{"3187307":"'''Công sứ Pháp''' ('''Résident''') là đại diện của [[người Pháp]] (do [[Toàn quyền Đông Dương]] cử xuống) cai trị một [[tỉnh]] (province) thuộc Pháp. Những người này có nhiều quyền hành như \"ông vua con\", chúa nhỏ, thống trị tùy ý bất chấp luật lệ, thu thuế, xử án, đặt tề, bắn giết rồi báo cáo và đem quân đi càn quét <ref>Vũ Huy Phúc, Lịch sử Việt Nam 1858 - 1896, Nhà xuất bản Khoa học xã hội, Hà Nội, 2003, tr. 278<\/ref>...\n\n== Lịch sử hình thành ==\nThời kỳ đầu, khi Pháp đánh chiếm Lục tỉnh Nam Kỳ, chúng chia Nam Kỳ thành 28 \"địa hạt\" (inspection) và đứng đầu \"hạt\" lúc đó là một viên tướng hải quân Pháp được gọi là Tham biện chủ tỉnh (hay Chủ hạt).\n\nMãi đến Hòa ước Harmand 1883, chức \"công sứ\" chính thức được thiết lập đầu tiên ở các tỉnh Bắc Kỳ (theo điều khoản số 12,14, 16, 18 của bản Hiệp ước). Các điều khoản này quy định chức năng của viên Công sứ như sau: ''Về mặt hành chính, Công sứ Pháp chỉ kiểm soát các công việc cai trị của quan lại hàng tỉnh người việt chứ không trực tiếp cai trị; khi thấy viên quan người việt nào có thái độ chống đối lại người Pháp thì Công sứ có quyền đề nghị triều đình Huế cho thuyên chuyển viên quan đó đi nơi khác, và triều đình Huế không được từ chối nhưng đến Hiệp ước 6.6.1884 thì: Công sứ không chỉ có quyền đề nghị thuyên chuyển, mà còn có quyền buộc triều đình Huế phải cách chức viên quan đó. Về mặt tài chính, Công sứ phụ trách và kiểm soát việc thu thuế và sử dụng tiền thuế thu được. Về mặt tư pháp, Công sứ chịu trách nhiệm xét xử các vụ dân sự, thương mại, tiểu hình sự, xảy ra giữa người Âu với người Âu, người Âu với người Việt hoặc người châu Á, giữa người việt với người châu Á''.\n\nĐối với các tỉnh ở Trung Kỳ, chức Công sứ đầu tỉnh được thiết lập theo Quy ước ngày 30.7.1885. Chức năng của Công sứ đầu tỉnh ở Trung Kỳ trong thời điểm này không được xác định cụ thể như đối với Bắc Kỳ. Tuy nhiên, qua Hiệp ước 25.8.1883, ta thấy Công sứ là người nắm các vấn đề thuộc về thương chính và công chính trong tỉnh; còn các quan lại người Việt ở cấp tỉnh vẫn được tiếp tục “''cai trị như trước không phải chịu một sự kiểm soát nào của nước Pháp”''<ref>[http:\/\/kmacle.duytan.edu.vn\/Home\/ArticleDetail\/vn\/101\/800\/bo-may-cai-tri-cua-thuc-dan-phap-o-bac-ky-va-trung-ky Bộ máy cai trị của thực dân Pháp ở Bắc kỳ và Trung kỳ - Tài liệu học tập - Khoa lý luận chính trị - Đại học Duy Tân<!-- Bot generated title -->]<\/ref>\n\nNgày 20\/12\/1899, Toàn quyền Đông Dương đổi các \"hạt\" thành \"tỉnh\" (province), lúc đó chức Tham biện được đổi thành đổi thành chức [[Chủ tỉnh Pháp]]  (chef de province).\n\n==Danh sách==\nDưới đây là danh sách các Công sứ Pháp cai trị các tỉnh thuộc xứ Đông Dương (theo năm):\n\n===Năm [[1870]]===\n# [[Gia Định]]: Le Grand de la Liraye ([[1858]] - [[1863]]); Villard; Coronnat\n# [[Thủ Đức]]: Audibert\n# [[Thủ Dầu Một]]: Delefosse\n# [[Tây Ninh]]: Rheinard (1865 - 1867)\n# [[Biên Hòa]]: Paulinier\n# [[Bà Rịa]]: Garrindo (1864 - 1867); Benoist (1869)\n# [[Tân An]]: Bestard d' Estang\n# [[Gò Công]]: Cheesé\n# [[Chợ Lớn]]: Jantet\n# [[Bến Tre]]: De Boullenois de Senuc\n# [[Mỏ Cày]]: Venturini\n# [[Trà Vinh]]: Bertaux Levillain  ([[1868]] - [[1870]])\n# [[Sa Đéc]]: Salicetti\n# [[Cần Lố]] (Cần Lố): Volasston\n# [[Châu Đốc]]: de Champeaux\n# [[Mỹ Tho]]: Bousigon; Cunin (từ [[1869]])\n# Trâm Bang ([[Trảng Bàng]]): Labussiere\n# [[Hà Tiên (tỉnh)|Hà Tiên]]: de Serravalle\n# [[Long Xuyên]]: Lucas\n# [[Rạch Giá]]: Dulieu\n# [[Cần Thơ]]: Alexandre\n# [[Sóc Trăng]]: Lahagre, tiền nhiệm là Bethelot Vilain<ref>Trần Văn Giàu, ''Chống xâm lăng'', Nhà xuất bản Tổng hợp Tp. Hồ Chí Minh, 2017, tr. 225<\/ref>\n# [[Cai Lậy]]: Frickman\n# [[Cần Giuộc]]: Chanu\n# [[Vĩnh Long]]: De Kergaradec; Parreau (từ năm 1869)\n# [[Bạc Liêu]]: Lamothe de la Carrier\n# Bac Trang ([[Bắc Trang]]): Motet, tiền nhiệm là Polas<ref>Trần Văn Giàu, ''Chống xâm lăng'', Sđd, tr. 228<\/ref>\n# [[Long Thành]]: Puech\n===Năm [[1873]]===\n# Sài Gòn: Eymard-Rapin \n# Chợ Lớn: Labussiere\n# Sa Đéc: Silvestre\n# Thủ Dầu Một: Delefosse\n# Châu Đốc: Venturini\n# Vĩnh Long: Nouet\n# [[Hà Nội]]: De Kergaradec\n# Sóc Trăng: Motet\n# [[Tân An]]: de Serravalle\n# Mỹ Tho: Parreau\n# Trà Vinh: Servant\n# Hà Tiên: Gouin\n# [[Gò Công]]: Verges\n===Năm [[1874]]===\n# Bến Tre: Bon\n# [[Long Xuyên]]: Verneville\n# Tây Ninh: Boutroy (từ 1873)\n# Gò Công: Pouquier (1873 - 1874)\n# Biên Hòa: Fauvelle\n# Rạch Giá: Blanchard\n# Biên Hòa: Hector\n===Năm [[1875]]===\n# Huế: Prioux\n# Bà Rịa: Henry\n# Tây Ninh: Boutroy (từ 1873)\n# Sóc Trăng: Mondiere\n# Mỹ Tho: Gailland\n# Trà Ôn: Sandret\n# Thủ Dầu Một: Navelle\n# Long Xuyên: d'Avesne\n# Gò Công: Bougeault\n# Tây Ninh: Marquis\n# Chợ Lớn: Drouhet\n# Vĩnh Long: Hamel\n# Sóc Trăng: Rossigneux (cầm quyền từ 1875)\n# Trà Vinh: Marquant\n# Bến Tre: Ponchon\n# Châu Đốc: Gouy\n# Sa Đéc: Lucciana\n==='''Năm [[1876]]'''===\n# Sài Gòn: Simonard\n# Trà Ôn: Nicolai\n# Mỹ Tho: Briere\n# Vĩnh Long: de Pommayrac\n# Bến Tre: Bonnal\n# Hà Tiên: Chavassieux\n# Long Xuyên: L'Énbee\n# Chợ Lớn: Nansot\n# Rạch Giá: E. Granier\n# Bà Rịa: Escoubet\n# Trà Vinh: Landes\n# Thủ Dầu Một: Tirant\n# Tân an: Dussol\n# Châu Đốc: Jouve\n# Chợ Lớn: Foures\n# Tây Ninh: Cellard\n# Bà Rịa: Petitgand\n# Biên Hòa: de Labarthete\n# Sa Đéc: Bocquillon\n===Năm 1879===\n# Sài Gòn: Nouet, Bougeault (từ 1875)\n# Long Xuyên: Henry (cai trị từ 1874); Roussineux (từ 1875 - 1879)\n# Biên Hoà: L. Moty\n# Thủ Dầu Một: Nicolas Sarkozy\n# [[Phnôm Pênh]]: Aymonier\n# Châu Đốc: Bataille \n# Mỹ Tho: Blanchard; kế là Gouy (từ 1876)\n# Chợ Lớn: Arbod (trước là Pourquier, 1874)\n# Vĩnh Long: Hector (từ 1875, thay Santi nghỉ phép)\n# Bà Rịa: Nansot (thay Briere nghỉ phép,1875); kế là Navelle (từ 1877)\n# Cần Thơ: Nicolai; từ 1877 là Chanseux (kế là Bonnal, Dussol (1878))\n# Sóc Trăng: de Bequigny\n# Tây Ninh: Granger; từ 1877 là Ponchon\n# Hà Tiên: Granier\n# Sa Đéc: Escoubet\n# Trà Vinh: Renauld; Marquant (từ 1875)\n# Bến Tre: Gailland (đầu 1875); Marquis (từ 1877)\n# Tân An: Drouhet\n# Gò Công: Sandret (thay Rougeot nghỉ phép, 1875)\n# [[Rạch Giá]]: Hamel\n'''Quản trị viên Pháp [[1879]]'''\n# Trà Vinh: Marquant (từ 1874); de Carrier (11\/1877)\n# Biên Hoà: Lucciana (từ 1873); Masse (tháng 1\/1878)\n# Gò Công: Landes (từ 1875); tháng 9\/1875 Martin thay thế.\n# Thủ Dầu Một: Tirant\n# Sa Đéc: Jouve, thay Forestier (1874 - 1875) nghỉ phép. Tháng 11\/1877 d'Albaret thay thế.\n# Vĩnh Long: Foures (từ 1873), tháng 9\/1876 de Barbe thay thế; tháng 11 Merlande thay thế Barbe. \n# Sài Gòn: de Pommayrac\n# Chợ Lớn: Chavassieux (từ 1875), tháng 1\/1878 là Boyer. \n# Sóc Trăng: Bocquillon (từ 1874); tháng 11\/1877 Bocquet thay thế. \n# Rạch Giá: Liotard, thay Langlais (tháng 3 - tháng 11\/1874) cai trị đến năm 1877; tháng 1\/1877 Bailly thay thế. tháng 11\/1877 Lacote thay thế. \n# Tân An: Ducos (từ 1876) \n# Bà Rịa: Duchamp \n# Phnompenh: Morant (tháng 1\/1876)\n# Châu Đốc: Martelliere (từ 1877)\n# Hà Tiên: Lechelle\n# Mỹ Tho: Lasage (5\/1876)\n# Bến Tre: Thonin (tháng 11\/1877)\n# Cần thơ: Becour (tháng 11\/1877)\n# Long Xuyên: Genevoix (tháng 1\/1878)\n===Năm [[1880]]===\n# [[Sài Gòn]]: Parreau\n# Tây Ninh: Granger\n# Thủ Dầu Một: Drouhet\n# Biên Hoà: Bataille\n# Bà Rịa: Arbod\n# Mỹ Tho: Sandret\n# Tân An: Dussol\n# Gò Công: Bonnal\n# Chợ Lớn: Nansot\n# Vĩnh Long: Hector\n# Bến Tre: Gailland\n# Trà Vinh: Pourquier\n# Sa Đéc: Escoubet\n# Châu Đốc: Navelle\n# Hà Tiên: Granier\n# Long Xuyên: Henry\n# Rạch Giá: Briere\n# Cần Thơ: de Gaulle\n# Sóc Trăng: de Bequigny\n===Năm [[1881]]===\n# Sài Gòn: Parreau; phó (Bonnal)\n# Thủ Đức: Audibert\n# Thủ Dầu Một: Drouhet\n# Tây Ninh: Granger\n# Biên Hòa: Bataille\n# Bà Rịa: Rougeot\n# Mỹ Tho: Sandret\n# Tân An: Marquis\n# Gò Công: Bertin d'Avesne\n# Chợ Lớn: Briere\n# Bến Tre: Gailland\n# Trà Vinh: Pouquier\n# Sa Đéc: Escoubet\n# Cần Lố: Volasston\n# Châu Đốc: Renauld\n# Hà Tiên: Granier\n# Long Xuyên: Henry\n# Rạch Giá: Nansot\n# Cần Thơ: Nicolai\n# Sóc Trăng: de Bequigny\n===Năm [[1885]]===\n# Sài Gòn: Bataille\n# Tây Ninh: Lacan\n# Thủ Dầu Một: Lacote\n# Biên Hòa: Gailland\n# Bà Rịa: Huyn de Verneville\n# Mỹ Tho: Chavassieux\n# Tân An: Bertin d'Avesnes\n# Gò Công: Forestier\n# Chợ Lớn: Briere\n# Vĩnh Long: Langlais\n# Bến Tre: Ponchon\n# Trà Vinh: Lucciana\n# Sa Đéc: Bocquillon\n# Châu Đốc: Lebrun\n# Hà Tiên: Henry\n# Long Xuyên: Cafford\n# Rạch Giá: Rossigneux\n# Cần Thơ: Nicolai\n# Sóc Trăng: Granier\n# Bạc Liêu: Lamothe de Carrier\n===Năm [[1886]]===\n# Gia Định: Bataille\n# Thủ Dầu Một: Bertin\n# Tây Ninh: Lacan\n# Biên Hòa: Gailland\n# Bà Rịa: Huyn de Verneville\n# Tân An: Escoubet\n# Gò Công: Bes d'Albaret\n# Chợ Lớn: Briere\n# Bến Tre: Sandret\n# Trà Vinh: Marquis\n# Sa Đéc: Bocquillon\n# Châu Đốc: Bocquet\n# Mỹ Tho: Chavassieux\n# Hà Tiên: Sellier\n# Long Xuyên: Chenieux\n# Rạch Giá: Nansot\n# Cần Thơ: Lebrun\n# Sóc Trăng: Garnier\n# Vĩnh Long: Langlais\n# Bạc Liêu: Osmont\n===Năm [[1887]]===\n# Gia Định: chủ tỉnh Marie G. Marquis, phó là Osmont; [[Đốc phủ sứ]] Nguyễn Gi Tân, tri phủ Trần Văn Tráng, tri huyện Nguyễn Văn Chinh\n# Tây Ninh: chủ tỉnh Leon J. Chavassieux, phó là Basset; đốc phủ sứ Nguyễn Tường Văn, tri huyện Phan Thần Chiến\n# Thủ Dầu Một: chủ tỉnh Gaston Bertin, phó là Cudenet; tri huyện Dương Ngọc Thơi (hay Thời)\n# Biên Hòa: chủ tỉnh Lucciana, phó là Moretta; đốc phủ sứ Bùi Quan Diêu (hay Diệu), tri phủ Mai Văn Diêu\n# Bà Rịa: chủ tỉnh Jean C. Escoubet, phó là Delanoue; tri phủ Trần Bá Thọ, tri huyện Đào Minh Sương (hay Sường)\n# Mỹ Tho: chủ tỉnh Ange M. Nicolai, phó là Seville; đốc phủ sứ Trần Bá Lộc, tri phủ Lê Văn Xung, tri huyện Trần Văn Ngan\n# Tân An: chủ tỉnh Marie L. de Barre, phó là Deschasaux; tri phủ Trần Bá Thọ - Hồ Văn Đệ, tri huyện Nguyễn Văn Tuân (hay Tuấn)\n# Gò Công: chủ tỉnh Louis M. Dussol, phó là Doceul; tri phủ Lê Tấn Đức, tri huyện Nguyễn Văn Nguyên\n# Chợ Lớn: chủ tỉnh Jules J. Forestier, phó là Harel; đốc phủ sứ Đỗ Hữu Phương, tri phủ Đinh Sơn Lý, tri huyện Nguyễn Tấn Khỏe\n# Vĩnh Long: chủ tỉnh Alfred E. Langlais, phó là Outrey; tri phủ Võ Văn Quan, tri huyện Lê Chí Thiền (hay Thiện)\n# Bến Tre: chủ tỉnh Gustave G. Sandre, phó là Pelbois; đốc phủ sứ Nguyễn Khánh Vinh, tri phủ Lê Văn Dụ, tri huyện Nguyễn Văn Đức\n# Trà Vinh: chủ tỉnh Alexandre A. Henri, phó là Ribeire; đốc phủ sứ Nguyễn Văn Vi, tri phủ Trần Y, tri huyện Vũ Văn Chang\n# Sa Đéc: chủ tỉnh Bes d'Albaret, phó là Pallier; tri phủ Nguyễn Ngọc Diệu, tri huyện Trần Thành Y\n# Châu Đốc: chủ tỉnh Ferdinand G. Bocquet, phó là le Pivain; đốc phủ sứ Trần An Măng (hay Mang), tri phủ Trần Văn Tráng, tri huyện Nguyễn Văn Kiên (tri huyện Khmer Cuey-Kien)\n# Hà Tiên: chủ tỉnh Jean A. Vicenti, phó là David; tri huyện Nguyễn Văn Tú\n# Long Xuyên: chủ tỉnh Charles E. Gailland, phó là O'Connel;  tri phủ Nguyễn Văn Cung, tri huyện Nguyễn Văn Thành\n# Rạch Giá: chủ tỉnh Paul E. Nansot, phó là Bonifacio; tri huyện Trần Lương Xuân\n# Cần Thơ: chủ tỉnh Theodore P. Lacote, phó là De Beaufort; tri phủ Nguyễn Văn Học, tri huyện Nguyễn Đức Nhuận\n# Sóc Trăng: chủ tỉnh Louis C. Masse, phó là Bartouilh de Taillac;  tri huyện Nguyễn Tấn Đức - Trương Hộ Long\n# Bạc Liêu: chủ tỉnh Paul A. Lamothe de Carrier, phó là Moine; tri phủ Đỗ Nhựt Tân, tri huyện Trương Văn Bình\n# Hạt số 20 (Sài Gòn): chủ tỉnh Marcellot, phó là Simard; đốc lý Chợ Lớn Renault (phó là Fleith)\n==='''Năm 1888'''===\n# Gia Định: chủ tỉnh Marie G. Marquis, phó là Osmont; tri phủ Trần Văn Tráng, tri huyện Nguyễn Văn Chinh\n# Tây Ninh: chủ tỉnh Lacan, phó là Basset; đốc phủ sứ Nguyễn Tường Văn, tri huyện Phan Thần Chiến\n# Thủ Dầu Một: chủ tỉnh Gaston Bertin, phó là Cudenet; tri huyện Dương Ngọc Thơi (hay Thời)\n# Biên Hòa: chủ tỉnh De Barbe, phó là Debernardi; đốc phủ sứ Bùi Quan Diêu (hay Diệu), tri phủ Mai Văn Diêu\n# Bà Rịa: chủ tỉnh Lucciana, phó là Bos; tri huyện Huỳnh Quang Miêng\n# Mỹ Tho: chủ tỉnh Ange M. Nicolai, phó là Cudenet; tổng đốc Trần Bá Lộc, tri phủ Lê Văn Xung, tri huyện Trần Văn Ngan\n# Tân An: chủ tỉnh Auguste B. Rossigneux, phó là Lagranges; tri phủ Trần Đại Học, tri huyện Nguyễn Văn Tuân (hay Tuấn)\n# Gò Công: chủ tỉnh Ernest Granier, phó là Francois Mitterand; tri phủ Lê Tấn Đức, tri huyện Nguyễn Văn Nguyên\n# Chợ Lớn: chủ tỉnh Jules J. Forestier, phó là Babin; đốc phủ sứ Đỗ Hữu Phương, tri phủ Đinh Sơn Lý, tri huyện Nguyễn Tấn Khỏe\n# Vĩnh Long: chủ tỉnh Alfred E. Langlais, phó là Molade; tri phủ Võ Văn Quan, tri huyện Lê Chí Thiền (hay Thiện)\n# Bến Tre: chủ tỉnh Gustave G. Sandre, phó là Pelbois; đốc phủ sứ Nguyễn Khánh Vinh, tri phủ Lê Văn Dụ, tri huyện Nguyễn Văn Đức\n# Trà Vinh: chủ tỉnh Michel Ponchon, phó là Million; đốc phủ sứ Nguyễn Văn Vi, tri phủ Lê Hữu Đạo, tri huyện Nguyễn Văn Bằng\n# Sa Đéc: chủ tỉnh Edouard Laffont, phó là Pallier; tri phủ Nguyễn Ngọc Diệu, tri huyện Trần Bá Thọ\n# Châu Đốc: chủ tỉnh Louis M. Dussol, phó là de Ollendon; đốc phủ sứ Trần An Măng (hay Mang), tri phủ Trần Văn Tráng, tri huyện Nguyễn Văn Kiên (tri huyện Khmer Cuey-Kien)\n# Hà Tiên: chủ tỉnh Jean A. Vicenti, phó là David; tri huyện Nguyễn Văn Tú\n# Long Xuyên: chủ tỉnh Bertin d'Avesnes, phó là Blanc;  tri phủ Nguyễn Văn Cung, tri huyện Trần Tông Cường\n# Rạch Giá: chủ tỉnh Paul E. Nansot, phó là Bonifacio; tri huyện Trần Lương Xuân\n# Cần Thơ: chủ tỉnh Theodore P. Lacote, phó là De Beaufort; tri huyện Nguyễn Đức Nhuận - Hồ Tấn Quơn\n# Sóc Trăng: chủ tỉnh Auguste J. Foures, phó là Beatrice;  tri huyện Nguyễn Tấn Đức - Trương Hộ Long\n# Bạc Liêu: chủ tỉnh Ollivier V. Chenieux, phó là Moine; tri phủ Đỗ Nhựt Tân, tri huyện Trương Văn Bình\n# Hạt số 20 (Sài Gòn): chủ tỉnh Marcellot, phó là Olivier; đốc lý Chợ Lớn Renault (phó là Fleith)\n==='''Năm 1890'''===\n# Gia Định: Marquis\n# Tây Ninh: Lacan\n# Biên Hòa: de Barbe\n# Bà Rịa: Saintenoy\n# Mỹ Tho: Sandret\n# Tân An: Rossigneux\n# Gò Công: Laffont\n# Chợ Lớn: Forestier\n# Vĩnh Long: Bocquet\n# Bến Tre: Ponchon\n# Trà Vinh: Chenieux\n# Sa Đéc: Lucciana\n# Châu Đốc: Henry\n# Long Xuyên: Bos\n# Cần Thơ: Deschasaux\n# Sóc Trăng: Bocquillon\n# Bạc Liêu: Masse\n# Thái Bình: De Goys (18\/4\/1890-20\/3\/1891), Trémoulet (21\/3\/1891-20\/11\/1891), Unal (21\/11\/1891-17\/3\/1893), De Miribel (18\/3\/1893-15\/2\/1894), Minault (16\/2\/1894-15\/6\/1896)\n\n==='''Năm 1897'''===\n# Bạc Liêu: Chabrier\n# Bến Tre: Cudenet\n# Biên Hòa: Chesne\n# Cần Thơ: Saintenoy\n# Châu Đốc: Crestien\n# Chợ Lớn: Bocquet\n# Gia Định: Lacote\n# Gò Công: Hugon\n# Hà Tiên: Charrin\n# Long Xuyên: Bartouilh de Taillac\n# Mỹ Tho: Lacan\n# Rạch Giá: Guillaume\n# Sa Đéc: Burguet\n# Sóc Trăng: Marcellot\n# Tân An: Fabre\n# Tây Ninh: Seville\n# Thủ Dầu Một: Bertin d'Avesnes\n# Trà Vinh: Bertin\n# Vĩnh Long: Masse\n# Thái Bình: Sestier (16\/6\/1896-9\/3\/1897), Davis (10\/3\/1897-13\/4\/1897), Minault (1897)\n\n==='''Năm 1900'''===\n\n====Nam Kỳ====\n\n# Gia Định: Jean C. Escoubet, phó chủ tỉnh Berland\n# Gò Công: L. Cudenet, phó là de Roland; đốc phủ Nguyễn Văn Nguyên\n# Hà Tiên: Emile Loupy, tri huyện là Nguyễn Bá Phước\n# Long Xuyên: F. Bartouilh de Taillac, phó là Beck; tri phủ Huỳnh Quang Miêng, tri huyện là Trần Văn Thiết và Võ Văn Quan\n# Mỹ Tho: George T. Marcellot, phó là Quesnel; tri phủ Trần Hộ Long, tri huyện là Trương Tông Cường\n# Rạch Giá: L. Rivet, phó là Pech; tri huyện là Trương Vĩnh Việt, Nguyễn Tắc Yên\n# Sa Đéc: Jules Sellier, phó là Cailland; đốc phủ Trần Văn Trang, tri phủ Lê Văn Hiên, tri huyện là Phạn Hữu Đạo\n# Sóc Trăng: Gustave H. Delanoue, phó là de Manas, tri huyện Võ Văn Lai\n# Tân An: Charles A. Lagrange, phó là Bochony; tri phủ Nguyễn Văn Hơn, tri huyện là Trương Vĩnh Thế\n# Tây Ninh: O. de Lalande-Calan, phó là L. Cudenet; đốc phủ Nguyễn Văn Kiên, tri huyện là Đặng Văn Huê\n# Thủ Dầu Một: E. Couzineau, phó là Sénemaud; tri huyện là Huỳnh Văn Chinh\n# Trà Vinh: J. Crestien, phó là Ravel; đốc phủ Nguyễn Quang Nghiêm, tri phủ Hồ Tấn Quơn, tri huyện là Nguyễn Phong Nhiêu\n# Vĩnh Long: Gustave Bertin, phó là Lamarre; tri huyện Lê Tấn Lễ\n# Sài Gòn: Thị trưởng P. Blanchy, phó thị trưởng Martial\n# Chợ Lớn: thị trưởng là Louis E. Laffont, phó thị trưởng là Oscar du Crouzet; tri phủ người Việt Trần Tường Thoại, tri phủ người Hoa Ông Phang Hoa.\n====Trung Kỳ====\n\nVua Thành Thái, nội các triều Nguyễn: Nguyễn Thân, Tôn Thất Niệm, Hồ Đắc Trung... (và nhiều người khác), Phủ doãn Thừa Thiên Tôn Thất Thi, phủ thừa Nguyễn Hữu Định. Khâm sứ Trung Kỳ Leon Jules Boulloche, chánh văn phòng Duranton\n\n# Thanh Hóa: công sứ Eugene F. Duvillier; phó là Pierre A. Langellier-Bellevue; bố chánh Hương Khang, án sát Cao Ngọc Lễ, đề đốc Vũ Văn Đài, đốc học Nguyễn Hàm Quang\n# Nghệ An: công sứ Henri Sestier, phó là Alerini; bố chánh Ngô Cung, án sát Lưu Đức Xứng\n# Hà Tĩnh: công sứ Auguste M. Sandre, phó là Besancon, lãnh binh Fourre; bố chánh Hà Thúc Quan, án sát Nguyễn Xuân Triêm\n# Quảng Bình: công sứ Robert E. Bouyeure, phó là Kysaeus; bố chánh Tôn Thất Điềm (hay Diệm), án sát Nguyễn Khoa Đàm, phó lãnh binh Nguyễn Võ Trinh\n# Quảng Trị: công sứ Victor C. Quillet, phó là Mougenot; tuần phủ Đồng Sĩ Vĩnh (hay Vịnh), án sát Thân Trọng Điềm\n# Thừa Thiên: Công sứ Duranton, quản trị viên Bachelay; Phủ doãn Thừa Thiên Tôn Thất Thít, phủ thừa Nguyễn Đình Văn\n# Hội An: Đốc lý Hauser, phó là Jandet\n# Quảng Nam: công sứ tỉnh lỵ Hội An là Oscar Moulie, phó là Burdet; tổng đốc Nguyễn Hữu Thắng, bố chánh Nguyễn Khắc Mai, án sát Đặng Như Vông, đốc học Trần Đình Phong\n# Quảng Ngãi: công sứ Charles H. Gariod; phó là G. Ducastaing-Labardere; bố chánh Nguyễn Gia Thoại, án sát Nguyễn Hách\n# Quy Nhơn: công sứ Paul E. Dufrénil, phó là Leon Garnier; tổng đốc Phạm Hường, bố chánh Võ Duy Tính, án sát Huỳnh Ngũ Bản\n# Phú Yên: công sứ Antony, phó là Salem (đóng ở Củng Sơn); bố chánh Trần Đình Phát, án sát Hồ Đắc Du, lãnh binh Phạm Văn Hiên\n# Khánh Hòa: công sứ Georges Rousseau, phó sứ Prosper Odendhal (đóng ở Phan Rang); tổng đốc Hồ Đệ, bố chánh Nguyễn Văn Bổn (hay Bốn), án sát Đặng Ngọc Thọ, lãnh binh Nguyễn Gia Trung\n# Đồng Nai Thượng: công sứ Antoine Outrey (đóng ở Di Linh), phó là Ollivier\n# Bình Thuận: công sứ Marie A. Gaietta, phó là de Miort; bố chánh Nguyễn Vi, án sát Nguyễn Duẩn\n====Bắc Kỳ====\n\nThống sứ Foures, phó thống sứ (giúp việc) J. Morel\n\n# Bắc Ninh: Công sứ Mahé; tổng đốc Vũ Quang Nhã (hay Nhạ), án sát Nguyễn Tiến, đề đốc Đỗ Đình Thuật, đốc học Vũ Cậy, thương tá Trịnh Tiến Sinh (hay Tiên Sinh)\n# Bắc Giang: Công sứ Quennec (không có phó công sứ, chỉ huy quân sự Marlier); tuần phủ Trần Đình Lượng (hay Lương), thương tá Vi Văn Duyệt, án sát Nguyễn Văn Nhã, đốc học Đặng Tích Chu, lãnh binh Lê Văn Chung (hay Chủng).\n# Hải Dương: Công sứ Groleau, phó công sứ Lespinasse; tổng đốc Đỗ Văn Tâm, bố chánh Nguyễn Văn Lâm, án sát Nguyễn Hữu Đắc\n# Hải Phòng: Công sứ Robineau; án sát Nguyễn Cẩn\n# Hà Nam: Công sứ Damade, quản lý (hay phó sứ Mofflet); án sát Bùi Đảm (hay Đàm)\n# Hà Nội: Công sứ tỉnh lỵ Cầu Đơ de la Noe, phó là Labbez; bố chính Lê Nguyễn Huy, thượng tá Nguyễn Đình Khang, án sát Đặng Đức Cường, lãnh binh Đặng Văn Mưu\n# Thành phố Hà Nội: đốc lý thứ 14 là F. Baille, phó đốc lý Lacaze.\n# Hưng Hóa: Công sứ Simoni, chưởng ấn Saurin; tuần phủ Nguyễn Đình Quang, án sát Lê Vĩnh Diện (hay Diễn), đốc học Nguyễn Trung Khuyến\n# Hưng Yên: Công sứ de Miribel, phó (hay gọi là quản trị viên của tỉnh) là Aubry; tuần phủ Phạm Văn Toàn, án sát [[Chu Mạnh Trinh]]\n# Nam Định: Công sứ Adamolle, phó là Favey; tổng đốc Trần Lưu Tuệ, bố chánh Vũ Nghĩa Quý, án sát Hoàng Hữu Tường, đốc học Nguyễn Nhu\n# Ninh Bình: Công sứ Bonnetain, phó là Estrangin; án sát Lê Lương Thế, đốc học [[Vũ Phạm Hàm]], phó lãnh binh Đỗ Văn Đợi.\n# Quảng Yên: Công sứ Auer, phó là Hardy; án sát Mai Trung Cát\n# Sơn Tây: Công sứ (không rõ tên), phó là Redellet; án sát Lê Huy Phan, thương tá Đỗ Phúc Túc\n# [[Thái Bình]]: Công sứ de Goy (De Goys (quan cai trị hạng 2 nhiệm kỳ 14\/4\/1899-16\/6\/1900), Payrabert (quan hạng 5, nhiệm kỳ 17\/6\/1900-23\/11\/1900), Vouillon (quan hạng 3, nhiệm kỳ 24\/11\/1900-20\/1\/1902)<ref>Nguyễn Quang Ân và Nguyễn Thanh, Tài liệu địa chí Thái Bình, tập 1, trang 227.<\/ref>) , phó là Serizier (quan cai trị tập sự, nhiệm kỳ 1896-1900); tuần phủ Vương Hữu Bình, thương tá Nguyễn Lương, đốc hoc Tạ Văn Cẩn\n# Thái Nguyên: Công sứ Desteney, phó là Ciret; tổng đốc Nguyễn Đôn Bản, án sát Nguyễn Văn Công (hay Cống)\n# Hòa Bình: Công sứ Ferrando, phó là Bonnet; chánh quan lang Đinh Công Xuân, phó quan lang Đinh Công Quý, chánh quan võ Quách Cao, phó quan võ Đinh Cường\n# Vạn Bú (nay là Sơn La): Công sứ Sévénier, phó là Cassé-Barthe; quản đạo (tức chúa Thái) [[Đèo Văn Trị]], tri phủ Cầm Văn Hoan\n# Yên Thế: đại lý Nhã Nam O. Louvel, phó là Hollande; chánh quản đạo Trịnh Nghi, phó quản đạo châu Bình Mạc Vi Viết Trinh\n# Bắc Kạn: Công sứ Wulfingh, phó là Gouverneur\n# Tuyên Quang: Công sứ là de Goy, phó là Genin. \n# Vĩnh Yên: công sứ Lomet (có chỗ ghi là Lomé<ref>Nha Học chính Vĩnh Yên, Địa chí tỉnh Vĩnh Yên, Hà Nội, 1939, tr. 8<\/ref>), phó là Madec\nCác khu vực quân sự:\n# Tiểu quân khu Lạng Sơn (thuộc đạo quan binh 2 của Pháp): chỉ huy trưởng là de la Follye de Joux, phó là Finet và Loubère; gồm đồn Lạng Sơn với quan chỉ huy Baisse, phó là Magnabal, chủ đường xe lửa Lạng Sơn Pierron, giám binh Nogue; tổng đốc Vi Văn Lý, án sát Hứa Viết Tăng. Móng Kay với chỉ huy trưởng Ditte, phó là Schwartz, giám binh Regnault; quan đạo Hải Ninh Nguyễn Đình Tuệ\n# Tiểu quân khu Bắc Kạn: chỉ huy Pháp ở tỉnh lỵ Bắc Kạn là Polacchi, phó là Baulmont\/ tri châu Chợ Rã Hoàng Đức Hinh, tri châu Phủ Thông Hà Tiên Phú, tri châu Bạch Thông Lương Đình Trung, tri châu Ngân Sơn Hà Văn; chỉ huy Pháp ở Bảo Lạc Bernard (phó là Blanchard, tri phủ Nông Hùng Tấn - hay Tân).\n# Tiểu quân khu Tuyên Quang: chỉ huy trưởng là Riou, phó là Berthouart, với 3 đồn binh: Tuyên Quang (chỉ huy trưởng là Josset, phó là Gateau; bố chính Nguyễn Văn Đạt, án sát Hoàng Đức Tráng), Vĩnh Tuy (chỉ huy là Dupuy, phó là để Blainville, giám binh Porquier; tri huyện Nguyễn Văn Thước, trị châu Lục An Châu Nguyễn Văn Thị); Hà Giang (chỉ huy trưởng Schmitz, phó là Vernois; trí huyện Vị Xuyên Trương Văn Tô (hay Tố), lại mục Dương Đức Kỳ).\n# Tiểu quân khu Cao Bằng: chỉ huy trưởng Cantona, phó là Francois........ gồm các vùng: Cao Bằng (trưởng là Vanderberg, phó là Sourisseau; bố chính Nông Ngọc Tường, án sát Nguyễn Lương, lãnh binh Nguyễn Hữu Kiên)\n# Tiểu quân khu Yên Báy (thuộc đạo quan binh IV): có chỉ huy trưởng de Beylie, phó là Thiéry; 2 \"trung tâm\" là [[Yên Bái|Yên Báy]] (chỉ huy là Cornuer, phó là Mercier; tri phủ Nguyễn Văn Thọ (hay Thơ), tri châu Nghĩa Lộ Cầm Ngọc Nông); [[Lào Cai|Lào Kay]] (chỉ huy Gigardot, phó là Delahaye và Chambert; các tri châu Đào Tương Hồng ([[Thủy Vĩ]]), Nguyễn Văn Vũ ([[Văn Bàn]]), Nguyễn Văn Đoàn ([[Phong Thổ|Chiêu Tấn]])).\n\n====Cambodge (Campuchia)====\n\nVua Norodom (1834 - 1904), lên ngôi năm 1860. Khâm sứ Pháp Gustave Ducos, phó sứ (quản trị viên) Louis Luce; chỉ huy Pháp ở Phòng Nhì (Bureau) là Chomel, Bastard; chỉ huy cảng Yonnet, chỉ huy quân sự Pháp Le Grand, giám binh Augier\n\nTỉnh (province):\n# Kampot: Công sứ Adhemard Leclerc, phó là Pech\n# Kompong-Cham: Công sứ Albert Lorin, phó là Bessiere\n# Kompong-Chnang: Công sứ Leonce Marquant, phó là Alexandre Truffot\n# Kompong-Speu: Công sứ Gaston Maspero, phó là Collard\n# Kompong-Thom: Công sứ Jean Tournié, phó là Nempont\n# Kratié: Công sứ Joseph le Roy, phó là Manquené\n# Phnom-Penh: Công sứ Philippe Hahn, phó là Tiesonnier.\n# Prey-vien: Công sứ Charles Bellan, phó là d'Oiselay\n# Poursat: công sứ Leon Rousseau, phó là Montjoye\n# Soai-Rieng: công sứ Desire Hertrich, phó là Breucq\n# Takeo: công sứ Norbert Fourestier, phó là Simon\n\n====Lào====\n\nKhâm sứ Lào Tournier (giúp việc Fabre, Cousin), tổng chỉ huy Pháp ở Lào Narcise M. M. Villard, kỹ sư Pháp Taravant; cảnh sát trưởng Chabonnelle\n\nTỉnh:\n# Mường Hu: Công sứ (không rõ tên), phó sứ Devaux; chỉ huy lính bản xứ Fontano\n# Viêng-Poukha: công sứ Fernand Ganesco, phó là Laugier; chỉ huy lính bản xứ Damerment (đóng ở Xiềng Khuôn)\n# Hủa Phăng: công sứ Paul Macey, phó là Renaudin; chỉ huy lính bản xứ Besson\n# Luông Prabang: công sứ Joseph Vacle, phó là Maybon; chỉ huy lính bản xứ Robert, Marol (đóng ở Mường Sài)\n# Trấn Ninh: công sứ Emile H. Lejeune, phó là Lombardi; chỉ huy lính bản xứ Gaubert\n# Viêng Chăn: công sứ Pierre Morin, phó là Voitel; chỉ huy lính bản xứ Pallier\n# Khăm Muộn: công sứ (không rõ tên), phó là Lyaudet; chỉ huy lính bản xứ Arnoux\n# Savannakhet (Xỏn Khuôn): công sứ Pierre Sarabelle, phó là Merou; chỉ huy lính bản xứ Bougeat\n# Saravan: công sứ Edouard Rémy, phó là David; chỉ huy linh bản xứ Nollin\n# Ban Mương: công sứ Philippe Disiere, phó là H. Bosc; chỉ huy lính bản xứ Noel\n# Attopeu: công sứ (không rõ tên), phó là Grotzinger; chỉ huy lính bản xứ Bondeneuve\n# Khổổng: công sứ Pierre de Gailland, phó là Campion; chỉ huy lính bản xứ Parronchia\n# Stungtreng: công sứ Emile Frebault, phó là Baudin; chỉ huy lính bản xứ Robert\n# Đắc Lắc: công sứ Louis Victor Bourgeois, phó là de Blakovitch; chỉ huy lính bản xứ Henry, Perin\n\n==='''Năm 1902'''===\n\n====Nam Kỳ====\n# Bạc Liêu: Chủ tỉnh Eugene C. Chabrier, phó là Clerc; tri phủ Nguyễn Văn Đức, tri huyện là Lê Văn Mẫu\n# Bà Rịa: Chủ tỉnh Jean J. Charrin, phó là Pedemonte; tri phủ Nguyễn Hữu Dược, tri huyện là Trần Văn Thuần (hay Thuận, Thuấn)\n# Bến Tre: Chủ tỉnh Antoine Bos, phó là Burdet; tri phủ Nguyễn Văn Hai (hay Hải), tri huyện là Trương Ngọc Báu - Thái Hữu Võ\n# Biên Hòa: Chủ tỉnh Alphonse Chesne, phó là Gallois-Montbrun; tri phủ Nguyễn Bá Phước - Hồ Tấn Qươn, tri huyện là Nguyễn Văn Lộc\n# Cần Thơ: Chủ tỉnh Gustave H. Delanoue, phó là Carlotti;  tri huyện là Cao Văn Tình - Nguyễn Văn Chất\n# Châu Đốc: Chủ tỉnh Fernand L. S. Doceul, phó là Lamothe; đốc phủ Nguyễn Trung Thứ, tri huyện là Lê Văn Tú (hay Tứ)\n# Chợ Lớn: Chủ tỉnh Fernand L. Saintenoy, phó là Martin; đốc phủ Ngô Văn Tín - Đinh Sơn Lý\n# Gia Định: Chủ tinh Barthelemy H. Debernardi, phó là Cabane de Laprade; đốc phủ sứ Lê Văn Xung - Nguyễn Văn Chức, tri phủ Nguyễn Văn Cương - Phạn Côn Sơ, tri huyện là Bùi Chê Xương\n# Gò Công: Chủ tỉnh Louis F. Cudenet, phó là Ravel; tri phủ Nguyễn Văn Nguyên, tri huyện là Trần Quan Thuận (hay Thuấn)\n# Hà Tiên: Chủ tỉnh  Louis G. A. Lamarre, phó là Coux\n# Long Xuyên: Chủ tỉnh Francois P. Bartouilh de Taillac, phó là Couzineau; tri phủ Nguyễn Hà Thanh - Huỳnh Quan Miên, tri huyện là Trần Văn Thiết (hay Thiệt)\n# Mỹ Tho: Chủ tỉnh Marquis, phó là L'Helgouach; đốc phủ Nguyễn Văn Kiên, tri phủ Nguyễn Văn Bình, tri huyện là Nguyễn Văn Sự\n# Rạch Giá: Chủ tỉnh Joseph F. Moreau, phó là Piequet; tri huyện là Nguyễn Tắc Yên - Trương Vĩnh Việt\n# Sa Đéc: Chủ tỉnh Jules D. Sellier, phó Caillard; đốc phủ Trần Văn Trang, tri phủ Lê Văn Hiên (hay Hiến), tri huyện là Phan Hữu Đạo\n# Sóc Trăng: Chủ tỉnh Paul V. Bastard, phó là Lautier; tri huyện là Sơn Diệp - Nguyễn Ngọc Hữu - Nguyễn Tấn Sự\n# Tân An: Chủ tỉnh Pierre G. Burguet, phó là de Manas; đốc phủ Nguyễn Văn Kiên, tri phủ Nguyễn Thang Hơn - Trần Văn Sửu, tri huyện là Trương Vĩnh Thế (hay Thệ)\n# Tây Ninh: Chủ tỉnh Louis V. Cudenet, phó (không rõ tên); đốc phủ Nguyễn Văn Kiên, tri phủ Trương Hộ Long, tri huyện là Lâm Văn Yết\n# Thủ Dầu Một: Chủ tỉnh Emile E. Couzineau, phó là Senemaud; tri huyện là Nguyễn Văn Chinh - Nguyễn Văn Bình\n# Trà Vinh: Chủ tỉnh Augustin Crestien, phó là Nouet; đốc phủ Nguyễn Văn Nghiêm, tri huyện là Trần Đăng Phong - Nguyễn Phong Nhiêu\n# Vĩnh Long: Chủ tỉnh Louis A. Pech, phó là Perie; đốc phủ Trần Bá Thọ, tri phủ Lê Tấn Lê - Nguyễn Công Luân (hay Luận).\n# Sài Gòn: đốc lý Eugene F. Cuniac, phó đốc lý Monceaux - Cavalie\n# Chợ Lớn: đốc lý Frederic Drouhet, phó đốc lý là du Crouzet - Trần Tường Thoại; đốc phủ sứ là Trần Tường Thoại, Trần Hữu Đỉnh, Nguyễn Hữu Đấu, Trương Văn Lương\n# Cap Saint Jacques (thành phố Vũng Tàu): đốc lý Charles Palant, phó là Texier\n# Poulo Condore (Côn Đảo): quản đốc Morizet, giám đốc trưởng Osmont, các gác-dan (Gardiens) trưởng là Fontaine, Rimbault (phòng Nhất), Le Campion (phòng Nhì), chỉ huy trưởng Pháp là Robert, bác sĩ Thebaud.\n====Bắc Kỳ====\n\nThống sứ Foures, chánh mật thám (cabinet) Cheon\n# Bắc Ninh: Công sứ Georges Desteney, phó công sứ Richard; tổng đốc Đỗ Văn Tâm, bố chánh Trịnh Tiến Sinh, án sát Chu Mạnh Trinh, đề đốc Đỗ Đình Thuật, đốc học Vũ Cận\n# Bắc Giang: Công sứ Quennec, phó công sứ Maire\/ đại lý Pháp ở Nhã Nam Loye, đại lý Pháp ở Lục Nam Lagnier, đại lý Pháp ở Đức Thắng Casse-Barthe; thương tá Vi Văn Duyệt, án sát Nguyễn Văn Nhã, đốc học Đặng Đình Chu, lãnh binh Lê Văn Chung (hay Chủng).\n# Hải Dương: Công sứ Le Tulle, phó công sứ Patry\/ đại lý Pháp Conrandy (Ninh Giang), Hernandez (Yên Lưu), Parera (Đông Triều), tổng đốc Vũ Quang Nhạ, bố chánh Phạm Văn Lâm, án sát Nguyễn Hữu Đắc, đốc học Nguyễn Trọng Nhiếp, lãnh binh Nguyễn Văn Đô\n# Hải Phòng: Công sứ Charles Pretre, phó công sứ N. Auer; án sát Nguyễn Cẩn, tri phủ (Kiến Thụy) Phạm Ngọc Cẩn, kinh lịch Nguyễn Vũ, giáo thụ Phạm Xuân Khôi; các tri huyện Nguyễn Văn Bích (An Lão), Nguyễn Hy Phan (An Dương), Nguyễn Hữu Đôn (Thủy Nguyên), Phan Hữu Đài (Tim Lang); các huấn đạo Phạn Tài Thần, Nguyễn Thúy Hoan, Vũ Tá Tiệp, Lê Đức Đôn\n# Hà Nam: Công sứ Lorin, quản lý (hay phó sứ Jallot); đốc học Nguyễn Viết Bình, tri phủ Lý Nhân Trịnh Nghi, tri huyện Nan Xáng Đoàn Danh Chấn, tri huyện Bình Lục Ngô Vi Lâm, tri huyện Thanh Liêm Nguyễn Đình Chuẩn\n# Hà Nội: Công sứ tỉnh lỵ Cầu Đơ Louis de la Noe, phó là Pellereau\/ đại lý ở Ngã Ba Thà Beck; tuần phủ Lê Nguyễn Huy, án sát Đặng Đức Cường, lãnh binh Đặng Văn Mưu, đốc học Dương Danh Lập\n# Thành phố Hà Nội: đốc lý thứ 14 là F. Baille, phó đốc lý Lacaze.\n# Hưng Hóa: Công sứ Paul Simoni, phó công sứ Redellet; tuần phủ Nguyễn Đình Quang, án sát Lê Vĩnh Diện (hay Diễn), tri phủ Lâm Thao Nguyễn Huy Ích, đốc học Nguyễn Hoan, phó lãnh binh Trần Ngọc Trác; các tri huyện Nguyễn Văn Quý (Vân Hồng), Nguyễn Hữu Tuấn (Thanh Thủy), Lê Quang Hoan (Hạc Trì), Vũ Liêm (Phù Ninh)\n# Hưng Yên: Công sứ Marie Joseph A. de Miribel, phó (hay gọi là quản trị viên của tỉnh) là Aubry;\n# Nam Định: Công sứ Gabriel Adamolle, phó là Bayle; tuần phủ Trần Đình Lượng, án sát Hoàng Huy Tường, đốc học Tu Đàm (hay Tự Đàm)\n# Ninh Bình: Công sứ Emile Bonnetain, phó là Jandet\/đại lý Pháp Ferrando (Phát Diệm), Bonjour (Phủ Nho Quan); án sát Hoàng Mạnh Trí, đốc học Nguyễn Thượng Hiền, phó lãnh binh Đỗ Văn Đợi.\n# Phù Lỗ (Vĩnh Yên): công sứ Conrandy, phó Metairau, phó là Madec; án sát Lê Huy Phan, tri phủ Đỗ Hoan - Tôn Thất Huân, tri huyên Bùi Duyệt\n# Quảng Yên: Công sứ Gaston Benoit, phó là Perret; án sát Nguyễn Tiến\/ các tri huyện Đàm Quang Mỹ (Yên Hướng), Đàm Quang Phương (Cát Hải), Lê Văn Huy (Yên Bạc), Vũ Văn Phái (Văn Hải), Nguyễn Tu Tích (Hoành Bồ)\n# [[Sơn Tây (tỉnh cũ)|Sơn Tây]]: Công sứ Costant David, phó là Alfred Logerot; án sát Nguyễn Duy Nhiếp, đốc học Đặng Quý, phó lãnh binh Nguyễn Chánh Lâu\/ các tri phủ [[Phan Kế Tiên]] ([[Quốc Oai]]), Trần Tấn Bình ([[Quảng Oai]])\/ các tri huyện Nguyễn Hoàng Lược ([[Thạch Thất]]), Nguyễn Đào ([[Ba Vì|Bất Bạt]]), Lê Văn Thức ([[Phúc Thọ]]), Nguyễn Bích Đạo ([[Sơn Tây (thị xã)|Tùng Thiên]])\n# Thái Bình: Công sứ Clement D. Thureau (quan hạng 1, nhiệm kỳ 21\/1\/1902-26\/1\/1905)<ref>Nguyễn Quang Ân và Nguyễn Thanh, Tài liệu địa chí Thái Bình, tập 1, trang 227.<\/ref>, phó là (Pasquier (quan hạng 5, nhiệm kỳ 1900-27\/1\/1902), Lamotte (quan hạng 5, nhiệm kỳ 28\/1\/1902-28\/5\/1902) và Buffel de Vaure (quan hạng 4, nhiệm kỳ 29\/5\/1902-6\/1\/1903))<ref>Nguyễn Quang Ân và Nguyễn Thanh, Tài liệu địa chí Thái Bình, tập 1, trang 228.<\/ref>; án sát Nguyễn Trung Khuyến, đốc hoc Trần Thiện Kế\/ các tri phủ Nguyễn Duy Hàn ([[Thái Ninh (huyện cũ)|Thái Ninh]]), Phạm Văn Thu ([[Tiên Hưng (huyện)|Tiên Hưng]]), Trần Mỹ Đồng (Phủ Đức), Trần Trọng Hân ([[Kiến Xương]])\/ các tri huyện Bùi Khắc Thức ([[Vũ Tiên (huyện)|Vũ Tiên]]), Trần Gia Dụ ([[Thư Trì]]), Nguyễn Khắc Huyên ([[Duyên Hà (huyện)|Duyên Hà]]), Nguyễn Đoàn Thạc ([[Hưng Nhân (huyện)|Hưng Nhân]]), Phạm Hoàng Lâm ([[Quỳnh Côi (huyện)|Quỳnh Côi]]), Nguyễn Hữu Khuê ([[Tiền Hải]]), Nguyễn Đạo Quán ([[Thụy Anh]]), Lê Mạnh Phổ (hay Phố, [[Đông Hưng|Đồng Quan]])\n# Thái Nguyên: Công sứ Pierre Emmerich, phó là Serizier (hay Serizer, vì bản tiếng Pháp đọc không rõ<ref name=\":0\">Về tên của phó công sứ Pháp ở Thái Nguyên năm 1902, tài liệu Annuaire général de l'Indo-Chine française [\"puis\" de l'Indochine] , năm 1902, trang 479 ghi hơi mờ (bị mất chữ) nên đọc không rõ; nên tác giả đoán tên của phó công sứ Thái Nguyên là Pierre Charles Serizier (hoặc Serizer), quan năm Pháp, được Thống sứ Bắc Kỳ cử làm phó công sứ Thái Nguyên (phụ việc cho công sứ Thái Nguyên là Emmerich (về sau Emmerich được đưa sang làm công sứ ở tỉnh Lào Kay)<\/ref>); thự tổng đốc Nguyễn Đôn Bản, án sát Nguyễn Đình Chu, phó lãnh bình Trần Quang Nghĩa\n# Hòa Bình: Công sứ Levy, phó là Bonnet; chánh quan lang Đinh Công Xuân, phó quan lang Đinh Công Quý, chánh quan võ Quách Cao, phó quan võ Đinh Long.\n# Vạn Bú (nay là Sơn La): Công sứ Jean G. Monpeyrat, phó là Bardin (Vạn Yên), Santinacci (Điện Biên); quản đạo (tức chúa Thái) [[Đèo Văn Trị]], tri phủ Cầm Văn Hoan\n# Bắc Kạn: Công sứ Lomet, phó là Delamarre; tri châu Chợ Rã Hoàng Đức Hinh, tri châu Bạch Thông Hà Tiên Phú, tri châu Cam Hòa Lương Đình Trung, tri châu Na Rì Hà Văn Tích; \n# Tuyên Quang: Công sứ là Charles P. Dodey, phó là le Riche; tổng đốc Nguyễn Hữu Toàn, án sát Hoàng Đức Tráng.  \n# Yên Báy: công sứ Henri Cambier, phó là Hauberdon; án sát Nguyễn Đình Khang, tri huyện Nguyễn Hương (Trấn Yên), chánh cửu phẩm Phạm Tuyên, thơ lại Nguyễn Đình Sam, Nguyễn An, Lê Hoàng Vũ, huấn đạo Phan Đình Mỹ, lại mục Nguyễn Đình Huy, thống lại Lê Ngọc Lý - Lê Hữu Trươi. \n# Vĩnh Yên: công sứ Emile E. Frebault, phó là Peyrabere; án sát Đỗ Phú Túc, đốc học Đỗ Hoan\n# Hà Nội: đốc lý Baille, phó đốc lý Mettetal\n# Hải Phòng: đốc lý Doumergue (đồng thời là chủ tịch hội đồng thành phố), phó đốc lý Brousmiche - Bouchet, chủ tích phòng thương mai Porchet (phó là Abbadie); kỹ sư cầu đường Liobet, cảnh sát trưởng Grataloup\nKhu vực quân sư:\n# Lạng Sơn: chỉ huy trưởng chung O. Aymar, phó là Pauvif; gồm các đồn binh sau: đồn Lạng Sơn (chỉ huy Fayn, đốc công nhà ga Lạng Sơn Simien, Lancelot (Than Môi), Giesmard ([[Đồng Đăng]]); án sát Hứa Viết Tăng\/ các tri châu Đoàn Khánh Thiện (Ôn), [[Vi Văn Định]] (Lộc Bình), Phạm Quế Lương (Bản Đanh), Đồng Dữu Hưng (Vạn Yên), Hoàng Đình Loan (Toát Long), Lương Văn Hoanh (Thất Khê). đồn Móng Cái: chỉ huy trưởng Guyot de Salins; quan đạo Hải Ninh Nghiêm Diêm Thế\/ các tri châu Trần Văn Thinh (Hà Côi), Lê Đình Tánh (Tiên Yên). đồn Vạn Linh: chỉ huy Bohin; quan đạo Vi Viết Tính\/ các tri châu Hoàng Hiên Cơ (Bình Mạc), Lâm Văn Quang (Bình Gia), Lâm Trường Lộc (Bắc Sơn)\n# Cao Bằng: chỉ huy Schneider, phó là Reverony; gồm 2 đồn: Cao Bằng (chỉ huy Roux), Bảo Lạc (Mangin); bố chánh Nông Ngọc Tường, án sát Nguyễn Lương, phó đề đốc Nguyễn Hữu Kiên, tri phủ Hóa An Bê-Lê, tri phủ Thương Yên Sông Hùng Tấn\/ các tri châu Hoàng Đức Hinh (Chợ Rã), Đinh Văn Lý (Tách An), Dương Văn Siêu, người gốc Hoa, Hà Lạng), Chi (Nguyên Bình), Tống Văn Toa (Quảng Uyên), Bê Thúy (Hà Quảng), Nguyễn Xuân Kiệt (Thương Lang), Đinh Văn Thiều (Phúc Hòa)\n# Hà Giang; chỉ huy trưởng Mondon; có 2 đồn là Hà Giang (chỉ huy Manus, tri huyện Tường Văn Tố, lại mục Dương Đức Kỳ), Bắc Quang (chỉ huy Tipveau; tri huyện Mã Trọng Báu, lại mục Nguyễn Hữu Thi)\n# Lào Kay: chỉ huy Boutrois, có 2 đồn là Lào Kay (chỉ huy Cogniard, tri châu Đào Tương Hồng - [[Thủy Vĩ]]), Bảo Hà (chỉ huy Barbecot; tri châu Nguyễn Văn Vũ ([[Văn Bàn]]),, Nguyễn Văn Đoàn (Chiêu Tấn), Nguyễn Văn Thi (Lục An)).\n\n====Trung Kỳ====\n\nVua Thành Thái, nội các triều Nguyễn: Nguyễn Thân, Tôn Thất Niệm, Hồ Đắc Trung, Hoàng Cao Khải... (và nhiều người khác). Khâm sứ Trung Kỳ Auvergne, giám binh Charles\n# Thanh Hóa: công sứ Moulié; phó là Fries (2 đồn binh của chánh mật thám Soler (Bái Tường) và Cuvelier (Mường Sam Tu); bố chánh Hương Khang, án sát Tôn Thất Linh, đề đốc Vũ Văn Đài, đốc học Nguyễn Hàn Quang, chánh giám đốc Nguyễn Xuân Phiêu, tham biện Lê Thiện Kế; gác-dan nhà tù Tôn Thất Lạc\n# Nghệ An: công sứ Henri Sestier, phó là Carlinot, đại diện ở Cửa Rào Viau; tống đốc Đào Tấnbố chánh Tôn Thất Xiêm, án sát Cao Ngọc Lễ, đốc học Thái Văn Trung, tham biện Đoàn Đình Nhân, lãnh binh Dương Biên\n# Hà Tĩnh: công sứ Auguste M. Sandre, phó là Amoudru, lãnh binh Simon; tuần phủ Tôn Thất Đàm, bố chánh Nguyễn Chánh Kha, án sát Hồ Đắc Trung, đốc học Nguyễn Liên, tham biện Lê Đạt\n# Quảng Bình: công sứ Gaietta, phó là Besancon, lãnh binh Pháp Peigne; bố chánh Tôn Thất Hoài Diệu, án sát Nguyễn Khoa Đàm, \n# Quảng Trị: công sứ Victor C. Quillet, phó là Viallat, giám binh Lardier; tuần phủ Ngô Huy Trí, án sát Nguyễn Hiền Đình (hay Đỉnh, Định), đốc học Trần Xán, lãnh binh Tôn Thất Vi\n# Thừa Thiên: Công sứ Le Marchant de Trigon, quản trị viên Vaugeois; Phủ doãn Thừa Thiên Trần Đình Phát, phủ thừa Cao Xuân Tiêu, lãnh binh Nguyễn Văn Tô (hay Tố). \n# Hội An: Đốc lý Hauser, phó là About, cảnh sát trưởng Fischer\n# Quảng Nam: công sứ tỉnh lỵ Hội An là Oscar Moulie, phó là Mougenot, giám binh Breguet; tổng đốc Tôn Thất Hậu, bố chánh Nguyễn Khắc Mai, án sát Đặng Như Vông, đốc học Trần Đình Phong, lãnh binh Bùi Hữu Phú\n# Quảng Ngãi: công sứ Faure; phó là Dupuy, giám binh Haguet; tuần phủ Huỳnh Côn, án sát Nguyễn Hữu Ích, đốc học Phan Trọng Mưu, thành thủ úy Nguyễn Văn Xa, chánh lãnh binh Đỗ Đức Phong, phó lãnh binh Thái Văn Hiệu\n# Quy Nhơn: công sứ Paul E. Dufrénil, phó là Gariod, giám binh Lambert; bố chánh Phạm Huy Đồng, án sát Trần Tiên Hội, đốc học Tạ Tường, chánh lãnh binh Tôn Thất Cương, phó lãnh binh Huỳnh Nguyên Thương\n# Phú Yên: công sứ Letang, phó là Conchy; đại lý d'Elloy (đóng ở Củng Sơn), giám binh Darud; bố chánh Bùi Xuân Nguyên, án sát Phạm Ngọc Tô, phó lãnh binh Lê Văn Ba, đốc học Đào Phan Duẩn.\n# Phan Rang: công sứ P. Odend'hal, phó là Revert, thị trưởng Đà Lạt Champoudry, giám binh Bernard; quan đạo Nguyễn Văn Thoại, bang biện Trần Tấn Vi\n# Khánh Hòa: công sứ Bouyeure, phó sứ Morel; tổng đốc Hồ Đệ, bố chánh Nguyễn Văn Bổn (hay Bốn), án sát Thân Trọng Huề, đốc học Đàm Khiêm<ref>Đàm Khiêm: ông nguyên là hậu duê của cụ tổ Phúc An, làm đốc học ở nhiều tỉnh (Khánh Hòa, Thanh Hóa) kiêm chánh chủ khảo kỳ thi hương. Phả họ chép: “Đàm Duy Khiêm, công chúng đệ Nhất giáp đệ  Tam danh Tiến sĩ xuất thân. Sắc thụ Thanh Hoá tỉnh, Chủ khảo trường Vụ Ngự sử, kiêm lĩnh Đốc học”. Xem: http:\/\/nguoihanoi.com.vn\/modules.php?name=News&op=viewst&sid=16001 {{Webarchive|url=https:\/\/web.archive.org\/web\/20160815082107\/http:\/\/nguoihanoi.com.vn\/modules.php?name=News&op=viewst&sid=16001 |date=2016-08-15 }}<\/ref>, lãnh binh Nguyễn Trung\n# Đồng Nai Thượng: công sứ O'Connell (đóng ở Di Linh), phó là Lazergue; tri phủ Đích (hay Dịch, Di Linh), tri huyện Chô (Tánh Linh)\n# Bình Thuận: công sứ Bourcier Saint Chaffray, phó là de Niort; bố chánh Hương Thiết, án sát Phạm Ngô Quát, đốc học Nguyễn Xuân Chi, lãnh binh Trần Ngọc Phụng.\n====Cambodge (Campuchia)====\n\nVua Norodom (1834 - 1904), lên ngôi năm 1860. Khâm sứ Pháp Henri de Lamothe, chỉ huy Pháp ở Phòng Nhì (Bureau) là Durand,, đại lý Pháp Tricon, chỉ huy quân sự Fourestier,  giám đốc cơ quan nông nghiệp (lập 30\/4\/1887) là Vandelet, phó giám đốc Lebretton\n\nTỉnh (province):\n# Kampot: Công sứ Charles Pallier, phó là Simon, giám binh Wust - chỉ huy lính bản xứ Sam; phó vương Campuchia Sena Achit Thieu (Kampot), Reachea Seathay Um (Peam), Cheyouthea Thuppedey-Teaos (Banteaimeas), Tebes Sankream Tit (Kongphong-Som)\n# Kompong-Cham: Công sứ Desire Hertrich, phó là Marquene, chỉ huy quân sự Coqueblin; quan cai trị Campuchia: Montrey Pheakedey Man (Kongpong-Siêm), Bavar Sangkream Ros (Prei Santhor), Reachea Metrey Dechou Um (Kang-Meas), Thibin Montreay Yon (Kassustin), Pech Dechou Eakhau (Choeung-prei)<ref>{{chú thích web | url = http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5774197h\/f598.image | tiêu đề = Annuaire général de l'Indo-Chine française [ | author =  | ngày =  | ngày truy cập = 2 tháng 10 năm 2015 | nơi xuất bản = Gallica | ngôn ngữ = }}<\/ref>\n# Kompong-Chnang: Công sứ Caillard, phó là Durand, chỉ huy Dulieu; quan cai trị Campuchia: Sreu Thuppede Lemouth (Rolea-peir), Sena Saugcream Um (Babour), Thireach Sacor Soai (Anlong-reach), Sreu Sena Rithi Ul (Lovek)\n# Kompong-Speu: Công sứ Paul Collard, phó là Groslier, chỉ huy Pa; quan cai trị Campuchia: Outey Thireach Phlong (Somrong-tong), Vongsa Phuthor Peu (Kandar-Stung), Vongsa Samsak Kim(Kong-pissey), Vongsa Outey Som (Phnom-sruoch), Aranh Sangkream Sao (Thpong)\n# Kompong-Thom: Công sứ Desire Breucq, phó là Mercier, chỉ huy Coqueblin; quan cai trị Campuchia: Dechou Nut (Kongpong-Soai), Montreay Sucha Keo (Prey-Kdei), Montreay Dechou Kieu (Stung), Sneha Metreay Dechou Ou (Chikreng), Seu Khangea Peu (Barai), Sotip Montreay Chet (Santuc), Tep Pheakeday Dechou Nou (Promtep)\n# Kratié: Công sứ Pech, phó là Stremler, chỉ huy Pujol; quan cai trị Campuchia: Moutreay Nikum Kem (Sambor), Choubak Nhek (Kratie), Sena Choubat Kau (Kanh-chor), Sueha Nureak Sao Chhlong), Reachea Chor-Su (Stung-trang)\n# Phnom-Penh: Công sứ le Roy, phó là Faure, chỉ huy Mariotti; quan cai trị Campuchia: Reachea Metrey Chum (Phnom-Penh), Muc Sacor Kem (Muc Kompul), Vongsa Montreay Mên (Saang), Metrey Punthor Pech (Kien-svai), Sena Metrey Tan (Ksach-kandal), Outey Sena In (Ponhea Iu)\n# Prey-vien: Công sứ Charles Bellan, phó là Legros, chỉ huy Keo; quan cai trị Campuchia: Thoumea Dechou Iem (Baphnom), Nearea Thuppedey Mau (Prei-vien), Éo Metrey Ui (Lovea-em)), Dorong Sangcream Uk (Sithor kandal), Sren Sangcream Hem (Sithor-pearang), Vongsa Sangcream Thuppedey Chhim (Peam-chỏ)r\n# Poursat: công sứ Louis Tiesonnnier, phó là Jumeau, chỉ huy Benoit; quan cai trị Campuchia: Sour Kealuc Kim (Pursat), Rithi Sangcream Khieu (Krang), Chuumeas Sangcram Thout (Krako), Sueha Nureak Sao Chhlong), Reachea Chor-Su (Stung-trang)\n# Soai-Rieng: công sứ Bessiere, phó là d'Oiselay, chỉ huy Prak; quan cai trị Campuchia: Lychakrey Mean (Rumdoun - Rùm Duông), Cheyou Sangcream Prak (Svai-teap), Keamovau Sena Mau (Romeas-hek), Sueha Nureak Sao Chhlong), Reachea Chor-Su (Stung-trang)\n# Takeo: công sứ Joseph Collard, phó là Poiret, chỉ huy Un; quan cai trị Campuchia: Pusnuluk Kocu (Treang), Vongsa Anchit In (Bati), Cheyouthea Tep (Prei-krebas), Pichey Chetdorong Decheas Iem (Kathom), Euthor Vichey  Dechou Uch (Leuk-dek)\n\n====Lào====\n\nKhâm sứ Lào Tournier (giúp việc Fabre, Cousin), tổng chỉ huy Pháp ở Lào Narcise M. M. Villard, kỹ sư Pháp Taravant; cảnh sát trưởng Chabonnelle\n\nTỉnh:\n# Viêng-chăn: công sứ Georges Maspero, phó là Salla, chỉ huy Robert; quan cai trị bản xứ ở Lào: Sisuvanala-Vongsa\/ các chậu mường: Dương Di  (Borikanne), Hao-Seng (Toura-khom), Thào Maha-Sai (Patchoum, Pắc Chum), Phaya Joane (Vang-vien)\n# Bassac: công sứ Philippe M. Disière, phó là Dulac, chỉ huy Lebaulch; quan cai trị bản xứ ở Lào: phìa-visai Thào Phung (Saphai), phìa mahathilat Thong Dy (Bassac), phìa mun-tiong Thào Vông (Paksedone), chậu mường Xiêng Két (Suvannakhili), Taseng Pha-Aphai-Pouthon (Đôn Sai)\n# Luông Prabang: công sứ Jules Grand, phó là O. Poullet; chỉ huy lính bản xứ Pongerville, hiệu trưởng trường trung học Pháp - Lào Crochet - đại diện Lê Kỳ Nam (và 2 người khác không rõ tên) đóng ở Xiềng Khăm, Pắc Lai; bản xứ: vua Somdek Phra-chao Sacharine, tể tướng (oppahat) Roun Khong, Chao Dương Chấn, phó vương (hay thị trưởng) Chao Suvanakhom, công sứ Phay Mường Chan (và phó sứ Phay Mương Khùa) ở Xê Nam.\n# Mường Hu: công sứ Clement Dupuy, phó là Maybon; các chậu mường Chao Moun (Mường Hu Nưa) và Chao Vannapoum (Mường Hôn Tai)\n# Mường Sình: công sứ Charles Besse de Laromiguière, chỉ huy Eva (hai vùng là Xiềng Không (Eva) và Xiềng Sen (Chevalier)); phó vương Le Tiao-pa (Mường Sình); các châu mường Chao Luông Sithi-san (Mường Luông Nậm Thà), lãnh đạo người Khạ ở Viêng-Poukha: Phaya Pouma, Pathavi, Pech, Chang, Sên Buon-Lu; lãnh đạo người Khạ ở Xiềng Không Thamma Vongsa, lãnh đạo người Khmer Xiềng Không Sithi Vông, Nan Sithi(Xiềng Sen); lãnh đạo người Mường  Rattativang, lãnh đạo người Nghieou Sivi Chay\n# Mường Sơn: Công sứ (không rõ tên), phó là Wartelle, chỉ huy Fonfrede; các chậu mường Phay Phomsi Volanat (Mường Xiềng Kho), Phomvisay Soladet (Mường Hét), Phra Sivisai (Mường Sơn), Sanhavongsa (Mường Hủa Mương)\n# Trấn Ninh - Xiêng Khoảng: công sứ Pierre Morin, phó là Baudenne; chỉ huy lính bản xứ Sivignon; các chậu mường Chao Khăm Ngon (Mường KhuonThao2ao2 Siêng-noi (Mường Khang), Thào Panxi (Mường Sui), Thào Phomma (Mường Lan), Thào Xiêng Phét (Mường Sen), Thào Panmi (Mường Mọc)\n# Khăm Muộn: công sứ Paul Macey, phó là David; chỉ huy lính bản xứ Montignant (Pak Hin Boun); quan cai trị bản xứ ở Lào: các chậu mường: Phào Thong Thip (Thaket), Thào Meng (Cam-keut), Thào Si (Cammon), Thào Thong Thip (Thà Khẹt), Thào Souma (Pak hin-Boun), Thào Bua-khai (Mahasay)\n# Savannakhet (Xỏn Khuôn): công sứ Pierre Sarabelle, phó là Rabourdin; chỉ huy lính bản xứ Colard; các chậu mường Thào Puy (Khatabuli), Thào Hang (Champone), Thào Duông (Xỏn Khuôn), Thào Sayasen (Mường Phong), Thào Phung (Mường Sê-Phong), Thào Hác (Mường Vang)Thào Thun (Phabang), Thào Hét (Phalane), Thào Ngon (Phìn), Thào La (Nong).\n# Saravan: công sứ Edmond Rémy, phó là Parent; chỉ huy linh bản xứ Nollin; các chậu mường Thào Khăm Phiêu (Saravan), Thào Mao (Khô ông), Thào Khăm (Khăm Tong-Nhai), Thào Sui (Saphat), Thào Lun (Soutabali), Thào Phìa (Lakhonphen), 2 chậu mường (không rõ tên) ở Kam-tong-hoi, Samia\n# Ban Mương: công sứ Philippe Disiere, phó là H. Bosc; chỉ huy lính bản xứ Noel\n# Attopeu: công sứ Marie A. Castanier, phó là Belakowicz; chỉ huy lính bản xứ Collard; chậu mường Attopeu Thào Seng\n# Khổổng: công sứ Gaston Gailland, phó là Cousin; chỉ huy lính bản xứ Parrochis; các chậu mường Thào Du-thene (Khôổng), Thào Khi-eo (Xiêng Quang); đại lý Pháp ở Khone E. Emler\n# Stungtreng: công sứ Leon Sargues, phó là Campion; chỉ huy lính bản xứ Chabonnelle; chậu mường Thào Khăm-pane (Stungtreng)\n# Đắc Lắc: công sứ Henri Besnard, phó là de Brugnot; \nQuảng Châu Loan (nhượng địa của Pháp ở nam Trung Quốc): công sứ Gustave Alby, giám binh Ohl, chỉ huy Laneque; quan cai trị bản xứ Fan-Tong-San (Phan Tông Xán ??)\n\n+ Tse-kam (nhượng địa của Pháp ở Trung Quốc): công sứ de Marsoulies, chỉ huy Sauvalle\n\n+ Po-teou: công sứ Emmanuel Gendrot, chỉ huy Petitjean - Briolaud\n\n+ Tamsui: công sứ Guillaume Fargeas, chỉ huy Jullian - Bonnal\n\n==='''Năm 1903'''===\n\n====Nam Kỳ====\n# Bạc Liêu: Chủ tỉnh Eugene C. Chabrier, phó là Silveatre; tri phủ Nguyễn Tấn Đức, tri huyện là Lê Văn Mẫu, tri phủ Thanh Hoa Trang Lương Phát (phó là Trần Chấn Pháo), Cao Minh Thanh (Thanh Hùng), Lâm Hữu Võ (Long Thùy), Phạm Doãn Nguôn (Quảng Long), Trần Văn Tú (Quảng Xuyên), giám mục Duquet\n# Bà Rịa: Chủ tỉnh Jean J. Charrin, phó là Couzineau; tri phủ Nguyễn Thăng Hơn - Nguyễn Hữu Dược, tri huyện là Trần Văn Thuần (hay Thuận, Thuấn)\n# Bến Tre: Chủ tỉnh Paul M. Quesnel, phó (không rõ tên); tri phủ Nguyễn Văn Hai (hay Hải), tri huyện là Trương Ngọc Báu - Thái Hữu Võ (Ba Tri), Võ Văn Vang (Mỏ Cày)\n# Biên Hòa: Chủ tỉnh Alphonse Chesne, phó là Alfiedo de Matra - đại lý Pháp Oddera (núi Chứa Chan), chỉ huy Pháp Ferru; tri phủ Hồ Tấn Qươn, tri huyện là Nguyễn Văn Lộc\n# Cần Thơ: Chủ tỉnh Gustave H. Delanoue, phó là Carlotti;  đốc phủ sứ Nguyễn Tấn Tài, tri phủ Cao Văn Tình, tri huyện là Nguyễn Hữu Thường; đại lý Trà Ôn Fritz\n# Châu Đốc: Chủ tỉnh Albert M. Lorin, phó là L'Helgoual'ch; đốc phủ Nguyễn Trung Thứ, tri huyện là Lê Văn Tú (hay Tứ) - Võ Văn Mẹo, tri phủ Tịnh Biên Cuey-Kim\n# Chợ Lớn: Chủ tỉnh Fernand L. Saintenoy, phó là Martin; đốc phủ sứ Đinh Sơn Lý, Ngô Văn Tín (Cần Giuộc), kỹ sư cầu đường Duchamp, ủy viên Hội đồng thuộc địa Võ Văn Quan\n# Gia Định: Chủ tinh Barthelemy H. Debernardi, phó là Edouard Christian; đốc phủ sứ Lê Văn Xung - Nguyễn Văn Chức, tri phủ Phạn Côn Sơ, tri huyện là Bùi Thế Xương\n# Gò Công: Chủ tỉnh Louis F. Cudenet, phó là Ravel; tri phủ Nguyễn Văn Nguyên, tri huyện là Trần Quan Thuận (hay Thuấn), Trần Văn Thuấn\n# Hà Tiên: Chủ tỉnh  Louis J. Hubert-Delisle, phó là Coux; tri huyện Trần Quang Tâm\n# Long Xuyên: Chủ tỉnh Francois P. Bartouilh de Taillac, phó là Smith; tri phủ Nguyễn Hà Thanh - Huỳnh Quan Niên, tri huyện là Trần Văn Thiết (hay Thiệt)\n# Mỹ Tho: Chủ tỉnh Marie Gaston Marquis, phó là Melaye; đốc phủ Nguyễn Văn Kiên, tri phủ Nguyễn Văn Bình, tri huyện là Nguyễn Văn Sự\n# Rạch Giá: Chủ tỉnh Joseph F. Moreau, phó là de Roland; tri huyện là Nguyễn Tắc Yên - Trương Vĩnh Việt\n# Sa Đéc: Chủ tỉnh (không rõ tên), phó Caillard;  tri phủ Lê Văn Hiên (hay Hiến), tri huyện là Phan Hữu Đạo, Michel Huỳnh Văn Sang\n# Sóc Trăng: Chủ tỉnh Maspero, phó là Damprun; tri huyện là Sơn Diệp - Nguyễn Ngọc Hữu - Nguyễn Tấn Sự\n# Tân An: Chủ tỉnh Gaston R. Chenieux, phó là de Manas; tri phủ Trần Văn Sửu, tri huyện là Trương Vĩnh Thế (hay Thệ)\n# Tây Ninh: Chủ tỉnh Louis V. Cudenet, phó Gallois-Montbrun, dai diện Trảng Bàng Nguyễn Văn Bửu; đốc phủ Trần Đại Học, tri huyện là Lâm Văn Yết\n# Thủ Dầu Một: Chủ tỉnh Emile E. Couzineau, phó là Parnaud - đại lý Hớn Quản Gougaud; tri huyện là Nguyễn Văn Chinh - Nguyễn Văn Bình\n# Trà Vinh: Chủ tỉnh Charles A. Lagrange, phó là Nouet; đốc phủ sứ Nguyễn Quang Nghiêm, tri huyện là Trần Đăng Phong - Nguyễn Phong Nhiêu\n# Vĩnh Long: Chủ tỉnh Louis A. Pech, phó là Bellan; tri phủ Nguyễn Công Luân (hay Luận), tri huyện Đặng Văn Huê - Đỗ Hữu Thân\n# Sài Gòn: đốc lý Eugene F. Cuniac, phó đốc lý Monceaux - (không rõ tên)\n# Chợ Lớn: đốc lý Frederic Drouhet, phó đốc lý là du Crouzet - Trần Tường Thoại; đốc phủ sứ là Trần Tường Thoại, Trần Hữu Đỉnh, Nguyễn Hữu Đấu, Trương Văn Lương\n# Cap Saint Jacques (thành phố Vũng Tàu): đốc lý Emile Lemasson, phó là A. Lemasson\n# Poulo Condore (Côn Đảo): quản đốc Leon Marie Morizet, quan hạng nhất Bocquet, giám đốc trưởng Osmont, các gác-dan (Gardiens) trưởng là Rochisani, Leonelli (phòng Nhất), Le Campion (phòng Nhì), phòng \"đặc biệt\" Vincent, Ambrosi (hòn Bảy Cạnh), chỉ huy trưởng Pháp là Robert, bác sĩ Thebaud, tri huyện Nguyễn Ky Sát\n====Bắc Kỳ====\n\nThống sứ Stanislas Auguste Marie Broni, chánh mật thám (cabinet) Le Gallen, tổng chỉ huy quân Pháp ở Đông Dương Piel, tổng chỉ huy hải quân Delaruelle, chủ tịch Phòng thương mại Hà Nội Blazeix, ở Hải Phòng là Gage; thương tá Nguyện Khắc Vĩ, tổng đốc Hoàng Trọng Phu\n# Bắc Ninh: Công sứ Vouillon, phó công sứ Richard; tổng đốc Đỗ Văn Tâm, bố chánh Trịnh Tiến Sinh, án sát Nguyễn Đình Chú, đề đốc Tôn Thất Phương, đốc học Vũ Cận\n# Bắc Giang: Công sứ Ernest Joseph M. Quennec, phó công sứ Maire\/ đại lý Pháp ở Nhã Nam Loye, đại lý Pháp ở Lục Nam Lagnier, đại lý Pháp ở Đức Thắng Hardy - trưởng đồn binh Massebeuf; tuần phủ Nguyễn Văn Nhu, thương tá Vũ Văn Duyệt, án sát Nguyễn Văn Nhã, đốc học Đặng Tích Trú, lãnh binh Lê Văn Chung (hay Chủng).\n# Bắc Kạn: Công sứ (không rõ tên), phó là Delamarre; tri châu Chợ Rã Hoàng Đức Hinh, tri châu Bạch Thông Lương Đình Trung, tri châu Ngân Sơn Đồng Thúc Bảo, tri châu Na Rì Nông Thiêm Thăng;\n# Hải Dương: Công sứ Paul le Tulle, phó công sứ (không rõ tên)\/ đại lý Pháp Gadret (Ninh Giang), Hernandez (Yên Lưu), Parera (Đông Triều), chỉ huy đồn binh Knospf; tổng đốc Vũ Quang Nhạ, bố chánh Phạm Văn Lâm, án sát Nguyễn Hữu Đắc, đốc học Nguyễn Trọng Nhiếp, lãnh binh Nguyễn Văn Đô\n# Hải Phòng: Công sứ Charles Pretre, phó công sứ N. Auer; án sát Nguyễn Cẩn tri phủ (Kiến Thụy) Phạm Ngọc Cẩn, kinh lịch Nguyễn Vũ, giáo thụ Phạm Xuân Khôi; các tri huyện Nguyễn Văn Bích (An Lão), Nguyễn Hy Phan (An Dương), Nguyễn Hữu Đôn (Thủy Nguyên), Phan Hữu Đài (Tim Lang); các huấn đạo Phạn Tài Thần, Nguyễn Thúy Hoan, Vũ Tá Tiệp, Lê Đức Đôn\n# Hà Nam: Công sứ Berland, phó sứ Bonnet, chỉ huy đồn binh Rerat; án sát Mai Trung Cát, đốc học Nguyễn Viết Bình, \n# Phủ Liên (Hải Phòng): công sứ Charles Pretre, phó sứ Labbe, giám đốc đài quan sát khí tượng Ferra, chỉ huy đồn binh Domicile, hiến binh Barbier; kinh lịch Nguyễn Vũ, tri phủ Kiến Thụy Phạm Ngọc Cẩn; các tri huyện Nguyễn Văn Bích (An Lão), Phạm Hữu Đài (Tiên Lãng), Nguyễn Hy Phan (An Dương), Nguyễn Hữu Đôn (Thủy Nguyên)\n# Hà Nội: Công sứ tỉnh lỵ Cầu Đơ Louis de la Noe, phó là Pellereau\/ đại lý ở Ngã Ba Thà Genin; tuần phủ - án sát Đặng Đức Cường, lãnh binh Đặng Văn Mưu, đốc học Dương Danh Lập\n# Hòa Bình: công sứ Wulfingh, phó là Poirier; chánh quan lang Đinh Công Xuân, phó quan lang Đinh Công Quí, chánh quan võ Quách Cao, phó quan võ Đinh Lương\n# Hưng Hóa: Công sứ Paul Simoni, phó công sứ Redellet\/ các đại lý Pháp Lapouyade (Đồn Vàng), Robin (Thanh Ba), Tharaud (Phủ Đoan); tuần phủ Nguyễn Đình Quang, án sát Lê Vĩnh Diện (hay Diễn), tri phủ Lâm Thao Nguyễn Hữu Ích, đốc học Nguyễn Hoan, phó lãnh binh Trần Ngọc Trác; tri phủ Đoan Hùng Vũ Duy Khiêm, các tri huyện Nguyễn Hữu Tuấn (Thanh Thủy), Lê Quang Hoan (Hạc Trì), Vũ Liêm (Phù Ninh), Nguyễn Văn Quý (Tam Nông), Vũ Liên (Phù Ninh), Lê Liêm (Thanh Ba), Lê Ngữ (Cấm Khê), (...) (Thanh Sơn), Đặng Văn Chinh (Yên Lập), Hoàng Dao Tiên (Hạ Hòa). \n# Hưng Yên: Công sứ Marie Joseph A. de Miribel, phó (hay gọi là quản trị viên của tỉnh) là Bon, chỉ huy Desanges; tuần phủ Phạm Văn Toàn, án sát Nguyễn Hữu Tường, đốc học Nguyễn Xuân Quang, phó lãnh binh Trần Quang Nghĩa; các tri phủ Nguyễn Khắc Xương (Mỹ Hào), Nguyễn Tấn Canh (Khoái Châu), các tri huyện Bùi Hương Thành (Phù Cũ),, Lương Ngọc Thu (An Thi), Đặng Trần Vi (Kim Động), Nguyễn Văn Giáp (Tiên Lữ), Đỗ Đức Đạt (Văn Lâm), Nguyễn Như Lương (Yên Mỹ)\n# Nam Định: Công sứ Groleau, phó là Bayle\/ đại lý Lạc Quan Ferrando, chỉ huy Normand; tuần phủ Trần Đình Lượng, án sát Hoàng Huy Tường, đốc học Từ Đàm (hãy Tự Đàm); các tri phủ Đỗ Cát Trí (Xuân Trường), Dương Xuân Phổ (Nghĩa Hưng); các tri huyện Trần Lưu Trác (Mỹ Lộc), Tống Xuân Ôn (Phòng Doanh), Nguyễn Đào Tân (Ý Yên), Nguyễn Huy Quang (Hải Hậu), Thái Văn Bút (Nam Trực), Nguyễn Kiên (Trực Ninh), Nguyễn Khắc Tuấn (Vũ Đan)\n# Ninh Bình: Công sứ Duvillier, phó là Regnier\/đại lý Pháp Lespinasse (Phát Diệm), Benezeth (Phủ Nho Quan), giám binh Chaigneau; án sát Hoàng Mạnh Trí, đốc học Nguyễn Thượng Hiền, phó lãnh binh Đỗ Văn Đợi.\n# Phù Lỗ (Vĩnh Yên): công sứ Charles Gariod, phó sứ Metaireau, chỉ huy quân sư Rieul; án sát Lê Huy Phan, đốc học Nguyễn Văn Ban, tri phủ Tôn Thất Huân (Yên Lãng) - Đỗ Hoan (Đa Phúc), các tri huyên Bùi Duyệt (Kim Anh), Nguyễn Ban (Vĩnh Ninh), Lê Văn Thức (Đông Khê), chánh quản cơ Nguyễn Long.\n# Quảng Yên: Công sứ Gaston Benoit, phó sứ là Perret, chỉ huy Lameray; án sát Nguyễn Tiến\/ các tri huyện Đàm Quang Mỹ (Yên Hướng), Đàm Quang Phương (Cát Hải), Lê Văn Huy (Yên Bạc), Vũ Văn Phái (Văn Hải), Nguyễn Tu Tích (Hoành Bồ)\n# Sơn Tây: Công sứ Theodore Muselier, phó sứ là Alfred Logerot, chỉ huy quân sư Fayol; án sát Bùi Đàm, đốc học Đặng Quý, phó lãnh binh Nguyễn Chánh Lâu\/ các tri phủ Lê Văn Thức (Quốc Oai), Phan Kế Tiên (Quảng Oai)\/ các tri huyện Nguyễn Hoàng Lược (Thạch Thất), Nguyễn Giao (Bất Bạt), Nguyễn Đào (Phúc Thọ), Phan Kế Tiên (Tùng Thiên)\n# Thái Bình: Công sứ Thureau, phó là de Vaure, chỉ huy quân sự Lacombe; án sát Nguyễn Duy Hàn, đốc hoc Trần Thiện Kế\/ các tri phủ Trần Huy Côn (Thái Ninh), Phạm Văn Thu (Tiên Hưng), Trần Mỹ (Phủ Đức), Trần Trọng Hân (Kiến Xương)\/ các tri huyện Bùi Khắc Thức (Vụ Tiên), Trần Gia Dụ (Thủ Trì), Nguyễn Khắc Huyên (Duyên Hà), Nguyễn Đoàn Thạc (Hùng Nhân), Phạm Hoàng Lâm (Quỳnh Côi), Nguyễn Sĩ Ngạc (Tiên Hải), Nguyễn Đạo Quán (Thụy Anh), Hoàng Hy Ước (Đồng Quan), Nguyễn Đạo Quan (Thụy Anh).\n# Thái Nguyên: Công sứ Louis Adolphe Conrandy, phó là Martin, chỉ huy quân sự Palhies\/ đại lý Victor Conrandy (Chợ Chu), Moufflet (Phương Đô), Schmitt (Hùng Sơn), chỉ huy quân sự Guillaume; tuần phủ Nguyễn Đôn Bản, án sát Nguyễn Hữu Vinh; các tri phủ Nguyễn Khải Tú (Phú Bình), Cao Lãng (Đại Từ); các tri huyện Nguyễn Đỗ Sâm (Phú Lương), Nguyễn Nghi (Phổ Yên), Nguyễn Văn Huy (Vũ Nhai), tri châu Đình Hòa Hà Sĩ Hiên\n# Hòa Bình: Công sứ Wulfingh, phó là Poirier, quan 5 cai trị Lào - đại lý của Trung Hoa Mir, chỉ huy đồn binh Auclair; chánh quan lang Đinh Công Xuân, phó quan lang Đinh Công Quý, chánh quan võ Quách Cao, phó quan võ Đinh Lương\n# Vạn Bú (nay là Sơn La): Công sứ Jean G. Monpeyrat, phó là Monier (Vạn Yên), Santinacci (đại lý Pháp ở Vạn Yên), chỉ huy quân sự Lafaye; quản đạo (tức chúa Thái) Đèo Văn Trì, tri phủ Cầm Văn Hoan\n# Tuyên Quang: Công sứ là Charles P. Dodey, phó là Senelar, chỉ huy quân sự Fillippecki; án sát Hoàng Đức Tráng.  \n# Yên Báy: công sứ Auguste Damade, phó là Hauberdon, chỉ huy quân sự Marlier; án sát Nguyễn Đình Khang, tri huyện Nguyễn Hương (Trấn Yên), chánh cửu phẩm Phạm Tuyên - Dương Hoàng Tề, thơ lại Nguyễn An - Nguyễn Đình Sam - Ngô Đức Phú, huấn đạo Phan Đình Mỹ, lại mục Nguyễn Đình Huy, thống lại Lê Ngọc Lý - Lê Hữu Trước, thị sai y sinh Nguyên Tiến Dũng, lê mục Vũ Văn Năng, thị sai lại mục Nguyễn Đình Kỵ. \n# Vĩnh Yên: công sứ Emile E. Frebault, phó là Collet, chỉ huy quân sự Hursy; án sát Đỗ Phú Túc\n# Hà Nội: đốc lý Baille, phó đốc lý Mettetal - Labeye\n# Hải Phòng: đốc lý [[Fernand Gautret]] (đồng thời là chủ tịch hội đồng thành phố), phó đốc lý d'Abbadie - Gage, chủ tích phòng thương mai Dumont (phó là Mondage); kỹ sư cầu đường Liobet, cảnh sát trưởng Keeselaers\n====Trung Kỳ====\n\nVua Thành Thái, nội các triều Nguyễn: Nguyễn Thân, Tôn Thất Niệm, Hồ Đắc Trung, Hoàng Cao Khải... (và nhiều người khác). Khâm sứ Trung Kỳ Auvergne, giám binh Charles, hiệu trưởng trường Quốc học Nordemand\n# Thanh Hóa: công sứ Moulié; phó là Garnier (2 đại lý Pháp là Soler (Bái Thượng) và Cuvelier (Mường Sam Tu)); tổng đốc Vương Duy Trinh, bố chánh Hương Khang, án sát Tôn Thất Linh, đề đốc Vũ Văn Đài, đốc học Nguyễn Hữu Quang, chánh giám đốc Nguyễn Xuân Phiêu, tham biện Lê Thiện Kế; gác-dan nhà tù Tôn Thất Lạc\n# Nghệ An: công sứ Henri Sestier, phó là (không rõ tên), đại diện Gaudel (Cửa Rào), Doucet (Phủ Điện), chỉ huy quân sự Mariani; tống đốc Đào Tấn, bố chánh Tôn Thất Niệm, án sát Cao Ngọc Lễ, đốc học Thái Văn Trung, tham biện Đoàn Đình Nhân, lãnh binh Dương Biên\n# Hà Tĩnh: công sứ Auguste M. Sandre, phó là Dauplay, lãnh binh Hugnit; tuần phủ Nguyễn Văn Mại, bố chánh Nguyễn Chánh Nhã, án sát Cao Ngọc Lễ, đốc học Nguyễn Liên, tham biện Lê Đạt\n# Quảng Bình: công sứ Gaietta, phó là Prial, lãnh binh Pháp Peigne; bố chánh Tôn Thất Hoài Diệu, án sát Nguyễn Xuân Toàn, lãnh binh Nguyễn Vũ Trinh, đốc học Trần Tấn  Ích.  \n# Quảng Trị: công sứ Valentin, phó là About, giám binh Lardier; tuần phủ Lê Tú, án sát Nguyễn Hiền Đình (hay Đỉnh, Định), đốc học Huỳnh Quan, lãnh binh Tôn Thất Vi\n# Thừa Thiên: Công sứ Doucet, quản trị viên Vaugeois, lãnh binh Leparc; Phủ doãn Thừa Thiên Lưu Đức Xứng, phủ thừa Nguyễn Hữu Ích, lãnh binh Trần Tuệ. \n# Hội An: Đốc lý (không rõ tên), phó là Gravelle, cảnh sát trưởng Fischer\n# Quảng Nam: công sứ tỉnh lỵ Hội An là Oscar Moulie, phó là Tholance, giám binh Mathieu; tổng đốc Tôn Thất Hân, bố chánh Cao Xuân Tiêu, án sát (không rõ tên), đốc học Trần Đình Phong, lãnh binh Bùi Hữu Phú\n# Quảng Ngãi: công sứ Quillet; phó là Dupuy, đại diện ở Làng Ri Haquet, giám binh Haguet; tuần phủ Huỳnh Côn, án sát Hồ Đắc Du, đốc học Phan Trọng Mưu, thành thủ úy Nguyễn Văn Xa, chánh lãnh binh Đỗ Đức Phong, phó lãnh binh Võ Văn Trí\n# Quy Nhơn: công sứ de Goy, phó là Blin, giám binh Boudon; tổng đốc Dương Lâm, bố chánh Phạm Huy Đồng, án sát Trần Tiên Hội, đốc học Tạ Tường, chánh lãnh binh Nguyễn Tố, phó lãnh binh Huỳnh Năng Nhượng\n# Phú Yên: công sứ Letang, phó là Bonhomme; đại lý Besancon (đóng ở Củng Sơn), giám binh Darud; bố chánh Bùi Xuân Nguyên, án sát Trần Văn Giao, phó lãnh binh Lê Văn Ba, đốc học Đào Phan Duẩn.\n# Phan Rang: công sứ Benjamin H. Lehé, phó là Gaude, thị trưởng Đà Lạt Paul Champoudry, giám binh Canivey; quản đạo Nguyễn Văn Thoại, bang biện Văn Tấn Vi, đốc học Thân Trọng Canh\n# Khánh Hòa: công sứ Rousseau, phó sứ Malot, chỉ huy Raux; tổng đốc Hồ Đệ, bố chánh Nguyễn Văn Bổn (hay Bốn), án sát Thân Trọng Huề, đốc học Đàm Khiêm,lãnh binh Nguyễn Trương\n# Đồng Nai Thượng: công sứ Joseph O'Connell (đóng ở Di Linh), phó là Lazergue, chỉ huy Delingette; tri phủ Nhài (Di Linh), tri huyện Thông Văn Cham (Tánh Linh)\n# Bình Thuận: công sứ Bourcier Saint Chaffray, phó là de Niort, chỉ huy Remond; bố chánh Đặng Ngọc Thọ, án sát Phạm Nhoc (Ngọc) Quát, đốc học Nguyễn Xuân Chi, lãnh binh Trần Ngọc Phụng.\n\n==== Cambodge: ====\nQuốc vương Norodom I, phó vương L' Ombbarace; tể tướng Akhamohasena; Khâm sứ Lamothe, phó là Mossy, đại lý Tricon.\n# Kampot: công sứ Pallier, phó là Simon; các quan cai trị: Sena-Achit-Khieu (Kampot), Reachea-Sethay-Oum (Peam), Yathea-Thipdey-Theao (Banteay-Meas), Debes-Sang-Kream (Kongpong-Som)\n# Kongpong Cham: công sứ Desire Hertrich, phó là Soula; quan cai trị: Archung-Oung (Thbong-khmum), Montreay-Pheakeday-Man (Kongpong-Siem), Ravar-Saugeream-Nhem (Srey Santhor), Reachea-Metrey-Dechou-Um (Kang-meas), Thibu-Montreay-You (Kassutin), Pech-Dechou-Eakhau (Cheoung Prey)\n# Kongpong Chhnang: công sứ O. Cailland, phó là Marguet; quan cai trị: Sreu-Thipdey-Lamut (Rolea-peir), Sena-Sancream-Hum (Babaur), Sreu-Sena-Rithi-Ouk (Lovek), Reach-Sakor-Svai (d'Anlong-reach)\n# Kompong Speu: công sứ P. Collard, phó là Manquene; quan cai trị: Outey-Thireach-Phlong (Somrong-tong), Vongsa-Phutor-Sau (Kandal-Stung), Vongsa-Outey-Som (Phnom Srouch), Vongsa-Samsak-Kim (Kong-pisay), Aranh-Sancream-Ouk (Thpong)\n# Kompong Thom: công sứ Christian, phó là Pujol; quan cai trị: Dechou-Nut (Kompong Soai), Sen-Khangvea-Pen (Barai), Montrey-Dechou-Khieu (Stoung), Sotup-Montrey-Nou (Santuk), Sucha-Metrey-Dechou-Ek (Chikreng), Tep-Pheakdey-Dechou-Pa (Promtep)\n# Kratié: công sứ Leclère, phó là Servoise; quan cai trị: Montrey-Nikom (Sambor), Montrey-Chonnabat-Nhec (Kratie), Sena-Chonnabat-Kon (Kanchor), Sucha-Noreach-Oum (Chhlong), Reachea-Chou-In (Stung-trâng)\n# Phnôm Pênh: công sứ Hahn, phó là Groslier; quan cai trị: Reachea-Metrey-Oum (Phnôm Pênh), Mouk-Socor-Keo (Muk-kompul), Vongsa-Moutrey-Meu (Saang), Metrey-Puthor-Pech (Kien-svai), Sena-Metrey-Tan (Khsach-kandal), Outey-Sena-In (Ponhea Iu)\n# Prey-veng: công sứ Rousseau, phó là Legros, đại lý Ba-nam L. d'Oiselay; quan cai trị: Thomea-Dechou-Yem (Baphnom), Nearea-Thipdey-Mau (Prey-veng), Srei-Saugcream-Srey (Sithor-pearang), Darong-Saugcream-Thong (Sithor-kandal), Tisor-Metrey-Ur (Lovea-em), Vongsa-Saugcream-Thipdey-Kahom (Peam-chor)\n# Pursat: công sứ Louis Tiersonnier, phó là Coreil; quan cai trị:  Rithi-Saugcream-Khieu (Pursat), Rithi-Saugcream-Nhem (Krang), Chumeas-Saugcream-Huot (Krako), Aranh-Thippedey-Prom\n# Soai-rieng: công sứ Jacques Bessiere, phó là Jumeau; quan cai trị: Lychakrey-Meau (Rumdoul), Cheyou-Saugcream-Prac (Svai-teap), Khemovan-Sena-Mau (Romeas-hek)\n# Takeo: công sứ Louis le Roy, phó là Poiret; quan cai trị: Vongsa-Anchit-In (Bati), Cheyouthea-Tep (Prey-krebas), Pichey-Chekdorong-Deches-Iem (Kasthom), Eathor-Vichey-Decho-Uch (Loeukdek)\n\n==== Lào: ====\nKhâm sứ M. Tournier, phó là Mahe; Tổng thư ký (Secretariat) là M. Ladriere\n# Vientiane: công sứ Paul Damprun, phó là Baudenne; giám đốc trường cao đẳng Pháp - Lào Trần Đình Thiệu (hay Thiều); tổng đốc Phaya-So-Souvana la Vongsa, chậu mường: Chao-Dong-Di (Borikhane), Thào Seng (Tourakhome), Thào Maha-Sai (Pakchoum), Phaya Isanne (Van-vien)\n# Attopeu: công sứ J. Lautier, phó là Belakovic; chậu mường Thào Sen\n# Bassac: công sứ Fort, phó là De la Brosse; chậu mường Thào Phung (Sai-phal), phìa maha-thilat Thong-Dy, phìa mun-tiong Thào Von (Pak Sedong), chậu mường Xiềng Kết (Souvanakili)\n# Khammuon: công sứ Paul Macey, phó là Dupac; chậu mường: Thào Thong-Thip (Thaket), Thào Meng (Cam-keut), Thào Si (Cam-mon), Thào Sou-ma (Pak-hin-Boun), Thào Bua-khai (Mahasay)\n# Darlac: công sứ Henri Besnard\n# Khoong: công sứ Saintenoy, phó là Grotzinger, đại lý Cortey; chậu mường: Thào Outhene (Khoong), Thào Khieo (Siem-phan)\n# Luang Prabang: công sứ Jules Grand, phó là Crochet; phó vương Somdeck-Phra-Chao-Sacharin, oppahat Bun Khoong, Chao Souvanakhom (tể tướng Luang Prabang), Paya Muong-Chan (chủ tỉnh Ho-senam), Phaya Mường Khùa (phó chủ tỉnh Ho-senam)\n# Mường Hu: công sứ Deveau (đóng ở Mường Hu Mưa); chậu mường Chao-Mon (Mường-Hou-Neu), Chao Vannapoum (Mường Hou-Tai)\n# Mường Sình: công sứ Joseph Chambert, phó là De Laromiguiere, đại lý Xiềng Khoong R. Piallate; phó vương Le Tiao-Pa, chủ vùng (tạm dịch từ chữ \"chef de la Region\") người Khạ Phaya Thamma-Vongsa (Xiềng Khoong), chủ vùng người Việt Phaya Sithi-Vong (Xiềng Khoong), Phaya Nan-Sithi (Xiềng Sen), Phaya Rattiavang (Mường Muốc-nhơ), Phaya Sivi-Chay (người Nghiêu, Xiềng Khoong)\n# Mường Sôn: công sứ (không rõ tên), phó là Wartelle; chủ mường (chef du muong): Phaya Phomsi-Volanat (Xiềng Khô), Phaya-Phom-Visay-Soladet (Mường Két), Phaya-Phra-Sivisai (Mường Sôn), Phaya-Sanha-Vongsa (Mường Hua Mương)\n# Saravane: công sứ Edmond Remi, phó là Parent; chậu mường: Thào Khăm Phiêu (Saravane), Thào Mao (Kông), Thào Khăm (Khăm-tông-nhai), Thào Sui (Saphat), Thào Lưu (Sui-tabali), Thào Phia (Lakhonphen), hai người còn lại không rõ tên và cai trì vùng Khăm-tong-noi và Samia\n# Savanakhet: công sứ Stephane Salabelle, phó là Rabourdin; chậu mường: Thào Puy (Khantabuli), Thào Phet (Champhon), Thào Duông (Sỏng Khoone), Thào Sayasen (Mường Phuôn), Thào Hac (Mường Vang), Thào Thiep (Prabang), Thào Hết (Phalane), Thào Ngôn (Phìn), Thào La (Noong)\n# Stungtreng: công sứ Leon Sargues, phó là Tajasque; chậu mường Thào Khăm Phane (Stungtreng)\n# Trấn Ninh (Xiêng Khoảng): công sứ Pierre Morin, phó là Saled; chậu mường: Chao Khăm Ngôn (Mường Khuôn), Thào Siềng Noi (Mường Khang), Thào Phàn Sì (Mường Sui), Thào Siêng Phệt (Mường Sieng), Thào Kham My (Mường Mọc)\n\n==== Quảng Châu Loan: ====\nTổng công sứ Gustave Alby, phó là Morel, thư ký văn phòng Forsan; đốc lý thành phố Tche-kam là Liegeot, đốc lý thành phố Po'teou là Parent, đốc lý thành phố Tam-sui là (không rõ tên).\n\n=== '''Năm 1904''' ===\n\n==== Nam Kỳ<ref>Danh sách chủ tỉnh Pháp ở Nam Kỳ năm 1904 có khác so với danh sách ban đầu. Xin liệt kê: Escoubet (Sài Gòn), Charbrier (Bạc Liêu), Charrin (Bà Rịa), Quesnel (Bến Tre), Chesne (Biên Hòa), Delanoue (Cần Thơ), Lemasson (Cap Saint Jacques), Lorin (Châu Đốc), Escoubet (Chợ Lớn), Debernardi (Gia Định), tướng hải quân Cudenet (Gò Công), Hubert Delisle (Hà Tiên), de Taihac (Long Xuyên), Marquis (Mỹ Tho), Moreau (Rạch Giá), Bonifacio (Sa Đéc), Bastard (Sóc Trăng), Maspero (Tân An), Cudenet (Tây Ninh), Cudenet (Thủ Dầu Một), Lagrange (Trà Vinh), Pech (Vĩnh Long)<\/ref>: ====\n# Bạc Liêu: chủ tỉnh Leon E. Melaye, phó là Eutrope; tri phủ Cà Mau Nguyễn Tấn Đức\n# Bà Rịa: chủ tỉnh M. Rivet, phó là Pedemente; đốc phủ sứ Trần Đại Học, tri phủ Nguyễn Thắng Hơn\n# Bến Tre: chủ tỉnh Gilles F. Crestien, phó là Goujon, gardan Poulain; chánh quản Khổng Hữu Ninh, phó quản Huỳnh Văn Luân, tri phủ Huỳnh Văn Hai - Trương Ngọc Báu, tri huyện Thái Hữu Võ - Võ Văn Bang\n# Biên Hòa: chủ tỉnh Alphonse Chesne, phó là Freire, đại lý Pháp ở Chứa Chan Natalelli; đốc phủ sứ Phạm Văn Tươi, tri phủ Hồ Tấn Qươn, tri huyện Nguyễn Văn Lộc - Trần Hữu Học - Nguyễn Hữu Thành\n# Cần Thơ: chủ tỉnh Gaston R. Maspero, phó là de Bouchony; đốc phủ sứ Nguyễn Tấn Tài, tri phủ Cao Văn Tình, tri huyện Nguyễn Hữu Thưởng\n# Châu Đốc: chủ tỉnh Louis A. Lamarre, phó là Pauchon; đốc phủ sứ Tân Châu Nguyễn Trung Thứ, tri huyện Bùi Hữu Ngọc - Võ Văn Mẹo, đại lý Cuey Kim (Tịnh Biên), Lê Văn Tú (Tri Tôn)\n# Chợ Lớn: chủ tỉnh Charles A. Escoubet, phó là de Matra; đốc phủ sứ Đinh Sơn Lý, trii huyện Nguyễn Văn Chất - Phan Đức Hòa; đốc phủ sứ Cần Giuộc Ngô Văn Tín\n# Gia Định: Chủ tinh Barthelemy H. Debernardi, phó là Agen; đốc phủ sứ Lê Văn Xung - Nguyễn Văn Chức, tri phủ Phạn Côn Sơ, tri huyện là Phạm Hữu Thành\n# Gò Công: Chủ tỉnh Marie G. Adamolle, phó là Ravel; tri phủ Nguyễn Văn Nguyên, tri huyện là Nguyễn Hữu Phước, Trần Văn Thuấn\n# Hà Tiên: Chủ tỉnh Charles A. Lagrange, phó là Gerard; tri phủ Trần Văn Thiệt, tri huyện Nguyễn Văn Đặng\n# Long Xuyên: Chủ tỉnh C. Cabanne de Laprade, phó là Smith; đốc phủ sứ Huỳnh Quan Miên, tri phủ Nguyễn Hà Thanh\n# Mỹ Tho: Chủ tỉnh Albert Lorin, phó là Silveatre; đốc phủ Nguyễn Văn Kiên, tri phủ Trương Vĩnh Thế, tri huyện là Nguyễn Văn Sự - Nguyễn Văn Trứ\n# Rạch Giá: Chủ tỉnh Joseph F. Moreau, phó là (không rõ tên); tri huyện là Nguyễn Tắc Yên - Lê Minh Phụng\n# Sa Đéc: Chủ tỉnh Fernand Doceul, phó Texier;  tri phủ Lê Văn Hiên (hay Hiến) - Phan Hữu Đạo, tri huyện là Michel Huỳnh Văn Sang\n# Sóc Trăng: Chủ tỉnh Louis S. Laffont, phó là Serret; tri huyện là Sơn Diệp -Trần Quan Thuận\n# Tân An: Chủ tỉnh Ollivier V. Chenieux, phó là de Moine; tri phủ Nguyễn Bá Phước - Trần Văn Sửu, tri huyện là Huỳnh Hữu Thoại\n# Tây Ninh: Chủ tỉnh Louis V. Cudenet, phó Chabbert, dai diện Trảng Bàng Nguyễn Văn Bửu; tri huyện là Lâm Văn Yết\n# Thủ Dầu Một: Chủ tỉnh Ernest Outrey, phó là Parnaud - đại lý Hớn Quản Loupy; tri huyện là Trần Quang Thuật\n# Trà Vinh: Chủ tỉnh Georges Marcellot, phó là Francois; đốc phủ sứ Nguyễn Quang Nghiêm, tri huyện là Trần Đăng Phong - Nguyễn Phong Nhiêu\n# Vĩnh Long: Chủ tỉnh Pierre Bouguet, phó là Clerc; tri phủ Nguyễn Công Luân (hay Luận), tri huyện Đặng Văn Huê - Đỗ Hữu Thân\n# Sài Gòn: đốc lý Eugene F. Cuniac, phó đốc lý Claude - Foray\n# Chợ Lớn: đốc lý Frederic Drouhet, phó đốc lý là du Crouzet - Trần Tường Thoại; đốc phủ sứ là Trần Tường Thoại, Trần Hữu Đỉnh, Nguyễn Hữu Đấu, Trương Văn Lương\n# Cap Saint Jacques (thành phố Vũng Tàu): đốc lý Emile Lemasson, phó là A. Lemasson\n# Poulo Condore (Côn Đảo): quản đốc Leon Marie Morizet, quan hạng nhất Bocquet, giám đốc trưởng Osmont, các gác-dan (Gardiens) trưởng là Vincent, Denier(phòng Nhất), Strenna (phòng Nhì), phòng \"đặc biệt\" Vincent, Ambrosi (hòn Bảy Cạnh), chỉ huy trưởng Pháp là Robert, bác sĩ Thebaud, tri huyện Nguyễn Ky Sát\n\n==== Bắc Kỳ ====\nThống sứ Stanislas Auguste Marie Broni, chánh mật thám (cabinet) Le Gallen, tổng chỉ huy quân Pháp ở Đông Dương Piel, tổng chỉ huy hải quân Delaruelle, chủ tịch Phòng thương mại Hà Nội Blazeix, ở Hải Phòng là Gage; thương tá Nguyện Khắc Vĩ, tổng đốc Hoàng Trọng Phu\n# Bắc Ninh: Công sứ Felix P. Hauser, phó công sứ Jandet; tổng đốc Hoàng Trọng Phu, bố chánh Trịnh Tiến Sinh, án sát Nguyễn Hữu Tường, đề đốc Tôn Thất Phương, đốc học Vũ Cận\n# Bắc Giang: Công sứ Ernest Joseph M. Quennec, phó công sứ Aubry\/ đại lý Pháp ở Nhã Nam Loye, đại lý Pháp ở Lục Nam Ungerer, đại lý Pháp ở Đức Thắng Hardy - trưởng đồn binh Guillaume; tuần phủ Nguyễn Văn Nhạ, thương tá Hoàn Trung Tiến, đốc học Đặng Tích Trú\n# Bắc Kạn: Công sứ Henri Lomet, phó là Mourroux; tri châu Chợ Rã Hoàng Đức Hinh, tri châu Bạch Thông Lương Đình Trung, tri châu Ngân Sơn Đồng Thúc Bảo, tri châu Na Rì Nông Thiêm Thăng;\n# Cầu Đơ: công sứ Jean E. Duranton, phó sứ Pellereau; tổng đốc  Nguyễn Đôn Bản, án sát Đặng Đức Cường, đốc học Vũ Phạm Hàm, phó đề đốc Đặng Văn Mưu\n# Hải Dương: Công sứ Paul Simoni, phó công sứ Poulin\/ đại lý Pháp Fargeas (Ninh Giang), Hernandez (Yên Lưu), Petillot (Đông Triều), chỉ huy đồn binh Pierrot; tổng đốc Vũ Quang Nhạ, bố chánh Phạm Văn Lâm, án sát Nguyễn Hữu Đắc - Vũ Thiên Đề, đốc học Nguyễn Trọng Nhiếp, lãnh binh Nguyễn Văn Đô\n# Hải Phòng: Công sứ Charles Pretre, phó công sứ N. Auer; án sát Nguyễn Cẩn tri phủ (Kiến Thụy) Phạm Ngọc Cẩn, kinh lịch Nguyễn Vũ, giáo thụ Phạm Xuân Khôi; các tri huyện Nguyễn Văn Bích (An Lão), Nguyễn Hy Phan (An Dương), Nguyễn Hữu Đôn (Thủy Nguyên), Phan Hữu Đài (Tim Lang); các huấn đạo Phạn Tài Thần, Nguyễn Thúy Hoan, Vũ Tá Tiệp, Lê Đức Đôn\n# Hà Nam: Công sứ Berland, phó sứ Bonnet, chỉ huy đồn binh Duvernoy; án sát Mai Trung Cát, đốc học Nguyễn Viết Bình, tri phủ Lý Nhân Đoàn Danh Chấn, tri huyện Hoàng Đăng Quýnh (Thanh Liêm) - Ngô Vi Lâm (Duy Tiên) - Nguyễn Túc (Bình Lục) - Phan Đình Hòe (Kim Bảng) \n# Hòa Bình: công sứ Charles E. Wulfingh, phó là Poirier (đồn binh Chi Nê), chỉ huy Auclaire; chánh quan lang Đinh Công Xuân, phó quan lang Đinh Công Quý, chánh quản võ Quách Cao, phó quản võ Đinh Lương \n# Hưng Hóa: Công sứ Nicolas Auer, phó công sứ Jallot\/ các đại lý Pháp (không rõ tên) (Đồn Vàng), Delsalle (Thanh Ba), Collet (Phủ Đoan); tuần phủ Nguyễn Đình Quang, án sát Nguyễn Khắc Xung, tri phủ Lâm Thao Phan Hữu Đại, đốc học Nguyễn Hoan, phó lãnh binh Trần Ngọc Trác; tri phủ Đoan Hùng Vũ Duy Khiêm, các tri huyện Nguyễn Hữu Tuấn (Thanh Thủy), Vũ Duy Đề (Hạc Trì), Lê Văn Huy (Phù Ninh), Nguyễn Văn Quý (Tam Nông), Vũ Liên (Phù Ninh), Nguyễn Ban (Thanh Ba), Lê Ngữ (Cấm Khê), Nguyễn Văn Chấn (Thanh Sơn), Đặng Văn Chinh (Yên Lập), Đào Trọng Văn (Hạ Hòa); bang tá Nguyễn Văn Chấn \n# Hưng Yên: Công sứ Antoine Bon, phó là Bonjour, chỉ huy Desanges, đại lý Bần Yên Nhân Bosc; tuần phủ Phạm Văn Toàn, án sát Lê Lương Thế, đốc học Trần Lê Kỵ, phó lãnh binh Trần Quang Nghĩa; các tri phủ Đặng Trần Vi (Mỹ Hào), Nguyễn Văn Cảnh (Khoái Châu), các tri huyện Đào Hữu Đức (Phù Cừ), Lương Ngọc Thu (An Thi), Trần Lê Uy (Kim Động), Lê Tung (Tiên Lữ), Nguyễn Đốc (Văn Lâm), \n# Nam Định: Công sứ Groleau, phó là B. du Vaure\/ đại lý Lạc Quan Ferrando, chỉ huy Lambert; tuần phủ Phạm Văn Toàn, án sát Hoàng Huy Tường, đốc học Tạ văn Cẩn; các tri phủ Lê Văn Cương (Nghĩa Hưng) - Nguyễn Đào Tân (Ý Yên); các tri huyện Dương Tú Phan (Mỹ Lộc), Nguyễn Huy Quang (Hải Hậu),Trần Văn Trứ (Nam Trực), Trần Hữu Trác (Trực Ninh), Nguyễn văn Định (Phong Doanh), Nguyễn Khắc Tuấn (Vụ Bản)\n# Ninh Bình: Công sứ Eugene F. Duvillier, phó là Dodey\/đại lý Pháp Lespinasse (Phát Diệm), Bonifay (Phủ Nho Quan), giám binh Chaigneau; án sát Doãn Triển, đốc học [[Nguyễn Thượng Hiền]]\n# Phù Lỗ (Vĩnh Yên): công sứ Charles Gariod, phó sứ Delibes, chỉ huy quân sư Robert; án sát Lê Huy Phan, đốc học Nguyễn Văn Ban, tri phủ Lê Văn Trung (Yên Lãng) - Nguyễn Văn Giáp (Đa Phúc), các tri huyên Bùi Duyệt (Kim Anh), Nguyễn Như Lê (Vĩnh Ninh), Cát Huy Viên (Đông Anh), chánh quản cơ Nguyễn Long.\n# Phủ Liên (Hải Phòng): công sứ Ch. Pretre, phó sứ Labbez, giám đốc đài quan sát khí tượng Ferra, chỉ huy đồn binh Domicile, hiến binh Barbier; tri phủ Kiến Thụy Bùi Hương Thanh; các tri huyện Nguyễn Văn Bích (An Lão), Phạm Xuân Khôi (Tiên Lãng), Nguyễn Hy Phạm (An Dương), Nguyễn Hữu Đôn (Thủy Nguyên)\n# Quảng Yên: Công sứ Gaston Benoit, phó sứ là Perret, chỉ huy Lameray; án sát Tư Đàm\/ các tri huyện Đàm Quang Mỹ (Yên Hưng), Đàm Quang Phương (Cát Hải), Nguyễn Trọng Nhị (Yên Bạc), Vũ Văn Phái (Văn Hải), Nguyễn Tu Tích (Hoành Bồ)\n# Sơn Tây: Công sứ Theodore Muselier, phó sứ là Delamarre, chỉ huy quân sư Fayol; án sát Bùi Đàm, bang tá Nguyễn Hữu Thường, đốc học Đặng Quý, phó lãnh binh Nguyễn Chánh Lâu\/ các tri phủ Phan Kế Tiên (Quảng Oai), Lê Văn Thức (Quốc Oai), Phan Kế Tiên (Quảng Oai)\/ các tri huyện Lê Văn Hiệp (Bất Bạt), Nguyễn Thiện Kế (Phúc Thọ), Nguyễn Khắc Viện (Tùng Thiên)\n# Thái Bình: Công sứ Clement D. Thureau (21\/1\/1902-26\/1\/1905), phó là Gadret (7\/1\/1903-2\/5\/1904) và Fort (3\/5\/1904-29\/5\/1906), chỉ huy quân sự Lacombe; tuần phủ Nguyễn Duy Hàn (3\/1902-2\/1904) và Đặng Đức Cường (3\/1904-2\/1905), án sát Nguyễn Duy Hàn, đốc hoc Trần Thiện Kế\/ các tri phủ Trần Trọng Hân (Thái Ninh), Phạm Văn Thu (Tiên Hưng), Trần Mỹ (Phủ Đức), Trịnh Nghi (Kiến Xương)\/ các tri huyện Bùi Khắc Thức (Vũ Tiên), Trần Gia Dụ (Thư Trì), Nguyễn Khắc Huyên (Duyên Hà), Trần Thuận (Hưng Nhân), Phạm Hoàng Lâm (Quỳnh Côi), Nguyễn Sĩ Ngọc (Tiền Hải), Nguyễn Đạo Quán (Thụy Anh), Hoàng Huy Ước (Đồng Quan), Chu Nguyên Thiên (Thụy Anh).\n# Thái Nguyên: Công sứ Louis Adolphe Conrandy, phó là Reginier, chỉ huy quân sự Vermorel\/ đại lý Victor Conrandy (Chợ Chu), Kermont(Phương Đô), Schmitt (Hùng Sơn), chỉ huy quân sự Moutin; án sát Nguyễn Hữu Vinh, thương tá Trần Văn Tiếp; các tri phủ Phạm Văn Mân (Phú Bình), Nguyễn Nghi (Đại Từ); các tri huyện Nguyễn Đôn Sâm (Phú Lương), Lưu Đức Thuật (Phổ Yên), Nguyễn Văn Huy (Đồng Hỷ), Vũ Liên (Vũ Nhai), tri châu Đình Hòa Hoàng Đình Thinh\n# Tuyên Quang: Công sứ là Henri P. Cambier, phó là Lamotte, chỉ huy quân sự Leger; án sát Hoàng Đức Tráng.\n# Vĩnh Yên: công sứ Emile E. Frebault, phó là Tourres, chỉ huy quân sự Hursy; án sát Đỗ Phú Túc, thương tá Lê Trung Ngọc, tri phủ Vĩnh Tường Lê Nguyên Thức, tri huyện Lê Chước (Bình Xuyên) - Cao Quang Du (Lập Thạch) - Nguyễn Chước (Tam Dương) - Nguyễn Đạo Quán (Yên Lạc)\n# Vạn Bú (nay là Sơn La): Công sứ Jean G. Monpeyrat, phó là Monier (Vạn Bú), Guillache (đại lý Pháp ở Vạn Yên) Reinert (đại lý Pháp ở Điện Biên), chỉ huy quân sự Guillache; quản đạo (tức chúa Thái) [[Đèo Văn Trị]], tri phủ Cầm Văn Hoan \n# Yên Báy: công sứ Auguste Damade, phó là Hauberdon, chỉ huy quân sự Juillard; án sát Nguyễn Tiến, tri huyện Phạm Huy Bích (Trấn Yên) - Cầm Ngọc Nông (Trấn Yên), chánh cửu phẩm Phạm Tuyên - Dương Hoàng Tề, thơ lại Nguyễn Đình Nam - Phạm Lạp - Ngô Đức Phú, huấn đạo Đinh Khắc Tề, lại mục Nguyễn Đình Huy, thống lại Lê Ngọc Lý - Lê Huy Trước, thị sai y sinh Nguyên Tiến Dũng; tri huyện Cầm Ngọc Nông (Văn Chấn), lại mục Vũ Huy Giai,  thống lại Nguyễn Ngọc Phúc - Lại Đức Định \n# Hà Nội: đốc lý Doumergue, phó đốc lý Mettetal - Labeye\n# Hải Phòng: đốc lý [[Fernand Gautret]] (đồng thời là chủ tịch hội đồng thành phố), phó đốc lý Rousé - Linossier, đại lý Martin, chủ tích phòng thương mai Dumont (phó là Tandil); kỹ sư cầu đường Liobet, cảnh sát trưởng Raymond\n\n====Trung Kỳ====\n\nVua Thành Thái, nội các triều Nguyễn: Nguyễn Hữu Đáng (đông các dai học sĩ), Miên Lịch (tôn nhân phủ), Nguyễn Thuật (tham tri), Trương Như Cương (tể tướng - tương đương Thủ tướng). Khâm sứ Trung Kỳ Auvergne, giám binh Charles, hiệu trưởng trường Quốc học Nordemand\n# Thanh Hóa: công sứ Jean E. Moulié; phó là Langellier<ref>Sách khác ghi: phó công sứ Thanh Hóa năm 1904 là Langeher-Belleou<\/ref> (2 đại lý Pháp là Soler (Bái Thượng) và Cuvelier (Hội Xuân)), chủ sở bưu điện Taillefer, giám đốc hải quan Merlinghi; tổng đốc Vương Duy Trinh, bố chánh Hương Khang, án sát Tôn Thất Sinh, đề đốc Vũ Văn Đài, đốc học Nguyễn Hàm Quan, chánh giám đốc Nguyễn Xuân Phiêu, tham biện Lê Kiết Kê; gác-dan nhà tù Tôn Thất Lạc\n# Nghệ An: công sứ Henri Sestier, phó là Lapouyade - Vernier, đại diện Gaudel (Cửa Rào), de Galembert (Phủ Điện), chỉ huy quân sự Mariani, giám ngục Morel, chủ sở bưu điện Rouanet; tống đốc Tôn Thất Hàn, bố chánh Tôn Thất Niệm, án sát Đặng Như Vương, đốc học Thái Văn Trung, tham biện Đoàn Đình Nhân, lãnh binh Dương Biên\n# Hà Tĩnh: công sứ Bouyeure<ref>sách khác ghi công sứ Hà Tĩnh là Saudre; https:\/\/books.google.com.vn\/books?id=WYxEAQAAMAAJ&pg=PA537&lpg=PA537&dq=chef+province+du+Haut+Donnai&source=bl&ots=PN0b9GInE5&sig=-aeI9nw6EWcyORnYs5x2V8SRDbo&hl=vi&sa=X&ved=0ahUKEwjs34__xrDUAhUIVZQKHf5uB20Q6AEIMjAC#v=onepage&q=chef%20province%20du%20Haut%20Donnai&f=false<\/ref>, phó là Martinie, lãnh binh Hugnit; tuần phủ Hồ Đắc Trung, bố chánh Cao Xuân Tiêu, án sát Cao Ngọc Lễ, đốc học Nguyễn Liên, tham biện Nguyễn Khắc Thông\n# Quảng Bình: công sứ Gaietta, phó là Breda, lãnh binh Pháp Fourre, chủ sở bưu điện Busser, giám đốc hải quan Le Gras; bố chánh Nguyễn Hách, án sát Nguyễn Xuân Toàn, đốc học Trần Tấn  Ích.  \n# Quảng Trị: công sứ Valentin, phó là Bonhomme, giám binh Lardier, chủ sở bưu điện Julien, giám đốc hải quan Fourrier; tuần phủ Nguyễn Hiền Đỉnh, án sát Nguyễn Hiền Đình (hay Đỉnh, Định), đốc học Huỳnh Quan, phó lãnh binh Lê Văn Ba\n# Thừa Thiên: Công sứ Doucet, quản trị viên Besancon, lãnh binh Leparc, chủ sở bưu điện Maurey, bác sĩ Dewost, thầy thuốc Andre dit Duvigneau; Phủ doãn Thừa Thiên Lưu Đức Xứng, phủ thừa Nguyễn Hữu Ích, lãnh binh Tôn Thất Vi.  \n# Hội An: Đốc lý Pháp Rouzier Joly, phó là Gravelle, cảnh sát trưởng Fischer, chủ sở bưu điện Escade, gác-dăn Guilloux\n# Quảng Nam: công sứ tỉnh lỵ Hội An là Cheri V. Quillet<ref>Sách khác (đã dẫn) ghi công sứ Quảng Ngãi là Moliot<\/ref>, phó là Peguenet, giám binh Mathieu, giám đốc hải quan Lenoble; tổng đốc Hồ Đệ, bố chánh Thân Trọng Huề, án sát Đinh Hữu Hình, đốc học Trần Đình Phong, lãnh binh Trần Văn Tuệ\n# Quảng Ngãi: công sứ le Marchant de Trigon; phó là Mulotte, đại diện ở Làng Ri Haquet, giám binh Breugnot; tuần phủ Nguyễn Xuân Triêm, án sát Hồ Đắc Du, đốc học Châu Trọng Mưu, thành thủ úy Nguyễn Văn Xa, chánh lãnh binh Đỗ Đức Phong, phó lãnh binh Vũ Hữu Tú\n# Quy Nhơn: công sứ de Goy, phó là Retali, giám binh Lamberrt; tổng đốc (không rõ tên), bố chánh Phạm Huy Đồng, án sát Trần Tiên Hội, đốc học Tạ Tường, lãnh binh Bùi Hữu Phú, phó lãnh binh Nguyễn Bá Gia\n# Phú Yên: công sứ Letang, phó là Bougier; đại lý Besancon<ref>Sách khác bổ sung đẩy đủ hơn: đại lý Pháp Voitel (Củng Sơn) - Coutelle (Tuy Hòa) - Stenger (Cheo Reo) - Plegt (M'Drach). Xem: https:\/\/books.google.com.vn\/books?id=WYxEAQAAMAAJ&pg=PA537&lpg=PA537&dq=chef+province+du+Haut+Donnai&source=bl&ots=PN0b9GInE5&sig=-aeI9nw6EWcyORnYs5x2V8SRDbo&hl=vi&sa=X&ved=0ahUKEwjs34__xrDUAhUIVZQKHf5uB20Q6AEIMjAC#v=onepage&q=chef%20province%20du%20Haut%20Donnai&f=false<\/ref> (đóng ở Củng Sơn), giám binh Scholl, chủ sở bưu điện Splingard; bố chánh Bùi Xuân Huyên, án sát Phạm Ngọc Quát, đốc học Đào Phan Duẩn.\n# Phan Rang: công sứ Benjamin H. Lehé, phó là Cottez, thị trưởng Đà Lạt Paul Champoudry, giám binh Canivey; quản đạo Nguyễn Văn Thoại, bang biện Văn Tấn Duy, đốc học Thân Trọng Canh\n# Khánh Hòa: công sứ Rousseau, phó sứ Lemelorel, chỉ huy Raux, chủ sở bưu điện Fanjon, quản lý hải quan (hay cảng) Vaumosom; tổng đốc Huỳnh Côn, bố chánh Mai Khắc Đôn, án sát Nguyễn Đình Văn, lãnh binh Nguyễn Gia Trung\n# Đồng Nai Thượng: công sứ Joseph O'Connell (đóng ở Di Linh), phó là Lazergue, chỉ huy Delingette; tri phủ Nhài (Di Linh), tri huyện Thông Văn Cham (Tánh Linh)\n# Bình Thuận: công sứ Leon Garnier, phó là Lebrun, chỉ huy Remond, đại lý Di Linh Laugier, chủ sở bưu điện Casset, quản lý hải quan (hay cảng) Mibelli; bố chánh Đặng Ngọc Thọ, án sát Trần Văn Giao, lãnh binh Trần Ngọc Phụng.\n\n==== Cambodge: ====\nVua Norodom I, phó vương L'Obbarach; khâm sứ H. de Lamothe, đại lý Leblanc\n# Kampot: công sứ Castanier, phó là Gilles; quan cai trị: Seni-Achit-Khbeu (Kampot), Reachea Setrey Oum (Peam), Yathea Thipdey Teas (Bauteay Meas), Debes Sangcream-Tit (Kompong Som)\n# Kompong Cham: công sứ Francois Simon, phó là Cremanzy; quan cai trị: Montrey-Phekedey-Gong (Kompong Siêm), Bavar-Saucream-Nhem (Srey Sauthor), Reachea-Metrey-Dechou-Oum (Kang-meas), Thibiu-Motrey-You (Kassutin), Pech-Dechou-Kakhau (Choeung-prey)\n# Kompong Chhnang: công sứ O. Caillard, phó là Truffot; quan cai trị: Sreu-Thipdey-Lamut (Rolea-peir), Sena-Saucream-Hum (Babaur), Sreu-Sena-Rithi-Uk (Lovek), Yos-Decho-Ros (Kompong-leng), Reach-Sakor-Svai (d'Aulong-reach)\n# Kompong Speu: công sứ Charles Bellan, phó là Stremler; quan cai tri: Outey-Thireach-Phlong (Somrong-Tong), Vongsa Outey-Som (Phnom Srouch), Vongsa Phuttror-Sun (Kandal-stung), Vongsa Samsak-Yin (Kong-pisay), Aranh Samcream-Mau (Thpong)\n# Kompong Thom: công sứ Christian, phó là Mercier; quan cai trị: Dechou-Nut (Kompong Soài), Sen-Khangvea-Pen (Barai), Montrey-Dechou-Kieu (Stoung), Sothip-Montrey-Nou (Sautue), Metrey-Dechou-Top (Chikreng), Tep-Pheakedey-Dechou-Khou (Promtep)\n# Kratié: công sứ Adhémard Leclerc, phó là Manquene; quan cai trị: Archun-Chum (Thbaung-Khmun), Montrey-Chonnabat-Nhec (Kratie), Sena-Chonnabat-Hem (Kanchor),  Sneha-Noreak-Men (Chhlaung), Reachea-Chou-In (Stung-trang)\n# Phnôm Pênh: công sứ Philippe Hahn, phó là Joseph Collard; quan cai trị: Reachea-Metrey-Srey (Phnôm Pênh), Muk-Sakor-Keo (Chrui-chaugvar), Vongsa Montrey-Mên (Saang), Metrey-Puthor-Pech (Kieu-svay), Sena-Metrey-Tan (Khsach-kandal), Outey-Sena-Ua (Ponhea Iu)\n# Prey-veng: công sứ Breucq, phó là Lambert, đại lý Bannam Servoise; quan cai trị: Thomea-Dechou-Iêm (Baphnom), Nearea-Thipedey N. (Prey-veng), Sren-Saucream-Srey (Sithor-pearang), Darong-Saucream-Thong (Sithor-kandal), Eyso-Metrey-Ui (Lovea-em), Pheakedey-Dechou-Khem (Banam)\n# Pursat: công sứ Georges Groslier, phó là Coreil; quan cai trị: Sourkealuc-Krieu (Pursat), Preas-Pheakedey-Saugeream-Hing (Krakor)\n# Soài-riêng: công sứ Georges Céloron de Blainville, phó là Legros; quan cai trị: Lichakreay-Yem (Rumdoul), Cheyon-Sangeream-Prac (Xoài Típ), Keamovan-Sena-Pech (Romeas-hek)\n# Takeo: công sứ Joseph le Roy, phó là Boudineau; quan cai trị: Pusnouluc-In (Treang), Vongsa-Anchit-Keat (Bati), Cheyouthea-Meas (Prey-krebas), Pichey-Cheddarong-Decheas-Uch (Kastom), Euthor-Vichey-Decho-Kahom (Loeukdek)\n\n==== Lào: ====\nKhâm sứ Morel, phó là Mahe; Tổng thư ký (Secretariat) là M. Ladriere\n# Vientiane: công sứ Stephane Salabelle, phó là Salle; giám đốc trường cao đẳng Pháp - Lào Borry; tổng đốc Phaya-Si-Souvana la Vongsa, chậu mường: Chao-Dong-Di (Borikhane), Thào Phouk (Tourakhome), Thào Maha-Sai (Pakchoum), Thào Line (Van-vien)\n# Attopeu: công sứ Gabriel J. Dulac, phó là Baudenne; chậu mường Thào Sen\n# Bassac: công sứ Leon J. Plantié, phó là Plaux; chậu mường Thào Phung (Sai-phal), phìa maha-thilat Thong-Dy, phìa mun-tiong Thào Von (Pak Sedong), chậu mường Xiềng Kết (Souvanakili)\n# Khammuon: công sứ Paul Macey, phó là Lapeyronie; chậu mường: Thào Thong-Thip (Thaket), Thào Meng (Cam-keut), Thào Khene (Cam-mon), Thào Sou-ma (Pak-hin-Boun), Thào Kot (Mahasay)\n# Darlac: công sứ Charles Henri Jeuch dit Bardin\n# Khoong: công sứ Gaston P. Gaillard, phó là Belakovic, đại lý (không rõ tên); chậu mường: Thào Outhene (Khoong), Thào Khiou (Siem-phan)\n# Luang Prabang: công sứ Jules Grand, phó là Grotzinger; phó vương Somdeck-Phra-Chao-Sacharin, oppahat Bun Khoong, Chao Souvanakhom (tể tướng Luang Prabang), Paya Muong-Chan (chủ tỉnh Ho-senam), Phaya Mường Khùa (phó chủ tỉnh Ho-senam)\n# Mường Hu: công sứ Edouard Deveau (đóng ở Mường Hu Mưa); chậu mường Chao-Mon (Mường-Hou-Neu), Chao Vannapoum (Mường Hou-Tai)\n# Thượng Mekong (tên cũ là \"Mường Sình\" đổi thành): công sứ Pierre C. Serizier (Bản Huội Sài), phó là Voitel; chậu mường Luông Nậm Thà Luông-Sithi-Sản, quản lý người Khạ là Phaya Phoma - Phaya Pathavi - Phaya Pech - Phaya Peng-chan - Phaya Kham-houm - Sene-Boun-Lou *  Thamma Vongsa là quản lý tối cao của người Khạ ở Xiềng Khoong; quản lý người Việt Sithi-Vong, Nan-Sithi (Xiềng Sen), Phaya Rattiavang (Mường Múc-nhơ), quản lý người Nghiêu là Phaya-Sivi-Chay\n# Mường Sôn: công sứ Louis A. Wartelle, phó là Plunian; chủ mường (chef du muong): Phaya Phomsi-Volanat (Xiềng Khô), Phaya-Phom-Visay-Soladet (Mường Két), Phaya-Phra-Sivisai (Mường Sôn), Phaya-Sanha-Vongsa (Mường Hua Mương)\n# Saravane: công sứ Simon F. Chambert, phó là Bayard; chậu mường: Thào Mao (Saravane), Thào Mao (Kông-wapi), Thào Khăm (Khăm-tông-nhai), Thào Sui (Saphat), Thào Lưu (Sui-tabali), Thào Phia (Lakhonphen), hai người còn lại không rõ tên và cai trì vùng Khăm-tong-noi và Samia\n# Sỏng-khoone: công sứ P. Damprun (đóng ở Savanakhet), phó là Blandin; chậu mường: Thào Puy (Khantabuli), Thào Phet (Champhon), Thào Duông (Sỏng Khoone), Thào Sayasen (Mường Phuôn), Thào Hac (Mường Vang), Thào Thiep (Prabang), Thào Hết (Phalane), Thào Ngôn (Phìn), Thào La (Noong)\n# Stungtreng: công sứ Pierre Bonnet, phó là Tajasque; chậu mường Thào Khăm Phane (Stungtreng)\n# Trấn Ninh (Xiêng Khoảng): công sứ Pierre Emmerich, phó là Grenier; chậu mường: Chao Khăm Ngôn (Mường Khuôn), Thào Siềng Noi (Mường Khang), Thào Phàn Sì (Mường Sui), Thào Phom-ma (Mường Lăng), Thào Siêng Phệt (Mường Sieng), Thào Kham My (Mường Mọc)\n\n==== Quảng Châu Loan: ====\nTổng công sứ Alby, thư ký văn phòng Forsan; đốc lý thành phố Tche-kam là Liegeot, đốc lý thành phố Po'teou là Tiersonnier, đốc lý thành phố Tam-sui là Primault\n\n=== '''Năm 1905''' ===\n\n==== Nam Kỳ: ====\n# Bạc Liêu: chủ tỉnh Leon E. Melaye, phó là Pusch; tri phủ Cà Mau Trương Ngọc Báu\n# Bà Rịa: chủ tỉnh M. Rivet, phó là Lemasson; tri phủ Nguyễn Thắng Hơn - Nguyễn Tấn Đức, tri huyện Tô Bảo Thanh\n# Bến Tre: chủ tỉnh Gilles F. Crestien, phó là Meyer; tri phủ Huỳnh Văn Hai, tri huyện Thái Hữu Võ (Ba Tri) - Nguyễn Hữu Thành (Mỏ Cày)\n# Biên Hòa: chủ tỉnh Alphonse Chesne, phó là Martin, đại lý Pháp ở Chứa Chan Oddera; tri phủ Hồ Tấn Qươn, tri huyện Nguyễn Văn Lộc \n# Cần Thơ: chủ tỉnh Antoine Bos, phó là de Helgouach; đốc phủ sứ Nguyễn Tấn Tài, tri phủ Cao Văn Tình, tri huyện Nguyễn Hữu Thưởng\n# Châu Đốc: chủ tỉnh Louis A. Lamarre, phó là de Bouchony; đốc phủ sứ Tân Châu Nguyễn Trung Thứ, tri huyện Lê Văn Tú- Võ Văn Mẹo, đại lý Bùi Hữu Ngọc (Tịnh Biên), de Bouchony (Tri Tôn)\n# Chợ Lớn: chủ tỉnh Charles A. Escoubet, phó là de Matra; đốc phủ sứ Đinh Sơn Lý, trii huyện Nguyễn Văn Chất; đốc phủ sứ Cần Giuộc Ngô Văn Tín\n# Gia Định: Chủ tinh Barthelemy H. Debernardi, phó là Davoine; đốc phủ sứ Lê Văn Xung - Nguyễn Văn Chức, tri phủ Phạn Côn Sơ, tri huyện là Phạm Hữu Thành - Hồ Ngọc Nhơn\n# Gò Công: Chủ tỉnh Hugues A. O' Connell, phó là Fontaine; tri phủ Nguyễn Văn Nguyên, tri huyện là Nguyễn Hữu Phước,Nguyễn Đăng Khoa\n# Hà Tiên: Chủ tỉnh Louis Cudenet, phó là Couzineau\n# Long Xuyên: Chủ tỉnh C. Cabanne de Laprade, phó là Chabbert; đốc phủ sứ Huỳnh Quan Miên, tri phủ Nguyễn Hà Thanh, tri huyện Trần Văn Dương\n# Mỹ Tho: Chủ tỉnh Albert Lorin, phó là Caillard; tri phủ Trương Vĩnh Thế, tri huyện là Lê Văn Mẫu - Nguyễn Văn Trứ - Trần Văn Thuấn - Đoàn Hữu Chung\n# Rạch Giá: Chủ tỉnh (không rõ tên), phó là Senemaud; tri huyện là Nguyễn Tắc Yên - Lê Minh Phụng\n# Sa Đéc: Chủ tỉnh Fernand Doceul, phó Texier;  tri phủ Lê Văn Hiên (hay Hiến) - Phan Hữu Đạo, tri huyện là Michel Huỳnh Văn Sang\n# Sóc Trăng: Chủ tỉnh Louis S. Laffont, phó là Serret; tri huyện là Nguyễn Tấn Sự -Trần Quan Thuận\n# Tân An: Chủ tỉnh Jean J. Charrin, phó là de Moine; tri phủ Nguyễn Bá Phước - Trần Văn Sửu, tri huyện là Huỳnh Hữu Thoại\n# Tây Ninh: Chủ tỉnh Louis V. Cudenet, phó Canolle\n# Thủ Dầu Một: Chủ tỉnh Ernest Outrey, phó là Le Bret- đại lý Hớn Quản Guenot; tri phủ là Trần Quang Thuật, tri huyện Paul Trần Hữu Học\n# Trà Vinh: Chủ tỉnh Eugene C. Chabrier, phó là Francois; đốc phủ sứ Nguyễn Quang Nghiêm, tri huyện là Nguyễn Văn Bình; tri huyện Nguyễn Phong Nhiêu - Nguyễn Đức Tố\n# Vĩnh Long: Chủ tỉnh Emile E. Couzineau, phó là Parent; tri phủ Nguyễn Công Luân (hay Luận), tri huyện Đặng Văn Huê - Đỗ Hữu Thân\n# Sài Gòn: đốc lý Eugene F. Cuniac, phó đốc lý Claude - Foray\n# Chợ Lớn: đốc lý Frederic Drouhet, phó đốc lý là du Crouzet\n# Cap Saint Jacques (thành phố Vũng Tàu): đốc lý Emile Lemasson\n# Poulo Condore (Côn Đảo): quản đốc Leon Marie Morizet\n\n==== Bắc Kỳ ====\n# Bắc Giang: Công sứ Ernest Joseph M. Quennec, phó công sứ Aubry\/ đại lý Pháp ở Nhã Nam Loye, đại lý Pháp ở Lục Nam Ungerer, đại lý Pháp ở Đức Thắng Hardy - trưởng đồn binh Guillaume; tuần phủ Nguyễn Văn Nhạ, án sát Chế Quang Ân, thương tá Hoàn Trung Tiến, đốc học Đặng Tích Trú\n# Bắc Ninh: Công sứ Felix P. Hauser, phó công sứ Giran; tổng đốc Hoàng Trọng Phu, án sát Nguyễn Hữu Tường, đề đốc Tôn Thất Phương, đốc học Vũ Cận\n# Bắc Kạn: Công sứ Henri Lomet, phó là Mathieu; quản đạo Hoàng Đức Hinh, tri châu Chợ Rã Vi Văn Lê, tri châu Bạch Thông Phạm Bá Hồng, tri châu Ngân Sơn Đồng Thúc Bảo, tri châu Na Rì Nông Thiêm Thăng;\n# Hà Đông: công sứ Jean A. Duranton, phó là Maire; tổng đốc  Nguyễn Đôn Bản, án sát Nguyễn Khắc Sung,, đốc học Vũ Phạm Hàm, phó đề đốc Đặng Văn Mưu\n# Hải Dương: Công sứ Paul Simoni, phó công sứ Poulin\/ đại lý Pháp Fargeas (Ninh Giang), Lespinasse (Yên Lưu), Tharaud (Đông Triều); tổng đốc Nguyễn Đình Quang, án sát Lê Huy Phan, đốc học Nguyễn Trọng Nhiếp, lãnh binh Nguyễn Văn Đô\n# Hà Nam: Công sứ Joseph Reydellet, phó sứ Morroux, chỉ huy đồn binh Duvernoy; tuần phủ Nguyễn Hữu Đắc, án sát Đỗ Phú Túc, đốc học Nguyễn Viết Bình, tri huyện Hoàng Đăng Quýnh (Thanh Liêm) - Đặng Hữu Bảng (Duy Tiên) - Nguyễn Túc (Bình Lục) - Phan Đình Học (Kim Bảng) - Đặng Quang Mỹ (Nam Xang) \n# Hòa Bình: công sứ Charles E. Wulfingh, phó là Nicolle, chỉ huy Poirier (đồn binh Chi Nê), chỉ huy Auclaire; chánh quan lang Đinh Công Xuân, phó quan lang Đinh Công Quý, chánh quản võ Quách Cao, phó quản võ Đinh Lương \n# Hưng Hóa: Công sứ Nicolas Auer, phó công sứ Jallot\/ các đại lý Pháp Genin (Thanh Ba), Dupuy (Phủ Đoan); tuần phủ Hoàng Đức Tráng, án sát Nguyễn Văn Hào, đốc học Nguyễn Hoan, phó đề đốc Trần Ngọc Trác, tri phủ Lâm Thao Phan Hữu Đại, tri phủ Đoan Hùng Lê Nguyên Thức, các tri huyện Cát Huy Viên (Thanh Thủy), Vũ Duy Đề (Hạc Trì), Lê Văn Huy (Phù Ninh), Nguyễn Văn Quý (Tam Nông), Lưu Đức Thuật (Thanh Ba), Lê Trinh (Cấm Khê), Nguyễn Văn Châu (Thanh Sơn), Đặng Văn Chinh (Yên Lập), Đào Trọng Văn (Hạ Hòa);  \n# Hưng Yên: Công sứ Artus de Miribel, phó là Moufflet, chỉ huy Villain, đại lý Bần Yên Nhân (không rõ tên); tổng đốc Lê Hoan, án sát Lê Lương Thế, đốc học Bùi Khánh Diên, phó lãnh binh Trần Quang Nghĩa; các tri phủ Trịnh Nghi (Mỹ Hào), Nguyễn Tiến Canh (Khoái Châu), các tri huyện Đào Hữu Đức (Phù Cừ), Lương Ngọc Thu (An Thi), Trần Lưu Uy (Kim Động), Lưu Văn Trấn (Tiên Lữ), Nguyễn Đốc (Văn Lâm), Võ Như Lang (Yên Mỹ) \n# Nam Định: Công sứ Groleau, phó là B. du Vaure\/ đại lý Lạc Quan Parera, chỉ huy Lambert; tuần phủ Phạm Văn Toàn, án sát Hoàng Huy Tường, đốc học Tạ văn Cẩn; các tri phủ Đỗ Các (Xuân Trường) - Trần Hữu Chiêm (Nghĩa Hưng) - Nguyễn Đào Tân (Ý Yên); các tri huyện Dương Tú Phan (Mỹ Lộc), Trần Lưu Trác (Hải Hậu), Nguyễn Khắc Viên (Nam Trực), Lê Văn thức (Trực Ninh), Nguyễn Sĩ Ngọc (Phong Doanh), Nguyễn Khắc Tuấn (Vụ Bản)\n# Ninh Bình: Công sứ Eugene F. Duvillier, phó là Dodey\/đại lý Pháp Jandet (Phát Diệm), Bonifay (Phủ Nho Quan), giám binh Martin; tuần phủ Doãn Triển ([[Đoàn Triển]]<ref>[http:\/\/www.hannom.org.vn\/detail.asp?param=309&Catid=362 Nguyễn Tố Lan, \"Mai Viên Đoàn Triển và An Nam phong tục sách\", Viện Nghiên cứu Hán Nôm, năm 2002.]<\/ref>), án sát Đoàn Danh Chấn, đốc học Nguyễn Thượng Hiền\n# Phủ Liên (Hải Phòng): công sứ Edouard Lorin, phó sứ Labbez, chỉ huy đồn binh Massebeuf; án sát Nguyễn Trung Huyên, tri phủ Kiến Thụy Bùi Hương Thanh; các tri huyện Nguyễn Văn Bích (An Lão), Nguyễn Hữu Đôn (Tiên Lãng), Lê Văn Định (An Dương), Nguyễn Khắc Trinh (Thủy Nguyên)\n# Quảng Yên: Công sứ Lucien Guerrier, phó sứ là Perret, chỉ huy Lameray; án sát Tư Đàm\/ các tri huyện Nguyễn Văn (Yên Hưng), Đàm Quang Phương (Cát Hải), Nguyễn Trọng Nhị (Yên Bạc), Vũ Văn Phái (Văn Hải), Nguyễn Tu Tích (Hoành Bồ)\n# Sơn Tây: Công sứ Alphonse Tourres, phó sứ là Delamarre, chỉ huy quân sư Fayol; án sát Bùi Đàm, bang tá Nguyễn Hữu Thường, phó lãnh binh Nguyễn Chánh Lâu\/ các tri phủ Nguyễn Văn Tình (Quảng Oai), Lê Văn Thức (Quốc Oai), Phan Kế Tiên (Quảng Oai)\/ các tri huyện Đào Văn Đạo (Bất Bạt), Nguyễn Thiện Kế (Phúc Thọ), Lê Văn hiệp (Tùng Thiên)\n# Sơn La: Công sứ Jean G. Monpeyrat, phó là Nicolas (Vạn Bú), Guillache (đại lý Pháp ở Vạn Yên), Lallier (đại lý Pháp ở Điện Biên), chỉ huy quân sự Guillache; tri phủ Cầm Văn Hoan, tri châu Cầm Văn An, các tri châu Cầm Văn Oai (Mai Sơn) - Bạc Cầm Đới (Thuần) - Quảng Văn Phong (Điện Biên) - Hà Văn Ca (Mốc) - Cầm Văn Nui (Phù Yên) - Hoàng Văn Cáp (Yên, Lai Châu); quản đạo Đèo Văn Trì, Đèo Văn Thào (tri phủ), Đèo Văn Bảo và Đèo Trích Thái (tri châu)\n# Thái Bình: Công sứ Clement D. Thureau (Tài liệu địa chí Thái Bình ghi Thureau nhiệm kỳ 21\/1\/1902-26\/1\/1905, Buffel de Vaure (27\/1\/1905-15\/12\/1905) và Le Gendre từ 16\/12\/1905), phó là Fort (3\/5\/1904-29\/5\/1906), chỉ huy quân sự Lacombe; [[tuần phủ]] (Đặng Đức Cường (3\/1904-2\/1905) và Nguyễn Duy Hàn (3\/1905-3\/1913)), án sát Nguyễn Duy Hàn, đốc hoc Trần Thiện Kế\/ các tri phủ Trần Trọng Hân (Thái Ninh), Phạm Văn Thu (Tiên Hưng), Trần Mỹ Đồng (Phủ Đức), Đặng Trần Vi (Kiến Xương)\/ các tri huyện Trần Gia Đức (Vũ Tiên), Bùi Khắc Thức (Thư Trì), Nguyễn Khắc Huyên (Duyên Hà), Trần Thuận (Hưng Nhân), Phạm Hoàng Lâm (Quỳnh Côi), Nguyễn Văn Định (Tiền Hải), Nguyễn Đạo Quán (Thụy Anh), Hoàng Huy Ước (Đồng Quan), Chu Nguyên Thiên (Thụy Anh).\n# Thái Nguyên: Công sứ Louis Adolphe Conrandy, phó là Reginier, chỉ huy quân sự Moutin\/ đại lý Victor Conrandy (Chợ Chu), Gilles (Phương Đô), Jullian (Hùng Sơn), chỉ huy quân sự Moutin; án sát Nguyễn Hữu Vinh, thương tá Trần Văn Tiếp; các tri phủ Phạm Văn Mân (Phú Bình), Nguyễn Nghi Đống (Đại Từ); các tri huyện Nguyễn Đôn Sâm (Phú Lương), Nguyễn Ban (Phổ Yên), Nguyễn Văn Huy (Đồng Hỷ), Vũ Liên (Vũ Nhai), tri châu Đình Hòa Hoàng Đình Thinh\n# Tuyên Quang: Công sứ là Henri P. Cambier, phó là Collet, chỉ huy quân sự Marlier; tuần phủ Trần Đình Lương, án sát Nguyễn Văn Đạt, quan man Bàn Đình Nguyên\n# Vĩnh Yên: công sứ Emile E. Frebault, phó là Cullieret, chỉ huy quân sự Hursy; án sát Mai Trung Cát, thương tá Lê Trung Ngọc, tri phủ Vĩnh Tường Vũ Duy Kiêm, tri huyện Lê Chước (Bình Xuyên) - Trần Trọng Triết (Lập Thạch) - Nguyễn Chước (Tam Dương) - Nguyễn Đạo Quán (Yên Lạc), băng tá Bách Bạc Bùi Ngọc Toàn\n# Yên Báy: công sứ Auguste Damade, phó là Lagnier, chỉ huy quân sự Pierrot; án sát Nguyễn Tiến, tri huyện Cao Quang Du (Trấn Yên) - Cầm Ngọc Nông (Văn Chấn). \n# Hà Nội: đốc lý [[Fernand Gautret]], phó đốc lý Mettetal -Meiffre\n# Hải Phòng: đốc lý Ch. Pretre (đồng thời là chủ tịch hội đồng thành phố), phó đốc lý Briffaud - Linossier, đại lý Martin,....\n\n====Trung Kỳ====\n\nVua Thành Thái, nội các triều Nguyễn: Nguyễn Hữu Đáng (đông các dai học sĩ), Miên Lịch (tôn nhân phủ), Nguyễn Thuật (tham tri), Trương Như Cương (tể tướng - tương đương Thủ tướng). Khâm sứ Trung Kỳ Moulié, giám binh Charles, hiệu trưởng trường Quốc học Nordemand\n# Thanh Hóa: công sứ Ernest Moulié; phó là Soler (2 đại lý Pháp ở Bái Thượng và Breda (Hội Xuân)); bố chánh Hương Khang, án sát Tôn Thất Linh, đề đốc Vũ Văn Đài, đốc học Nguyễn Hàm Quan, chánh giám đốc Nguyễn Xuân Phiêu, gác-dan nhà tù Tôn Thất Thi\n# Nghệ An: công sứ Henri Sestier, phó là Vetali, đại diện Gaudel (Cửa Rào), de Galembert (Phủ Điện), chỉ huy quân sự Mariani; tống đốc Tôn Thất Hàn, bố chánh Tôn Thất Niệm, án sát Đặng Như Vương, đốc học Nguyễn Quang, tham biện Tu Tiệp, lãnh binh Dương Diên\n# Hà Tĩnh: công sứ Bouyeure, phó là Mallot, lãnh binh Hugnit; tuần phủ Hồ Đắc Trung, bố chánh Cao Xuân Tiêu, án sát Cao Ngọc Lễ, đốc học Nguyễn Liên, lãnh binh Nguyễn Khắc \n# Quảng Bình: công sứ Carlinot, phó là Bompard, lãnh binh Pháp Fourre; bố chánh Nguyễn Hách, án sát Trần Quán Trinh, đốc học Trần Tấn  Ích, phó lãnh binh Phan Hữu Huy.  \n# Quảng Trị: công sứ Valentin, phó là Bonhomme, giám binh Lardier; tuần phủ Bùi Xuân Huyên, án sát Tôn Thất Trâm, đốc học Hoàng Quang, phó lãnh binh Lê Văn Ba\n# Thừa Thiên: Công sứ Doucet, quản trị viên Santoni, lãnh binh Peigne; Phủ doãn Thừa Thiên Trần Đình Phác, phủ thừa Nguyễn Hữu Ích, lãnh binh Tôn Thất Vi.  \n# Quảng Nam: công sứ tỉnh lỵ Hội An là Cheri V. Quillet, phó là Besancon, giám binh Mathieu; tổng đốc Hồ Lê, bố chánh Đặng Như Vọng, án sát Đinh Hữu Hình, đốc học Trần Đình Phong, lãnh binh Trần Văn Quế\n# Quảng Ngãi: công sứ le Marchant de Trigon; phó là Mulotte, đại diện ở Làng Ri Haquet, giám binh Breugnot; tuần phủ Nguyễn Xuân Triêm, án sát Hồ Đắc Du, đốc học Nguyễn Duy Thăng, thành thủ úy Phạm Thế Năng, phó lãnh binh Vũ Hữu Tú\n# Quy Nhơn: công sứ Bình Định Bouchier S. Chaffray, phó là Faure, dai lý Bồng Sơn Lapouyade, giám binh Le Parc; tổng đốc Tồn thất Đàm, bố chánh Phạm Huy Đồng, án sát Nguyễn Văn Thi, đốc học Hồ Tùng Lương, lãnh binh Bùi Hữu Phú, phó lãnh binh Nguyễn Bá Gia\n# Phú Yên: công sứ Langellier, phó là Billet; giám binh Scholl; bố chánh Nguyễn Xuân Toản, án sát Phạm Ngọc Quát, đốc học Đào Phan Duẩn, phó lãnh binh Phạm Văn hiệu.\n# Phan Rang: công sứ Benjamin H. Lehé, phó là Cottez, thị trưởng Đà Lạt Paul Champoudry, giám binh Canivey; quản đạo Nguyễn Văn Thoại, bang biện Văn Tấn Duy, đốc học Từ Hữu Đức\n# Khánh Hòa: công sứ Rousseau, phó sứ Lemelorel, chỉ huy Lambert; bố chánh Mai Khắc Đôn, án sát Nguyễn Đình Văn, đốc học Đàm Khiêm, lãnh binh Nguyễn Gia Trung\n# Bình Thuận: công sứ Leon Garnier, phó là Lebrun, chỉ huy Remond, đại lý Di Linh Cuniac; bố chánh Đặng Ngọc Thọ, án sát Trần Văn Giao, lãnh binh Trần Ngọc Phụng, đốc học Trần Đình Du.\n\n==== Cambodge: ====\nVua Norodom I, phó vương L'Obbarach; khâm sứ Jules Morel.\n# Kampot: công sứ Castanier, phó là Collard; quan cai trị: Reachea Sethey Tit (Peam), Yathea Thipdey Teas (Bauteay Meas), Debea Sangcream-Khut (Kompong Som)\n# Kandal (tên khi Phnom-Pênh được thay đổi): công sứ Jeannerat, phó là Boudineau; quan cai trị: Muk-Sakorkeo (Muk-kompul), Prea-Pipheak-Thean-Keo (chrui-changva), Vongsa Montrey-Mên (Saang), Metrey-Puthor-Pech (Kieu-svay), Sena-Metrey-Tan (Khsach-kandal), Outey-Sena-Ua (Ponhea Iu)\n# Kompong Cham: công sứ Baudoin, phó là Jumeau; quan cai trị: Bavar-Saucream-Nhem (Srey Sauthor), Reachea-Metrey-Dechou-Oum (Kang-meas), Thibiu-Motrey-You (Kassutin), Pech-Dechou-Kakhau (Choeung-prey)\n# Kompong Chhnang: công sứ O. Caillard, phó là Truffot; quan cai trị: Sreu-Thipdey-Lamut (Rolea-peir), Sena-Saucream-Hum (Babaur), Sreu-Sena-Rithi-Em (Lovek), Yos-Decho-Um (Kompong-leng), Reach-Sakor-Svai (d'Aulong-reach)\n# Kompong Speu: công sứ Paul Collard, phó là Meiller; quan cai trị: Outey-Thireach-Phong (Somrong-Tong), Vongsa Outey-Som (Phnom Srouch), Vongsa Phuttror-Sun (Kandal-stung), Vongsa Samsak-Yin (Kong-pisay), Aranh Samcream-Mau (Thpong)\n# Kompong Thom: công sứ Christian, phó là Mercier; quan cai trị: Dechou-Phèn (Kompong Soài), Sen-Khangvea-Va (Barai), Montrey-Dechou-Tep (Stoung), Sothip-Montrey-Nou (Sautuc), Metrey-Dechou-Has (Chikreng), Tep-Pheakedey-Dechou-Khou (Promtep)\n# Kratié: công sứ Adhémard Leclerc, phó là Manquene; quan cai trị: Montrey-Chonnabat-Nhec (Kratie), Sena-Chonnabat-Shen (Kanchor),  Sneha-Noreak-Mey (Chhlaung), Reachea-Chou-In (Stung-trang)\n# Prey-veng: công sứ Adamolle, phó là Dupuy, đại lý Bannam Soula; quan cai trị: Nearea-Thipedey Ros. (Prey-veng), Sren-Saucream-Srey (Sithor-pearang), Darong-Saucream-Thong (Sithor-kandal), Eyso-Metrey-Ui (Lovea-em), Pheakedey-Dechou-Khem (Banam)\n# Pursat: công sứ Guesde, phó là Saint-Leu; quan cai trị: Sourkealuc-Khieu (Pursat), Preas-Pheakedey-Saugeream-Hing (Krakor)\n# Stungtreng: công sứ Peyrabere, phó là Tajasque; chậu mường Thào Khăm Phane (Stungtreng)\n# Soài-riêng: công sứ Georges Céloron de Blainville, phó là Legros; quan cai trị: Lichakreay-Yem (Rumdoul), Cheyon-Sangeream-Prac (Xoài Típ), Keamovan-Sena-Pech (Romeas-hek)\n# Takeo: công sứ Joseph le Roy, phó là Bellan; quan cai trị: Pusnouluc-In (Treang), Vongsa-Anchit-Keat (Bati), Cheyouthea-Meas (Prey-krebas), Pichey-Cheddarong-Decheas-Uch (Kastom), Euthor-Vichey-Decho-Kahom (Loeukdek)\n# Phnom-Penh: đốc lý Hahn, phó là Ardain\n\n==== Lào: ====\nKhâm sứ Georges Mahé, phó là Salabelle; Tổng thư ký (Secretariat) là M. Ladriere\n# Vientiane: công sứ Stephane Salabelle, phó là Bougier; giám đốc trường cao đẳng Pháp - Lào Roland; tổng đốc Phaya-Si-Souvana la Vongsa, chậu mường: Chao-Dong-Di (Borikhane), Thào Phouk (Tourakhome), Thào Maha-Sai (Pakchoum), Thào Khăm-phan (Van-vien)\n# Attopeu: công sứ Gabriel J. Dulac, phó là Fricquegnon<ref>Ông ta nguyên là Henry Auguste Fricquegnon, sinh năm 1860. Fricquegnon tham gia chính quyền thuộc địa Pháp ở Lào, làm chỉ huy quân Lê dương ở Lào đàn áp dã man khởi nghĩa ở Lào. Ông tham gia Thế chiến II<\/ref>; chậu mường Thào Sen\n# Bassac: công sứ Jean J. Dauplay, phó là Parent; chậu mường Thào Phung (Sai-phal), phìa maha-thilat Thong-Dy, phìa mun-tiong Thào Von (Pak Sedong), chậu mường Xiềng Kết (Souvanakili)\n# Khammuon: công sứ Paul Macey, phó là Maybon; chậu mường: Thào Thong-Thip (Thaket), Thào Boun-dat (Cam-keut), Thào Khene (Cam-mon), Thào Sou-ma (Pak-hin-Boun), Thào Kot (Mahasay)\n# Khoong: công sứ Gaston P. Gaillard, phó là Belakovic, đại lý (không rõ tên); chậu mường: Thào Outhene (Khoong), Thào Khieo (Siem-phan)\n# Luang Prabang: công sứ Sebastian P. Vacle, phó là Tiersonnier; phó vương Somdeck-Phra-Chao-Sisavong, Paya Muong-Tiane (chủ tỉnh Ho-senam), Phaya Mường Sai (phó chủ tỉnh Ho-senam)\n# Mường Hu: công sứ Charles Gerard (đóng ở Mường Hu Mưa); chậu mường Chao-Mon (Mường-Hou-Neu), Chao Vannapoum (Mường Hou-Tai)\n# Thượng Mekong (tên cũ là \"Mường Sình\" đổi thành): công sứ Pierre C. Serizier (Bản Huội Sài), phó là Voitel; chậu mường Luông Nậm Thà Luông-Sithi-Sản, quản lý người Khạ là Phaya Phoma - Phaya Pathavi - Phaya Pech - Phaya Peng-chan - Phaya Kham-houm - Sene-Boun-Lou *  Thamma Vongsa là quản lý tối cao của người Khạ ở Xiềng Khoong; quản lý người Việt Sithi-Vong, Nan-Sithi (Xiềng Sen), Phaya Rattiavang (Mường Múc-nhơ), quản lý người Nghiêu là Phaya-Sivi-Chay\n# Mường Sôn: công sứ Louis A. Wartelle, phó là Plunian; chủ mường (chef du muong): Phaya Phomsi-Volanat (Xiềng Khô), Phaya-Phom-Visay-Soladet (Mường Két), Phaya-Phra-Sivisai (Mường Sôn), Phaya-Sanha-Vongsa (Mường Hua Mương)\n# Saravane: công sứ Simon F. Chambert, phó là Bayard; chậu mường: Thào Khăm Phiêu (Saravane),  Thào Khăm (Khăm-tông-nhai), Thào Sui (Saphat), Thào Xiêng-thăm (Sui-tabali), Thào Phia (Lakhonphen), Thào Di ở Khăm-tong-noi và Samia (không rõ tên)\n# Savanakhet: công sứ Antoine G. Groslier, phó là Malpuech; chậu mường: Thào Puy (Khantabuli), Thào Phet (Champhon), Thào Duông (Sỏng Khoone), Thào Sayasen (Mường Phuôn), Thào Hac (Mường Vang), Thào Thiep (Prabang), Thào Hết (Phalane), Thào Ngôn (Phìn), Thào La (Noong)\n# Trấn Ninh (Xiêng Khoảng): công sứ Pierre Emmerich, phó là Grenier; chậu mường: Chao Khăm Ngôn (Mường Khuôn), Thào Siềng Noi (Mường Khang), Thào Phàn Sì (Mường Sui), Thào Phom-ma (Mường Lăng), Thào Siêng Phệt (Mường Sieng), Thào Kham My (Mường Mọc)\n\n==== Quảng Châu Loan: ====\nTổng công sứ Alby, thư ký văn phòng Forsan; đốc lý thành phố Tche-kam là Henri Liegeot, đốc lý thành phố Po'teou là E. Broni, đốc lý thành phố Tam-sui là Fr. Peguenet, đốc lý thành phố Ma-tche là Mir\n\n=== '''Năm 1906''' ===\n\n==== Nam Kỳ: ====\n# Bạc Liêu: chủ tỉnh Leon E. Melaye, phó là Couzineau; tri phủ Cà Mau Trương Ngọc Báu\n# Bà Rịa: chủ tỉnh M. Rivet, phó là Rolland; tri phủ Nguyễn Thắng Hơn - Nguyễn Bá Phước, tri huyện Nguyễn Văn Trạch\n# Bến Tre: chủ tỉnh Gilles F. Crestien, phó là Meyer; tri phủ Huỳnh Văn Hai, tri huyện Thái Hữu Võ (Ba Tri) - Bùi Thế Xương (Mỏ Cày)\n# Biên Hòa: chủ tỉnh Alphonse Chesne, phó là Belin, đại lý Pháp ở Chứa Chan Oddera; tri phủ Hồ Tấn Qươn - Nguyễn Văn Lộc \n# Cần Thơ: chủ tỉnh Paul A. Quesnel, phó là de Parnaud; đốc phủ sứ Nguyễn Tấn Tài, tri phủ Cao Văn Tình, tri huyện Nguyễn Hữu Thưởng\n# Châu Đốc: chủ tỉnh Louis A. Lamarre, phó là de Bouchony; đốc phủ sứ Tân Châu Nguyễn Trung Thứ, tri huyện Lê Văn Tú- Võ Văn Mẹo, đại lý Bùi Hữu Ngọc (Tịnh Biên), de Bouchony (Tri Tôn)\n# Chợ Lớn: chủ tỉnh  Antoine Bos, phó là Gallois-Montbrun; đốc phủ sứ Đinh Sơn Lý, trii huyện Lê Minh Phụng; đốc phủ sứ Cần Giuộc Ngô Văn Tín\n# Gia Định: Chủ tinh Doceul, phó là Bellan; đốc phủ sứ Lê Văn Xung - Nguyễn Văn Chức, tri phủ Phạn Côn Sơ, tri huyện là Phạm Hữu Thành - Hồ Ngọc Nhơn\n# Gò Công: Chủ tỉnh Hugues A. O' Connell, phó là Le Menue;\n# Hà Tiên: Chủ tỉnh Louis Cudenet, phó là Paul\n# Long Xuyên: Chủ tỉnh Stephane Moreau, phó là Samy; đốc phủ sứ Huỳnh Quan Miên, tri phủ Nguyễn Hà Thanh, tri huyện Trần Văn Gương\n# Mỹ Tho: Chủ tỉnh Albert Lorin, phó là Pech (*); tri phủ Trương Vĩnh Thế, tri huyện là Lê Văn Mẫu - Nguyễn Văn Trứ - Trần Văn Thuấn - Đoàn Hữu Chung\n# Rạch Giá: Chủ tỉnh (không rõ tên), phó là Senemaud; tri huyện là Nguyễn Tắc Yên - Lê Minh Phụng\n# Sa Đéc: Chủ tỉnh Fernand Doceul, phó Texier;  tri phủ Lê Văn Hiên (hay Hiến) - Phan Hữu Đạo, tri huyện là Michel Huỳnh Văn Sang\n# Sóc Trăng: Chủ tỉnh Louis S. Laffont, phó là Serret; tri huyện là Nguyễn Tấn Sự -Trần Quan Thuận\n# Tân An: Chủ tỉnh Jean J. Charrin, phó là de Moine; tri phủ Nguyễn Bá Phước - Trần Văn Sửu, tri huyện là Huỳnh Hữu Thoại\n# Tây Ninh: Chủ tỉnh Louis V. Cudenet, phó Canolle\n# Thủ Dầu Một: Chủ tỉnh Ernest Outrey, phó là Le Bret- đại lý Hớn Quản Guenot; tri phủ là Trần Quang Thuật, tri huyện Paul Trần Hữu Học\n# Trà Vinh: Chủ tỉnh Eugene C. Chabrier, phó là Francois; đốc phủ sứ Nguyễn Quang Nghiêm, tri huyện là Nguyễn Văn Bình; tri huyện Nguyễn Phong Nhiêu - Nguyễn Đức Tố\n# Vĩnh Long: Chủ tỉnh Emile E. Couzineau, phó là Parent; tri phủ Nguyễn Công Luân (hay Luận), tri huyện Đặng Văn Huê - Đỗ Hữu Thân\n# Sài Gòn: đốc lý Eugene F. Cuniac, phó đốc lý Claude - Foray\n# Chợ Lớn: đốc lý Frederic Drouhet, phó đốc lý là du Crouzet\n# Cap Saint Jacques (thành phố Vũng Tàu): đốc lý Emile Lemasson\n# Poulo Condore (Côn Đảo): quản đốc Leon Marie Morizet\n\n==== Bắc Kỳ ====\n# Bắc Giang: Công sứ Georges H. Maire, phó công sứ Rols\/ đại lý Pháp ở Nhã Nam Lacombe, đại lý Pháp ở Lục Nam Senelar, đại lý Pháp ở Đức Thắng Montbrial - trưởng đồn binh Lafferrer; tuần phủ Nguyễn Văn Nhạ, án sát Chế Quang Ân, thương tá Hoàn Trung Tiến, đốc học Trần Lê Kỳ\n# Bắc Kạn: Công sứ Henri Lomet, phó là Mathieu; quản đạo Hoàng Đức Ninh, tri châu Chợ Rã Vi Văn Lê, tri châu Bạch Thông Bế Nghiên, tri châu Ngân Sơn [[Đồng Phúc Bảo]], tri châu Na Rì Nông Thiêm Thăng;\n# Bắc Ninh: Công sứ (không rõ tên), phó công sứ Laguier; tổng đốc Hoàng Trọng Phu, án sát Nguyễn Hữu Tường, thương tá Đỗ Đình Thuật, đốc học Vũ Cận\n# Hà Đông: công sứ Jean A. Duranton, phó là Claire; tổng đốc Đặng Đức Cường, án sát Nguyễn Khắc Sung; các tri phủ Trần Tấn Bình (Hoài Đức), tri phủ Nguyễn Năng Quốc (Thường Tín), Đỗ Ngân (Ứng Hòa), Lê Đạt (Mỹ Đức), đốc học Nguyễn Viết Bình, phó đề đốc Đặng Văn Mưu; các tri huyện: Nguyên Văn Tuấn (Đan Phượng), Nguyễn Nhã (hay Nhạ) (Thanh Trì), [[Tôn Thất Huân]] (Phú Xuyên), Nguyễn Sĩ (Thanh Oai), Trần Trác (Chương Mỹ)\n# Hải Dương: Công sứ Paul Simoni, phó công sứ Piérangeli\/ đại lý Pháp Delsalle (Ninh Giang), Hernandez (Yên Lưu), Tharaud (Đông Triều); tổng đốc Nguyễn Đình Quang, án sát Lê Huy Phan, đốc học Nguyễn Trọng Nhiếp, lãnh binh Nguyễn Văn Đô\n# Hà Nam: Công sứ Joseph Reydellet, phó sứ Mourroux, chỉ huy đồn binh Duvernoy; tuần phủ Nguyễn Hữu Đắc, án sát Nguyễn Trung Khuyến, đốc học Nguyễn Thượng Hiền, tri phủ Ly Nhân Đàm Quang Mỹ, các tri huyện Hoàng Đăng Quýnh (Thanh Liêm) - Đặng Hữu Bảng (Duy Tiên) - Nguyễn Túc (Bình Lục) - Phan Đình Hòe (Kim Bảng)  \n# Hòa Bình: công sứ Raul Patry, phó là Cordier, chỉ huy Poirier (đồn binh Chi Nê), chỉ huy Auclaire; chánh quan lang Đinh Công Xuân, phó quan lang Đinh Công Quý, chánh quản võ Quách Cao, phó quản võ Đinh Lương \n# Hưng Hóa: Công sứ Nicolas Auer, phó công sứ (không rõ tên)\/ các đại lý Pháp Genin (Thanh Ba), Dupuy (Phủ Đoan), Lafay (Đồn Vàng); tuần phủ Hoàng Đức Tráng, án sát Nguyễn Văn Hào, đốc học Nguyễn Hoan, phó lãnh binh Trần Ngọc Trác, tri phủ Lâm Thao Cát Huy Viên, tri phủ Đoan Hùng (Phủ Đoan) Đoàn Trọng Văn, các tri huyện Nguyễn Cát Lợi (Thanh Thủy), Vũ Duy Đề (Hạc Trì), Lê Văn Hiệp (Phù Ninh), Nguyễn Văn Quý (Tam Nông), Lưu Đức Thuận (Thanh Ba), Lê Trinh (Cấm Khê), Nguyễn Văn Châu (Thanh Sơn), Đặng Văn Chinh (Yên Lập), Nguyễn Cao Đàm (Hạ Hòa);   \n# Hưng Yên: Công sứ Artus de Miribel, phó là Thezeloup, chỉ huy Hursy, đại lý Bần Yên Nhân Moufflet; tổng đốc Lê Hoan, án sát Nguyễn Chí Đạo, đốc học Bùi Khánh Diên, phó lãnh binh Trần Quang Nghĩa; các tri phủ Trịnh Nghi (Mỹ Hào), Nguyễn Tiến Cảnh (Khoái Châu), các tri huyện Đào Hữu Đức (Phù Cừ), Lương Ngọc Thu (An Thi), Trần Hữu Uy (Kim Động), Nguyễn Đốc (Tiên Lữ), Lưu Văn Trấn (Văn Lâm), Võ Như Lang (Yên Mỹ) \n# Lạng Sơn: công sứ Hocquart, phó là Eckert, đại lý Cany (Thất Khê) và Moussie (Văn Lĩnh); án sát Nghiêm Xuân Quang, quản đạo Nguyễn Xuân Kiệt, thương tá Phạm Khế Lương; các tri châu Lương Văn Hoàng (Thất Khê), Hoàng Hiến Cổ (Phố Bình Gia), Dương Quang Thái (Bắc Sơn), Hoàng Đình Loan (Na Sầm), Đồng Hiệu Hùng (Đồng Đăng), Vi Văn Định (Lộc Bình), Lã Lương Bình (Cao Lộc), Doãn Khánh Thiện (Than Muội), Hoàng Đình Chương (Văn Lĩnh). Đại lý Móng Cái Richard; quản đạo Nguyễn Bạch, tri châu Trần Văn Tình (Móng Cái), Nguyễn Văn Nghi<ref>chỗ này, tên của tri châu Hà Cối (thuộc đại lý Móng Cái, Lạng Sơn) ghi chưa rõ. Nguyên văn trong ''Annuaire general de l'Indochine (puis de Indochine), 1906'' ghi là \"Nguyễn Văn Nchi\" (tr. 366), nên người viết suy ra hai tên gọi: (1) Nguyên Văn Chi và (2) Nguyễn Văn Nghi. Xin ghi lại tham khảo<\/ref> (Hà Cối), Đào Quang Lý (Tiên Yên) \n# Nam Định: Công sứ Louis Aubry de la Noe, phó là Rigaud\/ đại lý Lạc Quan (không rõ tên), chỉ huy Lambert; tống đốc Phạm Văn Toàn, án sát Đỗ Phú Túc, đốc học Tạ văn Cẩn; các tri phủ Lê Văn Thức (Xuân Trường) - Trần Hữu Chiêm (Nghĩa Hưng) - Vũ Duy Luyện (Ý Yên); các tri huyện Đỗ Đức Đạt (Mỹ Lộc), Trần Lưu Trác (Hải Hậu), Dương Tú Phan (Nam Trực), Lê Nhiếp (Trực Ninh), Nguyễn Khắc Hạnh (Phong Doanh), Nguyễn Khắc Tuấn (Vụ Bản)\n# Ninh Bình: Công sứ Eugene F. Duvillier, phó là Lamotte\/đại lý Pháp Laroziere (Phát Diệm), Donnat (Nho Quan), giám binh Guillaume; tuần phủ Doãn Triển, án sát Đoàn Danh Chấn, đốc học Lê Vĩnh Diện; các tri phủ: Nguyên Huy Quang (Yên Khánh), Trần Nhật Tỉnh (Nho Quan), Nguyễn Liêm (Gia Viễn)\n# Phủ Liên (Hải Phòng): công sứ Gaston Poulin, phó sứ Gineste, chỉ huy đồn binh Massebeuf; tuần phủ Hoàng Huy Tường, án sát Lê Lương Thế, tri phủ Kiến Thụy Bùi Hương Thanh; các tri huyện Nguyễn Văn Bích (An Lão), Nguyễn Hữu Đôn (Tiên Lãng), Lê Văn Định (An Dương), Phạm Văn Khôi (Thủy Nguyên)\n# Phúc Yên: công sứ Georges M. Fort, phó là Bonjour, giám binh Montillon; án sát Vũ Thiên Đề, thượng tá Nguyễn Năng Ẩn, đốc học Nguyễn Văn Bân; tri phủ Nguyễn Văn Giáp (Đa Phúc), Đoàn Thủy Liên (Yên Lãng); các tri huyện: Nguyễn Thụy Ứng (Kim Anh), Nguyễn Như Lê (Vĩnh Ninh), Nguyễn Hữu Tuấn (Đông\n# Quảng Yên: Công sứ Gaston Perret, phó sứ là Dutertre, chỉ huy Lameray; án sát Từ Đàm, giáo thụ Phạm Như Khúc\/ các tri huyện Hoàng Văn Cảnh (Yên Hưng), Đàm Quang Phương (Cát Hải), Nguyễn Hương (Yên Bạc), Vũ Văn Phái (Văn Hải), Nguyễn Tư Tích (Hoành Bồ)\n# Sơn Tây: Công sứ Alphonse J. Tourres, phó sứ là Jallot, chỉ huy quân sư Duclos; tuần phủ Bùi Đàm, án sát Đỗ Các, phó lãnh binh Nguyễn Chánh Lâu\/ các tri phủ Nguyễn Hoàng Lược (Quảng Oai), Lê Văn Thức (Quốc Oai), Phan Kế Tiên (Quảng Oai)\/ các tri huyện Đào Văn Đạo (Bất Bạt), Nguyễn Thiện Kế (Phúc Thọ), Hoàng Ngọc Liêu (Tùng Thiên), Bùi Kiều Đấu (Thạch Thất)\n# Sơn La: Công sứ Jean G. Monpeyrat, phó là Monier (Sơn La), Nicolas (đại lý Pháp ở Vạn Yên), Lallier (đại lý Pháp ở Điện Biên), chỉ huy quân sự Reinert; tri phủ Cầm Văn Hoan, tri châu Cầm Văn An, các tri châu Cầm Văn Oai (Mai Sơn) - Bạc Cầm Đới (Thuần) - Quảng Văn Phong (Điện Biên) - Hà Văn Ca (Mốc) - Cầm Văn Nui (Phù Yên) - Hoàng Văn Cáp (Yên, Lai Châu) - Bạc Cầm Phúc (Tuần Giáo); quản đạo Đèo Văn Trì, Đèo Văn Thào (tri phủ), Đèo Văn Bảo và Đèo Chính Thái (tri châu)\n# Thái Bình: Công sứ Raoul L. Buffel du Vaure (Tài liệu địa chí Thái Bình cho rằng Vaure nhiệm kỳ 27\/1\/1905-15\/12\/1905, Le Gendre nhiệm kỳ 16\/12\/1905-29\/5\/1906)<ref>Nguyễn Quang Ân và Nguyễn Thanh, Tài liệu địa chí Thái Bình, tập 1, trang 227-228.<\/ref>, phó là Le Gendre (Tài liệu địa chí Thái Bình cho rằng Phó sứ là Fort (3\/5\/1904-29\/5\/1906) và Bayle (30\/5\/1906-26\/9\/1906) và Pasquier (27\/9\/1906-23\/2\/1907)), chỉ huy quân sự L. Normand; tuần phủ Nguyễn Duy Hàn, án sát Phạm Văn Thụ, đốc hoc Trần Thiện Kế\/ các tri phủ Trần Trọng Hân (Thái Ninh), Trần Gia Dụ (Tiên Hưng), Trần Mỹ (Phủ Đức), Đặng Trần Vi (Kiến Xương)\/ các tri huyện Trần Văn Bút (Vụ Tiên), Bùi Khắc Thức (Thủ Trì), Lê Văn Chung (Duyên Hà), Trần Thuận (Hùng Nhân), Phạm Hoàng Lâm (Quỳnh Côi), Nguyễn Văn Định (Tiên Hải), Chu Nguyên Thiệu (Thụy Anh), Hoàng Huy Ước (Đồng Quan), (không rõ tên) (Hùng Nhân)\n# Thái Nguyên: Công sứ Louis Adolphe Conrandy, phó là Van Cauwenberghe, chỉ huy quân sự Moutin\/ đại lý E. Conrandy (Chợ Chu), Gilles (Phương Đô), Jullian (Hùng Sơn), chỉ huy quân sự Moutin; \n# Tuyên Quang: Công sứ là Henri P. Cambier, phó là Lachaud, chỉ huy quân sự Marlier; án sát Nguyễn Văn Đạt, tri phủ Vũ Tá Sâm (Yên Bình), tri huyện Đoàn Văn Tuấn (Hàm Yên) - Lê Văn Huy (Sơn Dương), tri châu Mã Đoan Đoài (Chiêm Hóa), quan man Ban Đình Nguyên\n# Vĩnh Yên: công sứ Emile E. Frebault, phó là Cullieret, chỉ huy quân sự Desanges; tuần phủ Mai Trung Cát, án sát Lê Trung Ngọc, tri phủ Vĩnh Tường Vũ Duy Kiêm, tri huyện Lê Chước (Lập Thạch) - Nguyễn Chước (Tam Dương) - Nguyễn Đạo Quán (Yên Lạc) - Nguyễn Hữu Ti (Bình Xuyên, bang tá Bách Hạc Bùi Ngọc Toàn\n# Yên Báy: công sứ (không rõ tên), phó là Yoyeux, đại lý Bảo Hà Labarriere, chỉ huy quân sự Pierrot; án sát Nguyễn Tiến, tri huyện Cao Quang Du (Trấn Yên); tri châu Cầm Ngọc Nông (Văn Bàn).- Nguyễn Văn Thi (Lục Yên) - Lã Văn Hinh (Văn Bàn) \n# Hà Nội: đốc lý Felix P. Hauser, phó đốc lý Krug - Desanti\n# Hải Phòng: đốc lý Gage (đồng thời là chủ tịch hội đồng thành phố), phó đốc lý Rouse, đại lý Martin,....\n\n==== Trung Kỳ ====\nVua Thành Thái, nội các triều Nguyễn. Khâm sứ Trung Kỳ Moulié, giám binh Charles, hiệu trưởng trường Quốc học Nordemand\n# Thanh Hóa: công sứ Ernest Moulié; phó là Soler (2 đại lý Pháp là Morel ở Bái Thượng và Breda (Hội Xuân)); tổng đốc Vương Duy Trinh, bố chánh Hương Khang, án sát Tôn Thất Linh, đề đốc Vũ Văn Đài, đốc học Nguyễn Hàm Quan, chánh giám đốc Nguyễn Xuân Phiên, gác-dan nhà tù Ưng Trúc\n# Nghệ An: công sứ Henri Sestier, phó là Vetali, đại diện Durand (Cửa Rào), de Galembert (Phủ Điện), chỉ huy quân sự Hugnit; tống đốc Tôn Thất Hàn, bố chánh Tôn Thất Niệm, án sát Lê Hữu Tánh, đốc học Nguyễn Quang, thương biện Đoàn Đình Nhân, đề đốc Dương Biên\n# Quảng Bình: công sứ Carlinot, phó là Ulysse, lãnh binh Pháp Fourre  \n# Quảng Trị: công sứ Valentin, phó là Gaietta, giám binh Lardier; tuần phủ Bùi Xuân Huyên, án sát Tôn Thất Trâm, đốc học Hoàng Quang, phó lãnh binh Lê Văn Ba\n# Thừa Thiên: Công sứ Ronzier Joly, phó là Santoni; Phủ doãn Thừa Thiên Trần Đình Phát, phủ thừa Nguyễn Hữu Ích, lãnh binh Tôn Thất Vi.  \n# Hội An (Tourane): đốc lý Lemasson, phó là Erard  \n# Quảng Nam: công sứ tỉnh lỵ Hội An là Cheri V. Quillet, phó là Lesterlin, giám binh Mathieu; tổng đốc Hồ Đê, bố chánh Đặng Như Vọng, án sát Từ Thiệp, đốc học Nguyễn Nghĩa Lập, lãnh binh Trần Văn Tuế\n# Quảng Ngãi: công sứ Le Marchant de Trigon; phó là Vernier, đại diện ở Làng Ri Trinquet, giám binh Raux; tuần phủ Lê Tư, án sát Hồ Đắc Du, đốc học Nguyễn Duy Thăng, thành thủ úy Phạm Thế Năng, phó lãnh binh Vũ Hữu Trí, phó đề đốc Đỗ Đức Phong\n# Quy Nhơn: công sứ Bình Định Bouchier S. Chaffray, phó là Lapouyade, giám binh Mariani; tổng đốc Tồn thất Đàm, bố chánh Hồ Văn Phúc, án sát Nguyễn Hiếu Định, đốc học Hồ Trung Lương, lãnh binh Bùi Hữu Phú, phó lãnh binh Nguyễn Bá Gia\n# Phú Yên: công sứ Langellier Bellevue, phó là Hugnet; giám binh Scholl; bố chánh Nguyễn Xuân Toản, án sát Phạm Ngọc Quát, đốc học Phạm Văn Chất, phó lãnh binh Phạm Văn Hiển\n# Khánh Hòa: công sứ Oscar Moulie, phó sứ Lemelorel, chỉ huy Lambert; bố chánh Mai Khắc Đôn, án sát Nguyễn Mại, đốc học Đàm Khiêm, lãnh binh Nguyễn Gia Trung\n# Phan Rang: công sứ Faure, phó là Vaugeois, thị trưởng Đà Lạt Paul Cazeles, giám binh Delingette; quản đạo Nguyễn Văn Thoại, bang biện Văn Tấn Duy, đốc học Từ Hữu Đắc\n# Bình Thuận: công sứ Leon Garnier, phó là Vialla, chỉ huy Domicile, đại lý Di Linh (không rõ tên); bố chánh Đặng Ngọc Thọ, án sát Trần Văn Giao, lãnh binh Dương Đức Phú, đốc học Trần Lý Du.\n# Pleiku - Derr: công sứ Leon Plantié, phó là Morel, giám binh Stenger; quan cai trị: Trương Văn Huyên, Vũ Trường Lan, Tinh Thu\n# Darlac: công sứ Henri Besnard, giám binh Dieudonne\n\n==== Cambodge: ====\nnhà vua Sisowath, khâm sứ Paul L. Luce\n# Kampot: công sứ Le Roy, phó là Smith; quan cai trị: Reachea Sethey Tit (Peam), Yathea Thipdey Teas (Bauteay Meas), Debea Sangcream-Khut (Kompong Som)\n# Kandal (tên khi Phnom-Pênh được thay đổi): công sứ Jeannerat, phó là Hardy; quan cai trị: Muk-Sakorkeo (Muk-kompul), Prea-Pipheak-Theani-Keo (chrui-changva), Vongsa Montrey-Mên (Saang), Metrey-Puthor-Pech (Kieu-svay), Sena-Metrey-Tan (Khsach-kandal), Outey-Sena-Ua (Ponhea Iu)\n# Kompong Cham: công sứ Baudoin, phó là Jumeau; quan cai trị: Bavar-Saucream-Nhem (Srey Sauthor), Reachea-Metrey-Dechou-Oum (Kang-meas), Thibiu-Motrey-You (Kassutin), Pech-Dechou-Eakhau (Choeung-prey)\n# Kompong Chhnang: công sứ Sargues, phó là Duput; quan cai trị: Sreu-Thipdey-Lamut (Rolea-peir), Sena-Saucream-Hum (Babaur), Sreu-Sena-Rithi-Em (Lovek), Yos-Decho-Um (Kompong-leng), Reach-Sakor-Svai (d'Aulong-reach)\n# Kompong Speu: công sứ Paul Collard, phó là Marty; quan cai trị: Outey-Thireach-Phong (Somrong-Tong), Vongsa Outey-Som (Phnom Srouch), Vongsa Phuttror-Sun (Kandal-stung), Vongsa Samsak-Yin (Kong-pisay), Aranh Samcream-Mau (Thpong)\n# Kompong Thom: công sứ Hertrich, phó là Bonnet, đại lý Soula (Kompong-Khleang); quan cai trị: Dechou-Phèn (Kompong Soài), Sen-Khangvea-Va (Barai), Montrey-Dechou-Tep (Stoung), Sothip-Montrey-Nou (Sautuc), Metrey-Dechou-Has (Chikreng), Tep-Pheakedey-Dechou-Khou (Promtep)\n# Kratié: công sứ Adhémard Leclerc, phó là Manquene, đại lý Lautier (Svai-Khleang); quan cai trị: Montrey-Chonnabat-Nhec (Kratie), Sena-Chonnabat-Shen (Kanchor),  Sneha-Noreak-Mey (Chhlaung), Reachea-Chou-In (Stung-trang)\n# Krat: công sứ Bessiere, phó là Lambert.\n# Prey-veng: công sứ De Goy, phó là Truffot, đại lý Bannam Boudineau; quan cai trị: Nearea-Thipedey Ros. (Prey-veng), Sren-Saucream-Srey (Sithor-pearang), Darong-Saucream-Thong (Sithor-kandal), Eyso-Metrey-Ui (Lovea-em), Pheakedey-Dechou-Khem (Banam)\n# Pursat: công sứ Monor, phó là Marguet; quan cai trị: Sourkealuc-Khieu (Pursat), Preas-Pheakedey-Saugeream-Hing (Krakor)\n# Stungtreng: công sứ Peyrabere, phó là Lyaudet, đại lý Richomme (Siêm Phan)\n# Soài-riêng: công sứ Georges Céloron de Blainville, phó là Legros; quan cai trị: Lichakreay-Yem (Rumdoul), Cheyon-Sangeream-Prac (Xoài Típ), Keamovan-Sena-Pech (Romeas-hek)\n# Takeo: công sứ Bellan, phó là Fellay; quan cai trị: Pusnouluc-In (Treang), Vongsa-Anchit-Keat (Bati), Cheyouthea-Meas (Prey-krebas), Pichey-Cheddarong-Decheas-Uch (Kastom), Euthor-Vichey-Decho-Kahom (Loeukdek)\n# Melouprey: công sứ Poiret, phó là Fleury\n# Toule-Repou: công sứ d'Oiselay, phó là Cremanzy, đại lý Nempont (Kompong-Sralao)\n# Phnom-Penh: công sứ Paul Collard\n\n==== Lào: ====\nKhâm sứ Georges Mahé, phó là Salabelle; Tổng thư ký (Secretariat) là M. Ladriere\n# Vientiane: công sứ Stephane Salabelle, phó là Bougier; giám đốc trường cao đẳng Pháp - Lào Roland; tổng đốc Phaya-Si-Souvana la Vongsa, chậu mường: Chao-Dong-Di (Borikhane), Thào Phouk (Tourakhome), (không rõ tên) (Pakchoum), Thào Khăm-phan (Van-vien)\n# Attopeu: công sứ Gabriel J. Dulac, phó là Parent; \n# Bassac: công sứ Hector H. Letang, phó là Fricquegnon; chậu mường Thào Phung (Sai-phal), phìa maha-thilat Thong-Dy, phìa mun-tiong Thào Von (Pak Sedong), chậu mường Xiềng Kết (Souvanakili)\n# Đại lý Bassac Bougier; các chậu mường: Thong (Phonthong), Ngeun (Soukhouma), Bua-Khăm (d'Outhoume), Thuane (Mulap-amok), Pha (Selampao), Bua-Khăm (Saphan-Poupa)\n# Khammuon: công sứ Paul Macey, phó là Belackowicz; chậu mường: Thào Thong-Thip (Thaket), Thào Boun-dat (Cam-keut), Thào Khene (Cam-mon), Thào Sou-ma (Pak-hin-Boun), Thào Kot (Mahasay)\n# Khoong: công sứ Gaston P. Gaillard, phó là Maybon, đại lý (không rõ tên); chậu mường: Thào Outhene (Khoong), Thào Khieo (Siem-phan)\n# Luang Prabang: công sứ Sebastian P. Vacle, phó là Groslier; phó vương Somdeck-Phra-Chao-Sisavong, Paya Muong-Tiane (chủ tỉnh Ho-senam), Phaya Mường Sai (phó chủ tỉnh Ho-senam)\n# Mường Hu: công sứ Charles Gerard (đóng ở Mường Hu Mưa); chậu mường Chao-Mom (Mường-Hou-Neu), (không rõ tên) (Mường Hou-Tai)\n# Thượng Mekong (tên cũ là \"Mường Sình\" đổi thành): công sứ Edouard Remy (Bản Huội Sài), phó là Voitel; phó vương Le Tiao-Fa, chậu mường Luông Nậm Thà Luông-Sithi-Sản, quản lý người Khạ là Phaya Phoma - Phaya Pathavi - Phaya Pech - Phaya Peng-chan - Phaya Kham-houm - Sene-Boun-Lou *  Thamma Vongsa là quản lý tối cao của người Khạ ở Xiềng Khoong; quản lý người Việt Luong-Sena, Chay-Vanthi (Xiềng Sen), Luong-Amat (Mường Múc-nhơ), Sauvanna Phommin (quản lý người Nghiêu ở Xiềng Khoong)\n# Sầm Nưa (đổi từ \"Mường Sôn\" mà thành): công sứ Louis A. Wartelle, phó là Plunian; chủ mường (chef du muong): Phaya Phomsi-Volanat (Xiềng Khô), Phaya-Phom-Visay-Soladet (Mường Hét), Phaya-Sanha-Vongsa (Mường Hua Mương)\n# Saravane: công sứ Simon F. Chambert, phó là Baudenne; chậu mường: Thào Khăm Phiêu (Saravane), Thào Souvan (Wapi), Thào Khăm (Khăm-tông-nhai), Thào Sui (Saphat), Thào Xiêng-thăm (Sui-tabali), Thào Phia (Lakhonphen), Thào Di ở Khăm-tong-noi và Samia (không rõ tên)\n# Savanakhet: công sứ Urbain Malpuech, phó là Papin; chậu mường: Thào Puy (Khantabuli), Thào Phet (Champhon), Thào Duông (Sỏng Khoone), Thào Sayasen (Mường Phuôn), Thào Son (Cheam), Thào Sithi-Sam (Vé), Thào Thongsuc (Sounaman), Thào Phun (Mường Tche-phone),Thào Nghe (Mường Vang), Thào Thiep (Prabang), Thào Hết (Phalane), Thào Ngôn (Phìn), \n# Trấn Ninh (Xiêng Khoảng): công sứ Jules Grand, phó là Grenier; chậu mường: Chao Khăm Ngôn (Mường Khuôn), Thào Siềng Noi (Mường Khang), Thào Phàn Sì (Mường Sui), Thào Phom-ma (Mường Lăng), Thào Siêng Phệt (Mường Sieng), Thào Kham My (Mường Mọc)\n\n==== Quảng Châu Loan: ====\nTổng công sứ [[Fernand Gautret]],; đốc lý thành phố Tche-kam là Emile Metaireau, đốc lý thành phố Po'teou là E. Broni, đốc lý thành phố Tam-sui là M. Martinie, đốc lý thành phố Ma-tche là Dumont\n\n=== Năm 1907: ===\n\n==== Nam Kỳ: ====\nThống đốc Nam Kỳ Francois P. Rodier, phó là Debernardi, thư ký văn phòng Lagrange, giám đốc sở nông nghiệp Paris. giám đốc bệnh viện Chợ Quán Angier\n# Bạc Liêu: chủ tỉnh O'Connell, phó là Vicentelli, đại lý Trương Thoại Hương; đốc phủ sứ Trần Quang Phước, tri phủ Nguyễn Bá Phước, tri huyện Cao Văn Ngưu.\n# Bà Rịa: chủ tỉnh M. Rivet, phó là Mérou, đại lý Cap Saint Jacques Nouet; tri phủ Nguyễn Thắng Hơn, tri huyện Huỳnh Quang Minh\n# Bến Tre: chủ tỉnh Gilles F. Crestien, phó là Lagrange; đốc phủ sứ Huỳnh Văn Hai, Bùi Thế Khương, tri phủ tri huyện Thái Hữu Võ (Ba Tri) - Trương Minh Hy (Mỏ Cày)\n# Biên Hòa: chủ tỉnh Georges Maspero, phó là Roussel, đại lý Pháp ở Chứa Chan Oddera; tri phủ Hồ Tấn Qươn - Nguyễn Văn Lộc \n# Cần Thơ: chủ tỉnh Paul A. Quesnel, phó là de Mossy; đốc phủ sứ Nguyễn Quang Nghiêm, tri huyện Nguyễn Hữu Thưởng\n# Châu Đốc: chủ tỉnh Antonin P. H. Pech, phó là Ravel; đốc phủ sứ Tân Châu Nguyễn Trung Thứ, tri huyện Lê Văn Tú- Võ Văn Mẹo - Trần Văn Thuận, đại lý Võ Văn Mẹo (Tịnh Biên), Ravel (Tri Tôn)\n# Chợ Lớn: chủ tỉnh  Antoine Bos, phó là Couzineau; đốc phủ sứ Nguyễn Văn Nguyên, trii huyện Trần Bình Thanh; đốc phủ sứ Cần Giuộc Ngô Văn Tín\n# Gia Định: Chủ tinh Doceul, phó là Bellan; đốc phủ sứ Lê Văn Xung - Nguyễn Văn Chức, tri phủ Phạn Côn Sơ, tri huyện là Nguyễn Văn Trạch - Hồ Ngọc Nhơn\n# Gò Công: Chủ tỉnh Louis V. Cudenet, phó là Lupuy; đốc phủ sứ Nguyễn Văn Chức, tri phủ Trương Ngọc Báu, tri huyện Nguyễn Hữu Phước\n# Hà Tiên: Chủ tỉnh Gaston G. de Manas, phó là Guidicelli; tri huyện Trương Vĩnh Việt - Nguyễn Kỳ Sát\n# Long Xuyên: Chủ tỉnh Stephane Moreau, phó là Le Bret; tri phủ Nguyễn Hà Thanh, tri huyện Trần Văn Dương\n# Mỹ Tho: Chủ tỉnh Albert Lorin, phó là Silveatre; tri phủ Trương Vĩnh Thế - Nguyễn Văn Trú, tri huyện là Lê Văn Mẫu - Huỳnh Công Bền - Đoàn Hữu Chung\n# Rạch Giá: Chủ tỉnh L'Helgouach, phó là Striedter; tri huyện là Nguyễn Tắc Yên - Lâm Văn Yết\n# Sa Đéc: Chủ tỉnh Henri A. Caillard, phó Meyer; đốc phủ sứ Lê Văn Hiên (hay Hiến), tri huyện là Michel Nguyễn Văn Sang - Trần Hàm Ninh\n# Sóc Trăng: Chủ tỉnh Charles E. Davoine, phó là Paternelle; tri huyện là Nguyễn Tấn Sự -Trần Quang Thuận - Lâm Sâm - Trần Quang Nhạ - Trần Đắc Sang\n# Tân An: Chủ tỉnh Jean J. Charrin, phó là Serret; tri phủ Trần Văn Sửu, tri huyện là Phạm Văn Ca - Nguyễn Văn Sự\n# Tây Ninh: Chủ tỉnh Georges Preire, phó là De Matra; đốc phủ sứ Trần Đại Học (Trảng Bàng), tri huyện Nguyễn Văn Bửu - Nguyễn Hữu Thành\n# Thủ Dầu Một: Chủ tỉnh F. Ganesco, phó là Fontaine; tri phủ là Trần Quang Thuật - Paul Trần Hữu Học - Lê Văn Chất\n# Trà Vinh: Chủ tỉnh Gustav A. Mossy, phó là Piot; đốc phủ sứ Nguyễn Phụng Nhiều, tri huyện Huỳnh Long Hương - Nguyễn Đức Tố\n# Vĩnh Long: Chủ tỉnh Emile E. Couzineau, phó là Renaud; đốc phủ Trần Văn Tươi, tri phủ Nguyễn Công Luân (hay Luận) - Đặng Văn Huê\n# Sài Gòn: đốc lý Eugene F. Cuniac, phó đốc lý Claude - Foray\n# Chợ Lớn: đốc lý Frederic Drouhet, phó đốc lý là du Crouzet\n# Cap Saint Jacques (thành phố Vũng Tàu): đốc lý Emile Lemasson\n# Poulo Condore (Côn Đảo): quản đốc Leon Marie Morizet\n\n==== Bắc Kỳ ====\n# Bắc Giang: Công sứ Ernest J. M. Quennec, phó công sứ Rols\/ đại lý Pháp ở Nhã Nam Coteix, đại lý Pháp ở Lục Nam Forsan, đại lý Pháp ở Đức Thắng Montbrial - trưởng đồn binh Lafferrer; tuần phủ Đỗ Phú Túc, án sát Hoàng Trung Tiến, đốc học Trần Lê Kỳ, thương tá Nguyễn Hữu Thưởng\n# Bắc Kạn: Công sứ Henri Lomet, phó là Mathieu; tri châu Chợ Rã Vi Văn Lê, tri châu Bạch Thông Bế Nghiên, tri châu Ngân Sơn Đồng Phúc Bảo, tri châu Na Rì Nông Thiêm Thăng;\n# Bắc Ninh: Công sứ Henri Sestier, phó công sứ Barthe; tổng đốc Hoàng Trọng Phu, án sát Bùi Hướng Thành, thương tá Nguyễn Mậu Trú, đốc học Nguyễn Cẩn\n# Hà Đông: công sứ Maurice le Gallen, phó là S. Claire; tổng đốc Đặng Đức Cường, án sát Nguyễn Khắc Sung; các tri phủ Trần Tấn Bình (Hoài Đức), tri phủ Nguyễn Năng Quốc (Thường Tín), Đỗ Ngân (Ứng Hòa), Lê Đạt (Mỹ Đức), đốc học Nguyễn Viết Bình, phó đề đốc Đặng Văn Mưu; các tri huyện: Vũ Công Thiệu (Đan Phượng), Nguyễn Nhã (hay Nhạ) (Thanh Trì), Tôn Thất Bân (Phú Xuyên), Nguyễn Đạo Quán (Thanh Oai), Đặng Cao Chi (Chương Mỹ)\n# Hải Dương: Công sứ Artus de Miribel, phó công sứ Lagnier\/ đại lý Pháp Delsalle (Ninh Giang), Van Cauverberghe (Yên Lưu), De Salin (Đông Triều); tổng đốc Nguyễn Đình Quang, án sát Vũ Thiện Đề, đốc học Nguyễn Hoan, lãnh binh Nguyễn Văn Đô\n# Hải Ninh (Móng Cái): công sứ Guillaume Fargeas; quản đạo Nguyễn Bạch, tri châu Trần Văn Tình (Móng Cái), Nguyễn Văn Nghi (Hà Cối), Đào Quang Lý (Tiên Yên)\n# Hà Nam: Công sứ Joseph Reydellet, phó sứ Cordier, chỉ huy đồn binh Duverge; tuần phủ Nguyễn Hữu Đắc, án sát Đỗ Các, đốc học Nguyễn Văn Bân, tri phủ Ly Nhân Đàm Quang, các tri huyện Hoàng Đăng Quýnh (Thanh Liêm) - Đặng Hữu Bảng (Duy Tiên) - Nguyễn Túc (Bình Lục) - Phan Đình Hòe (Kim Bảng)  \n# Hòa Bình: công sứ Charles Rigaud, phó là Thomas, chỉ huy Martin (đồn binh Chi Nê), chỉ huy Auclaire; chánh quan lang Đinh Công Xuân, phó quan lang Đinh Công Quý, chánh quản võ Quách Cao, phó quản võ Đinh Lương; tri châu Quách Tất Xương (Lạc Thủy), Quách Trang (Lạc Sơn), Đinh Công Thịnh (Lương Sơn), Đinh Công Thuận (Kỳ Sơn), Đinh Công Nội (Đà Bắc), Hà Công Chính (Mai Châu) \n# Hưng Hóa: Công sứ Emile Bonnertain, phó công sứ Poulet\/ các đại lý Pháp Mondot (Hưng Hóa), Leon Blancsube (Phủ Đoan), Lafaye (Đồn Vàng); tuần phủ Hoàng Đức Tráng, án sát Nguyễn Văn Hào, đốc học Nguyễn Trọng Nhiều, phó lãnh binh Trần Ngọc Trác, tri phủ Nguyễn Khải Viên (Lâm Thao), Nguyễn Trọng Văn (Đoan Hùng); các tri huyện Nguyễn Hương (Thanh Thủy), Vũ Duy Đề (Hạc Trì), Lê Văn Hiệp (Phù Ninh), Nguyễn Văn Quý (Tam Nông), Đào Văn Đạo (Thanh Ba), Nguyễn Văn Huy (Cấm Khê), Nguyễn Văn Chấn (Thanh Sơn), Đặng Văn Chinh (Yên Lập), Nguyễn Cao Đàm (Hạ Hòa);   \n# Hưng Yên: Công sứ Eugene Doumergue, phó là Thezeloup, chỉ huy Duvernoy, đại lý Bần Yên Nhân Reinert; tổng đốc Lê Hoan, án sát Nguyễn Chí Đạo, đốc học Bùi Khánh Diên, phó lãnh binh Trần Quang Nghĩa; các tri phủ Trịnh Nghi (Mỹ Hào), Nguyễn Tấn Cảnh (Khoái Châu), các tri huyện Đào Hữu Đức (Phù Cừ), Lương Ngọc Thu (An Thi), Trần Y (Kim Động), Nguyễn Đốc (Tiên Lữ), Nguyễn Hữu Ty (Văn Lâm), Vũ Như Lương (Yên Mỹ) \n# Lạng Sơn: công sứ Paul Simoni, phó là Sacotte, đại lý Moussié (Văn Lĩnh), Hernandez (Thất Khê); án sát Nghiêm Xuân Quang, thương biện Phạm Quê Lương; các tri châu Vi Văn Định (Lộc Bình), Lã Lương Bình (Cao Lộc), Hoàng Đình Quang (Ôn), Đồng Riệu Hùng (Văn Uyên), Chu Khải Huy (Bằng Mạc), Vi Quang Huy (Hậu Cổ) \n# Nam Định: Công sứ Louis Aubry de la Noe, phó là Bonifay\/ đại lý Lạc Quan Poulet-Osier, chỉ huy Lambert; tống đốc Phạm Văn Toàn, án sát Từ Đàm, đốc học Nguyễn Thượng Hiền; các tri phủ Lê Văn Thức (Xuân Trường) - Trần Hữu Chiêm (Nghĩa Hưng) - Vũ Duy Luyện (Ý Yên); các tri huyện Lê Đình Lục<ref name=\":1\">tên của tri huyện Mỹ Lộc, tỉnh Nam Định sách ''Annuaire general de l'Indochine'', 1907, p. 369 viết bị mất nét chữ; người viết sẽ đọc thành các tên sau: Lê Đình Dục, Lê Đình Lục. Căn cứ vào nét chứ, người viết đọc thành \"Lê Đình Lục\". Xin ghi lại tham khảo<\/ref>. (Mỹ Lộc), Nguyễn Tử Tích (Hải Hậu), Dương Tú Phan (Nam Trực), Lê Nhiếp (Trực Ninh), Nguyễn Khắc Hạnh (Phong Doanh), Nguyễn Thức (Vụ Bản)\n# Ninh Bình: Công sứ Antoine Bon, phó là Bonnnermain\/đại lý Pháp Larosiere (Phát Diệm), Treille (Nho Quan), giám binh Guillaume; tuần phủ Doãn Triển, án sát Đoàn Danh Chấn, đốc học Lê Vĩnh Diện; các tri phủ: Nguyên Huy Quang (Yên Khánh), Nguyễn Hữu Tuấn (Nho Quan), Nguyễn Liêm Đồng (Gia Viễn); các tri huyện: Lê Ngữ (Gia Khánh), Nguyễn Phong (Yên Mô), Nguyễn Nhĩ Gi (Kim Sơn), Lê Mạnh Phổ (Yên Hóa)\n# Kiến An (Phủ Liên, Hải Phòng): công sứ Lucien Guerrier, phó sứ P. Giran, chỉ huy đồn binh Massebeuf; tuần phủ Hoàng Huy Tường, án sát Vương Hữu Bình, tri phủ Kiến Thụy Phạm Văn Mậu (hay Mẫu); các tri huyện Nguyễn Văn Bích (An Lão), Hoàng Văn Trinh (Tiên Lãng), Nguyễn Hữu Đôn (An Dương), Phạm Xuân Khôi (Thủy Nguyên)\n# Phúc Yên: công sứ Gaston E. Richard, phó là Bonjour, giám binh Montillon; án sát Nguyễn Hữu Vinh, thương tá Nguyễn Năng Ẩn, đốc học Tạ Văn An; tri phủ Nguyễn Văn Giáp (Đa Phúc), Trần Trọng Hiệt (Yên Lãng); các tri huyện: Nguyễn Thụy Ứng (Kim Anh), Nguyễn Như Lê (Vĩnh Ninh), Nguyễn Cát Lợi (Đông Anh)\n# Quảng Yên: Công sứ Jean A. Fitte, phó sứ là Letang, chỉ huy Lameray; tuần phủ Hoàng Mạnh Trí, án sát Chế Quang Ân, giáo thụ Phạm Như Khúc\/ các tri huyện Hoàng Văn Cảnh (Yên Hưng), Đàm Quang Phương (Cát Hải), Cát Văn Viên (Yên Bạc), Vũ Văn Phái (Văn Hải), Nguyễn Văn Môn (Hoành Bồ)\n# Sơn Tây: Công sứ Alphonse J. Tourres, phó sứ là E. Darles, chỉ huy quân sư Pierrot; tuần phủ Bùi Đàm, án sát Đỗ Các, phó lãnh binh Nguyễn Chánh Lâu\/ các tri phủ Nguyễn Hoàng Lược (Quảng Oai), Lê Văn Thức (Quốc Oai), Phan Kế Tiên (Quảng Oai)\/ các tri huyện Đào Văn Đạo (Bất Bạt), Nguyễn Thiện Kế (Phúc Thọ), Hoàng Ngọc Liêu (Tùng Thiên), Bùi Kiều Đấu (Thạch Thất)\n# Sơn La: Công sứ Jean G. Monpeyrat, phó là Armanet (Sơn La), Nicolas (đại lý Pháp ở Vạn Yên), Tousot (đại lý Pháp ở Điện Biên), chỉ huy quân sự Reinert; tri phủ Cầm Văn Hoan, tri châu Cầm Văn An (Sơn la), các tri châu Cầm Văn Oai (Mai Sơn) - Bạc Cầm Đới (Thuần) - Quảng Văn Phong (Điện Biên) - Hà Văn Ca (Mốc) - Cầm Văn Nui (Phù Yên) - Bạc Cầm Phúc (cai tổng Tuần Giáo); quản đạo Đèo Văn Trì, Đèo Văn Thào (tri phủ), Đèo Văn Bảo và Đèo Chính Thái (tri châu)\n# Thái Bình: Công sứ Clement D. Thureau (30\/5\/1906-3\/4\/1907), phó là (Bayle (30\/5\/1906-26\/9\/1906), Pasquier (27\/9\/1906-23\/2\/1907), Le Gendre (24\/2\/1907-24\/5\/1907) và Duypuy (25\/5\/1907-20\/4\/1910)<ref>Nguyễn Quang Ân và Nguyễn Thanh, Tài liệu địa chí Thái Bình, tập 1, trang 227-228.<\/ref>), chỉ huy quân sự L. Normand; tuần phủ Nguyễn Duy Hàn, án sát Phạm Văn Thụ, đốc hoc Trần Thiện Kế\/ các tri phủ Trần Hữu Uy (Thái Ninh), Trần Gia Dụ (Tiên Hưng), Trần Mỹ Đồng (Phủ Đức), (không rõ tên) (Kiến Xương)\/ các tri huyện Thái Văn Bút (Vũ Tiên), Bùi Khắc Thức (Thư Trì), Phùng Vĩnh Chi (Duyên Hà), Trần Thuận (Hưng Nhân), Phạm Hoàng Lâm (Quỳnh Côi), Nguyễn Văn Định (Tiền Hải), Chu Nguyên Thiệu<ref name=\":2\">Về tên tri huyện Thụy Anh, Thái Bình; sách ''Annuaire general del'Indochine'', 1907 ghi là \"Thu-Nguyen-Thiên\" (tr. 380). Người dịch tạm thời dịch là: Chu Nguyên Thiện, Chu Nguyên Thiên; hoặc Thự Nguyên Thiên; Thụ Nguyên Thiện. Xin ghi lại để tham khảo<\/ref> (Thụy Anh), Hoàng Hy Ước (Đồng Quan), Hoàng Đạo Tiên (Hùng Nhân)\n# Thái Nguyên: Công sứ Gaston H. Maire, phó là Gilles, chỉ huy quân sự Moutin\/ đại lý E. Conrandy (Chợ Chu), (không rõ tên) (Phương Đô), Jullian (Hùng Sơn), chỉ huy quân sự Moutin; \n# Tuyên Quang: Công sứ là Henri P. Cambier, phó là Lachaud, chỉ huy quân sự Marlier; án sát Nguyễn Văn Đạt, tri huyện Nguyễn Văn Chi (Hàm Yên) - Lê Văn Huy (Sơn Dương), tri châu Mã Đoan Đoài (Chiêm Hóa), Lê Lương Thiện (Vĩnh Thụy), quan man Ban Đình Nguyên\n# Vĩnh Yên: công sứ Urbain A. Marc, phó là (không rõ tên), chỉ huy quân sự Desanges; tuần phủ Mai Trung Cát, án sát Lê Trung Ngọc, đốc học Kiều Oánh Mậu, tri phủ Vĩnh Tường Vũ Duy Kiêm, tri huyện Lê Chước (Lập Thạch) - Nguyễn Chước (Tam Dương) - Vũ Văn Vĩ (Yên Lạc) - Hoàng Ngọc Liên (Bình Xuyên, bang tá Bách Hạc Trịnh Kế Vinh\n# Yên Báy: công sứ Armand Lafrique, phó là Pellereau, đại lý Bảo Hà Pau, chỉ huy quân sự Duclos; án sát Nguyễn Trần Hân, tri huyện Lưu Đức Thuật (Trấn Yên); tri châu Cầm Ngọc Nông (Văn Bàn).- Nguyễn Văn Thi (Lục Yên) - Lã Văn Hinh (Đồng Hỷ, Văn Bàn) \n# Cao Bằng: công sứ Guyot de Asnières de Salins, phó là Panescorse; các đại lý: Bernand (Sóc Giang), Vallod (Quảng Uyên), Masson (Đông Khê), Riou (Nguyên Bình), quản lý cửa khẩu là Scutrenon; án sát Nguyễn Vương (Cao bằng), tri phủ Bế Thủy (Hòa An); các tri châu: Đinh Quang Dương (Hà Quảng), Hoàng Quang Đào (Quảng Uyên), Chu Ngọc Cường (Hạ Lang), Đinh Văn Lý (Thạch An), Vũ Đức Mậu (Phúc Hòa, Tà Lùng), Bế Cơ (Nguyên Bình), một tri châu không rõ tên ở Thương Lang (Trung Khánh Phú) \n# Hà Giang (đạo quan binh): công sứ-chỉ huy Georges Tetart, phó là George; đại lý Tetart (Hà Giang), Dehove (Bảo Lạc), Jacquin (Linh Cờ), chỉ huy đạo quan binh thứ 4 Louis Edouard Messager đóng ở Lào Cai; chánh quản đạo Nông Hùng Tấn; các tri huyện: Trương Văn Thọ (Vị Xuyên), Ma Trọng Tuyển (Bắc Quang), Hoàng Văn Đăng (Thụ Nhân), \n# Hà Nội: đốc lý Felix P. Hauser, phó đốc lý Krug - Desanti\n# Hải Phòng: đốc lý Pierre O. Tournois (đồng thời là chủ tịch hội đồng thành phố), phó đốc lý Linossier - Maurice\n\n==== Trung Kỳ ====\nVua Thành Thái, nội các triều Nguyễn: hiệp biện Trương Như Cương, phủ tôn nhơn Miên Lịch. Khâm sứ Trung Kỳ Levecque, giám binh Charles, hiệu trưởng trường Quốc học Nordeman<ref>''Nordeman'', tên Việt là Ngô Đê Mân (Nguyễn Đắc Xuân), hiệu trưởng thứ ba của trường Quốc học Huế, được Khâm sứ Pháp điều về thay cho ông Bonnet từ tháng 3\/1902. Thời Nordeman, trường Quốc học Huế luôn được cởi mở trong tư tưởng. Lương của giáo viên dạy trường do ngân sách của Khâm sứ cấp, không có phụ cấp; sinh viên đi học được cấp lương là 80 d.<\/ref>\n# Thanh Hóa: công sứ Jean B. Soler; phó là De Niort (2 đại lý Pháp là (không rõ tên) ở Bái Thượng và Breda (Hội Xuân)); tổng đốc Tôn Thất Niêm<ref>''Tôn Thất Niêm'' (1856 - 1914), con trai của cựu Tổng đốc Thanh Hóa Tôn Thất Tư, cháu đời thứ sáu của chúa Võ vương Nguyễn Phúc Khoát (1738 - 1765). Ông cùng với người anh cả là Trường, người em út là Thị làm Tổng đốc Thanh Hóa. Tôn Thất Niêm lấy 5 bà vợ và sinh được 25 con, trong đó có 13 nữ. GS Tôn Thất Tùng là con út của ông, là bác sĩ Việt Nam nổi tiếng. Xem: http:\/\/baothuathienhue.vn\/tu-hao-ve-ton-that-tung-nguoi-con-xu-hue-a3037.html<\/ref>, bố chánh Hương Khang, án sát Lê Hữu Điền, đề đốc Vũ Văn Đài, đốc học Đàm Khiêm, chánh giám đốc Nguyễn Xuân Phiên, gác-dan nhà tù Hương Tích\n# Nghệ An: công sứ Desteney, phó là Vetali, đại diện Mallot (Cửa Rào), de Galembert (Phủ Điện), chỉ huy quân sự Hugnit; tống đốc Trần Đình Phác, bố chánh Đoàn Đình Nhân, án sát Tôn Thất Linh, đốc học Nguyễn Quang, lãnh binh Nguyễn Sanh\n# Hà Tĩnh: công sứ Doucet, phó là Tholance; tuần phủ Đắc Trung, bố chánh Cao Xuân Tiêu, án sát Cao Ngọc Lễ, lãnh binh Nguyễn Khắc Trọng\n# Quảng Bình: công sứ Carlinot, phó là Carwenberghe, lãnh binh Pháp Darud; bố chánh Nguyễn Hách, án sát Trần Quang Trinh, phó lãnh binh Phan Hữu Huy  \n# Quảng Trị: công sứ L. dit Labbez, phó là Gaietta, giám binh Raud; tuần phủ Mai Khắc Đôn<ref>''Mai Khắc Đôn'' (1853 - 1930), sinh ở Kim Long; đỗ đạt năm 1884 và năm 1885 vào làm Điển tịch ở Hàn Lâm Viện, thăng thụ Biên tu rồi bổ tri phủ Triệu Phong. Năm Duy Tân thứ 3 (1909), ông lãnh Tham Tri Bộ Lễ, sung Ngự tiền giáo đạo, chính thức làm thầy dạy học vua Duy Tân. Năm 1914 thăng Thượng thư. Năm 1916 ông về hưu trí tại Kim Long cho đến ngày mất. Con gái ông, bà Mai Thị Vàng vào năm 1916 được vua Duy Tân chọn làm quý phi. Ông là vị quan, người thầy có tinh thần yêu nước, thương dân và có ảnh hưởng tích cực đối với vua Duy Tân. Xem: http:\/\/tinbds.com\/thua-thien-hue\/hue\/duong-mai-khac-don và http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p2\/c16\/n11599\/Ngai-Mai-Khac-Don-voi-minh-triet-an-trinh-cat-cua-Kinh-Dich.html<\/ref>, án sát Tôn Thất Trâm, đốc học Nguyễn Quý Trọng, phó lãnh binh Lê Văn Ba  \n# Thừa Thiên: Công sứ Henry J. Gariod, phó là Saint Poulof; Phủ doãn Thừa Thiên Lê Hữu Tánh, phủ thừa Nguyễn Hữu Ích, lãnh binh Võ Ban  \n# Hội An (Tourane): đốc lý Lemasson, phó là Soliva  \n# Quảng Nam: công sứ tỉnh lỵ Hội An là Jean Francois Charles, phó là Lesterlin, giám binh Breugot; tổng đốc Vương Duy Trinh, bố chánh Tôn Thất Thi, án sát Từ Thiệp, đốc học Nguyễn Nghĩa Lập, lãnh binh Trần Văn Tuế\n# Quảng Ngãi: công sứ Dodey; phó là Fries, đại diện ở Làng Ri Haguet, giám binh Cornu; tuần phủ Lê Tư, án sát Hồ Đắc Du, đốc học Nguyễn Duy Thăng, thành thủ úy Phạm Thế Năng, phó lãnh binh Võ Hữu Trí, phó đề đốc Đỗ Đức Phong\n# Quy Nhơn: công sứ Bình Định Augustin Sandré, phó là Lapouyade, giám binh Canivey; tổng đốc Tôn thất Đàm, bố chánh Nguyễn Xuân Toàn, án sát Nguyễn Hiếu Định, đốc học Hồ Trung Lương, lãnh binh Nguyễn Bá Gia, phó lãnh binh Cung Đình Tuấn\n# Phú Yên: công sứ Benjamin Lehé, phó là Hugnet; giám binh Scholl; bố chánh Nguyễn Xuân Toản, án sát Lê Đình Luyện, đốc học Phạm Văn Chất, phó lãnh binh Phạm Văn Hiển\n# Khánh Hòa: công sứ Oscar Moulié, phó sứ Mougenot, chỉ huy Lambert; bố chánh Phạm Ngọc Quát, án sát Nguyễn Mại, đốc học Nguyễn Viết Huyên, lãnh binh Nguyễn Gia Trung\n# Phan Rang: công sứ Faure, phó là Péguenet, thị trưởng Đà Lạt Martin, đại lý Dran Larger, giám binh Delingette; quản đạo Nguyễn Văn Thoại, bang biện Văn Tấn Duy, đốc học Phạm Quí\n# Bình Thuận: công sứ Leon Garnier, phó là Bonhomme, chỉ huy Domicile, đại lý Di Linh Cunhac; bố chánh Hương Thiết, án sát Trần Văn Giao, lãnh binh Dương Đức Phú, đốc học Từ Hữu Đạt\n# Pleiku - Derr: công sứ Leon Plantié, phó là Morel, giám binh Jacques; quan cai trị: Hoàng Đề, Vũ Trường Lan, Lê Văn Đậu\n# Darlac: công sứ Henri Besnard, giám binh Langlais\n\n==== Cambodge: ====\nnhà vua Sisowath, khâm sứ Paul L. Luce\n# Kampot: công sứ Rousseau, phó là Parent; quan cai trị: Sean-Anchit-Khieu (tỉnh Kampot), Reachea Sethey Tit (Peam), Yathea Thipdey Teas (Bauteay Meas), Debea Sangcream-Khut (Kompong Som)\n# Kandal (tên khi Phnom-Pênh được thay đổi): công sứ Jeannerat, phó là Moine; quan cai trị: Vongsa Montrey-Khut (Saang), Metrey-Puthor-Hang (Kieu-svay), Outey-Sena-Ua (Ponhea Iu)\n# Kompong Cham: công sứ Fayet de Moutjoye, phó là Soula; quan cai trị: Metrey-Phekeday-Gong (Srey Sauthor), Muk-Sakor-Keo (Muk-kompul), Reachea-Metrey-Dechou-Oum (Kang-meas), Sena-Metrey-Khuon (Khsach-kandal), Pech-Dechou-Eakhau (Choeung-prey)\n# Kompong Chhnang: công sứ Sargues, phó là Dupuy; quan cai trị: Sreu-Thipdey-Swai (Rolea-peir), Sena-Saucream-Sun (Babaur), Sreu-Sena-Rithi-Tan (Lovek), Yos-Decho-Um (Kompong-leng), Reach-Sakor-Khieu (d'Aulong-reach)\n# Kompong Speu: công sứ Poiret, phó là Marty; quan cai trị: Outey-Thireach-Phlong (Somrong-Tong), Vongsa Outey-Sin (Phnom Srouch), Vongsa Phuttror-Ros (Kandal-stung), Vongsa Samsak-Yin (Kong-pisay), Aranh Samcream-On (Thpong)\n# Kompong Thom: công sứ Hertrich, phó là Desenlis, đại lý Coreil (Kompong-Khleang); quan cai trị: Bechou-Phèn (Kompong Soài), Sen-Khangvea-Va (Barai), Montrey-Dechou-Tep (Stoung), Sothip-Montrey-Nou (Sautuc), Metrey-Dechou-Tieng (Chikreng), Tep-Pheakedey-Dechou-Khoun (Promtep)\n# Kratié: công sứ G. Alby, phó là Bonnet, đại lý Lautier (Svai-Khleang); quan cai trị: Archun-In (Khbau-khmun), Montrey-Chonnabat-Nhec (Kratie), Sena-Chonnabat-Shen (Kanchor), Sneha-Noreak-Sau (Chhlaung), Reachea-Chon-In (Stung-trang)\n# Krat: công sứ Castanier, phó là Richomme; quan cai trị: Sorisac-Varin-Prom (Krat), Pachey-ruong-rich-Mèn (Kas-king)\n# Prey-veng: công sứ Adamolle, phó là Jumeau, đại lý Bannam Jeandet; quan cai trị: Nearea-Thipedey-Um (Prey-veng), Sren-Saucream-Srey (Sithor-pearang), Darong-Saucream-Thong (Sithor-kandal), Eyso-Metrey-Ui (Lovea-em), Pheakedey-Dechou-Khem (Banam)\n# Pursat: công sứ Monod, phó là Marnan; quan cai trị: Sourkealuc-Khieu (Pursat), Preas-Pheakedey-Saugeream-Hing (Krakor)\n# Stungtreng: công sứ Christian, phó là Cremanzy, đại lý Richomme (Siêm Phan), d'Oiselay (Toule-repou), Nempont (Melouprey); quan cai trị: Montrey-Cholthea-Phoui (Stungtreng), Vongsa-Saruya-Khop (Toule-Repou), Montrey Hemmovan-Pech (Melouprey)\n# Soài-riêng: công sứ Georges Céloron de Blainville, phó là Legros; quan cai trị: Lichakreay-Yem (Rumdoul), Cheyon-Sangeream-Kas (Xoài Típ), Keamovan-Sena-Pech (Romeas-hek)\n# Takeo: công sứ Peyrabère, phó là Saint Leu; quan cai trị: Pusuouluc-Chum (Treang), Vongsa-Anchit-Keat (Bati), Cheyouthea-Meas (Prey-krebas), Pichey-Cheddarong-Decheas-Uch (Kastom), Euthor-Vichey-Decho-Kahom (Loeukdek)\n# Phnom-Penh: công sứ Paul Collard\n\n==== Lào: ====\nKhâm sứ Georges Mahé, phó là Salabelle; Tổng thư ký (Secretariat) là M. Ladriere\n# Vientiane: công sứ Paul Damprun, phó là Belakowicz; giám đốc trường cao đẳng Pháp - Lào Rolland; chậu mường: Thào Khăm-Pa (Vientiane), Chao-Dong-Di (Borikhane), Thào Phouk (Tourakhome), (không rõ tên) (Pakchoum), Thào Khăm-phan (Van-vien)\n# Attopeu: công sứ Ch. Jeuch dit Bardin, phó là Fricquegnon; chậu mường Thào Sing\n# Bassac: công sứ Antoine G. Groslier, phó là Haudebert; chậu mường Thào Phung (Sai-phal), phìa maha-thilat Thong-Dy, phìa mun-tiong Thào Khăm (Pak Sedong), chậu mường Xiềng Kết (Souvanakili)\n# Đại lý Bassac Georges Bougier; các chậu mường: Thong (Phonthong), Ngeun (Soukhouma), Bua-Khăm (d'Outhoume), Thuane (Mulap-amok), Pha (Selampao), Bua-Khăm (Saphan-Poupa)\n# Khammuon: công sứ Paul Macey, phó là Seylor; chậu mường: Thào Son (Thaket), Thào Boun-dat (Cam-keut), Thào Khene (Cam-mon), Thào Guot (Pak-hin-Boun), Thào Kot (Mahasay)\n# Khoong: công sứ Francois Simon, phó là Baudenne, đại lý (không rõ tên); chậu mường: Thào Outhene (Khoong), Thào Khieo (Siem-phan)\n# Luang Prabang: công sứ Sebastian P. Vacle, phó là Servoise; phó vương Somdeck-Phra-Chao-Sisavong, Paya Muong-Tiane (chủ tỉnh Ho-senam), Phaya Mường Sai (phó chủ tỉnh Ho-senam)\n# Đại lý Paklay: đại lý Pháp Rene Chevalier\n# Mường Hu: công sứ Pierre Lapeyronie (đóng ở Mường Hu Mưa); chậu mường Chao-Kang (Mường-Hou-Neu), (không rõ tên) (Mường Hou-Tai)\n# Thượng Mekong (tên cũ là \"Mường Sình\" đổi thành): công sứ Edouard Remy (Bản Huội Sài), phó là Maybon; phó vương Le Tiao-Fa, chậu mường Luông Nậm Thà Luông-Sithi-Sản, quản lý người Khạ là Phaya Phoma - Phaya Pathavi - Phaya Pech - Phaya Peng-chan - Phaya Kham-houm - Sene-Boun-Lou * Thamma Vongsa là quản lý tối cao của người Khạ ở Xiềng Khoong; quản lý người Việt Luong-Sena, Chay-Vanthi (Xiềng Sen), Luong-Amat (Mường Múc-nhơ), Sauvanna Phommin (quản lý người Nghiêu ở Xiềng Khoong)\n# Sầm Nưa (đổi từ \"Mường Sôn\" mà thành): công sứ Louis A. Wartelle, phó là Grange; chủ mường (chef du muong): Phaya Phomsi-Volamat (Xiềng Khô), Phaya-Phom-Visay-Soladet (Mường Hét), Phaya-Sanha-Vongsa (Mường Hua Mương)\n# Saravane: công sứ Jean Dauplay<ref name=\":3\">Jean Jacques Dauplay (1870 - 1943), nguyên là họa sĩ và là nhà chính trị Pháp. Ông ta sang làm Ủy viên Pháp, kiêm chức Công sứ Pháp ở tỉnh Saravane. Chính Dauplay ra lệnh bao vây và giết chết lãnh tụ nghĩa quân Saravan là Ong Kẹo (tức Pun-mi-bun, 1901 - 1907) trong cuộc họp kín trong lều. Sau \"thành tích\" này, ông ta được cất nhắc lên vị trí cao; năm 1925 làm Khâm sứ tại Lào (1925 - 1926)<\/ref>, phó là Dedebat; chậu mường: Thào Souvan (Saravane), Thào Souvan (Wapi), Thào Smiên-Ba (Khăm-tông-nhai), Thào Mang (Kong), Thào Xiêng-thăm (Sui-tabali), Thào Phia (Lakhonphen), Thào Di ở Khăm-tong-noi và Thào Duông của Samia\n# Savanakhet: công sứ Auguste H. Galtier, phó là Papin; chậu mường: Thào Puy (Khantabuli), Thào Phet (Champhon), Thào Duông (Sỏng Khoone), Thào Sayasen (Mường Phuôn), Thào Son (Cheam), Thào Sithi-Som (Vé), Thào Thongsuc (Sounaman), Thào Phun (Mường Tche-phone),Thào Nghe (Mường Vang), Thào Thiep (Prabang), Thào Hết (Phalane)\n# Đại lý Tche-pone: đại lý Pháp (không rõ tên); chậu mường: Thào Phun (Tchephon, Xủng Hom), Thào Thiếp (Pabang), Thào Oun (Vang), Thào Ngôn (Phin)\n# Trấn Ninh (Xiêng Khoảng): công sứ Jules Grand, phó là Bonnermain; chậu mường: Chao Khăm Ngôn (Mường Khuôn), Thào Siềng Noi (Mường Khang), Thào Phàn Sì (Mường Sui), Thào Phom-ma (Mường Lăng), Thào Siêng Phệt (Mường Sieng), Thào Kham My (Mường Mọc)\n\n==== Quảng Châu Loan ====\nTổng công sứ [[Fernand Gautret]], ; đốc lý thành phố Tche-kam là Emile Metaireau, đốc lý thành phố Po'teou là E. Broni, đốc lý thành phố Tam-sui là Vangeois, đốc lý thành phố Ma-tche là Dumont\n\n=== Năm 1908: ===\n\n==== Nam Kỳ: ====\nThống đốc Nam Kỳ Francois P. Rodier, phó là Debernardi, thư ký văn phòng Lagrange, giám đốc sở nông nghiệp Paris. giám đốc bệnh viện Chợ Quán Angier\n# Bạc Liêu: chủ tỉnh Hugues J. O'Connell, phó là Lagrange; tri phủ Nguyễn Bá Phước - Trường Vĩnh Thế - Lê Văn Mẫu, tri huyện Huỳnh Ngọc Bình.\n# Bà Rịa: chủ tỉnh Lamarre, phó là Mérou, đại lý Cap Saint Jacques Metaireau; đốc phủ sứ Nguyễn Thắng Hơn, tri huyện Huỳnh Quang Minh\n# Bến Tre: chủ tỉnh Leon M. Melaye, phó là Piot; đốc phủ sứ Nguyễn Văn Hai, tri phủ Bùi Thế Xương, Thái Hữu Võ (Ba Tri), tri huyện Trương Minh Hy (Mỏ Cày)\n# Biên Hòa: chủ tỉnh Georges Maspero, phó là Roussel, đại lý Pháp ở Chứa Chan Oddera; tri phủ Hồ Tấn Qươn - Nguyễn Văn Lộc \n# Cần Thơ: chủ tỉnh Ernest G. Outrey, phó là Le Bret; đốc phủ sứ Nguyễn Quang Nghiêm, tri phủ Trần Quang Thuật, tri huyện Nguyễn Hữu Thưởng\n# Châu Đốc: chủ tỉnh Louis V. Cudenet, phó là Ravel; đốc phủ sứ Tân Châu Nguyễn Trung Thứ, tri phủ Võ Văn Mẹo, tri huyện Trần Bình Thành - Trần Văn Thuận, đại lý Võ Văn Mẹo (Tịnh Biên), Ravel (Tri Tôn)\n# Chợ Lớn: chủ tỉnh Saint Chaffray, phó là Graffeuil; tri huyện Nguyễn Tấn Sự, Nguyễn Hữu Phước\n# Gia Định: Chủ tinh Antoine Bos, phó là A. Silveatre; tri phủ Phạn Côn Sơ, tri huyện là Nguyễn Đăng Khoa, Phạm Văn Ca\n# Gò Công: Chủ tỉnh Cabane de Laprade, phó là De Matra; đốc phủ sứ Nguyễn Văn Chức, tri phủ Nguyễn Văn Chất\n# Hà Tiên: Chủ tỉnh Gustave Agen, phó là Guidicelli; tri phủ Nguyễn Tắc Yên, tri huyện Nguyễn Kỳ Sát\n# Long Xuyên: Chủ tỉnh Francois M. Valentin, phó là Maurel; tri phủ Nguyễn Hà Thanh, tri huyện Trần Văn Dương\n# Mỹ Tho: Chủ tỉnh Alphonse Chesne, phó là Couzineau; đốc phủ sứ Lê Văn Xung, tri huyện là Nguyễn Ngọc Huy - Huỳnh Công Bền - Đoàn Hữu Chung\n# Rạch Giá: Chủ tỉnh Le Marchant de Trigon, phó là Michaux; tri phủ Lâm Văn Yết, tri huyện Lê Văn Bảy\n# Sa Đéc: Chủ tỉnh Eugene C. Chabrier, phó là Blanc; đốc phủ sứ Lê Quang Hiên (hay Hiến), tri phủ là Michel Nguyễn Văn Sang, tri huyện Tấn Hàm Ninh\n# Sóc Trăng: Chủ tỉnh Charles E. Davoine, phó là De Remy....\n# Tân An: Chủ tỉnh Jean J. Charrin, phó là Gallois-Montbrun; đốc phủ sứ Nguyễn Văn Nguyên, tri phủ Trần Văn Sửu, tri huyện là Nguyễn Văn Sự\n# Tây Ninh: Chủ tỉnh Georges Preire, phó là Royer; đốc phủ sứ Trần Quang Phước (Trảng Bàng), tri huyện Nguyễn Văn Trạch\n# Thủ Dầu Một: Chủ tỉnh Fernand Ganesco, phó là Arrighi; tri phủ là Trần Quang Thuật - Paul Trần Hữu Học\n# Trà Vinh: Chủ tỉnh Gustav A. Mossy, phó là Eudel; đốc phủ sứ Nguyễn Tấn Tài, tri phủ Nguyễn Phụng Nhiều, tri huyện Huỳnh Long Hương - Nguyễn Đức Tố - Trương Vĩnh Việt\n# Vĩnh Long: Chủ tỉnh Gaston Caillard, phó là Renault; đốc phủ Phạm Văn Tươi, tri phủ Nguyễn Công Luân (hay Luận) - Đặng Văn Huê\n# Sài Gòn: đốc lý Duranton, phó đốc lý Gage\n# Chợ Lớn: đốc lý Frederic Drouhet, phó đốc lý là du Crouzet - Lâm Lê Trạch - Quách Đàm (người Hoa)\n# Cap Saint Jacques (thành phố Vũng Tàu): đốc lý Emile Lemasson\n# Poulo Condore (Côn Đảo): quản đốc Leon Marie Morizet\n\n==== Bắc Kỳ ====\n# Bắc Giang: Công sứ Ernest J. M. Quennec, phó công sứ Rols\/ đại lý Pháp ở Nhã Nam Joffroy, đại lý Pháp ở Lục Nam Forsan, đại lý Pháp ở Đức Thắng Montbrial - trưởng đồn binh Lafferrer; tuần phủ Đỗ Phú Túc, án sát Nguyễn Trung Tiến, đốc học Kiều Oánh Mậu<ref>Kiều Oánh Mậu (1852 - 1912) là sĩ phu thời Nguyễn mạt. Ông đỗ Phó bảng thời Tự Đức và làm quan suốt các triều vua Nguyễn ở nhiều nơi. Sau khi từ quán, ông ra giúp việc cho tòa soạn báo  Đồng Văn ở Hà Nội. Ông viết sách về các cuộc khởi nghĩa thời Cần Vương (1885 - 1896), khảo chứng các tác phẩm văn học, trong đó có Truyện Kiều của Nguyễn Du<\/ref>, thương tá Nguyễn Hữu Thưởng\n# Bắc Kạn: Công sứ Henri Lomet, phó là P. Jabouille; án sát Hoàng Đức Hinh, tri châu Chợ Rã Vi Văn Lê, tri châu Bạch Thông Bế Nghiên, tri châu Ngân Sơn Đồng Phúc Bảo, tri châu Na Rì Đinh Ngọc Sơn\n# Bắc Ninh: Công sứ Henri Sestier, phó công sứ Barthe; tổng đốc Lê Hoan, án sát Thân Trọng Huề, thương tá Nguyễn Mậu Trú, đốc học Trịnh Tiến Sinh\n# Hà Đông: công sứ Eugene F. Duvillier, phó là S. Claire; tổng đốc Hoàng Trọng Phu, án sát Nguyễn Khắc Sung; các tri phủ Nguyễn Năng Quốc (Hoài Đức), tri phủ Nguyễn Hữu Đại (Thường Tín), Đỗ Ngân (Ứng Hòa), Lê Thế Vị (Mỹ Đức), đốc học Lê Vĩnh Diện; các tri huyện: Nguyễn Đoàn Thạc (Đan Phượng), Nguyễn Nhã (hay Nhạ) (Thanh Trì), Dương Tu Trác (Phú Xuyên), Nguyễn Đạo Quán (Thanh Oai), Trần Trác (Chương Mỹ)\n# Hải Dương: Công sứ Artus de Miribel, phó công sứ Lagnier\/ đại lý Pháp Delsalle (Ninh Giang), Donnat (Yên Lưu), Mourroux (Đông Triều); tổng đốc Nguyễn Đình Quang, án sát Vũ Thiện Đề, đốc học Nguyễn Hoan, lãnh binh Nguyễn Văn Đô\n# Hải Ninh (Móng Cái): công sứ Guillaume Fargeas, phó là Gourpy; án sát Nguyễn Xuân Tình, tri châu Trần Văn Tình (Móng Cái), Nguyễn Văn Nghi (Hà Cối), Đào Quang Lý (Tiên Yên)\n# Hà Nam: Công sứ Joseph Reydellet, phó sứ Cordier, chỉ huy đồn binh Duverge; tuần phủ Nguyễn Hữu Đắc, án sát Đỗ Các, đốc học Nguyễn Văn Bân, tri phủ Ly Nhân Đàm Quang Mỹ, các tri huyện Vũ Duy Đề (Thanh Liêm) - Đặng Hữu Bảng (Duy Tiên) - Nguyễn Túc (Bình Lục) - Phan Đình Hòe (Kim Bảng)  \n# Hòa Bình: công sứ Charles Rigaud, phó là Thomas, chỉ huy Martin (đồn binh Chi Nê), chỉ huy Auclaire; chánh quan lang Đinh Công Nhung, án sát Quách Cao, chánh quản võ Quách Cao, phó quản võ Đinh Lương; tri châu Quách Tất Xương (Lạc Thủy), Đinh Thế Chanh (Lạc Sơn), Đinh Công Thịnh (Lương Sơn), Đinh Công Thuận (Kỳ Sơn), Đinh Công Nội (Đà Bắc), Hà Công Chính (Mai Châu) \n# Hưng Yên: Công sứ Eugene Doumergue, phó là Pavey, chỉ huy Moutin, đại lý Bần Yên Nhân Gineste; tổng đốc Đặng Đức Cường, án sát Nguyễn Chí Đạo, đốc học Nguyễn Khắc Chuẩn, phó lãnh binh Nguyễn Văn Thành; các tri phủ Trịnh Nghi (Mỹ Hào), Đặng Trần Vi (Khoái Châu), các tri huyện Lê Hữu Định (Phù Cừ), Đào Hữu Đức (An Thi), Nghiêm Chu Tuệ (Kim Động), Lương Ngọc Lâm (Tiên Lữ), Nguyễn Văn Chi (Văn Lâm), Nguyễn Đốc (Yên Mỹ) \n# Lạng Sơn: công sứ Buffel du Vaure, phó là Sacotte, đại lý Moussié (Văn Lĩnh), Hernandez (Thất Khê); án sát Nguyễn Bạch, thương biện Phạm Quê Lương; các tri châu Vi Văn Định (Lộc Bình), Lã Lương Bình (Cao Lộc), Hoàng Đình Quang (Ôn), Đồng Riệu Hùng (Văn Uyên), Chu Khải Huy (Bằng Mạc) \n# Lào Kay (Lào Cai): công sứ Pierre Emmerich, phó là Collet, giám binh Saudel; các tri châu: Phạm Bá Rộng ([[Bảo Thắng]]), Trịnh Ngọc Hữu ([[Thủy Vĩ]]) \n# Nam Định: Công sứ Louis Aubry de la Noe, phó là Petitec\/ đại lý Lạc Quan Nicolle, chỉ huy Lambert; tống đốc Phạm Văn Toàn, án sát Từ Đàm, đốc học Nguyễn Viết Bình; các tri phủ Nguyễn Văn Tuấn (Xuân Trường) - Nguyễn Hữu Chiêm (Nghĩa Hưng) - Vũ Duy Luyện (Ý Yên); các tri huyện Lê Đình Lục<ref name=\":1\" \/> (Mỹ Lộc), Nguyễn Tử Tích (Hải Hậu), Dương Tú Phan (Nam Trực), Nguyễn Thục (Trực Ninh), Nguyễn Khắc Hạnh (Phong Doanh), Lê Nhiếp (Vụ Bản)\n# Ninh Bình: Công sứ Antoine Bon, phó là Deville\/đại lý Pháp Larosiere (Phát Diệm), Bonnermain (Nho Quan), giám binh Guillaume; tuần phủ Nguyễn Hữu Tường, án sát Đoàn Danh Chấn, đốc học Lê Vĩnh Diện; các tri phủ: Nguyên Huy Quang (Yên Khánh), Nguyễn Hữu Tuấn (Nho Quan), Nguyễn Liêm (Gia Viễn); các tri huyện: Lê Ngữ (Gia Khánh), Nguyễn Phong (Yên Mô), Hoàng Thụy Chi (Kim Sơn), Lê Mạnh Phổ (Yên Hóa)\n# Kiến An (Phủ Liên, Hải Phòng): công sứ Lucien Guerrier, phó sứ Thauraud, chỉ huy đồn binh Massebeuf; tuần phủ Hoàng Huy Tường, án sát Vương Hữu Bình, tri phủ Kiến Thụy Nguyễn Hoàng Lược; các tri huyện Nguyễn Như Gi (An Lão), Lê Văn Huy (Tiên Lãng), Phạm Xuân Khôi (An Dương), Nguyễn Văn Bích (Thủy Nguyên)\n# Phúc Yên: công sứ Raul Patry, phó là Richard, giám binh Leger; án sát Nguyễn Hữu Vinh, thương tá Nguyễn Năng Ẩn, đốc học Tạ Văn An; tri phủ Nguyễn Văn Giáp (Đa Phúc), Trần Trọng Hiệt (hay Triết, Yên Lãng); các tri huyện: Nguyễn Thụy Ứng (Kim Anh), Nguyễn Như Lê (Vĩnh Ninh), Nguyễn Cát Lợi (Đông Anh)\n# Phú Tho (đổi tên từ tỉnh Hưng Hóa, năm 1907): công sứ Emile Bonnertain, phó là Moufflet\/ các đại lý Pháp Lacombes (Hưng Hóa), Leon Blancsube (Phủ Đoan), Pergier (Đồn Vàng); tuần phủ Hoàng Đức Tráng, án sát Nguyễn Văn Hào, đốc học Nguyễn Trọng Nhiếp, phó lãnh binh Trần Ngọc Trác, giáo thụ Nguyễn Soạn - Bùi Khiêm Chi (Đoan Hùng), tri phủ Nguyễn Đình Chuẩn (Lâm Thao), Nguyễn Trọng Văn (Đoan Hùng); các huấn đạo: Bùi Phát Tường (Hạc Trì), Ngô Bích Giản (Thanh Ba), Phạm Quang Tiến (Hạ Hòa), Trịnh Tấn Khanh (Cấm Khê), Bùi Quý Chấn (Tam Nông), Nguyễn Đình Đề (Thanh Thủy),; các tri huyện Nguyễn Hương (Thanh Thủy), Nguyễn Tuấn Khải (Hạc Trì), Vũ Văn Uyên (Phù Ninh), Bùi Phú Kính (Tam Nông), Đào Văn Đạo (Thanh Ba), Nguyễn Văn Tý (Cấm Khê), Nguyễn Văn Dân (Hạ Hòa), Lê Đạt (Đoan Hùng); các tri châu: Nguyễn Văn Chấn (Thanh Sơn), Đặng Văn Chinh (Yên Lập)\n# Quảng Yên: Công sứ Jean A. Fitte, phó sứ là Regnier, chỉ huy Poilevey, tuần phủ Hoàng Mạnh Trí, án sát Chế Quang Ân, giáo thụ Phạm Như Khuê\/ các tri huyện Phạm Gia Thụy (Yên Hưng), Lê Văn Hiệp (Cát Hải), Cát Huy Viên (Yên Bạc), Vũ Văn Phái (Văn Hải), Nguyễn Duy Môn (Hoành Bồ)\n# Sơn Tây: Công sứ Jean G. Poulin, phó sứ là Gaillard, chỉ huy quân sư Chaigneau; tuần phủ Bùi Đàm, án sát Nguyễn Trung Khuyến, phó lãnh binh Nguyễn Chánh Lâu, đốc học Đặng Quí\/ các tri phủ Phạm Văn Mẫn (Quảng Oai), Lê Văn Thức (Quốc Oai); các tri huyện Trịnh Kế Vinh (Bất Bạt), Phạm Văn Đại (Phúc Thọ), Lưu Văn Chấn (Tùng Thiên), Bùi Kiều Đấu (Thạch Thất)\n# Sơn La: Công sứ Jean G. Monpeyrat, phó là Monier (Sơn La), Rio (đại lý Pháp ở Vạn Yên), Lallier (đại lý Pháp ở Điện Biên), chỉ huy quân sự Reinert; tri phủ Cầm Văn Hoan, tri châu Cầm Văn An (Yên) - Cầm Văn Oai (Mai Sơn) - Bạc Cầm Đới (Thuần) - Quảng Văn Phong (Điện Biên) - Hà Văn Ca (Mốc) - Cầm Văn Nui (Phù Yên) - Bạc Cầm Phúc (cai tổng Tuần Giáo); quản đạo [[Đèo Văn Trị]], Đèo Văn Thào (tri phủ), Đèo Văn Bảo và Đèo Chính Thái (tri châu); đại lý Cầm Văn Tú\n# Thái Bình: Công sứ Nicolas Auer (4\/4\/1907-11\/3\/1909), phó là Dupuy, chỉ huy quân sự L. Normand; tuần phủ Nguyễn Duy Hàn, án sát Phạm Văn Thụ, đốc hoc Trần Thiện Kế\/ các tri phủ Trần Hữu Uy (Thái Ninh), Nguyễn Tấn Cảnh (Tiên Hưng), Nguyễn Uẩn (Phủ Đức), Bùi Khắc Thức (Đồng Quan)\/ các tri huyện Phùng Vĩnh Chi (Vũ Tiên), Hoàng Hy Ước (Thư Trì), Đào Trọng Văn (Duyên Hà), Hoàng Đạo Tiên (Hưng Nhân), Phạm Hoàng Lâm (Quỳnh Côi), Nguyễn Văn Định (Tiền Hải), Chu Nguyên Thiệu<ref name=\":2\" \/> (Thụy Anh)\n# Thái Nguyên: Công sứ Louis Conrandy, phó là Bonnermain, chỉ huy quân sự Moutin\/ đại lý E. Conrandy (Chợ Chu), Herbinet (Phương Đô), (không rõ tên) (Hùng Sơn), chỉ huy quân sự Jullian; tuần phủ Nguyễn Cẩn, thượng tá Trần Văn Tiếp; tri phủ Nguyễn Nghị (Phú Bình), Nguyễn Đôn Sâm (Đại Từ); tri huyện: Nguyễn Bản (Phú Lương), Nguyễn Huy (Vũ Nhai), Lê Trinh (Đồng Hỉ) \n# Tuyên Quang: Công sứ là Auguste H. Damade, phó là Lachaud, chỉ huy quân sự Marlier; án sát Nguyễn Văn Đạt, tri huyện Nguyễn Vũ (Hàm Yên) - Mai Toàn Xuân (Yên Bình) - Nguyễn Văn Lợi (Sơn Dương); tri châu Mã Đoan Đoài (Chiêm Hóa), quan man Ban Đình Nguyên; quan hậu bổ Lê Lương Thiện (Vĩnh Thụy), Nguyễn Tăng Du (Bắc Mục) \n# Vĩnh Yên: công sứ Odon G. Tournois, phó là Cullieret, chỉ huy quân sự Desanges; tuần phủ Mai Trung Cát, án sát Lê Trung Ngọc, đốc học Trần Lê Kỳ, tri phủ Vĩnh Tường Vũ Duy Kiêm, tri huyện Lê Chước (Lập Thạch) - Nguyễn Chước (Tam Dương) - Đàm Quang Phương (Yên Lạc) - Hoàng Ngọc Liên (Bình Xuyên), bang tá Bách Hạc Hoàng Xuân Hạnh\n# Yên Báy: công sứ Armand Lafrique, phó là Pellereau, đại lý Bảo Hà Pau, chỉ huy quân sự Duclos; án sát Nguyễn Trần Hân, tri huyện Thái Văn Bút (Trấn Yên); tri châu Cầm Ngọc Nông (Văn Bàn).- Nguyễn Văn Thi (Lục Yên) - Lã Văn Hinh (Đồng Hỷ, Văn Bàn) \n# Cao Bằng (đạo quan binh): công sứ Martin Panescorse, phó là Wemel; các đại lý: Brunot (Sóc Giang), Libersart (Quảng Uyên), Masson (Đông Khê), Chanson (Nguyên Bình), quản lý cửa khẩu là Scutrenon; án sát Nguyễn Lương (Cao bằng), tri phủ Bế Thủy (Hòa An); các tri châu: Nông Ích Lương (Hà Quảng), Chu Ngọc Cường (Quảng Uyên), Bế Huỳnh (Hạ Lang), Vũ Đức Mậu (Phúc Hòa, Tà Lùng), Phan Văn Tố (Nguyên Bình), Hoàng Quang Đạo ở Thương Lang (Trung Khánh Phú) \n# Hà Giang (đạo quân bình): công sứ-chỉ huy Georges Tetart, phó là Lecreux; đại lý Tetart (Hà Giang), Anduoy (Bắc Quang), Bastien (Hoàng Su Phì), Wehrlé (Quản Bạ), Privey (Bảo Lạc) và Madaule (Đồng Văn), chỉ huy đạo quan binh thứ 4 Louis Edouard Messager đóng ở Lào Cai; chánh quản đạo Nông Hùng Tấn; các tri huyện: Nguyễn Quang Bân (Vị Xuyên), Mà Trọng Tuyển (Bắc Quang), Hoàng Văn Đăng (Thụ Nhân), kinh lịch Trịnh Trùng Quang \n# Hà Nội: đốc lý Felix P. Hauser, phó đốc lý Cognaq\n# Hải Phòng: đốc lý Pierre O. Tournois (đồng thời là chủ tịch hội đồng thành phố), phó đốc lý Linossier - Maurice\n\n==== Trung Kỳ ====\nVua Thành Thái, nội các triều Nguyễn: hiệp biện Trương Như Cương, phủ tôn nhơn Miên Lịch. Khâm sứ Trung Kỳ Levecque, giám binh Charles, hiệu trưởng trường Quốc học Edmond Nordeman\n# Thanh Hóa: công sứ Georges L. Rousseau; phó là Ungerer (2 đại lý Pháp là (không rõ tên) ở Bái Thượng và Breda (Hội Xuân)); tổng đốc Tôn Thất Niêm, bố chánh Hương Khang, án sát Lê Hữu Điền, đề đốc Vũ Văn Đài, đốc học Đàm Khiêm, chánh giám đốc Nguyễn Xuân Phiên, gác-dan nhà tù Ưng Lệ\n# Nghệ An: công sứ Desteney, phó là Balard, đại diện Mallot (Phú Quý), de Galembert (Phủ Điện), chỉ huy quân sự Viau; tống đốc Trần Đình Phác, bố chánh Đoàn Đình Nhân, án sát Tôn Thất Linh, đốc học Nguyễn Quang, lãnh binh Bùi Hữu Phú\n# Hà Tĩnh: công sứ Doucet, phó là Tholance; tuần phủ Hồ Đắc Trung, bố chánh (không rõ tên), án sát Cao Ngọc Lễ, phó đề đốc Nguyễn Khắc Trọng, đốc học Từ Hữu Đắc; tri phủ Nguyễn Tấn Đệ, Văn Tấn Duy\n# Quảng Bình: công sứ Letang, phó là Carwenberghe, lãnh binh Pháp Darud; bố chánh Nguyễn Hách, án sát Trần Quang Trinh, phó lãnh binh Lê Tăng, đốc học Lương Nhụy  \n# Quảng Trị: công sứ L. dit Labbez, phó là Cazeles, giám binh Raud; tuần phủ Mai Khắc Đôn, án sát Tôn Thất Trâm, đốc học Nguyễn Quý Song, phó lãnh binh Lê Văn Ba  \n# Thừa Thiên: Công sứ Henry J. Gariod, phó là Boudineau; Phủ doãn Thừa Thiên Trần Trâm, phủ thừa Nguyễn Hữu Ích, lãnh binh Võ Ban  \n# Hội An (Tourane): đốc lý Lemasson; đại lý ở Tam Kỳ Henri Besancon  \n# Quảng Nam: công sứ tỉnh lỵ Hội An là Jean Francois Charles, phó là Lesterlin, giám binh Breugot; tổng đốc Vương Duy Trinh, bố chánh Tôn Thất Thi, án sát Từ Thiệp, đốc học Nguyễn Nghĩa Lập, lãnh binh Trần Văn Tuế\n# Quảng Ngãi: công sứ Dodey; phó là Lemasson, đại diện ở Làng Ri Haguet, giám binh Cornu; tuần phủ Lê Tư, án sát Lê Đình Luyện, đốc học Nguyễn Duy Thăng, phó lãnh binh Phạm Thế Năng, phó đề đốc Đỗ Đức Phong\n# Quy Nhơn: công sứ Bình Định Augustin Sandré, phó là Fries, đại lý ở Kontum Guenot, giám binh Canivey; tổng đốc Tôn thất Đàm, bố chánh Cao Xuân Tiêu, án sát (không rõ tên), đốc học Hồ Trung Lương, lãnh binh Lê Viết Ngữ, phó lãnh binh Cung Đình Tuấn\n# Phú Yên: công sứ Benjamin Lehé, phó là Hugnet; giám binh Scholl, đại lý Cheo Reo Cottez; bố chánh Hồ Phúc, án sát Huỳnh Trọng Dịch, đốc học Phạm Văn Chất, phó lãnh binh Phạm Văn Hiển\n# Khánh Hòa: công sứ Robert Bouyeure, phó sứ Mougenot, chỉ huy Lambert; bố chánh Phạm Ngọc Quát, án sát Nguyễn Mại, đốc học Nguyễn Viết Huyên, lãnh binh Nguyễn Gia Trung\n# Phan Rang: công sứ (không rõ tên), phó là Péguenet, thị trưởng Đà Lạt Champoudry, đại lý Dran Larger, giám binh Delingette; quản đạo Nguyễn Tri Kiêm, bang biện Hà Văn Biên, đốc học Phạm Quí\n# Bình Thuận: công sứ Leon Garnier, phó là Vernier, chỉ huy Domicile, đại lý Di Linh Cunhac; bố chánh Hương Thiết, án sát Võ Liêm, lãnh binh Dương Đức Phú, đốc học Đặng Nguyên Cầu\n# Darlac: công sứ Henri Besnard, giám binh Cologon\n\n==== Cambodge: ====\nnhà vua Sisowath, khâm sứ Paul L. Luce\n# Kampot: công sứ Le Roy, phó là Parent; quan cai trị: Sean-Anchit-Khieu (tỉnh Kampot), Reachea Sethey Tit (Peam), Yathea Thipdey Teas (Bauteay Meas), Debea Sangcream-Pou (Kompong Som)\n# Kandal (tên khi Phnom-Pênh được thay đổi): công sứ Jeannerat, phó là Moine. Đại lý Kompong Speu là Jandet\n# Kompong Cham: công sứ Baudoin, phó là Desenlis; quan cai trị: Metrey-Phekeday-Gong (Kompong-siêm), Barar Sangream-Nhem (Srey Santhor), Muk-Sakor-Keo (Muk-kompul), Reachea-Metrey-Dechou-Oum (Kang-meas), Sena-Metrey-Khuon (Khsach-kandal), Pech-Dechou-Eakhau (Choeung-prey)\n# Kompong Chhnang: công sứ O. Sargues, phó là Malescot; quan cai trị: Sreu-Thipdey-Swai (Rolea-peir), Sena-Saucream-Sun (Babaur), Sreu-Sena-Rithi-Tan (Lovek), Yos-Decho-Um (Kompong-Leng), Reach-Sakor-Khieu (d'Aulong-reach)\n# Kompong Speu: công sứ Poiret, phó là Marty; quan cai trị: Outey-Thireach-Phlong (Somrong-Tong), Vongsa Outey-Sin (Phnom Srouch), Vongsa Phuttror-Ros (Kandal-stung), Vongsa Samsak-Yin (Kong-pisay), Aranh Samcream-On (Thpong)\n# Kompong Thom: công sứ Chambert, phó là De Conchy, đại lý Coreil (Kompong-Khleang); quan cai trị: Bechou-Phèn (Kompong Soài), Sen-Khangvea-Va (Barai), Montrey-Dechou-Tep (Stoung), Sothip-Montrey-Nou (Sautuc), Metrey-Dechou-Ouc (Chikreng), Tep-Pheakedey-Dechou-Khoun (Promtep)\n# Kratié: công sứ G. Alby, phó là Bonnet, đại lý Voitel (Svai-Khleang); quan cai trị: Archun-In (Khbau-khmun), Montrey-Chonnabat-Nghen (Kratie), Sena-Chonnabat-Shen (Kanchor), Sneha-Noreak-San (Chhlaung), Reachea-Chon-In (Stung-trang) \n# Prey-veng: công sứ Adamolle, phó là Jumeau, đại lý Bannam Jeandet; quan cai trị: Nearea-Thipedey-Um (Prey-veng), Sren-Saucream-Srey (Sithor-pearang), Darong-Saucream-Thong (Sithor-kandal), Eyso-Metrey-Ui (Lovea-em), Pheakedey-Dechou-Khem (Banam)\n# Pursat: công sứ Monod, phó là Rostaing; quan cai trị: Sourkealuc-Khieu (Pursat), Preas-Pheakedey-Saugeream-Em (Krakor), Aranh-Thipdey-Prom (Balat)\n# Stungtreng: công sứ Christian, phó là Magnan, đại lý Stremler (Toule-repou), Mercier (Melouprey), Marty (Moulaponok); quan cai trị: Montrey-Cholohea-Var (Stungtreng), Vongsa-Saruya-Khop (Toule-Repou), Montrey Hemmovan-Pech (Melouprey), Monchey-Vichhay-Ua (Moulaponok)\n# Soài-riêng: công sứ Ozanon, phó là Blandin; quan cai trị: Lichakreay-Yem (Rumdoul), Cheyon-Sangeream-Has (Xoài Tép), Keamovan-Sena-Pech (Romeas-hek)\n# Takeo: công sứ Peyrabère, phó là Saint Leu; quan cai trị: Pusuouluc-Chum (Treang), Vongsa-Anchit-Keat (Bati), Cheyouthea-Meas (Prey-krebas), Pichey-Cheddarong-Decheas-Uch (Kastom), Euthor-Vichey-Decho-Kahom (Loeukdek)\n# Đại lý Battabang (délégué du Battambang): đại lý Pháp Lorin, phó là Bellan\n# Phnom-Penh: công sứ Paul Collard\n\n==== Lào: ====\nKhâm sứ Georges Mahé, phó là Salabelle; Tổng thư ký (Secretariat) là Daugeard, Tổng chỉ huy quân đội Pháp Leon Stephen Nollin\n# Vientiane: công sứ Paul Damprun, phó là Papin; giám đốc trường cao đẳng Pháp - Lào Tafforin; chậu mường: Thào Khăm-Pa (Vientiane), Chao-Dong-Di (Borikhane), Thào Phouk (Tourakhome), (không rõ tên) (Pakchoum), Thào Khăm-phan (Van-veng)\n# Attopeu: công sứ Gustav Salé, phó là Lapierre; chậu mường Thào Sing\n# Bassac: công sứ Georges E. Bourgier; chậu mường Thào Nguy (Bassac), Thong (Phonthong), Ngeun (Soukhouma), Bua-Khăm (d'Outhoume), Thuane (Mulap-amok), Pha (Selampao), Bua-Khăm (Saphan-Poupa)\n# Khammuon (Khăm Muộn): công sứ Paul Macey, phó là Seylor; chậu mường: Thào Son (Thaket), (không rõ tên) (Cam-keut), Thào Ku (Cam-mon), Thào Gnot (Pak-hin-Boun), Thào Kot (Mahasay)\n# Khoong: công sứ Charles Serizier, phó là Baudenne...\n# Luang Prabang: công sứ Jules Grand, phó là Servoise; phó vương Somdeck-Phra-Chao-Sisavong, Paya Muong-Tiane (chủ tỉnh Ho-senam), Phaya Mường Sai (phó chủ tỉnh Ho-senam)\n# Đại lý Paklay: đại lý Pháp Jacques J. Lambert\n# Mường Hu: công sứ Pierre Lapeyronie (đóng ở Mường Hu Mưa); chậu mường Chao-Kang (Mường-Hou-Neu), (không rõ tên) (Mường Hou-Tai)\n# Paksé (Pắc-xế): công sứ Francois J. Simon, phó là Haudebert; phìa sai Thào Phuông (Saphai), phìa mahathilat Tong Di (Bassac), tassenching Pah-Aphai-Pouthong (Donsai); các chậu mường: Thào Khăm (Pak-sedong), Xiềng Kết (Souvanakili)\n# Thượng Mekong (tên cũ là \"Mường Sình\" đổi thành): công sứ Edmond Remy (Bản Huội Sài), phó là Maybon; phó vương Le Tiao-Fa, chậu mường Luông Nậm Thà Luông-Sithi-Sản, quản lý người Khạ là Phaya Phoma - Phaya Khun-Khăm - Phaya Chaya-But - Phaya Phomma - Phaya Khamlou - Phaya Khamhoun - Phaya En-Khan - Phaya-Inta-Vichay * Thamma Vongsa là quản lý tối cao của người Khạ ở Xiềng Khoong; quản lý người Việt Luong-Sena, Chay-Vanthi (Xiềng Sen), Luong-Amat (Mường Múc-nhơ), Sauvanna Phammin (quản lý người Nghiêu ở Xiềng Khoong)\n# Sầm Nưa (đổi từ \"Mường Sôn\" mà thành): công sứ Louis A. Wartelle, phó là Grange; chủ mường (chef du muong): Phaya Phomsi-Nolamat (Xiềng Khô), Phaya-Phom-Visay-Samladet (Mường Hét), Phaya-Sanha-Vongsa (Mường Hua Mương)\n# Saravane: công sứ Jean Dauplay, phó là Dedebat; chậu mường: Thào Souvan (Saravane), Thào Souvan (Wapi), Thào Smiên-Ba (Khăm-tông-nhai), Thào Mang (Kong), Thào Di ở Khăm-tong-noi\n# Savanakhet: công sứ Auguste H. Galtier, phó là Seylor; chậu mường: Thào Puy (Khantabuli), Thào Phet (Champhon), Thào Duông (Sỏng Khoone), Thào Sayasen (Mường Phuôn), Thào Son (Cheam), Thào Sithi-Som (Vé), Thào Hết (Phalane)\n# Đại lý Tche-pone: đại lý Pháp Malpuech; chậu mường: Thào Phun (Tchephon, Xủng Hom), Thào Thiếp (Pabang), Thào Oun (Vang), Thào Ngôn (Phin)\n# Trấn Ninh (Xiêng Khoảng): công sứ Pierre Salabelle, phó là Bonnermain; chậu mường: Chao Khăm Ngôn (Mường Khuôn), Thào Siềng Noi (Mường Khang), Thào Phàn Sì (Mường Sui), Thào Phom-ma (Mường Lăng), Thào Siêng Phệt (Mường Sieng), Thào Kham My (Mường Mọc)\n\n==== Quảng Châu Loan ====\nTổng công sứ [[Fernand Gautret]], ; đốc lý thành phố Tche-kam là Broni, đốc lý thành phố Po'teou là Boyer, đốc lý thành phố Tam-sui là (không rõ tên), đốc lý thành phố Ma-tche là Dumont\n==='''Năm 1910'''===\n====Nam Kỳ====\n# Bạc Liêu: chủ tỉnh Krautheimer, phó chủ tỉnh Pommez, cảnh sát trưởng Missol, quản lý cảng Gambini, quản ngục Foll, chủ sở bưu điện Funtis, đại lý Pháp Lê Văn Mậu (Vĩnh Mỹ) - Huỳnh Ngọc Bình (Vĩnh Châu) - Trần Quang Phước (Cà Mau); đốc phủ sứ Trần Quang Phước, tri phủ Lê Văn Mậu, tri huyện Huỳnh Ngọc Bình\n# Bà Rịa: chủ tỉnh Lamarre, phó chủ tỉnh Esquivillon, đại lý Pháp ở Cap Saint Jacques Senemaud, quản lý cảng Zoccolat, chủ sở bưu điện Casanova, quản lý rừng Lavigne, bác sĩ Boucher, giám mục Favier, quản lý nông nghiệp Veillet; các quan lại người Việt: Trần Hưng Nhượng, Lê Hữu Thành, Phạm Văn Trình, Dương Văn Nhân, Bùi Thanh Liêm, Lý Vương...\n# Bến Tre: chủ tỉnh Daroussin, phó chủ tỉnh Eudel; đốc phủ sứ Ba Tri Nguyễn Trung Thứ, tri phủ Mỏ Cày Bùi Thế Xương - Cao Văn Ngưu - Bùi Duy Quân, tri huyện Phạm Đại Độ\n# Biên Hòa: chủ tỉnh Helgoual'ch, phó chủ tỉnh Roussel, đại lý Pháp Oddera (núi Chứa Chan), chủ sở bưu điện Bonneau, quản lý rừng Guibier, quản lý cảng Vergos, giám ngục Lẽ Roy, quản lý xã hội Gauthier; đốc phủ sứ Hồ Tấn Quơn, tri huyện Nguyễn Hòa Nhơn. \n# Cần Thơ: chủ tỉnh Bouchier Saint-Chaffray, phó chủ tỉnh Graffeuil, quản lý cảng Canale, hiến binh Vache, chủ sở bưu điện Julien, giám ngục Bonnaire; tri huyện Đỗ Quang Trứ - Lê Văn Phát - Nguyễn Văn Vĩnh - Nguyên Văn Đề\n# Châu Đốc: chủ tỉnh Tholance, phó chủ tỉnh Royer, quản lý cảng Beaugendre, hiến binh Maraine, chủ sở bưu điện Lagarde, quản lý rừng Legrand; tri phủ kiêm đại lý Trần Châu Trần Hữu Học (Paul Học) - Võ Văn Mẹo, tri huyện Trần Văn Thuận - Lê Văn Tư, quản lý nông nghiệp (kỹ sư nông nghiệp Tân Châu) Bùi Quang Chiêu\n# Chợ Lớn: chủ tỉnh Rivet, phó chủ tỉnh Striedter, hiến binh Dache, bác sĩ D'Olivry; đốc phủ sứ Nguyễn Thắng Hơn - Ngô Văn Tình, tri phủ Nguyễn Tấn Sự, tri huyện kiêm đại lý Lê Công Hoàng (Đức Hòa) - Nguyễn Văn Xuân (Rạch Biên).\n# Gia Định: chủ tỉnh Alphonse Chesne, phó là Couzineau; tri phủ Hóc Môn Nguyễn Đăng Khoa, đốc phủ sứ Phạm Công Sơ (quản lý Gò Vấp và Bà Chiểu), đại lý Phú Đức Nouet, tri huyện Nguyễn Hữu Phước và Hồ Ngọc Nhơn, tri huyện Nhà Bè Trần Quang Sâm. Cố vấn thuộc địa Lê Văn Trung, các uỷ viên hội đồng tỉnh là Tô Văn Giai, Nguyễn Văn Tương, Võ Minh Đều, Nguyễn Văn Quế, Lê Văn Chưa, Nguyễn Văn Nho, Lê Văn Kế, Lê Văn Lanh, Lê Văn Sung, Trương Thới Ngươn, Nguyễn Minh Nguyệt, Nguyễn Văn Bách, Nguyễn Văn Tham, Phan Văn Lang, Nguyễn Văn Xuân, Phan Văn Trọn. Quản lý giáo dục Donnadieu. Trưởng ban hội người Hoa là Tiên Dinh, Trương Quan, Trần Tham, Trần Trác. Giám đốc kho bạc của tỉnh Genthon. Chủ sở bưu điện Nguyễn Văn Tình. Quản lý công cộng Leverin. Cảnh sát trưởng Billard. \n# Gò Công: chủ tỉnh Moreau, thư ký Le Bouedec, tri phủ Nguyễn Văn Báu. Cố vấn thuộc địa Lê Văn Trung. Các uỷ viên hội đồng tỉnh là Quách Văn Chiêm, Huỳnh Khánh Hoài, Huỳnh Đình Nghi, Trần Ngọc Nhuận, Lê Quang Huỳnh, Nguyễn Văn Quyên, Thái Văn Thuấn, Nguyễn Văn Túc, Phạm Đăng Thi. Quản lý kho bạc Gournay, quản lý văn hoá Bourayne, cán bộ địa chính Labor, thừa phát lại Cazeneve, giám đốc bưu điện Lê Ngọc Đam, quản lý y tế Edmond Isnard, quản lý hải đăng Coujande. \n# Hà Tiên: chủ tỉnh Louis de Matra<nowiki\/>, đại lý Phú Quốc Lanchier, tri phủ hạng hai Nguyễn Văn Chất, tri huyện hạng nhất Lê Minh Phụng. Cố vấn thuộc địa Liêu Sanh Hậu. Các uỷ viên hội đồng tỉnh là Phạm Vĩnh Thuận, Trần Văn Xung, Huỳnh Văn Hiệp, Lâm Tấn Đức, Nguyễn Văn No, Lê Quang Hiệu, Đỗ Văn Cử, Phạm Văn Ngô, Nguyễn Văn Nguyên, Dương Sét. Quản lý văn hoá Legrand, quản lý cảng Dye, quản lý công cộng Tibrel, giám đốc bưu điện Charles, quản lý y tế Harismendy, hiến binh Blanchet. \n# Long Xuyên: chủ tỉnh O'Connell, phó là Michaux, tri phủ Thái Hữu Võ, các tri huyện là Tô Bảo Thanh và Trần Văn Dương. Cố vấn thuộc địa Liêu Sanh Hậu. Các uỷ viên hội đồng thuộc địa là Lê Tấn Bửu, Trần Văn Thuỵ, Võ Hàm Ninh, Nguyễn Kiên Thinh, Nguyễn Hoa Hồng, Ngô Văn Diệm, Nguyễn Văn Hằng, Bùi Ngọc Sâm, Liêu Rat, Nguyễn Tấn Diên. Thẩm phán toà án Dusson, quản lý y tế Vergne, quản lý văn hoá Franciosi, các hiến binh Genefri và Lavergne, quản lý công công Fenasse. \n# Mỹ Tho: chủ tỉnh Couzineau, phó là Ulysse, đốc phủ sứ Nguyễn Tấn Tài và Lê Văn Xung, các tri phủ Huỳnh Công Bền và Đoàn Hữu Chung, các tri huyện là Lê Thái Ất và Nguyễn Ngọc Huy. Cố vấn thuộc địa Diệp Văn Cương. Các uỷ viên hội đồng tỉnh là Nguyễn Văn Long, Võ Văn Khuê, Trần Quang Xuân, Hồ Kiều Du, Đỗ Văn Cửi, Phạm Văn Chánh, Đoàn Khắc Tân, Nguyễn Hải Lương, Nguyễn Văn Được, Nguyễn Công Hậu, Nguyễn Hùng Nguyên, Đoàn Hữu Tích, Nguyễn Khắc Minh, Nguyễn Trí Túc, Đỗ Văn Lâu. Luật sư tỉnh Bourayne, các quan toà là Ricard và Carre. Quản lý các bang người Hoa: Lữ Diêu quản lý Quảng Châu, Hứa Thôi quản lý Phước Kiển, Lý Hữu Phát quản lý Triều Châu, La Tích Toàn quản lý người Chăm, Lương Học Toàn quản lý Hải Nam. Hiến binh Gillot, quản lý văn hoá Jacob de Condemoy, chủ dây thép Olive, quản lý công cộng Etienne, quản lý kho bạc Tournois, quản lý công nghiệp và khách sạn là Delhom, quản lý chuyển phát thư qua đường sông là D'Hennezel. \n# Rạch Giá: chủ tỉnh Marchant de Trigon, phó là De Niort, đại lý Long Mỹ Mossy, tri phủ Lâm Văn Yết, tri huyện Nguyễn Hữu Thành, tri phủ Gò Quao Nguyễn Văn Phụng, tri huyện Giồng Riềng Lê Văn Tú. Các uỷ viên hội đồng tỉnh là Trần Đại, Cao Văn Khi, Huỳnh Thiện Phong, Trịnh Ngai Sĩ, Huỳnh Văn Yêu, Trần Nhuệ, Danh Thanh Phong, Tạ Văn Công, Nguyễn Văn Phong, Lâm Quang Qưới. Quản lý văn hoá De Nauteil, giám đốc bưu điện Văn Công Mai, thấy thuốc De Cotte, quản lý lâm nghiệp De Bridet.\n# Sa Đéc: chủ tỉnh Eugene Charles Chabrier, phó là Paul Le Boulanger, đốc phủ sứ Auguste Lê Quang Hiển, tri phủ hạng hai Đặng Văn Huê, tri huyện Tân Hàm Ninh. Cố vấn thuộc địa Trần Văn Trang. Các uỷ viên hội đồng tỉnh là Lê Văn Kỉnh, Trương Đức Mai, Trương Văn Chánh, Nguyễn Huân Diên, Phạm Văn Kiêm, Lê Văn Quý, Nguyễn Tấn Cao, Nguyễn Văn Toàn, Phạm Văn Châu, Nguyễn Văn Hồ. Quản lý văn hoá Charvot, hiến binh Bernadicou, quản lý kho bạc Gadoullet, bác sĩ Pavy, chủ sở bưu điện Bot. \n# Sóc Trăng: chủ tỉnh Renault, quan hai De Maynard, quan ba Arnaud, đại lý Phú Lộc Trương Vĩnh Thế, tri phủ hạng nhất Nguyễn Văn Viên, tri huyện hạng nhất Trần Quang Nhã, tri huyện hạng nhì Nguyễn Văn Bang, tri huyện hạng ba Lâm Sâm. Cố vấn thuôc địa Lê Văn Bôn. Các uỷ viên hội đồng tỉnh là Nguyễn Tấn Mẫn, Thạch Sóc, Thạch Tiến, Ông Hùng Ký, Nguyễn Văn Út, Trần Minh Hậu, Lương Đức Trung, Phạm Văn Mười, Lê Văn Thế, Thái Tường An, Lê Văn Thanh. Chỉ huy quân đội Bouille, quản lý văn hoá Baron de Bouvines, chủ sở bưu điện Leydet, chủ bang Triều Châu là Lý Đạt, quản lý y tế Bialle de audiere, \n# Tân An: chủ tỉnh Ganesco, phó là Francois, quan hai Guenon, đốc phủ sứ Trần Văn Sửu, tri phủ Nguyễn Văn Trú, tri huyện Nguyễn Văn Bửu. Các uỷ viên hội đồng tỉnh là Hồ Văn Mây, Tô Văn Minh, Hồ Văn Lâm, Lê Văn Thiệu, Nguyễn Văn Vạn, Nguyễn Văn Nhiệm, Nguyễn Văn Thuần, Đỗ Tường Ngọc, Phạm Kim Chi, Lê Ngọc Tuy. Chủ sở bưu điện Nguyễn Linh Đầu, quản lý văn hoá Goulard, quản lý kho bạc De Tourris, quản lý công cộng Peggi. \n# Tây Ninh: chủ tỉnh Pech, phó là Fontaine, quan năm Cuniac, đốc phủ sứ Trần Đại Học, tri huyện hạng nhất Lâm Ngọc Đằng, đại lý Tây Ninh Lưu Văn Út. Quản lý kho bạc Sajous, chủ sở bưu điện Lê Văn Thương, quản lý văn hoá Vinay, quản lý công cộng Claverie, quản lý rừng Comte, hiệu trưởng trường học Philibert, giám ngục Castueil.  \n# Thủ Dầu Một: Chủ tỉnh Cabane de Laprade, quan một Collard, giám đốc kỹ thuật và công trình Hauteville, đốc phủ sứ Nguyễn Văn Chức, đại lý Hớn Quản Trần Bình Thanh. Cố vấn thuộc địa Bùi Thế Khâm. Quản lý người Hoa là Tô Diêu và Lương Đông ở Lái Thiêu. Các uỷ viên hội đồng tỉnh là Nguyễn Văn Hồ, Trần Văn Giắc, Diêu Hằng, Diêu Đàm, Lâm Túc, Nguyễn Văn Kiêm, Nguyễn Văn Mảng, Diêu Lop, Diêu Hạnh, Diêu Thà. Thừa phát lại Lý Công Kiểu. Hiến binh David, quản lý kho bạc Albertin, quản lý công cộng Wilman, giáo sư Phạm Văn , quản lý rừng gồm Hainneville quản lý chung, Giorgi quản lý Thủ Dầu Một, Marcangeli quản lý Bến Cát, Barrongue quản lý Thị Tính, Chemin quản lý Cô Trạch, \n# Trà Vinh: chủ tỉnh Broué, phó là Cudenet, quan ba Briere de L'Isle, đốc phủ sứ Nguyễn Văn Hai, tri phủ hạng nhất Nguyễn Đức Tố và Huỳnh Long Hương, tri huyện hạng hai Trần Đắc Sang. Cố vấn thuộc địa Thái Văn Bôn. Các uỷ viên hội đồng tỉnh là Diệp Phong Hoà, Sơn Ngọc Hoan,  Nguyễn Đức Tuần, Lâm Tôn, Mai Đăng Hiên, Nguyễn Văn Ngai, Nguyễn Trung Trí, Nguyễn Khắc Thiệu, Trịnh Văn Chơn, Nguyễn Văn Trung, Nguyễn Ngọc Quế, Sơn Som, Nguyễn Hữu Hoài, Phạm Văn Tình, Nguyễn Hiên Vang, Nguyễn Văn Trí, Nguyễn Ngọc Nhân, Lê Công Khai, Nguyễn Văn Yên, Thái Văn Bôn. Quản lý kho bạc Avril, quan toà Lacouture, quản lý văn hoá Roig, hiến binh Jardoux, giám đốc dây thép Bondu, quản lý y tế D'Rothamel. \n# Vĩnh Long: chủ tỉnh O. de Caillard, phó là Dupuy, đốc phủ sứ Phạm Văn Tươi, tri phủ hạng nhất Trần Quang Thuật, các tri huyện hạng nhất là Trương Minh Hy và Nguyễn Văn Trinh, tri huyện hạng hai Nguyễn Văn Sự. Cố vấn thuộc địa Trần Văn Trang. Các uỷ viên hội đồng tỉnh là Huỳnh Văn Hiên, Lê Văn Luân, Nguyễn Hữu Nghị, Lê Văn Dinh, Võ Văn Mai, Nguyễn Trung Chánh, Nguyễn Văn Tập, Võ Văn Thêm, Nguyễn Di Hinh, Nguyễn Hữu Khánh, Nguyễn Ngọc Lân, Trần Hữu Chung, Đoàn Văn Lê. Quản lý công cộng Simonin, cán bộ địa chính Moevus, chỉ huy quân đội Valmary, quản lý văn hoá Lecomte, bác sĩ Honnorat, \n====Bắc Kỳ====\n# Bắc Giang: công sứ Maire, phó là Rols, chỉ huy Dauffes; các đại lý: De Salinas (Lục Nam), Massina (Đức Thắng), Bouchet (Nhã Nam); tuần phủ Đỗ Phú Túc, án sát Nguyễn Trung Tiến, đốc học Trần Xuân Thiều, thương tá Nguyễn Ngụy Quang\n# Bắc Cạn: Louis Eckert, phó là Mayer, chỉ huy Bauzon, đại lý Charasson (Chợ Mới, Sông Cầu); án sát Hoàng Đức Hinh, kinh lịch Nguyễn Như Khuê; các tri châu: De-lang-hôn (Bạch Thông), Vi Văn Lê (Chợ Rã), Đinh Ngọc Sơn (Na Rì)\n# Bắc Ninh: công sứ Bon, phó là Deville, đại lý Gia Lâm Moufflet, chỉ huy Richter, Bourgoin (Đáp Cầu), giám đốc bưu điện Champion\n# Hà Đông: công sứ J. Bosc, phó là Bride; tổng đốc Hoàng Trọng Phu, án sát Trần Trọng Hân, thương tá Đỗ Ngân, đốc học Lê Vĩnh Diện; các tri phủ: Nguyễn Vĩnh Chuẩn (Thường Tín), Trần Mỹ (Hoài Đức), Bùi Huy Tiến (Mỹ Đức), Lê Mậu Phổ (Thanh Trì)\n# Hải Dương: công sứ O. Moulié, phó là Bosc, đại lý Ninh Giang De Galembert, đại lý Đông Triều Nicol; tổng đốc Lê Hoan, án sát Vũ Thiện Đề, đốc học Tạ Văn Khang, lãnh binh Trần Văn Lộng, tri phủ Bình Giang Phạm Văn Khoát, Nguyễn Xuân Tạo (Nam Sách), Lương Ngọc Thu (Kinh Môn), Nguyễn Hữu Ích (Ninh Giang); các tri huyện: Bùi Phú Quỳnh (Cẩm Giang), Lê Liên (Thạnh Hà), Dương Tú Trác (Gia Lộc), Nguyễn Hữu Hoạch (Vĩnh Bảo), Đào Hữu Khôi (Tú Kỳ), Hoàng Đăng Quýnh (Đông Triều), \n# Hà Nam: công sứ L. Peyrabère, phó là Thezeloup; tuần phủ Nguyễn Hữu Đắc, án sát Đỗ Các, đốc học Nguyễn Văn Bân, tri phủ Đoàn Thùy Liên, tri huyên Vũ Duy Đề, Đặng Hữu Bảng, Phạm Xoan Khôi, Đào Hữu Khôi\n# Hải Ninh: công sứ Regnier, phó là Senelar, chỉ huy Rieul - Bels (Móng Cái), \n# Hòa Bình: công sứ Charles Regnier, phó là Thomas, chỉ huy Pierrard; án sát Quách Cao, chánh quan lang Đinh Công Nhung, chánh quan võ Đinh Công Nghiêm, phó quan võ Đinh Thế Lương\n# Hưng Yên: công sứ Cullieret, phó là Ungerer, chỉ huy Schmitt; tổng đốc Đặng Đức Cường, án sát Nguyễn Chí Đạo, đốc học Nguyễn Khắc Chuẩn, phó lãnh binh Nguyễn Văn Thành, đốc học Nguyễn Khắc Chuẩn; các tri phủ Nguyễn Hữu Ích (Mỹ Hào), Nguyễn Đốc (Khoái Châu), các tri huyện Lê Hữu Định (Phù Cừ), Đào Hữu Đức (An Thi), Lương Ngọc Lâm (Tiên Lữ), Nguyễn Thụy\n# Kiến An: công sứ Georges P. Fort, phó là Favey, chỉ huy Brabonneau\n# Nam Định: công sứ Quennec, phó là Petitet, chỉ huy Litaye; tổng đốc Phạm Văn Toàn, án sát Bùi Hương Thanh, đốc học Ngô Viết Bình; các quan hậu bổ: Doãn Địch, Nguyễn Đôn Úc, Lê Lương Thiện, Trần Lưu Thành; kinh lịch Phạm Tình Khuê, thông phán Vũ Liên, chánh bát phẩm Ngô Thịnh, chánh cửu phẩm Nguyễn Đức Oánh, tòng cửu phẩm Nguyễn Văn Tuân, lại mục Vũ Văn Lương; các thơ lại: Nguyễn Văn Thiên, Tạ Gia Công, Nguyễn Văn Cần, Phan Doãn Điềm, Nguyễn Duy Trinh, Nguyễn Văn Kế.\n# Ninh Bình: công sứ Sartor, phó là Plantié, đại lý Thomas (Phát Diệm), chỉ huy Wetzelmayer; tuần phủ Nguyễn Hữu Tường, án sát Đoàn Danh Chấn, đốc học Nguyễn Đình Tuấn; các tri phủ: Nguyễn Văn Sâm, Nguyễn Hữu Tuấn\n# Phúc Yên: công sứ Lacombe, phó là Beneyton, chỉ huy Castellani; tuần phủ Doãn Triển, án sát Lê Trung Ngọc, thương tá Lê Khắc Huy, đốc học Thậm Lý Thân, tri phủ Nguyễn Văn Giáp - Mai Toàn Xuân; tri huyện Nguyễn Hữu Khoán, Nghiêm Châu Tuệ, Lê Huy Trước\n# Phú Thọ: công sứ Lapouyade, phó là Pauchont, chỉ huy chung Moll - Eva (Tu Vũ) - Ollivier (Lê Mỹ); Tuần phủ Hoàng Mạnh Trí, án sát Nguyễn Văn Hào, đốc học Nguyễn Cương Trung, phó đề đốc Trần Ngọc Trác.\n# Quảng Yên: công sứ Conrandy, phó là Bayle, chỉ huy Bonneaux, giám ngục Besnard, bác sĩ Ferard, giám binh Vermorel, chỉ huy colon Rey; tuần phủ Nguyễn Cận, án sát Trần Tiệp, giáo thụ Phạm Như Khuê, tri huyện Phạm Gia Thụy (Yên Hưng) - Nguyên Cát Lợi (Cát Hải) - Vũ Hàn Bích (Hoành Bồ) - Vũ Khắc Tiến (Yên Bạc). \n# Sơn Tây: công sứ Poulin, phó là Gailland, hiến binh Kibleur, chỉ huy Peretti; tuần phủ Bùi Đàm, án sát Chế Quang Ân, đốc học Nguyễn Trọng Hành, chánh quản cơ Nguyễn Thanh Lâu (kiêm nhiệm phó lãnh binh), tri phủ Nguyễn Văn Độ (Quốc Oai) - Phạm Văn Mân (Quảng Oai), tri huyện Bùi Văn Dậu (Thất Phát) - Nguyễn Khắc (Tùng Thiên) - Trịnh Kế Vĩnh (Bất Bạt). \n# Sơn La: công sứ Hernández, phó là Henri Wintrebert, chỉ huy (garde Indigene) Chavez, chủ sự bưu điện Pierson, Su-vơ-dăng (suveillant) Bazagette; tri phủ Cầm Văn Hoan, cai tổng Bạc Cầm Phúc, tri huyện Cầm Văn An (Yên Châu) - Cầm Văn Oai (Mai Sơn) - Cầm Văn Nui (Phúc Yên) - Bạc Cầm Châu (Tuần Châu) - Xa Văn Ca (Mốc)\n# Thái Bình: công sứ Marc (12\/3\/1909-29\/3\/1910), phó là (Dupuy (25\/5\/1907-19\/4\/1910) và Monier (20\/4\/1910-1912)), chỉ huy Molin, gendarmerie Pontoizeau, thầy thuốc Barbezieux; tuần phủ Nguyễn Duy Hàn, án sát Nguyễn Trung Khuyến, đốc học Nguyễn Văn Bàn, các tri phủ Trần Gia Uy - Trần Gia Dụ\n# Thái Nguyên: công sứ Georges Perret, phó là Lucien Saurel, cảnh sát Lostebieih, colon Sauer; tuần phủ Hoàng Đức Tráng, án sát Đàm Quang Mỹ, thương tá Bùi Bành, đốc học Vũ Mậu Thường\n# Tuyên Quang: công sứ Darles, phó là Broni, chỉ huy Villain, gendarmerie Carrere, thầy thuốc Brouillard, chủ sự bưu điện Maupin, colon Albert; tuần phủ Nguyễn Tiến, án sát Nguyễn Khắc Xứng, quan man Bàn Đình Nguyên, tri phủ Nguyễn Hữu Tý (Hàm Yên) - Trần Trọng Triết (Yên Bình), trị huyện Sơn Dương Nguyễn Văn Lợi, trì châu Chiêm Hóa Mà Đoàn Đoài, bang tá Vĩnh Thụy Nguyễn Đức Quí\n# Vĩnh Yên: công sứ Le Gallen, phó là Ferrand, gendarmerie Sabrie, thầy thuốc Sureau, chủ sở bưu điện Nguyễn Hữu Định; tuần phủ Mai Trung Cát, án sát Lê Trung Ngọc, bang tá Bạch Hạc Hoàng Xuân Hanh, tri phủ Vĩnh Tường Vũ Duy Kiếm, tri huyện Nguyễn Chước (Tam Dương) - Phan Đình Hòe (Lập Thạch) - Bùi Huy Tiêu (Bình Xuyên) - Đàm Quang Phương (Yên Lạc).\n# Yên Báy: công sứ Cambier, phó là Donnat, gendarmerie Massebeuf, thầy thuốc Letonturier, chủ sự bưu điện Rives, giám mục Blondel, colon Berthoin, trường cao đẳng Việt - Pháp (giám đốc Phạm Huy Lục, phó là Nguyễn Văn Tiêu, huấn đạo Nguyễn Đình Tỵ); án sát Phạm Kế Tiên, bang tá Bảo Hà Phạm Hữu Thái, hậu bổ Trại Hút Đỗ Văn Đáp, tri huyện Trấn Yên Nguyễn Khắc Hành, tri châu Cầm Ngọc Nông (Vạn Chấn) - Nguyễn Văn Thi (Lục Yên) - Lê Văn Hinh (Văn Bàn)\n# Cao Bằng: công sứ Dehove, phó là Bernard, chủ sở bưu điện Bonnet, giám ngục Chagnolleau, đại lý Pháp Gibault (Quảng Yên) - Tastet (Đông Khê) - Dodat (Sóc Giang) - Wendt (Nguyên Bình), Brard (Tĩnh Túc); án sát Bế Thủy\n# Hà Giang: chỉ huy chung Montreil, phó là Marquet, bác sĩ Plomb, bang trưởng Trung Hoa Nóng-man-Cheong - bang trưởng người Việt Nguyễn Đình San, tướng cai quản Marthieu (Bắc Quang) - Pravaz (Yên Bình) - Albrecht (Hoàng Su Phì) - Betsch (Xín Mần) - Favard (Mác Mây) - Dormoy (Thanh Thủy) - Offner (Lào Chảy) - Mignot (Bảo Lạc) - Arnould (Đồng Văn) - Dolias (Chang-poung) - Pollon (Bắc Mê) - Serra (Yên Minh); đại lý Pháp Marthieu (Bắc Quang) -  Arnould (Đồng Văn) - Mignot (Bảo Lạc); tri phủ Nông Hùng Tấn (Tường Yên), kinh lịch Trịnh Trùng Quang, tri huyện Lê Văn Chấn (Vị Xuyên) - Ma Trọng Tuyển (Bắc Quang)\n\n==== Trung Kỳ: ====\nTriều đình Huế: vua [[Duy Tân]], hiệp biện (thủ tướng) Trương Như Cương, thượng thư Nguyễn Hữu Bài, tôn khanh Ưng Huy (tả tôn khanh) - Ưng Hào (hữu tôn khanh), tham tri Trần Trâm, thị lang Đặng Như Vang, tham biện Tạ Hân, các thượng thư ở các bộ Huỳnh Côn - Vương Duy Trinh - Nguyễn Dã Thoại - Tôn Thất Hân - Nguyễn Hữu Bài - Cao Xuân Dục; công sứ Huế Groleau, quản trị Parera, garde-indigene Gauthier, quản lý nông nghiệp Viellard, chủ sở bưu điện Bauron, giám ngục Piron, gác-dăn Marc, giám đốc trường Quốc học Logiou - giáo sư Griffon, giám đốc cao đẳng Pellerin Bardiou, giám đốc đại học Chovet\n# Hội An (Tourane): thị trưởng Lemasson, cảnh sát trưởng Thevenin, hiến binh Mizon, quản lý nông nghiệp Bugaert, giám ngục Lepine, giám đốc Ngân hàng Đông Dương Marie, thầy thuốc Brousmiche, chủ sở bưu điện Raffi, giám đốc cao đẳng Pháp - Việt Reyboubet, giám mục Saulot (Hội An) - Polvignon (Lệ Sơn) - David (Phú Thương) - Landreau (An Ngãi).\n# Thanh Hóa: công sứ Pasquier, hai phó công sứ Erny - D'Elloy, đại lý Pháp Bonhomme (Bái Thượng) - Breguet (La-han), gác-dăn Lepard - Montazel (Sầm Sơn) - Chauveur (Ba Đội) - Savard (Thổ Sơn) - Broquet (La-hán), giám binh kiêm thầy thuốc Lacour, chủ sở bưu điện Laclos, giám đốc trường trung học Pháp Louron, hiến binh Daude, quản lý nông nghiệp Gilbert, kiểm lâm Lavigne, người quản lý cảng (cửa sông): Cavaignal (quản lý chung) - Longeville (cửa Hàm Rồng) - Therriat (cửa Bến Thủy) - Cotellier (cửa Lạch Trường) - Cordier (Phú Quang) - Guiberteau (Ngọc Giáp); tổng đốc Tôn Thất Điểm, bố chính Trần Tiên Hội, án sát Hoàng Quang Phủ, đốc học Nguyễn Đức Lý, lãnh binh Trần Thường, các tri phủ Tôn Thất Uyển (Hà Trung) - Đinh Xuân Trác (Quảng Hòa) - Nguyễn Viết Song (Thiên Hóa) - Nguyễn Chuyên (Tĩnh Gia) - Trần Gian Phương (Thọ Xuân); các tri huyện: Lê Văn Bình (Cẩm Thủy) - Khiêu Tâm Lữ (Thạch Thành) - Phạm Xuân Tùng (Nga Sơn) - Bạch Duẩn Thủy (Hậu Đốc) - Nguyễn Châu (Yên Định) - Hồ Đắc Thiệu (Đông Sơn) - Thân Trọng Mật (Hoằng Hóa) - Trần Chuyết (Nông Cống) - Phạm Văn Mậu (Quảng Xương); các tri châu: Cầm Bá Thanh (Thường Xuân) - Phạm Quang Vinh (Quang Hóa) - Lê Xuân Đức (Lang Chánh) - Phạm Thúc Như (Ngọc Lặc) - Quách Văn Sâm (Như Xuân). \n# Nghệ An: công sứ Vinh Pascal-Balard, hai phó công sứ About - Delibes, đại lý Pháp ở Nghĩa Hưng Malot, hiến binh Arnoux, giám binh kiêm thầy thuốc Vallet, gác-dăn Seven, chủ sở bưu điện Albugues, giám đốc trường trung học Pháp Chavanon, giám đốc trường trung học Pháp - Việt Rivaud, quản lý cảng Bến Thủy Blondell, đồn trưởng Dumas (Thương Xá) - Loiseau (Đô Lương) - Trival (Phú Nghĩa); tổng đốc Trần Đình Phác, án sát Đào Phan Duẩn, bố chính Tôn Thất Trâm, đốc học Hoàng Văn Cừ, lãnh binh Phạm Hữu Phú; các tri phủ Khổng Văn Đạt (Anh Sơn) - Tôn Thất Đàn (Diễn Châu) - Nguyễn Duy Tích (Hưng Nguyên) - Lang Văn Bằng (Tương Dương, quản lý người Mường) - Sầm La (Quỳ Châu); các tri huyện: Đào Thủy Thạch (Quỳnh Lưu) - Phạm Xuân Sinh (Nghi Lộc) - Hoàng Đại Bình (Nam Đàn) - Tôn Thất Xuân (Thanh Chương) - Nguyễn Khánh Văn (Yên Thành) - Hồ Đức Hinh (Nghĩa Đàn)\n# Hà Tĩnh: công sứ Lesterlin, phó công sứ Breda, gác-dăn (hiến binh) Viau, quản lý cảng Fischer, chủ sở bưu điện Charpentier, giám binh kiêm thầy thuốc Cecconi; tuần phủ Phạm Ngọc Thuật, bố chính Võ Liêm, án sát Nguyễn Tất Đề, phó đề đốc Nguyễn Khắc Trọng, đốc học Hoàng Hoanh\n# Quảng Bình: công sứ Lemaire, phó công sứ Herbinet, gác-dăn (hiến binh) Delingette, quản lý cảng Flohic, chủ sở bưu điện Granier\n# Quảng Trị: công sứ Augustin Sandre, phó công sứ (không rõ tên), bác sĩ Sanquirico, quản lý cảng Nadaud, chủ sở bưu điện Izard - Porte (Lao Bảo), giám đốc trường Pháp - Việt Tống Toại; tuần phủ Hồ Văn Phúc, án sát Huỳnh Lưu, đốc học Hoàng Quang, phó lãnh binh Lê Văn Ba; tri phủ Trần Tiên Mưu (Triệu Phong) - Trần Tôn (Cam Lộ), tri huyện Phạm Hữu Quý (Hải Lăng) - Tùy Đông (Gio Linh) - Mai Trọng Đức (Vĩnh Linh). \n# Thừa Thiên Huế: công sứ Patry, hiến binh Mondot, bác sĩ Meslin\n# Quảng Ngãi: công sứ Dodey, phó công sứ Peguenet, hiến binh Cornu, bác sĩ kiêm thầy thuốc Guermanquer, chủ sở bưu điện Teste, quản lý cảng Donach; tuần phủ Đoàn Đình Nhân, án sát Hương Chi, kich lịch Trương Đình Liêu, thông phán Nguyễn Đức Chấn; đốc học Nguyễn Duy Thăng, phó lãnh binh Phạm Thế Năng; tri phủ Tư Nghĩa Nguyễn Trọng Tường, các tri huyện: Nguyễn Hữu Chuyên (Bình Sơn) - Tôn Thất Giáp (Mộ Đức) -  Phạm Hào (Sơn Tịnh) - Võ Thiều Trịnh (Nghĩa Hành) - Nguyễn Văn Chấn (Đức Phổ). \n# Quảng Nam: công sứ Serizier, phó công sứ Lemasson, đại lý Pháp ở Tam Kỳ Ferez, bác sĩ Sanquirico, gác-dăn Dauphin, hiến binh Guilloux; tổng đốc Hồ Đắc Trung, ẩn sát Ưng Đình, bố chính Trần Văn Thông, đốc học Nguyễn Nghĩa Lân, lãnh binh Trương Điểm\n# Quy Nhơn (tỉnh Bình Định): công sứ Langellier-Bellevue, quản trị viên De Tastes, đại lý Pháp Guenot (Kontum) - Morel (Bồng Sơn), hiến bình Bordenevue, quản lý cảng Legros, chủ sở bưu điện Tissier, gác-dăn Claudot; tổng đốc Bùi Xuân Huyên, bố chánh Bùi Quang, án sát Nguyễn Văn Đàm, đốc học Hồ Trung Lương, phó lãnh binh Cung Đình Tuấn. \n# Phú Yên: công sứ Léhé, phó công sứ Parent, đại lý Pháp ở Cheo Reo Cottez, hiến binh Fourre; các đồn trưởng Renard (Bản Tựa) - Dugas (Buôn Huội) - Dieudonne (M'Roch) - Chazet (Sông Cầu), bác sĩ Perthuisot, quản lý cảng Morel (Vũng Lắm) - Moreau (Lệ Uyên), chủ sở bưu điện Peyret; các giám mục Guillot (Mạng Làng) - Jean (Hòa Vòng) - Porcher (Trà Ké); bố chánh Nguyễn Trị Kiêm, án sát Nguyễn Khải, lãnh binh Phạm Hữu Huy, đốc học Phạm Chất, tri phủ Ưng Chuẩn (Tuy Hòa) - Lê Chi Tuân (Tuy An), tri huyện Nguyễn Phổ (Sơn Hòa) - Lê Chi Cầu (Đồng Xuân)\n# Bình Thuận: công sứ Leon Garnier, đại lý Pháp ở Djirinh Jabaud et Cunhac, hiến binh Schell, thầy thuốc Chamontin; tuần phủ Tôn Thất Thi, án sát Nguyễn Khoa Đàm, lãnh binh Dương Đức Phú\n# Phan Rang: công sứ Retali, phó công sứ Jozon, hiến binh Triquet, gác-dăn Menestrot, chủ sở bưu điện Bradel, đại lý Đà Lạt Canivey, thị trưởng Champoudry, chủ sở D'ran Barthe; quản đạo Tôn Thất Hữu, bang biện Hồ Khánh Trúc, đốc học Phạm Quý\n# Khánh Hòa: công sứ Garnier, phó công sứ Orband, hiến binh Lanneluc, quản lý cảng Nha trang Tollard, quản lý cảng Cam Ranh Salinier; bố chánh Nguyễn Mại, án sát Lê Bá Cần, đốc học Nguyễn Viết Huynh, phó lãnh binh Huỳnh Viết Bút; tri phủ Diên Khánh Lê Hoan\n# Daklak: công sứ Ban Mê Thuột Antoine Georges Groslier, gác-dăn Renard\n\n=== Cambodge: ===\nnhà vua Sisowath, khâm sứ Paul L. Luce\n\n# Kampot: công sứ Rousseau, phó là Lalaurette, quan hai Soubra, quản lý kho bạc Reynaud, bác sĩ Pannetier, quản lý văn hóa Louvet, quản lý công cộng Guichard, chủ sở bưu điện Fouilloux. Quan chức bản địa: Sena-Anchit-Jou (Kampot), Rechea-Sethay-Um (Peam), Yuthea-Thipdoy-Gou (Banteay-meas), Dechea-Sang-Kream-Pech (Kongpong Som), Peachey-Roung-Rut-But (Kaskong)\n# Kandal: công sứ Jeannerat, quan tư D'Oiselay, quan hai Duvernoy, quan ba Cazenave, trưởng hải quan Aubert, quản lý công cộng Faggianelli, quản trị hành chính Kieffer, quản lý kho bac Rostain, bác sĩ Bonnigal, quản lý công cộng Desckwitz, quản lý rừng Lis. Quan chức bản địa: quan chức hạng hai Đặng Thanh Vân, Pouk, An, Trần Văn Lợi, Lâm Túc, Tăng Sen, Hou, Trương Tấn Dậu, Chhum, Heu, Ngọc, Minh. Giám đốc bưu điện Kongpong Speu là Ouc. Quan chức hành chính: Reachea-Mechey-Hum, Prea Pipeak Reachea Sang Krem-Noun (Ba-lat), Luông Mechey Phease Oung (Soupeas), Luông Mechey Yokebat Chhum (Yekebat)...\n# Kongpong-Cham: công sứ Pujol, phó là Marty, quan ba Bruel, quản lý kho bạc Marty, bác sĩ Menaut, quan chức hải quan (douanes et Regies) là Perret, quản lý công cộng Pejoux. Các quan chức bản địa là Monchey-Pheakedey-Gong, Bavar-Sang-Kream-Nhem, Peak-Dechor-Nhek...\n# Kongpong-Chnang: công sứ Pauher, phó là Legros, đại lý hành chính Pursat Truffot, quản lý kho bạc Gros, bác sĩ Berret \n\n==== Lào: ====\nKhâm sứ Georges Mahé, phó là Salabelle; Tổng thư ký (Secretariat) là Daugeard, Tổng chỉ huy quân đội Pháp Leon Stephen Nollin\n\n# Vientiane: công sứ Paul Damprun, phó là Papin; giám đốc trường cao đẳng Pháp - Lào Tafforin; chậu mường: Thào Khăm-Pa (Vientiane), Chao-Dong-Di (Borikhane), Thào Phouk (Tourakhome), (không rõ tên) (Pakchoum), Thào Khăm-phan (Van-veng)\n# Attopeu: công sứ Gustav Salé, phó là Lapierre; chậu mường Thào Sing\n# Bassac: công sứ Georges E. Bourgier; chậu mường Thào Nguy (Bassac), Thong (Phonthong), Ngeun (Soukhouma), Bua-Khăm (d'Outhoume), Thuane (Mulap-amok), Pha (Selampao), Bua-Khăm (Saphan-Poupa)\n# Khammuon (Khăm Muộn): công sứ Paul Macey, phó là Seylor; chậu mường: Thào Son (Thaket), (không rõ tên) (Cam-keut), Thào Ku (Cam-mon), Thào Gnot (Pak-hin-Boun), Thào Kot (Mahasay)\n# Khoong: công sứ Charles Serizier, phó là Baudenne...\n# Luang Prabang: công sứ Jules Grand, phó là Servoise; phó vương Somdeck-Phra-Chao-Sisavong, Paya Muong-Tiane (chủ tỉnh Ho-senam), Phaya Mường Sai (phó chủ tỉnh Ho-senam)\n# Đại lý Paklay: đại lý Pháp Jacques J. Lambert\n# Mường Hu: công sứ Pierre Lapeyronie (đóng ở Mường Hu Mưa); chậu mường Chao-Kang (Mường-Hou-Neu), (không rõ tên) (Mường Hou-Tai)\n# Paksé (Pắc-xế): công sứ Francois J. Simon, phó là Haudebert; phìa sai Thào Phuông (Saphai), phìa mahathilat Tong Di (Bassac), tassenching Pah-Aphai-Pouthong (Donsai); các chậu mường: Thào Khăm (Pak-sedong), Xiềng Kết (Souvanakili)\n# Thượng Mekong (tên cũ là \"Mường Sình\" đổi thành): công sứ Edmond Remy (Bản Huội Sài), phó là Maybon; phó vương Le Tiao-Fa, chậu mường Luông Nậm Thà Luông-Sithi-Sản, quản lý người Khạ là Phaya Phoma - Phaya Khun-Khăm - Phaya Chaya-But - Phaya Phomma - Phaya Khamlou - Phaya Khamhoun - Phaya En-Khan - Phaya-Inta-Vichay * Thamma Vongsa là quản lý tối cao của người Khạ ở Xiềng Khoong; quản lý người Việt Luong-Sena, Chay-Vanthi (Xiềng Sen), Luong-Amat (Mường Múc-nhơ), Sauvanna Phammin (quản lý người Nghiêu ở Xiềng Khoong)\n# Sầm Nưa (đổi từ \"Mường Sôn\" mà thành): công sứ Louis A. Wartelle, phó là Grange; chủ mường (chef du muong): Phaya Phomsi-Nolamat (Xiềng Khô), Phaya-Phom-Visay-Samladet (Mường Hét), Phaya-Sanha-Vongsa (Mường Hua Mương)\n# Saravane: công sứ Jean Dauplay, phó là Dedebat; chậu mường: Thào Souvan (Saravane), Thào Souvan (Wapi), Thào Smiên-Ba (Khăm-tông-nhai), Thào Mang (Kong), Thào Di ở Khăm-tong-noi\n# Savanakhet: công sứ Auguste H. Galtier, phó là Seylor; chậu mường: Thào Puy (Khantabuli), Thào Phet (Champhon), Thào Duông (Sỏng Khoone), Thào Sayasen (Mường Phuôn), Thào Son (Cheam), Thào Sithi-Som (Vé), Thào Hết (Phalane)\n# Đại lý Tche-pone: đại lý Pháp Malpuech; chậu mường: Thào Phun (Tchephon, Xủng Hom), Thào Thiếp (Pabang), Thào Oun (Vang), Thào Ngôn (Phin)\n# Trấn Ninh (Xiêng Khoảng): công sứ Pierre Salabelle, phó là Bonnermain; chậu mường: Chao Khăm Ngôn (Mường Khuôn), Thào Siềng Noi (Mường Khang), Thào Phàn Sì (Mường Sui), Thào Phom-ma (Mường Lăng), Thào Siêng Phệt (Mường Sieng), Thào Kham My (Mường Mọc)\n\n==== Quảng Châu Loan ====\nTổng công sứ [[Fernand Gautret]], đốc lý thành phố Tche-kam là Broni, đốc lý thành phố Po'teou là Boyer, đốc lý thành phố Tam-sui là (không rõ tên), đốc lý thành phố Ma-tche là Dumont\n\n==='''Năm 1911'''===\n\n==== Bắc Kỳ ====\n# Bắc Giang: chủ tỉnh Poulin, phó là Bonnermain, các quan cai trị Billiotte, Nicolas, Labale; quản lý công cộng Valette, quản lý ngân sách Mir, hiến binh Gilibert, chỉ huy lính khố xanh Guillaume; tuần phủ [[Đỗ Phú Túc]], an sát Nguyễn Trung Tiến, đốc học Trần Xuân Thiều, thương tá Nguyễn Nguỵ Quang. \n# Bắc Kạn: công sứ Louis Eckert, phó là Pauchont, quan cai trị dân sự Joffroy và Pourquier, chỉ huy Bauzon, cảnh sát trưởng Petit; các đồn binh của Thourner (Chợ Mới), Brioland (Chợ Đồn), Schlerer (Yên Lạc), Girard (Ngân Sơn), Doyen (Chợ Rã), Carpier (Phủ-tong), thanh tra Manu (Cốc Lếu). Án sát Hoàng Đức Hinh, kinh lịch Nguyễn Như Khuê; các tri châu Bế Lang Bổn (Bạch Thông), Đồng Phúc Bảo (Ngân Sơn), Vi Văn Lê (Chợ Rã), Đinh Ngọc Sơn (Na Rì)\n# Bắc Ninh: công sứ Sartor, phó là Senelar, chỉ huy Chaigneau, thanh tra Noel, quản lý tài chính Boucher, quản lý công cộng Brault, giám binh Faucher, hiến binh Germinau. Tổng đốc Nguyễn Đình Quang, án sát [[Thân Trọng Huề]], đốc học Trịnh Tiến Sinh. Gia Lâm: đại lý hành chính Mouffiet, tri phủ Nguyễn Tánh Cảnh. Tri phủ Lê Văn Tạo (Từ Sơn), Hoàng Văn Cảnh (Thuận Thành); các tri huyện Lê Tung (Tiên Du), Nguyễn Hữu Phái (Yên Phong), Hoàng Ngọc Liên (Quế Dương), Phạm Trọng Bật (Văn Giang), Cao Bằng Du (Lang Tài), Hoàng Huấn Trung (Gia Bình). \n# Cao Bằng: công sứ Dehove, phó là Hartmann; các đại lý hành chính Tastet (Quảng Uyên) và Chanson (Nguyên Bình); giám ngục Bireaud, quản lý công cộng Marty; các đại đội của Đạo quan binh số 2 của: Rideau (đại đội 3, phủ Trùng Khánh), Panouze (đai đội 19), Paulet (đại đội 12), Masse (đại đội 11), David (đại đội 9), Rieu (đại đội 10); các đồn binh của Trilles (Ban-cra), Debland (Trà Lĩnh), Sockel (Đông Khê); các chủ mỏ than gồm: Jantet (Tĩnh Túc), Pontier (Beau-site), Chemancon (Kim Ma), Ducreaux (Nam Kép). \n# Hà Đông: công sứ Le Gallen, phó là D'Hughes, bác sĩ Nguyễn Bá Thành, quản lý công cộng Berjoan, giám binh Vallet; các thanh tra Massina (Ngã Ba Thà), Gendraud (Phương Hải), Allanic (Ba Dương), bác sĩ Dellaine. Tổng đốc Hoàng Trọng Phu, án sát Đỗ Ngân, thương tá Trần Mỹ, đốc học Nguyễn Đình Tuân; các tri phủ Nguyễn Đình Chuẩn (Thường Tín), Bùi Huy Tiến (Hoài Đức), Nguyễn Đình Quý (Mỹ Đức), Trần Trác (Ứng Hoà); các tri huyện Lê Mạn Phổ (Thanh Trì), Phan Hữu Lợi (Phú Xuyên), [[Nguyễn Đạo Quán]] (Thanh Oai), Lê Quang Oanh (Đan Phượng), Vũ Công Chiêu (Chương Mỹ)\n# Hà Giang: tư lệnh đạo quan binh số 3 Montreuil, phó tư lệnh Duchemin, bác sĩ De Santerre, quản lý tài chính Bernard. Các chỉ huy quân sự lính bản xứ gồm: Maupin (đại đội 12 tiểu đoàn 4), Roguin ((đại đội 6 tiểu đoàn 4), Delabre (đại đội 7 tiểu đoàn 4); các chỉ huy quân Lê dương gồm: Cot, Thoby, Nicolas (tiểu đoàn 6); các chỉ huy lính bản xứ (Tiralleur) ở các nơi gồm: Mathieu (Bắc Quang), Grosmangin (Yên Bình Xã), Garets (Vĩnh Thuy), Albrecht (Hoàng Su Phì), Favard (Xín Mần), Frehly (Man-mei), Leroyer (Thanh Thủy), Negre (Lào-chay), De Champ (Quản Bạ), Colonna (Đồng Văn), Mignot (Bảo Lạc), Bechade (Chiềng-phun), Alessandri (Yên Ninh), Labruine (Bắc Mê); các đai lý hành chính của Mathieu (Bắc Quang), Albrecht (Hoàng Su Phì), Leonard (Đồng Văn), Mignot (Bảo Lạc). Các phủ huyện: Vị Xuyên (tri huyện Nguyễn Khắc Du, lại mục Chu Hữu Thường), Bắc Quang (tri huyện Ma Trọng Tuyên, lại mục Hoàng Đình Tân), Bảo Lạc (tri phủ Nông Hùng Tấn, kinh lịch Trịnh Trung Quang).\n# Hải Dương: công sứ Joseph Reydellet, phó là Bosc, chỉ huy Treille, giám binh Marrou, Blanchet... Tổng đốc Lê Hoan, án sát Nguyễn Chí Đạo, đốc học Tạ Văn Khang, lãnh binh Trần Văn Lộng, tri phủ Phạm Văn Khoát (Bình Giang), Nguyễn Xuân Tạo (Nam Sách), Lương Ngọc Thu (Kinh Môn), Nguyễn Hữu Ích (Ninh Giang); các tri huyện Bùi Phú Quýnh (Cẩm Giàng), Nguyễn Hữu Hoạch (Vĩnh Bảo), Lê Liên (Thanh Hà), Đào Hữu Khôi (Tứ Kỳ), Lưu Đức Thuật (Chí Linh), Hoàng Đăng Quỳnh (Đông Triều)\n# Hải Phòng: đốc lý Hauser, phó là Bouchet, cảnh sát Plagne, thư ký tòa đốc lý Delhoumeaud, chỉ huy lính bản xứ Lourdin, chủ sở dây thép Bauron, hiến binh Sapin. \n# Hà Nam: công sứ Louis Peyrabere, phó là Thezeluop, giám binh Riviere, chỉ huy Prabonneaux. Tuần phủ Nguyễn Hữu Đắc, án sát Đỗ Các, đốc học Nguyễn Văn Báu, tri phủ Đoàn Thuỵ Liên, tri huyện Vũ Duy Đệ...\n# Hải Ninh (Móng Cái): công sứ Bayle, phó là Mayer, chỉ huy Laneque; các tư lệnh quân đội Helleringer (Móng Cái) và Lavenir (Tiên Yên), quản lý hải quan Goudey; các đồn binh của Ouvrard (Than-poun), Guillot (Hoành Mô). Án sát Nguyễn Xuân Kiệt; các tri châu Trần Văn Thịnh (Móng Cái), Lý Văn Hải (Hà Cối), Đào Quang Tích (Tiên Yên). \n# Hoà Bình: công sứ Gaston Richard, phó là Louis, chỉ huy Barbu, đồn binh Reynaud (Chợ Bờ), quản lý công cộng Viala. Chánh quan lang [[Đinh Công Nhung]], phó quan võ Đinh Thế Lương, án sát [[Quách Cao]]. \n# Hưng Yên: công sứ Lafrique, phó là Blancsube, chỉ huy Wostrowsky, đại lý hành chính Fagot (Bần Yên Nhân). Tổng đốc Đặng Đức Cường, án sát Vương Hữu Bình, đốc học Nguyễn Khắc Chuẩn; các tri phủ [[Cung Khắc Đản]], Nguyễn Đốc; các tri huyện Khúc Bình, Đào Hữu Đức, Nguyễn Văn Thụy, Lê Văn Dinh, Lương Ngọc Lâm \n# Kiến An: công sứ Georges Fort, phó là Saurel, chỉ huy Kureth, đồn binh của Lorens (Đồ Sơn), quản lý hải đăng Hòn Dáu là Castellani. Tuần phủ Hoàng Huy Tưởng, án sát Nguyễn Hữu Ích, tri phủ Lê Nguyễn Thực (Kiến Thuỵ); các tri huyện Nguyễn Trọng Nhị (An Dương), Vũ Duy Đệ (Thuỷ Nguyên), Hoàng Ngọc Liên (Tiên Lãng), Nguyễn Như Gi (An Lão)\n# Lai Châu: công sứ E. Gilles, phó là Dagbert, đại lý hành chính Bourjade (Điện Biên Phủ), chỉ huy Rerat, các giám binh Legot (Điện Biên) và Aupelle (Than Uyên). Quản đạo [[Đèo Văn Kháng]]; các quan châu Đèo Văn Đê (châu Lai), Đèo Trinh Thái (Quỳnh Nhai), Đèo Trinh Phụng (Luân châu), Quảng Văn Youn (Điện Biên), chánh tổng [[Bạc Cầm Phúc]] (Tuần Giáo) \n# Lạng Sơn: công sứ O. Vallon; các đại lý hành chính của Fillion (Thất Khê), Leveque (Văn Lĩnh), chỉ huy Lacombe, giám binh Lostebieilh. Án sát Nguyễn Bách, tri phủ Vi Văn Định; các tri châu Nguyễn Cẩn (Lộc Bình), Hoàng Đình Loan (Văn Uyên), Đồng Rieu Hùng (Đề On), Cầu Khai Huy (Thoát Lãng), Vũ Tá Sâm, Hoàng Biện Cơ, Đoàn Doãn Đôn, Nguyễn Đình Tri\n# Lào Kay (Lào Cai): công sứ Tourres, phó là Pergier, quan cai trị dân sự là Gillon và Echinard; các đại lý hành chính (delegué) của Guille (Mường Khương), Perès (Pa-kha, tức [[Bắc Hà (huyện)|Bắc Hà]]), Laurent (Bản Nậm Khun), Durand (Phong Thổ); các đồn binh Thomassin (Pha Long), Verly (Bát Xát), Weiss (Bản Lao), Laurent (Bản Nậm Khun); tư lệnh trưởng Mourin, lãnh sự Ch. Dupont (Hà Khẩu), quản lý tài chính Grenier, quản lý công cộng Marnac, quản lý hải quan Maritz; các cảnh sát trưởng Ferre (Lào Kay) và Grauoilhet (Phố Lu). Các tri châu Nguyễn Văn Hoan (Bảo Thắng), Trịnh Ngọc Hữu (Thuỵ Vĩ) \n# Nam Định: công sứ Quennec, phó là Saint-Claire, giám binh Lambert, tư lệnh trưởng Montreuil, quản lý hải quan Duguet, quản lý tài chính Bojon. Tổng đốc Phạm Văn Toàn, án sát Bùi Hương Thanh, đốc học Nguyễn Viết Bình; các hậu bổ Phạm Quang Khiết, Nguyễn Đôn Úc, Lê Lương Thiện, Trần Lưu Thành; thông phán Vũ Liên, kinh lịch Nguyễn Hoè, chánh bát phẩm Ngô Thịnh, chánh cửu phẩm Nguyễn Văn Tuân, thị sai tòng cửu phẩm Nguyễn Khắc Chắc; các thư lại Nguyễn Văn Thiều, Tạ Gia Công, Nguyễn Văn Câu, Phan Đoàn Diệm, Nguyễn Duy Trinh, Nguyễn Văn Kế; lệ mục Vũ Văn Lương. Các quan lại ở Quan-An: kinh lịch Trịnh Bình, chánh bát phẩm Trần Văn Tri, chánh cửu phẩm Nguyễn Lương, tòng cửu phẩm Nguyễn Viết Thiện; các thư lại Trương Danh Học, Trần Gia Huân, Nguyễn Hữu Thường, Trần Văn Gia, Trần Xuân Phong, Nguyễn Quỳnh Tân; lệ mục Hoàng Văn Tất. Tư thừa Phạm Đình Thiên, lê sinh Nguyễn Khắc Xương và Đoàn Xuân Bảng, y sinh Cao Đức Hợp. Các tổng trong huyện Diên An (đại lý hành chính là Clerc) của: Đinh Văn Dịch (tổng An Trung Hạ), Phạm Văn Liêm (An Trung Thượng), Nguyễn Văn Âu (Cổ Liêu), Vũ Như Cửu (Hải Lăng), Hoàng Viết Thu (Ngọc Châu), Đỗ Như Dân (Si-lâm), Tạ Văn Tề (Than Thượng), Ngô Đức Nhuận (Thanh Khê), Phạm Bích (Tràng Vinh), Hoàng Văn Hy (Thượng Ky), Dương Văn Chước (Vũ Vinh), Đỗ Huy Cối (Vi-nhuế). Vạn Ly: đại lý hành chính là Frimaldi. Các tổng thuộc huyện Giao Thuỷ (phủ đệ Xuân Trường, tri phủ là Nguyễn Văn Tuân) là Nguyễn Văn Dậu (tổng Cát Xuyên), Mai Duy Cường (Hà Cat), Nguyễn Ngọc Phách (Hạnh Thiện), Lê Vụ Mẫn (Hoành Nha), Đinh Viết Đoan (Hoàng Thu), Lương Quý Nhân (Kiến Lão), Trịnh Văn Kinh (Lạc Thiên), Đinh Hữu Trí (Thuỷ Nhai), Phạm Văn Thanh (Trà Lưu). Các tổng trong huyện Hải Hậu của Trần Hữu Phúc (Kiên Trung), Đỗ Văn Huynh (Ninh Mỹ), Nguyễn Văn Nha (Ninh Nhất), Nguyễn Tư Tích (Quần Phương), Nguyễn Ngọc Du (Quế Hải), Đoàn Tích Đức (Trần Khai). Các tổng trong huyện Mỹ Lộc là Trần Tất Giang (Bạch Tính), Đặng Văn Lung (Cao Đại), Bùi Xuân Hiết (Đồng Mác), Nguyễn Đình Quang (Đồng Phú), Đỗ Như Tuân (Hữu Tá), Trần Đoàn Đôn (Hữu Bi), Phạm Đức Trí (Mỹ Trọng), Chu Văn Trang (Ngữ Trang), Trần Sĩ Bình (Như Thức). Các tổng trong huyện Nam Trực của Đào Văn Nhân (Bái Dương), Phạm Duy Tân (Cô Gia), Triệu Thi (Cô Nông), Vũ Duy Dương (Duyên Hưng Thượng), Đinh Xuân Hoà (Đỗ Xá), Vũ Thu (Liên Tính), Đỗ Trung Tiên (Nghĩa Xá), Nguyên Xuân Huy (Sa Lung), Vũ Văn Thương (Thi Liêu). Các tổng trong huyện Phong Doanh (phủ Nghĩa Hưng) là Phạm Ngọc Phố (An Lộc), Nguyễn Văn Vinh (Bồng Xuyên), Nguyễn Văn Cát (Cát Đăng), Bùi Xuân Bảng (Mỹ Dương), Ngô Duy Tuân (Ngô Xá), Mai Văn Bình (Thương Đông), Đỗ Văn Tiên (Vũ Xá). Các tổng trong huyện Trực Ninh gồm Trần Xuân Úc (Duyên Hưng Hạ), Phạm Khắc Viện (Ngọc Gia Hạ), Phạm Đình Tín (Ngọc Gia Thượng), Nguyễn Văn Trú (Ninh Cường), Lê Văn Nghi (Phương Đề), Nguyễn Ngọc Lan (Thân Lỗ), Trần Văn Duy (Vàng Lán). Các tổng trong huyện Vụ Bản là Nguyễn Công Lịch (An Cư), Nguyễn Đình Thư (Bảo Ngư), Trần Khắc Kiệm (Đồng Dôi), Trần Văn Hai (Hào Kiệt), Mai Khắc Tuân (Hiển Khanh), Nguyễn Văn Tú (Hồ Sơn), Đào Văn Khi (Trịnh Xuyên Hạ), Phạm Huy Phổ (Trịnh Xuyên Thượng), Lê Văn Thục (Vân Côi). Các tổng trong huyện Ý Yên của Trần Xuân Quyền (An Cư), Lê Văn Quất (Bình Lương), Nguyễn Đình Quang (Hưng Xá), Nguyễn Tuấn Thuỷ (Lạc Chính), Trần Văn Phú (Phú Khê), Vũ Văn Hội (Phùng Xá), Nguyễn Văn Tân (Tu Mạc)\n# Ninh Bình: công sứ Fargeas, phó là Huckel; các đại lý hành chính Thomas (Phát Diệm) và Monnet (Nho Quan); chỉ huy Rieul; các đồn binh Vedy (Phùng Công) và Archieri (Nho Quan), giám binh Cases. Tuần phủ Nguyễn Hữu Tuồng, án sát [[Từ Đạm]], đốc học Phan Như Khuê; các tri phủ Vũ Văn Mân, Nguyễn Hữu Tuấn (Nho Quan) \n# Phúc Yên: công sứ Darles, phó là Poulet-Osier, chỉ huy Castellani; các đồn binh của Drivet (Hạ Châu), Graziani (Đa Phúc), Leroux (Phù Lỗ) và Charasson (Thăng Trì); chủ sở bưu điện Kiều Văn Ngoan, giám binh Menu, quản lý hải quan Peltier. Tuần phủ Đoàn Triển, án sát Phạm Kế Tiên, thương tá Lê Khắc Hy, đốc học Thẩm Lý Thân; các tri phủ Nguyễn Văn Giáp và Mai Toàn Xuân (Đa Phúc); các tri huyện Nguyễn Hữu Khoan (Yên Lãng), Nghiêm Châu Tuệ (Vĩnh Ninh), Lê Huy Trước (Đông Anh). \n# Phú Thọ: công sứ Lapouyade, phó là Favey, chỉ huy Moll, quản lý công cộng Levasseur, giám binh Bernadicou; các đồn binh Molinié (Tu Vũ), Ollivier (Lệ Mỹ) và Ladevie (Hưng Hoá); đại lý hành chính Gueroult (Hưng Hoá). Tuần phủ Hoàng Mạnh Trí, án sát Nguyễn Văn Hào, đốc học Nguyễn Cương Trung, phó đề đốc Trần Ngọc Trác. \n# Quảng Yên: công sứ Pellereau, phó là P. Forsan, chỉ huy Guillache, giám binh Vermorel, quản lý hải quan Baron, quản ngục kiêm bác sĩ Mesnard, thanh tra Reinart; các chủ mỏ than Rameau (Kế Bào) và Gollion (Hòn Gai). Tuần phủ Nguyễn Cẩn, án sát Nguyễn Mậu Trú, giáo thụ Trần Sĩ Miên; các tri huyện Phạm Gia Thuỵ (Yên Hưng), Nguyễn Cát Lợi (Cát Hải), Nguyễn Đào Tấn (Hoành Bồ), Hoàng Mộng Lê (Yên Bạc)\n# Sơn Tây: công sứ Tournois, phó là Monier, bác sĩ Gauthier, chỉ huy Vourot, cảnh sát Sondeau. Tuần phủ Nguyễn Hữu Đắc, án sát Lê Trung Ngọc, đốc học Nguyễn Trọng Hanh, chánh quản cơ Nguyễn Thanh Lâu; các tri phủ Nguyễn Văn Đô (Quảng Oai) và Phạm Hữu Đại (Quốc Oai); các tri huyện Bùi Kiến Đậu (Thạch Thất), Nguyễn Khắc Viên (Tùng Thiên) và Hoàng Đăng Quýnh (Bất Bạt)\n# Sơn La: công sứ Hernandez, phó là Cadet; đại lý hành chính Monier (Vạn Yên) và Grevy (Vạn Say), chỉ huy Jourdan, bác sĩ Platel. Tri phủ [[Cầm Văn Hoan]]; các tri châu Cầm Văn An (Yên Châu), [[Cầm Văn Oai]] (Mai Sơn), Cầm Văn Nui (Phúc Yên), Bạc Cầm Châu (Tuần Châu), Xa Văn Ca (Mộc Châu). \n# Thái Bình: công sứ Letang, phó là Monier, bác sĩ Cazeaux, chỉ huy Moutin; các đồn binh Dulieu (Tân Đề) và Orsoni (Bến Hiệp), chủ sở bưu điện Frezard. Tuần phủ [[Nguyễn Duy Hàn]], án sát Chế Quang Ân, đốc học Nguyễn Văn Bân; các tri phủ Nguyễn Năng Quốc (Kiến Xương), Trần Luy Uy (Tiên Hưng), Trần Gia Du, đồng tri phủ Lê Ngư; các tri huyện Lê Liêm, Đào Trọng Văn, Bùi Duyệt, Chu Nguyên Thiên, Hoàng Huy Ước, Đàm Quang Phương, Phạm Văn Đại, Đặng Hữu Bảng\n# Thái Nguyên: công sứ Perret, phó là Auger, bác sĩ Baujean, chỉ huy Nicolas; các đồn binh của Sonnet (Côn Du), Delorge (Phố Cò), Lecocq (Tràng Xá), Ambrosi (Bắc Lão), Moguez (Láng Hít), Luzet (Phương Độ), Girard (Quảng Nạp); giám binh Bellon, đại lý hành chính Broni (Chợ Chu). Tuần phủ Hoàng Đức Tráng, án sát Phạm Quang Mỹ, thương tá Bùi Bành, giáo thụ Nguyễn Liên Huy; các tri phủ Nguyễn Nghị (Phú Bình), Phạm Bá Rộng (Định Hoá), Lê Đình Lục (Đồng Hỷ), Lê Tiến Trình (Đại Từ); các tri huyện Đinh Quang Chiêu (Vũ Nhai), Đoàn Văn Tuấn (Phú Lương), Doãn Địch (Phổ Yên), Cát Huy Viên (Văn Lãng)\n# Tuyên Quang: công sứ Bride, phó là Dupont, bác sĩ Le Shat; chỉ huy đồn binh của Reinfranck (Tuyên Quang), Lagard (Vĩnh Thuỷ), Pellegrini (Bắc Long), Berard (Chiêm Hoá); giám binh Carrere, tư lệnh đạo quan binh Saint-Denys. Án sát Nguyễn Tiến, tuần phủ Nguyễn Khắc Xứng, , quan man Bàn Đình Nguyên, tri phủ Trần Trọng Triết (Yên Bình); các tri huyện Nguyễn Cao Tín (Hàm Yên), Nguyễn Văn Lợi (Sơn Dương); tri châu Mã Doãn Đoài (Chiem Hoá). \n# Vĩnh Yên: công sứ Ferrand, phó là Du Pasquier, chỉ huy Duvernoy, hiến binh Sabrié; các đồn binh của Bordy (Liên Sơn) và Farreras (Tam Đảo). Tuần phủ Mai Trung Cát, án sát Nguyễn Đình Tiệp, tri phủ Vũ Duy Kiêm (Vĩnh Tường), bang tá Nguyễn Văn Luyện; các tri huyện Phùng Quốc Trị (Tam Dương), Phan Đình Hoè (Yên Lạc), Ngô Vĩ Lâm (Bình Xuyên). \n# Yên Bái: công sứ De Galembert, phó là Ungerer, quản lý tài chính Marotte, hiến binh Antoni, chỉ huy Bonnal, tư lệnh quân sự Colombal, chỉ huy tiểu đoàn 1 Galand. Án sát Lê Văn Chung, bang tá Phạm Hữu Thái (Bảo Hà), tri huyện Nguyễn Khắc Hành (Trấn Yên); các tri châu Cầm Ngọc Nông (Văn Chấn), Nguyễn Văn Thi (Lục Yên), Lê Văn Hinh (Văn Bàn)\n\n=== Trung Kỳ ===\n\n# Thanh Hóa: công sứ Pasquier; các đại lý hành chính của De Lagomignière (Bái Thượng), Breguet (La-han); bác sĩ Lacour; các đồn binh của Guilloux (Thanh Hóa), Gaillard (Phong Y), Chauveaur (Yên Định), Beaugoudon (Bái Thượng), Savard (Thọ Sơn), Contant (Bỉm Sơn). Tuẩn phủ [[Tôn Thất Niêm]], bố chánh Hoàng Quang Phú, án sát Trần Đình Bá, đốc học Nguyễn Đức Lý, lãnh binh Trần Thương; các tri phủ Tôn Thất Uyên (Hà Trung), Ưng Chuẩn (Tĩnh Gia), Đinh Xuân Trác (Quang Hóa), Nguyễn Viết Song (Thiệu Hóa), Khiếu Tâm Lữ (Thọ Xuân); các tri huyện Lê Văn Bính (Cẩm Thủy), Ngô Đình Chi (Thạch Thành), Phạm Xuân Tùng (Nga Sơn), Bạch Duẩn Thủy (Hậu Lộc), Nguyễn Châu (Yên Định), Hồ Đắc Thiệu (Đông Sơn), Thân Trọng Ngật (Hoằng Hóa), Ưng Tôn (Nông Cống), Phạm Văn Mẫu (Quảng Xương); các tri châu Cầm Bá Thanh (Thường Xuân), Phạm Quang Vinh (Quan Hóa), Phạm Thúc Như (Ngọc Lặc), Quách Văn Sâm (Như Xuân)\n# Nghệ An: công sứ Desteney, phó là About, bác sĩ Hermand, chỉ huy Krupp; các đồn binh của Michaud (Phủ Diên), Allegre (Cửa Rào), Gaillard (Đô Lương), Molinier (Kẻ Bôn), Nicollot (Lương Diên). Các phủ huyện: Thanh Chương (tri huyện Tôn Thất Xuân), Diễn Châu (tri phủ [[Tôn Thất Đàn]]), Quỳnh Lưu (tri huyện Đào Thủy Thạch), Hưng Nguyên (tri phủ Nguyễn Duy Tích), Nghi Lộc (tri huyện Phan Xuân Sinh), Nam Đàn (tri huyện Hoàng Đại Bình), Anh Sơn (tri phủ Khổng Văn Đạt), Yên Thành (tri huyện Nguyễn Khánh Văn), Nghĩa Đàn (tri huyện Hồ Duy Hinh), Quỳ Châu (tri phủ Sầm La); vùng đất thuộc dân tộc Mường gồm: Tương Dương (tri phủ Lang Văn Bằng, tri huyện Trương Văn Chiêu), Vĩnh Hóa (tri huyện Lang Văn Thao), Hội Nguyên (tri huyện Lang Văn Tường), Thủy Vân (tri huyện Sầm La), Quế Phong (tri huyện Sầm Văn Lộc)\n# Hà Tĩnh: công sứ Lesterlin, phó là Breda, bác sĩ Cecconi, chỉ huy Viau; các đồn binh của Savereux (Linh Cầm), Ferez (Chợ Phố), Martineau (Phúc Trác). Tuần phủ Phạm Ngọc Thuật, án sát Nguyễn Tất Đê, bố chánh Võ Liêm, đốc học Phạm Tuấn, lãnh binh Lê Văn Ba\n# Quảng Bình: công sứ (tại Đồng Hới) Paul Damprun, phó là Piot, bác sĩ Poux, chỉ huy Bruere\n# Quảng Trị: công sứ Gariod, phó là De Niort, chỉ huy Jacques, bác Bouchand. Tuần phủ Hồ Văn Phúc, án sát Võ Công Chất, đốc học Hoàng Quang, phó lãnh binh Phạm Văn Lý; các tri phủ Trần Tiến Mưu (Triệu Phong), Ưng Đồng (Vĩnh Linh); các tri huyện Hồ Vọng (Cam Lộ), Lương Đàm (Hải Lăng)\n# Thừa Thiên: công sứ Groleau, thanh tra Sestier, quản lý phòng Nhì Orband, phòng Nhất Pompei, bác sĩ kiêm giám ngục Reboul. Đốc lý Huế Patry, phó là Boudineau, bác sĩ Meslin, chỉ huy Krupp, hiến binh Mars, quản ngục Raymond\n# Tourane (Đà Nẵng): đốc lý Lemasson, quan cai trị Vanez, cảnh sát trưởng Brard, bác sĩ Mazurie, chủ sở dây thép Daver...\n# Quảng Nam: công sứ (tại Hội An) Charles, phó là Dupuy, bác sĩ Bargy; các chỉ huy lính bản xứ Breugot (Hội An), Sivignon (Phú Lâm), Germain (Trà My), Fauconnet (An Điểm); hiến binh Malines; đại lý hành chính Besancon (Tam Kỳ). Tổng đốc Hồ Đắc Trung, bố chánh Trần Văn Thông, án sát Huỳnh Lưu, lãnh binh Trương Điểm\n# Quảng Ngãi: công sứ Dodey, phó là Peguenet, bác sĩ Guermarquer, chỉ huy Puravet. Tri phủ Trần Đình Tuân; các tri huyện Nguyễn Hữu Chuyên (Bình Sơn), Phan Sĩ Cố (Mộ Đức), Tôn Thất Tú (Sơn Tịnh), Trương Triều Bích (Nghĩa Hành), Nguyễn Xuân Phúc (Đức Phổ)\n# Quy Nhơn: công sứ Langellier-Bellevue, phó là De Taste; các đại lý hành chính Guenot (Kon Tum) và Morel (Bồng Sơn); chỉ huy Primault, bác sĩ Duran, hiến binh Chaudot. Tổng đốc Bùi Xuân Huyên, bố chánh Bùi Quang, án sát Nguyễn Văn Đảm, lãnh binh Lê Viết Ngữ, phó lãnh binh Cung Đình Tuân, đốc học Hồ Trung Lương.\n# Phú Yên: công sứ Friès, phó là Parent; đại lý hành chính của Jerusalemy (Cheo Reo), bác sĩ Lenoir; các giám binh Fourré (Sông Cầu), Gaillard (Ban-tuar), Dugas (Buôn-houine), Dieudonne (M'Rock)\n# Nha Trang: công sứ Albert Garnier, phó là Martinie; các giám binh Piolant (Nha Trang), Montazel (Phú Tho), Belle (Tân Phước), Giovannelli (M'Drack), bác sĩ Yersin, Broussais. Bố chánh Nguyễn Mại, án sát Lê Bá Cẩn, đốc học Nguyễn Viết Huynh, phó lãnh binh Nguyễn Viết Bút, tri phủ Diên Khánh Lê Hoan, tri huyện Hồ Sĩ Tạo (Yên Định), Hồ Khánh Chức (Vĩnh Xương)\n# Phan Rang: công sứ Retali, phó là Vialla, bác sĩ Lepinte; các giám binh Canivey (Đà Lạt), Cornu (Phan Rang), Barthe (D'ran)\n# Bình Thuận: công sứ Leon Garnier, phó là Poulet; đại lý hành chính Cunhac (Di Linh), bác sĩ Chamotin; các giám binh Housse (Phan Thiết), Mouline (Phan Rí), Combette (Di Linh), Vincens (Thắng Hải)\n# Darlac: công sứ Antoine Georges Groslier, quan cai trị kiêm quản lý tài chính Comas, giám binh Piolant\n\n=== Nam Kỳ ===\n# Bạc Liêu: chủ tỉnh Gustave Mossy, phó là Plantié, bác sĩ Harismendy, quản lý tài chính Bellenand, cảnh sát Cuyaubere; các viên đại lý hành chính gồm Huỳnh Ngọc Bình (Vĩnh Lợi), Nguyễn Ngọc Huy (Vĩnh Châu), Trần Quang Phước (Cà Mau - đại biện (delégué) là J. Picard). Đốc phủ sử Trần Quang Phước; các tri huyện Huỳnh Ngọc Bình và Nguyễn Ngọc Huy. \n# Bà Rịa: chủ tỉnh Couzineau, phó là Maureau, thị trưởng Cap Saint Jacques là F. Fonfreide, giám binh Dazon, bác sĩ Marie-Louise. Tri phủ Lê Văn Bảy, tri huyện Huỳnh Quang Minh; các chánh tổng gồm Võ Tường Hiên (An Phú Tân), Lê Huy Thanh (An Phú Hạ), Bùi Thanh Liêm và Trần Hưng Nhượng (An Phú Thượng), Trần Văn Hương và Phạm Văn Trịnh (Phước Hưng Hạ), Dương Văn Nhân (Phước Hưng Thượng), Nguyễn Văn Phong (Vũng Tàu), Dương Nữ và Đào Sĩ (Cổ Trạch), Lý Vương (Nhơn Xương)\n# Biên Hoà: chủ tỉnh L'Hegoual'ch, phó chủ tỉnh Roussel, quan hai Rimbault, đại lý Pháp ở Chứa Chan Honore Odderra, quan toà án Guiselin, quản lý kho bạc Nicolai, quản ngục Serrainhe, giám binh Leclair; các quản lý văn hoá Roumenrous de Feze ở Biên Hoà, Dejean ở Bình Trước, Lorin ở Phước Thiện. Cố vấn thuôc địa Bùi Thế Kham. Giám đốc quản lý công cộng Brachmann, quản lý giáo dục Coatena, quản lý Hoả xa ở Biên Hoà gồm giám đốc Simien, quản lý depot Arnaud, giám thị hạng nhất Dupont, giám thị giám sát ở Giá Ray Bouvet. Giám đốc lâm nghiệp là Morens ở Biên Hoà, hiệu trưởng trường lâm nghiệp Girousse; các quản lý rừng Vinot của Tân Uyên, Barranque ở Trảng Bom, Berlos ở núi Chứa Chan, Giorgi ở Phước Thiện, Jennerlier ở Phước Tân. Chỉ huy quân Pháp ở Biên Hoà Morillon, các giáo sĩ Sidot ở Biên Hoà và Le Mee ở Long Thành. Uỷ viên hội đồng tỉnh là Nguyễn Văn Long, Lê Quang Mừng, Huỳnh Văn Sự, Trần Văn Kiệt, Đoàn Văn Giám, Trịnh Văn Của, Trần Văn Hoài, Phan Văn Đê, Võ Văn Hậu. Quản lý người Chăm là Lien-Ohang, Huỳnh Vinh Chung là bang Quảng Châu, Trần Tánh ở Phước Kiển, Ngô Tuyên Kỵ của bang Triều Châu. Đốc phủ sứ Hồ Tấn Quơn, tri huyện Nguyễn Hoà Nhơn. \n# Bến Tre: chủ tỉnh Joel Daroussin, phó là Eudel, bác sĩ Briand. Đốc phủ sứ Nguyễn Trung Thứ (Mỏ Cày); các tri phủ Bùi Thế Xương (Mỏ Cày), Lê Văn Chất (Thạnh Phú) và Bùi Duy Quang (Sóc Sài)\n# Cần Thơ: chủ tỉnh Edouard Bouchier Saint-Chaffray, phó chủ tỉnh là Graffreil, quan một Nguyễn Phú Quý, quan ba Letartre. Cố vấn thuộc địa Thái Văn Bôn. Thẩm phán hạng nhất Mathieu, phó thẩm phán Alberti, nhân viên văn phòng Gauvin, thừa phát lại Pages. Các luật sư bào chữa là Dejean de la Batie, Gallois-Montbrun, Lefevbre. Trưởng hộ tịch David. Giám đốc kho bạc Gadoullet, quản lý y tế Honorat, quản lý văn hoá Sandot, giám đốc sở bưu điện Torbagian, quản lý công cộng Faure, giám mục Duquet. Các quan lại người Việt: tri phủ hạng nhì Đỗ Quang Trứ quản lý từ tổng Đình Bảo đến An Trường, tri phủ Cầu Kè Lê Quang Nhựt quản lý các tổng Bình Lê, Thạnh Trị, Tuần Giáo, tri huyện hạng nhất ở Ô Môn Nguyễn Văn Vinh quản lý các tổng Đình Thới và Thới Bảo, tri huyện hạng hai ở Rạch Gỏi Nguyễn Văn Đê quản lý các tổng Định Hoà và Định An. Các uỷ viên hội đồng tỉnh là Nguyễn Hữu Mai, Trần Văn Khanh, Nguyễn Văn Võ, Đặng Ý Thắng, Nguyễn Văn Kiêm, Phạm Văn Tùng, Trương Văn Sô, Nguyễn Văn Mười, Phạm Lương Đông. Quản lý các bang người Hoa: Hồ Giai quản lý bang Quảng Châu, Khưu Ninh Ký quản lý bang Triều Châu, Lý Tam quản lý người Chăm, Huỳnh Phước Ký quản lý bang Phước Kiến\n# Châu Đốc: chủ tỉnh Louis de Matra, phó là Butel, đại lý hành chính của Ronzet (Tri Tôn), Ducasse - Nguyễn Văn Hội (Tân Châu), Canal - Trần Văn Đa (Tịnh Biên), giám binh Marain, bác Botreau-Roussel. Uỷ viên hội đồng tỉnh gồm: Liêu Sanh Hậu, Huỳnh Văn Lang, Trần Hữu Thiên, Huỳnh Văn Biểu, Phạm Gi Trịnh, Lê Văn Liêu, Lê Văn Kiệm, Danh Prom, Danh Yên, Danh Út, Trịnh Văn Xuân, Danh Sô. Tri phủ Trần Văn Thuận; các tri huyện Trần Văn Đa và Nguyễn Văn Hội\n# Chợ Lớn: chủ tỉnh Marie F. de Rivet, phó là Striedter; các đại lý hành chính gồm đốc phủ sứ Ngô Văn Tín (Cần Giuộc), tri huyện Lê Công Hoàng (Đức Hoà), tri huyện Nguyễn Văn Xuân (Rạch Kiến), bác sĩ Olivry, giám binh Lebeau. Uỷ viên hội đồng tỉnh gồm Lê Văn Trung, Lê Minh Kha, Nguyễn Văn Rớt, Nguyễn Văn Vương, Huỳnh Thới Khải, Hồ Văn Nhơn, Võ Văn Phụng, Lê Văn Sơn, Ngô Ngọc Hiên, Bùi Công Tâm, Nguyễn Phú Qưới, Phạm Công Dương, Phạm Như Tuý. Các tri phủ Huỳnh Công Luận, Nguyễn Tấn Sự\n# Gia Định: chủ tỉnh Alphonse Chesne, phó chủ tỉnh Caillar, quan hai Pierre. Cố vấn thuộc địa Lê Văn Trung. Quản lý kho bạc của tỉnh Demelin. Quản lý y tế Olivry, quản lý công cộng Millet, quản lý rừng Bordeneuve, cảnh sát trưởng Billard. Các giám mục là Delpech ở Thị Nghè, Montmayeur ở Thủ Thiêm, Cransac ở Tân Hưng, Bosvieux ở Gia Định, Lioger ở An Nhơn. Quản lý Than-son-nhat là Bock. Tri phủ Hóc Môn Nguyễn Đăng Khoa, đốc phủ sứ ở Gò Vấp và Bà Chiểu Pham Công Sơ, tri huyện Nhà Bè Trần Quang Sâm, tri huỵen Thủ Đức Hồ Ngọc Nhơn. Các uỷ viên hội đồng tỉnh gồm Lê Văn Trung, Nguyễn Văn Tường, Tô Văn Giai, Lê Văn Lanh, Nguyễn Văn Nhi, Nguyễn Minh Diệu, Lê Văn Chua, Hồ Ngọc Chinh, Lê Văn Kế, Nguyễn Minh Nguyệt, Lê Văn Sung, Nguyễn Văn Quế, Trương Thới Ngươn, Nguyễn Văn Trọng, Nguyễn Văn Thắm, Phạm Văn Trọn, Phạm Văn Lang, Võ Văn Phước, Nguyễn Văn Xuân\n# Gò Công: chủ tỉnh Moreau, phó là Duzan, bác sĩ Camouze, Couzande (quản lý phare Cửa Tiểu). Uỷ viên hội đồng tỉnh Lê Văn Trung, Quách Văn Chiêm, Huỳnh Khánh Hoài, Huỳnh Đình Nghi, Trần Ngọc Nhuận, Lê Quan Huynh, Nguyễn Văn Quyên, Trần Văn Thuận, Phạm Đăng Thi, Nguyễn Hữu Túc, Trần Công Hiến\n# Hà Tiên: chủ tỉnh Charles F. de Roux-Serret, phó là Mariani, bác sĩ Foll, giám binh Blanchet; đại lý hành chính Augustin Mariani và tri phủ Cao Văn Ngưu (Phú Quốc). Tri phủ Cao Văn Ngưu, tri huyện Lê Văn Phụng, phó quản Mai Văn Đề. \n# Long Xuyên: chủ tỉnh Hughes E. O'Connell, phó là Hubert-Delisle, bác sĩ Vergne, giám binh Monteil. Các tri phủ Thái Hữu Võ (Long Xuyên), Tô Bảo Thanh (Chợ Mới); các chánh tổng gồm Võ Hàm Ninh (An Bình), Lê Tấn Bửu (An Phú), Liêu Rát (Biên-thanh), Huỳnh Nghĩa Đô (Định Hoà), Nguyễn Tấn Diên (Định Mỹ), Ngô Văn Diệm (Định Phước), Nguyễn Văn Hằng (Định Thạnh Hạ), Nguyễn Kiên Thịnh (Định Thanh Thượng)\n# Mỹ Tho: chủ tỉnh Emile E. Couzineau, phó là Ulysse, bác sĩ Mul, giám binh Gillot. Đốc phủ sứ Lê Văn Nùng và Nguyễn Tấn Tài (Cái Bè); các tri phủ Nguyễn Văn Trú (An Hoà), Lê Văn Mẫu, Huỳnh Công Bền (Cai Lậy), Đoàn Hữu Chung; tri huyện Phạm Văn Bảy\n# Rạch Giá: chủ tỉnh Francois Saint-Remy, phó là Maurice Lanchier, bác sĩ De Cotte, giám binh Montferran, đại lý hành chính Mossy (Long Mỹ). Tri phủ Nguyễn Văn Phụng (Gò Quao); các tri huyện Nguyễn Hữu Thành (Long Mỹ), Trần Văn Dương (Giồng Riềng), \n# Sa Đéc: chủ tỉnh Louis A. Aubry de la Noue, phó là Boyer\n# Sóc Trăng: Gaston N. G. Maspero\n# Tân An: Gregory Ganesco\n# Tây Ninh: chủ tỉnh Ch. Davoine, phó là Fontaine, quan hai Guenon. Quản lý kho bạc Sajous, quan toà Briffaut, công chức văn thư Grimaud, thừa phát lại Nguyễn Văn Đàm, quản lý văn hoá Vinay, quản lý công cộng Vincent, quản lý rừng Couffinhal, chỉ huy quân đội Lamy, quản đốc nhà tù Castueil. Tri phủ Đỗ Thới Lai, tri huyện hạng nhất Lâm Ngọc Đăng, tri huyện hạng hai ở Trảng Bàng Lưu Văn Út. Các uỷ viên hội đồng tỉnh Lương Văn Dư, Vương Văn Thiên, Đoàn Văn Xuyên, Trần Văn Tề, Trần Thanh Nhơn, Tô Công Khanh, Oke, Sau, Meas\n# Thủ Dầu Một: chủ tỉnh Cabane de Laprade, phó là De Cauwenberghe, đại lý Hớn Quản Besnard. Quản lý văn hoá Foixet, quản lý tài chính Aubertine, bác sĩ Isnard, quản lý công cộng Nguyễn Văn Nhượng, quản lý rừng Granges, hiến binh David, quản lý nông nghiệp Poinat, quản lý công thương nghiệp là Tân. Đốc phủ sứ Nguyễn Văn Chức, tri phủ Tường An Trần Văn Thành. Cố vấn thuộc địa Bùi Thế Khâm (hay Kham). Các uỷ viên hội đồng tỉnh là Nguyễn Văn Hồ, Nguyễn Văn Kiêm, Trần Văn Giài, Phạm Văn Mang, Lê Văn An, Diêu Dom, Diêu Hằng, Diêu Lốp, Diêu Hạnh, Diêu Thà, Lâm Túc. Giám đốc dây thép Trần Công Khuê. Quản lý bang Quảng Châu là Lương Đông, quản lý người Chăm (Akas) là Quách Trinh, quản lý bang Triều Châu ở Lái Thiêu là Cao Xuân, quản lý Phước Thiện là Trí Đại.\n# Trà Vinh: chủ tỉnh Henry Caillard, quan cai trị hạng hai Emmanuelli, quan cai trị hạng ba De L'Isle, nhân viên công Ganovsky, thừa phát lại Carlotti, quản lý văn hoá Roig, quản lý y tế Rothamel, các quan chức thu thuế là Giudicelli ở Tiểu Cần và Naudet ở Cầu Ngang, Audibert ở Ba Động, Rozier ở Trà Cú, hiến binh Layer, quản lý công cộng Dautre, giám đốc dây thép Sehuller; các giám mục là Poitier ở Trà Vinh, Bar ở Bãi-xan, Benoit ở Chà Và, Frison ở Mạc Bắc. Đốc phủ sứ Nguyễn Văn Hai, tri huyện hạng nhất Nguyễn Đức Tố và Huỳnh Long Hương, các tri huyện hạng hai là Lê Văn Ngôn và Nguyễn Văn Cả. Quản lý bang Quảng Châu là Dương An, bang Hải Nam là Lâm Văn Luông, Phước Kiển là Phim-viên, Triều Châu là Trần Nguyên Thanh, người Chăm là Trần Hi, người theo Hồi giáo (Musulman) là Ka-Payrimedine. Các uỷ viên hội đồng tỉnh: Sơn Ngọc Hoan, Nguyễn Đức Tình, Lâm Tôn, Mai Đăng Hiên, Nguyễn Văn Ngai, Nguyễn Trung Trí, Nguyễn Khắc Thiệu, Trịnh Văn Chơn, Nguyễn Văn Trung, Phạm Văn Nguyên, Trương Ngọc Hữu, Huỳnh Văn Hồi, Lưu Phước Đào, Lê Minh Nguyên, Sơn Som, Nguyễn Hữu Hoài, Nguyễn Văn Tri, Nguyễn Ngọc Nhan, Nguyễn Văn Yên, Thái Văn Bôn.\n# Vĩnh Long: chủ tỉnh Armand Tholance, phó là Edmond Roger, quan một Gazano. Cố vấn thuộc địa Trần Văn Trang. Quan toà Dartiguenave, nhân viên công chứng Lebretton, bác sĩ Garrot. Hội đồng tỉnh gồm Tholande, Phạm Văn Tươi, Gazano, Trương Văn Thưởng, Mạc Văn Nghĩa, Nguyễn Văn Thiên, Lã Xương Khanh, Lương Bửu Thọ, Lê Văn Vi, Nguyễn Văn Bường, Trần Văn Bảo... Quản lý văn hoá Chereau, chủ sở dây thép Robelin, quản lý công cộng Texier, hiến binh Decroix, chỉ huy quân sự Mosson; các giám mục Bellocq ở Hội Xuân và Ackermann ở Vĩnh Long. Đốc phủ sứ Phạm Văn Tươi, tri phủ hạng nhất Trần Quang Thuật, tri phủ hạng hai Nguyễn Văn Trinh, tri huyện hạng nhất Trương Minh Hy, tri huyện hạng hai Nguyễn Văn Sự. Quản lý bang Quảng Châu là Tào Hi, bang (người Chăm) là Lã Thái Hoà, Phước Kiển là Lâm Gia Hội, Triều Châu là Vi Hi, Hải Nam là Sử Kim Hoa. Các uỷ viên hội đồng tỉnh là Huỳnh Văn Hiên, Lê Văn Luân, Nguyễn Hữu Nghị, Lê Văn Dinh, Võ Văn Mùi, Nguyễn Trung Chánh, Nguyễn Văn Cập, Võ Văn Thêm, Nguyễn Di Hinh, Nguyễn Hữu Khanh, Nguyễn Ngọc Lân, Trần Hữu Chung, Đoàn Văn Lê.\n\n==='''Năm 1912'''===\n\n====Bắc Kỳ====\n# Bắc Giang: Poulin\n# Bắc Kạn: Delamarre\n# Bắc Ninh: Sartor\n# Hà Đông: Công sứ Le Gallen\n# Hải Dương: Reydellet\n# Hà Nam: Peyrabere\n# Hòa Bình: Fitz-Patrick\n# Hưng Yên: About\n# Kiến An: Le Martrant de Trigon\n# Lạng Sơn: Conrandy\n# Lào Kay: Emmerich\n# Nam Định: Fort\n# Ninh Bình: Fargeas\n# Phú Thọ: Richard\n# Quảng Yên: Petitet\n# Sơn La: Hernandez\n# Sơn Tây: Công sứ Tournois, tuần phủ [[Lê Trung Ngọc]] (2\/1912-4\/1913).\n# [[Thái Bình]]: Letang (quan hạng 2, 30\/3\/1910-1\/4\/1913), Perret (quan hạng 3, 2\/4\/1913-17\/8\/1913, tự tử vì không bảo vệ được đê điều trong lũ lụt, được dựng đài tưởng niệm để ghi công), Beneyton (18\/8\/1913-6\/11\/1913), Bayle (7\/11\/1913-19\/4\/1915), Retali (20\/4\/1915-2\/11\/1922).\n\n=== Năm 1916 ===\n\n==== Nam Kỳ ====\n\n# Bạc Liêu: chủ tỉnh Philippe O. Renault, phó là Saint-Leu, cảnh sát Cuyaubere, bác sĩ Trần Văn Đôn; quan cai trị ở Vĩnh Lợi (tri phủ Huỳnh Ngọc Bình, hương cả Chung Tài Năng), ở Vĩnh Châu (tri phủ Nguyễn Ngọc Huy, tri huyện Trương Ngọc Lanh)\n# Bà Rịa: chủ tỉnh Gaston Couzineau, phó là Royer, quản lý công cộng Bellieud; đốc lý Cap Saint Jacques là Van Cauwenberghe, bác sĩ Perret, quản lý hải đăng Lussart, giám binh Lebeau; các chánh tổng Lê Minh Chung (An Phú Lân), Phạm Văn Tài (An Phú Hạ), Phạm Văn Tuấn (An Phú Thượng), Phạm Văn Đề (Phước Hưng Thượng), Lý Muôn (Nhân Xương)\n# Bến Tre: chủ tỉnh Paul Guillaume Fargeas, phó chủ tỉnh (không rõ tên), thư ký Cordier, giám binh Labro, bác sĩ Devy. Hương cả Trần Ninh Hiển (An Hội), đốc phủ sứ Nguyễn Trung Tín; đại lý hành chính Nguyễn Hữu Thành (Thạnh Phú), Nguyễn Tấn Lợi (Mỏ Cày), Lê Văn Bảy (Sóc Sài)\n# Biên Hoà: chủ tỉnh Paul Damprun, phó là Antoine Cuniac, Honore Oddera (đại lý hành chính núi Chứa Chan), bác sĩ Trần Văn An, quản lý công cộng Sere, giám binh Brandt. Các tri phủ Trần Quang Thuật, Tô Bảo Thanh, Phạm Văn Bảy (quận An Bình); các chánh tổng Lê Văn Tuấn (Chánh Mỹ Thượng),, Phan Văn Giác (Chánh Mỹ Hạ), Đào Văn Thiện (Thành Tuy Hạ), Nguyễn Văn Lai (Bình Lâm Thượng), Lê Văn Cẩm (Phước Vĩnh Trung), Đỗ Cao Phi (Chánh Mỹ Trung)\n# Cần Thơ: chủ tỉnh Henri Jean Gaillard, phó là Herisson, bác sĩ Pavy, quản lý công cộng Tardy, giám binh Tourenne. Đốc phủ Trần Văn Sửu; các tri phủ Đỗ Quang Trứ (An Trường, Đình Bảo), Nguyễn Văn Vinh (Ô Môn); các tri huyện Phạm Duy Thiệu (Cầu Kè), Nguyễn Văn Đề (Phụng Hiệp)\n# Châu Đốc: chủ tỉnh https:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5606804q.texte.r=Cerfs-volants.langFR\n\n==='''Năm 1924'''===\n\n====Nam Kỳ====\n# Bà Rịa: chủ tỉnh Elie Rabourdin; tri huyện Nguyễn Văn Thắm, hương quản Đinh Văn Liêng, bang trưởng Đinh Tường Lân; đại lý Cap Saint-Jacques Rigaud.\n# Bạc Liêu: Adrien L. Petit, phó là Vicenti; tri phủ Đoàn Hữu Tùng; bang trưởng Triều Châu Trần Tông, Mạch Phước (Canton), bang biện Cao Triều Trung; các đại lý Nguyễn Văn Ca (Phủ Ca, Giarai), Đoàn Bửu Tùng (Vĩnh Lợi), Bùi Quang Tân (Vĩnh Châu)\n# Bến Tre: chủ tỉnh Charles A. Gallois-Montbrun, phó là Costa; đốc phủ sứ Bùi Thế Xương (Ba Tri); các tri phủ Joseph Khương Kim Thổ (Thạnh Phú), Lê Thanh Long (Mỏ Cày); tri huyện Phạm Kim Chí (Sóc Sài)\n# Biên Hoà: chủ tỉnh Maurice J. Butel, phó là Robert; đại lý Pháp ở Chứa Chan H. Oddéra \n# Cần Thơ: chủ tỉnh Pierre O. Lebrun, phó là Wolf; đốc phủ sứ Đỗ Quang Trứ (đại lý ở An Trường và Đình Bảo); các đại lý Trương Văn Ngà (Ô Môn), Huỳnh Hữu Hạnh (Thạnh Trị và Tuần Giáo); tri phủ Đỗ Kiết Triều (đại lý ở Phụng Hiệp), tri huyện Văn Thế Lộc (Trà Ôn) và Nguyễn Văn Tây \n# Châu Đốc: chủ tỉnh Guillaume Striedter, phó là Bartoli; đốc phủ sứ Lê Quang Nhựt (Châu Phú); các tri huyện Trương Mỹ Thành (Tân Châu), Lê Quang Hiển, Bùi Sơn Tây (Tịnh Biên); quan cai trị Cao Miên Lim Hac Seng (Tri Tôn). \n# Chợ Lớn: chủ tỉnh Maurice H. de Taste, phó là Monlau; đốc phủ sứ Lê Quang Liêm; các tri phủ Huỳnh Khắc Thuận, Trần Văn Sôm (Cần Giuộc); các tri huyện Nguyển Văn Báu (Rạch Kiến), Đặng Văn Chu (Đức Hòa); chủ giang cảng Chợ Lớn Goulard\n# Gia Định: chủ tỉnh Henri Caillard, phó là Kerbrat, hiến binh Mazaud, chủ rừng Cần Giờ H. Ploquin, giám đốc hải quan Bazile; đốc phủ sứ Lê Văn Phát (Gò Vấp); các chủ quận Đỗ Cao Sô (Hóc Môn), Lê Bá Trang (Thủ Đức), Trần Văn Phương (Nhà Bè); các đại diện: Võ Hữu Cúc (An Bình), Tô Văn Giai (An Diên), Lê Văn Ca (An Thạnh), Nguyễn Văn Vinh (An Thít), Bùi Văn Lô (An Thơ), Lê Văn Chú (An Thủy), Lượng Văn Ngạn (Bình Thạnh Hạ), Nguyễn Văn Chấn (Bình Thạnh Trung), Nguyễn Văn Tâm (Bình Trị Hạ), Nguyễn Văn Thôn (Bình Trị Thượng), Trương Thới Phương (Cần Giờ), Phạm Văn Viên (Dương Hòa Hạ), Huỳnh Văn Phước (Dương Hòa thượng), Lê Văn Kìa (Long Tuy Hạ), Nguyễn Văn Tập (Long Tuy Thượng), Võ Văn Vệ (Long Tuy Trung), Nguyễn Tấn Thân (Long Vĩnh Hà) \n# Gò Công (khu vực trực thuộc tỉnh Mỹ Tho): đại diện Francois Lavigne, đốc công đường bộ Cadenet, giám đốc hải đăng Cửa Tiểu Coujonde, quản lý hải quan Martin, hiệu trưởng trường Cao đẳng Mỹ Tho Dupin; tri huyện Huỳnh Văn Huệ, tri phủ (danh dự) Huỳnh Văn Hai, hương cả Nguyễn Văn Trường\n# Hà Tiên: chủ tỉnh A. Henri Klein; tri phủ Ngô Văn Chiêu (Phú Quốc); các tri huyện Dương Tấn Thạch (Giang Thành), Nguyễn Ngọc Tường ([[Hòn Chông]]), Huỳnh Văn Tài (Phú Quốc), hương chủ Mỹ Đức Hà Hữu Trí, hương quản Trịnh Văn Vi, Tạ Bình Sành (bang chủ Triều Châu)\n# Long Xuyên: chủ tỉnh Henri Pommez, phó là Victor Duvernoy, hiến binh Benezeth; các tri phủ Nguyễn Nhạc Tông, Phạm Thành Kính, Huỳnh Văn Thinh\n# Mỹ Tho: chủ tỉnh Armand Tholance, phó là Vallat, thầy thuốc Levot, cảnh sát trưởng André, tổng chỉ huy Fouret, hiến binh Chợ Gạo Bacon; các đại diện Nguyễn Văn Tài (cố vấn Đỗ Hữu Định) Thuận Trị, hương chủ Diêu Hòa Đoàn Văn Vi; đốc phủ sứ Đoàn Hữu Chung (Bến Tranh) - Nguyễn Văn Vinh (Cái Bè) - Trần Quang Nhạ (Mỹ Tho); tri phủ Trần Nguyên Lương (Cai Lậy) - Trần Quang Tuất (Chợ Gạo) - Nguyễn Tấn Lợi (An Hòa), tri huyện Đỗ Văn Kìa; các đại diện: Nguyễn Phước Đăng (Hòa Hảo), Lê Trinh Tường (Hòa Quới), Nguyễn Văn Quí (Hòa Thịnh), Lê Văn Phát (Hưng Nhơn), Phan Văn Minh (Hưng Nhương), Huỳnh Bá Đôn (Lợi Mỹ), Phạm Trung Ngôn (Lợi Thuận), Lê Quí Liêm (Lợi Trinh), Ngô Văn Nguyên (Lợi Trường), Trần Văn Mẫu (Phong Hòa), Phạm Kim Sanh (Phong Phú), Trần Hữu Giác (Thạnh Phong), Trần Văn Quan (Thanh Quan), Nguyễn Văn Sang (Thuận Bình), Đỗ Văn Định (Thuận Trị).\n# Rạch Giá: chủ tỉnh Pierre E. Royer, phó là Estebe, quan tòa tư pháp Filatriau, thầy thuốc Isnard, giám đốc công trình công cộng Hornn, hiến binh Aillade, hiệu trưởng trường cao đẳng Gros, kiểm lâm Jouar, hiến binh Comandre - Rozier, quản lý hải quan du Chaxel; tri phủ Võ Văn Bửu (Long Mỹ), tri huyện Trương Hồ Huynh - Đỗ văn Châu (Gò Quao) - Nguyễn Văn Vinh (Giồng Riềng) - Đinh Quang Hiếu (Phước Long), cố vân Dương Văn Sum, hương cả Bùi Văn Nhiêu (Vịnh Thạnh Vân), hương quản Văn Tường; các bang chủ Lâm Thành (Triều Châu), Trần Mộc (Quảng Châu), Châu Thanh Chương (Hải Nam)\n# Sóc Trăng: chủ tỉnh Albert Busierre, phó là Pommez, thầy thuốc Huillet, quan tòa Legay, chỉ huy Provot; tri phủ Đỗ Văn Diệm (Phủ Lộc), tri huyện Trương Minh Giảng - Lâm Em - Ngô Ngọc Bửu - Mạc Văn Nghĩa (Kế Sách) - Lê Quang Tường (Bàng Long), bang chủ Quảng Châu Ong Hưng Ký; Khánh Hưng: hương thân Trần Phước Thôn, đốc lý Nguyễn Trí Huệ, hương hào Ông Đại Bửu; giám đốc hải quan Carrere (Sóc Trăng), Hourtic (Bãi Xàu), Đoàn Văn Tùng (Đại Ngãi)\n# Tân An: chủ tỉnh Philippe O. Renault, phó là Kerjean, cảnh sát trưởng Teyssier, giám đốc hải quan Graziani (Tân An) - Roussel (Bình Tứ); tri huyện Nguyễn Hữu Mỹ, Nguyễn Trung Trực (Thanh Hội Thượng), bang chủ Triệu Bình (Quảng Châu); các đại lý: Lâm Ngươn Thọ (Mộc Hóa), Nguyễn Văn kiên (Bình Phước), Lê Minh Tiến (Thủ Thừa); các đại diện: Hà Văn Thành (An Ninh Thượng), Võ Tấn Minh (An Ninh Hạ), Phạm Văn Phước (Cửu Cư Hạ), Thái Văn Nhiên (Hưng Long), Nguyễn Chiêu Tài (Thanh Hội Thượng), Võ Văn Chu (Thanh Hội Hạ), Trương Thanh Tâm (Thanh Mục Thượng), Lê Châu Tri (Cửu Cư Thượng), (hai đại diện ở Mộc Hóa, Thanh Mục Hạ không rõ tên).\n# Tây Ninh: chủ tỉnh Ali Bonnermain, thầy thuốc Platel, giám đốc công trình công cộng Jacquey, hiến binh Saint-Martin, quan tòa Sizaret; tri phủ Trần Văn Hổ (Trảng Bàng) tri huyện Nguyễn Văn Bích - Trịnh Đình Quí; các đại diện: Lê Văn Vệ (Hàm Ninh Thượng) - Nguyễn Văn Lợi (Hòa Ninh) - Trần Văn Lắm (Mỹ Ninh) - Huỳnh Duy Thước (Hàm Ninh Hạ) - Lê Văn Song (Hàm Ninh Thượng), Huỳnh Văn Sâm (Chiêm Hóa) - Phạm Văn Kha (Giai Hóa)  - Khem (Khan Xuyên) - Ton (Tabel-yul) - Kêm (Chon Bà Đen)\n# Thủ Dầu Một: chủ tỉnh Antonin J. Pếch, phó là Rostaing; các đại lý Besnard (Hớn Quản), Gatille (Bù Đốp), thầy thuốc Jardon, hiến binh Perello (Phú Cường) - Morere (Bù Đốp) - Fabre (Lái Thiêu) - Nitre (Hớn Quản), giám đốc công trình công cộng Bonnaffe, giám đốc hải quân Barthe (Thủ dầu Một) - Ami (Lái thiêu), hiệu trưởng trưởng Nông nghiệp Bến Cát Lelarge; các đại diện: Nguyễn Hồng Thao (Bình Chánh), Hà Quang Biên (Bình Điền), Nguyễn Văn Chương (Bình Hưng), Trịnh Văn Vĩnh (Bình Thạnh Thượng), Nguyễn Văn Cao (Bình Thiện), Diêu Khu (Phước Lê), Diêu Lữ (Quảng Lợi), Diêu Soi (Mình Ngãi), Lâm Sở (Thanh An), Diêu Hổ (Thạnh An), Diêu Khiêu (Lộc Ninh)\n# Trà Vinh: chủ tỉnh Henri B. Faure, thầy thuốc đề Langibaudiere, công tố viên Servain, giám đốc công trình công cộng Nguyễn Văn Chim, cảnh sát Raffali, hiến binh Richard (Tiểu Cần) - Faure (Cầu Ngang), giám đốc hải quan Santi (Trà Vinh) - Thebaud (Trà Cú); tri phủ Phạm Hữu Công - Tô Ngọc Dương - Lê Văn Giáp, hương cả Long Đức Nguyễn Văn Hùng (hay Hưng); đại diện Võ Văn Tích, chủ soái Trần Văn Tròn (Trà Nhiêu Thượng) - Tiêu Hồng (Quảng châu), tri huyện Nguyễn Ngọc Nô - Nguyễn Văn Phẩm; các đại diện Lê Ngọc Hoành, Nguyễn Hữu Gạo, Nguyễn Công Hòa, Cao Văn Xuân, Trần Vĩnh Kim....\n# Vĩnh Long: chủ tỉnh Henri A. Jardin, giám đốc công trình công cộng Sere, thầy thuốc Eggimann, cảnh sát Graouihet, hương cả Nghĩa (Long Châu), bang chủ Hổ (Bình Long); đốc phủ sứ Huỳnh Long Hưởng, tri huyện Nguyễn Ngọc Kỵ (Chợ Lách) - Nguyễn Văn Dễ (Vũng Liêm) - Bùi Quang Nam (Tam Bình), Phạm Văn Ngôn...\n# Sa Đéc (thuộc tỉnh Vĩnh Long): đại diện L. Giudicelli, phó là Alerini, giám đốc hải quan Legrand - Santi (An Tích), hiến binh Andreani; đốc phủ sứ Nguyễn Đăng Khoa (Lai Vung), tri phủ Nguyễn Văn Thơm, hương cả Vĩnh Phước Phạm Văn Dậu, Hồ Văn Nho (Tân Quy Đông), Võ Văn Tân (Tân Phú Đông), đại lý Cao Lãnh Phạm Thanh Trà (hàm tri phủ), đại lý Sa Đéc Nguyễn Văn Thơm\n====Bắc Kỳ====\n# Bắc Giang: công sứ Marcel C. le  Guénédal, phó là E. Gallois-Montbrun, đại lý Lục Nam Moussié, thầy thuốc Maugier, giám đốc hải quan Pagès; tuần phủ Bùi Huy Tiến, án sát Phạm Gia Thụ, tri phủ Dương Tú Phan (Lạng Giang) - Nguyễn Văn Khúc (Yên Thế); tri huyện Vũ Ngọc Liên (Yên Dũng) - Nguyễn Xuân Hoàng (Lục Ngạn) - Nguyễn Duy Hàn (Hiệp Hòa) - Đặng Đình Tiến (Việt Yên), tri châu Lê Đình Trân (Hữu Lũng) - Vi Văn Lâm (Sơn Đồng)\n# Bắc Kạn: công sứ Alexis C. Blu, phó là Le Briol, thanh tra bản xứ sự vụ Pellegrini - Andarelli (Chợ Mới) - Fagot (Ngân Sơn) - Mechain (Chợ Rã) - Albertini (Yên Lạc) - Rebut (Yên Thịnh) - Bourserean (thanh tra cảnh sát, nhà tù), giám đốc công trình công cộng S. Hilaire; án sát Phan Đình Hòe, tri châu Bế Văn Tùng (Chợ Rã) - Vi Văn Y (Bạch Thông) - Nguyễn Hữu Lợi (Na Rì) - Trần Tín Lương (Ngân Sơn) - Nông Văn Trinh (Chợ Đồn), bang tá Chợ Mới Vi Văn Thương, châu úy Nghĩa Tả Hà Văn Thốc\n# Bắc Ninh: công sứ Benjamin H. Lehé, phó là H. Gombaud-Saintonge, thầy thuốc Rongier, giám đốc công trình công cộng Faggianelli, thanh tra Cammisar, giám đốc hải quân Ducos, hiến binh Labat; tuần phủ Đặng Trần Vỹ, nghị viên Vũ Duy Trinh, án sát Nguyễn Đình Tuấn, thương tá Nguyễn Đôn Úc, lãnh binh Nguyễn Ngọc Đại, tri phủ Trần Đình Bình (Từ Sơn) - Nguyễn Điệp Quang (Thuận Thành), tri huyện Cát Văn Tân (Gia Lâm) - Nguyễn Đình Hòe (Tiên Du) - Vũ Thiên Khoái (Gia Bình) - Nguyễn Văn Hoạch (Võ Giang) - Lê Cẩn (Quế Dương) - Hoàng Hữu Đôn (Yên Phong) - Bùi Duy Hòe (Lang Tài) - Vũ Công Thiệu (Văn Giang)\n# Hà Nội: thị trưởng Mathieu J. Mourroux, phó là Sicard - Louvencourt, thầy thuốc Degorce, giám đốc nông nghiệp Laforge, cảnh sát Lecoeur... Giám đốc cơ quan nông nghiệp Bắc Kỳ (Nord-Annam) Borel - phó là Lecomte, tổng đốc Trần Văn Thông\n# Hà Đông: công sứ Lachaud, phó là Roques, thanh tra Treille, giám đốc công trình công cộng Divoor, thầy thuốc Naudin, giám đốc hải quan Verron, hiến binh Balagué; tổng đốc [[Hoàng Trọng Phu]], thương tá Nguyễn Bá Tiệp, án sát Đỗ Dương Thanh, tri phủ Nguyễn Quang Riệu ([[Hoài Đức]]) - Đỗ Kiêm Thiện ([[Thường Tín]]) - Trần Hữu Chiêm ([[Mỹ Đức]]), tri huyện Bùi Ngọc Hoàn ([[Thanh Trì]]) - Trần Xuân ([[Thanh Oai]]) - Vũ Ngọc Truy ([[Chương Mỹ]]) - Vũ Đình Hội ([[Phú Xuyên]]) - Vũ Cầu ([[Đan Phượng]]) - Bùi Trác ([[Hoàn Long (huyện)|Hoàn Long]]). \n# Hải Dương: công sứ Alfred L. Bouchet, phó là Bazire, hiến binh Larriviere, thầy thuốc Devy, giám đốc hải quân Verge; tổng đốc Từ Đàm, án sát Nghiêm Thụy Ứng, thương tá Đoàn Ngừng, lãnh binh Nguyễn Đình Xuyên, tri phủ Nguyễn Hữu Phái (Nam Sách) - Bùi Thiên Cẩn (Nam Giang) - Lê Trừ (Bình Giang) - Nguyễn Văn Thủ (Kinh Môn), tri huyện Đặng Quốc Giám (Thanh Hà) - Nguyễn Ngọc Chung (Kim Thành) - Vũ Khắc Tiên (Gia Lộc) - Nguyễn Duy Thành (Tư Kỳ) - Bùi Khiêm Chỉ (Thanh Miện) - Lê Hữu Mại (Vĩnh Bảo) - Nguyễn Quang Bật (Chí Linh) - Đoàn Văn Thịnh (Đông Triều) - Nghiêm Duy Ninh (Cẩm Giang).\n# Hải Phòng: thị trưởng J. Krautheimer, phó là Paquin - Gué, thầy thuốc Filoche, đại lý Godelu, giám đốc công trình công cộng Gautier, chỉ huy cảng Hải Phòng Vieil; đại lý Hải An de Sourdeval, thầy thuốc Forest, chỉ huy quân sự Gros; bang ta Nguyễn Khắc Khoan, tri huyện Đàm Duy Huyên\n# Hà Nam: công sứ Pierre Forsan, phó là Domec, thanh tra Colonna, giám đốc công trình công cộng Guillerminet, giám đốc hải quan Soulague, hiến binh Hainoz; tuần phủ Lê Nhiếp, án sát Trần Tấn Bình, tri phủ Pham Văn Hạnh (Lý Nhân), tri huyện Trần Lưu Vị (Thanh Liêm) - Hoàng Tích Phụng (Bình Lục) - Bùi Đông (Duy Tiên) - Vũ Thiên Đàm (Kim Bảng), bang tá Lạc Thủy Quách Tất Diên\n# Hoà Bình: công sứ M. Collet, phó là Passano, thầy thuốc Naudin, giám đốc hải quan Dupre, hiến binh Graziani, giám đốc công trình công cộng Rabat; chánh quan lang Đinh Công Thịnh, án sát Quách Vị; tri châu Quách Miên (Lạc Sơn) - Bạch Công Trường (Lương Sơn) - Đinh Công Xiêng (Kỳ Sơn) - Đinh Công Nhân (Đà Bắc) - Hà Công Ngọc (Mai Châu) \n# Hưng Yên: công sứ Etienne Pergier, phó là Foy, đại lý Pháp ở Bần Yên Nhân (không rõ tên), thanh tra Girard, giám đốc công trình công cộng Philippe, thầy thuốc Trương Đình Tri, giám đốc hải quan Verron, hiến binh Tissiere; tuần phủ Nguyễn Năng Quốc, án sát Vũ Huy Trực, thương tá Nguyễn Văn Thanh, tri phủ Nguyễn San (Mỹ Hào) - Lê Đình Lục (Khoái Châu), tri huyện Nguyên Mạnh Duyên (Phù Cừ) - Phạm Gia Nùng (Tiên Lữ) - Trịnh Xuân Nhâm (An Thi) - Vũ Thiên Đản (Yên Mỹ) - Nguyễn Kỷ (Văn Lâm) - Lê Liêm (Kim Động).\n# Kiến An: công sứ Henri Fouque, phó là Favey, chỉ huy quân sự Labolle, giám đốc công trình công cộng Trần văn Phụng, thầy thuốc Forest, cảnh sát Charasson, giám đốc hải quan Felin, hiến binh Quilichini; tuần phủ Nguyễn Đình Quý, án sát Hoàng Huấn Trung, tri phủ Kiến Thụy Dương Tử Trác, tri huyện [[Phan Kế Toại]] (An Lão) - Trần Lưu Mậu (Thủy Nguyên) - Nguyễn Ngọc Kiêm (An Dương) - Cung Đình Văn (Tiên Lãng).\n# Lạng Sơn: công sứ Tharaud, phó là Pazat, chỉ huy quân sự Riet, giám đốc công trình công cộng Schulzt, thầy thuốc Benjamin, cảnh sát Tharaud, giám đốc hải quan Barthe, hiến binh Ceruti; các đại diện Le Boudonnec (Bình Gia) - Bertaut (Thất Khê) - Thomas (Nà Cham) - Chapelle (Lộc Bình) - Menneteau (Đồng Đăng); các đại lý Menneteau (Đồng Đăng) - Schaeffer (Bình Nhị) - Dutto (Chi Ma); tuần phủ Lương Văn Phúc, án sát Đào Trọng Văn, tri phủ Thất Khê Dương Văn Am, tri châu Mai Sinh (Cao Lộc) - Hoàng Văn Cống (Bắc Sơn) - Nguyễn Trọng Thự (Bàng Mậu) - Chu Khải Huy (Văn Uyên) - Hoàng Thiệu Loan (On) - Phạm Duy Ninh (Thoát Lang) - Đỗ Đình Thiện (Lộc Bình) - Hoàng Nghĩa Đồng (Bình Gia) - (không rõ tên, Điềm He); bang tá Hoàng Sĩ Châu (Vân Mít) - Lý Văn Mẹo (Cao Trí) - Hoàng gia Lượng (Bì-nhị)\n# [[Lào Cai]]: công sứ Georges Servoise, phó là Pettelat, chỉ huy quân sự Dardenue + Servoise, giám đốc công trình công cộng Gaultier, thầy thuốc Escale, cảnh sát Servoise + Buat + Gommery, giám đốc hải quan Fischer, hiến binh Augusty; các đại diện Castinel ([[Bát Xát|Bát Xác]]) - Poropon ([[Bắc Hà|Pa-kha]]) - Mainetti ([[Phong Thổ]]) - Dezou ([[Mường Khương]]); tri châu Lương Đình Trung ([[Thủy Vĩ]]) - Lê Đình Đôn ([[Bảo Thắng]])\n# Nam Định: công sứ Maurice F. Graffeuil, phó là Craysac, quan tòa Giordani, giám đốc công trình công cộng Faure, cảnh sát Valle + Bougnot + Bontemp, giám đốc hải quan Boulain, hiến binh Penet; tổng đốc Trần Văn Thông, án sát Mai Toàn Xuân, thương tá Trần Trọng Triết, tri phủ Bùi Bằng Đoàn (Xuân Trường) - Hà Duy Thanh (Nghĩa Hưng), tri huyện Phạm Duy Toại (Ý Yên) - Nguyễn Văn Đông (Nam Trực) - Trịnh Huy Huyên (Vụ Bản) - Phó Bá Thuận (Phong Doanh) - Hoàng Mộng Lê (Mỹ Lộc) - Nguyễn Khánh Trường (Hải Hậu) - Nguyễn Văn Đào (Trực Ninh).\n# Ninh Bình: công sứ Lucien Auger, phó là Rocca, giám đốc công trình công cộng Thomaso, cảnh sát Bayle, giám đốc hải quân Cazenave; tuần phủ Lê Văn Thục, án sát Nghiêm Xuân Quảng, đốc học Lê Đình Sản, tri phủ Nguyễn Duy Nhạc (Yên Khánh) - Đặng Vũ Trợ (Nho Quan), tri huyện Lê Đỉnh (Gia Viễn) - Nguyễn Hữu Lộc (Gia Khánh) - Ngô Đăng Đấu (Kim Sơn) - Vũ Văn Sang (Yên Mô)\n# Phúc Yên: công sứ Michel E. About, phó là Gigon-Papin, giám đốc công trình công cộng Chu Văn Mậu, thầy thuốc Nguyễn Văn Tú, cảnh sát Vincent, giám đốc hải quan Viaud, hiến binh Sauriat; tuần phủ Vi Văn Định, án sát Nguyễn Đoàn Thạc, tri phủ Dương Tự Nhu (Yên Lãng) - Đào Hữu Khôi (Đa Phúc), tri huyện Đào Trọng Hương (Đông Anh) - Đỗ Thức (Kim Anh)\n# Phú Thọ: công sứ Charles Herbinet, phó là Moizeau, đại lý Hưng Hóa de Conchy, chỉ huy quân sự Lachesze, giám đốc công trình công cộng Dassibat, thầy thuốc Fromy, cảnh sát Martineau, giám đốc hải quan Ambrosi, hiến binh Berger; tuần phủ Lê Văn Định, án sát Phạm Bá Rộng, thương tá Bùi Bằng Thuận, tri Bùi Thiên Cổ (Lâm Thao) - Trần Nhất Tịnh (Đoan Hùng), tri huyện Đỗ Xuân Giáp (Hạc Trì) - Nguyễn Sĩ Vưu (Phù Ninh) - Nguyễn Bạch (Thanh Ba) - Nguyễn Tú Thược (Cấm Khê) - Nguyễn Bổng (Hạ Hòa) - Trần Văn Tồn (Tam Nông) - Trần Lưu Thanh (Lạc Thủy), tri châu Hà văn Xuân (Thanh Sơn) - Trịnh Đình Chương (Yên Lập)\n# Quảng Yên: công sứ Edouard A. Broni, phó là Niewenglowski, đại diện Scalla (Cát Bà) -  Rouan (Hòn Gai), chỉ huy quân sự Riet, giám đốc công trình công cộng Dessagne, thầy thuốc Petrault, cảnh sát Laneque, giám đốc hải quan Sigalas, hiến binh Densol; án sát Nguyễn Như Gi, tri huyện Vũ Đại (Yên Hưng) - Nguyễn Văn Thinh (Cát Hải) - Phạm Nguyên Thanh (Hoành Bồ)\n# Sơn La: công sứ Victor Nempont, phó công sứ (không rõ tên), đại lý Văn Yên Moguez, cảnh sát - hải quan Barat, thầy thuốc Delord; tri châu Cầm Văn Oai (Mai Sơn) - Cầm Văn Khang (Phù Yên) - Xa Văn Minh (Mốc) - Cầm Ngọc Phương (Sơn La) - Bạc Cầm Quý (Tuần), quản lý vận chuyển Bạc Cầm San (Vạn Bú) - Lê Văn Bình (Sơn La)\n# Sơn Tây: công sứ Paul E. Giran, phó là Erard, chỉ huy quân sự Paquette, cảnh sát Vedy, giám đốc công trình công cộng  Serres, giám đốc hải quan Mehouas, hiến binh Chevallay; tuần phủ Nguyễn Huy Tường, án sát Hoàng Thụy Chí, tri phủ Trần Lưu Thủ (Quảng Oai) - Bùi Phát Tường (Quốc Oai), tri huyện Nguyễn Khánh Đắc (Phúc Thọ) - Nguyễn Trần Mô (Tùng Thiên) - Nguyễn Huy Xương (Thạch Thất) - Nguyễn Xuân Định (Bất Bạt) - Nguyễn Hữu Thắng\n# [[Thái Bình]]: công sứ Edouard Senelar (quan hạng 3, nhiệm kỳ 3\/11\/1922-17\/3\/1927), phó là Forsan (Forssans, phó sứ hạng 1, 1\/1\/1922-1\/3\/1926), quan tòa Lavau, thầy thuốc Bourgin, cảnh sát Ravaud, giám đốc công trình công cộng Boube, giám đốc hải quan Butel, hiến binh Herve; tuần phủ Trần Mỹ, án sát Nguyễn Đào Tấn, thương tá - tri phủ Nguyễn Đào Quán, tri phủ Trần Văn Đại (Kiến Xương) - Vũ Như Lương (Thái Ninh) - Nguyễn Tôn Khải (Tiên Hưng); tri huyện Nguyễn Hữu Thu (Phú Đức) - Nguyễn Hợp Phác (Thư Trì) - Vũ Thiện Thuật (Vũ Tiên) - Vũ Bội Hoàng (Tiền Hải) - Nguyễn Văn Thọ (Thụy Anh) - Lê Hữu Tích (Đồng Quan) - Nguyễn Hữu Hậu (Quỳnh Côi) - Nguyễn Hoàng Thư (Hưng Nhân) - Nguyễn Đức Chiêu (Duyên Hà)\n# Thái Nguyên: công sứ Jean L. Mathieu, phó là Echinard, cảnh sát Reinert, đại lý Chợ Chu Lienert, thầy thuốc Martin, giám đốc hải quan Vire, hiến binh Texier; án sát Lương Ngọc Thu, tri phủ Phạm Chu Trinh (Phủ Bình) - Nguyễn Thụy Bạch (Phổ Yên), tri huyện Đoàn Thắng (Đồng Hỷ) - Phạm Duy Tiếp (Đại Từ) - Dương Văn Sách (Phú Lương); tri châu Đoàn Đoàn Đôn (Vũ Nhai) - Dương Quý Biên (Định Hòa), trương phổ Đoàn Đình Thâu\n# Tuyên Quang: công sứ Blandin, phó là Virgitti, cảnh sát Rio, giám đốc công trình công cộng Bremond, thầy thuốc Dartingueave, giám đốc hải quan Fabry, hiến binh Roussel; án sát Đỗ Dương Thanh, tri phủ Lê Huy Trước (Yên Bình), tri huyện (không rõ tên) Yên Sơn, tri châu Nguyễn Đoàn Vinh (Sơn Dương) - Mã Đoàn Kuôn (Chiêm Hóa) - Lê Văn Huân (Hàm Yên), bang tá Chiêm Hóa Mã Đoàn Thanh, chậu úy Chiêm Hóa Mã Đoàn Bình\n# Vĩnh Yên: công sứ Jules Bride, phó là Lavigne, cảnh sát Marrou, giám đốc công trình công cộng Thiret, thầy thuốc Pujat, giám đốc hải quan Puech, hiến binh Audren; tuần phủ Nguyễn Văn Bân, án sát Bùi Đình Thịnh, tri phủ Vĩnh Tường Phạm Văn Đài, tri huyện Từ Bộ Thức (Tam Dương) - Nguyễn Văn Thân (Bình Xuyên) - Bùi Bằng Phan (Yên Lạc) - Hoàng Cơ Đình (Lập Thạch), bang tá Bạch Hạc Nguyễn Dương Hợp\n# Yên Bái: công sứ Jacques Romanetti, phó là Clerc, cảnh sát Labourdette, giám đốc công trình công cộng Vũ Đăng Hộ, thầy thuốc Ramijeau, giám đốc hải quan Calerier, hiến binh Vincent; án sát Bùi Bành, tri huyện Phan Thiện Niệm (Trấn Yên), tri châu Nguyên Liên Huy (Văn Chấn) - Đinh Văn Trấn (Văn Bàn) - Đỗ Kim Ngọc (Lục Yên) - Đèo Cầm Khang (Than Uyên), phong thanh làng Nguyễn Văn Xuân\nĐạo  quan binh quân sự:\n# Móng Cái: chỉ huy trưởng Berthomé, phó là Gey; đại lý (delegation) Richaud (Tiên Yên) - Juge (Hà Côi) - Guillet (Đình Lập), trưởng đồn Bình Liêu Remiré, giám đốc công trình công cộng Audinet, giám đốc hải quan Papin; quản đạo Nguyễn văn Thức, bang tá Đình Lập Lê Văn Chung, châu úy Đầm Hà Nguyễn Tu Thuần, tri châu Phạm Khắc Khanh (Móng Cái) - Nguyễn Đình Hưởng (Hà Côi) - Cao Nguyên Tô (Tiên Yên) - Phạm Văn Khải (Bình Liêu)\n# Cao Bằng: chỉ huy trưởng Carles, phó là Sicre, thầy thuốc Renaud; đại lý (delegation) Dauphin (Quảng Yên) - Guillerat (Nguyên Bình) - Leset (Đông Khê), cảnh sát Lacorre, giám đốc công trình công cộng Berger, giám đốc hải quan Lamoureaux; tuần phủ Nguyễn Tất Tế, tri phủ Nông Ích Lương (Hòa An, Nước Hai), tri châu Hà Lương Tín (Quảng Yên) - Cao Sinh Ly (Hà Quảng, Sóc Giang) - Đồng Phúc Bảo (Thạch An, Đông Khê) - Hoàng Quang Cốc (Nguyên Bình) - Hoàng Hiền Vinh (Phúc Hòa, Tà Lùng) - Hoàng Huy Giao (Trùng Khánh Phụ, Thương Lang) - Nguyễn Văn Tăng (Hạ Lang)\n# Hà Giang: chỉ huy trưởng Laberriere, phó là Aillas; đại lý (delegation) Lacorre (Bảo Lộc) - Beatrix (Đồng Văn) - Marchal (Hoàng Su Phì) - Genu (Bắc Quang), đại diện Pháp ở Quảng Bạ Gourg, hiến binh Lignelet, giám đốc công trình công cộng Bourrouet, giám đốc hải quan Guiton; thầy thuốc Theron, quản đạo + chánh tri châu Trần Văn Trinh, tri châu Đỗ Văn Chẩm (Vị Xuyên, Hà Giang) - Nông Quang Tuyên (Bảo Lạc) - Nguyễn Văn Bình (Bắc Quang), bang tá Nguyễn Đình Cường (Đồng Văn) - Vương Chính Đức (Sa Phìn) - Vương Văn Thịnh (Hoàng Su Phì)\n# Lai Châu: chỉ huy trưởng O. Lacordaire, phó (không rõ tên); đại lý (delegation) Mường Thanh A. Couturier, thầy thuốc Toubert, giám đốc hải quan Durupt; quản đạo Đèo Văn Kháng (Lai), tri châu Đèo Văn Koui (Quỳnh Nhai) - Đèo Văn Lang (Điện Biên Phủ), bang tá Đèo Văn Muôn (Lai) - Đèo Chính Khiểm (châu Quỳnh Nhai), bang trưởng Đèo Văn Hun (Luân) - Bạc Cầm Phúc (Tuần Giáo) - Đèo Văn Man (Sát- Cốp)\n\n====Trung Kỳ====\n# Bình Định: công sứ Fries, thầy thuốc Puncet, giám đốc công trình công cộng Guiraud, giảm đốc hải quan Carle, cảnh sát La Courtois, hiến binh Medoux; tổng đốc Nguyễn Đình Hiến, bố chánh Ngô Đình Khôi, án sát Tôn Thất Ngạn, lãnh binh Trương Ngọc Toản\n# Bình Thuận: công sứ Alfred Huchard, phó là Rondy, thầy thuốc Sallet, giám đốc công trình công cộng Andre, giám đốc hải đăng Kê Gà Bonsignour, giám đốc hải quan Salinier, cảnh sát Piolant, hiến binh Pascal; bố chánh Đinh Xuân Trác, án sát Nguyễn Thất Tình, lãnh binh Đặng Cốc\n# Đắc Lắc: công sứ L. Sabatier, đại lý Pháp ở M'Drak Dereymez, cảnh sát Labrousse\n# Hà Tĩnh: công sứ Albert Lemasson, thầy thuốc Nguyễn Xuân Mại, cảnh sát Hospital, giám đốc công trình công cộng Loisy, giám đốc hải quân Pailler; tuần phủ Hoàng Kiểm, bố chánh Tôn Thất Quảng, án sát Lê Trung Khoáng, lãnh binh Tôn Thất Thường, tri phủ Lê Xuân Mai (Thanh Hà) - Võ Khắc Triển (Đức Thọ), tri huyện Nguyễn Trác (Can Lộc) - Nguyễn Văn Hạp (Nghi Xuân) - Lê Đức Trinh (Hương Khê) - Nguyễn Văn Hoan (Hương Sơn) - Hoàng Như Lâm (Cẩm Xuyên) - Nguyễn Diên (Kỳ Anh)\n# Đồng Nai Thượng: công sứ Elie Cunhac, phó là Doassan, đại lý Di Linh Barthe, cảnh sát Michaud; phó quản đạo Nguyễn Văn Dũng, tri phủ Liên, tri huyện Hàn Đăng (Tân Khai)\n# Khánh Hoà: công sứ Gabriel Colombon, cảnh sát de Latingues, giám đốc công trình công cộng Landon, bác sĩ Hostalrich, giám đốc hải quan Rivette; tuần phủ Tôn Thất Tề, án sát Võ Đôn Luân, lãnh binh Nguyễn Đức Đồng.\n# Kontum: công sứ Henri Fournier, đại lý An Khê Descorps, cảnh sát Sivignon; tri phủ Phan Thúc Ngộ, tri huyện Đinh Bá Cần (Tân An) - H'Ma (Kontum) - Pim (Mang-yang) - Ma-beu (Cheo Reo)\n# Nghệ An: công sứ Leon Thibaudeau, phó là G. Saint-Poulof, thầy thuốc Enault, đại lý Nghĩa Hưng L. Dandrien, cảnh sát Drivet, giám đốc công trình công cộng Martin, giám đốc hải quan Poulain; tổng đốc Tôn Thất Đàn, án sát Phạm Bá Phổ, bố chánh Lê Hoàng, lãnh binh Võ Đăng Bốn\n# Phan Rang: công sứ Henri Bernay, phó là Guillot, thầy thuốc Lepinte, cảnh sát Salvant, giám đốc công trình công cộng Pons, giám đốc hải quan Dussol, hiến binh + cảnh sát Vidal; quản đạo Đặng Cao Để\n# Phú Yên: công sứ Henri Daugeard, thầy thuốc Breysse, cảnh sát Monmarche, giám đốc công trình công cộng Maurice, giám đốc hải quan Paravisini; án sát Hà Thúc Huyên, bố chánh Ưng Đồng, lãnh binh Trần Hữu Tuế\n# Quảng Bình: công sứ Paul Dupuy, phó là Bacon, cảnh sát Destais, giám đốc công trình công cộng Chaillot, giám đốc hải quan Nessler; án sát Ưng Bình, bố chánh Khiêu Tam Lư, lãnh binh Lê Chí Huy. \n# Quảng Nam: công sứ Albert Bonhomme, phó là Coroe, cảnh sát Piot, giám đốc công trình công cộng Lacorre, giám đốc hải quan Cheminant, hiến binh Frapech; tổng đốc Nguyễn Khoa Tân, án sát Nguyễn Văn Hoành, bố chánh Thái Văn Toản, lãnh binh Nguyễn Văn Huy; tri phủ Tôn Thất Toại (Điện Bàn) - Nguyễn Kỷ (Thăng Bình) - Ưng Uy (Tam Kỳ), tri huyện Phan Thanh Kỳ (Hòa Vang) - Phạm Nghị (Đại Lộc) - Đỗ Xuân Phong (Duy Xuyên) - Trần Đình Kiêm (Quế Sơn) - Tôn Thất Cung (Tuy Phước).\n# Quảng Ngãi: công sứ Jean A. Laborde, phó là Rambaud, cảnh sát Fauconnet, giám đốc công trình công cộng Guilhot, giám đốc hải quan Husson; tuần phủ Tôn Thất Chu, án sát Ưng Trinh, phó lãnh binh Trần Ngọc Bích\n# Quảng Trị: công sứ Jabouille, phó là Bonneau, cảnh sát Gaillard, giám đốc công trình công cộng Dumergue, giám đốc hải quan Bessettes; tuần phủ Vương Tử Đại, án sát Hồ Đắc Khải, phó lãnh binh Lê Hoàng\n# Thanh Hoá: công sứ Pierre P. Lesterlin, phó là De Gentile-Duquesne, thầy thuốc Agostini, đại lý Pháp Besse de Lagomiguière (Bái Thượng) - Loriot (Hội Xuân), cảnh sát Massina, giám đốc công trìn công cộng Saraudy, giám đốc hải quan Barbaud, hiến binh Lost-bielh; tổng đốc Ưng Đình, bố chánh Ưng Tôn, án sát Hà Thúc Du, Tòng Nhất Phẩm - phó đề đốc lãnh binh Lê Văn Lợi, chánh cửu phẩm Trần Văn Lạc\n# Thừa Thiên: công sứ Louis Cottez, phó là Morize, cảnh sát Porte, giám đốc công trình công cộng Aubry, giám đốc hải quan Dargein; phủ doãn Nguyễn Thúc Định, thủ thừa Nguyễn Tú Tài, lãnh binh Đoàn Giáo\n# Hội An: thị trưởng E. Delibes\n# Đà Lạt: thị trưởng Garnier, cảnh sát Michaud, hiến binh Seven; phó quản đạo Nguyễn Văn Dũng, tri huyện Tân Khai Hàn Đăng\n\n==='''Năm 1926'''===\n\n====Nam Kỳ====\n# Bà Rịa: Armand Tholance\n# Bạc Liêu: Jean D. C. Balencie\n# Bến Tre: Georges Rivoal\n# Biên Hoà: Jules N. Thiebaut\n# Cần Thơ: Gabriel Beyneton\n# Châu Đốc: Guillaume Striedter\n# Chợ Lớn: Barthelemy Gazano\n# Gia Định: Cullieret\n# Gò Công: Francois Lavigne\n# Hà Tiên: Henri Besnard\n# Long Xuyên: Emile Delibes\n# Mỹ Tho: Albert Bussiere\n# Rạch Giá: Ali Bonnermain\n# Sa Đéc: Adrien Petit\n# Sóc Trăng: Maurice Esquivillon\n# Tân An: Georges Dufaure\n# Tây Ninh: Pierre Royer\n# Thủ Dầu Một: Cuniac\n# Trà Vinh: P. Edmond Texier\n# Vĩnh Long: A. C. Leon Mossy\n====Bắc Kỳ====\n# Bắc Giang: P. Fournier\n# Bắc Kạn: Robert de Magniere\n# Bắc Ninh: Henri E. Wintrebert\n# Hà Đông: Pouque\n# Hải Dương: Alfred Bouchet\n# Hải Phòng: Krautheimer\n# Hà Nam: Marius Collet\n# Hoà Bình: Henry Pleury\n# Hưng Yên: Etienne Pergier\n# Kiến An: Rene Louis\n# Lạng Sơn: Bary\n# Lào Cai: Henri Klein\n# Nam Định: Henry Gehin\n# Ninh Bình: Pierre Grossin\n# Phúc Yên: Jacques Romanetti\n# Phú Thọ: Huckel\n# Quảng Yên: Edouard Broni\n# Sơn La: Victor Nempont\n# Sơn Tây: Emmanuel Poullet-Osier\n# Thái Bình: Edouard Senelar\n# Thái Nguyên: Jean L. Mathieu\n# Tuyên Quang: Charles Herbinet\n# Vĩnh Yên: Pierre Forsan\n# Yên Bái: Camille Chapoulart\n====Trung Kỳ====\n# Bình Định: Fries\n# Bình Thuận: Alfred Ferrand\n# Đắc Lắc: Sabatier\n# Hà Tĩnh: Leon Thibaudeau\n# Đồng Nai Thượng: Elie Cunhac\n# Khánh Hoà: Paul Breda\n# Kontum: Henri Colas\n# Nghệ An: Yves Chatel\n# Phan Rang: Rene de Conchy\n# Phú Yên: Albert Laborde\n# Quảng Bình: Geo. Monnet\n# Quảng Nam: Colombon\n# Quảng Ngãi: Paul Guilleminet\n# Quảng Trị: Eugene Guillemain\n# Thanh Hoá: Louis Huchard\n# Thừa Thiên: Albert Bonhomme\n# Hội An: Leon Garnier\n# Đà Lạt: Helgoualch\n==='''Năm 1928'''===\n\n====Nam Kỳ====\n# Bà Rịa: Armand Tholance\n# Bạc Liêu: (không rõ tên)\n# Bến Tre: Gaston Duvernoy\n# Biên Hoà: Pierre J. Marty\n# Cần Thơ: Gabriel Beyneton\n# Châu Đốc: Julien de Villeneuve\n# Chợ Lớn: Barthelemy Gazano\n# Gia Định: Cullieret\n# Gò Công: Francois Lavigne\n# Hà Tiên: Edmond About\n# Long Xuyên: Gabriel Duvernoy\n# Mỹ Tho: Emile Delibes\n# Rạch Giá: Ali Bonnermain\n# Sa Đéc: Francois Bartoli\n# Sóc Trăng: Paul L. Briere de l'Isle\n# Tân An: Adrien Petit\n# Tây Ninh: Pierre Royer\n# Thủ Dầu Một: Albert Bussiere\n# Trà Vinh: (không rõ tên), phó chủ tỉnh là Estebe\n# Vĩnh Long: Rene R. J. Goutes\n====Bắc Kỳ====\n# Bắc Giang: Leon Gallois-Montbrun\n# Bắc Kạn: Francois G. Monier\n# Bắc Ninh: (không rõ tên), phó công sứ là Maillard\n# Hà Đông: Tharaud\n# Hải Dương: Ivan P. Foy\n# Hải Phòng: H. Klein; tổng lãnh sự (president) là Porchet\n# Hà Nam: Marius Collet\n# Hoà Bình: Leon J. Tustes\n# Hưng Yên: Louis Lotzer\n# Kiến An: Edourd Senelar\n# Lạng Sơn: Alfred Bouchet\n# Lào Cai: M. de Bottini\n# Nam Định: Henry Gehin\n# Ninh Bình:  Marc Forsan\n# Phúc Yên: Edouard H. de Virgitti\n# Phú Thọ: A. Huckel\n# Quảng Yên: Ernest S. P. Valette\n# Sơn La: Gabriel M. J. de Saint-Poulof\n# Sơn Tây: Emmanuel Poullet-Osier\n# Thái Bình: Pierre Grossin (quan hạng 2, 18\/3\/1927-6\/6\/1928), Henry Virgitti (quan hạng 3, 7\/6\/1928-7\/4\/1929). \n# Thái Nguyên: Camille Chapoulart\n# Tuyên Quang: Pierre M. E. L. Nouailhetas\n# Vĩnh Yên: Pierre Forsan\n# Yên Bái: Henri Fleury\n\n====Trung Kỳ====\n# Bình Định: Volny Dupuy\n# Bình Thuận: Maurice Rondy\n# Đắc Lắc: Giran\n# Hà Tĩnh: Paul Guilleminet\n# Đồng Nai Thượng: Ely Cunhac\n# Khánh Hoà: Paul Breda\n# Kontum: Macel Jerusalemy\n# Nghệ An: Louis Marty\n# Phan Rang: Eugene Levadoux\n# Phú Yên: Albert Laborde\n# Quảng Bình: Albert Gey\n# Quảng Nam: G. Colombon\n# Quảng Ngãi: Henry Bernay\n# Quảng Trị: Albert L. E. Lemasson\n# Thanh Hoá: Leon Thibaudeau\n# Thừa Thiên: Jules P. Morize\n# Đà Nẵng: đốc lý là de Gineste, phó đốc lý là Deve\n# Hội An: Leon Garnier\n# Đà Lạt: Helgoualch\n==='''Năm 1929'''===\n\n====Nam Kỳ====\n# Bà Rịa: Jean Lalaurette\n# Bạc Liêu: Louis le Strat\n# Bến Tre: Gaston Duvernoy\n# Biên Hoà: Pierre J. Marty\n# Cần Thơ: Maurice de Esquivillon\n# Châu Đốc: Julien de Villeneuve\n# Chợ Lớn: Barthelemy Gazano\n# Gia Định:  Phillipe Renault\n# Gò Công: Fernand Caire\n# Hà Tiên:  Louis Brasey\n# Long Xuyên: Gabriel Duvernoy\n# Mỹ Tho: Emile Delibes\n# Rạch Giá: Ali Bonnermain\n# Sa Đéc: Francois Bartoli\n# Sóc Trăng: Paul L. Briere de l'Isle\n# Tân An: Adrien Petit\n# Tây Ninh: Pierre Royer\n# Thủ Dầu Một: Albert Bussiere\n# Trà Vinh: Jacques Monlau, phó chủ tỉnh là Monvoisin\n# Vĩnh Long: Rene R. J. Goutes\n====Bắc Kỳ====\n# Bắc Giang: Paul Fournier\n# Bắc Kạn: Francois G. Monier\n# Bắc Ninh: Robert de Magnieres, phó công sứ là Maillard\n# Hà Đông: Tharaud\n# Hải Dương: Ivan P. Foy\n# Hải Phòng: H. Klein; tổng lãnh sự (president) là Porchet\n# Hà Nam: Marius Collet\n# Hoà Bình: Leon J. Tustes\n# Hưng Yên: Louis Lotzer\n# Kiến An: Saillenfest de Sourdeval\n# Lạng Sơn: Camille Chapoulart\n# Lào Cai (Lào Kay): Henry Wintrebert\n# Nam Định: Henry Gehin\n# Ninh Bình:  Marc Forsan\n# Phúc Yên: Fernand Tanqueray\n# Phú Thọ: Henry Colas\n# Quảng Yên: Marie A. L. E. Gigon-Papin\n# Sơn La: Gabriel M. J. de Saint-Poulof\n# Sơn Tây: Leon Gallois Montbrun\n# Thái Bình: Henry Virgitti (7\/6\/1928-7\/4\/1929), Wintrebert (quan hạng 2, 8\/4\/1929-2\/11\/1929), Bary (quan hạng 1, 3\/11\/1929-2\/11\/1933) và Colas từ 3\/11\/1933.\n# Thái Nguyên: Marie A. J. Echinard\n# Tuyên Quang: Charles C. H. Bazire\n# Vĩnh Yên: Pierre Forsan\n# Yên Bái: Marcel R. R. Pettelat\n\n====Trung Kỳ====\n# Bình Định: Volny Dupuy\n# Bình Thuận: Eugene Levandoux\n# Đắc Lắc: Giran\n# Hà Tĩnh: Paul Guilleminet\n# Đồng Nai Thượng: Paul Chassaing\n# Khánh Hoà: Paul Breda\n# Kontum: Rene Gauthier\n# Nghệ An: Louis Marty\n# Phan Rang: Eugene Levadoux\n# Phú Yên: Alfred Ferrand\n# Quảng Bình: Albert Gey\n# Quảng Nam: G. Colombon\n# Quảng Ngãi: Henry Bernay\n# Quảng Trị: Albert L. E. Lemasson\n# Thanh Hoá: Paul Dupuy\n# Thừa Thiên: Maurice A. Deve\n# Đà Nẵng: đốc lý là de Gineste, phó đốc lý là Labrousse\n# Hội An: Leon Garnier\n# Đà Lạt: Chassaing\n===Năm 1930===\n\n====Nam Kỳ====\n# Bà Rịa: chủ tỉnh Jean Lalaurette, phó là Rouys; tri phủ Xuyên Mộc Nguyễn Ngọc Tường, tri phủ Phước Lê Nguyễn Văn Phước, tri huyện Hồ Tấn Khoa, thầy thuốc Marinot, quản lý văn hoá Vinel, \n# Bạc Liêu: chủ tỉnh Louis le Strat, phó là Duludaix, đại lý hành chính F. De Montaigut (Cà Mau), bác sĩ Genin, quản lý công công Levainville. Các tri phủ Nguyễn Văn Tâm (Vĩnh Lợi), Đỗ Văn Châu (Vĩnh Châu), Nguyễn Văn Quý (Giá Rai), Trần Văn Mang (Quan-an); tri huyện Nguyễn Văn Chinh và Bùi Thiên Hưng\n# Bến Tre: chủ tỉnh Fernand Caire, phó là Sans; đốc phủ sứ Nguyễn Tấn Lợi (cai quản Ba Tri), các tri phủ Phạm Văn Chí của Bến Tre, Phạm Kim Chí (Mỏ Cày), Đặng Văn Chu (Thạnh Phú); các tri huyện Lương Khắc Nhạc, Hồ Văn Quý, Trương Công Thuận\n# Biên Hòa: chủ tỉnh Pierre Marty, phó là Vilmont, các đại lý Vagne (Đồng Nai), Morère (Sông Bé), Diet (Xuân Lộc); các tri phủ Nguyễn Văn Tú (Biên Hòa), Phan Văn Cường (Tân Uyên), Phạm Hữu Ngãi (Long Thành); các tri huyện Lâm Văn Huê, Nguyễn Văn Kế\n# Cap Saint Jacques (Vũng Tàu): chủ tỉnh Auguste Wolf, tri huyện Trần Thiện Thanh\n# Cần Thơ: chủ tỉnh Maurice Esquivillon, phó là Le Ray; đốc phủ sứ Trương Văn Ngà (phủ đệ ở An Trường và Đình Bảo), tri phủ Trương Minh Giang (Ô Môn, phủ đệ ở Đình Thơi và Thới Bảo), Nguyễn Văn Bích (Cầu Kè, phủ đệ ở Thạnh Trị và Tuần Giáo), Tạ Trung Cang (Phụng Hiệp, phủ đệ ở Định Hòa và Định Phước), đốc phủ sứ Bùi Quang Nam (Trà Ôn, phủ đệ ở Bình Lê và Định An) \n# Châu Đốc: chủ tỉnh Julien de Villeneuve, phó là E. Pommez; tri phủ Đỗ Cao Sở, Ngô Ngọc Bửu, Bùi Quang Đôn, tri huyên Lê Văn An; các đại lý Tep Suon (Tri Tôn),  Đỗ Cao Sở (Tân Châu), Bùi Quang Đôn (Tịnh Biên), Ngô Ngọc Bửu (Châu Phú), \n# Chợ Lớn: chủ tỉnh Philippe O. Renault, phó là Jude; đốc phủ sứ Lê Văn Giáp, các tri phủ Trần Văn Tấn (Cần Giuộc), Lê Văn Hòa (Cần Đước), Huỳnh Văn Đấu (Đức Hòa)\n# Gia Định: chủ tỉnh Gabriel Beyneton, phó là Genibis; tri huyện Trấn Văn Chí; các đốc phủ sứ Trần Văn Hồ (Gò Vấp), Phan Thanh Trà (Hóc Môn); các tri phủ Nguyễn Văn Tình (Thủ Đức), Trần Văn Phương (Nhà Bè)\n# Gò Công: chủ tỉnh Francois Vallat, phó là Cordier; tri phủ Lê Tấn Nam, tri huyện Mã Thái Bửu\n# Hà Tiên: chủ tỉnh Benjamin J. de Maillard, phó là Portukalian, đại lý Phú Quốc Vicenti; tri phủ Nguyễn Văn Phẩm của Hà Tiên, Nguyễn Văn Báu của Hòn Chông\n# Long Xuyên: chủ tỉnh Gabriel Duvernoy, phó là Victor Duvernoy; đốc phủ sứ Phạm Thanh Kỉnh; đốc phủ sứ - đại lý Trần Văn Mi (Thốt Nốt), tri phủ - đại lý Văn Thế Lộc (Chợ Mới); tri phủ Bùi Ngọc Thọ, tri huyện Phạm Văn Sung - Cao Văn Sự\n# Mỹ Tho: chủ tỉnh Emile J. Delibes, phó là Mourer; đốc phủ sứ Đỗ Quang Trứ (Cái Bè), các tri phủ Đỗ Văn Kia (An Hòa), Trần Văn Phước (Cai Lậy), Nguyễn Văn Vi (Chợ Gạo)\n# Rạch Giá: chủ tỉnh Ali Bonnemain, phó là Roger; tri phủ Trường Hồ Huỳnh; các tri huyện Đặng Tấn Lý, Huỳnh Văn Sửu, Phạm Văn Tường\n# Sa Đéc: chủ tỉnh Louis Pech, phó là Bosc; tri phủ Cao Lãnh Lê Quang Tường, tri phủ Lai Vung Tô Ngọc Dương, tri huyện Sa Đéc Phạm Văn Học\n# Sóc Trăng: chủ tỉnh Lucien Giudicelli, phó là Kerjean; đốc phủ sử sứ Đỗ Văn Diệm, tri phủ Lâm Em, tri phủ Long Phú Huỳnh Hữu hạnh\n# Tân An: chủ tỉnh Adrien Petit, phó là Arnaud; tri phủ Mộc Hóa Trương Mỹ Thành , tri phủ Thủ Thừa Nguyễn Văn Kiên, tri phủ Tân An Lưu Văn Tàu, Phạm Văn Ngôn (Bình Phước), tri huyên Lê Quang Hồ\n# Tây Ninh: chủ tỉnh Pierre E. Boyer, phó là Hibon; tri huyên Trảng Bàng Ngô Tấn Chơn, tri phủ Thái Bình Đỗ Kiết Triều\n# Thủ Dầu Một: chủ tỉnh Albert Bussiere, phó là Parisot, đại lý Hớn Quản A. Beaulieu, đại lý Bù Đốp Theopile Gerber, bác sĩ Boileau; các quan lại ở Bến Cát là Nguyễn Xuân Hiển (tri phủ), tri huyện hạng nhất Lê Minh Cảnh, tri huyện hạng 5 Pham Văn Tươi. Bác sĩ ở Hớn Quản Trấn Văn Sang (hay Sáng). Quản lý văn hóa Catelan, quản lý kho bạc Nguyễn Văn Yên, hiệu trưởng trường học (ecole) L. Delafosse, quản lý công cộng Roth, hiệu trưởng trường tỉnh Hoareau, chỉ huy trưởng Quilichini; cảnh sát trưởng ở Phú Cường Loudot, Eyssartier ở Lái Thiêu, Le Douaron ở Hớn Quản. Ủy viên hội đồng tỉnh Trần Văn Kha, Nguyễn Văn Sâm.\n# Trà Vinh: chủ tỉnh Louis Brasey, phó là R. Vecchierini, quản trị văn phòng Laurent, quản lý công cộng Canitrot, thừa phát lại Ronchetti, bác sĩ Levot, quản lý văn hóa Ousset, giám đốc giáo dục De Margon, cảnh sát trưởng Andrieu. Đốc phủ sứ Nguyễn Văn Tham (hay Thắm), tri phủ Nguyễn Hữu Thường (Bắc Trang), Nguyễn Văn Thịnh (Tiểu Cần), Hồ Văn Trung (Càng Long), các tri huyện Hồ Quang Hoài và Nguyễn Văn Hai. Ủy viên hội đồng tỉnh là Bùi Quang Chiêu (Bến Tre), Nguyễn Văn Huốt (Trà Vinh).\n# Vĩnh Long: chủ tỉnh Rene S. J. Goutes, phó là Nguyễn Văn Xuân, thừa phát lại Mai Văn Ky, quản lý công cộng Blanc, bác sĩ Rothamel, quản lý văn hóa Calendini, quản lý nông nghiệp Bouillere, hiến binh Perelo, chủ sở dây thép Trioreau, quản lý kho bạc Lacouture. Đốc phủ sứ Nguyễn Nhac Tông (Vĩnh Long) và Nguyễn Văn Đê (Vũng Liêm), tri phủ Lê Văn Thanh (Tam Bình) và Nguyễn Hữu Mý (Chợ Lách); các tri huyện Trương Công Thiện, Nguyễn Văn Kiết (hay Kiệt) và Trương Văn Thanh. \n# Thành phố Sài Gòn: đốc lý Beziat, ba phó lý là Lefevbre, Ardin và Nguyễn Văn Thơm; các ủy viên hội đồng thành phố là La Chevrotiere, Lamothe, Canque, Querini, Herrison, Darrigade, Guillemet, Alinot, Courtinat, Nguyễn Văn Thơm, Nguyễn Văn Ba, Nguyễn Văn Tri, Huỳnh Khương Ninh, Nguyễn Khắc Nương, Nguyễn Phú Hữu. Ban thư ký thành phố gồm Mossy, Saint-Pol, Cravetto, C. de la Batie. Quan chức phòng Nhất gồm Alexis Fontaine, Charles Vally, Sentenac, Giuntini, Deprele, Rouviere, Gualino, Elie Fontaine, Jean Vally, J. Casanova....\n\n=== Trung Kỳ ===\nChính quyền gồm: vua Bảo Đại, phó vương Tôn Thất Hân, đứng đầu Viện Cơ mật Nguyễn Hữu Bài, đông các đại học sĩ Hồ Đắc Trung, tham tri Phạm Bá Phổ... Khâm sứ Pháp Aristide-Eugene le Fol, quan chức dân sự Leon Thibaudeau, Tổng thư ký thuộc địa Berjoan, chỉ huy lính khố xanh Guilliot, quan chức phòng Nhất là Haelewyn, quan chức phòng Nhì Bertrault, quản lý nghỉ dưỡng Peyssonaux, đại lý hành chính Delage; chánh mật thám (surete) Sogny, quản lý giáo dục Bourotte; hiệu trưởng trường nữ sinh Đồng Khánh Crayol, hiệu trưởng ở Vinh Girard, ở Ban Mê Thuột Antomarch; các hiệu trưởng trường Pháp - Việt là Phiet (Huế), Bùi Định (Khánh Hoà), Aragau (Vinh), Spick (Tourane)...\n\n# Bình Định: công sứ Charles Patau, phó là Guillot, chỉ huy lính khố xanh Des Fontaine, giám ngục Moine, quản lý kho bạc Moreau, hiệu trưởng Dayde... Tổng đốc Vương Tử Đại, bố chánh [[Nguyễn Bá Trác]], án sát [[Vũ Hoành]], lãnh binh Hồ Văn Thuỳ.\n# Bình Thuận: công sứ Eugene Levadoux, phó là Gaudart, quản lý công cộng Descosse, giám binh Hostalrich, quản lý hải đăng Kê Gà là Yves Raoul, quản lý kho bạc Etmons, hiến bnh Berger, giám bình Gazagne. Án sát [[Hà Thúc Huyên]], phó lãnh binh Phạm Quý; các tri phủ Hồ Đắc Bích  (Hàm Thuận) và Trần Đình Khuyên (Hòa Đa); các tri huyện Trần Đình Kiêm (Tuy Phong), Lương Trọng Hối (Hàm Tân), Lê Thương Vân (Phan Lý Chàm), Mã Ôn (Tánh Linh)\n# Darlak: công sứ Thiebaut, phó là Monfleur, đại lý hành chính Bruneteaud (M'Drack), bác sĩ Coleno, chỉ huy lính khố xanh Boucheron\n# Đồng Nai Thượng: công sứ Paul Emile Chassaing, phó là Lecoutier; các đại lý hành chính là Manau (Djiring) và Laurent (D'ran); chỉ huy lính khố xanh Gasquy, quản lý hỏa xa Antipoul, bác sĩ Terrisse. Quản đạo Hồ Đắc Ung, tri huyện Hàn Đăng; các bang tá Nguyễn Hữu Hiền (D'ran), Hồ Hoàng (Djiring), Hoach (Đà Lạt), Brem - Brin (Djiring) và Nhai (người Mạ Djiring). \n# Hà Tĩnh: công sứ Antoine Lagreze, phó là Letremble, quản lý kho bạc De Saint-Blanquat.... Tuần phủ [[Nguyễn Phước Ưng Bình|Ưng Bình]], bố chánh Trần Trọng Ngát, án sát Nguyễn Cừ, lãnh binh Hoàng Hà, các tri phủ Đỗ Xuân Phong (Thạch Hà) và Tôn Thất Dương (Đức Thọ); các tri huyện Hồ Văn Lang (Hương Sơn), Trần Mạnh Dần (Can Lộc), Nguyễn Khang (Nghi Xuân), Lê Huy Tiềm (Cẩm Xuyên), Lê Đức Trinh (Kỳ Anh), Nguyễn Diệu (Hương Khê)\n# Khánh Hòa: công sứ Paul Breda, phó là Bohn - Basty, chỉ huy lính khố xanh Tourne; đồn trưởng Tourné (Ninh Hòa) và Morael (Ba Ngòi), quản lý công cộng Nicolas, cảnh sát thương mại Mickaniewski, giám đốc ngân hàng nông nghiệp Orsini; các giám đốc viện Pasteur là Jacotot (Nha Trang), Gallois (Suối Giao) [quản lý chung là Yersin], giám đốc Viện Hải dương học Armand Krempf. Tuần vũ Hồ Đắc Đệ, án sát Đặng Cao Đệ, lãnh binh Đặng Văn Sâm\n# Kontum: công sứ Marcel Jerusalemy, phó là Rouger; các đại lý hành chính Berner (An Khê) và Bouffier (Pleiku); chỉ huy lính khố xanh Dereymez; các đồn trưởng Nicolle (Cheo Reo), Palmesani (Đắc Tô), Hillard (Đắc Sút), Berges (Pleiku). Quản đạo Phùng Duy Cẩn, tri huyện Phạm Đàm (Tân An - An Khê); các huyện thừa Mour (Kontum), My (Pleiku), Pim (Mang-jang), Ma-beau (Cheo Reo)\n# Thành phố Vinh - Bến Thủy: thị trưởng Paul Guillerminet. Tổng đốc Trần Ngọc Thiện, án sát Nguyễn Đức Lý\n# Nghệ An: công sứ Paul Guillerminet, phó là Rambaud; các đại lý hành chính Robert (Nghĩa Hưng) và Annet (Cửa Rào); chỉ huy lính khố xanh Petit, quản lý công cộng Bizot, quản lý nhà máy đường Trường Thi Laurette, quản lý giao thông Bertin - Dufau, bác sĩ Bialle des Laugibaudiere... Tống đốc [[Bửu Thạch]], bố chánh Nguyễn Đôn, án sát [[Nguyễn Khắc Niêm|Nguyên Khắc Niêm]], thương tá Cung Quang Dịch, lãnh binh Nguyễn Văn Phú. \n# Phan Rang: công sứ Aleris Alerini, phó là Leveau, quản lý hạ tầng giao thông Leveque, chỉ huy lính khố xanh Collonnier, cảnh sát thuong mại Galinier.. Quản đạo [[Nguyễn Khoa Kỳ]], tri huyện Dương Tấn Phát (An Phước, quản lý cộng đồng người Chăm) \n# Phú Yên: công sứ Fugier-Garrel, phó là Ozanne, chỉ huy lính khố xanh Ravier; quản lý hải quan Moreau (Cù Mông), Labarre (Xuân Đài); bác sĩ Ưng Hoạt.... Tuần vũ Nguyễn Thúc Định, án sát Nguyễn Hy, lãnh binh Nguyễn Đức Hân; các tri phủ Nguyễn Khoa Nghi (Tuy Hoà) và Trương Xuân Mai (Tuy An); các tri huyện [[Hồ Sĩ Thản]] (Đồng Xuân) và Lê Mai Định (Sơn Hoà) \n# Quảng Bình: công sứ Albert Bonhomme, phó Turquet de Bauregard, chỉ huy lính khố xanh Faconnet, bác sĩ Domec, quản lý công cộng Aubry, hiệu trưởng Trần Kính... Tuần vũ [[Tôn Thất Chu]], án sát Nguyễn Kỵ, phó lãnh binh Võ Bá Trác; các tri phủ Lê Chi Hàm (Quảng Ninh) và Đào Như Tuyển (Quảng Trạch); các tri huyện Dương Tử Đệ (Bố Trạch), Nguyễn Di (Tuyên Hoá), Phan Thanh Kỳ (Lệ Thuỷ) \n# Quảng Nam: công sứ Gabriel Colombon, phó là De Boibboissel, đại lý hành chính ở Tam Kỳ (không rõ tên), chỉ huy lính khố xanh Grannec, bác sĩ Fourneyron, quản lý đường sắt De Bauregard (Liên Chiểu), quản lý công cộng Enjolras, hiến bình Guyonvarch... Tổng đốc Hoàng Kiêm, bố chánh Ưng Trình, án sát Hà Thúc Tuấn; các tri phủ Tôn Thất Bản (Điện Bàn), Hoàng Yên (Tam Kỳ), [[Phan Thúc Ngọ]] (Thăng Bình); các tri huyện Tôn Thất Chương (Hoà Vang), Bửu Bảo (Đại Lộc), Lê Nguyên Lương (Duy Xuyên), Trần Đào Tế (Quế Sơn), Trần Văn Chánh (Tiên Phước) \n# Quảng Ngãi: công sứ Emile Huckel, phó là Bouteille, quản lý công cộng Guyot, chỉ huy lính khố xanh Graziani, bác sĩ Darbes... Tuần vũ [[Ngô Đình Khôi]], án sát Lê Tấn, lãnh bình Trần Đình Luận; các tri phủ Trần Văn Chấp (Tư Nghĩa) và Nguyễn Đình Chi (Bình Sơn); các tri huyện Nguyễn Hữu Tửu (Sơn Tịnh), Lê Văn Dinh (Mộ Đức), Phan Văn Lương (Đức Phổ), Phạm Phú Tiết (Nghĩa Bình) \n# Quảng Trị: công sứ Albert L. Lemasson, phó là Margot, chỉ huy lính khố xanh Sauvignon; đồn binh Combe (Lao Bảo), Billot (Quảng Trị), Hilaire (Kim Long), Buzier (Mai Lãnh), quản lý hoả xa Vinh - Tourane là Pretceille, bác sĩ Lê Đình Thám. Tuần phủ Ưng Tôn, án sát Nguyễn Xuân Đàm, lãnh binh Nguyễn Văn Đức\n# Thành phố Thanh Hoá: thị trưởng Paul Dupuy, phụ việc gồm Catherine, De Villeroy, Bùi Xương Lân, Trần Nhất Thanh...\n# Thanh Hoá: công sứ Paul Dupuy, phó là Jeannin; các đại lý hành chính Philip (Bái Thượng), Saillard (Hội Xuân); chỉ huy lính khố xanh Massina,  quản lý hải quan Goireau, bác sĩ Esteve... Tổng đốc Tôn Thất Quang, bố chánh [[Tôn Thất Ngân]], án sát [[Phan Huy Tùng|Phạm Huy Tùng]], lãnh binh [[Nguyễn Văn Điển]], các tri phủ Kiều Hữu Hy (Thiệu Hoá), [[Tôn Thất Phan]] (Hà Trung), Lê Tri Hiến (Quang Hoá), Ưng Uý (Hoằng Hoá), Bùi Quang Hoan (Thọ Xuân), Lê Thanh Đảm (Đông Sơn), Đặng Văn Hương (Tĩnh Gia); các tri huyện Nguyễn Trí Chi (Nga Sơn), Nguyễn Mậu (Nông Cống), Hà Văn Ngoan (Cẩm Thuỷ), Lê Văn Thước (Thạch Thành), [[Hà Ngại]] (Yên Định), Phan Sĩ Tiêu (Quảng Xương), Lê Đức Hinh (Hậu Lộc)\n# Thị xã Huế: thị trưởng Maurice Deve, phó là Labbey. Uỷ ban thị xã gồm Deve, Morin, Cosserat, Imbert, Tôn Thất Bảng, Đinh Đoàn Sắc, Đỗ Phong, Ưng Dữ\n# Thừa Thiên: công sứ Maurice-Arsene Deve, phó là Labbey, chỉ huy lính khố xanh Michaud, quản lý hải quan Duran, hiến binh Lacaze... Phủ doãn Ưng Trình, phủ thừa Kiếp Hữu Hy, lãnh binh Nguyễn Văn Lương\n# Thị xã Hội An (Tourane): thị trưởng Ferrand, phó là Fourre. Hội đồng thị xã gồm Ferrand, Fourre, Charbert, Trần Hữu Thái..., giám binh Hout\n# Thị tứ Đà Lạt: thị trưởng Paul Chassaing, phó là Bon, chỉ huy Gasquy...\n\n=== Bắc Kỳ ===\nChính quyền bảo hộ Pháp gồm: Thống sứ Rene Robin, tiểu đoàn trưởng Jannot, chánh án Guiselin, quản tri viên thuộc địa Lemai, chủ tịch phòng thương mại Perround, quản lý các công ty thương mại Hilaire; tổng đốc Hoàng Trọng Phu (Hà Đông), Trần Văn Thông (Nam Định), quản lý dân sự Grandjean. Uỷ viên dự khuyết là Lecomte (nông nghiệp), doanh nhân Aviat, tổng đốc Hà Nội Vũ Ngọc Hoành, tống đốc Bắc Ninh Nguyễn Đình Quý....\n\n# Bắc Giang: công sứ Paul Fournier, phó là Guiriec; chỉ huy trưởng Courteix, Passet (Bố Hạ), Ballee (Tri-cu), Mignot (Láng Mé), Rieul (Chu), Andreani (An Châu); bác sĩ Marchive, chủ quận Phủ Lạng Thương Courmarin, quản lý công cộng Winter, quản lý văn hóa Bornet.... Tuần phủ Hoàng Thuỳ Chí, thương tá Trần Đình Bình, bố chánh Nguyễn Văn Khúc; các tri phủ Hoàng Gia Đức (Lạng Giang), Vũ Đình Khôi (Yên Thế); tri huyên Nguyễn Ky (Lục Ngạn), Vũ Thiện Thuật (Hiệp Hoà), Nguyễn Ngọc Kiệm (Việt Yên), Hoàng Cơ Định (Yên Dũng); tri châu Cao Xuân Thiên (Hữu Lũng), Đỗ Văn Bình (Sơn Động).\n# Bắc Kạn: công sứ Francois G. Monnier, phó là L. Coillot, cảnh sát trưởng De Nouaillan; các đồn trưởng Pellegrini (Bắc Kạn), Soubies (Chợ Mới), Arnaud (Ngân Sơn), Heurin (Chợ Rã), Albertini (Yên Thịnh), Monestier (Yên Lạc); quản lý công cộng Roussel, chỉ huy đường giao thông Ngân Sơn - Cao Bằng Cuverville, bác sĩ Đỗ Xuân Giu .Án sát Nguyễn Văn Thành (hay Thạnh), bang tá Đoàn Đình Nghiêm (Chợ Mới); các tri châu Vi Văn Thưởng (Chợ Rã), Vi Văn Ý (Bạch Thông), Trần Tín Lượng (Na Rì), Bế Lung (Ngân Sơn), Hà Văn Thốc (Chợ Đồn); các châu úy Đinh Ngọc Phụng (Phủ Thông), Hoàng Văn Tá (Pác-nam).\n# Bắc Ninh: công sứ Robert de Magnieres, phó là Filipecki, chỉ huy trưởng Raoul Bonnal, cảnh sát trưởng Pouthier, chỉ huy đồn Ngân Sơn Crazet, quản lý công cộng Flouriou, bác sĩ Augier, quản lý kho bạc Poli; các hiến binh Cedelle (Bắc Ninh), Arnaud ( kiêm cảnh sát Đáp Cầu), Grene (Gia Lâm). Tổng đốc [[Nguyễn Đình Quý]], thương tá [[Hồ Đắc Điềm]], bố chánh Bùi Phát Tương, hai tri phủ là Đoàn Đình Tri (Từ Sơn) và Đỗ Kiếm Thiên (Thuận Thành); các tri huyện Phạm Huy Toại (Gia Lâm), Nguyễn Quang Đôn (Tiên Du), Nguyễn Đức Dân (Gia Bình), Vũ Ngọc Thủy (Võ Giang), Bùi Trác (Quế Dương), Lê Cân (Yên Phong), Vũ Uyên Vân (Lang Tài), Ngô Bô Doanh (Văn Giang) \n# Hà Đông: công sứ Tharaud, phó là Grange, quản lý kho bạc Le Gac, phó chánh án Allemand, bác sĩ Hezard, chỉ huy trưởng Girard, quản lý công cộng Masse, hiến binh Leroy. Tổng đốc [[Hoàng Trọng Phu]], thương tá Nguyễn Bá Tiếp, bố chánh Đào Hữu Khôi, quản trị văn phòng Hà Quang Bình; các tri phủ Nguyễn Văn Đạo (Thường Tín), Bùi Bằng Phan (Mỹ Đức), Đặng Quốc Giám (Hoài Đức), Pham Gia Nùng (Ứng Hòa); các tri huyện Phạm Bá Định (Thanh Oai), Phạm Gia Hanh (Chương Mỹ), Nguyễn Trịnh Cát (Phú Xuyên), Vũ Cầu (Đan Phượng), Ngô Quốc Côn (Hoàn Long), Đặng Văn Can (Thanh Trì). \n# Hải Dương: công sứ Ivan P. Foy, phó là Lariviere, chánh án Gillon, chỉ huy trưởng Gros; các đồn trưởng Heinschild (Ninh Giang), Puissochet (Trảng Bạch), Le Dain (Đông Triều), Verges (Chi Ngại); quản lý công cộng Moussié, bác sĩ Devy, hiến binh Hainoz, quản lý kho bạc Vally.... Tổng đốc Nguyễn Huy Tường, án sát Nguyễn Hữu Thu, đề đốc Nguyễn Đình Xuyên; các tri phủ Bùi Ngọc Hoan (Nam Sách), Dương Thiệu Tường (Ninh Giang), Nguyễn Ngọc Thanh (Bình Giang), Nguyễn Quý Toản (Kinh Môn); các tri huyện Bùi Đông (Kim Thành), Trần Văn Liên (Thanh Hà), Trần Lưu Vỹ (Tứ Kỳ), Đoàn Văn Thịnh (Gia Lộc), Phạm Duy Tiên (Thanh Miện), [[Hoàng Gia Mô]] (Vĩnh Bảo), Nguyễn Văn Sáng (Chí Linh), Nguyễn Khánh Đắc (Đông Triều), Nguyễn Văn Ninh (Cẩm Giang). \n# Hà Nam: công sứ Regis-Marcel Pelletat, phó là Aimé Riviere, chỉ huy trưởng (ở Phủ Lý) Camissr, cảnh sát trưởng Gazano, đồn trưởng Dain (Chi Nê), bác sĩ Đặng Vũ Lạc... Tuần phủ Lê Nhiếp, thương tá Trần Lưu Mẫu (hay Mậu), bố chánh Trần Văn Đại, tri phủ Nguyễn Đức Chiêu (Lý Nhân); các tri huyện Nguyễn Cao Luân (Thanh Liêm), Trần Văn Lan (Bình Lục), Đỗ Thức (Duy Tiên), Nguyễn Hợp Phát (Kim Bảng), Nguyễn Xuân Hoàng (Lạc Thủy).\n# Hòa Bình: công sứ Leon J. Tustes, phó là Arondes, đại lý Iribarne (Vụ Bản), chỉ huy trưởng Le Roy, bác sĩ Đỗ Đăng Phan. Tuần phủ Quách Vị, án sát Đinh Công Xiên, tri châu Đinh Công Huy; các tri châu và phó tri châu là Quách Miên - Quách Sang (Lạc Sơn), Đinh Công Nhiếp - Đinh Công Tiết (Lương Sơn), Đinh Công Đàm - Đinh Công Ky (Kỳ Sơn), Đinh Công Nhàn - Xa Văn Van (Đà Bắc), Hà Công Ngọc - Hà Công Tô (Mai Châu)\n# Hưng Yên: công sứ Louis Lotzer, phó là Dillemann, chỉ huy trưởng Rio, đồn trưởng Bần Yên Nhân Casalta, bác sĩ Holtzmann, cảnh sát trưởng Racaud... Tuần phủ Lê Văn Dinh, án sát Dương Tử Nhu, thương tá Nguyễn Hoàng Thư, hai tri phủ Vũ Bội Hoàng (Mỹ Hào) và Đàm Duy Huyên (Khoái Châu); các tri huyện Nguyễn Ngọc Định (Kim Động), Bùi Văn Thiệp (Tiên Lữ), Nguyễn Nghị (Yên Mỹ), Đỗ Văn Đáp (Văn Lâm), Lâm Hữu Lập (Phú Cừ), Nguyễn Trần Mô (An Thi)\n# Kiến An: công sứ Saillenfest de Sourdeval, phó là Gorrec, chỉ huy trưởng Martinet, đồn trưởng Ro-nha Le Petit, giám đốc đài thiên văn Bruzon, bác sĩ Gaillard. Tuần phủ Lương Văn Phức, thương tá Nguyễn Văn Thinh, bố chánh Nguyễn Hữu Phái, tri phủ Kiến Thụy Từ Bộ Thức; các tri huyện Nguyễn Văn Thọ (An Lão), Nguyễn Văn Đông (Thủy Nguyên), Nguyễn Hữu Thăng (An Dương), Phạm Quang San (Tiên Lãng), Đỗ Quang Giai (Hải An)\n# Lạng Sơn: công sứ Eugene J. Guillemain, phó là Lescane; các đại lý hành chính là De Serilhac (Phố Bình Gia), Humbert (Thất Khê), Boissel (Na Chàm), Pelier (Đồng Đăng), Joly (Lộc Bình), Ulrich (Bi-nhi, tức Thất Khê), Dutot (Chi Ma), chỉ huy trưởng Touldec; các đồn trưởng De Serilhac (Phố Bình Gia), Fougerousse (Điềm He), Bridoulot (Bac-xam), Giamari (Nà Lang), Gouberville (Văn Lĩnh); quản lý kho bạc Tourte, quản lý công cộng Chazat, quản lý đường sắt Violet, chủ sở dây thép Naz, bác sĩ Daspect.. Tuần phủ Phan Đình Hòe, bố chánh Trần Lưu Thu, phó quan tỉnh Hoàng Văn Chung, tri phủ Thất Khê (Tràng Định) là Bùi Bằng Thuấn; các tri châu Dương Quý Biện (Cao Lộc), Hoàng Văn Công (Bắc Sơn), Hoàng Thiều Loan (Bình Gia, Bằng Mặc), Vũ Đức Phương (Văn Uyên), Nguyễn Văn Thục (Ôn), Lê Văn Huân (Thoát Lãng - Na Chàm), Nguyễn Văn Ích (Lộc Bình), Nguyễn Văn Bình (Bình Gia), Bùi Tiến Mai (Điềm He); các bang tá Lê Văn Mẹo (Văn Mịt), Nguyễn Văn Diên (Đồng Đăng), Lê Văn Chung (Thất Khê).\n# Lào Cai: công sứ Jacques Romanetti, phó là Parsi; các đồn trưởng (kiêm đại lý hành chính) là Toulgoat (Bát Xát), Delory (Bắc Hà), Arbanere (Phong Thổ), Douard (Mường Khương), Jauny (Pha Long), Biffaud (Bản Nậm Cung), quản lý nông nghiệp Mathis, chỉ huy trưởng Porche, bác sĩ Gaffiero, hiến binh Crouzet. Các tri châu Nông Văn Mười (Bảo Thắng), Nguyễn Văn Uyên (Thuỷ Vỹ); cac châu uý là Tạ Chiêu Phụng (Bát Xác), Đèo Văn Ân (Phong Thổ), Hoàng Yên Chao (Bắc Hà), Đào Quang Hiến (Chapa), Nông Du Khanh (Phố Lu).\n# Nam Định: công sứ Camille Chapourlart, phó là Vallat, quản lý công cộng Dassibat, bác sĩ Rongier, chỉ huy trưởng Bayle, các đồn trưởng là Francois (Lạc Quan) và Lausent (Tam Toa), chủ quận là Fischer (Văn Lý), quản lý kho bạc Bernard, chủ dây thép Sauvage; hiệu trưởng trường Pháp - Việt ở Nam Định là Agard (tiểu học), Hospital (trung học), Breant (trường nữ học), hiến binh Faucher, giám ngục Gonnet. Tổng đốc Trần Văn Thông, bố chánh Bùi Thiên Cố, thương tá Hoàng Hữu Đôn, hai tri phủ là Nguyễn Ngọc Chung (Nghĩa Hưng) và Dương Văn Am (Xuân Trường); các tri huyện Nguyễn Lập Lễ (Hải Hậu), Đỗ Quý Bình (Mỹ Lộc), Trịnh Xuân Nhâm (Nam Trực), Đào Trọng Hương (Vụ Bản), Phạm Văn Dinh (Trực Ninh), Đỗ Xuân Giáp (Phong Doanh), Nguyễn Văn Ngọc (Ý Yên)\n# Ninh Bình: công sứ Marc Forsan, phó là Merlo, chỉ huy trưởng Caillard, cảnh sát trưởng Wulfingh; các đồn trưởng Perignon (Nho Quan) và Léa (Phát Diệm); quản lý địa chính Selhausen, bác sĩ Malfre. Tuần phủ [[Nghiêm Xuân Quảng]], bố chánh Từ Nguyên Mặc, thương tá Nguyễn Văn Hoạch, các tri phủ Vũ Thiên Đàm (Yên Khánh) và Nguyễn Thuỷ Bạch (Nho Quan); các tri huyện Trần Ngọc Tô (Gia Viễn), Phó Bá Thuận (Gia Khanh), Phạm Hữu Thái (Kim Sơn), Nguyễn Văn Diên (Yên Mô).\n# Phúc Yên: công sứ Fernand A. Tanquerey, phó là P. Menage, chỉ huy trưởng Vincent, các đồn trưởng Guenard (Đông Anh), Mignucci (Phúc Yên) và Kugeler (Đa Phúc), bác sĩ Nguyễn Văn Luyện. Tuần phủ Nguyễn Tất Tề, bố chánh Bùi Bằng Đoàn, các tri phủ Phan Khắc Khanh (Yên Lãng) và [[Vũ Ngọc Liễn]] (Đa Phúc), các tri huyện Nguyễn Hữu Phúc (Đông Anh) và Lê Văn Lan (Kim Anh)\n# Phú Thọ: công sứ Henri P. Colas, phó là Chauvet, đại lý hành chính Hưng Hoá là Gaultier de Kermoal, chỉ huy trưởng Montheard, cảnh sát trưởng Roffi, các đồn trưởng là Santucci (Phủ Đoan) và Laurent (Hưng Hoá), quản lý công cộng Bruxelles, quản lý địa chính (cadastre) là Gaudry, bác sĩ Vittory, quản lý lâm nghiệp Trimbour. Tuần phủ Vũ Huy Trực, an sát Bùi Thiên Can, các tri phủ [[Đỗ Kim Ngọc]] (Lâm Thao) và Phan Thiện Niêm (Đoan Hùng); các tri huyện Đinh Văn Trân (Thanh Thuỷ), Nguyễn Mạnh Duyên (Thanh Ba), Trịnh Văn Khiêm (Cấm Khê), Nguyễn Dương Hợp (Hạ Hoà), Vũ Huy Cẩn (Tam Nông), Dương Văn Sách (Phù Ninh), Vi Văn Lâm (Thanh Sơn), Nguyễn Trần Phúc (Yên Lập). \n# Quảng Yên: công sứ Marie A. Gigon-Papin, phó là Clerc, đại lý hành chính L. Deschodt (Cát Bà), chỉ huy trưởng Colonna, giám ngục Lefevbre, quản lý lâm nghiệp Girousse; các hiệu trưởng Lưu Văn Minh (Quảng Yên), Giudicelli (Hòn Gai), Schoeffler (Cẩm Phả). Tuần phủ Nguyễn Đoàn Thạc, bố chánh Hoàng Huân Trung; các tri huyện Cung Định Văn (Yên Hưng), Nguyễn Xuân Đỉnh (Hoành Bồ), Hoàng Đức Hàm (Cát Hải)\n# Sơn La: công sứ Gabriel Marie Joseph Saint-Poulof, phó là Deligne, chỉ huy trưởng Tirel, đại lý hành chính Grimaud (Văn Yên), bác sĩ Phạm Trọng Lương. Tri phủ Cầm Ngọc Phương (Sơn La), bố chánh [[Cầm Văn Oai]] (Mai Sơn); các tri châu Bạc Cầm Quý (Thuận Châu), Cầm Văn Khang (Phù Yên), Xa Văn Minh (Mộc Châu); quản lý xuất nhập cảnh Bạc Cầm San \n# Sơn Tây: công sứ Leon Gallois-Montbrun, phó là J. Quennec, chỉ huy trưởng Leroy, đồn trưởng Auphelle (Hoà Lạc), bác sĩ Martin, hiệu trưởng Douguet, quản ngục Roche. Tuần phủ Bùi Đình Thịnh, bố chánh Phạm Văn Hanh, tri phủ Phạm Huy Thanh (Quốc Oai); các tri huyện Nguyễn Hữu Thắng (Tùng Thiên), Đoàn Thắng (Phúc Thọ), Nguyễn Hải Thoại (Thạch Thất), Nguyễn Khánh Trường (Bất Bạt)\n# Thái Bình: công sứ Gaston Bary, phó là B. Desteney - Ecarlat, chỉ huy trưởng Carrega, bác sĩ Theron. Tổng đốc [[Vi Văn Định]], bố chánh Vũ Tuấn, thương tá Nguyễn Huy Xương; các tri phủ Lê Đình Trân (Kiến Xương), Nguyễn Duy Hàn (Thái Ninh) và [[Phan Kế Toại]] (Tiên Hưng); các tri huyện Trương Trọng Hiến (Phủ Dực), Vũ Thiên Khoái (Thủ Trì), Bùi Hữu Kỵ (Đồng Quan), Phạm Văn Lễ (Vụ Tiên), Nguyễn Trọng Khôi (Thuỵ Anh), Phạm Duy Tiệp (Tiên Hải), Trần Văn Quế (Quỳnh Côi), Nguyễn Bách (Hưng Nhân), Nguyễn Văn Cự (Duyên Hà) \n# Thái Nguyên: công sứ Marie A. Echinard, phó là Catala, đại lý hành chính Chợ Chu Lienert, chỉ huy trưởng Martineau; các đồn trưởng Ceccaldi (Phấn Mễ), Alcouffre (Chợ Chu), Estibal (Hùng Sơn), Bordier (Đình Cả), Toquoy (Hà Châu), quản lý công cộng Henard, bác sĩ Picot... Bố chánh Phạm Văn Đại, thương tá Vũ Đại; các tri phủ Trịnh Đình Trường (Phú Bình) và Nguyễn Diệp Quảng (Phổ Yên); các tri huyện Ngô Mạnh Nghinh (Đại Từ), Phạm Hy Luông (Phú Lương), Hoàng Đức Tấn (Đồng Hỷ); các tri châu Nguyễn Hữu Lợi (Vũ Nhai) và Lê Đình Thiệu (Định Hoá)\n# Tuyên Quang: công sứ Charles C. Bazire, phó là Pietri, chỉ huy trưởng Charbonnier; các đồn trưởng Thiennaud (Đăng Châu), Cameri (Đài Thị), Andarreli (Bắc-mục), quản lý công cộng Caparros, quản lý kho bạc Riviere, quản lý giáo dục Mescam, hiến binh Roux. Tuần phủ Phạm Bá Rộng, tri phủ Nguyễn Hữu Hậu (Yên Sơn), tri huyện Bế Khanh (Yên Bình), bang tá Hoàng Văn Bôi ở Xa Thị và Mã Đoàn Hải (Chiêm Hoá); các tri châu Cao Vân (Sơn Dương), Mã Đoàn Khôn (Chiêm Hoá), Nguyễn Đoàn Vinh (Hàm Yên), Mã Đoàn Thành (Chợ Ngọc - Yên Bình); châu uý Mã Đoàn Bình (Chiêm Hoá)\n# Vĩnh Yên: công sứ Pierre Forsan, phó là Vedrenne, quản lý công cộng Fayet, bác sĩ Malfre, chỉ huy trưởng Vincenti... Tuần phủ Bùi Huy Tiến, án sát Dương Tử Trạc, bang tá Nguyễn Thương Gi, tri phủ Vũ Ngọc Lãm (hay Lâm); các tri huyện Đỗ Đức Hướng (Tam Dương), Phạm Quý Chương (Yên Lạc), Trịnh Sĩ Trinh (Bình Xuyên), Nghiêm Duy Ninh (Lập Thạch)\n# Yên Bái: công sứ Joesph A. Massimi, phó là Perrot, chỉ huy trưởng Lafaye; các đồn trưởng Leguay (Nghĩa Lộ), Kentzinger (Lục Yên), Brenner (Than Uyên); bác sĩ Letort, sư đoàn trưởng Le Tacon, hiệu trưởng Civadier. Bố chánh Trần Văn Trinh, huyện uý Bảo Hà Lê Ngọc San; các tri huyện Nguyễn Sĩ Vưu và Lê Văn Hiến (Trấn Yên); các tri châu Đèo Cẩm Khang (Than Uyên), Hà Văn Sửu (Văn Chấn), Lại Đức Vy (Lục Yên), Nguyễn Đình Văn (Văn Bàn)\n# Đạo quan binh Móng Cái: chỉ huy trưởng Marie R. Collignon, phó là Bailly, chánh thanh tra Chalumeau; các đại lý hành chính Quatrefages (Hà Côi), Tailland (Tiên Yên), Lelarge (Đình Lập), chỉ huy lính khố đỏ Beurnier. Bố chánh Hà Lương Tín, thư ký Trần Văn Chí, bang tá Hoàng Đức Phương (Đình Lập); các tri châu Linh Quang Vọng (Móng Cái), Cao Nguyên Tổ (Hà Côi), Nguyễn Cẩn (Tiên Yên), Cao Sinh Lý (Bình Liêu). \n# Đạo quan binh Cao Bằng: chỉ huy trưởng C. Dorey, phó là Bourdet; các đôn trưởng Francois (Bảo Lạc), Le Coiec (Cốc-pan), Le Treut (Trà Lĩnh), Bataille (Bang-cra), Bonaldi (Đông Khê), Morlon (Quảng Uyên), Boucabeille  (Trùng Khánh-phu), Lansade (Hạ Lang), Richardot (Tà Lùng); Magret (Sóc Giang), Charles (Nguyên Bình); chỉ huy lính khố xanh Desumeur. Tuần phủ Mai Toàn Xuân; các tri phủ Bế Cao Tùng (Hòa An, Nước Hai), Hoàng Huy Giao (Thung Lang, Trùng Khánh-phu), Nguyễn Văn Tăng (Nguyên Bình); các tri châu Bế Xuân Tiết (Quảng Uyên), Lê Đình Đôn (Thạch An, Đông Khê), Nguyễn Tông (Phúc Hòa), Nguyễn Đình Hương (Hạ Lang), Cao Đức Khải (Hà Quảng, Sóc Giang), Phạm Duy Ninh (Bảo Lạc)\n# Đạo quan binh Hà Giang: chỉ huy trưởng Jean Virely, phó là Jeanne, chỉ huy lính khố xanh Penalver; các trưởng đồn Menet (Chang-phun), Serieye (Phó-bang), Roux (Quản Bạ), Ducroiset (Thanh Thủy), Walzer (Hoàng Su Phì), Duplat (Xín Mần), Joumet (Man-mei). Tri phủ Đỗ Văn Cham, bang tá Nguyễn Đình Cường (Đồng Văn) và [[Vương Chính Đức]] (Sa Phìn); các tri châu [[Nông Ích Vân]] (Vị Xuyên), Nguyễn Văn Đạt (Bắc Quang), Vương Văn Thịnh (Hoàng Su Phì) \n# Đạo quan binh Lai Châu: chỉ huy trưởng O. Pietri, phó là Deporte, đại lý hành chính Điện Biên Phủ Tisseyre, chỉ huy lính khố xanh Coquelin. Bố chánh [[Đèo Văn Kháng]], quận Mèo Wang-Seng, quản lý làng (canton) là Đèo Chính Mần (Tuần) và Quảng Văn Khiêm (Sốp Cọp), châu úy [[Bạc Cầm Phúc]] (Tuần Giáo), bang tá Quảng Văn Giôn (Điện Biên Phủ); các tri châu Đèo Văn Kuoi (Quỳnh Nhai), [[Đèo Văn Long]] (Điện Biên Phủ), Đèo Văn Muon (Lai Châu) \n# Hà Nội: thị trưởng Pierre Delsalle, phó là Tissot, cảnh sát Bougly...\n# Hải Phòng: thị trưởng Alfred Bouchet, phó là Paquin - D'Forest...\n\n=== Campuchia ===\nVua Sisowath-Moniwong; chính quyền Campuchia có Ranrith, Pan-suong, Kun-Thoon, Suramarith.... Khâm sứ Pháp Fernand Lavit, phó là Gautier - Saint-Mleux, quản trị viên chính quyền (không rõ tên), nhân viên văn phòng Desjardin, Đại lý hành chính Espinet, chỉ huy lính khố xanh Massat-Bourrat, quản lý phòng Nhì Durier, phòng Nhất Duru, quản lý kinh doanh buôn bán Nessler, quản lý phòng Ba Moneglia, giám đốc giáo dục Meyer, quản lý thú ý Berbudeau, quản lý lâm nghiệm Guibier; các sư đoàn trưởng - quản thúc Vinot (Phnom-penh), Souprayen (Peam-metrey), Leandri (Kong-phong Speu), Leclerc (Kong-pong Cham), Le Saux (Kratie)...; quản lý địa chính (cadastre) là G. Bru, quản lý dân cư Kuyl, quản lý ngục Hoeffel...\n\n# Battambang: công sứ Emile L. Jumeau, phó là Maigne, chỉ huy lính khố xanh Labourdette; các đồn binh Paillet (Pailin), Cardin (Battambang), Lucas (Poipet), Bignon (Thnot), Andrieux (Sisophon); bác sĩ Saint-Paul, quản lý công cộng Marec, giám binh Argod, hiến binh Theon, chỉ huy lính khố đỏ Raynaud, quản lý địa chính Durieux, quản lý kho bạc La Nestour. Quan chức cao cấp (oudam-montrey) là Roun, Noun; quan chức trung bình (vorac-montrey) là Treloch; các quan chức khác là Soun, Samreth, Nhem... Các đồn trưởng (chef du poste) là Chamroeun (Xoài - chệt), Pot (Kdol), Nut (Poipet), Bout (Kok-romiet); chánh án là Hing, Chak, Khat\n# Kampot: công sứ Henri Richomme, phó là Hoareau; đại lý hành chính ở Kaskong (không rõ tên); các đồn binh của Richaud (Bokor), Brunel (Kep), Marsouin (Kong-pong Trach), Crepin (Ream), Despagne (Kampot); giám binh Cremona, bác sĩ Pujat, quản lý công cộng Dalbin, chỉ huy lính khố xanh Labardin, quản lý địa chính Baptiste... Chau-faikhet (Tri phủ) Lim Hac Seng, vorac-montrey (công chức trung bình) Thong; quản lý xã (chao faisrok) Kim Teng (Banteay-meas); các quản lý huyện (chao-faikh, tri huyện) là Srey Im (Chhuk), Pan (Prey-nop), Sok-Ham (Kongpong-som), Chea (Bantey-meas), Saing (Kong-pong Trach), Chan (Tani), Tat (Kaskong), Nong (Chun-neap). \n# Kandal: công sứ De Chicourt, phó là Le Bon, chỉ huy lính khố xanh Mathoniere, bác sĩ Duong-Tep, quản lý công công Gerbaud, quản lý thú ý Lê Văn Giang, quản lý kho bạc Chabassiere, quản lý địa chính Trần Đình Dự... Tuần phủ Khet; các quản lý huyện Mongkhonn (Kien-svai), Chuop (Loeuk-Dek), với gần 10 xã\n# Kom-pong Speu: công sứ Emmanuel Kembrat, phó là Saint-Hilaire, chỉ huy lính khố xanh Pellergrin, bác sĩ Đặng Văn Phong, quản lý hải quan Guerrini... Tuần phủ (chai-fankhet) Yung; các quan huyện Yem-Chy (Kong-pissey), Keo-Por (Phnom-srouch), Nhean (Thpong), Kim-Kong (Trach-tong)\n# Kom-pong Cham: công sứ Giulio Mantovani, phó là Tonal, chỉ huy lính khố xanh Rebufat; các đồn binh Morel (Kandal-chram), Campi (Skun), Marmignon (Memot), bac sĩ Quenardal, quản công cộng De Lega... Tuần phủ Thoum; các tri huyện Kim (Kom-pong siem), Om (Choeung-prey), Mar-tes (Prey-chhor), Kou (Kassutin), Ưng Hy (Thbong-khmum), You-Chuum (Srey-santhor)....\n# Kom-pong Chhnang: công sứ Raoul Prevost, phó là Biscon, chỉ huy lính khố xanh Roux, hiến binh Gourreau, bác sĩ Trirouvanziam.... Tổng đốc (oudam-montrey) Heng, tri phủ Mam (Long-vek); các tri huyện Nhem (Babaur), Som-phay (Kom-pong Leng), Teao (Tang-phloch)\n# Kom-pong Thom: công sứ Jacques Ratier, phó là Luciani, chỉ huy trưởng Bloch, bác sĩ Chanto, hiệu trưởng Bastardie; đại lý hành chính Garu (Cheom-Khsan).... Tống đốc Meas Nal; các tri phủ Saoum (Santuc), Hin (Staung); các tri huyện Kang-chea (Barai), Dit (Sandal), Hèm (Promtep), Mam (Beng-lovea); By (Svai-joeu), Hin (Cheom-khsan)\n# Kratie: công sứ Albert C. Dubois, phó là Nerac, cảnh sát Acquaviva, chỉ huy lính khố xanh Chalies, quản lý công cộng Hughes, bác sĩ Bourron, đại lý hanh chính Gatille (Snoul). Tuần phủ You; các tri huyện Sang (Stung-trang), Soun (Sambor), Duch (Chhlong)\n# Prey-veng: công sứ Jean Delens, phó là Morel, chỉ huy lính khố xanh Velasque; các đồn binh của Selsis (Ba-nam), Gerard (Vĩnh Lợi), Jandet (kompong-trabet), quản lý công công Vi Văn Cơ. Các tri phủ Tiong-toun (Prey-veng) và Krautch (Baphnom); các tri huyện Nin (Kompong-trabek),  Mampang (Pea-rang), Banhasaric (Kanchiec), Yang-san (Kongchai-mea)....\n# Pursat: công sứ Joseph H. Lacaze, phó là Loubet, chỉ huy trưởng Caillard; các đồn binh Du Poet (Krathor),bác sĩ Chan-ok; tri phủ San; các tri huyện Dy (Pursat), Yong (Pursat-Sud)...\n# Siem-reap: công sứ Jean Truc, phó là Angeli, chỉ huy Lichiere, quản lý công cộng Baudson, quản lý khu di tích Angkor là Marchal, bác sĩ Malpart cảnh sát Labardie. Tri phủ Thuk; các tri huyện Duch (Siem-reap), Dom (Southnikom), Chamrouen (Pouk), Chan (Kralanh), Hok (Chikreng)...\n# Soai-rieng: công sứ Paul Bonnet, phó là Recoing, quản lý công cộng Grousset, hiến binh Dutertre, chỉ huy lính khố xanh Arnaud, bác sĩ Ket-muong. Tri phủ Has-Yea; các tri huyện Khlum (Soai-tep), Chet-kheo (Romea-shek)\n# Stungtreng: công sứ L. Mercier, phó là Benard, chỉ huy Trubard, bác sĩ [[Bùi Quang Chiêu]], quản lý hải quan Renauld... Tuần phủ Kham-tu, tri phủ Meach; các tri huyện Lieng-liem (Kom-pong Sralao), Moukeo (Siem-pang), Diep (Spong), Mau-in (Lomphat), Keng-siphan (Thalaborivat)\n\n==Danh sách Giám đốc Nha Nội chính Nam Kỳ== \n# Vial: 21\/11\/1864 - 1\/4\/1869\n# Piquet: 4\/4\/1869 - 18\/7\/1869\n# Laugier: 19\/7\/1869 - 30\/1\/1870\n# Vial: 31\/1\/1870 - 3\/2\/1871\n# Laugier: 4\/2\/1871 - 5\/3\/1871\n# Vial: 6\/3\/1871 - 23\/5\/1871\n# Piquet: 24\/5\/1871 - 31\/12\/1871\n# Gilbert de Molière: 1\/1\/1872 - 11\/12\/1872\n# Piquet: 12\/12\/1872 - 30\/5\/1873\n# Guiraud: 1\/6\/1873 - 15\/6\/1873\n# De Montjon: 16\/6\/1873 - 15\/3\/1874\n# Piquet: 16\/3\/1874 - 12\/7\/1876\n# Béliard: 13\/7\/1876 - 24\/12\/1876\n# Piquet: 25\/12\/1876 - 24\/2\/1878\n# Béliard: 25\/2\/1878 - 24\/2\/1880\n# Nouet: 25\/2\/1880 - 20\/9\/1880\n# Béliard: 21\/9\/1880 - 10\/2\/1884\n# Nouet: 10\/2\/1884\n\n== Tổng chỉ huy quân đội Pháp ==\n# [[Charles Rigault de Genouilly|Pierre Louis Charles Rigault de Genouilly]] (1807 - 1873)\n#\n# [[Henri Rivière|Henri Laurent Rivière]] ([[1827]] - [[1883]]): 1881 - 19\/5\/1883\n# M. [[Meyer]](-): 20\/5\/1883 - 6\/6\/1883, quyền<ref>Trần Văn Giàu (2017, tái bản), ''Chống xâm lăng'', Nxb Tổng hợp Tp.Hồ Chí Minh, tr. 470<\/ref>.\n# [[Alexandre Eugène Bouet]] (1833 - 1887): 7\/6\/1883 - 27\/10\/1883\n# [[Anatole Amédée Prosper Courbet]] (1827 - 1885): 27\/10\/1883 - 12\/2\/1884\n# [[Charles Théodore Millot]] (1829 - 1889): 12\/2\/1884 - 8\/9\/1884\n# [[Louis Alexandre Esprit Gaston Brière de l'Isle]] (1827 – 1897): 8\/9\/1884 - 1\/6\/1885\n# [[Philippe-Marie-Henri Roussel de Courcy|Philippe Marie Henri Roussel de Courcy]] (1827 – 1887): 1\/6\/1885 - 5\/1\/1886\n# [[Charles Auguste Louis Warnet]] (1828 – 1913): 5\/1\/1886 - 22\/1\/1886\n# [[Edouard Ferdinand Jamont]] (1831 - 1918): 22\/1\/1886 - 8\/11\/1886\n# Munier: 8\/11\/1886 - 24\/3\/1898\n# [[Charles Auguste Frédéric Bégin]] (1835 - 1901) : 3\/1\/1886 - 24\/3\/1889\n# [[Justin Bichot]] (1835 - 1908): 24\/3\/1889 - 14\/12\/1890\n# M. Godin: 14\/12\/1890 - 1\/7\/1891\n# Reste: 1\/7\/1891 - 8\/1\/1898\n# Duchemin: 8\/1\/1898 - 25\/1\/1899\n# [[Alfred Amédée Dodds]] (1842 - 1922) : 8\/10\/1896 - 25\/1\/1899\n# [[Justin Bichot]] (1835 - 1908): 8\/10\/1896 - 25\/1\/1899\n# [[Gustave Borgnis Desbordes]] (1839 - 1900): 25\/1\/1899 - 15\/9\/1900\n# [[Alfred Amédée Dodds]] (1842 - 1922) : 15\/9\/1900 - 12\/9\/1902\n# [[Pierre Guillaume Paul Coronat]] (1845 - 1909): 12\/9\/1902 - 15\/12\/1904\n# [[Joseph Chevalier]]: 15\/12\/1904 - 20\/12\/1906\n# Piel: 20\/12\/1906 - 24\/12\/1908\n# [[Gustave Geil]]: 24\/12\/1908 - 12\/1\/1911\n# [[Theopile Pennequin]] (1849 - 1916): 12\/1\/1911 - 5\/2\/1913\n# [[Charles Auguste Jules Lefèvre]]  : 5\/2\/1913 - 13\/4\/1914\n# [[Hippolyte Gilbert Joseph Sucillon]] (1853 - 1944)  : 13\/4\/1914 - 9\/2\/1916\n# [[Emmanuel E. Lombard]]: 9\/2\/1916 - 14\/7\/1918\n# [[Paul Leblois]] (1857 - 1930): 14\/7\/1918 - 7\/1\/1920\n# [[Maurice Richard Burchette Puyperoux]]: 7\/1\/1920 - 1\/4\/1922\n# [[Ernest Joseph Blondat]]: 1\/4\/1922 - 30\/8\/1924\n# [[Joseph Andlauer]] (1869 - 1956): 30\/8\/1924 - 7\/3\/1928\n# Aubert: 7\/3\/1928 - 6\/9\/1930\n# [[Gaston Henri Gustave Billotte]] (1875 – 1940): 6\/9\/1930 - 17\/5\/1933\n# [[Bernard Pierre Verdier]] (1875 - 1946): 17\/5\/1933 - 20\/1\/1936\n# [[Jules Antoine Buhrer]] (1879 - 1965): 20\/1\/1936 - 30\/1\/1938\n# Braive: 30\/1\/1938 - 1\/4\/1938\n# [[Maurice Martin]]: 1\/4\/1938 - 13\/3\/1940\n# [[Eugene Mordant]] (1885 - 1959):  13\/3\/1940 - 23\/7\/1941\n# [[Georges Aymé]]: 23\/7\/1941 - 9\/3\/1945\n# [[Tsuchihashi Yuitsu|Yuitsu Tsuchihashi:]] 9\/3\/1945 - 15\/8\/1945\n# [[Philippe Leclerc de Hauteclocque]] (1902 - 1947): 10\/1945 - 1946\n# [[Jean Étienne Valluy]] (1899 - 1970): 8\/1946 - 9\/1948\n# [[Roger Charles André Henri Blaizot]] (1895 - 1981): 9\/1948 - 3\/9\/1949\n# [[Marcel Maurice Carpentier]] (1895 - 1977): 3\/9\/1949 - 6\/12\/1950\n# [[Jean de Lattre de Tassigny|Jean Joseph Marie Gabriel de Lattre de Tassigny]] (1889 - 1952) : 6\/12\/1950 - 11\/1\/1952\n# [[Raoul Salan|Raoul Albin Louis Salan]] (1899 - 1984): 11\/1\/1952 - 27\/6\/1953\n# [[Henri Eugène Navarre]] (1898 - 1983): 27\/6\/1953 - 1954\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\nVũ Huy Phúc, Lịch sử Việt Nam 1858 - 1896, Nhà xuất bản Khoa học xã hội, Hà Nội, 2003\n==Liên kết ngoài==\n# [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k57741021\/f409.image Niên giám các viên quan Pháp ở Đông Dương (1900 - 1920) tiếng Pháp] \n# [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k56041001\/f319.image.r=Province%20de%20Giadinh.langEN Annuaire général de l'Indo-Chine française [\"puis\" de l'Indochine] | 1911 | Gallica]\n#[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5701526z\/f166.image.r=Maire%20de%20la%20ville%20de%20Cholon.langEN Annuaire administratif de l'Indochine | 1926 | Gallica]\n# [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k57732393\/f84.image.r=Saigon%20administratif.langEN Annuaire de la Cochinchine française... | 1885 | Gallica]\n# [http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5774514m\/f126.image.r=Saigon%20administratif.langEN Annuaire de la Cochinchine française... | 1870 | Gallica]\n\n[[Thể loại:Pháp thuộc]]"}