{"13497533":"'''Hải quân Việt Nam Cộng hòa''' được phôi thai từ thời kỳ [[Quốc gia Việt Nam]], thành lập vào ngày 6 tháng 3 năm 1952 do chính phủ thuộc địa Pháp hỗ trợ. Là một quân chủng thuộc [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]], thành phần trong [[Liên hiệp Pháp|Quân đội Liên hiệp Pháp]]. Mọi hoạt động cũng như trang bị cho đơn vị này đều do người Pháp điều hành và chỉ huy.\n\nTháng 8 năm 1952, cũng do sự hỗ trợ của người Pháp, một trường đào tạo sĩ quan chỉ huy và cơ khí cho quân chủng được thành lập tại Nha Trang từ cơ sở cũ của Hải quân Pháp. Ban đầu các học viên đều được huấn luyện và thực tập trên các chiến hạm của Pháp và cũng do sĩ quan Hải quân Pháp huấn luyện. Mãi đến năm 1955 trường này mới được xây dựng và chỉnh trang hoàn thiện, đồng thời chính thức với sự chỉ huy và điều hành của sĩ quan Hải quân người Việt.\n\nSong song với việc huấn luyện và đào tạo sĩ quan cho quân chủng, chính quyền Việt Nam Cộng hòa cũng xúc tiến quan hệ với đồng minh Hoa Kỳ về mặt quân sự, nhất là đối với quân chủng Hải quân. Nhằm nâng cao trình độ cho một số sĩ quan chỉ huy trong quân chủng, năm 1959 Hải quân VNCH bắt đầu gửi các sĩ quan trung cấp của quân chủng đi tu nghiệp lớp chỉ huy tham mưu tại trường Cao đẳng Hải chiến (United States Naval War Colloge) Newport, Rhode Island, Hoa Kỳ. Liên tục từ 1959 đến 1974 mỗi năm gửi đi tu nghiệp một sĩ quan, những sĩ quan này phải có cấp bậc từ Hải quân Trung tá trở lên và đã tốt nghiệp ngành chỉ huy và cơ khí. Ngoài ra Hải quân VNCH cũng gửi một số sĩ quan của quân chủng tu nghiệp lớp chỉ huy tham mưu ở trường Đại học Chỉ huy và Tham Quân đội Hoa Kỳ (US Army Command and General Staff College) Fort Leavenworth, Kansas, Hoa Kỳ. Những sĩ quan tốt nghiệp ở hai trường này về sau đều được giữ những vị trí chỉ huy và tham mưu cao cấp trong quân chủng\n\nSau đây là danh sách sĩ quan Hải quân Việt Nam Cộng hòa tốt nghiệp trường Cao đẳng Hải chiến và Đại học Chỉ huy Tham mưu Hoa kỳ, trong đó có 8 vị được phong cấp tướng.\n\n==Danh sách==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"21%\" |Họ và tên<br>''(Thời gian sống)<br>Xuất thân\n!width= \"16%\" |Cấp bậc<br>năm tu nghiệp\n!width= \"12%\" |Niên khóa\n!width= \"24%\" |Cấp bậc<br>Chức vụ sau cùng\n!Chú thích\n|-\n|\n|<center>'''Cao đẳng Hải chiến\n|\n|\n|\n|\n|-bgcolor=#FFE8E8\n|<center> 1<ref>Thứ tự từ niên khóa đầu tiên đến niên khóa cuối cùng.<\/ref>\n|<center> [[Trần Văn Chơn]]<br>''(1920-2019)<br>HQ Nha Trang K1<ref>Trường Sĩ quan Hải quân Nha Trang.<\/ref>\n|rowspan= \"12\"|<center> Hải quân Trung tá\n|<center> 1959-1960\n|<center>Đề đốc Thiếu tướng<br>Tư lệnh Hải quân<ref>Đề đốc Trần Văn Chơn hai lần được bổ nhiệm giữ chức vụ Tư lệnh Hải quân. Lần thứ nhất: (1957-1959), lần thứ hai: (1966-1974). Là vị Tư lệnh Quân chủng với thời gian lâu nhất hơn 10 năm.<\/ref>\n|Giải ngũ năm 1974.\n|-bgcolor=#FFE8E8\n|<center> 2\n|<center> [[Chung Tấn Cang]]<br>''(1926-2007)<br>HQ Nha Trang K1\n|<center> 1960-1961\n|<center> Phó Đô đốc Trung tướng<br>Tư lệnh Hải quân<ref>Phó Đề đốc Chung Tấn Cang hai lần được bổ nhiệm giữ chức vụ Tư lệnh Hải quân. Lần thứ nhất (1963-1965), lần thứ hai (1975).<\/ref>\n|Tư lệnh cuối cùng Quân chủng Hải quân VNCH.\n|-bgcolor=#FFE8E8\n|<center> 3\n|<center> [[Đặng Cao Thăng]]<br>''(1929-2005)<br>Hải quân Brest K1<ref>Phó Đề đốc Đặng Cao Thăng nguyên xuất thân từ Trường Sĩ quan Trừ bị Nam Định chuyển sang Quân chủng Hải quân thụ huấn khóa 1 Brest ở Pháp.<\/ref> \n|<center> 1961-1962\n|<center> Phó Đề đốc Chuẩn tướng<br>Tư lệnh Vùng 4 Sông ngòi\n|Kiêm Tư lệnh Hạm đội 21 Đặc nhiệm.\n|-bgcolor=#FFE8E8\n|<center> 4\n|<center> [[Nguyễn Đức Vân (Đại tá, Quân lực VNCH)|Nguyễn Đức Vân]]<br>''()<ref>Hải quân Đại tá Nguyễn Đức Vân từ trần tại Tiểu bang Virginia, Hoa Kỳ. Không rõ sinh quán, năm sinh và năm mất.<\/ref><br>Hải quân Brest K1\n|<center> 1962-1963\n|<center> Hải quân Đại tá\n|Chỉ huy trưởng Trường Chỉ huy và Tham mưu Trung cấp Hải quân.\n|-\n|<center> 5\n|<center> [[Trần Văn Phấn (Đại tá, Hải quân VNCH)|Trần Văn Phấn]]<ref>Trong Quân lực VNCH có hai sĩ quan cấp Đại tá cùng có họ và tên giống nhau. Người thứ nhất là Hải quân Đại tá Trần Văn Phấn, người thứ hai là Đại tá Pháo binh Trần Văn Phấn về sau biệt phái qua Bộ Nội vụ giữ chức vụ Phụ tá cho Tổng Giám đốc Cảnh sát Quốc gia.<\/ref><br>''()<br>HQ Nha Trang K1\n|<center> 1963-1964\n|<center> Hải quân Đại tá<br>Tư lệnh Hải quân<br>''(1965-1966)\n|Trước đó, khi là Hải quân Thiếu tá được đi tu nghiệp tại trường Đại học Chỉ huy Tham mưu Quân đội Hoa Kỳ niên khóa 1959-1960.<br>Giải ngũ năm 1966.\n|-bgcolor=#FFE8E8\n|<center> 6\n|<center> [[Lâm Ngươn Tánh]]<br>''(1928-2018)<br>HQ Nha Trang K1\n|<center> 1964-1965\n|<center> Đề đốc Thiếu tướng<br>Phụ tá Quốc vụ khanh\n|Nguyên Tư lệnh Quân chủng Hải quân (từ tháng 11\/1974 đến tháng 3\/1975).\n|-bgcolor=#FFE8E8\n|<center> 7\n|<center> [[Đinh Mạnh Hùng]]<br>''(1932-2018)<br>HQ Nha Trang K2\n|<center> 1965-1966\n|<center> Phó Đề đốc Chuẩn tướng\n|Tư lệnh Lực lượng Hành quân Lưu động sông.\n|-bgcolor=#FFE8E8\n|<center> 8\n|<center> [[Khương Hữu Bá (Đại tá, Quân lực VNCH)|Khương Hữu Bá]]<br>''(1929-2015)<br>HQ Nha Trang K2\n|<center> 1966-1967\n|<center> Hải quân Đại tá<br>Tư lệnh Hải khu 4\n|Hải khu 4 còn gọi là Hải quân Vùng IV Duyên hải.\n|-\n|<center> 9\n|<center> [[Vũ Đình Đào]]<br>''(1931)<br>HQ Nha Trang K3\n|<center> 1967-1968\n|<center> Phó Đề đốc Chuẩn tướng<br>Tư lệnh Hải khu 3.\n|\n|-bgcolor=#FFE8E8\n|<center> 10\n|<center> [[Nguyễn Hữu Chí (chuẩn tướng)|Nguyễn Hữu Chí]]<br>''(1931-1988)<br>HQ Nha Trang K3\n|<center> 1968-1969\n|<center> Phó Đề đốc Chuẩn tướng<br>Phụ tá Tư lệnh Hải quân\n|Đặc trách Hành quân Lưu động biển kiêm Tư lệnh Lực lượng Đặc nhiệm 213 Duyên phòng. \n|-\n|<center> 11\n|<center> [[Nguyễn Xuân Sơn (Đại tá, Quân lực VNCH)|Nguyễn Xuân Sơn]]<br>''(1935)<br>HQ Nha Trang K4\n|<center> 1969-1970\n|<center> Hải quân Đại tá\n|Tư lệnh Hạm đội Hải quân Vùng I Duyên hải (Hải khu 1).\n|-bgcolor=FFE8E8\n|<center> 12\n|<center> [[Trịnh Xuân Phong (Đại tá, Quân lực VNCH)|Trịnh Xuân Phong]]<br>''()<br>Hải quân Brest K2\n|<center> 1970-1971\n|<center> Hải quân Đại tá<br>Tham mưu phó Quân huấn<br>Bộ Tư lệnh Hải quân\n|\n|-\n|<center> 13\n|<center> [[Ngô Khắc Luân (Đại tá, Quân lực VNCH)|Ngô Khắc Luân]]<br>''(1931)<br>HQ Nha Trang K2\n|rowspan= \"4\"|<center> Hải quân Đại tá\n|<center> 1971-1972\n|<center> Hải quân Đại tá<br>Trưởng khối Tiếp vận<br>Bộ Tư lệnh Hải quân\n|\n|-\n|<center> 14\n|<center> [[Bùi Cửu Viên (Đại tá, Quân lực VNCH)|Bùi Cửu Viên]]<br>''(1932)<br>HQ Nha Trang K4\n|<center> 1972-1973\n|<center> Hải quân Đại tá<br>Tư lệnh Hạm đội HQ 801\n|\n|-\n|<center> 15\n|<center> [[Phan Văn Cổn (Đại tá, Quân lực VNCH)|Phan Văn Cổn]]<br>''(1933)<br>HQ Nha Trang K3\n|<center> 1973-1974\n|<center> Hải quân Đại tá<br>Tham mưu phó Nhân viên<br>Bộ Tư lệnh Hải quân\n|\n|-\n|<center> 16\n|<center> [[Dư Trí Hùng (Đại tá, Quân lực VNCH)|Dư Trí Hùng]]<br>''(1932)<br>Hải quân Brest K2\n|<center> 1974-1975\n|<center> Hải quân Đại tá<br>Tư lệnh Hạm đội 12 HQ\n|\n|-\n|\n|<center>'''Đại học CH & TM<ref>Đại học Chỉ huy và Tham mưu Quân đội Hoa Kỳ.<\/ref>\n|\n|\n|\n|\n|-bgcolor=#FFE8E8\n|<center> 17\n|<center> [[Đỗ Quý Hợp (Đại tá, Quân lực VNCH)|Đỗ Quý Hợp]]<br>''(1928-2015)<br>HQ Nha Trang K2\n|rowspan= \"2\"|<center> Hải quân Trung tá\n|<center> 1966 - 1\n|<center> Hải quân Đại tá<br>Chỉ huy trưởng Giang Lực\n|Kiêm Chỉ huy trưởng Đặc khu Rừng Sác \n|-bgcolor=#FFE9E9\n|<center> 18\n|<center> [[Nghiêm Văn Phú]]<br>''(1928-2008)<br>HQ Nha Trang K2\n|<center> 1967 - 1\n|<center> Phó Đề đốc Chuẩn tướng<br>Tư lệnh Lực lượng<br>Đặc nhiệm Tuần thám 212\n|\n|-\n|}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa\n*Những dòng ký ức - Diệp Mỹ Linh\n*Trường Cao đẳng Hải chiến Hải quân Hoa Kỳ - dòng sông cũ\n\n[[Thể loại:Hải quân Việt Nam Cộng hòa]]\n[[Thể loại:Sĩ quan Quân lực Việt Nam Cộng hòa]]"}