{"3179774":"{{Infobox film\n| name = Daughter from Đà Nẵng\n| image = Daughter from Danang.jpg\n| image size = \n| border = \n| alt = \n| caption = Bìa DVD\n| director = [[Gail Dolgin]]<br>[[Vicente Franco]]\n| producer = Gail Dolgin<br>Sunshine Sara Ludder (phụ sản xuất phim)\n| writer = \n| screenplay = \n| story = \n| based on = <!-- {{based on|title of the original work|writer of the original work}} -->\n| narrator = \n| starring = Heidi Bub<br>Mai Thị Kim<br>Trần Tường Như\n| music = B. Quincy Griffin<br>Hector Perez<br>Van-Anh T. Vo (âm nhạc Việt)\n| cinematography = Vicente Franco\n| editing = [[Kim Roberts]]\n| studio = Interfaze Educational Productions<br>hợp tác với ''[[American Experience]]'' và Hội Viễn thông Quốc gia Mỹ gốc Á (NAATA) <ref>[http:\/\/ftvdb.bfi.org.uk\/sift\/title\/730190 \"DAUGHTER FROM DANANG\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080116143315\/http:\/\/ftvdb.bfi.org.uk\/sift\/title\/730190 |date=2008-01-16 }}, [[British Film Institute]] (BFI)<\/ref>\n| distributor = [[PBS Home Video]] (DVD Hoa Kỳ)\n| released = {{Film date|2002|1|11|[[Liên hoan phim Sundance|Sundance]]}}<br>1 tháng 11 năm 2002 ([[Thành phố New York]])\n| runtime = 83 phút\n| country = Hoa Kỳ\n| language = [[tiếng Anh]]<br \/>[[tiếng Việt]]\n| budget = \n| gross = \n}}\n'''''Daughter from Đà Nẵng''''' (đứa con gái từ Đà Nẵng) là phim tài liệu năm 2002 về một trẻ lai Mỹ tên Heidi Bub (còn có tên là Mai Thị Hiệp), sinh ngày 10 tháng 12 năm 1968 tại [[Đà Nẵng]], Việt Nam. Heidi là một trong số trẻ em được đưa sang Mỹ từ Việt Nam vào năm 1975 trong \"[[Chiến dịch Babylift]]\" vào cuối [[chiến tranh Việt Nam]].\n\n==Nội dung==\nMẹ của Heidi là Mai Thị Kim có ba đứa con với chồng của bà là Đổ Hữu Vinh. Ông bỏ lại bà và các con để đi chiến đấu trong hàng ngũ [[Việt Cộng]]. Bà làm việc trong một căn cứ quân sự Mỹ và gặp cha của Heidi là một người Mỹ trong căn cứ này. Khi quân đội [[Miền Bắc (Việt Nam)|Bắc Việt]] tiến gần về [[Đà Nẵng]], bà Kim lo sợ cho sự an toàn của Heidi vì lời đồn con lai Mỹ sẽ bị trả thù. Vào lúc lên 6, Heidi được đưa đến [[Hoa Kỳ]] và vào một cô nhi viện do Cơ quan phụ trách con nuôi Holt International Children's Services điều hành.\n\nSau cùng Heidi được Ann Neville, một phụ nữ Mỹ độc thân nhận làm con nuôi. Heidi trải qua một năm sống tại [[Columbia, South Carolina]] trước khi định cư tại [[Pulaski, Tennessee]] là nơi Heidi sống qua phần lớn cuộc đời.<ref name=\"WGBH\">[http:\/\/www.pbs.org\/wgbh\/amex\/daughter\/peopleevents\/p_heidi.html People and Events: Biography of Heidi Bub] - [[WGBH-TV]], [[Boston]], [[Public Broadcasting Service|PBS]] ''[[American Experience]]'' documentary series.<\/ref>\n\nKhởi đầu phim là lúc Heidi đã từ người mẹ nuôi vài năm trước đó. Mẹ nuôi Heidi đã đuổi Heidi khỏi nhà và từ Heidi vì về muộn 10 phút sau giờ quy định. Kể từ đó Heidi lấy chồng và có con nhưng việc hai mẹ con từ nhau đã khiến cho Heidi bị ảnh hưởng cảm xúc kéo dài. Thế nên Heidi hy vọng rằng tìm kiếm được mẹ ruột sẽ giúp Heidi vơi đi được phần nào cảm xúc tổn thương này. Heidi liên lạc với Cơ quan Thu nhận con nuôi Holt và được biết rằng mẹ ruột mình, Mai Thị Kim, có gởi cho cơ quan một lá thư vào năm 1991 để hỏi thăm về cuộc sống và sức khỏe của Heidi.<ref name=\"WGBH\"\/> Heidi quyết định quay về Việt Nam và được nhà báo Trần Tường Như giúp đỡ.\n\nTại Việt Nam, cả Heidi và gia đình mình trải nghiệm qua cú sốc văn hóa. Heidi không biết phong tục tập quán Việt Nam và gia đình Việt của mình— sống trong cảnh nghèo túng— lại biết rất ít về văn hóa Mỹ. Bà mẹ trông mong dành trọn thời gian mỗi ngày để gần gũi với Heidi, ngủ chung với Heidi mỗi đêm. Vì không quen với sự gần gũi thân thể như thế nên Heidi cảm thấy \"ngộp ngạt\" và khó chịu vì thiếu không gian riêng tư cá nhân.\n\nSau đó trong chuyến viếng thăm, gia đình nói cho Heidi biết rằng vì Heidi sống tại Mỹ nên họ trông đợi rằng Heidi nên thường xuyên gởi tiền về cho họ. Nghe qua điều này, Heidi sụp đổ và khi đó thì một người thân trong gia đình đã chê trách Heidi vì khóc lóc. Heidi được giải thích rằng đa số người Việt sống tại Mỹ đều gởi tiền về cho gia đình bên quê nhà. Nhưng Heidi không hiểu về gia đình Việt Nam của mình nên cho rằng gia đình đang tìm cách trục lợi từ mình. Heidi quyết định quay về Mỹ trước lịch trình, cảm thấy trống trải và xung đột cảm xúc nhiều hơn trước khi Heidi rời Mỹ.\n\nCuối phim, Heidi giải thích rằng sau lần thăm viếng đó cô ta bắt đầu nhận được thư của gia đình từ Việt Nam nhưng trong mỗi lá thư đều hỏi xin tiền. Cho đến giữa năm 2012, Heidi và mẹ mình đã không gặp lại nhau kề từ lần thăm viếng trước. Heidi chọn không liên lạc với gia đình Việt của mình bởi vì theo cô nếu tiếp tục liên lạc sẽ khiến cho Heidi đau đớn hơn.<ref name=\"WGBH\"\/><ref>Rosenberg, Elinor B., [http:\/\/books.google.com\/books?id=Cu90JIcPIqQC&printsec=frontcover ''The Adoption Life Cycle: the children and their families through the years''], New York: Free Press; Toronto: Maxwell Macmillan Canada; New York: Maxwell Macmillan International, 1992. ISBN 0-02-927055-3. University of Michigan Professor, Rosenberg, who is a psychiatric social worker, was interviewed by ''[[USA Today]]'' newspaper on ngày 13 tháng 3 năm 2003 about this film and said: \"The outcomes of reunions with birth parents vary widely. Bub's quest might have been doomed from the start. Adults who dislike their adoptive parents tend to fare poorly with reunions. They often seek substitute parents. They want to be parented again, this time by their fantasy birth parent. But in most cases, birth parents have gone on with their own lives and aren't interested in trying to raise a child again. It's often difficult to reunite across vastly different cultures.[http:\/\/www.usatoday.com\/life\/movies\/movieawards\/oscars\/2003-03-18-danang_x.htm]<\/ref><ref>{{chú thích web|last=Franco|first=Vicente|title=Sunday Best: Daughter From Danang... Where Are They Now?|url=http:\/\/blogs.abc.net.au\/abc_tv\/2012\/07\/sunday-best-daughter-from-danang-where-are-they-now.html|work=Official blog of ABC television|publisher=ABC|accessdate=ngày 8 tháng 10 năm 2012|archive-date=2012-10-25|archive-url=https:\/\/web.archive.org\/web\/20121025140644\/http:\/\/blogs.abc.net.au\/abc_tv\/2012\/07\/sunday-best-daughter-from-danang-where-are-they-now.html|url-status=dead}}<\/ref>\n\n== Giải thưởng ==\nPhim thắng giải Grand Jury Prize cho phim tài liệu tại Liên hoan Phim Sundance và được đề cử [[Giải Oscar]] cho phim tài liệu hay nhất.<ref name=\"NY Times\">{{chú thích web |url=http:\/\/movies.nytimes.com\/movie\/261168\/Daughter-From-Danang\/details |title=NY Times: Daughter from Đà Nẵng |accessdate = ngày 23 tháng 11 năm 2008 |work=NY Times}}<\/ref>\n\n== Giải thưởng liên hoan phim ==\n* Liên hoan Phim Sundance 2002, giải Grand Jury Prize cho phim tài liệu hay nhất\n* Liên hoan phim Quốc tế San Francisco, giải Golden Gate Award Grand Prize cho phim tài liệu hay nhất Vùng Vịnh\n* Liên hoan phim Ojai, phim tài liệu hay nhất\n* Liên hoan Phim Durango (Colorado), Giải nhà làm phim\n* Liên hoan phim [[Texas]] 2002, Giải Chọn lựa từ khán giả và phim tài liệu hay nhất\n* Liên hoan phim Quốc tế [[New Jersey]], phim tài liệu hay nhất\n* Liên hoan phim Quốc tế Nashville, Phim đáng vinh danh cho phim tài liệu hay nhất\n* Liên hoan phim Quốc tế Cleveland, hạng hai-tài liệu hay nhất\n\n==Tham khảo==\n{{tham khảo}}\n\n== Đọc thêm ==\n* Chautard, Andre, [http:\/\/articles.latimes.com\/2002\/nov\/15\/entertainment\/et-chautard15 \"Vietnam heartbreak\"], ''[[Los Angeles Times]]'', ngày 15 tháng 11 năm 2002\n\n== Liên kết ngoài==\n* [http:\/\/www.daughterfromdanang.com\/ Official site]\n* [http:\/\/www.pbs.org\/wgbh\/amex\/daughter\/filmmore\/pt.html Transcript of the film] - PBS\n* [http:\/\/www.pbs.org\/wgbh\/amex\/daughter\/ ''Daughter from Đà Nẵng''] from PBS's ''[[American Experience]]''\n*{{IMDb title|id=0303281|title=Daughter from Đà Nẵng}}\n*{{Amg movie|261168|Daughter from Đà Nẵng}}\n\n{{s-start}}\n{{succession box\n| title=Giải Giám khảo Liên hoan phim Sundance cho phim tài liệu\n| years=2002\n| before=''[[Southern Comfort (phim 2001)|Southern Comfort]]''\n| after=''[[Capturing the Friedmans]]''}}\n{{end}}\n\n[[Thể loại:Phim tài liệu chiến tranh Việt Nam]]\n[[Thể loại:Phim tài liệu Mỹ]]\n[[Thể loại:Phim Mỹ]]\n[[Thể loại:Phim tiếng Anh]]"}