{"210562":"{{Cần nguồn tham khảo}}{{merge to|Khủng hoảng tị nạn Đông Dương}}\n'''Di dân Việt Nam sau năm 1975''' là một sự kiện trong [[lịch sử Việt Nam]] hiện đại, là hệ quả của cuộc [[Chiến tranh Việt Nam]], [[chiến tranh biên giới Tây Nam]] và [[chiến tranh biên giới phía Bắc]]. Những người di dân này rời Việt Nam và đã tạo ra nhiều cộng đồng [[người Việt hải ngoại]] ở các nước họ đến, đặc biệt là Mỹ và các nước tư bản. Phần lớn di dân sau năm 1975 là [[người Hoa]] vì những lý do kinh tế lẫn chính trị ở thời kỳ đó{{fact|date = ngày 6 tháng 1 năm 2013}}. \n\nCuộc di dân này có thể được phân thành ba giai đoạn với ba khái niệm: \"tị nạn\" sau chiến tranh là dòng người đi ra khỏi lãnh thổ Việt Nam xung quanh trước và sau [[sự kiện 30 tháng 4 năm 1975]]; \"vượt biên\" là dòng người tiếp tục rời Việt Nam bất hợp pháp bằng đường biển hoặc đường bộ trong những năm sau đó; và dòng người rời Việt Nam theo [[Chương trình Ra đi có Trật tự]] (chỉ dành cho người đến Hoa Kỳ). \n\nDù không có định nghĩa rõ ràng nào về khoảng thời gian của cuộc di dân sau 1975 nhưng có thể nói, kể từ sau mốc sự kiện [[bình thường hóa quan hệ ngoại giao Hoa Kỳ - Việt Nam]] (1995) và khi Chương trình Ra đi có Trật tự kết thúc thì việc người Việt Nam rời nước này đến sinh sống tại Hoa Kỳ hay một quốc gia nào khác trên thế giới từ đây được coi là vì lí do kinh tế (chẳng hạn [[xuất khẩu lao động]]) hoặc là [[nhập cư]] đơn thuần. Về sau cũng có các trường hợp người rời Việt Nam vì lí do chính trị nhưng thường không được xem là di dân Việt Nam sau năm 1975.\n\n==Di dân Việt Nam ra hải ngoại==\nNgày [[sự kiện 30 tháng 4 năm 1975|30 tháng 4 năm 1975]] là ngày [[Việt Nam Cộng hòa]] sụp đổ, [[chiến tranh Việt Nam]] chấm dứt. Sau đó là hai đợt di dân lớn từ [[Việt Nam]] đến [[Hoa Kỳ]] và các nước phương Tây. Hơn 125.000 người Việt Nam đến Hoa Kỳ vào cuối [[mùa xuân|xuân]] 1975 vì sợ chính quyền mới trả thù {{fact|date=7-2014}}. Ngoài ra khoảng 20.000 người đến Châu Âu và các nước khác{{fact|date = ngày 6 tháng 1 năm 2013}}.\n\nNăm 1977 bắt đầu đợt thứ hai khi [[thuyền nhân|phong trào vượt biển]] xảy ra. Làn sóng di dân này kéo dài cho đến giữa thập niên 1980, chủ yếu là [[người Hoa]] vì lo sợ chiến tranh biên giới, vấn đề kinh tế khó khăn tại Việt Nam và các thông tin bên ngoài nước.\n\n==Số người di cư ra nước ngoài sau 30\/4\/1975==\n1. Tháng 6-1975 đến 1979: 311.400 đi đường biển. Đường bộ có 14.600 qua ngả Campuchia, Thái Lan. Tổng cộng 326.000.{{fact|date = ngày 6 tháng 1 năm 2013}}\n\n2. 1980 đến 1984: 242.000 thuyền nhân và 11.000 người đi đường bộ. Tổng cộng đợt 2 là 253.100. {{fact|date = ngày 6 tháng 1 năm 2013}}\n\n3. 1985 đến 1989: 186.500 thuyền nhân và đường bộ 10.500. Tổng cộng 197.000. {{fact|date = ngày 6 tháng 1 năm 2013}}\n\n4. 1990 đến 1995: 56.400 thuyền nhân và đường bộ 6.700. Tổng cộng 63.100. {{fact|date = ngày 6 tháng 1 năm 2013}}\n\nCộng chung 4 đợt ghi nhận được 796.300 thuyền nhân và 42.900 đi đường bộ. Tổng kết từ cuối năm 1975 đến năm 1995 trải qua 20 năm đã có 839.200 người rời bỏ Việt Nam ra nước khác. Con số những người chết trên biển và núi rừng biên giới Thái Lan – Campuchia thì không thống kê được{{fact|date = ngày 6 tháng 1 năm 2013}}\n\n==Người định cư tại các trại tị nạn==\n\nTổng cộng thống kê ghi được trong suốt 20 năm từ 1975 đến 1995 các trại tị nạn Đông Nam Á đã tiếp nhận và chuyển tiếp định cư các con số như sau{{fact|date = ngày 6 tháng 1 năm 2013}}:\n\n*Malaysia 254.000.\n*Hồng Kông 195.000.\n*Thái Lan 160.200.\n*Indonesia 121.700.\n*Philippines 51.700.\n*Singapore 32.500. \n*Nhật Bản 11.100.\n*Macao 7.100.\n*Hàn Quốc 1.400\n*Các nơi khác 3.200.\nTổng cộng cũng là con số 839.200 người của 4 đợt kể trên.\n\n==Định cư tại các quốc gia==\n*Hoa Kỳ 424.000.\n*Úc 111.000.\n*Canada 103.000.\n*Pháp 27.100.\n*Anh 19.300.\n*Tây Đức 16.800.\n*Hà Lan 7.600.\n*Nhật 6.500.\n*Thụy Sĩ 6.200.\n*Na Uy 6.100.\n*Thụy Điển 6.000.\n*New Zealand 4.900.\n*Đan Mạch 4.700.\n*Vương quốc Bỉ  2.000.\n*Phần Lan 1.900\n*Các nước khác 7.100.\n\nTổng cộng tính đến 1995 quốc tế đã nhận tổng số 754.800 người{{fact|date = ngày 6 tháng 1 năm 2013}}\n\n==Chương trình Ra đi có trật tự==\n\nKể từ 1990 đến nay, các chương trình đoàn tụ, đón cựu binh, con lai, tái định cư, tị nạn tình nguyện trở về đã đưa vào Mỹ và nhiều nước phương Tây các đợt di dân mới. Những người này không qua các trại tị nạn Đông Nam Á. Riêng tại Hoa Kỳ, con số này tính đến 2005 lên đến 700.000 người và cộng với đợt di tản 1975 (130.000) và thuyền nhân (424.600). \nTheo thống kê dân số năm 2000{{fact|date = ngày 6 tháng 1 năm 2013}}, hiện đang có 1.223.736 người Mỹ gốc Việt. Họ là người gốc Á lớn thứ năm sau các nhóm di dân Trung Hoa, Philippines, Ấn Độ và Hàn Quốc.\n\n==Xuất khẩu lao động==\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [[Khi đồng minh tháo chạy]] - [[Nguyễn Tiến Hưng]]\n\n==Liên kết ngoài==\n* [http:\/\/www.searac.org\/vietref.html Vietnamese Refugees] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080409182437\/http:\/\/www.searac.org\/vietref.html |date=2008-04-09 }} [http:\/\/www.searac.org\/offices.html SEARAC] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080411005415\/http:\/\/www.searac.org\/offices.html |date=2008-04-11 }}\n* [http:\/\/www.boatpeople.org\/boat_people_the_journey.htm www.boatpeople.org]\n\n[[Thể loại:Chiến tranh Việt Nam|D]]\n[[Thể loại:Hậu Chiến tranh Việt Nam|D]]\n[[Thể loại:Thuyền nhân|D]]\n[[Thể loại:Di cư Việt Nam]]"}