{"14669461":"Có 372 làng tôn thờ Đức Thánh Tam Giang ở 16 huyện thị thuộc 5 tỉnh ven các triền sông Cầu từ [[Đu]], [[Đuổng]] ([[Thái Nguyên]]), qua Ngã Ba Xà ([[Tam Giang]] - [[Yên Phong]]), rồi tới Lục Đầu Giang (sông Cầu dài 290&nbsp;km, như vậy trung bình cứ 1&nbsp;km lại có một làng thờ) vì thế mà dân gian lưu truyền phương ngôn “''Thượng Đu Đuổm, hạ chí Lục Đầu giang''” để nhắc đến việc tôn thờ thánh Tam Giang ở các làng ven [[sông Cầu]].<ref>{{Chú thích web |url=http:\/\/www.vanhoabacgiang.vn\/node\/3156 |ngày truy cập=2019-02-15 |tựa đề=Ngày xuân kể chuyện các vị thánh mẫu được thờ ở tỉnh Bắc Giang |archive-date=2019-02-03 |archive-url=https:\/\/web.archive.org\/web\/20190203085125\/http:\/\/www.vanhoabacgiang.vn\/node\/3156 |url-status=dead }}<\/ref> Theo kết quả kiểm kê năm 2013 của Ban Quản lý di tích tỉnh Bắc Giang thì [[Bắc Giang]] có 100 di tích [[đình]], [[đền]], [[nghè]] thờ Thánh Tam Giang. Dưới đây thống kê 64 di tích bao gồm: 1 [[di tích quốc gia đặc biệt]], 7 [[Danh sách Di tích quốc gia Việt Nam|di tích cấp quốc gia]] và 56 [[di tích cấp tỉnh]].\n\n==Di tích quốc gia đặc biệt==\n# [[Đình Đông]] thuộc thôn Đông, thị trấn Bích Động, huyện Việt Yên. Đình là một ngôi đình cổ được xây dựng từ thời [[Lê Trung Hưng]] (thế kỷ XVIII) thờ Đức Thánh [[Trương Hống, Trương Hát]], [[Hoàng Hoa Thám]]. Đình Đông là một trong 23 điểm nằm trong hệ thống Di tích lịch sử những địa điểm [[Khởi nghĩa Yên Thế]] được xếp hạng là [[Di tích quốc gia đặc biệt]] năm 2012.<ref>{{Chú thích web |url=https:\/\/vietyen.bacgiang.gov.vn\/node\/508792 |ngày truy cập=2019-02-15 |tựa đề=Đình Đông di tích quốc gia đặc biệt, Phòng Văn hóa và Thông tin, CỔNG THÔNG TIN ĐIỆN TỬ HUYỆN VIỆT YÊN TỈNH BẮC GIANG, Ngày đăng: 29-09-2016  |archive-date=2019-02-16 |archive-url=https:\/\/web.archive.org\/web\/20190216094144\/https:\/\/vietyen.bacgiang.gov.vn\/node\/508792 |url-status=dead }}<\/ref>\n\n==Di tích quốc gia==\n===Huyện Việt Yên===\n====Thị trấn Nếnh====\n# [[Đình Sen Hồ]]. Đình Sen Hồ là nơi thờ Đức Thánh Tam Giang, [[Diên Bình]] Công chúa (con gái vua [[Lý Thánh Tông]]) và [[Thân Công Tài]]. Đình được khởi dựng vào thời [[Lê Trung Hưng]] (thế kỷ XVII-XVIII), khi đó được Tả đô đốc, Hán Quận công [[Thân Công Tài]] (sau này cũng là một vị [[Thành hoàng làng]]) công đức làm đình.<ref>{{Chú thích web |url=https:\/\/vietyen.bacgiang.gov.vn\/node\/508953 |ngày truy cập=2019-02-15 |tựa đề=ĐÌNH SEN HỒ - DI TÍCH KIẾN TRÚC, NGHỆ THUẬT |archive-date=2019-02-16 |archive-url=https:\/\/web.archive.org\/web\/20190216040922\/https:\/\/vietyen.bacgiang.gov.vn\/node\/508953 |url-status=dead }}<\/ref><ref>[https:\/\/tuoitre.vn\/xep-hang-14-di-tich-quoc-gia-536801.htm Xếp hạng 14 di tích quốc gia]<\/ref><ref>[http:\/\/cand.com.vn\/van-hoa\/Hoi-xuan-mien-quan-ho-104579\/ Hội xuân miền quan họ]<\/ref>\n\n====Xã Vân Hà====\n# Đền Vân và chùa Vân đã được Bộ Văn hóa xếp hạng là cụm di tích kiến trúc - nghệ thuật theo guyết định số 34-VH\/QĐ, ngày 9\/01\/1990.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Tai-nguyen-Moi-truong\/Quyet-dinh-34-VH-QD-cong-nhan-58-di-tich-lich-su-van-hoa-danh-lam-thang-canh-37912.aspx QUYẾT ĐỊNH VỀ VIỆC CÔNG NHẬN 58 DI TÍCH LỊCH SỬ VĂN HOÁ VÀ DANH LAM Thắng CẢNH, BỘ TRƯỞNG BỘ VĂN HOÁ Nông Quốc Chấn, ngày 09 tháng 1 năm 1990 (mục thứ 23)]<\/ref> Đền Vân còn được gọi là đền Chính, xây dựng thời [[Lê Trung Hưng]] (thế kỷ XVII), thuộc xã [[Yên Viên (xã)]], huyện [[Yên Việt]], phủ [[Thiên Phúc]], trấn [[Kinh Bắc]]. Đền là nơi thờ đức Thánh Tam Giang, gắn với [[lễ hội vật cầu nước]] để mừng chiến thắng.\n\n====Xã Ninh Sơn====\n# Đình Hữu Nghi. Đình được Bộ VHTT xếp hạng theo Quyết định số 1568\/VH-QĐ, ngày 20\/4\/1995.\n\n===Huyện Hiệp Hòa===\n'''Xã Hợp Thịnh'''\n\nXóm Thanh Phong - Thôn Trung Tâm. Đền Thờ Thánh Tam Giang ( Di Tích Lịch Sử Tồn Tại Hàng Trăm Năm )\n\n===Xã Hoàng Vân===\n# Đình Vân Xuyên. Thờ Thánh Tam Giang và Cao Sơn - Quý Minh (Di tích lịch sử ATK2)\n# Đền Soi. Thờ Thánh Tam Giang (Di tích lịch sử ATK2)\n===Xã Mai Đình===\n# Đình Trâu Lỗ. Thờ Thánh Tam Giang, Vua Ông, Vua Bà (Di tích kiến trúc nghệ thuật)\n# Đền Trâu Lỗ. Thờ Thánh Tam Giang, Vua Ông, Vua Bà (Di tích nghệ thuật)\n===Huyện Tân Yên===\n====Xã Việt Lập====\n# Đình Vân Xuyên Thờ Thánh Tam Giang và Cao Sơn - Quý Minh (Di tích kiến trúc nghệ thuật)\n\n==Di tích cấp tỉnh==\n===Huyện Việt Yên===\n====Thị trấn Nếnh====\n# Đình Yên Ninh. Thờ Thánh Tam Giang và Cao Sơn - Quý Minh (Di tích Kiến trúc nghệ thuật)\n# Đình Cộng Khánh. Thờ ThánhTam Giang (Di tích Lịch sử-Văn hóa)\n===Xã Vân Trung===\n# Đình Trúc Tay. Thờ Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n===Xã Ninh Sơn===\n# Đình Nội Ninh. Đình làng Nội Ninh thờ [[Trương Hống]]. Đình xưa còn được gọi là Đình Má, được đặt nóc vào ngày 12 tháng Chạp năm Nhâm Thân, niên hiệu Chính Hoà thứ 13 (1692), cách đây trên 300 năm. Đình Nội ninh được công nhận là Di tích lịch sử - Văn hoá cấp tỉnh theo Quyết định số 2402\/QĐ-UBND ngày 31 tháng 12 năm 2007 của Chủ tịch Ủy ban nhân dân tỉnh Bắc Giang<ref>{{Chú thích web |url=https:\/\/vietyen.bacgiang.gov.vn\/van-hoa-xa-hoi\/khanh-thanh-cong-trinh-trung-tu-ton-tao-di-tich-lich-su-van-hoa-dinh-lang-noi-ninh-xa-ninh-son.htm |ngày truy cập=2019-02-15 |tựa đề=Khánh thành công trình trùng tu, tôn tạo Di tích lịch sử văn hoá Đình làng Nội Ninh xã Ninh Sơn |archive-date=2019-02-16 |archive-url=https:\/\/web.archive.org\/web\/20190216040910\/https:\/\/vietyen.bacgiang.gov.vn\/van-hoa-xa-hoi\/khanh-thanh-cong-trinh-trung-tu-ton-tao-di-tich-lich-su-van-hoa-dinh-lang-noi-ninh-xa-ninh-son.htm |url-status=dead }}<\/ref>\n# Đình Mai Vũ. Thờ ThánhTam Giang (Trương Hống,Trương Hát,Trương Thị Dạm Nương), Trịnh Trương Kiều, Trịnh Tương Nương (Di tích Lịch sử-Văn hóa)\n# Đình Cao Lôi. Thờ Thánh Tam Giang và Thánh Mẫu (Di tích Lịch sử-Văn hóa)\n# Đình Ninh Động. Thờ Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n# Đình Phúc Ninh. Thờ Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n# Đình Giá Sơn. 4 vị Đại tướng: Trương Hống Trương Hát Trương Lừng Trương Lẫy (Di tích Lịch sử-Văn hóa)\n\n===Xã Hương Mai===\n# Đình Xuân Lạn. Thờ ThánhTam Giang và Thánh Mẫu (Di tích Lịch sử-Văn hóa)\n===Xã Thượng Lan===\n# Đình Thượng. Thờ ThánhTam Giang và Cao Sơn - Quý Minh (Di tích Kiến trúc nghệ thuật)\n# Đình Dinh (Đình Chằm). Thờ ThánhTam Giang, Cao Sơn, Quý Minh, Đô Thống, Thống Vinh (Di tích Lịch sử-Văn hóa)\n===Xã Quảng Minh===\n# Đình Khả Lý Thượng. Thờ ThánhTam Giang (Di tích Lịch sử-Văn hóa)\n# Đình Khả Lý Hạ. Thờ ThánhTam Giang (Di tích Lịch sử-Văn hóa)\n# Đình Mang. Thờ ThánhTam Giang (Di tích Lịch sử-Văn hóa)\n===Xã Tiên Sơn===\n# Đình Thượng Lát. Thờ ThánhTam Giang và Tiến sĩ Vũ Cẩn (Di tích Kiến trúc nghệ thuật)\n===Xã Quang Châu===\n# Đình Quang Biểu. Thờ ThánhTam Giang (Di tích Lịch sử-Văn hóa)\n\n===Huyện Yên Dũng===\n====Xã Lão Hộ====\n# Đình Lão Hộ. Thờ ThánhTam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Yên Lư====\n# Đình Yên Tập Bến. Thờ Cao Sơn, Quý Minh, Đức Thánh Tam Giang và Trương Đạm Nương (công chúa Chàng Thành) (Di tích Lịch sử-Văn hóa)\n\n====Xã Đồng Phúc====\n# Đình Hạ Long. Thờ ThánhTam Giang, Cao Sơn (Di tích Lịch sử-Văn hóa)\n# Đình Nam Sơn. Thờ Thánh Tam Giang và Thánh Mẫu, thánh Cao Sơn, Diên Hy Bác trạch Đông Hải chi thần (Di tích Lịch sử-Văn hóa)\n\n====Xã Tư Mại====\n# Đình Phú Mại. Thờ ThánhTam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Trí Yên====\n# Đền Phượng Nhỡn. Thờ ThánhTam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Nội Hoàng====\n# Đình Trung. Thờ ThánhTam Giang, Cao Sơn-Quý Minh (Di tích Lịch sử-Văn hóa)\n\n====Xã Tiến Dũng====\n# Đình Ninh Xuyên. Thờ Đức Thánh Tam Giang là Trương Hát và Trương Đạm Nương (Di tích Lịch sử-Văn hóa)\n\n===Huyện Tân Yên===\n# Đình Ninh Xuyên. Thờ Đức Thánh Tam Giang là Trương Hát và Trương Đạm Nương (Di tích Lịch sử-Văn hóa) \n\n====Xã Phúc Sơn====\n# Đình Lý Cốt. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh, Nữ Giã Đại thần (Di tích Lịch sử-Văn hóa)\n# Đình Lý Cốt. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Việt Ngọc====\n# Đình Dĩnh. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh (Di tích Lịch sử-Văn hóa)\n# Đình Thể. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh (Di tích Lịch sử-Văn hóa)\n\n====Xã Lam Cốt====\n# Đình Tế. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh (Di tích Lịch sử-Văn hóa)\n# Đình Trung. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh (Di tích Lịch sử-Văn hóa)\n\n====Xã Ngọc Thiện====\n# Đình Mỗ. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh (Di tích Lịch sử-Văn hóa)\n\n====Xã Việt Lập====\n# Đình Hoãn. Thờ Tam Giang Đô Thống, Cao Sơn, Quý Minh đại vương (Di tích Lịch sử-Văn hóa)\n\n====Xã Hợp Đức====\n# Đình Vũng. Thờ Đức Thánh Tam Giang; Cao Sơn, Quý Minh đại vương; Phổ Minh Ninh Trấn đại vương (Di tích Lịch sử-Văn hóa)\n\n====Xã Song Vân====\n# Đình Chậu. Thờ Đức Thánh Tam Giang; Cao Sơn, Quý Minh đại vương (Di tích Lịch sử-Văn hóa)\n\n===Huyện Hiệp Hòa===\n====Xã Mai Trung====\n# Đình Mai Phong. Thờ Đức Thánh Tam Giang, Cao Sơn (Di tích Kiến trúc nghệ thuật)\n# Đình Trung Hòa. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh (Di tích Lịch sử-Văn hóa)\n\n====Xã Bắc Lý====\n# Đình Lý Viên. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh (Di tích Lịch sử-Văn hóa)\n# Đền Long Động. Thờ Đức Thánh Tam Giang, Cao Sơn, Đổng Vĩnh, Nguyệt Hoa công chúa (Di tích Lịch sử-Văn hóa)\n\n====Xã Đồng Tâm====\n# Đình Tân Chung. Thờ Đức Thánh Tam Giang, Quý Minh (Di tích Kiến trúc nghệ thuật)\n\n====Xã Hợp Thịnh====\n# Đình Ninh Tào. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh, Diên Bình (Di tích Lịch sử-Văn hóa)\n# Đình Đa Hội. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh, Diên Bình, Đức Vua Bà, Trương Đạm Nương (Di tích Lịch sử-Văn hóa)\n# Đình Hương Ninh. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh (Di tích Lịch sử-Văn hóa)\n# Đình làng Dật. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Xuân Cẩm====\n# Đình Cẩm Hoàng. Thờ Đức Thánh Tam Giang, Từ Nhan, Hằng Nga công chúa (Di tích Lịch sử-Văn hóa)\n\n====Xã Châu Minh====\n# Đình Ngọ Xá. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n# Đình Ngũ Phúc. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Mai Đình====\n# Nghè Ngũ Giáp. Thờ Đức Thánh Tam Giang, Đức Trương Kiền- con thứ tư của Trương Hống (Di tích Lịch sử-Văn hóa)\n\n====Xã Quang Minh====\n# Đình Hữu Định. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n# Đình Hương Thịnh. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Đoan Bái====\n# Đình Trên. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n# Đình làng Vai. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Đại Thành====\n# Đình Hà Nội. Thờ Đức Thánh Tam Giang (Di tích Lịch sử-Văn hóa)\n\n====Xã Vân Cẩm====\n# Đình Cẩm Xuyên. Thờ Đức Thánh Tam Giang,Quý Minh, Đương Giang (Di tích Lịch sử-Văn hóa)\n\n===Huyện Lục Ngạn===\n====Xã Tân Quang====\n# Đình Sàng Bến. Thờ Đức Thánh Tam Giang, Cao Sơn, Quý Minh, Nam Sơn, Hồng Vũ, Công chúa Nhà Lý (Di tích Lịch sử-Văn hóa)\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Bắc Giang]]"}