{"3180109":"{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = ''Dinh thự họ Vương''\n| position = right\n| lat_deg = 23.256492\n| lon_deg = 105.262146\n}}{{coord| 23.256492| 105.262146| type:landmark| format=dms| name = Dinh thự họ Vương| display=title}}\n[[Tập tin:Dinh thự vua Mèo họ Vương - Vuong’s Palace, Đồng Văn.jpg|250px|nhỏ|Khu vực Trung dinh]]\n'''Khu dinh thự của [[vua Mèo]]''', tên dùng trong các văn bản là '''Dinh thự họ Vương''',<ref>[http:\/\/hagiangonline.net\/1509-dinh-thu-ho-vuong.html Dinh thự họ Vương – nét kiến trúc độc đáo trên Cao nguyên đá] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170904095001\/http:\/\/hagiangonline.net\/1509-dinh-thu-ho-vuong.html |date = ngày 4 tháng 9 năm 2017}}. Hà Giang Online, 06\/06\/2014.<\/ref> hay còn được gọi với tên '''Nhà Vương''' tọa lạc trong một thung lũng thuộc địa bàn xã [[Sà Phìn]], huyện [[Đồng Văn]], [[Hà Giang]].<ref>{{Chú thích web|tác giả=Xuân Hải|tiêu đề=Cháu nội \"Vua Mèo\" kể về kiến trúc của dinh thự họ Vương|url=http:\/\/www.giadinhonline.vn\/chau-noi-vua-meo-ke-ve-kien-truc-cua-dinh-thu-ho-vuong-d29388.html|nhà xuất bản=giadinhonline.vn|ngày truy cập = ngày 22 tháng 12 năm 2014}}<\/ref> Toàn bộ dinh thự vua Mèo có diện tích gần 3.000 m2, được khởi công vào năm 1898 và hoàn thành vào 9 năm sau đó tức 1907. Quá trình xây dựng tốn 15 vạn đồng bạc trắng Đông Dương, tương đương 150 tỷ đồng ngày nay.<ref>[http:\/\/dulichhagiang.org\/bi-an-xung-quanh-dinh-thu-ho-vuong-ha-giang Bí ẩn xung quanh Dinh thự họ Vương – Hà Giang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160310133231\/http:\/\/dulichhagiang.org\/bi-an-xung-quanh-dinh-thu-ho-vuong-ha-giang |date = ngày 10 tháng 3 năm 2016}}. dulichhagiang, 2014.<\/ref>\n\nKhu dinh thự đã được [[Bộ Văn hóa, Thể thao và Du lịch]] xếp vào hạng [[Di tích Việt Nam|di tích quốc gia]] ngày 23 tháng 7 năm 1993.\n\n== Lịch sử ==\nTrước khi khởi công xây dựng, vua Mèo [[Vương Chính Đức]] đã sang [[Trung Quốc]] tìm thầy phong thủy sang [[Việt Nam]] đi qua khu vực 4 huyện nằm trong quyền cai quản của mình để chọn địa thế đất. Cuối cùng, Vương Chính Đức và thầy quyết định dừng chân tại thôn Xà Phìn, địa thế đất nằm giữa thung lũng Sà Phìn. Đặc biệt, ở nơi đây có một khối đất nổi lên cao như hình mui con rùa, tượng trưng cho thần kim quy. Nếu xây dựng dinh thự tại đây thì sự nghiệp của Vương Chính Đức sẽ thành về sau.\n\n== Kiến trúc ==\n[[Tập tin:Dinh vua Mèo, Hà Giang - NKS.jpg|nhỏ|248x248px|Cửa chính của dinh]]\nDinh thự vua Mèo có ảnh hưởng kiến trúc của 3 nền văn hóa: Trung Quốc, người Mông và Pháp, do một người thợ quê gốc Nam Định thiết kế. Ngôi nhà có 4 nhà ngang, 6 nhà dọc, được chia thành tiền dinh, trung dinh và hậu dinh có 64 buồng được xây 2 tầng tường bằng đá xanh, mái vách bằng gỗ thông và ngói làm từ đất nung. Lối dẫn vào nhà được làm bằng những phiến đá hoa cương có chạm khắc nhiều hoa văn, mái nhà cong, uốn lượn, mái cổng được làm bằng gỗ lợp [[ngói âm dương]], chạm khắc tinh xảo, nhiều hoa văn.<ref>{{Chú thích web|tác giả=Cao Thùy Liên|tiêu đề=Những bí mật về dinh thự 150 tỷ của vua Mèo|url=http:\/\/news.zing.vn\/Nhung-bi-mat-ve-dinh-thu-150-ty-cua-vua-Meo-post483615.html|nhà xuất bản=news.zing.vn|ngày truy cập = ngày 22 tháng 12 năm 2014}}<\/ref>\n\nKhu Tiền dinh là nơi ở của lính canh, lính hộ vệ và nô tì. Trung dinh và Hậu dinh là nơi ở, làm việc của thành viên trong gia tộc họ Vương. Lúc ban đầu, toàn bộ gỗ được dùng trong ngôi nhà đều là gỗ thông đá. Nhưng kể từ khi trở thành tài sản của Nhà nước, tất cả các vật liệu gỗ của ngôi nhà đã bị thay đổi khoảng 60% bằng gỗ lim và gỗ nghiến.\n\nPhía ngoài gian chính giữa có treo một bức hoành phi bằng chữ Hán do vua nhà Nguyễn [[Khải Định]] phong tặng vua Mèo \"Biên chính khả phong\".\n\nTường bảo vệ bên ngoài được xây cao vút, có quân lính bảo vệ nên khó có thể đột nhập từ bên ngoài, cách mỗi đoạn tường lại được bố trí các lỗ châu mai và chòi canh để bảo đảm sự an toàn cho cả khu dinh thự. Phía sau dinh thự có một bể chứa nước rất lớn có thể tích 300 m3 được xây dựng toàn bộ bằng đá, thiết kế hứng nước mưa từ trên các dãy nhà xuống. Do nằm trong vùng thường xuyên khô hạn nên ngày nay chiếc bể nước này là nguồn cung cấp nước chính cho nhân dân ở [[Sà Phìn]].<ref>{{Chú thích web|tác giả=Tây Phương|tiêu đề=Bí ẩn lời nguyền phong thủy trong dinh thự vua Mèo|url=http:\/\/baodatviet.vn\/doi-song\/gia-dinh\/bi-an-loi-nguyen-phong-thuy-trong-dinh-thu-vua-meo-2364464\/|nhà xuất bản=baodatviet.vn|ngày truy cập=ngày 22 tháng 12 năm 2014|archive-date=2014-12-22|archive-url=https:\/\/web.archive.org\/web\/20141222135458\/http:\/\/baodatviet.vn\/doi-song\/gia-dinh\/bi-an-loi-nguyen-phong-thuy-trong-dinh-thu-vua-meo-2364464\/|url-status=dead}}<\/ref>\n\n== Bức hoành phi trong dinh thự họ Vương ==\nBức hoành phi này do vua [[Nhà Nguyễn|Nguyễn]] [[Khải Định]] phong tặng cho vua Mèo vào năm Khải Định 8 (năm 1923). Các dòng chữ Hán trong hoành phi, đọc từ phải sang trái, được viết và dịch như sau:\n[[Tập tin:Bức hoành phi trong dinh thự họ Vương Hà Giang.png|nhỏ|Bức hoành phi trong dinh thự họ Vương]]\n\n'''''Hán tự''''':\n\n恭颂\n\n帮佐王公正德 德政\n\n边政可風\n[[Tập tin:Bức hoành phi và cặp câu đối trong dinh thự họ Vương.jpg|nhỏ|Bức hoành phi và cặp câu đối trong dinh thự họ Vương]]\n啓定八年孟冬暢月復旦公立\n\n'''''Hán-Việt''''':\n\nCung tụng\n\nBang tá Vương Công Chính Đức Đức Chính\n\nBiên Chính Khả Phong\n\nKhải Định Bát Niên Mạnh Đông Sướng Nguyệt Phúc Đán công lập\n\n'''''Dịch''''':\n\nCung tụng, khen ngợi\n\nViệc trị vì bằng Đức của vị Bang tá tên Chính Đức\n\nCách trị vì của ông ở miền biên cương này đáng làm mẫu mực để mà lan toả khắp vùng\n\nHoành phi được lập vào tháng 10, tháng 11 năm Khải Định 8 (1923)\n\n=== Lưu ý ===\nNgày nay, nhiều sách vở, bài viết, video cho rằng bốn chữ đại tự 边政可風 nên dịch là Biên Chinh Khả Phong với ý tưởng khen ngợi vua Mèo trong việc bình định nơi biên cương. Tuy nhiên, đây là một ngộ nhận không đáng có. Việc ngộ nhận này do việc dịch sai từ chữ Chính 政 (tức kỷ cương hành chính) sang Chinh 征 (tức chinh chiến 征戰 - là một danh từ chỉ sự can qua, việc chiến chinh). Nếu dịch sai là Biên Chinh Khả Phong 边征可風 thì bức hoành phi sẽ có nghĩa là khen cho việc chinh chiến, bình định nơi biên thùy của vua Mèo. Việc phong tặng này hoàn toàn không hề có. Ngược lại, Biên Chính Khả Phong (边政可風), Biên 边 nghĩa là biên cương, Chính 政 nghĩa là hành chính. Vậy Biên chính 边政 nghĩa là việc kỷ cương hành chính tại miền biên cương, tức khen cho việc kỷ cương hành chính nghiêm chỉnh tại biên cương, một lời khen rất xứng đáng khi treo trong dinh vua Mèo. &nbsp;\n\nBang tá là một chức tạm thời được áp dụng vào thời Nguyễn. Nguyên tên chức là Bang biện nhưng sau vì kiêng húy vua [[Đồng Khánh]] nên đổi gọi là Bang tá. Bang tá 帮佐 (Bang trợ, phò tá) là chức quan đặc trách vấn đề an ninh trật tự tại các địa phương, không thường trực, chỉ đặt ra tùy giai đoạn khi cần thiết. Vua Khải Định phong cho vua Mèo hàm (tượng trưng) là Bang tá phụ trợ triều đình trong việc đặc trách điều hành xứ miền cao này, mặc dù trong thực tế, vua Mèo là vị vua toàn quyền tại xứ này\n\n== Câu đối dưới bức hoành phi ==\nNgoài ra, dưới bức hoành phi này là cặp câu đối đã phai màu. Cặp câu đối có các dòng chữ Hán, đọc từ cột phải sang cột trái, được dịch như sau:\n\n門拱紫宸家增福壽\n\n大開黄道堂現禎祥\n\nMôn củng tử thần, gia tăng phước thọ\n\nĐại khai hoàng đạo, đường hiện trinh tường\n\nCửa trổ đất sinh thiên tử, gia đình được tăng phước thọ\n\nHoàng đạo khai thông rộng mở, chốn quan hiển hiện điềm lành\n\nCặp câu đối này có ý nghĩa khen tặng thế đất mà vua Mèo đã dày công nhờ các thầy phong thủy tìm và chọn đặt để xây dinh thự họ Vương. Cặp câu đối rất hay nhưng không hiểu vì sao lại không được sơn son như câu đối trước cổng dinh thự họ Vương.\n\n== Hình ảnh ==\n<center><gallery mode=\"packed\" widths=\"200px\">\nTập tin:Turtle Hill @SaPhin HaGiang Vietnam.jpg|Khu Dinh thự họ Vương trên đồi ''Con Rùa''.\nTập tin:SaPhin HaGiang Vietnam.JPG|Khu Dinh thự họ Vương trên đồi ''Con Rùa''.\nTập tin:Di tích Nhà vua mèo Vương Chí Sình tại Hà Giang.JPG|Khu vực Trung Cung\n<\/gallery><gallery mode=\"packed\" widths=\"200\">\nTập tin:Hmong King's house at SaPhin.jpg\nTập tin:Bentrongnhavuong.jpg\n<\/gallery><\/center>\n\n== Sự kiện \"Giấy chứng nhận quyền sử dụng đất\" 2018 ==\nDi tích này đã bị làm hồ sơ công nhận là [[Di tích Việt Nam|di tích quốc gia]] vào năm 1993<ref>{{Chú thích web|url=http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/2947|tiêu đề=Dinh thự họ Vương|website=Vietnam Tourism|ngày truy cập=2018-08-21|archive-date = ngày 21 tháng 8 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180821160451\/http:\/\/www.vietnamtourism.com\/index.php\/tourism\/items\/2947|url-status=dead}}<\/ref> mà không có bàn bạc thống nhất với dòng họ Vương là dòng họ trực tiếp sở hữu và quản lý dinh thự từ khi xây dựng đến thời điểm đó. Đến năm 2002, gia đình họ Vương mới biết quyết định này khi cán bộ địa phương đưa những người họ Vương ra khỏi dinh thự, với lý do dựa trên văn bản 937-QĐ\/BT của Bộ Văn hóa Thông tin. Những người này đã phải chuyển ra ngoài để cơ quan chức năng trùng tu dinh thự làm bảo tàng và được hỗ trợ tổng cộng 500 triệu đồng trong số tiền 10 tỷ đồng Nhà nước cấp để trùng tu di tích (mỗi người được 30 hay 50 triệu đồng chưa xác định rõ do các nguồn tin khác nhau và 100 m<sup>2<\/sup> đất để cất nhà ở tạm cư lúc trùng tu dinh thự)<ref name=\"dantri.com.vn\">{{Chú thích web|url=http:\/\/dantri.com.vn\/xa-hoi\/chau-noi-vua-meo-noi-gi-ve-thong-tin-bi-tuoc-quyen-su-dung-dat-toa-dinh-thu-20180821075015441.htm|tiêu đề=Cháu nội Vua Mèo nói gì về thông tin bị tước quyền sử dụng đất tòa dinh thự?|website=Dân trí}}<\/ref>. Trong lúc trùng tu những người thực hiện đã chặt 27 cây [[Sa mu|sa mộc]] 100 tuổi của dòng họ Vương (không rõ có bồi thường hay không)<ref>{{Chú thích web|url=https:\/\/tintucvietnam.vn\/chau-noi-vua-meo-nha-toi-bi-cong-nhan-di-tich-tu-do-mat-nha-mat-dat-mot-the-gioi-42844|tiêu đề=Cháu nội vua Mèo: Nhà tôi bị công nhận di tích, từ đó mất nhà, mất đất:: Một thế giới|website=Tin tức Việt Nam}}<\/ref>. Lúc đó, con [[Vương Chính Đức]] là Vương Quỳnh Sơn cũng đã có thư gửi tới lãnh đạo Đảng, Chính phủ và Bộ trưởng Bộ Văn hóa Thông tin và phản đối và không đồng ý cho nhà nước lấy đất, nhà của dòng họ. Vụ việc được giải quyết theo Thông báo số 1125 năm 2002 của Bộ Văn hóa Thông tin đã khẳng định tại văn bản 937, Bộ không quốc hữu hóa quyền sở hữu ngôi nhà của những người được thừa kế hợp pháp. Thời điểm đó, lãnh đạo tỉnh Hà Giang - ông Triệu Đức Thanh<ref>{{Chú thích web|url=http:\/\/www.baohagiang.vn\/van-hoa\/tin-tuc\/201406\/trieu-duc-thanh-mot-hon-tho-nang-long-que-huong-481084\/|tiêu đề=Triệu Đức Thanh – Một hồn thơ nặng lòng quê hương|website=Hà Giang}}<\/ref> - Chủ tịch UBND tỉnh [[Hà Giang]] (là cha ông [[Triệu Tài Vinh]])<ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/bi-thu-vinh-len-ha-giang-se-biet-nang-luc-nguoi-duoc-bo-nhiem-327279.html|tiêu đề=Bí thư Vinh: ‘Lên Hà Giang sẽ biết năng lực người được bổ nhiệm’|website=Vietnam Net}}<\/ref><ref>{{Chú thích web|url=http:\/\/vietnamnet.vn\/vn\/thoi-su\/chinh-tri\/chu-nhiem-ubkt-ha-giang-noi-ve-loat-lanh-dao-mang-ho-bi-thu-tinh-327262.html|tiêu đề=Chủ nhiệm UBKT Hà Giang nói về loạt lãnh đạo mang họ Bí thư tỉnh|website=Vietnam Net}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.baohagiang.vn\/thoi-su-chinh-tri\/201509\/tom-tat-tieu-su-dong-chi-trieu-tai-vinh-uy-vien-trung-uong-dang-bi-thu-bch-dang-bo-tinh-ha-giang-khoa-xvi-643177\/|tiêu đề=Tóm tắt tiểu sử đồng chí Triệu Tài Vinh, Ủy viên Trung ương Đảng, Bí thư BCH Đảng bộ tỉnh Hà Giang khóa XVI|website=Hà Giang}}<\/ref> đã đồng ý với văn bản của Bộ Văn hóa Thông tin. Tuy nhiên đến nhiệm kỳ của ông [[Triệu Tài Vinh]] làm Bí thư tỉnh [[Hà Giang]] đã không thực hiện cam kết này của Bộ Văn hóa - Thông tin và của lãnh đạo tỉnh [[Hà Giang]] lúc đó đặc biệt là của chính cha ông [[Triệu Tài Vinh]] là ông Triệu Đức Thanh. Các cơ quan có thẩm quyền tỉnh Hà Giang đã tự ý cấp giấy chứng nhận quyền sử dụng đất của dinh thự cho Phòng Văn hóa - Thông tin Đồng Văn quản lý lâu dài từ 2012 xem như đã [[quốc hữu hóa]] toàn bộ đất và dinh thự nhà họ Vương và coi như từ lúc này dòng họ Vương mất toàn bộ đất, nhà tại khu dinh thự này.\n\nĐến năm 2018, nhà họ Vương khi định làm thủ tục xin cấp giấy chứng nhận quyền sử dụng đất, nhà tại khu di thự mới biết được việc này đã làm đơn khiếu nại gửi Chính phủ Việt Nam<ref name=\"dantri.com.vn\" \/>. Theo Cao Thùy Liên (báo Lao động) cho rằng nhà họ Vương đồng ý quyết định cống hiến dinh thự này cho nhà nước bảo tồn vào năm 2004 (là năm dòng họ Vương khiếu nại việc công nhận di tích lịch sử và bị chuyển ra ngoài để trùng tu di tích) nhưng không cung cấp được tin hay hình ảnh chụp gì về giấy tờ cống hiến dinh thư này của dòng họ Vương<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/nhung-diem-den-moi-o-da-lat-thu-hut-gioi-tre-nhung-nam-gan-day-post869368.html|tiêu đề=Những bí mật về dinh thự 150 tỷ của vua Mèo|website=zing.vn}}<\/ref> (bài báo chính trên báo Lao động đã không còn truy cập được). Tuy nhiên theo cháu nội [[vua Mèo]] ông Vương Duy Bảo cho rằng gia đình mình không có ký bất kỳ giấy tờ nào hiến dinh thự giá trị 150 tỷ đồng này cho nhà nước dù có nhận 500 triệu đồng để di dời tạm cư lúc đang trùng tu dinh thự.<ref>{{Chú thích web|url=https:\/\/vtc.vn\/cap-so-do-dinh-thu-vua-meo-o-ha-giang-co-quan-chuc-nang-vao-cuoc-kiem-tra-d421291.html|tiêu đề=Cấp sổ đỏ dinh thự Vua Mèo ở Hà Giang: Cơ quan chức năng vào cuộc kiểm tra|website=vtc news}}<\/ref>. Họ Vương lúc này có nhiều người không đồng ý di dời và tất cả không đồng ý hiến đất nhà này cho nhà nước và có một văn bản thỏa thuận về việc di dời tạm cư để trùng tu dinh thự.{{fact}}\n\nNgày 21 tháng 7 năm 2018 ông Vương Duy Bảo, là cháu nội [[vua Mèo]] [[Vương Chính Đức]], đã có đơn gửi Thủ tướng Nguyễn Xuân Phúc về việc cấp giấy chứng nhận quyền sử dụng đất cho tòa dinh thự họ Vương. Ông Bảo bày tỏ bức xúc trong đơn khi biết thông tin UBND tỉnh Hà Giang đã cấp sổ đỏ cho Phòng Văn hóa Thông tin huyện Đồng Văn sử dụng lâu dài mảnh đất gắn liền với tòa dinh thự trên từ năm 2012.{{fact}}\n\nTrong khi đó ông Bảo khẳng định với [[báo Thanh niên]] là \"''Tôi không bán, không tặng, không hiến, không trao đổi với ai về tòa nhà này. Tôi có ký văn bản nào hiến đâu''\".<ref name =dthv-vne >[https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/chau-noi-vua-meo-keu-cuu-vi-bi-tuoc-quyen-su-dung-toa-dinh-thu-3794716.html#ctr=related_news_click Cháu nội Vua Mèo kêu cứu vì bị tước quyền sử dụng tòa dinh thự]. VnExpress, 19\/8\/2018. Truy cập 22\/08\/2018.<\/ref>{{fact}}\n\nSự việc đang được các cấp nghiên cứu giải quyết. Tuy nhiên hiện nay theo các luật sư, luật gia và chuyên gia khác thì việc cấp giấy chứng nhận quyền sử dụng đất để quốc hữu hóa Dinh thự họ Vương chưa có căn cứ vững chắc.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/so-do-dinh-thu-vua-meo-cap-sai-luat-995065.html|tiêu đề=Sổ đỏ dinh thự 'Vua Mèo' cấp sai luật?|website=Thanh Niên}}<\/ref><ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/xa-hoi\/viec-cap-so-do-dat-dinh-thu-vua-meo-cho-phong-van-hoa-thong-tin-co-sai-luat-20180821140700798.htm|tiêu đề=Việc cấp sổ đỏ đất dinh thự Vua Mèo cho Phòng Văn hóa thông tin có sai luật?|website=}}<\/ref><ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/gs-dang-hung-vo-ha-giang-cap-so-do-dinh-vua-meo-thieu-can-cu-3795902.html|tiêu đề=GS Đặng Hùng Võ: 'Hà Giang cấp sổ đỏ dinh Vua Mèo thiếu căn cứ'|website=VnExpress}}<\/ref> Hiện đại diện chính quyền tỉnh Hà Giang bước đầu đã thừa nhận cấp giấy chứng nhận quyền sử dụng đất quốc hữu hóa sai quy định pháp luật, tuy nhiên không đồng ý cấp cho dòng họ Vương và yêu cầu phải chứng minh quyền thừa kế hợp pháp<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ha-giang-se-thu-hoi-so-do-dinh-vua-meo-cap-sai-quy-dinh-3797008.html|tiêu đề=Hà Giang sẽ thu hồi sổ đỏ dinh Vua Mèo cấp sai quy định|website=VnExpress}}<\/ref> vốn đã quy định rất rõ ràng trong [[Luật Dân sự Việt Nam|Bộ luật dân sự]] phần thừa kế<ref>{{Chú thích web|url=http:\/\/www.moj.gov.vn\/qt\/tintuc\/Pages\/nghien-cuu-trao-doi.aspx?ItemID=2057|tiêu đề=Một số chế định về thừa kế trong Bộ luật dân sự 2015|website=Bộ Tư pháp}}<\/ref> vì vậy ông Vương Duy Bảo cho rằng quyền thừa kế của gia đình ông đối với khu dinh thự nhà Vương đã được thể hiện rõ qua việc, tổ tiên là người xây dựng lên ngôi nhà và đã sinh sống hàng trăm năm tại đây thêm vào đó việc phải cung cấp đầy đủ giấy tờ để chứng minh quyền sử dụng đất tại dinh thự họ Vương không dễ bởi, nếu ai ở miền núi vùng sâu vùng xa đều biết cả, số nhà còn không có, chưa thống kê ghi chép gì thì chứng minh kiểu gì.{{fact}} Chính quyền tỉnh Hà Giang đã ban hành quyết định hủy giấy chứng nhận quyền sử dụng đất<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/xa-hoi\/thu-hoi-so-do-dinh-thu-vua-meo-cap-cho-phong-van-hoa-thong-tin-dong-van-20180824232238204.htm|tiêu đề=Thu hồi sổ đỏ dinh thự Vua Mèo cấp cho Phòng Văn hoá Thông tin Đồng Văn|website=Dân trí}}<\/ref> nhưng chưa đề cập đến việc bồi thường 27 cây Samu đã chặt và việc phân chia lợi ích do thu phí vào khu bảo tàng cho dòng họ Vương.\n\n== Tham khảo ==\n{{tham khảo|colwidth=25em}}\n\n== Xem thêm ==\n* [[Danh sách Di tích quốc gia Việt Nam]]\n\n== Liên kết ngoài ==\n\n[[Thể loại:Di tích tại Hà Giang]]\n[[Thể loại:Đồng Văn]]"}