{"1302945":"{{otheruses4|đơn vị hành chính - quân sự tại [[Đàng Trong]] từ năm 1629 đến khoảng năm 1688|địa danh cùng tên|Trấn Biên}}\n'''Dinh Trấn Biên''' là một đơn vị hành chính - quân sự tại [[Đàng Trong]] từ năm 1629 đến khoảng năm 1688. Do trị sở của dinh này đặt tại [[phủ Phú Yên]] nên còn được gọi là '''Dinh Trấn Biên - Phú Yên''' để phân biệt với một đơn vị hành chính - quân sự cũng có tên là [[Dinh Trấn Biên (Biên Hòa)|Dinh Trấn Biên]] tồn tại từ năm 1698 đến năm 1808, với trụ sở đuợc đặt tại [[Biên Hòa]] ngày nay.\n\n==Hình thành==\nNăm 1471, [[Lê Thánh Tông]] đem đại quân chinh phạt [[Chiêm Thành]], hạ được thành [[Đồ Bàn]] và bắt được vua Chiêm [[Trà Toàn]]. Sau khi toàn thắng, vua Lê chia Chiêm Thành thành 3 tiểu quốc [[Tiểu quốc Jarai|Nam Bàn]] (nay là vùng [[Tây Nguyên]]), [[Hoa Anh]] (nay là tỉnh [[Khánh Hòa]]), Chiêm Thành (nay thuộc [[Ninh Thuận]], [[Bình Thuận]]), lấy núi Đá Bia làm mốc ranh giới [[Đại Việt]] với Chiêm Thành. Phần đất chiếm được, vua Lê cho lập đạo Quảng Nam gồm ba phủ: [[Thăng Hoa]] (sau là tỉnh [[Quảng Nam]]), [[Tư Nghĩa]] (sau là tỉnh [[Quảng Ngãi]]) và [[Hoài Nhơn]] (sau là [[Quy Nhơn]]), còn phần đất từ đèo Cù Mông xuống tới đèo Cả thì còn để cho lưu dân tự do, chưa đặt hành chính cai trị.\n\nNăm 1578, Trấn thủ Thuận Quảng [[Nguyễn Hoàng]] bèn sai [[Lương Văn Chánh]] ''\"chiêu tập dân Chiêm khai khẩn đất hoang ở Cù Mông, Bà Đài (Xuân Đài), cho dân di cư đến đấy. Lại mộ dân khai hoang ở trên dưới sông Đà Diễn, chia lập thôn ấp, ngày dân đông đúc\"''<ref>[[Đại Nam liệt truyện]]. Tập I, Nhà xuất bản Thuận Hóa, Huế, 1993. Tr.89.<\/ref>, đặt nền móng khai khẩn vùng đất mới.\n\nNăm 1611, quân [[Chiêm Thành]] đánh phá vùng đất mới. Chúa Tiên [[Nguyễn Hoàng]] sai chủ sự Văn Phong đem quân đi đánh dẹp, cho lập thành [[phủ Phú Yên]] thuộc [[trấn Quảng Nam]], lập 2 huyện Đồng Xuân, [[Tuy Hòa]] thuộc phủ Phú Yên. Tuy nhiên, đến năm 1629, Văn Phong liên minh với Chiêm Thành âm mưu cát cứ ở [[Phú Yên]], chúa Sãi [[Nguyễn Phúc Nguyên]] sai Phó tướng Nguyễn Phúc Vinh<ref>Nguyên tên là Mạc Cảnh Vinh, con cả [[Mạc Cảnh Huống]], công thần của chúa Nguyễn, được [[nguyễn Phúc Nguyên|chúa Sãi]] ban quốc tính và gả [[Quận chúa]] Ngọc Liên.<\/ref> đi đánh dẹp. Sau khi cuộc nổi loạn bị dẹp tan, chúa Sãi cho lập dinh Trấn Biên và cho Quận mã Nguyễn Phúc Vinh làm Trấn thủ dinh Trấn Biên<ref>Mỗi dinh có chức quan Lưu thủ đứng đầu việc hành chính, quan Tuần thủ chỉ huy quân sự. Nguyễn Phúc Vinh giữ chức Trấn thủ, tức kiêm luôn cả hai chức Lưu thủ và Tuần thủ, tức là kiêm quản cả việc hành chính lẫn quân sự.<\/ref>\n\nCác tài liệu lịch sử chép sự kiện này như sau:\n \n{{cquote|\n:''\"…Văn Phong ở Phú Yên dùng quân Chiêm Thành để làm phản. Phó tướng Nguyễn Phúc Vinh đi đánh dẹp yên và lập dinh Trấn biên (khi mới mở mang, những nơi đầu địa giới đều gọi là trấn biên. Vì có công ấy, đặc biệt cho dùng ấn son…\"''\n|||Quốc sử quán triều Nguyễn, [[Đại Nam thực lục|Đại Nam thực lục tiền biên]], quyển 4, Nhà xuất bản Sử học, Hà Nội 1962, tr.56.}}\n\n{{cquote|\n:''\"… Năm Kỷ Tỵ thứ 16 đời Hi Tông (Lê Long Đức thứ 1-1629) Văn Phong cấu kết với Chiêm thành làm phản, sai phó tướng Nguyễn Phúc Vinh dẹp được, lập dinh Trấn biên…\"\n|||Quốc sử quán triều Nguyễn, [[Đại Nam nhất thống chí]], quyển 5, Nhà xuất bản Khoa học xã hội, Hà Nội, 1997. tr.7}}\n\n==Tiền đồn Nam tiến==\nĐàng Trong thời chúa Sãi chia ra 7 dinh: Chính Dinh (Phú Xuân), Cựu Dinh (Ái Tử – Quảng Trị), Quảng Bình, Vũ Xá, Bố Chính, Quảng Nam và Trấn Biên (Phú Yên). Sau khi thành lập, dinh Trấn Biên trở thành một tiền đồn cho công cuộc [[Nam tiến]] khai phá vùng đất mới của người Việt.\n\nNăm 1653, vua Chiêm là [[Po Nraop]] (sử Việt chép là '''Bà Tấm''') đem quân xâm lấn Phú Yên, chúa Hiền [[Nguyễn Phúc Tần]] sai Cai cơ Hùng Lộc lãnh 3.000 quân vượt đèo Hổ Dương núi Thạch Bi đánh đuổi Bà Tấm<ref>Lê Quý Đôn trong Phủ biên tạp lục chép: năm 1653 ''\"… vua nước Chiêm thành là Bà Tấm quấy rối đất Phú Yên, sai cai cơ Hùng lộc hầu làm tổng binh và xá sai Minh võ làm tham mưu đem 3.000 quân đi đánh. Đến phủ Phú Yên ngày 3 tháng 4, nhân đêm qua đèo Hố dương, núi Thạch bi, ruổi thẳng đến trại Ba Tấm, phóng lửa, đuổi gấp, phá tan, đuổi dài đến sông Phan Lang…\" (quyển 2, tr.56).<\/ref>. Trước áp lực quân Đàng Trong, Bà Tấm xin hàng, chúa Nguyễn để từ sông Phan Rang trở vào cho vua Chiêm, còn từ sông Phan Rang trở ra lấy lập phủ Diên Ninh (sau đổi làm phủ Diên Khánh, nay thuộc Khánh Hòa); đồng thời đặt dinh Thái Khang, để Hùng Lộc làm Trấn thủ.\n\nMùa thu năm 1692, vua Chiêm là [[Po Saot]] (sử Việt chép là '''Bà Tranh''') bỏ không tiến cống, họp quân cướp giết cư dân ở phủ Diên Ninh. Chúa Minh [[Nguyễn Phúc Chu]] sai Cai cơ [[Nguyễn Hữu Cảnh]] đem quân đi đánh dẹp, chiếm luôn phần đất còn lại của Chiêm Thành. Chúa Nguyễn đổi đất Chiêm Thành làm Thuận Phủ (sau đổi thành trấn Thuận Thành, nay thuộc Bình Thuận), cho con cháu Bà Tranh làm Khám lý để phủ dụ dân Chiêm Thành.\n\n==Ngoại giao biên viễn==\nBên cạnh vai trò giữ gìn an ninh biên giới phía Nam đối với Chiêm Thành, dinh Trấn Biên còn được phủ chúa Nguyễn ủy cho nhiệm vụ nhận các cống phẩm của vua Thủy (P’taoEa) và vua Lửa (P.taoPui). [[Đại Nam thực lục|Đại Nam thực lục tiền biên]] chép: ''\"…Thủy Xá và Hỏa Xá vào cống…. Buổi quốc sơ, vì cớ họ giáp giới với Phú Yên, cứ năm năm một lần sai người đến các nước ấy cho quà (áo gấm, mũ, nồi đồng, chảo sắt và chén đĩa bằng sứ). Vua hai nước ấy nhận được vật cho, tức thì sắm sửa phẩm vật địa phương (kỳ nam, sáp ong, nhung hươu, mật gấu, voi đực) để hiến…\"''<ref>Đại Nam thực lục tiền biên, quyển 4, tr.21.<\/ref>.\n\n[[Phủ biên tạp lục]] cũng ghi: ''\"…Năm năm một lần, chúa Nguyễn sai cai đội Phú Yên làm chánh phó sứ đem cho áo gấm, mũ, nồi đồng, chảo gang, bát sứ các vật và thu thuế cống\". Vua nước ấy \"soạn ngay các thứ kỳ nam, sáp ong, lộc nhung, tê giác, mật gấu, voi đực giao cho sứ giả đem về dâng (chúa)\"'' <ref>[[Lê Quý Đôn]], Phủ biên tạp lục, quyển 2, tr.123.<\/ref>.\n\nNăm Tân Mão (1711), đời chúa [[Nguyễn Phúc Chu]]: ''\"…Đôn vương và Nga vương ở hai rợ Nam Bàn và Trà Lai (sau gọi là Jarai), (giáp với Phú Yên và Bình Định) sai sứ đến dâng vật phẩm địa phương… chúa cho Ký thuộc là Kiêm Đức đem thư đến hiểu dụ những tù trưởng, cho họ áo sa áo đoạn và đồ đồng đồ sứ…\"''<ref>Đại Nam thực lục tiền biên, quyển 4, tr. 172<\/ref>.\n\nLịch sử [[Công giáo tại Việt Nam]] cũng ghi nhận một nhà nguyện công cộng được xây dựng tại dinh Trấn Biên, hình thành xứ đạo đầu tiên của giáo xứ Mằng Lăng. Hai nhân vật Công giáo người Việt được ghi nhận là [[Công nữ Ngọc Liên|Maria Mađalêna Ngọc Liên]], là người sáng lập ngôi nhà thương đầu tiên để săn sóc, cứu chữa các bệnh nhân; và con đỡ đầu của bà là [[Anrê Phú Yên]], về sau trở thành một trong những [[Các thánh tử đạo Việt Nam|thánh tử đạo Việt Nam]].\n\n==Biên cương di chuyển về phía Nam==\nCái tên dinh Trấn Biên thay bằng dinh Phú Yên năm nào cũng không ai rõ. Chỉ biết năm 1688, Phủ Biên tạp lục ghi: Chúa Nguyễn Phúc Trân ''\"sai phó tướng dinh Trấn Biên là Vạn Long hầu làm Thống binh… Thủ hợp Chính dinh là Văn Vy làm Tham mưu vào cửa biển [[Mỹ Tho]]… đánh phá lũy của [[Hoàng Tiến]]…\"'' <ref>Lê Quý Đôn, Phủ Biên tạp lục, quyển 2, tr.63.<\/ref>\n\nĐại Nam thực lục tiền biên chép: năm 1689, ''\"…Chúa bèn sai Hữu Hào làm thống binh… Nguyễn Thắng Sơn làm tiên phong, kén thêm quân ở Phú Yên, Thái Khanh và Phan Rí để tiến đánh Chân Lạp…\"'' <ref>Đại Nam thực lục tiền biên, quyển 4,tr.141<\/ref>.\n\nNhư vậy, đến năm 1688 Phú Yên không còn làm nhiệm vụ trấn biên nữa, và đến năm 1698, khi [[Nguyễn Hữu Cảnh]] ''lấy đất Nông Nại đặt làm Gia Định phủ, lập xứ Đồng Nai làm huyện Phước Long, dựng dinh [[Trấn Biên]], lấy đất [[Thành phố Hồ Chí Minh|Sài Gòn]] làm huyện Tân Bình, dựng dinh [[Phiên Trấn]]''<ref>Theo [[Trịnh Hoài Đức]], ''[[Gia Định thành thông chí]]''.<\/ref>, thì vai trò trấn biên chuyển về cho [[Dinh Trấn Biên (Biên Hòa)|dinh Trấn Biên mới]].\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Phú Yên]]\n[[Thể loại:Lịch sử Đàng Trong]]"}