{"104581":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Diên Khánh\n| hình = Cây dầu đôi Diên Khánh, Khánh Hòa.jpeg\n| ghi chú hình = Cây dầu đôi (bên trái) và miếu thờ Trịnh Phong\n| vĩ độ = 12\n| kinh độ = 109\n| vĩ phút = 15\n| vĩ giây = 45\n| kinh phút = 5\n| kinh giây = 54\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Khánh Hòa]]\n| huyện lỵ = thị trấn [[Diên Khánh (thị trấn)|Diên Khánh]]\n| diện tích = 336,2 km²\n| thời điểm dân số = 2019\n| dân số = 142.706 người\n| mật độ dân số = 392 người\/km² \n| phân chia hành chính = 1 thị trấn, 17 xã\n| loại đô thị = Loại IV\n| năm công nhận = 2021<ref name=BXD1\/>\n| mã hành chính = 574<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| mã điện thoại = 58\n| biển số xe = 79-D1\n| web = {{url|dienkhanh.khanhhoa.gov.vn}}\n}}\n\n'''Diên Khánh''' là một [[huyện (Việt Nam)|huyện]] nằm ở trung tâm tỉnh [[Khánh Hòa]], [[Việt Nam]].\n\nDiên Khánh từng là trung tâm của phủ Diên Khánh xưa kia, sau năm 1945, tỉnh lỵ của Khánh Hòa mới chuyển về thành phố [[Nha Trang]].\n\n==Địa lý==\nHuyện Diên Khánh nằm ở trung tâm của tỉnh Khánh Hòa, cách trung tâm thành phố Nha Trang 10&nbsp;km về phía tây, có vị trí địa lý: \n*Phía đông giáp thành phố [[Nha Trang]]\n*Phía tây giáp huyện [[Khánh Vĩnh]]\n*Phía nam giáp huyện [[Cam Lâm]]\n*Phía bắc giáp huyện Khánh Vĩnh và thị xã [[Ninh Hòa]].  \n\nĐây cũng là địa phương có hai dự án [[Đường cao tốc Vân Phong – Nha Trang]] và dự án [[Đường cao tốc Nha Trang – Cam Lâm]] đi qua đang được xây dựng.\n\n== Lịch sử ==\nDiên Khánh trước kia là vùng đất của phủ Diên Ninh thuộc dinh Thái Khang. Năm 1742, chúa [[Nguyễn Phúc Khoát]] đổi phủ Diên Ninh thành phủ Diên Khánh. Lúc bấy giờ huyện Phước Điền (tức huyện Diên Khánh sau này) thuộc phủ Diên Khánh. Năm 1832, trấn Bình Hòa đổi thành tỉnh Khánh Hòa. Tỉnh Khánh Hòa có 2 phủ và 4 huyện. Phủ Diên Khánh gồm có 2 huyện Phước Điền và Vĩnh Xương (huyện Hoa Châu nhập vào huyện Phước Điền).\n[[Tập tin:Cay Dau doi Dien Khanh.JPG|nhỏ|phải|300px|Cây dầu đôi]]\nSau khi Pháp xâm chiếm Việt Nam, Pháp tiến hành thay đổi về mặt hành chính. Tỉnh Khánh Hòa có 2 phủ Ninh Hòa, Diên Khánh và 2 huyện Vạn Ninh, Vĩnh Xương. Phủ Diên Khánh có 3 tổng: tổng Trung Châu (Bắc sông Cái), tổng Vĩnh Phước (Tây-Nam sông Cái), tổng Ninh Phước (Đông-Nam sông Cái).\n\nSau [[Cách mạng tháng Tám]] thành công, năm 1946, chính quyền cách mạng quyết định xóa bỏ phủ Diên Khánh thành lập huyện Diên Khánh như ngày nay.\n\nTrong [[chiến tranh Việt Nam]], địa bàn huyện Diên Khánh có những thay đổi, nhiều lần nhập, tách với các xã của huyện Vĩnh Xương và [[Cam Ranh]]. Từ năm 1950-1954, nhập 2 huyện Vĩnh Xương và Diên Khánh thành huyện Vĩnh Khánh. Thời [[Việt Nam Cộng hòa|Việt Nam Cộng Hòa]] huyện có lúc tạm thời chia làm 4 đơn vị: 2 huyện miền núi Vĩnh Sơn, Vĩnh Khánh (1961-1975) và 2 huyện đồng bằng là Cửu Long và Hương Giang, đồng thời nhập một số xã của Vĩnh Xương (Vĩnh Phương, Vĩnh Lương, Vĩnh Hải, Vĩnh Ích) cho Diên Khánh (1961-1975). Từ 1965-1975, tách xã Diên An, Diên Toàn cho huyện Vĩnh Trang.\n\nSau năm 1975, huyện Diên Khánh sáp nhập với huyện Vĩnh Xương thành huyện Khánh Xương thuộc tỉnh [[Phú Khánh (tỉnh)|Phú Khánh]].\n\nNgày [[10 tháng 3]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định 49-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-49-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Phu-Khanh-58077.aspx|tựa đề=Quyết định 49-CP năm 1977 hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Phú Khánh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n* Sáp nhập 7 xã: Vĩnh Hiệp, Vĩnh Lương, Vĩnh Ngọc, Vĩnh Phương, Vĩnh Thái, Vĩnh Thạnh, Vĩnh Trung (vốn thuộc huyện Vĩnh Xương cũ) vào thị xã Nha Trang để thành lập thành phố [[Nha Trang]].\n* Hợp nhất hai huyện Khánh Xương và [[Khánh Vĩnh]] để tái lập huyện Diên Khánh.\n\nHuyện Diên Khánh sau khi tái lập bao gồm 24 xã: Diên An, Diên Bình, Diên Điền, Diên Hòa, Diên Lạc, Diên Lâm, Diên Lộc, Diên Phú, Diên Phước, Diên Sơn, Diên Tân, Diên Thạnh, Diên Thọ, Diên Thủy, Diên Toàn, Khánh Bình, Khánh Lê, Khánh Minh, Khánh Phú, Khánh Thành, Khánh Thượng, Khánh Vinh, Suối Cát và Suối Hiệp.\n\nNgày [[27 tháng 3]] năm [[1978]], thành lập xã Diên Đồng và xã Diên Xuân.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-54-BT-thanh-lap-xa-thuoc-tinh-Phu-Khanh-54762.aspx|tựa đề=Quyết định 54-BT về việc thành lập xã thuộc tỉnh Phú Khánh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[30 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định 100-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-100-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Phu-Khanh-43144.aspx|tựa đề=Quyết định 100-HĐBT năm 1981 về việc phân vạch địa giới một số xã và thị trấn thuộc tỉnh Phú Khánh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Thành lập thị trấn Diên Khánh trên cơ sở toàn bộ diện tích, dân số của xã Diên Thủy và một phần diện tích, dân số của các xã Diên Toàn, Diên Thạnh, Diên An, Diên Sơn và Diên Điền.\n*Chia xã Suối Cát thành 2 xã: Suối Cát và Suối Tân.\n\nNgày [[27 tháng 6]] năm [[1985]], tách 7 xã: Khánh Bình, Khánh Lê, Khánh Minh, Khánh Phú, Khánh Thành, Khánh Thượng và Khánh Vinh để tái lập huyện [[Khánh Vĩnh]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-189-HDBT-dieu-chinh-dia-gioi-hanh-chinh-huyen-thuoc-tinh-Phu-Khanh-44627.aspx|tựa đề=Quyết định 189-HĐBT năm 1985 điều chỉnh địa giới hành chính một số huyện thuộc tỉnh Phú Khánh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Diên Khánh còn lại thị trấn Diên Khánh và 19 xã: Diên An, Diên Bình, Diên Điền, Diên Đồng, Diên Hòa, Diên Lạc, Diên Lâm, Diên Lộc, Diên Phú, Diên Phước, Diên Sơn, Diên Tân, Diên Thạnh, Diên Thọ, Diên Toàn, Diên Xuân, Suối Cát, Suối Hiệp, Suối Tân.\n\nNgày [[13 tháng 9]] năm [[1985]], chia xã Suối Cát thành 2 xã: Suối Cát và Suối Tiên.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-230-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-thi-tran-cua-huyen-thuoc-tinh-Phu-khanh\/43660\/noi-dung.aspx|tựa đề=Quyết định 230-HĐBT năm 1985 về điều chỉnh địa giới hành chính một số xã, thị trấn của một số huyện thuộc tỉnh Phú Khánh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[30 tháng 6]] năm [[1989]], tỉnh [[Khánh Hòa]] được tái lập, huyện Diên Khánh trực thuộc tỉnh Khánh Hòa, bao gồm thị trấn Diên Khánh và 20 xã: Diên An, Diên Bình, Diên Điền, Diên Đồng, Diên Hòa, Diên Lạc, Diên Lâm, Diên Lộc, Diên Phú, Diên Phước, Diên Sơn, Diên Tân, Diên Thạnh, Diên Thọ, Diên Toàn, Diên Xuân, Suối Cát, Suối Hiệp, Suối Tân, Suối Tiên.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-dai-gioi-hanh-chinh-cua-cac-tinh-Nghia-Binh-Phu-Khanh-va-Binh-Tri-Thien-42792.aspx|tựa đề=Nghị quyết về việc phân vạch địa giới hành chính của các tỉnh Nghĩa Bình, Phú Khánh và Bình Trị Thiên do Quốc hội ban hành}}<\/ref>\n\nNgày [[11 tháng 4]] năm [[2007]], chuyển hai xã Suối Tân và Suối Cát về huyện [[Cam Lâm]] mới thành lập.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-65-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thi-xa-Cam-Ranh-Truong-Sa-Cam-Nghia-huyen-Dien-Khanh-lap-huyen-xa-tinh-khanh-Hoa-18319.aspx|title=Nghị định số 65\/2007\/NĐ-CP về việc điều chỉnh địa giới hành chính thị xã Cam Ranh và huyện Diên Khánh để thành lập huyện Cam Lâm; điều chỉnh địa giới hành chính để thành lập xã, thị trấn thuộc các huyện: Cam Lâm, Trường Sa và mở rộng phường Cam Nghĩa thuộc thị xã Cam Ranh, tỉnh Khánh Hòa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[22 tháng 9]] năm [[2010]], Bộ Xây dựng ban hành Quyết định 854\/QĐ-BXD công nhận thị trấn Diên Khánh là đô thị loại IV.<ref name=BXD>{{Chú thích web|url=http:\/\/moc.gov.vn\/vn\/tin-tuc\/1173\/5139\/cong-nhan-thi-tran-dien-khanh--huyen-dien-khanh--tinh-khanh-hoa-la-do-thi-loai-iv.aspx|tựa đề=Công nhận thị trấn Diên Khánh, huyện Diên Khánh, tỉnh Khánh Hòa là đô thị loại IV|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[11 tháng 2]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 894\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Khánh Hòa (nghị quyết có hiệu lực từ ngày [[1 tháng 3]] năm [[2020]])<ref name=NQ894>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-894-NQ-UBTVQH14-2020-sap-xep-don-vi-hanh-chinh-cap-xa-Khanh-Hoa-435411.aspx|tựa đề=Nghị quyết số 894\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Khánh Hòa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập hai xã Diên Bình và Diên Lộc thành xã Bình Lộc.\n\nHuyện Diên Khánh có 1 thị trấn và 17 xã như hiện nay.\n\nNgày [[2 tháng 3]] năm [[2021]], Bộ Xây dựng ban hành Quyết định 220\/QĐ-BXD công nhận đô thị Diên Khánh (gồm toàn bộ 1 thị trấn và 17 xã thuộc huyện Diên Khánh) là đô thị loại IV trực thuộc tỉnh Khánh Hòa.<ref name=BXD1>{{Chú thích web|url=http:\/\/moc.gov.vn\/vn\/tin-tuc\/1285\/66458\/cong-nhan-do-thi-dien-khanh-dat-tieu-chi-do-thi-loai-iv-truc-thuoc-tinh-khanh-hoa.aspx|tựa đề=Công nhận đô thị Diên Khánh đạt tiêu chí đô thị loại IV trực thuộc tỉnh Khánh Hòa|tác giả=|họ=|tên=|ngày=2021-03-03|website=Cổng thông tin điện tử Bộ Xây dựng|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Hành chính==\nHuyện Diên Khánh có 18 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Diên Khánh (thị trấn)|Diên Khánh]] (huyện lỵ) và 17 xã: [[Bình Lộc, Diên Khánh|Bình Lộc]], [[Diên An, Diên Khánh|Diên An]], [[Diên Điền]], [[Diên Đồng]], [[Diên Hòa]], [[Diên Lạc]], [[Diên Lâm]], [[Diên Phú, Diên Khánh|Diên Phú]], [[Diên Phước]], [[Diên Sơn]], [[Diên Tân, Diên Khánh|Diên Tân]], [[Diên Thạnh]], [[Diên Thọ]], [[Diên Toàn]], [[Diên Xuân]], [[Suối Hiệp]], [[Suối Tiên, Diên Khánh|Suối Tiên]].\n\n==Văn hóa==\n===Thành cổ Diên Khánh===\n{{chính|Thành cổ Diên Khánh}}\n[[Tập tin:Dien Khanh Citadel old map.jpg|nhỏ|250px|phải|Sơ đồ thành]]\nNăm [[1793]], sau khi đánh chiếm được Diên Khánh từ tay [[nhà Tây Sơn]], [[Gia Long|Nguyễn Ánh]] đã cho xây dựng trên vùng đất khi ấy còn heo hút một căn cứ quân sự và khu dân cư được vây quanh bởi một tòa thành.\n\nThành Diên Khánh được xây dựng theo một hình mẫu phổ biến ở phương Tây vào thời kỳ đó. Tường thành có hình lục giác không đều, có [[chiều dài]] tổng cộng 2.693 mét, xung quanh là các hào sâu từ 3 đến 5 mét. Tòa thành uốn lượn chứ không thẳng, do đó có thể quan sát dễ dàng hai bên tường. Thành Diên Khánh có diện tích khoảng 36.000 m², và có 6 cửa thành ở 6 mặt tường. Qua thời gian, hiện nay còn bốn cửa Đông, Tây, Nam và Bắc, tuy nhiên chỉ còn hai cửa, cửa Đông và cửa Tây là còn nguyên vẹn và hiện vẫn là hai cửa ngõ chính ra vào khu vực trung tâm thị trấn Diên Khánh. Theo các tư liệu cũ, bên trong thành có nhiều kiến trúc độc đáo như hoàng cung, cột cờ, dinh tuần vũ, dinh án sát, nhà kho... Thành Diên Khánh khi đó trung tâm của Phủ Diên Khánh và cũng là nơi hoạt động của nghĩa quân Cần Vương - Khánh Hòa và quân du kích Cộng sản ở Khánh Hòa trong thời kỳ [[Chiến tranh Đông Dương]] và [[Chiến tranh Việt Nam]].\n\n===Khen thưởng===\nHuyện Diên Khánh đã được Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam phong tăng danh hiệu Anh hùng lực lượng vũ trang trong hai thời kỳ kháng chiến chống Pháp và chống Mỹ cứu nước. Các xã, thị trấn dưới đây cũng được phong tặng danh hiệu Anh hùng lực lượng vũ trang như các xã: Diên Phước, Diên Sơn, Diên Điền, Diên An, Diên Phú, Diên Toàn, Diên Lâm, Diên Thọ, Diên Lạc và thị trấn Diên Khánh.\n\n==Hạ tầng==\nHiện nay, huyện Diên Khánh đã và đang triển khai đầu tư xây dựng khu đô thị Nam Sông Cái nằm trên địa bàn thị trấn Diên Khánh.\n\n==Hình ảnh==\n<gallery mode=\"packed-hover\" widths=\"200\" heights=\"200\">\nTập tin:Memento DK.jpg|1 resort tại Diên Khánh\nTập tin:Cai River, Vietnam.jpg|Sông Cái, đoạn qua Diên Khánh, Khánh Hòa\nHình:Dien Khanh eastern gate.JPG|Cổng thành phía Đông trấn Diên Khánh\nHình:Dien Khanh western gate.JPG|Cổng Tây thành cổ Diên Khánh\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Huyện thị Khánh Hòa}}\n{{Đơn vị hành chính thuộc huyện Diên Khánh}}\n{{Du lịch Khánh Hòa}}\n{{sơ khai Khánh Hòa}}\n\n[[Thể loại:Đô thị Việt Nam loại IV]]"}