{"787719":"{{chú thích trong bài}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Diễn Phú\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 56\n| vĩ giây = 52\n| kinh phút = 36\n| kinh giây = 32\n| diện tích = 8,29 km²<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |url-status=dead }}<\/ref>\n| dân số = 23.525 người<ref name=MS\/>\n| thời điểm dân số = [[2019]]\n| mật độ dân số = 2.838 người\/km²\n| dân tộc =\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Diễn Châu]]\n| thành lập = [[1969]]\n| trụ sở UBND = \n| mã hành chính = 17503<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Diễn Phú''' là một xã thuộc huyện [[Diễn Châu]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\n==Địa lý - Hành chính==\nDiện tích: 3,395 ha, dân số: 8,285 người. Xã có diện tích lớn nhất huyện [[Diễn Châu]] ([[Diễn Lâm]] 3,364 ha) và là xã có mật độ dân số thấp nhất huyện (244 người\/km2 so với mật độ 909 người\/km2 của cả huyện).\n\nĐịa hình xã có nhiều núi đồi (gọi là rú) không thuận lợi cho nông nghiệp nhưng phù hợp cho trồng cây lâm nghiệp. Hiện tại các đồi núi đa phần đã giao khoán cho các hộ dân trồng rừng.\n\nXã nằm ở phía nam huyện Diễn Châu, cách Quốc lộ 1 khoảng 300m, cách thành phố [[Vinh]] khoảng 30&nbsp;km về phía Bắc. \nPhía Tây giáp xã [[Diễn Lợi]], phía Bắc giáp xã [[Diễn Thọ]], phía Đông giáp xã [[Diễn An]] và xã [[Diễn Lộc]], phía Nam giáp với các xã [[Nghi Yên]], [[Nghi Hưng]], [[Nghi Đồng]], [[Nghi Lâm]], [[Nghi Văn]] (huyện [[Nghi Lộc]]). Dãy núi [[Thần Vũ]] ở phía nam ngăn cách xã Diễn Phú với các xã của [[Nghi Lộc]] nên việc đi lại với Nghi lộc khó khăn, muốn sang Nghi Lộc phải đi ra [[Quốc lộ 1]] rồi đi vào, hoặc phải đi vòng sang Yên Thành rồi đi lên.\n\nDiễn Phú được chia thành 23 xóm nằm men theo các ngọn núi (tiếng địa phương gọi là Rú), gồm: Rú Mụa, Rú Mác, Rú Kìm, Rú Ong, Rú Lá, Rú Dẻ, Rú Chạch (Bạch Y), Rú Ba Chạng, Rú Bạc... được đánh số từ xóm 1 đến xóm 23.\n\n==Lịch sử hình thành==\nNguyên khởi xã Diễn Phú bắt nguồn từ '''làng Mới''', vì dân cư chủ yếu trong làng là từ làng Nho Lâm (nay thuộc xã Diễn Thọ) và làng Vinh Quang (nay thuộc xã Diễn Lợi) đến định cư. Các họ tộc ở Diễn Phú chủ yếu là họ Cao, họ Võ, họ Lê, họ Đặng, họ Nguyễn, họ Thái, họ [[Hoàng (họ)|Hoàng]], họ Đinh.\n\n==Văn hóa-Giáo dục==\nNgười Diễn Phú có truyền thống hiếu học rất cao thừa hưởng từ cái nôi đất học Nho Lâm.\n\nXã Diễn Phú có 1 trường mầm non tập trung, 1 trường tiểu học, 1 trường trung học cơ sở, 1 trạm y tế và 1 khu chợ mới được xây dựng khá khang trang.\n\nCả ba nhà trường đều được công nhận là trường chuẩn quốc gia (Mầm non năm 2016, Tiểu học và THCS năm 2017).\n\n==Một số nhân vật nổi bật==\n* Cao Như Thiêm, Anh hùng lực lượng vũ trang nhân dân, liệt sĩ, hy sinh tại chiến trường [[Quảng Trị]].\n* Cao Đăng Vĩnh, Nguyên tỉnh ủy viên, Giám đốc Sở Văn hóa-Thể thao và Du lịch tỉnh Nghệ An.\n\n==Kinh tế==\nDiễn Phú nằm trong vành đai khu kinh tế Đông Nam, một dự án kinh tế trọng điểm của tỉnh Nghệ An.\n\n==Danh thắng - Di tích==\nDiễn Phú có các địa danh như Khe Dong (Khe Rong), Vũng Xói, Bãi Cát, Rục Lầy, Đập Bàu, Khe Ve, Thung Hèo, Truông Đông, Truông Tây, Cầu Khe Vườn, Trại Lợn, Chân Tiên, cầu Ba Xã...và đặc biệt là hồ Xuân Dương hay còn gọi là Ba Ra Xuân Dương. Hồ Xuân Dương được hình thành và được ngăn bởi dãy Rú Dẻ, Rú Lá, Rú Chạch, Rú Ba Chạng. Hồ Xuân Dương cung cấp nước tưới tiêu cho khu vục nam Diễn Châu. Hiện nay địa phương đang quy hoạch và xây dựng khu vực này thành khu du lịch sinh thái. Có thể ví hồ Xuân Dương như là [[Đà Lạt]] của Nghệ An.\n\nXã này nằm bên tuyến [[kênh Nhà Lê]], là tuyến đường thủy đầu tiên trong lịch sử Việt Nam từ [[kinh đô Hoa Lư]] đến [[Đèo Ngang]] và được xem là tuyến đường Hồ Chí Minh trên sông vì những đóng góp cho các cuộc chiến tranh của người Việt.\n\n==Một số hình ảnh Diễn Phú==\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Diễn Châu}}"}