{"757718":"{{Thông tin tu sĩ Phật giáo\n| tiền tố = Ni sư\n| tên = Diệu Nhân\n| tên gốc = 妙因\n| trường phái = [[Đại thừa]]\n| tông phái = [[Thiền tông]]\n| lưu phái = [[Tì-ni-đa-lưu-chi]]\n| tu tập tại = [[Ni viện Hương Hải]], [[làng Phù Đổng]]\n| tên khai sinh = Lý Ngọc Kiều (李玉嬌)\n| ngày sinh = 1042\n| nơi sinh = [[Thăng Long]]\n| ngày mất = 1113\n| nơi mất = [[Ni viện Hương Hải]], [[làng Phù Đổng]]\n| cha = [[Lý Nhật Trung]]\n| quốc gia = [[Việt Nam]]\n}}\n{{Thiền sư Việt Nam}}\n'''Diệu Nhân''' ([[chữ Hán]]: 妙因 [[1042]]<ref>Căn cứ đoạn chép về bà trong ''[[Đại Việt sử ký toàn thư]]'' thì bà sinh năm [[1042]] (theo PGS TS Nguyễn Đăng Na và PGS TS Trần Thị Băng Thanh). Có sách chép bà sinh năm [[1041]] (''Thiền sư Việt Nam'' của [[Thích Thanh Từ]]).<\/ref>-[[1113]]) là một [[công chúa]] [[nhà Lý]]; và sau khi xuất gia, bà là người đứng đầu thế hệ thứ 17 của [[Thiền tông|Thiền]] phái [[Tì-ni-đa-lưu-chi]] thời [[nhà Lý]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nSư bà Diệu Nhân trước khi xuất gia có tên là '''Lý Ngọc Kiều''' (李玉嬌) hay '''Lý Thị Ngọc Kiều''' (李氏玉嬌). Bà là con gái lớn của Phụng Càn vương Lý Nhật Trung, con trai thứ của [[Lý Thái Tông]] và là anh trai của [[Lý Thánh Tông]].\n\nThuở nhỏ, bà được Lý Thánh Tông nuôi ở trong cung; lớn lên dù không phải con gái của Hoàng đế, bà vẫn được phong làm [[Công chúa]]. Khoảng năm [[1058]] bà được nhà vua gả cho Châu mục Chân Đăng<ref>Châu Chân Đăng là một vùng đất thuộc tỉnh Phú Thọ ngày nay (chú thích của PGS TS Trần Thị Băng Thanh, tr. 76).<\/ref> họ Lê (không rõ tên). Khi chồng mất, bà tự nguyện thủ tiết không chịu tái giá.\n\nTheo Thiền sử<ref>Theo ''Thiền Uyển tập anh ngữ lục'' (Quyển 2, truyện \"Ni sư Diệu Nhân\") và TS [[Thích Thanh Từ]], ''Thiền sư Việt Nam'', tr. 163.<\/ref> thì một hôm bà than rằng: \"Ta xem tất cả các pháp trong thế gian đều như mộng ảo, huống gì là những thứ vinh hoa phù phiếm mà có thể trông cậy được sao?\". Sau đó, bà đem cho hết các đồ trang sức, đến xin xuất gia (thọ Bồ-tát giới) với Thiền sư Chân Không ở làng Phù Đổng, huyện [[Tiên Du]], tỉnh [[Bắc Ninh]] (nay thuộc huyện [[Gia Lâm]], [[hà Nội|thành phố Hà Nội]]).\n\nThuận theo thỉnh nguyện của bà, nhà sư Chân Không xuống tóc cho, ban hiệu là Diệu Nhân và cho phép bà tu học tại ni viện Hương Hải<ref>Ni viện Hương Hải còn gọi là chùa Linh Ứng, hiện nay nằm bên cạnh [[chùa Kiến Sơ]], thuộc xã Phù Đổng, huyện [[Gia Lâm]] (chú thích trong sách ''Thiền sư Việt Nam'', tr. 162).<\/ref> ở làng Phù Đổng.\n\nHằng ngày, ni sư Diệu Nhân gìn giữ giới luật và hành thiền, được tăng chúng thời bấy giờ xem trọng. Theo sử liệu, thì bà là người đứng đầu thế hệ thứ 17 của Thiền phái [[Tì-ni-đa-lưu-chi]] thời [[nhà Lý]]<ref>Xem [http:\/\/www.phatgiao.vn\/phatphap\/564051.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110916034129\/http:\/\/www.phatgiao.vn\/phatphap\/564051.aspx|date=2011-09-16}} và [http:\/\/old.thuvienhoasen.org\/tho-ylan.htm]{{Liên kết hỏng|date=2021-03-06|bot=InternetArchiveBot}}<\/ref>.\n\nNgày mùng 1 [[tháng sáu|tháng 6]] năm Hội Tường Đại Khánh năm thứ 4 ([[1113]]), đời vua [[Lý Nhân Tông]], ni sư Diệu Nhân lâm bệnh, gọi tăng chúng đến đọc kệ (thị tịch). Sau đó, ni sư gội tóc, tắm rửa sạch sẽ, ngồi kiết già mà viên tịch, thọ 72 tuổi.\n\nCuộc đời của ni sư Diệu Nhân đã được sách ''[[Đại Việt sử ký toàn thư]]'' chép gọn như sau:\n:''[[Quý Tỵ]], [Hội Tường Đại Khánh] năm thứ 4 [1113]... [[Mùa hạ]], [[tháng sáu|tháng 6]], phu nhân của châu mục Châu Đăng là công chúa họ Lý mất. Phu nhân tên là Ngọc Kiều, con gái lớn của Phụng Càn vương, được (vua) Thánh Tông nuôi ở trong cung, lớn lên phong làm công chúa, gả cho châu mục Châu Chân Đăng là người họ Lê, chồng chết, phu nhân tự thề ở góa, đi tu làm sư nữ, đến đây mất, thọ 72 tuổi. (Vua) [[Lý Thần Tông|Thần Tông]] tôn làm Ni sư<ref>''[[Đại Việt sử ký toàn thư]]'' (Tập I, bản dịch, tr. 300).<\/ref>.\n\n==Rao giảng yếu lý==\nTrong bài viết \"Lý Ngọc Kiều - Từ cô công chúa... đến sư bà Diệu Nhân\" của PGS TS Trần Thị Băng Thanh, có đoạn kể về việc này đại ý như sau:\n\nNhững ai muốn cầu học, ni sư Diệu Nhân thường đem tâm yếu [[Đại thừa]] ra chỉ dẫn và dạy rằng: ''Chỉ trở về nguồn tự tính thì dù phương pháp \"đốn\" (tức khắc) hay \"tiệm\" (từ từ) đều có thể từ đó mà thể nhập. Hãy luôn tĩnh lặng trong sạch, tránh xa thanh sắc, ngôn ngữ.'' Ni sư cũng từng bộ bạch với học trò rằng ''[[Kim cương bát-nhã-ba-la-mật-đa kinh|Kinh Kim cương]]'' là bộ kinh chủ yếu dắt dẫn quá trình tu tập của bà.\n\nKhi có người hỏi về một câu trong ''[[Duy-ma-cật sở thuyết kinh|Kinh Duy Ma Cật]]'': ''Tất cả chúng sinh bệnh, nên ta cũng bệnh, vậy sao gọi là khi nào cũng tránh xa thanh sắc?''\n\nNi sư đáp:\n:Nhược dĩ sắc kiến ngã\n:Dĩ âm thanh cầu ngã\n:Thị nhân hành tà đạo\n:Bất năng kiến Như Lai.\n\nCó nghĩa là:\n:''Nếu dùng sắc thấy ta,\n:''Dùng âm thanh cầu ta,\n:''Người ấy hành đạo tà,\n:''Không thể thấy Như Lai.\n\nLại hỏi: \"Ngồi yên là thế nào?\". Ni sư đáp: \"Xưa nay vốn không đi\".\n\nLại hỏi: \"Không nói là thế nào?\". Ni sư đáp: \"Đạo vốn không lời\".\n\nTác giả bài viết giải thích: ''Theo ni sư Diệu Nhân, nếu lấy thanh và sắc mà cầu [[Phật]] thì là theo \"tà đạo\", bởi vì \"Đạo vốn không lời\", người tu hành \"xưa nay không đi\", phải ngồi tĩnh lặng suy tư''<ref>Lược theo \"Lý Ngọc Kiều - Từ cô công chúa... đến sư bà Diệu Nhân\" (tr. 80).<\/ref>.\n\n==Bài kệ thị tịch==\nNguyên văn bài kệ thị tịch (bài kệ dặn dò trước lúc mất) của ni sư Diệu Nhân:\n::Phiên âm [[Hán-Việt]]:\n:Sinh lão bệnh tử,\n:Tự cổ thường nhiên.\n:Dục cầu xuất ly,\n:Giải phược thêm triền.\n:Mê chi cầu [[Phật]],\n:Hoặc chi cầu [[Thiền tông|Thiền]].\n:Thiền Phật bất cầu,\n:Đỗ khẩu vô nghiên (ngôn).<ref>Xem nguyên tác bằng [[chữ Hán]] tại đây [http:\/\/www.thientongvietnam.net\/kinhsach-thike\/dirs\/thamdohienquyet\/unicode\/p2-19.html]<\/ref>\n::Dịch nghĩa:\n:''Sinh, già, bệnh, chết,\n:''Từ xưa thường vậy.\n:''Muốn tìm thoát ly,\n:''Cởi thêm trói buộc.\n:''Mê mới tìm Phật,\n:''Lầm mới cầu Thiền.\n:''Thiền Phật chẳng tìm,\n:''Ngậm miệng không nói.\n\n==Lời bàn==\nBàn về bài kệ thị tịch trên, PGS TS Đoàn Thị Thu Vân viết:\n:''Khẳng định quy luật tự nhiên: sinh lão bệnh tử, để thấy muốn đi ngược lại quy luật này là một sự sai lầm. Từ đó, đả phá những con đường mòn làm cho người ta mê muội là cầu [[Phật]], cầu [[Thiền tông|Thiền]]; nhằm thức tỉnh mọi người quay đầu lại với chính mình, sống tự nhiên hòa nhịp cùng quy luật để đạt được sự tự tại trong tâm hồn.''\n:''Lối thơ 4 chữ gãy gọn, đanh thép làm cho những phán đoán, những lời cảnh báo, khuyên răn trở nên đầy uy lực, có sức mạnh cảnh tỉnh đối tượng''<ref>Đoàn Thị Thu Vân, ''Thơ thiền Lý Trần'', tr. 57.<\/ref>.\nPGS TS Trần Thị Băng Thanh viết:\n:''... Diệu Nhân là một nữ sĩ của buổi đầu [[lịch sử]] [[văn học]] [[Việt Nam]]. Đối với những câu hỏi lớn mà các tín đồ [[phật giáo|đạo Phật]] thời nào cũng bàn đến như sắc không, sinh tử, mê giác, thịnh suy... Diệu Nhân đã góp thêm một cách nhìn sáng suốt, một thái độ điềm nhiên cứng cỏi, góp phần làm nên tinh thần lạc quan, trí tuệ của văn học thiền thời [[Nhà Lý|Lý]] [[Nhà Trần|Trần]], mà văn học thiền các giai đoạn sau không còn giữ được...''\n:''Hơn một [[thế kỷ]] sau, vua [[Trần Thái Tông]] sẽ trở lại vấn đề từng đặt ra với sư bà Diệu Nhân. Ông cũng giảng về bốn giai đoạn của một đời người, chỉ dẫn mọi người phương pháp vượt qua từng giai đoạn... Có điều nếu Diệu Nhân mạnh mẽ, quyết liệt, yêu cầu người học đạo phải đạt đến sự giác ngộ từ trong lý trí; thì Trần Thái Tông chiếu cố nhiều hơn đến sự \"mê hoặc\" của chúng nhân... Ông đặt ra phương pháp tu trì... giúp họ làm phương tiện để sang bờ giác, cho đến thời điểm mà ánh sáng trí tuệ bừng nở khiến họ hiểu \"Phật là không mà Tổ cũng là không\". Sự khác nhau giữa Diệu Nhân và Trần Thái Tông đã góp phần làm nên một nét khu biệt giữa Thiền học đời Lý và đời Trần...<ref>Trần Thị Băng Thanh, \"Lý Ngọc Kiều - Từ cô công chúa... đến sư bà Diệu Nhân\" in trong sách ''Gương mặt Thăng Long'', tr. 82-83.<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*[[Ngô Sĩ Liên]], ''[[Đại Việt sử ký toàn thư]]'' (Tập I, bản dịch). Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1983.\n*Khuyết danh, ''Thiền uyển tập anh ngữ lục'' (bản dịch của Ngô Đức Thọ và Nguyễn Thúy Nga). Nhà xuất bản Văn học, Hà Nội, 1990.\n*Thiền sư [[Thích Thanh Từ]], ''Thiền sư Việt Nam''. Thành hội Phật giáo [[Thành phố Hồ Chí Minh]], 1992.\n*PGS. TS. Nguyễn Đăng Na, ''Văn học thế kỷ X-XIV''. Nhà xuất bản Khao học Xã hội, [[Hà Nội]], 2004.\n*PGS. TS. Trần Thị Băng Thanh, \"Lý Ngọc Kiều - Từ cô công chúa...đến sư bà Diệu Nhân\" in trong ''Gương mặt [[Thăng Long]]'' (GS. [[Nguyễn Huệ Chi]] chủ biên). Nhà xuất bản [[Hà Nội]], 2010.\n*Đoàn Thị Thu Vân, ''Thơ thiền Lý Trần''. Hội nghiên cứu giảng dạy văn học Thành phố Hồ Chí Minh cùng nhà xuất bản Văn Nghệ Thành phố Hồ Chí Minh hợp tác ấn hành năm 1998.\n\n==Liên kết ngoài==\n*[http:\/\/old.thuvienhoasen.org\/tho-ylan.htm Lý Ngọc Kiều (Diệu Nhân)]{{Liên kết hỏng|date=2021-03-06 |bot=InternetArchiveBot }}\n*[http:\/\/www.thientongvietnam.net\/kinhsach-thike\/dirs\/thamdohienquyet\/unicode\/p2-19.html Ni sư Diệu Nhân trong sách Thiền sư Việt Nam]\n*[http:\/\/thienviendaidang.net\/01phathoc\/2nghiencuu\/thientong.php?readmore=2814 Ni sư Diệu Nhân]{{Liên kết hỏng|date=2021-03-06 |bot=InternetArchiveBot }}\n*[http:\/\/www.phatgiao.vn\/phatphap\/564051.aspx Phan Hữu Nghệ, \"Một cách hiểu bài thơ Sinh Lão Bệnh Tử của Ni sư Diệu Nhân\" đăng trong ''Tạp chí Hán Nôm'', số 1 (10), 1991] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110916034129\/http:\/\/www.phatgiao.vn\/phatphap\/564051.aspx |date=2011-09-16 }}\n\n{{Thời gian sống|sinh=1042|mất=1113}}\n\n== Cùng chủ đề ==\n\n* Thiền sư ni [[Diệu Tổng Vô Trước]]\n*Thiền sư ni [[Trí Thông]]\n\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Công chúa nhà Lý]]\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Thiền phái Tì-ni-đa-lưu-chi]]"}