{"3350178":"{{Diệt chủng (thanh bên)}}\n\nCuộc '''diệt chủng Campuchia''' là cuộc [[diệt chủng]] mà chế độ [[Khmer Đỏ]] do [[Pol Pot]] lãnh đạo, thực hiện tại [[Campuchia Dân chủ|Campuchia]] từ giữa năm 1975 đến 1979. Đặc điểm kỳ dị của cuộc diệt chủng này là thế lực nắm quyền thực hiện đối với chính dân tộc mình theo lý do ý thức hệ. Các ước tính cho thấy có từ 500.000 đến 3 triệu người đã chết trong cuộc diệt chủng này.{{sfn|Frey|2009|p=83}} \n\nKhmer Đỏ dự kiến tạo ra một hình thức ''[[Chủ nghĩa Xã hội Nông nghiệp]]'', xây dựng trên những lý tưởng của [[chủ nghĩa Stalin]] và [[chủ nghĩa Mao]]. Các chính sách buộc di dời dân cư từ các đô thị, việc tra tấn và hành quyết hàng loạt, buộc lao động cưỡng bức, sự suy dinh dưỡng và bệnh tật đã dẫn đến tử vong của khoảng 25% tổng dân số (khoảng 2 triệu người).{{sfn|Etcheson|2005|p=119}}{{sfn|Heuveline|1998|pp=49-65}} Nạn [[diệt chủng]] kết thúc khi có [[Chiến tranh biên giới Tây Nam]].{{sfn|Mayersan|2013|p=182}} Cho đến nay đã phát hiện trên 20.000 ngôi mộ tập thể chôn lấp các nạn nhân, thường được gọi là ''[[Cánh đồng chết]]''.{{sfn|Etcheson|2005|p=114}} Ngày 02\/01\/2001, [[Chính trị Campuchia|Chính phủ Hoàng gia Campuchia]] thông qua luật để truy tố một số lượng hạn chế các lãnh đạo Khmer Đỏ. Tòa án xét xử tội ác diệt chủng ở Campuchia (ECCC) được thành lập theo thỏa thuận của Chính phủ Hoàng gia Campuchia với [[Liên Hợp Quốc]]. Các phiên tòa bắt đầu ngày 17\/02\/2009.{{sfn|Mendes|2011|p=13}} Tháng 7 năm 2010 [[Khang Khek Ieu]] (hay [[Khang Khek Ieu|Kaing Guek Eav]]) bị kết tội và phạt tù giam 35 năm, và ngày 3\/2\/2012, trong phán quyết phúc thẩm cuối cùng ECCC đã nâng mức án thành tù chung thân.{{sfn|ECCC-Kaing|2012}} Ngày 07\/08\/2014, [[Nuon Chea]] và [[Khieu Samphan]] đã bị kết tội và nhận án chung thân cho tội ác chống lại loài người.<ref name=\"CheaAppeal\">{{chú thích báo|title=Cambodian court sentences two former Khmer Rouge leaders to life term|url=http:\/\/www.thecambodianews.net\/index.php\/sid\/224538879|access-date =ngày 8 tháng 8 năm 2014|publisher=The Cambodia News.Net}}<\/ref><ref>{{chú thích báo |last= |first= |date=ngày 7 tháng 8 năm 2014 |title=Top Khmer Rouge leaders guilty of crimes against humanity |url=http:\/\/www.bbc.co.uk\/news\/world-asia-28670568 |newspaper=BBC |location= |publisher= |access-date =ngày 8 tháng 8 năm 2014 }}<\/ref>.\n\n== Ý thức hệ ==\n[[Ý thức hệ]] đóng vai trò quan trọng trong cuộc [[diệt chủng]] này. Mong muốn của [[Khmer Đỏ]] là đưa đất nước trở lại với \"quá khứ huyền thoại\", mong muốn ngăn chặn viện trợ từ nước ngoài xâm nhập vào nước này, điều mà trong mắt họ là một ảnh hưởng xấu, mong muốn khôi phục lại đất nước thành một xã hội nông nghiệp, và cách thức mà họ đã cố gắng để thực hiện mục tiêu này là tất cả các yếu tố của sự diệt chủng {{sfn|Alvarez|2001|p=50}}{{sfn|Alvarez|2007|p=16}}. Một lãnh đạo [[Khmer Đỏ]] nói, phải \"thanh lọc quần chúng\"{{sfn|Hannum|1989|pp=88-89}}, và các vụ giết người bắt đầu.\n\n[[Ben Kiernan]] đã so sánh ba nạn diệt chủng trong lịch sử, [[diệt chủng Armenia]], [[Holocaust]] và diệt chủng Campuchia, các cuộc [[diệt chủng]] chia sẻ một số đặc điểm chung. Phân biệt chủng tộc là một và một phần quan trọng của hệ tư tưởng của cả ba chế độ. Nó nhắm mục tiêu vào thiểu số tôn giáo, cố gắng sử dụng vũ lực để mở rộng thành một \"trung tâm tiếp giáp\", \"lý tưởng hóa dân tộc nông dân của họ như tầng lớp 'quốc gia' thật sự, mảnh đất chủng tộc để từ đó một quốc gia mới thành lập và phát triển\" {{sfn|Kiernan|2003|p=29}}. Chế độ [[Khmer Đỏ]] nhắm mục tiêu các nhóm dân tộc khác nhau trong cuộc diệt chủng, buộc phải chuyển nơi ở của họ, cấm sử dụng các ngôn ngữ thiểu số, cấm tôn giáo. Sự đàn áp các tín đồ Hồi giáo, Công giáo, Phật giáo diễn ra sâu rộng {{sfn|Kiernan|2003|p=30}}. Điều này diễn ra cùng với thanh lọc xã hội Campuchia theo xã hội và chính trị, đã dẫn đến sự thanh lọc của quân đội và các nhà lãnh đạo chính trị của chế độ cũ, cùng với các nhà lãnh đạo ngành công nghiệp, các nhà báo, sinh viên, bác sĩ và luật sư cũng như các sắc tộc [[người Chăm|Chăm]], [[Người Việt|Việt]] và [[Người Hoa hải ngoại|Hoa]] {{sfn|Alvarez|2001|p=12}}.\n\n== Hành động diệt chủng ==\n[[Tập tin:Choeungek2.JPG|nhỏ|Đầu lâu các nạn nhân của Khmer Đỏ.]]\n[[Tập tin:Khmer Rouge Victims.JPG|nhỏ|180px|Xương cốt các nạn nhân của Khmer Đỏ tại Hang Kampong Trach, Đồi Kiry Seila, Rung Tik (Hang Nước) hay Rung Khmao (Hang Chết).]]\nChính phủ Khmer Đỏ đã bắt giữ, [[tra tấn]] và sau đó hành quyết bất kỳ ai bị nghi ngờ thuộc một trong nhiều tiêu chí bị nghi ngờ là \"kẻ thù\":\n*Bất kỳ ai có quan hệ với chính phủ cũ hay các chính phủ nước ngoài.\n* Người chuyên nghiệp và trí thức – trên thực tế tiêu chí này bao gồm hầu hết mọi người có giáo dục, hay thậm chí những người đeo kính (mà, theo chế độ, có nghĩa là họ có học). Chính [[Pol Pot]] là một người có trình độ giáo dục đại học (dù bỏ ngang) với lòng yêu mến [[văn học Pháp]] và cũng là một người nói thạo tiếng Pháp. Nhiều nghệ sĩ, gồm cả các nhạc sĩ, tác gia và nhà làm phim đã bị hành quyết. Một số người như [[Ros Sereysothea]], [[Pan Ron]] và [[Sinn Sisamouth]] đã có được danh tiếng nhờ tài năng và đến ngày nay vẫn được người Khmer biết đến.\n* [[Người Việt|Sắc tộc Việt Nam]], [[Người Hoa hải ngoại|sắc tộc Hoa]], [[Người Thái|sắc tộc Thái]] và các sắc tộc thiểu số khác ở Cao nguyên miền Đông, người Campuchia theo Cơ đốc giáo (hầu hết là Công giáo), tín đồ Hồi giáo ([[người Chăm]]) và các [[tu sỹ Phật giáo]]. Thánh đường Công giáo ở Phnom Penh bị phá hủy hoàn toàn. Khmer Đỏ buộc các tín đồ Hồi giáo phải ăn thịt lợn. Nhiều người từ chối thực hiện bị giết hại. Giáo sĩ Công giáo và Hồi giáo bị hành quyết. Một trong những chỉ huy cũ của Khmer Đỏ, ''[[Kaing Guek Eav|Comrade Duch]]'', đã chuyển theo [[Kháng Cách|Tin Lành]] vài năm sau khi chế độ này sụp đổ{{cần chú thích}}.\n* \"Những kẻ phá hoại kinh tế\": nhiều người dân thành thị cũ (những người chưa chết vì đói khát) được cho là có tội vì thiếu khả năng làm nông nghiệp.\n[[Tập tin:Choeung Ek commemorative stupa filled with skulls.jpg|nhỏ|200px|phải|Tháp tưởng niệm các nạn nhân của chế độ [[diệt chủng]]]]\nTrong suốt những năm 1970, và đặc biệt sau nửa đầu năm 1975, đảng cũng rung chuyển bởi những cuộc đấu tranh phe nhóm. Đã có những âm mưu quân sự lật đổ [[Pol Pot]]. Những cuộc thanh trừng sau đó lên đến đỉnh điểm năm 1977 và 1978 khi hàng nghìn người, gồm cả một số lãnh đạo quan trọng của Đảng Cộng sản Campuchia bị hành quyết.\n\nNgày nay, các ví dụ về các phương pháp tra tấn được [[Khmer Đỏ]] sử dụng được trưng bày trong [[Bảo tàng diệt chủng Tuol Sleng]]. Bảo tàng được dựng trên nền đất cũ của một trường trung học bị biến thành [[giam giữ|trại tù]] được gọi là S-21 do [[Kang Kek Iew|Khang Khek Iew]] chỉ huy, thường được biết với cái tên \"''Đồng chí Duch''\". Khoảng 17.000 người đã bị chuyển qua trung tâm này trước khi họ bị đưa tới những địa điểm được gọi là những ''[[cánh đồng chết]]'', bên ngoài Phnom Penh như [[Choeung Ek]], nơi hầu hết bị hành quyết chủ yếu bằng cuốc chim để tiết kiệm đạn, và bị [[chôn cất|chôn]] trong những ngôi [[mộ tập thể]]. Trong hàng nghìn người phải vào trại [[Tuol Sleng]], chỉ 12 người sống sót. Những người này được cho là được sống bởi có kỹ năng, được những kẻ giam giữ coi là hữu ích.\n\nNhững tòa nhà tại [[Tuol Sleng]] đã được giữ nguyên như khi Khmer Đỏ rút khỏi đây năm 1979. Nhiều phòng hiện treo những bức ảnh đen trắng của hàng nghìn người do Khmer Đỏ chụp.<ref name=\"Tuol Sleng Museum\">[http:\/\/www.tuolslengmuseum.com Tuol Sleng Museum]<\/ref>\n\n== Số lượng người chết ==\nCon số chính xác những người chết vì những chính sách của [[Khmer Đỏ]] đã bị tranh cãi, bởi nguyên nhân của cái chết của họ, và việc tiếp cận nước này bị hạn chế trong thời kỳ [[Khmer Đỏ]] cầm quyền và thời kỳ sau đó. Đầu những năm 1980, chính quyền [[Cộng hòa Nhân dân Campuchia]] do Việt Nam hậu thuẫn đã tiến hành một cuộc điều tra hộ dân trên toàn quốc, với kết luận rằng hơn 4,8 triệu người đã chết, nhưng hầu hết các nhà sử học hiện đại coi con số trên là không chính xác.\n\nNhững cuộc khảo sát hiện đại đã định vị được hàng nghìn ngôi mộ tập thể từ thời [[Khmer Đỏ]] trên khắp Campuchia. Nhiều cuộc điều tra ước tính con số người chết trong khoảng 0,74 tới 3 triệu, hầu hết ước tính trong khoảng 1,4 triệu tới 2,2 triệu, với khoảng một nửa chết vì bị hành quyết, và số còn lại vì đói khát và bệnh tật.<ref name=\"Mekong.net_deaths\">{{chú thích web|last=Sharp|first=Bruce|title=Counting Hell: The Death Toll of the Khmer Rouge Regime in Cambodia|date = ngày 1 tháng 4 năm 2005|url = http:\/\/www.mekong.net\/cambodia\/deaths.htm|access-date =ngày 5 tháng 7 năm 2006}}<\/ref>\n\n* Điều tra của [[Liên Hợp Quốc]] báo cáo ước tính 2–3 triệu, [[UNICEF]] ước tính 3 triệu người <ref>William Shawcross, ''The Quality of Mercy: Cambodia, Holocaust, and Modern Conscience'' (Touchstone, 1985), p115-6.<\/ref>.\n* Dự án Diệt chủng Campuchia của [[Đại học Yale]] được [[Bộ Ngoại giao Hoa Kỳ]] tài trợ, ước tính xấp xỉ 1,7 triệu người, chiếm khoảng 21% dân số.<ref name=\"Cambodian Genocide Project\">{{chú thích web|url=http:\/\/www.yale.edu\/cgp\/ |title=Cambodian Genocide Program &#124; Yale University |publisher=Yale.edu |date=ngày 18 tháng 7 năm 2007 |access-date = 27 tháng 7 năm 2010}}<\/ref> \n* [[Rudolph Rummel|Rudolph Joseph Rummel]] ở [[Đại học Hawaii]], một nhà phân tích lịch sử những vụ giết hại chính trị, đưa ra con số 2 triệu người.<ref>{{chú thích web|url=http:\/\/www.hawaii.edu\/powerkills\/SOD.CHAP4.HTM |title=Rummel, RJ, \"Statistics of Cambodian Democide: Estimates, Calculations, And Sources.\" |publisher=Hawaii.edu |access-date =ngày 27 tháng 7 năm 2010}}<\/ref>\n* Patrick Heuveline dựa trên phân tích nhân khẩu học ước tính khoảng 1,17 đến 3,42 triệu người <ref name=\"Heuveline, Patrick 2001\">Heuveline, Patrick (2001). \"The Demographic Analysis of Mortality in Cambodia.\" In ''Forced Migration and Mortality'', eds. Holly E. Reed and Charles B. Keely. Washington, D.C.: National Academy Press.<\/ref>.\n* Craig Etcheson ở [[Trung tâm Tài liệu Campuchia]] (DC-Cam, Documentation Center of Cambodia) ước tính giữa 2 và 2,5 triệu người, \"nhiều khả năng\" là 2,2 triệu người. Sau năm năm nghiên cứu các mộ tập thể, ông kết luận rằng \"các mộ tập thể chứa hài cốt của 1.386.734 nạn nhân bị hành quyết\" <ref name=\"Mekong.net_deaths\" \/>.\n\nTừ 1979 đến 1980 có thêm 300.000 người chết do hậu quả của chính sách diệt chủng <ref>{{chú thích sách |last=Heuveline|first=Patrick|title=Forced Migration and Mortality|url=https:\/\/archive.org\/details\/forcedmigrationm0000unse_t3v0|chapter=The Demographic Analysis of Mortality Crises: The Case of Cambodia 1970-1979|publisher=National Academies Press|year=2001|isbn=978-0-309-07334-9|page=[https:\/\/archive.org\/details\/forcedmigrationm0000unse_t3v0\/page\/124 124]}}<\/ref>.\n\n== Những chối bỏ ==\n{{chính|Chối bỏ diệt chủng Campuchia}}\nNăm 2013 Chính phủ Hoàng gia Campuchia đã thông qua luật coi sự chối bỏ nạn diệt chủng Campuchia và tội ác của [[Khmer Đỏ]] là bất hợp pháp. Tuy nhiên Chính phủ chỉ đồng ý truy tố một số lượng hạn chế các lãnh đạo Khmer Đỏ.<ref>[https:\/\/nld.com.vn\/thoi-su-quoc-te\/campuchia-khong-muon-toa-an-khmer-do-xet-xu-them-ai-20181119095918733.htm Campuchia không muốn tòa án Khmer Đỏ xét xử thêm ai]. Người Lao động, 19\/11\/2018. Truy cập 1\/06\/2019.<\/ref><ref>[http:\/\/nghiencuuquocte.org\/2015\/03\/13\/su-that-doi-tra-xet-xu-khmer-do\/ Sự thật và dối trá trong xét xử Khmer Đỏ tại Campuchia]. Nghiên cứu quốc tế, 13\/03\/2015. Truy cập 1\/06\/2019.<\/ref>\n\n=== Pol Pot, 1998 ===\nThủ lĩnh [[Khmer Đỏ]] [[Pol Pot]], một vài tháng trước khi qua đời vào ngày 15\/04\/1998 {{sfn|Chan|2004|p=256}}, đã nói trong cuộc phỏng vấn của nhà báo Mỹ tự do [[Nate Thayer]] viết cho tờ ''[[Tạp chí Kinh tế Viễn Đông]]'' (Far Eastern Economic Review), rằng ông đã có một lương tâm trong sáng và từ chối trách nhiệm về nạn diệt chủng.\n\n[[Pol Pot]] khẳng định ông \"đã thực hiện cuộc đấu tranh, không phải để giết người\". Theo Alex Alvarez thì Pol Pot \"khắc họa chân dung mình là một hình ảnh bị hiểu lầm và phỉ báng bất công\" {{sfn|Alvarez|2001|p=56}}.\n[[Hình:Photos of victims in Tuol Sleng prison (2).JPG|thumb|300px|Bảo tàng Diệt chủng trưng bày hàng ngàn bức ảnh các nạn nhân được Khmer Đỏ chụp]]\n=== Kem Sokha, 2013 ===\n[[Kem Sokha]], phó chủ tịch [[Đảng Cứu quốc Campuchia]] (CNRP) năm 2013 bình luận rằng: \"Triển lãm tại [[Bảo tàng diệt chủng Tuol Sleng|Bảo tàng Tuol Sleng]] đã được chế tạo và hiện vật đã được giả mạo bởi cuộc xâm lược của Việt Nam năm 1979.\"<ref>Eang Mengleng & Zsombor Peter. [https:\/\/www.cambodiadaily.com\/news\/kem-sokha-says-s-21-was-vietnamese-conspiracy-26755\/ Kem Sokha Says S-21 Was Vietnamese Conspiracy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190605162404\/https:\/\/www.cambodiadaily.com\/news\/kem-sokha-says-s-21-was-vietnamese-conspiracy-26755\/ |date=2019-06-05 }}. The Cambodia Daily, 27\/05\/2013. Truy cập 1\/06\/2019.<\/ref>\n\nTuyên bố này dẫn đến chính phủ của Thủ tướng Campuchia [[Hun Sen]] đã thông qua luật coi sự chối bỏ nạn diệt chủng Campuchia và tội ác chiến tranh của [[Khmer Đỏ]], là bất hợp pháp. Sau đó đảng CNRP đã rút lui tuyên bố này {{sfn |Buncombe |2013}}.\n\n=== Lý Hiển Long, 2019 ===\nNgày 30\/5\/2019 Thủ tướng Singapore Lý Hiển Long viết trên trang [[Facebook]] ''Lee Hsien Loong'' bài chia buồn về việc cựu Thủ tướng Thái Lan, Tướng [[Prem Tinsulanonda]] qua đời. Trong bài ông đã viết rằng thời gian ông [[Prem Tinsulanonda|Tinsulanonda]] làm thủ tướng thì \"''các thành viên ASEAN (5 nước) cùng nhau chống lại việc xâm lược Campuchia của Việt Nam và thay thế [[Khmer Đỏ]] bằng chính phủ Campuchia. Thái Lan là tuyến đầu, đối mặt với lực lượng của Việt Nam trên biên giới với Campuchia. Tướng Prem đã kiên quyết không chất nhận sự đã rồi và làm việc với các đối tác ASEAN để chống lại sự chiếm đóng của Việt Nam trên các diễn đàn quốc tế''”.<ref>[https:\/\/www.rfa.org\/vietnamese\/news\/vietnamnews\/vietnam-protest-lee-hsien-loong-remark-about-evading-cambodia-06042019130704.html Thủ tướng Singapore nói Việt Nam xâm lược Campuchia]. RFA, 4\/6\/2019. Truy cập 5\/06\/2019.<\/ref>\n\nDư luận [[Campuchia]] và [[Việt Nam]] bất bình với phát biểu này. Leap Chanthavy viết trên trang ''Khmer Times'' ngày 3\/6\/2019 rằng \"[[Lý Hiển Long]] ''[https:\/\/www.khmertimeskh.com\/50610173\/lee-hsien-loong-disrespectful-of-khmer-rouge-victims\/ đã không tôn trọng những nạn nhân của chế độ] [[Khmer Đỏ]]''\", và cho rằng \"''Singapore – một chính phủ tự nhận là đạo đức cao, chưa bao giờ lên án tội ác diệt chủng của Khmer Đỏ''\" <ref>Leap Chanthavy. [https:\/\/www.khmertimeskh.com\/50610173\/lee-hsien-loong-disrespectful-of-khmer-rouge-victims\/ Lee Hsien Loong Disrespectful of Khmer Rouge victims]. ''Khmer Times'', 3\/6\/2019. Truy cập 5\/06\/2019.<\/ref>, và ông Lý đã thể hiện \"sự thiếu tôn trọng tới những nạn nhân Khmer Đỏ và những người đã hy sinh mạng sống để chấm dứt chế độ Khmer Đỏ\". Youk Chhang, Giám đốc Trung tâm lưu trữ Campuchia, thì phát biểu \"''những bình luận của ông Lý Hiển Long cho thấy đã tới lúc ASEAN cần một chương trình giáo dục về hòa bình và nhân quyền cho khu vực. Một chương trình như vậy bây giờ nên bắt đầu từ Singapore''\" <ref>[https:\/\/www.theonlinecitizen.com\/2019\/06\/05\/diplomatic-rift-mounting-between-cambodia-and-sg-over-pm-lees-remark-on-fb\/ Diplomatic rift mounting between Cambodia and SG over PM Lee’s remark on FB] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190605145213\/https:\/\/www.theonlinecitizen.com\/2019\/06\/05\/diplomatic-rift-mounting-between-cambodia-and-sg-over-pm-lees-remark-on-fb\/ |date=2019-06-05 }}. The Online Citizen, 5\/6\/2019. Truy cập 5\/06\/2019.<\/ref>\n\n== Trong văn học và phương tiện truyền thông ==\nRithy Panh, người được nhiều người coi là tiếng nói của điện ảnh Campuchia, từng là một nạn nhân của [[cánh đồng chết]] của [[Khmer Đỏ]]. Tài liệu của ông \"''S-21: The Khmer Rouge Killing Machine\/S-21, la machine de mort Khmer rouge''\" (S-21: Cỗ máy giết chóc của Khmer Đỏ) được coi là tư liệu tốt nhất và ảnh hưởng nhất được biết đến. Với lo ngại của mình, ông cho rằng S-21 cho phép chúng ta quan sát ký ức và thời gian có thể sụp đổ để làm cho quá khứ như hiện nay và bằng cách làm để lộ khuôn mặt bình thường của [[ác|cái ác]].\"{{sfn|Boyle|2009|p=95}}\n\nNhà văn Loung Ung viết cuốn \"Đầu tiên họ giết Cha tôi\", xuất bản 2000.\n\n''[[Những cánh đồng chết]], bộ phim tài liệu của Anh thực hiện năm 1984 tại [[Campuchia]], dựa trên trải nghiệm của hai nhà báo Dith Pran người Campuchia và Sydney Schanberg người Mỹ.''\n\n== Tham khảo ==\n{{tham khảo|colwidth=28em}}\n{{div col|colwidth=28em}} \n'''Trích dẫn'''\n* {{chú thích sách |last=Alvarez|first=Alex|title=Governments, Citizens, and Genocide: A Comparative and Interdisciplinary Approach|year=2001|publisher=Indiana University Press|isbn=978-0253338495}}\n* {{chú thích sách |last=Alvarez|first=Alex|title=The Prevention and Intervention of Genocide|year=2007|publisher=Transaction|isbn=978-0765803849|pages=7–30|editor=Samuel Totten|chapter=The Prevention and Intervention of Genocide During the Cold War Years}}\n* {{chú thích sách |last=Barron|first=John|title=Murder of a gentle land: the untold story of a Communist genocide in Cambodia|year=1977|publisher=Reader's Digest Press|isbn=978-0883491294|author2=Anthony Paul|ref= {{sfnref|Barron|1977}}}}\n* {{chú thích sách |last=Bartrop|first=Paul R.|title=A Biographical Encyclopedia of Contemporary Genocide|url=https:\/\/archive.org\/details\/biographicalency0000bart|year=2012|publisher=ABC-CLIO|isbn=978-0313386787}}\n* {{chú thích báo |title=Khmer Rouge trial ends with defendants denying charges|url=http:\/\/www.bbc.co.uk\/news\/world-asia-24756631|access-date =ngày 5 tháng 1 năm 2014|newspaper=BBC|date=ngày 31 tháng 10 năm 2013|ref= {{sfnref|Nuon Chea|2013}} }}\n* {{chú thích sách |last=Beachler|first=Donald W.|title=The Genocide Debate: Politicians, Academics, and Victims|year=2011|publisher=Palgrave Macmillan|isbn=978-0230114142}}\n* {{chú thích tạp chí |last1=Boyle|first1=Deirdre|title=Shattering Silence: Traumatic Memory and Reenactment in Rithy Panh's S-21: The Khmer Rouge Killing Machine|journal=Framework: The Journal of Cinema and Media|date=2009|volume=50|issue=1\/2|pages=95–106|publisher=Wayne State University Press|doi=10.1353\/frm.0.0049|jstor=41552541}}\n* {{chú thích báo |last=Buncombe|first=Andrew|title=Cambodia passes law making denial of Khmer Rouge genocide illegal|url=http:\/\/www.independent.co.uk\/news\/world\/asia\/cambodia-passes-law-making-denial-of-khmer-rouge-genocide-illegal-8649701.html|access-date =ngày 2 tháng 1 năm 2014|newspaper=The Independent|date=ngày 7 tháng 6 năm 2013|ref= {{sfnref|Buncombe|2013}} }}\n* {{chú thích sách |last=Chan|first=Sucheng|title=Survivors: Cambodian Refugees in the United States|url=https:\/\/archive.org\/details\/survivorscambodi0000chan|year=2004|publisher=University of Illinois Press|isbn=978-0252071799}} \n* {{chú thích sách |last=Corfield|first=Justin J.|title=The Encyclopedia of the Vietnam War A Political, Social, and Military History|year=2011|publisher=ABC-CLIO|isbn=978-1-85109-961-0|editor=Spencer C. Tucker|chapter=Nuon Chea}}\n* {{chú thích sách|last=de los Reyes|first=Faith Suzzette|title=KRT TRIAL MONITOR|year=2012|publisher=Asian International Justice Initiative|url=http:\/\/wcsc.berkeley.edu\/wp-content\/uploads\/Special-Report-IT-FTST_final.pdf|first2=Daniel|last2=Mattes|first3=Samantha B.|last3=Lee|first4=Penelope|last4=Van Tuyl|access-date = ngày 14 tháng 3 năm 2016 |archive-date = ngày 4 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160304101557\/http:\/\/wcsc.berkeley.edu\/wp-content\/uploads\/Special-Report-IT-FTST_final.pdf|url-status=dead}}\n* {{chú thích sách |last=DeMello|first=Margo|title=Body Studies: An Introduction|year=2013|publisher=Routledge|isbn=978-0415699303}}\n* {{chú thích sách |last=Donlon|first=Fidelma|title=Routledge Handbook of International Criminal Law|year=2012|publisher=Routledge|isbn=978-0415524506|pages=85–106|editor=William A. Schabas, Nadia Bernaz|chapter=Hybrid Tribunals}} \n* {{chú thích sách |last=Dutton|first=Donald G.|title=The Psychology of Genocide, Massacres, and Extreme Violence: Why Normal People Come to Commit Atrocities|year=2007|publisher=Praeger|isbn=978-0275990008}}\n* {{chú thích sách |last=Etcheson|first=Craig|title=After the Killing Fields: Lessons from the Cambodian Genocide|year=2005|publisher=Greenwood|isbn=978-0275985134}}\n* {{chú thích sách |last=Frey|first=Rebecca Joyce|title=Genocide and International Justice|year=2009|publisher=Facts On File|isbn=978-0816073108}}\n* {{chú thích tạp chí |last1=Hannum|first1=Hurst|title=International Law and Cambodian Genocide: The Sounds of Silence|url=https:\/\/archive.org\/details\/sim_human-rights-quarterly_1989-02_11_1\/page\/82|journal=Human Rights Quarterly|date=1989|volume=11|issue=1|pages=82–138|doi=10.2307\/761936|publisher=The Johns Hopkins University Press|jstor=761936}}\n* {{chú thích tạp chí |last=Heuveline|first=Patrick|title='Between One and Three Million': Towards the Demographic Reconstruction of a Decade of Cambodian History (1970-79)|journal=Population Studies|year=1998|volume=52|issue=1|publisher=Taylor & Francis| doi = 10.1080\/0032472031000150176|jstor=2584763|pages=49–65}}\n* {{chú thích sách |last=Hinton|first=Alexander Laban|title=Why Did They Kill?: Cambodia in the Shadow of Genocide|year=2004|publisher=University of California Press|isbn=978-0520241794|first2=Robert Jay |last2=Lifton|chapter=In the Shadow of Genocide}} \n* {{chú thích web |title=KAING Guek Eav|url=http:\/\/www.eccc.gov.kh\/en\/indicted-person\/kaing-guek-eav|website=Extraordinary Chambers in the Courts of Cambodia (ECCC)|access-date =ngày 19 tháng 8 năm 2015|ref=ECCC-Kaing}}\n* {{chú thích sách |last=Kiernan|first=Ben|title=The Specter of Genocide: Mass Murder in Historical Perspective|url=https:\/\/archive.org\/details\/specterofgenocid00robe|year=2003|publisher=Cambridge University Press|isbn=978-0521527507|editor=Robert Gellately, Ben Kiernan|chapter=Twentieth-Century Genocides Underlying Ideological Themes from Armenia to East Timor}} \n* {{chú thích báo |last=MacKinnon|first=Ian|title=Leading Khmer Rouge figures arrested|url=http:\/\/www.theguardian.com\/world\/2007\/nov\/12\/ianmackinnon|access-date =ngày 7 tháng 1 năm 2014|newspaper=The Guardian|date=ngày 12 tháng 11 năm 2007|ref= {{sfnref|MacKinnon|2007}} }}\n* {{chú thích sách |last=Mayersan|first=Deborah|title=Genocide and Mass Atrocities in Asia: Legacies and Prevention|year=2013|publisher=Routledge|isbn=978-0415645119|editor=Deborah Mayersen, Annie Pohlman|chapter=\"Never Again\" or Again and Again}}\n* {{chú thích sách |last=Mendes|first=Errol|title=Peace and Justice at the International Criminal Court: A Court of Last Resort|year=2011|publisher=Edward Elgar|isbn=978-1849803823}}\n* {{chú thích báo|last=Munthit|first=Ker|title=Ex-Khmer Rouge Head of State Charged|url=http:\/\/www.highbeam.com\/doc\/1A1-D8T0S8OG0.html|access-date =ngày 7 tháng 1 năm 2014|newspaper=Associated Press|date=ngày 19 tháng 11 năm 2007|ref={{sfnref|Munthit|2007}}|archive-date = ngày 10 tháng 6 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140610220737\/http:\/\/www.highbeam.com\/doc\/1A1-D8T0S8OG0.html|url-status=dead}}\n* {{chú thích sách |last=PoKempner|first=Dinah|title=Cambodia at War|year=1995|publisher=Human Rights Watch|isbn=978-1564321503}}\n* {{chú thích sách |last=Power|first=Samantha|title=A Problem from Hell: America and the Age of Genocide|url=https:\/\/archive.org\/details\/problemfromhella00powe_0|year=2002|publisher=Basic Books|isbn=0-465-06150-8}}\n* {{chú thích sách |last=Roett|first=Riordan|title=China's Expansion Into the Western Hemisphere: Implications for Latin America and the United States|year=2008|publisher=Brookings Institution Press|isbn=978-0815775546}}\n* {{chú thích sách |last=SarDesai|first=D.R.|title=Vietnam, Past and Present|url=https:\/\/archive.org\/details\/vietnampastprese00sard|year=1998|publisher=Westview|isbn=978-0813343082}}\n* {{chú thích sách |last=Stanton|first=Gregory H.|title=Pioneers of Genocide Studies|year=2013|publisher=Transaction|isbn=978-1412849746|editor=Samuel Totten, Steven Leonard Jacobs|pages=401–428|chapter=The Call}}\n* {{chú thích báo |title=Cambodia sentence two top Khmer Rouge leaders to life in prison|url=http:\/\/www.telegraph.co.uk\/news\/worldnews\/asia\/cambodia\/11017876\/Cambodia-sentence-two-top-Khmer-Rouge-leaders-to-life-in-prison.html|access-date =ngày 7 tháng 8 năm 2014|agency=Associated Press|publisher=The Telegraph|date=ngày 7 tháng 8 năm 2014|ref= {{sfnref|The Telegraph|2014}} }}\n* {{chú thích sách |last=Terry|first=Fiona|title=Condemned to Repeat?: The Paradox of Humanitarian Action|url=https:\/\/archive.org\/details\/condemnedtorepea00terr|year=2002|publisher=Cornell University Press|isbn=978-0801487965}}\n* {{chú thích sách |last=Tyner|first=James A.|title=Genocide and the Geographical Imagination: Life and Death in Germany, China, and Cambodia|url=https:\/\/archive.org\/details\/genocidegeograph0000tyne|year=2012|publisher=Rowman & Littlefield|isbn=978-1442208988}}\n* {{chú thích sách |last=Verkoren|first=Willemijn|title=The Owl and the Dove: Knowledge Strategies to Improve the Peacebuilding|year=2008|publisher=Amsterdam University Press|isbn=978-9056295066}}\n* Waller, James. \"Communist Mass Killings: Cambodia (1975-1979)\". Keene State College. Cohen Center, Keene, NH. ngày 17 tháng 2 năm 2015. Powerpoint Lecture.\n{{div col end}}\n\n== Xem thêm ==\n* [[Trung tâm Tài liệu Campuchia]] (DC-Cam, Documentation Center of Cambodia)\n\n{{Diệt chủng Campuchia}}\n\n[[Thể loại:Diệt chủng Campuchia| ]]\n[[Thể loại:Campuchia thập niên 1970]]\n[[Thể loại:Campuchia năm 1975]]\n[[Thể loại:Campuchia năm 1976]]\n[[Thể loại:Campuchia năm 1978]]\n[[Thể loại:Campuchia năm 1979]]\n[[Thể loại:Tâm lý bài Trung Quốc ở châu Á]]\n[[Thể loại:Tâm lý bài Việt Nam]]\n[[Thể loại:Chủ nghĩa chống trí thức]]\n[[Thể loại:Campuchia Dân chủ]]\n[[Thể loại:Thảm sát chính trị]]\n[[Thể loại:Cuộc diệt chủng|Campuchia]]\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Nhân quyền ở Campuchia]]\n[[Thể loại:Khmer Đỏ]]\n[[Thể loại:Thảm sát ở Campuchia]]\n[[Thể loại:Giết người ở Campuchia]]\n[[Thể loại:Đàn áp tôn giáo của cộng sản]]\n[[Thể loại:Thanh trừng chính trị và văn hóa]]\n[[Thể loại:Đàn áp tín đồ Phật giáo]]\n[[Thể loại:Đàn áp tín hữu Kitô giáo]]\n[[Thể loại:Đàn áp người Hồi giáo]]\n[[Thể loại:Tội ác chiến tranh ở Campuchia]]"}