{"1671776":"{{Infobox Weapon\n|name=DKB-ĐKB\n|image=[[Tập tin:A DKB rocket launcher of the Vietnam People's Army.jpg|300px]]\n|caption=1 khẩu DKB được trưng bày tại Bảo tàng Chiến dịch Hồ Chí Minh.\n|origin={{flag|Liên Xô}}<br \/>{{flag|Nga}}<br \/>{{flag|Việt Nam}}\n|type=[[Katyusha (vũ khí)|Katyusha]]\n<!-- Type selection -->\n|is_ranged=\n|is_artillery=yes\n|is_vehicle=yes\n|is_UK=\n<!-- Service history -->\n|service=1965–nay\n|used_by={{flag|Liên Xô}}<br \/>{{flag|Nga}}<br \/>{{flag|Việt Nam}}\n|wars= [[Chiến tranh Việt Nam]] <br \/> [[Chiến dịch phản công biên giới Tây-Nam Việt Nam|Chiến tranh biên giới Tây Nam]] <br \/> [[Chiến tranh biên giới Việt-Trung, 1979|Chiến tranh biên giới phía Bắc 1979]] <br \/> [[Chiến tranh Ogaden (1977-1978)]]{{cần dẫn nguồn}}\n<!-- Production history -->\n|designer= \n|design_date=\n|manufacturer=\n|unit_cost=\n|production_date= 1965-1972\n|number= 1380 khẩu\n|variants= 9P132, 9K510\n<!-- General specifications -->\n|spec_label=\n|weight= 55 kg\n|length=3 m\n|part_length=\n|width= \n|height= 1,5 m\n|diameter=\n|crew=5 chiến sĩ\n<!-- Ranged weapon specifications --> \n|cartridge=\n|caliber=122,4 mm\n|barrels=1\n|action=Phóng từng phát\n|rate=1 phát\/giây\n|velocity=690 mét\/giây\n|range=\n|max_range=11 km\n|feed= \n|sights=PU-9P132\n<!-- Artillery specifications -->\n|breech=\n|recoil=\n|carriage=Giá 3 chân\n|elevation= 10-40 độ\n|traverse=-7 đến +7 độ\n<!-- Vehicle\/missile specifications -->\n|armour=\n|primary_armament=\n|secondary_armament=\n|engine=\n|engine_power=\n|transmission=\n|payload_capacity=\n|fuel_capacity=\n|pw_ratio=\n|suspension=\n|clearance=\n|vehicle_range=\n|speed=\n|guidance=\n}}\n'''DKB''' hay còn gọi là '''ĐKB''' là loại pháo phản lực theo ống được gỡ từ dàn pháo phản lực Katyusha [[BM-21]] của [[Liên Xô]] theo sáng kiến của [[Việt Nam Dân chủ Cộng hòa]] nhằm phù hợp cho địa hình rừng núi và chiến lược chiến tranh du kích ở miền nam Việt Nam trong thời kì [[Chiến tranh Việt Nam]]. Phía [[Nga]]-[[Liên Xô]] cũ gọi loại pháo này là 9P132 (ký hiệu [[NATO]]:'''Grad-P''').<ref>http:\/\/rbase.new-factoria.ru\/missile\/wobb\/grad_p\/grad_p.shtml<\/ref>\n\n== Phát triển ==\n===Loại A-12 cỡ 140mm===\nĐầu những năm 1960, Liên Xô bắt đầu viện trợ cho Việt Nam pháo phản lực phóng loạt [[BM-14]]. Pháo dùng khung gầm cơ sở xe vận tải bánh lốp lắp giàn phóng 16-17 nòng cỡ đạn 140mm. Mỗi quả đạn rocket BM-14 nặng khoảng 40&nbsp;kg, đạt tầm bắn khoảng 10&nbsp;km.\n\nTuy nhiên, các dàn pháo này được đặt trên các xe tải động cơ mạnh, trong khi địa hình đồi núi hiểm trở ở [[Việt Nam]] lại không cho phép các đơn vị pháo [[Cachiusa (vũ khí)|Cachiusa]] di chuyển một cách nhanh chóng và thuận tiện. Hơn nữa, do chiến thuật của [[Quân Giải phóng miền Nam Việt Nam]] lúc bấy giờ là [[chiến tranh du kích]] nên việc cất giấu những chiếc xe này trong rừng khỏi sự truy quét của không quân [[Quân đội Hoa Kỳ]] là rất khó khăn, và cũng khó kiếm được nhiên liệu để vận hành xe tải. Để tăng cường loại vũ khí có hỏa lực mạnh cho chiến trường, Bộ Quốc phòng Việt Nam đã triển khai nghiên cứu cải tiến pháo phản lực BM-14 thành pháo phản lực kiểu mang vác A12.\n\nA-12 gồm một ống phóng làm bằng tôn thép mỏng cuộn lại lắp trên bệ gỗ với tổng trọng lượng chỉ 10,5&nbsp;kg. Ống phóng làm bằng tôn thép mỏng cuộn lại, dài 1,14m, mặt trong có đánh 4 đường sống tiếp tuyến với mặt hình trụ của đạn. Bệ bằng gỗ dày 2&nbsp;cm, rộng 25&nbsp;cm, dài 120&nbsp;cm. A-12 có tầm bắn khoảng 8.000 m (giảm so với nguyên bản) nhưng độ chính xác cao hơn, có thể phóng cùng lúc 12 quả đạn nhờ 1 hệ thống điện điểm hỏa dùng pin con thỏ.\n\nA12 được biên chế cho mỗi đơn vị 12 khẩu. Với trọng lượng nhẹ, bộ binh cũng có thể mang vác dễ dàng nên A12 rất tiện lợi cơ động để thực hiện những đòn tập kích hỏa lực bất ngờ, luồn sâu đánh hiểm vào căn cứ đối phương. Quân giải phóng có thể bố trí nhiều bệ phóng tấn công với mật độ hỏa lực lớn từ nhiều địa điểm cách xa nhau, khiến đối phương không thể phản kích hiệu quả, đó chính là một hình thái tác chiến tiêu biểu của quân đội Việt Nam - ''“vũ khí phân tán, hỏa lực tập trung”''.\n\n===Loại ĐKB cỡ 122mm===\n[[Tập tin:BM-21Ural-375D.jpg|nhỏ|trái|250px|1 phân đội pháo phản lực BM-21]]\nNhững năm giữa thập niên 1960, [[Quân đội Nhân dân Việt Nam]] được [[Liên Xô]] viện trợ một số dàn pháo phản lực [[BM-21]] cỡ nòng 122&nbsp;mm đời mới cùng các dàn pháo cũ [[Cachiusa (vũ khí)|BM-13]], [[BM-14]]. Chúng rất hiệu quả trong việc bắn phá các mục tiêu trên diện rộng. Một tiểu đoàn pháo phản lực trang bị toàn [[BM-21]] có thể đồng loạt bắn tới 720 quả đạn trong vòng 20 giây vào các mục tiêu trên một khu vực rộng, nên rất hữu hiệu để chống lại đội hình bộ binh và thiết giáp nhẹ, cũng như để phá hủy hệ thống hầm hào bán kiên cố.\n\nTuy nhiên, các dàn pháo này được đặt trên các xe tải nên cũng không thích hợp cho chiến thuật du kích (giống như loại [[BM-14]] ở trên). Do đó chính phủ [[Việt Nam Dân chủ Cộng hòa]] đưa ra đề nghị yêu cầu phía [[Liên Xô]] chế tạo cho Việt Nam các ống phóng BM-21 đơn lẻ, có thể bắn mà không cần xe phóng nhằm dễ mang vác, vận chuyển. Liên Xô đã ủng hộ yêu cầu của Việt Nam và giao nhiệm vụ cho Viện nghiên cứu NII-147(nay là NPO Splav) phát triển một phiên bản pháo phản lực hạng nhẹ, trên cơ sở sử dụng ống phóng và đạn của pháo phản lực phóng loạt 9K51 Grad (BM-21).\n\nLoại ống phóng này được gọi là '''9P132''', trên thực tế, đây là ống phóng của pháo phản lực BM-21 được cắt ngắn xuống còn 2,5 mét. Nòng pháo được cố định trên giá đỡ 3 chân, có máy tầm, hướng; 3 chân có thể gập được; xạ giới tầm của hệ thống từ +10° đến +40°; xạ giới hướng là 14°; ngoài ra có một lẫy chuyển hướng nhanh, đảm bảo cho việc chuyển hướng nhanh 360º. Pháo sử dụng kính ngắm RVO-2 có bội số 4x. Nòng khai hỏa bằng điện, được thực hiện từ xa bằng bảng điều khiển kết nối với pháo bằng dây điện dài 20 mét để đảm bảo an toàn cho pháo thủ.\n\nTrong tháng 7\/1965, bệ phóng và đạn pháo đã được bắn thử nghiệm thành công. Việc sản xuất bắt đầu từ năm 1965, 20 hệ thống và đạn đã được hoàn thành vào đầu năm 1966. Năm 1966, các ống phóng tháo rời 9P132 được gửi đến Việt Nam nhằm thử nghiệm và chúng đạt kết quả tốt. Tại buổi bắn trình diễn, một tiểu đoàn với 12 bệ phóng, mỗi bệ kèm theo 12 rốc-két, chỉ trong vòng 15 phút đã bắn 144 quả rocket, tiêu diệt mục tiêu là căn cứ mô phỏng của địch ở cự ly 8&nbsp;km.\n\nDKB cỡ 122mm sử dụng đạn 9M22M, được phát triển trên cơ sở đạn M-21OF của pháo BM-21; đạn 9M22M có chiều dài 1,95 m và khi vận chuyển được tháo rời thành 2 phần; đầu đạn sử dụng nguyên của đạn pháo M-21OF, khoang động cơ được rút ngắn; đạn 9M22M có trọng lượng toàn bộ nặng 46&nbsp;kg, mang theo 6,4&nbsp;kg chất nổ và có tầm bắn tối đa lên tới 10,8&nbsp;km. Năm 1968, theo yêu cầu của phía Việt Nam, Viện NII-147 đã thực hiện nâng tầm bắn bằng đạn tăng tầm 9M22MD; về hình dạng đạn không có gì thay đổi, chỉ thay thế thuốc phóng và vòi phun của động cơ; tầm bắn của đạn 9M22MD được tăng lên đến 15&nbsp;km (nhưng khi sử dụng loại đạn này thì cần dùng một vật nặng (thường là bao đất hoặc cát) có trọng lượng tối thiểu 50&nbsp;kg để chèn vào chân trước của pháo, do lực giật của đạn mới lớn hơn).\n\nTrong trạng thái chiến đấu, toàn bệ phóng có trọng lượng 55&nbsp;kg, khi hành quân chia làm 2 phần (nòng pháo nặng 25&nbsp;kg và bệ 3 chân nặng 28&nbsp;kg). Quả đạn nặng 46&nbsp;kg. Thời gian chuyển trạng thái từ hành quân sang chiến đấu chỉ 2,5 phút và ngược lại là 2 phút. Toàn bệ phóng nhỏ gọn, dễ mang vác, cơ động trong địa hình rừng núi, phù hợp với chiến thuật đánh nhanh - rút gọn. Thậm chí có những trường hợp ĐKB bắn không cần ống phóng, không cần giá ba chân, chỉ cần đặt quả đạn lên những chân tạm bằng gỗ hướng về mục tiêu theo góc xác định là có thể khai hỏa.\n\nLiên Xô đã cung cấp cho Việt Nam 950 ống phóng và hàng chục nghìn quả đạn ĐKB; tùy thuộc vào nhiệm vụ, pháo binh Việt Nam đã sử dụng loại đạn cơ bản (9M22M) hoặc đạn tăng tầm 9M22MD.\n\nSau khi thử nghiệm thành công, nó được sử dụng ngay tại chiến trường [[Việt Nam]] và đã thể hiện rõ ưu thế của mình. Ống phóng 9P132 nhỏ gọn, dễ mang vác, vận chuyển trong địa hình rừng núi, hỏa lực cao, độ cơ động lớn, rất thích hợp cho các chiến thuật du kích - bất ngờ tiến công rồi rút lui nhanh. Với tính năng có thể nhanh chóng tháo rời và khối lượng tương đối nhỏ, hệ thống có thể được chuyển đến vị trí trận địa bắn hoàn toàn bằng sức người, có thể bố trí tại những trận địa bí mật, dễ ngụy trang ống phóng để gây bất ngờ cho đối phương. Tuy các ống phóng này không có tầm bắn và sức công phá khủng khiếp như hệ thống [[BM-21]], nhưng nếu được biên chế thành những đại đội gồm những phân đội từ 3-5 khẩu, phóng cùng lúc hàng chục quả đạn thì cũng đủ để phá hủy các mục tiêu, căn cứ của đối phương ở cách xa 11 – 15&nbsp;km.\n\n== Trang bị ==\n[[Tập tin:Grad-P-batey-haosef-1.jpg|nhỏ|trái|250px|1 Khẩu Grad-P 9K510 của phong trào hồi giáo Hamas bị [[Israel]] thu được]]\nDKB được trang bị cho một số trung đoàn pháo binh của [[Quân đội Nhân dân Việt Nam]] như trung đoàn 115, trung đoàn 724 nhằm bổ sung cho các đơn vị [[súng cối]], [[pháo phản lực]].\n\nMột số trận đánh tiêu biểu của DKB như [[Trận sân bay Biên Hòa, 1967]], Trung đoàn pháo binh 724 đã sử dụng 41 khẩu ĐKB cùng 6 khẩu cối 82mm và 6 khẩu ĐKZ 75mm phối thuộc đã tập kích bất ngờ vào sân bay Biên Hòa. Tiểu đoàn 174 thuộc trung đoàn đã bắn 202 quả đạn DKB vào sân bay, phá hủy 74 máy bay, đốt cháy các kho bom, kho xăng và tiêu diệt nhiều sinh lực địch.\n\nĐối với loại A12, ngày 28\/2\/1967, Tiểu đoàn 99 lần đầu sử dụng trên chiến trường. Tiểu đoàn đã bắn 15 loạt với 140 viên đạn vào các mục tiêu trong sân bay Đà Nẵng, đã phá hủy hoặc gây hư hỏng 94 máy bay, 200 xe quân sự các loại cùng hàng trăm tên địch.\n\nTrong chiến dịch Hồ Chí Minh lịch sử, các khẩu đội pháo phản lực của Trung đoàn 115 nhận nhiệm vụ đánh tê liệt sân bay Tân Sơn Nhất, và không chỉ bắn rồi rút mà phải luồn sâu vào sân bay, trụ lại để khống chế hoàn toàn sân bay, tạo chỗ \"đứng chân\" cho pháo lớn cỡ [[Pháo 130mm M46]], nhằm tạo uy thế chính trị cho chiến dịch.\n\n== Các quốc gia sử dụng ==\nDo hiệu quả của loại pháo này, [[Liên Xô]] tiếp tục phát triển 1 biến thể nữa mang tên '''9K510''' và được trang bị cho nhiều quốc gia ở [[Trung Đông]]. [[Hồng Quân|Hồng quân Liên Xô]] và [[Lực lượng Vũ trang Liên bang Nga]] đến nay vẫn còn sử dụng. Các tổ chức hồi giáo, tổ chức kháng chiến và du kích cũng tự lắp đặt các ống phóng DKB tương tự của [[Việt Nam]] vì họ đã thấy rõ hiệu quả của nó. Các phiên bản kiểu mới hiện nay của DKB được [[Hamas]] và [[Hezbollah]] sử dụng đã có tầm bắn lên tới 20&nbsp;km.\n*{{VNM}} 955 đơn vị 9P132 hay DKB được [[Liên Xô]] chuyển giao (400 đơn vị được chuyển giao vào năm 1966, 400 - 1970, 155 - năm 1972). Hiện nay đã tự chế tạo trong nước nhưng không rõ số lượng.\n*{{EGY}}\n*{{flag|Iran}}\n*{{CUB}}\n*{{LEB}}\n*{{NIC}}\n*{{PAK}}\n*{{flag|Palestine}}\n*{{ROM}}\n=== Các phong trào li khai, tổ chức kháng chiến ===\n* [[Hamas]]\n* [[Hezbollah]]\n* [[Taliban]]\n* [[al-Qaeda]]\n* [[Houthis|Houthi]]\n\n== Tham chiến ==\n*[[Chiến tranh Việt Nam]] \n*[[Chiến dịch phản công biên giới Tây-Nam Việt Nam|Chiến tranh biên giới Tây Nam]]\n*[[Chiến tranh biên giới Việt-Trung, 1979|Chiến tranh biên giới phía Bắc 1979]]\n*[[Chiến tranh Ogaden (1977-1978)]]\n*[[Chiến tranh Israel–Hamas 2008-2009]]\n*[[Chiến dịch Trụ cột Phòng thủ|Xung đội Israel-Palestine 2012]]\n*[[Nội chiến Libya]]\n*[[Nội chiến Syria]]\n\n== Trưng bày ==\n* {{RUS}} 1 khẩu còn được đặt tại Bảo tàng lịch sử pháo binh St Petersburg.\n* {{VIE}} 1 khẩu được trưng bày tại [[Bảo tàng Chiến dịch Hồ Chí Minh]], [[Thành phố Hồ Chí Minh]].\n* {{ISR}} 1 khẩu được trưng bày tại Bảo tàng Batey ha-Osef, [[Tel Aviv]].\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Pháo phản lực]]\n[[Thể loại:Pháo do Liên Xô sản xuất]]\n[[Thể loại:Vũ khí trong Chiến tranh Việt Nam]]"}