{"108437":"{{Thông tin máy bay\n|tên= A-4 Skyhawk\n|hình= A-4M Skyhawks of VMA-214 in flight in the 1970s.jpg\n|chú thích= A-4M Skyhawk của [[Thủy quân lục chiến Hoa Kỳ]] thuộc phi đoàn VMA-214.\n|kiểu=[[Máy bay cường kích]]-ném bom\n|hãng sản xuất=[[Douglas Aircraft Corporation]]\n|hãng thiết kế=[[Ed Heinemann]]\n|chuyến bay đầu tiên=[[22 tháng 6]] năm [[Hàng không năm 1954|1954]]\n|được giới thiệu=[[tháng mười|tháng 10]] năm [[Hàng không năm 1956|1956]]\n|được nghỉ hưu=1976, [[Hải quân Hoa Kỳ]]<br\/>1998, [[Thủy quân lục chiến Hoa Kỳ]]\n|tình trạng=vẫn còn đang hoạt động trong không lực các nước khác\n|hãng sử dụng chính=[[Hải quân Hoa Kỳ]]<br\/>[[Thủy quân lục chiến Hoa Kỳ]]\n|được chế tạo=[[Hàng không năm 1956|1956]]-[[Hàng không năm 1981|1981]]\n|số lượng được sản xuất=2.960\n|chi phí dự án=\n|chi phí máy bay= 860.000 Đô la Mỹ cho 500 chiếc đầu tiên\n|được phát triển từ=\n|phương án tương tự=[[A-4AR Fightinghawk]] <br\/>[[A-4SU Super Skyhawk]]\n}}\n\n'''A-4 Skyhawk''' (Chim ưng nhà trời) là [[máy bay cường kích]] ném bom được thiết kế ban đầu để hoạt động từ [[tàu sân bay]] của [[Hải quân Hoa Kỳ]]. Nó được thiết kế và chế tạo bởi [[Douglas Aircraft Corporation]] (sau này là [[McDonnell Douglas]]) và có tên hiệu ban đầu là '''A4D''' theo hệ thống ký hiệu của Hải quân trước năm [[Hàng không năm 1962|1962]].\n\n50 năm sau khi bay chuyến bay đầu tiên, và sau những vai trò chính yếu tại [[Chiến tranh Việt Nam|Việt Nam]], cuộc [[Chiến tranh Falkland|tranh chấp quần đảo Falklands]] và [[Chiến tranh Yom Kippur]], vẫn còn gần 3.000 chiếc Skyhawk đang phục vụ trong không lực nhiều nước trên toàn thế giới, kể cả trên tàu sân bay.\n\n==Thiết kế và phát triển==\nSkyhawk được [[Ed Heinemann]] của hãng Douglas thiết kế nhằm đáp ứng yêu cầu của [[Hải quân Hoa Kỳ]] cần có một máy bay cường kích phản lực nhằm thay thế chiếc [[Douglas A-1 Skyraider|A-1 Skyraider]]. Heinemann hướng về một thiết kế tối thiểu về kích thước, trọng lượng và độ phức tạp. Kết quả là một máy bay cường kích với trọng lượng chỉ bằng nửa tiêu chuẩn do Hải quân đưa ra và cánh nhỏ đến mức không cần gập lại khi xếp đỗ trên tàu sân bay. Không lâu sau, chiếc Skyhawk nhỏ bé được mang những biệt danh \"Scooter,\" \"Bantam Bomber,\" \"Tinker Toy Bomber,\" và do đặc tính nhanh nhẹn của nó, \"Heinemann's Hot-Rod.\"\n\n[[Tập tin:A-4 skyhawk display.jpg|nhỏ|trái|Một chiếc Skyhawk đang trưng bày.]]\n\nThiết kế mang đặc điểm chung sau Thế chiến II với cánh [[tam giác]] gắn thấp, 3 bánh đáp và một động cơ duy nhất phía sau với cửa hút gió hai bên thân. Cánh đuôi có dạng chữ thập, với cánh ổn định ngang gắn trên thân. Vũ khí bao gồm 2 khẩu pháo 20&nbsp;mm [[Colt Mk 12]] gắn ở gốc cánh và có 200 quả đạn cho mỗi khẩu, và nhiều loại bom, rocket và tên lửa khác nhau được mang trên 1 đế giữa thân và 2 đế trên cánh (sau này tăng lên 4 đế).\n\nThiết kế A-4 là một ví dụ tốt của sự đơn giản. Ví dụ như, sự lựa chọn cánh [[tam giác]] mang lại tốc độ và độ cơ động, dự trữ nhiên liệu lớn, kích thước nhỏ không đòi hỏi cánh xếp – đánh đổi lại hiệu năng bay đường trường. Các cánh tà trước được thiết kế để tự động hạ xuống ở một tốc độ thích hợp nhờ trọng lực và áp lực không khí, nhờ đó không cần thiết kế động cơ hay ngay cả nút chuyển. Tương tự, hệ thống đáp không choán chỗ trên cánh, chỉ có bánh đáp thu gọn vào thân còn trục đỡ được bọc lại bên dưới cánh. Bản thân cấu trúc cánh có thể nhẹ hơn với cùng độ cứng chắc, và loại bỏ cơ cấu gập cánh càng làm giảm nhẹ hơn. Đây là điều trái ngược lại với thực tế trong thiết kế máy bay: tăng trọng lượng một nơi đòi hỏi gia tăng đối trọng cho cân bằng, lại yêu cầu động cơ mạnh hơn và nặng hơn... thành một vòng lẩn quẩn.\n\nA-4 đi tiên phong trong việc dùng kỹ thuật \"buddy\" (bạn bè) tự tiếp dầu trên không. Điều này cho phép tiếp dầu các máy bay dùng cùng loại mà không cần máy bay tiếp dầu chuyên dùng, một ưu điểm cho các lực lượng không quân nhỏ hay hoạt động ở những nơi xa xôi. Một chiếc A-4 chỉ định để làm nhiệm vụ tiếp dầu sẽ mang bộ tiếp dầu bao gồm thùng nhiên liệu phụ và vòi tiếp dầu, sẽ không mang vũ khí mà đổ đầy dầu đến tối đa tải trọng và cất cánh trước tiên. Các máy bay làm nhiệm vụ tấn công sẽ mang đầy vũ khí và chỉ đổ một lượng nhiên liệu vừa đủ, và sau khi cất cánh sẽ được tiếp đầy dầu từ chiếc A-4 tiếp dầu thông qua một vòi bên phải trước mũi máy bay. Giờ đây nó sẽ xuất kích với đầy vũ khí và đầy nhiên liệu. Dù kỹ thuật này ít khi được dùng đến trong quân đội Hoa Kỳ sau sự xuất hiện của máy bay tiếp dầu [[Douglas A-3 Skywarrior|KA-3 Skywarrior]] chuyên dùng, chiếc [[Boeing F\/A-18E\/F Super Hornet|F\/A-18E\/F Super Hornet]] vẫn có tính năng này dự phòng việc thiếu hụt máy bay tiếp dầu chuyên dùng trong tương lai.\n\nA-4 cũng được thiết kế để có thể đáp khẩn cấp, trong trường hợp hư hỏng bộ phận thủy lực, bằng hai thùng dầu phụ gần như luôn được mang hai bên cánh. Hạ cánh như thế chỉ gây những hư hại nhỏ cho mũi máy bay có thể sửa chữa trong vòng 1 giờ.\n\nHải quân đã ký kết hợp đồng đặt hàng vào ngày [[12 tháng 6]] năm [[Hàng không năm 1952|1952]], và kiểu mẫu thử nghiệm đầu tiên bay lần đầu vào ngày [[22 tháng 6]] năm [[Hàng không năm 1954|1954]]. Việc giao hàng cho Hải quân và [[Thủy quân lục chiến Hoa Kỳ|Thủy quân Lục chiến Mỹ]] được thực hiện vào cuối năm [[Hàng không năm 1956|1956]].\n\nSkyhawk được tiếp tục sản xuất cho đến năm [[Hàng không năm 1979|1979]], với tổng cộng 2.960 máy bay, bao gồm 555 chiếc 2 chỗ dành cho huấn luyện.\n\n==Lịch sử hoạt động==\n===Hoa Kỳ===\nA-4 là một trong những kiểu máy bay hải quân được xuất khẩu nhiều nhất thời hậu chiến. Do kích thước nhỏ, nó dùng được trên những tàu sân bay cũ, nhỏ thời Thế Chiến II mà hải quân nhiều nước còn sử dụng trong những năm 60. Những tàu cũ này thường không thể mang những chiếc tiêm kích mới hơn như [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]] và [[Vought F-8 Crusader|F-8 Crusader]], vốn nhanh hơn và tính năng tốt hơn A-4, nhưng cũng to hơn và nặng hơn đáng kể.\n\nHải quân Mỹ bắt đầu rút kiểu máy bay này khỏi các phi đội tiền phương từ năm [[Hàng không năm 1967|1967]], chiếc cuối cùng nghỉ hưu năm [[Hàng không năm 1975|1975]].\n\nThủy quân Lục chiến Mỹ thay vì chuyển sang [[LTV A-7 Corsair II|A-7 Corsair II]] như Hải quân đã làm, đã giữ lại những chiếc A-4 trong phục vụ, và đặt mua thêm phiên bản mới hơn A-4M. Chiếc A-4 cuối được giao cho Thủy quân Lục chiến năm [[Hàng không năm 1979|1979]], và được sử dụng cho đến giữa những năm 80 trước khi nó được thay bởi kiểu [[STOVL]] [[McDonnell Douglas AV-8B Harrier II|AV-8 Harrier II]] linh hoạt hơn và nhỏ tương đương.\n\nPhi đội VMA-131 Diamondbacks thuộc Thủy quân Lục chiến cho nghỉ hưu 4 chiếc OA-4M cuối cùng vào ngày 22 tháng 6 năm 1994. Các kiểu A-4 huấn luyện tiếp tục phục vụ trong hải quân tìm được vai trò mới, khi những chiếc A-4 nhanh nhẹn được dùng để mô phỏng [[Mikoyan-Gurevich MiG-17|MiG-17]] trong [[Huấn luyện Không chiến Khác biệt]] (DACT). Nó phục vụ vai trò trên cho đến năm [[Hàng không năm 1999|1999]], khi nó được thay bằng [[T-45 Goshawk]].\n\nHoạt động linh lợi của A-4 cũng khiến nó được chọn thay thế [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]] khi Hải quân thu gọn những chiếc máy bay dùng trong Đội Thao diễn [[Blue Angels]], cho đến khi có mặt [[McDonnell Douglas F\/A-18 Hornet|F\/A-18 Hornet]] vào những năm 80. Những chiếc A-4 cuối cùng của Hải quân, kiểu TA-4J trong phi đội hỗn hợp VC-8, tiếp tục được dùng để kéo mục tiêu giả và giả lập mục tiêu trong huấn luyện không chiến tại căn cứ Không lực Hải quân Roosevelt Roads. Nó chính thức nghỉ hưu vào ngày 3 tháng 5 năm 2003.\n\nA-4 được các đội bay yêu thích vì nó bền chắc và nhanh nhẹn. Những tính chất này, cùng với giá rẻ, chi phí vận hành thấp, dễ bảo trì khiến A-4 trở nên thông dụng cho Hoa Kỳ và không quân thế giới. Ngoài Mỹ, ít nhất 3 nước khác đã dùng A-4 Skyhawks trong chiến tranh.\n\n====Chiến tranh Việt Nam====\n[[Tập tin:Douglas A-4E Skyhawk of VA-164 in flight over Vietnam on 21 November 1967 (6430101).jpg|phải|220px|nhỏ|Một chiếc A-4 trong chiến tranh Việt Nam]]\nSkyhawk là máy bay ném bom hạng nhẹ chủ lực của Hải quân trên miền Bắc Việt Nam trong những năm đầu của [[Chiến tranh Việt Nam]], trong khi Không quân bay chiếc [[Republic F-105 Thunderchief|F-105 Thunderchief]] siêu âm. Nó được thay thế bởi [[LTV A-7 Corsair II|A-7 Corsair II]] trong vai trò ném bom hạng nhẹ. Skyhawk thực hiện một số trong những phi vụ tấn công đầu tiên của cuộc chiến, và một chiếc Skyhawk của Thủy quân Lục chiến được tin là đã thả trái bom Mỹ cuối cùng xuống đất nước này. Những phi công đáng chú ý như Trung úy Everett Alvarez, Trung tá Hugh Magee, [[John McCain]], và Phó Đô Đốc [[James Stockdale]] đã từng lái Skyhawk. Vào ngày [[1 tháng 5]] năm [[Hàng không năm 1967|1967]], Thiếu tá Theodore R. Swartz lái chiếc A-4C Skyhawk thuộc phi đội VA-76 từ tàu sân bay [[USS Bon Homme Richard (CVA-31)|USS ''Bon Homme Richard'']] bắn rơi một chiếc [[Mikoyan-Gurevich MiG-17|MiG-17]] bằng tên lửa không điều khiển [[Zuni (rocket)|Zuni]], là chiến công không chiến duy nhất của Skyhawk trong cuộc chiến.<ref name=\"Grossnick\">Grossnick and Armstrong 1997<\/ref>\n\nThiếu tá [[John McCain]] lái A-4, một lần từng phải trèo ra bằng ống tiếp dầu của một chiếc Skyhawk đậu trên tàu sân bay USS Forrestal, để thoát khỏi đám cháy đang tàn phá sàn đáp gây ra bởi rocket Zuni phát nổ, mà sau đó cướp mất sinh mạng của 134 thủy thủ. John McCain thoát ra khỏi máy bay bằng cách trèo ra khỏi buồng lái, tụt xuống mũi máy bay, nhảy ra khỏi ống tiếp dầu. Băng ghi hình trên chiếc Forrestal cho thấy McCain thoát chết khỏi vụ nổ chỉ trong tích tắt. Sau này ông bị bắn rơi trên bầu trời Việt Nam khi đang bay một chiếc Skyhawk khác.\n\nTổn thất A-4 đầu tiên xảy ra ngày [[5 tháng 8]] năm [[Hàng không năm 1964|1964]], khi Trung úy Hải quân [[Everett Alvarez]] thuộc phi đội VA-144, bay từ tàu [[USS Constellation (CV-64)|USS ''Constellation'']], bị bắn hạ khi đang tấn công tàu phóng ngư lôi. Alvarez nhảy dù an toàn sau khi bị pháo phòng không bắn trúng, và trở thành tù binh chiến tranh Hải quân đầu tiên của cuộc chiến; ông được thả ngày [[12 tháng 2]] năm [[Hàng không năm 1973|1973]]. Chiếc A-4 cuối cùng bị mất vào ngày [[26 tháng 9]] năm [[Hàng không năm 1972|1972]], khi Đại úy Thủy quân Lục chiến [[James P. Walsh]], phi đội VMA-211, bay từ căn cứ không quân [[Biên Hòa]], Nam Việt Nam, trúng đạn mặt đất gần An Lộc, Bình Long, khi đang thực hiện phi vụ yểm trợ mặt đất. Máy bay bị cháy buộc ông phải nhảy dù. Các đơn vị giải cứu được gửi tới, nhưng máy bay trực thăng giải cứu bị trúng đạn và buộc phải rút lui. Đại úy Walsh nhảy dù xuống đất an toàn và bị bắt làm tù binh ngay khi tiếp đất, trở thành tù binh Thủy quân Lục chiến cuối cùng của cuộc chiến. Ông cũng được thả vào ngày [[12 tháng 2]] năm [[Hàng không năm 1973|1973]].\n\nTrong suốt cuộc chiến, 362 chiếc Skyhawk A-4\/AT-4F bị mất vì mọi lý do. Hải quân mất 271 chiếc A-4, Thủy quân Lục chiến mất 81 chiếc A-4 và 10 chiếc TA-4F. Có 32 chiếc A-4 bị mất do tên lửa đất đối không (SAM), và một chiếc do MiG-17 bắn rơi ngày [[25 tháng 4]] năm [[Hàng không năm 1967|1967]].\n\n===Israel===\nCuối những năm 60 và 70, Skyhawk [[Không quân Israel]] trở thành máy bay tấn công mặt đất chủ yếu trong cuộc [[Chiến tranh Tiêu hao]] (1967-1970) và [[Chiến tranh Yom Kippur]] (Chiến tranh tháng 10 năm 1973). Skyhawk có giá chỉ bằng 1\/4 chiếc Phantom II, chở được nhiều bom hơn và có tầm bay xa hơn kiểu máy bay tiêm kích chiếm ưu thế trên không mà nó thay thế.<ref>{{Chú thích web |url=http:\/\/www.geocities.com\/CapeCanaveral\/Hangar\/4142\/american.htm |ngày truy cập=2001-04-23 |tựa đề=A-4 Skyhawk in IAF service |archive-date = ngày 23 tháng 4 năm 2001 |archive-url=https:\/\/web.archive.org\/web\/20010423041721\/http:\/\/www.geocities.com\/CapeCanaveral\/Hangar\/4142\/american.htm |url-status=dead }}<\/ref> Tháng 5 năm [[Hàng không năm 1970|1970]], chiếc Skyhawk Israeli do Đại tá Ezra Dotan lái đã bắn rơi một chiếc MiG-17 bằng tên lửa không điều khiển ở phía Nam Liban. Những chiếc Skyhawk chịu tổn thất lớn do các khẩu đội tên lửa [[2K12 Kub|SA-6 Gainful]] tinh vi. Chúng được thay thế bởi F-16s.\n===Argentina===\n\nArgentina không chỉ là nước ngoài đầu tiên sử dụng Skyhawk mà còn là nước ngoài Mỹ sử dụng nhiều nhất với gần 130 chiếc A-4 được giao từ năm [[Hàng không năm 1965|1965]]. [[Không quân Argentina]] nhận 25 chiếc A-4B năm [[Hàng không năm 1966|1966]] và 25 chiếc nữa vào năm [[Hàng không năm 1970|1970]], tất cả được tân trang tại Mỹ bởi công ty Lockheed Service trước khi giao và được ký hiệu '''A-4P''' cho dù nó vẫn được gọi tại chỗ là ''A-4B''. Nó có 3 giá vũ khí và phục vụ tại Tiểu đoàn 5 Không quân ({{lang-es|V Brigada Aerea}}). Năm [[Hàng không năm 1976|1976]], 25 chiếc A-4C nữa được đặt hàng để thay thế những chiếc [[North American F-86 Sabre|F-86 Sabre]] vẫn còn đang phục vụ tại Tiểu đoàn 4 Không quân ({{lang-es|IV Brigada Aerea}}). Nó được giao nguyên trạng, và được tân trang để bay bởi kỹ thuật viên không quân tại [[Río Cuarto]], Cordoba. Nó có 5 giá vũ khí và có thể sử dụng tên lửa đối không [[AIM-9 Sidewinder|AIM-9B Sidewinder]].\n\n[[Hải quân Argentina]] cũng mua ''Skyhawk'' dưới dạng 16 chiếc A-4B và 2 chiếc để dùng làm phụ tùng thay thế, được biến cải với 5 giá vũ khí và mang tên lửa AIM-9B Sidewinder, ký hiệu '''A-4Q'''. Nó được dùng trong năm [[Hàng không năm 1971|1971]] để thay thế [[Grumman F9F Panther|F9F Panther]] và [[Grumman F-9 Cougar|F9F Cougar]] sử dụng trên tàu sân bay [[ARA Veinticinco de Mayo]] bởi Phi đội Tiêm kích\/Tấn công 3 ({{lang-es|3ra Escuadrilla Aeronaval de Caza y Ataque}}).\n\n[[Hoa Kỳ]] đặt lệnh cấm vận phụ tùng thay thế năm [[Hàng không năm 1977|1977]] do cuộc [[Chiến tranh Bẩn thỉu]] (được dỡ bỏ trong những năm 90 dưới thời Tổng thống [[Carlos Menem]], khi Argentina trở nên một đồng minh chính không thuộc khối NATO). Dù vậy, A-4 vẫn phục vụ tốt trong [[chiến tranh đảo Falklands]] năm [[Hàng không năm 1982|1982]], nơi nó có những chiến thắng đối với [[Hải quân Hoàng gia Anh]].\n\n====Chiến tranh đảo Falklands====\n{{seealso|Không quân Argentina trong Chiến tranh đảo Falklands}}\n\nTrong cuộc [[Chiến tranh đảo Falklands|xung đột]] năm [[Hàng không năm 1982|1982]], chỉ trang bị bom phá và thiếu các thiết bị điện tử hay tên lửa tự vệ, Skyhawk của [[Không quân Argentina]] đã đánh chìm các tàu chiến [[HMS Coventry (D118)]] và [[HMS Antelope (F170)]] cũng như gây hư hại nặng cho nhiều chiếc khác: [[RFA Sir Galahad (1966)]] (sau đó tự đánh chìm), [[HMS Glasgow (D88)]], [[HMS Argonaut (F56)]], [[HMS Broadsword (F88)]] và [[RFA Sir Tristram]]. A-4Q của [[Hải quân Argentina]] bay từ căn cứ hải quân [[Río Grande, Tierra del Fuego]] cũng ném bom tấn công các tàu Anh và tiêu diệt chiếc [[HMS Ardent (F184)]].<ref>See [http:\/\/www.naval-history.net\/F41argaircraft.htm Gordon Smith's website] for complete reference.<\/ref>\n\nTổng cộng, có 22 chiếc ''Skyhawks'' (10 chiếc A-4B, 9 chiếc A-4C và 3 chiếc A-4Q) bị mất vì mọi lý do trong cuộc chiến kéo dài 6 tuần.\n\nSau chiến tranh, những chiếc A-4B và A-4C còn lại của Không quân được nâng cấp trong chương trình ''Halcon'' với pháo 30&nbsp;mm, tên lửa đối không và những chi tiết nhỏ và được sáp nhập vào Tiểu đoàn 5 Không quân. Tất cả được rút khỏi sử dụng năm [[Hàng không năm 1999|1999]] và được thay bằng 36 chiếc [[A-4AR Fightinghawk|OA\/A-4AR Fightinghawk]] với nhiều cải tiến. Nhiều khung máy bay TA-4J và A-4E cũng được giao trong chương trình A-4AR chủ yếu để sử dụng phụ tùng thay thế.\n\nNăm [[Hàng không năm 1983|1983]], [[Hoa Kỳ]] phủ quyết việc [[Israel]] giao 24 chiếc A-4H cho Hải quân Argentina để thay thế A-4Q, mà cuối cùng cũng nghỉ hưu vào năm [[Hàng không năm 1988|1988]].\n===Kuwait===\nGần đây nhất, Skyhawk của [[Không quân Kuwait]] chiến đấu trong [[Chiến dịch Bảo táp Sa mạc]] năm [[Hàng không năm 1991|1991]]. Trong số 36 chiếc được giao cho Kuwait trong những năm 70, 23 chiếc còn lại sau cuộc tấn công của Iraq và cuộc xung đột, với chỉ có 1 chiếc bị phá hủy trong chiến đấu.<ref>{{Chú thích web |url=http:\/\/home.att.net\/~jbaugher4\/newa4_15.html |ngày truy cập=2007-08-20 |tựa đề=A-4 Skyhawk |archive-date = ngày 11 tháng 6 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090611233052\/http:\/\/home.att.net\/~jbaugher4\/newa4_15.html |url-status=dead }}<\/ref>\n\n==Vai trò huấn luyện và giả lập mục tiêu==\n[[Tập tin:VF-126 A-4M.jpg|nhỏ|Những chiếc A-4 Skyhawk giả lập thuộc Phi Đội VF-126 tại căn cứ Không lực Hải quân Miramar năm 1993.]]\nChiếc A-4 Skyhawk được giao vai trò huấn luyện trên phiên bản TA-4J thay thế chiếc [[TF-9 Cougar]] như là máy bay huấn luyện phản lực nâng cao, được sơn màu trắng-cam, và phục vụ trong vài thập niên cho đến khi được thay thế bởi [[T-45 Goshawk]]. Những chiếc TA-4J Skyhawk khác được giao vai trò Huấn luyện Dụng cụ RAG tại các căn cứ Không lực Hải quân chủ yếu dưới tên gọi RCVW-12 và RCVW-4. Huấn luyện Dụng cụ RAG cho phép huấn luyện chuyển loại phản lực cho các phi công hải quân vào thời điểm còn rất nhiều phi công lái máy bay cánh quạt; cũng như huấn luyện dụng cụ hằng năm và kiểm tra phi công hải quân. Chiếc TA-4J sử dụng được gắn nắp che tháo được để phi công đang huấn luyện phải thể hiện kỹ năng lái bằng công cụ mà không bị ảnh hưởng bên ngoài. Các phi đoàn được trang bị là: VF-126 ở Miramar, VA-127 (sau là VFA-127) ở Lemoore, VF-43 ở Oceana và VA-45 (sau là VF-45) ở Key West.\n\nNhững chiếc A-4 Skyhawk khác được bố trí đến các phi đội hỗn hợp (VC) khắp thế giới để huấn luyện và các dịch vụ khác cho các đơn vị được triển khai. Đó là: VC-1 tại Barber's Point, VC-2 tại căn cứ Miramar, VC-5 ở Cubi point, Philippines, VC-8 ở Roosevelt Roads, Puerto Rico, VC-10 ở vịnh Guantanamo, Cuba, VC-12 (sau là VFC-12) tại Oceana và VC-13 ở Miramar.\n\nVới sự nhấn mạnh đến Huấn luyện Cơ Động trong Không Chiến (ACM) trong việc thành lập [[Trường Huấn luyện Vũ khí Chiến đấu Hải quân]] (Navy Fighter Weapons School - TOPGUN) vào năm [[Hàng không năm 1968|1968]], A-4 Skyhawk được TOPGUN lựa chọn như là chiếc thay thế MiG-17. Lúc đó, [[McDonnell Douglas F-4 Phantom II|F-4 Phantom]] chỉ mới bắt đầu khai thác đầy đủ tiềm năng một chiếc tiêm kích và chưa thể hiện hết như mong muốn chống lại những đối thủ [[Mikoyan-Gurevich MiG-17|MiG-17]] và [[Mikoyan-Gurevich MiG-21|MiG-21]] nhỏ hơn của Bắc Việt Nam. TOPGUN giới thiệu khái niệm Huấn luyện Không chiến Khác biệt (DACT: Dissimilar Air Combat Training) dùng những chiếc A-4E.\n\nKích cỡ nhỏ của Skyhawk và tính năng điều khiển cực dễ ở tốc độ thấp trong tay các phi công được huấn luyện kỹ khiến nó trở nên lý tưởng để hướng dẫn những điểm chi tiết của DACT. Các phi đội thực sự bắt đầu được sơn gam màu sáng tương phản nhấn mạnh sự chuyển đổi vai trò chính là huấn luyện giả lập. Để thực hiện vai trò giả lập tốt, các kiểu A-4E và F một chỗ ngồi được sử dụng, nhưng tốt nhất là Skyhawk \"Super Fox,\" trang bị động cơ nâng cấp J52-P-408 tương tự như cấu hình dùng bởi phi đội thao diễn Blue Angels.\n\nSố máy bay Skyhawk dư ra từ Thủy quân Lục chiến kiểu A-4M được dùng trong cả VF-126 và TOPGUN. Mặc dù A-4 được bổ sung bởi [[Northrop F-5|F-5E]], [[IAI Kfir|F-21 (Kfir)]], [[General Dynamics F-16 Fighting Falcon|F-16]] và [[McDonnell Douglas F\/A-18 Hornet|F\/A-18]] trong vai trò giả lập, A-4 vẫn tiếp tục được dùng cho đến khi VF-43 cho nó nghỉ hưu năm [[Hàng không năm 1993|1993]] và không lâu sau là VFC-12. Những chiếc A-4 cuối cùng của VC-8 nghỉ hưu vào năm [[Hàng không năm 2003|2003]].\n==Các biến thể==\n[[Tập tin:A-4E Skyhawk.jpg|nhỏ|A-4E Skyhawk]]\n===Nguyên mẫu===\n* '''XA4D-1''': Nguyên mẫu\n* '''YA4D-1''' ('''YA-4A''', sau đó tên '''A-4A'''): Những chiếc thử nghiệm và tiền sản xuất.\n===A-4A===\n* '''A4D-1''' ('''A-4A'''): Phiên bản sản xuất ban đầu, 166 chiếc.\n===A-4B===\n* '''A4D-2''' ('''A-4B'''): Cải tiến độ cứng khung máy bay, khả năng tiếp nhiên liệu trên không, hệ thống dẫn đường và kiểm soát bay, mang được tên lửa [[AGM-12 Bullpup]], 542 chiếc.\n** '''A-4P''': A-4B tân trang để bán cho [[Không quân Argentine]], được Argentine gọi là A-4B.\n** '''A-4Q''': A-4B tân trang để bán cho Hải quân Argentine.\n* '''A4D-3''': phiên bản đề nghị với cải tiến hệ thống điện tử, không được sản xuất.\n===A-4C===\n* '''A4D-2N''' ('''A-4C'''): Phiên bản A4D-2 cải tiến bay đêm\/bay mọi thời tiết, trang bị [[ra đa|radar]] AN\/APG-53A, [[hệ thống lái tự động]], hệ thống ném bom tầm thấp (LABS). Trang bị động cơ [[Wright J65]]-W-20 có lực đẩy 8.200&nbsp;lbf (36,5&nbsp;kN), 638 chiếc.\n** '''A-4L''': 100 chiếc A-4C được tân trang để chuyển cho các phi đội [[Hải quân Dự bị]].\n** '''A-4S''': 40 chiếc A-4C được tân trang để bán cho [[Không quân Cộng hoà Singapore|Không quân Singapore]].\n*** '''[[A-4SU Super Skyhawk]]''': Phiên bản A-4S cải tiến nhiều và nâng cấp, gắn động cơ [[turbo quạt ép]] [[General Electric F404]] không đốt sau, hệ thống điện tử được hiện đại hóa.\n*** '''TA-4S''': bảy chiếc [[máy bay huấn luyện]] cho kiểu trên. Khác đa số các máy bay Skyhawk huấn luyện khác là có nóc buồng lái riêng cho huấn luyện viên chứ không ngồi chung với học viên trong một nóc buồng lái kéo dài.\n*** '''[[A-4SU Super Skyhawk|TA-4SU]]''': Một phiên bản cải tiến kéo dài và nâng cấp TA-4S thành chuẩn A-4SU.\n** '''A-4PTM''': 40 chiếc A-4C và A-4L được tân trang để bán cho [[Không quân Hoàng gia Malaysia]], có nhiều tính năng của A-4M.\n*** '''TA-4PTM''': Một số ít phiên bản huấn luyện cho kiểu trên.\n* '''A4D-4''': Phiên bản dự định có kiểu cánh mới, tầm xa, bị hủy bỏ; tên hiệu '''A-4D''' không được dùng để tránh nhầm lẫn với chiếc A4D.\n\n===A-4E===\n* '''A4D-5''' ('''A-4E'''): Phiên bản nâng cấp chính, gắn động cơ mới [[Pratt & Whitney J52|Pratt & Whitney J52-P-6A]] lực đẩy 8.400&nbsp;lbf (37&nbsp;kN), khung máy bay chắc hơn và thêm hai đế gắn vũ khí (tổng cộng năm đế), cải tiến hệ thống điện tử, [[TACAN]], radar dẫn đường [[Doppler]], radar độ cao, máy tính điều khiển ném bom, và hệ thống điều khiển ném bom tầm thấp AJB-3A. Nhiều chiếc sau này được nâng cấp động cơ J52-P-8 lực đẩy 9.300&nbsp;lbf (41&nbsp;kN); 499 chiếc.\n** '''TA-4E''': hai chiếc A-4E được cải tiến thành nguyên mẫu của phiên bản huấn luyện.\n* '''''A4D-6''': Phiên bản được đề nghị, không được chế tạo.\n[[Tập tin:75 Squadron SkyhawkJPG.jpg|nhỏ|phải|Chiếc Skyhawk cuối cùng, đặt tên TA-4K, từng phục vụ trong [[Không quân Hoàng gia New Zealand]], hiện đang được trưng bày tại Bảo tàng Không quân Hoàng gia New Zealand.]]\n===A-4F===\n* '''A-4F''': Phiên bản tinh chỉnh chiếc A-4E với các thiết bị điện tử bổ sung được đặt trong một gù trên lưng thân máy bay (tính năng này được lắp ngược lại cho những chiếc A-4E và vài chiếc A-4C), và động cơ mạnh hơn J52-P-8A lực đẩy 9.300&nbsp;lbf (41&nbsp;kN), sau này được nâng cấp lên kiểu J52-P-408 11.200&nbsp;lbf (50&nbsp;kN), có 147 chiếc được chế tạo. Một số được sử dụng trong Phi đội Thao diễn [[Blue Angels]] từ năm [[Hàng không năm 1973|1973]] đến năm [[Hàng không năm 1986|1986]].\n** '''TA-4F''': Phiên bản huấn luyện A-4F hai chỗ ngồi, 241 chiếc.\n*** '''OA-4M''': 23 chiếc TA-4F cải tiến cho nhiệm vụ [[Kiểm soát bay tiền phương]] (Forward Air Control) trong lực lượng Thủy quân Lục Chiến.\n*** '''EA-4F''': bốn chiếc TA-4F cải biến để huấn luyện [[chiến tranh phản công điện tử]].\n** '''TA-4J''': Phiên bản huấn luyện A-4F hai chỗ ngồi, không có hệ thống vũ khí và động cơ yếu hơn. Có 277 chiếc được chế tạo mới, và hầu hết những chiếc TA-4F sau này được năng cấp lên cấu hình này.\n** '''A-4G''': tám chiếc đóng mới cho [[Hải quân Hoàng gia Australia]] [https:\/\/web.archive.org\/web\/20060823115219\/http:\/\/www.navy.gov.au\/spc\/history\/aviation\/skyhawk.html] với những thay đổi nhỏ từ kiểu A-4F, đặc biệt là không có \"gù lưng\" chứa thiết bị điện tử. Sau đó, thêm tám chiếc A-4F khác được cải biến theo tiêu chuẩn này cho Australia. A-4G mang được bốn tên lửa [[AIM-9 Sidewinder|Sidewinder AIM-9B]] dưới cánh giúp gia tăng khả năng phòng thủ hạm đội.\n*** '''TA-4G''': hai chiếc A-4G phiên bản huấn luyện được đóng mới, và thêm hai chiếc được cải biến từ kiểu TA-4F.\n** '''A-4H''': 90 máy bay dành cho [[Không quân Israel]] dựa trên kiểu A-4F. Nó sử dụng [[pháo DEFA]] 30&nbsp;mm với 150 viên đạn mỗi khẩu thay cho pháo 20&nbsp;mm của Mỹ. Sau đó, một số chiếc A-4E được cải biến theo tiêu chuẩn này. Chúng cuối cùng được cải tiến kéo dài ống thoát khí để bảo vệ chống lại các loại tên lửa tầm nhiệt.\n*** '''TA-4H''': 25 chiếc phiên bản huấn luyện cho kiểu trên. Chúng hiện vẫn còn đang được sử dụng, được tân trang với hệ thống điện tử và các hệ thống mới khác để phục vụ cho đến ít nhất là năm [[Hàng không năm 2010|2010]].\n** '''A-4K''': mười máy bay dành cho [[Không quân Hoàng gia New Zealand]]. Trong thập niên 1990 chúng được nâng cấp trong [[Kế hoạch KAHU]] với radar và hệ thống điện tử mới, được trang bị tên lửa [[AGM-65 Maverick]] và [[AIM-9 Sidewinder]], cùng [[GBU-16 Paveway II]], một loại [[bom dẫn đường bằng laser]]. Không quân Hoàng gia New Zealand cũng cải biến một chiếc A-4C và mười chiếc A-4G lên tiêu chuẩn A-4K.\n*** '''TA-4K''': bốn chiếc phiên bản huấn luyện cho kiểu trên. Chiếc thứ năm sau đó được lắp ráp tại chỗ từ linh kiện rời. Kế hoạch bán những chiếc A-4K và TA-4K nguyên của Không quân Hoàng gia New Zealand cho một tổ chức huấn luyện bay tư nhân tại Mỹ được công bố vào tháng 9 năm [[Hàng không năm 2005|2005]].\n===A-4M===\n* '''A-4M''': Kiểu dành cho Thủy quân Lục chiến với hệ thống điện tử cải tiến và động cơ J52-P-408 mạnh hơn có lực đẩy 11.200&nbsp;lbf (50&nbsp;kN), buồng lái mở rộng, hệ thống [[hệ thống nhận biết bạn-thù|nhận biết bạn-thù]]. Sau này được trang bị hệ thống ném bom góc tốc độ (ARBS) Hughes AN\/ASB-19 với thiết bị định vị TV và laser, 158 chiếc được chế tạo.\n** '''A-4N''': 117 chiếc A-4M cải tiến dành cho Không quân Israel.\n** '''A-4KU''': 30 chiếc A-4M cải tiến dành cho Không quân Kuwait. [[Brasil|Brazil]] mua 20 chiếc cũ và gọi tên là '''AF-1'''. Đang được sử dụng trong [[Hải quân Brazil]] trên tàu sân bay.\n*** '''TA-4KU''': Ba chiếc phiên bản tân trang huấn luyện cho kiểu bên trên. [[Brasil|Brazil]] cũng mua thêm một số máy bay cũ và gọi chúng là '''AF-1A'''.\n** '''A-4AR''': 36 chiếc A-4M tân trang dành cho Argentina. Được gọi là [[A-4AR Fightinghawk|Fightinghawk]].\n*** '''TA-4R''': Phiên bản tân trang huấn luyện hai chỗ ngồi dành cho Argentina.\n** '''A-4Y''': Tên gọi dự định dành cho kiểu A-4M cải tiến trang bị ARBS, nhưng không được Hải quân và Thủy quân Lục chiến Mỹ chấp nhận.\n==Các nước sử dụng==\n[[Tập tin:Skyhawk operators.png|nhỏ|350px|Các nước đang sử dụng A-4 in màu xanh đậm, các nước từng sử dụng in màu đỏ.]]\n;{{ARG}}: [[Không quân Argentine]]<br \/>[[Hải quân Argentine]]\n;{{BRA}}: [[Hải quân Brazil]]\n;{{IDN}}: [[Không quân Indonesia]]\n;{{ISR}}: [[Không quân Israel]]\n;{{KUW}}: [[Không quân Kuwait]]\n;{{SIN}}: [[Không quân Cộng hoà Singapore]]\n;{{AUS}}: [[Không quân Hoàng gia Australia]]\n;{{MAS}}: [[Không quân Hoàng gia Malaysia]]\n;{{NZL}}: [[Không quân Hoàng gia New Zealand]]\n;{{USA}}: [[Hải quân Hoa Kỳ]]<br \/>[[Thủy quân lục chiến Hoa Kỳ|Thủy quân Lục chiến Hoa Kỳ]]<br \/>[[Hải quân Trừ bị Hoa Kỳ]]\n\n== Đặc điểm kỹ thuật (A-4F Skyhawk)==\n[[Tập tin:McDONNELL DOUGLAS A-4 SKYHAWK.png|phải|300px|Hình chiếu 3 chiều chiếc máy bay A-4 Skyhawk.]]\nTham khảo: http:\/\/www.globalsecurity.org\/military\/systems\/aircraft\/a-4-specs.htm\n\n===Đặc điểm chung===\n* Đội bay: 1 người (2 người trên TA-4J,TA-4F,OA-4F)\n* Chiều dài: 12,22 m (40&nbsp;ft 3 in)\n* [[Sải cánh]]: 8,38 m (26&nbsp;ft 6 in)\n* [[Chiều cao]]: 4,57&nbsp;m (15&nbsp;ft)\n* Diện tích bề mặt cánh: 24,15 m² (259&nbsp;ft²)\n* [[Kiểu cánh]]: [[NACA airfoil|NACA 0008-1.1-25]] root, NACA 0005-0.825-50 tip\n* Trọng lượng không tải: 4.750&nbsp;kg (10.450&nbsp;lb)\n* Trọng lượng có tải: 8.318&nbsp;kg (18.300&nbsp;lb)\n* [[Trọng lượng cất cánh lớn nhất]]: 11.136&nbsp;kg (24.500&nbsp;lb)\n* Động cơ: 1 × động cơ [[Pratt & Whitney J52]]-P8A [[động cơ turbo phản lực|turbo phản lực]], lực đẩy 41&nbsp;kN (9.300&nbsp;lbf); >10.000&nbsp;lbf đối với A-4M và OA-4M\n\n===Đặc tính bay===\n* [[Tốc độ lớn nhất]]: 1.077&nbsp;km\/h (585 knot; 673&nbsp;mph)\n* [[Tầm bay tối đa]]: 3.220&nbsp;km (1.700&nbsp;nm; 2.000&nbsp;mi)\n* [[Trần bay]]: 12.880&nbsp;m (42.250&nbsp;ft)\n* [[Tốc độ lên cao]]: 43&nbsp;m\/s (8.440&nbsp;ft\/min)\n* [[Áp lực cánh]]: 344,4&nbsp;kg\/m² (70,7&nbsp;lb\/ft²)\n* [[Tỉ lệ lực đẩy\/khối lượng]]: 0,51\n\n===Vũ khí===\n* 2 × pháo 20&nbsp;mm (0,787 in) [[Colt Mk 12]], với 100 quả đạn mỗi khẩu\n* Bom: 4.490&nbsp;kg (9.900&nbsp;lb) gắn trên 5 đế trên cánh và thân\n* Tên lửa đối không:\n** 4 x [[AIM-9 Sidewinder]]\n* Có khả năng mang các loại tên lửa: [[AGM-45 Shrike]], [[AGM-65 Maverick]], [[AGM-62 Walleye]], [[AGM-12 Bullpup]], bom chùm [[Rockeye Mk.20]] và [[Rockeye Mk.7\/APAM-59]], bom [[Mark 81|Mk.81]] (250&nbsp;lb) và [[Mark 82|Mk.82]] (500&nbsp;lb), vũ khí hạt nhân.\n\n==Tham khảo==\n{{tham khảo|30em}}\n* Drendel, Lou. ''A-4 Skyhawk in Action''. Carrollton, Texas: Squadron\/Signal Publications, 1973. ISBN 0-89747-010-9.\n* Grossnick, Roy A. and Armstrong William J. ''United States Naval Aviation, 1910 – 1995''. Annapolis, Maryland: Naval Historical Center, 1997. ISBN 0-16049-124-X.\n* Hobson, Chris. ''Vietnam Air Losses, USAF\/USN\/USMC, Fixed-Wing Aircraft Losses in Southeast Asia, 1961-1973''. North Branch, Minnesota: Specialty Press, 2001. ISBN 1-85780-1156.\n* Kilduff, Peter. ''Douglas A-4 Skyhawk''. London: Osprey Publishing, 1983. ISBN 0-85045-529-4.\n* Parsons, Dave and Nelson, Derek. ''Bandits, Pictorial History of American Adversarial Aircraft''. St. Paul, Minnesota: Motorbooks International, 1993. ISBN 0-87938-623-1.\n* Peacock, Lindsey. ''A-4 Skyhawk (Osprey Combat Aircraft series)''. London: Osprey Publications, 1987. ISBN 0-85045-817-X.\n\n==Liên kết ngoài==\n* [http:\/\/www.skyhawk.org\/ The Skyhawk Association]\n* [http:\/\/www.skyhawk.org\/2E\/australia\/ran.htm A-4 Skyhawk history serving with the Royal Australian Navy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081203163505\/http:\/\/www.skyhawk.org\/2e\/australia\/ran.htm |date = ngày 3 tháng 12 năm 2008}}\n* [https:\/\/web.archive.org\/web\/20060825064614\/http:\/\/www.navy.gov.au\/units\/805sqn\/skyhawk.html Royal Australian Navy 805 Squadron Skyhawk information]\n* [http:\/\/www.boeing.com\/history\/mdc\/skyhawk.htm A-4 Skyhawk page on Boeing.com]\n* [http:\/\/www.adf-serials.com\/n13.shtml Serial number history of Australian A-4 Skyhawks, prefix N13] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090609172721\/http:\/\/www.adf-serials.com\/n13.shtml |date = ngày 9 tháng 6 năm 2009}}\n* [http:\/\/www.airforcemuseum.co.nz\/main\/McDonnellSkyhawk\/ RNZAF Museum Skyhawk page]\n\n==Xem thêm==\n{{Commons}}\n{{thể loại Commons|Douglas A-4 Skyhawk|McDonnell Douglas A-4 Skyhawk}}\n===Máy bay liên quan===\n* [[A-4AR Fightinghawk]]\n* [[A-4SU Super Skyhawk]]\n===Máy bay tương tự===\n* [[LTV A-7 Corsair II|A-7 Corsair II]]\n* [[McDonnell Douglas AV-8B Harrier II|AV-8 Harrier II]]\n* [[T-45 Goshawk]]\n===Trình tự thiết kế===\n*'''Trình tự Loạt A Hải quân''' (trước năm 1962)\n** [[Douglas A-1 Skyraider|AD]] - [[Douglas A2D Skyshark|A2D]] - [[Douglas A-3 Skywarrior|A3D]] - '''A4D'''\n*'''Trình tự Thống nhất các binh chủng''' (sau năm 1962)\n** [[Douglas A-1 Skyraider|A-1]] - [[North American AJ Savage|A-2]] - [[Douglas A-3 Skywarrior|A-3]] - '''A-4''' - [[North American A-5 Vigilante|A-5]] - [[Grumman A-6 Intruder|A-6]] - [[LTV A-7 Corsair II|A-7]]\n===Danh sách liên quan===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n\n{{Douglas aircraft}}\n{{McDonnell Douglas military aircraft}}\n{{USN attack aircraft}}\n{{US attack aircraft}}\n{{aviation lists}}\n\n[[Thể loại:Máy bay Douglas|A-04 Skyhawk]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1950]]\n[[Thể loại:Máy bay hoạt động trên tàu sân bay]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay tiêm kích Hoa Kỳ]]\n[[Thể loại:Máy bay huấn luyện]]\n[[Thể loại:Máy bay một động cơ]]\n[[Thể loại:Máy bay phản lực]]\n[[Thể loại:Máy bay cánh dưới]]\n[[Thể loại:Máy bay một động cơ phản lực]]\n[[Thể loại:Máy bay cường kích Hoa Kỳ]]"}