{"184617":":''Đây là bài viết về một kiểu máy bay quân sự Hoa Kỳ còn có tên là '''B-26''' từ năm 1948 đến năm 1965. Về kiểu máy bay B-26 trong [[Chiến tranh thế giới thứ hai|Thế Chiến II]] xin xem bài [[Martin B-26 Marauder|B-26 Marauder]].''\n{{Thông tin máy bay\n|tên=A-26 Invader\n|hình=B-26.jpg\n|chú thích=\n|kiểu=[[Máy bay ném bom hạng nhẹ]]\n|hãng sản xuất=[[Douglas Aircraft Company]]\n|hãng thiết kế=\n|chuyến bay đầu tiên=[[10 tháng 7]] năm [[Hàng không năm 1942|1942]]\n|được giới thiệu=\n|được nghỉ hưu=[[Hàng không năm 1972|1972]]\n|tình trạng=\n|hãng sử dụng chính=[[Không lực Lục quân Hoa Kỳ]]<br>[[Không quân Hoa Kỳ]] <br>[[Hải quân Hoa Kỳ]] <br>[[Không quân Pháp]]\n|được chế tạo=\n|số lượng được sản xuất=2.452<ref>Winchester 2004, p.74.<\/ref>\n|chi phí dự án=\n|chi phí máy bay=242.595 Đô la Mỹ <ref name=\"knaack\">Knaack, Marcelle Size. ''Encyclopedia of US Air Force Aircraft and Missile Systems: Volume 1 Post-World War II Fighters 1945-1973''. Washington, DC: Office of Air Force History, 1978. ISBN 0-912799-59-5.<\/ref>\n|được phát triển từ=\n|phương án tương tự=\n}}\n\nChiếc '''Douglas A-26 Invader''' (có tên là '''B-26''' từ năm [[Hàng không năm 1948|1948]] đến năm [[Hàng không năm 1965|1965]]) là một kiểu [[máy bay cường kích]] và [[máy bay ném bom]] hai động cơ được chế tạo bởi hãng [[Douglas Aircraft]] trong [[Chiến tranh thế giới thứ hai|Thế Chiến II]] và cũng hoạt động trong những cuộc đối đầu chủ yếu trong thời kỳ [[Chiến tranh Lạnh]]. Một số lượng giới hạn của phiên bản cải biến chuyên biệt được sử dụng trong tác chiến cho đến năm [[Hàng không năm 1969|1969]]. Chiếc A-26 cuối cùng được cho nghỉ hưu khỏi hoạt động của [[Không lực Vệ binh Quốc gia]] vào năm [[Hàng không năm 1972|1972]] và được tặng cho [[Bảo tàng Quốc gia Hàng không và Không gian]].\n\n==Thiết kế và phát triển==\nChiếc A-26 có một kiểu thiết kế khá khác thường đối với một kiểu máy bay ném bom tấn công vào thời kỳ đầu những năm [[thập niên 1940|1940]], với chỉ một phi công (chia sẻ tính chất này cùng kiểu máy bay [[de Havilland Mosquito]] của [[Không quân Hoàng gia Anh]] và các kiểu khác). Chiếc máy bay được thiết kế bởi [[Edward Heinemann]], Robert Donovan và [[Ted R. Smith]].<ref>Francillon 1979<\/ref>\n\nChiếc [[nguyên mẫu]] Douglas XA-26 (số hiệu 41-19504) bay chuyến bay đầu tiên tại Mines Field, [[El Segundo]], vào ngày [[10 tháng 7]] năm [[Hàng không năm 1942|1942]] do phi công thử nghiệm nổi tiếng [[Benny Howard (phi công)|Benny Howard]] điều khiển.<ref>Mesko 1980, p. 5.<\/ref> Các chuyến bay thử nghiệm cho thấy nó có tính năng bay xuất sắc và điều khiển dễ dàng, nhưng nó có những vấn đề về việc làm mát động cơ dẫn đến việc thay đổi thiết kế [[nắp động cơ]] và tháo bỏ trục [[cánh quạt]] trên những chiếc máy bay sản xuất, cũng như là phải cải tiến bánh đáp mũi sau nhiều lần bị gảy khi thử nghiệm.\n\nChiếc A-26 ban đầu được chế tạo dưới hai cấu hình khác biệt: Phiên bản '''A-26B''' có một mũi kín chứa sáu hoặc tám khẩu súng máy [[M2 Browning]] 0,50 in; trong khi phiên bản '''A-26C''' có mũi bằng kính, được gọi tên chính thức là mũi \"ném bom\" (Bombardier nose) trang bị bộ [[ngắm ném bom Norden]] và được sử dụng trong việc ném bom chính xác ở độ cao trung bình. Mũi máy bay của phiên bản A-26C còn chứa hai súng máy M-2 gắn cố định, sau này được thay thế bằng các bộ súng máy gắn dưới cánh hoặc súng máy gắn trong cánh.\n\nSau khi sản xuất được khoảng 1.570 chiếc, ba súng máy được bổ sung trên mỗi cánh, cũng trùng hợp với việc giới thiệu kiểu mũi kín gắn tám súng máy trên phiên bản A-26B, tạo nên một số cấu hình có đến mười bốn khẩu súng máy 0,50 inch gắn cố định bắn hướng ra phía trước. Bộ phận mũi của phiên bản A-26C có thể tráo đổi với mũi chiếc A-26B hay ngược lại trong vòng vài giờ thao tác, nên có thể thay đổi cấu hình và vai trò hoạt động. Kiểu \"nóc buồng lái phẳng\", sau khi sản xuất được 820 chiếc, được đổi thành loại \"vỏ sò\" vào cuối năm [[Hàng không năm 1944|194]] giúp cải thiện đáng kể tầm nhìn.<ref>Winchester 2004, p. 75.<\/ref><ref>Thompson 2002<\/ref>\n\nBên cạnh vị trí của phi công chính, vị trí của phi công phụ truyền thống giờ đây không có bộ điều khiển bay, nhưng dành cho một thành viên đội bay đảm trách vai trò [[hoa tiêu]] và [[ném bom]], vốn sẽ chuyển vị trí sang mũi máy bay trong giai đoạn ném bom của phi vụ. Trên phiên bản A-26C, hoa tiêu còn đảm trách việc nạp đạn cho khẩu súng trước mũi. Một vài chiếc phiên bản A-26C được trang bị bộ điều khiển bay kép, với một số bộ phận có thể tháo ra được trong khi bay để lấy chỗ di chuyển sang phần mũi. Trong đa số các phi vụ, có thêm một thành viên đội bay thứ ba ngồi trong khoang súng phía sau và điều khiển từ xa các tháp súng trên lưng và dưới bụng. Người này chỉ có thể di chuyển đến buồng lái ngang qua khoang chứa bom khi nó rỗng.<ref>Johnsen 1999<\/ref>\n\n==Lịch sử hoạt động==\n===Thế Chiến II===\n[[Tập tin:Douglas A-26 (00910460 179).jpg|nhỏ|phải|Chiếc Douglas A-26B]]\nHãng Douglas bắt đầu giao những chiếc kiểu A-26B phiên bản sản xuất từ [[tháng tám|tháng 8]] năm [[Hàng không năm 1943|1943]]. Invader bắt đầu tham gia hoạt động cùng [[Không lực 5]] tại [[Mặt trận Tây Nam Thái Bình Dương trong Chiến tranh thế giới thứ hai|Mặt trận Tây Nam Thái Bình Dương]] vào ngày [[23 tháng 6]] năm [[Hàng không năm 1944|1944]], khi chúng ném bom các hòn đảo do [[Đế quốc Nhật Bản|Nhật Bản]] chiếm giữ gần [[Manokwari]].<ref>[http:\/\/www.kensmen.com\/jun44.html 1999 kensmen.com, \"June, 1944\"] (43rd Bomb Group Association website) Access date: [[2 August]] [[2007]]<\/ref>\n\nChúng bắt đầu được gửi đến [[Châu Âu]] vào [[tháng chín|tháng 9]] năm [[Hàng không năm 1944|1944]] và được bố trí đến [[Không lực 9]], và được đưa vào chiến đấu hai tháng sau đó vào ngày [[19 tháng 11]].\n\n===Hoạt động sau chiến tranh===\n[[Bộ chỉ huy Không quân Chiến lược]] [[Không quân Hoa Kỳ]] đã sử dụng những chiếc B-26 (phiên bản ''RB-26'') từ năm [[Hàng không năm 1949|1949]] đến năm [[Hàng không năm 1950|1950]]. [[Hải quân Hoa Kỳ]] cũng sử dụng một số lượng nhỏ máy bay trong các phi đội đa dụng dùng để kéo mục tiêu giả và nhiều mục đích chung. Tên gọi của Hải quân cho kiểu máy bay này là ''JD-1'' và ''JD-1D'' cho đến năm [[Hàng không năm 1962|1962]], khi chiếc JD-1 được đổi tên thành ''UB-26J'' và kiểu JD-1D được đổi thành ''DB-26J''.\n\n===Chiến tranh Triều Tiên===\nNhững chiếc Invader đã thực hiện phi vụ ném bom đầu tiên của Không quân Hoa Kỳ trong [[Chiến tranh Triều Tiên]] vào ngày [[29 tháng 6]] năm [[Hàng không năm 1950|1950]] khi chúng ném bom một sân bay thuộc ngoại vi [[Bình Nhưỡng]]. Những chiếc Invader đã ghi được thành tích phá hủy 38.500 xe cộ, 406 đầu máy tàu hỏa, 3.700 toa xe vả bảy máy bay đang đậu trên mặt đất. Vào ngày [[14 tháng 9]] năm [[Hàng không năm 1951|1951]], Đại úy John S. Walmsley Jr đã tấn công một đoàn tàu vận tải. Khi những khẩu súng của ông bị kẹt đạn, ông đã dùng đèn pha chiếu sáng cho đồng đội tiêu diệt mục tiêu. Walmsley bị bắn rơi và đã được truy tặng [[Huân chương Danh Dự]]. Những chiếc Invader cũng đã thực hiện phi vụ ném bom cuối cùng của Không quân Hoa Kỳ trong cuộc chiến này chỉ 24 phút trước khi hiệp định đình chiến được ký kết vào ngày [[27 tháng 6]] năm [[Hàng không năm 1953|1953]].<ref>[http:\/\/www.military.cz\/usa\/air\/war\/bomber\/a26\/a26_en.htm Military.CZ A-26]<\/ref>\n\nTổng cộng đã có 228 chiếc B-26 bị mất trong chiến tranh Triều Tiên\n\n===Chiến tranh Đông Dương===\n[[Tập tin:Rb 26c 44 35599 117trw toul jan53.jpg|nhỏ|phải|Chiếc RB-26C (số hiệu 44-35599) thuộc Phi đoàn Trinh sát Chiến thuật 117 tại một xưởng bảo trì mũi máy bay tạm thời tại Căn cứ Không quân [[Toul]], Pháp, tháng 1 năm 1953]]\nTrong những năm [[Thập niên 1950|1950]], các liên đội ném bom thuộc [[Không quân Pháp]] (Armée de l'Air) bao gồm GB (Groupe de Bombardement) 1\/19 [[Gascogne]] và GB 1\/25 [[Tunisia]] đã sử dụng những chiếc B-26 do Không quân Mỹ cho mượn trong [[Chiến tranh Đông Dương]].\n\nNhững chiếc Douglas B-26 Invader đặt căn cứ tại [[Sân bay Cát Bi]] ([[Hải Phòng]]) đã hoạt động bên trên bầu trời [[Điện Biên Phủ]] vào [[tháng ba|tháng 3]] và [[tháng tư|tháng 4]] năm [[Hàng không năm 1954|1954]] trong sự kiện [[chiến dịch Điện Biên Phủ|bao vây Điện Biên Phủ]]. Trong giai đoạn này, một kế hoạch sử dụng hàng loạt những chiếc B-26 của Không quân Mỹ đặt căn cứ tại [[Philippines]] để chống lại pháo hạng nặng của [[Việt Minh]] đã được [[Bộ tham mưu Liên quân]] Mỹ và Pháp vạch ra như là [[Chiến dịch Vulture]], nhưng sau đó bị các chính phủ có liên quan hủy bỏ. Vài chiếc B-26 đã bị bắn rơi tại Điện Biên Phủ bởi pháo cao xạ của lực lượng Việt Minh.\n\n===Hoạt động cùng Không quân Hoa Kỳ tại Đông Nam Á===\n[[Tập tin:B-26B Farm Gate with napalm in flight 1962.jpg|nhỏ|B-26B năm 1962]]\n[[Tập tin:B-26B with napalm at Bien Hoa 1962.jpg|nhỏ|B-26B tại [[Sân bay Biên Hòa]]]]\nNhững chiếc B-26 đầu tiên đến khu vực Đông Nam Á được bố trí tại [[Căn cứ Không quân Hoàng gia Thái Lan Takhli|Căn cứ Takhli]], [[Thái Lan]] vào [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1960|1960]]. Những chiếc máy bay không mang phù hiệu này hoạt động dưới sự bảo trợ của [[Cục Trung ương Tình báo Mỹ]] (CIA), nhanh chóng được bổ sung thêm bởi 16 máy bay: 12 chiếc B-26 phiên bản B và C cùng bốn chiếc RB-26C trong Chiến dịch '''Mill Pond'''. Nhiệm vụ của tất cả những chiếc máy bay này là hỗ trợ [[Chính phủ Hoàng gia Lào]] chống lại lực lượng [[Pathet Lào]]. Những hậu quả của [[Vụ xâm nhập Vịnh Con Heo]] khiến cho không có phi vụ chiến đấu nào được thực hiện, cho dù những chiếc RB-26C tiếp tục hoạt động tại Lào cho đến cuối năm [[Hàng không năm 1961|1961]]. Những chiếc máy bay này sau đó hoạt động tại Nam Việt Nam trong [[Kế hoạch Farm Gate]].<ref>Troung, Albert Grandolini and Cooper, Tom. 13 tháng 11 năm 2003. [http:\/\/www.acig.org\/artman\/publish\/article_347.shtml Laos, 1948-1989; Part 1]. Truy cập 6 tháng 11 năm 2007<\/ref> Một sự bố trí những chiếc B-26 khác duy nhất được biết đến tại Lào trước khi triển khai những chiếc B-26K\/A-26A, là việc bố trí hai chiếc RB-26C được cải biến đặc biệt để trinh sát ban đêm, được bố trí đến Lào từ [[tháng năm|tháng 5]] đến [[tháng bảy|tháng 7]] năm [[Hàng không năm 1962|1962]] trong Kế hoạch '''Black Watch'''. Những chiếc máy bay này được rút ra từ dự trữ của Kế hoạch Farm Gate, và được hoàn trả sau khi hoàn tất các nhiệm vụ.<ref name= \"Smith p. 7\">Smith 1966. p. 7.<\/ref>\n\nNhững chiếc máy bay xuất phát tại Lào đã tham gia vào giai đoạn đầu của [[Chiến tranh Việt Nam]] trong lực lượng Không quân Hoa Kỳ, nhưng được mang phù hiệu của Nam Việt Nam như là một phần của Kế hoạch '''Farm Gate'''. Mặc dù kế hoạch này sử dụng những chiếc B-26 phiên bản B, C, và RB-26C, nhiều chiếc máy bay trong thực tế được hoạt động dưới tên gọi RB-26C, cho dù chúng vẫn còn có khả năng chiến đấu.<ref>Smith 1966. p. 6.<\/ref> Trong năm [[Hàng không năm 1963|1963]], hai chiếc RB-26C được gửi sang [[Căn cứ Không quân Clark|Căn cứ Clark]] tại [[Philippines]] để được cải biến, mặc dù không có những hệ thống bay đêm như những cải biến dành cho kế hoạch Black Watch. Hai chiếc máy bay được hoàn trả từ Kế hoạch Black Watch trở về Kế hoạch Farm Gate sau đó được đặt tên là RB-26L để phân biệt chúng với các máy bay RB-26C được cải biến khác, và được bố trí đến Kế hoạch '''Sweet Sue'''.<ref name= \"Smith p. 7\"\/> Những chiếc B-26 trong Kế hoạch Farm Gate hoạt động chung với các máy bay [[North American T-28 Trojan|T-28 Trojan]] vốn là những chiếc máy bay cường kích hàng đầu vào thời đó, cho đến khi cả hai loại máy bay được thay thế bằng những chiếc [[Douglas A-1 Skyraider|A-1 Skyraider]].<ref>Mesko, 1987. p. 26-8<\/ref> Những chiếc B-26 được rút khỏi hoạt động từ năm [[Hàng không năm 1964|1964]] sau khi xảy ra hai tai nạn liên quan đến giảm sức chịu đựng khung cánh máy bay.\n\nĐể đáp ứng việc này, hãng On Mark Engineering tại [[Van Nuys, California]] được Không quân chọn để nâng cấp rộng rãi những chiếc Invader cho vai trò [[chống nổi dậy]]. On Mark đã cải biến 40 chiếc Invader lên tiêu chuẩn mới ''B-26K'' Counter Invader, bao gồm việc nâng cấp động cơ, chế tạo lại cánh và các thùng nhiên liệu đầu chót cánh để được [[Liên đội Air Commando 1]] đưa ra sử dụng. Vào [[tháng năm|tháng 5]] năm [[Hàng không năm 1966|1966]], chiếc B-26K được đặt lại tên là ''A-26A'' do những lý do chính trị và được bố trí tại Thái Lan để giúp cắt đứt việc tiếp liệu dọc theo [[đường Trường Sơn|đường mòn Hồ Chí Minh]]. Sau đó còn có hai chiếc được cải biến trang bị hệ thống cảm biến hồng ngoại [[FLIR]] (Forward Looking Infrared) trong Kế hoạch '''Lonesome Tiger''', như là một phần của [[Chiến dịch Shed Light]].<ref>''Volume I Operation Shed Light Study Report'', 1966. p. 1C-55, 59.<\/ref>\n\n===Vụ xâm nhập Vịnh Con Heo===\nVào [[tháng tư|tháng 4]] năm [[Hàng không năm 1961|1961]], những chiếc B-26 được cung cấp từ dự trữ quân sự của Mỹ đã được những người Cuba lưu vong sử dụng trong [[Vụ xâm nhập Vịnh Con Heo]] nhưng bị thất bại.<ref>Prados, John. ''President's Secret Wars''. New York: William Morrow, 1986. ISBN 0-688-05384-X.<\/ref>\n\n===Phi Châu trong thập niên 1960===\nNhững phi công đánh thuê của [[Cục tình báo Trung ương Mỹ]] (CIA), có thể là những người Cuba tị nạn, đã lái những chiếc Invader chống lại nhóm phiến loạn \"Simba\" trong [[Sự kiện Congo]] vốn được Cuba, Trung Quốc và Xô Viết hỗ trợ.\n\n[[Không quân Bồ Đào Nha]] đã sở hữu những chiếc Invader để sử dụng chúng tại [[Angola]].\n\nNước Cộng hòa [[Biafra]] ly khai (tồn tại một thời gian ngắn từ năm 1967 đến năm 1970, là một phần của [[Nigeria]]) sử dụng hai chiếc B-26 được vũ trang trong [[Nội chiến Nigeria]] vào năm 1967, và được lái bởi [[Jan Zumbach]] cùng một số khác.\n\n==Các phiên bản==\n[[Tập tin:B-26-korea.gif|nhỏ|phải|Chiếc Douglas A-26B bên trên bầu trời Triều Tiên, tháng 2 năm 1951]]\nHầu hết trong tổng số 2.452 chiếc A-26\/B-26 Invader được sản xuất thuộc các phiên bản A-26B và A-26C đời đầu.\n;XA-26\n:Chiếc số hiệu 41-19504 được dùng làm chiếc nguyên mẫu của loạt máy bay; ban đầu được bay với các vũ khí giả.\n;XA-26A\n:Chiếc số hiệu 41-19505 được dùng làm chiếc nguyên mẫu của phiên bản tiêm kích bay đêm, với đội bay gồm hai phi công và một xạ thủ súng máy kiêm điều khiển radar.\n;XA-26B\n:Chiếc số hiệu 41-19588 được dùng làm chiếc nguyên mẫu của phiên bản máy bay cường kích mũi kín, với đội bay ba người gồm phi công, hoa tiêu\/nạp đạn và một xạ thủ súng máy phía sau.\n;A-26B\n:Máy bay ném bom cường kích. Có 1.150 chiếc A-26B được chế tạo tại Long Beach (ký hiệu từ A-26B-1-DL đến A-26B-66-DL) và thêm 205 chiếc được chế tạo tại Tulsa (ký hiệu từ A-26B-5-DT đến A-26B-25-DT).<ref name= \"Baugher\">Baugher<\/ref>\n[[Tập tin:B-26C Farm Gate attacking target 1962.JPG|nhỏ|B-26C năm 1962]]\n;A-26C\n:Máy bay ném bom cường kích với hoa tiêu\/ném bom ngồi trong khoang mũi kính. Đội bay còn bao gồm phi công và phi công phụ (bộ điều khiển bay kép) cùng một kỹ sư bay\/xạ thủ ngồi phía sau buồng lái. Vũ khí trang bị bao gồm hai súng máy 0,50 inch bắn hướng ra trước trên thân bên phải. Có tổng cộng 1.091 chiếc A-26C được sản xuất, bao gồm 1.086 chiếc được chế tạo tại Tulsa (ký hiệu từ A-26C-16-DT đến A-26B-55-DT) và chỉ có năm chiếc được chế tạo tại Long Beach (ký hiệu A-26C-1-DL và A-26C-2-DL).<ref name= \"Baugher\"\/>\n;XA-26D\n:Chiếc nguyên mẫu mang số hiệu 44-34776 dành cho phiên bản máy bay ném bom tấn công A-26D dự định; trang bị tám súng máy 0,50 inch trước mũi và sáu súng máy 0,50 inch trên cánh. Kế hoạch chế tạo 750 chiếc A-26D bị hủy bỏ khi chiến tranh kết thúc.\n;XA-26E\n:Chiếc nguyên mẫu mang số hiệu 44-25563 dành cho phiên bản máy bay ném bom tấn công A-26E dự định; hợp đồng chế tạo 2.150 chiếc A-26E-DT bị hủy bỏ khi chiến tranh kết thúc.\n;XA-26F\n:Chiếc nguyên mẫu mang số hiệu 44-34586 dành cho phiên bản tốc độ cao A-26F gắn hai động cơ [[Pratt & Whitney]] [[R-2800]]-83 công suất 2.100 mã lực dẫn động bộ cánh quạt 4 cánh cùng một động cơ turbo phản lực [[General Electric]] J31 lực đẩy 1.600 lb gắn ở phía sau thân. Chiếc nguyên mẫu đạt được tốc độ tối đa 435 dặm\/giờ nhưng sự phát triển loạt máy bay này bị hủy bỏ do sự cải thiện về tính năng bay không thỏa đáng.\n;A-26Z\n:Tên gọi không chính thức dành cho một phiên bản của A-26 được đề nghị sau chiến tranh. Nó được dự định trang bị một phiên bản mạnh mẽ hơn của động cơ [[Pratt & Whitney]] [[R-2800]] bố trí hình tròn; và có các đặc tính như nóc buồng lái nhô cao, việc bố trí trong buồng lái được cải tiến và thùng nhiên liệu phụ vứt được ở đầu cánh. Nếu được sản xuất, phiên bản chiếc máy bay có mũi kim loại kín được đặt tên là '''A-26G''' trong khi phiên bản mũi kính có tên là '''A-26H'''. Tuy nhiên, vào [[tháng mười|tháng 10]] năm [[Hàng không năm 1945|1945]], Không lực Mỹ kết luận rằng họ có đủ số máy bay A-26 cần thiết cho nhu cầu sau chiến tranh, và do đó phiên bản \"A-26Z\" không đượcđưa vào sản xuất.\n;JD-1\n:Phiên bản của [[Hải quân Hoa Kỳ]] với một chiếc A-26B (số hiệu 44-34217) và một chiếc A-26C (số hiệu 44-35467) được đặt lại tên trong [[Chiến tranh thế giới thứ hai|Thế Chiến II]]. Sau chiến tranh, 150 chiếc A-26 dư ra được sử dụng bởi các phi đội trú đóng trên đất liền như là các mục tiêu giả kéo theo, và sau này như là máy bay điều khiển mục tiêu giả (đặt tên là '''JD-1D''') và máy bay đa dụng. Vào năm [[Hàng không năm 1962|1962]] các kiểu JD-1 và -1D được đổi tên tương ứng là '''UB-26J''' và '''DB-26J'''.\n;RB-26C\n:Biến thể trinh sát hình ảnh không vũ trang cải biến từ kiểu B-26C; nó mang các máy ảnh và pháo sáng để chụp ảnh ban đêm. Được đặt lại tên từ kiểu máy bay trinh sát '''FA-26'''.\n;YB-26K\n:Chiếc nguyên mẫu của [[On Mark Engineering]] cho kiểu máy bay ném bom\/cường kích được tân trang. Các cải tiến bao gồm các cánh được chế tạo lại và gia cố, cánh đuôi mở rộng, động cơ R-2800-103 mới với trục xoay cánh quạt có thể đảo chiều, bộ điều khiển bay kép, thùng nhiên liệu phụ ở đầu cánh, hệ thống điện tử mới và tăng cường bổ sung các đế mang vũ khí. Trong các chiến dịch tại [[Việt Nam]] vào [[tháng năm|tháng 5]] năm [[Hàng không năm 1966|1966]], kiểu máy bay này được đặt lại tên cũ của phiên bản máy bay tấn công (cường kích) là '''A-26A'''. Theo bộ phim tài liệu \"Wings\" được trình chiếu trên kênh [[Discovery Channel]], chiếc B-26 được đổi tên lại thành A-26 vì [[Thái Lan]] khi ấy không cho phép một kiểu máy bay ném bom được phép cất cánh từ những sân bay của họ, nhưng lại cho phép những chiếc máy bay tấn công (cường kích) làm việc đó. Những chiếc A-26A được cho nghỉ hưu khi thời gian bay của nó đạt đến giới hạn an toàn cho phép.\n;B-26K\n:Phiên bản cải biến của [[On Mark Engineering]] thực hiện trên 40 chiếc B-26B và TB-26B cùng hai chiếc B-26C và một chiếc JB-26C; các thay đổi bao gồm việc trang bị loại động cơ R-2800-52W công suất 2500 mã lựcvà không có trục xoay cánh quạt cũng như loại bỏ sáu súng máy trên cánh.\n;RB-26L\n:Hai chiếc RB-26C (số hiệu 44-34718 và 44-35782) được cải biến để thực hiện các phi vụ trinh sát hình ảnh ban đêm.\n;B-26N\n:Tên không chính thức được đặt cho những chiếc B-26 do [[Không quân Pháp]] (L'Armee de l'Air) sử dụng tại [[Algérie|Algeria]] như là máy bay tiêm kích bay đêm. Những chiếc máy bay này được cải tiến từ những chiếc B-26C, trang bị radar AI Mk X lấy ra từ những chiếc máy bay tiêm kích bay đêm [[Gloster Meteor|Meteor NF.11]] đã lạc hậu, hai bộ súng máy dưới cánh mỗi bộ bao gồm hai khẩu súng máy [[M2 Browning]], và các đế mang rocket [[SNEB]].<ref>Baugher, Joe. 26 tháng 8 năm 2006. [http:\/\/home.att.net\/~jbaugher4\/a26_14.html Invader in Service with L'Armee de l'Air] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080225234935\/http:\/\/home.att.net\/~jbaugher4\/a26_14.html |date = ngày 25 tháng 2 năm 2008}}. Truy cập ngày: 7 tháng 11 năm 2007<\/ref>\n\n==Các nước sử dụng==\n[[Tập tin:DouglasB26c Invader.jpg|nhỏ|phải|Chiếc Douglas B-26C (A-26C) '''Invader''' nhìn từ phía trước]]\n[[Tập tin:DouglasA-26CInvader07A.JPG|nhỏ|phải|Một [[máy bay chữa cháy]] Douglas '''A-26C Invader''' do Air Spray (1967) Ltd sở hữu tại [[Red Deer, Alberta]], năm [[Hàng không năm 1966|1966]].]]\n;{{SAU}}:\n;{{GBR}}:\n;{{flag|Biafra}}:\n;{{PRT}}:\n;{{BRA}}:\n;{{CHI}}:\n;{{COL}}:\n;{{DOM}}:\n;{{CUB}}:\n;{{ESA}}:\n;{{GTM}}:\n;{{USA}}:\n;{{IDN}}:\n;{{flag|Laos|1952}}:\n;{{flag|Lào}}:\n;{{NIC}}:\n;{{PER}}:\n;{{FRA}}:\n;{{TUR}}:\n;{{flag|Philippines}}:\n;{{flag|Việt Nam Cộng hòa}}:\n;{{flag|Việt Nam}}\n\n==Đặc điểm kỹ thuật (A-26B-60-DL Invader)==\n[[Tập tin:A-26panel.jpg|nhỏ|phải|Buồng lái chiếc A-26 ''Invader'']]\n[[Tập tin:A-26machinegunload.jpg|nhỏ|phải|Súng máy trên chiếc A-26 đang được nạp đạn]]\n\n===Đặc tính chung===\n* Đội bay: 03 người\n* Chiều dài: 15,24 m (50&nbsp;ft 0 in)\n* [[Sải cánh]]: 21,34 m (70&nbsp;ft 0 in)\n* [[Chiều cao]]: 5,64 m (18&nbsp;ft 3 in)\n* Diện tích bề mặt cánh: 50 m² (540&nbsp;ft²)\n* [[Lực nâng của cánh]]: 250&nbsp;kg\/m² (51&nbsp;lb\/ft²)\n* Trọng lượng không tải: 10.365&nbsp;kg (22.850&nbsp;lb)\n* Trọng lượng có tải: 12.519&nbsp;kg (27.600&nbsp;lb)\n* [[Trọng lượng cất cánh tối đa]]: 15.900&nbsp;kg (35.000&nbsp;lb)\n* Động cơ: 2 x động cơ [[Pratt & Whitney R-2800]]-27 \"Double Wasp\" [[động cơ bố trí hình tròn|bố trí hình tròn]] làm mát bằng không khí, công suất 2.000 mã lực (1.500&nbsp;kW) mỗi động cơ\n\n===Đặc tính bay===\n* [[Tốc độ lớn nhất]]: 570&nbsp;km\/h (308 knot, 355&nbsp;mph)\n* [[Tầm bay tối đa]]: 2.300&nbsp;km (1.200&nbsp;nm, 1.400&nbsp;mi)\n* [[Trần bay]]: 6.700&nbsp;m (22.000&nbsp;ft)\n* [[Tốc độ lên cao]]: 6,4&nbsp;m\/s (1.250&nbsp;ft\/min)\n* [[Tỉ lệ công suất\/khối lượng]]: 0,24&nbsp;kW\/kg (0,145&nbsp;hp\/lb)\n\n===Vũ khí===\n* 8 x súng máy [[Browning M2]] 12,7&nbsp;mm (0,50 in) gắn trước mũi\n* 6 x súng máy Browning M2 12,7&nbsp;mm (0,50 in) gắn trên cánh\n* 2 x súng máy Browning M2 12,7&nbsp;mm (0,50 in) gắn trên tháp súng lưng điều khiển từ xa\n* 2 x súng máy Browning M2 12,7&nbsp;mm (0,50 in) gắn trên tháp súng bụng điều khiển từ xa\n* 2.700&nbsp;kg (6.000&nbsp;lb) bom: 1.800&nbsp;kg (4.000&nbsp;lb) trong khoang bom và 900&nbsp;kg (2.000&nbsp;lb) mang bên ngoài cánh\n\n==Tham khảo==\n{{tham khảo|30em}}\n----\n{{đầu tham khảo}}\n* Francillon, J.R. \"The Douglas Invader Story\". ''AirEnthusiast Seven'', July-tháng 9 năm 1978. Bromley, Kent, UK: Pilot Press Ltd., 1978.\n* Mesko, Jim. ''A-26 Invader in Action'' (Aircraft Number 37). Carrollton, Texas: Squadron\/Signal Publications, 1980. ISBN 0-89747-093-1.\n** ''A-26 Invader in Action'' (Aircraft Number 134). Carrollton, TX: Squadron\/Signal Publications, 1993. ISBN 0-89747-296-9.\n** ''VNAF, South Vietnamese Air Force 1945-1975''. Carrollton, TX: Squadron\/Signal Publications, 1987.\n* Mikesh, Robert C. \"Flying the Invader: Pilot Notes for the Douglas A-26\" ''AirEnthusiast Seven'', July-tháng 9 năm 1978. Bromley, Kent, Pilot Press Ltd., 1978.\n* Smith, Mark E. ''USAF Reconnaissance in South East Asia (1961-66)''. San Francisco, CA: Headquarters, Pacific Air Force, Department of the Air Force, 1966.\n* Thompson, Scott. ''Douglas A-26 and B-26 Invader''. Ramsbury, Marlborough, Wiltshire, UK: Crowood Press Ltd., 2002. ISBN 1-86126-503-4.\n* ''Volume I Operation Shed Light Study Report''. Washington, DC: Headquarters, DCS Research and Development, Headquarters, United States Air Force, 1966.\n* Winchester, Jim. \"Douglas A-26 Invader.\" ''Aircraft of World War II''. London: Grange Books, 2004. ISBN 1-84013-639-1.\n{{cuối tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.hill.af.mil\/museum\/photos\/wwii\/a26.htm Hill Aerospace Museum Douglas A-26 \"Invader\" Information] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060625023053\/http:\/\/www.hill.af.mil\/museum\/photos\/wwii\/a26.htm |date=2006-06-25 }}\n*[https:\/\/www.airforcehistory.hq.af.mil\/PopTopics\/B26.htm B-26 Bomber, Martin or Douglas?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080630172959\/http:\/\/www.airforcehistory.hq.af.mil\/PopTopics\/B26.htm |date = ngày 30 tháng 6 năm 2008}}\n*[http:\/\/www.af.mil\/news\/airman\/0501\/vet.html A Date with Danger, ''Airman'', tháng 5 năm 2001]\n*[http:\/\/www2.hurlburt.af.mil\/library\/factsheets\/factsheet.asp?id=3422 U.S. Air Force Fact Sheets: A-26 Counter-Invader] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070416150352\/http:\/\/www2.hurlburt.af.mil\/library\/factsheets\/factsheet.asp?id=3422 |date = ngày 16 tháng 4 năm 2007}}\n*[http:\/\/www.hurlburt.af.mil\/basewide\/airpark\/a26\/index.shtml Hulbert AFB A-26 Counter-Invader] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061208051805\/http:\/\/www.hurlburt.af.mil\/basewide\/airpark\/a26\/index.shtml |date = ngày 8 tháng 12 năm 2006}}\n*[http:\/\/www.a26ladyliberty.com\/ A-26 Lady Liberty - Confederate Air Force] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161002104857\/http:\/\/a26ladyliberty.com\/ |date = ngày 2 tháng 10 năm 2016}}\n\n==Nội dung liên quan==\n{{Commons|A-26 Invader}}\n=== Máy bay liên quan===\n* [[Douglas A-20 Havoc|A-20 Havoc]]\n=== Máy bay tương tự===\n* [[Bristol Brigand]]\n* [[Junkers Ju 288]]\n* [[Tupolev Tu-2]]\n===Trình tự thiết kế===\n[[Martin Baltimore|A-23]] - [[Douglas SBD Dauntless|A-24]] - [[Curtiss SB2C Helldiver|A-25]] - '''A-26''' - [[North American A-27|A-27]] - [[Lockheed Hudson|A-28]] - [[Lockheed Hudson|A-29]]\n===Danh sách liên quan===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n* [[Danh sách máy bay quân sự giữa hai cuộc chiến tranh thế giới]]\n* [[Danh sách máy bay trong Chiến tranh Thế giới II]]\n* [[Danh sách máy bay ném bom]]\n\n{{Douglas aircraft}}\n{{USAF attack aircraft}}\n{{USN utility aircraft}}\n{{USAF bomber aircraft}}\n{{US attack aircraft}}\n{{airlistbox}}\n\n[[Thể loại:Máy bay Douglas|A-26 Invader]]\n[[Thể loại:Máy bay On Mark|B-26K]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1940]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay ném bom]]\n[[Thể loại:Máy bay huấn luyện]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay hai động cơ cánh quạt]]\n[[Thể loại:Máy bay cánh trên]]\n[[Thể loại:Máy bay trong Chiến tranh Triều Tiên]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]"}