{"77675":"[[Tập tin:DoanKhueNghiaThanh.jpg|nhỏ|400px|phải|Tượng thờ Doãn Khuê ở đình xã Nghĩa Thành huyện Nghĩa Hưng tỉnh Nam Định.]]\n'''Doãn Khuê''' ([[chữ Hán]]: 尹奎; 1813-1878) là quan [[Nhà Nguyễn]] trong [[lịch sử Việt Nam]]. Ông từng giữ các chức Đốc học các tỉnh [[Nam Định]] và [[Sơn Tây (tỉnh cũ)|Sơn Tây]] kiêm Doanh điền sứ, Hải phòng sứ các tỉnh [[bờ biển|duyên hải]] [[Bắc Kỳ]]. Ông là một trong số ít các vị quan lại tiến bộ dưới thời vua [[Tự Đức]], triều đại suy tàn của chế độ phong kiến Việt Nam.\n\nTrên cương vị Doanh điền sứ, ông tổ chức dân nghèo vùng biển lập làng khai hoang, nhưng đồng thời với hoàn cảnh lịch sử lúc này, nhiệm vụ này lại tạo nên lực lượng dân binh, để sau này kháng chiến khi quân Pháp đánh ra Bắc Kỳ.\n\nÔng là một nhà giáo yêu nước, tiến bộ, đào tạo nhiều học trò ưu tú - đều là lãnh tụ của các cuộc kháng chiến chống thực dân [[Pháp]]. Đồng thời, ông là một viên quan yêu nước, sớm đứng trong hàng ngũ quan lại chủ chiến chống Pháp đến cùng. Ông là một trong những người đầu tiên tự giác đứng lên lãnh đạo cuộc kháng chiến chống [[Pháp]], khi Pháp xâm lược Bắc Kỳ lần thứ nhất (năm [[1873]]).\n\n==Thân thế và sự nghiệp==\n[[Tập tin:BiaTS1838Hue.jpg|nhỏ|400px|phải|Đệ tam giáp tiến sĩ xuất thân Doãn Khuê trên Bia Tiến sĩ năm Mậu Tuất (1838), đặt tại Văn Thánh Miếu Huế, bia thứ 6 nhà bia Hữu vu.]]\n[[Tập tin:BằngDTDoãnKhuê.JPG|nhỏ|phải|Đón bằng công nhận di tích từ đường và lăng mộ Tiến sĩ Doãn Khuê]]\n[[Tập tin:ĐìnhNghĩaThành.JPG|nhỏ|phải|Đình xã Nghĩa Thành huyện [[Nghĩa Hưng]] tỉnh [[Nam Định]], nơi thờ Tiến sĩ Doãn Khuê]]\n\nDoãn Khuê, tự là '''Bảo Quang''', sinh ngày 15 tháng 10 năm [[Quý Dậu]] (tức [[7 tháng 11]] năm [[1813]]). Ông là em họ <ref>[http:\/\/www.thaibinh.gov.vn\/end-user\/article\/print_preview.asp?article_id=2225 Kỷ niệm 210 năm ngày sinh danh nhân Doãn Uẩn và đón bằng di tích lịch sử văn hóa.]<\/ref>, con chú ruột, của [[Tổng đốc]] An-Hà, An Tây mưu lược tướng, Binh bộ [[Thượng thư]], [[Tử (định hướng)|tử tước]] Tuy Tĩnh, [[Doãn Uẩn]]. Ông từng là học trò của cụ Phạm Diệu (thân sinh tiến sĩ [[Phạm Thế Hiển]]) và sau đó là học trò của tiến sĩ [[Ngô Thế Vinh]].\n\nNăm [[Mậu Tuất]] ([[1838]]) ông đỗ [[Đồng tiến sĩ xuất thân|Đệ tam giáp tiến sĩ xuất thân]] (đứng thứ tám)<ref>[[Quốc triều khoa bảng lục]]<\/ref>. Năm 1839 ông được phong Hàn lâm viện biên tu (quan chánh thất phẩm), năm 1840 ông được bổ nhiệm làm tri phủ (quan tòng ngũ phẩm tức là \"phó\" ngũ phẩm) phủ [[Ứng Hòa]]. Năm Thiệu Trị thứ nhất (1841) Doãn Khuê chuyển về kinh, được phong Hàn lâm viện thừa chỉ (tòng ngũ phẩm) tức là Phó giám sát ngự sử, rồi cuối năm lại rời kinh ra biên thùy, làm Giám sát ngự sử (chánh ngũ phẩm) đạo Lạng Bình ([[Lạng Sơn]]-[[Cao Bằng]]) (tức là quan Thanh tra phụ trách quân khu Đông bắc nhưng thuộc biên chế của [[Đô sát viện nhà Nguyễn]]). Tuy nhiên, do trái lệnh vua, nên cuối năm [[1842]] ông bị giáng chức xuống làm giáo thụ phủ [[Xuân Trường]]-Nam Định.\n\n=== Từ quan về dạy học và khai hoang ===\nTới năm [[1847]] ông bị bệnh, nên cáo quan về nhà dạy học. Trong vòng hơn 10 năm (1847-[[1861]]), ông đào tạo được nhiều học trò xuất sắc, vừa tài trí vừa yêu nước thương dân, như [[Hoàng giáp]] Nguyễn Quang Bích (tức [[Nguyễn Quang Bích|Ngô Quang Bích]]), Cử nhân [[Phạm Huy Quang]], đều là lãnh tụ [[Phong trào Cần Vương]] chống Pháp về sau này.\n\nTrước đó, năm 1852, Phạm Văn Nghị cũng đã cáo quan về nhà dạy học và khai khẩn đất hoang vùng ven biển [[Nghĩa Hưng]]. Năm 1854, Phạm Văn Nghị đã mời Doãn Khuê cùng tham gia khai khẩn đất hoang với mình. Phạm Văn Nghị cắt vùng đất phía Đông của trại Sĩ Lâm (thuộc ấp Một của trại này) mà ông Nghị vừa bắt đầu khai phá xong tặng cho Tiến sĩ Doãn Khuê. Doãn Khuê đã đưa người con trai thứ ba của mình là Doãn Thúc Bình (tức Doãn Vị) xuống làm ấp trưởng. Cha con Doãn Khuê đã chiêu mộ dân các nơi về đây khai hoang mở đất, và đặt tên cho làng mới là làng Thư Điền (với ý nghĩa mong cho dân làng được no ấm và học hành). Làng Thư Điền này, nhờ có nỗ lực của cha con Doãn Khuê cùng dân cư các nơi được Doãn Khuê chiêu mộ, về sau phát triển thành xã [[Nghĩa Thành, Nghĩa Hưng|Nghĩa Thành]] huyện Nghĩa Hưng.\n\n[[Tháng chín|Tháng 9]] năm [[1858]] ông, đã thay bạn là [[Hoàng giáp]] [[Phạm Văn Nghị]], làm Đốc học tỉnh [[Nam Định]] (quan chánh ngũ phẩm), để ông Nghị mộ nghĩa quân vào Nam chống Pháp. Tháng 3 [[âm lịch]] năm 1860, thấy việc triều đình Nhà Nguyễn nghị hòa với quân Pháp khi mất 3 tỉnh miền đông Nam Kỳ ([[Gia Định]], [[Biên Hòa]], [[Định Tường]]), ông đã cùng các viên giáo thụ, giáo huấn, tri phủ, tri huyện ở Nam Định, làm mật tấu lên vua Tự Đức: hết sức nói việc nghị hòa là hỏng. Tự Đức thấy thế liền hỏi Cơ mật đại thần [[Trương Đăng Quế]] rằng: \"''Lời bàn của công chúng sôi nổi như thế thì làm thế nào?''\" Trương Đăng Quế bàn rằng: \"''Mối lo về nước ngoài, từ đời xưa vẫn có. Một chữ \"hòa\" dẫu đời xưa đã từng có làm, nhưng đều là sự quyền nghi một thời gian, không phải là đạo thông thường. Nay Tây dương khẩn khoản xin hòa.... Nay đánh nó thì chưa thể đánh nổi, đuổi nó thì cơ cũng chưa tiện. Nhân họ xin hòa, chước lượng mà tòng quyền, mà còn nói nhiều cho rờm ư!...''\"<ref>[[Đại Nam thực lục]] bản quốc ngữ tái bản, Đệ Tứ kỷ, tập 7 quyển XXII, trang 653.<\/ref>\n\n=== Hoạt động ở Sơn Tây ===\n[[Tập tin:VanMieuSonTay.jpg|nhỏ|phải|Văn miếu Sơn Tây, nơi liên quan đến công việc đốc học Sơn Tây của Doãn Khuê những năm 1861-1862.]] \nĐầu năm 1861, Tự Đức điều ông lên Sơn Tây làm Đốc học và tổ chức kỳ [[thi Hương]] ở tỉnh này (ông làm quan Đề điệu (chủ khảo) kỳ thi Hương này). Những năm tháng này ở hai đầu đất nước Việt Nam đều có giặc giã, [[Nam Kỳ]] là người Pháp xâm chiếm các tỉnh miền Đông, [[Bắc Kỳ]] thì giặc cướp trong nước, câu kết với phỉ Nhà Thanh tàn quân của [[Thái Bình Thiên Quốc|Thái Bình thiên quốc]] và hải tặc, gây nổi loạn ở các tỉnh Tây Bắc ([[Sơn Tây (tỉnh cũ)|Sơn]]-[[Hưng Hóa (định hướng)|Hưng]]-[[Tuyên Quang|Tuyên]]), miền núi ven Biển Đông Bắc và một phần đồng bằng Bắc Bộ ([[Bắc Ninh|Ninh]]-[[Thái Nguyên|Thái]], [[Hải Dương|Hải]]-[[Quảng Yên|Yên]], Lạng-Bình). Tháng 6 âm lịch năm 1862, Đốc học Doãn Khuê nhờ Tổng đốc Sơn-Hưng-Tuyên là Bùi Ái tâu xin thành công lên triều đình cho mộ các Cử nhân, Tú tài, thủ dõng, thí sinh kỳ thi Hương vừa qua, xung vào quân thứ Tây Bắc, tham gia đánh giặc thổ phỉ. Trong đoàn quân sĩ phu do ông chỉ huy này, có các con và cháu gọi ông bằng chú tham gia: Hai người con trai đầu của ông là Doãn Chi và Doãn Giốc là chỉ huy ở hai cánh quân, Doãn Chi cùng ông dẫn quân chiến đấu giành lại được các phủ [[Vĩnh Tường]], [[Quốc Oai]]. Doãn Trứ, một người cháu họ của ông làm tiên phong cho cánh quân tiễu phỉ ở huyện [[Hạ Hòa]], cùng Doãn Giốc. Tại mặt trận Thái Nguyên, một người cháu gọi ông bằng chú, con trai đầu của Doãn Uẩn, làm tri phủ Phú Bình, cũng lãnh đạo quân triều đình đánh lại phỉ Nhà Thanh thắng nhiều trận liên tiếp ở các phủ huyện [[Bình Xuyên, Vĩnh Phúc|Bình Xuyên]], [[Phú Bình]]. Nhưng đến tháng 7 âm lịch năm 1862, sau khi bị phỉ [[Nhà Thanh]] vây hãm tại Phú Bình trong 3 tháng, không có quân tiếp viện, lương thực cạn kiệt, Doãn Chính đành phải tuẫn tiết tại con sông chảy qua gần phủ thành. Vua Tự Đức khen rằng: \"''Việc này thật là khó có người như thế, không thẹn với đời xưa và cũng không thẹn với dòng dõi của người danh thần''\", rồi truy tặng cho Doãn Chính hàm thị độc học sĩ. Em ruột của Tri phủ Doãn Chính là Doãn Trực (con Doãn Uẩn), được tin anh hy sinh, đã mộ dũng binh, gia nhập quân thứ Thái Nguyên, tiến đánh thổ phỉ thu phục tỉnh thành. Cùng lúc này Tổng đốc kiêm [[Tuần phủ]] Sơn Tây là [[Bùi Ái]] bị thương nặng, Tổng đốc cũ của Sơn-Hưng-Tuyên là [[Nguyễn Bá Nghi]] thì vừa mới ở mặt trận Nam Kỳ ra Sơn Tây (cuối tháng 6 âm lịch) và với vai trò là Tham tán quân vụ đại thần phụ trách quân thứ Tây Bắc nên chưa thể đảm nhận công việc Tổng đốc, do đó Doãn Khuê với vai trò thường trực đã đứng ra xử lý mọi công việc của Tổng đốc Tam tuyên trong thời chiến.<ref>Đại Nam thực lục Tập 7, đệ Tứ kỷ, quyển XXVI-trang 778, 780, và quyển XXVII-trang 784, 785, 791.<\/ref>\n \nKhi nghiên cứu về những năm tháng ở Tam tuyên của Doãn Khuê, Phạm Thị Lan ở Sở Văn hóa Thông tin tỉnh Thái Bình, có viết trong cuốn sách ''Danh nhân Thái Bình'', như sau: ''... Hàng loạt các thắng lợi ở Tam tuyên là nguồn khích lệ tinh thần quân dân vùng Tây Bắc. Tuy nhiên, tình hình trên toàn bộ quân thứ Bắc Kỳ thì quân triều đình gặp nhiều bất lợi, ở các tỉnh lân cận nhiều thành trì lần lượt rơi vào tay giặc cướp. Thống đốc quân thứ [[Hướng Tây Bắc|Tây Bắc]] là [[Tôn Thất Hàm]], Thống đốc quân thứ [[Hướng Đông Bắc|Đông Bắc]] [[Trương Quốc Dụng]], các Tham tán quân vụ đại thần Bắc Kỳ là Nguyễn Bá Nghi, [[Đào Trí]] lo lắng, xin vua cho tăng viện. Tự Đức xuống dụ quở trách: \"Sao các ngươi không theo gương Sơn Tây như cha con Doãn Khuê. Nguyễn Bá Nghi trực tiếp ở Tam Tuyên mà không biết mang gương đó ra thi hành ở các nơi khác sao?\" Nhưng sau đó Tự Đức cũng cử [[Nguyễn Tri Phương]] ra thay Tôn Thất Hàm làm Thống đốc (hay còn gọi là Tổng thống) quân vụ đại thần Bắc Kỳ phụ trách quân thứ Tây Bắc...'' <ref>Trang 385, 386-bài ''Doãn Khuê'', sách ''Danh nhân Thái Bình'' của Sở Văn hóa Thông tin Thái Bình, năm 2003.<\/ref>.\nTháng 8 âm lịch năm 1862, Nguyễn Tri Phương ra tới Tây Bắc. Nhưng tháng sau, là tháng 8 nhuận Tổng đốc Tam tuyên Bùi Ái mất <ref>Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XXVII-trang 786, 791.<\/ref>. Theo Phạm Thị Lan thì: ''Lúc Bùi Ái ốm nặng, Tự Đức có xuống chiếu cho Doãn Khuê thụ chức của Bùi Ái, nhưng Doãn Khuê xin không nhận mà vẫn xin tạm quyền cho đến khi hết giặc, thì ông muốn trở lại làm đúng cương vị Đốc học mà ông yêu thích và có sở trường.'' <ref>Trang 386-bài ''Doãn Khuê'', sách ''Danh nhân Thái Bình'' của Sở Văn hóa Thông tin Thái Bình, năm 2003.<\/ref>. Theo [[Đại Nam thực lục]]: ''Bùi Ái mất, vua cho Nguyễn Bá Nghi thụ chức Tổng đốc nhưng vẫn kiêm Tiêu biện quân vụ.'' <ref>Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XXVII-trang 791.<\/ref>. Do phải kiêm lý, nên trong những ngày này vai trò Tổng đốc của Nguyễn Bá Nghi vẫn mờ nhạt, trong khi Doãn Khuê vẫn hoạt động rất tích cực, sách Đại Nam thực lục cũng ghi nhận các hoạt động tích cực đó của Doãn Khuê. Tháng 9 âm lịch năm 1862, Doãn Khuê chỉ huy quân thứ Tam tuyên tiến đánh lấy lại được các phủ huyện [[Thanh Ba]], [[Lâm Thao]] của tỉnh Sơn Tây và các huyện [[Yên Lập]], [[Văn Chấn]] của tỉnh Hưng Hóa, bắt được hai đầu sỏ của quân thổ phỉ là giặc Bằng, giặc Cơ rồi đem xử tử <ref name=\"ReferenceA\">Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XXVII-trang 795.<\/ref>. Trong khi đó, Doãn Chi tức Doãn Đê (尹[[Sao Đê|氐]]), con cả của ông dẫn quân sang Hạ Hòa chi viện cho Doãn Trứ và Doãn Giốc. Nhưng trong khi chiến đấu trên chiến trường, Doãn Trứ và Doãn Giốc đều hy sinh vào đầu tháng 10 âm lịch năm 1862. Tới tháng 12 năm 1864, nhà vua đã truy xét cấp tiền tuất cho Doãn Trứ, Doãn [[Sao Giác|Giốc]] (尹角) và truy tặng Doãn Giốc hàm Hàn lâm điển bạ <ref>Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XXX-trang 890.<\/ref>. Sau khi thu nạp lại được huyện Hạ Hòa, miền Tam tuyên tạm yên, Doãn Chi, được lệnh của Nguyễn Tri Phương, mang quân đi tiễu phỉ ở Lạng Sơn. Theo Phạm Thị Lan: ''...Khi đạo quân của Nguyễn Tri Phương từ Tây Bắc trở về Bắc Ninh để dẹp giặc ở đạo Đông Bắc, Doãn Khuê đã chuẩn bị sẵn hương dõng của Sơn Tây đi theo giúp, đồng thời ông cho quân dàn ra dọc [[sông Hồng]] chặn giặc bảo vệ cho đoàn quân hành binh an toàn.'' Còn theo Đại Nam thực lục thì viết rằng: \"''Nguyễn Tri Phương đem quân đánh miền Bắc, đã phá được tổ giặc ở [[Chí Linh]], bèn đóng ở phía nam sông Chiêm Đức (tức Thiên Đức) ngầm sai [[Hà Nội]], Sơn Tây đều dàn các thuyền làm ra vẻ muốn sang sông, để chia thế giặc...''\" <ref name=\"ReferenceA\"\/>. Mặt trận Tam tuyên tạm yên. Sau thắng lợi này ông xin thôi công việc của một Hộ đốc Sơn Tây trả lại cho Nguyễn Bá Nghi trở về dạy học, vào đầu tháng 1 năm Quý Hợi (1863). Thực sự thì vào tháng 1 năm 1863, chức Tuần phủ Sơn Tây của Bùi Ái thụ lý trước đây, mới chính thức được trao cho Nguyễn Bá Nghi, sách Đại Nam thực lục cũng ghi rõ điều này: \"''..., Hộ lý Tổng đốc Sơn – Hưng - Tuyên là Nguyễn Bá Nghi đổi bổ thụ Tuần phủ miễn cho không phải cách lưu;...''\" <ref>Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XXVIII-trang 802.<\/ref>.\n\n=== Làm Đốc học kiêm Thương biện hải phòng và Doanh điền sứ ===\n[[Tập tin:BangDTDoanKhue(1813-1878).jpg|nhỏ|phải|Bằng di tích lịch sử quốc gia cho lăng mộ và nhà thờ Doãn Khuê (1813-1878).]]\nNăm 1863, vua [[Tự Đức]] bổ nhiệm ông làm Chánh sứ Hải phòng sứ (tức là [[Tư lệnh]] [[Biên phòng]] vùng duyên hải Bắc bộ) kiêm Đốc học Định An (tỉnh Nam Định và Hưng Yên) thay Phạm Văn Nghị. Nhưng giữa năm [[1864]], các học trò yêu nước ở Nam Định, không đồng ý với việc ký hòa ước 1862 với Pháp của triều đình <ref>[http:\/\/giaodiem.com\/doithai\/Ntt_vunguchieu.htm Hiệp ước 1862 và Khởi Điểm Công Cuộc Giải Phóng Dân tộc]<\/ref>, đã tiến hành phá trường thi, xóa niêm yết, kéo vào biểu tình đòi bãi bỏ hòa ước bán nước này. Đại Nam thực lục ghi lại sự kiện này như sau: \"''Các sĩ tử thi Hương ở 2 trường thi Hà Nội và Nam Định làm huyên náo cả trường, đại để cho việc nghị hòa là không phải, hoặc làm huyên náo, hoặc làm ngăn trở, hoặc dán niêm yết, không chịu vào trường, hoặc xin hoãn kỳ thi. Khi ấy quan trường hiểu bảo rồi sĩ tử trường Nam xin đúng kỳ thi; còn trường thi Hà Nội hoãn đến hôm sau mới vào thi.''\".\n\nỞ Nam Định, Doãn Khuê khen ngợi lòng yêu nước của học trò và khuyến khích đấu tranh phản đối hòa ước, nhưng ông không đồng tình với cách thức hành động của học trò. Ông phê phán việc phá trường thi, buộc phải bắt giữ thủ phạm, nhưng cũng khuyên răn rằng: việc đấu tranh nên có trật tự và có tấu sớ với lý lẽ thuyết phục, có chữ ký liên doanh của tất cả các phủ, huyện. Vua Tự Đức cùng đa số các đại thần trong triều, chủ trương hòa hoãn với Pháp vì lo rằng nước Nam không đủ thực lực để chống lại được người Pháp. Do đó, triều đình [[Tự Đức]] cho là ông dung túng cho học trò tỉnh nhà chống lại chủ trương của triều đình, đã bãi chức Hải phòng sứ của ông và giáng ông xuống bốn cấp. Viết về sự kiện này nhà nghiên cứu Trần Xuân An trong cuốn ''Phụ chính đại thần [[Nguyễn Văn Tường]]'' có viết: \"''… phong trào sĩ tử ở trường thi hương Thừa Thiên, đồng loạt chống nghị \"hoà\" với Pháp, bằng cách dán bích chương phản đối, làm sôi động khắp nơi trong nước. Phong trào này còn truyền lửa đến tháng mười trong sĩ tử hai trường thi Hà Nội, Nam Định. Các quan tỉnh đạo Nam Định, Hà Nội như Doãn Khuê, Cát Văn Tụy, cũng bị cách, giáng, lưu nhiệm!''\" <ref>[http:\/\/www.giaodiem.com\/mluc\/mluc_IV05\/1105_txa_ky5.htm tran xuan an - truyen ki nguyen van tuong phan 4]<\/ref>. Còn Đại Nam thực lục cũng viết: \"''Vua cho là sĩ tử ở ba trường thi thuộc Thừa Thiên, Hà Nội, Nam Định bàn luận xằng bậy (cửa và tường trường Thừa Thiên cũng có lời niêm yết bậy) làm huyên náo, chuẩn cho từ Tế tửu, Tư nghiệp đến Đốc học, Giáo huấn ở các tỉnh: Quảng Trị, Quảng Bình, Quảng Ngãi, Bình Định, Hà Nội, Bắc Ninh, Sơn Tây và Hưng Yên đều cách chức được lưu lại; tỉnh đạo thần giáng 1 cấp lưu chức. Đốc học Nam Định là Doãn Khuê, Đốc học Hải Dương là Cát Văn Tụy, bắt được kẻ can phạm và hiểu dụ các sĩ tử lại được yên tĩnh, được giáng 4 cấp lưu lại…''\" <ref>Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XXX-trang 891.<\/ref>. Tuy bị giáng chức nhưng ông vẫn bình thản tổ chức tốt kỳ thi nho học năm đó và hoàn thành nhiệm vụ của một viên quan Đốc học. Cho đến tháng 11 âm lịch năm 1866, ông vào kinh yết kiến vua và cáo bệnh từ quan. Để thay mình làm quan Đốc học, ông tiến cử học trò của mình là [[Nguyễn Quang Bích]], Nguyễn Huy Quỳnh, lúc này mới đỗ Cử nhân. Thấy vậy, vua [[Tự Đức]] khen ông kiêm nhường nhưng không cho nghỉ, mà yêu cầu ông tiếp tục làm Đốc học tỉnh [[Nam Định]] và bắt tiến cử thêm người tài. Cùng năm 1866, tháng 3 âm lịch, xét thấy ông có nhiều công lao trong công việc phòng vệ bờ biển Nam Định và làm Đốc học Sơn Tây lập nhiều chiến công tiễu phỉ, Tự Đức thăng ông hàm Quang lộc tự khanh và tặng thẻ bài \"Hiếu nghĩa\" <ref>Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XXXIV-trang 989.<\/ref>. \nĐầu năm 1867, ông cùng Phạm Văn Nghị tiến cử thêm [[Nguyễn Mậu Kiến]], người đồng hương, nổi tiếng tinh thông binh pháp và tài trí. Vua điều [[Nguyễn Quang Bích|Ngô Quang Bích]] lên Tây bắc làm Chánh sứ Sơn phòng [[Hưng Hóa (định hướng)|Hưng Hóa]] ([[Phú Thọ]] ngày nay). Còn [[Nguyễn Mậu Kiến]] làm Bang biện quân thứ Nam Định, Hải Dương, rồi sau làm Án sát [[Lạng Sơn]]. Tác giả Trần Việt Phương, Sở Văn hóa Thái Bình viết: \"''… Đến năm Đinh Mão (1867) lại có chiếu chỉ của nhà vua cho các quan trong tỉnh xem có người nào học thức rộng, có tài tổ chức thì tiến cử vào triều. Các vị danh thần trong tỉnh bấy giờ là hoàng giáp Phạm Văn Nghị, tiến sĩ Doãn Khuê, hai ông cùng làm sớ tâu về kinh: \"Nguyễn Mậu Kiến là người có học thức rộng, am hiểu binh pháp\" (học thức tri binh). Tự Đức liền giao cho bộ Lại, bộ Binh và Nội các, ba cơ quan hội đồng sát hạch Mậu Kiến. Quyển dâng lên vua, Tự Đức duyệt và phê khen bốn chữ: \"Học thuật khả quảng\" (học thuật khá sâu rộng) và cho Mậu Kiến hàm Lại bộ lang trung, xung chức Bang biện hai tỉnh Nam Định, Hải Dương. …''\" <ref>bài ''Nguyễn Mậu Kiến'', sách ''Danh nhân Thái Bình'' trang 437<\/ref>.\n\n[[Tháng mười|Tháng 10]] năm [[1867]], Tổng đốc Hà Ninh ([[Hà Nội]], [[Ninh Bình]]) là Đào Trí được đổi kiêm Thống đốc Hải phòng sứ ven biển các tỉnh Nam Định, Hải Dương, Ninh Bình (Chánh sứ Hải phòng sứ), đã tâu với vua xin cho Doãn Khuê, [[Đỗ Phát]] về làm Thương biện Hải phòng tỉnh Nam Định (tức là [[Đô đốc]] hải quân), giúp việc cho mình <ref>Tập 7, Đại Nam thực lục, đệ tứ kỷ-quyển XXXVII, trang 1081.<\/ref>. Năm [[1868]] Doãn Khuê được thăng hàm Trung nghị đại phu - Quang lộc tự khanh (tòng tam phẩm).\n\n==== Doãn Khuê với việc mở cảng Hải Phòng ====\nTháng 8 âm lịch năm [[Mậu Thìn]] (1868), [[Trần Đình Túc]] đi ngoại giao (đáp lễ [[anh|nước Anh]]) từ [[Hồng Kông]] (Hương Cảng) trở về <ref>Tập 7, Đại Nam thực lục, đệ tứ kỷ-quyển XXXIX, trang 1129.<\/ref>, đã cùng [[Nguyễn Huy Tề]] trình tấu với Tự Đức rằng: nên cho mở thương cảng tại cửa biển [[sông Trà Lý|Trà Lý]] (nay thuộc Thái Bình) khi đó thuộc tỉnh Nam Định. Trần Đình Túc, trước khi đi sứ làm Doanh điền sứ tỉnh [[Thừa Thiên Huế|Thừa Thiên]], sang Hồng Kông thấy thành phố này vốn cũng chỉ là một làng chài nhỏ sau khi vào tay người Anh đã trở thành hải cảng sầm uất, do đó cũng lấy đó làm gương định áp dụng vào nước Nam. Khi Đình Túc trình tấu lên, Tự Đức đưa ra triều thần hội nghị. Vua đem hỏi Đào Trí cùng Doãn Khuê những viên quan coi giữ mạn biển Nam Định (Đào Trí trước khi là Tổng đốc Hà Nội đã từng là Tổng đốc Nam Định, vua cho là có nhiều kinh nghiệm thủy thổ Nam Định, còn Doãn Khuê thì là người địa phương và đang trực tiếp quản vùng cửa biển Trà Lý). Theo Phạm Thị Lan: ''Đào Trí là Thống đốc nên không nắm được vấn đề. Riêng Doãn Khuê, làm tập tấu rằng \"không thể mở phố cảng ở cửa biển Trà Lý được\"…'' <ref>bài ''Doãn Khuê'', sách ''Danh nhân Thái Bình'' trang 389<\/ref>. Do là người địa phương Doãn Khuê hiểu rõ điều kiện thổ nhưỡng (phù sa bồi lắng), thủy văn (dòng chảy hẹp hay thay đổi) và thủy triều của vùng cửa Trà Lý thuộc các huyện [[Tiền Hải]], [[Kiến Xương|Chân Định]], ông đề xuất nên mở cảng ở vùng cửa [[sông Cấm]] (tại Ninh Hải thuộc [[Hải Dương]]), nơi gần cửa [[sông Bạch Đằng]], vốn là vùng nước sâu ít phù xa bồi lắng hơn, lòng sông rộng rãi hơn, cũng thông thương đường thủy được với Hà Nội và các tỉnh xuôi ngược. Tuy vây, Tự Đức đã cho tạm gác việc mở cảng lại. Về việc này trong ''Quốc triều chính biên toát yếu'' [[Cao Xuân Dục]] chỉ viết:'' … Khâm phái Trần Đình Túc từ Hương Cảng trở về (trước qua tạ ơn nước Anh), ngài khiến lại coi việc đồn điền (doanh điền sứ). Trần Đình Túc và Nguyễn Huy Tề tâu: \"Chúng tôi xét cửa biển Trà Lý thuộc tỉnh Nam Định, bãi cát cao rộng, nhà cửa ở được yên ổn, cửa biển hơi sâu, tàu thuyền đậu được vững vàng, đàng thủy thông tới tỉnh Nam Định …đến mấy hạt miền thượng du …, qua lại thuận tiện, …, chỗ ấy cũng là chỗ tốt. Vậy xin cho mở hang buôn bán, cho dân tới buôn và nhóm của thiên hạ để tính chuyện lâu dài\". Ngài giao đình thần nghị, nhưng rồi không thấy thi hành.''<ref>{{Chú thích web |url=http:\/\/www.viethoc.org\/eholdings\/sach\/qtcbty.pdf |ngày truy cập=2008-11-10 |tựa đề=Sách ''Quốc triều chính biên toát yếu'' bản điện tử, trang 185. |archive-date=2008-11-19 |archive-url=https:\/\/web.archive.org\/web\/20081119232653\/http:\/\/www.viethoc.org\/eholdings\/sach\/qtcbty.pdf |url-status=dead }}<\/ref>. Nhưng đối với Doãn Khuê thì việc mở cảng trấn hưng kinh tế nước nhà không dừng lại ở đây. Năm 1871, khi chuyển sang làm Doanh điền sứ kiêm Thương biện hải phòng sứ, Doãn Khuê đã tìm được một người trẻ tuổi nhưng có \"tài kinh bang tế thế\" ra giúp việc cho mình trong nha Doanh điền sứ, đó [[Bùi Viện]]. Đại Nam thực lục chép rằng: Tháng 3 năm Tân Mùi (1871), …\"''Doanh điền sứ tỉnh Nam Định là Doãn Khuê xin làm nha Doanh điền ở huyện Tiền Hải; phó Doanh điền sứ Đỗ Phát xin tạm đặt Nha làm việc ở xã Kiên Lao, để tiện việc trông nom. Lại các người làm việc đều là học trò của mình, xin tạm cấp cho văn bằng làm việc, đợi sau này được việc, lượng cho khen thưởng. Vua y cho …''\" <ref>Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XLIV-trang 1271.<\/ref>. Một trong những học trò được tạm xếp làm việc tại nha Doanh điền Tiền Hải chính là Bùi Viện. Bùi Viện, quê làng Trình Phố huyện Chân Định (nay thuộc Tiền Hải), Cử nhân năm 1868, năm 1871 từng giúp Đề đốc [[Lê Tuấn]] (người Trung Kỳ) ra Bắc Kỳ dẹp loạn, sau đó được Doãn Khuê mời ra làm việc, và giao trọng trách vừa đánh dẹp hải tặc, vừa xây dựng kiến thiết [[cảng Hải Phòng|bến Ninh Hải]] thành thương cảng <ref>[http:\/\/www.haiphongtourism.gov.vn\/vietnam\/vn\/index.asp?menuid=500&parent_menuid=502&fuseaction=3&articleid=1488 Bài ''Bùi Viện - Người đặt nền móng cho sự ra đời của thành phố Cảng Hải Phòng'']{{Liên kết hỏng|date=2021-02-16 |bot=InternetArchiveBot }}<\/ref><ref name =\"báo Hải Phòng\">[http:\/\/www.baohaiphong.com.vn\/end-user\/article\/print_preview.asp?article_id=15690 Bài ''Thành phố Hải Phòng được thành lập năm nào?'' trên báo Hải Phòng điện tử]{{Liên kết hỏng|date=2021-03-06 |bot=InternetArchiveBot }}<\/ref>. Tác giả [[Nguyễn Thị Chân Quỳnh]] trong bài nghiên cứu ''Ký sự đi thái tây'' của mình, đã trích dẫn lời của các nhà báo, nhà văn Sở Bảo và Phan Trần Chúc viết về việc lập cảng Hải Phòng của Bùi Viện như sau: ''Phan Trần Chúc viết: \"Triều đình muốn lập cửa bể Hải Phòng, người đương thời gọi là bến Ninh Hải, thuộc địa phận Hải Dương, vốn chỉ có mấy chiếc lều tranh, bãi biển bùn lầy (...) Doãn Uẩn giao cho Bùi Viện biến thành một thương cảng kiêm quân cảng nơi giao thiệp với các nhà buôn ngoại quốc (...) Chỗ mà J. Dupuis bước xuống đầu tiên chính là bến Ninh Hải, hoặc thành phố Hải Phòng bây giờ, một công trình kiến trúc của Bùi Viện\". Sở Bảo cũng ghi:\"Doãn Uẩn ủy thác cho ông (Bùi Viện) việc mở rộng bến Ninh Hải thành một hải cảng để buôn bán với các nước, tức Hải Phòng\"...'' <ref>[http:\/\/chimviet.free.fr\/vanhoc\/chquynh\/loixua2\/loixua28.htm Bài ''Ký sự đi thái tây:Phi-Li-Phê Bỉnh(1759-1830 ?) và [[Phạm Phú Thứ]] (1821-1882)'', tác giả Nguyễn Thị Chân Quỳnh]<\/ref>. Chân Quỳnh cũng phân tích sự nhầm lẫn Doãn Khuê thành Doãn Uẩn của hai tác giả [[Phan Trần Chúc]] và [[Doãn Kế Thiện|Sở Bảo]]. Tuy nhiên, trong bài viết này của mình, do sử liệu về Bùi Viện không rõ, nên Chân Quỳnh vẫn đặt câu hỏi nghi vấn về việc trong hai người, Bùi Viện và [[Phạm Phú Thứ]], ai là người mở bến cảng Ninh Hải. Còn Hải Phòng thực sự, thì phải về sau khi người Pháp chiếm Bắc Kỳ, thấy được vị trí thuận lợi của cảng Ninh Hải, mà họ gọi là Hải Phòng \"<ref>[http:\/\/www.haiphongtourism.gov.vn\/vietnam\/vn\/index.asp?menuid=511&parent_menuid=502&fuseaction=3&articleid=1483 Bài ''Tên gọi Hải Phòng có từ bao giờ'']{{Liên kết hỏng|date=2021-02-16 |bot=InternetArchiveBot }}<\/ref> đã phát triển nó lên thành Thành phố [[Hải Phòng]] <ref name =\"báo Hải Phòng\"\/>. Nhà sử học Nguyễn Duy Chính trong bài ''\"Bùi Viện (1839-1878) và cuộc cải cách hải quân''\", cũng viết: \"''... Tháng 4 năm 1871, ông (tức [[Bùi Viện]]) theo Lê Tuấn ra bắc đánh dẹp giặc khách Cờ Đen, Cờ Vàng là dư đảng của Thái Bình Thiên Quốc và lập được nhiều chiến công. Sau đó ông lại xuống Nam Định giúp cho Doãn Uẩn trong công tác xây dựng cửa bể Ninh Hải (tức Hải Phòng ngày nay)...''\". Ở đây, Nguyễn Duy Chính cũng lầm lẫn Doãn Khuê thành Doãn Uẩn, người đã mất trước đó 21 năm, vào đầu năm 1850.\n\n==== Công việc Doanh điền sứ ====\nTháng 11 âm lịch năm 1868, Doãn Khuê đang giữ chức Đốc học Nam Định kiêm Thương biện hải phòng sứ Nam Định, làm sớ tâu 7 điều lên vua Tự Đức:\n*''Xin chọn cẩn thận quân khỏe mạnh để phòng hữu dụng, các tỉnh Duyên hải phòng bị nghiêm cẩn, các tỉnh thuộc Thượng du chuẩn bị chiến thuyền, sửa sang binh khí, để làm tiếp viện. Tỉnh Thanh Hóa, tình thế nói sông vận chuyển rất tiện, mở rộng thêm thành trì, làm nhiều kho tàng để làm nơi chứa lương.''\n*''Hiển thị rõ điều cấm để ngăn tà đạo'' (ám chỉ công giáo), ''gian dối''.\n*''Xin thu phục nhân tâm, giúp đỡ điều báo; thu dụng thổ dân 6 tỉnh Nam Kỳ; lại đặt chức Thổ ty ở ven biên giới Bắc Kỳ.''\n*''Xin những giản binh ở Bắc Kỳ, liệu lấy một nửa những người tráng kiện, chia ban cấp lưu, cứ 6 tháng 1 lần thay; tháng 3, tháng 8 thì cấp lương ăn đi thao diễn, còn những tháng khác thì cho Vũ, lấy tiền mầi tháng 4 quan; Cấm chỉ việc theo thói cũ thay cấp lính đi giáo giản ngạch thải về, chiểu thu mỗi người tháng 5 quan tiền.''\n*''Quản thúc nghiêm ngặt những tên đầu thú.''\n*''Xin đặt chức Sát phỏng sứ cả trong Nam ngoài Bắc.''\n*''Đặt sở đồn điền ở tỉnh Sơn Tây, tỉnh Hưng Hóa.''\n''Vua giao cho đình thần xét lại, rồi sau bỏ đi …'' <ref name=\"Tập 7 1206\">Đại Nam thực lục Tập 7, đệ tứ kỷ, quyển XLI-trang 1206.<\/ref> không cho thi hành. Tuy nhiên ông cố gắng thực hiện kế hoạch trên của mình, nửa cuối năm 1869 ông lên Hưng Hóa bàn với học trò cũ của mình là Nguyễn Quang Bích liên thủ mở rộng khai hoang đồn điền ở cả hai nơi: miền núi (Hưng Hóa) và miền biển (Nam Định), làm kế lâu dài phòng giữ Bắc Kỳ. Từ Hưng Hóa trở về, vào tháng 9 âm lịch năm 1869, ông xin thôi chức Đốc học chuyển sang làm Doanh điền sứ. Đại Nam thực lục và Quốc triều chính biên toát yếu đều ghi: \"''… Thương biện Nam Định hải phòng lĩnh Đốc học Doãn Khuê xin thôi chức Đốc học để khuyên quyên, chiêu mộ người khai khẩn bãi cát ở ven biển, 3 năm thành điền, một phần làm ruộng công, 2 phần làm ruộng tư, nhưng chiểu số tiền quyên tâu lên xin lượng cho phẩm hàm đều cho làm việc. Vua y cho và cho Khuê kiêm chức Doanh điền sứ. Vua bảo quan bộ Hộ rằng: Hiện nay cách sinh ra của cải không cần gì bằng nguồn lợi Tự nhiên ấy mà không có tệ, từ Hữu kỳ trở vào Nam càng cần làm lắm, nhưng quan địa phương chỉ nói không chịu làm việc, hoặc bận việc nhiều thế, không biết thế nào, phải làm cho tất được việc, mới đỡ được vận tải và vững gốc nước …''\" <ref name=\"Tập 7 1206\"\/><ref>{{Chú thích web |url=http:\/\/www.viethoc.org\/eholdings\/sach\/qtcbty.pdf |ngày truy cập=2008-11-10 |tựa đề=Sách ''Quốc triều chính biên toát yếu'' bản điện tử, trang 187. |archive-date=2008-11-19 |archive-url=https:\/\/web.archive.org\/web\/20081119232653\/http:\/\/www.viethoc.org\/eholdings\/sach\/qtcbty.pdf |url-status=dead }}<\/ref>.\n\nTháng 11 âm lịch năm 1870, Doãn Khuê bàn bạc với Tổng đốc Định-Yên (Nam Định, [[Hưng Yên]]) là\n[[Nguyễn Hiên]] tâu lên vua Tự Đức rằng: \"''Các sông Ngư Long, Bán Thúy huyện Tiền Hải đều hút nước ở Lân Hải, nên phải ngăn chặn cho nước mặn không tràn vào được. Lại ở sông Liêm Giang, phía trên từ cửa sông Nguyệt Lâm suốt đến cửa khe Trình Phố rẽ ngang ra sông Bán Thúy, xin đều cho khơi vét từng đoạn để đón lấy nước ngọt, cần phải rộng 8 trượng, sâu 5 thước, hai bên đều đắp đê nhỏ để chắn nước lụt. Công việc đào sông đắp đê, xin bắt dân phu 6 tổng ở huyện Tiền Hải và các tổng ở hai huyện [[Vũ Thư|Vũ Tiên]], Chân Định cùng đắp và làm, mở vào ruộng đất công, tư bao nhiêu, trừ vào ngạch ruộng, cho miễn thuế.''\" Vua cho phép thực hiện đề xuất này.<ref>Đại Nam thực lục Tập bảy, đệ tứ kỷ-quyển XLIII, trang 1258.<\/ref>. Đến tháng 5 âm lịch năm 1871, Doãn Khuê lại tâu về triều: \"''Về hạt huyện [[Thái Thụy|Thụy Anh]] các xã trên từ Thu Cúc đến Lỗ Tràng, đất bãi nổi lên bỏ hoang, xin giao cho lính mộ khai khẩn. Còn hạng ruộng cói xin sức cho dân khai vào sổ chịu thuế. Vua y cho …''\" <ref>Đại Nam thực lục Tập bảy, đệ tứ kỷ-quyển XLIII, trang 1276.<\/ref>. Rồi tháng 6 nhuận năm 1873, ông lại tâu trình: \"''Hai xã thôn Hạc Lương, Thuận An, ruộng đất vỡ lở, nhân dân xiêu tán, xin đem hạng đất bỏ hoang khó làm là 40 mẫu, Nguyễn Bá Phổ ở giáp Thận Hành nhận mua, chia giao cho hai xã thôn chiếu sổ nhận tiền.''\" <ref>Đại Nam thực lục Tập bảy, đệ tứ kỷ-quyển XLVIII, trang 1395.<\/ref>. Vua cũng chuẩn y cho thi hành.\n\n=== Kháng chiến chống Pháp xâm lược Bắc Kỳ lần thứ nhất ===\n[[Tập tin:DoanKhue-NguyenMauKien.jpg|nhỏ|phải|Thơ mừng thọ Doãn Khuê của Nguyễn Mậu Kiến (阮茂建) năm 1872.]]\n[[Tập tin:CaptureNamDinh.jpg|nhỏ|phải|260px|Garnier và quân Pháp trèo lên mặt thành Nam Định]]\nSau khi chiếm được Hà Nội ([[20 tháng 11]] năm [[1873]]), quân Pháp mở rộng vùng chiếm đóng bằng cách tiến đánh các tỉnh phía đông và nam Hà Nội. Pháp chiếm Hưng Yên ([[23 tháng 11]]), Phủ Lý ([[26 tháng 11]]), Ninh Bình ([[5 tháng 12]]). Ngày [[10 tháng 12]] năm 1873 (tức 21 tháng 10 năm [[Quý Dậu]]), quân Pháp từ Ninh Bình đánh sang Nam Định, quân Pháp tiến đánh đồn Độc Bộ (nay thuộc xã [[Yên Nhân, Ý Yên|Yên Nhân]] huyện [[Ý Yên]] Nam Định) trước. Phòng Tuyến Độc Bộ - Phù Sa là trận địa phục kích tại ngã ba [[sông Đáy]] - [[sông Nam Định]] của quân nhà Nguyễn do hộ đốc Nguyễn Hiên cùng Phạm Văn Nghị, Nguyễn Văn Lợi chỉ huy đón đánh tàu Scorpion (Bọ cạp) do Garnier chỉ huy từ Ninh Bình theo sông Đáy tiến vào phía tây nam thành Nam Định. Ở đây, Phạm Văn Nghị, cùng Lãnh binh Nguyễn Văn Lợi chống Pháp quyết liệt. Doãn Khuê ở thôn Cao Lộng (nay thuộc [[Tân Thịnh, Nam Trực|Tân Thịnh]] huyện [[Nam Trực]] tỉnh Nam Định) bên bờ [[sông Hồng]], kéo quân tới đồn Độc Bộ cùng Phạm Văn Nghị, Đỗ Phát, Nguyễn Văn Lợi chống Pháp. Các con ông là Doãn Chi (đang là Tri phủ [[Nam Sách]] [[Hải Dương]], nguyên là tri huyện huyện Chân Định (tức [[Kiến Xương]])) và Doãn [[Sao Vị|Vị]] (ở [[Nghĩa Thành, Nghĩa Hưng|Nghĩa Thành]], [[Nghĩa Hưng]]) đưa dân binh sang đến tiếp viện các đồn Cao Lộng, Phù Sa (tức là Độc Bộ). Nhưng sau nửa ngày, đồn Phù Sa (nay thuộc [[Hoàng Nam (xã)|xã Hoàng Nam]] huyện Nghĩa Hưng Nam Định) vỡ, tàu chiến Pháp lọt qua phòng tuyến vào sông Đào (sông Nam Định)<ref>[http:\/\/baonamdinh.com.vn\/channel\/5093\/201209\/Phong-trao-khang-chien-cua-nhan-dan-Nam-dinh-khi-thuc-dan-Phap-danh-chiem-Bac-Ky-lan-thu-nhat-1873-2193213\/ Phong trào kháng chiến của nhân dân Nam Định khi thực dân Pháp đánh chiếm Bắc Kỳ lần thứ nhất (1873), báo Nam Định đăng ngày 21\/09\/2012.]<\/ref>, Phạm Văn Nghị cùng một số quan tướng khác rút về vùng núi An Hòa thuộc Ý Yên, còn Doãn Khuê và Đỗ Phát kéo về hỗ trợ thành Nam Định. Ngày [[11 tháng 12]] năm 1873, [[Francis Garnier]] hội quân [[trận Nam Định (1873)|đánh chiếm thành Nam Định]] theo hai hướng Tây (đường [[Sông Nam Định|sông Đào]]) và Nam với một lực lượng hỗn hợp gồm 111 quân. Tàu chiến Pháp từ [[sông Vị Hoàng]] bắn dữ dội vào thành, thành vỡ và rơi vào tay quân Pháp. Khi thành thất thủ, Doãn Khuê cùng các con về đóng tại Đông Vinh (nay là xã [[Vũ Vinh]] huyện [[Vũ Thư]] [[Thái Bình]]), phối hợp chặt chẽ với cha con Nguyễn Mậu Kiến đặt căn cứ tại Động Trung (quê của Nguyễn Mậu Kiến, nay thuộc xã [[Vũ Trung]] huyện [[Kiến Xương]] Thái Bình) tiếp giáp Đông Vinh, lập thành mặt trận chống Pháp bên tả ngạn sông Hồng. Mặt trận nay kéo dài từ bến Gùi (tức làng Hoàng Xá thuộc [[Nguyên Xá, Vũ Thư]]) chạy ra biển (cửa Ba Lạt), đến Yên Tứ thuộc xã [[Nam Hải, Tiền Hải|Nam Hải]] huyện [[Tiền Hải]], nằm trên địa bàn 4 huyện [[Vũ Tiên (huyện)|Vũ Tiên]], [[Thư Trì]], [[Kiến Xương|Chân Định]] và [[Tiền Hải]]<ref>[https:\/\/thaibinh.gov.vn\/english130nam\/van-ban-chi-dao\/brief-history-of-thai-binh-part-i-propaganda-guideline-on-13.html Brief of Thai Binh (Lược sử Thái Bình) trên Công thông tin tỉnh Thái Bình.]<\/ref>. Quân của Doãn Khuê và Nguyễn Mậu Kiến phối hợp với quân của Đỗ Phát và Phạm Văn Nghị bên bờ hữu ngạn bố trí lực lượng ngăn chặn quân Pháp. Trong khoảng cuối tháng 12 năm 1873 và đầu tháng 1 năm 1874, lực lượng của Doãn Khuê, Nguyễn Mậu Kiến đã đẩy lùi nhiều đợt tấn công bằng đường thủy của quân Pháp, do Garnier (Gác-ni-ê) rồi sau đó (từ 18 tháng 12) là Hardmand (Hác-măng) chỉ huy, đánh từ Nam Định sang. Như các trận: làng Ngò (tức thôn Ngô Xá xã [[Nguyên Xá, Vũ Thư|Nguyên Xá]] huyện [[Vũ Thư]] [[Thái Bình]]), cửa Hưng (tức Vân Môn nay thuộc xã [[Vũ Vân]] huyện Vũ Thư Thái Bình), lực lượng của các ông đẩy lui được các cuộc tiến công của Garnier. Ngày [[31 tháng 12]], sau 10 ngày Garnier bị quân cờ đen của [[Lưu Vĩnh Phúc]] giết chết tại [[Cầu Giấy]], y sĩ Hardmand vừa thay Garnier tại Nam Định, đã dẫn quân từ Nam Định sang tấn công phủ thành Chân Định (nay là [[Kiến Xương (thị trấn)|thị trấn Kiến Xương]] huyện Kiến Xương Thái Bình). Quân của Doãn Khuê, Nguyễn Mậu Kiến kháng cự quyết liệt, bắn hỏng một tàu chiến của Pháp (tàu L'Espingole).<ref>Sách ''Danh nhân Thái Bình'', bài ''Nguyễn Mậu Kiến'', trang 442.<\/ref> Theo [[Trần Văn Giàu]] và [[Đinh Xuân Lâm]]: Các văn thân Nam Định chia nhau từng huyện để tổ chức kháng chiến chống Pháp dọc hai bờ sông Hồng. Bên bờ bắc là trung tâm kháng chiến phủ Trực Định (hay Chân Định, tức Kiến Xương ngày nay) của Nguyễn Mậu Kiến làm quân Pháp e ngại nhất. [[Francis Garnier]] đã từng phải treo thưởng cho việc hạ sát lấy thủ cấp của Nguyễn Mậu Kiến. Khi Garnier tử trận Hatmand thay thế đánh dẹp không được. Trong các trận chiến do Hardmand chỉ huy đánh Chân Định đều có khoảng 200 đến 300 quân Pháp, thì trận gây thiệt hại cho quân Pháp lớn nhất là trận làng Ngô Xá (làng Ngò) phải rút lui về thành Nam Định. Nghĩa quân của Nguyễn Mậu Kiến, Doãn Khuê đánh chiếm được đồn Chân Định, phát hịch cho dân chúng biết Garnier đã tử trận ở [[trận Cầu Giấy (1873)|gần Cầu Giấy Hà Nội]]. Ngày 31 tháng 12 năm 1873, Hardmand đem hơn trăm quân cùng đại bác đánh nghĩa quân ở thành Chân Định, quân Nguyễn Mậu Kiến rút lui, nhưng Hardmand chỉ phá đại bác trên thành rồi rút trở về thành Nam Định, từ đó đến ngày 10 tháng 1 năm 1874 Hardmand không đánh qua sông sang Chân Định nữa. Ngày 10 tháng 1 năm 1874, quân Pháp hạ cờ tại thành Nam Định và trao trả lại cho quan Nhà Nguyễn từ Hà Nội xuống, chuẩn bị ký kết [[Hòa ước Giáp Tuất (1874)]].<ref>Lịch sử Cận đại Việt Nam, tập 1, của Trần Văn Giàu, Đinh Xuân Lâm và Nguyễn Văn Sự, trang 249-250.<\/ref>\n\n=== Bị cách chức vì thành Nam thất thủ ===\n[[Tập tin:LangMoDoanKhue(1813-1878).jpg|nhỏ|phải|Lăng mộ Doãn Khuê (1813-1878) tại [[Song Lãng, Vũ Thư|xã Song Lãng]] huyện [[Vũ Thư]] tỉnh Thái Bình.]]\nTháng 3 năm 1874, [[Nguyễn Văn Tường]] thay mặt Nhà Nguyễn ký [[hòa ước Giáp Tuất (1874)|hòa ước Giáp Tuất]] với Pháp, quân Pháp rút khỏi [[Bắc Kỳ]]. Đồng thời Tự Đức cũng ra lệnh bãi binh. Sau đó đến tháng 6 âm lịch năm [[Giáp Tuất]] (1874), xét việc 4 tỉnh Bắc Kỳ thất thủ, Tự Đức cho rằng các quan lại ở tỉnh Nam Định phòng bị sơ hở nên bị mất thành, do vậy đã cách chức và xử phạt tất cả các quan viên lớn nhỏ của tỉnh này kể từ Tổng đốc, Tuần phủ, đến Án sát, Bố chính, Lãnh binh và các Thương biện tỉnh đạo. Đại Nam thực lục chép rằng: \"''… Trước đây, 4 tỉnh thất thủ, lần lượt giao đình thần làm án nghị xử, đến khi xem xét xong án về tỉnh [[Hà Nội]], tiến lên vua xem, vua cho là việc án là việc trọng đại, rất quan hệ đến lẽ phải của nước và tiết nghĩa của bề tôi, thế mà coi thường, phần nhiều giảm nhẹ … Sau việc án ở 3 tỉnh [[Hải Dương]], [[Ninh Bình]], [[Nam Định]] làm xong (phân biệt xử về tội lưu, tội đồ) tiếp tục tiến lên … Vua bảo rằng: Việc án này như thế lại dám xử nhẹ, thì việc khác còn có thể hỏi xử ư? … Rồi lại nghị tâu lên vua lại châm chước nhẹ nặng, thân tự quyết định cho tội danh được chính …''\n \n''Việc án ở tỉnh Nam Định. Nguyên nghĩ xử: Lĩnh Tổng đốc Nguyễn Hiên, bố chính [[Bùi Thái Bút]], án sát [[Nghiêm Xuân Lượng]], Hải phòng đề đốc [[Hồ Đăng Chất]], phó lãnh binh [[Lê Văn Khuê]], Thương biện Hải phòng Phạm Văn Nghị đóng giữ đồn Phù Sa là lãnh binh Nguyễn Văn Lợi đều xử trảm giam hậu; kiêm biện Hải phòng Đỗ Phát, Doãn Khuê đều phải phạt trượng tội đồ tột bậc (vì già ốm không nỡ phát lưu ở nơi xa), Phạm Văn Nghị phải cách chức (vì trước thì đem thủ hạ tới tỉnh ngăn chặn; sau lại triệu thân hào giữ toàn vẹn được vài hạt); Còn y lời định thần nghị xử …''\"<ref>Đại Nam thực lục Tập tám, đệ tứ kỷ-quyển LI, trang 42.<\/ref>.\n\nÔng mất ở quê ngày 2 tháng 10 năm [[Mậu Dần]] (tức [[27 tháng 10]] năm [[1878]]) thọ 66 tuổi.\n\n== Con ruột ==\n* Doãn Đê (尹[[Sao Đê|氐]]) (1840-1874), tức Doãn Chi 尹芝, con cả của Doãn Khuê, tri huyện Chân Định (Kiến Xương - Thái Bình) (1869-1870), tri phủ [[Nam Sách]] - [[Hải Dương]] (1871-1874), tham gia lãnh đạo kháng chiến chống Pháp năm 1873-1874, tại Thái Bình, Nam Định. Tử trận tại phủ lỵ Nam Sách năm 1874. Ông được dân làng Phú Mỹ tổng Thịnh Quang huyện Trực Định phủ Kiến Xương (nay thuộc xã [[Bình Minh, Kiến Xương|Bình Minh]] huyện [[Kiến Xương]] tỉnh [[Thái Bình]]) thờ làm thành hoàng làng<ref>{{Chú thích web |url=http:\/\/dhthaibinh.com\/gioi-thieu\/tu-dien-thai-binh-toan-tap-muc-744-1053-d-1293.html |ngày truy cập=2017-04-08 |tựa đề=mục 789.Doãn Chi, từ điển Thái Bình. |archive-date=2014-12-04 |archive-url=https:\/\/web.archive.org\/web\/20141204145425\/http:\/\/dhthaibinh.com\/gioi-thieu\/tu-dien-thai-binh-toan-tap-muc-744-1053-d-1293.html |url-status=dead }}<\/ref>.\n* Doãn Vị 尹[[Sao Vị|胃]] ([[1855]]-[[1910]]), con trai thứ ba của Doãn Khuê, quê Song Lãng [[Vũ Thư]] [[Thái Bình]], tham gia lãnh đạo kháng chiến chống Pháp năm 1873-1874 tại Thái Bình và Nam Định, nhà nho yêu nước hoạt động trong Phong trào [[Đông Kinh Nghĩa Thục]] ở tỉnh Thái Bình đầu thế kỷ XX.\n\n== Tham khảo ==\n{{tham khảo|colwidth=30em}}\n\n== Xem thêm ==\n* [[Gia tộc họ Doãn xã Song Lãng]]\n\n== Liên kết ngoài ==\n{{Thời gian sống|sinh=1813|mất=1878}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}