{"94467":"[[Tập tin:DoanTuTu.jpg|nhỏ|400px|phải|[[Khâm định Việt sử thông giám cương mục]] (欽定越史通鑑綱目): Doãn Tử Tư (尹子思) đi sứ sang Nam Tống, vua Tống (Hiếu Tông) phong cho vua Lý (Anh Tông) là An Nam Quốc vương (安南國王) (ngày 30 tháng 9 năm 1164).]]\n'''Doãn Tử Tư'''<ref>[[Đại Việt sử ký]] tiền biên, bản kỷ, quyển 4, Lý Anh Tông, trang 291-293.<\/ref> ([[chữ Hán]]: 尹子思) ([[Đại Việt sử lược]] thì ghi là Doãn Tử Sung), quê làng Cổ Định thị trấn [[Nưa, Triệu Sơn|Nưa]] huyện [[Triệu Sơn]] tỉnh [[Thanh Hóa]], là một nhà [[ngoại giao Việt Nam thời Lý|ngoại giao]] lớn của [[Việt Nam]] trong buổi đầu xây dựng nền độc lập tự chủ. Ông làm quan [[nhà Lý]], dưới triều vua [[Lý Anh Tông]], tới chức Trung vệ đại phu. Tháng 9 âm lịch năm Giáp Thân ([[1164]]) niên hiệu [[Lý Anh Tông|Chính Long Bảo Ứng]] thứ 2, ông được nhà vua cử làm đại sứ dẫn đầu một đoàn sứ bộ gồm có bản thân ông cùng Thừa nghị lang [[Lý Bang Chính]] (làm Chánh sứ), Trung dực lang [[Nguyễn Văn Hiến (nhà ngoại giao)|Nguyễn Văn Hiến]] (Phó sứ) và đoàn tùy tùng sang thành [[Lâm An]] [[Hàng Châu]] (kinh đô của [[Nhà Tống|Nam Tống]]) để [[triều cống]] đồng thời khiến vua [[nhà Tống]] công nhận vua nhà Lý là [[An Nam Quốc vương]], và đã thành công. Đây là lần đầu tiên [[Hoàng đế]] [[Tên gọi Trung Quốc|Trung Hoa]] công nhận Việt Nam với tên là \"[[An Nam]] [[Quốc gia|quốc]]\", thay vì trước đây chỉ xem Việt Nam là \"[[Giao Chỉ]] [[quận]]\", mặc dù Việt Nam (lúc đó có tên là [[Đại Việt]]) đã độc lập với [[Trung Quốc]] hơn hai, ba trăm năm trước đó<ref>{{Chú thích web |url=http:\/\/www.viethoc.org\/eholdings\/sach\/kdvstgcm.pdf |ngày truy cập=2013-02-17 |tựa đề=Khâm định Việt sử thông giám cương mục, trang 173 bản dịch tiếng Việt dạng pdf. |archive-date = ngày 14 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131214190146\/http:\/\/www.viethoc.org\/eholdings\/sach\/kdvstgcm.pdf |url-status=dead }}<\/ref><ref>[http:\/\/www.tiengnoitre.com\/Proud\/LSVL\/updates.html Quốc hiệu Việt Nam-sử gia Trần Gia Phụng]<\/ref>. [[Tống sử]] viết: \"九月甲申。...。乙未，交阯入貢\"<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7033 Tống sử, quyển 33, Tống Hiếu Tông.]<\/ref> (Tháng 9 âm lịch năm Giáp Thân,..., ngày Ất Mùi (ngày 13 tháng 9 âm lịch năm Giáp Thân tức là ngày [[30 tháng 9]] năm [[1164]]<ref>{{Chú thích web |url=http:\/\/db1x.sinica.edu.tw\/sinocal\/ |ngày truy cập=2015-12-04 |tựa đề=Academia Sinica, Chinese-Western Calendar Converter. |archive-date = ngày 12 tháng 8 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150812090756\/http:\/\/db1x.sinica.edu.tw\/sinocal\/ |url-status=dead }}<\/ref>), Giao Chỉ sang triều cống). Tống sử chép tiếp: \"隆興二年，[[Lý Anh Tông|天祚]]遣尹子思、鄧碩儼等貢金銀、象齒、香物\"<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%AE%8B%E5%8F%B2\/%E5%8D%B7488#.E4.BA.A4.E8.B6.BE Tống sử, quyển 488, mục Giao chỉ 交阯.]<\/ref> (Năm Long Hưng thứ 2 (Tống Hiếu Tông), Thiên Tộ (Lý Anh Tông) sai Doãn Tử Tư, Đặng Thạc Nghiễm lần lượt cống vàng bạc, ngà voi, hương vật (trầm hương).)\n\nTới năm 1173 [[Niên hiệu Việt Nam|niên hiệu]] Chính Long Bảo Ứng 11, ông lại được cử đi sứ sang Tống một lần nữa đem voi (số lượng là 10 con khác với lần trước) để vua Tống tế Nam Giao.<ref>{{Chú thích web |url=http:\/\/www.viethoc.org\/eholdings\/sach\/dvsl.pdf |ngày truy cập=2013-02-17 |tựa đề=Đại Việt sử lược-khuyết danh, trang 76,78 |archive-date = ngày 11 tháng 8 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140811181008\/http:\/\/www.viethoc.org\/eholdings\/sach\/dvsl.pdf |url-status=dead }}<\/ref><ref>[http:\/\/thanglonghanoi.vn\/data\/files\/project\/vietnam_3ac3334339cad500e3ac22ed690d3fd5.doc Biên niên ngoại giao Thăng Long-Hà Nội]{{Liên kết hỏng|date = ngày 6 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n==Nhận định về việc đi sứ của Doãn Tử Tư==\nSách [[Việt sử tiêu án]] của [[Ngô Thì Sĩ]] soạn năm [[1775]] có viết về việc đi sứ của Doãn Tử Tư như sau:\n:''Vua sai Doãn Tử Tư sang thăm nhà Tống đưa cho 15 con voi đã dạy thuần rồi. [[1162|Cuối năm]] [[Niên hiệu Việt Nam|Đại Định]], vua [[Tống Cao Tông|Cao Tôn]] nhà Tống đình việc cống voi, đến [[1164|lúc ấy]] vua [[Tống Hiếu Tông|Hiếu Tôn]] mới tức vị, đưa thư sang mua những con voi đã dạy thuần rồi, để rước khi đi tế giao, [[Lý Anh Tông|vua ta]] đưa cho 10 con voi làm lễ mừng tức vị, năm con voi dâng lên để dùng khi đại lễ, làm cái lầu trên lưng voi gọi là La nga (lầu trên lưng voi) và các đồ buộc ở ngà, chân và đầu voi, trang sức bằng vàng bạc, rồi mới đem cho. Tử Tư đi đến quán Hoài Dịch, vua Tống cho dẫn kiến và hỏi han úy lạo. Từ khi nhà Tống phải bỏ [[Khai Phong|xứ Bắc]] qua [[Trường Giang|sông]] sang miền Nam, thì khi sứ thần nước ta có sang chỉ đi đến [[Quảng Tây]] giao đồ cống, chứ chưa đến kinh đô, đến khi ấy Tử Tư làm Đại sứ chưa bao giờ có đủ 3 sứ thần, đến khi ấy cho Tử Tư làm Đại sứ, Lý Bang Chính làm Chánh sứ, Nguyễn Văn Hiến làm Phó sứ; người theo làm người giới thiệu đều đặt đủ; Vua Tống thấy ở xa mà đến, rất khen là trung thành, lễ tiếp đãi cũng khác hơn, và xuống chiếu gọi tên nước là An Nam quốc, cho ấn bằng vàng. Sử thần bàn rằng: Nước ta từ đời [[Hùng Vương]] giao thông với Trung Quốc, nhưng còn chưa được có địa vị ở Minh Đường, không được chép vào [[kinh Xuân Thu|sách Xuân Thu]], là khinh vì nước nhỏ. Đến đời [[Triệu Vũ vương|Triệu Đà]] ở nhà vàng, xưng Đế, [[nhà Hán]] phải phong làm Nam Việt Vương, chỉ được ví với Chư hầu ở nội địa, cũng chưa có gì nêu ra là một nước. Sau lại [[Bắc thuộc|ngoại thuộc]] [[nhà Hán|Hán]] và [[nhà Đường|Đường]], chia nước ra thành quận, huyện. Đến đời [[nhà Đinh|Đinh]], [[nhà Tiền Lê|Lê]] thì có đất riêng, mới lập thành một nước, được gia cho chức quan Kiểm hiệu Tam súy, sau tiến lên chức Quận vương; các Vua triều Lý cũng đều như thế. Đến đời vua Anh Tôn một việc bang giao, chu toàn thân mật, sai 3 sứ thần đến quan ải, giữ đủ lễ, làm cho Trung Quốc biết nước đã văn minh, Tử Tư 2 lần đi sứ, tỏ được lòng thành cung thuận, vua Tống phải khen, cho vua ta được là Chân Vương, có quốc hiệu, sau này vẫn làm theo mà không đổi khác được, đó là công vua Anh Tôn, mà Tử Tư cũng đáng là vị sứ thần. Duy có điều để chữ \"An\" ở trên chữ \"Nam\", đó là người Tống có ý ngăn ngừa nước ta. Nay muốn chính danh chỉ gọi là Nam Việt, có lẽ phải chờ đến một vị anh quân.''<ref>{{Chú thích web |url=http:\/\/www.viethoc.org\/eholdings\/sach\/vsta.pdf |ngày truy cập=2013-02-17 |tựa đề=Việt sử tiêu án, Ngô Thì Sỹ, trang 61 bản dịch tiếng Việt dạng pdf. |archive-date = ngày 14 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131214200446\/http:\/\/www.viethoc.org\/eholdings\/sach\/vsta.pdf |url-status=dead }}<\/ref>\nNhư vậy có thể thấy vai trò sứ thần ngoại giao của Doãn Tử Tư là không nhỏ trong việc xác lập quốc hiệu của Việt Nam. Nhưng cũng phải thấy rằng để đạt được điều này thì đã có hai yếu tố chính quyết định đến thành công của chuyến ngoại giao này, đó là:\n* Sự suy yếu của [[nhà Tống]]\n* sự lớn mạnh của [[Đại Việt]] thời [[nhà Lý]] mà cực thịnh vào các triều vua [[Lý Nhân Tông]] đến [[Lý Anh Tông]].\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Quan lại nhà Lý]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Lý]]"}