{"37615":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{bài cùng tên}}\n{{Thông tin nhạc sĩ\n| background = non_vocal_instrumentalist\n| tên = Doãn Mẫn\n| image = Doan Man.jpg\n| imagesize = 200px\n| caption = \n| tên thật = Doãn Mẫn\n| ngày sinh = [[15 tháng 10]] năm [[1919]]\n| nơi sinh = [[Hà Nội]]\n| ngày mất = {{ngày mất và tuổi|2007|4|13|1919|10|15}}\n| nơi mất = [[Hà Nội]]\n| nghề nghiệp = Nhạc sĩ\n| thể loại = [[Nhạc tiền chiến]]\n| ca khúc = ''[[Biệt ly]]'', ''[[Hương cố nhân]]'', ''[[Một buổi chiều mơ]]''\n| ca sĩ = \n}}\n'''Doãn Mẫn''' ([[1919]] – [[2007]]), còn được viết '''Dzoãn Mẫn''', là một nhạc sĩ nhạc [[nhạc tiền chiến|tiền chiến]] nổi tiếng, thuộc thế hệ tiên phong của [[tân nhạc Việt Nam]].\n\n==Tiểu sử==\nDoãn Mẫn sinh ngày [[15 tháng 10]] năm [[1919]]<ref>[http:\/\/hoinhacsi.org\/hns_version2\/index.php?hvid=1357 Doãn Mẫn (tiểu sử trên trang Hội nhạc sĩ Việt Nam).]{{Liên kết hỏng|date=2021-04-27 |bot=InternetArchiveBot }}<\/ref> tại thôn Đoài làng Hoàng Mai (kẻ Mơ) (phường [[Hoàng Văn Thụ, quận Hoàng Mai|Hoàng Văn Thụ]]) [[hoàng Mai, Hà Nội|quận Hoàng Mai]] [[Hà Nội]]<ref>Hợp phả họ [[Doãn]] Việt Nam 1992, trang 155-156.<\/ref>. Cha của ông là Doãn Tính, một viên chức ở [[ga Hà Nội|ga Hàng Cỏ]] (xếp ga vào những năm 1930-1940)<ref>Theo hợp phả họ Doãn ông Doãn Tính là cha nhạc sĩ Doãn Mẫn là xếp ga, vào những năm 40-50 thế kỷ 20 đã tham gia hoạt động dòng họ của họ Doãn Việt Nam.<\/ref>, nhưng mê âm nhạc dân tộc và chơi [[đàn bầu]] rất hay<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/nhac-si-doan-man-khong-con-ban-tam-the-su-1886860.html Bài ''Nhạc sĩ Doãn Mẫn không còn bận tâm thế sự'' trên Vietnamnet đăng vào 17h47 ngày 27\/12\/2005.]<\/ref>. Được cha hướng dẫn, từ nhỏ Doãn Mẫn đã biết chơi [[đàn tứ]] và một vài nhạc cụ truyền thống khác. Sau khi tốt nghiệp Trường nam Sư phạm, ông vào làm thư ký tại [[bệnh viện Bạch Mai]].\n\nDoãn Mẫn tự học nhạc qua sách [[tiếng Pháp]]. Ông cũng học một người Pháp tên Banal, nguyên chỉ huy một dàn nhạc Quân đội Pháp, trong khoảng thời gian 4 tháng chủ yếu là về [[phối âm]], [[phối khí]]. Trước khi là nhạc sĩ, Doãn Mẫn từng là nhạc công biểu diễn nhiều nơi.\n\nCũng như nhiều thanh niên thời đó, Doãn Mẫn bị dòng nhạc phương Tây, mà chủ yếu là nhạc Pháp cuốn hút. Ông cùng [[Văn Chung]] và [[Lê Yên]] lập nhóm nhạc [[nhóm Tricéa|Tricéa]] tụ tập trao đổi về âm nhạc và sáng tác. Tên nhóm Tricéa có nghĩa: 3 chữ C và 3 chữ A được viết tắt từ [[tiếng Pháp]]: '''''C'''ollection Des '''C'''hants '''C'''omposés Par Des '''A'''rtistes '''A'''nnamites '''A'''ssociés'': \"Tuyển chọn các tác phẩm âm nhạc của nhóm người viết nhạc Annam\". Cùng nghe những đĩa nhạc của [[Tino Rossi]], [[Josephine Baker]], họ cùng nhau sáng tác những bài hát của riêng mình: Văn Chung có ''Bóng ai qua thêm'', ''Đôi mắt huyền'' và Lê Yên có ''Bẽ bàng'', ''Vườn xuân''. Theo đánh giá của [[Phạm Duy]], thì: Doãn Mẫn là người thành công nhất trong 3 thành viên nhóm nhạc Tricéa. Ngay những năm đầu thời [[tân nhạc Việt Nam]], Doãn Mẫn đã sáng tác liên tiếp khoảng 10 ca khúc hay, như: ''Sao hoa chóng tàn, Biệt ly, Cô lái thuyền, Tiếng hát đêm thu, Một hình bóng, Một buổi chiều mơ, Gió xa khơi, Nhạc chiều, Trở lại cùng anh,...'' Nhạc của Doãn Mẫn dành riêng cho [[Ghi-ta]] [[Hawaii]], loại nhạc cụ sở trường của ông, và thuần túy soạn trên âm giai thất cung<ref>[http:\/\/phamduy.com\/vi\/van-nghien-cuu\/khai-quat-ve-tan-nhac-viet-nam\/5452-xu-huong-nhac-tinh-duy-nhien-lang-man-tru-tinh-nhom-tricea Phạm Duy bình luận âm nhạc của nhóm Tricéa]<\/ref> (heptatonic, bảy nốt) của phương Tây, mà không dùng [[Ngũ cung (âm giai)|âm giai ngũ cung]] của nhạc dân tộc.\n\nDoãn Mẫn sáng tác ca khúc đầu tay ''Tiếng hát đêm thu'' năm [[1937]], lời của Văn Chung. Sau đó nhiều nhạc phẩm khác lần lượt ra đời ''Gió thu'' (1937), ''Một buổi chiều thu'' (1939), và ''Biệt ly'' (1939).\n\nNhững năm cuối thập kỷ [[thập niên 1930|1930]], ga Hàng Cỏ Hà Nội là nơi chia ly của nhiều đôi tình nhân, khi các thanh niên lên đường làm [[Lê dương Pháp|lính lê dương]] cho quân đội Pháp. Chứng kiến nhiều cuộc chia tay ở đó, Doãn Mẫn đã viết bài ''Biệt ly'', nhạc phẩm nổi tiếng nhất của ông.\n\n''\"Tôi viết Biệt ly năm tôi vừa 20 tuổi. Hồi đó, cha tôi làm việc ở ga Hàng cỏ, Hà Nội. Nhà ở gần ga nên tôi thường hay ra ga chơi, chứng kiến nhiều cuộc chia tay đầy nước mắt trên sân ga, nhất là những đôi trai gái yêu nhau nhưng vì hoàn cảnh phải ly biệt. Điều đó khơi dậy trong lòng tôi nhiều cảm xúc và tôi có ý định sáng tác một bài hát về đề tài chia ly. Tôi nghĩ rằng tôi sáng tác bài Biệt ly với rất nhiều kỷ niệm. Qua những cuộc chia ly mà tôi được chứng kiến ở sân ga Hà Nội, ở bến cảng Hải Phòng đã cho tôi rất nhiều xúc động. Tôi đã dự kiến làm bài Biệt ly này từ năm 1937, tức là năm tôi bắt đầu sáng tác. Nhưng mà rồi có nhiều trường hợp khác cho nên tôi lại viết về chủ đề khác, cho đến năm 1939, có mấy việc dồn dập đến, tôi trở lại cái đề tài này. Có những buổi biểu diễn ở các rạp, một phần nữa do các anh em ở [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]] làm ca cảnh, cho nên cái bài đó mới được phổ biến.\"''\n\nDoãn Mẫn từng giữ chức trưởng phòng giáo vụ của [[Học viện Âm nhạc Quốc gia Việt Nam|Nhạc viện Hà Nội]], ông làm việc ở đó khoảng 20 năm. Thời gian đó ông không sáng tác gì, vì theo lời của Doãn Mẫn, ông ''\"phải đi lo cả việc... học viên có con nhỏ không ăn được thì phải làm thế nào, chỗ ăn, ở, nhà vệ sinh bẩn thỉu thì làm sao\"''. Ngoài 70 tuổi, Doãn Mẫn có viết nhạc trở lại.\n\nÔng qua đời ngày [[13 tháng 4]] năm [[2007]] (25 tháng 2 âm lịch) tại [[Hà Nội]]. 5 tháng sau khi đứa chắt thứ hai chào đời.\n\nTrong sự nghiệp của mình, Doãn Mẫn viết khoảng 50 ca khúc, trong đó nhiều bài được đánh giá vượt thời gian như ''Biệt ly'', ''Hương cố nhân''.\n\n== Tác phẩm ==\n[[Tập tin:Doan Man 1943.jpg|nhỏ|phải|150px|Doãn Mẫn [[1943]]]]\n=== Ca khúc ===\n*Bến yêu đương\n*[[Biệt ly]]\n*Cô lái thuyền\n*Dũng tiến\n*Gió thu\n*Gió xa khơi\n*Gọi nghé trên đồng\n*[[Hương cố nhân]]\n*[[Một buổi chiều mơ]]\n*Một buổi chiều thu\n*Một hình bóng\n*Nhạc chiều\n*Nhắn người chiến sĩ\n*Những mầm sống\n*Sao hoa chóng tàn\n*Sông Thao\n*Tiếng hát đêm thu\n*Trở lại cùng anh\n*Từ đâu tiếng tơ\n\n=== Sách nhạc lý và nghiên cứu âm nhạc ===\n*''Tự học xướng âm'', là cuốn cẩm nang vào nghề của nhiều nhạc sĩ tên tuổi ở Việt Nam, như: [[Nguyễn Thụy Kha]]<ref>[http:\/\/www.nhandan.com.vn\/vanhoa\/chan-dung\/item\/3542002-.html Doãn Mẫn-biệt ly từ đây, của Nguyễn Thụy Kha.]<\/ref>, [[Hồng Đăng]],...\n*''Góp phần tìm hiểu sự hình thành nền âm nhạc cải cách Việt Nam giai đoạn 1930 – 1945''\n*''Những bước phát triển trong công tác đào tạo cán bộ âm nhạc từ Cách mạng tháng Tám đến năm 1975''\n\n== Nguồn dẫn và chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n*[http:\/\/208.179.96.115\/nguoitinhgia\/document\/tannhac\/nhactinht.html Bài viết về Doãn Mẫn và nhóm TRICÉA] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070418034529\/http:\/\/208.179.96.115\/nguoitinhgia\/document\/tannhac\/nhactinht.html |date=2007-04-18 }} của [[Phạm Duy]]\n\n{{Nhóm Tricéa}}\n\n{{Thời gian sống|sinh=1919|mất=2007|tên Doãn Mẫn}}\n\n[[Thể loại:Nhạc sĩ tiền chiến]]\n[[Thể loại:Nhạc sĩ nhạc đỏ]]\n[[Thể loại:Nhóm Tricéa]]\n[[Thể loại:Người Hà Nội]]"}