{"90938":"{{otheruses4|học giả người Việt Nam|quan nhà Thanh|Doãn Kế Thiện (nhà Thanh)}}\n'''Doãn Kế Thiện''' (''尹繼善'', [[1891]]-[[1965]]), các bút hiệu ''Sở Bảo'', ''Long Thành'', ''Bất Ác'', ''Sơn Vân'', quê xã Ngọc Mỹ huyện [[Quốc Oai]] thành phố [[Hà Nội]]), là nhà văn hóa nổi tiếng (nhà báo, dịch giả chữ Hán, người nghiên cứu Hà Nội học), một nhà nho hoạt động cách mạng, từng là Chủ tịch Mặt trận Tổ quốc thành phố Hà Nội. Ông là bác ruột của nhạc sĩ [[Doãn Quang Khải]] - tác giả bài Vì nhân dân quên mình (bài hát truyền thống của [[Quân đội Nhân dân Việt Nam]]).\n\n==Cuộc đời và sự nghiệp==\nDoãn Kế Thiện từ thuở thiếu thời đã tinh thông Hán học và văn [[quốc ngữ]]. Trong giai đoạn 1914 đến 1920, ông bước vào làng báo và viết cho ''Nam phong tạp chí'', ''Trung Bắc tân văn'', ''Thực Nghiệp'', ''Khai hóa'', ''Mới'', ''Trung Bắc chủ nhật''...\n\nNăm 1945 ông tham gia [[việt Minh|mặt trận Việt Minh]] và trong thời [[chiến tranh Đông Dương|kháng chiến chống Pháp]], ông hoạt động ở mặt trận Liên Việt Liên khu 3.\n\nVào năm, 1955 Doãn Kế Thiện trở về Hà Nội và được bầu làm Chủ tịch Mặt trận Tổ quốc thành phố [[Hà Nội]]. Từ đó ông ở cương vị này đến khi tạ thế.\n\n==Tác phẩm==\n*''Lược khảo thơ Trung Quốc'' (1942): ngoài phần khảo cứu về quá trình phát triển của thơ Trung Quốc, về thi pháp, hiệu quả nghệ thuật của thơ, còn bao hàm nhiều ý kiến bình luận xác đáng về [[thơ Đường]], thơ [[Tống]], thơ mới Trung Quốc.\n*''Hà Nội cũ'' (nhà xuất bản Đời mới Hà Nội, 1943): tác phẩm được đánh giá là tập sách văn học dân gian đặc sắc, nổi tiếng nhất của Doãn Kế Thiện trước cách mạng<ref>''Từ điển Văn học'' bộ mới, Nhà xuất bản Thế giới, 2004, trang 350<\/ref>, với 20 mục kể về các chuyện cũ ở Hà Nội.\n*''Danh nhân Việt Nam'' (nhà xuất bản Đời mới Hà Nội, 1943): giới thiệu về cuộc đời và sự nghiệp của một số nhân vật đời Lê-Nguyễn.\n* ''Máu thịt xây thành'' (1945): viết về cuộc kháng chiến [[chống phát xít]] Nhật của nhân dân Trung Quốc.\n*''Cổ tích và thắng cảnh Hà Nội'' (nhà xuất bản Văn hóa Hà Nội, 1959), đây là công trình công phu đầu tiên biên khảo về những di tích lịch sử văn hóa của Thăng Long-Hà Nội, cung cấp nhiều tư liệu sử học có giá trị.\n*Tìm ra và công bố bài thơ ''Long thành quang phục kỷ thực'' (ghi chép sự thực về việc giành lại kinh thành Thăng Long) của [[Ngô Ngọc Du]], bài thơ duy nhất ghi lại giờ phút quân Tây Sơn giải phóng Thăng Long vào mùa xuân năm Kỷ Dậu (1789).\n\n==Thông tin thêm==\nHiện nay tên ông được đặt cho một con đường thuộc [[quận Cầu Giấy]] [[Hà Nội]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Mục từ ''Doãn Kế Thiện'' trên ''Từ điển Văn học'' bộ mới, Nhà xuất bản Thế giới, 2004, trang 350.\n\n{{Thời gian sống|Sinh=1891|Mất=1965}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà nghiên cứu văn học Việt Nam]]"}