{"520906":"{{Infobox Weapon\n|name= Dragunov SVD\n|image=[[Hình:SVD Dragunov.jpg|250px]]\n|caption=\n|origin={{flag|Liên Xô}}<br\/>{{flag|Nga}}<br\/>{{flag|Belarus}}<br\/>{{flag|Trung Quốc}}<br\/>{{flag|Việt Nam}}\n|type=[[Súng bắn tỉa]]\n<!-- Type selection -->\n|is_ranged=yes\n<!-- Service history -->\n|service=1963 – Nay\n|used_by=[[#Các nước sử dụng|Các nước sử dụng]]\n<li>{{flag|Liên Xô}}<\/li><li>{{flag|Nga}}<\/li><li>{{flag|Cộng hòa Krym}}<\/li><li>{{flag|Việt Nam Dân chủ Cộng hòa}}<\/li><li>{{flag|Cộng hòa Miền Nam Việt Nam}}<\/li><li>{{flag|Việt Nam}}<\/li><li>{{flag|Belarus}}<\/li><li>{{flag|Trung Quốc}}<\/li><li>{{flag|Ba Lan}}<\/li><li>{{flag|Ukraina}}<\/li><li>{{flag|Lào}}<\/li><li>{{flag|Ấn Độ}}<\/li><li>{{flag|Campuchia}}<\/li><li>{{flag|Kazakhstan}}<\/li><li>{{flag|Tajikistan}}<\/li><li>{{flag|Kyrgyzstan}}<\/li><li>{{flag|Azerbaijan}}<\/li><li>{{flag|Afghanistan}}<\/li><li>{{flag|Turkmenistan}}<\/li><li>{{flag|Uzbekistan}}<\/li><li>{{flag|Kurdistan}}<\/li><li>{{flag|Kurdistan thuộc Iraq}}<\/li><li>{{flag|Iraq}}<\/li><li>{{flag|Iran}}<\/li><li>{{flag|Syria}}<\/li><li>{{flag|Albania}}<\/li><li>{{flag|Angola}}<\/li><li>{{flag|Algeria}}<\/li><li>{{flag|Somalia}}<\/li><li>{{flag|Argentina}}<\/li><li>{{flag|Venezuela}}<\/li><li>{{flag|Colombia}}<\/li><li>{{flag|Armenia}}<\/li><li>{{flag|Bangladesh}}<\/li><li>{{flag|Chechnya}}<\/li><li>{{flag|Bolivia}}<\/li><li>{{flag|Bulgaria}}<\/li><li>{{flag|Burundi}}<\/li><li>{{flag|Cộng hòa Séc}}<\/li><li>{{flag|Djibouti}}<\/li><li>{{flag|Ethiopia}}<\/li><li>{{flag|Phần Lan}}<\/li><li>{{flag|Gruzia}}<\/li><li>{{flag|Cộng hòa Nhân dân Hungary}}<\/li><li>{{flag|Hungary}}<\/li><li>{{flag|Iran}}<\/li><li>{{flag|Iraq}}<\/li><li>{{flag|Israel}}<\/li><li>{{flag|Libya}}<\/li><li>{{flag|Mauritius}}<\/li><li>{{flag|Moldova}}<\/li><li>{{flag|Mông Cổ}}<\/li><li>{{flag|Panama}}<\/li><li>{{flag|Romania}}<\/li><li>{{flag|Moldova}}<\/li><li>{{flag|Indonesia}}<\/li><li>{{flag|Philippines}}<\/li><li>{{flag|Cuba}}<\/li><li>{{flag|Cộng hòa Dân chủ Nhân dân Triều Tiên}}<\/li>\n|wars=<li>[[Chiến tranh Việt Nam]]<ref name=\"infantryweapons\">http:\/\/findarticles.com\/p\/articles\/mi_m0IAV\/is_4_95\/ai_n16884011<\/ref><\/li><li>[[Chiến tranh biên giới Việt Nam – Campuchia]]<\/li><li>[[Chiến tranh Afghanistan (1978–1992)]]<\/li><li>[[Chiến tranh Iraq]]<\/li><li>[[Chiến tranh Nam Tư]]<\/li><li>[[Chiến tranh Kosovo]]<\/li><li>[[Chiến tranh Chechnya lần thứ nhất]]<\/li><li>[[Chiến tranh Chechnya lần thứ hai]]<\/li><li>[[Chiến tranh Nam Ossetia 2008]]<\/li><li>[[Khủng hoảng Marawi]]<\/li>\n<!-- Production history -->\n|designer=[[Yevgeny Dragunov]]\n|design_date=1958 – 1963\n|manufacturer=[[Izhmash]]<br\/> [[Norinco]]<br\/>[[Nhà máy Z111]]<br\/>\n|production_date=1963 – Nay<ref name=\"hogg2002\">Hogg, Ian (2002). Jane's Guns Recognition Guide. Jane's Information Group. ISBN 0-00-712760-X.<\/ref>\n|number=\n|variants=[[#Các biến thể|Các biến thể]]\n<!-- General specifications -->\n|weight=<li>4,30 kg (với ống nhắm nhưng không có băng đạn)<ref name=\"hogg2002\"\/><\/li><li>4,68 kg (SVDS)<\/li><li>4,40 kg ([[Dragunov SVU|SVU]])<\/li><li>5,02 kg (SWD-M)<\/li>\n|length=<li>1225 mm (SVD)<ref name=\"hogg2002\"\/><\/li><li>1135 mm báng súng kéo ra \/ 815 mm báng súng gấp vào (SVDS)<\/li><li>870 mm (SVU)<\/li><li>1125 mm (SWD-M)<\/li>\n|part_length=<li>610 mm (SVD, SWD-M)<ref name=\"hogg2002\"\/><\/li><li>565 mm (SVDS)<\/li><li>520 mm (SVU)<\/li>\n<!-- Ranged weapon specifications --> \n|cartridge=[[7.62×54mmR]]\n|action=[[Nạp đạn bằng khí nén]], [[thoi nạp đạn xoay]]\n|rate=30 phát\/phút\n|velocity=<li>830 m\/s (SVD, SVDS, SWD-M)<\/li><li>830 m\/s (SVU)<\/li>\n|range=800 [[m]]\n|max_range=1.300 m với [[ống ngắm PSO-1]]<br \/> 1.200 m với [[điểm ruồi]]<br \/> 2.000m ngoài Đường đạn xa nhất\n|feed=Băng đạn rời 10 viên \n|sights=[[Ống nhắm]] [[PSO-1]] hoặc điểm ruồi và thước ngắm\n}}\n'''Dragunov SVD''' ([[Tiếng Nga]]: '''Снайперская винтовка Драгунов''', '''Snayperskaya Vintovka Dragunov''', Súng bắn tỉa Dragunov) là [[súng bắn tỉa]] bán tự động có cỡ nòng 7.62 , sử dụng loại đạn [[7.62×54mmR]] và được thiết kế từ thời [[Liên Xô]].\n\nThiết kế của Dragunov SVD được tuyên bố thắng trong cuộc cạnh tranh giữa ba mẫu thiết kế, mẫu đầu tiên được biết đến như SSV-58 (được thiết kế bởi [[Sergey Gavrilovich Simonov|Sergei Gavrilovich Simonov]]), mẫu thứ hai là mẫu thử nghiệm có tên 2B-W10 (được thiết kế bởi Alexander Konstantinov), mẫu thứ ba có tên SVD-137 (được thiết kế bởi Yevgeny Dragunov). Sau một loạt các thử nghiệm gắt gao trong các môi trường chiến đấu khác nhau, mẫu SVD-137 của Dragunov đã được lựa chọn đưa vào phục vụ trong quân đội năm 1963. Lô sản xuất hàng loạt thử nghiệm đầu tiên đã làm 200 khẩu để đánh giá chất lượng và trong năm [[1965]] việc sản xuất hàng loạt loại súng này được đảm nhiệm bởi [[Izhevsk Mechanical Works]].\n\nKể từ đó Dragunov SVD đã trở thành vũ khí hỗ trợ tiêu chuẩn cho các nhóm lính tại nhiều quốc gia kể cả các nước thuộc [[khối Warszawa]]. [[Trung Quốc]] sản xuất bất hợp pháp SVD dưới tên '''Kiểu 79''' và '''Kiểu 85''' và [[Iran]] sao chép '''Kiểu 79''' của [[Trung Quốc]].\n\n== Lịch sử phát triển và sử dụng ==\nĐược thiết kế bởi [[Yevgeny Dragunov]], khẩu súng này đã được lên ý tưởng kể từ năm [[1958]], cho tới năm 1963 thì mới hoàn thiện. Mẫu thiết kế của Yevgeny Dragunov đã đánh bại 2 mẫu thiết kế của [[Sergey Gavrilovich Simonov|Sergei Gavrilovich Simonov]], [[Aleksandr Konstantinov]] trong cuộc thi chung kết và trở thành súng bắn tỉa tiêu chuẩn cho [[Lực lượng vũ trang Liên Xô|quân đội Liên Xô]]. SVD là viết tắt của cụm từ ''\"Snayperskaya Vintovka Dragunova\"'' (phiên âm [[tiếng Nga]]), có nghĩa là súng trường bắn tỉa của Dragunova. Nhờ phát minh này, Dragunov đã được trao [[Giải thưởng Lenin]] và một căn hộ ở trung tâm thành phố [[Izhevsk]].\n\nĐể đơn giản việc cung ứng hậu cần, súng sử dụng chung cỡ đạn [[7.62×54mmR|7,62x54mmR]] như các loại súng phổ biến khác của [[Liên Xô]] như súng trường [[Súng trường Mosin|Mosin-Nagant]], đại liên [[SG-43 Goryunov]], trung liên [[PK (súng máy)|PK]]... Đây là khẩu [[súng bắn tỉa]] bán tự động, có nghĩa là người lính có thể bắn liên tục sau mỗi lần bóp cò mà không cần lên lại lại bằng tay. \n\nDragunov được thiết kế như một loại [[súng trường thiện xạ]], tức là nó không dùng để cung cấp cho một số ít các xạ thủ bắn tỉa giỏi và được đào tạo chuyên sâu, mà nó được sản xuất đại trà cho mọi binh lính bình thường đều có thể sử dụng. Trong mỗi trung đội hoặc đại đội của các nước thuộc [[khối Warszawa]] đều có ít nhất một [[xạ thủ bắn tỉa]] hoặc [[lính thiện xạ]] được trang bị SVD Dragunov. Chỉ riêng tại [[Cộng hòa Dân chủ Đức]] đã được cung cấp đến 2.000 khẩu Dragunov.<ref>[http:\/\/www.bits.de\/public\/bicc95a.htm List of DDR weapons]<\/ref>\n\nSau khi giới thiệu súng trường bắn tỉa SVD Dragunov vào năm 1963, [[Lực lượng vũ trang Liên Xô|quân đội Liên Xô]] đã triển khai các tay súng bắn tỉa tới cấp trung đội, trở thành quân đội đầu tiên sử dụng lính bắn tỉa ở mức rộng như vậy. Những tay súng bắn tỉa này thường được chọn từ những binh sỹ có khả năng ngắm bắn tốt nhất trong trung đội. Những tay súng bắn tỉa như vậy được ước tính có xác suất 50% bắn trúng mục tiêu đứng cỡ người ở 800 m và xác suất 80% bắn trúng mục tiêu đứng cỡ người ở 500 m. Đối với khoảng cách không quá 200 mét, xác suất được ước tính là trên 90%. Trong [[Chiến tranh Liên Xô–Afghanistan (1979–1989)|chiến tranh Afghanistan]] vào năm 1985, xạ thủ [[Vladimir Ilyin]] đã dùng súng SVD Dragunov bắn hạ mục tiêu ở cự ly 1.350 mét. Các loại súng trường bắn tỉa hạng trung dùng cỡ đạn 7,62mm như SVD Dragunov có tầm bắn hiệu quả khoảng 800 mét (mục tiêu xa hơn thì cần súng bắn tỉa cỡ lớn với đạn cỡ 8,5 - 12,7mm), vì vậy việc đạt cự ly tiêu diệt 1.350 mét với SVD đã thể hiện trình độ rất cao của xạ thủ.\n\nSVD Dragunov đáp ứng được yêu cầu của các xạ thủ là 1 khẩu súng bắn tỉa phải nhẹ nhưng có được độ cân bằng cao, giúp nó trở nên cơ động và hiệu quả trên một chiến trường lớn. Dragunov cũng là một loại súng bán tự động, một tính năng rất hiếm đối với các loại súng có độ chính xác cao vào những năm 1960, cho phép nó bắn liên tiếp vào nhiều mục tiêu khác nhau. Để có thể bắn được các loại đạn xuyên giáp thì loại súng này đã chấp nhận giảm đi một chút độ chính xác khi làm rãnh xoắn trong nòng ngắn đi, một ưu tiên đặc biệt cho một loại súng chuyên bắn tỉa và không dùng cho mục đích khác. Độ chính xác của loại súng này tốt nhưng không phải vượt bậc cũng vì nó có một nòng súng khá nhẹ, dễ bị lệch khi phản lực bắn mạnh, đặc biệt là khi xạ thủ chưa có kinh nghiệm. Giống như một khẩu súng trường tấn công, nó cũng có bộ phận để gắn lưỡi lê ở đầu nòng súng. Nó cũng giống như [[AKM]] khi nòng súng có thể dùng để cắt dây cước. Càng về sau các vật liệu được chọn để làm loại súng này càng rẻ nhưng chất lượng tương đương để có thể sản xuất hàng loạt với số lượng lớn (như việc thay [[gỗ]] bằng [[Chất dẻo|nhựa]] tổng hợp cao phân tử để làm các bộ phận nhằm tăng độ bền và giảm trọng lượng cho súng).\n\nTrong quân đội các nước [[Khối Warszawa|hiệp ước Warszawa]] thì các đơn vị bắn tỉa được phân phối tới từng trung đội nên các xạ thủ sử dụng Dragunov trở nên khá nhiều và phổ biến, ngay cả trong một đơn vị bộ binh bình thường. Ông [[Mikhail Degtyarev]], tổng biên tập tạp chí \"Kalashnikov\" giải thích trong cuộc phỏng vấn với Sputnik<ref>https:\/\/vn.sputniknews.com\/opinion\/201805015326931-tai-sao-quan-doi-khong-the-tu-bo-sung-truong-dragunov\/<\/ref>:\n:''\"Khi đó, đây là loại súng trường bán tự động độ chính xác cao duy nhất trên thế giới được trang bị cho quân đội. Với loại đạn mạnh mẽ, độ chính xác cao, thiết bị bán tự động và độ bắn xa lớn hơn, súng trường SVD đã tạo lợi thế cho các đơn vị quân đội được trang bị vũ khí này. Tính trung bình, cứ 8 lính bộ binh cơ giới [[Liên Xô]] thì có một khẩu súng trường SVD. Khi đó quân đội các nước khác chưa có tỷ lệ trang bị bắn tỉa cao như vậy\"''.\n\nTrong quân đội các nước phương Tây, vị trí này được gọi là [[lính thiện xạ]] ('''designated marksman)''' nhằm lấp đầy khoảng cách giao tranh giữa [[súng trường tấn công]] tiêu chuẩn và [[Súng bắn tỉa|súng trường bắn tỉa]] chuyên dụng, vào khoảng 300–600 mét (330–660 yd). Các loại súng bán tự động được sử dụng phổ biến cho nhiệm vụ bắn tỉa ở [[Hoa Kỳ|Mỹ]] trước kia là [[Súng trường M14|M14]]<ref>{{Chú thích web|url=https:\/\/www.americanspecialops.com\/special-ops-weapons\/DMR.php|tựa đề=USMC - M14 Designated Marksman Rifle (DMR)}}<\/ref> và sau này là '''Mark 12 Mod 0\/1''' SPR, một biến thể của [[M16]]. Kể từ tháng 3 năm 2020 các binh sĩ thuộc Sư đoàn 3 Bộ binh Hoa Kỳ đã trở thành những binh sĩ chiến đấu đầu tiên nhận được súng trường bắn tỉa [[M110 SASS|M110A1]] mới của quân đội. Lục quân đã chọn khẩu M110A1 vào năm 2016 làm súng bắn tỉa bán tự động mới của mình.<ref>{{Chú thích web|url=https:\/\/www.military.com\/daily-news\/2020\/06\/16\/first-army-unit-gets-new-squad-designated-marksman-rifle.html|tựa đề=First Army Unit Gets New Squad Designated Marksman Rifle}}<\/ref> Mỗi trung đội lính Mỹ có 3 lính thiện xạ. <ref>{{Chú thích web|url=https:\/\/www.army.mil\/article\/109921\/1_24_in_conducts_squad_designated_marksman_training|tựa đề=1-24 IN conducts Squad Designated Marksman training}}<\/ref>\n\nNhững tính năng và ưu điểm do xạ thủ tìm ra của loại súng này được tận dụng tối đa với các học thuyết quân sự chuyên dùng cho các xạ thủ bắn tỉa dùng SVD Dragunov như: luôn luôn ở phía sau chiến tuyến đầu tiên và bắn tỉa những mục tiêu quan trọng với tầm bắn đặc biệt xa hay [[bắn áp đảo]] kẻ thù trên chiến trường kể cả khi cận chiến kẻ thù lúc đối đầu với chế độ bán tự động và lưỡi lê. Chỉ cần một số lượng nhỏ [[xạ thủ bắn tỉa]] chuyên nghiệp có thể hỗ trợ cho cả một đạo quân khi chiến đấu hay quấy rối làm thiệt hại các mục tiêu có giá trị cao bằng những phát đạn chính xác như: bắn tỉa [[chỉ huy]], hạ [[sĩ quan]] địch, bắn gãy các ăng ten và lính radio cắt thông tin liên lạc, dọn ổ [[súng máy]] hay các xạ thủ bắn tỉa của địch, tìm diệt chỉ huy xe tăng cùng trận địa chống tăng,...<ref>Po, Enrico: ''Dragunov'', [[Rivista Italiana Difesa|RID]] Magazine tháng 6 năm 1997 trang 49-52<\/ref>\n\nTrong nhiều thập kỷ, [[Lực lượng Vũ trang Liên bang Nga|quân đội Nga]] đã dựa vào súng trường Dragunov SVD cho các nhiệm vụ bắn tỉa và thiện xạ để hỗ trợ [[Súng trường tự động Kalashnikov|AK-47]]<ref>{{Chú thích web|url=https:\/\/www.popularmechanics.com\/military\/weapons\/a25426528\/meet-the-chukavin-russias-new-sniper-rifle\/|tựa đề=Meet the Chukavin, Russia’s New Sniper Rifle}}<\/ref> Kể từ khi ra đời tới nay, khẩu súng bắn tỉa Dragunov SVD đã phục vụ trong quân đội của hàng chục quốc gia, rất nhiều lực lượng vũ trang phi chính quy và có mặt trong phần lớn các cuộc xung đột trên khắp thế giới kể từ những năm 1970 tới nay<ref>https:\/\/danviet.vn\/nhung-dieu-chua-biet-ve-khau-sung-ban-tia-dang-so-nhat-cua-viet-nam-7777952694.htm<\/ref>.\n\nIlya Davydov, người đứng đầu Trung tâm TsNIItochmash giải thích những ưu điểm chính của SVD là: thiết kế đơn giản và độ tin cậy, dễ đào tạo cho người được tuyển dụng. \"Nó có thể được trao cho một người lính hoàn toàn chưa qua đào tạo, và anh ta sẽ không thể phá vỡ thứ gì đó trong vũ khí này. Vì vậy, SVD là bước đầu tiên trong quá trình đào tạo bắn tỉa của bất kỳ chuyên gia nào\".<ref>{{Chú thích web|url=https:\/\/tass.ru\/armiya-i-opk\/7806335|tựa đề=В Ростехе оценили снайперскую винтовку Драгунова|url-status=live}}<\/ref>\n\n== Thông số thiết kế ==\n=== Cơ chế hoạt động ===\nDragunov SVD là [[súng bắn tỉa]] bán tự động với một hệ thống [[Nạp đạn bằng khí nén|trích khí]] ngắn, khoang chứa đạn sử dụng [[khóa nòng xoay]] (xoay về bên trái) sử dụng ba móc khóa viên đạn cố định vào vị trí khớp với nòng súng tránh bị lệch do phản lực khi bắn. Khẩu SVD có thể điều chỉnh bằng tay hai chế độ trích khí.\n\nSau khi sử dụng viên đạn cuối cùng trong hộp đạn, khoang chứa đạn và thoi nạp đạn sẽ được giữ ở vị trí kéo về phía sau và được giữ bởi một con ốc có thể đưa nó trở lại vị trí cũ bằng cách đẩy cò súng lên phía trước. Khẩu này có cơ chế sử dụng búa điểm hỏa và có thể chỉnh chế độ an toàn. Độ chính xác của loại súng này được tăng cường do các rãnh xoán trong nòng được gia công. Dragunov có khá nhiều điểm tương đồng với khẩu [[Súng trường tự động Kalashnikov|AK]] như có một bộ phận chống bám bụi cỡ lớn, [[điểm ruồi]] và các chế độ an toàn nhưng các điểm tương đồng này là hết sức tự nhiên về mặt thẩm mỹ.\n\nCác sản phẩm tương tự SVD ở phương Tây là súng [[M110 SASS]] bán tự động, súng bắn tỉa L129A1 và G28.<ref>{{Chú thích web|url=https:\/\/baoquocte.vn\/sung-ban-tia-chukavin-co-the-lap-lai-thanh-cong-cua-sung-truong-dragunov-107286.html|tựa đề=Súng bắn tỉa Chukavin có thể lặp lại thành công của súng trường Dragunov?}}<\/ref>\n\n=== Tính năng ===\n[[Tập tin:76254Rvariety.jpg|phải|250px|nhỏ|Các loại đạn [[7.62×54mmR]] mà SVD sử dụng]]\n[[Tập tin:7.62x54mmR mosin 15mm steel.jpg|phải|250px|nhỏ|Một viên [[7.62×54mmR|7.62x54mmR]] xuyên lớp giáp thép dày 15mm]]\nLoại súng này sử dụng hộp đạn rời 10 viên và thường được cột chung hai băng với nhau khi tác chiến.\n\nNòng súng của Dragunov có thể gắn bộ phận che lửa đầu nòng. Nòng súng được mạ một lớp [[Chromi|crôm]]<ref>{{Chú thích web |url=http:\/\/answers.yahoo.com\/question\/index?qid=20080323154203AAm3tzi |ngày truy cập=2010-08-13 |tựa đề=Chrome lined gun barrels |archive-date=2014-12-18 |archive-url=https:\/\/web.archive.org\/web\/20141218121735\/https:\/\/answers.yahoo.com\/question\/index?qid=20080323154203AAm3tzi |url-status=dead }}<\/ref> để tăng khả năng chống bị ăn mòn và có bốn đường rãnh 320&nbsp;mm (1:12,6 in) xoắn về phía tay phải. Nòng súng dài 547&nbsp;mm (21,5 in). Sau này chiều dài rãnh xoắn bị giảm còn khoảng 240&nbsp;mm (1:9,4 in) làm độ chính xác của viên đạn cũng như sơ tốc giảm đi một chút, chỉ còn 810&nbsp;m\/s (2.657,5&nbsp;ft\/s). Việc này được thực hiện để có thể sử dụng thêm các loại đạn lửa và đạn xuyên giáp. Các loại đạn đặc biệt yêu cầu chiều dài rãnh xoắn phải ngắn hơn khi sử dụng đạn thông thường để có thể giữ được độ ổn định<ref>{{Chú thích web |url=http:\/\/club.guns.ru\/eng\/dragunov.html |ngày truy cập=2010-08-13 |tựa đề=Evgeniy Dragunov: Creator of Firepower (abstracts from a forthcoming book) |archive-date = ngày 27 tháng 2 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090227070644\/http:\/\/club.guns.ru\/eng\/dragunov.html |url-status=dead }}<\/ref>.\n\nĐối với những phát đạn cần độ chính xác cao, một loại đạn riêng dùng để bắn tỉa đã được thiết kế bởi V. M. Sabelnikov, P. P. Sazonov và V. M. Dvorianinov. Loại đạn 7N1 này được giữ độc quyền, với lõi đạn ngoài bằng thép và lõi đạn trong bằng chì làm tăng khả năng xuyên thủng lên tối đa khi trúng mục tiêu, đạn có các khe dẫn khí cố định để đường đạn ổn định hơn. Loại đạn 7N1 đã được thay thế bằng loại đạn 7N14 vào năm 1999. Loại đạn 7N14 được thiết kế riêng cho SVD. Nó có 151 hạt thuốc súng và có thể di chuyển với vận tốc 830&nbsp;m\/s, nhưng nó có một lõi đạn đặc hoàn toàn bằng [[thép]] cứng. SVD cũng thể bắn các loại đạn thường như [[7.62x54mmR]] hay đạn lửa và đạn xuyên giáp.{{fact}}\n\n[[Lực lượng Vũ trang Liên bang Nga|Quân đội Nga]] đã thiết lập ra các tiêu chuẩn về độ chính xác cho SVD và các loại đạn tương ứng của nó phải đáp ứng. Các nhà sản xuất phải bắn thử nghiệm để kiểm tra độ chính xác của khẩu súng hay lô đạn để xem có đạt được tiêu chuẩn này không. Để có thể theo tiêu chuẩn của SVD, loại đạn 7N1 đã phải đáp ứng tiêu chuẩn độ lệch không quá 1,24 MOA (mỗi MOA là 1\/60 độ cho 100m) khi nòng súng có hai rãnh xoắn dài 240&nbsp;mm và tăng lên 1,04 MOA ở 300 mét khi hai rãnh xoắn của nòng súng dài 340&nbsp;mm. Khi sử dụng loại đạn tiêu chuẩn 57-N-323S thì độ chính xác giảm xuống 2,21 MOA ở 300 mét.{{fact}} Độ lệch của viên đạn được xác định khi SVD bắn năm viên trong khoảng cách 300 m. Độ chính xác của SVD khi sử dụng loại đạn chuyên bắn tỉa còn cao hơn súng bắn tỉa [[M24]] của Hoa Kỳ khi sử dụng loại đạn M118 (với độ lệch là 1,18 MOA ở 274 mét) {{fact}} hay khẩu súng bắn tỉa bán tự động [[M110 SASS|M110]] khi sử dụng loại đạn M118LR (với độ lệch là 1,27 MOA ở 91 mét)<ref>{{Chú thích web |url=http:\/\/enotus.blog.tut.by\/2009\/04\/09\/kuchnost-strelkovogo-oruzhiya-zasile-debilov\/ |ngày truy cập=2010-08-15 |tựa đề=(in Russian) |archive-date=2009-07-23 |archive-url=https:\/\/web.archive.org\/web\/20090723122220\/http:\/\/enotus.blog.tut.by\/2009\/04\/09\/kuchnost-strelkovogo-oruzhiya-zasile-debilov\/ |url-status=bot: unknown }}<\/ref>.\n\nỞ khoảng cách 100 mét, các viên đạn SVD nằm gọn trong một vòng tròn có đường kính 10 cm.<ref>{{Chú thích web|url=https:\/\/ria.ru\/20180424\/1519237463.html|tựa đề=Старая \"плетка\". Почему армия не может отказаться от винтовки Драгунова|url-status=live}}<\/ref>\n\nSVD có thể tháo ra làm nhiều phần: hai bộ phận [[gỗ]] là tay cầm cò súng và bọc hệ thống [[Nạp đạn bằng khí nén|trích khí]], bộ khung báng súng bằng gỗ cũng có thể tháo ra để dễ ngắm khi sử dụng [[điểm ruồi]] và thước ngắm. Các mẫu sau này đã thay thế các bộ phận bằng gỗ và một số bộ phận khác bằng nhựa đen, cũng như báng súng có hình dáng khác {{fact}}\n\n=== Ngắm bắn ===\n[[Tập tin:Pso-1onsvd.jpg|nhỏ|trái|250px|Nhìn qua ống nhắm [[PSO-1]] với chế độ bình thường.]]\n[[Tập tin:PSO-1 reticle Romanian 2.JPG|nhỏ|phải|250px|Nhìn qua ống nhắm [[PSO-1]] với chế độ bắt sáng trong đêm.]]\nSVD có hệ thống [[điểm ruồi]] và thước ngắm dự phòng khi không có [[Ống nhòm|ống ngắm]] (có thể ngắm bắn trong cự ly 1.200 mét). Điểm ruồi có thể được sử dụng khi có hay không có ống ngắm, điều này là có thể vì ống ngắm được lắp ở vị trí không cản trở tầm nhìn từ thước ngắm đến điểm ruồi.{{fact}}\n\nCác khẩu Dragunov được thiết kế để có thể tháo lắp nhanh chóng loại [[ống nhắm]] [[PSO-1]]<ref name=\"arf.com\">{{chú thích web | url = http:\/\/www.ar15.com\/content\/manuals\/pos1.pdf | format = PDF | title = PSO-1 Manual | work = AR15.com | access-date = ngày 29 tháng 10 năm 2007 | archive-date = ngày 26 tháng 9 năm 2004 | archive-url = https:\/\/web.archive.org\/web\/20040926133654\/http:\/\/www.ar15.com\/content\/manuals\/pos1.pdf |url-status=dead }}<\/ref>. Ống nhắm [[PSO-1]] dài khoảng 375&nbsp;mm, có bộ phận che ánh sáng mặt trời, có thể phóng đại hình ảnh lên 4X và hình ảnh ngắm lồi lên khoảng 6°) được gắn vào thanh răng trên thân súng ở vị trí không cản trở tầm nhìn từ thước ngắm đến điểm ruồi. [[Ống nhắm]] [[PSO-1]] có rất nhiều tính năng như khả năng tính đường cong của đường đạn, một nút điều khiển chiều cao, một hệ thống tính khoảng cách đến mục tiêu cũng như chế độ nhìn trong đêm với ánh sáng yếu dùng để tìm mục tiêu. [[PSO-1]] có tầm nhắm hiệu quả trong khoảng cách 1.300m, tầm ngắm hiệu quả nhất trong khoảng từ 600m - 1.300m tùy thuộc vào điều kiện thời tiết cũng như chất lượng của viên đạn và tài nghệ của xạ thủ.<ref>{{Chú thích web |url=http:\/\/snipersparadise.com\/sniperchat\/index.php?showtopic=49&st=15 |ngày truy cập=2007-05-15 |tựa đề=snipersparadise.com Nhận xét của các xạ thủ về độ chính xác của SVD |archive-date = ngày 15 tháng 5 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070515194159\/http:\/\/snipersparadise.com\/sniperchat\/index.php?showtopic=49&st=15 |url-status=dead }}<\/ref><ref>[http:\/\/www.un.org\/icty\/milosevic-d\/trialc\/judgement\/judg071212e.pdf Liên Hợp Quốc lên án các xạ thủ bắn tỉa trong chiến tranh Yugoslav vì họ quá hiệu quả]<\/ref> Tính năng ấn tượng nhất của nó là có một bộ lọc hồng ngoại {{fact}}, được thiết kế để chống lại các thiết bị nhìn đêm thế hệ đầu tiên như [[M1 Carbine|M3 Carbine]] sử dụng đèn chiếu [[tia hồng ngoại]]. Việc kích hoạt bộ lọc hồng ngoại trên PSO-1 cho phép người bắn tỉa phát hiện ánh sáng hồng ngoại này trong bóng tối để có thể tiêu diệt xạ thủ đối phương.{{fact}}\n\nVài mẫu khác của ống nhắm PSO có nhiều mức phóng đại hình ảnh khác nhau và hệ thống nhắm khác nhau<ref name=\"arf.com\"\/>. Khẩu '''SVDN''' được thiết kế để gắn các ống ngắm nhìn trong đêm như NSP-3, NSPU, PGN-1, NSPUM hay ống nhắm của [[Ba Lan]] là PCS-6 vì đây là loại súng chuyên bắn tỉa trong đêm.\n\n=== Phụ kiện ===\nCó rất nhiều phụ kiện được chế tạo cho SVD như [[lưỡi lê]] hình dao (thường gắn trên [[AKM]]), một khung gắn bốn băng đạn với nhau thành hình vuông để thuận tiện khi tác chiến, dây đeo bằng vải hay nhựa, bao chứa đạn, dụng cụ làm sạch và bảo trì súng cũng như ống ngắm...\n\n==Nâng cấp và thay thế==\nSúng bắn tỉa Dragunov kết hợp với ống ngắm PSO-1 có lẽ là hệ thống bắn tỉa tiên tiến nhất trên thế giới khi nó được đưa vào trang bị vào năm 1963. Nhưng trong 40 năm kể từ đó, thiết kế này dần trở nên lỗi thời so với các thế hệ súng bắn tỉa mới ra đời sau nó. Các loại súng như Accuracy International Arctic Warfare và M24 SWS ra đời vào những năm 1980 ở phương Tây vượt hơn SVD Dragunov về độ chính xác. Dragunov có độ chính xác khoảng trên 1 MOA với loại đạn thích hợp, trong khi M24 SWS có khả năng đạt khoảng 0,6 MOA với loại đạn bắn tỉa chuyên dùng trong quân sự. M24 cũng được trang bị ống ngắm mạnh hơn nhiều (10x đối với M24 SWS so với 4x của Dragunov) để nâng cao khả năng quan sát của lính bắn tỉa.<ref>{{Chú thích web|url=https:\/\/nationalinterest.org\/blog\/buzz\/meet-russias-dragunov-sniper-rifle-still-deadly-or-obsolete-38217|tựa đề=Meet Russia's Dragunov Sniper Rifle: Still Deadly or Obsolete?|họ=Charlie Gao}}<\/ref> Khẩu [[ORSIS T-5000]] do [[Nga]] chế tạo cũng đạt tới độ chính xác khoảng 0,3 - 0,5 MOA cùng với kính ngắm 10x. Trong khi đó, Dragunov chỉ được nâng cấp nhẹ vào những năm 1970 với độ xoắn nòng thay đổi cho một loại đạn mới. Một ống ngắm kiểu mới có độ phóng đại tới 3-9x được gọi là PSP-1 (1P21) được chế tạo vào năm 1989, nhưng chỉ được sản xuất với số lượng hạn chế. \n\nĐể cạnh tranh với các mẫu súng mới, [[Tập đoàn Kalashnikov|Kalashnikov Concern]] đã đưa ra rất nhiều biến thể nâng cấp của SVD kèm theo các phụ kiện mới (như báng điều chỉnh độ dài, loại nòng mới, kính ngắm kiểu mới). Tuy nhiên, quân đội Nga vẫn không có ý định hiện đại hóa khẩu SVD Dragunov. Bởi theo học thuyết quân sự của Nga, lính bắn tỉa sử dụng SVD được đào tạo đại trà tới hàng chục nghìn người để phân phối tới từng trung đội bộ binh, họ có nhiệm vụ theo sát các trung đội, giúp hạ gục các mục tiêu chiến thuật và mở rộng phạm vi hỏa lực của một trung đội bộ binh lên mức 800 mét. Với nhiệm vụ này, SVD cần phải bền, dễ sử dụng chứ không cần phải có độ chính xác quá cao. Học thuyết này ngược lại với các tay súng bắn tỉa phương Tây được đào tạo với số lượng ít, có xu hướng hoạt động độc lập, họ tập trung vào trinh sát và tiêu diệt các mục tiêu quan trọng chứ ít khi đi theo yểm trợ cho các đơn vị bộ binh<ref>{{Chú thích web|url=https:\/\/nationalinterest.org\/blog\/buzz\/meet-russias-dragunov-sniper-rifle-still-deadly-or-obsolete-38217|tựa đề=Meet Russia's Dragunov Sniper Rifle: Still Deadly or Obsolete?}}<\/ref> \n\nSúng trường SVD, mặc dù tốt theo tiêu chuẩn của đầu những năm 1960, nhưng đã dần lỗi thời so với tiêu chuẩn ngày nay nếu không được nâng cấp<ref name=chukavin>{{Chú thích web|url=https:\/\/www.popularmechanics.com\/military\/weapons\/a25426528\/meet-the-chukavin-russias-new-sniper-rifle\/|tựa đề=Meet the Chukavin, Russia’s New Sniper Rifle}}<\/ref> Trong các nhiệm vụ đặc biệt, lực lượng đặc nhiệm của Nga không chỉ đòi hỏi kỹ năng mà còn phải vượt trội về kỹ thuật, nhưng thiết kế của Dragunov lại hoạt động song song với kính ngắm PSO-1, thứ đã dần lạc hậu qua nửa thế kỷ, trong khi nó lại không cung cấp giá đỡ ổn định cho các ống ngắm vượt quá trọng lượng đáng kể. Vào năm 2015, Lực lượng Dù thậm chí đã tuyên bố sẽ ngừng sử dụng SVD. Tuy nhiên rất khó để thay thế hoàn toàn SVD trong tương lai gần do dự trữ trong kho còn rất nhiều, nên súng trường Dragunov sẽ vẫn là vật chủ lực của lính bắn tỉa bộ binh trong một thời gian dài sắp tới. Mặt khác, một số xạ thủ Nga có kiến thức kỹ thuật đã phát triển các thiết bị nâng cấp trang bị ray Picatinny và KeyMod - để gắn nhiều loại phụ kiện, từ ống ngắm quang học đến thiết bị laze, máy đo khoảng cách và đèn pin, nhằm biến SVD thành một tổ hợp bắn tỉa kiểu mới (năm 2008, người Mỹ đã hiện đại hóa súng trường M-14 theo cách tương tự)<ref>{{Chú thích web|url=https:\/\/tvzvezda.ru\/news\/201702200925-p99o.htm|tựa đề=Обновленная СВД: как изменили легендарную снайперскую винтовку|họ=Sivashenkov|tên=Alexey|url-status=live}}<\/ref>\n\nTuy vậy, [[Lực lượng Vũ trang Liên bang Nga|quân đội Nga]] vẫn không có ý định hiện đại hóa SVD Dragunov. Khẩu súng này được thiết kế để trang bị đại trà cho toàn quân đội chứ không phải cho số ít lính đặc nhiệm, vì vậy ưu tiên của nó là sử dụng đơn giản và bền bỉ hơn các loại súng trường phương Tây, và thậm chí nó có thể gắn một [[lưỡi lê]] để sử dụng trong cận chiến. Trong vai trò như vậy, một ống ngắm phóng đại 4x cố định chắc chắn sẽ thích hợp hơn một ống ngắm phóng đại 10x nhưng sử dụng phức tạp. Sự đơn giản, chắc chắn của SVD Dragunov giúp nó có thể tồn tại trên các chiến trường trên thế giới lâu hơn nữa, ngay cả khi các lực lượng đặc nhiệm [[Nga]] chuyển sang sử dụng súng bắn tỉa kiểu mới cho các vai trò đòi hỏi độ chính xác cao hơn.<ref>{{Chú thích web|url=https:\/\/nationalinterest.org\/blog\/buzz\/meet-russias-dragunov-sniper-rifle-still-deadly-or-obsolete-38217|tựa đề=Meet Russia's Dragunov Sniper Rifle: Still Deadly or Obsolete?|họ=Charlie Gao}}<\/ref> Những lính đặc nhiệm Nga cũng khẳng định rằng họ sẽ tiếp tục sử dụng SVD Dragunov trong nhiệm vụ tác chiến hỗ trợ hỏa lực: khả năng bắn bán tự động của SVD phù hợp cho mục đích này hơn là các loại súng bắn tỉa kiểu mới của Nga như [[SV-98]] hoặc [[ORSIS T-5000]] (đây là các loại súng trường nạp đạn thủ công, tuy chính xác hơn nhưng tốc độ bắn chậm hơn)<ref>https:\/\/vn.sputniknews.com\/military\/201911158248818-cac-luc-luong-dac-nhiem-cua-Fsin-da-noi-ve-sung-truong-ban-tia-orsis\/<\/ref>\n\nNăm 2020, Hãng [[Tập đoàn Kalashnikov|Kalashnikov Concern]] thông báo sẽ sản xuất một loại súng bắn tỉa hạng trung mới, gọn nhẹ và có độ chính xác cao hơn so với SVD Dragunov, đó là khẩu [[Súng bắn tỉa SVCh|SVCh Chukavin]]. Loại súng này cũng sử dụng cỡ đạn 7,62x54mmR, và có khả năng sẽ thay thế súng trường SVD Dragunov trong tương lai. Nhà vô địch bắn súng thế giới [[Andrey Kirisenko]], người tham gia phát triển sản phẩm, nói rằng ông rất yêu thích khẩu súng này. Theo Tổng biên tập tạp chí Kalashnikov là ông Mikhail Degtyarev thì bên cạnh việc áp dụng các công nghệ mới để tăng độ chính xác, việc sử dụng lại cấu trúc khóa nòng của SVD Dragunov cũng là một ưu điểm của súng SVCh, vì đây được coi là một giải pháp kỹ thuật gần như hoàn hảo và không cần phải thay đổi. Nhà sản xuất công bố các đặc tính chính xác và độ chụm của súng SVCh cao hơn đáng kể so với khẩu SVD tiền nhiệm: từ khoảng cách 100 mét, các viên đạn bắn ra đều nằm trong vòng tròn đường kính 3 cm, trong khi loại súng tiền nhiệm SVD chỉ đạt 10 cm<ref>https:\/\/baoquocte.vn\/sung-ban-tia-chukavin-co-the-lap-lai-thanh-cong-cua-sung-truong-dragunov-107286.html<\/ref>\n\n== Các biến thể ==\n[[Hình:Снайперская винтовка СВДС - Танковому Биатлону-2014 01.jpg|nhỏ|250px|phải|Khẩu SVDS]]\n[[Tập tin:SVD rifle detail.jpg|nhỏ|250px|phải|Phần thân của SVDS]]\nVào những năm 1990 một phiên bản nhỏ hơn của SVD được thiết kế cho lính dù đã được giới thiệu, được biết đến là '''SVDS''' (viết tắt của Snayperskaya Vintovka Dragunova Skladnaya, súng trường Dragunov với báng súng gấp), khung báng súng kim loại hình ống có thể gấp sang bên phải (có thể gắn đuôi báng súng bằng nhựa để tựa vào vai khi bắn và khóa cố định báng súng để tránh bị lệch), cò súng làm bằng vật liệu nhân tạo. Nòng súng được làm nặng hơn giúp tránh bị lệch khi bắn và lực bắn của viên đạn mạnh hơn, hệ thống xy lanh trích khí được cải tiến và hệ thống chống chớp sáng hình nón được thêm vào.\n\nMẫu '''SVDS''' sử dụng về đêm cũng có biến thể là khẩu '''SVDSN'''.\n\nVào năm 1994 công ty TsKIB SOO của Nga (hiện nay là [[Trung tâm thiết kế công cụ KBP]]) đã thiết kế xong khẩu [[Dragunov SVU|SVU]] (viết tắt của Snayperskaya Vintovka Ukorochennaya, súng bắn tỉa ngắn) cho các đơn vị đặc nhiệm trong [[bộ nội vụ Nga]].\n\nSo sánh giữa khẩu [[Dragunov SVU|SVU]] và SVD thì khẩu [[Dragunov SVU|SVU]] có chiều dài tổng thể ngắn hơn với thiết kế [[bullpup]] và nòng súng ngắn hơn. Bộ phận chống giật hình [[tam giác]] ở đầu nòng súng hấp thụ 40% phản lực bắn. [[Dragunov SVU|SVU]] cũng sử dụng hệ thống điểm ruồi và thước ngắm cùng ống nhắm PSO-1.\n\nMột mẫu tự động của [[Dragunov SVU|SVU]] là [[Dragunov SVU|SVU-A]] (A – Avtomaticheskaya) có thể chọn chế độ bắn cùng hộp đạn rời 20 viên.\n\nMột phiên bản dùng đạn 9,3x64mm là [[SVDK]], nó dùng đạn cỡ lớn hơn để có thể bắn xuyên áo giáp chống đạn dù ở cự ly xa.\n\nNăm 1998 [[Ba Lan]] đã giới thiệu về một mẫu cải tiến hiện đại của SVD có tên '''SWD-M''' sử dụng nòng nặng, chân chống và ống ngắm LD-6 (6x42).\n\n=== Các biến thể dành cho thương mại ===\n[[Tập tin:dragunovedit.png|nhỏ|250px|phải|Hai khẩu Tigr-9]]\nCác khẩu Dragunov cũng được sử dụng như một loại súng săn. Vào năm 1962 nhà máy sản xuất vũ khí tại [[Izhevsk]] đã phát triển khẩu \"Medved\" (Gấu) với khoang chứa dạn sử dụng loại đạn [[9x53mm]], mẫu sau này sử dụng loại đạn [[7.62×51mm NATO|7.62x51mm NATO]] dành cho xuất khẩu. Vào đầu những năm 1970 nhà máy sản xuất vũ khí tại [[Izhevsk]] cũng đã giới thiệu khẩu \"Tigr\" (Cọp) với khe trên tay cầm được gắn cố định chứ không phải khi sử dụng mới gắn vào, khoang chứa đạn của loại súng này sử dụng loại đạn [[7.62x54mmR]], [[7.62×51mm NATO|7.62x51mm NATO]] và [[9.3x64mm Brenneke]]. Chúng ban đầu được sản xuất riêng lẻ theo đặt hàng nhưng sau này được sản xuất hàng loạt theo từng lô.\n\nMột biến thể khác của SVD là khẩu súng bắn tỉa 7,62&nbsp;mm Al-Kadesih của [[Iraq]]. Dù Al-Kadesih có vẻ ngoài giống như SVD nhưng cũng có vài khác biệt chính. Khẩu Al-Kadesih có một miếng kim loại ép dài hơn SVD cho dù tổng thể của Al-Kadesih không dài hơn SVD. Nó sử dụng các [[ống nhắm]] [[PSO-1]] từ thời [[Liên Xô]]. Nòng súng của Al-Kadesih được gắn vào súng theo chốt chứ không có đường vặn ốc, dù vậy nó vẫn dài bằng khẩu SVD. Đầu nòng súng có 4 khe để gắn linh kiện phụ trợ thay vì 6 khe như SVD. Và điểm dễ nhận thấy nhất là hộp đạn rời của Al-Kadesih có in khắc hình một cây cọ.\n\n== Các nước sử dụng ==\n[[Tập tin:Hungarian SVD.JPEG|nhỏ|phải|Binh lính [[Hungary]] với khẩu SVD.]]\n[[Tập tin:Dragunov SVD Rifle.JPEG|nhỏ|phải|Binh lính [[Kazakhstan]] đang diễn tập.]]\n[[Tập tin:USMC Dragunov Instruction.JPG|nhỏ|phải|[[Thủy quân lục chiến Hoa Kỳ|Thủy quân Lục chiến Hoa Kỳ]] với khẩu SVD. Thủy quân lục chiến đang tham gia bài tập huấn luyện Bọ cạp sa mạc (Desert Scorpion) năm 2009 và đang làm quen với các loại vũ khí tịch thu được ở [[Iraq]] và [[Afghanistan]].]]\n* {{flag|Liên Xô}}: Đưa vào sử dụng rất nhiều trong [[hồng Quân|quân đội Xô Viết]] từ năm 1967\n* {{flag|Nga}}: Hiện nay, quân đội Nga đang xem xét thay thế bằng SVCh \"Chukavin\"\n* {{flag|Đông Đức}} : Được gọi là '''SWD'''.<ref name=\"miller2001\"\/>\n* {{flag|Đức}} : Được [[Đông Đức]] Chuyển giao lại\n* {{flag|Afghanistan}}<ref name=\"miller2001\">Miller, David (2001). ''The Illustrated Directory of 20th Century Guns''. Salamander Books Ltd. ISBN 1-84065-245-4.<\/ref>\n* {{flag|Albania}}<ref name=\"bonn2006\">The World Defence Almanac 2006, page. 95, Mönch Publishing Group, Bonn 2006<\/ref>\n* {{flag|Ấn Độ}}: Sản xuất theo giấp phép bản quyền.<ref name=\"India\">{{chú thích sách | last = Singh | first =Lieutenant General R.K. Jasbir | authorlink = | title =Indian Defence Yearbook | publisher = Natraj Publishers| date = | location = India| pages = 388–391| isbn = 978-8186857113 }}<\/ref>\n* {{flag|Ba Lan}}<ref name=\"jones2009\"\/>\n* {{flag|Belarus}}<ref name=\"jones2009\">Jones, Richard D. ''Jane's Infantry Weapons 2009\/2010''. Jane's Information Group; 35 edition (27 tháng 1 năm 2009). ISBN 978-0710628695.<\/ref>\n* {{flag|Bulgaria}}<ref name=\"jones2009\"\/>\n* {{flag|Tiệp Khắc}} : Được [[quân đội Tiệp Khắc]] sử dụng từ năm 1970<ref>http:\/\/www.army.cz\/assets\/files\/9334\/zbrane_definit.pdf<\/ref>\n* {{flag|Gruzia}}<ref name=\"jones2009\"\/>\n* {{flag|Hungary}}<ref>{{Chú thích web |url=http:\/\/www.defenseimagery.mil\/imagery.html#guid=7712ecc946c9d0cea6d40c00c5c8878f43b1e2d3 |ngày truy cập=2010-08-17 |tựa đề=Bản sao đã lưu trữ |archive-date=2015-09-24 |archive-url=https:\/\/web.archive.org\/web\/20150924204910\/http:\/\/www.defenseimagery.mil\/imagery.html#guid=7712ecc946c9d0cea6d40c00c5c8878f43b1e2d3 |url-status=dead }}<\/ref>\n* {{flag|Iran}}: Tự sản xuất trong nước với tên súng bắn tỉa '''Nakhjir'''.<ref>{{Chú thích web |url=http:\/\/www.diomil.ir\/images\/Product\/aig\/Specifications\/sniperrifle.jpg |ngày truy cập=2010-08-17 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-07-17 |archive-url=https:\/\/web.archive.org\/web\/20110717032929\/http:\/\/www.diomil.ir\/images\/Product\/aig\/Specifications\/sniperrifle.jpg |url-status=dead }}<\/ref><ref>{{chú thích sách|last =Walter| first = John| title = Rifles of the World |url =https:\/\/archive.org\/details\/riflesofworld00unse| publisher =Krause Publications| year = 2006| isbn =0896892417 | pages = [https:\/\/archive.org\/details\/riflesofworld00unse\/page\/100 100]–101 }}<\/ref><ref name=\"Jones\">{{chú thích sách|last = Jones| first = Richard| title = Jane's Infantry Weapons 2009-2010 | publisher = Jane's Information Group| year = 2009| isbn =0710628692 | pages =897}}<\/ref>\n* {{flag|Iraq}}: Al Kadesiah chế tạo dựa trên khẩu SVD và [[Puşca Semiautomată cu Lunetă]].<ref>[http:\/\/www.dragunov.net\/iraq_alkadesiah.htm Iraqi Al Kadesiah.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081004192809\/http:\/\/www.dragunov.net\/iraq_alkadesiah.htm |date=2008-10-04 }} Truy cập 26 tháng 8 năm 2008.<\/ref> Tên của loại súng này tại Iraq cũng có thể là '''Al-Qadissiya''' hay '''Al-Gadissiya'''.<ref>[http:\/\/wikileaks.info\/leak\/us-ngic-iraq-small-arms-2004.pdf Small Arms (Infantry Weapons) used by the Anti-Coalition Insurgency.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081209053840\/http:\/\/wikileaks.info\/leak\/us-ngic-iraq-small-arms-2004.pdf |date=2008-12-09 }} Truy cập 26 tháng 8 năm 2008.<\/ref>\n* {{flag|Kazakhstan}}<ref name=\"jones2009\"\/>\n* {{flag|Kyrgyzstan}}<ref name=\"jones2009\"\/>\n* {{flag|Kurdistan}}\n* {{flag|Kurdistan thuộc Iraq}}\n* {{flag|Armenia}}\n* {{flag|Nicaragua}}<ref name=\"jones2009\"\/>\n* {{flag|Phần Lan}}: Được biết với tên '''7,62 TKIV Dragunov ''', hay '''Tarkkuuskivääri henkilömaaleja vastaan''' (súng bắn tỉa bộ binh).<ref>{{Chú thích web |url=http:\/\/www.mil.fi\/maavoimat\/kalustoesittely\/index.dsp?level=64&equipment=47 |ngày truy cập=2010-08-17 |tựa đề=The Finnish Defence Forces 7,62 TKIV Dragunov |archive-date=2009-04-28 |archive-url=https:\/\/web.archive.org\/web\/20090428234317\/http:\/\/www.mil.fi\/maavoimat\/kalustoesittely\/index.dsp?level=64&equipment=47 |url-status=dead }}<\/ref>\n* {{flag|Romania}}: Tự chế tạo với giấy phép bản quyền.<ref name=\"miller2001\"\/>\n* {{flag|Slovakia}} <ref>{{Chú thích web |url=http:\/\/www.mod.gov.sk\/4960\/profesional-20-septembra-2007.php?day=2010-01-01&art_datum_od=&art_datum_do=&PHPSESSID=c9b421169b7340d7f450c0339a06894d |ngày truy cập=2010-08-17 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-07-28 |archive-url=https:\/\/web.archive.org\/web\/20110728123318\/http:\/\/www.mod.gov.sk\/4960\/profesional-20-septembra-2007.php?day=2010-01-01&art_datum_od=&art_datum_do=&PHPSESSID=c9b421169b7340d7f450c0339a06894d |url-status=dead }}<\/ref>\n* {{flag|Tajikistan}}<ref name=\"jones2009\"\/>\n* {{flag|Azerbaijan}}\n* {{flag|Venezuela}}\n* {{flag|Angola}}\n* {{flag|Áo}}\n* {{flag|Algeria}}\n* {{flag|Thổ Nhĩ Kỳ}}: Sử dụng bởi các đơn vị [[Gendarmerie]] trong [[quân đội Thổ Nhĩ Kỳ]].<ref>{{Chú thích web |url=http:\/\/www.jandarma.tsk.mil.tr\/silahlar\/silahlaric.htm |ngày truy cập=2010-08-17 |tựa đề=Bản sao đã lưu trữ |archive-date=2008-08-11 |archive-url=https:\/\/web.archive.org\/web\/20080811100907\/http:\/\/www.jandarma.tsk.mil.tr\/silahlar\/silahlaric.htm |url-status=dead }}<\/ref>\n* {{flag|Cộng hòa Nhân dân Trung Hoa}}: [[Norinco]] làm bản sao của SVD, được biết dưới tên '''Type 79''' với báng súng hơi ngắn hơn;<ref name=\"Type 79\/85\">[http:\/\/www.sinodefence.com\/army\/small_arms\/type79sniper.asp Type 79\/85 Sniper Rifle.] Truy cập 21 tháng 9 năm 2008.<\/ref> trang bị ống nhắm 4x cũng là bản sao của [[PSO-1]]. '''Kiểu 85''' mẫu sửa đổi một chút của Kiểu 79<ref name=\"Type 79\/85\"\/><ref name=\"SR\">[http:\/\/www.norincoequipment.cn\/detail_product_English.jsp?productid=495&cssid=1 7,62 mm SNIPPING RIFLE.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090106005628\/http:\/\/www.norincoequipment.cn\/detail_product_English.jsp?productid=495&cssid=1 |date=2009-01-06 }} Truy cập 29 tháng 9 năm 2008.<\/ref> với những đặc điểm trong các biến thể thương mại của SVD.<ref name=\"SR\"\/><ref>[http:\/\/www.dragunov.net\/ndm86.html NDM-86.] Truy cập 21 tháng 9 năm 2008.<\/ref><ref>[http:\/\/www.norincoequipment.cn\/detail_product_English.jsp?productid=91&cssid=1 NDM86.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090106005630\/http:\/\/www.norincoequipment.cn\/detail_product_English.jsp?productid=91&cssid=1 |date=2009-01-06 }} Truy cập 29 tháng 9 năm 2008.<\/ref>\n* {{flag|Turkmenistan}}<ref name=\"jones2009\"\/>\n* {{flag|Ukraine}}<ref name=\"jones2009\"\/>\n* {{flag|Uzbekistan}}<ref name=\"jones2009\"\/>\n* {{flag|Venezuela}}\n* {{flag|Philippines}} : Nhiều những khẩu súng do [[Nga]] và các nước Xã hội Chủ nghĩa tặng và những khẩu Type 79 và PSO-1. '''Kiểu 85''' của [[Trung Quốc]] và đưa vào cho [[Quân đội Philippines]] chiến đấu chống lại Khủng bố phiến quân\n* {{flag|Cộng hòa Dân chủ Nhân dân Triều Tiên}}\n* {{flag|Việt Nam}}: [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]] sử dụng từ thời [[chiến tranh Việt Nam]] cho đến tận ngày nay và ngày nay [[Việt Nam]] tự nâng cấp và tự sản xuất cho riêng mình.\n\n== Chú thích ==\n{{refs|2}}\n\n== Liên kết ngoài ==\n{{commons|SVD}}\n* [http:\/\/www.izhmash.ru\/eng\/product\/svd.shtml IZHMASH JSC official site: 7,62 mm Dragunov Sniper Rifle \"SVD\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150221085411\/http:\/\/www.izhmash.ru\/eng\/product\/svd.shtml |date=2015-02-21 }}\n* [http:\/\/www.izhmash.ru\/eng\/product\/svds.shtml IZHMASH JSC official site: 7,62 mm Dragunov Sniper Rifle with folding butt \"SVDS\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150221085236\/http:\/\/www.izhmash.ru\/eng\/product\/svds.shtml |date=2015-02-21 }}\n* [http:\/\/www.dragunov.net Dragunov.net Dragunov and PSL rifle information]\n* [http:\/\/www.sturmgewehr.com\/bhinton\/SVD_Dragunov\/ Buddy Hinton Collection]\n* [http:\/\/www.world.guns.ru\/sniper\/sn18-e.htm Modern Firearms] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061105125047\/http:\/\/world.guns.ru\/sniper\/sn18-e.htm |date=2006-11-05 }}\n* [http:\/\/www.snipercentral.com\/svd.htm Sniper Central]\n* [http:\/\/www.kronzky.info\/misc\/dragunov.pdf SVD field manual]\n* [http:\/\/club.guns.ru\/eng\/dragunov.html Evgeniy Dragunov: Creator of Firepower (abstracts from a forthcoming book)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090227070644\/http:\/\/club.guns.ru\/eng\/dragunov.html |date=2009-02-27 }}\n* [http:\/\/www.weaponplace.ru\/svd.php WeaponPlace.ru] {{ru icon}}\n* {{YouTube|PS4tYKJ-RvQ|Video of operation}} {{ja icon}}\n* [http:\/\/www.youtube.com\/watch?v=wX78KadmiYY Mô phỏng hoạt động của SVD]\n\n[[Thể loại:Súng Nga]]\n[[Thể loại:Súng ngắm]]\n[[Thể loại:Vũ khí Liên Xô]]\n[[Thể loại:Súng bắn tỉa bán tự động]]\n[[Thể loại:Súng trường bán tự động]]\n[[Thể loại:Súng trường thiện xạ]]\n[[Thể loại:Vũ khí trong Chiến tranh Việt Nam]]\n[[Thể loại:Súng 7,62 mm]]\n[[Thể loại:Súng sử dụng đạn 7.62×54mmR]]\n[[Thể loại:Súng của Nhà máy Kalashnikov]]"}