{"287187":"{{thiếu nguồn}}\n'''Du canh du cư''' là hiện tượng người dân thường xuyên thay đổi nơi ở và nơi canh tác, cuộc sống nay đây mai đó, chủ yếu là người đồng [[dân tộc thiểu số]] ở trên lãnh thổ [[Việt Nam]] nói riêng và trên thế giới nói chung.\n\n== Hoàn cảnh ==\n[[Rừng mưa|Rừng]] núi của các miền đất chủ yếu chưa có ai ở hay canh tác. Người dân tộc sống trong rừng hay các ngọn núi cao, quanh năm chỉ có đi chợ một lần. Độ dài của đường đi chỉ tính bằng ngày đường. Dân cư thưa thớt phân bố không đồng đều, người dân tộc thường di chuyển cả [[Bảng độ tan|bản]], [[buôn]], [[họ Sóc|sóc]].. Di chuyển đến một vùng dựng nhà cửa, săn bắn, phát rẫy trồng và tra hạt thu hoạch cho vụ mùa. Cuối mỗi mùa thì người có uy tín lại tổ chức lễ hội cúng [[Giàng]] và di chuyển tiếp sang một vùng đất mới hơn.\n\n== Lối sống ==\nSức khỏe và những niềm tin chỉ nhờ vào Giàng thông qua thủ lĩnh của làng. Theo quan niệm của các thủ lĩnh thì họ đi sau đó khoảng 10 năm sau lại quay trở lại thì nơi đó lại phong phú như xưa. Vài ba năm đất sẽ bạc màu và họ lại ra đi tìm nơi mới. Vài ba năm sau, quá trình khai hoang, phục hóa thổ nhưỡng trở lại, đất màu mỡ trở lại.\n\n== Các mặt tiêu cực ==\nRừng rậm có thể được sử dụng cho một số hoạt động sinh sống và trồng trọt thủ công, thú rừng có ít đi tại nơi định cư. Không duy trì được các nét văn hóa sâu rộng, chỉ có nét văn hóa của thảo nguyên và núi rừng.\n\nCả lâm nghiệp và nông nghiệp hiện đại của người Kinh - tổ chức hoặc khởi xướng, hoặc có liên quan. Việc thâm canh đã phá hoại các khu rừng đã có du canh du cư và tồn tại trong nhiều thế kỷ.\n\n== Các mặt tích cực ==\nDuy trì được nét văn hóa của dân tộc họ, thiêng về tự nhiên, gần gũi với thiên nhiên, núi rừng. Cuộc sống hòa hợp với muôn loài. Những thổ dân du canh du cư lại rất có ý thức bảo vệ rừng và đất quê của họ. Săn bắn và thu hoạch chỉ vừa đủ nhu cầu.\n\n== Ngày nay ==\nDu canh du cư đã dừng lại, một phần do nhà nước vận động bãi bỏ. Nhưng nguyên nhân chính vẫn là rừng không còn như xưa. Nạn chặt phá quá mức, thú rừng bị tiêu diệt. Đất đai xói mòn, đất sản xuất cũng đang thu hẹp. Quá trình du nhập văn hóa của các dân tộc được nâng lên.\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai Việt Nam}}\n\n[[Thể loại:Tây Nguyên]]\n[[Thể loại:Nông nghiệp]]"}