{"462701":"[[Tập tin:Du lịch Thanh Hóa.png|nhỏ|Biểu trưng (logo) và khẩu hiệu (slogan) du lịch Thanh Hóa]]\nHiện tại, tỉnh Thanh Hóa xác định đưa du lịch thành ngành kinh tế quan trọng. Tỉnh đã thực hiện quy hoạch hạ tầng, nâng cao năng lực cạnh tranh du lịch. Năm 2007, sở Du lịch Thanh Hóa tiếp tục phối hợp với [[Hà Nội]], [[Ninh Bình]], [[Nghệ An]], [[Huế]] trong chương trình \"Hành trình một nghìn năm các kinh đô Việt Nam\". Phối hợp cùng [[Nghệ An]] và [[Ninh Bình]] lập định hướng quy hoạch vùng du lịch trọng điểm [[Bắc Trung Bộ (Việt Nam)|Bắc Trung Bộ]].\n\n== Các di tích lịch sử ==\n*[[Cầu Hàm Rồng]] là một di tích lịch sử thời [[Chiến tranh Việt Nam]].\n*Cụm di tích [[Nga Sơn]]: [[Động Từ Thức]], [[Cửa biển Thần Phù]], [[Chiến khu Ba Đình]], đền thờ [[Mai An Tiêm]]...\n*Đền Chu Nguyên Lương: thuộc phường Nam Ngạn, thờ một vị tướng trong thời kì kháng chiến chống quân Nguyên - Mông thời [[nhà Trần]].\n*Đền thờ Lê Thành: thuộc xã [[Đông Cương]], thờ một vị tướng có công trong cuộc [[khởi nghĩa Lam Sơn]].\n*Khu di tích lịch sử [[Lam Kinh]]: Thuộc xã Xuân Lam, huyện [[Thọ Xuân]], cách [[Thanh Hóa (thành phố)|thành phố Thanh Hóa]] 50&nbsp;km về phía Tây. Hiện còn lưu giữ các điêu khắc đá như [[bia Vĩnh Lăng]] ([[Lê Thái Tổ|Lê Lợi]]), bia hoàng hậu [[Ngô Thị Ngọc Dao]], các di tích cung điện thành nội, thành ngoại, sân Rồng... Ngoài ra ở [[Thọ Xuân]] còn có [[đền thờ Lê Hoàn]].\n*[[Thành nhà Hồ|Thành Tây Đô]]: thuộc địa phận 2 xã: Vĩnh Tiến và Vĩnh Long, huyện [[Vĩnh Lộc]], cách thành phố Thanh Hóa khoảng 50&nbsp;km.\n*[[Nghè Xuân Phả]] ở [[Thọ Xuân]] thờ Đại Hải Long Vương và bà [[Hoàng hậu nhà Đinh]], nơi diễn ra [[Trò Xuân Phả]] hàng năm.\n=== Trong thành phố Thanh Hoá ===\n*Phường Lam Sơn có đền thờ [[Trần Hưng Đạo]], đền thờ [[Tống Duy Tân]]...\n*Phường Nam Ngạn và phường Trường Thi có tòa Giám mục và chùa Thanh Hà, chùa Chanh và chùa Mật Đa.\n*[[Thái miếu Hậu Lê]]: thuộc phường Đông Vệ có nhiều hiện vật có từ thế kỉ 17, 18. Đặc biệt còn có 27 thần vị và nhiều hiện vật.\n\n== Danh thắng nổi tiếng ==\n[[Tập tin:Suoi ca Cam Luong.jpg|nhỏ|phải|300px|Suối cá tại chân núi Trường Sinh thuộc bản Ngọc, xã Cẩm Lương, huyện miền núi Cẩm Thủy cách trung tâm TP Thanh Hóa gần 100 km về phía Tây Bắc]]\n*Bãi biển [[Sầm Sơn]].\n*[[Bãi biển Hải Hòa]]\n*[[Suối Cá thần#Suối Cá thần Cẩm Lương|Suối cá \"thần\" Cẩm Lương]]: Thuộc làng Ngọc, xã Cẩm Lương, huyện [[Cẩm Thủy]], cách thành phố Thanh Hóa 80&nbsp;km về phía Tây, là suối cá tự nhiên, có tới hàng ngàn con cá. Mỗi con cá nặng từ 2 đến 8&nbsp;kg, có cá chúa nặng tới 30&nbsp;kg.\n*[[Vườn quốc gia Bến En]]: Thuộc huyện [[Như Thanh]] cách thành phố Thanh Hóa 36&nbsp;km về phía Tây Nam, rộng 16,634 [[hecta|ha]] với những cây lim ngàn tuổi, lát hoa, chò chỉ, ngù hương, săng lẻ... và nhiều loài thú như voi, gấu, hổ, khỉ...\n*[[Vườn quốc gia Cúc Phương]] thuộc khu vực giao nhau với tỉnh [[Ninh Bình]], tỉnh [[Hòa Bình]] cách thành phố Thanh Hóa khoảng 70&nbsp;km về phía Tây Bắc.\n\n== Văn hoá ==\n*[[Văn hóa Đông Sơn]]\n\n{{du lịch Thanh Hóa}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Du lịch Việt Nam theo địa phương]]"}