{"121574":"[[Tập tin:Muaxuantamcoc.jpg |nhỏ|phải|Tuyến du thuyền [[Tam Cốc]] trong [[quần thể di sản thế giới Tràng An]]]]\n[[Tập tin:Phatdiemk-77.jpg|nhỏ|phải|Nhà thờ chính tòa - [[nhà thờ chính tòa Phát Diệm|nhà thờ đá Phát Diệm]]]]\n[[Ninh Bình]] là tỉnh có nền kinh tế du lịch phát triển với tiềm năng đa dạng và độc đáo. Nơi đây sở hữu nhiều danh hiệu quốc tế như: [[Quần thể di sản thế giới Tràng An]], khu dự trữ sinh quyển thế giới biển Kim Sơn - [[Cồn Nổi]], Khu Ramsar thế giới [[đầm Vân Long]] và nhiều các địa danh du lịch nổi tiếng khác. Ninh Bình nằm ở vị trí cửa ngõ cực nam của [[tam giác]] [[đồng bằng sông Hồng|châu thổ sông Hồng]] và miền Bắc, nơi có nhiều danh lam thắng cảnh gắn với vùng đất là kinh đô của [[Việt Nam]] thế kỷ X, sở hữu 1.821 di tích các loại. Quy hoạch tổng thể phát triển du lịch Việt Nam xác định [[Ninh Bình]] là một trung tâm du lịch cấp quốc gia và là một cực tăng trưởng trong tam giác du lịch phía Bắc Hà Nội - Quảng Ninh - Ninh Bình.<ref>[http:\/\/www.vietnamtourism.gov.vn\/index.php?cat=1005&itemid=7617 Ninh Bình hướng tới tổ chức festival hang động], TRUNG TÂM THÔNG TIN DU LỊCH, Nguồn: (Vietnam+),Cập nhật: Thứ hai, 22\/2\/2010<\/ref>\n\n==Tổng quan==\n===Tiềm năng===\n[[Ninh Bình]] cùng với [[Hạ Long]] là 2 đỉnh cạnh đáy của [[tam giác]] [[đồng bằng sông Hồng|châu thổ sông Hồng]], với địa hình karst được các biến đổi địa chất theo thời gian và phù sa bồi đắp tạo cho [[Ninh Bình]] được ví như một \"Hạ Long trên cạn\" với vô số các hang động, đầm hồ, núi ngập nước có giá trị phát triển du lịch như các [[tràng An|khu du lịch Tràng An]],<ref>[http:\/\/vtc.vn\/2-298436\/xa-hoi\/vinh-ha-long-tren-can-duoc-gioi-thieu-voi-unesco.htm \"Vịnh Hạ Long trên cạn\" được giới thiệu với UNESCO], Quang Tùng - Phan Mạnh, Báo điện tử VTC News, 21\/08\/2011 09:59<\/ref> [[Tam Cốc - Bích Động]], [[Khu bảo tồn thiên nhiên đất ngập nước Vân Long|Khu bảo tồn thiên nhiên Vân Long]]. Ninh Bình hội tụ đầy đủ các yếu tố của một Việt Nam thu nhỏ: có rừng, núi, sông, biển với các khu bảo tồn thiên nhiên, vườn quốc gia, khu dự trữ sinh quyển thế giới, [[khu du lịch quốc gia]], [[quần thể danh thắng Tràng An|di sản thế giới]].<ref>[http:\/\/ven.vn\/ninh-binh-mot-viet-nam-thu-nho_t77c438n11905tn.aspx Ninh Bình, một Việt Nam thu nhỏ]{{Liên kết hỏng|date=2021-03-06 |bot=InternetArchiveBot }}, Minh Đức, Trang tin điện tử Báo Đối ngoại Vietnam Economic News, Cập nhật lúc: 16:12 12\/01\/2010<\/ref> Cảnh đẹp Ninh Bình là phim trường của nhiều bộ phim Hollywood nổi tiếng như: \"Pan và vùng đất Neverland”, \"Người Mỹ trầm lặng\", \"Kong: Skull Island”,... Tính đến năm 2015, có tới 6 trong tổng số 7 bộ phim Hollywood quay tại Việt Nam ghi hình ở Ninh Bình.<ref>[http:\/\/kienthuc.net.vn\/phim-nhac\/top-phim-hollywood-ghi-hinh-o-viet-nam-637360.html Top phim Hollywood ghi hình tại Việt Nam]<\/ref>\n\n[[Tập tin:Vườn Chim Thung Nham.jpg|frame|giữa|Khu du lịch sinh thái vườn chim [[Thung Nham]] cách thành phố Ninh Bình khoảng 12&nbsp;km về phía đông, nằm trọn trong vùng lõi của [[quần thể danh thắng Tràng An]], cạnh khu du lịch nổi tiếng [[Tam Cốc - Bích Động]].]]\n\nNinh Bình là mảnh đất giàu tiềm năng du lịch văn hóa vì đây từng là kinh đô của [[Việt Nam]] ở thế kỷ X, nơi phát tích ba triều đại Đinh - Lê - Lý mà bằng chứng để lại là hàng loạt các đền chùa, đình đài, di tích lịch sử. Trong kháng chiến chống ngoại xâm nơi đây có [[phòng tuyến Tam Điệp]], [[chiến khu Quỳnh Lưu]], [[hành cung Vũ Lâm]] thời Trần và là địa bàn trọng yếu của [[chiến dịch Hà Nam Ninh]] lịch sử.\n\nNgoài ra, [[Ninh Bình]] có lợi thế về địa lý: cửa ngõ [[miền Bắc]], nằm trên hệ thống giao thông xuyên Việt với nhiều dự án cao tốc được triển khai. Sự phát triển du lịch [[Ninh Bình]] nằm trong tổng thể phát triển du lịch của Việt Nam đã hình thành một [[tam giác]] tăng trưởng du lịch của miền Bắc: Hà Nội - Quảng Ninh - [[Ninh Bình]] qua Quốc lộ 1, [[quốc lộ 10]] và các sân bay Cát Bi, Nội Bài, hệ thống cảng biển, cảng sông. Thủ đô [[Hà Nội]] là một trong những đầu mối của du lịch Việt Nam. [[Ninh Bình]] có ưu thế rõ rệt về không gian và thời gian của vùng phụ cận [[Hà Nội]] nên không bị tính mùa vụ trong du lịch chi phối. Sức ép đô thị mạnh mẽ của Hà Nội và các tỉnh [[đồng bằng sông Hồng|châu thổ sông Hồng]] cũng tạo cho [[Ninh Bình]] một lợi thế to lớn phát triển du lịch cuối tuần.\n\n===Phát triển=== \n[[Tập tin:Chua Bai Dinh X8.JPG |nhỏ|phải|Một góc kiến trúc [[chùa Bái Đính]]]]\n[[Tập tin:Dong Vai Gioi 11.JPG |nhỏ|phải|Ninh Bình có nhiều hang động đẹp như động Vân Trình, động Thiên Hà, động Vái Dời, động Tiên]]\nTheo số liệu từ Sở Du lịch Ninh Bình, năm 2016 tỉnh này đón 6,44 triệu lượt khách và năm 2017 đón 7,06 triệu. Riêng năm 2018, toàn ngành du lịch đã đón trên 7,3 triệu lượt khách du lịch (tăng 4,6%). Trong đó, khách nội địa 6,5 triệu lượt khách, (tăng 4,9 %), khách quốc tế đón 0, 9 triệu lượt (tăng 4,9%).<ref>{{Chú thích web |url=http:\/\/baodansinh.vn\/ninh-binh-nam-2019-phan-dau-don-tren-75-trieu-luot-khach-du-lich-d89284.html |ngày truy cập=2019-01-20 |tựa đề=Ninh Bình: Năm 2019 phấn đấu đón trên 7,5 triệu lượt khách du lịch |archive-date=2019-01-20 |archive-url=https:\/\/web.archive.org\/web\/20190120144445\/http:\/\/baodansinh.vn\/ninh-binh-nam-2019-phan-dau-don-tren-75-trieu-luot-khach-du-lich-d89284.html |url-status=dead }}<\/ref>\n\nTheo Quy hoạch tổng thể phát triển du lịch Việt Nam đến năm 2020, tầm nhìn đến năm 2030. [[Tam giác]] du lịch [[Ninh Bình]] - Hà Nội và Quảng Ninh được xác định là các trung tâm du lịch cấp quốc gia ở vùng đồng bằng sông Hồng và duyên hải Đông Bắc. Ninh Bình có 2 [[khu du lịch Tràng An]] và [[Kênh Gà - Vân Trình]] là khu du lịch quốc gia; [[vườn quốc gia Cúc Phương]] và [[khu bảo tồn thiên nhiên Vân Long]] là 2 điểm du lịch quốc gia.\n\nTheo Quy hoạch tổng thể phát triển hệ thống đô thị Ninh Bình đến năm 2030, [[thành phố Ninh Bình]] sẽ trở thành một thành phố du lịch; khu vực [[Khu bảo tồn thiên nhiên đất ngập nước Vân Long]] sẽ trở thành thị trấn Vân Long với vai trò là một đô thị du lịch ở phía bắc [[Ninh Bình]], khu vực Cồn Nổi sẽ trở thành thị trấn [[Cồn Nổi]] với vai trò là một đô thị du lịch phía nam [[Ninh Bình]].<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh-796-QD-UBND-nam-2012-phat-trien-he-thong-do-thi-Ninh-Binh-den-2030-vb198801.aspx Quyết định 796\/QĐ-UBND năm 2012 phê duyệt Quy hoạch tổng thể phát triển hệ thống đô thị tỉnh Ninh Bình đến năm 2030, tầm nhìn đến năm 2050 ]<\/ref>\n\nĐược tỉnh xác định là lĩnh vực kinh tế mũi nhọn (Định hướng thu nhập du lịch thuần tuý >10%). Trong những năm gần đây, ngành Du lịch [[Ninh Bình]] đang khai thác hiệu quả những tiềm năng, thế mạnh góp phần vào việc chuyển dịch cơ cấu kinh tế của toàn tỉnh.<ref>[http:\/\/baotintuc.vn\/274N20111003142350588T158\/thien-nhien-va-di-san-van-hoa-the-manh-cua-du-lich-ninh-binh.htm Thiên nhiên và di sản văn hoá - thế mạnh của du lịch Ninh Bình], Vũ Anh Minh, Báo Tin tức-Thông tấn xã Việt Nam, 09:28:00 Thứ Ba, 04\/10\/2011<\/ref>\n\nNăm 2015, Cục Di sản văn hóa đã công bố về số lượng khách tham quan các điểm du lịch Việt Nam, theo đó dẫn đầu là [[Quần thể danh thắng Tràng An]] của Ninh Bình đón hơn 5 triệu lượt khách, bỏ xa các địa danh tiếp theo là vịnh Hạ Long đón trên 2,5 triệu lượt khách, cố đô Huế đứng thứ ba với hơn 2 triệu lượt khách, phố cổ Hội An đón khoảng 1,1 triệu lượt khách; Vườn quốc gia Phong Nha - Kẻ Bàng đón khoảng 740.000 lượt khách.<ref>[http:\/\/thanhnien.vn\/van-hoa\/3-khu-di-san-dan-dau-ve-luot-khach-tham-quan-644966.html 3 khu di sản dẫn đầu về lượt khách tham quan]<\/ref>\n\nGiải thưởng thường niên Traveller Review Awards 2023, Sự kiện được tổ chức nhằm vinh danh các điểm đến, cơ sở lưu trú toàn cầu và tại từng quốc gia. Ở hạng mục 10 điểm đến thân thiện nhất thế giới, Ninh Bình đứng thứ 7, là đại diện duy nhất của Việt Nam và châu Á.\n\n==Loại hình du lịch thế mạnh==\n[[Tập tin:Tam Coc Sailing.jpg|nhỏ|phải|Một bến thuyền ở khu du lịch [[Tam Cốc - Bích Động]]]]\n===Du lịch văn hóa, lịch sử===\nTính đến năm 2020, [[Ninh Bình]] có 1.821 di tích, trong đó 344 chùa, 229 đình, 381 đền, 98 miếu, 51 phủ, ngoài ra còn 149 nhà xứ, 236 nhà thờ họ. Ninh Bình có 03 di tích cấp quốc gia đặc biệt quan trọng là các di tích thuộc [[Cố đô Hoa Lư|Quần thể di tích Cố đô Hoa Lư]]; Danh thắng [[Tràng An]]-[[Tam Cốc - Bích Động|Tam Cốc]]-[[Tam Cốc - Bích Động|Bích Động]]; di tích lịch sử và thắng cảnh [[Núi Non Nước]] <ref>{{Chú thích web |url=http:\/\/www.nhandan.org.vn\/xahoi\/du-lich\/item\/20685102-.html |ngày truy cập=2013-07-03 |tựa đề=Du lịch, ngành kinh tế mũi nhọn ở Ninh Bình: Bài 2: Làm thế nào để phát triển du lịch bền vững ? |archive-date=2014-05-27 |archive-url=https:\/\/web.archive.org\/web\/20140527231523\/http:\/\/www.nhandan.org.vn\/xahoi\/du-lich\/item\/20685102-.html |url-status=dead }}<\/ref> và có 02 bảo vật quốc gia. [[Quần thể danh thắng Tràng An]] được công nhận là di sản thế giới. Ninh Bình cũng là địa bàn có nhiều di tích khảo cổ học thuộc các thời kỳ [[văn hóa Tràng An]], Hòa Bình, Bắc Sơn, Đa Bút và Đông Sơn.\n{{chính|Di tích ở Ninh Bình}}\n*Khu di tích lịch sử văn hoá [[Cố đô Hoa Lư]] được công nhận là di tích quốc gia đặc biệt quan trọng với 47 di tích trong đó nổi bật là: [[Đền Vua Đinh Tiên Hoàng]], lăng mộ Vua Đinh, đền thờ và lăng mộ Vua [[Lê Đại Hành]], nhà bia tưởng niệm Vua [[Lý Thái Tổ]], [[đền thờ Công chúa Phất Kim]], đền Trần, đền Cao Sơn, đền suối Tiên, phủ Khống, phủ Đột, [[động Hoa Lư]], núi Mã Yên, bia Câu Dền, [[sông Sào Khê]], phủ Đông Vương, [[phủ Vườn Thiên]], [[động Am Tiên]], hệ thống chùa cổ Hoa Lư...\n*Khu văn hóa tâm linh núi [[chùa Bái Đính]] với chùa Bái Đính cổ (có đền thánh [[Lý Quốc Sư|Nguyễn Minh Không]], các hang động thờ Mẫu, thờ Phật, thờ Thần Cao Sơn…) và khu [[chùa Bái Đính]] mới với 5 toà lớn hội tụ nhiều kỷ lục Việt Nam dọc theo sườn núi.\n*Quần thể [[nhà thờ chính tòa Phát Diệm|nhà thờ Phát Diệm]] với 9 nhà thờ có kiến trúc độc đáo kết hợp hài hoà giữa truyền thống và hiện đại được ví như kinh đô công giáo của Việt Nam, là kỳ quan thiên chúa giáo hấp dẫn ở [[Ninh Bình]].\n*Các di tích văn hóa khác: [[phòng tuyến Tam Điệp]], [[Nhà thờ họ Trương Việt Nam]], các đền thờ: [[Trương Hán Siêu]], [[Nguyễn Công Trứ]], Triệu Quang Phục, [[Lý Quốc Sư]], [[đền Thái Vi]], [[cửa biển Thần Phù|cửa Thần Phù]], đền Hậu Trần, [[Cố Viên Lầu]], v.v.\n*Di tích lịch sử cách mạng: [[Chiến khu Quỳnh Lưu|Khu căn cứ cách mạng Quỳnh Lưu]], [[núi Non Nước]], di tích [[chiến dịch Hà Nam Ninh]].v.v.\n*Di tích tâm linh, tôn giáo: [[chùa Bích Động]], [[các chùa ở Ninh Bình|chùa Nhất Trụ]], chùa Đồng Đắc, [[chùa Địch Lộng]], chùa Bàn Long, [[chùa Bái Đính]], [[chùa Kim Ngân]], [[chùa Duyên Ninh]], [[chùa Non Nước]], [[chùa Dầu]], [[Đan viện Châu Sơn]]...\n\n===Du lịch sinh thái, cảnh quan===\nNinh Bình có đầy đủ các dạng địa hình: rừng, núi, đồng bằng, biển cả. Thiên nhiên Ninh Bình đa dạng đã tạo nên những khu du lịch nổi tiếng như:\n*Khu du lịch [[vườn quốc gia Cúc Phương]] với các loại hình: sinh thái, môi trường; nghiên cứu khoa học, đa dạng sinh học, khảo cổ học; du lịch thể thao, mạo hiểm; đêm lửa trại và tìm hiểu văn hoá Mường.\n*[[Khu bảo tồn thiên nhiên đất ngập nước Vân Long|Khu bảo tồn thiên nhiên Vân Long]] với loại hình du lịch trên đầm sinh thái, cảnh quan ngập nước.\n*[[Khu du lịch Kênh Gà - Vân Trình]] là khu Ramsar thế giới với [[suối nước nóng Kênh Gà]], động Nham Hao và [[động Vân Trình]].\n*Khu du lịch [[Tam Cốc - Bích Động]] với nhiều tuyến du thuyền trên sông và các điểm hang động, di tích lịch sử như [[Tam Cốc - Bích Động|Tam Cốc]], [[chùa Bích Động]], [[đền Thái Vi]], [[động Thiên Hà]]...\n*[[Khu du lịch sinh thái Tràng An]] với hệ thống rừng đặc dụng trên núi đá vôi, các hang động và di tích lịch sử như phủ Khống, đền Trần, đền Trình,... cùng với các danh thắng thuộc [[quần thể di sản thế giới Tràng An]] đã được UNESCO công nhận là di sản thế giới năm 2014.\n*[[Khu du lịch sinh thái Thung Nham]] - Vườn Chim với các điểm du lịch sinh thái như vườn chim tự nhiên, cây đa di chuyển, rừng đặc dụng và các điểm tham quan hang động như động Vái Giời, động ông Bụt, động Tiên Cá, động Thủy Cung...\n*[[Kim Sơn#Bãi ngang - cồn nổi|Khu dự trữ sinh quyển châu thổ sông Hồng]] với du lịch sinh thái đồng quê và cảnh quan phù sa cửa sông - ven biển. Các điểm du lịch ở đây gồm: Bãi ngang, [[cồn Nổi|cồn nổi]], cồn mờ, đảo Nẹ, rừng ngập mặn [[Kim Sơn]], chợ thủy sản Kim Đông, nhà thờ Kim Trung, cảng tổng hợp [[Kim Sơn]].\n*Khu [[Công viên động vật hoang dã quốc gia Việt Nam]] là nơi bảo tồn và phát triển nguồn gien các loài động vật quý hiếm với khoảng 3.000 cá thể thuộc 250 loài, cung cấp dịch vụ du lịch, vui chơi giải trí.\n*Khu du lịch sinh thái nghỉ dưỡng và leo núi Hang Múa nằm trong quần thể [[Tam Cốc - Bích Động]] - nơi đây có địa hình núi non trùng điệp bao vây đồng bằng, vừa đẹp vừa có lợi để dàn trận bảo vệ kinh thành chống giặc ngoại xâm thời nhà Trần. Nơi đây được đầu tư xây dựng như một Vạn Lý Trường Thành thu nhỏ ở Việt Nam.\n*Các ngọn núi tự nhiên: [[núi Ngọc Mỹ Nhân]], [[núi Non Nước]], [[núi Kỳ Lân]], đỉnh Mây Bạc, núi Mèo Cào, [[kẽm Trống]], [[đèo Ba Dội]]...\n*Các hang động đẹp: [[chùa Địch Lộng|động Địch Lộng]], [[động Vân Trình]], [[động Thiên Hà]], động Mã Tiên, động [[Bích Động]], động Tam Giao, động Vái Giời, động Tiên Cá, động Thủy Cung, động Trà Tu, [[động Thiên Tôn]], [[tam Cốc - Bích Động|động Tiên]], động Nham Hao, động Ngọc Cao, hang Bụt, hang Sinh Dược, hang Múa là những điểm du lịch với thời gian tham quan ngắn.\n*Các hồ nước tự nhiên: [[hồ Đồng Chương]], [[hồ Yên Quang]] với loại hình du lịch nghỉ dưỡng, cuối tuần; [[hồ Yên Thắng]], [[hồ Đồng Thái]] còn có thêm loại hình du lịch thể thao.\n\n== Các địa điểm du lịch ==\nTheo Báo cáo Tổng kết công tác du lịch năm 2016 của Sở Du lịch tỉnh Ninh Bình, đến 31\/12\/2016 toàn tỉnh có 423 cơ sở lưu trú với 5.748 phòng nghỉ.<ref>{{Chú thích web|url=http:\/\/sodulich.ninhbinh.gov.vn\/SiteFolders\/sodulich\/2318\/tin%20tuc%20su%20kien\/BC%20tong%20ket%20nam%202016.pdf|title=Báo cáo tổng kết du lịch năm 2016|ngày truy cập=2017-03-29|archive-date=2017-03-29|archive-url=https:\/\/web.archive.org\/web\/20170329141834\/http:\/\/sodulich.ninhbinh.gov.vn\/SiteFolders\/sodulich\/2318\/tin%20tuc%20su%20kien\/BC%20tong%20ket%20nam%202016.pdf|url-status=dead}}<\/ref>\n\n===Địa chỉ mua sắm===\n*Năm 2015, Ninh Bình mới có 7 siêu thị thì đến 2021 con số này đã tăng lên 40 siêu thị, nhiều hơn 7 siêu thị so với năm 2020.<ref>[https:\/\/vietnamnet.vn\/so-luong-sieu-thi-3-dia-phuong-gay-bat-ngo-ha-noi-khac-han-tp-hcm-2046803.html Số lượng siêu thị: 3 địa phương gây bất ngờ, Hà Nội khác hẳn TP.HCM]<\/ref>\n*[[Ninh Bình (thành phố)|Thành phố Ninh Bình]] là nơi có nhiều địa chỉ mua sắm như: Siêu Thị Đông Nam Á; Siêu Thị Hapro Mart Ninh Bình; Siêu Thị Vinmart Ninh Bình; Siêu thị Kiên Anh; Siêu thị Big C [[Ninh Bình]], Siêu thị Đông Thành; [[Chợ Rồng Ninh Bình]], Siêu thị Đồng Giao Doveco, Siêu thị Pico.\n*Các khu giải trí, Resort Ninh Bình: Club Number One City, Trung tâm giải trí Newstar, Massage Kinh Đô, Massage Hương Trà, Trung tâm thương mại Ninh Bình, trung tâm giải trí [[Tràng An]], làng quần thể du lịch Ninh Bình, sân Golf 54 lỗ [[hồ Yên Thắng]], Nhà hàng Xanh, khu resort Vân Long.v.v.\n\n===Công viên ở Ninh Bình===\n*Các công viên lớn ở Ninh Bình gồm công viên [[núi Non Nước]], lâm viên núi Ngọc Mỹ Nhân, công viên xanh Tam Điệp, công viên sông Vân, công viên văn hóa [[Tràng An]], [[Công viên động vật hoang dã quốc gia Ninh Bình]] và công viên [[hồ Đồng Chương]].\n\n===Công trình kiến trúc Ninh Bình===\n*[[Quần thể di tích Cố đô Hoa Lư]]: [[Đền Vua Đinh Tiên Hoàng|đền Vua Đinh]], [[Đền Vua Lê Đại Hành|đền Vua Lê]], [[chùa Bái Đính]],..\n*Công trình thể thao giải trí: [[Nhà hát Chèo Ninh Bình]], [[Sân vận động Ninh Bình]], [[Quảng trường Đinh Tiên Hoàng Đế]], Nhà thi đấu Ninh Bình\n*Lâu đài ở [[Ninh Bình]]: Lâu đài Thành Thắng, lâu đài Hải Biên, lâu đài Dân Dung, lâu đài Xuân Thiện, lâu đài Khiêm Hiền, lâu đài Xuân Thành, cung điện Xuân Thủy.\n*Các công trình văn hóa, giải trí khác: [[Nhà thờ chính tòa Phát Diệm]], Tháp Xuân Thành, [[Nhà thờ họ Trương Việt Nam]], Khách sạn Vissai, Khách sạn Legend Ninh Bình,...\n\n==Văn hóa Ninh Bình==\n===Lễ hội===\nTheo thống kê, Ninh Bình có 443 lễ hội truyền thống, trong đó quản lý cấp tỉnh 2 lễ hội, cấp huyện 13 lễ hội, cấp xã 428 lễ hội.<ref>[http:\/\/baoninhbinh.org.vn\/news\/23\/2DE3B2 Bộ trưởng Bộ Văn hóa, Thể thao và Du lịch làm việc tại Ninh Bình]{{Liên kết hỏng|date=2021-02-16 |bot=InternetArchiveBot }}, Thanh Thủy, Báo Ninh Bình điện tử, Ngày gửi: Chủ nhật, 16:25, 8\/1\/2012<\/ref> Các lễ hội văn hóa ở Ninh Bình chủ yếu diễn ra ở mùa xuân, trừ số ít các lễ hội tưởng niệm ngày mất của các vị danh nhân. Các lễ hội tiêu biểu như: [[Chùa Bái Đính#Lễ hội chùa Bái Đính|Lễ hội chùa Bái Đính]]; Lễ hội làng Yên Vệ; Lễ hội truyền thống [[động Hoa Lư]]; [[Lễ hội Hoa Lư]]; [[Đền Thái Vi#Lễ hội đền Thái Vi|Lễ hội đền Thái Vi]]; [[Lễ hội Tràng An]] và Lễ hội đền Trần Ninh Bình; [[Lễ hội đền Nguyễn Công Trứ]]; Lễ hội Noel trung tâm giáo phận Phát Diệm.\n{{chính|Di tích ở Ninh Bình#Lễ hội Ninh Bình}}\n\n===Ẩm thực Ninh Bình===\n[[Tập tin:Nem chua Yen Mac.jpg|nhỏ|Đặc sản nem chua Yên Mạc]]\n*Thịt [[dê núi Ninh Bình]]: là đặc sản độc đáo và nổi tiếng nhất của Ninh Bình với đặc trưng địa hình núi đá. Loại đặc sản này phát triển mạnh ở các khu du lịch và Quốc lộ 1.\n*[[Rượu Kim Sơn]]: là đặc sản làng nghề vùng biển huyện Kim Sơn.\n*[[Cá rô Tổng Trường]] và cá tràu tiến vua là đặc sản của vùng núi đá [[tràng An|hang động Tràng An]] của [[cố đô Hoa Lư]].\n*[[Cơm cháy Ninh Bình]]: là đặc sản ẩm thực cùng thịt dê núi, còn có tên gọi là \"nhất hưởng thiên kim\".\n*Các đặc sản khác: [[dứa Đồng Giao]], bún mọc Kim Sơn, nem Yên Mạc, mắm tép Gia Viễn, cá chuối nướng Vân Long, rượu cần Nho Quan, khoai Hoàng Long, [[miến lươn]] Phát Diệm.\n\n===Làng nghề truyền thống===\nTheo Sở Công thương Ninh Bình, toàn tỉnh hiện có 60 làng nghề truyền thống, trong đó có 36 làng nghề được UBND tỉnh [[Ninh Bình]] công nhận (gồm có 16 làng nghề chế biến cói, 5 làng nghề chế tác đá mỹ nghệ, 4 làng nghề thêu ren, 5 làng nghề mây tre đan, 1 làng nghề sản xuất cốt chăn bông, 2 làng nghề bún, 2 làng nghề mộc, 1 nghề làng gốm mỹ nghệ).<ref>[http:\/\/www.congthuongninhbinh.gov.vn\/gpmaster.grandprix-media.so-cong-thuong-ninh-binh.gplist.65.gpopen.401.gpside.1.asmx Ninh Bình: Bảo tồn và phát triển các làng nghề truyền thống gắn với phát triển du lịch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110819094942\/http:\/\/www.congthuongninhbinh.gov.vn\/gpmaster.grandprix-media.so-cong-thuong-ninh-binh.gplist.65.gpopen.401.gpside.1.asmx |date=2011-08-19 }}, Sở Công thương tỉnh Ninh Bình, trích từ nguồn Cinet, ngày 29\/6\/2010<\/ref>\n\nNgành Du lịch [[Ninh Bình]] có kết nối tour đến các điểm làng nghề truyền thống đặc trưng của địa phương như:\n*Nghề đá mỹ nghệ [[Ninh Vân]]: nghề đá phát triển mạnh ở [[Ninh Vân]], [[Hoa Lư]] với các sản phẩm ở [[cố đô Hoa Lư]] và khắp [[Việt Nam]] như tượng đài [[Lê Thái Tổ|Lê Lợi]] ở [[Thanh Hóa]], tượng đá [[Nguyễn Huệ|Quang Trung]] ở [[Bình Định]], tượng đài chiến sĩ ở [[Đồng Lộc]] v.v.\n*Làng hoa Ninh Phúc ở [[ninh Bình (thành phố)|thành phố Ninh Bình]] với đa dạng các loài hoa cung cấp cho khu vực miền Bắc và Bắc Trung Bộ. Những loài hoa áp đảo về số lượng ở Ninh Phúc là các giống hoa ly, cúc, dơn, hồng. Nhiều loài hoa khác cũng có mặt ở làng hoa Ninh Phúc như: hoa huệ, hoa violet, hoa lan, hoa tulip, hoa đồng tiền, hoa cẩm tú,...\n*Làng nghề cói [[Kim Sơn]]: sản xuất các loại đồ dùng, hàng xuất khẩu và phục vụ khách du lịch.\n*Làng nghề thêu ren Văn Lâm ở khu du lịch [[Tam Cốc - Bích Động|Tam Cốc]] – [[Tam Cốc - Bích Động|Bích Động]] là làng nghề truyền thống phát triển từ thời [[nhà Trần]].\n*Làng nghề đào phai Tam Điệp tập trung nhiều làng nghề trồng hoa đào phai ở xã Đông Sơn cung cấp số lượng lớn hoa đào rừng, đào bích, đào phai cho khu vực Nam Bắc Bộ và [[Hà Nội]].\n*Các làng nghề khác: làng nghề Phúc Lộc sản xuất đồ gỗ, làng đá cảnh Bình Khang…\n\n==Thông tin du lịch==\n===Cự ly giữa các điểm du lịch===\nBảng thống kê cự ly ngắn nhất giữa các điểm du lịch thuộc tỉnh Ninh Bình, tính theo km đường ô tô:\n{| class=\"wikitable\"\n|-align=center bgcolor=#EFEFEF\n| '''Địa danh''' ||'''Cố đô<br>[[Cố đô Hoa Lư|Hoa Lư]]'''||'''Bến<br>[[Tam Cốc - Bích Động|Tam Cốc]]'''||'''Bến<br>[[Tràng An]]'''||'''Bến<br>[[Vân Long]]'''||'''Chùa<br>[[Chùa Bái Đính|Bái Đính]]'''||'''Suối<br>[[Suối nước nóng Kênh Gà|Kênh Gà]]'''||'''Rừng<br>[[Vườn quốc gia Cúc Phương|Cúc Phương]]'''||'''Nhà thờ<br>[[Phát Diệm]]'''||'''Hồ<br>[[hồ Đồng Thái|Đồng Thái]]'''||'''Sân Golf<br>[[Sân golf Hoàng Gia|Hoàng Gia]]'''||'''Động<br>[[Động Vân Trình|Vân Trình]]'''||'''Động<br>[[Chùa Địch Lộng|Địch Lộng]]'''||'''Thủ đô<br>[[Hà Nội]]'''||'''Thành phố<br>[[Ninh Bình (thành phố)|Ninh Bình]]'''\n\n|- align=center\n| [[Cố đô Hoa Lư]] ||0 ||15&nbsp;km||3&nbsp;km||17&nbsp;km||6&nbsp;km||12&nbsp;km||31&nbsp;km||41&nbsp;km||31&nbsp;km||27&nbsp;km||25&nbsp;km||15&nbsp;km||91&nbsp;km||11&nbsp;km\n|- align=center bgcolor=#EFEFEF\n| Bến [[Tam Cốc - Bích Động|Tam Cốc]] ||15&nbsp;km||0 ||11&nbsp;km||24&nbsp;km||20&nbsp;km||24&nbsp;km||43&nbsp;km||37&nbsp;km||21&nbsp;km||17&nbsp;km||22&nbsp;km||21&nbsp;km||100&nbsp;km||7&nbsp;km\n|- align=center\n| [[Tràng An]] ||3&nbsp;km||11&nbsp;km||0||18&nbsp;km||10&nbsp;km||26&nbsp;km||36&nbsp;km||37&nbsp;km||28&nbsp;km||24&nbsp;km||27&nbsp;km||17&nbsp;km||95&nbsp;km||7&nbsp;km\n|- align=center bgcolor=#EFEFEF\n| [[Vân Long]] ||17&nbsp;km||24&nbsp;km||18&nbsp;km||0||20&nbsp;km||10&nbsp;km||34&nbsp;km||47&nbsp;km||42&nbsp;km||38&nbsp;km||12&nbsp;km||6&nbsp;km||89&nbsp;km||17&nbsp;km\n|- align=center\n| [[Chùa Bái Đính]] ||6&nbsp;km||20&nbsp;km||10&nbsp;km||20&nbsp;km||0||16&nbsp;km||26&nbsp;km||47&nbsp;km||32&nbsp;km||28&nbsp;km||17&nbsp;km||21&nbsp;km||95&nbsp;km||17&nbsp;km\n|- align=center bgcolor=#EFEFEF\n| [[Suối nước nóng Kênh Gà|Suối Kênh Gà]] ||12&nbsp;km||24&nbsp;km||26&nbsp;km||10&nbsp;km||16&nbsp;km||0||30&nbsp;km||53&nbsp;km||48&nbsp;km||44&nbsp;km||2&nbsp;km||14&nbsp;km||93&nbsp;km||23&nbsp;km\n|- align=center\n| [[Vườn quốc gia Cúc Phương|Rừng Cúc Phương]] ||31&nbsp;km||43&nbsp;km||36&nbsp;km||34&nbsp;km||26&nbsp;km||30&nbsp;km||0||73&nbsp;km||37&nbsp;km||40&nbsp;km||24&nbsp;km||40&nbsp;km||120&nbsp;km||43&nbsp;km\n|- align=center bgcolor=#EFEFEF\n| [[Nhà thờ chính tòa Phát Diệm|Nhà thờ Phát Diệm]] ||41&nbsp;km||37&nbsp;km||37&nbsp;km||47&nbsp;km||47&nbsp;km||53&nbsp;km||73&nbsp;km||0||24&nbsp;km||23&nbsp;km||55&nbsp;km||45&nbsp;km||133&nbsp;km||30&nbsp;km\n|- align=center\n| [[Hồ Đồng Thái]] ||31&nbsp;km||21&nbsp;km||28&nbsp;km||42&nbsp;km||32&nbsp;km||48&nbsp;km||37&nbsp;km||24&nbsp;km||0||3&nbsp;km||47&nbsp;km||40&nbsp;km||118&nbsp;km||25&nbsp;km\n|- align=center bgcolor=#EFEFEF\n| [[Sân golf Hoàng Gia]] ||27&nbsp;km||17&nbsp;km||24&nbsp;km||38&nbsp;km||28&nbsp;km||44&nbsp;km||40&nbsp;km||23&nbsp;km||3&nbsp;km||0||42&nbsp;km||36&nbsp;km||114&nbsp;km||21&nbsp;km\n|- align=center\n| [[Động Vân Trình]] ||25&nbsp;km||22&nbsp;km||27&nbsp;km||12&nbsp;km||17&nbsp;km||2&nbsp;km||28&nbsp;km||55&nbsp;km||47&nbsp;km||42&nbsp;km||0||16&nbsp;km||95&nbsp;km||25&nbsp;km\n|- align=center bgcolor=#EFEFEF\n| [[Chùa Địch Lộng|Động Địch Lộng]] ||15&nbsp;km||21&nbsp;km||17&nbsp;km||6&nbsp;km||21&nbsp;km||14&nbsp;km||40&nbsp;km||45&nbsp;km||40&nbsp;km||36&nbsp;km||16&nbsp;km||0||80&nbsp;km||15&nbsp;km\n|- align=center\n| [[Hà Nội]]||91&nbsp;km||100&nbsp;km||95&nbsp;km||89&nbsp;km||95&nbsp;km||93&nbsp;km||120&nbsp;km||133&nbsp;km||118&nbsp;km||114&nbsp;km||95&nbsp;km||80&nbsp;km||0||93&nbsp;km\n|- align=center bgcolor=#EFEFEF\n| [[Ninh Bình (thành phố)|Thành phố Ninh Bình]] ||11&nbsp;km||7&nbsp;km||7&nbsp;km||17&nbsp;km||17&nbsp;km||23&nbsp;km||43&nbsp;km||30&nbsp;km||25&nbsp;km||21&nbsp;km||25&nbsp;km||15&nbsp;km||93&nbsp;km||0\n|}\n\n===Bản đồ du lịch===\n<center>\n{| class=\"wikitable sortable\" style=\"text-align:center; font-size:90%\"\n|-\n!style=\"border-left:none; border-right:none;\"|[[Chùa Bái Đính]]\n!style=\"border-left:none; border-right:none;\"|[[Tam Cốc - Bích Động|Tam Cốc]]\n!style=\"border-left:none; border-right:none;\"|[[Nhà thờ chính tòa Phát Diệm|Nhà thờ Phát Diệm]]\n!style=\"border-left:none; border-right:none;\"|[[Núi Non Nước]]\n|-\n|style=\"border:none;\"| [[Tập tin:BaiDinh Dien TamThe.JPG|140px]]\n|style=\"border:none;\"| [[Tập tin:Tam Cốc01.jpg|140px]]\n|style=\"border:none;\"| [[Tập tin:Phatdiemk-6.jpg|140px]]\n|style=\"border:none;\"| [[Tập tin:Huynonnuoc2.jpg|140px]]\n|-\n!style=\"border-left:none; border-right:none;\"|[[Hồ Đồng Chương]]<br>[[Tập tin:Dongchuong001.jpg|140px]]\n!rowspan=3 colspan=2 style=\"background: #FFF\"| SƠ ĐỒ DU LỊCH NINH BÌNH\n<div class=\"center\">\n<div style=\"position: relative;\">\n[[Tập tin:Tourist map of Ninh Binh Province.jpg|500px]]\n{{Image label|x=0.70 |y=0.26 |scale=500|text=Tp. NINH BÌNH}}\n{{Image label|x=0.39 |y=0.20 |scale=500|text=Gia Viễn}}\n{{Image label|x=0.74 |y=0.465 |scale=500|text=Kim Sơn}}\n{{Image label|x=0.03 |y=0.33 |scale=500|text=7-Động Vân Trình}}\n{{Image label|x=0.03 |y=0.36 |scale=500|text=8-Hồ Đồng Chương}}\n{{Image label|x=0.03 |y=0.39 |scale=500|text=9-Chùa Bái Đính}}\n{{Image label|x=0.03 |y=0.42 |scale=500|text=10-Chiến khu Quỳnh Lưu}}\n{{Image label|x=0.03 |y=0.45 |scale=500|text=11-Động Thiên Tôn}}\n{{Image label|x=0.03 |y=0.48 |scale=500|text=12-Cố đô Hoa Lư}}\n{{Image label|x=0.03 |y=0.51 |scale=500|text=13-Tràng An}}\n{{Image label|x=0.03 |y=0.54 |scale=500|text=14-Kỳ Lân-Non Nước-Cánh Diều}}\n{{Image label|x=0.03 |y=0.57 |scale=500|text=15-Tam Cốc - Bích Động}}\n{{Image label|x=0.03 |y=0.60 |scale=500|text=16-Phòng tuyến Tam Điệp}}\n{{Image label|x=0.03 |y=0.63 |scale=500|text=17-Sân golf Hoàng Gia}}\n{{Image label|x=0.03 |y=0.66 |scale=500|text=18-Hồ Đồng Thái}}\n{{Image label|x=0.03 |y=0.69 |scale=500|text=19-Cửa biển Thần Phù}}\n{{Image label|x=0.03 |y=0.72 |scale=500|text=20-Nhà thờ Phát Diệm.21-Biển Kim Sơn}}\n{{Image label|x=0.68 |y=0.02 |scale=500|text=1-Động Hoa Lư}}\n{{Image label|x=0.68 |y=0.05 |scale=500|text=2-Khu bảo tồn TN Vân Long}}\n{{Image label|x=0.68 |y=0.08 |scale=500|text=3-Động chùa Địch Lộng}}\n{{Image label|x=0.68 |y=0.11 |scale=500|text=4-Đền Đinh Bộ Lĩnh}}\n{{Image label|x=0.68 |y=0.14 |scale=500|text=5-Cúc Phương}}\n{{Image label|x=0.68 |y=0.17 |scale=500|text=6-Suối khoáng Kênh Gà}}\n\n{{Image label|x=0.44 |y=0.05 |scale=500|text=1}}\n{{Image label|x=0.46 |y=0.1 |scale=500|text=2}}\n{{Image label|x=0.52 |y=0.1 |scale=500|text=3}}\n{{Image label|x=0.52 |y=0.16 |scale=500|text=4}}\n{{Image label|x=0.19 |y=0.2 |scale=500|text=5}}\n{{Image label|x=0.4 |y=0.18 |scale=500|text=6}}\n{{Image label|x=0.38 |y=0.23 |scale=500|text=7}}\n{{Image label|x=0.37 |y=0.33 |scale=500|text=8}}\n{{Image label|x=0.46 |y=0.24 |scale=500|text=9}}\n{{Image label|x=0.41 |y=0.28 |scale=500|text=10}}\n{{Image label|x=0.56 |y=0.2 |scale=500|text=11}}\n{{Image label|x=0.55 |y=0.24 |scale=500|text=12}}\n{{Image label|x=0.52 |y=0.28 |scale=500|text=13}}\n{{Image label|x=0.61 |y=0.28 |scale=500|text=14}}\n{{Image label|x=0.53 |y=0.33 |scale=500|text=15}}\n{{Image label|x=0.53 |y=0.44 |scale=500|text=16}}\n{{Image label|x=0.61 |y=0.43 |scale=500|text=17}}\n{{Image label|x=0.62 |y=0.52 |scale=500|text=18}}\n{{Image label|x=0.69 |y=0.53 |scale=500|text=19}}\n{{Image label|x=0.79 |y=0.52 |scale=500|text=20}}\n{{Image label|x=0.75 |y=0.7 |scale=500|text=21}}\n\n<\/div>\n<\/div>\n!style=\"border-left:none; border-right:none;\"|[[Đền Vua Đinh Tiên Hoàng]]<br>[[Tập tin:Temple commémoratif au roi Dinh Tien Hoang (Hoa Lu).jpg|140px]]\n|-\n|style=\"border-left:none; border-right:none;\"|[[Khu bảo tồn thiên nhiên đất ngập nước Vân Long|Vân Long]]<br>[[Tập tin:Huyvanlong2.jpg|140px]] \n|style=\"border-left:none; border-right:none;\"|[[Tràng An]]<br>[[Tập tin:Nui Trang An.jpg|140px]]\n|-\n|style=\"border:none;\"| [[Động Vân Trình]]<br>[[Tập tin:Dongvantrinh12.JPG|140px]]\n|style=\"border:none;\"| [[Sân golf Hoàng Gia]]<br>[[Tập tin:Yenthang2.jpg|140px]]\n|-\n|style=\"border:none;\"| [[Tập tin:Cúc phương1.jpg|140px]]\n|style=\"border:none;\"| [[Tập tin:chuadichlong1.jpg|140px]]\n|style=\"border:none;\"| [[Tập tin:Hodongthai2.jpg|140px]]\n|style=\"border:none;\"| [[Tập tin:Đền Trung Bích Động.JPG|140px]]\n|-\n|style=\"border-left:none; border-right:none;\"|[[Vườn quốc gia Cúc Phương|Cúc Phương]]\n|style=\"border-left:none; border-right:none;\"|[[Chùa Địch Lộng]]\n|style=\"border-left:none; border-right:none;\"| [[hồ Đồng Thái]]\n|style=\"border-left:none; border-right:none;\"| [[Chùa Bích Động]]\n|}<\/center>\n\n===Giao thông đến Ninh Bình===\nTừ [[Hà Nội]], theo Quốc lộ 1 về phía Nam hoặc cao tốc Cầu Giẽ - [[Ninh Bình]] đến trung tâm tỉnh 93&nbsp;km. Các tuyến giao thông thuộc quốc lộ 1, 10, 12B, 21B, 35, 38B, 45 đều đi qua [[Ninh Bình]].\n\nVới vị trí ở trung tâm tỉnh và khoảng cách tới các điểm du lịch không quá 30&nbsp;km, [[ninh Bình (thành phố)|thành phố Ninh Bình]] rất thuận lợi trở thành trung tâm du lịch, điều hành và phân phối khách tham quan:\n*Đường bộ: [[Quốc lộ 1]], [[quốc lộ 10]] đều đến bến xe trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]]. Các quốc lộ khác: [[Quốc lộ 38B]] nối Quốc lộ 1 với quốc lộ 12B, [[quốc lộ 45]] đi [[Thanh Hóa]] và [[quốc lộ 12B]] đi [[Hòa Bình]], vùng Tây Bắc. Giao thông nội tỉnh thuận lợi bằng hệ thống tỉnh lộ và quốc lộ.\n*Đường thủy: qua [[sông Đáy]], [[sông Càn]], [[sông Bôi]], [[sông Hoàng Long]], kênh Nhà Lê, sông Sắt, sông Đào đến cảng Ninh Bình, [[cảng Ninh Phúc]]\n*Đường sắt: [[Ga Ninh Bình]] ở trung tâm [[ninh Bình (thành phố)|thành phố Ninh Bình]], Ga Đồng Giao ([[Tam Điệp]]) là 2 ga chính. Ngoài ra còn có ga Cầu Yên (Huyện Hoa Lư) và ga Ghềnh (Thành phố Tam Điệp).\n;Các tuyến xe bus:\n#Tuyến [[Tập tin:Paris Metro 1.svg|18px]]: Ninh Bình – Nho Quan: Ngã tư Ninh Phúc - QL10 - Đường Lê Đại Hành - QL1 - Đường Tuệ Tĩnh - Đường Trương Hán Siêu - QL1 - ĐT477 - Khu vực ngã ba Cúc Phương (thuộc Huyện Nho Quan) và ngược lại; Tần suất: 30 phút \/ tuyến; Thời gian hoạt động: Từ 5h00 đến 17h30.\n#Tuyến [[Tập tin:Paris m 2 jms.svg|18px]]: Ninh Bình – [[Lai Thành, Kim Sơn|Lai Thành]]: Bến xe Ninh Bình - QL10 - Khu vực ngã ba Lai Thành; Tần suất xe chạy: 30 phút\/chuyến; Thời gian hoạt động: từ 5h00 đến 17h30.\n#Tuyến [[Tập tin:Paris m 3 jms.svg|18px]]: Ninh Bình đi [[Tam Điệp]]: Khu vực Nhà thi đấu thể thao Ninh Bình - Đường Tràng An - Đường Trần Hưng Đạo - QL1 - Khu vực Dốc Xây [[Tam Điệp]]. Tần suất: 45 phút\/chuyến; Thời gian hoạt động: từ 05h30’ đến 17h30’.\n#Tuyến [[Tập tin:Paris m 4 jms.svg|18px]]: TP Ninh Bình – [[Yên Mô]] – Lai Thành: Bến xe Ninh Bình – QL1 – Ngã ba Bình Sơn – ĐT480 – Ngã ba Lai Thành; Thời gian hoạt động: Từ 5h30 đến 17h30.\n#Tuyến [[Tập tin:Paris m 5 jms.svg|18px]]: TP Ninh Bình - Rịa - [[Nho Quan]]: Bến xe khách Ninh Bình - Đường Lê Đại Hành - Đường Lê Hồng Phong - [[Đại lộ Đinh Tiên Hoàng|Đường Đinh Tiên Hoàng]] - Đường Tràng An - QL1 - Ngã tư Trực Độ - Đường Hải Thương Lãn Ông - Đường Lê Thái Tổ - Đường Tuệ Tĩnh - QL1 - QL12B - Khu vực ngã ba [[Cúc Phương]]. Thời gian hoạt động:05h50 đến 17h30.\n#Tuyến [[Tập tin:Paris m 6 jms.svg|18px]]: [[Bỉm Sơn]] (Thanh Hóa) – Quốc lộ 1 – ngã ba 207 – Đường trong thị xã – Quốc lộ 1 – Ngã 3 Chợ Chiều – Quốc lộ 12B – Ngã 3 Anh Trỗi – Quốc lộ 38B – Bãi đỗ xe [[Chùa Bái Đính]].\n#Tuyến [[Tập tin:Paris m 7 jms.svg|18px]]: TDN Nam Thành – Quốc lộ 1 – Đ. Trần Nhân Tông – Siêu thị Big C – Quốc lộ 10 – Ngã 3 Thông – Đường tỉnh 481B – Đường tỉnh 481C – Bến đò Mười.\n#Tuyến [[Tập tin:Paris m 8 jms.svg|18px]]: Trạm dừng nghỉ Nam Thành - [[Bệnh viện đa khoa Ninh Bình|Viện 700 Giường]] - Viện Lao - Viện Mắt - Viện Sản Nhi - Viện Quân y 5 - Cầu Lim - Bưu điện tỉnh - QL 1 A - Cầu Huyện - [[Trường Yên, Hoa Lư|Trường Yên]] - Ngã ba đi [[Kênh Gà]] - Bái Đính - Ngã ba Anh Trỗi - Ngã ba Rịa - [[Phú Long, Nho Quan|Phú Long]] (Nho Quan). Thời gian hoạt động: Từ 5h30 đến 17h30.\n#Tuyến [[Tập tin:Paris m 9 jms.svg|18px]]: Bến xe phía Bắc – Đường trong thành phố Ninh Bình – Quốc lộ 1 – Cảng Gia Thanh – Đường tỉnh 477D – Đường tỉnh 477 – Bến xe Gia Viễn.\n#Tuyến [[Tập tin:Paris m 10 jms.svg|18px]]: Bến xe Lai Thành – Quốc lộ 10 – Đường tỉnh 482B – Đường tỉnh 480D – Đường tỉnh 478D – Quốc lộ 45 – Bến xe Rịa.\n#Tuyến [[Tập tin:Paris m 11 jms.svg|18px]]: Bến xe phía Bắc (thành phố Ninh Bình) – Đường trong thành phố – Bến xe phía Nam (thành phố Ninh Bình).\n#Tuyến [[Tập tin:Paris m 12 jms.svg|18px]]: Bến xe Đền Dâu (Thị xã Tam Điệp) – KCN Tam Điệp – Chi Lăng – Ngã 3 Quân đoàn – Quốc lộ 1 – Đường Quyết Thắng – Đường tỉnh 480D – Yên Thành – Đường tỉnh 480C – Bến xe thị trấn Yên Thịnh – Đường tỉnh 480C – Quốc lộ 10 – Bến xe Yên Khánh.\n#Tuyến [[Tập tin:Paris m 13 jms.svg|18px]]: Bến xe Yên Khánh – Đường tỉnh 483 – Đường tỉnh 480B – Đường tỉnh 481D – Quốc lộ 12B kéo dài – Bến xe Tân Thành.\n\n===Trung tâm Hỗ trợ khách du lịch===\nTrung tâm Hỗ trợ khách du lịch Ninh Bình nhằm đảm bảo khách du lịch được hỗ trợ về thông tin, sử dụng dịch vụ du lịch thuận tiện, có chất lượng tương xứng với nhu cầu và đảm bảo an ninh, an toàn cho du khách. Trung tâm Hỗ trợ khách du lịch Ninh Bình gồm các trạm hỗ trợ khách du lịch đặt tại 3 khu vực có số lượng khách du lịch lớn: bến thuyền [[Tam Cốc - Bích Động]], bến thuyền [[Tràng An]], khu [[chùa Bái Đính]] - [[Cố đô Hoa Lư]].<ref>[http:\/\/ninhbinhcst.org.vn\/?options=items&code=3217 Trung tâm hỗ trợ khách du lịch Ninh Bình sau một năm đi vào hoạt động]<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Du lịch Ninh Bình}}\n\n[[Thể loại:Du lịch Việt Nam theo địa phương]]"}