{"317162":"{{chú thích trong bài}}\n{{văn phong}}\n[[Bình Định]] là quê hương của các loại hình nghệ thuật như [[tuồng]], [[bài chòi]]... với bờ biển dài, nhiều vũng vịnh với những bãi tắm đẹp và danh lam thắng cảnh như:[[Quy Nhơn]], Tam Quan, Tân Thanh, Vĩnh Hội, Trung Lương, Hải Giang, Đảo Yến, bãi tắm Hoàng Hậu, Quy Hòa, Bãi Dại, Tân Phụng, Vĩnh Lợi...\n\nCơ sở lưu trú ở [[Bình Định]] khá tốt, hiện nay toàn tỉnh có 74 khách sạn (4 khách sạn 4 sao, 2 khách sạn 3 sao), tổng số trên 1.900 phòng, trong đó hơn 1000 phòng đạt tiêu chuẩn quốc tế. Một số resort, khách sạn tiêu chuẩn 4-5 sao đang được quy hoạch xây dựng.\n\nCác lễ hội truyền thống: lễ hội chợ Gò, lễ hội làng rèn Phương Danh, lễ hội làng đúc đồng Bằng Châu, lễ hội đô thị Nước Mặn, lễ hội cư dân miền biển, lễ hội đâm trâu, lễ hội đổ giàn,...\n\nLàng nghề: [[Rượu Bàu Đá]], Mộc mỹ nghệ, gốm, nón ngựa, làng rèn Phương Danh, Bún Song Thằn, [[Bánh tráng]] nước dừa, bánh tráng mè,...\n\n==Danh thắng cảnh==\n[[Tập tin:QuyNhonBeach1.jpg|nhỏ|phải|300px|Bãi biển Quy Nhơn]]\n\n===Bán đảo Phương Mai===\nThuộc thành phố Quy Nhơn, cách thành phố 8&nbsp;km về phía Đông Bắc. [[Bán đảo Phương Mai]] rộng 300ha, có núi Phương Mai - nơi còn bảo tồn được hệ sinh thái tương đối phong phú với nhiều loại động, thực vật quý và nhiều cảnh đẹp. Phía Tây bán đảo, cạnh núi Phương Mai là đầm [[Thị Nại]]. Đầm là môi trường nuôi trồng các loại hải sản và cũng là điểm tham quan du lịch.\n\n===[[Bãi tắm Hoàng Hậu]]===\nNằm trong khu [[Ghềnh Ráng Tiên Sa|Ghềnh Ráng]], bãi tắm Hoàng Hậu được xem là bãi tắm đẹp nhất Bình Định. Bãi tắm Hoàng Hậu là một bãi đá rộng hàng trăm mét vuông, gồm có những hòn đá xanh, nhẵn, trông giống như một bãi trứng khổng lồ. Phía trước bãi là những bức tường đá thiên nhiên đứng che chắn sóng gió tạo nên vùng nước phẳng lặng. Năm 1927, vua [[Bảo Đại]] đến đây du ngoạn và cho xây khu nhà nghỉ, và sân thể thao bên cạnh bãi tắm. Bãi tắm với những hòn trứng đá khổng lồ chỉ dành riêng cho [[Nam Phương|Nam Phương Hoàng hậu]] tắm nên gọi là Bãi tắm Hoàng Hậu.\n\n===Suối khoáng nóng Hội Vân===\nNằm ở địa phận thôn Hội Vân, xã Cát Hiệp, huyện Phù Cát, cách thành phố Quy Nhơn 48&nbsp;km về phía Tây Bắc. Suối này được phát nguyên từ vùng núi thấp phía Bắc, đến thôn Hội Vân, nước chảy vào hồ nhỏ rộng khoảng 400m2, sâu hơn 1m. Từ đây mạch nước nóng phun lên, nhiệt độ khoảng 70-80&nbsp;°C, vô trùng, chứa khoảng 20 chất khoáng. Từ năm 1978 ở đây đã xây dựng nhà điều dưỡng để chữa bệnh ngoài da, tim mạch, tiêu hóa.<br>\nTương truyền là suối nước mà thần tiên đã ban cho một công nương trong hoàng tộc Chămpa để chữa bệnh, vì vậy mà còn có tên gọi là suối Tiên.\n\n===Suối Tiên ở Quy Nhơn===\nSuối Tiên là một thắng cảnh đẹp của tỉnh Bình Định, ở đây còn lưu truyền về truyện cổ tích Suối Tiên. Suối tiên nằm phía trên bãi tắm Hoàng Hậu thuộc Ghềnh Ráng\n\n===Thắng cảnh Hầm Hô===\nDanh thắng Hầm Hô cách thành phố Quy Nhơn hơn 55&nbsp;km về hướng Bắc, thuộc địa phận thôn Phú Mỹ, xã Tây Phú, huyện Tây Sơn, tỉnh Bình Định. Không rõ cái tên dân dã và lạ tai này có tự bao giờ mà ý nghĩa của nó mỗi người giải thích một khác. Có người cho rằng do ở đây có một thác nước cao chừng sáu, bảy mét, đổ vào một hầm đá rộng, phát ra tiếng kêu ầm ồ như tiếng hô báo cho người chèo bè mảng trên dòng biết sắp tới chỗ nguy hiểm mà lo phòng bị nên gọi là Hầm Hô. Lại có người giải thích rằng ở miệng Hầm Hô đá mọc lởm chởm, chìa ra giống như hàm răng hô nên có tên ấy (!)\n\nHầm Hô là nơi gặp gỡ của hai nhánh sông Đồng Hưu và sông Cát đổ vào sông Phú Phong. Thắng cảnh là cả một khúc sông dài tới gần ba kilômét, hai bên bờ là những khối đá trập trùng, chỗ thì dựng đứng như thành vách, nới thì chồng chất lên nhau thành đống, lại có đoạn đá nhọn lởm chởm như những thanh gươm dựng đứng.. Làm dịu đi vẻ hiểm trở của những vách đa nhấp nhô là những lùm cây xanh mướt. Những bụi sim, màu lá xanh, hoa tím xen lẫn những khóm phong lan cheo leo trên đá, lửng lơ trên những cành cây. Điểm xuyết vào đó là những cây cổ thụ im lìm như đang trầm mặc suy tư. Xa xa là những rừng hoa ngâu đốm vàng với lác đác những khóm Mai trắng ẩn hiện. Cây cối mọc lâu ngày, rễ rủ như tóc xõa, xoi bóng xuống mặt nước lung linh, nơi từng đàn cá đang tung tăng bơi lội.\n\nThế nhưng, cảnh đẹp đích thực của Hầm Hô khiến du khách viếng thăm phải sửng sốt về sự tạo hóa của thiên nhiên ngay dưới lòng sông. Với [[chiều rộng]] trên dưới ba mươi mét, lòng sông chi chít những trụ đá hoa cương thiên hình vạn trạng. Vào mùa nước cạn, những ngày trời trong xanh, khi những tia nắng ban mai rọi xuống, những khối đá hoa cương ánh lên muôn màu lóng lánh, rực rỡ như ngàn vạn viên kim cương khoe mình trên làn nước trong xanh. Hình dáng thật kì dị của những trụ đá đã chấp cánh cho trí tưởng tượng của bao thế hệ của cư dân nơi đây. Hòn lớn, hòn nhỏ, khối vuông, khối tròn, có những cụm nhìn tựa đàn voi đang tắm, có những dãy trông như thể bầy ngựa đang phi. Lại có tảng chẳng khác gì một con cá sấu khổng lồ đang há miệng săn người và rồi biết bao hình dạng giống như người, như thú, như vật dụng thường ngày…Tất cả bày la liệt, ngổn ngang mà hài hòa, mà ngoạn mục đến mức không một họa sĩ, một nhà điêu khắc tài danh nào có thể tạo dựng nổi.\n\nNếu có dịp du ngoạn bằng thuyền đi dọc sông, đắm mình vào thế giới huyền ảo của thiên nhiên, du khách sẽ có được cảm giác như đi vào thế giới thần thoại. Vượt qua bờ đập, đi ngược dòng sông một đoạn sẽ gặp một vách đá dựng đứng như tường thành với cái tên dân gian Hòn Đá Thành. Trên vách đá rêu phủ xanh rì, từng chùm rễ cây leo lòng thòng rủ xuống trong hệt như một bức tường thành cổ kính. Bên trái thành có một bãi đá chồng chất lên nhau. Liên tưởng như có một người khổng lồ đổ cả một thúng đá xuống lòng sông, dân trong vùng gọi đây là khúc sông Trời Lấp. Qua khúc sông nay, ngược tiếp dòng sông sẽ trông thấy hai bên nhiều khối đá lô nhô, hòn cao, hòa thấp với muôn vàn hình dáng khác nhau. Bên những hòn đá vây tụ vào nhau là một vũng nước sâu có tê vũng cá Rói. Vào mùa cạn nước, trong vũng vẫn đầy, từng đàn cá Rói từ khắp nơi đổ dồn về đây. Khi có mồi ăn, chúng xông vào tranh giành xâu xé, ngồi trên bờ xem không chán mắt. Tiếp một đoạn nữa, có một khối đá giống như một cá Sấu lớn nằm ngang giữa lòng sông, chắn dòng nước chảy xiết làm bọt bắn tung trắng xóa, nên có tục danh là hòn Trào. từ đây không thể đi thuyền được nữa. Muốn đi tiếp vào trong, phải lên bộ đi men theo bờ. Càng đi lại càng thấy lòng sông hẹp lại nhưng cảnh vật lại càng kì thú. Bất chợt từ trên bờ nhìn xuống, ta có cảm giác như không phải dòng sông mà trước mắt có cả một đàn cừu trắng đang nô giỡn trên thảo nguyên. Ngược về phía thượng nguồn, độ dốc càng lớn, nước chảy càng mạnh. Từng đoạn, từng đoạn chia khúc thành những thác nhỏ, nước chảy ầm ầm dội vào vách núi, cảnh vật càng thêm huyền ảo. Đây đó vang lên tiếng gù của chim Cu Gáy, tiếng hót véo von của chim Khướu, chim Vành Khuyên, tiếng kêu tích tích của những chú chim Sâu đang nhảy nhót trên cành. Thỉnh thoảng lại vang lên tiếng Tắc Kè vọng lại từ những hốc đá, lùm cây. Hương rừng ngào ngạt, diệu thơm hòa lẫn tiếng chim kêu ríu rít khiến cho du khách có cảm giác như lạc vào cõi thần tiên.\n\nNăm tháng qua đi, nước chảy mài mòn những tản đá tạo thành vô số những khối hình lô nhô trông xa hệt như một cành san hô khổng lồ mà mỗi nhánh lại có một hình dáng riêng. Ba khối đá nhẵn thín chụm đầu vào nhau như cỗ đầu rau được đặt tên là Hòn Ông Táo. Xa xa nhìn những khối đá lúp xúp khiến ta liên tưởng đến cái nồi nấu cơm, bát, chén, một cái ấm pha trà…Truyền khẩu dân gian kể lại rằng đây là nới mà thần tiên trên trời thường xuống du ngoạn, vui chơi vào những lúc đêm khuya tĩnh mịch. Còn đó dấu chân trên đá của một ông khổng lồ ngồi câu cá. Nằm giữa lòng sông có một phiến đá với những nét ngang dọc, rêu phủ lờ mờ, tương truyền là nơi các vị tiên chơi cờ nên gọi là Bàn Cờ Tiên. Cạnh bàn cờ có hòn đá nước chảy xuyên qua, rồi ùn lên trông như sôi ùng ục. Người đời gọi đó là Hòn Vò Rượu.\n\nHầm Hô có đá khổng lồ,\n\nCó hang Bảy Cử, có vò rượu sôi\n\nĐúng vào nơi kì thú nhất thiên nhiên lại trải rộng cho du khách một khoảng trống đến hàng nghìn mét vuông có thể dừng chân hạ trại. Nước dưới suối nơi này cũng như hiền dịu hơn tạo thành một nơi tắm lý tưởng. từ đây có thể nhìn bao quát cả một vùng rộng về cả hai phía Đông, Tây. Con người dường như nhỏ bé lại trước một không gian mênh mông. Thắng cảnh Hầm Hô thật đồ sộ. Đá chất chồng, xếp thành nhiều tầng, nhiều lớp mà ngắm nhìn thì như đứng trước một tác phẩm điêu khắc hoành tráng và hoàn mĩ đến độ cho người xem một cảm giác choáng ngợp và trong lòng trào dâng những cảm xúc nghệ thuật. Những khối đá vô tri như sống động, như có hồn được bao phủ bởi rêu phong của thời gian, bởi huyền tích do con người thêu dệt. Những dáng vẻ vừa như tả thực, vừa như cách điệu siêu thoát đưa ta đi hết sự ngạc nhiên này đến sự ngạc nhiên khác mà sự linh diệu của thắng cảnh chỉ có thể cảm nhận phần nào khi được tận mắt nhìn thấy, được đắm mình trong đó.\n\nDường như mọi sự miêu tả bằng giấy mực đều không thể lột tả hết được vẻ đẹp của Hầm Hô. Hơn thế, đến đây du khách không chỉ được thưởng ngoạn cảnh đẹp kì ảo của thiên nhiên mà còn có dịp sống lại những ngày tháng hào hùng của lịch sử. Chính tại nơi đây, hơn hai trăm năm về trước vị danh tướng Võ Văn Dũng đã rèn quân luyện võ để rồi sau đó hợp lực với các thủ lĩnh Tây Sơn phất cờ khởi nghĩa. Cũng tại nơi đây, anh hùng Mai Xuân Thưởng đã xây dựng căn cứ kháng Pháp. Danh tháng này vì thế, còn có ý nghĩ thiêng liêng của một chứng tích lịch sử.\n\n===Núi Bà - Biểu tượng của niềm tin===\nNúi Bà là biểu tượng của quê hương, của niềm tin và lòng tự hào trong cuộc kháng chiến chống Mỹ. Quần thể núi Bà có trên sáu mươi ngọn cao thấp, nằm trọn trên địa phận huyện Phù Cát, phía nam [[đầm Đạm Thủy]], cách Quy Nhơn khoảng 30&nbsp;km về hướng Bắc. Xen giữa các khối núi nhấp nhô là những thung lũng cây cối xanh tốt và hàng ngàn con suối lớn nhỏ.<br>\nNúi Bà uy nghi, huyền diệu với bao điều kỳ bí mà mỗi nơi chốn, mỗi cái tên đều có một sự tích. Đặc biệt nhất là các sự tích về hòn Chuông (Chung Sơn) trông xa như quả chuông úp; hòn Vọng Phu ở thôn Chánh Oai,xã Cát Hải trên một ngọn núi cao, có hai khối đá, một cao một thấp trông tựa như hình dáng mẹ dắt con ngóng trông chồng từ biển xa; chùa Linh Phong (chùa Ông Núi) ở xã Cát Tiến nổi tiếng linh thiêng.\n\n===Đảo yến Quy Nhơn===\n\n===Hồ Núi Một===\nLà một hồ nước ngọt lớn, có diện tích mặt hồ hơn 1200 ha, ở xã Nhơn Tân, thị xã An Nhơn. Xung quanh hồ là suối, thác, hang động, rừng nguyên sinh, chính giữa là mặt hồ phẳng lặng, trong xanh, tạo nên một khung cảnh sơn thủy sông-núi-suối-hồ hữu tình, gần cuối hồ là làng đồng bào dân tộc Bana.\n\n===Động Cườm===\nDi tích động Cườm Tích phân bố trên một cồn cát rộng khoảng 6-7 ha, thuộc khu phố Tăng Long 2, phường Tam Quan Nam, thị xã Hoài Nhơn. Khai quật di tích Động Cườm đã phát hiện 46 mộ chum và 4 cụm mộ nối chôn úp nhau. Dáng chum hình trụ, đáy tròn lồi, xương gốm thô, có màu nâu đỏ, pha nhiều cát. Kỹ thuật tạo dáng chum bằng dải cuộn kếp hợp với bàn dập, gòn kê và ghép nối. Những đồ tùy táng chôn theo mộ chum là nồi nhỏ, bát bồng bằng gốm mang đặc trưng văn hóa Sa Huỳnh và chủ yếu đặt trên nắp chum. Ngoài ra, còn có một số hiện vật như dao, rìu, đục, kiếm ngắn và đồ trang sức là hạt cườm thủy tinh màu sắc rực rỡ. Đặc biệt có những hạt chuỗi bằng ngọc mã não màu đỏ ánh vàng. Dựa vào những di vật thu được, phần nào khẳng định chủ nhân của những mộ táng ở Động Cườm chính là những cư dân cổ văn hóa Sa Huỳnh. Khu mộ địa Động Cườm có khả năng tồn tại từ thế kỷ I, II trước CN đến thế kỷ I CN. Những hiện vật này đã được đưa về [[Bảo tàng tổng hợp Bình Định]] phục dựng.\n\n==Di tích lịch sử - văn hóa==\n=== Bảo Tàng Quang Trung===\nBảo tàng Quang Trung cách Tp. Quy Nhơn 50&nbsp;km về phía Tây Bắc, thuộc làng Kiên Mỹ, xã Bình Thành, huyện Tây Sơn,. Bảo tàng được xây dựng năm 1978 theo lối kiến trúc cổ, dáng vẻ uy nghiêm. Bảo tàng có 9 phòng trưng bày với những di vật quan trọng liên quan đến phong trào khởi nghĩa Tây Sơn.\nNằm trong quần thể Bảo tàng Quang Trung là điện thờ Tây Sơn Tam Kiệt và các danh tướng thời Tây Sơn. Điện được xây dựng trên chính nền nhà cũ của ba anh em nhà Tây Sơn. Điện được nhân dân góp công xây dựng vào năm 1958 và hoàn thành vào năm 1960 với tổng thể diện tích 2.325m2. Tại khu di tích này còn có 2 di tích cực kỳ quý giá là cây me cổ thụ, giếng nước. Hai di tích này có từ thời thân sinh của anh em nhà Tây Sơn là ông [[Hồ Phi Phúc]] và bà Nguyễn Thị Đồng, đến nay đã hơn 300 năm, là những di sản vô giá gắn liền với thời thơ ấu của 3 anh em họ Nguyễn.\n\n===Thành Hoàng Đế===\nThuộc xã Nhơn Hậu, thị xã [[An Nhơn]], cách thành phố [[Quy Nhơn]] 27&nbsp;km về hướng Tây Bắc. Trước kia là thành [[Đồ Bàn]]. Thành được xây dựng vào cuối [[thế kỷ 10]], dưới triều đại vua Yangpuky Vijaya. Đây là kinh đô cuối cùng của vương quốc [[Chăm Pa]]. Các vua Chăm đã đóng ở đây từ thế kỷ 11 đến thế kỷ 15.\n\nĐến 1775, [[nhà Tây Sơn]] xây dựng lại kiên cố, đặt tên là Thành Hoàng Đế từ năm 1778. Từ năm 1776 đến 1793 là đại bản doanh của quân Tây Sơn và sau đó là kinh đô của chính quyền Trung ương Hoàng đế [[Nguyễn Nhạc|Thái Đức]] - Nguyễn Nhạc. Thành Hoàng đế nguyên là một tổng thể kiến trúc hình chữ nhật gồm ba vòng thành: Thành Ngoại, Thành Nội và Tử Cấm Thành. Thành Ngoại có chu vi 7400m, Thành Nội còn được gọi là Hoàng Thành có hình chữ nhật dài 430m, rộng 370m. Bên trong Thành Nội có Tử Cấm Thành cũng hình chữ nhật dài 174m, rộng 126m.<br>\nSau khi bị nhà Nguyễn thôn tính, thành đã bị tàn phá. Di tích hiện nay không còn nguyên vẹn, chỉ còn sót lại Cổng Tam Quan và các bức tường thành. Tường thành xây bằng đá ong, có hào, đường lát đá hoa cương. \nTrong thành có di tích cũ của người Chăm như giếng vuông, tượng nghê, voi đá. Bên cửa hậu có gò Thập Tháp, trên gò có 10 ngôi tháp Chàm, hiện nay không còn. Đặc biệt có ngôi tháp Cánh Tiên cao gần 20 m, góc tháp có tượng rắn làm bằng đá trắng, hai voi đá và nhiều tượng quái vật. Chùa Thập Tháp nằm ở phía Bắc Thành, chùa Nhạn Sơn nằm ở Nam thành là những ngôi chùa cổ, trong đó còn giữ được nhiều di tích, hiện vật liên quan đến văn hóa Chăm Pa và phong trào Tây Sơn, đặc biệt có 2 môn thần rất lớn từ thời Champa.\nThành đã được xếp hạng Di tích Lịch sử năm 1982.\n\n===Lăng Võ Tánh===\nLăng [[Võ Tánh]] cách tháp Cánh Tiên 200 m cùng nằm trên con đường đất nhỏ trong thành Hoàng Đế. Năm 1799, nhà Nguyễn chiếm được thành Hoàng Đế của nhà Tây Sơn và giao cho Võ Tánh trấn giữ. Quân Tây Sơn dốc toàn lực phản công, bao vây thành trong thời gian dài. Hết lương ăn, Võ Tánh xin hàng để cứu binh sĩ. Sau đó ông tự thiêu ở lầu Bát Giác, phó tướng là [[Ngô Tùng Châu]] cũng uống thuốc độc tự tử. Trong thời gian cố thủ thành Hoàng Đế, ông đã cầm chân quân Tây Sơn, gián tiếp giúp cho nhà Nguyễn có cơ hội đánh chiếm kinh đô Huế dễ dàng, vua Tây Sơn phải chạy trốn.\n\nNăm 1802 vua Gia Long cho dựng đền thờ ngay tại chỗ từng là lầu Bát Giác ba tầng, hình ngọn lửa. Trong lăng có ngôi mộ lớn, trên mộ vẽ một con dơi màu đỏ, sau mộ là bức bình phong trang trí chữ Thọ.\n\n===Từ đường dòng họ Bùi===\nTrong nhà thờ từ đường dòng họ Bùi ở huyện Tây Sơn có bàn thờ nữ tướng [[Bùi Thị Xuân]]. Đô đốc Bùi Thị Xuân người xã Bình Phú, huyện Tây Sơn, là vợ Thiếu phó [[Trần Quang Diệu]]. Hai vợ chồng bà là dũng tướng trụ cột của phong trào Tây Sơn. Bà đã ra Bắc vào Nam, tung hoành cả biên giới phía Tây, lập nhiều chiến công vang dội, gây khiếp sợ cho cả quân vua Lê, chúa Trịnh và chúa Nguyễn. Khi Quang Trung lên ngôi 1788, bà được phong chức Đô đốc. Sau khi vua Quang Trung mất (1792), triều đình Tây Sơn suy yếu, quân Nguyễn Ánh chiếm Phú Xuân. Năm 1802, chồng bà là Trần Quang Diệu bị xử tử cùng vua Quang Toản. Bà cùng các con bị sa vào tay kẻ thù và bị xử voi giày.\n\n=== Hải đăng cổ Cù Lao Xanh===\n\nKhu nhà của quan ba Pháp: Cạnh ngọn hải đăng là nhà làm việc hai tầng, đã được xây từ hơn 100 năm trước{{fact}}. Từ đây nhìn được toàn bộ khu vực đảo và chiêm ngưỡng được toàn cảnh biển bao la phía xa, trong lòng chợt phóng khoáng như một câu thơ: \"Muốn nhìn xa nghìn dặm, lên nữa một tầng lầu\".\n\nMen xuống theo hướng Tây Bắc của ngọn hải đăng là Suối Giếng Tiên. Tên suối này xuất phát từ một tương truyền rằng, xưa kia vào những đêm trăng sáng các nàng tiên trên trời xuống đây để du ngoạn. Các nàng tiên rủ nhau cởi xiêm áo, tắm mát và vui đùa rồi mới bay trở về trời. Có dịp tới đây, bạn nên một lần tắm \"tiên\", cảm được cái mằn mặn của biển và cái ngòn ngọt của nước suối.\n\n==Di tích kiến trúc tôn giáo==\n===Chùa Thập Tháp (Thập Tháp Di Đà)===\nChùa Thập Tháp do nhà sư Nguyên Thiều thiền phái Lâm Tế (pháp danh Siêu Bạch) dựng vào năm 1665, thời chúa Nguyễn Thái Tông, chùa thuộc KP Vạn Thuận, phường Nhơn Thành, thị xã An Nhơn, cách thành phố Quy Nhơn 27&nbsp;km về hướng Tây Bắc. Chùa tọa lạc trong phạm vi thành Đồ Bàn, đế đô của vương quốc Chămpa cũ. Chùa được chúa Nguyễn Phúc Chu ban cho biển \"Thập Tháp Di Đà Tự\". Đến nay Chùa đã có lịch sử 340năm. Chùa có 4 khu chính bao gồm: Chánh điện, Phương trượng, Đông đường và Tây đường. Chính điện có Đại Hùng Bảo điện và 2 gian thờ phụ hai bên. Bên trong nội thất được trang trí, chạm trổ tinh vi với các họa tiết hoa sen, xấp sách, hoa cuộn trên gỗ quý, những đường nét rồng bay, phượng múa cách điệu rất trang nhã. Chùa xây bằng gạch nung đỏ lấy từ 10 ngọn tháp Chàm đổ nát ở đồi Long Bích nên mới gọi là chùa Thập Tháp. Chùa Thập Tháp là một trong những ngôi chùa lớn và cổ xưa nhất ở Bình Định cũng như miền trung được xếp hạng di tích Kiến trúc nghệ thuật văn hóa năm 1990.\n\n===Chùa Long Khánh===\nNằm ở trung tâm thành phố Quy Nhơn, trên đường Trần Cao Vân.Chùa được xây dựng vào năm 1715,dưới thời vua Lê Dụ Tông, do tổ sư Đức Sơn - người Trung Quốc sáng lập. Lúc bấy giờ chủ yếu là phục vụ cho cộng đồng người Hoa ở quanh vùng. Tính đến nay, chùa Long Khánh đã qua 14 đời trụ trì. Chùa hiện còn lưu giữ một số bảo vật quý như: Chiếc khánh đồng dùng để khai hiệu lệnh, dài 75&nbsp;cm, cao 25,5&nbsp;cm được đúc vào thời điểm khánh thành chùa (1715); Thái Bình Hồng Chung (chuông Hồng Thái) được đúc vào năm 1805, triều vua Gia Long, và tấm dấu biểu trưng ''Long Khánh Tự'' được kiến tạo vào năm 1813 thời vua Gia Long.\n\n===Chùa Sơn Long===\nChùa nằm trên địa phận xã Nhơn Bình, Tp. Quy Nhơn. Chùa do Thiền sư Bửu Quang khởi dựng vào cuối thế kỷ 17 có tên là '''Thiền Thất Giang Long''' ở huyện Tuy Viễn, phủ Tuy Ninh, trấn Bình Định. Chùa tọa lạc trên sườn núi Trường Úc. Đến năm 1744, chùa được Thiền sư Thanh Thiền cho di chuyển về địa điểm hiện nay sát chân núi, cách cầu Trường Úc 700m về hướng đông và đổi tên là chùa Sơn Long.<br>\nTương truyền, dưới chân núi phía sau chùa, xưa kia có một tảng đá rất lớn trông như miệng rồng có hàm trên, hàm dưới với một cái lưỡi nhô ra nên gọi là đá Hàm Long. Nay do sự tàn phá của thời gia nên dấu ấn này không còn nữa. Trong chùa có 15 ngôi mộ tháp lớn nhỏ, có những ngôi mộ vẫn còn giữ nét rêu phong, cũ kỹ của mấy trăm năm về trước, có mộ tháp đã được trùng tu khang trang hơn. Đến Sơn Long, bạn còn được chiêm ngưỡng bức tượng Phật Lồi 7 đầu rồng bằng đá nặng 1,5 tấn, cao 3,1m với hoa văn chạm khắc sau lưng. Bức tượng này được xác định của người Chăm tạc từ thế kỷ thứ 8.\n\n===Chùa Linh Phong===\nĐược xây dựng năm 1702 trên lưng chùng một ngọn đồi nằm phía nam Núi Bà, thuộc xã Cát Tiến, huyện Phù Cát, cách Tp, Quy Nhơn khoảng 30&nbsp;km về phía Bắc. Chùa có lưng dựa vào núi cao, mặt trông ra biển, xung quanh có sông uốn lượn, phong cảnh thanh tao kỳ vĩ, không gian tĩnh mịch, với tên ban đầu là Dũng Tuyền, đến năm 1733, chúa Nguyễn Phúc Chu xuống chiếu cho xây lại chùa và đổi tên là Linh Phong, ban cho sư trụ trì (ông Núi) pháp hiệu \"Tĩnh Giác Thiện Trì Đại Lão Thiền Sư\". Có truyền thuyết kể rằng vua Minh Mạng nằm mơ được Đại Lão thiền sư dâng thuốc chữa khỏi bệnh nên đã xuống chiếu cấp bạc để trùng tu lại chùa năm 1892. Hiện Chùa còn lưu giữ nhiều di sản văn hóa có giá trị.\n\n===Tu viện Nguyên Thiều===\nChùa được xây dựng vào năm 1956 trên một quả đồi gần tháp Bánh Ít, thuộc xã Phước Hiệp, huyện Tuy Phước. Bên phải Phật đài có bức tượng Thích Ca màu trắng cao 15m, ngồi thiền trên đài sen được xây vào năm 1962. Hai bên thành bậc lên xuống Phật đài có chạm hình con rồng uốn lượn trông rất đẹp.\n\n===Nhà thờ chính tòa - Nhà thờ Lớn===\nNằm trung tâm thành phố Quy Nhơn, trên đường Trần Hưng Đạo. Nhà thờ chính tòa được xây dựng vào năm 1938 theo lối kiến trúc Pháp và Gô Tích châu Âu.\n\n==Di tích Chăm Pa==\n===[[Tháp Dương Long]] - Tháp Ngà===\nThuộc xã Tây Bình, huyện Tây Sơn, cách Quy Nhơn khoảng 50&nbsp;km, tháp được xây dựng vào cuối thế kỷ 12. Tháp là một quần thể gồm 3 tháp. Tháp giữa cao 40m, hai tháp 2 bên cao 38m. Phần thân tháp được xây bằng gạch, các góc được ghép bằng những tảng đá lớn và trang trí điêu khắc đều bằng đá. Cửa tháp quay hướng Đông và được nâng lên khá cao khoảng 1,5m và khung cửa là những khối đá lớn. Những chi tiết được trang trí ở đây đều rất lớn, chạm trổ trên sa thạch với những đường nét rõ ràng và còn giữ được lâu. Với nghệ thuật điêu khắc chạm trổ tinh xảo, các đường nét vừa hoành tráng, lộng lẫy, vừa tinh tế mềm mại, các họa tiết trang trí sống động, tháp được Bộ Văn hóa xếp hạng di tích kiến trúc nghệ thuật năm 1980.\n\n===[[Tháp Bánh Ít]] - Tháp Bạc===\nNằm thuộc địa phận xã Phước Hiệp, huyện Tuy Phước, cách thành phố Quy Nhơn 20&nbsp;km. Trên đỉnh quả đồi giữa hai nhánh của sông Côn là Tân An và cầu Gành, bên Quốc lộ 1, cách Quy Nhơn khoảng 20&nbsp;km. Tháp Bánh Ít được xây dựng vào cuối thế kỷ XI, đầu thế kỷ XII. Đây là một quần thể gồm 4 tháp, tháp chính cao 22 m, trông xa giống như chiếc bánh ít. Tháp có cửa chính quay về hướng Đông. Vòm cửa được tạo dáng mũi lao hai lớp thu nhỏ về phía trên với các hoa văn hình xoắn nối kết nhau.<br>\nCửa chính còn được trang trí bằng một hình phù điêu tạc hình Ganesa, hình Haruman. Ba cửa giả quay các hướng còn lại đều mô phỏng cấu trúc và trang trí của cửa chính. Tháp được xếp hạng di tích Kiến trúc nghệ thuật năm 1982.\n\n===[[Tháp Phú Lốc]] - Tháp Vàng===\nThuộc Phường Nhơn Thành, Thị xã An Nhơn, cách thành phố Quy Nhơn 35&nbsp;km về phía Bắc. Được xếp hạng di tích Kiến trúc nghệ thuật năm 1995.\n\n===[[Tháp Thủ Thiện]]===\nThuộc xã Bình Nghi, huyện Tây Sơn, cách thành phố Quy Nhơn 35&nbsp;km về hướng Tây Bắc. Được xây cất trên một vùng đất tương đối thấp, ở bờ Nam Sông Côn, tháp có quy mô nhỏ, kiểu dáng trang nhã. Được xếp hạng di tích Kiến trúc Nghệ thuật năm 1995.\n\n===[[Tháp Cánh Tiên]] - Tháp Đồng===\nĐược xây dựng bên thành Đồ Bàn, xã Nhơn Hậu, Thị xã An Nhơn vào khoảng thế kỷ 12. Điểm đặc biệt của tháp Cánh Tiên là phần phía trong các cột ốp tường được ốp kín bằng các phiến đá sa thạch màu tím có chạm khắc hoa văn dây xoắn. Ngôi tháp được tạo dáng thanh thoát nhưng trang nghiêm và đẹp với phong cách xây dựng bài trí văn hóa Chăm. Tháp có 4 tầng thu nhỏ về phía trên, tầng nào cũng có 4 tháp góc trang trí, mỗi góc lại có những tầng nhỏ, tạo dáng lá lật nhỏ dần về phía trên tạo cảm giác như cánh chim đang bay, từ vai tháp trở lên bốn phía đều giống như cánh tiên đang bay lên nên được gọi là tháp Cánh Tiên. Tháp được xếp hạng di tích Kiến trúc nghệ thuật năm 1982.\n\n===[[Tháp Đôi]] - Tháp Hưng Thạnh===\nThuộc địa phận phường Đống Đa, tp. Quy Nhơn, cách trung tâm thành phố 3&nbsp;km. Tháp được xây dựng vào cuối thế kỷ 12, đầu thế kỷ 13. Tháp được trùng tu năm 1996. Tháp Đôi còn được gọi là tháp Hưng Thạnh, gồm 2 tháp, một tháp cao 18 m và một tháp cao 20m. Tháp đôi được gọi là \"độc nhất vô nhị\" của nghệ thuật kiến trúc Chămpa. Cả hai tháp không phải là tháp vuông nhiều tầng thường thấy của tháp Chăm mà là một cấu trúc gồm 2 phần chính: Khối thân vuông và phần đỉnh hình tháp mặt cong, các góc tháp hiện lên những tượng chim thần Garuda hai tay đưa cao như muốn nâng đỡ tháp. Tháp Đôi ảnh hưởng nghệ thuật kiến trúc của Ấn Độ giáo. Tháp được xếp hạng di tích Kiến trúc nghệ thuật năm 1980\n\n==Lễ hội==\n===Lễ hội Đống Đa===\nLễ hội Đống Đa hằng năm được tổ chức vào ngày mồng 5 tháng Giêng âm lịch tại thị trấn Phú Phong, huyện Tây Sơn để tưởng nhớ các thủ lĩnh phong trào [[Nhà Tây Sơn|Tây Sơn]], đặc biệt là người anh hùng áo vải [[Nguyễn Huệ]] và chiến thắng [[Ngọc Hồi]] - Đống Đa (1789), đánh thắng 29 vạn quân Thanh. Ngoài nghi lễ truyền thống còn có nhiều hoạt động văn hóa dân gian các dân tộc Kinh, Bana, Chăm... Nhiều cuộc biểu diễn võ thuật như: đấu võ, đánh côn, đi quyền... Tiết mục độc đáo của lễ hội là cuộc thi đánh trống bộ, mỗi bộ 12 chiếc trống da, còn gọi là trống trận Tây Sơn và diễn cảnh đánh trận giả làm sống lại khí thế hào hùng của nghĩa quân Tây Sơn năm xưa trên đất Bình Định.\n\n===Lễ hội Đổ giàn===\nTổ chức hằng năm vào ngày 15 tháng 7 âm lịch tại chùa Bà, làng An Thái, huyện An Nhơn. Đầu tiên gọi là hội xô cỗ (xô giàn), về sau gọi là đổ giàn. Người ta thiết lập một đàn cúng cao, trên đó đặt hương, hoa, trà, quả, cỗ gạo, bánh và đặc biệt là cỗ heo quay. Sau những nghi thức cúng lễ cổ truyền, vị chủ tế tuyên bố xô giàn, cho phép cuộc tranh tài bắt đầu. Người tranh tài là các võ đường quanh vùng, các lò võ cử người tham gia cuộc thi xông vào giành heo quay và mang con heo chạy về vị trí đã định.\n\n===Hội làng Rèn Tây Phương Danh===\nLàng nghề thuộc thị trấn Đập Đá, huyện An Nhơn, là làng có truyền thống làm rèn cách đây 300 năm. Cụ tổ là Đào Giã Tượng mang nghề từ phương Bắc vào truyền cho dân địa phương. Hằng năm, để nhớ ơn người khai sinh làng Rèn, người Tây Phương Danh tổ chức Lễ hội làng rèn vào ngày 12 tháng 2 âm lịch. Lễ hội quy tụ những thợ rèn ở địa phương và các nơi khác đến.\n\n===Hội Xuân chợ Gò===\nHội Xuân chợ Gò được tổ chức vào ngày mồng một Tết nguyên đán tại chợ Gò, Trường Úc, thị trấn Tuy Phước, huyện Tuy Phước. Đây chủ yếu là họp chợ, mua bán đầu năm lấy may mắn cho cả năm. Nhưng việc mua bán chỉ tượng trưng, đi hội vui là chính. Trai gái đi hội chợ Gò chen chân, liếc mắt để tìm bạn tình. Tuổi thiếu niên rủng rẻng tiền lì xì thì đi mua đồ chơi, đồ ăn thức uống. Người có tuổi tham dự các môn cờ tướng, đá gà... Lễ hội chợ Gò cách đây khoảng trên dưới 300 năm. Tương truyền hai vị tướng Tây Sơn là Trần Quang Diệu và Võ Văn Dũng chỉ huy đóng quân tại khu vực này, đã cho mở hội chợ Gò để quân sĩ và nhân dân vui chơi cho vơi đi nỗi nhớ gia đình ngày tết.<br>\nLễ hội chợ Gò ngay nay được nâng lên bước mới: Có phần lễ trang trọng và phần vui hội. Các trò chơi dân gian được tổ chức: múa lân, chọi gà, cờ tướng, đá cầu, đập niêu, kéo co.. Chợ mang nét đẹp vùng Tuy Phước, họp chợ một ngày vui suốt năm.\n\n===[[Lễ hội cầu ngư]]===\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n\n{{Du lịch Bình Định}}\n\n[[Thể loại:Du lịch Bình Định| ]]\n[[Thể loại:Du lịch Việt Nam theo địa phương]]"}