{"663731":"{{Hộp thông tin tội phạm\n| name = Dung Hà\n| image = Dung Hà.jpeg\n| image_size = \n| alt = \n| caption = \n| birth_name = Vũ Hoàng Dung\n| birth_date = 1965 <!-- {{birth date|YYYY|MM|DD}} if dead;\n {{birth date and age|yyyy|mm|dd|mf=yes}} if year, month and day known;\n {{birth year and age|yyyy|mm}} if year and month known;\n {{birth year and age|yyyy}} if only year known -->\n| birth_place = [[Hải Phòng]], [[Việt Nam Dân chủ Cộng hòa]]\n| death_date = {{ngày mất và tuổi|2000|10|2|1965}}\n| death_place = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| death_cause = [[Ám sát|Bị ám sát]]\n| resting_place =*Nghĩa trang Ninh Hải, [[Hải Phòng]]\n*Nghĩa trang Thủy Nguyên, [[Hải Phòng]] (từ 2015-nay)\n| residence = \n| nationality = {{VIE}}\n| other_names = \n| occupation = \n| known_for = Trùm xã hội đen\n| height = \n| weight = \n| predecessor = \n| successor = \n| religion = \n\n\n| criminal_charge = \n| penalty = \n| conviction_status = \n| spouse = <!-- Do not include unless notable or relevant to the crime involved -->\n| children = <!-- (as above) -->\n| parents = <!-- (as above) -->\n| allegiance = <!-- [[Lucchese crime family]] (only?) -->\n| motive = \n| conviction = \n| reward_amount = \n| capture_status = \n| wanted_by = \n| partners = \n| wanted_since = \n| time_at_large = \n| escaped = \n| escape_end = \n| comments = \n| victims = \n| date = \n| time = \n| beginyear = \n| endyear = \n| country = \n| states = \n| locations = \n| targets = \n| fatalities = \n| injuries = \n| weapons = \n| apprehended = \n| imprisoned = \n| footnotes = \n| opponents = Băng đảng của [[Năm Cam]], Băng đẳng [[Sơn Bạch Tạng]], và các nhóm băng đẳng khác từ Hà Nội, Hải Phòng, Nam Định,...\n}}\n\n'''Dung Hà''' tên thật là '''Vũ Hoàng Dung''' (1965 — 2 tháng 10 năm 2000), là một nữ trùm [[tội phạm có tổ chức tại Việt Nam|xã hội đen]] ở [[Việt Nam]], sinh ra và lớn lên tại phố Trạng Trình, [[Hải Phòng]].<ref name=Hell>{{Chú thích web|url=http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Duong-toi-dia-nguc-cua-me-gia-giang-ho-dat-Cang-163573\/|title=Đường tới địa ngục của “mẹ già” giang hồ đất Cảng|website=Công an nhân dân Online}}<\/ref> Từ một dân giang hồ, Dung Hà đã từng bước đạt được địa vị cao trong giới [[Tội phạm có tổ chức tại Việt Nam|xã hội đen Việt Nam]] ở [[Hải Phòng|đất Cảng Hải Phòng]]. Những năm 1990 là thời kì đỉnh cao phạm tội của Dung Hà, cô cùng Năm Cam được coi là hai thế lực [[mafia|xã hội đen]] lớn nhất Việt Nam lúc bấy giờ.\n\nVào rạng sáng ngày 2 tháng 10 năm 2000, Hải 'bánh' theo lệnh của trùm xã hội đen [[Năm Cam]] đã chỉ đạo Hưng 'phi nhon' bắn chết Dung Hà ngay trên đường Bùi Thị Xuân tại [[Thành phố Hồ Chí Minh]]. Sự kiện này đã khởi đầu [[Vụ án Năm Cam và đồng phạm|chuyên án Z5.01]] — chuyên án điều tra hoạt động phạm tội của Năm Cam, và kết quả là Năm Cam bị tử hình.<ref name = \"dungbio\">{{Cite web| url= http:\/\/www.doisongphapluat.com\/phap-luat\/ho-so-vu-an\/chan-dung-ba-trum-dung-ha-com-can-dat-cang-a68206.html| title= Chân dung \"bà trùm\" Dung \"Hà\" cộm cán đất Cảng| date=2014-09-11| accessdate=2017-04-02| author=An An| work=DoiSongPhapLuat}}<\/ref>\n\n== Đầu đời ==\nDung Hà sinh ra và lớn lên ở ngõ 23 trên phố Trạng Trình, phường Phan Bội Châu, [[Hồng Bàng (quận)|quận Hồng Bàng]], Hải Phòng; là con gái út trong gia đình 4 anh em, có 2 chị gái và một anh trai. Nơi Dung Hà sinh ra và lớn lên ở một khu vực gần bến xe nơi thông thương bến phà cửa sông Tam Bạc. Con phố nơi cô ở nằm gần rìa chợ Sắt, là một trong những địa điểm kinh doanh sầm uất nhất đất Cảng [[Hải Phòng]] lúc bấy giờ, với rất nhiều hàng hoá buôn bán từ hàng may mặc đến thực phẩm. Từ nhỏ, Dung Hà đã sớm tiếp xúc với sự phức tạp của xã hội, như thường xuyên chứng kiến cảnh lừa lọc, trộm cướp, bước ra khỏi nhà là chạm mặt giang hồ. Bản thân vốn là một người sống phóng túng, Dung Hà sớm bỏ học và nhanh chóng trở thành một thiếu nữ giang hồ ở bến xe Tam Bạc.<ref name=Hell\/><ref name=\"dungbio\"\/>\n\nTheo chân một số đàn anh, đàn chị, Dung Hà lấy việc móc túi, cướp giật vặt để mưu sinh. Giữa năm 1986, trong một lần cướp giật người đi đường ở khu vực chợ Sắt, Dung bị bắt rồi lãnh án 12 tháng tù. Khi đó cô mới 21 tuổi. Ra tù Dung Hà càng ngày càng lấn sâu vào thế giới ngầm.<ref name=Hell\/><ref name=\"dungbio\"\/>\n\n=== Giới giang hồ và những mối tình ===\nDung Hà kết thân và trở thành người yêu Hùng \"chim chích\", một đại ca khét tiếng tại các khu vực quanh bến xe và các khu tập kết hàng hóa dọc bến xe Tam Bạc. Chuyện tình giữa Dung Hà và Hùng dần trở nên nổi tiếng theo thời gian, đặc biệt là những người sống trong thế giới ngầm. Tuy nhiên, khi mà tiền tài bắt đầu đổ về túi thì Hùng \"chim chích\" bắt đầu trở nên sa đọa. Mãi đến khi cơ đồ tích cóp từ công việc ở bến xe Tam Bạc bị Hùng phá nát thì lúc đó Dung mới quyết định \"đường ai nấy đi\".<ref name=\"dungbio\"\/>\n\nNăm 26 tuổi, Dung Hà quen và yêu một người đàn ông khác tên Hùng Cốm. Hùng Cốm cũng là một giang hồ khét tiếng đất Hải Phòng những năm 1985—90, từng nhiều lần vào tù ra khám, được đồn rằng trong vùng không có tên giang hồ nào qua mặt được hắn. Cùng với người tình Hùng Cốm, Dung Hà bắt đầu kinh doanh sòng bạc trong khu vực, và cả hai tiến hành hàng loạt vụ đánh dẹp nhiều đối tượng ở các khu vực khác nhau.<ref name=Hell\/><ref name=\"dungbio\"\/>\n\nSau khi Hùng Cốm bị bắt, bị tuyên án tử hình và bị đưa vào phòng biệt giam dành cho tử tù tại trại giam Hải Phòng, Dung Hà ở bên ngoài ngấm ngầm một kế hoạch với mục đích cướp tù nhằm vào trại giam Trần Phú. Dùng lựu đạn để uy hiếp các quản giáo trong nhà giam, Dung dẫn theo hàng chục tên đồng bọn mở đường thoát cho Hùng Cốm trốn ra biển, nơi có một đoàn tàu chờ sẵn mục đích để Hùng trốn sang [[Hồng Kông]]. Nhưng lựu đạn đã không phát nổ dẫn đến kế hoạch thất bại. Hùng Cốm sau những cố gắng vượt trại đã bị xử bắn. Tuy thất bại nhưng hành động và sự hết lòng vì người yêu đã khiến Dung Hà được nhiều người ngưỡng mộ, cái tên Dung Hà ngày càng trở nên khét tiếng ở đất Cảng.<ref name = \"lovers\">{{Cite web| url=http:\/\/nguyentandung.org\/dung-ha-va-nhung-dieu-tuyet-mat-chua-bao-gio-duoc-he-lo.html| title=Dung Hà và những điều ‘tuyệt mật’ chưa bao giờ được hé lộ| date=2014-11-17| accessdate=2017-04-02| author=Đời Sống Pháp Luật| work=NguyenTanDung| archive-date=2017-04-03| archive-url=https:\/\/web.archive.org\/web\/20170403194754\/http:\/\/nguyentandung.org\/dung-ha-va-nhung-dieu-tuyet-mat-chua-bao-gio-duoc-he-lo.html| url-status=dead}}<\/ref>\n\n=== Mối tình với phụ nữ ===\nSau cái chết của tình cũ Hùng Cốm, Dung Hà chuyển sang yêu chiều cô gái trong đám đệ tử. Dân chơi Hải Phòng thời ấy đã quá quen với hình ảnh Dung Hà cùng mái tóc ngắn như đàn ông, mặc [[đồ nam]], điều khiển chiếc xe Rebel lạng lách trên phố. \n\nTuy nhiên, mối tình này bị gián đoạn vì tới năm 1995, Dung Hà bị bắt và bị kết án 7 năm tù. Sau 3 năm thụ án, Dung mới được tự do. Nhưng giờ công việc làm ăn không còn thuận lợi như trước do bị công an soi xét rất kỹ. Công việc làm ăn kết thúc, Dung Hà quyết định Nam tiến vào [[Sài Gòn]] lập nghiệp.<ref name=\"dungbio\"\/>\n\nCuối những năm 1990, Dung Hà ở phía bắc và Năm Cam ở phía nam là hai thế lực ngầm lớn nhất Việt Nam.\n\n== Giao tranh với Năm Cam ==\nBiết được Hải \"bánh\", một tên giang hồ đất Bắc di cư vào Nam được ông trùm Năm Cam đỡ đầu và trở nên giàu có, Dung Hà hết sức tức tối. Năm Cam từng hy vọng Dung Hà đầu quân cho mình để mở rộng hoạt động kinh doanh sòng bạc phi pháp của mình, nhưng Dung Hà lại có ý đồ khác, cố gắng chia phần lãnh địa với Năm Cam tại Sài Gòn. Dung Hà cho đàn em tới quậy phá vũ trường Monaco của Năm Cam; tổ chức chém nhau tại một sòng bạc ở cầu Hang (Đồng Nai) và những sòng bạc khác do Năm Cam bảo kê.\n\nĐêm ngày 29 tháng 9 năm 1999, Dung Hà tiếp tục phá vũ trường Phi Thuyền do Hải “Bánh” bảo kê bằng cách tổ chức một tiệc sinh nhật giả rồi cho khoảng 20 đàn em vào vũ trường này quậy phá ném mắm tôm, chuột chết, phân người, rắn rết xuống sàn nhảy. Năm Cam vô cùng tức giận, coi Dung Hà như một cái gai trong mắt nên điều Hải \"bánh\" tìm gặp cô để dàn xếp.<ref name = \"gangfeud\">{{Cite web| url= http:\/\/dantri.com.vn\/phap-luat\/14-nam-sau-ngay-mat-cua-ba-trum-dung-ha-co-quanh-mo-ba-trum-1416249192.htm| title= 14 năm sau ngày mất của bà trùm Dung \"Hà\": Cô quạnh mộ \"bà trùm\"| date=2014-11-10| accessdate=2017-04-02| author= Tiến Phong and Hoàng Giang| work=DanTri}}<\/ref><ref name=\"dungbio\/>\n\n== Bị ám sát ==\nKhoảng 0 giờ 25 phút rạng sáng ngày 2 tháng 10 năm 2000, nhận được điện thoại chỉ đạo của Hải \"bánh\", Nguyễn Việt Hưng (tức Hưng 'phi nhon') và Nguyễn Xuân Trường (tức Trường 'xoăn') đi tìm Dung Hà. Khi phát hiện Dung Hà đang ngồi chơi trước quán karaoke số 17 Bùi Thị Xuân, ([[Quận 1]]), Hưng rút ​​súng lục 9mm và bắn thẳng vào đầu Dung Hà. Tuy nhiên, từ vụ thanh toán đẫm máu Dung Hà đã dẫn đến băng nhóm của Hải \"bánh\" và Năm Cam sụp đổ khi bị công an triệt phá với nhiều thành viên tham gia ám sát Dung Hà nhận án tử hình, trong đó có [[Năm Cam]] (tức Trương Văn Cam). Thi thể của Dung Hà được đưa về Hải Phòng, giới giang hồ Hải Phòng đến đưa tang kéo dài từ phố Trạng Trình (nhà riêng của Dung) đến tận Nhà hát Lớn (khoảng 2 [[kilômét|cây số]]). Nhưng sau ngày giỗ thứ 49, khách và đệ tử không còn mấy ai đến thăm nom.<ref name=gangfeud\/><ref name=\"dungbio\/>\n\n== Di sản ==\nGiang hồ tại Việt Nam, đặc biệt là tại Hải Phòng, coi cái đêm mà Dung Hà bị bắn là một \"đêm lịch sử\". Thậm chí cho tới tận ngày nay, người dân đất Cảng vẫn coi đám tang Dung Hà là có một không hai cả về mức độ hoành tráng lẫn số người tham gia. Đám tang của Dung làm người ta liên tưởng đến đám tang trong tiểu thuyết của các bố già mafia trên thế giới. Rất nhiều nhà sư, thầy cúng được mời đến đám tang để cầu siêu cho Dung Hà. Dọc con phố Trạng Trình vào nơi tổ chức đám tang tại nhà Dung, cánh đàn em đứng thành hai hàng dọc, mặc đồng phục đen. Người đến đưa tang đều trong trang phục [[Com lê|complet]] đen, cài hoa hồng trắng ở ngực áo, mắt đeo kính đen, đi trên xe ô tô cũng màu đen, chỉ vòng hoa là trắng.<ref name=gangfeud\/>\n\n== Hình ảnh trong văn hóa ==\nCuộc đời của Dung Hà được lấy làm cảm hứng cho phim [[Hương Ga|''Hương Ga'']] của đạo diễn [[Ngô Quốc Cường]] công chiếu năm 2014, diễn xuất bởi diễn viên [[Trương Ngọc Ánh]].<ref>{{imdb title|3914400|Huong Ga - Rise (2014)}}<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*Công Quang, [http:\/\/dantri.com.vn\/c728\/s728-492342\/tu-hinh-de-tu-ruot-cua-trum-xa-hoi-den-dung-ha.htm Tử hình \"đệ tử ruột\" của trùm xã hội đen Dung Hà], ''Báo điện tử Dân trí, ngày 24\/06\/2011, truy cập ngày 24\/06\/2011.''\n[http:\/\/ngoisao.net\/tin-tuc\/thoi-cuoc\/24h\/dam-tang-dinh-dam-mot-thoi-cua-ba-trum-dung-ha-3107164.html Đám tang đình đám một thời của bà trùm Dung Hà], ''Báo điện tử Ngôi Sao, ngày 14\/11\/2014, truy cập ngày 29\/06\/2017.''\n\n{{Sơ khai tiểu sử}}\n\n{{Thời gian sống|Sinh=1965|Mất=2000}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Xã hội đen ở Việt Nam|N]]\n[[Thể loại:Người Việt Nam bị ám sát]]"}