{"1243932":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Dur Kmăl\n| vai trò hành chính = Xã\n| hình = Village krong.jpg\n| ghi chú hình = Đầu buôn Krông chụp năm 2010\n| vĩ độ = 12\n| kinh độ = 108\n| vĩ phút = 28\n| vĩ giây = 12\n| kinh phút = 06\n| kinh giây = 57\n| diện tích = 71,66 km²\n| dân số = 7.500 ''(năm 2018)'' người\n| thời điểm dân số = 2002\n| mật độ dân số = 105 người\/km²\n| dân tộc = \n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Đắk Lắk]]\n| huyện = [[Krông Ana]]\n| thành lập = 2002<ref>113\/2002\/NĐ-CP<\/ref>\n| trụ sở UBND = \n| mã hành chính = 24571<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Dur Kmăl''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Krông Ana]], tỉnh [[Đắk Lắk]], [[Việt Nam]]. Phía nam giáp huyện Lắk bao gồm (xã Đắk Liêng, Buôn Tría), phía Tây giáp xã [[Quảng Điền, Krông Ana|Quảng Điền]], phía Bắc giáp xã [[Băng A Drênh|Băng ADrênh]] và thị trấn Buôn Trấp, phía Đông giáp xã [[Ea Trul]] huyện Krông Bông.\n== Đơn vị hành chính ==\n02 thôn tên: Thọ Sơn, 5 buôn.\n* Buôn Krông thành lập năm 1992, diện tích tự nhiên 400,3 ha, dân số 91 hộ 421 khẩu, có 2 dân tộc anh em sinh sống Êđê và Tày. Sản xuất nông nghiệp lúa nước và ngô lai là 2 nguồn thu nhập chính của Buôn.\n* Buôn Krang diện tích tự nhiên 2.270,04 ha, dân số 194 hộ 933 khẩu, chủ yếu đồng bào người Êđê, sản xuất lương thực chủ yếu cây lương thực ngắn ngày và cà phê là nguồn thu nhập chính.\n* Buôn Kmăl diện tích tự nhiên 1.175 ha, dân số 214 hộ 1.106 khẩu, chủ yếu đồng bào người Êđê \n* Buôn Dur I là buôn trung tâm xã, diện tích tự nhiên 1.076,28 ha, dân số 328 hộ 1.436 khẩu có 5 dân tộc sinh sống người Êđê chiếm 80% dân số toàn Buôn. Sản xuất nông nghiệp chủ yếu\n* Buôn triết thành lập năm 1985, có diện tích tự nhiên 1.394,14 ha, dân số 373 hộ với 1.568 hộ, có 4 dân tộc anh em sinh sống, trong đó dân tộc kinh chiếm 75% dân số toàn thôn. Đất nông nghiệp chủ yếu canh tác lúa nước phân bố trên cánh đồng A, B, C, có hệ thống đê bao dài 14,5&nbsp;km. Đây là thôn có tiềm năng phát triển mạnh nhất.\n* Thôn Sơn Thọ 1, 2 là dân đi kinh tế mới từ Quảng Ngãi vào năm 1981, đến năm 1984 được thành lập, diện tích tự nhiên 548,88 ha, dân số 195 hộ với 950 khẩu. Sản xuất nông nghiệp chủ yếu là cà phê và lúa nước, đây là thôn văn hóa đầu tiên.\n* Thôn Buôn Dur II thành lập năm 2003, trên cơ sở một phần của thôn E ATun cũ. Diện tích tự nhiên 169,38 ha, dân số có 120 hộ với 517 khẩu, dân tộc kinh chiếm đa số. Cây trồng chủ lực của là cây cà phê, thu nhập bình quân đầu người trong thôn cao nhất xã.\n\n== Lịch sử ==\nTrước và cho đến năm 1975 mãnh đất này thuộc thị xã Buôn Ma Thuột, đến ngày 05 năm 03 năm 1977, theo quyết định số 14\/TC Ủy ban nhân dân cách mạng lâm thời tỉnh Đắk Lắk về điều chỉnh địa giới và thành lập 3 xã mới của thị xã Buôn Ma Thuột, xã Ea Bông, xã Ea Na, xã Quảng Điền. Vùng đất xã hiện nay thuộc xã Ea Bông.\n\nNăm 1981 Hội đồng Bộ trưởng (nay là Chính phủ Việt Nam) ban hành Quyết định số 75\/HĐBT ngày 19 tháng 09 năm 1981 về việc thành lập huyện Krông Ana. Địa phận xã vẫn thuộc xã Ea Bông một đơn vị hành chính thuộc huyện mới.\n\nNgày 06 tháng 03 năm 1984 theo Quyết định số 35-QĐ\/HĐBT của Hội đồng bộ trưởng về việc chia tách xã Ea Bông thành 3 đơn vị hành chính thuộc huyện Krông Ana: xã Ea Bông, xã Dur Kmăl, thị trấn Buôn Trấp. Khi thành lập xã có diện tích tự nhiên là 10.580 ha, dân số 2.785 người bao gồm đồng bào bản địa và các đoàn xây dựng kinh tế mới được Nhà nước tổ chức di dân từ các tỉnh Quảng Ngãi, Thái Bình, Hải Hưng.\n\nNăm 2002 Chính phủ ban hành Nghị định số 113\/2002\/NĐ-CP ngày 31 tháng 12 năm 2002 về việc thành lập các xã thuộc huyện Krông Ana, trên cơ sở đó tách xã Dur Kmăl thành hai xã Dur Kmăl và xã [[Băng Adrênh|Băng ADrênh]], địa giới hành chính của xã bắt đầu có như ngày nay. Xã được xem là vùng hậu cứ cách mạng của tỉnh Đắk Lắk tiêu biểu là Buôn Kmăl, buôn Tur 1.\n\n== Kinh tế ==\nNăm 2018 toàn xã có 56% số hộ gia đình có nhà kiên cố, 98% số hộ có xe gắn máy, 85% số hộ có nhà tiêu hợp vệ sinh, gần 83% số hộ được sử dụng nước sạch, 98% số hộ được sử dụng điện thường xuyên. Số hộ nghèo giảm còn 11,1%; hộ cận nghèo còn 15,55%; số hộ khá, giàu ngày càng tăng.\n\n== Giáo dục y tế văn hóa ==\n* Giáo dục\n{| class=\"wikitable\"\n|-\n|'''Stt'''||'''Số trường'''||'''Cấp học'''||'''Tên trường'''||'''Phân hiệu'''\n|-\n|1||1||Cấp 2||THCS Dur Kmăl||Không\n|-\n|2||1||Cấp 1||Trường tiểu học Hoàng Văn Thụ||Phân hiệu tại thôn Sơn Thọ \n|-\n|3||1||Cấp 1||Trường tiểu học Y Ngông||Phân hiệu tại Buôn Krông\n|-\n|4||1||Mầm non||Trường mẫu giáo Hoa Pơ Lang||Phân hiệu đội 6, buôn triết\n|}\nNăm 1999 chủ tịch UBND tỉnh Đắk Lắk tặng bằng khen hoàn thành xuất sắc công tác xóa mù chữ và phổ cập giáo dục tiểu học. Trong nam 2018 học sinh hoàn thành chương trình tiểu học đạt 99,5%, tỷ lệ tốt nghiệp THCS đạt 98%.\n* Y tế\nCó 01 trạm y tế xã cung cấp, thực hiện các dịch vụ chăm sóc sức khoẻ ban đầu cho nhân dân trên địa bàn xã. Như: y tế dự phòng; khám bệnh, chữa bệnh; ứng dụng y học cổ truyền; chăm sóc sức khỏe sinh sản; cung ứng thuốc thiết yếu; quản lý sức khỏe cộng đồng; truyền thông-giáo dục sức khỏe; hướng dẫn về chuyên môn và hoạt động đối nhân viên y tế thôn buôn.\n\n* Văn hóa\nVào năm 2018 có 1100\/1565 hộ gia đình được công nhận đủ tiêu chuẩn gia đình văn hóa; 4\/7 thôn, buôn được công nhận thôn, buôn văn hóa; 7\/7 thôn, buôn đã xây dựng được hương ước, quy ước.\nCó 7 dân tộc chủ yếu: [[người Việt|người Kinh]], [[người Ê Đê]], [[người Tày]], [[người Nùng]], [[người Mường]], [[người Thái]], hơn 50% là đồng bào dân tộc thiểu số.\n\nTôn giáo: [[Tin Lành]], [[Giáo hội Công giáo|Công Giáo]], [[Phật giáo]].\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Đắk Lắk}}\n{{Đơn vị hành chính thuộc huyện Krông Ana}}"}