{"1243937":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Duy Hòa\n| hình = UBND xã Duy Hòa, Duy Xuyên, Quảng Nam.jpeg\n| ghi chú hình = UBND xã Duy Hòa\n| vĩ độ = 15\n| kinh độ = 108\n| vĩ phút = 48\n| vĩ giây = 06\n| kinh phút = 07\n| kinh giây = 54\n| diện tích = 34,10 km²\n| dân số = 8.990 người<ref name=\"QNAM2019\"\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 264 người\/km²\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Quảng Nam]]\n| huyện = [[Duy Xuyên]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 20611<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Duy Hòa''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Duy Xuyên]], tỉnh [[Quảng Nam]], [[Việt Nam]].\n\n==Địa lý==\nXã Duy Hòa ở trung tâm khu tây huyện Duy Xuyên, có vị trí địa lý:\n*Phía bắc giáp thị xã [[Điện Bàn]]\n*Phía đông giáp xã [[Duy Châu]]\n*Phía tây giáp xã [[Duy Phú]] và xã [[Duy Tân (xã)|Duy Tân]]\n*Phía nam giáp xã [[Duy Sơn]] và xã [[Duy Trinh]].\n\nXã Duy Hòa có diện tích 34,1&nbsp;km², dân số năm 2019 là 8.990 người<ref name=\"QNAM2019\">{{Chú thích web|url =http:\/\/tamquang.gov.vn\/FileUpload\/Kqua%20TDTDS-Nha%20o%201.4.19.pdf|title =Dân số đến 01 tháng 4 năm 2019 - Tỉnh Quảng Nam|access-date =ngày 4 tháng 5 năm 2020|author =Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương|archive-date =2020-09-29|archive-url =https:\/\/web.archive.org\/web\/20200929012519\/http:\/\/tamquang.gov.vn\/FileUpload\/Kqua%20TDTDS-Nha%20o%201.4.19.pdf|url-status =dead}}<\/ref>, mật độ dân số đạt 264 người\/km².\n\n[[Tập tin:Chợ Kiểm Lâm, Duy Hòa, Duy Xuyên, Quảng Nam.jpeg|nhỏ|trái|270px|Chợ Kiểm Lâm]]\n\n==Lịch sử==\nTrong kháng chiến chống Pháp, xã bị khống chế bởi đồn Kiểm Lâm, gây nhiều tổn thất về người và của. Tháng 8-1949, sau khi đồn Thu Bồn bị quân chủ lực của Liên khu V tiêu diệt, đồn Kiểm Lâm bị du kích bao vây và bức rút, xã được giải phóng.\n\nSau [[Hiệp định Genève]] (20-7-1954), chính quyền Ngô Đình Diệm tiến hành chính sách \"tố cộng, diệt cộng\", đã thiết lập 5 ấp chiến lược trong toàn xã. Hơn 20 cán bộ, đảng viên cốt cán của xã bị giết chết.\n\nNăm 1965, Mỹ đã đưa quân trực tiếp tham chiến ở miền Nam. Trên đất Duy Hòa, chúng đã đóng 4 đồn trên các điểm cao để khống chế dân, phát quang và cày ủi mở đường sắt từ Chiêm Sơn lên khu công nghiệp An Hòa.\n\nTừ 1960, đến tháng 8-1971, nhân dân và lực lượng vũ trang xã Duy Hòa đã đánh địch 983 trận lớn nhỏ, loại khỏi vòng chiến đấu 2.748 tên địch. Với những chiến công xuất sắc đó, xã Duy Hòa được Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam phong tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân (10-1971).\n\nTổng kết 21 năm chống Mỹ, xã Duy Hòa đã được tặng thưởng 53 huy chương các hạng cho các đơn vị tập thể và 131 huân chương cho cá nhân.\n\nToàn xã có 1.156 liệt sĩ, 127 Bà mẹ Việt Nam anh hùng và 263 thương bệnh binh. Ngày 18-9-2000, xã Duy Hòa được Nhà nước tuyên dương danh hiệu Anh hùng lực lượng vũ trang nhân dân lần thứ 2.\n\nSau ngày giải phóng, nhân dân xã Duy Hòa đã tập trung sức lao động, hàn gắn vết thương chiến tranh, phục hồi sản xuất, xây dựng lại cuộc sống mới. Với thành tích 10 năm xây dựng và phát triển (1975 - 1985) ngày 29-8-1985. Nhà nước đã phong tặng danh hiệu Anh hùng Lao động cho hợp tác xã mua bán xã Duy Hòa.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Quảng Nam}}\n{{Đơn vị hành chính thuộc huyện Duy Xuyên}}"}