{"3177239":"{{chú thích trong bài}}\n{{wikify}}\n\n[[Tập tin:Lang duy tinh.jpg|alt=Chùa Sùng Nghiêm Diên Thánh|right|nhỏ|200px]]\n'''Làng Duy Tinh''', thuộc xã [[Văn Lộc]], huyện [[Hậu Lộc]], tỉnh [[Thanh Hóa]], là một ngôi làng cổ có từ trước thời Lý, đã từng là tỉnh lỵ của Thanh Hoa (Thanh Hóa)<ref>[http:\/\/svhttdl.thanhhoa.gov.vn\/Main.aspx?MNU=1217&chitiet=873&Style=1 Sở Văn Hoá thông tin Du lịch tin Thanh Hoá]<\/ref>. Duy Tinh có ngôi [[chùa Sùng Nghiêm Diên Thánh]]- đã được công nhân là di tích lịch sử cấp quốc gia.\n\n==Vị trí==\nDuy Tinh có ba con sông chảy qua là sông Trà, sông Lạch Trường và sông Ấu. Có quốc lộ 10 đi qua.\nNgoài ra còn có cầu chợ Phủ, phường Cá, phường Bè, phường Cau,... có chợ giao thương, mua bán sầm uất. Thế nên mới có câu ca:\n\n''Duy Tinh giáp bộ, giáp phường''\n\n''Giáp cầu, giáp chợ, giáp đường giao thông''\n\n''Vui thy trên bến dưới sông''\n\n''Thuyền bè tấp nập theo dòng về đây''\n\nNgày nay, Duy Tinh có 4 xóm nhỏ là ''<strong>Tinh Hoa (Đội 1), Tinh Phú (Đội 2), Tinh Lộc (Đội 3) và Tinh Anh (Đội 4)<\/strong>''. Là ngôi làng lớn nhất xã, với 567 hộ dân, 2418 nhân khẩu (Tính đến năm 2010). Trong làng có rất nhiều dòng họ khác nhau, bao gồm: Trần, Lê, Hồ, Nguyễn, Mai, Luyện, Vũ, Bùi, Đỗ, Trương, Dương, Phạm, Ngô, Hoàng, Cao, Lưu.\n\n== Chùa Sùng nghiêm==\n{{chính|chùa Sùng Nghiêm Diên Thánh}}\nChùa được khởi dựng từ trước thời Lý nhưng đã đổ nát. Năm 1116, để kỷ niệm cuộc viếng thăm châu Ái trong cuộc tuần du phương Nam của Vua Lý Nhân Tông, các quan và phụ lão địa phương đã quyết định dựng lại ngôi chùa trên nền cũ.\n\nDi tích hiện nay còn tấm bia cao 1,90m, ngang 1,25m, khắc bài văn Sùng Nghiêm Diên Khánh Tự bi minh do Pháp Bảo Đại sư soạn văn 1118; chạm rồng trên đá ở bệ tượng Tam Thế Phật và ở bậc lên xuống mặt tiền chùa.<ref>[http:\/\/www.langduytinh.com Website Làng Duy Tinh]<\/ref>\n\nChùa đã được Bộ Văn hóa – Thông tin công nhận là Di tích lịch sử – văn hóa quốc gia.\n\n==Chú thích==\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Làng cổ Thanh Hóa|D]]\n[[Thể loại:Hậu Lộc]]"}