{"559059":"{{Thông tin đảng phái chính trị\n| tên = Duy tân Hội\n| tên gốc = 維新會<br>''Ám xã''\n| mã màu = LightSalmon\n| logo = \n| lãnh tụ = [[Cường Để]]\n| chủ tịch = [[Phan Bội Châu]]\n| tổng bí thư = \n| phát ngôn viên = [[Nguyễn Tiểu La]]\n| lãnh đạo 1 = [[Đặng Tử Kính]]\n| lãnh đạo 2 = [[Đặng Thái Thân]]\n| lãnh đạo 3 = \n| thành lập = [[1904]]\n| giải tán = [[1912]]\n| headquarters = [[Nam Thịnh sơn trang]], [[Thăng Bình]], [[Quảng Nam]]\n| báo = \n| thanh niên = [[Việt Nam Cống hiến Hội]]\n| năm thành viên = \n| thành viên = \n| hệ tư tưởng = [[Quân chủ lập hiến]]\n| khẩu hiệu = ''Đánh đuổi giặc Pháp, khôi phục [[Việt Nam]], thành lập Quân chủ lập hiến''\n| quốc gia = {{flag|Liên bang Đông Dương}}\n| quốc tế = \n| nghị viện châu Âu = \n| màu = {{colorbox|yellow}} {{colorbox|red}}\n| trang web = \n| ghi chú = \n}}\n'''Duy tân Hội''' ([[chữ Hán]]: 維新會, tên gọi khác: '''Ám xã''') là một tổ chức kháng [[Đế quốc thực dân Pháp|Pháp]] do [[Phan Bội Châu]], Nguyễn Tiểu La và một số đồng chí khác thành lập năm [[1904]] tại [[Quảng Nam]] ([[Trung Kỳ]]), và tồn tại cho đến năm [[1912]] thì tự động giải tán. Theo một số nhà sử học, thì tổ chức này ''đã tạo ra một không khí cách mạng sôi nổi, đáng kể nhất là [[phong trào Đông Du]] mà hội phát động đã lan rộng khắp cả nước, và đã nhận được sự ủng hộ của rất nhiều người, nhất là ở [[Nam Kỳ]]. Trong suốt cả thời kỳ từ [[1904]] - [[1911]], Duy tân Hội thực sự đóng vai trò như một đảng chính trị...<ref>Lược theo ''Đại cương cương lịch sử Việt Nam'' (Tập 2), tr, 145-146.<\/ref>\n\n==Thành lập==\nNgày 8 [[tháng tư|tháng 4]] năm [[Giáp Thìn]] (1904), sau khi từ [[Nam Kỳ]] về, Phan Bội Châu cùng [[Cường Để]] và hơn 20 đồng chí khác họp tại nhà riêng của [[Nguyễn Tiểu La|Nguyễn Hàm]] (còn có tên là Nguyễn Thành, [[Nguyễn Tiểu La]]) tại Nam Thịnh sơn trang ([[Thăng Bình]], [[Quảng Nam]]) lập ra một tổ chức bí mật có tên là '''Duy tân Hội'''.\n \nKỳ Ngoại hầu [[Cường Để]] (cháu 5 đời của [[Nguyễn Phúc Cảnh]]) được mời làm Hội chủ để thu phục nhân tâm<ref>Trong ''Tự Phán'' Phan Bội Châu đã nói rõ chủ trương này là của Nguyễn Hàm. Ông kể: Tiểu La nói với tôi rằng: \"Một khi ta khởi sự, trước hết phải thu lòng người...Vả lại sắp tính việc lớn, tất phải trù có món tiền thật to. Kim tiền nước ta là ở [[Nam Kỳ]], mà khai thác ra Nam Kỳ là công đức triều Nguyễn làm. Vua [[Gia Long]] lấy lại nước rặt là nhờ tài lực ở trong ấy. Bây giờ nếu ta tìm được chính dòng Gia Long, đặt làm minh chủ, hiệu triệu Nam Kỳ tất ảnh hưởng mau lắm\" (''Phan Bội Châu toàn tập'', Tập 4. Nhà xuất bản [[Thuận Hóa]], 1990, tr 36).<\/ref>, tập hợp sĩ phu yêu nước, tranh thủ sự đồng tình và giúp đỡ của nhiều người trong nước. Còn Phan Bội Châu, Nguyễn Thành, [[Trình Hiền]], [[Lê Võ]], [[Đặng Tử Kính]], [[Đặng Thái Thân]]...đều là những hội viên trọng yếu, đảm nhận mọi hoạt động của hội.\n \nSự kiện lịch sử quan trọng này đã được Phan Bội Châu ghi lại trong ''Tự Phán'' như sau:\n:''Đến ngày kỳ ước chính là thượng tuần [[tháng tư|tháng 4]], tôi vào nhà Tiểu La (Nguyễn Hàm), có cả ông Kỳ Ngoại Hầu tới. Giữa hội chỉ là người trọng yếu hơn hai chục người...Bắt đầu khai hội từ buổi sáng qua chính trưa tan hội. Tên hội chỉ người trong hội biết, không lập sổ sách, không biên chép họ tên, chương trình kế hoạch chỉ miệng trao lòng nhớ mà thôi. Đặt Kỳ Ngoại Hầu làm Hội chủ, hễ lúc xưng hô chỉ gọi bằng ông chủ, cấm không được hở chữ \"hội\" ra...Những tiếng xưng hô nhau, chỉ gọi bằng anh em, tuyệt không đặt ra danh mục gì...<ref>''Phan Bội Châu toàn tập'', Tập 4, tr 43.<\/ref>\n\nTheo nhà sử học [[Phạm Văn Sơn]], thì phạm vi công tác được phân định như sau: ''Từ Nam Ngãi ([[Quảng Nam]] và [[Quảng Ngãi]]) trở vào Nam, do Nguyễn Hàm phụ trách; từ [[Quảng Bình]], [[Quảng Trị]] trở ra Bắc thì do Phan Bội Châu đảm nhiệm''<ref>''[[Việt sử tân biên]]'', sách đã dẫn, tr. 360.<\/ref>.\n\nĐiều này cho thấy hai ông là hai yếu nhân bậc nhất của ''Duy Tân hội''. Và qua quá trình hoạt động của hội, cũng đã cho thấy hai ông quả là nhà thiết kế, là người thực hiện các công tác quan trọng của hội. \n==Mục đích ==\nNăm [[1901]], Phan Bội Châu cùng một số đồng chí thân thiết đã vạch ra ba kế hoạch, đó là:\n*Liên kết với dư đảng [[Phong trào Cần Vương|Cần Vương]] và các trai tráng ở chốn sơn lâm, xướng khởi nghĩa binh đánh Pháp với phương thức bạo động.\n*Tìm người dòng họ vua [[nhà Nguyễn]] lập làm minh chủ, rồi ngầm liên kết với những người có thế lực, tập hợp những người trung nghĩa để cùng nhau khởi sự.\n*Khi cần thiết sẽ phái người xuất hiện cầu ngoại viện.\nMục đích là ''cốt sao khôi phục được [[Việt Nam]], lập ra một chính phủ độc lập, ngoài ra chưa có chủ nghĩa gì khác cả'' <ref>Theo ''Phan Bội Châu niên biểu'' (nhà xuất bản Văn Sử Địa, [[Hà Nội]], 1957, tr. 53).<\/ref>\n\nĐây có thể coi là sự khởi đầu của một cương lĩnh hoạt động của Duy tân Hội, được lập năm 1904.\n \nĐến năm [[1906]], tức khoảng 2 năm sau kể từ khi Duy Tân hội ra đời, chương trình của hội mới được Phan Bội Châu khởi thảo, cho in và công bố. Lúc đó mục đích của hội mới được đề cập một cách tương đối rõ ràng là ''khôi phục nước Việt Nam, lập thành nước quân chủ lập hiến''<ref>Trong lần bút đàm giữa Phan Bội Châu và [[Tôn Dật Tiên]] (tức Tôn Văn hay Tôn Trung Sơn), nhà cách mạng [[Trung Quốc]] này đã công kích chủ trương quân chủ lập hiến của Duy Tân hội. Tuy nhiên, Phan Bội Châu và những thành viên khác trong hội (nhất là Nguyễn Hàm) vẫn tin rằng nó là một \"biện pháp\" hữu hiệu đối với hoạt động cách mạng cứu nước lúc bấy giờ, nhất là ở [[Nam Kỳ]]. Bởi dân ở đây vẫn còn nhớ triều đại cũ, nên muốn thu hút sự hợp tác của họ, cần phải xướng lên việc \"phù trợ quân vương\" để kêu gọi lòng người (theo nhóm Đinh Xuân Lâm, tr. 143). Còn GS. Nguyễn Văn Trung thì cho rằng, quân chủ lập hiến chỉ là một lá bài đưa ra để chiêu mộ, thu phục lòng dân, chứ không hẳn là một chủ nghĩa mà Phan Bội Châu hết lòng tin theo và muốn thực hiện. Bởi sau này khi [[Cách mạng Tân Hợi]] ([[1911]]) thành công ở [[Trung Quốc]], chính cụ Phan là người đầu tiên đề ra và cũng là người tranh luận hăng hái nhất để bảo vệ [[chủ nghĩa dân chủ]], và cuối cùng đã được đa số chấp nhận (sách ở mục tham khảo, tr. 209).<\/ref>. \n==Nhiệm vụ trước mắt==\nHội nghị thành lập hội Duy Tân hội năm [[1904]] đã đề ra ba nhiệm vụ trước mắt, đó là:\n* Phát triển thế lực của hội về người cũng như về tài chính.\n* Xúc tiến việc chuẩn bị bạo động và các công việc sau đó.\n* Xác định phương châm ra nước ngoài cầu viện và phương thức thực hiện.\nHai khoản trên giao cho toàn thể hội viên đảm đương, còn khoản thứ ba thì ủy thác cho Nguyễn Thành và Phan Bội Châu bàn kín rồi thực hiện, các hội viên khác không được biết. Và theo Nguyễn Hàm, thì ''nước [[Trung Quốc|Tàu]] hiện nay quốc thể đã suy hèn, cứu mình không xong thì cứu được ai. Duy nước [[Nhật Bản]] là một nước tân tiến ở trong nòi giống da vàng mới đánh được [[Nga]], dã tâm đang hăng lắm. Tới đó, đem hết lợi hại tỏ với nó, tất nó ứng viện cho ta. Nếu nó không xuất binh nữa mà (ta tới) mướn tư lương mua khí giới, tất có thể dễ lắm''...<ref>Theo ''Phan Bội Châu toàn tập'' (Tập 6), tr. 77.<\/ref> \nSau đó, việc sang [[Nhật Bản]] cầu viện đã được đông đảo hội viên tán thành.\n\n==Lược kể một vài hoạt động của hội==\n===Tổ chức phong trào Đông Du===\n:''Bài chính:'' ''[[Phong trào Đông Du]]''\nNgày 20 [[tháng giêng|tháng Giêng]] năm [[Ất Tỵ]] ([[1905]]), Phan Bội Châu, [[Đặng Tử Kính]], Tăng Bạt Hổ (một thành viên cũ của [[phong trào Cần Vương|phong trào Cần vương]], làm người dẫn đường) xuống tàu thủy tại [[Hải Phòng]], theo đường biển bí mật sang [[Quảng Đông]], [[Hồng Kông]], [[Thượng Hải]] rồi đi tới Hoành Tân ([[Yokohama]]) thuộc Nhật Bản.\n \nĐến nơi Phan Bội Châu gửi thư xin gặp [[Lương Khải Siêu]], một nhà cách mạng người [[Trung Quốc]].\nTrong cuộc bút đàm, Lương Khải Siêu khuyên Phan Bội Châu không tìm cách cầu ngoại viện (nhất là không nên đem quân đội Nhật vào nước) để lấy lại độc lập; mà nên chú trọng việc giáo dục và thức tỉnh nhân dân trong nước trước, khi có thời cơ tốt thì ai nấy đều đã sẵn sàng để làm cuộc nổi dậy… \nSau đó, Lương Khải Siêu còn giới thiệu Phan Bội Châu với hai nhân vật quan trọng của Đảng Tiến Bộ đang cầm quyền ở [[Nhật Bản]], là [[Bá tước]] Ôi Trọng Tín ([[Okuma Shigenobu]]) và [[Thủ tướng]] Khuyển Dưỡng Nghị ([[Inukai Tsuyoshi]]) để xin chính phủ Nhật giúp đỡ Việt Nam đánh đuổi Pháp. Nhưng hai người này cho rằng thời điểm đó chưa thích hợp để Nhật có thể giúp đỡ về quân sự, chỉ khuyên Phan Bội Châu đưa Cường Để sang Nhật (để không bị Pháp bắt), viết sách báo để tranh thủ sự đồng tình của dư luận thế giới, đồng thời cổ động thanh niên sang Nhật học tập để chờ đợi thời cơ<ref>Theo nhóm Đinh Xuân Lâm, tr.141.<\/ref>.\n\n[[Tháng sáu|Tháng 6]] năm [[Ất Tỵ]] (1905), Phan Bội Châu và Đặng Tử Kính mang một số sách \"[[Việt Nam vong quốc sử]]\" <ref>Theo sự góp ý của Lương Khải Siêu về sách lược chống Pháp, Phan Bội Châu viết \"Việt Nam vong quốc sử\". Sau đó ông Siêu đề tựa và in giúp quyển sách này.<\/ref> bí mật về nước.\n\nSau khi bị Nhật Bản từ chối giúp đỡ binh lực cho hội, Phan Bội Châu đã chuyển hướng từ \"cầu viện\" sang \"cầu học\". Nhờ vậy phong trào Đông Du được dấy lên, được đông đảo người dân ở cả ba kỳ tham gia và ủng hộ, nhất là ở [[Nam Kỳ]]<ref>Ở Nam Kỳ, phong trào Đông Du đã nhận được sự giúp đỡ rất tích cực của tri phủ [[Gilbert Trần Chánh Chiếu]]. Ông này đã lập ra khách sạn ''Nam Trung'' để làm nơi gặp gỡ của nhưng người yêu nước, lập ''Minh Tân công nghệ xã'', để vừa chấn hưng công-thương-nghiệp, vừa để có tiền ủng hộ phong trào Đông Du. Ngoài ra, với vai trò là chủ bút tờ ''Nông cổ mín đàm'' và ''Lục tỉnh tân văn'', ông còn cho đăng báo những bài có tư tưởng chống Pháp. Nhiều nhân sĩ khác ở đây cũng tham gia Duy Tân hội và hết lòng lo cho sự nghiệp chung như [[Đặng Thúc Liêng]], [[Nguyễn Thần Hiến]], [[Nguyễn An Khương]], [[Bùi Chí Nhuận]], v.v... (theo Phạm Văn Sơn, tr. 371).<\/ref>.\n\n[[Tháng mười|Tháng 10]] năm [[1905]], Phan Bội Châu trở lại Nhật Bản cùng với 3 thanh niên, sau đó lại có thêm 5 người nữa. Năm [[1906]], [[Cường Để]] qua Nhật, được bố trí vào học trường Chấn Võ. Kể từ đó cho đến năm [[1908]], số học sinh sang Nhật Bản du học lên tới khoảng 200 người, sinh hoạt chung trong một tổ chức có quy củ gọi là ''Việt Nam Cống hiến Hội''...\n===Các hoạt động khác===\nNgoài việc tuyển chọn một số thanh niên trẻ, thông minh, hiếu học, chịu được lao khổ, đưa đi du học; Duy Tân hội còn tiến hành những hoạt động sau:\n*Tuyên truyền, vận động các sĩ phu, nhà doanh nghiệp và người dân yêu nước đứng lập ra các hội nông, hội buôn<ref>Theo tài liệu của sở Mật thám Pháp, Nguyễn Thành có quan hệ chặt chẽ với 72 cơ sở \"thương hội\" trong toàn miền (theo Chương Thâu,'' 100 năm thành lập Duy Tân hội - Thân thế và sự nghiệp Tiểu La Nguyễn Thành'', kỷ yếu hội thảo 100 năm thành lập Duy Tân hội)<\/ref>, hội học; vừa để tập hợp quần chúng, vừa để có kinh phí cho hội.\n*Chuẩn bị vũ khí tiến tới bạo động. Đây là vấn đề khó nhất. Trong ''Ngục Trung Thư'', Phan Bội Châu đã viết rõ:\n:''Phải chi mình ở vào những thời [[Nhà Đinh|Đinh]], [[nhà Lý|Lý]], [[nhà Hậu Lê|Lê]], [[Chúa Trịnh|Trịnh]] thuở xưa, thì chỉ vung tay mà kêu lên một tiếng, tức thời sóng dậy sấm vang chỉ là việc thành trong giây lát mà thôi. Nhưng đời nay thì khác hẳn. Từ lúc đời có súng đạn phát minh ra, bao nhiêu khí giới gọi là gươm giáo đao thương đã hóa ra đồ bỏ. Cái thứ để chặt cây làm mác kia, đời xưa người ta vác đi đánh [[Tần (nước)|Tần]] đuổi [[Sở (nước)|Sở]] được, chứ đời nay có dùng nó làm nên trò vè gì! Phải biết vũ khí của người Pháp tinh nhuệ hơn của người mình muôn lần ngàn lần''<ref>''Phan Bội Châu toàn tập'', Tập 4, tr 285-286)<\/ref>. Con đường tìm kiếm vũ khí bị bế tắc, bàn tính mãi, cuối cùng chỉ còn cách xuất dương cầu viện.\n\n*Liên kết với các tổ chức kháng chiến khác. Ở đây có hai sự kiện đáng chú ý, đó là:\n:-Năm [[1906]], Phan Bội Châu tranh thủ sự đồng tình của [[Phan Châu Trinh]], nhưng không thành công, vì ông Trinh phản đối chủ trương duy trì nền quân chủ, phương pháp bạo động vũ trang và việc mưu cầu ngoại viện. Bởi theo ông, muốn cứu được nước nhà, phải đi theo con đường dân chủ và cải cách xã hội, bằng việc nâng cao dân trí và dân quyền rồi mới có thể mưu tính được việc khác<ref>Vì chủ trương và phương pháp đấu tranh khác nhau, nên phong trào Duy Tân còn được gọi là '''Minh xã''', vì hoạt động công khai, theo đường lối dân chủ, chủ trương \"ỷ Pháp tự cường\". Còn Duy Tân hội do Phan Bội Châu sáng lập còn được gọi là '''Ám xã''', vì hoạt động bí mật, theo đường lối quân chủ, chủ trương \"bài Pháp giành độc lập\".<\/ref> Tuy nhiên, Phan Châu Trinh rất hoan nghênh việc Duy Tân hội đã vận động được một số học sinh ra nước ngoài học tập và phổ biến những tài liệu, thơ ca truyên truyền giáo dục quốc dân trong nước<ref>Theo Nhóm Đinh Xuân Lâm, tr. 148.<\/ref>. Năm 1906, Phan Châu Trinh về nước và phát động [[phong trào Duy Tân]].\n\n:-Cũng trong năm này, Phan Bội Châu theo đường [[Lạng Sơn]] về nước. Ông có đến gặp [[Hoàng Hoa Thám]] ở Phồn Xương ([[Yên Thế]], [[Bắc Giang]]). Sau hơn mười ngày bàn bạc, thủ lĩnh họ Hoàng đồng ý gia nhập Duy Tân hội, và thuận ứng viện khi [[Trung Kỳ]] khởi nghĩa, nhận giúp đỡ và che chở các nghĩa sĩ Trung Kỳ ra Bắc ẩn náu một khi bị quân Pháp lùng bắt.\n\n==Suy yếu và tự giải tán ==\n[[Tháng ba|Tháng 3]] năm [[1908]], phong trào \"cự sưu khất thuế\" (tức [[phong trào chống sưu thuế Trung Kỳ (1908)|phong trào chống sưu thuế Trung Kỳ]]) nổi lên rầm rộ ở [[Quảng Nam]] rồi nhanh chóng lan ra các tỉnh khác. Bị thực dân Pháp đưa quân đàn áp, nhiều hội viên trong phong trào Duy Tân và Duy Tân hội bị bắt, trong số đó có Nguyễn Hàm, một yếu nhân của hội<ref>Nguyễn Hàm bị đày đi [[Côn Đảo]] và mất tại đó năm [[1911]].<\/ref>.\n\nĐang khi ấy thì hai phái viên của hội là Hoàng Quang Thanh và Đặng Bỉnh Thành lại bị Pháp đón bắt được khi từ [[Nhật Bản|Nhật]] về [[Thành phố Hồ Chí Minh|Sài Gòn]] nhận tiền quyên góp cho [[phong trào Đông Du]]. Sau đó, các phụ huynh bị buộc phải gọi các con em đang du học tại Nhật về, các hội buôn có dính líu đến phong trào bị khám xét và những người có liên quan đều bị bắt bớ.\n\nTiếp theo nữa là, để tận diệt phong trào, Pháp còn ký với Nhật hiệp ước vào [[tháng chín|tháng 9]] năm [[1908]]. Theo đó, Pháp cho Nhật vào Việt Nam mua bán; đổi lại, Nhật sẽ không cho các nhà cách mạng và lưu học sinh Việt Nam ở Nhật nữa. Sau khi cử cảnh sát đến trường ''Đông Á đồng văn thư viện'' để giải tán học sinh người Việt, [[tháng ba|tháng 3]] năm [[1909]], Cường Để và Phan Bội Châu cũng bị trục xuất. Đến đây, phong trào Đông Du mà Phan Bội Châu và Duy Tân hội đã dày công xây dựng hoàn toàn tan rã, kết thúc một hoạt động quan trọng của hội.\n\nLúc này, ở nhiều nơi trong nước, mọi hoạt động quyên góp tài chính và chuẩn bị vũ trang bạo động của Duy Tân hội cũng bị thực dân cho quân đến đàn áp dữ dội. Những người sống sót sau các đợt khủng bố đều phải nằm im, hoặc vượt biên sang [[Trung Quốc]], [[Xiêm|Xiêm La]], Lào để mưu tính kế lâu dài.\n\nCuối năm [[1910]], Phan Bội Châu chuyển một đại bộ phận hội viên (trong đó có khoảng 50 thanh niên) ở Quảng Đông về xây dựng căn cứ địa ở Bạn Thầm (Xiêm La). Tại đây, họ cùng nhau cày cấy, học tập và luyện tập võ nghệ để chuẩn bị cho một kế hoạch phục quốc sau này.\n\nThượng tuần [[tháng năm|tháng 5]] năm [[Nhâm Tý]] ([[tháng sáu|tháng 6]] năm [[1912]]), trong cuộc \"Đại hội nghị\" tại từ đường nhà [[Lưu Vĩnh Phúc]] ở [[Quảng Đông]] ([[Trung Quốc]]), có đông đủ đại biểu khắp ba kỳ đã quyết định giải tán Duy Tân hội và thành lập [[Việt Nam Quang phục Hội|Việt Nam Quang phục hội]], tức thay đổi tôn chỉ từ chủ nghĩa quân chủ sang chủ nghĩa dân chủ để ''đánh đuổi quân Pháp, khôi phục Việt Nam, thành lập nước Cộng hòa Dân quốc kiến lập Việt Nam'' <ref>Theo ''Phan Bội Châu toàn tập'', Tập 4, tr 178.<\/ref>, đáp ứng tình hình chuyển biến mới trên trường quốc tế.\n\n==Xem thêm==\n* [[Phong trào Duy Tân]]\n* [[Việt Nam Quang phục Hội]]\n==Tham khảo==\n{{tham khảo|30em}}\n*[[Phan Bội Châu]], ''Phan Bội Châu toàn tập''. Nhà xuất bản [[Thuận Hóa]], 1990.\n* Đinh Xuân Lâm (chủ biên) - Nguyễn Văn Khánh - Nguyễn Đình Lễ, ''Đại cương cương lịch sử Việt Nam'' (Tập 2). Nhà xuất bản Giáo dục, 2006.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (Quyển 5, Tập thượng). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1963.\n*Nguyễn Văn Trung, ''Chủ nghĩa thực dân Pháp ở Việt Nam, thực chất và huyền thoại''. Nam Sơn xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1963.\n*Chương Thâu, Lời giới thiệu cho quyển ''Thơ văn Phan Bội Châu''. Nhà xuất bản Văn học, Hà Nội, 1985.\n*Dương Kinh Quốc, ''Việt Nam những sự kiện lịch sử (1858-1918)''. Nhà xuất bản Giáo dục, 2001, tr 285.\n*Châu Yến Loan, ''Tiểu La Nguyễn Thành, người khai sáng Duy Tân hội'' \n{{Phong trào độc lập Việt Nam}}\n\n[[Thể loại:Duy Tân hội| ]]\n[[Thể loại:Phong trào độc lập Việt Nam]]\n[[Thể loại:Phan Bội Châu]]\n[[Thể loại:Lịch sử Việt Nam thời Pháp thuộc]]\n[[Thể loại:Văn hóa Việt Nam thời Pháp thuộc]]"}