{"60100":"{{Thông tin đơn vị hành chính Việt Nam | thị xã\n| tên = Duy Tiên\n| logo =\n| hình = Ngoc Dong.jpg\n| cỡ hình = 300px\n| ghi chú hình = Phường [[Hoàng Đông]] nhìn từ trên cao\n| vị trí lấy tọa độ =\n| vĩ độ = 20.625808\n| kinh độ = 105.963256\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 120,92 km²<ref name=\"NQ829\"\/>\n| dân số = 177.150 người\n| thời điểm dân số = 2022\n| mật độ dân số = 1.363 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hà Nam]]\n| thành lập = 1\/1\/2020<ref name=\"NQ829\"\/>\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại IV|Loại IV]]\n| năm công nhận = 2017\n| chủ tịch UBND = Phạm Hồng Thanh\n| chủ tịch HĐND = Nguyễn Đức Vượng\n| chủ tịch UBMTTQ = Chu Hồng Cử\n|bí thư =  Trương Quốc Huy\n| phân chia hành chính = 9 phường, 7 xã\n| mã hành chính = 349<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = Đường Lý Nhân Tông, phường [[Hòa Mạc (phường)|Hòa Mạc]]\n| số điện thoại = 0226.3.830.013 \n| số fax= 0226.3.832.280\n| biển số xe = 90-D1\n| web = {{url|duytien.hanam.gov.vn}}\n}}\n\n'''Duy Tiên''' là một [[Thị xã (Việt Nam)|thị xã]] nằm ở phía bắc tỉnh [[Hà Nam]], [[Việt Nam]].\n\n== Địa lý ==\nThị xã Duy Tiên nằm ở phía bắc của tỉnh [[Hà Nam]], nằm cách thành phố Phủ Lý khoảng 12 km về phía bắc, cách trung tâm thủ đô [[Hà Nội]] khoảng 48 km, có vị trí địa lý:\n*Phía đông giáp huyện [[Lý Nhân]] (với ranh giới tự nhiên sông [[Châu Giang (sông Việt Nam)|Châu Giang]]) và thành phố [[Hưng Yên (thành phố)|Hưng Yên]], tỉnh [[Hưng Yên]] (với ranh giới tự nhiên là [[sông Hồng]])\n*Phía tây giáp huyện [[Kim Bảng]] (với ranh giới tự nhiên là [[sông Nhuệ]]) và huyện [[Ứng Hòa]], thành phố [[Hà Nội]]\n*Phía nam giáp thành phố [[Phủ Lý]] và huyện [[Bình Lục]]\n*Phía bắc giáp huyện [[Phú Xuyên]], thành phố [[Hà Nội]].\n\nThị xã Duy Tiên có diện tích tự nhiên 120,92&nbsp;km², dân số năm 2019 là 137.150 người<ref name=\"DSVN2019\">{{Chú thích web |url =https:\/\/www.gso.gov.vn\/wp-content\/uploads\/2019\/12\/Ket-qua-toan-bo-Tong-dieu-tra-dan-so-va-nha-o-2019.pdf\n|title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 1.134 người\/km².\n\nThị xã Duy Tiên nằm ở cửa ngõ phía bắc tỉnh [[Hà Nam]], là vùng trọng điểm phát triển công nghiệp dịch vụ của tỉnh [[Hà Nam]].\n\nĐịa hình của thị xã chủ yếu là [[đồng bằng]]. Thị xã Duy Tiên nằm cạnh [[sông Hồng]] và trên địa bàn thị xã còn có [[sông Châu Giang]] chảy qua.\n\nThị xã có địa hình đặc trưng của vùng đồng bằng thuộc khu vực châu thổ Sông Hồng. Nhìn chung địa hình của thị xã khá thuận lợi cho phát triển sản xuất nông nghiệp, đặc biệt là trồng lúa và cây vụ đông. Địa hình của thị xã được chia thành 2 tiểu địa hình.\n\nVùng ven đê sông Hồng và sông Châu Giang bao gồm các xã Mộc Bắc, Mộc Nam, Chuyên Ngoại, Trác Văn, Yên Nam, Tiên Sơn... và phường Châu Giang có địa hình cao hơn, đặc biệt là khu vực núi Đọi, núi Điệp thuộc các xã Tiên Sơn và Yên Nam.\n\nVùng có địa hình thấp bao gồm các phường như Tiên Nội, Yên Bắc và xã Tiên Ngoại chiếm phần lớn diện tích tự nhiên của thị xã cao độ phổ biến từ  1,8 - 2,5 m, địa hình bằng phẳng, xen kẽ là các gò nhỏ, ao, hồ, đầm.\n\nDuy Tiên nằm trong vùng khí hậu nhiệt đới gió mùa, nóng ẩm, mưa nhiều, thuộc tiểu khí hậu vùng đồng bằng Bắc Bộ, chịu ảnh hưởng sâu sắc của gió mùa đông bắc và gió mùa đông nam. Với các đặc điểm nhiệt đới gió mùa, nắng và bức xạ mặt trời lớn, thuận lợi cho phát triển một nền nông nghiệp đa dạng với nhiều loại cây trồng, vật nuôi và tạo điều kiện tốt cho thâm canh tăng vụ. Tuy nhiên, sự biến động mạnh mẽ với nhiều hiện tượng thời tiết như bão, dông, lượng mưa tập trung theo mùa... kết hợp với địa hình thấp gây ra ngập úng cục bộ, một số vùng đòi hỏi phải có biện pháp phòng tránh kịp thời.\n\nTrên địa bàn thị xã có hai tôn giáo chính: [[Phật giáo]] và [[Thiên Chúa giáo]]. 13% dân số theo đạo Thiên Chúa.\n\n==Hành chính==\nThị xã Duy Tiên có 16 đơn vị hành chính cấp xã trực thuộc, bao gồm 9 phường: [[Bạch Thượng]], [[Châu Giang (phường)|Châu Giang]], [[Duy Hải, Duy Tiên|Duy Hải]], [[Duy Minh]], [[Đồng Văn (phường)|Đồng Văn]], [[Hòa Mạc (phường)|Hòa Mạc]], [[Hoàng Đông]], [[Tiên Nội]], [[Yên Bắc]] và 7 xã: [[Chuyên Ngoại]], [[Mộc Bắc]], [[Mộc Nam]], [[Tiên Ngoại]], [[Tiên Sơn, Duy Tiên|Tiên Sơn]], [[Trác Văn]], [[Yên Nam]].\n\n== Lịch sử ==\nDuy Tiên ban đầu có tên là huyện '''Duy Tân''' (維新縣), được thành lập và đặt tên năm Quang Thuận thứ 10 ([[1469]]) đời [[Lê Thánh Tông]].\n\nĐến đời [[Nhà Lê trung hưng|Lê Trung Hưng]], đầu niên hiệu Hoằng Định ([[1601]]-[[1619]]) do kiêng tên huý Kính Tông [[Lê Kính Tông|Lê Duy Tân]], đổi là huyện Duy Tiên (維先縣).\n\nSau năm [[1954]], huyện Duy Tiên có 27 xã: Bạch Thượng, Châu Sơn, Chuyên Mỹ, Chuyên Nội, Đọi Sơn, Duy Hải, Duy Minh, Mộc Bắc, Mộc Nam, Thắng Lợi, Thành Công, Tiên Hải, Tiên Hiệp, Tiên Hồng, Tiên Hòa, Tiên Hương, Tiên Lý, Tiên Minh, Tiên Ngoại, Tiên Nội, Tiên Phong, Tiên Tân, Tiên Thái, Tiên Thắng, Tiên Yên, Trác Bút, Yên Hà.\n\nNgày [[25 tháng 4]] năm [[1967]], Bộ Nội vụ ban hành Quyết định 163-NV hợp nhất một số xã thuộc huyện Duy Tiên<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-163-NV-phe-chuan-sua-doi-don-vi-hanh-chinh-xa-thuoc-huyen-Duy-Tien-Nam-Ha-18194.aspx|tựa đề=Quyết định 163-NV năm 1967 phê chuẩn việc sửa đổi một số đơn vị hành chính xã thuộc huyện Duy Tiên, tỉnh Nam Hà|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n* Hợp nhất hai xã Chuyên Mỹ và Yên Hà thành một xã lấy tên là xã Chuyên Ngoại\n* Hợp nhất hai xã Thắng Lợi và Thành Công thành một xã lấy tên là xã Trác Văn\n* Hợp nhất hai xã Tiên Hương và Tiên Minh thành một xã lấy tên là xã Yên Nam\n* Hợp nhất hai xã Tiên Hồng và Tiên Hòa thành một xã lấy tên là xã Lam Hạ\n* Hợp nhất hai xã Tiên Thái và Tiên Lý thành một xã lấy tên là xã Hoàng Đông.\n===Từ năm 1976 đến nay===\nNgày [[18 tháng 12]] năm [[1976]], Phủ Thủ tướng ban hành Quyết định 1507-TTCP hợp nhất một số xã thuộc huyện Duy Tiên. Theo đó:\n* Hợp nhất hai xã Tiên Thắng và Tiên Yên thành một xã lấy tên là xã Yên Bắc.\n* Hợp nhất hai xã Trác Bút, Chuyên Nội và thôn Duyên Giang (xã Tiên Yên) thành một xã lấy tên là xã Châu Giang.\n\nNgày [[10 tháng 1]] năm [[1984]], thành lập thị trấn Đồng Văn trên cơ sở một phần diện và dân số của các xã Duy Minh và Hoàng Đông.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-2-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Ha-Nam-Ninh-43389.aspx|tựa đề=Quyết định 2-HĐBT năm 1984 về việc phân vạch địa giới một số xã, thị trấn thuộc tỉnh Hà Nam Ninh do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[1 tháng 4]] năm [[1986]], thành lập thị trấn Hòa Mạc - thị trấn huyện lị của huyện Duy Tiên - trên cơ sở một phần diện và dân số của các xã Trác Văn và Yên Bắc.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-34-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-thi-tran-tinh-Ha-Nam-Ninh\/37062\/noi-dung.aspx|title=Quyết định 34-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính một số xã, thị trấn thuộc tỉnh Hà Nam Ninh do Hội đồng Bộ trưởng ban hành|tác giả=|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nCuối năm [[1999]], huyện Duy Tiên có 2 thị trấn: Hòa Mạc, Đồng Văn và 20 xã: Bạch Thượng, Châu Giang, Châu Sơn, Chuyên Ngoại, Đọi Sơn, Duy Hải, Duy Minh, Hoàng Đông, Lam Hạ, Mộc Bắc, Mộc Nam, Tiên Hải, Tiên Hiệp, Tiên Ngoại, Tiên Nội, Tiên Phong, Tiên Tân, Trác Văn, Yên Bắc, Yên Nam.\n\nNgày [[25 tháng 9]] năm [[2000]], xã Lam Hạ được sáp nhập vào thị xã Phủ Lý (nay là phường [[Lam Hạ]] và một phần phường [[Quang Trung, Phủ Lý|Quang Trung]] thuộc thành phố Phủ Lý).<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-53-2000-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-mo-rong-thi-xa-Phu-Ly-tinh-Ha-Nam-46902.aspx|title=Nghị định 53\/2000\/NĐ-CP về việc điều chỉnh địa giới hành chính, mở rộng thị xã Phủ Lý, tỉnh Hà Nam|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nNgày [[23 tháng 7]] năm [[2013]], các xã Tiên Tân, Tiên Hiệp và Tiên Hải được sáp nhập vào thành phố [[Phủ Lý]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Nghi-quyet-89-NQ-CP-nam-2013-dieu-chinh-dia-gioi-hanh-chinh-mo-rong-thanh-pho-Phu-Ly-201890.aspx|title=Nghị quyết số 89\/NQ-CP của Chính phủ về việc điều chỉnh địa giới hành chính các huyện Duy Tiên, Bình Lục, Thanh Liêm, Kim Bảng để mở rộng địa giới hành chính thành phố Phủ Lý và thành lập các phường thuộc thành phố Phủ Lý, tỉnh Hà Nam|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Huyện Duy Tiên còn lại 2 thị trấn và 16 xã.\n\nNgày [[29 tháng 12]] năm [[2017]], huyện Duy Tiên được công nhận đạt tiêu chuẩn [[đô thị loại IV]].\n\nCuối năm [[2018]], huyện Duy Tiên có 2 thị trấn: Hòa Mạc (huyện lị), Đồng Văn và 16 xã: Bạch Thượng, Châu Giang, Châu Sơn, Chuyên Ngoại, Đọi Sơn, Duy Hải, Duy Minh, Hoàng Đông, Mộc Bắc, Mộc Nam, Tiên Ngoại, Tiên Nội, Tiên Phong, Trác Văn, Yên Bắc, Yên Nam.\n\nNgày [[17 tháng 12]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 829\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hà Nam (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ829>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-829-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-huyen-xa-thuoc-tinh-Ha-Nam-432099.aspx|title=Nghị quyết số 829\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hà Nam|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Theo đó:\n*Thành lập thị xã Duy Tiên trên cơ sở toàn bộ diện tích và dân số của huyện Duy Tiên.\n*Điều chỉnh địa giới hành chính 2 thị trấn: Đồng Văn, Hòa Mạc và 7 xã: Bạch Thượng, Châu Giang, Duy Hải, Duy Minh, Hoàng Đông, Tiên Nội, Yên Bắc để thành lập 9 phường có tên tương ứng.\n*Sáp nhập 3 xã Tiên Phong, Đọi Sơn, Châu Sơn để thành lập xã Tiên Sơn.\n\nSau khi thành lập, thị xã Duy Tiên có 9 phường và 7 xã trực thuộc như hiện nay.\n\n== Kinh tế - xã hội ==\n===Kinh tế===\nNăm 2019: Tốc độ tăng trưởng kinh tế đạt 15,1%; cơ cấu kinh tế chuyển dịch tích cực theo hướng tăng tỷ trọng công nghiệp, thương mại, dịch vụ, giảm tỷ trọng nông nghiệp; đến hết năm 2019 Công nghiệp xây dựng chiếm 73,6%; Dịch vụ chiếm 24,3%, Nông, lâm nghiệp giảm còn 2,1%; có 4 Khu công nghiệp và 2 cụm công nghiệp, đã thu hút 960 doanh nghiệp trong và ngoài nước vào đầu tư, tạo việc làm cho trên 5 vạn lao động; tổng thu ngân sách nhà nước trên địa bàn đạt trên 3.000 tỷ đồng; thu nhập đầu bình quân đầu người năm 2019 ước đạt 50,8 triệu đồng\/người\/năm; Văn hoá - xã hội diễn ra nhiều hoạt động sôi nổi: Lễ hội Tịch điền Đọi Sơn, Lễ hội đền Lảnh Giang được ghi danh di sản văn hóa phi vật thể Quốc gia; chùa Long Đọi Sơn được xếp hạng di tích Quốc gia đặc biệt. Ngành Giáo dục - Đào tạo tiếp tục đạt nhiều thành tích nổi bật, năm thứ 7 liên tiếp là lá cờ đầu của tỉnh. Quốc phòng được giữ vững. An ninh chính trị, trật tự an toàn xã hội được đảm bảo. Công tác xây dựng Đảng, chính quyền, MTTQ và các đoàn thể nhân dân tiếp tục được củng cố; đời sống vật chất và tinh thần của Nhân dân ngày càng được nâng cao. Hạ tầng đô thị đã và đang được đầu tư, chỉnh trang; các trung tâm thương mại, khu đô thị mới, công trình phúc lợi công cộng, hệ thống cây xanh, chiếu sáng đã và đang được đầu tư đồng bộ hiện đại, tạo diện mạo mới và khẳng định Duy Tiên là địa phương năng động, đang ngày càng khởi sắc, mang tầm vóc của một trung tâm kinh tế, thương mại lớn của tỉnh Hà Nam.\n;Công nghiệp\n\nTrên địa bàn thị xã Duy Tiên hiện có 5 khu công nghiệp, 2 cụm công nghiệp và 1 cụm tiểu thủ công nghiệp:\n*KCN Đồng Văn I: Diện tích 208 ha bao gồm cả phần mới mở rộng, đã hoàn thành cơ sở hạ tầng. Đã thu hút 59 doanh nghiệp, trong đó có 20 doanh nghiệp nước ngoài (gồm Hàn Quốc, Singapore, Đài Loan, Trung Quốc...), với tổng vốn đầu tư là 2.274 tỷ đồng và 94,1 triệu USD\n*KCN Đồng Văn II: Diện tích 264 ha, đã lấp đầy khoảng 90% diện tích đất công nghiệp với trên 60 dự án đầu tư với rất nhiều nhà đầu tư trong và ngoài nước\n*KCN hỗ trợ Đồng Văn III: Diện tích 336 ha, được định hướng là KCN hỗ trợ, bao gồm các ngành: điện tử, viễn thông sản xuất lắp ráp ô tô, cơ khí chế tạo và các sản phẩm công nghiệp công nghệ cao, là KCN dành riêng cho các nhà đầu tư Nhật Bản\n*KCN Đồng Văn IV: Diện tích 600 ha, được định hướng là KCN đa ngành, có công nghệ sạch, tiên tiến, thân thiện với môi trường; các ngành nghề bao gồm: điện tử, sản xuất lắp ráp ô tô, cơ khí chế tạo, chế biến thực phẩm, hàng hóa tiêu dùng và các ngành công nghiệp hỗ trợ cho công nghiệp công nghệ cao\n*KCN Hòa Mạc: Tổng diện tích 203 ha, Giai đoạn I 131ha. Sau 04 năm đi vào hoạt động, hiện cơ sở hạ tầng giai đoạn I đã được xây dựng cơ bản đồng bộ, thu hút 22 dự án đầu tư với tổng nguồn vốn đăng ký 149 triệu USD, trong đó có 17 dự án có vốn đầu tư nước ngoài, chủ yếu là nhà đầu tư đến từ Hàn Quốc và Nhật Bản. Theo kế hoạch, đến năm 2020, KCN Hòa Mạc sẽ mở rộng thêm 72 ha về phía Bắc nâng tổng diện tích lên 203 ha, trong đó ưu tiên thu hút các dự án đầu tư không gây ảnh hưởng xấu đến môi trường, có công nghệ tiên tiến, bảo đảm hiệu quả đầu tư\n*Cụm CN Hoàng Đông và Cụm CN Cầu Giát đều đã lấp đầy 100%.\n*Cụm TTCN Ngọc Động: Thành lập từ năm 2004 với mục tiêu phát triển ngành thủ công mỹ nghệ, thủ công nghiệp. Đã thu hút các doanh nghiệp địa phương và nước ngoài đầu tư sản xuất.\n\n;Thương mại\nCác chợ trên địa bàn thị xã: Hòa Mạc, Đồng Văn, Ngọc Động, Lương, Duy Minh, Nhì, Bút,... Ngoài ra, còn có nhiều trung tâm thương mại và cửa hàng bán lẻ.\n\n===Xã hội===\n;Giáo dục\nMột số trường học trên địa bàn thị xã:\n*Cụm trường Công an nhân dân tại phường [[Hoàng Đông]]\n[[Tập tin:Trường Đại học Hà Hoa Tiên, Duy Tiên, Hà Nam.jpeg|nhỏ|giữa|300px|Cụm trường Công An Nhân Dân]]\n* Dự án Khu Đại học Nam Cao tỉnh Hà Nam\n* Trường THPT A Duy Tiên\n* Trường THPT B Duy Tiên\n* Trường THPT Nguyễn Hữu Tiến\n* Trường THCS Nguyễn Hữu Tiến\n* Trường THCS Hoàng Đông\n* Trường THCS Đồng Văn.\n* Trường THCS Yên Bắc\n* Trường THCS Bạch Thượng\n;Y tế\n* Trung tâm Y tế thị xã Duy Tiên - Bệnh viện Đa khoa thị xã Duy Tiên\n* Phòng khám Đa khoa Đồng Văn, Khu đô thị mới Đồng Văn\n*Bệnh viện Đa khoa quốc tế Hà Nội - Đồng Văn, Khu đô thị Đồng Văn Xanh.\n\n==Giao thông==\n=== Hạ tầng giao thông ===\nDuy Tiên có tuyến trục giao thông là [[Quốc lộ 1]], [[Đường cao tốc Cầu Giẽ - Ninh Bình|đường cao tốc Cầu Giẽ – Ninh Bình]] và [[đường sắt Thống Nhất]] chạy qua. Bên cạnh đó còn có tuyến [[Quốc lộ 38]] từ [[Đồng Văn]] đi [[Hòa Mạc]] - [[cầu Yên Lệnh]] - [[Hưng Yên]] và [[quốc lộ 38B]] nối từ [[Hải Dương]] qua [[Hưng Yên]], [[Hà Nam]], [[Nam Định]] tới [[Ninh Bình]]. Về đường thủy, [[Duy Tiên]] có [[sông Hồng]], [[sông Nhuệ]], [[sông Châu Giang]].\n\n=== Đường phố ===\n*Đường Bạch Thái Bưởi\n*Phố Bùi Đạt\n*Phố Bùi Đình Thảo\n*Phố Cao Bá Quát\n*Đường Châu Giang\n*Phố Chế Lan Viên\n*Phố Chử Đồng Tử\n*Phố Đặng Thùy Trâm\n*Đường Nguyễn Tất Thành\n*Phố Nguyễn Công Thành\n*Phố Tiên Dung\n*Phố Phạm Đãi Đãn\n*Phố Lê Quý Đôn\n*Phố Nguyễn Thiện Thuật\n*Phố Trần Quốc Vượng\n*Phố Lê Tư Lành\n*Phố Nguyễn Thành Lê\n*Đường Võ Nguyên Giáp\n*Đường Nguyễn Lam\n*Đường Đào Văn Tập\n*Đường Trần Bình Trọng\n*Đường Lý Trần Thản\n*Đường Trần Thuấn Du\n*Đường Trần Quang Khải\n*Đường Nguyễn Hữu Tiến;...\n\n=== Đô thị ===\nThị xã đã đầu tư xây dựng các khu đô thị mới như:\n* Khu đô thị Đồng Văn\n* Khu đô thị mới Đồng Văn: diện tích 11,7 ha,...\n\n== Lễ hội ==\n\nThị xã Duy Tiên có [[Lễ hội Tịch điền Đọi Sơn]] tại xã [[Tiên Sơn]]. Đây là là một lễ hội cầu mùa đặc trung của các dân tộc trồng lúa nước, mang ý nghĩa khuyến nông và là nét đẹp văn hóa trở về nguồn cội. Theo Đại Việt sử ký toàn thư, Lễ hội Tịch điền Đọi Sơn được tổ chức lần đầu tiên từ thời vua [[Lê Đại Hành]], năm 987 (SCN). Hàng năm, đến ngày 7 tháng Giêng Âm lịch, nhà vua cùng với văn võ bá quan đến dự hội. Đích thân nhà vua cởi áo, xắn quần lội ruộng điều khiển trâu cày. Sau nhiều năm bị thất truyền, Lễ hội Tịch điền Đọi Sơn được khôi phục lại từ ngày 7 tháng Giêng năm Kỷ Sửu (2009).\n\n== Danh nhân ==\n\n=== Bác học, Nho sĩ ===\n*[[Trần Thuấn Du]] (1402 - 1481): Người xã Đọi Lĩnh, nay là thôn Đọi Lĩnh, xã [[Tiên Sơn, Duy Tiên|Tiên Sơn]], thị xã Duy Tiên. Hiệu là Mật Liêu đỗ đầu khoa, khoa thi chế khoa, năm Kỷ Dậu niên hiệu Thuận Thiên 2, đời Lê Thái Tổ (1429) Hiện có 1 miếu thờ nhỏ tại thôn, có 2 đạo sắc phong: Niên hiệu Duy Tân 5 (1911) và Khải Định 9 (1924) phong là Trung đẳng phúc thần phối thờ cùng bản cảnh thành hoàng Thái cảo Đại Vương ở Đình Đọi Nhì, xã Tiên Sơn.\n*Trần Bích Hoành (1469 - 1550): Năm 42 tuổi đỗ Đệ Tam giáp đồng tiến sĩ xuất thân khoa Tân Mùi, niên hiệu Hồng Thuận 3 (1511) thời vua Lê Tương Dực, làm quan giám sát Ngự sử. Có tên ở bia Đề danh tiến sĩ [[Văn Miếu - Quốc Tử Giám]], [[Hà Nội]]. Quê xã Hồng Khê, nay thuộc phường [[Yên Bắc]], thị xã Duy Tiên.\n*Nguyễn Kiện Huy (1470 - ?): Năm 27 tuổi đỗ Đệ tam giáp đồng tiến sĩ xuất thân khoa Bính Thìn, niên hiệu Hồng Đức 27 (1496) thời vua Lê Thánh Tông và được ghi tên vào bia Đề danh tiến sĩ ở [[Văn Miếu - Quốc Tử Giám]], [[Hà Nội]] dựng ngày 06 tháng 12 năm Hồng Đức thứ 27 (1496). Quê xã Động Linh, huyện Duy Tiên, nay thuộc phường [[Duy Minh]], thị xã Duy Tiên.\n*Tạ Đình Huy (1474 - 1542): Năm 38 tuổi đỗ Đệ tam giáp đồng tiến sĩ xuất thân khoa Tân Mùi niên hiệu Đồng Thuận 3 (1511) thời vua Lê Tương Dực cùng khoa thi với Trần Bích Hoành, làm quan chức cấp sự trung. Có tên ở bia Đề danh tiến sĩ [[Văn Miếu - Quốc Tử Giám]], [[Hà Nội]] dựng ngày 15 tháng 3 (1511). Quê xã Hồng Khê, nay thuộc phường [[Yên Bắc]], thị xã Duy Tiên.\n*Bùi Đạt (1483 - 1509): Đỗ Tiến sĩ khoa Quý Dậu, niên hiệu Thái Hoà thứ 11, thời vua Lê Nhân Tông (1453), làm quan đến chức Tham chính, quê tại thôn Động Linh, phường [[Duy Minh]], thị xã Duy Tiên.\n*[[Trương Minh Lượng]] (1636 - 1712): Quê xã Nguyễn Xá thuộc phường [[Tiên Nội]], thị xã Duy Tiên. Năm 65 tuổi, đỗ Đệ tam giáp đồng tiến sĩ xuất thân khoa Canh Thìn, niên hiệu Chính Hoà 21 (1700) thời vua Lê Hy Tông, truy phong Thiếu bảo hoành nguyên hầu, chức Tự Khanh. Ông có tên ở bia Đề danh tiến sĩ ở [[Văn Miếu - Quốc Tử Giám]], [[Hà Nội]].\n*[[Lê Trọng Thứ]] (1694 - 1782): Người xã Diên Hà, huyện Diên Hà, nay là huyện [[Hưng Hà]], tỉnh [[Thái Bình]], là cha của tiến sĩ [[Lê Quý Đôn]]. Ông kết duyên với bà Trương Thị Ích là con gái thứ 3 tiến sĩ Trương Minh Lượng. Ông có nhiều công lao, được dân làng Khả Duy, xã [[Mộc Bắc]], huyện Duy Tiên thờ làm thành hoàng sống và lập đền thờ, ở đình làng Khả Duy hiện nay thờ ông bằng tượng. Theo dân làng cho biết được sự đồng ý của ông, dân làng dùng 72 viên gạch Bát Tràng để tạo tượng, khi ông còn sống vào năm 72 tuổi.\n*[[Lý Trần Thản]] (1721 - 1776): Người xã Lê Xá, nay là thôn Lê Xá, xã [[Tiên Sơn, Duy Tiên|Tiên Sơn]], thị xã Duy Tiên. Đỗ Đệ tam giáp đồng tiến sĩ xuất thân khoa Kỷ Sửu niên hiệu Cảnh Hưng 30 (1769) thời vua Lê Hiển Tông, được ghi tên bia Đề danh tiến sĩ [[Văn Miếu - Quốc Tử Giám]], [[Hà Nội]]. Ông từng giữ chức thượng thư [[Bộ Binh]], là con rể của [[Lê Quý Đôn]]. Hiện ông được phối thờ ở đền Thanh Liệt Hà Nội, có sắc phong, ngai, bài vị thờ ở bên phải hậu cung đình Lê Xá, xã Tiên Sơn. Có bia phúc thần và nhà thờ họ tại xã Tiên Sơn.\n*[[Lê Quý Đôn]] (1726 - 1782): Là con trai trưởng của tiến sĩ [[Lê Trọng Thứ]], cháu ngoại tiến sĩ Trương Minh Lượng. Đỗ bảng nhãn khoa Nhâm Thân, niên hiệu Cảnh Hưng  thứ 23, thời vua Lê Hiển Tông (1762).\n\n=== Nghệ nhân, nghệ sĩ ===\n*Trạng Sấm - [[Nguyễn Đức Năng]] (925 - 990): Ông là tổ nghề trống Đọi Tam ở thôn Đọi Tam, xã Đọi Sơn (nay thuộc xã Tiên Sơn), thị xã Duy Tiên. Tương truyền có hai anh em họ Nguyễn, người anh là Nguyễn Đức Năng, người em là Nguyễn Đức Đạt nghề vốn làm bưng trống khi đi qua Đọi Tam thấy vùng chân núi Đọi có nhiều cây mít đẹp, gỗ vàng ươm không bị mọt nên quyết định chọn nơi đây làm chốn định cư để hành nghề và truyền nghề làm trống cho dân làng nơi đây. Một hôm, dân Đọi Tam nghe tin vua [[Lê Đại Hành]] sửa soạn về đây cày ruộng tịch điền khuyến nông, ông Lăng tự tay cùng em làm một quả trống đặc biệt để đón vua. Cây mít già tốt nhất, hai tấm da trâu to đẹp nhất được thuộc thật kỳ công. Chiếc trống được hoàn thành mùa xuân 987. Tiếng vang như tiếng sấm, nên đời sau gọi ông là Trạng Sấm. Ông được nhân dân Đọi Tam tôn là tổ nghề - Thành hoàng làng. Do có nghề làm trống nức tiếng thiên hạ, người dân Đọi Tam đã được vua [[Lý Thái Tổ]] đưa lên Kinh đô làm trống và lập nên phố [[Hàng Trống]] ở [[Hà Nội]] ngày nay.\n*Kép Trà (1873 - 1928): Tên thật là Hoàng Thuỵ Phương, tên thường gọi là Trà. Ông đi thi đỗ Tú tài hai khoa, nên người ta gọi ông là Kép Trà. Ông sinh năm Quý Dậu (1873) ở làng Lê Xá nay thuộc xã [[Tiên Sơn, Duy Tiên|Tiên Sơn]], thị xã Duy Tiên. Là đồng môn với Bùi Kỷ, ông đỗ Tú tài lần thứ nhất năm 1879, đỗ Tú tài lần thứ hai 1900 và được cử làm Trưởng tràng. Tính tình Kép Trà khẳng khái, cứng cỏi. Ông luôn hướng ngòi bút vào bọn tham quan ô lại và gọi chúng kà bọn “cướp ngày”. Cũng như thơ trào phúng của Tú Xương, thơ trào phúng của Kép Trà có tính chiến đấu cao và tính nhân văn sâu sắc, được quần chúng ưu thích. Trong đó, thơ của ông tập trung đả kích tệ nạn tham nhũng, hà hiếp. bóc lột nhân dân của bọn tham quan ô lại một cách trực diện và “chỉ mặt, đặt tên” một cách cụ thể.\n* [[Nguyễn Hữu Tiến]] (1901 - 1941): Tác giả của Quốc kỳ [[Việt Nam]].\n* [[Phong Nhã]] (1924 - 2020): quê ở Ngọc Động, phường Hoàng Đông, thị xã Duy Tiên, là nhạc sĩ Việt Nam, tác giả của các ca khúc viết về Đội Thiếu niên Tiền phong Hồ Chí Minh như: ''Ai yêu Bác Hồ Chí Minh hơn thiếu niên nhi đồng'', ''Cùng nhau ta đi lên'', ''Kim Đồng'', ''Nhanh bước nhanh nhi đồng'', ''Hành khúc Đội Thiếu niên Tiền phong Hồ Chí Minh'', ''Bài ca sum họp''.\n*[[Bùi Đình Thảo]] (1931-1997); tên thật là Đặng Đức Ngao, [[Nhạc sĩ]], quê quán tại phường [[Đồng Văn (phường)|Đồng Văn]], thị xã Duy Tiên, tỉnh [[Hà Nam]], [[Giải thưởng Văn học - Nghệ thuật Nguyễn Khuyến]]. Ông là tác giả của bản Giao hưởng thơ [[Mùa xuân Hồ Chí Minh - mùa xuân thống nhất]] (1978) và hơn 20 ca khúc, trong đó có nhiều ca khúc viết cho lứa tuổi thiếu niên nhi đồng như: ''[[Đi học]]'' (thơ Minh Chính), ''Bàn tay mẹ'' (thơ Tạ Hữu Yên), ''Chúng em làm chị Tấm'', ''Bà thương em'', ''Em đi giữa biển vàng'' (thơ Nguyễn Khoa Đăng), ''Sách bút thân yêu ơi''... Ông còn soạn nhạc cho nhiều tác phẩm sân khấu chèo, múa rối, kịch nói, ca cảnh, tổ khúc múa hát... Nhiều tác phẩm âm nhạc của ông được tặng các huy chương vàng, bạc tại các hội diễn ca múa nhạc chuyên nghiệp khu vực và toàn quốc.\n\n=== Lực lượng vũ trang ===\n\n*[[Nguyệt Nga Công Chúa]] (14 - 43): Bà là nữ tướng thời [[Hai Bà Trưng]]. Tổ nghề trồng dâu nuôi tằm ở Tiên Phong. Tương truyền bà sinh ở trang Dưỡng Mông, nay thuộc xã [[Tiên Sơn, Duy Tiên|Tiên Sơn]], thị xã Duy Tiên, tên là Nàng Nga. Khi cha mẹ mất, bà về ở với dì ruột (lấy chồng ở vùng sông Dâu thuộc bộ Vũ Ninh) và đã học được nghề trồng dâu nuôi tằm kéo kén và nhiều võ thuật. Vì có kẻ muốn bắt nàng nộp cho Thái thú [[Tô Định]], nên Nàng Nga trở về trang Dưỡng Mông, dạy dân ở đây nghề trồng dâu chăn tằm, rồi chiêu mộ trai tráng dấy binh ủng hộ [[Hai Bà Trưng]] khởi nghĩa ở [[Mê Linh]]. Quân [[Tô Định]] bỏ chạy, [[Trưng Trắc]] lên làm vua, Nàng Nga được phong làm Nguyệt Nga công chúa, giúp việc cho hai bà. Người dân Dưỡng Mông, [[Tiên Phong]] tôn bà là “Loa tổ” - bà tổ nghề trồng dâu nuôi tằm. Tại các ngôi đền thờ Nguyệt Nga, các danh sỹ đời sau sáng tác nhiều câu đối ca tụng công lao “vì dân, vì nước” của bà.\n*[[Trần Khánh Dư]] (1240 - 1340): Võ tướng thời [[Nhà Trần]], ông tổ nghề dệt lụa Nha Xá, xã [[Mộc Nam]], thị xã Duy Tiên. Là danh tướng tài ba trong các cuộc kháng chiến chống quân Mông – Nguyên, [[Trần Khánh Dư]] được phong thái ấp ở vùng Nha Xá, Duy Tiên. Sau chiến thắng giặc Mông – Nguyên lần thứ ba, ông trở lại làng Nha Xá, vào chùa tu hành. Trong thời kỳ này, ông đã truyền nghề dệt cho người dân làng Nha Xá. Ban đầu là dệt săm vặn làm vợt vớt cá (Nha Xá có nghề vớt cá bột sông Hồng về nuôi thành cá giống ở ao), sau đó dần phát triển thành nghề dệt lụa như ngày nay.\n*[[Trần Quyết]] (1922-2010); quê quán tại phường [[Hoàng Đông]], thị xã Duy Tiên, tỉnh [[Hà Nam]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], [[Trung tướng]], [[Tư lệnh]] [[Bộ đội Biên phòng Việt Nam|Công an Nhân dân vũ trang]], [[Thứ trưởng Bộ Công an Việt Nam]], [[Viện trưởng Viện kiểm sát nhân dân tối cao (Việt Nam)|Viện trưởng Viện kiểm sát nhân dân tối cao Việt Nam]].\n* [[Ngô Xuân Lịch]]: [[Đại tướng Quân đội nhân dân Việt Nam|Đại tướng]], Ủy viên Bộ Chính trị, Phó Bí thư [[Quân ủy Trung ương Việt Nam|Quân ủy Trung ương]], [[Bộ trưởng Bộ Quốc phòng Việt Nam]].\n*[[Nguyễn Tân Cương]], [[Thượng tướng Quân đội nhân dân Việt Nam|Thượng tướng,]] [[Ủy viên Trung ương Đảng]], [[Thứ trưởng Bộ Quốc phòng Việt Nam]], [[Tổng tham mưu trưởng Quân đội nhân dân Việt Nam]].\n\n== Du lịch ==\n\n=== [[Chùa Long Đọi]] ===\nChùa Long Đọi Sơn (xã [[Tiên Sơn, Duy Tiên|Tiên Sơn]], thị xã Duy Tiên, tỉnh [[Hà Nam]]) có tên chữ là Diên Linh tự là di tích cấp quốc gia đặc biệt 2017. Chùa do [[Lý Thánh Tông]] và Vương phi Ỷ Lan chủ trì xây dựng từ năm 1054 (do tể tướng Dương Đại Gia và mời thiên sư Đàm Cứu Chỉ đến trụ trì và tham gia xây dựng). Đến đời [[Lý Nhân Tông]], nhà vua này tiếp tục xây dựng phát triển và xây tháp Sùng Thiện Diên Linh từ năm 1118 đến năm 1121. Ngôi chùa được xây dựng trên đỉnh núi, trong khuôn viên 2 hec-ta vườn rừng. Chùa quay về hướng nam, đúng như câu tục ngữ: \"Đầu gối núi Đọi, chân dọi Tuần Vường, phát tích đế vương lưu truyền vạn đại\". Ngay cổng chính, trước tòa tam bảo là nhà bia để tấm bia Sùng Thiện Diên Linh nổi tiếng. Khi xây xong chùa và tháp, nhà vua sai Thượng thư bộ Hình Nguyễn Công Bật soạn văn bia. Văn bia nguyên có tên là Đại Việt quốc dương gia đệ tứ Sùng Thiện Diên Linh tháp bi, được viết xong ngày 6 tháng 7 năm Tân Sửu (1121). Nội dung bài văn bia chủ yếu ca ngợi công lao tài trí của [[Lý Nhân Tông]] trong việc xây dựng, kiến thiết và đánh giặc giữ nước. Đầu thế kỷ XV, khi giặc Minh xâm lược nước ta, chùa và tháp đã bị phá hủy hoàn toàn. Riêng bia Sùng Thiện Diên Linh vì không phá nổi, chúng đã lật đổ xuống bên cạnh núi.\n\nMãi tới cuối thế kỷ XVI, vào năm 1591 đời [[Mạc Mậu Hợp]], tức là gần 170 năm sau khi bị giặc Minh tàn phá, ngôi chùa bị bỏ phế hoàn toàn, nhân dân địa phương mới \"dựng lại bia đổ, bắc lại xà nhà và những chỗ tường hư hỏng, làm cửa xây tường khiến cho sau hơn 500 năm, một nơi thắng cảnh trong chốn tùng lâm lại được mới mẻ\".\n\nVào năm [[Tự Đức]] thứ 13 (1860), chùa Long Đọi Sơn có sửa sang thượng điện, tiền đường, nhà tổ, siêu hương, gác chuông, nghi môn. Đến năm 1864, chùa lại tiếp tục sửa hành lang, đúc tượng Di Lặc, đúc khánh đồng và đúc khánh đá do sư tổ đời thứ 5 là Thích Chiếu Trường chủ trì xây dựng hoàn chỉnh 125 gian, từ đó trở thành trường Bắc Kỳ Phật giáo. Ngôi chùa lúc này được dựng theo kiểu nội công ngoại quốc.\n\nLễ hội chùa Long Đọi Sơn được tổ chức hàng năm vào ngày 21 tháng 3 âm lịch đã trở thành một nét văn hoá tín ngưỡng lâu đời của người dân xã [[Đọi Sơn]] nói riêng và huyện Duy Tiên nói chung. Với mục đích nhằm quảng bá các công trình kiến trúc tại di tích lịch sử chùa Long Đọi Sơn, đồng thời khơi dậy truyền thống văn hoá dân tộc, đáp ứng nhu cầu sinh hoạt tín ngưỡng của nhân dân và du khách thập phương.\n\nNgoài ra, [[Lễ hội Tịch điền Đọi Sơn]] là một lễ hội mang ý nghĩa khuyến nông và là nét đẹp văn hóa trở về nguồn cội. Nghi lễ chính trong toàn bộ lễ hội là lễ tịch điền Đọi Sơn, tái hiện huyền tích từ thời Thập đạo tướng quân [[Lê Đại Hành|Lê Hoàn]] khi ông nhận thấy núi Đọi có vị trí chiến lược quan trọng đối với kinh đô [[Hoa Lư]] đến khi lên ngôi vua, [[Lê Đại Hành]] về chân núi Đọi cày ruộng để khuyến khích mở mang nông trang. Lễ hội được tổ chức vào mùng 7 tháng Giêng hàng năm ở cánh đồng Đọi Sơn nằm dưới chân núi Đọi.\n\n=== Đền Lảnh Giang ===\nĐền Lảnh Giang (xã [[Mộc Nam]], thị xã Duy Tiên, tỉnh [[Hà Nam]]) thờ Tam vị danh thần đời [[Hùng Vương]] thứ 18 có công giúp vua [[Hùng Vương thứ XVIII|Hùng Duệ Vương]] chống lại [[An Dương Vương|Thục Phán]]. Đền Lảnh Giang tọa lạc trong khuôn viên có diện tích gần 3.000 m², bao quanh là không gian xanh của vườn nhãn, đầm sen, bến nước. Cửa đền hướng ra dòng sông Hồng mênh mông sóng nước.\n\nSau nhiều lần tu sửa, kiến trúc đền hiện nay gồm các công trình: hồ bán nguyệt, tam quan và đền chính. Hồ bán nguyệt được trồng hoa súng đỏ, giữa hồ là ngọn bảo tháp 2 tầng và cây cầu cong tạc hình “lưỡi long hướng địa” nối bảo tháp với tam quan. Tam quan đền xây theo kiểu chồng diêm tám mái với các đầu đao cong vút đắp nổi hình đầu rồng, đan xen là mặt nguyệt, lá lật cách điệu mềm mại. Đền chính có kiến trúc theo kiểu nội công, ngoại quốc bao gồm 3 tòa với 14 gian lớn, nhỏ. Trong đó, nổi bật nhất là tòa Trung đường được dựng theo kiểu chồng diêm hai tầng tám mái cong.\n\nNgoài kiến trúc bề thế, đền Lảnh Giang lưu giữ nhiều đồ thờ giá trị như: khám long đình, khám đặt tượng 3 vị tướng thời Hùng Vương thứ 18, kiệu bát cống long đình, sập thờ và nhiều hoành phi câu đối, nhang án…\n\nHàng năm, đền Lảnh Giang tổ chức hai kỳ Lễ hội, từ ngày 2 – 5\/6 âm lịch và 20\/8 âm lịch. Bên cạnh các nghi thức tế lễ, rước thánh, còn có phần hội gồm nhiều hoạt động hấp dẫn như: chọi gà, đánh gậy, đấu cờ người, tổ tôm điếm, múa sư tử, thi thổi cơm trên quang gánh, diễn tập trận giả, hát chầu văn, thi bơi chải trên sông Hồng...\n\n=== Các di tích khác ===\n\n*'''''Đình Ngọc Động''''' (phố [[Ngọc Động]], phường [[Hoàng Đông]]): Thờ Phạm Phúc - tướng công thời [[Hùng Vương]], nơi có nghề mây giang đan truyền thống.\n*'''''Đình Động Linh''''' (phố Động Linh, phường [[Duy Minh]]): là đình chính thờ Phạm Phúc tướng công thời [[Hùng Vương]], đến năm 2010, đình Động Linh mới tìm lại được sắc phong sau nhiều năm bị thất lạc.\n*'''''Đình Đôn Lương''''' (phường Yên Bắc) thờ Vua [[Đinh Tiên Hoàng]] - vị anh hùng dân tộc đánh dẹp [[loạn 12 sứ quân]] lập ra nhà nước [[Đại Cồ Việt]] trong lịch sử.\n*'''''Đình Lũng Xuyên''''' (tổ dân phố Lũng Xuyên, phường [[Yên Bắc]]): thờ vị anh hùng dân tộc [[Lý Thường Kiệt]], tại đây còn có nhà lưu niệm đồng chí [[Nguyễn Hữu Tiến]], người vẽ Quốc kỳ [[Việt Nam]].\n*'''''Đình Ngô Xá''''' (phố Ngô Xá, phường [[Tiên Nội]]): thờ Đức Chúa Phạm Thị Hồng (thời Tiền Lê thế kỷ thứ 11) cùng hai Đức Thánh: Nhất Vị Không Vị Đại Vương và Nhất Vị Không Hoàng Đại Vương (là hai vị tướng phò tá vua [[Trần Nhân Tông]], cùng Hưng Đạo Đại Vương [[Trần Quốc Tuấn]]). Trải qua nhiều triều đại, đình đã có 9 đạo sắc phong cho hai Đức Thánh.\n*'''''Đình Tường Thụy''''' (thôn Tường Thụy, xã [[Trác Văn]]): thờ công đồng lục vị thành hoàng làng (gồm năm vị tướng tài và một hoàng phi thời [[Hùng Vương]]).\n*'''''Đình Khả Duy''''' (thôn Khả Duy, xã [[Mộc Bắc]]): là nơi thờ Thành hoàng [[Lê Trọng Thứ]].\n*'''''Đình Lê Xá''''' (thôn Lê Xá, xã [[Tiên Sơn, Duy Tiên|Tiên Sơn]]): thờ tiến sĩ [[Lý Trần Thản]], từng giữ chức thượng thư [[Bộ Binh]].\n*'''''Đình đá Tiên Phong''''': thờ Nguyệt Nga công chúa, nữ tướng của [[Hai Bà Trưng]].\n*'''''Chùa Bạch Liên''''': thuộc địa phận thôn Tường Thụy, xã [[Trác Văn]], thị xã Duy Tiên.\n*'''''Chùa Khánh Long''''': thuộc địa phận phố Bút Thượng, phường [[Châu Giang (định hướng)|Châu Giang]], thị xã Duy Tiên.\n*'''''Nhà thờ Bút Đông''''': thuộc địa phận phố Đông Nội, phường Châu Giang, thị xã Duy Tiên, Hà Nam. Đây là ngôi nhà thờ được xây dựng từ năm 1920, có kiến trúc kiểu Gotich với tòa tháp đôi Đây là một trong các nhà thờ cổ nhất và có kiến trúc đẹp ở đòng bằng Bắc Bộ.\n\n== Hình ảnh ==\n<gallery>\nTập tin:Khu công nghiệp Đồng Văn, Hà Nam.JPG|Khu công nghiệp Đồng Văn, Duy Tiên, Hà Nam \nTập tin:Quốc lộ 38, đoạn qua Đồng Văn, Hà Nam.JPG|Quốc lộ 38, đoạn qua Đồng Văn, Duy Tiên, Hà Nam \nTập tin:Thị trấn Đồng Văn, Hà Nam..JPG|Phường Đồng Văn\nTập tin:Bút Đông quê tôi.JPG|Một thôn làng ở phường Châu Giang\nTập tin:Cầu Hòa Mạc.JPG|Cầu Hòa Mạc\nTập tin:Nhà thờ Giáo xứ Bút Đông.jpg|Nhà thờ Bút Đông\n<\/gallery>\n\n== Làng nghề ==\nLà một thị xã phía bắc tỉnh Hà Nam giáp ranh với Hà Nội - vùng đất trăm nghề nên Duy Tiên có nhiều làng nghề truyền thống lâu đời, làng có nghề. Các làng nghề ở đây hoạt động sản xuất ở nhiều nhóm như tơ tằm sợi, dệt, thêu ren, mộc, dịch vụ, chế biến lương thực. Riêng nhóm dịch vụ phát triển nhất ở các phường Hòa Mạc, Đồng Văn, Duy Minh, Hoàng Đông, Bạch Thượng, Yên Bắc. Các làng nghề truyền thống, làng có nghề, nghề phụ tại thị xã Duy Tiên:\n\n* Làng nghề làm trống Đọi Tam ([[Tiên Sơn, Duy Tiên|Tiên Sơn]])\n* Làng nghề mây giang đan Hòa Trung ([[Tiên Nội]])\n* Nghề mộc ở Đôn Lương ([[Yên Bắc]])\n* Làng nghề ươm tơ Yên Mỹ ([[Chuyên Ngoại]])\n* Mây tre đan Ngọc Động ([[Hoàng Đông]])\n* Làng nghề thêu ren Vũ Xá ([[Yên Bắc]])\n*Nghề nuôi bò sữa ở [[Mộc Bắc]]\n* Dâu tằm sợi thôn Dưỡng Thọ ([[Tiên Sơn, Duy Tiên|Tiên Sơn]])\n*Dâu tằm sợi An Mông ([[Tiên Sơn, Duy Tiên|Tiên Sơn]])\n*Làng nghề sen, ươm tơ Từ Đài ([[Chuyên Ngoại]])\n*Nghề dệt lụa ở Nha Xá ([[Mộc Nam]])\n* Nghề nấu rượu làng Bèo ([[Tiên Ngoại]])\n* Nghề mộc thôn Quan Nha ([[Yên Bắc]])\n* Làng nghề mây giang đan Động Linh ([[Duy Minh]])\n*Có nghề làm đậu phụ ở [[Trác Văn]]\n* Nghề mộc thôn Nhất ([[Tiên Nội]])\n* Nuôi ba ba, rắn, bò sát Bạch Xá ([[Hoàng Đông]]).\n\n== Chú thích ==\n{{Commonscat|Duy Tiên}}\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{Đơn vị hành chính thuộc thị xã Duy Tiên}}\n{{Huyện thị Hà Nam}}\n{{Thị xã Việt Nam}}\n\n[[Thể loại:Đô thị Việt Nam loại IV]]"}