{"139715":"{{bài cùng tên|Duyên Hải}}\n{{Thông tin đơn vị hành chính Việt Nam | Huyện\n| tên = Duyên Hải\n| hình = \n| ghi chú hình = \n| vĩ độ = 9.608936\n| kinh độ = 106.440977\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 313,73 km²<ref name=HDH\/>\n| dân số = 78.540 người<ref name=HDH\/>\n| thời điểm dân số = 2020\n| mật độ dân số = 250 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Khmer (Việt Nam)|Khmer]]\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Trà Vinh]]\n| huyện lỵ = xã [[Ngũ Lạc]]\n| thành lập = 17\/7\/1951\n| phân chia hành chính = 1 thị trấn, 6 xã\n| mã hành chính = 850<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 84-M1\n| mã bưu chính = \n| trụ sở UBND = Ấp Mé Láng, xã Ngũ Lạc\n| web = {{url|duyenhai.travinh.gov.vn}}\n}}\n\n'''Duyên Hải''' là một [[Huyện (Việt Nam)|huyện]] nằm ở phía nam của tỉnh [[Trà Vinh]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Duyên Hải nằm về phía nam của tỉnh Trà Vinh, cạnh cửa [[Cửa Định An|Định An]] của [[sông Hậu]], có vị trí địa lý:\n*Phía đông giáp thị xã [[Duyên Hải (thị xã)|Duyên Hải]]\n*Phía nam giáp [[Biển Đông]]\n*Phía tây giáp huyện [[Cù Lao Dung]], tỉnh [[Sóc Trăng]] qua ranh giới là [[sông Hậu]]\n*Phía bắc giáp huyện [[Trà Cú]] và huyện [[Cầu Ngang]].\n\n=== Điều kiện tự nhiên ===\nDuyên Hải với tổng diện tích đất tự nhiên là 38.405 ha. Trong đó đất nông nghiệp 25.495 ha, đất trồng cây lâu năm 3.952 ha, đất chuyên dùng 1.206 ha. Ngoài ra huyện còn có 55&nbsp;km bờ biển và 12&nbsp;km bờ cửa sông, 2.640 ha sông, rạch và hơn 100 ha đất ven biển.\n\nDuyên Hải có địa hình mang tính chất của vùng đồng bằng ven biển rất đặc thù với những giồng cát hình cánh cung chạy dài theo hướng song song với bờ biển. Các giồng cát tập trung chủ yếu ở các xã phía Bắc của huyện như: giồng [[Long Hữu]] - [[Ngũ Lạc]], giồng [[Hiệp Thạnh]] - [[Trường Long Hòa|Trường Long Hoà]], giồng [[Long Vĩnh]] và rải rác ven theo bờ biển. Nhìn chung địa hình Duyên Hải khá thấp và tương đối bằng phẳng với cao trình bình quân phổ biến là 0,4 đến 1,2 m.\n\n== Hành chính ==\nHuyện Duyên Hải có 7 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Long Thành, huyện Duyên Hải|Long Thành]] và 6 xã: [[Đôn Châu]], [[Đôn Xuân]], [[Đông Hải, huyện Duyên Hải|Đông Hải]], [[Ngũ Lạc]] (huyện lỵ), [[Long Khánh, huyện Duyên Hải|Long Khánh]], [[Long Vĩnh, huyện Duyên Hải|Long Vĩnh]].\n\n== Lịch sử ==\nThời [[Việt Nam Cộng hòa]], địa bàn huyện Duyên Hải và thị xã [[Duyên Hải (thị xã)|Duyên Hải]] ngày nay tương ứng với quận '''Long Toàn''', tỉnh [[Vĩnh Bình (tỉnh)|Vĩnh Bình]], được thành lập vào ngày [[21 tháng 7]] năm [[1956]]. Quận Long Toàn có 1 tổng Vĩnh Trị, quận lỵ đặt tại xã [[Long Toàn (xã)|Long Toàn]].\n\nSau ngày [[30 tháng 4]] năm [[1975]], quận Long Toàn bị giải thể và nhập vào huyện [[Cầu Ngang]].\n\nNgày [[29 tháng 9]] năm [[1981]], [[Hội đồng Bộ trưởng]] ban hành Quyết định số 98-HĐBT<ref name=98\/1981\/QĐ-HĐBT>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-98-hdbt-phan-vach-dia-gioi-huyen-thuoc-tinh-cuu-long-43143.aspx\/ Quyết định số 98-HĐBTvề việc phân vạch địa giới một số huyện thuộc tỉnh Cửu Long]<\/ref> về việc chia huyện Cầu Ngang thành 2 huyện: Cầu Ngang và Duyên Hải. Huyện Duyên Hải gồm có 8 xã: Long Vĩnh, Trường Long Hoà, Dân Thành, Long Khánh, Long Toàn (trụ sở huyện), Long Hữu, Ngũ Lạc và Hiệp Thạnh.\n\nNgày [[27 tháng 3]] năm [[1985]], Hội đồng Chính phủ ban hành Quyết định 86-HĐBT<ref name=86\/1985\/QĐ-HĐBT>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-86-hdbt-phan-vach-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-cuu-long-44634.aspx\/ Quyết định 86-HĐBT phân vạch, điều chỉnh địa giới xã, thị trấn thuộc tỉnh Cửu Long]<\/ref> về việc thành lập xã Đông Hải trên cơ sở điều chỉnh một phần diện tích và dân số của các xã Dân Thành và Long Vĩnh.\n\nNgày [[26 tháng 12]] năm [[1991]], tỉnh Cửu Long được chia thành 2 tỉnh: [[Vĩnh Long]] và [[Trà Vinh]], huyện Duyên Hải thuộc tỉnh Trà Vinh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[7 tháng 10]] năm [[1995]], Chính phủ ban hành Nghị định 62-CP<ref name=62\/1995\/NĐ-CP>Nghị định 62-CP điều chỉnh địa giới thành lập thị trấn thuộc các huyện Cầu Kè, Cầu Ngang, Duyên Hải, Tiểu Cần, tỉnh Trà Vinh<\/ref> về việc thành lập thị trấn Duyên Hải trên cơ sở một phần diện tích và dân số của các xã Long Toàn và Long Hữu.\n\nNgày [[8 tháng 6]] năm [[2011]], Chính phủ ban hành Nghị quyết 85\/NQ-CP về việc thành lập thị trấn Long Thành trên cơ sở điều chỉnh 516,22 ha diện tích tự nhiên và 7.147 người của xã Long Khánh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-85-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-Long-Khanh-126271.aspx|tiêu đề=Nghị quyết 85\/NQ-CP năm 2011 của Chính phủ về việc điều chỉnh địa giới hành chính xã Long Khánh để thành lập thị trấn Long Thành thuộc huyện Duyên Hải, tỉnh Trà Vinh|website=}}<\/ref>\n\nCuối năm 2014, huyện Duyên Hải bao gồm 2 thị trấn: Duyên Hải, Long Thành và 9 xã: Hiệp Thạnh, Trường Long Hòa, Dân Thành, Đông Hải, Long Hữu, Long Toàn, Long Khánh, Ngũ Lạc, Long Vĩnh.\n\nNgày [[15 tháng 5]] năm [[2015]], Ủy ban thường vụ Quốc hội ban hành Nghị quyết 934\/NQ-UBTVQH13<ref name=NQ934>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-934-NQ-UBTVQH13-dieu-chinh-dia-gioi-hanh-chinh-huyen-Tra-Cu-Duyen-Hai-Tra-Vinh-2015-293985.aspx|title=Nghị quyết số 934\/NQ-UBTVQH13 năm 2015 của Ủy ban Thường vụ Quốc hội về việc điều chỉnh địa giới hành chính huyện Trà Cú, huyện Duyên Hải để thành lập thị xã Duyên Hải và 02 phường thuộc thị xã Duyên Hải, tỉnh Trà Vinh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Điều chỉnh một phần diện tích tự nhiên và dân số của xã Dân Thành về xã Đông Hải quản lý\n*Tách thị trấn Duyên Hải và 5 xã: Long Toàn, Long Hữu, Trường Long Hòa, Hiệp Thạnh, Dân Thành để thành lập thị xã Duyên Hải\n*Chuyển hai xã Đôn Châu và Đôn Xuân thuộc huyện Trà Cú về huyện Duyên Hải quản lý.\n\nSau khi điều chỉnh, huyện Duyên Hải có 30.047,21 ha diện tích tự nhiên, 82.393 người và 7 đơn vị hành chính cấp xã, gồm thị trấn Long Thành và 6 xã: Đông Hải, Đôn Châu, Đôn Xuân, Long Khánh, Long Vĩnh, Ngũ Lạc. Huyện lỵ của huyện dời về xã Ngũ Lạc.\n\nNgày [[1 tháng 3]] năm [[2023]], điều chỉnh 3,13 km² diện tích tự nhiên và 490 người của xã Long Khánh (bao gồm toàn bộ diện tích tự nhiên và dân số của ấp Phước Hội) về ấp Mé Láng thuộc xã Ngũ Lạc quản lý.<ref name=NQ728>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-728-NQ-UBTVQH15-2023-dieu-chinh-dia-gioi-hanh-chinh-xa-Long-Khanh-va-xa-Ngu-Lac-556494.aspx|tựa đề=Nghị quyết số 728\/NQ-UBTVQH15 năm 2023 về việc điều chỉnh địa giới đơn vị hành chính giữa xã Long Khánh và xã Ngũ Lạc thuộc huyện Duyên Hải, tỉnh Trà Vinh|url-status=live}}<\/ref>\n\n== Kinh tế - xã hội ==\nHuyện Duyên Hải là một huyện ven biển nên việc phát triển các ngành kinh tế biển là chiếm phần lớn. Huyện nằm trong [[khu kinh tế Định An]], một khu kinh tế lớn của tỉnh.\n\n===Dân số===\n{{Lịch sử dân số\n|title = Lịch sử phát triển dân số huyện Duyên Hải qua các năm\n|type = \n|align = \n|direction =\n|cols = 2\n|width = 5em\n|state = \n|shading = \n|pop_name =\n|percentages = \n|footnote = \n|source = Niên giám thống kê huyện Duyên Hải\n| 2015 | 78.252\n| 2016 | 78.307\n| 2017 | 78.348\n| 2018 | 78.402\n| 2019 | 78.444\n| 2020 | 78.540\n}}\n\nHuyện Duyên Hải có diện tích 300,47&nbsp;km², dân số năm 2019 là 78.444 người<ref name=\"TRAVINH2019\">{{Chú thích web |url = https:\/\/www.travinh.gov.vn\/1452\/39349\/72987\/618282\/so-lieu-thong-ke-cong-tac-dan-toc\/ket-qua-dieu-tra-53-dan-toc-thieu-so-tren-dia-ban-tinh-tra-vinh-ngay-01-4-2019|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Trà Vinh (Kết quả điều tra 53 dân tộc thiểu số trên địa bàn tỉnh Trà Vinh)|access-date = ngày 3 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 261 người\/km².\n\nDân số năm 2020 toàn huyện là 78.540 người, trong đó: thành thị 5.250 người, nông thôn 73.242 người<ref name=HDH>{{Chú thích web|url=https:\/\/duyenhai.travinh.gov.vn\/SiteFolders\/duyenhai\/Linh\/2.Bao%20cao%20thuyet%20minh.pdf|tựa đề= Báo cáo thuyết minh tổng hợp Quy hoạch sử dụng đất đến năm 2030 và kế hoạch sử dụng đất năm đầu của quy hoạch sử dụng đất huyện Duyên Hải - tỉnh Trà Vinh (diện tích trang 12 và dân số trang 34) |ngày= 30 tháng 11 năm 2021 |website= Trang tin điện tử huyện Duyên Hải, tỉnh Trà Vinh |ngày truy cập= 31 tháng 8 năm 2022}}<\/ref>.\n\n==Văn hóa==\nHuyện Duyên Hải có khoảng 14 ngôi chùa Khmer đều rất đẹp, nhưng nổi bật nhất là<ref name=HDH\/>:\n* Chùa Pro Khup (hay còn gọi Trà Khúp): tọa lạc tại ấp Trà Khúp, xã Ngũ Lạc được UBND tỉnh Trà Vinh công nhận là Di tích lịch sử cấp tỉnh theo Quyết định số 1862\/QĐ-UBND ngày 14\/10\/2010.\n* Chùa Thum (chùa Lớn) tọa lạc tại ấp Thốt Lốt, xã Ngũ Lạc.\n* Chùa Rum Đuôl: tọa lạc tại ấp Lộ Sỏi B, xã Đôn Xuân\n* Chùa Đom Bon Pak (chùa Bào Môn): tọa lạc ấp Bào Môn, xã Đôn Châu được UBND tỉnh Trà Vinh công nhận là Di tích lịch sử cấp tỉnh theo Quyết định số 1022\/QĐ-UBND ngày 10\/6\/2005.\n* Chùa Tà Lôn: tọa lạc tại ấp Cái Cối, xã Long Vĩnh được Bộ Văn hóa - Thể thao và Du lịch công nhận là di tích lịch sử cấp Quốc gia theo Quyết định số 1457\/QĐ-BVHTTDL ngày 18\/4\/2013.\n\n== Giao thông ==\n* [[Quốc lộ 53]] là tuyến giao thông chính trên địa bàn huyện.\n* [[Quốc lộ 53B]] được thành lập theo Quyết định số 326\/QĐ-BGTVT ngày 03\/02\/2018 của Bộ Giao thông Vận tải về việc chuyển các tuyến đường Tỉnh 913 và đường Huyện 24, tỉnh Trà Vinh thành Quốc lộ 53B.\n* Đường Tỉnh 911\n* Đường Huyện 21.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n{{Sơ khai Trà Vinh}}\n{{Đơn vị hành chính thuộc huyện Duyên Hải}}\n{{Huyện thị Trà Vinh}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}