{"230451":"{{chú thích trong bài}} \n{{Infobox Mandir\n|image=Duyệt Thị Đường (hoàng thành Huế).jpg\n}}\n'''Duyệt Thị đường''' (''duyệt'': xem xét; ''thị'': đúng đắn; ''đường'': ngôi nhà) là một nhà hát dành cho vua, hoàng thân quốc thích, các quan đại thần và là nơi biểu diễn các vở [[tuồng]] dành cho quan khách, sứ thần thưởng thức.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuathienhue.gov.vn\/vi-vn\/Thong-tin-du-dia-chi\/tid\/Duyet-Thi-Duong\/newsid\/4BAFB856-5352-4A8D-87F5-82C6BE334629\/cid\/4E568EE4-C8BC-4F08-8B97-706999B99B37|tựa đề=DUYỆT THỊ ĐƯỜNG|tác giả=|họ=|tên=|ngày=|website=https:\/\/thuathienhue.gov.vn\/|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Tuồng biểu diễn trong Duyệt Thị đường là các vở tuồng cung đình. Đây được xem là nhà hát cổ nhất của ngành sân khấu Việt Nam.\n\nĐây còn là nơi tổ chức các buổi lễ hội đặc biệt như dịp tứ tuần các vua Minh Mạng, Tự Đức, Đồng Khánh, Khải Định…. Đối tượng được tham dự là các quan văn võ, các hoàng tử, hoàng đệ…. Vào năm 1833 (Minh Mạng thứ 14) triều đình nhà Nguyễn đã cho tổ chức đúc tiền “Minh Mạng phi long” ngay tại địa điểm này.\n\n== Lịch sử ==\nNhững năm 1820 – 1840, vua Minh Mạng cho xây dựng Nhà hát lớn Duyệt Thị Đường vào năm Minh Mạng thứ 7 (1824-1826) nằm ở góc đông nam bên trong [[Tử Cấm thành (Huế)|Tử Cấm thành]]<ref name=\":0\" \/><ref name=\":1\">{{Chú thích web|url=https:\/\/sdl.thuathienhue.gov.vn\/?gd=7&cn=85&tc=2586|tựa đề=Bí mật phong thủy đằng sau kiến trúc độc đáo của kinh thành Huế thời nhà Nguyễn|tác giả=|họ=|tên=|ngày=|website=Sở du lịch tỉnh Thừa Thiên Huế|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=12\/04\/2019}}<\/ref><ref name=\":2\">{{Chú thích web|url=http:\/\/baotanglichsu.vn\/vi\/Articles\/3096\/4864\/duyet-thi-djuong-nha-hat-co-nhat-con-lai-cua-san-khau-truyen-thong-viet-nam.html|tựa đề=Duyệt Thị Đường- nhà hát cổ nhất còn lại của sân khấu truyền thống Việt Nam|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=05\/09\/2008}}<\/ref> trên nền cũ của nhà hát Thanh Phong Đường (1805).<ref name=\":2\" \/>\n\nCông trình được tu bổ lần đầu vào năm 1829 (Minh Mạng thứ 10).<ref name=\":2\" \/>\n\n== Kiến trúc== \nDuyệt Thị đường có tổng diện tích 11.740 m². Diện tích xây dựng nhà hát 1.182 m². Toàn bộ khuôn viên nhà hát trước đây được dùng để trồng các loại cây thuốc Nam quý hiếm. Bên hữu nhà hát là Ngự y viện, nơi để sao chế thuốc chữa bệnh cho nhà vua và hoàng gia. Bên tả là sở [[Thượng Thiện]], nơi dùng để chế biến các món ăn phục vụ nhà Vua. Tất cả đều được ngăn với nhà hát bằng bức tường.<ref name=\":0\" \/>\n\nNhà hát hình chữ nhật rộng rãi với bộ mái có những bờ quyết cong giống như những đình chùa ở Huế, được chống đỡ bởi hai hàng cột lim sơn son có [[chiều cao]] 12 m, vẽ rồng ẩn mây cuốn chung quanh chia làm 2 tầng. Ở lưng chừng mỗi cột treo thêm một bức tranh sơn thủy vẽ cảnh Huế với khung chạm rồng nổi thiếp vàng. Trên cao hơn, mặt trời, mặt trăng, tinh tú tượng trưng cho vũ trụ được vẽ hoặc chạm nổi lên trần nhà màu xanh lơ. Tòa nhà nối liền với các cung điện của nhà vua và các bà hoàng bằng một dãy hành lang có mái khúc khuỷu, quanh co.<ref name=\":1\" \/>\n\nSân khấu chính làm nơi biểu diễn ở giữa nhà hát, vị trí tốt nhất dành cho vua ngồi là ở vị trí lầu hai, phía trước hai bên vòm có treo hai câu đối bằng chữ Hán của vua [[Minh Mạng]]:\n\n''Âm nhạc tinh trần hòa kỳ tâm dĩ dưỡng kỳ chí''<br>\n''Nghiên xuy tề hiến thủ kỳ thị nhi giới kỳ phi''\n\nDịch nghĩa:\n\n''Âm nhạc cùng phô bày, hoà lòng người để nuôi dưỡng chí khí''<br>\n''Thiện ác đồng trình diện, khiến giữ được cái tốt (cái đúng) mà giới hạn cái xấu (cái sai)''.\n\nSân khấu có ba mặt. Phần bức tường ở cuối sân khấu trổ hai cửa. Các diễn viên vào ở phía phải và ra ở phía trái. Phía sau bức tường là một phòng rộng đựng tủ kệ để chứa các bản tuồng, hia, mão và đạo cụ biểu diễn. Ở vị trí cao nhất trong phòng là một khám thờ hai ông làng tổ sư của nghề hát bội. Phòng này lại trổ cửa hướng ra sân ở mé đông Tử Cấm Thành (các nghệ nhân ra vào bằng lối này). Đối xứng với bức tường qua sân khấu là một đài cao chia ra làm hai bậc. Bậc cao nhất nằm sát tường phía tây dành cho các bà hoàng và cung tần mỹ nữ. Bậc thấp đặt ngự tọa, nơi nhà vua ngồi xem hát. Hai bậc này được ngăn bởi một lớp sáo trúc thưa làm cho người ngồi bên trong nhìn rõ được người bên ngoài, nhưng người xem ở bên ngoài không thấy mặt người đẹp trong cung cấm. Hai bên chỗ tả và bên hữu của chỗ vua ngồi là dành cho quốc khách, các quan của triều đình ngồi hai bên.\n\n== Tình trạng ==\nDuyệt Thị đường được tu bổ nhiều lần dưới thời các vua Nguyễn. Năm 1962, khi chính phủ [[Việt Nam Cộng hòa]] cải tạo, sửa chữa Duyệt Thị đường để làm cơ sở giảng dạy của [[Trường Quốc gia Âm nhạc Huế|Trường Quốc gia âm nhạc Huế]], các công trình chung quanh bị triệt hạ để xây chỗ ở cho giáo viên và sinh viên, cấu trúc của nhà hát bị thay đổi không còn như cũ. Trải bao năm chiến tranh, thiên tai và cả sự vô ý thức của con người, Duyệt Thị đường bị xuống cấp nghiêm trọng. Từ năm 1995 đến năm 2002, nhà hát được trùng tu, phục chế hoàn chỉnh lần cuối, và chính thức đi vào hoạt động thường xuyên từ tháng 3\/2003.<ref name=\":0\" \/> Phần ghế của quan khách và phần ghế dành cho các quan xưa kia nay được sửa chữa lại để phục vụ khách du lịch.\n[[Tập tin:Sân khấu chính của Duyệt Thị Đường.JPG|nhỏ|300px|phải|Sân khấu chính của Duyệt Thị đường]]\nTừ năm 2004, Duyệt Thị đường được [[trung tâm bảo tàng di tích cố đô Huế]] khôi phục và đưa vào hoạt động phục vụ khách du lịch với thể loại [[nhã nhạc cung đình Huế]] khá thu hút du lịch.\nNhà hát đã sưu tầm và khôi phục 8 trong số 11 điệu múa cổ, 40 bài nhã nhạc và nhiều trích đoạn tuồng cổ, trong đó có nhiều tiết mục được dàn dựng công phu như Trống Thái Bình, Tam luân cửu chuyển (đại nhạc), Phú lục địch, Kim tiền (Tiểu nhạc), Vũ phiến, Lục cúng hoa đăng và các trích đoạn tuồng Kỷ Lan Anh, Ôn Đình chém Tá, Lục cúng hoa đăng, Nữ tướng xuất quân, Lân mẫu xuất Lân nhi... các trích đoạn Tuồng Cung đình tiêu biểu trong vở Sơn Hậu, Tam Nữ Đồ Vương,..,..\nNhà hát cũng đã sáng tạo, dàn dựng hàng chục tác phẩm mới trên chất liệu cổ, phù hợp với thị hiếu người xem, trong đó có vở \"''Người khởi nghiệp đàng trong''\" được công chúng đánh giá cao.\n\n* Giờ biểu diễn trong nhà hát Duyệt Thị đường\nSáng:<br>\nXuất 1: 10h00 - 10h35<br>\nChiều:<br>\nXuất 1: 15h00 - 15h35\n\n* Giá vé: Niêm yết tại quầy vé.\n\n== Xem thêm == \n* [[Minh Khiêm Đường|Minh Khiêm đường]]\n* [[Nhã nhạc cung đình Huế]]\n\n==Liên kết ngoài==\n* [http:\/\/www.hueworldheritage.org.vn\/disanvh\/loaihinhnhahat.asp Các loại hình hoạt động tại nhà hát Duyệt Thị đường và Minh Khiêm đường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100414041902\/http:\/\/www.hueworldheritage.org.vn\/disanvh\/loaihinhnhahat.asp |date=ngày 14 tháng 4 năm 2010 }}\n* [http:\/\/www.hueworldheritage.org.vn\/disanvh\/tietmucnhahat.asp Nội dung chương trình biễu diễn trong nhà hát Duyệt Thị đường] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080203181028\/http:\/\/www.hueworldheritage.org.vn\/disanvh\/tietmucnhahat.asp |date=ngày 3 tháng 2 năm 2008 }}\n\n== Tham khảo ==\n{{tham khảo}}\n* [http:\/\/www.hueworldheritage.org.vn\/disanvh\/ Duyệt Thị đường trên trung tâm bảo tàng di tích cố đô Huế.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110124033052\/http:\/\/www.hueworldheritage.org.vn\/disanvh\/ |date=ngày 24 tháng 1 năm 2011 }}\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Tử Cấm thành (Huế)|Tử Cấm Thành Huế]]\n[[Thể loại:Cung điện tại Việt Nam]]\n[[Thể loại:Kiến trúc cổ Việt Nam]]"}