{"280214":"'''Dân ca ví dặm Nghệ - Tĩnh''' là một loại hình nghệ thuật trình diễn dân ca chiếm vị trí quan trọng trong đời sống văn hóa của người dân 2 tỉnh [[Nghệ An]] và [[Hà Tĩnh]] thuộc miền Trung [[Việt Nam]].<ref>[http:\/\/www.tienphong.vn\/van-nghe\/hoi-thao-khoa-hoc-quoc-te-ve-dan-ca-vi-dam-nghe-tinh-705952.tpo Hội thảo khoa học quốc tế về dân ca ví, dặm Nghệ - Tĩnh]<\/ref> Dân ca ví dặm (cũng viết là dặm) tại [[Nghệ Tĩnh|Nghệ - Tĩnh]] là một di sản văn hóa phi vật thể cấp Quốc gia đã được ghi danh là [[di sản văn hóa phi vật thể]] đại diện cho nhân loại tại kỳ họp thứ 9 của Ủy ban Liên Chính phủ Công ước [[UNESCO]] về bảo vệ di sản văn hóa phi vật thể ngày 27\/11\/2014 tại [[Paris]] ([[Pháp]])<ref>[http:\/\/dantri.com.vn\/doi-song-van-hoa\/dan-ca-vi-dam-nghe-tinh-tro-thanh-di-san-van-hoa-quoc-gia-768553.htm Dân ca, ví dặm Nghệ Tĩnh trở thành di sản Văn hóa Quốc gia]<\/ref><ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/209260\/vi--giam-nghe-tinh-duoc-cong-nhan-di-san-van-hoa-nhan-loai.html Ví, Giặm Nghệ Tĩnh được công nhận Di sản văn hóa nhân loại]<\/ref> Loại hình nghệ thuật này phổ biến trong đời sống của các cộng đồng xứ Nghệ, được hát trong hầu hết mọi hoạt động đời thường, từ ru con, dệt vải, trồng lúa... Lời ca của dân ca ví, dặm ca ngợi những giá trị sâu sắc và truyền thống như sự tôn trọng với các bậc cha mẹ, lòng chung thủy, tận tụy vì người khác cũng như ngợi ca đức tính thật thà và cách cư xử tử tế giữa con người với con người.<ref>[http:\/\/vov.vn\/van-hoa\/unesco-xet-duyet-ho-so-di-san-vi-giam-cua-viet-nam-367254.vov UNESCO xét duyệt hồ sơ Di sản ví, giặm của Việt Nam]<\/ref>\n\n== Hát ví ==\nHát ví thường là hát tự do, không có tiết tấu từng khuôn nhịp, người hát có thể co giãn một cách ngẫu hứng. Âm điệu cao thấp ngắn dài có khi còn tùy thuộc vào lời thơ (ca từ) bằng hay trắc, ít từ hay nhiều từ. Ví thuộc thể ngâm vĩnh, bằng phương pháp phổ thơ dân tộc (lục bát, song thất lục bát, lục bát biến thể...)\n\nTính biểu cảm của hát ví tùy vào môi trường hoàn cảnh, không gian thời gian và tâm tính của người hát. Âm vực của ví thường không quá một quãng 8. Tình điệu ví nghe trang trải mênh mang sâu lắng, bâng khuâng xao xuyến, tha thiết ân tình. Tuy vậy, vẫn có loại ví ghẹo và ví mục đồng nghe dí dỏm hài hước, nghịch ngợm hồn nhiên tươi trẻ.\n\nHát ví hát giao duyên nam nữ được phổ biến vùng [[Nghệ Tĩnh|Nghệ - Tĩnh]], các thể kỷ trước dùng để trao đổi tình cảm giữa đôi trai gái. Vào các đêm trăng sáng thường đi ngắm trăng. Hát theo lối tường thuật ngẫu hứng một câu chuyện nào đó trong quá trình lao động và nông nhàn, trong lối sống thường nhật lâu dần được dân gian hóa\n\nThể hát ví: Ví có nhiều điệu như: ví đò đưa, ví phường vải, ví phường cấy, ví phường võng, ví phường chè, ví đồng ruộng, ví trèo non, ví mục đồng, ví chuỗi, ví ghẹo, ví giận thương (giận mà thương),...\n\nHát Ví thì không riêng xứ Nghệ. Ví von là do Tg dân gian khi sáng tác Thơ, được lưu truyền từ xa xưa như Cao Giao; Tục Ngữ.\n\nVí có nghĩa như sự thay thế tương đồng  như là: \" Lấy cây Ná giá cây tre \" Tức là lấy cái này để nói về cái kia. Ví dụ: Lấy mây- gió để diễn tả nỗi lòng của hai người yêu nhau. Hay là lấy một số loài chim để thay thế nỗi lòng. Ví dụ như lấy từ: Ngóng trông tin Nhạn. (Nhạn là loài chim di cư, khi thấy chim Nhạn bay về, tức là đã đến kỳ ước hẹn với người thương còn ở nơi xa.\n\nTất cả các làn điệu Hò hay hát bội hoặc là Các giai điệu của Dân Ca Quan Họ.... đều lấy các bài dân ca để làm ca từ cho hò - hát dân ca.\n\nRiêng Nhân Dân Nghệ Tĩnh, có nét đặc trưng và riêng biệt là: Giặm. Kết hợp với Ví thành Ví - Giặm đặc trưng của Hò Ví Giặm Nghệ Tĩnh.\n\n== Hát dặm ==\nDặm là thể hát nói, bằng thơ ngụ ngôn thơ\/vè 5 chữ, nói cách khác thì dặm là thơ ngụ ngôn\/ về nhật trình được tuyền luật hoá. Khác với ví, dặm là thể hát có tiết tấu rõ ràng, có phách mạnh phách nhẹ, có nhịp nội nhịp ngoại. Thông thường một bài dặm có nhiều khổ, mỗi khổ có 5 câu (câu 5 thường điệp lại câu 4), mỗi câu có 5 từ (không kể phụ âm đệm). Tuy vậy, cũng có những bài dặm\/ về không phân khổ rõ ràng, mà cứ hát một lèo, có khi đến hàng chục hàng trăm câu, và mỗi câu cũng không nhất thiết có 5 chữ mà có thể 4 hoặc 6, 7 chữ (do lời thơ biến thể).\n\nDặm rất giàu tính tự sự, trữ tình, kể lể khuyên răn, phân trần bày giải. Cũng có loại dặm dí dỏm khôi hài, châm biếm trào lộng và có cả dặm trữ tình giao duyên.\n\nHát dặm là một thể loại hát nói bằng thơ ngụ ngôn (thơ) về âm nhạc đi theo thường là phách. \"Dặm\" có nghĩa là ghép vào, xen kẽ với nhau, thường 2 hay 3 hoặc một nhóm người hát đối diện nhau hát.\n\nCác làn điệu của hát dặm như: Dặm xẩm, dặm nối, dặm vè, dặm điên, dặm của quyền, dặm kể. Có các tiết tấu phách mạnh, phách nhẹ, những nhịp trong và ngoài. Các thể loại này rất giàu tính tự sự, kể lể, khuyên răn, phân trần, giãi bày,...Thuộc dạng thể thơ năm chữ, cách gieo vần, ngắt nhịp,...\n\n-  Những ghi nhận trên đây đã định hướng sai lệch bản chất của Giặm.\n\nGiặm phải hiểu đúng từ vựng của nó, có nghĩa tương đồng là: Chèn; lấp; chắp vá; nối....\n\nGIặm trong ngôn ngữ Nghệ Tĩnh, thường được dùng trong trồng lúa nước. Trong công việc Gieo - Cấy Lúa, sau một thời gian sinh trưởng, vì một số lý do nào đó, một số cây lúa không phát triển tốt hoặc bị chết, người nông dân đem cây mới, trồng chen vào chổ trống đó, hành động này gọi là Giặm hay Giắm lúa.\n\nHát giặm là quá trình hò đối đáp, người hò lắp ghép các câu thơ từ nhiều bài thơ hoặc thay thế một số từ để tạo nên câu thơ có hàm ý phù hợp với ngữ cảnh, (Đây là lối kết thơ theo thủ pháp Tập Cổ) . Đó là GIặm.\n\nNgười hò xứ nghệ, còn có khả năng xuất khẩu thành thơ, mục đích cũng để đối đáp với bạn hò, khi mà họ không thể nhớ được những câu thơ tương ứng để nối vần cùng câu xướng của bạn hò.\n\n== Một số tác phẩm ví, dặm ==\n*[[Ví giận thương]]\n* Ví ghẹo\n* Ví phường vải\n* Ví đò đưa\n* Hát dặm kể\n* thơ\n* Xay lúa\n* Mời trầu\n* Đại thạch kỳ huê\n* Ô lục soạn\n\n== Liên kết ngoài ==\n*[http:\/\/vietnamnet.vn\/vn\/van-hoa\/77511\/nhung-dieu-ly-thu-chua-biet-ve-vi-dam-xu-nghe.html Những điều lý thú chưa biết về ví dặm xứ Nghệ]\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n{{Kiệt tác truyền khẩu và phi vật thể nhân loại tại Việt Nam}}\n{{Âm nhạc cổ truyền của người Kinh}}\n\n{{DEFAULTSORT:Dân_ca_ví,_dặm_Nghệ_Tĩnh}}\n[[Thể loại:Kiệt tác truyền khẩu và phi vật thể nhân loại tại Việt Nam]]\n[[Thể loại:Văn hóa Lam Hồng]]\n[[Thể loại:Nhạc cổ truyền Việt Nam]]\n[[Thể loại:Âm nhạc dân gian Việt Nam]]\n[[Thể loại:Di sản văn hóa phi vật thể tại Việt Nam]]"}