{"541771":"'''Dân ca Đông Anh''' hay '''Dân ca, dân vũ Đông Anh''' hay '''ngũ trò Viên Khê''' là hệ thống các trò diễn xướng đi kèm các bài dân ca, lưu hành tại [[Làng Viên Khê|thôn Viên Khê]], xã [[Đông Khê, Đông Sơn|Đông Khê]] (trước đây thuộc xã Đông Anh cũ) và vùng phụ cận, thuộc huyện [[Đông Sơn]], tỉnh [[Thanh Hóa]], [[Việt Nam]]. Các trò diễn Đông Anh được xếp vào các hình thức diễn xướng dân gian tiêu biểu của xứ Thanh, cùng với tổ khúc [[hò sông Mã]] và [[trò Xuân Phả]]<ref name=\"vea1\">{{Chú thích web| url = http:\/\/www.vae.org.vn\/News_print.asp?id=2497| title = Dân ca Đông Anh| access-date = ngày 25 tháng 9 năm 2010| publisher = Website Tạp chí Dân tộc & Thời đại (số 84\/2005)}}{{Liên kết hỏng|date = ngày 16 tháng 2 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref name=\"th3\">{{Chú thích web| url = http:\/\/baothanhhoa.vn\/news\/59210.bth| title = Trò Xuân Phả - một di sản văn hóa quý xứ Thanh| access-date = ngày 25 tháng 9 năm 2010| publisher = Báo Thanh Hóa điện tử| archive-date = ngày 23 tháng 9 năm 2010 | archive-url = https:\/\/web.archive.org\/web\/20100923013109\/http:\/\/baothanhhoa.vn\/news\/59210.bth}}<\/ref>. Các trò diễn Đông Anh phản ánh đời sống sinh hoạt và tâm tư tình cảm của người nông dân Việt Nam xưa. Những lời ca như: ''Lên chùa bẻ một cành sen\/ Ăn cơm bằng đèn đi cấy sáng trăng...'' đã trở nên quen thuộc với nhiều người dân Việt Nam.\n\nNgũ trò Viên Khê đã được Bộ Văn hóa, Thể thao và Du lịch Việt Nam công nhận là di sản văn hóa phi vật thể cấp quốc gia từ ngày 11 tháng 9 năm 2017.<ref name=\"Dot20\">{{chú thích web |title= Quyết định số 3421\/QĐ-BVHTTDL ngày 11\/9\/2017 về việc công bố Danh mục Di sản văn hóa phi vật thể quốc gia, đợt XX |url= http:\/\/dch.gov.vn\/Upload\/files\/QD3421.pdf |publisher= Bộ Văn hóa, Thể thao và Du lịch |access-date = ngày 7 tháng 3 năm 2018 |archive-date = ngày 28 tháng 9 năm 2019 |archive-url= https:\/\/web.archive.org\/web\/20190928170807\/http:\/\/dch.gov.vn\/Upload\/files\/QD3421.pdf |url-status=dead }}<\/ref>\n\n==Nguồn gốc==\nCác trò diễn ở Đông Anh có thể có từ [[bắc thuộc|thời Bắc thuộc]] ([[nhà Tùy]]), do Chàng Cả Đại Vương, con trai của [[Lê Ngọc]] (thủ lĩnh cuộc [[khởi nghĩa Lê Ngọc]]) truyền cho dân chúng<ref name=\"vea1\"\/><ref name=DCTH2526\/>.\n\nCũng có ý kiến cho rằng lịch sử của trò ngũ quốc (gồm 5 trò diễn là trò Chiêm Thành, trò Hoa Lang, trò Lục Hồn Nhung, trò Ngô quốc, trò Ai Lao) có thể là lễ nhạc của [[nhà Hậu Lê]], được các vị quan là [[Trịnh Quý Thuật]] và [[Nguyễn Mộng Tuân]] truyền lại cho làng Xuân Phả (quê của Trịnh Quý Thuật) và [[làng Viên Khê]] (quê của Nguyễn Mộng Tuân)<ref name=\"tt2\">{{Chú thích web| url = http:\/\/tuoitre.vn\/Tuoi-tre-cuoi-tuan\/374391\/Xem-Mua-tro-Xuan-Pha-nho-thuo-oai-linh-hien-hach.html| title = Xem Múa trò Xuân Phả, nhớ thuở oai linh hiển hách| access-date = ngày 25 tháng 9 năm 2010| publisher = Báo Tuổi trẻ điện tử}}<\/ref>. Năm trò diễn nói trên cũng là toàn bộ các trò của ''trò Xuân Phả'', riêng trò Ai Lao chưa thấy có trong hệ thống trò diễn Đông Anh. Mặt khác, số trò diễn ở Đông Anh không dừng lại ở con số 5 như tên gọi ''ngũ trò'', các trò diễn có thể hình thành thêm trong quá trình hội lễ và lịch sử.\n\n==Phạm vi==\n[[Tập tin:Dan ca Dong Anh (tro Vien Khe).jpg|nhỏ|phải|600px|'''Các điểm lưu hành Dân ca Đông Anh (trò Viên Khê) và tương quan với trò Rủn, trò Bôn''']]\n\nChàng Cả đại vương là con trai của Cao Hoàng, một người gốc Trung Quốc, được Cao Hoàng giao cai trị vùng đất mà cho đến thời [[Nhà Lê sơ|Lê]]-[[nhà Nguyễn|Nguyễn]] là chín thôn xã: Viên Khê, Doãn Xá{{#tag:ref|Trong sách ''Dân ca Thanh Hóa'', [[Vũ Ngọc Khánh]] thuộc nhóm Lam Sơn ghi là Đoàn-xá, nhưng căn cứ vào thời gian tồn tại của tổng Thanh Khê (từ năm 1886-1887 đến 1928) thì khi đó huyện Đông Sơn chỉ có xã Doãn Xá.|name= da1|group=ct}}, Xuân Lưu, Cáo Thôn{{#tag:ref|Trong sách ''Dân ca Thanh Hóa'' ghi là Cao-thôn, nhưng tại huyện Đông Sơn chỉ có Cáo Thôn.|name= da2|group=ct}}, Phúc Hậu, Phù Lưu, Viễn Dương, Mao Xá, Đại Nẫm thuộc ba tổng Tuyên Hóa, Quảng Chiếu{{#tag:ref|Trong sách ''Dân ca Thanh Hóa'' ghi là Quảng-nạp, nhưng thực ra Quảng Nạp là thôn thuộc tổng Quảng Chiếu. |group=ct}}, Thanh Khê<ref name=\"DCTH2526\">{{Harvnb|Nhóm Lam Sơn|1965|p=25-26}}<\/ref>, nay thuộc các xã [[Đông Khê, Đông Sơn|Đông Khê]], Đông Thịnh, Đông Minh, thị trấn Rừng Thông, huyện Đông Sơn và phường Đông Tân, [[thanh Hóa (thành phố)|thành phố Thanh Hóa]].\n\nVào cuối thời Nguyễn (đầu thế kỉ 20), các thôn xã nêu trên chủ yếu thuộc tổng Tuyên Hóa (đầu thời Nguyễn là một phần tổng Lê Nguyễn), trừ Phù Lưu thuộc tổng Quảng Chiếu, Mao Xá và Đại Nẫm thuộc tổng Thanh Khê và Viễn Dương chưa xác định rõ thuộc tổng nào. Sau [[Cách mạng tháng Tám]] (1945), tổng Tuyên Hóa được đổi thành xã Tuyên Hóa và đến năm 1948, xã Tuyên Hóa được đổi thành xã Đông Anh, huyện Đông Sơn. Tên gọi '''dân ca Đông Anh''' được lấy theo tên xã Đông Anh<ref name=\"DCDS476\">{{Harvnb|Nguyễn Văn Nhật|2006|p=476}}<\/ref>.\n\nĐến cuối năm 1953, xã Đông Anh được chia thành các xã Đông Anh (mới), Đông Xuân, Đông Thịnh. Trong số đó, toàn bộ bốn thôn của xã Đông Xuân (gồm Xuân Lưu, Cáo Thôn, Phúc Hậu và Nhuệ Sâm - thuộc Doãn Xá) thuộc chín thôn xã từng lưu truyền dân ca Đông Anh (hiện nay các làng này là các khu phố thuộc thị trấn Rừng Thông). Tuy nhiên, đến cuối thế kỉ 20, chỉ có làng Viên Khê thuộc xã Đông Anh và một số làng thuộc xã Đông Thịnh (xã Doãn Xá cũ) bảo tồn được những điệu dân ca, dân vũ này.\n\n==Hệ thống trò diễn==\nCác trò diễn Đông Anh được gọi là '''ngũ trò Đông Anh''' hay '''ngũ trò Viên Khê'''. Gọi là ngũ trò nhưng thực ra trò diễn Đông Anh gồm 12 trò là: trò Múa đèn, trò Tiên Cuội (hay Tiên phường), trò Tô Vũ, trò Trống Mõ, trò Thiếp, trò Vằn vương (hay trò Hùm), trò Thủy (hay Thủy phường), trò Leo dây, trò Xiêm Thành (hay Chiêm Thành\/Sim Thành), trò Hà Lan (hay Hoa Lang), trò Tú Huần (hay Lục Hồn Nhung), trò Ngô quốc. Ngoài ra ở Đông Anh còn có một số tiết mục nữa như trò Đại Thánh, trò Nữ quan...<ref name=\"vea1\"\/>\n\nSo với các hình thức diễn xướng dân gian khác ở xứ Thanh, ngũ trò Viên Khê đã bắt đầu có \"kịch bản\" và kịch bản đã có tích<ref name=\"vea1\"\/>. Ngũ trò Viên Khê gắn liền trò diễn với lời ca, chính vì vậy thay cho cách gọi phổ biến là ''dân ca Đông Anh'', hiện nay nhiều nhà nghiên cứu âm nhạc dân gian đã dùng cụm từ ''dân ca, dân vũ Đông Anh''.\n\nMột số địa phương lân cận thuộc huyện Đông Sơn cũng có hệ thống ngũ trò: Ngũ trò Rủn{{#tag:ref| Tài liệu gọi trò diễn Đông Anh là trò Rủn, có lẽ có sự nhầm lẫn vì trong tài liệu này, tại trang 33 kẻ Rủn được chú là Đông Khê, tại trang 50 kẻ Rủn được chú là Đông Anh và Đông Khê, tại trang 56 kẻ Rủn được chú là các xã Đông Anh, Đông Xuân, Đông Thịnh; nhưng thực ra kẻ Rủn nay thuộc xã Đông Khê cùng huyện Đông Sơn. Hiện nay dân gian vùng Đông Sơn vẫn gọi xã Đông Khê là làng Rủn.|name= |group=ct}} ở kẻ Rủn, nay thuộc xã [[Đông Khê, Đông Sơn|Đông Khê]], gồm các trò: Múa đèn, Trống Mõ, Tiên Cuội, Ngô quốc, Mí Mẩn<ref name=\"LangThanhhoaII\">{{Harvnb|Ban nghiên cứu và biên soạn lịch sử Thanh Hoá|2001|pp=46}}<\/ref> và Ngũ trò Bôn ở kẻ Bôn, nay thuộc xã [[Đông Thanh, Đông Sơn|Đông Thanh]], gồm các trò: Ngô phường, Lan phường, Tiên phường, Thủy phường, Lăng ba khúc <ref name=\"LangThanhhoaII2\">{{Harvnb|Ban nghiên cứu và biên soạn lịch sử Thanh Hoá|2001|pp=52}}<\/ref> (các xã Đông Khê, Đông Thanh vào đầu thời Nguyễn thuộc tổng Thạch Khê, giáp giới tổng Lê Nguyễn và cùng thuộc huyện Đông Sơn).\n\n[[Trò Xuân Phả]] hay trò Láng (xã [[Xuân Trường, Thọ Xuân|Xuân Trường]], huyện [[Thọ Xuân]], tỉnh Thanh Hóa) cũng có các trò Chiêm Thành, trò Hoa Lang, trò Lục Hồn Nhung, trò Ngô quốc nhưng hình thức thể hiện có khác nhiều.\n\n===Trò Múa đèn===\nTrò Múa đèn hay còn gọi là tổ khúc Múa đèn, là trò diễn tiêu biểu nhất của ngũ trò Viên Khê. Tổ khúc được chia thành nhiều bài, gồm<ref name=\"th2\">{{Chú thích web| url = http:\/\/hocvienamnhachue.vn\/viennghiencuu\/main\/Danhmuc\/Danhmuc_khac.htm| title = Danh mục âm nhạc cổ truyền khu vực miền trung – Tây Nguyên| access-date = ngày 25 tháng 9 năm 2010| publisher = Viện Nghiên cứu Âm nhạc ([[Học viện Âm nhạc Huế]])}}{{Liên kết hỏng|date = ngày 6 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>: \n{{MultiCol}}\n*Thắp đèn\n*Luống bông, luống đậu\n*Vãi mạ\n*Chẻ lạt đan lừ \n{{ColBreak}}\n*Nhổ mạ\n*Đi cấy\n*Kéo sợi\n*Dệt cửi\n{{ColBreak}}\n*Vá may\n*Cửa đóng then cài\n*Dâng quạt\n*Đi gặt\n{{EndMultiCol}}\n\nMột số tài liệu không ghi nhận các bài ''Cửa đóng then cài'' và ''Dâng quạt'' mà thay bằng các bài ''Đánh gà luộc'', ''Cúng cơm mới'' và ''Dâng oản''<ref name=\"DX409\">{{harvnb|Vũ Ngọc Khánh|Phạm Minh Thảo|1997|p=409}}<\/ref>.\n\nCác bài trong tổ khúc phản ánh chu trình sản xuất theo mùa vụ nông nghiệp. Khi biểu diễn, 12 con trò (là các cô gái) đội trên đầu đĩa đèn dầu lạc (ngày nay thay bằng đĩa [[nến]]), vừa hát vừa thực hiện các động tác múa rất uyển chuyển mà không làm đèn rơi xuống. Xen giữa 10 bài là đầu tiên là ''xướng'' và ''đế'', các bài cuối: ''Đánh gà luộc'', ''Cúng cơm mới'' và ''Dâng oản'' chỉ múa mà không hát.\n\nMột số lời ca tiêu biểu:\n\nBài ''Thắp đèn'':\n\nSau chín tiếng trống, 12 con trò đồng thanh hát:\n::''Thấp thoáng bóng ngọn đèn quang\n:''Còn không ta lấy, dở dang ta đừng\n::''Trong nhà ta tứ ngày ràng rạng\n:''Lòng em lại muốn chơi trăng ngoài thềm\n::''Muốn cho trong ấm ngoài êm\n\nLời ''xướng'': ''Bà con ơi! Giờ đến tháng giêng, tháng hai ta đi luống bông, luống đậu{{#tag:ref| Đánh luống đất để trồng hoa, trồng đậu.|group=ct}} phải không?''\nLời ''đế'': ''Phải rồi''. Sau đó chuyển sang bài tiếp theo (''Luống bông, luống đậu'').\n\nBài ''Vãi mạ'':\n::''Tay cầm nắm trấu tung ra\n:''Trấu nát ra tro, thịt nát ra giò, đậu nát ra tương\n\nBài ''Chẻ lạt đan lờ'' (còn gọi là ''Đan lờ''):\n::''Tay cầm dao mác, nắm nan\n:''Lên chùa thanh vắng ta đan cái lờ\n::'' Bắt cá thả lờ, còn nhớ hay đã quên?.\nNhững lời ca này có phần giống ca từ của làn điệu [[chèo tàu]] ''Lên chùa'' ở [[Đan Phượng]], [[Hà Nội]]<ref name=\"tt\">{{Chú thích web| url= http:\/\/thethaovanhoa.vn\/384N20090605105028500T381\/cheo-tau-noi-buon-cua-ung-vien-di-san-the-gioi-mot-thoi.htm| title = Chèo tàu: Nỗi buồn của \"Ứng viên\" Di sản thế giới một thời| access-date = ngày 25 tháng 9 năm 2010| publisher = Báo điện tử Thể thao Văn hóa}}<\/ref>:\n::''Tay cầm dao mác, thanh nan\n:'' Lên chùa thanh vắng ta đan cái xời\n::''Không may xời đổ toi rơi\n:'' Cho cua bò mất anh thời về không…\n\nBài ''Đi cấy''<ref name=\"th1\">{{Chú thích web| url = http:\/\/baothanhhoa.vn\/news\/28686.bth| title = Đi cấy - dân ca Đông Anh, phản ánh tín ngưỡng phồn thực của cư dân nông nghiệp| access-date = ngày 25 tháng 9 năm 2010| publisher = Báo Thanh Hóa điện tử}}{{Liên kết hỏng|date = ngày 6 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>:\n::''Lên chùa bẻ một cành sen\n:''Ăn cơm bằng đèn đi cấy sáng trăng\n::''Ba bốn cô có hẹn cùng chăng?\n:''Thắp đèn ta sẽ chơi trăng ngoài thềm\n::''Muốn cho trong ấm ngoài êm...\n \nMột số biến thể được ghi nhận như:\n::''Ba bốn o có \"lệch\" có \"bợm\"{{#tag:ref| Trong [[phương ngữ Thanh Hóa]], ''bợm'' có nghĩa là ''táo tợn''.|group=ct}} cùng chăng?\n \nHay:\n::''Ba bốn cô có \"lệch\" có \"bợm\" cùng chăng?''\n\nBài ''Xe chỉ, vá may'':\n::'' Ngồi thềm xe chỉ, chỉ xe\n:''Xỏ kim, kim xỏ ngồi hè vá may...\nMột biến thể khác:\n::'' Ngồi buồn xe chỉ, chỉ xe\n:'' Xỏ kim, kim xỏ, ngồi thềm vá may\n::'' Lội sông khăn gói tay mang\n:'' Mồ hôi gió đượm thương chồng phải theo\n\nBài ''Cửa đóng then cài'':\n::'' Khăng khăng cửa đóng then cài\n:'' Cửa trong mắc khóa, cửa ngoài cài then\n::'' Đôi ta còn lạ chưa quen\n:'' Tuy rằng cửa đóng mà then không cài.\n \nBài ''Đi gặt'' kết thúc cả tổ khúc với lời ca:\n::''Bao giờ cho lúa bông vàng.\n:''Để anh đi gặt cho nàng mang cơm.\n\n===Trò Tiên Cuội===\nCon trò gồm chú Cuội và 12 tiên nữ. Sau khi gặp nhau bên hồ [[sen]], Cuội yêu và lấy cô tiên đẹp nhất. Khi các cô tiên được Ngọc Hoàng gọi về trời, Cuội đau xót và chết. Các tiên nữ thương cảm liền quay lại làm phép cho Cuội hồi sinh. Tất cả cùng múa hát ngợi ca xóm làng.\n\nTrò này thể hiện ước mong có một cuộc sống thanh bình no ấm<ref name=\"vea1\"\/>. Mở đầu là đoạn dâng hương hát chúc, sau đó là đoàn tiên trên trời xuống chơi và ca:<ref name=\"DX346\">{{harvnb|Vũ Ngọc Khánh|Phạm Minh Thảo|1997|p=346}}<\/ref>\n::''...Xuân vừa gặp tiết thiều quang\n:''Múa mừng dân xã thọ trường vinh hoa.\n\nSau đó là đoạn Tiên Cuội tỏ tình:<ref name=\"DX348\">{{harvnb|Vũ Ngọc Khánh|Phạm Minh Thảo|1997|p=348}}<\/ref>\n::''...Ô Kiều, ô thước bắc sang\n:''Chức Ngưu kia cũng một đoàn vầy vui.\n\n===Trò Tô Vũ===\nCùng với trò Xiêm Thành, trò Tô Vũ không có lời ca<ref name=\"th4\">{{Chú thích web| url = http:\/\/baothanhhoa.vn\/news\/18807.bth| title = Bước đầu khôi phục làn điệu dân ca, dân vũ Đông Anh| access-date = ngày 25 tháng 9 năm 2010| publisher = Báo Thanh Hóa điện tử}}{{Liên kết hỏng|date = ngày 6 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Các con trò gồm bốn ông bụt, một ông sư, một bà vãi đội nhang, một ông tô tượng đúc chuông. Các nhân vật múa các điệu ''chèo cạn'', ''chèo sâu'' và ''chèo đua''.\n\n===Trò Trống Mõ===\nTrò Trống Mõ có hai nhân vật mạt hạng trong làng là Trống và Mõ cùng với cu Nhớn, mẹ Mõ. Cuộc sống của người nông dân trong xã hội phong kiến được phản ánh sinh động thông qua những đoạn đối thoại dí dỏm<ref name=\"vea2\"\/>. Nhạc đệm là trống và mõ, lời thoại xen với hát, chủ yếu mượn của ca dao, dân ca.<ref name=\"DX370\">{{harvnb|Vũ Ngọc Khánh|Phạm Minh Thảo|1997|p=370}}<\/ref>\n\n===Trò Thiếp===\nTrò Thiếp được diễn tại nghè Sâm lần cuối cùng vào năm 1944. Từ tên trò đến lề lối, giọng điệu đều dựa vào tục đánh đồng thiếp, một tập tục mê tín xưa nhưng nội dung lại mang tính chế giễu tệ đồng cốt.\n\nCác con trò gồm ''tín chủ'', ''thầy cả'' và bốn phụ lễ, đều do nữ đóng, phục trang sặc sỡ. Các làn điệu được sử dụng: chúc, [[chầu văn]], thỉnh.\n::''Anh tài đủ mặt cùng nhau\n:''Đánh loài quỷ đói cụt đầu, cụt tay\n\nĐồng thời, trò Thiếp còn có những bài nói thể hiện nội dung trữ tình<ref name=\"vea2\"\/>: \n::''... Trăm hoa dầu dãi nắng sương\n:''Hoa cam, hoa quýt, chàng thương hoa nào?\n::''Chàng thương hoa mận hoa đào\n:''Còn bông hoa cúc biết vào tay ai?...\nVà:\n:''Mình lấy được ta trăm hoa tươi tốt\n:''Tuổi ta hăm mốt, tuổi mình hăm hai.\n\n===Trò Vằn vương===\nMười tám con trò gồm một [[hổ|con hổ]], mười sáu thợ săn và một người xướng. Thợ săn đứng thành hình chữ U, bốn người đầu đeo súng còn lại cầm giáo, cùng vây hổ, bắt khênh về. Trò diễn kèm với lời ca.\n\n===Trò Thủy===\nTrò Thủy gồm sáu đoạn: mở đầu, giáo thuyền, khai chèo, đi chèo, giậm mái, chèo bay, lời ca đi liền với các động tác múa. Mười sáu con trò cầm mái chèo, chia hai hàng. Nhạc cụ: trống, thanh la, sênh. Có hai người múa gươm vàng. Trang phục gồm quần trắng, áo đỏ, thắt lưng xanh.<ref name=\"DX274\">{{harvnb|Vũ Ngọc Khánh|Phạm Minh Thảo|1997|p=274}}<\/ref>\n\nLời ca như sau:<ref name=\"DX276\">{{harvnb|Vũ Ngọc Khánh|Phạm Minh Thảo|1997|p=276}}<\/ref>\n\nMở đầu:\n::''Mở cửa cho thủy tôi vào\n:''Đem trò trình lễ tiêu hao sự tình...\n\nGiáo thuyền:\n::''...Mừng nay khang thái\n::''Vận mở dương hanh\n::''Luyện tập thủy binh\n::''Sử thuyền như sử mã...\n\nKhai chèo:\n::''Khen ai khéo mở\n::''Gỗ dựng làm thuyền...\n\nĐi chèo:\n:''...Mạn thuyền nghiêng đôi bên êm ái\n:''Mặc kẻ chèo người lái trước sau.\n\nGiậm mái:\n::''Chẳng giậm thì thuyền chẳng đi\n:''Giậm ra ván nát thuyền thì long đanh...\n\nChèo bay:\n::''...Ta chèo một mái sang sông\n:''Rước lấy đô đốc quận công về đình...\n\n<!-- ===Trò Leo dây===-->\n===Trò Xiêm Thành===\nTrò này không có lời ca. Một người đứng giữa cầm trống, các con trò đeo mặt nạ và phục trang, múa theo nhịp trống. Các vai diễn gồm:\n*Hai anh Mõ, một áo đen, một áo xám, cả hai mang mặt nạ nhỏ, xương xương, cầm mõ đánh theo nhịp trống.\n*Thầy thuốc: mặt nạ trán dô, mũi to, miệng rộng, môi hở, lè lưỡi chìa 4 răng ra ngoài, áo kiểu tuồng cổ.\n*Mí Mẩn: Mặt nạ mũi gãy, miệng rộng, môi trên to, môi dưới mỏng, mặc áo thụng vàng.\n*Anh Mếu: mặt nạ miệng mếu, áo thụng đỏ.\n*Người chết: mặt nạ hiền, màu xanh, áo thụng xanh.\n\nSau một hồi trống dồn, người chết nằm xuống đất, chết. Mếu, Mõ, Mí Mẩn đi mời thầy thuốc. Mí Mẩn nói: ''Thầy ơi thầy, xin thầy ba lạng vàng'', thầy thuốc lắc đầu. Mí Mẩn lại nói: ''Thầy ơi thầy, xin thầy ba nắm xôi''{{#tag:ref|Lời nói và cách thức diễn trò ở đoạn đi mời thầy thuốc gần giống với trò ''Rồng rắn lên mây'' mà trẻ con ở xã Đông Anh thường chơi. |group=ct}}. Thầy thuốc gật đầu, chữa bệnh, người chết sống lại. Tất cả con trò vái và vào.\n\n===Trò Hà Lan ===\nCon trò gồm một con [[kỳ lân|kì lân]], hai con [[ngựa]], chúa và nhiều lính. Chúa cầm nhịp cho lính hát theo, âm điệu khỏe và nhịp nhàng. Chúa múa cờ lụa trắng, múa siêu đao, múa quạt, quân cũng múa theo. Lời ca chủ yếu chúc vua quan và mong đời sống yên bình.\n\n===Trò Tú Huần ===\nCon trò gồm một mẹ và bốn con, đeo mặt nạ và vừa diễn các động tác như cày bừa, kiếm củi, học hành, chơi đùa, vừa hát theo nhịp trống đệm.\n\nLời ca như sau:\n::''Túi anh những bạc cùng vàng\n:''Mượn thợ kéo nhẫn cho nàng đeo tay...\n\n===Trò Ngô quốc===\nTrò Ngô được chia làm ba cảnh, biểu diễn trọn một đêm.\n*Cảnh 1: các con trò: ''thầy thuốc'', ''thầy địa lý'', ''thầy bói'' biểu diễn các động tác nghề nghiệp theo nhịp trống và sênh.\n*Cảnh 2: thêm một ông lão Ngô (ông già [[người Hoa|người Tàu]]) đi bán kẹo, một cô [[gái mại dâm]] ghẹo lão Ngô và ba người đi bẻ ngô phụ họa cùng cô. Khi lão Ngô chết, cô mời thầy thuốc đến chữa, thầy địa lý cũng đòi chữa bệnh và lão Ngô sống lại.\n*Cảnh 3: thêm bốn ông bụt đeo mặt nạ, một ông sãi, một bà vãi, một ông tô tượng đúc chuông. Các con trò hát các bài ''chèo cạn'', ''tô tượng'', ''đúc chuông'' và diễn như trong trò Tô Vũ.\n\n==Lễ hội==\nNgũ trò Viên Khê được tổ chức thành lễ hội quy mô lớn, vào thời Nguyễn có sự tham gia của 9 thôn xã: Viên Khê, Doãn Xá, Xuân Lưu, Cáo Thôn, Phúc Hậu, Phù Lưu, Viễn Dương, Mao Xá, Đại Nẫm. Lễ hội được tổ chức tại nghè Sâm{{#tag:ref|Nay là khu vực Bệnh viện huyện Đông Sơn, thuộc làng Nhuệ Sâm (còn gọi là làng Chợ Mới, xã [[Đông Xuân, Đông Sơn|Đông Xuân]]), giáp ranh với làng Viên Khê (xã Đông Anh).|group=ct}}. Thông thường, lễ hội được mở 3 năm một kỳ, vào các năm: Thìn, Tuất, Sửu, Mùi. Ca dao trong vùng có câu:\n::''Ba năm một khoá trò lề\n:''Lấy chồng hàng tổng thì về mà coi.\n::''Ba năm một khoá trò chơi\n:''Đông tây nam bắc xin mời về quê.\nVào các năm Tí, Ngọ, Mão, Dậu, các làng trong vùng mở hội riêng thờ thần hoàng của làng, chọn trò dự lễ hội. Trò nào được đánh giá cao nhất trong tổng thì được làm chủ hội nghè Sâm.\n\nCông việc tổ chức lễ hội được bắt đầu từ tháng chạp âm lịch trước năm có lễ hội nghè Sâm. Ăn [[Tết Nguyên Đán|Tết]] xong, các làng dựng áng ở khu vực trước nghè Sâm. Trước khi chính thức mở hội, các làng diễn 4 trò: Xiêm Thành, Hoa Lang, Tú Huần, Ngô quốc tại áng của làng mình, đầu tiên là làng Viên Khê sau đó là các làng còn lại<ref name=\"vea1\"\/>.\n\n==Khôi phục==\nSau [[Cách mạng tháng Tám]], các trò diễn Đông Anh không còn được tổ chức nữa. Chỉ có phần lời ca của một số trò là được lưu truyền trong đông đảo nhân dân, còn các trò diễn gần bị lãng quên.\n\nNhững năm 1960, một nhóm các nhà văn hóa dân gian đã sưu tầm tại các làng Viên Khê (xã Đông Anh), Xuân Lưu và Nhuệ Sâm (xã Đông Xuân, nay thuộc thị trấn Rừng Thông), Ngọc Lậu (xã Đông Thịnh) được 9 trò diễn, gồm Múa đèn, Tiên cuội, Hà Lan, Thủy, Trống mõ, Ngô, Tú huần, Văn vương và trò Thiếp.<ref name=DCTH187>{{Harvnb|Nhóm Lam Sơn|1965|p=187}}<\/ref>\n\nTừ năm 2002, [[Viện Âm nhạc Việt Nam]] đã chủ trì dự án \"Khôi phục văn hóa phi vật thể\", trong đó đã tổ chức khôi phục lại một số trò diễn. Đến năm 2006, đã khôi phục được hai trò là trò Trống Mõ và trò Thiếp, cùng với ba trò diễn đã được khôi phục từ trước khi có dự án<ref name=\"vea2\">{{Chú thích web| url = http:\/\/www.vae.org.vn\/News_print.asp?id=3976| title = Khôi phục hai trò diễn dân ca| access-date = ngày 25 tháng 9 năm 2010| publisher = Website Tạp chí Dân tộc & Thời đại (số 95\/2006)}}{{Liên kết hỏng|date = ngày 6 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nĐến năm 2009, đã khôi phục được 10 trò diễn gồm: Múa đèn, Tiên Cuội, Nữ quan, Trống Mõ, Bắt cọp, Thiếp, Ngô, Hà Lan, Thủy, Thủy phường. Các trò Tú Huần, Sim Thành đang được tiếp tục khôi phục<ref name=\"dv\">{{Chú thích web| url = http:\/\/www.baodatviet.vn\/Home\/congdongviet\/Hoi-sinh-lan-dieu-dan-ca-dan-vu-Dong-Anh\/20094\/35936.datviet| title = Hồi sinh làn điệu dân ca, dân vũ Đông Anh| access-date = ngày 25 tháng 9 năm 2010| publisher = Báo điện tử Đất Việt| archive-date = ngày 12 tháng 10 năm 2009 | archive-url = https:\/\/web.archive.org\/web\/20091012025524\/http:\/\/www.baodatviet.vn\/Home\/congdongviet\/Hoi-sinh-lan-dieu-dan-ca-dan-vu-Dong-Anh\/20094\/35936.datviet| url-status=dead}}<\/ref>.\n\nTính đến cuối năm 2011, đã sưu tầm, nghiên cứu khôi phục lại 12 trong số 13 trò diễn. Trong đó, trò Lăng Ba Khúc đang sưu tầm thêm tư liệu lời múa, điệu hát. Tại xã Đông Anh, đã có 10 câu lạc bộ được thành lập ở các trường học, hội cựu chiến binh, đoàn thanh niên, hội phụ nữ... trong xã.<ref name=\"ttr\">[http:\/\/thanhtra.com.vn\/tabid\/77\/newsid\/49839\/temidclicked\/20\/seo\/Thanh-Hoa-con-mai-dan-ca-dan-vu-dong-Anh\/Default.aspx Thanh Hóa còn mãi dân ca, dân vũ Đông Anh.] Báo Thanh tra điện tử. Truy cập ngày 29 tháng 1 năm 2012.<\/ref>\n\n==Chú thích==\n<references group=\"ct\"\/>\n\n==Tham khảo==\n{{tham khảo}}\n\n=== Tài liệu ===\n\n* {{Chú thích sách|title=Dân ca Thanh Hoá|last=Nhóm Lam Sơn|first=|publisher=Nhà xuất bản Văn học|year=1965|isbn=|location=|pages=}}\n* {{Chú thích sách|title=Tên làng xã Thanh Hoá|last=Ban nghiên cứu và biên soạn lịch sử Thanh Hoá|first=|publisher=Nhà xuất bản Thanh Hoá|year=2001|isbn=|volume=tập II|location=|pages=}}\n* {{Chú thích sách|title=Kho tàng diễn xướng dân gian Việt Nam|last=Vũ Ngọc Khánh|first=|last2=Phạm Minh Thảo|publisher=Văn hóa Thông tin|year=1997|isbn=|location=|pages=}}\n* {{Chú thích sách|title=Địa chí huyện Đông Sơn|last=Nguyễn Văn Nhật (chủ biên)|first=|last2=|publisher=Khoa học xã hội|year=2006|isbn=|location=|pages=}}\n\n==Xem thêm==\n*[[Trò Xuân Phả]]\n\n==Liên kết ngoài==\n* [http:\/\/www.youtube.com\/watch?v=U9HLsXiwPr0 Về Đông Sơn, Thanh Hóa thưởng thức điệu múa đèn] \n*[http:\/\/phienbancu.tuoitre.vn\/Tianyon\/Cache\/Image\/746\/327746.jpg Hình ảnh múa đèn ngày nay]{{Liên kết hỏng|date = ngày 6 tháng 3 năm 2021 |bot=InternetArchiveBot }}.\n\n{{du lịch Thanh Hóa}}\n\n[[Thể loại:Âm nhạc Thanh Hóa]]\n[[Thể loại:Âm nhạc dân gian Việt Nam]]\n[[Thể loại:Đông Sơn]]\n[[Thể loại:Di sản văn hóa phi vật thể tại Việt Nam]]"}