{"7459254":"{{Ẩm thực Hải Phòng}}\n'''Dê núi Cát Bà''' là giống dê bản địa của [[quần đảo Cát Bà]]; là nhãn hiệu tập thể được cấp cho các sản phẩm (thịt) từ sản xuất chăn nuôi dê của huyện đảo [[Cát Hải]], [[Hải Phòng|thành phố Hải Phòng]].<ref>{{Chú thích web|url=http:\/\/www.haiphong.gov.vn\/PortalFolders\/ImageUploads\/SKHCN\/12\/tin%20hoat%20dong\/Nam%202016\/Thang%206\/Danh%20sach%20nhan%20hieu%20tap%20the.pdf|title=Công bố và trao Giấy chứng nhận đăng ký nhãn hiệu tập thể cho 34 sản phẩm đặc sản, làng nghề thành phố Hải Phòng|website=Cổng thông tin điện tử UBND thành phố Hải Phòng}}<\/ref><ref>{{Chú thích web|url=http:\/\/hpstic.com.vn\/ImageDatas\/Post\/Nam-2016\/Thang-7\/48252-khoa-hoc--cong-nghe--so-4-2016.pdf|title=Danh sách nhãn hiệu tập thể các sản phẩm Đặc sản, Làng nghề Thành phố Hải Phòng cấp năm 2015; Bản tin Khoa học và Công nghệ số 4 năm 2016, trang 18 - 24.|date=|access-date =19 tháng 8 năm 2016|website=http:\/\/hpstic.com.vn\/ImageDatas\/Post\/Nam-2016\/Thang-7\/48252-khoa-hoc--cong-nghe--so-4-2016.pdf|publisher=Sở Khoa học và Công nghệ Hải Phòng|archive-date = ngày 2 tháng 9 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170902175944\/http:\/\/hpstic.com.vn\/ImageDatas\/Post\/Nam-2016\/Thang-7\/48252-khoa-hoc--cong-nghe--so-4-2016.pdf|url-status=dead}}<\/ref>\n\n== Đặc điểm ==\nTheo các chuyên gia bảo tồn vật nuôi, dê núi Cát Bà là giống dê bản địa, xuất hiện trên đảo từ xa xưa. Là huyện đảo, địa hình cách trở với đất liền, nằm trong khu vực của [[Quần đảo Cát Bà|Khu dự trữ sinh quyển thế giới của quần đảo Cát Bà]] nên giống dê bản địa tại đây cơ bản là [[thuần chủng]], ít bi lai tạp với các giống dê khác.\n\nĐịa hình chăn thả chủ yếu là vùng núi đá vôi, môi trường khí hậu trong lành; nguồn thức ăn tự nhiên dồi rào, có nhiều cây dược liệu quý như nhân trần, cam thảo, đơn sương, đậu sương, ngũ da bì... và cả cả những lá cây có độc tố mạnh như lá xoan, lá ngón, mã tiền… đã giúp cho hoạt động chăn nuôi dê thuận lợi, dê có sức đề kháng cao và tạo ra sản phẩm thịt săn chắc, vị ngọt đậm, thơm.<ref name=\":0\">{{Chú thích web|url=http:\/\/nongnghiep.vn\/nuoi-de-tren-dao-post157235.html|title=Nuôi dê trên đảo|website=Báo Nông nghiệp Việt Nam}}<\/ref>\n\n== Chăn nuôi ==\nChăn nuôi dê tại Cát Bà xuất hiện từ trước những năm 1945. Năm 1975, dê được nuôi theo phương thức chăn thả tự do và do Hợp tác xã quản lý. Hiện nay, chăn nuôi dê tại đây được các hộ gia định tổ chức thực hiện theo hướng sản xuất hàng hóa, chăn thả kết hợp với nuôi nhốt. Tổng đàn dê tại Cát Hải gần 5.000 con, tập trung nhiều ở [[Cát Bà (thị trấn)|thị trấn Cát Bà]], các xã: [[Trân Châu]], [[Xuân Đám]], [[Phù Long]], [[Gia Luận]]…<ref name=\":0\" \/> Ngoài ra, trên [[Long Châu (quần đảo)|đảo đá Long Châu]] có hàng trăm con dê sống tự nhiện trong nhiều năm nay.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Đặc sản Hải Phòng]]\n[[Thể loại:Giống vật nuôi Việt Nam]]\n[[Thể loại:Bảo tồn]]\n[[Thể loại:Giống dê]]"}