{"13481080":"{{Bảng tóm tắt về phim \n| name = Dù gió có thổi\n| image = \n| caption = Dàn diễn viên phim Dù gió có thổi.\n| director = [[Charlie Nguyễn|Charlie Trực Nguyễn]]<br>[[Thái Hòa (diễn viên)|Hồ Thái Hòa]]<br>[[Nguyễn Phương Điền]]\n| producer = Jimmy Nghiêm Phạm<br>Tawny Trúc Nguyễn\n| writer = Duy Linh<br>Ngọc Khanh<br>Hoàng Anh\n| starring = [[Lê Thiện (nghệ sĩ)|NSƯT Lê Thiện]]<br>NSƯT Nguyễn Văn Phúc<br>[[Kim Xuân]]<br>Đào Anh Tuấn<br>[[Hạnh Thúy]]<br>[[Đỗ Đức Thịnh]]<br>[[Hiền Mai]]<br>[[Bình Minh (người mẫu)|Bình Minh]]<br>[[Lê Khánh]]<br>[[Quý Bình]]<br>[[Tường Vy]]<br>[[Tường Vi (diễn viên)|Tường Vi]]<br>[[Vân Trang]]<br>[[Phương Trinh Jolie]]\n| music = \n| cinematography = \n| editing = Duy Linh<br>Ngọc Khanh<br>Hoàng Anh\n| studio = TVM Corp\n| distributor = [[Đài truyền hình Thành phố Hồ Chí Minh]]\n| released = Năm [[2009]]\n| runtime = 45 phút \/ tập (135 tập)\n| country = {{VIE}}\n| language = Tiếng Việt\n| imdb_id = \n}}\n'''''Dù gió có thổi''''' là một bộ [[phim truyền hình]] Việt Nam do Trí Việt Media Corporation (TVM Corp) sản xuất, dài 135 tập, được phát sóng trên kênh [[HTV3]] từ năm 2009. ''Dù gió có thổi'' được mua format từ bộ phim cùng tên rất ăn khách của Hàn Quốc thập niên 1990.<ref name=\":0\" \/> Bộ phim khai thác sâu sắc và chân thực về mối quan hệ giữa các thành viên trong một gia đình truyền thống Việt Nam, đồng thời lồng ghép các yếu tố văn hóa truyền thống dân tộc Việt Nam.<ref name=\":0\">[https:\/\/tuoitre.vn\/du-gio-co-thoi-ao-han-nhung-hon-da-viet-330647.htm Dù gió có thổi: Áo Hàn nhưng hồn đã Việt]<\/ref><ref>[http:\/\/www.giadinh.net.vn\/giai-tri\/nhin-thay-gia-dinh-minh-trong-du-gio-co-thoi-20091111091332292.htm Nhìn thấy gia đình mình trong \"Dù gió có thổi\"]<\/ref><ref>[http:\/\/www.sggp.org.vn\/du-gio-co-thoi-them-mot-phim-han-duoc-viet-hoa-346709.html Dù gió có thổi: Thêm một phim Hàn được Việt hóa]<\/ref>\n\n==Nội dung==\nBộ phim bắt đầu từ những ngày đầu tiên gia đình bà Mỹ dọn về căn biệt thự mới sau nhiều năm tích góp.\n\n==Diễn viên==\n*NSƯT [[Lê Thiện (nghệ sĩ)|Lê Thiện]] vai bà Mỹ(rất thương con cháu, tuy nhiên lại hay la mắng con dâu cả. Bà thích truyền thống và không thích những người theo Đạo Thiên Chúa)\n*NSƯT Nguyễn Văn Phúc vai ông Cần (con trai cả của bà Mỹ, ông làm giám đốc 1 phân xưởng sản xuất giày)\n*NSND [[Kim Xuân]] vai bà Nga (vợ ông Cần - con dâu cả của bà Mỹ, bà là một giáo viên về hưu. Đối với con cháu bà là người mẹ, người bà rất nghiêm khắc. Nhưng với mẹ chồng thì bà rất sợ bà Mỹ)\n*Đào Anh Tuấn vai ông Mẫn (con trai út của bà Mỹ, bà Mỹ rất cưng chiều ông dù ông đã hơn 50 tuổi. Ông từng bỏ nhà đi cách đây 30 năm rồi mới trở về khi cả nhà dọn vào biệt thự. 30 năm trước ông quen một người theo Đạo Thiên Chúa nên bị bà Mỹ cấm cản. Ông bỏ nhà đi theo cô gái đó và có với cô gái 1 người con trai. Sau này cô gái đó qua đời ông do nghèo nên phải gửi con trai cho người khác nuôi dưỡng. Khi con trai ông lớn lên biết ông là cha ruột anh lại giận ông và không muốn gặp ông. Anh cũng có hoàn cảnh khó khăn giống cha mình lúc trẻ. Dù vậy lâu lâu ông vẫn gửi tiền giúp đỡ gia đình anh. Tiền đó thường là ông xin bà Mỹ và có lần ăn cắp của bà Mỹ. Ông được ông Cần sắp xếp cho làm 1 công nhân trong xưởng của mình)\n*[[Hạnh Thúy]] vai bà Xuân(xuất hiện từ tập 46,  là một nhân viên bán bảo hiểm, em trai bà làm quản đốc phân xưởng của ông Cần. Trong 1 lần đến phân xưởng đưa đồ ăn cho em trai, bà vô tình bị ông Mẫn hất nước trúng. Ban đầu hay cãi nhau với ông Mẫn, nhưng sau này hai người lại làm vợ chồng, dù biết ông có con riêng nhưng bà vẫn rất thương ông. Bà Mỹ rất quý con dâu út hay dùng lời nói ngọt ngào để nói chuyện với bà Xuân chứ không hay la mắng như khi nói chuyện với bà Nga. Bà Xuân tính tình rất hài hước, lạc quan. Bà rất chịu khó đi làm và sống rất có tình nghĩa. Bố mẹ bà mất sớm nên 1 mình bà phải nuôi dạy 3 người em đi học. Các em của bà sau này lớn đều là người rất thành công trong sự nghiệp. Điển hình là 1 người em trai của bà trở thành quản đốc phân xưởng nhà máy. Do nhường cho các em học đại học nên sau này khi các em có công việc bà mới đi học bổ túc về kinh doanh và đi làm nhân viên bán bảo hiểm. Về sau chính bà là người đã gặp con trai riêng của ông Mẫn thuyết phục anh tha thứ cho cha mình)\n*[[Đỗ Đức Thịnh]] vai Hoài Khắc(con trai cả của ông Cần, bà Nga, cháu đích tôn trong gia đính. Ban đầu anh làm nhân viên văn phòng trong 1 công ty. Sau này anh mở công ty riêng và làm giám đốc,  tính hơi gia trưởng nhưng những tập phim sau cho thấy anh là người chồng, người cha tốt, và cũng làm người con hiếu thảo. Anh hay khắc khẩu với mẹ mình là bà Nga nhưng nhờ vợ của anh mà xung khắc giữa hai mẹ con được gỡ bỏ)\n*[[Hiền Mai]] vai Thùy Dương(vợ của Hoài Khắc, tính tình hiền lành, sống nhẫn nhịn, rất yêu thương gia đình chồng từ người lớn đến các em trong gia đình kể cả các em dâu. Cô rất được các em trong nhà yêu quý. Trước đây cô từng Tốt nghiệp đại học và cũng từng đi làm nhưng sau khi lấy chồng cô dừng công việc lại để lo làm nội trợ, chăm sóc cho gia đình. Cô làm rất nhiều việc trong gia đình từ việc lớn đến việc nhỏ, chăm sóc con cái, dọn dẹp quán xuyến nhà cửa tuy mệt nhưng cô luôn hài lòng vì cuộc sống mình có. Bà Nga ban đầu có phần khắt khe với cô vì nghĩ cô hùa với chồng chống lại bà. Sau này bà hiểu ra bà chủ động xin lỗi cô và thương cô như con ruột).\n*[[Bình Minh (người mẫu)|Bình Minh]] vai Hoài Tậu (con trai thứ hai của bà Nga và  ông  Cần, là một người đẹp trai phong độ. Anh làm chủ 1 cửa hàng mua bán và sửa chữa điện thoại di động. Khi anh còn học phổ thông do gia đình gặp biến cố nên anh dừng việc học phụ giúp gia đình buôn bán nhường việc học cho anh trai và ba em. Do đi làm từ sớm nên anh rất quý đồng tiền. Tuy nhiên anh lại quý đồng tiền một cách hơi quá. Anh tiết kiệm mọi lúc mọi nơi, điều này làm người khác nhìn nhận anh là người keo kiệt)\n*[[Lê Khánh]] vai Bích Phượng(vợ của Hoài Tậu, cô là người hài hước, tính tình phóng khoáng, vô tư. Đôi lúc vì điều này mà cô làm cho bà Nga bực mình.  Nhưng do tính \"ngây thơ\" mà không ai ghét cô được, đôi lúc cô trở thành cây hài của gia đình. Cô cũng nghỉ học từ sớm nên cô không có công việc ổn định. Cô cũng ở nhà làm nội trợ tuy nhiên cô vụng về, hậu đậu hay làm đổ bể đồ đạc. Cô có sở thích buôn bán nên ở nhà hay cùng mẹ ruột và con trai chơi bán đồ hàng. Sau này cô theo thím của mình là bà Xuân đi bán bảo hiểm)\n*[[Quý Bình]] vai Hoài Biệt(con trai thứ 3 của ông Cần, bà Nga. Anh làm nhân viên marketing của 1 công ty quảng cáo, phụ trách viết những văn bản mà người ta đọc trong các quảng cáo. Anh 30 tuổi và cũng sở hữu vẻ ngoài đẹp trai, năng động rất được nhiều cô gái yêu quý. Tuy nhiên anh lại chưa muốn có người yêu, do tính cách anh khá trẻ con)\n*[[Vân Trang]] vai Hương Giang(cô là một nhân viên marketing của công ty đối tác với Hoài Biệt, sau này là vợ Hoài Biệt, ban đầu hay cãi nhau với Hoài Biệt do cô có ấn tượng xấu với anh vì hai người quẹt xe nhau rồi cãi nhau, sau này vì giúp 1 bà cụ trở nên thân thiết hơn với Hoài Biệt. Cô là tuýp người phụ nữ hiện đại, năng động, khi cưới nhau cô vẫn tiếp tục muốn học cao hơn để phát triển công việc. Điều này làm cho bà Nga không hài lòng về cô. Sau khi có thai cô quyết định dừng việc học để lo cho con. Nhưng không may cơ thể cô do ăn uống không hợp lý nên bị nhiễm độc thai nghén. Nhưng may mắn cô đã bình phục và thai nhi tiếp tục phát triển bình thường)\n*[[Phương Trinh Jolie]] vai Hoài Thư(con gái út của ông Cần, bà Nga, là 1 bác sĩ mới ra trường, vì con út nên được cưng chiều do vậy tính cách cô hơi cứng rắn.  Cô hơi nóng tính khi quyết định 1 việc gì đó trong cuộc sống. Cô tên thật là Hoài Thự nhưng cô lại thích mọi người gọi mình là Thư)\n*Hàn Thái Tú vai Hùng Dũng(một người nam nhân viên mới sau này chuyển đến chỗ làm của Hoài Biệt, thích khâu vá, nấu ăn. Sau này làm người yêu của Hoài Thư)\n*[[Tường Vy|Đoàn Nguyễn Tường Vy]] vai Hoa\n*[[Tường Vi (diễn viên)|Đinh Thụy Tường Vi]] vai Thu trang\n*Mỹ Phương vai bé Linh\n*Ngọc Hân vai bé Trang\n*Hiền Lâm vai bé Minh\n*Lương Mỹ vai Bà Ba\n*Quốc Thuận vai Hạ\n*Xuân Trang vai Thuận Hưng\n*[[Thu Trang]] vai Minh Ngọc\n*Hoàng Thy vai Thủy Tiên \n*[[Nguyễn Hậu]] vai  Đại Hùng\n*Diệp Tiên vai Trần Thanh\n*[[Thiên Kim (diễn viên)|Thiên Kim]] vai bà cụ được Hương Giang và Hoài Biệt giúp\n*Lê Hay vai Thắng\n*[[Hiếu Hiền]] vai Tí đại bàng\n*Thanh Sơn vai Dũng xì ke\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{Sơ khai phim truyền hình}}\n{{HTV3}}\n\n[[Thể loại:Phim truyền hình Việt Nam ra mắt năm 2009]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Chương trình truyền hình lãng mạn]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim do Charlie Nguyễn đạo diễn]]\n[[Thể loại:Chương trình truyền hình trên HTV]]\n[[Thể loại:Phim về gia đình]]\n[[Thể loại:Phim về anh chị em ruột]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim hài thập niên 2000]]\n[[Thể loại:Phim lãng mạn thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2000]]\n[[Thể loại:Chương trình truyền hình tiếng Việt]]\n[[Thể loại:Telenovela]]"}