{"778704":"{{Infobox truyện tranh Việt\n| tên = Dũng sĩ Hesman<br>Hero Hesman\n| image = Hesman.png\n| kích thước = 222px\n| caption = \n| la tinh = \n| thể loại = [[khoa học viễn tưởng|khoa học giả tưởng]]\n| tác giả = [[Nguyễn Hùng Lân]]\n| minh họa = \n| nhà xuất bản = [[Nhà xuất bản Mỹ thuật Hà Nội]]<br>HungLan Design Co.\n| nhà xuất bản Anh ngữ = \n| nhà xuất bản khác = [[Nhà xuất bản Trẻ]]\n| loại độc giả = Thanh thiếu niên\n| tạp chí = \n| first = 1993-7\n| last = 2019\n| số tập = 160\n| danh sách chương = \n| chuyển thể = \n| nội dung chuyển thể = \n| subcat = \n| altcat = \n| sort = Dũng sĩ Hesman\n| addpubcat# = \n}}\n'''Dũng sĩ Hesman''' ({{lang-en|Hero Hesman}}) là một bộ [[truyện tranh]] dài 160 tập, mỗi tập 72 trang, được họa sĩ Nguyễn Hùng Lân thiết kế từ năm [[1992]] đến năm [[1997]] do [[Nhà xuất bản Mỹ thuật Hà Nội]] ấn hành (riêng tập 160 được sáng tác vào năm 2019).\n==Lịch sử==\nBan đầu, ông phóng tác từ phim hoạt hình ''[[Voltron - Defender of the Universe]]'' của [[:en:World Events Productions|World Events Productions]] được 4 tập: ''Cuộc vượt ngục'', ''Hesman xuất hiện'', ''Mãng xà giả dạng'' và ''Lọ nước thần''. Sau đó ông tự ông sáng tác thêm 156 tập nữa dựa theo tuyến nhân vật đã có, trong quá trình đó ông đã tạo dựng thêm vài chục nhân vật khác và nội dung các tập truyện này hoàn toàn là sáng tác của ông.\n\nDũng sĩ Hesman là bộ truyện tranh khoa học giả tưởng, tên '''Hesman''' do họa sĩ mường tượng từ câu '''He is man''', nghĩa là kể về một robot có tính năng như con người, cùng với cuộc phiêu lưu của các nhân vật vào thiên hà ở thế kỷ thứ 22.\n\nKhi Hesman xuất bản, mỗi tuần ra một tập; nghĩa là tác giả phải sáng tác mỗi tuần một cuốn. Trong đó Hùng Lân mất 1,5 ngày để vừa phân cảnh kịch bản trong óc, và viết hẳn ra trên tờ giấy can. Trong 72 trang của một tập, các chữ viết do tác giả viết tay, các khung cũng do kẻ tay hết (vì thời đó chưa có máy tính để làm các công đoạn này), nghĩ tới đâu viết tới đó, chứ không kịp phân cảnh trước ra ngoài như bây giờ.\n\nHọa sĩ Hùng Lân giãi bày: \"''Thời ấy chẳng có chút tư liệu gì về nó, bên đối tác liên kết với Nhà xuất bản họ chỉ đưa tôi hai băng video VOLTRON – Defender of the universe và nhờ tôi chuyển thể, phóng tác giùm, hình ảnh thì chỉ được 2 tấm nhỏ chụp ngoài bìa hộp còn nội dung thì trong băng video, hồi ấy không có [[DVD]] mà chỉ có [[Video CD|VCD]] nên hình ảnh đâu có được rõ nét, [[TV màu]] thì không phải ai cũng có tiền mua được chứ nói gì là [[máy vi tính]] hay là Internet? Có nghĩa là tôi phải làm việc trong môi trường rất ít và thiếu tư liệu, thiếu thông tin như thế, đồng thời phải chịu áp lực mỗi tuần một cuốn 72 trang, phải tự viết kịch bản, vẽ bìa, tất cả tự mình thực hiện từ A đến Z, thế mà tôi vẫn miệt mài cố gắng vì nó. Giá như có được Internet và máy tính hay những công cụ như bây giờ thì mọi chuyện sẽ dễ dàng hơn là ở vào thời kỳ đó, ít ra là cũng tìm được trên net được hình nguyên mẫu Voltron để vẽ cho chính xác hơn một chút. Do vậy mà ngày nay có một số bạn trẻ bảo rằng Hesman vẽ không đúng hay nhân vật vẽ không đúng thì tôi cũng đành chịu, vì hồi ấy (năm 1992) tôi chưa biết mặt mũi cái máy vi tính ra làm sao cả, máy tính đang ở dạng sơ khai dùng MS-Dos, Win 3.1 và Việt Nam mình chưa có [[Internet]], chưa hề biết Internet là cái gì cả, lấy đâu ra mà tìm tư liệu?''\"<ref>[http:\/\/www.hunglandesign.com\/?p=1007]<\/ref>.\n\n{{cquote|''Như ta đã biết, dũng sĩ Hesman là một robot khổng lồ do năm con robot mãnh sư ghép lại mà thành.''<br>''Cùng với thanh gươm ánh sáng vô cùng lợi hại, Hesman đã giúp đỡ các bạn từ thiên hà Garrison đến''<br>''để chiến đấu chống bọn quái vật hung bạo ngoài vũ trụ,''<br>''nhằm bảo vệ hòa bình và xây dựng hành tinh Arus xinh đẹp.''|||Tựa ''Dũng sĩ Hesman'' của tác giả [[Nguyễn Hùng Lân]], [[Nhà xuất bản Mỹ thuật Việt Nam]]}}\n\nBên cạnh Dũng sĩ Hesman, những bộ truyện của tác giả Hùng Lân vẽ có bộ truyện [[Siêu nhân Việt Nam]] (52 tập), Võ sĩ đạo Samurai, Xmen - Những người bạn bí ẩn, Cô tiên xanh, Tâm hồn cao thượng… Bộ truyện [[Siêu nhân Việt Nam]] diễn ra cùng thời điểm với bộ truyện Hesman (nhưng bối cảnh chủ yếu là ở Trái Đất), một số nhân vật trong truyện Hesman cũng xuất hiện trong Siêu nhân Việt Nam (ví dụ như nhân vật Huy Hùng).\n\nTừ năm 1993 tới 1997, đã có 159 tập Hesman được sáng tác rồi ngừng. Năm 1999, sau gần 3 năm, họa sĩ Hùng Lân có ý định sáng tác tiếp bộ truyện nhưng rồi phải dừng lại vì bận vẽ các bộ truyện khác. Đến năm 2018, sau 21 năm, họa sĩ Hùng Lân mới sáng tác tập 160 để tri ân những độc giả hâm mộ bộ truyện.\n\n==Sự đón nhận của độc giả==\nBộ truyện đã được đón nhận qua nhiều thế hệ độc giả trẻ tại Việt Nam, con số phát hành có lúc lên đến 180.000 bản một tập. Đây là bộ truyện rất thành công của họa sĩ Hùng Lân, và có lẽ là thành công nhất của các họa sỹ tranh truyện Việt Nam nếu tính theo số lượng bản in phát hành. Bộ truyện cũng giữ kỷ lục \"Bộ truyện tranh dài tập nhất của Việt Nam\" trong suốt 16 năm cho tới khi kỷ lục bị phá bởi bộ ''[[Thần đồng Đất Việt]]''.\n\nSau tập 20, họa sỹ Hùng Lân nghĩ chắc như vậy đủ rồi, nhưng truyện bán chạy nên nhà xuất bản đề nghị ông vẽ tiếp. Tới tập 100, họa sĩ Hùng Lân để nhân vật Hesman thay đổi hẳn hình dạng để vừa ý ông hơn. Tới tập 100 trở đi, có lúc nhà xuất bản in tới hơn 100 nghìn bản\/một tập truyện.\n\nBộ truyện còn chinh phục người đọc ở nội dung nhân văn. Mỗi tập truyện đều xoay quanh cái thiện chống lại cái ác. Dù nhân vật có kề cận hiểm nguy ra sao, chính nghĩa sẽ chiến thắng, kẻ hiếu chiến độc ác sẽ phải trả giá. Có những tập truyện còn cảnh báo người đọc về hiểm họa của [[chiến tranh hạt nhân]], [[vũ khí hóa học]], rô-bốt làm phản con người, nạn ô nhiễm môi trường... Với nhiều độc giả nhỏ tuổi thuở ấy, Hesman ươm mầm cho giấc mơ được làm siêu nhân, người hùng diệt ác, đem lại bình yên cho thế giới. Bộ truyện cũng đề cao tinh thần đoàn kết chiến đấu, lý tưởng hy sinh bản thân vì sự tồn vong của tập thể. Nhiều nhân vật trong truyện như Plen, Hóc, Yanda, Ác-xen, Nguyên Hương... đã anh dũng hy sinh bản thân để cứu đồng đội.\n\nNhững năm 2010, độc giả thế hệ 8X, 9X thường cố gắng tìm mua bộ truyện Dũng sĩ Hesman để lưu giữ. Cả bộ truyện có nhiều tập, lại xuất bản hơn 20 năm trước, chưa từng tái bản trọn vẹn khiến cho bộ sách trở nên khan hiếm. Có thời điểm một bộ sách Dũng sĩ Hesman cũ (gồm các tập in trong đợt đầu tiên từ năm 1993 tới 1997) có giá lên tới cả chục triệu đồng (có nơi bán truyện cũ còn đưa ra mức giá lên tới 28 triệu đồng cho 1 bộ Hesman in đợt đầu có chất lượng giấy gần như mới), đó là bởi số lượng bạn đọc gắn bó với bộ sách khá đông, trong khi số lượng sách gốc thì khan hiếm.\n\n==Nhân vật==\n===Chính diện===\n{{div col|4}}\n*Hesman: Rô-bốt khổng lồ do 5 con Robot mãnh sư ghép lại. Người chế tạo là Quốc vương hành tinh Arus (đến tập 88 thì xuất hiện nhân vật Kazat, người đã cùng với Quốc vương Arus chế tạo ra Hesman).\n*Keith (Kíp): Đội trưởng nhóm chiến đấu đến từ hành tinh Garrison. Anh có ngoại hình đẹp trai, có khả năng chỉ huy tốt và rất giỏi võ. Ngoài Hesman thì Kíp là nhân vật quan trọng nhất trong truyện, hầu như tập nào anh cũng xuất hiện.\n*Plan (Plen): Thành viên nhóm chiến đấu. Anh hy sinh ở tập 32, nhưng được giáo sư Levis cứu sống bằng cách cải biến cơ thể thành rô-bốt sinh học. Đến tập 57 thì Plen thực sự hy sinh.\n*Hawk (Hóc): Thành viên nhóm chiến đấu, người mập mạp và rất khỏe. Anh hy sinh ở tập 106.\n*Space (X-pêx): Thành viên nhóm chiến đấu. X-pêx khoảng 12 tuổi lúc bắt đầu truyện, do sinh ra trong không gian nên có khả năng đặc biệt, có thể nhảy rất cao. Khi lớn lên, X-pêx trở thành một thiếu nữ xinh đẹp, cô đã gặp Huy Hùng và có tình ý với anh, cuối cùng 2 người kết hôn và X-pêx chuyển tới sống tại Trái Đất cùng với Huy Hùng.\n*Strange (X-trên): Thành viên nhóm chiến đấu, là 1 chuyên gia khảo cổ. Từ tập 3, X-trên rời Arus để trở về căn cứ Garrison và không còn xuất hiện trong truyện cho đến tập 136, khi anh bị kẻ thù giết hại trong 1 chuyến thám hiểm khảo cổ.\n*Công chúa Alura (Laura): con gái của Quốc vương hành tinh Arus. Cô có ngoại hình rất xinh đẹp, tính nết hiền dịu và rất yêu thương các loài động vật. Cô đã có tình ý với Kíp ngay từ khi 2 người mới gặp mặt, và sau đó ít lâu thì 2 người kết hôn. Ban đầu cô là 1 trong 5 phi công lái các Robot mãnh sư, nhưng sau khi các Robot mãnh sư có thể tự hoạt động thì cô không tham gia chiến đấu nữa và cũng ít xuất hiện trong truyện hơn.\n*Peter: Con trai của Kíp và Laura, có ngoại hình điển trai khá giống cha. Năm Peter 12 tuổi, Giáo sư Levis trước khi mất dùng một cỗ máy để truyền lại tri thức vào não bộ Peter nên cậu trở thành một nhà khoa học tài ba ngay từ khi còn nhỏ. Trong những tập cuối thì Peter đã trưởng thành (20 tuổi), nhiều lúc cậu đã thay thế vai trò chỉ huy của Kíp.\n*Quan tể tướng của hành tinh Arus: người đã giúp công chúa Laura trị vì hành tinh Arus sau khi Quốc vương Arus qua đời. Ông là một người trung thành và khôn ngoan, biết được nhiều bí mật về Quốc vương Arus nên thường được hỏi ý kiến về các vấn đề phức tạp. Ông bị kẻ thù giết hại ở tập 22.\n* Gasco (Gát-cô): Người hành tinh Gát-cô. Người hành tinh này có khuôn mặt giống người vượn và ai cũng tên là \"Gát-cô\", trí óc của họ kém phát triển nhưng có khả năng thể chất phi thường (có thể nhịn thở rất lâu dưới nước hoặc trong không gian, nhìn được trong đêm tối, nạp điện để phóng năng lượng hoặc biến thành khổng lồ). Sau đó nhờ nạp được nguồn điện chết nên khuôn mặt và trí óc Gát-cô biến đổi, trở nên giống như con người (trừ mái tóc có màu đỏ rất đặc trưng). Trừ Kíp và Hesman thì Gát-cô là nhân vật xuất hiện nhiều nhất trong truyện.\n* Yanda: là một cô gái đến từ hành tinh Haxlay, có ngoại hình xinh đẹp nhưng tính cách lại hung bạo, mệnh danh là \"Nữ quái Yanda\". Về sau cô hối cải và trở thành bạn chiến đấu của Hesman. Cô thường chiến đấu cặp với Gat-cô do cả 2 có khả năng đặc dị giống nhau. Cuối cùng cô đã hy sinh để cứu các bạn (tập 22). Gat-cô có tình ý với cô, sau khi Yanda hy sinh thì Gát-cô thường xuyên đem hoa đến thăm mộ cô. Sau này Gat-cô đã nói với vợ mình rằng Yanda là người đầu tiên dạy cho anh biết thế nào là cảm giác về \"tình yêu\".\n* Huy Hùng: một người gốc Việt Nam, có sức mạnh hơn người nhờ sinh ra và lớn lên tại một hành tinh nhỏ gần Arus, nơi có trọng lực gấp đôi Trái Đất. Về sau Huy Hùng được truyền lại một thấu kính kỳ diệu nên có thêm các khả năng phi thường (bắn tia năng lượng, bay). Sau này Huy Hùng kết hôn với X-pêx và cả 2 tới Trái Đất sinh sống.\n* Giáo sư Levis: một nhà khoa học tài giỏi đến từ hành tinh Haxlay. Ông đã cải tiến nhiều tính năng mới cho Hesman, con gái ông là Linda đã kết hôn với Gát-cô. Ông hy sinh ở tập 91.\n* Linda: một nữ sinh viên xinh đẹp, con gái giáo sư Levis, về sau trở thành vợ của Gát-cô.\n* Leva Yanda: con gái của Gát-cô và Linda, được Gát-cô đặt tên đệm là \"Yanda\" để tưởng nhớ người yêu là Yanda đã hy sinh. Khi lớn lên cô có ngoại hình xinh đẹp giống mẹ. Xuất hiện trong các tập 90, 120, 136, 151.\n* Ác-xen: một cô bé đến từ hành tinh Haxlay. Cô bé cùng gia đình bị Kô-níc (1 kẻ phản diện) bắt cóc và được Hesman và các bạn cứu thoát. Về sau Ác-xen lớn lên trở thành một thiếu nữ xinh đẹp, cô đã anh dũng chiến đấu và hy sinh ở tập 48 để cứu Hesman và các bạn khi chỉ mới 17 tuổi. Xuất hiện trong các tập 23, 39, 42, 48\n* Anna: một cô gái xinh đẹp, con của 1 nhà khoa học ở hành tinh Bê-ta. Cô bị 1 kẻ phản diện bắt cóc để ép cô làm vợ hắn, nhưng được Hesman giải cứu. Hóc có tình ý với cô, nhưng tiếc rằng Anna đã sớm bị kẻ thù sát hại (hắn muốn tìm ra nơi cha cô cất giấu con chip điện tử nên đã bắt cóc và sát hại Anna). Anna được giáo sư Levis cứu sống bằng cách cải biến cơ thể của cô thành rô-bốt sinh học (giống như Plen), nhưng ít lâu sau thì cô lại bị một kẻ khác sát hại để cướp đi con chip trong cơ thể. Xuất hiện trong các tập 69, 70, 72, 73, 74, 75, 81.\n* Nguyên Hương: một nữ kĩ sư trẻ đẹp người Việt, đến từ Trái Đất. Ban đầu cô và Huy Hùng có quan hệ bạn bè, sau đó dường như 2 người có tình ý với nhau. Nhưng trong 1 trận đánh, Nguyên Hương đã hy sinh để cứu Huy Hùng (tập 108), trước khi mối quan hệ giữa 2 người có tiến triển. Cái chết của Nguyên Hương khiến Huy Hùng buồn bã suốt một thời gian dài. Cô xuất hiện trong các tập 79, 80, 81, 82, 83, 108. \n* Bi-nô: Một cậu bé thổ dân mồ côi, được Plen và Hóc nhận làm con nuôi trong 1 chuyến thám hiểm vùng hoang dã của hành tinh Arus (tập 27). Sau này Bi-nô lớn lên, trở thành một thành viên của đội chiến đấu.\n* Gát-cơ: em trai của Gát-cô. Khi bộ tộc của Gat-cô bị 1 kẻ thù tên là Nô-rát giết hại (tập 71), Gát-cơ may mắn trốn thoát rồi rơi xuống một hành tinh, do nhiễm một loại năng lượng kỳ lạ ở đó nên anh cũng biến thành người giống như Gát-cô. Anh xuất hiện ở tập 103 và bị kẻ thù giết hại ở tập 145.\n* Untat Xukhan: Một kỹ sư điện kiêm võ sĩ đến từ Mông Cổ, cháu đời thứ 47 của [[Thành Cát Tư Hãn]]. Anh xuất hiện trong các tập 114, 115, 116, đến tập 125 thì tái xuất hiện và quyết định ở lại Arus để chiến đấu cùng các bạn.\n* Xulikhan: là một thiếu nữ 18 tuổi, con của một nhân vật phản diện bị Hesman tiêu diệt. Cô muốn tiêu diệt Hesman để trả thù cho cha, nhưng về sau cô hối cải và trở thành bạn chiến đấu của Hesman. Cô có ngoại hình khá đẹp và có tình ý với Peter ngay từ khi mới gặp anh. Cô xuất hiện trong các tập 119, 120, 121, 122, 123, 148, 149, 150, 156, 157\n* Hiệp sỹ bạch kim: Tên thật là Yanni, là em trai của Yanda. Là một hiệp sỹ đi khắp nơi hành hiệp, bảo vệ kẻ yếu. Xuất hiện trong các tập 157, 158, 159. Hiệp sỹ bạch kim cũng xuất hiện trong bộ truyện [[Siêu nhân Việt Nam]] và đã hy sinh trong bộ truyện này.\n{{div col end}}\n\n===Các diễn biến chính===\n4 tập đầu, Hùng Lân phóng tác dựa theo câu chuyện gốc từ [[Nhật Bản]]. Từ tập 5 trở đi, ông tự sáng tác theo mạch truyện riêng.\n\nTrong quá trình truyện diễn ra, Rô-bốt Hesman đã trải qua một số lần nâng cấp với các tính năng mới (có thể tự hoạt động mà không cần người điều khiển, tự giao tiếp với con người, thu nhỏ cơ thể, tàng hình, lắp ghép thành hình dạng khác...). Ngoài gươm ánh sáng là vũ khí đầu tiên, Hesman được trang bị thêm một số vũ khí mới do nâng cấp hoặc chiếm được của kẻ thù (gươm thần, búa thần sét, lưỡi hái gắn ở cánh tay...). Trong quá trình nâng cấp, gươm ánh sáng có khả năng dùng năng lượng để tái tạo trong trường hợp bị gãy.\n\nNhiều nhân vật chính gồm quan tể tướng, Yanda, Plen, giáo sư Levis, Hóc, Nguyên Hương... đã hy sinh vào các thời điểm khác nhau trong truyện (chưa tính các nhân vật phụ hoặc các nhân vật phản diện bị chết).\n\nTừ tập 1 đến 160, truyện diễn ra trong thời gian khoảng 22 năm. Thời điểm bắt đầu và kết thúc truyện không được nêu rõ, nhưng dựa vào chi tiết ở tập 51 diễn ra vào năm 2261, có thể suy ra truyện bắt đầu vào thời điểm năm 2253 với các mốc thời gian quan trọng như sau:\n* Đầu thế kỷ 21: Xảy ra [[chiến tranh hạt nhân]] trên Trái Đất, phần lớn nhân loại bị chết trong khi Trái Đất bị ô nhiễm phóng xạ nặng nề. Những người sống sót phải di cư ra bên ngoài vũ trụ, trong đó có một số nhóm di cư đến hành tinh Garrison, hành tinh Arus, hành tinh Haxlay và một số nơi khác. Do ảnh hưởng môi trường, người trên hành tinh Haxlay có một số khả năng đặc biệt (có thể nạp điện để phóng năng lượng hoặc biến thành khổng lồ, nhịn thở rất lâu dưới nước hoặc trong không gian). Tại hành tinh Arus năm 2274, dân số có khoảng 20 triệu người (theo lời của Kíp ở tập 137). Ngoài ra, một số người vẫn ở lại Trái Đất để xây dựng lại nền văn minh nhân loại (trong một số tập, Hesman và các bạn đã đến thăm những người cư trú trên Trái Đất).\n* Năm 2253: Một đội bay gồm Kíp, Plen, Hóc, Strange và X-pex (12 tuổi) được Garrison cử đến hành tinh Arus để giúp người ở đây chống lại cuộc xâm lăng của hành tinh Doom (tập 1). Sau khi tìm được chìa khóa bí mật trong hầm mộ của Quốc vương Arus, 5 robot mãnh sư được khởi động và lắp ghép thành Hesman (tập 2). Kíp cưới công chúa Laura (tập 5). Gát-cô tới hành tinh Arus, Yanda xuất hiện (tập 13). Quan tể tướng của hành tinh Arus và Yanda hy sinh (tập 22). Trong 1 cuộc phiêu lưu vào lỗ hổng vũ trụ, các bạn đã cứu được cô bé Ác-xen (tập 23). Gươm thần, một vũ khí do Quốc vương Arus để lại, được phát hiện (tập 24).\n* Năm 2254: Peter, con trai của Kíp và Laura, ra đời (tập 27).\n* Năm 2255: Linda và giáo sư Levis tới Arus. Gát-cô kết hôn với Linda. Plen tử trận nhưng được giáo sư Levis bảo quản chiếc đầu để cứu sống bằng cách cải biến cơ thể anh thành người máy sinh học (tập 32). Lâu đài Mãnh sư bị phá hủy và được xây lại theo thiết kế mới, đặc trưng là chiếc cổng hình đầu sư tử đang há miệng (tập 34).\n* Năm 2256: Leva Yanda, con gái của Gát-cô và Linda, ra đời (sự kiện này được kể lại ở tập 37).\n* Năm 2260: Gươm thần bị phá hủy trong trận chiến với Fen-đơ, nhưng Hesman lấy được búa thần sét từ rô-bốt Thần Sét của Fen-đơ (tập 45). Ác-xen hy sinh (tập 48).\n* Năm 2261: Huy Hùng xuất hiện và tới Arus (tập 55). Plen hy sinh (tập 57).\n* Khoảng năm 2262-2265: Hesman lấy được vũ khí mới là Thanh gươm thần bí từ kẻ thù. Cô gái Anna xuất hiện (tập 69). Tất cả bộ tộc của Gat-cô bị 1 kẻ thù tên là Nô-rát giết hại (tập 71). Anna bị Nô-rát giết hại và được giáo sư Levis cứu sống bằng cách cải biến cơ thể thành người máy sinh học (tập 72). Búa thần sét bị vỡ (tập 78). Nguyên Hương (khi đó 19 tuổi) xuất hiện (tập 79). Anna bị kẻ thù giết hại (tập 81). Do tráo đổi với Hesman tương lai, hình dạng Hesman thay đổi chút ít do được nâng cấp thêm 2 tấm giáp trên vai (tập 84), ngoài ra Hesman mới còn có thêm 1 thanh gươm ánh sáng, khả năng tàng hình, thu nhỏ cơ thể và mô phỏng hình dạng của robot khác.\n* Năm 2266: Nhiệm vụ đầu tiên của Peter và Bi-nô (tập 87). Trong 1 chuyến thám hiểm (tập 88), Peter và Bi-nô khám phá ra nơi cất giấu nguồn năng lượng xanh (một công trình do Quốc vương Arus để lại), năng lượng này giúp con người có khả năng phi thường (biết bay, phóng năng lượng, tàng hình và biến hình khuôn mặt). Leva Yanda (khi đó 10 tuổi) lần đầu xuất hiện trong truyện (tập 90). Giáo sư Levis hy sinh (tập 91)\n* Khoảng năm 2267: Hesman lắp ghép thành hình dạng mới (tập 100). Gát-cơ, em trai của Gát-cô xuất hiện (tập 103). Hóc hy sinh nhưng ý thức của anh trước đó đã nhập vào 1 con đại bàng (tập 106). Thủ lĩnh Garrison (cấp trên của Kíp) bị kẻ thù giết hại (tập 107). Nguyên Hương bị kẻ thù bắt và cưỡng hiếp, cô đã hy sinh tính mạng để cứu Huy Hùng (tập 108).\n* Năm 2269: Xukhan (khi đó 20 tuổi) xuất hiện (tập 114). Trong 1 chuyến thám hiểm trở về quá khứ, Peter được Đạt Ma sư tổ của [[Thiếu Lâm tự]] truyền thụ võ công [[Dịch cân kinh|Dịch Cân kinh]] nên anh có võ nghệ rất giỏi (tập 118).\n* Năm 2270-2273: Trong giai đoạn này không có trận chiến nào. Huy Hùng kết hôn với X-pêx và cả 2 tới Trái Đất sinh sống. Peter đã trưởng thành và thay Kíp điều hành trung tâm không gian tại Arus.\n* Năm 2274: Levi, con trai của Gát-cô và Linda, ra đời (tập 119). Cô gái Xulikhan xuất hiện (tập 119). Xukhan xuất hiện trở lại sau 5 năm (tập 125). Chú đại bàng mang ý thức của Hóc hy sinh (tập 135). X-trên bị kẻ thù giết hại (tập 136). Gát-cơ bị kẻ thù giết hại (tập 145).\n*Khoảng năm 2275: Gát-cô hy sinh bản thân để cứu hành tinh Arus (sự kiện này ban đầu không xuất hiện trong truyện mà được nhắc đến trong bộ truyện [[Siêu nhân Việt Nam]], đến tập 160 - sáng tác năm 2018 - mới được kể lại chi tiết). 1 năm sau đó, các bạn đã tìm được cách hồi sinh cho Gát-cô (Tập 160).\n\nNgoài ra truyện còn xuất hiện cả [[vòng lặp thời gian]]. Trong tập 84, do du hành đến tương lai 100 năm sau (tức khoảng năm 2365), tại tương lai các bạn đã gặp chàng trai Gát-vin (chắt nội của Gát-cô) và cô gái Lena (chắt nội của Kíp). Trong cuối tập, các bạn đột ngột được đưa trở lại quá khứ cùng với '''Hesman tương lai của năm 2365''', trong khi Hesman của năm 2265 thì ở lại năm 2365. Như vậy, từ tập 85 trở về sau, Hesman trong truyện là Hesman của 100 năm sau trở về chứ không còn là Hesman của 84 tập trước đó.\n\n===Phản diện===\n'''''Nhóm 13 quái nhân hay còn gọi là nhóm Thập Tam Thái Bảo (và những nhân vật liên quan):'''''\n\n1. Thủ lĩnh hành tinh Doom. \n* Có con trai là Sa-mát (xuất hiện từ tập 4 tới tập 10). Sa-mát là kẻ có đầu óc mưu mẹo, được phù thủy Biden nhận làm học trò, và cũng từng là chồng chưa cưới của nữ quái Yanda. Hắn bị Hesman tiêu diệt ở tập 10.\n\n2. Mụ phù thủy Biden (là nhân vật phản diện xuất hiện trong nhiều tập truyện nhất, từ tập 1 tới tập 10). Bị giết bởi trúng nguồn điện chết của Người Thú ở tập 10.\n\n3. Kẻ hủy diệt Rô-bít: là người máy bằng kim loại lỏng có thể biến hình, xuất hiện trong các tập 9, 57. Do làm bằng kim loại lỏng nên các đòn đánh vật lý không thể làm gì được hắn. Trong tập 9, Hesman phải đẩy hắn vào mặt trời để tiêu diệt hắn bằng nhiệt độ cực cao. Ở tập 57, thi thể Rô-bít rơi xuống hành tinh Kôn-rát, hắn được mù phù thủy Lô-li-et cứu bằng cách dùng nguồn điện từ sấm sét. Hắn quay lại báo thù và bắt được Kíp, Gat-cô và Plen, và Plen quyết định hy sinh bằng cách cho nổ tung cơ thể để cứu 2 người bạn. Đến cuối tập đó hắn trúng phải tia sáng từ thấu kính kỳ diệu của Huy Hùng nên bị mất khả năng tái tạo khi dính nước, và sau đó hắn bị Hesman tiêu diệt bằng cách ném xuống biển.\n\n4. Lão sọ người Xkelơtơn: \n*Có 2 tay sai là Người trăm mắt và Người thú. Người thú vốn là người hành tinh Gát-cô, về sau hối cải và sống tại Arus, được mọi người ở đó dạy kiến thức và đạo đức. Sau đó ít lâu, Người Thú đã hy sinh để cùng chết với Sa-mát.\n*Có con trai là Ác-tơ, kẻ tự xưng là Tử thần. Ác-tơ có khuôn mặt đẹp trai nhưng sẽ bị biến dạng gớm ghiếc nếu bị ánh mặt trời chiếu vào, nên hắn luôn phải đeo mặt nạ hình chiếc đầu lâu. Ác-tơ say mê cô gái Linda và muốn lấy cô làm vợ nhưng cả nhà cô đều ghê sợ hắn. Ác-tơ tức giận và đã giết mẹ cô, bắt cha cô (giáo sư Levis) để ép Linda phải kết hôn với hắn, nhưng Hesman đã kịp tới giải cứu. Sau khi bại trận, hắn bỏ chạy nhưng lao vào thiên thạch nên thân thể bị phá hủy, chỉ còn chiếc đầu vẫn nguyên vẹn. Xít-ni cứu hắn bằng cách gắn chiếc đầu của Ác-tơ vào cơ thể của 1 rô-bốt sinh học. Hắn quay lại báo thù Arus nhưng lại bại trận, chiếc đầu của hắn bị tháo rời khỏi thân thể máy, một buổi đêm chiếc đầu của hắn tìm cách bỏ trốn nhưng bị rơi trúng lọ a-xít, bộ não của hắn bị phá hủy nên Ac-tơ chết hẳn (tập 32).\n\n5. An-phít Xêda - kẻ tự xưng là Chúa tể vũ trụ. Hắn bị Yanda đánh trúng ngực bằng đôi tay chứa đầy chất độc nên bị nhiễm độc và chết (tập 16).\n\n6. Người ánh sáng Êvan, em trai An-phít. Bị Hesman tiêu diệt ở tập 25.\n* Mẹ của An-phít Xêda và Êvan là mụ phù thủy Ác-mít. Mụ ta bị Sêna (thành viên thứ 9 trong Thập tam thái bảo) giết chết.\n\n7. Người tàng hình Métxia - thủ lĩnh hành tinh Gô-mét. Bị Hesman tiêu diệt ở tập 16.\n*Có 2 tay sai thân cận là An-mét và Bê-mét.\n*Có 2 con trai là Mét-xa-rio và Ra-mét. Mét-xa-rio mấy lần tìm cách báo thù nhưng thất bại, trong 1 cuộc ẩu đả hắn bị Hát-đốc (một kẻ phản diện thuộc nhóm Nhị Thập Bát Tú) giết chết. Sau đó, đến lượt Ra mét cũng tìm cách báo thù nhưng cũng thất bại và bị Hesman tiêu diệt.\n\n8. Mác-tin - một nhà khoa học điên rồ ở hành tinh Chết. Bị chết khi rô-bốt của hắn bị Hesman chém vỡ (tập 19)\n\n9. Sêna - một rôbôt sinh học ở hành tinh Uôn. Do mâu thuẫn, hắn đã tiêu diệt phù thủy Ác-mít. Bị tiêu diệt do ngã vào lò phản ứng hạt nhân.\n\n10. Xít-ni, người đã chế tạo thân thể rô-bôt sinh học cho Ác-tơ - con trai của Xkelơtơn (về sau thân thể này được sử dụng lại để gắn cho Plen nhằm cứu sống anh). Bị chết khi phi thuyền chở hắn bị Hesman chém vỡ (tập 31)\n\n11. Đê-gát, kẻ đã dùng xương sọ của Ác-tơ để tạo ra người đá. Trong tập 32, hắn đã giết hại Plen, sau đó bị Gát-cô tiêu diệt bằng cách ném vào hộp sọ của Ac-tơ khiến cả 2 bị nổ tung (tập 32)\n\n12. Quốc vương Arus: thành viên duy nhất trong nhóm Thập Tam Thái Bảo không phải là người tham lam hiếu chiến.\n*Có 1 em trai là Kô-níc, một nhà khoa học tài giỏi nhưng độc ác. Konic đã bắt cóc Laura (tập 20), sau đó lại giết hại Quan tể tướng của Arus (tập 22). Ko-nic cố chiếm lấy Hesman, nhưng hắn bị hệ thống lái tự động của Hesman hất khỏi buồng lái và chết do rơi xuống vực sâu (tập 23).\n*Có 1 người bạn thân là Kazat (một thành viên của nhóm Nhị Thập Bát Tú). Hesman chính là sản phẩm do Quốc vương Arus và Kazat cùng nghiên cứu chế tạo.\n\n13. Ga-lát, thủ lĩnh nhóm 13 người, 1 nhà bác học tài giỏi đã chế tạo ra 1 con rô-bốt khổng lồ, to gấp nhiều lần Hesman. Về sau ông hối cải và trở thành đồng minh của Hesman, được ít lâu thì ông quyết định hy sinh để chết cùng Môn-đi (một kẻ phản diện thuộc nhóm Nhị Thập Bát Tú)\n\n'''''Nhóm 28 quái nhân hay còn gọi là nhóm Nhị Thập Bát Tú:'''''\n\n1. Môn-đi, quái nhân có chiếc sừng thép. Bị Hesman tiêu diệt ở tập 36. \n* Có 2 con trai là Đô-bi và Đô-vi. 2 anh em phối hợp với Hát-đốc để tìm cách tiêu diệt Hesman nhưng thất bại. Sau đó, cả 2 bị Vôn-phơ bắt và tẩy não để trở thành tay sai cho hắn, cả 2 đã chết khi chiến đấu với Hesman.\n\n2. Hát-đốc. Sau khi bại trận trước Hesman, hắn bị đá đè nên bị mù, sau đó ít lâu thì bị Vôn-phơ giết và ăn thịt.\n\n3. Vôn-phơ, kẻ ăn thịt người. Bị Hesman tiêu diệt ở tập 41.\n* Có 1 con trai là Vôn-sác (2236-2261). Vôn-sác ban đầu cộng tác với Haxan (cũng là một kẻ phản diện thuộc nhóm Nhị Thập Bát Tú) để báo thù cho cha, nhưng sau đó anh hối hận và cùng Hesman chiến đấu với Haxan và bị hắn giết hại (tập 51).\n4. Han-xen, người đột biến\n\n5. Fen-đơ, kẻ có Rô-bốt Thần Sấm\n\n6. Quốc vương Rimê, người có hành tinh nhân tạo và chiếc nhẫn thần kỳ. Ông là bạn của Quốc vương Arus và là người tốt, yêu hòa bình. Ông bị chết khi lâu đài của ông bị Haxan đánh sập (tập 51).\n* Có 1 con trai là Mác-vây. Khác với cha, Mác-vây là kẻ hiếu chiến và độc ác. Hắn bắt cóc cô gái Ác-xen để ép nàng làm vợ, đồng thời đã gài bẫy và đánh trọng thương Gát-cô và Hesman. Trong lúc nguy cấp, Ác-xen đã liều chết chống cự để bảo vệ mọi người và đã bị hắn giết hại. Hesman sau khi hồi phục đã đánh hắn trọng thương và định tiêu diệt hắn, nhưng Mác-vây chết do vô tình bị tia điện của Quốc vương Ri-me đánh trúng (tập 48).\n7. Haxan, thủ lĩnh của những kẻ săn người\n\n8. Phù thủy Ma-rô-cô, kẻ hợp tác với Tác-ta để làm thung lũng tử thần\n\n9. Ác-vét, học trò của Xkelơtơn\n\n10. Phù thủy Vala, kẻ có viên ngọc thần\n\n11. Môranô, kẻ có rôbôt tái sinh\n\n12. Vikin, kẻ có máy phát tạo ra tia sáng chết người\n\n13. Raghin, anh của Vikin\n\n14. Pát, người có sức mạnh vô hình\n\n15. Sime, chủ của rồng lửa, có thanh gươm thần bí\n\n16. Macvin tập 115\n\n15. Nô-rát, cũng là học trò của Xkelơtơn, là 1 rôbôt sinh học có thể biến thành con dơi đen hút máu. Hắn là kẻ đã sát hại Anna và tất cả bộ tộc của Gát-cô.\n\n16. Xkét, kẻ lấy Tê Giác Nhân của lãnh chúa Miran\n\n17. Sacdin, kẻ có căn cứ khổng lồ ở sa mạc tử thần\n\n18. Ác-nôn, kẻ tự xưng bạo chúa vũ trụ\n\n19. Ghét-ti, người hỏa tinh, thủ lĩnh bọn chiến binh vũ trụ đóng căn cứ ở sao Hỏa\n\n20. Fantôm, người chế tạo ra bàn tay ma thuật của Huy Hùng\n\n21. Lêôzôp, người lấy viên kim cương thần bí của thống chế Pacma ở Gênêsis\n\n22. Kazát, người đã cùng Quốc vương Arus chế tạo ra rô-bôt Hesman. Ông và quốc vương Arus cùng yêu 1 cô gái và cô gái đó sau này kết hôn với quốc vương Arus, Kazát trở nên căm hận Quốc vương Arus và bỏ đi biệt tích để tìm cách báo thù. Sau này, khi chiến đấu với Hesman và thất bại, ông xóa bỏ thù hận với người Arus, nhưng ông bị chết sau đó ít lâu bởi 1 kẻ phản diện tấn công lâu đài Arus làm đất đá sập vào người ông.\n\n23. Lê-ôn, phó thống chế hành tinh Gênêsis, là quái nhân giả dạng, con trai của phù thủy Biden.\n\n24. Xyrus, người có rôbôt La Mã\n\n25. Xylin, người có rôbôt biến hình\n\n26. Nêrôn, ở hành tinh Vêga\n\n27. Ác thần Rơnoa\n\n28. Gácnô, thủ lĩnh 28 quái nhân, biệt hiệu người sói\n\nNgoài ra còn xuất hiện thêm nhiều kẻ phản diện khác, được gọi chung là các quái nhân vũ trụ, bao gồm:\n* Vi-dét, mệnh danh Nữ hoàng bão tố, 1 mụ phù thủy già đã hơn 110 tuổi, có khả năng điều khiển bão tố và có thể biến hình để có vẻ ngoài trẻ đẹp như mới 20 tuổi. Vi-dét bị Hát-đốc giết chết do tưởng lầm là bà ta phản bội hắn. Xuất hiện trong các tập 35, 36, 37, 38.\n\n==Tập truyện ==\nDưới đây là danh sách 159 tập + 1 tập đặc biệt ''Dũng sĩ Hesman'':\n{{div col|4}}\n<small>\n* Tập 1: CUỘC VƯỢT NGỤC \n* Tập 2: HESMAN XUẤT HIỆN \n* Tập 3: MÃNG XÀ GIẢ DẠNG\n* Tập 4: LỌ NƯỚC THẦN\n* Tập 5: DŨNG SĨ CỤT TAY\n* Tập 6: MƯU KẾ PHÙ THỦY \n* Tập 7: HÀNH TINH CHẾT \n* Tập 8: THU PHỤC NGƯỜI THÚ\n* Tập 9: KẺ HỦY DIỆT\n* Tập 10: NGUỒN ĐIỆN CHẾT\n* Tập 11: GIỐNG NGƯỜI KINH DỊ\n* Tập 12: NHỮNG KẺ GIẢ DẠNG \n* Tập 13: NGƯỜI HÙNG KHÔNG GIAN\n* Tập 14: NỮ QUÁI YANDA\n* Tập 15: CHÚA TỂ VŨ TRỤ\n* Tập 16: CHIẾN CÔNG CỦA GASKO\n* Tập 17: TỘI PHẠM VŨ TRỤ \n* Tập 18: BÍ MẬT HÀNH TINH CHẾT \n* Tập 19: GIÁN ĐIỆP ROBOT \n* Tập 20: BÍ ẨN NGOÀI VŨ TRỤ \n* Tập 21: NGƯỜI MÁY PHẢN LOẠN \n* Tập 22: BÁU VẬT CỦA ARUS \n* Tập 23: TRUY TÌM TỘI PHẠM \n* Tập 24: THANH GƯƠM THẦN \n* Tập 25: ĐÒN TRỪNG PHẠT \n* Tập 26: PHÙ THỦY ARMIT\n* Tập 27: VŨ KHÍ BÍ MẬT \n* Tập 28: CUỘC DU HÀNH NGƯỢC THỜI GIAN\n* Tập 29: THẦN CHẾT \n* Tập 30: NGƯỜI HÙNG LÂM NẠN \n* Tập 31: BÃO TÁP VŨ TRỤ \n* Tập 32: NGƯỜI ĐÁ \n* Tập 33: TRÁI TIM ROBOT \n* Tập 34: GIỜ HÀNH QUYẾT \n* Tập 35: LẠC NGOÀI KHÔNG GIAN \n* Tập 36: NỮ HOÀNG BÃO TỐ \n* Tập 37: KẺ PHẢN BỘI \n* Tập 38: TIA CHỚP XANH \n* Tập 39: CUỘC CHIẾN KINH HOÀNG \n* Tập 40: SA LƯỚI TỬ THẦN \n* Tập 41: THIÊN THỂ KỲ LẠ \n* Tập 42: NGƯỜI ĐỘT BIẾN \n* Tập 43: BÓNG MA TRÊN HÀNH TINH \n* Tập 44: DIỆT THẦN SẤM \n* Tập 45: VẠCH MẶT KẺ THÙ \n* Tập 46: CUỘC CHẠM TRÁN BẤT NGỜ \n* Tập 47: HÀNH TINH NHÂN TẠO \n* Tập 48: NGƯỜI NỮ ANH HÙNG \n* Tập 49: NHỮNG KẺ SĂN NGƯỜI \n* Tập 50: NHỆN TINH TRẢ THÙ \n* Tập 51: KẺ CHIẾN BẠI \n* Tập 52: THUNG LŨNG TỬ THẦN \n* Tập 53: BÁC HỌC ĐIÊN \n* Tập 54: CẢNH SÁT KHÔNG GIAN \n* Tập 55: ỐC ĐẢO VŨ TRỤ \n* Tập 56: THẤU KÍNH KỲ DIỆU \n* Tập 57: TỬ THẦN MUÔN MẶT \n* Tập 58: MẶT TRỜI ĐEN \n* Tập 59: ROBOT TÁI SINH \n* Tập 60: CHIẾC ÁO GIÁP CỨU NẠN \n* Tập 61: TIA SÁNG CHẾT NGƯỜI \n* Tập 62: VÙNG ĐẤT BÍ HIỂM \n* Tập 63: BÓNG ĐÊM KINH HOÀNG \n* Tập 64: ÂM MƯU NHAM HIỂM \n* Tập 65: THIÊN SỨ CHẾT \n* Tập 66: CHUYẾN BAY BÃO TÁP \n* Tập 67: SỨC MẠNH VÔ HÌNH \n* Tập 68: LƯỠI KIẾM THẦN BÍ \n* Tập 69: ĐỌ SỨC VỚI TỬ THẦN \n* Tập 70: LÃNH CHÚA OMANS \n* Tập 71: BÀN TAY THÉP \n* Tập 72: QUYỀN LỰC BÓNG TỐI \n* Tập 73: BÃO LỬA TRÊN THIÊN HÀ \n* Tập 74: KẺ THÙ GIẤU MẶT \n* Tập 75: HIỆP SĨ VŨ TRỤ\n* Tập 76: SA MẠC TỬ THẦN \n* Tập 77: BẠO CHÚA VŨ TRỤ \n* Tập 78: NỮ THẦN KIM TINH \n* Tập 79: CHIẾN BINH VŨ TRỤ \n* Tập 80: CÚ ĐẤM SẤM SÉT \n* Tập 81: THANH GƯƠM CÔNG LÝ \n* Tập 82: THIÊN THẦN GÃY CÁNH \n* Tập 83: BÀN TAY MA THUẬT \n* Tập 84: LẠC VÀO TƯƠNG LAI \n* Tập 85: ROBOT BIẾN HÌNH \n* Tập 86: VIÊN KIM CƯƠNG THẦN BÍ \n* Tập 87: CẠM BẪY CHẾT NGƯỜI \n* Tập 88: KHO TÀNG BÍ MẬT \n* Tập 89: SIÊU NHÂN ARUS \n* Tập 90: MỘC TINH HUYỀN BÍ \n* Tập 91: ĐÙA VỚI TỬ THẦN \n* Tập 92: CHIẾN CÔNG PHI THƯỜNG \n* Tập 93: LÂU ĐÀI MA QUÁI \n* Tập 94: ĐỐI MẶT VỚI THẦN CHẾT \n* Tập 95: CÁNH TAY TIN CẬY \n* Tập 96: KING KONG THỨC DẬY\n* Tập 97: VƯỢT QUA GIÔNG TỐ \n* Tập 98: ĐỘI BIỆT ĐỘNG KHÔNG GIAN \n* Tập 99: SIÊU NHÂN MẮC NẠN \n* Tập 100: THAY HÌNH ĐỔI DẠNG \n* Tập 101: ĐỘI BAY CẢM TỬ \n* Tập 102: LƯỠI GƯƠM ĐỊNH MỆNH \n* Tập 103: ANH HÙNG HỘI NGỘ \n* Tập 104: SÓNG THẦN VŨ TRỤ \n* Tập 105: TRUY TÌM KHO BÁU\n* Tập 106: NHỮNG KẺ CỨU NẠN \n* Tập 107: MỘT CUỘC THÁCH ĐẤU \n* Tập 108: BẠO LOẠN GIỮA THIÊN HÀ \n* Tập 109: KẺ THÙ VÔ HÌNH\n* Tập 110: BỘ ÓC SIÊU PHÀM\n* Tập 111: TẤM GƯƠNG DŨNG CẢM\n* Tập 112: THOÁT HIỂM\n* Tập 113: TRẬN ĐẤU QUYẾT TỬ \n* Tập 114: NGƯỜI KHÁCH BÍ HIỂM \n* Tập 115: NỖI KINH HOÀNG Ở HASLEY \n* Tập 116: SỨC MẠNH VẠN NĂNG\n* Tập 117: CUỘC SĂN ĐUỔI QUYẾT LIỆT\n* Tập 118: BAY VỀ QUÁ KHỨ \n* Tập 119: VƯƠNG QUỐC QUÁI DỊ \n* Tập 120: CÚ ĐẤM QUYẾT ĐỊNH \n* Tập 121: CHẠY TRỐN TỬ THẦN \n* Tập 122: ANH HÙNG VÔ DANH \n* Tập 123: THIÊN HÀ BÍ ẨN \n* Tập 124: NÚI ĐÁ TIÊN TRI \n* Tập 125: ÁNH SÁNG QUYỀN LỰC \n* Tập 126: ANH HÙNG BẤT ĐẮC DĨ \n* Tập 127: BÃO CÁT SA MẠC \n* Tập 128: LUỒNG SÉT VÔ HÌNH \n* Tập 129: ĐÔI MẮT KỲ DIỆU\n* Tập 130: BIỂN CHẾT \n* Tập 131: THÁM TỬ KHÔNG GIAN\n* Tập 132: ĐÒN SẤM SÉT\n* Tập 133: CHIẾN BINH THÉP \n* Tập 134: BÁC HỌC QUÁI DỊ \n* Tập 135: BÃO LỬA KINH HOÀNG \n* Tập 136: MẶT NẠ MUÔN HÌNH \n* Tập 137: MŨI TÊN THẦN \n* Tập 138: NGƯỜI HAI MẶT \n* Tập 139: SỨC LỰC THẦN BÍ \n* Tập 140: MÁY TÍNH KỲ DIỆU \n* Tập 141: KHO TÀNG DƯỚI ĐÁY BIỂN \n* Tập 142: VỤ MẤT TÍCH BÍ ẨN \n* Tập 143: CƠN BÃO CHẾT NGƯỜI \n* Tập 144: SỰ HI SINH CAO CẢ \n* Tập 145: DÒNG MÁU THÉP \n* Tập 146: ĐÁM MÂY BÍ HIỂM \n* Tập 147: TÊN SÁT NHÂN GIẤU MẶT \n* Tập 148: BIỆT ĐỘI KHỦNG BỐ \n* Tập 149: QUÁI NHÂN BẤT TRỊ \n* Tập 150: VỤ MƯU SÁT KHÔNG THÀNH \n* Tập 151: NGƯỜI NGUYÊN TỬ \n* Tập 152: CHIẾC ÁO ĐIỆN QUANG \n* Tập 153: PHIÊU LƯU TRONG LÒNG ĐẤT \n* Tập 154: XÔNG VÀO GIÔNG BÃO \n* Tập 155: CƠN GIẬN CỦA THẦN NÚI\n* Tập 156: SA LẦY Ở BETA \n* Tập 157: HIỆP SĨ BẠCH KIM \n* Tập 158: VÒNG VÂY TỘI ÁC \n* Tập 159: GÃ KHỔNG LỒ VUI TÍNH\n* Tập 160: NGƯỜI VỀ TỪ CÕI CHẾT ''(xuất bản 2019)''\n<\/small>\n{{div col end}}\n\n==Xem thêm==\n* ''[[Siêu nhân Việt Nam]]''\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Truyện tranh Việt Nam]]\n[[Thể loại:Truyện tranh thiếu nhi]]\n[[Thể loại:Truyện tranh dài tập]]\n[[Thể loại:Giải trí Việt Nam thập niên 1990]]"}