{"3163028":"[[Tập tin:Dương Trọng Bái.jpg|thumb|Dương Trọng Bái khi làm Hiệu trưởng Trường ĐHSP Hà Nội nhiệm kỳ 1976–1980]]\n'''Dương Trọng Bái''' (29 tháng 8 năm 1924 – 18 tháng 3 năm 2011) là nhà giáo Việt Nam, nhà khoa học vật lý, Anh hùng Lao động.<ref name=24h \/>\n\n==Gia thế==\nÔng sinh ngày 29 tháng 8 năm 1924 tại Hà Nội. Ông là con trai giáo sư [[Dương Quảng Hàm]] (hiệu trưởng đầu tiên của trường Chu Văn An, tức [[trường Bưởi]] cũ, được bổ nhiệm ngay sau [[Cách mạng tháng 8 năm 1945]], là liệt sĩ hy sinh trong những ngày đầu của [[toàn quốc kháng chiến]]), là người ở xóm Hà, làng [[Phú Thị]], xã [[Mễ Sở]], huyện [[Văn Giang]], tỉnh [[Hưng Yên]].<ref name=dantri>{{Chú thích web|url=http:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/nha-giao-nhan-dan-gs-duong-trong-bai-day-chu-la-day-nguoi-466221.htm|tiêu đề=Nhà giáo nhân dân, GS Dương Trọng Bái: Dạy chữ là dạy người}}<\/ref>\n\nÔng là chắt của Đốc học Hà Nội [[Dương Duy Thanh]] và là cháu nội của [[Dương Trọng Phổ]] (con là Dương Bá Trạc) đều tham gia phong trào [[Đông Kinh nghĩa thục]] và cả hai đều bị bắt đi đày [[Côn Đảo]].\n\nTrong tám anh chị em của ông có ba người đã được phong chức danh Giáo sư là Dương Trọng Bái, Dương Thị Thoa (Lê Thi) nguyên Viện trưởng [[Viện Triết học]] và viện trưởng [[Viện Nghiên cứu về giới]], Dương Thị Cương nguyên viện trưởng [[Viện Chăm sóc bảo vệ trẻ em]].<ref name=hnue>{{Chú thích web|tiêu đề=Giáo sư Hiệu trưởng DƯƠNG TRỌNG BÁI|url=http:\/\/hnue.edu.vn\/Tintuc\/Tonghopthongtin\/tabid\/260\/news\/327\/GiaosuHieutruongDUONGTRONGBAI.aspx}}<\/ref>\n\n==Quá trình công tác trong ngành giáo dục==\n\nNăm 1948, Dương Trọng Bái tình nguyện cùng một số cán bộ đầu tiên đi dạy học ở trường Trung học Kháng chiến Đào Dã (1948–1954).\n\nTừ 1955 đến 1966, ông là là cán bộ giảng dạy, Chủ nhiệm khoa Vật lý của Trường Đại học Sư phạm Hà Nội.\n\nNăm 1957, ông thực tập khoa học tại Viện Nguyên tử Đupna ([[Liên Xô]]).<ref name=dantri \/>\n\nNhà giáo Dương Trọng Bái đã xây dựng hệ thống thuật ngữ tiếng Việt môn Vật lý (1963), chủ động nghiên cứu và xây dựng thành công bảng đơn vị đo lường hợp pháp đầu tiên của nước Việt Nam Dân chủ Cộng hòa (1964) và nhiều công trình khoa học khác.\n\nTừ 1966 đến 1975, ông là một trong những cán bộ lãnh đạo đầu tiên xây dựng trường Đại học Sư phạm Việt Bắc, đảm đương cương vị phó hiệu trưởng, rồi làm hiệu trưởng trường này.\n\nTừ năm 1976 đến 1980, ông là hiệu trưởng trường [[Đại học Sư phạm Hà Nội]]. Năm 1980, ông được Nhà nước phong hàm Giáo sư Vật lý học.\nTừ năm 1981, Giáo sư Dương Trọng Bái chủ trì việc thi học sinh giỏi quốc gia môn vật lý, tuyển chọn và bồi dưỡng đội tuyển đi thi quốc tế, 8 lần dẫn đầu đoàn đi thi.\n\nTừ năm 1992 đến nay, đảm nhiệm vị trí Chủ tịch hội đồng bộ môn Vật lý phổ thông của Bộ Giáo dục và Đào tạo, ông đã cùng các đồng nghiệp xây dựng chương trình môn [[Vật lý]] của phổ thông trung học cải cách, [[phổ thông trung học chuyên ban]], đồng thời là chủ biên và tham gia biên soạn nhiều cuốn sách chuyên Vật lý.<ref name=24h>{{Chú thích web|url=http:\/\/www.24h.com.vn\/giao-duc-du-hoc\/cha-de-cua-nganh-vat-ly-nuoc-nha-qua-doi-c216a365095.html|tiêu đề=Cha đẻ của ngành vật lý nước nhà qua đời|ngày truy cập=2014-10-23|archive-date = ngày 24 tháng 3 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110324152531\/http:\/\/www24.24h.com.vn\/giao-duc-du-hoc\/cha-de-cua-nganh-vat-ly-nuoc-nha-qua-doi-c216a365095.html}}<\/ref>\n\n==Khen thưởng==\n\nGiáo sư được Nhà nước tặng nhiều phần thưởng: Huân chương Lao động hạng Nhất, Huân chương Kháng chiến chống Mỹ hạng nhất, Danh hiệu Nhà giáo Nhân dân, Danh hiệu Anh hùng lao động (2000).<ref name=24h \/>\n\n==Chú thích==\n{{Tham khảo|30em}}\n==Tham khảo==\n{{Thời gian sống|sinh=1924|mất=2011}}\n\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Cựu giảng viên Đại học Sư phạm Hà Nội]]\n[[Thể loại:Người được phong tặng danh hiệu Anh hùng Lao động]]\n[[Thể loại:Nhà vật lý Việt Nam]]"}