{"2423575":"{{Chú thích trong bài|date=Tháng 2\/2023}}\n{{Cần biên tập|date=Tháng 2\/2023}}\n{{essay-like}}\n{{Thông tin nhà văn\n| name = Dương Quân \n| image = Nha tho Duong Quan.jpg \n| caption = Ký họa của Bùi Xuân Phái \n| birthname = Dương Tự Cường\n| birthdate = 8 tháng 8, 1926\n| birthplace = Nghệ An\n| deathdate = 3 tháng 7, 1985 (58 tuổi) \n| deathplace = Hà Nội\n| realname = \n| penname = Dương Quân\n| occupation = Nhà thơ, nhà báo, biên tập, phóng viên, làng nhàng... \n| nationality = \n| ethnicity = \n| citizenship = \n| education = \n| alma_mater = \n| period = \n| genre = [[Thơ trào phúng]], [[châm biếm]]\n| subject =\n| movement =\n| notableworks =\n| awards =\n| spouse = \n| partner =\n| children =\n| relatives =\n| influences =\n| influenced =\n| signature = \n| website = }}\n'''Dương Quân''' - [[Nhà thơ]] [[trào phúng]]. Tên thật là '''Dương Tự Cường'''. Ông sinh ngày [[8 tháng 8]] năm [[1926]] ([[Bính Dần]]) tại [[xã]] [[Quỳnh Đôi]], [[huyện]] [[Quỳnh Lưu]], [[tỉnh]] [[Nghệ An]]. Mất ngày [[3 tháng 7]] năm [[1985]] ([[Ất Sửu]]) tại [[Hà Nội]].\n\n== Bút danh ==\nGiải thích lấy tên Dương Quân (君), ông bảo chỉ có nghĩa anh chàng họ [[Dương]] (楊). Ông còn tâm đắc chữ quân (筠) trong tiếng [[Hán]] có nghĩa là cây tre, cật tre già. Ông còn nhiều bút danh khác như: '''Thanh Điểu, Dương Mạnh, Hoàng Dương, Chính Tâm, Tùng Tiết, Tân Sơn...'''\n\n== Gia đình và cuộc đời ==\n\nÔng là út trong [[gia đình]] có hai anh em. Dương Hành Kiện người anh ruột về sau này nguyên là phó [[chánh án]] [[Tòa án nhân dân]] [[thành phố]] [[Vinh]]- Nghệ An thập niên [[1965]]-[[1975]]. Cha ông, một [[nho sĩ]] [[nghèo]] vừa dạy học, vừa bốc thuốc mất lúc ông còn nhỏ. Bà mẹ trẻ ngoài hai mươi tuổi góa chồng sớm ở vậy nuôi con ăn học. Sinh vào buổi thời tàn của [[nho học]] nhưng lại theo đòi [[Hán học]], thông [[chữ Hán]] và thạo cả [[tiếng Pháp]], Dương Quân là cháu bên nội của nhà thơ nổi tiếng Long Sơn - [[Dương Tri Tản]] và là chắt bên ngoại của [[tiến sĩ]] Đông Các [[đại học sĩ]] [[Hồ Sĩ Dương]].<ref>Theo nhà nghiên cứu [[lịch sử]] Nghệ An Hồ Sĩ Giàng cung cấp<\/ref> Sớm tiếp thu cái gien văn chương của tổ tiên mình nên mới mười một tuổi ông đã tập làm thơ và tham gia nhóm Thiếu niên Ái hữu trong phong trào [[Mặt trận Dân chủ Đông Dương]].\n\nTrước [[Cách mạng tháng Tám]], ông tham gia phong trào [[Việt Minh]] bí mật ở [[xã]] và [[huyện]] nhà. Tham gia khởi nghĩa, gia nhập [[Thanh niên]] rồi tham gia Cách mạng tháng 8 năm [[1945]], Xung phong đi [[bộ đội]], sau đó chuyển sang làm việc ở công an huyện Quỳnh Lưu. Ở cương vị công tác nào thì ông cũng vẫn làm thơ. Năm [[1953]] xảy ra vụ [[Cải cách ruộng đất tại miền Bắc Việt Nam]], gia đình ông bị quy oan địa chủ và một kẻ xấu vu cho ông từng tham gia [[Đại Việt]], một tổ chức [[phản động]] thời [[Nhật]] thuộc, tuy gia đình ông những năm [[1930]] đã hăng hái tham gia [[cách mạng]] ủng hộ phong trào [[Xô Viết Nghệ Tĩnh]]. Năm [[1955]] ông phẫn nộ bỏ ra Hà Nội. Không đủ tiền lộ phí ông đi bộ, dọc đường làm thuê. Ông lên [[Đại Từ]] ([[Thái Nguyên]]) rồi [[Tuyên Quang]] tìm việc làm... Quay về Hà Nội lúc đó vừa mới giải phóng, ông đi bổ củi thuê, đi bán sách, bán báo ở [[Chợ giời]], [[Phố Huế]], Hai Bà Trưng...\n\nSau khi tốt nghiệp khoa [[báo chí]], đầu năm [[1959]] ông được giới thiệu vào làm [[phóng viên]] [[báo Lao động]] và bỉnh bút cho tờ báo lâu năm nhất, cũng là lớn nhất này tới lúc giã từ [[cuộc đời]].\n\n== Thời gian tại báo Lao động ==\n\nÔng sống ngang tàng, khí khái, thích [[tự do]], không tham gia bất cứ hội đoàn, đảng phái nào. Lương ông thấp lắm, đến lúc nhắm mắt xuôi tay mới ở mức \"cán sự 2\". Sau nhà thơ trào phúng [[Huyền Thanh]], ông phụ trách chuyên mục thơ trào phúng châm biếm, và đây cũng là mảng đề tài mà ông gắn bó sáng tác trong suốt quãng đời cầm bút gian khó của mình, gian khó là vì thời ông viết chống [[tham nhũng]], [[tham ô]], [[hối lộ]], quan liêu, cửa quyền, móc ngoặc, chống bệnh thành tích, huênh hoang phô trương, làm láo báo cáo hay không phải dễ dàng...\n\nSau khi chấm dứt [[chiến tranh Việt Nam]] không thiếu những nhà thơ cùng thời viết ra chỉ để tung hứng chứ không dễ viết hết gan ruột của mình, thì lúc đó những bài thơ châm biếm phê phán nội bộ của ông viết ra kiên quyết không thỏa hiệp. Ông dũng cảm vạch trần chân tướng, bộ mặt, lòng dạ mưu mô xảo quyệt của những ông quan tham thời hiện đại như bài: \"Ông đấm rồi ông lại xoa\" báo Văn Nghệ [[tháng 8]]\/[[1983]]. Phanh phui phơi bày đầy đủ những xấu xa, thối nát, ung nhọt, bệnh hoạn của một xã hội mà mọi giá trị văn hóa, [[nhân phẩm]] đang có nguy cơ rơi xuống vực thẳm. Hơn 500 bài thơ trào phúng châm biếm của ông được trình làng trên nhiều tờ báo ngoài Bắc trong Nam, Trung ương và địa phương như [[báo Lao động]], [[Văn Nghệ (báo)|Văn Nghệ]], [[Báo Nhân dân|Nhân dân]], [[Độc Lập (báo)|Độc Lập]], [[Báo Đại Đoàn Kết]], [[Báo Hà Nội Mới|Hà Nội mới]], Thương Nghiệp, [[Báo Sài Gòn Giải Phóng|Sài Gòn Giải Phóng]], [[báo Công nhân Giải phóng|Công nhân Giải Phóng]]... đã minh chứng điều đó. Ngoài ra ông còn cộng tác với nhiều nhà xuất bản, tạp chí, [[Đài Phát thanh - Truyền hình Hà Nội]]. Có thể nói ông là cây bút viết thành công khá sớm ở thể loại chống tiêu cực này. Dù khả năng của ông còn viết được mạnh hơn thế, song tiếc rằng lúc đó sự [[kiểm duyệt báo chí]] gắt gao, bài vở bị cắt xén thêm bớt một cách tùy tiện, vô tội vạ, chỉ cho phép tác giả viết trong khuôn mẫu hạn định nên thơ ông chưa phát huy được hết sở trường của mình. Điển hình như bài thơ thứ 500 mang tên \"[[Chuột]] và [[mèo]]\" có minh họa của [[Bùi Xuân Phái]] đăng trên báo Lao động số xuân [[Giáp Tý]] ([[1984]])<ref>Báo Lao động số 5 và 6 xuân [[Giáp Tý]] ra ngày 2 tháng 2 năm [[1984]]<\/ref> đã từng bị [[công an văn hóa]] đến tòa soạn chất vấn.<ref>Trong bài \"Nhớ Dương Quân\" của (Hoàng Tiến) nguyên đoạn này bị biên tập lược bỏ vì vấn đề tế nhị khi đăng trên báo Lao động thứ năm số 39(3603) ra ngày 26\/9\/[[1991]]<\/ref>\n\nSau chuyến công tác vào Nam [[mùa hạ]] năm [[1985]], ông bất ngờ qua đời vì bạo bệnh???\n\n==Phong cách thơ ==\n\n[[Thơ]] ông ngôn ngữ mộc mạc, bình dân, dí dỏm, [[hài hước]], rõ ràng và thông hoạt. Nhuần nhuyễn ca dao [[tục ngữ]]. Trong những bài thơ châm biếm thói hư tật xấu của xã hội, xảo quyệt thủ đoạn của những ông quan tham. Ông sử dụng câu từ mạnh bạo, dứt khoát. Ngòi bút châm của ông sắc nhọn. Ông có tài lẩy [[Kiều]] và tập [[Kiều]] vào trong thơ của mình. Thơ ông có duyên, cái duyên châm biếm từ bên trong mà người đọc bật cười và đồng ý với vấn đề ông đặt ra chứ không đơn thuần ở chữ nghĩa hay vần điệu.\n\n== Lá rụng về cội ==\n\nÔng mất tại nhà riêng khu tập thể [[Khương Thượng]], Quận [[Đống Đa]], Hà Nội trong cảnh bần hàn neo túng. Giống như khi ông sống cũng cảnh neo túng bần hàn. Suốt đời ông chưa đi hết bậc lương \"cán sự\". Gia đình, người thân, bạn bè đưa ông trở về nằm trên quê hương làng Quỳnh, tên gọi tắt làng Quỳnh Đôi, Quỳnh Lưu, Nghệ An, một [[làng]] quê nghèo, nhỏ bé mà hiếu học. Mảnh đất ấy hàn sĩ nhiều hơn trọc phú, trong mộ địa họ Dương. Bên ông còn có bà Hoàng Thị Huê người vợ thủy chung theo ông suốt đời nhẫn nhục chịu đựng chia sẻ cùng ông những năm tháng dài cay cực nhất vì một thời sống và viết không đơn giản của ông. Vợ ông là con gái nhà [[cách mạng]] [[kháng chiến chống Pháp]], [[liệt sĩ]] - [[Hoàng Văn Hợp]]<ref>Liệt sĩ Hoàng Văn Hợp, [[Từ điển]] nhân vật [[lịch sử]] [[Việt Nam]] của [[Nguyễn Q. Thắng]] và Nguyễn Bá Thế nhà xuất bản Văn Hóa [[1993]]<\/ref>, người dẫn đầu phong trào khởi nghĩa Xô-Viết Nghệ Tĩnh [[1930]] - [[1931]] nổi tiếng.\n\n== Tác phẩm ==\n*Cô gái trên đồi [[chè]] (8\/[[1963]])- nhà xuất bản Phổ Thông - thơ\n*Chuyến bè xuôi (9\/[[1964]])- nhà xuất bản Phổ Thông - thơ\n*Hơn 500 bài thơ [[trào phúng]] - [[châm biếm]] rải rác trên các [[tạp chí]], báo Trung ương và địa phương\n*Trên đe dưới búa - ([[1970]]) - nhà xuất bản Phổ Thông - thơ trào phúng (in chung cùng nhiều tác giả khác)\n*Thơ Dương Quân (6\/[[1992]]) - nhà xuất bản [[Văn học]] - thơ trào phúng (xuất bản nhiều năm sau khi ông mất)\n\n== Giải thưởng ==\n*Giải thưởng thơ trào phúng Hà Nội [[1962]]-[[1963]]\n*Giải thưởng thơ trào phúng Văn Nghệ [[1982]]-[[1983]]\n*Và nhiều giải thưởng thơ trào phúng lẻ tẻ khác...\n\n== Những con số 6 đi theo đời ông ==\n\n16 tuổi ông đã có bài thơ \"Tự vịnh\". Nhưng hãy bắt đầu năm sinh [[1926]]. Năm [[1956]] ông dung thân tại đất [[Hà Nội|Hà thành]] và quyết định lấy nơi đây là nơi \"dụng võ\" của mình. Ông thuê nhà ở số 6 phố 325 nay là phố Thể Giao (quận [[Hai Bà Trưng (quận)|Hai Bà Trưng]]). Chuyển về tập thể Nhà hát Nhân dân 91 phố [[Trần Hưng Đạo]] ([[Quận]] [[Hoàn Kiếm]]) nay là [[Cung Văn hóa Hữu nghị Hà Nội]] ông ở phòng 56. Chuyển về ở khu tập thể Khương Thượng ([[Quận]] [[Đống Đa]]) ông ở nhà A8 phòng 46. Năm 36 tuổi được nhận giải thưởng thơ trào phúng của Hà Nội [[1962]]-[[1963]]. Năm 56 tuổi được nhận giải thưởng thơ trào phúng Văn Nghệ [[1982]]-[[1983]]. Kể từ khi chính thức cầm bút viết cho tờ Lao động phải tới 16 năm sau ông mới được cất nhắc lên một thang lương \"cán sự\". [[Tháng 4]] [[năm]] [[1984]] khi đưa tang bà Nguyễn Thị Thảo, vợ nhà cách mạng [[Hồ Tùng Mậu]] ra nằm ở khu A [[nghĩa trang]] [[Văn Điển]] ông đứng nhìn trời mây, thổ địa rồi đưa tay chỉ về một khu đất trống đầy nắng nói với mọi người: Khi nào [[chết]] chắc mình sẽ nằm chỗ đó. Không ngờ một năm sau ông lìa đời người ta táng ông đúng vào khu đất ông chỉ chỗ đó - khu mộ 16. [[Giỗ]] ông con cháu thắp hương không quên nhằm vào [[âm lịch]] [[tháng 5]] ngày 16.\n\n== Tâm tư ==\n'''Tự nhạo:'''\n\nMượn một câu của thi hào [[Nguyễn Du]] trong bài [[Độc Tiểu Thanh ký]] ông viết:\n{|align=center\n|\n:''Bất tri '''nhất''' bách dư niên hậu.\n \n:''Thiên hạ hà nhân '''tiếu''' Tự Cường.\n\nTạm dịch:\n\n:''Một trăm năm nữa ai người.\n\n:''Sống trong thiên hạ giễu cười chàng [[Dương]].''\n|}\n'''Tự nhận:'''\n{|align=center\n|\n''Rất mê [[Nguyễn Khuyến]]\n\n''Rất phục [[Tú Xương]]\n\n''Mến [[Nguyễn Công Trứ]]\n\n''Yêu [[Hồ Xuân Hương]]\n\n''[[Văn chương]] bẻm mép\n\n''Nhưng dốt khôn lường.\n|}\n'''Ý nguyện:'''\n{|align=center\n|\n''Góp sức nhỏ nhoi vun cuộc sống.\n\n''Cho đời bơn bớt những điều hư.\n|}\n'''Tri ân:'''\n\n''\"Kính tặng tất cả bà con cô bác, bạn hữu xa gần đã giúp đỡ về tinh thần và vật chất cho tôi trên con đường sự nghiệp sáng tác văn thơ:\n{|align=center\n|\n''Thấy người giữa chốn trần ai\n\n''Cảm ơn tri ngộ một vài vần thơ\n\n''Mai sau dù có bao giờ\n\n''Vàng phai đá nát khôn mờ chữ tâm.\"''\n::::::::[[1982]]\n|}\n'''Câu nói:'''\n{|align=center\n|\n''\"'''Nói''', không phải vì '''bất mãn''' mà nói chính là vì sự '''bất bình'''.\"\n|}\n\n== Bạn bè nhận xét ==\n\nThuở ông còn sống Hồ Mậu Đường người bạn thân viết tặng ông hai câu:\n{|align=center\n|\n:::''Nhất phiến đan tâm tam xích bút\n\n:::''Huy văn tiên điểm nịnh nhân đầu.\n\nCó nghĩa:\n\n:::''Một tấm lòng trung với ba tấc bút,\n\n:::''Câu văn sáng đầu tiên viết ra là đánh vào kẻ nịnh thần.\n|}\nThi sĩ [[Phan Khắc Khoan]] bậc đàn anh khi nghe tin ông mất đã khóc ông bài thơ \"'''Thành thực và thân mến viếng hương hồn Dương Quân'''\" có đoạn:\n{|align=center |\n{| valign=\"top\"\n|\n:''\"Ngòi [[bút]] ai sắc nét\n\n:''Phanh phui bộ mặt đời\n\n:''Bây giờ đây vĩnh biệt\n\n:''Chú lưu mãi thơ cười.\"\n:::<small>[[Phan]] Khắc Khoan<\/small>\n|\n::::::'''Khóc Dương Quân''' \n::::''Khả lân, khả lân, chân khả lân!\n::::''Như hà hữu thị biệt Dương Quân?\n::::''Tòng kim ẩm tửu thùy tri kỷ?\n::::''Thi tứ, thi ca, khiếm nhất nhân!\n::::::::::<small>3\/7\/[[1985]]<\/small>\n:::::::::<small>[[Hoàng]] Trung Thông<\/small>\n|\n:::Dịch nghĩa:\n::::''Thương quá là thương thế hỡi ơi!\n::::''Dương Quân sao nỡ bỏ ta rồi?\n::::''Từ nay cuộc [[rượu]] ai tri kỷ?\n::::''Lựa tứ, tìm thơ, vắng một người!\n:::::::::<small>[[Ngô]] Linh Ngọc<\/small>\n|}\n\nNhận xét của nhà thơ [[Hoàng Trung Thông]]:\n\n: \"Những bài thơ tập Kiều, lẩy Kiều của Dương Quân đề cập nhiều mặt của cuộc sống. Chúng ta quý trọng ngòi bút đó như con ong hút mật, như con tằm nhả tơ. Và cũng có thể nói đó là mật thật, tơ thật. Nhưng giá như anh để thời gian nhiều nghiền ngẫm thêm, trau chuốt lời chữ thêm thì hiệu quả của những bài thơ sẽ còn có [[chất nổ]] mạnh hơn. Trong những bài thơ tập Kiều, lẩy Kiều của anh, sự trùng lập hơi nhiều. Dương Quân là cây bút trào phúng sắc sảo, mặc dù anh nặng về châm biếm hơn là gây cười.\"<ref>Đọc Thơ Tập Kiều của Dương Quân (Hoàng Trung Thông) Báo Văn Nghệ năm thứ 36 số 27(1079) Thứ bảy ngày 30\/6\/[[1984]]<\/ref>\n\nNhà thơ, nhà dịch thuật [[Ngô Linh Ngọc]] viết:\n\n: \"Hơn năm trăm bài thơ trào phúng của Dương Quân có gần đầy đủ trong những cuốn sổ của anh ghi lại, chỉ một mực yêu đời. Để cười cho thật \"trúng\" và thật \"đúng\". Dương Quân đã rất cố gắng và \"dũng cảm\". Dương Quân, cây bút trào phúng đầy chất trữ tình, 59 tuổi đã chết đi. Với đòi hỏi của nghề thơ trào phúng, tuổi ấy vẫn còn là chết trẻ! Tiếc biết bao!\"<ref>Dương Quân: cây bút \"Cười\" tự nguyện (Ngô Linh Ngọc). Kỷ niệm lần thứ 63 ngày phát hành số báo Lao động đầu tiên. Báo Lao động số 33(3649) ra ngày 13\/8\/[[1992]]<\/ref>\n\n\"Nhớ Dương Quân\"<ref>Báo Lao động thứ năm số 39(3603) ra ngày 26\/9\/[[1991]]<\/ref> của Nhà văn [[Hoàng Tiến]]:\n\n: \"Người làm thơ trào phúng là đặt mình vào một địa bàn hoạt động đầy những chông gai. Phải có dũng khí lớn. Nhất là một thời người ta đưa ra luận điểm \"Xã hội Chủ nghĩa không có bi kịch\"(!)<ref>Nguyên câu nói của ông [[Hà Huy Giáp]] ([[1908]]-[[1995]]) Phó [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam]]:\"Miền Bắc [[Xã hội chủ nghĩa]] không có bi kịch\"<\/ref>. Rất tiếc Dương Quân đã đi sớm. Nếu không, ở giai đoạn đổi mới này, ngòi bút của anh chắc sẽ có nhiều hữu ích.\"\n\nCũng vẫn Hoàng Tiến trong bài \"Nhớ Dương Quân\" kể lại:\"Dương Quân từng dịch [[Thanh Hiên thi tập]] có bài thơ \"Đối tửu\" của [[Nguyễn Du]] đến nhà tặng bậc thầy [[Đặng Thai Mai]] trong một dịp sinh nhật thẩy, thơ có câu:\n{|align=center\n|\n::''\"Sinh tiền bất tận tôn trung tửu\n\n::''Tử hậu thùy kiêu mộ thượng bôi\"\n\nDương Quân dịch:\n\n::''\"Sống không cạn chén dốc bình\n\n::''Chết rồi ai tưới mộ mình rượu đây.\"\n|}\nGiáo sư họ [[Đặng]] khen trả nhuận bút 1000 [[Đồng]] một câu. (Một nghìn đồng mấy mươi năm trước to lắm).\n\nHoàng Tiến trong một bài khác:\"Cái dũng của người viết trào phúng\".<ref>\"Cái dũng của người viết trào phúng\" (Hoàng Tiến) bài viết đã gửi cho một số báo tháng 8\/[[1992]] nhưng đều bị từ chối đăng vì vấn đề bang giao giữa Việt Nam - Trung Quốc thời điểm đó đang phục hồi mối quan hệ sau [[chiến tranh biên giới Việt-Trung 1979]]. Có đoạn phê phán kịch liệt Hoàng Văn Hoan chạy sang Trung Quốc (nằm trong tư liệu văn học của nhà văn Hoàng Tiến)<\/ref> Những bài thơ hay nhất của Dương Quân hình như lại ở ngoài con số năm trăm bài đã in. Ở đây tác giả không phải ngó trước, ngó sau gò cương kìm hãm tứ thơ, che chắn cho thật kín võ trước khi ra chiêu. Ở đây tác giả tung chân vung tay ra những đòn hữu chiêu và vô chiêu một cách thoải mái tự tin. Xin trích một bài của Dương Quân để minh chứng: - Mừng thọ ông Hoàng Văn Hoan nhân dịp [[70]] tuổi.(Xem mục: Một vài bài thơ)\n\nNhà thơ [[Thái Giang]] nhận xét:\n\n:\"Anh viết cần cù, đều dặn và khá \"hóm\", khá sắc sảo. Mới hôm qua \"cái ô\", hôm nay đã \"cổng hậu\" và ngày mai là \"trù dập\", \"điên đảo - đảo điên \". Anh đi nhiều, hiểu nhiều. Giữa phố phường,phồn hoa, hay nơi thâm sơn cùng cốc ở đâu Dương Quân đến với cái [[xe đạp]] cọc cạch, bộ quần áo vải bộ đội, cái [[bánh mì]] khô trong túi dết- anh đều phát hiện ra \"những điều trông thấy mà đau đớn lòng\". Và lúc nào đó, giữa chén rượu nhạt, đêm dài trong căn nhà trống- thơ anh bật ra: không khoan nhượng! Anh là nhà thơ trào phúng thuộc về nhân dân, về người thợ. Dễ hiểu thôi, vì Dương Quân từ trong đám người lao khổ ấy bước ra và đứng thẳng, ngẩng đầu với vần thơ độc đáo \"cười cợt mà chảy nước mắt của mình.<ref>Trang Văn Hóa- Văn Nghệ bài \"Dương Quân nhà thơ dũng cảm\" của (Thái Giang - nhà thơ) báo Nghệ An số 1380 thứ sáu ngày 4\/9\/[[1992]]<\/ref>\n\nCó hai người làm việc cùng ông gắn bó lâu năm nhất là nhà văn, nhà báo, Tổng biên tập báo [[Nhà báo & Công luận]] [[Trần Đức Chính]] và nhà báo cự phách Nguyễn An Định biết khá nhiều chuyện về ông.\n\nTrong bài: Ông \"một trong sáu\"<ref>Ông \"một trong sáu\" của (Trần Đức Chính). Ấn phẩm đặc biệt kỷ niệm 80 năm ngày báo Lao động ra số đầu tiên 14\/8\/[[1929]]-14\/8\/[[2009]]<\/ref> mà theo Trần Đức Chính thì Dương Quân là nhà thơ đả kích thành công khá sớm trong lĩnh vực châm biếm nội bộ.\n\nCòn Nguyễn An Định trong hai bài \"Nhớ Dương Quân\"<ref>\"Nhớ Dương Quân\" của (Nguyễn) Tản mạn đôi dòng. Kỷ niệm 65 năm báo Lao động số 97\/94(4038) ra ngày chủ nhật 14\/8\/[[1994]]<\/ref> cũng như \"Thương nhớ một thời gian khó\"<ref>\"Thương nhớ một thời gian khó\" của (Nguyễn An Định) báo Lao động số 103\/96(4357) thứ ba ngày 13\/8\/[[1996]]<\/ref> ngậm ngùi: Dương Quân là nhà thơ trào phúng tài hoa và cũng là nhà báo nghèo nhất. Tuy vậy, những giai thoại về anh tôi tin lớp trẻ sẽ còn \"nức nở\" nhiều...\n\nBài:\"Một thể loại, một đội ngũ\"<ref>\"Một thể loại, một đội ngũ\" của (Ân Nhu) báo Văn Nghệ số 27(1695) thứ bảy ngày 4\/7\/[[1992]]. Kỷ niệm 35 năm [[Hội Nhà văn Việt Nam]]<\/ref> của nhà văn Ân Nhu viết về đội ngũ thơ trào phúng mà một trong những đại diện tiêu biểu đó là Dương Quân cây bút trào phúng mạnh mẽ và mang nhiều khởi sắc.\n\n== Một vài bài thơ ==\n{|align=center |\n{|valign=\"top\"\n|\n:'''Mừng thọ ông Hoàng Văn Hoan 70'''<ref>Trong tư liệu văn học của nhà văn (Hoàng Tiến)<\/ref>\n:Hoan* hỉ mừng ông tuổi thất tuần\n:Trời xuân đất nước chửa vào xuân\n:Được mùa tám tấn dân kêu đói\n:Đời sống nâng cao lại hụt chân\n:Bởi lũ xu thời ngầm hại Đảng\n:Vì phường trục lợi khoét trong dân\n:Chúc ông khỏe, vững thêm tay lái \n:Đất [[nước]] vào xuân nhật nhật Tân**.\n:::::::<small>Xuân [[1975]]<\/small>\n|\n:::::'''Qua lăng Bác'''<ref>Ngày mùng 1 Tết Canh Thân [[1980]] khi đi qua [[lăng Chủ tịch Hồ Chí Minh]]<\/ref>\n:::::<small>(khai bút đầu xuân)<\/small>\n::::Dãy đèn bên lăng Bác\n::::Có cái tắt cái còn\n::::Hàng cây bên lăng Bác\n::::Cây tốt cây héo hon\n::::Lớp trước Bác đào tạo\n::::Người nô bộc, kẻ quan\n::::Sự đời là thế thế\n::::Biết ai ngay ai gian.\n:::::::<small>[[Canh Thân]] [[1980]]<\/small>\n|\n:::::::'''Sờ vợ'''<ref>Không hiểu vì lý do gì??? sau này bài thơ đăng lại trên các báo đều bị đổi tựa đề \"Sờ vợ\" thành \"Thương vợ\". Như vậy là không đúng, thiếu sự tôn trọng đối với tác giả.<\/ref>\n::::Đêm nằm sờ vợ nghĩ mà thương\n::::Cái bụng đói meo lép tận giường\n::::Đôi má dăn deo nào thấy thịt\n::::Cặp dò nghiu ngẳng đã giơ xương\n::::Bởi thương con cái chưa no ấm\n::::Hay xót ông chồng mãi gió sương\n::::Hết nắn, lại sờ, sờ lại nắn\n::::Càng sờ, càng nắn lại càng thương.\n:::::::::::<small>5-[[1959]]<\/small>\n|}\n\n<nowiki>*<\/nowiki>Hoan - [[Hoàng Văn Hoan]] ([[1905]]-[[1991]]) nguyên Ủy viên [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], Phó chủ tịch [[Quốc hội]] cư trú [[chính trị]] tại [[Trung Quốc]] tháng 7\/[[1979]].\n\n<nowiki>**<\/nowiki>Tân - [[Hoàng Nhật Tân]] ([[1926]]-[[2014]]) con trai Hoàng Văn Hoan - bút danh Thanh Đạm, Hoàng Thanh Đạm nhà [[nghiên cứu]] [[sử học]] và dịch giả.\n\n== Một sự ngộ nhận thành giai thoại ==\nThời [[chiến tranh]] [[1965]] - [[1975]] độc giả thường hay bị nhầm lẫn giữa hai cái tên [[Xích Điểu]] và Thanh Điểu ký dưới các bài thơ đả kích, châm biếm. Việc này làm cho nhà thơ trào phúng Xích Điểu (Nguyễn Văn Tước) khó chịu không vui. Lúc đó Xích Điểu đương chức Phó tổng thư ký Hội Nhà báo Việt Nam và nổi tiếng với các tiểu phẩm cuối tuần đả kích Mỹ - Ngụy trên [[Đài Tiếng nói Việt Nam]] cùng các bài thơ đả kích [[Mỹ]] - [[Ngụy]] ở báo chí Trung ương, địa phương. Biết Thanh Điểu cũng là bút danh của Dương Quân (Dương Tự Cường). Ông đợi sẽ có dịp gặp Dương Quân để hỏi chuyện. Lần ấy Dương Quân tới tòa soạn [[Báo Nhân dân]] 71 phố [[Hàng Trống]] có việc thì gặp Xích Điểu cũng ở đó. Xích Điểu hỏi ngay vì sao anh lại lấy thêm bút danh Thanh Điểu. Ông đọc được ý nghĩ và nỗi niềm của Xích Điểu, Thanh Điểu húng hắng một câu xuất kỳ bất ý thay cho trả lời:\n{|align=center\n|\n:::''\"Chim '''xanh''' chim '''đỏ''' cũng là chim\n:::''Danh vọng như anh lắm kẻ tìm\n:::''Mới biết chữ '''xanh''' thua chữ '''đỏ'''\n:::''Cho nên bèo nổi với mây chìm.\"\n:Rồi ông nổi máu nhạo: \n:::''\"Chỉ năm đồng bạc mỗi tuần\n:::''Mưu mô [[Mỹ-Thiệu]] vạch trần... uống [[bia]].\"<ref>Hồi đó hầu như các báo chí giả tiền nhuận bút cho mỗi bài thơ đả kích Mỹ - Ngụy cố định là năm đồng<\/ref>\n|}\nXích Điểu không dám hỏi thêm nữa. Ông muốn nhắc nhở Xích Điểu (con chim đỏ) chỉ chuyên đả kích [[Mỹ]]-[[Ngụy]] thôi, thơ vô thưởng, vô phạt. Còn Thanh Điểu (con chim xanh) khác đấy. Nhiều năm sau câu thơ này của Dương Quân đã trở thành \"giai thoại\".<ref>Sinh thời nhà thơ [[Ngô]] Linh Ngọc hay kể lại câu chuyện này vào những năm [[1974]]<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* {{wikispecies-inline}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Sinh năm 1926]]\n[[Thể loại:Mất năm 1985]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Sinh tại Nghệ An]]"}