{"1589225":"{{Wiki hóa|date=tháng 4\/2021}}\n{{Thông tin viên chức\n| tên = Dương Văn Đức\n| hình = Cgs duongvanduc.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: QD IV VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn IV\n| bắt đầu = 3\/1964\n| kết thúc = 9\/1964\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Thiếu tướng<br>-Trung tướng (6\/1964)\n| tiền nhiệm = -Thiếu tướng [[Nguyễn Hữu Có]]\n| kế nhiệm = -Thiếu tướng [[Nguyễn Văn Thiệu]]\n| địa hạt = Vùng 4 chiến thuật\n| chức vụ 2 = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tham mưu phó Kế hoạch<br>Bộ Tổng tham mưu\n| bắt đầu 2 = 11\/1963\n| kết thúc 2 = 3\/1964\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Thiếu tướng\n| phó chức vụ 2 = Tham mưu trưởng\n| phó viên chức 2 = -Trung tướng [[Lê Văn Kim]]\n| địa hạt 2 = Biệt khu Thủ đô\n| chức vụ 3 = [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Tổng Thư ký thường trực Bộ Quốc phòng\n| bắt đầu 3 = 1\/1959\n| kết thúc 3 = 12\/1960\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Thiếu tướng\n| tiền nhiệm 3 = -Trung tướng [[Dương Văn Minh]]\n| địa hạt 3 = Quân khu Thủ đô\n| chức vụ 4 = [[Hình: Flag of South Vietnam.svg|22px]] [[Hình: Flag of South Korea.svg|22px]]<br>Công sứ Việt Nam Cộng hòa tại Hàn Quốc\n| bắt đầu 4 = 6\/1956\n| kết thúc 4 = 7\/1957\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Thiếu tướng\n| địa hạt 4 = Thủ đô Seoul<br>Đại Hàn Dân Quốc\n| tiền nhiệm 4 = '''Chức vụ thành lập'''\n| kế nhiệm 4 = [[Nguyễn Quí Anh]] (Đại lý)\n| chức vụ 5 = Chỉ huy trưởng<br>Chiến dịch Đinh Tiên Hoàng\n| bắt đầu 5 = 5\/1955\n| kết thúc 5 = 6\/1956\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Đại tá<br>-Thiếu tướng (1\/1956)\n| địa hạt 5 = Đệ ngũ Quân khu\n| chức vụ 7 = Chỉ huy Chiến dịch Tự do tiếp thu Cà Mau<br>Xử lý Thường vụ Tỉnh trưởng Sóc Trăng\n| bắt đầu 7 = 2\/1955\n| kết thúc 7 = 5\/1955\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Trung tá\n| địa hạt 7 = Đệ ngũ Quân khu<br>(Miền tây Nam phần)\n| quốc tịch = [[Việt Nam]]\n| nguyên nhân mất = Tuổi già\n| nơi ở = Sài Gòn\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| vợ = -Nguyễn Thị Ba\n| con = 3 người con (2 trai, 1 gái)<br>Đương Đức Hoàn<br>Dương Thị Kim Lan<br>Dương Văn Phước\n| học vấn = [[Tú tài]] toàn phần\n| học trường = -Trường Trung học Phổ thông tại Sài Gòn<br>-Trường Võ bị Liên quân Viễn Đông, Đà Lạt<br>-Trường Võ bị Saint Cyr, Pháp<br>-Học viện Chỉ huy và Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ\n| quê quán = Nam Kỳ\n| ngày sinh = [[1925]]\n| ngày mất = [[2000]]<br>([[75]] tuổi)\n| nơi sinh = [[Thủ Đức]], [[Gia Định]], [[Liên bang Đông Dương]]\n| nơi mất = [[Thành phố Hồ Chí Minh|Tp Hồ Chí Minh]], [[Việt Nam]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân đội VNCH]]\n| năm phục vụ = [[1946]] - [[1964]]\n| cấp bậc = [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n| đơn vị = [[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the South Vietnamese Army.png|20px]] [[Quân đội Việt Nam Cộng hòa|Quân đội VNCH]]\n| tham chiến = -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n}}\n\n'''Dương Văn Đức''' ([[1925]] - [[2000]]) nguyên là một cựu tướng lĩnh của [[Quân đội Việt Nam Cộng hòa]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ trường Võ bị Liên quân Viễn Đông của Chính quyền Thuộc địa Pháp mở ra tại Đông Dương, nhằm mục đích đào tạo sĩ quan người bản xứ để phục vụ cho [[Quân đội Pháp]]. Sau này chuyển sang phục vụ [[Quân đội Việt Nam Cộng hòa]], ông là một trong số ít sĩ quan được thăng cấp tướng ở thời kỳ [[Đệ Nhất Cộng hòa (Việt Nam Cộng hòa)|Đệ Nhất Cộng hòa]]<ref>Trong hàng tướng lĩnh của [[Việt Nam Cộng hòa]], ông là người có tuổi đời trẻ nhất khi được thăng cấp Thiếu tướng.<\/ref> (Thiếu tướng năm 1956). Ông cũng không được nổi bật lắm trong thời gian tại ngũ chưa đến 20 năm của mình. Tuy nhiên, ông được biết đến với vai trò chỉ huy một cuộc đảo chính bất thành nhằm lật đổ tướng [[Nguyễn Khánh]] vào trung tuần tháng 9 năm [[1964]].\n\n==Tiểu sử và Binh nghiệp==\nÔng sinh năm 1925 tại Thủ Đức, [[Gia Định]], miền Nam Việt Nam trong một gia đình khá giả. Năm 1945, ông tốt nghiệp Trung học phổ thông chương trình Pháp tại Sài Gòn với văn bằng Tú tài toàn phần (Part II).\n\n===Quân đội thuộc địa Pháp===\nĐầu tháng 7 năm 1946, ông nhập ngũ vào Quân đội Pháp. Theo học khóa 1 Nguyễn Văn Thinh ở trường Võ bị Liên quân Viễn Đông tại Đà Lạt,<ref>Trường Võ bị Viễn Đông chỉ đào tạo sĩ quan một khóa duy nhất là khóa 1 Nguyễn Văn Thinh tại Đà lạt, rồi nhường cơ sở lại cho trường Võ bị Quốc gia từ Huế chuyển về. Sau đó trường Liên quân Viễn Đông dời về Vũng Tàu cải danh thành trường Sĩ quan Nước Ngọt, tiếp tục đào tạo khóa 2 Đỗ Hữu Vị.<br>Tổng số 16 sĩ quan tốt nghiệp khóa 1 Nguyễn Văn Thinh, chỉ có ba người được mang cấp Thiếu úy là [[Nguyễn Khánh]], [[Lâm Văn Phát]] và [[Trần Ngọc Tám]], số còn lại mang cấp Chuẩn úy. Tuy nhiên, sau này đều là sĩ quan cao cấp trong [[Quân đội Việt Nam Cộng hòa]]:<br>'''-Cấp Đại tướng:'''<br>-[[Nguyễn Khánh]], [[Trần Thiện Khiêm]]<br>'''-Cấp Trung tướng:'''<br>-Dương Văn Đức, [[Cao Hảo Hớn]], [[Lâm Văn Phát]] và [[Trần Ngọc Tám]]<br>'''-Cấp Thiếu tướng:'''<br>-[[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn Văn Kiểm]], [[Dương Ngọc Lắm]], [[Đặng Thanh Liêm]] và [[Bùi Hữu Nhơn]]<br>'''-Cấp Đại tá:'''<br>-[[Quách Xến (Đại tá, Quân lực VNCH)|Quách Xến]] (Nguyên Đổng lý Văn phòng Bộ Quốc phòng)<br>-[[Lý Thái Như (Đại tá, Quân lực VNCH)|Lý Thái Như]] (Nguyên Trung tá rồi Đại tá Chỉ huy trưởng Trung tâm Huấn luyện Vạn Kiếp).<\/ref> khai giảng ngày 15 tháng 7 cùng năm. Một năm sau mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]]. Cùng tốt nghiệp, có các sĩ quan trẻ như [[Nguyễn Khánh]], [[Trần Thiện Khiêm]] và [[Lâm Văn Phát]], những người về sau có những tác động quan trọng trong sự nghiệp của ông. Ra trường, ông được phục vụ trong Chi đội Nhảy dù thuộc Vệ binh Nam phần. Năm 1948, ông được thăng cấp [[Thiếu úy]] tại nhiệm. Năm 1949, ông được thăng cấp [[Trung úy]] chuyển đi làm Đại đội trưởng trong Tiểu đoàn Bộ binh thuộc '''Quân đội Liên hiệp Pháp.\n\n===Quân đội Quốc gia Việt Nam===\nTháng 5 năm 1950, ông được thăng cấp [[Đại úy]], được cử đi du học lớp căn bản sĩ quan Bộ binh tại trường Võ bị Saint Cyr ở Pháp trong vòng 14 tháng. Cuối năm 1951, ông được thăng cấp [[Thiếu tá]], chuyển ngạch sang [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] và được cử theo học lớp Chỉ huy Chiến thuật tại Hà Nội.<ref>Sau Hiệp định Genève 1954, chuyển vào Sài Gòn cải nâng cấp lên thành trường Đại học Quân sự. Năm 1960, chuyển lên Đà Lạt trở thành trường Chỉ huy và Tham mưu.<\/ref> Năm 1952, ông tiếp tục được cử đi du học lớp tham mưu tại trường Tham mưu Paris, Pháp. Một năm sau về nước, ông được thăng cấp [[Trung tá]].\n\n===Quân đội Việt Nam Cộng hòa===\n*'''Thất thế\nTháng 2 năm 1955, ông được Thủ tướng [[Ngô Đình Diệm]] bổ nhiệm làm Chỉ huy trưởng Chiến dịch Tự do tiếp thu Cà Mau kiêm quyền Tỉnh trưởng Sóc Trăng kiêm Chỉ huy trưởng Bảo an Phân khu Sóc Trăng. Cuối tháng 5, ông được thăng cấp [[Đại tá]] Chỉ huy trưởng Chiến dịch Đinh Tiên Hoàng, tấn công Lực lượng Quân sự của Giáo phái Hoà Hảo đang kiểm soát phần lớn miền Tây Nam Bộ.\n\nNgày 5 tháng 6 năm 1955, ông chỉ huy binh sĩ tiến chiếm Cái Vồn (Vĩnh Long), phá tan đại bản doanh của tướng Năm Lửa [[Trần Văn Soái]]. Đến ngày 29 tháng 6, ông tiến quân vào núi Ba Chúc, tấn công lực lượng của tướng Ba Cụt [[Ba Cụt|Lê Quang Vinh]], nhưng không giành được thắng lợi nhanh chóng. Cố vấn [[Ngô Đình Nhu]] sốt ruột và đề nghị Bộ trưởng Nội vụ [[Nguyễn Ngọc Thơ]] tìm chỉ huy khác thay thế. Ngày 29 tháng 12 năm 1955, Quốc trưởng Ngô Đình Diệm đã ra lệnh chấm dứt chiến dịch Đinh Tiên Hoàng do ông chỉ huy và cho Đại tá [[Dương Văn Minh]] thay thế.\n\nSự việc cách chức đột ngột này khiến ông tỏ vẻ bất bình. Để xoa dịu nên sang đầu năm 1956, ông được Quốc trưởng thăng cấp [[Thiếu tướng]]. Khi đó ông mới 31 tuổi và là một sĩ quan được lên tướng với tuổi đời trẻ nhất trong Quân đội Việt Nam Cộng hòa. Đồng thời đến giữa năm, ông được cử đi làm Đại sứ Việt Nam Cộng hòa tại Hàn Quốc. Tại đây ông quen và cưới vợ người Đức là nhân viên Tòa Đại sứ [[Cộng hòa Liên bang Đức]] tại Hàn Quốc. Do sự việc này nên cuối năm 1957, Tổng thống Diệm đã cách chức và triệu hồi ông về nước. Đầu năm 1958 ông được cử đi học lớp Tham mưu cao cấp<ref>Lớp này có 4 sĩ quan VNCH được cử đi học, khai giảng vào đầu năm 1958 niên khóa 1958-1 thụ huấn 16 tuần gồm có: Thiếu tướng Dương Văn Đức, Đại tá [[Nguyễn Khánh]], Trung tá [[Lữ Mộng Lan|Lữ Lan]]<br>-Trung tá [[Lê Huy Luyện (Đại tá, Quân lực VNCH)|Lê Huy Luyện]] (Sinh năm 1928 tại Thừa Thiên, tốt nghiệp khóa 1 Võ bị Huế. Sau cùng là Đại tá Trưởng phòng Tiếp vận thuộc Bộ Quốc phòng).<\/ref> ở Học viện Chỉ huy và Tham mưu Fort Leavenworth thuộc Tiểu bang Kansas, Hoa Kỳ, tháng 5 mãn khóa về nước. Đầu năm 1959, ông được bổ nhiệm vào chức vụ Tổng Thư ký Thường trực Bộ Quốc phòng thay tướng [[Dương Văn Minh]], một chức vụ không có thực quyền.\n\nCuối năm 1960, do đã có vấn đề cá nhân với Tổng thống Ngô Đình Diệm nên ông xin từ nhiệm chức vụ Tổng thư ký. Sau đó xin giải ngũ và xin phép sang Tây Đức thăm gia đình rồi ở luôn ở đó. Đến năm 1961, ông sang Pháp ở và làm chủ một nhà hàng kinh doanh ăn uống.\n*'''Chuyên gia đảo chính\nSau đảo chính 1 tháng 11 năm 1963, ông hồi hương và được Hội đồng Quân nhân Cách mạng chấp nhận cho tái ngũ với cấp bậc cũ là Thiếu tướng, giữ chức Tham mưu phó Kế hoạch Bộ Tổng tham mưu, Phụ tá cho tướng [[Lê Văn Kim]]. Tuy nhiên, đến cuối tháng 1 năm 1964, tham gia âm mưu đảo chính bởi các tướng [[Nguyễn Khánh]], [[Trần Thiện Khiêm]] và [[Đỗ Mậu]]. Sau khi cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ]] thành công, ông được thăng cấp [[Trung tướng]] và được cử làm Tư lệnh Quân đoàn IV và Vùng 4 Chiến thuật thay thế Thiếu tướng [[Nguyễn Hữu Có]]. Ngày 13 tháng 9 cùng năm, ông tiếp tục tham dự một âm mưu đảo chính (còn gọi là cuộc Biểu dương Lực lượng) nhằm lật đổ tướng Nguyễn Khánh do tướng [[Trần Thiện Khiêm]] cầm đầu. Chiều ngày 14 tháng 9, sau cuộc Biểu dương Lực lượng trên đường trở về Cần Thơ, ông bị bắt giữ và bị giải giao về Bộ Tổng Tham mưu đồng thời bị giải nhiệm chức vụ Tư lệnh Quân đoàn IV. Ngay sau đó Thiếu tướng [[Nguyễn Văn Thiệu]] đang là Tham mưu trưởng Liên quân được cử thay thế. Ngày 15 tháng 10, ông bị đưa ra xét xử tại Tòa án Quân sự Mặt trận Sài Gòn cùng với những người có liên can.<ref>Hội đồng xét xử tại Tòa án Quân sự Mặt trận Sài Gòn năm 1964 gồm các tướng lĩnh:<br>'''-Chánh án:''' Trung tướng [[Nguyễn Ngọc Lễ]]<br>'''-Phụ thẩm:''' Các Thiếu tướng: [[Nguyễn Văn Là]], [[Huỳnh Văn Cao]] và các Chuẩn tướng [[Phạm Văn Đổng]], [[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn Văn Kiểm]].<\/ref> Tại phiên tòa, ông và đồng nhóm vẫn tuyên bố đó chỉ là cuộc Biểu dương Lực lượng chứ không phải đảo chính. Ngày 23 tháng 10, tòa tuyên bố tha bổng nhưng toàn bộ thành phần liên can phải ra trước Hội đồng Kỷ luật quân đội.<ref>Các tướng, tá liên can trong vụ âm mưu đảo chính tướng Khánh ngày 13 tháng 9 năm 1964, bị Hội đồng Kỷ luật Quân đội tuyên phạt:<br>'''-Cách chức, buộc giải ngũ và phạt 60 ngày biệt giam:'''<br>Trung tướng [[Dương Văn Đức]], Thiếu tướng [[Lâm Văn Phát]].<br>'''-Cách chức, buộc giải ngũ và phạt 30 ngày biệt giam:'''<br>Thiếu tướng [[Dương Ngọc Lắm]]<br>-Đại tá [[Huỳnh Văn Tồn (Đại tá, Quân lực VNCH)|Huỳnh Văn Tồn]] (Tốt nghiệp khóa 3 Võ bị Đà Lạt, sau cùng là Đại tá Tư lệnh Sư đoàn 7 Bộ binh (1965), giải ngũ cuối năm 1965).<br>-Đại tá [[Nhan Minh Trang (Đại tá, Quân lực VNCH)|Nhan Minh Trang]] (Sinh năm 1927, tốt nghiệp khóa 3 Võ bị Đà Lạt, Đại tá Tỉnh trưởng Gia Định (1964), giải ngũ năm 1965).<br>'''-Phạt 30 ngày biệt giam:'''<br>-Trung tá [[Đỗ Kiến Nhiễu]]<br>-Trung tá [[Tạ Thành Long (Đại tá, Quân lực VNCH)|Tạ Thành Long]] (Sinh năm 1928 tại Tây Ninh, tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng là Đại tá phó Ban Quân sự 4 bên tại Tân Sơn Nhất).<br>-Trung tá [[Dương Hiếu Nghĩa (Đại tá, Quân lực VNCH)|Dương Hiếu Nghĩa]] (Sinh năm 1925 tại Sa Đéc, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Ủy viên trong Ban Quân sự 4 bên).<br>-Trung tá [[Phạm Văn Liễu (Đại tá, Quân lực VNCH)|Phạm Văn Liễu]] (Sinh năm 1927 tại Nam Định, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Tham vấn Hòa đàm Paris tại Pháp).<br>-Trung tá [[Nguyễn Văn Thành (Đại tá, Quân lực VNCH)|Nguyễn Văn Thành]] (Sinh năm 1923 tại Hà Đông, tốt nghiệp khóa 1 Sĩ quan Trừ bị Thủ Đức. Sau cùng là Đai tá Chánh án Tòa án Quân sự Quân khu 3).<br>-Thiếu tá [[Nguyễn Văn Lộc (Đại tá, Quân lực VNCH)|Nguyễn Văn Lộc]] (Sinh năm 1932 tại Ba Xuyên, tốt nghiệp khóa 5 Võ bị Đà Lạt. Sau cùng là Đại tá Tư lệnh Sư đoàn 106 BĐQ tân lập).<br>-Thiếu tá [[Ngô Thanh Tùng (Đại tá, Quân lực VNCH)|Ngô Thanh Tùng]] (Tốt nghiệp khóa 4 Võ bị Đà Lạt, sau cùng là Đại tá Tổng thư ký Ủy ban Phối hợp Tình báo Quốc gia. Giải ngũ năm 1967, được cử sang tùng sự Tòa Đại sứ VNCH tại Hoa Kỳ với chức vụ Đệ nhất Tham vụ sứ quán).<br>-Thiếu tá [[Lý Tòng Bá]] được tha bổng.<\/ref> Sau đó ông bị buộc phải giải ngũ. \n*'''Mắc bệnh tâm thần'''\nĐảo chính thất bại, bị tước hết quyền lực, dù vẫn được tự do, nhưng ông bị cho là đã bị chấn thương tâm lý nghiêm trọng. Trong những năm sau đó, ông thường xuyên có những biểu hiện rối loạn tâm thần, có những hành vi hoặc phát biểu bôi nhọ các tướng Thiệu - Kỳ. Đầu năm 1966, ông lại bị bắt vì cho rằng đã có những hoạt động chống lại Nội các Chiến tranh của Thiếu tướng Nguyễn Cao Kỳ nhưng sau đó lại được tha với lý do bệnh tâm thần. Những năm sau đó, ông sống trong hoàn cảnh túng thiếu, thường xuyên trong trạng thái say rượu, lang thang trên nhiều đường phố Sài Gòn, nhiều lần mắng chửi Tổng thống Nguyễn Văn Thiệu ở nơi công cộng.\n\n==Từ 1975 về sau ==\nSau ngày 30 tháng 4, ông bị Chính quyền mới đưa đi cải tạo từ Nam ra Bắc. Trong thời gian cải tạo, ông vẫn bị bệnh tâm thần và thường xuyên có những hành động cũng như phát ngôn bôi nhọ Chính quyền mới. Vì vậy, mãi đến ngày 14 tháng 9 năm 1987 ông mới được trả tự do.\n\nNăm 2000, ông từ trần tại [[Sài Gòn|Thành phố Hồ Chí Minh]] và hưởng thọ 75 tuổi.\n\n==Gia đình và đời tư==\nÔng có hai người vợ:\n* Chính thất: Bà Nguyễn Thị Ba (Sinh 2 trai, 1 gái): Dương Đức Hoàn, Dương Thị Kim Lan, Dương Văn Phước.\n* Thứ thất: Bà Ilse Meyfarth, người Đức (sinh 2 trai, 1 gái, ly hôn năm 1969 và đưa các con trở về [[Tây Đức]]).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Thư mục==\n*{{chú thích sách|first=Seth|last=Jacobs|year=2006|title=Cold War Mandarin: Ngo Dinh Diem and the Origins of America's War in Vietnam, 1950&ndash;1963|publisher=[[Rowman & Littlefield]]|isbn=0-7425-4447-8|location=Lanham, Maryland}}\n*{{chú thích tạp chí|title=Political Polarization in South Vietnam: U.S. Policy in the Post-Diem Period|url=https:\/\/archive.org\/details\/sim_pacific-affairs_winter-1979-1980_52_4\/page\/647|first=George McT.|last=Kahin|authorlink=George McTurnan Kahin|journal=[[Pacific Affairs]]|volume=52|number=4|year=1979|pages=647–73|location=Vancouver, British Columbia}}\n*{{chú thích sách|title=Intervention: how America became involved in Vietnam|url=https:\/\/archive.org\/details\/interventionhowa0000kahi|author=[[George McTurnan Kahin|Kahin, George McT.]]|location=New York City, New York|publisher=Knopf|year=1986|isbn=0-394-54367-X}}\n* {{chú thích sách|title=Vietnam: A history|url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4|first=Stanley|last=Karnow|authorlink=Stanley Karnow|year=1997|publisher=Penguin Books|isbn=0-670-84218-4|location=New York City, New York}}\n*{{chú thích sách|title=Triumph Forsaken: The Vietnam War, 1954&ndash;1965|first=Mark|last=Moyar|authorlink=Mark Moyar|publisher=Cambridge University Press|year=2006|isbn=0-521-86911-0|location=New York City, New York}}\n*{{chú thích sách|first=Robert|last=Shaplen|title=The Lost Revolution: Vietnam 1945&ndash;1965|year=1966|publisher=[[Andre Deutsch]]|location=London}}\n*{{chú thích sách|title=Encyclopedia of the Vietnam War: A Political, Social and Military History|first= Spencer C.|last=Tucker|year=2000|publisher=[[ABC-CLIO]]|isbn=1-57607-040-9|location=Santa Barbara, California}}\n\n[[Thể loại:Sinh năm 1925]]\n[[Thể loại:Mất năm 2000]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Cựu binh Quân đội Thuộc địa Pháp]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Tỉnh trưởng Sóc Trăng]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}