{"231477":"'''Dương Tự Minh''' còn gọi là '''Đức Thánh Đuổm''' hay '''Cao Sơn Quý Minh''', [[Người Tày|dân tộc Tày]], người làng [[Quán Triều]], phủ [[Phú Lương]], tỉnh [[Thái Nguyên]] (nay là phường [[Quan Triều|Quan Triều, thành phố Thái Nguyên]]). Ông làm thủ lĩnh phủ [[Phú Lương]] xưa, gồm các châu: Thượng Nguyên, Vĩnh Thông, Quảng Nguyên, Cảm Hóa, Vạn Nhai, Tư Nông, Tuyên Hóa (thuộc [[Bắc Kạn]], [[Thái Nguyên]], [[Cao Bằng]], [[Tuyên Quang]] và một phần [[Vĩnh Phúc]], [[Phú Thọ]], [[Lạng Sơn]] ngày nay) trong suốt ba đời vua nhà Lý: [[Lý Nhân Tông]] (1072-1128), [[Lý Thần Tông]] (1128-1138), [[Lý Anh Tông]] (1138-1175) <ref>Thông tin trích từ Bia trong Đền Đuổm<\/ref>.\n\n== Tiểu sử ==\nTheo truyền thuyết và thần phả, vào triều đại [[nhà Lý]] dưới chân núi Đuổm có một bản nghèo là bản Doanh. Bản có mươi nóc nhà gianh tre đơn sơ, khuất dưới tán cây rừng, trong đó có một túp lều nhỏ tuềnh toàng không ai ngờ, đó là nơi hưu trí của một viên quan châu mục từng nổi tiếng một thời - cha của Dương Tự Minh.\n\nQuan châu mục họ Dương, một dòng tộc đầy thế lực của người [[Người Tày|Tày]] ở vùng phủ Phú Lương. Ông từng là thủ lĩnh trong vùng, lập nhiều chiến công chống quân Tống xâm lược lần thứ hai trên chiến tuyến [[sông Cầu]]. Ông vốn người trung hậu, giàu lòng nhân từ có bao nhiêu bổng lộc đều chia sẻ cho mọi người nên về già không có nhà cao cửa rộng và của riêng.\n\nMãi năm ông bà ở tuổi 70 mới sinh cậu con trai. Lúc bà sinh con, bỗng thấy từ túp lều bừng lên sáng rực, lấp lánh như ánh hào quang, ánh sáng ấy như tỏa ra từ đứa con trai. Do đó ông đặt tên con là Tự Minh (tự mình sáng lên) <ref>''Hiệp Hòa phong thổ ký''. Dương Quang Luân, 2003, tr 137<\/ref>.\n\nNăm Dương Tự Minh ngoài 20 tuổi, trong vùng bọn phỉ tặc hoành hành cướp phá, dân tình vô cùng khốn khổ. Dương Tự Minh thành lập đội dân binh, hàng trăm trai tráng trong vùng nô nức gia nhập đội. Đội dân binh do Dương Tự Minh chỉ huy đã chặn được sự hung hãn của bọn phỉ tặc, làng bản trở lại yên bình. Vào năm Đinh Mùi (1127) vua Lý Nhân Tông liền mời Dương Tự Minh về triều ban thưởng nhiều của cải vàng bạc, gả con gái là công chúa Diên Bình cho và tổ chức đám cưới tại Kinh đô, phong cho chức Châu mục vùng thượng nguyên và trấn trị cả phủ Phú Lương rộng lớn, một vị trí chiến lược quan trọng trong công cuộc bảo vệ biên cương đất nước. Ông chăm lo xây dựng phủ Phú Lương ngày càng phồn thịnh và có công lớn giữ yên bờ cõi phía bắc [[Đại Việt]]. Dương Tự Minh là người thông minh lanh lợi, tài năng, đức độ, thẳng thắn trung thực, có sức khỏe hơn người, được nhân dân khắp vùng biên cương yêu mến, triều đình tin cậy.\n\nNăm Đại Định thứ 5 (1144) có kẻ yêu thuật người nước [[Tống]] là Đàm Hữu Lượng trốn sang châu Tư Lang, tự xưng là Triệu tiên sinh nói là vâng mệnh đi sứ để dụ dỗ nước An Nam. Các khe động dọc biên giới có nhiều người theo, Đàm Hữu Lượng đem đồ đảng đến cướp châu Quảng Uyên. Cả triều đình lo lắng, nhà vua cho người đi cầu hiền tài cứu nước. Lúc này Dương Tự Minh đang bị giam trong ngục chờ ngày xét xử, phạm tội vì quá lo cho dân bản ở vùng đất phía Bắc bị đói rách sau những năm bị nhà Tống chiếm giữ. Dương Tự Minh xin được gặp nhà vua để xin xung phong ra chiến trường diệt giặc cứu nước. Đích thân nhà vua trao cho ông thanh Thượng phương bảo kiếm và phong cho chức Đô đốc Thống binh, giao cho 3 vạn binh mã cùng văn thần Nguyễn Như Mai, Lý Nghĩa Vinh đi tiên phong cự chiến. Dương Tự Minh chia quân thành hai đạo, trận chiến diễn ra theo thế gọng kìm, quân Lý tiến công như vũ bão và giết chết Đàm Hữu Lượng. Sau khi dẹp yên giặc, Dương Tự Minh cho củng cố lại các vùng biên ải, ổn định tinh thần nhân dân, rồi dẫn đoàn quân chiến thắng về kinh đô. Vua Lý sai các quan đại thần ra khỏi thành đô 10 dặm để đón, nhân dân khắp các bản làng, phố thị mở hội khao quân. Vua [[Lý Anh Tông]] thiết triều ban yến và tác thành Dương Tự Minh cùng công chúa Thiều Dung tài sắc vẹn toàn. Sau đó ông cũng được điều về kinh thành [[Thăng Long]] phò vua giúp nước.\n\nTháng 9 năm 1138, Vua [[Lý Thần Tông]] băng hà lúc 23 tuổi, hoàng thái tử Thiên Tộ nối ngôi báu khi đó mới 3 tuổi, hiệu là Anh Tông Hoàng đế, tôn mẹ là Hoàng hậu Lê Cảm Thánh làm Thái hậu. Lê Thái hậu lại tư thông với Thái úy [[Đỗ Anh Vũ]], cho nên phàm việc gì bất cứ lớn nhỏ đều ở tay Đỗ Anh Vũ quyết đoán cả. Đỗ Anh Vũ được thể ra vào chỗ cung cấm, kiêu ngạo và khinh rẻ đình thần, ức hiếp vua, uy hiếp quan lại trong triều.\n\nNăm Đại Định thứ 11 (1150), các tướng lĩnh chỉ huy các đội quân cấm vệ, một số thân vương như Vũ Đái, Nguyễn Dương, Nguyễn Quốc và Phò mã Dương Tự Minh thấy Đỗ Anh Vũ lộng quyền quá độ, lo trừ đi, nhưng sự không thành lại bị giết hại cả <ref>''Việt Nam sử lược''. Trần Trọng Kim, Nhà xuất bản Đà Nẵng 2003, tr 103<\/ref>, Dương Tự Minh bị bắt đi lưu đày, ông sống những năm tháng cuối đời ở chân núi Đuổm và mất ở đây.\n\nTrong dân gian lưu truyền rằng, sau này khi ông trở về quê, ông cởi bỏ quần áo xuống tắm mát trong dòng sông [[Phú Lương]] quê ông để trút bỏ hết bụi trần, ông mặc lên mình bộ quần áo chàm xanh của người Tày rồi cưỡi ngựa bay về Trời.\n\n==Phong thần==\n[[Nhà Lý]] sau này truy phong ông làm [[Uy Viễn Đôn Tỉnh Cao Sơn Quảng Độ chi Thần]], nhiều triều đại phong kiến Việt Nam ban sắc phong là Thượng đẳng thần, còn nhân dân thì tôn ông làm Đức Thánh, xây đền thờ ông ở làng Đuổm mà sau này được gọi là đền thờ Đức Thánh Đuổm.\n\n== Các địa điểm thờ tự ==\n[[Tập tin:Đền Đuổm.JPG|nhỏ|phải|240px|Cổng vào Đền Đuổm dưới chân núi Đuổm.]]\nĐền Đuổm được xây dựng năm 1180 vào thời [[Lý Cao Tông]], dưới chân núi Đuổm, thuộc xã Động Đạt, huyện Phú Lương, tỉnh Thái Nguyên, cạnh quốc lộ 3 (Thái Nguyên - Bắc Kạn), cách thành phố Thái Nguyên 25&nbsp;km về phía tây bắc, từ lâu đã có tiếng là địa linh. Đây là nơi thờ tự chính Dương Tự Minh. Dưới tán cổ thụ hàng trăm năm tuổi là ba ngôi đền tôn nghiêm (thờ phủ Bà, Dương Tự Minh và thờ Mẫu), phong cảnh hùng vĩ, hữu tình, nhiều những ngọn núi đá tự thiên.\n \nHàng năm nhân dân địa phương mở lễ hội Đền Đuổm vào ngày 6 - 8 tháng giêng âm lịch để tưởng nhớ công ơn vị anh hùng dân tộc, cầu mong Đức Thánh Đuổm ban cho một năm mới mọi sự tốt lành, mùa màng bội thu, no ấm. Trong lễ hội có lễ dâng hương, lễ rước Đức Thánh và Lễ đọc văn tế tôn vinh cực kỳ long trọng. Lễ hội Đền Đuổm rất đông người đến dự. Đây là lễ hội quan trọng của chính quyền và nhân dân huyện Phú Lương cũng như đối với các đơn vị hành chính kế cận. Đền Đuổm là một điểm sáng về du lịch của huyện Phú Lương và tỉnh Thái Nguyên, không chỉ trong dịp Tết mà cả những thời điểm quan trọng khác của năm.\n\nTrên cả một vùng rộng lớn từ Bắc Kạn, Thái nguyên, Bắc Giang, Cao Bằng có nhiều nơi dựng đình miếu thờ Đức Thánh Đuổm. Khu di tích lịch sử cấp tỉnh Đình - Đền - Chùa Bảo Nang - thuộc xóm Bảo Nang, Tân Lợi, Đồng Hỷ, Thái Nguyên. Ở huyện Hiệp Hòa, Bắc Giang, Đình thờ thành hoàng là Dương Tự Minh gồm có: Đình Ngọc Tân và Đình Ngọc Thành của xã Ngọc Sơn, Đình Thắng Núi xã Đức Thắng, Đình Vạn Thạch xã Hoàng Vân, Nghè Đề Thám thuộc làng Trản, xã Hoàng Thanh. Ở huyện Phú Bình, Thái Nguyên có Đình Kha Sơn Thượng thuộc xóm Tây Bắc, xã Kha Sơn là đình đã được xếp hạng di tích lịch sử. Đình này thờ thần hoàng là Dương Tự Minh. Ở huyện Hòa An tỉnh Cao Bằng có một ngôi đền thờ Dương Tự Minh nằm đối diện chùa Viên Minh, nằm tại xã Xuân Linh nay là Xã Hưng Đạo huyện Hòa An tỉnh Cao Bằng, hàng năm vào ngày mùng 9 tháng Giêng âm lịch tại đây mở hội chùa để tưởng nhớ đến ông. Đình Quan Triều, thuộc phường Quan Triều, thành phố Thái Nguyên, hàng năm mở hội lớn vào ngày 12,13,14 tháng giêng. Những làng thờ Thành hoàng là Đức Thánh Đuổm cũng thường mở hội lớn suốt 3 ngày vào dịp đầu xuân, lễ rước trang trọng.\n\nNgoài ra, tên ông cũng được đặt tên cho một con đường ở [[Thái Nguyên (thành phố)|Thành phố Thái Nguyên]] để tỏ lòng biết ơn và ghi nhớ công lao.\n\n== Chú thích ==\n{{tham khảo}}\ntại Xã Xuân Phương, huyện Phú Bình, Thái Nguyên cũng có đình Phương Độ thuộc xóm hòa bình được công nhận di tích lịch sử văn hóa thờ ông Dương Tự Minh.\n\n== Liên kết ngoài ==\n* [http:\/\/www.vietnamtourism.com\/v_pages\/news\/index.asp?loai=2&uid=4458 Tuyến du lịch trung tâm TP. Thái Nguyên - ATK Định Hoá] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101204085318\/http:\/\/www.vietnamtourism.com\/v_pages\/news\/index.asp?loai=2&uid=4458 |date=2010-12-04 }}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Người Thái Nguyên]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Võ tướng nhà Lý]]"}