{"781682":"{{Thông tin nhân vật\n| hình = Duong bach mai.jpg\n| cỡ hình = 175px\n| ghi chú hình = \n| tên khai sinh = \n| sinh = [[17 tháng 4]] năm [[1904]]\n| nơi sinh = 17 tháng 4, 1904 Phước Lễ, [[Bà Rịa]]\n| mất = {{ngày mất và tuổi|1964|4|4|1904|4|17}}\n| nguyên nhân cái chết = đột tử\n| nơi mất = 4 tháng 4, 1964\n| an táng = Hà Nội\n| tưởng niệm = \n| tên khác = Bourov\n| dân tộc = \n| cư trú = \n| quốc gia = \n| quốc tịch = \n| vai trò = \n| học vấn = Đại học Đông phương\n| alma_mater = \n| công việc = Chính trị gia\n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = [[Đảng Cộng sản Pháp]], [[Đảng Cộng sản Việt Nam]]\n| tôn giáo = \n| spouse = \n| partner = \n| children = \n| parents = \n| chữ ký = \n| website = \n}}\n'''Dương Bạch Mai''' ([[1904]]–[[1964]]) là một nhà hoạt động cách mạng dân tộc, nhà chính trị, ngoại giao Việt Nam, đảng viên Đảng Cộng sản Việt Nam và đại biểu Quốc hội Việt Nam khóa II.\n\n==Thân thế==\nÔng sinh ngày [[17 tháng 4]] năm 1904, sinh ở Phước Lễ, tỉnh [[Bà Rịa (tỉnh)|Bà Rịa]], trong một gia đình điền chủ giàu có. Ông có quan hệ họ hàng với tướng [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]], một trong những sĩ quan cao cấp người Việt trong chính quyền thuộc địa Pháp.<ref name=\"nguyenhung\">[[Nguyên Hùng]], \"Những nhân vật một thời vang bóng\".<\/ref>\n\nThuở nhỏ, ông học ở quê nhà. Sau đó ông lên Sài Gòn học trung học, và sang Pháp du học tại [[Đại học Paris]] (''Université de Paris'').\n\n==Hoạt động trong phong trào Cộng sản Quốc tế==\nThời gian học ở Paris, khoảng năm 1927, ông tham gia [[Đảng Việt Nam Độc lập|An Nam Độc lập Đảng]], một đảng dân tộc theo khuynh hướng xã hội, do một số nhà yêu nước Việt Nam sáng lập tại Pháp. Bấy giờ, đảng An Nam Độc lập được [[Đảng Cộng sản Pháp]] giúp đỡ đào tạo cán bộ, nên một thời gian sau, ông gia nhập [[Đảng Cộng sản Pháp]], cùng hoạt động với [[Nguyễn Văn Tạo]].\n\nNăm 1928, sau khi [[Tạ Thu Thâu]] thay [[Nguyễn Thế Truyền]] làm lãnh đạo đảng và đổi tên đảng thành [[Đảng Việt Nam Độc lập|Việt Nam Độc lập Đảng]], nội bộ đảng bị phân hóa thành 2 nhóm Cộng sản Quốc tế và Dân tộc Cực hữu, từng dẫn đến một cuộc xô xát đổ máu tại khu học xá Latin (''Quartier latin''). Do vụ xô xát này, ông bị cảnh sát Paris bắt giam một thời gian ngắn.\n\nNăm 1929, ông được Đảng Cộng sản Pháp cử sang [[Moskva]] liên lạc với [[Đảng Cộng sản Liên Xô]], rồi vào học [[Trường Đại học Đông phương]] [[Iosif Vissarionovich Stalin|Stalin]] với bí danh '''Bourov''', cùng khóa với [[Hà Huy Tập]], [[Bùi Văn Thủ]], [[Trần Ngọc Danh]] (em ruột Trần Phú),... Sau khi hoàn tất khóa học vào năm 1930, ông trở lại Pháp, làm công chức, sau đó sang làm ngân hàng, từng có thời gian làm nhân viên tập sự Quỹ Tiết kiệm ở Paris<ref name=\"nguyenhung\"\/> và tiếp tục hoạt động trong [[Đảng Cộng sản Pháp]].\n\n==Về nước và hoạt động ở miền Nam==\nNăm 1932, ông về nước, sống công khai và hoạt động tại [[Thành phố Hồ Chí Minh|Sài Gòn]]. Thời gian này, ông cộng tác với các báo [[La Cloche fêlée]], [[La Lutte]], Mai, Dân quyền với [[Nguyễn Văn Tạo]], [[Nguyễn An Ninh]], [[Tạ Thu Thâu]], [[Phan Văn Hùm]],...\n\nNăm 1936, [[Mặt trận bình dân (Pháp)]] lên nắm quyền. Tại [[Nam Kỳ]], ông hoạt động trong '''\"Sổ Lao động\"'', một liên danh chính trị của báo [[La lutte]] cùng với Phan Văn Hùm, Tạ Thu Thâu, Trần Văn Thạch, Nguyễn Văn Tạo, ứng cử vào Hội đồng Thành phố Sài Gòn nhân danh Mặt trận vô sản thống nhất và đắc cử. Cùng thời gian này, ông và các đồng viện cùng các tổ chức yêu nước khác tổ chức phong trào [[Đông Dương Đại hội]] nhằm vận động dân sinh và dân chủ.\n\nĐến năm 1938, chính phủ Mặt trận Bình dân đổ. Chính quyền thuộc địa đàn áp các phong trào dân chủ tại Nam Kỳ. Ông và các đồng viện khác bị bắt đưa ra tòa, rồi bị cưỡng bức lưu trú ở [[Cần Thơ]]. Một thời gian sau, ông được trả tự do.\n\nNăm 1939, nhân [[Chiến tranh thế giới thứ hai]] bùng nổ, chính quyền thực dân Pháp ban bố tình trạng chiến tranh, bắt ông và đày đi [[Côn Đảo]] với Bùi Văn Thủ, Nguyễn Văn Tạo, [[Lê Hồng Phong]], [[Lê Duẩn]], [[Nguyễn An Ninh]],...\n\nNăm 1940, [[Khởi nghĩa Nam Kỳ]] nổ ra. Các nhà lãnh đạo của Xứ ủy Nam Kỳ khi đó đã từng dự tính nếu khởi nghĩa thành công sẽ đưa ông về làm Thủ tướng Chính phủ lâm thời.<ref name=\"hoikyXII\">Hồi ký Trần Văn Giàu.<\/ref>\n\nĐến năm 1943, ông mới được trả tự do, nhưng vẫn bị quản thúc tại [[Tân Uyên]] ([[Biên Hòa (tỉnh)|Biên Hòa]]). Tuy nhiên, thỉnh thoảng ông vẫn được chính quyền thực dân cho phép về thăm nhà ở Bà Rịa.<ref name=\"hoikyXII\"\/>\n\nBấy giờ, một [[Xứ ủy Nam Kỳ]] được thành lập với [[Trần Văn Giàu]] làm Bí thư, chủ trương tập hợp lực lượng để chuẩn bị làm cuộc cách mạng dân tộc khi có thời cơ. Do nhóm này có cơ quan ngôn luận là báo Tiền phong, nên còn được gọi là Xứ ủy Tiền Phong. Là một người trung thành với chủ thuyết [[Iosif Vissarionovich Stalin|Stalin]], ông không ít lần biểu thị thái độ phản đối chủ trương của nhóm Tiền Phong, ủng hộ chủ trương [[đấu tranh giai cấp]] của nhóm các đảng viên bảo thủ, với cơ quan ngôn luận là báo Giải phóng, nên còn gọi là nhóm Giải Phóng. Vì vậy, ông nhiều lần từ chối hợp tác, thậm chí, đứng trên lập trường của nhóm Giải Phóng để công kích chủ trương của nhóm Tiền Phong.<ref name=\"hoikyXII\"\/>\n\nChính vì điều này, ông không được Bí thư Xứ ủy Trần Văn Giàu mời tham gia [[Hội nghị Chợ Đệm]] lần thứ nhất để chuẩn bị khởi nghĩa giành chính quyền tháng 8 năm 1945 vì lo ngại ông sẽ gây nhiều khó khăn trong việc lãnh đạo khởi nghĩa. Dù vậy, với uy tín và kinh nghiệm của mình, ông vẫn được Bí thư Trần Văn Giàu dự kiến mời tham gia chính quyền nếu khởi nghĩa thành công.<ref name=\"hoikyXII\"\/>.\n\n[[Hội nghị Chợ Đệm]] lần thứ hai, ông đã được mời tham dự. Sau hội nghị này ông và Huỳnh Văn Hớn được phân công về Bà Rịa truyền đạt nghị quyết của Xứ ủy; chuẩn bị lực lượng giành chính quyền ở Bà Rịa. Chủ trương của nhóm Tiền Phong tỏ ra rất hợp thời và họ quả thực đã tập hợp được một lực lượng lớn để thực hiện thành công [[Cách mạng tháng Tám|Cách mạng tháng 8]] ở [[Nam Bộ Việt Nam|Nam Bộ]].\n\nBấy giờ, [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] đã tuyên bố giải tán. Trên thực tế, các đảng viên Cộng sản sinh hoạt với danh nghĩa các nhóm nghiên cứu Chủ nghĩa Marx. Ông sinh hoạt trong nhóm Văn hóa Marxism tại Sài Gòn, cùng với nhiều bạn Pháp – Việt như André Canac, Jean Chesneaux, giáo sư Sorbonne; bác sĩ [[Phạm Ngọc Thạch]], [[Mai Văn Bộ]],...<ref name=\"nguyenhung\"\/>\n\nSau khi [[Lâm ủy Hành chính Nam Bộ]] được thành lập, ông được bầu giữ chức Ủy viên trưởng Quốc gia tự vệ cuộc, phụ trách cảnh sát.. Bấy giờ, chính quyền non trẻ [[Việt Minh]] ở [[Nam Bộ Việt Nam|Nam Bộ]] thường xuyên gặp nhiều khó khăn trong việc giữ gìn ổn định bởi sự xung đột giữa những người thực dân cũ với các phần tử dân tộc quá khích. Nhiều lần, trên cương vị Ủy viên trưởng Quốc gia tự vệ cuộc, ông đã can thiệp với các chỉ huy quá khích để tha cho những người Pháp bị vô cớ đánh đập hoặc bắt giam.<ref name=\"nguyenhung\"\/><ref name=\"hoikyXII\"\/>\n\nSau khi quân [[Nam Bộ kháng chiến|Pháp tái chiếm Nam Bộ]], ông được cử làm Thanh tra Chính trị miền Đông trong Lâm ủy Hành chính Nam Bộ. \nĐầu năm 1946, ông được bầu làm đại biểu [[Quốc hội khóa I]] nước [[Việt Nam Dân chủ Cộng hòa]]. Ngày [[4 tháng 3]] năm 1946, ông được bầu làm Ủy viên chính thức của Ban Thường trực Quốc hội.<ref>{{Chú thích web |url=http:\/\/www.na.gov.vn\/sach_qh\/vkqhtoantap_1\/nam1946\/1946_12.html |ngày truy cập=2011-09-04 |tựa đề=Báo cáo của Ban Thường trực Quốc hội tại kỳ họp thứ 2, Quốc hội khóa I, ngày 30 tháng 10 năm 1946 |archive-date = ngày 13 tháng 10 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121013110612\/http:\/\/www.na.gov.vn\/sach_qh\/vkqhtoantap_1\/nam1946\/1946_12.html }}<\/ref>\n\n==Sứ mệnh ngoại giao tại Pháp và những rắc rối==\nTháng 4 năm 1946, ông là Thành viên của Phái đoàn Việt Nam đi dự [[Hội nghị Đà Lạt 1946|Hội nghị trù bị Đà Lạt]]... Tại Hội nghị này, ông nổi tiếng là nhân vật có những ý kiến rất thẳng thừng tranh luận với các thành viên người Pháp.\n\nTháng 7 năm 1946, ông là thành viên trong phái đoàn Việt Nam sang Pháp dự [[Hội nghị Fontainebleau 1946|Hội nghị Fonlainebleau]], sau đó cùng ông [[Trần Ngọc Danh]] ở lại Pháp, đại diện cho chính phủ Việt Nam Dân chủ Cộng hòa.\n\nĐến khi Chính phủ cánh hữu Pháp nắm quyền, ngày 20 tháng 3 năm 1947 ông bị chính quyền chính quốc Pháp bắt giam, dù ông vẫn còn tư cách nhân viên ngoại giao của chính phủ Việt Nam Dân chủ Cộng hòa.\n\nTuy nhiên, do sự can thiệp của nhiều chính khách và bạn hữu Pháp, ông không bị giải về Sài Gòn xét xử ngay mà chỉ bị quản thúc ở [[Djibouti]]. Mãi đến tháng 10, ông mới bị giải về Sài Gòn. Người áp giải ông chính là ông André Canac, từng sinh hoạt trong nhóm Văn hóa Marxism tại Sài Gòn.\n\nSau khi về Sài Gòn, ông bị giam giữ trong [[khám Chí Hòa]]. Một Hiệp hội các bạn của Dương Bạch Mai được thành lập tại Sài Gòn, trong đó có rất nhiều người Pháp cánh tả, nhằm can thiệp trả tự do cho ông.\n\nCùng với áp lực từ bên Pháp, tháng 7 năm 1949, tòa án quân sự Pháp tại Sài Gòn buộc phải giảm án, chỉ tuyên án quản thúc ông tại [[Kon Tum|Kontum]].\n\n==Vị chính khách thầm lặng==\n\nĐầu tháng 9 năm 1949, Chi bộ tình báo Gia Lai Kon Tum được lệnh đưa ông đào thoát về Liên khu 5. Sau khi được tự do, ông được đưa ra [[Việt Bắc]], tiếp tục giữ vai trò Ủy viên Ban Thường trực Quốc hội, thành viên Ban Mặt trận của Trung ương Đảng.<ref>http:\/\/tuyengiao.vn\/Home\/truyenthongtuyengiao\/tulieutuyengiao\/2009\/8\/11912.aspx<nowiki\/> {{Webarchive|url=https:\/\/web.archive.org\/web\/20121018051508\/http:\/\/tuyengiao.vn\/Home\/truyenthongtuyengiao\/tulieutuyengiao\/2009\/8\/11912.aspx |date=2012-10-18 }}<\/ref>\n\nSau năm 1954, ông cùng chính phủ Việt Nam Dân chủ Cộng hòa về [[Hà Nội]]. Ông tiếp tục công tác trong Quốc hội, giữ chức Phó chủ tịch Hội hữu nghị Việt Xô, thành viên Hội hữu nghị Việt Pháp, Ủy viên Ban Việt kiều Trung ương.<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-416-TTg-thanh-lap-Ban-Viet-kieu-trung-uong-vb21630t11.aspx | tiêu đề = Nghị định 416 | tác giả = | ngày = | ngày truy cập = 18 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Năm 1960, ông là một trong 91 đại biểu Nam Bộ được lưu nhiệm [[đại biểu Quốc hội Việt Nam]] Khóa II, tiếp tục giữ chức Ủy viên [[Ủy ban Thường vụ Quốc hội]].<ref>{{Chú thích web | url = http:\/\/www.na.gov.vn\/Sach_QH\/VKQHTap2\/Phuluc\/PHULUC_4.htm | tiêu đề = Van kien Quoc hoi toan tap | tác giả =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 14 tháng 5 năm 2008 | archive-url = https:\/\/web.archive.org\/web\/20080514080246\/http:\/\/www.na.gov.vn\/Sach_QH\/VKQHTap2\/Phuluc\/PHULUC_4.htm | url-status=dead }}<\/ref>\n\nNgày [[4 tháng 4]] năm 1964, ông bất ngờ đột tử ngay trong ngày họp cuối cùng của kỳ họp thứ 8, [[Quốc hội khóa II]].\n\nĐám tang của ông được chính phủ Việt Nam Dân chủ Cộng hòa tổ chức rất lớn, có Chủ tịch [[Hồ Chí Minh]] tới viếng.<ref name=\"nguyenhung\"\/>\n\n==Nghi vấn cái chết==\nTheo nhà nghiên cứu [[Nguyên Hùng]], ông là một người Cộng sản ôn hòa. Vốn xuất thân trong gia đình giàu có, đầy đủ, không quen với cuộc sống thiếu thốn ở chiến khu trong nhiều năm, sức khỏe lại suy yếu từ khi bị đày ra [[Côn Đảo]], nên không thể gượng lại được.<ref name=\"nguyenhung\"\/>\n\nTheo [[Vũ Thư Hiên]], cái chết của ông có liên quan đến phát biểu tại Quốc hội, chống lại đường lối xây dựng xã hội trại lính kiểu [[Mao Trạch Đông]], đòi Đảng phải cải thiện đời sống cho dân chúng, đòi thực hiện dân chủ trong nội bộ Đảng, trong xã hội, và hàng loạt vấn đề khác.<ref>Chương II, hồi ký Đêm giữa ban ngày của Vũ Thư Hiên, Nhà xuất bản Tiếng Quê Hương, Virginia, Hoa Kỳ.<\/ref>\n\nTên của ông được đặt cho được đặt cho một trường Trung hoc phổ thông ở xã Phước Hội – huyện Đất Đỏ, tỉnh Bà Rịa – Vũng Tàu.\n\n==Chú thích ==\n{{Tham khảo}}\n==Liên kết ngoài==\n\n{{Thời gian sống|Sinh=1904|Mất=1964}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhà ngoại giao Việt Nam]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa II]]\n[[Thể loại:Người Bà Rịa – Vũng Tàu]]"}