{"114162":"'''Dương Phúc Tư''' ([[chữ Hán]]: 楊福滋, 1505–1564), người làng Lạc Đạo, huyện [[Gia Lâm]], phủ Thuận An, trấn Kinh Bắc (nay thuộc huyện [[Văn Lâm]], [[Hưng Yên]]). Đỗ trạng nguyên khoa [[Đinh Mùi]], niên hiệu Vĩnh Định thứ nhất (1547), đời [[Mạc Tuyên Tông]] (Mạc Phúc Nguyên). Ông làm chức quan tham chính. Sau này ông dâng sớ xin quy thuận [[Lê Thế Tông]] rồi đi ở ẩn.\n\nTrạng nguyên Dương Phúc Tư (1505 – 1563), là người khai khoa cho dòng họ Dương, xã Lạc Đạo (Văn Lâm). Thuở hàn vi, Dương Phúc Tư vừa đi cày vừa đi học. Sẵn có tư chất thông minh, lại ngày đêm đèn sách, với sự quan tâm dạy dỗ chu đáo của người cha, người thầy mẫu mực là cụ Giảng Dụ Nghĩa Yêm, Dương Phúc Tư đã đạt đến đỉnh cao của nền học vấn thời cổ. Năm 43 tuổi, Dương Phúc Tư đỗ đệ nhất giáp Tiến sĩ cập đệ, đệ nhất danh, tức Trạng nguyên, đứng đầu 30 Tiến sĩ đời Mạc Phúc Nguyên. Bài văn sách [[thi Đình]] của Dương Phúc Tư được vua phê rằng: “Điều đối thiết yếu, chân đại thủ bút, sĩ vị chân nho, xuất thế đạo hành” (Có thể hiểu là: Điều đối thật là thiết yếu, đây là cây bút lớn, là vị chân nho, xuất thế đạo hành). Trạng nguyên Dương Phúc Tư từng làm quan đến chức Binh bộ Thượng thư, được vua phong Tử Khanh Thiếu Bảo, Dương tướng công.Về sau Dương Phúc Tư từ quan đi dạy học ở Cổ Thiết, Sơn Tây. Là bậc chân nho văn võ kiêm toàn, một thầy dạy học lỗi lạc, học trò của Trạng nguyên Dương Phúc Tư có nhiều người đỗ Cử nhân, Tiến sĩ. Trong đó có ông Phạm Trấn, người xã Lam Cầu, huyện Gia Lộc (Hải Dương) đỗ Trạng nguyên, khoa thi năm Bính Thìn (1556). Sau này, Trạng nguyên Dương Phúc Tư về quê hương sinh sống và mất năm 1563 hưởng thọ 59 tuổi. Mộ cụ Trạng được táng tại gò Mả Cả, thôn Ngọc, xã Lạc Đạo. Di văn của cụ còn lại một bài văn đình đối và tập thơ “Độc sử thi phả” hiện được lưu giữ tại [[Viện Nghiên cứu Hán Nôm]]. Đời sau con cháu tôn Trạng nguyên Dương Phúc Tư là Thủy Tổ của họ Dương ở xã Lạc Đạo. Kế thừa đạo học của Trạng nguyên Dương Phúc Tư, họ Dương đã sinh thành những bậc quý hiển danh gia, làm nên sự nghiệp vẻ vang, mang tiếng thơm về cho dòng họ. Từ thế kỷ thứ 16 đến hết thế kỷ 18 là thời kỳ họ Dương ở xã Lạc Đạo rất thịnh vượng về khoa cử. Tính từ năm 1547 – 1754, họ Dương ở xã Lạc Đạo có chín người đỗ đại khoa trong đó có 1 Trạng nguyên và 8 Tiến sỹ bao gồm: Dương Phúc Tư, Dương Thuần, Dương Hoàng, Dương Khuông, Dương Hạo, Dương Lệ, Dương Công Thụ, Dương Khiêm, Dương Sử. Ngay sau khi Trạng nguyên Dương Phúc Tư qua đời, con cháu và nhân dân sở tại dựng nhà thờ cụ trên nền đất của dòng họ. Nhà thờ cụ Trạng được xây dựng từ thời Lê và đã trải qua nhiều lần tu sửa vào thời Nguyễn. Nhà thờ đã được UBND tỉnh Hưng Yên cấp Bằng công nhận Di tích lịch sử văn hóa cấp tỉnh. Hiện tại nhà thờ vẫn giữ được nét kiến trúc Lê – Nguyễn đan xen và giữ được nhiều hiện vật có giá trị lịch sử như hoành phi, câu đối, các đồ thờ, các sắc phong, gia phả, bia đá, câu đối tưởng nhớ và ca ngợi công đức và sự nghiệp của Dương Phúc Tư. Ngoài ra còn có khu lăng mộ và nhà bia tưởng niệm tại gò Mả Cả, thôn Ngọc, xã Lạc Đạo. Gần đây, con cháu và dòng họ Dương ở xã Lạc Đạo đã xây dựng lại mộ phần Trạng nguyên Dương Phúc Tư to đẹp và tôn nghiêm. Tưởng nhớ và biết ơn công lao Trạng nguyên Dương Phúc Tư, năm 2002, huyện Văn Lâm đã quyết định đặt tên ngôi trường chất lượng cao của huyện là Trường Trung học cơ sở chất lượng cao Dương Phúc Tư. Ngày nay, dòng họ Dương là một trong những dòng họ lớn ở xã Lạc Đạo với trên 3.000 nhân khẩu, chiếm khoảng ¼ dân số của xã. Trưởng tộc dòng họ Dương xã Lạc Đạo cho biết: “Khuyến học, khuyến tài luôn là nhiệm vụ trọng tâm của dòng tộc. Mỗi năm, dòng họ Dương Lạc Đạo có khoảng 40 cháu đỗ Đại học và 50 – 70 cháu đạt danh hiệu Học sinh giỏi. Hàng năm dòng họ tổ chức họp, giỗ Tổ vào ngày Rằm tháng Giêng và trao thưởng cho con cháu đỗ đạt. Các buổi vinh danh, khen thưởng các cháu học sinh có thành tích cao trong học tập trở thành ngày hội của dòng họ, để con cháu đời sau thêm tự hào và viết tiếp truyền thống khoa bảng của tổ tiên”.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật Việt Nam}}\n\n{{Thời gian sống|1505|1564}}\n\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Người Hưng Yên]]"}