{"3199092":"[[Tập tin:Dân-biểu đơn-vị Bạc-Liêu Dương Văn Ba.jpg|nhỏ|Dương Văn Ba]]\n'''Dương Văn Ba''' (1942 - 2015) là một giáo viên triết học, nhà báo và dân biểu đối lập trong Hạ nghị viện khóa 1967-1971 thời [[Việt Nam Cộng Hòa]]. Ông cũng là Thứ trưởng Bộ Thông tin trong chính quyền 2 ngày của Tổng thống [[Dương Văn Minh]]<ref>[http:\/\/www.viet-studies.info\/kinhte\/DuongVanBa_1.htm Những Ngã Rẽ], viet-studies<\/ref>.\n\n==Tiểu sử==\nDương Văn Ba sinh năm 1942 tại Bạc Liêu.\n\n===Học vấn===\nSau khi lấy tú tài, năm 1961 ông đậu vào Đại học Sư phạm Đà Lạt. 1964 sau khi tốt nghiệp, ông được bổ về [[Mỹ Tho]] dạy môn Triết lớp 12.\n\n===Sự nghiệp chính trị và báo chí===\n1967 ông ứng cử ở Bạc Liêu vào quốc hội và trở thành dân biểu trong Hạ nghị viện khóa 1967-1971.\n\nĐầu năm 1968 ông bắt đầu viết báo bằng các bài xã luận đăng trên nhật báo Tin Sáng. Sau đó ông sáng lập tuần báo Đại Dân tộc, làm chủ nhiệm kiêm chủ bút. Báo này được Ngô Công Đức bỏ tiền ra in, phát hành, và thu lợi nhuận, những người tham gia viết có [[Nguyễn Hữu Chung]], [[Kiều Mộng Thu]], [[Trần Ngọc Châu]], [[Lý Chánh Trung]]<ref>[http:\/\/viet-studies.info\/kinhte\/DuongVanBa_4a.htm Những Ngã Rẽ Chương 4 Phần 1], viet-studies<\/ref>....\n\nTháng 11 1971, sau khi thất cử Hạ nghị viện, ông Ba đã về làm phó chủ bút nhật kiêm Tổng thư ký Toà soạn báo Điện Tín (chủ nhiệm thượng nghị sĩ Hồ Sơn Đông, chủ bút [[Hồ Ngọc Nhuận]], Giáo sư Lý Chánh Trung: Giám đốc chính trị). Dương Văn Ba lúc đó bị kết án 4 năm tù khiếm diện vì bị buộc tội trốn lính, phải “lánh nạn” tại nhà Đại tướng Dương Văn Minh. Thiệt ra, đó nơi làm việc của Trung tá Trương Minh Đẩu, Chánh Văn phòng Đại tướng, và ở nhà của Thiếu tá Trịnh Bá Lộc, tùy viên quân sự của Đại tướng.<ref>[http:\/\/www.diendan.org\/tai-lieu\/48-nam-mot-mau-chuyen-nho 48 năm, một mẩu chuyện nhỏ], Hồ Ngọc Nhuận, diendan, tháng 6 năm 2015<\/ref>\n\nKhi tổng thống tạm thời [[Trần Văn Hương]] từ chức vào cuối tháng 4 năm 1975, Ông được cử làm Thứ trưởng Bộ Thông tin trong chính quyền 2 ngày của Tổng thống Dương Văn Minh.\n\n===Sau 30.4.1975===\nSau khi chiến tranh Việt Nam chấm dứt, ông được tiếp tục làm báo, làm việc cho tờ nhật báo [[Tin Sáng (báo)|Tin Sáng]]. Dương Văn Ba kể lại, ông được giấy miễn đi học tập cải tạo và được đặc biệt đi học khóa đặc biệt 3 tuần lễ do ủy ban Mặt trận tổ quốc tổ chức, và một năm sau đó được cấp giấy chứng nhận trả lại quyền công dân.<ref>Những Ngã Rẽ,Hồi ký\nDương Văn Ba, Chương 11 THÁNG 5-1975 NHỮNG NGÀY KHÓ QUÊN<\/ref>\n\nTừ 1984 đến 1987, ông xoay ra hoạt động kinh tế, làm phó giám đốc Công ty CIMEXCOL Minh Hải.\n\n==CIMEXCOL Minh Hải==\n\nNăm 1987, Cimexcol Minh Hải bị TAND tối cao truy tố trước tòa 21 bị cáo theo sáu tội danh: tham ô tài sản xã hội chủ nghĩa; cố ý làm trái những nguyên tắc, chính sách, chế độ quản lý kinh tế của nhà nước gây hậu quả nghiêm trọng; đưa hối lộ, nhận hối lộ; buôn bán hàng cấm và tội thiếu trách nhiệm gây hậu quả nghiêm trọng. Dương Văn Ba bị hội đồng xét xử đánh giá là “người cầm đầu, chủ mưu, có vai trò quan trọng nhất và quyết định nhất trong vụ án”, phạm ba tội “tham ô tài sản XHCN; cố ý làm trái những nguyên tắc, chính sách, chế độ quản lý kinh tế của nhà nước gây hậu quả nghiêm trọng; đưa hối lộ”, bị tuyên phạt tù chung thân<ref>[http:\/\/thongtinphapluatdansu.edu.vn\/2008\/05\/08\/12467\/ CIMEXCOL MINH HẢI – 20 NĂM ÁN OAN (PHẦN 1)], thongtinphapluatdansu lấy nguồn từ báo Pháp luật TP.HCM<\/ref>.\n\nQua báo CAND, theo như Tổng Bí thư [[Nguyễn Văn Linh]], phát biểu tại lễ bế mạc kỳ họp Quốc hội, thì đây là một vụ án chính trị: \"Ở Việt Nam vừa qua trong vụ Cimexcol, có hiện tượng lợi dụng dân chủ, lợi dụng đổi mới, phá hoại nền kinh tế Nhà nước; vô hiệu hoá, đả kích, tấn công các cơ quan pháp luật, tạo điều kiện tâm lý muốn xoá bỏ chế độ ta, chống Nhà nước XHCN ta.\"<ref name=cand1>[http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Chung-toi-lam-dac-san-Cimexcol-tra-gia-dat-324473\/ Chúng tôi làm đặc san “Cimexcol trả giá đắt”], vnca.cand, 24\/11\/2006<\/ref>\n\nĐược sự chỉ đạo của Tổng cục XDLL Công an nhân dân, Tổng Biên báo CAND đã cử phóng viên vào thành phố Hồ Chí Minh tổ chức bài viết về vụ án này để đăng trên báo và Đặc san: \"Cimexcol - Trả giá đắt\". Phóng viên này đã kể lại như sau: \"Trước khi Toà xử vụ Cimexcol, chúng tôi gấp rút hoàn thành Đặc san. In 10 vạn bản, chúng tôi phát hành ở TP HCM 5 vạn, còn chở xuống Bạc Liêu - nơi phiên toà xét xử - để phát hành. Xe chở Đặc san đi suốt đêm. 5 giờ sáng xe đã đến trước nơi xét xử. 6 giờ sáng chúng tôi cho bán Đặc san. Mọi người ào ào đến mua.\" <ref name=cand1\/>\n\nTrang mạng Diễn đàn, của một giới trí thức Paris, khi giới thiệu sách CHUYỆN MỘT VỤ ÁN (Vụ án CIMEXCOL - Minh Hải) của tác giả [[Hồ Ngọc Nhuận]], đã nhận xét: \" Nhưng qua các tài liệu mà hồ sơ này đưa ra, độc giả có thể thấy rõ phần chìm của \"vụ án\" này: người chủ trương không ai khác là [[Nguyễn Văn Linh]], và đối tượng là [[Võ Văn Kiệt]]. Sự hiềm khích sâu sắc và thái độ tiểu nhân của nguyên tổng bí thư ĐCSVN đối với ông Võ Văn Kiệt là điều \"biết rồi, khổ lắm, nói mãi\" trong những lời truyền miệng của \"giới thạo tin\".\"<ref>[http:\/\/www.diendan.org\/tai-lieu\/ho-ngoc-nhuan-chuyen-mot-vu-an\/loi-gioi-thieu Tập hồ sơ \"Chuyện một vụ án\" của Hồ Ngọc Nhuận]<\/ref>\n\n==Cuối đời==\nSau khi được ra tù trước thời hạn vào ngày 30.4.1995, ông làm ăn liên tiếp thất bại, mất hết tài sản, phải ở nhà thuê trong suốt nhiều năm. \nÔng đã viết hồi ký Những ngã rẽ về cuộc đời thăng trầm của mình. \n\nNăm 2013 ông bị tai biến xuất huyết não, qua đời năm 2015.\n\n==Quan điểm==\n===Tự do báo chí ở Việt Nam===\nTrong hồi ký \"Những ngã rẽ\", Dương Văn Ba nhận định<ref>Những Ngã Rẽ,Hồi ký\nDương Văn Ba, Chương 13 LÀM BÁO TRONG CHẾ ĐỘ MỚI, LÀM CHÍNH TRỊ THEO SỰ HƯỚNG DẪN CỦA ĐẢNG…<\/ref>: \n* \"Tự do báo chí thời chế độ cũ là một thứ tự do lừa phỉnh, không nên hình nên dáng, cóp nhặt và sao chép không đúng chính hiệu của các nước phương Tây. Thực tế mà nói hoàn toàn không có tự do báo chí thời kỳ Ngô Đình Diệm và thời kỳ Nguyễn Văn Thiệu.\"\n* \"Báo chí trong chính quyền mới từ sau tháng 4 – 1975 được sự chỉ đạo, hướng dẫn, quan sát, kiểm tra của Đảng để ngày ngày báo chí càng mạnh hơn, càng có sức nặng trước dư luận quần chúng, báo chí góp phần tạo nên tiến trình phát triển của đất nước trong hướng có văn hoá, văn minh, trong hướng càng ngày càng phát triển các quyền tự do dân chủ cơ bản của nhân dân: đó là quyền tự do làm ăn kinh tế, đó là quyền được hưởng một nền giáo dục hiện đại, tiến bộ kịp trào lưu thế giới, đó là quyền được nói thẳng thắn về những điều còn khiếm khuyết, còn lạc hậu của những người cầm quyền, đó là quyền được tự do tìm hiểu các thông tin tiến bộ của thế giới, đó là quyền được sống ngang tầm hoà bình, giao lưu hữu nghị với mọi dân tộc tiến bộ.\"\n\n==Nhận xét==\n* Nhà biên khảo [[Nguyễn Văn Lục]], thường viết về miền Nam Việt Nam thời đệ Nhất và đệ Nhị Cộng Hòa trong bài \"20 năm giới trẻ miền Nam Việt Nam\" nhận xét: \"Ba là người thừa thông minh, cho người khác cũng không hết, thông minh đến chỗ thành bá đạo, dám làm những việc tầy trời, tung hoành, mánh mung, dấu rất hay con bài tẩy không chỉ lúc anh chơi xì phé mà còn dấu cả con bài tẩy trong cuộc đời. Chính trị nhạy bén, ăn nói ngổ ngáo như đao chém, viết báo xã luận không thua gì ai.\"<ref>[http:\/\/www.motgoctroi.com\/StLichsu\/LSCandai\/NVLuc\/GioitreVN\/20namGTVN06.htm 20 năm giới trẻ miền Nam Việt Nam (6)]<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Thành phần thứ ba trong chiến tranh Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam thời kỳ 1945-1975]]\n[[Thể loại:Dân biểu Việt Nam Cộng hòa]]"}