{"2340":"{{pp-30-500|small=yes}}\n{{Chú thích trong hàng|date=tháng 10\/2022}}\n{{Thông tin viên chức\/1\n|name= Dương Văn Minh\n|image=TongthongVNCH DuongVanMinh.jpg\n|caption= Dương Văn Minh tuyên bố nhậm chức Tổng thống ngày 28 tháng 4 năm 1975\n|imagesize= 240px\n|office= [[Tổng thống Việt Nam Cộng hòa]]\n|term_start= 28 tháng 4 năm 1975\n|term_end= 30 tháng 4 năm 1975<br \/>{{số năm theo năm và ngày |1975|4|28|1975|4|30}}\n|predecessor= [[Trần Văn Hương]]\n|successor= ''[[Sự kiện 30 tháng 4 năm 1975|Chế độ sụp đổ]]''\n|vicepresident = [[Nguyễn Văn Huyền]]\n|primeminister = [[Vũ Văn Mẫu]]\n|office2= [[Nguyên thủ Việt Nam Cộng hòa|Quốc trưởng Việt Nam Cộng hòa]]<br>[[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Chủ tịch Hội đồng Quân nhân Cách mạng]] \n|term_start2= 2 tháng 11 năm 1963\n|term_end2= 30 tháng 1 năm 1964\n|predecessor2= [[Ngô Đình Diệm]]<br>{{small|(Tổng thống)}}\n|successor2= [[Nguyễn Khánh]]\n|office3 = [[Quan hệ Thái Lan – Việt Nam|Đại sứ Việt Nam Cộng hòa tại Thái Lan]]\n|term_start3 = Tháng 12 năm 1964\n|term_end3 = Tháng 8 năm 1968\n|predecessor3 = [[Thái Quang Hoàng]]\n|office4 = Cố vấn Quân sự cho Tổng thống\n|term_start4          = Tháng 1 năm 1963\n|term_end4            = Tháng 11 năm 1963\n|president4           = [[Ngô Đình Diệm]]\n|office5 = Tư lệnh Bộ Tư lệnh Hành quân, Bộ Tổng Tham mưu\n|term_start5          = Tháng 1 năm 1961\n|term_end5            = Tháng 12 năm 1962\n|office6 = Tổng Thư ký Thường trực Bộ Quốc phòng\n|term_start6          = Tháng 1 năm 1960\n|term_end6            = Tháng 1 năm 1961\n|office7 = Tư lệnh Quân khu Thủ đô, Quân khu 1 và Quân khu 5\n|term_start7          = Tháng 1 năm 1959\n|term_end7            = Tháng 1 năm 1960\n|office8 = Tư lệnh Quân khu Thủ đô\n|term_start8          = Tháng 1 năm 1957\n|term_end8            = Tháng 8 năm 1958\n|office9 = Chỉ huy trưởng Phân khu Sài Gòn - Chợ Lớn\n|term_start9          = Tháng 11 năm 1954\n|term_end9            = Tháng 1 năm 1957\n|office10 = Tham mưu trưởng Đệ nhất Quân khu Nam Việt\n|term_start10          = Tháng 7 năm 1952\n|term_end10            = Tháng 12 năm 1952\n|office11 = Chánh võ phòng Thủ hiến Nam Việt\n|term_start11          = Tháng 1 năm 1952\n|term_end11            = Tháng 7 năm 1952\n|birth_date= {{birth date|1916|2|16|df=y}}\n|birth_place= Mỹ Tho, [[Nam Kỳ]], [[Liên bang Đông Dương]]<br \/>(nay là [[Tỉnh Tiền Giang]])\n|death_date= {{death date and age|2001|8|6|1916|2|16|df=y}}\n|death_place= [[Pasadena, California]], Hoa Kỳ\n|nickname = Minh Lớn, Big Minh\n|allegiance =  {{flagcountry|Liên bang Đông Dương}}<br \/>{{flagicon image|Flag of South Vietnam.svg}} [[Việt Nam Cộng hòa|Nam Việt Nam]]\n|branch = {{army|France}}<br \/>{{Flagicon image|Drapeau de l'Armée Nationale Vietnamienne.png|size=23px}} [[Quân đội Quốc gia Việt Nam]]<br \/>{{Nowrap|{{Army|South Vietnam|size=23px}}}}\n|serviceyears =1940–1964\n|rank = [[Hình:B ARVN-OF-9 (horizontal).svg|35px]] [[Đại tướng]]\n|commands =Chủ tịch Hội đồng Quân nhân Cách mạng (Tháng 11 năm 1963–Tháng 1 năm 1964)\n|unit = {{Flagicon image|QD III VNCH.jpg}} [[Quân đoàn III (Việt Nam Cộng hòa)|Đệ nhất Quân khu]]{{efn|Đệ nhất Quân khu là một trong 4 Quân khu thời Quân đội Quốc gia thành lập từ [[1 tháng 7]] năm [[1952]], và là một trong 6 Quân khu dưới thời Đệ nhất Cộng hòa từ năm 1956 đến năm 1959. Kể từ ngày [[1 tháng 3]] năm [[1959]] được điều chỉnh trở thành Quân đoàn III và Vùng 3 Chiến thuật.}}<br>{{Flagicon image|ARVN Capital Military Zone Unit SSI.svg}} [[Biệt khu Thủ đô|Quân khu Thủ đô]]{{efn|Quân khu Thủ đô là một trong 6 Quân khu dưới thời Đệ nhất Cộng hòa ([[Việt Nam Cộng hòa]]) từ 26 tháng 10 năm 1956 đến 1 tháng 6 năm 1961. Sau đó được điều chỉnh thành Biệt khu Thủ đô trực thuộc Quân đoàn III và Vùng 3 Chiến thuật. Tướng Dương Văn Minh có hai lần chỉ huy đơn vị này:\n*Lần thứ nhất: Trung tá Chỉ huy trưởng Phân khu Sài Gòn – Chợ Lớn (1954) gồm Sài Gòn, Chợ Lớn, Gia Định, Tây Ninh và hai Quận Cần Đước, Cần Giuộc (hai Quận này về sau trực thuộc tỉnh [[Long An]]).\n*Lần thứ hai: Trung tướng Tư lệnh Quân khu Thủ đô (1957–1958).}}<br>{{Flagicon image|QD IV VNCH.jpg}} [[Quân đoàn IV (Việt Nam Cộng hòa)|Đệ ngũ Quân khu]]{{efn|Đệ ngũ Quân khu (Miền Tây Nam phần – [[Đồng bằng sông Cửu Long]]) là một trong 6 Quân khu thời Đệ nhất Cộng hòa. Ngày 1 tháng 6 năm 1961 sáp nhập vào Quân đoàn III và Vùng 3 Chiến thuật. Ngày 1 tháng 1 năm 1963, tái lập trở thành Quân đoàn IV và Vùng 4 Chiến thuật.}}<br>{{Flagicon image|Flag of the Minister of National Defense of the Republic of Vietnam.svg}} [[Bộ Quốc phòng Việt Nam Cộng hòa|Bộ Quốc phòng]]<br>{{Flagicon image|ARVN Joint General Staff Insignia.svg}} [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>{{Flagicon image|Emblem of the Republic of Vietnam (1955–1957).svg}} [[Tổng thống Việt Nam Cộng hòa|Phủ Tổng thống]]\n   |battles={{unbulleted list|[[Chiến dịch Hoàng Diệu (1955)|Chiến dịch Hoàng Diệu]]|[[Chiến tranh Đông Dương]]|[[Chiến tranh Việt Nam]]|[[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính VNCH 1963]]|[[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Đảo chính VNCH 1964]]}}\n   |awards= [[Hình: VPD National Order of Vietnam - Grand Cross BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Nhất hạng \n   |relations={{unbulleted list|[[Dương Văn Nhựt]] (em trai)|Dương Thanh Sơn (em trai)}}\n   |children={{unbulleted list|Dương Thị Xuân Mai|Dương Minh Đức|Dương Minh Tâm}}\n| father = Dương Văn Mâu\n| mother = Nguyễn Thị Kỷ\n| alma_mater = {{unbulleted list|[[Trường Trung học phổ thông Nguyễn Đình Chiểu (Tiền Giang)|Collège de Mytho]]|[[Collège Chasseloup-Laubat]]|Trường Sĩ quan Thủ Dầu Một|Học viện Quân sự Tham mưu Cao cấp Paris, Pháp|Học viện Quân sự Chỉ huy Tham mưu Fort Leavenworth, Hoa Kỳ}}\n}}\n\n'''Dương Văn Minh''' (1916-2001) là một cựu tướng lĩnh Bộ binh của [[Quân đội Việt Nam Cộng hòa]], cấp bậc [[Đại tướng]]. Ông xuất thân từ khóa đầu tiên ở Trường Sĩ quan Võ bị [[Quốc gia Việt Nam]] do Chính quyền Pháp tại [[Liên bang Đông Dương]] mở ra ở miền Đông Nam phần Việt Nam với mục đích đào tạo người bản xứ trở thành sĩ quan phục vụ cho Quân đội Thuộc địa Pháp. Thời gian tại ngũ, ông được đảm trách những chức vụ chuyên về lĩnh vực Chỉ huy và Tham mưu. Ông là một trong số ít sĩ quan được phong cấp tướng thời [[Đệ nhất Cộng hòa Việt Nam|Đệ nhất Cộng hòa]] (Thiếu tướng năm 1955) và cũng là một trong 5 quân nhân được thăng cấp Đại tướng trong [[Quân lực Việt Nam Cộng hòa]]. Ông cũng là một chính khách từng giữ vị trí [[Quốc trưởng]] trong giai đoạn (1963-1964) và là [[Tổng thống]] cuối cùng của [[Việt Nam Cộng hòa]].\n\nGiữ chức vụ [[Tổng thống]] trong thời gian 2 ngày (từ 28 tháng 4 đến 30 tháng 4 năm 1975), nhờ sự vận động của em trai là [[Dương Văn Nhựt|Dương Thanh Nhựt]] (bí danh [[Dương Văn Nhựt|Mười Ty]], Đại tá [[Quân Giải phóng miền Nam Việt Nam]]), nên ngày 30 tháng 4 năm 1975 ông đã kêu gọi các đơn vị quân đội Việt Nam Cộng hòa còn lại ngừng bắn và đầu hàng vô điều kiện theo yêu cầu của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] khi họ bắt đầu tấn công vào [[Thành phố Hồ Chí Minh|Sài Gòn]], để tránh thương vong cho người dân và sự tàn phá đổ nát cho thành phố. Sau đó, ông tiếp tục làm cố vấn cho Chính phủ mới trước khi sang nước ngoài để sống với con cái.\n\n==Tiểu sử và binh nghiệp==\nÔng sinh ngày 19 tháng 2 năm 1916 trong một gia đình trung nông tại [[Mỹ Tho (tỉnh)|Mỹ Tho]], miền Tây Nam phần Việt Nam.<ref>Có tài liệu cho rằng nơi sinh của tướng Dương Văn Minh có thể là [[Long An]] hoặc [[Vĩnh Long]].<\/ref> Thời niên thiếu ông học trường [[Trường Trung học phổ thông Nguyễn Đình Chiểu (Tiền Giang)|College de Mytho]],<ref>Trường College de Mytho, sau được đổi tên thành trường Trung học Nguyễn Đình Chiểu.<\/ref> sau đó lên Sài Gòn học tiếp tại trường [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|Collège Chasseloup-Laubat]]<ref>Trường Collège Chasseloup-Labat, sau đổi tên thành trường Trung học Lê Quý Đôn.<\/ref> cùng một lớp với tướng [[Trần Văn Đôn]]. Năm 1938, ông tốt nghiệp với văn bằng Tú tài toàn phần Pháp (Part II). Sau đó ông được bổ dụng làm Công chức thuộc ngạch Thư ký Hành chính, tùng sự tại Sài Gòn. Thời trẻ, ông đã sớm bộc lộ năng khiếu và ham mê thể thao. Do có thể hình to lớn, ông được bạn bè đặt cho biệt danh ''\"Minh Cồ (Big Minh)\"''.<ref>Sau này tướng Dương Văn Minh còn có thêm biệt danh \"Minh Lớn\" khi ông mang cấp Trung tướng là để phân biệt với tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]] cũng mang cấp Trung tướng cùng thời với ông và vị tướng này được gọi với biệt danh là \"Minh Nhỏ\".<\/ref>\n\n===Quân đội Thuộc địa và Liên hiệp Pháp===\nNăm 1939, ông nhập ngũ vào Quân đội Thuộc địa Pháp, mang số quân: 36\/100.225. Ngày 9 tháng 1 năm 1940, ông được đơn vị cho theo học khóa 1 Trường Sĩ quan Thủ Dầu Một (trường được đặt ở Phú Lợi). Đầu năm 1941 mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]] Bộ binh.\n\nNgày 9 tháng 3 năm 1945, quân [[Chiến dịch Đông Dương (1945)|Nhật đảo chính Pháp]] tại Đông Dương. Ông đang phục vụ tại [[Vũng Tàu|Cap St. Jacques]] thì bị Nhật bắt và đưa về Sài Gòn giam giữ tại khám Catinat.<ref>Sau Cách mạng tháng 8, ông tham gia Lực lượng Vũ trang chống Pháp tái chiếm Nam Bộ, còn gia đình ông tản cư về Chợ Đệm ở Tân An. Tuy nhiên các mặt trận nhanh chóng tan vỡ, ông cùng đơn vị rút khỏi Sài Gòn. Năm 1946, trong một lần về thăm nhà, do đơn vị rút đi bất ngờ, ông bị kẹt lại chưa tìm được đơn vị thì bị quân Pháp bắt được. Ông bị giam chung cùng với ông [[Nguyễn Ngọc Thơ]], sau đó bị những trận đòn của các viên chức cảnh sát Pháp đánh gãy hai chiếc răng cửa. Nhiều năm sau này ông vẫn không trồng răng giả để giữ kỷ niệm về những trận đòn này. Vì vậy nhiều bạn bè trong quân đội còn gọi ông là \"Minh Sún\".<\/ref> Năm 1946, Pháp tái chiếm [[Nam Kỳ]], ông được trả tự do và tái phục vụ ở Trung đoàn 11 Bộ binh của Quân đội Pháp giữ chức vụ Trung đội trưởng. Hai tháng sau, ông được thăng cấp [[Thiếu úy]] tại nhiệm. Giữa năm 1948, chuyển biên chế sang Quân đội Liên hiệp Pháp ông được thăng cấp [[Trung úy]] giữ chức vụ Đại đội trưởng trong Tiểu đoàn Bộ binh Việt Nam.\n\n===Quân đội Quốc gia Việt Nam===\nTháng 8 năm 1950, chuyển ngạch sang [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]] mới thành lập, ông được thăng cấp [[Đại úy]]. Năm 1951, ông được chuyển sang Dinh Thủ hiến Nam Việt [[Thái Lập Thành]], giữ chức vụ Chánh võ phòng, tháng 12 cuối năm ông được thăng cấp [[Thiếu tá]] tại nhiệm.\n\nĐầu tháng 7 năm 1952, ông được cử làm Tham mưu trưởng Đệ nhất Quân khu Nam Việt dưới quyền Tư lệnh Quân khu là Đại tá [[Lê Văn Tỵ]]. Cuối năm, ông được cử đi du học lớp Tham mưu cao cấp tại Trường Tham mưu Paris sau khi bàn giao chức Tham mưu trưởng lại cho Thiếu tá [[Trần Văn Minh (lục quân)|Trần Văn Minh]]. Đầu năm 1953 mãn khóa học về nước tùng sự tại Bộ Tổng tham mưu Quân đội Quốc gia. Tháng 11 năm 1954, ông được thăng cấp [[Trung tá]] và được cử giữ chức Chỉ huy trưởng Phân khu Sài Gòn - Chợ Lớn.\n\nSau khi người Pháp thất trận [[Chiến dịch Điện Biên Phủ|Điện Biên Phủ]], ông là một trong những sĩ quan cao cấp ủng hộ Thủ tướng [[Ngô Đình Diệm]] nắm quyền, loại trừ vai trò của Quốc trưởng [[Bảo Đại]]. Vì vậy ngày 1 tháng 5 năm 1955, ông được Thủ tướng Diệm cử làm Chỉ huy trưởng chiến dịch Bảo vệ Thủ đô Sài Gòn-Chợ Lớn, chống lại quân [[Bộ đội Bình Xuyên|Bình Xuyên]] của tướng [[Lê Văn Viễn]] tại vùng Sài Gòn-Chợ Lớn và phụ cận. Ngày 5 tháng 5 ông được thăng cấp [[Đại tá]] tại nhiệm. Ngày 21 tháng 9 cùng năm, ông được Thủ tướng Diệm cử làm Tư lệnh [[Chiến dịch Hoàng Diệu (1955)|Chiến dịch Hoàng Diệu]], truy kích và tiêu diệt các lực lượng tàn quân Bình Xuyên của tướng [[Bảy Viễn]].\n\n===Quân đội Việt Nam Cộng hòa===\nNgày 1 tháng 11 năm 1955, ông được tân Quốc trưởng Ngô Đình Diệm thăng cấp [[Thiếu tướng]] tại nhiệm. Đầu năm 1956, sau khi hoàn tất việc dẹp loạn Bình Xuyên, ông được cử giữ chức vụ Tư lệnh [[Chiến dịch Nguyễn Huệ]] rồi tiếp đến Chiến dịch Thoại Ngọc Hầu để bình định miền Tây, đánh dẹp Lực lượng Quân sự Giáo phái [[Phật giáo Hòa Hảo|Hòa Hảo]] của các tướng [[Năm Lửa]] và [[Ba Cụt]]. Ngày 26 tháng 10, ông được Tổng thống Diệm chỉ định làm Tổng Chỉ huy cuộc duyệt binh mừng lễ kỷ niệm Đệ nhất Chu niên ngày Quốc khánh Đệ nhất Cộng hòa trên [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|Đại lộ Trần Hưng Đạo]], Sài Gòn. Ngày 8 tháng 12 cuối năm, ông được thăng cấp [[Trung tướng]] tại nhiệm.\n\nĐầu năm 1957, ông được bổ nhiệm chức vụ Tư lệnh Quân khu Thủ đô. Từ tháng 7 đến tháng 11, ông có 3 lần hướng dẫn phái đoàn Quân sự du hành quan sát tại các Quốc gia [[Nhật Bản]] (12 tháng 7), [[Úc]] (1 tháng 9) và [[Hàn Quốc]]. Đầu tháng 8 năm 1958, bàn giao chức vụ Tư lệnh Quân khu Thủ đô lại cho Đại tá [[Nguyễn Văn Y (đại tá Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Y]]<ref>Đại tá Nguyễn Văn Y sinh năm 1922 tại Tây Ninh, tốt nghiệp khóa 3 Võ bị Đà Lạt, chức vụ sau cùng là Tổng giám đốc Tổng nha Cảnh sát Quốc gia, giải ngũ năm 1964. Từ trần tại Hoa Kỳ năm 2012<\/ref> để đi du học lớp Chỉ huy Tham mưu Cao cấp ''(khóa 58-2)'' tại Học viện Chỉ huy và Tham mưu Fort Leaveworth, Kansas, Hoa Kỳ với thời gian thụ huấn 16 tuần. Đầu tháng 1 năm 1959 mãn khóa học về nước, ông được giao cho chức vụ Tư lệnh tổng quát 3 Quân khu gồm: Quân khu Thủ đô, Quân khu 1 và Quân khu 5 ''(Đệ nhất và Đệ ngũ Quân khu)<ref>Thời điểm này, Tư lệnh Quân khu Thủ đô là Đại tá [[Nguyễn Văn Y (Đại tá, Quân lực VNCH)|Nguyễn Văn Y]], Tư lệnh Đệ nhất Quân khu là Đại tá [[Nguyễn Văn Là]] nhưng cả hai đều dưới quyền Tướng Dương Văn Minh, tướng Minh Tư lệnh Đệ ngũ Quân khu tân lập đồng thời kiêm Tổng tư lệnh cả ba Quân khu, trong đó có Quân khu Thủ đô và Đệ nhất Quân khu.<\/ref>.\n\nTuy nhiên, trong những năm sau đó, sự tín nhiệm của ông đối với Tổng thống Ngô Đình Diệm bị giảm sút. Ông lần lượt được bổ nhiệm vào các chức vụ không có thực quyền. Đầu năm 1960, ông được cử làm Tổng Thư ký Thường trực Bộ Quốc phòng. Qua đầu năm 1961, giữ chức vụ Tư lệnh Bộ Tư lệnh Hành quân tại Bộ Tổng Tham mưu, Phụ tá cho ông là Thiếu tướng [[Lê Văn Kim]]. Giữa năm 1962, ông được cử hướng dẫn Phái đoàn Quân sự du hành quan sát cuộc thao dượt Hải quân Liên phòng Đông Nam Á. Ngày 8 tháng 12, Bộ Tư lệnh Hành quân Bộ Tổng Tham mưu giải tán. Đầu năm 1963, ông được chuyển về [[Dinh Độc Lập|Phủ Tổng thống]] giữ chức vụ Cố vấn Quân sự cho Tổng thống.<ref>Ngay từ năm 1962, do nắm được những bất mãn của tướng Dương Văn Minh đối với Chính phủ Ngô Đình Diệm, phía Việt Nam Dân chủ Cộng hòa đã nhiều lần vận động sự ủng hộ của ông thông qua các tiếp xúc bí mật của người em trai là [[Dương Văn Nhựt|Dương Thanh Nhựt]], một sĩ quân Quân đội Việt Nam Dân chủ Cộng hòa bí mật trở vào Nam.<\/ref>\n\n===Đảo chính 1963 và những thăng trầm sau đó===\n[[Hình: Tuong Duong Van Minh.jpg|200px|nhỏ|phải|Trung tướng Dương Văn Minh, Chủ tịch Hội đồng Quân nhân Cách mạng]]\nVốn đã có bất mãn tồn tại, cộng thêm là một tín đồ [[Phật giáo]], ông đã nhiều lần biểu hiện thái độ không hài lòng với [[Biến cố Phật giáo, 1963|những biện pháp trấn áp Phật giáo]] của Chính phủ Ngô Đình Diệm. Trong cuộc đảo chính ngày 1 tháng 11 năm 1963, ông đóng vai trò chính với cương vị Chủ tịch [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]], cùng với các tướng [[Trần Văn Đôn]], [[Lê Văn Kim]], [[Mai Hữu Xuân]], [[Đỗ Mậu]]...\n\nTừ khi hai anh em Tổng thống [[Ngô Đình Diệm]] và Cố vấn [[Ngô Đình Nhu]] bị sát hại (ngày 2\/11\/1963), ông và các tướng tá đồng sự của ông không ai công khai thừa nhận mình có tham gia quyết định giết Tổng thống, có thể vì 2 lẽ:\n* Việc sát hại Nguyên thủ đứng đầu Chính phủ như Tổng thống Diệm là hành động làm phản ở mức cao nhất, điều vượt quá sức tưởng tượng của nhiều quan chức [[Việt Nam Cộng hòa]] thời đó.\n* Các tướng tá tham gia đảo chánh trong chừng mực nào đó hầu hết đều có mang ơn Tổng thống Diệm trên con đường thăng tiến binh nghiệp của mình, nhưng họ \"bất đắc dĩ\" phải hạ thủ là để \"sát nhất miêu cứu vạn thử\" (giết một con mèo để cứu muôn con chuột), và cần phải \"nhổ cỏ tận gốc\" đề phòng nhóm thân Tổng thống Diệm lưu vong ở nước ngoài sẽ có thể tái tập hợp lực lượng, kết hợp với ngoại quốc hoặc thành phần trong nước để tìm cách phục hồi quyền lực, trả thù nhóm đảo chính.\n\nTuy nhiên, chỉ 2 tháng sau, tướng [[Nguyễn Khánh]] cầm đầu [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Cuộc Chỉnh lý ngày 30 tháng 1 năm 1964]] lật đổ Chính quyền Quân sự này và giành quyền cai trị Việt Nam Cộng hòa. Ông bị thất thế về chính trị, mặc dù vẫn được giữ chức vụ [[Nguyên thủ quốc gia|Quốc trưởng]], với chức vụ này, ông là một trong 3 lãnh đạo Quốc gia cho chế độ được xưng là \"Tam đầu chế\":\n* Quốc trưởng: Trung tướng Dương Văn Minh\n* Thủ tướng: Trung tướng [[Nguyễn Khánh]]\n* Tổng tư lệnh Quân đội: Đại tướng [[Trần Thiện Khiêm]]\n\nNgày 24 tháng 11 năm 1964, ông được Quốc trưởng [[Phan Khắc Sửu]] thăng cấp [[Đại tướng]] (cùng với tướng [[Nguyễn Khánh]]). Tháng 12 năm 1964, ông bị ép đi làm Đại sứ Việt Nam Cộng hòa tại [[Thái Lan]] thay thế Trung tướng [[Thái Quang Hoàng]]. Ngày 21 tháng 3 năm 1965<ref>Sắc lệnh số 119\/QT\/SL ngày 24\/5\/1965.<\/ref>, ông nhận được quyết định giải ngũ của Hội đồng Quân lực. Tuy nhiên, ông vẫn được giữ làm Đại sứ tại Thái Lan cho đến năm 1968 mới được Tổng thống [[Nguyễn Văn Thiệu]] cho hồi hương.<ref>Năm 1967, tướng Dương Văn Minh làm đơn xin về nước để tranh cử Tổng thống nhiệm kỳ 1967-1971 nhưng Quốc hội bác đơn vì không hợp lệ.<\/ref>\n\nNăm 1971, ông trở lại chính trường để đối đầu với đương kim Tổng thống [[Nguyễn Văn Thiệu]], người được Mỹ ủng hộ, trong cuộc tranh cử Tổng thống. Tuy được nhiều người cho rằng rất có thể ông là lãnh đạo của \"[[Thành phần thứ ba|Lực lượng thứ ba]]\", có thể đàm phán hòa bình với quân Giải phóng để tránh việc chiến tranh tiếp diễn lâu dài, nhưng nỗ lực của ông đã bị Tổng thống Thiệu cản trở. Cuối cùng, ông đã rút ra khỏi cuộc tranh cử sau khi tuyên bố rằng cuộc bầu cử chỉ là \"trò múa rối\". Tổng thống Thiệu hiển nhiên tái  đắc cử tổng thống năm đó do ông ta là ứng cử viên duy nhất, không phải cạnh tranh với bất kỳ đối thủ nào.\n\n===Tổng thống cuối cùng của Việt Nam Cộng hòa===\nVới sự sụp đổ nhanh chóng của [[Việt Nam Cộng hòa]] sau khi [[Hoa Kỳ|Mỹ]] rút quân, ông lại trở thành một nhân vật quan trọng cho chức vụ Tổng thống. Sau khi Tổng thống [[Nguyễn Văn Thiệu]], rồi Tổng thống  [[Trần Văn Hương]] từ chức, ngày 28 tháng 4 năm 1975, ông chính thức nhậm chức Tổng thống Việt Nam Cộng hòa.\n\nTheo hồi ký các tướng tá của [[Quân lực Việt Nam Cộng hòa]] như [[Nguyễn Hữu Hạnh]], [[Nguyễn Chánh Thi]], và cựu dân biểu [[Lý Quý Chung]], thì sáng ngày 28 tháng 4, tướng tình báo Pháp [[Francois Vanussème]] đã tới gặp Tổng thống Dương Văn Minh và đề nghị Việt Nam Cộng hòa kêu gọi [[Trung Quốc]] đem quân tấn công vào Việt Nam để cứu [[Quân lực Việt Nam Cộng hòa]] đang trong cơn nguy kịch. Một nhân viên ngoại giao Trung Quốc đề nghị Quân lực Việt Nam Cộng hòa hãy cố thủ, án ngữ Vùng 4 Chiến thuật, hứa hẹn [[Trung Quốc]] sẽ đem quân đánh vào biên giới [[Miền Bắc (Việt Nam)|miền Bắc Việt Nam]] để giải vây. Bản thân ông, vốn đã được Ban Binh vận [[Trung ương Cục miền Nam]] thông qua em trai là [[Dương Văn Nhựt|Dương Thanh Nhựt]] (bí danh Mười Ty, Đại tá Quân Giải phóng Miền Nam Việt Nam) và gia đình thuyết phục từ trước, đã từ chối và nói: \n{{cquote|''Tôi cảm ơn thiện chí của ông, nhưng trong đời tôi, tôi đã từng làm tay sai cho [[Pháp]], rồi tay sai cho [[Hoa Kỳ|Mỹ]], đã quá đủ rồi. Tôi không thể tiếp tục làm tay sai cho [[Trung Quốc]]''.<ref>Nguyễn Hữu Thái. Hồi ức \"Dương Văn Minh và tôi\" năm 2008.<\/ref>|}}\n\n8h sáng ngày 30 tháng 4, ông và phó Tổng thống [[Nguyễn Văn Huyền]] cùng Thủ tướng [[Vũ Văn Mẫu]] quyết định đơn phương tuyên bố bàn giao chính quyền lại cho [[Cộng hòa Miền Nam Việt Nam]]. Ông Mẫu ngồi soạn lời tuyên bố, mất khoảng một tiếng đồng hồ. Đến 9h, giao cho ông đọc vào máy ghi âm. Trong lúc ông thâu băng lời tuyên bố, Chuẩn tướng [[Nguyễn Hữu Hạnh]] quyền Tổng tham mưu trưởng, gọi điện cho Tư lệnh Quân đoàn IV là Thiếu tướng [[Nguyễn Khoa Nam]] và yêu cầu tướng Nam cố gắng thi hành lệnh Tổng thống sẽ phát trên [[Đài Vô tuyến Việt Nam]]. Tướng Hạnh cũng đến Đài phát thanh để ra nhật lệnh cho quân đội và các lực lượng vũ trang buông súng thi hành lệnh của Tổng thống. Tuyên bố của ông, nhật lệnh của tướng Hạnh được truyền đi trên [[Đài Vô tuyến Việt Nam]] lúc 9h30:<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/but-ky-nguyen-huu-hanh-ky-cuoi-ngay-lich-su-20191001113028232.htm|title=Bút ký Nguyễn Hữu Hạnh - Kỳ cuối: Ngày lịch sử|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\n:''Tôi, Tổng thống Dương Văn Minh. Đường lối, chủ trương của chúng tôi là hòa giải và hòa hợp dân tộc để cứu sinh mạng đồng bào. Tôi tin tưởng sâu xa vào sự hòa giải giữa người [[Việt Nam]] để khỏi phí phạm xương máu người [[Việt Nam]]. Vì lẽ đó, tôi yêu cầu tất cả các anh em chiến sĩ [[Việt Nam Cộng hòa]] hãy bình tĩnh, ngưng nổ súng và ở đâu (thì) ở đó. Chúng tôi cũng yêu cầu anh em chiến sĩ [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] ngưng nổ súng. Chúng tôi ở đây chờ gặp [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] để cùng nhau thảo luận về lễ bàn giao chánh quyền trong vòng trật tự, tránh sự đổ máu vô ích của đồng bào.''\n\n11 giờ 30 phút ngày 30 tháng 4, Trung úy [[Quân Giải phóng miền Nam Việt Nam]] [[Bùi Quang Thận]] đã hạ [[Quốc kỳ Việt Nam#Cờ ba sọc|lá cờ Việt Nam Cộng hòa]] trên nóc dinh xuống, kéo [[Quốc kỳ Việt Nam#Cờ Giải phóng|lá cờ Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] lên.\n[[Tập_tin:30thang4.jpg|nhỏ|[[Phạm Xuân Thệ]] (phải) đưa Dương Văn Minh và [[Vũ Văn Mẫu]] đến đài phát thanh.]]\nCùng lúc này, Đại úy Trung đoàn phó Trung đoàn 66 [[Phạm Xuân Thệ]] cùng lực lượng đột kích thọc sâu của [[Quân đoàn 2, Quân đội Nhân dân Việt Nam|Quân đoàn 2]] và [[Biệt động Sài Gòn|Biệt động thành Sài Gòn]] tiến vào [[dinh Độc Lập]] bắt ông Dương Văn Minh cùng toàn bộ những nhân vật chủ chốt của Nội các chính quyền Sài Gòn. Dương Văn Minh nói: ''\"Tôi chờ các ông tới để bàn giao chính quyền\"'', [[Phạm Xuân Thệ]] trả lời: ''\"Các ông đã không còn gì để bàn giao. Thay mặt Cách mạng, tôi đề nghị ông ra lệnh đầu hàng vô điều kiện để tránh đổ máu không cần thiết\"''. Ông đồng ý.\n\nKhoảng 12 giờ trưa, Đại úy [[Phạm Xuân Thệ]] đưa Tổng thống Dương Văn Minh, Thủ tướng [[Vũ Văn Mẫu]] lên xe Jeep để đến đài phát thanh. Chiếc xe thứ hai chở Trung tá Chính ủy Lữ đoàn Xe tăng 203 [[Bùi Văn Tùng]] cùng hai nhà báo [[Beorries Gallasch]] (người Đức, báo ''[[Der Spiegel]]'') và [[Hà Huy Đỉnh]]. Đến đài Phát thanh, tất cả lên phòng ghi âm bé tí xíu rộng khoảng 20 m vuông. Trong lúc đứng đợi, một nhân viên của Đài giật chân dung [[Nguyễn Văn Thiệu]] trên tường, ném qua cửa sổ xuống sân. Không khí căng thẳng thay đổi khi đại uý Thệ thay đổi thái độ, vui vẻ nói<ref name=\"bbc.com\">[https:\/\/www.bbc.com\/vietnamese\/forum-52411039 30\/04\/1975: Tổng thống Dương Văn Minh nói 'Theo Tây, Mỹ mãi chưa đủ sao giờ lại theo Tàu?]<\/ref>: \n:''Anh Minh, anh yên tâm ! Chúng tôi chiến đấu cho dân tộc, vì vậy chúng tôi buộc phải đánh bại những kẻ cam tâm bán nước. Nhưng bây giờ chúng tôi đã vào đây, không ai làm gì anh đâu và cũng không ai sẽ bắt tội anh.''\n\nChính uỷ Tùng muốn tướng Minh đọc qua những lời thảo trước khi ghi âm. Song không tìm thấy một chiếc máy ghi âm nào trong Đài Phát thanh do toà nhà vừa trải qua một trận hôi của. Chỉ còn chiếc máy ghi âm nhỏ của báo Spiegel. Việc thu âm tiến hành đến ba lần. Lần thứ nhất ông Minh không đọc tiếp khi đến dòng chữ ''\"Tôi, Dương Văn Minh, tổng thống Chính quyền Sài Gòn...\"''. Ông chỉ muốn giản lược là \"Tướng Minh\" và không muốn nhắc đến chức vị Tổng thống mới tiếp nhận được hai ngày. Cuối cùng mọi người nhất trí với lời văn: ''\"Tôi, tướng Dương Văn Minh ra lệnh cho tất cả binh sĩ hạ vũ khí đầu hàng...\"''<ref name=\"bbc.com\"\/>\n\nTại đài phát thanh, ông thay mặt toàn bộ Nội các của Chính quyền Sài Gòn đã đọc tuyên bố đầu hàng vô điều kiện với quân đội cách mạng (tức [[Quân Giải phóng miền Nam Việt Nam]]). Thay mặt các đơn vị quân Giải phóng đánh chiếm dinh Độc Lập, Trung tá [[Bùi Văn Tùng]] đọc lời tiếp nhận đầu hàng. Chiến tranh kết thúc. Chính Quyền Việt Nam Cộng hòa chính thức [[Việt Nam Cộng hòa#Suy vong|sụp đổ]].\n\n===Sau 1975===\nSau ngày 30 tháng 4, ông không phải đi cải tạo và sống tại [[Thành phố Hồ Chí Minh|Sài Gòn]]. Ông còn được mời làm cố vấn cho Chính phủ mới. Có hình ảnh cho thấy ông thường xuyên đi bầu cử như một công dân chế độ mới.\n\nTháng 10 năm 1981, chính quyền [[Việt Nam]] cho phép ông được xuất cảnh sang [[Pháp]] chữa bệnh và đoàn tụ gia đình. Năm 1988, ông chuyển sang [[Hoa Kỳ]], sống với vợ chồng người con gái tại [[Pasadena, California]] và định cư luôn tại đây.\n\nNgày 9 tháng 8 năm 2001, ông qua đời tại nơi định cư, hưởng thọ 85 tuổi.\n\n==Huy chương==\n* [[Bảo quốc Huân chương]] đệ Nhất đẳng (ân thưởng).\n* Nhiều Huy chương quân sự, dân sự của [[Việt Nam Cộng hòa]] và Đồng minh.\n\n==Nhận xét==\nCon trai của ông, Dương Minh Đức, trong một buổi phỏng vấn đã nói về cha mình:<ref>VietnamNet, [https:\/\/archive.today\/20071222002413\/http:\/\/www.nguoivienxu.vietnamnet.vn\/nguoivietbonphuong\/2007\/04\/689708\/ \"Ba tôi luôn chủ trương hòa giải, hòa bình dân tộc\". 09:52' 29\/04\/2007]<\/ref>\n\n\"''Tôi rất yêu quý ba tôi… Thứ nhất, ông là vị tướng sống trong sạch, không chấp nhận chuyện [[tham nhũng]]; thứ hai, trong nguyên tắc tìm giải pháp [[hòa bình]] cho đất nước [[Việt Nam]], theo ông phải do chính người [[Việt Nam]] tự giải quyết. Tôi hiểu quan điểm của ba tôi luôn đặt [[dân tộc]] và sinh mệnh [[nhân dân]] trên hết. Chính vì vậy, ông không ngại đứng ra đảm nhận vai trò Tổng thống trong buổi [[hoàng hôn]] của một chế độ…. Ba tôi là người luôn chủ trương hòa giải, hòa bình dân tộc và ông đã bác bỏ ý kiến của một số người yêu cầu \"tử thủ\" [[Thành phố Hồ Chí Minh|Sài Gòn]]. Tôi tin rằng đây là quan điểm xuyên suốt trong cuộc đời chính trị của ông \"yêu nước trước hết là phải cứu dân\"''\" (theo tạp chí ''Hồn Việt'', 1.6.2009).\n\nTheo cựu dân biểu Dương Văn Ba, một người thân cận từng ở nhờ thời gian khá dài trong tư gia của tướng Dương Văn Minh thì ông Minh là \"''loại người trầm lắng, suy tư dù gốc của ông là một quân nhân. Triết lý của ông là triết lý trầm lắng của [[Phật giáo]], ông không đua chen, không sân si; ông thuộc vào loại thấy đủ biết đủ, thấy nhàn biết nhàn. Đó là một loại triết lý pha lẫn giữa [[Phật giáo]] và [[Đạo giáo|Lão giáo]]. Ông sống khá bình dị, hòa mình với mọi người, đa số bạn bè bà con đều thương ông.''\"\n\n==Gia đình==\nThân phụ là Dương Văn Mâu (tức Dương Văn Mau, nguyên danh là Dương Văn Huề), cựu công chức Hành chính, tùng sự tại dinh Phó soái [[Nam Kỳ]], hàm [[Đốc phủ sứ]]. Thân mẫu của ông là Phan Xuân Lý. Dương Văn Minh là con trai trưởng trong gia đình, \"Anh Hai\" theo cách gọi [[Miền Nam (Việt Nam)|miền Nam]]), sau ông còn có 3 em trai và 3 em gái.\n\nÔng có hai bào đệ là:\n* [[Dương Văn Nhựt|Dương Thanh Nhựt]] (tức Dương Văn Nhật), sinh năm 1918. Nguyên là Đại tá [[Quân đội nhân dân Việt Nam|Quân đội Nhân dân Việt Nam]], người đã vận động anh mình ''(tướng Minh)'' không bắt tay với [[Trung Quốc]] mà đầu hàng. Mất năm 1999 tại Thành phố Hồ Chí Minh.\n* [[Dương Thanh Sơn (Đại tá, Quân lực VNCH)|Dương Thanh Sơn]], sinh năm 1924, tốt nghiệp Võ bị Đà Lạt K6. Nguyên Đại tá [[Quân lực Việt Nam Cộng hòa]], Trưởng phòng Truyền tin Bộ Tư lệnh [[Biệt khu Thủ đô]].\n\nVợ ông là Trần Thị Lang, ông bà có ba người con (2 trai, 1 gái):\n* Dương Thị Xuân Mai (Phu quân: [[Nguyễn Hồng Đài (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Hồng Đài]], sinh năm 1931, tốt nghiệp Võ khoa Thủ Đức K1. Sau cùng là Đại tá Trưởng khối Kế hoạch của [[Tổng cục Tiếp vận, Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Tổng cục Tiếp vận]]. Hiện cùng gia đình định cư ở [[Hoa Kỳ]]).\n* Dương Minh Đức (định cư ở [[Pháp]]).\n* Dương Minh Tâm (định cư ở [[Pháp]]).\n\n== Ghi chú ==\n<references group=\"lower-alpha\"\/>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết==\n* [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/435432\/Nam-bo-nhung-ngay-hao-hung---Ky-5-Phuong-an-Duong-Van-Minh.html Nam bộ những ngày hào hùng - Kỳ 5: Phương án Dương Văn Minh]\n{{Kiểm soát tính nhất quán}}\n{{thời gian sống|1916|2001}}\n\n[[Thể loại:Nguyên thủ Việt Nam Cộng hòa]]\n[[Thể loại:Đại tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Cựu binh Quân đội Thuộc địa Pháp]]\n[[Thể loại:Cựu học sinh Collège Chasseloup-Laubat]]\n[[Thể loại:Cựu học sinh Collège de My Tho]]\n[[Thể loại:Phật tử Việt Nam]]\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Thành phần thứ ba trong chiến tranh Việt Nam]]\n[[Thể loại:Họ Dương]]\n[[Thể loại:Người họ Dương tại Việt Nam]]"}