{"3349848":"{{Thông tin nhân vật hoàng gia\n| tên = Dương Thị Bí\n| tên gốc = 楊氏賁\n| tước vị = [[Lê Thái Tông]] [[chiêu nghi]]\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị 1 = \n| tại vị 1 = \n| tiền nhiệm 1 = \n| kế nhiệm 1 = \n| phối ngẫu = [[Lê Thái Tông]]\n| thông tin con cái = ẩn\n| con cái = Lệ Đức Hầu [[Lê Nghi Dân]]<br> Vệ Quốc Công chúa [[Lê Ngọc Đường]]\n| tên đầy đủ = \n| tước hiệu = Phi <br> Chiêu nghi <br> Thứ nhân\n| tước vị đầy đủ = \n| thụy hiệu = \n| hoàng tộc = [[Nhà Lê sơ]]\n| cha = \n| mẹ = \n| sinh = [[1420]]\n| nơi sinh = \n| mất = [[15 tháng 2]], [[1481]]\n| nơi mất = phủ Tân An\n| ngày an táng = \n| nơi an táng = trang Cá Chử, tổng Kê Sơn, huyện Đồng Lại, phủ Tân An\n}}\n\n'''Dương Thị Bí'''<ref>[http:\/\/quehuongonline.vn\/viet-su-giai-thoai\/duyen-phan-ba-duong-thi-bi-24248.htm Duyên phận bà Dương Thị Bí]<\/ref> (楊氏賁, [[1420]] - [[1481]]) quê gốc ở huyện [[Thượng Phúc]], trấn [[Sơn Nam]] (nay là huyện [[Thường Tín]], [[Hà Nội]]),  là một tì thiếp của [[Hoàng đế]] [[Lê Thái Tông]], xuất thân từ một gia đình có truyền thống khoa bảng, viễn tổ là [[Dương Chính]], đỗ Đệ nhị giáp khoa thi Thái học sinh năm [[Mậu Thìn]], niên hiệu [[Trinh Phù]] năm thứ 3 ([[1178]]) đời vua [[Lý Cao Tông]], còn anh trai là Dương Công Phiếm Ái làm Thái y viện đại sứ trong triều. Bà đã sinh hạ cặp song thai long phụng là Lạng Sơn vương [[Lê Nghi Dân]] và Vệ Quốc Trưởng Công Chúa Lê Thị (tên dã sử: Lê Ngọc Đường) cho vua (<sup>''cần dẫn nguồn''<\/sup>). Ban đầu bà được phong làm ''Phi'', sau vì bị nghi là thiên tư kiêu ngạo nên bị giáng làm ''Chiêu nghi'', sau nữa tiếp tục bị giáng làm thứ nhân. Cuối cùng bà và con trai [[Lê Nghi Dân]] bị lưu đày ở [[Lạng Sơn]]. Sau đó, bà về sinh sống ở điền ấp gia đình anh trai Thái y viện đại sứ Dương Công Phiếm Ái tại trang Cá Chử, tổng Kê Sơn, huyện Đồng Lại, phủ Tân An (nay là xã [[Vinh Quang]], huyện [[Vĩnh Bảo]], [[Hải Phòng]]).\n\n==Tiểu sử==\nLê Thái Tông có nhiều [[phi tần]] và có tổng cộng 4 người con trai và ba con gái. Trước khi sinh hoàng tử, Thái Tông đã có 2 bà phi là Nguyên phi [[Lê Ngọc Dao]], con gái của Đại tư đồ [[Lê Sát]] và Huệ phi [[Lê Nhật Lệ]], con gái của Tư khấu [[Lê Ngân]]. Khi Lê Sát và Lê Ngân bị xử tội năm [[1437]], hai người bị phế. Lê Ngọc Dao xuống làm thứ nhân, còn Lê Nhật Lệ xuống làm ''Tu dung''.\n\nSau đó, Thái Tông sủng hạnh Dương Thị Bí và sinh ra con trai trưởng là [[Lê Nghi Dân]] vào năm [[1439]], không lâu sau lập làm [[Hoàng thái tử]]. Dương phi vì có con làm Thái tử và do việc tranh giành quyền lực trong cung mà bị nghi là ỷ sủng sinh kiêu, ức hiếp người trong cung, từng bị nghi ngờ là do âm mưu của bà Nguyễn Thị Anh nhưng không có chứng cứ.\n\nNăm [[1440]], Thái Tông bắt đầu sủng ái bà [[Nguyễn Thị Anh|Nguyễn Thần phi]]. Nhân bà Dương phi kiêu ngạo, Thái Tông truất bà xuống làm ''Chiêu nghi''. Một năm sau, người con trai thứ hai là [[Lê Khắc Xương]] ra đời, nhưng mẹ là [[Bùi quý nhân]] không được Thái Tông yêu nên cũng thất sủng. Cùng năm đó Nguyễn Thần phi sinh được Hoàng tử thứ ba [[Lê Nhân Tông|Lê Bang Cơ]], Thái Tông liền truất Nghi Dân làm Lạng Sơn vương và lập Bang Cơ làm [[Hoàng thái tử]].\n\nSau án \"Lệ Chi viên\", gia đình Nguyễn Trãi bị tru di tam tộc, Dương Thị Bí không muốn ở chốn kinh thành nữa, mà bà ở thái ấp của anh trai để tang chồng và sống cuộc đời dân dã tại trang Cá Chử, tổng Kê Sơn, huyện Đồng Lại, phủ Tân An (nay là xã [[Vinh Quang]], huyện [[Vĩnh Bảo]], [[Hải Phòng]]), kể cả khi con trai lên làm vua bà cũng không về kinh đô, cho tới lúc qua đời vào ngày [[15 tháng 2]] năm [[Hồng Đức]] thứ 12 ([[1481]]) đời vua [[Lê Thánh Tông]], hưởng thọ 61 tuổi.{{fact}}\n\nKhi bà mất được vua Lê Thánh Tông tổ chức theo bậc quyền quý, cấp tiền xây cất lăng mộ, cấp ba mẫu ruộng cho việc duy trì thờ cúng và cho 100 phiến gỗ lim để làm từ đường Dương tộc. Riêng phần mộ của bà được các hậu duệ và dân thôn trang Cá Chử gìn giữ, bảo quản, tu tạo đến thời kỳ bao cấp.{{fact}}\n\n==An táng==\nNăm 1977 Viện Khảo cổ học Việt Nam đã tiến hành khai quật mộ bà tại giữa thôn Nhân Giả, xã Vinh Quang, huyện Vĩnh Bảo, Hải Phòng: Quan tài bằng gỗ ngọc am, trong quan tài có mũ cánh chuồn của vua ban, đai mạng và đồ nữ trang y phục, phẩm phục bằng tơ lụa, các cổ vật theo hình chim lạc Việt, các hình con vật như Tứ qúy Linh Quy, long mã hình nhân người ngựa. Đặc biệt có đôi nụ hồng nhân bằng vàng hình quả bầu nặng 11.58 gam, trên thi hài còn có lá trầu vàng và quả cau vàng.\n\nBên ngoài quan tài có gỗ bản to 20 x 20 x 220 centimet bằng gỗ trầm hương. Để bảo quản thi hài bên trong đổ các hoa bỏng ngọc thực và bông sợi chống thấm. Nắp ngoài là lớp hợp chất bằng giấy nện vỏ sò (đường mía giấy bùi) chất liệu tinh xảo kết keo khép kín ngôi mộ dài 30 centimet, ngoài ra còn đổ đất sét dài 15 mét rộng 10 mét, cao 1.5 mét. Sau đó thi hài bà được di dời an táng tại một khu riêng của nghĩa trang thôn Nhân Giả, xã Vinh Quang.\n\n==Xem thêm==\n* [[Lê Thái Tông]]\n* [[Lê Nghi Dân]]\n* [[Nguyễn Thị Anh]]\n* [[Ngô Thị Ngọc Dao]]\n\n==Tham khảo==\n* ''[[Đại Việt thông sử]]''\n* ''[[Đại Việt sử ký toàn thư]]''\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/hau-van-cua-ba-hoang-cay-duoc-vua-yeu-2250201 Hậu vận của bà hoàng cậy được vua yêu]\n\n{{Hoàng hậu nhà Hậu Lê}}\n\n[[Thể loại:Phi tần nhà Lê sơ]]\n[[Thể loại:Người Thanh Hóa]]"}