{"368430":"{{Cần biên tập|date=tháng 4\/2022}}\n{{Viên chức |\n tên = Dương Thông|\n hình =  DuongThong.jpg |\n imagesize = 300px|\n chức vụ = Phó Tổng cục trưởng Thường trực [[Tổng cục An ninh, Bộ Công an (Việt Nam)]]| \n date1 = |\n date2 = |\n tiền nhiệm = |\n ngày sinh = [[1924]]|\n nơi sinh = [[Hà Nội]]|\n chết = |\n ngày chết = [[1995]]|\n nơi chết = [[Hà Nội]]|\n vợ = Trần Thúy Nhàn|\n đảng = |\n\n}}\n'''Dương Trọng Thông''' thường gọi là '''Dương Thông'''<ref name= \"Thủ trưởng\">[http:\/\/antgct.cand.com.vn\/vi-VN\/nhanvat\/2009\/6\/52972.cand Tướng Dương Thông: Người thủ trưởng, người thầy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090611022144\/http:\/\/antgct.cand.com.vn\/vi-VN\/nhanvat\/2009\/6\/52972.cand |date=ngày 11 tháng 6 năm 2009 }} 3:03, 05\/06\/2009 ''Bài của Thiếu tướng Khổng Minh Dụ nguyên Cục trưởng Cục Bảo vệ An ninh nội bộ và Tư tưởng văn hoá''<\/ref> ([[1924]] – [[1995]]) quê gốc ở [[Khương Đình]], [[Thanh Trì]], [[Hà Nội]] là [[Trung tướng]], [[Giáo sư|Phó Giáo sư]], Phó Tổng cục trưởng Thường trực Tổng cục An ninh, [[Bộ Công an (Việt Nam)|Bộ Công an]]. Ông là người có quân hàm cao nhất của Lực lượng An ninh Việt Nam vào thời đó.<ref name=\"Thủ trưởng\"\/>\n\n== Hoạt động ==\nTrong thời kỳ [[chiến tranh Đông Dương|kháng chiến chống Pháp]], ông hoạt động chủ yếu ở chiến trường Hà - Nam - Ninh. Sau giải phóng miền Bắc, ông công tác tại [[Hà Nội]] thuộc Cục 72 (sau chuyển thành Cục 78). Sau này Cục 78 tách ra, ông được cử sang công tác Bảo vệ An ninh nội bộ các cơ quan văn hóa - tư tưởng - gọi tắt là \"Cục Bảo vệ Cơ quan và Văn hóa\" (Cục A25 ngày nay). Giữa thập niên 70, ông giữ chức vụ Cục trưởng Cục Bảo vệ Cơ quan và Văn hóa. Đầu thập niên 80 được bổ nhiệm chức vụ Phó Tổng cục trưởng Tổng cục An ninh.<ref>Theo [http:\/\/www.hanoimoi.com.vn\/vn\/print\/119830\/ Ngày Tết kể chuyện thể thao Việt Nam làm ngoại giao 15\/02\/2007 13:51] đến ASIAD 11 Bắc Kinh năm 1990 ông vẫn còn kiêm nhiệm Cục trưởng Cục An ninh<\/ref>\n\n== Biên soạn, sáng tác ==\nÔng được những đồng nghiệp ngưỡng mộ về tài văn chương, ông đã viết rất nhiều bài báo, ngoài ra ông còn viết chung cuốn tiểu thuyết \"''Vùng biển sóng gió''\" với Lữ Giang (Trần Xuân Kỷ, Trưởng ban biên tập báo Công giáo Việt Nam) do Nhà xuất bản Hà Nội xuất bản năm 1984, dày 204 trang, khổ 19&nbsp;cm, viết chung với Lê Kim cuốn \"''Những hoạt động phá hoại và lật đổ của CIA tại Việt Nam''\" sách do Nhà xuất bản Công an nhân dân phát hành năm 1990 dày 242 trang, khổ 20&nbsp;cm, ông còn chủ biên cuốn ''Một số vấn đề về \"Diễn biến hoà bình\" ở nước ta'' sách dày 104 trang, khổ 19&nbsp;cm do nhà xuất bản Chính trị Quốc gia xuất bản năm 1995 nội dung nói về \"quá trình hình thành, phát triển, bản chất và nội dung, phương thức thực hiện của chiến lược \"diễn biến hòa bình\" do các thế lực phản động đã đang tiến hành chống chủ nghĩa xã hội nói chung và chống Việt Nam nói riêng\" <ref>[https:\/\/web.archive.org\/web\/20090430103543\/http:\/\/nxbctqg.org.vn\/index.php?option=com_content&task=blogcategory&id=93&Itemid=156&limit=10&limitstart=10 ]<\/ref><ref>[http:\/\/www.worldcat.org\/search?q=au%3ATho%CC%82ng+D%C6%B0%C6%A1ng&qt=hot_author Results for 'au:Thông Dương' [WorldCat.org&#93;<!-- Bot generated title -->]<\/ref><ref>[http:\/\/www.worldcat.org\/oclc\/32779701&referer=brief_results Những hoạt động phá hoại và lật đỏ̂ của CIA ở Việt Nam (Book, 1990) [WorldCat.org&#93;<!-- Bot generated title -->]<\/ref>\n\n== Thành tích ==\n<!--{{trung lập}}-->\nÔng là lãnh đạo Cục Bảo vệ cơ quan và văn hóa (mật danh là KE3), sau này là Cục 72, Cục 78, A25 ông đã có đóng góp lớn trong công tác bảo vệ an ninh nội bộ các cơ quan khối văn hóa, văn học nghệ thuật, thông tin, thông tấn, báo chí, phát thanh, truyền hình và ngành bưu điện. Chống địch hoạt động phá hoại tư tưởng, diễn biến hòa bình, kích động vượt biên, di tản nhằm tập hợp lực lượng thực hiện âm mưu chống phá Việt Nam lâu dài. <!--Ông đã có công lớn trong việc đấu tranh các thế lực phản động trong các vụ Nhân văn - Giai phẩm, Xét lại.--><!--Nội dung gây tranh cãi, cần tìm hiểu thêm?-->\n\nNăm 1995, ông lâm bệnh mất ngày 26 tháng 3 âm lịch.\n==Gia đình==\nÔng có vợ là Trần Thúy Nhàn, quê ở [[nam Định (thành phố)|thành phố Nam Định]], hai vợ chồng ông có năm người con trai.\n== Nhận xét ==\nNhà thơ Cù Huy Cận:\n:\"''Dương Thông, Quang Phòng, những người bạn thân thiết của văn nghệ sĩ''\"<ref>[http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2009\/1\/52734.cand?Page=2 Danh tướng một thời] 4:00, 26\/01\/2009<\/ref>\n\nNhà văn [[Dương Thu Hương]]:\n:''\"Sau rốt, tôi biết ông cũng chỉ là một con đĩ, một kẻ bán mình. Nhưng trên đời có nhiều loại đĩ, thảm hại cho ông, ông là loại đĩ đứng vỉa hè, loại ngả thân dưới hàng rào công viên hoặc ven cống. Bán mình cho Bùi Duy Tâm, chứng tỏ ông thuộc loại điếm năm xu\"<ref>[http:\/\/www.vcomtech.net\/vn\/index.php?option=com_content&view=article&id=944:-gi-ten-s-vt-mt-cach-ro-rang-phn-2-s-hai&catid=58:vietnam&Itemid=513 Để gọi tên sự vật một cách rõ ràng – phần 2: Sợ hãi]<\/ref>''\n\n== Chú thích ==\n{{tham khảo|30em}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|Sinh=1924|Mất=1995}}\n{{Trung tướng Công an nhân dân Việt Nam}}\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Trung tướng Công an nhân dân Việt Nam đã mất]]\n[[Thể loại:Giáo sư Việt Nam]]"}