{"19747940":"Đại Tá '''Dương Hiếu Nghĩa''' (SN 1925, Sa Đéc) là một sĩ quan trong [[Quân Lực Việt Nam Cộng Hòa]]. Ông tốt nghiệp [[Trường Võ bị Quốc gia Đà Lạt]]. Trong [[Chiến tranh Việt Nam]], ông phục vụ trong nhiều đơn vị bộ binh và thiết giáp. Chức vụ hành chính cao nhất của ông là Tỉnh trưởng Vĩnh Long.\n\nÔng cùng với Đại úy Nguyễn Văn Nhung đã hành quyết Tổng thống [[Ngô Đình Diệm]] và bào đệ của ông là Cố vấn [[Ngô Đình Nhu]] sau khi hai người này bị bắt vào cuối cuộc đảo chính của quân đội. Sau khi [[Sự kiện 30 tháng 4 năm 1975|Sài Gòn sụp đổ năm 1975]], Dương Hiếu Nghĩa đã trải qua ít nhất mười năm trong các trại cải tạo khác nhau. Năm 1992, ông sang Hoa Kỳ định cư theo [[Chương trình Ra đi Có trật tự]]. {{Citation needed|date=December 2011}}\n\n== Hành quyết ông Diệm ==\n{{See also|Đảo chính Việt Nam Cộng hòa 1963}}\n[[Tập tin:Corpse of Ngô Đình Diệm in the 1963 coup.jpg|right|thumbnail|Xác ông [[Ngô Đình Diệm]] trong một xe thiết giáp in the back of an armoured personnel carrier|alt=Middle-aged black-haired man lies face half-down on the floor, covered on his face and dark suit and trousers with blood. His hands are behind his back.]]\n\nÔng Nghĩa là một phần của một nhóm quân nhân được cử đến để bắt ông Diệm và ông Nhu khi cuộc đảo chính kết thúc. Sau khi bắt hai anh em và trói hai tay họ ra sau lưng, ông Nghĩa và đại úy Nguyễn Văn Nhung ngồi cùng ông Diệm và ông Nhu bên trong một xe thiết giáp, đoàn xe khởi hành về [[Căn cứ không quân Tân Sơn Nhứt]]. Họ dừng lại ở một giao lộ đường sắt trong chuyến trở về, nơi mà, theo tất cả các thông tin, hai anh em Diệm Nhu đã bị ám sát. Cuộc điều tra của Tướng [[Trần Văn Đôn]] sau đó xác định rằng Nghĩa đã bắn anh em ở cự ly gần bằng súng bán tự động và Nhung đã xả đạn vào họ trước khi dùng dao đâm liên tiếp vào cơ thể họ. <ref name=\"k326\">Karnow, p. 326.<\/ref>\n\nNghĩa kể lại các vụ ám sát trước trụ sở quân đội: “Khi chúng tôi quay trở lại Bộ Tổng tham mưu, Diệm ngồi im lặng, nhưng Nhu và đại úy [Nhung] bắt đầu lăng mạ nhau. Tôi không biết ai đã bắt đầu nó. Việc chưởi bới trở nên dữ dội. Đại úy đã ghét Nhu từ trước. Bây giờ anh ta bị cáo buộc tội không giữ được cảm xúc. ”<ref name=\"j429\"\/> Khi đoàn xe đến một đường xe lửa chạy qua, Nghĩa nói rằng Nhung“ dùng lưỡi lê lao vào người Nhu và ông anh ta nhiều lần, có thể mười lăm hoặc hai mươi lần. Vẫn còn trong cơn thịnh nộ, anh ta quay sang Diệm, lấy khẩu súng lục và bắn vào đầu ông ta. Rồi anh quay lại nhìn Như đang nằm co quắp trên sàn nhà. Anh ta cũng bắn một viên đạn vào đầu ông Nhu. Cả ông Diệm và ông Nhu đều không thể bảo vệ mình. Tay họ đã bị trói. ”<ref name=\"j429\">Jones, p. 429.<\/ref>\n\n== Cuộc đảo chính năm 1964 ==\n{{Main|Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964}}\n\nSau đó, ông Nghĩa tham gia vào cuộc đảo chính tháng Giêng năm 1964, chỉ ba tháng sau, chống lại chính quyền quân sự do Tướng [[Dương Văn Minh]] cầm đầu đã lật đổ ông Diệm. Những kẻ chủ mưu do Tướng [[Nguyễn Khánh]] cầm đầu cần đến sự giúp đỡ của Nghĩa, một trong những sĩ quan hàng đầu của [[Đại Việt]] và tạm quyền Bộ Tư lệnh Thiết giáp Thủ đô. Một người bạn đồng thời là người được Minh bổ nhiệm, Nghĩa đã gây khó khăn khi không đáp ứng lệnh của Tướng [[Nguyễn Văn Thiệu]] là chuyển toàn bộ thiết giáp ra khỏi Sài Gòn về phía Bắc tới Bộ chỉ huy Sư đoàn 5 của Thiệu tại Biên Hòa, một thành phố vệ tinh ở rìa Đông Bắc thủ đô. Một điện tín của CIA báo cáo, Nghĩa biết rằng các phong trào này là một phần của cuộc đảo chính chống lại Minh và nói với Thiệu rằng anh ta sẽ không triển khai ra khỏi thủ đô và tuyên bố ủng hộ ông Minh.<ref name=kh199\/> \n\nĐiều này gây những bất ngờ cho những kẻ âm mưu, và khi Harkins đã bỏ công để đến cùng lúc, nhà sử học George McTurnan Kahin phỏng đoán rằng ông ta thực ra đã vận động Nghĩa ủng hộ cuộc đảo chính hoặc ít nhất là ủng hộ một phần bằng cách đồng ý giúp phế truất các thân tín của Minh như [[Trần Văn Đôn]], [[Tôn Thất Đính]], [[Lê Văn Kim]] và [[Mai Hữu Xuân]].<ref name=kh199\/> Tuy nhiên, sau đó có thông tin là Nghĩa đã đồng ý ủng hộ ông Thiệu, người mà sau đó rõ ràng đã giành được quyền kiểm soát các yếu tố thiết giáp và thủy quân lục chiến ở Sài Gòn. <ref name=kh199>Kahin, p. 199.<\/ref>\n\nKhi cuộc đảo chính bắt đầu, Nghĩa thể hiện cảm xúc lẫn lộn của mình về chính quyền quân sự thông qua việc sử dụng có chọn lọc các binh chủng thiết giáp của mình. Họ ủng hộ hành động của ông Khánh chống lại Đính, Đôn, Kim và Xuân, nhưng cố gắng bảo vệ ông Minh bằng cách sử dụng xe tăng để che chắn nhà Minh khỏi các đơn vị Cảnh vệ dân sự của [[Dương Ngọc Lâm]], cũng được sử dụng để bắt bốn thành viên chính quyền quân sự hàng đầu khác. <ref name=kh200>Kahin, p. 200.<\/ref>\n\n== Chú thích ==\n{{tham khảo}}\n\n==Xem thêm==\n*{{chú thích sách|title=Vietnam: A history|url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4|first=Stanley|last=Karnow|year=1997|publisher=[[Penguin Books]]|pages=[https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4\/page\/321 321]–326, 354–355|isbn=0-670-84218-4}}\n*{{chú thích web|url=http:\/\/nhd18.esmartweb.com\/vnchbuctu\/biasau.html|title=VNCH Bi Buc Tu dich gia Duong Hieu Nghia – Regiments|language=Vietnamese|trans-title=La Mort du Vietnam translated by Duong Hieu Nghia - translator's biography included|access-date=November 10, 2009|url-status=dead|archiveurl=https:\/\/web.archive.org\/web\/20090614232357\/http:\/\/nhd18.esmartweb.com\/vnchbuctu\/biasau.html|archivedate=June 14, 2009}}\n\n{{Authority control}}\n\n{{DEFAULTSORT:Nghia, Duong Hieu}}\n[[Thể loại:Sinh thập niên 1920]]\n[[Thể loại:Người chống cộng Việt Nam]]\n[[Thể loại:Quân nhân Việt Nam]]\n[[Thể loại:Sĩ quan Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Việt Nam lưu vong]]\n[[Thể loại:Nhân vật có thể còn sống]]\n[[Thể loại:Ngày sinh không rõ]]\n[[Thể loại:Người Đồng Tháp]]"}