{"42319":"{{Thông tin nhân vật hoàng gia\n| tên = Dương Bình Vương\n| tên gốc = 楊平王\n| tước vị thêm = \n| thêm = vietnam\n| hình = \n| tước vị = [[Vua Việt Nam]]\n| Nơi sinh { Ái Châu }\n| mất = 10 tháng 8 năm [[980]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n| ghi chú hình = \n| chức vị = [[Vua]] [[nhà Ngô]]\n| tên đầy đủ = Dương Tam Kha (楊三哥)<br>Dương Chủ Tướng (楊主將)<br>Dương Thiệu Hồng (楊紹洪)\n| tên tự = \n| tên hiệu = \n| phối ngẫu = \n| con cái = [[Dương Vân Nga]]\n| kiểu tên đầy đủ = Tên húy\n| tại vị = [[944]] &ndash; [[950]]\n| đăng quang = \n| tiền nhiệm = [[Ngô Quyền|<font color=\"grey\">Tiền Ngô Vương<\/font>]]\n| nhiếp chính = \n| kế nhiệm = [[Hậu Ngô Vương]]\n| niên hiệu = \n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| niên hiệu 6 = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = Bình vương (平王)\n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| hoàng tộc = \n| cha = [[Dương Đình Nghệ]]\n}}\n\n'''Dương Tam Kha''' ([[chữ Hán]]: 楊三哥, ? - 980), tức '''Dương Bình Vương''' (楊平王), là một vị [[vua Việt Nam]], trị vì từ [[944]] đến [[950]], xen giữa triều đại [[nhà Ngô]] trong [[lịch sử Việt Nam]].\n\nVới thân phận là anh\/em vợ của [[Ngô Quyền]] và là con trai của Tiết độ sứ [[Dương Đình Nghệ]], ông đã tạo nên một thế lực đủ mạnh để cướp ngôi [[nhà Ngô]], tự lập [[triều đại]] riêng của mình trong vòng 6 năm, cho đến khi bị [[Hậu Ngô Vương]] phế truất.\n\n==Tiểu sử==\nDương Tam Kha là con của [[Dương Đình Nghệ]], là em (có sách nói là anh) của [[Dương Như Ngọc|Dương hậu]] vợ [[Ngô Quyền]]. Tiểu sử của ông còn nhiều chỗ chưa rõ. Theo ''[[Đại Việt sử lược]]'' thì Dương Tam Kha tên húy là '''Dương Chủ Tướng''' (楊主將). Còn theo ghi chép trong ''[[Tống sử]]'' thì Dương Tam Kha có tên gọi là '''Dương Thiệu Hồng''' (楊紹洪). Có tài liệu nói rằng ông là con trai thứ ba của [[Dương Đình Nghệ]], hai người con trai trước là Dương Nhất Kha và Dương Nhị Kha.\n\n==Làm bộ tướng==\n[[Dương Đình Nghệ]] là một tướng của [[Khúc Hạo]] ở đất [[Ái Châu]] ([[Thanh Hóa]]). Năm [[Tân Mão]] ([[931]]), [[Dương Đình Nghệ]] đánh đuổi Lý Khắc Chính và Lý Tiến, chiếm [[Đại La|thành Đại La]], tự xưng làm [[Tiết độ sứ]]. Lúc này Dương Tam Kha làm một bộ tướng của cha.\n\nĐược 6 năm, [[Dương Đình Nghệ]] bị nha tướng là [[Kiều Công Tiễn]] giết hại để đoạt chức [[Tiết độ sứ]]. Năm [[938]] [[Ngô Quyền]], vốn là bộ tướng cũng là con rể của [[Dương Đình Nghệ]], giết [[Kiều Công Tiễn]]. Dương Tam Kha lại theo anh rể làm bộ tướng. Theo [[thần phả]], chính Dương Tam Kha cùng con Ngô Quyền là [[Ngô Xương Ngập]] là người chỉ huy quân tiên phong tiến ra Đại La tiêu diệt [[Kiều Công Tiễn|Công Tiễn]].\n[[Tập tin:Bạch Đằng Giang chi chiến (938).jpg|200px|nhỏ|phải|Tranh ghép đá mô phỏng trận Bạch Đằng 938]]\nTrước đó Công Tiễn sai người sang [[Nam Hán]] xin quân cứu viện, vua Nam Hán cho con là Vạn vương [[Lưu Hoằng Tháo|Hoằng Tháo]] đem quân sang cứu, tự mình đóng quân làm thanh viện. Quan Nam Hán chưa tới thì Công Tiễn đã bị giết. [[Tháng mười một|Tháng 11]] năm [[938]], quân Hoằng Tháo kéo sang bị Ngô Quyền đánh tan trong [[trận Bạch Đằng (938)|trận Bạch Đằng]]. Hoằng Tháo bị giết chết. Dương Tam Kha cũng tham dự trận này.<ref>Một số tài liệu nói rằng chính Dương Tam Kha có công chém chết [[Lưu Hoằng Tháo|Hoằng Tháo]]. Trong bài ''Quá Bình Vương cựu trạch từ (Qua đền trên nền nhà cũ của Bình Vương)'' của [[Lê Tung]] được [[Khiếu Năng Tĩnh]] sưu tập và đưa vào bộ ''Thiên gia thi vựng tuyển'' có câu \"Trảm Hán Hoằng Tháo tuyết phụ cừu (chém Hoằng Tháo người Hán trả thù cho cha)\". Trong ''Thần tích đền Cổ Lễ'' có câu \"Tam Kha xuất bản bộ binh dĩ trường tiễn tự lưỡng ngạn loạn phóng, trảm đắc Hoằng Tháo (Tam Kha dẫn quân dưới trướng, dùng tên dài bắn từ hai bên bờ, chém được Hoằng Tháo)\". Trong đền thờ Dương Tam Kha tại thị trấn Cổ Lễ có đôi câu đối, trong đó một câu là \"Trảm diệt Hoằng Tháo, bình Bắc khấu, lịch đại bao phong (Chém chết Hoằng Tháo, đánh bại giặc phương Bắc, nối đời bao phong)\". (Theo Nguyễn Minh Tường, 2006).<\/ref>\n\n==Cướp ngôi==\nNăm [[944]], Ngô Quyền mất, ủy thác con trưởng là [[Ngô Xương Ngập]] cho ông. Dương Tam Kha cướp ngôi cháu, tự lập mình làm vua, xưng '''Dương Bình Vương'''. Ngô Xương Ngập chạy về nhà một hào trưởng là [[Phạm Lệnh Công]] ở làng Trà Hương - Nam Sách ([[Hải Dương]]). Phạm Lệnh Công che chở cho Ngô Xương Ngập, đã ba lần đưa Ngô Xương Ngập vào rừng núi Hun Sơn đào mà trú ẩn, Dương Tam Kha sai quân đi bắt Ngô Xương Ngập mà không được. Dương Tam Kha lấy [[Ngô Xương Văn]], con thứ hai của Ngô Quyền làm con nuôi.\n\nTrong thời gian cai trị đất nước, ông giữ chính sự tương đối ổn định, khuyến khích việc khai khẩn đất hoang, nhất là ở các vùng Chương Dương (Thường Tín, [[Hà Tây]]) và Cổ Lễ ([[Nam Định]]).\n\nNăm [[950]], Dương Tam Kha sai Ngô Xương Văn đi đánh Thái Bình (khu vực Sơn Tây, Vĩnh Phúc ngày nay vốn thuộc lãnh địa của các sứ quân [[Nguyễn Khoan]] và [[Ngô Nhật Khánh]]). Ngô Xương Văn dẫn quân quay lại lật đổ Dương Tam Kha. Biết ơn của Dương Tam Kha, Xương Văn không giết Tam Kha mà chỉ giáng ông xuống làm Chương Dương sứ.\n\n==Với biến cố loạn 12 sứ quân==\nSử xưa chép [[loạn 12 sứ quân]] bắt đầu từ thời kỳ Dương Tam Kha giành ngôi [[nhà Ngô]], các nơi không chịu thần phục. Như vậy các sử sách cũ đã đồng tình quan điểm cho rằng sự kiện Dương Tam Kha cướp ngôi chính là nguyên nhân gây nên [[loạn 12 sứ quân]]. Tuy nhiên, hiện nay, các nhà nghiên cứu lịch sử lại có một cái nhìn khác.\n\nSử gia [[Nguyễn Văn Sơn]] cho rằng [[loạn 12 sứ quân]] không phải một ngày mà có. Trong thời họ Khúc, họ Dương và Ngô cầm quyền, các thế lực phong kiến cát cứ không dám cựa quậy, vì các vị lãnh đạo quốc gia bấy giờ được nhân dân hoàn toàn cảm phục. [[Họ Khúc (lịch sử Việt Nam)|Họ Khúc]] nổi tiếng về đức độ và lòng ái quốc. Họ Dương, họ Ngô là những anh hùng giải phóng dân tộc. Dân chúng đâu có chịu vì những kẻ mưu đồ quyền lợi riêng tư để chống lại với các thủ lĩnh uy danh sáng ngời đó. Nhưng khi Ngô qua đời, Dương Tam Kha phụ lời ủy ký, mối biến loạn đã có sẵn nay mới có cơ hội để bột phát.<ref>Xem [[Việt sử toàn thư]], Phần 3 - Việt Nam trên đường độc lập - Chương 1.<\/ref>\n\nGiáo sư [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]] coi thời kỳ [[loạn 12 sứ quân]] như là ''\"Sự hoài cổ tiền Bắc thuộc\"''.<ref>''Từ Hoa Lư đến Thăng Long'', in trong: ''Văn hóa Thăng Long – Hà Nội – Hội tụ và tỏa sáng'', Nhà Xuất bản Chính trị Quốc gia H.2002, trang 67-78.<\/ref> Theo Giáo sư, [[Thế kỷ 10|thế kỷ X]] là một sự đảo lộn chính trị, nhưng khuynh hướng chính là tiến bộ, tiến tới nền tự chủ của [[Việt Nam]]. Sử cũ ghi chép chuyện đánh lẫn nhau rồi bên yêu cầu ngoại viện (của [[Kiều Công Tiễn]]). Thực chất của cuộc [[nội chiến]] này là sự đấu tranh giành quyền lực tối cao trên đất Việt của các thủ lĩnh địa phương. Chính quyền quân chủ trung ương [[nhà Đường]] suy tàn rồi biến mất tạo ra một khoảng trống quyền lực ở đất Việt ([[An Nam đô hộ phủ]]), một cái \"hẫng hụt trung ương\" mà nhiều hào trưởng địa phương có tham vọng điền vào chỗ trống ấy.\n\nTrần Quốc Vượng cho rằng thời kỳ \"[[loạn 12 sứ quân|Thập nhị sứ tướng quân]]\" không chỉ như là một cuộc loạn sau thời [[Ngô Quyền]] mất, tức khi Dương Tam Kha cướp ngôi. Cái \"loạn\" ấy có mầm mống ngay sau năm [[905]], hay còn từ trước đó nữa vì trong số [[12 sứ quân]] mà sử cũ chép có đến 2 ông sứ quân họ Kiều là cháu nội của [[Kiều Công Tiễn]] ở [[Phong Châu]], 2 ông sứ quân họ Ngô thuộc dòng dõi [[Ngô Quyền]], và ông sứ quân họ Đỗ – [[Đỗ Cảnh Thạc]] - mà từ đời Đỗ Viện – Đỗ Tuệ Độ thế kỷ thứ IV đã là một thế lực lớn ở Đỗ Động Giang (Thanh Oai – [[Hà Nội]])...\n\n==Cuối đời==\nNăm [[953]], Dương Tam Kha cùng gia quyến và thuộc hạ tiếp tục đi xuống phía Nam để khai khẩn vùng đất mới, [[Giao Thủy]] ([[Nam Định]]).<!--TẠM THỜI CHE VÌ THIẾU NGUỒN CHÚ THÍCH. Tại đây, ông đổi tên thành Dương Tùng Khê.--> Tại đây, ông đã đổi tên là Dương Tùng Khuê. Ông còn khuyến khích việc khai khẩn đất hoang ở [[Cổ Lễ]] hay còn gọi là Cổ Lĩnh (nay thuộc huyện [[Trực Ninh]], [[Nam Định]]), lập ra các làng trại là Tùng Khê, Trúc Khê, Lệ Khê, Lộ Khê và Nga Khê. Ông đã dạy dân canh tác, đắp đê phòng lụt, khai khẩn sông ngòi, làm thủy lợi, tạo điều kiện cho nhân dân sản xuất. Năm [[980]], ông trở về quê cũ làng Giàng ([[Dương Xá]], [[Thiệu Hoá]], [[Thanh Hoá]]) và mất tại đây. Sau khi ông mất, dân làng đã lập đền thờ tôn ông làm “Dương cảnh phúc thần”.<ref>Theo thần phả họ Dương.<\/ref>\n\nÔng chính là cha của hoàng hậu [[Dương Vân Nga]] và ông ngoại của [[Đinh Phế Đế]] và ông còn sống tới lúc gả bà cho [[Đinh Bộ Lĩnh]] năm [[966]].\n\n==Nhận định==\nSử gia [[Lê Văn Hưu]] viết trong ''[[Đại Việt Sử ký Toàn thư]]'':  \n{{Cquote|\n''Đuổi con vua để tự lập làm vua, đó là tội lớn đối với nước, còn như việc nhận con của vua làm con nuôi của mình và ban cho cả thực ấp nữa, thì đấy chỉ là ơn riêng đối với một nhà. Dương Tam Kha dám đuổi [[Ngô Xương Ngập]] để tranh đoạt ngôi vua, đó là bề tôi phản nghịch, theo nghĩa thì quyết không thể tha tội chết. Vậy mà, [[Hậu Ngô Vương]] [chỉ [[Ngô Xương Văn]], em của Ngô Xương Ngập] không trị tội, còn ban ơn riêng để nuôi dưỡng chứ không nỡ gia hình, lại ban cho cả thực ấp nữa, thế thì há chẳng phải là lầm to rồi hay sao?''\n}}\nNhận xét của [[Lê Văn Hưu]] chưa hoàn toàn thỏa đáng. Dương Tam Kha không noi gương [[Chu Công Đán]] phò tá [[Chu Thành vương]] mà làm việc của [[Vương Mãng]], đúng là đáng chê trách. Nhưng việc [[Ngô Xương Văn]] tha ông không giết là nhân từ, không phải là sai lầm. Bởi lẽ sau này khi là Chương Dương công, ông không gây \"hậu họa\" gì cho [[nhà Ngô]] nữa. Đó là cái tình cậu cháu trong nhà đã trọn vẹn và không để xảy ra cảnh máu chảy đầu rơi.\n\nQua việc ông nhận Xương Văn làm con (để nhường ngôi) và việc ông gả con gái cho [[Đinh Bộ Lĩnh]] chứng tỏ Dương Tam Kha có con mắt tinh đời.\n\nĐành rằng, có thể tại Xương Văn là cháu ruột ông (do bà Dương hậu sinh ra - xem thêm bài [[Ngô Xương Ngập]]), nhưng xem cách hành xử của anh em Xương Ngập và Xương Văn lúc ngồi chung ngai vàng thì thấy đạo đức và tài năng của người anh kém xa người em. Rất có thể Dương Tam Kha đã nhận thấy người cháu lớn không đủ phẩm chất xứng đáng để ngồi ngai vàng nên ông đã giành ngôi và việc truy bức [[Ngô Xương Ngập|Xương Ngập]] để \"trừ hậu hoạ\" vì ông lường trước việc Xương Ngập khó lòng để ông sống nếu một mình được thống soái trên ngai vàng. Việc ông không chọn một người trong họ Dương, dù là họ xa, làm con mà vẫn lấy [[Ngô Xương Văn|Xương Văn]] làm con càng chứng tỏ Dương Tam Kha vẫn có ý định trả ngôi về cho họ Ngô chứ không nhất quyết giữ ngôi cho họ Dương. [[Ngô Xương Xí]] sau này còn về quê hương ông để lập căn cứ thời [[12 sứ quân]]. Nếu ông muốn chiếm ngôi cho họ Dương, nhiều khả năng cả [[Ngô Xương Văn|Xương Văn]], Nam Hưng, Càn Hưng, [[Ngô Nhật Khánh|Nhật Khánh]] đều đã bị thanh trừng. Có lẽ đây là một lý do khiến các sử gia gộp thời đại ông trị vì nằm trong \"Kỷ nhà Ngô\" mà không tách riêng như [[Đại Việt Sử ký Toàn thư]] đã làm với [[nhà Tiền Lý]] khi tách 3 vua: Tiền [[Lý Nam Đế]], [[Triệu Việt Vương]] và [[Hậu Lý Nam Đế]] làm 3 \"kỷ\" riêng.\n\nCòn đối với trường hợp gả [[Dương Vân Nga]] cho [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], đành rằng ông có thiện cảm với người đã từng chống được anh em họ Ngô (năm [[951]], xem bài [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], [[Đinh Liễn]]) nhưng trong lúc [[loạn 12 sứ quân]] mới bùng phát và chưa rõ cục diện, ông đã sáng suốt nhìn ra người có thể cứu vãn đại cục và việc tác động chiêu hàng họ Ngô ([[Ngô Xương Xí|Xương Xí]]) của ông đã góp phần sớm chấm dứt mối loạn lạc chia năm xẻ bảy ở [[Việt Nam]], có thể làm mồi cho [[Trung Hoa]] đang trên đà thống nhất trở lại dưới tay [[nhà Tống]].\n\n==Đền thờ==\nDo có nhiều công lao, Dương Tam Kha được lập đền thờ ở nhiều nơi như:\n*Đền thờ Dương Tam Kha ở xã Chương Dương, huyện [[Thường Tín]], [[Hà Nội]].\n*Đền thờ Dương Tam Kha tại [[Cổ Lễ|thị trấn Cổ Lễ]], [[Trực Ninh]], [[Nam Định]].\n*Đền thờ Dương Tam Kha ở đền xóm Kiều Nguyễn, xã Tống Trân, huyện [[Phù Cừ]], [[Hưng Yên]].\n*Đền thờ Bình vương Dương Tam Kha tại làng Thành Đạt, xã Thiệu Long, huyện [[Thiệu Hóa]], [[Thanh Hóa]].\n\n==Ghi chú==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*''[[Đại Việt sử ký toàn thư]]'', ngoại kỉ, quyển 5.\n*Nguyễn Minh Tường (2006), \"Về sự nghiệp và vị thế của Dương Tam Kha trong lịch sử dân tộc ở thế kỷ X\", ''Nghiên cứu Lịch sử'', số 9 (365), trang 36-42, Viện Sử học, Hà Nội, tháng 9.\n\n==Xem thêm==\n*[[Dương Đình Nghệ]]\n*[[Nhà Ngô]]\n*[[Ngô Quyền]]\n*[[Ngô Xương Ngập]]\n*[[Ngô Xương Văn]]\n*[[Dương Vân Nga]]\n*[[Dương hậu]]\n\n{{Navboxes\n|title = Dương Tam Kha\n|list1 = <span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ = Vua [[nhà Ngô]]\n|trước = [[Ngô Quyền|Tiền Ngô Vương]]\n|sau = [[Hậu Ngô Vương]]\n|năm = 944 - 950\n}}\n{{Cuối hộp}}\n{{Vua nhà Ngô}}\n}}\n{{12 sứ quân}}\n\n[[Thể loại:Vua nhà Ngô]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Nhà Ngô]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Sinh thế kỷ 10]]\n[[Thể loại:Vương tước Việt Nam]]"}