{"505917":"'''Dương Công Trừng''' ({{hn|ch=楊公澄}}; ?-[[1783]]) là tướng của chúa [[Gia Long|Nguyễn Phúc Ánh]] trong [[lịch sử]] [[Việt Nam]]. Do thường lập được công, lại có tính kiêu dũng, nên ông còn được người đời gọi là ''Hổ tướng họ Dương''<ref>Theo ''Hoàng Việt hưng long chí'', trang 82.<\/ref>.\n\n==Sự nghiệp==\n'''Dương Công Trừng''' là người Long Xuyên (nay là [[Cà Mau]]) thuộc trấn [[Hà Tiên (tỉnh)|Hà Tiên]].\n\nKhông có thông tin về thời trẻ của Dương Công Trừng, chỉ biết về ông từ khi ông theo phò Định vương [[Nguyễn Phúc Thuần]], lúc vị chúa này chạy vào [[Gia Định]], rồi chạy xuống ở quê ông, tức [[Cà Mau|Long Xuyên]].\n\n[[Tháng bảy|Tháng 7]] năm [[Đinh Dậu]] ([[1771]]), quân [[Nhà Tây Sơn|Tây Sơn]] kéo đến đánh Ba Vát (nay thuộc [[Bến Tre]])<ref>Ba Vát còn gọi Ba Việt. Đây là địa danh gốc [[Khmer]]: ''Pears Watt''.<\/ref>, đánh Hương Đôi<ref>Ghi theo ''Quốc triều sử toát yếu'' (tr. 55), chưa rõ Hương Đôi nay thuộc huyện tỉnh nào.<\/ref>, ông cùng với chưởng cơ [[Tống Phước Hòa]] đều chống ngăn được.\n\nThế nhưng trước sức mạnh của quân Tây Sơn, tháng 9 năm đó, quân Nguyễn đại bại ở [[Cà Mau|Long Xuyên]], Định Vương bị bắt sống rồi bị giết chết, Dương Công Trừng bèn chạy theo phò [[Gia Long|Nguyễn Phúc Ánh]], là cháu của Định vương.\n\nNăm [[Mậu Tuất]] ([[1778]]), Nguyễn Phúc Ánh mới 17 tuổi được các tướng tôn làm ''Đại nguyên súy Nhiếp quốc chính''. Sau đó, vị chúa trẻ này cử ông giữ chức ''cai cơ''<ref>Vì có nhiều công lao, sau Dương Công Trừng được thăng đến chức ''điều khiển'', nhưng chưa tra được là vào năm nào.<\/ref>.\n\n[[Tháng giêng]] năm [[Canh Tý]] ([[1780]]), Nguyễn Phúc Ánh xưng vương ở [[Thành phố Hồ Chí Minh|Sài Gòn]]. Tháng 4 cùng năm, ông và [[Đỗ Thanh Nhơn]] được cử đi đánh dẹp cuộc nổi dậy ở [[Trà Vinh]], bắt sống được thủ lĩnh là Ốc Nha Suất.\n \n[[Tháng ba|Tháng 3]] năm [[Tân Sửu]] ([[1781]]), tướng Đỗ Thanh Nhơn bị Nguyễn Phúc Ánh giết chết. Lợi dụng nội bộ của [[chúa Nguyễn]] đang rạn nứt, [[tháng ba|tháng 3]] năm sau (1782), từ [[Quy Nhơn]] thủy bộ quân Tây Sơn do [[Nguyễn Nhạc]] và [[Nguyễn Huệ]] cùng chỉ huy, tiến vào cửa biển [[Cần Giờ]].\n\nHay được, Dương Công Trừng (lúc ấy đang giữ trọng trách ở bộ chỉ huy thủy quân [[Gia Định]]), liền cùng với các tướng lĩnh khác bố trí sẵn hơn 400 chiến thuyền để kình chống lại. Tuy nhiên, với tài dùng binh của hai thủ lĩnh nhà Tây Sơn, sau một thủy ác liệt ở sông Ngã Bảy, lực lượng thủy quân của chúa Nguyễn đã bị đánh tan, khiến các tướng sĩ (trong đó có Dương Công Trừng) bỏ chạy tán loạn, còn chúa Nguyễn thì chạy về Ba Giồng (nay thuộc [[Tiền Giang]]) rồi lánh ra đảo [[Phú Quốc]].\n\nNhưng khi [[Nguyễn Nhạc]] và [[Nguyễn Huệ]] vùa rút đại quân về Quy Nhơn, để tướng [[Đỗ Nhàn Trập]] ở lại giữ [[Gia Định]], thì lập tức tình hình ở đây biến đổi nhanh chóng. Tại [[Long Hồ (dinh)|Long Hồ]], sau khi tướng Hồ Văn Lân chiếm lại được vùng đất này, liền hội quân với Dương Công Trừng, Nguyễn Văn Úy cùng tiến đánh quân Tây Sơn, đuổi tướng Đỗ Nhàn Trập cùng quan quân chạy về [[Quy Nhơn]].\n\n[[Tháng hai|Tháng 2]] năm [[Quý Mão]] ([[1783]]), Nguyễn Huệ và [[Nguyễn Lữ]] lại cất binh từ Quy Nhơn tiến vào Gia Định. Cuộc ác chiến đầu tiên xảy ra tại cửa Cần Giờ. Sau khi phá tan phòng tuyến kiên cố của chúa Nguyễn, Nguyễn Huệ liền chia quân làm hai đạo: Đạo thứ nhất tiến đánh đồn Vàm Cỏ (Thảo Câu) do tư khấu Nguyễn Văn Kim chỉ huy. Đạo thứ hai tiến đánh đồn Cá Trê (Ngư Giác)<ref>Theo [[Nguyễn Đình Đầu]], thì đồn Vàm Cỏ ở vào vị trí cuối kho Thương cảng, góc sông Sài Gòn với cầu Tân Thuận hiện nay. Đồn Cá Trê nằm bên [[Thủ Thiêm]] trên bờ tả ngạn sông Sài Gòn, đối diện với đồn Vàm Cỏ (''Địa chí văn hóa thành phố Hồ Chí Minh'', tập 1, tr. 172). Phần việc của hai tướng chỉ huy, GS. Nguyễn Khắc Thuần ghi khác: \"Chỉ huy đánh đồn Thảo Câu là tướng Lê Văn Kế, còn tư khấu Kim đánh thẳng vào Gia Định\" (tr. 181). Ở đây ghi theo ''Hoàng Việt hưng long chí'' (tr. 105).<\/ref> do tướng Lê Văn Kế chỉ huy.\n \nĐối lại, Dương Công Trừng và Tôn Thất Mân (tên thật Nguyễn Phước Mân) đã chuẩn bị sẵn một trận hỏa công. Nhưng vì tướng chỉ huy làm theo lời dặn của Nguyễn Huệ là phải đợi cho đến khi thủy triều đang lên và gió thuận chiều mới đánh, vì thế khi xung trận các bè lửa thay vì thiêu cháy các chiến thuyền Tây Sơn, lại trôi ngược và thêu rụi tất cả đoàn thuyền binh của chúa Nguyễn.<ref>Ghi theo Nguyễn Khắc Thuần (tr. 181). Tuy nhiên, tác giả sách ''Hoàng Việt hưng long chí'' không công nhận sự tiên liệu của Nguyễn Huệ, mà cho rằng quân Nguyễn thua là vì nước lên và trời trở gió. Sách chép: \"Bị đánh hỏa công, binh thuyền Tây Sơn cơ hồ tan rã. Không ngờ bấy giờ thủy triều lên, lại thêm gió Đông Bắc thổi mạnh, các bè lửa trôi ngược trở lại\" (tr. 105).<\/ref>.\n\nSau đó, theo sách ''Hoàng Việt hưng long chí'' thì:\n:''...Khói lửa bốc lên mù trời, tướng sĩ hốt hoảng chạy tán loạn, quân Tây Sơn thừa thế áp sát vào quân Gia Định mà đánh. Tôn Thất Mân bỏ chạy, đô đốc Tây Sơn Lê Văn Kế sai chặt cầu phao, Tôn Thất Mân rơi xuống chết đuối, còn Dương Công Trừng bị quân Tây Sơn bắt sống...<ref>''Hoàng Việt hưng long chí'', tr. 181.<\/ref>\n\nĐại bại, chúa Nguyễn bèn dẫn tàn quân chạy về [[Bến Lức]], rồi lần lượt chạy trốn ở các nơi: Ba Giồng (nay thuộc [[Tiền Giang]]), [[Phú Quốc]], [[Côn Đảo|Côn Nôn]], [[Cổ Cốt]] và sang [[Xiêm]] cầu viện.\n\nBị bắt giam, Dương Công Trừng giả bộ trá hàng để được tha, nhưng không lâu sau nhân khi quân canh sơ hở, ông cùng cai cơ [[Nguyễn Văn Nhơn]] đoạt lấy ba chiến thuyền chèo ra biển. Ra đến ngoài khơi thì ông gặp đội thuyền của quân Nguyễn do Lê Thượng và Nguyễn Tân chỉ huy. Sau khi bàn bạc, các ông dốc hết lực lượng đến đánh úp và chiếm được đồn quân Tây Sơn ở [[Cà Mau|Long Xuyên]].\n\nĐược tin vui, nhưng chúa Nguyễn biết không thể giữ được, liền sai Phan Văn Nhơn đến bảo Dương Công Trừng hãy rút hết binh thuyền ra hải đảo, nhưng lệnh chưa tới nơi thì thái bảo nhà Tây Sơn là Phạm Văn Tham đã dẫn quân từ Sài Gòn đến đánh. Hai viên chỉ huy quân Nguyễn là Lê Thượng và Nguyễn Thái đều tử trận, còn điều khiển Dương Công Trừng lại bị quân Tây Sơn bắt sống.\n\nThái bảo Tham kết tội Dương Công Trừng là phản tặc, ông cãi lại là chỉ trá hàng, rồi còn lớn tiếng thóa mạ Nguyễn Nhạc và các tướng lĩnh Tây Sơn khác. Việc tâu lên, Nguyễn Nhạc cho lệnh chém chết<ref>Có người cho rằng Dương Công Trừng sinh ở [[Long Xuyên]] ([[An Giang]]) và bị quân [[Campuchia|Miên]] giết chết là sai.<\/ref>. Đó là năm [[Quý Mão]] (1783).\n\n==Thông tin thêm==\nTrước đây, ở khu vực [[Chợ Lớn]] có con đường mang tên ''Dương Công Trừng'', nhưng sau năm [[sự kiện 30 tháng 4 năm 1975|1975]] ngành chức năng đã cho thay bằng một cái tên khác. Nay là đường Nguyễn Thị Nhỏ, thuộc địa bàn [[Quận 5]], [[Quận 6]], [[Quận 11]] và quận [[Tân Bình]].\n\nCầu Phú An (còn gọi là cầu Dầu, dài 45m, rộng 3,3m) nằm trên đường [[Ngô Tất Tố]], bắc qua rạch Văn Thánh, thuộc quận [[Bình Thạnh]], [[Thành phố Hồ Chí Minh]]. Trước năm [[sự kiện 30 tháng 4 năm 1975|1975]], cầu này có tên là ''Dương Công Trừng.''\n\n==Chú thích==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ([[Cao Xuân Dục]] làm Tổng tài), ''Quốc triều sử toát yếu''. Nhà xuất bản Văn Học, 2002.\n*[[Ngô Giáp Đậu]], ''Hoàng Việt hưng long chí''. Nhà xuất bản Văn học, 1993.\n*Nhiều người soạn, ''Địa chí văn hóa Thành phố Hồ Chí Minh'' (tập 1, phần 3 do [[Nguyễn Đình Đầu]] biên soạn). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 1987.\n*Trịnh Vân Thanh, ''Thành ngữ điển tích danh nhân từ điển'' (quyển 1). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1996.\n*Nguyễn Khắc Thuần, ''Danh tướng Việt Nam'' (tập 3). Nhà xuất bản Giáo dục, 2005.\n\n{{Thời gian sống|sinh=|mất=1783}}\n\n[[Thể loại:Người Cà Mau]]\n[[Thể loại:Võ tướng chúa Nguyễn]]"}