{"358555":"{{bài cùng tên|Dị Nậu}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Dị Nậu\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 14\n| vĩ giây = 26\n| kinh phút = 15\n| kinh giây = 09\n| diện tích = 12,42 km²<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |url-status=dead }}<\/ref>\n| dân số = 4454 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 359 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Phú Thọ]]\n| huyện = [[Tam Nông, Phú Thọ|Tam Nông]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 08482<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Dị Nậu''' là một [[xã]] thuộc huyện [[Tam Nông, Phú Thọ|Tam Nông]], tỉnh [[Phú Thọ]], [[Việt Nam]].\n\n== Vị trí ==\nDị Nậu nằm ở phía Nam huyện Tam Nông, tọa độ địa lý khoảng 21<sup>o<\/sup>15' vĩ bắc và 105<sup>o<\/sup>15' kinh đông, bên cạnh đầm Dị Nậu (đầm Nậu), phía Tây Nam giáp xã [[Giáp Lai|Giáp Lai, Thanh Sơn]], [[Thanh Sơn (huyện)|huyện Thanh Sơn]], phía Đông Nam giáp xã [[Đào Xá]] [[Thanh Thủy|huyện Thanh Thủy]]. Phía đông Dị Nậu giáp [[thành Hưng Hóa|thị trấn Hưng Hóa]], phía Bắc và Đông Bắc giáp xã Hương Nộn, phía Tây Bắc giáp xã Thọ Văn.\n\n== Lịch sử ==\nXã Dị Nậu, tên nôm là kẻ Núc, chỉ gồm một làng có trùng tên vào đầu thời [[nhà Nguyễn]] thuộc tổng Dị Nậu huyện Tam Nông phủ Lâm Thao [[sơn Tây (tỉnh Việt Nam)|trấn Sơn Tây]]<ref>Cuốn Tên làng xã Việt Nam đầu thế kỷ 19, trang 47 và trang 210<\/ref>, sau được tách sang [[hưng Hóa (tỉnh)|tỉnh Hưng Hóa]], theo thời gian phát triển lên thành xã. Trước khi tách thành hai huyện Tam Nông và Thanh Thủy, thì Dị Nậu là một xã năm ở giữa huyện [[Tam Thanh, Vĩnh Phú|Tam Thanh]] tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]].\n\n== Điều kiện tự nhiên ==\n \nDiện tích của xã, theo số liệu thống kê từ thập kỷ 1970 là 1444 [[hecta|ha]]. Năm 1974 theo chủ trương của huyện, xã Dị Nậu được quy hoạch thành vùng trồng sơn và cây công nghiệp, vì thế một số ruộng đất đã được nhượng bớt cho các xã Hương Nộn, Thọ văn, Hưng Hoá, Đào xá nên đến nay (2005) diện tích tự nhiên của xã chỉ còn 1242 ha (12,42&nbsp;km²).\n\nDân số của Dị Nậu tính đến đầu năm 2005 là 4552 người với 978 hộ gia đình sống trên 8 khu dân cư.\n\nDị Nậu là một miền đất cổ, là địa vực hoạt động của các tướng lĩnh thời Hùng Vương dựng nước. Theo Thần tích (Ngọc Phả) mang ký hiệu AEa9\/32 còn lưu trữ được ở \"Viện nghiên cứu Hán Nôm tại Hà Nội \" thì khi các Đức Ngài Tản Viên, Cao Sơn, Quý Minh, Hiếu Lang đời vua Hùng Duệ Vương trên đường đi dẹp giặc Thục Phán đã đến trang Dị Nậu hạ trại (2), dựng phủ đường trên đỉnh gò Trạm Lĩnh và 4 lầu cho quân sĩ đồn trú mà sau này các nơi đó được xây dựng đền Thượng (đền Quốc tế) và 4 ngôi điện: Điện Đông, Điện Tây, Điện Nam, Điện Bắc vào năm 258 TCN. Ngay thời kỳ đó, các Đức Ngài đã dạy dân cày cấy, chăn nuôi và các nghề thủ công. Như vậy xã Dị Nậu đã được các bậc tiền bối đến đây khai thiên lập địa, lập nên làng xã trước năm 258 TCN rất nhiều.\n\nDựa vào bản Thần tích còn lưu giữ được, thì một trong những bộ lạc người Việt cổ đầu tiên thời Hùng Vương đến đây khai thiên, phá thạch lập nên trang, ấp rồi có làng Dị Nậu từ đời vua Hùng thứ 6, khi Đức Thánh Gióng đại vương đem quân đi đánh giặc Ân. Nếu lấy mốc từ thời gian đó làm chuẩn thì Dị Nậu đã có cách đây khoảng 3600 năm. Con số đó nói lên rằng, nơi đây là một làng Việt cổ mà mọi người dân chúng ta đều có quyền tự hào về lịch sử hào hùng và tuổi thọ đáng trân trọng của nó.\n\nLúc đầu đến đây sinh cơ lập nghiệp chỉ có 258 suất đinh, hầu hết là dân tộc Việt (dân tộc Kinh) và họ rất tôn kính Đạo Phật. Nghề chính của dân bản địa là cấy lúa, trồng cọ, trồng sơn, trồng sắn, trồng chè, chăn nuôi và săn bắn. Những hộ sống bằng nghề buôn bán hoặc các nghề phi nông nghiệp rất ít. Một số gia đình ngoài làm ruộng, nương còn có nghề phụ: Đánh cá, làm nghề mộc, nề, đan lát, ép dầu dọc, dầu sở...\n\nMười hai dòng họ đầu tiên đến lập nghiệp ở Dị Nậu là: Họ Tạ, họ Nguyễn, họ Đinh, họ Đặng, họ Trần, họ Lê, họ Hán, họ Ngô, họ Phạm, họ Vũ, họ Đỗ và họ Phan. Sau này xuất hiện thêm một số họ mới đến ngụ cư như họ Hạ, họ Hoàng...\n\nVề tổ chức hành chính, lúc đầu xã Dị Nậu được chia làm chín chòm và bốn giáp. Đó là chòm Chua, chòm Hạ, chòm Vắp, chòm Vồi, chòm Đông, chòm Nam, chòm Dộc, chòm Trưởng, chòm Trên, về sau này có thêm chòm Chò; bốn giáp là: giáp Đông, giáp Tây, giáp Nam, giáp Bắc. Nguyên nhân về sự ra đời thêm Chòm Chò, xin tóm tắt như sau: Giữa mùa nước to vào đầu thế kỷ XX, hội đồng kỳ mục của xã đang bàn việc công ở Chòm Hạ thì có cụ Bùi Bằng Đoàn vào thăm làng Dị Nậu. Cụ Bùi Bằng Đoàn lúc đó giữ chức bang tá và chuẩn bị nhậm chức chi huyện Tam Nông do triều đình cử về. Nhân lúc hội đồng kỳ mục nghỉ giải lao, cụ Tạ Diên Lương (bố cụ Tạ Diên Lượng) chỉ tay ra đồng nước trắng mênh mông, rồi hướng ngón tay về đỉnh Gò Chò, nói với cụ Đoàn rằng, thưa cụ – các hộ dân ở Chòm Hạ và Chòm Vồi cứ về mùa nước là bị lụt lội, cuộc sống khó khăn lắm nên xin cụ duyệt y để dân được khai phá rừng cấm Gò Chò để dân làm nơi định cư cho cuộc sống được ổn định lâu dài. ý kiến của cụ Tạ Diên Lương nghe thật thấu tình đạt lý, trên hợp ý quan, dưới được lòng dân nên được cụ Đoàn phê duyệt. Thế là từ đó làng Dị Nậu có thêm Chòm Chò để nhân dân đến sinh sống ở đó.\n\nTrước cách mạng tháng 8-1945, khu dân cư xã Dị Nậu chỉ sống quây quần từ chòm Hạ tới Cổng Tây. Con đường chính của làng khi đó kéo dài từ Đình Chua đi lên dốc Đình Vắp, qua dốc Lênh Chênh để đi ra Cổng Tây. Gò Lương Vương ở phía bắc của xã trước đây như một ốc đảo, đi lại rất khó khăn. Về phía nam, từ Cổng Tây trở đi còn là những khu rừng rất rậm rạp, nên ở đó có chiếc cổng làng rất kiên cố.\nBan đầu, xã có mười hai dòng họ và chín chòm nên người dân ở đây từ xưa đã có câu ca: \"chín chòm, mười hai nhân ngãi \" để chỉ mối quan hệ tình cảm gắn bó, thân thiết giữa các dòng họ và các khu dân cư trong cùng cộng đồng làng xã.\n\nNgày ngày 22 tháng 5 năm 2012, tại xã Dị Nậu, huyện Tam Nông, đại diện lãnh đạo Trung ương Hội bảo vệ thiên nhiên và môi trường Việt Nam đã công bố Quyết định số 170 và 171QĐ-HMtg công nhận cây thị ngàn năm tuổi và 7 cây hoa đại ở xã Dị Nậu là cây di sản Việt Nam. Cây thị ngàn năm tuổi trồng trước miếu thờ Đức Thánh Tản Viên, từ thời Đinh Bộ Lĩnh (970-979), gốc cây có chu vi 7,6m, thân cây to khoảng 6 người ôm, cao 19m, dáng dấp cổ kính nhưng đầy sức sống, cành lá xum xuê, hàng năm vẫn trổ hoa kết trái. 7 cây hoa đại trồng trước chùa Thiên Sinh Bà Nhan có trên 700 tuổi, quanh năm cành lá xanh tươi, hoa thơm ngào ngạt tôn thêm phong cảnh linh thiêng của ngôi chùa cổ kính.\n\nViệc công nhận cây thị ngàn năm tuổi và 7 cây hoa đại ở xã Dị Nậu là cây di sản Việt Nam đã khẳng định sức sống trường tồn của một làng Việt cổ, qua đó nêu cao tinh thần văn hoá và trách nhiệm của mỗi người dân nhằm bảo tồn, phát huy những giá trị văn hoá mà cha ông ta đã gây dựng nên.\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/qdnd.vn\/qdndsite\/vi-vn\/91\/68\/74\/74\/74\/144293\/Default.aspx Đền Quốc tế ở Tam Nông]{{Liên kết hỏng|date = ngày 7 tháng 3 năm 2021 |bot=InternetArchiveBot }}, ''Quân đội Nhân dân''\n* [http:\/\/baophutho.vn\/van-hoa\/201205\/Cay-thi-ngan-nam-tuoi-va-7-cay-hoa-dai-o-xa-di-Nau-duoc-cong-nhan-la-cay-di-san-Viet-Nam-2168981\/ Cây thị ngàn năm tuổi và 7 cây hoa đại ở xã Dị Nậu được công nhận là cây di sản Việt Nam], ''Báo Phú Thọ''.\n\n{{Đơn vị hành chính thuộc huyện Tam Nông, Phú Thọ}}"}