{"574690":"{{Thông tin đơn vị hành chính Việt Nam|phường\n| tên = Dị Sử\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.924155\n| kinh độ = 106.087894\n| diện tích = 6,71 km²<ref name=HUNGYEN2019\/>\n| dân số = 12.340 người<ref name=HUNGYEN2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.838 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hưng Yên]]\n| thị xã = [[Mỹ Hào]]\n| thành lập = 1\/5\/2019<ref name=NQ656\/>\n| trụ sở UBND = Tổ dân phố Tháp\n| mã hành chính = 12121<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 17512\n}}\n\n'''Dị Sử''' là một [[Phường (Việt Nam)|phường]] thuộc thị xã [[Mỹ Hào]], tỉnh [[Hưng Yên]], [[Việt Nam]].\n\n==Địa lý==\nPhường Dị Sử có vị trí địa lý:\n*Phía đông giáp phường [[Phùng Chí Kiên, Mỹ Hào|Phùng Chí Kiên]] và xã [[Xuân Dục]]\n*Phía tây giáp phường [[Bần Yên Nhân]] và huyện [[Yên Mỹ]]\n*Phía nam giáp huyện Yên Mỹ và xã [[Hưng Long, Mỹ Hào|Hưng Long]]\n*Phía bắc giáp phường [[Nhân Hòa, Mỹ Hào|Nhân Hòa]] và xã [[Cẩm Xá]].\n\nPhường Dị Sử có diện tích 6,71&nbsp;km², dân số năm 2019 là 12.340 người<ref name=HUNGYEN2019>{{Chú thích web |url = http:\/\/niengiamhuyen.thongkehungyen.gov.vn |title =  Dân số đến 31 tháng 12 năm 2019 - tỉnh Hưng Yên |access-date = ngày 15 tháng 6 năm 2020 |author = Niên giám thống kê năm 2019 các huyện, thị xã, thành phố thuộc tỉnh Hưng Yên}}<\/ref>, mật độ dân số đạt 1.838 người\/km².\n\nTrên địa bàn phường có một số ao hồ như: hồ Thứa (bao quanh 2 thôn Rừng và thôn Sài, mỗi thôn có 1\/2 diện tích ao, đây được coi là lá phổi xanh của phường Dị Sử), hồ Vang (bao quanh thôn Nhân Vinh).\n\n[[Quốc lộ 5]] là tuyến giao thông chính trên địa bàn phường.\n\n==Hành chính==\nPhường Dị Sử bao gồm các tổ dân phố: Nhân Vinh, Phan Bôi, Trại, Sài, Trên, Tháp, Rừng, Bưởi, Thợ.\n\n==Lịch sử==\nTrước đây, Dị Sử là một xã thuộc huyện Mỹ Hào.\n\nNgày [[13 tháng 3]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết 656\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 5]] năm [[2019]])<ref name=NQ656>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-656-NQ-UBTVQH14-2019-thanh-lap-thi-xa-My-Hao-07-phuong-thuoc-My-Hao-Hung-Yen-410090.aspx|title=Nghị quyết 656\/NQ-UBTVQH14 của Ủy ban Thường vụ Quốc hội về việc thành lập thị xã Mỹ Hào thuộc tỉnh Hưng Yên và 07 phường thuộc Mỹ Hào|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Theo đó, chuyển huyện Mỹ Hào thành thị xã Mỹ Hào và thành lập phường Dị Sử trên cơ sở toàn bộ 6,71&nbsp;km² diện tích tự nhiên và 19.413 người của xã Dị Sử.\n<!--\n==Hành chính==\nPhường Dị sử có 9 thôn: Phan Bôi, Nhân Vinh, Rừng, Sài, Tháp, Bưởi, Thợ, Trên, Trại với 3 làng chính: làng Đan (thôn Phan Bôi), làng Vang (thôn Nhân Vinh và thôn Trại) và làng Thứa (Các thôn còn lại)-->\n\n==Giao thông==\nCác tuyến, hệ thống giao thông quan trọng đi qua phường Dị Sử:\n\n* Quốc lộ 5A: Hà Nội - Hải Phòng\n* Quốc lộ 39: với điểm đầu km0 + 000 trên cầu vượt Phố Nối thuộc địa phận phường\n* Tỉnh lộ 387: đi Văn Lâm, Ân Thi...\n* Hệ thống xe buýt: 202.\n\n==Di tích==\n*Quần thể khuôn viên chùa Thứa - Đình Thứa (bao gồm cả tháp Linh Quang vô cực và lô cốt của Pháp xây từ năm 1952). Chùa Thứa nằm trong hệ thống chùa Tứ pháp. Chùa thờ Pháp Vân, hiện vẫn giữ được bức tượng ngài Pháp Vân và nhiều di vật có giá trị quý. Di tích đã được Bộ văn hóa thông tin xếp hạng cấp quốc gia.\n\n==Kinh tế==\nPhường Dị Sử có diện tích tự nhiên khá rộng nhưng hầu như không còn đất sản xuất nông nghiệp. Kinh tế phường phát triển chủ yếu từ công nghiệp, tiểu thủ công nghiệp, làng nghề, thương mại và dịch vụ. Về công nghiệp thì một phần khu công nghiệp Phố Nối B và một phần khu công nghiệp Thăng Long II nằm trên địa bàn phường vừa tạo việc làm cho lao động tại địa phương và các nơi khác vừa tạo đà cho các dịch vụ phục vụ công nhân ở các tổ dân phố phát triển. Ở Dị Sử cũng phải kể đến làng nghề đồng nát và tái chế phế liệu ở Phan Bôi với nhiều hộ tham gia, rất nhiều hộ đầu tư máy móc phục vụ tái chế mang lại thu nhập khá cao. Tuy nhiên nghề này cũng gây ra ô nhiễm môi trường và không khí ảnh hưởng đến sức khỏe.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Hưng Yên}}\n{{Đơn vị hành chính thuộc thị xã Mỹ Hào}}"}