{"582308":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Dục Tú\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| diện tích = 8,486 km²<ref name=\"Duc Tu\"\/>\n| dân số = 15.976 người <ref name=\"Duc Tu\"\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1.882 người\/km²\n| dân tộc = Hầu hết là [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Đông Anh]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 00496<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Dục Tú''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Đông Anh]] thành phố [[Hà Nội]], [[Việt Nam]].\n\n== Địa lý ==\nDục Tú có diện tích đất tự nhiên 848,6 ha, diện tích đất nông nghiệp là ha, dân số xã là 15.976 người.<ref name=\"Duc Tu\">[http:\/\/donganh.hanoi.gov.vn\/web\/guest\/news?p_p_id=cmsview_WAR_vns_portlets_INSTANCE_dxy1&p_p_action=1&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&_cmsview_WAR_vns_portlets_INSTANCE_dxy1_struts_action=%2Fcmsview%2Fview&_cmsview_WAR_vns_portlets_INSTANCE_dxy1_arcId=4011 Cổng thông tin huyện Đông Anh]<\/ref>\n\nĐịa giới hành chính xã Dục Tú:\n\n* Phía bắc giáp xã [[Vân Hà, Đông Anh|Vân Hà]] và xã [[Liên Hà, Đông Anh|Liên Hà]]\n* Phía tây giáp xã [[Việt Hùng, Đông Anh|Việt Hùng]] và xã [[Cổ Loa (xã)|Cổ Loa]]\n* Phía nam giáp xã [[Yên Thường]], huyện [[Gia Lâm]] và xã [[Mai Lâm (xã)|Mai Lâm]]\n* Phía đông giáp phường [[Châu Khê (phường)|Châu Khê]], thành phố [[Từ Sơn]], tỉnh [[Bắc Ninh]].\n\n== Hành chính ==\nCác đơn vị trực thuộc gồm 11 đơn vị: Ngọc Lôi, Đình Tràng, Thạc Quả, Dục Tú 1, Dục Tú 2, Dục Tú 3, Phúc Hậu 1, Phúc Hậu 2, Lý Nhân, Đồng Dầu, Nghĩa Vũ.<ref name=\"Duc Tu\"\/>\n==Giao thông==\nCác tuyến, hệ thống giao thông quan trọng đi qua xã Dục Tú:\n\n* Quốc lộ 3: đi Thái Nguyên, Bắc Kạn, Cao Bằng\n* Cao tốc Hà Nội - Thái Nguyên: nối cao tốc Hà Nội - Bắc Giang với Thái Nguyên\n* Đường Dục Tú: trước đây là đường liên xã Dục Tú - Vân Hà đi ngã ba Cổ Châu\n* Đường sắt: nằm giữa ga Yên Viên và ga Cổ Loa\n*Hệ thống xe buýt: 15, 17, 43, 59,61,65,143.\n\n==Văn hóa==\n\n=== Di tích ===\nXã Dục Tú có rất nhiều di tích đình, chùa, đền đã được xếp hạng cấp quốc gia và cấp thành phố. Tiêu biểu là các di tích:\n\n* Đình Dục Tú thờ Sỹ Nhiếp là di tích lịch sử văn hóa cấp quốc gia.\n* Chùa Tiên Cảnh thờ Phật và Sỹ Nhiếp là di tích lịch sử văn hóa cấp quốc gia.\n* Đình Thạc Quả thờ Thành hoàng làng có công giúp vua dẹp giặc phương Bắc. Di tích kiến trúc và nghệ thuật cấp quốc gia.\n\n=== Đặc sản ===\nRượu gạo nếp cái hoa vàng độ cao.\n\n=== Danh nhân ===\nXã Dục Tú là đất hiếu học có nhiều người đỗ đạt làm quan và có truyền thống yêu nước tiêu biểu như:\n\n* Chu Mậu Lâm là vị tướng theo giúp vua Lê Lợi\n* Nguyễn Huy Tân đỗ cử nhân làm giám sát ngự sử triều đình Huế\n* Đào Xuân Tạn đỗ cử nhân, làm tri phủ Điện Biên\n* Nguyễn Huy Túc người tham giao phong trào Đông Kinh nghĩa thục\n* Chu Doãn Lệ đỗ tiến sĩ làm quan tuần phủ Hưng Yên, quan ngự sử ở Nghệ An\n* Đào Đình Nghiêm đỗ hương cống, làm quan huấn đạo.\n\n==Kinh tế==\nXã Dục Tú là xã nông nghiệp kết hợp với nghề thủ công. Về nông nghiệp hầu khắp các thôn là cấy lúa và chăn nuôi nhỏ. Tiểu thủ công nghiệp và nghề phụ cũng đang phát triển với nghề sơ chế gỗ ở khu vực Đồng Dầu, nghề cơ kim khí sắt thép phát triển nhất ở khu vực đường Dục Tú (đoạn cắt đường sắt đến trạm y tế). Một số có nghề làm thợ phụ mộc làm ở làng nghề xã Vân Hà. Lao động trẻ làm việc tại các khu công nghiệp, làng nghề lân cận.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Đông Anh}}"}