{"1405553":"[[Tập tin:Dong giao td 4.jpg|nhỏ|phải|250px|Nông trường Đồng Giao]]\n'''Dứa Đồng Giao''' là thương hiệu nông sản của vùng đất [[Tam Điệp]], [[Ninh Bình]]. Quả dứa Đồng Giao có mặt trong sách Top 50 trái cây đặc sản nổi tiếng nhất Việt Nam,<ref>{{Chú thích web |url=http:\/\/kyluc.vn\/ky-luc\/607.gioi-thieu-top-50-trai-cay-dac-san-noi-tieng-viet-nam-de-cu-lan-3.html |ngày truy cập=2012-07-26 |tựa đề=Giới thiệu Top 50 trái cây đặc sản nổi tiếng Việt Nam |archive-date=2012-07-27 |archive-url=https:\/\/web.archive.org\/web\/20120727035911\/http:\/\/kyluc.vn\/ky-luc\/607.gioi-thieu-top-50-trai-cay-dac-san-noi-tieng-viet-nam-de-cu-lan-3.html }}<\/ref> đã được Cục Sở hữu trí tuệ bảo hộ chỉ dẫn địa lý <ref>{{Chú thích web |url=http:\/\/www.most.gov.vn\/Desktop.aspx\/Thong_bao\/Thong-bao\/20120326-Thong_bao_cua_Cuc_So_huu_tri_tue_ve_viec_tuyen_chon_don_vi_chu_tri_thuc_hien_du_an_thuoc_Chuong_trinh_ho_tro_phat_trien_tai_san_tri_tue_trong\/6.viePortal |ngày truy cập=2012-07-26 |tựa đề=Thông báo của Cục Sở hữu trí tuệ về việc tuyển chọn đơn vị chủ trì thực hiện dự án thuộc Chương trình hỗ trợ phát triển tài sản trí tuệ trong 2 năm 2013-2014 |archive-date=2015-10-04 |archive-url=https:\/\/web.archive.org\/web\/20151004060256\/http:\/\/www.most.gov.vn\/Desktop.aspx\/Thong_bao\/Thong-bao\/20120326-Thong_bao_cua_Cuc_So_huu_tri_tue_ve_viec_tuyen_chon_don_vi_chu_tri_thuc_hien_du_an_thuoc_Chuong_trinh_ho_tro_phat_trien_tai_san_tri_tue_trong\/6.viePortal }}<\/ref> Dứa Đồng Giao cùng với [[cá rô Tổng Trường]], [[dê núi Ninh Bình|dê núi]] và [[cơm cháy Ninh Bình]] được coi là những đặc sản ẩm thực tiêu biểu của [[Ninh Bình]].\n\n==Đặc điểm nhận dạng==\nCây dứa được đưa về trồng ở Đồng Giao từ năm 1972 với 2 giống chính là Cayen và Queen. Dứa được trồng ở Đồng Giao ăn rất ngon, vị ngọt đậm, không xơ. Sự thơm ngon nức tiếng của loại quả này được tạo thành từ điều kiện tự nhiên độc đáo ở Tam Điệp là vùng đất bán sơn địa, thành phần đất có hàm lượng sét cao, tầng mặt tơi xốp, biên độ nhiệt độ ngày đêm lớn, lượng bức xạ cao và những kinh nghiệm, bí quyết canh tác của người dân.<ref>[http:\/\/baoninhbinh.org.vn\/cong-bo-va-trao-van-bang-bao-ho-cho-san-pham-dua-che-va-dao-phai-cua-tam-iiep-2020011702178177p2c20.htm Công bố và trao văn bằng bảo hộ cho sản phẩm: dứa, chè và đào phai của Tam Điệp]<\/ref>\n\nDứa Tam Điệp có 2 giống chính là Dứa Cayen xuất khẩu với diện tích trồng khoảng 3000 ha và Dứa Queen Victoria 500ha. Hiện nay, ở Tam Điệp, cây dứa chiếm 60% diện tích trồng các cây ăn quả. Nhờ áp dụng nhiều tiến bộ kỹ thuật trong sản xuất, nên sản lượng dứa thu hoạch hàng năm tăng nhanh từ trên 5.700 tấn dứa quả năm 2000 lên trên 22.800 tấn vào năm 2005 và năm những năm gần đây là trên 30.000 tấn.<ref>[http:\/\/vietq.vn\/dua-dong-giao-khang-dinh-thuong-hieu-va-vi-the-canh-tranh-d76792.html Dứa Đồng Giao khẳng định thương hiệu và vị thế cạnh tranh]<\/ref>\n\nCây dứa Đồng Giao thân ngắn, lá dài và cứng với gai mọc ở mép, quả có nhiều mắt; phía trên có một cụm lá. Dứa có quanh năm, nhưng nhiều nhất là vào tháng 3 tháng 7. Trung bình thời gian từ lúc trồng tới lúc thu hoạch là 18 tháng. Trước khi hái, dứa được thử để ước tính lượng đường của trái.\n\nDứa Cayene Đồng Giao có hình trụ, màu vàng cam nhạt, mùi thơm, vị ngọt đậm, không xơ. Khối lượng quả từ 1,53 đến 1,78&nbsp;kg. Đường kính quả từ 12,90 đến 13,90&nbsp;cm. [[Chiều dài]] quả từ 19,45 đến 20,39&nbsp;cm. Số lượng mắt dứa từ 111 đến 115 mắt. Tỷ lệ phần ăn được từ 72 đến 75%.\n\nDứa Queen Đồng Giao có hình trụ, màu vàng rơm, mùi thơm, vị ngọt, không xơ. Khối lượng quả từ 0,54 đến 0,61&nbsp;kg. Đường kính quả từ 7,71 đến 8,49&nbsp;cm. [[Chiều dài]] quả từ 10,46 đến 11,27&nbsp;cm. Số lượng mắt dứa từ 92 đến 94 mắt. Tỷ lệ phần ăn được từ 60 đến 74%.<ref>[http:\/\/baochinhphu.vn\/kinh-te\/bao-ho-chi-dan-dia-ly-dong-giao-cho-dua\/369440.vgp Bảo hộ chỉ dẫn địa lý \"Đồng Giao\" cho dứa]<\/ref>\n\nBên cạnh kinh nghiệm và bí quyết canh tác của người dân, các đặc tính này có được là nhờ điều kiện tự nhiên độc đáo của khu vực này: vùng bán sơn địa, có mức độ phân cắt địa hình ít nên tạo sự đồng đều về khí hậu, tiêu thoát nước tốt, thuận lợi cho việc trồng và sản xuất cây dứa. Đất đai nơi đây có hàm lượng sét cao, tầng mặt của đất tơi xốp, phù hợp với đặc điểm của cây dứa là có bộ rễ yếu, ăn nông và cần lượng nước cao.Ngoài ra, đây là khu vực có biên độ nhiệt ngày đêm lớn (4 – 6oC) và lượng bức xạ cao giúp tạo nên đặc điểm đặc thù cho sản phẩm dứa Đồng Giao.<ref>[http:\/\/vaas.org.vn\/ninh-binh-dua-dong-giao-duoc-bao-ho-chi-dan-dia-ly-a18674.html Ninh Bình: Dứa Đồng Giao được bảo hộ chỉ dẫn địa lý]<\/ref>\n\n==Chiến lược phát triển==\nCây dứa Đồng Giao được trồng nhiều ở Nông trường Đồng Giao và các hộ dân thuộc vùng đồi núi [[Tam Điệp]]. Từ năm 2007, [[Ninh Bình]] là tỉnh có sản lượng dứa đứng đầu miền Bắc với 47.400 tấn\/năm.\n\nTừ những năm 1967, cây dứa được đưa về trồng ở Đồng Giao, cây dứa đã tồn tại và phát triển bền vững và trở thành biểu tượng và sản phẩm chính của Đồng Giao.\n\nHiện tại, toàn Nông trường Đồng Giao có diện tích rộng 5.500ha, với khoảng 1.800 hộ chuyên làm nghề trồng dứa, bình quân mỗi hộ có 1ha đất canh tác trở lên. Tổng sản lượng dứa mỗi năm 30.000-35.000 tấn.<ref>[http:\/\/phaply.net.vn\/phong-su-dieu-tra\/suc-song-moi-o-dong-giao.html Sức sống mới ở Đồng Giao]{{Liên kết hỏng|date=2021-03-07 |bot=InternetArchiveBot }}<\/ref>\n\nKhu vực địa lý của sản phẩm dứa bao gồm các xã Phú Long, Quảng Lạc thuộc huyện [[Nho Quan]]; các xã Đông Sơn, Quang Sơn và các phường Trung Sơn, Nam Sơn thuộc [[thành phố Tam Điệp]], tỉnh [[Ninh Bình]].\n{|\n|[[Tập tin:Dong giao td 3.jpg|nhỏ|phải|200px|Nông trường dứa Đồng Giao]] || \n|[[Tập tin:Dong giao td 2.jpg|nhỏ|phải|200px|Cánh đồng dứa [[Tam Điệp]]]] || \n[[Tập tin:Dong giao td 1.jpg|nhỏ|trái|200px|Đồi dứa [[Tam Điệp]]]]\n|}\n\n==Điểm du lịch thiên nhiên==\nNói đến Ninh Bình, không chỉ có Tràng An, Bái Đính, Cúc Phương, Vân Long, Phát Diệm hay Tuyệt Tình Cốc nữa mà còn có thêm một sự lựa chọn thú vị đó là nông trại dứa Đồng Dao. Mọi góc ở đây đều có thể cho ra đời hàng chục tấm hình sống ảo đẹp.<ref>[https:\/\/www.dulichvietnam.com.vn\/ninh-binh\/phat-hien-nong-trai-dua-song-ao-lung-linh-ngay-tai-trang-an.html Phát hiện nông trại dứa sống ảo lung linh ngay tại Tràng An]<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Du lịch Ninh Bình}}\n\n[[Thể loại:Ẩm thực Ninh Bình]]\n[[Thể loại:Nông nghiệp]]\n[[Thể loại:Giống cây trồng Việt Nam]]"}