{"404115":"{{Bảng phân loại\n| status = secure\n| image = Dừa sáp Cầu Kè, Trà Vinh..jpg\n| image caption = Cây Dừa sáp Cầu Kè 1 (''Cocos nucifera'')\n| regnum = [[Thực vật|Plantae]]\n| unranked_divisio = [[Thực vật có hoa|Angiospermae]]\n| unranked_classis = [[Thực vật một lá mầm|Monocots]]\n| unranked_ordo = [[Nhánh Thài lài|Commelinids]]\n| ordo = [[Bộ Cau|Arecales]]\n| familia = [[Họ Cau|Arecaceae]]\n| subfamilia = [[Arecoideae]]\n| tribus = [[Cocoeae]]\n| subtribus = [[Attaleinae]]\n| genus = '''''Cocos'''''\n| genus authority = [[Carl von Linné|L.]], 1753\n| species = '''''C. nucifera'''''\n| trinomial = ''Cocos nucifera'' var ''makapuno''\n| subspecies = '''''Cocos nucifera''''' var '''''makapuno'''''\n}}\n[[Tập tin:Dừa sáp Cầu Kè, Trà Vinh.jpg|nhỏ|250px|Dừa sáp Cầu Kè 2]]\n\n'''Dừa sáp''', còn gọi là '''dừa đặc ruột''', '''dừa kem''', '''makapuno''' ([[Philippines]]) là một phân loài [[dừa]] có [[quả]] đặc ruột, cơm dừa dày, mềm dẻo và béo hơn trái dừa thường, nước dừa đặc lại trong veo như sương sa. Là đặc sản duy nhất chỉ có ở [[Trà Vinh]], Việt Nam, dừa được trồng nhiều ở [[giồng Cây Xanh]], cách [[cầu Kè (thị trấn)|thị trấn Cầu Kè]] ([[Trà Vinh]]) khoảng 4&nbsp;km.\n\n==Lịch sử==\nDừa sáp có mặt ở châu thành cầu kè nay là thị trấn cầu kè vào thập niên 40 của thế kỷ 20 do 1 vị sư chùa chợ tu học tại campuchia mang về 2 cây khoảng thập niên 90 của thế kỷ 20 thì do 2 cây dừa sáp đó nghiên vào chánh điện của chùa nên đã đốn hạ do thấy ngon lạ nên bà con người khmer mang trồng tại ấp chông nô xã hòa ân nay là chông nô 1 chông nô 2 chông nô 3 xã hòa tân huyện cầu kè  . Có tài liệu khác cho rằng loại cây cho quả dừa sáp đã xuất hiện ở huyện Cầu Kè vào năm 1942 do một nhà sư người Khmer sang thăm Campuchia mang về làm giống. Do đột biến gene hoặc do điều kiện [[thổ nhưỡng học|thổ nhưỡng]], [[khí hậu]], thời tiết mới ở vùng đất Cầu Kè đã khiến dừa cho trái sáp đặc biệt, trở thành một đặc sản chỉ riêng Trà Vinh mới có.\n\nTrên cây dừa sáp, chỉ những trái không có sáp mới có khả năng tạo phôi, tạo mộng, mầm, tạo ra cây dừa sáp giống; những trái có sáp không thể để giống. Do thụ phấn chéo, thế hệ cây con khó xác định về tính trạng và chất lượng trái. Việc nhân giống dừa sáp bằng phương pháp cấy mô sẽ cho thế hệ dừa sáp đồng nhất tính trạng và chất lượng đang được ngành nông nghiệp tỉnh Trà Vinh và Trung tâm dừa Đồng Gò (Viện nghiên cứu cây có dầu) thực hiện, và hiện đã có những thành công bước đầu.\n\nTừ năm 2007 đến nay, Trung tâm Dừa Đồng Gò cũng đã thực hiện thí nghiệm \"Phun phấn trợ lực nhằm gia tăng tỷ lệ trái sáp trên cây dừa sáp\" và báo cáo tổng kết trước Hội đồng khoa học trong năm 2010.\n\nCuối năm 2008 Tiến sĩ Yukata Hirata và Takeshi Nakishima của [[Trường Đại học Tokyo]] ([[Nhật Bản]]) đã đến Hợp tác xã dừa sáp Hòa Tân, Trà Vinh khảo sát với một sự quan tâm đặc biệt hương vị sáp dừa, độ dày cơm dừa, trọng lượng và kích thước của trái dừa sáp Cầu Kè. Và giữa năm 2009, Tiến sĩ Võ Mai Phó Chủ tịch Hội làm vườn Việt Nam đã về hợp tác xã này triển khai thực hiện mô hình trồng dừa sáp đúng Quy trình thực hành sản xuất nông nghiệp tốt cho trái an toàn (VietGAP) theo Quyết định số 84 ngày 28 tháng 7 năm 2008 của Bộ Nông nghiệp và Phát triển nông thôn Việt Nam.\n\n==Đặc điểm== \nTheo cảm quan về hình thái (rễ, thân, lá, quày, dạng trái và tình trạng vỏ trái) dừa sáp giống như dừa bình thường. Căn cứ hình dạng, màu sắc trái tại Trà Vinh hiện có tới năm giống dừa sáp: dừa sáp tròn, dừa sáp dài, dừa sáp có cạnh, dừa sáp vỏ xanh, dừa sáp vỏ vàng<ref name=\"thesaigontimes.vn\">{{Chú thích web |url=http:\/\/www.thesaigontimes.vn\/Home\/nongsan\/chuyengiatuvan\/52263\/Dua-sap-khac-voi-dua-thuong-o-cho-nao?.html |ngày truy cập=2011-08-11 |tựa đề=Dừa sáp khác với dừa thường ở chỗ nào |archive-date=2011-05-02 |archive-url=https:\/\/web.archive.org\/web\/20110502003226\/http:\/\/www.thesaigontimes.vn\/Home\/nongsan\/chuyengiatuvan\/52263\/Dua-sap-khac-voi-dua-thuong-o-cho-nao?.html }}<\/ref>. Thực tế các cây dừa sáp có dạng trái, màu sắc khác nhau cũng cho [[cùi dừa|cơm dừa]] dày, mỏng khác nhau. Ban đầu các buồng dừa sáp cơ bản giống dừa thường, sau đó trên mỗi buồng thường có 2-3 trái chiếm khoảng 20-25% có ruột đặc, khác biệt với những trái dừa khác.\n\nCác loại trái dừa nói chung thường trải qua vài giai đoạn. Khi dừa còn non, cơm mềm dẻo, nước ngọt. Khi già thì cơm dừa cứng lại, nước nhạt dần và có thể lên men. Riêng dừa sáp thì sau khi trải qua giai đoạn còn non với cơm dừa và nước dừa, sẽ tiếp tục phát triển dày dần phần cơm dừa lên lấp gần đầy khoảng trống của [[gáo dừa]], chỉ để lại một không gian nhỏ chính giữa với chất lỏng sệt, có mùi thơm đặc trưng. Cơm dừa dạng xốp, mềm và dẻo chứ không còn cứng như cơm dừa của các quả dừa khác<ref name=\"thesaigontimes.vn\"\/>.\n\nMỗi buồng dừa sáp thường chỉ cho vài trái sáp, những trái còn lại là dừa thường và giá trị thương mại chỉ ngang với những trái dừa khác. Tuy vậy không phải buồng dừa nào cũng cho trái sáp và thực tế cũng không hiếm trường hợp có buồng vài chục trái mà không có trái sáp nào.\n\nMột số nhà nghiên cứu tại Trung tâm Dừa Đồng Gò (Viện nghiên cứu Dầu và Cây có dầu thuộc Bộ Công Thương Việt Nam) giải thích rằng đặc tính dừa sáp là do phấn dừa sáp quyết định. Trái trên cây dừa sáp khi được thụ bằng chính phấn dừa sáp thì mới có khả năng cho cơm dừa sáp. Việc trồng xen canh giữa dừa sáp và dừa thường trong vườn trong đó tỷ lệ dừa thường cao hơn khiến cây dừa sáp khó đậu quả sáp hơn.\n\nDừa sáp được dùng để chế biến nhiều loại nước giải khát. Cơm dừa được nạo, cho vào [[máy xay sinh tố]] đã chế sẵn [[sữa]], [[đường]], [[cà phê]] hoặc [[cacao|ca cao]], cùng nước đá bào cho thức giải khát bùi, béo, ngọt. Dừa có độ dầu cao hơn dừa thường, mùi thơm đặc trưng hơn nên có thể trở thành đặc tính quý ứng dụng trong việc sản xuất bánh kẹo và các sản phẩm khác đem lại nguồn lợi kinh tế cao. Ngoài ra, như mọi loại dừa khác dừa sáp có thể sản xuất cơm dừa, [[thạch dừa]] (''nata de coco''), mứt dừa, kem dừa, nhựa thu được từ các cụm bông dừa được lên men để sản xuất rượu vang dừa, cơm dừa sấy khô, mụn xơ dừa, than hoạt tính<ref>[http:\/\/www.travinh.gov.vn\/wps\/portal\/cauke\/!ut\/p\/c0\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3gDIws_QzcPIwMLd3NDA6MwF1OTIBdzY9MAQ_2CbEdFAFokLWo!\/?WCM_PORTLET=PC_7_028N1FH208G7102VD54RD735H1_WCM&WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/Huyen%20Cau%20Ke\/huyen+cau+ke\/tin+tuc+su+kien\/cac+tin+khac\/thuphanchoduasap Thụ phấn cho dừa sáp]{{Liên kết hỏng|date=2021-03-07 |bot=InternetArchiveBot }}<\/ref>.\n\nTừ mức giá ngang dừa thường, trong khoảng từ năm 2000 trở lại đây giá dừa sáp bỗng tăng cao và trở thành loại dừa có giá đắt nhất Việt Nam (chủ yếu do sản lượng cung cấp thấp). Trà Vinh, tỉnh duy nhất trồng dừa sáp chỉ có thể cung cấp khoảng 10 ngàn trái\/năm, chưa đáp ứng nhu cầu của du khách mua dùng thử.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Dừa]]\n\n[[Thể loại:Sinh vật tại Trà Vinh]]\n[[Thể loại:Giống cây trồng Việt Nam]]"}