{"19366677":"{{công trình tương lai}}\n{{Cầu\n| Tên = Cầu Đại Ngãi\n| Hình = \n| Quốc gia = {{Biểu tượng lá cờ|Việt Nam}} [[Việt Nam]]\n| Tỉnh = [[Trà Vinh]], [[Sóc Trăng]]\n| Sông = [[Sông Hậu]]\n| lat = \n| long = \n| Tuyến đường = {{Banner đường Việt Nam|QL|60}} [[Quốc lộ 60]]\n| Lưu thông = 4 làn xe\n| Chiều dài = 2,86 km (cầu chính), 15,2 km (toàn tuyến)\n| Chiều rộng = m\n| Chiều cao = m\n| Nhà thầu = \n| Kiểu = [[Cầu dây văng]]\n| Vật liệu = [[Bê tông]]\n| Khởi công = [[2023]]\n| Khánh thành = \n}}\n'''Cầu Đại Ngãi''' là một cầu dự kiến xây dựng trên tuyến [[Quốc lộ 60]] bắc qua [[sông Hậu]] kết nối tỉnh [[Trà Vinh]] và tỉnh [[Sóc Trăng]].<ref>https:\/\/tuoitre.vn\/cau-dai-ngai-an-binh-bat-dong-sau-4-nam-khoi-dong-ram-ro-20190612102004267.htm<\/ref>\n\nDự án có điểm đầu giao với Quốc lộ 54 thuộc địa phận xã Hùng Hòa, huyện Tiểu Cần, tỉnh Trà Vinh và điểm cuối giao với Quốc lộ Nam Sông Hậu thuộc địa phận xã Long Đức, huyện Long Phú, tỉnh Sóc Trăng.\n\nDự án có tổng chiều dài khoảng 15,14km. Phần tuyến được thiết kế với quy mô đường cấp III đồng bằng, vận tốc thiết kế 80km\/h, trong đó cầu Đại Ngãi 1 được thiết kế với quy mô mặt cắt ngang 4 làn xe, bề rộng cầu 17,5m. Riêng phần cầu chính dây văng, bề rộng 21,5m. Cầu Đại Ngãi 2 có quy mô mặt cắt ngang 4 làn xe, bề rộng cầu 17,5m.\n\nNgoài ra, dự án cũng có 7 nút giao, trong đó có 5 nút giao bằng và 2 nút giao bố trí nhánh tách nhập làn kết nối với đường chui dưới cầu Đại Ngãi 1.\n\nDự án giúp nối thông toàn tuyến Quốc lộ 60, nâng cao năng lực vận tải cho vùng Đồng bằng sông Cửu Long, tạo sự kết nối giao thông thuận tiện giữa các tỉnh duyên hải phía Nam với Thành phố Hồ Chí Minh. \n\nĐặc biệt, rút ngắn thời gian đi lại, giảm chi phí vận tải lưu thông hàng hóa, mở rộng giao thương và bỏ thế độc đạo của Quốc lộ 1, rút ngắn khoảng 80km so với tuyến Quốc lộ 1 khi di chuyển từ Cà Mau, Sóc Trăng, Bạc Liêu về Thành phố Hồ Chí Minh.\n\n\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Cầu bắc qua sông Hậu|Đại Ngãi}}\n\n{{sơ khai cầu}}\n\n[[Thể loại:Cầu tại Trà Vinh]]\n[[Thể loại:Cầu tại Sóc Trăng]]\n[[Thể loại:Quốc lộ 60]]"}