{"408091":"{{chú thích trong bài}} \n[[Tập tin:Xã Nhân Cơ, Đắk Nông.jpg|Xã Nhân Cơ, Đắk Nông|nhỏ|200px|phải|xã [[Nhân Cơ]], nơi đặt nhà máy Allumin Nhân Cơ]]\n'''Dự án bauxite Nhân Cơ''' hay '''dự án khai thác bauxite Nhân Cơ''' là một trong những [[dự án khai thác bô xít ở Tây Nguyên|dự án khai thác bauxite ở Tây Nguyên]] theo chủ trương của [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], được triển khai tại tỉnh [[Đắk Nông]], [[Việt Nam]]. Tên gọi '''Nhân Cơ''' được đặt do nhà máy khai thác chính đặt tại xã [[Nhân Cơ]], huyện [[Đắk R'lấp|Đăk R'Lấp]], tỉnh [[Đắk Nông]], [[Việt Nam]]\n\n==Trữ lượng, phân bố==\nTheo báo cáo của chính phủ Việt Nam, trữ lượng quặng [[bô xít|bauxite]] ([[bô xít]]) ở tỉnh [[Đắk Nông|Đăk Nông]] có trữ lượng 3,4 tỷ [[tấn]], chiếm 63% toàn trữ lượng bauxite ở khu vực [[Tây Nguyên]], nằm rải rác khắp tỉnh, mà tập trung chủ yếu ở huyện Đăk R'Lấp dưới nền đất bazan của [[cao nguyên Mơ Nông]]\n\n==Kế hoạch khai thác==\nChủ trương lập dự án bauxite - alumin Nhân cơ đã được thông qua tại Quyết định số 167\/2007\/QĐ-TTg ngày 01 tháng 11 năm 2007 của Thủ tướng Chính phủ phê duyệt quy hoạch bauxite với công suất Nhà máy alumin Nhân Cơ lên 600.000 tấn\/năm. Việc khai thác bauxite tại Đắk Nông được chính phủ Việt Nam giao cho Tập đoàn Công nghiệp Than - Khoáng sản (TKV) làm chủ đầu tư với nhà thầu xây dựng nhà máy khai thác là công ty Chalieco, Trung Quốc thực hiện tất cả các công đoạn từ ''thiết kế - mua thiết bị - xây dựng - đào tạo'' (EPC).\n\nViệc khai thác được tiến hành bởi hai công đoạn: giai đoạn một là khai thác quặng bauxite từ các mỏ, giai đoạn hai là từ quặng bauxite khai thác được đưa vào nhà máy tách ra [[nhôm ôxít|alumina]], nguyên liệu chính để luyện [[nhôm]] trong các [[lò điện phân]]\n\n==Hậu cần==\n===Về nguồn nước===\nTheo phương án thiết kế, lượng nước sử dụng cho dự án là nước mặt tự nhiên, không sử dụng nước ngầm, với giải pháp tôn cao đập của các hồ Nhân Cơ và Cầu Tư hiện có, sẽ tăng dung tích chứa nước của 2 hồ trên từ 2,08 triệu m3 lên 21,8 triệu m3 đủ cho việc sản xuất\n===Về nguồn điện năng===\nTheo tính toán của Tập đoàn TKV và [[Bộ Công thương]], nhu cầu tiêu hao điện năng cho việc sản xuất [[Nhôm ôxít|Alumina]] từ quặng Bauxite là không lớn, bình quân khoảng 200 - 256 kWh\/tấn. Vì thế tại các nhà máy chế biến Alumina sẽ đầu tư các nhà máy nhiệt điện tự dùng với quy mô khoảng 30 MW; chỉ sử dụng nguồn điện lưới trong giai đoạn thi công dự án và là nguồn dự phòng cho sản xuất. Tuy nhiên do việc luyện [[nhôm]] từ Alumina tiêu hao rất lớn điện năng nên kế hoạch xây dựng nhà máy luyện nhôm tại đây sẽ không được triển khai, góp phần làm trầm trọng thêm sự thiếu điện hiện nay.\n\n===Về nguồn nhân lực===\nLượng lao động dự kiến cho dự án Tân Rai khoảng từ 1.500 - 1.700 người, trong đó riêng nhà máy Alumin là 700 - 800 người, phần khai thác mỏ khoảng 800 - 900 người. Để đáp ứng nhu cầu này, TKV đã chuẩn bị nguồn nhân lực theo các hướng: cử đi đào tạo ở nước ngoài thông qua các hợp đồng EPC - có nội dung đào tạo và chuyển giao công nghệ và đào tạo trong nước bằng kinh phí của TKV, trên nguyên tắc ưu tiên trước hết đào tạo con em các dân tộc địa phương\n\n==Vận chuyển và tiêu thụ==\nTrong thời kỳ đầu khai thác đến năm 2015 việc vận chuyển sẽ bằng đường bộ, sau năm 2015 việc vận chuyển sẽ nối với hệ thống đường sắt được xây dựng từ [[cảng Kê Gà]] tên [[Bảo Lộc]], [[Lâm Đồng]].\n\n==Xem thêm==\n*[[Dự án khai thác bô xít ở Tây Nguyên|Dự án khai thác bauxite ở Tây Nguyên]]\n*[[Dự án bauxite Tân Rai]]\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Đắk Nông|D]]\n[[Thể loại:Bauxite Tây Nguyên|N]]\n[[Thể loại:Khai thác bô xít|N]]"}