{"1243963":"{{Chú thích trong bài}}{{Thông tin đơn vị hành chính Việt Nam\n| tên = Ea Bia\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 12\n| kinh độ = 108\n| vĩ phút = 58\n| vĩ giây = 02\n| kinh phút = 55\n| kinh giây = 03\n| diện tích = 26,59 km²<ref name=MS\/>\n| dân số = 1882 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 71 người\/km²\n| dân tộc = \n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Phú Yên]]\n| huyện = [[Sông Hinh]]\n| thành lập = 1989<ref>34\/1989\/QĐ-HĐBT<\/ref>\n| trụ sở UBND = \n| mã hành chính = 22228<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Ea Bia''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Sông Hinh]], tỉnh [[Phú Yên]], [[Việt Nam]].\n\nXã Ea Bia có diện tích 26,59&nbsp;km², dân số năm 1999 là 1882 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 71 người\/km².\n\n== Vị trí địa lý, điều kiện tự nhiên ==\n=== 1. Vị trí địa lý ===\nXã Ea Bia là một xã miền núi thuộc huyện Sông Hinh, tỉnh Phú Yên, nằm trên đường quốc lộ 19C và quốc lộ 29 đi Đắk Lắk, cách thị trấn Hai Riêng (huyện lỵ huyện Sông Hinh) 2&nbsp;km và cách thành phố Tuy Hòa khoảng 60km, đông bắc giáp với thị trấn Hai Riêng, đông nam giáp xã Đức Bình Đông và tây nam giáp xã EaTrol.\n\n=== 2. Điều kiện tự nhiên ===\n\nXã Ea Bia có nhiều điều kiện thuận lợi về điều kiện tự nhiên. \n\nVề địa hình, bình nguyên bằng phẳng, ít đồi núi thuận lợi cho việc đi lại. \n\nVề đất đai: đa dạng, phong phú bao gồm đất đỏ bazan, đất xám, đất cát,... Một số nơi như buôn Ma Sung có đất xám đen và đất đỏ tập trung ở đồi núi gần buôn làng. \n\nVề sông ngòi, xã Ea Bia nằm ở hạ nguồn thủy điện Sông Hinh nên nơi đây thuận lợi cho việc tưới tiêu và sinh hoạt. Ngoài ra, còn có một số con suối lớn, nhỏ chạy qua địa bàn của xã như suối Ea Thum Plum ở Buôn Krông, Ea Đung Gia ở Buôn Dành B,...\n\nVề khí hậu, xã Ea Bia thuộc kiểu khí hậu nhiệt đới ẩm gió mùa. \n\nVề thời tiết, xã Ea Bia có mưa vào các tháng 1,2,4,10,11,12. Các tháng còn lại mưa rất ít.\n\n== Lịch sử hình thành ==\nXã Ea Bia thuộc huyện Sông Hinh, tỉnh Phú Yên, là một trong những địa bàn thuộc về nơi ra đời của nền văn hoá và quốc gia cổ - trung đại Champa. \n\nVề sau, thuộc quyền cai quản của chúa Nguyễn ở Đàng Trong, nhà Tây Sơn và nhà Nguyễn cho đến năm 1884. \nTừ năm 1884 - 1945, Việt Nam chịu sự thống trị của thực dân Pháp gần 100 năm, trong đó có cả xã Ea Bia. \n\nTừ sau sự thắng lợi của Cách mạng tháng Tám năm 1945 và sự ra đời của nhà nước Việt Nam Dân chủ Cộng hòa, cùng với sự thắng lợi của nhân dân cả nước thì nhân dân huyện Sông Hinh, tỉnh Phú Yên (trong đó có cả nhân dân xã Ea Bia) đã đứng dậy đấu tranh và giành những thắng lợi. \n\nSau khi nhà nước Việt Nam Dân chủ Cộng hoà ra đời thì thực dân Pháp vẫn không từ bỏ sự thống trị đối với Việt Nam, vì thế, ngày 23\/9\/1945, đã quay trở lại xâm lược Việt Nam lần thứ hai. Do đó, cùng với nhân dân trong cả nước thì nhân dân huyện Sông Hinh, tỉnh Phú Yên (trong đó có nhân dân xã Ea Bia) đã bước vào cuộc kháng chiến chống thực dân Pháp từ năm 1945 - 1954. \n\nSau thắng lợi của chiến dịch Điện Biên phủ năm 1954 và ký kết hiệp định Giơnevơ (21\/7\/1954), Việt Nam bị chia cắt làm hai miền với hai chế độ chính trị khác nhau. Trong đó, huyện Sông Hinh (trong đó có xã Ea Bia) chịu sự thống trị của chính quyền Sài Gòn và đế quốc Mỹ.\n\nTừ năm 1954 đến năm 1975, nhân dân xã Ea Bia đã cùng với nhân dân miền Nam Việt Nam chống lại sự áp bức, thống trị của chính quyền Sài Gòn và đế quốc Mỹ cho đến khi giải phóng hoàn toàn miền Nam và thống nhất đất nước năm 1975. \n \n\nCho đến trước năm 1970, cùng với sự tồn tại của hệ thống chính quyền Sài Gòn là hệ thống chính quyền cách mạng của Chính phủ lâm thời Cộng hòa miền Nam Việt Nam. Trong đó, xã Ea Bia thuộc địa phận của tỉnh Đăk Lăk là một bộ phận của chính phủ lâm thời Cộng hòa miền Nam Việt Nam. \n\nTừ năm 1970 đến năm 1975, xã Ea Bia, thuộc huyện Tây Nam, tỉnh Phú Yên.\n\nTrong giai đoạn 1975 - 1984, xã Ea Bia thuộc huyện Tây Sơn, tỉnh Phú Khánh; từ 1984 - 1989, xã Ea Bia thuộc huyện Sông Hinh, tỉnh Phú Khánh và từ 1989 đến nay, xã Ea Bia thuộc huyện Sông Hinh, tỉnh Phú Yên.\n\nVào năm 1984, khi huyện Tây Sơn tách ra thành huyện Sông Hinh và huyện Sơn Hòa thì xã Ea Bia là một trong 6 xã cùng với xã Đức Bình, xã Ea Bá, xã Ea Trol, xã Sơn Giang và xã Sông Hinh.\n\nNgày 27\/3\/1989, Xã Ea Bia bị chia thành hai đơn vị hành chính lấy tên là xã Ea Bia và thị trấn Hai Riêng - thị trấn huyện lị huyện Sông Hinh.\n\nNgày 30\/6\/1989, khi tỉnh Phú Yên được tái lập từ tỉnh Phú Khánh cũ thì xã Ea Bia thuộc huyện Sông Hinh, tỉnh Phú Yên.\n\n== Hành chính ==\nXã Ea Bia bao gồm các thôn buôn như: \n\n1. Buôn Krông, nằm ở trung tâm của xã Ea Bia, nơi đặt trụ sở Ủy ban nhân dân xã Ea Bia, có đường quốc lộ 19C đi qua. \n\n2. Buôn Hai Klốc, tiếp giáp với Trường Bồi dưỡng chính trị huyện Sông Hinh, Trung tâm dạy nghề hướng nghiệp huyện Sông Hinh và trường Phổ thông dân tộc Nội trú huyện Sông Hinh. \n\n3. Buôn Nhum, là nơi giao thỏa giữa thị trấn Hai Riêng với xã Đức Bình Đông, có đường quốc lộ 29 đi qua. \n\n4. Buôn Ma Sung \n\n5. Buôn Dành A, có đường quốc lộ 19C đi qua. \n\n6. Buôn Dành B, có đường quốc lộ 19C đi qua.\n\n7. Buôn Dôn Chách, giáp với xã Đức Bình Đông và thủy điện Sông Hinh.\n\n== Tình hình Kinh tế - Văn hoá - Xã hội ==\n\n=== 1. Kinh tế ===\nKinh tế của xã Ea Bia trong thời gian gần đây có sự chuyển biến và phát triển. Các loại cây trồng chủ yếu của xã là cây sắn, cây mía. Công ty Tinh bột sắn Fococev năm trên địa bàn Buôn Nhum của xã Ea Bia là nơi thu mua nguồn nguyên liệu cây sắn (cây mì) của cả huyện Sông Hinh.\n\nBên cạnh đó, cùng với sự mở rộng kênh mương thủy lợi và đổi mới giống cây trồng thì người dân trong xã đã mở rộng trồng lúa nước để cải thiện cuộc sống. \n\nNgoài ra, người dân trong xã cũng trồng lúa và các cây hoa màu khác như ớt, rau củ cải...để đáp ứng nhu cầu về lương thực thực phẩm. Ngoài ra, trên địa bàn xã cũng chăn nuôi bò, gà, heo...\n\n=== 2. Dân cư ===\nDân số của xã Ea Bia năm 1999 là 1882 người; năm 2020 là khoảng 4000 người. \n\nĐa phần dân cư sinh sống ở trên địa bàn xã Ea Bia là người Ê đê, người Kinh. Ngoài ra, còn có một số ít đồng bào các dân tộc thiểu số khác.\n\n=== 3. Giáo dục ===\n  \n\n\nTrên địa bàn của xã Ea Bia, có trường Mẫu giáo Ea Bia, trường Tiểu học Ea Bia và trường Trung học Cơ sở Ea Bia để phục vụ cho việc đi học của học sinh. Ngoài ra, ở trên địa bàn xã Ea Bia còn trường Mầm non tư nhân Ban Mai.\n\n=== 4. Y tế === \nTừ lâu, trên địa bàn của xã Ea Bia đã xây dựng trạm y tế để phục vụ cho người dân về khám chữa bệnh và cấp thuốc, và các hoạt động khác liên quan đến y tế. \n\n=== 5. Đời sống vật chất và tinh thần === \nTrạm cấp thoát nước sạch nằm trên địa bàn Buôn Krông, xã Ea Bia là nơi cung cấp nguồn nước sạch cho người dân xã Ea Bia và các địa phương khác.\n\nĐồng thời, mạng lưới điện đã được đưa về các buôn làng trên địa bàn của xã. Cho đến nay, hầu người dân tại các buôn làng của xã đều có điện và đã mua sắm các thứ như tivi, điện thoại, loa hát karaoke,...để phục vụ cho nhu cầu giải trí. \n\nNgoài ra, người dân trên địa bàn xã hầu hết đều mua điện thoại cho mình dùng và có cả lắp đặt mạng internet, wifi, đặc biệt là những người trẻ tuổi dùng điện thoại cảm ứng để trao đổi thông tin.\n\n=== 6. Nhà ở và đi lại ===\nỞ xã Ea Bia, người Kinh ở nhà xây. \nCòn đa số người Ê đê vẫn còn theo lối kiến trúc nhà sàn truyền thống. \n\nXe máy là phương tiện đi lại chủ yếu của người dân trong xã Ea Bia. Ngoài ra, xe công nông và máy kéo là hai phương tiện chủ yếu để vận chuyển nông sản đi tới nhà máy.\n== Giao thông ==\nĐường đi vào các thôn buôn được mở rộng, nâng cấp và xây dựng mới, đặc biệt là mở rộng hai con đường đi hạ nguồn thủy điện Sông Hinh. Xã Ea Bia nằm trên trục đường quốc lộ 29 và quốc lộ 19C đi huyện M'Đrăk, tỉnh Đăk Lăk.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Đơn vị hành chính thuộc huyện Sông Hinh}}{{sơ khai Phú Yên}}"}