{"197118":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Ea Bhôk\n| hình = a herd of cows on the grassland.jpg\n| ghi chú hình = Đàn bò trên cánh đồng vào mùa khô\n| vĩ độ =\n| kinh độ = \n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = 42 km²\n| dân số = 16.852 người\n| thời điểm dân số = 2013\n| mật độ dân số = 401 người\/km²\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Đắk Lắk]]\n| huyện = [[Cư Kuin]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 24550<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Ea Bhôk''' là một xã thuần nông thuộc huyện [[Cư Kuin]], tỉnh [[Đắk Lắk]], [[Việt Nam]].\n\n== Lịch sử ==\nDưới thời [[Việt Nam Cộng hòa]], xã lak ma uăn, thuộc quận Lắk, sau nhập vào quận Phước An, tỉnh Đắk Lắk.\n\nSau năm [[1975]], quận Phước An đổi thành huyện Krông Pắk, gồm 2 thị trấn và 26 xã trong đó có Ea Bhôk.\n\nNgày [[19 tháng 09]] năm [[1981]], theo Quyết định số 75\/HĐBT của Hội đồng Bộ trưởng (nay là Chính phủ Việt Nam) về việc phân vạch địa giới của huyện Krông Pắk và thị xã Buôn Ma Thuột, trên cơ sở đó thành lập huyện Krông Ana với các xã Ea Bông, Ea Na, Ea Tiêu, Quảng Điền của thị xã Buôn Ma Thuột và các xã Hòa Hiệp, Ea Bhốk, Ea Ktur của huyện Krông Pắk cùng tỉnh đưa sang. Các thôn buôn của Ea Bhôk thuộc huyện Krông Ana.\n\nNăm [[1993]], trên cơ sở một phần diện tích tự nhiên và dân số của xã Ea Bhốk thành lập 2 xã Cư Ê Wi và xã Ea Hu, phần đất còn lại thuộc xã.\n\nNăm [[2007]], xã thuộc huyện [[Cư Kuin]] dựa theo Nghị định số 137\/2007\/NĐ-CP ngày 27 tháng 8 năm 2007 của Chính phủ Việt Nam về việc điều chỉnh địa giới hành chính, tách huyện Krông Ana thành hai huyện Krông Ana và Cư Kuin.\n\n==Kinh tế==\nKinh tế của xã chủ yếu dựa vào trồng chăm sóc cà phê, cây lúa nước, điều, cây tiêu là các cây chủ lực của xã.\n\nChăn nuôi thì có gia súc gia cầm như: bò, dê, lợn, gà.\n\n==Giao thông==\nGiao thông có [[Quốc lộ 27]] chạy qua địa bàn của xã, đường giao thông nông thôn được nhựa hóa đến xã. Các nhánh trong thôn buôn được mở rộng hơn, xe tải có thể vào đến tận thôn buôn.\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{sơ khai Đắk Lắk}}\n{{Đơn vị hành chính thuộc huyện Cư Kuin}}"}