{"124412":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Ea Tiêu\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ =\n| kinh độ = \n| diện tích = 46,32 km²\n| dân số = 19.048 người\n| thời điểm dân số = 2013\n| mật độ dân số = 437,2 người\/km²\n| dân tộc = [[người Việt|người Kinh]], [[người Ê Đê]], [[Người Tày]], v v..\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Đắk Lắk]]\n| huyện = [[Cư Kuin]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 24547<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Ea Tiêu''' là một xã thuần nông của huyện [[Cư Kuin]], phía Bắc giáp xã Hoà Thắng, Tây giáp xã Ea Kao thuộc (TP Buôn Ma Thuột); Nam giáp xã Dray Bhăng; Đông giáp xã Ea Ktur và xã Ea Bhôk cùng huyện. Nằm dọc Quốc lộ 27, cách trung tâm huyện 9&nbsp;km về phía Nam và cách TP Buôn Ma Thuột 15&nbsp;km về phía Bắc\n\nKinh tế có các cây công nghiệp cà phê, hồ tiêu. Nông nghiệp cây lúa nước chiếm phần lớn diện tích, các loại họ ngô đậu được trồng xen kẽ.\n\nTheo viện khảo cổ học Việt Nam đã tìm thấy tại khu vực buôn Ea Knir nhiều rìu đá có vai, cuốc đá, vòng trang sức bằng đá. Tại di chỉ này cũng tìm thấy bản mài, những mảnh gốm, mảnh tước cùng nhiều phế phẩm, phế liệu trong quá trình chế tác của người xưa để lại.\n==Lịch sử==\nTrước năm 1975 xã được thành lập năm 1974 thuộc thị xã Buôn Ma Thuột, sau năm 1975 thuộc thị xã [[Buôn Ma Thuột]] đến ngày 19 tháng 09 năm 1981 Hội đồng Bộ trưởng (nay là Chính phủ) ra Quyết định số 75\/HĐBT thành lập huyện Krông Ana, trên cơ sở diện tích đất của thị xã Buôn Ma Thuột và huyện Krông Pác, các thôn buôn của Ea Tiêu thuộc huyện Krông Ana. \nNgày 27 tháng 8 năm 2007 huyện Krông Ana tách thành 2 huyện Krông Ana và Cư Kuin, xã thuộc về huyện Cư Kuin.\n\nTại địa bàn có các diện tích trồng cà phê của các doanh nghiệp quốc doanh như: Nông trường cà phê Ea Tiêu; Công ty cà phê Việt Đức, Việt Thắng.\n\nVề giáo dục có các trường học từ mẫu giáo, cấp I, cấp II, cấp III.\n\nThủy lợi của xã khá thuận lợi, hồ nước chứa Ea Chư Kap cung cấp nước tưới tiêu cho cà phê, lúa nước.\n\nCông nghiệp chưa được phát triển.\n\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Đắk Lắk}}\n\n{{Đơn vị hành chính thuộc huyện Cư Kuin}}"}