{"73136":"{{Thông tin nghệ sĩ\n| background = non_vocal_instrumentalist\n| tên = Elvis Phương\n| tên khai sinh = Phạm Ngọc Phương\n| ngày sinh = {{ngày sinh và tuổi|1945|2|1|}}\n| nơi sinh = [[Thủ Dầu Một]], [[Bình Dương]], [[Liên bang Đông Dương]]\n| nghề nghiệp = [[Ca sĩ]]\n| nghệ danh âm nhạc = Elvis Phương\n| vợ = {{marriage|Lệ Hoa|1982}}\n| ảnh hưởng bởi = [[Elvis Presley]]\n| dân tộc = [[Người Kinh|Kinh]]\n| lĩnh vực hoạt động = [[Âm nhạc]]\n| dòng nhạc = {{hlist|[[Nhạc trẻ]]|[[Nhạc rock]]| [[Nhạc vàng]]|[[Tình khúc 1954-1975]]}}\n| quốc tịch = {{flag|Việt Nam}}\n| thành viên của = [[Phượng Hoàng (ban nhạc)|Ban Phượng Hoàng]]\n| ca khúc = [[Bài thánh ca buồn]]<br>Đàn bà<br>Không\n}}\n'''Phạm Ngọc Phương''' (sinh ngày 1 tháng 2 năm 1945) thường được biết đến với nghệ danh '''Elvis Phương''', là một [[ca sĩ]] người Việt Nam. Thể hiện thành công với nhiều thể loại nhạc như [[Nhạc pop|pop]], [[rock]] và [[nhạc trữ tình]]. Ông từng là thành viên của ban nhạc [[Phượng Hoàng (ban nhạc)|Phượng Hoàng]].\n\n==Cuộc đời và sự nghiệp==\n\n=== Thời niên thiếu và khởi đầu sự nghiệp ===\nElvis Phương tên thật là Phạm Ngọc Phương, sinh năm 1945 tại [[Bình Dương]], trong một gia đình trí thức Tây học khá giả. Cha mẹ ông là người huyện [[Hương Sơn]], tỉnh [[Hà Tĩnh]], nhưng chuyển đến sinh sống tại Bình Dương từ thập niên 1940. Cha ông là kiến trúc sư và giáo sư dạy tiếng Pháp.\n\nElvis Phương là con trai trưởng trong gia đình với 8 người em gái (trong đó có ca sĩ [[Kiều Nga]]) và 1 em trai. Từ lúc 5 tuổi, ông đã học mẫu giáo ở trường Pháp Aurore, do đó ông có sự tiếp xúc khá sớm với âm nhạc phương Tây. Ông theo học Pháp văn cho đến tận lúc thi đậu tú tài đôi. Thuở nhỏ ông thường được nghe nhạc Pháp trong trường, và âm nhạc đã thấm đẫm trong con người ông dần dần từ lúc đó. Thuở nhỏ ông học chung lớp với nghệ sĩ [[Thanh Nga]]. \n\nÔng biểu diễn trước công chúng lần đầu vào năm [[1962]] tại trường dòng Regina Pacis. Bài hát đầu tiên Elvis Phương biểu diễn là ''Nửa đêm ngoài phố'' của nhạc sĩ [[Trúc Phương]]. Ông tham gia nhiều ban nhạc như Rockin' Stars, Les Vampires... Là một trong những người khuấy động phong trào nhạc trẻ đầu tiên của [[Thành phố Hồ Chí Minh|Sài Gòn]] trong [[Phượng Hoàng (ban nhạc)|ban nhạc Phượng Hoàng]] lúc ấy còn có [[Nguyễn Trung Cang]], [[Lê Hựu Hà]],... sau này trở thành một ca sĩ có thể hát nhiều thể loại từ [[rock]], [[Nhạc pop|pop]], trữ tình cho đến ca khúc [[Nhạc quê hương|trữ tình quê hương]].\n\nLúc đó ông chỉ hát nhạc nước ngoài với cái tên Ngọc Phương, có ngoại hình nhìn giống ca sĩ người Mỹ lừng lẫy lúc đó là [[Elvis Presley]] với mái bass để dài, gương mặt điển trai, nên một người bạn đề nghị ông đổi sang dùng nghệ danh Elvis Phương.\n\nLà ca sĩ tự do được một thời gian, sau đó Elvis Phương tham gia hát trong ban nhạc Shotguns của nhạc sĩ Ngọc Chánh từ khoảng cuối thập niên 1960. Ông cũng là ca sĩ thường xuyên góp giọng hát trong các băng nhạc Shotguns nổi tiếng và đến nay vẫn còn được khán giả tìm nghe lại sau 50 năm. Trong số những ca khúc Elvis Phương đã thu cho Shotguns, có 2 ca khúc tiêu biểu nhất là ''Vết Thù Trên Lưng Ngựa Hoang'' và ''Áo Anh Sứt Chỉ Đường Tà'', với tiếng huýt sáo trong đoạn gian tấu đã làm nên thương hiệu Elvis Phương. Đây cũng là thời gian 2 năm liên tiếp ông được trao giải Kim Khánh cho danh hiệu ca sĩ hát nhạc trẻ được yêu thích nhất do độc giả báo Trắng Đen bình chọn.\n\n=== Hoạt động trong ban nhạc Phượng Hoàng ===\n{{chính|Phượng Hoàng (ban nhạc)}}\nTuy nhiên, sự nghiệp của Elvis Phương lên đỉnh cao và gây tiếng vang lớn nhất phải kể đến thời gian hát trong ban nhạc [[Phượng Hoàng (ban nhạc)|Phượng Hoàng]].\n\nSuốt thập niên 1960, tất cả các ban nhạc trẻ tại Việt Nam đều hát nhạc nước ngoài, hoặc hát nhạc ngoại lời Việt. Sang thập niên 1970 thì xuất hiện ban nhạc Phượng Hoàng chỉ hát nhạc Việt của chính hai nhạc sĩ trong ban sáng tác, đó là [[Lê Hựu Hà]] và [[Nguyễn Trung Cang]].\n\nElvis Phương kể lại, một hôm đến hát ở Queen Bee, ông thấy có một người đứng nhìn mình có vẻ ngập ngừng. Một lúc sau, có vẻ như người đó đã lấy hết can đảm đến bắt chuyện, tự giới thiệu là nhạc sĩ Lê Hựu Hà, và đưa ca khúc mới vừa sáng tác mang tên Yêu Em và nhờ Elvis Phương hát. Bài hát này được nhạc sĩ viết tặng cho người bạn gái.\n\nElvis đã đồng ý, nhận lời hát và thu thanh bài hát. Thời gian sau đó, khi ''Yêu Em'' đã thành bài hit, nhạc sĩ Lê Hựu Hà đến gặp Elvis Phương để nói lời cám ơn, và tiết lộ rằng chính nhờ bài hát này mà nhạc sĩ được nên duyên vợ chồng với người bạn gái. Lúc này Lê Hựu Hà cũng ngỏ lời mời Elvis Phương tham gia vào ban Phượng Hoàng để thay thế cho ca sĩ [[Duy Quang]] trước đó chỉ tham gia được một thời gian ngắn và đã rời ban.\n\nĐây cũng là thời điểm đánh dấu một mốc son chói lọi trong sự nghiệp âm nhạc rực rỡ của Elvis Phương.\n\nTrong đêm nhạc Sol Vàng với chủ đề ''Bước tình hồng'' diễn ra vào ngày 8 tháng 10 năm 2016, Elvis Phương đã hát lại các ca khúc như ''Tôi muốn, Yêu em, Thương nhau ngày mưa, Anh vẫn biết''…, nhằm vinh danh cố nhạc sĩ [[Nguyễn Trung Cang]] và [[Lê Hựu Hà]] trong ban nhạc [[Phượng Hoàng (ban nhạc)|Phượng Hoàng]].<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/nghe-elvis-phuong-hat-tuong-nho-nguyen-trung-cang-le-huu-ha-1185358.htm|tựa đề=Nghe Elvis Phương hát tưởng nhớ Nguyễn Trung Cang, Lê Hựu Hà|ngày=9-10-2016|website=Báo Tuổi Trẻ|ngày truy cập=1 tháng 5 năm 2021}}<\/ref>\n\n==Đời tư==\n\nElvis Phương kết hôn 3 lần. Người vợ đầu tiên quê ở Đà Lạt, mất trong một vụ tai nạn giao thông năm 1970. Người vợ thứ hai tên Lộc.  Người vợ hiện tại là Phan Lệ Hoa.\n\nElvis Phương là anh trai của ca sĩ hải ngoại nổi tiếng Kiều Nga.\n\nElvis Phương định cư tại nước ngoài từ năm 1975, lúc đầu ở Pháp, sau đó ở Hoa Kỳ. Sau khi mổ tim vào năm 1998 ông cùng vợ về quê vợ tại Nha Trang<ref>[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/Am-nhac\/468770\/dong-doi-cua-elvis-phuong.html#ad-image-0 Dòng đời của Elvis Phương] tuoitre, 11\/12\/2011<\/ref>. Hiện thời thì ông cư trú tại quận 12, thành phố Hồ Chí Minh.\n\nCa sĩ Kiều Anh - em gái của Elvis Phương cho rằng anh trai không xứng đáng hát bài \"Bông hồng cài áo\" bởi nam danh ca không về chịu tang khi mẹ mất.<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/em-gai-trach-danh-ca-elvis-phuong-thieu-trach-nhiem-o-le-tang-me-post1030546.html|tựa đề=Em gái trách danh ca Elvis Phương thiếu trách nhiệm ở lễ tang mẹ|tác giả=Hải Thanh|ngày=29-12-2019|website=Zing.vn}}<\/ref>\n\n== Hoạt động khác ==\nNgày 28 tháng 4 năm 2021, Elvis Phương chính thức phát hành album ''Em dấu yêu'', đĩa nhạc đánh dấu sự nghiệp 60 năm ca hát. Album là 12 ca khúc nhạc ngoại, được tuyển lựa kỹ lưỡng, một số ca khúc được viết lời Việt bởi những tên tuổi lớn như: [[Duy Quang]], [[Trung Hành]].<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/giai-tri\/elvis-phuong-toi-van-hat-khoe-yeu-nguoi-yeu-doi-1376266.html|tựa đề=Elvis Phương: Tôi vẫn hát khỏe, yêu người yêu đời|tác giả=Phạm Nhật Huy|ngày=30-4-2021|website=Báo Thanh Niên}}<\/ref>\n\n=== CD ===\n\n* Bích Thu Vân CD016: Tình Xa Vắng, với Julie \n* Diamond CD01: Tình Khúc Phượng Hoàng\n* Diễm Xưa CD047: Biển Mơ, với Ý Lan\n* Dream Studio CD032: Tình Ca Phạm Duy - Hãy Yêu Chàng, với Duy Quang, Tuấn Ngọc \n* EP Production: Tình Ca Cho Em - Vol.1 (1988)\n* EP Production: Vết Thù Trên Lưng Ngựa Hoang - Vol.2 (1988)\n* EP Production: Lady, Người Tôi Yêu - Vol.3 (1993)\n* EP Production: Tình Muộn - Vol.4\n* EP Production: 12 Tình Khúc Phạm Duy - Giết Người Trong Mộng - Vol.5\n* EP Production: Elvis Và Tôi - Vol.6\n* EP Production: Tuyệt Diệu Tình Yêu - Vol.7\n* EP Production: Đàn Bà - Vol.8\n* EP Production: Tình Ca Phượng Hoàng 2 - Vol.9\n* EP Production: Cho Em - Vol.10\n* EP Production: Mong Đợi Ngậm Ngùi - Vol.11\n* EP Production: Tạ Ơn Em - Vol.12\n* EP Production: Đàn Bà 2 - Vol.13 (1995)\n* EP Production: Tình Ơi Tình Đau - Vol.14 (1995)\n* EP Production: Em Cứ Đi - Vol.15 (1996)\n* EP Production: Bay Đi Ôi Cô Đơn - Vol.16\n* EP Production: Em Đến Thăm Anh Một Chiều Mưa - Vol.18\n* EP Production: Tôi Bán Đường Tơ - Vol.19\n* EP Production: Quê Hương Và Tình Yêu - Vol.20 (1998)\n* EP Production: Nha Trang Ngày Về - Vol.21\n* EP Production: Trả Nợ Tình Xa - Vol.22\n* EP Production: Tình Khúc Trịnh Công Sơn - Nắng Thủy Tinh - Vol.23\n* EP Production: Tình Khúc Vũ Thành An - Vol.25\n* Gold CD013: Tôi Bán Đường Tơ, với Thái Châu, Vũ Khanh, Tuấn Ngọc (1992)\n* Gold CD016: Tình Nghệ Sĩ, với Thái Châu, Vũ Khanh\n* Giáng Ngọc CD: Cỏ Úa, với Ngọc Bích, Vũ Khanh (1992)\n* Giáng Ngọc CD: Ngủ Đi Em, với Ngọc Lan, Tuấn Anh\n* Giáng Ngọc CD: Người Đi Qua Đời Tôi, với Ngọc Lan, Kiều Nga\n* Giáng Ngọc CD: Tình Nhớ, với Ngọc Lan, Kiều Nga\n* Giáng Ngọc CD: Nắng Thủy Tinh, với Ngọc Lan, Lệ Thu, Vũ Khanh\n* Giáng Ngọc CD: Tôi Đi Giữa Hoàng Hôn, với Kiều Nga, Vũ Khanh, Tuấn Anh\n* Giáng Ngọc CD: The Best of Tứ Quý - Thành Phố Mưa Bay, với Ngọc Lan, Kiều Nga, Don Hồ (1993)\n* Hoàng Lan MP CD: Vì Sao Thoáng Rơi, với Ngọc Lan\n* Kim Lợi CD: Tạ Ơn Đời Tạ Ơn Người (1996)\n* Lạc Vũ CD: Mai (2007)\n* Lạc Vũ CD: Tình Khúc Nguyễn Ánh 9 - Sài Gòn Em Và Tôi (2006)\n* Lạc Vũ CD: Không, Cho Anh Xin Số Nhà (2006)\n* Lạc Vũ CD: Tôi Bán Đường Tơ (2005)\n* Lạc Vũ CD: Tình Khúc Trịnh Công Sơn 2 (2005)\n* Lạc Vũ CD: Tình Khúc Trịnh Công Sơn (2005)\n* Lạc Vũ CD: Tát Nước Đầu Đình (2005)\n* Lạc Vũ CD: Huyền Thoại Người Con Gái (2005)\n* Lạc Vũ CD: Đừng Trách Gì Nhau (2005)\n* Làng Văn CD020: Bước Tình Hồng, với Ngọc Lan, Kiều Nga\n* Làng Văn CD030: Xóa Tên Người Tình, với Khánh Ly\n* Làng Văn CD034: Tình Hờ, với Khánh Ly\n* Làng Văn CD049: Trên Đỉnh Đau Thương, với Hương Lan\n* Làng Văn CD069: Tứ Quý Tứ Ca, với Duy Quang, Từ Công Phụng, Sĩ Phú (1991)\n* Làng Văn CD071: Cô Hàng Xóm, với Duy Khánh, Thanh Tuyền\n* Làng Văn CD118: Lá Xanh Mùa Hè, với Kiều Nga (1990)\n* Lệ Hằng CD002: Những Tâm Hồn Hoang Lạnh, với Ngọc Lan, Kiều Nga, Tuấn Anh\n* Lệ Hằng CD017: Liên Khúc Tình Đầu, với Hương Lan, Ngọc Bích, Anh Sơn\n* Lệ Hằng CD018: Liên Khúc Rumba - Cha Cha, với Ngọc Bích, Anh Sơn\n* Lệ Hằng CD022: Liên Khúc Khiêu Vũ, với Ngọc Bích, Hương Lan\n* Người Đẹp Bình Dương CD028: Giáng Sinh Kỷ Niệm, với Vũ Khanh, Như Mai, Lệ Hằng\n* Người Đẹp Bình Dương CD036: Thánh Ca 3 - Đoạn Khúc Tri Ân, với Như Mai\n* Người Đẹp Bình Dương Gold 07: Đêm Say\n* Người Đẹp Bình Dương Gold 21: Cô Hàng Cà Phê\n* Người Đẹp Bình Dương: 10 Tình Khúc Song Ca, với Tuấn Vũ, Như Mai\n* Phương Nam Film CD: Mười Năm Tình Cũ (2011)\n* Sài Gòn Audio CD: Cảm Ơn Em Cuộc Đời (2004)\n* Thanh Lan CD008: Chiếc Bóng Bên Đường, với Hương Lan\n* Thanh Lan CD017: Niệm Khúc Cuối, với Khánh Ly\n* Thanh Lan CD024: Duyên Kiếp\n* Thanh Lan CD032: Định Mệnh, với Phượng Mai, Duy Quang\n* Thanh Lan 111: Tứ Quý 4, với Lệ Thu, Kim Anh, Duy Quang\n* Thúy Anh 13: Nhớ Người Tình Xưa, với Kiều Nga\n* Thúy Nga đại diện: Khi Ta Yêu Nhau - Vol.2 (2007)\n* Thúy Nga đại diện: Khi Ta Yêu Nhau\n* TNCD033: Chút Ân Tình Mong Manh, với Dalena (1992)\n* TNCD019: Bài Tango Cho Em, với Ái Vân (1991)\n* Trường Thanh 18: Giây Phút Chạnh Lòng, với Vũ Khanh, Trường Thanh\n* Tú Quỳnh 26: Tình Thu Paris\n* Xuân Đại CD: Tình Khúc Quan Chí Thành - Lời Trăn Trối Muộn Màng, với Ngọc Bích, Quỳnh Hương (1998)\n* Hãng Đĩa Thời Đại: Em Dấu Yêu. (2021)\n\n==Trình diễn trên sân khấu==\n===Trung tâm Thúy Nga===\n==== Chương trình Paris By Night ====\n{| class=\"wikitable\" style=\"width:100%;\"\n|-\n! STT!! Tiết mục!! Thể hiện với!! Chương trình!! Năm\n|-\n| 1 || Rồi Mai Tôi Đưa Em (Trường Sa) || rowspan=\"5\" | solo || Paris By Night 2 || 1986\n|-\n| 2 || Khi Xa Sài Gòn (Kim Tuấn, Lê Uyên Phương) || Giã Biệt Sài Gòn || rowspan=\"2\" | 1986\n|-\n| 3 || Để Quên Con Tim (Đức Huy) || Paris By Night 3 \n|-\n| 4 || 1954 - 1975 (Phạm Duy) || Giọt Nước Mắt Cho Việt Nam || rowspan=\"3\" | 1987\n|-\n| 5 || 10 Năm Tình Cũ (Trần Quảng Nam) || Paris By Night 4 \n|-\n| 6 || Chờ Người (Lam Phương) || Phương Hồng Ngọc || Paris By Night 5 \n|-\n| 7 || Người Yêu Tôi Khóc (Trần Thiện Thanh) || Họa Mi || rowspan=\"2\" | Paris By Night 13 || rowspan=\"5\" | 1991\n|-\n| 8 || Bài Tango Cho Em (Lam Phương) || rowspan=\"4\" | Ái Vân \n|-\n| 9 || Qua Cầu Gió Bay (Dân Ca) || rowspan=\"2\" | Paris By Night 14 \n|-\n| 10 || Nhìn Nhau Lần Cuối (Anh Thái) \n|-\n| 11 || LK Mùa Thu || Paris By Night 15 \n|-\n| 12 || LK Định Mệnh || Dalena || Paris By Night 16 || rowspan=\"3\" | 1992\n|-\n| 13 || Tát Nước Đầu Đình (Y Vân) || Ái Vân || Paris By Night 17 \n|-\n| 14 || Bài Thánh Ca Buồn (Nguyễn Vũ) || rowspan=\"2\" | solo || Paris By Night 18 \n|-\n| 15 || Áo Anh Sứt Chỉ Đường Tà (Phạm Duy) || rowspan=\"2\" | Paris By Night 19 || rowspan=\"9\" | 1993\n|-\n| 16 || Vợ Chồng Quê (Phạm Duy) || Ái Vân \n|-\n| 17 || Trẩy Hội Ngày Xuân || Ái Vân, Ái Thanh || Paris By Night 20 \n|-\n| 18 || LK Hát Cho Ngày Hôm Qua || Tuấn Ngọc, Duy Quang, Anh Khoa || Paris By Night 20 \n|-\n| 19 || Xót Xa (Lam Phương) || solo || rowspan=\"2\" | Paris By Night 22 \n|-\n| 20 || Tình Hồng Paris (Lam Phương) || Ái Vân \n|-\n| 21 || LK Không || Thái Châu, Duy Quang || rowspan=\"3\" | Paris By Night 24 \n|-\n| 22 || LK Hãy Yêu Như Chưa Yêu Lần Nào || Ái Vân \n|-\n| 23 || Ô Mê Ly (Văn Phụng) || Ái Vân, Duy Quang, Phi Khanh, Ngọc Trọng, Chí Tài \n|-\n| 24 || Dư Âm (Nguyễn Văn Tý) || solo || rowspan=\"2\" | Paris By Night 25 || rowspan=\"9\" | 1994\n|-\n| 25 || Hát Hội Trăng Rằm || Ái Vân, Ái Thanh, Chí Tài \n|-\n| 26 || Đàn Bà (Song Ngọc) || Duy Quang || rowspan=\"2\" | Paris By Night 26 \n|-\n| 27 || LK Giăng Câu || Hương Lan, Trang Thanh Lan, Quang Bình \n|-\n| 28 || Bên Lưng Đèo (Văn Phụng) || Chí Tài, Chí Thiện || rowspan=\"2\" | Paris By Night 27 \n|-\n| 29 || Tiếng Hát Với Cung Đàn (Văn Phụng) || Ái Vân, Phi Khanh, Duy Quang \n|-\n| 30 || Tình Chết Theo Mùa Đông (Lam Phương) || solo || rowspan=\"2\" | Paris By Night 28 \n|-\n| 31 || LK Niềm Vui Đơn Côi, Cỏ Úa (Lam Phương) || Ái Vân \n|-\n| 32 || Còn Yêu Em Mãi (Nguyễn Trung Cang) || solo || Paris By Night 29 \n|-\n| 33 || Chiến Sĩ Vô Danh (Phạm Duy) || Duy Quang, Tuấn Ngọc || rowspan=\"3\" | Paris By Night 30 || rowspan=\"5\" | 1995\n|-\n| 34 || Kỷ Vật Cho Em (Phạm Duy) || solo \n|-\n| 35 || Bài Ca Sao (Phạm Duy) || Ái Vân \n|-\n| 36 || Một Lần Miên Viễn Xót Xa (Nguyễn Đức Thành) || solo || rowspan=\"2\" | Paris By Night 32 \n|-\n| 37 || Đàn Chim Tha Phương (Đức Huy) || Ái Vân, Thanh Hà, Thế Sơn, Nguyễn Hưng, Mỹ Huyền \n|-\n| 38 || LK Mưa Chiều Kỷ Niệm || Ái Vân || rowspan=\"2\" | Paris By Night 44 || rowspan=\"4\" | 1998\n|-\n| 39 || Màu Kỷ Niệm (Phạm Đình Chương, Nguyên Sa) || solo \n|-\n| 40 || Mùa Thu Xa Em (Ngô Thụy Miên) || Ái Vân || rowspan=\"2\" | Paris By Night 46 \n|-\n| 41 || Tâm Sự Gửi Về Đâu (Phạm Duy, Lê Minh Ngọc) || solo \n|-\n| 42 || LK Phút Đầu Tiên, Mấy Nhịp Cầu Tre (Hoàng Thi Thơ) || Ái Vân, Hoàng Lan, Nguyễn Hưng || rowspan=\"2\" | Paris By Night 47 || rowspan=\"5\" | 1999\n|-\n| 43 || Rồi Một Ngày (Hoàng Thi Thơ) || rowspan=\"3\" | solo \n|-\n| 44 || Trái Tim Không Ngủ Yên (Thanh Tùng) || Paris By Night 48 \n|-\n| 45 || Rừng Lạng Sơn (Phạm Duy) || Paris By Night 49 \n|-\n| 46 || LK Nhạc Pháp: Histoire D'un Amour, Et Pourtant, J'entends Siffler Le Train (500 Miles), Je Sais, Mal, Si L'amour Existe Encore, Main Dans La Main || Thanh Lan || Paris By Night 50 \n|-\n| 47 || Không (Nguyễn Ánh 9) || solo || Paris By Night 83 || 2006\n|-\n| 48 || Niệm khúc cuối (Ngô Thụy Miên) || Khánh Ly || Paris By Night 94 || 2008\n|-\n| 49 || LK Trăm Nhớ Ngàn Thương (Lam Phương), 10 Năm Tình Cũ (Trần Quảng Nam), Phải Chi Em Đừng Có Chồng (Mặc Thế Nhân) || Ý Lan || Paris By Night 100 || rowspan=\"3\" | 2010\n|-\n| 50 || The House Of Rising Sun || rowspan=\"2\" | solo || rowspan=\"2\" | Paris By Night 100 VIP Party \n|-\n| 51 || Blue Suede Shoes \n|-\n| 52 || LK Nhạc Pháp || Khánh Hà || Paris By Night 104 || 2011\n|-\n| 53 || Đàn Bà (Song Ngọc) || solo || Paris By Night 104 VIP Party || 2012\n|-\n| 54 || LK Lầm, Trăm Nhớ Ngàn Thương, Em Đi Rồi, Như Giấc Chiêm Bao (Lam Phương) || Họa Mi || rowspan=\"2\" | Paris By Night 109 || rowspan=\"2\" | 2013\n|-\n|55\n|Hát Mãi Bài Tình Ca (Thái Thịnh)\n|Minh Tuyết, Như Loan, Tóc Tiên, Như Quỳnh, Don Hồ, Mai Thiên Vân, Hạ Vy, Mạnh Quỳnh, Hương Thủy, Quang Lê, Ngọc Hạ, Trần Thái Hòa, Thế Sơn, Châu Ngọc, Hồ Lệ Thu, Kỳ Phương Uyên, Mai Tiến Dũng, Quỳnh Vi, Trịnh Lam, Lương Tùng Quang, Diễm Sương, Duy Trường, Khánh Lâm, Tommy Ngô, Lynda Trang Đài, Đình Bảo, Ánh Minh, Hương Giang, Anh Tú, Thiên Tôn, Ý Lan, Ngọc Anh, Thu Phương, Giang Tử, Hương Lan, Thái Châu, Quang Dũng, Nguyễn Hưng, Thanh Hà, Lưu Bích, Tuấn Ngọc, Khánh Hà, Dương Triệu Vũ, Lam Anh, Bằng Kiều, Họa Mi\n|}\n\n==== Chương trình Thúy Nga Music Box ====\n{| class=\"wikitable\"\n|+\n!STT\n!Ca khúc\n!Thể hiện với\n!Chương trình\n!Năm\n|-\n|1\n|Lời Cuối Cho Em (Nguyễn Vũ)\n|Thanh Lan\n| rowspan=\"5\" |Thúy Nga Music Box #44\n| rowspan=\"5\" |2021\n|-\n|2\n|Đàn Bà (Song Ngọc)\n| rowspan=\"3\" |solo\n|-\n|3\n|Lầm (Lam Phương)\n|-\n|4\n|Áo Anh Sứt Chỉ Đường Tà (Phạm Duy, thơ: Hữu Loan)\n|-\n|5\n|Một Lời Cuối Cho Em (Nguyễn Ánh 9)\n|Thanh Lan\n|}\n\n===Trung tâm Asia===\n{| class=\"wikitable\" style=\"width:100%;\"\n|-\n! STT!! Tiết mục!! Thể hiện với!! Chương trình!! Năm\n|-\n| 1 || LK Yêu Người Yêu Đời, Tôi Muốn (Lê Hựu Hà) || rowspan=\"3\" | solo || ASIA 1 || 1992\n|-\n| 2 || LK Mười Năm Yêu Em (Trầm Tử Thiêng), Mười Năm Tình Cũ (Trần Quảng Nam) || ASIA 9 || 1995\n|-\n| 3 || Đêm Nguyện Cầu (Lê Minh Bằng) || ASIA 15 || rowspan=\"2\" | 1997 \n|-\n| 4 || Thầm Thì (Trầm Tử Thiêng, Trịnh Nguyễn) || Khánh Ly || ASIA 16 \n|-\n| 5 || Cõi Buồn (Anh Bằng) || rowspan=\"5\" | solo || ASIA 18 || rowspan=\"3\" | 1998\n|-\n| 6 || Quê Nghèo (Phạm Duy) || ASIA 21 \n|-\n| 7 || Vào Hạ (Lê Hựu Hà) || ASIA 22 \n|-\n| 8 || Mặt Trời Đen (Nguyễn Trung Cang) || ASIA 24 || rowspan=\"3\" | 1999\n|-\n| 9 || Tequila (LV: Trường Kỳ) || ASIA 25 \n|-\n| 10 || Bài Luân Vũ Mùa Mưa (LV: Trường Kỳ) || Thanh Lan || ASIA 26 \n|-\n| 11 || LK Phượng Hoàng || rowspan=\"2\" | solo || ASIA 27 || rowspan=\"2\" | 2000\n|-\n| 12 || Anh Vẫn Biết (LV: Phạm Duy) || ASIA 28 \n|}\n\n=== Trung tâm Tình ===\n{| class=\"wikitable\"\n!STT\n!Tiết mục\n!Thể hiện với\n!Chương trình\n!Năm\n|-\n|1\n|Yêu Em Vào Cõi Chết (Phạm Duy)\n|solo\n|Quê Hương Tình Yêu Và Tuổi Trẻ 2\n|1998\n|}\n=== SBTN ===\n{| class=\"wikitable\"\n|+\n!STT\n!Tiết mục\n!Thể hiện với\n!Chương trình\n!Năm\n|-\n|1\n|Anh Còn Nợ Em (Anh Bằng, Phan Thành Tài)\n|Solo\n|Một Chút Quà Cho Quê Hương\n|2021\n|}\n===Tại Việt Nam===\n{| class=\"wikitable\"\n|+\n!STT\n!Tiết mục\n!Thể hiện với\n!Chương trình\n!Năm\n|-\n|1\n|Ru Em Từng Ngón Xuân Nồng (Trịnh Công Sơn)\n| rowspan=\"3\" |Solo\n| rowspan=\"2\" |[[Duyên dáng Việt Nam]] lần 10: Xuân trong lòng người\n| rowspan=\"2\" |2001\n|-\n|2\n|Xin Làm Người Hát Rong ([[Trần Long Ẩn]])\n|-\n|3\n|Áo anh sứt chỉ đường tà\n|Liveshow Phạm Duy: Ngày trở về \n|2006\n|}\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Ca sĩ nhạc trữ tình Việt Nam|E]]\n[[Thể loại:Ca sĩ tình khúc 1954–1975]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Người Hương Sơn]]\n[[Thể loại:Người Bình Dương|E]]\n[[Thể loại:Sinh năm 1945]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nam ca sĩ Việt Nam]]\n[[Thể loại:Cựu học sinh Lasan Taberd]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}