{"3337509":"{{dablink|Xem thêm: [[Danh sách phim Việt Nam có doanh thu cao nhất]]}}\n{{Chú thích trong bài|date=tháng 6\/2022}}\n{{Thông tin phim\n| tên = Em là bà nội của anh\n| hình = Poster-ELBNCA.jpg\n| cỡ hình = 200px\n| ghi chú = Áp phích quảng bá phim.\n| đạo diễn = [[Phan Gia Nhật Linh]]\n| sản xuất = [[Nguyễn Quang Dũng (đạo diễn)|Nguyễn Quang Dũng]]<br\/>Vũ Quỳnh Hà<br\/>Trần Thu Hiền\n| kịch bản = Phan Gia Nhật Linh<br\/>Nguyễn Thái Hà\n| dựa trên = ''[[Miss Granny]]''\n| dẫn phim = \n| diễn viên = [[Miu Lê]]<br\/>[[Ngô Kiến Huy]]<br\/>[[Hứa Vĩ Văn]]<br\/>[[Thanh Nam|NSND Thanh Nam]]<br\/>[[Minh Đức (diễn viên)|NSND Minh Đức]]<br\/>[[Hari Won]]\n| âm nhạc = [[Trần Hữu Tuấn Bách]]<br\/>\n| quay phim = Diệp Thế Vinh\n| dựng phim = Andy Nguyễn<br\/>Quyền Ngô\n| studio = [[CJ E&M Pictures|CJ Entertainment]]<br\/>HKFilm\n| phát hành = [[CJ CGV]]\n| công chiếu = {{film date|2015|12|11}}\n| thời lượng = 127 phút<br\/><small>137 phút (phiên bản Tết)<\/small>\n| quốc gia = [[Tập tin:Flag of Vietnam.svg|25px]] Việt Nam\n| ngôn ngữ = Tiếng Việt\n| kinh phí = \n| doanh thu = 102 tỷ VND<ref name=\"TT\" \/><ref>{{chú thích web|title=Phim ăn khách nhất VN 'nhờ cảm xúc'|url=http:\/\/www.bbc.com\/vietnamese\/multimedia\/2016\/02\/160223_em_la_ba_noi_cua_anh_phangianhatlinh|website=BBC|date = ngày 23 tháng 2 năm 2016}}<\/ref>\n| imdb_id = 5265702\n| amg_id = {{{amg_id}}}\n| preceded_by = \n| followed_by = \n}}\n'''''Em là bà nội của anh''''' (tựa tiếng Anh: '''''Sweet 20''''') là một bộ phim điện ảnh hài tâm lý xã hội của Việt Nam được khởi chiếu vào tháng 12 năm 2015. Đây là phim điện ảnh đầu tay do nhà phê bình [[Phan Gia Nhật Linh]] (Phan Xi Nê) làm đạo diễn.<ref>{{chú thích web|title=Đạo diễn 'Em là bà nội của anh': Tôi muốn đổi tên phim vì bị… ác cảm|url=http:\/\/thanhnien.vn\/van-hoa\/dao-dien-em-la-ba-noi-cua-anh-toi-muon-doi-ten-phim-vi-bi-ac-cam-646856.html|website=Thanh Niên|date = ngày 15 tháng 12 năm 2015}}<\/ref>\n\nĐây là phim được làm lại từ phim Hàn Quốc ''[[Miss Granny|Susanghan Geunyeo]]'' (Miss Granny), có nội dung về một người phụ nữ ngoài 70 tuổi trở lại thành một cô gái tuổi 20. Phiên bản đặc biệt với thời lượng 137 phút (dài hơn 10 phút so với bản chính thức) được công chiếu từ ngày 5 tháng 2 năm 2016 nhân dịp Tết Bính Thân<ref>{{Chú thích web|url = http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/em-la-ba-noi-cua-anh-tung-phien-ban-dac-biet-vao-dip-tet-n20160203141347078.htm|title = 'Em là bà nội của anh' tung phiên bản đặc biệt vào dịp Tết|website=Thể thao & Văn hóa|date = ngày 3 tháng 2 năm 2016}}<\/ref>. Phim cũng đã có mặt trên kênh [[K+|K+1]] vào ngày 4 tháng 3 năm 2016.\n\n==Nội dung==\n{{biết trước nội dung tác phẩm}}\nChuyện phim xoay quanh bà Đại (NSƯT Minh Đức), một bà già kiểu cách, khó tính, đặc biệt yêu thương người con trai độc nhất Ngô Trí Quang (Đức Khuê) đang là giáo sư đại học. Nhưng tuổi xế chiều của bà không được yên ổn khi mâu thuẫn với con dâu (Hồng Ánh), với bạn bè, với quá khứ đầy sóng gió xưa kia cứ thế ập đến.\n\nTrong lúc quẫn bách nhất, phép màu đột ngột xảy đến, biến bà Đại trở thành cô gái trẻ trung tuổi đôi mươi. Không lãng phí cơ hội trời cho, bà quyết định tận dụng từng khoảnh khắc của \"giấc mơ đẹp\" để hoàn thành nhiều tâm nguyện còn dang dở. Cô gái Thanh Nga (Miu Lê) xinh đẹp xuất hiện, làm đảo lộn cuộc sống của cậu ca sĩ nhạc rock nổi loạn Ngô Trí Tùng (Ngô Kiến Huy) - vốn chính là cháu bà Đại, giám đốc sản xuất âm nhạc đẹp trai Mạnh Đức (Hứa Vĩ Văn) và cả ông bạn già tên Bé (NSƯT Thanh Nam) lỡ yêu sâu đậm bà Đại từ thuở trẻ.\n\nBà Đại là bà già 70 tuổi, đang sống với con trai là ông Quang, con dâu là bà Vy, hai đứa cháu nội là Nhon và Tùng. Cuộc sống của bà luôn gặp những chuyện buồn bã, sóng gió cứ ập đến. Một người luôn thương yêu và quan tâm bà Đại là ông bạn già tên Bé. Thời gian này đài truyền hình đang tuyển chọn các tài năng ca hát, giám đốc sản xuất Mạnh Đức và cô trợ lý Min Ji đang muốn tìm một giọng hát \"có tâm hồn\" nhưng vẫn chưa tìm ra. Bà Đại vào tiệm chụp ảnh để chụp một bức ảnh làm ảnh thờ sau này. Trong lúc chụp ảnh, một phép màu đã biến bà Đại trở thành cô gái trẻ đẹp 20 tuổi. Đến khi lên xe buýt bà mới giật mình phát hiện ra điều này.\n\nVì ngoại hình đã thay đổi nên bà Đại không dám về nhà. Bà lấy tên Thanh Nga (do hâm mộ cố nghệ sĩ [[Thanh Nga]]) và thuê nhà của ông Bé ở tạm. Bà Đại quyết định dùng tuổi thanh xuân này để thực hiện ước mơ ca hát của mình. Cô gái Thanh Nga vào khu người già, lên sân khấu hát bài \"[[Diễm xưa]]\". Giọng hát của cô gây ấn tượng mạnh với ông Bé, Tùng và Mạnh Đức. Tùng mời Thanh Nga về làm ca sĩ hát chính trong nhóm nhạc của anh. Thanh Nga đồng ý, sau đó cô làm thay đổi phong cách âm nhạc của nhóm của Tùng.\n\nNhóm của Tùng đến đài truyền hình để dự thi và đã được Mạnh Đức chọn. Lúc này ông Bé tìm thấy đồ đạc của bà Đại trong phòng Thanh Nga, ông nghi ngờ Thanh Nga đã giết bà Đại. Ông Bé định bắt trói Thanh Nga để hỏi cung nhưng bị cô trói ngược lại. Thanh Nga tiết lộ rằng mình chính là bà Đại được trẻ lại. Ông Bé ngạc nhiên khi biết được sự thật, ông giữ im lặng không kể cho ai nghe. Nhóm của Tùng có cơ hội biểu diễn trong một chương trình truyền hình trực tiếp, Thanh Nga đã hát bài \"Còn tuổi nào cho em\" làm lay động trái tim khán giả.\n\nSáng hôm sau Mạnh Đức và Min Ji dẫn Thanh Nga, ông Bé và nhóm của Tùng đi tắm hồ bơi. Tại hồ bơi, Thanh Nga đã dạy cho một thanh niên côn đồ một bài học về cách kính trọng người lớn tuổi. Về đến nhà, ông Bé phát hiện ra nếu Thanh Nga bị chảy máu thì cô sẽ bị già đi. Duyên, con gái của ông Bé, tức giận đuổi Thanh Nga ra khỏi nhà vì thấy cô quá thân thiết với ông Bé. Thanh Nga đành ngủ ở nhà Mạnh Đức. Điều này làm cho Tùng ghen, Tùng có tình cảm với Thanh Nga mà không biết rằng đó là bà nội của mình. Mạnh Đức cũng bắt đầu nảy sinh tình cảm với Thanh Nga.\n\nNhóm của Tùng lại có cơ hội biểu diễn trong một chương trình truyền hình trực tiếp khác. Sắp đến giờ diễn thì Tùng chạy về nhà để lấy cái nón kỷ niệm của ông nội. Tùng đang chạy đến nhà hát thì bất ngờ bị xe tải tông, được đưa vào bệnh viện cấp cứu. Thanh Nga quyết định sẽ hát bài \"Mình yêu từ bao giờ\" do Tùng sáng tác trước khi vào thăm Tùng. Sau buổi biểu diễn thành công rực rỡ, Thanh Nga vào bệnh viện thăm Tùng. Cô chấp nhận truyền máu của mình để cứu sống Tùng. Truyền máu cho Tùng xong, Thanh Nga trẻ đẹp đã biến trở lại thành bà Đại 70 tuổi. Một thời gian sau, Nhon làm ca sĩ hát chính trong nhóm của Tùng, thay thế cho Thanh Nga. Gia đình bà Đại có đi xem màn trình diễn của chị em Nhon và Tùng. Bộ phim kết thúc với cảnh bà Đại bước ra khỏi nhà hát, bà nhìn Mạnh Đức và nở một nụ cười hạnh phúc.\n\n{{hết phần cho biết trước nội dung}}\n\n==Diễn viên==\n* [[Miu Lê]] vai Thanh Nga (bà Đại lúc trẻ lại): một cô gái xinh đẹp, khoảng 20 tuổi, giọng hát trong trẻo, nhưng vẫn còn nguyên dáng đi gù lưng, sự nóng tính, già dặn, tự nhiên đến mức vô duyên của một người già 70 tuổi. Do may mắn có lại được tuổi thanh xuân nên cô đã tranh thủ thực hiện những ước muốn thời trẻ chưa thực hiện được. Về sau vì cứu người cháu, cô chấp nhận truyền máu và trở lại là bà già như xưa.\n* [[Minh Đức (diễn viên)|NSND Minh Đức]] vai bà Đại: một bà già 70 tuổi khó tính, góa chồng từ trẻ, một mình nuôi con nhỏ nên người. Bà có quan hệ không tốt với con dâu và nhiều người khác. Thực sự bà rất thương con cháu và luôn nghĩ cho họ, nhưng do nóng nảy mà bà luôn bị hiểu lầm.\n* [[Ngô Kiến Huy]] vai Tùng: cháu trai cưng của bà Đại, yêu thích âm nhạc và thích sáng tác, tay guitar và thủ lĩnh của ban nhạc Bầy Chó Hoang. Tuy nhiên những bài hát của cậu rất khó nghe và thường thất bại thảm hại. Cho đến khi gặp Thanh Nga - bà của cậu tuổi 20, cậu mới chịu thay đổi phong cách âm nhạc. Bầy Chó Hoang đã được lên biểu diễn tại các chương trình lớn, và sáng tác \"Mình yêu từ bao giờ\" của cậu đã trở thành hit.\n* [[Hứa Vĩ Văn]] vai Mạnh Đức: một giám đốc sản xuất trẻ tuổi, đẹp trai, lịch lãm của đài truyền hình. Bị thu hút bởi giọng hát, cá tính của Thanh Nga, anh có tình cảm với cô.\n* [[Thanh Nam|NSND Thanh Nam]] vai ông Bé: người bạn lâu năm của bà Đại, vốn yêu thầm bà Đại từ thời trẻ. Ông luôn bảo vệ bà Đại mỗi khi bà gặp chuyện, cũng như luôn tìm cách thể hiện tình yêu với bà. Ông cũng là người đầu tiên phát hiện nếu bà Đại tuổi 20 mất máu, bà sẽ lập tức bị lão hóa.\n* [[Đức Khuê]] vai ông Quang: con trai độc nhất của bà Đại. Hiểu được sự hi sinh của mẹ, ông đã cố gắng học tập và trở thành giảng viên đại học. Bà Đại luôn thích khoe thành tích của ông với mọi người.\n* [[Hồng Ánh]] vai bà Vy: con dâu bà Đại, một người phụ nữ nội trợ hiền lành, cam chịu trước sự khó tính của mẹ chồng.\n* [[Hari Won]] vai Min Ji: trợ lý người Hàn Quốc xinh đẹp của giám đốc Mạnh Đức, luôn tìm cách tiếp cận tình cảm của anh. Cô xem Thanh Nga như là một tình địch nguy hiểm.\n* [[Thu Trang]] vai Duyên: con gái ông Bé, một cô gái vô duyên, lỡ thì, luôn kèn cựa với Thanh Nga vì sợ cô giành mất tình cảm của ba mình.\n* Lều Phương Anh vai Nhon: cháu gái bà Đại, tốt nghiệp ngành âm nhạc đã lâu nhưng vẫn thất nghiệp nằm dài ở nhà. Cô ghen tị với Thanh Nga nên thường tỏ ra vô duyên và cư xử kém ý thức. Tuy nhiên cuối phim, cô đã trở thành ca sĩ hát chính trong ban nhạc Bầy Chó Hoang, thay thế vị trí của Thanh Nga bị \"mất tích\". \n* [[Kim Xuân]] vai bà Xuân: một phụ nữ lớn tuổi nhưng rất trẻ con, chưng diện. Bà luôn tỏ ra quyến rũ và tươi trẻ một cách phản cảm. Bà rất thích ông Bé và luôn tìm cách thu hút sự chú ý của ông.\n* [[Trung Dân]] vai chủ tiệm thuốc\n* [[Phi Phụng]] vai chủ tiệm đồ lót\n* [[Ngân Quỳnh]] vai bác sĩ\n* [[Mai Thế Hiệp]] vai bác sĩ\n* [[Võ Ngọc Trai]] vai chàng trai trên xe buýt\n* [[Duy Khánh (diễn viên)|Duy Khánh Zhou Zhou]] vai MC chương trình ca nhạc\n* Đàm Phương Linh vai MC chương trình ca nhạc\n* [[David Phạm]] vai chàng trai ở hồ bơi\n* [[Harry Lu]] vai chồng cũ của bà Đại\n* Hà Linh vai thợ chụp ảnh\n* [[Quốc Thuận]] vai chủ tiệm dép\n* Annie Huỳnh Anh vai cô gái trên xe buýt\n* Hồng Thắm vai bà Bảo Tiên\n* [[Trọng Hiếu|Trọng Hiếu Idol]] vai ông Bé lúc trẻ lại\n\n==Nhạc phim==\n{{tracklist\n| extra_column = Thể hiện\n| title1 = Vụt tan đi\n| writer1 = [[Only C]], <br>Hoàng Long\n| extra1 = ''nhạc nền'' (giọng của [[Miu Lê]])\n| title2 = Giữ lại thanh xuân\n| writer2 = [[Tăng Nhật Tuệ]], <br>Trần Hữu Tuấn Bách\n| extra2 = Tăng Nhật Tuệ\n| title3 = Em là bà nội của anh\n| writer3 = Tăng Nhật Tuệ\n| extra3 = [[Trọng Hiếu|Trọng Hiếu Idol]] <br>''ft.'' Tăng Nhật Tuệ\n| title4 = Ô mê ly\n| writer4 = [[Văn Phụng]]\n| extra4 = Miu Lê\n| title5 = 60 năm cuộc đời\n| writer5 = [[Y Vân]]\n| extra5 = Miu Lê\n| title6 = 60 năm cuộc đời\n| writer6 = Y Vân\n| extra6 = Thái Châu\n| title7 = [[Diễm xưa]]\n| writer7 = [[Trịnh Công Sơn]]\n| extra7 = Miu Lê\n| title8 = Còn tuổi nào cho em\n| writer8 = Trịnh Công Sơn\n| extra8 = Miu Lê\n| title9 = Mình yêu từ bao giờ\n| writer9 = [[Nguyễn Hải Phong (nhạc sĩ)|Nguyễn Hải Phong]]\n| extra9 = Miu Lê\n| title10 = Mình yêu từ bao giờ\n| writer10 = Nguyễn Hải Phong\n| extra10 = Lều Phương Anh\n| title11 = Ve chai\n| writer11 = Phan Hữu Phúc\n| extra11 = Thảo Trang\n| title12 = Trái tim của mẹ\n| writer12 = [[Trần Hữu Tuấn Bách]]\n| extra12 = ''nhạc nền''\n}}\n\n==Hậu trường==\nDo lo ngại vấn đề [[kiểm duyệt]] [[chính trị]], nhà sản xuất ''Em là bà nội của anh'' phải yêu cầu phía biên kịch sửa bối cảnh quá khứ từ [[Việt Nam Cộng hòa|miền Nam]] thành [[Việt Nam Dân chủ Cộng hòa|miền Bắc]], nhân vật bà nội vốn là người Bắc di cư vào Nam sau năm [[Sự kiện 30 tháng 4 năm 1975|1975]], có chồng là liệt sĩ [[Quân đội Nhân dân Việt Nam|Quân đội Nhân dân]], nhân vật người con trai vẫn nói giọng Bắc như mẹ. Chi tiết này mặc dù được đánh giá là tạo ra tính cách khiên cưỡng cho nhân vật, nhưng giúp phim thoát nguy cơ cấm chiếu.\n\n==Doanh thu==\n''Em là bà nội của anh'' đạt được doanh thu hơn 85 tỷ đồng sau một tháng ra mắt và vượt qua ''[[Tôi thấy hoa vàng trên cỏ xanh (phim)|Tôi thấy hoa vàng trên cỏ xanh]]'' để trở thành bộ phim Việt Nam ăn khách nhất trong năm 2015<ref>{{chú thích web|title='Em là bà nội của anh' thu 85 tỷ sau 1 tháng|url=http:\/\/vietnamnet.vn\/vn\/giai-tri\/283830\/em-la-ba-noi-cua-anh-thu-85-ti-sau-1-thang.html|website=[[VietNamNet]]|date = ngày 12 tháng 1 năm 2016}}<\/ref>. Bộ phim tiếp tục phá vỡ kỷ lục phòng vé và vượt mốc 100 tỷ đồng vào tháng 2 năm 2016<ref>{{chú thích web|title='Em là bà nội của anh' vượt mốc doanh thu 100 tỷ đồng|url=http:\/\/thanhnien.vn\/van-hoa\/em-la-ba-noi-cua-anh-vuot-moc-doanh-thu-100-ti-dong-668297.html|website=Thanh Niên|date = ngày 17 tháng 2 năm 2016}}<\/ref>. Ngày 17 tháng 2, với doanh thu 4,76 triệu USD (tính đến ngày 22 tháng 2 là 102 tỷ đồng<ref name=TT>{{chú thích web|title=Em là bà nội của anh đạt doanh thu 102 tỷ đồng|url=http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160222\/em-la-ba-noi-cua-anh-dat-doanh-thu-102-ti-dong\/1055428.html|website=Tuổi Trẻ|date = ngày 22 tháng 2 năm 2016}}<\/ref>), ''Em là bà nội của anh'' đã chính thức vượt qua ''[[Để Mai tính 2]]'' để trở thành bộ phim Việt Nam có doanh thu cao nhất từ trước tới nay<ref name=Noh>{{chú thích web|title='Sweet 20' breaks Vietnamese box office record|url=http:\/\/www.screendaily.com\/news\/sweet-20-breaks-vietnamese-box-office-record\/5100682.article|website=Screen Daily|date = ngày 19 tháng 2 năm 2016}}<\/ref>. Sau đó bị phim ''[[Em chưa 18]]'' phá kỷ lục với 150 tỷ đồng.\n\n==Xem thêm==\n* [[Miss Granny]]\n* [[Cô gái đến từ hôm qua (phim)|Cô gái đến từ hôm qua]]\n* [[Tháng năm rực rỡ]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* {{IMDb title|5265702}}\n* {{YouTube|L_iOZs6JZe0|EM LÀ BÀ NỘI CỦA ANH - Trailer chính thức (Khởi chiếu 11\/12\/2015)}} CGV Cinemas Vietnam, xuất bản 18 tháng 11 năm 2015.\n{{Phan Gia Nhật Linh}}\n{{Nguyễn Quang Dũng}}\n\n[[Thể loại:Phim năm 2015]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Phim lãng mạn Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim giả tưởng Việt Nam]]\n[[Thể loại:Phim của CJ Entertainment]]\n[[Thể loại:Phim của HKFilm]]\n[[Thể loại:Phim đạo diễn đầu tay]]\n[[Thể loại:Phim làm lại]]\n[[Thể loại:Phim tưởng tượng hài hước]]\n[[Thể loại:Phim về gia đình]]\n[[Thể loại:Phim về gia đình bất thường]]\n[[Thể loại:Phim về âm nhạc và nhạc sĩ]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hài thập niên 2010]]\n[[Thể loại:Phim lãng mạn thập niên 2010]]\n[[Thể loại:Phim chính kịch thập niên 2010]]\n[[Thể loại:Phim kỳ ảo thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh năm 2015]]\n[[Thể loại:Phim do Phan Gia Nhật Linh đạo diễn]]"}