{"529311":"{{DISPLAYTITLE:François Jaccard ''Phan''}}\n{{chú thích trong bài}}{{POV}}\n{{wikify}}\n\n'''Francois Jaccard''' hay Francisco Phan, sinh năm 1799 tại Onnion thuộc miền Savoie, Annecy nước Pháp, là Linh mục [[Hội Thừa sai Paris]] (Balê). Ông bị xử tử ngày 21 tháng 9 năm 1838 tại Nhan Biều dưới thời vua Minh Mạng. Ông được phong [[Chân Phước]] ngày 27\/05\/1900 do Đức Leon XIII. Ngày 19\/06\/1988, [[giáo hoàng Gioan Phaolô II]] suy tôn Francisco Jaccard Phan là [[Hiển thánh|Hiển Thánh]], lễ diễn ra vào ngày 21\/09 hàng năm.<ref>{{chú thích web|title=Thánh FRANÇOIS JACCARD - PHAN - Linh mục Hội Thừa Sai Paris (1799 - 1838)|url=https:\/\/hdgmvietnam.com\/chi-tiet\/thanh-francois-jaccard-phan-tu-dao-ngay-21-9-1838-34321|website=Hội đồng Giám mục Việt Nam|access-date=2021-09-17}}<\/ref>\n\n== Thân thế ==\nPhanxicô Phan sinh ra trong một gia đình nông dân nghèo. Những ngày đầu đi học ông vẫn là một đứa trẻ ham chơi hơn học nên kết quả học tập kém.\n\nĐược sự khuyến khích dạy dỗ của gia đình, Ông đã khắc phục rất nhiều việc lười biếng này. Ông xin vào chủng viện vì có chí hướng đi tu. Sau khi hoàn thành chương trình chủng viện Mélan, Ông được tuyển lên đại chủng viện Chambery năm 1819. Ông gia nhập hội Thừa Sai Paris và được thụ phong linh mục ngày 15 tháng 3 năm 1823.\n== Truyền đạo ==\nNgày 10 tháng 7 năm 1823, cha xuống tàu đến Ấn Độ hơn 1 năm, sau đó tiếp tục đi Ma Cao rồi qua ngã Lạch Đáy vào miền Bắc. Ngày 05 tháng 1 năm 1826, cha Jaccard đến Nhà chung Giáo phận [[Đàng Trong]], học tiếng Việt, lấy tên Việt là Jaccard - Phan và được bổ nhiệm làm mục vụ tại họ đạo Nhu Lý và Phủ Cam, kiêm nhiệm Chủng viện An Ninh, [[Quảng Trị]].\n\nTuy vua Minh Mạng đã ra sắc chỉ cấm đạo, nhưng vua vẫn quy tụ các giáo sĩ thừa sai về kinh đô Huế để giúp triều đình dịch các tài liệu và bản đồ bằng ngoại ngữ sang tiếng Việt, hậu ý là cầm chân các thừa sai tại Huế để ngăn việc truyền giáo.\n\nBị tố cáo giảng đạo bất hợp pháp, cha Jaccard - Phan bị cầm giữ, giải ra công đường huyện Hương Trà, rồi đến Phủ Thừa Thiên, kèm thêm lệnh giao nộp áo lễ, đồ đạo, sách lễ và ảnh tượng. Bản án xử tử đầu tiên của linh mục Jaccard - Phan được đổi sang “giảo giam hậu” (tạm giam chờ ngày xử tử). \n\n== Tử đạo ==\nTháng 1 năm 1833, sau sắc lệnh cấm đạo toàn quốc, ông có thêm người bạn đồng hành. Đó là linh mục Odorico Phương thuộc [[dòng Phanxicô]] vừa mới bị bắt. Sau đó, vua [[Minh Mạng]] truyền xử tử hai linh mục này. Nhưng nhờ sự can thiệp của [[Trần Thị Đang|Nhân Tuyên Hoàng thái hậu]] bản án được chuyển thành đày chung thân tại Lao Bảo (ở biên giới Lào). Cuộc sống vất vả, đói kém và mắc phải bệnh [[sốt rét]] ác tính nên cha Odorico Phương mất tại đây.\n\nTháng 9 năm 1835, vua Minh Mạng đưa cha Phan về giam ở Cam Lộ, Quảng Trị để làm giáo sư cho sáu thanh niên học tiếng Pháp nhưng nhà vua cấm họ trao đổi về đạo. Năm 1838, khi triệt phá chủng viện An Ninh, giám đốc Candalk Kim chạy thoát. Vua bực tức nên ngày 07 tháng 3 ra lệnh bắt ông hỏi cung rồi giải về Quảng Trị.\n\nNgày 18 tháng 7 năm 1838, cha Phan được giam chung với chủng sinh [[Tôma Trần Văn Thiện|Tôma Thiện]]. Ngày 21 tháng 9 năm 1838, quan lính dẫn hai người đến một ngọn đồi ở làng Nhan Biều (Quảng Trị). Theo đề nghị của ông, ông muốn Tôma Thiện chết trước, nên quân lính chấp nhận giải quyết cho nguyện vọng chính đáng này và đã xử Tôma Thiện trước. Sau đó, vòng dây qua cổ vị hai người rồi kéo mạnh hai đầu. Xác hai người được chôn ngay tại pháp trường và năm 1847 được cải táng về chủng viện Thừa Sai Paris.\n\n== Xem thêm ==\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{Thánh tử đạo Việt Nam}}\n[[Thể loại:Người Pháp]]\n[[Thể loại:Hội Thừa sai Paris]]\n[[Thể loại:Thánh Công giáo Việt Nam]]"}