{"30982":"{{Thông tin đảng phái chính trị\n| tên = FULRO\n| tên gốc = ''Mặt trận Thống nhất Đấu tranh''<br>''của các Sắc tộc bị Áp bức''\n| mã màu = #CE2B37\n| logo = [[Hình:Flag of FULRO.svg|222px]]<br>Hiệu kỳ (1968 - 1992)\n| lãnh tụ = [[Y Bham Enuol]]<br>[[Les Kosem]]\n| chủ tịch = [[Chau Dera]]\n| tổng bí thư = \n| phát ngôn viên = [[Y Bham Enuol]]\n| lãnh đạo 1 =\n| lãnh đạo 2 =\n| lãnh đạo 3 =\n| thành lập = [[20 tháng 9]] năm [[1964]]\n| giải tán = [[1992]]\n| headquarters = [[Phnôm Pênh]], {{CAM}} (1958 - 1975)<br>[[California]], {{USA}} (1975 - 1992)\n| báo =\n| thanh niên =\n| năm thành viên =\n| thành viên =\n| hệ tư tưởng = \n| khẩu hiệu = \n| quốc gia = {{flag|Việt Nam Cộng hòa}}<br>{{Campuchia}}<br>{{flag|Việt Nam}}\n| quốc tế = {{USA}}\n| nghị viện châu Âu = {{Pháp}}\n| màu = {{colorbox|white}} {{colorbox|blue}} {{colorbox|red}} {{colorbox|green}}\n| trang web = \n| ghi chú =\n}}\n'''Mặt trận Thống nhất Đấu tranh của các Sắc tộc bị Áp bức''', hoặc '''FULRO''' (đọc là ''Phun-rô'', [[tiếng Pháp]]: ''Front Uni de Lutte des Races Opprimées'') là liên minh [[chính trị]] - [[quân sự]] của các [[sắc tộc]] [[Cao nguyên Trung phần]], [[Người Chăm|Chăm]], [[Người Khmer (Việt Nam)|Khmer]] tồn tại từ năm 1964 đến 1992. Tổ chức này chủ trương đấu tranh cho quyền tự quyết của các [[sắc tộc]] thiểu số, thực hiện chiến tranh du kích để ly khai vùng [[Tây Nguyên]] khỏi [[lãnh thổ]] [[Việt Nam]].\n\n==Phong trào BAJARAKA (1958)==\n{{Chính|BAJARAKA}}\n\nNgày [[1 tháng 5]] năm [[1958]], một số trí thức [[người Thượng]], đứng đầu là [[Y Bham Ênuôl|Y Bhăm Êñuôl]] [[người Ê Đê]], thành lập BAJARAKA. Tổ chức này chủ trương đấu tranh bất bạo động yêu cầu chấm dứt mọi chính sách phân biệt đối xử đối với các sắc tộc thiểu số. BAJARAKA là chữ viết tắt tên bốn dân tộc chủ yếu tại Tây Nguyên: [[người Ba Na|Bahnar]], [[người Gia Rai|Jarai]], [[người Ê Đê|Rade]] và [[người Cơ Ho|Kaho]].\n\nNgày [[25 tháng 7]] năm [[1958]], BAJARAKA gửi thư đến tòa đại sứ [[Pháp]], tòa đại sứ [[Hoa Kỳ]] và Liên Hợp Quốc tố cáo những hành vi phân biệt sắc tộc của chính quyền Việt Nam Cộng hoà và yêu cầu các cường quốc can thiệp để người Thượng được độc lập trong khối [[Liên hiệp Pháp]] hoặc độc lập dưới sự lãnh đạo của Hoa Kỳ.\n\nTrong tháng 8 và 9 năm 1958, BAJARAKA tổ chức nhiều cuộc biểu tình tại [[Kon Tum]], [[Pleiku]], [[Buôn Ma Thuột]] nhưng đều bị trấn áp, tất cả những lãnh tụ của phong trào bị bắt.\n\n==Mặt trận Giải phóng Cao nguyên (1964)==\nTừ năm [[1956]], trong chiến lược [[chủ nghĩa chống cộng|chống cộng]] của Hoa Kỳ, các cố vấn quân sự Mỹ vào tận các buôn làng trang bị vũ khí cho thanh niên Thượng thành lập các đội Dân sự Chiến đấu Thượng (''Civilian Indigenous Defense Group'', CIDG) và [[Lực lượng Đặc biệt]].\n\nNăm [[1963]], sau [[Đảo chính Việt Nam Cộng hòa 1963|cuộc đảo chính lật đổ Tổng thống Ngô Đình Diệm]] tất cả những lãnh tụ phong trào BAJARAKA đều được thả. [[Paul Nưr]], phó chủ tịch phong trào BAJARAKA được bổ nhiệm vào chức vụ phó tỉnh trưởng tỉnh [[Kon Tum]], Y Bhăm Ênuôl, chủ tịch phong trào BAJARAKA được bổ nhiệm vào chức vụ phó tỉnh trưởng tỉnh [[Đắc Lắc]].\n\nTháng 3 năm [[1964]], được sự ủng hộ của Mỹ, những người lãnh đạo phong trào BAJARAKA kết hợp với sắc tộc Thượng khác và [[người Chăm]] tại miền Trung thành lập [[Mặt trận Giải phóng Cao nguyên]] ([[tiếng Pháp]]: ''Front de Libération des Hauts Plateaux'', FLHP).\n\nTổ chức này chia làm hai phe:\n* Phe chủ trương ôn hòa, do Y Bhăm Êñuôl đại diện.\n* Phe chủ trương bạo động, do Y Dhơn Adrơng cầm đầu.\n\nTừ tháng 3 đến tháng 5 năm 1964, phe bạo động bị truy quét gắt gao phải chạy qua [[Campuchia]] lập căn cứ tại trại Rolland (''Camp Le Rolland''), tỉnh [[Mondolkiri]] cách biên giới Việt-Miên khoảng 15&nbsp;km, tiếp tục tuyển mộ thanh niên Thượng tham gia FLHP chống chính quyền [[Việt Nam Cộng hòa]].\n\nNgày [[19 tháng 9]] năm 1964, các toán biệt kích thuộc Lực lượng Đặc biệt và các đội Dân sự Chiến đấu Thượng nổi dậy đánh chiếm một số đồn ở [[Quảng Đức]] ([[Đắk Nông]] ngày nay) và [[Đắk Lắk|Đắc Lắc]] giết chết 35 quân nhân người Việt, bắt sống quận trưởng quận [[Đức Lập]]; chiếm [[đài phát thanh]] Ban Mê Thuột kêu gọi thành lập một quốc gia độc lập.\n\nNgày [[20 tháng 9]] năm 1964, [[Chuẩn tướng]] quân lực Việt Nam Cộng hòa là [[Nguyễn Phước Vĩnh Lộc]], Tư lệnh [[Vùng II Chiến thuật]] phản ứng mãnh liệt. Ông cho [[Sư đoàn 23 Bộ binh]] cùng một số tiểu đoàn [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt Động Quân]] và [[thiết giáp]] vây quanh đài phát thanh, và những đồn bị chiếm đóng. Khi phiến quân sắp bị tiêu diệt thì đột nhiên chuẩn tướng Vĩnh Lộc nhận được khuyến cáo của Beachner, tham tán thứ ba tòa đại sứ Mỹ trên cao nguyên là nên thương thuyết.\n\nCuộc thương lượng giữa phiến quân và Tư lệnh Vùng II Chiến thuật, qua trung gian là đại diện tòa đại sứ Mỹ, đi đến những thỏa thuận sau:\n* [[Y Bham Ênuôl|Y Bhăm Êñuôl]] được cử làm chủ tịch chính thức phong trào FLHP (tuy nhiên ngay chiều 20 tháng 9 năm 1964 Y Bham Ênuôl đào thoát sang Campuchia)\n* Những chỉ huy phiến quân không bị truy tố và không bị truy đuổi khi rút quân qua [[Campuchia]].\n\n==Giai đoạn 1964 - 1975==\n=== Cơ cấu và tổ chức ===\n[[Hình:First flag of FULRO.svg|nhỏ|phải|222px|Hiệu kỳ FULRO giai đoạn 1964 - 1968.]]\nNgày [[20 tháng 9]] năm [[1964]], tại Campuchia dưới sự chủ tọa của quốc vương [[Norodom Sihanouk|Sihanouk]], ''Mặt trận Thống nhất Đấu tranh của các Sắc tộc bị Áp bức'' được thành lập (tiếng Pháp: ''Front Uni de Lutte des Races Opprimées'', FULRO). Tổ chức bao gồm:\n# [[Mặt trận Giải phóng Cao nguyên]] (''Front de Libération des Hauts Plateaux'', FLHP) tức FULRO Thượng - do Y Bhăm Êñuôl chỉ huy, hoạt động chủ yếu tại [[Mondulkiri]].\n# [[Mặt trận Giải phóng Champa]] (''Front de Libération du Champa'', FLC) tức FULRO Chăm - do [[Les Kosem]] (một tướng nhảy dù [[người Khmer]] gốc [[người Chăm|Chăm]]) lãnh đạo, hoạt động chủ yếu tại [[Ninh Thuận]].\n# [[Mặt trận Giải phóng Campuchia Krom]] (''Front de Libération du Kampuchea Krom'', FLKK) tức FULRO Khmer Hạ - do Chau Dera làm đại diện, hoạt động chủ yếu tại [[đồng bằng sông Cửu Long]].\n# [[Mặt trận Giải phóng Campuchia Bắc]] (''Front de Libération du Kampuchea Nord'', FLKN) tức FULRO Khmer Thượng, hoạt động chủ yếu tại [[Hạ Lào]].\n\nHiệu kỳ FULRO hình chữ nhật gồm ba sọc màu xanh biển (tượng trưng cho biển cả), màu đỏ (biểu tượng của đấu tranh) và màu xanh lá cây (màu của rừng núi). Trên sọc màu đỏ có ba ngôi sao màu trắng tượng trưng cho ba thành phần chính của FULRO: Thượng, Chăm, Khmer.\n\nFULRO có ba cơ quan lãnh đạo:\n* Hội đồng Tối cao do Chau Dera làm chủ tịch,\n* Hội đồng Bảo trợ do Les Kosem làm chủ tịch, và\n* Ủy ban Chấp hành Trung ương do Y Bhăm Êñuôl làm chủ tịch.\n\nTrong thực tế, [[Y Bhăm Êñuôl]] chỉ giữ vai trò [[biểu tượng]] phong trào, người trực tiếp lãnh đạo là [[Les Kosem]].\n\nFULRO Thượng do Y Bhăm Êñuôl làm chủ tịch vẫn bị phân hóa thành hai nhóm:\n\n* Nhóm dân sự ôn hòa do Y Bhăm Êñuôl lãnh đạo chủ trương vận động Hoa Kỳ làm áp lực với chính phủ Việt Nam Cộng hòa để FULRO Thượng được về Việt Nam hoạt động một cách chính thức.\n* Nhóm quân sự quá khích do Y Dhơn Adrong lãnh đạo chủ trương dùng bạo lực để thành lập quốc gia độc lập.\n\n===Hoạt động===\nNgày [[29 tháng 7]] năm [[1965]], nhóm quân sự quá khích đem 200 quân FULRO Thượng vượt biên giới tấn công và chiếm giữ đồn Buôn Briêng và khi rút lui dẫn theo 181 người Dân sự Chiến đấu Thượng.\n\nNgày [[15 tháng 10]] năm 1964 một đại hội các sắc tộc Thượng được triệu tập tại Pleiku để chuẩn bị cho một chính sách đối với người Thượng tốt hơn.\n\nNgày [[2 tháng 8]] năm 1965, một tuyên cáo chung về hợp tác Kinh-Thượng trong nỗ lực tìm kiếm một giải pháp hòa bình và chống cộng được ký kết.\n\nNgày [[15 tháng 9]] năm 1965 buổi lễ nạp vũ khí của 500 FULRO Thượng được tổ chức tại Buôn Buor.\n\nViệc thương lượng hòa giải giữa chính quyền Việt Nam Cộng hòa và phe FULRO đang diễn ra suôn sẻ thì từ ngày [[12 tháng 12]] đến ngày [[18 tháng 12]] năm [[1965]], nhóm FULRO quá khích tấn công đồn Phú Thiện sát hại 32 người và làm bị thương 26 người; chiếm đồn Krong Pách, giết hết binh sĩ người Kinh; đột nhập tòa hành chánh và tiểu khu Quảng Đức, giết hết người Kinh, treo cờ FULRO. Trong khi Chuẩn tướng Vĩnh Lộc, Tư lệnh Vùng II Chiến thuật, đang chỉ huy quân đội tấn công vào những nơi bị chiếm, bắt tù binh, truy đuổi tàn quân FULRO thì đột nhiên nhận được khuyến cáo của tòa đại sứ Hoa Kỳ yêu cầu nương tay và để những nhân vật cầm đầu chạy sang Campuchia. Nhận được tin nổi loạn tại Việt Nam Y Bhăm Êñuôl cho chặn bắt những phần tử quá khích tại biên giới đem về Camp le Rolland xử tử. Khi sự việc xảy ra Les Kossem không dám chống lại quyền lãnh đạo FULRO Thượng của Y Bhăm Êñuôl nhưng lại cho cài những người Chăm thân tín vào những chức vụ cao cấp bên cạnh Y Bhăm Êñuôl để kiềm chế những quyết định thân thiện Việt Nam của ông. Sau những sự việc này Y Bhăm Êñuôl tiếp tục thương thuyết với chính quyền Việt Nam Cộng hoà.\n\nNgày [[20 tháng 9]] năm [[1966]] Les Kosem đem quân bao vây Camp Le Rolland ép Y Bham Ênuôl nhường lãnh thổ của Mặt trận Giải phóng Cao Nguyên cho Mặt trận Giải phóng Champa (FLC). Nhưng âm mưu này bất thành vì Trung tá Y Em mang quân đến giải vây Camp Le Rolland. Ngày [[12 tháng 2]] năm [[1966]], [[Tòa án Quân sự]] Vùng II Chiến thuật xử những quân nhân Thượng phản loạn cấp thấp (4 án [[tử hình]], 1 [[chung thân]], nhiều án khổ sai). Ngày [[2 tháng 6]] năm [[1967]], Y Bhăm Êñuôl dẫn đầu một phái đoàn đến Buôn Ma Thuột thương nghị và yêu cầu chính quyền Việt Nam Cộng hoà nhanh chóng ban hành qui chế riêng cho người Thượng. Ngày [[25 thàng 6|25]] và [[26 tháng 6]] năm [[1967]] một đại hội các sắc tộc thiểu số trên toàn miền Nam Việt Nam được triệu tập để đúc kết các thỉnh nguyện chung của người thiểu số. Ngày [[29 tháng 8]] năm 1967 tại [[Buôn Ma Thuột|Ban Mê Thuột]] đại hội các sắc tộc được tổ chức dưới sự chủ tọa của [[Nguyễn Văn Thiệu]], Chủ tịch Ủy ban Lãnh đạo Quốc gia (tương đương [[Tổng thống]]), và Thiếu tướng [[Nguyễn Cao Kỳ]], Chủ tịch Ủy ban Hành pháp Trung ương (tương đương Thủ tướng). Ngày [[11 tháng 12]] năm [[1968]], cuộc thương lượng thượng đỉnh giữa FULRO và chính quyền Việt Nam Cộng hòa đi đến các thỏa thuận:\n\n* Phong trào FULRO được quyền có một hiệu kỳ (không phải quốc kỳ),\n* Bộ Sắc tộc được thành lập ngay do một người Thượng lãnh đạo,\n* Một tỉnh trưởng hay phó tỉnh trưởng người Thượng sẽ được đề cử tại những tỉnh có đông người Thượng ở,\n* Những lực lượng địa phương quân Thượng phải đặt dưới quyền chỉ huy của những sĩ quan Thượng,\n* Lễ ký kết sẽ được cử hành tại Ban Mê Thuột đầu năm [[1969]],\n* Phái đoàn Y Bhăm Êñuôl sẽ quay về Việt Nam luôn.\n\nNgày [[30 tháng 12]] năm [[1968]] trước khi [[Quân lực Việt Nam Cộng hòa]] đem trực thăng sang Camp Le Rolland đón Y Bhăm Êñuôl và lực lượng FULRO Thượng về Ban Mê Thuột thì Les Kosem đã đem [[Quân đội Hoàng gia Campuchia]] bao vây Camp le Rolland bắt Y Bhăm Êñuôl đưa về Phnôm Pênh giam lỏng cho đến khi ông bị [[Khmer Đỏ]] hành quyết vào [[tháng tư|tháng 4]] năm [[1975]].\n\nNgày [[1 tháng 2]] năm [[1969]] hiệp ước cuối cùng được ký kết giữa ông Paul Nưr, đại diện Việt Nam Cộng hòa, và Y Dhê Adrong (thay vì Y Bhăm Êñuôl), đại diện FULRO dưới sự chủ tọa của Tổng thống Nguyễn Văn Thiệu. Tuy nhiên một số người trong các sắc tộc Thượng và Chăm vẫn chưa hài lòng, phong trào FULRO tiếp tục đấu tranh trong bóng tối.\n\n==Giai đoạn 1975 - 1992==\n=== Hoạt động tại Việt Nam ===\nSau khi [[Sự kiện 30 tháng 4 năm 1975|Sài Gòn thất thủ]], hàng ngàn quân FULRO do Y Ghơ̆k Niê Kriêng chỉ huy tiếp tục tiến hành chiến tranh du kích chống lại chính quyền Việt Nam, nhưng những lời hứa của người Mỹ về việc viện trợ cho họ không bao giờ trở thành hiện thực.\n\nLợi dụng tình trạng hỗn độn trên Cao Nguyên giữa tháng 3-1975, FULRO cho thu nhặt vũ khí, quân trang và quân dụng do [[Quân lực Việt Nam Cộng hòa]] bỏ lại. Họ cũng nhân thời cơ này ra lệnh cho các đơn vị FULRO chiếm nhiều đồn bót dọc vùng biên giới, một số buôn làng tại [[Kon Tum]], [[Pleiku]], [[Đắk Lắk]], [[Quảng Đức]], [[Lâm Đồng]] và [[Ninh Thuận]].\n\nTại [[Phan Rang (định hướng)|Phan Rang]], giữa tháng 4-1975, lực lượng FULRO Chăm, với khoảng 2.000 tay súng, thành lập những đội du kích \"bảo vệ thôn ấp\", treo cờ FULRO khắp nơi. Khi [[Quân đội nhân dân Việt Nam]] tiến vào, FULRO Chăm nổ súng chống lại, nhưng bị đánh bại nhanh chóng, một số bị thiệt mạng, một số bị bắt và một số khác trốn lên [[cao nguyên Di Linh]] hợp cùng các nhóm FULRO Thượng tiếp tục tổ chức chiến đấu.\n\nFULRO quân khu I chặn đánh các đường tiếp tế từ đồng bằng lên Kontum. FULRO quân khu II tấn công các buôn làng quanh [[Pleiku]] và [[Cheo Reo]], sát hại nhiều cán bộ cộng sản. FULRO quân khu III chiếm các quận Lạc Thiện, Buôn Hô, Krông Pách,... giết và làm bị thương hàng chục cán bộ và bộ đội, phục kích các đoàn xe quân sự và hành khách trên các quốc lộ 14 và 19. FULRO quân khu IV đánh phá các quận [[Đơn Dương, Lâm Đồng|Đơn Dương]], [[Đức Trọng]], [[Lạc Dương, Lâm Đồng|Lạc Dương]], [[Di Linh]], chặn xét xe đò trên các quốc lộ 15, 20 và 21. FULRO quân khu V, lôi kéo hàng ngàn thanh niên Chăm và [[Người Ra Glai|Raglai]] vào bưng.\n\nTháng 6-1975, [[Chính phủ Việt Nam|chính quyền Việt Nam]] mở chiến dịch hành quân quy mô truy quét FULRO trên khắp [[Tây Nguyên]], với chiến xa và trọng pháo yểm trợ, đánh vào những sào huyệt của FULRO tại [[Đắk Lắk]], [[Lâm Đồng]] và [[Tuyên Đức]], chiếm lại các quận huyện và buôn làng nằm trong tay FULRO. Nhiều cán bộ FULRO Thượng cao cấp lần lượt bị bắt (Y C̆hôñ Mlô Duôn Du, Y Bliêng Hmŏk, Y Nguê Buôn Dăp, Y Djao Niê, Nay Guh, Nay Fun, Nay Rong), bị giam trong các trại cải tạo tại [[Buôn Ma Thuột]] và [[Lâm Đồng]].\n\nHơn 2.000 tàn quân FULRO Dega chạy sang [[Campuchia]] lánh nạn và được [[Khmer Đỏ]] tiếp nhận. Họ được giúp đỡ và trang bị thêm để tiến qua Việt Nam đánh chiếm các làng ven biên tại [[Lâm Đồng|Lâm Đồng]], [[Sông Bé (tỉnh)|Sông Bé]] và [[Đắk Lắk]]. Những trận đánh tại vùng biên giới và dọc các [[Quốc lộ (Việt Nam)|quốc lộ]] trong những năm 1975 và 1976 rất dữ dội.\n\nTại [[Đắk Lắk]], cuối tháng 5-1976, một số lãnh tụ Thượng bị giam (Y Djao Niê, Nay Ful, Nay Rong, Nay Guh cùng nhiều người khác) vượt ngục và ám sát ban lãnh đạo FULRO Dega cũ gồm các ông Kpă Kơi, H Tlôñ Niê Kdăm (Bộ ngoại giao Fulro), Y Bách Êban, Y Dhê, Hmang Mbon và Y Grôñ Niê Kdăm... để giành quyền lãnh đạo. Tháng 7-1977, nhóm này thành lập một \"chính phủ\" mới, bộ chỉ huy đặt tại Lạc Dương, phía Bắc Đà Lạt. Y Djao (bí danh thiếu tướng Dam Păr Kwei) tự phong Thủ tướng và cử Ya Duk (người Cơ Ho) làm Đổng lý Văn phòng, Nay Guh Bộ trưởng Quốc phòng, Nay Rong (trung tá) Bộ trưởng Ngoại giao, Nay Ful Bộ trưởng Nội vụ (cả ba là người Djarai)... Tổ chức quân sự vẫn giữ y như cũ gồm năm quân khu, nhưng chỉ quân khu IV, do Paul Yưh (người Bahnar) làm tư lệnh, thực sự còn hoạt động. Vụ đảo chính này làm nhiều cán bộ FULRO nản chí, một số buông súng ra đầu hàng, một số khác bỏ về làng làm nương rẫy.\n\nY Djao Niê cùng Huỳnh Ngọc Sắng lập nhiều chiến khu từ Đơn Dương (Drang), Tùng Nghĩa (Laba) đến Sông Pha (Krông Pha) và phối hợp với thiếu tá Phong (tiểu đoàn trưởng tiểu đoàn 302 Tuyên Đức cũ) tấn công các đồn bót và sự di chuyển của bộ đội Việt Nam trên cao nguyên Lâm Đồng. Từ năm 1977 đến năm 1978, lực lượng du kích này - do Krajang Hput, [[Người Cơ Ho|người K'Ho]], chỉ huy - đã tổ chức nhiều cuộc đột kích, đốt phá nhiều trụ sở ủy ban nhân dân xã, huyện, bắn pháo vào các đồn bót, phục kích và bắt giữ những đoàn địa chất và lâm nghiệp, khủng bố những người làm nghề khai thác cây rừng, chặn xét xe đò, bắt cóc và ám sát cán bộ thu mua lương thực trong các xã ấp quanh thị xã Đà Lạt, các quận Đơn Dương và Lạc Dương.\n\nNhững tranh chấp quyền lực giữa các lãnh tụ FULRO với nhau làm tổ chức Dega yếu hẳn đi. Y Djao Niê bị giết ngày 12-10-1978 tại Đức Trọng, Y Ghok Niê Krieng lên làm Thủ tướng ngày 22-1-1979, [[Ya Duck]] làm Phó thủ tướng thứ nhất đặc trách nội trị và ngoại giao kiêm phó chủ tịch thứ nhất FULRO Dega, Paul Yưh là Phó thủ tướng thứ hai đặc trách an ninh và quốc phòng; ban lãnh đạo phong trào đặt tại Đầm Ròn (Lâm Đồng).\n\nTrong thời gian cầm quyền, [[Khmer Đỏ]] cho người sang gặp Ya Duck, \"Phó Thủ tướng thứ nhất phụ trách nội an và ngoại giao\" của Fulro nói thẳng là cần sự hợp tác để chống chính quyền [[Việt Nam]]. Ya Duck sau đó đã sang [[Campuchia]] gặp [[Pol Pot]] và ông được cả cố vấn Trung Quốc tiếp. Pol Pot cũng như cố vấn Trung Quốc hứa sẽ giúp Fulro mọi mặt chứ không chỉ giúp đất đai làm căn cứ.<ref>Bên thắng cuộc, tác giả Huy Đức, phát hành ngày 12\/12\/2012<\/ref>\n\nTrả lời phỏng vấn nhà báo Nate Thayer, lãnh đạo FULRO cho biết khi họ bắt đầu các hoạt động quân sự chống lại nhà nước Việt Nam sau năm 1975, hàng ngũ của họ có chừng 10 ngàn người, tới 4 năm sau, [[Quân đội nhân dân Việt Nam]] đã tiêu diệt hoặc bắt tổng cộng khoảng 8 ngàn người trong số họ, khiến họ chỉ còn chừng 2000 người hoạt động tại Việt Nam.<ref>Mark W. McLeod, ''Indigenous Peoples and the Vietnamese Revolution, 1930-1975'', Journal of World History 10.2 (1999) 353-389<\/ref>\n\nFULRO tiếp tục hoạt động tại các vùng hẻo lánh tại [[Tây Nguyên]] cuối những năm 1970, nhưng ngày càng suy yếu vì chia rẽ trong nội bộ, và bị kẹp giữa cuộc xung đột giữa [[Khmer Đỏ]] và [[Việt Nam]].<ref name=kr>Chính quyền Việt Nam cho rằng FULRO liên minh lỏng lẻo với Khmer Đỏ trong giai đoạn này, nhưng các nhóm thân người Thượng thì nói rằng thực tế người Thượng bị Khmer Đỏ bắt cóc để làm phu vận tải và gỡ mìn<\/ref>\n\n=== Hoạt động tại Campuchia ===\nNgày 17 tháng 4 năm 1975, cuộc [[Nội chiến tại Campuchia|Nội chiến Campuchia]] kết thúc khi [[Khmer Đỏ]] chiếm được [[Phnôm Pênh]]. Y Bhăm Êñuôl, và khoảng 150 thành viên của lực lượng vũ trang FULRO vẫn còn ở lại thành phố bị bắt giữ rồi bị hành quyết bởi Khmer Đỏ tại sân vận động thành phố, cùng với nhiều giới chức chế độ cũ Campuchia. Lực lượng quân FULRO còn lại tại Việt Nam tuy nhiên không biết đến việc Y Bhăm đã bị giết.\n\nNăm 1980 khoảng 1.500 quân FULRO về lại Việt Nam hoạt động. Các toán du kích Thượng đột nhập vào các tỉnh Pleiku, Kontum, Đà Lạt và Đắk Lắk khủng bố, ám sát cán bộ xã ấp rồi rút về Campuchia. Năm 1981, quân FULRO tiếp tục các hoạt động du kích, phá hoại, lôi kéo dân Thượng nổi dậy và bắt theo nhiều thanh niên Thượng từ 15 tuổi trở lên vào rừng kháng chiến. Quân Việt Nam phản công dữ dội: năm 1984 có 358 FULRO Dega bị giết, 1.734 bị bắt, 600 vũ khí bị tịch thu. Từ 1985 đến 1990, quân Việt Nam tổ chức 63 cuộc hành quân trên Tây Nguyên, tiêu diệt 102 quân FULRO, bắt sống 167 người khác và vô hiệu hóa hơn 10.000 dân Thượng trong những buôn làng xa xôi, tất cả được dời về gần nơi thị tứ hay cạnh các trục lộ giao thông để dễ canh chừng.\n\nChính quyền Khmer thân Việt Nam, trong những năm 1981-1983, cũng tổ chức nhiều cuộc hành quân tấn công vào sào huyệt của lực lượng Khmer Đỏ và FULRO tại tỉnh Mondolkiri nhưng bị thiệt hại nặng phải lùi về đồng bằng. Phải chờ đến năm 1986, với sự trợ lực của bộ đội Việt Nam, đại bản doanh FULRO Thượng tại Mondolkiri mới bị phá hủy, tàn quân FULRO tản mác khắp nơi.\n\nSự gia tăng đột biến các hoạt động của FULRO trong những năm đầu của thập niên 1980 có lẽ là do được [[Trung Quốc]] hỗ trợ vật chất, vì họ muốn lợi dụng cuộc xung đột để làm suy yếu Việt Nam.<ref name=odowd>O'Dowd, E. C. ''Chinese military strategy in the third Indochina war: the last Maoist war'', Routledge, 2007, trang 97<\/ref> Một số ước tính cho rằng có khoảng 7.000 quân FULRO hoạt động trong giai đoạn này, phần lớn tại tỉnh [[Mondulkiri (tỉnh)|Mondulkiri]], được tiếp tế vũ khí bởi Trung Quốc thông qua Khmer Đỏ.<ref name=hrw>Jones, S. ''et al'', ''[http:\/\/books.google.co.uk\/books?id=5y57UQ9PozEC&printsec=frontcover&source=gbs_v2_summary_r&cad=0#v=onepage&q=&f=false Repression of Montagnards], Human Rights Watch, trang 27<\/ref> Tuy nhiên tới năm 1986 sự viện trợ này chấm dứt, và người phát ngôn Khmer Đỏ nói rằng dù người Thượng \"rất, rất dũng cảm\", họ không được \"hỗ trợ từ bất kỳ ban lãnh đạo nào\" và \"không có tầm nhìn chính trị\".<ref name=\"hrw\"\/>\n\nCùng với sự chấm dứt viện trợ, cuộc chiến tranh du kích gay go cuối cùng cũng dần tiêu hao lực lượng FULRO chỉ còn không quá vài trăm người.\n\nDù rằng ban đầu họ được Khmer Đỏ tiếp tế - vì cùng chung kẻ thù là chính quyền Việt Nam và chính quyền Campuchia thân Việt Nam, các lãnh đạo FULRO chấm dứt quan hệ với lực lượng Khmer Đỏ năm 1992 và tiếp tục ẩn nấp tại tỉnh Mondolkiri cho tới khi lực lượng gìn giữ hòa bình UNTAC phát hiện ra họ. Do bị phân loại là lực lượng vũ trang không phải người bản xứ, họ đứng trước nguy cơ bị \"hồi hương\" về Việt Nam. Các toán FULRO cuối cùng hạ vũ khí năm [[1992]]; 407 binh sĩ FULRO cuối cùng ra giao nộp vũ khí cho Lực lượng Gìn giữ Hòa bình [[Liên Hợp Quốc]] ([[UNTAC]]) tại Campuchia. Nhiều người trong số đó được đi tị nạn chính trị tại [[Hoa Kỳ]]. Thậm chí đến giai đoạn cuối này, họ chỉ chịu hạ vũ khí khi được biết rằng Y Bhăm Êñuôl đã bị hành quyết vài năm trước đó.<ref name=hrw\/> Hoạt động của FULRO xem như chấm dứt.\n\nMặc dù các lãnh đạo FULRO tiếp tục tuyên bố họ sẽ trở về Việt Nam và tiếp tục cuộc đấu tranh, nhưng thực tế chỉ ra là họ không có người bảo trợ, và không nhận được ủng hộ từ cộng đồng quốc tế.\n\n==Các tổ chức tiền thân==\n<center><gallery>\nTập tin:Flag of BAJARAKA.svg|Phong trào [[BAJARAKA]] (1958 - 1964)\nTập tin:FLHP drapeau.png|[[Mặt trận Giải phóng Cao nguyên]] (1964 - 1992)\nTập tin:Bandera Front Alliberament Cham.svg|[[Mặt trận Giải phóng dân tộc Champa]] (1962 - 1975)\nTập tin:Hiệu kỳ Mặt trận Giải phóng Campuchia Krom.png|[[Mặt trận Giải phóng Campuchia Krom]] (1958 - 1975)\nTập tin:Flag of Khmer Mountain Tribes.svg|[[Mặt trận Giải phóng Campuchia Bắc]] (1958 - 1975) \n<\/gallery><\/center>\n\n==Xem thêm==\n{{thể loại Commons|FULRO}}\n* [[Liên đoàn Khmers Kampuchea-Krom]]\n* [[Tổ chức Quỹ người Thượng]]\n* [[Nhà nước Dega]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* [http:\/\/www.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=34028&ChannelID=120\/ Người từng là \"Trưởng vùng Fulro\"]\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=29243&ChannelID=3\/ Ksor Kok là ai ?]\n* [http:\/\/www.vietnetlinks.com\/thuvien\/phongtraobajaraka.pdf Phong trào Bajaraka]\n* Nguyễn Văn Huy, 2001, [http:\/\/www.shcd.de\/van%20hoc\/NVHuy\/4%20thuong%20tim%20cho%20dung.html Người Thượng vẫn trên đường tìm chỗ đứng].\n{{Kiểm soát tính nhất quán}}\n{{Đảng phái chính trị Việt Nam}}\n\n[[Thể loại:FULRO| ]]\n[[Thể loại:Chính trị Việt Nam]]\n[[Thể loại:Chấm dứt năm 1992]]\n[[Thể loại:Tổ chức có trụ sở tại Việt Nam]]\n[[Thể loại:Khởi đầu năm 1964]]"}