{"13504894":"{{refimprove|date=tháng 5 2020}}\n{{Thông tin nhà ga\n| name = Ga Sóng Thần\n| type =\n| style = \n| image = \n| image_size = \n| image_caption = \n| address = Đại lộ Độc Lập, [[An Bình, Dĩ An|An Bình]], [[Dĩ An]], [[Bình Dương]]\n| coordinates = {{coord|10|52|59|N|106|45|12|E|display=title,inline}}\n| line = [[Đường sắt Bắc Nam]] \n| other = \n| structure = \n| platform = \n| depth = \n| levels = \n| tracks = \n| parking = \n| bicycle = \n| baggage_check = \n| opened = \n| closed = \n| rebuilt = \n| electrified = \n| ADA = \n| code = \n| owned = \n| zone = \n| former = \n| passengers = \n| pass_year = \n| pass_percent = \n| pass_system = \n| mpassengers = \n| services = \n| map_locator = \n}}\n'''Ga Sóng Thần''' là là một nhà ga xe lửa lớn trên tuyến [[đường sắt Bắc Nam]] thuộc địa phận tỉnh [[Bình Dương]], tiếp nối sau [[ga Dĩ An]] và trước [[ga Bình Triệu]] (thành phố [[Thành phố Hồ Chí Minh|Hồ Chí Minh]]). Ga toạ lạc tại đại lộ Độc Lập, phường [[An Bình, Dĩ An|An Bình]], thành phố [[Dĩ An]]. Lý trình ga: Km 1710 + 560.\n\nGa Sóng Thần là một trong những đầu mối giao thông vận tải ở khu vực phía Nam: nằm cạnh khu công nghiệp Sóng Thần, tiếp giáp giữa [[Bình Dương|tỉnh Bình Dương]] với [[Thành phố Hồ Chí Minh]] và [[Đồng Nai]], có hệ thống đường quốc lộ liên tỉnh, bến cảng…\n\nTrước năm 1975, đây chỉ là một ga đường sắt nhỏ. Sau năm 1975, nhà ga từng bước được xây dựng để trở thành ga hàng hóa lớn. Hiện nay, ga là 1 trong 5 ga hàng hóa loại I của [[đường sắt Việt Nam]].\n\nVới diện tích quản lý hơn 200.000 m2 và hệ thống kho bãi, phương tiện vận chuyển, xếp dỡ chuyên nghiệp, hàng năm vận chuyển và xếp dỡ trên 500.000 tấn hàng hóa, từ nhà ga đi khắp các ga trong cả nước. Hiện nay, nhà ga có 17 đường ray với sức chứa trên 350 toa xe, 5 kho chứa hàng, trong đó có 1 kho hàng lẻ với tổng diện tích 2.500m2. Năng lực xếp dỡ của ga đạt 2.000 tấn xếp dỡ\/ngày đêm.\n\nTrước mắt, nhà ga đang được phát triển dần với việc xây dựng thêm các đường ga, các bãi xếp dỡ nhằm tăng năng lực xếp dỡ lên 2.500 tấn\/ngày đêm. Từng bước sẽ được điện khí hóa và tự động hóa trong việc đón gửi và tổ chức tránh vượt các đoàn tàu. Các phương tiện xếp dỡ cũng đang được hiện đại hóa với việc trang bị thêm các cần cẩu có sức nâng 30 - 40 tấn, biến nhà ga thành một ga hàng hóa lớn và hiện đại nhất trên mạng lưới đường sắt Việt Nam kết nối với [[Đường sắt Xuyên Á|tuyến đường sắt xuyên Á]].\n\n== Xem thêm ==\n*[[Danh sách nhà ga thuộc tuyến đường sắt Thống Nhất]]\n\n{{Đường sắt Bắc Nam}}\n\n[[Thể loại:Nhà ga tại Bình Dương]]\n[[Thể loại:Nhà ga tại Thành phố Hồ Chí Minh]]\n{{DEFAULTSORT:Sóng Thần}}"}