{"1244081":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Gia Thủy\n| hình = Đình Mỹ Hạ.JPG\n| ghi chú hình = Di tích quốc gia Đình Mỹ Hạ\n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 22\n| vĩ giây = 34\n| kinh phút = 47\n| kinh giây = 38\n| diện tích = 6,13 km²\n| dân số = 5.677 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 926 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Nho Quan]]\n| thành lập = 1953<ref>454\/1953\/QN-TC<\/ref>\n| trụ sở UBND = \n| mã hành chính = 14398<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Gia Thủy''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nho Quan]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Gia Thủy nằm ở phía bắc huyện [[Nho Quan]], cách trung tâm [[thành phố Ninh Bình]] 27&nbsp;km, có vị trí địa lý:\n*Phía đông giáp huyện [[Gia Viễn]]\n*Phía nam giáp huyện Gia Viễn và xã [[Gia Tường, Nho Quan|Gia Tường]]\n*Phía tây giáp xã [[Gia Lâm, Nho Quan|Gia Lâm]]\n*Phía bắc giáp xã [[Gia Sơn, Nho Quan|Gia Sơn]].\n\nXã Gia Thủy có diện tích 6,13&nbsp;km², dân số năm 2019 là 5.677 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 926 người\/km².\n\nNơi đây được xác định là quê ngoại của [[Đinh Tiên Hoàng Đế]] và quê hương của hoàng hậu [[Dương Vân Nga]]. Tại đây còn lưu giữ nhiều di tích và huyền thoại [[Thời Đinh|thời Đinh]] trong [[lịch sử Việt Nam]]. Xã còn có một làng nghề truyền thống nổi tiếng là làng gốm sứ gia truyền.\n\n==Hành chính==\nXã Gia Thủy được chia thành 12 thôn xóm. \n\n==Lịch sử==\nXã được thành lập theo quyết định số 454\/QN ngày 5\/12\/1953 trên cơ sở tách từ xã Gia Lâm.\n[[Tập tin:Phố Mĩ - Gia Thủy.jpg|nhỏ|Phố Mĩ- Gia Thủy]]\n\n==Kinh tế==\nNơi đây người dân sống chủ yếu bằng nghề trồng lúa và chăn nuôi gia súc, gia cầm.\n\n===Làng nghề gốm Gia Thủy===\n[[Tập tin:Làng gốm Gia Thủy.JPG|nhỏ|phải|200px|Một cơ sở sản xuất gốm Gia Thủy]]\nLàng nghề gốm Gia Thủy ra đời từ những năm cuối thập kỷ 50 của thế kỷ XX. Hợp tác xã gốm Gia Thủy ([[Nho Quan]]) nổi tiếng với các sản phẩm từ gốm như nồi, niêu, chum, vại.\n\nGia Thủy đã ưu tiên dành riêng những diện tích đất nhất định để cơ sở gốm khai thác nguồn đất sét trắng phục vụ cho sản xuất các làng nghề gốm. Diện tích đã được khai thác chiếm khoảng 20 ha, chủ yếu ở các thôn làm nghề gốm: Mỹ Lộc, Mỹ Thượng, Cây Sa, Hoang Bằng.\n\nHiện nay, tỉnh Ninh Bình đang có dự án Phát triển Làng nghề gốm sứ Gia Thủy, huyện Nho Quan.\n\n==Di tích==\nGia Thủy là quê hương của danh nhân [[Dương Vân Nga]] thế kỷ X và cũng là quê ngoại gắn với tuổi thơ của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]. Theo giai thoại dân gian, Dương Vân Nga là con gái của ông Dương Thế Hiển, quê ở vùng Gia Thủy - Gia Sơn huyện [[Nho Quan]], [[Ninh Bình]] ngày nay. Cái tên Vân Nga là ghép từ [[Vân Long]] (nay thuộc xã [[Gia Vân, Gia Viễn|Gia Vân]]) là tên làng quê mẹ và Nga My là tên làng quê cha. Làng Nga My xưa bao trùm thôn Nga My, Nga Mai,Mỹ Hạ ở 2 xã Gia Thủy và Gia Sơn ngày nay.\n\nTheo sử sách, khi cha mất sớm Đinh Bộ Lĩnh theo mẹ về ở cạnh đền Sơn Thần trong động, đó chính là đền Long Viên ngày nay và chăn châu ở khu vực Gia Thủy cũng như [[Gia Hưng, Gia Viễn|Gia Hưng]] phía bên kia [[sông Bôi]]. Sau này khi trưởng thành ông lập căn cứ quân sự ở [[động Hoa Lư]] ngay bên kia sông Bôi. Ngày nay khu vực Gia Thủy và 3 xã bên kia sông Bôi gồm Gia Hưng, Liên Sơn và Gia Phú có rất nhiều di tích gắn với triều đại nhà Đinh từ thế kỷ X.\n\nSử sách cũng cho biết [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] mồ côi cha từ nhỏ, phải cùng mẹ về ở cạnh đền Sơn Thần. Quốc sử quán triều Nguyễn cũng cho biết nơi ấy là Long Viên: \"Long Viên ở xã Đề Cốc, nhà mẹ [[Đinh Tiên Hoàng]] ở đấy, tức chỗ ở cũ của [[Đinh Tiên Hoàng]] lúc còn ẩn náu, nền nhà cũ này vẫn còn nên gọi là \"Long Viên\" trước mặt trông ra sông, có cầu Ngự, cầu Phanh, bên tả vườn có gò bằng phẳng tức là chỗ bày trận cờ lau\". Ở thôn Mỹ Hạ, xã Gia Thủy ngày nay còn có ngôi đền Long Viên thờ Long Viên Đốc Khánh công chúa, tương truyền là người đỡ đẻ cho [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], đình Mỹ Hạ thờ [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]. Như vậy là khi mồ côi cha, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] đã cùng với mẹ về ở bên hữu ngạn sông Bôi, đi chăn trâu cho chú là Đinh Thúc Dự. Truyền thuyết cũng cho biết [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] tập trân cờ lau ở cánh đồng Rộc Xéo. Ở đây còn có đồng Trống là nơi đánh trống, đồng Quân là nơi hội quân, cầu Mổ là nơi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] mổ trâu hay mổ bò của chí để khao quân, bến Vội là nơi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] vội chạy qua khi bị chú đuổi... [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] còn chăn trâu ở bên bờ tả ngạn sông Bôi, tức cánh đồng bên ngoài [[động Hoa Lư]]. Ngày nay nơi đây còn có đường vua Đinh.\n==Hình ảnh==\n<gallery>\nĐình Ngọc Nhị.JPG|Đình Ngọc Nhị, nơi thờ Vua Đinh\nDi tích Gia Thủy.JPG|Đền thờ nữ tướng hậu cần thời Đinh\n<\/gallery>\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*[http:\/\/baoninhbinh.org.vn\/news\/20\/2DBFFC Tháo gỡ khó khăn cho làng nghề gốm Mỹ Lộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090816211723\/http:\/\/baoninhbinh.org.vn\/news\/20\/2DBFFC |date=2009-08-16 }}\n*[http:\/\/www.monre.gov.vn\/monrenet\/default.aspx?tabid=239&ItemID=30201 Danh mục địa danh các đơn vị hành chính thể hiện trên bản đồ - Địa danh hành chính thể hiện trên bản đồ tỉnh Ninh Bình]{{Liên kết hỏng|date=2021-03-10 |bot=InternetArchiveBot }}\n*[http:\/\/www.ninhbinh.gov.vn\/web\/guest\/di-tich-lich-su-van-hoa\/-\/asset_publisher\/8IlE\/content\/nhung-di-tich-%C4%91en-tho-%C4%91inh-tien-hoang;jsessionid=70076A499BDA1753B03F4571B5F3038E?redirect=%2Fweb%2Fguest%2Fdi-tich-lich-su-van-hoa Những di tích đền thờ Đinh Tiên Hoàng]{{Liên kết hỏng|date=2021-04-30 |bot=InternetArchiveBot }}\n{{sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Nho Quan}}"}