{"264517":"{{bài cùng tên|Gia Định (định hướng)}}\n\n'''Gia Định tam gia''' ([[chữ Hán]]: 嘉定三家) là danh hiệu người đời tặng cho ba vị quan văn của [[Gia Long|Nguyễn Phúc Ánh]] là: Lê Quang Định, Ngô Nhân Tịnh và Trịnh Hoài Đức.<ref>Huỳnh Minh, tr. 115<\/ref>\n\n==Lê Quang Định==\n{{chính|Lê Quang Định}}\n'''Lê Quang Định''' hiệu Tấn Trai, tự Tri Chỉ, quê ở [[Phú Vang]], [[Thừa Thiên Huế|Thừa Thiên]]. Là một người thông minh hiếu học, thời loạn lạc vẫn không từ ngoài bút. Cùng với Ngô Nhân Tịnh và Trịnh Hoài Đức, ông lập nên nhóm văn thơ nổi tiếng ''Bình Dương Thi xã''. \nĐến năm 1788, ông thi đậu, được Nguyễn Phúc Ánh cho làm quan, về sau trải đến chức thượng thư và từng được cử đi sứ sang [[Trung Quốc]]. Ông còn là tác giả của bộ sách sử địa [[Nhất thống dư địa chí]]. Năm 1813, ông cáo bệnh về quê và mất sau đó ít lâu.<ref>Huỳnh Minh, tr. 115-117<\/ref>\n\n==Ngô Nhân Tịnh==\n{{chính|Ngô Nhân Tịnh}}\n'''Ngô Nhân Tịnh''' vốn người Minh Hương, quê gốc ở [[Quảng Đông]], [[Trung Quốc]]. Khi [[nhà Thanh]] tiến vào Trung Quốc, tổ tiên ông dời sang Gia Định lập nghiệp. Ông nổi danh với tài năng học vấn. Ông cùng với hai người bạn Lê Quang Định và Trịnh Hoài Đức theo Nguyễn Phúc Ánh một lượt, rồi làm quan tới chức Hữu tham tri Bộ Binh, Hiệp trấn Nghệ An, Thượng thư Bộ Công và từng được cử đi sứ sang Trung Quốc năm 1789, 1802 và [[Xiêm|Xiêm La]] năm 1813. Cũng trong năm 1813, ông lâm bệnh nặng và qua đời.<ref>Huỳnh Minh, tr. 117-119<\/ref>\n\n==Trịnh Hoài Đức==\n{{chính|Trịnh Hoài Đức}}\n'''Trịnh Hoài Đức''' tự Chí Sơn, hiệu Cấn Trai. Ông là người [[Minh Hương]] ở Gia Định. Năm 1788, ông thi đỗ và theo Nguyễn Phúc Ánh làm tới chức Thượng thư, sung chức Chánh sứ và Hiệp trấn Gia Định. Ông là tác giả của nhiều bộ sách như \"Lịch đại kỷ nguyên\", \"Khanh Tế Lục\" và \"[[Gia Định thành thông chí]]\"... Năm 1825, ông mất ở tuổi 61.<ref>Huỳnh Minh, tr. 119-124<\/ref>\n\n==Đánh giá==\nHọc giả [[Vương Hồng Sển]] viết:\n:''Trong nhóm người Minh Hương, có ba ông: Trịnh Hoài Đức, Ngô Nhơn Tịnh và Lê Quang Định đều là những bực công thần có công xây dựng cõi Nam, đua nhau nâng cao nền văn hiến Việt và tận tâm giúp chúa Nguyễn thâu lại cơ nghiệp tổ tiên thống nhất giang san. [[Hà Tiên (tỉnh)|Hà Tiên]] có [[Tao đàn Chiêu Anh Các|Chiêu Anh Các]], Gia Định có Thi hữu tam gia không kém.''<ref>Theo ''Sài Gòn năm xưa''<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n===Thư mục===\n*{{chú thích sách|title=Gia Định xưa|author=Huỳnh Minh|publisher=Nhà xuất bản Văn Hóa Thông tin|year=2006}}\n\n{{Gia Định tam gia}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Quan lại chúa Nguyễn]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Lịch sử Đàng Trong]]"}