{"795561":"\n{{thông tin truyền hình\n| show_name                = Gia đình phép thuật\n| image                    = Áp phích phim Gia đình phép thuật.gif\n| caption                  = Các nhân vật trái–phải, trên–dưới: YeYe, SuRi, BaRam, PungUn, ChiNi, Châu Tuấn, Hoàng Lan, Tấn Trung, Ngọc Yến, bà Sương và Mai Phương.\n| show_name_2              = Vườn ảo thuật\n| genre                    = Thiếu nhi<br>Siêu nhiên<br>Hài hước\n| format                   = [[Phim truyền hình|Phim truyền hình dài tập]]\n| creator                  = CJ Media {{small|([[Hàn Quốc]])}}\n| developer                = Công ty VIFA <br> Công ty Chu Thị\n| writer                   = Kwon In-chan\n| director                 = Chu Thiện {{small|(phần 1)}}<br>Sun Oh {{small|(phần 2)}}\n| creative_director        = \n| presenter                = \n| starring                 = [[Việt Anh (nghệ sĩ)|NSND Việt Anh]] <br> [[Hòa Hiệp (diễn viên)|Hòa Hiệp]] <br> [[Đình Toàn]] <br> [[Lý Thanh Thảo]] <br> [[Hương Giang (diễn viên)|Hương Giang]]<br> [[Yeye Nhật Hạ|Nhật Hạ]] <br> [[Gia Kỳ]] <br> [[Kim Xuân|NSND Kim Xuân]] <br> [[Đại Nghĩa (diễn viên)|Đại Nghĩa]] <br> [[Vân Trang]] <br> [[Anh Thư (diễn viên)|Anh Thư]]<br>[[Kim Hiền (diễn viên)|Kim Hiền]] <br> [[Xuân Nghi]] <br> [[Văn Ruy]] <br> [[Tường Vy]] <br> [[Băng Di]]\n| guides                   = \n| voices                   = \n| narrated                 = \n| theme_music_composer     = \n| opentheme                = \n| endtheme                 = \n| slogan                   = \n| composer                 = \n| country                  = {{VIE}}\n| language                 = Tiếng Việt\n| num_seasons              = Phần 1: Tập 1 - 250<br>Phần 2: Tập 251 - 340\n| num_seasons_2            = \n| num_episodes             = 340 {{small|(tính đến tháng 7 năm 2011)}}\n| list_episodes            = \n| num_seasons_vn           = \n| num_seasons_2_vn         = \n| num_episodes_vn          = \n| list_episodes_vn         = \n| executive_producer       = Võ Thanh Phong {{small|(phần 1-2)}} <br> Phan Thị Thuyết {{small|(phần 1)}} <br> Trương Quốc Khánh {{small|(phần 2)}}\n| producer                 = Công ty VIFA <br> Công ty Chu Thị <br> [[Đài Truyền hình Thành phố Hồ Chí Minh]]\n| editor                   = Huỳnh Thanh Diệu {{small|(phần 1)}} <br> Phạm Ngọc Vân {{small|(phần 2)}}\n| location                 = {{VIE}}\n| cinematography           = Oh Seung-yuep {{small|(phần 1)}} <br> Nguyễn Chánh Minh Luân {{small|(phần 1)}}\n| camera                   = \n| runtime                  = ~ 25 phút \/ tập\n| company                  = \n| distributor              = \n| channel                  = [[HTV7]]\n| channel_vn               = \n| picture_format           = \n| audio_format             = \n| first_run                = {{VIE}}\n| first_aired              = {{start date|2009|02|22}}\n| last_aired               = {{start date|2011|07}}\n| first_aired_vn           = \n| last_aired_vn            = \n| status                   = \n| preceded_by              = \n| followed_by              = \n| related                  = \n| website                  = https:\/\/www.youtube.com\/playlist?list=PLFk1RtAQGTYXKS5Lg_zLFzd6XfQdNWke2\n| production_website       = \n}}\n\n'''''Gia đình phép thuật''''' là một bộ [[phim truyền hình]] dài tập Việt Nam dành cho [[thiếu nhi]], được phát sóng lần đầu tiên vào ngày [[22 tháng 2]] năm [[2009]] trên kênh HTV7 của [[Đài Truyền hình Thành phố Hồ Chí Minh]] (phim từng được chiếu lại trên [[Đài Phát thanh - Truyền hình Vĩnh Long|THVL1]], [[HTV3]]<ref>{{Chú thích web |url =http:\/\/htv3tv.vn\/article\/thang-7-%E2%80%93-gui-tron-yeu-thuong-cung-phim-truyen-hinh-dac-sac-tren-htv3-425 |tiêu đề =THÁNG 7 – GỬI TRỌN YÊU THƯƠNG CÙNG PHIM TRUYỀN HÌNH ĐẶC SẮC TRÊN HTV3 |tác giả 1 =Minh Trương |ngày =6-7-2016 |nhà xuất bản =[[HTV3]] |ngày truy cập =ngày 15 tháng 8 năm 2016 |ngôn ngữ = |archive-date = ngày 25 tháng 8 năm 2016 |archive-url =https:\/\/web.archive.org\/web\/20160825202610\/http:\/\/www.htv3tv.vn\/article\/thang-7-%e2%80%93-gui-tron-yeu-thuong-cung-phim-truyen-hinh-dac-sac-tren-htv3-425 }}<\/ref>, DRT1, [[VTV8]] (VTV Đà Nẵng cũ) và [[Danh sách các kênh truyền hình cáp VTVCab|VTVCab 21]]<ref name=\"vtv\"\/>). Bộ phim dự kiến phát sóng 500 tập nhưng chỉ được 340 tập và sau đó ngừng phát sóng từ [[Tháng bảy|tháng 7]] năm [[2011]] cho đến nay.<ref>{{Chú thích web |url =http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/gia-dinh-phep-thuat-phim-dai-hoi-cho-thieu-nhi-1902395.html |tiêu đề ='Gia đình phép thuật' - phim dài hơi cho thiếu nhi |tác giả 1 =K.H. |ngày =25-2-2009 |nhà xuất bản =[[VnExpress]] |ngày truy cập =ngày 17 tháng 6 năm 2016 |ngôn ngữ = }}<\/ref><ref>{{Chú thích web |url =http:\/\/news.zing.vn\/4-phim-truyen-hinh-viet-duoc-khan-gia-nhi-say-me-post421305.html |tiêu đề =4 phim truyền hình Việt được khán giả nhí say mê |tác giả 1 =Anh Dương (tổng hợp) |ngày =1-6-2014 |nhà xuất bản =Zing News |ngày truy cập =ngày 17 tháng 6 năm 2016 |ngôn ngữ =vi }}<\/ref>\n\n''Gia đình phép thuật'' được xem là phim thiếu nhi dài nhất tại Việt Nam ở thời điểm hiện tại với 340 tập và thường xuyên được phát đi phát lại trên nhiều [[kênh truyền hình]] do Việt Nam thiếu phim thiếu nhi.<ref>{{Chú thích web |url =http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/dien-anh\/20130806\/het-he-thi-cung-het-phim\/562234.html |tiêu đề =Hết hè thì cũng hết phim |tác giả 1 =Hoàng Lê |ngày =6-8-2013 |nhà xuất bản =Tuổi trẻ Online |ngày truy cập =ngày 24 tháng 7 năm 2016 |ngôn ngữ = }}<\/ref>\n\n== Phát hành và sản xuất ==\n''Gia đình phép thuật'' là bộ phim được chuyển thể từ kịch bản của CJ Media ở [[Hàn Quốc]]<ref>{{Chú thích web |url =http:\/\/tapchibaohiemxahoi.gov.vn\/newsdetail\/vanhoa_thethao\/30647\/phim-hon-ngoai-xac-viet-lam-noi-khen-che.htm |tiêu đề =Phim 'hồn ngoại, xác Việt': Lắm nỗi khen, chê |tác giả 1 = |ngày =23-7-2014 |nhà xuất bản =Tạp chí Bảo hiểm xã hội |ngày truy cập =ngày 11 tháng 8 năm 2016 |ngôn ngữ = |archive-date = ngày 22 tháng 9 năm 2016 |archive-url =https:\/\/web.archive.org\/web\/20160922201623\/http:\/\/tapchibaohiemxahoi.gov.vn\/newsdetail\/vanhoa_thethao\/30647\/phim-hon-ngoai-xac-viet-lam-noi-khen-che.htm }}<\/ref> với bộ phim gốc từ 2002 tên là Magic Kid Masuri (매직키드 마수리), do Chu Thiện và Sun Oh làm [[Đạo diễn phim|đạo diễn]]. Bộ phim có tên ban đầu là ''Vườn ảo thuật'', được trung tâm chế tác VIFA và công ty Chu Thị hợp tác sản xuất.<ref name=\"gdpt\">{{Chú thích web |url =http:\/\/worldcup.thethaovanhoa.vn\/world-cup-2014\/gia-dinh-phep-thuat-phim-dai-hoi-nhat-danh-cho-thieu-nhi-n20090221092058860.htm |tiêu đề =\"Gia đình phép thuật\": Phim dài hơi nhất dành cho thiếu nhi! |tác giả 1 =Thanh Kiều |ngày =22-2-2009 |nhà xuất bản =Thể thao & Văn hóa |ngày truy cập =ngày 17 tháng 6 năm 2016 |ngôn ngữ = }}<\/ref> Do phục vụ chủ yếu là khán giả nhí, nên VIFA quyết định phát sóng phim vào lúc 19 giờ thay cho 17 giờ như dự kiến vì đó là thời điểm [[học sinh]] chưa tan học.<ref name=\"gdpt\"\/> \n\n''Gia đình phép thuật'' được đầu tư rất lớn về mọi mặt. Các bối cảnh được dựng trực tiếp trong trường quay riêng tại [[Quận 2, Thành phố Hồ Chí Minh|Quận 2]], [[Thành phố Hồ Chí Minh]]. Vì trong phim phải dùng rất nhiều màn kỹ xảo về [[phép thuật]] nên đoàn phim đã mời [[chuyên gia]] điều khiển [[máy bay]] mô hình ở [[Hà Nội]] để ghi hình các cảnh quay trên không. Thông tin ban đầu cho biết, một giờ dùng [[máy bay]] ghi hình, [[Nhà sản xuất phim truyền hình|nhà sản xuất]] phải trả đến 50 [[triệu]] đồng.<ref name=\"gdpt\" \/> \n\nBộ phim cũng được đầu tư rất lớn về [[trang phục]]. Ngoài trang phục đặc biệt dành cho các nhân vật chính, trang phục cho [[diễn viên]] quần chúng cũng được may mới hoàn toàn.<ref name=\"gdpt\" \/> Theo Phó Giám đốc VIFA, bà Huỳnh Thanh Diệu cho biết thì bộ phim được đầu tư ban đầu là 20 [[tỷ]] đồng.<ref name=\"gdpt\" \/>\n\n== Nội dung ==\n''Gia đình phép thuật'' kể về chuyện 5 thành viên trong gia đình là ông Ma Baram, với con trai Ma Pungun, con dâu An Chini cùng 2 người cháu: Ma Yeye và Ma Suri xuống thế giới loài người để học tình cảm của con người để báo cáo về giúp ích cho phái Nguyên Lão ở thế giới phép thuật hiện đang hỗn loạn.<ref name=\"vtv\">{{Chú thích web |url =http:\/\/m.vtv.vn\/goc-khan-gia\/hai-huoc-gia-dinh-phep-thuat-tren-vtvcab-21-sao-tv-20160724224145276.htm |tiêu đề =Hài hước \"Gia đình phép thuật\" trên VTVcab 21 |tác giả 1 =Ban biên tập Truyền hình Cáp |ngày =25-7-2016 |nhà xuất bản =VTV |ngày truy cập =ngày 15 tháng 8 năm 2016 |ngôn ngữ = }}<\/ref> Ban đầu, Yeye không muốn sống chung với con người nhưng sau đó cô lại yêu mến họ.<ref name=\"vtv\"\/> Sau đó, Mây (em trai ruột ông Baram) và Bắp Cải (con trai của ngài Nghị trưởng phái Nguyên Lão) cũng xuống thế giới loài người. Họ được học rất nhiều tình cảm tốt đẹp của con người nhờ nhà của Tấn Trung – một hàng xóm hiền lành và tốt bụng. Biết được điều đó, phái Ma Nữ ở thế giới phép thuật cử Hoa Hồng Đen và Na Charu xuống để phá hoại gia đình ông Baram. Nhưng rồi Hoa Hồng Đen cũng bị tình cảm của con người ảnh hưởng, nên đã phản bội phái Ma Nữ và dẫn đến phải chịu tội, sau này cô trở thành người của phái Nguyên Lão. Phái Ma Nữ tiếp tục lần lượt cử thêm nhà phép thuật \"sinh đôi\", hai nhà phép thuật Ma Nữ – Ma Nam và nhà phép thuật đột biến Gen để thực hiện mục đích ban đầu của mình. Tuy hai bên luôn đối đầu nhau, nhưng họ cũng hợp tác với nhau trong nhiều việc. Ở những tập cuối của phim, gia đình ông Baram bị con người nghi ngờ về thân phận nhà phép thuật của mình.<ref>{{Chú thích web |url =http:\/\/news.zing.vn\/gia-dinh-phep-thuat-se-chinh-phuc-teen-viet-post47055.html |tiêu đề ='Gia đình phép thuật' sẽ chinh phục teen Việt |tác giả 1 = |ngày =21-2-2009 |nhà xuất bản =Zing News |ngày truy cập =ngày 18 tháng 6 năm 2016 |ngôn ngữ = }}<\/ref>\n\nPhái Nguyên Lão sử dụng phép thuật được nhờ dây chuyền phép thuật, còn phái Ma Nữ sử dụng phép thuật được nhờ nhẫn phép thuật. Phái Nguyên Lão đều cần phải đọc thần chú khi muốn sử dụng phép thuật, trong khi đó, nhẫn phép thuật của phái Ma Nữ thì không cần. Tia phép thuật xuất hiện với hình dạng \"tia sáng màu\", có tác dụng dùng để biến hóa, liên lạc, tấn công, v.v... nhưng con người bình thường không thể thấy được những tia sáng này.\n\n== Nhân vật ==\n\n=== Thế giới Phép Thuật ===\n;Phái Nguyên Lão\n* Ma Baram (NSND [[Việt Anh (nghệ sĩ)|Việt Anh]]): là ông nội của YeYe và SuRi, ông thân thiết với Ngọc Yến và có [[tình cảm]] với bà Sương (bà nội của Ngọc Yến); ông là một cao thủ [[phép thuật]]. Ở trong phiên bản Hàn Quốc(sau tập 340), ông trở thành người đại diện quản lý Thế giới phép thuật.\n* Ma Mây ([[Hòa Hiệp (diễn viên)|Hòa Hiệp]]): là em trai út của ông BaRam, là một cao thủ phép thuật. Ban đầu anh có tình cảm với Trúc – cô giáo chủ nhiệm của Suri và hai người đã phải chia tay khi cô giáo Trúc đi du học (tập 301). Mây là người rất có tiếng nói trong hội đồng cấp cao của phái Nguyên Lão. Xuất hiện lần đầu tập 56. Ở trong phiên bản Hàn Quốc(sau tập 340), sau khoảng thời gian sống cùng nhau anh đã nảy sinh tình cảm với Hoa Hồng Đen và 2 người cưới nhau. \n* Ma PungUn ([[Đình Toàn]]): là con trai của ông Baram, đam mê vẽ nhưng chỉ vẽ đẹp nhờ phép thuật, còn vẽ bằng tay thì rất xấu, anh chơi rất thân với Tấn Trung, nhưng đôi khi cả hai cũng xảy ra mâu thuẫn. Trong một lần, vì vô tình phát hiện ra thân phận của nhà phép thuật \"sinh đôi\" nên PungUn bị bắt (tập 222), sau khi nhà phép thuật \"sinh đôi\" bị tiêu diệt, Pungun cũng được đưa về thế giới phép thuật để chữa trị, vào [[Lễ Giáng Sinh]] PungUn và ChiNi trở về thăm gia đình (tập 261) nhưng phải quay về thế giới phép thuật vài ngày sau để ChiNi chữa bệnh và chăm sóc em trai  của YeYe và SuRi. Sau đó cùng ChiNi trở lại thế giới loài người để chống lại nhà phép thuật đột biến gen (tập 301).\n* An ChiNi ([[Lý Thanh Thảo]]): là vợ của Pungun và là mẹ của Yeye và Suri, rất thân với Mai Phương và được Mai Phương dạy cho nấu ăn, dọn dẹp nhà cửa hay cách chăm sóc gia đình, con cái,... Khi ở thế giới loài người, ChiNi đã mang thai và buộc phải về thế giới phép thuật để sinh con (từ tập 132). Tập 206, ChiNi trở lại sau khi sinh xong. Tập 245, ChiNi phải về thế giới phép thuật để chữa máu phép thuật do bị Ma Nữ - Ma Nam tấn công; đồng thời, tham gia nghiên cứu chế tạo vũ khí phép thuật, vào [[Lễ Giáng Sinh]] ChiNi và PungUn trở về thăm gia đình (tập 261) nhưng phải quay về thế giới phép thuật vài ngày sau để tiếp tục chữa bệnh và chăm sóc em trai của YeYe và SuRi. Sau đó cùng PungUn trở lại thế giới loài người để chống lại nhà phép thuật đột biến gen (tập 301).\n** An ChiChi (do [[Hương Giang (diễn viên)|Hương Giang]] thủ vai): là một bản phân thân của ChiNi do YeYe và SuRi tạo ra để thay thế ChiNi khi ChiNi về thế giới phép thuật để sinh con (từ tập 132). Do diễn viên [[Lý Thanh Thảo]] mang thai, buộc kịch bản phải thay đổi đôi chút nên thay thế cô tiếp tục nhân vật là diễn viên [[Hương Giang (diễn viên)|Hương Giang]]. Chính vì điều này, mà YeYe và SuRi đã tạo ra một phân thân bị lỗi (ChiChi) và không giống với bản gốc (Chini).\n* Ma YeYe ([[Yeye Nhật Hạ]]<ref>{{Chú thích web|url=http:\/\/hoahoctro.vn\/dien-vien-tre-nhat-ha-muon-thoat-khoi-cai-bong-cua-gia-dinh-phep-thuat\/|tiêu đề=Diễn viên trẻ Nhật Hạ: Muốn thoát khỏi cái bóng của \"Gia đình phép thuật\"|tác giả 1=Trang Nguyen|ngày=17-6-2015|nhà xuất bản=Hoa học trò|ngày truy cập=ngày 17 tháng 6 năm 2016|ngôn ngữ=}}<\/ref>): là chị của Suri,thích chế tạo thuốc phép thuật, có tính tình hơi hung dữ và là chị em thân thiết với Hoa Hồng Đen. YeYe thường hay gây ra nhiều chuyện rắc rối vì chế tạo thuốc phép thuật. Trong tập 216, Yeye vì (sử dụng phép thuật tìm Duy Quang người YeYe yêu đơn phương) trong tuần lễ cấm phép thuật (một phong tục xưa của Thế Giới Phép Thuật) nên bị hạ đi 1 bậc phép thuật.Từ tập 302, YeYe và SuRi phải trở về thế giới phép thuật để  được truyền thần dược phép thuật. Ở trong phiên bản Hàn Quốc(sau tập 340), cô trở thành học viên hàng đầu của Học viện phép thuật.\n* Ma SuRi ([[Gia Kỳ]]): là em trai của YeYe, là người hiền lành, thật thà, tốt bụng và dễ gần, được cả Hoàng Lan và Thu Hà thích. Từ tập 302, SuRi và YeYe phải trở về thế giới phép thuật để được luyện tập truyền thần dược phép thuật.\n* Bắp Cải ([[Quốc Uy]] (phần 1), [[Ngọc Phước]] (phần 2)): là con trai của ngài Nghị trưởng phái Nguyên Lão, cậu cũng là một cao thủ phép thuật. Bắp Cải đã một mình tiêu diệt nhà phép thuật \"sinh đôi\". Anh xuất hiện lần đầu tập 226, khi muốn xuống thế giới loài người thăm quan.\n* Mưa (do [[Đức Hải]] thủ vai): là bạn học của Mây và là thầy giáo dạy phép thuật của SuRi (chỉ xuất hiện tập 56, 57 và 67).\n\n;Phái Ma Nữ\n* Hoa Hồng Đen hay Hoa Hồng ([[Kim Hiền (Diễn viên)|Kim Hiền]]  (phần 1), [[Nguyệt Ánh (diễn viên điện ảnh)|Nguyệt Ánh]] (phần 2), [[Xuân Nghi]] (khi bị biến đổi thành hình NuNa ở phần 1)): là người có nhiều mưu kế, là nhà phép thuật của phái Ma Nữ đầu tiên được cử xuống thế giới loài người nhằm cản trở gia đình Suri (tập 18). Tính vốn độc ác nhưng sau khi được tình cảm của con người làm ảnh hưởng, cô đã tạo ra thuốc giải Vi-rút ma thuật, phá hoại kế hoạch của phái Ma Nữ nên đã bị đày xuống địa ngục. Hoa Hồng Đen là chị em thân thiết với YeYe, sau cô gia nhập phái Nguyên Lão (tập 242). Cô có tình cảm với Mây. Ở trong phiên bản Hàn Quốc(sau tập 340), sau này tình cảm của cô dành cho Mây ngày càng sâu đậm, thậm chí cô đã nhận được lời cầu hôn của Mây và 2 người kết hôn với nhau.\n* Na ChaRu ([[Văn Ruy]]): là đệ tử của Hoa Hồng Đen, là người ngốc nghếch và khá sợ Mây. Ở trong phiên bản Hàn Quốc(sau tập 340), anh đã lập công lớn trong việc loại bỏ 2 nhà đột biến gen đã nuốt chìa khóa phép thuật.\n* Nhà phép thuật sinh đôi (do [[Tường Vy|Đoàn Nguyễn Tường Vy]] và [[Kim Huyền]] thủ vai): là hai chị em có khả năng từ hai người hợp thể thành một. Nhà phép thuật này chỉ dùng phép thuật khi ở dạng hợp thể, là một cao thủ phép thuật, sau bị Bắp Cải tiêu diệt (ở tập 232).\n* Ma Nữ – Ma Nam (do [[Băng Di]] và [[Thành Nam (diễn viên)|Thành Nam]] thủ vai): là 2 nhà phép thuật được phái Ma Nữ cử xuống thế giới con người sau việc Hoa Hồng Đen, Charu bị đày xuống địa ngục và nhà phép thuật \"sinh đôi\" bị tiêu diệt, khá vô dụng. \n* Nhà phép thuật đột biến Gen: là nhà phép thuật được phái Ma Nữ đào tạo và cử xuống thế giới loài người, khống chế Hoa Hồng Đen và ChaRu, có phép thuật rất mạnh và xuất hiện với hình dáng \"ngọn lửa màu xanh\", sau bị tiêu diệt bởi [[nước]] [[mưa]] tập 298 {{small|(≠ đừng nhầm lẫn với Bảy nhà phép thuật đột biến Gen)}}.\n\n;Nhân vật khác\n{{wiki hóa}}\n* SuRi Nho: là một bản phân thân do Suri vô tình tạo ra trong lúc học pha chế thuốc phép thuật (tập 100). Tính cách lém lỉnh và năng động hơn so với SuRi bản gốc, SuRi Nho chơi thân với ChaRu và rất giỏi các môn thể thao. Nhưng vì để cứu SuRi khỏi phép thuật của Cha Ru nên cả hai buộc phải nhập lại thành một (tập 118).\n* Chân Bột: một con thú cưng giống chuột lang ở thế giới phép thuật được Mây gửi xuống cho Yeye (tập 163). Nó có thể bắt chước giọng của người khác và biến đổi hình dạng. Nếu nó ăn phải bột phép thuật sẽ biến thành người và gia tăng pháp thuật, nhưng cũng đồng thời sẽ gây \"bệnh chân bột\" (gây khó chịu, đau đớn cho người vừa sử dụng phép thuật và rớt ra bột phép thuật). Cuối cùng bị Suri và Yeye bắt đem về thế giới phép thuật (tập 166).\n* [[Kiều Linh]]: là nhà kiểm tra của phái Ma Nữ (xuất hiện tập 180 và 181).\n* Mai Sơn: là nhà kiểm tra của phái Nguyên Lão (xuất hiện tập 180 và 181).\n* Ace Chuồn (do Mai Hiệp thủ vai): là một trong hai nhà phép thuật đột biến bị giam cầm dưới thế giới địa ngục nhưng trốn thoát (tập 146), tuy không có vũ khí phép thuật nhưng sức mạnh rất cao (theo lời Baram nói ở tập 148 thì một nhà phép thuật đột biến có thể hạ được 10 nhà phép thuật thường và nếu hắn cướp được dây chuyền hoặc nhẫn phép thuật thì sẽ được nhân đôi sức mạnh). Hắn là người đầu tiên tìm ra ruột cầu vồng, sau bị SuRi đánh bại nhờ dây chuyền phép thuật của PungUn (tập 158).\n* 7 nhà phép thuật đột biến Gen: là các nhà phép thuật được phái Ma Nữ đào tạo và huấn luyện nhưng đã thoát khỏi sự kiểm soát của phái Ma Nữ và đi xuống thế giới loài người, chỉ xuất hiện với hình dáng \"những làn khói đen\" do không có hình thể, có khả năng khống chế các nhà phép thuật bằng cách nhập vào cơ thể của nhà phép thuật đó và là những nhà phép thuật rất mạnh, rất sợ [[ánh sáng]] [[mặt trời]] và khi [[nhật thực]] xuất hiện thì mất hết công lực phép thuật {{small|(≠ đừng nhầm lẫn với nhà phép thuật đột biến Gen của phái Ma Nữ)}}. Pungun (cha của Suri) từng bị một nhà phép thuật đột biến Gen nhập vào cơ thể làm cho gần mất hết năng lượng.\n\n=== Thế giới con người ===\n{{wiki hóa}}\n;Gia đình nhà Hoàng Lan\n* Bà Sương (do [[Kim Xuân|NSND Kim Xuân]] thủ vai): là bà của Hoàng Lan và Ngọc Yến, có tình cảm với ông BaRam.\n* Tấn Trung (do [[Đại Nghĩa (diễn viên)|Đại Nghĩa]] thủ vai): là người hiền lành, hài hước và là chồng của Mai Phương, có một tiệm bán hàng và anh thường chơi thân với Pungun.\n* Mai Phương ([[Vân Trang]] – phần 1, [[Đại Ngọc Trâm]] – phần 2 thủ vai): là người hiền lành và tốt bụng, rất thân với Chini và cô là người dạy cho Chini nấu ăn và dọn dẹp nhà cửa.\n* Hoàng Lan (do [[Cẩm Tuyền]] thủ vai): là người hiền lành, thân thiện và là bạn học của SuRi, cô có tình cảm với SuRi.\n* Ngọc Yến (do [[Anh Thư (diễn viên nhí)|Anh Thư]] thủ vai): là em gái của Hoàng Lan, cô biết sự thật về gia đình ông Baram là các nhà phép thuật và thường chơi thân với ông. Từ tập 304, Ngọc Yến trở thành nhà phép thuật vì chỉ có con người có một ít năng lực phép thuật mới nhận ra được các nhà phép thuật đột biến Gen nếu họ biến thành người. Ở trong phiên bản Hàn Quốc(sau tập 340), Ngọc Yến là nhà phép thuật đầu tiên và duy nhất của con người giúp loại bỏ 7 Nhà đột biến gen.\n* Châu Tuấn (do [[Hoàng Linh]] thủ vai): là cháu của Tấn Trung, rất thích YeYe, về sau cậu phải về quê.\n\n;Trường học của Suri và Hoàng Lan\n* Thu Hà (do [[Yến Phi]] thủ vai): là người điệu đà và có tình cảm với SuRi.\n* Thái Hồ (do [[Quốc Trí]] thủ vai): là người lùn và mập nhất nhóm, cậu rất thích ăn.\n* Ngọc Vân (do [[Trúc Linh]] thủ vai): là người mạnh mẽ và có tính tình hơi hung dữ.\n* Mạnh Vũ (do [[Quý Duy]] thủ vai): là người mạnh mẽ và hay chọc phá người khác. Ba mẹ Mạnh Vũ li hôn và cậu sống cùng ba, về sau cậu phải chuyển trường và sống ở dưới quê với mẹ (tập 155). Cậu từng gây ra tai nạn cho Hoàng Lan khiến cả gia đình Suri nằm liệt người vì quay ngược thời gian cứu Hoàng Lan (tập 14).\n* Minh Tuấn (do [[Khôi Nguyên]] thủ vai): là người lạnh lùng, không nói chuyện hay kết bạn với ai vì mẹ không cho cậu chơi với ai. Ban đầu, Minh Tuấn bị các bạn ghét và xa lánh vì \"thái độ công tử\" (tập 157), nhưng sau đó nhờ sự giúp đỡ của SuRi mà cậu đã làm bạn thân của nhóm, về sau cậu phải đi du học ở nước ngoài (tập 231).\n* Cô giáo Trúc (do [[Thu Hiền (diễn viên)|Thu Hiền]] thủ vai): là cô giáo chủ nhiệm của Suri và có tình cảm với Mây, về sau cô và Mây chia tay do cô phải đi du học (tập 300).\n\n;Nhân vật khác\n*[[Mai Trần]]: đóng vai ông chủ cho thuê nhà của gia đình phái Nguyên Lão (tập 1, 326)\n*Dì Sáu (do [[Ngân Quỳnh]] thủ vai): bà nội của bé Trúc Lan\n*Chú Sáu (?): ông nội của bé Trúc Lan.\n*(do [[Ngân Quỳnh|NSƯT Ngân Quỳnh]] thủ vai): đóng vai con gái của dì sáu và chú Sáu.\n*(?): đóng vai bé Trúc Lan\n*Phương (do [[Ninh Dương Lan Ngọc]] thủ vai): bạn của Châu Tuấn dưới quê, có tình cảm với Châu Tuấn nhưng rất ghét YeYe. (xuất hiện từ tập 138 đến tập 145)\n*Phương Bình: đóng vai vệ sĩ của Minh Tuấn, trung thành nhưng khá ngốc.\n*Đông (do [[Thu Hiền (diễn viên)|Thu Hiền]] thủ vai): là người giống cô giáo Trúc, có tính cách mạnh mẽ, cô là người yêu của Bắp Cải nhưng sau đó đã chia tay.\n*Năm Rô (do [[Yến Phi]] thủ vai): là người giống Thu Hà và có tính cách mạnh mẽ, giỏi võ, là bạn thân của Bắp Cải và có tình cảm với Bắp Cải. Năm Rô thường được Tấn Trung gọi là [[Cá rô|Cá Rô]].\n* Duy Quang (do [[Phương An]] thủ vai): là bạn thân của Năm Rô sau này kết bạn với Bắp Cải.\n*Ngọc (do [[Thúy Ngân]] thủ vai): là bạn của Năm Rô và là bạn gái của Duy Quang, cả hai chia tay. (xuất hiện tập 214 và 215).\n*Hải Minh (do [[Tiến Đạt]] thủ vai): là bạn của Ngọc Yến.\n*Minh Trang (do [[Tuyết Trinh]] thủ vai): là bạn của Năm Rô, cô là chủ tịch của hội \"Những người tin vào thế giới phép thuật\" trên [[Internet]], tuy là con người nhưng cô biết rất nhiều thông tin ở thế giới phép thuật.\n*NSƯT [[Phi Điểu]]: đóng vai giám đốc trại trẻ.\n*[[Khả Như]]: đóng vai cô giáo aerobic.\n*Cô Chi (?): giáo viên dạy các bạn của Suri năm lớp 6\n*Thầy Tèo (do Sơn Hải thủ vai): là huấn luyện viên cho đội bóng đá của lớp SuRi, tính cách và khuôn mặt khá dữ dằn lẫn nghiêm khắc khiến SuRi từng nghĩ thầy là người của Phái Ma Nữ (xuất hiện từ tập 106 - 118).\n\n== Danh sách tập phim ==\n=== Phần 1 ===\n{{hidden begin\n|title = Tập 1 - 250\n|titlestyle = background:#FF8C00;\n}}\n{| class=\"wikitable\" style=\"table-layout: fixed; margin-right:0; text-align:center\"\n|-\n! Số tập\n! Nội dung\n! Số tập\n! Nội dung\n|-\n!1\n|[[Thế giới phép thuật]] gặp nhiều rắc rối, hỗn loạn. Gia đình Suri được phái Nguyên Lão giao nhiệm vụ tìm đến thế giới loài người, thu thập [[thông tin]] giúp [[thế giới phép thuật]] có thể chấn chỉnh theo cách sống bình yên của thế giới con người.Và gia đình Suri bắt đầu gặp nhiều thử thách tại thế giới loài người cùng với nhiệm vụ của họ được giao\n!126\n|Bị lạc trong rừng, Pungun cảm thấy buồn khi Chini không lo lắng, quan tâm cho mình như Mai Phương đã lo lắng, chăm sóc ân cần cho Tấn Trung. Thấy Tấn Trung ngủ, Pungun dùng phép thuật đưa cả hai về nhà. Hoa Hồng Đen mở một quán ăn tên Khế Ngọt và học cách buôn bán như con người.\n|-\n!2\n|Gia đình Suri dọn đến ở cạnh một gia đình hàng xóm tốt bụng. Mọi thành viên nhà Tấn Trung đều đón tiếp chân tình, thân mật. Trong khi đó, bà Sương (mẹ Tấn Trung) lại có cảm giác khó chịu trước ngoại hình, cách sống của các thành viên nhà Suri.\n!127\n|Nhóm của Suri ra ngoại thành chơi, sau đó nhóm di chuyển đến nhà banh. Thấy những quả banh đầy màu sắc, Suri cứ tưởng đó là [[ruột cầu vồng]] nên thông báo cho ông Baram và cha mẹ Pungun và Chini biết. Thấy cả ba cưỡi chổi bay trên trời, Hoa Hồng Đen và Charu bay theo để theo dõi.\n|-\n!3\n|Cùng với Hoàng Lan, Suri được đến trường, được [[bạn bè]] và cô giáo đón tiếp rất thân thiện (trừ Mạnh Vũ và Thái Hồ). Suri bắt đầu thấy yêu mến cuộc sống con người. Trong khi đó, Yeye luôn cảm thấy chán nản khi không được trở về [[thế giới phép thuật]].\n!128\n|Thấy một quán ăn mở kế tiệm tạp hóa của mình, Tấn Trung qua bắt chuyện. Biết chuyện, ông Baram đến chúc mừng và nói chuyện với Hoa Hồng Đen. Việc mở quán ăn này đã giúp cho Hoa Hồng Đen và Charu dần dần hòa nhập với cuộc sống của con người và tính cách cũng dần trở nên hiền lành hơn, không dùng bạo lực như trước.\n|-\n!4\n|Suri và gia đình quen dần với cách sống của thế giới loài người. Pungun bắt đầu biết một số thú tiêu khiển của những người đàn ông trong thế giới con người. Chini thì tập tành làm nội trợ nhưng chưa đạt yêu cầu. Họ luôn cố gắng học hỏi lối sống của con người.\n!129\n|Charu tìm cách để kết thân với Yeye nhằm lấy [[trứng cầu vồng]] của phái Nguyên Lão. Hoa Hồng Đen qua cửa hàng tạp hóa của Tấn Trung để kết thân với con người.\n|-\n!5\n|Trong buổi biểu diễn văn nghệ của trường, Suri hết sức ngỡ ngàng khi cô giáo chủ nhiệm phân công cậu đánh trống phục vụ văn nghệ. Sự phân công này làm cho Mạnh Vũ muốn hại Suri. Nhờ phép thuật của mình, Suri đã dạy cho Mạnh Vũ một bài học về lòng ích kỷ đối với những người xung quanh.\n!130\n|Pungun và Chini rất lo lắng khi thấy Tấn Trung và Mai Phương trở nên thân thiết với Charu và Hoa Hồng Đen. Sợ bị mất bạn, Pungun và Chini tìm cách gây chú ý nhưng càng làm càng rối.\n|-\n!6\n|Suri tiết lộ cho ông và ba mẹ biết bí mật của chị Yeye làm [[thuốc phép thuật]] biến con người thành nhà ảo thuật. Trong khi, gia đình Tấn Trung gặp rắc rối vì xuất hiện thành viên mới là Châu Tuấn (anh trai họ của Hoàng Lan), sự xuất hiện này đem lại cảm giác khó chịu cho các thành viên trong gia đình.\n!131\n|Yeye không tin vào việc có [[ruột cầu vồng]]. Cô lấy [[trứng cầu vồng]] của phái Nguyên Lão và bảo Charu lấy [[trứng cầu vồng]] của phái Ma Nữ để phá vở cùng lúc. Trong lúc Yeye sơ ý, Charu giất lấy [[trứng cầu vồng]] trong tay Yeye và định làm vỡ nhưng bị Hoa Hồng Đen ngăn cản.\n|-\n!7\n|Yeye quyết tâm thực hiện được mong muốn của mình. Điều này đã làm cho ông Bram phật ý và cô phải nhận hình phạt biến thành đá. Buồn chuyện, ông tìm bà của Hoàng Lan để nhờ tư vấn.\n!132\n|Chini phải quay về [[thế giới phép thuật]] để sinh con nên đã dùng [[thuốc nhân bản]] do Suri và Yeye chế tạo để tạo ra một người giống như mình để ở lại thế giới con người nhằm mục đích chăm sóc cho gia đình, do thuốc không đủ liều lượng nên không tạo ra một nhân bản giống như Chini được (khác ở khuôn mặt) nên mọi người gọi cô là Chichi – em gái của Chini.\n|-\n!8\n|Châu Tuấn biết được khả năng về phép thuật của gia đình ông Baram. Tuấn tha thiết mong muốn được trở thành nhà ảo thuật. Điều này tạo cho các thành viên gia đình Suri thêm lo lắng.\n!133\n|Pungun cảm thấy khó chịu khi phải sống cùng một người không giống vợ mình (dù đó là Chini). Mây thông báo cho cả nhà biết về việc anh muốn cưới cô giáo Trúc làm vợ nhưng Chichi, Pungun và Yeye không đồng ý. Theo gợi ý của Chichi, Mây chế tạo [[thuốc phép thuật]] để biến cô giáo Trúc thành nhà phép thuật. Đến khi Mây tiết lộ mình là nhà phép thuật đã làm cô giáo Trúc phải ngất xỉu và cảm thấy sợ hãi, nên anh đành phải xóa đi ký ức mà cô giáo Trúc vừa nhìn thấy.\n|-\n!9\n|Biết Châu Tuấn muốn nhận làm sư phụ, ông Baram đành dùng phép thuật để xóa đi ký ức của cậu. Châu Tuấn không còn nhớ gì về khả năng phép thuật của nhà Suri nữa.\n!134\n|Ông Mây rất tức giận trước những phản đối của các thành viên trong gia đình. Giống như họ, cô giáo Trúc cũng đã có phản ứng không đồng tình trước hiện tượng kết hôn kỳ lạ này. Đứng trước thái độ không đồng tình của những người xung quanh, ông Mây luôn cảm thấy rất khó chịu và có nhiều biểu hiện không hay trong giao tiếp.\n|-\n!10\n|Suri, Châu Tuấn, Hoàng Lan cùng tham gia cuộc thi về [[lịch sử Việt Nam]] mang tên ''Chim Gõ Kiến''. Suri quyết không muốn sử dụng phép thuật nhằm giữ công bằng cho cuộc thi. Trong khi đó, Tấn Trung và Pungun cá cược xem phần thắng của cuộc thi thuộc về Suri hay Hoàng Lan.\n!135\n|Dù bị từ chối, nhưng Mây vẫn không bỏ cuộc việc cưới cô giáo Trúc làm vợ.\n|-\n!11\n|Theo chân bà của Hoàng Lan, ông Baram đến phòng tập thể dục nữ tại Nhà văn hóa Phụ nữ. Dù lạ lẫm, ông vẫn hòa nhập vui nhộn.\n!136\n|Nhóm của Thái Hồ quyết định đi chơi ở quê của Châu Tuấn nhân dịp nghỉ hè.\n|-\n!12\n|Nhờ Hoàng Lan, Suri dễ dàng hòa nhập hơn với các bạn cùng lớp.\n!137\n|Châu Tuấn phải về quê, mọi người đã tổ chức một bữa tiệc dành cho cậu. Mây, cô giáo Trúc và nhóm của Suri cùng Châu Tuấn lên đường đi chơi.\n|-\n!13\n|Bị Mạnh Vũ và Thái Hồ ghen tị, nên Suri gặp nhiều khó khăn tại lớp học. Cậu bị các bạn cách ly trong các giờ sinh hoạt ngoại khóa. Nếu dùng phép thuật, Suri dễ dàng hóa giải mọi việc. Nhưng không, cậu quyết tâm hòa nhập cùng thế giới loài người.\n!138\n|Phương, một người bạn cùng quê của Châu Tuấn, cảm thấy khó chịu khi Châu Tuấn không đi về một mình mà còn dẫn thêm nhiều người về theo, trong đó cô thấy khó chịu nhất là Yeye. Hoa Hồng Đen lệnh cho Charu đi theo để quan sát xem Mây và Suri có tìm được [[ruột cầu vồng]] hay không. Ở quê, nhóm của Suri được đi bắt cá, ăn ngon và nghe kể chuyện ma.\n|-\n!14\n|Hoàng Lan bị tai nạn giao thông rất nặng do lỗi của Mạnh Vũ. Bác sĩ đã thực hiện phẫu thuật cho Hoàng Lan trong một thời gian dài.\n!139\n|Biết nhóm của Suri nghe đang chuyện ma, Charu dùng phép thuật tạo ra những đóm lửa đang trên trời để dọa nhưng bị Suri phát hiện. Qua ngày mới, nhóm của Mạnh Vũ đi chơi ở biển. Cô giáo Trúc nghi ngờ thân thế của Mây.\n|-\n!15\n|Biết Hoàng Lan khó qua khỏi, ông Baram quyết định dùng [[phép thuật quay ngược thời gian]] để cứu Hoàng Lan. Việc sử dụng phép thuật này sẽ gây nhiều thiệt hại cho người sử dụng.\n!140\n|Tình cờ phát hiện có hai người đang buôn lậu ma túy và Thái Hồ vô tình nhặt được gói ma túy, nhóm của Hoàng Lan gặp nguy hiểm. Bị hai tên buôn lậu bắt đưa sâu vào trong rừng, Yeye và Suri không sử dụng được phép thuật.\n|-\n!16\n|Hoàng Lan được cứu giúp, nhưng cả nhà Suri bị bệnh vì hậu quả của việc sử dụng [[phép thuật quay ngược thời gian]]. Nhưng cũng nhờ vậy, gia đình Suri mới thấy được sự quan tâm của nhà Hoàng Lan, thấy được tình thương của con người.\n!141\n|Suri, Yeye, Hoàng Lan, Ngọc Yến, Thái Hồ, Mạnh Vũ, Ngọc Vân và Thu Hà vẫn lưu lạc giữa rừng âm u lạnh lẽo nhưng nhóm may mắn tìm được thức ăn.\n|-\n!17\n|Ông Baram và các thành viên hết sức bất ngờ khi hay tin phái Ma Nữ đã cử người đến thế giới loài người. Người đại diện cho phái Ma Nữ là Hoa Hồng Đen và Charu. Vì thế, gia đình Suri phải cảnh giác vì Hoa Hồng Đen rất giỏi làm thuốc độc. Pungun lo sợ Hoa Hồng Đen sẽ lôi kéo Yeye.\n!142\n|\n|-\n!18\n|Không giống với nhà Suri, Hoa Hồng Đen sử dụng phép thuật một cách tùy tiện. Cô dùng cả phép thuật để hại người. Việc tồn tại cùng lúc hai phái Nguyên Lão và Ma Nữ trong thế giới con người càng khiến cho họ thêm mâu thuẫn.\n!143\n|\n|-\n!19\n|Hoa Hồng Đen tìm cách đưa Suri trở về [[thế giới phép thuật]]. May mắn, dụng cụ của Hoa Hồng Đen không được Suri sử dụng mà lại rơi vào tay Mai Phương (mẹ của Hoàng Lan).\n!144\n|Không đành lòng, Hoa Hồng Đen vẫn cố gắng giúp ông Mây. Cứu được bọn trẻ, ông Mây giao nộp bọn bắt cóc cho [[công an]]. Sự cố này giúp ông Mây và Hoa Hồng Đen hiểu thêm được một điều bí ẩn về thế giới loài người mà trước đây cả ông và Hoa Hồng Đen đều không hề biết.\n|-\n!20\n|Chini đã giúp Mai Phương hóa giải phép thuật của Hoa Hồng Đen. Mặt khác, gia đình Suri muốn gặp Hoa Hồng Đen nhưng Chini lại lo lắng về mối quan hệ tình cảm của Pungun với Hoa Hồng Đen.\n!145\n|Vượt qua được những nguy hiểm, ông Mây tiếp tục đề cập đến chuyện tình cảm cùng cô giáo Trúc. Thấy buồn trước tình cảm chân thành của mình không được đáp lại, ông Mây đã tìm cách chia sẻ cùng YeYe và những người xung quanh. Ông nhận được kết cục buồn khi tất cả đều không đồng tình với quan điểm của ông.\n|-\n!21\n|Hoa Hồng Đen tìm đến nhà gặp Pungun, Pungun tiếc lộ bí mật về tình bạn. Hoa Hồng Đen giả làm giang hồ bắt tụi nhỏ để dụ Suri đến đưa về thế giới phép thuật nhưng bất thành.\n!146 \n| Nhóm bạn Suri cùng Mây, Yeye chia tay Châu Tuấn để về thành phố,... Khi về, Yeye cảm thấy thiếu thiếu gì đó (Yeye thích Châu Tuấn, nhưng cô không biết). Mây rủ Hoa Hồng Đen đi nhậu, sau khi từ một quán nhậu, Mây quá xỉn, Hoa Hồng Đen và Mây đi về, gặp một người mặc áo đen (Nhà phép thuật đột biến)\n|-\n!22\n|Chini biết chuyện Hoa Hồng Đen tới nhà. Baram biểu diễn ảo thuật trước bọn nhỏ, bà Sương thích thú khi được tặng bó hoa. Hoa Hồng Đen tìm nơi trú ngụ.\n!147\n|Gia đình nhà Hoàng Lan nghi ngờ về danh tính Chichi. Ace Cơ ra tay tàn phá thế giới con người. Hắn đột nhập vào phòng Suri định ăn cắp dây chuyền phép thuật nhưng ông Baram ngăn chặn kịp thời (tuy nhiên cả nhà chỉ nghĩ là do trộm làm). Sau khi biết đó là nhà phép thuật đột biến, gia đình Suri rất lo lắng. \n|-\n!23\n|Gia đình Tấn Trung nhờ ông Baram biểu diễn ảo thuật giúp vui. Biết chuyện, Hoa Hồng Đen đã tìm mọi cách phá hỏng buổi biểu diễn và cô đã đạt được mục đích. Gia đình Suri cũng biết được hành động xấu này của Hoa Hồng Đen tại buổi biểu diễn.\n!148\n|Sự xuất hiện của Ace Cơ làm gia đình ông Baram rất lo lắng. Charu bị Ace Cơ tấn công. Ông Mây đi gặp Hoa Hồng Đen đề nghị hợp tác bắt Ace Cơ. Mạnh Vũ gặp lại mẹ, ba mẹ Mạnh Vũ quyết định đưa Mạnh Vũ về quê ở với mẹ khiến Mạnh Vũ rất buồn. \n|-\n!24\n|Hoa Hồng Đen quyết tâm thu phục Suri. Cô xin vào làm cô giáo dạy thể dục tại trường Suri đang học. Những bài vận động quá sức do Hoa Hồng Đen cho học sinh thực hiện đã làm cô giáo Trúc chủ nhiệm không hài lòng.\n!149\n|Chuyện ba mẹ Mạnh Vũ ly hôn làm Suri và Yeye thắc mắc về tình yêu của con người. Yeye tâm sự với ông Mây rằng Yeye không tin rằng tình cảm của người là bền vững. Thấy vậy, ông Mây đi gặp Hoa Hồng Đen nói về chuyện Yeye, nhưng trên đường đi thì gặp Ace Cơ. Hai bên giao chiến đều bị thương.\n|-\n!25\n|Hoàng Lan bị thương, nhà Tấn Trung hiểu lầm do nhà Suri làm. Hoa Hồng Đen lại cố ý nhốt bọn trẻ trong phòng khoa học, khiến cho mọi người hiểu nhầm là Suri làm.\n!150\n|Để cùng chống lại Ace Cơ, ông Mây muốn chọn Yeye là người nhanh nhạy có khả năng chiến đấu và sử dụng phép thuật tốt. Mạnh Vũ rất buồn vì sắp phải về quê xa các bạn, nhớ lại những kỉ niệm đẹp với nhóm bạn của mình. Ngọc Vân thấy Mạnh Vũ lẩn tránh bạn bè liền đi tìm. Hai bên lời qua tiếng lại dẫn đến xây xát. Ông Mây gặp Hoa Hồng Đen nhờ Hoa Hồng Đen nói chuyện với Yeye.\n|-\n!26\n|Muốn giải tỏa mọi chuyện, cô giáo Trúc đã xem lại hình ảnh từ camera của trường. Hoa Hồng Đen chính là thủ phạm gây hiểu lầm giữa Suri và các bạn cùng lớp. Cô giáo Trúc cũng nghi ngờ bằng cấp của Hoa Hồng Đen là không có thật.\n!151\n|Mẹ Mạnh Vũ đến gặp cô giáo Trúc xin cho Mạnh Vũ chuyển trường. Bà Sương nghi ngờ Pungun có bồ nhí nên điều tra ông Mây. Hoa Hồng Đen gặp và động viên Yeye. Mạnh Vũ rủ các bạn ra công viên chơi, nhóm bạn cùng xin Chichi và Pungun cho Suri đi chơi. \n|-\n!27\n|Yeye rất vui mừng khi gặp Hoa Hồng Đen. Cô muốn được về [[thế giới phép thuật]] và được Hoa Hồng Đen dạy [[phép thuật tàng hình]]. Trong khi ông Baram cùng cả nhà Suri rất lo lắng trước những việc làm sai trái của Hoa Hồng Đen tại thế giới con người.\n!152\n|Hoa Hồng Đen luyện phép thuật, dạy Yeye phương thức chiến đấu. Suri trốn nhà đi gặp nhóm bạn. Mạnh Vũ tổ chức sinh nhật tình bạn với các bạn trong nhóm rất vui vẻ. Trên đường đi về nhà, Suri và Hoàng Lan bị Ace Cơ tấn công.\n|-\n!28\n|Cửa hàng tạp hóa nhà Tấn Trung không có người phụ giúp nên Mai Phương phải thuê người giúp việc. Tận dụng cơ hội này, Hoa Hồng Đen xin vào làm việc nhà Hoàng Lan.\n!153\n|Suri bị Ace Cơ tấn công trong lúc báo tin về cho ông Mây. Ace Cơ lấy cắp sợi dây chuyền của Suri. Ông Mây, Hoa Hồng Đen, và Yeye bị thương nặng trong lúc giao chiến với Ace Cơ. Ông Mây ở lại chăm sóc cho Hoa Hồng Đen. Ace Cơ ra tay tàn phá thế giới con người. \n|-\n!29\n|Hoa Hồng Đen tìm mọi cách để tiếp xúc gia đình Suri. Cô cố gắng lấy lòng người nhà Tấn Trung bằng các món ăn, cách chăm sóc sức khỏe cho từng thành viên. Chini cùng cả nhà đều không hề nhận ra sự hiện diện Hoa Hồng Đen.\n!154\n|Gia đình Suri bớt lo lắng khi biết Ace Cơ tạm thời không tấn công gia đình họ do trọng thương. Yeye bảo Ace Cơ nói lần sau tấn công sẽ mang theo con [[ách chủ bài]]. Suri cùng nhóm bạn đi làm tổng vệ sinh lớp học. Mạnh Vũ nói lời chia tay với các bạn để về quê, vì lời từ biệt quá đột ngột nên Thu Hà, Ngọc Vân, Thái Hồ rất tức giận. Cô giáo Trúc khuyên nhủ nhóm bạn Suri đến tiễn Mạnh Vũ.\n|-\n!30\n|Bị Hoa Hồng Đen uy hiếp, tỏ ra hung dữ trước mặt Ngọc Yến. Cô bắt Ngọc Yến phải tìm ra căn phòng bí mật của gia đình Suri. Biết được Hoa Hồng Đen là người đáng sợ, Ngọc Yến muốn nói cho cả nhà cùng biết nhưng lại sợ bị Hoa Hồng Đen làm hại.\n!155\n|Nhóm bạn Suri quyết định ra tiễn Mạnh Vũ lần cuối. Mọi người bịn rịn chia tay. Ace Cơ cũng đang đi tìm [[ruột cầu vồng]]. Ông Baram lo lắng khi thấy ông Mây đi với Hoa Hồng Đen thường xuyên. Ace Cơ đến quán Khế Ngọt tàn phá, lấy cắp [[nhẫn phép thuật]] của Charu và [[quả cầu thủy tinh]]. Charu bị thương nên ông Mây đưa vào [[phòng phép thuật]] để chữa trị. \n|-\n!31\n|Ngọc Yến rất lo sợ khi Hoa Hồng Đen xuất hiện. Vì bị đe dọa nên Ngọc Yến đã nói cho Hoa Hồng Đen biết về căn phòng bí mật của nhà Suri. Khi biết chuyện, ông Baram đã tiết lộ cho Ngọc Yến biết về [[thế giới phép thuật]] với hai phái là Ma Nữ và Nguyên Lão.\n!156\n|Hoa Hồng Đen lo lắng cho tình hình của Charu, được gia đình Pungun mời ở lại nghỉ ngơi. Tấn Trung thấy cảnh quán Khế Ngọt bị tàn phá hoảng hốt chạy về kể cho gia đình nghe. Nhóm bạn Suri nhớ Mạnh Vũ và những kỉ niệm với Mạnh Vũ.\n|-\n!32\n|Ngọc Yến nói cho ông Baram về những việc làm xấu của Hoa Hồng Đen. Ông Baram đã kịp thời phát hiện chiếc [[bàn ảo thuật]] đã bị đánh cắp. Với sức mạnh phép thuật cao của mình, ông Baram cùng Pungun và Chini đã lấy lại được chiếc [[bàn ảo thuật]] từ tay Hoa Hồng Đen.\n!157\n|Ba Mạnh Vũ cũng rất nhớ Mạnh Vũ. Ông Baram không cho Hoa Hồng Đen vào [[phòng phép thuật]] vì Hoa Hồng Đen là người của phái Ma Nữ và giận ông Mây. Ông Mây cho sự đa nghi của ông Baram là buồn cười, nhưng Hoa Hồng Đen thật sự có tình cảm với Mây. Sự im hơi lặng tiếng của Ace Cơ khiến các nhà phép thuật lo lắng. Nhóm bạn Suri đi nhà sách mua sách, đụng độ với một cậu bạn trạc tuổi có vệ sĩ đi kèm.\n|-\n!33\n|Ngọc Yến đã nói cho cả nhà biết về chuyện Hoa Hồng Đen là người xấu. Ông Baram đã xoa dịu nỗi đau, nỗi lo sợ của Ngọc Yến. Cùng lúc, ông Baram cũng thay đổi câu thần chú để Hoa Hồng Đen không thể lấy được chiếc [[bàn ảo thuật]] thêm lần nữa.\n!158\n|Nhờ [[quả cầu thủy tinh]], Hoa Hồng Đen tìm được vị trí của [[ruột cầu vồng]], ra sức chiến đấu với Ace Cơ cùng ông Mây. Ace Cơ đánh trọng thương Hoa Hồng Đen và bắt cô làm con tin, ép Yeye đưa hắn [[ruột cầu vồng]]. Suri mượn sợi dây chuyền của Pungun chạy ra đến nơi mọi người giao tranh với Ace Cơ. Yeye vì muốn thế giới phép thuật hòa bình đã ném vỡ [[ruột cầu vồng]]. Suri dùng [[dây chuyền phép thuật]] tấn công Ace Cơ khiến hắn bất tỉnh và thu nhỏ, nên ông Mây đã giam hắn lại và mang về thế giới phép thuật. Suri lấy lại được [[dây chuyền phép thuật]], Yeye và Hoa Hồng Đen bị thương nặng. Charu tỉnh lại.\n|-\n!34\n|Hoa Hồng Đen không bỏ cuộc. Cô quay sang tấn công Suri thông qua cách tiếp cận những người bạn của cậu và Mạnh Vũ là đối tượng đầu tiên được nhắm đến.\n!159\n|Ngọc Yến đòi ba mẹ mua đồ mới nhưng không được. Ngọc Yến ganh tị với Hoàng Lan vì chị được ba mẹ chiều chuộng. Ngọc Yến nghĩ rằng mình không phải con ruột của Tấn Trung và Mai Phương. Mây trả [[nhẫn phép thuật]] cho Charu. Hoa Hồng Đen và Charu dọn dẹp lại quán. Bà Sương và ông Baram cùng tìm địa điểm đưa 2 gia đình đi du lịch, muốn tranh thủ dùng dịp này để điều tra tung tích Chichi. Ông Baram động viên Chichi cùng đi du lịch để xóa tan sự nghi ngờ trong gia đình nhà Hoàng Lan. \n|-\n!35\n|Trong lúc chiến đấu giành chiếc [[bàn ảo thuật]] với Hoa Hồng Đen nên [[dây chuyền phép thuật]] của Chini, Pungun và ông Baram đã hết [[bột phép thuật]], đồng nghĩa họ đều không sử dụng phép thuật được nữa. Cả ba đành phải gửi dây chuyền của mình đến [[thế giới phép thuật]] để bổ sung lại [[bột phép thuật]].\n!160\n|Ngọc Yến sang nhà ông Baram chơi, chui vào [[phòng phép thuật]] chơi lúc cửa đang mở. Pungun đóng cửa lại nhưng không ngờ lỡ nhốt Ngọc Yến bên trong. Gia đình Tấn Trung nháo nhào đi tìm Ngọc Yến khắp nơi. Mai Phương cảm thấy hối hận vì đã la Ngọc Yến. \n|-\n!36\n|Hoa Hồng Đen muốn mượn tay Mạnh Vũ để lấy sợi [[dây chuyền phép thuật]] của Suri.\n!161\n|Suri vào [[phòng phép thuật]] tìm thấy Ngọc Yến. Ngọc Yến về nhà, gia đình Tấn Trung mừng rỡ. Ngọc Yến bắt đầu vâng lời và quấn quýt ba mẹ hơn. Pungun bày chiêu cho ông Baram giữ bình tĩnh lúc hẹn hò với bà Sương. Ông Mây tư vấn trang phục cho ông Baram. Cô giáo Trúc thông báo cho nhóm bạn của Suri rằng lớp sẽ có một học sinh mới. Hoa Hồng Đen sửa soạn đi hẹn hò với ông Mây.\n|-\n!37\n|Biết mọi người đã thấy được quá nhiều việc làm xấu của mình, Mạnh Vũ dù đã lấy được sợi dây chuyền nhưng vẫn không trao lại cho Hoa Hồng Đen vì lương tâm của bản thân.\n!162\n|Charu ra sức khuyên Hoa Hồng Đen không nên đi gặp Mây. Hoa Hồng Đen sang nhà Suri tìm Mây nhưng thấy Mây đi với cô giáo Trúc. Hoa Hồng Đen rất buồn, uống rượu giải sầu. Gia đình Hoàng Lan và gia đình Suri sửa soạn đi du lịch.\n|-\n!38\n|Nhờ cô giáo chủ nhiệm, Mạnh Vũ đã sửa chữa sai lầm và trở thành người tốt. Việc đầu tiên của cậu là mang trả lại sợi [[dây chuyền phép thuật]] cho Suri dù biết là sẽ bị Hoa Hồng Đen đe dọa.\n!163\n|Hai gia đình đi du lịch, nhưng vì đi nhầm xe nên đi đến Vườn Xoài thay vì Đà Lạt. Yeye nhờ ông Mây gửi xuống con [[Chân Bột]] để nuôi. Nhóm bạn Suri sang nhà Hoàng Lan chơi, cùng nhau nấu ăn. Hoa Hồng Đen bị thất tình.\n|-\n!39\n|Không lấy được dây chuyền của Suri như mong muốn, Hoa Hồng Đen đến nhà của Suri để tấn công vì biết ông Baram, Pungun và Chini không thể dùng phép thuật do [[dây chuyền phép thuật]] hết [[bột phép thuật]]. Tưởng hoàn toàn thắng cuộc, Hoa Hồng Đen bị phản đòn khi Yeye kịp thời lấy được ba sợi dây chuyền từ [[thế giới phép thuật]] gửi xuống.\n!164\n|Tất cả bọn trẻ cùng ở nhà trong suốt thời gian người lớn đi du lịch. Muốn nghịch một tí, Ye Ye đã tạo ra một nhân vật Chân Bột để hù dọa các bạn cho vui. Không ngờ, Ye Ye bắt đầu đón nhận những rắc rối khi Chân Bột ăn phải bột phép thuật thường xuyên để sẵn trong nhà.\n\n|-\n!40\n|Yeye cùng Suri tìm cách chế tạo [[thuốc phép thuật]] để chống lại sức mạnh của Hoa Hồng Đen.\n!165\n|Ông Baram bị mắc [[bệnh chân bột]] nhưng không biết là do con chân bột của Yeye. Gia đình bà Sương rất lo lắng cho ông Baram. Trong lúc Yeye và Suri tìm cách bắt con Chân Bột, các bạn Suri bị một phen sợ khiếp vía vì tưởng có ma. Chân Bột tấn công các bạn của Suri. \n|-\n!41\n|Ông Baram rất lo lắng khi chưa tìm được cách mở chiếc [[hộp ảo thuật]] mà Hoa Hồng Đen đã nhốt Pungun và Chini vào. Trong lúc ông cùng bà Sương uống rượu say thì lúc tỉnh dậy, ông Baram phát hiện ra chiếc hộp đã bị mất. Ngọc Yến đã tìm được chiếc hộp giúp ông.\n!166\n|Yeye và Suri bắt được Chân Bột. Nhóm bạn Suri vẫn còn sợ sau những chuyện xảy ra. Ông Baram hết bị bệnh, 2 gia đình vui vẻ trở lại.\n|-\n!42\n|Suri đã học được một thứ tình cảm của con người. Nhớ ba mẹ, cậu đã khóc. Tình cờ, nước mắt rơi xuống chiếc hộp và đã giúp cho ba mẹ mình được giải thoát – đây cũng là chìa khóa giải mã chiếc [[hộp ảo thuật]]. Ông Baram đã tìm được một phương pháp mới cho [[thế giới phép thuật]]. Hiếu kỳ, Suri nhờ Yeye đưa mình vào chiếc [[hộp ảo thuật]] để khám phá mà đã làm cho cả nhà lo lắng.\n!167\n|2 gia đình quyết định về sớm. Chichi rất tức giận khi biết Yeye mang Chân Bột xuống thế giới loài người. Bà Sương lo lắng cho ông Baram nên ép ông đi bệnh viện. Ông Baram tìm cách trốn. Ông Mây trở về thế giới loài người liền đi chơi với cô giáo Trúc. \n|-\n!43\n|Gia đình Baram nhờ Ngọc Yến khóc để lấy nước mắt nhưng không thành công, vì chỉ có nước mắt của nhà phép thuật mới có hiệu quả, sau đó cả nhà đi lột hành để ra nước mắt sau khi Yeye nhìn thấy Mai Phương làm. Do sử dụng chiếc [[hộp ảo thuật]] (điều bị cấm trên [[thế giới phép thuật]]), Hoa Hồng Đen đã bị phái Ma Nữ trừng trị bằng việc không được sử dụng phép thuật.\n!168\n|Suri và các bạn tựu trường. Lớp học có một học sinh mới tên Minh Tuấn, là cậu bạn mà nhóm bạn Suri đã đụng độ ngoài nhà sách. Đi kè kè bên cạnh Minh Tuấn là ông vệ sĩ, người gây nhiều phiền toái cho lớp. Thu Hà, Ngọc Vân, Thái Hồ không có cảm tình với Minh Tuấn. Suri đề nghị nhóm làm quen với Minh Tuấn trước nhưng Minh Tuấn lạnh lùng không thèm nói chuyện. Pungun đội [[nón tàng hình]] chọc Chichi. Mai Phương thay rèm cửa, trượt chân té bị trặc chân. Tấn Trung giận Mai Phương vì Mai Phương không chịu ra phụ mình ở cửa hàng. \n|-\n!44\n|Yeye tìm ra được công thức thuốc mới. Cô để cho em trai Suri và ba Pungun uổng thử. Kết quả, Pungun và Suri đổi thể xác cho nhau.\n!169\n|Pungun và Chichi cãi và đánh nhau bằng phép thuật. Tấn Trung và Mai Phương cãi nhau, đánh nhau và giận nhau. Ông Baram và bà Sương rất khổ tâm, tìm cách hòa giải 2 gia đình. \n|-\n!45\n|Vì hoán đổi thể xác, Suri phải đi nhậu theo lời mời của Tấn Trung (ba của Hoàng Lan). Nhờ vậy, cậu mới chứng kiến được sự có mặt của Hoa Hồng Đen mà đã làm cho Tấn Trung hiểu lầm Pungun ngoại tình. Còn Pungun thì phải đi học.\n!170\n|Hoa Hồng Đen buồn vì thất tình, cuộc chiến giữa Chichi và Pungun cũng như Tấn Trung và Mai Phương càng lúc càng căng thẳng khiến ông Baram và bà Sương phải ra ngoài lánh nạn.\n|-\n!46\n|Việc hoán đổi lại phải cần thêm thời gian. Do vậy, Pungun và Suri sẽ hiểu nhau nhiều hơn. Trong thời gian này, ông Baram tìm cách điều chế ra thuốc giải mà không phải phụ thuộc vào phái Ma Nữ như trước.\n!171\n|Chichi rủ Mai Phương qua ngủ chung trong khi PungUn qua ngủ chung với Tấn Trung. Bà Sương cố gắng tìm cách cho hai vợ chồng làm lành nhưng không mấy khả quan. Nhóm bạn của Suri có vẻ rất khó chịu với Minh Tuấn. Suri và Thái Hồ bày trò chọc phá Minh Tuấn và ông vệ sĩ.\n|-\n!47\n|Suri bắt đầu thấy khó chịu khi phải mang hình hài của ba mình. Thấy vậy, Yeye cố gắng chế tạo thuốc giải để chuộc lại lỗi lầm mà mình đã gây ra.\n!172\n|Nhóm bạn của Suri tìm cách chơi Minh Tuấn trước cửa lớp nhưng người hứng trọn xô nước lại là ông vệ sĩ. Ông vệ sĩ bị cô giáo Trúc mắng khi đang cởi trần để phơi đồ sau cú hứng trọn vừa rồi. Cô giáo Trúc gặp Mây và được Mây rủ đi ăn. Suri trên đường đi học về đã chạm vào cây mắt mèo nên đã bị ngứa suốt đêm.\n|-\n!48\n|Tìm ra được cách để hóa giải, Yeye đã giúp cho Suri và Pungun trở lại bình thường. Trong thời gian ở thân thể Suri, Pungun đã có dịp hiểu hơn về con mình. Anh sau đó chia sẻ cùng Tấn Trung để Tấn Trung có thêm được phương pháp dạy con phù hợp hơn.\n!173\n|Thái Hồ trét cây mắt mèo lên ghê của Minh Tuấn để làm hại cậu ta. Tuy nhiên do yêu cầu của mẹ Minh Tuấn nên Ngọc Vân phải chuyển xuống chỗ Minh Tuấn ngồi khiến cậu ấy bị ngứa khắp người. Nhóm bạn của Suri phải lên phòng giáo viên vì những trò quậy phá Minh Tuấn. Cuộc chiến giữa Chichi và Pungun cũng như Tấn Trung và Mai Phương đã lên đến đỉnh điểm. Bà Sương mời cả gia đình ông Baram sang ăn cơm nhưng mọi người đều buông đũa không ăn. \n|-\n!49\n|Trong thời gian bị phái Ma Nữ không cho sử dụng phép thuật, Hoa Hồng Đen vẫn thực hiện mục tiêu của mình. Biết tin nhóm Hoàng Lan đi sở thú, Hoa Hồng Đen bắt đầu thực hiện âm mưu của mình.\n!174\n|Suri nhờ chú Mây chế ra kẹo thay đổi tính cách, viên xanh cho Minh Tuấn còn viên đỏ cho vệ sĩ nhưng Thái Hồ lại đưa nhầm viên xanh cho ông vệ sĩ khiến tính cách ổng bị thay đổi. Thái Hồ bị ông vệ sĩ giữ lại tâm sự đến quá giờ vào lớp. Cô giáo Trúc nhờ Suri quan tâm Minh Tuấn nhiều hơn. Ở một diễn biến khác, ông Baram nhốt hai vợ chồng Chichi PungUn trong phòng phép thuật để ăn năn hối lỗi còn bà Sương để lại thư tuyệt mệnh rồi hai ông bà rủ nhau đi chơi. Tấn Trung nhận ra trò đùa khi xưa của mẹ rồi hai vợ chồng làm lành với nhau.\n|-\n!50\n|Giả dạng thành người trong khuôn viên [[sở thú]], Hoa Hồng Đen đưa cho nhóm Hoàng Lan chiếc [[hộp câu đố]], nếu chủ nhân sở hữu chiếc hộp này không trả lời được tất cả 10 câu hỏi trong vòng hai đêm trăng sẽ bị biến thành [[chuột]]. Là những thành viên của thế giới con người, nhóm của Hoàng Lan gặp nguy hiểm khi sử dụng đồ vật này.\n!175\n|Vợ chồng Chichi PungUn đã làm hòa trong phòng phép thuật. Ông Baram và Bà Sương vui mừng khi thấy các con làm lành với nhau. Sau đó cả hai gia đình đã có một bữa cơm thân mật bên nhà Suri. Nhóm bạn của Suri đi ăn ở quán Khế Ngọt, khi mọi người đang vui vẻ thì Hoa Hồng Đen đi vào trong vì nhận được chỉ thị từ phái Ma Nữ. Chú Mây thông báo với gia đình Suri về việc sẽ có đoàn giám sát xuống kiểm tra xem những báo cáo của gia đình Suri có thật không. Nếu các báo cáo là bịa đặt thì cả gia đình sẽ bị đày xuống địa ngục mãi mãi. \n|-\n!51\n|Hoàng Lan cùng Yeye, Suri và Mạnh Vũ, Thu Hà, Ngọc Vân, Ngọc Yến, Thái Hồ và Suri tìm cách vượt qua các câu hỏi từ chiếc [[hộp câu đố]] đưa ra.\n!176\n|Phái Ma Nữ giao cho Hoa Hồng Đen phát tán virus ma thuật nhằm tiêu diệt tình cảm của loài người. Nếu trái lệnh sẽ bị nhốt xuống địa ngục. Hoa Hồng Đen và Cha-ru cãi nhau về việc thả con virus ma thuật và hậu quả. Gia đình Suri bắt đầu chuẩn bị cho đợt kiểm tra. Hoa Hồng Đen tránh mặt YeYe. Cuối cùng thì Hoa Hồng Đen cũng bắt đầu phát tán virus, bắt đầu từ Hoàng Lan.\n|-\n!52\n|Vì cái dụng cụ phép thuật của Hoa Hồng Đen, Hoàng Lan bị biến hóa tạo ra hàm răng thỏ. Hoàng Lan sẽ giải thích như thế nào khi xuất hiện trước mọi người? Ye Ye tập trung cố gắng tìm ra cách hóa giải cho Hoàng Lan.\n!177\n|Virus ma thuật bắt đầu lây lan. Mọi người trong nhà Hoàng Lan và cả nhóm bạn của Suri đều bị nhiễm virus. Hành động bất thường của gia đình Hoàng Lan khiến nhà Suri cảm thấy kì lạ.\n|-\n!53\n|Vì dụng cụ ảo thuật cho bọn trẻ, Hoa Hồng Đen đã thu phục được Suri. Hoa Hồng Đen buộc Suri phải theo phái Ma Nữ, nghe theo sự điều khiển của phái Ma Nữ. Suri đã đồng ý đeo chiếc nhẫn ảo thuật do Hoa Hồng Đen đeo cho.\n!178\n|Càng ngày càng nhiều người bị nhiễm virus. Ông Baram đến hỏi Hoa Hồng Đen có biết chuyện gì đang xảy ra không. Cô nói cô không biết. Gia đình Suri bắt đầu nghĩ cách tiêu diệt virus ma thuật. Yeye ban đầu quả quyết không phải do Hoa Hồng Đen làm, nhưng sau khi cùng với Suri nghe Hoa Hồng Đen và Charu nói chuyện, cô đã vô cùng sốc. Cô chuyển qua căm ghét Hoa Hồng Đen và nói rằng thù này nhất định phải trả. Sau khi nghe Suri kể lại mọi chuyện thì mọi người đều sốc. Ông Baram lên phòng an ủi YeYe. Suri \"bắt cóc\" Ngọc Yến để bắt đầu nghiên cứu thuốc giải.\n|-\n!54\n|Suri bắt đầu có tính khí hung hăng, nói năng hỗn xược với cô giáo, có thái độ kỳ quặc đối với bạn bè. Hoàng Lan cùng các bạn đều ngạc nhiên trước thái độ của Suri. Ông MaBaram có thể làm gì giúp Suri thoát khỏi sự hung ác của Hoa Hồng Đen?\n!179\n|Ánh sáng phép thuật không tiêu diệt được virus ma thuật. YeYe quyết tâm phải tìm cho ra thuốc giải. Ông Baram, PungUn và ChiChi đến thuyết phục Hoa Hồng Đen làm thuốc giải nhưng cô không đồng ý. Suri cũng đến thuyết phục Hoa Hồng Đen nhưng không được. Hoa Hồng Đen đi trên đường, nhớ lại những chuyện đã xảy ra. YeYe thông báo thất bại. Trong khi cả gia đình Suri đang ngồi suy nghĩ thì Hoa Hồng Đen bất ngờ xuất hiện nói rằng sẽ làm thuốc giải. Cuối cùng cũng thành công làm ra thuốc giải và chữa cho Ngọc Yến.\n|-\n!55\n|Ông MaBaram đã tổ chức báo cáo cho thế giới phép thuật về những vi phạm của Hoa Hồng Đen. Biết chuyện, ông Mây (người tài năng của thế giới phép thuật) quyết ra tay xử lý Hoa Hồng Đen. Ông MaBaram lo lắng khi biết được tin này.\n!180\n|Ngọc Yến bắt đầu chạy đi chữa bệnh cho mọi người. YeYe và Hoa Hồng Đen ngồi nói chuyện với nhau (đoạn này bị mất tiếng). Charu tức giận vì Hoa Hồng Đen đã làm thuốc giải. Nhà Suri nhanh chóng chuẩn bị cho buổi kiểm tra. Bài kiểm tra diễn ra thuận lợi. Đoàn kiểm tra đóng giả thành bên ngoại của nhà Suri.\n|-\n!56\n| Ông Mây đã xuất hiện ở thế giới loài người. Ông tuyên bố sẽ thu phục Hoa Hồng Đen. Thầy Mưa đã tặng cho Suri cây gập phép thuật. Suri sẽ gặp nhiều thuận lợi khi có trong tay báu vật\n!181\n|Đoàn kiểm tra xác nhận những báo cáo của gia đình Suri là thật. Hoa Hồng Đen và Charu sẽ bị đày xuống địa ngục. YeYe đến gặp Hoa Hồng Đen, YeYe không thể chấp nhận sự thật, cô năn nỉ Hoa Hồng Đen và Charu qua Phái Nguyên Lão, rồi cô bị Hoa Hồng Đen dùng phép thuật đẩy ra ngoài và ngồi khóc trước cửa. Người bên phái Ma Nữ lệnh cho hai người phải về thế giới phép thuật trước 10 giờ đêm nếu không sẽ bị tiêu diệt. Gia đình Suri đang hí hửng vì kết quả tốt thì nghe tin từ YeYe, mọi người đều bị sốc và đến chia tay. \n|-\n!57\n|Nhờ khả năng phép thuật của mình, Ông Mây đã giúp gia đình ông MaBaram thu phục được Hoa Hồng Đen. Không vui mừng trước thông tin này, ông MaBaram lại thấy khó chịu khi ông Mây quyết định ở lại tham quan thế giới loài người mà không chịu quay về thế giới phép thuật.\n\n!182\n|Hoa Hồng Đen giao lại quả cầu phép thuật cho YeYe. Sau đó là một màn chia tay đầy nước mắt. Đến giờ, Hoa Hồng Đen tạo vòng bảo vệ cho Charu rồi quay về thế giới phép thuật chịu tội. Mọi người đều cảm thấy trống trải sau khi Hoa Hồng Đen quay về thế giới phép thuật. Hoa Hồng Đen gửi một bức thư cho Mây (đoạn này bị mất tiếng). Tấn Trung tìm được người phụ việc mới trong cửa hàng tên là Năm Rô. Suri vô tình nhìn thấy Minh Tuấn bị mẹ mắng và đã đứng ra bảo vệ cậu. Mọi người đều buồn khi Hoa Hồng Đen phải xuống địa ngục.\n|-\n!58\n|Ông Mây tương tư cô giáo Trúc nhưng không biết tìm cô ở đâu. Suri và nhóm bạn cùng nhau thực hiện bản tin cho lớp nhân ngày quốc tế thiếu nhi với sự giúp đỡ của cô giáo. \n!183\n|Minh Tuấn bắt chuyện với Suri để cảm ơn về việc đã đứng ra bảo vệ mình trước mẹ. Người có khuôn mặt giống Thu Hà xuất hiện.\n|-\n!59\n|Ông Mây gặp cô giáo Trúc lúc cô ghé nhà Suri chơi. Nhóm bạn Suri tiến hành quay phim cho bản tin của lớp. Thu Hà có tình cảm với Suri nên đã tặng Suri móc khóa đôi. \n!184\n|Cả nhà Suri nghi ngờ Năm Rô (người có khuôn mặt giống Thu Hà) là nhà phép thuật của phái Ma Nữ cử xuống nên từng người ra cửa hàng theo dõi quan sát.\n|-\n!60\n|Ông Mây tâm sự với Tấn Trung về tình cảm của mình với cô giáo Trúc và được Tấn Trung tư vấn cách để chinh phục cô giáo. Thấy Hoàng Lan thích móc khóa mà Thu Hà đã tặng (Hoàng Lan không biết là quà của Thu Hà cho Suri), Suri tặng nó lại cho Hoàng Lan. Điều này đã làm cho Thu Hà rất tức giận. \n!185\n|\n|-\n!61\n|Ông Mây muốn chinh phục cô giáo Trúc đã làm cho mọi điều ước của cô thành hiện thực nhưng đã làm cô hoảng sợ. Hai người gặp nhau và cô giáo Trúc từ chối tình cảm của ông Mây. Hoàng Lan trả lại móc khóa cho Suri. \n!186\n|\n|-\n!62\n|Biết ông Mây bị bệnh \"tương tư\", Suri và các bạn tìm cách giúp ông chinh phục cô giáo Trúc. Kế hoạch đầu tiên của nhóm thất bại. \n!187\n|\n|-\n!63\n|Thấy ông Mây buồn phiền về chuyện tình cảm không thuận lợi, Yeye làm ra [[viên kẹo tình yêu]] rồi đưa cho cô giáo Trúc ăn. Nhóm bạn Suri tiếp tục giúp đỡ ông Mây chinh phục cô giáo. Yeye đưa viên kẹo tình yêu cho Châu Tuấn ăn thử nghiệm.\n!188\n|\n|-\n!64\n|Do tác dụng của viên kẹo tình yêu, Châu Tuấn tỉnh dậy và ngay lập tức yêu mến chú cún anh nhìn thấy đầu tiên, còn cô giáo Trúc ngay lập tức yêu ông Mây và tình cảm hai người trở nên tốt đẹp. Mạnh Vũ vô tình ăn phải viên kẹo tình yêu và có tình cảm với Thu Hà. Mạnh Vũ thay đổi bản thân cho giống với hình mẫu lý tưởng của Thu Hà nhưng bị Thu Hà từ chối. \n!189\n|\n|-\n!65\n|Thu Hà nói cho các bạn biết là Thu Hà thích Suri. Gia đình nhà Hoàng Lan lo lắng cho Châu Tuấn vì thấy Châu Tuấn quá thích chú cún ở nhà. Yeye thú nhận với gia đình là cô giáo Trúc, Châu Tuấn, Mạnh Vũ đã ăn phải kẹo tình yêu cô đã làm ra và Yeye phải làm thuốc giải. \n!190\n|\n|-\n!66\n|Suri tặng cho Thu Hà và các bạn móc khóa nhưng đã làm cho Thu Hà giận. Sau khi hiểu ra vấn đề, Thu Hà mua thêm móc khóa tặng cho các bạn còn lại. Cô giáo Trúc sau khi ăn kẹo giải phép thuật, cô giáo bỏ chạy làm ông Mây rất buồn. Nghe tin ông Mây sắp về nước, cô giáo gặp ông Mây chào tạm biệt.\n!191\n|\n|-\n!67\n|Mối quan hệ giữa ông Mây và cô giáo Trúc trở nên tốt đẹp. Nhà Hoàng Lan mời gia đình Suri sang ăn uống trước khi ông Mây về nước. Thấy Yeye đối xử không tốt với Châu Tuấn, ông Mây hóa phép ra viên kẹo tình yêu, đưa cho Yeye ăn và Yeye lập tức thích Châu Tuấn. \n!192\n|\n|-\n!68\n|Mây hóa phép cho Hoa Hồng Đen biến thành người sói vào ban đêm, biến thành đứa trẻ vào ban ngày. Để giải được phép thuật, Hoa Hồng Đen phải học được 7 thứ tình cảm của loài người. Yeye rất tức giận vì bị ông chú lừa. \n!193\n|\n|-\n!69\n|Nuna (Hoa Hồng Đen trong diện mạo đứa trẻ) tiếp cận gia đình nhà Hoàng Lan và Suri để tìm ra cách giải phép thuật của Mây. Chuyện tình cảm giữa ông Baram và bà Sương tiến triển tốt đẹp. \n!194\n|\n|-\n!70\n|Nuna làm quen với nhóm bạn của Suri và sau đó học chung lớp để tìm cách học tình cảm của con người. Nuna tìm cách tách ly Thái Hồ với nhóm bạn của mình.\n!195\n|\n|-\n!71\n|Yeye làm thuốc biến Ngọc Yến thành nhà phép thuật. Nuna bắt nạt Thái Hồ và tìm cách lấy lòng Hoàng Lan.\n!196\n|\n|-\n!72\n|Nuna lén ăn trộm bài thi toán của cô giáo Trúc rồi đổ tội cho Hoàng Lan. Nuna dùng cớ này để ép Hoàng Lan chỉ chơi với mình và Thái Hồ. Bà Sương giận ông Baram làm gia đình hai bên hoang mang. \n!197\n|\n|-\n!73\n|Ông Baram và bà Sương làm lành với nhau. Thấy Nuna bắt nạt Hoàng Lan, Mạnh Vũ đến nói chuyện với Nuna nhưng bị Nuna đánh ngã. Nuna dùng cớ này để kéo Mạnh Vũ vào nhóm riêng của mình.\n!198\n|\n|-\n!74\n|Thu Hà bất mãn trước cảnh bạn mình đi theo Nuna, bèn gọi Nuna ra nói chuyện riêng rồi dàn cảnh cho các bạn và cô giáo Trúc nghĩ là Thu Hà bắt nạt Nuna. Suri nghi ngờ Nuna là người của phái Ma Nữ phái xuống\/biến thành. Ông Baram và bà Sương giận nhau trở lại.\n!199\n|Chị em sinh đôi gài bom ma thuật ở khắp nhà Suri và lớp của Suri. Cô giáo Trúc vừa đến lớp bị trúng bom biến thành một cuốn sách. PungUn đến trông cửa hàng cho Tấn Trung phát hiện ra mảnh bom ma thuật, rồi giải cứu Năm Rô khỏi hình dáng búp bê. PungUn báo cho chú Mây. PungUn vừa bước ra khỏi phòng ông Baram và bị dính bom ma thuật khiến cơ thể rạn nứt. Suri trúng bom ma thuật ngay cầu thang.\n|-\n!75\n|Ngọc Yến sử dụng phép thuật bừa bãi làm Yeye rất giận. Mạnh Vũ, Thái Hồ quyết tâm không đi theo Nuna nữa. Nuna tính dùng chuyện lấy cắp đề toán để uy hiếp Hoàng Lan, nhưng nhóm bạn của Hoàng Lan không tin và đứng ra bảo vệ Hoàng Lan. Tấn Trung và Mai Phương qua gặp Pungun và Chini để bàn chuyện của ông Baram và bà Sương. \n!200\n|Nhóm bạn của Suri dính bom ma thuật và được ông Baram cứu. PungUn được ông Baram, chú Mây và Chichi cứu. Chú Mây đến lớp cứu cô giáo Trúc. Nhóm bạn Suri lên kế hoạch tổ chức sinh nhật cho bà cụ ở viện dưỡng lão. Đang ăn cơm thì gia đình Suri phát hiện ra có bom trong tủ lạnh.\n|-\n!76\n|Ngọc Yến không chịu uống thuốc giải phép thuật của Yeye, tìm cách trốn tránh Yeye. Yeye tìm cách biến Ngọc Yến thành người bình thường trở lại nhưng thất bại. Suri phát hiện ra Nuna chính là Hoa Hồng Đen. \n!201\n|Chú Mây cắt dây bom thành công, cứu cả gia đình Suri. Nhóm bạn của Suri, cô giáo Trúc và chị em sinh đôi tổ chức sinh nhật cho bà cụ ở viện dưỡng lão. Ông Baram và chú Mây nghĩ cách bảo vệ gia đình. Chichi xuống địa ngục tìm Hoa Hồng Đen để tìm hiểu thông tin. Chú Mây đang đặt bẫy thì Tấn Trung rủ đi nhậu.\n|-\n!77\n|Suri tìm cách giúp Hoa Hồng Đen học tình cảm loài người. Suri thuyết phục nhóm bạn của mình kết thân với Nuna. Ông Baram và bà Sương đã vui vẻ trở lại. \n!202\n|Không có Chichi ở nhà, mọi thứ trong nhà Suri rối tung cả lên. Bà Sương giúp đỡ chăm lo cho nhà Suri trong khi Chichi đi vắng. Tấn Trung có vẻ không thích chuyện đó. Năm Rô ngồi lì bên quán bánh đọc truyện rồi cười lớn khiến chị em sinh đôi khó chịu, bị Tấn Trung quở trách. Trong bữa tối, bà Sương rất khó với các quy tắc bàn ăn khiến Suri, YeYe, PungUn và chú Mây khó chịu. Ông Baram cảm thấy thích thú khi nhìn bà Sương vừa hát vừa rửa chén.\n|-\n!78\n|Ngọc Yến vẫn trốn tránh Yeye. Nuna dần thân hơn với nhóm bạn của Suri, cùng giúp một ông lão kéo xe qua cầu. Nuna học được tình cảm con người. Ông Mây tước đi phép thuật của Ngọc Yến.\n!203\n|\n|-\n!79\n|Ông Mây rất tức giận vì Yeye đã biến Ngọc Yến thành nhà phép thuật, đã phạt Yeye. Nếu Yeye từ chối giúp đỡ người khác sẽ bị mọc mụn trên mặt. Ông Mây kể chuyện phạt Hoa Hồng Đen cho gia đình nghe. \n!204\n|-\n!80\n|Cô giáo Trúc ra đề tài vẽ người bạn thân. Pungun và Chini rất lo lắng khi thấy mụn mọc trên mặt Yeye. Cô giáo Trúc mời ông Mây đến lớp để kể về các chuyến đi phiêu lưu của mình, nhưng ông Mây bị chứng bệnh sợ đám đông nên gia đình giúp ông luyện tập. \n!205\n|\n|-\n!81\n|Cả nhà tìm cách giúp ông Mây hết bệnh sợ đám đông. Cả lớp Suri đều vẽ Nuna cho bài tập \"vẽ người bạn thân\" làm Nuna vô cùng cảm động. Hoa Hồng Đen đã học được những tình cảm của loài người và hóa giải được phép thuật của ông Mây. \n!206\n|\n|-\n!82\n|Ông Mây đeo kính đen để diễn thuyết trước lớp của Suri một cách tự tin. Hoa Hồng Đen rất vui khi nhìn các bản vẽ và vẽ lại các học sinh trong lớp của Suri. Ông Mây về lại thế giới phép thuật.\n!207\n|\n|-\n!83\n|Hoa Hồng Đen nhập vào cô giáo Trúc, làm đảo lộn trật tự lớp học và làm nhà Hoàng Lan rối tung, làm chia rẽ gia đình nhà Hoàng Lan với gia đình Suri. \n!208\n|\n|-\n!84\n|Mai Phương rất giận Suri đã xúi giục Hoàng Lan lấy cắp đề thi, cấm không cho Hoàng Lan chơi với Suri. Bà Sương giận ông Baram lừa dối bà, có người yêu ở nước ngoài. Chini và Pungun mang bánh bao nhà làm sang tặng gia đình Hoàng Lan, Tấn Trung xô xát với Pungun. \n!209\n|\n|-\n!85\n|Cô giáo Trúc ra sức chống lại sự điều khiển của Hoa Hồng Đen. Nhóm của Suri chia ra làm 2 nhóm để học hỏi nghề nghiệp của Pungun và Tấn Trung. Pungun và Tấn Trung chia rẽ nhóm bạn của Suri và Hoàng Lan nhưng bất thành. \n!210\n|\n|-\n!86\n|Cô giáo Trúc chống đối lại Hoa Hồng Đen ngày càng quyết liệt. Nhóm bạn của Suri tìm cách giải quyết mâu thuẫn giữa gia đình Hoàng Lan và Suri. Ông Mây trở lại thế giới loài người để giúp giải quyết mâu thuẫn. \n!211\n|\n|-\n!87\n|Hoa Hồng Đen và Charu lên kế hoạch nhốt Mây vào hộp đen giấu trước nhà Hoàng Lan rồi làm chiếc hộp nổ tung. Hoa Hồng Đen đã định đẩy Mây vào chiếc hộp đen nhưng sợ nhóm bạn của Suri gặp nguy hiểm nên đã đổi ý. Cô giáo Trúc đến nhà Hoàng Lan nói hết sự thật và giải quyết hiểu lầm. Nhờ sự giúp đỡ của nhóm bạn Hoàng Lan, Tấn Trung và Pungun giảng hòa với nhau thành công. Ông Baram và Chini cũng giảng hòa với bà Sương và Mai Phương. \n!212\n|\n|-\n!88\n|Charu được phái ma nữ tăng phép thuật để thay Hoa Hồng Đen phá hoại nhà ông Baram và thế giới loài người. Suri gặp Hoa Hồng Đen để cám ơn vì đã bảo vệ ông Mây, các bạn, và khu phố. Sau một trận quyết chiến, Charu tịch thu nhẫn phép thuật của Hoa Hồng Đen. Ông Baram vô tình bán ve chai [[gương thần]] khiến mọi người cuống cuồng đi tìm. Gương thần sau đó thuộc về tay Thu Hà và chiếc gương thức giấc. \n!213\n|\n|-\n!89\n|Yeye kết thân với Hoa Hồng Đen. Charu mặc dù được giao trách nhiệm chính ở thế giới loài người nhưng năng lực yếu kém nên không làm được gì. Thu Hà biết trước tương lai nhờ gương thần, cứu cô giáo Trúc khỏi vụ cướp. Suri phát hiện Thu Hà đang giữ gương thần nên tìm cách lấy lại. \n!214\n|\n|-\n!90\n|Do biết trước được tương lai nhưng không ngăn chặn được, Thu Hà bắt đầu cảm thấy mệt mỏi. Gia đình Suri mời Thu Hà về nhà để bắt gương thần nhưng thất bại nhiều lần, và đã gây hiểu lầm cho nhóm bạn của Suri. \n!215\n|\n|-\n!91\n|Gia đình Suri ra sức vây bắt gương thần thành công, hoán đổi gương bình thường với Thu Hà (nhưng Thu Hà không biết). Charu nghi ngờ Thu Hà có gương thần nên đã cướp nó từ tay Thu Hà, nhưng nó chỉ là một chiếc gương bình thường. \n!216\n|\n|-\n!92\n|Sắp có cuộc [[kiểm tra lên bậc phép thuật]], phái Nguyên Lão và phái Ma Nữ ngưng chiến, giám khảo cuộc thi sẽ được cử xuống để chấm điểm. Hoa Hồng Đen được trả lại nhẫn phép thuật. Trong cuộc thi, thí sinh phải thi một môn chỉ định và môn tự chọn (hoặc môn đặc biệt). Chini chọn môn thi [[làm cho đồ vật sống lại]]. Pungun thi môn [[không gian]] và chọn môn [[đi xuyên qua tường]]. Ông Baram chọn môn [[quay ngược thời gian]]. Yeye thi môn [[làm thuốc phép thuật]] và chọn môn [[biến hình]] làm môn thi đặc biệt. Suri thi môn [[nói chuyện với động thực vật]]. Hoa Hồng Đen thi môn [[quả cầu thủy tinh]]. Charu thi môn [[chế tạo thuốc phép thuật]] nhưng rất yếu môn này. \n!217\n|\n|-\n!93\n|Yeye học môn biến hình với Hoa Hồng Đen. Gia đình Suri ra sức luyện tập chuẩn bị cho kỳ thi. Bà Sương tặng thuốc bổ cho ông Baram uống để có sức khỏe thi cử nhưng Pungun đã uống một ít. Suri vô rừng tập nói chuyện với một cây cao với Ngọc Yến.\n!218\n|\n|-\n!94\n|Gia đình Suri chăm chỉ luyện tập chuẩn bị cho kỳ thi. Pungun lén lấy thuốc bổ của ông Baram uống. Lớp Suri có buổi dã ngoại vào rừng quan sát cây. Ngọc Yến đặt tên cho cây cao mà Suri tập nói chuyện là \"chú Cao\". \n!219\n|\n|-\n!95\n|Chini làm cho dụng cụ làm bếp sống lại, chúng chui vào cái nồi lớn lúc Chini đi chợ rồi Mai Phương xách cái nồi về nhà. Chúng nghịch phá nhà Mai Phương làm cô rất hoảng sợ. Pungun luyện phép đi xuyên qua tường nhưng bị mắc kẹt. \n!220\n|-\n!96\n|Pungun bị bắt gặp uống trộm thuốc bổ của ông Baram. Yeye mời Hoa Hồng Đen đến nhà chơi. \nQua nói chuyện với chú Cao, Suri phát hiện có một nhóm người muốn chặt cây trong rừng, chặt chú Cao. Suri kịp thời ngăn chặn nhóm người này lúc họ lén chặt cây vào ban đêm. Suri báo tin cho các bạn biết. Nhóm bạn của Suri và cô giáo Trúc lên kế hoạch bảo vệ cây. Ông Mây làm giám khảo cuộc thi nâng bậc phép thuật. \n!221\n|\n|-\n!97\n|Nhóm người kia muốn chặt cây để xây nhà. Suri một mình chống chọi với nhóm người trong lúc các bạn chạy đi báo cô giáo Trúc. Nhờ cô giáo Trúc dùng chiếc nhẫn mà ông Mây tặng để truyền tín hiệu, ông Mây có mặt kịp thời giải cứu nhóm bạn Suri, cô giáo Trúc, và chú Cao. Muốn lấy lòng ông Mây để đậu kì thi nâng bậc phép thuật, Pungun nhờ Tấn Trung tư vấn và chuẩn bị tranh tặng cho cô giáo Trúc. \n!222\n|\n|-\n!98\n|Pungun bảo ông Mây mời cô giáo Trúc đến nhà, mời ăn tối và tặng quà cho cô giáo khiến cô rất cảm động. Pungun chắc mẩm ông Mây sẽ châm chước cho mình trong kì thi nâng bậc phép thuật. \n!223\n|\n|-\n!99\n|Cuộc thi nâng bậc phép thuật bắt đầu. Ông Baram từ 9 đẳng trở thành cao thủ phép thuật (10 đẳng), Chini lên 8 đẳng, Yeye lên đẳng 6, Suri lên 5 đẳng. Hoa Hồng Đen lên 8 đẳng. Charu tiếp tục thi rớt. Pungun đậu môn không gian nhưng trượt môn đi xuyên tường nên không đậu kì thi. Anh không phục với kết quả và giận ông Mây vì đã không châm chước sau những gì anh đã giúp đỡ cho ông với cô giáo Trúc. \n!224\n|\n|-\n!100\n|Pungun kể cho cả nhà nghe những điều anh đã làm để lấy lòng chú Mây để đậu kì thi nâng cấp phép thuật. Ông Mây và Pungun cãi nhau làm ông Baram vô cùng tức giận. Buổi tối hôm đó, các nhà phép thuật của 2 phái Nguyên Lão và Ma Nữ cùng Ngọc Yến tổ chức ăn mừng kì thi kết thúc (đây là ngày duy nhất 2 phái cùng vui chơi với nhau). Suri bắt đầu học cách chế thuốc phép thuật và chế ra được [[thuốc nhân bản]]. \n!225\n|\n|-\n!101\n|Suri thứ 2 được cả nhà gọi là Suri Nho (tức Suri Nhỏ). Suri Nho rất tinh nghịch. Ông Mây và Yeye cùng nhau làm thuốc giải cho Suri. Thế giới phép thuật ra lệnh cho Pungun và Chini sinh một đứa con ở thế giới loài người để gắn chặt hai thế giới với nhau. Suri Nho rủ Mạnh Vũ và Thái Hồ đi đá bóng, còn Suri sang nhà Hoàng Lan học nhóm.\n!226\n|\n|-\n!102\n|Việc Suri vừa đi chơi đá bóng với Thái Hồ và Mạnh Vũ, vừa học bài ở nhà Hoàng Lan làm nhóm bạn bối rối. Để tránh gây rắc rối, Suri và Suri Nho quyết định không làm việc riêng lẻ mà hợp tác thay phiên nhau. Chini có em bé. Hoàng Lan thấy một cái cây bị héo trong công viên nên rủ Suri cùng đi chăm sóc cây, nhưng Suri Nho đã hẹn Thái Hồ và Mạnh Vũ đi chơi đá bóng.\n!227\n|-\n!103\n|Suri và Suri Nho vô tình hoán đổi vị trí làm Hoàng Lan, Mạnh Vũ, và Thái Hồ bất ngờ. Cả hai bảo nhóm bạn giữ bí mật buổi đi chơi để tránh gây rắc rối. Thế giới phép thuật ra lệnh cho ông Baram, ông Mây về gấp. Mọi người còn lại tiếp tục ở lại thế giới loài người. Suri Nho nghịch phá thuốc phép thuật của Yeye gây nổ. \n!228\n|\n|-\n!104\n|Suri Nho rủ Suri trốn nhà ra đường chơi vào ban đêm. Suri và Suri Nho đụng độ Charu ngoài đường rồi cùng nhau chơi đá banh. Pungun và Chini phát hiện Suri và Suri Nho trốn nhà đi chơi bèn lo lắng đi tìm. Hoa Hồng Đen được lệnh trở về thế giới phép thuật gấp nên đi tìm Charu. Bắt gặp Charu đang ở cùng Suri và Suri Nho, Chini tức giận tấn công Hoa Hồng Đen và Charu. Tình mẫu tử đã làm cho phép thuật của Chini mạnh lên nhiều lần. Chini và Suri Nho cãi nhau. \n!229\n|\n|-\n!105\n|Hoa Hồng Đen rủ Charu đi ăn hủ tiếu và uống rượu rất vui vẻ. Hoa Hồng Đen đã thay đổi phần nào từ khi học được tình cảm của con người. Hoa Hồng Đen trở về thế giới phép thuật, để lại cho Charu một lá thư. Thấy Pungun buồn chuyện gia đình, Tấn Trung khuyên Pungun nên trở thành trụ cột gia đình để giải quyết vấn đề. \n!230\n|\n|-\n!106\n|Chini được Mai Phương tư vấn để giải quyết mâu thuẫn với Suri Nho. Chini và Suri Nho cùng nhau nói chuyện và mọi việc được giải quyết tốt đẹp. Chuyện ông Baram đột ngột về nước làm bà Sương rất buồn. Suri và nhóm bạn đăng kí môn thi Hội Khỏe Phù Đổng. Để chuẩn bị cho hội thao, trường Ánh Sao mời huấn luyện viên môn bóng đá về trường. Tên của huấn luyện viên này là \"TÈO\". Mạnh Vũ, Thái Hồ và Suri bị phạt vì dám chọc thầy\n!231\n|\n|-\n!107\n|Pungun muốn làm trụ cột gia đình đã bày vẽ nhiều thứ làm Chini bực mình, bị phạt phải dọn dẹp nhà cửa. Chini méc với Mai Phương chuyện Tấn Trung bày mưu cho Pungun, Tấn Trung bị Mai Phương phạt phải làm việc nhà. \n!232\n|\n|-\n!108\n|Charu biến thành đứa trẻ lấy tên Chân Rùa để tham gia chơi đá bóng cùng nhóm bạn của Suri. Buổi tối, Suri Nho lẻn ra ngoài chơi đá bóng với Charu, Suri ở nhà che giấu cho Suri Nho. Hoàng Lan và Thu Hà đăng kí thi môn bóng rổ. \n!233\n|\n|-\n!109\n|Bà Sương theo dõi nhà Suri, bị Suri Nho đá banh trúng đầu làm bà Sương ngất xỉu. Thu Hà nhờ Suri chỉ cách chơi bóng rổ. Hoàng Lan cũng nhờ Suri chỉ cách chơi bóng rổ. Vì Suri nhận lời hẹn 2 bạn cùng một lúc nên Hoàng Lan và Thu Hà giận Suri. \n!234\n|\n|-\n!110\n|Suri Nho trốn nhà đi ăn và chơi đá banh với Charu. Suri đi học buổi sáng giùm Suri Nho, đến lớp thấy Hoàng Lan và Thu Hà giận mình nhưng Suri không hiểu chuyện gì. Hoàng Lan giận Suri nên bắt Suri tập đá banh dù Suri không khỏe. Suri đành thay Suri Nho đá banh nhưng Suri đá banh không giỏi. \n!235\n|\n|-\n!111\n|Suri bị loại không được vô đội hình đội bóng chính thức. Suri Nho muốn vô lại được đội tuyển nên thách đấu với huấn luyện viên. Mai Phương chỉ cách pha sữa cho Chini. Pungun theo dõi và tìm ra chỗ ở của Charu. Ngọc Vân, Thái Hồ, Mạnh Vũ tìm cách giúp Suri giảng hòa với Hoàng Lan và Thu Hà. \n!236\n|\n|-\n!112\n|Chini pha sữa cho cả nhà uống nhưng pha rất dở nên ai cũng sợ. Suri Nho phá phách phòng Yeye gây nổ, làm Yeye bị thương nhiều lần. Thái Hồ, Mạnh Vũ, Ngọc Vân hỗ trợ Suri giúp Thu Hà và Hoàng Lan làm lành, rồi giúp hai bạn tập bóng rổ. \n!237\n|\n|-\n!113\n|Suri Nho tập bóng rổ cho Hoàng Lan và Thu Hà. Chân Rùa chơi đá bóng cùng Thái Hồ và Mạnh Vũ. Thấy Suri Nho chơi đá banh cùng các bạn, Yeye làm phép thuật phá đám. Chân Rùa ra sức cản phép thuật của Yeye. Theo lời bà Sương, Ngọc Yến được lệnh qua nhà Suri thám thính tình hình ông Baram.\n!238\n|\n|-\n!114\n|Suri Nho và nhóm bạn cùng luyện tập chăm chỉ cho Hội Khoẻ Phù Đổng. Charu đi xem Suri Nho và nhóm bạn thi bóng đá, ăn quá nhiều bánh kẹo ăn trong lúc đợi nên bị đau bụng. Suri nghịch phá thuốc phép thuật của Yeye, làm Yeye bị thương nặng.\n!239\n|\n|-\n!115\n|Trong cuộc thi bóng rổ, trường Ánh Sao bị dẫn trước. Thu Hà và Hoàng Lan không được thi đấu nên cả hai rất buồn. Tấn Trung mở tiệc ăn mừng \"trận thắng đầu tiên\" của Hoàng Lan nhưng làm Hoàng Lan buồn.\n!240\n|\n|-\n!116\n|Thu Hà và Hoàng Lan kiên trì tập luyện bóng rổ mong được thi đấu. Đội bóng đá của Suri thi đấu rất tốt. Thu Hà được cho vào đội thi đấu nhưng Hoàng Lan thì không. Charu nhận được lệnh của phái ma nữ phải tiêu diệt 1 nhà phép thuật của phái Nguyên Lão và được ban cho sức mạnh đặc biệt trong 1 ngày. Charu thách đấu đá bóng với Suri Nho.\n!241\n|\n|-\n!117\n|Charu tấn công Suri Nho. Đội bóng rổ trường Ánh Sao bị dẫn trước, Hoàng Lan được vào sân thi đấu nên tình thế thay đổi. Suri thay Suri Nho thi đá bóng, Yeye đi tìm Suri Nho. Charu biến thành Chân Rùa, làm phép để vào đội thi đấu đối chọi với Suri, cố tình tấn công Suri bằng phép thuật.\n!242\n|\n|-\n!118\n|Chân Rùa tấn công làm Suri bị thương rất nặng. Suri Nho thế chỗ Suri chơi đá bóng và đấu lại Chân Rùa. Để Suri tỉnh lại, Suri Nho và Suri phải nhập lại làm 1. Sự ra đi của Suri Nho làm cả nhà rất buồn. Để giúp Suri vui vẻ trở lại, Yeye tặng Suri thuốc làm phép thuật.\n!243\n|\n|-\n!119\n|Pungun ép Suri chế tạo lại thuốc nhân bản nhưng Suri chế nhầm thành thuốc biến đổi giọng nói cho Pungun uống. Pungun bị cả nhà chọc. Charu đã học được tình cảm loài người, nhớ về tình bạn với nhóm bạn của Suri nên rất buồn.\n!244\n|\n|-\n!120\n|Mạnh Vũ và Thái Hồ đưa Suri huy chương Hội Khỏe Phù Đổng. Ông Baram và Hoa Hồng Đen trở về thế giới con người. Mỗi bên mang theo [[vỏ trứng cầu vồng]] và 2 phái phải tìm cho được [[ruột trứng cầu vồng]]. Bên nào sở hữu được ruột trứng cầu vồng sẽ trở nên hùng mạnh bậc nhất.\n!245\n|\n|-\n!121\n|Hoa Hồng Đen cắt đứt liên lạc với Yeye. Gia đình Suri lo lắng về việc đi tìm [[ruột trứng cầu vồng]], ráo riết tìm hiểu về [[cầu vồng]]. Mạnh Vũ, Thái Hồ, và Suri mặc đồng phục học sinh nữ \"biểu diễn thời trang\" trước lớp, làm Hoàng Lan, Thu Hà, và Ngọc Vân tức giận. Nhóm bạn Suri chia làm 2 phe, phe con trai và phe con gái, và 2 nhóm không chơi với nhau. \n!246\n|\n|-\n!122\n|Yeye thắc mắc tại sao thế giới phép thuật bị chia làm 2 phái, làm gia đình ông Baram lo lắng. Gia đình ông Baram ra sức tìm hiểu về [[cầu vồng]]. Yeye nhìn thấy cầu vồng liền thông báo cho cả nhà. Chiến tranh lạnh giữa nhóm Suri và nhóm Hoàng Lan tiếp diễn. \n!247\n|\n|-\n!123\n|Ông Baram suy nghĩ rất nhiều về thắc mắc của Yeye và nói gia đình bớt cảnh giác, tránh đánh nhau với Hoa Hồng Đen, đồng thời tập trung tìm ruột cầu vồng. Hoa Hồng Đen quyết định sống thân thiện với loài người, mở một tiệm bán đồ kế bên cửa hàng của Tấn Trung. Tấn Trung rủ Pungun đi leo núi. Suri uống thuốc phép thuật để biết được suy nghĩ của mọi người và giải quyết mâu thuẫn giữa các bạn.\n!248\n|\n|-\n!124\n|Nhóm bạn Suri làm lành cùng đi chụp hình sticker. Nghe tin Hoa Hồng Đen mở quán ăn gần nhà, gia đình Suri lo lắng. Chini cấm Yeye không được ra quán gặp Hoa Hồng Đen. Tấn Trung và Pungun cùng nhau đi leo núi. \n!249\n|\n|-\n!125\n|Hoa Hồng Đen và Charu mở quán phở Khế Ngọt kế bên cửa hàng của Tấn Trung. Tấn Trung và Pungun đi tìm suối tìm nước uống, nhưng vì vậy mà lạc khỏi đoàn leo núi. Gia đình Hoàng Lan rất lo lắng khi đã tối mà không thấy Tấn Trung và Pungun về.\n!250\n|\n|}\n{{hidden end}}\n\n=== Phần 2 ===\n{{hidden begin\n|title = Tập 251 -340\n|titlestyle = background:#FF8C00;\n}}\n{| class=\"wikitable\" style=\"table-layout: fixed; margin-right:0; text-align:center\"\n|-\n! Số tập\n! Nội dung\n! Số tập\n! Nội dung\n|-\n!251\n|\n!296\n|Biết được Hoa Hồng Đen tiết lộ về chuyện phái Ma Nữ đang đào tạo và huấn luyện các nhà phép thuật đột biến Gen, nhà phép thuật đột biến Gen (nằm trong cơ thể Charu) cùng Ma Nữ-Ma Nam đến nhà ông Baram để bắt Hoa Hồng Đen về [[thế giới phép thuật]] trị tội. Đến nhà, Charu tấn công làm Suri bị thương; sau bị [[con quay phép thuật]] của Bắp Cải đánh lùi. Không thành công, nhà phép thuật đột biến Gen quay sang dùng phép thuật lên Hoàng Lan và Mai Phương để buộc Hoa Hồng Đen tự động đầu hàng.\n|-\n!252\n|\n!297\n|Vì muốn cứu Mai Phương và Hoàng Lan nên Hoa Hồng đã đầu hàng nhà phép thuật đột biến Gen. Để tránh bị phát hiện, nhà phép thuật đột biến Gen đã hủy [[dây chuyền phép thuật]] Hoa Hồng.\n|-\n!253\n|\n!298\n|Yeye tìm được nút áo mà Hoa Hồng đã để lại làm ký hiệu. Cứu thoát được Hoa Hồng, nhà phép thuật đột biến Gen chiến đấu với Baram, Mây và Bắp Cải. Trong lúc cả ba đang sắp bị đánh bại thì trời tự nhiên mưa, nước mưa đã tiêu diệt nhà phép thuật đột biến Gen. Bà Sương cũng vừa từ quê trở lên, phép thuật nằm trong cơ thể của Mai Phương và Hoàng Lan cũng được giải. Bà Sương cảm thấy lạ khi ông Baram và Yeye, Suri cùng sinh một ngày.\n|-\n!254\n|\n!299\n|\n|-\n!255\n|\n!300\n|Cô giáo Trúc phải đi du học đã làm nhóm của Hoàng Lan và Mây rất buồn, mọi người đã tổ chức một buổi tiệc đầy cảm động.\n|-\n!256\n|\n!301\n|Phái Nguyên Lão lệnh cho cả nhà ông Baram phải quay về [[thế giới phép thuật]] để đóng cánh cửa nối liền giữa thế giới con người ㅡ [[thế giới phép thuật]] nhằm không cho các nhà phép thuật đột biến Gen xuống thế giới loài người. Đến lúc cả nhà chuẩn bị trở về thì phái Nguyên Lão lại thông báo các nhà phép thuật đột biến Gen đã xuống thế giới loài người nên cả nhà ông Baram phải ở lại thế giới loài người để bắt các nhà phép thuật đột biến Gen. Pungun và Chini cũng trở lại thế giới loài người làm cả nhà rất vui.\n|-\n!257\n|\n!302\n|Phái Nguyên Lão lệnh cho Yeye và Suri quay về [[thế giới phép thuật]] để nâng cao [[năng lực phép thuật]] của mình, phái Nguyên Lão sẽ trao [[thần dược phép thuật]] cho những [[học sinh]] đạt thành tích cao. Do tình thế rất nguy hiểm nên phái Nguyên Lão mới dùng cách này. Vì muốn nhận ra các nhà phép thuật đột biến Gen nên cả nhà ông Baram đã dạy phép thuật cho Ngọc Yến (do chỉ có con người có phép thuật cơ bản mới nhận ra được các nhà phép thuật đột biến Gen).\n|-\n!258\n|\n!303\n|\n|-\n!259\n|\n!304\n|Được ông Baram khuyên giải và sự kiên trì của bản thân, Ngọc Yến đã thi đậu phần [[lý luận phép thuật]]. Ngọc Yến được học cách sử dụng phép thuật và chính thức trở thành nhà phép thuật.\n|-\n!260\n|\n!305\n|Biến được phép thuật, Ngọc Yến khoe khoan, vô lễ với mọi người xung quanh và sử dụng phép thuật một cách bừa bãi, điều này đã làm cho cả nhà bà Sương nghi ngờ và lo lắng.\n|-\n!261\n|\n!306\n|Ngọc Yến dùng [[dây chuyền phép thuật]] của Bắp Cải để [[di chuyển không gian]] rồi bị lạc vào [[không gian bốn chiều]]. Sau vụ việc này, Ngọc Yến biết lỗi của mình và chịu sửa chữa. 7 nhà phép thuật đột biến Gen bắt đầu hoạt động làm cả nhà ông Baram rất lo lắng.\n|-\n!262\n|\n!307\n|Hoàng Lan và Thu Hà đoán Suri sẽ thích ai hơn. Tấn Trung cảm thấy khó chịu khi thấy vợ Mai Phương và mẹ Sương ngưỡng mộ Pungun.\n|-\n!263\n|\n!308\n|[[Hội đồng phép thuật]] xác nhận có ít nhất 7 nhà phép thuật đột biến Gen đã xuống thế giới loài người. Ngọc Yến được Mây dạy về tác dụng của một số [[công cụ phép thuật]].\n|-\n!264\n|\n!309\n|Ngọc Yến lại bắt đầu phá phách với chiếc [[nón phép thuật]] mà Mây giới thiệu. Gia đình ông Baram đã [[hợp sóng]] của Charu và Ma Nam để tiện cho việc liên lạc (do dây chuyền và [[nhẫn phép thuật]] không thể liên lạc được với nhau). Charu và Ma Nam rất lo lắng các nhà phép thuật đột biến Gen sẽ tấn công mình, ông Baram lo lắng với [[năng lực phép thuật]] của mình sẽ không đủ chống lại Bảy nhà phép thuật đột biến Gen.\n|-\n!265\n|\n!310\n|\n|-\n!266\n|\n!311\n|Theo điều tra, 7 nhà phép thuật đột biến Gen chỉ hoạt động vào ban đêm do sợ ánh sáng mặt trời. Hoa Hồng và cả nhà quyết định nhử Bảy nhà phép thuật đột biến Gen xuất hiện để tiêu diệt cùng lúc nên Chini đã tạo thuốc làm khói đen, nhưng tính hiếu kỳ nên Ngọc Yến đã uống thử.\n|-\n!267\n|\n!312\n|7 nhà phép thuật đột biến Gen muốn hợp tác với Ma Nam và Charu nhằm chế ngự loài người. Ông Baram và cả nhà muốn dùng lời lẽ để giải quyết vấn đề nhưng 7 nhà phép thuật đột biến Gen lại không đồng ý mà muốn cai trị loài người. Hoàng Lan cảm thấy buồn khi các bạn của mình đã quen dần sự vắng mặt của Suri. Kế hoạch nhử Bảy nhà phép thuật đột biến Gen thất bại nên Mây trở về [[thế giới phép thuật]] để tìm thêm tư liệu.\n|-\n!268\n|\n!313\n|\n|-\n!269\n|\n!314\n|Tưởng Ma Nam bị một trong Bảy nhà phép thuật đột biến Gen nhập vào, Pungun cùng Hoa Hồng, Chini, Bắp Cải đến tấn công; nhưng thật ra mọi người mới biết đây là trò đùa của Ma Nam. Được phái Ma Nữ cung cấp thông tin, Mây và cả nhà biết được các nhà phép thuật đột biến Gen rất sợ ánh sáng mặt trời và khi nhật thực xuất hiện thì mất hết [[năng lực phép thuật]].\n|-\n!270\n|\n!315\n|\n|-\n!271\n|Việc phái Ma Nữ biết được vị trí cất giấu [[ruột cầu vồng]] đã làm cho Yeye nghi ngờ Hoa Hồng. [[Ruột cầu vồng]] bất ngờ biến mất sau khi Suri tấn công Ma Nữ-Ma Nam; cùng lúc này, Charu đoàn tụ cùng Ma Nữ-Ma Nam để tìm cách tiêu diệt Hoa Hồng.\n!316\n|Bị một người bạn tên Tài gạt, Tấn Trung phải trả nợ giùm nên [[kinh tế]] gặp khó khăn. Biết ba mình gặp khó khăn, Ngọc Yến dùng phép thuật biến ra [[hàng hóa]] để giúp đỡ ba.\n|-\n!272\n|Theo lệnh người dấu mặt, Ma Nữ – Ma Nam tấn công Hoa Hồng và nói rằng chính họ là người là người gây hiểu lầm giữa Hoa Hồng và gia đình Yeye.\n!317\n|Vụ rắc rối của Tấn Trung được giải quyết phần nào, cả nhà ông Baram lại được học thêm một thứ tình cảm nữa của con người, họ cảm thấy có rất nhiều tình cảm mà chưa được học từ con người. Charu được phái Ma Nữ cấp cho [[nhẫn phép thuật]] mới giúp nâng cao [[năng lực phép thuật]] nhằm hỗ trợ cho việc bắt Bảy nhà phép thuật đột biến Gen.\n|-\n!273\n|Charu bắt đầu nghi ngờ Hoa Hồng chính là người dấu mặt. Suri và Bắp Cải tham gia cuộc thi về \"tình bạn\" để xem tình bạn giữa họ và bạn bè của mình thân thiết như thế nào. Người đầu tiên Bắp Cải chọn là Duy Quang, còn Suri là Hoàng Lan.\n!318\n|Cả nhà ông Baram rất lo lắng khi biết tin Bảy nhà phép thuật đột biến Gen đã lấy cấp chiếc [[chìa khóa phép thuật]], chiếc chìa khóa có thể nói liền giữa thế giới con ngườiㅡ[[thế giới phép thuật]]. Hoa Hồng được phái Ma Nữ trao cho [[nhẫn phép thuật]], đồng nghĩa với việc cô có thể sử dụng được cả nhẫn và [[dây chuyền phép thuật]]. [[Thế giới phép thuật]] đang trong quá trình chế tạo [[công cụ phép thuật]] để tiêu diệt các nhà phép thuật đột biến Gen.\n|-\n!274\n|\n!319\n|Vì muốn giúp mẹ cải thiện sức khỏe nên Mai Phương đã cho bà ăn nhiều rau củ quả, còn Tấn Trung thì cho bà làm những việc nhẹ nhàng mà cuối cùng đã làm cho bà Sương hiểu lầm, nhưng sau mọi chuyện đã được giải quyết.\n|-\n!275\n|\n!320\n|Biết được sắp có hiện tượng [[nguyệt thực]] thông qua một tờ báo mà Mai Phương đọc, Baram, Hoa Hồng, Bắp Cải và Ma Nam đã chuẩn bị sẵn sàng cho sự chiến đấu. Đến khi nguyệt thực xảy ra, cả bốn người đều bị đánh bại và Bảy nhà phép thuật đột biến Gen đã thành công trong việc ngăn cách cánh cửa giữa [[thế giới phép thuật]] và thế giới con người.\n|-\n!276\n|Xem Suri là người bạn rất thân nên Hoàng Lan rất buồn vì đã hiểu lầm Suri đã chọn cô là người bạn thứ ba tham gia cuộc thi về \"tình bạn\" của Suri và Bắp Cải, nhưng Hoàng Lan không biết Suri lại chọn cô là người tham gia đầu tiên. Tấn Trung dự định mở một cửa hàng đồ chơi cho trẻ em, những đồ chơi sẽ do tự tay anh làm. Thu Hà dự định làm một cỗ máy thời gian bằng những đồ phế liệu.\n!321\n|Mọi người rất buồn vì thất bại, đặc biệt là Chini và Pungun. Từ đây họ sẽ không thể liên lạc cũng như không thể nhận được bất cứ thứ gì từ [[thế giới phép thuật]] nữa. [[Thế giới phép thuật]] gửi [[bức điện báo]] cuối cùng về các nhà phép thuật đột biến Gen. Năm trong Bảy nhà phép thuật đột biến Gen có [[năng lực phép thuật]] đặc biệt (đột biến Gen giấc mơ, hình bóng, virut), còn hai người kia thì nắm giữ hai [[chìa khóa phép thuật]].\n|-\n!277\n|Mây về [[thế giới phép thuật]] để xử lý những thứ cuối cùng của việc sửa chữa [[con đường phép thuật]]. Hiểu được tình cảm mà Năm Rô dành cho Bắp Cải, Đông quyết định nhường cho Năm Rô, điều này đã làm cho Bắp Cải và Đông rất buồn.\n!322\n|Một trong Bảy nhà phép thuật đột biến Gen bắt đầu tấn công gia đình nhà ông Baram, đối tượng đầu tiên được nhắm đến là Pungun. Virut đột biến Gen xâm nhập vào cơ thể của Pungun để lấy hết [[năng lực phép thuật]] của anh và anh sẽ chết khi không còn [[năng lực phép thuật]] nữa.\n|-\n!278\n|\n!323\n|Chini và cả nhà rất lo lắng về tình trạng của Pungun, Pungun đang chết dần.\n|-\n!279\n|Ma Nữ-Ma Nam biết được người ra chỉ thị cho họ là một nhà phép thuật đang nằm trong cơ thể Hoa Hồng. Bắp Cải đang đau khổ vì bị Đông từ chối tình cảm dù Đông cũng đau khổ. Lợi dụng cỗ máy thời gian của Thu Hà, Yeye đưa Suri và Hoàng Lan, Ngọc Yến trở về quá khứ - 15 năm trước.\n!324\n|Hoa Hồng đã tìm được cách để làm cho Virut đột biến Gen của Bảy nhà phép thuật đột biến Gen rời khỏi cơ thể của Pungun.\n|-\n!280\n|\n!325\n|Nhà của ông Baram gặp rắc rối mới với cuốn sổ gia đình nhưng sau đó cả nhà thấy thú vị vì cuốn sổ này. Hoa Hồng tìm được [[thuốc làm thay đổi đặc tính]] để làm thay đổi đặc tính của đột biến Gen giấc mơ, hình bóng, virut làm chúng tự tấn công lẫn nhau.\n|-\n!281\n|Yeye, Suri cùng Hoàng Lan, Ngọc Yến phải trở về 15 năm trước thêm một lần nữa để giúp Tấn Trung cầu hôn Mai Phương, nếu không thì Hoàng Lan và Ngọc Yến sẽ không được sinh ra. Việc quay lại quá khứ hai lần đã làm cho cỗ máy thời gian của Thu Hà bị hỏng hai lần, điều này làm Thu Hà rất tức giận.\n!326\n|Cửa hàng tạm hóa của Tấn Trung bị gắp rắc rối với hàng hóa kém chất lượng. Bị ngất xỉu do hết năng lượng, Bắp Cải và Ngọc Yến tìm được [[tinh lực phép thuật]] được xót lại từ phái Nguyên Lão.\n|-\n!282\n|\n!327\n|Tấn Trung về quê với bé Bảo Minh (bạn học của Ngọc Yến) để giải quyết vấn đề nuôi dưỡng của bé Trúc Lan mà anh không biết ở nhà gặp chuyện.\n|-\n!283\n|Charu lệnh cho Ma Nữ biến thành Đông nhằm tiếp cận để lấy [[dây chuyền phép thuật]] của Bắp Cải nhưng không thành công mà Ma Nữ-Ma Nam còn bị Bắp Cải đánh bị thương rất nặng (do Charu chạy trốn trước). Yeye nghi ngờ lại Hoa Hồng do Hoa Hồng có thể [[biến đổi không gian]] mà không cần dùng [[dây chuyền phép thuật]], cuối cùng Yeye phát hiện người này không phải là Hoa Hồng.\n!328\n|Thu Hà và Thái Hồ bị thuốc [[thuốc làm thay đổi đặc tính]] ảnh hưởng làm cả hai thay đổi tính cách cho nhau. Cả nhà của Mây và Tấn Trung rất thích thú với cuốn sổ gia đình.\n|-\n!284\n|\n!329\n|Charu, Mây xung đột với nhau; để giải quyết vấn đề, Chini muốn tạo ra một cuốn [[sổ phép thuật]] giữa phái Nguyên Lão và phái Ma Nữ giống như cuốn sổ gia đình giữa nhà của ông Baram và nhà của bà Sương.\n|-\n!285\n|Yeye và mọi người biết được Hoa Hồng bị nhà phép thuật đột biến Gen của phái Ma Nữ điều khiển. Bị phát hiện, nhà phép thuật đột biến Gen rời khỏi cơ thể Hoa Hồng rồi nhập vào Charu.\n!330\n|Charu dùng phép thuật viết nói xấu Mây vào cuốn sổ gia đình của nhà của bà Sương, mà Mây tưởng những lời nói xấu đó là của Tấn Trung nên Mây viết nói xấu lại. Vấn đề này đã làm cho nhà của Tấn Trung rất tức giận.\n|-\n!286\n|Hoa Hồng bị thương được Mai Phương và nhóm bạn của Suri quan tâm. Mây cũng vừa trở về từ [[thế giới phép thuật]], anh rất tức giận khi biết Yeye dẫn Suri, Ngọc Yến và Hoàng Lan quay về quá khứ.\n!331\n|Biết tính cách thay đổi, Thái Hồ và Thu Hà quyết tìm lại tính cách thật của mình. Bị Chini lừa, Charu tự nhận mình là thủ phạm và chịu viết vào cuốn [[sổ phép thuật]].\n|-\n!287\n|Nhà phép thuật đột biến gen của phái Ma nữ đang dần thích nghi với cơ thể của Charu. Yeye phát hiện Hoa Hồng và Mây có cảm tình với nhau nhưng Mây chưa nhận ra.\n!332\n|Tình cảm giữa nhà Tấn Trung và Mây trở lại bình thường. Minh Trang - chủ tịch của hội \"Những người tin vào [[thế giới phép thuật]]\" ở Internet, cô biết rất nhiều thông tin chính xác như: [[thế giới phép thuật]] có quan hệ mật thiết với thế giới con người, [[thế giới phép thuật]] có hai phái, [[thế giới phép thuật]] nhận ánh sáng từ thế giới con người, [[thế giới phép thuật]] và thế giới con người ngăn cách với nhau bởi một cánh cửa, v.v...\n|-\n!288\n|Cỗ máy thời gian không hoạt động làm Thu Hà rất buồn. Để giúp Thu Hà hết buồn, Cắp Cải dùng [[con quay phép thuật]] để đưa nhóm của Suri quay về thế kỷ XVIII. Quay về quá khứ, nhóm của Suri quen được người bạn tên Lý Binh và giúp chị cậu thoát khỏi tên sơn tặc.\n!333\n|Nghi ngờ, Minh Trang đến nhà của Năm Rô để tiếp cận nhà của Bắp Cải và bắt đầu kể về [[thế giới phép thuật]] để mọi người tin vào thế giới diệu kỳ này là có thật. Sự xuất hiện của cô gái Minh Trang đã làm cho nhà của ông Baram rất lo lắng.\n|-\n!289\n|Việc quay về quá khứ sẽ không dùng được phép thuật. Theo kế hoạch giúp đỡ Lý Binh, Suri giả thành chị của Lý Binh nên bị sơn tặc bắt giữ và đang gặp nguy hiểm. [[Con quay phép thuật]] hết năng lực, Bắp Cải đưa Thu Hà, Ngọc Yến trở về hiện tại.\n!334\n|Minh Trang nghi ngờ gia đình ông Baram là những nhà phép thuật và thuyết phục Năm Rô giúp cô xác minh điều đó. Thu Hà có ý định thiết kế một thiết bị để dò tìm những nhà phép thuật. \n|-\n!290\n|Bắp Cải, Thu Hà, Ngọc Yến phải quay về quá khứ thêm một lần nữa để cứu Ngọc Vân, Thái Hồ, Suri, Hoàng Lan thoát khỏi tên sơn tặc. Trong lúc quay về, nhóm của Suri lỡ tay đưa Lý Binh về thế giới hiện tại. Lý Binh là người sống từ mấy trăm năm trước xuất hiện ở hiện đã gây ra nhiều rắc rối, cậu rất ngờ ngàng trước những sự vật mà mình nhìn thấy.\n!335\n|Năm Rô bắt đầu nghi ngờ Bắp Cải, gia đình ông Baram, Charu là những nhà phép thuật và tiến hành điều tra. Gia đình ông Baram cố gắng xóa tan nghi ngờ đó. Thu Hà tiến hành chế tạo máy cảm ứng năng lượng phép thuật.\n|-\n!291\n|Lý Binh hay được Tấn Trung và Mai Phương gọi là ông tổ, cậu vẫn không hết ngờ ngàng trước những sự vật mà mình nhìn thấy. Lý Binh không muốn trở về quá khứ khi chưa dạy xong gia phong, lễ giáo, nề nếp cho nhà Hoàng Lan và lấy Yeye làm vợ.\n!336\n|Năm Rô lén vô phòng Hoa Hồng tìm sách phép thuật nhưng không có kết quả. Gia đình ông Baram ngày càng thận trọng hơn với Năm Rô. Máy cảm ứng phép thuật đã hoàn tất nhưng không sử dụng được. Minh Trang và Năm Rô dàn cảnh để Bắp Cải phải dùng phép thuật.\n|-\n!292\n|\n!337\n|Minh Trang nói với gia đình ông Baram rằng cô đã biết mọi người là nhà phép thuật, gây sức ép để khiến mọi người thừa nhận danh tính thật sự của mình. Điều này đã khiến gia đình rất tức giận. Hoa Hồng đã gặp Minh Trang nói hết sự thật và thuyết phục Minh Trang không tiết lộ bí mật. \n|-\n!293\n|\n!338\n|Minh Trang đến gặp gia đình ông Baram, hứa là sẽ nói với các hội viên là thế giới phép thuật là trí tưởng tượng của con người, nhằm để bảo vệ thế giới con người và thế giới phép thuật. Minh Trang giữ đúng lời hứa, cả nhà ông Baram rất vui và học được thêm lòng tin từ thế giới con người.\n|-\n!294\n|Biết được Bắp Cải và Suri đưa Lý Bình về quá khứ nên Ma Nữ – Ma Nam cùng Charu mang [[đôi giày phép thuật]] (theo lệnh của nhà phép thuật đột biến Gen) quay về quá khứ nằm mục đích lấy [[dây chuyền phép thuật]] của Bắp Cải và nhốt Ngọc Yến, Suri, Bắp Cải ở quá khứ nhưng không thành công.\n!339\n|Minh Trang giải tán hội Những Người Tin Vào Thế giới Phép Thuật. Cả nhà ông Baram rất vui và đồng ý dẫn Minh Trang đi tham quan phòng riêng của gia đình và phòng phép thuật. Sau đó, Minh Trang đề nghị được biến thành nhà phép thuật nhưng ông Baram từ chối. \n|-\n!295\n|Hoa Hồng Đen thông báo cho Baram và Mây biết về việc phái Ma Nữ đang đào tạo và huấn luyện các nhà phép thuật đột biến Gen (vốn đã bị cấm từ rất lâu) nên Mây phải quay về [[thế giới phép thuật]] để tìm ra cơ sở đào tạo của phái Ma Nữ.\n!340\n|Hoa Hồng xóa kí ức của Minh Trang về thế giới phép thuật theo lời yêu cầu của Minh Trang. Năm Rô mở một trang web Hội Những Người Tin Vào Thế giới Phép Thuật 2 do chính cô làm chủ tịch khiến gia đình ông Baram rất lo lắng. Chini bị nhà phép thuật đột biến gen nhập vào cơ thể. Hôm sau cô gặp Charu ngoài công viên và mọi việc diễn biến y như giấc mơ của cô.\n|}\n{{hidden end}}\n\n== Nhạc phim ==\n*''Gia đình phép thuật Phái Nguyên Lão'' – Trần Anh Thư, Đặng Minh Anh, Triệu Hoàng Long, Quốc Bảo, Trần Anh Quân\n*''Gia đình phép thuật Phái Ma Nữ'' – Phùng Việt Trường, Phùng Gia Bảo\n*''Gia đình phép thuật phần 2 –'' Trần Anh Quân, Trần Anh Thư, Đặng Minh Anh, Triệu Hoàng Long, Quốc Bảo\n*''Thế giới xa xôi'' – Lương Thị Mai Anh\n*''Nơi thế giới loài người'' - Quỳnh Như\n\n== Quảng bá ==\nNgày [[20 tháng 2]] năm [[2018]], công ty Chu Thị và hãng phim VIFA đã tổ chức buổi kỷ niệm ngày ra mắt 100 tập phim Gia đình phép thuật tại [[Nhà hát Bến Thành]], [[Quận 1]] với 1000 [[thiếu nhi|diễn viên]] tham gia. Các diễn viên trong phim như: Trần Anh Quân, Trần Anh Thư, Đặng Minh Anh, Triệu Hoàng Long, Quốc Bảo, Lương Thị Mai Anh,... cũng có dịp giao lưu với các khán giả\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n*[https:\/\/m.youtube.com\/playlist?list=PLFk1RtAQGTYXKS5Lg_zLFzd6XfQdNWke2 Gia đình phép thuật] HTVC Phim\n*[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/dien-anh\/20100615\/dien-vien-nhi-vao-mua\/384211.html Diễn viên nhí vào mùa] (Bao gồm đề mục 'Quá trình đóng phim của các diễn viên')\n\n{{DEFAULTSORT:Gia đình phép thuật}}\n[[Thể loại:Phim truyền hình Việt Nam ra mắt năm 2009]]\n[[Thể loại:Chương trình truyền hình của TFS]]\n[[Thể loại:Phim giả tưởng Việt Nam]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Chương trình truyền hình lãng mạn]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim thiếu nhi Việt Nam]]\n[[Thể loại:Chương trình truyền hình trên HTV]]\n[[Thể loại:Phim về gia đình]]\n[[Thể loại:Phim về gia đình bất thường]]\n[[Thể loại:Phim lấy bối cảnh ở trường học]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim kỳ ảo thập niên 2000]]\n[[Thể loại:Phim hài thập niên 2000]]\n[[Thể loại:Phim lãng mạn thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2000]]\n[[Thể loại:Chương trình truyền hình tiếng Việt]]\n[[Thể loại:Chương trình truyền hình hài kịch Việt Nam]]"}