{"55402":"{{bài cùng tên}}\n'''Gia Định''' ([[chữ Hán]]: 嘉定) là một địa danh cũ ở [[miền Nam (Việt Nam)|miền Nam Việt Nam]].\n\n==Lịch sử (sơ lược)== \n[[Tập tin:East-Hem 600ad.jpg|nhỏ|250px|phải|[[Chân Lạp]]-Phù Nam, vào năm 600.]]\nĐất '''Gia Định xưa''' thuộc nước [[Phù Nam]] (tồn tại khoảng đầu [[thế kỷ 1]] đến khoảng nửa [[thế kỷ 7]]), sau đó thuộc vương quốc [[Chân Lạp]] (nay là [[Campuchia]]). Tuy nhiên, \"thuộc\" một cách lỏng lẻo: \"các dân tộc vẫn sống tự trị, và người dân Khmer lẻ tẻ chưa hợp thành đơn vị hành chính thuộc triều đình La Bích (Chân Lạp). Trong khi đó triều đình ấy phải tập trung lực lượng ở phía nam [[Tonlé Sap|Biển Hồ]] (sau khi bỏ Ăngco ở phía bắc) để đối đầu với [[Xiêm|Xiêm La]] (nay là [[Thái Lan]]) đang tiếp tục lấn đất Chân Lạp ở phía tây. Đất Gia Định vẫn là đất tự do của các dân tộc và hầu như vô chủ, là đất hoang nhàn cả về kinh tế lẫn chủ quyền từ xưa\"<ref>Theo Nguyễn Đình Đầu, tr. 143.<\/ref>.\n\nTheo sử liệu, lưu dân Việt đã đến đây khai hoang và làm ăn sinh sống vào đầu [[thế kỷ 17]], nhờ có cuộc hôn nhân giữa [[công nữ Ngọc Vạn]] với vua [[Chân Lạp]] [[Chey Chettha II|Chey Chetta II]] vào năm [[1620]]. Vì mưu sinh, có thể lưu dân Việt đã có mặt ở đây trước khi có cuộc hôn nhân ấy. Song, chính nhờ mối quan hệ đó, mà [[Đại Việt]] (nay là [[Việt Nam]]) và Chân Lạp trở nên êm đẹp, dân cư hai nước có thể tự do qua lại sinh sống, tạo điều kiện cho lưu dân Việt ngày càng đông đảo hơn ở khu vực [[Đồng Nai]], [[Thành phố Hồ Chí Minh|Sài Gòn]]...<ref>Theo lời của [[Lê Quý Đôn]], thì lưu dân Việt đã phải chịu nhiều gian khó và hiểm nguy cho cuộc mưu sinh ấy, vì lúc bấy giờ ngay tại vùng đất [[Thành phố Hồ Chí Minh|Sài Gòn]] ngày nay ''\"từ các cửa biển Cần Giờ, Soài Rạp, Cửa Tiểu, Cửa Đại toàn là rừng rậm hàng mấy nghìn dặm\"'' (''Phủ biên tạp lục'', tập 1. Nhà xuất bản Khoa học xã hội, 1977, tr. 345).<\/ref>.\n\nVà căn cứ đoạn chép trong ''[[Gia Định thành thông chí]]'', thì lúc bấy giờ lưu dân Việt \"ở lẫn với người Cao Miên\" (tức Chân Lạp), trích: \n:''\"Năm [[Mậu Tuất]] ([[1658]])...vua (chúa [[Nguyễn Phúc Tần]]) sai Phó tướng Yến Vũ hầu (Nguyễn Phước Yến)...đem 2000 quân, đi tuần đến thành Mỗi Xoài nước Cao Miên, đánh phá được, bắt vua nước ấy là Nặc Ông Chân, đóng gông đem đến hành tại ở dinh [[Quảng Bình]]. Vua dụ tha tội...Khi ấy địa đầu trấn Gia Định là hai xứ Mỗi Xoài, Đồng Nai đã có dân lưu tán của nước ta cùng ở lẫn với người Cao Mên, để khai khẩn đất\"''..<ref>''Gia Định thành thông chí'', \"Cương vực chí\" (in trong sách ở mục tham khảo, tr. 172-173). Chữ trong ngoặc là của người soạn.<\/ref>\n\n===Trong công cuộc Nam tiến===\nNăm [[Kỷ Mùi]] ([[1679]]), vì không theo [[nhà Thanh]], các tướng [[nhà Minh]] là [[Dương Ngạn Địch]], Hoàng Tiến, [[Trần Thượng Xuyên]], Trần An Bình đã đem hơn 3.000 quân cùng 50 chiếc thuyền từ [[Quảng Đông]] ([[Trung Quốc]]) vào 2 cửa biển là Tư Dung ([[cửa Tư Hiền]]) và Đà Nẵng xin qui phụ. Nghe theo lời bàn của triều thần, chúa [[Nguyễn Phúc Tần]] bèn cho họ vào ở xứ [[Đồng Nai]] (nhóm Trần Thượng Xuyên) và xứ [[Mỹ Tho]] (nhóm Dương Ngạn Địch). Từ đó, họ vỡ đất phá hoang, cày ruộng, dựng nhà và phố chợ, buôn bán giao thông với người [[Trung Quốc]], [[Tây Dương]], [[Nhật Bản]], [[Đồ Bàn]]...khiến phong tục văn minh dần dần phổ biến...<ref>Xem ''Gia Định thành thông chí'' (Cương vực chí, tr. 174) và ''Quốc triều sử toát yếu'' (phần Tiền biên, tr. 38).<\/ref>.\n\nĐến đầu năm [[Mậu Dần]] ([[1698]]), nhận lệnh của chúa [[Nguyễn Phúc Chu]], Thống suất [[Nguyễn Hữu Cảnh]] đi kinh lược nước Chân Lạp. Sau đó, ông \"lấy đất Nông Nại đặt làm phủ Gia Định, đặt xứ [[Đồng Nai]] (Lộc Dã) làm huyện Phước Long, dựng dinh Trấn Biên (vùng [[Biên Hòa]]); xứ Sài Gòn làm huyện Tân Bình, dựng dinh Phiên Trấn (vùng Gia Định). Các nơi đều đặt quan lưu giữ. Mở đất ngàn dặm, được trên 4 vạn hộ. Chiêu mộ dân xiêu tán từ Bố Chánh trở vào Nam cho đến ở, thành lập xã thôn, khai khẩn ruộng đồng, làm sổ đinh, sổ điền. Lại lấy những lái buôn người Hoa sống ở Trấn Biên lập nên xã Thanh Hà, những người ở Phiên Trấn lập nên xã Minh Hương\"...<ref>Xem ''Gia Định thành thông chí'' (Cương vực chí, tr. 177) và ''Quốc triều sử toát yếu'' (phần Tiền biên, tr. 43).<\/ref>.\n \nVậy, kể từ năm đó ([[1698]]), dinh Phiên Trấn gồm một phủ (Gia Định) và một huyện (Tân Bình). Về mặt hành chính, chúa Nguyễn Phúc Chu đặt chức Giám quân, Cai bộ và Ký lục để cai trị.\n\nDần dần, đến đời chúa [[Nguyễn Phúc Khoát]], vùng đất phía Nam nới rộng thêm ra, theo chính sách \"tàm thực\" (lối xâm lấn dần dần như [[Dâu tằm tơ|tằm]] ăn lá dâu) của tướng [[Nguyễn Cư Trinh]]. Sau khi con đường Nam tiến thành công, toàn lãnh thổ miền Nam được phân ra thành ba dinh lớn là: Trấn Biên dinh (trấn lỵ ở Biên Hòa), Phiên Trấn dinh (trấn lỵ ở Gia Định) và [[Long Hồ (dinh)|Long Hồ dinh]] (trấn lỵ ở [[Vĩnh Long]]).\n\n===Dưới thời [[Gia Long|Nguyễn Phúc Ánh]] ([[Gia Long]])===\n[[Tập tin:Bản Đồ Xứ Gia Định Hậu Bản XVIII.png|nhỏ|250px|Bản Đồ Xứ Gia Định, Việt Nam khoảng cuối thế kỷ 18. Vẽ lại một phần từ lược đồ của tác giả Tạ Chí Đại Trường (1973), Lịch sử Nội Chiến Việt Nam 1771- 1802, Sài Gòn: Nhà xuất bản Văn Sử Học, tr. 95]]\n[[Tập tin:Map of Saigon 1795 Jean-Marie Dayot.jpg|nhỏ|250px|Bản đồ Sài Gòn năm 1795 với thành Bát Quái ở chính giữa do [[Jean-Marie Dayot]] vẽ]]\n\nNăm [[Bính Thân]] (1776), Gia Định bị quân [[Nhà Tây Sơn|Tây Sơn]] vào chiếm cứ <ref>Lúc quân Tây Sơn vào Nam, lần lượt có các quan trấn thủ Gia Định là: Đỗ Nhà Trập, Đặng Văn Chơn, [[Nguyễn Lữ|Nguyễn Văn Lữ]] và Phạm Văn Tham (theo Huỳnh Minh, tr. 27).<\/ref>. Sau khi đánh lấy lại, [[tháng mười một|tháng 11]] (âm lịch) năm [[Kỷ Hợi]] ([[1779]]), chúa [[Gia Long|Nguyễn Phúc Ánh]] duyệt xem bản đồ, chia toàn miền Nam lúc bấy giờ ra thành một trấn (Hà Tiên) và 4 dinh (Trấn Biên, Phiên Trấn, Trường Đồn [nâng lên từ đạo], [[Long Hồ (dinh)|Long Hồ]]) <ref>''Quốc triều sử toát yếu'', phần Chính biên, tr. 27.<\/ref>. Tất cả các dinh trấn này đều chịu sự cai quản của '''phủ Gia Định''' <ref name=\"Nguyễn Đình Đầu, tr. 196\">Nguyễn Đình Đầu, tr. 196.<\/ref>. Khi ấy, dinh Phiên Trấn có một huyện là Tân Bình, gồm 4 tổng là: Bình Dương, Tân Long, Thuận An và Phước Lộc.\n\nNăm [[1790]], chúa Nguyễn Phúc Ánh sai đắp [[thành Bát Quái]], đồng thời chọn thành phố [[Thành phố Hồ Chí Minh|Sài Gòn]] (thuộc tổng Bình Dương, huyện Tân Bình) <ref>Các nhà nghiên cứu địa lý lịch sử thấy rằng Sài Gòn đã là \"thành phố\" từ khi tướng [[Nguyễn Cửu Đàm]] xây lũy Bán Bích năm [[1772]]...Đến năm [[1698]], thì Sài Gòn đã thành thương cảng và thành nơi đô hội rồi (theo Nguyễn Đình Đầu, tr. 186). Xem thêm trang: [[Thành phố Hồ Chí Minh]].<\/ref> làm nơi đóng đô của mình, và gọi là '''Gia Định kinh'''. Địa vị kinh đô này chỉ tồn tại được trên 10 năm ([[1790]] - [[1801]]), vì sau khi lấy được [[Cố đô Huế|Phú Xuân]] ([[1801]]), chúa Nguyễn liền dời đô ra đấy <ref>Nguyễn Đình Đầu, tr. 195.<\/ref>.\n\nNăm [[Nhâm Tuất]] ([[1802]]), vua [[Gia Long]] (tức chúa Nguyễn Phúc Ánh) cho đổi phủ Gia Định thành '''trấn Gia Định''', đồng thời cho các dinh cũng đổi thành các trấn, gồm: Phiên An, Biên Hòa, Định Tường, Vĩnh Thanh và Hà Tiên. Tất cả các trấn này nằm dưới sự cai quản của ''trấn Gia Định''. Có thể coi đây là thời kỳ \"Gia Định ngũ trấn\"<ref name=\"Nguyễn Đình Đầu, tr. 196\"\/>.\n\nĐến năm [[Mậu Thìn]] ([[1808]]), nhà vua này định lại bờ cõi, phân địa giới toàn lãnh thổ Việt Nam ra làm 4 dinh gồm 25 trấn, đồng thời lại chia làm hai miền Bắc Nam, gọi là '''[[Bắc Thành]]''' và '''Gia Định Thành''' để tiện việc cai quản<ref>Huỳnh Minh, ''Gia Định xưa'', tr. 12.<\/ref>. \nLúc bấy giờ, trấn Gia Định được đổi thành [[Gia Định Thành]], và cho cai quản 5 trấn, là: Phiên An, Biên Hòa, Vĩnh Thanh, Định Tường và An Giang<ref>''Quốc triều sử toát yếu'', phần \"Chính biên\", tr. 96.<\/ref>.\n\nTheo Nguyễn Đình Đầu, sở dĩ trấn Gia Định được đổi tên là \"Gia Định Thành\" là vì trước đây Gia Định và Phiên An cùng gọi là \"trấn\", rất dễ lẫn nhau, và dễ nhầm là ngang bậc nhau. Và cũng theo nhà nghiên cứu này, mặc dù danh xưng thay đổi, song [[Thành phố Hồ Chí Minh|Sài Gòn]] (thuộc trấn Phiên An) vẫn luôn là lỵ sở của các thời kỳ: phủ Gia Định, trấn Gia Định và Gia Định Thành<ref name=\"Nguyễn Đình Đầu, tr. 196\"\/>.\n\nVề mặt hành chính của Gia Định Thành, đứng đầu là Tổng trấn, có hai phụ tá là Hiệp Tổng trấn và Phó Tổng trấn. Các thuộc viên khác, gồm có Trấn thủ, Cai bộ và Ký lục. Đây chính là các quan chức đại diện cho triều đình để thống quản các trấn ở phía Nam <ref>Nguyễn Đình Đầu, tr. 155.<\/ref>.\n\nTổng trấn đầu tiên của Gia Định Thành là [[Nguyễn Văn Nhơn]] (hay Nhân), và vị Tổng trấn cuối cùng là [[Lê Văn Duyệt]]. Theo thống kê năm [[1819]], thì 5 trấn của Gia Định Thành có khoảng 700.000 dân, riêng trấn Phiên An có khoảng 180.000 dân <ref>Theo Nguyễn Đình Đầu, tr. 201.<\/ref>.\n\n===Dưới thời [[Minh Mạng]] - [[Thiệu Trị]]===\n[[Tập tin:NamKyLucTinh1841-1862.jpg|nhỏ|250px|phải|Nam Kỳ lục tỉnh giai đoạn (1832-1862)]]\nNăm [[Minh Mạng]] thứ 13 ([[Nhâm Thìn]], [[1832]]), sau khi [[Lê Văn Duyệt]] từ trần, nhà vua bãi bỏ chức Tổng trấn, chia [[Gia Định Thành]] ra làm 6 tỉnh là: Phiên An, [[Biên Hòa]], [[Định Tường]], [[Vĩnh Long]], [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]] (gọi chung là ''[[Nam Kỳ Lục tỉnh]]''), và không đặt một viên quan nào cai trị chung cho cả lục tỉnh nữa. Đơn vị hành chính Gia Định Thành kể như bị xóa sổ từ năm ấy ([[1832]]).\n\nLúc bấy giờ, tỉnh Phiên An gồm hai phủ là phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]] (4 tổng lệ thuộc là Bình Dương, Tân Long, Thuận An và Phước Lộc đều thăng làm huyện) và phủ Tân An (lấy hai huyện Thuận An và Phước Lộc lập thành)<ref>Theo ''[[Đại Nam nhất thống chí]]'' (quyển 31, tỉnh Gia Định, mục \"Dựng đặt và diên cách, tr. 1148) và Huỳnh Minh, tr. 14.<\/ref>.\n\n[[Tháng năm|Tháng 5]] ([[âm lịch]]) năm [[Quý Tỵ]] ([[1833]]), [[Lê Văn Khôi]] khởi binh chiếm thành Phiên An. [[Tháng tám|Tháng 8]] (âm lịch) năm đó, vua [[Minh Mạng]] cho đổi tỉnh Phiên An thành tỉnh Gia Định<ref>Theo ''Quốc triều sử toát yếu'' (tr. 205) và Nguyễn Đình Đầu (tr. 209).<\/ref>. Sau, nhà vua lại đặt thêm phủ Tây Ninh gồm hai huyện là Tân Ninh và Quang Hóa<ref name=\"DNNTC\">Theo ''Đại Nam nhất thống chí'', quyển 31 (tr. 1148).<\/ref>.\n\nNăm [[Thiệu Trị]] thứ nhất ([[1841]]), lại đặt thêm phủ Hòa Thịnh (gồm hai huyện Tân Hòa và Tân Thịnh), và phủ Tân Bình lại đặt thêm huyện Bình Long<ref name=\"DNNTC\" \/>.\n\n===Dưới thời [[Tự Đức]]===\nNăm Tự Đức thứ 5 ([[1852]]), bỏ bớt phủ Hòa Thịnh. Cử Tri huyện Tân Hòa kiêm công việc của huyện Tân Thịnh, đồng thời lại cho thuộc vào phủ Tân An. Lại cho Tri phủ Tân Bình kiêm công việc ở huyện Bình Long <ref name=\"DNNTC\" \/>.\n\nSau [[trận Đại đồn Chí Hòa]] ([[tháng hai|tháng 2]] năm [[1861]]), 3 tỉnh miền Đông (Gia Định, [[Biên Hòa]], [[Định Tường]]) mất vào tay [[đế quốc thực dân Pháp|thực dân Pháp]] (theo [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất, 1862]]). Lần hồi cả [[Nam Kỳ Lục tỉnh]] đều bị họ chiếm hết, rồi trở thành thuộc địa (theo [[Hòa ước Giáp Tuất (1874)|Hòa ước Giáp Tuất, 1874]]).\n \n===Dưới thời Pháp thuộc=== \n[[Tập tin:Saigon Province.jpg|300px|phải|nhỏ|Bản đồ hạt Sài Gòn năm 1885]]\n====Về Nam Kỳ lục tỉnh====\nTính đến năm [[1944]], Nam Kỳ lục tỉnh thời Nguyễn đã được thực dân Pháp chia thành 22 tỉnh như sau:\n\n- Khu vực Sài Gòn cũ gồm các tỉnh: Gia Định, [[Tân Bình (tỉnh)|Tân Bình]]<ref>Xưa là phủ Tân Bình, được thực dân Pháp nâng thành tỉnh vào ngày [[11 tháng 5]] năm [[1944]] (Huỳnh Minh, tr. 22).<\/ref> và [[Chợ Lớn]].\n\n- Khu vực miền Đông gồm các tỉnh: [[Biên Hòa]], Thủ Dầu Một ([[Bình Dương]] ngày nay), [[Tây Ninh]], [[Bà Rịa]] và [[Vũng Tàu]].\n\n- Khu vực miền Tây gồm các tỉnh: [[Bến Tre]], [[Tân An]], [[Gò Công]], [[Mỹ Tho]], [[Vĩnh Long]], [[Sa Đéc]], [[Cần Thơ]], [[Trà Vinh]], [[Long Xuyên]], [[Châu Đốc]], [[Sóc Trăng]], [[Bạc Liêu]] và [[Hà Tiên (tỉnh)|Hà Tiên]].\n\nVề việc hành chính, sau khi chiếm xong Gia Định, Đề đốc Charner cho thiết lập chế độ cai trị tạm thời. Nhiều sĩ quan được lãnh trách nhiệm cai trị, gọi là \"Quản đốc bổn quốc sự vụ\", vì lúc ấy các quan Nam triều đã bỏ đi hết...Đến thời Đô đốc Bonard mới giao phó cho một số viên chức người Việt. Tuy nhiên, kể từ năm [[1859]], cấp lãnh đạo tối cao lần lượt vẫn là các sĩ quan Hải quân cao cấp của Pháp, như Rigault de Genouilly, Page, Charner, Bonard, De la Grandière...\n \nNăm [[1864]], Đô đốc De la Grandière thay đổi chế độ cai trị. Ba tỉnh miền Đông bị chia làm 7 khu vực: [[Bà Rịa]], [[Biên Hòa]], [[Cần Giuộc]], [[Mỹ Tho]], [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Tân An]], [[Gò Công]] và [[Tây Ninh]]. Đây vẫn còn là tổ chức quân sự. Để chuyển dần qua chế độ dân sự, ngày [[9 tháng 11]] năm đó ([[1864]]), De la Gradière lập một tòa Thượng thư cai quản các quan Tham biện, sĩ quan và nhân viên công lực, v.v...Và trong năm [[1865]], riêng vùng Gia Định có mấy sở Tham biện được đặt ở Sài Gòn, Chợ Lớn, [[Cần Giuộc]], Tây Ninh và Tân An.\n \nNăm [[1867]], [[thực dân Pháp]] chiếm trọn 6 tỉnh [[Nam Kỳ]]. Sau đó, họ chia Nam Kỳ ra làm 6 tỉnh là ''Sài Gòn, Mỹ Tho, Biên Hòa, Vĩnh Long, Châu Đốc và Hà Tiên'', đồng thời đặt ra 24 sở Tham biện để cai quản số tỉnh ấy. Riêng ở Sài Gòn có 7 tham biện...\n\nTuy vậy, đến ngày [[13 tháng 5]] năm [[1879]], do lệnh của [[Tổng thống Pháp]], bên quan văn mới được nắm quyền cai trị tối cao. Vị quan văn Pháp đầu tiên được cử làm [[Thống đốc Nam Kỳ]] là [[Charles Le Myre de Vilers]]. Từ đấy, việc quân sự và dân sự mới được phân biệt hẳn hoi.\n\n====Về tỉnh Gia Định====\nSau khi thực dân Pháp chiếm lấy tỉnh Gia Định thời Nguyễn, lần lượt họ đã chia cắt ra làm 6 tỉnh là: Gia Định, Chợ Lớn (lập năm [[1876]]), Tân An (lập năm [[1854]]), Tây Ninh (lập năm [[1900]]), Gò Công (lập năm [[1900]]) và Tân Bình (lập năm [[1944]]).\n\nNăm [[1956]], tỉnh Chợ Lớn sáp nhập với tỉnh Tân An thành tỉnh Long An, tỉnh Gò Công sáp nhập với tỉnh [[Mỹ Tho]] thành tỉnh [[Định Tường]]...<ref>Phần \"Dưới thời Pháp thuộc\" căn cứ theo Huỳnh Minh, tr. 19-22.<\/ref>\n\n===Thời Việt Nam Cộng hòa===\n[[Tập tin:Gia-dinh Province.jpg|nhỏ|Phân chia hành chánh tỉnh Gia Định 1973. Đô thành Sài Gòn nằm giữa nhưng không phụ thuộc tỉnh Gia Định]]\nNăm [[1956]], dưới thời [[Việt Nam Cộng hòa]], Gia Định là một trong 22 tỉnh của [[Nam Bộ]] (tức Nam Kỳ lục tỉnh), không kể Đô thành Sài Gòn. Năm [[1957]], tỉnh Gia Định gồm có 6 quận, 10 tổng và 61 xã:\n* Quận [[Gò Vấp]] có 1 tổng Bình Trị Thượng; quận lỵ: Hạnh Thông Xã.\n* Quận [[Tân Bình]] có 1 tổng Dương Hòa Thượng; quận lỵ: xã Phú Nhuận.\n* Quận [[Hóc Môn]] có 2 tổng: Bình Thạnh Trung, Long Bình; quận lỵ: Thới Tam Thôn.\n* Quận [[Thủ Đức]] có 2 tổng: An Bình, An Điền; quận lỵ: Linh Đông Xã.\n* Quận [[Nhà Bè]] có 1 tổng Bình Trị Hạ; quận lỵ: xã Phú Xuân Hội.\n* Quận [[Bình Chánh]] có 3 tổng: Long Hưng Thượng, Long Hưng Trung, Tân Phong Hạ; quận lỵ: xã Bình Chánh.\nNăm [[1970]], Gia Định chia thành 8 quận, ngoài các quận trên còn có thêm:\n* Quận [[Quảng Xuyên]]\n* Quận [[Cần Giờ]]\n\nNăm [[1974]], tỉnh Gia Định có 8 quận, 74 xã, 351 ấp với 1.422.653 dân.\n\n=== Sau năm 1975 ===\nSau [[sự kiện 30 tháng 4 năm 1975]], [[tháng năm|tháng 5]] [[1975|năm 1975]], tỉnh Gia Định (ngoại trừ 2 quận: Cần Giờ và Quảng Xuyên) được sáp nhập với Đô thành Sài Gòn và một phần các tỉnh [[Long An]], [[Bình Dương]], [[Hậu Nghĩa]] để trở thành ''thành phố Sài Gòn - Gia Định''.\n\nĐến ngày [[2 tháng 7]] năm [[1976]], thành phố Sài Gòn - Gia Định được chính thức đổi tên thành [[Thành phố Hồ Chí Minh]].\n\n==Phân chia hành chính==\n===Năm 1897===\nToàn tỉnh Gia Định được chia thành 18 tổng:\n#Tổng An Bình gồm 8 làng: An Phú, Bình Lợi, Bình Thạnh, Bình Trưng, Đông Phú, Mỹ Thủy, Phú Thọ, Tân Lập\n#Tổng An Điền gồm 9 làng: Bình Quới Đông, Bình Thái, Bình Thọ, Linh Chiểu Đông, Linh Chiểu Tây, Linh Chiểu Trung, Trường Thọ, Xuân Trường, Xuân Vinh\n#Tổng An Thành gồm 9 làng: An Thạnh, Hưng Thạnh, Long Tân, Phước Khánh, Phước Trường, Tân Điền, Trường Cửu, Trường Lộc, Tuy Thạnh\n#Tổng An Thịt gồm 5 làng: An Thạnh, Bình Khánh, Khánh Độ, Sài Tân, Vạng Phước\n#Tổng An Thổ gồm 10 làng: Bình Chánh, Bình Chiểu, Bình Đức, Bình Đường, Bình Phú, Bình Phước, Bình Thủy, Bình Triệu, Đông An, Dĩ An\n#Tổng An Thủy gồm 14 làng: An Nhơn, Bình Thắng, Bình Thung, Đông Minh, Đông Tác, Đông Yên, Mỹ Hòa, Ngãi Thắng, Phong Phú, Tân Long, Tân Phú, Tân Nhơn, Tân Ninh, Tân Quới\n#Tổng Bình Thạnh Hạ gồm 16 làng: Mỹ Hòa, Tân Đông Thượng, Tân Đông Trung, Tân Hội, Tân Hưng, Tân Thới Nhứt, Tân Thới Thượng, Thới An, Thới Hòa, Thuận Kiều, Trung Chánh Tây, Trung Chánh, Trung Hưng, Xuân Hòa, Xuân Thới Tây, Vĩnh Lộc\n#Tổng Bình Thạnh Trung gồm 17 làng: An Hòa, Bình Lý Đông, Bình Lý, Bình Nhan, Bình Xuân, Hội Thạnh, Mỹ Thạnh, Phú Lợi, Tân Đông, Tân Mỹ Đông, Tân Thạnh Đông, Tân Thạnh Tây, Thạnh Hòa, Thạnh Phú, Thạnh Yên, Thới Thạnh, Thới Thuận\n# Tổng Bình Trị Thượng gồm 16 làng: An Hội, An Lộc Đông, An Lộc, An Nhơn Xã, An Phước, An Thạnh Trung, An Xuân, Bình An Đông, Bình Hòa Xã, Bình Lợi Trung, Bình Quới Tây, Hanh Phú, Hanh Thông Tây, Hanh Thông Xã, Quới An, Thạnh Đa\n#Tổng Bình Trị Hạ gồm 9 làng: Phú Hội, Phú Mỹ Tây, Phước Hải, Phước Long Đông, Phước Thành, Phước Thới, Phú Xuân Đông, Tân Qui Đông, Tân Thuận Đông\n#Tổng Bình Trị Trung gồm 5 làng: An Lợi Đông, An Lợi Xã, Bình Khánh, Phú An, Phú Mỹ\n#Tổng Cần Giờ gồm 6 làng: Cần Thạnh, Đông Hòa, Long Thạnh, Lý Nhơn, Tân Thạnh, Thạnh Thới\n#Tổng Dương Hòa Hạ gồm 12 làng: Đức Hưng, Long Kiểng, Long Phước, Long Thạnh Tây, Long Thới Đông, Mỹ Đức, Nhơn Mỹ, Nhơn Ngãi, Phong Lộc, Phú Lễ, Phước Thạnh, Thới Hiệp\n#Tổng Dương Hòa Thượng gồm 14 làng: Bình Hưng, Bình Hưng Đông, Bình Thới, Hòa Hưng, Phú Nhuận, Phú Thạnh, Phú Thọ, Tân Hòa, Tân Hòa Tây, Tân Sơn Nhì, Tân Sơn Nhứt, Tân Thới, Tân Trụ, Thạnh Hòa\n#Tổng Long Tuy Hạ gồm 11 làng: Mỹ Khánh, Phước An, Phước Mỹ, Tân Thông, Tân Thông Đông, Tân Thông Tây, Tân Thông Trung, Thái Bình Hạ, Thái Bình Thượng, Trung Lập, Vĩnh An Tây\n#Tổng Long Tuy Thượng gồm 14 làng: Phước Ninh, Tân Phú Trung, Tân Thới Đông, Tân Thới Nhì, Tân Thới Tam, Tân Thới Tây, Tân Thới Trung, Tân Thới Tứ, Thái Sơn, Thới Tam Đông, Vĩnh Cư, Vĩnh Phước, Xuân Thới, Xuân Thới Đông\n#Tổng Long Tuy Trung gồm 6 làng: An Nhơn Tây, Mỹ Hưng, Nhuận Đức, Phú Đức, Phú Hòa Đông, Phú Thạnh\n#Tổng Long Vĩnh Hạ gồm 11 làng: Chí Thạnh, Ích Thạnh, Long Đại, Long Hậu, Long Sơn, Long Tuy, Mỹ Thạnh, Phước Hậu, Phước Thiện, Phước Thới, Vĩnh Thuận.\n\n===Năm 1939===\nTỉnh Gia Định được chia thành 4 quận:\n\n1. Quận [[Gò Vấp]] có 3 tổng với 37 làng:\n*Tổng Bình Thạnh Hạ gồm 15 làng: Mỹ Hòa, Tân Đông Thượng, Tân Đông Trung, Tân Hưng, Tân Thới Nhứt, Tân Thới Thượng, Thới An, Thới Hòa, Thuận Kiều, Trung Chánh, Trung Chánh Tây, Trung Hưng, Xuân Hòa, Xuân Thới Tây, Vĩnh Lộc\n*Tổng Bình Trị Thượng gồm 13 làng: An Hội, An Lộc Đông, An Lộc, An Nhơn Xã, An Xuân, Bình Hòa Xã, Bình Quới Tây, Hanh Phú, Hanh Thông Tây, Hanh Thông Xã, Quới An, Thạnh Mỹ An, Thạnh Phước\n*Tổng Dương Hòa Thượng gồm 9 làng: Bình Hưng Đông, Bình Hưng, Chí Hòa, Phú Nhuận, Phú Thọ, Tân Sơn Nhì, Tân Sơn Nhứt, Tân Thới Hòa, Tân Trụ.\n\n2. Quận [[Hóc Môn]] có 4 tổng với 24 làng:\n*Tổng Bình Thạnh Trung gồm 10 làng: An Phú, Bình Lý, Đông Thạnh, Hòa Phú, Mỹ Bình, Nhị Bình, Paris Tân Qui, Tân Mỹ Đông, Tân Thạnh Đông, Tân Thạnh Tây\n*Tổng Long Tuy Hạ gồm 5 làng: Phước An, Phước Mỹ, Tân An Tây, Tân Thông Trung, Trung Lập\n*Tổng Long Tuy Thượng gồm 9 làng: Phước Ninh, Tân Hiệp, Tân Phú Trung, Tân Thới, Tân Thới Nhì, Tân Thới Tứ, Tân Xuân, Vĩnh Cư, Xuân Thới Sơn\n*Tổng Long Tuy Trung gồm 5 làng: An Nhơn Tây, Mỹ Hưng, Nhuận Đức, Phú Hòa Đông, Phú Thạnh.\n\n3. Quận [[Thủ Đức]] có 6 tổng với 43 làng:\n*Tổng An Bình gồm 6 làng: An Đông Xã, An Phú, Bình Khánh, Bình Trung, Đông Phú, Thạnh Mỹ Lợi\n*Tổng An Điền gồm 7 làng: Bình Quới Đông, Bình Thái, Bình Thọ, Linh Chiểu Trung, Linh Chiểu, Trường Thọ, Xuân Hiệp\n*Tổng An Thành gồm 6 làng: Long Tân, Phú Hữu, Phước Trường, Tân Điền, Trường Khánh, Trường Lộc\n*Tổng An Thổ gồm 8 làng: Bình Chánh, Bình Chiểu, Bình Đức, Bình Đường, Bình Phú, Bình Triệu, Đông An, Dĩ An\n*Tổng An Thủy gồm 10 làng: Bình Thắng, Bình Thung, Đông Tác, Đông Yên, Hòa Hiệp, Phong Phú, Tăng Phú, Tân Hóa, Tân Nhơn, Tân Ninh\n*Tổng Long Vĩnh Hạ gồm 6 làng: Ích Thạnh, Long Thuận, Long Hòa, Mỹ Thạnh, Phước Hòa, Thái Bình.\n\n4. Quận [[Nhà Bè]] có 4 tổng với 19 làng:\n*Tổng An Thịt gồm 3 làng: An Thới Đông, Bình Khánh, Tam Thôn Hiệp\n*Tổng Bình Trị Hạ gồm 5 làng: Phú Mỹ Tây, Phú Xuân Hội, Phước Long Đông, Tân QuiĐông, Tân Thuận Đông\n*Tổng Cần Giờ gồm 5 làng: Cần Thạnh, Đồng Hòa, Long Thạnh, Lý Nhơn, Tân Thạnh\n*Tổng Dương Hòa Hạ gồm 6 làng: Hiệp Phước, Long Đức Đông, Long Kiển, Nhơn Đức, Phú Lễ, Phước Lộc.\n\n===Năm 1955===\n1. Quận [[Thủ Đức]] có 19 làng:\n*Tổng An Bình có 05 làng: Bình Trưng, Thạnh Mỹ Lợi, Phú Hữu, An Phú và An Khánh Xã\n*Tổng An Điền có 04 làng: Linh Xuân Thôn, Phước Long Xã, Linh Đông Xã và Tăng Nhơn Phú;\n*Tổng An Thổ có 03 làng: An Bình Xã, Hiệp Bình Xã và Tam Bình Xã\n*Tổng An Thủy có 03 làng: Bình An, Đông Hòa Xã và Tân Đông Hiệp\n*Tổng Long Vĩnh Hạ có 04 làng: Long Thạnh Mỹ, Long Trường, Long Phước Thôn và Long Bình.\n\n2. Quận [[Nhà Bè]] có 11 làng:\n*Tổng Bình Trị Hạ có 05 làng: Phú Mỹ Tây, Phú Xuân Hội, Phước Long Đông, Tân Quy Đông và Tân Thuận Đông\n*Tổng Dương Hòa Hạ có 06 làng: Long Kiểng, Phước Lộc Thôn, Nhơn Đức, Long Đức, Hiệp Phước và Phú Lễ.\n\n3. Quận [[Hóc Môn]] có 27 làng:\n*Tổng Bình Thạnh Trung có 07 làng: Đông Hưng Thuận, Tân Đông Thượng, Đông Thạnh, Nhị Bình, Tân Thới Hiệp, Thới Tam Thôn và Trung Mỹ Tây\n*Tổng Long Bình có 06 làng: Tân Hiệp, Tân Thới Nhứt, Tân Thới Nhì, Tân Thới Trung, Xuân Thới Sơn và Xuân Thới Thượng\n*Tổng Long Tuy Thượng có 06 làng: Phước Vĩnh Ninh, Tân Phú Trung, Bình Mỹ, Tân Hòa, Tân Thạnh Đông và Trung An\n*Tổng Long Tuy Trung có 04 làng: An Nhơn Tây, Nhuận Đức, Phú Hòa Đông và Phú Mỹ Hưng;\n*Tổng Long Tuy Hạ có 04 làng: Tân An Hội, Phước Hiệp, Thái Mỹ và Trung Lập.\n\n4. Quận [[Gò Vấp]] có 15 làng:\n*Tổng Bình Trị Thượng có 08 làng: An Nhơn Xã, An Phú Đông, Bình Hòa Xã, Thạnh Lộc Thôn, Hanh Thông Xã, Thạnh Mỹ Tây, Thông Tây Hội và Quới Xuân\n*Tổng Dương Hòa Thượng có 07 làng: Bình Hưng Hòa, Phú Nhuận, Phú Thọ Hòa, Tân Hòa, Tân Sơn Hòa, Tân Sơn Nhì và Vĩnh Lộc.\n\n===Năm 1974===\n*Quận [[Bình Chánh]] gồm 15 xã: An Lạc, An Phú, An Phú Tây, Bình Chánh, Bình Hưng, Bình Trị Đông, Đa Phước, Hưng Long, Phong Đước, Qui Đức, Tân Kiên, Tân Nhựt, Tân Quý Tây, Tân Tạo, Tân Túc.\n*Quận [[Cần Giờ]] gồm 5 xã: Cần Thạnh, Đồng Hòa, Long Thạnh, Thạnh An, Tân Thạnh.\n*Quận [[Gò Vấp]] gồm 7 xã: An Nhơn Xã, An Phú Đông, Bình Hòa Xã, Thạnh Lộc Thôn, Hanh Thông Xã, Thạnh Mỹ Tây, Thông Tây Hội.\n*Quận [[Hóc Môn]] gồm 12 xã: Đông Hưng Tân, Đông Thạnh, Nhị Bình, Tân Hiệp, Tân Thới Hiệp, Tân Thới Nhứt, Tân Thới Nhì, Tân Thới Trung, Thới Tam Thôn, Trung Mỹ Tây, Xuân Thới Sơn, Xuân Thới Thượng.\n*Quận [[Nhà Bè]] gồm 9 xã: Phú Mỹ Tây, Phú Xuân Hội, Phước Long Đông, Tân Quy Đông, Tân Thuận Đông, Long Kiểng, Phước Lộc Thôn, Nhơn Đức, Long Đức.\n*Quận [[Quảng Xuyên]] gồm 4 xã: An Thới Đông, Bình Khánh, Lý Nhơn, Tam Thôn Hiệp.\n*Quận [[Tân Bình]] gồm 7 xã: Bình Hưng Hòa, Phú Nhuận, Phú Thọ Hòa, Tân Phú, Tân Sơn Hòa, Tân Sơn Nhì, Vĩnh Lộc.\n*Quận [[Thủ Đức]] gồm 15 xã: Tam Bình Xã, Long Bình, Long Phước Thôn, Long Thạnh Mỹ, Bình Trưng, Thạnh Mỹ Lợi, Phú Hữu, An Phú, Linh Xuân Thôn, Phước Long Xã, Linh Đông Xã, Long Trường, Tăng Nhơn Phú, Hiệp Bình Xã, Phước Bình.\n\n==Đọc thêm==\n*[[Gia Định Thành]]\n*[[Gia Định (tỉnh)|tỉnh Gia Định]]\n*[[Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n*[[Lịch sử hành chính Thành phố Hồ Chí Minh]]\n\n==Tham khảo==\n*[[Trịnh Hoài Đức]], ''[[Gia Định thành thông chí]]'' in trong ''Tổng tập dư địa chí Việt Nam'' (tập 3). Nhà xuất bản Thanh Niên, 2012.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Quốc triều sử toát yếu'' (phần Tiền biên). Nhà xuất bản Văn học, 2002.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam nhất thống chí]]'' (quyển 31) in trong ''Tổng tập dư địa chí Việt Nam'' (tập 2). Nhà xuất bản Thanh Niên, 2012.\n*[[Nguyễn Đình Đầu]],''Địa lý lịch sử Thành phố Hồ Chí Minh\" in trong Địa chí văn hóa TP. HCM (tập 1). Nhà xuất bản Tp. HCM, 1987.\n*Huỳnh Minh, ''Gia Định xưa'', Nhà xuất bản Văn hóa - Thông tin, 2006.\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Lịch sử Đàng Trong]]"}