{"238044":"'''[[Hồ Chí Minh]]''', tên thật là Nguyễn Sinh Cung, vị chủ tịch đầu tiên của nước [[Việt Nam Dân chủ Cộng hòa]] (nay là [[Việt Nam|Cộng hòa xã hội chủ nghĩa Việt Nam]]), sinh ra trong một gia đình [[nho giáo|nhà Nho]] ở [[khu di tích lịch sử Kim Liên|làng Sen]] (hay làng Kim Liên), xã [[Kim Liên, Nam Đàn|Kim Liên]], huyện [[Nam Đàn]], tỉnh [[Nghệ An]].\n\n== Thân sinh ==\n[[Tập tin:Nguyensinhsac.jpg|nhỏ|phải|100px|Cụ Phó bảng Nguyễn Sinh Sắc]]\n:Xem thêm: [[Khu di tích lịch sử Kim Liên]]\n===Nguyễn Sinh Sắc===\n{{Bài chi tiết|Nguyễn Sinh Sắc}}\n'''Nguyễn Sinh Sắc''' (còn gọi là '''Nguyễn Sinh Huy''', người dân còn gọi là '''Cụ Phó bảng'''; [[1862]] – [[1929]])<ref>{{Chú thích tạp chí|last=Cục văn thư và lưu trữ nhà nước|first=|date=2014|title=Công bố, giới thiệu tài liệu lưu trữ|url=https:\/\/books.google.com.vn\/books?id=nrNrw_9kPxwC&q=%22nguy%C3%AA%CC%83n+sinh+s%C4%83%CC%81c%22&dq=%22nguy%C3%AA%CC%83n+sinh+s%C4%83%CC%81c%22&hl=vi&sa=X&ved=2ahUKEwjG8Kfbw4HuAhUSL6YKHYPdCeEQ6AEwAHoECAIQAg|journal=Tạp chí văn thư lưu trữ Việt Nam|volume=Số phát hành 1-6|pages=47-49|via=}}<\/ref> là cha của Hồ Chí Minh. Ông là con của ông [[Nguyễn Sinh Nhậm]] và [[bà Hà Thị Hy]]. Lớn lên trong một môi trường Nho học dưới sự nuôi dạy của [[Nho giáo|nhà Nho]] và cha vợ của mình là cụ Hoàng Xuân Đường, ông đỗ cử nhân năm [[1894]] và Phó bảng năm [[1901]].{{Sfn|Кобелев|1985|p=14}} Năm 1906, ông được triều đình bổ nhiệm chức Thừa biện bộ Lễ;<ref>Bộ Văn hóa thể thao và du lịch Việt Nam, [http:\/\/www.cinet.vn\/?ctl=usc_NewsViewsdetail&zoneid=128&rootId=0&newsid=5098 Di tích Trường Quốc học Huế]<\/ref> năm 1909, ông nhậm chức Tri huyện Bình Khê tỉnh Bình Định.<ref>Bộ Văn hóa thể thao và du lịch Việt Nam, [http:\/\/www.cinet.gov.vn\/vanhoa\/0005\/0000\/dtich160.htm Khu mộ cụ Nguyễn Sinh Sắc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080608214726\/http:\/\/www.cinet.gov.vn\/vanhoa\/0005\/0000\/dtich160.htm |date = ngày 8 tháng 6 năm 2008}}<\/ref>{{Sfn|Кобелев|1985|p=15}} Làm quan được ít lâu thì bị triều đình thải hồi vì một \"tên cường hào\" bị ông bắt giam rồi được thả.<ref>{{Chú thích sách|url=https:\/\/books.google.com.vn\/books?id=ztSNxW9qf7MC|title=Ho Chi Minh: A Life|last=Duiker|first=William J.|publisher=Hyperion Books|year=2000|isbn=9780786887019|location=|pages=}}<\/ref> Sau đó ông đi vào miền Nam và sinh sống tại [[Hòa An, Cao Lãnh|Làng Hòa An, Cao Lãnh, Đồng Tháp]] (nay là [[xã Hòa An]], [[Cao Lãnh (thành phố)|thành phố Cao Lãnh]]) cho đến cuối đời.<ref>{{Chú thích sách|url=https:\/\/books.google.com.vn\/books?id=dNIrs-E84c8C|title=Những nhà giáo tiêu biểu Việt Nam|last=Đình Tùng Trịnh|first=|publisher=Nhà xuất bản Văn hóa thông tin|year=2007|isbn=|location=|pages=153-155}}<\/ref>\n\n===Hoàng Thị Loan===\n[[Tập tin:Hoang thi loan.jpg|nhỏ|phải|100px|Chân dung bà Hoàng Thị Loan]]\n\n'''Hoàng Thị Loan''' (1868—1901) là thân mẫu của Hồ Chí Minh. Bà là con gái của cụ [[Hoàng Xuân Đường]], được ông gả vào năm 15 tuổi. Sau khi chồng bà là ông Nguyễn Sinh Sắc đi thi ở [[Huế]], vì túng thiếu tiền bạc nên ngỏ ý mời bà lên kinh giúp ông học tập, bà đã gửi con gái đầu lòng của mình lại [[Nghệ An]], rồi đưa hai con trai là Nguyễn Sinh Khiêm (7 tuổi) và Nguyễn Sinh Cung (5 tuổi) cùng chồng vào Huế. Ở đây, bà làm nghề dệt vải để trang trải cuộc sống vật chất cho [[gia đình]].\n\nNăm [[1900]], sau khi sinh người con thứ tư là Nguyễn Sinh Nhuận cộng với sự vất vả khó nhọc trước đó, Hoàng Thị Loan sinh bệnh rồi qua đời vào ngày [[10 tháng 2]] năm [[1901]], là ngày 22 tháng Chạp năm Canh Tý. Lúc ấy, chồng và con cả của bà đang ở [[Thanh Hóa]], chỉ có cậu Nguyễn Tất Thành 11 tuổi (là Hồ Chí Minh sau này) đứng ra làm chủ tang cùng bà con chôn cất mẹ khi ngày Tết đang đến gần. Năm [[1922]], hài cốt của bà được trưởng nữ Nguyễn Thị Thanh đưa về an táng tại vườn nhà mình ở Làng Sen, Kim Liên. Năm [[1942]], cải táng tại núi Động Tranh thấp, thuộc dãy núi Đại Huệ. Năm [[1985]], nhân dân và chính quyền địa phương xây dựng tại đây một khu lăng mộ dành cho bà<ref name=\"nghean.gov.vn\">{{Chú thích web |url=http:\/\/www.nghean.gov.vn\/adnews\/default.asp?m=8&act=view&id=1349&p=1 |ngày truy cập=2008-05-31 |tựa đề=Bà Hoàng Thị Loan - tấm gương sáng về \"tứ đức\" |archive-date = ngày 8 tháng 6 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080608173052\/http:\/\/www.nghean.gov.vn\/adnews\/default.asp?m=8&act=view&id=1349&p=1 }}<\/ref>.\n\nTrước phần mộ xuống sân bia có 33 bậc, ứng với con số 33 là tuổi đời của bà. Hai cụm cây hoa giấy che mát phần mộ được lấy giống từ Huế — nơi bà mất và khu lăng mộ của ông Nguyễn Sinh Sắc ở Đồng Tháp. Phần trên mộ được xây dựng theo hình khung cửi cách điệu để mô tả công lao dệt vải nuôi chồng con của bà.\n\n==Các anh chị em==\n===Nguyễn Thị Thanh===\n[[Tập tin:Nguyenthithanh.jpg|nhỏ|phải|180px|Chân dung bà Nguyễn Thị Thanh]]\n'''Nguyễn Thị Thanh''' ([[1884]]–[[1954]]) là người chị cả, có hiệu khác là '''Bạch Liên nữ sĩ''', bà hoạt động tích cực chống Pháp dưới ngọn cờ yêu nước của chí sĩ [[Phan Bội Châu]]. Năm [[1918]], bà Nguyễn Thị Thanh phối hợp với Nguyễn Kiên tổ chức lấy trộm [[súng]] trong doanh trại [[lính tập|lính khố xanh]] đóng tại thành phố [[Vinh]]. Bị phát giác nên Nguyễn Thị Thanh bị bắt và nhốt vào nhà tù tra tấn dã man. Vào năm [[1918]], [[Đế quốc thực dân Pháp|thực dân Pháp]] chỉ thị cho quan lại địa phương mở phiên tòa số 80 xử phạt bà Nguyễn Thị Thanh 100 trượng và 9 năm khổ sai. Ngày [[2 tháng 12]] năm [[1918]], Nguyễn Thị Thanh bị đày vào giam tại nhà lao Quảng Ngãi. Án sát tỉnh Quảng Ngãi lúc đó là [[Phạm Bá Phổ]] có người vợ bị bệnh đau ở vú không cho con bú được dù đã được cố gắng cứu chữa. Thương người phụ nữ bị bệnh, bà Nguyễn Thị Thanh đã chữa cho, ít ngày sau bệnh khỏi, dòng sữa con bú được phục hồi. Chính điều này đã làm Phạm Bá Phổ rất nể bà.<ref>Trần Minh Siêu. Những người thân trong gia đình Bác Hồ. Nhà xuất bản Nghệ An. Vinh. 1996. Xem từ trang 83 (dòng 10 dưới lên) đến trang 85 (dòng 3 trên xuống).<\/ref>\n\nTheo lời kể của nhà văn [[Sơn Tùng (nhà văn)|Sơn Tùng]], bà Thanh nói lý do tại sao bà không lập gia đình<ref>[https:\/\/www.tienphong.vn\/van-hoa\/cuoc-gap-go-voi-nguoi-suot-doi-cho-doi-than-tuong-nguyen-tat-thanh-44746.tpo Cuộc gặp gỡ với người suốt đời chờ đợi thần tượng Nguyễn Tất Thành]<\/ref>:\n::O đã già, không dễ gì ngồi nói lại những chuyện này với một người trẻ tuổi như cháu. Nhưng biết cháu là một người có thể thấu hiểu thì O mới nói- Cũng như cậu Khiêm, O cũng bị kẻ thù tra tấn dã man. Cháu có tưởng tượng được không? Chúng nung đỏ chiếc mâm đồng… Một chiếc mâm đồng nung đỏ mà chúng bắt O ngồi lên đó… Một nỗi đau đớn đến tận cùng xuyên sâu từ da thịt vào xương tủy… Nhiều ngày sau đó O không đi lại được… Vết bỏng đã làm biến dạng cả cơ thể, xoắn vặn cả tâm hồn O. Vậy thì, làm sao O có thể có gia đình được nữa...\n\nThấy cô Thanh là người vừa xinh đẹp lại vừa thông minh, Phổ muốn đưa về nhà riêng làm hành dịch và dạy học cho con cái. Dù quy chế của [[Đế quốc thực dân Pháp|thực dân Pháp]] và [[triều đình Huế]] cấm việc đó, nhưng người anh kết nghĩa của Phạm Bá Phổ là Xô đứng đầu mật thám Trung Kì đã cho phép Phổ đưa cô Thanh từ nhà tù về ở trong nhà Phạm Bá Phổ.<ref>Trần Minh Siêu. Những người thân trong gia đình Bác Hồ. Nhà xuất bản Nghệ An. Vinh. 1996. Xem trang 85 (dòng 4 đến dòng 9).<\/ref>\n\nVào năm [[1922]], Phạm Bá Phổ được triều đình Huế thăng cho làm Tham tri Bộ Hình. Bà Nguyễn Thị Thanh cũng đi theo. Ở đây, bà đã đem [[hài cốt]] của mẹ mình về cải táng tại Nghệ An<ref name=\"nghean.gov.vn\"\/>.\n\n===Nguyễn Sinh Khiêm===\n[[Tập tin:Ca Khiem.jpg|nhỏ|phải|220px|Hình ông Cả Khiêm trên báo Nhân dân]]\n'''Nguyễn Sinh Khiêm''' ([[1888]]–[[1950]]) là con thứ hai của trong gia đình cụ Phó bảng, sau chị cả [[#Nguyễn Thị Thanh|Nguyễn Thị Thanh]] và là anh trai của [[Hồ Chí Minh|Nguyễn Sinh Cung]] và [[Nguyễn Sinh Nhuận]].\n\nÔng còn được gọi là '''Cả Khiêm''', tên tự là '''Tất Đạt'''. Thời thanh niên, ông tham gia các hoạt động yêu nước chống thực dân và phong kiến nên từng bị tù đày nhiều nǎm. Do hành nghề thầy thuốc và thầy địa lý, ông còn có biệt danh là \"Thầy Nghệ\". Ông lập gia đình với bà [[Nguyễn Thị Giáng]] (1897-1960) và có với nhau ba người con nhưng đều chết sớm. Người con duy nhất của hai người, con riêng của bà Giáng, là [[Hà Hữu Thừa]], [[Đại tá]] [[Quân đội nhân dân Việt Nam]].\n\nTheo lời kể của bà Nguyễn Thị Chanh, em con chú ruột của bà Nguyễn Thị Cúc – vợ [[Nguyễn Chí Thanh|Đại tướng Nguyễn Chí Thanh]], chị dâu của bà vợ cựu Đại sứ Hà Văn Lâu và cũng là chị dâu của bà Nguyễn Thị Giáng;<ref>Nguyễn Đắc Xuân, [http:\/\/www1.laodong.com.vn\/sodara\/xuan2004\/vanhoa\/63.htm Làng Phú Lễ - một quãng đời của người anh Bác Hồ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080914190908\/http:\/\/www1.laodong.com.vn\/sodara\/xuan2004\/vanhoa\/63.htm |date = ngày 14 tháng 9 năm 2008}}, Báo Lao động, số Xuân 2004.<\/ref> bà Nguyễn Thị Giáng là người làng Phú Lễ (thuộc xã Quảng Phú, huyện Quảng Điền, [[Thừa Thiên Huế]]) nằm bên bờ bắc sông Bồ, cách phía đông chợ An Lỗ chừng 2&nbsp;km, cách phía Bắc trung tâm [[Huế]] 20&nbsp;km. Bà Giáng đã có một đời chồng người họ Hà làng Phú Ốc. Không may chồng bà mất sớm, để lại cho bà một người con trai còn đi chập chững. Từ ngày chồng chết, bà Giáng hay đau ốm, thuốc thang mãi vẫn không khỏi. May được ông Cả Khiêm chữa cho lành bệnh. Bà gởi tiền thầy nhưng ông Cả không nhận.\n\nSau ngày bà Giáng mãn tang chồng (1930), ông Cả Khiêm đến ăn ở với bà Giáng. Cậu bé con trai của bà là Hà Hữu Thừa được ông Cả thương yêu dạy dỗ như con đẻ. Cuối năm 1933, bà Giáng có với ông một người con gái, được đặt tên là Nguyễn Thị Cao. Cao lên 3 tuổi thì mất vì bệnh.\n\nNăm 1937, bà Giáng sinh tiếp người con gái thứ hai Nguyễn Thị Ba. Đang ở Huế, được tin có cháu gọi bằng cô, bà Nguyễn Thị Thanh - chị ruột ông Cả, về Phú Lễ thăm và ở lại một thời gian để chăm sóc cháu. Đến đầu năm [[1940]], bé Ba mắc bệnh và qua đời. Ông Cả thương con muốn phát điên vì ông làm thầy thuốc mà không cứu được con. Tháng 2 năm 1940, ông tạm biệt bà Giáng về lại [[Nghệ An]].\n\nVề quê, ông cho rằng nơi táng mẹ ông trong vườn nhà ở Kim Liên không tốt nên ông cải táng lên núi Đại Huệ. Sau đó ông lên [[Vinh]] tổ chức diễn tuồng ''[[Hai Bà Trưng|Trưng Nữ Vương]]'' do cụ [[Phan Bội Châu]] soạn, rồi lại mở lớp dạy võ cho thanh niên. Thực dân [[Pháp]] nghi ông tập hợp thanh niên để hoạt động chống Pháp nên đã bắt giam ông mấy tháng. Theo lời bà Thanh kể lại với nhà văn Sơn Tùng, ông Khiêm đã bị thực dân Pháp \"triệt nòi giống bằng cách tiêm thuốc\"<ref>[<!--http:\/\/www.tienphongonline.com.vn\/Tianyon\/Index.aspx?ArticleID=44746&ChannelID=7-->http:\/\/www.tienphong.vn\/van-nghe\/44746\/Cuoc-gap-go-voi-nguoi-suot-doi-cho-doi-than-tuong-Nguyen-Tat-Thanh.html Cuộc gặp gỡ với người suốt đời chờ đợi thần tượng Nguyễn Tất Thành]<\/ref>.\n\nNăm 1941, ông bị buộc phải trở lại [[Huế]] để [[Pháp thuộc|Pháp]] dễ bề theo dõi ông.\n\nNăm 1943, bà Giáng lại sinh cho ông cậu con trai đặt tên là Nguyễn Tất Thông. Và cũng chỉ nuôi được 6 tháng rồi cậu bé cũng mất. Đau khổ vì chuyện mất con lần thứ ba, ông Cả lại bỏ nhà ra đi. Lần này ông ra [[Phong Điền, Thừa Thiên Huế|Phong Điền]] với thầy [[Lê Văn Miến]].\n\nSau ngày [[Chiến dịch Đông Dương (1945)|Nhật đảo chính Pháp]] ([[9 tháng 3]] năm [[1945]]), lính Nhật rải ra đóng đồn giữ các cầu trên [[Quốc lộ 1]]. Lính Nhật gác cầu An Lỗ hay về chợ Phú Lễ mua [[thực phẩm]]. Nhân đó, ông Cả Khiêm và ông Ấm Hoàng (bác ruột của bà Nguyễn Thị Chanh) hay bút đàm với người Nhật để tìm hiểu tình hình chiến tranh giữa Nhật và [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]], đặc biệt là với quân đội [[Liên Xô]]. Nhờ thế mà các ông sớm biết được tin Nhật đầu hàng quân đội Đồng Minh vào trung tuần tháng 8 năm 1945.\n\nSau ngày [[23 tháng 8]] năm [[1945]], [[Cách mạng tháng Tám]] thành công ở [[Huế]], ông mới biết được Chủ tịch Hồ Chí Minh – người lãnh đạo cách mạng thành công – chính là [[Hồ Chí Minh|Nguyễn Ái Quốc]] em trai ông.\n\nĐầu năm [[1946]], ông cùng Hà Hữu Thừa (con trai của vợ ông) và Nguyễn Hữu Tạo (cháu ông Ấm Hoàng) đi [[tàu hỏa|tàu hoả]] ra [[Hà Nội]] thăm người em làm Chủ tịch nước. Sau chuyến thăm viếng đó, ông cho hai thanh niên trở lại [[Huế]] ăn [[Tết Bính Tuất]] và tham gia công tác cách mạng, còn ông thì ghé về thăm quê. Không ngờ cuối năm [[1946]], toàn quốc kháng chiến, ông không còn cơ hội để trở lại Phú Lễ với bà Giáng nữa. Ông qua đời tại [[Nghệ An]] vào ngày [[9 tháng 11]] năm [[1950]], chỉ gần 1 tháng sau chiến thắng [[Chiến dịch Biên giới]], hưởng thọ 62 tuổi.\n\n===Nguyễn Sinh Nhuận===\n[[Nguyễn Sinh Nhuận]] ([[1900]]–[[1901]]), hay tên khai sinh là [[Nguyễn Sinh Xin]], là con trai út trong gia đình, sau khi sinh ra, bà Hoàng Thị Loan bệnh nặng và qua đời. [[Nguyễn Sinh Xin]] được gửi về quê ngoại [[Hoàng Trù]] để chăm sóc nhưng vì ốm yếu nên đã qua đời mấy tháng sau đó.<ref>{{chú thích báo|title=Chủ tịch [[Hồ Chí Minh]] thời niên thiếu|url=http:\/\/www.baobinhdinh.com.vn\/ThiHoChiMinh\/2005\/3\/6899\/|accessdate=2021-09-14|work=Báo Bình Định|date=1 tháng 3 năm 2005|access-date=2008-05-31|archive-date=2008-05-14|archive-url=https:\/\/web.archive.org\/web\/20080514070712\/http:\/\/www.baobinhdinh.com.vn\/ThiHoChiMinh\/2005\/3\/6899\/|url-status=dead}}<\/ref> Do mất sớm nên tên tuổi của [[Nguyễn Sinh Xin]] không được nhắc đến nhiều như 3 anh chị khác trong gia đình.\n\n==Ông bà==\n===Nguyễn Sinh Nhậm===\n'''Nguyễn Sinh Nhậm''' (1827–1870){{cần dẫn nguồn}} là ông nội của Hồ Chí Minh.\n\n===Hà Thị Hy===\n'''Hà Thị Hy''' (1834-1867) là bà nội của Hồ Chí Minh.<ref name=\"hth1\">[http:\/\/www.vietnamnet.vn\/psks\/phongsu\/2004\/05\/134685\/ Nhân chứng cuối cùng của huyền thoại núi Đại Huệ]<\/ref>. Cuộc đời bà gắn với một giai thoại được truyền tụng trong dân gian<!--nhuốm màu sắc huyền thoại(?) với nhiều(?) giai thoại được truyền tụng khác nhau-->, bà cũng là đối tượng của một số nghiên cứu khoa học về nhân vật lịch sử<ref name=\"hth2\">[http:\/\/www.bbc.co.uk\/vietnamese\/entertainment\/story\/2005\/08\/050808_trongcoi.shtml Lời truyền miệng dân gian về Hồ Chí Minh]<\/ref>. Người dân còn gọi bà là Cô Đèn.\n\nBan đầu, ông Nguyễn Sinh Khiêm đem cả hài cốt bà Hà Thị Hy và bà Hoàng Thị Loan lên táng gần nhau ở chân [[núi Động Tranh]] thấp. Về sau này, ông đã quyết định để mộ bà Hy dưới chân núi và đem mộ mẹ lên táng ở vị trí hiện nay để du khách đến viếng mộ bà Hoàng Thị Loan cũng sẽ viếng được mộ bà Hà Thị Hy trước<ref name=\"hth1\"\/>.\n\n===Hoàng Xuân Đường===\n'''Hoàng Xuân Đường''' (1835 - 22 tháng 5 năm 1893), người [[làng Hoàng Trù]], là ông ngoại của Hồ Chí Minh. Ông là anh của [[Hoàng Xuân Hành]]\n\n===Nguyễn Thị Kép===\n'''Nguyễn Thị Kép''' ( tháng 8 năm 1842 - 13 tháng 4 năm 1904), người làng Hoàng Trù, là bà ngoại của Hồ Chí Minh.\n\n==Gia đình riêng==\n===Hôn nhân===\n{{Xem thêm|Tăng Tuyết Minh|Nông Thị Xuân|Nguyễn Thị Minh Khai}}\n[[Tập tin:Young zengxueming.jpg|nhỏ|140px|Tăng Tuyết Minh.]]\n[[Tập tin:Nguyen Thi Minh Khai.jpg|nhỏ|140px|Minh Khai (1910—1941)]]\n\nTheo nghiên cứu của một số sử gia tại Hoa Kỳ, Pháp, và Trung Quốc, trong thời gian ở Quảng Châu, ông đã tổ chức hôn lễ với một thiếu nữ Trung Quốc tên là [[Tăng Tuyết Minh]] vào ngày [[18 tháng 10]] năm [[1926]] và sống với nhau cho đến khi ông rời Quảng Châu, vào khoảng tháng 4 hoặc 5 năm 1927, từ đó hai người không bao giờ còn gặp lại nhau<ref>Hoàng Tranh (Phó Giáo sư, nguyên Phó Viện trưởng Viện Khoa học xã hội Quảng Tây, Trung Quốc), \"Hồ Chí Minh và người vợ Trung Quốc Tăng Tuyết Minh\", tạp chí ''Đông Nam Á Tung hoành'', số tháng 12 năm 2001, xuất bản tại Nam Ninh, Trung Quốc<\/ref><ref name=\"brocheux\">{{chú thích sách|author=Pierre Brocheux|title=Ho Chi Minh: A Biography|others=Claire Duiker|date=2007|publisher=Cambridge University Press|pages=39-40|url=http:\/\/books.google.com\/books?id=fJtqjYiVbUAC&pg=RA2-PA216&dq=tang+tuyet+minh&sig=jMcFUeRmaJDPFaNiXctvL9gUWs8#PRA1-PA40,M1}}<\/ref>. Theo nhà ngoại giao Trung Quốc Lý Đồng Thành, sau khi trở thành Chủ tịch nước Việt Nam Dân chủ Cộng hòa, Hồ Chí Minh đã thử tìm Tăng Tuyết Minh thông qua tổ chức [[Đảng Cộng sản Trung Quốc]] và cơ quan ngoại giao Việt Nam tại Trung Quốc nhưng không thành công, và việc này cũng gặp sự phản đối của một số Ủy viên Bộ Chính trị Đảng Lao động Việt Nam, đặc biệt là [[Lê Duẩn]] với lý do Hồ Chí Minh được nhân dân xem là cha già dân tộc, nên việc đoàn tụ với Tăng Tuyết Minh (một phụ nữ Trung Quốc) sẽ làm ảnh hưởng đến hình tượng của ông và sự nghiệp kháng chiến chống Mỹ cứu nước.<ref name=\"胡志明和他的中国夫人曾雪明\">[http:\/\/www.sdfao.gov.cn\/art\/2009\/12\/4\/art_54_3563.html 胡志明和他的中国夫人曾雪明] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120628084431\/http:\/\/www.sdfao.gov.cn\/art\/2009\/12\/4\/art_54_3563.html |date = ngày 28 tháng 6 năm 2012}}, Foreign Affairs Office of Shandong Provincial People's Government<\/ref> Tuy nhiên, về vấn đề Tăng Tuyết Minh, nhà nghiên cứu [[Sophie Quinn-Judge]] có ý kiến dè dặt hơn: vào thời kỳ đó, đôi khi một cuộc hôn nhân diễn ra chỉ đơn thuần vì lý do chính trị, theo bà thì Hồ Chí Minh và Tăng Tuyết Minh đã sống chung với nhau như một cách [[ngụy trang]] để duy trì các hoạt động chính trị của họ.<ref name=\"BBC\">{{chú thích báo|url=http:\/\/www.bbc.co.uk\/vietnamese\/regionalnews\/story\/2003\/09\/030902_hcm_missing_years.shtml|title=Hồ Chí Minh - Những năm chưa biết đến|publisher=BBC tiếng Việt|date = ngày 2 tháng 9 năm 2003 |access-date = ngày 1 tháng 4 năm 2021}}<\/ref>\n\nCũng theo Sophie Quinn-Judge, nếu căn cứ theo các tài liệu từ văn khố của [[Đệ Tam Quốc tế]] từ năm 1934 đến 1935 [[Nguyễn Thị Minh Khai]] có nhận mình là vợ của Hồ Chí Minh vào thời điểm năm 1931. Khi Nguyễn Thị Minh Khai đến Moskva cuối năm 1934, bà đã viết rằng bà đã có gia đình với \"Lin\", bí danh của Hồ Chí Minh vào thời điểm này.<ref name=\"Quinn-Judge\">{{chú thích sách|url=http:\/\/books.google.com\/books?id=XPMt03ckruUC&pg=PA183&dq=quinn-judge+%22Nguyen+Thi+Minh+Khai%22&hl=en&sa=X&ei=gosIUpSgKsOCyQG5xIB4&ved=0CC0Q6AEwAA#v=onepage&q=quinn-judge%20%22Nguyen%20Thi%20Minh%20Khai%22&f=false|title=Ho Chi Minh: The Missing Years, 1919-1941|author=Sophie Quinn-Judge|pages=183|publisher=University of California Press|year=2002}}<\/ref> Tuy nhiên, trong một cuộc phỏng vấn của đài Ban Tiếng Việt BBC, Sophie Quinn-Judge cũng nói thêm rằng mình ''\"không biết chắc liệu đây có thuộc về dạng hôn nhân thật sự hay không\"'' vì trong các thư từ của họ thường sử dụng nhiều loại [[mật mã]], và nói chung những người hoạt động cách mạng có thể xem là \"thuộc về một thế giới khác, vượt khỏi các khuôn khổ đạo đức bình thường\" nên khó mà biết rõ cách thức hoạt động của họ.<ref name=\"BBC\"\/> Ngoài ra, Sophie Quinn-Judge cũng tìm ra một bức thư mà Nguyễn Thị Minh Khai viết vào năm 1933, trong đó Nguyễn Thị Minh Khai khẳng định rằng mình không hề bị vướng bận bởi chuyện chồng con, vì \"người chồng\" duy nhất của bà chính là sự nghiệp Cách mạng.<ref name=\"Quinn-Judge\"\/>\n\nNăm 1945, Hồ Chí Minh nói với nhà báo [[Harold Isaacs]] rằng ông cô đơn, không có gia đình, không có gì cả nhưng đã từng có một người vợ<ref>[http:\/\/books.google.com.vn\/books?id=1wjfay1cF8YC&pg=PA16&dq=%22During+the+evening+the+friend%27s+children%22&hl=en&sa=X&ei=dr3XUd6gBKOjiAKD6YGYCg&redir_esc=y#v=onepage&q=%22During%20the%20evening%20the%20friend%27s%20children%22&f=false Ho, page 16], David Halberstam, Rowman & Littlefield, 2007<\/ref>. Nhưng trong nhiều cuộc gặp mặt khác, Hồ Chí Minh nhiều lần khẳng định ông không có vợ và sẽ không lấy vợ cho đến lúc dân tộc Việt Nam toàn thắng, thống nhất đất nước.<ref>Bá Ngọc, Trần Minh Siêu: Chuyện kể bên mộ bà Hoàng Thị Loan, Nhà xuất bản Thanh niên, Hà Nội, 2007, tr. 74, Ông Nguyễn Sinh Khiêm hỏi em mình ngày 3\/11\/1946: \"''Tôi muốn hỏi riêng chú, việc gia đình riêng của chú ra sao'' ?\". Hồ Chí Minh trả lời: \"''Cảm ơn anh, em chưa bao giờ dám nghĩ đến việc này, đến nay đã tu, tu trót, qua thì thì thôi. Em không phải là người tu hành nhưng vì việc nước quên việc nhà.''\"<\/ref><ref>Hồ Chí Minh: Toàn tập, T. 5, Nhà xuất bản Chính trị quốc gia, Hà Nội, 1995, tr. 40, Trích thư Hồ Chí Minh chia buồn với bác sĩ Vũ Đình Tụng: \"''Ngài biết rằng tôi không có gia đình, cũng không có con cái...''\"<\/ref><ref>Hồ Chí Minh, Toàn tập, T. 5, Nhà xuất bản Chính trị quốc gia, Hà Nội, 1995, tr. 171-172, trích: \"''Ngài đã hỏi, tôi xin dẹp sự khiêm tốn lại một bên mà đáp một cách thực thà: tôi không nhà cửa, không vợ, không con, nước Việt Nam là đại gia đình của tôi.''\"<\/ref><ref>Vũ Đình Hoè, Pháp quyền nhân nghĩa Hồ Chí Minh, Nhà xuất bản Văn hoá Thông tin, Trung tâm Văn hoá Đông Tây, Hà Nội, 2001, tr. 151, Trích: \"Trong những buổi vui vẻ như vậy, nhiều người đề nghị Hồ Chí Minh lấy vợ. Có lần Bác nói: \"''Các chú hỏi bao giờ Bác lấy vợ, phải không? Có hỏi thì có trả lời nhé: Không lâu nữa đâu! Bao giờ dân ta toàn thắng, Bắc – Nam sum họp một nhà!''\"\" và đoạn luật sư Phan Anh đề nghị HCM lập gia đình để có người săn sóc: \"''Ông bảo thế tôi không phải là con người à? Tôi sống như mọi người mà. Có phải thần, thánh gì đâu Nhưng ông thấy đấy: việc nước bề bộn như vậy!''\"<\/ref>. Trong một buổi tiệc ở Bắc Kinh vào tháng 8 năm 1959, Hồ Chí Minh cũng đã tuyên bố với quan khách: chừng nào miền Nam chưa được giải phóng, ông sẽ không bao giờ kết hôn. Ngoài ra, ông cũng đã nhiều lần khẳng định sẽ không kết hôn cho đến khi cách mạng Việt Nam thành công.<ref name=\"胡志明和他的中国夫人曾雪明\"\/>\n\nTrong các thư từ, ông cũng nhiều lần khẳng định rõ ông là người không có gia đình riêng và không có con cái. Chẳng hạn như trong thư gửi bác sĩ [[Vũ Đình Tụng]] khi nghe tin con trai ông này hi sinh:\n\n{{cquote2|''Ngài biết rằng tôi không có gia đình, cũng không có con cái. Nước Việt Nam là đại gia đình của tôi. Tất cả thanh niên Việt Nam là con cháu tôi. Mất một thanh niên thì hình như tôi đứt một đoạn ruột.''<ref>[http:\/\/www.tapchihuongnghiep.com.vn\/PrintPreview.aspx?ID=3456 Một bức thư riêng của Hồ Chủ tịch]{{Liên kết hỏng|date = ngày 10 tháng 3 năm 2021 |bot=InternetArchiveBot }}, Tạp chí Hướng nghiệp & Hoà nhập<\/ref>}}\n\n===Những người con đỡ đầu===\n[[Tập tin:Ho Chi Minh 1946 and signature.jpg|nhỏ|phải|Bức chân dung của chính mình được Hồ Chí Minh đề tặng cho cô con gái nuôi Babette với dòng chữ tiếng Pháp được tạm dịch ''\"Gửi một cái hôn lớn cho con gái đỡ đầu bé nhỏ Babette. Cha đỡ đầu của con. Hồ\"''.]]\n\nSinh thời, Hồ Chí Minh có ba người con đỡ đầu ở Pháp, Đức và Nga. Ngày 27 tháng 7 năm 1946, trong buổi chiêu đãi chúc mừng Hồ Chí Minh sang thăm Pháp do [[Người Pháp gốc Việt|Việt kiều]] ở [[Pháp]] tổ chức tại [[Công viên Bagatelle|vườn hồng Bagatelle]] trong [[lâu đài Bagatelle|lâu đài Bá tước Artois]] bên [[rừng Boulogne]], ông [[Raymond Aubrac]], cựu ủy viên Cộng hòa thành phố [[Marseille]] và là nghị sĩ Quốc hội Pháp được giới thiệu với Hồ Chí Minh. Aubrac mời Hồ Chí Minh về thăm nhà mình và ông đã vui vẻ nhận lời và đến ngày 28 tháng 7 thì chuyển đến ở nhà ông Aubrac. Ngày 15 tháng 8, bà [[Lucie Aubrac]] sinh hạ bé gái [[Elizabeth Aubrac]]. Hồ Chí Minh đã đến bệnh viện phụ sản Bodeloque, đại lộ Port Royal, [[quận 5, Paris|Quận 5]], [[Paris]] thăm bà Lucie Aubrac. Tại đây ông đã xin phép ông bà Aubrac nhận làm cha đỡ đầu của bé Elizabeth Aubrac và gọi thân mật cháu là Babette.<ref>Trần Đương. Ánh mắt Bác Hồ. Nhà xuất bản Thanh Niên. Hà Nội. 1999. trang 11-13 (tái bản: Tháng 4-2005)<\/ref><ref>Lưu Văn Lợi - Nguyễn Anh Vũ. Các cuộc thương lượng Lê Đức Thọ - Kissinger tại Paris. Nhà xuất bản Côn an nhân dân. Hà Nội. 2003. trang 214.<\/ref> Ngày 21 tháng 7 năm 1967, giáo sư Raymond Aubrac cùng với giáp sư Herbert Marcovic sang Hà Nội gặp gỡ các nhà lãnh đạo Việt Nam Dân chủ Cộng hòa để chuyển một thông điệp của Tổ chức chống chiến tranh hạt nhân (Prugwash) nhằm tìm kiếm một giải pháp cho vấn đề Việt Nam. Trong buổi tiếp hai ông tối 24 tháng 7, Hồ Chí Minh đã hỏi thăm bà Lucie Aubrac và các cháu, nhất là Elizabeth. Ông Aubac đã chuyển món quà tặng của Elizabeth là một quả trứng bằng đá quý đến Hồ Chí Minh.<ref>Lưu Văn Lợi - Nguyễn Anh Vũ. Các cuộc thương lượng Lê Đức Thọ - Kissinger tại Paris. Nhà xuất bản Côn an nhân dân. Hà Nội. 2003. trang 215.<\/ref>\n\nNgày 19 tháng 5 năm 1951, gia đình ông bà Walter R. Hartmann sinh sống ở số nhà 13, phố Ernst Thalman, thành phố [[Potsdam]], hạt Sachs, [[Cộng hòa Dân chủ Đức|Đông Đức]] sinh hạ bé trai [[Knuth Wolfgang Walther Hartmann]]. Do thấy ngày, tháng sinh của Knuth ngẫu nhiên trùng với ngày sinh của Hồ Chí Minh, ông bà Walter R. Hartmann đã gửi thư cho Hồ Chí Minh đề nghị ông nhận Knuth làm con đỡ đầu. Ngày 15 tháng 9 năm 1951, Hồ Chí Minh đã gửi thư đến gia đình Walter R. Hartmann. Thư có đoạn viết: ''\"Tôi thân ái mừng bà và ông vừa có cháu trai là Knuth Wolfgang Walther Hartmann. Tôi cảm ơn bà và ông đã gửi thư và ảnh cho tôi. Và tôi rất vui lòng nhận cháu làm con đỡ đầu. Tôi gởi biếu cháu một bức ảnh nhỏ và một đồng Việt Nam để làm kỷ niệm\"''.<ref>Trần Đương. Bác Hồ như chúng tôi đã biết. Nhà xuất bản Thanh Niên. Hà Nội. 1985. trang 50-51.<\/ref>\n\n[[Tập tin:Hochiminh and Bebet.JPG|nhỏ|trái|Hồ Chí Minh, bé Elizabette Aubrac ''(trái)'' và bà Lucie Aubrac ''(phải)''. Paris-12\/9\/1946]]\n\nMùa xuân năm 1958, tại thành phố Jukovski (ngoại ô [[Moskva]]), bà y sĩ Anna Vasilievna là vợ của nhà báo hãng APN ([[Liên Xô]]) Dimitri Grigorievich Kolosov (bút danh Denis) sinh con gái là [[Irina Dimitrievna]] (tên thân mật là Idrishka). Dù chưa một lần được gặp Hồ Chí Minh nhưng ông bà Kolosov đã viết thư đề nghị Hồ Chí Minh nhận làm cha đỡ đầu cho con gái đầu lòng của họ theo phong tục tốt đẹp của nước [[Nga]]. Mùa hè năm 1958, ông bà Kolosov nhận được thư trả lời của Hồ Chí Minh: \"Cô An-na Xta-xi-a Va-xi-lép-na và chú Đi-mi-tơ-ri Gơ-ri-gô-rê-vích thân mến! Tôi đã nhận được thư của cô chú và chân thành cảm ơn cô chú đã mời tôi làm cha đỡ đầu cho con gái của cô chú.\"<ref>Trần Đương. Ánh mắt Bác Hồ. Nhà xuất bản Thanh Niên. Hà Nội. 1999. trang 45, 47-49<\/ref>\n\nSau này, những người con đỡ đầu của Hồ Chí Minh đều trưởng thành và có những thành đạt nhất định trong cuộc sống. [[Elizabeth Aubrac]] trở thành giáo viên. Knuth Wolfgang Walther Hartmann trở thành kỹ thuật viên chăn nuôi bò sữa. Còn Irina Dimitrievna Kolosov phục vụ trong ngành công an, rồi cùng chồng là Igo Tribisov, cán bộ ngành hàng không dân dụng đến làm việc trong một doanh nghiệp khai thác dầu khí ở [[Tiumen]] (Tây [[Xibia|Siberi]]).<ref>Trần Đương. Bác Hồ như chúng tôi đã biết và Ánh mắt Bác Hồ. Nhà xuất bản Thanh Niên. Hà Nội. 1985 và 1999.<\/ref><ref>[https:\/\/web.archive.org\/web\/20090322204744\/http:\/\/www.baotanghochiminh.vn\/News\/PrintView.aspx?ID=121879 Bác Hồ với ba người con đỡ đầu ở Pháp - Đức - Nga] Thuỳ Dương, Thứ Sáu, 06\/03\/2009 - 4:11 PM<\/ref>\n\n==Đọc thêm==\n* [[Nguyễn Sinh Sắc]]\n* [[Hoàng Thị Loan]]\n* [[Tăng Tuyết Minh]]\n* [[Nông Thị Xuân]]\n* Những người thân trong gia đình Bác Hồ, Nhà xuất bản Trẻ.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n== Nguồn ==\n\n* {{Chú thích sách|title=Đồng chí Hồ Chí Minh|last=Кобелев|first=Евгений Васильевич|publisher=Nhà xuất bản Thanh niên|year=1985|isbn=|location=[[Hà Nội]]|pages=}}\n\n==Liên kết ngoài==\n*[http:\/\/www.kontum.gov.vn\/news\/new.php?topicid=162&pageid=0000006514 Chủ tịch Hồ Chí Minh \"lo trước thiên hạ, vui sau thiên hạ\"]{{Liên kết hỏng|date = ngày 30 tháng 4 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=241178&ChannelID=413 Một chiều xuân với Hồ Chủ tịch]\n*[http:\/\/www1.vietnamnet.vn\/lanhdao\/2007\/05\/696497\/ Ký ức \"người hàng xóm\" về Chủ tịch Hồ Chí Minh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090829163208\/http:\/\/www1.vietnamnet.vn\/lanhdao\/2007\/05\/696497\/ |date = ngày 29 tháng 8 năm 2009}}\n\n{{Hồ Chí Minh}}\n\n[[Thể loại:Gia đình Hồ Chí Minh]]"}