{"86039":"{{bài cùng tên|Gia Định (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|tỉnh\n| tên = Gia Định\n| hình = Saïgon - L'Inspection de Giadinh.jpg\n| ghi chú hình = Tòa bố tỉnh Gia Định, nay là trụ sở Ủy ban nhân dân quận Bình Thạnh\n| vĩ độ = 10.8033071\n| kinh độ = 106.6965325\n| diện tích = \n| dân số = 875092\n| thời điểm dân số = 1967\n| mật độ dân số = \n| vùng = [[Biệt khu Thủ đô]]\n| tỉnh lỵ = [[Bình Hòa Xã|Gia Định]]\n| thành lập = 1835\n| giải thể = 1975\n| phân chia hành chính = 1 thị xã, 8 quận\n| biển số xe = GĐ\n}}\n\n'''Gia Định''' ([[chữ Hán]]: 嘉定(省)) là một tỉnh cũ của [[Việt Nam]] được thành lập năm [[1835]] thời [[nhà Nguyễn]] (đổi tên từ tỉnh Phiên An thành lập năm [[1832]]) và cuối cùng giải thể vào năm [[1975]] khi sáp nhập với [[Sài Gòn]] để thành lập thành phố Sài Gòn – Gia Định, nay là [[Thành phố Hồ Chí Minh]]. \n\nĐịa bàn tỉnh Gia Định trước khi giải thể tương ứng với thành phố [[Thủ Đức]] và một số quận, huyện thuộc [[Thành phố Hồ Chí Minh]] ngày nay, bao gồm: [[Quận 7]], [[Quận 12]], [[Bình Tân (quận)|Bình Tân]], [[Bình Thạnh]], [[Gò Vấp]], [[Phú Nhuận]], [[Tân Bình]], [[Tân Phú (quận)|Tân Phú]], [[Bình Chánh]], [[Cần Giờ]], [[Hóc Môn]], [[Nhà Bè]], [[Củ Chi]].\n\n==Địa lý==\n[[Tập tin:NamKyLucTinh1841-1862.jpg|nhỏ|200px|phải|Tỉnh Gia Định trong bản đồ Nam Kỳ Lục Tỉnh giai đoạn (1832-1862)]]\n[[Tập tin:NamKyLucTinh1863.jpg|nhỏ|300px|trái|Hành chính tỉnh Gia định trong bản đồ hành chính Nam Kỳ Lục tỉnh (Basse Cochinchine) năm 1863]]\n[[Tập tin:BasseCochinchineFrancaise1863.jpg|nhỏ|Bản đồ các tỉnh Gia Định, [[Định Tường]] và [[Biên Hòa (tỉnh)|Biên Hòa]] trong bản đồ hành chính Cochin Chine khu vực thuộc Pháp kiểm soát năm 1863 (Basse Cochinchine Francaise) và trước đó là [[Nam Kỳ Lục tỉnh]] năm 1859 (Basse Cochinchine). ([[Henri Rieunier]] (1833-1918) vẽ năm 1863)]]\n[[Tập tin:NamKyLucTinh1861.jpg|nhỏ|trái|Tỉnh Gia Định trong bản đồ [[Nam Kỳ Lục tỉnh]] (Basse Cochinchine)]]\n[[Tập tin:Cochinchine 1872.png|nhỏ|200px|phải|Bản đồ xứ Nam Kỳ 1872 (thời Pháp Thuộc) với sáu tỉnh: Biên Hòa, Gia Định, Định Tường, Vĩnh Long, An Giang, Hà Tiên (vẽ theo hành chính thời nhà Nguyễn độc lập)]]\n[[Tập tin:NamKy1865.jpg|nhỏ|phải|Ba tỉnh miền Đông Nam Kỳ (Biên Hòa, Gia Định, Định Tường) năm 1865, thời Pháp xâm chiếm miền Đông]]\n[[Tập tin:GiaDinhTinh.jpg|nhỏ|trái|Tỉnh Gia Định nhà Nguyễn và việc chia tách kết thúc tồn tại của tỉnh này đầu thời Pháp thuộc]]\n\nTỉnh được thành lập vào năm [[Minh Mạng]] thứ 13 ([[1832]]) trên cơ sở chia cắt [[Gia Định thành]] thành sáu tỉnh: [[Biên Hòa (tỉnh)|Biên Hoà]], '''Gia Định''' (ban đầu tên là tỉnh [[Thành Gia Định|Phiên An]] ([[1832]] - [[1835]])), [[Định Tường]], [[Vĩnh Long]], [[An Giang]], [[Hà Tiên (tỉnh)|Hà Tiên]], thường gọi là [[Nam Kỳ lục tỉnh]]. Theo [[Hòa ước Nhâm Tuất (1862)|Hiệp ước Nhâm Tuất]] năm [[1862]], tỉnh bị cắt nhượng cho [[Pháp]] cùng với [[Biên Hòa (tỉnh)|Biên Hòa]] và [[Định Tường]].\n\nTheo [[Đại Nam nhất thống chí]], thì tỉnh Gia Định [[nhà Nguyễn]] thời vua [[Tự Đức]] ([[1847]] - [[1862]]) gồm 3 phủ với 9 huyện là:\n\n'''Phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]]'''\n*Huyện Bình Dương có 6 tổng: Dương Hòa Hạ, Dương Hòa Thượng, Dương Hòa Trung, Bình Trị Hạ, Bình Trị Thượng, Bình Trị Trung.\n*Huyện Bình Long có 6 tổng: Bình Thạnh Thượng, Bình Thạnh Trung, Cầu An Hạ, Long Tuy Thượng. Long Tuy Trung.\n*Huyện Tân Long có 6 tổng: Tân Phong Thượng, Tân Phong Trung, Tân Phong Hạ, Long Hưng Thượng, Long Hưng Trung, Long Hưng Hạ.\n\n'''Phủ Tân An'''\n*Huyện Cửu An, phía Bắc giáp huyện Quang Hóa phủ Tây Ninh, phía Đông giáp huyện Phúc Lộc cùng phủ Tân An, phía Nam giáp huyện Kiến Hòa phủ Kiến An tỉnh [[Định Tường]], phía Tây giáp huyện Kiến Hưng phủ Kiến An tỉnh Định Tường.\n*Huyện Phúc Lộc\n*Huyện Tân Hòa năm [[1863]], có 4 tổng: \n**Tổng Hòa Đồng Thượng: có 6 thôn \n**Tổng Hòa Đồng Hạ: có 8 thôn \n**Tổng Hòa Lạc Thượng: có 7 thôn\n**Tổng Hòa Lạc Hạ: có 10 thôn. \n**Huyện Tân Hòa bao gồm vùng [[Gò Công]] tỉnh [[Tiền Giang]] ngày nay.<ref>{{Chú thích web |url=http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&idcha=2058&id=2114 |ngày truy cập=2012-05-11 |tựa đề=Địa chí Tiền Giang: Hành chính giai đoạn 1863-1945 |archive-date=2008-04-28 |archive-url=https:\/\/web.archive.org\/web\/20080428014241\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&idcha=2058&id=2114 |url-status=dead }}<\/ref>\n*Huyện Tân Thịnh.\n\n'''Phủ Tây Ninh''': phía Bắc giáp [[Campuchia|Cao Miên]] (qua núi Chiêng, tức [[núi Bà Đen]]), phía Đông giáp huyện Bình Long phủ Tân Bình, phía Nam giáp huyện Bình Dương phủ Tân Bình và huyện Cửu An phủ Tân An, nguyên là đạo Quang Phong. Năm [[Minh Mạng]] thứ 19 ([[1838]]), bỏ đạo lập phủ với tên gọi phủ Tây Ninh, quản lý 2 huyện (với 7 tổng có 56 làng xã):\n*Huyện Tân Ninh, lỵ sở kiêm phủ thành nằm ở thôn Khang Ninh (nay thuộc [[Tây Ninh (thành phố)|thị xã Tây Ninh]]), phía Bắc giáp [[Campuchia|Cao Miên]] (qua núi Chiêng), phía Đông giáp huyện Bình Long phủ Tân Bình, phía Nam giáp huyện Bình Long phủ Tân Bình và huyện Quang Hóa cùng phủ Tây Ninh, phía Tây giáp huyện huyện Kiến Hưng tỉnh [[Định Tường]] và giáp nước [[Campuchia|Cao Miên]]. Huyện Tân Ninh, được đặt ra năm [[Minh Mạng]] thứ 17 ([[1836]]), theo Đại Nam nhất là quản lý 2 tổng (nhưng có lẽ là 3 tổng), là tổng Hàm Ninh Thượng và tổng Kiếm Hoa với 24 làng xã<ref name=\"ReferenceA\">Đại Nam nhất thống chí, tập 31, trang 198.<\/ref>. Phần đất huyện Tân Ninh phủ Tây Ninh nhà Nguyễn nay có thể là địa phận phía Bắc của tỉnh Tây Ninh ngày nay (tức năm 2011) ([[Tây Ninh (thành phố)|thị xã Tây Ninh]], huyện [[Tân Biên]], huyện [[Châu Thành, Tây Ninh|Châu Thành]],...) và có thể bao gồm cả 1 phần đất phía Bắc của [[Svay Rieng (tỉnh)|tỉnh Svay Rieng]] (khúc giữa tỉnh Svay Rieng) [[Campuchia]], vì mô tả trên theo Đại Nam nhất thống chí: Tân Ninh còn tiếp giáp với cả huyện Kiến Hưng phủ Kiến An tỉnh [[Định Tường]] [[nhà Nguyễn]], vốn chỉ nằm bên bờ Tây [[sông Vàm Cỏ Tây]], cách địa bàn tỉnh [[Tây Ninh]] ngày nay (phần từng là đất huyện Tân Ninh) qua địa bàn tỉnh Svay Rieng. \n\nNăm [[1890]], sau khi lập [[Liên bang Đông Dương]], người [[Pháp]] trích một phần đất hạt Tây Ninh (hạt Tây Ninh nguyên là toàn bộ phủ Tây Ninh) là phần đất dọc theo rạch Ngã Bát cho Campuchia thuộc Pháp, trong đó có lẽ gồm cả phần đất tỉnh Svay Rieng (tức tỉnh Soài Riêng) đề cập đến ở trên. Các bản đồ của người Pháp thể hiện xứ [[Nam Kỳ]] thuộc Pháp, vẽ với kỹ thuật Tây phương khá chính xác, vào các năm [[1872]] và [[1886]] (trước khi thành lập Liên bang Đông Dương năm 1887) đều thể hiện '''vùng lồi Svay Rieng''' thuộc đất [[Nam Kỳ]] ('''Cochinchine''').\n*Huyện Quang Hóa, phía Bắc giáp huyện Tân Ninh cùng phủ Tây Ninh, phía Đông giáp huyện Tân Ninh, phía Nam giáp huyên Tân Ninh và huyện Cửu An phủ Tân An, phía Tây giáp huyện Kiến Hưng phủ Kiến An tỉnh [[Định Tường]] nhà Nguyễn. Lỵ sở trước đặt ở thôn [[Cẩm Giang, Gò Dầu|Cẩm Giang]] sau chuyển sang thôn [[Long Giang, Bến Cầu|Long Giang]], quản lý 4 tổng (Hàm Ninh Hạ (Ham Ninh Ha tong), Mộc Hóa (Moc Hoa tong), Giải Hóa (Giải Hoa tong), Mỹ Ninh (Mi Ninh tong)) với 32 làng xã<ref name=\"ReferenceA\"\/>. Đất huyện Quang Hóa phủ Tây Ninh nhà Nguyễn nay có thể là địa phân các huyện phía Nam tỉnh [[Tây Ninh]] (như [[Bến Cầu]], [[Gò Dầu]], [[Trảng Bàng]],...), các huyện Đông Bắc tỉnh [[Long An]] (như [[Đức Huệ]], [[Hậu Nghĩa]], [[Mộc Hóa]]<ref>{{Chú thích web |url=http:\/\/www.longan.gov.vn\/chinhquyen\/hmhoa\/Pages\/Lich-su.aspx |ngày truy cập=2011-07-10 |tựa đề=Lịch sử huyện Mộc Hóa tỉnh Long An. |archive-date=2015-02-28 |archive-url=https:\/\/web.archive.org\/web\/20150228003415\/http:\/\/www1.longan.gov.vn\/chinhquyen\/hmhoa\/Pages\/Lich-su.aspx |url-status=dead }}<\/ref>,...) và phần phía Nam của [[svay Rieng (tỉnh)|tỉnh Svay Rieng]] [[Campuchia]].\n\n===Thời Pháp thuộc===\n[[Tập tin:NamKy(Basse Cochinchine Francaise)1884.jpg|nhỏ|trái|Bản đồ Nam Kỳ thuộc Pháp năm 1884, khu vực nằm giữa đường biên giới với Campuchia (Frontière Franco-Cambodgienne) và với đường biên giới với An Nam (Frontière Franco-Annamite). Vùng lồi [[Svay Rieng]] (trong bản đồ ghi chú là ''([[tỉnh (Campuchia)|Khet]]<ref>https:\/\/www.swaen.com\/zoom.php?id=23689&referer=item.php<\/ref>) Svai Teep'' vẫn nằm trong ranh giới Nam Kỳ thuộc Pháp (ở phía đông đường ''Frontière Franco-Cambodgienne'') mà được cắt cho Campuchia]]\n[[Tập tin:NamKy(1861-1888).jpg|nhỏ|trái|Nam Kỳ thuộc Pháp (Basse Cochinchine Francaise) khoảng năm 1881, nhưng vẽ theo hành chính của [[Nam Kỳ Lục tỉnh]] [[nhà Nguyễn]] (Basse CochinChine) trước năm 1861. Vùng bờ bắc [[kênh Vĩnh Tế]] (thuộc các tỉnh [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]] cũ) và vùng lồi [[Svay Rieng]] (trước là vùng rừng Quang Hóa phủ Tây Ninh tỉnh Gia Định, mà Pháp chưa chiếm được vào thời điểm năm 1861-1863) đều được cắt trả về cho lãnh thổ vương quốc [[Campuchia]] thuộc Pháp]]\n[[Tập tin:SvayRieng1884.jpg|nhỏ|phải|(Khet) Svai Teep (Soài Tiếp-Soài Riêng) năm 1884]]\n[[Tháng 12]] năm [[1889]], [[Pháp]] chia tỉnh Gia Định thành năm tỉnh mới: '''Gia Định''', [[Chợ Lớn (tỉnh)|Chợ Lớn]], [[Tân An (tỉnh)|Tân An]] và [[Tây Ninh]], [[Gò Công (tỉnh)|Gò Công]].\n\n===Việt Nam Cộng hòa===\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Dân số tỉnh Gia Định 1967'''<ref>''Việt Nam Cộng hòa bản đồ hành chánh''. Đà Lạt: Phân cục Địa dư Quốc gia, 1967.<\/ref>\n|- style=\"background:lightgrey;\"\n! Quận\n! Dân số\n|-\n| Bình Chánh || 58.153 \n|-\n| Cần Giờ || 8.374\n|-\n| Gò Vấp || 303.374\n|-\n| Hóc Môn || 111.644\n|-\n| Nhà Bè || 43.721\n|-\n| Quảng Xuyên || 7.436\n|-\n| Tân Bình || 240.147\n|-\n| Thủ Đức || 102.243\n|-\n| '''Tổng số''' || 875.092 \n|}\nNăm [[1956]], dưới thời [[Việt Nam Cộng hòa]], Gia Định là một trong 22 tỉnh của [[Nam Bộ Việt Nam|Nam phần]] (tức Nam Bộ), không kể Đô thành Sài Gòn. Năm [[1957]], tỉnh Gia Định gồm có 6 quận, 10 tổng và 61 xã:\n* Quận [[Gò Vấp]] có 1 tổng Bình Trị Thượng; quận lỵ: Hạnh Thông Xã\n* Quận [[Tân Bình]] có 1 tổng Dương Hòa Thượng; quận lỵ: xã [[Phú Nhuận]]\n* Quận [[Hóc Môn]] có 2 tổng: Bình Thạnh Trung, Long Bình; quận lỵ: [[Thới Tam Thôn]]\n* Quận [[Thủ Đức]] có 2 tổng: An Bình, An Điền; quận lỵ: [[Linh Đông]] Xã\n* Quận [[Nhà Bè]] có 1 tổng Bình Trị Hạ; quận lỵ: xã [[Phú Xuân, Nhà Bè|Phú Xuân]] Hội\n* Quận [[Bình Chánh]] có 3 tổng: Long Hưng Thượng, Long Hưng Trung, Tân Phong Hạ; quận lỵ: xã [[Bình Chánh (xã), Bình Chánh|Bình Chánh]].\n\nNăm [[1970]], Gia Định chia thành 8 quận, ngoài các quận trên còn có:\n* Quận [[Quảng Xuyên]], quận lỵ: [[An Thới Đông]]\n* Quận [[Cần Giờ]], quận lỵ: [[Cần Thạnh]].\n\nNăm [[1974]], tỉnh Gia Định có 8 quận, 74 xã, 351 ấp, với 1.422.653 dân.\n\n===Cộng hòa Miền Nam Việt Nam===\n[[Tháng 5]] năm [[1975]], tỉnh Gia Định (ngoại trừ 2 quận: Cần Giờ và Quảng Xuyên) được sáp nhập với Đô thành Sài Gòn thêm một phần các tỉnh Long An, [[Bình Dương]], [[Hậu Nghĩa]] để trở thành '''thành phố Sài Gòn - Gia Định'''. \n\nĐến ngày [[2 tháng 7]] năm [[1976]], thành phố Sài Gòn - Gia Định được chính thức đổi tên là [[Thành phố Hồ Chí Minh]].\n\n==Phân chia hành chính==\n[[Tập tin:Saigon Province.jpg|300px|phải|nhỏ|Bản đồ hạt Sài Gòn năm 1885]]\n===Năm 1897===\nToàn tỉnh Gia Định được chia thành 18 tổng:\n#Tổng An Bình gồm 8 làng: An Phú, Bình Lợi, Bình Thạnh, Bình Trưng, Đông Phú, Mỹ Thủy, Phú Thọ, Tân Lập\n#Tổng An Điền gồm 9 làng: Bình Quới Đông, Bình Thái, Bình Thọ, Linh Chiểu Đông, Linh Chiểu Tây, Linh Chiểu Trung, Trường Thọ, Xuân Trường, Xuân Vinh\n#Tổng An Thành gồm 9 làng: An Thạnh, Hưng Thạnh, Long Tân, Phước Khánh, Phước Trường, Tân Điền, Trường Cửu, Trường Lộc, Tuy Thạnh\n#Tổng An Thịt gồm 5 làng: An Thạnh, Bình Khánh, Khánh Độ, Sài Tân, Vạng Phước\n#Tổng An Thổ gồm 10 làng: Bình Chánh, Bình Chiểu, Bình Đức, Bình Đường, Bình Phú, Bình Phước, Bình Thủy, Bình Triệu, Đông An, Dĩ An\n#Tổng An Thủy gồm 14 làng: An Nhơn, Bình Thắng, Bình Thung, Đông Minh, Đông Tác, Đông Yên, Mỹ Hòa, Ngãi Thắng, Phong Phú, Tân Long, Tân Phú, Tân Nhơn, Tân Ninh, Tân Quới\n#Tổng Bình Thạnh Hạ gồm 16 làng: Mỹ Hòa, Tân Đông Thượng, Tân Đông Trung, Tân Hội, Tân Hưng, Tân Thới Nhứt, Tân Thới Thượng, Thới An, Thới Hòa, Thuận Kiều, Trung Chánh Tây, Trung Chánh, Trung Hưng, Xuân Hòa, Xuân Thới Tây, Vĩnh Lộc\n#Tổng Bình Thạnh Trung gồm 17 làng: An Hòa, Bình Lý Đông, Bình Lý, Bình Nhan, Bình Xuân, Hội Thạnh, Mỹ Thạnh, Phú Lợi, Tân Đông, Tân Mỹ Đông, Tân Thạnh Đông, Tân Thạnh Tây, Thạnh Hòa, Thạnh Phú, Thạnh Yên, Thới Thạnh, Thới Thuận\n# Tổng Bình Trị Thượng gồm 16 làng: An Hội, An Lộc Đông, An Lộc, An Nhơn Xã, An Phước, An Thạnh Trung, An Xuân, Bình An Đông, Bình Hòa Xã, Bình Lợi Trung, Bình Quới Tây, Hanh Phú, Hanh Thông Tây, Hanh Thông Xã, Quới An, Thạnh Đa\n#Tổng Bình Trị Hạ gồm 9 làng: Phú Hội, Phú Mỹ Tây, Phước Hải, Phước Long Đông, Phước Thành, Phước Thới, Phú Xuân Đông, Tân Qui Đông, Tân Thuận Đông\n#Tổng Bình Trị Trung gồm 5 làng: An Lợi Đông, An Lợi Xã, Bình Khánh, Phú An, Phú Mỹ\n#Tổng Cần Giờ gồm 6 làng: Cần Thạnh, Đông Hòa, Long Thạnh, Lý Nhơn, Tân Thạnh, Thạnh Thới\n#Tổng Dương Hòa Hạ gồm 12 làng: Đức Hưng, Long Kiểng, Long Phước, Long Thạnh Tây, Long Thới Đông, Mỹ Đức, Nhơn Mỹ, Nhơn Ngãi, Phong Lộc, Phú Lễ, Phước Thạnh, Thới Hiệp\n#Tổng Dương Hòa Thượng gồm 14 làng: Bình Hưng, Bình Hưng Đông, Bình Thới, Hòa Hưng, Phú Nhuận, Phú Thạnh, Phú Thọ, Tân Hòa, Tân Hòa Tây, Tân Sơn Nhì, Tân Sơn Nhứt, Tân Thới, Tân Trụ, Thạnh Hòa\n#Tổng Long Tuy Hạ gồm 11 làng: Mỹ Khánh, Phước An, Phước Mỹ, Tân Thông, Tân Thông Đông, Tân Thông Tây, Tân Thông Trung, Thái Bình Hạ, Thái Bình Thượng, Trung Lập, Vĩnh An Tây\n#Tổng Long Tuy Thượng gồm 14 làng: Phước Ninh, Tân Phú Trung, Tân Thới Đông, Tân Thới Nhì, Tân Thới Tam, Tân Thới Tây, Tân Thới Trung, Tân Thới Tứ, Thái Sơn, Thới Tam Đông, Vĩnh Cư, Vĩnh Phước, Xuân Thới, Xuân Thới Đông\n#Tổng Long Tuy Trung gồm 6 làng: An Nhơn Tây, Mỹ Hưng, Nhuận Đức, Phú Đức, Phú Hòa Đông, Phú Thạnh\n#Tổng Long Vĩnh Hạ gồm 11 làng: Chí Thạnh, Ích Thạnh, Long Đại, Long Hậu, Long Sơn, Long Tuy, Mỹ Thạnh, Phước Hậu, Phước Thiện, Phước Thới, Vĩnh Thuận.\n\n===Năm 1939===\n[[Tập tin:Plan topographique de la province de Giadinh.jpg|250px|phải|nhỏ|Bản đồ tỉnh Gia Định khoảng năm 1930]]\nTỉnh Gia Định được chia thành 4 quận:\n\n1. Quận [[Gò Vấp]] có 3 tổng với 37 làng:\n*Tổng Bình Thạnh Hạ gồm 15 làng: Mỹ Hòa, Tân Đông Thượng, Tân Đông Trung, Tân Hưng, Tân Thới Nhứt, Tân Thới Thượng, Thới An, Thới Hòa, Thuận Kiều, Trung Chánh, Trung Chánh Tây, Trung Hưng, Xuân Hòa, Xuân Thới Tây, Vĩnh Lộc\n*Tổng Bình Trị Thượng gồm 13 làng: An Hội, An Lộc Đông, An Lộc, An Nhơn Xã, An Xuân, Bình Hòa Xã, Bình Quới Tây, Hanh Phú, Hanh Thông Tây, Hanh Thông Xã, Quới An, Thạnh Mỹ An, Thạnh Phước\n*Tổng Dương Hòa Thượng gồm 9 làng: Bình Hưng Đông, Bình Hưng, Chí Hòa, Phú Nhuận, Phú Thọ, Tân Sơn Nhì, Tân Sơn Nhứt, Tân Thới Hòa, Tân Trụ.\n\n2. Quận [[Hóc Môn]] có 4 tổng với 24 làng:\n*Tổng Bình Thạnh Trung gồm 10 làng: An Phú, Bình Lý, Đông Thạnh, Hòa Phú, Mỹ Bình, Nhị Bình, Paris Tân Qui, Tân Mỹ Đông, Tân Thạnh Đông, Tân Thạnh Tây\n*Tổng Long Tuy Hạ gồm 5 làng: Phước An, Phước Mỹ, Tân An Tây, Tân Thông Trung, Trung Lập\n*Tổng Long Tuy Thượng gồm 9 làng: Phước Ninh, Tân Hiệp, Tân Phú Trung, Tân Thới, Tân Thới Nhì, Tân Thới Tứ, Tân Xuân, Vĩnh Cư, Xuân Thới Sơn\n*Tổng Long Tuy Trung gồm 5 làng: An Nhơn Tây, Mỹ Hưng, Nhuận Đức, Phú Hòa Đông, Phú Thạnh.\n\n3. Quận [[Thủ Đức]] có 6 tổng với 43 làng:\n*Tổng An Bình gồm 6 làng: An Đông Xã, An Phú, Bình Khánh, Bình Trung, Đông Phú, Thạnh Mỹ Lợi\n*Tổng An Điền gồm 7 làng: Bình Quới Đông, Bình Thái, Bình Thọ, Linh Chiểu Trung, Linh Chiểu, Trường Thọ, Xuân Hiệp\n*Tổng An Thành gồm 6 làng: Long Tân, Phú Hữu, Phước Trường, Tân Điền, Trường Khánh, Trường Lộc\n*Tổng An Thổ gồm 8 làng: Bình Chánh, Bình Chiểu, Bình Đức, Bình Đường, Bình Phú, Bình Triệu, Đông An, Dĩ An\n*Tổng An Thủy gồm 10 làng: Bình Thắng, Bình Thung, Đông Tác, Đông Yên, Hòa Hiệp, Phong Phú, Tăng Phú, Tân Hóa, Tân Nhơn, Tân Ninh\n*Tổng Long Vĩnh Hạ gồm 6 làng: Ích Thạnh, Long Thuận, Long Hòa, Mỹ Thạnh, Phước Hòa, Thái Bình.\n\n4. Quận [[Nhà Bè]] có 4 tổng với 19 làng:\n*Tổng An Thịt gồm 3 làng: An Thới Đông, Bình Khánh, Tam Thôn Hiệp\n*Tổng Bình Trị Hạ gồm 5 làng: Phú Mỹ Tây, Phú Xuân Hội, Phước Long Đông, Tân QuiĐông, Tân Thuận Đông\n*Tổng Cần Giờ gồm 5 làng: Cần Thạnh, Đồng Hòa, Long Thạnh, Lý Nhơn, Tân Thạnh\n*Tổng Dương Hòa Hạ gồm 6 làng: Hiệp Phước, Long Đức Đông, Long Kiển, Nhơn Đức, Phú Lễ, Phước Lộc.\n\n===Năm 1955===\n1. Quận [[Thủ Đức]] có 19 làng:\n*Tổng An Bình có 05 làng: Bình Trưng, Thạnh Mỹ Lợi, Phú Hữu, An Phú và An Khánh Xã\n*Tổng An Điền có 04 làng: Linh Xuân Thôn, Phước Long Xã, Linh Đông Xã và Tăng Nhơn Phú;\n*Tổng An Thổ có 03 làng: An Bình Xã, Hiệp Bình Xã và Tam Bình Xã\n*Tổng An Thủy có 03 làng: Bình An, Đông Hòa Xã và Tân Đông Hiệp\n*Tổng Long Vĩnh Hạ có 04 làng: Long Thạnh Mỹ, Long Trường, Long Phước Thôn và Long Bình.\n\n2. Quận [[Nhà Bè]] có 11 làng:\n*Tổng Bình Trị Hạ có 05 làng: Phú Mỹ Tây, Phú Xuân Hội, Phước Long Đông, Tân Quy Đông và Tân Thuận Đông\n*Tổng Dương Hòa Hạ có 06 làng: Long Kiểng, Phước Lộc Thôn, Nhơn Đức, Long Đức, Hiệp Phước và Phú Lễ.\n\n3. Quận [[Hóc Môn]] có 27 làng:\n*Tổng Bình Thạnh Trung có 07 làng: Đông Hưng Thuận, Tân Đông Thượng, Đông Thạnh, Nhị Bình, Tân Thới Hiệp, Thới Tam Thôn và Trung Mỹ Tây\n*Tổng Long Bình có 06 làng: Tân Hiệp, Tân Thới Nhứt, Tân Thới Nhì, Tân Thới Trung, Xuân Thới Sơn và Xuân Thới Thượng\n*Tổng Long Tuy Thượng có 06 làng: Phước Vĩnh Ninh, Tân Phú Trung, Bình Mỹ, Tân Hòa, Tân Thạnh Đông và Trung An\n*Tổng Long Tuy Trung có 04 làng: An Nhơn Tây, Nhuận Đức, Phú Hòa Đông và Phú Mỹ Hưng;\n*Tổng Long Tuy Hạ có 04 làng: Tân An Hội, Phước Hiệp, Thái Mỹ và Trung Lập.\n\n4. Quận [[Gò Vấp]] có 15 làng:\n*Tổng Bình Trị Thượng có 08 làng: An Nhơn Xã, An Phú Đông, Bình Hòa Xã, Thạnh Lộc Thôn, Hanh Thông Xã, Thạnh Mỹ Tây, Thông Tây Hội và Quới Xuân\n*Tổng Dương Hòa Thượng có 07 làng: Bình Hưng Hòa, Phú Nhuận, Phú Thọ Hòa, Tân Hòa, Tân Sơn Hòa, Tân Sơn Nhì và Vĩnh Lộc.\n\n===Năm 1974===\n*Quận [[Bình Chánh]] gồm 15 xã: An Lạc, An Phú, An Phú Tây, Bình Chánh, Bình Hưng, Bình Trị Đông, Đa Phước, Hưng Long, Phong Đước, Qui Đức, Tân Kiên, Tân Nhựt, Tân Quý Tây, Tân Tạo, Tân Túc.\n*Quận [[Cần Giờ]] gồm 5 xã: Cần Thạnh, Đồng Hòa, Long Thạnh, Thạnh An, Tân Thạnh.\n*Quận [[Gò Vấp]] gồm 7 xã: An Nhơn Xã, An Phú Đông, Bình Hòa Xã, Thạnh Lộc Thôn, Hanh Thông Xã, Thạnh Mỹ Tây, Thông Tây Hội.\n*Quận [[Hóc Môn]] gồm 12 xã: Đông Hưng Tân, Đông Thạnh, Nhị Bình, Tân Hiệp, Tân Thới Hiệp, Tân Thới Nhứt, Tân Thới Nhì, Tân Thới Trung, Thới Tam Thôn, Trung Mỹ Tây, Xuân Thới Sơn, Xuân Thới Thượng.\n*Quận [[Nhà Bè]] gồm 9 xã: Phú Mỹ Tây, Phú Xuân Hội, Phước Long Đông, Tân Quy Đông, Tân Thuận Đông, Long Kiểng, Phước Lộc Thôn, Nhơn Đức, Long Đức.\n*Quận [[Quảng Xuyên]] gồm 4 xã: An Thới Đông, Bình Khánh, Lý Nhơn, Tam Thôn Hiệp.\n*Quận [[Tân Bình]] gồm 7 xã: Bình Hưng Hòa, Phú Nhuận, Phú Thọ Hòa, Tân Phú, Tân Sơn Hòa, Tân Sơn Nhì, Vĩnh Lộc.\n*Quận [[Thủ Đức]] gồm 15 xã: Tam Bình Xã, Long Bình, Long Phước Thôn, Long Thạnh Mỹ, Bình Trưng, Thạnh Mỹ Lợi, Phú Hữu, An Phú, Linh Xuân Thôn, Phước Long Xã, Linh Đông Xã, Long Trường, Tăng Nhơn Phú, Hiệp Bình Xã, Phước Bình.\n\n==Đọc thêm==\n*[[Thành phố Hồ Chí Minh]]\n*[[Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n*[[Lịch sử hành chính Thành phố Hồ Chí Minh]]\n*[[Chủ tịch Ủy ban Nhân dân Thành phố Hồ Chí Minh]]\n*[[Danh sách Bí thư Thành ủy Thành phố Hồ Chí Minh]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n*[http:\/\/namkyluctinh.org\/a-sachsuvn\/thduc-gdtthongchi%5Bq3%5D.pdf ''Gia Định thành thông chí'', tập 3, Trịnh Hoài Đức.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130720125439\/http:\/\/namkyluctinh.org\/a-sachsuvn\/thduc-gdtthongchi%5Bq3%5D.pdf |date=2013-07-20 }}\n\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Nam Kỳ lục tỉnh]]\n[[Thể loại:Hành chính Việt Nam thời Nguyễn]]\n[[Thể loại:Hành chính Việt Nam thời Pháp thuộc]]\n[[Thể loại:Hành chính Việt Nam Cộng hòa]]\n[[Thể loại:Hành chính Thành phố Hồ Chí Minh]]"}