{"1297665":"'''Gia Định Thành''' (có nguồn viết không hoa chữ cuối) là một đơn vị hành chính cao hơn trấn, có nhiệm vụ cai quản các trấn ở phía Nam [[Việt Nam]], được lập năm [[1808]] cho đến năm [[1832]], thì bị bãi bỏ <ref>Nguyễn Đình Đầu (sách đã dẫn, tr. 196). '''Lưu ý''': Cần phân biệt \"Gia Định Thành hay thành Gia Định\" là một đơn vị hành chính, khác với \"[[thành Gia Định]]\" (còn gọi là thành Sài Gòn hay thành Phiên An) chỉ là một tòa thành.<\/ref>.\n\n==Lịch sử ==\nSơ lược quá trình cải đổi từ ''phủ Gia Định'' đến ''Gia Định Thành'':\n\n[[Tháng hai|Tháng 2]] ([[âm lịch]]) năm [[Mậu Dần]] ([[1698]]), Thống suất [[Nguyễn Hữu Cảnh]] nhận lệnh chúa [[Nguyễn Phúc Chu]] vào kinh lược xứ Đồng Nai. Sau đó, ông lập dinh Phiên Trấn, gồm '''phủ Gia Định''' và huyện [[Tân Bình (phủ cũ Gia Định)|Tân Bình]]<ref>''Quốc triều sử toát yếu'', phần \"Tiền biên\", tr. 43<\/ref>.\n\n[[Tháng mười một|Tháng 11]] (âm lịch) năm [[Kỷ Hợi]] ([[1779]]), chúa [[Gia Long|Nguyễn Phúc Ánh]] duyệt xem bản đồ, chia toàn miền Nam lúc bấy giờ ra thành một trấn (Hà Tiên) và 4 dinh (Trấn Biên, Phiên Trấn, Trường Đồn, [[Long Hồ (dinh)|Long Hồ]]) <ref>''Quốc triều sử toát yếu'', phần Chính biên, tr. 27.<\/ref>. Tất cả các dinh trấn này đều chịu sự cai quản của '''phủ Gia Định''' <ref>Nguyễn Đình Đầu (tr. 196). Khi ấy, dinh Phiên Trấn có một huyện là Tân Bình, gồm 4 tổng là: Bình Dương, Tân Long, Thuận An và Phước Lộc. Năm [[1790]], chúa Nguyễn Phúc Ánh chọn [[Thành phố Hồ Chí Minh|Sài Gòn]] (thuộc dinh Phiên Trấn) làm nơi đóng đô của mình, và gọi là '''Gia Định kinh'''. Sau khi lấy được [[Cố đô Huế|Phú Xuân]] ([[1801]]), chúa Nguyễn liền dời đô ra đấy (Nguyễn Đình Đầu, tr. 195).<\/ref>.\n\nNăm [[Nhâm Tuất]] ([[1802]]), vua Gia Long cho đổi phủ Gia Định thành '''trấn Gia Định''', đồng thời cho các dinh cũng đổi thành các trấn, gồm: Phiên An, Biên Hòa, Định Tường, Vĩnh Thanh và Hà Tiên. Tất cả các trấn này nằm dưới sự cai quản của ''trấn Gia Định''. Có thể coi đây là thời kỳ \"Gia Định ngũ trấn\"<ref name=\"NDD\">Nguyễn Đình Đầu, tr. 196.<\/ref>.\n\nĐến năm [[Mậu Thìn]] ([[1808]]), nhà vua này định lại bờ cõi, phân địa giới toàn lãnh thổ Việt Nam ra làm 4 dinh gồm 25 trấn, đồng thời lại chia làm hai miền Bắc Nam, gọi là '''[[Bắc Thành]]''' và '''Gia Định Thành''' để tiện việc cai quản<ref>Huỳnh Minh, ''Gia Định xưa'', tr. 12.<\/ref>. \nLúc bấy giờ, trấn Gia Định được đổi thành '''Gia Định Thành''', và cho cai quản 5 trấn, là: Phiên An, Biên Hòa, Vĩnh Thanh, Định Tường và Hà Tiên<ref>''Quốc triều sử toát yếu'', phần \"Chính biên\", tr. 96.<\/ref>.\n\nTheo Nguyễn Đình Đầu, sở dĩ trấn Gia Định được đổi tên là \"Gia Định Thành\" là vì trước đây Gia Định và Phiên An cùng gọi là \"trấn\", rất dễ lẫn nhau, và dễ nhầm là ngang bậc nhau. Và cũng theo nhà nghiên cứu này, mặc dù danh xưng thay đổi, song [[Thành phố Hồ Chí Minh|Sài Gòn]] (thuộc trấn Phiên An) vẫn luôn là lỵ sở của các thời kỳ: phủ Gia Định, trấn Gia Định và Gia Định Thành<ref name=\"NDD\" \/>.\n\nVề mặt hành chính của Gia Định Thành, đứng đầu là Tổng trấn, có hai phụ tá là Hiệp Tổng trấn và Phó Tổng trấn. Các thuộc viên khác, gồm có Trấn thủ, Cai bộ và Ký lục. Đây chính là các quan chức đại diện cho triều đình để thống quản các trấn ở phía Nam <ref>Nguyễn Đình Đầu, tr. 155.<\/ref>.\n\n[[Tổng trấn Gia Định Thành]] đầu tiên là [[Nguyễn Văn Nhơn]] (hay Nhân), và vị Tổng trấn cuối cùng là [[Lê Văn Duyệt]] (lãnh chức vụ này lần 2 từ năm [[1820]] đến [[1832]]).\n\nNăm [[Minh Mạng]] thứ 13 ([[Nhâm Thìn]], [[1832]]), sau khi Lê Văn Duyệt từ trần, nhà vua bãi bỏ chức Tổng trấn, chia miền Nam Việt Nam ra làm 6 tỉnh là: [[Gia Định|Phiên An]]<ref>[[Tháng năm|Tháng 5]] (âm lịch) năm [[Quý Tỵ]] ([[1833]]), [[Lê Văn Khôi]] khởi binh chiếm thành Phiên An. [[Tháng tám|Tháng 8]] (âm lịch) năm đó, vua [[Minh Mạng]] cho đổi tỉnh Phiên An thành tỉnh Gia Định (theo ''Quốc triều sử toát yếu'', tr. 205; và Nguyễn Đình Đầu, tr. 209).<\/ref>, [[Biên Hòa]], [[Định Tường]], [[Vĩnh Long]], [[An Giang]] và [[Hà Tiên (tỉnh)|Hà Tiên]] (gọi chung là ''[[Nam Kỳ Lục tỉnh]]''), và không đặt một viên quan nào cai trị chung cho cả lục tỉnh nữa. Đơn vị hành chính Gia Định Thành kể như bị xóa sổ từ năm ấy ([[1832]]).\n\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Quốc triều sử toát yếu''. Nhà xuất bản Văn học, 2002.\n*[[Nguyễn Đình Đầu]], \"Địa lý lịch sử Thành phố Hồ Chí Minh\", trong ''Đại chí văn hóa Thành phố Hồ Chí Minh'' (tập 1). Nhà xuất bản Thành phố HCM, 1987.\n*Huỳnh Minh, ''Gia Định xưa''. Nhà xuất bản Văn hóa - Thông tin, 2006.\n\n== Chú thích ==\n{{Tham khảo}}\n{{sơ khai lịch sử Việt Nam}}\n\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Phân cấp hành chính Việt Nam| ]]\n[[Thể loại:Lịch sử Đàng Trong]]"}