{"573204":"{{Bảng tóm tắt về phim\n| tên = Gia đình số đỏ\n| hình = \n| cỡ hình = \n| ghi chú = \n| đạo diễn = [[Văn Công Viễn]]\n| sản xuất = Nguyễn Thị Thùy Linh\n| tác giả = Văn Công Viễn<br>Như Trân<br>Ngô Hạnh<br>Hải Hà<br>Mạnh Thắng<br>Ánh Hường\n| diễn viên = [[Quang Minh - Hồng Đào|Quang Minh<br>Hồng Đào]]<br>[[David Phạm]]<br>[[Don Nguyễn]]<br>[[Văn Hiệp]]<br>[[Nhã Phương (diễn viên)|Nhã Phương]]<br>[[Ngọc Quyên]]<br>[[Huỳnh Anh Tuấn]]\n| âm nhạc = [[Võ Thiện Thanh]]\n| quay phim = Diệp Thế Vinh\n| dựng phim = Hoài Vân\n| hãng sản xuất = Hãng phim Đại Nam\n| phát hành = [[Đài Truyền hình Thành phố Hồ Chí Minh]]\n| công chiếu = Năm 2010\n| thời lượng = 50 phút \/ tập (40 tập)\n| quốc gia = [[Tập tin:Flag of Vietnam.svg|25px]] Việt Nam\n| ngôn ngữ = Tiếng Việt\n| kinh phí = \n| doanh thu = \n| phần trước = \n| phần sau = \n| website = \n| imdb_id = \n}}\n'''''Gia đình số đỏ''''' là một bộ phim truyền hình Việt Nam dài 40 tập do Hãng phim Đại Nam sản xuất theo yêu cầu của [[Đài Truyền hình Thành phố Hồ Chí Minh|HTV]], phát sóng vào năm 2010, phỏng lấy ý tưởng từ tiểu thuyết ''[[Số đỏ]]'' của nhà văn [[Vũ Trọng Phụng]], kể về những con người thuộc tầng lớp thấp hèn, nhờ \"số đỏ\" mà đổi đời, trở nên quyền quý một cách hài hước.\n\nCốt truyện phim được đánh giá là \"cười ra nước mắt\" cùng với dàn diễn viên được đánh giá là phong phú với thành phần bao gồm các diễn viên hài trong nước và hải ngoại thuộc nhiều thế hệ đã góp phần làm nên thành công của bộ phim.\n\n== Cốt truyện ==\n{{biết trước nội dung tác phẩm}}\nPhim xoay quanh gia đình ông Ba Phát, một gia đình nông dân miền Tây đang ôm giấc mộng đổi đời thì nhận được thư mời của một người họ hàng ở Sài Gòn mời lên làm giám đốc một công ty, ai dè công ty đâu không thấy, rốt cuộc phải chật vật lắm họ mới thuê được một căn nhà với giá cắt cổ. Từ đó, hai người con lớn đi tìm việc nuôi gia đình.\n\nAnh cả Phát Tài khù khờ, làm biếng, hài hước, rất \"lúa\" đi làm vệ sĩ và gặp phải bà Thoa, một người đàn bà giàu có nhưng \"ham gặm cỏ non\" đã ve vãn anh, từ đó bà đưa anh vào ngành người mẫu và anh nhanh chóng được nổi tiếng. Tài vốn yêu Hàn Mai, cô con gái xinh đẹp của ông tổ trưởng Quang Vinh hàng xóm nhưng cứ phải dính vào các mỹ nhân ở Sài Gòn vì những kế hoạch lọc lừa, trục lợi của cậu em trai Phát Minh khiến ông tổ trưởng hiểu lầm Tài là người xấu và ra sức ngăn cản tình cảm của Tài và Mai.\n\nAnh ba Phát Minh xảo trá, hay sĩ diện, tự cao, mưu mẹo nhưng chưa hiểu sự đời cũng như bản chất người Sài Gòn nên không biết lượng sức mình. Làm ở một phòng tranh, Minh thường xuyên dùng miệng lưỡi lanh lợi, lẻo mép của mình để trục lợi mọi người và đạt nhiều mục đích. Từ thủ kho ra bán tranh, Minh \"tấn công\" cả con gái ông chủ phòng tranh. Biết bản tính xấu của nhân viên, ông chủ hết lòng can ngăn con gái nhưng không được. Trong một lần bất cẩn, Minh gặp ông Vũ, một giám đốc thời trang, ông đã dùng tiền để nhờ Minh và Tài giúp ông chiếm cảm tình của siêu mẫu Mỹ Dung, người ông yêu nhưng không được đền đáp. Tham tiền, Minh nhận lời và biến anh mình thành kẻ lừa tình giả dối. Kế hoạch của ông Vũ bị \"phản tác dụng\" và Mỹ Dung càng lúc càng yêu say đắm anh Tài nhà quê. Ông Vũ muốn Minh dừng lại nhưng Minh đã lật lọng, phản lại ông. Minh ra mở một tòa soạn báo nhờ tiền anh lừa đảo con gái ông chủ phòng tranh cũng như nhiều người khác mà có, vì báo của Minh là \"lá cải\", nhảm nhí, hay bịa chuyện nên ông Vũ dễ dàng làm cho Minh thân bại danh liệt và dạy cho Minh bài học về cách sống ở đời không nên gian dối, thủ đoạn ngay cả trong tình cảm. Buồn bã vì thất bại, Minh hỗn láo với ba mẹ và bị đuổi ra khỏi nhà. Do dùng mọi cách để gầy dựng lại sự nghiệp nên Minh dính vào xã hội đen và bị nhiều phen khốn đốn. Cuối cùng anh đi làm thuê trong chợ và được ba mẹ tha lỗi cho về nhà.\n\nTrong khi đó, ông Ba Phát lại đam mê một phát minh đến từ vựa ve chai và nhiều lần bị bà Ba Phát càu nhàu. Cuối cùng ông đã thành công khi chế tạo cái bếp dùng năng lượng mặt trời. Làm ăn rất khấm khá, hàng trăm cái bếp được ông sản xuất ra và bán đắt như tôm tươi, ông mở công ty riêng, gia đình ông đổi đời nhờ chính sức lao động của ông chứ không phải sự giả dối, lừa lọc của anh ba Phát Minh.\n\nÔng tổ trưởng Quang Vinh hàng xóm gả con gái mình là Mai cho Tài, bà Thoa trở thành người yêu của ông Quang Vinh, cả gia đình \"số đỏ\" ấy đổi đời và sống hạnh phúc. Nhưng còn ông Vũ và Mỹ Dung, không ai biết chuyện gì sẽ đến với họ.\n\n{{hết phần cho biết trước nội dung}}\n\n== Diễn viên ==\n* [[Quang Minh - Hồng Đào|Quang Minh]] vai ông Ba Phát\n* [[Quang Minh - Hồng Đào|Hồng Đào]] vai bà Ba Phát\n* [[David Phạm]] vai Phát Tài\n* [[Don Nguyễn]] vai Phát Minh\n* Trung Hiếu vai Phát Lộc\n* [[Văn Hiệp]] vai ông Quang Vinh\n* [[Nhã Phương (diễn viên)|Nhã Phương]] vai Hàn Mai\n* [[Ngọc Quyên]] vai Mỹ Dung\n* [[Huỳnh Anh Tuấn]] vai ông Vũ\n* Thanh Vân vai bà Thoa\n* Hữu Thạch vai Hai Lít\n* Kim Nhã vai Thu Thảo\n* Bảo Trí vai ông Thông\n* Lê Khâm vai Minh Cao\n\n==Các phát biểu liên quan==\nĐạo diễn Văn Công Viễn: \"''Gia đình số đỏ'' là một bức tranh xã hội đầy màu sắc với những nét chấm phá thú vị. Trong bối cảnh có nhiều phim Việt được sản xuất và lên sóng, phim của tôi sẽ là một \"món ăn\" lạ, hứa hẹn sẽ bất ngờ với mọi người\".\n\nQuang Minh: \"Vai diễn ông Ba Phát của Quang Minh khá đặc biệt. Đó là một ông nông dân yêu khoa học, chuyên nghĩ ra những phát minh mới lạ như chiếc ghe chạy cả dưới nước lẫn trên cạn, máy nước nóng dùng năng lượng mặt trời, điện thoại... Đôi khi những phát minh chẳng giống ai của ông ta đã gây ảnh hưởng không nhỏ đến các thành viên khác trong gia đình\".\n\nHồng Đào: \"Trong phim Hồng Đào và Quang Minh cũng đóng vợ chồng. Vai diễn của Hồng Đào là một phụ nữ rất bình thường: làm nội trợ, ít học, nấu ăn ngon, sống tằn tiện nhưng về khoản thương yêu chồng con thì không chỗ nào chê. Khi đọc khoảng hai, ba tập kịch bản phim, Đào rất thích vai diễn vì điều này. Có lẽ nhiều bạn trẻ hiện nay cho đó là vô lý, bất công, nhưng phụ nữ Việt Nam mình là như vậy, tận tụy với gia đình, chẳng hề có một lời ca cẩm nào\".\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/tuoitre.vn\/Van-hoa-Giai-tri\/371694\/Quang-Minh---Hong-Dao-Nhu-gai-moi-ve-nha-chong.html Quang Minh - Hồng Đào: Như gái mới về nhà chồng], [[Tuổi Trẻ (báo)|Tuổi Trẻ]]. \n*[http:\/\/tuoitre.vn\/van-hoa-giai-tri\/388868\/hai-huoc-voi-gia-dinh-so-do.html Hài hước với Gia đình số đỏ], [[Tuổi Trẻ (báo)|Tuổi Trẻ]].\n*[http:\/\/www.youtube.com\/watch?v=LEEYbc02X-M Clip giới thiệu nhân vật trong phim.]\n\n[[Thể loại:Phim truyền hình Việt Nam ra mắt năm 2010]]\n[[Thể loại:Chương trình truyền hình tiếng Việt]]\n[[Thể loại:Chương trình truyền hình hài kịch Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Chương trình truyền hình trên HTV]]\n[[Thể loại:Phim về gia đình]]\n[[Thể loại:Phim về gia đình bất thường]]\n[[Thể loại:Phim về anh em]]\n[[Thể loại:Phim về anh chị em ruột]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hài thập niên 2010]]\n[[Thể loại:Phim chính kịch thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]"}