{"239444":"{{Infobox Book | \n| name = Gia Định thành thông chí\n| title_orig = 嘉定城通志\n| translator = Đỗ Mộng Khương và Nguyễn Ngọc Tỉnh<br>Tu Trai Nguyễn Tạo<br>Lý Việt Dũng\n| image = [[Tập tin:Gia Định thành thông chí, Lý Việt Dũng, 2004.jpg]]\n| image_caption = Trang bìa của bản dịch năm 2004 của Lý Việt Dũng\n| author = [[Trịnh Hoài Đức]]\n| cover_artist = \n| country = [[Việt Nam]]\n| language = [[chữ Hán|Hán]] [[chữ Nôm|Nôm]]\n| length = \n| series = \n| genre = [[địa chí]]\n| publisher = \n| release_date = khoảng 1820\n| media_type = bản khắc gỗ, giấy quyến\n| pages = \n| isbn =\n| preceded_by = \n| followed_by = \n}}\n'''''Gia Định thành thông chí''''' (嘉定城通志) hay '''''Gia Định thông chí''''' (嘉定通志) là một quyển [[địa chí]] của [[Trịnh Hoài Đức]] (1765-1825) viết về miền đất [[Gia Định]] bằng [[chữ Nho]] và [[chữ Nôm]], là một sử liệu quan trọng về [[Nam Bộ]] thời [[nhà Nguyễn]].\n\n== Bối cảnh biên soạn ==\nKhông rõ thời gian Trịnh Hoài Đức biên soạn sách này, một số học giả cho rằng sách này được hoàn thành vào đời [[Gia Long]] (1802&ndash;1820) và được hiến vào năm [[Minh Mạng]] thứ nhất (Canh Thìn, 1820) sau khi triều Nguyễn có chiếu tìm kiếm và thu thập thư tịch cũ<ref name=Do9>{{harvnb|Đỗ Mộng Khương|Nguyễn Ngọc Tỉnh|Đào Duy Anh|1964|p=9}}.<\/ref>. Theo G. Aubaret thì sách được viết vào thời Minh Mạng, khoảng những năm 1830<ref name=AubaretIntro>{{harvnb|Gabriel Aubaret|1863|p=i}}. Phần ''Introduction''.<\/ref>. Dương Bảo Quân, một học giả của trường [[Đại học Bắc Kinh]], thận trọng cho rằng việc biên soạn được tiến hành vào giữa các năm 1820 và 1822<ref name=LyIntro>{{harvnb|Lý Việt Dũng|Huỳnh Văn Tới|2004}}. Lời giới thiệu<\/ref>.\n\n== Cấu trúc và nội dung ==\n[[Tập tin:Gia Định thành thông chí, Tinh dã chí, tr1.JPG|nhỏ|Trang đầu tiên của quyển I \"Tinh dã chí\"]]\nQuyển sách này ghi chép rất công phu và tỉ mỉ về núi sông, khí hậu, hành chính, thành trì, cũng như về phong tục tập quán, tính cách và sinh hoạt của dân cư tại vùng đất Gia Định từ thời [[Nguyễn Hữu Cảnh]] vào kinh lược đất này từ năm [[1698]] cho đến những năm đầu [[thế kỷ 19]]. Gia Định hay Gia Định thành ban đầu vốn là tên gọi để dùng toàn bộ khu vực miền Nam Việt Nam. Cho nên bộ sách viết về cả miền Gia Định, hay Nam Bộ xưa. Nguyên bản (bản khắc gỗ) hiện nay không thấy<ref name=LyIntro\/>, nhưng theo bản chép tay lưu tại thư viện Viện sử học Việt Nam (ký hiệu HV. 151 (1-6)) thì sách gồm toàn bộ sáu quyển, đóng làm 3 tập khổ 17x30cm, chữ hàng 8 (8 cột), mỗi hàng 21 chữ<ref name=Do9\/>. Mỗi quyển viết về một phương diện khác nhau.\n\n=== Quyển I- Tinh dã chí ===\n* Gồm 6 tờ: Quyển này viết về vị trí đất Gia Định so với các vì sao theo thiên văn cổ cũng như phân tích khí hậu vùng đất này. Tác giả căn cứ vào các [[thiên văn học|thiên văn]] chí và [[địa lý]] chí của sách, sử Trung Quốc như ''Chu lễ sớ'', ''[[Hán thư|Tiền Hán thư]]'', ''[[Cựu Đường thư|Đường thư]]'', ''Nam Việt chí'', ''Tinh kinh''... xác định các đất [[Ngô (nước)|Ngô]], [[Việt (nước)|Việt]] và [[Dương Châu]] đối với các vì sao để suy ra vị trí của đất Gia Định về mặt [[thiên văn học|thiên văn]]. Đào Duy Anh đánh giá phần này không có giá trị thiết thực<ref name=Do10>{{harvnb|Đỗ Mộng Khương|Nguyễn Ngọc Tỉnh|Đào Duy Anh|1964|p=10}}.<\/ref>, \n* Phần phụ về khí hậu thì có phần thiết thực hơn, mặc dù vẫn ảnh hưởng căn bản của Hán học<ref name=Do11>{{harvnb|Đỗ Mộng Khương|Nguyễn Ngọc Tỉnh|Đào Duy Anh|1964|p=11}}.<\/ref>.\n\n=== Quyển II- Sơn xuyên chí ===\n* Gồm 90 tờ: Mô tả núi, sông Gia Định theo từng trấn: \n:[[Trấn Biên Hòa]]:<ref>[[Núi Long Ẩn|Long Ẩn Sơn]], [[Núi Lò Gốm|Bửu Long Sơn]], [[Hòn Rùa|Quy Dự]], [[Núi Đá Trắng|Bạch Thạch Sơn]], [[Hòn Đá Lửa|Thạch Hỏa Sơn]], [[Hòn Gò Đào|Đào Cang]], [[Núi Chiêu Thái|Chiêu Thái Sơn]], [[Thần Quy Sơn]], [[Thiết Khâu Sơn]], [[Núi Ký|Ký Sơn]], [[Núi Bà Vãi|Nữ Tăng Sơn]], [[Núi Làng Giao]], [[Núi Trấn Biên|Trấn Biên Sơn]], [[Núi Bà Rịa|Bà Rịa Sơn]], [[Núi Sa Trúc|Sa Trúc Sơn]], [[Núi Thùy Vân|Thùy Vân Sơn]], [[Thát Ky Sơn]], [[Thần Mẫu Sơn]], [[Phước Long Giang]], [[Đại Phố Châu]], [[Cồn Con Nghê|Thạch Nghê]], [[Cự Tích Thạch]], [[Cù lao Ngô|Ngô Châu]], [[Cù lao Tân Triều|Tân Triều Châu]].<\/ref>\n:[[Thành Gia Định|Trấn Phiên An]]\n:[[Trấn Định Tường]]\n:[[Trấn Vĩnh Thanh]] \n:[[Trấn Hà Tiên]]\n:Tên các núi, sông được ghi bằng chữ Hán và chú thêm chữ Nôm, rất tiện lợi cho việc tra cứu, không như các sách địa chí từ thời [[Minh Mạng]] trở về sau chỉ chép tên dịch nghĩa bằng [[chữ Hán]].\n\n===Quyển III- Cương vực chí ===\n* Gồm 85 tờ: Chép lịch sử khai phá vùng đất Gia Định của các [[chúa Nguyễn]], dẫn nhiều từ ''[[Phủ biên tạp lục]]'' của [[Lê Quý Đôn]], có những tài liệu độc đáo về các cuộc gặp giữa các chúa Nguyễn và các vua [[Campuchia|Cao Miên]]<ref name=Do11\/>. \n* Phần sau chép về cương vực đất Gia Định và các trấn với danh sách các phủ, huyện, tổng, xã, thôn, lân. Phần về [[trấn Hà Tiên]] có những tư liệu độc đáo về quan hệ với [[Cao Miên]] và [[Xiêm La]]<ref name=Do11\/>.\n\n=== Quyển IV- Phong tục chí ===\n* Gồm 18 tờ: Nói về các tập tục, cách ăn mặc, nhà cửa, tín ngưỡng, lễ tết, hội hè trong toàn cõi Gia Định, và những phong tục đặc sắc của mỗi trấn.\n=== Quyển V- Vật sản chí ===\n* Gồm 25 tờ: Nói về nông sản, tình tình ruộng đất, giống lúa và hoa màu, lâm sản, thổ sản, thủy sản... của đất Gia Định.\n\n===Quyển VI- Thành trì chí ===\nGồm 45 tờ: Giới thiệu về vị trí, giới hạn, quy mô các thành, trấn và huyện lỵ, đồn, lũy, đền, chùa, cầu, chợ, phố xá.\n\n== Các bản dịch ==\n[[Tập tin:Gia Định thành thông chí, G. Aubaret.JPG|nhỏ|phải|Trang bìa trước quyển ''Histoire et description de la Basse Cochinchine'' của G. Aubaret]]\nNội dung bộ sách viện dẫn nhiều sách cổ Trung Quốc, và sử dụng nhiều [[chữ Nôm]], cũng như các tên riêng, thổ ngữ, tập tục tại các địa phương. Điều này thể hiện tác giả là một nhà Hán học uyên thâm và hiểu rõ vùng đất mà ông sinh sống. Đồng thời việc dịch tập sách này cũng đòi hỏi kỹ năng dịch chữ Hán và chữ Nôm sang [[quốc ngữ|chữ quốc ngữ]], và phải am hiểu về các tên gọi và phong tục của miền Nam, nhất là tên các địa danh bằng chữ Nôm. Hơn nữa, một số bản chép tay còn sót lại cũng chứa đựng không ít sai sót gây khó khăn cho các dịch giả.\n\nSau khi thực dân Pháp đặt chân tới Nam Kỳ, [[Bộ Hàng hải và Thuộc địa Pháp]] đã yêu cầu Gabriel Aubaret dịch sách này sang tiếng Pháp để họ nắm tình hình thổ địa và nhân dân vùng đất Nam Bộ, phục vụ cho công cuộc chinh phục của họ. Bản dịch này được ''[[Imprimerie Impériale]]'' (\"Nhà in Đế quốc\") xuất bản năm 1863 tại Paris với tựa đề ''Histoire et description de la Basse Cochinchine'' (chuyển tự từ chữ Hán thành ''Gia-dinh-Thung-chi''). Bản dịch này không theo đúng kết cấu của nguyên tác, mục đích phục vụ cho độc giả người Pháp và thực dân Pháp. Các khu vực hành chính không được dịch vì dịch giả này cho rằng chúng đã lạc hậu, hơn nữa lại quá khó dịch vì lúc bấy giờ thực dân Pháp mới chỉ xâm lược ba tỉnh miền Đông, ông ta chưa có điều kiện thực địa để đối chiếu với tên gọi tại các địa phương bằng chữ Nôm. Thay vào đó, ông thay bằng một bảng phụ lục những khu vực hành chính thời [[Tự Đức]]. Đào Duy Anh đánh giá tác giả sách này có phiên âm sai các tên riêng, tuy nhiên không nhiều, và khuyết điểm nghiêm trọng nhất của bản dịch là dịch sai do dịch giả không hiểu vững vàng Hán văn.<ref name=Do11>{{harvnb|Đỗ Mộng Khương|Nguyễn Ngọc Tỉnh|Đào Duy Anh|1964|p=11, 12}}.<\/ref>\n\nVào những năm 1964, các nhà Hán học thuộc Ban Cổ sử của [[Viện Sử học (Việt Nam)|Viện Sử học Việt Nam]] bao gồm Đỗ Mộng Khương và Nguyễn Ngọc Tỉnh đã dịch sang chữ Quốc ngữ sách này, với sự hiệu đính và chú thích của [[Đào Duy Anh]]. Bản dịch này dựa theo một bản chép tay từ thư viện của Viện Sử học, có sự đối chiếu với bản của Thư viện Khoa học trung ương, cũng như bản dịch của Gabriel Aubaret và các sách có liên quan, như ''Phủ Biên tạp lục'', ''Đại Nam thực lục tiền biên'', ''Đại Nam nhất thống chí''. Tuy nhiên bản dịch này chỉ được lưu truyền nội bộ tại Viện Sử học dưới dạng bản đánh máy. Mãi sau này, Nhà xuất bản Giáo dục mới tiến hành biên tập lại và xuất bản vào tháng 12 năm 1998 dưới dạng sách bìa cứng, gồm bản dịch và toàn bộ bản chép bằng chữ Hán Nôm. Bản dịch này đã đáp ứng được nhu cầu thực tế, làm tài liệu tốt cho nghiên cứu, và giáo dục trong nhà trường; nhân dịp các tỉnh thành Nam Bộ kỷ niệm 300 năm hình thành và phát triển.<ref name=LyIntro\/> Tuy thế, bản dịch này cũng nhầm khi dịch các tên địa danh như nhầm [[Láng Thé]] thành Lãng Đế, [[Cần Giuộc]] thành Cần Dọt; hay \"[[tư võ]] (tư mã) giặc Trần Tuấn\" dịch nhầm thành \"quân giặc là Võ Trần Tuấn\".<ref name=LyIntro\/>\n\nTại miền Nam Việt Nam, nhóm Tu Trai Nguyễn Tạo đã dịch và xuất bản sách này vào năm 1972. Đây là bản thông dụng nhất tại miền Nam Việt Nam trước năm 1975. Tuy nhiên, bản dịch này cũng có nhiều sai sót.\n\nNăm 1991, tại [[Trịnh Châu]], Trung Quốc, [[Nhà xuất bản sách cổ Trung Châu]] đã cho xuất bản một bộ gồm ba quyển sách sử của Việt Nam là ''Gia Định thành thông chí'', ''[[Lĩnh Nam chích quái|Lĩnh Nam trích quái]]'', và ''[[Hà Tiên trấn Hiệp trấn Mạc thị gia phả]]'', bằng chữ Trung giản thể, do Đái Khả Lai biên dịch và Dương Bảo Quân hiệu chú.\n\nNăm 2004, Lý Việt Dũng đã tổng hợp và điều chỉnh các sai sót của các bản dịch trước thành 6 nhóm: nhầm địa danh, nhầm nhân danh, nhầm tên sản vật, nhầm nghĩa Hán văn, chép sai hoặc thiếu, lỗi mo-rát<ref name=LyIntro\/>, sau đó biên dịch lại, chú giải, được Huỳnh Văn Tới hiệu đính, giới thiệu và Nhà xuất bản Tổng hợp Đồng Nai tái bản.\n\n== Đánh giá ==\nBộ sách được xem là một trong những công trình nghiên cứu đặc sắc nhất thời [[nhà Nguyễn]], được người đương thời đánh giá cao và tin cậy vào độ sử liệu của chúng, và coi như một tác phẩm kinh điển và ở khía cạnh nào đó là tác phẩm chính thức về Nam Bộ dưới góc độ địa lý và lịch sử, quan lại Nam Bộ hầu như đều phải nắm rõ sách này<ref name=AubaretIntro\/>. Các sử gia triều Nguyễn đã dựa vào sách này để soạn các bộ: ''Đại Nam thực lục'' (Tiền biên), ''Đại Nam liệt truyện'' (Tiền biên), ''[[Đại Nam nhất thống chí]]'' (phần Lục tỉnh Nam bộ). Năm 1862, sau khi [[đế quốc thực dân Pháp|thực dân Pháp]] chiếm được ba tỉnh miền Đông [[Nam Kỳ|Nam kỳ]] gồm [[Gia Định (tỉnh)|Gia Định]], [[Định Tường]], [[Biên Hòa (tỉnh)|Biên Hòa]] đã tổ chức biên dịch ngay sách này thành tiếng Pháp để phục vụ cho công cuộc khai thác thuộc địa của họ. Tại Trung Quốc, sách này cũng được xuất bản cùng với ''[[Lĩnh Nam chích quái|Lĩnh Nam trích quái]]'', và ''[[Hà Tiên trấn Hiệp trấn Mạc thị gia phả]]'' năm 1991 nhằm giúp hiểu rõ hơn về lịch sử di dân sang Việt Nam của người Trung Quốc vào đầu thời [[nhà Thanh]].\n\n''Gia Định thành thông chí'' là sách đầu tiên mô tả kỹ lưỡng sông núi miền Nam, cũng như mô tả kỹ càng các khu vực hành chính Gia Định từ trấn, phủ tới thôn, lân; các sách địa chí đời sau, như ''[[Đại Nam nhất thống chí]]'' ở đời [[Tự Đức]] cũng không mô tả kỹ hơn<ref name=Do11\/>. Tên các núi, sông được ghi bằng chữ Hán và chú thêm chữ Nôm, rất tiện lợi cho việc tra cứu, không như các sách địa chí từ thời Minh Mệnh trở về sau chỉ chép tên dịch nghĩa bằng chữ Hán, ví dụ Chợ Củi chép thành Sài Thị<ref name=Do11\/>. Trong chương ''Phong tục'', tác giả đã kỹ lưỡng trong việc chú giải cách phiên âm chữ Nôm của mình: ''Nếu gặp quốc âm hay tên địa phương thì cũng lấy trong sách chữ Hán có âm y hệt hay na ná rồi thêm vào trên đầu hay bên hông trái, khi thì bộ sơn để chỉ chữ thuộc núi non, bộ điểu thuộc chim chóc, bộ mộc thuộc cây cối, bộ thảo thuộc hoa cỏ...''<ref name=LyIntro\/>.\n\nTuy vậy, tác giả ảnh hưởng căn bản của Hán học nên dựa vào khá nhiều vào thư tịch Hán văn khi phân tích hay mở đầu các chương, Đào Duy Anh đánh giá những phần này ít có giá trị thiết thực, chẳng hạn như phần về thiên văn<ref name=Do10\/>.\n\nG. Aubaret phê phán tác giả thiếu hiểu biết về khoa học khi cho rằng bệnh [[sốt rét]] phổ biến ở đất Gia Định là do khí hậu.<ref name=AubaretIntro_v>{{harvnb|Gabriel Aubaret|1863|p=v}}. Phần ''Introduction''.<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n{{refbegin}}\n* {{Citation\n | author=Gabriel Aubaret\n | title=Histoire et description de la Basse Cochinchine (pays de Gia-Dinh)\n | publisher=Imprimerie Impériale\n | place=Paris\n | volume=\n | edition=\n | year=1863\n | url=http:\/\/books.google.com\/books?id=wkkOAAAAQAAJ&printsec=frontcover\n | access-date=ngày 6 tháng 6 năm 2008\n }}. {{fr}}\n* {{ Citation\n | author1=Đỗ Mộng Khương\n | author2 =Nguyễn Ngọc Tỉnh\n | author3 =Đào Duy Anh\n | author3-link = Đào Duy Anh\n | title= Gia Định thành thông chí\n | publisher=Nhà xuất bản Giáo dục\n | place=Viện Sử học Việt Nam\n | publication-place=Hà Nội\n | publication-date=tháng 12 năm 1998\n | volume=\n | edition=\n | year=1964\n}}.\n* {{Citation\n | author1=Lý Việt Dũng\n | author2=Huỳnh Văn Tới\n | title=Gia Định Thành thông chí\n | publisher=Nhà xuất bản Tổng hợp Đồng Nai\n | place=Việt Nam\n | volume=\n | edition=\n | year=2004\n | url=http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=317&Itemid=103\n | access-date=ngày 6 tháng 6 năm 2008\n }}.\n* {{Citation\n | author=Nguyễn Tạo (Tu Trai)\n | title=Gia-Định thành thông-chí\n | publisher=Phủ Quốc-vụ-khanh đặc-trách Văn-hóa (Việt Nam Cộng hòa)\n | place=Sài Gòn\n | volume=\n | edition=\n | year=1972\n | url=http:\/\/www.songhuong.com.vn\/fullsize.php?id=43&page=1.jpg\n | access-date=ngày 6 tháng 6 năm 2008\n | archive-date=2014-12-13\n | archive-url=https:\/\/web.archive.org\/web\/20141213023131\/http:\/\/www.songhuong.com.vn\/fullsize.php?id=43&page=1.jpg\n }}.\n{{refend}}\n\n==Liên kết ngoài==\n*[http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=317&Itemid=103 ''Gia Định thành thông chí'' (phần 1)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080411121132\/http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=317&Itemid=103 |date = ngày 11 tháng 4 năm 2008}}, [http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=318&Itemid=103 (phần 2)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081210171400\/http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=318&Itemid=103 |date = ngày 10 tháng 12 năm 2008}}, [http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=319&Itemid=103 (phần 3)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080411121146\/http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=319&Itemid=103 |date = ngày 11 tháng 4 năm 2008}}, [http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=320&Itemid=103 (phần 4)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080411121152\/http:\/\/www.vanhoahoc.edu.vn\/site\/index.php?option=com_content&task=view&id=320&Itemid=103 |date = ngày 11 tháng 4 năm 2008}}. Bản dịch sang quốc ngữ của Lý Việt Dũng, Nhà xuất bản Tổng hợp Đồng Nai.\n\n[[Thể loại:Trịnh Hoài Đức]]\n[[Thể loại:Địa chí]]\n[[Thể loại:Sách lịch sử Việt Nam]]\n[[Thể loại:Sách địa lý Việt Nam|G]]\n[[Thể loại:Lịch sử Việt Nam thời Nguyễn]]\n[[Thể loại:Lịch sử Đàng Trong]]\n[[Thể loại:Quốc sử quán (triều Nguyễn)]]"}