{"1244036":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Gia An\n| vai trò hành chính = Xã\n| hình = Gia An's People committee office.JPG\n| ghi chú hình = UBND xã Gia An\n| vĩ độ = 11\n| kinh độ = 107\n| vĩ phút = 07\n| vĩ giây = 30\n| kinh phút = 36\n| kinh giây = 46\n| diện tích = 127,82 km²<ref name=MS\/>\n| dân số = 12567 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 98 người\/km²\n| dân tộc = \n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Bình Thuận]]\n| huyện = [[Tánh Linh]]\n| thành lập = 1999<ref>37\/1999\/NĐ-CP<\/ref>\n| trụ sở UBND = \n| mã hành chính = 23176<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n[[Tập tin:Gia An, Tanh Linh church.JPG|nhỏ|Giáo xứ Gia An]]\n'''Gia An''' là một [[Xã (Việt Nam)|xã]] nằm rìa phía Tây của huyện [[Tánh Linh]], tỉnh [[Bình Thuận]], [[Việt Nam]]. Có vị trí tiếp giáp với xã Vũ Hòa, huyện Đức Linh. Hiện nay, tuyến đường chính giao thương liên xã là tuyến đường ĐT.720 chạy dài xuyên suốt từ Vòng xoay Võ Xu đến nút giao với Quốc lộ 55.\n\nXã Gia An có diện tích 127,82&nbsp;km², dân số năm 1999 là 12567 người,<ref name=\"MS\">{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 98 người\/km².\n\n== Khí hậu ==\nXã Gia An nằm trong vùng khí hậu nhiệt đới gió mùa với đặc trưng của chế độ khí hậu bán khô hạn của vùng cực Nam Trung Bộ, có chế độ khí hậu nhiệt đới gió mùa cận xích đạo, với 2 mùa rõ rệt: mùa mưa từ tháng 5 đến tháng 11, mùa khô từ tháng 12 đến tháng 4 năm sau.\n\n== Mạng lưới sông suối ==\nXã Gia An nằm trong lưu vực chảy của sông La Ngà, với chiều dài chảy qua tương đối dài, với nhiều khúc uốn cong hiền hòa tạo nên nét đặc trưng của vùng hạ lưu. Nhờ có con sông La Ngà chảy qua bồi đắp thêm phù sa và tạo nên một vùng đất thật sự trù phú.\n\nBên cạnh đó, hồ Biển Lạc cũng là một trong những hồ nước tự nhiên có kích thước tương đối lớn tại tỉnh Bình Thuận tọa lạc một phần tại xã Gia An, ngoài tác dụng điều tiết khí hậu, cung cấp nước cho sản xuất thì hồ còn cung cấp một lượng rất lớn về cá tôm.\n\nHiện nay, xã Gia An có 1 kênh Chính Nam chạy qua phục vụ nông nghiệp thì xã đang tiến hành xây dựng thêm 1 kênh nối từ hồ Biển Lạc ra kênh Chính Nam nhằm cung cấp thêm nước tươi tiêu nông nghiệp. \n\n== Dân cư ==\nHiện nay, xã Gia An chủ yếu là dân tộc Kinh sinh sống. Dân cư tập trung đông đúc dọc theo tuyến đường ĐT.720, chủ yếu làm nghề nông và buôn bán nhỏ.\n\n== Kinh tế ==\nChủ yếu là sản xuất nông nghiệp (làm ruộng, làm vườn, chăn nuôi) và buôn bán nhỏ. Trong đó, xã Gia An là một trong những \"cánh đồng\" sản xuất lúa lớn của huyện Tánh Linh, vì thế chất lượng và công nghệ trồng và sản xuất lúa cũng từng bước phát triển và đầu tư. \n\nCác ngành công nghiệp, tiểu thủ công nghiệp, thương mại và dịch vụ cũng từng bước phát triển mạnh như ngành khai thác khoáng sản cát xây dựng và đất sét, ngành sản xuất gạch ngói cũng là một trong những ngành nghề truyền thống của xã.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Bình Thuận}}\nFanpage: A Little GiaAn{{Đơn vị hành chính thuộc huyện Tánh Linh}}"}