{"251006":"{{Chú thích trong bài|date=tháng 1\/2022}}\n'''Gia Miêu Ngoại trang''' ([[chữ Hán]]: 嘉苗外庄), là một ngôi [[làng]] cổ, nay thuộc xã [[Hà Long]], huyện [[Hà Trung]], tỉnh [[Thanh Hóa]].\n\nNgôi làng này được xem là nơi phát tích của vương triều [[nhà Nguyễn|Nguyễn]], vương triều quân chủ cuối cùng trong [[lịch sử Việt Nam]]<ref name=\"cand\" >[http:\/\/cstc.cand.com.vn\/Canh-sat-toan-cau\/Noi-phat-tich-Vuong-trieu-Nguyen-173585\/ Nơi phát tích Vương triều Nguyễn]<\/ref><ref name=\"thanhnien\" >[https:\/\/thanhnien.vn\/van-hoa\/noi-phat-tich-vuong-trieu-nguyen-533869.html Nơi phát tích vương triều Nguyễn]<\/ref>. Cho đến khi lập ra [[Đại Nam]], dòng họ Nguyễn Phúc vẫn xem Gia Miêu là gốc tổ, nên còn tự xưng dòng họ là '''Gia Miêu Nguyễn thị''' (嘉苗阮氏) hay '''họ Nguyễn Gia Miêu'''.\n\n==Mô tả==\nVị trí ngôi làng cổ được xác định tương ứng với các thôn Gia Miêu 1, Gia Miêu 2, Gia Miêu 3, thuộc xã [[Hà Long]], huyện [[Hà Trung]], tỉnh [[Thanh Hóa]].<ref name=\"cand\" \/> Vị trí ngôi làng nằm bên trái đường 7 đi các huyện [[Thạch Thành]], [[Ngọc Lặc]]... cách [[Quốc lộ 1]] khoảng 4&nbsp;km tính từ thị xã [[Bỉm Sơn]]. Nơi đây vẫn còn các di tích về đất phát tích của triều Nguyễn như lăng Trường Nguyên và nền Phương Cơ dưới chân núi Triệu Tường (còn gọi là núi Thiên Tôn), miếu Triệu Tường và đình Gia Miêu.\n\n==Lịch sử==\nTheo gia phả họ Nguyễn tại Gia Miêu, thủy tổ dòng họ Nguyễn được xét từ đời Định Quốc công [[Nguyễn Bặc]]. Đến đời thứ 16 thì vào lánh nạn và lập nghiệp ở sách Gia Hưng, huyện Tống Giang, phủ lộ Thanh Hóa. Đến đời thứ 18 (có tài liệu chép là đời thứ 10),<ref name=\"thanhnien\" \/> có Nguyễn Lý, Nguyễn Dã và [[Nguyễn Công Duẩn]] tham gia [[khởi nghĩa Lam Sơn]], phò tá [[Lê Lợi]] lên ngôi [[hoàng đế]], được phong Bình Ngô khai quốc công thần và được ban quốc tính. Thôn Gia Hưng được đổi thành Gia Miêu ngoại trang và huyện Tống Giang đổi thành huyện Tống Sơn.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai}}\n\n[[Thể loại:Hà Trung]]\n[[Thể loại:Nhà Nguyễn]]"}