{"244555":"{{bài cùng tên|Giang Biên}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Giang Biên\n| vai trò hành chính = phường\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| vĩ phút = 03\n| vĩ giây = 47\n| kinh độ = 105\n| kinh phút = 55\n| kinh giây = 07\n| bản đồ 1 = {{Maplink|frame=yes|plain=yes|frame-width=280|frame-align=center|type=shape|fill=#ffffff|fill-opacity=0|stroke-width=3}}\n| diện tích = 4,71 km²<ref name=ND132\/>\n| dân số = 4.600 người<ref name=ND132\/>\n| thời điểm dân số = 2003\n| mật độ dân số = 977 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| quận = [[Long Biên]]\n| thành lập = 2003<ref name=ND132\/>\n| trụ sở UBND = phố Kẻ Tạnh\n| mã hành chính = 00121<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Giang Biên''' là một [[phường (Việt Nam)|phường]] thuộc quận [[Long Biên]], thành phố [[Hà Nội]], [[Việt Nam]].\n\nPhường Giang Biên được thành lập năm 2003 trên cơ sở toàn bộ 471,40 ha diện tích tự nhiên và 4.600 người của xã Giang Biên, huyện [[Gia Lâm]].<ref name=\"ND132\">[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-132-2003-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-quan-Long-Bien-Hoang-Mai-phuong-thuoc-quan-Hoang-Mai-Ha-Noi-vb51571t11.aspx Nghị định số 132\/2003\/NĐ-CP ngày 6 tháng 11 năm 2003 của Chính phủ] về việc điều chỉnh địa giới hành chính để thành lập các quận Long Biên, Hoàng Mai, thành lập các phường trực thuộc quận Long Biên, quận Hoàng Mai, thành phố Hà Nội.<\/ref>\n\nĐịa giới hành chính phường Giang Biên: Đông giáp huyện Gia Lâm; Tây giáp các phường Đức Giang, Việt Hưng; Nam giáp phường Phúc Lợi; Bắc giáp huyện Gia Lâm.<ref name=\"ND132\"\/>\n\n==Lịch sử==\nGiang Biên vốn là tên chữ dùng để gọi vùng đất Vự Đàm ngày xưa, lúc bấy giờ là tên của một đơn vị hành chính gồm hai thôn Tình Quang và Quán Tình, đều là những đơn vị hành chính độc lập. Thời thực dân phong kiến, Quán Tình và Tình Quang thuộc tổng Đặng Xá, huyện Gia Lâm, tỉnh Bắc Ninh. Cách mạng Tháng Tám thành công, sau Tổng tuyển cử năm 1946, hai làng Tình Quang và Quán Tình trở thành hai xã Tình Quang và Quán Tình.\n\nTháng 5\/1955, xã Giang Biên chính thức được thành lập gồm có hai thôn là Tình Quang và Quán Tình.\n\nGiang Biên không chỉ nổi tiếng với nghề trồng rau, bện thừng, đan võng, trồng chuối mà còn nổi tiếng về truyền thống bất khuất chống giặc ngoại xâm. Trong cuộc kháng chiến chống thực dân Pháp và cuộc kháng chiến chống Mỹ cứu nước, Giang Biên luôn kiên cường, gan góc bám đất, giữ làng, vừa sản xuất, vừa chiến đấu cùng với cả dân tộc đưa sự nghiệp kháng chiến đến thắng lợi. Hiện nay toàn phường có 202 đối tượng chính sách, trong đó có: 16 mẹ được truy tặng danh hiệu Mẹ Việt Nam anh hùng; 63 thương binh, bệnh binh; 43 gia đình thân nhân liệt sỹ; 16 đồng chí bị ảnh hưởng của chất độc hóa học; 68 người đại diện gia tộc thờ cúng các liệt sĩ.\n\nHòa bình lập lại, trong công cuộc xây dựng chủ nghĩa xã hội, Giang Biên luôn là xã dẫn đầu tỉnh Bắc Ninh về phong trào hợp tác hóa nông nghiệp. Cùng với phong trào hợp tác hóa nông nghiệp, Giang Biên đã rất quan tâm tới công tác giáo dục và y tế. Năm 1958, Giang Biên được công nhận xong nạn mù chữ và được Nhà nước tặng Huân chương Lao động hạng Ba.\n\nNăm 1961, huyện Gia Lâm được sáp nhập vào Thủ đô Hà Nội, Giang Biên cùng cả huyện Gia Lâm tiến hành 3 cuộc cách mạng trong kế hoạch 5 năm lần thứ nhất. Sau 25 năm thực hiện công cuộc đổi mới (1986 -2010), Giang Biên đã đạt nhiều thành tựu quan trọng, kinh tế liên tục tăng trưởng, đời sống kinh tế, văn hóa xã hội của nhân dân ngày càng được nâng cao.\n\nNgày ngày 6 tháng 11 năm 2003, Chính phủ ban hành Nghị định số 132\/2003\/NĐ-CP thành lập quận Long Biên, xã Giang Biên thuộc huyện Gia Lâm chuyển thành phường Giang Biên thuộc quận Long Biên, thành phố Hà Nội.\n\nTháng 1\/2004, UBND Thành phố Hà Nội ban hành Quyết định số 08\/2004\/QĐ-UB về việc phê duyệt Quy hoạch chi tiết khu đô thị Việt Hưng, góp phần đẩy nhanh quá trình đô thị hóa, phát triển thương mại dịch vụ trên địa bàn phường.\n\n==Đình Tình Quang==\nĐình Tình Quang cách Trung tâm Thủ đô Hà Nội khoảng 15&nbsp;km về phía Đông – Bắc, tạo lạc giữa khu dân cư của thôn Tình Quang, xã Giang Biên, huyện Gia Lâm, nay thuộc tổ 3, phường Giang Biên, quận Long Biên, Thành phố Hà Nội. Nhưng không to bằng đình Quán Tình\n\nĐình Tình Quang thờ 3 vị Thành hoàng làng là Lý Bí ([[Lý Nam Đế]]), [[Đinh Điền]] – Một tướng giỏi của [[Đinh Bộ Lĩnh]] và [[Lý Chiêu Hoàng]] – Vị vua cuối cùng của triều Lý.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{Đơn vị hành chính thuộc quận Long Biên}}\n{{sơ khai Hà Nội}}"}