{"15203918":"\n{{Thông tin truyền hình\n| show_name                = Giang hồ Chợ Mới\n| image                    = Tiger-eye-vector.svg\n| image_size               = 292px\n| caption                  = \n| format                   = [[Phim hành động]], [[Hài kịch]]\n| rating                   = \n| creator                  = [[Tô Gia Tuấn]]\n| developer                = \n| writer                   = [[Phan Ngọc Liên]]<br>[[Hồ Việt Trung]]\n| director                 = [[Tô Gia Tuấn]]\n| creative_director        = \n| presenter                = \n| starring                 = \n| judges                   = \n| guides                   = \n| voices                   = \n| narrated                 = \n| theme_music              = [[Tô Gia Tuấn]]\n| opentheme                = \n| endtheme                 = \n| slogan                   = ''Sống chết bên nhau một đời''\n| composer                 = \n| country                  = {{VNM}}\n| language                 = [[Tiếng Việt]]\n| num_seasons              = 2\n| num_episodes             = 9\n| executive_producer       = \n| co_exec                  = \n| producer                 = \n| supervising_producer     = \n| asst_producer            = \n| consulting_producer      = \n| co-producer              = \n| story_editor             = \n| editor                   = \n| wardrobe                 = \n| stylist                  = \n| location                 = [[Sài Gòn]]<br>[[Nha Trang]]<br>[[Bangkok]]\n| cinematography           = \n| camera                   = \n| runtime                  = 28-32 [[phút]]\n| company                  = [[A Tô Film Group]]\n| distributor              = [[Nam Việt - Comedy]]<br>[[FPT]]<br>[[Galaxy Play]]<br>Công ty cổ phần Nhạc Pro\n| channel                  = [[YouTube]]<br>[[FPT|FPT Play]]<br>[[Galaxy Play]]<br>[[NhacPro Tube]]\n| channel_vn               = \n| picture_format           = 2440iP<br>4K\n| audio_format             = \n| first_run                = {{VIE}}\n| first_aired              = 2017\n| last_aired               = nay\n| first_aired_vn           = \n| last_aired_vn            = \n| status                   = Tiếp diễn\n| preceded_by              = \n| followed_by              = \n| related                  = \n| website                  = \n| production_website       = \n| website_vn               = \n| imdb_id                  = \n}}\n'''Giang hồ Chợ Mới''' ({{lang-en|New Market's gypsies}}) là nhan đề loạt [[Chương trình chiếu mạng]] [[phim ca nhạc]] [[Hài kịch|hài]] khai thác đề tài [[dân giang hồ]], [[xã hội đen]] của [[đạo diễn]] [[Tô Gia Tuấn]], phát hành từ 2017 tới nay.\n\n==Lịch sử==\n[[Chương trình chiếu mạng]] ''Giang hồ Chợ Mới'' dài 02:22:44 được [[A Tô Film Group]] bấm máy năm 2017 và phát hành bán chính thức trên [[YouTube]] tích hợp [[Facebook]] [[Nam Việt - Comedy]] lúc 17:00 ngày [[15 tháng 12]] năm 2017<ref>[https:\/\/nhacpro.vn\/tin-tuc\/giang-ho-cho-moi-chan-dien-hai-dan-nghe-si-keo-nhau-lam-dai-ca-giang-ho_235.html ''Giang hồ Chợ Mới'' - chán diễn hài, dàn nghệ sĩ kéo nhau làm đại ca giang hồ]<\/ref>. Ban đầu đề án này chỉ có ý nghĩa giới thiệu công ty thương mại hóa giải trí do ông [[Tô Gia Tuấn]] (nghệ danh Mr. Tô) nắm vị trí giám đốc kiêm đạo diễn chính các sản phẩm. Tuy nhiên, thành công vượt sức tưởng tượng cộng hưởng việc [[A Tô Film Group]] nhận [[Giải thưởng Nhà sáng tạo YouTube|nút bạc]] quá sớm khiến nhà sản xuất quyết định dưỡng sức một thời gian ngắn trước khi tung ra loạt [[phim]] ''tiền truyện'' và tiếp diễn kể từ năm 2018.\n\nỞ loạt [[phim]] mà được dự định hình thành \"[[vũ trụ điện ảnh]]\" ''Giang hồ Chợ Mới'', nhà sản xuất tập trung khai thác số phận các nhân vật anh chị lớn trong xã đoàn Chợ Mới trước thời điểm bộ ba Cà Tưng xuất hiện. Đến phần cuối là sự tiếp diễn số phận các nhân vật xã đoàn sau cái chết của những anh hào Chị Đại, Ông Sói, anh Vi Cá, anh Bảy Gà, má Hoàng Hí Hửng. Loạt [[phim]] này cũng đánh dấu sự xuất hiện trào lưu thực hiện phim \"giang hồ mạng\" trên hệ thống [[YouTube]] [[Việt ngữ]] khiến công luận [[Việt Nam]] nảy ra nhiều quan điểm trái chiều, thậm chí gần như là phong trào xã hội đầu tiên trở thành chủ đề nóng tại [[quốc hội Việt Nam]] sau thời kì [[Đổi Mới]].\n\nĐây cũng là đề án [[điện ảnh]] độc lập tại [[Việt Nam]] tập hợp dàn diễn viên đông đảo nhất cho tới thời điểm 2022, mà trong đó, quá nửa là tài tử đã thành nghề hoặc ít nhiều có tiếng tăm từ lâu trong giới. Hơn nữa, loạt [[phim]] dường như là sự cố gắng thừa kế dòng phim [[Xã hội đen|hắc đạo]] phỏng theo [[mạn họa]] từng rất ăn khách tại [[Hồng Kông]] [[thập niên 1990]].\n==Nội dung==\n\n=== Giang hồ Chợ Mới (2017) ===\n{{cquote|''Đã bước chân ra giang hồ thì phải nói đến hai chữ Nghĩa Khí.''||}}Bộ ba Cà Tưng gồm những tên lưu manh, [[mồ côi]] A Chề ([[Thanh Tân]]), Lắc Kiu ([[Xuân Nghị]]) và Sơn Keo ([[Duy Phước]]<ref>[https:\/\/thanhnien.vn\/van-hoa\/con-trai-duy-phuong-toi-khong-thay-co-gi-xau-ho-khi-dien-hai-hoi-cho-910176.html Tôi không thấy có gì xấu hổ khi diễn hài hội chợ]<\/ref>) vì hâm mộ anh Vi Cá ([[Quách Ngọc Tuyên]]) nên tìm cách xin gia nhập băng Chợ Cá, dần dà được kiến diện những nhân vật tai to mặt lớn trong xã đoàn. Bấy giờ Chợ Mới đã hình thành 8 chợ nhỏ, mỗi chợ dưới tay một dân anh chị, nhưng đều tuân phục Ông Sói ([[Hữu Tín]]) gồm:\n\n* Anh Vi Cá: Đại ca chợ cá\n* Anh Bảy soái ca: Đại ca chợ gà\n* Chú Mười Hai: Đại ca chợ gạo\n* Long Râu: Đại ca chợ rau\n* Thập Tứ Cô Nương: Đại tỷ khu [[Massage]] \n* Anh Tha Thu: Đại ca chợ [[xăm]]\n* Hoàng Hí Hửng: Đại \"má\" khu [[Bia ôm|chợ tình]]\n* Ông Nội: Cho vay nặng lãi. Trong các tranh chấp của người xã đoàn, Ông Nội là nhân vật duy nhất có tư cách đứng ra giải quyết các mâu thuẫn\n\nVì muốn giúp anh Vi Cá hả giận, bộ ba Cà Tưng chọc giận anh Bảy Gà khiến anh Vi Cá bị kéo vào cuộc. Mâu thuẫn vốn âm ỉ từ lâu giữa hai đại ca được dịp bùng nổ. Anh Vi Cá vì bản tính hào hiệp nên dù chỉ mới nhận bộ ba Cà Tưng làm đệ tử 3 ngày nhưng vẫn ngầm giúp họ chạy trốn. Mặc dù theo luật xã đoàn, anh Vi Cá phải nộp bộ ba cho băng Chợ Gà xử tội\n\nTrong một lần làm hỏng nhiệm vụ giao dịch do ông Sói giao mà bị trách phạt (do bị Vi Cá gài bẫy), Bảy Gà ôm hận và muốn giết chết ông Sói nhằm chiếm ngôi vị lãnh đạo và đổ tội cho Vi Cá nhằm mục đích vừa loại bỏ cái gai trong mắt. Bảy Gà nhờ đàn em đắc lực là Mèo Mun lấy lòng và giả vờ thả Vi Cá ra nhưng thực tế là muốn vu khống cho Vi Cá tội bỏ trốn để có cớ hợp lý loại bỏ Vi Cá.\n\nBộ ba Cà Tưng lẩn trốn ở [[Nha Trang]], trong một lần giải cứu Lão Nhị khỏi bị giang hồ truy sát mà bộ ba Cà Tưng được vợ chồng ông trùm xứ biển nhận làm con nuôi. Sau khi trải qua những thử thách được Lão Nhị tin tưởng cho danh xưng mới Tam Thái Tử Nước Mắm. Trong một lần biết được tin anh Vi Cá đã bị Bảy Gà hại chết, bộ ba xin cha mẹ nuôi cho quay về phục hận cho anh Vi Cá và vạch mặt Bảy Gà. Tam Thái Tử phối hợp cùng Louis - con ruột của ông Sói ở nước ngoài giả làm [[ma]] hù dọa Bảy Gà, mặt khác phục hồi lại đoạn video của [[Camera quan sát]] bị xóa và tìm được Mèo Mun bị Bảy Gà diệt khẩu nhưng may mắn còn sống. Tại sinh nhật của Bảy Gà, trước tất cả nhân chứng và vật chứng, Bảy Gà nhận tội. Louis bắn chết Bảy Gà để trả thù cho cha.\n\n=== Tam thái tử đại náo Thái Lan (2021)<ref>Phát sóng độc quyền trên [[Galaxy Play]]<\/ref> ===\n{{cquote|''Chợ Mới Chợ Cũ phân tranh, thế thời sinh... Tam Thái Tử.''||}}Xã đoàn đại loạn, các con Chị Đại và Ông Sói đều bất tài vô dụng, Ông Nội đành hạ lệnh cho anh em Cà Tưng sang [[Bangkok]] tìm bà Cáo về kế vị. Tam Thái Tử Nước Mắm lại khăn gói qua [[Thái Lan]], nhưng tới nơi thì biết tin bà Cáo đã mất. Họ tình cờ gặp Huy Bắc và được dàn xếp cuộc gặp mụ Quỳnh ([[Ngân Quỳnh]]) hành nghề bán trái cây và có sắc diện giống hệt bà Cáo. Bộ ba hứa thanh toán hết nợ nần xã hội đen cho mụ Quỳnh, nhưng bắt mụ phải đóng giả bà Cáo để về [[Sài Gòn|Sì phố]] lập lại trật tự xã đoàn, đồng hành có Louis và Huy Bắc. Thế nhưng các thế lực hắc ám Chợ Mới và Chợ Cũ không để họ yên thân.\n\nCửu Phong tìm cách hại Tam Thái Tử để phục hận vết cứa trên \"gương mặt điển trai\", mưu đồ thao túng cả Chợ Cũ Chợ Mới. Trong khi đó, lão Nhị dần lộ thân phận là em ruột chị Đại, mưu toan cài tay trong Zombie vào xã đoàn và lợi dụng bọn Tam Thái Tử Nước Mắm để chiếm ngôi thủ lĩnh Chợ Mới. Tuy vậy, nhược điểm chết người của y là sợ vợ và cũng không dám để vợ biết mình là dân giang hồ thứ thiệt.\n== Tiền truyện ==\n\n=== Phim Ca Nhạc Giải Cứu Tiểu Thư ( Phần 3 ) - 2017<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=kkR4LxK69Ww|tựa đề=Phim Ca Nhạc Giải Cứu Tiểu Thư ( Phần 3 ) - Hồ Việt Trung, Thập Tam Muội Thu Trang-Tiến Luật, FapTV|url-status=live}}<\/ref> ===\nỞ phim ca nhạc đầu tiên của đạo diễn A Tô nói về đề tài [[Xã hội đen]], dàn anh đại, chị đại lúc bấy giờ vẫn còn khá non trẻ. Trong dự án này, các đại ca, đại tỉ lần đầu tiên được giới thiệu đến khán giả: Bảy Gà (Hứa Minh Đạt) vẫn còn là một tay giang hồ \"chíp hôi\", liên minh An Cư Nghĩa Đoàn vẫn chưa rộng lớn, lúc này Thập Tam Muội (Thu Trang) có vẻ như vẫn chưa về quản lí khu kĩ viện, mà đang là người đừng đầu khối liên minh mới hình thành ở Chợ Mới.\n===Trật tự mới (2019)===\n{{cquote|''Giang hồ Chợ Mới - anh Ông Nội.''||}}\nÔng Nội là dân [[Đồng tính nữ|ô môi]] đi bụi từ nhỏ. Thị trải bao phen vào sinh ra tử cùng chị Đại nên được giang hồ kính nể, sẵn sàng ra tay ứng cứu thị bất kể lúc nào, mặc dù hình thể nhỏ nhắn hơn nhiều đàn anh xã đoàn. Trong các tranh chấp của người xã đoàn, Ông Nội là nhân vật duy nhất có tư cách đứng ra giải quyết. Nhưng tính khí thị dễ mủi lòng nên thường bị kẻ xấu lợi dụng. Hơn nữa, mặc dầu được nể trọng nhưng Ông Nội không đủ bản lĩnh gánh trọng trách gì, cho nên với xã đoàn luôn bị giễu là \"tướng không quân\".\n\nChị Đại ([[Hồng Vân]]) bị [[ung thư]] giai đoạn cuối, muốn tìm một kẻ xứng đáng thay mình làm trùm Chợ Mới. Trong khi đại ca các chợ nhỏ ngấm ngầm hạ bệ nhau để tiếm vị, thì Chị Đại lại có ý nhượng quyền cho Ông Nội ([[Việt Hương]]). Nhưng ý định này có nguy cơ đổ bể vì một kẻ phá bĩnh là Lão Nhị ([[Lê Quốc Nam]]). Y ra sức mua chuộc các đại ca chợ lớn chợ bé, đồng thời sai người truy sát Ông Nội tới cùng, lại giết hết những kẻ thân tín Ông Nội. Nhưng đến phút cuối, một đàn em Chị Đại là Ông Sói đã cứu Ông Nội và cùng lập kế hoạch vãn hồi danh dự cho Ông Nội, qua đó vạch trần những thế lực mưu toan chiếm Chợ Mới bằng bàn tay bẩn.\n\nRốt cuộc, Ông Sói chính thức giã từ đời ẩn dật để ra lãnh đạo xã đoàn Chợ Mới, còn Ông Nội làm trợ thủ đắc lực cho Ông Sói dù trong tay không nắm cơ sở kinh doanh nào.\n== Ngoại truyện ==\nNăm 2018, Đạo diễn [[Tô Gia Tuấn]] trong một lần chia sẻ trên kênh A TÔ MAKING FILM để khán giả hiểu rõ hơn về tính logic phim cũng như dòng thời gian của các nhân vật trong Xã đoàn Chợ Mới đã giải đáp rằng các phim thuộc ngoại truyện dưới đây đều là [[hư cấu]], không liên quan tới thời gian và mạch truyện chính của loạt phim Giang hồ Chợ Mới<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=FfXxsddkcXc|tựa đề=ATO VLOG {{!}} XÃ ĐOÀN CHỢ MỚI (Tất tần tật những đều bạn cần biết trước khi xem phim)|url-status=live}}<\/ref>\n\n=== Thập Tam Muội (2018) ===\n{{cquote|''Thập Tam Muội - Phận gái mười ba bến nước.''||}}\n{{chính|Chị Mười Ba - Phần kết Thập Tam Muội}}\nChị Mười Ba vốn là kẻ có bề ngoài lì lợm song lại dễ động lòng, vì thế, một kẻ thù cũ là Bi Long ([[Khương Ngọc]]) bèn cài đàn em vào khu Lầu Xanh để hại. Nhưng trong lúc ấy, Chị Mười Ba phải giải quyết ân tình với Đường Băng đại huynh ([[Tiến Luật]]) và Kẽm Gai ([[Anh Tú]]), những kẻ tuy chẳng ơn nghĩa gì nhưng đều mến mộ thị. Kết [[phim]], Bi Long thất thế trong cuộc tỉ thí với Chị Mười Ba và xã đoàn Chợ Mới, nội gián Nữ ([[Diệu Nhi]]) bị đả thương, nhưng Bi Long kịp ra tay bắn trọng thương Kẽm Gai. Phần hậu truyện được xây dựng thành bản [[điện ảnh]] ''[[Chị Mười Ba - Phần kết Thập Tam Muội]]''<ref>[https:\/\/vov.vn\/van-hoa\/dien-anh\/nhung-bo-phim-dien-anh-viet-nam-gay-bao-trong-nam-2019-994579.vov Những bộ phim điện ảnh Việt Nam “gây bão” trong năm 2019]<\/ref>.\n\nỞ phần 1 phiên bản màn ảnh đại vĩ tuyến, cái kết bản chính được giảm nhẹ. Nhân vật Kẽm Gai chỉ giả chết, Bi Long và Hồng Phất Nữ là mật cảnh. Bi Long về dưới trướng Hắc Hổ - trùm An Cư Nghĩa Đoàn (một tổ chức buôn ma túy và võ khí giả danh cơ sở thương mại cổ phần bán lẻ điện thoại). Theo lệnh Hắc Hổ, Bi Long phải giết Đường Băng để thanh toán nợ cũ, nhưng ngầm báo có xuồng công an cứu khi té xuống nước. Chị Mười Ba tưởng Đường Băng chết thật, vội lần theo manh mối mà khám phá ra kẻ đích thực đứng sau chuỗi nguy hiểm khủng khiếp này.\n\nVì lí do [[kiểm duyệt]] và thương mại, phần 2 bản [[điện ảnh]] trở đi được phát triển độc lập với bản chính đã chiếu trên mạng.\n\n===Thập Tứ cô nương (2019)===\nThôn nữ Thập Tứ chân chất vì có mẹ vướng nợ nần cờ bạc để đến nỗi đầu gấu truy sát, mẹ con phải dắt díu nhau lên [[Sài Gòn]] kiếm ăn. Vì sa cơ lỡ vận và bị lừa tình, Thập Tứ bước chân vào giang hồ nhờ sự dìu dắt của hai kẻ [[biến thái]] là Lâm Lí Lắc ([[Lê Dương Bảo Lâm]]) và anh Bảy Gà. Nhưng Thập Tứ dần trở thành kẻ đối đầu Trương Phi ([[Nhật Cường]]) - một đại ca sòng bài Chợ Cũ - vì món nợ sát mẫu vô cùng nham hiểm.\n===Vi Cá tiền truyện (2021)===\n{{cquote|''Một ngày là anh em thì suốt đời là anh em.''||}}\nAnh Vi Cá lừng lẫy giang hồ vì là mẫu đại ca đẹp ngoại hình và có tinh thần trượng nghĩa, nhưng lắm lúc cũng bốc đồng và ưa giở thói anh hùng rơm. Y xuất hiện lần đầu trong loạt phim ''[[Giải cứu tiểu thư]]'' do ca sĩ [[Hồ Việt Trung]] bỏ vốn sản xuất. Trong bản phim chính thức, anh Vi Cá bị anh Bảy Gà lừa giết rồi đổ vấy tội mưu sát ông Sói. Còn phần này, y là em rể anh Bảy, cả hai vốn chơi thân từ nhỏ và lớn lên cùng chia nhau hai địa bàn lớn nhất Chợ Mới.\n\nTuyến phim mở đầu với hôn lễ Cá Con ([[Quách Ngọc Tuyên]]) và Bàu Ngư ([[Khả Như]]). Cái chết bí ẩn của Bàu Ngư có bàn tay Quạ Đen ([[Kiều Minh Tuấn]]) đứng sau không chỉ khơi dần mâu thuẫn Cá Con và Bảy Gà mà cả Cá Con với Khô Mực ([[Thái Vũ]]). Ông trùm Chợ Cũ là Bố Già ([[Chí Tài]]) đã tặng y biệt danh mới là Vi Cá và từ đây đời y bước vào cuộc xung đột triền miên với anh Bảy, năm 2023 đã tạo ra phần 2 của Vi Cá Tiền Truyền.\n\n===Bi Long đại ca (2021)===\n{{cquote|''Khởi đầu thành công là phải có bạn đồng hành, còn làm giang hồ là phải có anh em''||}}Đội lân sư rồng lừng danh Chợ Cũ là An Nghĩa Đường<ref>[https:\/\/voh.com.vn\/phim\/bi-long-dai-ca-tha-xich-trailer-cong-bo-doi-hinh-cuc-xin-hua-minh-dat-kha-nhu-steven-nguyen-387667.html ''Bi Long đại ca'' thả xích với dàn tài tử cực ngầu]<\/ref> trong thực tế là một hắc bang, được điều hành bằng \"luật rừng\" dưới tay các ông trùm. Mặc dù tồn tại ở thế giới ngầm, có nhiều mâu thuẫn ân oán tưởng chừng chỉ có thể đắp đổi bằng đao kiếm máu me, nhưng đây đó vẫn còn tình người - tình chí hữu, tình lứa đôi. Các nhân vật Chợ Cũ đã hết thời phải đối phó với những mưu toan thâu tóm bằng bàn tay sắt của xã đoàn Chợ Mới trẻ hơn, hung bạo hơn.\n\n===Tương sinh tương khắc (2021) <ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=pyzupo1XaSU|tựa đề=TƯƠNG SINH TƯƠNG KHẮC - FULL {{!}} Phim Giang Hồ 2021 {{!}} Thanh Tân, Quách Ngọc Tuyên, Hứa Minh Đạt|url-status=live}}<\/ref>===\nBộ phim được xây dựng dựa trên nhân vật chính A Chề - 1 đàn em đắc lực dưới tay Anh Vi Cá\n\n===Xóm Chùa (2022)<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=R8JoXoG-8KI|tựa đề=XÓM CHÙA -TẬP 1 {{!}} NSƯT CÔNG NINH,VIỆT HƯƠNG,THÁI HOÀ,QUÁCH NGỌC TUYÊN, HỨA MINH ĐẠT,STEVEN NGUYỄN|url-status=live}}<\/ref>===\nTài Có và Ông Nội từng là những anh em bụi đời thân thiết. Trong một lần chạy trốn khỏi đám giang hồ, Tài có và Ông nội đã nhảy xuống sông để thoát mạng, sau đó Tài có và Ông nội đã mất tung tích nhau. Mười năm sau, Ông nội và Tài có gặp lại nhau, Tài có thay đổi cả diện mạo lẫn tính cách, muốn mua lại xóm chùa của Ông nội nhưng Ông nội không đồng ý. Những xích mích của đôi bạn thân cũ dần xảy ra. Tài Có đang muốn hãm hại Ông Nội\n\n==Nhân vật==\n;;'''Chợ Mới'''\n{{div col|colwidth=30em}}\n* Chị Đại ([[Hồng Vân]]): Trùm Chợ Mới đời đầu\n* Ông Sói ([[Hữu Tín]]\/[[Công Ninh|NSƯT Công Ninh]]): Trùm Chợ Mới đời kế \n* Ông Nội ([[Việt Hương]]): Đại ca xóm Chùa \n* Anh Hai ([[Lê Quốc Nam]]): Trùm An Cư Nghĩa Đoàn\n* Lão Tam ([[Trần Bùm]]): Quản lý Chợ Mới thay Ông Sói\n* Anh Bốn ([[Kiến An]]): Bạn làm ăn của Anh Hai\n* Anh Năm ([[Mai Huỳnh]]): Bạn làm ăn của Anh Hai\n* Bà Cáo ([[Ngân Quỳnh]]): Em của Ông Sói\n* Louis ([[Hữu Tín]]): Con của Ông Sói\n* Huy Bắc ([[Mạc Văn Khoa]]): Con ruột Chị Đại\n* Tiểu Thư ([[Puka]]): Con nuôi Chị Đại\n* Anh Vi Cá ([[Quách Ngọc Tuyên]]): Đại ca Chợ Cá\n* Anh Bảy Gà ([[Hứa Minh Đạt]]): Đại ca Chợ Gà\n* Anh Ba Gà ([[Hồ Việt Trung]]): Tiểu ca Chợ Gà\n* Gà Lửa ([[Quang Sơn]]): Đàn em chợ gà\n* A Chề ([[Thanh Tân]]): Tam Thái Tử\n* Lắc Kêu ([[Xuân Nghị]]): Tam Thái Tử\n* Sơn Keo ([[Duy Phước]]): Tam Thái Tử\n* Hoàng Hí Hửng ([[Lê Hoàng (diễn viên)|Hoàng Mèo]]): Đại \"má\" Chợ Tình\n* Thập Tứ cô nương ([[Nam Thư]]): Đại tỉ khu [[massage]]\n* Long Râu ([[Lạc Hoàng Long]]): Đại ca Chợ Rau\n* Chú Mười Hai ([[Lê Nam]]): Đại ca Chợ Gạo\n* Anh Tha Thu ([[Phương Rock]]): Đại ca Chợ Xăm\n* Vợ của Tha Thu ([[Triệu Bo]]): Đại tỷ Chợ Xăm\n* Phương Cầy ([[Huỳnh Phương]]): Đại ca Chợ Chó\n* Chị Mười Ba ([[Thu Trang]]): Đại tỷ Lầu Xanh\n* Đường Băng đại huynh ([[Tiến Luật]]): Bảo kê [[vũ trường]]\n* Thái Tử Chợ Mới ([[Trần Thái Nhựt]]): Con của Anh Hai\n* Khô Mực ([[Thái Vũ]]): Du đãng Chợ Mới\n* Lâm Lí Lắc ([[Lê Dương Bảo Lâm]]): Trùm dắt gái Chợ Tình\n* Dư Ma Ma ([[Minh Dự]]): Đào tạo gái chuyên nghiệp\n* Cindy ([[Tuấn Voi]]): Đàn em Ông Nội\n* Tiểu Mã ([[Dương Cường]]): Đàn em Ông Nội\n* Thành Ke ([[La Thành]]): Đàn em Chị 13\n* A Chề ([[Thanh Tân]]): Đàn em Chị 13\n* Hồng Phất Nữ ([[Diệu Nhi]]): Đàn em Chị 13\/Công an chìm\n* Cá Heo ([[Vinh Râu]]): Đàn em Vi Cá\n* Mèo Mun ([[Vũ Quốc Khánh]]): Đàn em Bảy Gà\n* Cá Ngựa ([[La Thành]]): Đàn em Vi Cá\n{{div col end}}\n;;'''Chợ Cũ'''\n{{div col|colwidth=30em}}\n* Bố Già ([[Chí Tài]]): Trùm Chợ Cũ đời thứ 33\n* Thái Tử Chợ Cũ ([[POM]]): Con Bố Già\n* Cửu Phong ([[Hà Hiền]]): \"Thái tử\" Chợ Cũ\n* Quạ Đen ([[Kiều Minh Tuấn]]): Đệ tử ruột Bố Già\n* Trương Phi ([[Nhật Cường]]): Đại ca sòng bài Chợ Cũ\n* Hắc Hổ ([[Huỳnh Đông]]): Đại ca An Cư Nghĩa Đoàn\n* Bi Long ([[Khương Ngọc]]): Đàn em Hắc Hổ\/Công an chìm\n* B52 ([[Hoàng Phi]]): Đàn em Bi Long\n* Brandy ([[Phan Ngân]]): Vệ sĩ Bi Long \n* Nữ vệ sĩ ([[Thảo Lê]]): Vệ sĩ Cửu Phong\n* Xù Ma Ma ([[Minh Dự]]): Trùm dắt bê đê chợ Tình\n{{div col end}}\n;;'''An Nghĩa Đường'''\n{{div col|colwidth=30em}}\n* Bi Long ([[Steven Nguyễn]]): Công an chìm\n* Thập Bát Ca ([[Lợi Trần]]): Đàn em Đại Kê \n* Đại Kê ([[Hứa Minh Đạt]]): Đại ca sòng bạc, vũ trường\n* Lão Phật Gia ([[Văn Tùng|Tùng Yuki]]): Ông trùm An Nghĩa Đường\n* Ông Điền ([[Lê Quốc Nam]]): Công an chìm\n* Chị Đại ([[Ngân Quỳnh]]): Bà trùm rửa tiền\n* Lão Hổ ([[Hà Hiền]]): Đại ca buôn lậu, tổ chức vượt biên\n* Khả Hân ([[Khả Như]]): Người yêu Bi Long\n* Chó Điên ([[Thanh Tân]]): Đàn em Lão Hổ\n* Chú Chín ([[Lê Nam]]): Chuyên gia thông tin\n* Cậu Hai ([[Văn Võ Ngọc Nhân]]): Con của Chị Đại\n* Công Chúa ([[Yaya Trương Nhi]]): Người yêu Thập Bát\n* Tài Nhớt ([[Bùi Tấn Hảo]]): Anh của Thập Bát \n* Chị Peo ([[Hiền Ngô]]): Vợ của Lão Hổ{{div col end}}\n;;'''Xứ Biển Nha Trang'''\n* Lão Nhị ([[Lê Quốc Nam]]): Ông trùm xứ biển, em Chị Đại\n* Bà Đại ([[Đại Ngọc Trâm]]): Bà trùm xứ biển, vợ Lão Nhị\n* Zombie\/Cá Nóc ([[Hồng Thanh]]): Đàn em Lão Nhị\n;;'''Đà Lạt Xứ Hoa'''\n* Thắng Khùng ([[Kiều Minh Tuấn]]): Đại ca Đà Lạt. \n* Đức Mát ([[Phát La]]): Em của Thắng Khùng. \n* Kẽm Gai ([[Anh Tú (sinh 1993)|Bùi Anh Tú]]): Đàn em Thắng Khùng, đàn em cũ của Bi Long và Chị Mười Ba.\n;;'''Khác'''\n{{div col|colwidth=30em}}\n* A Phò ([[Thiên Kim]]): Bà ngoại Tiểu Mã\n* Bàu Ngư ([[Khả Như]]): Em của Bảy gà, vợ Vi Cá\n* Má Thập Tứ ([[Lê Giang]]): Con nghiện cờ bạc\n* Đào Hoa ([[BB Trần]]): Em họ Chị 13\n* Tài Có ([[Thái Hòa (diễn viên)|Thái Hòa]]): Bạn thân Ông Nội\n* Trai Tây ([[Gi A Nguyễn|Gi A Nguyễn]]): Đàn em Tài Có\n* Mụ Quỳnh ([[Ngân Quỳnh]]): Mẹ A Chề (Tam Thái Tử)\n* Mụ Mỹ ([[Thoại Mỹ]]): Mẹ A Chề (Đàn em Chị 13)\n* Lão Tứ ([[Huy Khánh]]): Dân kinh doanh \n* Nhân Mã ([[Tân Trề]]): Người giống A Chề \n* Bạch Dương ([[Trâm Anh]]): Em gái Lão Tứ\n* Tư Mắt Kiếng ([[Trọng Hiếu]]): Tay buôn ma túy\n{{div col end}}\n\n==Hậu trường==\n{{cquote|''Thực ra thì chợ cũ chợ mới gì cũng chỉ là một khu chợ. Sự mâu thuẫn giữa hai bên cũng giống như hai công ty cạnh tranh nhau, nhưng tôi dùng hình ảnh một khu liên doanh, khu chợ nhằm đơn giản hóa hình ảnh để nó gần gũi với khán giả. Sao cho cả một anh xe ôm, một chị bán hàng cũng có thể hiểu và xem được phim. Không có phe tốt phe xấu nào ở đây cả. Một khu chợ có người này thì cũng có người kia, có những người thủ đoạn thì sẽ có những người quang minh chính đại. Đôi khi Chợ Mới cũng vài lần lợi dụng phá hoại Chợ Cũ và sau đó bị trả thù. Kiểu kiểu vậy !''|||Đạo diễn [[Tô Gia Tuấn]], đáp phỏng vấn [[Kênh 14]], [[04 tháng 04]] năm 2019}}\n===Kĩ thuật===\n;;'''Sản xuất'''\n{{div col|colwidth=30em}}\n* Chủ nhiệm: Bo Mập\n* Trợ lí đạo diễn: Phước Tính\n* [[Nhiếp ảnh]]: Tùng Táo Tợn, Hậu Terror, Tuấn Hà, DJ Ewainz, Thuấn Lê, Boy Nguyễn, Tâm Võ, Tuấn Nhóc, Út Anh Em, Thomas Thưởng, Beck, Tuấn Nhóc, Rae\n* Thiết kế [[mĩ thuật]]: Hải Nhí\n* [[Phục trang]]: Phương Biện\n* [[Trang điểm]]: [[Nam Thư]], Hứa Mẫn, Pussac, Quốc Tuấn, Kha Linh, Quoắn Nguyễn\n* Kĩ xảo: Sĩ Đồng\n* DOP: Đạt JP\n* Chiếu sáng: DNA - Gà Tre\n* Thâu âm: Đào Công Tâm\n* [[Âm nhạc]]: [[Nguyên Chấn Phong]], [[Tô Gia Tuấn]]\n{{div col end}}\n;;'''Ca khúc'''\n{{div col|colwidth=30em}}\n* ''Thập tam muội'' - Huỳnh James & Pjinboys\n* ''Sống chết có nhau'' - [[Nguyên Chấn Phong]] & [[Tô Gia Tuấn]]\n* ''Anh Vi Cá'' - [[Nguyên Chấn Phong]] & [[Tô Gia Tuấn]]\n* ''Nam nhi đại trượng phu'' - [[Nguyên Chấn Phong]] & [[Tô Gia Tuấn]]\n* ''Ánh sáng tình bạn'' - [[Nguyên Chấn Phong]] & [[Tô Gia Tuấn]]\n* Uất ức - [[Nguyên Chấn Phong]] & [[Tô Gia Tuấn]]\n* ''Cố nhân tình'' - [[Dế Choắt]]\n* ''Đắng cay'' - [[Lương Bằng Vinh]] & [[Lệ Quyên]]\n* ''Tam thái tử'' - [[The V Poison]]\n* ''Mật danh Bi Long'' - Insolent, Nalo, Roki\n* ''Khóc huynh đệ'' - [[Nguyên Chấn Phong]] & [[Tô Gia Tuấn]]\n* ''Không khuất phục'' - [[Việt Huơng]] & [[A TÔ]]\n{{div col end}}\n\n\n===Ảnh hưởng===\nCác tuyến [[phim]] được kiến tạo dựa trên sức ảnh hưởng của loạt [[phim]] ''[[Bố già (phim)|Bố già]]'' và ''[[Người trong giang hồ]]'' rất quen thuộc với thế hệ 7-8X. Hơn nữa, loạt [[phim]] này cũng nhằm vào đối tượng khán giả đó - những người có thời gian dài tiếp xúc [[điện ảnh Hồng Kông]], nhất là mảng [[Phim võ hiệp]] và [[Xã hội đen]].\n\nTuy vậy, việc tiến hành sản xuất [[phim]] này lại được gợi ý trực tiếp từ loạt phim ''[[Người phán xử (phim Việt Nam)|Người phán xử]]'' và ''[[Mê cung (phim Việt Nam)|Mê cung]]''. Trước đó, dòng phim tội phạm và xã hội đen tại [[Việt Nam]] thường được chế tác rất dè dặt, không dám gợi cảm giác thô bạo vì vấn đề [[kiểm duyệt]] [[văn nghệ]]. Nhưng ở thời điểm phim bấm máy, chế độ [[kiểm duyệt]] khắt khe đã được lược bỏ. Những cảnh bạo lực và khiêu dâm được chấp nhận phô diễn nhưng không được phép quá lộ liễu, đồng thời, bộ [[phim]] cũng cân nhắc việc đưa nhân vật thiếu nhi vào một số phân đoạn để làm mềm mại hóa tuyến truyện<ref>[https:\/\/thanhnien.vn\/van-hoa\/phim-chieu-mang-tran-ngap-giang-ho-hotgirl-1082511.html Phim chiếu mạng tràn ngập giang hồ hotgirl]<\/ref>.\n{{cquote|''Tuổi thơ tôi không được êm đềm như nhiều người khác, tôi có khá nhiều cột mốc lịch sử đáng nhớ. Những gì các bạn xem trong Giang Hồ Chợ Mới đó là 30% trải nghiệm của tôi đó. Rồi trong Thập Tứ Cô Nương, khi các bạn thấy hình ảnh những cô gái chợ tình đứng dưới gầm cầu... thì đó là tuổi thơ, những hình ảnh mà tôi từng phải chứng kiến mỗi ngày. Bây giờ thì các bạn trẻ không còn thấy những hình ảnh đó nữa. Hồi đó tôi ở một khu vực có khá nhiều tệ nạn xã hội. Chuyện đứa nhỏ như tôi gặp mấy cô gái đứng đường là bình thường.<br>Những câu chuyện xuất hiện trong phim đều là những gì tôi và những người anh em từng thấy, trải qua trong cuộc sống. Trong các tác phẩm mà mọi người đang được xem, đó là những hiểu biết, trải nghiệm của tôi bổ sung thêm vào chất liệu câu chuyện để phim có tính chân thật và có ý nghĩa hơn đó !''|||Đạo diễn [[Tô Gia Tuấn]], đáp phỏng vấn [[Kênh 14]], [[04 tháng 04]] năm 2019}}\nCũng như trường hợp ''[[Người phán xử (phim Việt Nam)|Người phán xử]]'', ''Giang hồ Chợ Mới'' cho phép nhân vật được thoại những câu tục tĩu và hiếu chiến, nhưng chỉ ở mức độ vừa phải để khỏi bị tẩy chay khỏi [[YouTube]]. Nhưng một thời gian ngắn sau khi phim nhận được [[Giải thưởng Nhà sáng tạo YouTube|nút vàng]] [[YouTube]], không gian [[Internet]] tại [[Việt Nam]] rộ lên trào lưu quay cảnh bạo lực hoặc làm trò lố (troll) ăn theo thành công của ''Giang hồ Chợ Mới''. Nhiều nhóm du đãng thậm chí lập hẳn kênh [[video]] riêng để đóng cảnh [[xã hội đen]] thanh toán lẫn nhau, khiến báo giới và [[Quốc hội Việt Nam|quốc hội]] đề xuất lập chế tài xử phạt nặng hơn<ref>[https:\/\/nongnghiep.vn\/loan-phim-giang-ho-tren-mang-d266405.html Loạn phim giang hồ mạng]<\/ref>.\n\nSự kiện trên khiến dàn tài tử trọng tâm ''Giang hồ Chợ Mới'' đắn đo việc đình chỉ vô thời hạn sự phát triển tiếp tuyến truyện phim<ref>[https:\/\/www.youtube.com\/watch?v=6sm0hOi1sGg Anh em nghệ sĩ tặng sách đạo đức cho Duy Nguyễn]<\/ref>. Tỉ dụ: Diễn viên [[Quách Ngọc Tuyên]] quyết định tập trung vào loạt phim ''Thằng khờ'', còn diễn viên [[Nam Thư]] thực hiện dòng phim ngắn [[ngôn tình]]... Tới năm 2020, sau 3 năm từ lần phát hành sơ khởi, ông [[Tô Gia Tuấn]] phát triển tiếp bản chính ''Giang hồ Chợ Mới'', lấy bộ ba Cà Tưng<ref>[https:\/\/www.youtube.com\/channel\/UC9xkUn2b9KbXWV_x67LZR2g Cà Tưng TV]<\/ref> làm trọng tâm, đồng thời các cảnh bạo lực được tiết giảm cho đỡ căng thẳng hơn và không gây thêm trào lưu ăn theo cực đoan trên mạng<ref>[https:\/\/vnexpress.net\/nghe-si-ru-nhau-di-hoi-toi-gymer-4207133.html Nghệ sĩ rủ nhau đi \"hỏi tội\" gymer]<\/ref>, chỉ dồn câu truyện vào hội thoại để kích thích tố chất diễn viên.\n\nCũng tới thời điểm 2020, đây được xác nhận thuộc về số ít phim phát hành không gian [[Internet]] có dàn tài tử đông đảo nhất hoàn cầu, mà đa số lại là tài tử chuyên nghiệp, được đào tạo bài bản và có kinh nghiệm diễn xuất từ lâu. [[Phim]] cũng góp phần lớn quảng bá tên tuổi các diễn viên [[Quách Ngọc Tuyên]], [[Hứa Minh Đạt]], [[Lê Hoàng (diễn viên)|Hoàng Mèo]], [[Hữu Tín]], [[Hồng Thanh]] trước thời điểm 2017 hầu như không nổi bật trên [[truyền thông]].\n==Tham khảo==\n{{div col|colwidth=18em}}\n* ''[[Ông trùm (phim 2020)|Ông trùm]]''\n* ''[[Bố già (phim 2021)|Bố già]]''\n* ''[[Hiếu bến tàu]]''\n* ''[[Giải cứu tiểu thơ]]''\n* ''[[Mùa cúc susi]]''\n* ''[[Mê cung (phim Việt Nam)|Mê cung]]''\n* ''[[Người phán xử (phim Việt Nam)|Người phán xử]]''\n* ''[[Đặc vụ Macau]]''\n* ''[[Lật mặt]]''\n* ''[[Bụi đời Chợ Lớn]]''\n* ''[[Bẫy rồng]]''\n* [[102 Productions]]\n{{div col end}}\n==Liên kết==\n{{tham khảo|4}}\n;;'''Hậu trường'''\n* [https:\/\/kenh14\/gap-cha-de-vu-tru-giang-ho-chi-muoi-ba-cac-chi-gai-dung-duong-xa-hoi-den-la-tuoi-tho-cua-toi-20190331131121261.chn Các chị gái đứng đường, xã hội đen là tuổi thơ tôi]{{Liên kết hỏng|date = ngày 30 tháng 4 năm 2021 |bot=InternetArchiveBot }}\n* [https:\/\/baodatviet.vn\/van-hoa\/phim\/phim-moi-trong-vu-tru-giang-ho-mrto-tro-lai-galaxy-play-3409289\/ Phim mới trong ''vũ trụ du đãng'' Mr.Tô trở lại] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210128060728\/https:\/\/baodatviet.vn\/van-hoa\/phim\/phim-moi-trong-vu-tru-giang-ho-mrto-tro-lai-galaxy-play-3409289\/ |date=2021-01-28 }}\n;;'''Công luận'''\n* [https:\/\/tuoitre.vn\/vu-tru-giang-ho-tu-phim-chieu-tren-mang-20190406231452891.htm ''Vũ trụ du đãng'' từ phim chiếu trên mạng]\n* [https:\/\/saostar.vn\/dien-anh\/thap-tu-co-nuong-co-an-theo-thap-tam-muoi-hay-khong-4735953.html Thập Tứ cô nương có ăn theo Thập Tam muội hay không]\n\n[[Thể loại:Phim mạng Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Phim hài Việt Nam]]\n[[Thể loại:Phim độc lập Việt Nam]]\n[[Thể loại:Phim tường thuật phi tuyến tính]]\n[[Thể loại:Phim xã hội đen]]\n[[Thể loại:Phim tội phạm]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hài thập niên 2010]]\n[[Thể loại:Phim chính kịch thập niên 2010]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2010]]\n[[Thể loại:Phim truyền hình Việt Nam ra mắt năm 2017]]"}