{"456043":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Giao Tiến\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| thời điểm dân số = \n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = \n| thị xã = \n| thành lập = \n| chủ tịch UBND = \n| chủ tịch HĐND = \n| chủ tịch UBMTTQ = \n|bí thư =  \n| trụ sở UBND = \n|tỉnh=[[Nam Định]]\n|huyện=[[Giao Thủy]]\n|diện tích=8,73\n|dân số=17.682 người (1999)<ref name=QD19\/>\n|mật độ dân số=2.025\n| mã hành chính = 14173<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n{{wikify}}\n{{cần biên tập}}\n'''Giao Tiến''' là một xã thuộc huyện [[Giao Thủy]], tỉnh [[Nam Định]]. Đây xã đầu tiên của huyện [[Giao Thủy]] tính từ thành phố [[Nam Định (thành phố)|Nam Định]] trở về, cách thành phố Nam Định 35&nbsp;km.\n\n== Thông tin địa lý ==\nXã có [[diện tích]] 8,73&nbsp;km²<ref name=QD19>{{Chú thích sách| title = Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ}}<\/ref>. Theo Tổng điều tra dân số năm 1999, xã Giao Tiến có [[dân số]] 17.682 người<ref name=QD19\/>.\n\n==Hành chính==\nĐịa giới hành chính xã:\n*Phía đông giáp với các xã [[Hoành Sơn, Giao Thủy|Hoành Sơn]] và [[Giao Châu]] thuộc huyện Giao Thủy.\n*Phía nam giáp với các xã [[Giao Yến]] và [[Giao Tân]] thuộc huyện Giao Thủy.\n*Phía tây giáp với các xã [[Xuân Vinh, Xuân Trường|Xuân Vinh]] và [[Xuân Trung, Xuân Trường|Xuân Trung]] thuộc huyện Xuân Trường.\n*Phía bắc giáp với các xã [[Thọ Nghiệp]] và [[Xuân Phú, Xuân Trường|Xuân Phú]] thuộc huyện Xuân Trường.\n\nXã Giao Tiến gồm 03 đơn vị hành chính: HTX Quyết Tiến; HTX Quyết Thắng; HTX Hùng Tiến.\n\n==Lịch sử==\nXã Giao Tiến hiện nay được thành lập năm 1969 trên cơ sở sáp nhập các xã Giao Tiến (cũ), Giao Hùng và Giao Thắng<ref name=QD164>{{Chú thích sách| title = Quyết định số 164\/QĐ-NV ngày 28\/3\/1969 của Bộ trưởng Bộ Nội vụ}}<\/ref>.\n\nNguyên nơi đây trước kia được gọi là làng Hoành Nha, hình thành từ thế kỷ 15. Theo quyển \"Hòe Nhai Lục\", một tư liệu địa phương, thì khởi thủy làng Hoành Nha do Nguyễn Khải (còn gọi là cụ biểu Khải), tự là Thịnh Công, người gốc Hòe Nhai (Bắc thành Thăng Long, nay ở Hà Nội vẫn còn một con phố tên Hòe Nhai), chiêu mộ dân tán đương thời xuống vùng biển Sơn Nam Hạ, lập ấp, lấy tên cũ đặt cho ấp mới là ấp Hoè Nhai, huyện Giao Thủy, thuộc phủ Thiên Trường, trấn Sơn Nam vào khoảng niên hiệu Diên Ninh năm thứ III (1456). Sau đó, Hoàng Công, tự Võ Tâm, cũng chiêu dân xuống lập ấp, lập nghiệp nơi đây cùng họ Nguyễn vào khoảng niên hiệu Hồng Đức thứ 23(1492).\n\nCương vực ban đầu của ấp Hoè Nhai ở tả ngạn sông Nhị Hà ([[sông Hồng]]) phía lưu vực cửa Hà Lạn. Đông Bắc giáp ấp Dương Liễu (Thái Bình) liên hệ gián cách nhau bằng dòng chảy qua cồn bãi biển bằng cầu nhỏ, buộc lại bằng vài ba chiếc lạt. Sau này mang tên cửa Ba Lạt, Bắc và Tây Bắc đối ngạn sông Nhị Hà là ấp Trà Lũ. Đông, Nam còn lại là bãi bùn sình lầy, bờ biển vịnh Bắc Bộ. Ấp Hoè Nhai ở vào khoảng thị trấn [[Ngô Đồng]] ngày nay.\n\nViệc hình thành làng ấp diễn ra hàng thế kỉ. Các dòng họ khác tiếp tục xuống gia nhập ấp Hoè Nhai như các họ: Họ Vũ (ba họ), Cao, Hoàng, Phạm thôn Thượng, Lê, Mai, Hoàng thôn Chính, Phạm thôn Trung… đều trải qua nhiều năm nhiều thế hệ khai hoang lấn biển, làm thủy lợi ổn định chỗ ở, phát triển sản xuất. Xây dựng mọi mặt thành một xã hội hoàn chỉnh ở ven biển, kiểu một công xã nông thôn ngày trước. Nhưng quá trình xây dựng làng ấp nơi đất mới ở cửa sông dẫn ra biển chưa ổn định bị sụt lở.\n\nKhoảng năm đầu niên hiệu Dương Hoà (1635) lúc đó đã chuyển dần một số công trình cố định vào một bộ phận dân cư lùi xuống phía cửa biển Hà Lạn tiếp tục khai khẩn thêm ruộng đất, xây dựng làng ấp.\n\nNăm Chiêu Thống nguyên niên 1787 vào ngày 15 tháng Tám âm lịch gặp trận bão lũ lớn, ấp Hoè Nhai bị cuốn trôi. Các tộc trưởng trong làng phải chiêu hồi các dân lưu tán và chuyển theo hướng cửa Hà Lạn (khu Cựu Thượng) ngày nay. Như vậy Hoè Nhai từ tả ngạn sông Hồng đã chuyển qua Hữu Ngạn và đổi tên là xã Hoành Nha. Về sau các xã kế cận đều lấy chữ Hoành đặt tên chữ đầu cho xã. Câu ''Nan Chân (Nam trực) thất cổ, Giao Thủy lục Hoành'' có từ đó.\n\nDo nhiều năm chiến tranh, loạn lạc, địa bàn dân cư thay đổi nhiều lần. Mãi tới năm Gia Long thứ II (1803) mới xác định điền bạ (khảo điền), kéo dài 12 năm (1816) mới hoàn thành. Cương vực xã Hoành Nha lúc đó cơ bản là địa lý xã Giao Tiến hiện tại.\n\n==Y tế - Giáo dục==\nXã hiện có: trường Mầm non với 3 khu, khuA, khuB và khuC đều dã dược công nhận đạt chuẩn Quốc gia,xanh sạch dẹp. Có 03 trường cấp I dã được công nhận đạt chuẩn Quốc gia mức độ 2,xanh sạch đep và 01Trường Trung học cơ sở Giao Tiến cũng đã được công nhận đạt chuẩn quốc gia năm 2005, xanh sạch đẹp.\n\nHệ thống y tế phát triển mạnh mẽ, trạm y tế đã có Bác sĩ làm việc.\n\n== Kinh tế ==\nGiao Tiến là một xã thuần nông nghiệp, không có các ngành nghề truyền thống. Nền kinh tế tự cung tự cấp, phát triển theo hướng tự phát của từng gia đình. Chủ yếu là kinh tế nhỏ lẻ, chưa có sự liên minh với nhau.\n\n== Đặc sản ==\nĐặc sản của địa phương này là nem nắm (nem thính), được nhiều nơi biết đến với cái tên nem Giao Tiến hoặc nem Giao Thủy.\n\nNem được làm từ thịt nạc còn tươi của Lợn, cùng với bì Lợn thái nhỏ, thính, Tỏi và một số gia vị, đem nắm lại và xung quanh được bao bọc bởi lá Sung hay Đinh Lăng.\n\nSau đó cũng được gói lại bằng lá dong Nam, khi ăn kết hợp với lá Sung hoặc Đinh lăng, chấm bằng nước mắm ngon tạo ra hương vị ngon và độ bùi ngậy đặc biệt.\n\nĐặc sản tiếp theo ở Giao Tiến là bánh gai, bánh chông, bánh thuẫn.\n\n==Di tích - Danh thắng ==\n* Đình thờ Thành hoàng thờ Cửa Ngòi Đại Vương hoặc Đà Giang tôn thần, được xây dựng bằng gỗ cuối thế kỉ 16 và được trùng tu giữ thế kỷ 20, tọa lạc tại thôn Chính, thôn Thượng, thôn Trung.\n* Các ngôi chùa cổ tại thôn Chính và thôn Thượng. Năm 1995 Các khu Đền, Chùa đã được Bộ văn hóa thông tin cáp bằng KHU DI TÍCH LỊCH SỬ VĂN HÓA \n* Dựa vào Đinh tế 2 năm 1 lần (vào năm chẵn) mở hội toàn xã, vào ngày 14, 15 tháng giêng (tết nguyên đán) làm lễ rước thần quy mô: Rước thần Hoàng 03 miếu, tổ của các họ quy về một địa điểm, thường ở miếu Trung, miếu Thượng hoặc miếu Chính hoặc đình Giữa hoặc đình Chợ. Thời gian mở hội thường 05 – 07 ngày có các nghi thức kèm theo như: Chèo hát, Cờ người, Đấu vật, bơi Trải, thi Võ, nấu Cơm, yến lão… Từ sau Cách mạng tháng 8 bỏ lễ hội, đến năm 1995 mới được khôi phục lại.\n\n==Danh nhân nổi bật==\n* Cố nghệ nhân Hoàng Tiến Đạt, nghệ nhân bàn tay vàng, người vẽ và thực hiện đục  bức bình phong \"Dựng nước và giữ nước\" được trưng bày tại bảo tàng Hồ Chí Minh Hà Nội\n* Ông Phạm Hồng Hà UV Trung ương Đảng, Bộ trưởng Bộ Xây dựng\n*Ông Trịnh Xuân Trường, Chủ tịch UBND tỉnh Lào Cai\n* Nhà giáo ưu tú Vũ Đức Thứ, nguyên hiệu trưởng trường thpt chuyên Lê Hồng Phong Nam Định\n* Nhà giáo ưu tú Hoàng Thị Kim Thanh, nguyên hiệu trưởng trường thpt Xuân Trường Nam Định\n* Thiếu tướng Lê Huy Mai, nguyên phó tổng thanh tra Quân đội NDVN\n* Trung tướng GS-TS Mai Hồng Bàng, Giám đốc Bệnh viện Trung ương Quân đội 108\n* PGS-TS Lê Quốc Doanh, Thứ trưởng Bộ NN&PTNT\n* GS-TS NGUYỄN VĂN THƯỜNG,Giám đốc bệnh viện da liễu Trung ương\n* GS.TS Lê Huy Hàm, Viện trưởng viện Di Truyền Nông nghiệp\n* GS.TS Lê Khánh Phồn, Nhà giáo nhân dân, Đại Học Mỏ\n*Ông Cao Tường Huy, Phó Chủ tịch UBND tỉnh Quảng Ninh\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Hòe Nhai Lục, viết(1871) bằng chữ Hán hiện còn lưu giữ.\n* Lịch sử xã Giao Tiến tư liệu của địa phương.\n* Gia phả & thế phả của các dòng họ trong xã.\n\n{{Đơn vị hành chính thuộc huyện Giao Thủy}}"}