{"1244097":"{{bài cùng tên|Giao An}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Giao An\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 14\n| vĩ giây = 53\n| kinh phút = 31\n| kinh giây = 19\n| diện tích = 6,34 km²<ref name=MS\/>\n| dân số = 7322 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1155 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Giao Thủy]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14182<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Giao An''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Giao Thủy]], tỉnh [[Nam Định]], [[Việt Nam]].\n\nGiao An là một trong 5 xã vùng đệm của Vườn quốc gia Xuân Thủy, diện tích 6,34&nbsp;km², dân số năm 1999 là 7322 người,<ref name=\"MS\">{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date = ngày 24 tháng 3 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls}}<\/ref> mật độ dân số đạt 1155 người\/km², tập trung ở 22 xóm dân cư.\n\nTrên địa bàn xã có 2 tôn giáo chính là Thiên chúa giáo và Phật giáo; có 4 đình làng, 4 chùa, 4 nhà thờ họ giáo, trong đó có đền Hành Thiện và chùa Hoành Lộ được cấp bằng công nhận Di tích lịch sử- văn hóa cấp tỉnh; có đồng chí Trần Văn Thuần – Anh hùng lao động.\n\nNguồn thu nhập chính của người dân Giao An là từ sản xuất nông nghiệp và nuôi trồng, đánh bắt thủy hải sản. Năm 2011, năng suất lúa bình quân đạt: 130,83 tạ\/ha, bình quân lương thực đạt 550&nbsp;kg\/người, sản lượng thủy sản các loại đạt 1.300 tấn, thu nhập bình quân đầu người đạt 13 triệu đồng\/người\/năm.\n\nĐể thực hiện thắng lợi các mục tiêu phát triển kinh tế- xã hội và khai thác tốt tiềm năng kinh tế của địa phương, trong những năm qua, xã Giao An đang đầu tư khai thác phát triển du lịch sinh thái gắn với Vườn quốc gia Xuân Thủy, đồng thời huy động các nguồn lực để đẩy mạnh đầu tư xây dựng nông thôn mới với các công trình trọng điểm như: kiên cố hóa đê Điện Biên; hệ thống kênh mương; xây dựng đường giao thông nội đồng, đường, trường, trạm…\n\nCác trường học được đầu tư xây dựng theo hướng trường chuẩn quốc gia. Hiện nay, trường Tiểu học đạt chuẩn quốc gia năm 2004, Trường Mầm non đạt chuẩn quốc gia năm 2007.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Giao Thủy}}"}