{"1244102":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Giao Lạc\n| vai trò hành chính = Xã\n| hình = [[Tập tin:3gl.jpg|nhỏ|Cổng chào xã Giao Lạc]]\n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 13\n| vĩ giây = 29\n| kinh phút = 30\n| kinh giây = 35\n| diện tích = 6,85 km²<ref name=MS\/>\n| dân số = 8783 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1282 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Giao Thủy]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14185<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Giao Lạc''' là một [[Xã (Việt Nam)|xã]] ven biển thuộc huyện [[Giao Thủy]], tỉnh [[Nam Định]], [[Việt Nam]].\n\nXã Giao Lạc có diện tích 6,85&nbsp;km², dân số năm 1999 là 8783 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls }}<\/ref> mật độ dân số đạt 1282 người\/km².\n\nĐây là địa phương có dự án [[Đường cao tốc Ninh Bình – Hải Phòng]] đi qua.\n\nMột trong các xã đã đạt chuẩn Nông thôn mới giai đoạn 2010 - 2015\n\n== Lịch sử<ref>Lịch sử xã Giao Lạc theo [http:\/\/giaothuy.namdinh.gov.vn\/huyengiaothuy\/1209\/26957\/41338\/84178\/lich-su-dang-ho-huyen\/lich-su-dang-bo-huyen-giao-thuy--tinh-nam-dinh--giai-doan-1930---2005.aspx Lịch sử Đảng bộ Nhân dân Huyện Giao Thủy]<\/ref> ==\n\n==== Thời Tự Đức (1848 - 1883) ====\nThuộc tổng Lạc Thiện. Xã Giao Lạc thời ấy có tên gọi là Tập Thiện\n\n==== Năm 1940 - 1944 ====\nChính phủ bảo hộ Pháp cho sáp nhập một số ấp nhỏ thành một xã. Tập Thiện gồm ấp Nam Thiện và ấp Đại Đồng\n\n==== Tháng 3 - 1946 ====\nQuốc hội nước Việt Nam Dân chủ Cộng hòa quyết định các hành chính bỏ cấp Tổng, hợp nhất các xã nhỏ thành xã lớn: Xã Thiện Hương gồm Trà Hương và Tập Thiện\n\n==== Năm 1952 ====\nChính phủ đổi tên các xã: Xã Tập Thiện thành xã Giao Lạc: Đại Đồng, Nam Thiện\n\n==== Năm 1956 - Cải cách ruộng đất ====\nXã Giao Lạc chia thành 2 xã Giao Lạc và Giao Thuận\n\n== Địa giới hành chính ==\nĐịa giới hành chính xã: Xã Giao Lạc nằm ở phía Đông của huyện Giao Thủy.\n\nGiáp với các xã: Giao An, Giao Thanh, Hồng Thuận, Bình Hòa, Giao Xuân và Biển Đông.\n\nXã Giao Lạc là một trong số các xã nằm trong vùng biên giới biển.\n\n== Đơn vị hành chính ==\nXã Giao Lạc gồm 22 xóm. UBND xã nằm ở xóm 18\n\n== Kinh tế ==\nGiao Lạc là một xã thuần nông nghiệp, không có các ngành nghề truyền thống. Nền kinh tế tự cung tự cấp, phát triển theo hướng tự phát của từng gia đình. Tiểu thủ công nghiệp cũng phát triển: nghề may áo dài và váy cưới.\n\nGiao Lạc có chợ Đại Đồng nằm ở xóm 22 trên đường trục chính của xã. Chợ họp vào các phiên ngày chẵn âm lịch của tháng.\n\n== Y tế - Giáo dục ==\nXã hiện có 1 trường cấp I (Trường Tiểu học Giao Lạc), và 01 trường cấp II (THCS Giao Lạc). Trường Tiểu học cơ sở và Trung học cơ sở Giao Lạc cũng đã được công nhận đạt chuẩn quốc gia.\n\nHiện xã cũng có trường mẫu giáo đạt chuẩn theo quy định của sở giáo dục.\n\nHệ thống y tế phát triển mạnh mẽ, trạm y tế đã có Bác sĩ, điều dưỡng làm việc.\n\n== Tôn giáo ==\nGiao Lạc có 2 tôn giáo chính: Phật giáo và Thiên Chúa giáo. Trong đó, 70% dân số theo đạo Thiên Chúa giáo\n\nPhật giáo: Chùa Lạc Hồng\n\nThiên Chúa giáo có 2 giáo xứ lớn là Giáo xứ Đền thánh Đại Đồng và Giáo xứ Lạc Nam. Ngoài ra, còn có các giáo họ lớn như [[Giáo họ Giáo Phòng]], Giáo họ Phú Lục,...\n== Người Giao Lạc ==\n1. Lê Nguyên Khính - Nguyên Giám đốc Sở Giao thông Vận tải Nam Định - xóm 15\n\n2. Mai Thanh Long - Nguyên Chủ tịch UBND Huyện Giao Thủy - Giám đốc Sở Khoa học Công nghệ tỉnh Nam Định - xóm 18\n\n3. Trịnh Văn Khanh - Chủ tịch HĐQT - Công ty cổ phần đầu tư - thương mại và xây dựng Vân Khánh - xóm 17\n\n4. PGS.TS Bùi Văn Huyền - Viện trưởng - Viện Kinh tế - Học viện Chính trị Quốc gia Hồ Chí Minh - xóm 17\n\n5. Thiếu tướng Lê Văn Thuận - Phó Chánh Văn phòng Bộ Quốc phòng - Xóm 9\n\n== Liên kết ngoài ==\n\n# Giao Lạc miền quê chân sóng: \"https:\/\/zingmp3.vn\/bai-hat\/Mien-que-chan-song-Giao-Lac-Giao-Thuy-Nam-Dinh\/ZWAWZ6U7.html\"\n# [https:\/\/www.youtube.com\/watch?v=-brjQ79-RCg Clip Quê em miền chân sóng]\n# [http:\/\/giaothuy.namdinh.gov.vn\/huyengiaothuy\/1209\/26957\/37468\/84887\/van-hoa-xa-hoi\/le-don-nhan-danh-hieu-xa-dat-chuan-nong-thon-moi-va-khanh-thanh-cong-chao-van-hoa-xa-giao-lac.aspx 18\/12\/2016 Xã Giao Lạc đón nhận danh hiệu xã đạt chuẩn Nông thôn mới]\n# [https:\/\/www.youtube.com\/watch?v=bidW9ROI6dY Video lễ cắt băng khánh thành Cổng chào xã Giao Lạc ngày 18\/12\/2016]\n# [https:\/\/www.youtube.com\/watch?v=wgkmWtzAvYw Khánh thành nghĩa trang nhân dân xã Giao Lạc]\n# [https:\/\/www.youtube.com\/watch?v=HK_kxOvoBCM Thăm làng nghề may áo cưới xã Giao Lạc, huyện Giao Thủy, Nam Định]\n\n==Chú thích==\n{{Lịch sử Đảng bộ nhân dân xã Giao Lạc - Năm 2005|2}}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Giao Thủy}}"}