{"69667":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Giao Thủy\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ = Ngô Đồng\n| vĩ độ = 20.284826\n| kinh độ = 106.445069\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 232,1 km²<ref name=\"GT\">{{Sửa đổi thông tin\n| publisher = Phạm Trường Thoan (xóm 9,Hoành Sơn,Giao Thủy,Nam Định)\n| date = \n| url = http:\/\/giaothuy.namdinh.gov.vn\/Gioithieu\/default.aspx\n| title = Giới thiệu chung về huyện Giao Thủy\n| access-date = 12:28 15\/8\/2012\n}}<\/ref>\n| dân số = 189.660 người<ref name=\"GT\"\/>\n| thời điểm dân số = 2010<ref name=\"GT\"\/>\n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = 817 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện lỵ = thị trấn [[Ngô Đồng, Giao Thủy|Ngô Đồng]]\n| thành lập = \n| chủ tịch UBND = Doãn Quang Hùng\n|bí thư =  Phạm Quang Ái\n| phân chia hành chính = 2 thị trấn, 20 xã\n| trụ sở UBND =thị trấn Ngô Đồng\n| mã hành chính = 365<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|giaothuy.namdinh.gov.vn}}\n|biển số xe=18-G1}}\n[[Tập tin:Châu thổ sông Hồng 2.jpg|nhỏ|250px|[[Khu dự trữ sinh quyển châu thổ sông Hồng]] ở 3 tỉnh Thái Bình, Nam Định, Ninh Bình là [[khu dự trữ sinh quyển thế giới]]]]\n'''Giao Thủy''' là một huyện ven biển thuộc tỉnh [[Nam Định]], [[Việt Nam]]<ref name=Ms@124 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 11\/04\/2019.<\/ref><ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref>.\n\n== Địa lý ==\nHuyện Giao Thủy nằm ở phía đông của tỉnh Nam Định, nằm cách thành phố [[Nam Định (thành phố)|Nam Định]] khoảng 49 km về phía đông, cách trung tâm thủ đô [[Hà Nội]] khoảng 139 km, có vị trí địa lý:\n\n* Phía đông và phía nam giáp [[Biển Đông]] \n* Phía tây giáp huyện [[Xuân Trường]] và huyện [[Hải Hậu]] (với ranh giới là con sông Sò, phân lưu của sông Hồng)\n* Phía bắc giáp huyện [[Kiến Xương]] và huyện [[Tiền Hải]] thuộc tỉnh [[Thái Bình]].\n\nDân số năm 2010 là 189.660 người. 35% dân số theo [[đạo Thiên Chúa]].\n\n== Hành chính ==\nHuyện Giao Thủy gồm có 22 đơn vị hành chính trực thuộc, bao gồm 2 thị trấn: [[Ngô Đồng, Giao Thủy|Ngô Đồng]] (huyện lỵ), [[Quất Lâm]] và 20 xã: [[Bạch Long]], [[Bình Hòa, Giao Thủy|Bình Hòa]], [[Giao An, Giao Thủy|Giao An]], [[Giao Châu, Giao Thủy|Giao Châu]], [[Giao Hà, Giao Thủy|Giao Hà]], [[Giao Hải]], [[Giao Hương]], [[Giao Lạc]], [[Giao Long, Giao Thủy|Giao Long]], [[Giao Nhân]], [[Giao Phong]], [[Giao Tân]], [[Giao Thanh]], [[Giao Thiện, Giao Thủy|Giao Thiện]], [[Giao Thịnh]], [[Giao Tiến]], [[Giao Xuân]], [[Giao Yến]], [[Hoành Sơn, Giao Thủy|Hoành Sơn]], [[Hồng Thuận]].\n\nThị trấn Ngô Đồng là trung tâm kinh tế của Giao Thủy. Đây là địa phương có dự án [[Đường cao tốc Ninh Bình – Hải Phòng]] đi qua.\n\n== Lịch sử ==\nSau năm 1954, huyện Giao Thủy có 27 xã: Giao An, Giao Bình, Giao Châu, Giao Hà, Giao Hải, Giao Hiếu, Giao Hòa, Giao Hoan, Giao Hoành, Giao Hồng, Giao Hùng, Giao Hương, Giao Lạc, Giao Lâm, Giao Long, Giao Minh, Giao Nhân, Giao Phong, Giao Sơn, Giao Tân, Giao Thắng, Giao Thanh, Giao Thiện, Giao Thuận, Giao Tiến, Giao Xuân, Giao Yến.\n\nNgày ngày 6 tháng 8 năm 1966, thành lập xã mới Bạch Long trên cơ sở đất mới khai phá, cắt thôn Đan Hải thuộc xã Giao Yến về xã Bạch Long quản lý.\n\nNgày ngày 28 tháng 3 năm 1969, hợp nhất xã Giao Hòa và xã Giao Bình thành một xã lấy tên là xã Bình Hòa; hợp nhất xã Giao Hoan và xã Giao Hiếu thành một xã lấy tên là xã Giao Thịnh; hợp nhất ba xã Giao Hùng, Giao Tiến, Giao Thắng thành một xã lấy tên xã Giao Tiến.\n\nNgày ngày 21 tháng 8 năm 1971, hợp nhất xã Giao Hoành và xã Giao Sơn thành một xã lấy tên là xã Hoành Sơn.\n\nNăm 1973, giải thể xã Giao Minh để sáp nhập vào xã Giao Châu và xã Giao Tân; hợp nhất xã Giao Hồng và Giao Thuận thành một xã lấy tên là xã Hồng Thuận.\n\nNgày ngày 1 tháng 4 năm 1986, thành lập thị trấn Ngô Đồng - thị trấn huyện lỵ huyện Giao Thủy - trên cơ sở 141,25 ha diện tích tự nhiên của xã Bình Hòa; 72,46 ha diện tích tự nhiên của xã Hoành Sơn thuộc huyện Giao Thủy và 2,02 ha diện tích tự nhiên của xã Xuân Phú thuộc huyện Xuân Trường.\n\nNăm [[1966]], huyện Giao Thủy cùng với huyện Xuân Trường hợp nhất thành [[Xuân Thủy (huyện)|huyện Xuân Thủy]], tới năm [[1997]] thì tách thành hai huyện riêng biệt. Huyện Giao Thủy khi đó gồm có 1 thị trấn Ngô Đồng và 21 xã: Bạch Long, Bình Hòa, Giao An, Giao Châu, Giao Hà, Giao Hải, Giao Hương, Giao Lạc, Giao Lâm, Giao Long, Giao Nhân, Giao Phong, Giao Tân, Giao Thanh, Giao Thiện, Giao Thịnh, Giao Tiến, Giao Xuân, Giao Yến, Hoàng Sơn, Hồng Thuận.\n\nNgày 26 tháng 3 năm 1998, Chính phủ ra nghị định số 19\/1998\/NĐ-CP<ref>{{Chú thích web|url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-19-1998-ND-CP-thanh-lap-xa-Giao-hung-thuoc-huyen-Giao-Thuy-tinh-Nam-Dinh-vb41671t11.aspx|tiêu đề = Nghị định số 19\/1998\/NĐ-CP ngày ngày 26 tháng 3 năm 1998 của Chính phủ thành lập xã Giao Hưng thuộc huyện Giao Thủy}}<\/ref> thành lập xã Giao Hưng (đây là xã mới thành lập do đề án lấn biển của Tỉnh). Ngày ngày 31 tháng 3 năm 2006 ra nghị định số 33\/2006\/NĐ-CP<ref>{{Chú thích web|url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh-33-2006-ND-CP-thanh-lap-xa-Giao-hung-bai-bo-Nghi-dinh-19-1998-ND-CP-vb10825.aspx|tiêu đề = Nghị định số 33\/2006\/NĐ-CP ngày ngày 31 tháng 3 năm 2006 của Chính phủ bãi bỏ Nghị định số 19\/1998\/NĐ-CP ngày ngày 26 tháng 3 năm 1998 của Chính phủ về việc thành lập xã Giao Hưng của huyện Giao Thủy}}<\/ref> bãi bỏ nghị định số 19\/1998\/NĐ-CP năm 1998.\n\nNgày ngày 14 tháng 11 năm 2003, chuyển xã Giao Lâm thành thị trấn Quất Lâm.\n\nTừ đó, huyện có 2 thị trấn và 20 xã như hiện nay.\n\n== Giáo dục ==\nHuyện Giao Thủy có 5 trường trung học phổ thông và trung tâm giáo dục thường xuyên. Trường Giao Thủy A và trường Giao Thủy B là hai trường có từ lâu và có thành tích dạy và học tốt của tỉnh Nam Định.\n\n== Kinh tế ==\nCơ cấu kinh tế của Giao Thủy đang chuyển dịch dần từ kinh tế [[nông nghiệp]] vốn từ lâu đời, sang thương mại và dịch dịch vụ: như phát triển ngành du lịch biển. Hiện tại Huyện đang được đầu tư vào bảo tồn và khai thác bền vững tuyến du lịch [[vườn quốc gia Xuân Thủy]], một trong những trọng điểm của [[khu dự trữ sinh quyển châu thổ sông Hồng]]. Giao Thủy có biển [[Quất Lâm]] là một trong những bãi tắm lý tưởng cho khách du lịch các tỉnh lân cận.\n== Làng nghề ==\nCác làng nghề, nghề phụ tại các địa phương trong huyện như:\n\n* May áo cưới Đại Đồng\n* Làm nước mắm Sa Châu\n*Nghề nấu rượu thôn Bỉnh Di\n* Một số ít làm nem quả, nem thính ở các thôn phía Đông Bắc\n* Nghề mộc, dịch vụ Ngô Đồng\n* Nghề làm muối Bạch Long\n* Một số có nghề thợ mộc, thợ may Giao Tiến\n* Thủy hải sản thôn ven biển\n* Chế biến, bán thủy sản, dịch vụ Quất Lâm.\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* {{trang web chính thức|http:\/\/giaothuy.namdinh.gov.vn}}\n{{coord| 20.428912| 106.173611| type:landmark| format= dms| name = Nam Định}}\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Giao Thủy}}\n{{Huyện thị Nam Định}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}