{"1522032":"{{bài cùng tên|Giao Châu (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Giao Châu\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Giao Thủy]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14188<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Giao Châu''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Giao Thủy]], tỉnh [[Nam Định]], [[Việt Nam]]. Xã Giao Châu phía Đông giáp xã Giao Nhân, phía Tây giáp xã Giao Yến, phía Bắc giáp xã Giao Tiến và Hoành Sơn, phía Đông Nam giáp xã Giao Long và Tây Nam giáp xã Bạch Long.\n\n'''Lịch sử:'''\n\nTừ năm 1945 trở về trước, các thôn làng của xã Giao Châu còn chung đơn vị hành chính với một số xã, các thôn Sa Châu, Tiên Chưởng cùng với thôn Duyên Thọ của xã Giao Nhân ngày nay. Năm 1946 thành lập xã Thọ Tiên Châu, năm 1956 xã Thọ Tiên Châu được tách thành hai xã Giao Châu và Giao Nhân. Đầu năm 1946 thành lập xã Minh Đức đến năm 1953 hợp nhất Minh Đức và Tân Dân thành xã Giao Tân. Cuối năm 1957 tách thôn Đắc Sở, Thúy Rĩnh, Hiệt Củ và xóm Bắc-Quân Lợi thành xã Giao Minh. Tháng 8 năm 1968 hai thôn Đắc Sở, Thúy Rĩnh được sát nhập và xã Giao Châu.\n\nXã Giao Châu có bốn thôn là Sa Châu, Tiên Chưởng, Đắc Sở và Thúy Rĩnh. Đến nay xã có 12 xóm gồm Tiên Thủy, Tiên Thành, Tiên Hưng, Tiên Long, Minh Đoàn, Minh Lạc, Minh Thắng, Thành Thắng, Mỹ Bình, Lạc Thuần, Tây Sơn và xóm Đông Sơn. Có 02 hợp tác xã Nông nghiệp ''(Nay gọi là HTX Sản xuất Kinh doanh dịch vụ Nông nghiệp)'' với 15 đội sản xuất, HTX SXKDDVNN Minh Châu có 05 đội sản xuất, HTX SXKDDVNN Tân Châu có 10 đội sản xuất.\n\n'''Địa lý:'''\n\nXã Giao Châu là xã nằm ở trung tâm của huyện Giao Thủy, cách thị trấn Ngô Đồng của huyện khoảng 05&nbsp;km. Với diện tích tự nhiên 783,39 ha trong đó diện tích đất trồng lúa là 468,478 ha, xã có Quốc lộ 37B chạy qua và có tuyến sông Cồn Nhất bắt nguồn từ sông Hồng chảy qua nên rất thuận lợi về giao thông và phục vụ tưới tiêu thủy lợi. Tổng dân số của xã đến thời điểm 01\/9\/2021 là 9.672 khẩu với 2.701 hộ, được chia thành 12 xóm.\n\n'''Tôn giáo:'''\n\nXã có hai tôn giáo chính là Phật giáo và Thiên Chúa giáo.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Giao Thủy}}"}