{"13821603":"'''Gioan Lasan Nguyễn Văn Vinh''' (2 tháng 10 năm 1912 – 8 tháng 2 năm 1971) là một [[linh mục]], [[tù nhân chính trị]], tù nhân tôn giáo và là một [[nhạc sĩ]] [[Công giáo]] nổi tiếng. Ông nguyên là linh mục Tổng đại diện của [[Tổng giáo phận Hà Nội]], nguyên Hiệu trưởng trường [[Anrê Dũng Lạc|Dũng Lạc]] và giảng viên [[Tiếng Latinh]] của [[Trường Đại học Y Hà Nội|Trường Đại học Y khoa Hà Nội]]. Ông được cho là người Việt Nam đầu tiên chơi đàn [[vĩ cầm]] ở [[Hà Nội]]<ref name=\"Liên Đoàn Công giáo Việt Nam Tại Hoa Kỳ\">[https:\/\/web.archive.org\/web\/20180828170417\/http:\/\/www.liendoanconggiao.net\/index.php?option=com_content&view=article&id=1119:linh-muc-gioan-lasan-nguyen-van-vinh&catid=124:chan-dung-linh-muc-viet-nam&Itemid=381 Linh mục Gioan Lasan Nguyễn Văn Vinh], Liên Đoàn Công giáo Việt Nam Tại Hoa Kỳ<\/ref> và cùng với nhạc sĩ [[Hùng Lân]], ông đã viết vở nhạc kịch ''David'', vở nhạc kịch đầu tiên của Việt Nam.<ref name=\"Tòa Tổng Giám mục Hà Nội\" \/>\n\n==Cuộc đời==\nLinh mục Gioan Lasan Nguyễn Văn Vinh sinh ngày 2 tháng 10 năm [[1912]] tại xã [[Ngọc Lũ]], huyện [[Bình Lục]], tỉnh [[Hà Nam]], thuộc giáo xứ Ngọc Lũ, giáo hạt Lý Nhân, [[Tổng giáo phận Hà Nội]] ngày nay. Thuở nhỏ, Nguyễn Văn Vinh đã tỏ ra có năng khiếu bẩm sinh về âm nhạc và phù hợp với việc tu tập. Linh mục chính xứ Ngọc Lũ là Dépaulis (người Pháp, tên tiếng Việt: Hương) quyết định đưa cậu bé Vinh lên học tại trường Puginier tại [[Hà Nội]].<ref name=lmvinh>[http:\/\/tgpsaigon.net\/baiviet-tintuc\/20091023\/2741 Chân dung linh mục Việt Nam: cha Gioan Lasan Nguyễn Văn Vinh], Tổng giáo phận Thành phố Hồ Chí Minh<\/ref>\n\nNăm 1928, ông học tại [[Tiểu chủng viện]] [[Hoàng Nguyên]], [[Phú Xuyên]], [[Hà Tây]]. Hai năm sau, ông được linh mục Dépaulis đưa sang Pháp du học. 5 năm sau, chủng sinh Vinh vào học tại [[Đại Chủng viện]] St Sulpice, [[Paris]]. Sau 5 năm tu học trên đất [[Pháp]], Nguyễn Văn Vinh được phong linh mục ở [[Limoges]] vào ngày [[20\/6]]\/[[1940]].<ref name=\"Liên Đoàn Công giáo Việt Nam Tại Hoa Kỳ\" \/>\nLúc này đang xảy ra [[Chiến tranh thế giới thứ hai]]. Ông quyết định ở lại Pháp để tiếp tục học Văn Khoa và Triết tại Đại Học Sorbone, học sáng tác và hòa âm tại Nhạc viện Quốc gia Pháp. Trong thời gian học tại Pháp, linh mục Nguyễn Văn Vinh vừa học vừa làm việc. Do vị linh mục trẻ có vóc dáng bé nhỏ nên nhiều người Pháp vẫn thường nhầm ông là phụ nữ nên cứ chào: “Bonjour Madame!\".<ref name=lmvinh \/>\n\nSau khi tốt nghiệp cử nhân Văn & Triết tại Sorbone, linh mục Nguyễn Văn Vinh quyết định gia nhập dòng tu khổ hạnh [[Biển Đức thành Norcia|Biển Đức]] tại Đan Viện Ste Marie. Sau khi thế chiến chấm dứt, ông trở về Việt Nam năm 1947. Giám mục François Chaize - Thịnh, [[Đại diện Tông Tòa]] [[Tổng giáo phận Hà Nội|Hạt Đại diện Tông Tòa Hà Nội]] quyết định chọn linh mục Gioan Lasan Nguyễn Văn Vinh làm linh mục chánh xứ [[Nhà thờ Lớn Hà Nội]]. Vốn từng là tu sĩ dòng Biển Đức, ông xin giám mục địa phận lập dòng Biển Đức ở Việt Nam nhưng không thành.<ref name=\"Liên Đoàn Công giáo Việt Nam Tại Hoa Kỳ\" \/>\n\nNăm 1951, Nhà thờ Lớn Hà Nội tổ chức lễ an táng cho Bernard, con trai tướng De Lattre de Tassigny. Trong thánh lễ, tướng De Lattre yêu cầu đặt ghế của ông trên cung thánh và bắt chuyển ghế của [[Thủ tưởng Việt Nam]] Trần Văn Hữu xuống dưới phía lòng [[nhà thờ]]. Vì lòng tự trọng dân tộc, danh dự quốc gia, linh mục Nguyễn Văn Vinh không nhượng bộ và hai bên tranh cãi rất gay gắt. Sự việc kết thúc khi thủ tướng Việt Nam [[Trần Văn Hữu]] tự nguyện rút lui. Sau sự việc này, nhằm tránh gây căng thẳng, [[Giám mục]] Đại diện Tông Tòa Hà Nội [[Giuse Maria Trịnh Như Khuê]] đã thuyên chuyển linh mục Nguyễn Văn Vinh về làm giáo sư tại Tiểu Chủng viện Piô XII, dạy Anh, Pháp văn, âm nhạc, Triết học. Song song với nhiệm vụ này, ông còn giảng dạy Văn và Triết học ở trường Chu Văn An.<ref name=lmvinh \/>\n\nNăm 1954, Giám mục Trịnh Như Khuê cho phép linh mục Vinh và linh mục Nhân đưa chủng sinh đi Nam, nhưng cả hai quyết định ở lại với Giáo phận Hà Nội. Vì vậy, Giám mục Khuê bổ nhiệm ông làm linh mục Tổng Đại diện kiêm Hiệu Trưởng trường Dũng Lạc. Chính phủ Việt Nam Dân chủ Cộng hòa ra chỉ thị phải treo ảnh lãnh tụ [[Hồ Chí Minh]] thay cho [[Thánh Giá]] ở các lớp học. Hiệu trưởng Vinh quyết định không tuyên đọc chỉ thị và cũng không tháo bỏ Thánh giá, nên năm 1957 trường bị đóng cửa. Do tình trạng thiếu giáo sư, đại học Y khoa Hà Nội đề nghị Giám mục Khuê cử linh mục Vinh đến trường để dạy tiếng La tinh. Ông giảng dạy ở đây cho đến khi thủ tướng Trung Quốc [[Chu Ân Lai]] trong một lần ghé thăm trường Y. Khi thấy một linh mục tham gia giảng dạy tại đây, Chu đã nói với đoàn tháp tùng: \"''Đến giờ này mà còn có linh mục dạy ở Đại học quốc gia ư?''\". Vài bữa sau, linh mục Vinh bị cho thôi giảng dạy.<ref name=\"Liên Đoàn Công giáo Việt Nam Tại Hoa Kỳ\" \/>\n\n==Bị giam cầm==\nNăm [[1957]], vào dịp [[Lễ Giáng Sinh]], chính quyền tự động cho người đến treo dây, kết đèn quanh [[Nhà thờ Lớn Hà Nội]], sau lễ họ vào đòi nhà thờ phải thanh toán một số tiền chi phí lớn về vật liệu và tiền công. Năm [[1958]] cũng tương tự, linh mục Tổng đại diện Nguyễn Văn Vinh và linh mục Chính xứ [[Giuse Maria Trịnh Văn Căn|Trịnh Văn Căn]] phản ứng rất dữ dội. Linh mục Căn cho kéo chuông báo. Giáo dân cùng linh mục Vinh ra tranh cãi. Riêng linh mục Vinh leo lên thang, đan chéo tay thành hình chiếc còng, la lớn tiếng:\"Tự do thế này!\" Sau vụ việc này, linh mục Căn bị xử phạt 12 tháng tù treo, linh mục Vinh 18 tháng tù giam, với lý do: ''Vô cớ tập hợp quần chúng trái phép, phá rối trị an, cố tình vu khống, xuyên tạc chế độ, gây chia rẽ trong nhân dân''. Sau phiên tòa, linh mục Vinh bị đưa đi giam ở [[Hỏa Lò]], rồi bị chuyển đi nhiều trại giam khác như [[Chợ Ngọc]], [[Yên Bái]], và cuối cùng là vào trại giam [[Cổng Trời]], nơi dành riêng cho tử tù.<ref name=lmvinh \/> Tuy bị xử phạt 18 tháng tù, ông đã phải ngồi tù 12 năm cho đến khi mất.<ref name=lmvinh\/>\n\nTrong thời gian tù đày, một cán bộ cao cấp ở Hà Nội đã đến gặp tù nhân Vinh và cho biết: \"''Đảng và Chính phủ muốn anh được tha về, nhưng với điều kiện phải cộng tác với linh mục Nguyễn Thế Vịnh (Chủ tịch Ủy ban Liên Lạc Công giáo). Nếu anh đồng ý, anh có thể về Hà Nội ngay bây giờ với tôi''\". Nhận được lời đề nghị này, ông trả lời: \"''Ông Vịnh có đường lối của ông Vịnh. Tôi có đường lối của tôi''\".<ref name=\"Liên Đoàn Công giáo Việt Nam Tại Hoa Kỳ\" \/>\n\nTheo như mô tả của nhà thơ Nguyễn Tuân, một người bạn tù của linh mục Gioan Lasan, kể lại để [[nhà văn]] [[Phùng Quán]] viết: thời gian trong tù, linh mục Nguyễn Văn Vinh được hầu như tất cả các trại viên, kể cả những tay hung dữ nhất, đều thương mến.{{better source}}<ref name=saigonnese >[https:\/\/saigonnese.wordpress.com\/2017\/07\/03\/linh-muc-gioan-lasan-nguyen-van-vinh-1912-1971-thang-khung\/ Linh mục Gioan Lasan NGUYỄN VĂN VINH (1912-1971) – Thằng khùng], Saigonnese<\/ref>. Tại đây Ông thường lo việc khâm liệm những tù nhân chết. Dù cố tình che giấu thân phận mình, các việc làm của ông đã thể hiện ông là một con người nhân ái, có tri thức và được mọi người yêu mến.<ref name=saigonnese \/>\n\nNgày 18 tháng 2 năm 1971, linh mục Nguyễn Văn Vinh qua đời.<ref name=tgp>{{Chú thích web |url=https:\/\/www.tonggiaophanhanoi.org\/chuyen-hai-cot-cha-gioan-lasan-nguyen-van-vinh-vao-nha-tho|ngày truy cập=2022-05-10 |tựa đề=Chuyển hài cốt cha Gioan Lasan Nguyễn Văn Vinh vào nhà thờ}}<\/ref>. Một năm sau, chính quyền báo cho Tổng giám mục Trịnh Như Khuê và linh mục [[Giuse Maria Nguyễn Tùng Cương]], khi đó đang là quản lý Nhà Chung: \"''Ông Vinh đã chết. Không được làm lễ áo đỏ cho ông Vinh!''\".<ref name=lmvinh \/>\n\nNăm 1992, hài cốt của ông chuyến về lưu giữ tại Đại chủng viện Hà Nội cho đến ngày 02 tháng 6 năm 2019, thì được chuyển đến đặt dưới bàn thờ thánh Antôn trong nhà thờ Chính tòa Hà Nội.<ref name=tgp\/>\n\n==Tác phẩm==\nTheo như Giám mục [[Lôrensô Chu Văn Minh]], \"''linh mục nhạc sĩ Gioan Lasan Nguyễn Văn Vinh đã sáng tác, viết hoà âm, điều khiển ca đoàn, làm nhạc công với nhiều nhạc cụ khác nhau và cũng đồng thời còn là một [[ca sĩ]] đại tài. Ông đã viết nhiều bài hát, có những bài kiệt tác, và có sự phong phú về thể loại, những bản thánh ca, những bài hát sinh hoạt, cả bài hát đời thường.''\"<ref name=\"Tổng Giám mục Hà Nội\" \/>\n===Phổ nhạc===\n* Đèo Ngang của [[Bà Huyện Thanh Quan]]<ref name=\"Tòa Tổng Giám mục Hà Nội\" \/>\n\n===Sáng tác===\n{{refbegin|2}}\n* Sao Mai \n* Ca vịnh 8 \n* Chủng viện Gioan \n* Tận Hiến \n* Thánh Tâm Giêsu \n* Đức Mẹ Vô Nhiễm \n* Chúa trong lòng con\n* Mở Đường Phúc Thật \n* Tôn vinh Thiên Chúa Ba Ngôi \n* Gia-vi Vua Tình Yêu\n* Thánh vinh 115 \n* Thánh vịnh 41 \n* Thánh vịnh 23 \n* Thánh vịnh 16\n* Thánh vịnh 8 \n* Từ Vực sâu\n* Ôi GiaVi\n* Lạy Mừng Thánh Tử Đạo\n* Salem hỡi\n* Đời Người <ref name=\"Tòa Tổng Giám mục Hà Nội\" >[https:\/\/tonggiaophanhanoi.org\/tin-tuc\/tin-giao-phan\/4253-thanh-le-ky-niem-100-ngay-sinh-cua-linh-muc-gioan-lasan-nguyen-van-vinh-tai-nha-tho-chinh-toa-ha-noi.html Thánh lễ kỷ niệm 100 năm ngày sinh của linh mục Gioan Lasan Nguyễn Văn Vinh (1912-02\/10-2012)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200503003305\/https:\/\/www.tonggiaophanhanoi.org\/tin-tuc\/tin-giao-phan\/4253-thanh-le-ky-niem-100-ngay-sinh-cua-linh-muc-gioan-lasan-nguyen-van-vinh-tai-nha-tho-chinh-toa-ha-noi.html |date=2020-05-03 }}, Tòa Tổng Giám mục Hà Nội\n<\/ref><ref name=\"Tổng Giám mục Hà Nội\" >{{Chú thích web |url=https:\/\/www.tonggiaophanhanoi.org\/le-gio-lan-thu-41-cua-cha-gioan-lasan-nguyen-van-vinh-tai-nha-tho-chinh-toa-ha-noi|ngày truy cập=2022-05-10 |tựa đề=Lễ giỗ lần thứ 41 của cha Gioan Lasan Nguyễn Văn Vinh tại nhà thờ chính tòa Hà Nội}}<\/ref> \n{{refend}}\n\n=== Đồng sáng tác===\n* Nhạc kịch tôn giáo ''David'', cùng nhạc sĩ [[Hùng Lân]] (đây là vở [[nhạc kịch]] đầu tiên của [[Việt Nam]])<ref name=\"Tòa Tổng Giám mục Hà Nội\" \/><ref>{{chú thích web|author1=Nguyễn Bách|title=Linh mục Nguyễn Văn Vinh: Người viết hợp xướng và nhạc kịch đầu tiên của Việt Nam|url=https:\/\/donghanhonline.com\/linh-muc-nguyen-van-vinh-nguoi-viet-hop-xuong-va-nhac-kich-dau-tien-cua-viet-nam\/|website=Đồng Hành|date=2020}}<\/ref>\n\n==Vinh danh==\n* Ngày 12 tháng 04 năm 2011, Ban Thánh Nhạc [[Tổng giáo phận Thành phố Hồ Chí Minh]] đã tổ chức buổi trình diễn các nhạc phẩm của linh mục nhạc sĩ Gioan Lasan Nguyễn Văn Vinh tại hội trường [[Gioan Baotixita Phạm Minh Mẫn]], Trung tâm Mục vụ Tổng giáo phận Thành phố Hồ Chí Minh, nhân dịp Lễ giỗ lần thứ 40 của ông. Buổi trình diễn lấy tên là “Mở Đường Phúc Thật”, tên một tác phẩm tuyệt tác độc đáo thuộc loại Cantate của linh mục nhạc sĩ Gioan Lasan. Chương trình ngoài sự tham gia của hơn 300 tham dự viên còn có sự hiện diện của các [[Giám mục]] và những linh mục nhạc sĩ, [[nhà thơ]] [[Công giáo]].<ref name=\"Tổng giáo phận Thành phố Hồ Chí Minh\" >[http:\/\/tgpsaigon.net\/baiviet-tintuc\/20110412\/9832 Lễ giỗ lần thứ 40 cố LM Gioan Lasan Nguyễn Văn Vinh: Trình diễn nhạc phẩm \"Mở đường phúc thật\"], Tổng giáo phận Thành phố Hồ Chí Minh<\/ref>\n\n==Xem thêm==\n* [[Giuse Maria Trịnh Văn Căn#Thăng tiến trong công việc Mục vụ#1949-1963: Giai đoạn làm linh mục#|Noel 1958]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [https:\/\/thanhcavietnam.net\/forum\/showthread.php?t=2649 Linh mục Nhạc Sĩ Gioan Lasan Nguyễn Văn Vinh (1912-1971), Cha Chính, Tổng Đại Diện, Giáo phận Hà Nội]\n* [[Micae Hoàng Đức Oanh]] (2020). [https:\/\/donghanhonline.com\/cuoc-doi-linh-muc-gb-nguyen-van-vinh\/ \"Cuộc đời cha chính Vinh – Bài 1: Cậu bé hát hay, giỏi Pháp văn\"] [https:\/\/donghanhonline.com\/cuoc-doi-cha-chinh-vinh-bai-2-dau-dau-noi-dau-nguoi-thuoc-dia\/ \"– Bài 2: Đau đáu nỗi đau người thuộc địa\"] [https:\/\/donghanhonline.com\/cuoc-doi-cha-chinh-vinh-bai-cuoi-dau-nhat-cuoc-thi-violon-phap\/ \"– Bài cuối: Đậu nhất cuộc thi violon Pháp\"]\n\n[[Thể loại:Sinh năm 1912|N]]\n[[Thể loại:Mất năm 1971|N]]\n[[Thể loại:Người Hà Nam|N]]\n[[Thể loại:Linh mục Công giáo người Việt|N]]\n[[Thể loại:Nhạc sĩ Công giáo|N]]\n[[Thể loại:Tù nhân Việt Nam|N]]\n[[Thể loại:Áp bức chính trị tại Việt Nam|N]]\n[[Thể loại:Áp bức tôn giáo|N]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam|Vinh]]"}