{"3311402":"'''Gioakim Đặng Đức Tuấn''' (1806-1874) là một [[linh mục]] [[Giáo hội Công giáo Rôma]] tại Việt Nam. Ông từng giữ vai trò thông ngôn cho phái đoàn do vua [[Tự Đức]] cử gồm sứ bộ [[Phan Thanh Giản]] và [[Lâm Duy Hiệp]] vào [[Gia Định]] thương nghị rồi ký hòa ước với [[Thực dân Pháp]] vào năm [[1862]]. Ông góp phần quan trọng trong việc khiến [[vua]] Tự Đức ra \"''Chỉ dụ bãi bỏ lệnh phân sáp''\" cấm đạo [[Kitô giáo|Kitô]] bằng những bảng điều trần ông viết gửi cho triều đình thời đó<ref name=\"HDGM\">{{citeweb|url=http:\/\/hdgmvietnam.org\/chan-dung-linh-muc-viet-nam-linh-muc-gioakim-dang-duc-tuan\/730.43.13.aspx|title=Chân dung linh mục Việt Nam: Linh mục Gioakim Đặng Đức Tuấn|publisher=TRANG TIN CỦA HỘI ĐỒNG GIÁM MỤC VIỆT NAM|date=ngày 6 tháng 2 năm 2016|author=GP Qui Nhơn|ngày truy cập=2016-02-03|archive-date=2017-03-02|archive-url=https:\/\/web.archive.org\/web\/20170302113827\/http:\/\/hdgmvietnam.org\/chan-dung-linh-muc-viet-nam-linh-muc-gioakim-dang-duc-tuan\/730.43.13.aspx}}<\/ref>. Ngoài ra, ông còn được ghi nhận là một danh nhân văn hóa, [[nhà thơ]], nhà [[Hán Nôm]] với nhiều tác phẩm có giá trị trong lĩnh vực [[Công giáo]] và xã hội.\n\n==Thân thế==\nÔng còn có tên là '''Đặng Đức Thuận''', sinh năm 1806 tại làng Qui Hòa, nay là ấp [[Qui Thuận]], [[Hoài Châu Bắc]], thị xã [[Hoài Nhơn]], tỉnh [[Bình Định]], thuộc giáo xứ Đại Bình, giáo hạt Bồng Sơn, [[giáo phận Qui Nhơn]]<ref name=\"UCAN\">{{citeweb|url=http:\/\/vietnam.ucanews.com\/2012\/12\/03\/linh-m%E1%BB%A5c-d%E1%BA%B7ng-d%E1%BB%A9c-tu%E1%BA%A5n-ng%C6%B0%E1%BB%9Di-th%E1%BA%ADt-vi%E1%BB%87c-th%E1%BA%ADt-2\/|title=Linh mục Đặng Đức Tuấn người thật việc thật|publisher=UCAN Việt Nam|date=ngày 6 tháng 2 năm 2016|author=Nguyễn Văn Thoa|ngày truy cập=2016-02-06|archive-date=2016-09-17|archive-url=https:\/\/web.archive.org\/web\/20160917231713\/http:\/\/vietnam.ucanews.com\/2012\/12\/03\/linh-m%e1%bb%a5c-d%e1%ba%b7ng-d%e1%bb%a9c-tu%e1%ba%a5n-ng%c6%b0%e1%bb%9di-th%e1%ba%adt-vi%e1%bb%87c-th%e1%ba%adt-2\/}}<\/ref>. Thân phụ ông tên Đặng Đức Lành, từng làm ông Câu<ref>{{chú thích web|title=Hội Đồng Mục Vụ Giáo xứ - Ban Thường Vụ gồm có: ông Trùm, ông Câu, ông Biện Thư Ký, ông Biện Thủ Quỹ.|url=http:\/\/www.vietcatholic.org\/News\/Html\/64266.htm|accessdate=2021-09-17}}<\/ref> [https:\/\/gpquinhon.org\/q\/lich-su-giao-phan-giao-xu\/dia-so-gia-huu-1173.html địa sở Gia Hựu]. Ông là người con thứ 2 trong gia đình, bên cạnh người anh là Đặng Đức Hóa và người em là Đặng Đức Bình. Một số tài liệu ghi nhận ông thuộc dòng dõi danh sĩ [[Đặng Đức Siêu]].<ref>Hoàng Xuân Việt, ''Tìm hiểu lịch sử chữ quốc ngữ''. Nhà xuất bản Văn hóa thông tin, 2006. Tr. 374<\/ref>\n\n==Khởi nghiệp đạo đời==\nTừ nhỏ, ông có tiếng là thông minh, tuy nhiên sự nghiệp Hán học ông không thành đạt khoa bảng. Năm [[Ất Dậu]] 1825, ông dự khoa thi Hương tại Thừa Thiên, vào đến Tam trường nhưng vì chép đề thi sai sót một chữ nên bị đánh hỏng vì lạc đề. Ông trở về làng, làm thầy đồ trong làng.\n\nKhoảng giữa thập niên 1840, ông được giới thiệu đến Giám mục [[Etienne-Théodore Cuénot Thể|Cuénot Thể]] cho vị trí giáo sư Hán văn tại Chủng viên Penang (thuộc [[Malaysia]] ngày nay). Năm 1846, ông được đưa vào [[Gia Định]], sau đó xuống tàu đi Penang. Tại Chủng viện Penang, ngoài việc dạy Hán văn, ông còn nghiên cứu và học thêm [[tiếng Pháp]] và [[tiếng Latin]], cũng như nhiều kiến thức văn hóa Tây phương. Được sự bảo lãnh của linh mục Giám đốc Đại chủng viện Penang và được sự chấp thuận của Giám mục Cuénot Thể, ông được nhận làm chủng sinh khi đã lớn tuổi.\n\nSau 7 năm học ở chủng viện, ông được thụ phong chức [[Phó tế]] và trở về quê hương. Sau một thời gian phục vụ tại Giáo phận Đông Đàng Trong, năm 1856, ông được Giám mục Cuénot Thể truyền chức [[linh mục]] tại [http:\/\/www.giaoxugiaohovietnam.com\/QuyNhon\/01-Giao-Phan-QuyNhon-GoThi.htm Tòa Giám mục Gò Thị] và được bổ nhiệm làm việc tại Tư Ngãi (Tư Nghĩa, [[Quảng Ngãi]] ngày nay). \n[[File:Nha tho Go Thi Main hall w1600.jpg|nhỏ|thế=Nhà thờ Gò Thị - Là nơi đặt Tòa Giám mục Đông Đàng Trong từ 1839 đến 1861|Từ năm 1839, Gò Thị đã có vinh dự được Đức cha Stêphanô Cuénot Thể chọn làm nơi đặt Toà Giám mục và ngài đã thường xuyên ở đó cho đến năm 1861.]]\n\n==Con dân Chúa cũng là con dân nước==\nThời gian ông làm phụng vụ ở Quảng Ngãi, cũng là lúc nước Nam bước vào thời kỳ bất ổn. Tàu chiến Pháp gây chiến ở [[Đà Nẵng]], rồi [[Gia Định]]. Triều đình Huế nghi kỵ người Công giáo. Vua Tự Đức liên tiếp ra các sắc dụ cấm đạo vào những năm 1859, 1860, khắc nghiệt nhất là sắc dụ phân sáp năm 1860 được thực hiện triệt để vào năm 1861. Nhà thờ bị phá hủy, nhà cửa ruộng vườn các tín hữu bị tịch thu, các tín hữu bị bắt phân tán vào các làng mạc. Trước tình thế ấy, ông phải rời nhiệm sở Quảng Ngãi, trở về Bình Định, rồi lại từ Bình Định trở ra Quảng Ngãi để vừa lẩn tránh vừa tìm cách thực hiện mục vụ. Thời gian này, với tấm lòng tâm huyết với quê hương, ông đã viết hai bản điều trần nổi tiếng gửi triều đình là \"Hoành mao hiến bình Tây sách\"<ref>Tức \"Kế sách chống Tây do kẻ sĩ ẩn dật cung hiến\".<\/ref> và \"Minh đạo bình Tây sách\"<ref>Tức \"Kế sách chống Tây rõ ràng\".<\/ref>. Tuy nhiên, do kỳ thị của triều đình mà hai bản điều trần của ông không hề được ngó ngàng đến.\n\nCuối năm 1861, ông bị quan binh triều đình bắt giữ ở Nga Mân (nay thuộc thị xã Đức Phổ, tỉnh Quảng Ngãi), sau đó bị giải lên Mộ Đức<ref>Bấy giờ vùng đất Đức Phổ thuộc huyện Mộ Đức.<\/ref>, rồi lên tỉnh Quảng Ngãi. Tại đây, ông viết tờ khai bằng bài vè bốn chữ, 88 câu<ref>Được mệnh danh là bài \"Tư thừa khai\".<\/ref>. Do biết ông từng gửi hai bản điều trần đến triều đình, quan lại Quảng Ngãi cho áp giải ông cùng hồ sơ nội vụ về [[Huế]].\n\nTại Huế, ông được các đại thần là Thượng thư Bộ Binh [[Lâm Duy Hiệp]] cùng Hiệp biện [[Phan Thanh Giản]] tra vấn về đạo Công giáo và về việc quân Pháp đánh phá Đại Nam. Ông nhiều lần trình bày lập luận của mình về việc tách rời trách nhiệm giữa niềm tin tôn giáo và trách nhiệm con dân; đồng thời viết thêm hai bản điều trần xin tha cho giáo dân và hiến kế làm cho dân giàu quân mạnh. Khi hai bản điều trần đến tay, vua Tự Đức xem và khen ngợi, đồng thời ra lệnh nới lỏng lệnh cấm đạo.\n\nVào khoảng tháng 3 năm 1862, ông Đặng Đức Tuấn viết thêm hai bản điều trần nữa, nói về vấn đề cấm đạo và vấn đề kế sách giảng hòa với Pháp. Hiện tại, cả sáu bản điều trần của ông đều đã được sưu tập đầy đủ.\n\nNhờ những nỗ lực trình bày qua các bản điều trần, ông được triều đình giao cho nhiệm vụ thông ngôn, tháp tùng sứ bộ Phan Thanh Giản và Lâm Duy Hiệp vào Gia Định thương nghị với Pháp. Do việc này, ông được các giáo dân đặt cho biệt danh là '''cha Khâm'''.\n\n==Những năm cuối đời==\nSau hòa nghị năm 1862, ông được triều đình cho về quê. Năm 1865, Giám mục Eugène Charbonnier Trí bổ nhiệm ông làm cha sở Nước Nhỉ (nay thuộc huyện Phù Mỹ, tỉnh Bình Định). Từ đó cho đến tận cuối đời, bên cạnh việc truyền giáo và chăm sóc mục vụ cho giáo dân, ông dành thời gian viết nhiều tác phẩm bằng thơ, với nội dung truyền tải đời sống đạo qua văn hóa dân gian. Ông cũng từng được vua Tự Đức 2 lần triệu về kinh đô Huế để tham vấn về việc nước.\n\nÔng qua đời ngày [[24 tháng 7]] năm 1874 nhà thờ Nước Nhỉ, ấp Chánh Khoan, xã Mỹ Lợi, huyện Phù Mỹ, tỉnh Bình Định. Mộ phần của ông ban đầu được an táng tại khuôn viên nhà thờ Nước Nhỉ. Năm 1905, nhà thờ Nước Nhỉ được dời đến vị trí mới. Mộ phần của ông được cải táng về Lăng tử Đạo Nước Nhỉ như ngày nay.\n\n==Tác phẩm==\n* ''Việt Nam giáo sử diễn ca'' (Lược sử truyền giáo của Kitô giáo từ thời hậu Lê cho đến chỉ dụ phân sáp của vua Tự Đức) \n* ''Lâm nạn phùng quốc hành'' (Thuật lại những sự kiện từ khi bị bắt ở Nga Mân đến lúc vua Tự Đức ra chỉ dụ bãi bỏ lệnh phân sáp)\n* ''Hoành mao hiến bình Tây sách''\n* ''Minh đạo bình Tây sách''\n* ''Nguyên Đạo'' (Bản văn ngắn gửi cho bộ Binh trình bày nguồn gốc Kitô giáo)\n* ''Văn tế Đức cha Thể''\n* ''Minh dân vệ Đạo khúc'' (Trình bày chân lý Kitô giáo nhằm đáp lại bài “Hoán mê khúc” của quan Án sát [[Ngụy Khắc Đản]] đã hiểu sai về Kitô giáo)\n* ''Kim thạch giải sầu ca'' (bài thơ ca an ủi giáo dân trung thành với đức tin Kitô giáo)\n* ''Cách ngôn liên bích'' (Chỉ dẫn giáo dân xử thế lập thân, sống đạo bằng những những câu cách ngôn)\n* ''Văn tế các đẳng'' (Văn tế những người quá cố)\n* ''Minh tâm linh số'' (Bài thơ chữ Hán thể thất ngôn, chữ đầu của câu thơ là một chữ số nói về một chân lý đức tin)\n* ''Thống hối đề ngâm'' (nói lên sự cần thiết và lý do thống hối lỗi lầm)\n* ''Cải quá tự tân luận'' (khuyên giáo dân chừa bỏ Bảy mối tội đầu)\n \n==Vinh danh==\nNgày 17 tháng 3 năm 2011, Hội đồng nhân dân tỉnh [[Thừa Thiên Huế]] đã chính thức thông qua đề án đặt tên đường phố của thành phố [[Huế]]. Tên Linh mục Đặng Đức Tuấn đã được chọn để đặt cho một con đường thuộc phường [[Thủy Biều]], thành phố Huế. Con đường mang tên linh mục này có điểm đầu giáp đường [[Ngô Hà]] và điểm cuối giáp đập [[Trung Thượng]]<ref name=\"Giáo phận Qui Nhơn\">{{citeweb|url=http:\/\/gpquinhon.org\/qn\/news\/hanh-huong\/Linh-Muc-Dang-Duc-Tuan-107\/#.VrVDapqLTIU|title=Linh mục Đặng Đức Tuấn|publisher=Giáo phận Qui Nhơn |date = ngày 6 tháng 2 năm 2016 |author=Lm. Gioan Võ Đình Đệ}}<\/ref>.\n\nNgoài ra, tên ông còn được đặt cho một giải thưởng văn thơ của [[Giáo phận Qui Nhơn]].\n==Chú thích==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n* Lam Giang & Vũ Ngọc Nhã, ''Đặng Đức Tuấn, tinh hoa Công giáo ái quốc Việt Nam'', Tân Văn ấn quán, Sài gòn, 1970.\n* [http:\/\/hdgmvietnam.org\/chan-dung-linh-muc-viet-nam-linh-muc-gioakim-dang-duc-tuan\/730.43.13.aspx Cha GIOAKIM ĐẶNG ĐỨC TUẤN (1806-1874)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170302113827\/http:\/\/hdgmvietnam.org\/chan-dung-linh-muc-viet-nam-linh-muc-gioakim-dang-duc-tuan\/730.43.13.aspx |date=2017-03-02 }}\n* [http:\/\/www.vietcatholic.net\/News\/Html\/148915.htm Suy tư bài Văn Tế Các Đẳng của LM Gioakim Đặng Đức Tuấn]\n* [http:\/\/khoahocnet.com\/2015\/10\/19\/nguyen-van-nghe-linh-muc-dang-duc-tuan-la-tac-gia-bai-hich-sat-ta-binh-tay\/ LINH MỤC ĐẶNG ĐỨC TUẤN LÀ TÁC GIẢ BÀI HỊCH SÁT TẢ BÌNH TÂY?]\n\n{{thời gian sống|1806|1874}}\n\n[[Thể loại:Tín hữu Công giáo được đặt tên đường ở Việt Nam|D]]\n[[Thể loại:Linh mục Công giáo người Việt|D]]\n[[Thể loại:Người Bình Định|D]]"}