{"19592437":"{{Thông tin nhân vật\n| name = Giuse Trần Đình Long\n| image = Giuse Trần Đình Long.png\n| imagesize = \n| caption = Cha Long đang giảng lễ\n| tên khai sinh = Trần Đình Long\n| birth_date = {{Ngày sinh và tuổi|1956|08|20}}\n| birth_place = [[Phú Thọ]], [[Việt Nam]]\n| quốc tịch = [[Việt Nam]]\n| nghề nghiệp = [[Linh mục]]\n| tôn giáo = [[Giáo hội Công giáo|Công giáo]]\n}}\n'''Giuse Trần Đình Long''' (thường được nhiều người biết đến với tên gọi chung là '''Cha Long''' hay '''Cha Long, Lòng Chúa Thương xót''') là một [[linh mục]] [[Giáo hội Công giáo Rôma|Công giáo]] người [[Việt Nam]]. Ông có tài giảng thuyết thu hút nhiều người nghe và được biết đến bởi những bài giảng về [[Chuỗi kinh Lòng Chúa Thương xót|Lòng Chúa thương xót]].<ref>{{Chú thích web|url=https:\/\/www.longthuongxotchua.net\/|tựa đề=Lòng chúa thương xót}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.nhaccuatui.com\/playlist\/long-thuong-xot-chua-vol-1-lmgiuse-tran-dinh-long.uj6sK2tCO4ZO.html|tựa đề=Bài Giảng Lòng Chúa Thương Xót của Cha Long}}<\/ref> \n\nCác bài giảng của ông - bằng những hình thức khác nhau - được nhiều người chia sẻ trên mạng để nghe, đọc phổ biến. Tuy nhiên, ông vướng vào nhiều cáo buộc liên quan đến việc cho người lên làm chứng các phép lạ chưa được giáo quyền kiểm chứng ngay trong [[Thánh lễ]], cũng như việc ông đặt tay cầu nguyện xin chữa lành, và gieo rắc quan điểm giữ đạo vì phép lạ.<ref name=\"vietcatholic.net\" \/> Cũng có một số cáo buộc cho rằng ông làm giả nhân chứng để đánh bóng tên tuổi. \n\nTrước những cáo buộc này, Giám quản [[Tổng giáo phận Thành phố Hồ Chí Minh]] [[Giuse Đỗ Mạnh Hùng]] đã thuyên chuyển ông từ giáo điểm Tin Mừng, nơi ông đang làm quản xứ để về Trung tâm mục vụ của Tổng giáo phận vào tháng 7 năm 2019. \n\n== Hoạt động mục vụ ==\nGiuse Trần Đình Long sinh ngày 20 tháng 08 năm [[1956]] tại tỉnh [[Phú Thọ]], nay thuộc [[Giáo phận Hưng Hóa]].{{Cần chú thích}}\n\nLinh mục Long nguyên là [[tu sĩ]] thuộc [[Danh sách dòng tu Công giáo|dòng Thánh Thể]] Việt Nam, tuy nhiên ông có xu hướng hoạt động không đúng với đặc sủng và cùng hướng của nhà dòng - nên không được cho tiếp tục mục vụ tại dòng Thánh Thể.<ref name=\"Cổng thông tin Phật giáo thuộc Giáo hội Phật giáo Việt Nam\"\/><ref name=\"Báo Giác ngộ\"\/> Ông xin gia nhập Linh mục đoàn của Tổng Giáo phận Sài Gòn và được nguyên [[Tổng giám mục]] của [[Tổng giáo phận Thành phố Hồ Chí Minh]] [[Phaolô Bùi Văn Đọc]] đồng ý, nhưng cho thời gian thử thách 5 năm bằng việc cử đi mục vụ tại Giáo điểm Tin Mừng, một giáo điểm truyền giáo mới thành lập, để loan báo [[Tin Mừng]].\n\nNgày 16 tháng 12 năm 2015, ông được phân công về làm Quản xứ Giáo điểm Tin mừng thuộc Giáo hạt Xóm Chiếu, Tổng giáo phận Sài Gòn.<ref>{{Chú thích web|url=https:\/\/traiphieuchinhphu.com\/gdtm-cha-tran-dinh-long-nha-be-dia-chi-so-dien-thoai-lien-he-cha-long-090-376-09-33|tựa đề=Cha Trần Đình Long Nhà Bè}}<\/ref>\n\n===Tại nhà thờ Chí Hòa===\nLinh mục Giuse Trần Đình Long thường được xem như một chứng nhân cho Lòng Chúa Thương Xót của [[người Công giáo]]. Những người đã nhận được ơn lành từ ông thường xuyên lên các phương tiện truyền thông loan báo và làm chứng cùng với ông cho việc này.<ref>{{Chú thích web|url=https:\/\/conggiaovn.com\/can-trong-truoc-nhung-thong-tin-sai-su-that-noi-khong-dung-ve-cha-long-giao-diem-tin-mung\/|tựa đề=Theo Báo Công Giáo Việt Nam}}<\/ref>  \n\nThời gian linh mục Long còn ở dòng thánh Thể, mỗi thứ 5 hàng tuần ông đều tổ chức Thánh Lễ kính Lòng Chúa Thương Xót tại [[Nhà thờ Chí Hòa]]. Khoảng năm 2012, mỗi Thánh lễ ông cử hành có rất đông người tham dự từ khắp nơi tụ về. Chính quyền và giáo quyền gặp nhiều khó khăn trong công tác quản lý, nên nhà dòng buộc phải yêu cầu ông tạm ngưng một thời gian.  \n\nThời gian tạm ngưng đó ông đi nước ngoài. Có nhiều cáo buộc cho rằng việc ông đi nước ngoài là do nhà dòng gửi đi nghỉ dưỡng, nhưng ông không được phép của bề trên cho việc giảng đạo. Việc làm này của nhà dòng được công bố rộng rãi ở các nơi ông viếng thăm. Thế nhưng, ông lại trưng ra một văn bản do bề trên nhà dòng cho phép ông giảng lễ. Việc làm này sau đó khiến ông phải rời nhà dòng, vì bề trên dòng Thánh Thể xác nhận đó là văn bản giả mạo, cũng như nhà dòng đã công bố rõ ràng trên các phương tiện truyền thông Công giáo trong và ngoài nước khi đó một văn bản chính thức ngăn trở linh mục Long giảng tại nước ngoài - văn bản này được cấp cho linh mục Long khi ông rời Việt Nam đi nghỉ dưỡng.  \n\n===Tại Giáo điểm Tin Mừng===\nTrong thời gian thi hành mục vụ tại Giáo điểm Tin Mừng, các thánh lễ do linh mục Trần Đình Long chủ tế có rất nhiều người đến nghe giảng<ref>{{Chú thích web|url=https:\/\/conggiaovn.com\/tag\/nhung-dieu-ban-can-biet-ve-cha-giuse-tran-dinh-long\/|tựa đề=Hiện tượng Cha Long tại Giáo điểm tin mừng}}<\/ref><ref name=\":0\">{{Chú thích web|url=https:\/\/gocnhin24h.com\/chuyen-dat-tay-chua-bach-benh-tai-giao-diem-tin-mung-duoi-cai-nhin-cua-mot-linh-muc\/|tựa đề=Linh mục Giuse Trần Đình Long đặt tay chữa bệnh}}<\/ref> - bao gồm cả người nổi tiếng như danh hài [[Chí Tài]].<ref>[https:\/\/www.youtube.com\/watch?v=agGfiEK7-vM Danh hài Chí Tài đến với giáo điểm Tin Mừng] YouTube, 3 tháng 3 năm 2019.<\/ref> Mỗi ngày, có hàng ngàn người từ nhiều nơi, cả trong và ngoài nước, đến từ sớm để đọc kinh tại giáo điểm và nghe ông giảng trong Thánh Lễ. Các Thánh Lễ ông giảng có khi kéo dài gần 2 tiếng đồng hồ, được phát trực tiếp trên [[Facebook]] và [[Youtube]], hoặc được xem hay nghe lại nhiều lần bởi rất nhiều người - kể cả có hoặc không theo đạo [[Giáo hội Công giáo|Công giáo]]. Người ngoài tỉnh thường thuê xe du lịch nhiều chỗ ngồi đi như một dạng tour hành hương đến nghe giảng rất đông, dẫn đến phát sinh các nhu cầu về nhà trọ và sinh hoạt thiết yếu kèm theo.<ref>{{Chú thích web|url=http:\/\/tonggiaophansaigon.com\/giaohat\/280|tựa đề=Bảng phân công công việc từ Tổng Giáo phận Sài Gòn cho Linh muc Giuse Trần Đình Long tại Phú Xuân - Nhà Bè thuộc Giáo điểm Tin mừng}}<\/ref>\n\nThời gian đó, có một số vấn đề được đăng lên mạng, như mâu thuẫn giữa linh mục Long và các nữ tu đang cộng tác trong giáo điểm về vấn đề tranh chấp không rõ ràng đất của nhà xứ hoặc đường dây điện cao thế đi qua nhà thờ, khiến giáo điểm phải khắc phục thu hẹp diện tích cho phù hợp.\n\n== Các cáo buộc==\nCác cáo buộc về linh mục Long xảy ra từ khi ông ra khỏi nhà dòng để giảng phòng - bao gồm cả ở trong nước lẫn nước ngoài. Nếu như trước khi xin gia nhập linh mục đoàn của Tổng Giáo phận Sài Gòn, linh mục Long từng bị cáo buộc giả các văn bản của dòng Thánh Thể để đi nước ngoài giảng đạo, cùng với việc không vâng phục bề trên nhà dòng khác nên ông bị buộc phải ra khỏi dòng Thánh Thể. Thì đến thời điểm này, các cáo buộc càng nhiều hơn khi ông về phụ trách Giáo điểm Tin Mừng.\n\nTheo VietcatholicNews, linh mục Trần Đình Long là \"''người được nhiều người ái mộ, coi như một nhân vật đặc sủng, nhưng không thiếu người cho là đi trệch ra ngoài kỷ luật Phụng vụ của [[Giáo hội Công giáo]] qua việc cho người lên làm chứng các phép lạ chưa được giáo quyền kiểm chứng trên bục giảng trong Thánh Lễ, cũng như đặt tay cầu nguyện xin chữa lành, và gieo rắc một quan điểm giữ đạo vì phép lạ.''\"<ref name=\"vietcatholic.net\" \/> Trên Cổng thông tin điện tử của Ủy ban nhân dân [[Quận Tân Bình]], linh mục Long ngoài vi phạm về giờ giấc, an ninh trật tự tại địa phương còn \"''tăng cường tuyên truyền, khuyếch trương hoạt động, tạo dựng danh tính và đánh bóng tên tuổi bằng nhiều cách...''\"<ref>[https:\/\/tanbinh.hochiminhcity.gov.vn\/web\/neoportal\/danh-muc-ban-tuyen-giao\/-\/asset_publisher\/VN5j2Vj9DHkT\/content\/linh-muc-giuse-tran-inh-long-ang-vi-pham-phap-luat-nhu-the-nao-+&cd=1&hl=vi&ct=clnk&gl=vn Linh mục Giuse Trần Đình Long đang vi phạm pháp luật như thế nào?], Cổng thông tin điện tử của Ủy ban nhân dân Quận Tân Bình<\/ref> \n\nNgày 16 tháng 3 năm 2019, Linh mục Phêrô Kiều Công Tùng, Chánh Văn phòng Tòa Tổng Giám mục Sài Gòn - TP. HCM khi trao đổi với phóng viên báo Giác Ngộ đã nói: \"''Nhà nước giờ cũng phản ánh làm như vậy không đúng về mặt pháp luật''\" và \"''việc thu hút người ta đến bằng cách đặt tay để chữa bệnh, Giáo hội Công giáo không chủ trương việc đó''\", cũng như các việc làm của linh mục Long là \"''gần như ngoài tầm kiểm soát của Tòa Tổng Giám mục TP. HCM''\".<ref name=\"Báo Giác ngộ\">[https:\/\/giacngo.vn\/tieng-noi-tu-toa-tong-giam-muc-tp-hcm-ve-lm-tran-dinh-long-post46627.html Tiếng nói từ Tòa Tổng Giám mục TP.HCM về LM.Trần Đình Long], Báo Giác ngộ<\/ref>\n\nTrên Cổng thông tin Phật giáo thuộc Giáo hội Phật giáo Việt Nam, có bài về việc Sư cô Thích nữ Diệu Kim đến Giáo điểm Tin Mừng huyện Nhà Bè làm nhân chứng và xuất hiện trong lễ của linh mục Giuse Trần Đình Long. Bài báo sau quá trình điều tra thực tế đã tố cáo clip được phát trên mạng về việc này này là dàn dựng, coi đây là \"''hành vi bất thiện''\".<ref name=\"Cổng thông tin Phật giáo thuộc Giáo hội Phật giáo Việt Nam\">[https:\/\/phatgiao.org.vn\/canh-giac-voi-viec-dung-chuyen-tao-kich-ban-ni-co-den-xin-on-long-chua-thuong-xot-d34411.html Cảnh giác với việc dựng chuyện, tạo kịch bản 'Ni cô' đến 'Xin ơn lòng Chúa thương xót'], Cổng thông tin Phật giáo thuộc Giáo hội Phật giáo Việt Nam<\/ref>\n\n== Bị thuyên chuyển khỏi Giáo điểm Tin Mừng ==\n\n===Diến biến===\nNgày 27 tháng 3 năm 2019, Tòa Tổng Giám mục Sài Gòn và linh mục Giuse Trần Đình Long có buổi làm việc. Theo biên bản thì Bản quyền giáo phận chấp thuận để “''cha Long cứ giảng về Lòng Chúa Thương Xót nhưng '''không mời chứng từ chia sẻ'''''''” và yêu cầu “''cha Long không thực hành việc đặt tay''”. Nhưng linh mục Long đã \"''thay vào đó đọc một số thư tạ ơn và việc đặt tay được thay bằng việc rảy nước thánh''\".<ref name=\"Giáo phận Đà Lạt\">{{chú thích báo|url=http:\/\/www.simonhoadalat.com\/Suyniem\/VanTho\/TrangThapTu\/KinhChaoLCTX\/Bai01B_ChuaBiet.htm|title=VÀI ĐIỀU NHIỀU NGƯỜI CHƯA BIẾT - Kính chào Lòng Chúa Thương Xót, bài 1|work=Giáo phận Đà Lạt|access-date=ngày 13 tháng 5 năm 2021|ngày=29 tháng 7 năm 2019|tác giả=Lm Trăng Thập Tự}}<\/ref>\n\nNgày 14 tháng 4 năm 2019, trong buổi tĩnh tâm linh mục liên hạt [[Gia Định]] - [[Thủ Đức]] - [[Thủ Thiêm]] 2019, Giám quản [[Tổng giáo phận Thành phố Hồ Chí Minh]] [[Giuse Đỗ Mạnh Hùng]] đã chính thức nhắc nhở linh mục Long trước toàn thể linh mục giáo hạt về các sai phạm của ông.<ref name=\"vietcatholic.net\">{{chú thích báo|url=http:\/\/www.vietcatholic.net\/News\/html\/251554.htm|tiêu đề=Lại nói về Lòng Chúa Thương Xót ở Giáo Điểm Tin Mừng, Sài Gòn|ngày=29 tháng 7 năm 2019|work=vietcatholic.net|tác giả=Vũ Văn An}}<\/ref> Cụ thể \"''Bổn phận linh mục là giảng về Lòng Chúa thương xót, nhưng sẽ làm sai Phụng vụ khi đưa chứng nhân lên làm chứng trên tòa giảng. Các linh mục có bổn phận rao giảng Lòng Chúa thương xót theo hướng Giáo hội, không theo ý riêng. Không đặt tay chữa lành vì sẽ làm cho người ta hiểu lầm. Không lôi kéo người ta qua hình thức bên ngoài...''\".<ref name=\"VĂN PHÒNG TRUYỀN THÔNG TGP SÀI GÒN\">{{chú thích báo|url=https:\/\/tgpsaigon.net\/bai-viet\/tinh-tam-linh-muc-lien-hat-gia-dinh-thu-duc-thu-thiem-2019-54098|tiêu đề=Tĩnh tâm linh mục liên hạt Gia Định - Thủ Đức - Thủ Thiêm 2019|ngày=14 tháng 4 năm 2019|work=VĂN PHÒNG TRUYỀN THÔNG TGP SÀI GÒN|tác giả=TGMSG}}<\/ref>   \n\nNgày 28 tháng 6 năm 2019, Giám mục Giám quản Hùng chính thức gửi văn thư cho linh mục Trần Đình Long cùng linh mục Đoàn Văn Thịnh, hạt trưởng hạt Xóm Chiếu - quản lý giáo điểm Tin Mừng. Thư đề cập việc chấn chỉnh hoạt động Giáo điểm Tin Mừng lúc đó như \"''Tránh các hình thức trình diễn mang tính thế tục (ca hát, nhảy múa, reo hò...) trên Cung Thánh; không công bố các lá thư cá nhân hay mời bất cứ ai lên làm chứng từ trong phần giảng lễ; với các trường hợp chữa lành, cần phải thận trọng và tường trình vụ việc lên thẩm quyền Giáo hội; không được tách biệt việc đặt tay cầu nguyện và rảy nước thánh khỏi các nghi thức Phụng vụ vốn đi kèm theo chúng và không được cử hành chúng một cách long trọng trước mặt những người mong được chữa lành vì có nguy cơ biến việc đạo đức thành thực hành [[mê tín dị đoan]]''\".<ref name=\"vietcatholic.net\"\/>\n\nNgày 22 tháng 7 năm 2019, trong \"Thư gửi Dân Chúa Tổng Giáo phận Sài Gòn - TP. HCM\", Giám quản Đỗ Mạnh Hùng nhận xét: \"''Tổng giáo phận của chúng ta cũng đang bị ảnh hưởng bởi một số hiện tượng và thực hành đạo đức không xứng hợp, cụ thể như: ...Sự kiện Giáo điểm Tin Mừng với những lạm dụng trong cử hành tôn sùng Lòng Chúa Thương Xót, đặt tay cầu nguyện, chứng từ chữa lành bệnh nhân.''..\". Vì tính chất nghiêm trọng của vụ việc nên lá thư này được \"niêm yết\" tại nhà thờ và được đề nghị đọc trong tất cả các lễ Chúa nhật 17 Thường niên, ngày 28 tháng 7 năm 2019.<ref name=\"Tòa Tổng Giám mục Sài Gòn\">{{chú thích báo|url=https:\/\/tgpsaigon.net\/bai-viet\/toa-tong-giam-muc-sai-gon-thu-gui-dan-chua-tong-giao-phan-sai-gon-tphcm2272019-55933|work=Tòa Tổng Giám mục Sài Gòn|tiêu đề=Thư gửi Dân Chúa Tổng Giáo phận Sài Gòn - TP.HCM 22.7.2019|ngày=22 tháng 7 năm 2019|tác giả=TGMSG}}<\/ref>\n\nNgày 29 tháng 7 năm 2019, Tòa Tổng Giám mục Giáo phận Sài Gòn - TP. HCM gửi Bổ Nhiệm Thư thuyên chuyển linh mục Giuse Trần Đình Long rời khỏi Giáo điểm Tin Mừng. Theo như Giám Quản Giuse Đỗ Mạnh Hùng, người ký quyết định thuyên chuyển này thì việc bổ nhiệm này là \"'''''vì lợi ích chung của Tổng giáo phận, sau khi suy nghĩ, cầu nguyện và bàn hỏi với Ban tư vấn cùng những người có trách nhiệm liên quan'''\".<ref name=\"vietcatholic.net\"\/>\n\n===Phản ứng của dư luận===\nCó nhiều phản ứng khác nhau của giáo dân trong và ngoài nước khi việc thuyên chuyển này diễn ra.<ref>{{Chú thích web|url=http:\/\/www.thoidiemmaria.net\/TDM2012\/SinhHoatTongDo\/hientuongChaTranDinhLongvamucvuLCTX.htm|tựa đề=Dân công giáo lên tiếng}}<\/ref><ref>{{Chú thích web|url=https:\/\/conggiao24h.net\/tin-cong-giao\/ban-ve-thuyen-chuyen-tai-giao-diem-tin-mung.html|tựa đề=Thuyên chuyển Cha Long khỏi Giáo điểm tin mừng}}<\/ref>\n\nMột bài viết trên trang mạng của [[Giáo phận Bùi Chu]] đã nhận xét:\n* {{cquote|''...với những gì được chia sẻ với mọi thành phần dân Chúa trong giáo phận trong thư đề ngày 22\/07\/2019 và văn thư bổ nhiệm đề ngày 29\/07\/2019 liên quan đến việc thuyên chuyển cha Giuse Trần Đình Long về phục vụ tại Trung tâm Mục vụ, Đức Giám Quản Giuse với tư cách là Đấng Bản Quyền Giáo phận đã cân nhắc đến ích lợi đời sống đức tin và nhu cầu mục vụ trong giáo phận của mình.''<ref>[https:\/\/gpbuichu.org\/news\/TIN-GIAO-HOI-VIET-NAM-74\/ban-ve-thuyen-chuyen-tai-giao-diem-tin-mung-9015.html Bàn về chuyển tại Giáo điểm Tin mừng], Giáo Phận Bùi Chu<\/ref>}}\n\n==Thời gian ở trung tâm mục vụ Tòa Tổng Giám mục Giáo phận Sài Gòn - TP. HCM==\nTrong thời gian đầu mới về Trung tâm mục vụ của Tổng giáo phận Sài Gòn - TP. HCM, một video clip ngắn đã ghi lại cảnh cha Long đặt tay lên đầu một số tín hữu khi họ đến thăm ông, và dư luận lại rộ lên khi cho rằng ông tiếp tục không vâng lời đấng bản quyền. Bên cạnh đó, Linh mục Long vẫn có một số chuyến đi đến các giáo phận khác để giảng hay làm từ thiện. Những người muốn gặp ông khi theo dõi thông tin trên mạng Facebook, do nhóm người ủng hộ ông lập ra, biết nơi ông tới nên thường kéo đến rất đông.\n\nVì giáo quyền của Giáo phận Sài Gòn - TP. HCM không muốn ồn ào, nên các thông tin về ông thường không rõ ràng lúc đó. Các giáo phận mà ông đến thường từ chối khéo mặc dù đã lên lịch sẵn, hoặc có những giới hạn nhất định như \"Thông báo hướng dẫn của Tòa giám mục Lạng Sơn: không được chủ tế thánh lễ, không giảng quá lâu, không được quay phim ghi âm, chỉ các giáo dân khu vực đó được đến tham gia ...\"<ref>[https:\/\/giaophanlangson.org\/news\/thu-chung-thong-bao\/thong-bao-toa-giam-muc-lang-son-5716.html+&cd=4&hl=vi&ct=clnk&gl=vn Thông báo Hướng dẫn của TGM.Lạng Sơn về chuyến thăm của Cha Giuse Trần Đình Long], Giáo Phận Lạng Sơn<\/ref> Một số giáo phận từ chối việc ông đến như Giáo phận Phú Cường, Giáo phận Long Xuyên, Giáo phận Bà Rịa và Tổng giáo phận Huế, nhưng ông cũng đi các giáo phận ngoài nước như ở Lào và Campuchia. Các thông báo ngăn trở linh mục Long đến giáo phận giảng được các Tòa giám mục gửi email thông báo đến linh mục trong giáo phận đó.\n\nCác chuyến viếng thăm bên ngoài Tổng Giáo phận của linh mục Long chỉ kết thúc cho đến khi Tổng giáo phận Sài Gòn - TP. HCM có tân Tổng giám mục [[Giuse Nguyễn Năng]] được bổ nhiệm. Và kể từ đó, những vấn đề liên quan đến ông hầu như đã tạm lắng xuống hoặc ít được nhắc đến.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [https:\/\/conggiao24h.net\/tin-cong-giao\/ban-ve-thuyen-chuyen-tai-giao-diem-tin-mung.html Bàn về thuyên chuyển tại Giáo Điểm Tin Mừng]\n* [https:\/\/conggiaovietnam.vn\/giai-ma-ve-an-so-cha-giuse-tran-dinh-long Cha Long Là ai? Tìm hiểu về Ngài] \n\n[[Thể loại:Sinh năm 1956]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Linh mục Công giáo người Việt]]"}