{"2234870":"{{Thông tin chức sắc Kitô giáo Chi tiết\n|type = \n|danh xưng trước = Giám mục<br\/>\n|tên = Giuse Maria <br\/> Nguyễn Quang Tuyến\n|danh xưng sau = \n|chức vụ = Giám mục chính tòa [[Giáo phận Bắc Ninh]]<br\/>(1994–2006)\n|hình = Bishop Joseph Nguyen Quang Tuyen, bishop of Bac Ninh.jpg\n|cỡ hình = 250px\n|alt =\n|chú thích hình =\n|giáo hội = [[Giáo hội Công giáo Rôma|Công giáo Rôma]]\n\n|chức vụ I = Giám mục Chính tòa <br> Giáo phận Bắc Ninh\n|giáo tỉnh = [[Giáo tỉnh Hà Nội]]\n|đô thành =\n|tổng giáo phận = \n|giáo phận = \n|tòa = Giáo phận Bắc Ninh\n|bổ nhiệm = 23 tháng 3 năm 1994\n|tựu nhiệm = \n|hết nhiệm = 23 tháng 9 năm 2006 \n|tiền nhiệm = [[Phaolô Giuse Phạm Đình Tụng]]\n|kế nhiệm = [[Cosma Hoàng Văn Đạt]]\n\n|chức vụ 2 = Giám mục Phó<br> Giáo phận Bắc Ninh\n|giáo tỉnh 2 = [[Giáo tỉnh Hà Nội]]\n|đô thành 2 =\n|tổng giáo phận 2 = \n|giáo phận 2= \n|tòa 2= Giáo phận Bắc Ninh\n|bổ nhiệm 2= 15 tháng 12 năm 1988\n|tựu nhiệm 2= Ngày 25 tháng 1 năm 1989\n|hết nhiệm 2= 23 tháng 3 năm 1994\n|tiền nhiệm 2= Tiên khởi\n|kế nhiệm 2 = [[Giuse Đỗ Quang Khang]]\n\n|đối kháng =\n|các chức khác = \n<!---------- Truyền chức --------->\n|thụ phong = 16 tháng 9 năm 1974\n|tấn phong = Ngày 25 tháng 1 năm 1989\n|thăng hồng y =\n|cấp bậc =\n<!------- Thông tin cá nhân ------->\n|tên khai sinh = \n|ngày sinh = {{ngày sinh|1945|09|20}}\n|nơi sinh = [[Lục Nam]], [[Bắc Giang]]\n|ngày mất = {{ngày mất và tuổi|2006|09|24|1945|09|20}}\n|nơi mất = [[Portland]], [[Oregon]], [[Hoa Kỳ]]\n|nơi an táng = Nhà thờ chính tòa Bắc Ninh\n|quốc tịch = {{Biểu tượng lá cờ|Việt Nam}} [[Việt Nam]]\n|tôn giáo = Công giáo\n|nơi sinh trưởng = \n|cha mẹ = Giuse Nguyễn Văn Tô<br\/>Ana Nguyễn Thị Để\n|người phối ngẫu =\n|con cái =\n|nghề nghiệp = \n|các chức trước = <!-- hoặc |tuyên khấn = -->\n|giáo dục = \n|học trường = \n|khẩu hiệu = ''\"Xin cho mọi người nên một\"''\n|chữ ký =\n|phù hiệu =\n<!--------- Tuyên phong --------->\n|lễ kính =\n|tôn kính =\n|thánh hiệu =\n|chân phước ngày =\n|chân phước tại =\n|chân phước bởi =\n|phong thánh ngày=\n|phong thánh tại =\n|phong thánh bởi =\n|biểu trưng =\n|quan thầy của =\n|đền chính =\n|ngày bãi bỏ =\n}}\n{{danh xưng giám mục\n| image = [[Tập tin:Mitre (plain).svg|giữa|200px]]\n| danh hiệu = Đức Giám mục\n| trang trọng = Đức Giám mục, Đức Cha\n| thân mật = Cha\n| tòa = [[Giáo phận Bắc Ninh]]\n| khẩu hiệu = ''\"Xin cho chúng hiệp nhất\"''\n}}\n\n'''Giuse Maria Nguyễn Quang Tuyến''' (20 tháng 9 năm 1945 – 24 tháng 9 năm 2006) là một Giám mục của Giáo hội [[Công giáo]] tại [[Việt Nam]]. Ông nguyên là [[Giám mục]] chính tòa của [[Giáo phận Bắc Ninh]]. Khẩu hiệu [[Giám mục]] của ông là \"Xin cho mọi người nên một\"<ref name=\"Vietnamese Missionaries in Asia\">{{chú thích web|url=http:\/\/catholic.org.tw\/vntaiwan\/ghvienam\/giammuc.htm|title=Danh Sách Các Đức Hồng Y, Tổng Giám mục và Giám mục Việt Nam|work=Vietnamese Missionaries in Asia|author=Prepared for Internet by Vietnamese Missionaries in Asia|date=|accessdate=ngày 13 tháng 7 năm 2013|archive-date=2013-05-18|archive-url=https:\/\/web.archive.org\/web\/20130518161614\/http:\/\/www.catholic.org.tw\/vntaiwan\/ghvienam\/giammuc.htm|url-status=dead}}<\/ref>.\n\n==Thân thế và tu tập==\nÔng sinh ngày 20 tháng 9 năm 1945 tại giáo xứ Đại Lãm, nay thuộc xã [[Tam Dị]], huyện [[Lục Nam]], tỉnh [[Bắc Giang]], thuộc [[giáo phận Bắc Ninh]]. Bảy ngày sau, cậu được rửa tội tại nhà thờ của giáo xứ. Cha ông là ông Giuse Nguyễn Văn Tô (? – 27 tháng 3 năm 1983) – một nhà giáo từ năm 1954, phục vụ công tác giảng dạy trong các trường nhà chung. Mẹ ông là là bà Anna Nguyễn Thị Để. Giám mục Nguyễn Quang Tuyến là người con thứ hai trong gia đình có 6 anh em: bốn trai, hai gái. Thuở nhỏ, cậu bé Tuyến tỏ ra là một cậu bé chăm ngoan, chịu khó học tập và năng dự lễ, cậu còn yêu mến [[Thánh Maria]].<ref name=g>[http:\/\/vntaiwan.catholic.org.tw\/06news\/6news305.htm Tóm lược tiểu sử Đức cố Giám mục Giu-se Ma-ri-a Nguyễn Quang Tuyến Giám mục Giáo phận Bắc Ninh]<\/ref>\n\nTrong thời gian học tiểu học, cậu Tuyến là một học sinh thông minh, có chí hơn người và thường xuyên đứng đầu lớp. Tháng 8 năm 1957, cậu bé Tuyến bắt đầu con đường tu học của mình bằng cách nhập học tại Tiểu chủng viện Thánh Gioan Hà Nội. Tại đây, chủng sinh Tuyến luôn gương mẫu, say mê học tập, tu luyện. Năm 1960, chủng sinh Giuse Tuyến tạm lánh Tiểu chủng viện về quê là Đại Lãm. Trở về quê, cậu chủng sinh Nguyễn Quang Tuyến tiếp tục học văn hóa và tốt nghiệp Phổ thông Trung học năm 1964, đồng thời vẫn còn giữ ý định tu trì. Sau khi tốt nghiệp, vì hoàn cảnh chiến tranh hết sức khó khăn, ông lao động trên nông trường và âm thầm theo học môn Thần học, do chính Giám mục Bắc Ninh [[Phaolô Giuse Phạm Đình Tụng]] hướng dẫn.<ref name=g\/>\n\n==Linh mục==\nNgày 16 tháng 9 năm 1974, Phó tế Nguyễn Quang Tuyến sau những năm học hành vất vả, đã đủ điều kiện được phong chức linh mục, chính Giám mục Phạm Đình Tụng truyền chức linh mục cho ông. Cùng trong đợt truyền chức này còn có 8 tân linh mục khác. Trong điều kiện khó khăn, đến năm 1980, linh mục Tuyến mới công khai thi hành chức vị linh mục trong công tác mục vụ. Giáo phận Bắc Ninh hoang tàn sau Di cư 1954, vị linh mục trẻ làm linh mục quản nhiệm trong coi nhiều giáo xứ cũng như giáo hạt, có lúc gần như cả giáo phận. Ông có tầm nhìn và định hướng cho việc đào tạo chủng sinh.<ref name=g\/>\n\n==Giám mục==\nNgày 15 tháng 12 năm 1988, Tòa Thánh loan tin bổ nhiệm linh mục Giuse Maria Nguyễn Quang Tuyến làm Giám mục Phó Giáo phận Bắc Ninh. Lễ Tấn phong cho Tân giám mục được cử hành sau đó vào ngày 25 tháng 1 năm 1989. Tháng 8 năm 1994, ông được kế vị làm Giám mục chính tòa Giáo phận Bắc Ninh thay cho người tiền nhiệm là Giám mục [[Phaolô Giuse Phạm Đình Tụng]] vừa được bổ nhiệm làm Tổng Giám mục Tổng giáo phận Hà Nội.<ref name=g\/> Ông là giám mục Giáo phận Bắc Ninh đầu tiên xuất thân từ chính giáo phận này.\n\nNgày 21 tháng 7 năm 2006, ông chia tay giáo dân trong giáo phận để đi chữa bệnh.<ref name=qt2 \/> Ông qua Hoa Kỳ tham dự Đại Hội Thánh Mẫu tại Dòng Đồng Công vào tháng 8 năm 2006 và sau đó đã đến Portland Oregon để chữa bệnh trong 2 tuần.\n\nCác bác sĩ giải phẫu bướu ở bụng cho ông 19 tháng 9, sau đó ông đã tỉnh và đi lại được. Nhưng đến ngày 21 tháng 9 thì ông lên cơn sốt nặng và bị hôn mê. Khám nghiệm sau cho biết lý do qua đời vì bị ung thư máu.<ref name=qt>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news273.htm Tin Buồn Chúng tôi vừa nhận được tin buồn Đức Cha Giuse Maria Nguyễn Quang Tuyến Giám mục giáo phận Bắc Ninh đã được Chúa gọi về nhà Cha]<\/ref>\n\n==Qua đời và tang lễ==\n===Qua đời===\nGiám mục Nguyễn Quang Tuyến qua đời vào lúc 6 giờ 58 phút sáng ngày 24 tháng 9 năm 2006 giờ Việt Nam tại bệnh viện Providence Mendical Center Hospital, Portland, Tiểu bang Oregon, Hoa Kỳ.<ref name=qt \/> Giáo phận Bắc Ninh do ông cai quản [[trống tòa]] vào thời điểm đó.\n\n===Các lễ cầu nguyện tại Giáo phận===\nChiều ngày 25 tháng 9 năm 2006, hầu hết các linh mục trong giáo phận Bắc Ninh đã tụ họp về Nhà thờ chính tòa hiệp dâng Thánh lễ cầu nguyện cho ông. Đông đảo tín hữu đến tham dự Thánh lễ làm cho nhà thờ chật kín. Linh mục chủ tế Đa Minh Nguyễn Văn Kinh, đại diện cho các linh mục giáo phận phát tang và kêu gọi toàn thể tín hữu trong giáo phận cầu nguyện và dâng lễ cầu cho Cố giám mục Giuse Maria Nguyễn Quang Tuyến.<ref>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news275.htm Thánh lễ cầu nguyện cho Đức cố Giám mục Nguyễn Quang Tuyến tại Nhà thờ chính tòa Bắc Ninh]<\/ref>\n\nTrưa 27 tháng 9 năm 2006, tại Nhà thờ chính tòa, 8 linh mục giáo phận đã đồng tế dâng lễ cầu nguyện cho linh hồn giám mục Tuyến. Đây là Thánh lễ do Ban hành giáo và Hội Gia trưởng giáo hạt Bắc Ninh xin dâng cầu cho cố Giám mục. Nhiều giáo xứ khác nhau trong giáo phận cũng tổ chức dâng Thánh lễ cầu nguyện cho Cố giám mục Giuse. Tại giáo xứ Dân trù, có khoảng gần 2,000 giáo dân tham dự Thánh lễ. Tại khắp các giáo xứ trong các giáo hạt Bắc Giang, Bắc Ninh, Vĩnh Phú, Thái Nguyên, Gia Lương, Đồng Chương – Vân Cương đều long trọng tổ chức dâng lễ cầu nguyện ông. Thánh lễ nào tín hữu cũng tới tham dự chật kín nhà thờ và rất nhiều người đã bật khóc trước di ảnh của ông.<ref>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news285.htm Cả giáo phận Bắc Ninh thương khóc và cầu nguyện cho người Cha hiền]<\/ref>\n\nTối ngày 29 tháng 9 năm 2006, linh mục [[Cosma Hoàng Văn Đạt]], SJ, Linh mục Linh hướng [[Đại chủng viện Thánh Giuse Hà Nội]], đã tới chủ sự Thánh lễ cầu nguyện cho Cố Giám mục Giuse Maria Nguyễn Quang Tuyến tại Nhà thờ chính tòa Bắc Ninh.<ref>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news289.htm Linh mục Cosma Hoàng Văn Đạt dâng lễ cầu nguyện cho Đức cố Giám mục Giuse Maria Nguyễn Quang Tuyến]<\/ref>\n\nCùng ngày 29 tháng 9, Hồng y [[Ivan Dias]] Tổng trưởng bộ truyền giảng Tin mừng, đã gửi điện chia buồn:<ref>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news292.htm Điện Văn Chia Buồn Của Đức Hồng y Ivan Dias gửi Giáo phận Bắc Ninh]<\/ref>\n:''Tổng Trưởng Bộ Truyền Giảng Tin Mừng Cho Các Dân tộc''\n:''Kính gửi: Đức Cha Giuse Ngô Quang Kiệt,''\n:''Tổng Giám mục Giáo tỉnh Hà nội.''\n:''Thưa Đức Cha,''\n:''Được tin Đức Cha Giuse Maria Nguyễn Quang Tuyến, Giám mục Giáo phận Bắc Ninh đã qua đời. Tôi xin Đức Cha chuyển tới các linh mục, tu sĩ nam nữ, chủng sinh và các tín hữu Giáo phận Bắc Ninh lời chia buồn sâu sắc của tôi.''\n:''Hiệp ý cầu nguyện với gia đình Giáo phận, tôi nài xin Chúa là Cha rất giàu lòng thương xót đón nhận vị mục tử quảng đại và trung tín của chúng ta vào Nước Trời và ban cho Ngài niềm vui, ánh sáng và an nghỉ đời đời.''\n\nTối ngày 1 tháng 10 năm 2006, ngày lễ mừng kính Đức Mẹ Mân Côi bảo trợ giáo phận Bắc Ninh, tại nhà thờ Chính toà Bắc Ninh, Tổng giám mục [[Tổng giáo phận Hà Nội]] [[Giuse Ngô Quang Kiệt]] đã tới chủ sự thánh lễ cầu cho Giáo phận và cho Giám mục Giuse Maria Nguyễn Quang Tuyến. Toàn thể các linh mục trong giáo phận và một số linh mục về tham dự lễ tang cùng đồng tế với Tổng giám mục Kiệt.<ref>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news291.htm ĐTGM Giuse Ngô Quang Kiệt dâng thánh lễ cầu nguyện cho giáo phận Bắc Ninh]<\/ref>\n\n===Đón linh cữu tại sân bay===\nNgày 2 tháng 10 năm 2006, đoàn xe đi đón linh cữu Giám mục Nguyễn Quang Tuyến rời Tòa giám mục Bắc Ninh. Thành phần phái đoàn gồm có: linh mục Đa Minh Nguyễn Văn Kinh – trưởng ban tang lễ, các đại diện của linh mục giáo phận, dòng Đa Minh, dòng Mến Thánh Giá Thủ Đức, dòng Đức Bà Truyền giáo, tu hội Đức Mẹ Hiệp nhất, tu hội Truyền tin, tu hội Trợ tá, tu hội Thánh Tâm, các Đại chủng sinh, Thân nhân gia đình ông, Anh em nhà Gioan, Ban hành giáo và giáo dân Giáo phận.<ref name=qt2>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news294.htm Lễ Đón Tiếp Linh Cữu Đức Cha Giuse Maria Nguyễn Quang Tuyến tại Sân Bay và Nhà thờ chính tòa Bắc Ninh]<\/ref>\n\n===Cầu nguyện và tang lễ===\nSuốt ngày 3 tháng 10 năm 2006, từ 4 giờ sáng cho tới 12 giờ khuya, dòng người đông đảo nối đuôi nhau tới Nhà thờ chính tòa kính viếng và dâng lễ cầu nguyện cho cố Giám mục Giuse Maria Nguyễn Quang Tuyến.<ref name=qt3 \/>\n\nSáng ngày 4 tháng 10, lễ an táng ông bắt đầu, tuy vậy, hàng ngàn giáo dân từ các miền xa về Tòa giám mục Bắc Ninh ngay từ tối 3 tháng 10 và tờ mờ sáng 4 tháng 10. Những giáo dân này ngủ qua đêm ngoài trời tại sân Tòa giám mục. Ước chừng có khoảng hơn 10,000 tín hữu tham dự lễ. Chủ sự thánh lễ là Tổng giám mục Trưởng [[Giáo tỉnh Hà Nội]] Giuse Ngô Quang Kiệt cùng khoảng 170 linh mục đồng tế từ trong và ngoài giáo phận, trong số này có rất nhiều linh mục Tổng đại diện. Hàng giám mục có tất cả 10 Giám mục từ khắp các giáo phận Việt Nam.<ref>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news299.htm Thánh lễ an táng Đức cha Giu-se Ma-ri-a Nguyễn Quang Tuyến Giám mục giáo phận Bắc Ninh]<\/ref>\n\n==Đánh giá==\nTổng Giám mục Hà Nội Giuse Ngô Quang Kiệt đánh nhận xét về ông:<ref name=qt3>[https:\/\/www.catholic.org.tw\/vntaiwan\/06news\/6news295.htm Kính viếng thi hài và dâng Lễ cầu nguyện cho Đức cha Giuse Maria Nguyễn Quang Tuyến]<\/ref>\n{{Cquote|''Đức cha Giu-se Ma-ri-a Nguyễn Quang Tuyến là một vị mục tử có lòng yêu mến Chúa tha thiết và tận tụy với việc bổn phận. Ngài ra đi để lại sự tiếc thương cho mọi người. Xin cho chúng ta được noi gương Ngài luôn vâng phục thánh ý Chúa trong mọi hoàn cảnh\".''}}\n\nViết trong Hồi ký, linh mục Roco Nguyễn Tự Do, Dòng Chúa Cứu Thế đưa ra nhận định về giám mục Nguyễn Quang Tuyến:<ref>{{chú thích web|url=https:\/\/www.vanthoconggiao.net\/2019\/03\/hoi-ky-50-nam-linh-muc-cua-lm-nguyen-tu-do-p1.html|tiêu đề=Hồi ký 50 năm linh mục của Lm Nguyễn Tự Do, DCCT (kỳ 1 và kỳ 2)|nhà xuất bản=Văn Thơ Công giáo|ngày truy cập=Ngày 9 tháng 1 năm 2020|ngày lưu trữ=Ngày 9 tháng 1 năm 2020|url lưu trữ=https:\/\/web.archive.org\/web\/20200108223851\/https:\/\/www.vanthoconggiao.net\/2019\/03\/hoi-ky-50-nam-linh-muc-cua-lm-nguyen-tu-do-p1.html}}<\/ref>\n{{Cquote|''Đức Cha Giu-se Nguyễn Quang Tuyến, Giám Mục Bắc Ninh thương đi thăm mục vụ những Giáo Họ xa xôi hẻo lánh, tìm bụi bờ để giải quyết các đòi hỏi tự nhiên. Chấp nhận những điều kiện sinh sống và hoạt động, thi hành nhiệm vụ trong những điều kiện bình dân nhất.''}}\n\n==Tóm tắt chức vụ==\n{{start box\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Giám mục phó <br> [[Giáo phận Bắc Ninh]]|\ntrước = Tiên khởi |\nsau = [[Giuse Đỗ Quang Khang]] |\nnăm = 1988 – 1994|\n}}\n\n{{Thứ tự chức vụ|\nchức vụ = Giám mục chính tòa <br> [[Giáo phận Bắc Ninh]]|\ntrước = [[Phaolô Giuse Phạm Đình Tụng]] |\nsau = [[Cosma Hoàng Văn Đạt]] |\nnăm = 1994 – 2006|\n}}\n\n{{end box\n}}\n\n==Ghi chú==\n{{tham khảo|30em}}\n==Xem thêm==\n* [[Danh sách giám mục người Việt]].\n* [[Giáo phận Bắc Ninh]].\n\n==Liên kết ngoài==\n\n{{sơ khai Giám mục Công giáo}}\n{{thời gian sống|1945|2006}}\n\n{{Giám mục Công giáo người Việt}}\n\n[[Thể loại:Giám mục Công giáo người Việt]]\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}