{"1463210":"'''Giuse Trần Mạnh Cường''' (1938-2021) là một [[Linh mục]] [[Công giáo]] người [[Việt Nam]]. Ông cũng là một [[Đại biểu Quốc hội Việt Nam]] [[Quốc hội Việt Nam khóa XIII|khóa XIII]], thuộc đoàn đại biểu [[Đắk Lắk|Đắc Lắk]].<ref>{{chú thích web|url=http:\/\/dbqh.na.gov.vn\/XIII\/Daibieu.aspx|title=Danh sách Đại biểu Quốc hội khóa XIII|publisher=[[Quốc hội Việt Nam]]|access-date=ngày 5 tháng 9 năm 2012|archive-date=2013-10-12|archive-url=https:\/\/web.archive.org\/web\/20131012215700\/http:\/\/dbqh.na.gov.vn\/XIII\/Daibieu.aspx}}<\/ref>\n\n==Thân thế cuộc đời==\nÔng sinh ngày 25 tháng 10 năm 1938 tại Giáo xứ Thọ Ninh, xã Đức Minh, huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]]. Chú ruột ông là Linh mục Trần Hanh và người anh trai là Linh mục Phêrô Trần Anh Kim (1921-1989), đều có những ảnh hưởng quan trọng đến cuộc đời tu hành của ông sau này.\n\nNăm 1951, ông vào học ở Tiểu Chủng viện Xuân Phong (giáo phận Vinh), tuy nhiên đến năm 1954, ông cùng gia đình [[cuộc di cư Việt Nam, 1954|di cư vào Nam]] và sinh sống tại [[Sài Gòn]]. Ông tiếp tục sự nghiệp học hành, đỗ Cử nhân Triết tại [[Trường Đại học Văn khoa Sài Gòn|Đại học Văn khoa Sài Gòn]] và vẫn tiếp tục con đường tu trì. Từ năm 1961-1969, ông tu học tại Đại Chủng Viện Xuân Bích Huế. Ngày 28 tháng 05 năm 1969, ông được thụ phong linh mục tại Đà Nẵng.\n\nSau khi thụ phong linh mục, ông được cử đi dạy học tại trường Hưng Đức. Từ năm 1970-1972, làm phó xứ Vinh Đức (Hà Lan A). Từ năm 1972-1975, làm Tuyên úy quân đội tại [[Đắk Nông]]. Từ năm 1975-1990, ông đi học tập cải tạo. Từ năm 1990 - 1997, chánh xứ Đức Hạnh, tỉnh [[Đắk Nông]]. Từ năm 1997-2009, chánh xứ Duy Hòa. Từ năm 2009 đến năm 2018, ông là linh mục chánh xứ Giáo xứ Đoàn Kết ([[Giáo phận Ban Mê Thuột]]), và là Chủ tịch [[Ủy ban Đoàn kết Công giáo Việt Nam|Ủy ban Đoàn kết Công giáo]] tỉnh Đắk Lắk, Đại biểu Quốc hội khóa XII, Ủy viên Ủy ban Các vấn đề Xã hội của Quốc hội, Ủy viên Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]]. Từ năm 2018 đến năm 2021, ông nghỉ hưu tại Tòa Giám Mục Ban Mê Thuột.\n\nÔng qua đời lúc 08 giờ 45 phút, Thứ Hai, ngày 31 tháng 05 năm 2021 tại Tòa Giám Mục Ban Mê Thuột, hưởng thọ 83 tuổi với 52 năm linh mục. Lễ an táng được cử hành lúc 08 giờ 00, Thứ Tư, ngày 02 tháng 06 năm 2021 tại Nhà nguyện Tòa Giám Mục Ban Mê Thuột do Đức Giám Mục [[Vinh Sơn Nguyễn Văn Bản]] chủ tế. An táng tại Nghĩa trang Giáo xứ Thánh Tâm Ban Mê Thuột.\n\n== Tham khảo ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/ubdkcgvn.org.vn\/modules.php?name=News&op=viewst&sid=1136 Linh mục Trần Mạnh Cường: Chính sách tôn giáo của Đảng, Nhà nước tạo được niềm tin ngày càng lớn trong đồng bào các tôn giáo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110624084215\/http:\/\/ubdkcgvn.org.vn\/modules.php?name=News&op=viewst&sid=1136 |date=2011-06-24 }}\n* [http:\/\/ubdkcgvn.org.vn\/modules.php?name=News&op=viewst&sid=1141 LM. Giuse Trần Mạnh Cường hết lòng yêu quý, đoàn kết đồng bào vùng cao, người chọn đó là quê hương thứ hai]{{Liên kết hỏng|date=2021-04-30 |bot=InternetArchiveBot }}\n\n{{sơ khai chính khách Việt Nam}}\n\n{{thời gian sống|sinh=1942}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIII Đắk Lắk]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII Đắk Lắk]]\n[[Thể loại:Huy chương Đại đoàn kết]]\n[[Thể loại:Linh mục là đại biểu Quốc hội]]"}