{"140989":"{{chú thích trong bài}} \n{{Giáo phận\n|tên=Giáo phận Long Xuyên<br><small>''Dioecesis Longxuyensis''<\/small>\n|thành lập=[[24 tháng 11]] năm [[1960]]\n|địa giới=[[An Giang]], [[Kiên Giang]] và một phần [[Cần Thơ]]\n|hình= Nhà thờ chính tòa thành phố Long Xuyên.jpg\n|giáo hoàng= [[Giáo hoàng Phanxicô]]\n| trưởng giáo tỉnh = [[Tập tin: Tổng giám mục.png|20px]] [[Giuse Nguyễn Năng]]\n|giám mục= [[Tập tin:Giám mục chính tòa.png|20px]] [[Giuse Trần Văn Toản]]\n|giám mục hết nhiệm= [[Tập tin:Giám mục trống tòa.png|20px]] [[Gioan Baotixita Bùi Tuần]]<br>[[Tập tin:Giám mục trống tòa.png|20px]] [[Giuse Trần Xuân Tiếu]]\n|tòa giám mục=80\/1 Bùi Văn Danh, Phường Mỹ Xuyên, TP. Long Xuyên, An Giang.\n|nhà thờ chính tòa= Nhà thờ chính tòa Long Xuyên\n|nhà thờ chính tòa cũ= Nhà thờ Thánh Tôma Long Xuyên\n|giám mục phó=\n|website=http:\/\/www.giaophanlongxuyen.org\/\n|dân số= 4.352.024 (2019)<ref name=lx19>[https:\/\/www.hdgmvietnam.com\/chi-tiet\/giao-phan-long-xuyen-ky-niem-60-nam-thanh-lap-1960-2020--37841Giáo phận Long Xuyên: Kỷ niệm 60 năm thành lập (1960-2020)]{{Liên kết hỏng|date=2022-02-03 |bot=InternetArchiveBot }}<\/ref>\n|giáo dân= 232.526 (2019)<ref name=lx19 \/>\n|giáo xứ= 150 (2019)<ref name=lx19 \/>\n| catholics_percent = 5.34 (2019)<ref name=lx19 \/>\n| giáo hạt   = 9 (2019)<ref name=lx19 \/>\n|đại diện giám mục= [[Tập tin:Goldstole.png|20px]] [[Micae Lê Xuân Tân]]\n|tổng đại diện= [[Tập tin:Goldstole.png|20px]] [[Luy Gonzaga Huỳnh Phước Lâm]]\n|chưởng ấn= [[Tập tin:Goldstole.png|20px]] [[Giuse Nguyễn Hữu Tường]]\n|linh mục= 342 (2020)<ref name=lx19 \/>\n|linh mục triều= 296 (2020)<ref name=lx19 \/>\n|linh mục dòng= 46 (2020)<ref name=lx19 \/>\n| tu sĩ   = 515 (2019)<ref name=lx19 \/>\n| nam tu sĩ   = 65 (2019)<ref name=lx19 \/>\n| nữ tu sĩ  = 450 (2019)<ref name=lx19 \/>\n| giáo lý viên = 1650 + (2019)<ref name=lx19 \/>\n|trực thuộc= [[Giáo tỉnh Sài Gòn]]\n|bản đồ=Roman Catholic Diocese of Long Xuyên in Vietnam.jpg\n}}\n[[Tập tin:Coat of arms of bishop tran van toan-01.jpg|thumb|180px|Huy hiệu giám mục [[Giuse Trần Văn Toản]].]]\n'''Giáo phận Long Xuyên''' ([[latinh|tiếng Latin]]: ''Dioecesis Longxuyensis'') là một giáo phận [[Giáo hội Công giáo Rôma|Công giáo Rôma]] tại [[Việt Nam]]. Giáo phận có diện tích 10.255&nbsp;km², tương ứng hai tỉnh An Giang, Kiên Giang và địa bàn quận [[Thốt Nốt]], huyện [[Vĩnh Thạnh]] của thành phố [[Cần Thơ]]. Trên địa bàn giáo phận có nhiều dân tộc sinh sống như [[người Kinh]], [[người Hoa]], [[người Khmer]], [[người Chăm]]... và nhiều tôn giáo bạn như [[Phật giáo]] (Đại thừa và Tiểu thừa), [[Bửu Sơn Kỳ Hương]], [[Tứ Ân Hiếu Nghĩa]], [[Đạo Hòa Hảo]], [[Đạo Cao Đài]] và [[Hồi giáo]].\n\nCai quản giáo phận hiện là [[Giám mục]] là [[Giuse Trần Văn Toản]] (từ tháng 2 năm 2019).\n\n==Lịch sử==\nLịch sử truyền giáo tại Việt Nam ghi nhận, vào năm [[1555]], một giáo sĩ dòng Đa Minh là Gaspar de la Cruz đã đặt chân lên đất [[Hà Tiên (tỉnh)|Hà Tiên]], bấy giờ vẫn còn thuộc vương quốc [[Lịch sử Campuchia (1431-1863)|Khmer]]. Tuy nhiên đây là một chặng dừng ngắn ngủi của ông trên đường từ [[Malacca]] đến [[Quảng Châu]].\n\nMãi đến năm [[1735]], ngôi nhà thờ đầu tiên được linh mục F. José Garcia cùng với các giáo dân dựng tại [[Hà Tiên (tỉnh)|Hà Tiên]]. Năm [[1743]], đích thân Giám mục Armand Francois Lefèbvre đến ban phép Thêm sức cho trăm người tại Hà Tiên. Năm [[1749]], theo đề nghị của Khâm Sứ Tòa Thánh, Tỉnh dòng Phanxicô tại Manila đã cử nhiều linh mục sang phụng vụ tại Hà Tiên. Các giáo sĩ dòng Phanxicô cũng dùng nơi đây để làm nơi xuất phát các chuyến truyền giáo đến Lào và Cao Miên.\n\nNăm [[1765]], Giám mục Piguel cho chuyển Chủng viện Thánh Giuse từ xứ [[Cao Miên]] về [[Hòn Đất]] và sau đó đặt linh mục [[Pigneau de Béhaine]] làm Bề trên. Chủng viện hoạt động tại đây cho đến năm [[1769]] thì được dời đến [[Pondichéry]] ([[Ấn Độ]]). Đến năm [[1776]], de Béhaine, bấy giờ đã là Giám mục, Đại diện Tông tòa Đàng Trong, đã cho di dời Chủng viện về lại Cần Cao, mãi đến năm 1778 mới dời Chủng viện về Biên Hòa.\n\nNăm [[1813]], Tỉnh dòng Phanxicô Manila triệu hồi toàn bộ các giáo sĩ tại [[Đàng Trong]]. Bấy giờ, tại miền Tây [[Nam Kỳ]] đã có số giáo hữu với cơ sở vật chất khá vững mạnh như ở Bò Ót, Năng Gù, Cù Lao Giêng... Giám mục D. Lefèbvre Ngãi từng đặt Tông tòa đại diện ở Cái Nhum.\n\nNăm [[1850]], Tòa Thánh tách một phần đất thuộc Giáo phận Tây Đàng Trong để thành lập Giáo phận [[Nam Vang]], gồm cả vương quốc [[Lịch sử Campuchia (1431-1863)|Khmer]], vương quốc [[Champasak]] và 3 tỉnh Tây [[Nam Kỳ]] của [[Đại Nam]]. Năm 1938, vùng [[An Giang]] có 4 giáo xứ, 30 giáo họ và 12.067 giáo dân; [[Kiên Giang]] có 3 giáo xứ, 18 giáo họ và 5.127 giáo dân; [[Thốt Nốt]] có giáo xứ Bò Ót gồm 1.807 giáo dân. Cho đến tận trước năm 1954, vùng này chỉ có khoảng 30.000 giáo dân sinh hoạt tôn giáo trong hơn 10 xứ đạo.\n\nTrong cuộc [[di cư vào Nam]], nhiều giáo dân từ miền Bắc đã đến định cư tại các vùng kinh Cái Sắn, làm số giáo dân lên rất nhanh. Năm [[1955]], phần đất của Việt Nam thuộc Giáo phận Nam Vang được Tòa Thánh tách ra để thành lập Giáo phận Cần Thơ. Ngày [[24 tháng 11]] năm [[1960]], [[Giáo hoàng Gioan XXIII]] ra Sắc chỉ Christi Mandata thành lập Giáo phận chính tòa Long Xuyên gồm các tỉnh An Giang, Kiên Giang và một phần tỉnh Chương Thiện thuộc Giáo phận Cần Thơ trong Giáo tỉnh Saigòn, và đặt Giám mục Micae Nguyễn Khắc Ngữ làm Giám mục chính tòa.\n\nTheo Niên giám Tòa Thánh năm [[1964]], Long Xuyên có 93.739 giáo dân trên tổng số 1.252.705 dân cư (chiếm 7,5%), có 104 linh mục triều, 3 linh mục dòng, 185 nữ tu, 6 nam tu, 59 đại chủng sinh, 270 tiểu chủng sinh, 8 trường trung học, 78 trường tiểu học, 8 cơ sở bác ái từ thiện. Trong suốt cuộc [[Chiến tranh Việt Nam]], giáo phận Long Xuyên được xem là giáo phận có mức phát triển ổn định so với các giáo phận khác do ít bị ảnh hưởng bởi chiến tranh.\n\nNăm [[1994]], giáo phận có khoảng 200.000 giáo dân trên tổng số 3,67 triệu cư dân, với 179 linh mục, 250 nữ tu, 51 chủng sinh, 87 giáo xứ và 156 nhà thờ lớn nhỏ.\nNăm [[2017]], Giáo phận Long Xuyên có 233.742 giáo dân trên tổng số 4,29 triệu cư dân (chiếm 5,4%), với 309 linh mục, 9 hạt và 194 giáo xứ.\n\nNăm [[2020]], Giáo phận có 9 giáo hạt với khoảng 230.000 giáo dân trên tổng số 4.291.006 người, với 342 Linh mục (296 triều và 46 dòng), 65 nam Tu sĩ, 450 nữ Tu sĩ, 111 Đại chủng sinh, 39 Chủng sinh dự bị, 1.700 giáo lý viên, 87 Giáo xứ, Giáo họ.\n\nGiáo phận Long Xuyên có công trong việc góp phần đào tạo 4 Giám mục trong Giáo hội Việt Nam\n*Tổng Giám mục Giuse Ngô Quang Kiệt, Nguyên Tổng giám mục [[Tổng giáo phận Hà Nội]].\n*Giám mục [[Giuse Vũ Duy Thống]], cố Giám mục chính tòa [[Giáo phận Phan Thiết]].\n*Giám mục [[Phêrô Nguyễn Văn Khảm]], Giám mục chính tòa [[Giáo phận Mỹ Tho]].\n*Giám mục [[Giuse Trần Văn Toản]], Giám mục chính tòa Giáo phận Long Xuyên.\n\n===Ban lãnh đạo Giáo phận===\n===Giám mục===\n* Giám mục [[Giuse Trần Văn Toản]] - Giám mục chính tòa Giáo phận. \n* Giám mục [[Gioan Baotixita Bùi Tuần]] - Hưu.\n* Giám mục [[Giuse Trần Xuân Tiếu]] -  Hưu.\n\n===Linh mục trong Tòa giám mục===\n*LM Micae Lê Xuân Tân: Đại diện Giám mục, Tổng Quản lý. \n*LM Giuse Bùi Thanh Minh, Quản hạt Long Xuyên, Trợ lý Tổng Quản lý Giáo phận. \n*LM Phêrô Lê Đức Hoàng, Phó Quản lý Toà Giám mục\n*LM Giuse Nguyễn Hữu Tường, Chưởng ấn Toà Giám mục. \n*LM Giuse Đặng Phước Thịnh, Giám đốc Trung tâm mục vụ.\n\n==== Tiền Chủng viện Têrêxa ====\n*LM Vincent Đinh Việt Hùng: Giám đốc Tiền chủng viện\n*LM Phêrô Nguyễn Văn Kiệt: Phó Giám đốc kiêm Giám học Tiền chủng viện\n*LM Giuse Phùng Quốc Cường: Quản lý Tiền chủng viện\n*LM Giuse Đỗ Đình Hiếu: Cha giáo Tiền chủng viện\n*LM Giuse Huỳnh Phong Phú: Cha giáo Tiền chủng viện\n*LM Antôn Nguyễn Phước Thi: Cha giáo Tiền chủng viện\n\n==Các danh địa giáo phận==\n===Nhà thờ chính tòa và Tòa Giám mục===\n{{chính|Nhà thờ chính tòa Long Xuyên}}\nKhi mới thành lập Giáo phận Long Xuyên, ngai tòa Giám mục được đặt tại Nhà thờ Thánh Tôma Long Xuyên được xây dựng từ xây năm [[1903]] (nay là 80\/1 Bùi Văn Danh, phường Mỹ Xuyên, thành phố [[Long Xuyên]], tỉnh [[An Giang]]). Nhà thờ Thánh Tôma trở thành nhà thờ chính tòa trong 12 năm, từ 1960 đến 1972.\n\n[[Nhà thờ chính tòa]] hiện nay đặt tại số 9 [[Nguyễn Huệ]] A, phường Mỹ Long, thành phố [[Long Xuyên]], tỉnh [[An Giang]]. Nhà thờ có chiều dài 60m, rộng 18m, cao 20m, tháp chuông cao 55m. Nhà thờ có tên gọi là Giáo xứ chính tòa Long Xuyên, được xây dựng vào năm [[1958]], do linh mục Piô Nguyễn Hữu Mỹ phụ trách. Sau khi thành lập Giáo phận Long Xuyên năm 1960, nhà thờ được xây dựng mở rộng, chính thức được khánh thành ngày [[15 tháng 8]] năm 1973 và trở thành nhà thờ chính tòa giáo phận.\n\n===Thánh địa hành hương===\n*Trung tâm hành hương Đài Đức Mẹ Tân Hiệp\n*Trung tâm hành hương Đức Mẹ Hòn Chông.\n*Trung tâm hành hương kính thánh Giuse, Đền Thánh Giuse kinh F.\n*Trung tâm hành hương kính Lòng Chúa Thương Xót, Giáo xứ An Sơn, kinh E2.\n*Đền thánh Vinh Sơn, Giáo xứ Trung Thành, kinh 8.\n*Họ đạo Cồn Phước, quê hương Cha [[Phanxicô Xaviê Trương Bửu Diệp]].\n*Họ đạo Cồn Trên, kính viếng Đức Mẹ Cồn Trên.\n*Trung tâm hành hương Châu Đốc, Giáo xứ Châu Đốc, kính 2 Thánh Tử Đạo [[Phêrô Đoàn Công Quí]] và [[Emanuel Lê Văn Phụng]].\n\n===Các nhà thờ và tu viện lớn===\n* Tu viện Phanxicô Cù Lao Giêng\n* Tu viện Chúa Quan Phòng Cù Lao Giêng\n* Tu viện Mến Thánh Giá Long Xuyên\n* Tu Viện Thánh Gia Long Xuyên (Dòng Thánh Gia)\n\n===Các giáo xứ và giáo họ===\nĐịa giới giáo phận: phía bắc giáp [[Hạt Đại diện Tông tòa Phnôm Pênh]] ([[Campuchia]]), phía đông giáp [[Giáo phận Mỹ Tho]], phía đông nam giáp [[giáo phận Vĩnh Long]], phía nam giáp [[Giáo phận Cần Thơ]], phía tây giáp [[vịnh Thái Lan]].\n\n1. Hạt Chợ Mới (huyện Chợ Mới, An Giang): \n*Họ đạo Cái Đôi - Xã Hòa Bình, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Cần Thay - Xã Hòa Bình, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Chợ Mới - Thị trấn Chợ Mới, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Chợ Thủ - Xã Long Điền A, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Cồn Én - Xã Tấn Mỹ, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Cồn Phước - Thị trấn Mỹ Luông, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Cồn Trên - Xã Tấn Mỹ, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Cù Lao Giêng - Xã Tấn Mỹ, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Hội An - Xã Hội An, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Lấp Vò - Xã Hội An, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Mỹ Luông - Thị trấn Chợ Mới, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Nhơn Mỹ - Xã Nhơn Mỹ, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Ông Chưởng - Xã Long Điền B, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Rạch Sâu - Xã Bình Phước Xuân, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Tham Buôn - Xã Mỹ Hội Đông, huyện Chợ Mới, tỉnh An Giang\n*Họ đạo Vàm Cống - Xã Hòa An, huyện Chợ Mới, tỉnh An Giang\n\n2. Hạt Long Xuyên (toàn tỉnh An Giang, trừ huyện Chợ Mới): 18 giáo xứ, 4 họ đạo\n*Họ đạo An Châu - Thị trấn An Châu, huyện Châu Thành, tỉnh An Giang\n*Họ đạo An Hòa - Xã An Hòa, huyện Châu Thành, tỉnh An Giang\n*Họ đạo Ba Bần - Xã Vĩnh Thành, huyện Thoại Sơn, tỉnh An Giang\n*Họ đạo Bình Tây - Xã Phú Bình, huyện Phú Tân, tỉnh An Giang\n*Họ đạo Cái Dầu - Xã Bình Long, huyện Châu Phú, tỉnh An Giang\n*Họ đạo Cản Đá - Thị trấn Vĩnh Bình, huyện Châu Thành, tỉnh An Giang\n*Họ đạo Cần Xây - Phường Bình Đức, thành phố Long Xuyên, tỉnh An Giang\n*Họ đạo Châu Đốc - 120 Lê Lợi, phường Châu Phú B, thành phố Châu Đốc, tỉnh An Giang\n*Họ đạo Chi Lăng - Thị trấn Chi Lăng, huyện Tịnh Biên, tỉnh An Giang\n*Họ đạo Chánh Tòa - 9 Nguyễn Huệ, phường Mỹ Long, thành phố Long Xuyên, tỉnh An Giang\n*Họ đạo Định Mỹ - Xã Định Mỹ, huyện Thoại Sơn, tỉnh An Giang\n*Họ đạo Fatima - Xã Cần Đăng, huyện Châu Thành, tỉnh An Giang\n*Họ đạo Hòa Lợi - Xã Vĩnh Lợi, huyện Châu Thành, tỉnh An Giang\n*Họ đạo Khánh Bình - Xã Khánh Bình, huyện An Phú, tỉnh An Giang\n*Họ đạo Kinh Xáng - Xã Long An, thị xã Tân Châu, tỉnh An Giang\n*Họ đạo Lộ Đức - Xã An Hòa, huyện Châu Thành, tỉnh An Giang\n*Họ đạo Mỹ Thạnh - Phường Mỹ Thạnh, thành phố Long Xuyên, tỉnh An Giang\n*Họ đạo Năng Gù - Xã An Hòa, huyện Châu Thành, tỉnh An Giang\n*Họ đạo Núi Sam - Phường Núi Sam, thành phố Châu Đốc, tỉnh An Giang\n*Họ đạo Núi Sập - Thị trấn Núi Sập, huyện Thoại Sơn, tỉnh An Giang\n*Họ đạo Núi Tượng - Xã Vọng Đông, huyện Thoại Sơn, tỉnh An Giang\n*Họ đạo Phú An - Xã Phú An, huyện Phú Tân, tỉnh An Giang\n*Họ đạo Phú Vĩnh - Xã Phú Vĩnh, thị xã Tân Châu, tỉnh An Giang\n*Họ đạo Tân Châu - Phường Long Thạnh, thị xã Tân Châu, tỉnh An Giang\n*Họ đạo Têrêsa - Thị trấn Vĩnh Bình, huyện Châu Thành, tỉnh An Giang\n*Họ đạo Thị Đạm - Xã Phú Bình, huyện Phú Tân, tỉnh An Giang\n*Họ đạo Tri Tôn - Thị trấn Tri Tôn, huyện Tri Tôn, tỉnh An Giang\n*Họ đạo Vĩnh Nhuận - Xã Vĩnh Nhuận, huyện Châu Thành, tỉnh An Giang\n\n3. Hạt Rạch Giá (toàn tỉnh Kiên Giang, trừ huyện Tân Hiệp): 21 giáo xứ, 8 họ đạo\n*Họ đạo An Bình - Xã Định An, huyện Gò Quao, tỉnh Kiên Giang\n*Họ đạo An Thới - Phường An Thới, thành phố Phú Quốc, tỉnh Kiên Giang\n*Họ đạo Ba Hòn - Thị trấn Kiên Lương, huyện Kiên Lương, tỉnh Kiên Giang\n*Họ đạo Bình An - Xã Mong Thọ, huyện Châu Thành, tỉnh Kiên Giang\n*Họ đạo Bình Sơn - Xã Bình Sơn, huyện Hòn Đất, tỉnh Kiên Giang\n*Họ đạo Đất Hứa - Xã Hòa Điền, huyện Kiên Lương, tỉnh Kiên Giang\n*Họ đạo Đông Hòa - Xã Đông Hòa, huyện An Minh, tỉnh Kiên Giang\n*Họ đạo Đông Hưng - Xã Đông Hưng, huyện An Minh, tỉnh Kiên Giang\n*Họ đạo Đức Mẹ Vô Nhiễm - Xã Hòa An, huyện Giồng Riềng, tỉnh Kiên Giang\n*Họ đạo Dương Đông - Phường Dương Đông, thành phố Phú Quốc, tỉnh Kiên Giang\n*Họ đạo Hà Tiên - Phường Bình San, thành phố Hà Tiên, tỉnh Kiên Giang\n*Họ đạo Hòa Giang - Xã Hòa Điền, huyện Kiên Lương, tỉnh Kiên Giang\n*Họ đạo Hòa Hưng - Xã Hòa Hưng, huyện Giồng Riềng, tỉnh Kiên Giang\n*Họ đạo Hòn Chông - Xã Bình An, huyện Kiên Lương, tỉnh Kiên Giang\n*Họ đạo Kiên Lương - Thị trấn Kiên Lương, huyện Kiên Lương, tỉnh Kiên Giang\n*Họ đạo Kinh Tràm - Xã Hòa An, huyện Giồng Riềng, tỉnh Kiên Giang\n*Họ đạo Minh Châu - Xã Minh Thuận, huyện U Minh Thượng, tỉnh Kiên Giang\n*Họ đạo Mong Thọ - Xã Mong Thọ B, huyện Châu Thành, tỉnh Kiên Giang\n*Họ đạo Ong Dèo - Xã Vĩnh Hòa Hưng Bắc, huyện Gò Quao, tỉnh Kiên Giang\n*Họ đạo Phú Hòa - Xã Phi Thông, thành phố Rạch Giá, tỉnh Kiên Giang\n*Họ đạo Quý Phụng - Xã Hòa An, huyện Giồng Riềng, tỉnh Kiên Giang\n*Họ đạo Rạch Đùng - Xã Bình An, huyện Kiên Lương, tỉnh Kiên Giang\n*Họ đạo Rạch Giá - 25 Nguyễn Trường Tộ, phường Vĩnh Thanh, thành phố Rạch Giá, tỉnh Kiên Giang\n*Họ đạo Rạch Sỏi - 90 Lê Quý Đôn, phường An Bình, thành phố Rạch Giá, tỉnh Kiên Giang\n*Họ đạo Tân Bình - Xã Bàn Tân Định, huyện Giồng Riềng, tỉnh Kiên Giang\n*Họ đạo Tân Hóa - Xã Thạnh Lợi, huyện Châu Thành, tỉnh Kiên Giang\n*Họ đạo Tân Lập - Xã Mỹ Thuận, huyện Hòn Đất, tỉnh Kiên Giang\n*Họ đạo Trảng Tranh - Xã Hòa An, huyện Giồng Riềng, tỉnh Kiên Giang\n*Họ đạo Xáng Cụt - Xã Vĩnh Thắng, huyện Gò Quao, tỉnh Kiên Giang\n*Họ đạo Xẻo Dầu - Xã Hòa Hưng, huyện Giồng Riềng, tỉnh Kiên Giang\n*Họ đạo Xẻo Dinh - Xã Tây Yên, huyện An Biên, tỉnh Kiên Giang\n\n4. Hạt Tân Hiệp (huyện Tân Hiệp, Kiên Giang): 19 giáo xứ, 9 họ đạo\n*Họ đạo An Tôn - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Bình Châu - Xã Thạnh Đông A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Bình Lộc - Xã Thạnh Đông B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Đa Minh - Xã Thạnh Đông B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Đài Đức Mẹ - Thị trấn Tân Hiệp, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Đồng Phú - Xã Tân An, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạoứ Đồng Tâm - Xã Tân An, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Duy Ninh - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Giu Đức - Xã Thạnh Đông A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Giuse - Xã Thạnh Đông A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Hải Châu - Xã Thạnh Đông A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Hiệp Hòa - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Hiệp Tâm - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Hợp Châu - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Kitô Vua - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Lạng Sơn - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Mẫu Tâm - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Mông Triệu - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Ninh Cù - Xã Thạnh Đông B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Phan Sinh - Xã Thạnh Đông B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Phaolô - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Tân Bình - Xã Thạnh Đông B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Tân Bùi - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Tân Chu - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Tân Hiệp - Thị trấn Tân Hiệp, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Tân Long - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Tân Thành - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Tân Thuận - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Thái An - Xã Thạnh Đông B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Thái Hòa - Xã Thạnh Đông B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Thánh Chiểu - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Thánh Gia - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Thánh Giuse - Xã Thạnh Đông B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Thánh Huy - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Thánh Tâm - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Thức Hóa - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Trái Tim - Xã Tân Hiệp A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Trinh Vương - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Trung Thành - Xã Thạnh Đông A, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Vinh Sơn - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n*Họ đạo Vô Nhiễm - Xã Tân Hiệp B, huyện Tân Hiệp, tỉnh Kiên Giang\n\n5. Hạt Vĩnh Thạnh (Thốt Nốt, Vĩnh Thạnh, thành phố Cần Thơ): 16 giáo xứ, 7 họ đạo\n*Họ đạo An Dũng - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo An Sơn - Xã Thạnh Lợi, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Bắc Xuyên - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Bình Minh - Phường Thốt Nốt, quận Thốt Nốt, thành phố Cần Thơ\n*Họ đạo Bình Thái - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Bò Ót - Phường Thuận An, quận Thốt Nốt, thành phố Cần Thơ\n*Họ đạo Châu Long - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Châu Thái - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Đền Thánh Giuse An Bình - Xã Thạnh Tiến, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Đồng Công - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Hải Hưng - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Hiếu Hiệp - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Hiếu Sơn - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Hiếu Thuận - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Hợp Tiến - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Khiết Tâm - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Kim Hòa - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Kim Long - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Kitô Vua - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Long Bình - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Máctinô - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Môi Khôi - Xã Thạnh Quới, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Ngọc Thạch - Thị trấn Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Phụng Hưng - Thị trấn Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Sáu Bọng - Xã Thạnh Quới, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Tân Hải - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Tân Mỹ - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Thạnh An - Thị trấn Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Thánh Gia - Thị trấn Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Thanh Hải - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Thánh Linh - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Thanh Long - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Thánh Tâm - Xã Thạnh Lợi, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Trinh Vương (Bờ Bao) - Xã Thạnh An, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Trinh Vương (B\/1) - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n*Họ đạo Vạn Đồn - Xã Thạnh Thắng, huyện Vĩnh Thạnh, thành phố Cần Thơ\n\n==Các đời Giám mục quản nhiệm==\n{| class=\"wikitable\"\n|-\n! width=\"2%\" align=\"center\"|STT\n! width=\"40%\" align=\"center\"|Tên \n! width=\"15%\" align=\"center\"|Thời gian quản nhiệm\n! width=\"35%\" align=center | Ghi chú\n|-bgcolor=#FFE8E8\n| 1 †\n| [[Micae Nguyễn Khắc Ngữ]]\n| [[Tập tin:Giám mục chính tòa.png|20px]] 1960-1997\n|\n|-\n| 2\n| [[Gioan Baotixita Bùi Tuần]]\n| [[Tập tin:Giám mục phụ tá.png|20px]] 1975-1997<br>[[Tập tin:Giám mục chính tòa.png|20px]] 1997-2003\n|\n|-\n| 3\n| [[Giuse Trần Xuân Tiếu]]\n| [[Tập tin:Giám mục phụ tá.png|20px]] 1999-2003<br>[[Tập tin:Giám mục chính tòa.png|20px]] 2003-2019\n|\n|-\n| 4\n| [[Giuse Trần Văn Toản]]\n| [[Tập tin:Giám mục phụ tá.png|20px]] 2014-2017<br>[[Tập tin:Giám mục chính tòa.png|20px]] Phó 2017-2019<br>[[Tập tin:Giám mục chính tòa.png|20px]] 2019-nay\n|\n|}\n\n===Ghi chú===\n*[[Tập tin:Giám mục chính tòa.png|20px]]: Giám mục chính tòa\n*[[Tập tin:Giám mục phụ tá.png|20px]]: Giám mục phó, phụ tá hoặc Giám quản tông tòa, Đại diện tông tòa\n\n==Xem thêm==\n* [[Danh sách Giáo phận Công giáo Việt Nam theo số giáo dân]]\n* [[Danh sách Giáo phận Công giáo Việt Nam theo số giáo xứ]]\n* [[Danh sách Giáo phận Công giáo Việt Nam theo số linh mục]]\n* [[Danh sách Giáo phận Công giáo Việt Nam theo diện tích]]\n* [[Công giáo tại Việt Nam]]\n\n==Chú thích==\n{{tham khảo|cột=2}}\n\n==Tham khảo==\n*[http:\/\/www.catholic-hierarchy.org\/diocese\/dloxu.html Catholic Hierarchy Directory]\n*[http:\/\/www.gcatholic.com\/churches\/data\/cathVN.htm#chk Giga Catholic Information]\n\n{{Các Giáo phận Công giáo tại Việt Nam}}\n{{Sơ khai Công giáo}}\n\n[[Thể loại:Giáo phận Công giáo Việt Nam|Long Xuyên]]\n[[Thể loại:Khởi đầu năm 1960 ở Việt Nam]]"}