{"420967":"{{thiếu nguồn gốc}}\n[[Tập tin:Sapa Church.jpg|250px|phải|nhỏ|Nhà thờ đá Sa Pa]]\n'''Giáo xứ Sapa''' thuộc [[giáo phận Hưng Hóa|giáo phận Hưng Hoá]], nằm tại thị xã [[Sa Pa]], [[lào Cai|tỉnh Lào Cai]], thuộc vùng [[Vùng Tây Bắc (Việt Nam)|Tây Bắc Việt Nam]], cách [[Hà Nội]] khoảng 400&nbsp;km, cách Toà Giám mục [[giáo phận Hưng Hóa]] khoảng 360&nbsp;km. Đây là một trong những [[giáo xứ]] xa nhất của [[giáo phận]] Hưng Hoá mà hầu hết [[giáo dân]] là người [[dân tộc]] [[H'Mông]].\n\n==Lịch sử==\nGiáo xứ [[Sa Pa|Sapa]] được thành lập vào năm 1902 do các cha thuộc [[Hội Thừa sai Paris|Hội Thừa Sai Paris]] (Missionnaires Etrangers de Paris- MEP.), dưới thời Giám mục Phaolô Lộc (Paul Ramond). Kể từ khi thành lập, Sapa luôn có các [[linh mục]] ở tại giáo xứ để phục vụ bà con [[giáo dân]]. Năm 1925, giáo xứ đã xây dựng được một ngôi [[nhà thờ]] và [[nhà xứ]]. Năm 1947, cha Ydiart Alhor Jean là linh mục chính xứ cuối cùng thuộc M.E.P. đã bị sát hại. Những năm sau đó dân chúng phải đi sơ tán vì [[chiến tranh]], nên giáo xứ hầu như không còn sinh hoạt gì; nhà thờ, nhà xứ bỏ không, vì vậy một số người dân sau khi sơ tán trở về đã tới ở trong [[nhà xứ]] và dựng thêm nhà trong khuôn viên đất đai [[nhà thờ]]; tới nay những hộ gia đình này vẫn chưa trả lại đất cho nhà thờ.\n\nVào năm 1995, chính quyền địa phương đã cho phép sửa chữa nhà thờ, nhà xứ và giáo xứ tiếp tục sinh hoạt trở lại. Cùng trong thời gian này, hai họ đạo Hầu Thào và Lao Chải (đây là hai họ đạo người dân tộc H’mông, được thành lập vào năm 1927) cũng được tái lập và sinh hoạt trở lại. Tuy nhiên chỉ những dịp lễ trọng trong năm mới có linh mục đến dâng lễ và cử hành các [[bí tích]] phục vụ cộng đoàn.\n\nTừ năm 2004 đến 2006, giáo xứ có [[Thánh Lễ]] mỗi [[Chủ nhật|Chúa nhật]] do cha Gioan Nguyễn Huy Tụng từ Lào Cai tới phục vụ.\n\nKể từ tháng 5 năm 2006, Sapa chính thức có linh mục quản nhiệm và thường trú tại giáo xứ sau gần 60 năm không có cha xứ.\n\nMột số các [[linh mục]] đã từng phục vụ tại giáo xứ Sapa: Cha Vị (Pháp), Cha Ydiart Alhor Jean Thịnh (Pháp), Cha Báu (Pháp), Cha Nghĩa, Cha Đối, Cha Ngọc, Cha Phanxicô Xaviê Trần Ngọc Khiết, Cha Gioan Vũ Tất và Cha Gioan Nguyễn Huy Tụng...\n\nHiện nay giáo xứ Sapa gồm có hơn 2100 giáo dân, trong đó 270 người thuộc [[giáo họ]] sở tại Sapa, 650 người thuộc giáo họ Hầu Thào (dân tộc H’mông) và 1200 người thuộc [[giáo họ]] Lao Chải (dân tộc H’mông). Hằng năm số [[tân tòng]] khoảng 30 người. [[Giáo lý viên]] trong toàn [[giáo xứ]] là 8 người. Hiện tại chưa có [[dòng tu]] nào hoạt động trên địa bàn giáo xứ. Đã nhiều năm giáo xứ không sinh hoạt tôn giáo cũng như không có linh mục thường trực tại giáo xứ để hướng dẫn đời sống tâm linh cho bà con giáo dân. Đối với người dân tộc [[H’mông]], chiếm tới gần 90% số [[giáo dân]] của [[giáo xứ]], mà đa số không biết chữ, cho nên vấn đề [[mục vụ]] cho họ còn gặp nhiều khó khăn.\n\n==Cơ sở vật chất==\nNgoài khuôn viên nhà thờ chính xứ Sapa, tại Hầu Thào (cách nhà xứ 8&nbsp;km) và Lao Chải (cách nhà xứ 10&nbsp;km) cũng có [[nhà nguyện]] bằng gỗ, mái ngói làm nơi [[cầu nguyện]] hằng ngày cho [[cộng đoàn]]. Tuy nhiên cả ba cơ sở này đều cần phải trùng tu hoặc xây dựng lại mới đáp ứng được nhu cầu của giáo dân.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Nhà thờ thuộc Giáo phận Hưng Hóa|Sa Pa]]\n[[Thể loại:Nhà thờ tại Lào Cai|S]]\n[[Thể loại:Sa Pa]]\n[[Thể loại:Giáo xứ|S]]"}