{"2440844":"'''Giáo dục khoa cử thời Tây Sơn''' trong [[lịch sử Việt Nam]] phản ánh hệ thống trường học và chế độ khoa cử nước [[Đại Việt]] từ năm [[1778]] đến năm [[1802]] trong vùng đất do [[nhà Tây Sơn]] quản lý.\n\nTrong thời gian tồn tại ngắn ngủi, hai dấu ấn lớn nhất do [[nhà Tây Sơn]] để lại là việc đưa [[chữ Nôm]] vào khoa cử và mở rộng hệ thống trường học đến địa phương cấp xã<ref name=\"VSH468\">Viện Sử học, sách đã dẫn, tr 468<\/ref>.\n\n==Giáo dục==\n[[Chữ Nôm]] là chữ được xây dựng trên cơ sở [[chữ Hán]] từ nhiều thế kỷ trước và trở thành thứ văn tự riêng ghi lại chân thực tiếng nói của [[người Việt]]. Từ cuối [[nhà Trần|thời Trần]], [[Hồ Quý Ly]] đã đưa chữ Nôm lên vị trí quan trọng, nhưng chỉ dừng lại ở việc dịch các tác phẩm [[chữ Hán]] ra [[chữ Nôm]]. Đến thời Tây Sơn, chữ Nôm được đưa vào văn bản chính thức của nhà nước, tại các bài hịch, thư từ, mệnh lệnh...<ref name=\"VSH468\"\/>.\n\nSau [[trận Ngọc Hồi-Đống Đa|chiến thắng Ngọc Hồi – Đống Đa]] ([[1789]]), [[Quang Trung]] đã gạt bỏ tư tưởng độc tôn chữ Hán trong giáo dục và khoa cử của các triều đại phong kiến khác.\n\nĐể tăng cường phổ biến chữ Nôm, Quang Trung cho lập ra ''Viện Sùng chính'' vào cuối năm [[1791]], do [[Nguyễn Thiếp]] làm viện trưởng. Viện được đặt ở Vĩnh Dinh, trên núi Nam Hoa ([[Nghệ An]]), nơi Nguyễn Thiếp từng ở ẩn. Quang Trung đã giao cho Nguyễn Thiếp việc tuyển các nhà nho làm thầy và khuyên dân học chữ. Ngoài ra, Quang Trung còn giao cho Nguyễn Thiếp việc dịch sách [[chữ Hán]] ra [[chữ Nôm]] để phổ biến rộng rãi.\n\nTham gia công việc dịch sách ngoài [[Nguyễn Thiếp]] có các danh nho như Nguyễn Công, Nguyễn Thiện, Phan Tố Định, [[Bùi Dương Lịch]]. Đến tháng 5 năm [[1792]], các sách Tiểu học như ''Dương tiết, Minh tâm, Thuyết ước''… và [[Tứ Thư]] gồm ''[[Đại Học]], [[Trung dung]], [[Luận ngữ]], [[Mạnh Tử (sách)|Mạnh Tử]]'' được dịch xong, đóng thành 32 quyển và gửi vào [[Phú Xuân]] cho Quang Trung. Quang Trung khen ngợi và lệnh cho quan bản trấn ([[Nghệ An]]) cấp thêm cho Nguyễn Thiếp hơn 20 viên văn thuộc, từ lại giúp cho việc biên lục của ''Viện Sùng chính'' để dịch tiếp [[Kinh Thư]], [[Kinh Dịch]].\n\nCùng việc lập ''Viện Sùng chính'', Quang Trung cho tu sửa [[Văn miếu Huế|Văn Miếu]] và Học Cung cũ của [[chúa Nguyễn]] ở xã Long Hồ, đặc biệt là mở rộng hệ thống trường học tới cấp xã<ref name=\"ubndtth\">{{Chú thích web |url=http:\/\/www1.thuathienhue.gov.vn\/portal_ge\/Views\/LevDetail.aspx?OneID=7&TwoID=56&ThreeID=221 |ngày truy cập=2014-02-14 |tựa đề=Tình hình chính trị, kinh tế và xã hội Thừa Thiên Huế thời Tây Sơn |archive-date=2014-02-28 |archive-url=https:\/\/web.archive.org\/web\/20140228070834\/http:\/\/www1.thuathienhue.gov.vn\/portal_ge\/Views\/LevDetail.aspx?OneID=7&TwoID=56&ThreeID=221 }}<\/ref> mà các triều đại trước chưa làm được<ref name=\"VSH471\">Viện Sử học, sách đã dẫn, tr 471<\/ref>. Trong tờ Chiếu lập học quy định, các xã đều phải lập nhà xã học; những con nhà nho có học và có hạnh kiểm tốt được lựa chọn làm người dạy chữ trong xã, gọi là \"Xã giảng dụ\". Các \"Xã giảng dụ\" do xã lựa chọn và được triều đình cấp bằng công nhận<ref name=\"VSH471\"\/>.\n\nDo chưa kịp xây dựng đủ cơ sở vật chất như chủ trương, Quang Trung lệnh cho các địa phương được sử dụng một số đền chùa vào làm trường học phủ. Các thầy dạy trong các trường học phủ phải là chức huấn đạo do triều đình bổ nhiệm, được cử đến đảm trách<ref name=\"VSH469\">Viện Sử học, sách đã dẫn, tr 469<\/ref>.\n\nNội dung học tập được chấn chỉnh lại cho phù hợp với tình hình mới, vì qua một thời gian dài, việc học tập thời Lê mạt tỏ ra bất cập vì cách học sáo rỗng, từ chương, cầu lợi của kẻ sĩ không hợp với đòi hỏi của xã hội mới. Điều đó được Nguyễn Thiếp chỉ ra trong thư gửi Quang Trung cuối năm [[1791]]. Theo đề nghị của Nguyễn Thiếp, Quang Trung thống nhất quan điểm dạy và học là<ref name=\"VSH472\">Viện Sử học, sách đã dẫn, tr 472<\/ref>:\n* \"Phép dạy, nhất định theo Chu Tử\"\n* Phép học thì trước học Tiểu học để bồi bổ lấy gốc; tuần tự tiến lên, rồi đến Tứ thư, Ngũ Kinh, Chu sử. Học cho rộng rồi ước lược gọn, theo điều học biết mà làm.\n\nBản thân Quang Trung, xuất thân là một võ tướng, khi trở thành hoàng đế cũng cố gắng học Tứ Thư, Ngũ Kinh, Binh Thư... Mỗi tháng 6 lần, một viên quan Bí thư, có nhiệm vụ vào chầu để giảng giải cho hoàng đế Quang Trung về kinh sách<ref name=\"baobinhdinh\">[http:\/\/www.baobinhdinh.com.vn\/562\/2003\/2\/2161\/ Chính sách khuyến học, khuyến tài thời Tây Sơn và việc lập giải thưởng mang tên Quang Trung]<\/ref>.\n\n==Khoa cử==\nCũng như việc giáo dục, trong khoa cử, Quang Trung chấn chỉnh lại những tiêu cực thi cử cuối thời [[Lê trung hưng|Lê]] – [[chúa Trịnh|Trịnh]] (muốn dự [[thi Hương]] chỉ cần nộp 3 quan tiền là được dự thi không cần qua sát hạch; việc trông thi thả lỏng cho quay cóp bài và thi hộ...<ref name=\"VSH572\">Viện Sử học, sách đã dẫn, tr 572<\/ref>).\n\nĐồng thời, Quang Trung chính thức đưa [[chữ Nôm]] vào khoa cử. Đó là lần đầu tiên trong [[lịch sử Việt Nam]], chữ Nôm được chính thức đưa vào khoa cử<ref name=\"VSH469\"\/>. [[Quang Trung]] ra quy định trong các kỳ thi, đề thi phải được ra bằng [[chữ Nôm]] và đến kỳ tam trường, thí sinh phải làm thơ phú bằng [[chữ Nôm]]<<ref name=\"VSH469\"\/>.\n\nNăm [[1789]], Quang Trung cho mở khoa [[thi Hương]] đầu tiên tại [[Nghệ An]]. [[Nguyễn Thiếp]] được cử làm Đề điệu trường thi kiêm Chánh chủ khảo. Những người thi Hương đỗ được gọi là Tú tài; hạng ưu được sung vào trường Quốc học, hạng thứ bổ vào Trường Phủ học. Để hạn chế và xóa bỏ hậu quả của chế độ thi cử không thực chất của thời [[Lê Mạt]], Quang Trung ra quy định \"các nho sinh và sinh đồ cũ phải đợi đến kỳ thi, nếu thi được hạng ưu mới được tuyển, hạng kém bị bãi về trường học xã\"<ref name=\"VSH472\"\/>. Đặc biệt với những \"sinh đồ 3 quan\" của triều [[Lê trung hưng|Lê]] – [[chúa Trịnh|Trịnh]], ông hạ lệnh bãi miễn không sử dụng và bắt làm dân thường.\n\n==Kết quả và ý nghĩa==\n[[Quang Trung]] ở ngôi trong thời gian ngắn ngủi. Những công việc ông cho thi hành trong 4 năm sau [[trận Ngọc Hồi-Đống Đa|chiến thắng Ngọc Hồi – Đống Đa]] mới thu được kết quả bước đầu. Những việc ông làm thể hiện hoài bão lớn muốn thoát ly khỏi sự lệ thuộc về văn hóa đối với bên ngoài, cụ thể là thay thế chữ Hán bằng tiếng mẹ đẻ, đưa chữ Nôm trở thành văn tự chính của quốc gia<ref name=\"VSH470\">Viện Sử học, sách đã dẫn, tr 470<\/ref>. Các nhà sử học cho rằng: đây là chính sách tiến bộ về mặt văn hóa; dù chưa có điều kiện để thực hiện triệt để, song nó đã đánh dấu một bước thắng lợi của tiếng nói dân tộc Việt trong bối cảnh xã hội đương thời khi có nhiều thế lực phong kiến đối lập có ý định phá hoại, gièm pha những kết quả tiến bộ đó<ref name=\"VSH470\"\/>.\n\nDù còn một số phản ứng trái ngược của một số nhân sĩ ủng hộ nhà Lê và chống đối Tây Sơn, trào lưu văn hóa mới vẫn phát triển, với sự xuất hiện của nhiều nhà văn chữ Nôm xuất sắc như [[Phan Huy Ích]], [[Nguyễn Huy Lượng]], [[Lê Ngọc Hân]]…\n\nSau khi [[Quang Trung]] đột ngột qua đời (tháng 9 năm [[1792]]), việc dịch sách không được vua con [[Nguyễn Quang Toản]] tiếp tục cho thực hiện. Trong thời gian trị vì, Quang Trung chỉ mới tổ chức được 1 khoa [[thi Hương]], còn khoa Tiến sĩ thì chưa tổ chức được khoa nào. Những chủ trương mà ông vạch ra không được thực thi triệt để.\n\n==Tham khảo==\n* Trương Hữu Quýnh ([[2008]]), ''Đại cương lịch sử Việt Nam,'' Nhà xuất bản Giáo dục\n* Viện sử học ([[2007]]), ''Lịch sử Việt Nam, tập 4,'' Nhà xuất bản Khoa học xã hội\n\n==Xem thêm==\n*[[Chữ Nôm]]\n*[[Chữ Hán]]\n*[[Giáo dục khoa cử Đàng Ngoài thời Lê trung hưng]]\n*[[Giáo dục khoa cử Đàng Trong thời Lê trung hưng]]\n*[[Giáo dục khoa cử thời Nguyễn]]\n\n==Chú thích==\n{{tham khảo}}\n{{Lịch sử giáo dục Việt Nam}}\n{{Lịch sử Việt Nam thời Tây Sơn}}\n\n[[Thể loại:Lịch sử Việt Nam thời Tây Sơn]]\n[[Thể loại:Giáo dục Việt Nam]]\n[[Thể loại:Giáo dục Việt Nam thời Tây Sơn]]\n[[Thể loại:Lịch sử hệ thống giáo dục Việt Nam]]\n[[Thể loại:Khoa bảng]]"}