{"419266":"'''Giáo dục khoa cử thời Nguyễn''' là hệ thống đào tạo nhân tài chủ yếu phục vụ trong bộ máy hành chính của hoàng triều [[nhà Nguyễn]] từ năm [[1802]] đến [[1919]] khi khoa cử chấm dứt.\n\n== Trường sở ==\n[[Hình:Dayhoc3.png|nhỏ|Thầy đồ dạy học tại làng quê vào thế kỷ 19]]\n[[Tập tin:Imperial Academy of Hue.jpg|nhỏ|phải|Quốc Tử Giám ở Huế]]\nTrường học thời nhà Nguyễn là nơi học sinh đến để học [[chữ Hán|chữ Nho]] và [[Nho giáo]]. Ở nông thôn cũng như thành thị trước khi khoa cử bị bãi bỏ vào đầu [[thế kỷ 20]] thì có những [[thầy đồ]] mở trường tư tại gia dạy học. Thầy đồ đa số là những vị quan về hưu hoặc những người chỉ đỗ [[Sinh đồ|tú tài]] tự ý mở lớp chứ không có sự giám sát của chính quyền. Một người thầy hay chữ có thể có đến hàng nghìn học sinh theo học. Với số đông như vậy thầy giáo thường chọn lấy một người học trò giỏi giang hơn cả mà giao phó trách nhiệm làm ''trưởng tràng'', giúp thầy trông coi các môn đệ. Ngoài ra lại có ''cán tràng'' và ''giám tràng'' hiệp lực.<ref>Đào Duy Anh. tr 258<\/ref>\n\n[[Trần Quý Cáp]], đậu [[tiến sĩ]] khoa Giáp Thìn [[1904]] có mở trường dạy học ở thôn Thái Lai, làng Bất Nhị, [[Quảng Nam]], có tiếng là hay chữ nên học trò theo học đông lắm. Nhà văn [[Phan Khôi]] từng theo học Trần Quý Cáp 10 năm từ năm 9 tuổi đến 19 tuổi sau ghi lại trường học thời đó như sau:\n{{cquote|Cái nhà ba gian, hai chái, sườn bằng gỗ, rộng lòng căn. Trong nhà trừ ba gian [[bàn thờ]] và một cái buồng ở góc, còn thì liệt ván cả. Một bộ ván cao ở giữa là chỗ thầy ngồi; còn bao nhiêu ván thấp, cho [[học trò]]... Sách giảng hàng ngày là kinh, truyện, sử, mà cứ ngày [[số chẵn|chẵn]] ngày [[số lẻ|lẻ]] đổi khác nhau. Như ngày chẵn: ''[[Kinh Thi]]'', truyện ''[[Luận Ngữ]]'', ''[[Hán Sử|sử Hán]]'', thì ngày lẻ: ''[[Kinh Dịch]]'', truyện [[Mạnh Tử]], sử Đường. Rồi theo đó cứ luân lưu mà giảng tiếp. Thầy ngồi yên rồi dưới này một trò nào chẳng hạn chiếu theo ngày mà mở ba cuốn [[sách]] nhằm chỗ tiếp với hôm trước, theo thứ tự đè chồng lên nhau và đem đặt lên ghế xuân ý<ref>ghế để nghiên và bút son để thầy dùng chấm bài<\/ref> trước mặt thầy. \n-Đọc đi! Thầy truyền...\nRồi một người tốt giọng bắt đầu đọc. Đọc chậm rãi mà ngân ngợi. Được vài ba tờ, tới chỗ thầy bảo dứt thì dứt. Đến phiên thầy cắt nghĩa...<ref name=\"Thụy\">Thụy Khuê. ''Nhân văn Giai phẩm và vấn đề Nguyễn Ái Quốc''. Falls Church, VA: Tiếng Quê hương, 2012. Trang 619-621.<\/ref>}}\n\nTrường của Trần Quý Cáp hàng ngày có 150-200 học trò đến \"nghe sách\". Ngoài ra có những người không đến nghe giảng nhưng khi thầy ra đầu bài thì cũng làm bài nộp vào để thầy chấm, con số lên đến non 100.<ref name=\"Thụy\"\/>\n\nTrẻ con muốn nhập học thì thường mang [[xôi]], [[gà]] đến biếu thầy và làm lễ [[khai tâm]], cúng [[Khổng Tử]] để xin làm đệ tử.\n\nỞ những làng giàu có thì một phần [[công điền]] gọi là \"học điền\" có thể được dùng để lấy tiền gạo nuôi thầy đồ trong làng<ref>Đào Duy Anh. tr 55<\/ref> còn ở những làng không có phương tiện thì chỉ nhà giàu mới có tiền cho con theo học mà thôi.\n\nMỗi năm vào hai ngày tết ([[Tết Đoan ngọ|Tết Đoan dương]] và [[Tết Nguyên đán]]) thì học trò đem tiền vật đến biếu thầy.<ref name=\"Thụy\"\/>\n\nNgoài ra còn có một số cơ sở giáo dục thuộc nhà [[chùa]], tuy không với mục đích dạy học trò để thi đỗ nhưng cũng góp phần vào việc đào tạo một số người.<ref>[http:\/\/www.harvard-yenching.org\/publications-and-projects\/working-papers-series\/TRAN_Thi_Phuong_Hoa_Franco_Vietnamese_schools.pdf Trường Pháp-Nam]{{Liên kết hỏng|date=2021-03-10 |bot=InternetArchiveBot }}<\/ref>\n\nTriều đình thì ở cấp [[huyện]] trở lên mới tham gia trong việc giáo dục. Thấp nhất là trường huyện có quan huấn đạo (hàng thất phẩm) dạy. Lên tới [[phủ (định hướng)|phủ]] thì quan giáo thụ (hàng lục phẩm) rồi đốc học (hàng tứ phẩm) ở trường tỉnh trông coi. Học trò ở huyện do quan huấn đạo hay phủ do quan giáo thụ dạy có thể lên tỉnh nhận bài của quan đốc học rồi nộp lại cho quan chấm. Đến kỳ bình văn thì lên lãnh bài và xem điểm.<ref name=\"Hà\">Hà Ngại. ''Tiếng tiêu đồng, hồi ký một vị quan triều Nguyễn''. TP HCM: Nhà xuất bản Trẻ, 2014. Tr 40.<\/ref>\n\nKể từ năm [[1803]] thì ở [[Huế]] mở trường [[Quốc Tử Giám (Huế)|Quốc Tử Giám]] để các con quan và những người trúng tuyển ở các tỉnh vào thụ giáo các quan tế tửu va tư nghiệp.\n\nVào năm [[1908]] con số ước đoán là trong hai xứ [[Bắc Kỳ|Bắc]] và [[Trung Kỳ]] thuộc quyền cai trị của nhà Nguyễn có 15.000 trường học và khoảng 200.000 học sinh.<ref name=\"Cultural\">Pierre Brocheux và Daniel Hémery. ''Indochina: An Ambiguous Colonization, 1858-1954''. Berkeley, CA: University of California Press, 2009. tr 217-249<\/ref>\n\nViệc học chủ yếu là để [[khoa bảng Việt Nam|đi thi để ra làm quan]].\n\n== Sách giáo khoa ==\nSố [[sách]] dùng trong việc học hành có hai loại, sách của [[người Việt]] soạn và sách của [[người Hoa|người Tàu]] làm sẵn.\n\nSách riêng của người Việt có cuốn ''[[Nhất thiên tự]]'', ''[[Tam thiên tự]]'', ''[[Ngũ thiên tự]]'', ''[[Sơ học vấn tân]]'', và ''[[Ấu học ngũ ngôn thi]]''.\n\nSác dùng chung cho các sĩ tử ở Trung Quốc lẫn Việt Nam là những cuốn ''Thiên tự văn'', ''Hiếu kinh'', ''Minh tâm bảo giám'', ''Minh đạo gia huấn'', và ''[[Tam tự kinh]]''.\n\nKhi đã giỏi chữ Nho rồi thì mới học thêm ''[[Tứ thư|Tứ Thư]]'', ''[[Ngũ kinh|Ngũ Kinh]]''. Ngoài ra còn các sách chuyên đề về Bắc sử, Nam sử, cổ thi. Sách truyện thì hoàn toàn bị các nho gia cho là không đáng đọc vì không truyền đạt đạo Thánh hiền.\n\n== Đánh giá ==\nMột số tác giả trong khoảng 1937- 1945 đều ít nhiều sa vào khuynh hương suy tôn một chiều Nho giáo, ca ngợi cuộc sống vinh danh của kẻ sĩ. Nhưng [[Ngô Tất Tố]] đã đi tiên phong, có những nhận xét sâu sắc mà hàng chục năm sau các nhà nghiên cứu đều phải thừa nhận. Đây là lời nói đầu của tác giả trích trong tác phẩm ''[[Lều chõng]]'', đăng trên báo ''[[Thời vụ]]'' số 109 ra ngày 10\/3\/1939:\n\n{{cquote|Ngày nay nghe đến hai tiếng \"Lều\", \"Chõng\" có lẽ nhiều người sẽ lấy làm lạ vì những vật ấy từ biệt chúng ta mà đi đến chỗ mất tích đã gần ba chục năm nay.\nNhưng mà trước hơn hai chục năm đi ngược trở lên, cho đến hơn một nghìn năm, \"Lều\" \"Chõng\" vẫn làm chủ vận mệnh của giang sơn cũ kỹ mà người ta vẫn khoe là \"bốn nghìn năm văn hiến\". Những ông ngồi trong miếu đường làm rường làm cột cho nước nhà, những ông ở nơi tuyền thạch, làm khuôn mẫu cho đạo đức phong hóa, đều ở trong đám lều chõng mà ra.\nLều Chõng với nước Việt Nam không khác một ông tạo vật, đã chế tạo đủ các hạng người hữu dụng hoặc vô dụng. ''Chính nó đã làm cho nước Việt Nam trở nên một nước có văn hóa, rồi lại chính nó đã đưa nước Việt Nam đến cõi diệt vong''. Vì nó, nước Việt Nam trong một thời kì rất dài đã phát hiện ra nhiều cảnh tượng kỳ quái, có thể khiến cho người ta phải cười, phải khóc, phải rùng rợn hồi hộp.||| [[Ngô Tất Tố]]}}\n\n== Tham khảo ==\n*Đào Duy Anh. ''Việt Nam văn hóa sử cương''. Houston, TX: Xuân Thu, ?\n*Vu Tam Ich. \"A Historical Survey of Educational Developments in Vietnam\". ''Bulletin of the Bureau of School Service'' Vol XXXII, No 2. Lexington, KY: University of Kentucky, College of Education, 1959.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Xem thêm ==\n*[[Giáo dục khoa cử thời Mạc]]\n*[[Giáo dục khoa cử thời Lê sơ|Giáo dục khoa cử thời Lê Sơ]]\n*[[Thi Hương|Thi hương]]\n{{sơ khai lịch sử Việt Nam}}\n{{Lịch sử Việt Nam thời Nguyễn độc lập}}\n{{Lịch sử giáo dục Việt Nam}}\n\n[[Thể loại:Giáo dục Việt Nam]]\n[[Thể loại:Lịch sử hệ thống giáo dục Việt Nam]]\n[[Thể loại:Nhà Nguyễn]]"}