{"44856":"'''Giáp Hải''' (1515 - 1585), sau đổi Giáp Trừng,<ref>Kiêng húy [[Mạc Hiến Tông]] đế.<\/ref> là một nhà chính trị thời nhà Mạc Việt Nam. Ông nổi bật với việc giữ những chức vụ quan trọng trong triều đình dưới thời Mạc Mậu Hợp, uy tín cá nhân đối với nhà vua và dân chúng.\n==Xuất thân==\n\nGiáp Hải tên hiệu là '''Tiết Trai''', người làng Dĩnh Kế, huyện Phượng Nhỡn, tỉnh Bắc Giang. Nguyên quê cha ông ở làng Bát Tràng, huyện Gia Lâm, Hà Nội. Lúc bé mồ côi cha và nghèo, ở làng mẹ là làng Công Luận, huyện Tế Giang. Một hôm Giáp Hải chơi ở bến sông, có người lái buôn quê làng Dĩnh Kế bỏ xuống thuyền đem về nuôi làm con, đón thầy dạy học cho, việc học chóng tấn tới.<ref name=\"ReferenceA\">Lịch triều hiến chương loại chí, Nhà xuất bản giáo dục, 2007, tập 1, tr 303<\/ref>\n\n==Sự nghiệp==\n\nNăm 1538, đời vua [[Mạc Thái Tông|Mạc Đăng Doanh]], Giáp Hải 23 tuổi, ông đỗ thứ nhất Tiến sĩ nhất giáp khoa Mậu Tuất, sau đổi tên là Trừng. Theo Phan Huy Chú nhận xét, do nhờ văn chương thi đỗ mà làm quan, bây giờ ai cũng tôn trọng. Bấy giờ ông thường ra ải Nam Quan bàn việc, ứng đáp tinh nhanh, người Minh gọi là Giáp Tuyên Phủ mà không gọi tên.<ref name=\"ReferenceA\"\/>\n\nNăm 1562, đời [[Mạc Mậu Hợp]], ông làm Thượng thư bộ lại, kiêm Đô ngự sử, tước Luân quận công. Nhân thấy sao Chổi mọc luôn, Giáp Hải dâng sớ cho nhà vua, khuyên răn vua nhưng vua không nghe theo.<ref>Lịch triều hiến chương loại chí, Nhà xuất bản giáo dục, 2007, tập 1, tr 303, 304<\/ref>\n\nNăm sau Giáp Hải được lệnh giữ việc 6 bộ, kiêm chức Đại học sĩ Đông các, coi việc tòa Kinh diên, gia phong tước Sách quận công.<ref>Lịch triều hiến chương loại chí, Nhà xuất bản giáo dục, 2007, tập 1, tr 303, 304,\n 305, 306<\/ref>\n\nNăm 1566, nhà Mạc sai Giáp Hải lúc ấy đang giữ chức Lại bộ thượng thư kiêm Đông các đại học sĩ- Kế Khê bá và Đông các hiệu thư Phạm Duy Quyết lên đầu địa giới Lạng Sơn đón tiếp sứ thần [[Lê Quang Bí]] về nước. Quang Bí phụng mệnh đi sứ năm Gia Tĩnh thứ 27, bị nhà Minh giữ lại 18 năm, đến nay trở về.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998, tập 3,\n tr 137<\/ref>\n\nBấy giờ chính sách nhà Mạc ngày một kém, điềm tai biến luôn xuất hiện. Giáp Hải ngại mình quá được đầy đủ, mấy lần xin từ chức nhưng không được. Gặp bão lớn, ông lại dâng sớ khuyên răn vua, Mậu Hợp yên ủi, vời ông vào Kinh làm việc tại tiều, thăng Thái bảo dự việc triều chính. Giáp Hải mấy lần xin về hưu, Mậu Hợp quyến luyến không nghe. Lại mấy lần Giáp Hải dâng sớ, lời lẽ khẩn thiết, bất đắc dĩ Mậu Hợp phải cho, năm ấy ông 61 tuổi.\n\nMạc Mậu Hợp ban cho ông lá cờ thêu và câu đối:\n\n''Trạng đầu, tể tướng đẩu nam tuấn,''\n\n''Quốc lão, đế sư thiên hạ tôn''\n\nNghĩa là: đỗ trạng nguyên, làm tể tướng, danh cao như ngôi sao Đẩu của trời Nam; đã quốc lão, lại thầy của vua, được cả nước tôn trọng.''<ref>Lịch triều hiến chương loại chí, Nhà xuất bản giáo dục, 2007, tập 1, tr 306, 307<\/ref>\n\nÔng mất năm 70 tuổi. (1585). Cùng năm, Trạng Trình [[Nguyễn Bỉnh Khiêm]] qua đời<ref name=\"ReferenceB\">Lịch triều hiến chương loại chí, Nhà xuất bản giáo dục, 2007, tập 1, tr 307<\/ref>\n\n==Tác phẩm==\nTheo sách Đại Việt thông sử của Lê Quý Đôn, phần Văn tịch chí, liệt kê sách Loại hiến chương của nước Việt, viết rằng Giáp Hải viết sách Ứng đáp bang giao, gồm 10 quyển.\n\n==Thông tin khác==\n\nNgày 16 tháng 8 năm 1998, một phát hiện quan trọng có liên quan đến Giáp Hải đã được phát lộ, trong khi tiến hành làm đường giao thông nông thôn nhân dân Thôn Cốc ( Trưởng Thôn Hà Văn Duy) xã Dĩnh Trì, thành phố Bắc Giang đã phát hiện ra tấm bia đá hộp hay còn được gọi là sách đá: Tiên Khảo Thái Bảo Giáp phu quân mộ chí, khắc năm Cảnh Lịch thứ 3 (năm 1549), căn cứ vào nội dung văn tự Hán – Nôm khắc trên tấm bia này cho biết rõ về nguồn gốc quê hương dòng họ Giáp ở Dĩnh Kế. Từ đó mới có cơ sở đính chính lại những điều mà các tác giả và sử viết trước đây còn tồn nghi.\n\nTheo nội dung tấm bia trên được biết cụ nội của Giáp Hải là Giáp Thuận Trung, gặp loạn nhà Minh, nhà ở phía Nam [[thành Xương Giang]], vì không theo sự sai khiến của phu dịch của nhà Minh, lãnh cư ở xã Như Thiết Thượng, huyện Yên Dũng, rồi làm mục trưởng hương ấy, khi chết an táng tại đó. Ông nội của Giáp Hải là Giáp Bảo Phúc trở lại quê cũ lập nghiệp lấy bà họ Ngô năm nhâm dần niên hiệu Hồng Đức thứ 13 (1482) sinh ra Giáp Hà là phụ thân của Giáp Hải. Ngoài 3 người con trai (Giáp Hảng, Giáp Trưng, Giáp Thanh), Giáp Hà còn sinh được một trưởng nữ gả cho Quốc tử giám xá sinh Trần Địch Triết. Như vậy, Giáp Hải không phải là con nuôi mà là con đẻ đích thực của dòng họ Giáp cha là cụ Giáp Hà, huý Đức Hưng, hiệu Khánh Sơn sinh ở Dĩnh Kế.{{cần dẫn nguồn}}\n\n==Nhận định==\n\nKhi soạn sách Lịch triều hiến chương loại chí, phần Nhân vật chí, Bậc phò tá tài đức, Phan Huy Chú viết về 4 người thời Lý, 10 người thời Trần, 18 người thời Lê và một người duy nhất thời Mạc là Giáp Hải. Phan Huy Chú cho rằng:''thời Mạc có Trạng nguyên Giáp Hải công danh rõ rệt.'' <ref>Lịch triều hiến chương loại chí, Nhà xuất bản giáo dục, 2007, tập 1<\/ref>\n\nVua nhà Mạc là Mạc Mậu Hợp ban cho ông lá cờ thêu và câu đối:\n\n''Trạng đầu, tể tướng đẩu nam tuấn,''\n\n''Quốc lão, đế sư thiên hạ tôn''\n\nNghĩa là:đỗ trạng nguyên, làm tể tướng, danh cao như ngôi sao Đẩu của trời Nam; đã quốc lão, lại đế sư, được cả nước tôn trọng.''<ref name=\"ReferenceB\"\/>\n\nLại có câu:\n\n''Từ bút văn tôn danh lưỡng quốc''\n\n''Hoa triền thọ diẹu huyễn tam thai''\n\nNghĩa là:văn chương tài giỏi vang hai nước; tuổi như sao thọ sáng chiếu trong hàng tam công.<ref name=\"ReferenceB\"\/>\n\n==Giai thoại==\nTrạng nguyên Giáp Hải đã được dân gian mang danh quê hương là Trạng Kế. Nơi ông vẫn ngồi học thủa nhỏ cùng với hòn đá, giếng nước đều gắn với ông bằng những tên gọi thân thuộc. Hòn đá ông Trạng, núi ông Trạng, giếng ông Trạng…Và khi ông qua đời, nhân dân đã an táng, xây lăng quan Trạng, lập đền thời quan Trạng. Nhân dân và Nho sĩ hai huyện Phượng Nhãn – Bảo Lộc của phủ Lạng Giang xưa lập văn chỉ, khắc bia các bậc tiên hiền, của quê hương trong đó có Trạng nguyên Giáp Hải và con ông là tiến sĩ Giáp Lễ. Đặc biệt nhân dân Dĩnh Kế đã lập đền thờ quan Trạng, tổ chức tế lễ rước sách uy nghiêm trong ngày hội làng và rằm tháng 3 âm lịch hàng năm.\n\nSau khi Mạc Đăng Dung tiếm ngôi nhà Lê, nhà Minh sai Mao Bá Ôn đem quân sang \"hỏi tội\". Mao Bá Ôn dừng quân nơi cửa ải, đưa ra bài thơ này gửi quan quân nhà Mạc với ý ví người An Nam như những thân bèo không đoàn kết. Bài thơ này đã được trạng nguyên Giáp Hải của Đại Việt hoạ lại với lời lẽ cứng rắn.\n\n'''Bài thơ chữ Hán của Mao Bá Ôn\n'''\n萍詩\n\n隨田逐水冒秧鍼，\n \n到處看來實不深。\n \n空有根苗空有葉，\n \n敢生枝節敢生心？\n\n徒知聚處寧知散，\n\n但識浮時那識沉。\n \n大抵中天風惡氣，\n\n掃歸湖海便難尋。\n\n'''Bản phiên âm Hán-Việt:\n'''\n\nTuỳ điền trục thủy mạo ương châm,\n\nĐáo xứ khan lai thực bất thâm.\n\nKhông hữu căn miêu không hữu diệp,\n\nCảm sinh chi tiết cảm sinh tâm?\n\nĐồ tri tụ xứ ninh tri tán,\n\nĐãn thức phù thì ná thức trầm?\n\nĐại để trung thiên phong ác khí,\n\nTảo quy hồ hải tiện nan tầm.\n\n'''Dịch nghĩa:'''\n\nDọc theo ruộng nước bám như châm,\n\nRễ bám vào đâu cũng chẳng thêm.\n\nVờ có căn nguyên, vờ có lẽ,\n\nDám chi sạch tiết, dám chi tâm?\n\nTụ rồi đã chắc chi khi tán,\n\nNổi đó nào hay đến lúc chìm?\n\nGặp trận trời cho cơn gió lốc,\n\nQuét tan hồ bể khó mà tìm.\n\n'''Dịch thơ:'''\n\n'''Thơ vịnh bèo (Người dịch: Hoà thượng Trí Thủ)\n'''\n\nCao sâu theo nước mọc im lìm\n\nNông nỗi xưa nay vốn khó dìm\n \nNgọn gốc đã trơ không lá lảu\n\nCỗi cành sao lại cả gan tim?\n\nCoi thường tản mát khi thường tụ\n\nBiết lúc lênh đênh chả biết chìm\n\nVí gặp tung trời cơn bão táp\n\nCuốn theo về biển khó đâu tìm!\n\n'''Khi nhận được bài thơ thì Trạng Giáp Hải đã có bài hoạ như sau:'''\n\nCẩm lân mật mật bất dung châm\n\nĐái diệp liên căn khởi kế thâm\n\nThường dữ bạch vân tranh thủy diện\n \nKhảng giao hồng nhật truỵ ba tâm\n\nThiên trùng lãng đả thành nan phá\n\nVạn trận phong xuy vĩnh bất trầm\n\nĐa thiểu ngư long tàng nghiểu lý\n\nThái Công vô kế hạ câu tầm\n\n'''Tạm dịch:\n\nSin sít hoa thêu cản mũi khâu\n\nMấy tầng gốc rễ vẫn chen nhau\n\nGanh cùng mây bạc trên làn sóng\n\nĐâu để vầng hồng lọt đáy sâu\n\nNước vỗ, vỗ sao cho phá được\n\nGió to, to mấy có chìm đâu\n\nBiết bao rồng cá nằm trong đó\n\nCụ Lã đừng hòng thả lưỡi câu!\n\nNăm [[1998]], một nhóm công nhân đã phát hiện một hòm đá hình chữ nhật tại xã Dĩnh Trì. Hòm đá gồm hai phiến đá nhẵn chồng khít lên nhau. Phần áp mặt vào nhau của hai phiến đá có văn bản viết bằng chữ Nho. Sau khi dịch nghĩa, người ta biết đây là di văn của Giáp Hải, được ông soạn kỹ càng rồi yểm xuống mộ Khánh Sơn tiên sinh (cha đẻ Giáp Hải) vào năm Tân Dậu, [[1549]]. Một điều thú vị là phần nắp đậy có những dòng chữ viết thêm cho biết ngôi mộ đã được chuyển từ núi Ngò về xã Dĩnh Trì hiện nay như thế nào. Như vậy, việc tranh cãi ông là người Bắc Giang hay Hà Nội (ngày nay) có lẽ sẽ đi đến hồi kết.{{cần dẫn nguồn}}\n\n==Tài liệu tham khảo==\n*Lịch triều hiến chương loại chí, Nhà xuất bản giáo dục, 2007\n*Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1998\n*Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007.\n*Khâm định Việt sử thông giám cương mục, Nhà xuất bản giáo dục Hà Nội. 1988\n\n==Chú thích==\n{{tham khảo|4}}\n{{Trạng nguyên Việt Nam}}\n{{Lịch sử Việt Nam thời Mạc}}\n{{Thời gian sống|sinh=1515|mất=1585}}\n\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Nhà thơ Việt Nam thời Mạc]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Mạc]]\n[[Thể loại:Công tước nhà Mạc]]\n[[Thể loại:Tiến sĩ nhà Mạc]]\n[[Thể loại:Trạng nguyên Việt Nam]]"}