{"476533":"Do nước [[Đại Việt]] bị chia cắt thời [[Nhà Lê trung hưng|Lê trung hưng]], việc '''giáo dục thi cử của Đàng Ngoài''' và [[Giáo dục khoa cử Đàng Trong thời Lê trung hưng|Đàng Trong]] hoàn toàn tách biệt dưới hai chế độ cai trị của [[chúa Trịnh]] và [[chúa Nguyễn]].\n\nVề cơ bản, các chúa Trịnh vẫn kế tục nền giáo dục từ [[giáo dục khoa cử thời Lê sơ|thời Lê Sơ]] và [[Giáo dục khoa cử thời Mạc|thời Mạc]]. Mục tiêu của chế độ học tập và thi cử nhằm đào tạo và tuyển dụng đội ngũ quan lại cho bộ máy chính quyền.\n\n==Giáo dục==\nCác chúa Trịnh cho duy trì hệ thống trường học từ trung ương đến địa phương vốn có từ thời Lê Sơ, trong đó trung tâm vẫn là [[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]]. Quốc Tử Giám tiếp nhận các học trò từ khắp nơi ở Đàng Ngoài có đủ năng lực học tập. Thời Lê trung hưng vẫn duy trì việc bài trừ con những người phạm tội và con nhà hát xướng không được thi cử<ref>Viện Sử học, sách đã dẫn, tr 567<\/ref>.\n\nNăm 1652, nhà Thái học bị đổ nát, triều đình giao cho Thượng thư Bộ Lễ là [[Phạm Công Trứ]] sửa chữa. Sau đó, triều đình duy trì lệ hàng tháng vào ngày rằm và mùng một triệu tập các Nho sinh đến hội họp và làm văn để tăng thêm phong khí Nho gia, có sự tham dự bình văn của các quan Tham tụng, Bồi tụng<ref>Viện Sử học, sách đã dẫn, tr 568<\/ref>.\n\nSang đầu [[thế kỷ 18]], triều đình chú trọng hơn đến việc hỗ trợ vật chất cho trường học các địa phương. Năm 1723, chúa [[Trịnh Cương]] ban hành quy định cấp ruộng cho các trường học, gọi là học điền theo các mức: trường Quốc học 60 mẫu, trường Hương học 16 - 20 mẫu tùy vào quy mô từ nhỏ đến lớn. Hoa lợi từ ruộng được mang chi dùng vào việc đèn dầu trong học tập.\n\nGiữa thế kỷ 18, các cuộc [[khởi nghĩa nông dân Đàng Ngoài]] nổ ra, nền giáo dục có phần suy sút.\n\n==Thi cử==\n=== Khái quát===\nKhi còn ở [[Thanh Hóa]], các chúa Trịnh còn phải đối phó với [[nhà Mạc]], do đó việc thi cử không thực sự được quan tâm<ref name=\"VSH569\">Viện Sử học, sách đã dẫn, tr 569<\/ref>. Thời kỳ này các chúa Trịnh đặt ra các kỳ thi Chế khoa lấy Tiến sĩ xuất thân và Đồng tiến sĩ xuất thân theo thứ bậc khác nhau, tổ chức tại Hành cung Vạn Lại.\n\nCác khoa thi của nhà Lê giai đoạn này diễn ra trong các năm 1554 thời [[Lê Trung Tông]], năm 1565 thời [[Lê Anh Tông]] và năm 1577 thời [[Lê Thế Tông]]. Năm 1580, Nam triều khôi phục lại khoa [[thi Hội]] tại Vạn Lại và đến năm 1583 mới đặt lệ 3 năm 1 lần như thời Lê Sơ.\n\nNăm 1595 khi mới trở về [[Thăng Long]], nhà Lê trung hưng tổ chức kỳ thi Hội cho các cống sĩ ở bờ sông [[Nhị Hà]] và sau đó [[thi Đình]], lấy đỗ Tiến sĩ xuất thân và [[Đồng tiến sĩ xuất thân]].\n\nTính từ năm 1580 khi nhà Lê trung hưng khôi phục lại khoa [[thi Hội]] đến năm 1787 thời [[Lê Chiêu Thống]], có tất cả 68 khoa thi với 717 tiến sĩ<ref name=\"VSH569\"\/>. Người đỗ đại khoa ngoài áo mũ, cờ quạt chiêng trống triều đình ban còn được nhà cửa dinh thự tại quê nhà. Người đỗ từ [[Đồng tiến sĩ xuất thân]] trở lên đều được bổ nhiệm làm ''Khoa đạo'' tới ''Hàn lâm viện'' chứ không bổ làm quan phủ, huyện; nếu bổ ra ngoài Ty thừa thì bổ làm Chánh chứ không bổ làm Phó. Vì những đãi ngộ như vậy, phong trào học tập thời Lê trung hưng lên rất cao<ref name=\"VSH571\">Viện Sử học, sách đã dẫn, tr 571<\/ref>.\n\n===Nỗ lực chấn hưng===\nSang [[thế kỷ 17]], thể lệ thi cử được chỉnh đốn quy củ hơn. Năm 1664, chúa [[Trịnh Tạc]] định rõ lại điều lệ [[thi Hội]], quy định từng điều, khoản về trường thi, người thi, quan chấm thi và cách làm bài thi…\n\nNăm 1678, thể lệ [[thi Hương]] cũng được ban hành gồm 16 điều, theo đó các quan phủ, châu có nhiệm vụ khảo hạch học trò, người giỏi là đỗ tứ trường, người vừa là đỗ tam trường. Định kỳ thi Hương 3 năm 1 lần, năm sau thì thi Hội. Ngày học trò vào trường thi Hương là ngày 8 tháng 8. Số lượng học trò ứng thí từng xã là: xã lớn 20 người, xã vừa 15 người và xã nhỏ 10 người.\n\nTheo đánh giá của [[Lịch triều hiến chương loại chí]], việc thi cử thời Lê trung hưng không còn giữ được sự nghiêm túc như thời [[Lê Thánh Tông]]<ref name=\"VSH571\"\/>:\n:''\"Các học giả chỉ chuộng nắn nót từng câu, văn chương ngày càng kém cỏi, chỉ học thuộc lòng rồi theo đúng sách viết ra… Thơ phú, tứ lục đều chép theo bài cũ, không sợ giống nhau\"''\n\nCác quan trường thường dùng lại các đề có sẵn của các lần trước không thay đổi gì. Vì vậy học giả có nhiều người làm bài sẵn mang bán để nho sinh học thuộc vào chép trong trường thi, quan cứ chấm theo đó lấy đỗ. Kết quả không chọn được người thi có thực tài.\n\nDo chất lượng đi xuống, năm 1694, chúa [[Trịnh Căn]] đã ban lệnh cho học trò phải trở lại văn thể thời Hồng Đức. Năm 1711, [[Trịnh Cương]] cho định lại văn thể thi Hương, nhưng không cải thiện được nhiều. Năm 1720, Trịnh Cương đặt ra lệ: Chúa ra đề thi Hương, không để cho quan trường ra đề nữa. Đề thi được quan kinh nghĩ trong phủ rồi trình Chúa phê, gọi là Ngự đề. Sau đó các đề thi được sao chép, sai người chạy trạm mang đến cho các trường. Riêng với những nơi xa như Thanh Hóa và Nghệ An thì cho phép quan Hiến sát được mở sách ra đề như trước.\n\nNăm 1721, các quan huyện được giao trách nhiệm khảo hạch học trò, kiểm soát số người đi thi: huyện lớn 200 người, huyện vừa 150 người, huyện nhỏ 100 người. Những người giỏi được đưa lên Phủ doãn hoặc Ty thừa khảo lần nữa, chia làm hai hạng sảo thông hoặc thứ thông.\n\nNăm 1725, triều đình ra quy định cách chấm quyển thi Hội. Các quan trường được xét tuyển vào hội đồng chấm, theo đó: một người đọc, một người nghe, xét cho thỏa đáng rồi mới quyết định lấy đỗ hay đánh trượt<ref name=\"VSH572\">Viện Sử học, sách đã dẫn, tr 572<\/ref>.\n\n===Suy đồi===\nTừ sau năm 1750, do [[khởi nghĩa nông dân Đàng Ngoài|loạn lạc]], tư tưởng [[Nho giáo]] cũng suy, việc học hành và thi cử suy kém đi. Quy chế thi cử càng suy đồi, mất kỷ cương. Những người muốn dự [[thi Hương]] chỉ cần nộp 3 quan tiền là được dự thi không cần qua sát hạch. Vì không phải qua sát hạch, có thêm nhiều thành phần đi thi khá hỗn tạp như người đi buôn, nhà hàng thịt, người làm ruộng… cũng làm đơn xin thi. Có đợt người đi thi quá đông, giày xéo lên nhau làm có người bị chết ở cổng trường thi<ref name=\"VSH572\"\/>.\n\nTrong trường thi, việc trông coi cũng thả lỏng, thí sinh mang cả sách vào trường, tự do hỏi bài nhau, mượn người khác vào thi hộ<ref name=\"VSH572\"\/>. Những tệ nạn đó diễn ra công khai làm trường thi rất lộn xộn. Sử gia [[Phan Huy Chú]] nói về việc này như sau:\n:''\"Những người có thực tài, mười người thi không đậu một. Hạng sinh đồ ba quan… đầy cả thiên hạ. Người trên… lấy tiền mà không ngại, kẻ dưới nộp tiền để được mưu đồ mà không thẹn, làm cho trường thi thành chỗ buôn bán\"''<ref name=\"VSH572\"\/>.\n\n==Xem thêm==\n* [[Đàng Ngoài]]\n* [[Giáo dục khoa cử Đàng Trong thời Lê trung hưng]]\n* [[Giáo dục khoa cử thời Mạc]]\n* [[Giáo dục khoa cử thời Lê sơ|Giáo dục khoa cử thời Lê Sơ]]\n\n==Tham khảo==\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n{{Khoa bảng}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n{{Lịch sử giáo dục Việt Nam}}\n\n[[Thể loại:Giáo dục Việt Nam]]\n[[Thể loại:Giáo dục Việt Nam thời Lê trung hưng]]\n[[Thể loại:Lịch sử hệ thống giáo dục Việt Nam]]\n[[Thể loại:Khoa bảng]]"}