{"794466":"'''Giáo dục và khoa cử thời Hồ''' trong [[lịch sử Việt Nam]] phản ánh hệ thống giáo dục và chế độ khoa cử nước [[Đại Ngu]] từ năm [[1400]] đến năm [[1407]].\n\n==Hệ thống giáo dục==\nTừ cuối thời [[nhà Trần|Trần]], khi nắm quyền điều hành triều chính, [[Hồ Quý Ly]] đã bước đầu đã có những tác động toàn diện tới kinh tế - xã hội Đại Việt, trong đó có nền giáo dục. Từ năm [[1392]], Hồ Quý Ly đã soạn sách ''Minh đạo'' 14 thiên dâng lên [[thái thượng hoàng]] [[Trần Nghệ Tông]], phê phán một số danh nho, nghi ngờ một số chỗ của sách [[Luận ngữ|Luận Ngữ]] của [[Khổng Tử]], phê phán thói giáo điều của các nhà Nho như [[Hàn Dũ]], Chu Đôn Di, Trình Hiệu là \"trộm Nho\", \"cóp nhặt văn chương\"; đồng thời ông đề nghị khuyến khích thực học, kén người tài năng<ref>Viện Sử học, sách đã dẫn, tập 3, tr 34.<\/ref>.\n\nHồ Quý Ly hạn chế [[Phật giáo]], [[Đạo giáo]], đề cao [[Nho giáo]], nhưng là thứ Nho giáo thực dụng, chống giáo điều, kết hợp với tinh thần Pháp gia. Hồ Quý Ly là vị vua đầu tiên phổ biến rộng rãi việc dùng [[chữ Nôm]], đưa chữ Nôm lên vị trí quan trọng<ref>Phan Ngọc Liên, sách đã dẫn, tr 68<\/ref>. Điều đó được xem là biểu hiện của ý chí nêu cao tinh thần dân tộc<ref name=\"ReferenceA\">Viện Sử học, sách đã dẫn, tập 4, tr 468<\/ref><ref name=\"Hồ Quý Ly và ý thức dân tộc\">[http:\/\/www.thanhnhaho.vn\/Default.aspx?ctr=guest.introview&l=vi&introid=1265 Hồ Quý Ly và ý thức dân tộc]{{Liên kết hỏng|date=2021-04-30 |bot=InternetArchiveBot }}<\/ref>. Ông soạn sách Thi nghĩa (nghĩa của Kinh Thi) bằng chữ quốc âm rồi sai người dạy cho hậu phi và cung nhân học tập. Ông còn chép thiên ''Vô dật'' (Không nên nhàn hạ) ra chữ quốc âm để dạy vua Trần Thuận Tông. Nhà nghiên cứu Trần Bá Nam cho rằng việc chú trọng chữ Nôm của Hồ Quý Ly trong hệ thống giáo dục đương thời có tác động đến thành tựu văn học chữ Nôm của những người kế tục sau đó, trong đó điển hình là [[Nguyễn Trãi]]<ref name=\"Hồ Quý Ly và ý thức dân tộc\"\/>.\n\nHệ thống trường lớp tại các địa phương được Hồ Quý Ly thúc đẩy mở rộng từ cuối thời Trần và tiếp tục duy trì sang thời Hồ, theo đó tại các lộ xa như [[Sơn Nam (định hướng)|Sơn Nam]], [[Kinh Bắc]], Hải Đông, mỗi phủ đều đặt một học quan, ban ruộng công cho phủ, châu lớn 15 mẫu, vừa 12 mẫu và nhỏ 10 mẫu để chi dụng dạy học ở lộ, phải đốc thúc học quan dạy dỗ học trò để cho thành tài nghề. Mỗi cuối năm phải chọn người học giỏi tiến vào triều<ref name=\"informatik.uni-leipzig.de\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt13.html Đại Việt Sử ký Toàn thư, quyển VIII - Phụ: Hồ Quý Ly và Hán Thương]<\/ref>. Hệ thống trường học này do các nhà nho và thái học sinh không làm quan, về nhà dạy học.\n\nCũng như các triều đại [[nhà Lý|Lý]], [[nhà Trần|Trần]] trước đây, [[nhà Hồ]] lấy [[Tứ thư|Tứ Thư]] và [[Ngũ kinh|Ngũ Kinh]] làm cơ sở cho học vấn và khoa cử; đồng thời học về [[lịch sử Trung Quốc|lịch sử Trung Hoa]]. Các học trò phải hiểu biết về đề tài trị nước, an dân.\n\nSau khi lên nối ngôi cha, [[Hồ Hán Thương]] đặt ra nhã nhạc, con các quan văn làm Kinh vĩ lang, con các quan võ làm Chỉnh đốn lang, học tập hai điệu văn võ <ref name=\"ReferenceB\">Viện Sử học, sách đã dẫn, tập 3, tr 39.<\/ref>.\n\n==Khoa cử==\n=== Chế độ khoa cử ===\nTừ năm [[1396]] dưới thời [[Trần Thuận Tông]], lệ thi 4 trường được [[Hồ Quý Ly]] quy định lại so với quy chế trước đó, bỏ cách thi ám tả cổ văn mà định ra tứ trường văn thể gồm<ref>Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 262<\/ref>:\n:Trường 1: thi kinh nghĩa\n:Trường 2: thi thơ phú\n:Trường 3: thi chế, chiếu, biểu\n:Trường 4: thi văn sách\n\nĐến tháng 2 năm [[1404]], [[Hồ Hán Thương]] quy định cách thức thi cử nhân gồm [[thi Hương]], thi ở Bộ Lễ, [[thi Hội]] (đỗ Thái học sinh). Các đợt thi đều tổ chức vào tháng 8 hàng năm. Ai đỗ cấp nào sẽ được hưởng chế độ ưu đãi tùy theo, như đỗ thi Hương được miễn lao dịch, đỗ ở Bộ Lễ thì miễn đi lính<ref name=\"ReferenceB\"\/>.\n\nPhép thi của [[nhà Hồ]] bắt chước theo lối văn thể của [[nhà Nguyên]], nhưng chia ra làm 4 kỳ, có thêm kỳ thi viết chữ và tính toán, thành ra 5 kỳ, nhưng mới thực hiện tại kỳ thi ở Bộ Lễ thì xảy ra chiến tranh nên không thực hiện được nữa. Đây là lần đầu tiên môn toán được đưa vào nội dung thi chính thức<ref name=\"ReferenceB\"\/>\n\nNhững đối tượng không được đi thi gồm quân nhân, phường chèo và người có tội.\n\nTuy coi trọng chữ Nôm nhưng [[Hồ Quý Ly]] mới dừng lại ở việc dịch sách vở chữ Hán ra chữ Nôm và viết sách chữ Nôm, còn việc thi cử vẫn thực hiện bằng [[chữ Hán]]<ref name=\"ReferenceA\"\/>.\n\n=== Các khoa thi ===\nNhà Hồ chỉ tồn tại 7 năm, trong thời gian đó đã tổ chức 2 kỳ thi, lấy gần 200 người đỗ, trong đó có 1 [[trạng nguyên]]<ref name=\"Mai Hồng, sách đã dẫn, tr 20\">Mai Hồng, sách đã dẫn, tr 20<\/ref>.\n\nTháng 8, Canh Thìn, năm Thánh Nguyên thứ 1 ([[1400]]), đời [[Hồ Quý Ly]] tổ chức kỳ thi đầu tiên, lấy [[Lưu Thúc Kiệm]] đỗ trạng nguyên, cùng 20 người khác đỗ thái học sinh, trong đó có [[Nguyễn Trãi]], [[Lý Tử Tấn]], [[Vũ Mộng Nguyên]], [[Hoàng Hiến]], [[Nguyễn Thành]] v.v.<ref name=\"informatik.uni-leipzig.de\"\/>. Đầu đề bài phú là \"Linh kim tàng\" <ref>Nghĩa là: kho chứa gươm thiêng, lấy điển Lưu Bang dùng gươm chém rắn khi mới nổi lên chống nhà Tần<\/ref>. [[Lưu Thúc Kiệm]] trở thành [[trạng nguyên]] duy nhất dưới thời Hồ<ref name=\"Mai Hồng, sách đã dẫn, tr 20\"\/>.\n\nTháng 7 năm [[1405]], [[Hồ Hán Thương]] tổ chức kỳ thi ở Bộ Lễ, lấy 170 người thi đỗ, gồm có [[Hồ Ngạn Thần]], [[Lê Củng Thần]] sung làm thái học sinh lý hành<ref>Tức là Thái học sinh chưa chính thức<\/ref>; [[Cù Xương Triều]] 6 người được sung làm học sinh ở Tư Thiện đường (Tư Thiện đường nguyên là tên nhà học của Thái tử [[nhà Trần]]).\n\n== Ý nghĩa ==\nViệc cải cách giáo dục là một phần của chương trình cải cách toàn diện mà [[Hồ Quý Ly]] đề xướng thực hiện Những cải cách của Hồ Quý Ly trong thi cử, tuyển chọn quan nhằm xây dựng nền giáo dục, văn hóa mang bản sắc dân tộc Việt<ref>Phan Ngọc Liên, sách đã dẫn, tr 71<\/ref>. Những định hướng của ông về một nền giáo dục của đất nước là: ''\"tỏ rõ giáo hoá, giữ phong tục\"'', với những quy định cụ thể nhằm nâng cao dân trí và đào tạo nhân tài cho đất nước<ref name=\"Hồ Quý Ly và ý thức dân tộc\"\/>.\n\n[[Nhà Hồ]] tồn tại ngắn ngủi, một số nhân tài đỗ đạt dưới thời Hồ sau này phục vụ cho nhà [[Nhà Lê sơ|Lê sơ]] như [[Nguyễn Trãi]], [[Lý Tử Tấn]], [[Vũ Mộng Nguyên]], [[Hoàng Hiến]], [[Nguyễn Thành]]<ref name=\"informatik.uni-leipzig.de\"\/>.\n\n==Xem thêm==\n* [[Nhà Hồ]]\n* [[Giáo dục và khoa cử thời Trần|Giáo dục khoa cử thời Trần]]\n\n==Tham khảo==\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Giáo dục\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 4,'' Nhà xuất bản Giáo dục\n* Mai Hồng ([[1989]]), ''Các trạng nguyên nước ta'', Nhà xuất bản Giáo dục\n* Phan Ngọc Liên ([[2006]]), ''Giáo dục và thi cử Việt Nam'', Nhà xuất bản Từ điển bách khoa\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Hồ}}\n{{Lịch sử giáo dục Việt Nam}}\n\n[[Thể loại:Lịch sử Việt Nam thời Hồ]]\n[[Thể loại:Văn hóa Việt Nam thời Hồ]]\n[[Thể loại:Giáo dục Việt Nam]]"}