{"143134":"{{Giáo phận\n|tên=Giáo phận Mỹ Tho<br><small>''Dioecesis Mythoensis''<\/small>\n|địa giới= [[Tiền Giang]], [[Long An]] và bắc [[Đồng Tháp]]<ref>{{Chú thích web |url=https:\/\/www.catholic.org.tw\/vntaiwan\/vnchurch\/lsmytho.htm |ngày truy cập=2015-07-09 |tựa đề=Lược Sử Giáo phận Mỹ Tho |archive-date=2015-09-23 |archive-url=https:\/\/web.archive.org\/web\/20150923221710\/http:\/\/www.catholic.org.tw\/vntaiwan\/vnchurch\/lsmytho.htm |url-status=dead }}<\/ref>\n|hình=[[Tập tin:Episcopal Coat of Arms of Peter Nguyễn Văn Khảm.svg|200px]]\n|giáo hoàng = [[Giáo hoàng Phanxicô]]\n| trưởng giáo tỉnh = [[Tập tin: Tổng giám mục.png|20px]] [[Giuse Nguyễn Năng]]\n|giám mục= [[Tập tin:Giám mục chính tòa.png|20px]] [[Phêrô Nguyễn Văn Khảm]]\n|tổng đại diện= [[Tập tin:Goldstole.png|20px]] [[Phaolô Trần Kỳ Minh]]\n|giám quản= \n|giám mục hết nhiệm= \n|tòa giám mục=[[Mỹ Tho]]\n|nhà thờ chính tòa= [[Nhà thờ chính tòa Mỹ Tho|Nhà thờ Đức Mẹ Vô Nhiễm Nguyên Tội]]\n|giám mục phụ tá=\n|website= http:\/\/giaophanmytho.net\n|thành lập= [[27 tháng 11]] năm [[1960]]\n|dân số= 4.194.184 (2017)\n|giáo dân= 137.260 (2017; chiếm 3,3%)\n|giáo xứ= 94 (2017)\n|linh mục= 137 linh mục triều, 4 linh mục dòng (2017)\n|trực thuộc= [[Giáo tỉnh Sài Gòn]]\n}}\n'''Giáo phận Mỹ Tho''' ([[latinh|tiếng Latinh]]: ''Dioecesis Mythoensis'') là một [[giáo phận]] [[Giáo hội Công giáo Rôma|Công giáo Rôma]] tại [[Việt Nam]]. Giáo phận gồm các tỉnh Long An, Tiền Giang và một phần tỉnh Đồng Tháp thuộc phía Bắc sông Tiền, Giám mục chính tòa của giáo phận này hiện nay là [[Phêrô Nguyễn Văn Khảm]] (từ [[2014]]).\n\n==Lược sử ==\nTài liệu truyền giáo ghi nhận, từ khi linh mục F. José Garcia (dòng Phanxicô) coi sóc vùng Chợ Quán năm 1723, ông đã cho mở rộng vùng truyền giáo xuống các tỉnh miền Tây như: Cái Mơn, Cái Nhum, Cà Hom (Thủ Ngữ), Mi-tho (Mỹ Tho), La-nung, Lan-loc, Ke-be (Cái Bè), Ruot-ngua (Ruất Ngựa), Rac-la (Rạch Lá), Rach-mieu (Rạch Miếu). Bấy giờ, những điểm truyền giáo này thuộc về Giáo phận Đàng Trong, từ năm 1844, thuộc Giáo phận Tây Đàng Trong.\n\nĐến năm 1938, phần đất thuộc giáo phận Mỹ Tho ngày nay (bấy giờ thuộc [[Tổng giáo phận Thành phố Hồ Chí Minh|giáo phận Sài Gòn]]) có 18 giáo xứ, 61 giáo họ, 20 linh mục Việt, 2 linh mục Pháp và 16.702 giáo dân.\n\nNgày [[27 tháng 11]] năm 1960, Tòa Thánh ban Sắc chỉ Quod Venerabilis Fratres thành lập giáo phận Mỹ Tho gồm 5 tỉnh: Định Tường, Long An, Hậu Nghĩa, Gò Công, Kiến Tường (Mộc Hóa) và 2\/3 tỉnh Kiến Phong (Cao Lãnh), đồng thời bổ nhiệm linh mục [[Giuse Trần Văn Thiện]] làm giám mục tiên khởi. Khi thành lập, giáo phận Mỹ Tho có 39 giáo xứ, 32 nhà thờ, 54 nhà nguyện; 50.249 giáo dân, 43 linh mục, 28 đại chủng sinh học tại Giáo hoàng Học viện Piô X Đà lạt và Đại chủng viện Saigòn, 77 tiểu chủng sinh học ở Cần Thơ và Saigòn. Khoảng 153 tu sĩ thuộc các dòng: Sư huynh La San, Mến Thánh Giá Cái Nhum. Đến năm 1974, giáo phận Mỹ Tho có 186 giáo xứ và họ đạo, 71 linh mục, 78 đại chủng sinh và 63.158 giáo dân.\n\nSau ngày Việt Nam thống nhất, do địa giới hành chính được điều chỉnh, địa bàn giáo phận Mỹ Tho được tính ổn định đến nay gồm các tỉnh: Tiền Giang, Long An và 2\/3 tỉnh Đồng Tháp (gồm thành phố Cao Lãnh, thành phố Hồng Ngự và các huyện Cao Lãnh, Thanh Bình, Tân Hồng, Hồng Ngự, Tam Nông và Tháp Mười).\n\n===Ranh giới===\nGiáo phận Mỹ Tho lúc thành lập năm 1960 gồm có 4 tỉnh Long An, Kiến Tường, Kiến Phong và Định Tường. Sau năm 1975, giáo phận Mỹ Tho bao gồm 3 tỉnh Tiền Giang, Long An và 2\/3 tỉnh Đồng Tháp (trừ vùng Sa Đéc).\n\nĐây là một vùng đất rộng lớn thuộc đồng bằng sông Cửu Long, nằm phía tả ngạn sông Tiền: phía Đông Bắc giáp giáo phận Sàigòn và Phú Cường, phía Tây Nam giáp giáo phận Vĩnh Long và Long Xuyên.\n\nTrên phần đất giáo phận Mỹ Tho có nhánh sông Tiền chảy dài từ trên Biển Hồ xuyên qua tỉnh Đồng Tháp và Tiền Giang và đổ ra vùng biển Gò Công. Trên địa bàn tỉnh Long An có hai sông lớn là Vàm Cỏ Đông và Vàm Cỏ Tây.\n\nDiện tích: 9.262&nbsp;km² với số dân khoảng 4.194.184 người, trong đó có 137.260 giáo dân (chiếm 3,3%). Đa số dân sinh sống bằng nông nghiệp.\n\nSắc tộc: Phần lớn là người Kinh, một số ít người Hoa, Khơ Me…\n\nĐịa giới giáo phận: phía bắc giáp [[Hạt Phủ doãn Tông tòa Kampong Cham]] ([[Campuchia]]), phía đông bắc giáp [[giáo phận Phú Cường]], phía đông giáp [[tổng giáo phận Thành phố Hồ Chí Minh]], phía tây giáp [[giáo phận Long Xuyên]], phía nam giáp [[giáo phận Vĩnh Long]], phía đông nam giáp [[biển Đông]].\n\n==Các danh địa giáo phận==\n===Nhà thờ chính tòa và Tòa Giám mục===\n[[Nhà thờ chính tòa Mỹ Tho]], tước hiệu là '''Nhà thờ Đức Mẹ Vô Nhiễm Nguyên Tội''', là ngôi nhà thờ thứ ba của họ đạo Mỹ Tho được khởi công xây dựng tại họ nhánh Vĩnh Tường ngày [[11 tháng 8]] năm 1906 bởi linh mục Régnier (Gẫm), hoàn thành năm 1910. Địa chỉ hiện tại ở số 32 Hùng Vương, phường 7, thành phố Mỹ Tho, [[Tiền Giang]].\n\nKhi thành lập Giáo phận Mỹ Tho năm 1960, [[Tòa Giám mục Mỹ Tho|Tòa Giám mục]] chưa có. Trong thời gian đầu, giám mục giáo phận phải tạm trú tại một ngôi nhà ở bên ngoài do chính quyền địa phương bấy giờ cấp cho, nằm trên đường Lê Lợi, đối diện với Bưu điện Mỹ Tho. Sau đó, hàng loạt các công trình Tòa Giám mục, Nhà Tĩnh Tâm, Nghênh đài Đức Mẹ, Nhà Cha sở, lần lượt được xây dựng trong cùng khuôn viên cạnh Nhà thờ chính tòa Mỹ Tho, được xây dựng về sau này.\n\n===Thánh địa hành hương===\nGiáo xứ Ba Giồng\n\n===Các nhà thờ và tu viện lớn===\n\n===Danh sách các giáo xứ===\n#Giáo hạt Mỹ Tho (TP Mỹ Tho, TX Gò Công, Chợ Gạo, Gò Công Tây, Gò Công Đông, Tân Phú Đông): 14 giáo xứ, 6 họ đạo.\n*Giáo xứ An Tôn - 227\/4 Đinh Bộ Lĩnh, phường 2, thành phố Mỹ Tho, tỉnh Tiền Giang\n*Giáo xứ Bình Tạo - 90\/4 Lê Thị Hồng Gấm, phường 6, thành phố Mỹ Tho, tỉnh Tiền Giang\n*Giáo xứ Cồn Bà - Xã Tân Thạnh, huyện Gò Công Tây, tỉnh Tiền Giang\n*Giáo xứ Hòa Bình - Xã Long Bình, huyện Gò Công Tây, tỉnh Tiền Giang\n*Giáo xứ Hòa Định - Xã Hòa Định, huyện Chợ Gạo, tỉnh Tiền Giang\n*Giáo xứ Nữ Vương Hòa Bình - 23 Lý Thường Kiệt, phường 6, thành phố Mỹ Tho, tỉnh Tiền Giang\n*Giáo xứ Rạch Cầu - Xã Tân Thới, huyện Tân Phú Đông, tỉnh Tiền Giang\n*Giáo xứ Tân Phước - Xã Tân Phước, huyện Gò Công Đông, tỉnh Tiền Giang\n*Giáo xứ Thánh Giuse Lao Công - 32\/24 Học Lạc, phường 8, thành phố Mỹ Tho, tỉnh Tiền Giang\n*Giáo xứ Thánh Tâm - 49 Nguyễn Trãi, phường 2, thị xã Gò Công\n*Giáo xứ Thủ Ngữ - Xã Xuân Đông, huyện Chợ Gạo, tỉnh Tiền Giang\n*Giáo xứ Trảm Mù - Xã Thạnh Tân, huyện Tân Phước, tỉnh Tiền Giang\n*Giáo xứ Trung Lương - Phường 10, thành phố Mỹ Tho, tỉnh Tiền Giang\n*Giáo xứ Vàm Kinh - Xã Tân Thành, huyện Gò Công Đông, tỉnh Tiền Giang\n#Giáo hạt Cái Bè (TX Cai Lậy, Cái Bè, H. Cai Lậy, Châu Thành, Tân Phước): 26 giáo xứ, 7 họ đạo.\n*Giáo xứ An Đức - Xã Bình Đức, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ An Thái Trung - Xã An Thái Trung, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ Ba Giồng - Xã Tân Lý Đông, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Bà Tồn - Xã Mỹ Thành Nam, huyện Cai Lậy, tỉnh Tiền Giang\n*Giáo xứ Bằng Lăng - Xã Hậu Mỹ Bắc A, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ Bình Trưng - Xã Bình Trưng, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Cái Bè - Thị trấn Cái Bè, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ Cai Lậy - Phường 1, thị xã Cai Lậy, tỉnh Tiền Giang\n*Giáo xứ Cái Mây - Xã Hòa Khánh, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ Cái Thia - Xã Mỹ Đức Tây, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ Chợ Bưng - Xã Tam Hiệp, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Giồng Cát - Xã Nhị Bình, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Hòa Hưng - Xã Hòa Hưng, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ Kim Sơn - Xã Phú Phong, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Kinh Gãy - Xã Thạnh Lộc, huyện Cai Lậy, tỉnh Tiền Giang\n*Giáo xứ Long Định I - Xã Long Định, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Long Định II - Xã Long Định, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Long Quới - Xã Ngũ Hiệp, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Mỹ Trung - Xã Mỹ Trung, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ Ngũ Hiệp - Xã Ngũ Hiệp, huyện Cai Lậy, tỉnh Tiền Giang\n*Giáo xứ Tân Hiệp - Thị trấn Tân Hiệp, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Tân Phong - Xã Tân Phong, huyện Cai Lậy, tỉnh Tiền Giang\n*Giáo xứ Thuộc Nhiêu - Xã Dưỡng Điềm, huyện Châu Thành, tỉnh Tiền Giang\n*Giáo xứ Tín Đức - Xã Bình Đức, huyện Cái Bè, tỉnh Tiền Giang\n*Giáo xứ Vĩnh Hựu - Xã Vĩnh Hựu, huyện Gò Công Tây, tỉnh Tiền Giang\n*Giáo xứ Xoài Mút - Xã Thới Sơn, huyện Châu Thành, tỉnh Tiền Giang\n#Giáo hạt Tân An (TP Tân An, TX Kiến Tường, Tân Thạnh, Thạnh Hóa, Mộc Hóa, Vĩnh Hưng, Tân Hưng): 13 giáo xứ, 1 họ đạo.\n*Giáo xứ Bắc Hòa - Xã Bắc Hòa, huyện Tân Thạnh, tỉnh Long An\n*Giáo xứ Bình Quân - 441 Quốc lộ 1, phường 4, thành phố Tân An, tỉnh Long An\n*Giáo xứ Kiến Bình - Thị trấn Tân Thạnh, huyện Tân Thạnh, tỉnh Long An\n*Giáo xứ Kinh Cùng - Xã Tân Lập, huyện Tân Thạnh, tỉnh Long An\n*Giáo xứ Mộc Hóa - Phường 1, thị xã Kiến Tường, tỉnh Long An\n*Giáo xứ Nước Trong - Xã Thủy Đông, huyện Thạnh Hóa, tỉnh Long An\n*Giáo xứ Sông Xoài - Xã Thuận Nghĩa Hòa, huyện Thạnh Hóa, tỉnh Long An\n*Giáo xứ Tân An - 308 Quốc lộ 1, phường 4, thành phố Tân An, tỉnh Long An\n*Giáo xứ Tân Đông - Xã Tân Đông, huyện Thạnh Hóa, tỉnh Long An\n*Giáo xứ Thánh Giuse (Vườn Chuối) - Xã Nhơn Hòa, huyện Tân Thạnh, tỉnh Long An\n*Giáo xứ Thạnh Trị - Xã Thạnh Trị, thị xã Kiến Tường, tỉnh Long An\n*Giáo xứ Thủ Thừa - Thị trấn Thủ Thừa, huyện Thủ Thừa, tỉnh Long An\n*Giáo xứ Vĩnh Hưng - Thị trấn Vĩnh Hưng, huyện Vĩnh Hưng, tỉnh Long An\n#Giáo hạt Đức Hòa (Bến Lức, Thủ Thừa, Cần Đước, Cần Giuộc, Châu Thành, Tân Trụ, Đức Hòa, Đức Huệ): 16 giáo xứ, 4 họ đạo.\n*Giáo xứ Bến Lức - Thị trấn Bến Lức, huyện Bến Lức, tỉnh Long An\n*Giáo xứ Đức Hòa - Xã Đức Hòa Hạ, huyện Đức Hòa, tỉnh Long An\n*Giáo xứ Gò Đen - Xã Phước Lợi, huyện Bến Lức, tỉnh Long An\n*Giáo xứ Hiệp Hòa - Thị trấn Hiệp Hòa, huyện Đức Hòa, tỉnh Long An\n*Giáo xứ Lập Điền - Xã Tân Mỹ, huyện Đức Hòa, tỉnh Long An\n*Giáo xứ La Vang - Xã Trương Bình, huyện Cần Giuộc, tỉnh Long An\n*Giáo xứ Lương Hòa Hạ - Xã Lương Hòa, huyện Bến Lức, tỉnh Long An\n*Giáo xứ Lương Hòa Thượng - Xã Lương Bình, huyện Bến Lức, tỉnh Long An\n*Giáo xứ Mỹ Điền - Xã Long Hựu Tây, huyện Cần Đước, tỉnh Long An\n*Giáo xứ Mỹ Hạnh - Xã Đức Hòa Hạ, huyện Đức Hòa, tỉnh Long An\n*Giáo xứ Nha Ràm - Xã Tân Trạch, huyện Cần Đước, tỉnh Long An\n*Giáo xứ Nhật Tân - Thị trấn Hậu Nghĩa, huyện Đức Hòa, tỉnh Long An\n*Giáo xứ Rạch Thiên - Xã Hiệp Hòa, huyện Đức Hòa, tỉnh Long An\n*Giáo xứ Thủ Đoàn - Xã Bình Đức, huyện Bến Lức, tỉnh Long An\n*Giáo xứ Văn Hiệp - Thị trấn Hiệp Hòa, huyện Đức Hòa, tỉnh Long An\n*Giáo xứ Vạn Phước - Xã Mỹ Lệ, huyện Cần Đước, tỉnh Long An\n#Giáo hạt Cao Lãnh (TP Cao Lãnh, H. Cao Lãnh, Tam Nông, Tháp Mười): 12 giáo xứ, 4 họ đạo.\n*Giáo xứ An Bình - Xã An Bình, huyện Cao Lãnh, tỉnh Đồng Tháp\n*Giáo xứ An Long - Xã An Long, huyện Tam Nông, tỉnh Đồng Tháp\n*Giáo xứ Cao Lãnh - 10 đường 30\/4, phường 1, thành phố Cao Lãnh, tỉnh Đồng Tháp\n*Giáo xứ Kiến Văn - Xã Bình Hàng Trung, huyện Cao Lãnh, tỉnh Đồng Tháp\n*Giáo xứ Mỹ An - Thị trấn Mỹ An, huyện Tháp Mười, tỉnh Đồng Tháp\n*Giáo xứ Mỹ Long - Xã Mỹ Long, huyện Cao Lãnh, tỉnh Đồng Tháp\n*Giáo xứ Mỹ Quý - Xã Mỹ Quý, huyện Tháp Mười, tỉnh Đồng Tháp\n*Giáo xứ Nhị Mỹ - Xã Nhị Mỹ, huyện Cao Lãnh, tỉnh Đồng Tháp\n*Giáo xứ Phong Mỹ - Xã Phong Mỹ, huyện Cao Lãnh, tỉnh Đồng Tháp\n*Giáo xứ Tân An - Phường 1, thành phố Cao Lãnh, tỉnh Đồng Tháp\n*Giáo xứ Tân Hội Trung - Xã Tân Hội Trung, huyện Cao Lãnh, tỉnh Đồng Tháp\n*Giáo xứ Thiên Phước - Thị trấn Tràm Chim, huyện Tam Nông, tỉnh Đồng Tháp\n#Giáo hạt Cù Lao Tây (TP. Hồng Ngự, H. Hồng Ngự, Thanh Bình, Tân Hồng): 11 giáo xứ, 2 họ đạo.\n*Giáo xứ Bãi Chàm - Phường An Bình A, thành phố Hồng Ngự, tỉnh Đồng Tháp\n*Giáo xứ Bến Dinh - Xã Tân Hòa, huyện Thanh Bình, tỉnh Đồng Tháp\n*Giáo xứ Bến Siêu - Xã Tân Huề, huyện Thanh Bình, tỉnh Đồng Tháp\n*Giáo xứ Fatima - Xã Tân Quới, huyện Thanh Bình, tỉnh Đồng Tháp\n*Giáo xứ Gò Da - Xã Bình Phú, huyện Tân Hồng, tỉnh Đồng Tháp\n*Giáo xứ Tân Hồng - 274 Nguyễn Huệ, thị trấn Sa Rài, huyện Tân Hồng, tỉnh Đồng Tháp\n*Giáo xứ Tân Long - Xã Tân Bình, huyện Thanh Bình, tỉnh Đồng Tháp\n*Giáo xứ Tân Quới - Xã Tân Quới, huyện Thanh Bình, tỉnh Đồng Tháp\n*Giáo xứ Thánh Anrê - Xã Tân Hòa, huyện Thanh Bình, tỉnh Đồng Tháp\n*Giáo xứ Thường Phước - Xã Thường Phước 1, huyện Hồng Ngự, tỉnh Đồng Tháp\n*Giáo xứ Trà Đư - Xã Thường Lạc, huyện Hồng Ngự, tỉnh Đồng Tháp\n\n==Nhân vật nổi bật==\n* Thánh tử đạo [[Phêrô Nguyễn Văn Lựu]]\n* Thánh tử đạo [[Anrê Nguyễn Kim Thông]]\n\n==Các đời giám mục quản nhiệm==\n{| class=\"wikitable\"\n|-\n! width=\"2%\" align=\"center\"|STT\n! width=\"40%\" align=\"center\"|Tên \n! width=\"15%\" align=\"center\"|Thời gian quản nhiệm\n! width=\"35%\" align=center | Ghi chú\n|-bgcolor=#FFE8E8\n| 1 †\n| [[Giuse Trần Văn Thiện]]\n| [[Tập tin:Giám mục chính tòa.png|20px]] 1960-1989\n|Giám Mục tiên khởi của Giáo Phận Mỹ Tho\n|-bgcolor=#FFE8E8\n| 2 †\n| [[Anrê Nguyễn Văn Nam]]\n| [[Tập tin:Giám mục phụ tá.png|20px]] 1975-1989<br>[[Tập tin:Giám mục chính tòa.png|20px]] 1989-1999\n| Giám mục phó <br> Giám mục chính tòa\n|-\n| 3\n| [[Gioan Baotixita Phạm Minh Mẫn]]\n| [[Tập tin:Giám mục phụ tá.png|20px]] 1993-1998\n| Giám mục phó\n|-\n|-bgcolor=#FFE8E8\n| 4 †\n| [[Phaolô Bùi Văn Đọc]]\n| [[Tập tin:Giám mục chính tòa.png|20px]] 1999-2013<br>[[Tập tin:Giám mục trống tòa.png|20px]] 2013-2014 \n| Giám mục chính tòa<br>Giám quản Tông tòa\n|-\n| 5\n| [[Phêrô Nguyễn Văn Khảm]]\n| [[Tập tin:Giám mục chính tòa.png|20px]] 2014-nay \n|\n|}\n\n'''Ghi chú:'''\n*[[Tập tin:Giám mục chính tòa.png|20px]]: Giám mục chính tòa\n*[[Tập tin:Giám mục phụ tá.png|20px]]: Giám mục phó, phụ tá hoặc Đại diện tông tòa\n*[[Tập tin:Giám mục trống tòa.png|20px]]: Giám quản tông tòa\n\n==Xem thêm==\n* [[Danh sách Giáo phận Công giáo Việt Nam theo số giáo dân]]\n* [[Danh sách Giáo phận Công giáo Việt Nam theo số giáo xứ]]\n* [[Danh sách Giáo phận Công giáo Việt Nam theo số linh mục]]\n* [[Danh sách Giáo phận Công giáo Việt Nam theo diện tích]]\n* [[Công giáo tại Việt Nam]]\n\n==Chú thích==\n{{tham khảo|cột=2}}\n==Tham khảo==\n\n{{Các Giáo phận Công giáo tại Việt Nam}}\n{{Sơ khai Công giáo}}\n\n[[Thể loại:Giáo phận Công giáo Việt Nam|Mỹ Tho]]\n[[Thể loại:Mỹ Tho]]\n[[Thể loại:Khởi đầu năm 1960 ở Việt Nam]]"}