{"737920":"{{otheruses4|một chức phẩm cao cấp trong tổ chức giáo hội Cao Đài|học hàm, chức danh, hoặc chức vụ giảng dạy bậc đại học trở lên|Giáo sư}}\n\n'''Giáo sư''' là một chức phẩm cao cấp trong tổ chức Hội Thánh Cao Đài. Theo tổ chức giáo hội [[đạo Cao Đài|Cao Đài]], đây là một chức phẩm thuộc [[Cửu Trùng Đài]], được xem là đối phẩm ngang với phẩm vị [[Nhơn Thánh]] của [[Cửu Phẩm Thần Tiên]].\n\n==Phẩm vị==\nTài liệu [[Pháp Chánh Truyền]] có ghi rõ quyền hành và nhiệm vụ của chức phẩm Giáo sư như sau:\n{{cquote|\n:''Giáo sư có 72 người, mỗi phái là 24 người.\n:''Giáo sư là người dạy dỗ chư Môn Đệ trong đường Đạo và đường Đời.\n:''Buộc chúng nó lo lắng cho các con như anh ruột lo cho em.\n:''Chúng nó cầm sổ bộ của cả Tín Đồ.\n:''Chúng nó phải chăm nom về sự tang hôn của mỗi đứa.\n:''Như tại Châu Thành lớn thì mỗi đứa đặng quyền cai quản, cúng tế Thầy như [[Đầu Sư]] và [[Phối Sư]].\n:''Chúng nó đặng dâng sớ kêu nài về sự luật lệ làm hại nhơn sanh hay là cầu xin chế giảm luật lệ ấy.\n:''Chúng nó phải thân cận với mỗi Môn Đệ, như anh em một nhà, cần lo giúp đỡ, nghe à!\n|||[[Pháp Chánh Truyền]]}}\n\n==Chú giải==\nTài liệu [[Pháp Chánh Truyền chú giải]] do [[Hộ pháp Phạm Công Tắc]] ban hành có chú giải rõ hơn về chức phẩm này như sau:\n\n===Số lượng chức sắc===\n{{cquote|\n:'''PHÁP CHÁNH TRUYỀN''': ''Giáo sư có 72 người, mỗi phái là 24 người.\n:'''CHÚ GIẢI''': ''Giáo sư có 72 người, chia đều ra mỗi Phái là 24, không đặng phép tăng thêm hay là giảm bớt. |||}}\n\n===Nhiệm vụ===\n{{cquote|\n:'''PHÁP CHÁNH TRUYỀN''': ''Giáo sư là người dạy dỗ chư Môn Đệ trong đường Đạo và đường Đời.\n:'''CHÚ GIẢI''': ''Đã biết rằng Giáo sư thế quyền cho Đầu Sư và Phối Sư mà cai quản các Thánh thất nơi Châu Thành lớn mặc dầu, nhưng Thầy định quyết cho người có quyền dạy dỗ mà thôi, song quyền hành có rộng thêm đôi chút là dạy dỗ trọn cả đường Đạo và đường Đời. Nghĩ cũng chẳng chi làm lạ, vì cả Chức Sắc Hội Thánh Cửu Trùng Đài của Thầy lập, phải tùy theo tôn chỉ Đạo, nghĩa là xu hướng về phần giáo dục mà thôi. Thầy đã xưng là Thầy đặng dạy dỗ, còn tên của Chức Sắc đủ chỉ rõ ràng phận sự giáo hóa là chánh vai của mỗi người; như Giáo Hữu, Giáo sư, Phối Sư, Đầu Sư, Giáo Tông; xem rõ lại thì tên mỗi vị chẳng mất chữ Giáo hay là chữ Sư. Cơ Đạo từ cổ chí kim vẫn vậy, lại hiệp lời nầy \"Thiên mạng chi vị tánh, xuất tánh chi vị Đạo, tu Đạo chi vị Giáo\". Thầy chỉ cậy Hội Thánh, Thầy đã đến lập, thay quyền cho Thầy mà dạy dỗ cả con cái của Thầy, nghĩa là chúng sanh đặng lành; ấy là phận sự cần nhứt của Hội Thánh đó.\n|||}}\n\nPHÁP CHÁNH TRUYỀN: Buộc chúng nó lo lắng cho các con như anh ruột lo cho em.\n\nCHÚ GIẢI: Thầy buộc Giáo sư phải lo lắng cho các Tín Đồ trong địa phận mình cai quản, như anh ruột lo cho em, nghĩa là thân cận với các Tín Đồ như anh em một nhà, cần lo giúp đỡ, phải đoạt tình thân thiết của mỗi người cho họ đủ yêu mến mà nương dựa nơi mình, hầu lừa thế chia vui, sớt nhọc, tình ái liên lạc thế nào, phải cho ra người anh ruột của các Tín Đồ, mới vừa lòng Thầy sở định. Hay<ref>Lời khen của cơ bút Giáo tông Lý Thái Bạch.<\/ref>! Những tiếng Anh ruột lo cho em là đủ nghĩa.\n\nPHÁP CHÁNH TRUYỀN: Chúng nó cầm sổ bộ của cả Tín Đồ.\n\nCHÚ GIẢI: Bộ sanh tử, bộ hôn phối, sổ nhập môn hay là trục xuất của cả Tín Đồ, đều về phần Giáo sư nắm giữ. Giáo sư là người thủ bộ Đời của Đạo, quyền hành đã nhứt định; chẳng Chức Sắc nào đoạt đặng.\n\nPHÁP CHÁNH TRUYỀN: Chúng nó phải chăm nom về sự tang hôn của mỗi đứa.\n\nCHÚ GIẢI: Hễ thủ bộ Đời, thì chăm nom về tang hôn rất tiện. Quan, Hôn, Tang, Tế, là điều cần nhứt của kiếp sống người đời, mà Thầy chỉ định giao cho Giáo sư có sự tang hôn mà thôi; ấy vậy Giáo sư đặng trọn quyền sắp đặt sửa đương thế nào cho hai lẽ ấy đặng phù hạp với tục lệ của nhơn sanh, tùy theo phong hóa của các sắc người, song chẳng đặng làm cho thất thể Đạo, nghĩa là mỗi điều sửa cải phải do nơi Hội Thánh phê chuẩn. Thầy đã nói: \"Của mỗi đứa\", tức nhiên mình cũng phải hiểu của mỗi nước.\n\nPHÁP CHÁNH TRUYỀN: Như tại Châu Thành lớn thì mỗi đứa đặng quyền cai quản, cúng tế Thầy như Đầu Sư và Phối Sư.\n\nCHÚ GIẢI: Đây Thầy đã nói tại Châu Thành lớn, thì chúng sanh cũng nên hiểu là địa phận thuộc về dưới quyền trách nhậm của Giáo sư cai quản, người đặng quyền cúng tế Thầy như Đầu Sư và Phối Sư, mà đặng quyền cúng tế Thầy như Đầu Sư và Phối Sư thì tức nhiên phải tùng theo lễ phép của Đầu Sư và Phối Sư phán dạy. Ấy vậy lễ cúng tế chẳng phải trọn quyền của người mà là của Hội Thánh sở định.\n\nPHÁP CHÁNH TRUYỀN: Chúng nó đặng dâng sớ kêu nài về sự luật lệ làm hại nhơn sanh hay là cầu xin chế giảm luật lệ ấy.\n\nCHÚ GIẢI: Những Tân Luật hay là Cựu Luật mà đã rõ có hại cho nhơn sanh, thì Giáo sư đặng phép kêu nài hay là cầu xin chế giảm.\n\nPHÁP CHÁNH TRUYỀN: Chúng nó phải thân cận với mỗi Môn Đệ, như anh em một nhà, cần lo giúp đỡ, nghe à!\n\nCHÚ GIẢI: Đây là một câu Thầy lập lại nữa, quyết định cho Giáo sư phải thân cận với mỗi Môn Đệ của Thầy như anh em một nhà, cần lo giúp đỡ, nên chi, Thầy mới gằn hai chữ \"nghe à\" xin hãy coi đó mà để ý.\n\nGiáo sư đã là người thay quyền cho Đầu Sư và Phối Sư mà cai quản Thánh thất và cúng tế Thầy, ắt buộc phải tùng quyền Phối Sư, chẳng đặng trái mạng lịnh người, trừ ra các quyền hành riêng Thầy đã định, thì nhứt nhứt đều tùng trật tự, do lịnh Phối Sư không đặng phép tự mình sửa cãi. Nếu sửa cãi là phạm trật tự, mà phạm trật tự, nghịch Pháp Chánh Truyền ắt bị giải ra Tòa Tam Giáo.\n\n==Tham khảo==\n* Pháp Chánh Truyền chú giải.\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Đạo Cao Đài]]"}