{"417376":"[[Tập tin:Cau gian khau.JPG|nhỏ|phải|250px|Cầu Gián Khẩu]]\n\n'''Gián Khẩu''' (hay ''Gián Khuất'') là tên một địa danh thuộc huyện [[Gia Viễn]] tỉnh [[Ninh Bình]]. Gián Khẩu không phải là một đơn vị hành chính nhưng do nằm ở vị trí hội tụ giao thông giữa Quốc lộ 1 và tỉnh lộ 470 đồng thời là vị trí [[sông Hoàng Long]] đổ vào [[sông Đáy]] nên được nhắc đến khá nhiều. Tại đây có đồn Gián Khẩu, cầu Gián Khẩu, cảng sông Gián Khẩu, ngã ba Gián Khẩu, trạm thủy văn Gián Khẩu, bưu điện Gián Khẩu và khu công nghiệp Gián Khẩu\n\n==Đồn Gián Khẩu==\nĐồn Gián Khẩu cùng với [[phòng tuyến Tam Điệp]] và núi [[chùa Bái Đính]] là những di tích lịch sử ghi dấu cuộc chiến thần tốc của nghĩa quân Tây Sơn do vua [[Nguyễn Huệ|Quang Trung]] lãnh đạo để giải phóng [[Thăng Long]]. Đây là tiền đồn cửa ngõ phía nam để bảo vệ kinh đô của triều đình Thăng Long. Ngày 20 tháng 12 năm Mậu Thân ([[15 tháng 1]] năm [[1789]]), đại quân của Quang Trung hành quân ra Bắc dừng tại cứ điểm [[phòng tuyến Tam Điệp]] thuộc [[thành phố Tam Điệp]]. Sau khi xem xét tình hình, Quang Trung hẹn ba quân ngày mồng 7 Tết sẽ quét sạch quân Thanh, vào ăn [[Tết Nguyên Đán|Tết]] ở Thăng Long. Đêm 30 tháng Chạp [[âm lịch]], quân Tây Sơn tấn công đánh diệt đồn Gián Khẩu do tướng Hoàng Phùng Tứ của Vua Lê Chiêu Thống trấn giữ. Sau đó Quang Trung đánh diệt các đồn Nguyệt Quyết, Nhật Tảo, dụ hàng được đồn [[Hà Hồi]].\n\nDi tích đồn Gián Khẩu hiện nay gồm 3 đồn, trong đó đồn trong và đồn ngoài thuộc làng Gián Khẩu xã Gia Tân, Gia Viễn; di tích đồn trên thuộc làng Vũ Đại, xã Gia Xuân, [[Gia Viễn]].\n\n==Cầu Gián Khẩu==\nCầu Gián Khẩu là cây cầu nằm trên [[Quốc lộ 1]] xuyên Việt. Là cây cầu nằm ở cửa [[sông Hoàng Long]], nơi con sông này đổ vào [[sông Đáy]]. Cầu nằm giữa địa bàn 2 huyện [[Gia Viễn]] và [[Hoa Lư, Ninh Bình|Hoa Lư]] của tỉnh [[Ninh Bình]].\n\nNgày 30\/1\/2012, [http:\/\/dddn.com.vn\/20120131014356654cat7\/hon-240-ty-dong-xay-cau-vuot-tren-quoc-lo-1a.htm Cầu Gián Khẩu mới] được xây dựng tại km 255+185 trên tuyến Quốc lộ 1 vượt qua [[sông Hoàng Long]]. Đây là một trong 11 công trình trọng điểm của Bộ Giao thông Vận tải được phát động thi công đầu năm. Cầu có tổng chiều dài 522,82m; bề rộng 12m do Tổng Công ty Xây dựng công trình giao thông 4; Công ty TNHH một thành viên xây dựng cầu 75; Doanh nghiệp Xây dựng Xuân Trường và Công ty Cổ phần Xây dựng 16 Thăng Long thi công trong thời gian 10 tháng.\n\n==Ngã ba Gián Khẩu==\nNgã ba gián khẩu nằm gần cầu Gián Khẩu,<ref>[http:\/\/baoninhbinh.org.vn\/news\/2\/2DA836\/Xuan-tren-Gian-Khau Xuân trên Gián Khẩu]<\/ref> được tạo bởi con đường nối giữa [[quốc lộ 12B]] với [[Quốc lộ 1]]. Đây cũng là tuyến đường nối [[ninh Bình (thành phố)|thành phố Ninh Bình]] tới các trung tâm huyện lỵ [[Gia Viễn]], [[Nho Quan]] và đường Hồ Chí Minh.\n\nCách ngã ba đường bộ này 1&nbsp;km là ngã ba [[sông Hoàng Long]] đổ vào [[sông Đáy]] cũng được gọi là ngã ba Gián Khẩu.\n\n==Khu công nghiệp Gián Khẩu==\n[[Khu công nghiệp Gián Khẩu]] là khu công nghiệp nằm ở ven [[Quốc lộ 1]], thuộc địa bàn huyện [[Gia Viễn]] tỉnh [[Ninh Bình]]. Trong phạm vi quy hoạch, khu công nghiệp này có diện tích 95 ha<ref name=tt\/>, nằm tại xã Gia Trấn và Gia Xuân, cách [[Ninh Bình (thành phố)|thành phố Ninh Bình]] 10&nbsp;km, là điểm nút giao thông đi [[Hà Nội]], các tỉnh đồng bằng và vùng Tây Bắc, cơ sở hạ tầng tốt, địa hình bằng phẳng. Tại khu công nghiệp này chủ yếu bố trí các cơ sở sản xuất công nghiệp vật liệu cao cấp; Sản xuất hàng tiêu dùng, may mặc và Dịch vụ thương mại, du lịch.\n\n==Chú thích==\n{{Tham khảo|refs=\n\n<ref name=tt>\n{{chú thích báo\n|tác giả= Thông tấn xã Việt Nam\n|tác phẩm= Báo Tuổi Trẻ online (đăng lại)\n|url= http:\/\/tuoitre.vn\/Kinh-te\/18312\/xay-dung-khu-cong-nghiep-gian-khau.html\n|tên bài= Xây dựng khu công nghiệp Gián Khẩu\n|ngày= 2004-02-02\n|ngày truy cập= 2014-05-25}}\n<\/ref>\n}}\n\n== Liên kết ngoài ==\n\n[[Thể loại:Nhà Tây Sơn]]\n[[Thể loại:Lịch sử Việt Nam thời Tây Sơn]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Khu công nghiệp tại Ninh Bình]]"}