{"45962":"{{Underlinked}}\n{{wikify}}\n{{chú thích trong bài}}\n{{cần biên tập}}\n[[Hình:Cao Dai prayers 2.jpg|nhỏ|phải|300px|Các chức sắc và tín đồ ăn mặc lễ phục theo giáo lý của tôn giáo]]\n'''Giáo lý Cao Đài''' là những lý thuyết của [[đạo Cao Đài]]\n\n==Mục đích==\nMục đích của [[đạo Cao Đài]] nhằm hoàn thiện hóa con người và xây dựng xã hội bình đẳng, thế giới [[Đại đồng (tư tưởng)|đại đồng]]. Về mặt tâm linh, đạo Cao Đài có mục đích giải thoát [[luân hồi]] sanh tử. Nói gọn, mục đích của đạo Cao Đài là \"Thế đạo đại đồng, Thiên đạo giải thoát\".\n\n*Thế đạo đại đồng: Tương ứng với đường lối hay phương pháp giải quyết cục diện nhân sinh, tạo được cuộc sống an lạc tiến bộ trong xã hội. Thế đạo đại đồng nhằm mục đích thực hiện thế giới nhân loại bình đẳng, hạnh phúc không phân biệt giai cấp, đoàn thể, tôn giáo hay quốc gia dân tộc. Thế đạo đại đồng theo đạo Cao Đài lấy Nhân Bản làm nền tảng, trong đó nhân vị nhân quyền được tôn trọng, nhân tính được phát huy để xây dựng một thế giới văn minh đạo đức hòa bình mà người Cao Đài thường gọi là đời Thánh đức. Theo nghĩa rộng nó còn là tình bác ái đối với muôn loài vạn vật từ những sinh vật nhỏ nhất đến thú cầm, đến loài người, tức là cả chúng sinh.\n*Thiên đạo giải thoát: Thiên đạo là Đạo pháp, là đường lối tu hành để người tu đạt được sự giải thoát toàn diện, không còn đau khổ phần thể xác hay phiền não tâm hồn tại thế gian, và xa hơn nữa được giải thoát tâm linh. Sau khi thoát xác, linh hồn người đắc quả Thiên đạo sẽ sống vĩnh viễn trong cõi thiên đường cực lạc không còn bị luân hồi trở lại phàm trần nữa. Muốn thế, người tu Thiên đạo phải học đạo đại thừa, tu luyện thân tâm và thực hành sứ mạng cứu độ tha nhân.\n\n==Tôn chỉ==\n[[Tập tin:Tây Ninh Holy See main gate.jpg|nhỏ|Chánh môn Tòa Thánh Tây Ninh]]\nTôn chỉ Cao Đài là \"[[Tam giáo quy nguyên]], ngũ chi phục nhất\". Tam giáo tức là Tam giáo đạo gồm: [[Phật giáo]] - [[Đạo giáo|Lão giáo]] - [[Nho giáo]].\n\n*Tam giáo quy nguyên: Đại Đạo Tam Kỳ Phổ Độ xây dựng một nền giáo lý toàn diện tức là giáo lý Đại Đạo trên nền tảng tổng hợp giáo lý Tam giáo đạo. Bởi vì Tam giáo có đủ khả năng xây dựng con người chân chính, xã hội an lạc (Nho giáo), dạy con người biết tu dưỡng thể xác và tinh thần để sống thung dung tự tại (Lão giáo), và giải khổ (Phật giáo). Do đó tôn chỉ \"Tam giáo quy nguyên\" là đường lối để thực hiện mục đích \"Thế đạo đại đồng, Thiên đạo giải thoát\".\n*Ngũ chi phục nhất: tức Nhân đạo, Thần đạo, Thánh đạo, Tiên đạo, Phật đạo phục nhất. Đó là đường lối tu hành tuần tự như lên năm nấc thang. Phục nhất có nghĩa là thống nhất thành một hệ thống bổ sung cho nhau, hiệp thành đạo pháp nhất quán hầu đưa người tu đạt đến mục đích. Tóm lại, tôn chỉ của đạo Cao Đài là đường lối tổng hợp nhất quán cứu cánh hoàn thiện và giải thoát nhân sinh của vạn giáo. Song song với tôn chỉ \"Tam giáo quy nguyên ngũ chi phục nhất\", Cao Đài còn nêu lên tinh thần \"vạn giáo nhất lý\".\n\nQua [[tiêu ngữ]] này, Cao Đài công nhận mục đích cứu cánh của tất cả tôn giáo chân chính có cùng một chân lý là hướng dẫn con người sống có đạo đức, hoàn thiện hóa bản thân, hoàn thiện hóa xã hội và giải thoát linh hồn.\n\nTừ đó Cao Đài chủ trương tôn trọng tín ngưỡng của mọi tôn giáo và nêu lên nguyên lý chung của mọi nền giáo lý tức là giáo lý Đại Đạo khả dĩ giác ngộ nhân loại toàn cầu.\n\n==Giáo lý căn bản==\nGiáo lý Cao Đài xây dựng dựa trên hai nguyên lý căn bản là:\n#Thiên địa vạn vật đồng nhất thể: Trời đất vạn vật có cùng một bản thể\n#Nhất bản tán vạn thù, vạn thù quy nhất bản: Một gốc phân tán ra vạn hình thức (sai biệt), vạn hình thức (sai biệt) quay về một gốc\n\nTừ nguyên lý thứ nhất, giáo lý Cao Đài quan niệm Từ nguyên lý thứ hai, giáo lý Cao Đài quan niệm vũ trụ là một trường tiến hóa có khởi điểm từ bản thể Đại Linh Quang, tức Thượng đế, phóng phát các điểm linh quang tiềm tàng trong vạn loại để tiến hóa từ khoáng sản, đến thảo mộc, thú cầm, đến con người. Rồi từ con người đến các bậc Thiêng liêng Thần Thánh Tiên Phật để trở về hợp nhất với Thượng đế.\n\nDo đó cứu cánh của con người là tiến hóa trở về với Thượng đế, tức nguồn gốc của mình mà cũng là của vũ trụ. Muốn thế, con người phải biết tu công lập đức để hoàn hảo hóa bản thân đến mức chí chân chí thiện. Giáo lý Cao Đài gọi đó là \"Phản bổn hoàn nguyên\".\n\n==Vũ trụ quan==\n\n===Thuyết Vô Cực, Thái Cực, Âm Dương===\nGiáo lý Cao Đài cho rằng vũ trụ nguyên sơ là không gian Vô Cực. Từ bản thể Vô Cực phát sinh một nguyên lý và một nguyên khí ngưng kết với nhau thành một khối tinh quang. Khối ấy nổ tung ra làm phát sinh Thái Cực Đại Linh Quang: \"''Thái Cực lấy cơ thể âm dương mà phân thanh biện trược, làm máy động tịnh để gom tụ cái Khí Hư Vô đặng hóa sanh muôn loài vạn vật''\" (Đại Thừa Chân Giáo-Cao Đài Đại Đạo Chiếu Minh, 1950, tr.176)\n\nĐó là cơ sinh hóa, tiếp theo là cơ tiến hóa của vạn vật, vì vạn vật thọ bẩm bản thể Linh Quang sẽ tiến hóa trở về hiệp với Đại Linh Quang theo quy luật \"nhất bản tán vạn thù, vạn thù qui nhất bản\".\n\nTừ vũ trụ quan này, Giáo lý Cao Đài nêu lên ''Nguyên lý tương quan giữa Đại linh quang và Tiểu linh quang'' để từ đó triển khai giáo thuyết hoàn thiện con người cả hai mặt: đời sống nhân sinh và tiến hóa tâm linh.\n\n===Tương quan giữa Đại Linh Quang và Tiểu Linh Quang===\nTheo giáo lý Cao Đài, vạn vật phát sinh từ Thái Cực. Thái Cực là Đại Linh Quang theo nghĩa bản thể đồng thời là bản căn của vạn vật. Còn trong ý nghĩa tâm linh, đó là khối Đại Nguyên Thần của toàn cả vũ trụ. Mỗi con người đều thọ bẩm một điểm Tiểu Linh Quang có cùng bản tính, bản chất với Đại Linh Quang, nên còn gọi là điểm nguyên thần chiết xuất từ Đại Linh Quang.\n\nTu luyện là cách con người tự vẹt tan màn vô minh bao phủ để làm sáng tỏ điểm nguyên thần ấy. Nhờ đó, khi thoát xác, Tiểu Linh Quang sẽ hội nhập trở lại cùng Đại Linh Quang tức Thượng đế Chí Tôn.\n\nTheo Cao Đài, trong chu trình tiến hóa của vũ trụ, vạn vật tiến hóa dần dần lên đến hàng nhân loại mới có đủ tam hồn là sanh hồn, giác hồn và linh hồn để tu luyện giải thoát.\n\n===Lý Âm Dương===\n[[Tập tin:Yin yang.svg|nhỏ|Biểu tượng Âm-Dương hay Thái Cực trong Đạo Lão]]\nBiểu tượng [[Âm dương|Âm-Dương]] hay Thái Cực trong Đạo Lão Lý Âm Dương, hay Dịch lý, nói chung thể hiện rất rõ nét trong vũ trụ luận, giáo lý căn bản và qua các biểu tượng của đạo Cao Đài.\n\n===Âm dương và nguồn gốc vũ trụ===\nĐạo Cao Đài quan niệm vũ trụ có một bản thể tối sơ gọi là Vô Cực. Ngay trong bản thể ấy đã hàm tàng hai nguồn năng lực nguyên thủy của Dương và Âm là Lý và Khí. Kinh Đại thừa chơn giáo viết: \"Trong Vô Cực có một cái nguyên lý Thiên nhiên tuyệt diệu tuyệt huyền, rồi lại có thểm một cái nguyên khí Tự nhiên nữa. Lý và Khí ấy tức là Âm với Dương trong buổi Hồng nguyên thời đại. Lý với Khí ấy lại lần lần ngưng kết với nhau mà đông tụ lại lâu đời nhiều kiếp mới thành ra một khối tinh quang rất đầy đủ các sự tốt đẹp. Chừng đúng ngày giờ khối ấy mới nổ tung ra [...], bèn có một điểm Linh quang từ trong tiếng nổ ấy văng ra [...]. Ấy là ngôi Chúa tể càn khôn vũ trụ đã biến hóa ra vậy; mà vũ trụ từ đây mới bắt đầu có ngôi Thái Cực [...]\"(1)\n\nThái Cực là nguyên lý hay nguyên động lực thúc đẩy hai nguồn năng lực Âm Dương trong vũ trụ để sanh hóa vạn vật: \"Thái Cực lấy cơ thể Âm Dương mà phân thanh biện trược, làm máy động tịnh để gom tụ khí Hư vô đặng hóa sanh muôn loài vạn vật.\"(2)\n\nVậy trước khi có Thái Cực đã có Khí – Lý là gốc của Âm Dương thuộc về tiên thiên. Còn sau khi Thái Cực hóa sanh vạn vật thì trong mỗi vật và tương đối giữa muôn loài đều tiềm ẩn hoặc bộc lộ tính chất Âm Dương. Đó là Âm Dương thuộc hậu thiên.\n\nDịch Hệ từ thượng có câu: \"Nhất âm nhất dương chi vị Đạo.\" Đối với đạo Cao Đài đó là nguyên lý cơ bản để giải thích nguồn gốc và cứu cánh của chúng sanh. Sanh hóa do Đạo mà tiến hóa cũng bởi Đạo. Thánh ngôn Đức Cao Đài có dạy: \"Các con đã sinh trong Đại đạo, hãy noi theo Đại đạo mà thành về cõi thượng thiên Vô Cực.\"(3)\n\n===Âm dương và các biểu tượng, thờ phụng và nghi lễ===\nBước vào bên trong các thánh thất Cao Đài, bao giờ cũng thấy tín đồ nam bên cánh trái và nữ bên cánh phải (từ Thiên bàn ngó ra) theo quy ước \"nam tả, nữ hữu\", bên trái thuộc dương, bên phải thuộc âm.\n\nNhìn lên chính điện, thánh tượng \"Thiên nhãn\" uy nghiêm được thờ phía trên Thiên bàn là hình mắt trái – thuộc Dương. [[Thiên Nhãn|Thiên nhãn]] là biểu tượng Chân thần của Thượng đế đối ứng với biểu tượng chữ \"Khí\" phía trên bàn Hộ pháp, có ý nghĩa Thần Khí tương giao hay Âm (Khí) và Dương (Thần) giao hội, thuộc về yếu lý của Đạo pháp.\n\nDưới Thiên nhãn có đèn Thái cực đặt giữa Thiên bàn, tương ứng với hai ngọn đèn hai bên là Lưỡng nghi. [[Lư hương]] cắm năm cây nhang giữa hai đèn Lưỡng nghi tượng trưng cho Ngũ hành.\n\nVề nghi lễ, cách chắp tay lạy cũng có ý nghĩa Âm dương. Tay trái bắt ấn Tý nắm lại là Dương, đặt vào lòng tay phải bọc ngoài là Âm, tức trong Âm có Dương. Khi cúi lạy, hai bàn tay xòe ra đặt trên mặt đất, ngón cái tay phải gác ngay ngón cái tay trái thành chữ thập tức Lưỡng nghi sinh Tứ tượng. Tám ngón kia xòe ra tức Tứ tượng sinh Bát quái. Đó là cách thể hiện Dịch lý của cơ sanh hóa trong trời đất.\n\nĐặc biệt trong hàng giáo phẩm cao cấp đầu tiên của đạo Cao Đài có hai vị Đầu sư là Lê Văn Trung và Lê Văn Lịch được ban thánh danh là Thượng Trung Nhựt và Ngọc Lịch Nguyệt. Nhựt nguyệt ám chỉ lý Âm dương của Đạo vậy.\n\n===Âm dương và Đạo Đức===\nKinh Cao Đài còn dạy rằng sự thực hành đạo đức cũng phải theo lý Âm dương hòa hiệp, không thể chỉ tu Đạo mà không lập Đức: \"Đạo đức phải đi cặp nhau. Đạo là Dương, Đức là Âm. Âm dương phải tương cảm tương ứng, điều hòa mới thành đặng. Con người phải biết đường thiên lý, lo tu hành quày bước trở lại chỗ bổn nguyên, mượn pháp đạo mà luyện tánh tu tâm, dùng đức cả sửa mình nên hạnh tốt.\"(4)\n\nCon người có thể học lý Âm dương sanh hóa của trời đất để sinh tồn, phát triển và tiến hóa bằng cách điều hòa được hai nguồn năng lực tương phản tương đối:\n\n\"Khí Âm dương hỗn hiệp nhau, đụng chạm mà hóa hóa sanh sanh là do trong chỗ điều hòa, tương ứng, tương cảm, huân chưng đầm ấm mới tạo thành nghìn giống muôn vẻ thiên hình vạn trạng... không bao giờ ngừng nghỉ. Đó là một sanh hai, hai sanh ba, ba sanh vạn vật.\"(5)\n\nMột tức Thái cực, hai tức Âm dương (Lưỡng nghi), ba tức nguồn năng lực thứ ba do Âm dương tương tác hỗn hiệp mà phát sinh.\n\nNên kinh viết tiếp: \"Vậy thì cái sự sinh đó cũng do nơi hòa mà có. Thế nên Đạo của trời đất cũng bất ngoại hai chữ Trung hòa.\"(6)\n\nMà Trung hòa cũng là đạo làm nên thánh hiền. Sách Trung dung viết: \"Trung là gốc lớn của thiên hạ, Hòa là sự đạt đạo của thiên hạ.\"\n\nĐạo Cao Đài đã vận dụng lý Âm dương rất sâu sắc trong sự lập đạo, hành đạo, thực hành đạo pháp:\n\n:Âm dương hòa hiệp hóa sanh\n:Dựng nền đạo đức, lập thành càn khôn.(7)\n\n==Nhân sinh quan==\nNêu lên quan điểm về nhân sinh ở giữa nguồn gốc và cùng đích con người là nhân sinh quan Cao Đài gồm có:\n*Quan niệm về công dụng cõi đời.\n*Quan niệm về nghĩa vụ làm người.\n*Quan niệm về lý tưởng cuộc sống loài người.\n\n===Quan niệm về công dụng cõi đời===\nĐức Chí Tôn dạy: \"''Vẫn biết thế gian là bể khổ sông mê, nhưng chính thế gian là một chốn học đường của muôn loài vạn vật. Nhờ học đường ấy mà muôn loài vạn vật mới mở mang tiến hóa, sáng suốt tinh thần để tấn bộ trên nấc thang cao thượng''\". (ĐTCG, sđd, tr.154)\n\n===Quan niệm về nghĩa vụ làm người===\nĐức Chí Tôn dạy: \"''Làm người cần phải học hỏi, có học hỏi mới thông đạt, minh mẫn, mới biết lẽ dữ điều lành, mới tường đường quấy sự phải, mà tránh cho khỏi tội tình. Chớ nếu không học hỏi thì điểm Tiểu Linh Quang phải trở nên mê muội mà người cam dốt nát ngu hèn\".'' (ĐTCG, sđd, tr.154)\n\nLàm người phải xả thân giúp đời như Kinh Đại Thừa Chân Giáo có viết:\n\n::''\"Người xả thân mưu cầu lợi chúng,\n::''Làm ích chung quốc chúng an hòa''...\n\n::''\"Gieo tư tưởng cộng hòa đoàn thể,''\n::''Chỉ phương tu đọat hóa thánh tiên\"'' (ĐTCG, sđd, tr.154)\n\nĐó là những nghĩa vụ nhằm:\n#Ích nước lợi dân.\n#Hoàn thiện con người.\n#Gieo tư tưởng thương yêu hòa hợp đại đồng trong cuộc sống thế giới hiện tại.\n#Dẫn đường tu giải thoát cho tâm linh tiến hóa.\n\n===Quan niệm về lý tưởng của cuộc sống con người===\nCao Đài Giáo nêu một xã hội loài người lý tưởng là xã hội \"thánh đức\" bao gồm đời sống an lạc, xây dựng trên tinh thần nhân bản và có hiệu năng tiến bộ.\n\nĐức Chí Tôn có dạy: \"''Ngày nào các con còn trông thấy một điều bất bình ở đời thì Đạo chưa thành vậy''\". (Thánh Ngôn Hiệp Tuyển, Tòa Thánh Tây Ninh, 1973, tr.105)\n\nNhư thế bằng chứng thực tiễn và trước tiên về thành quả của Đạo, chính là sự an lạc của cõi đời. Cao Đài phải là một tôn giáo vị nhân sinh. Đức Chí Tôn dạy: \"''Các con biết Thầy là trọng thì biết trọng đạo, mà hễ trọng đạo thì cũng phải trọng cả chúng sanh\".'' (TNHT, Tây Ninh, sđd, tr.94)\n\nVà thánh giáo Cao Đài còn viết:\"...''Tôn giáo và chúng sanh là Một. Chúng sanh được hoàn thiện thì tôn giáo mới phát khởi nguồn Đạo, nhược bằng chúng sanh sai lạc thì tôn giáo chịu suy đồi''\".(Thánh Huấn Hiệp Tuyển, Tòa Thánh Châu Minh, Q1,1963,tr.116)Tính chất thực tiễn của nhân sinh quan Cao Đài còn thấy rõ qua Thánh giáo sau đây:\n:\"''Giáo lý Cao Đài không đi xa thực tế với đời sống con người thực tại. Sự mở Đạo của Thượng Đế là muốn cho tất cả nhơn sanh, dầu trong thời kỳ trả quả cũ, không gây nghiệp mới, mọi chỗ đều hướng thiện, ăn ở đối xử nhau cho phải tình phải nghĩa, phải đức phải nhân để trong cõi đời này có một xã hội đại đồng đạo đức''.\"\n:\"''Đó là mục đích Thượng Đế muốn cho loài người hiểu tận ý và hành tận sự, chớ giáo lý Cao Đài không nhất thiết chỉ bảo người đời đi tìm hạnh phúc trong cõi hư vô vĩnh cửu, chốn niết bàn cực lạc trong khi thân sanh còn nghèo đói bệnh tật, dốt nát, kỳ thị, rẽ chia, người bóc lột người trong cảnh mạnh được yếu thua, bất công xã hội. Nếu phần thân sanh hiện hữu như thế, chắc gì phần tâm linh được mẫn tuệ siêu thoát đâu''\".(Vĩnh Nguyên Tự,03.01.Giáp Dần-25.01.1974)\n\nTóm lại, Cao Đài quan niệm Đạo lập ra là để cứu rỗi nhơn sinh, nghĩa là Thượng Đế mở ra con đường cho nhân loại trở về với Thượng Đế. Nhưng con đường ấy được mở đầu ở ngay tự thân con người và kết quả sẽ nhận được ngay trong cõi đời. Bởi vì:\"''Người sanh ra bởi Đạo, thì Đạo tức là người, thì người phải làm sáng cái Đạo, tức là người phải ra NGƯỜI để tự cứu cánh và ảnh hưởng đến vạn vật''\".(TGST, Cơ quan Phổ Thông Giáo Lý,1972-1973,tr.38)\n\nNhư thế, nhân sinh quan Cao Đài nhất trí với vũ trụ quan Cao Đài ở điểm nhân bản. Nhân bản là bản chất chơn ngã của con người. Nhân bản là tình cảm thiêng liêng mà Thượng Đế Chí Tôn đã dành cho mỗi con ngườithể hiện ra bằng nhân tính hay là tình thương.\n\n:\"''Hiểu biết, hành động, phục vụ, phụng sự, mà không nằm trong Nhân bản sẽ đưa đến những hậu quả khốc liệt nhất cho xã hội. Nhân bản có sáng chói con người mới cảm thấy mình là con người. Dầu ở bất cứ lãnh vực hay hoàn cảnh quốc thổ nào đời sống tâm linh cũng phải tựa vào Nhân bản. Có như vậy, đạo lý tôn giáo mới không rơi vào chỗ mông lung huyễn ngã''\". (TGST,CQPTGL,sđd,tr.24)\n\n==Nguyên lý Thiên Nhân Hiệp Nhất==\n\n===Từ \"Thiên địa vạn vật đồng nhất thể\" đến \"Thiên Nhân Hiệp Nhất\"===\nVũ trụ quan Cao Đài là quan niệm \"Nhất thể nhất nguyên\" về vũ trụ. Nhất thể là khí Hư Vô, nhất nguyên là Thái Cực. Thế nên nơi vạn vật đều có tiềm tàng bản chất ban đầu của trời đất (Khí tiên thiên) và động năng sinh thành của vũ trụ (Thái Cực). Đó là nguyên lý \"Thiên địa vạn vật đồng nhất thể\" trong giáo lý Cao Đài, là cơ sở của cứu cánh \"Thiên nhân hiệp nhất\".\n\nNếu cứ để cho muôn loài vạn vật tiến hóa tự nhiên trong nguyên lý nhất thể nêu trên thì đến một thời điểm xa xôi nào đó, vạn vật cũng phải quay đầu về nguồn gốc là ngôi Một, ngôi Thái Cực. Nhưng, trong Hư Vô nhất thể còn có tình thương vô biên của Thượng đế:\n\n:\"''Tình Tạo Hóa háo sanh muôn vật,\n:''Máy Kiền Khôn chất ngất chở che''\n:''Thu qua Đông đến Xuân Hè'',\n:''Vận hành thời tiết tư bề dưỡng nuôi''.\"''(8)\n\nVà:\n\n:\"''Thầy mong con biết Thầy hiểu Đạo,\n:''Cho thế gian cải tạo thanh bình;''\n:''Lòng Thầy thương cả chúng sanh\n:''Trong tình Tạo Hóa trong tình thiên nhiên''''.\"(9)\n\nThế nên chữ Thiên trong câu Thiên nhân hiệp nhất phải hiểu theo nghĩa rất sinh động là Đức \"Háo sanh\" của Thượng đế, là \"Thiên ý cứu độ chúng sanh\". Ngài dạy:\n\n\"''Đạo là con đường duy nhất cho vạn linh sanh chúng từ Thầy ban phát đến thế gian và từ thế gian các con trở lại cùng Thầy\".''\n\n\"''Thầy là Hư Vô chi khí thì Đạo cũng đồng nghĩa đó thôi. Nên chi trong thời kỳ hạ nguơn, chính mình Thầy dùng Khí Hư Vô trực tiếp hữu hình đến thế gian để dẫn dắt thâu hồi những điểm linh quang của Thầy đã cho xuống thế gian trở về khối Đại Linh Quang''\".(10)\n\nNhưng đến đây chúng ta chỉ mới thấy một chiều của quy luật ấy. \"Thiên nhân hiệp nhất\" còn phải hiểu là \"Sứ mạng Kỳ Ba\" triển khai ngay tại thế gian để thực hiện đức hiếu sinh của Thượng đế và tình thương giữa con người và con người.\n\n===\"Thiên nhân hiệp nhất\" là sứ mạng Kỳ Ba===\nCó nhận thức \"Thiên nhân hiệp nhất\" là sứ mạng của người giác ngộ, mới thực hiện được chiều thứ hai của động năng hiệp nhất. Bởi vì chữ \"Nhân\" đúng nghĩa là \"Con người tích cực\" là \"Nhân năng hoằng đạo\" là quyền lực của một \"Tiểu vũ trụ\".\n\nTrong giáo lý Cao Đài, Đức Chí Tôn viết: \"''Các con hay nói chung là nhân loại, những hột giống linh căn được gieo vào vũ trụ, được ban phát quyền Tạo Hóa để lập thành cuộc ngự trị cõi thế gian, mà các con gọi là đời, nguyên nhân là Lý, là Đại Đạo, là Thầy, là Cha chung của vạn loại... Các con đã sinh trong Đại Đạo hãy noi theo Đại Đạo mà thành về cõi Thượng thiên vô cực\"''(11)\n\n===Hiệp nhất tại tâm===\nThánh giáo Đức Chí Tôn:\n\n:''\"Tâm con là chỗ chí linh,\n:''Là nơi hiệp nhất nhân sinh cùng Thầy''''\"(12)\n\nHay:\n\n:\"''Con có Thánh Tâm sẽ có Thầy,\n:''Thầy là Cha cả khắp Đông Tây'';\n:''Đông Tây dù biết hay không biết''\n:''Thì đức háo sanh vẫn thế này''\"''(13)\n\nTrước khi \"Khai Minh Đại Đạo\" Ngài đã nhắc đến Thánh Tâm vào ngày 20.4 Bính Dần (31.5.1926):\n\n\"''Thánh Tâm dầu phải chịu khổ trần đi nữa, thì chất nó cũng vẫn còn. Các con khác hơn kẻ phàm là duy tại bấy nhiêu đó mà thôi.\"(''14)\n\nNgài chấp nhận lâm phàm nhưng chỉ chứng vào nơi trong sạch nhất của con người. \"''Thầy những mong ở một cõi lòng trong sạch nhứt nơi trần gian, Thầy chứng vào đó để cứu rỗi con cái của thầy trong kỳ mạt kiếp''...\"(15)\n\n===Thiên Nhân Hiệp Nhất qua sử đạo Cao Đài===\n*Biểu hiện Thiên Nhân Hiệp Nhất bằng \"Thiên Nhãn\"<BR>Thánh Tượng Thiên Nhãn là tượng thờ tối cao của Đạo Cao Đài. Thiên Nhãn tượng trưng cho Chơn Thần của Thượng đế. Ngài nói: \"Thần cư tại nhãn\". Mà Thần của người lại do Trời phú bẩm. Vậy thờ Thiên Nhãn là thờ Thượng đế Chí Tôn của vũ trụ mà cũng chính là thờ Thượng đế nội tại trong mỗi con người nữa.<BR>Mỗi giờ cúng kính, người tín hữu Cao Đài gom Thần nhìn ngay Thiên Nhãn để tạo điều kiện Thiên Nhân hiệp nhứt. Con người là linh quang từ Trời ra đi, nay hướng về Thiên Nhãn để tìm đường trở lại cùng Trời.\n*\"Thiên Nhân Hiệp Nhất\" nơi Thánh Đường<BR>Thánh Đường là biểu hiện thu nhỏ của vũ trụ, trong đó Đức Thượng đế ngự trị, vận dụng Đạo mầu thúc đẩy chúng sanh tiến hóa dần dần đến mức chí thiện chí mỹ để hiệp một cùng Ngài.<BR>Cấu trúc \"Tam đài\" của Thánh Đường còn thể hiện thế \"Thiên nhân hiệp nhứt\" của Đại Đạo Tam Kỳ Phổ Độ. Mở Đạo kỳ này Đức Chí Tôn dùng quyền năng của Ngài và tất cả các Đấng Thiêng Liêng tức phần \"Thiên\" thuộc Bát Quái Đài, kết hợp với Hội Thánh tức Cửu Trùng Đài là phần \"Nhân\" để phổ truyền giáo lý. Nhưng muốn phối hợp hai năng lực này phải có một cơ quan chuyển tiếp. Đó là Hiệp Thiên Đài có khả năng tiếp nhận quyền pháp từ Bát Quái Đài để truyền đạt đến Cửu Trùng Đài và xét trình thỉnh nguyện của Hội Thánh dâng lên Bát Quái Đài. Nhờ đó, cuộc vận hành cơ Đạo trở nên \"Thiên nhân hiệp nhất\" mà Thiên nhân hiệp nhất cũng chính là mục tiêu tu chứng của người tín đồ Cao Đài để độ mình và độ người.<BR>Vậy Thánh Đường với cấu trúc Tam Đài cũng là một nét đậm của \"Thiên nhân hiệp nhất\".\n*\"Thiên nhân hiệp nhất\" qua cách lập Pháp Chánh Truyền và Tân luật<BR>Đạo luật Cao Đài có hai bộ: Pháp Chánh Truyền và Tân luật. Pháp Chánh Truyền quy định việc tổ chức Hội Thánh do chính Đức Chí Tôn ban truyền ngay sau ngày Khai Minh Đại Đạo (15 Bính Dần - 1926). Tân luật bao gồm Đạo pháp – Thế luật và các quy định về Tịnh thất, nói chung là các luật liên quan đến sinh hoạt của chư chức sắc và tín đồ trong nội bộ tôn giáo và ngoài xã hội. Tân luật do các vị tông đồ của Đức Chí Tôn soạn ra và dâng lên Ơn Trên một cách vô cùng tôn nghiêm để được chuẩn y.<BR>Thế là bộ luật Cao Đài được hoàn thành do sự phối hợp Thiên Ý và Thánh Tâm của chư vị Tiền Khai Đại Đạo. Nền tảng của Hội Thánh và sự sống đạo của tín đồ đã được \"Thiên nhân hiệp nhất\" lập thành vậy.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n#Đại Thừa Chân Giáo, Chiếu Minh Đại Đạo, 1950, tr. 175\n#ĐTCG, sđd, tr.175\n#Thánh Giáo sưu Tập 1968-1969, Cơ quan Phổ Thông Giáo Lý Đại Đạo, tr. 7\n#ĐTCG, sđd, tr. 120\n#ĐTCG, sđd, tr. 10\n#ĐTCG, sđd, tr. 12\n#ĐTCG, sđd, tr. 68\n#Ngọc Minh Đài, 06.8.1965\n#Thiên Lý Đàn, 04.3.1966\n#Ngọc Minh Đài, 02.2.1967\n#Minh Lý Thánh Hội, 07.02.1968\n#Cơ quan Phổ Thông Giáo Lý, 28.4.1974\n#CQPTGL, 04.3.1977\n#[[Thánh Ngôn Hiệp Tuyển]], Tây Ninh, 1973, tr. 21\n#CQPTGL, 29.02.1973\n\n==Xem thêm==\n*[[Cao Đài - Thể Pháp và Bí Pháp]]\n*[[Thông Công]]\n\n==Liên kết ngoài==\n*[http:\/\/www.nhipcaugiaoly.com\/article\/detail.php?article_id=341 Tổng quan về Đại Đạo Tam Kỳ Phổ Độ]\n*[http:\/\/sites.google.com\/site\/caodaismmeditation\/ Ý Thức]\n\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Giáo lý Cao Đài]]"}