{"14370896":"{{Thông tin giáo phận\n| loại giáo phận = Giáo phận\n| tên  = Hà Tĩnh\n| latin  = Dioecesis Hatinhensis\n| local  = <!-- Tên bằng ngôn ngữ bản địa --> \n| hình  = Coat of arms of Louis Nguyễn Anh Tuấn.svg\n| image_size = \n| image_alt  = \n| chú thích = \n| coat  = <!-- Coat of arms file name (excluding File: prefix) -->\n| coat_size  = \n| coat_alt  = \n| flag  = <!-- Flag file name (excluding File: prefix) -->\n| flag_size  = \n| flag_alt  = \n<!---- Vị trí ---->\n| quốc gia = [[Việt Nam]]\n| địa giới  = [[Hà Tĩnh]], [[Quảng Bình]]\n| giáo tỉnh  = [[Giáo tỉnh Hà Nội]]\n| metropolitan = \n| archdeaconries = \n| deaneries  = \n| subdivisions = \n| headquarters = \n| toạ độ = <!-- Dùng {{coord}} -->\n<!---- Thống kê ---->\n| diện tích  = 14.091\n| area_sqmi  = <!-- Diện tích tính bằng dặm vuông, tự động chuyển đổi -->\n| area_footnotes = \n| dân số = 2.153.300\n| population_as_of = \n| giáo dân  = 287.063\n| catholics_percent = 11.2\n| giáo hạt  = 13 (2022)\n| giáo xứ = 128 (2022)\n| nhà thờ = \n| tu hội = <!-- Số tu hội trong giáo phận -->\n| trường học = <!-- Số trường học được nhà thờ hỗ trợ trong giáo phận -->\n| thành viên = <!-- Số thành viên trong giáo phận -->\n<!---- Thông tin ---->\n| giáo phái  = [[Giáo hội Công giáo Rôma]]\n| sui_iuris_church = <!-- Giáo Hội độc lập, vd, [[Giáo hội Latinh]] hay [[Giáo hội Công giáo Ukraina]] -->\n| nghi lễ = Nghi lễ Latinh\n| thành lập  = [[22 tháng 12]] năm [[2018]]\n| giải thể  = \n| nhà thờ chính toà = [[Nhà thờ chính tòa Văn Hạnh]]\n| nhà thờ chính toà cũ = \n| toà giám mục = Văn Hạnh, Thạch Trung, Thành phố Hà Tĩnh, tỉnh Hà Tĩnh\n| thánh bổn mạng = Đức Maria Mẹ Thiên Chúa\n| patron_title = <!-- Sử dụng để ghi đè nhãn mặc định \"Thánh bổn mạng\" -->\n| linh mục đoàn = 168 (2022)\n| linh mục triều = 133 (2022)\n| linh mục dòng = 35 (2022)\n| tu sĩ  = 425 (2022)\n| \n\n| giáo lý viên = \n| ngôn ngữ  = \n| lịch  = \n| âm nhạc = \n<!---- Lãnh đạo hiện tại ---->\n| nhà thờ mẹ = \n| giáo hoàng = [[Giáo hoàng Phanxicô]]\n| thượng phụ = \n| đại tổng giám mục = \n|trưởng giáo tỉnh= [[Tập tin: Tổng giám mục.png|20px]] [[Giuse Vũ Văn Thiên]]\n| giám mục  = [[Tập tin: Giám mục chính tòa.png|20px]] [[Louis Nguyễn Anh Tuấn]]\n| bishop_title = <!-- Loại thông thường: tức là Giám mục hoặc Tổng giám mục. Mặc định là Giám mục -->\n| tổng giám mục = <!-- Name of the Metropolitan Archbishop of the Ecclesiastical Province -->\n| tổng giám mục phó =\n| giám mục phó = \n| suffragans = <!-- List most senior first (usually reckoned by date of consecration); use | suffragan = for one -->\n| giám quản  = \n| giám quản Tông Toà=\n| giám mục phụ tá = <!-- List most senior first (usually reckoned by date of consecration) -->\n| tổng đại diện = [[Tập tin:Goldstole.png|15px]] Gioan Baotixita Nguyễn Khắc Bá\n| chưởng ấn = [[Tập tin:Goldstole.png|15px]] Phêrô Nguyễn Đoài\n| đại diện giám mục =\n| đại diện tư pháp =\n| niên trưởng = \n| archdeacons = <!-- List most senior first (usually reckoned by date of first collation); use | archdeacon = for one-->\n| nguyên giám mục = [[Tập tin: Giám mục trống tòa.png|20px]] [[Phaolô Nguyễn Thái Hợp]]\n| tổng giám mục danh dự = \n<!---- Bản đồ ---->\n| bản đồ = Roman Catholic Diocese of Ha Tinh in Vietnam.jpg\n| map_size  = <!-- Kích cỡ bản đồ -->\n| map_alt = <!-- Bản đồ thay thế -->\n| map_caption = <!-- Chú thích bản đồ -->\n<!---- Website ---->\n| website = http:\/\/giaophanhatinh.net\/\n| footnotes  = \n}}\n'''Giáo phận Hà Tĩnh''' ([[latinh|tiếng Latin]]: ''Dioecesis Hatinhensis'') là một [[giáo phận]] [[Giáo hội Công giáo Rôma|Công giáo Rôma]] [[Việt Nam|tại miền Bắc Trung Bộ Việt Nam]], được thành lập vào ngày [[22 tháng 12]] năm [[2018]] do tách ra từ [[Giáo phận Vinh]]. Lãnh thổ địa lý của Giáo phận Hà Tĩnh bao gồm tỉnh [[Hà Tĩnh]] và [[Quảng Bình]].\n\nĐây là giáo phận mới nhất trong số [[Giáo phận Công giáo Việt Nam|27 giáo phận Công giáo ở Việt Nam]].<ref>[https:\/\/press.vatican.va\/content\/salastampa\/it\/bollettino\/pubblico\/2018\/12\/22\/0963\/02092.html#Vinh Rinunce e nomine, 22.12.2018]<\/ref> Lễ công bố thành lập Giáo phận cũng như lễ nhậm chức Giám mục Tiên khởi Hà Tĩnh của Giám mục Nguyễn Thái Hợp được tổ chức vào sáng thứ hai ngày 11 tháng 2 năm 2019 tại Nhà thờ chính tòa Văn Hạnh, xã Thạch Trung, thành phố Hà Tĩnh, tỉnh Hà Tĩnh.<ref name=\"giaophanvinh.net\">[http:\/\/giaophanvinh.net\/tgm-giao-phan-ha-tinh-thong-bao-ve-thanh-le-ta-on-cong-bo-thanh-lap-giao-phan-va-dgm-phaolo-nhan-su-vu-muc-tu-4193 TGM Giáo phận Hà Tĩnh: Thông báo về Thánh lễ Tạ ơn công bố thành lập Giáo phận và ĐGM Phaolô nhận sứ vụ mục tử]<\/ref>\n\nGiáo phận hiện đang được cai quản bởi giám mục chính toà [[Louis Nguyễn Anh Tuấn]] (từ năm 2023).\n\n==Lịch sử==\n[[Tập tin:Trao sắc lệnh Thiết lập Giáo phận Hà Tĩnh.jpg|thumb|trái|Trao sắc lệnh Thiết lập Giáo phận Hà Tĩnh]]\nChủ trương chia tách Giáo phận Vinh đã có từ lâu, từ thời giám mục [[Phêrô Gioan Trần Xuân Hạp]]. Năm 1994, Giám mục Hạp gửi văn thư yêu cầu cho phép chia tách giáo phận, tuy nhiên, lúc này giám mục Hạp đã 74 tuổi, sắp cận tuổi về hưu là 75 của Giáo hội Công giáo. Chính vì lý do này, các Bộ của Tòa Thánh yêu cầu công việc chia tách này nên để lại cho Giám mục kế nhiệm.<ref name=daiva>[https:\/\/www.vaticannews.va\/vi\/church\/news\/2019-01\/phong-van-duc-cha-phaolo-nguyen-thai-hop-gm-tien-khoi-ha-tinh0.html Phỏng vấn Đc. Phaolô Nguyễn Thái Hợp, Gm. tiên khởi Gp. Hà Tĩnh]<\/ref>\n\nGiám mục kế nhiệm là [[Phaolô Maria Cao Đình Thuyên]] năm 2009 cũng lại gửi văn thư yêu cầu việc này. Nhưng lúc đó, giám mục Thuyên cũng đã 82 tuổi nên Thánh bộ của Tòa Thánh lại không có hồi đáp.<ref name=daiva\/> Ngày 30 tháng 7 năm 2010, Bộ gửi văn thư cho tân giám mục Phaolô Nguyễn Thái Hợp hỏi về yêu cầu chia tách giáo phận. Giám mục Hợp đồng ý và nhanh chóng hoàn thiện hồ sơ trình lên tỉnh và trung ương. Sau đó ít lâu, ngày 12 tháng 8 năm 2011, Ban Tôn giáo Chính phủ thông báo trên nguyên tắc là Thủ tướng đã chấp thuận. Tuy vậy, cần bổ sung hồ sơ gồm: Văn bản của Chủ tịch [[Hội đồng Giám mục Việt Nam]], văn bản về tên chính thức giáo phận và bản dịch công chứng Văn thư Tòa Thánh về vấn đề chia tách giáo phận (văn bản này đến năm 2018 mới hoàn thiện được.<ref name=daiva\/>\n\nChính vì chủ trương này, ngày 16 tháng 9 năm 2003, [[nhà thờ chính tòa Văn Hạnh|nhà thờ Văn Hạnh]] đã được khởi công, với mục tiêu sẽ làm nhà thờ chính tòa của giáo phận được chia tách. Đến ngày 26 tháng 4 năm 2012, nhà thờ xây dựng hoàn tất và cử hành lễ khánh thành.<ref name=cq>[https:\/\/baohatinh.vn\/xa-hoi\/lanh-dao-tinh-chuc-mung-le-khanh-thanh-nha-tho-van-hanh\/60481.htm Lãnh đạo tỉnh chúc mừng lễ khánh thành nhà thờ Văn Hạnh]<\/ref>\n\nTừ năm 2013, khi đang là giám mục chính tòa của Giáo phận Vinh, Giám mục [[Phaolô Nguyễn Thái Hợp]] đã nhiều lần đề xuất cùng [[Hội đồng Giám mục Việt Nam]] và [[Tòa Thánh]] cho chia tách [[Giáo phận Vinh]] thành Giáo phận Vinh và Giáo phận Hà Tĩnh vì Giáo phận Vinh khi đó là giáo phận có số giáo dân đông thứ ba của Giáo hội Công giáo Việt Nam sau [[Giáo phận Xuân Lộc]] và [[Tổng giáo phận Thành phố Hồ Chí Minh]].\n\nNgày 18 tháng 1 năm 2018, trong khuôn khổ chuyến thăm và làm việc tại Việt Nam, Thứ trưởng Bộ Ngoại giao Tòa thánh, Đức Ông Antoine Camilleri đã làm việc với [[Chính phủ Việt Nam]], trong đó có nhiều nội dung bàn về việc thiết lập quan hệ ngoại giao và việc chia tách một số giáo phận. Ngày 22 tháng 12 năm 2018, [[Giáo hoàng Phanxicô]] tuyên bố chính thức thiết lập Giáo phận Hà Tĩnh trên cơ sở tách từ [[Giáo phận Vinh]] và bổ nhiệm giám mục Giáo phận Vinh Nguyễn Thái Hợp làm giám mục tiên khởi.<ref>[https:\/\/press.vatican.va\/content\/salastampa\/it\/bollettino\/pubblico\/2018\/12\/22\/0963\/02092.html#creazione Rinunce e nomine, 22.12.2018]<\/ref>\n\nNghi thức chính thức thiết lập Giáo phận và nhậm chức Giám mục Tiên khởi của Giám mục Phaolô Nguyễn Thái Hợp diễn ra vào ngày 11 tháng 2 năm 2019.<ref name=\"giaophanvinh.net\"\/>\n\n== Các giáo hạt và giáo xứ ==\nĐịa giới giáo phận: phía bắc giáp [[giáo phận Vinh]], phía nam giáp [[tổng giáo phận Huế]], phía đông giáp [[vịnh Bắc Bộ]], phía tây giáp [[Hạt Đại diện Tông tòa Savannakhet]] ([[Lào]]).\n=== 1. Giáo hạt Văn Hạnh ===\nGiáo hạt Vạn Hạnh gồm 12 giáo xứ nằm trên địa bàn thành phố Hà Tĩnh và huyện Thạch Hà, tỉnh Hà Tĩnh.\n# '''''Giáo xứ Chính tòa Văn Hạnh - Phường Thạch Trung, thành phố Hà Tĩnh, tỉnh Hà Tĩnh (sở hạt)'''''\n# Giáo xứ An Nhiên - Xã Thạch Hạ, huyện Thạch Hà, tỉnh Hà Tĩnh\n# Giáo xứ Lộc Thủy - Xã Thạch Long, huyện Thạch Hà, tỉnh Hà Tĩnh\n# Giáo xứ Chân Thành - Phường Thạch Trung, thành phố Hà Tĩnh, tỉnh Hà Tĩnh\n#Giáo xứ Tĩnh Giang - 36 Nguyễn Trung Thiên, phường Tân Giang, thành phố Hà Tĩnh, tỉnh Hà Tĩnh\n# Giáo xứ Hòa Thắng - Xã Tượng Sơn, huyện Thạch Hà, tỉnh Hà Tĩnh\n# Giáo xứ Kẻ Đông - Xã Nam Điền, huyện Thạch Hà, tỉnh Hà Tĩnh\n# Giáo xứ Hương Bình - Xã Tân Lâm Hương, huyện Thạch Hà, tỉnh Hà Tĩnh\n#Giáo xứ Song Thủy - Xã Thạch Sơn, huyện Thạch Hà, tỉnh Hà Tĩnh\n#Chuẩn giáo xứ Tiến Thủy - Xã Thạch Sơn, huyện Thạch Hà, tỉnh Hà Tĩnh\n#Giáo xứ Tân Lâm - TDP 11, Thạch Hà,  tỉnh Hà Tĩnh\n#Giáo xứ Văn Hòa -  Xã Thạch Tân, huyện Thạch Hà, tỉnh Hà Tĩnh.\n\n=== 2. Giáo hạt Trung Nghĩa ===\nGiáo hạt Trung Nghĩa gồm 8 giáo xứ nằm trên địa bàn huyện Lộc Hà và một phần nhỏ các huyện Nghi Xuân, Thạch Hà, tỉnh Hà Tĩnh.\n# '''''Giáo xứ Trung Nghĩa - Thị trấn Lộc Hà, huyện Lộc Hà, tỉnh Hà Tĩnh (sở hạt)'''''\n# Giáo xứ Cửa Sót - Xã Thạch Kim, huyện Lộc Hà, tỉnh Hà Tĩnh\n# Giáo xứ Vĩnh Luật - Xã Mai Phụ, huyện Lộc Hà, tỉnh Hà Tĩnh\n# Giáo xứ Xuân Tình - Xã Hộ Độ, huyện Lộc Hà, tỉnh Hà Tĩnh\n# Giáo xứ Mỹ Lộc - Xã An Bình, huyện Lộc Hà, tỉnh Hà Tĩnh\n# Giáo xứ Thu Chỉ - Xã Thạch Lạc, huyện Thạch Hà, tỉnh Hà Tĩnh\n#Giáo xứ Cam Lâm - Xã Xuân Liên, huyện Nghi Xuân, tỉnh Hà Tĩnh\n#Chuẩn giáo xứ Làng Khe - Xã Thạch Trị, huyện Thạch Hà, tỉnh Hà Tĩnh.\n=== 3. Giáo hạt Can Lộc ===\nGiáo hạt Can Lộc gồm 9 giáo xứ nằm trên địa bàn huyện Can Lộc, tỉnh Hà Tĩnh.\n# '''''Giáo xứ Tân Vĩnh - Thị trấn Nghèn, huyện Can Lộc, tỉnh Hà Tĩnh (sở hạt)'''''\n#Giáo xứ Trại Lê - Xã Quang Lộc, huyện Can Lộc, tỉnh Hà Tĩnh\n#Giáo xứ Hòa Mỹ - Xã Xuân Lộc, huyện Can Lộc, tỉnh Hà Tĩnh\n# Giáo xứ Kim Lâm - Xã Vương Lộc, huyện Can Lộc, tỉnh Hà Tĩnh\n#Giáo xứ Tam Đa - Xã Quang Lộc, huyện Can Lộc, tỉnh Hà Tĩnh\n# Giáo xứ Phương Mỹ - Xã Mỹ Lộc, huyện Can Lộc, tỉnh Hà Tĩnh\n# Giáo xứ Tân Thành - Xã Gia Hanh, huyện Can Lộc, tỉnh Hà Tĩnh\n# Giáo xứ Tràng Đình - Xã Khánh Vĩnh Yên, huyện Can Lộc, tỉnh Hà Tĩnh\n#Giáo xứ Tân Sơn - Thị trấn Nghèn, huyện Can Lộc, tỉnh Hà Tĩnh\n\n=== 4. Giáo hạt Nghĩa Yên ===\nGiáo hạt Nghĩa Yên gồm 8 giáo xứ nằm trên địa bàn thị xã Hồng Lĩnh, các huyện Đức Thọ, Nghi Xuân và một phần huyện Vũ Quang, tỉnh Hà Tĩnh.\n# '''''Giáo xứ Nghĩa Yên - Thị trấn Đức Thọ, huyện Đức Thọ, tỉnh Hà Tĩnh (sở hạt)'''''\n#Giáo xứ Đông Cường - Xã Hòa Lạc, huyện Đức Thọ, tỉnh Hà Tĩnh\n# Giáo xứ Kẻ Tùng - Xã Bùi La Nhân, huyện Đức Thọ, tỉnh Hà Tĩnh\n# Giáo xứ Thọ Ninh - Xã Liên Minh, huyện Đức Thọ, tỉnh Hà Tĩnh\n#Giáo xứ Tiếp Võ - Phường Nam Hồng, thị xã Hồng Lĩnh, tỉnh Hà Tĩnh\n#Giáo xứ Gia Hòa - Thị trấn Xuân An, huyện Nghi Xuân, tỉnh Hà Tĩnh\n#Giáo xứ Yên Lĩnh - Xã Xuân Hồng, huyện Nghi Xuân, tỉnh Hà Tĩnh\n#Giáo xứ Thượng Ích -  Xã Lâm Trung Thuỷ, huyện Đức Thọ, tỉnh Hà Tĩnh\n\n=== 5. Giáo hạt Ngàn Sâu ===\nGiáo hạt Ngàn Sâu gồm 16 giáo xứ nằm trên địa bàn huyện Hương Khê và một phần huyện Vũ Quang, tỉnh Hà Tĩnh.\n# '''''Giáo xứ Tràng Lưu - Xã Lộc Yên, huyện Hương Khê, tỉnh Hà Tĩnh (sở hạt)'''''\n#Giáo xứ Chúc A - Xã Hương Lâm, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Gia Phổ - Thị trấn Hương Khê, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Kẻ Vang - Xã Điền Mỹ, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Làng Truông - Xã Hương Giang, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Ninh Cường - Xã Gia Phố, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Tân Hội - Xã Hương Trạch, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Tân Phương - Thị trấn Hương Khê, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Thịnh Lạc - Xã Gia Phố, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Thổ Hoàng - Xã Điền Mỹ, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Thọ Vực - Xã Hà Linh, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Thượng Bình - Xã Hương Long, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Tri Bản - Xã Hòa Hải, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Vạn Căn - Xã Hà Linh, huyện Hương Khê, tỉnh Hà Tĩnh\n# Giáo xứ Vĩnh Hội - Xã Quang Thọ, huyện Vũ Quang, tỉnh Hà Tĩnh \n# Giáo xứ Vĩnh Cư - Xã Hương Liên, huyện Hương Khê, tỉnh Hà Tĩnh.\n\n=== 6. Giáo hạt Ngàn Phố ===\nGiáo hạt Ngàn Phố gồm 8 giáo xứ nằm trên địa bàn huyện Hương Sơn và một phần huyện Vũ Quang, tỉnh Hà Tĩnh.\n# '''Giáo xứ Kẻ Mui - Thị trấn Phố Châu, huyện Hương Sơn, tỉnh Hà Tĩnh (Sở hạt)'''\n# Giáo xứ Kẻ Đọng - Xã Sơn Tiến, huyện Hương Sơn, tỉnh Hà Tĩnh\n# Giáo xứ Đông Tràng - Xã Sơn Châu, huyện Hương Sơn, tỉnh Hà Tĩnh\n# Giáo xứ Đức Vọng - Xã Sơn Giang, huyện Hương Sơn, tỉnh Hà Tĩnh\n# Giáo xứ Antôn Khe Sắn - Xã Sơn Lâm, huyện Hương Sơn, tỉnh Hà Tĩnh\n# Giáo xứ Kim Cương - Xã Sơn Kim 1, huyện Hương Sơn, tỉnh Hà Tĩnh\n# Chuẩn Giáo xứ Truyền Tin - xã Quang Diệm, huyện Hương Sơn, tỉnh Hà Tĩnh\n# Các giáo điểm Vĩnh Điền, Vĩnh Quang, Vĩnh Sơn và Vĩnh Hương\n\n=== 7. Giáo hạt Cẩm Xuyên ===\nGiáo hạt Cẩm Xuyên gồm 8 giáo xứ nằm trên địa bàn huyện Cẩm Xuyên, tỉnh Hà Tĩnh, xếp theo ABC:\n# '''''Giáo xứ Ngô Xá - Xã Cẩm Quang, huyện Cẩm Xuyên, tỉnh Hà Tĩnh (sở hạt)'''''\n#Giáo xứ Lạc Sơn - Xã Cẩm Minh, huyện Cẩm Xuyên, tỉnh Hà Tĩnh\n# Giáo xứ Mỹ Hòa - Xã Yên Hòa, huyện Cẩm Xuyên, tỉnh Hà Tĩnh\n# Giáo xứ Nhượng Bạn - Xã Cẩm Nhượng, huyện Cẩm Xuyên, tỉnh Hà Tĩnh\n# Giáo xứ Quèn Đông - Xã Cẩm Lộc, huyện Cẩm Xuyên, tỉnh Hà Tĩnh\n# Giáo xứ Vạn Thành - Xã Cẩm Thạch, huyện Cẩm Xuyên, tỉnh Hà Tĩnh\n# Giáo xứ Vĩnh Phước - Xã Nam Phúc Trung, huyện Cẩm Xuyên, tỉnh Hà Tĩnh\n#Giáo xứ Phúc Thành - Xã Cẩm Duệ, huyện Cẩm Xuyên, tỉnh Hà Tĩnh.\n\n=== 8. Giáo hạt Kỳ Anh ===\nGiáo hạt Kỳ Anh gồm 11 giáo xứ nằm trên địa bàn thị xã Kỳ Anh và huyện Kỳ Anh, tỉnh Hà Tĩnh.\n# '''''Giáo xứ Kỳ Anh - Xã Kỳ Châu, Huyện Kỳ Anh, Tỉnh Hà Tĩnh (sở hạt)'''''\n#Giáo xứ Đông Yên - Phường Kỳ Phương, Thị xã Kỳ Anh, Tỉnh Hà Tĩnh\n# Giáo xứ Dũ Lộc - Phường Kỳ Trinh, Thị xã Kỳ Anh, Tỉnh Hà Tĩnh\n# Giáo xứ Dũ Thành - Xã Kỳ Khang, Huyện Kỳ Anh, Tỉnh Hà Tĩnh\n# Giáo xứ Dũ Yên - Phường Kỳ Thịnh, Thị xã Kỳ Anh, Tỉnh Hà Tĩnh\n# Giáo xứ Đông Sơn - Xã Kỳ Nam, Thị xã Kỳ Anh, Tỉnh Hà Tĩnh\n# Giáo xứ Kim Sơn - Xã Kỳ Khang, Huyện Kỳ Anh, Tỉnh Hà Tĩnh\n#Giáo xứ Quý Hòa - Xã Kỳ Hà, Thị xã Kỳ Anh, Tỉnh Hà Tĩnh\n# Giáo xứ Thiên Lý - Phường Kỳ Long, Thị xã Kỳ Anh, Tỉnh Hà Tĩnh\n# Giáo xứ Xuân Sơn - Xã Kỳ Lạc, Huyện Kỳ Anh, Tỉnh Hà Tĩnh\n# Giáo xứ Đồng Hoà - Xã Kỳ Hà, Thị xã Kỳ Anh, Tỉnh Hà Tĩnh\n\n=== 9. Giáo hạt Bình Chính ===\nGiáo hạt Bình Chính gồm 11 giáo xứ nằm trên địa bàn huyện Quảng Trạch, một phần thị xã Ba Đồn và một phần nhỏ huyện Bố Trạch, tỉnh Quảng Bình.\n# '''''Giáo xứ Hướng Phương - Xã Quảng Phương, huyện Quảng Trạch, tỉnh Quảng Bình (sở hạt)'''''\n#Giáo xứ Chợ Sàng - Xã Liên Trường, huyện Quảng Trạch, tỉnh Quảng Bình\n# Giáo xứ Đan Sa - Phường Quảng Phúc, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Nhân Thọ - Phường Quảng Thọ, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Tân Mỹ - Phường Quảng Phúc, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Tân Phong - Phường Quảng Phong, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Thủy Vực - Xã Quảng Hợp, huyện Quảng Trạch, tỉnh Quảng Bình\n# Giáo xứ Trừng Hải - Xã Quảng Phú, huyện Quảng Trạch, tỉnh Quảng Bình\n# Giáo xứ Xuân Hòa - Xã Quảng Xuân, huyện Quảng Trạch, tỉnh Quảng Bình\n# Giáo xứ Phù Ninh - Xã Quảng Thanh, huyện Quảng Trạch, tỉnh Quảng Bình,\n# Giáo xứ Ba Đồn - Phường Ba Đồn, Thị xã Ba Đồn, tỉnh Quảng Bình\n\n=== 10. Giáo hạt Hòa Ninh ===\nGiáo hạt Hòa Ninh gồm 10 giáo xứ nằm trên địa bàn thị xã Ba Đồn và một phần nhỏ huyện Bố Trạch, tỉnh Quảng Bình.\n# '''''Giáo xứ Hòa Ninh - Xã Quảng Hòa, thị xã Ba Đồn, tỉnh Quảng Bình (sở hạt)'''''\n#Giáo xứ Cồn Nâm - Xã Quảng Minh, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Cồn Sẻ - Xã Quảng Lộc, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Diên Trường - Xã Quảng Sơn, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Giáp Tam - Xã Quảng Sơn, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Liên Hòa - Xã Quảng Minh, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Văn Phú - Xã Quảng Văn, thị xã Ba Đồn, tỉnh Quảng Bình\n# Giáo xứ Vĩnh Phước - Xã Quảng Lộc, thị xã Ba Đồn, tỉnh Quảng Bình\n#Chuẩn Giáo xứ Hòa Đồng - Xã Quảng Hòa, tx. Ba Đồn, tỉnh Quảng Bình.\n\n=== 11. Giáo hạt Minh Cầm ===\nGiáo hạt Minh Cầm gồm 9 giáo xứ nằm trên địa bàn các huyện Tuyên Hóa, Minh Hóa và một phần nhỏ huyện Quảng Trạch, tỉnh Quảng Bình.\n# '''''Giáo xứ Minh Cầm - Xã Mai Hóa, huyện Tuyên Hóa, tỉnh Quảng Bình (sở hạt)'''''\n#Giáo xứ Đá Nện - Xã Thanh Thạch, huyện Tuyên Hóa, tỉnh Quảng Bình\n# Giáo xứ Đồng Tiến - Xã Tiến Hóa, huyện Tuyên Hóa, tỉnh Quảng Bình\n# Giáo xứ Kim Lũ - Xã Kim Hóa, huyện Tuyên Hóa, tỉnh Quảng Bình\n# Giáo xứ Kinh Nhuận - Xã Cảnh Hóa, huyện Quảng Trạch, tỉnh Quảng Bình\n# Giáo xứ Lâm Sơn - Xã Thanh Hóa, huyện Tuyên Hóa, tỉnh Quảng Bình\n# Giáo xứ Minh Tú - Xã Châu Hóa, huyện Tuyên Hóa, tỉnh Quảng Bình\n# Giáo xứ Phù Kinh - Xã Phù Hóa, huyện Quảng Trạch, tỉnh Quảng Bình\n# Giáo xứ Tân Hội - Xã Thạch Hóa, huyện Tuyên Hóa, tỉnh Quảng Bình\n\n=== 12. Giáo hạt Nguồn Son ===\nGiáo hạt Nguồn Sơn gồm 11 giáo xứ nằm trên địa bàn huyện Bố Trạch, tỉnh Quảng Bình.\n# '''''Giáo xứ Đồng Troóc - Xã Phúc Trạch, huyện Bố Trạch, tỉnh Quảng Bình (sở hạt)'''''\n#Giáo xứ Khe Ngang - Xã Phúc Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n#Giáo xứ Gia Hưng - Xã Hưng Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n# Giáo xứ Chày - Xã Phúc Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n# Giáo xứ Khe Gát - Xã Xuân Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n# Giáo xứ Tam Trang - Xã Lâm Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n#Giáo xứ Cây Lim - Xã Lâm Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n#Giáo xứ Yên Giang - Xã Liên Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n#Giáo xứ Chày Lập, Bàu Sen - xã Phúc Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n#Giáo xứ Thanh Thủy - Xã Liên Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n#Chuẩn giáo xứ Hội Nghĩa - Thị trấn Phong Nha, huyện Bố Trạch, tỉnh Quảng Bình\n\n=== 13. Giáo hạt Tam Tòa ===\nGiáo hạt Tam Tòa gồm 9 giáo xứ nằm trên địa bàn thành phố Đồng Hới, các huyện Quảng Ninh, Lệ Thủy và một phần nhỏ huyện Bố Trạch, tỉnh Quảng Bình.\n# '''''Giáo xứ Tam Tòa - Phường Nam Lý, thành phố Đồng Hới, tỉnh Quảng Bình (sở hạt)'''''\n# Giáo xứ Hà Lời - Thị trấn Phong Nha, huyện Bố Trạch, tỉnh Quảng Bình\n# Giáo xứ Sen Bàng - Xã Hòa Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n# Giáo xứ Trung Quán - Xã Duy Ninh, huyện Quảng Ninh, tỉnh Quảng Bình\n# Giáo xứ Phúc Tín - Xã Vạn Ninh, huyện Quảng Ninh, tỉnh Quảng Bình\n# Giáo xứ Bình Thôn - Xã Tân Ninh, huyện Quảng Ninh, tỉnh Quảng Bình\n# Giáo xứ Hoành Phổ - Xã An Ninh, huyện Quảng Ninh, tỉnh Quảng Bình\n# Giáo xứ Bồng Lai - Xã Hưng Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n# Giáo xứ Thanh Hải - Xã Thanh Trạch, huyện Bố Trạch, tỉnh Quảng Bình\n\n== Các danh địa trong giáo phận ==\n\n=== Nhà thờ chính tòa và Tòa Giám mục===\n[[Nhà thờ chính tòa Văn Hạnh]], Thạch Trung, Thành phố Hà Tĩnh.\n\nTòa giám mục Hà Tĩnh, Thạch Trung, Thành phố Hà Tĩnh\n\n=== Các nhà thờ lớn, Thánh địa hành hương và các dòng tu trong giáo phận. ===\n* [[Di tích nhà thờ Tam Tòa]], Thành phố [[Đồng Hới]], Quảng Bình\n* Linh địa Thánh cả An tôn tại giáo họ Đồng Xuân, xứ Xuân Tình (xã Hộ Độ, huyện Lộc Hà)\n* Linh địa giáo xứ Khe Sắn (Đền thờ Thánh An-tôn) tại xã Sơn Lâm, huyện Hương Sơn, tỉnh Hà Tĩnh\n* Khu mộ tưởng niệm Chân phước linh mục tử đạo Gioan Baotixita Malô tại giáo xứ Vĩnh Hội, xã Quang Thọ, huyện Vũ Quang, tỉnh Hà Tĩnh\n\n<big>'''Các dòng tu trong giáo phận'''.<\/big>\n\n*Đệ tử viện Dòng Mến Thánh giá Liên giáo phận Vinh - Hà Tĩnh tại giáo xứ Gia Hòa.\n*Dòng Phanxico, giáo xứ Gia Hòa \n*Dòng Thừa sai Đức Tin, giáo xứ Tĩnh Giang, Thành phố Hà Tĩnh\n*Dòng nữ tu Tận hiến cho Chúa Thánh Thần, giáo xứ Tĩnh Giang, Thành phố Hà Tĩnh\n*Dòng Donbosco, trung tâm dạy nghề Hưng Bình, Kỳ Anh, Hà Tĩnh\n*Dòng Nữ Đaminh Thánh Tâm, Giáo xứ Đông Yên, Kỳ Lợi, Kỳ Anh, Hà Tĩnh\n\n==Các đời giám mục quản nhiệm==\n{| class=\"wikitable\"\n|-\n! width=\"2%\" align=\"center\"|STT\n! width=\"38%\" align=\"center\"|Tên \n! width=\"20%\" align=\"center\"|Thời gian quản nhiệm\n! align=center | Ghi chú\n|-\n| 1 \n| [[Phaolô Nguyễn Thái Hợp]]\n| [[Tập tin:Giám mục chính tòa.png|20px]] 2018-2021\n| Giám mục Chính toà Tiên khởi\n|-\n| 2\n| [[Louis Nguyễn Anh Tuấn]]\n| [[Tập tin:Giám mục trống tòa.png|20px]] 2021-2023<br> [[Tập tin:Giám mục chính tòa.png|20px]] 2023-nay\n| Giám quản Tông Tòa<br>Giám mục Chính tòa\n|}\n\n'''Ghi chú:'''\n*[[Tập tin:Giám mục chính tòa.png|20px]]: Giám mục chính tòa\n*[[Tập tin:Giám mục phó.png|20px]]: Giám mục Phó\n*[[Tập tin:Giám mục phụ tá.png|20px]]: Giám mục phụ tá hoặc [[Đại diện Tông Tòa]]\n*[[Tập tin:Giám mục trống tòa.png|20px]]: Giám quản Tông Tòa\n\n==Nhân vật Công giáo nổi bật==\n* Thánh Pierre Dumoulin-Borie Cao, giám mục người Pháp, tử đạo tại Đồng Hới (Quảng Bình), Giáo phận Hà Tĩnh.\n* Thánh [[Tôma Trần Văn Thiện]], chủng sinh tử đạo, quê giáo xứ Trung Quán, Quảng Bình, giáo phận Hà Tĩnh\n* Giám mục [[Phêrô Nguyễn Văn Viên]], Giám mục Phụ tá Vinh, quê quán giáo xứ Hướng Phương, giáo phận Hà Tĩnh.\n* Giám mục [[Giuse Võ Đức Minh]], Giám mục Giáo phận Nha Trang, quê quán Giáo xứ Tam Tòa, giáo phận Hà Tĩnh.\n* Giám mục [[Phaolô Maria Cao Đình Thuyên|Phaolo Maria Cao Đình Thuyên]], cố Giám mục Giáo phận Vinh, quê quán Giáo xứ Tràng Lưu, Giáo phận Hà Tĩnh.\n\n==Hình ảnh==\n<gallery>\nTập tin:Lễ thiết lập Tân giáo phận Hà Tĩnh.jpg|Lễ thiết lập Giáo phận Hà Tĩnh\nTập tin:VanHanh.jpg|Hình ảnh bán toàn cảnh của nhà thờ chính tòa Giáo phận Hà Tĩnh năm 2018.\n<\/gallery>\n\n==Xem thêm==\n* [[Công giáo tại Việt Nam]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/www.giaophanhatinh.net\/ Trang chủ của Giáo phận Hà Tĩnh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190107154342\/http:\/\/www.giaophanhatinh.net\/ |date=2019-01-07 }}\n*\n\n{{Sơ khai Công giáo}} \n{{Các Giáo phận Công giáo tại Việt Nam}}\n\n[[Thể loại:Giáo phận Công giáo Việt Nam|Hà Tĩnh]]\n[[Thể loại:Hà Tĩnh]]"}