{"19493235":"{{Wiki hóa}}\n\n'''Giếng cổ Gio An''' là một giếng cổ tại xã [[Gio An]], huyện [[Gio Linh]], tỉnh [[Quảng Trị]], là những công trình hệ thống dẫn thủy cung cấp nước cho sinh hoạt và sản xuất, là di tích có giá trị khảo cổ, văn hoá nghệ thuật độc đáo do người [[Chăm Pa]] sáng tạo và được [[người Việt]] tiếp thu giữ gìn cho đến ngày nay. Theo ước tính Giếng cổ Gio An đã có trên 1800 năm tuổi.\n\nTheo các nhà khảo cổ, hệ thống giếng cổ Gio An ra đời vào thời kỳ cuối [[thời đại đồ đá mới]], cách đây khoảng 5.000 năm. Người ta cho rằng, nước của người Gio An xưa có 3 loại, tuỳ theo mặt bằng, độ chênh nhau của sườn đồi và mội nước (nguồn nước). Loại thứ nhất là giếng có cấu trúc hoàn chỉnh nhất và có thể xem đây là công trình khai thác nước ở những khu dân cư tương đối tập trung và có nguồn nước ngầm mạnh. Các khu vực sử dụng nước được phân định hệ thống rõ ràng: bộ phận mặt bằng được gia cố bằng đá xếp để bảo vệ mội nước; bể lắng cũng được xếp đá, phần đáy bể được lót bằng nhiều vật liệu gốm sành (có lẽ đươc bổ sung sau này). Nước từ đây sẽ chảy qua hệ thống máng, chân của máng nước được tạo gồ ra như một chiếc mộng đá cố định vị trí máng rất chắc chắn. Nước sẽ theo máng chảy xuống bể chứa, bể có thể rộng, hẹp tùy nơi và cũng được lót đáy bằng nhiều mảnh gốm, sành... thành bể được gè đá mồ côi. Độ sâu của bể chứa  khoảng  30 – 50&nbsp;cm, dùng để lấy nước uống (vòi) và tắm giặt. Vùng dành cho gia súc có thể là nằm tiếp nối  bể chứa, hoặc độc lập... Cuối cùng là hệ thống các mương dẫn nước được kè đá tưới tiêu cho nông nghiệp.\n\nLoại thứ hai là giếng có kết cấu đơn giản hơn nhưng nguyên tắc căn bản vẫn mang dạng cấu trúc gồm phần tầng đá gia cố, bể lắng và tràn vào hố chứa (không thông qua máng dẫn nước).\n\nLoại thứ ba là giếng đào và đặt nổi lên những khối đá được chế tác thành hình trụ rỗng. Đây là kỹ thuật khai thác nước dựa trên nguyên tắc bình thông nhau: Các ống đá được xếp chồng và nâng mặt nước trong lòng giếng cao hẳn lên, tạo nên một độ chênh so với mặt bằng của mương dẫn, nước sẽ theo các lỗ khoét trên thành giếng để tràn ra ngoài.\n\nHệ thống giếng cổ Gio An được [[Bộ Văn hóa - Thông tin|Bộ Văn hóa-Thông tin]] xếp hạng di tích lịch sử-văn hoá cấp quốc gia theo quyết định số 08\/2001\/QĐ-BVHTT ngày 13 tháng 3 năm [[2001]].<ref>{{Chú thích web|url=http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq\/2006\/07\/8784_QD8BVHTT.RTF|tựa đề=QD8BVHTT.RTF|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 15 tháng 9 năm 2020}}<\/ref><ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/tai-nguyen-moi-truong\/Quyet-dinh-08-2001-QD-BVHTT-cong-nhan-di-tich-7959.aspx|tựa đề=QUYẾT ĐỊNH 08\/2001\/QĐ-BVHTT VỀ VIỆC CÔNG NHẬN DI TÍCH DO BỘ TRƯỞNG BỘ VĂN HÓA THÔNG TIN BAN HÀNH|tác giả=|họ=|tên=|ngày=2001\/03\/13|website=Thư viện Pháp luật|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 15 tháng 9 năm 2020}}<\/ref> Hệ thống 14 giếng cổ bao gồm (Giếng Côi, Giếng Dưới, Giếng Búng, Giếng Trạng, Giếng Đào ở thôn An Nha. Giếng Gái 1, Gái 2, Giếng Nậy thôn An Hướng. Giếng Tép, Giếng Ông, Giếng Bà, Giếng Gai thôn Hảo Sơn, Giếng Máng thôn Long Sơn. Giếng Pheo thôn Tân Văn).\n\nCác nhà khoa học giả thiết hệ thống giếng cổ được hình thành vào trong khoảng giai đoạn trong khoảng từ thế kỷ IX - XI thuộc [[vương quốc Chăm Pa]]. vào thời kỳ cuối của thời đại đồ đá mới, nghĩa là đã 5.000 năm tuổi.\n\n== Xem thêm ==\n\n* [[Giếng cổ Ba Vòi]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/thegioidisan.vn\/vi\/gieng-co-gio-an.html Giếng cổ Gio An]\n\n[[Thể loại:Du lịch Quảng Trị|T]]\n[[Thể loại:Chăm Pa]]\n[[Thể loại:Kiến trúc Chăm Pa]]"}