{"18024861":"'''Giả Mễ''', còn được gọi là '''Triềng Mi''', '''Xiềng Mi''' hay '''Xiềng My''', ([[Lê Quý Đôn]] gọi theo tiếng địa phương là '''Trình Mi''' (呈眉)), là một hương [[Người La Hủ|dân tộc La Hủ]] tự trị của huyện [[Kim Bình, Hồng Hà|Kim Bình]] châu [[Hồng Hà (châu tự trị)|Hồng Hà]] tỉnh [[Vân Nam]] [[Trung Quốc]]. Đây là một hương trấn biên giới với Việt Nam của Trung Quốc. Giả Mễ nằm ở cực tây của huyện Kim Bình. Dân số của Giả mễ năm 2010 là 22481 người<ref>[http:\/\/pan.baidu.com\/share\/link?uk=2922733136&shareid=2553664090&third=0&adapt=pc&fr=ftw#path=%252F%25E3%2580%258A%25E4%25B8%25AD%25E5%259B%25BD2010%25E5%25B9%25B4%25E4%25BA%25BA%25E5%258F%25A3%25E6%2599%25AE%25E6%259F%25A5%25E5%2588%2586%25E4%25B9%25A1%25E3%2580%2581%25E9%2595%2587%25E3%2580%2581%25E8%25A1%2597%25E9%2581%2593%25E8%25B5%2584%25E6%2596%2599%25E3%2580%258Bxls|titel= 中国2010年人口普查分乡、镇、街道资料》xls Dữ liệu dân số Trung Quốc năm 2010, Đăng ngày 23 tháng 4 2016, Baidu.com]<\/ref>.\n[[Tập tin:GiaMe.png|nhỏ|phải|Bản đồ hương Giả Mễ huyện Kim Bình châu Hồng Hà tỉnh Vân Nam Trung Quốc.]]\n\nPhía tây Giả Mễ là hương [[Bình Hà]] huyện [[Lục Xuân]] châu Hồng Hà, phía bắc là hương [[Hoàng Thảo Lĩnh]] huyện [[Nguyên Dương]] châu Hồng Hà. Phía đông bắc Giả Mễ tiếp giáp hương [[Lão Tập Trại]] (老集寨), phía đông là trấn [[Mãnh Lạp, Kim Bình|Mãnh Lạp]] (勐拉) đều là các hương trấn của huyện Kim Bình<ref>[https:\/\/baike.baidu.com\/item\/%E8%80%85%E7%B1%B3%E6%8B%89%E7%A5%9C%E6%97%8F%E4%B9%A1 Giả Mễ trên Baidu.]<\/ref>. Phía Nam Giả Mễ là biên giới Việt Nam-Trung Quốc. Từ tây nam xuống đông nam Giả Mễ tiếp giáp với lần lượt các xãː [[Thu Lũm]], [[Tá Bạ]], [[Pa Ủ]], [[Pa Vệ Sủ]] đều của huyện [[Mường Tè]] tỉnh [[Lai Châu]] Việt Nam.\n\nGiả Mễ gồm có 04 thôn lần lượt từ tây bắc xuống đông nam làː Ba Ha (巴哈村), Hạ Tân Trại (下新寨村), Đính Thanh (顶青村), và Hà Biên Trại (河边寨村)<ref>[http:\/\/www.stats.gov.cn\/tjsj\/tjbz\/tjyqhdmhcxhfdm\/2017\/53\/25\/30\/532530205.html Mã hành chính quốc gia của Trung Quốc, năm 2017.]<\/ref>. Cả bốn thôn này đều tiếp giáp các xã của huyện [[Mường Tè]] tỉnh [[Lai Châu]] Việt Nam. Lỵ sở của hương đóng ở thôn Hạ Tân Trại. Phía đông thôn Hà Biên Trại là thôn Ông Đang (翁当村) của hương Mãnh Lạp. \n\n== Lịch sử ==\nVùng đất Giả Mễ huyện Kim Bình thời trước thế kỷ 13 thuộc lãnh thổ của [[vương quốc Đại Lý]], nằm ngoài tầm ảnh hưởng của cả [[Đại Việt]] lẫn [[Nhà Tống|Nam Tống]]. Sang cuối thế kỷ 13 và thế kỷ 14, Đại Lý bị [[Nhà Nguyên|Nguyên Mông]] tiêu diệt, Giả Mễ Kim Bình là một phần của tỉnh Vân Nam nhà Nguyên, nằm trong châu tự trị Ninh Viễn của người [[Thái Trắng]]. Đến cuối thế kỷ 14 cả nhà Nguyên và [[nhà Trần]] Đại Việt đều suy yếu, các vương quốc nhỏ trong vùng nổi lên tiêu biểu là [[Lan Xang|Mường Sưa-Lan Xang]] của người Lào. Châu Ninh Viễn của người Thái trắng [[Đèo (họ)|họ Đèo]] được quyền tự trị rộng rãi hơn, trở thành châu kỵ mi kẹp giữa [[Đại Việt]] và [[Nhà Minh|Đại Minh]]. Châu Ninh Viễn người bản địa gọi là Mường Lễ, bao gồm có hơn 10 châu mường nhỏ một trong đó là châu Hợp Phì (Xiềng Mi, tức Giả Mễ ngày nay), chịu sự ảnh hưởng của tất cả các vương quốc xung quanh là Đại Việt, Đại Minh, và Lan Xang, nhưng vẫn tự trị rộng rãi. Đến đầu thế kỷ 15 sau khi dành lại độc lập từ nhà Minh, [[nhà Lê sơ]] của Đại Việt đã tiến hành chinh phục châu Mường Lễ (gồm cả Hợp Phì (Xiềng Mi), lúc này do [[Đèo Cát Hãn]] cai quản, sáp nhập và đổi tên Mường Lễ thành Phục Lễ phụ vào lãnh thổ Đại Việt năm [[1432]]. Hợp Phì (Xiềng Mi) là một trong hơn 10 mường của châu Phục Lễ nhà Lê, đó làː Mường La, Tuy Phụ (mường Tè), Hoàng Nham (mường Tông), Hợp Phì (Xiềng Mi), Tung Lăng (Phù Phang), Khiêm Châu (mường Tinh), Lễ Tuyền (mường Bẩm, hay mường Bum), Chiêu Tấn (mường Thu), Lai Châu (mường Lễ), Quỳnh Nhai (mường Chăn), và Luân Châu (mường Báng). Toàn bộ các châu mường là đất của Đèo Cát Hãn khi xưa, nhà Lê sơ cho tới [[nhà Lê Trung hưng]], tổ chức thành phủ Yên Tây thuộc xứ (thừa tuyên, trấn) [[Hưng Hóa (tỉnh)|Hưng Hóa]] của Đại Việt.\n\n[[Tập tin:HungHoa.jpg|nhỏ|600px|phải|Hưng Hóa với vị trí các địa danh châu huyện thuộc các phủ Quy Hóa, An Tây, Điện Biên, Gia Hưng của xứ Hưng Hóa tiếp giáp Trung Quốc, và Lào gồm (Văn Bàn, Thủy Vĩ, Chiêu Tấn, Quảng Lăng, '''Hợp Phì''' (Xiềng My, nay là hương '''Giả Mễ''' (''者米乡'', Zhe-mi-xiang)), Tuy Phụ, Hoàng Nham, Lễ Tuyền, Tung Lăng, Khiêm, Lai, Luân, Thuận, Tuần Giáo, Ninh Biên, Quỳnh Nhai, Sơn La, Mai Sơn, Yên, Phù Hoa, Mộc, Đà Bắc, [[Sop Bao|Mã Nam]], Mai, Thanh Xuyên, Yên Lập, Văn Chấn và Trấn Yên).]]\n[[Tập tin:KienVanTieuLuc41-42.jpg|nhỏ|600px|phải|Trang 41 và 42, quyển VI: Phong vực chí, cuốn Kiến văn tiểu lục (見闻小录) của Lê Quý Đôn (bản chữ Hán Nôm).]]\n[[Tập tin:DaiVietQuocTongLamDo.jpg|nhỏ|450px|trái|Châu Hợp Phì (合淝) phủ An Tây trấn Hưng Hóa trong bản đồ Đại Việt quốc tổng lãm đồ (大越國總覽圖) thời nhà Lê-Trịnh.]]\n[[Tập tin:PhụcLễ-AnTây.png|nhỏ|phải|450px|Bản đồ châu Phục Lễ (復醴), sau là phủ An Tây thừa tuyên Hưng Hóa  của Đại Việt thời Lê sơ.]]\nTrong Kiến văn tiểu lục, Lê Quý Đôn viết rằngː Châu Tuy Phụ (''綏阜'') thổ âm gọi là [[Mường Tè]] (芒齊) có 2 động là: Nậm Mạ và Nậm Lân. Châu Hoàng Nham (''黃岩'') thổ âm gọi là [[Mường Nhé|Mường Tông]] (Mường Toong, 芒㯶 [[chữ Nôm]]), có 2 động là: Ngà và Mỏ Sạch. Động Ngà có mỏ Vàng còn Mỏ Sạch là đất mỏ sắt. Châu Tung Lăng (''嵩陵'') thổ âm gọi là Phù Phang (扶滂, là khu vực các địa danh M.Léo, Ki Ma Pa (骑马坝) và Li Fang trong bản đồ Bắc Kỳ năm 1902 mà nay là khoảng các khu vực hương [[Bán Pha]] (半坡) huyện [[Lục Xuân]] châu [[Hồng Hà (châu tự trị)|Hồng Hà]] tỉnh [[Vân Nam]] Trung Quốc và các xã [[Sín Thầu|Sín Thầu Mường Nhé]], [[Sen Thượng|Sen Thượng Mường Nhé]], [[Mù Cả]] [[Mường Tè]] thuộc 2 tỉnh [[Điện Biên]], [[Lai Châu]] Việt Nam), có 3 động là: Cống Võng, Nậm Cảm và Suối Vàng. Châu Khiêm (''謙州'') thổ âm gọi là Mường Tinh (Nay không rõ ở đâu, nhưng có thể là Mường Tía (M.Tía) nằm phía phải sông Đà (bờ Nam) khoảng giữa Mường Toong và Mường Lễ. Cũng có thể là M.Boum và M.Mo (bờ trái sông Đà nay khoảng xã [[Bum Nưa]], [[Bum Tở]] huyện Mường Tè nằm giữa xã Mường Toong (Hoàng Nham xưa) và thị xã Mường Lay (Mường Lễ xưa), theo đoạn viết về sông Đà bên dưới). Châu Lễ Tuyền (''醴泉'') thổ âm gọi là Mường Bẩm (芒禀, nay là mường Boum (M.Boum)). '''Châu [[Hợp Phì, Hưng Hóa|Hợp Phì]]''' (''合淝'') thổ âm gọi là Trình Mi (呈眉) (tức là Mường Mì<ref>{{Chú thích web |url=http:\/\/bienphongvietnam.vn\/nghien-cuu-trao-doi\/tu-lieu\/1549-ddd.html |ngày truy cập=2020-03-04 |tựa đề=Vấn đề biên giới tiếp giáp giữa Tây Bắc Việt Nam và Trung Quốc, Phạm Văn Lực, báo Biên phòng Việt Nam, 06 Tháng 8 năm 2015. |archive-date=2019-05-20 |archive-url=https:\/\/web.archive.org\/web\/20190520112631\/http:\/\/bienphongvietnam.vn\/nghien-cuu-trao-doi\/tu-lieu\/1549-ddd.html |url-status=dead }}<\/ref> hay Xiềng My, nay là hương '''Giả Mễ''' (''者米乡'', Zhe-mi-xiang) huyện Kim Bình châu Hồng Hà tỉnh Vân Nam). Châu Quảng Lăng (''廣陵''), thổ âm gọi là Mường La (芒羅, nay là trấn [[Mãnh Lạp, Kim Bình|Mường Lạp]], Meng-la-xiāng (''勐拉乡'') huyện [[Kim Bình, Hồng Hà|Kim Bình]] châu Hồng Hà tỉnh Vân Nam Trung Quốc), có 3 phố người Hoa là: Hồ Quảng, Quảng Tây và Khai Hóa, nằm bên dưới 6 châu kể trên và bên trên châu Chiêu Tấn. (Quan niệm trên dưới của Lê Quý Đôn có lẽ là theo hướng đường bộ đi từ Mường Thu (Chiêu Tấn) qua Quảng Lăng mới đến 6 châu kể trên.) Cả bảy châu này (6 châu tên Việt Nam, 1 châu tên Trung Quốc) đến thời Lê Quý Đôn đều mất về Trung Quốc.<ref>Kiến văn tiểu lục, Lê Quý Đôn, trang 312-313.<\/ref> Riêng về châu [[Mường La (Quảng Lăng), Hưng Hóa|Quảng Lăng]], Lê Quý Đôn viết: \"''Châu Quảng Lăng thổ âm là Mường La (芒羅), bên trái sông Kim Tử (金子河, Trung Quốc) và ở phía trên châu Chiêu Tấn, đi từ [[Phong Thổ|Mường Thu]] (芒秋) phải 2 ngày, từ [[Văn Bàn]] phải 6 ngày, từ [[Thăng Long|Kinh]] ra đi phải 26 ngày. Trước châu này bị viên huyện [[Kiến Thủy, Hồng Hà|Kiến Thủy]] (Trung Quốc) chiếm riêng, đến [[1777|nay (năm Đinh Dậu niên hiệu Cảnh Hưng)]] đã 93 năm,...''\" Như thế châu Quảng Lăng (tên châu Trung Quốc) đã mất về Trung Quốc khoảng những năm [[1684]] niên hiệu [[Lê Hy Tông|Chính Hòa]] nhà Lê, và [[Khang Hy]] nhà Thanh.\n\n[[Đại Nam nhất thống chí]], tỉnh Hưng Hóa viếtː \"''Xét Hưng Hóa phong thổ lục của [[Hoàng Trọng Chính]] chép: Châu Tung Lăng có tên nữa là châu Quảng Lăng, thổ âm gọi [[Mãnh Lạp, Kim Bình|Mường La]], phía trên liền với đất nước Thanh, phía dưới giáp châu Lai và châu Chiêu Tấn. Đất có mỏ vàng. Từ lúc binh lửa [đánh dẹp Hoàng Công Chất], phụ đạo phụ thuộc nước Thanh, nộp thuế đã hơn 60 năm. Hằng năm phải nộp 6 dật 6 lạng bạc. Người Thanh đã mở 3 phố, có dân Hồ Quảng ở về phía tây không gánh chịu lao dịch bản trấn. Châu Hoàng Nham ở giáp biên giới, nhật trình đường đi cũng như châu Tung Lăng… Chiêu Tấn đến Tung Lăng 2 ngày, tức là đất Mường La, phụ đạo là Đèo Quốc An; đến Kim Lăng và Nậm Bàn 1 ngày; đến [[Giả Mễ|Trình Mỳ]] (tức châu Hợp Phì) 1 ngày, phụ đạo là Lý Văn Đệ; đến châu Lễ Tuyền 1 ngày, phụ đạo là Hoàng Ý Long. Lại một con đường từ Mường La đến Trình Thanh tức châu Tung Lăng 4 ngày, đến phủ [[Lâm An (phủ Vân Nam)|Lâm An]] nước Thanh 4 ngày. Một đường đi [[Mường Tè (xã thuộc huyện Mường Tè)|Mường Tè]]: từ châu Lai đến [[Mường Toong|Mường Tông]] 2 ngày, tức châu Hoàng Nham, phụ đạo là Quảng Tương; đến Mường Tè 3 ngày, tức châu Tuy Phụ, phụ đạo là Chưởng Bom; đến Bắc Mã 1 ngày; đến Mường U 1 ngày; đến Mường Nhuệ và Mường Đông 1 ngày; đến Ngưu Thao 1 ngày. Thế là từ châu Lai đi Mường Tè đến Ngưu Thao cộng 9 ngày...''\"<ref>[https:\/\/docs.google.com\/file\/d\/0BwMNdLUe0RCHLUFCdC0wUDQ1THM\/edit Đại Nam nhất thống chí, tỉnh Hưng Hóa, tập 4, trang 337-339.]<\/ref>\n\n== Nguồn dẫn và chú thích ==\n\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Hồng Hà, Vân Nam]]"}