{"1744307":"Trong số các '''Giếng đá cổ Việt Nam''' hiện nay có giếng nằm trong khuân viên chùa Hồng, thuộc xã Nam Dương, huyện [[Nam Trực]], tỉnh [[Nam Định]].\n[[Tập tin:Giếng đá chùa Hồng 1.jpg|nhỏ|phải|Giếng đá chùa Hồng]]\n==Lịch sử==\nGiếng đá này nằm trong khuân viên chùa Hồng, thuộc xã Nam Dương, huyện Nam Trực, tỉnh Nam Định. Chùa Hồng được xây dựng vào thời vua [[Lê Đại Hành|Lê Hoàn]], hiện còn 5 bia đá và nhiều tài liệu vẫn lưu giữ được. Theo các tài liệu này, chùa Hồng thờ đức thánh Tu, tên thật là Bùi Huệ Tộ. Từ xưa dân gian trong vùng vẫn lưu truyền câu: \"Nhất Bi (chùa Bi - chợ Chùa) nhì Hồng (chùa Hồng) tam Như (chùa Như) tứ Cổ (chùa Cổ Lễ)\". Tuy cách thị trấn Chợ Chùa – huyện Nam Giang chỉ khoảng trên 3&nbsp;km nhưng đường giao thông lại không thuận tiện, nên ít người biết đến ngôi chùa này. Có lẽ cũng chính vì thế mà ngôi chùa vẫn còn lưu giữ lại được những kiến trúc cổ.\n\n==Kết cấu==\nCổ giếng là năm khối đá ghép vào nhau, phía dưới phình to ra, phía trên thu nhỏ lại rồi dựng đứng lên thành miệng giếng như hình chiếc chum, đường khính miệng giếng khoảng 0,8m. Phía trong thành giếng được ghép lại bằng nhiều chiếc cối đá thủng, chiều sâu của giếng khoảng 5m. Đặc biệt, căn cứ vào các vết tích người xưa khi dùng dây kéo nước, trên thành miệng giếng hiện còn để lại rất nhiều những rãnh đá mòn lõm sâu, có những rãnh có thể đặt vừa cả bàn tay.\n==So sánh==\nTrong bộ sách Những kỷ lục Việt Nam do Công ty Cổ phần Sách Niên giám Việt Nam (VIETBOOKS) và Nhà xuất bản Thông Tấn thực hiện đã ghi nhận: Giếng đá cổ nhất Việt Nam hiện nằm trong khuôn viên chùa Phúc Lâm, xã Mai Lâm, huyện Đông Anh, ngoại thành Hà Nội. Giếng đá này đã trên 600 năm tuổi và được các nhà khảo cổ học đánh giá là giếng đá cổ nhất Việt Nam còn nguyên vẹn và vẫn có thể sử dụng được. Ở Việt Nam chúng ta mới biết có hai chiếc giếng đá kiểu này, một chiếc nữa ở chùa Báo Thiên đã được khai quật lên hiện đang đặt trước hang đá bên trong khuôn viên nhà thờ chính tòa Hà Nội.<ref>[http:\/\/vnn.vietnamnet.vn\/xahoi\/dexuat\/2004\/11\/345472\/ Việt Nam nét - Giếng đá cổ nhất Việt Nam]<\/ref>\n\nBước đầu so sánh giếng đá chùa Hồng với hai giếng đá cổ trên ta thấy: Chùa Hồng được kiến tạo dưới thời vua [[Lê Đại Hành|Lê Hoàn]] ([[980]]-[[1005]]), chùa Báo Thiên xây dựng năm [[1057]] thời [[Lý Thái Tông]], chùa Phúc Lâm xây dựng năm [[1224]] thời [[Lý Chiêu Hoàng]].\n\nGiếng đá chùa Hồng có hình thức đơn giản, thực dụng, được ghép lại từ năm phiến đá. Giếng đá cổ chùa Phúc Lâm được tạo dáng, giếng đá cổ chùa Báo Thiên có các hoa văn tinh xảo. Điều này cho thấy giếng đá chùa Hồng có thể được kiến tạo trước.\n\nCác nhà nghiên cứu dựa vào các vết tích người xưa để lại khi dùng dây kéo nước làm mòn miệng giếng thành những rãnh có thể đặt vừa cả ngón tay để đánh giá giếng đá chùa Phúc Lâm là giếng đá cổ nhất Việt Nam. Nếu theo tiêu chí này, trên thành miệng giếng đá chùa Hồng hiện còn để lại rất nhiều những rãnh đá mòn lõm sâu, có những rãnh có thể đặt vừa cả bàn tay.\n\nNhững điều đó đều nói lên giếng đá chùa Hồng là một giếng đá rất cổ, còn cổ hơn cả giếng đá chùa Phúc Lâm hiện đang giữ kỷ lục là chiếc giếng đá cổ nhất Việt Nam hiện nay.\n\n==Đánh giá==\n[[Tập tin:Giếng đá chùa H2.jpg|nhỏ|phải|Trên thành miệng giếng đá chùa Hồng hiện còn để lại rất nhiều những rãnh đá mòn lõm sâu, có những rãnh có thể đặt vừa cả bàn tay.]]\nGiếng nước có phổ biến khắp nơi trên thế giới, ở Việt Nam hầu như làng nào cũng có giếng, giếng làng, giếng đình, giếng chùa, giếng gia đình. Trong thời đại của khoa học công nghệ, nước máy đã về khắp mọi làng quê, nơi nào không có nước máy thì cũng có giếng khoan. Vậy nên giếng khơi, nét đẹp của làng quê xưa, không còn được sử dụng phổ biến để lấy nước sinh hoạt như trước nữa. Dù thời thế có đổi thay nhưng cây đa – giếng nước – sân đình, những nét điển hình của làng quê bắc bộ, vẫn được giữ gìn như một biểu tượng về văn hóa, lịch sử truyền thống. Trong quan niệm của người Việt, giếng nước không chỉ đơn thuần là nơi cung cấp nguồn nước sinh hoạt. Trong tâm linh giếng được xem như một linh vật có thần bảo hộ, giếng càng lâu đời càng được cho là linh ứng.\n\nGiếng đá chùa Hồng hiện vẫn còn nguyên nét cổ và vẫn đang được sử dụng lấy nước sinh hoạt. Qua nhiều biến động lịch sử nó vẫn tồn tại. Nó là một trong những giếng đá Việt Nam cổ nhất, còn hoàn chỉnh và vẫn đang được sử dụng.<ref>Phạm Duy Trưởng, báo An ninh biên giới số 9 (ra ngày 03 - 03 - 2013), trang 22<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n[http:\/\/www.youtube.com\/watch?v=SfdN8o7ne3Y Giếng đá chùa Hồng]\n\n[[Thể loại:Di tích tại Nam Định]]"}