{"3269862":"{{Ẩm thực Hải Phòng}}\n[[Tập tin:Một con gà trống Liên Minh.jpg|thumb|300px|Một con gà trống Liên Minh]]\n'''Gà Liên Minh''' là một [[Giống vật nuôi Việt Nam|giống&nbsp;gà&nbsp;nội địa của Việt Nam]], đây là giống gà quý hiếm của người dân [[thôn Liên Minh]], [[Trân Châu|xã Trân Châu]], [[Cát Hải|huyện đảo Cát Hải]], thành phố [[Hải Phòng]].\n\nGà Liên Minh cũng được coi là sản phẩm đặc trưng của đảo Cát Bà;<ref>{{Chú thích web|url = http:\/\/catbatourism.com.vn\/nha-hang-cat-ba\/san-pham-dac-trung-ga-lien-minh|title = Sản phẩm đặc trưng của đảo Cát Bà|ngày truy cập = 2015-11-03|archive-date = 2015-08-10|archive-url = https:\/\/web.archive.org\/web\/20150810164020\/http:\/\/catbatourism.com.vn\/nha-hang-cat-ba\/san-pham-dac-trung-ga-lien-minh}}<\/ref> là một trong mười tám [[đặc sản]] của Hải Phòng được chứng nhận đăng ký nhãn hiệu; đã được chỉ dẫn địa lý.<ref>{{Chú thích web|url = http:\/\/haiphong.gov.vn\/PortalFolders\/ImageUploads\/UBND\/1020\/di-2108-Q%C3%90-UBND.pdf|title = Quyết định số 2018\/QĐ-UBND về việc Sử dụng tên địa danh va xác định bản đồ tên địa lý tương ứng với tên địa danh vùng sản xuất sản phẩm đặc sản, làng nghề để đăng ký bảo hộ nhãn hiệu tập thể|date = 6 tháng 10 năm 2014|accessdate = 2 tháng 2 năm 2014|website = haiphong.gov.vn|publisher = Ủy ban nhân dân thành phố Hải Phòng|author = Đan Đức Hiệp}}<\/ref>\n==Lịch sử==\nGà có tại thôn Liên Minh từ rất xa xưa. Theo các bậc cao niên trong làng kể lại: xưa kia có một gia đình đến khai hoang lập nghiệp, ngoài các tài sản mang theo, họ còn mang theo một đôi gà để làm giống (một trống và một mái), từ đôi gà đó, đến nay đã sinh sôi, nảy nở thành một quần thể gà. Với điều kiện tự nhiên đặc biệt: là \"đảo của đảo\" biệt lập với bên ngoài bởi những rặng núi đá cao vút; có tiểu khí hậu, thổ nhưỡng riêng... đã tạo nên giống gà bản địa thuần chủng mang tên của thôn: Gà Liên Minh.<ref>{{Chú thích web|url = http:\/\/nongnghiep.vn\/bao-ton-ga-lien-minh-post133573.html|title = Bảo tồn gà Liên Minh}}<\/ref> \n== Đặc điểm ==\nGà có chân cao, chạy nhanh, lông vàng óng mịn. Gà cao to, con trống nặng tới 5&nbsp;kg, con mái nặng 2,5 đến 3&nbsp;kg.\n\nGà Liên Minh có hương vị rất riêng, nổi tiếng bởi thịt mềm, thơm, ngọt, da giòn vàng óng.<ref>{{Chú thích web|url = http:\/\/vtc14.vn\/ngon-lanh\/ga-lien-minh--dac-san-ga-leo-nui-t24467.html|title = Đặc sản gà leo núi|ngày truy cập = 2015-11-14|archive-date = 2015-11-17|archive-url = https:\/\/web.archive.org\/web\/20151117022701\/http:\/\/vtc14.vn\/ngon-lanh\/ga-lien-minh--dac-san-ga-leo-nui-t24467.html}}<\/ref>\n\n== Phương thức chăn nuôi ==\nTại Liên Minh vẫn nuôi gà theo phương thức chăn thả: ban ngày chăn thả trên vườn, đồi, núi (người dân địa phương còn gọi là gà \"leo núi\") gà kiếm ăn tự do, ban đêm gà ngủ trên cây, hầu như không cần chuồng trại. Chuồng chỉ cần khi gà ấp nở. Gà Liên Minh để đẻ và ấp nở tự nhiên, mỗi lứa chỉ 10&nbsp;- 12 quả. Nuôi 7&nbsp;- 8 tháng thì xuất bán....\n\nThức ăn cho gà chỉ là củ sắn băm nhỏ, ngô, thóc và nguồn thức ăn tự nhiên do gà tự kiếm, không sử dụng thức ăn công nghiệp.\n\n== Chế biến ==\nGà Liên Minh có thể biến thành nhiều món như hấp, luộc, rang muối, hầm, tần với thuốc bắc... Tuy nhiên, món ăn được người dân địa phương và khách du lịch ưa chuộng nhất đó là gà nướng mật ong. Gà sau khi làm sạch, để nguyên con, phết mật ong và nước trên than hoa. Do gà to, nên quá trình nướng phải mất hàng giờ, người nướng cũng phải có kinh nghiệm, đảo đều tài để gà chín đều và tránh bị cháy.\n== Bảo tồn và phát triển ==\nĐến nay, gà Liên Minh trong thôn vẫn chưa hề bị lai tạp (vẫn thuần chủng). Có được điều hiếm có này là do thôn Liên Minh cách biệt với bên ngoài. Hơn nữa, người dân thôn Liên Minh cùng nhau đề ra một quy ước và thực hiện rất nghiêm túc là tuyệt đối không đưa giống gà từ nơi khác về thôn nuôi và lai tạo nhằm bảo tồn nguồn gen thuần chủng này.\n\nHiện nay, Gà Liên Minh hiện đang được bảo tồn và phát triển.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Giống vật nuôi Việt Nam]]\n[[Thể loại:Gia cầm]]\n[[Thể loại:Bảo tồn]]\n[[Thể loại:Đặc sản Hải Phòng]]\n[[Thể loại:Giống gà]]"}