{"83657":"{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Gò Dầu\n| hình =\n| ghi chú hình = \n| kinh độ = 106.24\n| vĩ độ = 11.15\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 260 km²\n| dân số = 152.757 người<ref name=TAYNINH2019\/>\n| dân số thành thị = 23.970 người (16%)\n| dân số nông thôn = 128.787 người (84%)\n| thời điểm dân số = 2019\n| mật độ dân số = 588 người\/km²\n| tỉnh = [[Tây Ninh]]\n| vùng = [[Đông Nam Bộ]]\n| huyện lỵ = Thị trấn [[Gò Dầu (thị trấn)|Gò Dầu]]\n|phân chia hành chính = 1 thị trấn, 8 xã\n|bí thư =  [[Huỳnh Thanh Phương]]\n| chủ tịch UBND = Nguyễn Văn Nhu\n| chủ tịch HĐND = Nguyễn Thị Thanh Nhàn \n| thành lập = 1948\n| trụ sở UBND = Đường Nguyễn Hữu Thọ, thị trấn Gò Dầu\n| điện thoại = 0276.3.853.808\n| fax = 0276.3.855.805\n| mã hành chính = 710<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 70-F1-F2\n| web = {{url|godau.tayninh.gov.vn}}\n}}\n\n'''Gò Dầu''' là một [[Huyện (Việt Nam)|huyện]] nằm ở phía nam tỉnh [[Tây Ninh]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Gò Dầu nằm ở phía nam tỉnh Tây Ninh, có vị trí địa lý:\n* Phía đông và phía nam giáp thị xã [[Trảng Bàng]]\n* Phía tây giáp huyện [[Bến Cầu]]\n*Phía bắc giáp huyện [[Dương Minh Châu (huyện)|Dương Minh Châu]]\n* Phía tây bắc giáp thị xã [[Hòa Thành]] và huyện [[Châu Thành, Tây Ninh|Châu Thành]].\n\nHuyện Gò Dầu có diện tích 260&nbsp;km², dân số năm 2019 là 152.757 người<ref name=TAYNINH2019>{{Chú thích web |url = https:\/\/www.tayninh.gov.vn\/Documents\/2020\/dan%20so%2001042019.xlsx|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Tây Ninh|access-date = ngày 7 tháng 8 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 588 người\/km².\n\n===Tài nguyên đất === \nHuyện Gò Dầu là huyện đồng bằng với 2 dạng địa hình chính: dạng gò đồi đất xám có độ cao dao động từ 10m đến hơn 30m chiếm 65% diện tích, thích hợp với các loại cây công nghiệp ngắn ngày. Vùng này có những chòm rừng nhỏ tạo thành vùng căn cứ liên hoàn giữa các xã. Trong kháng chiến bảo vệ tổ quốc, vùng đất này là một địa điểm rất thuận lợi cho phong trào cách mạng. Dạng địa hình bưng bàu trũng  chiếm hơn 1\/3 diện tích, nằm ven sông Vàm Cỏ Đông và các con rạch, đất phù sa màu mỡ, thích hợp với cây lúa.\n\n===Sông ngòi===\nGò Dầu có một sông lớn chảy ngang qua và nhiều rạch nhỏ. Sông Vàm Cỏ Đông vào địa phận Gò Dầu tại xã Cẩm Giang và chảy theo rìa phía tây các xã Thạnh Đức, Hiệp Thạnh, Phước Trạch, Thị trấn, Thanh Phước trước khi chảy qua thị xã Trảng Bàng về Long An. Các chi lưu sông Vàm Cỏ Đông: rạch Bàu Nâu, rạch Đá Hàng, rạch Nho, suối Cá Nần, suối Bà Tươi,... nhỏ hẹp, vừa là đường thủy nối sông lớn với nhiều vùng đất, vừa làm ranh giới tự nhiên cho một số xã trong huyện. Sông Vàm Cỏ Đông và các chi lưu thường xuyên có nước chảy đều đặn, vừa đảm bảo cho thuyền ghe lưu thông được quanh năm, vừa là môi trường tốt cho các loài thủy hải sản sinh sôi nảy nở. Bên cạnh đó, Gò Dầu còn có hàng chục km kênh, mương nằm trong hệ thống thủy lợi Dầu Tiếng chảy về các xã phục vụ sản xuất nông nghiệp.\n\n== Hành chính ==\nHuyện Gò Dầu có 9 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Gò Dầu (thị trấn)|Gò Dầu]] (huyện lỵ) và 8 xã: [[Bàu Đồn]], [[Cẩm Giang, Gò Dầu|Cẩm Giang]], [[Hiệp Thạnh, Gò Dầu|Hiệp Thạnh]], [[Phước Đông, Gò Dầu|Phước Đông]], [[Phước Thạnh, Gò Dầu|Phước Thạnh]], [[Phước Trạch]], [[Thạnh Đức, Gò Dầu|Thạnh Đức]], [[Thanh Phước]].\n== Lịch sử ==\n=== Nguồn gốc tên gọi ===\nTrước [[Thế kỷ 17|thế kỷ XVII]], vùng đất huyện Gò Dầu ngày nay còn hoang vu, nhiều [[rừng]] rậm và thú dữ. Vào giữa thế kỉ XVII, một bộ phận dân cư các tỉnh [[Miền Trung (Việt Nam)|miền Trung]] vào nam lập nghiệp. Họ dừng chân ở một vùng đất gò có nhiều cây dầu, cạnh sông [[Vàm Cỏ Đông]], tên gọi \"Gò Dầu\" có từ đó.\n\n===Lịch sử hành chính===\nGò Dầu vốn là một tổng của quận [[Trảng Bàng]] với tên gọi là tổng Mỹ Ninh.\n\nNăm [[1948]], quận Gò Dầu Hạ được thành lập, sau đó giải thể, rồi được lập lại; quận lỵ đặt tại xã Thanh Phước.\n\nNăm [[1959]], [[Việt Nam Cộng hòa|chính quyền Sài Gòn]] chia quận Gò Dầu Hạ thành hai quận: Hiếu Thiện và Khiêm Hanh. Quận Hiếu Thiện có quận lỵ tại [[Gò Dầu (thị trấn)|Gò Dầu Hạ]], gồm 3 tổng: Mỹ Ninh, Giai Hoá, Triêm Hoá và được chia thành 15 xã. Quận Khiêm Hanh có quận lỵ tại [[Bàu Đồn]], có 1 tổng là Thạnh Bình và được chia thành 5 xã.\n\nVề phía chính quyền cách mạng, sau [[Hiệp định Genève, 1954|Hiệp định Giơnevơ]], đầu năm [[1955]], một phần đất phía bắc huyện Trảng Bàng được tách ra để thành lập huyện Gò Dầu.\n\nCuối năm [[1959]], tách phần đất phía tây sông [[Vàm Cỏ Đông]] thuộc huyện Gò Dầu để thành lập huyện [[Bến Cầu]].\n\nNăm [[1960]], huyện Gò Dầu lại nhập vào huyện Trảng Bàng và đến cuối năm [[1961]] lại tách ra.\n\nNăm [[1963]], tách một phần diện tích và dân số của xã Thanh Phước để thành lập thị trấn Gò Dầu.<ref>{{Chú thích web|url=https:\/\/baotayninh.vn\/lang-xua-thanh-phuoc-a85919.html|tựa đề=Làng xưa Thanh Phước|ngày=2017-05-10|website=Báo Tây Ninh điện tử}}<\/ref>\n\nSau năm [[1975]], huyện Gò Dầu bao gồm thị trấn Gò Dầu và 7 xã: Bàu Đồn, Cẩm Giang, Hiệp Thạnh, Phước Thạnh, Phước Trạch, Thạnh Đức, Thanh Phước.\n\nNgày [[26 tháng 9]] năm [[1981]], thành lập xã Phước Đông từ ấp Phước Đức của xã Phước Thạnh và các ấp Cây Trắc, Suối Cao của xã Thanh Phước.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-93-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Tay-Ninh-43142.aspx?v=d|tựa đề=Quyết định 93-HĐBT năm 1981 về việc phân vạch địa giới một số xã thuộc tỉnh Tây Ninh|url-status=live}}<\/ref>\n\nHuyện Gò Dầu có 1 thị trấn và 8 xã như hiện nay.\n\n==Kinh tế ==\n===Nông nghiệp===\nHuyện có vùng trồng lúa tập trung quanh sông [[Vàm Cỏ Đông]], bên cạnh đó còn hình thành nên những vùng chuyên canh [[cao su]], [[lạc|đậu phộng]]. Đất đai bạc màu, chủ yếu là nhóm đất phèn, đất xám.\n\n===Công nghiệp===\nTrên địa bàn huyện có [[Khu công nghiệp Phước Đông|Khu công nghiệp Phước Đông - Bời Lời]] trên địa bàn xã Phước Đông.\n\n==Văn hóa==\n===Tôn giáo=== \nGò Dầu có ba tôn giáo lớn: [[Phật giáo]], [[Thiên Chúa]] giáo, [[Cao Đài]].\n\n===Di tích===\n*Cẩm Phong tự\n*Miếu thờ Huỳnh Công Thắng.\n*Đình Cẩm An\n*Chùa Cao Sơn\n*Chùa Thạnh Lâm\n*Đình Thanh Phước\n*Đình làng Thạnh Đức.\n\n== Giao thông ==\nĐường [[Quốc lộ 22|Xuyên Á]] và [[quốc lộ 22B]] đi ngang qua các xã Thanh Phước, Hiệp Thạnh, Phước Trạch, Thạnh Đức, Cẩm Giang và Thị trấn Gò Dầu. Thị trấn Gò Dầu là nơi giao nhau giữa đường Xuyên Á và quốc lộ 22B, là trung tâm của vùng phía Nam tỉnh Tây Ninh. Ngoài ra, sông [[Vàm Cỏ Đông]] chảy ngang qua huyện, là đường ranh giới chung giữa huyện Gò Dầu và [[Bến Cầu]].\n\nHuyện Gò Dầu có bến xe buýt với các tuyến: [[Thành phố Hồ Chí Minh]] - Gò Dầu, Gò Dầu - Thị xã Tây Ninh (Hiện hai tuyến này đã gộp lại thành một tuyến đó là: [[Củ Chi]] - Gò Dầu - Thành phố Tây Ninh), Gò Dầu - [[Mộc Bài]].\n\nĐường Quốc lộ 22A từ Thành phố Hồ Chí Minh lên phía bắc vào địa phận Gò Dầu tại cầu Rỗng Tượng, đến ngã ba thị trấn Gò Dầu rẽ sang phía tây qua huyện Bến Cầu thẳng tới biên giới Việt Nam – Campuchia với chiều dài ngang qua huyện là 6&nbsp;km. Quốc lộ 22B từ ngã ba Gò Dầu đi lên phía bắc gặp huyện Hoà Thành dài 22&nbsp;km rồi đến thành phố Tây Ninh. Đường tỉnh 782 dài 19&nbsp;km từ Trảng Bàng đến ranh giới Gò Dầu, đường tỉnh 784 lên Truông Mít thuộc huyện Dương Minh Châu. Ngoài ra, các đường liên huyện như: đường 253 từ thị trấn Gò Dầu đến xã Phước Đông, đường 239 nối Thạnh Đức với đường tỉnh 784.<ref>[http:\/\/mobile.coviet.vn\/detail.aspx?key=G%C3%B2+D%E1%BA%A7u&type=A0\/ Giới thiệu chung về huyện Gò Dầu]<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n{{sơ khai Tây Ninh}}\n{{Huyện thị Tây Ninh}}\n{{Đơn vị hành chính thuộc huyện Gò Dầu}}"}