{"108457":"'''Gò Công''' là tỉnh cũ thời [[Việt Nam Cộng hòa]] ở miền Đông Nam Bộ, sau giải phóng mới bắt đầu sát nhập với [[Mỹ Tho]] thành tỉnh [[Tiền Giang]] thuộc Tây Nam Bộ ([[Đồng bằng sông Cửu Long]]), Miền Nam [[Việt Nam]].\n[[Tập tin: Southvietmap.jpg|nhỏ|200px|Bản đồ hành chính VNCH năm 1967]]\n[[Tập tin: Go Cong Province 1973.jpg|nhỏ|200px|Bản đồ hành chính tỉnh Gò Công năm 1973]]\n\n==Lịch sử==\nTỉnh Gò Công được thành lập vào ngày [[1 tháng 1]] năm [[1900]], tồn tại vào thời Pháp thuộc và bị chính quyền [[Việt Nam Cộng hòa]] giải thể vào cuối năm [[1956]]. Tuy nhiên, sau đó tỉnh Gò Công lại được chính quyền [[Việt Nam Cộng hòa]] tái lập vào năm [[1963]], tiếp tục tồn tại và bị mất tên gọi đơn vị hành chính cấp tỉnh từ [[tháng 2]] năm [[1976]] cho đến nay.\n\n===Vương triều Khmer (Chân Lạp)=== \nGò Công vốn là một phủ của Chân Lạp, có tên là '''Lôi Lạp''' ([[chữ Hán]]: Lôi Lạt 雷巤). Năm 1757, quân [[Chúa Nguyễn]] chiếm được phủ này.\n\n===Thời Nhà Nguyễn độc lập===\nDưới thời [[Nhà Nguyễn]] độc lập, vào năm [[1820]], toàn bộ vùng đất Gò Công ngày nay ban đầu thuộc tổng Hòa Bình, huyện Kiến Hòa, trấn [[Định Tường]]. Sau này, lại tách vùng đất này ra khỏi trấn Định Tường để thành lập huyện Tân Hòa thuộc phủ Hòa Thạnh (lập năm [[1841]]), tỉnh [[Gia Định]]. Huyện Tân Hòa khi đó bao gồm 2 tổng trực thuộc: Hòa Đồng và Hòa Lạc.\n\nNăm [[1841]], dưới triều vua [[Thiệu Trị]], địa bàn huyện Tân Hòa lại được chia thành 4 tổng mới: Hòa Đồng Thượng, Hòa Đồng Hạ, Hòa Lạc Thượng và Hòa Lạc Hạ. Đến năm [[1851]], phủ Hòa Thạnh bị giải thể và nhập vào phủ [[Tân An]]. Huyện Tân Hòa khi đó thuộc phủ [[Tân An]], tỉnh [[Gia Định]].\n\n===Giai đoạn 1862-1900===\n[[Tập tin:Go Cong Province 1881.jpg|300px|phải|nhỏ|Bản đồ hạt Gò Công năm 1881]]\nVới [[Hòa ước Nhâm Tuất (1862)]], triều đình Huế nhượng hẳn 3 tỉnh miền Đông Nam Kỳ (Gia Định, [[Biên Hòa]] và Định Tường) cho [[Đế quốc thực dân Pháp|thực dân Pháp]] làm thuộc địa. Ban đầu, Pháp vẫn giữ nguyên cách phân ranh hành chính của tỉnh [[Gia Định]] như cũ, chỉ thay đổi quan lại bằng người Pháp để thi hành chính sách trực trị và đàn áp. Năm [[1862]], huyện Tân Hòa có lỵ sở đặt tại [[Gò Công]], bao gồm 4 tổng trực thuộc: Hòa Đồng Thượng (7 thôn), Hòa Đồng Hạ (10 thôn), Hòa Lạc Thượng (8 thôn), Hòa Lạc Hạ (8 thôn).\n\nNgày [[9 tháng 11]] năm [[1864]], thực dân Pháp lại thành lập hạt Thanh tra Tân Hòa trên địa bàn huyện Tân Hòa thuộc phủ [[Tân An]], tỉnh [[Gia Định]] cũ. Trụ sở hạt Thanh tra Tân Hòa đặt tại Gò Công. Lúc đầu, hạt Thanh tra tạm gọi tên theo tên các phủ huyện cũ, sau mới đổi tên gọi theo địa điểm đóng trụ sở.\n\nNgày [[16 tháng 2]] năm [[1867]], toàn bộ [[cù lao Lợi Quan]] vốn trước đó thuộc tổng Hòa Qưới, hạt Thanh tra Kiến Hòa (sau đổi tên thành hạt Thanh tra [[Chợ Gạo]]) được giao về cho tổng Hòa Đồng Hạ thuộc hạt Thanh tra Tân Hòa quản lý. Cù lao Lợi Quan trước đó gồm 4 thôn: Tân Phong, Từ Linh (tên cũ là thôn Miễu Ông), Hòa Thới và Phú Thạnh Đông. Cũng nhân sự kiện này, ba thôn Tân Phong, Từ Linh và Hòa Thới được nhập lại thành một thôn mới lấy tên là thôn Tân Thới. Từ đó, địa phận [[cù lao Lợi Quan]] chỉ còn hai thôn (sau này là làng) là Tân Thới và Phú Thạnh Đông.\n\nNăm [[1867]], chính quyền thực dân Pháp chia 3 tỉnh cũ thời [[Nhà Nguyễn]] độc lập là Gia Định, Biên Hòa và Định Tường thành 13 hạt thanh tra (''inspection'') do các viên chức Pháp ngạch thanh tra các công việc bản xứ (''inspecteur des affaires indigeânes'') đứng đầu, nhưng tạm thời vẫn giữ cơ cấu phủ huyện cũ. Ngày [[16 tháng 8]] năm [[1867]], hạt Thanh tra Gò Công được thành lập do đổi tên từ hạt Thanh tra Tân Hòa trước đó, là một trong 24 hạt Thanh tra toàn xứ [[Nam Kỳ]] thuộc Pháp lúc bấy giờ, gồm có 4 tổng, 39 thôn: tổng Hòa Đồng Hạ (11 thôn); tổng Hòa Đồng Thượng (7 thôn); tổng Hòa Lạc Hạ (12 thôn); tổng Hòa Lạc Thượng (9 thôn). Hạt Thanh tra Gò Công lúc bấy giờ thuộc tỉnh Sài Gòn.\n\nNgày [[5 tháng 1]] năm [[1876]], các thôn được gọi là làng, đồng thời Gò Công trở thành một hạt tham biện (''arrondissement'') thuộc khu vực (''circonscription'') Mỹ Tho do thực dân Pháp đặt ra. Năm [[1882]], hạt tham biện (còn gọi là Tiểu khu hành chính, trị sở được dân gian quen gọi là tòa Bố) Gò Công gồm 4 [[Tổng (đơn vị hành chính cũ Việt Nam)|tổng]] là Hòa Đồng Thượng, Hòa Đồng Hạ, Hòa Lạc Thượng, Hòa Lạc Hạ.\n\nNhư vậy, toàn bộ địa bàn hạt Gò Công lúc bấy giờ chính là huyện Tân Hòa thuộc phủ [[Tân An]], tỉnh [[Gia Định]] dưới thời [[Nhà Nguyễn]] độc lập. Trước đây, địa danh \"Gò Công\" chỉ là tên gọi nơi đặt lỵ sở huyện Tân Hòa.\n\n===Giai đoạn 1900-1954===\n[[Hình:Dinh Chánh Tham Gò Công.jpg| nhỏ|250px|phải| Di tích dinh Tham biện thời Pháp thuộc, sau đó là dinh Tỉnh trưởng ở thị xã Gò Công]]\nTheo Nghị định ngày [[20 tháng 12]] năm [[1899]] của [[Toàn quyền Đông Dương]] đổi tất cả các hạt tham biện thành tỉnh thì từ ngày [[1 tháng 1]] năm [[1900]] hạt tham biện Gò Công trở thành tỉnh Gò Công, với số tổng và số làng không đổi. Tỉnh lỵ Gò Công đặt tại làng Thành phố, vốn là hai làng Thuận Tắc và Thuận Ngãi nhập lại.\n\nTừ ngày [[9 tháng 2]] năm [[1913]] đến ngày [[9 tháng 2]] năm [[1924]], Gò Công trở thành quận thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]]. Sau đó lại tái lập tỉnh Gò Công với 5 tổng, thêm tổng Hòa Đồng Trung, số làng cũng thay đổi.\n\nSau khi chính quyền địch do tên Tỉnh trưởng Trần Hưng Ký bị cách mạng lật đổ trong [[Cách mạng tháng Tám|Cách mạng tháng 8 năm 1945]], Ủy ban Kháng chiến Hành chánh Nam Bộ bỏ cấp tổng, còn làng thì thống nhất gọi là xã. Chính quyền [[Việt Nam Cộng hòa]] đến năm [[1956]] cũng thống nhất dùng danh xưng là xã\n\nNăm [[1946]], Gò Công là một trong 21 tỉnh của [[Nam Bộ Việt Nam|Nam Bộ]]. \n\nNăm [[1951]] Ủy ban Kháng chiến Hành chánh Nam bộ ra Quyết định sáp nhập 3 tỉnh: [[Mỹ Tho (tỉnh)|Mỹ Tho]], [[Tân An (tỉnh)|Tân An]], Gò Công thành một tỉnh có tên là tỉnh Mỹ Tho. \n\nSau năm [[1954]] lại trả về 3 tỉnh như cũ, trong đó có tỉnh Gò Công.\n\n===Giai đoạn 1954-1976===\n====Việt Nam Cộng hòa====\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Dân số tỉnh Gò Công 1967'''<ref>''Việt Nam Cộng hòa bản đồ hành chánh''. Đà Lạt: Phân cục Địa dư Quốc gia, 1967.<\/ref>\n|- style=\"background:lightgrey;\"\n! Quận\n! Dân số\n|-\n| Hòa Bình || 23.286 \n|-\n| Hòa Đồng || 40.485\n|-\n| Hòa Lạc || 56.176\n|-\n| Hòa Tân || 47.817\n|-\n| '''Tổng số''' || 167.764 \n|}\nBan đầu, chính quyền [[Quốc gia Việt Nam]] và sau đó là [[Việt Nam Cộng hòa]] vẫn duy trì tên gọi tỉnh Gò Công như thời Pháp thuộc.\n\nNgày [[2]] tháng [[4]] năm [[1955]] chính quyền Việt Nam Cộng hòa cho lập 2 quận ở tỉnh Gò Công:\n*Quận [[Châu Thành, Kiên Giang|Châu Thành]] có 2 tổng: tổng Hòa Lạc Thượng 7 làng, tổng Hòa Lạc Hạ 10 làng. Quận lỵ: làng Thành phố;\n*Quận Hòa Đồng có 3 tổng: tổng Hòa Đồng Hạ 8 làng, tổng Hòa Đồng Trung 9 làng, tổng Hòa Đồng Thượng 9 làng. Quận lỵ: làng Đồng Sơn.\n\nĐầu năm [[1956]], tỉnh Gò Công có diện tích là 584&nbsp;km², dân số là 135.330 người. Riêng ở tỉnh lỵ [[Gò Công]] (tức địa bàn làng Thành phố), dân số là 7.570 người.\n\nNgày [[22 tháng 10]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa|Việt Nam Cộng Hòa]] ban hành Sắc lệnh 143-NV theo đó sáp nhập tỉnh Gò Công vào tỉnh [[Định Tường]] mới thành lập trên phần đất [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] trước đó. Khi đó quận Châu Thành đổi tên thành quận Gò Công thuộc tỉnh [[Định Tường]]. Cũng sau năm [[1956]], các làng gọi là xã; làng Thành phố đổi tên thành xã Long Thuận và là nơi đặt quận lỵ của quận Gò Công.\n\nNgày [[26 tháng 12]] năm [[1957]], xóa bỏ cù lao Tàu trong địa hạt xã Tân Thới, tổng Hòa Đồng Hạ, quận Gò Công, tỉnh [[Định Tường]] và đặt cù lao này vào địa hạt xã [[Long Phụng]], tổng Hòa Qưới, quận [[Bình Đại]], tỉnh [[Kiến Hòa]] (trước đó là tỉnh [[Bến Tre]]).\n\nNgày [[20 tháng 12]] năm [[1963]], chính quyền [[Việt Nam Cộng hòa]] tái lập tỉnh Gò Công, tách từ tỉnh [[Định Tường]]. Tỉnh lỵ có tên là \"Gò Công\", về mặt hành chánh thuộc xã Long Thuận, quận Châu Thành (quận Gò Công cũ). Từ năm [[1965]], tỉnh lỵ Gò Công thuộc xã Long Thuận, quận Hòa Lạc.\n\nGò Công là một tỉnh nhỏ, phía bắc với giáp hai tỉnh [[Long An]] và [[Gia Định (tỉnh)|Gia Định]], phía đông là [[Biển Đông]], phía nam giáp tỉnh [[Kiến Hòa]], phía tây giáp tỉnh Định Tường. Ranh giới phía nam của Gò Công là [[sông Cửa Đại]], ranh giới phía bắc là [[sông Vàm Cỏ Tây]], còn ranh giới phía đông bắc là [[sông Nhà Bè]] đổ ra cửa [[Soài Rạp]].\n\nKhi mới tái lập tỉnh Gò Công gồm 2 quận: Châu Thành (đổi tên từ quận Gò Công) và Hòa Đồng với 4 tổng, 31 xã. Ngày [[31 tháng 12]] năm [[1963]], dời quận lỵ quận Hòa Đồng từ xã Đồng Sơn đến xã Vĩnh Bình.\n\nNgày [[6 tháng 4]] năm [[1965]], chính quyền [[Việt Nam Cộng hòa]] sắp xếp hành chính, chia lại tỉnh Gò Công thành các quận như sau:\n*Chia quận Châu Thành thành 2 quận: Hòa Tân và Hòa Lạc\n**Quận Hòa Tân: quận lỵ tại xã Tân Niên Tây với 9 xã\n**Quận Hòa Lạc: quận lỵ tại xã Tăng Hòa với 9 xã\n*Chia quận Hòa Đồng thành 2 quận: Hòa Đồng và Hòa Bình \n**Quận Hòa Đồng: quận lỵ tại xã Vĩnh Bình với 8 xã\n**Quận Hòa Bình: quận lỵ tại xã Bình Luông Đông với 5 xã.\n\nNhư vậy tỉnh Gò Công cho đến năm [[1975]] có 4 quận: Hòa Tân, Hòa Lạc, Hòa Đồng, Hòa Bình. Năm [[1970]], tỉnh Gò Công có diện tích 570&nbsp;km², dân số là 191.291 người. Riêng ở tỉnh lỵ [[Gò Công]] (tức địa bàn xã Long Thuận), dân số là 36.248 người.\n\n====Chính quyền Cách mạng====\nVề phía chính quyền Cách mạng, giai đoạn 1955-1956 sắp xếp tỉnh Gò Công bao gồm [[thị xã Gò Công]], huyện Châu Thành và huyện Hòa Đồng.\n\nNăm [[1957]], chính quyền [[Mặt trận dân tộc giải phóng miền Nam Việt Nam]] (sau này là Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam) và [[Việt Nam Dân chủ Cộng hòa]] nhập 2 tỉnh Gò Công và Mỹ Tho làm một đơn vị và gọi là [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]], đồng thời chuyển thành huyện Gò Công trực thuộc tỉnh Mỹ Tho. Trong giai đoạn 1964-1968, địa bàn tỉnh Gò Công của chính quyền [[Việt Nam Cộng hòa]] vẫn do huyện Gò Công thuộc [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] của chính quyền Cách mạng quản lý.\n\n[[Tháng 8]] năm [[1968]], huyện Gò Công lại được chính quyền [[Mặt trận dân tộc giải phóng miền Nam Việt Nam]] tách khỏi [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] để lập lại tỉnh Gò Công. Giai đoạn 1968-1976, tỉnh Gò Công của chính quyền Cách mạng bao gồm [[thị xã Gò Công]], huyện Đông và huyện Tây.\n\nSau ngày [[30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] lúc bấy giờ vẫn duy trì tỉnh Gò Công cho đến đầu năm [[1976]]. Lúc này, chính quyền Cách mạng cũng bỏ danh xưng \"quận\" có từ thời Pháp thuộc và lấy danh xưng \"huyện\" (quận và phường dành cho các đơn vị hành chánh tương đương khi đã [[đô thị hóa]]).\n\nNgày [[20 tháng 9]] năm [[1975]], Bộ Chính trị ra Nghị quyết số 245-NQ\/TW về việc bỏ khu, hợp tỉnh trong toàn quốc \"nhằm xây dựng các tỉnh thành những đơn vị kinh tế, kế hoạch và đơn vị hành chính có khả năng giải quyết đến mức cao nhất những yêu cầu về đẩy mạnh sản xuất, tổ chức đời sống vật chất, văn hóa của nhân dân, về củng cố quốc phòng, bảo vệ trị an, và có khả năng đóng góp tốt nhất vào sự nghiệp chung của cả nước\". Theo Nghị quyết này, tỉnh [[Long An]], tỉnh [[Bến Tre]], [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]], tỉnh Gò Công và [[Mỹ Tho|thành phố Mỹ Tho]] sẽ hợp nhất lại thành một tỉnh, tên gọi tỉnh mới cùng với nơi đặt tỉnh lỵ sẽ do địa phương đề nghị lên.\n\nNhưng đến ngày [[20 tháng 12]] năm [[1975]], Bộ Chính trị lại ra Nghị quyết số 19\/NQ điều chỉnh lại việc hợp nhất tỉnh ở miền Nam Việt Nam cho sát với tình hình thực tế, theo đó [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]], tỉnh Gò Công và [[Mỹ Tho|thành phố Mỹ Tho]] được tiến hành hợp nhất lại thành một tỉnh.\n\n{{Tham khảo}}\n{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=[[tỉnh]] ''Gò Công'' [[Việt Nam Cộng hòa|VNCH]]\n|trước = tỉnh [[Định Tường]] -[[Việt Nam Cộng hòa|VNCH]]\n|sau = tỉnh [[Tiền Giang]] - [[CHXHCN]] [[Việt Nam]]\n|năm = 1956-1975\n}}\n{{Cuối hộp}}\n\n===Sau năm 1975===\n[[Tháng 2]] năm [[1976]], tỉnh Gò Công hợp nhất với [[Mỹ Tho (tỉnh)|tỉnh Mỹ Tho]] và thành phố [[Mỹ Tho]] thành tỉnh [[Tiền Giang]]. Địa bàn tỉnh Gò Công lúc bấy giờ được chuyển thành huyện Gò Công và [[thị xã Gò Công]] cùng thuộc tỉnh [[Tiền Giang]].\n\nSau nhiều lần thay đổi hành chính, địa bàn tỉnh Gò Công cũ hiện nay tương ứng với [[Gò Công|thị xã Gò Công]] và các huyện [[Gò Công Đông]], [[Gò Công Tây]], [[Tân Phú Đông]] thuộc tỉnh [[Tiền Giang]].\n\nHiện nay, địa danh \"Gò Công\" chỉ còn được dùng để chỉ thị xã Gò Công, đơn vị hành chính cấp huyện trực thuộc tỉnh Tiền Giang.\n\n==Phân chia hành chánh==\n===Năm 1840===\n*Tổng Hòa Đồng gồm 15 thôn: Bình Công, Bình Hưng, Bình Long, Bình Long Tây, Bình Phú Đông, Bình Phú Tây, Bình Phục Nhì, Dương Phước, Đồng Sơn, Long Chánh, Tân Cang, [[Tân Nhựt]], Vĩnh Hựu, Vĩnh Lợi, Vĩnh Thạnh;\n*Tổng Hòa Lạc gồm 15 thôn và 1 phường: An Long Đông, An Long Tây, Bình Ân, [[Bình Nghị]], [[Bình Thạnh Đông]], Bình Thạnh Tây, Bình Xuân, Tân Niên Đông, Tân Niên Tây, Tân Niên Trung, Tân Phước, Tăng Hòa, Tân Duân Đông, Thuận Ngãi, Thuận Tắc và phường Toàn Phước.\n\n===Năm 1882===\n*Tổng Hòa Đồng Thượng gồm 8 làng: Trường Xuân, Đông Sơn, Bình Lạc, Bình Phú Đông, Bình Phú Tây, Thạnh Nhứt, Bình Phước, Bình Phục Nhì;\n*Tổng Hòa Đồng Hạ gồm 17 làng: Vĩnh Hựu, Vĩnh Thanh, Vĩnh Lợi, Long Hựu, Long Thanh, Tân Long, Bình Luông Đông, Bình Luông Tây, Bình Luông Trung, Yên Luông Đông, Yên Luông Tây, Tân Cương, Long Chánh, Bình Công, Bình Hòa, Tân Thới, Phú Thạnh Đông;\n*Tổng Hòa Lạc Thượng gồm 12 làng: Phú Xuân, Bình Xuân, Mỹ Lợi, Tân Xuân, Mỹ Xuân, Bình Thạnh Đông, Bình Thạnh, Tân Niên Đông, Tân Niên Tây, Tân Niên Trung, Tân Phước, Gia Thuận;\n*Tổng Hòa Lạc Hạ gồm 13 làng: Thuận Tắc, Thuận Ngãi, Hòa Nghị, Tân Duân Đông, Tân Duân Trung, Dương Phước, Dương Hòa, Tăng Hòa, Tân Thành, Bình An, Bình Điền, An Điền, Kiểng Phước.\n\n===Năm 1910===\n*Tổng Hòa Đồng Thuông gồm 5 làng: Bình Phú Đông, Bình Phú Tây, Bình Phục Nhì, Đồng Sơn, Thạnh Nhựt;\n*Tổng Hòa Đồng Hạ gồm 16 làng: An Long Đông, An Long Tây, Bình Công, Bình Long Đông, Bình Long Tây, Bình Long Trung, Long Chánh, Long Hựu, Long Thạnh, Phú Thạnh Đông, Tân Cang, Tân Thới, Vĩnh Hựu, Vĩnh Lợi, Vĩnh Thạnh, Vĩnh Trị;\n*Tổng Hòa Lạc Thượng gồm 7 làng: Bình Thạnh, Bình Thạnh Đông, Bình Xuân, Tân Niên Đông, Tân Niên Tây, Tân Niên Trung, Tân Phước;\n*Tổng Hòa Lạc Hạ gồm 10 làng: Bình Ân, Tân Bình Điền, Dương Phước, Hòa Nghị, Kiểng Phước, Tân Duân Đông, Tân Duân Trung, Tân Hòa, Tân Thành, Tân Phố.\n\n===Năm 1970===\n*Quận Hòa Bình gồm 5 xã: Bình Long, Bình Long Đông, Long Hựu, Phú Thạnh Đông, Tân Thới;\n*Quận Hòa Đồng gồm 8 xã: Bình Phú Đông, Bình Phục Nhì, Đồng Sơn, Thạnh Nhựt, Thạnh Trị, Vĩnh Bình, Vĩnh Hựu, Vĩnh Viễn;\n*Quận Hòa Lạc gồm 9 xã: An Hòa, Bình Tân, Bình Ân, Long Thuận, Phước Trung, Tăng Hòa, Tân Bình Điền, Tân Thành, Yên Luông;\n*Quận Hòa Tân gồm 10 xã: Bình Thạnh Đông, Bình Xuân, Gia Thuận, Kiểng Phước, Tân Niên Đông, Tân Niên Tây, Tân Niên Trung, Tân Phước, Thành Công, Vàm Láng.\n\n==Danh nhân==\nGò Công là quê hương của rất nhiều nhân vật kiệt xuất như: [[Nguyễn Văn Hiếu (quan nhà Nguyễn)|Nguyễn Văn Hiếu]] là tướng [[chúa Nguyễn]] và là quan [[nhà Nguyễn]], [[Việt Nam]].\n\nGò Công là quê hương của rất nhiều nhân vật kiệt xuất như: Bình tây Đại Nguyên soái [[Trương Định]](Trương Định là người gốc Quảng Ngãi), nhà văn [[Hồ Biểu Chánh]]...\n\nGò Công cũng được cho là vùng đất nhan sắc, với hai hoàng hậu thời [[Nhà Nguyễn]]: Hoàng Thái Hậu [[Từ Dụ|Từ Dũ]], [[Nam Phương|Nam Phương Hoàng Hậu]] xuất thân từ Gò Công.\n\n==Liên kết ngoài==\n* [http:\/\/www.quehuonggocong.com Giới thiệu về Thị xã Gò Công] {{Webarchive|url=https:\/\/web.archive.org\/web\/20181103094311\/http:\/\/quehuonggocong.com\/ |date=2018-11-03 }}\n\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Hành chính Việt Nam thời Pháp thuộc]]\n[[Thể loại:Hành chính Việt Nam Cộng hòa]]\n[[Thể loại:Hành chính Tiền Giang]]\n[[Thể loại:Đồng bằng sông Cửu Long]]"}