{"444713":"[[Lê Thái Tổ|Lê Lợi]] (tức Lê Thái Tổ) đã cho khắc hai bài thơ lên vách đá, một ở núi Pú Huổi Chỏ (nay thuộc xã [[Lê Lợi, Nậm Nhùn|Lê Lợi]], huyện [[Nậm Nhùn]], tỉnh [[Lai Châu]]), một ở núi Hào Tráng (nay thuộc huyện [[Đà Bắc]], tỉnh [[Hòa Bình]]), sau khi thân chinh đi đánh dẹp cuộc nổi dậy của [[Đèo Cát Hãn]], một thổ quan ở châu Mường Lễ (còn được gọi là Mường Lệ hay Mường Lay, thuộc [[Đại Việt]]) vào năm 1431-1432.\n\n==Xuất xứ==\nThời [[nhà Lý|Lý]]-[[nhà Trần|Trần]], vùng đất bao gồm hai tỉnh [[Điện Biên]] và [[Lai Châu]] ngày nay, trước có tên là châu Ninh Viễn, sau đổi là châu Mường Lễ. Theo sách ''Hưng Hóa phong thổ lục'' của Tiến sĩ [[Hoàng Trọng Chính]], soạn năm 1778, thì họ Đèo ở châu Mường Lễ đời này qua đời khác luôn được nhà cầm quyền nước Việt cho cai quản miền đất biên cương này.\n\nNăm 1407, quân [[nhà Minh|Minh]] sang xâm lược [[Đại Việt]], [[Đèo Cát Hãn]] khi ấy đang đứng đầu châu Mường Lễ, liền theo [[nhà Minh]] để được tiếp tục giữ ngôi vị.\n\nNăm 1416, [[Lê Lợi]] (1385-1433)<ref>Lê Lợi là con út của một trại chủ tên là Lê Khoáng ở Kẻ Chăm ([[Lam Sơn]]), huyện Lương Giang, trấn Thanh Hoa (nay thuộc xã Xuân Lam, huyện [[Thọ Xuân]], tỉnh [[Thanh Hóa]]).<\/ref> tổ chức [[Hội thề Lũng Nhai|hội thề ở Lũng Nhai]], rồi phất cờ khởi nghĩa năm 1418, tự xưng là '''Bình Định vương'''.\n\nSau khi tiêu diệt viện binh chủ lực của quân Minh và bao vây thành Đông Quan (nay là [[Hà Nội]]) tháng 11 năm 1427, Lê Lợi đã phái Chủ thư thị sử là Trần Hổ đi châu Mường Lễ, chiêu dụ Đèo Cát Hãn. Viên thổ quan này đồng ý quy thuận, nên vẫn được tiếp tục cai quản vùng đất trên.\n\nSau mười năm chiến đấu gian khổ (1418 - 1428), Lê Lợi và nghĩa quân Lam Sơn đã giành được thắng lợi hoàn toàn. Năm 1428, Lê Lợi lên ngôi, lấy niên hiệu là Thuận Thiên, và tự xưng mình là ''Lam Sơn động chủ'', ''Ngọc Hoa động chủ''.\n\nLê Thái Tổ (tức Lê Lợi) ở ngôi được khoảng ba năm thì Đèo Cát Hãn ngầm liên kết với Kha Đốn (hay Kha Lại, là một viên quan đang khởi binh kình chống vua [[Lào|Ai Lao]]), đánh chiếm vùng đất Mường Muỗi (hay Mường Mỗi, nay là Thuận Châu thuộc [[Sơn La]]).\n\nHiểu được tầm quan trọng của miền Tây Bắc đối với lãnh thổ và sự an nguy của đất nước, theo ''Đại Việt thông sử'' của [[Lê Quý Đôn]], thì: \n:''Tháng 12 năm Tân Hợi (1431),... vua bèn sai Tư đồ [[Lê Sát]] và Quốc vương [[Lê Tư Tề|Tư Tề]] dẫn quân [đi] đánh [Mường Lễ], rồi vua lại thân chinh.''\n:''Năm Nhâm Tý (1432), mùa xuân tháng Giêng, quan quân đánh được Mường Lễ, Kha Lại bị giết, Đèo Cát Hãn chạy trốn, quan quân bắt hết dư đảng, bèn đổi Mường Lễ làm Phục Lễ. Ngày 3 tháng 3, vua kéo quân trở về... Tháng 11, Cát Hãn và con là Mạnh Vượng xin hàng, được nhà vua tha tội. Khi Cát Hãn tới kinh tạ tội, được phong chức Tư mã...''<ref>[[Lê Quý Đôn]], ''Đại Việt thông sử'', tr. 92 và 94.<\/ref>\n\nSau khi bình định xong, trên đường đại quân hồi kinh, Lê Lợi có làm hai bài thơ: một, cho khắc trên vách núi Pú Huổi Chỏ (bên tả ngạn [[sông Đà]], thuộc Mường Lệ nay thuộc xã Lê Lợi, huyện [[Sìn Hồ]], tỉnh [[Lai Châu]]); hai, cho khắc trên vách đá Hào Tráng (gần [[Chợ Bờ]], huyện [[Đà Bắc]], tỉnh [[Hòa Bình]] ngày nay).\n\n==Bài thơ thứ nhất==\nBài thơ thứ nhất được khắc trên vách đá Pú Huổi Chỏ, có tên là '''Thân chinh Phục Lễ châu Đèo Cát Hãn''' (Tự mình đi đánh Đèo Cát Hãn ở châu Phục Lễ), viết bằng [[chữ Hán]] theo thể ngũ ngôn bát cú.\n\nBài thơ được tạc trong khuôn khổ hình chữ nhật có kích thước 1,2m x 0,8m, viết theo chữ khải chân gồm 132 chữ; đã được [[Lê Quý Đôn]] chép vào sách ''[[Toàn Việt thi lục]]'' và cũng được chép trong ''[[Đại Nam nhất thống chí]]'' của triều Nguyễn.\n \nNguyên văn bài thơ (gồm cả phần phi lộ) như sau:\n:夷狄之為邊患自古有之漢之匈奴唐之突厥我西越之忙禮諸蠻是也頃由陳胡衰政藩臣跋扈吉罕狃於舊習負固弗悛予今率師往征水陸並進一舉就平因冩一律刻之于石以戒後世蠻酋之梗化者云\n::狂賊敢逋誅\n::邊氓久徯蘇\n::叛臣從古有\n::險地自今無\n::草木驚風鶴\n::山川入版圖\n::題詩刻巖石\n::鎮我越西隅\n:::辛亥季冬吉日\n:::玉華洞主題\n\nPhiên âm chữ Hán:\n\n:Di địch chi vi biên hoạn, tự cổ hữu chi, Hán chi Hung Nô, Đường chi Đột Quyết, ngã Tây Việt chi Mang Lễ, chư man thị giả, khoảng do Trần Hồ suy chính, phiên thần quân thổ, Cát Hãn nữu ư cựu tập, phụ cố phất thoan, dư kim xuất sư vãng chinh thủy lục tịnh tiến, nhất cử tựu bình, nhân tả nhất luật, khắc chi vu thạch dĩ giới hậu thế man tù chi cánh hóa dã vân:\n::Cuồng tặc cảm bô tru\n::Biên dân cửu hệ tô\n::Bạn thần tòng cổ hữu\n::Hiểm địa tự kim vô\n::Thảo mộc kinh phong hạc<ref>Lấy ý từ hai thành ngữ: ''thảo thụ giai binh'' và ''thanh phong hạc lệ'', nghĩa là thấy cây cỏ cũng tưởng là quân lính, nghe gió thổi hạc kêu cũng tưởng có quân lính đuổi theo.<\/ref>\n::Sơn xuyên nhập bản đồ.\n::Đề thi khắc nham thạch\n::Trấn ngã Việt Tây ngung.\n:::Tân Hợi quý đông cát nhật\n:::Ngọc Hoa động chủ đề.\nDịch nghĩa: \n:Di địch là nỗi lo nơi biên giới, từ xưa đã có chuyện này rồi. Đời [[nhà Hán]] thì bọn [[Hung Nô]], đời [[nhà Đường]] thì rợ Đột Quyết, các rợ mán ở vùng Mường Lễ nước Việt ta cũng kiểu như vậy. Mới đây, vì chính sự [[nhà Trần]], [[nhà Hồ]] suy yếu, các bè tôi nơi phên dậu trở nên ương ngạnh. Cát Hãn nhờn theo thói cũ cứ như thế không thôi. Nay ta đem quân đi chinh phạt, thủy bộ cùng tiến công, chỉ một trận đã dẹp yên được. Nhân đây làm một bài thơ khắc vào đá để răn các tù trưởng rợ đời sau ngang ngạnh với giáo hóa, thơ rằng:\n:''Bọn quân điên cuồng sao dám tránh sự trừng phạt,''\n:''Dân biên thùy đã từ lâu đợi ta đến cứu sống.''\n:''Kẻ bầy tôi làm phản từ xưa vẫn có,''\n:''Đất đai hiểm trở từ nay không còn.''\n:''Tiếng gió thổi hạc kêu làm cho quân giặc run sợ,''\n:''Sông núi từ nay nhập vào bản đồ.''\n:''Đề thơ khắc vào núi đá''\n:''Trấn giữ phía Tây nước Việt ta.''\n::''Ngày lành tháng 12 năm Tân Hợi'' [1431]\n::''Ngọc Hoa động chủ đề.''\n\n==Bài thơ thứ hai==\nBài thơ thứ hai bằng chữ Hán theo thể thất ngôn bát cú, được khắc trên vách núi Hào Tráng ([[Hòa Bình]]), có tên là '''Chinh Đèo Cát Hãn, quá Long Thủy đê''' (Đi đánh Đèo Cát Hãn trở về, qua đường đê Long Thủy).\n \nBài thơ này đã được chép trong ''[[Hoàng Việt thi tuyển]]'' của [[Bùi Huy Bích]] và được nhắc tới trong sách ''Hưng Hóa ký lược'' của [[Phạm Thận Duật]], dưới triều vua [[Tự Đức]].\n\nPhiên âm chữ Hán:\n:Kỳ khu hiểm lộ bất từ nan,\n:Lão ngã do tồn thiết thạch can.\n:Nghĩa khí tảo không thiên chướng vụ,\n:Tráng tâm di tận vạn trùng san.\n:Biên phòng vị hảo trù phương lược,\n:Xã tắc ưng tu kế cửu an.\n:Hư đạo nguy than tam bách khúc,\n:Như kim chỉ tác thuận lưu khan.\nDịch nghĩa:\n:Đường gồ ghề hiểm trở, chẳng ngại khó khăn,\n:Ta tuy già mà gan còn vững như sắt đá.\n:Nghĩa khí quét sạch nghìn lớp mây mù,\n:Tráng tâm dời hết vạn trùng núi non.\n:Lo việc biên phòng cần có phương lược sẵn sàng,\n:Giữ nền xã tắc nên tính kế dài lâu.\n:Lời truyền ba trăm ngọn thác<ref>Ba trăm ngọn thác: theo ''Hưng Hóa ký lược'' của [[Phạm Thận Duật]], thì ở Mường Lễ (tức châu Ninh Viễn) có câu ca dao: ''Đường lên Mường Lễ ba xa\/Trăm bảy mươi thác, trăm ba mươi ghềnh''. Gộp chung lại là ba trăm ghềnh thác. Ý muốn nói đến được nơi đó phải trải qua rất nhiều gian nguy.<\/ref> tức quanh co, rất nguy hiểm đã thành lời hư không,\n:Ngày nay chỉ coi như nước thuận dòng chảy xuôi.\nBản dịch thơ của [[Nguyễn Văn Trình]]:\n:''Hiểm nghèo bao quản đường non,''\n:''Già này sắt đá vẫn còn bền gan.''\n:''Khí ngay quét sạch mù ngàn,''\n:''Tấm lòng mạnh dạn trùng son thảy bừa.''\n:''Ngoài lo bờ cõi ngăn ngừa,''\n:''Trong lo xã tắc căn cơ lâu dài.''\n:''Ba trăm ghềnh thác chẳng nài,''\n:''Mừng nay gió thuận buồm xuôi giữa dòng.''\n\n==Giá trị==\nBên cạnh giá trị về mặt lịch sử, địa lý và văn học, qua hai bài thơ trên còn cho thấy vua Lê Thái Tổ là một người văn võ toàn tài, có nhiều công lao trong công cuộc giải phóng và bảo vệ bờ cõi của đất nước Việt.\n \nNgoài ra, nơi vách đá có khắc bài thơ thứ nhất còn được coi là một tấm bia có niên đại lâu nhất ở [[Lai Châu]], và có ý nghĩa khẳng định chủ quyền cương vực Việt Nam. Vì vậy, tấm bia đã được xếp hạng ''Di tích lịch sử quốc gia'' (theo quyết định số 10\/QĐ-VHTT ngày 09 tháng 02 năm 1981 của Bộ trưởng Bộ Văn hóa - Thông tin); và tên gọi xã Lê Lợi (huyện [[Sìn Hồ]], tỉnh Lai Châu) cũng xuất phát từ đấy.\n \nTheo thông tin trên website ''báo Điện Biên Phủ'', để tránh ngập khi Thủy điện Sơn La hoàn thành, năm 2006 Bộ Văn hóa - Thể thao & Du lịch đã ra văn bản chỉ đạo cơ quan chức năng của tỉnh Lai Châu thực hiện việc di dời \"[[Bia Lê Lợi]]\" (tức nơi vách đá có khắc bài thơ thứ nhất) đi nơi khác.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Nguồn tham khảo==\n* [[Ngô Sĩ Liên]], ''[[Đại Việt sử ký toàn thư]]'' (quyển 2). Nhà Xuất bản KHXH, 1985.\n* [[Lê Quý Đôn]], ''Đại Việt thông sử''. Nhà Xuất bản KHXH, 1978.\n* Quốc Sử quán triều Nguyễn, ''[[Khâm định Việt sử Thông giám cương mục]]'', Chính biên, Quyển thứ XV. Bản điện tử (có trên internet).\n* PGS TS Trần Thị Băng Thanh, ''Văn học thế kỷ XV-XVII''. Nhà Xuất bản KHXH, 2004, tr. 71-72.\n* Nhiều người soạn, ''Tư liệu tham khảo Văn học Việt Nam'' (tập 2). Nhà Xuất bản Giáo dục, 1979, tr.121-122.\n\n== Liên kết ngoài ==\n* [http:\/\/antgct.cand.com.vn\/News\/PrintView.aspx?ID=52538 Lê Thái Tổ, lần duy nhất lau đá đề thơ].\n\n[[Thể loại:Bài thơ Việt Nam]]\n[[Thể loại:Văn học Việt Nam thời Lê sơ]]"}