{"39566":"{{Location map | Vietnam| width = 200| float = right\n| relief = yes\n| label = ''Hang Đầu Gỗ''\n| position = bottom\n| lat_deg = 20.908333\n| lon_deg = 107.020833\n}}{{coord| 20.908333| 107.020833| type:landmark| format= dms| name=Hang Đầu Gỗ| display= title}}\n[[Hình:Hang Đầu Gỗ.jpg|thumb|Hang Đầu Gỗ]]\n'''Hang Đầu Gỗ''' là [[hang]] trên ''hòn Đầu Gỗ'' trong [[vịnh Hạ Long]], [[thành phố Hạ Long]] tỉnh [[Quảng Ninh]], Việt Nam.<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-ea >Bản đồ tỷ lệ 1:50.000 tờ F-48-83-A. Cục Đo đạc và Bản đồ Việt Nam, 2013.<\/ref>\n\nHang thuộc dạng [[karst]] trong khối núi [[đá vôi]]. Hang Đầu Gỗ là một trong những hang đẹp nhất [[Việt Nam]], nằm cách Cảng tàu du lịch [[Bãi Cháy]] khoảng 6&nbsp;km.\n\n== Mô tả ==\nHang Đầu Gỗ rộng khoảng 5000 m2, cửa hang rộng 17 m và cao 12 m. Hang Đầu Gỗ nằm ở độ cao 27m so với mực nước biển, cùng độ tuổi tạo thành với động Thiên Cung - thời [[Pleistocen]] muộn cách ngày nay khoảng 2 triệu năm. Hang Đầu Gỗ như tập trung được một quần thể kiến trúc cổ xưa.<ref>[https:\/\/www.dulichhalong.net\/diem-du-lich\/hang-dau-go-vinh-ha-long\/ Hang Đầu Gỗ – Vịnh Hạ Long]. Dulich Halong, 2020. Truy cập 11\/5\/2021.<\/ref>\n\nHang Đầu Gỗ toát ra một vẻ đẹp cổ kính, hoang sơ và tĩnh mịch với nhiều cột đá, trụ đá, măng đá nhỏ nhắn, cao vút như muốn vươn tận trời xanh... Hang có hệ động thực vật đa dạng phong phú. Do có cửa hang được mở rộng nên độ ẩm trong lòng hang cao, cộng với sự tác động của ánh sáng mặt trời nên có thể thấy ngay được sự phát triển đa dạng của hệ thực vật, đặc biệt là rêu, cây dương xỉ và cây thân gỗ... Đây là một đặc điểm khác biệt so với nhiều hang động khác trên vịnh Hạ Long. Tự hang này chia thành 3 ngăn. Ngăn thứ nhất, hệ thống nhũ đá có nhiều hình ảnh quen thuộc với cuộc sống: sư tử, trăn, rùa, và thậm chí cả hình ảnh đôi gà chọi... Ngăn thứ hai, bắt đầu bằng một bức tranh hoành tráng - hình ảnh những hòn đảo đá lô nhô trên sóng nước cũng được khắc hoạ rõ nét trên bức tranh này. Ngăn thứ 3, là hình ảnh những cột đá khổng lồ, vừa không thô nhám, cứng nhắc, vừa xinh xắn, mềm mại.<ref>[http:\/\/dulich24.com.vn\/du-lich-thanh-pho-ha-long\/hang-dau-go-id-4564 Hang Đầu Gỗ, Thắng cảnh được yêu thích tại Hạ Long, Quảng Ninh]. dulich24, 2020. Truy cập 11\/5\/2021.<\/ref>\n\n== Nguồn gốc tên gọi ==\nVề nguồn gốc tên gọi Đầu Gỗ, hiện nay, chúng ta thấy trên các tài liệu giới thiệu du lịch vịnh Hạ Long và trong dân gian, có 3 cách giải thích khác nhau.\n\nThuyết thứ nhất, theo truyền tụng của người dân địa phương và các cụ cao tuổi thì hang Đầu Gỗ cũng có tên là hang Giấu Gỗ (sau gọi chệch thành Đầu Gỗ) vì nó gắn liền với câu chuyện lịch sử. Trong cuộc [[chiến tranh Nguyên Mông-Đại Việt|kháng chiến chống quân xâm lược Nguyên Mông]] [[thế kỷ 13]] của vua tôi [[nhà Trần]], là nơi quân sĩ nhà Trần cất giấu những chiếc cọc gỗ trước khi đem xuống cắm dưới lòng [[sông Bạch Đằng]] (Yên Hưng) để xây dựng trận địa cọc tiêu diệt binh thuyền giặc. Câu chuyện này đã lý giải cho cái tên thuần Việt độc đáo của hang đồng thời nhắc nhở mọi người nhớ lại sự kiện chiến công oanh liệt của quân dân thời Trần chống quân xâm lược Nguyên Mông cách đây hơn 7 thế kỷ. Người dân vẫn lưu truyền câu ca dao: \"Hồng Gai có núi Bài Thơ\/ Có hang Đầu Gỗ có chùa Long Tiên\".\n\nCòn thuyết thứ 2 thì giải thích dãy đảo Đầu Gỗ có hình cánh cung tạo ra trước hang Đầu Gỗ một vụng kín gió, nên [[ngư dân]] thường tụ về đây trong những ngày giông bão, hoặc sau một thời gian đánh bắt, họ thả neo sinh sống đông đúc và sửa chữa đóng lại thuyền bè tại đây nên có nhiều mấu gỗ sót lại. Có lẽ tên hang Đầu Gỗ hình thành từ sự việc này.\n\nThuyết thứ 3 giải thích, do hang nằm trên dãy đảo mà trông xa có dáng tựa một cây gỗ khổng lồ nên căn cứ vào hình dáng của đảo người ta đặt cho hang là Đầu Gỗ.\n\n== Di tích lịch sử trong hang ==\n\n=== Vua khải Định khắc văn bia trong hang ===\nKhông chỉ liên quan đến cuộc xâm lược của người Mông Cổ mà hang Đầu Gỗ còn chứng kiến ​​nhiều sự kiện lịch sử khác. Năm 1918, vua Khải Định và Paul Doumer, một thống đốc người Pháp, đã đến thăm hang động. Ngạc nhiên trước vẻ đẹp của hang Đầu gỗ, vua Khải Định đã cho khắc một tấm văn bia đặt ở phía bên trái của hang để ca ngợi vẻ đẹp của nó.<ref>{{Chú thích web|url=https:\/\/tripmap.vn\/sights\/tp-ha-long\/hang-dau-go\/|tựa đề=Hang Đầu Gỗ - Thông tin chi tiết về Hang Đầu Gỗ tại Vịnh Hạ Long,Tỉnh Quảng Ninh, Tp. Hạ Long - Tripmap.vn|ngôn ngữ=vi|ngày truy cập=2021-09-11}}<\/ref>\n\n=== Bác Hồ đến thăm hang ===\nNăm 1962, Chủ tịch Hồ Chí Minh cũng có một chuyến đi đến hang Đầu Gỗ và rất thích thú với di sản thiên nhiên này.\n[[Tập tin:Bia đá trong hang Đầu Gỗ.png|thế=Bài thơ của vua Khải Định khắc trên bia đá trong hang Đầu Gỗ|nhỏ|Tấm văn bia của vua Khải Định đặt trong hang Đầu Gỗ]]\n\n== Tham khảo ==\n{{tham khảo|colwidth=30em}}\n\n== Xem thêm ==\n* [[Vịnh Hạ Long]]\n* [[Động Thiên Cung]] {{coord| 20.912732| 107.016089| type:landmark| format= dms| name= Động Thiên Cung}}\n* [[Hang Sửng Sốt]] {{coord| 20.844753| 107.090432| type:landmark| format= dms| name= Hang Sửng Sốt}}\n== Liên kết ngoài ==\n{{Thể loại Commons |Caves in Vietnam}}\n{{Hang động Việt Nam}}\n\n[[Thể loại:Vịnh Hạ Long]]\n[[Thể loại:Du lịch Quảng Ninh]]\n[[Thể loại:Hang động Việt Nam]]"}