{"278106":"{{Thông tin hang động\n| name = Hang đá Đăk Tuar\n| other_name = \n| photo = \n| photo_width =\n| photo_caption = \n| map = Vietnam\n| map_width =\n| map_caption = xã [[Cư Pui]], huyện [[Krông Bông]], [[Đắk Lắk]]\n| map_alt =\n| location =\n| coords =\n| lat_d = 12.5075\n| long_d = 108.4988889\n| coords_ref =\n| land_registry_number =\n| grid_ref_UK =\n| grid_ref_Ireland =\n| grid_ref =\n| depth =\n| length =\n| height_variation =\n| altitude =\n| discovery = 1965\n| geology =\n| entrance_count = 1\n| entrance_list =\n| difficulty =\n| hazards =\n| access =\n| show_cave =\n| show_cave_length =\n| lighting =\n| visitors =\n| features =\n| survey =\n| survey_format =\n| website =\n}}\n'''Hang đá Đăk Tuar''' hay '''Hang đá Dak Tuar''' hay '''Gộp Chăng''' là một hang động thiên nhiên ở ''buôn Tuar'', xã [[Cư Pui]] huyện [[Krông Bông]] tỉnh [[Đắk Lắk]], Việt Nam.\n\n''Hang đá Đăk Tuar'' cách trung tâm xã khoảng 6&nbsp;km, cạnh dòng thác Đăk Tur. Hang đá này được Bộ Văn hóa Thông tin Việt Nam (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]) công nhận là di tích lịch sử cách mạng cấp quốc gia vào năm 1991. Tuy nhiên có sự tranh cãi cho rằng thông tin về lịch sử là giả tạo.\n\n== Mô tả ==\n''Hang đá Đăk Tuar'' là hang động thiên nhiên nằm trong lòng núi Chư Yang Sin, có địa hình khu vực xung quanh hang rất hiểm trở. Hang rất rộng gồm một hệ thống liên hoàn nhiều tầng, nhiều lớp có thể đủ chỗ ở cho cả [[sư đoàn]] quân chủ lực.\n\n== Di tích lịch sử ==\nTheo thông tin trên các báo (đăng giống nhau), nơi đây từng là căn cứ của lực lượng chủ lực [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng Miền Nam Việt Nam]] và đặt cơ quan tỉnh ủy Đắk Lắk của [[Đảng Cộng sản Việt Nam]] trong suốt nhiều năm [[chiến tranh Việt Nam]]. Theo đó, nơi đây có nơi ở và làm việc của ông [[Huỳnh Văn Cần]] (bí thư Tỉnh ủy [[Đảng Cộng sản Việt Nam|Đảng Cộng sản]] tại Đắk Lắk), Hội trường Tỉnh ủy và từ nơi đây, Tỉnh ủy [[Đảng Cộng sản Việt Nam|Đảng CSVN]] tại Đắk Lắk đã lãnh đạo người dân tộc mà phần lớn là [[người M'Nông]] thuộc khu căn cứ [[H9]] (buôn Đăk Tuar) chiếm được một vùng đất rộng lớn về phía Đông của tỉnh năm 1965, nay thuộc huyện [[Krông Bông]] và \"Quân đội Mỹ nhiều lần ném bom và hành quân càn quét nhưng đều thất bại\". Bản lý lịch do Bảo tàng tỉnh lập và UBND Tỉnh trình, có đoạn viết: \"''Gộp Chăng (tức hang đá Dak Tuar) không chỉ là đường dây chuyển liên lạc thông tin tiếp tế từ miền Bắc hậu phương lớn vào miền Trung và các tỉnh miền Nam… mà còn là trung tâm chỉ đạo cách mạng trong toàn tỉnh. Hang đá Dak Tuar mãi mãi đi vào lịch sử…''.\" <ref name=\"giatao\" \/>.\n\nDo đó, năm 1991, Hang đá Đăk Tuar được Bộ Văn hóa - Thông tin công nhận là di tích lịch sử cách mạng và Sở Văn hóa - Thông tin Đắk Lắk cũng đã đầu tư và tôn tạo lại khu di tích này trở thành khu tham quan \"''mang ý nghĩa giáo dục truyền thống cách mạng cho thế hệ trẻ''\".<ref>[https:\/\/www.vntrip.vn\/cam-nang\/hang-da-dak-tuar-79274 Khám phá Hang đá Dak Tuar – Địa điểm kỳ thú ở Đắk Lắk ]. vntrip, 28\/07\/2018.<\/ref>\n\n== Phản bác: Thông tin giả tạo? ==\nTuy nhiên tháng 3 năm 2003 xuất hiện ý kiến cho rằng những thông tin về lịch sử, coi hang là căn cứ kháng chiến, là giả tạo.\n\nNhững nhân vật lịch sử được nhắc đến trong hồ sơ xét duyệt, như ông Huỳnh Văn Cần nguyên [[bí thư Tỉnh ủy]] Đắk Lắk và được cho là có \"''nơi ở và làm việc''\" trong hang đá, Hoàng Lê nguyên chánh văn phòng Tỉnh ủy, Lê Hữu Kiểng nguyên tỉnh đội trưởng, đều khẳng định là chưa từng một ngày ở trong hang Đăk Tuar và hang đá này chưa bao giờ là căn cứ kháng chiến như bản lý lịch di tích lịch sử cách mạng của Bảo tàng tỉnh lập ra <ref name=\"giatao\">{{Chú thích web| url =http:\/\/vnexpress.net\/gl\/xa-hoi\/2003\/03\/3b9c6261\/| nhà xuất bản =[[VnExpress]]| tiêu đề =Hang Dak Tuar - di tích lịch sử giả tạo ở Đắk Lắk| ngày tháng =ngày 24 tháng 3 năm 2003| ngày truy cập = ngày 5 tháng 3 năm 2010}}<\/ref>. Ông Cần cũng cho biết: \"''...bảo tàng Đắk Lắk đã không hề đưa ra được bất cứ hiện vật, tài liệu, văn bản, nhân chứng nào chứng minh cho bản lý lịch hang đá Dak Tuar''\" <ref name=\"giatao\"\/>.\n\nCác nhân chứng cũng đã yêu cầu Tỉnh ủy và UBND Tỉnh Đắk Lắk kiểm tra lại tính chính xác của các tài liệu về di tích lịch sử này, nhưng đến nay vẫn chưa được các cơ quan chức năng tỉnh làm rõ.<ref name=\"giatao\"\/>.\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Commonscat |Caves in Vietnam}}\n{{Hang động Việt Nam}}\n\n[[Thể loại:Di tích tại Đắk Lắk]]\n[[Thể loại:Hang động Việt Nam]]"}