{"19505622":"'''Hang Chà Lòi''' là một trong những hang động nằm ở phía Nam của Quảng Bình. Hang nằm trong địa phận 2 xã Ngân Thủy của [[Lệ Thủy|huyện Lệ Thủy]] và Trường Xuân của [[Quảng Ninh (huyện)|huyện Quảng Ninh]].<ref>{{Chú thích web|url=https:\/\/nhandan.com.vn\/cam-nang\/kham-pha-hang-cha-loi-quang-binh-608363\/|tựa đề=Khám phá hang Chà Lòi, Quảng Bình|tác giả=Hương Giang|họ=|tên=|ngày=2020-07-12|website=Nhân Dân|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 14 tháng 10 năm 2020}}<\/ref> Hang Chà Lòi còn được người dân địa phương gọi là Hang Đại tướng, bởi theo người dân địa phương sống ở đây trong những năm chiến tranh đại tướng Võ Nguyên Giáp từng ở tại đây.<ref>{{Chú thích web|url=http:\/\/www.vietnamtourism.gov.vn\/index.php\/items\/30524|tựa đề=Hang Chà Lòi – Điểm đến ấn tượng cho các tín đồ thích trải nghiệm, khám phá|tác giả=Lương Công Thành|họ=|tên=|ngày=2019-11-25|website=Trung tâm Thông tin du lịch|url lưu trữ=|ngày lưu trữ=|url hỏng=no|ngày truy cập=ngày 14 tháng 10 năm 2020}}<\/ref> Hang được phát hiện rất sớm từ những năm 1967 đã được sử dụng. Hang Chà Lòi cách trung tâm thành Phố Đồng Hới 45&nbsp;km theo hướng Tây Nam. Hang Chà Lòi được gọi theo tên của người địa phương dân tộc [[Người Bru - Vân Kiều|Bru-Vân Kiều]] sống gần đó.\n\n\n== Du lịch ==\nHang Chà Lòi<ref>{{Chú thích web|url=|tựa đề=Hang Chà Lòi|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> được đưa vào khai thác du lịch vào cuối năm 2018. Để khai thác được hang này UBND tỉnh cấp phép cho công ty du lịch khai thác và bảo tồn. Hang Chà Lòi được khai thác theo hình thức Du lịch mạo hiểm. Để khám phá được hang bạn phải đi bộ, leo trèo, lội suối trong hang..  Bạn được trang bị các thiết bị như đèn, giày, và mũ bảo hộ cùng với đội ngũ chuyên gia hướng dẫn hang động. Trên trang tổng cục du lịch Việt Nam đánh giá cao Hang Chà Lòi và những trải nghiệm vừa phải mà du khách mang lại\n\nHiện tại sản phẩm được mở rộng đến khe nước lạnh, du khách sẽ có những trải nghiệm thú vụ tại đây\n\n== Tham khảo ==\n{{tham khảo}}{{Sơ khai Quảng Bình}}"}