{"39644":"{{Văn phong|date=tháng 11\/2022}}\n{{Tâng bốc|date=tháng 11\/2022}}\n{{Location map | Vietnam| width = 200| float = right\n| relief = yes\n| label = ''Hang Sửng Sốt''\n| position = bottom\n| lat_deg = 20.844753\n| lon_deg = 107.090432\n}}{{coord| 20.844753| 107.090432| type:landmark| format= dms| display= title}}\n[[Tập tin:Hang Sửng Sốt 2.jpg|nhỏ|250px|Một cảnh trong hang]]\n'''Hang Sửng Sốt''' là [[hang]] dạng [[karst]] trong khối núi [[đá vôi]] của [[đảo Bồ Hòn]] [[vịnh Hạ Long]], tỉnh Quảng Ninh, Việt Nam <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-fa83 >Bản đồ tỷ lệ 1:50.000 tờ F-48-83-A. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref name =QuangNinh-tt35 >[https:\/\/thukyluat.vn\/vb\/thong-tu-35-2013-tt-btnmt-danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-quang-ninh-33e62.html Thông tư 35\/2013\/TT-BTNMT ngày 30\/10\/2013] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh dân cư... phục vụ lập bản đồ tỉnh Quảng Ninh. Thuky Luat Online, 2016. Truy cập 10\/08\/2019.<\/ref>.\n\n== Vị trí và nguồn gốc tên gọi ==\n[[Đảo Bồ Hòn]] nằm ở khu vực trung tâm của [[Di sản thế giới]] [[vịnh Hạ Long]].\n\nHang có tên như vậy là do khi ta đi vào tham quan trong hang thấy hang có diện tích trong lòng rất nhỏ... nhưng khi du khách lách qua một khe đá hẹp để tiến vào trong thì ai là du khách tham quan cũng phải ồ lên... cảm nhận cái đẹp và lòng hang được mở rộng ra rất nhiều đẹp, gây ấn tượng mạnh nên du khách chính là người đặt tên cho động cái tên ''grotte de la surprise'' (hang động của sự sửng sốt).\n\nCùng trên đảo này còn có '''[[Hang Luồn Bồ Hòn]]''' ở phần bắc của đảo <ref name =HLuonBHon >[http:\/\/baoquangninh.com.vn\/du-lich\/201204\/Hang-Luon-diem-den-hap-dan-2165987\/ Bảo tồn và phát huy giá trị Di sản - Kỳ quan Vịnh Hạ Long Hang Luồn - điểm đến hấp dẫn]. Quảng Ninh Online, 22\/04\/2012. Truy cập 30\/12\/2018.<\/ref> {{coord| 20.852914| 107.095380| type:landmark| format= dms| name = Hang Luồn Bồ Hòn}}.\n\n== Đặc điểm ==\n[[Tập tin:Hang Sửng Sốt 3.jpg|nhỏ|250px|Nhũ thạch trong hang]]\nĐây là một hang động rộng và đẹp vào bậc nhất của vịnh Hạ Long. Đường lên hang Sửng Sốt luồn dưới những tán lá rừng, những bậc đá ghép cheo leo, du khách vừa có được cái thú của người leo núi, vừa có cái háo hức như đang đi lên trời vậy.\nHang, động được chia làm hai ngăn chính, toàn bộ ngăn một như một nhà hát lớn rộng thênh thang. Trần hang được phủ bằng một lớp \"thảm nhung\" óng mượt, vô số những \"chùm đèn treo\" bằng [[nhũ đá]] rực sáng long lanh, những [[tượng đá]], [[vo]]i đá, [[hải cẩu]], mâm xôi, hoa lá... tất cả dường như đang chuyển động trong một thế giới huyền ảo như thực như mơ.\nBước vào ngăn 2 bằng một con đường nhỏ. Một luồng ánh sáng ùa vào rực rỡ, động mở ra một khung cảng mới hoàn toàn khác lạ, ngăn động rộng mênh mông có thể chứa được hàng ngàn người, ngay cạnh lối ra vào là một chú [[ngựa]] đá và một thanh [[kiếm|gươm]] dài.\n\nĐi vào trong cảnh trí còn nhiều điều kỳ lạ, như nhũ đá, cây đa cổ thụ tán lá xum xuê, chú gấu biển, [[khủng long]]... Tới đỉnh cao nhất của hang, bất ngờ một khu ''vườn thượng uyển'' mở ra trước mắt, có [[hồ|hồ nước]] trong vắt, phong cảnh sơn thủy hữu tình, muôn loài cây như si, vạn tuế, đa cổ thụ cùng nhiều loài chim sinh sống.\n== Xem thêm ==\n* [[Vịnh Hạ Long]]\n* [[Hang Đầu Gỗ]] {{coord| 20.908333| 107.020833| type:landmark| format= dms| name = Hang Đầu Gỗ}}\n\n== Tham khảo ==\n{{Tham khảo|colwidth=28em}}\n{{thể loại Commons|Sung Sot Cave}}\n== Liên kết ngoài ==\n{{Sơ khai địa lý Việt Nam}}\n\n{{Hang động Việt Nam}}\n\n[[Thể loại:Vịnh Hạ Long]]\n[[Thể loại:Du lịch Quảng Ninh]]\n[[Thể loại:Hang động Việt Nam]]"}