{"273331":"'''Hang Phượng Hoàng - Suối Mỏ Gà''' là một khu thắng cảnh du lịch nổi tiếng của tỉnh [[Thái Nguyên]]. Hang Phượng Hoàng nằm trên núi Phượng Hoàng thuộc xã [[Phú Thượng, Võ Nhai|Phú Thượng]] huyện [[Võ Nhai]], cách [[thành phố Thái Nguyên]] 45&nbsp;km và nằm rất gần [[quốc lộ 1B]] ([[Thái Nguyên]] - [[Lạng Sơn]]) ở vị trí sát ranh giới giữa hai tỉnh.\n\n== Hang Phượng Hoàng ==\nTheo 700-800m đường lát đá với khoảng 45 phút leo núi mới đến cửa hang Phượng Hoàng. Hang Phượng Hoàng nằm ở lưng chừng núi, có chu vi 380 m, từ trần hang đến đáy hang khoảng trên 70m, đáy hang có mỏ nước lạnh trong vắt.<ref name=\"tng\">{{chú thích web| url = http:\/\/www.thainguyen.gov.vn\/wps\/portal\/detailnews?WCM_GLOBAL_CONTEXT=\/web+content\/sites\/dn\/ttsk_ttdt\/da_fdi\/fdi0006&catId=DA_FDI&comment=FDI0006| title = Danh mục các dự án kêu gọi đầu tư lĩnh vực Dịch vụ - Du lịch| accessdate = ngày 21 tháng 12 năm 2011| publisher = Cổng Thông tin điện tử tỉnh Thái Nguyên}}{{Liên kết hỏng|date=ngày 1 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> Hang gồm có 3 tầng: tầng thượng là hang Dơi, tầng giữa gọi là hang Sáng, tầng cuối gọi là hang Tối. Hang Sáng rộng và thoáng, ánh sáng ở cả ba cửa hang chính chiếu vào những nhũ đá hay thạch nhũ trong hang lung linh, huyền ảo. Các nhũ đá trong hang có nhiều hình thù kỳ lạ và có thể liên tưởng đến nhiều hình ảnh như hổ, báo, voi hay cây bút, người vũ nữ....<ref name=\"tcdl\">{{chú thích web | url =http:\/\/www.vietnamtourism.com\/v_pages\/tourist\/destination.asp | title =Hang Phượng Hoàng, suối Mỏ Gà | accessdate =2011-21-12 | publisher =Tổng cục Du lịch Việt Nam | archive-date =2011-12-08 | archive-url =https:\/\/web.archive.org\/web\/20111208102836\/http:\/\/www.vietnamtourism.com\/v_pages\/tourist\/destination.asp }}<\/ref><ref name=\"hhdl\">{{chú thích web| url = http:\/\/www.vietnamtourism.com.vn\/news\/vn\/detail\/121\/5069\/| title = Hang Phượng Hoàng - suối Mỏ Gà ở Thái Nguyên| accessdate = ngày 21 tháng 12 năm 2011| publisher = Trang thông tin điện tử Du lịch, Khách sạn Việt Nam – Hiệp hội Du lịch Việt Nam.}}{{Liên kết hỏng|date=ngày 1 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>, thậm chí có thạch nhũ có hình [[Linga]] (dương vật đá) cao chừng 10m, to cỡ 2 người ôm. Vòm hang cách đáy khoảng 30–40&nbsp;m.<ref name=\"tp\">{{chú thích web| url =http:\/\/www.tienphong.vn\/Van-Hoa\/33116\/Chinh-phuc-hang-Phuong-Hoang--suoi-Mo-Ga.html | title = Chinh phục hang Phượng Hoàng- suối Mỏ Gà| accessdate = ngày 21 tháng 12 năm 2011| publisher = Báo Tiền phong}}<\/ref>\n\n== Hang và suối Mỏ Gà ==\nDưới chân núi Phượng Hoàng là hang Mỏ Gà, được đặt theo tên dòng suối Mỏ Gà chảy ra từ trong lòng hang. Hang Suối Mỏ Gà cách hang Phượng Hoàng chỉ 100&nbsp;m, rộng chừng 10-15m, cao 2m-15m, chiều sâu của hang 150- 200m.<ref name=\"tng\"\/><ref name=\"tp\"\/> Nước suối Mỏ Gà trong xanh và khu vực cửa hang, suối Mỏ Gà chảy ra tạo thành một thác nước nhỏ với độ cao chỉ có 2&nbsp;m. Nước suối nói chung chỉ sâu đến đầu gối song lại có vũng nước nhỏ sâu như bể bơi, du khách có thể leo lên vách hang cao 10m và nhảy xuống.<ref name=\"tp\"\/> Vì là dòng suối chảy trong hang nên nếu muốn khám phá phải dùng đèn pin. Suối Mỏ Gà nhiều thác ghềnh dài khoảng 10–15&nbsp;m, dòng nước chảy tại những ghềnh thác này được ví như những dải lụa. Trên các vách đá của Hang Suối Mỏ Gà được \"người xưa\" khắc dòng chữ:<ref name=\"tp\"\/>\n{{Cquote|'''Nước suối Mỏ Gà là sinh khí của trời đất, đằm trong hương bí ẩn của sâm rừng, hoa núi. Người sẽ được tốt tươi viên mãn'''}}\n\n== Truyền thuyết ==\nTừ dưới nhìn lên, núi Phượng Hoàng có hai hòn đá với hình hai con chim phượng hoàng nằm ấp nhau. Sở dĩ núi mang tên Phượng Hoàng là vì theo huyền thoại ngày xưa trên núi có một đôi chim phượng hoàng sống rất hạnh phúc và chúng sinh được hai quả trứng. Ngày ngày, chim bố đi kiếm mồi cho chim mẹ nằm ấp trứng. Một ngày kia, chim bố đã quên nhiệm vụ và không trở về. Rồi một hôm chợt nhận ra, nó quay trở về nhưng chim vợ đã hoá đá.Chim bố nằm ở ngọn núi đối diện ngóng sang để mong người vợ trở lại trạng thái bình thường, nhưng đợi mãi. Từ đó núi mang tên Phượng Hoàng.<ref name=\"btn\">{{chú thích web| url=http:\/\/www.baothainguyen.org.vn\/tin-tuc\/lich-sudanh-thang\/nhung-dia-diem-du-lich-noi-tieng-cua-thai-nguyen-47750-151.html | title = Những địa điểm du lịch nổi tiếng của Thái Nguyên| accessdate = ngày 21 tháng 12 năm 2011| publisher = Báo Thái Nguyên}}<\/ref>\n\n== Lịch sử ==\nHang Phượng Hoàng là một điểm di tích của căn cứ địa Bắc Sơn-Võ Nhai nổi tiếng. Ngày 27\/11\/1944 đội cứu quốc quân gồm 75 người cùng 373 hộ dân lên hang Phượng Hoàng lập căn cứ chống địch. Với trận địa súng kíp, mìn, lưỡi cày, bẫy đá, nỏ, giáo mác và chiến thuật đánh du kích, đội cứu quốc quân đã gây thiệt hại nặng một tiểu đoàn giặc Pháp và tay sai có pháo binh yểm trợ.<ref name=\"tp\"\/>\n\n== Quy hoạch ==\nNăm 1994, hang Phượng Hoàng đã được nhà nước Việt Nam xếp hạng di tích thắng cảnh cấp Quốc gia.<ref name=\"tng1\">{{chú thích web| url = http:\/\/www.thainguyen.gov.vn\/wps\/portal\/detailnewsdk?WCM_GLOBAL_CONTEXT=\/web+content\/sites\/dk\/tdl0003&catId=undefined&comment=TDL0003| title = Giới thiệu một số điểm du lịch tại Thái Nguyên| accessdate = ngày 21 tháng 12 năm 2011| publisher = Cổng thông tin điện tử Thái Nguyên| archive-date = 2016-03-06| archive-url = https:\/\/web.archive.org\/web\/20160306221926\/http:\/\/www.thainguyen.gov.vn\/wps\/portal\/detailnewsdk?WCM_GLOBAL_CONTEXT=%2Fweb+content%2Fsites%2Fdk%2Ftdl0003&catId=undefined&comment=TDL0003}}<\/ref> Tại khu du lịch, ngoài ngắm cảnh còn có các hoạt động ẩm thực đặc trưng của các dân tộc bản địa. Hiện nay, khu vực mới chỉ có một số phòng trọ đơn sơ và dịch vụ giải khát cho du khách đến tham quan. Tỉnh Thái Nguyên đang kêu gọi đầu tư vào khu du lịch với số vốn 2- 5 triệu [[Đô la Mỹ|Đôla Mỹ]], theo đó sẽ xây dựng khách sạn, nhà nghỉ đầy đủ tiện nghi, xây dựng bể tắm nông và sâu; xây dựng đường dài 110 m nối với quốc lộ 1B và hệ thống đường nội bộ.<ref name=\"tng\"\/> Ngoài ra, suối Mỏ Gà cũng thích hợp để nuôi các loài cá nước lạnh như [[cá tầm]] hay [[cá hồi]].<ref name=\"tng1\">{{chú thích web| url =http:\/\/www.vietlinh.com.vn\/lobby\/aquaculture_news_show.asp?ID=9612 | title = Nuôi cá hồi, cá tầm để giảm nghèo| accessdate = ngày 21 tháng 12 năm 2011}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo|25em}}\n{{sơ khai Thái Nguyên}}\n\n{{Hang động Việt Nam}}\n\n[[Thể loại:Du lịch Thái Nguyên]]\n[[Thể loại:Danh lam thắng cảnh]]\n[[Thể loại:Hang động tại Ninh Bình]]"}