{"14783251":"{{Location map | Vietnam| width = 200| float = right\n| relief = yes\n| label = ''Hang Múa''\n| position = bottom\n| lat_deg = 20.228611\n| lon_deg = 105.931667\n}}{{coord| 20.228611| 105.931667| type:landmark| format= dms| display= title}}\n[[Tập tin:Tam Coc by Tuan Mai \"007\" (8888350545).jpg|nhỏ|phải|290px|Từ Hang Múa ngắm cảnh Tam Cốc mùa lúa chín]]\n[[Tập tin:Tam Coc from above.jpg|nhỏ|phải|290px|Phong cảnh Tam Cốc nhìn từ đỉnh núi Hang Múa]]\n[[Tập tin:4G4A0416.jpg|trái|nhỏ|Phía Ngoài cửa hang]]\n'''Hang Múa''' là [[hang]] trong núi [[đá vôi]] ở vùng đất ''thôn Khê Đầu Hạ'' xã [[Ninh Xuân]] [[huyện Hoa Lư]] tỉnh [[Ninh Bình]], [[Việt Nam]] <ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =NinhBinh-tt06 >[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Thong-tu-06-2019-TT-BNTNMT-ve-Danh-muc-dia-danh-dan-cu-de-lap-ban-do-phan-dat-tinh-Ninh-Binh-418040.aspx Thông tư 06\/2019\/TT-BTNMT ngày 28\/06\/2019] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... phục vụ lập bản đồ tỉnh Ninh Bình. Thuvien Phapluat Online, 2019. Truy cập 15\/08\/2019.<\/ref><ref name =Bd50-fa92 >Bản đồ tỷ lệ 1:50.000 tờ F-48-92-D. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref>. Hang Múa ở phía tây nam [[thành phố Ninh Bình]] cách cỡ 10&nbsp;km, và cách [[Hà Nội]] khoảng 100&nbsp;km.\n\nHang Múa là một điểm du lịch nằm trong vùng lõi [[Quần thể di sản thế giới Tràng An]], tỉnh [[Ninh Bình]]. Hang Múa có đặc điểm địa chất, địa mạo đặc trưng của vùng núi đá vôi có tuổi đời hàng triệu năm. Với cảnh quan đặc biệt và hấp dẫn, Hang Múa được báo chí đánh giá là điểm sống ảo ở [[Việt Nam]]. Điểm nhấn của khu du lịch Hang Múa là phong cảnh đẹp trên con đường dẫn lên đỉnh núi Múa được xây dựng mô phỏng theo kiến trúc [[Vạn Lý Trường Thành]] với gần 500 bậc thang đá\n\n== Mô tả ==\n[[Tập tin:4G4A0232.jpg|trái|nhỏ]]\nHang Múa là một điểm du lịch nằm trong vùng lõi [[Quần thể di sản thế giới Tràng An]], tỉnh [[Ninh Bình]]. Hang Múa có đặc điểm địa chất, địa mạo đặc trưng của vùng núi đá vôi có tuổi đời hàng triệu năm. Điểm nhấn của khu du lịch Hang Múa là phong cảnh đẹp trên con đường dẫn lên đỉnh núi Múa với gần 500 bậc thang đá.<ref>[http:\/\/nbtv.vn\/xa-hoi\/ninh-binh\/201902\/dong-dao-du-khach-den-tham-quan-hang-mua-dip-dau-xuan-moi-2019-838507\/ Đông đảo du khách đến tham quan Hang Múa dịp đầu Xuân mới 2019]<\/ref>\n\nTừ Hang Múa, du khách có thể dễ dàng tới các địa danh khác trong tuyến [[du lịch Ninh Bình]] như [[Khu du lịch sinh thái Tràng An|Tràng An]], [[Thung Nham]], [[Tam Cốc - Bích Động|Tam Cốc Bích Động]], đầm [[Đầm Vân Long|Vân Long]]...\n\nHang Múa có từ lâu nhưng mới được đưa vào khai thác du lịch từ năm 2000. Lúc này, Hang Múa được biết đến với đỉnh núi Múa khi có Đài quan sát Hang Múa - Đài quan sát tự nhiên duy nhất ở [[Ninh Bình]]. Đài cao 142m và rộng 800m2.\n\n==Kiến trúc==\nLà một quần thể du lịch nhưng điểm nhấn của Hang Múa là khu núi Múa, đây cũng chính là nơi có kiến trúc độc đáo. Đường lên đỉnh núi Múa được xây dựng theo kiến trúc đường dẫn thành quách quanh co.<ref name=\"vnexpress.net\">[https:\/\/vnexpress.net\/du-lich\/hang-mua-diem-hot-nhat-ninh-binh-trong-mat-khach-tay-3795600.html Hang Múa - điểm hot nhất Ninh Bình trong mắt khách Tây]<\/ref>\n\nĐường dẫn được xây bằng đá trắng với 486 bậc dẫn lên đỉnh. Theo thời gian, con đường mang vẻ đẹp trầm mặc, rêu phong. Trên đỉnh núi là những ngọn tháp có kiến trúc giống những ngọn tháp trong các đình chùa với đỉnh nhọn, mái cong uốn vòm.<ref name=\"vnexpress.net\"\/>\n\nNgay đầu đường dẫn lên núi là hình rồng được tạo dựng tinh tế như mời gọi du khách chinh phục con đường lên tới đỉnh núi. Trên đỉnh núi là hình tượng rồng chầu phía sâu tượng Phật bà Quan Âm. Con rồng trên đỉnh núi không chỉ chầu Phật bà mà còn được nhiều người ví dư đang đón bình mình và hoang hôn nếu nhìn từ phía chân núi. Đây cũng là còn rồng \"cao nhất\" Ninh Bình và tạo nên kiến trúc độc đáo trên đỉnh núi Múa.\n\nHai bên đường dẫn lên đỉnh núi còn xuất hiện nhiều hình tượng các con vật như Nghê, đại bàng... những con vật có dấu ấn trong văn hóa kiến trúc tâm linh của người Việt. Những con vật này được đặt trên các trụ đá dọc đường đi tạo thêm nét đặc biệt và ấn tượng cho con đường dẫn lên đỉnh núi.\n\n==Tháp sống ảo==\nTrên đỉnh núi Múa có một ngọn tháp nhỏ ngay bên vực, thu hút khách khắp nơi tới để chụp hình đăng lên mạng xã hội, do kích thước nhỏ gọn, vị trí cao, thông thoáng và phong cảnh hùng vĩ.\nNgọn tháp trên đỉnh núi Múa được xây dựng theo kiến trúc bảo tháp Phật giáo thường gặp ở các quốc gia như Ấn Độ, Mông Cổ, Thái Lan, Lào... Tháp này có đế hình vuông biểu tượng cho đất, phần bầu tròn biểu tượng cho nước, phần các nón nhọn hướng lên trời biểu tượng cho lửa, phần lọng che biểu tượng cho gió, phần trên cùng biểu tượng cho Không Đại.\n\nHình con vật giống sư tử chính là Nghê, một trong 9 người con của Rồng. Đây là một con vật phổ biến trong kiến trúc tôn giáo ở Việt Nam cũng như các quốc gia chịu ảnh hưởng của văn hóa Trung Hoa.\n\nBức tượng chim xuất hiện trên đỉnh cột ở đường dẫn lên đỉnh núi múa là chim đại bàng, biểu tượng cho sự trấn áp và sức mạnh uy quyền. Trên đỉnh núi Múa còn đặt một tượng Quan Thế Âm Bồ Tát.<ref name=\"nld.com.vn\">[https:\/\/nld.com.vn\/diem-den\/du-lich-ninh-binh-nhat-dinh-ban-phai-den-5-diem-nay-20180412154407059.htm Du lịch Ninh Bình nhất định bạn phải đến 5 điểm này]<\/ref>\n\n==Cảnh quan==\nHang Múa được mệnh danh là \"nàng thơ của Tam Cốc\", điều này không ngoa. Khi đứng từ đỉnh núi Múa có thể ngắm trọn vẻ đẹp của Tam Cốc, đặc biệt trong mùa lúa xanh và lúa chín. Đây là địa điểm đẹp nhất để ngắm Tam Cốc, vùng sơn thủy hữu tính với dòng sông uốn lượn qua những cánh đồng lúa dưới những ngọn núi đá vôi cổ trùng điệp.\n\nKhu hang Múa ngoài núi Múa còn có nhiều hang động đầy bí ẩn đâm sâu vào lòng núi. Đi từ cổng vào bạn sẽ đi qua những khu ấn tượng với những ngôi nhà trên cây, thủy đình giữa hồ, vườn hoa bậc thang cùng những dãy nhà nghỉ nằm áp sát vào chân núi.\n\n[[Tam Cốc - Bích Động]] có 4 điểm chụp ảnh từ trên cao xuống đẹp nhất gồm: đỉnh núi hang Cả chụp vào, đỉnh núi Trái Bộ chụp ra, đỉnh Chìa Vôi chụp ngang và từ đỉnh Hang Múa chụp xuống. Đây là những điểm du lịch thuộc Photo tour “Sắc vàng Tam Cốc- Tràng An” diễn ra trong tháng 5 hàng năm.<ref>[http:\/\/baoninhbinh.org.vn\/photo-tour-sac-vang-tam-coc-trang-an-da-san-sang-20190517035555297p3c23.htm Photo tour “Sắc vàng Tam Cốc- Tràng An” đã sẵn sàng]<\/ref>\n\n==Truyền thuyết, lịch sử==\nTheo truyền thuyết dân gian, cái tên có từ xa xưa. Khi đó vua [[Trần Thái Tông]] khi về vùng Hoa Lư lập [[Đền Thái Vi|Am Thái Vi]] thường tới đây để nghe các mỹ nữ, cung tần múa hát.<ref>[http:\/\/www.dulichninhbinh.com.vn\/travel-news\/HANG-MUA-DIA-DIEM-DU-XUAN-NGHI-DUONG-DEP-NHAT-NHI-NINH-BINH.html HANG MÚA - ĐỊA ĐIỂM DU XUÂN, NGHỈ DƯỠNG ĐẸP NHẤT NHÌ NINH BÌNH]{{Liên kết hỏng|date=2021-05-01 |bot=InternetArchiveBot }}<\/ref> Hang Múa cũng là một trong những địa điểm có tên gọi kỳ lạ nhất Việt Nam.\nKhông chỉ vậy, hang động dưới chân núi Múa thời xưa còn là một bệnh viện lưu động nơi điều trị, trú ẩn của thương bệnh bình tham gia cuộc chiến bảo vệ tổ quốc.\n\n==Báo chí, truyền thông==\nThời gian gần đây, Hang Múa xuất hiện nhiều trên báo chí khi được khen ngợi là một trong những địa điểm checkin đẹp nhất Ninh Bình hay Vạn lý trường thành phiên bản Việt. Hang Múa cũng được báo chí xếp vào danh sách những địa điểm không thể bỏ lỡ ở miền Bắc hay những địa danh có tên gọi kỳ lạ nhất Việt Nam. Trong tháng 8 năm 2018, vượt qua cả Tràng An, Tam Cốc hay chùa Bái Đính, Hang Múa thuộc địa phận thôn Khê Đầu Hạ, xã Ninh Xuân, Hoa Lư (Ninh Bình) xuất sắc đứng đầu top 5 điểm đến tại Ninh Bình trên trang du lịch số 1 thế giới TripAdvisor.<ref name=\"nld.com.vn\"\/><ref>[https:\/\/vietnam.vnanet.vn\/vietnamese\/du-khach-quoc-te-ca-ngoi-ve-dep-hang-mua-o-ninh-binh\/379464.html Du khách quốc tế ca ngợi vẻ đẹp Hang Múa ở Ninh Bình]<\/ref>\n\nHang Múa đã được đầu tư xây dựng thành điểm du lịch sinh thái kết hợp thể thao leo núi - Hang Múa Ecolodge. Hang Múa Ecolode mang một nét đẹp văn hóa đằm thắm, thanh bình mà vẫn có đầy đủ các dịch vụ phục vụ du khách như: phòng nghỉ, nhà hàng, khu vực leo núi, ngắm cảnh… Được đưa vào khai thác du lịch sớm nên các dịch vụ cho du khách ở rất chuyên nghiệp.<ref>[https:\/\/dantri.com.vn\/vong-quay-du-lich\/hang-mua-nu-hoang-quyen-ru-cua-trang-an-20180402142630761.htm Hang Múa - “nữ hoàng” quyến rũ của Tràng An]<\/ref>\n\n== Tham khảo ==\n{{Tham khảo |colwidth=27em}}\n{{Commonscat |Caves in Vietnam}}\n== Liên kết ngoài ==\n{{du lịch Ninh Bình}}\n{{Hang động Việt Nam}}\n\n[[Thể loại:Khu du lịch Việt Nam]]\n[[Thể loại:Địa lý Ninh Bình]]\n[[Thể loại:Quần thể danh thắng Tràng An]]\n[[Thể loại:Hang động tại Ninh Bình]]"}