{"1711089":"{{Mồ côi|date=tháng 5 năm 2013}}\n{{công trình tương lai}}\n'''Happyland''' hay '''Xứ sở hạnh phúc''' là khu phức hợp giải trí, du lịch có quy mô lớn tại [[Việt Nam]]<ref name=\"docthangloi\">[http:\/\/vnexpress.net\/gl\/kinh-doanh\/bat-dong-san\/2011\/09\/khu-giai-tri-phuc-hop-2-ty-usd-thu-hut-nha-dau-tu-ngoai\/ Giới thiệu khu phức hợp giải trí HappyLand], Theo Báo VnExpress.<\/ref>. Dự án Happyland nằm bên bờ [[vàm Cỏ Đông|sông Vàm Cỏ Đông]], thuộc địa phận huyện [[Bến Lức]], [[long An|tỉnh Long An]], nằm ở cửa ngõ phía Nam [[Thành phố Hồ Chí Minh]], cách trung tâm [[Thành phố Hồ Chí Minh]] khoảng 33&nbsp;km, có vị trí thuận lợi về giao thông đường thủy lẫn đường bộ, kết nối giữa [[Thành phố Hồ Chí Minh]] và [[đồng bằng sông Cửu Long]] với [[Quốc lộ 1]], đường cao tốc [[Thành phố Hồ Chí Minh]] - [[Cần Thơ]], đường cao tốc trong tương lai nối liền [[Bến Lức]] và [[sân bay quốc tế Long Thành|sân bay Long Thành]], cách cửa khẩu biên giới [[Campuchia]] chưa đến 30&nbsp;km<ref name=\"bsggp1\">[http:\/\/www.sggp.org.vn\/vanhoavannghe\/2010\/9\/237146\/ Tọa lạc bên bờ sông Vàm Cỏ Đông với lối đi dọc bờ sông dài 3.700m, thuộc huyện Bến Lức, tỉnh Long An], Theo Báo Sài Gòn Giải Phóng.<\/ref>.\n==Dự án và Chủ đầu tư==\nXứ sở hạnh phúc do Công ty cổ phần Đầu tư xây dựng và phát triển hạ tầng Phú An, công ty con của Tập đoàn Khang Thông làm chủ đầu tư cùng các đơn vị tư vấn tên tuổi như Steelman Partners, Meinhardt, Savills, PWC<ref name=bsggp1 \/>…\n\nHappyland là dự án khu vui chơi [[giải trí]], nghỉ dưỡng phức hợp có diện tích [[xây dựng]] giai đoạn đầu là 338 ha<ref name=\"338ha\">[http:\/\/www.hcsaigon.com\/index.php?option=com_content&view=article&id=165%3Ahappyland-longan&catid=42%3Atin-tuc&Itemid=90&lang=en Khởi công dự án Happyland Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131105181827\/http:\/\/www.hcsaigon.com\/index.php?option=com_content&view=article&id=165%3Ahappyland-longan&catid=42%3Atin-tuc&Itemid=90&lang=en |date = ngày 5 tháng 11 năm 2013}}, Theo trang HCSaiGon.<\/ref> và sẽ mở rộng trong tương lai, được [[Chính phủ Việt Nam|Chính phủ]] chấp thuận chủ trương đầu tư vào ngày [[9 tháng 9]] năm [[2009]]<ref name=\"9thang9nam2009\">[http:\/\/www.thanhnien.com.vn\/pages\/20110214\/khoi-cong-du-an-happyland-viet-nam-tai-long-an.aspx Khởi công dự án Happyland Việt Nam tại Long An], Theo Báo Thanh Niên.<\/ref>, được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] đưa vào quy hoạch phát triển du lịch vùng [[Đồng bằng sông Cửu Long]] tháng 4 năm 2010<ref name=\"vnexrews2ti\">[http:\/\/vnexpress.net\/gl\/kinh-doanh\/2011\/02\/khoi-cong-du-an-khu-giai-tri-2-ty-usd-tai-viet-nam\/?q=1 Khởi công dự án khu giải trí 2 tỷ USD tại Việt Nam], Theo báo Vnexpress.<\/ref>. Ủy ban nhân dân [[long An|tỉnh Long An]] đã cấp giấy chứng nhận đầu tư, phê duyệt quy hoạch 1\/2000 và quy hoạch 1\/500 cho dự án này vào năm [[2010]]<ref name=\"ubndcndt\">[http:\/\/dantri.com.vn\/kinh-doanh\/khoi-cong-khu-giai-tri-phuc-hop-lon-nhat-viet-nam-457673.htm Khởi công Khu giải trí phức hợp lớn nhất Việt Nam], Theo báo Dân Trí.<\/ref>. Tổng vốn đầu tư cho dự án gần 2 tỷ USD với sự góp mặt của nhiều đối tác nước ngoài<ref name=\"ubndcndt\"\/>. Khu giải trí này được thiết kế có thể đón 14 lượt triệu khách đến tham quan hàng năm<ref name=\"phapluat\">[http:\/\/phapluattp.vn\/20110214025832218p1014c1071\/khoi-cong-du-an-happyland-viet-nam-tai-long-an.htm Dự kiến, dự án Happyland Việt Nam hoàn thành và đưa vào sử dụng vào tháng 4\/2014.], Theo trang Pháp Luật Đời Sống.<\/ref>. Dự án khởi công vào ngày [[14 tháng 2]] năm [[2011]]. Dự kiến khu giải trí này sẽ hoạt động vào [[tháng tư|tháng 4]] năm [[2014]]<ref name=\"btienphong2014\">[http:\/\/www.tienphong.vn\/xa-hoi\/tin-tuc\/551384\/Nam-2014-Disneyland-Viet-Nam-di-vao-hoat-dong-tpp.html Năm 2014, Disneyland Việt Nam đi vào hoạt động],Theo Báo Tiền Phong.<\/ref>.\n\nTuy nhiên, theo thông báo của UBND tỉnh Long An, đến tháng 6-2014, dự án đã triển khai chậm so với tiến độ trong Giấy chứng nhận đầu tư. Các hạng mục đã hoàn thành 100% bao gồm: Khu khinh khí cầu, Khu nhà cổ, Nhà bát giác cổ lầu, Biển hồ Hoàng Sa-Trường Sa. Báo cáo với UBND tỉnh Long An, chủ đầu tư cho biết sẽ triển khai và đưa vào hoạt động dự án Happyland Khang Thông theo hình thức cuốn chiếu vào đầu năm 2015. Ngoài ra, trong điều kiện kinh tế khó khăn, nguồn vốn đầu tư cho dự án bị hạn chế nên Công ty CP Đầu tư Xây dựng và Phát triển hạ tầng Phú An đang tìm thêm đối tác để hợp tác đầu tư.\n\nNgày 21\/9\/2015, ông Lưu Đình Khẩn, Giám đốc Sở Xây dựng tỉnh Long An, cho rằng nguyên nhân khủng hoảng kinh tế cùng với việc thị trường BĐS \"đóng băng\" đã làm nhiều dự án \"khủng\" với vốn đầu tư hàng nghìn tỷ đồng trên địa bàn tỉnh phải dừng lại. Trong đó, dự án khu du lịch Happy Land còn có một nguyên nhân khác xuất phát từ \"tham vọng\" lớn của nhà đầu tư trong khi tiềm lực có hạn.<ref>{{Chú thích web |url=http:\/\/www.nguoitieudung.com.vn\/happyland-tu-tham-vong-sieu-giai-tri-den-hot-bac-le-te-cho-thoi-d36468.html |ngày truy cập=2017-08-15 |tựa đề=Bản sao đã lưu trữ |archive-date=2017-08-15 |archive-url=https:\/\/web.archive.org\/web\/20170815175936\/http:\/\/www.nguoitieudung.com.vn\/happyland-tu-tham-vong-sieu-giai-tri-den-hot-bac-le-te-cho-thoi-d36468.html |url-status=dead }}<\/ref>\n\nNgày 27\/02\/2016, trường đua HappyLand đã chính ra mắt và dự kiến sẽ tổ chức nhiều giải đua lớn trong thời gian tới. Trường đua HappyLand được xây dựng lên đến 139.000 m2, có thể đón tiếp khoảng 25.000 khán giả đến theo dõi nhiều hoạt động tại đây như đua mô tô (1,4&nbsp;km đường nhựa); xe cào cào và xe ATV (1,1&nbsp;km đường offroad); ôtô rally (7,5&nbsp;km đường đua); sân tập xe đạp và mô tô cho trẻ em.... Được biết, đây là trường đua mô tô hướng theo tiêu chuẩn quốc tế đầu tiên tại Việt Nam. Trường đua HappyLand sẽ dành cho 12 thể loại đua dành cho xe đạp, mô tô, ô tô. Ngoài ra, trường đua sẽ có các khóa huấn luyện về điều khiển, đua xe theo tiêu chuẩn chuyên nghiệp.<ref>http:\/\/www.tinthethao.com.vn\/doc-dao-duong-dua-mo-to-happyland-d387020.html<\/ref>\n\nTháng 5-2017, Cục Thi hành án dân sự tỉnh Long An đã thông qua kế hoạch cưỡng chế thi hành án để kê biên tài sản đối với Công ty Phú An. Tài sản phải kê biên gồm quyền sử dụng đất, nhà ở và tài sản khác gắn liền với đất tổng cộng hơn 74ha và toàn bộ tài sản sẽ hình thành trong tương lai của hơn 86,4ha đất trong khu công nghiệp tại xã Thạnh Đức (Bến Lức, Long An). Tuy nhiên, khi đoàn cưỡng chế đến thực hiện, đại diện Công ty Phú An đã xin tạm dời lại 2 tháng với lý do đang xúc tiến việc chuyển nhượng cổ phần của công ty. Đến đầu tháng 8-2017, đại diện Công ty Phú An lại tiếp tục xin gia hạn đến cuối tháng 8 để giải quyết nợ nần vì công ty đã ký được hợp đồng với một đối tác từ nước ngoài. Ngày 13-8, trao đổi với Tuổi Trẻ qua điện thoại, bà Phương Thảo xác nhận thông tin trên. \"Hiện chúng tôi đang tiến hành thủ tục bán cổ phần, chỉ vài ngày nữa là lấy được tiền và sẽ thanh toán mọi khoản nợ ngay\".<ref>http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170814\/happyland-trong-vong-xoay-no-nan\/1368622.html<\/ref>\n\nÔng Nguyễn Văn Tài - kiểm sát viên Cục Thi hành án dân sự Long An, người được phân công phụ trách việc thi hành án đối với Công ty Cổ phần đầu tư xây dựng và phát triển hạ tầng Phú An thuộc Công ty CP Tập đoàn Khang Thông cho biết \"350ha đất trong khu vực dự án Happyland từng được UBND tỉnh Long An cho thuê thu phí trong thời hạn 50 năm đã được chủ đầu tư là Công ty Phú An đem đi thế chấp ở nhiều nơi.\". Ông Tài cho biết thêm sau hai lần tạm hoãn, nếu đến ngày 30-8 Công ty Phú An vẫn không trả tiền thì sẽ kiên quyết thực hiện việc kê biên. Cục Thi hành án dân sự Long An đã có hai biện pháp ngăn chặn đối với chủ đầu tư. Theo đó, tạm thời các cổ đông Công ty Phú An không được thực hiện các giao dịch khi chưa có sự đồng ý của cơ quan thi hành án và chủ tịch hội đồng quản trị của công ty là bà Phạm Thị Phương Thảo không được xuất cảnh.<ref>http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20170815\/350ha-dat-happyland-bi-the-chap-nhieu-noi\/1369177.html<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* [http:\/\/news.zing.vn\/kinh-doanh\/chu-dau-tu-happy-land-phu-nhan-vai-tro-cua-cha-michael-jackson\/a273031.html Chủ đầu tư Happy Land phủ nhận vai trò của cha Michael Jackson]\n* [http:\/\/happyland.tqdesign.vn\/tin-tuc-su-kien\/le-khoi-cong-du-an-happyland-viet-nam.aspx Lễ khởi công Dự án Happyland Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120831041752\/http:\/\/happyland.tqdesign.vn\/tin-tuc-su-kien\/le-khoi-cong-du-an-happyland-viet-nam.aspx |date = ngày 31 tháng 8 năm 2012}}\n* [http:\/\/longan.vnpt.vn\/modules\/news_detail.php?news_id=133 VNPT đầu tư vào Dự án HappyLand Việt]{{Liên kết hỏng|date = ngày 1 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n{{sơ khai kiến trúc}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Du lịch Long An]]\n[[Thể loại:Long An]]"}