{"19733458":"{{Infobox military person\n|honorific_prefix = \n|name             = Harry Griffith Cramer Jr.\n|honorific_suffix = \n|image            = \n|image_upright    = \n|alt              = \n|caption          = \n|native_name      = \n|native_name_lang = \n|birth_name       = \n|other_name       = \n|nickname         = \n|birth_date       = {{birth date|1926|05|24}} \n|birth_place      = [[Johnstown, Pennsylvania]]\n|death_date       = {{death date and age|1957|10|21|1926|05|24}}\n|death_place      = [[Nha Trang]], [[Việt Nam Cộng hòa]]\n|placeofburial    = [[Học viện Quân sự Hoa Kỳ]], [[West Point, New York]]\n|placeofburial_label = \n|placeofburial_coordinates = \n|allegiance       = [[Mỹ]]\n|branch           = [[Lục quân Mỹ]]\n|branch_label     = \n|serviceyears     = \n|serviceyears_label = \n|rank             = [[Đại úy]]\n|rank_label       = \n|servicenumber    = \n|unit             = Phân đội Tác chiến Biệt kích số 14\n|commands         = \n|battles          = [[Chiến tranh Việt Nam]]\n|battles_label    = \n|awards           = [[Ngôi sao Bạc]]\n|memorials        = \n|alma_mater       = [[Trường Trung học phổ thông Westmont Hilltop|Trường Trung học Westmont-Upper Yoder]]\n|spouse           = Anne Supple\n|children         = 3\n|relations        = Wilson Cramer\n|laterwork        = \n|signature        = \n|signature_size   = \n|signature_alt    = \n|website          = \n|module           = \n}}\n[[Đại úy]] '''Harry Griffith Cramer Jr.''' (ngày [[24 tháng 5]] năm [[1926]], [[Johnstown, Pennsylvania]] &ndash; ngày [[21 tháng 10]] năm [[1957]], gần [[Nha Trang]], [[Việt Nam Cộng hòa]]) là [[quân nhân]] [[Mỹ]] từng tham chiến tại [[Triều Tiên]] và [[Việt Nam]]. Ông được coi là người lính [[Lục quân Mỹ]] đầu tiên thiệt mạng trong [[chiến tranh Việt Nam]]. Một con phố ở [[Fort Lewis]], [[Washington (tiểu bang) |Washington]] được đặt tên nhằm vinh danh Cramer. Thi hài của ông được [[quân đội Mỹ]] an táng tại [[Học viện Quân sự Hoa Kỳ]], [[West Point, New York]].\n\n==Tiểu sử==\n===Thân thế===\nCramer vốn xuất thân từ gia đình quân nhân. Ông nội tên Wilson Cramer từng là trung sĩ của Đoàn quân Tình nguyện Pennsylvania dưới thời [[Nội chiến Mỹ]] và cha (Harry \"Coach\" Cramer) từng là đại úy Đội Bộ binh Tiên phong 808 Lục quân trong [[Thế chiến thứ nhất]]. Cha ông cũng là huấn luyện viên bóng đá tại Trường Trung học Johnstown. Cả gia đình sống trong một ngôi nhà lớn xây bằng gạch ở số 321 Phố Luzerne, ngoại ô Westmont của Johnstown. Ngôi nhà vẫn đứng vững cho đến ngày nay.\n\n===Vào học West Point===\nCramer tốt nghiệp Trường Trung học Upper Yoder-Westmont vào năm 1942 ở tuổi 16. Ông định nộp đơn vào West Point nhưng chưa đủ tuổi vì vậy đành đến nhập học [[Học viện Quân sự Carson Long]] ở [[New Bloomfield, Pennsylvania]] trong một năm. Ông vào West Point năm 1943 khi mới 17 tuổi, gia nhập niên khóa 1946. Ban đầu Cramer có tên trong đội tuyển bóng đá Quân đội nhừng đành phải từ bỏ để tập trung vào việc học hành, bất chấp áp lực từ huấn luyện viên và học viên khác. Ông tốt nghiệp vào tháng 6 năm 1946 ở tuổi 20, là người trẻ nhất trong số hơn 800 học viên sĩ quan trong lớp.\n\n===Thời kỳ sau chiến tranh===\nSau khi tốt nghiệp West Point, ông theo học Khóa Cơ bản Bộ binh và Trường Nhảy dù tại [[Fort Benning]]. Khi ở đó, ông và người bạn cùng lớp là Frank \"Taffy\" Tucker sở hữu một chiếc máy bay hạng nhẹ Taylorcraft đã qua sử dụng. Họ thường bay xuyên quốc gia đến [[New Orleans, Louisiana|New Orleans]] hoặc [[Savannah, Georgia|Savannah]] vào cuối tuần,<ref>{{cite web |url=http:\/\/www.west-point.org\/users\/usma1946\/15816\/ |title=Harry Griffith Cramer, Jr.  NO. 15816  CLASS OF 1946 |website= West Point |access-date=2022-06-16 }}<\/ref>  hầu như không về kịp trước giờ học thứ Hai – khiến bạn bè đặt cho ông cái biệt danh là \"Hairsbreadth Harry\". \n\nChức vụ đầu tiên mà Cramer đảm nhận là Trung đội trưởng Đại đội B, Tiểu đoàn 1 [[Trung đoàn Bộ binh 24 (Hoa Kỳ)|Trung đoàn 24 Bộ binh]] người Mỹ gốc Phi nổi tiếng, [[Sư đoàn Bộ binh 25 (Hoa Kỳ)|Sư đoàn 25 Bộ binh]] tại [[Trại Majestic]], [[Gifu, Gifu|Gifu]], trong [[Chiếm đóng Nhật Bản|thời kỳ Mỹ chiếm đóng Nhật Bản]]. Trại Majestic trước đây là Sân bay Kagamigahara, một căn cứ ''[[kamikaze]]'' trong [[Thế chiến thứ hai]]. Harry trở lại nước Mỹ đảm nhận công tác tại [[Fort Dix]], [[New Jersey]], trên cương vị là sĩ quan tuyển mộ lính không vận từ tháng 6 năm 1950 đến tháng 2 năm 1951.\n\n===Tham chiến tại Triều Tiên===\nKhi [[chiến tranh Triều Tiên]] nổ ra năm 1950, Cramer đề nghị cấp trên cho mình tham chiến. Ông được điều động trở lại đơn vị cũ – Trung đoàn 24 – làm Trung đội trưởng rồi Đại đội trưởng Đại đội B vào tháng 3 năm 1951. Ngày 28 tháng 3 năm 1951, khi vượt sông Hàn thì đại đội của ông có tham gia tấn công một vị trí địch đóng giữ kiên cố gần Haeryong. Cuộc tấn công bị đình trệ do hỏa lực dày đặc và đơn vị của ông bị mắc kẹt sau sườn núi. Cramer đích thân cầm lưỡi lê tấn công địch ra khỏi chiến hào, cho đơn vị mình tiến lên, nhưng bị thương trước hỏa lực súng máy dữ dội. Nhờ chiến công này mà về sau ông được Tư lệnh Sư đoàn 25 là Chuẩn tướng [[Joseph Sladen Bradley]] trao tặng Huân chương [[Trái tim Tím]] và [[Ngôi sao Bạc]] vì lòng dũng cảm trên chiến trường rồi còn được thăng cấp lên đại úy.<ref>{{cite web |url=http:\/\/valor.militarytimes.com\/recipient.php?recipientid=102842  |title=Harry Griffith Cramer Jr. - Silver Star |access-date=2022-06-16 }}<\/ref> Sau ba tháng phục hồi sức khỏe tại Nhật Bản, ông trở lại mặt trận giữ chức vụ Đại đội trưởng Đại đội D (Vũ khí hạng nặng), Tiểu đoàn 1, Trung đoàn 24 Bộ binh. Rồi sau ông lại bị thương một lần nữa do những mảnh đạn cối rớt trúng vai và lưng, được tặng thưởng chùm lá sồi bằng đồng vào Huân chương Trái tim Tím của mình. Mãi về sau ông mới phát hiện ra rằng cùng lúc đó thì người bạn thân nhất là Frank Tucker đã thiệt mạng trong trận chiến trên một ngọn đồi gần đó. Trung đoàn 24 Bộ binh sau cùng bị giải tán vào tháng 10 năm 1951.\n\nTừ tháng 10 năm 1951 đến tháng 4 năm 1952, ông được điều đến Tiểu đoàn 2, Trung đoàn 14 Bộ binh, Sư đoàn 25. Cramer nhận ra cuộc chiến sẽ bế tắc cho đến khi hiệp định đình chiến hoặc hiệp định hòa bình được ký kết, vì vậy ông chuyển sang làm công việc quan sát trên không trong một máy bay dò tìm pháo binh. Dù là một phi công dân sự tài giỏi nhưng ông chưa bao giờ được đào tạo làm phi công quân sự. Quân đoàn Pháo binh tin rằng sĩ quan bộ binh có kinh nghiệm sẽ quan sát địa hình và có khả năng tìm ra được \"điểm ẩn náu\" của đối phương mà một người theo dõi tín hiệu pháo binh có thể bỏ sót. \n\nNăm 1952, ông được luân chuyển công tác tại Mỹ. Thủ trưởng đã bổ nhiệm ông vào ban tham mưu [[Bộ Tham mưu (quân sự)#Hoạt động tình báo\/an ninh\/thông tin (2)|G-2]] trực thuộc [[Đại đội Liên bộ Tư lệnh|Đại đội Liên bộ Tư lệnh (HHC)]] thuộc [[Sư đoàn Không vận 82]]. Sau khi hoàn thành Khóa học Nâng cao Bộ binh tại Fort Benning, ông tham dự và vượt qua khóa học tuyển chọn Biệt kích tại [[Fort Bragg]], [[North Carolina]] được coi là quân nhân tốt nghiệp West Point đầu tiên được tuyển chọn kiểu như vậy.<ref>{{cite web |url=http:\/\/www.army.mil\/article\/5692\/army-marks-50-years-since-first-vietnam-casualty\/ |title=Army Marks 50 Years Since First Vietnam Casualty |access-date=2022-06-16 }}<\/ref> Sau khi tốt nghiệp, ông được biên chế vào [[Liên đoàn Biệt kích số 77]]. Từ năm 1955 đến năm 1956, ông còn nhận chức chỉ huy trưởng Phân đội Tác chiến. \n\n===Thời kỳ mới sang Việt Nam===\nĐại úy Cramer được bổ nhiệm vào Đội Huấn luyện Cơ động, Phân đội Tác chiến Biệt kích số 14 (Khu vực), [[Đoàn Cố vấn Viện trợ Quân sự#MAAG, Đông Dương; MAAG, Việt Nam|MAAGV]]. SFOD 14 gồm 16 người, dưới vỏ bọc của \"Đơn vị Quân vụ số 8251\", được chuyển đến [[Fort Shafter]], vào tháng 6 năm 1956 và ngay sau đó tới [[Hàn Quốc]], [[Philippines]], [[Đài Loan]], [[Thái Lan]] và [[Việt Nam Cộng hòa]]. Công việc của Đội Huấn luyện Cơ động là huấn luyện các kỹ năng quân sự khác nhau cho những toán biệt kích bản địa. SFOD 14 sau đó trực thuộc [[Liên đoàn Biệt kích số 1]] vừa mới được thành lập tại [[Fort Buckner]], [[Okinawa]], [[Nhật Bản]] vào ngày 24 tháng 6 năm 1957.  \n\nNhóm Huấn luyện Cơ động ban đầu do Trung tá Albert Scott Madding và Thượng sĩ Robert L. Voss chỉ huy, cho đến khi họ được triệu hồi về Okinawa làm chỉ huy trưởng và trung sĩ Liên đội Biệt kích số 1. Lãnh đạo sứ mệnh khi đó do Đại úy Cramer đảm nhận. Nhóm của ông bao gồm Thượng sĩ Francis J. \"Fran\" Ruddy (Trưởng toán), Thượng sĩ Fred Williamson (Trưởng liên lạc viên), Thượng sĩ Raymond LaBombard (Tác chiến & Tình báo), Trung sĩ nhất [[Chalmers Archer]] (Quân y sĩ trưởng), SFC Bobby Newman (Vũ khí), Trung sĩ nhất Lester Ruper (Quân y), Trung sĩ nhất Donald Stetson (Điện đài viên cấp cao), Trung sĩ nhất James Hanks (Điện đài viên cấp cao), Thượng sĩ Jacques Standing (Điện đài viên), và Hạ sĩ nghiệp vụ Earl Kalani (Bộc phá).<ref>{{cite web |url=http:\/\/www.vvmf.org\/Wall-of-Faces\/10942\/HARRY-G-CRAMER#sthash.4sjWz66s.dpuf\/ |title=Missions was assumed by Harry G. Cramer |access-date=2022-06-16 }}<\/ref> Toán quân nhân dưới quyền chỉ huy của Cramer gồm toàn những cựu chiến binh dày dạn kinh nghiệm trận mạc từ Thế chiến II cho đến Triều Tiên, và những [[hạ sĩ quan]] cấp dưới đã chứng tỏ được động lực và năng lực ở mức độ cao. \n\nTháng 9 năm 1956, họ thành lập khóa huấn luyện nhảy dù, kỹ thuật nhảy dù và biệt động quân cho Tiểu đoàn Biệt động quân Hoàng gia Thái Lan. Lúc còn ở đó, Cramer được [[Quân đội Hoàng gia Thái Lan]] trao tặng huy hiệu đôi cánh dù nhờ thành tích nổi trội trong đợt huấn luyện này. \n\nTừ tháng 6 đến tháng 11 năm 1957, họ bắt đầu huấn luyện Biệt kích Việt Nam Cộng hòa về các hoạt động phá hoại và kỹ năng liên quan. Những đợt tập trận thực tế dính dáng đến phục kích và đột kích quy mô nhỏ. Sư đoàn Khinh chiến số 15 [[Quân lực Việt Nam Cộng hòa]] tại chiến trường gần Nha Trang được dùng làm \"lực lượng đối địch\" cho cuộc tập trận này.\n\nCả lớp đang trải qua hàng loạt bài tập huấn luyện thực địa trước khi tốt nghiệp vào cuối tháng 10 thì Cramer bị tai nạn trong quá trình huấn luyện vào ngày 21 tháng 10 năm 1957. Lúc đang tập trận phục kích, một người lính Việt Nam đứng sát bên Cramer sẵn sàng ném khối thuốc nổ [[melinite]] (một loại thuốc nổ cao cấp của [[quân đội Pháp]]) thì đột nhiên nó phát nổ sớm. Melinite này về sau được xác định đã bị giảm chất lượng trong quá trình bảo quản và thiếu ổn định. Cramer chết ngay lập tức trong khi các học viên khác thì bị thương nặng.<ref>{{Cite web |url=http:\/\/1957timecapsule.wordpress.com\/2011\/10\/21\/october-21-1957-army-captain-hank-cramer-first-u-s-combat-death-in-vietnam\/ |title=Archived copy |access-date=2014-09-24 |archive-url=https:\/\/web.archive.org\/web\/20120525023552\/http:\/\/1957timecapsule.wordpress.com\/2011\/10\/21\/october-21-1957-army-captain-hank-cramer-first-u-s-combat-death-in-vietnam\/ |archive-date=2012-05-25 |url-status=dead }}<\/ref><ref>{{cite web |url=http:\/\/www.ultimatesacrificevietnam.com\/American_Casualties_Pre-1963.htm |title=Harry Griffith Cramer, Jr. \/ Captain \/ United States Army - Cause of Death: Non-Hostile, Died Of Illness \/ Injury, Ground Casualty \/ Other (Explosive Device) |website= Ultimate Sacrifice Vietnam }}<\/ref>  \n\n==Đài tưởng niệm Cựu chiến binh Việt Nam==\nTên của Cramer được thêm vào trên \"[[Đài tưởng niệm Chiến tranh Việt Nam|Bức tường Tưởng niệm]]\" tháng 11 năm 1983. Đây là nhờ những nỗ lực thành công của con trai Đại úy Cramer là Trung tá Harry G. Cramer III thuộc [[Lực lượng Dự bị Lục quân Hoa Kỳ|Quân Dự bị Lục quân Mỹ]], lúc đó là một sĩ quan quân đội đang tại ngũ, để [[Bộ Quốc phòng Hoa Kỳ|Bộ Quốc phòng]] phải công nhận cái chết của cha mình. Con trai Đại úy Cramer đề nghị rằng tên cha mình chỉ đơn giản là được thêm vào viên đá trung tâm (1E), không theo trình tự nhưng vẫn được liệt kê rõ ràng trong cuốn sách niên đại tại \"Bức tường\" là năm 1957, không phải năm 1959. Tháng 10 năm 2007, phía Lục quân đã tiến hành một buổi lễ chính thức tại Học viện Quân sự Hoa Kỳ ở West Point, vốn là nơi mà Đại úy Cramer từng tốt nghiệp ra trường, nhằm đánh dấu lễ kỷ niệm 50 năm ngày quân nhân đầu tiên thiệt mạng tại Việt Nam.<ref>{{Cite web|url=http:\/\/www.army.mil\/article\/5692\/army-marks-50-years-since-first-vietnam-casualty\/|title = Army Marks 50 Years Since First Vietnam Casualty |website= United States Army |access-date=2022-06-16 }}<\/ref>\n\n==Quân nhân Mỹ đầu tiên tử vong ở Việt Nam==\nCramer được coi là người tử vong đầu tiên ở Việt Nam khi người ta thêm tên này vào trong [[Đài tưởng niệm Chiến tranh Việt Nam]] năm 1983. Trước đó họ chỉ tuyên bố là [[James T. Davis]] đã chết (cùng với chín người lính Việt Nam Cộng hòa) trong một trận phục kích của [[Việt Cộng]] vào ngày 22 tháng 12 năm 1961. Một số nhà sử học hiện coi nạn nhân đầu tiên là Trung sĩ Kỹ thuật [[Richard B. Fitzgibbon Jr.]] tử vong vì bị bắn sau khi tranh cãi với một viên phi công say rượu và chết vì vết thương của mình trở nặng vào ngày 8 tháng 6 năm 1956.<ref>{{cite web |url=http:\/\/www.virtualwall.org\/df\/FitzgibbonRB02a.htm |title=Richard B. Fitzgibbon, Jr. |website= The Virtual Wall |access-date=2022-06-16 }}<\/ref> \n\nCramer vẫn được coi là quân nhân Mỹ đầu tiên tử vong tại Việt Nam, cũng như nạn nhân đầu tiên thuộc Liên đoàn Biệt kích số 1 mới thành lập. Các thành viên SFG số 1 đã đeo băng tay đen trong 30 ngày sau khi Cramer qua đời để tưởng nhớ người quá cố. Một khu vực thả dù ở Okinawa được đặt tên là CRAMER DZ nhằm vinh danh ông. Về sau khi Liên đoàn Biệt kích số 1 chuyển đến các cơ sở mới tại Fort Lewis vào năm 1987, họ bèn đặt tên một con phố là Đại lộ Cramer dựa theo tên ông.<ref>{{Cite web|url=http:\/\/www.west-point.org\/users\/usma1946\/15816\/|title = Cramer, Harry Griffith|website= West Point |access-date=2022-06-16 }}<\/ref>\n\n==Gia đình==\nHarry kết hôn với Anne Charmonte Supple vùng [[Newburgh, New York]] tại Nhà nguyện Công giáo ở West Point vào ngày 25 tháng 6 năm 1947. Họ có ba người con (hai gái và một trai):\n*Kainan Kelly \"Kai\" Cramer  - chủ tịch hãng Cramer & Sirras, một công ty tuyển dụng pháp lý.<ref>{{cite web |url=https:\/\/www.nytimes.com\/1990\/01\/07\/style\/kai-cramer-and-mark-bergman-marry.html |title=Kai Cramer and Mark Bergman marry |publisher= New York Times |access-date=2022-06-16|archive-date=1990-01-07 }}<\/ref> \n*Anne Quinn Cramer\n*[[Hank Cramer]] -- [http:\/\/hankcramer.com\/ Harry Griffith Cramer III] (sinh năm 1953) – Gia nhập Quân đội Mỹ vào Liên đoàn Biệt kích số 1, Lực lượng Đặc biệt Hoa Kỳ, sau này thăng lên cấp bậc trung tá.\n\n==Huân huy chương==\nCramer được trao tặng những loại huân huy chương như sau:<ref>{{cite web |url=http:\/\/www.homeofheroes.com\/myhero\/Captain_Harry_Griffith_Cramer_Jr.html |title=My Hero: Captain Harry Griffith Cramer, Jr. |website=Home of Heroes |access-date=2022-06-16 }}{{Liên kết hỏng|date=2023-01-10 |bot=InternetArchiveBot }}<\/ref><ref>{{cite web |url=http:\/\/www.virtualwall.org\/dc\/CramerHG01a.htm |title=Virtual Wall: Cramer, H.G. |website= The Virtual Wall |access-date=2022-06-16 }}<\/ref> \n\n===Giải thưởng Mỹ===\n*[[Huy hiệu Chiến đấu Bộ binh]]\n*[[Ngôi sao Bạc]]\n*[[Trái tim Tím]] với cụm lá sồi màu đồng\n*[[Huân chương Chiến dịch Hoa Kỳ]] (Thế chiến II 1943-1945)\n*[[Huân chương Chiến thắng Thế chiến II (Hoa Kỳ)|Huân chương Chiến thắng Thế chiến II]]\n*[[Huân chương Binh nghiệp]] với móc gài \"Nhật Bản\"\n*[[Huân chương Quân công Quốc phòng]] (Chiến tranh Triều Tiên)\n*[[Huân chương Quân công Triều Tiên]] với 4 Ngôi sao Đồng (Cuộc phản công đầu tiên của Liên Hợp Quốc, Cuộc tấn công mùa xuân của Quân Cộng sản Trung Quốc, Cuộc tấn công mùa hè và mùa thu của Liên Hợp Quốc, Cuộc tấn công mùa đông lần thứ hai của Triều Tiên)\n*[[Huy hiệu Tàu lượn|Huy hiệu Tàu lượn Không vận]]\n*[[Huy hiệu Nhảy dù (Hoa Kỳ)|Huy hiệu Nhảy dù Hạng ưu (Lục quân Mỹ)]]\n\n===Tuyên dương đơn vị quân===\n* [[Tuyên dương Đơn vị quân Tổng thống (Hoa Kỳ)#Lục quân và Không quân|Tuyên dương Đơn vị quân Tổng thống Lục quân]] hai cụm lá sồi màu đồng - Sư đoàn Bộ binh 25, Chiến tranh Triều Tiên\n* [[Tuyên dương Đơn vị quân Tổng thống Hàn Quốc]] - Sư đoàn Bộ binh 25, Chiến tranh Triều Tiên\n\n===Giải thưởng và huy hiệu nước ngoài===\n*[[Huân chương Triều Tiên của Liên Hợp Quốc|Huân chương Công vụ Liên Hợp Quốc]] với móc gài [[Chiến tranh Triều Tiên|\"Triều Tiên\"]] \n*[[Huân chương Chiến dịch Việt Nam]] với móc gài \" '60\"\n*[[Huân chương Chiến công Hàn Quốc]]\n*Huy hiệu Binh chủng Nhảy dù Quân đội Hoàng gia Thái Lan\n*Huy hiệu Binh chủng Nhảy dù Quân lực Việt Nam Cộng hòa \n\n==Tham khảo==\n{{reflist|2}}\n\n==Liên kết ngoài==\n*[http:\/\/www.west-point.org\/users\/usma1946\/15816\/ Sơ lược tiểu sử Harry Griffith Cramer Jr.]\n\n{{DEFAULTSORT:Cramer, Harry Griffith Jr.}}\n[[Thể loại:Sinh năm 1926]]\n[[Thể loại:Mất năm 1957]]\n[[Thể loại:Người Johnstown, Pennsylvania]]\n[[Thể loại:Quân nhân Pennsylvania]]\n[[Thể loại:Sĩ quan Lục quân Hoa Kỳ]]\n[[Thể loại:Chôn cất tại nghĩa trang West Point]]\n[[Thể loại:Cựu sinh viên Học viện Quân sự Hoa Kỳ]]\n[[Thể loại:Quân nhân Mỹ trong Chiến tranh Triều Tiên]]\n[[Thể loại:Quân nhân Mỹ trong Chiến tranh Việt Nam]]\n[[Thể loại:Thành viên Lực lượng Đặc biệt Lục quân Hoa Kỳ]]\n[[Thể loại:Quân nhân Mỹ thiệt mạng trong Chiến tranh Việt Nam]]"}