{"3130693":"[[Tập tin:General Roussel de Courcy.jpg|thumb|right|200px|Henri Roussel de Courcy]]\n'''Philippe Mari Henri Roussel, bá tước de Courcy''' (30 tháng 5 năm 1827 - 8 tháng 11 năm 1887, phiên âm tiếng Việt là '''Đờ Cuốc-xi''') là một trung tướng của [[quân đội Pháp]]. Ông nắm chức thống đốc tỉnh [[Nancy]] vào năm 1881 trong thời kỳ quan nghiêm trọng lúc [[Đức]] chủ trương việc sáp nhập vùng [[Lorraine]]. Tại Viễn Đông De Courcy chỉ huy lực lược viễn chinh [[Pháp]] ở [[Bắc Kỳ]] vào mấy 1885-1886 tức nắm vai trò chủ chốt trong việc áp đặt nền [[bảo hộ]] của thực dân Pháp lên [[Bắc Kỳ|Bắc]] và [[Trung Kỳ]].\n\n==Thân thế==\nPhilippe Henri Marie Roussel de Courcy sinh ngày 30 tháng 7 năm 1827 ở [[Orléans]], [[Loiret]], là con trai của [[tử tước]] Pierre Léon Roussel de Courcy ([[đại úy]] kỵ binh và thành viên hội đồng tỉnh [[Seine-et-Marne]]), cùng nữ [[nam tước]] Louise Julie Adele Néverlée. Chị ông là Marie-Edith Roussel de Courcy, kết hôn với Jean-François-Albert du Pouget Nadaillac, một nhà nhân chủng và cổ sinh vật học Pháp.\n\nNăm 1857, De Courcy kết hôn với Marie-Mathilde Henriette (1837-1912), con gái của [[bá tước]] Goyon. Năm sau chính ông làm trợ lý của bá tước Goyon khi Goyon làm tư lệnh lực lượng chiếm đóng [[Ý]] năm 1858.\n\n==Binh nghiệp==\n===Từ trường Saint-Cyr tới chiến tranh ở Ý===\nDe Courcy theo học trường sĩ quan quân đội danh tiếng Saint-Cyr ([[tiếng Pháp]]: ''École Spéciale Militaire de Saint-Cyr''), nhập học ngày 27 tháng 11 năm 1844 đến 1 tháng 10 năm 1846 thì [[tốt nghiệp]] và gia nhập Trung đoàn bộ binh 25 với cấp bậc [[thiếu úy]]. Ngày 19 tháng 7 năm 1849, De Courcy thăng cấp trung úy rồi tham gia vào chiến dịch xâm lăng Ý của quân đội Pháp từ 1 tháng 7 năm 1849 tới 31 tháng 8 năm 1849. Sau đó De Courcy được điều sang [[châu Phi]] ngày 2 tháng 11 năm 1850 tới năm 1854 thì về Pháp. Trong khi tòng quân ở Bắc Phi De Courcy được thăng [[đại úy]] ngày 29 tháng 12 năm 1853. Ông tham gia [[chiến tranh Crimea]] trong tiểu đoàn 15 từ ngày 12 tháng 9 năm 1855 tới ngày 19 tháng 6 năm 1856. Sau đó ông lại sang tham chiến ở Ý ngày 21 tháng 2 năm 1858, phục vụ trong trung đoàn bộ binh 25 với cấp bậc tiểu đoàn trưởng cho tới 14 tháng 10 năm 1861.\n\n===Viễn chinh Mexico===\nÔng tham gia cuộc viễn chinh Mexico của quân đội Pháp từ ngày 26 tháng 8 năm 1862 tới ngày 7 tháng 4 năm 1866, nơi ông chỉ huy tiểu đoàn 1. Trong ba năm tham gia chiến dịch, ông bị thương vì trúng đạn ở [[Puebla]] ngày 27 tháng 3 năm 1863. Ông được thăng hàm thiếu tá ngày 12 tháng 8 năm 1864. Ông chuyển sang trung đoàn 3 ngày 2 tháng 2 năm 1865, và sau trận Limopon, ông được thăng hàm đại tá trong trung đoàn viễn chinh, ngày 17 tháng 1 năm 1866.\n\n===Chiến tranh Pháp-Phổ===\nSau đó ông đổi chỗ cho đại tá Guilhelm và chuyển sang trung đoàn 90 thuộc tập đoàn quân Sông Rhine. Trong cuộc [[chiến tranh Pháp-Phổ]] 1870, ông tham gia vào các trận đánh ngày 14 tháng 8 ở [[Borny]] và 16 tháng 8 ở [[Gravelotte]].\n\nĐược chỉ định chỉ huy lữ đoàn 1 thuộc sư đoàn 1, quân đoàn 3 từ ngày 15 tháng 9 năm 1870. Dù có cấp bậc cao, De Courcy vẫn xông pha làn tên mũi đạn trong trận Mercy ngày 27 tháng 9. Ông bị bắt làm tù binh sau khi Pháp thua trận và sau đó được thả ra. Ông là người chỉ huy lữ đoàn 1 thuộc sư đoàn 1, quân đoàn 5, một trong những đơn vị Pháp đầu tiên tiến vào [[Paris]] sau chiến tranh Pháp-Phổ, ngày 24 tháng 4 năm 1871.\n\n===Tùy viên quân sự tại Nga===\nÔng được giao chỉ huy lữ đoàn 44 ở [[Brest, Finistère]] ngày 20 tháng 19 năm 1873. Ngày 3 tháng 8 năm 1875, ông được giao chỉ huy pháo binh của quân đoàn 11 và chỉ huy các đơn vị dưới sư đoàn Valves từ 27 tháng 1 năm 1876.\n\nSau đó De Courcy chuyển sang Bộ ngoại giao Pháp làm việc trong phái bộ tại Nga trong các chiến dịch ở phía đông [[sông Danube]], khi Nga tiến hành chiến tranh với đế chế Ottoman ở vùng [[Kavkaz]]. Ông được bộ trưởng chiến tranh Pháp chỉ định làm tùy viên quân sự bên cạnh đại công tước, hoàng tử Nga Michael Nikolaevich từ ngày 8 tháng 10 năm 1877.\n\n===Lên tướng và hoạt động ở Việt Nam ===\nĐược thăng hàm thiếu tướng ngày 8 tháng 1 năm 1878 (51 tuổi), De Courcy chỉ huy sư đoàn bộ binh 11 thuộc quân đoàn 6 và các đơn vị dưới sư đoàn ở Nancy từ ngày 12 tháng 2 năm 1878, và sư đoàn bộ binh 32 thuộc quân đoàn 16 và các đơn vị dưới sư đoàn ở [[Narbonne]], [[Perpignan]], [[Carcassonne]] và [[Albi]] từ ngày 24 tháng 1 năm 1879, sư đoàn bộ binh 15 thuộc quân đoàn 8 và các đơn vị dưới sư đoàn ở [[Chalon-sur-Saône]], [[Mâcon]], [[Dijon]] và [[Auxonne]] từ ngày 5 tháng 3 năm 1879, sư đoàn bộ binh 11 thuộc quân đoàn 6 và các đơn vị dưới sư đoàn ở [[Nancy]], [[Toul]], [[Neufchâteau]] và [[Troyes]] từ ngày 20 tháng 10 năm 1880.\n\nÔng làm thống đốc Nancy, Toul từ ngày 12 tháng 3 năm 1881, chỉ huy quân đoàn 6 từ ngày 4 tháng 7 năm 1881 và tư lệnh quân đoàn 10 từ ngày 20 tháng 4 năm 1883.\n\n==== Âm mưu của De Courcy ====\nÔng được bổ nhiệm chính phủ Brisson tư lệnh [[quân đoàn viễn chinh Bắc Kỳ|quân đoàn viễn chinh Pháp tại Bắc Kỳ]], Việt Nam ngày 31\/5\/1885<ref>Hoàng Văn Lân, Ngô Thị Chính, ''Lịch sử Việt Nam (1858 - cuối thế kỷ XIX)'', quyển 3, tập 1 - phần 2, Nhà xuất bản Giáo dục Hà Nội, 1976, tr. 78<\/ref>, thay cho tướng [[Louis Alexandre Esprit Gaston Brière de l'Isle]]. Courcy đến Hạ Long ngày 1\/6\/1885, vài ngày trước khi Đô đốc [[Anatole Amédée Prosper Courbet]] chết ốm. Courcy làm Tổng công sứ Trung - Bắc Kỳ đầu tiên thay Courbet, đồng thời làm Tổng chỉ huy quân đội Pháp ở Đông Dương. Tên này là đảng viên bảo hoàng hạng nặng, rất khát máu vì từng có mặt trên chiến trường thuộc địa. De Courcy có ít nhiều kinh nghiệm quân sự, nhưng kinh nghiệm ngoại giao thì tên này \"dốt đặc thôi\"<ref>Trần Văn Giàu, ''Chống xâm lăng'', Nhà xuất bản Tổng hợp Tp. Hồ Chí Minh, 2017, tr. 627<\/ref>.\n\nNgày 27\/6\/1885, khi De Courcy vừa đến Huế cùng với quan năm [[Cretin]] (Cơ-rê-tanh) dẫn 4 đại đội bộ binh vào Huế, Briere de l'Isle ở Hà Nội tuyên bố: \"''Tôi lại luôn luôn nghĩ rằng cái cách duy nhất để giải quyết hiện tình là phải bắt cóc hai người quan phụ chính''\". Đồng ý với De l'Isle, De Courcy cũng khẳng định: \"''Phải giải quyết cả vấn đề này ngay tại Huế''\"<ref>Trần Văn Giàu, ''Sách đã dẫn'', tr. 632<\/ref>. Courcy lập tức gọi Khâm sứ Huế là Lemaire ra báo cáo tường tận, sau đó cử De Champeaux sang thay Lemaire làm Khâm sứ Huế kế tiếp. Được sự đồng ý của chính phủ Paris, ngày 27\/6\/1885 De Courcy đem bốn đại đội lính thủy đánh bộ cùng hai tàu chiến từ Hải Phòng để vào thẳng Huế. Mục đích của hắn là dùng áp lực quân sự để loại bỏ phe chủ chiến trong triều đình Huế, giải tán quân triều đình ngay sau khi bắt cóc Tôn Thất Thuyết - biến triều đình mới thành công cụ tay sai cho Pháp<ref>Hoàng Văn Lân, ''Sách đã dẫn'', tr. 78 - 79<\/ref>. De Courcy cũng kiêu ngạo khi nghĩ rằng, với 1.000 quân Pháp và mấy tàu chiến, đại bác ở Huế; hắn đủ sức làm cho triều đình khiếp đảm mà phải quỳ gối trước hắn. Hắn cũng nghĩ rằng, triều đình Huế không thể chống Pháp bằng quân sự. De Courcy là tên võ phu chủ quan hạng nặng, tự phụ và không hề nghe ý kiến của ai cả<ref>Trần Văn Giàu, ''Sách đã dẫn'', tr. 635<\/ref>. Trong sách về nước An-nam, Gosselin viết: \"(Courcy) ''khinh khi người An-nam lắm, ông tin rằng các quan An-nam không dám hành động gì; và ông cũng nghĩ rằng tiểu đoàn'' (Zouaves) ''và đại đội bộ binh đã đủ cho ông làm cho hội đồng phụ chính, triều đình và dân An-nam khiếp sợ''\"<ref>Charles Gosselin, ''L'Empire d'Annam'', Perrin, 1904, p. 203<\/ref>.\n\nNgày 2\/7\/1885, De Courcy đưa quân đến cửa Thuận An. Triều đình cử 2 quan đại thần cùng Khâm sứ De Champeaux ra đón. Kinh thành Huế treo cờ và bắn 19 phát đại bác chào mừng, nhưng các quan đại thần lo ngại khi Courcy mang quá nhiều lính, vũ khí<ref>Vũ Huy Phúc và những người khác, ''Lịch sử Việt Nam 1858 - 1896'', Nhà xuất bản Khoa học xã hội, Hà Nội, 2003, tr. 611<\/ref>. De Courcy tỏ ra không ngại ngùng chi cả, hùng hổ kéo bộ hạ sang sứ quán Pháp rồi vào ngày 3\/7, Courcy cho mời hội đồng phụ chính sang \"thương nghị\"<ref>Trần Văn Giàu, ''Sách đã dẫn'', tr. 636<\/ref> với hắn về việc Courcy được triều yết vua Hàm Nghi và trình quốc thư<ref>Hoàng Văn Lân, ''Sách đã dẫn'', tr. 79<\/ref>. Nhưng Tôn Thất Thuyết cảnh giác, cáo bệnh không đi; sang gặp Pháp chỉ có Nguyễn Văn Tường và Phan Thận Duật<ref>Chỗ này, GS Trần Văn Giàu chép là Phan Trọng Duật. Xin ghi lại để tham khảo<\/ref>. Tuy biết âm mưu bị lộ, nhưng De Courcy chưa chịu lùi. Ở triều đình, các quan nhiều lần khuyên Tôn Thất Thuyết sang \"hội thương\", nhưng ông không nghe và tăng cường quân đội chuẩn bị đối phó. Ít lâu sau, Courcy bèn phái bác sĩ Pháp là Madal sang chữa bệnh nhằm dò xét Thuyết, nhưng ông từ chối khéo rằng mình \"không quen dùng thuốc tây\"<ref>Vũ Huy Phúc, ''Sách đã dẫn'', tr. 612.<\/ref> và càng củng cố lực lượng và thành quách cẩn thận hơn nữa. Khoảng chiều ngày 3\/7\/1885, De Courcy cho đòi được đem quân qua cửa Ngọ Môn vào triều kiến vua Hàm Nghi tại điện Cần Chánh; muốn nhà vua xuống ngai ra đón để Courcy trao bản [[Hòa ước Giáp Thân (1884)|Hòa ước Giáp Thân]]. Các quan triều đình phản đối, buộc hắn phải đi cửa cạnh (không được đi cửa giữa) và quân lính không được mang gươm theo; nhưng tên này nhất quyết không chịu. Đến khi tên cố đạo Caspard báo cho hắn về sự chuẩn bị gấp rút của phe chủ chiến, De Courcy hung hăng tuyên bố nếu cần, sẽ dùng vũ lực để đối phó. Tên này gấp rút tập hợp ngay trên 1.400 lính, 15 đại bác và 1 pháo thuyền trên sông Hương, 3 đại đội đóng ở đồn Mang Cá, 2 đại đội đóng ở hữu ngạn sông Hương. Tình hình hết sức căng thẳng<ref>Ghi tổng hợp theo sách của Trần Văn Giàu (tr. 636) và Vũ Huy Phúc (tr. 612 - 614)<\/ref>.\n\nĐể giảm căng thẳng, chiều ngày 4\/7 Viện Cơ mật đề nghị hội kiến với De Courcy, nhưng hắn từ chối. Courcy cũng từ chối luôn các lễ vật mà Từ Dụ thái hậu cử các quan lễ phục chỉnh tề mang biếu y. Cả cung điện coi hành vi bất nhã đó của Courcy là một sự thóa mạ đối với ngai vàng. Đêm ngày 4\/7\/1885 (22 tháng 5 âm lịch năm Ất Dậu), Courcy đãi tiệc cho quân lính và sĩ quan ở bên kia sông Hương để họp bàn kế hoạch hành động. Trong bữa tiệc, Courcy một lần nữa bày tỏ âm mưu với Đại tá Metzinger rằng khi bắt được Thuyết, sẽ giải tán quân triều đình, lập lại hội đồng phụ chính. Y huênh hoang tuyên bố: \"''Tôi luôn luôn gặp may mắn trên con đường sự nghiệp của tôi. Bất cứ nơi nào tôi đi đến, \"ngôi sao\" của tôi không bao giờ bị lu mờ. Tôi thấy nó đang bừng lên một ánh sáng mới''\"<ref>Giáo sĩ Adolphe Desvaux, \"Quân Pháp đánh chiếm kinh thành Huế\", tạp chí ''Bulletin des Amis du Vieux Huế'' 1920, tr. 270<\/ref>. 11 giờ đêm, tiệc tàn và trăng chưa mọc<ref>Trần Văn Giàu, ''Sách đã dẫn'', tr. 638<\/ref> thì xung quanh sứ quán Pháp có tiếng huyên náo khác thường, ghe thuyền đi lại trên sông nườm nượp. Một viên trung úy trực hôm đó chạy về báo cáo, nhưng hắn bị khiển trách và dọa sẽ phạt tù nếu khai man.\n\n==== Cuộc phản công của phái chủ chiến ở kinh thành Huế ====\nBiết trước âm mưu của địch nên mặc dù việc chuẩn bị chưa thật đầy đủ, Tôn Thất Thuyết vẫn nổ súng trước nhằm giành thế chủ động bằng cách tấn công vào tòa Khâm sứ Pháp. Ông chia thành hai đạo: đạo tiền quân của em trai Tôn Thất Lệ vượt sông đánh vào tòa sứ Pháp, còn đạo quân của Tôn Thất Thuyết và Trần Xuân Soạn sẽ đánh úp, diệt quân Pháp ở đồn Mang Cá. Theo thống kê, đạo quân của Tôn Thất Thuyết có 20.000 người, trong đó có 5.000 thủy quân\n\nĐầu canh tư (1 giờ sáng) ngày 5\/7\/1885 (nhằm ngày 23 tháng 5 năm Ất Sửu), khi trăng tròn mọc lên trong khu tĩnh mịch của chốn đế đô, người ta bỗng nghe tiếng đại bác nổ xé trời - đó là những phát đại bác do Tôn Thất Thuyết ra lệnh cho quân ta bắn vào Trấn Bình đài. Rồi kế đó, tiếng súng nổ vang rền, lửa cháy sáng rực ở đồn Mang Cá và ở cả hai bên bờ sông, nhất là nơi có sứ quán Pháp. Tại Mang Cá, các trai lính bị quân của Tôn Thất Thuyết đốt cháy. Binh lính của ông hò reo dữ dội và ào ạt xông vào phá cửa tây, đánh quân Pháp những đòn sấm sét làm chúng rối loạn. Viên đại úy Brunot bị một phát đạn xuyên qua ngực, chết ngay. Viên đại úy Ruan tử thương. Nhiều trại lính, chuồng ngựa bị thiêu cháy. Chỉ huy đồn Mang Cá là đại tá Pernot vội trấn tĩnh tinh thần của binh lính, chia thành 3 đội quân phòng giữ đồn. Một tốp lấy các bao bột, thùng không rồi đổ đất vào để lấp cửa đồn; một tốp cố dập tắt các đám cháy, tốp còn lại giữ tường đồn và bảo vệ kho thuốc súng.\n\nKhi ở Mang Cá đã bắt đầu công kích thì đồng thời đạo quân của Tôn Thất Lệ từ bên kia sông đã nhất loạt xông lên tiến đánh Tòa Khâm sứ Pháp. Cũng từ bên kia sông, các khẩu đại bác được chuẩn bị từ trước đã nhất loạt nhả đạn, yểm trợ cho đạo quân của Tôn Thất Lệ đang đánh chiếm các trại lính ở phía sau Tòa Khâm sứ. Lính Pháp đang ngủ thiu thiu, nghe tiếng súng nổ bèn choàng dậy thì thấy khói tỏa nghi ngút, lửa cháy rực trời. Chúng hốt hoảng bỏ chạy, nhiều tên không kịp mang theo súng, có kẻ còn mặt áo ngủ và đi chân đất. Một số lách qua được đám đông đang bắn chặn họ lại, tìm lối thoát ra. Một nhóm chạy vào dinh sứ quán, nơi De Courcy đang ở. Mái nhà và gầm tòa sứ bị trúng đạn sụp đổ nhiều chỗ. Từ các cửa sổ này, lính Pháp bắn loạn xạ vào các đám cháy và những nhóm người mà chúng nhìn thấy qua ánh lửa. Vì vậy quân của Tôn Thất Thuyết không thể vào sâu được. Từ 2 giờ sáng trở đi, khi thấy phía trong Mang Cá im ắng, Trần Xuân Soạn cho quân chuyển hướng đại bác đặt trong kinh thành, chuyển súng lớn vào cửa Thượng Tứ để chuẩn bị bắn vào gần sứ quán Pháp.\n\nVề phía Pháp, do thiếu cảnh giác nên chúng bị thiệt hại khá nhiều và cầm chân được 1.500 lính Pháp không có súng ống bắn xa. Courcy sau những phút hoàn hồn ban đầu, đã lén đánh diện sang đồn Thuận An nhờ hỗ trợ. Gần sáng hôm sau ngày 6\/7\/1885, một trung đội thủy quân Pháp bất ngờ tấn công và chiếm được 2 cỗ đại bác của quân ta<ref>Tài liệu của giáo sĩ Delvaux viết trong bài La prise de Huế của tạp chí ''Bulletin des Amis du Vieux Huế'' 1916, tr 76<\/ref>. Khi mặt trời mọc, quân Pháp phản công. Họ chở súng lên đài và nóc tàu bắn qua hạ được quân Nguyễn rất nhiều, Hoàng thành và cung điện nhiều nơi bị phá hủy. Pháo hạm Javelin cấp tập bắn dọn đường cho bộ binh Pháp phản công. Dưới sự chỉ huy của Pernot, quân Pháp chia quân làm 3 cánh để tiến vào kinh thành. Họ xung phong từng đợt một, chiếm lĩnh các vị trí cửa chắn then chốt, để tràn vào các cửa Đông Ba, Thượng Tứ, Chánh Đông, Chánh Tây, An Hòa… Một toán từ Cửa Trài phá cầu Thanh Long, vượt sông Ngự Hà tiến vào Lục Bộ, cố tấn công cửa Hiển Nhơn để mở đường vào Đại Nội. Toán quân thứ hai vượt Cầu Kho, tấn công quân Nam đang tử thủ ở vườn Thượng Uyển, đồng thời cũng để tiếp ứng cho toán quân đang tìm cách phá vỡ cửa Hiển Nhơn (cửa phía Đông vào Đại Nội).\n\nBị tấn công bất ngờ, ban đầu quân Nguyễn anh dũng chống cự, hạ gục Thiếu úy Pellicot, sử dụng các vọng lâu làm pháo đài, gây cháy nổ và làm nhiều quân Pháp bị thương. Bên phía Tòa sứ, đoàn quân của Cheroutre cũng tiến sang, họ cố tràn lên nhưng bị quân Nam nổ súng chặn lại, một số sĩ quan Pháp bị tiêu diệt. Tuy nhiên, quân Pháp vẫn tiến được vào thành, cùng lúc đó, quân của Bornes và Sajot cũng vừa tiến vào. Dọc đường tiến, quân Pháp ra sức đốt phá, giết chóc, cướp bóc không từ một ai làm náo động kinh thành Huế. Quân ta vừa rút vừa kiên cường chống trả, dùng mọi vũ khí để chặn đánh quân Pháp. Có lúc, quân ta ùa ra và lăn xả vào đội hình của giặc, bắn xuyên qua bụng tên trung úy Lacroix, hạ sát trung úy Heischell cùng vài tên lính đi cùng. Pháo hạm ở Bao Vinh cũng xả loạt đạn lên những nơi có ánh lửa chúng đã thấy\n\nĐến gần sáng, đại bác của quân ta bắn thừa dần vì hết đạn. Khoảng 6 giờ sáng, một toán lính Pháp từ sứ quán kéo qua cửa An Hòa, gặp ai giết nấy. Bọn này tràn vào từng nhà lục soát, cướp phá. Thì ra để kích động binh lính, Courcy ra lệnh cho chúng tự do hành động trong 48 tiếng đồng hồ - toán này bị chặn ở cầu Thanh Long và thiệt hại khá nhiều. Lúc 8 giờ sáng, quân Pháp tiến được vào thành, họ hạ cờ triều đình Huế xuống, treo cờ tam tài lên kỳ đài. Sau đó, họ tiếp tục tiến vào Đại Nội, rồi ra sức đốt phá, cướp bóc không từ một ai. Một toán quân Pháp đốt trụi trụ sở Bộ Lại, Bộ Binh và các kho thuốc súng. Quân Pháp chia nhau chiếm giữ các kho tàng, cung điện, thu được nhiều vàng bạc và số tiền hơn một triệu quan, là số tiền mà triều đình không kịp mang đi... Trưa hôm đó, họ chia nhau đi đốt hoặc vùi lấp những thi hài của quân và dân Nam chết trong trận đánh. Mặc dù cướp bóc rất nhiều, nhưng quân Pháp không tìm thấy quân ta vì Tôn Thất Thuyết đã kịp ra ngoại ô. Quân ta bị tổn thất trên 1.000 người, mất 812 khẩu đại bác và nhiều loại vũ khí khác.\n\nNhưng sự trống vắng của triều đình làm cho sứ mạng của De Courcy là thiết lập nền bảo hộ Việt Nam thất bại. De Courcy điện về Paris xin ý kiến, nhưng nội các Brisson lúng túng và chỉ ra lệnh \"''làm cho tình hình khá hơn''\". Gosselin nhận định: \"''Đại tướng làm chủ Hoàng thành và thành phố Huế, điều ấy không ai chối cãi được, nhưng mà quyền hành của ông không vượt ra ngoài cương giới hẹp hòi ấy. Sự thật là sau khi thắng trận, ông bị rắc rối vô cùng vì cuộc xung đột đổ máu ngày 5\/7 đã biến đổi tất cả ở xứ An-nam. Vị vua trẻ tuổi đã rời kinh thành rồi, thì ở Huế không còn có chánh phủ, không còn có ai để thi hành các điều ước liên tiếp mà ta đã ký kết với xứ Annam''\"<ref>Charles Gosselin, ''Sách đã dẫn'', tr. 207<\/ref>.\n\n==== De Courcy bối rối điên cuồng, âm mưu lập Đồng Khánh lên ngôi ====\nSau sự kiện tháng 7\/1885, khắp miền Bắc và Trung Kỳ, nhân dân nổi dậy liên tục và nhiều đồn binh của Pháp bị bao vây. De Courcy hoảng hốt diện cho chính phủ Pháp xin cứu viện, nhưng nội các Brisson không gửi thêm quân và không cho Courcy hành quân hấp tấp; Brisson sợ công luận Pháp đang sôi nổi nhất là trước cuộc tổng tuyển cử Nghị viện vào tháng 9. Bí thế, De Courcy gửi bức điện cho Ngoại trưởng Pháp là De Freycinet, có đoạn: \"''Cái điều mà tôi sẽ đề nghị với Ngài có thể gọi là rất bạo dạn: bỏ Bắc Kỳ đi, rồi lấy Trung Kỳ và gửi bớt quân về Pháp'' (...). ''Như thế ta sẽ không còn lo sợ gì đối với Trung Quốc nữa. Nhiều nhất là Trung Quốc có thể bắt buộc ta triệt quân khỏi đồng bằng Bắc Kỳ''<ref>Trần Văn Giàu, ''Sách đã dẫn'', tr. 644 - 645<\/ref>\". Trong lúc y đang bối rối thì cơ may đã đến: Tam cung và các hoàng tử nhà Nguyễn đã hồi cung. Courcy liền chụp ngay cơ hội này mà phong Nguyễn Văn Tường đứng đầu Viện Cơ mật, Nguyễn Hữu Độ làm phó, De Champeaux làm Thượng thư Bộ Binh. Ngoài ra, De Courcy ép triều đình cử hoàng thân [[Thọ Xuân Vương|Thọ Xuân vương]] lúc này 86 tuổi lên ngôi để kêu gọi các quan lại phải cộng tác với Pháp để tiêu diệt \"nghịch đảng\" Tôn Thất Thuyết và các quan lại chủ chiến. Một số quan lại chủ chiến như Thượng thư Bộ Hộ Phan Thận Duật, Tôn Thất Đính... bị bắt cầm tù, còn Nguyễn Văn Tường bị đày ra đảo Tahiti.\n\nTrong khi đó, vua [[Hàm Nghi]] không chịu về Huế. Tôn Thất Thuyết đưa vua ra Bắc cùng đội quân 700 người. Nhưng khi đến Thụy Ba, Quảng Trị thì De Courcy đem quân đánh chiếm cửa Nhật Lệ, làm chủ tỉnh Quảng Trị; Hàm Nghi phải trở lại Tân Sở. Được sự giúp đỡ của nhân dân, Hàm Nghi bất chấp việc một số quan lại và tam cung (đứng đầu là thái hậu Từ Dụ) rời bỏ cuộc kháng chiến, đi theo Tôn Thất Thuyết đến sơn phòng Ấu Sơn (huyện Hương Khê, Hà Tĩnh). Ngày 20\/9\/1885, Tôn Thất Thuyết nhân danh nhà vua viết chiếu Cần Vương lần hai.\n\nDe Courcy bí thế, không tìm ra cách hữu hiệu để đối phó: phương án 1: nếu không có vua thì cả nước Việt Nam sẽ là thuộc địa - nhưng Pháp có hai khó khăn lớn: (1) Pháp sẽ mất đi đồng minh quan trọng là bọn bảo hoàng bất bình với hành động của thực dân; (2) Pháp công khai xé bỏ Quy ước Thiên Tân, nhưng làm như vậy là gây lại cuộc chiến tranh với Trung Quốc. Phương án 2: Pháp sẽ lập một ông vua mới nhưng với điều kiện là vua mới này không có ý chống lại Pháp và nhân dân, không được ảnh hưởng gì đến nhân dân - nhưng phương án này cũng khó khăn vì nó sẽ cạnh tranh với Hàm Nghi, một ông vua chính nghĩa. Cuối cùng, ngày 7\/9\/1885, De Courcy đưa Tam cung về Viện Thương bạc để hỏi ý kiến về việc lập vua mới. Ngày 19\/9\/1885, Chánh Mông vương (anh của vua Hàm Nghi) lên ngôi tại điện Thái Hòa, niên hiệu [[Đồng Khánh]]<ref>Phạm Văn Sơn (1962), ''Việt sử tân biên'', quyển 6 (tập 5 hạ), Tác giả giữ bản quyền, tr. 62<\/ref>. Ngay khi Đồng Khánh tức vị, Thái hậu Từ Dụ ra tuyên cáo cho các tỉnh, nếu Hàm Nghi trở về sẽ được phong làm Quận công Thanh - Nghệ - Tĩnh, nhưng không ảnh hưởng gì đến triều đình kháng chiến Hàm Nghi. Cũng trong ngày 19, Đồng Khánh thân hành sang gặp Courcy và nhận chức vị hoàng đế do hắn ban cho, Courcy \"xin\" nhà vua cho hắn được dẫn 'thân binh\" toàn người Pháp. Cả lễ đăng quang của tân vương, Pháp rút trong kho của triều đình là 2 vạn lạng bạc, 2 vạn quan tiền để chi trả.\n\n==== Kháng chiến của vương triều Hàm Nghi và De Courcy triệu hồi ====\nTừ sau khi Hàm Nghi xuất bôn và ra chiếu Cần Vương, phong trào Cần Vương bùng nổ mạnh mẽ ở khắp Trung - Bắc Kỳ. Ngay khi Hàm Nghi bị chặn ở Quảng Bình và phải vòng về Tân Sở, một đạo quân Pháp do tên quan ba Bastide (có cố đạo Mathai và Patinier dẫn đường) vào chiếm Cam Lộ và chặn lại. Nhân dân trong các làng ở Nghệ - Tĩnh chặn đánh quyết liệt để mở đường cho vua đi nơi khác. Khi vua tới Quỳ Hợp và được Sơn phòng sứ Nguyễn Chánh giúp cho chỗ nghỉ chân, trong khi Phan Đình Phùng hoạt động mạnh ở Nghệ An và Lê Ninh cũng hoạt động rất mạnh ở Hà Tĩnh, kêu gọi người Việt và cả dân tộc thiểu số hưởng ứng. Bị lúng túng cả ở Trung và Bắc Kỳ, De Courcy ra Bắc củng cố quân Pháp, họp với [[Louis Alexandre Esprit Gaston Brière de l'Isle]], [[De Negrier]] và [[Charles Auguste Louis Warnet]] tại Hải Phòng để đối phó với tình hình khẩn cấp ở Trung Kỳ. A. Thomazi nhận định: \"''Quyền đô hộ của chúng ta chỉ được thừa nhận tại kinh thành và ngoại vi trực tiếp của các đồn binh, những đồn binh ấy lại không phải nhiễu nhõi gì; còn trên tất cả xứ Trung Kỳ thì hoàn toàn vô trật tự''\"<ref>A. Thomazi, ''La Conquête de l'Indochine francaise'', Paris: Payot, 1934, p. 275<\/ref>.\n\nTrong mùa hè 1885, quân Pháp chẳng những bị cột chân và công phá, chúng nó bị thời tiết giết hại rất nhiều. Hành quân liên miên nên chỉ trong 4 tháng của hè - thu 1885, có 4.000 tên lính Pháp (trong đó có trên 30 sĩ quan) chết bệnh hoặc bị thương nặng rồi chết bệnh luôn; lại có 3.200 tên (trong đó có 72 sĩ quan) bị bệnh rất nặng phải vào nhà thương điều trị. Pháp có 5.000 tên lính chỉ đóng quân được đúng 45 vị trí mà thôi - chứng tỏ đất nước chưa lọt vào tay địch. Courcy ra Bắc vào Trung liên tục, cũng không cải thiện được tình hình. Y điện về Paris xin viện binh, nhưng chính phủ ngại ngần không cho. Ảnh hưởng của phong trào Cần Vương lan sang Pháp: cuối năm 1885, Brisson đưa vấn đề Việt Nam ra Nghị viện xin tăng một lượng chiến phí lên tới 79 triệu franc, nhưng tiểu ban về vấn đề Việt Nam do ông Pelletan làm báo cáo viên, phản đối chiến phí. Frepped, Giám mục Agnes thì phản đối kịch liệt việc rút quân. Họ nói: \"''Các ngài sẽ được gì khi rút quân khỏi Bắc Kỳ ? Nhục nhã và mất danh dự, không có gì khác'' (...) ''Cái điều mà cử tri đoàn chỉ trích không phải là bản thân cuộc viễn chinh Bắc Kỳ mà là sự chỉ đạo kém cỏi cuộc viễn chinh ấy'' (...) ''Chính những biện pháp nửa vời, sự lẩn chẩn tránh né, những sự hoãn đi hoãn lại; đã cho phép Trung Quốc và Annam tung ra trận những lực lượng mà họ không có lúc ban đầu'' (...). ''Các ngài lẽ nào lại gạt ra sau lưng 4.000 giáo dân, mà sai lầm duy nhất của họ là bảo vệ quyền lợi của nước Pháp sao ? Phải, cái công cuộc mở rộng thuộc địa của Pháp quả là điều rất có lợi, rất hợp lý. Đúng là bổ ích và hợp lý nêu ta kéo Bắc Kỳ, Trung Kỳ, Nam Kỳ hợp với Campuchia lại, để làm thành một nước mạnh, tương đương với nước Đại Ấn''\"<ref>G. Taboulet, ''La Geste Française en Indochine'', tập 2, Adrien Maisonneuve, Paris, 1956, p. 865<\/ref>. Phớt lờ các ý kiến phản đối, tiểu ban đã tham khảo các tài liệu mới nhận được từ Bộ Ngoại giao, Bộ Hải quân và Thuộc địa, Bộ Chiến tranh, nghe nhiều ý kiến của các chứng nhân - trong đó Đô đốc Duperre tán thành việc Pháp rút lui khỏi Bắc Kỳ\n\nNgày 21\/12\/1885, sau bốn ngày tranh cãi, cuộc bỏ phiếu ở Nghị viện cho 274 phiếu thuận cho việc chi chiến phi cho xâm lăng, 270 phiếu nghịch - suýt chút nữa quân Pháp phải rút về nước vì không còn chiến phí. Thấy mình không giành đủ đa số phiếu trong Nghị viện, Nội các Brisson bị đổ, nhường chỗ cho nội các mới của cựu Ngoại trưởng Pháp là Charles de Freycinet<ref>Trần Văn Giàu, ''Sách đã dẫn'', tr. 651<\/ref>, chính thức cầm quyền từ ngày 7 tháng 1 năm 1886.\n\nĐầu năm 1886 ở Việt Nam, De Courcy đã phải ra Bắc Kỳ để họp hội nghị quân sự mới ở Hải Phòng, tổ chức một đạo quân gồm 1.500 tên lính do Đại tá Gaston Louis Pernot chỉ huy nhằm truy tìm Tôn Thất Thuyết và vua Hàm Nghi, xuất phát từ Huế, một đạo quân khác của De Negrier sẽ từ Hải Phòng vượt Thanh Hóa tiến vào để gặp nhau. Cũng vào thời gian này, đại quân Pháp xâm lược mắc chứng bệnh dịch tả ở núi rừng Bắc Trung Bộ làm 4.000 người tử vong<ref>Nguyễn Xuân Thọ, ''Bước mở đầu của sự thiết lập hệ thống thuộc địa Pháp ở Việt Nam (1858-1897)'', Nhà xuất bản Hồng Đức, 2018, tr. 504<\/ref>. Giữa năm 1886, De Courcy bị gọi về Pháp, thay cho ông chỉ huy lực lượng viễn chinh Pháp ở Đông Dương là tướng [[Charles Auguste Louis Warnet]] và một quan chức dân sự, nghị sĩ [[Paul Bert]], với vai trò thống sứ An Nam và Bắc Kỳ.\n\n===Qua đời===\nDe Courcy trở lại Pháp và được đề nghị một chỗ trong nội các ngày 1 tháng 5 năm 1887, nhưng ông qua đời ở Paris ngày 8 tháng 11 năm 1887, thọ 60 tuổi.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1827]]\n[[Thể loại:Mất năm 1887]]\n[[Thể loại:Toàn quyền Đông Dương]]\n[[Thể loại:Thực dân Pháp ở châu Á]]\n[[Thể loại:Vương tước nhà Nguyễn]]\n[[Thể loại:Quân nhân Pháp trong Chiến tranh Pháp-Phổ]]\n[[Thể loại:Quân nhân Pháp trong Chiến tranh Pháp–Đại Nam]]\n[[Thể loại:Cựu sinh viên trường École Spéciale Militaire de Saint-Cyr]]"}