{"445488":"[[Tập tin:Henri Oger's book 2.jpg|nhỏ|phải|Sách dạy người Pháp tự học tiếng Việt của Henri Oger, do nhà xuất bản Bạch Thái Bưởi in ở Hà Nội khoảng năm 1918]]\n'''Henri Oger''' (1885-1936?) tên đầy đủ là '''Henri-Joseph Oger''', là một [[người Pháp]] tình nguyện sang [[Bắc Kỳ]] (Việt Nam) đi lính<ref>Pierre Huard. \"Le pionnier de la technologie vietnamienne Henri Oger (1885-1936?)\". ''Bulletin de l'École française d'Extrême-Orient'', 1970, vol. LVII, pp.215-217<\/ref> và được biết đến qua bộ sưu tập [[tranh mộc bản]] vẽ các sinh hoạt thường nhật của [[người Việt]] vào đầu [[thế kỷ 20]]. Trong khoảng 20 tháng làm việc tại [[Hà Nội]] (từ khoảng cuối năm 1907 đến mùa hè 1909), ông là người đã cùng các [[họa sĩ]], thợ khắc [[mộc bản]], thợ in và các [[nho giáo|nhà Nho]] cố vấn (tất cả trên ba mươi người) hoàn thành tác phẩm ''Technique du peuple annamite'' (Kỹ thuật của người An Nam), một công trình nghiên cứu về văn minh vật chất của vùng Hà Nội vào đầu [[thế kỷ 20]].\n\n==Tiểu sử==\nTài liệu lưu lại về Henri Oger không nhiều. Các thông tin cơ bản còn lại cho biết Henri Oger sinh năm [[1885]] ở Montrevault, [[Maine-et-Loire]], [[Pháp]]. Ông đậu [[tú tài Pháp|tú tài]] năm [[1905]] khi vừa 20 tuổi, niên khóa sau 1906-1907 thì lên [[Paris]], theo học tại École Coloniale và từ 6 tháng 11 năm 1906 học thêm ở [[École pratique des hautes études|École Pratique des Hautes études]]. Học xong năm thứ nhất ở hai trường trên Oger đăng lính tình nguyện sang [[Liên bang Đông Dương|Đông Dương]], đóng ở Hà Nội, [[Bắc Kỳ]]. Sau khi ở Hà Nội về (mùa hè 1909) ông tiếp tục học năm thứ hai ở École Coloniale rồi tốt nghiệp cuối năm đó. Ngày [[17 tháng 10]] năm [[1910]] Oger được bổ làm cán sự tập sự ngạch công chức Đông Dương (élève-administrateur des Services Civils de l'Indo-Chine).\n\nSang năm [[1911]] ông sang Đông Dương lần thứ hai, làm việc ở [[Vinh]], [[Trung Kỳ]] cho đến [[3 tháng 6]], 1914 thì hồi hương. Tháng 9 năm [[1916]] lại có lệnh sang Đông Dương lần thứ ba, làm phó cán sự (adjoint-administrateur) ở [[Quảng Yên]], đến [[18 tháng 6]] năm [[1919]] thì Oger bị điều về Pháp vì lý do sức khỏe. Sau đó ông sang [[Tây Ban Nha]] và mất tích năm 1936.\n\nTác phẩm ''Technique du peuple annamite'' tức ''Kỹ thuật của người An Nam'' được thực hiện trong thời gian Oger sang [[Liên bang Đông Dương|Đông Dương]] lần thứ nhất khi ông ở Hà Nội khoảng 20 tháng.<ref name=\"thử\">[http:\/\/www.toquoc.gov.vn\/Print\/Article\/Cuoc-Song-Moi-Cua-4000-Buc-Tranh-Quy.html Cuộc sống của 4000 bức tranh quý]{{Liên kết hỏng|date = ngày 2 tháng 5 năm 2021 |bot=InternetArchiveBot }},<\/ref><ref>[Nguyễn Quảng Minh, Nguyễn Mộng Hưng. Dọc bộ sách mới in lại Kỹ thuật của người An Nam. '''Nghiên cứu và Phát triển''', 2010, số 1, tr.67-74.]<\/ref>\n\n== Tác phẩm ''Kỹ thuật của người An Nam''==\nTrong hai năm làm việc tại [[Bắc Kỳ]] (1908-1909), nhiệm sở đòi hỏi ông phải tiến hành nghiên cứu về thao tác và nghề nghiệp [[thủ công]] của người Việt hầu thâu thập, thống kê các thuật ngữ kỹ thuật, sau đó nghiên cứu sâu về sinh hoạt gia đình người Việt. Dù đã tham gia nhiều dự án nhưng có lẽ dự án quan trọng nhất mà ông có dịp góp sức là dự án nghiên cứu thực địa về nền văn minh vật chất của người Việt và các khía cạnh về [[xã hội học]], một lĩnh vực vào thời buổi đó có rất ít người theo đuổi. Ông xác định trước hết phải tiến hành thống kê, làm danh mục ở quy mô rộng, vì ở Việt Nam tuy có nhiều loại từ điển nhưng thiếu những nghiên cứu thực sự mang tính xã hội và [[dân tộc học]]. Có lẽ với lòng ngưỡng mộ văn hoá Việt Nam, công trình thống kê các thuật ngữ kỹ thuật đã trở thành một công trình văn minh vật chất khổng lồ của Oger, tập hợp 4577 bức tranh khắc. Theo đó ông đã cùng các nghệ sĩ khắc gỗ như [[Nguyễn Văn Đăng]], Phạm Văn Giai cùng một số những người khác đi khắp [[36 phố phường]] và vùng ngoại thành Hà Nội để phác họa trên giấy những hình ảnh phản ánh đời sống của người dân Hà Nội, từ sản xuất, buôn bán đến vui chơi, tập tục...<ref>[http:\/\/suckhoedoisong.vn\/PrintPreview.aspx?NewsID=20090914040723854 Người phác họa đời sống văn hóa An Nam 100 năm trước]{{Liên kết hỏng|date = ngày 2 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> Tất cả đều được vẽ lại một cách rất tỉ mỉ và chi tiết. Trước khi khắc gỗ ông còn mời người dân kiểm tra lại.\n\nVì hạn chế về mặt tài chính (Henri Oger đơn phương thực hiện mà không có hỗ trợ từ chính quyền; số tiền quyên góp từ 20 người hảo tâm vỏn vẹn được 200 [[đồng bạc Đông Dương|đồng bạc]]), ông chỉ cho xuất bản được 60 bản tại xưởng khắc gỗ rồi đem in ở [[hàng Gai|phố Hàng Gai]] ở một hiệu do chính mình làm chủ. Trong lời tự bạch của cuốn ''[[Kỹ thuật của người An Nam]]'' gốc, ông có viết: \"Khó khăn vật chất không là gì cả. Tác giả còn rất trẻ, vừa mới qua tuổi 20 và có ai để ý đến anh ta đâu. Tuy nhiên, anh ta có lòng tin: Công trình ấy đáng khen vì chưa từng có ai tiến hành ở Đông Dương\".\n\n== Số phận tác giả - tác phẩm ==\nDo quá chú tâm vào các công trình nghiên cứu, đôi khi lơ là việc quản lý hành chính, Henri phải hồi hương với lý do sức khỏe kém. Bản thân tác giả cũng đột nhiên mất tích ở [[Tây Ban Nha]], không rõ sống chết ra sao. Về tập tranh thì công trình này dần chìm vào quên lãng. Sau [[pháp thuộc|thời Pháp thuộc]] ''Kỹ thuật của người An Nam'' chỉ còn lưu lại tại Việt Nam hai bản: bản thứ nhất, không hoàn chỉnh, được lưu giữ tại [[Thư viện Quốc gia Việt Nam]] ở Hà Nội; bản thứ hai được bảo quản tương đối tốt tại [[Viện Khảo cổ (Việt Nam Cộng hòa)|Viện Khảo cổ Sài Gòn]], tức [[Thư viện Khoa học Tổng hợp Thành phố Hồ Chí Minh]] sau năm 1975.\n\nĐến năm 1970 trong một bài tóm tắt tiểu sử đăng ở niên san của [[Viện Viễn Đông Bác cổ|Trường Viễn Đông Bác cổ]] (BEFEO), [[Pierre Huard]] đã đánh giá cao công trình của Henri Oger đồng thời nhấn mạnh tính tiên phong của công trình này đối với việc nghiên cứu các ngành nghề của Việt Nam. Toàn bộ công trình của Oger được ra mắt trong một cuộc triển lãm tại [[Bourges]], Pháp dưới tên \"Peintres paysans du Viêt Nam\" (Các họa sĩ nông dân của Việt Nam) vào năm [[1978]].<ref name=\"thử2\"\/> Sau đó lại mất một khoảng thời gian nữa, bộ tranh của Henri Oger mới được tái bản vào tháng 5, [[2009]] với nhiều bổ túc, làm tăng giá trị của tác phẩm, đồng thời quảng bá để độc giả dễ tiếp cận hơn.<ref name=\"thử2\">{{Chú thích web |url=http:\/\/vietnamnet.vn\/vanhoa\/2009\/05\/849037\/ |ngày truy cập=2009-05-25 |tựa đề='Kỹ thuật của người An nam' trở lại sau 100 năm |archive-date = ngày 25 tháng 5 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090525092928\/http:\/\/vietnamnet.vn\/vanhoa\/2009\/05\/849037\/ |url-status=live }}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Người Pháp]]\n[[Thể loại:Liên bang Đông Dương]]"}