{"312162":"{{về|[[Hiến pháp]] [[Việt Nam Cộng hòa]] năm [[1956]]|[[Hiến pháp Việt Nam Cộng hòa]] năm [[1967]]|Hiến pháp Việt Nam Cộng hòa 1967}}\n'''Hiến pháp Việt Nam Cộng hòa 1956''' là bản [[hiến pháp]] được hình thành trong thời [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]] ở [[miền Nam (Việt Nam)|miền Nam Việt Nam]] vào năm 1956.\n\n== Bối cảnh lịch sử ==\nSau cuộc [[cuộc trưng cầu dân ý miền Nam Việt Nam, 1955|Trưng cầu Dân ý]] ở phía nam [[vĩ tuyến 17 Bắc|vĩ tuyến 17]] vào Tháng Mười năm 1955 với kết quả là Quốc trưởng [[Bảo Đại]] bị truất phế thì tân tổng thống [[Ngô Đình Diệm]] cho nhóm họp Ủy ban Thảo hiến vào cuối năm 1955 gồm 11 thành viên để soạn Hiến pháp cho quốc gia cộng hòa mới.<ref>Hoàng Cơ Thụy. tr 2765<\/ref> Sang Tháng Ba năm 1956 thì mở cuộc bầu cử Quốc hội Lập hiến với 123 đại biểu<ref>Dommen, Arthur. tr 298<\/ref> để hoàn tất công việc soạn thảo và thông qua bản hiến pháp. Chính Quốc hội cũng đề cử 15 người lập ra Ủy ban hiến pháp riêng, chủ tịch là Trần Chánh Thành để cùng hiệp soạn.<ref>{{Chú thích web |url=http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390309002.pdf |ngày truy cập=2010-04-05 |tựa đề=Hiến pháp 1956, bản dịch sang tiếng Anh |archive-date = ngày 12 tháng 10 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20061012060746\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390309002.pdf }}<\/ref> Tháng Bảy năm 1956 thì Quốc hội bỏ phiếu thuận và đến [[26 tháng 10|26 Tháng Mười]] năm 1956 sau khi một vài điểm dị biệt giữa hai ngành lập pháp và hành pháp được giải quyết thì tổng thống ký văn bản ban hành.<ref name=\"Vietnamese Legal System\">{{Chú thích web |url=http:\/\/www.history.army.mil\/books\/Vietnam\/Law-War\/law-02.htm |ngày truy cập=2010-04-05 |tựa đề=Vietnamese Legal System |archive-date=2010-06-08 |archive-url=https:\/\/web.archive.org\/web\/20100608144354\/http:\/\/www.history.army.mil\/books\/Vietnam\/Law-War\/law-02.htm |url-status=dead }}<\/ref> Ngày chính thức ban hành hiến pháp đầu tiên của Việt Nam Cộng Hòa (26 tháng 10 năm 1956) cũng được chọn là ngày [[ngày quốc khánh|quốc khánh]] của nền Đệ Nhất Cộng hòa mặc dù chính thể Việt Nam Cộng hòa đã hình thành trước đó đúng một năm (26 tháng 10 năm 1955).\n\n== Nhận định ==\nVề mặt pháp lý, bản Hiến pháp Việt Nam Cộng hòa 1956 khẳng định việc phân chia quyền lực của chế độ là [[tam quyền phân lập]] và có mục tiêu để hai ngành [[cơ quan lập pháp|lập pháp]] và [[quyền hành pháp|hành pháp]] kiểm soát lẫn nhau. Về ngành tư pháp thì quyền lực kém hơn và không được độc lập hoàn toàn vì lệ thuộc vào Bộ Tư pháp và phủ Tổng thống bổ nhiệm và điều hành.<ref name=\"Vietnamese Legal System\"\/><ref>{{Chú thích web |url=http:\/\/vietnamlawexpert.com\/ |ngày truy cập=2010-04-05 |tựa đề=Democracy in Action |archive-date=2011-02-02 |archive-url=https:\/\/web.archive.org\/web\/20110202101245\/http:\/\/vietnamlawexpert.com\/ |url-status=dead }}<\/ref> So sánh với các quốc gia khác thì Hiến pháp 1956 dồn nhiều quyền lực vào ngành hành pháp hơn vì [[tổng thống]] có những đặc quyền trong những trường hợp nội loạn, chiến tranh hay khủng hoảng tài chánh.<ref name=\"Vietnamese Legal System\"\/>\n\nHiến pháp bị coi là cách để [[Ngô Đình Diệm]] có toàn quyền khống chế bộ máy nhà nước, thể hiện qua những điểm:\n* Khi phủ Tổng thống phủ quyết một đạo luật của lập pháp, Quốc hội phải hội đủ túc số 3\/4 mới được tái thông qua. Mà 3\/4 này phải “minh danh đầu phiếu” (điều 58), như vậy Tổng thống có thể biết ai đã chống lại quyền phủ quyết của mình.\n* Một viện Bảo hiến có được quy định để nghiên cứu và quyết định xem các điều khoản có bất hợp hiến không, nhưng viện này gồm 9 người thì vị chủ tịch và 4 thẩm phán hay luật gia đã do Tổng thống bổ nhiệm (điều 86). \n* Tổng thống có quyền đề nghị sửa đổi hiến pháp (điều 90) và Ủy ban sửa đổi Hiến pháp phải tham khảo ý kiến của Viện Bảo hiến (mà 5\/9 người đã là do Tổng thống chỉ định) và còn của cả Tổng thống nữa (điều 91).\n* Tổng thống không bắt buộc phải điều trần trước Quốc hội, không chịu trách nhiệm trước Quốc hội và không thể bị Quốc hội bất tín nhiệm để cách chức. Tổng thống tiếp xúc với Quốc hội “bằng thông điệp” và nếu muốn “có thể dự các phiên họp của Quốc hội”, cũng như chỉ “khi thấy cần, Tổng thống thông báo cho Quốc hội biết tình hình Quốc gia” (điều 39).\n\nTóm lại, theo Hiến pháp 1956, Tổng thống [[Ngô Đình Diệm]] có đầy đủ quyền lực để triệt tiêu hoặc làm tê liệt các đạo luật nào mà ông không vừa ý, cũng như dễ dàng ban hành và thi hành các đạo luật nào có lợi cho mình.\n\nXét về mặt tinh thần thì Hiến pháp 1956 đặt nhân dân ở cương vị chủ chốt của quốc gia và \"chủ quyền thuộc về toàn dân\" (Điều 2). Điều đáng ghi nhận là nền tảng của bản hiến pháp nêu ra ba khía cạnh: \"văn minh Việt Nam\", \"duy linh\", và \"giá trị con người\" như ghi rõ trong lời mở đầu.<ref>{{Chú thích web |url=http:\/\/trangdenonline.com\/ArticleDetail.asp?item_id=8395&category_id=28&name=&notesmin=&notesmax=&author=& |ngày truy cập=2010-05-23 |tựa đề=\"Đệ nhứt Cộng hòa của Miền Nam (1955-1963)\" |archive-date = ngày 7 tháng 2 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100207022309\/http:\/\/trangdenonline.com\/ArticleDetail.asp?item_id=8395&category_id=28&name=&notesmin=&notesmax=&author=& }}<\/ref>\n\n==Tham khảo==\n* Dommen, Arthur. ''The Indochinese Experience of the French and the Americans, Nationalism and Communism in Cambodia, Laos, and Vietnam''. Bloomington, IN: Đại học Indiana Press, 2001.\n* Hoàng Cơ Thụy. ''Việt sử khảo luận''. Paris: Nam Á, 2002.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Hiến pháp Việt Nam Cộng hòa 1967]]\n\n{{Wikisource|Hiến pháp Việt Nam Cộng Hòa 1956}}\n\n{{Sơ khai Việt Nam}}\n{{Hiến pháp ở Việt Nam}}\n[[Thể loại:Việt Nam Cộng hòa]]\n[[Thể loại:Hiến pháp Việt Nam|1956]]\n[[Thể loại:Hiến pháp theo quốc gia|V]]"}