{"19634369":"'''Hiến chương Vũng Tàu''' ([[tiếng Anh]]: '''Vung Tau charter''') là một sắc luật được [[chính phủ]] [[Việt Nam Cộng hòa]] thông qua ngày 16 tháng 8 năm 1964 tại một hội nghị được tổ chức ở Vũng Tàu. Hiến chương này quy định chức vụ Quốc trưởng, đã được đổi tên thành Chủ tịch Việt Nam Cộng hòa, không nhất định phải gắn liền với chức vụ Chủ tịch Hội đồng Quân đội Cách mạng<ref>Vinh The Lam (2020). The History of South Vietnam - Lam: The Quest for Legitimacy and Stability, 1963-1967. Routledge. Trang 44.<\/ref><ref>Báo Chính luận ngày 18\/8\/1964<\/ref>. Theo báo Tuổi trẻ, Hiến chương này cho phép tướng Nguyễn Khánh làm quốc trưởng suốt đời<ref>{{chú thích web | url = https:\/\/tuoitre.vn\/xe-hien-chuong-vung-tau-va-buoc-nguyen-khanh-tu-chuc-59127.htm | tiêu đề = Xé hiến chương Vũng Tàu và buộc Nguyễn Khánh từ chức | author =  | ngày =  | ngày truy cập = 22 tháng 8 năm 2021 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>.\n\n== Diễn biến ==\n\nNăm 1963, [[Dương Văn Minh]] lãnh đạo quân đội Sài Gòn lật đổ [[Đảo chính Việt Nam Cộng hòa 1963|chính phủ Ngô Đình Diệm]]. Ngày 16 tháng 8 năm 1964, một hội nghị cấp chính phủ ở Vũng Tàu được tổ chức để thông qua một sắc luật gọi là \"Hiến chương Vũng Tàu\"<ref>{{chú thích web | url = https:\/\/cand.com.vn\/Phong-su-tu-lieu\/Bo-mat-that-cua-Quoc-truong-Nguyen-Khanh---nguoi-bi-ten-trum-khung-bo-Nguyen-Huu-Chanh-loi-dung-i21090\/ | tiêu đề = Bộ mặt thật của \"Quốc trưởng\" Nguyễn Khánh  | author =  | ngày =  | ngày truy cập = 22 tháng 8 năm 2021 | nơi xuất bản = Báo Công an Nhân dân Điện tử | ngôn ngữ = }}<\/ref>. Theo báo Tuổi trẻ nội dung chính của Hiến chương Vũng Tàu là Nguyễn Khánh sẽ là quốc trưởng suốt đời<ref>{{chú thích web | url = https:\/\/tuoitre.vn\/xe-hien-chuong-vung-tau-va-buoc-nguyen-khanh-tu-chuc-59127.htm | tiêu đề = Xé hiến chương Vũng Tàu và buộc Nguyễn Khánh từ chức | author =  | ngày =  | ngày truy cập = 22 tháng 8 năm 2021 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>. Cũng trong hội nghị này, theo đề nghị của [[Nguyễn Cao Kỳ]], các tướng tham dự cũng tổ chức 1 cuộc biểu quyết cách chức Dương Văn Minh và cử Nguyễn Khánh làm Quốc trưởng, được cải danh thành Chủ tịch Việt Nam Cộng hòa.<ref>Báo Chính luận ngày 18\/8\/1964<\/ref><ref name=\"quandoinhandan\">[https:\/\/www.qdnd.vn\/ho-so-su-kien\/40-nam-chien-thang-vi-dai-30-4\/ky-2-bo-doi-khong-hoan-hao-259918 Kỳ 2: Bộ đôi không hoàn hảo], Vũ Dung, Quân đội Nhân dân Việt Nam.<\/ref> Các cuộc biểu tình phản đối của các thành phần Phật giáo và Công giáo cũng xảy ra thời gian này khiến tướng Khánh phải bỏ Hiến chương và cam kết thành lập chính phủ dân sự.\n\nNgày 13 tháng 9 năm 1964, Nguyễn Văn Thiệu cùng một nhóm sĩ quan Công giáo miền Nam và tổ chức Đại Việt mang quân về Sài Gòn có ý định đảo chính tướng Khánh nhưng bất thành do tướng Kỳ can thiệp. Nguyễn Khánh lúc này nhân cơ hội đã loại trừ các sĩ quan Đại Việt ra khỏi các chức vụ quan trọng.<ref name=\"quandoinhandan\"\/>\n\nNgày 19 tháng 2 năm 1965, các sĩ quan Đại Việt và Công giáo gây ra một cuộc đảo chính nhằm lật đổ Nguyễn Khánh. Ngày 22 tháng 2 năm 1965, Đại sứ [[Maxwell D. Taylor]] họp ban tham mưu và cử người đi thuyết phục Nguyễn Khánh. Vào ngày 24 tháng 2 năm 1965, Nguyễn Khánh từ chức và được cử đi làm đại sứ lưu động.<ref name=\"quandoinhandan\"\/>\n\n== Hệ quả ==\nTừ tháng 11 năm 1963 đến 19 tháng 6 năm 1965, [[Việt Nam Cộng hòa]] chìm trong rối loạn quyền lực cho đến khi quân đội nắm giữ chính quyền. Trong giai đoạn này, chưa có ai thật sự giành được quyền lực tuyệt đối hay trở thành đầu tàu để dẫn dắt đất nước. Trong giai đoạn này có đến 5 [[nội các]] gồm Nguyễn Ngọc Thơ, Nguyễn Khánh, Trần Văn Hương, Nguyễn Xuân Oánh, và Phan Huy Quát. Hệ quả là [[Việt Nam Cộng hòa]] chìm sâu trong khủng hoảng và chia rẽ sâu sắc.<ref>Maj. Gen. Nguyen Duy Hinh, Brig. Gen. Tran Dinh Tho. The South Vietnamese Society. Pickle Partners Publishing. Trang 142. Truy vấn [https:\/\/apps.dtic.mil\/sti\/pdfs\/ADA324589.pdf].<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai}}\n\n[[Thể loại:Chính trị Việt Nam Cộng hòa]]"}