{"16399":"{{dablink|Mục từ này về hiến pháp của nước [[Việt Nam|Cộng hòa xã hội chủ nghĩa Việt Nam]] và tiền thân là nước [[Việt Nam Dân chủ Cộng hòa]]. Về hiến pháp của Việt Nam Cộng hòa, xem [[Hiến pháp Việt Nam Cộng hòa]].}}\n{{cần biên tập}}\n[[Tập tin:Hiến pháp Việt Nam năm 2013.JPG|300px|nhỏ|phải|Hiến pháp Việt Nam năm 2013]]\n{{Chính trị Việt Nam}}\n'''Hiến pháp nước Cộng hòa Xã hội chủ nghĩa Việt Nam''' <ref>{{Chú thích web|url=http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop\/hienphapnam2013|tựa đề=Trang điện tử về Hiến pháp năm 2013|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> là [[văn bản quy phạm pháp luật|văn bản pháp luật]] có giá trị cao nhất trong [[Hệ thống pháp luật Việt Nam|hệ thống pháp luật]] của [[Việt Nam]]. Bản Hiến pháp đang có hiệu lực là [[Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam 2013|bản của năm 2013]], là bản Hiến pháp của nước Cộng hòa xã hội chủ nghĩa Việt Nam được [[Quốc hội Việt Nam]] [[Quốc hội khóa XIII|khóa XIII]], kỳ họp thứ 6 thông qua vào sáng ngày [[28 tháng 11]] năm [[2013]], có hiệu lực vào ngày 1 tháng 1 năm 2014.<ref>{{Chú thích web|url=http:\/\/vbpl.vn\/TW\/Pages\/vbpq-toanvan.aspx?ItemID=32801&Keyword=Hien%20phap|tựa đề=Trang điện tử về văn bản pháp luật cho Hiến pháp năm 2013|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Hiến pháp hiện hành==\nHiến pháp hiện hành năm 2013 gồm lời mở đầu và 11 chương:\n\n*Chương I: Chế độ chính trị\n*Chương II: Quyền con người, quyền và nghĩa vụ cơ bản của công dân\n*Chương III: Kinh tế, xã hội, văn hóa, giáo dục, khoa học, công nghệ và môi trường\n*Chương IV: Bảo vệ Tổ quốc\n*Chương V: Quốc hội\n*Chương VI: Chủ tịch nước\n*Chương VII: Chính phủ\n*Chương VIII: Toà án nhân dân, Viện kiểm sát nhân dân\n*Chương IX: Chính quyền địa phương\n*Chương X: Hội đồng bầu cử quốc gia, Kiểm toán nhà nước\n*Chương XI: Hiệu lực của Hiến pháp và việc sửa đổi Hiến pháp\n\n==Nội dung tiêu biểu==\n===Chế độ chính trị===\nĐiều 1 Hiến pháp khẳng định nước Cộng hòa Xã hội Chủ nghĩa Việt Nam là một nước độc lập, thống nhất có chủ quyền đầy đủ đối với toàn bộ vùng lãnh thổ và vùng lãnh hải..\n\n;Ai làm chủ nhà nước?\n\nHiến pháp cũng khẳng định nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam là nhà nước của nhân dân, do nhân dân và vì nhân dân (điều 2). Nhân dân là toàn thể các dân tộc cùng sinh sống hòa bình trên lãnh thổ Việt Nam (điều 5). Nhân dân làm chủ nhà nước bằng cách sử dụng quyền lực Nhà nước thông qua Quốc hội và Hội đồng nhân dân là những cơ quan đại diện cho ý chí và nguyện vọng của nhân dân, do nhân dân bầu ra và chịu trách nhiệm trước nhân dân (điều 6).\n\nNgoài ra, Điều 8 cũng quy định rằng \"Các cơ quan Nhà nước, cán bộ, viên chức Nhà nước có nghĩa vụ phải tôn trọng nhân dân, tận tụy phục vụ nhân dân, liên hệ chặt chẽ với nhân dân, lắng nghe ý kiến và chịu sự giám sát của nhân dân; kiên quyết đấu tranh chống mọi biểu hiện quan liêu, hách dịch, cửa quyền, tham nhũng\"\n\n;Lực lượng lãnh đạo nhà nước\n\nTuy nhiên, một nhà nước luôn cần một tổ chức chính trị để lãnh đạo. Xuất phát từ điều kiện lịch sử của nước [[Việt Nam]], [[đảng Cộng sản Việt Nam ]], đại biểu trung thành quyền lợi của giai cấp công nhân, nhân dân lao động và của cả dân tộc, lấy [[chủ nghĩa Marx-Lenin]] và [[tư tưởng Hồ Chí Minh]] làm tư tưởng chủ đạo để lãnh đạo nhà nước và xã hội. Nói như thế không có nghĩa là Đảng là tổ chức đứng trên tất cả vì mọi hoạt động của các tổ chức Đảng đều phải tuyệt đối tuân theo pháp luật. Đây là một trong những nguyên tắc căn bản của [[pháp quyền|nhà nước pháp quyền xã hội chủ nghĩa]].\n\nĐảng thể hiện vai trò lãnh đạo trực tiếp và toàn diện bằng cách bổ nhiệm, bố trí Đảng viên giữ các chức vụ chủ chốt, lãnh đạo trong [[Chính phủ]], trong lực lượng an ninh và quân đội, trong Mặt trận Tổ quốc, trong [[Quốc hội]], trong Tòa án và trong Viện kiểm sát. Trong cơ quan lập pháp là Quốc hội, số lượng đại biểu ngoài Đảng là 49 (chiếm 10% tổng số 493 đại biểu Quốc hội năm 2008). Tỷ lệ 10% xuất phát từ thỏa thuận nhân sự \"cơ cấu đại biểu QH\" bởi Đảng trong vai trò lãnh đạo.\n\nBên cạnh đó Mặt trận tổ quốc và công đoàn cũng là những tổ chức chính trị xã hội trong hệ thống tổ chức chính trị của Việt Nam. Các lãnh đạo Mặt trận phải là Đảng viên.\n\n;Vai trò của nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam\n\nĐiều 3: Khẳng định nhà nước bảo đảm và phát huy không ngừng trước hết là vai trò làm chủ của nhân dân sau là bảo vệ và nghiêm trị mọi hành động xâm phạm lợi ích của Tổ quốc và của nhân dân nhằm thực hiện mục tiêu xây dựng đất nước giàu mạnh, thực hiện công bằng xã hội, mọi người có cuộc sống ấm no, tự do, hạnh phúc, có điều kiện phát triển toàn diện.\n\n===Chế độ kinh tế===\nĐiều 51\n\n1.[[Hiến pháp Việt Nam 2013|Hiến pháp 2013]] xác định: \"Nền kinh tế Việt Nam là nền [[kinh tế thị trường]] định hướng [[Hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]] với nhiều hình thức sở hữu, nhiều thành phần kinh tế; kinh tế nhà nước giữ vai trò chủ đạo.\"<ref>{{Chú thích web|url=http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop?categoryId=920&articleId=10052989|tiêu đề=HIẾN PHÁP 2013, CHƯƠNG III:KINH TẾ, XÃ HỘI, VĂN HÓA, GIÁO DỤC, KHOA HỌC, CÔNG NGHỆ VÀ MÔI TRƯỜNG}}<\/ref>\n\n2. Các thành phần kinh tế đều là bộ phận cấu thành quan trọng của nền kinh tế quốc dân. Các chủ thể thuộc các thành phần kinh tế bình đẳng, hợp tác và cạnh tranh theo pháp luật.\n\n3. Nhà nước khuyến khích, tạo điều kiện để doanh nhân, doanh nghiệp và cá nhân, tổ chức khác đầu tư, sản xuất, kinh doanh; phát triển bền vững các ngành kinh tế, góp phần xây dựng đất nước. Tài sản hợp pháp của cá nhân, tổ chức đầu tư, sản xuất, kinh doanh được pháp luật bảo hộ và không bị quốc hữu hóa.\n\n=== Quyền công dân===\nQuyền công dân được Hiến pháp 1992 quy định trong chương 5: \"Quyền và nghĩa vụ cơ bản của công dân\" từ điều 49 đến điều 82. Theo điều 50, các quyền con người về chính trị, dân sự, kinh tế, văn hóa và xã hội được tôn trọng, thể hiện ở các quyền công dân và được quy định trong Hiến pháp và luật.\n\nCó người đánh giá rằng bản hiến pháp này hạn chế những [[quyền tự do]] cơ bản của con người bằng cách thêm vào dòng \"theo quy định của pháp luật\". Việc hạn chế này là đảm bảo cho việc thực hiện tự do của người này không ảnh hưởng và vi phạm đến tự do của người khác.\n\nBản hiến pháp này coi trọng quyền tiếp cận tri thức cho công dân. Điều 59 ghi \"Bậc tiểu học là bắt buộc, không phải trả học phí\", \"Học sinh có năng khiếu được Nhà nước và xã hội tạo điều kiện học tập để phát triển tài năng\" và \"Nhà nước và xã hội tạo điều kiện cho trẻ em tàn tật được học văn hóa và học nghề phù hợp\". Điều 60 ghi \"Công dân có quyền nghiên cứu khoa học, kỹ thuật, phát minh, sáng chế, sáng kiến cải tiến kỹ thuật, hợp lý hóa sản xuất, sáng tác, phê bình văn học, nghệ thuật và tham gia các hoạt động văn hóa khác. Nhà nước bảo hộ quyền tác giả, quyền sở hữu công nghiệp.\"\n\nBản hiến pháp này cũng bảo vệ một số quyền của công dân nước ngoài. Điều 82 ghi \"Người nước ngoài đấu tranh vì tự do và độc lập dân tộc, vì chủ nghĩa xã hội, dân chủ và hòa bình, hoặc vì sự nghiệp khoa học mà bị bức hại thì được Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam xem xét việc cho cư trú.\"<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/tnpl\/980\/Quyen-cong-dan?tab=0|tiêu đề=Thuật ngữ pháp lý \"Quyền công dân\"|website=Thư viện Pháp luật}}<\/ref>\n\n===Tổ chức bộ máy Nhà nước===\n\n==== Sự lãnh đạo của Đảng Cộng Sản Việt Nam ====\n[[Điều 4 Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam]] khẳng định sự lãnh đạo của [[Đảng Cộng sản Việt Nam]] tại [[Việt Nam]].\n\n====Quốc hội====\nĐiều 6 quy định \"Nhân dân sử dụng quyền lực Nhà nước thông qua [[Quốc hội Việt Nam|Quốc hội]] và Hội đồng nhân dân là những cơ quan đại diện cho ý chí và nguyện vọng của nhân dân, do nhân dân bầu ra và chịu trách nhiệm trước nhân dân.\n\nQuốc hội, Hội đồng nhân dân và các cơ quan khác của Nhà nước đều tổ chức và hoạt động theo nguyên tắc tập trung dân chủ.\"\n\nĐiều 7 nói \"Việc bầu cử đại biểu Quốc hội và đại biểu Hội đồng nhân dân tiến hành theo nguyên tắc phổ thông, bình đẳng, trực tiếp và bỏ phiếu kín.\n\nĐại biểu Quốc hội bị cử tri hoặc Quốc hội bãi nhiệm và đại biểu Hội đồng nhân dân bị cử tri hoặc Hội đồng nhân dân bãi nhiệm khi đại biểu đó không còn xứng đáng với sự tín nhiệm của nhân dân.\"\nĐiều 83\nQuốc hội là cơ quan đại biểu cao nhất của nhân dân, cơ quan quyền lực Nhà nước cao nhất của nước Cộng hòa xã hội chủ nghĩa Việt Nam.\nQuốc hội là cơ quan duy nhất có quyền lập hiến và lập pháp.\nQuốc hội quyết định những chính sách cơ bản về đối nội và đối ngoại, nhiệm vụ kinh tế - xã hội, quốc phòng, an ninh của đất nước, những nguyên tắc chủ yếu về tổ chức và hoạt động của bộ máy Nhà nước, về quan hệ xã hội và hoạt động của công dân. Quốc hội thực hiện quyền giám sát tối cao đối với toàn bộ hoạt động của Nhà nước.<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/tnpl\/909\/Quoc-hoi?tab=0|tiêu đề=Thuật ngữ pháp lý \"Quốc hội\"|website=Thư viện pháp luật}}<\/ref>\n\n====Chủ tịch nước====\n\"Chủ tịch nước là người đứng đầu Nhà nước, thay mặt nước Cộng hòa xã hội chủ nghĩa Việt Nam về đối nội và đối ngoại\" (điều 101). Ngoài ra [[Chủ tịch nước Việt Nam|Chủ tịch nước]] còn có quyền đề cử, giới thiệu với Quốc hội để bầu các vị trí quan trọng của nhà nước.\n\nĐiều 102, Chủ tịch nước do Quốc hội bầu trong số đại biểu Quốc hội.\nChủ tịch nước chịu trách nhiệm và báo cáo công tác trước Quốc hội. Nhiệm kỳ của Chủ tịch nước theo nhiệm kỳ của Quốc hội. Khi Quốc hội hết nhiệm kỳ, Chủ tịch nước tiếp tục làm nhiệm vụ cho đến khi Quốc hội khóa mới bầu Chủ tịch nước mới.\n\nĐiều 104, Hội đồng quốc phòng và an ninh gồm Chủ tịch, Phó Chủ tịch, các ủy viên. Chủ tịch nước đề nghị danh sách thành viên Hội đồng quốc phòng và an ninh trình Quốc hội phê chuẩn. Thành viên Hội đồng quốc phòng và an ninh không nhất thiết là đại biểu Quốc hội. Hội đồng quốc phòng và an ninh động viên mọi lực lượng và khả năng của nước nhà để bảo vệ Tổ quốc.\n\nTrong trường hợp có chiến tranh, Quốc hội có thể giao cho Hội đồng quốc phòng và an ninh những nhiệm vụ và quyền hạn đặc biệt. Hội đồng quốc phòng và an ninh làm việc theo chế độ tập thể và quyết định theo đa số.\n\nĐiều 105, Chủ tịch nước có quyền tham dự các phiên họp của Uỷ ban Trung ương và Quốc hội và Chính phủ.\n\nĐiều 106, Chủ tịch nước ban hành lệnh, quyết định để thực hiện nhiệm vụ, quyền hạn của mình.<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/tnpl\/1734\/Chu-tich-nuoc?tab=0|tiêu đề=Thuật ngữ pháp lý \"Chủ tịch nước\"|website=Thư viện pháp luật}}<\/ref>\n\n====Chính phủ====\nĐiều 109 đã ghi \"Chính phủ là cơ quan chấp hành của Quốc hội, cơ quan hành chính Nhà nước cao nhất của nước Cộng hoà xã hội chủ nghĩa Việt Nam.\"\n\nĐiều 110 đã ghi \"Chính phủ gồm có Thủ tướng, các Phó Thủ tướng, các Bộ trưởng và các thành viên khác. Ngoài Thủ tướng, các thành viên khác của Chính phủ không nhất thiết là đại biểu Quốc hội.\"<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/tnpl\/2430\/Chinh-phu?tab=0|tiêu đề=Thuật ngữ pháp lý \"Chính phủ\"|website=Thư viện pháp luật}}<\/ref>\n\n===Các biểu tượng===\n*'''Quốc kỳ''': hình chữ nhật, [[chiều rộng]] bằng hai phần ba chiều dài, nền đỏ, ở giữa có ngôi sao vàng năm cánh (điều 141).\n*'''Quốc huy''': hình tròn, nền đỏ, ở giữa có ngôi sao vàng năm cánh, chung quanh có bông lúa, ở dưới có nửa bánh xe răng và dòng chữ: Cộng hòa xã hội chủ nghĩa Việt Nam (điều 142).\n*'''Quốc ca''': nhạc và lời của bài \"[[Tiến quân ca]]\" (điều 143).\n*'''Thủ đô''': Hà Nội (điều 144).\n*'''Quốc khánh''': 2 tháng 9 (điều 145).\n\n===Sửa đổi hiến pháp===\nĐiều 146: Hiến pháp nước Cộng hoà xã hội chủ nghĩa Việt Nam là luật cơ bản của Nhà nước, có hiệu lực pháp lý cao nhất. Mọi văn bản pháp luật khác phải phù hợp với Hiến pháp.\n\nĐiều 147: Chỉ Quốc hội mới có quyền sửa đổi Hiến pháp. Việc sửa đổi Hiến pháp phải được ít nhất là hai phần ba tổng số đại biểu Quốc hội biểu quyết tán thành\n\n==Hiến pháp Việt Nam qua các thời kì==\nTrước năm [[1945]], Việt Nam không có Hiến pháp. Từ sau khi thành lập nhà nước [[Việt Nam Dân chủ Cộng hòa]], lịch sử Việt Nam ghi nhận năm bản Hiến pháp đã được ra đời, trong các năm 1946, 1959, 1980, 1992 (được sửa đổi vào năm 2001), 2013 (được sửa đổi vào năm 2013).\n\n===Hiến pháp 1946===\n{{Chính|Hiến pháp Việt Nam Dân chủ Cộng hòa 1946}}\nHiến pháp 1946 là bản hiến pháp đầu tiên của nước [[Việt Nam Dân chủ Cộng hòa]] được soạn thảo và được [[Quốc hội Việt Nam|Quốc hội]] thông qua vào ngày [[9 tháng 11]] năm [[1946]] với 240 phiếu tán thành (trên 242 phiếu).\n\nỦy ban dự thảo Hiến pháp được thành lập theo Sắc lệnh số 34-SL ngày [[20 tháng 9]] năm 1945 gồm có 7 thành viên: [[Hồ Chí Minh]], [[Bảo Đại|Vĩnh Thụy]], [[Đặng Thai Mai]], [[Vũ Trọng Khánh]], [[Lê Văn Hiến]], [[Nguyễn Lương Bằng]], Đặng Xuân Khu ([[Trường Chinh]]).\n\nBản dự án Hiến pháp đã được soạn thảo và công bố vào tháng 11 năm 1945.\n\nBan dự thảo Hiến pháp (Tiểu ban Hiến pháp) được Quốc hội bầu ra ngày [[2 tháng 3]] năm 1946 gồm có 11 thành viên: [[Trần Duy Hưng]], [[Tôn Quang Phiệt]], [[Đỗ Đức Dục]], [[Huy Cận|Cù Huy Cận]], [[Nguyễn Đình Thi]], [[Huỳnh Bá Nhung]], [[Trần Tấn Thọ]], [[Nguyễn Cao Hách]], [[Đào Hữu Dương]], [[Phạm Gia Đỗ]], [[Nguyễn Thị Thục Viên]]. Ban này tiếp tục nghiên cứu dự thảo hiến pháp.\n\nTrong phiên họp ngày [[29 tháng 10]] năm 1946, Tiểu ban Hiến pháp được mở rộng thêm 10 đại biểu đại diện cho các nhóm, các vùng và đồng bào thiểu số để tu chỉnh dự thảo hiến pháp và trình ra Quốc hội ngày 2 tháng 11 năm 1946 để Quốc hội thảo luận, sửa chữa và thông qua.\n\nHiến pháp năm 1946 bao gồm lời nói đầu và 7 chương, 70 điều.\n\nLời nói đầu đã xác định ba nguyên tắc cơ bản của Hiến pháp.\n\n* Đoàn kết toàn dân không phân biệt giống nòi, gái, trai, giai cấp, tôn giáo.\n* Đảm bảo các quyền tự do dân chủ.\n* Thực hiện chính quyền mạnh mẽ và sáng suốt của nhân dân.\n\nToàn bộ 7 chương của Hiến pháp đều được xây dựng dựa trên ba nguyên tắc cơ bản đã nói trên. Chính ba nguyên tắc này đã thể hiện ba đặc điểm cơ bản của Hiến pháp 1946.\n\n===Hiến pháp Việt Nam Dân chủ Cộng hòa 1959===\nHiến pháp 1959 gồm có Lời nói đầu và 112 điều chia làm 10 chương. Nguyên nhân sửa đổi: \"Trong giai đoạn mới của cách mạng, Quốc hội ta cần sửa đổi bản Hiến pháp năm 1946 cho thích hợp với tình hình và nhiệm vụ mới\" (Lời nói đầu, Hiến pháp 1959). Giai đoạn mới của cách mạng được nhắc đến là giai đoạn [[Chiến tranh Việt Nam]], miền Bắc xây dựng phục hồi kinh tế và tiếp tục đấu tranh chống Việt Nam Cộng hòa và Mỹ. Đây cũng là bản Hiến pháp xác nhận Việt Nam Dân chủ Cộng hòa là nhà nước [[xã hội chủ nghĩa]].\n\n===Hiến pháp Cộng hòa xã hội chủ nghĩa Việt Nam 1980===\nLần đầu tiên đưa vào khái niệm: \"Sở hữu toàn dân\" về đất đai.\n\nSo sánh những bản hiến pháp thì Hiến pháp 1980 dựa trên mẫu hiến pháp năm 1977 của [[Liên Xô]] với cơ chế Quốc hội bầu ra [[Hội đồng Nhà nước]] với cơ quan này lãnh trách nhiệm hành chính làm ban thường vụ của Quốc hội. Hội đồng Nhà nước có chức năng vừa nắm quyền [[quyền hành pháp|hành pháp]] lẫn [[cơ quan lập pháp|lập pháp]]. Hội đồng này có bảy thành viên, đứng đầu là chủ tịch, có một số phó chủ tịch trợ giúp cùng với một tổng thư ký. Hội đồng Nhà nước có quyền tuyên chiến, ra lệnh tổng động viên, thông qua hiệp ước quốc ngoại và giám sát [[Hội đồng Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam|Hội đồng Bộ trưởng]].<ref name=\"SarDesai, RD. 2005\">SarDesai, RD. ''Vietnam Past adn Present''. Los Angeles, CA: Westview Press, 2005. Trang 145-7.<\/ref>\n\nNguyên nhân sửa đổi: \"Nước Cộng hòa xã hội chủ nghĩa Việt Nam cần có một bản Hiến pháp thể chế hóa đường lối của Đảng cộng sản Việt Nam trong giai đoạn mới. Đó là Hiến pháp của thời kỳ quá độ lên chủ nghĩa xã hội trong phạm vi cả nước. Kế thừa và phát triển Hiến pháp năm 1946 và Hiến pháp năm 1959, Hiến pháp này tổng kết và xác định những thành quả đấu tranh cách mạng của nhân dân Việt Nam trong nửa thế kỷ qua, thể hiện ý chí và nguyện vọng của nhân dân Việt Nam, bảo đảm bước phát triển rực rỡ của xã hội Việt Nam trong thời gian tới\" (Lời nói đầu, Hiến pháp 1980).\n\n===Hiến pháp Cộng hòa xã hội chủ nghĩa Việt Nam 1992===\n[[Tập tin:Võ Chí Công ký Hiến pháp năm 1992.jpg|thumb|170x170px|Chủ tịch Hội đồng Nhà nước Võ Chí Công ký ban hành Hiến pháp năm 1992]]\nTrưởng ban biên tập là Bộ trưởng Tư pháp Nguyễn Đình Lộc\n\nHiến pháp 1992 bao gồm lời nói đầu, 147 điều trong 12 chương.\n\nTrong lời nói đầu, lịch sử Việt Nam được ghi chép lại sơ lược và nguyên nhân sửa đổi được trình bày.\n\nThiếu sót nghiêm trọng nhất là không ghi nhận và không công bố các ý đồ của những nhà thiết kế biên soạn bản hiến pháp 1992 để làm nền tảng cho việc giải thích hiến pháp hay giải thích luật dựa trên hiến pháp về sau. Ý đồ của các cá nhân và tập thể biên soạn hiến pháp sẽ giúp tòa án hay cơ quan chính phủ diễn giải hiến pháp đảm bảo tính thống nhất của hiến pháp và phù hợp với tinh thần của các nhà soạn thảo. Sự thiếu sót này khiến hiến pháp có thể bị suy diễn và diễn dịch tùy tiện trong công tác làm luật hay giải quyết các tranh chấp liên quan đến hiến pháp. Từ đó dẫn đến việc bản hiến pháp chỉ phục vụ được một thời kỳ lịch sử nào đó rồi hết giá trị và phải làm cái khác. Xã hội pháp trị dựa trên luật pháp; luật pháp dựa trên hiến pháp; cho nên sự ổn định của xã hội và của chế độ có thể nói là dựa trên tính ổn định của hiến pháp.\n\nHiến pháp 1992 tiếp tục khẳng định \"Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam là Nhà nước của nhân dân, do nhân dân, vì nhân dân. Tất cả quyền lực Nhà nước thuộc về nhân dân mà nền tảng là liên minh giai cấp công nhân với giai cấp nông dân và tầng lớp trí thức\" (điều 2). Trong chương V, các quyền cơ bản của công dân được quy định, trong đó bao gồm quyền [[tự do ngôn luận]] (điều 69), quyền [[tự do tín ngưỡng|tự do tôn giáo]] (điều 79), quyền bất khả xâm phạm về thân thể (điều 71), quyền [[tự do đi lại và cư trú]] (điều 68), quyền [[tự do kinh doanh]] (điều 57), quyền tác giả (điều 60), và các quyền khác. Trong chương V cũng ghi rõ rằng: Công dân phải trung thành với Tổ quốc. Phản bội Tổ quốc là tội nặng nhất\" (điều 76).\n\nHiến pháp 1992 được bổ sung vào ngày 25 tháng 12 năm 2001.\n\nVề mặt cơ cấu, Hiến pháp 1992 xóa bỏ [[Hội đồng Nhà nước]], quy chức vị vào một cá nhân là [[Chủ tịch nước Việt Nam|Chủ tịch nước]]. Ngoài ra Hiến pháp 1992 giảm số đại biểu Quốc hội từ khoảng 500 xuống còn 400.<ref name=\"SarDesai, RD. 2005\"\/>\n\nNguyên nhân sửa đổi: \"Từ năm 1986 đến nay, công cuộc đổi mới toàn diện đất nước do Đại hội lần thứ VI của Đảng cộng sản Việt Nam đề xướng đã đạt được những thành tựu bước đầu rất quan trọng. Quốc hội quyết định sửa đổi Hiến pháp năm 1980 để đáp ứng yêu cầu của tình hình và nhiệm vụ mới\" (Lời nói đầu)\n\n===Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam 2013===\n{{Chính|Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam năm 2013}}\nHiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam năm 2013 là bản Hiến pháp của nước [[Cộng hòa xã hội chủ nghĩa Việt Nam]] được [[Quốc hội Việt Nam]] [[Quốc hội khóa XIII|khóa XIII]], kỳ họp thứ 6 thông qua vào sáng ngày [[28 tháng 11]] năm [[2013]]. Đến sáng ngày [[8 tháng 12]] năm [[2013]], [[Chủ tịch nước Việt Nam]] [[Trương Tấn Sang]] đã ký [[Lệnh]] công bố Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam và Nghị quyết quy định một số điểm thi hành Hiến pháp,<ref>{{Chú thích web|url=http:\/\/baodientu.chinhphu.vn\/Tin-noi-bat\/Chu-tich-nuoc-ky-Lenh-cong-bo-Hien-phap\/187928.vgp|tiêu đề=Chủ tịch nước ký Lệnh công bố Hiến pháp|ngày tháng=12\/08\/2013|website=Báo điện tử Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam}}<\/ref> ngày [[09 tháng 12]] năm 2013, [[Văn phòng Chủ tịch nước]] công bố Lệnh của Chủ tịch nước công bố Hiến pháp và Nghị quyết của Quốc hội quy định một số điểm thi hành Hiến pháp.<ref>{{Chú thích web|url=http:\/\/baodientu.chinhphu.vn\/Tin-noi-bat\/Cong-bo-Lenh-cua-Chu-tich-nuoc-ve-Hien-phap-va-Nghi-quyet-thi-hanh\/188012.vgp|tác giả 1=Lê Sơn|tiêu đề=Công bố Lệnh của Chủ tịch nước về Hiến pháp và Nghị quyết thi hành|ngày=12\/09\/2013|nơi xuất bản=Báo điện tử Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam}}<\/ref> Hiến pháp 2013 tổng cộng có 11 Chương với 120 Điều<ref>{{Chú thích web | url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/quoc-hoi-thong-qua-hien-phap-sua-doi-2916328-p2.html | tiêu đề = Toàn văn Hiến pháp sửa đổi - VnExpress | tác giả 1 =  | ngày =  | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> trong đó nhấn mạnh tới vai trò lãnh đạo của [[Đảng Cộng sản Việt Nam]].\n\n==Các lần sửa đổi Hiến pháp==\n===Lần sửa đổi Hiến pháp năm 2001===\nNghị quyết số 51\/2001\/QH10 ngày 25 tháng 12 năm 2001 về việc sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam (nghị quyết này được ban hành ngày 7 tháng 1 năm 2002).<ref>[http:\/\/na.gov.vn\/sach_qh\/NQ512011QH10.htm Nghị quyết của Quốc hội số 51\/2001\/QH10 ngày 25 tháng 12 năm 2001 về việc sửa đổi, bổ sung một số điều của Hiến pháp nước Cộng hoà xã hội chủ nghĩa Việt Nam năm 1992] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130307054142\/http:\/\/www.na.gov.vn\/sach_qh\/NQ512011QH10.htm|date=ngày 7 tháng 3 năm 2013}}, hiệu lực từ 7\/1\/2002, đăng [[công báo]] ngày 8\/3\/2002, ký bởi [[Nguyễn Văn An]]<\/ref> Quốc hội khoá X là Quốc hội của thời kỳ đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước. Quốc hội khoá X có trọng trách tiếp tục thể chế hóa cương lĩnh và chiến lược của Đảng; cụ thể hóa đường lối, chính sách mà Đại hội Đảng lần thứ VIII và lần thứ IX đề ra. Trong 5 năm qua, Quốc hội khoá X tiếp tục xây dựng và hoàn thiện tổ chức của Quốc hội và đổi mới hoạt động lập pháp: Phân định phạm vi thẩm quyền lập pháp của Quốc hội, lập và quyết định chương trình xây dựng luật, pháp lệnh, đổi mới thủ tục, trình tự ban hành văn bản quy phạm pháp luật, góp phần tích cực thực hiện thắng lợi các Nghị quyết [[Đại hội lần thứ VIII]] và [[Đại hội lần thứ IX]] của Đảng, đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước. (trích nguồn Quốc hội Việt Nam khóa X <ref>{{Chú thích web |url=http:\/\/www.na.gov.vn\/htx\/Vietnamese\/default.asp?Newid=520 |ngày truy cập=2008-10-23 |tựa đề=Quốc hội khoá X (1997-2002) (13\/12\/2006 9:57:22 AM) |archive-date =21 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081221135324\/http:\/\/www.na.gov.vn\/htx\/Vietnamese\/default.asp?Newid=520 }}<\/ref>)\n\n==Xem thêm==\n*[[Sửa đổi hiến pháp]]\n*[[Chế định Chủ tịch nước Việt Nam]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[[:Thể loại:Hiến pháp Việt Nam]] ở [[Wikisource]]\n*[http:\/\/vietlaw.gov.vn\/LAWNET\/docView.do?docid=290&type=html&searchType=fulltextsearch&searchText= Hiến pháp Việt Nam Dân chủ Cộng hòa năm 1946]\n*[http:\/\/vietlaw.gov.vn\/LAWNET\/docView.do?docid=1011&type=html&searchType=fulltextsearch&searchText= Hiến pháp Việt Nam Dân chủ Cộng hòa năm 1959]\n*[http:\/\/vietlaw.gov.vn\/LAWNET\/docView.do?docid=1104&type=html&searchType=fulltextsearch&searchText= Hiến pháp Cộng hòa Xã hội Chủ nghĩa Việt Nam năm 1980]\n*[http:\/\/vietlaw.gov.vn\/LAWNET\/docView.do?docid=2394&type=html&searchType=fulltextsearch&searchText= Hiến pháp Cộng hòa Xã hội Chủ nghĩa Việt Nam năm 1992]\n*[http:\/\/duthaoonline.quochoi.vn\/Pages\/default.aspx Dự thảo online]\n{{Hiến pháp, Luật, Bộ luật hiện hành của nước Cộng hòa xã hội chủ nghĩa Việt Nam}}\n{{Hiến pháp ở Việt Nam}}\n\n[[Thể loại:Chính phủ Việt Nam]]\n[[Thể loại:Hiến pháp Việt Nam|V]]\n[[Thể loại:Luật năm 1992]]\n[[Thể loại:Việt Nam năm 1992]]\n[[Thể loại:Hiến pháp theo quốc gia]]\n[[Thể loại:Pháp luật Việt Nam]]"}