{"287660":"{{Ca sĩ Việt Nam\n| background = non_performing_personnel\n| Tên = Hiền Thục\n| Hình = Hien Thuc Vietnam Festival 2008 in Japan.jpg\n| imagesize = \n| Tên khai sinh = Nguyễn Thị Hiền Thục\n| religion = [[Công giáo tại Việt Nam|Công giáo]]\n| Sinh ngày = {{Birth date and age|1981|5|13}}\n| Nơi sinh = [[Thành phố Hồ Chí Minh]], {{Flag|Việt Nam}}\n| Thể loại = [[Pop]], [[R&B]], [[Acoustic]], Rock ballad, bolero, trữ tình - dân ca\n| Nghề nghiệp = Ca sĩ<br>Diễn viên<br>Giám khảo\n| Năm hoạt động = 1989- \n| Hãng đĩa = Gia Bao Production\n| Ca khúc = ''Lòng mẹ như biển cả, Câu chuyện tình tôi, Chiếc lá đầu tiên, Dẫu có lỗi lầm, Màu trắng, Dạ khúc, Một ngày ta xa nhau, Giấc mơ ngày xưa, Mơ một hạnh phúc, Yêu dấu theo gió bay, [[Nhật ký của mẹ]], Hồn quê, Điều em lo sợ, Như vẫn còn đây''\n}}\n'''Nguyễn Thị Hiền Thục '''(sinh ngày [[13 tháng 5]] năm 1981) là ca sĩ, diễn viên người Công Giáo [[nhạc trẻ|nhạc nhẹ]] [[Việt Nam]] đương đại. Thục tham gia vào Đội Sơn ca Nhà Thiếu nhi [[Quận 1|quận Nhất]] - [[Thành phố Hồ Chí Minh|TP. Hồ Chí Minh]] từ lúc 8 tuổi. Thục là gương mặt bứt phá khỏi hình ảnh ca sĩ [[Trẻ em|thiếu nhi]]. Thục có phong cách đa dạng, thiên về nhạc trẻ, với những bài hát mang âm hưởng nhẹ nhàng, trữ tình.<ref>[http:\/\/www.sggp.org.vn\/amnhac\/2014\/2\/340939\/ Ca sĩ Hiền Thục: 25 năm thăng trầm].''sggp.org.vn''.<\/ref><ref>[http:\/\/dantri.com.vn\/giai-tri\/hien-thuc-that-tinh-my-tam-khao-an-bun-mang-vit-844543.htm Hiền Thục thất tình, Mỹ Tâm khao ăn bún măng vịt].''dantri.com.vn''.<\/ref>\n\n==Tiểu sử==\nThục sinh trưởng trong gia đình viên chức có mẹ là giáo viên trung học. Trên Thục có chị gái và anh trai, anh trai của Thục đã mất sau tai nạn giao thông khi anh 22 tuổi.\n\n==Sự nghiệp==\n===Thời niên thiếu===\nTừ năm 8 tuổi Thục đã làm quen với sân khấu. Khi thấy Thục bộc lộ đam mê ca hát mà gia đình không khá giả thì ba mẹ vẫn gửi Thục tham gia sinh hoạt ở Nhà thiếu nhi quận Nhất dưới sự hướng dẫn của thầy Lê Vinh Phúc. Tại đây, nhờ Thục có tiếng hát trong trẻo cùng sự hồn nhiên, tự tin của cô bé, ai đó chọn Thục vào Đội Sơn ca của Nhà thiếu nhi. Lần lượt 3 năm 1990, 1991, 1992 Thục đều giành giải nhất đơn ca trong cuộc thi hát của thiếu nhi toàn quốc. Thục trở thành gương mặt ca sĩ thiếu nhi cùng lứa với [[Tố Hà]], [[Quang Vinh (ca sĩ)|Quang Vinh]], Phạm Thanh Lan (cựu thành viên nhóm bè Cadillac và sau là thành viên nhóm Mặt trời đỏ).\n\nNhững năm cấp 3 tại [[Trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|trường Lê Quý Đôn]], Thục tham gia vào các hoạt động văn nghệ không còn nhiều như lúc trước. Năm 16 tuổi, Thục thi đậu thủ khoa Trung cấp thanh nhạc [[Nhạc viện Thành phố Hồ Chí Minh]] (chung lớp với các ca sĩ [[Mỹ Tâm]] và [[Phạm Thanh Thảo]]). Thục bắt đầu con đường ca hát chuyên nghiệp, từng cộng tác với Trung tâm Nhạc nhẹ Thành phố Hồ Chí Minh.\n\nVới nền tảng ca hát \"từ nhỏ\" cùng phong cách trình diễn \"sôi nổi cuốn hút\", Thục nhận được những kỳ vọng như 1 trong những cái tên sáng giá nhất của nhạc trẻ TP. Hồ Chí Minh. Năm 1999, Thục đoạt cúp vàng và giải Ca sĩ biểu diễn có hình tượng đẹp nhất trong cuộc thi ''Giọng ca trẻ châu Á'' tại [[Thượng Hải]]. Thục có CD đầu tay ''Email tình yêu'' gồm tuyển tập những ca khúc \"được yêu thích\" như ''Câu chuyện tình tôi'', ''Chiếc lá đầu tiên'', ''Email love''... Năm 2002, Thục tạm ngưng hoạt động âm nhạc vì những biến cố trong đời sống riêng.\n\n=== 2004–09: Sự nghiệp ban đầu ===\nNhững ngày đầu quay trở lại ca hát, Thục đã phải nỗ lực để vượt qua định kiến xã hội thời bấy giờ với việc phụ nữ làm mẹ đơn thân và khó khăn nghề nghiệp khi tên tuổi đang dần chìm vào lãng quên trong bối cảnh thị trường ca nhạc sôi động đầu thập niên 2000. Thục bắt đầu hát lại ở những phòng trà, quán bar, show diễn nhỏ để kiếm thêm thu nhập.\n \nNăm 2004, Thục chính thức trở lại cùng album VCD Vol 2 ''Kim''. Ca khúc rock alternative ''Một ngày ta xa nhau'' trong album ''Kim'' tạo được chút tiếng vang và thỉnh thoảng sau này Thục vẫn trình diễn trên sân khấu. Thất bại của Vol 2 hối thúc Thục thực hiện các sản phẩm tiếp theo. Lần lượt trong vòng 2 năm sau các album mang những sắc thái khác nhau dựa theo ý tưởng Ngũ Hành ra mắt như ''Bảo'' (Thủy), ''Q'' (Thổ), ''Hỏa'' và ''[[Mộc (album)|Mộc]]''. Năm 2005, Thục phát hành thêm single ''Dẫu có lỗi lầm'', sáng tác của nhạc sĩ [[Hồ Hoài Anh]]. Đây là hit trong sự nghiệp của Thục, từng liên tục có mặt tại các bảng xếp hạng âm nhạc. Cái tên Hiền Thục cũng bắt đầu \"được nhắc đến nhiều hơn cùng với ca khúc này\" ngoài những tò mò về cuộc sống riêng như thời gian trước.<ref name=\"ca khúc\">[http:\/\/dantri.com.vn\/giai-tri\/ca-sy-viet-va-nhung-ca-khuc-de-doi-794011.htm Ca sĩ Việt và những ca khúc \"để đời\"]. ''Dân trí.com.vn''.<\/ref>\n\nCùng dự án Ngũ Hành, Thục chứng tỏ bản lĩnh của ca sĩ nhiều tâm huyết với album phong cách acoustic [[Mộc (album)|Mộc]]. Album gồm những bài hát trữ tình này đoạt giải Album Vàng tháng 12 năm 2006 và nhận giải Album Vàng của năm 2007, lượng phát hành được 10.000 bản<ref name=\"Diamond\">[http:\/\/dantri.com.vn\/giai-tri\/hien-thuc-gio-day-toi-khong-con-be-dai-199994.htm Hiền Thục: \"Giờ đây, tôi không còn bé dại...\"]. ''dantri.com.vn''.<\/ref>. Mang chất nhạc giản dị và dịu dàng, lối hát tự sự nữ tính không pha nhiều kỹ thuật, ''Mộc'' đánh dấu sự \"trưởng thành về hình ảnh và cảm xúc hát\" ở Thục.\n \nNăm 2007, Thục bắt đầu cho dự án album mang tên ''Diamond'' (Kim Cương), vẫn chung đường dây phong cách cùng lối tư duy âm nhạc từ ''Mộc'' và những thử nghiệm \"mới lạ\" trong hòa âm phối khí. ''Diamond'' là concept album gồm những ca khúc lãng mạn của các nhạc sĩ [[Bảo Chấn]], [[Ngọc Châu (nhạc sĩ)|Ngọc Châu]], Trần Thanh Sơn, [[Tăng Nhật Tuệ]], được đánh giá dung hòa giữa nghệ thuật và tính giải trí. Album được hoà âm theo phong cách world music, các ca khúc được biên tập theo chất liệu âm nhạc dân gian, mix theo lối ambient để nới rộng không gian âm nhạc về chiều sâu. CD này không có \"ca khúc nổi bật tạo hit\" như những album trước. Album được trình diễn trong chương trình Album Vàng tháng 10 nhưng không tham gia tranh giải \n<ref name=\"Diamond\"\/><ref name=\"news.zing.vn\">[http:\/\/news.zing.vn\/Cham-diem-album-nhac-Viet-thang-10-post7954.html#redirected \"Chấm điểm\" album nhạc Việt tháng 10]. ''news.zing.vn''.<\/ref>\n\nGiọng hát Hiền Thục giai đoạn này \"đằm và sâu hơn những hồn nhiên lý lắc quen thuộc về một ca sĩ học trò ngày trước\"<ref name=\"news.zing.vn\"\/>. Với tần suất thực hiện các sản phẩm âm nhạc, song song cùng những CD làm theo hướng nghệ thuật, Thục cho ra mắt album vol 7 ''Sunflower'' (Hoa Hướng Dương), gồm các ca khúc mà Thục chưa phát hành và đã hát trên các sân khấu ca nhạc.\n\nTháng 5 năm 2009, Thục phát hành album ''Portrait 17'' (Chân Dung 17) bao gồm các ca khúc \"ít phổ biến\" của nhạc sĩ [[Trịnh Công Sơn]]. Tên album xuất phát từ bức chân dung cố nhạc sĩ vẽ Hiền Thục năm Thục 17 tuổi. Thục có động lực làm nhạc Trịnh khi ca khúc ''Còn tuổi nào cho em'' trong album ''Mộc'' nhận được những lời khen ngợi. ''Portrait 17'' là món quà Thục tặng mẹ mình, vốn là fan của nhạc Trịnh. CD có những bản hòa âm pop, funk, semi-classical mang nét \"mới lạ so với những gì quen thuộc\" ở nhạc Trịnh. Cùng bản thu âm ''Còn tuổi nào cho em'' lấy lại từ album ''Mộc'', ''Portrait 17'' có tới 1\/3 là phong cách acoustic. Với lối hát \"ngọt ngào, trong sáng mang tinh thần của một người trẻ\", giới chuyên môn và người hâm mộ nhạc Trịnh đánh giá Thục \"khá tốt\". Album đoạt giải Album Vàng tháng 6 năm 2009, sau đó cũng đoạt giải Album có hình ảnh Mỹ thuật đẹp nhất năm 2009 thuộc giải Album Vàng \n<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/culture\/2009\/05\/090506_two_new_albums.shtml Trịnh Công Sơn và những cảm nhận mới]. ''BBCVietnamese.com''.<\/ref><ref>[http:\/\/www.thanhnien.com.vn\/news1\/pages\/200929\/20090715101026.aspx \"Chân dung 17\" nhận giải Album Nghệ thuật xuất sắc nhất]. ''Thanh niên.com.vn''.<\/ref><ref>[http:\/\/hn.24h.com.vn\/ca-nhac-mtv\/chan-dung-tuoi-17-cua-hien-thuc-c73a228030.html Chân dung tuổi 17 của Hiền Thục]. ''24h.com.vn''.<\/ref>\n\nThục tham gia phim truyền hình ''Ở trọ trong nhà mình'', phim điện ảnh  'Lấy vợ Sài Gòn'' và làm MC dẫn chương trình [[Bài hát Việt]]<ref>[http:\/\/www.vtc.vn\/13-157404\/van-hoa\/hien-thuc-chuyen-nghe.htm Hiền Thục chuyển nghề?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100519075013\/http:\/\/www.vtc.vn\/13-157404\/van-hoa\/hien-thuc-chuyen-nghe.htm |date=2010-05-19 }}. ''vtc.vn''.<\/ref>. Thục nhận định đây không phải là những sở trường của mình nên không thử sức nhiều.\n\n=== 2010–: [[Taurus (album)|''Taurus'']], [[Nhật ký của mẹ|''Nhật ký của mẹ'']] và [[Giọng hát Việt nhí|''Giọng hát Việt nhí'']] ===\nNăm 2010, album nhạc nhẹ [[Taurus (album)|Taurus]] hướng đến đối tượng khán giả trẻ đã bất ngờ chiến thắng giải Album được yêu thích nhất ở [[Làn Sóng Xanh]]. Trong năm này lần đầu tiên Hiền Thục có tên trong danh sách Top 10 ca sĩ \"được yêu thích nhất\" của Làn sóng xanh. Đi hát đã nhiều năm và đạt được những thành tích nhất định nhưng tại Làn sóng xanh liên tục từ năm 2005 Thục trượt hạng mục “Ca sĩ triển vọng”. Album ''Taurus'' với bài hit sôi động ''Yêu dấu theo gió bay'' đánh dấu sự \"bứt phá và khởi sắc trở lại\" với thị trường nhạc trẻ của Thục kể từ nửa đầu thập niên 2000. Ca khúc này sau đó được phát hành single riêng cùng các bản phối R&B, ballad, jazz và rock.\n\nTừ năm 2010 về sau, tên tuổi Hiền Thục gắn liền với loạt ca khúc trẻ như Dạ Khúc, Trọn Kiếp Bình Yên, Mơ một hạnh phúc'', ''Như vẫn còn đây'', ''Giấc mơ ngày xưa'', ''Yêu dấu theo gió bay'', ''Điều em lo sợ''...<ref name=\"ca khúc\"\/>\n\nThục không theo đuổi dòng nhạc cố định và hướng đến hình ảnh ca sĩ đa diện khi hát nhiều dòng nhạc. Thục là ca sĩ dung hòa 2 yếu tố nghệ thuật và giải trí trong phong cách âm nhạc của mình<ref name=\"news.zing.vn\"\/><ref>[http:\/\/phunuonline.com.vn\/giai-tri\/nghe-si-cua-thang\/hien-thuc-toi-se-khong-ket-hon-la-n-nua\/a111354.html Hiền Thục: \"Tôi sẽ không kết hôn lần nữa\"]. ''phunuonline.com.vn''.<\/ref>. Phong cách gắn liền với Thục khán giả nghĩ đến là những ca khúc mang âm hưởng nhẹ nhàng, trữ tình ẩn chứa nhiều tâm tư, cảm xúc sâu lắng. Chất giọng nữ trung \"không mạnh tính kỹ thuật” lối hát nữ tính, mềm mại, luyến láy có tinh thần xử lý riêng cho các ca khúc phù hợp với âm vực của mình và mang màu sắc riêng.\n\nNăm 2011, Thục phát hành album ''Thiên sứ'' theo đặt hàng của Viết Tân studio, gồm các tình khúc của nhạc sĩ [[Trịnh Công Sơn]]. ''Thiên sứ'' là album thứ 3 Thục thực hiện với nhà sản xuất, guitarist người Hà Nội - Thanh Phương, sau 2 album ''Mộc'' và ''Diamond''. Khác với ''Portrait 17'', chủ yếu tập trung những bài hát trong sáng về tình yêu, quê hương và con người, trong ''Thiên sứ'' gồm những bài \"quen thuộc, nặng ký hơn, mang nhiều ưu tư, chiêm nghiệm về tình yêu và thân phận hơn\". Thục \"nữ tính, không phá cách\" trên nền hòa âm guitar mộc của Thanh Phương. Xen lẫn là những bản hòa âm pop, bay bổng với phần dàn dựng đàn dây của Huyền Trung.<ref>[http:\/\/hn.24h.com.vn\/ca-nhac-mtv\/hien-thuc-tri-an-voi-nhac-trinh-c73a365406.html Hiền Thục tri ân với nhạc Trịnh]. ''24h.com.vn''.<\/ref>\n\nNăm 2012, Thục biểu diễn ca khúc [[Nhật ký của mẹ]] của nhạc sĩ trẻ [[Nguyễn Văn Chung (nhạc sĩ)|Nguyễn Văn Chung]]. MV với minh họa tranh cát của chính Nguyễn Văn Chung và phần lời viết như những trang nhật ký của người mẹ từ khi mang thai đến khi con trưởng thành do Thục thể hiện đã thu hút hàng triệu lượt xem trên các trang mạng xã hội. Ca khúc này nhận được đề cử Bài hát của năm ở những giải thưởng âm nhạc, đoạt giải Bài hát yêu thích tháng 7 trong chương trình Bài hát yêu thích 2012.<ref>[http:\/\/www.anninhthudo.vn\/Hau-truong\/Nhat-ky-cua-me-xuat-sac-gianh-giai-thuong-Bai-hat-yeu-thich-thang-7\/458909.antd \"Nhật ký của mẹ\" xuất sắc giành giải thưởng Bài hát yêu thích tháng 7]. ''An ninh thủ đô''.<\/ref><ref>[http:\/\/congan.com.vn\/?mod=detnews&catid=882&id=486105 Nhật ký của mẹ - ca khúc lay động trái tim]. ''congan.com.vn''.<\/ref>Ca khúc đã trở thành một trong những bài hát rất quen thuộc và nhận được sự đồng cảm với tất cả các mẹ bỉm sữa cũng như trở thành ca khúc tiêu biểu của Hiền Thục và Nguyễn Văn Chung.\n\nNăm 2012, Thục phát hành album nhạc trẻ đặt tên theo giờ sinh của mình - ''Free 3:15 pm'', sản phẩm chủ đạo là chất nhạc pop ballad \"dễ nghe hướng đến thị trường, không đặt nhiều tính thử nghiệm và kỳ vọng về chuyên môn\". Các ca khúc chính do những nhạc sĩ \"trẻ đang ăn khách\" sáng tác, là những cộng sự \"thân thiết\" của Thục. Trong đó 6\/14 bài trong ''Free 3:15 pm'' là các bản hit Thục đã biểu diễn những lần bên ngoài trước khi cho vào CD.\n\nTháng 4 năm 2013, Thục cho ra mắt album ''Tằm tháng năm'' với những bản phối \"mới lạ, hiện đại\" các ca khúc nhạc trữ tình - dân ca. Album lấy cảm hứng từ chính ca khúc ''Tơ tằm'' từng xuất hiện trong album ''Thổ'' và ca khúc nữa của nhạc sĩ Hồ Tịnh Tâm là ''Phận tơ tằm'' hát về đời người ca sĩ.<ref>[http:\/\/thegioivanhoa.com.vn\/showbiz\/tin-tuc-giai-tri\/23383\/hien-thuc-ra-mat-album-dan-ca-tam-thang-nam\/ Hiền Thục ra mắt album dân ca Tằm tháng Năm]. ''thegioivanhoa.com.vn''.<\/ref>MV Hồn Quê với hình ảnh Việt Nam và tà áo dài trắng đã tạo sự yêu thích cho khán giả và được đón nhận trên nền tảng YouTube \n\nTháng 6 năm 2013, Thục trở thành huấn luyện viên của cuộc thi [[Giọng hát Việt nhí]] mùa đầu tiên do [[VTV3]] phối hợp với công ty Cát Tiên Sa tổ chức. Thí sinh [[Phương Mỹ Chi]] của đội Hiền Thục về nhì cuộc thi và sau là \"ngôi sao nhí nổi tiếng\" ở dòng nhạc âm hưởng dân ca Nam Bộ. Cùng năm Hiền Thục có mặt trong đề cử Nữ Ca Sĩ được yêu thích nhất trong lễ trao giải HTV Awards.\n\nNgày 1 tháng 3 năm 2014, Thục có liveshow đầu tiên sau 25 năm ca hát trong khuôn khổ loạt chương trình Dấu Ấn do VTV phối hợp với tập đoàn truyền thông Thanh Niên thực hiện. ''Dấu ấn Hiền Thục'' chứng kiến lượng khán giả kỷ lục 2500 người đến tham dự so với những số trước đó. Ekip thực hiện đã cố gắng mang đến những gì tiêu biểu nhất của Hiền Thục thông qua việc thể hiện lại các bản hit xuyên suốt sự nghiệp. Ngoài âm nhạc, liveshow Dấu ấn Hiền Thục đem lại cho khán giả những ấn tượng về tình cảm, sự gắn bó của Thục với gia đình, thầy cô, bạn bè, đồng nghiệp và những cô cậu học trò bước ra từ cuộc thi Giọng hát Việt nhí.Khách mời có sự xuất hiện của danh ca Bạch Yến, hoà giọng trong nhạc phẩm Cho Em Quên Tuổi Ngọc ( Lam Phương) và Mỹ Tâm, cũng là bạn học cũ của Thục, cùng nhau song ca Tóc Nâu Môi Trầm ( Quốc Bảo) <ref>[http:\/\/phunuonline.com.vn\/giai-tri\/am-nhac\/hien-thuc-nhe-tenh-nhung-dang-cay\/a114633.html Hiền Thục: \"Nhẹ tênh những đắng cay\"]. ''phunuonline''.<\/ref><ref>[http:\/\/www.nguoiduatin.vn\/hien-thuc-da-co-mot-dem-dau-an-de-doi-a125885.html Hiền Thục đã có một đêm ‘Dấu ấn’ để đời] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140330052439\/http:\/\/www.nguoiduatin.vn\/hien-thuc-da-co-mot-dem-dau-an-de-doi-a125885.html |date=2014-03-30 }}. ''nguoiduatin.vn''.<\/ref>\n\n2016, phát hành album Acoustic Nghe Thục Hát được hoà âm bởi nhạc sĩ Vĩnh Tâm, đây cũng là dự án thiện nguyện trích một phần doanh thu đóng góp vào quỹ từ thiện, album với lối hát mộc và giản dị dễ tạo đồng cảm với người nghe.\n\n2017, Hiền Thục trở thành giám khảo show Gương mặt thân quen Nhí cùng với Hoài Linh, Đại Nghĩa.\n\n2022,2023 Hiền Thục trở thành giám khảo chương trình Tuyệt đỉnh song ca cùng với Minh Vy, Cẩm Ly và Hoàng Nhật Nam.\n\n==Giải thưởng==\n* ''1990-1991-1992: Giải nhất đơn ca toàn quốc''\n* ''1993: Huy chương Vàng giọng hát hay Học sinh - Sinh viên toàn quốc''\n* ''1995: Huy chương Bạc giọng hát chuyên nghiệp toàn quốc''\n* ''1997: Huy chương Vàng giọng hát hay Học sinh - Sinh viên toàn quốc''\n* ''1999: Top 15 Ca sĩ mới triển vọng; Giải Ca sĩ có hình tượng đẹp nhất (Best Image Awards) tại Liên hoan Giọng ca vàng châu Á tại Thượng Hải, Trung Quốc''<ref>{{Chú thích web|url=http:\/\/eladies.sina.com.cn\/arts\/news\/1999-12-01\/15104.shtml|title=Shanghai Asian Music Festival Closing}}<\/ref>\n* ''2005: Giải Làn sóng xanh cho ca sĩ thể hiện hit thành công với bài \"Dẫu có lỗi lầm\"''\n* ''2007: Giải Album Vàng của năm cho album \"Mộc\"''\n* ''2009: Giải Album Vàng tháng 7 cho \"Chân dung 17\", Giải thưởng thiết kế mỹ thuật đẹp nhất Album Vàng 2009''\n* ''2010: Album được yêu thích nhất cho \"Taurus\" giải Làn Sóng Xanh''\n* 2011: ''Ca khúc của năm cho ca khúc “Như vẫn còn đây” tại [[Zing Music Awards]]''\n* ''2012: Giải Bài hát yêu thích tháng 7 cho ca khúc “Nhật ký của mẹ” tại [[Zing Music Awards]]''\n* ''2012:  Music Video có ý tưởng kịch bản hay nhất 2012 tại [[Zing Music Awards]]''\n* ''2010-13: Top 10 Ca sĩ giải [[Làn Sóng Xanh]]''\n\n==Âm nhạc==\n===Danh sách đĩa nhạc===\n====Album phòng thu====\n* ''Email Tình yêu'' (2000)\n* Bộ Album Ngũ Hành:\n** Vol 2. VCD Kim (2004)\n** Vol 3. Bảo (mạng Thủy) (2005)\n** Vol 4. Q (mạng Thổ) (2005)\n** Vol 5. Hỏa - Tiếng hát thiên thần (tuyển tập các ca khúc thiếu nhi ngoại quốc) \n** Vol 6. [[Mộc (album)|Mộc]] (2006)\n* Vol 7. Sunflower (2007)\n* Vol 8. Diamond (2007)\n* Vol 9. Album nhạc Trịnh Portrait 17 (2009)\n* Vol 10. [[Taurus (album)|Taurus]] (Kim Ngưu) (2010)\n* Vol 11. Album nhạc Trịnh Thiên sứ (2011)\n* Vol 12. Free 3:15 pm (2012)\n* Vol 13. Tằm tháng năm (2013)\n* Vol 14. Nghe Thục Hát (2016)\n\n====DVD và Single===\n* Single Dẫu có lỗi lầm (2005)\n* DVD Thiên thần tình yêu (2006)\n* Single Trọn kiếp bình yên (2006)\n* Single Yêu dấu theo gió bay (2010)\n* Single [[Nhật ký của mẹ]] (2012)\n* Single Yêu Là Sai\n* Single Năm Tháng Vội Vã\n* Single Biệt Khúc\n\n===MV===\n*Con còng con cua\n*Mặt trời trên lá non\n*Trong mùa lúa (với [[Quang Vinh]],...)\n*Yêu dấu theo gió bay\n*Nước Mắt Pha Lê\n*Little Girl\n*Tình Yêu Diệu Kỳ ( với Khương Ngọc)\n*Hạnh phúc xa tầm với \n*Câu chuyện đầu năm\n*Điều em lo sợ\n*Ánh sáng của mẹ\n*Lollipop\n*1,2,3\n*Em Yêu, Yêu Mãi Yêu \n*Hẹn Lại Ngàn Sau\n*Tôi Là Ngôi Sao\n*Take Me To Your Heart \n*Mượn người một đoạn đường\n*Năm tháng vội vã\n*Biệt khúc\n\n===Bài hát===\n*Câu chuyện tình tôi (Kim Tuấn)\n*Chiếc Lá Đầu Tiên ( Tuấn Khanh)\n*Con còng con cua (Lê Quốc Thắng)\n*Cô bé mùa xuân (với [[Như Quỳnh (ca sĩ)|Như Quỳnh]])\n*Dạ khúc (Quốc Bảo)\n*Dẫu có lỗi lầm (Hồ Hoài Anh)\n*Duyên phận (Thái Thịnh)\n*Điều em lo sợ (Nguyễn Văn Chung)\n*Đời không như là mơ (Trầm Tử Thiêng)\n*Hồn quê (Thanh Sơn)\n*Itsy Bitsy Teenie Weenie Yellow Polkadot Bikini (Paul Vance & Lee Pockriss)\n*Không ngăn được lý trí (Phạm Trưởng) \n*Mơ một hạnh phúc (Phạm Khánh Hưng)\n*Mưa trên quê hương (Minh Châu)\n*Nhật ký của mẹ (Nguyễn Văn Chung)\n*Như Vẫn còn đây (Phúc Trường)\n*Nước mắt pha lê (Nguyễn Minh Anh)\n*Trọn Kiếp Bình Yên ( Đan Anh) \n*Yêu Là Sai ( Nguyễn Hoàng Duy) \n*Tuổi Ngọc ( Phạm Duy) \n*Trong mùa lúa (với [[Quang Vinh]],...)\n*Trưa hè (Phan Huỳnh Điểu) (với [[Quang Vinh]])\n*Yêu dấu theo gió bay (Nguyễn Hoàng Duy)\n*Một ngày ta xa nhau ( Vĩnh Tâm)\n*Hoà Nhịp Con Tim ( Hợp Ca )\n*Xin Lỗi Con ( Hợp Ca) \n*Liên khúc: Vì một người ra đi & Tôi không tin\n*Liên khúc: Tuổi 13 & Mưa hồng\n*Liên khúc: Yêu em & Còn yêu em mãi ( với Đình Bảo)\n\n== Chương trình truyền hình ==\n{| class=\"wikitable\"\n|+\n!Năm\n!Chương trình\n!Vai trò\n!Ghi chú\n|-\n|2013\n|Nhịp cầu âm nhạc\n|Ca sĩ\n|tập 9\n|-\n|2013\n|The Voice Kids\n|Huấn luyện viên\n|mùa 1\n|-\n|2015\n|Hội ngộ danh hài\n|Ca sĩ\n|mùa 3\n|-\n|2015\n|Ca sĩ giấu mặt\n|Ca sĩ \n|mùa 1 tập 10\n|-\n|2016\n|Cười xuyên Việt - Phiên bản nghệ sĩ\n|Ca sĩ\n|tập 10\n|-\n|2017\n|Gương mặt thân quen nhí\n|Giám khảo\n|mùa 4\n|-\n| rowspan=\"2\" |2017\n| rowspan=\"2\" |Ca sĩ giấu mặt\n|Ca sĩ\n|mùa 3 tập 12\n|-\n|Giám khảo\n|Bán kết\n|-\n|2017\n|Phiên bản hoàn hảo\n|Giám khảo\n|mùa 1 tập 3\n|-\n|2017\n|Thần đồng âm nhạc – Wonderkids \n|Ca sĩ\n|tập 4\n|-\n|2018\n|Ca sĩ tranh tài\n|Giám khảo\n|tập 9\n|-\n|2021\n|Quang Vinh retreat\n(Chương trình thực tế do [[Quang Vinh (ca sĩ)|Quang Vinh]] thực hiện)\n|Khách mời\n|tập 2\n|-\n|2022-2023\n|Tuyệt đỉnh song ca \n|Giám khảo\n|mùa 4\n|}\n\n==Phim ảnh==\n* Ở trọ trong nhà mình (2001) - vai Hiên\n* Lấy vợ Sài Gòn (2005) - vai Út Thanh\n\n==Cuộc sống riêng==\nNăm 2002, Thục tuyên bố kết hôn cùng tay trống Tuấn Thăng, trưởng ban nhạc thập niên 90 - Sài Gòn Boys sau 2 năm yêu nhau. Tuấn Thăng khi ấy là người quản lý và biên tập CD đầu tay của Thục. Đám cưới đã không xảy ra.<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/hien-thuc-dinh-chinh-chuyen-len-xe-hoa-1879418.html Hiền Thục đính chính chuyện lên xe hoa]. ''vnexpress.net''.<\/ref>\n\nTrong năm này, Thục tạm ngừng sự nghiệp để sinh con ở tuổi 21. Đây là khoảng thời gian \"nhiều khó khăn\" đối với cả gia đình Thục khi ba cô đang bị tai biến phải nằm viện. Mình mẹ Thục bươn chải chăm sóc cho ba Thục trên giường bệnh và 2 chị em Thục cùng đến kỳ sinh nở.\n\nGia Bảo - con gái của Hiền Thục - lớn lên mang họ mẹ. Thời gian đầu Gia Bảo vẫn thường sang nhà nội chơi và về sau thưa thớt dần và chấm dứt hẳn vì Thục cho là \"sự quan tâm chăm sóc đó chưa thật sự chu đáo và không thật tâm nên sau này tôi không cho bé về nữa, cũng không muốn cho gặp nữa\".<ref name='Hiền Thục @ Dân Trí 2006'>{{Chú thích báo |tên bài = Hiền Thục: \"Tôi và Tuấn Thăng đã trở thành những người xa lạ\" |ngày = 2006-05-03 |url = http:\/\/dantri.com.vn\/c23\/s23-114701\/hien-thuc-toi-va-tuan-thang-da-tro-thanh-nhung-nguoi-xa-la.htm |công trình = Báo Quốc tế Thị Trường Tiêu dùng |ngày truy cập = 2010-04-27 |}}<\/ref>\n\nThục là một trong những nghệ sĩ đầu tiên trong showbiz Việt công khai làm mẹ đơn thân. Năm 2005, được sự động viên của [[Phương Thanh]], Thục quyết định tham gia cùng Phương Thanh trong chương trình phỏng vấn trực tuyến và chính thức công khai về con gái mình với khán giả. Theo Thục sự kiện này đã \"''mở ra một đời sống mới, thênh thang và không gò bó''\" với cô<ref name='Hiền Thục và Phương Thanh'>{{Chú thích báo |tên bài = Hiền Thục: \"Tôi mang ơn Phương Thanh\"|ngày = 12-09-2011|url = http:\/\/dantri.com.vn\/giai-tri\/hien-thuc-toi-mang-on-phuong-thanh-516840.htm|}}<\/ref>. Hiện tại, cô vẫn sống cùng con gái.\n\n2018, Hiền Thục đi về giữa 2 nước Việt Nam và Mỹ, chủ yếu gần con gái đang du học ngắn hạn và sau đó trở lại Việt Nam ca hát và hoạt động show biz như làm giám khảo các game show truyền hình.\n\n==Tranh cãi==\n===Âm nhạc và hình ảnh===\nNgoài việc có khuôn mặt \"hao hao\" với nữ hoàng K-pop [[Lee Hyori]], Hiền Thục bị nghi ngờ đạo nhạc ca khúc ''Only One'' của nữ hoàng nhạc Pop [[BoA]] phát hành trong năm 2013 thành \"Yêu dấu theo gió bay\".\n\n===Mâu thuẫn với Thanh Thảo===\nNhững năm đầu trở lại con đường ca hát, bên cạnh khó khăn trong đời sống riêng, Hiền Thục vấp phải những rắc rối liên quan đến bản quyền ca khúc. Trong đó có chuyện liên quan đến 2 ca khúc ''Cô đơn mình em'' và ''Khúc tình sầu'' với [[Thanh Thảo (ca sĩ)|Thanh Thảo]]. Mâu thuẫn này chính thức xác nhận khi quản lý của Thục khi ấy là Trịnh Tú Trung quy kết Thanh Thảo đã chèn ép Thục trong khoảng thời gian trở lại với sân khấu sau khi sinh bằng việc mua độc quyền liên tục 2 ca khúc ''Cô đơn mình em'' và ''Khúc tình sầu'' trong khi Thục đã ghi âm và chuẩn bị phát hành. Việc làm này ai đó cho rằng đã đẩy Hiền Thục vào hoàn cảnh rất khó khăn khi cạn kiệt về tài chính.<ref name='Hiền Thục @ Dan Tri 2006'>{{Chú thích web |url = http:\/\/dantri.com.vn\/c23\/s23-150268\/hien-thuc-khong-bao-gio-muon-gap-lai-thanh-thao.htm |title = \"Hiền Thục không bao giờ muốn gặp lại Thanh Thảo!\" |access-date = ngày 28 tháng 4 năm 2010 |author = Hào Hoa |date = ngày 2 tháng 11 năm 2006 |language = vi |}}<\/ref>\n\nPhản hồi của Thanh Thảo về vấn đề này đã phủ nhận lời cáo buộc. Theo đó, Thanh Thảo cho rằng việc đúng hay sai nên được Phương Uyên - tác giả của ca khúc trình bày. Việc ca khúc ''Cô đơn mình em'' mà Thục công bố trước đã gây thiệt hại và Thanh Thảo không truy cứu. Thanh Thảo khẳng định khi những ca sĩ khác muốn dùng ca khúc này để biểu diễn chỉ cần nói qua với Thanh Thảo là được, riêng Thục thì không hề xin phép.<ref name='Thanh Thảo @ Vietnamnet 2006'>{{Chú thích web |url = http:\/\/vietnamnet.vn\/vanhoa\/tintuc\/2006\/11\/632057\/ |title = Thanh Thảo: \"Hiền Thục không phải là đối thủ của tôi!\" |access-date = ngày 28 tháng 4 năm 2010 |author = [[Thanh Thảo (ca sĩ)|Thanh Thảo]] |date = ngày 10 tháng 11 năm 2006 |language = vi |7 =  |archiveurl = https:\/\/web.archive.org\/web\/20061205110723\/http:\/\/vietnamnet.vn\/vanhoa\/tintuc\/2006\/11\/632057\/ |archive-date = ngày 5 tháng 12 năm 2006 |url-status=live }}<\/ref>\n\nNăm 2009, Thục xuất hiện trong liveshow của [[Hàn Thái Tú]], chương trình do công ty Music Box của [[Thanh Thảo (ca sĩ)|Thanh Thảo]] thực hiện. Mối quan hệ giữa 2 người ai đó vẫn cho là lạnh nhạt. Năm 2011, Thanh Thảo mời Thục tham gia chương trình ''Ngàn sao hội tụ'' do Thanh Thảo giữ vai trò nhà sản xuất và mối quan hệ được xác định đã cải thiện và sau này đã trở lại tốt đẹp như xưa. <ref name='Thanh Thảo'>{{Chú thích web |url = http:\/\/vtc.vn\/giai-tri\/thanh-thao-hien-thuc-vuot-qua-tin-don-lanh-nhat-136732.html |title = Thanh Thảo - Hiền Thục vượt qua tin đồn \"lạnh nhạt\" |date = 16\/09\/2011 |}}<\/ref>\n\nThục từng vướng vào những sự việc liên quan đến bản quyền ca khúc “Tình Yêu “ với Thu Minh và “ Dạ Khúc “ với Hoàng Lê Vi. 2 sự việc trên cũng đã giải quyết trên tinh thần có sai thì sửa của Hiền Thục.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1981]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nghệ sĩ Công giáo Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]\n[[Thể loại:Ca sĩ nhạc trẻ Việt Nam]]\n[[Thể loại:Ca sĩ tiếng Việt]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Nữ ca sĩ thế kỷ 21]]"}