{"19564484":"{{Infobox treaty\n| name                = Hiệp định Hòa bình Paris\n| long_name           =Hiệp định về một giải pháp chính trị toàn diện cho cuộc xung đột Campuchia\n| rep                 = \n| image               =\n| image_width         =\n| image_alt           = <!-- alt-text here for accessibility; see [[MOS:ACCESS]] -->\n| caption             =\n|\n| type                = [[Hiệp ước hòa bình|Hiệp định hòa bình]]\n| context             = [[Chiến tranh Lạnh]]\n|\n| date_drafted        =\n| date_signed         = {{Start date and age|1991|10|23}}\n| location_signed     = [[Paris]], [[Pháp]]\n| date_effective      =\n| condition_effective =\n| date_expiry         =\n| mediators           =\n| negotiators         =\n| signatories         = [[Jean-Bernard Mérimée]] <small>([[Đại diện thường trực của Pháp tại Liên Hợp Quốc]])<\/small> <br> [[Nugroho Wisnumurti]] <small>([[Đại diện thường trực của Indonesia tại Liên Hợp Quốc|Phó đại diện thường trực của Indonesia tại Liên Hợp Quốc]]) <\/small>\n| parties             = {{flag|Australia}}<br>{{flag|Brunei}}<br>{{flag|Cambodia|name=Campuchia}}<br>{{flag|Canada}}<br>{{flag|China|name=Trung Quốc}}<br>{{flag|France|name=Pháp}}<br>{{flag|India|name=Ấn Độ}}<br>{{flag|Indonesia}}<br>{{flag|Japan|1870|name=Nhật Bản}}<br>{{flag|Laos|name=Lào}}<br>{{flag|Malaysia}}<br>{{flag|Philippines|1986}}<br>{{flag|Singapore}}<br>{{flag|Soviet Union|name=Liên Xô}}<br>{{flag|Thailand|name=Thái Lan}}<br>{{flag|United Kingdom|name=Liên hiệp Anh}}<br>{{flag|United States|name=Hoa Kỳ}}<br>{{flag|Vietnam|name=Việt Nam}}<br>{{flag|Yugoslavia|1989|name=Nam Tư}}\n| ratifiers           = \n| depositor           =\n| depositories        = <!-- format this as a bullet list -->\n|\n| language            =<!-- format this as a bullet list -->\n|\n| languages           =    [[Tiếng Anh]]<br>[[Tiếng Pháp]]<br>[[Tiếng Hoa]]<br>[[Tiếng Nga]]\n\n| wikisource          = <!-- OR: -->\n| wikisource1         = <!-- Up to 5 wikisourceN variables may be specified -->\n}}\n\n'''Hiệp định Hòa bình Paris''' ({{lang-km|សន្ធិសញ្ញាសន្តិភាពទីក្រុងប៉ារីស}}, {{lang-fr|Accords de paix de Paris}}), có tiêu đề chính thức là '''Hiệp định Hòa bình Toàn diện Campuchia''', được ký kết vào ngày 23 tháng 10 năm 1991, nhằm mục đích chấm dứt cuộc [[Xung đột Campuchia (1978-1999)|nội chiến]] giữa một bên là [[Cộng hòa Nhân dân Campuchia|Nhà nước Campuchia]] và một bên là liên minh các lực lượng [[Khmer Đỏ]] ([[Campuchia Dân chủ]]), [[Funcinpec|FUNCINPEC]] ([[chủ nghĩa bảo hoàng|phe bảo hoàng]]) và [[Mặt trận dân tộc giải phóng nhân dân Khmer|FNLPK]] ([[chủ nghĩa cộng hòa|phe cộng hòa]]). Thỏa thuận đã dẫn đến việc triển khai sứ mệnh gìn giữ hòa bình đầu tiên sau [[Chiến tranh Lạnh]] ([[UNTAC]]) và sự kiện đầu tiên mà Liên Hợp Quốc tiếp quản với tư cách là chính quyền của một quốc gia. Thỏa thuận đã được ký kết bởi mười chín quốc gia.<ref>{{chú thích web|url=https:\/\/www.ohchr.org\/EN\/NewsEvents\/Pages\/Cambodia-20yearsonfromtheParisPeace.aspx|title=OHCHR {{!}} Cambodia - 20 years on from the Paris Peace Agreements|website=www.ohchr.org|access-date = ngày 10 tháng 12 năm 2018}}<\/ref>\nHiệp định Hòa bình Paris là các công ước và hiệp ước sau:\n* Hành động cuối cùng của Hội nghị Paris về Campuchia\n* Thỏa thuận về giải quyết chính trị xung đột Campuchia\n* Hiệp định liên quan đến chủ quyền, toàn vẹn lãnh thổ và bất khả xâm phạm, trung lập và thống nhất quốc gia của Campuchia\n* Tuyên bố về Phục hồi và Tái thiết Campuchia<ref>{{chú thích web|url=http:\/\/www.cambodia.org\/facts\/?page=1991+Paris+Peace+Agreements|title=1991 Paris Peace Agreements - Government, Constitution, National Anthem and Facts of Cambodia Cambodian Information Center|website=www.cambodia.org|access-date = ngày 29 tháng 3 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20140923163627\/http:\/\/www.cambodia.org\/facts\/?page=1991+Paris+Peace+Agreements|archive-date=ngày 23 tháng 9 năm 2014|url-status=dead}}<\/ref>\n==Bối cảnh==\n===Lật đổ Polpot===\nVào ngày 25\/12\/1978, sau nhiều năm [[Xung đột biên giới Việt Nam–Campuchia (1975–1978)|xung đột biên giới]], [[Quân đội Nhân dân Việt Nam|quân đội Việt Nam]] quyết định chọn một cuộc [[Chiến tranh biên giới Tây Nam|tổng phản công]] vào lãnh thổ Campuchia nhằm đánh đổ chế độ Khmer Đỏ, một số nguồn phương Tây cho rằng đây là hình ảnh mới về \"cuộc chiến tranh ủy nhiệm\" giữa các cường quốc nửa sau thế kỷ XX<ref>[[Jean-Marie Cambacérès]], Sihanouk: le roi insubmersible, [[Le Cherche midi]], coll. « Documents », 7 mars 2013, 459 p. (ISBN 9782749131443, [https:\/\/www.cherche-midi.com\/theme\/detail-Sihanouk,_le_roi_insubmersible-9782749131443.html présentation en ligne] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150923202707\/http:\/\/www.cherche-midi.com\/theme\/detail-Sihanouk,_le_roi_insubmersible-9782749131443.html|date=2015-09-23}} [http:\/\/archive.wikiwix.com\/cache\/index2.php?url=http%3A%2F%2Fwww.cherche-midi.com%2Ftheme%2Fdetail-Sihanouk%2C_le_roi_insubmersible-9782749131443.html archive]), p. 148<\/ref>. Trong vòng ba tuần, quân đội Kampuchea Dân chủ được trang bị và huấn luyện yếu kém đã bị đẩy lùi vào những khu rừng rậm ở [[Biên giới Campuchia-Thái Lan|biên giới Thái Lan]], mà từ đó khó để tiêu diệt được hoàn toàn. Trên thực tế cuộc xung đột diễn ra giằng co trong vài năm, quân đội Việt Nam tấn công vào mùa khô chiếm các căn cứ của Khmer Đỏ, sau đó buộc phải rút quân sau những trận mưa đầu mùa, trước khi gió mùa làm cho đường đi khó tiếp cận, và lực lượng Khmer Đỏ chiếm lại một số phần đất đã mất.\n===Căng thẳng ngoại giao===\nXung đột cũng diễn ra trên mặt trận ngoại giao, nơi mỗi bên xây dựng liên minh của mình. Ngày 11\/1\/1979, Việt Nam thành lập chính phủ mới ở [[Phnôm Pênh]], chủ yếu gồm những người Khmer tham gia [[Việt Minh]], những người [[Đảng cộng sản Campuchia|Cộng sản Campuchia]] đã tị nạn ở [[Hà Nội]] từ những năm 1950 và các cựu quan chức Khmer Đỏ chạy trốn khỏi cuộc thanh trừng của [[Pol Pot]]. Các quan chức Khmer Đỏ có thể tiếp tục trông cậy vào sự hỗ trợ của [[Cộng hòa Nhân dân Trung Hoa]], để trả đũa Trung Quốc đã [[Chiến tranh biên giới phía Bắc|gây chiến]] với các tỉnh miền Bắc Việt Nam. Thái Lan không có thiện cảm với những lực lượng Việt Nam áp sát biên giới của mình và lo ngại rằng bằng một [[hiệu ứng domino]], Thái Lan sẽ trở thành mục tiêu tiếp theo \"cơn khát bành trướng\" của Việt Nam. Do đó, Thái Lan đưa ra một phản ứng thuận lợi đối với yêu cầu đàm phán của Bắc Kinh, dẫn đến việc Trung Quốc ngừng ủng hộ cuộc nổi dậy [[Chủ nghĩa Mao|Maoxít]] ở Thái Lan để đổi lấy sự hỗ trợ của Bangkok cho quân du kích Khmer Đỏ. Nó kéo theo sự ủng hộ của các quốc gia [[ASEAN]] khác, các quốc gia này sẽ tham gia hỗ trợ tích cực với sự khác nhau tùy thuộc vào mỗi nước, [[Singapore]], quốc gia có mối quan hệ lâu đời với Trung Quốc, nhanh chóng làm theo, nhưng [[Indonesia]], nơi [[Suharto]] đã loại bỏ những người ủng hộ và cảm tình với Cộng sản 15 năm trước để nắm quyền, đã miễn cưỡng hợp tác với Bắc Kinh. [[Hoa Kỳ]] đánh đồng sự can thiệp của Việt Nam với một hình ảnh đại diện mới về sự bành trướng của [[Liên Xô]] trên toàn cầu, đây là một trong những chủ đề chính trong chiến dịch tranh cử khiến [[Ronald Reagan]] được bầu làm [[Tổng thống Hoa Kỳ|tổng thống]]. Hàng tấn hàng hóa trang thiết bị được vận chuyển đến các căn cứ Khmer Đỏ bao gồm ASEAN, Trung Quốc và một số nước phương Tây đang tích cực quan hệ ngoại thương với thị trường khổng lồ Trung Quốc đang mở cửa. [[Đại hội đồng Liên Hợp Quốc]] \"lấy làm tiếc sâu sắc về sự can thiệp vũ trang của các lực lượng bên ngoài vào công việc nội bộ của Kampuchea\", từ chối công nhận chính phủ do quân đội Hà Nội thành lập ở Phnôm Pênh và tiếp tục cho những người ủng hộ Pol Pot có quyền đại diện cho Campuchia trước các cơ quan quốc tế trong khi họ chỉ có vài căn cứ trong rừng giáp biên giới Thái Lan. Do sự mất mát ngoại thương với phương Tây bị cấm vận, Việt Nam đã phải bù đắp bằng việc thắt chặt quan hệ hợp tác với các nước [[COMECON]] và gia tăng sự phụ thuộc vào viện trợ của [[Liên Xô]].\n\nVào tháng 10 năm 1979, [[Son Sann]], cựu thủ tướng của cựu [[Vương quốc Campuchia (1953-70)|Vương quốc Campuchia]], thành lập [[Mặt trận Quốc gia Giải phóng Nhân dân Khmer]] (FLNPK), một lực lượng kháng chiến khác chống lại [[Cộng hòa Nhân dân Campuchia]], mặt khác công khai chống cộng sản, đã giành được sự hỗ trợ nhanh chóng từ Hoa Kỳ và các quan chức [[Cộng hòa Khmer]] trước đây đang tị nạn ở nước ngoài. Vào tháng 3 năm 1981, đến lượt cựu quốc vương [[Norodom Sihanouk]] thành lập Mặt trận Thống nhất Quốc gia vì một Campuchia độc lập, trung lập, hòa bình và hợp tác ([[FUNCINPEC]]).\n\nNhững bên ủng hộ Pol Pot nhanh chóng nhận ra trọng tâm của một vấn đề sẽ kéo dài một thập kỷ, giữa quân đội Việt Nam hợp pháp hóa việc duy trì lực lượng để ngăn chặn các nhà lãnh đạo Khmer Đỏ quay trở lại nắm quyền và một liên minh Trung-Tây đưa ra nhiều quyết định phủ quyết, và cũng không ngần ngại giảm thiểu những hành vi, hành động tàn bạo của Khmer Đỏ đã gây ra ở Kampuchea Dân chủ và trao cho các thành phần không cộng sản trong cuộc kháng chiến một tầm quan trọng mà họ sẽ không bao giờ có được trên thực địa.\n\nĐồng thời, vào ngày 22 tháng 10 năm 1980, Liên Hợp Quốc thông qua [[Nghị quyết 35\/6 của Đại Hội đồng Liên Hợp Quốc|nghị quyết 35\/6]] về việc triệu tập một hội nghị về Campuchia được tổ chức tại New York vào tháng 7 năm 1981. Có mặt 79 quốc gia và 13 quan sát viên, nhưng cả Liên Xô và Việt Nam, chưa kể Cộng hòa Nhân dân Campuchia, đều không tham gia, điều này đã hạn chế phạm vi của các quyết định có thể được thực hiện.\n===Đàm phán ngoại giao===\nTrên thực tế, cuộc xung đột ở Campuchia vẫn đang bị bế tắc: các nhóm kháng chiến không thể giành lại vị trí ở Campuchia, cũng như quân đội Việt Nam và chính phủ Cộng hòa Nhân dân Campuchia không thể tiêu diệt hoàn toàn đối thủ. Cả Việt Nam và Liên Xô đều phải gánh chịu gánh nặng tài chính của cuộc xung đột. Vào tháng 3 năm 1985, tại Liên Xô, việc [[Mikhail Gorbachev]] lên nắm quyền đã làm thay đổi tình hình: [[Tổng Bí thư Đảng Cộng sản Liên Xô|Tổng bí thư]] mới của [[Đảng Cộng sản Liên Xô]] vào năm 1986, đã bày tỏ mong muốn hàn gắn lại mối quan hệ với Cộng hòa Nhân dân Trung Hoa, và do đó Việt Nam được khuyên nên giải quyết những điểm khác biệt với Bắc Kinh. Cho dù thông báo này có phải là nguyên nhân hay không, các nhà lãnh đạo mới của Việt Nam dường như có khuynh hướng để Campuchia cho các nhà lãnh đạo Campuchia độc lập hơn về các quyết định, miễn là họ không cho phép chế độ Khmer Đỏ trở lại hoặc các vấn đề ảnh hưởng đến an ninh ở miền nam Việt Nam. Việt Nam xem xét việc rút quân khỏi Campuchia, cam kết để Cộng hòa Nhân dân Campuchia được quốc tế công nhận. Vì vậy, các cuộc đàm phán là cần thiết với Chính phủ Liên minh của Campuchia Dân chủ do các nhóm kháng chiến thành lập: không muốn tự mình tiến hành, chính phủ Việt Nam khuyến khích Cộng hòa Nhân dân Campuchia tổ chức các cuộc đàm phán trực tiếp với các nhóm đối lập. Với sự thù địch của Trung Quốc, Việt Nam tuyên bố rút quân khỏi Lào và Campuchia. Về phía Khmer Đỏ, Pol Pot từ chức tổng tư lệnh quân đội vào năm 1986 để ủng hộ [[Son Sen]]. Sự thay đổi này được trình bày là mong muốn tuân thủ một trong những điều kiện do chính quyền Phnôm Pênh đặt ra để mở cuộc đàm phán. Tuy nhiên, một số quan sát viên đã bị đánh lừa bởi mưu kế này; trên thực tế, có vẻ như sự thay đổi này do sức khỏe của Pol Pot suy yếu nên đã phải nhập viện tại Bắc Kinh một năm. Tháng 3 cùng năm, các nước ASEAN lần đầu tiên đề cập đến mong muốn đưa Cộng hòa Nhân dân Campuchia vào đàm phán.\n\nVào tháng 8 năm 1987, chính phủ ở Phnôm Pênh đề xuất đưa các thành viên kháng chiến \"ngoại trừ phe Khmer Đỏ\" vào một chính phủ đoàn kết dân tộc. Con đường đàm phán đã được mở ra và vào ngày 3 tháng 12, một cuộc gặp giữa [[Hun Sen]] và cựu quốc vương [[Sihanouk]] đã diễn ra ở Pháp, cuộc họp đầu diễn ra ở [[Fère-en-Tardenois]], sau đó là cuộc gặp thứ hai tại [[Saint-Germain-en-Laye]] vào ngày 20 và 21 tháng 1\/1988. Mặc dù những cuộc gặp này không dẫn đến bất kỳ kết quả thuyết phục nào, nhưng chúng đã cho phép hai chính khách gặp gỡ và trao đổi quan điểm.\n\nĐể tạo điều kiện thuận lợi cho các cuộc đàm phán hòa bình này, ngày 26 tháng 5 năm 1988, Việt Nam tuyên bố rằng tất cả các lực lượng của mình sẽ rời Campuchia vào tháng 3 năm 1990. Bắc Kinh đồng ý ngừng hỗ trợ cuộc kháng chiến của Campuchia để đổi lấy một lịch trình rút quân chính xác. Việt Nam đồng ý rút quân vào tháng 9 năm 1989: vào ngày 5 tháng 4 năm 1989, việc rút quân đơn phương và vô điều kiện của quân đội Việt Nam được xác nhận. Những người chống đối chế độ Phnôm Pênh đã lợi dụng điều này để lấn chiếm mở rộng phạm vi ở phía tây Campuchia. Lực lượng Khmer Đỏ đã có trong tay những viên đá quý và gỗ của tỉnh [[Pailin]] và trong một thời gian, có thể chiếm được tỉnh [[Battambang]].\n\nCác cuộc thảo luận mới sau đó được tổ chức theo sáng kiến ​​của các nước thuộc ASEAN; đây sẽ là các Cuộc họp không chính thức ở [[Jakarta]], thủ đô Indonesia vào tháng 7 năm 1988 và tháng 2 năm 1989, là nơi quy tụ các đại diện của chính quyền ở Phnôm Pênh và ba phong trào kháng chiến. Nhưng cũng vậy, các cuộc thảo luận không dẫn đến bất kỳ thỏa thuận nào, họ chứng minh rằng một giải pháp thương lượng là có thể thực hiện được.\n\nĐồng thời, [[Chatichai Choonhavan]], tân [[Thủ tướng Thái Lan]], gợi mở khả năng bình thường hóa quan hệ của Thái Lan với Việt Nam; Điều này dẫn đến chuyến thăm chính thức Hà Nội của [[Bộ trưởng Bộ Ngoại giao Thái Lan]] [[Siddhi Savetsila]] vào ngày 9\/1\/1989 và của [[Tổng thống Indonesia]] Suharto vào ngày 19 tháng 11 năm 1990.\n\nVào tháng 1 năm 1989, Trung Quốc đồng ý để lại \"khía cạnh nhà nước\" của cuộc xung đột Campuchia cho các bên liên quan, báo hiệu rằng đối với vấn đề này một lần nữa hoàn toàn thuộc về lợi ích của Campuchia, và khuyên các bên Campuchia, bao gồm cả Cộng hòa Nhân dân Campuchia, nên tự hòa giải với nhau.\n\nBây giờ được tất cả các bên công nhận là chính phủ Campuchia là một bên đối thoại, bắt đầu đàm phán với hình ảnh cá nhân. Ngày 29 và 30 tháng 4 năm 1989, [[Quốc hội Campuchia|Quốc hội]] đã thông qua một bản sửa đổi hiến pháp lớn: Cộng hòa Nhân dân Campuchia lấy tên chính thức mới là [[Nhà nước Campuchia]], thay đổi quốc kỳ và quốc ca; chế độ mới tuyên bố \"trung lập, hòa bình và không liên kết\"; [[Phật giáo]] được tuyên bố là quốc giáo; và hiến pháp bao gồm các bảo đảm đối với tài sản tư hữu và nhân quyền.\n\nVào tháng 6 năm 1989, [[Ali Alatas]], [[Bộ trưởng Bộ Ngoại giao Indonesia]], được [[Bộ trưởng Bộ Ngoại giao Pháp]], [[Roland Dumas]], tiếp tại Paris. Vấn đề về Campuchia được đưa ra trong cuộc hội đàm và đã đồng ý phối hợp hành động của mình cùng nhau tổ chức một hội nghị hòa bình mà hy vọng sẽ được tổ chức tại Paris vào ngày 30 tháng 7. Một cuộc họp trù bị đã được tổ chức tại [[La Celle-Saint-Cloud]] vào ngày 24 tháng 7 giữa Hun Sen và Sihanouk, nhưng nó đã kết thúc trong thất bại. Thủ tướng Campuchia đã chỉ trích cựu quốc vương vì đã núp sau chính phủ liên minh để không thực hiện các cam kết của mình, nói với các nhà báo rằng họ không đồng ý gì cả, \"ngoại trừ chất lượng của các món ăn Trung Quốc-Campuchia\". Ngày hôm sau, hai bên Campuchia khác tham gia thảo luận, nhưng không làm gì để giải quyết những khác biệt nảy sinh ngày hôm trước. Hội nghị vẫn diễn ra theo kế hoạch, với hai bên còn lại tham gia thảo luận. Tuy nhiên, Hội nghị được tổ chức theo kế hoạch một tuần sau đó với đại diện của 19 quốc gia và tổ chức, gồm [[James Baker]], [[Edouard Chevardnadze]], [[Geoffrey Howe]], [[Tiền Kỳ Tham]] và [[Javier Pérez de Cuéllar]]. Như các cuộc thảo luận sơ bộ cho thấy, không có thỏa thuận nào đạt được, nhưng khu vực và Các tổ chức quốc tế đã có thể đồng ý về các cách giải quyết cuộc khủng hoảng. Một số ủy ban đã được thành lập: ủy ban phụ trách Cơ chế kiểm soát quốc tế và lệnh ngừng bắn sẽ do Canada và Ấn Độ chủ trì, cơ chế đảm bảo hòa bình và trung lập ở Campuchia bởi Lào và Malaysia, cơ chế về vấn đề người tị nạn và tái thiết của Úc và Nhật Bản, và cuối cùng, Norodom Sihanouk sẽ phụ trách một ủy ban hoạt động vì hòa giải dân tộc và thành lập một cơ quan đại diện cho Campuchia trong các cuộc đàm phán trong tương lai.\n\nNgay sau đó, vào tháng 11 năm 1989, sự sụp đổ của [[Bức tường Berlin]] cũng đánh dấu sự kết thúc cuối cùng của chủ nghĩa cộng sản và viện trợ kiểu Liên Xô dành cho Việt Nam. Các trại phía Tây bị xóa bỏ một cách nghịch lý vì lý do chính hỗ trợ quân du kích, và Trung Quốc ít quan tâm đến việc giúp đỡ các đồng minh cồng kềnh và khó quản lý là Khmer Đỏ.\n\nTiến độ đàm phán bị trì hoãn, [[Gareth John Evans]], [[Bộ trưởng Bộ Ngoại giao Australia]], đồng thời đề xuất đặt Campuchia dưới sự ủy thác của Liên Hợp Quốc trong thời gian giữa giai đoạn ngừng bắn và bầu cử; chính quyền Phnôm Pênh chấp nhận điều kiện, coi đó là một cách tốt để ngăn chặn một cuộc tấn công vũ trang từ Khmer Đỏ; Khmer Đỏ hy vọng rằng điều kiện này có thể chấm dứt sự thống trị của Đảng Nhân dân Cách mạng Campuchia, chính đảng duy nhất của Nhà nước Campuchia, về việc điều hành đất nước, cũng đồng tình với ý tưởng này.\n\nVào ngày 15 và 16 tháng 1 năm 1990, năm thành viên thường trực của [[Hội đồng Bảo an Liên Hợp Quốc]] đã đồng ý phụ trách giải quyết vấn đề Campuchia và đồng ý về một kế hoạch làm cơ sở cho các cuộc đàm phán trong tương lai. Dự thảo này đặc biệt quy định về việc xác minh việc rút bất kỳ lực lượng nước ngoài nào, sự hiện diện tạm thời của quân đội Liên Hợp Quốc chịu trách nhiệm đảm bảo trật tự công cộng cũng như tổ chức các cuộc bầu cử \"tự do và công bằng\", sự giám sát của toàn bộ quá trình bởi một đại diện được chỉ định bởi [[Tổng thư ký Liên Hợp Quốc]] và cuối cùng là thành lập một cơ quan giám sát quyền lực của Campuchia trong thời kỳ quá độ. Kế hoạch sẽ được hoàn thiện trong cuộc họp tiếp theo của Hội đồng Bảo an vào ngày 27-28 tháng 8 năm 1990 tại New York.\n\nKế hoạch có năm phần; đầu tiên giải quyết các quyền hạn được giao cho các cơ quan quốc tế. Năm bộ \"chính\" (ngoại giao, quốc phòng, tài chính, thông tin và nội vụ) sẽ được đặt dưới sự giám sát, trong khi cơ quan được gọi là [[Hội đồng Dân tộc Tối cao (Campuchia)|Hội đồng Dân tộc Tối cao]] (CNS) có thể đưa ra ý kiến ​​về cách điều hành đất nước, nhưng đại diện của Tổng thư ký Liên Hợp Quốc không có nghĩa vụ phải tuân theo họ. Phần thứ hai mô tả các nhiệm vụ quân sự của lực lượng Liên Hợp Quốc, cụ thể là giải giáp các phe phái khác nhau, bắt đầu rà phá bom mìn trên Campuchia và giám sát việc ngừng bắn và rút lui của quân đội và các cố vấn Việt Nam. Phần thứ ba trình bày chi tiết các điều kiện cần thiết để tổ chức các cuộc bầu cử dân chủ mà từ đó thành lập một Quốc hội, Quốc hội sau khi được thành lập và thông qua hiến pháp, sẽ trở thành Quốc hội toàn Campuchia. Phần thứ tư mô tả các biện pháp cần thực hiện để đảm bảo tôn trọng nhân quyền và tránh \"quay trở lại các chính sách và luật lệ của quá khứ\". Cuối cùng, phần thứ năm yêu cầu các bên Campuchia khác nhau giữ gìn và bảo vệ nền độc lập của Campuchia \"chủ quyền, toàn vẹn lãnh thổ và bất khả xâm phạm, thống nhất quốc gia và trung lập vĩnh viễn\".\n\nNhưng các cuộc đàm phán vẫn đang tiếp tục bị kéo dài, Nhà nước Campuchia tỏ ra không chấp thuận với bất kỳ sự tham gia nào của Khmer Đỏ trong một chính phủ liên minh có thể có trong tương lai. Những vấn đề này cho thấy một số bên liên quan sẽ sử dụng chiến thuật trì hoãn để chuẩn bị một giải pháp thay thế để thoát khỏi khủng hoảng. Quan hệ giữa các nước Cộng sản cựu thù dường như đang phai nhạt, trong đó thoáng lên một \"giải pháp đỏ\" kết quả của một thỏa thuận giữa Trung Quốc, Liên Xô và Việt Nam bao gồm ASEAN và các nước phương Tây nhưng bị loại trừ.\n\nNgay từ ngày 15 đến ngày 20 tháng 1 năm 1989, [[Thứ trưởng Bộ Ngoại giao Việt Nam]] [[Đinh Nho Liêm]] đã đến Bắc Kinh với chuyến thăm \"riêng tư\". Trong khi từ ngày 3 đến ngày 7 tháng 9 năm 1990, một cuộc họp bí mật đã diễn ra tại [[Hội nghị Thành Đô|Thành Đô]], Trung Quốc, giữa [[Nguyễn Văn Linh]], [[Tổng bí thư Đảng Cộng sản Việt Nam]], [[Phạm Văn Đồng]], nguyên [[Chủ tịch Hội đồng Bộ trưởng Việt Nam]], [[Đỗ Mười]], Chủ tịch Hội đồng Bộ trưởng Việt Nam và [[Giang Trạch Dân]], [[Tổng bí thư Đảng Cộng sản Trung Quốc]], [[Lý Bằng]], [[Tổng lý Quốc vụ viện Cộng hòa Nhân dân Trung Hoa|Tổng lý Quốc vụ viện Trung Quốc]] để chuẩn bị cho chuyến thăm Bắc Kinh, sẽ được áp dụng từ ngày 5 đến ngày 7 tháng 11 năm 1991, của một phái đoàn do Đỗ Mười, người đã trở Tổng bí thư Đảng Cộng sản Việt Nam và Thủ tướng [[Võ Văn Kiệt]] chính thức khôi phục quan hệ ngoại giao giữa hai nước. Trong tất cả các cuộc thảo luận này, vấn đề Campuchia được đưa ra đàm phán.\n\nPhản ứng về sự khôi phục này, Hoa Kỳ cũng mời Việt Nam khởi xướng các cuộc đàm phán. Các nhà lãnh đạo Hà Nội, luôn nghi ngờ những người đồng cấp ở Bắc Kinh và hơn nữa nhận thức được rằng họ không còn có thể trông đợi gì ở Moskva, Hà Nội hoan nghênh đề xuất của Mỹ và cuộc gặp giữa đại diện hai nước được tổ chức tại New York vào ngày 27 tháng 8 và ngày 28 tháng 9 năm 1990. Từ ngày 5 tháng 9, Ngoại trưởng Hoa Kỳ James Baker, tuyên bố mở các cuộc thảo luận trực tiếp với Nhà nước Campuchia, sau đó, vào ngày 29 tháng 9, gặp [[Nguyễn Cơ Thạch]], Bộ trưởng Bộ Ngoại giao Việt Nam. Ngày 9\/4\/1991, Hoa Kỳ trao cho Việt Nam một thời gian biểu bình thường hóa quan hệ giữa hai nước.\n\nSau khi các cường quốc nước ngoài rút lui, xung đột Campuchia trở thành một cuộc nội chiến đơn giản giữa Nhà nước Campuchia và Chính phủ Liên minh Campuchia Dân chủ. Nhưng phải đến Hội nghị phi chính thức Jakarta, vào ngày 9 và 10 tháng 9 năm 1990, kế hoạch về một Hội đồng Dân tộc Tối cao (CNS) sẽ trở thành đại diện chính thức của Campuchia ở cấp độ quốc tế mới được đưa ra; Nó bao gồm 2 thành viên của mỗi phe kháng chiến và 6 đại biểu từ chính phủ Phnôm Pênh. Kế hoạch đã được phê duyệt vào ngày 26 tháng 11 năm 1990 bởi năm thành viên thường trực của Hội đồng Bảo an.\n\nMột cuộc họp mới đang được tổ chức tại Paris từ ngày 21 đến 23 tháng 12 giữa bốn phe Campuchia. Nhà nước Campuchia bảo lưu về kế hoạch giải trừ quân bị đề xuất mà họ không muốn thấy có hiệu lực sau khi cuộc bầu cử được tổ chức, và chống lại việc giải thể các bộ của mình.\n\nBốn bên gặp nhau vào ngày 24 và 25 tháng 6 năm 1991 tại [[Pattaya]], Thái Lan, sau đó vào ngày 17 tháng 7 năm 1991, tại Bắc Kinh; họ chấp nhận sự giám sát quốc tế của Campuchia cho đến khi tổ chức các cuộc bầu cử được tổ chức dưới sự bảo trợ của một cơ quan Liên Hợp Quốc lâm thời sẽ là UNTAC và chọn Sihanouk làm chủ tịch Hội đồng Dân tộc Tối cao.\n\nMột cuộc họp mới đã được tổ chức tại New York vào tháng 9\/1991 với sự có mặt của các thành viên thường trực của Hội đồng Bảo an Liên Hợp Quốc để giải quyết các chi tiết cuối cùng và nó đã được nhất trí họp tại Paris vào ngày 23 tháng 10 để ký kết các thỏa thuận.\n\nVào ngày 17 và 18 tháng 10, trong một kỳ đại hội bất thường, Đảng Nhân dân Cách mạng Campuchia, đảng cầm quyền ở Phnôm Pênh, đã thực hiện những thay đổi cần thiết để tham gia bầu cử; Đảng từ bỏ mọi liên quan đến chủ nghĩa Mác-Lênin, áp dụng chủ nghĩa đa đảng và kinh tế thị trường. Cuối cùng, đảng lấy tên mới là [[Đảng Nhân dân Campuchia]].\n==Các thỏa thuận==\nCác thỏa thuận cuối cùng đã được ký kết tại Trung tâm Hội nghị Quốc tế trên Đại lộ Kléber, Paris.\n\nPháp và Indonesia đồng chủ trì và phê chuẩn sự giám sát của Campuchia bởi Liên Hợp Quốc cho đến khi các cuộc bầu cử được tổ chức và hiến pháp được thông qua.\n\nCác bên tham gia chính là 12 thành viên của Hội đồng Dân tộc Tối cao Campuchia:\n* Đại diện Nhà nước Campuchia: [[Hun Sen]], [[Dith Munty]], [[Sin Sen]], [[Tea Banh]], [[Hor Namhong]], [[Im Chhun Lim]];\n* Đại diện Khmer Đỏ: [[Khieu Samphan]], [[Son Sen]];\n* Đại diện Mặt trận Dân tộc Giải phóng Nhân dân Khmer: [[Son Sann]], [[Ieng Mouly]];\n* Đại diện FUNCINPEC: Hoàng thân [[Norodom Ranariddh]] và cựu quốc vương [[Norodom Sihanouk]], cũng là chủ tịch Hội đồng Quốc gia Tối cao.\n\nCác thỏa thuận cũng được ký tắt bởi đại diện của Liên hợp quốc và 18 quốc gia:\n* Trung Quốc, Hoa Kỳ, Pháp, Vương quốc Anh và Liên Xô với tư cách là thành viên thường trực của Hội đồng Bảo an Liên hợp quốc;\n* Indonesia, Malaysia, Philippines, Singapore và Thái Lan là thành viên của ASEAN;\n* Zimbabwe sau đó là Nam Tư là đại diện của [[phong trào không liên kết]];\n* Úc, Brunei, Canada, Ấn Độ, Nhật Bản, Việt Nam và Lào\n\nBốn văn kiện cuối cùng sẽ được phê chuẩn: thỏa thuận giải quyết chính trị toàn diện xung đột ở Campuchia, thỏa thuận liên quan đến chủ quyền, độc lập, toàn vẹn lãnh thổ và bất khả xâm phạm, trung lập và thống nhất quốc gia của Campuchia, tuyên bố về phục hồi và tái thiết Campuchia và cuối cùng là hành động cuối cùng của Hội nghị Paris về Campuchia. Văn kiện đầu tiên bao gồm 32 điều và 5 phụ lục. Phụ lục đầu tiên mô tả nhiệm vụ của Cơ quan lâm thời của Liên hợp quốc tại Campuchia (UNTAC); thứ hai đề cập đến việc rút các lực lượng nước ngoài và ngừng bắn; thứ ba xác định việc tổ chức bầu cử; phần thứ tư tập trung vào việc hồi hương của những người tị nạn trong khi phần thứ năm đặt ra các quy tắc mà hiến pháp mới phải tuân thủ.\n\nTheo các hiệp định, ngay sau khi chúng được ký kết, việc điều hành đất nước được chuyển giao cho Liên hợp quốc. Trong khi chờ thành lập UNTAC, theo những gì đã được bốn bên Campuchia thông qua ở Bắc Kinh vào ngày 17 tháng 7, một phái bộ chuẩn bị (Phái đoàn Tiến bộ của Liên hợp quốc tại Campuchia, [[MIPRENUC]]) đã được cử đến Campuchia vào ngày 4 tháng 11.\n\n==Kết quả==\nCác công thức chung của các văn bản bảo đảm sự đồng tình của bốn bên có lý tưởng trái ngược với chủ nghĩa Mao, cộng sản thân Liên Xô, bảo hoàng và cộng hòa có thể sớm cho thấy giới hạn của các bên.\n\nMột ví dụ điển hình là điều khoản \"yêu cầu các biện pháp đặc biệt để đảm bảo... không quay trở lại các chính sách và thực hành trong quá khứ\". Mặc dù mục đích ban đầu là lên án tội ác của chế độ [[Khmer Đỏ]], nhưng từ ngữ đã được giảm nhẹ đến mức có thể được chấp nhận bởi tất cả các bên đến mức mỗi bên có thể coi nó như một tham chiếu đến những sai sót của hệ thống chính trị do các bên ký kết khác đưa ra.\n\nĐiểm chính gây tranh cãi là yêu cầu xác minh rằng \"tất cả các loại lực lượng nước ngoài, cố vấn nước ngoài và quân nhân nước ngoài còn lại ở Campuchia, cũng như vũ khí, đạn dược và thiết bị của họ, sẽ được rút ngay lập tức khỏi Campuchia và sẽ không được gửi trở lại\". Điều này thực chất là để đảm bảo rằng quân đội Việt Nam thực sự đã được rút khỏi Campuchia như Hà Nội đã tuyên bố vào tháng 4 năm 1989. Nhưng một sự hiểu lầm nhanh chóng xuất hiện, những người phản đối [[Cộng hòa Nhân dân Campuchia]], cũng như một bộ phận người dân Campuchia, phàn nàn về sự gia tăng người Việt Nam nhập cư kể từ năm 1979, coi những người này cũng như bất kỳ cá nhân gốc Kinh nào, ngay cả khi họ đã sống ở nước này vài năm, nhiều thế hệ, bị coi là những tác nhân của một cuộc Việt Nam hóa đất nước đang lan tràn, trong khi chính quyền Việt Nam tuyên bố rằng họ thực chất chỉ là một bộ phận của người dân bị [[Cộng hòa Khmer]] và [[Campuchia Dân chủ|Kampuchea Dân chủ]] trục xuất trong những năm 1970.\n\nTrên thực tế, vấn đề cơ bản liên quan đến kỳ vọng của mọi người về sứ mệnh của UNTAC. Sự thất bại của việc giải giáp lực lượng Khmer Đỏ thường sẽ được nhắc đến sau này. Việc dỡ bỏ chính quyền của Cộng hòa Nhân dân Kampuchea, nơi quan chức nhỏ nhất trong làng nhỏ nhất phải là thành viên của Đảng Nhân dân Cách mạng Khmer (KPRP), mà trong thời gian này đã trở thành [[Đảng Nhân dân Campuchia]] (CPP), cũng được mong đợi. Cuối cùng, các quan chức của FUNCINPEC và [[Đảng Dân chủ Tự do Phật giáo]] (PLDB), hầu hết di cư vào năm 1975 và không trực tiếp trải qua các cuộc sách nhiễu của Khmer Đỏ hoặc những người của chế độ thân Việt Nam, hy vọng sẽ tận dụng kiến thức của họ về phương Tây, ngôn ngữ và văn hóa để tự coi mình là trung gian cho các cơ quan quốc tế trong công cuộc tái thiết đất nước.\n\nSự việc đầu tiên xảy ra vào tháng 11 năm 1991 khi, theo thỏa thuận, [[Khieu Samphan]] và [[Son Sen]] đến Phnôm Pênh để mở một chi nhánh của phong trào Khmer Đỏ. Họ may mắn thoát được khỏi sự vây chặt bởi một đám đông giận dữ. Nhiều phương tiện truyền thông phương Tây đã đưa tin về cuộc vượt ngục nhục nhã của họ dưới sự bảo vệ của cảnh sát nhà nước Campuchia.\n\nNgay sau đó, phe Khmer Đỏ quyết định không giữ các cam kết của mình, đặc biệt là việc giải trừ quân bị, với lý do sự hiện diện của công dân Việt Nam tại Campuchia trái với việc rút tất cả các lực lượng nước ngoài theo quy định của Hiệp định Paris và từ chối quân đội Liên hợp quốc tiếp cận tới các khu vực mà họ kiểm soát, nếu muốn sẽ bằng vũ khi. Các phe phái khác, vốn có mọi thứ để đạt được từ việc giải giáp quân đội của họ, đã không thể làm như vậy. Các bên khác, những người có tất cả mọi thứ để mất do phá vỡ tiến trình hòa bình, đã quyết định ở lại bàn đàm phán, nơi Liên hợp quốc không thể ép buộc chính phủ ở Phnôm Pênh, vì lo ngại rằng những người ủng hộ Pol Pot sẽ giữ quyền lực của họ để gây ra rắc rối, để phá bỏ chính quyền của mình. Tối đa, họ có thể cung cấp các nguồn lực hậu cần của mình cho các đảng là nạn nhân của sự phức tạp sách nhiễu trong việc tổ chức các chiến dịch bầu cử của họ\n\nTrái với dự đoán, cuộc [[Tổng tuyển cử Campuchia 1993|bầu cử năm 1993]] đã thành công về số cử tri đi bỏ phiếu, bất chấp những lời đe dọa của Khmer Đỏ can thiệp vào cuộc bỏ phiếu. Gần 90% cử tri đã đăng ký đã chọn trong số 3,200 ứng cử viên do 20 đảng giới thiệu trong cuộc đua. Về kết quả, trong khi FUNCINPEC giành được nhiều phiếu bầu và ghế nhất, thì kết quả vẫn sát nút, đảng CPP giành được đa số phiếu bầu ở 11 tỉnh và FUNCINPEC có 10. Về số ghế, hai đảng chiếm vị trí đầu tiên ở 9 tỉnh và hơn 3 tỉnh còn lại. Tuy nhiên, trong khi đảng bảo hoàng thống trị ở 5 trong số 6 tỉnh đông dân nhất, họ đã thu được kết quả đáng nể trên khắp đất nước, lợi dụng danh tiếng Norodom Sihanouk và Vương quốc Campuchia, được coi là thời kỳ hoàng kim của hầu hết người dân Campuchia. Mặt khác, CPP đang bị mất quyền lực sau 14 năm đứng đầu đất nước.\n\nCPP vốn giữ thế thượng phong trong việc điều hành, tranh cãi kết quả và trong một thời gian, đã ngăn cản việc thành lập Chính quyền mới. Các cuộc đàm phán bắt đầu và thông qua sự trung gian của Sihanouk, một thỏa hiệp đã đạt được; nó đã được lên kế hoạch để thành lập một cơ quan lãnh đạo hai người đúng đầu với các chức vụ cấp bộ trưởng được chia đều cho hai đảng chính.\n\nLúc đầu, việc thử nghiệm không diễn ra quá tệ, mỗi đảng trong số hai đảng lớn đều làm sống lại truyền thống bảo trợ cũ của Campuchia và lợi dụng vị trí của họ để bán bớt tài nguyên của đất nước hoặc chuyển hướng viện trợ quốc tế cho những người ủng hộ họ. Đồng thời, đối mặt với tình trạng đào ngũ ngày càng nhiều trong hàng ngũ của họ, một số lãnh đạo đơn vị Khmer Đỏ đã quyết định thương lượng việc tập hợp của họ và của quân đội của họ với một trong hai đảng cầm quyền. Phe thứ hai, quá vui mừng khi tăng cường tiềm lực quân sự của họ theo cách này, đã nhận được các yêu cầu với sự quan tâm, nhưng vấn đề này, khi nó ngày càng gia tăng, nó sẽ làm đảo lộn sự cân bằng mong manh của chính phủ liên minh, mỗi phe lo sợ rằng phe kia sẽ lợi dụng cơ hội này để thay thế mình. Tranh chấp trở thành một cuộc xung đột vũ trang vào năm 1997, kết thúc có lợi cho CPP. Hun Sen đã lật đổ [[Norodom Ranariddh]], nhưng cẩn thận để không làm mất lòng cộng đồng quốc tế bằng cách đưa Ung Huot lên thay làm Thủ tướng thứ nhất, một thành viên FUNCINPEC khác có thái độ hòa giải hơn với ông. Nhưng bất chấp những lần xuất hiện, cựu đảng viên KPRP vẫn giành được ưu thế trước đối thủ của mình. Trong cuộc bầu cử năm 1998, đã giành được đa số và Hun Sen trở thành Thủ tướng duy nhất. Đảng bảo hoàng giờ đây chỉ là một lực lượng hậu thuẫn và sẽ trở nên mờ nhạt theo thời gian cho đến khi không có đại biểu vào năm 2013.\n\nCuộc [[Tổng tuyển cử Campuchia 1998|bỏ phiếu năm 1998]] cũng sẽ xác nhận một xu hướng đã được quan sát trong năm 1993 và xu hướng này sẽ được lặp lại từ cuộc bầu cử này sang cuộc bầu cử tiếp theo. Do đó, trong khi cuộc bỏ phiếu cho phép lựa chọn các đại biểu trong tương lai, mục đích chính của giai đoạn đầu tiên này là để cho các nước tài trợ thấy rằng các tổ chức mà họ đã giúp thành lập vẫn đang hoạt động, nhưng ngay sau khi kết quả được biết, các đảng thiểu số, bất kể đường lối chính trị của họ như thế nào, từ chối cuộc bỏ phiếu bằng cách viện dẫn những điều bất thường, từ chối bất kỳ sự tham gia nào vào các cơ quan mới được bầu và cố gắng chặn các tổ chức này. Tiếp theo là các cuộc đàm phán, độ dài của cuộc đàm phán phụ thuộc vào trọng lượng của mỗi bên, cho đến khi cuộc khủng hoảng được giải quyết, nói chung là bằng cách phân chia các vị trí trách nhiệm.\n\n== Xem thêm ==\n*[[Cơ quan chuyển tiếp Liên Hợp Quốc tại Campuchia]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Nguồn tham khảo==\n* [https:\/\/web.archive.org\/web\/20140923163627\/http:\/\/www.cambodia.org\/facts\/?page=1991+Paris+Peace+Agreements Cambodia Information Center, Paris Peace Accord]\n* [http:\/\/www.usip.org\/publications\/peace-agreements-cambodia U.S. Institute of Peace, Peace Agreements Digital Collection]\n* [https:\/\/web.archive.org\/web\/20110422102011\/http:\/\/www.untac.com\/ UNTAC website]\n\n{{Chiến tranh Lạnh}}\n\n[[Thể loại:Campuchia năm 1991]]\n[[Thể loại:Pháp năm 1991]]\n[[Thể loại:Việt Nam năm 1991]]\n[[Thể loại:Hậu chiến tranh]]\n[[Thể loại:Quan hệ Việt Nam – Campuchia]]\n[[Thể loại:Hòa ước]]\n[[Thể loại:Hiệp ước được ký năm 1991]]\n[[Thể loại:Hiệp ước của Canada]]\n[[Thể loại:Hiệp ước của Pháp]]\n[[Thể loại:Hiệp ước của Ấn Độ]]\n[[Thể loại:Hiệp ước của Nhật Bản]]\n[[Thể loại:Hiệp ước của Lào]]\n[[Thể loại:Hiệp ước của Singapore]]\n[[Thể loại:Hiệp ước của Thái Lan]]\n[[Thể loại:Hiệp ước liên quan tới Việt Nam]]\n[[Thể loại:Hiệp ước của Vương quốc Liên hiệp Anh]]\n[[Thể loại:Hiệp ước của Hoa Kỳ]]"}