{"821253":"[[Tập tin:Duyet binh-012.jpg|nhỏ|Các binh sĩ của [[Quân đội nhân dân Việt Nam]] đang duyệt binh trong bộ quân phục mới.]]\n'''Hiện đại hóa''' trong [[Quân đội nhân dân Việt Nam]] là một trong những mục tiêu theo đuổi của [[Chính phủ Việt Nam]] trong [[Đổi mới|thời đại mới]]. Quá trình hiện đại hóa quân đội bao gồm các mảng đổi mới phương thức huấn luyện, tăng cường quản lý chặt chẽ, mua sắm và chế tạo các loại vũ khí trang bị mới...\n\n== Bối cảnh ==\nTrong suốt [[Chiến tranh Việt Nam]] (1965-1975) và [[Chiến dịch phản công biên giới Tây-Nam Việt Nam|Chiến tranh biên giới Tây Nam]] (1979-1989), Việt Nam hầu như dựa hoàn toàn vào các hệ thống vũ khí trang bị có nguồn gốc từ Liên bang Xô viết. Kể từ sau khi [[Lịch sử Liên bang Xô viết (1985-1991)|Liên Xô sụp đổ]] năm 1991, đã kết thúc giai đoạn viện trợ và Việt Nam bắt đầu phải thanh toán tiền mua vũ khí trang bị bằng ngoại tệ mạnh hoặc bằng hàng đổi hàng.\n\nTừ đầu những năm 90 của thế kỷ trước, Việt Nam đã bắt đầu tiến trình hiện đại hóa quân đội. Sau [[sự kiện 11 tháng 9|sự kiện khủng bố 11\/9]], nhất là từ khi Mỹ phát động cuộc chiến tranh cục bộ kỹ thuật cao đối với Iraq, Việt Nam ý thức rằng hình thái chiến tranh trong tương lai sẽ có thay đổi to lớn, vũ khí trang bị truyền thống và dạng thức tác chiến truyền thống sẽ không thể thích hợp với yêu cầu chiến tranh trong tương lai.\n\nMục tiêu tổng thể trong xây dựng quân đội của Việt Nam là ''\"Cách mạng hóa, chính quy hóa, tinh nhuệ hóa và từng bước hiện đại hóa\"''. Vì thế Việt Nam đã mở rộng chi phí quốc phòng, từ chỗ chú trọng xây dựng quy mô chuyển sang xây dựng chất lượng quân đội, chú trọng nguyên tắc phát triển phối hợp giữa các quân binh chủng và ưu tiên phát triển hải quân - không quân, đồng thời tiếp tục tăng cường xây dựng lực lượng dự bị như dân quân tự vệ.<ref>[http:\/\/vntime.vn\/QuocTe-QuanSu\/KhiTai-QuanSu\/2011\/8\/24\/Tap-chi-Bo-Ngoai-giao-Trung-Quoc-danh-gia-ve-chien-luoc-va-suc-manh-quan-su-cua-Viet-Nam-97bc9d29.html]<\/ref>\n\nBước vào thế kỷ mới, Việt Nam đặc biệt chú trọng ảnh hưởng của tranh chấp chủ quyền và lợi ích biển ở Biển Đông đối với an ninh quốc gia. Sau Đại hội lần thứ 9 [[Đảng Cộng sản Việt Nam]], Việt Nam bắt đầu thực hiện phương châm chiến lược ''\"thu hẹp lục quân mở rộng hải quân\"'', coi việc bảo vệ lãnh thổ trên biển và tài nguyên biển là trọng tâm của chiến lược quân sự mới, tăng cường một cách có trọng điểm khu vực ven biển miền [[Trung Nam Bộ]] và bố trí binh lực ở các đảo mà Việt Nam đã chiếm, làm nổi bật nhiệm vụ xây dựng hải quân và không quân.\n\nNga tiếp tục là nguồn cung cấp các loại vũ khí trang bị tiên tiến của Việt Nam, dường như quan hệ này sẽ không thay đổi ít nhất là trong ngắn hạn. Tháng 9 năm 2008, Bộ trưởng Bộ Quốc phòng Nga [[Anatoly Serdyukov]] đã gặp người đồng nhiệm [[Phùng Quang Thanh]] của Việt Nam và tuyên bố rằng Nga đã sẵn sàng cung cấp cho Việt Nam các loại vũ khí trang bị mới và nâng cấp các vũ khí hiện có. Lúc đó, giới thạo tin của Nga đã tiết lộ tiềm năng về các hợp đồng mua bán [[máy bay chiến đấu]], [[hệ thống phòng không]] (bao gồm cả [[ra đa|radar]] tầm xa), [[tàu chiến]] (tàu hộ vệ và tuần tiễu tên lửa) và các trang thiết bị cũng như hiện đại hóa các đơn vị tăng - thiết giáp của Việt Nam. Các hợp đồng này có thể đã được cụ thể hóa nhân chuyến thăm chính thức của [[Chủ tịch nước]] [[Nguyễn Minh Triết]] tới Nga tháng 10 năm 2008. Trong chuyến thăm này, Chủ tịch Nguyễn Minh Triết đã tuyên bố rằng Việt Nam quan tâm tới việc tăng cường hợp tác kỹ thuật quốc phòng với Nga. Dù vậy, các hợp đồng mua sắm vẫn sẽ chỉ dừng ở mức độ vừa phải do ngân sách eo hẹp. Ngoài ra, Việt Nam cũng mở rộng và đa dạng hóa các nguồn cung cấp vũ khí trang bị từ các bạn hàng truyền thống từ thời Xô-viết như [[Ấn Độ]], [[Ukraina]], [[Cộng hòa Séc]] và [[Ba Lan]]...\n\n== Chủ trương  ==\n\n[[Việt Nam]] chủ trương duy trì Quân đội nhân dân đủ mạnh, quân số hợp lý, huấn luyện đạt chất lượng cao, sẵn sàng đáp ứng mọi yêu cầu bảo vệ Tổ quốc. Phương hướng phát triển dựa trên 6 trọng tâm: \n#Xây dựng về chính trị - tinh thần;\n#Tổ chức, biên chế và xây dựng nguồn nhân lực\n#Huấn luyện\n#Vũ khí, trang bị kỹ thuật, hậu cần\n#Xây dựng, phát triển nền khoa học quân sự\n#Mở rộng hợp tác quốc tế về quốc phòng\n\n===Xây dựng về chính trị - tinh thần===\n\nQuan điểm của [[Việt Nam]] trong xây dựng năng lực về chính trị - tinh thần là nhằm tăng cường sự lãnh đạo của [[Đảng Cộng sản Việt Nam]], hiệu lực quản lý Nhà nước, giữ vững bản chất giai cấp, tính dân tộc, tính nhân dân của quân đội để hướng tới mục tiêu nâng cao chất lượng tổng hợp và sức mạnh chiến đấu của Quân đội nhân dân, thể hiện quan điểm coi yếu tố con người là quyết định thắng, bại trên chiến trường. Điều này thể hiện ở ý chí phấn đấu vươn lên làm chủ khoa học - kỹ thuật quân sự hiện đại, thể hiện tinh thần dám đánh và biết thắng. Việt Nam chống lại mọi mưu toan \"phi chính trị hoá\" Quân đội nhân dân và Lực lượng vũ trang nhân dân của các \"''thế lực thù địch''\" nhằm tách lực lượng vũ trang khỏi sự lãnh đạo của [[Đảng Cộng sản Việt Nam]]. [[Việt Nam]] chủ trương tăng cường công tác giáo dục chính trị bảo đảm cho quân đội phát huy được truyền thống yêu nước, đoàn kết đánh giặc giữ nước của cha ông và truyền thống quyết chiến, quyết thắng của Quân đội Nhân dân Việt Nam. Cán bộ, chiến sĩ quân đội phải được giáo dục, rèn luyện để có bản lĩnh chính trị vững vàng trước mọi nhiệm vụ được giao, trong mọi điều kiện, hoàn cảnh nhất là trước các \"''luận điệu phá hoại tư tưởng của kẻ địch và các tác động tiêu cực của xã hội''\"; tuyệt đối trung thành với tổ quốc, với chế độ, thấm nhuần đạo đức cách mạng, gắn bó chặt chẽ với nhân dân, sẵn sàng chiến đấu hy sinh vì độc lập, tự do của tổ quốc, vì lợi ích quốc gia, góp phần giữ gìn hoà bình khu vực và thế giới. Tổ chức Đảng, tổ chức chỉ huy, hệ thống cơ quan chính trị và các tổ chức quần chúng trong quân đội được xây dựng vững mạnh toàn diện.\n\n===Tổ chức, biên chế và xây dựng nguồn nhân lực===\n\nĐối với phát triển nguồn nhân lực, Việt Nam chủ trương tiếp tục giảm quân số thường trực, xây dựng lực lượng dự bị động viên phù hợp đáp ứng các yêu cầu khi có tình huống khẩn cấp hoặc chiến tranh. Lực lượng thường trực của quân đội được giữ ở mức độ hợp lý, tinh gọn, bảo đảm sức chiến đấu. Thực hiện giảm các đầu mối, từng bước chuyển giao một số hoạt động bảo đảm cho các cơ quan, tổ chức dân sự, cơ cấu lại biên chế lực lượng vũ trang theo hướng ưu tiên cho các đơn vị chiến đấu, các đơn vị đang thực hiện nhiệm vụ quan trọng, các quân chủng, binh chủng kỹ thuật là những định hướng cơ bản về tổ chức và biên chế lực lượng vũ trang nói chung và quân đội nói riêng. Mục tiêu giáo dục đội ngũ sĩ quan, cán bộ chuyên môn kỹ thuật của Quân đội nhân dân là đáp ứng các yêu cầu xây dựng Quân đội nhân dân cách mạng, chính quy, tinh nhuệ, từng bước hiện đại. Sĩ quan và cán bộ chuyên môn kỹ thuật của quân đội phải có bản lĩnh chính trị và ý chí chiến đấu cao, có năng lực chỉ huy bộ đội và tác chiến trong điều kiện chiến tranh công nghệ cao. Họ phải là những con người được giáo dục và rèn luyện toàn diện cả về chính trị, tư tưởng, đạo đức, tác phong, năng lực và trình độ học vấn.\n\n===Huấn luyện===\n\nĐối với việc huấn luyện, Việt Nam chủ trương đi đôi với xây dựng về mặt chính trị - tinh thần, huấn luyện quân sự là công việc tất yếu để tăng cường sức mạnh và khả năng sẵn sàng chiến đấu của lực lượng vũ trang. Quân đội nhân dân Việt Nam coi trọng huấn luyện kỹ năng chiến đấu cá nhân, tác chiến hiệp đồng quân, binh chủng, phát huy tính năng, hiệu quả của các loại vũ khí, trang bị hiện có bằng nghệ thuật quân sự Việt Nam, đồng thời coi trọng việc nâng cao kiến thức về công nghệ quân sự hiện đại; đổi mới nội dung, chương trình và phương pháp huấn luyện cho phù hợp với quy mô tổ chức, trang bị và điều kiện thực tế của từng thứ quân, đáp ứng yêu cầu của nhiệm vụ chiến đấu bảo vệ tổ quốc trong tình hình mới. Để nâng cao chất lượng tổng hợp, tăng cường sức mạnh chiến đấu và trình độ sẵn sàng chiến đấu của quân đội, các nội dung, chương trình, phương pháp giáo dục, huấn luyện, đào tạo tiếp tục được đổi mới, phù hợp với điều kiện tác chiến hiện đại. Chú trọng đào tạo liên thông, liên kết trong nước và hội nhập quốc tế. Coi trọng công tác đào tạo bồi dưỡng cán bộ lãnh đạo chỉ huy toàn năng, nhân tài quân sự và nhân viên chuyên môn kỹ thuật giỏi. Huấn luyện sát với yêu cầu chiến đấu, kết hợp cách đánh mới với cách đánh truyền thống, tiếp thu có lựa chọn kinh nghiệm của các nước, kết hợp cách đánh du kích với cách đánh chính quy...\n\n===Vũ khí, trang bị kỹ thuật, hậu cần===\n\nDo vũ khí, trang bị kỹ thuật có vai trò rất quan trọng trong chiến tranh hiện đại. Là một quốc gia đang phát triển, trình độ khoa học, công nghệ còn thấp song Nhà nước Việt Nam chú trọng bảo đảm cho quân đội những loại vũ khí, trang bị kỹ thuật cần thiết để bảo vệ đất nước. Để bảo đảm vũ khí, trang bị kỹ thuật cho lực lượng vũ trang, ngoài giữ gìn, bảo quản tốt, cải tiến có chọn lọc những vũ khí, trang bị hiện có, Việt Nam đầu tư thích đáng để tự sản xuất một số phương tiện, vũ khí phù hợp với khả năng công nghệ của mình đồng thời mua sắm một số vũ khí, trang bị kỹ thuật hiện đại đáp ứng các yêu cầu tăng cường sức mạnh chiến đấu cho các lực lượng vũ trang nhân dân. Việt Nam chủ trương từng bước nâng cao sức mạnh của hệ thống Công nghiệp Quốc phòng. Việc phát triển trang bị hậu cần được tiến hành theo hướng nghiên cứu, cải tiến nâng cao chất lượng các mặt hàng phục vụ bộ đội chiến đấu trong điều kiện chiến tranh công nghệ cao. Trang bị hậu cần được đầu tư thích đáng để mua sắm, sản xuất, nghiên cứu chế tạo đáp ứng nhu cầu thường xuyên của Quân đội và các tình huống chiến tranh. Công tác nghiên cứu khoa học công nghệ phục vụ sản xuất trang bị hậu cần được đẩy mạnh đồng thời với việc tăng cường bảo quản, quản lý, sử dụng hợp lý và phát huy hiệu quả các loại trang bị hậu cần hiện có.\n\n===Xây dựng, phát triển nền khoa học quân sự===\n\nĐối với xây dựng, phát triển nền khoa học quân sự, Việt Nam chủ trương bổ sung lý luận về xây dựng lực lượng vũ trang nhân dân, xây dựng nền quốc phòng toàn dân trong thời bình. Khoa học quân sự Việt Nam được xây dựng từ cơ sở thực tiễn và lý luận quân sự Việt Nam, đồng thời tiếp thu những tinh hoa của khoa học quân sự thế giới và áp dụng phù hợp với hoàn cảnh cụ thể của Việt Nam, đặc biệt là những vấn đề liên quan đến những nhân tố mới do tác động của cuộc cách mạng khoa học - công nghệ trong lĩnh vực quân sự.Đi đôi với sự phát triển khoa học quân sự, ngành kỹ thuật quân sự cũng đang phát huy truyền thống \"chủ động, sáng tạo, tự lực, tự cường\" trong nghiên cứu - phát triển và ứng dụng công nghệ mới, đặc biệt là công nghệ thông tin, trong huấn luyện và đào tạo cán bộ kỹ thuật để đáp ứng yêu cầu tiến hành chiến tranh nhân dân bảo vệ Tổ quốc trong điều kiện đối phương sử dụng vũ khí công nghệ cao.\n\n===Mở rộng hợp tác quốc tế về quốc phòng===\n\nTrong bối cảnh hội nhập quốc tế là xu thế tất yếu, Việt Nam chủ trương mở rộng quan hệ đối ngoại và nâng cao hiệu quả hợp tác quốc tế trên các lĩnh vực quốc phòng, an ninh. Trọng tâm là Hợp tác huấn luyện, đào tạo, trao đổi kinh nghiệm và học thuật với các nước khác, hợp tác quốc tế về công nghiệp quốc phòng và tiếp tục mua vũ khí, trang thiết bị quân sự từ các nước bạn hàng truyền thống, đồng thời quan tâm mở rộng thương mại quốc phòng với các nước khác khi nền công nghiệp quốc phòng chưa phát triển. Việt Nam chủ trương mở rộng hợp tác quốc tế trong đào tạo sĩ quan, nhân viên kỹ thuật có trình độ chuyên môn cao, nhất là trên lĩnh vực đào tạo ngoại ngữ, quân y và các lĩnh vực khoa học, kỹ thuật quân sự khác. Ngoài việc cử cán bộ đi học, đào tạo ở nước ngoài, một số nhà trường quân đội cũng mở rộng đào tạo cho các nước khác. Mua vũ khí và nâng cao năng lực ngành công nghiệp quốc phòng là để  đáp ứng ngày càng tốt hơn nhu cầu bảo đảm kỹ thuật cũng như trang thiết bị quân sự và vũ khí cho các lực lượng vũ trang. Trong đó, nâng cao năng lực công nghiệp quốc phòng dựa  trên cơ sở thực hiện nghiêm túc các cam kết quốc tế về kiểm soát vũ khí. Công nghiệp quốc phòng Việt Nam ưu tiên hợp tác quốc tế trên các lĩnh vực nghiên cứu, chuyển giao công nghệ; sản xuất, sửa chữa trang thiết bị quân sự và vũ khí; đào tạo nhân lực...<ref>[http:\/\/mod.gov.vn\/wps\/portal\/!ut\/p\/b1\/vZTJjptAEIafJQ-A3Gw2HBvMTrM2MPiCwCwGbINtzOKnj2c0UpSR4rkk6T6V9Jf-qq-7arVbva1253Ssq3Sou3N6fI9360SGlscJJAQA-CzQaGgEJv8M4OYpiJ8CUYEqszEB4EzlKYBq4PEuTQNI_56vwFAGmu4DKG5YSlSYz3zwhwPBd_nR6q2JwWbbwUqSsBO3ChuVEDN-E08pU0pthDyDG2-ZAU7nEz5Ok23LW2T4fHfIZ0oedRAIpt2i_du2Y7k54OToZho0pdpuc2kKe-HgYAxVlkWCfOlF73q3l8LiiQkdr7lU5Spxa3I-nDgHjsz-s58XBX_DM1rtXrbMbD4Fr5B_CF4wtdTuVKzip2zz51LZFX5ny80Zp02SFiYicJSJLeNrTTS164oXtw7Fto4Wp9rXki_6dR0STsRgbUY8wQx0Mkh62hMXccCYoJd6Sft5d86xqhCRgYYGrY1TuqbnqODvnZcVCZOHd8Yl74BvLGl3mGLd1gM_REjgm9ZrrSy9JWbLtUtgxL1mmCzdtctk07ZYMRYTR_XIlGdujwg6qSPR2cTnsgY2ObmsR7Up78r-oavxWyWz5qRstT5iD0dnSEjVuZZIk09E5qWIzrDptcWjezBMURr3B4Q_fnyF9eXh3A9YgEn8Zum1R_vwGrAAS5p1KwALKVEUMtXAwsriWymJth4Cj9BGOLcsU0B-2-uDhZ089AIBQnLM18o3hmvmPxu6m39tqNjq-__DOuvbLgUY8L-Rrv-6ob7aVccue-7REMe9IHXPQYK4nE6K4z9iQy-l41qkda89hNJRpASVGPd3M6BDuynOQeYV8VWyxPX1HIJ7ucPC0C9GNbqJ3sW1QcbEfhIWiZfdg0zSVIBJ1zkmVDQTIroHe63Ay4Yzq1x2uEyaKcnVlBs48Luel8nmtj2SanMfVLo5-dSo26iMLlsvIL2ckgXCfy6i-PV2iK7FOS-uq_4UBKO59tSJ5H5d-mNsfgLCBZmn\/dl4\/d5\/L3dHQSEvUUtRZy9nQSEh\/ Phương hướng xây dựng Quân đội nhân dân Việt Nam]. Cổng TTĐT Bộ Quốc phòng.<\/ref>\n\n== Chỉ đạo ==\nViệt Nam đã đặt việc phát triển kinh tế lên hàng đầu và chỉ duy trì mức tăng chi tiêu quốc phòng một cách nhỏ giọt. Việt Nam không tiến hành các đợt mua sắm hay nâng cấp vũ khí lớn. Phải tới tận cuối những năm 1990, [[Chính phủ Việt Nam]] mới công bố một loạt các chương trình mua sắm các hệ thống vũ khí trang bị hiện đại. Theo đó, Việt Nam chậm rãi phát triển [[quân chủng Hải quân Việt Nam|hải quân]] và [[Không quân Nhân dân Việt Nam|không quân]] để kiểm soát các vùng nước nông và vùng đặc quyền kinh tế.\n\nBộ Quốc phòng nước Cộng hòa Xã hội Chủ nghĩa Việt Nam xác định Quân đội nhân dân Việt Nam là lực lượng nòng cốt của lực lượng vũ trang nhân dân Việt Nam, có nguồn gốc từ nhân dân, có mục tiêu là chiến đấu vì nhân dân sẵn sàng chiến đấu hy sinh ''\"vì độc lập tự do của Tổ quốc, vì chủ nghĩa xã hội, vì hạnh phúc của nhân dân\"''. Do đó, tất cả quá trình chiến đấu, làm việc phải thực sự gắn bó máu thịt với nhân dân. Quân đội phải tham gia xoá đói, giảm nghèo, góp phần nâng cao đời sống vật chất và tình thần cho các tầng lớp nhân dân. Quân đội phải biết tận dụng mọi tiềm năng lao động, đất đai, kỹ thuật... để đẩy mạnh tăng gia sản xuất, tạo nguồn sản phẩm bổ sung tại chỗ, góp phần giữ ổn định và cải thiện đáng kể đời sống bộ đội.<ref>http:\/\/mod.gov.vn\/wps\/portal\/!ut\/p\/b1\/04_Sj9CPykssy0xPLMnMz0vMAfGjzOLdHP2CLJwMHQ38zT0sDDyNnZ1NjcOMDQ2cDIAKIoEKDHAARwNC-sP1o8BKnN0dPUzMfQwMLHzcTQ08HT1CgywDjY0NHI2hCvBY4eeRn5uqX5AbYZBl4qgIAMIPlg0!\/dl4\/d5\/L2dBISEvZ0FBIS9nQSEh\/<\/ref> '''''Phương châm thực hiện là xây dựng Quân đội là một lực lượng cách mạng, chính quy, tinh nhuệ, từng bước hiện đại, ưu tiên hiện đại hóa một số quân chủng, binh chủng, lực lượng...'''''<ref>http:\/\/tapchiqptd.vn\/vi\/van-de-chung\/day-manh-xay-dung-quan-doi-nhan-dan-cach-mang-chinh-quy-tinh-nhue-tung-buoc-hien-dai\/8781.html<\/ref> Theo đó, Cách mạng là sự giác ngộ chính trị của quân đội và là nền tảng để tạo ra tính chính quy, tinh nhuệ và tiến lên hiện đại. Trong đó, Quân đội phải có bản chất giai cấp công nhân, tính nhân dân, tính dân tộc cho quân đội; đoàn kết nội bộ;  đoàn kết quân dân; đoàn kết quốc tế, sẵn sàng thực hiện các nghĩa vụ quốc tế chính nghĩa để bảo vệ nền độc lập, chủ quyền, toàn vẹn lãnh thổ của quốc gia khác, đóng góp vào hòa bình quốc tế; có tính nhân văn, lòng nhân đạo khi đối xử với quân đội đối phương; thực hiện nghiểm chỉnh chủ nghĩa Mác - Lê-nin, tư tưởng Hồ Chí Minh đường lối, chính sách của Đảng, pháp luật của Nhà nước, điều lệnh quân đội; hiểu rõ, hiểu đúng lịch sử dân tộc, lịch sử Đảng, lịch sử Quân đội. Chính quy là thống nhất về biên chế, về trang bị, thống nhất về huấn luyện và kỷ luật. Tinh nhuệ là  liên tục bồi đắp kinh nghiệm chiến đấu, tổ chức lực lượng thông qua huấn luyện, tác chiến thực tế và có tính khoa học. Từng bước hiện đại là có kỹ thuật, vũ khí hiện đại, phải có giao thông và phương tiện giao thông hiện đại, phải có một nền công nghiệp quốc phòng hiện đại và phải có những cán bộ, chiến sĩ có tri thức quân sự hiện đại và được huấn luyện chính quy với lộ trình phù hợp với tình hình thực tế của sự phát triển khoa học và công nghệ và nền kinh tế của đất nước nhưng không được quá tụt hậu.<ref>http:\/\/dangcongsan.vn\/tu-lieu-van-kien\/tu-lieu-ve-dang\/sach-chinh-tri\/books-1924201511165546\/index-192420151112164628.html<\/ref>\n\nHầu hết các chương trình mua sắm quốc phòng chủ yếu được thực hiện để đảm bảo ưu tiên này. Ví dụ, Việt Nam đã mua một số máy bay chiến đấu và tàu chiến có khả năng tác chiến khá cao. Việt Nam cũng lên kế hoạch phát triển nền công nghiệp quốc phòng với ưu tiên cho hải quân, có sự kết hợp với các đồng minh xã hội chủ nghĩa cũ và [[Ấn Độ]].\n\nNăm 1994, Việt Nam và [[Nga]] đã thống nhất một hợp đồng mua sắm vũ khí lớn, thắt chặt hợp tác quốc phòng theo một Hiệp định được ký tháng 10 năm [[1998]] và công bố trở thành \"Đối tác chiến lược\" năm 2003. Thỏa thuận năm 1998 đã thiết lập một khung chương trình, theo đó Nga sẽ tiếp tục hỗ trợ và bán vũ khí trang bị cho Việt Nam. Quan hệ quốc phòng giữa 2 nước được đưa lên một tầm cao mới nhân dịp [[Tổng thống Nga]] [[Vladimir Vladimirovich Putin|Putin]] sang thăm Việt Nam trong tháng 2\/tháng 3 năm 2001. Trong chuyến thăm này, 2 bên đã ký Hiệp định thắt chặt quan hệ quốc phòng đáp ứng được yêu cầu an ninh quốc phòng của Việt Nam. Gần đây nhất, tháng 9 năm 2008, [[Bộ Quốc phòng Nga|Bộ trưởng Bộ Quốc phòng Nga]] đã tuyên bố Việt Nam là đối tác chiến lược của Nga ở [[Đông Nam Á]].\n\nNăm 2001, Việt Nam đã cho ra đời ''\"Kế hoạch hiện đại hóa lực lượng vũ trang thế kỷ mới\"'', đề xuất thay đổi toàn diện vũ khí trang thiết bị của ba quân chủng lục quân, hải quân và không quân, trọng tâm là ưu tiên đảm bảo hiện đại hóa phòng không không quân và hải quân, đồng thời lắp đặt các loại trang thiết bị cảnh báo, trinh sát, chỉ huy, cơ động và đảm bảo cung cấp hậu cần. Sách Trắng Quốc phòng năm 2009 của Việt Nam cũng nhiều lần nhấn mạnh phải xây dựng quân đội hiện đại hóa có trang bị vũ khí tiên tiến, trong khi tự nghiên cứu chế tạo, liên hợp sản xuất trang thiết bị, đồng thời mua sắm khối lượng lớn vũ khí trang thiết bị tiên tiến của nước ngoài, nâng cao tính năng vũ khí trang thiết bị của bản thân, trong đó mua sắm vũ khí trang thiết bị cho hải quân và phòng không không quân đã chiếm tỉ lệ rất lớn. Tuy nhiên do ngân sách quốc phòng hạn chế so với nhu cầu hiện đại hóa nên tốc độ hiện đại hóa trang bị, vũ khí của quân đội Việt Nam nhìn chung còn chậm. Trong dài hạn đây sẽ là thách thức lớn đối với quân đội Việt Nam khi các vũ khí do Liên Xô, Trung Quốc viện trợ và thu được từ Việt Nam Cộng hòa đều đã hết hạn sử dụng trong khi tốc độ mua sắm và chế tạo vũ khí mới không đáp ứng được nhu cầu thay thế vũ khí cũ.\n\nTrong một lần đến thăm Mỹ trước đây, bộ trưởng Quốc phòng Việt Nam [[Phùng Quang Thanh]] từng yêu cầu [[Hoa Kỳ|Mỹ]] gỡ bỏ lệnh cấm bán vũ khí cho [[Việt Nam]]. Ngày 24 tháng 8 năm 2011, thượng nghị sĩ [[Hoa Kỳ]] [[Jim Webb]] sau buổi họp báo ở [[Hà Nội]] cho hay [[Hoa Kỳ|Mỹ]] đang cân nhắc có thể gỡ lệnh cấm vận vũ khí kỹ thuật quân sự cho [[Việt Nam]]<ref>{{chú thích web | url = http:\/\/www.youtube.com\/watch?v=hMD_zk0FJe4 | tiêu đề = Mỹ có thể bỏ lệnh cấm bán vũ khí cho Việt Nam (Bản tin 24 | author = | ngày = | ngày truy cập = 1 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. Trong cuộc viếng thăm của bộ trưởng quốc phòng [[Hoa Kỳ|Mỹ]] [[Leon Panetta]] tới [[Vịnh Cam Ranh]] của [[Việt Nam]] vào tháng 6 năm 2012, ông [[Phùng Quang Thanh]] và ông [[Leon Panetta]] cũng đã thảo luận về vấn đề gỡ bỏ lệnh cấm vận bán vũ khí sát thương của [[Hoa Kỳ]] cho [[Việt Nam]]. Bộ trưởng Quốc phòng [[Việt Nam]] [[Phùng Quang Thanh]] cho biết thì nếu Mỹ gỡ bỏ lệnh cấm vận vũ khí thì [[Việt Nam]] sẽ mua các thiết bị nâng cấp, bảo quản cho các vũ khí mà [[Quân đội nhân dân Việt Nam]] thu được sau chiến tranh và sau đó sẽ nghĩ tới các vũ khí phù hợp với yêu cầu hiện đại hóa Quân đội Việt Nam có giá cả cạnh tranh <ref>Báo Tuổi trẻ, 149\/2012 (6903), tr. 19<\/ref>. Đây là cơ hội lớn cho [[Việt Nam]] vì vũ khí của Mỹ được cho có công nghệ cực kỳ tối tân và hiện nay họ chỉ có thể mua [[máy bay trực thăng|trực thăng]] của phương tây nhằm phục vụ cho việc cứu hộ cứu nạn. Việt Nam còn muốn nâng cấp xe thiết giáp [[M-113]] và trực thăng [[Bell UH-1 Iroquois|UH-1]] - những vũ khí mà Việt Nam thu lại sau chiến tranh còn khả năng hoạt động rất tốt.\n\nVới sự phát triển kinh tế trong thập niên đầu của thế kỷ XXI, Việt Nam đang dần đầu tư mạnh và hiện đại hóa quân đội. Hiện đại hóa quân đội là tư tưởng chỉ đạo qua hai khóa [[Đại hội Đảng Cộng sản Việt Nam X|Đại hội Đảng]] năm 2001-2006, 2006-2011. Từ năm 2012 đến năm 2015, Việt Nam sẽ trở thành một trong 3 nước nhập khẩu vũ khí của Nga nhiều nhất. Là một thành viên của [[ASEAN]], thực lực quân sự của Việt Nam được các nước trong ASEAN rất coi trọng. Hiện nay, trình độ trang bị công nghệ cao của Quân đội Việt Nam chưa được hoàn thiện, nhưng phân tích kỹ thì trong Hải, Lục, Không quân Việt Nam vẫn có một số vũ khí \"vượt trội\", hơn nữa với kinh nghiệm của mình trong các cuộc chiến tranh đã trải qua, Việt Nam được đánh giá là có lực lượng quân đội thiện chiến nhất trong khu vực, có thể hành động hiệu quả khi xung đột vũ trang xảy ra.<ref>{{Chú thích web|url = http:\/\/giaoduc.net.vn\/Giao-duc-Quoc-phong\/Bao-Trung-Quoc-ban-tan-ve-hien-trang-cua-Quan-doi-Viet-Nam-post140627.gd|title = Báo Trung Quốc bàn tán về hiện trạng của Quân đội Việt Nam 3\/2014}}<\/ref>. Tới năm 2016, quan hệ quân sự Việt-Mỹ thực sự được bình thường hóa khi phía Mỹ dỡ bỏ hoàn toàn lệnh cấm vận vũ khí với Việt Nam.<ref>{{chú thích web | url = http:\/\/vnexpress.net\/tong-thuat\/thoi-su\/my-do-bo-hoan-toan-lenh-cam-van-vu-khi-doi-voi-viet-nam-3407563.html | tiêu đề = Mỹ dỡ bỏ hoàn toàn lệnh cấm vận vũ khí đối với Việt Nam - VnExpress | author =  | ngày =  | ngày truy cập = 11 tháng 8 năm 2016 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\n== Lục quân ==\nViệt Nam đã gia nhập thị trường [[xe bọc thép chở quân]] và [[xe tăng chiến đấu chủ lực]].\n\n=== Cải tiến-Khôi phục trang bị cũ ===\nTháng 4 năm 2001, Việt Nam đã tiến hành sửa chữa tổng thể và nâng cấp nhỏ khoảng 50 xe bọc thép [[M-113]]. Việc nâng cấp và sửa chữa được thực hiện bởi [[Nhà máy Z751]] ở [[Thành phố Hồ Chí Minh]], sử dụng một số linh kiện mua từ các nguồn thương mại và tận dụng linh kiện thu được từ thời chiến tranh Việt Nam. Trước đó, Việt Nam đã cố gắng kết hợp với [[Singapore Automotive Engineering]] (nay là ST Kinetics thuộc ST Engineering), tuy nhiên nỗ lực này đã bị dừng lại do chính sách cầm vận của Mỹ đối với Việt Nam. Các xe bọc thép này được cho là sẽ đưa vào biên chế của một sư đoàn cơ giới ở phía Nam.\n\nTháng 9 năm 2011, Viện Kỹ thuật Cơ giới, thuộc Tổng cục Kỹ thuật, Bộ Quốc phòng đã hoàn thiện nâng cấp, cải tiến xe thiết giáp [[Cadillac Gage Commando|V-100]]. Động cơ cũ được thay bằng [[Động cơ Diesel|động cơ diesel]], gắn thêm camera quan sát đêm, thiết kế lại hệ thống điện. Sau khi nâng cấp, xe V-100 sẽ được đưa vào biên chế bổ sung cho các đơn vị chiến đấu.<ref>[http:\/\/vtc.vn\/2-301456\/xa-hoi\/quan-doi-viet-nam-nang-cap-xe-thiet-giap-v100.htm Quân đội Việt Nam nâng cấp xe thiết giáp V100]<\/ref>\n\nNăm 2015, Pháo phản lực BM-21M-1 đã được Tổng cục Kỹ thuật (Bộ Quốc phòng) cải tiến từ pháo phản lực huyền thoại [[BM-21|BM-21 Grad]] và được công khai hình ảnh lần đầu tại Đại hội Đại biểu Quân đội lần thứ X (nhiệm kỳ 2015-2020). BM-21M-1 có khả năng tính toán, hiệu chỉnh và điều khiển tự động lấy các phần tử bắn nhanh, chính xác; tích hợp hệ thống thông tin, truyền dữ liệu bảo đảm tác chiến trong mọi điều kiện địa hình, thời tiết, ngày và đêm. Ngoài ra, sau khi được cải tiến thành pháo phản lực BM-21M-1, việc điều khiển tầm, hướng có thể được thực hiện tự động, bán thủ công hoặc thủ công thay bằng điều khiển hoàn toàn thủ công như trước kia.<ref>{{Chú thích web|url=http:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/viet-nam-nang-cap-phao-bm-21m-1-suc-manh-vuot-troi-3335164\/|title=Việt Nam nâng cấp pháo BM-21M-1 sức mạnh vượt trội}}<\/ref>\n\nTháng 11 năm 2017 xuất hiện hình ảnh Việt Nam tích hợp cối 100&nbsp;mm cho thiết giáp [[M-113]], đưa pháo ZU-23-2 và Pháo M101 lên khung gầm xe vận tải bánh xích M548 trong đợt diễn tập bắn đạn thật của Quân khu 9.<ref>{{Chú thích web|url=http:\/\/anninhthudo.vn\/quan-su\/infographic-viet-nam-tich-hop-coi-100mm-len-xe-thiet-giap-tuong-tu-nhu-my\/748473.antd|title=Việt Nam tích hợp cối 100 mm cho thiết giáp M113, đưa pháo cao xạ lên xe bánh xích M548}}<\/ref> Trước đó, Các nhà khoa học Viện Vũ khí (Tổng cục Công nghiệp quốc phòng) đã bước đầu chế tạo thành công ngòi hẹn giờ điện tử lắp cho đạn cối. Ngòi có khả năng hẹn giờ từ 1 đến 99 giây, độ chính xác 0,01 giây. Để chế tạo thành công ngòi hẹn giờ điện tử, các nhà khoa học Viện Vũ khí đã triển khai hai đề tài nghiên cứu: \"''Nghiên cứu thiết kế, chế thử ngòi hẹn giờ điện tử lắp cho đạn cối\" và \"Nghiên cứu thiết kế chế tạo đạn cối cát sét 100mm xuyên lõm sát thương bắn trên súng cối 100mm do Việt Nam sản xuất''\".<ref>{{Chú thích web|url=http:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/viet-nam-san-xuat-dan-hen-gio-dien-tu-cho-coi-100mm-3339441\/|title=Việt Nam chế tạo ngòi hẹn giờ điện tử cho đạn cối}}<\/ref> Ngoài ra, Viện còn nghiên cứu, thiết kế, chế thử và thử nghiệm, hoàn thiện công nghệ chế tạo súng cối triệt âm STA 50 và đạn cối triệt âm CTA 50 ST, đây là hệ vũ khí có khả năng khử được tiếng nổ, ánh lửa và khói đầu nòng, rất có ý nghĩa trong chiến đấu, đặc biệt là hình thức tác chiến cần đến các yếu tố bí mật, bất ngờ.<ref>{{Chú thích web|url=http:\/\/www.quocphonganninh.edu.vn\/thong-tin-can-biet\/catid\/355\/item\/4407\/tap-chi-khoa-hoc-quan-su---sung-coi-va-dan-coi-tri|title=Súng cối và đạn cối triệt âm 50mm Việt Nam}}<\/ref>\n\n=== Mua sắm ===\nNăm 2006, [[Israel]] báo cáo với Ủy ban Đăng ký vũ khí thông thường của Liên hiệp quốc (UNROCA) rằng họ đã bán cho Việt Nam 2 [[xe bọc thép hạng nhẹ]] ([[LAV]]). Hiện nay, một số công ty của [[Israel]] thắng thầu và đang tham gia nâng cấp thử nghiệm một số [[t-54\/55|xe tăng T-55]] trong tổng số tới 1.100 [[T-54\/55]] của Việt Nam. Chương trình của [[Israel]] bao gồm nâng cấp giáp, hệ thống nhìn đêm, pháo chính và một hệ thống điều khiển hỏa lực nâng cấp (sản xuất ở [[Ba Lan]]).\n\nTháng 5 năm 2002, [[Việt Nam]] và [[Ukraina]] đạt được thỏa thuận hợp tác kỹ thuật quân sự kéo dài tới 2005. Theo đó, Ukraina sẽ hỗ trợ chủ yếu để [[Việt Nam]] nâng cấp thiết giáp và pháo binh, hợp tác sản xuất vũ khí và sửa chữa, nâng cấp và cung cấp một số lượng lớn các loại vũ khí và trang bị chưa xác định chủng loại.\n\nTháng 2 năm 2005, [[Bộ Quốc phòng]] [[Phần Lan]] nhượng lại cho Việt Nam khoảng 70 xe tăng [[T-54\/55|T-54 và T-55]] có từ thời Liên Xô. Cùng năm, có thông tin cho rằng Việt Nam đàm phán để mua lại 150 xe tăng T-72M1 của Lục quân Ba Lan. Năm 2008, Việt Nam đàm phán với Belarus về xe tăng T-72, nhưng cả hai thương vụ đều không diễn ra.<ref>[https:\/\/baonghean.vn\/thuc-hu-viec-viet-nam-da-mua-xe-tang-t-72-cua-belarus-post159637.html Thực hư việc Việt Nam đã mua xe tăng T-72 của Belarus]<\/ref>\n\nNgoài nâng cấp xe, năm 2016, [[Bộ quốc phòng Việt Nam]] đã ký một thoả thuận hợp tác quân sự với Nga, mua 64 xe tăng [[T-90|T-90S\/SK]] phiên bản xuất khẩu. Hàng đã được chuyển giao năm 2018.<ref>[https:\/\/vietnamnet.vn\/vn\/thoi-su\/media\/hinh-anh-dau-tien-cua-chien-tang-t-90-viet-nam-572079.html Hình ảnh đầu tiên của chiến tăng T-90 Việt Nam]<\/ref><ref>[https:\/\/thanhnien.vn\/the-gioi\/soi-phuong-tien-dua-xe-tang-t-90s-ve-viet-nam-1042216.html 'Soi' phương tiện đưa xe tăng T-90S về Việt Nam]<\/ref> Trước đó, Nga từng có đề nghị bán xe tăng chiến đấu chủ lực [[T-80]] cho Việt Nam nhưng không thành vì ngân sách của Việt Nam không đáp ứng nổi. Năm 2020, Cục Kỹ thuật (Binh chủng Tăng thiết giáp) tuyên bố đã sẵn sàng cho việc làm chủ các vũ khí trang bị mới, bao gồm T-72MS và T-90S\/SK.<ref>[https:\/\/www.tapchicongsan.org.vn\/web\/guest\/quoc-phong-an-ninh-oi-ngoai1\/-\/2018\/816909\/cuc-ky-thuat%2C-binh-chung-tang-thiet-giap-lam-chu-vu-khi%2C-trang-bi-ky-thuat-moi%2C-dap-ung-yeu-cau%2C-nhiem-vu-san-sang-chien-dau.aspx Cục Kỹ thuật, Binh chủng Tăng thiết giáp làm chủ vũ khí, trang bị kỹ thuật mới, đáp ứng yêu cầu, nhiệm vụ sẵn sàng chiến đấu]<\/ref>\n\nNăm 2017, trong phóng sự trên kênh QPVN mới đây, lần đầu tiên nhiều khí tài mới Việt Nam được công khai, trong đó có siêu ống nhòm [[JIM LR]]. Điểm đặc biệt trên thế hệ ống nhòm này là chúng được thiết kế với máy thu hệ thống vệ tinh định vị toàn cầu GPS lắp liền và thiết bị truyền dữ liệu. JIM LR đã được chứng minh là một khí tài quan trọng trong chiến đấu với việc được tích hợp nhiều chức năng trong một thiết bị duy nhất: cảm biến ngày và đêm, đo xa laser, chỉ thị laser, la bàn điện tử, GPS kết nối và truyền thông dữ liệu.<ref>[https:\/\/baodatviet.vn\/anh-nong\/viet-nam-trang-bi-ong-nhom-tich-hop-tin-hieu-ve-tinh-3347511\/ Việt Nam trang bị ống nhòm tích hợp tín hiệu vệ tinh]<\/ref>\n\nNăm 2015, Việt Nam và Israel ký Bản ghi nhớ về hợp tác quốc phòng song phương. Tháng 2 năm 2017, trong chuyến công cán của Thượng tướng [[Nguyễn Chí Vịnh]], hai bên đã thống nhất thúc đẩy hợp tác.<ref>[https:\/\/hoanhap.vn\/index.php\/chi-tiet\/viet-nam-israel-thuc-day-hop-tac-quoc-phong-16535.html Việt Nam-Israel thúc đẩy hợp tác quốc phòng]<\/ref> Trong năm 2017, Việt Nam là khách hàng lớn thứ hai của vũ khí Israel.<ref>[https:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/viet-nam-la-khach-vip-cua-vu-khi-israel-3354531\/ Việt Nam là 'khách VIP' của vũ khí Israel]<\/ref> Việt Nam đã tiếp nhận bộ dây chuyền sản xuất súng bộ binh thế hệ mới (GALIL ACE), trang bị cho quân đội các loại vũ khí tối tân như súng tấn công Tavor, súng chống tăng Matador,... Việt Nam còn mua hệ thống pháo phản lực Extra và Accular có tầm xa, độ chính xác cao kèm các phương tiện trinh sát tự động hiện đại.<ref>[https:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/nhiem-vu-cua-he-thong-extra-trong-quan-doi-viet-nam-3345615\/ Nhiệm vụ của hệ thống Extra trong quân đội Việt Nam]<\/ref> Đồng thời, Israel còn chuyển giao cho Việt Nam công nghệ nâng cấp xe tăng T-54\/55 và một số loại xe thiếp giáp khác.<ref>[https:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/viet-nam--israel-co-the-hop-tac-san-xuat-vu-khi-3329698\/ Việt Nam - Israel có thể hợp tác sản xuất vũ khí]<\/ref>\n\nTrước đó, năm 2012, Israel mời chào Việt Nam mua xe bọc thép chống tăng RAM-2000 MK3.<ref>[https:\/\/giaoduc.net.vn\/tieu-diem\/israel-se-moi-chao-viet-nam-mua-xe-boc-thep-chong-tang-mk-iii--at-post49626.gd Israel sẽ mời chào Việt Nam mua xe bọc thép chống tăng Mk III AT]<\/ref> Năm 2015, hình ảnh loại xe này đã xuất hiện trên phương truyện truyền thông đại chúng và được chuyển giao cho lực lượng Công an nhân dân Việt Nam.<ref>[https:\/\/anninhthudo.vn\/quan-su\/anh-viet-nam-su-dung-bao-thep-israel-de-bao-ve-hoi-nghi-thuong-dinh-mytrieu\/800493.antd Việt Nam sử dụng \"báo thép\" Israel để bảo vệ Hội nghị Thượng đỉnh Mỹ-Triều]<\/ref>\n\n=== Chế tạo ===\n[[Tập tin:STV380N.png|nhỏ|Súng trường STV-380 do Việt Nam chế tạo]]\nNăng lực tự chế tạo vũ khí lục quân của Việt Nam còn thấp. Việt Nam chưa có khả năng chế tạo các loại vũ khí cơ giới như xe tăng, thiết giáp hoặc các loại vũ khí có hỏa lực mạnh như pháo cỡ lớn, hỏa tiễn đất đối đất. Hiện nay, Việt Nam mới chỉ sản xuất được [[Nhà máy Z111|súng cá nhân]] (súng ngắn, súng trường, súng bắn tỉa), vũ khí cỡ nhỏ ([[pháo không giật]], [[súng cối]], [[súng chống tăng]]), pháo cỡ nhỏ (cỡ nòng dưới 85mm) và các loại đạn pháo, đạn rốc-két thông thường với thiết kế dựa theo các mẫu vũ khí của nước ngoài.\n\n== Phòng không ==\nTheo Edward O’Dowd, ''\"Lực lượng phòng không Việt Nam, đặc biệt là ở quanh khu vực [[đồng bằng sông Hồng]], trong những năm 1970, là một trong những lực lượng thiện chiến nhất thế giới\"''. Tuy nhiên, khả năng chiến đấu của cả hệ thống phòng không Việt Nam đã xuống cấp kể từ sau khi Liên Xô sụp đổ năm 1991 và dần dần chúng trở nên lạc hậu. Tình hình này chỉ được cải thiện sau đó một thập kỷ khi Việt Nam phải đối mặt với sự xuống cấp trầm trọng của các loại vũ khí phòng không.\n\nCác báo cáo thường niên tới [[Ủy ban Đăng ký vũ khí thông thường của Liên hợp quốc]] đã làm sáng tỏ đôi chút thông tin chi tiết về vấn đề này (xem bảng 6). Ví dụ, trong các năm 2000 và 2004, Nga báo cáo chỉ bán một số lượng rất nhỏ bao gồm lần lượt \"8 tên lửa và bệ phóng\" và \"20 tên lửa và bệ phóng\" cho Việt Nam (xem bảng 6). Chủng loại tên lửa không được nêu rõ và có thể là tên lửa không đối không hoặc không đối đất.\n\nTháng 5 năm 2002, Việt Nam và Ukraina đã ký Hiệp định Hợp tác quân sự đến năm 2005. Theo đó, Ukraina đồng ý hỗ trợ Việt Nam trong việc nâng cấp các hệ thống phòng không, bao gồm radar, thông tin liên lạc và tên lửa đất đối không. Tuy nhiên, trong giai đoạn này không thấy Ukraina đề cập trong các báo cáo thường niên gửi tới UNROCA là đã bán bất kỳ hệ thống tên lửa nào cho Việt Nam hay không. Năm 2008, có báo cáo cho rằng Việt Nam đã mua 4 hệ thống radar thụ động [[Kolchuga]] có khả năng phát hiện và nhận dạng các mục tiêu trên đất liền, trên biển cho Việt Nam. Năm 2013, Việt Nam ngỏ ý mua hệ thống radar [[VERA passive sensor|VERA]] của [[Cộng hòa Séc]]. Theo báo cáo của [[SIPRI]] năm 2014 thì Việt Nam đã tiếp nhận một hệ thống radar bắt máy bay tàng hình VERA-E.<ref>[https:\/\/kienthuc.net.vn\/quan-su-viet-nam\/radar-bat-may-bay-tang-hinh-vera-e-da-toi-viet-nam-466938.html Radar bắt máy bay tàng hình VERA-E đã tới Việt Nam]<\/ref> Còn theo Trung Quốc, Séc đã bán cho Việt Nam không dưới bốn hệ thống radar VERA.<ref>[https:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/trung-quoc-ham-huc-khi-viet-nam-co-radar-chong-tang-hinh-3319476\/ Trung Quốc hậm hực khi Việt Nam có radar chống tàng hình]<\/ref>\n\nTháng 8 năm 2003, Nga đồng ý bán cho Việt Nam 2 hệ thống tên lửa phòng không [[Tổ hợp tên lửa S-300|S-300PMU1]] theo hợp đồng trị giá 200 triệu USD. Cũng trong năm 2005, Việt Nam báo cáo lên UNROCA rằng họ đã nhập 12 xe mang phóng và 62 quả tên lửa S-300 nhưng không đề cập nước chuyển giao. Nga báo cáo lên UNROCA rằng năm đó họ thất bại trong vụ mua bán tên lửa phòng không tầm xa này. Nhưng các nguồn tin công nghiệp lại khẳng định rằng 1 hệ thống S-300PMU1 cùng 12 xe phóng và 62 quả tên lửa đã được giao cho Việt Nam tháng 8 năm 2005. Hệ thống S-300 được đánh giá là một trong những hệ thống tên lửa phòng không mọi tầng cao hiện đại nhất thế giới.\n\nNăm 2009, Viện Thuốc phóng Thuốc nổ thuộc [[Tổng cục Công nghiệp Quốc phòng (Việt Nam)|Tổng cục Công nghiệp Quốc phòng]] đã sản xuất thí nghiệm thỏi nhiên liệu hỗn hợp cho động cơ hành trình tên lửa phòng không tầm thấp. Tuy nhiên, sản phẩm khi đó được chế tác bằng nguồn nguyên liệu nhập ngoại, quy mô nhỏ, chưa được thử nghiệm đầy đủ ở các hạng mục. Năm 2015, Viện Thuốc phóng Thuốc nổ tuyên bố đã nghiên cứu, sản xuất thành công thỏi nhiên liệu hỗn hợp bằng nguồn nguyên liệu nội địa, và đang nghiên cứu mở rộng quy mô, dây chuyền sản xuất.<ref>[http:\/\/baoninhthuan.com.vn\/news\/71510p0c154\/viet-nam-san-xuat-thanh-cong-nhieu-thiet-bi-ten-lua.htm Việt Nam sản xuất thành công nhiều thiết bị tên lửa]<\/ref>\n\nNăm 2013, [[Belarus]] đồng ý chuyển giao công nghệ tổ hợp radar cảnh giới [[Vostok-E]] cho Việt Nam sản xuất phiên bản nội địa [[RV-01]].<ref>[https:\/\/nld.com.vn\/thoi-su-trong-nuoc\/viet-nam-co-ke-hoach-mua-sat-thu-may-bay-tang-hinh-20130722012622252.htm Việt Nam có kế hoạch mua \"sát thủ máy bay tàng hình\"]<\/ref><ref>[https:\/\/baodatviet.vn\/quoc-phong\/binh-luan-quan-su\/trung-quoc-binh-luan-radar-chong-tang-hinh-made-in-viet-nam-3334608\/ Trung Quốc bình luận radar chống tàng hình Made in Viet Nam]<\/ref> Năm 2019, Việt Nam tuyên bố đã nghiên cứu chế tạo thành công radar cảnh giới [[RV-02]] từ mẫu RV-01. Cùng với radar, Trung tâm radar thuộc Tập đoàn Viettel đã tham gia chế tạo đài bắt thấp [[VRS-2DM]], hay nội địa hóa radar [[Saber Radar|Saber M60]] của Brazil,...<ref>[https:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/viet-nam-che-tao-thanh-cong-radar-canh-gioi-hien-dai-3390484\/ Việt Nam chế tạo thành công radar cảnh giới hiện đại]<\/ref>\n\nNăm 2015, Viện Tên lửa thuộc [[Viện Khoa học và Công nghệ Quân sự (Việt Nam)|Viện Khoa học và Công nghệ quân sự]] đã nghiên cứu, chế tạo thành công một thành phần điện tử chính của tổ hợp [[9K38 Igla|tên lửa Igla]] kiểu 9P516, có chức năng chuẩn bị phóng và phóng tên lửa Igla tại trận địa. Hơn một nửa bảng khối đã được nội địa hóa.<ref>[https:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/viet-nam-trinh-lang-ten-lua-moi-tu-san-xuat-3355685\/ Việt Nam trình làng tên lửa mới tự sản xuất?]<\/ref> Năm 2018, quân đội Việt Nam đã tự tích hợp thành công [[Man-portable air-defense system|tên lửa phòng không vác vai]] Igla lên [[Lớp tàu hộ tống Petya|tàu săn ngầm Petya]].<ref>[https:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/viet-nam-bien-igla-thanh-ten-lua-phong-khong-tren-ham-3369517\/ Việt Nam biến Igla thành tên lửa phòng không trên hạm]<\/ref> Năm 2019, Việt Nam hoàn toàn làm chủ công nghệ sản xuất tên lửa Igla, giúp tiết kiệm hàng tỉ đồng ngân sách quốc phòng.<ref>[https:\/\/doanhnghiepvn.vn\/quoc-te\/san-xuat-ten-lua-vac-vai-igla-viet-nam-tiet-kiem-hang-ty-dong\/20190831075644784 Sản xuất tên lửa vác vai Igla: Việt Nam tiết kiệm hàng tỷ đồng]<\/ref>\n\nNăm 2019, qua kênh truyền hình [[QPVN]], Quân đội nhân dân Việt Nam đã tiết lộ dự án chế tạo tên lửa hành trình. Theo đó, từ năm 2018, [[Học viện Kỹ thuật Quân sự|Học viện Kỹ thuật quân sự]] bắt đầu nghiên cứu chế tạo tên lửa đẩy. Tháng 4 năm 2018, tên lửa đẩy thử nghiệm mang tên TV-01 đã được phóng thử nghiệm. Tháng 11 năm 2018, [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam|Viện Hàn lâm khoa học Việt Nam]], Học viện Kỹ thuật Quân sự, [[Bộ Khoa học và Công nghệ Việt Nam|Bộ Khoa học và Công nghệ]] ký kết hợp đồng \"Nghiên cứu thiết kế và chế tạo mẫu tên lửa nghiên cứu (Souding Rocket) đưa thiết bị khoa học để thử nghiệm thu thập dữ liệu khí quyển tầng cao\" (Dự án VT\/TLĐ\/14-15). thuộc ''Chương trình khoa học công nghệ cấp quốc gia về công nghệ vũ trụ giai đoạn 2016 - 2020''.<ref>[https:\/\/baodatviet.vn\/khoa-hoc\/cong-nghe\/viet-nam-da-bat-tay-san-xuat-ten-lua-day-vu-tru-3369186\/ Việt Nam đã bắt tay sản xuất tên lửa đẩy vũ trụ]<\/ref> Tháng 12 năm 2019, kênh QPVN chiếu hình ảnh vụ phóng tên lửa đẩy thử nghiệm TV-02, mở ra bước phát triển mới.<ref>[https:\/\/doanhnghiepvn.vn\/quoc-te\/viet-nam-che-tao-ten-lua-phong-khong-hien-dai-dua-tren-nguyen-mau-tv-02\/20191014100154816 Việt Nam chế tạo tên lửa phòng không hiện đại dựa trên nguyên mẫu TV-02?]<\/ref>\n\nCuối năm 2019, Quân đội nhân dân Việt Nam đã thử nghiệm thành công tổ hợp tên lửa phòng không tầm gần, lắp đặt trên khung gầm xe địa hình Nga KamAZ-43266. Trên xe lắp đặt tên lửa đất đối không [[Strela 2|Strela-2M]] hoặc [[9K38 Igla|Igla-S]] do Việt Nam sản xuất. Xe sử dụng hệ thống ngắm bắn quang điện tử hai kênh thụ động, cho phép phát hiện các mục tiêu trên không khác nhau trong chế độ thụ động.<ref>[https:\/\/khoahocdoisong.vn\/nga-quan-tam-thanh-tuu-nghien-cuu-quan-su-cua-viet-nam-133755.html Nga quan tâm thành tựu nghiên cứu quân sự của Việt Nam]<\/ref>\n\n== Không quân ==\n=== Nâng cấp trang bị ===\nTháng 3 năm 2000, Ấn Độ và Việt Nam đã ký Hiệp định về Hợp tác quốc phòng, theo đó, Ấn Độ sẽ tiến hành bảo dưỡng và sửa chữa toàn bộ cho các máy bay [[Mikoyan-Gurevich MiG-21|MiG-21]] hiện đang có trong trang bị và hỗ trợ huấn luyện các phi công chiến đấu và kỹ thuật viên của Việt Nam. Tháng 3 năm 2005, [[Tổng Tham mưu trưởng Quân đội nhân dân Việt Nam|Tổng tham mưu trưởng Quân đội nhân dân Việt Nam]] đã đến thăm Ấn Độ để bản thảo sâu hơn về việc Ấn Độ hỗ trợ bảo dưỡng và sửa chữa các máy bay chiến đấu [[Mikoyan|MiG]]. Và tháng 10 năm 2006, Ấn Độ đã cung cấp một số phụ tùng dự trữ cho máy bay [[Mikoyan-Gurevich MiG-21|MiG-21]] của Việt Nam.\n\nCuối năm 1999, cơ quan quản lý vũ khí trang bị Rosoooruzheniye của Nga đã tiến hành đàm phán để nâng cấp những chiếc [[Sukhoi Su-27|Su-27]] và [[Sukhoi Su-30|Su-30]] hiện có của Việt Nam để chúng có thể mang được tên lửa không đối không ngoài tầm nhìn [[Vympel R-77|R-77]] (AA-12), tên lửa không đối hạm [[Kh-31]] (AS-17) và các loại tên lửa không đối đất [[Vympel Kh-27]] (AS-14) và [[Kh-59M]] (AS-18).\n\nNăm 2010, [[Ấn Độ]] đề nghị giúp Việt Nam nâng cấp những máy bay [[Mikoyan-Gurevich MiG-21|MiG-21]] cũ của [[Không quân Nhân dân Việt Nam|Không quân Việt Nam]] lên thành [[Mikoyan-Gurevich MiG-21|MiG-21 Bison]] cùng các phụ tùng hải quân. [[Mikoyan-Gurevich MiG-21|Mig-21 Bison]] là gói nâng cấp hiện đại nhất của Mig-21, và có lẽ đây cũng là gói nâng cấp cuối cùng của loại máy bay huyền thoại này. Những máy bay nâng cấp MiG-21 Bison có hiệu suất tốt và có thể chống lại được những máy bay [[McDonnell Douglas F-15 Eagle|F-15]] và [[General Dynamics F-16 Fighting Falcon|F-16]] của Không quân Hoa Kỳ trong cuộc tập trận chung Ấn Độ-Hoa Kỳ.<ref>[http:\/\/vietnamnet.vn\/vn\/quoc-te\/210\/an-do-giup-viet-nam-nang-cap-hon-100-may-bay-mig-21.html Ấn Độ giúp Việt Nam nâng cấp hơn 100 máy bay MiG-21]<\/ref> Tuy nhiên, Việt Nam đã cho về hưu tất cả MiG-21 vào năm 2015.\n\n=== Mua sắm vũ khí ===\nNhững khó khăn về tài chính đã hạn chế khả năng mua sắm một lượng lớn các [[máy bay chiến đấu]] đa năng và [[máy bay tiêm kích]] [[ném bom]] của Việt Nam.\n\nCuối thập niên 1980, trung đoàn 937 được tiếp nhận những máy bay [[Sukhoi Su-27|Su-27SK\/UB]] đầu tiên của [[Việt Nam]]. Đây là thế hệ máy bay hiện đại nhất mà [[Việt Nam]] có bấy giờ, được mua sắm với giá thị trường. Lần lượt trong những năm tiếp theo, do thiếu kinh phí, Không quân Việt Nam đành tạm hài lòng với khoản nâng cấp, kéo dài tuổi thọ của các máy bay [[Mikoyan-Gurevich MiG-21|MiG-21]] và [[Sukhoi Su-17|Su-22]], dù số giờ bay huấn luyện càng lúc càng giảm cũng như số tai nạn do thiết bị cũ tăng lên. Dù vậy, họ vẫn tiếp tục mua sắm các máy bay hiện đại Su-27\/30 hiện đại hơn, dù chỉ với số lượng ít và nhỏ giọt.\n\nTrong những năm gần đây, đứng trước sức ép của [[Trung Quốc]] trong vấn đề [[Biển Đông]], Việt Nam bắt đầu cương quyết hơn trong việc trang bị cho lực lượng không quân của mình nhằm bảo vệ chủ quyền biển đảo. Những hợp đồng trang bị mới nhất cho thấy việc gia tăng trang bị những mẫu máy bay chiến đấu hiện đại như [[Sukhoi Su-30|Su-30]] hoặc những quan tâm đến mẫu tiêm kích thế hệ mới nhất như [[Mikoyan MiG-35|MiG-35]], cho thấy nỗ lực của [[Việt Nam]] trong việc tăng cường sức mạnh không quân của mình.<ref>[http:\/\/vietnamnet.vn\/chinhtri\/201007\/Viet-Nam-muon-Phap-tham-gia-hien-dai-hoa-quan-doi-924867\/ Việt Nam muốn Pháp tham gia hiện đại hóa quân đội]<\/ref><ref>{{Chú thích web |url=http:\/\/www.vietnamdefence.com\/Home\/tintuc\/Viet-Nam-va-Algeria-mua-36-Su30MK2\/20107\/49447.aspx |ngày truy cập=2011-10-31 |tựa đề=Việt Nam và Algeria mua 36 Su-30MK2 |archive-date = ngày 24 tháng 7 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100724053033\/http:\/\/vietnamdefence.com\/Home\/tintuc\/Viet-Nam-va-Algeria-mua-36-Su30MK2\/20107\/49447.aspx }}<\/ref>\n\nNăm 1996, [[Không quân Nhân dân Việt Nam|Không quân nhân dân Việt Nam]] đã đàm phán mua 2 phi đội máy bay [[Dassault Mirage 2000]] từ [[Pháp]] nhưng bị ngăn cản vì lệnh cấm vận quân sự của [[Hoa Kỳ]] với [[Việt Nam]].\n\nTrong giai đoạn 1994 tới 2004, [[Việt Nam]] mua tổng cộng 12 chiếc máy bay hiện đại của [[Sukhoi]] từ Nga, bao gồm: \n* 7 chiếc [[Sukhoi Su-27|Su-27SK]] một người lái,\n* 3 chiếc [[Sukhoi Su-27|Su-27UBK]] huấn luyện, hai người lái và\n* 2 chiếc [[Sukhoi Su-27|Su-27PU]] (phiên bản đầu của Su-30).\n\nTrong các năm từ 1996 đến 1998, [[Nga]] đã nâng cấp 32 chiếc máy bay tiêm kích bom [[Sukhoi Su-17|Su-22M4]] một người lái và 2 chiếc [[Sukhoi Su-17|Su-22UM3]] huấn luyện, 2 người lái.\n\nNăm 2004, Việt Nam mua từ 4 tới 10 chiếc máy bay tiêm kích bom [[Sukhoi Su-17|Su-22M4]] từ [[Cộng hòa Séc]], bao gồm cả phụ tùng, đạn dược và nhận 4 máy bay [[Sukhoi Su-30|Sukhoi Su-30MK2]] từ [[Nga]] - đây là loại máy bay hiện đại nhất của [[Không quân Nhân dân Việt Nam]] lúc bấy giờ. Sau đó [[Việt Nam]] đạt thỏa thuận nâng cấp các máy bay để có thể mang được [[Tên lửa chống tàu|tên lửa diệt hạm]]. Các báo cáo trong năm 2005 cho thấy Việt Nam có nhu cầu mua thêm từ 8 tới 10 chiếc máy bay chiến đấu hiện đại mà ưu tiên là [[Sukhoi Su-27|Su-27]] hoặc [[Sukhoi Su-30MKK|Su-30MKK]]. Tuy nhiên, do khó khăn về tài chính nên dẫn tới việc Việt Nam phải mua 40 chiếc [[Sukhoi Su-17|Su-22M4]] đã qua sử dụng của [[Ba Lan]] thay cho mua máy bay mới.\n\nTrong các báo cáo thường niên gửi tới [[UNROCA]], Việt Nam đã thừa nhận chỉ mua có 12 chiếc máy bay chiến đấu trong giai đoạn 1992-2006. Điều này có thể hiểu, các máy bay chưa được chuyển giao vì còn đang phải nâng cấp ở nước ngoài.\n\nTuy nhiên, trong cùng giai đoạn, [[Ukraina]] báo cáo đã giao 6 chiếc [[Mikoyan-Gurevich MiG-21|MiG-21UM]] (1996), 10 chiếc [[L-39]] (2002 và 2003) và 3 chiếc [[Sukhoi Su-17|Su-22]] (2005) cho Việt Nam.\n\nNăm 2005, [[Cộng hòa Séc]] báo cáo đã bán chỉ 5 chiếc [[Sukhoi Su-17|Su-22UM3]] cho Việt Nam.\n\nTrong tháng 9 và 10 năm 2008, trong chuyến thăm được đánh giá là thành công của Bộ trưởng Bộ Quốc phòng cùng Chủ tịch nước tới Nga, Việt Nam đã bày tỏ ý định mua tới 20 chiếc [[Sukhoi Su-30|Su-30]] và có thể là cả [[Mikoyan MiG-29|MiG-29]]. Việt Nam đã đặt mua 8 chiếc [[Sukhoi Su-30|Su-30MK2]] từ công ty [[Rosoboronexport]], giao hàng dự kiến trong 2010-2011. Tháng 1\/2009, [[Rosoboronoexport]] đã ký hợp đồng cung cấp cho Việt Nam 8 máy bay tiêm kích [[Sukhoi Su-30MKK|Su-30MK2]] từ năm 2010 trị giá hơn 500 triệu USD (chưa kể vũ khí). Ông Aleksandr Fomin cho biết: \"Chúng tôi sẽ bắt đầu các hoạt động tư vấn thực tế vào mùa thu này về khả năng cung cấp cho Việt Nam lô tiếp theo các máy bay này\", nhưng không nói rõ số lượng. Tuy nhiên, một nguồn tin tại [[Rosoboronoexport]] nói đến con số 8-12 chiếc Su-30MK2.\n\nNgày 19\/6\/2009, tại [[triển lãm hàng không Le Bourget]], [[Pháp]], Phó Giám đốc Cục Hợp tác KTQS Liên bang Nga (FSVTS) [[Aleksandr Fomin]] tiết lộ Nga và Việt Nam đã đàm phán hợp đồng bán cho Việt Nam lô tiếp theo máy bay tiêm kích [[Sukhoi Su-30MKK|Su-30MK2]] gồm 12 chiếc vào mùa thu, giao hàng 2012-2013.\n\nNăm 2009, [[Bộ Ngoại giao Hoa Kỳ]] đã rút lệnh cấm xuất khẩu [[máy bay trực thăng|trực thăng]] quân sự cho Việt Nam qua sự vận động lâu dài của tập đoàn [[Executive Decision Export Services Group]]. Thay thế vào đó các trực thăng [[Hoa Kỳ]] xuất khẩu sang Việt Nam phải được thiết kế cho các công tác chuyên vận hay cứu hộ ([[Tìm kiếm cứu nạn|SAR]]).\n\nSau khi lệnh cấm vận được gỡ bỏ, Việt Nam đã ký kết các hợp đồng nâng cấp những chiếc [[Bell UH-1 Iroquois|UH-1H Huey]] thu được sau chiến tranh Việt Nam. Đồng thời [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng Việt Nam]] đã ký hợp đồng mua trực thăng của [[Pháp]]. Bao gồm: [[Eurocopter EC155|EC-155B]], [[Eurocopter AS350|AS-350B3]], [[Eurocopter AS332 Super Puma|SA-332L2]], [[Aerospatiale SA 330 Puma|SA-330J]], [[Eurocopter EC225 Super Puma|EC-225]]... Các loại máy bay này được chuyển giao cho [[Tổng Công ty Trực thăng Việt Nam]].\n\nNăm 2010, [[Việt Nam]] đặt mua 12 chiếc [[Sukhoi Su-30|Sukhoi Su-30MK2V]] và đến tính năm 2012 đã nhận được 11 chiếc trong số đó. Năm 2020, [[Không quân Nhân dân Việt Nam]] đang sở hữu 1 phi đội máy bay tác chiến trên biển Su-30 gồm 35 chiếc.\n\n=== Chế tạo máy bay ===\nTừ những năm 80, Việt Nam đã đề xuất chương trình chế tạo máy bay. Ba chiếc máy bay [[TL-1]], [[HL-1]], [[HL-2]] được chế tạo phục vụ công tác huấn luyện. Tuy nhiên, các máy bay này dần được lưu kho và hiện nay trở thành hiện vật trưng bày tại [[Bảo tàng Phòng không - Không quân (Việt Nam)|Bảo tàng Phòng không - Không quân, Hà Nội]].<ref>[https:\/\/www.tienphong.vn\/cong-nghe-khoa-hoc\/may-bay-made-in-viet-nam-ra-doi-tu-gan-30-nam-truoc-167121.tpo Máy bay made in Việt Nam ra đời từ gần 30 năm trước]<\/ref>\n\nNăm 2003, Hội Cơ học Việt Nam đã phối hợp với chuyên gia về máy bay loại nhỏ [[Vimar Nguyễn]] tiến hành sản xuất loại máy bay siêu nhẹ VAM. Năm 2004, chiếc VAM-1 bay thí nghiệm.<ref>[https:\/\/vnexpress.net\/khoa-hoc\/thu-nghiem-thanh-cong-may-bay-sieu-nhe-vam-1-2001332.html Thử nghiệm thành công máy bay siêu nhẹ VAM 1]<\/ref> Năm 2007, chiếc VAM-2 nhiều lần bị Cục hàng không Việt Nam từ chối cấp phép bay và hoàn toàn \"đắp chiếu\".<ref>[http:\/\/cand.com.vn\/Khoa-hoc-Quan-su\/May-bay-sieu-nhe-45-phut-bay-va-6-nam-dap-chieu-179430\/ Máy bay siêu nhẹ: 45 phút bay và 6 năm “đắp chiếu”]<\/ref> Sau thất bại của máy bay VAM, năm 2004, Nhà máy A41 thuộc Cục Kỹ thuật quân chủng Phòng không - Không quân được Bộ Quốc phòng giao nhiệm vụ tiếp thu dự án chế tạo thủy phi cơ. Năm 2005, Nhà máy Á đã chế tạo thành công máy bay lưỡng dụng siêu nhẹ [[VNS-41]].<ref>[https:\/\/tuoitre.vn\/che-tao-thanh-cong-ba-chiec-thuy-phi-co-dau-tien-97627.htm Chế tạo thành công ba chiếc thủy phi cơ đầu tiên]<\/ref> VNS-41 hiện đang được đưa vào sử dụng cho mục đích tuần tra.\n\nViệc nghiên cứu, chế tạo máy bay không người lái của Việt Nam bắt đầu từ năm 1996, với việc sản xuất các loại UAV mục tiêu M-96\/M-96D phục vụ cho lực lượng tên lửa, pháo cao xạ huấn luyện. Năm 2004, M-96 được Viện Kỹ thuật Phòng không - Không quân cải tiến thành [[M-100CT]], được xem như ''tiền đề vững chắc để tiến tới hiện thực hoá giấc mơ chế tạo thành công UAV''. Cùng thời điểm đó, dự án \"Thiết kế chế tạo máy bay không người lái điều khiển theo chương trình\" thành công sau 5 năm (2001-2005). Máy bay do thám không người lái [[M-400 UAV]] đã được đưa vào sử dụng.<ref>[https:\/\/baodatviet.vn\/quoc-phong\/hanh-trinh-che-tao-uav-cua-viet-nam-hanh-trinh-che-tao-uav-cua-viet-nam-2238235 Hành trình chế tạo UAV của Việt Nam]<\/ref>\n\nNăm 2010, đề tài phát triển UAV được triển khai thành đề tài cấp nhà nước, thu hút các đơn vị quân đội, viện nghiên cứu bắt tay tham gia. Năm 2011, [[Viettel|Tập đoàn Viettel]] bắt tay vào nghiên cứu chế tạo UAV [[VT-Patrol]], [[VT-Pigeon]]. Các loại UAV này được triển khai đợt bay thử nghiệm vào tháng 8 năm 2013.<ref name=\"thanhnien.vn\">[https:\/\/thanhnien.vn\/thoi-su\/viettel-se-thu-nghiem-uav-quan-su-toan-dien-472684.html Viettel sẽ thử nghiệm UAV quân sự “toàn diện”]<\/ref> Cùng năm, Viện Kỹ thuật quân sự Phòng không - không quân công bố đã triển khai và chế thứ 5 mẫu máy bay không người lái để phục vụ huấn luyện cho máy bay [[Su-30MK2]]. Trong số các mẫu thử nghiệm, UAV-02 thể hiện tính năng tốt hơn. Trước đó, năm 2012, Hội hàng không - vũ trụ Việt Nam (VASA) đã đàm phán với tập đoàn sản xuất máy bay không người lái Unmanned System Group (UMS) của Thụy Điển.<ref>[https:\/\/thanhnien.vn\/doi-song\/khoa-hoc\/viet-nam-thuy-dien-hop-tac-che-tao-may-bay-khong-nguoi-lai-48653.html Việt Nam - Thụy Điển hợp tác chế tạo máy bay không người lái]<\/ref> Ngày 20 tháng 11 năm 2012, buổi lễ ký kết diễn ra tại Hà Nội. Theo đó, đối tác Thụy Điển giới thiệu mẫu UAV tầm trung có tên gọi [[Magic Eye 01]] (Mắt Thần 1).<ref>[https:\/\/www.caa.gov.vn\/tin-tuc\/thuy-dien-giup-vn-che-tao-may-bay-khong-nguoi-lai-787.htm Thụy Điển giúp VN chế tạo máy bay không người lái]<\/ref>\n\nNăm 2010, một nhóm sinh viên [[Trường Đại học Bách khoa Thành phố Hồ Chí Minh]] đã đưa ra UAV [[KATA]], nhằm mục đích quan trắc môi trường, tìm kiếm cứu nạn.<ref>[https:\/\/nld.com.vn\/khoa-hoc\/che-tao-thanh-cong-may-bay-quan-trac-moi-truong-20100120103155238.htm Chế tạo thành công máy bay quan trắc môi trường]<\/ref> Tháng 5 năm 2013, Liên hiệp Khoa học - Sản xuất công nghệ cao viễn thông - tin học (HTI) thuộc [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam]] (VAST) đã tổ chức bay thử nghiệm thành công 3 mẫu UAV thuộc đề tài \"Nghiên cứu chế tạo tổ hợp UAV phục vụ nghiên cứu khoa học\" do tiến sĩ Phạm Ngọc Lãng làm chủ nhiệm.<ref name=\"thanhnien.vn\"\/><ref>[http:\/\/www.vast.ac.vn\/tin-tuc-su-kien\/tin-khoa-hoc\/trong-nuoc\/1571-bay-thu-nghiem-thanh-cong-may-bay-khong-nguoi-lai-lan-dau-tien-tai-viet-nam Thử nghiệm thành công máy bay không người lái lần đầu tiên tại Việt Nam]<\/ref>\n\nTháng 10 năm 2015, tại  Chợ Công nghệ và thiết bị Quốc tế Việt Nam 2015 (Techmart 2015), Viện Vật lý ứng dụng và Thiết bị khoa học đã giới thiệu UAV [[Pelican VB-01]] phục vụ việc quan sát thực địa.<ref>[https:\/\/vnexpress.net\/khoa-hoc\/nhung-may-bay-khong-nguoi-lai-do-viet-nam-che-tao-3326455.html Những máy bay không người lái do Việt Nam chế tạo]<\/ref> Tháng 12 năm 2015, Viện Công nghệ Không gian trực thuộc VAST, kết hợp Bộ Công an nghiên cứu chế tạo thành công máy bay trinh sát điện tử không người lái tầm xa [[SH-6L]].<ref>[https:\/\/www.nhandan.com.vn\/nation_news\/item\/28228202-che-tao-thanh-cong-may-bay-trinh-sat-dien-tu-khong-nguoi-lai-tam-xa.html Chế tạo thành công máy bay trinh sát điện tử không người lái tầm xa]<\/ref>\n\nNăm 2020, Viện Vật lý ứng dụng và Thiết bị khoa học thuộc VAST đã chế tạo thành công máy bay trực thăng không người lái [[Dragonfly-DF26]] phục vụ mục đích dân dụng lẫn an ninh, quốc phòng.<ref>[https:\/\/nhandan.com.vn\/khoahoc-congnghe\/item\/42982302-lam-chu-cong-nghe-may-bay-khong-nguoi-lai.html Làm chủ công nghệ máy bay không người lái]<\/ref><ref>[https:\/\/hanoimoi.com.vn\/tin-tuc\/Oto-xemay\/957544\/che-tao-truc-thang-khong-nguoi-lai-thanh-tuu-cong-nghe-xuat-sac-cua-viet-nam Chế tạo trực thăng không người lái: Thành tựu công nghệ xuất sắc của Việt Nam]<\/ref>\n\n== Hải quân ==\nViệt Nam đang rất nỗ lực cải thiện khả năng kiểm soát các vùng nước nông và vùng đặc quyền kinh tế, hướng sức mạnh hải quân vào vùng [[Biển Đông]] và tăng cường khả năng chống ngầm. Hải quân Việt Nam gần đây có kế hoạch đóng tới 20 tàu tên lửa theo chiến lược \"biển xanh - blue water\" và hiện đại hóa các [[Tổ hợp đóng tàu Hồng Hà]] và [[Ba Son]]. Việt Nam cũng đang thực hiện chương trình để thay thế các tàu và phương tiện cũ và lỗi thời thông qua chương trình mua sắm hoặc tự đóng mới đến 2010. Chương trình này hướng đến việc trang bị những tàu chiến đấu và phương tiện có tính chiến lược cho Hải quân theo kế hoạch đã được Chính phủ và Bộ Quốc phòng thông qua.\n\nViệt Nam nỗ lực để bảo vệ những khu vực khai thác dầu mỏ và khí đốt then chốt ngoài khơi mà nước này tuyên bố thuộc chủ quyền, đối phó với sự gia tăng sức mạnh có chủ ý của các quốc gia láng giềng và đối phó hiệu quả với mối đe dọa tiềm tàng bởi sự gia tăng số lượng [[tàu ngầm]] thông thường của Trung Quốc và các nước trong khu vực. Những chương trình mua sắm giới hạn của hải quân tập trung vào việc phát triển khả năng tác chiến chống ngầm, chống tàu nổi và quét mìn.\n\n=== Hệ thống huấn luyện ===\n\n=== Nâng cấp trang bị ===\nNâng cấp tàu quét mìn Yurka với phương tiện lặn không người lái Pluto Plus do hãng idRobotica, Thụy Sỹ chế tạo, chuyên thực hiện các nhiệm vụ rà quét thủy lôi hay các thiết bị nổ dưới nước. Thay thế màn hình hiển thị thế hệ cũ bằng màn hình tinh thể lỏng.\n\nNâng cấp hệ thống định vị thủy âm trên tàu Petya bằng hệ thống BEL HMS-X2 do Ấn Độ sản xuất. Lắp giá phóng tên lửa vác vai lên tàu Petya, loại tên lửa có thể lắp trên giá phòng gồm 9K32 Strela-2 hoặc Igla, sử dụng đầu tự dẫn hồng ngoại. Hiện Việt Nam đã tự sản xuất cả hai loại tên lửa phòng không vác vai này. Cùng với gói nâng cấp trên, hiện Việt Nam cũng đã thực hiện thành công hàng loạt gói nâng cấp mới với chiến hạm Petya, trong đó có thay màn hình hiển thị radar thế hệ cũ bằng màn hình tinh thể lỏng.<ref>[http:\/\/baodatviet.vn\/anh-nong\/sonar-sieu-manh-giup-tau-san-ngam-viet-nam-lot-xac-3325280\/ Sonar siêu mạnh giúp tàu săn ngầm Việt Nam lột xác]<\/ref>\n\n=== Mua sắm ===\nTrong giai đoạn 1996-1999, Việt Nam đã mua 4 tàu hộ vệ loại [[Tarantul-2]] cải tiến từ Liên bang Nga. Các tàu này được trang bị các cặp ống phóng kép dùng tên lửa đối hạm [[P-15 Termit|SS-N-2D Styx]], tên lửa phòng không [[9K38 Igla|Igla]], và pháo bổ trợ.\n\nNăm 1997, Việt Nam đã mua 2 tàu ngầm cỡ nhỏ lớp [[Yugo]] từ [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]]. Theo Hiệp định Hợp tác quốc phòng giữa 2 nước, [[Hải quân Ấn Độ]] đồng ý cung cấp dịch vụ huấn luyện nhân viên cho [[Quân chủng Hải quân Việt Nam|Hải quân Việt Nam]], bao gồm cả huấn luyện kíp thủy thủ tàu ngầm. Hiện vẫn chưa rõ là có sự liên quan với một chương trình mua sắm tàu ngầm mới hay không, hay đơn thuần chỉ là đi kèm với việc mua các tàu ngầm lớp Yugo. Dù vậy, việc mua tàu ngầm mini Yugo có thể cho thấy đây là bước đầu trong chương trình tăng cường năng lực tác chiến dưới mặt nước và chống ngầm của Việt Nam vốn được định hướng từ lâu.\n\nGần đây, năm 2008, Việt Nam được cho là muốn mua các tàu ngầm đã qua sử dụng của [[Serbia]]. Cơ hội này đã nảy sinh khi [[Serbia và Montenegro]] chia tách năm 2006, dẫn đến Serbia không còn đường bờ biển. Việt Nam nhận thấy có thể mua 3 tàu ngầm thông thường và 3 [[tàu ngầm mini]] vốn đã không còn bờ biển để hoạt động. Tuy nhiên, nỗ lực này bất thành, vì sau đó toàn bộ các tàu ngầm đã được bán cho [[Ai Cập]].\n\nTheo Hiệp định Hợp tác Quốc phòng kỳ hồi tháng 3 năm 2000, Hải quân Ấn Độ cũng đồng ý sửa chữa, nâng cấp và đóng mới các tàu tuần tra cao tốc cho hải quân Việt Nam. Tháng 6 năm 2005, Hải quân Ấn Độ đã chuyển 150 tấn phụ tùng và linh kiện cho các tàu hộ tống [[Petya]] và tàu tấn công tên lửa [[Osa-II]]. Tháng 12 năm 2007, trong chuyến thăm Hà Nội của Bộ trưởng Bộ Quốc phòng [[A. K. Anthony]], Ấn Độ đã đồng ý cung cấp cho Việt Nam 5.000 chi tiết phụ tùng thiết yếu cho ác tàu chống ngầm lớp Petya để đảm bảo khả năng hoạt động của chúng. Tháp tùng Bộ trưởng còn có các sĩ quan cấp cao của Hải quân Ấn Độ.\n\nNgày 24\/6\/2009, tại [[triển lãm hải quân MVMS-2009]] ở [[Sankt-Peterburg|St. Petersburg]], Nga, ông [[Oleg Azizov]], đại diện [[Rosoboronoexport]] cho biết, năm 2010, Nga sẽ chuyển giao cho Việt Nam 2 tàu hộ tống [[Lớp tàu hộ vệ Gepard|Gepard 3.9]] theo hợp đồng ký năm 2006.Sau đó,hải quân Việt Nam đã đặt tên cho hai tàu Gepard 3.9 nhập từ nga là Lý Thái Tổ và Đinh Tiên Hoàng.Có nhiệm vụ là tàu hộ tống đa năng hạng nhẹ [[Lớp tàu hộ vệ Gepard|Tàu hộ vệ lớp Gepard]] dùng để thực hiện các nhiệm vụ hộ tống, tuần tiễu, bảo vệ hải phận và vùng đặc quyền kinh tế, yểm trợ các hoạt động trên biển; khi cần thiết có thể làm các nhiệm vụ săn tìm, theo dõi và tác chiến hiệu quả chống các mục tiêu tàu nổi, tàu ngầm và máy bay; tuần tiễu, hộ tống, rải lôi, chi viện hỏa lực cho lực lượng đổ bộ. Tàu có thể hoạt động tác chiến độc lập hoặc trong đội hình biên đội tàu chiến thuật. Tàu được trang bị nhiều loại vũ khí tiên tiến nhất của Nga hiện nay, trong đó có hệ thống phòng không [[Palma-SU]], [[Kh-35|hệ thống tên lửa Uran]] và trực thăng [[Kamov Ka-27|Ka-28]].\n\nTrước đó, có tin Nga cũng đang đàm phán về việc đóng cho Hải quân Nhân dân Việt Nam 6 [[tàu ngầm]] [[Tàu ngầm lớp Kilo|Projekt 636 Kilo]] và các vũ khí kèm theo trị giá 4,3 tỷ USD.\n\nNgoài ra, năm 2011 [[Việt Nam]] còn nhận được 2 hệ thống tên lửa phòng thủ bờ biển [[K-300P Bastion-P]] đặt hàng từ năm 2005 từ [[Nga]]. K-300 là hệ thống tên lửa phòng thủ bờ biển hiện đại nhất thế giới, sử dụng tên lửa chống hạm tân tiến [[P-800 Oniks|P-800 Yakhont]] có vận tốc bằng 2,5 lần tốc độ âm thanh và có tầm bắn đến 300&nbsp;km.\n\nTriển khai hệ thống phòng thủ biển đảo CIDS do Israel đề xuất với nòng cốt là rocket EXTRA và đạn phản lực ACCULAR.\n\n=== Chế tạo ===\nNăm 2001, Việt Nam đã hạ thủy chiếc tàu tấn công tên lửa [[Tàu hộ tống lớp Pauk|BPS-500]] mang 8 tên lửa [[Kh-35]] Uran theo thiết kế mà Nga chuyển giao. Tuy nhiên tàu không đáp ứng được những tiêu chuẩn mà Hải quân Việt Nam đề ra, nên dự án không được tiếp tục. Việt Nam chuyển hướng sang đóng [[tàu tên lửa lớp Molniya]]. Theo hợp đồng năm 2006, Việt Nam được cấp bản quyền để tự đóng 10 tàu loại này.\n\nCuối tháng 9\/2011, Công ty đóng tàu Hồng Hà (Nhà máy Z173) đã xuất cảng tàu chiến \"made in Vietnam\" hoàn toàn do Việt Nam sản xuất từ khâu thiết kế (có mua tham khảo từ phía Nga) đến đóng tàu. Tàu hiện mang tên TT-400TP. Đây là lớp tàu pháo có vũ khí điều khiển tự động hoạt động trên biển với bốn nhiệm vụ: tiêu diệt tất cả tàu chiến đổ bộ và tàu hộ tống của địch; bảo vệ căn cứ các đội tàu đổ bộ và đội tàu hộ tống ở vùng hoạt động của các lực lượng và tàu phục vụ các lực lượng rà quét mìn; bảo vệ tàu dân sự trên biển và trinh sát chiến thuật cảnh giới mặt nước.<ref>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/Phong-su-Ky-su\/458636\/Tau-chien-%E2%80%9Cmade-in-Viet-Nam%E2%80%9D.html Tàu chiến \"made in Vietnam\"]<\/ref>\n\nCuối năm 2011, Việt Nam cũng đàm phán với Nga về việc mua tiếp 2 tàu hộ vệ [[Lớp tàu hộ vệ Gepard|Gepard 3.9]] và bản quyền để tự đóng 2 tàu loại này trong nước.Đến năm 2017, Việt Nam đã nhận được đủ 4 tàu này.\n\nNăm 2013, trước nhu cầu lớn về đạn 30mm (kiểu YOF-84 do Nga sản xuất) dùng cho pháo hạm [[AK-630|AK-630\/AK-630M]] được trang bị trên [[Lớp tàu tên lửa Molniya|tàu tên lửa Molniya]] và [[lớp tàu hộ vệ Gepard|tàu hộ vệ Gepard]] của Hải quân Việt Nam, Bộ Quốc phòng đã giao cho Viện Vũ khí, [[Tổng cục Công nghiệp Quốc phòng]] nghiên cứu, chế thử đạn pháo hải quân.<ref>[https:\/\/baodatviet.vn\/quoc-phong\/quoc-phong-viet-nam\/nga-xep-hang-cao-vu-khi-viet-nam-san-xuat-3363701\/ Nga xếp hạng cao vũ khí Việt Nam sản xuất]<\/ref> Đến khoảng năm 2017, đề án đạt được thành công, quân đội Việt Nam đã có khả năng sản xuất đạn 30mm kiểu ĐPST-30 và cơ bản tự chủ được loại đạn này, thay vì phải phụ thuộc vào nhập khẩu như trước.<ref>[https:\/\/baonghean.vn\/viet-nam-che-tao-thanh-cong-loai-dan-30mm-danh-cho-phao-ak630-125290.html Việt Nam chế tạo thành công loại đạn 30mm dành cho pháo AK-630]<\/ref> Theo thông tin vào tháng 2 năm 2020, Việt Nam cũng đã tự chủ sản xuất được đạn pháo 76,2mm dùng cho pháo hạm AK-176, đặt tên là \"76,2mm PST – Hải quân\".<ref>[https:\/\/doanhnghiepvn.vn\/quoc-te\/viet-nam-tu-san-xuat-dan-phao-ak-176-cho-loat-tau-chien-hien-dai\/20200205084422087 Việt Nam tự sản xuất đạn pháo AK-176 cho loạt tàu chiến hiện đại]<\/ref>\n\nNăm 2019, Việt Nam đã sản xuất thành công tên lửa chống hạm [[VCM-01]], phiên bản [[Kh-35]] do Việt Nam tự sản xuất dựa trên thiết kế của Nga.<ref>{{Chú thích web|url=https:\/\/www.quansuvietnam.com\/2020\/05\/vcm-01-ten-lua-chong-ham-do-viet-nam.html|tựa đề=VCM-01 Tên lửa chống hạm do Việt Nam sản xuất|website=Quân Sự Việt Nam: Tin tức quân sự trong nước, thế giới {{!}} phân tích cập nhật|ngày truy cập=2021-10-14}}<\/ref>\n\n== Báo cáo gửi UNROCA ==\n\n'''Bảng 6: Các báo cáo gửi United Nations Register of Conventional Arms, 1992-2006''' \n{| class=\"wikitable\"\n|-\n! Năm!! Xuất khẩu tới Việt Nam (Báo cáo của các nước bán vũ khí)\n|-\n| [[1992]] || Không\n|-\n| [[1993]] || Không\n|-\n| [[1994]] || Không\n|-\n| [[1995]] || 6 máy bay chiến đấu; 14 tên lửa R-27R1 cùng giá treo\n|-\n| [[1996]] || 6 [[Mikoyan MiG-21|Mig-21UM]] \n|-\n| [[1998]] || Không\n|-\n| [[1999]] || Không\n|-\n| [[2000]] || 8 tên lửa và bệ phóng\n|-\n| [[2001]] || Không\n|-\n| [[2002]] || 4 [[L-39]]\n|-\n| [[2003]] || 6 [[L-39]]\n|-\n| [[2004]] || 4 máy bay chiến đấu; 20 tên lửa và bệ phóng\n|-\n| [[2005]] || 3 [[Sukhoi Su-17|Su-22]] và 5 [[Sukhoi Su-17|Su-22UM3]]\n|-\n| [[2006]] || 5 [[Sukhoi Su-17|Su-22]]; 2 [[phương tiện chiến đấu bọc thép|xe bọc thép]] hạng nhẹ\n\n|}\n\n{| class=\"wikitable\"\n|-\n! Năm!! Nhập khẩu từ Việt Nam (Báo cáo của Việt Nam)\n|-\n| [[1992]] || Không gửi báo cáo\n|-\n| [[1993]] || Không gửi báo cáo\n|-\n| [[1994]] || Không mua gì\n|-\n| [[1995]] || 1 [[Sukhoi Su-27|Su-27UBK]] và 5 [[Sukhoi Su-27|Su-27SK]] \n|-\n| [[1996]] || Không mua gì\n|-\n| [[1997]] || 2 [[Sukhoi Su-27]]\n|-\n| [[1998]] || Không mua gì\n|-\n| [[1999]] || Không mua gì\n|-\n| [[2000]] || Không mua gì\n|-\n| [[2001]] || Không mua gì\n|-\n| [[2002]] || Không mua gì\n|-\n| [[2003]] || Không mua gì\n|-\n| [[2004]] || 4 [[máy bay chiến đấu]]; 20 [[tên lửa]] và [[bệ phóng]]\n|-\n| [[2005]] || 12 xe mang phóng và 62 tên lửa [[Tổ hợp tên lửa S-300|S-300]]\n|-\n| [[2006]] || Không mua gì\n\n|}\n\n== Tham khảo ==\n* [https:\/\/www.tienphong.vn\/hanh-trang-nguoi-linh\/nganh-cong-nghiep-quoc-phong-vn-de-xuat-phat-trien-ten-lua-chong-tang-the-he-moi-1513262.tpo Ngành Công nghiệp Quốc phòng VN đề xuất phát triển tên lửa chống tăng thế hệ mới]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n\n* [[Quân đội nhân dân Việt Nam]]\n\n== Liên kết ngoài ==\n\n[[Thể loại:Quân đội nhân dân Việt Nam]]\n[[Thể loại:Lịch sử Quân đội nhân dân Việt Nam]]"}