{"3121864":"'''Hiệp định Élysée'''<ref>[http:\/\/www.historyandtheheadlines.abc-clio.com\/ContentPages\/ContentPage.aspx?entryId=1162102&currentSection=1130228&productid=4 Élysée Agreement (ngày 8 tháng 3 năm 1949)]<\/ref> ([[tiếng Pháp]]: ''Accords de l'Elysée'') là một [[văn kiện]] được ký kết ngày [[8 tháng 3]] năm 1949 giữa [[Bảo Đại]] và [[Tổng thống Pháp]], theo đó công nhận chính phủ [[Quốc gia Việt Nam]] là một thành viên độc lập nằm trong [[Liên hiệp Pháp]], và Bảo Đại là quốc trưởng của chính phủ này<ref>[http:\/\/books.google.com.vn\/books?id=GZeaAAAAIAAJ&pg=PA234&lpg=PA234&dq=Accords+de+Elys%C3%A9e+1949&source=bl&ots=LXqaTXN6Xp&sig=v_ENJKn0a12s-DBEqeeyj7TnXcA&hl=vi&sa=X&ei=wffJU4CxGcGl8AWz2oCwDA&ved=0CDYQ6AEwAw#v=onepage&q=Accords%20de%20Elys%C3%A9e%201949&f=false The Struggle for Indochina, 1940 - 1955]<\/ref>.\n\nPhản ứng trước việc này, Chính phủ [[Việt Nam Dân chủ Cộng hòa]] tuyên bố bản hiệp định này là bất hợp pháp (chính phủ Pháp không có tư cách pháp lý đối với đất nước Việt Nam, Bảo Đại đã thoái vị nên cũng chỉ còn là một công dân bình thường, không có tư cách đại diện cho nước Việt Nam). Đây chỉ là một chiêu bài của thực dân Pháp nhằm hợp thức hóa việc xâm lược Việt Nam<ref name=cpv \/>\n\n==Nội dung và mục đích==\nHiệp ước quy định [[Quốc gia Việt Nam]] có cơ quan ngoại giao riêng, có tài chính và quân đội riêng mặc dù Hiệp ước không đem lại một nền độc lập hoàn toàn cho Việt Nam. Đặc biệt, về mặt ngoại giao, [[Quốc gia Việt Nam]] phụ thuộc hoàn toàn vào Pháp khi người Pháp có quyền bổ nhiệm Đại diện ngoại giao của [[Quốc gia Việt Nam]], chấp nhận hoặc không chấp nhận việc thiết lập quan hệ ngoại giao của Quốc gia Việt Nam. Chính sách đối ngoại của [[Quốc gia Việt Nam]] được xem xét và phối hợp dưới sự chỉ đạo và trách nhiệm của Chính phủ Pháp. Hoàng Đế Việt Nam sẽ liên kết hoạt động ngoại giao của mình với hoạt động ngoại giao của Liên Hiệp Pháp. Các quốc gia mà Việt Nam được đại diện bởi một cơ quan ngoại giao sẽ được quyết định với sự đồng ý của Chính phủ Pháp. Hiệp ước cũng nhằm thu hút sự ủng hộ của Mỹ đối với cuộc chiến chống lực lượng [[Việt Minh]] và khiến Mỹ chuyển từ quan điểm trung lập sang ủng hộ [[Quốc gia Việt Nam]].\n\nQua hiệp ước này, Pháp đã chuyển giao những quyền và nghĩa vụ quốc tế của Việt Nam cho Quốc gia Việt Nam với tư cách là quốc gia thừa kế của Pháp. Với sự vận động của Pháp, Quốc gia Việt Nam đã được gia nhập nhiều tổ chức quốc tế thuộc hệ thống của Liên hiệp Quốc như Tổ chức Lao động quốc tế (ILO - tháng 6.1950), Tổ chức Lương nông quốc tế (FAO - tháng 11.1950), Tổ chức Giáo dục, Khoa học và Văn hóa của Liên hiệp Quốc (UNESCO - tháng 6.1951), … Quốc gia Việt Nam đã tham dự Hội nghị San Francisco 1951, tại đây chính thức khẳng định chủ quyền của Việt Nam đối với Hoàng Sa, Trường Sa và sau đó đã tiếp quản và quản lý hai quần đảo này từ tay Pháp với tư cách quốc gia thừa kế.<ref name=tn1>[http:\/\/www.thanhnien.com.vn\/pages\/20140620\/chxhcn-viet-nam-co-bi-rang-buoc-boi-cong-thu-1958.aspx CHXHCN Việt Nam có bị ràng buộc bởi công thư 1958?], thanhnien, 20.06.2014<\/ref>.\n\nPhần lớn các nước phương Tây, trong khi không công nhận Việt Nam Dân chủ Cộng hòa, đã thiết lập quan hệ ngoại giao và trao đổi Đại sứ với Quốc gia Việt Nam. Họ coi Quốc gia Việt Nam là nhà nước đại diện cho Việt Nam.<ref name=tn1\/> Tuy nhiên, theo Điều 3 của [[Công ước Montevideo]] việc công nhận chỉ làm phát sinh quan hệ ngoại giao chứ không tạo ra một quốc gia mới.\n\n==Đánh giá==\nTheo một phân tích pháp lý thì Hiệp định Élysée là bất hợp pháp từ cả 2 bên ký kết vì những lý do sau<ref name=tuanb \/>:\n* Người Pháp không còn tư cách pháp lý quốc tế ở Việt Nam sau khi vua Bảo Đại ra Tuyên cáo tháng 3-1945, theo đó xóa bỏ những hiệp ước mà nhà Nguyễn ký với Pháp.\n* Bảo Đại cũng không còn tư cách pháp lý đại diện cho quốc gia, bởi ông đã thoái vị ngày 25-8-1945 và chỉ còn là một công dân bình thường.\n* Chính phủ đại diện cho nước Việt Nam khi đó là [[Việt Nam Dân chủ Cộng hòa]]. Mọi văn bản do công dân Việt Nam ký với bất kỳ chính phủ nào mà không được phép của Chính phủ Việt Nam Dân chủ Cộng hòa thì đều vô giá trị.\n\nPhản ứng trước hành động của Pháp và Chính phủ Quốc gia Việt Nam, Chính phủ [[Việt Nam Dân chủ Cộng hòa]] tuyên bố với thế giới chỉ có Chính phủ Việt Nam Dân chủ Cộng hòa là chính phủ hợp pháp duy nhất của toàn thể nhân dân Việt Nam. Tuyên bố trên nhanh chóng nhận được sự ủng hộ khi vào ngày 18-1-1950, nước Cộng hòa Nhân dân Trung Hoa và tiếp sau đó là Liên Xô và các nước Xã hội Chủ nghĩa đã công nhận và đặt quan hệ ngoại giao với Chính phủ Việt Nam Dân chủ Cộng hòa.<ref>http:\/\/www.baodanang.vn\/channel\/5434\/200907\/nhan-55-nam-hoi-nghi-va-hiep-dinh-geneve-20-7-1954-20-7-2009-goc-khuat-trong-hoi-nghi-va-hiep-dinh-geneve-1989493\/<\/ref>\n\nKhi trả lời điện phỏng vấn của Dân quốc Nhật báo (Trung Hoa Dân Quốc) ngày 3\/4\/1949, chủ tịch [[Hồ Chí Minh]] đã trả lời câu hỏi về hiệp định Elysée như sau: \n:\"''Đối với dân Việt Nam, đó chỉ là một tờ giấy lộn. Thứ thống nhất và độc lập giả hiệu ấy chẳng lừa bịp được ai. Ngay nhân dân Pháp và dư luận thế giới cũng đã hiểu rõ và tố cáo điều đó. Lúc nào quân đội thực dân Pháp hoàn toàn rút khỏi đất nước Việt Nam, thì mới có thống nhất và độc lập.''\"<ref name=cpv>[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=0&cn_id=29641 Hồ Chí Minh Toàn tập, xuất bản lần thứ nhất, Nhà xuất bản Sự thật, Hà Nội, 1985, tập 5, trang 211, 212]<\/ref><ref>[http:\/\/www.hcmm.gov.vn\/index.php?option=com_content&view=article&id=1388:nh-ng-cu-c-tr-l-i-ph-ng-v-n-bao-chi-c-a-bac-h-ph-n-4&catid=99&Itemid=743&lang=vi Trả lời điện phỏng vấn của Dân quốc nhật báo (1949), Tháng 3-4 nǎm 1949, Tài liệu lưu tại Lưu trữ Bộ Ngoại giao]<\/ref>\n\nTheo Tuần báo Văn nghệ Thành phố Hồ Chí Minh, sau này, khi trả lời phỏng vấn với [[Daniel Grandclément]] về giai đoạn làm quốc trưởng Quốc gia Việt Nam, Bảo Đại đã tự công nhận: ''\"Tôi mới là con điếm đích thực\"''<ref name=tuanb>{{Chú thích web |url=http:\/\/tuanbaovannghetphcm.vn\/them-mot-cong-trinh-loan-su-so-532\/ |ngày truy cập=2019-02-13 |tựa đề=Bản sao đã lưu trữ |archive-date=2019-02-13 |archive-url=https:\/\/web.archive.org\/web\/20190213183419\/http:\/\/tuanbaovannghetphcm.vn\/them-mot-cong-trinh-loan-su-so-532\/ |url-status=dead }}<\/ref>.\n\n==Xem thêm==\n{{col-begin}}\n{{col-3}}\n* [[Hội nghị Fontainebleau 1946]]\n* [[Hiệp ước Matignon (1954)|Hiệp ước Matignon]]\n* [[Hiệp định Genève, 1954|Hiệp định Genève]]\n* [[Liên hiệp Pháp]]\n* [[Liên bang Đông Dương]]\n{{col-3}}\n* [[Quốc gia Việt Nam]]\n* [[Chiến tranh Đông Dương lần thứ nhất]]\n* [[Pháp-Việt Đề huề]]\n* [[Quan hệ Việt Nam - Pháp]]\n\n{{col-end}}\n\n==Liên kết ngoài==\n{{wikisource|Hiệp định Élysée 1949}}\n* [http:\/\/www.danluan.org\/tin-tuc\/20131227\/hiep-dinh-phap-viet-ngay-8-thang-3-nam-1949-con-goi-la-hiep-dinh-elysee Bản dịch tài liệu ''Franco-Vietnamese Agreement on ngày 8 tháng 3 năm 1949'']\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Quan hệ Pháp – Việt Nam]]\n[[Thể loại:Liên hiệp Pháp]]\n[[Thể loại:Liên bang Đông Dương]]\n[[Thể loại:Quốc gia Việt Nam]]\n[[Thể loại:Pháp năm 1949]]\n[[Thể loại:Chiến tranh Đông Dương]]"}