{"1244361":"{{bài cùng tên|Hiệp Thuận}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Hiệp Thuận\n| vai trò hành chính = xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 04\n| vĩ giây = 28\n| kinh phút = 38\n| kinh giây = 21\n| diện tích = 7,43 km²<ref name=MS\/>\n| dân số = 8.599 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1.157 người\/km²\n| dân tộc = [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Phúc Thọ]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09778<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hiệp Thuận''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Phúc Thọ]], thành phố [[Hà Nội]], [[Việt Nam]].\n\nXã có diện tích 7,43&nbsp;km², dân số năm 1999 là 8.599 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 1.157 người\/km².\n\nXã Hiệp Thuận từng là nơi quay chính của bộ phim Đất và Người.\n\nGiếng chùa là một tên làng được nhà văn Nguyễn Khắc Trường \"bịa\" ra trong tiểu thuyết Mảnh đất lắm người nhiều ma. Bộ phim Đất và Người của hai đạo diễn Nguyễn Hữu Phần và Phạm Thanh Phong chuyển thể từ tiểu thuyết trên vẫn giữ tên làng như vậy.\n\nViệc tìm kiếm một làng, xã vẫn giữ được dáng vẻ của nông thôn miền Bắc thời kỳ \"khoán 10\" (cuối thập kỷ 80 đầu thập kỷ 90) là một việc rất khó khăn. Làng Giếng chùa trong phim đã được thành hình từ 4-5 làng, xóm khác nhau của nhiều xã, huyện khác nhau thuộc ngoại thành Hà Nội và các tỉnh lân cận. Trong đó, xã Hiệp Thuận, huyện Phúc Thọ, Hà Tây được sử dụng nhiều nhất. Vì thế sau khi bộ phim được phát sóng, không chỉ những người làm phim mà dân xã Hiệp Thuận đã gọi quê mình là làng Giếng chùa với sự tự hào. Có lần đạo diễn Nguyễn Hữu Phần gặp một cô nhà báo làm việc tại tờ Pháp luật trên đường phố Hà Nội. Cô gái nói: \"Cháu Hiền, ở làng Giếng Chùa đây mà, cháu mới ra Hà Nội làm việc\".\n\nTại làng này, khi mới đến, đoàn phim Đất và Người đã chọn ngay được bối cảnh trụ sở UBND xã (rất hiếm làng xã vẫn còn có trụ sở UB giữ nguyên vẹn kiểu dáng từ những năm 60, 70 thế kỷ trước như ở đây. Đi tìm kiếm quanh quất lại thấy ngay nhà của anh chàng Chu Văn Quềnh ở ngay gần trụ sở UB xã (thật đúng như trong kịch bản!). Rồi vào trong các lối ngõ sâu hơn lại tìm thấy nhà ông Hàm, nhà ông Thủ... ở đầu làng, một số nhà dân đã chuyển sang nghề buôn bán, đặt máy xay xát, làm thợ thủ công… Thế là lại có ngay nhà Tám \"lé\" bán bia, hiệu may Tuyết Trinh (con dâu ông Hàm).\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Phúc Thọ}}"}