{"357286":"{{bài cùng tên}}\n{{Thông tin nhân vật hoàng gia\n| tên = Hiệp Hòa\n| tên gốc = 協和\n| tước vị = [[Vua Việt Nam]]\n| thêm = vietnam\n| hình = Hiep Hoa.jpg\n| cỡ hình = 250px\n| ghi chú hình = Chân dung vua Hiệp Hòa.\n| chức vị = [[Nhà Nguyễn|Hoàng đế Đại Nam]]\n| tại vị = [[30 tháng 7]] năm [[1883]] - <br>[[29 tháng 11]] năm [[1883]]<br><br>{{số năm theo năm và ngày |1883|7|30|1883|11|29}} <timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1802 till:1945\nAlignBars = early\nScaleMajor = increment:143 start:1802\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1883 till:1883 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Dục Đức|<span style=\"color:grey\">Dục Đức<\/span>]]\n| kế nhiệm = [[Kiến Phúc]]\n| hoàng tộc = [[Nhà Nguyễn]]\n| kiểu hoàng tộc = Triều đại\n| con cái = 11 hoàng tử<br>6 công chúa\n| cha = Nguyễn Hiến Tổ [[Thiệu Trị]]\n| mẹ = Thụy tần [[Trương Thị Thận]]\n| tên đầy đủ = '''Nguyễn Phúc Hồng Dật'''<br>阮福洪佚\n| kiểu tên đầy đủ = Tên húy\n| niên hiệu = Hiệp Hòa (協和)\n| miếu hiệu = \n| thụy hiệu = <span style=\"color:grey;\">Trang Cung Văn Lãng Quận vương<br>莊恭文朗郡王<\/span>\n| sinh = 24 tháng 9 âm lịch, tức [[1 tháng 11]] năm [[1847]] <ref>Xót lòng lăng một vị vua triều Nguyễn | Báo Dân trí\nhttps:\/\/amp.dantri.com.vn\/xa-hoi\/xot-long-lang-mot-vi-vua-trieu-nguyen-1315686305.htm<\/ref>\n| mất = 30 tháng 10 âm lịch, tức [[29 tháng 11]] năm [[1883]]\n| nơi mất = [[Huế]], [[Đại Nam]]\n}}\n'''Hiệp Hòa''' ([[chữ Hán]]: 協和; [[1 tháng 11]] năm [[1847]] – [[29 tháng 11]] năm [[1883]]), [[húy]] là '''Nguyễn Phúc Hồng Dật''' (阮福洪佚), sau khi lên ngôi đổi thành '''Nguyễn Phúc Thăng''' (阮福昇), là vị [[hoàng đế]] thứ sáu của triều đại [[nhà Nguyễn]] trong [[lịch sử Việt Nam]]. Trong khoảng thời gian trị vì ngắn ngủi của mình, ông chỉ sử dụng một [[niên hiệu]] là Hiệp Hòa nên thường được gọi theo tên này. Ông không có [[miếu hiệu]], được hậu duệ truy tặng làm '''Văn Lãng Quận vương''' (文朗郡王), [[thụy]] là '''Trang Cung''' (莊恭).Thời gian trị vì của ông Là 4 tháng 10 ngày tổng cộng 130 ngày.\n\n== Thân thế ==\nHiệp Hòa có [[húy]] là '''Hồng Dật''' (洪佚), là con trai thứ 29, và cũng là út nam của vua [[Thiệu Trị]], mẹ là ''Tam giai Thụy tần'' [[Trương Thị Thận]].\n\nNăm [[Tự Đức]] thứ 18 ([[1865]]), Hồng Dật được vua anh phong làm '''Lãng Quốc công''' (朗國公)<ref>''Đại Nam thực lục'', tập 7, tr.926<\/ref>. Theo truyền thống hoàng tộc Nguyễn Phúc có từ thời Võ Vương [[Nguyễn Phúc Khoát]], các hoàng tử sinh ra để dễ nuôi nên được gọi là Mệ, vì vậy thuở nhỏ vua Hiệp Hòa còn được gọi là Mệ Mến.\n\nNgoài vua Hiệp Hòa, bà Thụy tần Trương thị còn sinh được 6 người con khác là ''Phong Lộc Quận công'' [[Nguyễn Phúc Hồng Kháng|Hồng Kháng]], hoàng nữ Ủy Thanh, hoàng nữ Liêu Diệu, hoàng nữ Nhàn Nhã và ''Lạc Thành Công chúa'' [[Nguyễn Phúc Nhàn Đức|Nhàn Đức]].\n\n=== Gia quyến ===\nVua Hiệp Hòa có tất cả 11 hoàng tử và 6 hoàng nữ. Người con trai thứ hai của ông là Ưng Hiệp được lấy làm thừa tự cho người anh ruột là quận công [[Nguyễn Phúc Hồng Kháng|Hồng Kháng]], và một hoàng nữ của Hiệp Hòa có tên là Ngọc Phả<ref>{{Chú thích web|url=http:\/\/4dw.net\/royalark\/annam8.php|tiêu đề=Phả hệ tộc Nguyễn Phúc}}<\/ref>.\n\nHai người con trai khác của vua Hiệp Hòa là Ưng Bác, tập phong ''Văn Lãng Hương công'', và Ưng Chuẩn, làm [[Án sát sứ]] tỉnh [[Quảng Nam]]. Công tôn [[Nguyễn Phúc Bửu Trác|Bửu Trác]], con trai của công tử Ưng Bác, được sung chức thống chế nhất phẩm.\n\nCon cháu của vua Hiệp Hòa được ngự chế ban bộ ''Thập'' (十) để đặt tên. Dưới triều [[Khải Định]] được ban thêm bộ ''Ngưu'' (牛).\n\n== Bị ép lên ngôi vua ==\nNăm [[1883]], [[Tự Đức]] băng hà mà không có con nối dõi. Theo di chiếu, người con nuôi là Nguyễn Phúc Ưng Chân (tức vua [[Dục Đức]]) lên nối ngôi nhưng chỉ 3 ngày, thậm chí chưa kịp đặt niên hiệu,<ref>Dục Đức chỉ là tên gọi nơi ở là Dục Đức đường.<\/ref> thì Ưng Chân bị hai Phụ chính Đại thần là [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] hạch tội để phế bỏ và bị bỏ đói đến chết vào ngày 06\/10\/1883.\n \nĐồng thời với việc truất phế [[Dục Đức]], hai Phụ chính trên đề nghị lên [[Hoàng thái hậu]] [[Từ Dụ]], đưa Lãng Quốc công lên làm vua.\n\nNhà Hồng Dật ở [[Kim Long]] ([[Huế]]). Theo [[Phạm Khắc Hòe]] ([[1902]]-[[1995]]), nguyên là Ngự tiền Văn phòng Đổng lý của [[Bảo Đại]], khi đình thần ra đó rước, dù năn nỉ mấy, Hồng Dật cũng không đi, nên cuối cùng phải dùng đến vũ lực mới đưa được ông vào [[Tử Cấm thành (Huế)|Tử Cấm thành]].\n\nHai hôm sau, [[30 tháng 7]] năm [[1883]], Hồng Dật lên ngôi hoàng đế, lấy [[niên hiệu]] là '''Hiệp Hòa'''.\n\n== Bị phế truất và qua đời ==\nSách [[Việt Nam sử lược]] chép:\n:''Trong [[Huế]] thì vua Hiệp Hòa cũng muốn nhận chính sách bảo hộ để cho yên ngôi vua, nhưng các quan có nhiều người không chịu, và lại thấy [[Nguyễn Văn Tường]] và [[Tôn Thất Thuyết]] chuyên chế thái quá, muốn dùng kế mà trừ bỏ đi, bèn đổi Nguyễn Văn Tường sang làm Binh bộ Thượng thư, Tôn Thất Thuyết làm Lại bộ Thượng thư, để bớt binh quyền của Tôn Thất Thuyết''.\n:''Hai người thấy vua có lòng nghi, sợ để lâu thành vạ, bèn vào tâu với bà [[Từ Dụ|Từ Dụ Thái hậu]] để lập ông Dưỡng Thiện là con nuôi thứ ba của vua Dực Tông [vua [[Tự Đức]]], rồi bắt vua Hiệp Hòa đem ra phủ ông Dục Đức cho uống thuốc độc chết. Vua Hiệp Hòa làm vua được hơn 4 tháng, sử gọi là Phế Đế''.\n:''Nguyễn Văn Tường và Tôn Thất Thuyết đã giết vua Hiệp Hòa rồi, lại thấy quan Phụ chính [[Trần Tiễn Thành]] không theo ý mình, cũng sai người giết nốt.''<ref>''[[Việt Nam sử lược]]'', tr. 535-536.<\/ref>\nVua Hiệp Hòa mất ngày [[30 tháng 10]] năm [[Quý Mùi]], tức [[29 tháng 11]] năm [[1883]]. Năm [[1891]], vua [[Thành Thái]] truy phong cho ông làm '''Văn Lãng Quận vương''' (文朗郡王), [[thụy]] là '''Trang Cung''' (莊恭)\n\nTheo [[Oscar Chapuis]], khi Hiệp Hòa lên ngôi vua thì ông đã 36 tuổi, đủ chín chắn để nhận thấy sự chuyên quyền của các quan Phụ chính Đại thần, nên không hài lòng. Các quan đại thần [[Nguyễn Văn Tường]] và [[Tôn Thất Thuyết]] cũng nhận thấy thái độ của nhà vua nên cũng có ý muốn phế vua.\n\nNăm [[1883]], Hiệp Hòa buộc phải ký [[Hòa ước Quý Mùi, 1883|Hiệp ước Harmand]] với Pháp với những điều khoản nặng nề, như nước Nam phải chấp nhận sự bảo hộ của Pháp và Pháp có quyền kiểm soát quan hệ của nước Nam với các quốc gia khác, kể cả [[Trung Hoa]]; và tỉnh [[Bình Thuận]] phải nhập vào [[Nam Bộ Việt Nam|Nam Bộ]] do Pháp chiếm làm thuộc địa. Với bản hiệp ước này, uy tín vua Hiệp Hòa trong triều đình cũng như với dân chúng bị tổn hại nghiêm trọng.\n\nTrong triều đình, [[Tôn Thất Thuyết]] ra mặt chống vua, như không chịu quỳ lạy và to tiếng với nhà vua. Sự thù nghịch này làm vua Hiệp Hòa lo ngại cho tính mạng của mình, nên tìm kiếm sự hỗ trợ từ phía Khâm sứ Pháp [[Louis Eugène Palasne de Champeaux|De Champeaux]], tìm cách bãi bỏ các quan Phụ chính đại thần. Không may cho vua Hiệp Hòa, việc này bị Tôn Thất Thuyết phát hiện nên Tôn Thất Thuyết ra tay trước.<ref>Chapuis, tr. 16.<\/ref>\n\n== Thông tin thêm việc bị bức tử ==\nViệc bị bức tử, theo ''[[Việt sử tân biên]]'' (Quyển 5, Tập thượng) thì:\n:\"Vua Hiệp Hòa thấy ông Tường và ông Thuyết có lập trường chính trị trái ngược mình, liền viết một bức thư giao cho Hồng Sâm, vừa là Bí thư vừa là anh em thúc bá của mình, để mang qua tòa Khâm để nhờ tay [[Pháp]] hạ hai quan Phụ chính trên.<ref>Sách ''Kể chuyện vua quan nhà Nguyễn'' của [[Phạm Khắc Hòe]] chép khác, trích: \"Khoảng 4 tháng sau [kể từ ngày lên ngôi], một hôm vua Hiệp Hòa bỗng nhận được một tờ mật sớ của hai người tay chân là Hồng Phì và Hồng Sâm... xin giết hai quyền thần là ông Tường và ông Thuyết. Đọc xong mật sớ, nhà vua phê: \"Giao Trần khanh phụng duyệt\" rồi bỏ vào một cái tráp giao cho viên Thám giám Trần Đạt mang ra nhà Phụ chính [[Trần Tiễn Thành]] ở chợ Dinh Ông. Lúc ấy đã chiều, Trần Đạt ra đến cửa Nhật Tinh thì gặp [[Nguyễn Văn Tường]] đi vào... Vụ việc bị bại lộ... (tr. 88).<\/ref>\n:Việc lén lút này, bị Nội giám Đạt biết được, mách với ông Tường. Và ông Tường bắt được lá thư nằm trong chiếc hộp sơn, có đóng dấu của nhà vua.\n:Ngay trưa hôm ấy (29 [[tháng mười một|tháng 11]] năm [[1883]]), sau khi truyền đóng hết tất cả các cửa Hoàng thành lại, triều thần nhóm họp bất thường hạch tội vua Hiệp Hòa. Nhà vua bị buộc ba tội:\n:-''Thâm lạm công nhu''.\n:-''Không chịu nghe lời khuyến cáo của các quan phụ chính''.\n:-''Tư thông với đại diện của Pháp''.\n:Vua Hiệp Hòa không cãi được, triều đình buộc ông phải thoái vị...\n\n:Sau khi ký tên và đóng dấu son vào tờ tuyên ngôn, vua Hiệp Hòa không được nói một lời nào nữa. Trong khi ông trở về Nội cung thì bản án tử hình ông đã được quyết định. Chừng một giờ sau, võ tướng [[Ông Ích Khiêm]] được cử ra thi hành bản án... Ông vua vừa bị phế do dự một lát rồi chọn chén độc dược. Vào khoảng 4 giờ, người ta khuyên ông về đến tư thất rồi trút hơi tàn vào khoảng mặt trời lặn. Sáng hôm sau, hoàng thân Hồng Sâm cũng bị xử chém chết, vì tội đồng lõa với Hiệp Hòa để bán nước. Ông [[Trần Tiễn Thành]], bấy lâu không đồng chính kiến với ông Thuyết, và cũng vì không chịu ký tên vào tờ phế truất vua Hiệp Hòa, cũng bị ông Thuyết cho lính Thân nghĩa đến tận nhà đâm chết. Sợ quá, [[Tuy Lý vương]] dẫn vợ con chạy ra [[cửa Thuận An]] nương nhờ Picard Destelan, chỉ huy tàu Vipère, nhưng rồi cũng bị bắt đày vào [[Quảng Ngãi]] ([[1884]]).\n:Cuộc khủng hoảng chính trị này đã làm cho phe thân Pháp, phe chủ hòa mất tinh thần. Làn không khí khủng bố bao trùm khắp kinh thành [[Thuận Hóa]]\".<ref>Lược kể theo ''[[Việt sử tân biên]]'', Quyển 5, Tập thượng, tr. 402-403.<\/ref>\n\nKể lại cái chết thảm của nhà vua, trong sách ''[[Đại Nam thực lục]]'' có đoạn:\n:''\"Lúc bấy giờ, vua sai thái giám là Trần Đạt đem tờ chiếu nhường ngôi, yêu cầu lui về chỗ phủ cũ. Hai người giả cách nhận lời, sai Tôn Thất Thạ đem võng đưa vua cùng phi tần nội cung cho về phủ cũ (ở địa phận xã Phú Xuân). Nhưng mật dặn riêng [[Ông Ích Khiêm|Ích Khiêm]], Văn Đễ trực trước ở ngoài cửa Hiển Nhân, đón đường sai đưa vua đến nhà Hộ Thành, cho uống thuốc độc giết đi... Lúc bấy giờ những phi tần đã cho về trước để hộ vệ đưa vua. Khi đến đấy, Ích Khiêm, Văn Đễ cho thuốc độc vào nước chè dâng lên, vua không chịu uống. Văn Đễ ra lạy khóc khuyên rằng: Vua tôi đến lúc biến không thể làm thế nào được. Vua nói rằng: Ta lại không được bằng [[Dục Đức|Thụy quốc công]] [Dục Đức] à ? Còn lần chần không uống. Ích Khiêm bèn đem nước chè ấy đổ vào miệng vua. Lập tức phát lên như người phải gió. Một lúc lâu [[Trần Xuân Soạn]] ra truyền nói rằng: Nếu để chậm quá sẽ phải tội nặng, lập tức lấy tay bóp họng vua lè lưỡi, lồi mắt ra, rồi vua mới chết. Đến lúc đưa vua về phủ, thấy chỗ cổ họng vua sưng như cái cung giương lên, ai cũng thấy làm lạ. Ích Khiêm, Văn Đễ vào bảo rằng: Lãng quốc công đến đấy đã uống thuốc độc chết rồi. Hai người bèn rước [[Kiến Phúc|Hoàng tử thứ 3]] [Kiến Phúc] vào ở điện Hoàng Phước, đợi sẽ chọn ngày tốt tôn lên làm vua\"''...<ref>[[Đại Nam thực lục]] (Quyển 8), tr. 611.<\/ref>\n\n== Vấn đề đầu hàng thực dân Pháp ==\nTin rằng vấn đề [[Bắc Kỳ]] chỉ có thể được giải quyết ở [[Huế]], bộ chỉ huy [[Pháp]] liền lợi dụng việc hai quan Phụ chính là [[Nguyễn Văn Tường]] và [[Tôn Thất Thuyết]] vừa phế truất và bắt giam vua [[Dục Đức]], để dương oai.\n\nTrong khi bộ binh của tướng Bouet bận việc quân ở Bắc Kỳ, tướng Courbet đem hạm đội tới đánh cửa Thuận An ngày [[18 tháng 8]] năm [[1883]]. Trước sức mạnh của đại bác, triều đình Huế phải đề nghị hưu chiến. Và Tổng ủy [[François Jules Harmand]] đã tới Huế để thương lượng và rồi một hòa ước được ký kết ngày [[25 tháng 8]] năm [[1883]], dưới thời vua Hiệp Hòa, đó chính là [[Hòa ước Quý Mùi, 1883|Hòa ước Quý Mùi]] hay còn gọi là ''Hòa ước Harmand''. Bản hiệp ước này công nhận Pháp có quyền \"bảo hộ\" trên toàn Việt Nam, Pháp có quyền can thiệp vào các vấn đề về nội trị và ngoại giao của Việt Nam. Trên thực tế, với bản hiệp ước này, Hiệp Hòa đã đầu hàng và trao chủ quyền đất nước cho thực dân Pháp.\n\nNguyễn Thế Anh viết: ''Vua Hiệp Hòa lại chủ trương hóa giải. Chính sách đó, được coi là quá nhu nhược, nên bị ép uống thuốc độc chết''.<ref>''Việt Nam - thời Pháp đô hộ'', tr. 92.<\/ref>\n\nCòn theo sách ''Lịch sử Việt Nam'' (1858 - cuối [[thế kỷ XIX]]), thì từ sau Hòa ước Quý Mùi, phong trào chống đối lại sự đầu hàng của triều đình càng thêm rộng khắp. Ấy vậy mà vua Hiệp Hòa còn nghe theo Khâm sứ De Champeaux, cử người ra Bắc để triệu hồi các võ tướng đang trấn giữ ở nơi đó về kinh. Những việc làm mang tính đầu hàng Pháp của nhà vua đã khiến nhiều người thêm phẫn nộ. Tuy cả hai lần đều bị thất bại, các tướng như [[Hoàng Kế Viêm|Hoàng Tá Viêm]], [[Trương Quang Đản]], Ngô Tất Ninh... đều không tuân lệnh và đều ở lại để cùng nhân dân tiếp tục kháng [[Pháp]].\n\nVà cũng theo sách trên, ngoài việc loại bớt uy quyền của hai quan phụ chính, như ''[[Việt Nam sử lược]]'' đã chép, vua Hiệp Hòa còn có những hành động khác nữa, như: cử [[Tuy Lý vương]] làm đại diện để giao thiệp thẳng với Tòa Khâm sứ Pháp, tự tiện tiếp De Champeaux tại điện Văn Minh, nghe lời tâu của hai hoàng thân là Hồng Sâm và Hồng Phì<ref>Hồng Phì, Tham tri bộ Lại, con [[Tùng Thiện Vương]]. Hồng Sâm, Sung biện các vụ, con thứ sáu của Tuy Lý Vương.<\/ref> định loại trừ ông Tường, ông Thuyết... Chính vì vậy, mà hai ông phụ chính này đã phải gấp rút cho phế và cho bức tử nhà vua, để rồi khi Khâm sứ De Champeaux cho rằng việc [[Kiến Phúc]] lên nối ngôi là \"trái với Hòa ước Quý Mùi\" thì ông Thuyết tuyên bố rằng, \"hòa ước\" đó hoàn toàn không có giá trị gì, bởi người đứng đầu ra nó là Hiệp Hòa đã không còn nữa!<ref>Lược theo ''Lịch sử Việt Nam'' (1858 - cuối thế kỷ XIX), tr. 50-51.<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục]]'' (quyển 8). Nhà Xuất bản Giáo dục, 2007.\n* [[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà Xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n* Hoàng Văn Lân & Ngô Thị Chính, ''Lịch sử Việt nam (1858 - cuối thế kỷ XIX)'' quyển 3, tập 1, phần 1 (Sách Đại học Sư phạm, Nhà Xuất bản Giáo dục, 1979, tr. 37-40).\n* [[Phạm Văn Sơn]], ''Việt sử tân biên'', quyển 5, tập thượng, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1962 (tr. 84-89).\n* [[Phạm Khắc Hòe]], ''Kể chuyện vua quan nhà Nguyễn'', Nhà Xuất bản Thuận Hóa, 1986, tr. 88.\n* Nguyễn Thế Anh (Giám đốc nghiên cứu Trường Cao đẳng Thực hành Sorbonne - [[Paris]]), ''Việt Nam - thời Pháp đô hộ'', xuất bản 1970, Nhà Xuất bản Văn học tái bản 2008, tr. 92.\n*{{chú thích sách\n|title=''The last emperors of Vietnam''\n|author=Oscar Chapuis\n|publisher=Greenwood Publishing Group, Inc\n|year=2000\n|isbn=978-0313311703}}\n\n== Liên kết ngoài ==\n* [http:\/\/tapchisonghuong.com.vn\/hue\/p1\/c136\/n14665\/Xot-long-lang-mot-vi-vua-trieu-Nguyen.html Xót lòng lăng một vị vua triều Nguyễn]\n{{Kiểm soát tính nhất quán}}\n\n{{Navboxes\n|title= Hiệp Hòa\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Nguyễn]]\n|trước = [[Dục Đức]]\n|sau = [[Kiến Phúc]]\n|năm = [[1883]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Nguyễn}}\n}}\n\n{{Thời gian sống|sinh=1847|mất=1883|tên=Hiệp Hòa}}\n\n[[Thể loại:Sinh năm 1847]]\n[[Thể loại:Mất năm 1883]]\n[[Thể loại:Hoàng tử Thiệu Trị]]\n[[Thể loại:Vua nhà Nguyễn]]\n[[Thể loại:Người Huế]]"}