{"626185":"[[Tập tin:Hoa Lu tu tran-Model.jpg|nhỏ|250px|phải|Các đền thờ trong không gian [[Hoa Lư]] tứ trấn]]\n'''Hoa Lư tứ trấn''' là bốn vị thần trấn giữ các hướng đông, tây, nam, bắc của [[cố đô Hoa Lư]] trong tín ngưỡng dân gian [[Ninh Bình]].<ref>[https:\/\/dulich.dantri.com.vn\/du-lich\/truyen-thuyet-hoa-lu-tu-tran-20190222095355518.htm Truyền thuyết “Hoa Lư tứ trấn”]<\/ref> Bốn vị thần đó là: [[Động Thiên Tôn|Thần Thiên Tôn]], [[Thần Cao Sơn]], [[Thần Quý Minh]] và [[Lý Quốc Sư|Thần Không Lộ]]. Tương truyền, các vị thần này có công giúp đỡ, che chở [[kinh đô Hoa Lư]] nên được Vua Đinh Tiên Hoàng lập đền thờ ở 4 hướng cửa ngõ vào kinh thành. Hiện nay người dân cố đô tiếp tục thờ các vị thần này ở 111 di tích trên địa bàn tỉnh [[Ninh Bình]], tạo nên một không gian văn hóa tín ngưỡng đặc trưng của vùng đất sinh Vua, sinh Thánh, sinh Thần<ref>{{Chú thích web |url=http:\/\/www.thanglonghanoi.gov.vn\/channel\/21\/2010\/06\/5787\/#12PROfnmNz9w |ngày truy cập=2011-01-30 |tựa đề=Thăng Long Hà Nội: Bái Đính - địa linh ngôi Phật Việt |archive-date = ngày 17 tháng 7 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110717151540\/http:\/\/www.thanglonghanoi.gov.vn\/channel\/21\/2010\/06\/5787\/#12PROfnmNz9w }}<\/ref>.\n\n==Tổng quan==\n===Quá trình hình thành===\nTrên 30 di tích khảo cổ học thời tiền sử đã được phát hiện ở khu vực [[quần thể di sản thế giới Tràng An]] đã khẳng định có một truyền thống cư trú của  người tiền sử ở [[Tràng An]], một truyền thống sử dụng vùng đất, vùng biển của người tiền sử với nhiều nền văn hóa tiếp nối liên tục, kéo dài tới 30.000 năm. Và ở thế kỷ 10 ở thung lũng mở [[Tràng An]] được người dân nước Việt thêm một lần nữa tận dụng xây dựng [[kinh đô Hoa Lư]], đắp thành, khép kín thung lũng [[Tràng An]] để phục hưng văn hóa, làm tiền đề hun đúc nên nền Văn minh Đại Việt nở rộ ở Thăng Long- Hà Nội.<ref>[http:\/\/baoninhbinh.org.vn\/di-san-tin-nguongtam-linh-tho-than-nui-trong-quan-the-danh-thang-trang-an-20131121084619499p15c43.htm Di sản tín ngưỡng-tâm linh thờ Thần Núi trong Quần thể danh thắng Tràng An]<\/ref>\n\nTrải qua hàng chục nghìn năm sống dựa vào sự che chở của núi rừng, khai thác nguồn thức ăn từ núi rừng loài người ở [[Tràng An]] đã chứng kiến nhiều biến đổi về tự nhiên, những hiện tượng lạ từ núi rừng đã gây nên sự ngạc nhiên, kinh ngạc chưa thể giải thích, tiếp tục được lưu truyền từ thế hệ này sang thế hệ khác, được chắt lọc, được thiêng hóa và được thờ theo tín ngưỡng thờ thần, thờ những nhân vật siêu nhiên nhưng gần gũi với họ, xuất hiện hàng loạt những truyền thuyết về các vị thần núi hóa thân thành những vị tướng giúp dân giữ nước, được thiêng hóa, thánh hóa đặc biệt là các truyền thuyết về Thần Cao Sơn tìm ra cây báng chứa bột gạo giúp dân khi thiếu đói; Thần Khổng Lồ tạo ra sông ra núi, sau này hóa kiếp đầu thai thành [[Nguyễn Minh Không]] tài năng, đức độ đã gây dựng vườn thuốc sống Sinh Dược tại [[chùa Bái Đính]] chữa bệnh cứu người, gom đồng đúc chuông dựng nhiều chùa thờ phật, khi tu thiền đắc đạo có thể đi mây về gió, niệm chú cho chim lạ rơi xuống đất, ngả nón làm thuyền vượt sông cả, cho cả kho đồng nước Tống vào túi đem về đúc tứ đại khí, thò tay vào vạc dầu đang sôi vớt hàng trăm chiếc kim chữa bệnh cho Vua Lý Thần Tông; [[Thần Thiên Tôn]] diệt trừ yêu ma, tà đạo từ Gián Khẩu tới [[núi Cánh Diều]]; thần Quý Minh trấn trạch vùng núi [[Tràng An]], giúp dân dựng nhà, đào hồ.\n\n[[Hoa Lư|Kinh đô Hoa Lư]] xưa có thành đông, thành tây và thành nam. Riêng thành nam (còn gọi là [[Tràng An]]) là vùng núi non hiểm hóc là hậu cứ để rút quân. [[Đinh Tiên Hoàng|Đinh Tiên Hoàng Đế]] là người sùng đạo phật, từ thuở bé Vua đã được mẹ cho vào sống ở đền thờ [[thần Cao Sơn]] trong [[động Hoa Lư]]. Sau này Vua cho xây dựng ở trong [[hoa Lư|kinh đô Hoa Lư]] nhiều chùa tháp và rất nhiều các ngôi đền để thờ các vị thần, thánh theo tín ngưỡng dân gian như đền thờ thần Quý Minh ở cửa ngõ phía nam, đền thờ thần Cao Sơn ở cửa ngõ phía tây, đền thờ thần Thiên Tôn ở cửa ngõ phía đông đường vào [[cố đô Hoa Lư]], đền thờ thần Khổng Lồ ở cửa ngõ phía Bắc. Trải qua các thời kỳ, số lượng đền thờ các vị thần trên đã tăng lên rất nhiều và lan tỏa khắp tỉnh [[Ninh Bình]]\n\n===Phân bố các di tích thờ 4 vị thần===\nNgày nay ở [[Ninh Bình]], tồn tại rất nhiều những ngôi đền thờ 4 vị thần thánh trên tập trung quanh [[cố đô Hoa Lư]] theo 4 hướng: đông, tây, nam, bắc như:\n\nHướng tây - [[Thần Cao Sơn]]: Vùng đất [[Nho Quan]] – [[Tam Điệp]] là cửa ngõ phía tây [[cố đô Hoa Lư]] nổi bật với các ngôi đền thờ thần núi Cao Sơn như: đền Láo (Văn Phú, [[Nho Quan]]), đền Sơn Thần (Gia Thủy - [[Nho Quan]]), đền Cao Sơn (khu núi [[chùa Bái Đính]]), đình Hương Thịnh (Phú Lộc, [[Nho Quan]]), đền Vô Hốt (Lạc Vân, [[Nho Quan]]), Miếu Cao Sơn (Kỳ Phú, [[Nho Quan]]), đền Núi Hầu (Yên Thắng - Yên Mô), đền Quèn Thờ, đền Thượng, đền Cổ Năng (Đông Sơn - Tam Điệp), đền Thượng (Yên Sơn - Tam Điệp), đền Đông Sơn (Yên Bình - Tam Điệp). Một số nơi khác còn thờ Cao Sơn với vai trò là một tướng của [[Đinh Bộ Lĩnh]].\n\nHướng nam - [[Thần Quý Minh]]: Vùng phía tây [[thành phố Ninh Bình]] vốn là cửa ngõ phía nam [[cố đô Hoa Lư]], khu vực này có rất nhiều nơi thờ thần Quý Minh như: đền Nội Lâm (Ninh Hải, Hoa Lư), đền Dưỡng Khê, đền Đô (Ninh Nhất, Tp Ninh Bình), [[chùa Đẩu Long]] (Tân Thành, Tp Ninh Bình), đền Hiềm (Phúc Thành Tp Ninh Bình), đền làng Thiện Trạo (Ninh Sơn, Tp Ninh Bình), Đền làng Phúc Trì (Nam Thành, Tp Ninh Bình), đền Miếu Sơn (Ninh Vân, [[Hoa Lư]]), đền Quảng Phúc (Yên Phong, [[Yên Mô]]), đền Gối Đại (Ninh Hải, [[Hoa Lư]]). Một số nơi khác thờ thần Quý Minh nhưng mang dáng dấp các vị đại thần Đinh Điền, [[Nguyễn Bặc]] của [[nhà Đinh]].\n\nHướng bắc -[[Lý Quốc Sư|Đức Thánh Nguyễn]]: Vùng đất [[Gia Viễn]] nằm ở phía bắc [[cố đô Hoa Lư]] là quê gốc đồng thời là nơi có rất nhiều di tích thờ [[Đức thánh Nguyễn]], dân gian ví ông với [[Đinh Tiên Hoàng]] qua câu ca: \"Đại Hữu sinh Vương, Điềm Dương sinh Thánh\". Những nơi có đền thờ ông tiêu biểu như: đền thờ đức Thánh Nguyễn (Gia Thắng - Gia Tiến, [[Gia Viễn]]), đình Ngô Đồng (Gia Phú, [[Gia Viễn]]), Khu di tích [[động Hoa Lư]] (Gia Hưng, Gia Viễn), đền Thánh Tô và một số di tích khác thì phối thờ ông cùng với các vị thánh khác. Điều đặc biệt ở [[Gia Viễn]] là có 2 ngôi chùa ở Gia Viễn có hẳn đền riêng thờ Nguyễn Minh Không với vai trò sáng lập chùa là núi [[chùa Bái Đính]] và [[chùa Địch Lộng]]. Nhiều ngôi chùa khác ở [[Ninh Bình]] có thần tích về ông như: [[chùa Nhất Trụ]], [[động Am Tiên]] ở [[cố đô Hoa Lư]], [[chùa Non Nước]] (Thành phố Ninh Bình) và chùa Lạc Khoái (Gia Lạc, [[Gia Viễn]]).\n\nHướng đông - [[Thần Thiên Tôn]]: Ở phía đông huyện Hoa Lư và [[thành phố Ninh Bình]] có rất nhiều nơi ghi dấu tích, thần tích liên quan đến thần Thiên Tôn như: [[Động Thiên Tôn]] ([[thị trấn Thiên Tôn]], Hoa Lư), [[núi Cánh Diều]] (Thanh Bình, Ninh Bình), Chùa Trạm, đền Yên Phong làng Đại Phong (Nam Bình, [[Ninh Bình]]), Đình Hàng Tổng ([[thị trấn Thiên Tôn]], [[huyện Hoa Lư]]), Làng Yên Cư (Khánh Cư, [[Yên Khánh]], chùa Phong Phú, đình Phong Phú (Ninh Giang, Hoa Lư), Làng Phú Gia ([[Ninh Khang, Hoa Lư|Ninh Khang]], [[Hoa Lư]]), đình Thượng Lực Giá xã Ninh Mỹ...\n\nThăng Long tứ trấn chỉ 4 ngôi đền còn [[Hoa Lư]] tứ trấn chỉ 4 vị thần trấn trạch 4 hướng của kinh thành. Ở Thăng Long có sự tập trung đối tượng suy tôn vào 4 đỉnh là những đền thờ còn không gian văn hóa Hoa Lư thì trải đều trong không gian bao bọc kinh đô với nhiều ngôi đền cùng thờ một vị thần trấn trạch. Các nhà nghiên cứu thống kê được 111 di tích thờ 4 vị thần Hoa Lư tứ trấn trong đó có 11 nơi thờ [[thần Thiên Tôn]], 31 nơi thờ [[thần Quý Minh]], 42 nơi thờ [[thần Cao Sơn]] và 27 nơi thờ [[Lý Quốc Sư|Đức Thánh Nguyễn]] ở [[cố đô Hoa Lư]].\n\n[[Hoa Lư]] tứ trấn cũng có những nét tương đồng với Thăng Long tứ trấn. Đó chính là ở các đối tượng được thờ ở những vùng văn hóa này. Cả hai nơi đều thờ 3 thần + 1 thánh. Thần là tượng trưng cho sức mạnh thiên nhiên, thánh là nhân vật lịch sử có thật với công lao phi thường được nhân dân phong thánh. Cả hai nơi đều thờ [[thần Cao Sơn]] có nguồn gốc phát tích ở Phụng Hóa ([[Nho Quan]] – [[Ninh Bình]]). [[Động Thiên Tôn|Thần Thiên Tôn]] và Thần Trấn Vũ là những thiên thần xuất xứ xa xưa từ phương Bắc đến, thần Bạch Mã và thần Quý Minh là những vị thổ thần. Nếu quay vòng hệ thống Hoa Lư tứ trấn một góc 90 ngược chiều kim đồng hồ thì sẽ nhận được sự trùng lặp hình thức tín ngưỡng trên.\n\n==Các vị thần==\n===Trấn đông: Thần Thiên Tôn===\n[[Tập tin:CodohoaluC7.jpg|nhỏ|phải|250px|Tượng thần Thiên Tôn trấn đông [[cố đô Hoa Lư|Hoa Lư]]]]\nThần Thiên Tôn là vị thần trong truyền thuyết ở [[hoa Lư|kinh đô Hoa Lư]] thế kỷ X Tương truyền, trước khi đem quân đi dẹp [[loạn 12 sứ quân]], [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] đã mang lễ vật vào tế lễ trong động để mong được thần giúp đỡ đánh tan các sứ quân khác. Sau khi lên ngôi vua, [[Đinh Tiên Hoàng|Đinh Tiên Hoàng Đế]] đóng đô ở [[Hoa Lư]], ông đã cho mở rộng đền thờ thần và xây nhà Tiền Tế, Kính Thiên Đài để làm nơi tiếp đón các sứ thần nước ngoài trước khi vào kinh đô.\n\nTheo các thần tích đình làng Bích Đào, làng Đại Phong, thì thần Thiên Tôn là vị thiên thần, nguyên là hoàng tử, do hoàng hậu nằm mộng thấy nuốt mặt trời, có thai rồi sinh ra ngài vào ngày mồng 3 tháng 3 năm Khai hoàng thứ 25 (năm 625), gọi là Huyền Nguyên. Lớn lên hoàng tử dũng mãnh hơn người, đi khắp thiên hạ, vào núi Dũng Dương ([[Hoa Lư]]) tu luyện 42 năm, khi đắc đạo có thể bay lượn, biến hóa, tận trừ tà ma quỷ quái. Ngọc hoàng ban cho thanh kiếm Tam thai thất tinh và phong làm Bắc phương Trấn Vũ đại tướng quân. Sau phóng gươm ở dưới [[núi Ngọc Mỹ Nhân|núi Cánh Diều]] ([[Ninh Bình]]) mà hóa. Năm 938, Cao Đô Đường Thái sư xây đền ở cửa [[động Thiên Tôn]], tạc tượng tay chống bảo kiếm, chân đạp lên rùa rắn và ban sắc phong là Trấn Vũ An Quốc đại vương... [[Đinh Tiên Hoàng]] khởi nghĩa ở [[động Hoa Lư]] được hai tướng Rùa, Rắn của thần giúp sức nên được sắc phong là An Quốc hoàng đế. Ở phía đông [[cố đô Hoa Lư]] có 11 nơi thờ thần ở các làng Bích Đào, Đại Phong, Yên Cư của huyện [[Yên Khánh]], Lực Giá và Phú Gia của huyện [[Gia Viễn]] đều thuộc [[Ninh Bình]].<ref>[http:\/\/www.hannom.org.vn\/detail_search.asp?param=457&Catid=1&text=động thiên tôn Về tấm bia KIẾN GIA thời LÝ ở Ninh Bình (TBHNH 2003)]<\/ref>\n\nNhư vậy, thần Thiên Tôn, [[thần Quý Minh]] cùng với [[thần Cao Sơn]] là những vị thần có nguồn gốc phát tích ở vùng văn hóa [[Hoa Lư]]. Đều là những vị thần đại diện cho các sức mạnh siêu nhiên của trời, đất và núi được thờ ở các cửa ngõ để bảo vệ kinh đô theo quan niệm của người xưa. Toàn cảnh khu vực động - chùa Thiên Tôn là những kiến trúc cổ kính lẫn trong vườn rộng và nhiều cây ăn quả, cây đại thụ. [[Động Thiên Tôn]] gồm có hai hang: Hang Ngoài và hang Trong. Ngay cửa hang Trong có một Long Đĩnh làm toàn bằng đá xung quanh đều chạm khắc nổi rồng mây. Trong toà Long Đĩnh chỉ đặt một tượng Thiên Tôn bằng đồng, đứng trên lưng rùa. Tượng được trang trí nhiều màu sắc rực rỡ. Hai tay thần để trước ngực, nắm trắc đốc kiếm thần, chống mũi kiếm xuống lưng rùa. Vì thế động được gọi là động Thiên Tôn.\n\n[[Động Thiên Tôn]] cùng với [[nhà thờ họ Trương Việt Nam]] là những di tích tiêu biểu ở cửa ngõ vào khu di tích [[cố đô Hoa Lư]] và là những điểm du lịch ở [[thiên Tôn, Hoa Lư|thị trấn Thiên Tôn]], [[Hoa Lư]], [[Ninh Bình]], [[Việt Nam]].\n\n===Trấn tây: Thần Cao Sơn===\n[[Tập tin:ChuabaidinhcoA6.jpg|nhỏ|phải|250px|Đền thờ thần Cao Sơn ở [[chùa Bái Đính]]]]\nTheo như thần phả các đền thờ Cao Sơn ở vùng núi đá phía tây [[Ninh Bình]] như: đền Láo ở xã [[Văn Phú, Nho Quan|Văn Phú]], [[Nho Quan]]; đền Núi Hầu (Yên Thắng - [[Yên Mô]]); đền Quèn Thờ (Đông Sơn - [[Tam Điệp]]); đền Sơn Thần (Gia Thủy - [[Nho Quan]]) và đền Cao Sơn (khu núi [[chùa Bái Đính]]) thì Cao Sơn đại vương là Lạc tướng Vũ Lâm (tức vùng núi phía tây [[Ninh Bình]] ngày nay), con thứ 17 vua [[Lạc Long Quân]], khi vâng mệnh vua anh (Hùng Vương thứ nhất) đi tuần từ vùng Nam Lĩnh đến vùng Thiên Dưỡng, đã tìm ra một loài cây thân có bột dùng làm bánh thay bột gạo, lấy tên mình đặt tên cho cây là [[Báng|Quang lang]] (dân địa phương vẫn gọi là cây quang lang hay cây [[báng|búng báng]]). Thần đã dạy bảo và giúp đỡ người dân làm ăn sinh sống đồng thời bảo vệ khỏi các thế lực phá hoại vì vậy đã được nhân dân lập đền thờ<ref>[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30414&cn_id=80008 Phát hiện sắc phong thời Tây Sơn ở Đền Núi Hầu], Báo Điện tử Đảng Cộng sản Việt Nam. Truy cập 2008-12-03.<\/ref>.\n\n[[Thần Cao Sơn]] thờ ở [[đình Kim Liên]] - Hà Nội cũng là vị thần trấn Nam [[Thăng Long tứ trấn]], lại là Lạc tướng Vũ Lâm, một trong 50 người con của Lạc Long Quân - Âu Cơ. Thần tích đền này cho biết đền thờ chính của thần Cao Sơn ở huyện Phụng Hóa, nay là đền Láo ở [[Nho Quan]], [[Ninh Bình]].<ref>{{Chú thích web |url=http:\/\/thanglong.chinhphu.vn\/Home\/Ngoi-den-tho-em-trai-Hung-Vuong-thu-nhat\/20106\/5004.vgp |ngày truy cập=2011-01-30 |tựa đề=Ngôi đền thờ em trai Hùng Vương thứ nhất |archive-date = ngày 20 tháng 7 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180720194935\/http:\/\/thanglong.chinhphu.vn\/Home\/Ngoi-den-tho-em-trai-Hung-Vuong-thu-nhat\/20106\/5004.vgp }}<\/ref> Vị thần này có công phù trợ quân [[Lê Tương Dực]] diệt được [[Lê Uy Mục|Uy Mục]], sau được dân làng Kim Liên rước về thờ và được phong là Cao Sơn đại vương trấn phía Nam kinh thành. Trong tín ngưỡng dân gian có ít nhất bốn vị thần Cao Sơn khác nhau. Tuy nhiên, trong số đó, vị thần Cao Sơn ở Trung Quốc có tên trùng với thần Cao Sơn em Tản Viên, có ông bố Cao Khánh ngụ ở [[Trường Yên, Hoa Lư]] tức gần Phụng Hóa ([[Nho Quan]]), nơi cũng có đền thờ Cao Sơn.\n\nHiện nay, một số di tích ở vùng Thanh Trì ([[Hà Nội]]) hay đền thôn Tân, Khánh Lợi, Yên Khánh và đền Phúc Trung, xã Ninh Phúc ([[Ninh Bình]]) còn thờ Cao Sơn với vai trò là vị tướng của nhà Đinh.\n\n===Trấn nam: Thần Quý Minh===\n[[Tập tin:TrangAn13 DenTran2.JPG|nhỏ|phải|250px|Đền thờ thần Quý Minh ở thành [[Tràng An]]]]\nTheo truyền thuyết dân gian [[cố đô Hoa Lư]], Quý Minh đại vương là một vị thủy thần, là người có công trấn giữ vùng chiêm trũng ải Sơn Nam, bảo vệ đất nước thời Hùng Vương thứ 18. Người là một \"thượng đẳng thần\", được các nhà vua qua nhiều triều đại ban sắc phong, được nhân dân khắp xứ này thờ phụng. Đền chính được Vua [[Đinh Tiên Hoàng]] cho xây dựng tại thành Nam ([[Tràng An]]) ở [[cố đô Hoa Lư]], sau vua Trần Thái Tông cho xây dựng lại với quy mô như ngày nay.<ref>{{Chú thích web |url=http:\/\/vtc.vn\/print\/246417\/index.htm |ngày truy cập=2011-01-30 |tựa đề=Vượt sông, leo núi dâng Tế Đức thánh Trần đất cố đô |archive-date = ngày 22 tháng 4 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140422233014\/http:\/\/vtc.vn\/print\/246417\/index.htm }}<\/ref> Xung quanh khu vực này còn nhiều đền thờ Quý Minh Đại Vương như: đền Dưỡng Khê, đền Quý Minh Đại Vương, đền Đô ở xã [[Ninh Nhất, Ninh Bình|Ninh Nhất]], [[chùa Đẩu Long]], đền Hiềm phường Phúc Thành [[ninh Bình (thành phố)|thành phố Ninh Bình]] Xa hơn là các di tích ở làng Thiện Trạo, xã Ninh Sơn và làng Phúc Trì, phường Nam Thành ([[ninh Bình (thành phố)|thành phố Ninh Bình]]), đền Miếu Sơn (Ninh Vân, [[Hoa Lư]]), đình Sinh Dược, đình Bình Khang (Liên Sơn, [[Gia Viễn]]), đình Trung Lận Khê (Khánh Thượng, [[Yên Mô]]).\n\nTrên thực tế [[Cao Sơn (định hướng)|Cao Sơn]], Quý Minh được các thần tích ghi chép lại và được truyền thuyết hoá rất nhiều nơi với những dạng thức khác nhau như được ghi chép dưới dạng thần tích theo kết cấu hoàn chỉnh: sự ra đời, chiến công và hoá thân, cũng có khi họ hiện lên dưới báo mộng, phù trợ giúp các tướng lĩnh đời sau đánh giặc ngoại xâm.\n\nTại vùng văn hóa [[Hoa Lư]], các nhà nghiên cứu đã phát hiện nhiều di tích thờ các vị trung thần [[nhà Đinh]] như [[Đinh Điền]], [[Nguyễn Bặc]] và các tướng khác lại có nội dung đồng nhất với tín ngưỡng thờ thần Quý Minh như đền Hiềm ở Phúc Thành, đình Bình Khang ở Liên Sơn, đền Bim ở [[cố đô Hoa Lư]]. Có thể khi nhà Đinh mất ngôi, dưới triều [[Lê Đại Hành|Lê Hoàn]] các di tích này phải biến tướng để tránh sự xét hỏi của triều đình.\n\n===Trấn bắc: Thần Không Lộ===\n[[Tập tin:ChuabaidinhcoB2.jpg|nhỏ|250px|phải|Tượng Đức Thánh Nguyễn ở [[chùa Bái Đính]]]]\nKhác với 3 vị thần kia, vị thần Khổng Lồ trong truyền thuyết từ thời Đinh gắn liền với việc đắp núi, đào sông tạo ra thiên nhiên đất trời, cảnh vật. Đến thời Lý thì dân gian đã đồng nhất thần Khổng Lồ hóa kiếp đầu thai vào nhân vật lịch sử [[Nguyễn Minh Không]], vốn là danh nhân sinh ra trên quê hương Vua [[Đinh Tiên Hoàng]]. Do có nhiều công lao với triều Lý và thần dân, lại là người sáng lập nhiều chùa ở [[cố đô Hoa Lư]] nên ông được tôn sùng như là vị thánh trấn bắc [[Hoa Lư]] tứ trấn. Các giai thoại về Đức Thánh Nguyễn có sự pha trộn và hòa nhập cùng vị thần Khổng Lồ trong truyền thuyết [[Ninh Bình]], có thể đi lại bay lượn trên không, tạo ra những hòn núi, hang động, hồ đầm,...\n\n[[Lý Quốc Sư]] có nhiều công lớn chữa bệnh cho vua và nhân dân mà ông cùng với [[Trần Hưng Đạo]] sau này là những nhân vật lịch sử có thật được [[người Việt]] tôn sùng là ''đức thánh Nguyễn, đức thánh Trần''. Trong dân gian, [[Lý Quốc Sư|Nguyễn Minh Không]] còn được coi là một vị [[thánh (định hướng)|thánh]] trong [[tứ bất tử]] ở [[Việt Nam]] và ông tổ nghề đúc đồng. [[Lý Quốc Sư]] tên thật là Nguyễn Chí Thành sinh tại xã Đàm Xá, phủ [[Tràng An]] (xã [[Gia Thắng]], [[Gia Viễn]], [[Ninh Bình]]). Khi tu hành đắc đạo, ông trở về quê nhà dựng nhiều chùa như chùa Viên Quang, [[chùa Địch Lộng]], [[động Am Tiên|chùa Am Tiên]], [[chùa Bái Đính]] để tu hành, lấy vị hiệu là Minh Không. Là một nhà sư tài danh lẫy lừng, Ông đã được coi là thần y khi chữa bệnh \"hóa hổ\" cho vua [[Lý Thần Tông]] và được phong làm [[Quốc sư]]. Khi ông mất rồi, rất nhiều đền chùa được dựng lên để thờ phụng. Đại Việt sử ký toàn thư chép rằng: \"''Quốc sư Minh Không rất linh ứng. Phàm khi có tai ương hạn lụt, cầu đảo đều nghiệm cả''.\" Ông được các làng nghề đúc đồng suy tôn là ông tổ của nghề đúc đồng, là người góp phần tạo nên \"[[Tứ đại khí]]\" nổi tiếng ở nước Việt thời [[nhà Lý]] là Tháp Báo Thiên, Chuông Quy Điền, tượng phật Quỳnh Lâm và Vạc Phổ Minh.\n\nTại [[Ninh Bình]] hiện có nhiều [[đền Thánh Nguyễn|đền thờ đức Thánh Nguyễn]] như ngôi đền ở trên mảnh đất sinh ra ông thuộc địa phận hai xã Gia Thắng - Gia Tiến, [[Gia Viễn]]. Đền thờ [[Lý Quốc Sư|Nguyễn Minh Không]] ở [[chùa Bái Đính]] là nơi ông đã phát hiện ra các động và biến chúng thành chùa khi đến đây tìm cây thuốc chữa bệnh cho vua [[Lý Thần Tông]]. Tại [[chùa Địch Lộng]] ở huyện [[Gia Viễn]], nơi được mệnh danh là \"Nam thiện đệ tam động\", tức động đẹp thứ ba của trời Nam cũng có đền thờ và tượng của ông. Khu di tích [[động Hoa Lư]] thì phối thờ tượng ông cùng với tượng vua [[Đinh Tiên Hoàng]] trong ngôi đền cổ. [[Lý Quốc Sư]] còn được thờ ở đình Ngô Đồng, xã Gia Phú, Gia Viễn và đền thờ Tô Hiến Thành ở bên [[sông Hoàng Long]], [[chùa Nhất Trụ]] và [[động Am Tiên]] ở [[cố đô Hoa Lư]]. Tại đền Thượng xã Khánh Phú và đền Tam Thánh ở xã Khánh An, [[Yên Khánh]] ông được suy tôn là đức thánh cả.\n\n==Không gian văn hóa==\n===Các vùng văn hóa===\nKhông gian văn hóa Hoa Lư tứ trấn đã tạo nên những tiểu vùng văn hóa đặc trưng và cơ bản trên mảnh đất [[Ninh Bình]] qua tín ngưỡng thờ cúng các vị thần.\n\nTiểu vùng văn hóa chiêm trũng Gia Viễn gắn với việc thờ phụng thần Khổng Lồ [[Nguyễn Minh Không]] và hệ thống các di tích thờ Vua [[Đinh Tiên Hoàng]] tạo nên niềm tự hào của người dân với nét văn hóa đặc trưng của miền quê \"sinh Vương, sinh Thánh\".\n\nTiểu vùng văn hóa ven sông Đáy từ Gián Khẩu tới [[Khánh Cư, Yên Khánh|Khánh Cư]] vốn là đồng bằng xen vài ngọn núi thấp với những di tích đặc trưng thờ [[thần Thiên Tôn]] như chùa Phong Phú, đền Hàng Tổng, [[động Thiên Tôn]], [[núi Cánh Diều]], đền Thánh Cả.\n\nTiểu vùng văn hóa [[Tràng An]] phía nam [[cố đô Hoa Lư]] và phía tây [[thành phố Ninh Bình]] thờ vị thần Quý Minh đôi khi gắn liền với tín ngưỡng thờ các vị tướng thời Đinh Lê.\n\nTiểu vùng văn hóa miền núi cao [[Nho Quan]], [[Tam Điệp]] thờ thần Cao Sơn và nhiều di tích gắn với tín ngưỡng thờ Mẫu như đền Dâu, đền Quán Cháo, phủ Đồi Ngang, đền Cô Đôi Thượng Ngàn.\n\nTrung tâm văn hóa [[cố đô Hoa Lư]] là trung tâm trấn trạch bảo vệ của các vị thần. 4 vị thần đều được thờ ở 4 hướng cửa ngõ vào trung tâm [[cố đô Hoa Lư]]. Đây là vùng văn hóa tiêu biểu nhất của [[Ninh Bình]].\n\nTới vùng [[Yên Khánh]], [[Yên Mô]] tín ngưỡng thờ các vị thần trên thưa nhạt dần và không còn xuất hiện ở vùng đất mở [[Kim Sơn]] để nhường vị trí cho tín ngưỡng thờ [[Triệu Việt Vương]] gắn với việc hiển linh giúp đỡ người dân khai hoang lấn biển.\n\n===Cố đô Hoa Lư===\nTrong phạm vi các ngôi đền chính của Hoa Lư tứ trấn được xác định là [[động Thiên Tôn]] (ở thị trấn Thiên Tôn, Hoa Lư); đền Cao Sơn (ở xã Gia Sinh, Gia Viễn), [[đền Thánh Nguyễn]] (ở Gia Thắng, Gia Viễn) và đền Quý Minh (ở Ninh Nhất, [[ninh Bình (thành phố)|thành phố Ninh Bình]]) chính là vùng trung tâm [[cố đô Hoa Lư]] của không gian văn hóa Hoa Lư tứ trấn. Khu vực này chỉ chiếm 5,6% diện tích [[Ninh Bình]] nhưng lại có vai trò rất quan trọng làm nên bản sắc văn hóa đặc trưng của vùng đất này. Trong bán kính 5&nbsp;km của không gian Hoa Lư tứ trấn tính từ tâm quay tại quảng trường lễ hội đền Đinh – Lê các nhà nghiên cứu đã thống kê được 750 di tích. Hệ thống chùa cổ ở [[Hoa Lư]] vẫn tồn tại hầu như nguyên vẹn về số lượng cho tới ngày nay. Sau khi đã là kinh đô, [[Hoa Lư]] dần trở thành trung tâm Phật giáo. Vào thế kỷ 10, tại đây đã có khá nhiều chùa tháp như chùa Bà Ngô, chùa Cổ Am, [[chùa Duyên Ninh]], [[chùa Am Tiên]], chùa Tháp, chùa Bàn Long, chùa [[động Thiên Tôn]], chùa Hoa Sơn (nhà Đinh); [[chùa Kim Ngân]], [[chùa Nhất Trụ]] (nhà Tiền Lê). Theo chính sử, Vua [[Đinh Tiên Hoàng]] là người đầu tiên đặt chức tăng thống phật giáo trong lịch sử. Điều độc đáo ở đây là có khá nhiều chùa được xây dựng trong các hang núi đá vôi, dựa vào núi đá hoặc tận dụng hẳn núi đá làm chùa mà tiêu biểu là các động chùa: Hoa Sơn, Thiên Tôn, Am Tiên, Cổ Am, Bái Đính, Liên Hoa…\n\nCác di tích thắng cảnh ở [[Hoa Lư]] chính là điểm nhấn bổ sung về mặt hình thức cho cố đô Hoa Lư thêm phần hấp dẫn và hoa lệ. Khu vực [[Tràng An]] được bao bọc bởi các dãy núi đá vôi hình cánh cung giữa vùng chiêm trũng ngập nước đã trải qua thời gian dài biến đổi địa chất tạo thành. Các nhà địa chất khẳng định khu [[Tràng An]] xưa là một vùng biển cổ, qua quá trình vận động địa chất mà kiến tạo nên. Tràng An có hệ thống núi đá vôi và hang động tự nhiên hết sức đa dạng, có tuổi từ 32 triệu năm đến 6.000 năm. Dưới chân các núi đá vôi, nhiều nơi còn có các hàm ếch, là dấu tích của biển. Chính vì vậy vùng núi đá vôi [[Hoa Lư]] – [[Ninh Bình]] được gọi là \"Hạ Long trên cạn\".\n\nLà kinh đô đầu tiên của nhà nước phong kiến tập quyền Việt Nam, [[Hoa Lư]] còn là đất tổ sản sinh nhiều giá trị văn hóa thuần Việt. Kinh đô này là đất tổ của nghệ thuật sân khấu chèo mà người sáng lập là bà [[Phạm Thị Trân]], một vũ ca tài ba trong hoàng cung nhà Đinh. Đây là loại hình sân khâu tiêu biểu nhất của Việt Nam. Các truyền thuyết lịch sử hát Tuồng cũng ghi rằng loại hình ngày hình thành vào thời Tiền Lê năm 1005, khi một kép hát người Tàu tên là Liêm Thu Tâm đến Hoa Lư và trình bày lối hát xướng thịnh hành bên nhà Tống và được vua Lê Long Đĩnh thâu dụng, bổ là phường trưởng để dạy cung nữ ca hát trong cung. Nơi đây cũng là quê hương của nhiều vị thủy tổ, tổ nghề Việt Nam như [[Ninh Hữu Hưng]] là ông tổ nghề xây dựng Việt Nam.\n\nTrong không gian Hoa Lư tứ trấn còn có nhiều lễ hội đặc sắc như lễ hội [[động Thiên Tôn]], [[cố đô Hoa Lư#Lễ hội cố đô Hoa Lư|lễ hội cố đô Hoa Lư]], lễ hội đền Trần, lễ hội [[chùa Bái Đính]]... và những làng cổ như làng cổ Yên Thành, làng cổ Yên Thượng, Chi Phong... với những nghề truyền thống đủ điều kiện phát triển du lịch văn hóa. Nhiều loại ẩm thực đặc sắc được Ninh Bình có kế hoạch bảo tồn phát huy như Khoai lang Hoàng Long, [[Cá rô Tổng Trường]], Dê núi, [[cơm cháy Ninh Bình]]…\n\n==Ảnh==\n<gallery>\nTập tin:CodohoaluC3.jpg|cửa [[động Thiên Tôn]]\nTập tin:Trangannb.jpg|cửa Nam vào [[cố đô Hoa Lư]]\nTập tin:Codohoalu2010k1.jpg|cửa Đông vào cố đô\nTập tin:Codohoalu2-Model.jpg|Sơ đồ [[cố đô Hoa Lư]]\nImage:ChuabaidinhcoA4.jpg|Hang sáng [[Chùa Bái Đính]]\n\nImage:chuadichlong1.jpg|[[Chùa Địch Lộng]]\nTập tin:Denthanhnguyen.JPG|[[Đền Thánh Nguyễn]] trên quê hương\n<\/gallery>\n\n== Xem thêm ==\n* [[Thăng Long tứ trấn]]\n* [[Cố đô Hoa Lư]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.laodong.com.vn\/Home\/Dinh-Kim-Lien\/20075\/34790.laodong Đình Kim Liên thờ Cao Sơn đại vương]\n* [http:\/\/dantri.com.vn\/c25\/s20-393692\/500-thuyen-ruoc-tham-du-le-te-duc-thanh-den-tran.htm 500 thuyền rước tham dự lễ tế Đức Thánh đền Trần]\n*[http:\/\/daitangkinhvietnam.org\/van-hoc-va-nghe-thuat\/kien-truc-phat-giao\/69-lch-s-chua-ly-triu-quc-s.html Lịch sử Lý Triều Quốc Sư] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101225145045\/http:\/\/daitangkinhvietnam.org\/van-hoc-va-nghe-thuat\/kien-truc-phat-giao\/69-lch-s-chua-ly-triu-quc-s.html |date = ngày 25 tháng 12 năm 2010}}\n*[http:\/\/www.ninhbinhtourism.com.vn\/modules.php?name=News&op=viewst&sid=85\\ Đền thờ đức thánh Nguyễn]{{Liên kết hỏng|date = ngày 12 tháng 3 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.quehuong.org.vn\/nr050307131435\/nr050106094245\/nr050112153408\/ns060606092604\/newsitem_print_preview\\ Đất sinh vương sinh thánh]{{Liên kết hỏng|date = ngày 2 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n*[http:\/\/www.hannom.org.vn\/default.asp?CatID=680 Bài ''Vấn đề tiểu sử hai thiền sư đời Lý: Dương Không Lộ và Nguyễn Minh Không'' của Phạm Đức Duật trên Tạp chí Hán Nôm, Số 6 (91) 2008; Tr.62-70.]\n\n{{Du lịch Ninh Bình}}\n\n*\n\n[[Thể loại:Văn hóa Ninh Bình]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Di tích Cố đô Hoa Lư]]"}