{"2438963":"{{Thông tin nhân vật\n| màu =\n| màu 2 = \n| màu chữ = \n| tên = Hoàng Như Tiếp\n| hình =\n| cỡ hình =\n| ghi chú hình = \n| tên khai sinh = \n| ngày sinh = {{ngày sinh|1910|12|30}}\n| nơi sinh = [[Phú Vang]], [[Thừa Thiên Huế]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|1982|3|28|1910|12|30}}\n| nguyên nhân cái chết = Bệnh\n| nơi mất = [[Hà Nội]], [[Việt Nam]]\n| an táng =\n| tên khác = \n| cư trú = [[Hà Nội]]\n| quốc tịch = {{Flagicon|Việt Nam}} [[Việt Nam]]\n| vai trò =\n| học vấn = \n| occupation = [[Kiến trúc sư]]\n| chiều cao = \n| cân nặng = \n| danh hiệu =\n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = [[Đảng Cộng sản Việt Nam]]\n| tôn giáo = \n| người hôn phối = \n| vợ = \n| chồng = \n| con cái =\n| cha mẹ =\n| người thân = \n| chữ ký = \n| website = \n}}\n'''Hoàng Như Tiếp''' (30 tháng 12 năm 1910 – 28 tháng 3 năm 1982) là một [[kiến trúc sư]] người [[Việt Nam]]. Ông được truy tặng [[Giải thưởng Hồ Chí Minh đợt I|Giải thưởng Hồ Chí Minh]] về lĩnh vực [[Kiến trúc]] vào năm 1996, được coi là cây đại thụ của nền kiến trúc Việt Nam. Ông là một trong những người đã sáng lập nên Đoàn Kiến trúc sư Việt Nam, tiền thân của [[Hội Kiến trúc sư Việt Nam]] hiện nay.<ref name=\"KTS\">{{chú thích web|url=http:\/\/kienviet.net\/2012\/03\/12\/co-mot-nguoi-nhu-the\/|title=Có một người như thế|author=Phạm Thanh Tùng|date=ngày 12 tháng 3 năm 2012|publisher=Hội Kiến trúc sư Việt Nam|access-date=ngày 1 tháng 2 năm 2014}}<\/ref>\n\n==Tiểu sử==\nHoàng Như Tiếp được sinh ra ở [[Phú Vang]], [[Thừa Thiên Huế|Thừa Thiên – Huế]] trong một gia đình khoa bảng có truyền thống yêu nước. Năm 1927, ông ra [[Hà Nội]] để học và thi đỗ vào [[Trường Cao đẳng Mỹ thuật Đông Dương]] khóa II. Sau năm năm theo học, ông tốt nghiệp với tấm bằng Kiến trúc sư loại ưu và hành nghề tự do. Sau đó, ông cùng với hai người bạn thân là Kiến trúc sư [[Nguyễn Cao Luyện]] và Kiến trúc sư Nguyễn Gia Đức mở Văn phòng Thiết kế Luyện – Tiếp – Đức tại số 58 phố Tràng Thi ở [[Hà Nội]] vào năm 1936, đồng thời dạy vẽ ở Trường Tư thục Thăng Long.\n\nTrong giai đoạn từ năm 1936 đến năm 1939, văn phòng của ông đã cho ra mắt mẫu nhà ''Ánh sáng'' dành cho người lao động nghèo được dư luận xã hội lúc bấy giờ, đặc biệt là tầng lớp trí thức đánh giá rất cao. Năm 1940, Hoàng Như Tiếp cộng tác với một số kiến trúc sư người [[Pháp]], thiết kế chỉnh trang mặt đứng rạp chiếu phim Eden ở [[phố Tràng Tiền]], Hà Nội. Nhưng dấu ấn đậm nét nhất của Hoàng Như Tiếp trong thời kỳ trước [[Cách mạng tháng Tám]] chính là ngôi biệt thự ông thiết kế cho người chị vợ của vua [[Bảo Đại]], một công trình mang đậm phong cách phương Đông.<ref name=\"KTS\" \/>\n\nSau ngày [[Toàn quốc kháng chiến]], Hoàng Như Tiếp cùng với gia đình rời Hà Nội lên chiến khu [[Việt Bắc]]. Ngày 27 tháng 4 năm 1948, ông là một trong những người đã sáng lập nên Đoàn Kiến trúc sư Việt Nam, tiền thân của Hội Kiến trúc sư Việt Nam hiện nay, tại Hội nghị Kiến trúc sư toàn quốc ở làng Thản Sơn, xã [[Liễn Sơn|Chiến Thắng]], huyện [[Lập Thạch]] thuộc tỉnh [[Vĩnh Yên (tỉnh)|Vĩnh Yên]]. Hoàng Như Tiếp đảm nhiệm chức vụ Tổng Thư ký của Hội. Năm 1949, tại Đảng bộ cơ quan Liên khu I Việt Bắc, Hoàng Như Tiếp được kết nạp vào [[Đảng Cộng sản Đông Dương]]. Trong thời gian sống và làm việc tại Việt Bắc, ông đã thiết kế nên nhiều công trình bằng [[tre]], [[nứa]] phục vụ cho kháng chiến. Đặc biệt nhất trong số đó là cụm công trình phục vụ cho [[Đại hội Đảng Cộng sản Việt Nam II|Đại hội Đảng Cộng sản Việt Nam lần thứ II]] tại [[Chiêm Hóa]], [[Tuyên Quang]] vào năm 1952.<ref name=\"HCM\">{{chú thích web|url=http:\/\/www.baotanghochiminh.vn\/TabId\/489\/ArticleId\/7135\/PreTabId\/456\/Default.aspx|title=Sưu tập hiện vật Đại hội Đại biểu toàn quốc lần thứ hai của Đảng Cộng sản Đông Dương, tháng 2-1951|author=Chu Thị Ngọc Lan|date=ngày 17 tháng 7 năm 2013|publisher=Bảo tàng Hồ Chí Minh|access-date=ngày 1 tháng 2 năm 2014|archive-date=2014-02-02|archive-url=https:\/\/web.archive.org\/web\/20140202145025\/http:\/\/www.baotanghochiminh.vn\/TabId\/489\/ArticleId\/7135\/PreTabId\/456\/Default.aspx}}<\/ref> Nhờ đó, ông đã được mời làm Đại biểu dự thính của Đại hội mặc dù lúc đó ông chỉ mới được ba tuổi Đảng.<ref name=\"KTS\" \/><ref name=\"KTS-2\">{{chú thích web|url=http:\/\/kienviet.net\/hoi-ktsvn\/lich-su|title=Lịch sử Hội Kiến trúc sư Việt Nam|publisher=Hội Kiến trúc sư Việt Nam|access-date=ngày 1 tháng 2 năm 2014}}<\/ref> Ngoài ra, công trình kiến trúc này còn được dành để tổ chức Đại hội Thống nhất Mặt trận Việt Minh và Liên Việt cũng như Hội nghị ba nước [[Việt Nam|Việt]] - [[Campuchia|Miên]] - [[Lào]]. Trong thời gian kháng chiến chống Pháp, ông còn là Ủy viên Ủy ban Kháng chiến hành chính tỉnh [[Phúc Yên (tỉnh)|Phúc Yên]], Ủy viên Ban Thường vụ Hội Văn Nghệ Việt Nam, Ủy viên Ban Chấp hành Hội Liên hiệp Văn học Nghệ thuật Việt Nam.\n\nSau cuộc kháng chiến chống Pháp, Hoàng Như Tiếp trở về Hà Nội làm việc ở [[Bộ Xây dựng (Việt Nam)|Bộ Kiến trúc]]. Năm 1957, ông chủ trì thiết kế công trình cải tạo cửa hàng Bách hóa Tổng hợp ở góc phố [[Hàng Bài]] – [[Phố Tràng Tiền|Tràng Tiền]], vốn là cửa hàng Godart cũ (hiện nay được xây lại là [[Tràng Tiền Plaza]]). Ông trở thành Quyền Cục trưởng Cục Đô thị - Nông thôn vào năm 1960. Trong thời gian từ năm 1962 đến năm 1971, ông là Viện trưởng đầu tiên của Viện Quy hoạch Đô thị - Nông thôn. Hoàng Như Tiếp là người đi tiên phong trong lĩnh vực thiết kế quy hoạch và phát triển đô thị, một lĩnh vực còn rất mới mẽ ở Việt Nam lúc bấy giờ. Dựa vào những kinh nghiệm quy hoạch đô thị của [[Liên Xô]], [[Cuba]] cùng với các nước tiên tiến khác trên thế giới, ông thực hiện quy hoạch nông thôn vùng Tam Thiên Mẫu và thiết kế cụ thể các công trình nông thôn ở Đào Viên thuộc tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]] trong giai đoạn từ năm 1967 đến năm 1970, các công trình này đã làm tiền đề cho công tác quy hoạch xây dựng nông thôn Xã hội chủ nghĩa sau này ở Việt Nam. Ông cũng là tác giả thiết kế của công trình Bảo tàng Kim Liên tại [[Nam Đàn]], [[Nghệ An]]. Công trình kiến trúc tiêu biểu nhất của Hoàng Như Tiếp ở giai đoạn này là Bảo tàng Việt Bắc (nay là [[Bảo tàng Văn hóa các Dân tộc Việt Nam]]) xây dựng năm 1962 nằm bên bờ [[sông Cầu]] ở [[thành phố Thái Nguyên]] thuộc tỉnh [[Thái Nguyên]] với phong cách trang trí đậm chất miền núi.<ref name=\"KTS\" \/><ref name=\"LA\">{{chú thích sách|title=Xây dựng ý tưởng trong sáng tác kiến trúc phục vụ đào tạo kiến trúc sư Việt Nam|url=http:\/\/luanan.nlv.gov.vn\/luanan?a=d&d=TTkGLiaopAHm1997.1.50&e=-------vi-20--1--img-txIN-------|year=1997|publisher=Đại học Kiến trúc Hà Nội|location=|page=41|author=Hoàng Văn Trinh}}<\/ref> Đến năm 1970, ông chủ trì thiết kế [[Lăng Chủ tịch Hồ Chí Minh]] của Viện Thiết kế Quy hoạch Đô thị – Nông thôn, và được đánh giá là một trong ba phương án có giá trị cao về nghệ thuật kiến trúc. Hoàng Như Tiếp cũng là người chỉ đạo thực hiện việc quy hoạch thủ đô Hà Nội mở rộng.<ref name=\"TT\">{{chú thích web|url=http:\/\/diaoc.tuoitre.vn\/Index.aspx?ArticleID=259198&ChannelID=204|title=Công cuộc đô thị hóa đang thiếu cái nhìn xuyên suốt và một kiến trúc sư trưởng|author=Thượng Tùng|date=ngày 23 tháng 5 năm 2008|publisher=Báo Tuổi trẻ|access-date=ngày 1 tháng 2 năm 2014|archive-date=2014-02-02|archive-url=https:\/\/web.archive.org\/web\/20140202125306\/http:\/\/diaoc.tuoitre.vn\/Index.aspx?ArticleID=259198&ChannelID=204}}<\/ref>\n\n===Tham gia viết sách===\nHoàng Như Tiếp còn tham gia viết sách trong lĩnh vực kiến trúc và quy hoạch. Trong những năm 1970, ông cho ra đời tác phẩm ''Mối quan hệ giữa quy hoạch lãnh thổ với quy hoạch xây dựng đô thị'' sau một quá trình làm việc công phu, quyển sách này đã thể hiện được tư duy khoa học cùng tầm nhìn xa trông rộng của ông. Bên cạnh đó là bài viết ''Hà Nội hôm nay và ngày mai'' đăng trên Tạp chí Kiến trúc Liên Xô với những tiên liệu chính xác của ông về công tác quy hoạch thủ đô Hà Nội trong tương lai. Ông mất vào ngày 28 tháng 3 năm 1982 sau một cơn đau đột ngột, khi đó ông vẫn còn đang viết dang dở hai quyển sách ''Quy hoạch nông thôn Việt Nam'' và ''Kiến trúc hiện đại'' (viết chung với Kiến trúc sư Tôn Đại).<ref name=\"KTS\" \/>\n\n===Lãnh đạo Hội Kiến trúc sư Việt Nam===\nTừ khi thành lập Đoàn Kiến trúc sư Việt Nam cho đến khi qua đời vào năm 1982, Hoàng Như Tiếp đã có 34 năm làm lãnh đạo của Hội, trong đó có 24 năm ông đảm nhiệm chức vụ Tổng Thư ký. Trong thời gian tại vị, ông đã có những đóng góp quan trọng để xây dựng Hội trở thành một tổ chức có uy tín trong xã hội. Năm 1958, với tư cách Trưởng đoàn tham dự Hội nghị Quốc tế lần thứ 5 về Xây dựng Đô thị tại [[Moskva]], Liên Xô, ông đã thay mặt Đoàn Kiến trúc sư Việt Nam gặp gỡ ban lãnh đạo Liên hiệp Hội Kiến trúc sư quốc tế (UIA) và nộp đơn xin gia nhập. Sau đó, vào ngày 25 tháng 9 năm 1959 tại [[Lisbon]], [[Bồ Đào Nha]], Đoàn Kiến trúc sư Việt Nam đã chính thức được UIA công nhận là thành viên chính thức. Hoàng Như Tiếp cũng góp công lớn trong việc thiết lập mối quan hệ hợp tác với Hội Kiến trúc sư Liên Xô và Hội Kiến trúc sư ở [[các nước Xã hội chủ nghĩa]] khác. Hoàng Như Tiếp đã tham gia xây dựng và phát triển tờ nội san Kiến trúc, là cơ sở ra đời của Tạp chí Kiến trúc, cơ quan ngôn luận của Hội Kiến trúc sư Việt Nam, cũng như quan tâm đến việc thành lập Xưởng sáng tác Kiến trúc của Đoàn Kiến trúc sư Việt Nam.\n\n==Giải thưởng, Danh hiệu==\nKiến trúc sư Hoàng Như Tiếp đã được [[Đảng Cộng sản Việt Nam]] và [[Nhà nước Việt Nam]] tặng thưởng [[Huân chương Kháng chiến chống Mỹ]] hạng nhất và [[Huân chương Lao động]] hạng nhất. Năm 1981, ông được Hội Kiến trúc sư Liên Xô trao tặng danh hiệu Hội viên Danh dự.<ref name=\"KTS\" \/> Sau khi qua đời, ông đã được truy tặng Giải thưởng Hồ Chí Minh về lĩnh vực Kiến trúc vào năm 1996 cho các tác phẩm Bảo tàng Văn hóa các Dân tộc Việt Nam; Quy hoạch vùng Tam Thiên Mẫu và thiết kế các công trình xây dựng ở thôn Đào Viên, tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]] (1967 – 1970) cùng với quyển sách ''Mối quan hệ giữa quy hoạch lãnh thổ với quy hoạch xây dựng đô thị'' (1979).<ref name=\"GT\">{{chú thích web|url=http:\/\/giaithuong.vn\/giaithuong\/tieng-viet\/khenthuong-giaithuong\/danh-sach-giai\/thi-dua-khen-thuong-cap-nha-nuoc\/giai-thuong-ho-chi-minh\/tac-pham-kien-truc.html|title=Giải thưởng Hồ Chí Minh|publisher=Giải thưởng Việt Nam|access-date=ngày 1 tháng 2 năm 2014}}<\/ref>\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1910]]\n[[Thể loại:Mất năm 1982]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Lao động]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Kiến trúc sư Việt Nam]]"}