{"1253743":"{{otheruses4|phường thuộc thành phố Hạ Long hiện nay|huyện cũ cùng tên|Hoành Bồ (huyện)}}\n{{Thông tin đơn vị hành chính Việt Nam|phường\n| tên = Hoành Bồ\n| hình = Troitownoverview.jpg\n| ghi chú hình = Một góc phường Hoành Bồ\n| tên cũ = Trới\n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 2\n| vĩ giây = 4\n| kinh phút = 59\n| kinh giây = 13\n| diện tích = 12,24 km²\n| dân số = 10.858 người\n| thời điểm dân số = 2018\n| mật độ dân số = 887 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Quảng Ninh]]\n| thành phố = [[Hạ Long]]\n| thành lập = 1\/1\/2020<ref name=\"NQ837\"\/>\n| trụ sở UBND = \n| mã hành chính = 07030<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hoành Bồ''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Hạ Long]], tỉnh [[Quảng Ninh]], [[Việt Nam]].\n\n== Địa lý ==\nPhường Hoành Bồ cách trung tâm thành phố Hạ Long khoảng 15&nbsp;km về phía tây bắc, có vị trí địa lý:\n*Phía đông giáp xã [[Lê Lợi, Hạ Long|Lê Lợi]]\n*Phía tây và phía bắc giáp xã [[Sơn Dương, Hạ Long|Sơn Dương]]\n*Phía nam giáp phường [[Việt Hưng, Hạ Long|Việt Hưng]].\n\nPhường Hoành Bồ có diện tích 12,24&nbsp;km², dân số năm 2018 là 10.858 người, mật độ dân số đạt 887 người\/km².<ref name=\"NQ837\"\/>\n\n== Lịch sử ==\nPhường Hoành Bồ trước đây vốn là thị trấn '''Trới''', thị trấn huyện lỵ huyện [[Hoành Bồ (huyện)|Hoành Bồ]].\n\nLàng Trới xưa nằm gần cửa Vạn Yên, dọc bờ suối Váo. Thị trấn Trới được thành lập vào tháng 3 năm 1957, ban đầu chỉ có phần đất của phố Trới và làng Trới, dân cư có vài trăm hộ chủ yếu là [[Người Hoa (Việt Nam)|người Hoa]] và [[Người Việt|người Kinh]]. Trới lúc này thuộc khu [[Hồng Quảng]].<ref>{{Chú thích web|url=https:\/\/baoxaydung.com.vn\/doi-thay-thi-tran-troi-123413.html|tựa đề=Đổi thay thị trấn Trới|ngày=2014-10-21|website=Báo điện tử Xây dựng|url-status=live}}<\/ref>\n\nNgày [[12 tháng 2]] năm [[2015]], Bộ Xây dựng ban hành Quyết định số 211\/QĐ-BXD về việc công nhận thị trấn Trới là đô thị loại IV.<ref>{{Chú thích web|url=https:\/\/quangninh.gov.vn\/donvi\/thitrantroi\/Trang\/ChiTietBVGioiThieu.aspx?bvid=5|tựa đề=Giới thiệu chung|website=Cổng thông tin điện tử phường Hoành Bồ}}<\/ref>\n\nNgày [[17 tháng 12]] năm [[2019]], Ủy ban thường vụ Quốc hội ban hành Nghị quyết số 837\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Quảng Ninh (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ837>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-837-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-huyen-thuoc-tinh-Quang-Ninh-432106.aspx|title=Nghị quyết số 837\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Quảng Ninh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Theo đó:\n*Sáp nhập toàn bộ diện tích và dân số của huyện Hoành Bồ vào thành phố Hạ Long\n*Thành lập phường Hoành Bồ thuộc thành phố Hạ Long trên cơ sở toàn bộ 12,24 km² diện tích tự nhiên và 10.858 người của thị trấn Trới.\n\nNgày [[31 tháng 3]] năm [[2020]], đổi tên 10 khu phố: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10 thuộc phường Hoành Bồ thành 10 khu phố có tên tương ứng với từ \"Trới\" đứng đầu.<ref name=\":0\">{{Chú thích web|url=https:\/\/baoquangninh.com.vn\/nghi-quyet-thong-qua-tai-ky-hop-thu-16-hdnd-tinh-khoa-xiii-ve-viec-giai-the-va-doi-ten-mot-so-thon-khu-pho-tren-dia-ban-tinh-quang-ninh-2477910.html|tựa đề=Về việc giải thể và đổi tên một số thôn, khu phố trên địa bàn tỉnh Quảng Ninh|ngày=2020-04-07|website=Báo Quảng Ninh điện tử|url-status=live}}<\/ref>\n\n==Hành chính==\nPhường Hoành Bồ được chia thành 10 khu phố: Trới 1, Trới 2, Trới 3, Trới 4, Trới 5, Trới 6, Trới 7, Trới 8, Trới 9, Trới 10.<ref name=\":0\" \/>\n\n==Kinh tế - xã hội==\n===Kinh tế===\nTổng mức bán lẻ hàng hoá và doanh thu dịch vụ ước đạt 599 tỷ đồng, tăng 15% so với năm trước; giá trị sản xuất chung ước đạt 380 tỷ đồng, giá trị sản xuất ngành dịch vụ vận tải ước đạt 118 tỷ đồng, tăng 25% so với năm trước. Giá trị sản xuất công nghiệp - xây dựng đạt 96 tỷ đồng (giảm do ảnh hưởng của suy thoái kinh tế). Giá trị sản xuất bình quân hàng năm của ngành công nghiệp - xây dựng tăng 24,8%.\n\n===Văn hóa ===\nTrên địa bàn phường có trung tâm thể thao với diện tích 35.000 m², bao gồm các công trình sân vận động, nhà thi đấu thể thao, sân tennis (theo tiêu chuẩn); 1 trung tâm văn hóa tại khu 6 có quy mô 9.800 m² có hệ thống sân bãi luyện tập thể dục thể thao, Nhà văn hóa trung tâm có quy mô 700 chỗ; có nhà thư viện. Ngoài ra, trên địa bàn phường Hoành Bồ còn có Nhà thi đấu của Trường Cao đẳng nghề mỏ Hồng Cẩm có quy mô 1.000 chỗ ngồi... đáp ứng nhu cầu luyện tập thể thao của nhân dân.\n\nHệ thống các công trình kỹ thuật hạ tầng đô thị cũng được chú ý đầu tư, nâng cấp, cải tạo. Nhu cầu sử dụng nước sạch trên địa bàn luôn được đáp ứng đầy đủ. Tiêu chuẩn cấp nước sinh hoạt cho khu vực nội thị hiện trạng đạt 120 lít\/người, ngày đêm. Đạt 100% dân số khu vực nội thị được cấp nước sạch.\n\nNhững năm gần đây, hệ thống công viên cây xanh được đầu tư phát triển mạnh cùng với việc nâng cấp và chỉnh trang đô thị. Hiện trên địa bàn toàn phường có 4 khu cây xanh vườn hoa, công viên là vườn hoa công viên khu vực phía Bắc trường THPT Hoành Bồ tại khu 4, vườn hoa đối diện Bệnh viện Đa khoa Khu vực tại khu 10, vườn hoa phía Tây tại khu 4, Khu cây xanh công viên trong khu đô thị Bắc sông, vườn cây khu vực Nghĩa trang liệt sĩ; ngoài ra còn có các diện tích cây xanh trong khuôn viên các cơ quan, xí nghiệp đóng quân trên địa bàn với tổng diện tích cây xanh toàn phường là 7,19 ha.\n\nCông tác giữ gìn vệ sinh môi trường trên địa bàn phường luôn được quan tâm. Tỷ lệ chất thải rắn khu vực nội thị được gom đạt 95%, được xử lý (chôn lấp hợp vệ sinh) đạt 75%.\n\nTất cả các khu phố đều có nhà văn hóa được xây dựng từ nguồn vốn hỗ trợ của Nhà nước và đóng góp của nhân dân và đi vào hoạt động có hiệu quả. Các Nhà văn hóa khu phố có hệ thống loa truyền thanh, internet được xây dựng, lắp đặt đến nơi, đáp ứng được nhu cầu hưởng thụ văn hóa của đông đảo người dân. Trong năm 2014, triển khai dự án cải tạo kiến trúc cảnh quan khu vực cầu Trới và dọc 2 bên bờ sông lân cận cầu Trới; cải tạo kiến trúc cảnh quan khu vực cổng chào vào phường và khu vực Nhà văn hóa khu 1; Dự án đầu tư xây dựng vườn hoa khu 7 tại khu vực dốc Đỏ; dự án đầu tư xây dựng cổng trào vào các khu đô thị mới ở khu vực phía Nam.\n\nPhường Hoành Bồ còn là một đội phát triển công nghiệp, tiểu thủ công nghiệp, dịch vụ, du lịch khu vực Tây Bắc thành phố Hạ Long.\n\n== Giao thông ==\nTrên địa bàn phường có 2 cây cầu là Cầu Trới I và II bắc qua con sông Trới, có tỉnh lộ 324 đi Ba Chẽ, tỉnh lộ 326 đi Dương Huy, Cẩm Phả, Quốc lộ 279 đi Bắc Giang và có Cao tốc Hạ Long - Vân Đồn đi qua.\n\n== Hình ảnh ==\n<gallery>\nTập tin:UBND Trới.jpg|Trụ sở UBND phường Hoành Bồ\nTập tin:BVĐK Huyện Hoành Bồ.jpg|Bệnh viện đa khoa huyện Hoành Bồ (cũ)\nTập tin:Cầu Trới I.jpg|Cầu Trới I\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|50em}}\n\n==Tham khảo==\n\n{{sơ khai Quảng Ninh}}\n{{Đơn vị hành chính thuộc thành phố Hạ Long}}"}