{"43471":"{{Infobox Writer\n| name = Hoàng Đạo\n| image = Hoangdao.jpg\n| bgcolour = silver\n| caption = Chân dung nhà văn Hoàng Đạo\n| birth_date = [[1907]]\n| birth_place = [[Hải Dương]], [[Liên bang Đông Dương]]\n| death_date = [[1948]]\n| death_place = Thạch Long, [[Trung Hoa Dân Quốc|Trung Hoa Dân quốc]]\n| penname = '''Tứ Ly''','''Tường Minh'''\n| occupation = [[Nhà văn]], [[nhà báo]], [[chính trị gia]]\n| movement =[[Tự Lực văn đoàn]]\n| magnum_opus = ''Trước vành móng ngựa, Mười điều tâm niệm''\n| Movement = [[Tự Lực văn đoàn]]\n| influences =[[Tự Lực văn đoàn]]\n| website =\n| footnotes =\n}}\n\n'''Hoàng Đạo''' ([[1907]]-[[1948]]), tên thật: '''Nguyễn Tường Long''', là một [[nhà văn]] [[Việt Nam]], trong nhóm [[Tự Lực văn đoàn]].\nNgoài bút danh ''Hoàng Đạo'', ông còn có những bút danh khác: '''Tứ Ly''', '''Tường Minh'''.\n\n==Cuộc đời==\n===Đi học===\n'''Hoàng Đạo''', sinh ngày [[16 tháng 11]] năm [[1907]] tại phố huyện [[Cẩm Giàng]], tỉnh [[Hải Dương]], trong một gia đình công chức, gốc quan lại đã đến hồi sa sút.\n\nCha ông là Nguyễn Tường Nhu (1881-1918) làm Thông phán và mẹ là Lê Thị Sâm, con gái cả viên quan võ Lê Quang Thuật ở [[Cẩm Giàng]] ([[Hải Dương]])<ref>Xem thông tin dòng họ Nguyễn Tường ở trang [[Thạch Lam]].<\/ref>.\n \nHoàng Đạo là người con thứ tư trong một gia đình gồm sáu trai, một gái. Trừ người anh cả Nguyễn Tường Thụy, là công chức, từ người anh thứ hai Nguyễn Tường Cẩm đến [[Nguyễn Tường Tam]], [[Nguyễn Tường Vinh]] và người em út là bác sĩ Nguyễn Tường Bách, đều đã ít nhiều dự vào nghiệp văn chương.\n \nKhi ông chào đời, được cha đặt tên là '''Tứ''' (cho thuận vì trước đã có Tam [Nguyễn Tường Tam]), nhưng sau nghĩ lại, mới thấy cái tên này trùng tên người bạn thân của mình, nên gọi chệch là '''Tư''' (Nguyễn Tường Tư). Sau vì ông không đủ tuổi để đi thi, gia đình đã khai thêm bốn tuổi (thành ngày 3 tháng 4 năm 1903 trên giấy khai sinh) và đổi tên lại là '''Nguyễn Tường Long'''<ref>Không phải cha, mà chính là Nhất Linh đã đặt tên mới cho các anh em của mình theo bộ [[chữ Hán]]: ''Thụy, Cẩm, Tam, Long, Vinh, Bách, Thế'' (có nghĩa là ba con rồng như gấm đẹp, làm vinh hiển muôn đời). Theo Khúc Hà Linh, tr. 157.<\/ref>\n\nLúc nhỏ, Hoàng Đạo đi học ở trường huyện Cẩm Giàng. Hết bậc tiểu học, Hoàng Đạo bị ốm nên tự học tại nhà. Năm [[1924]], ông đậu bằng Cao đẳng tiểu học [[Pháp]], được bổ làm Tham tá ngân khố [[Hà Nội]].\n \nTiếp tục học, ông đỗ bằng Tú tài Pháp năm 1929. Năm sau, ông thi vào trường Luật [[Bán đảo Đông Dương|Đông Dương]] tại Hà Nội. Tốt nghiệp với tấm bằng Cử nhân luật, ông được bổ làm Tham tá lục sự Tòa án Đà Nẵng rồi Hà Nội.\n \nTheo Khúc Hà Linh, Hoàng Đạo học luật được một năm, thì có lệnh cử đi làm Tri huyện. Nhưng sau khi nghe mẹ lời khuyên, ông đã khéo từ chối<ref>Khúc Hà Linh, tr. 77.<\/ref>.\n\n== Viết văn, làm báo, tham gia chính trị ==\nLàm công chức ít lâu, năm 1932, Hoàng Đạo bước sang lĩnh vực báo chí. Khởi đầu, ông viết cho tờ [[Phong Hóa (tuần báo)|Phong hóa]] của Nguyễn Tường Tam, rồi cùng với người anh này và Khái Hưng chủ trì bút nhóm [[Tự Lực văn đoàn]].\n \nTrên báo ''Phong hóa'', ông lấy bút hiệu là Tứ Ly, chuyên viết những bài đả kích và châm biếm giới quan lại và bài trừ hủ tục trong xã hội Việt Nam. Năm 1936, tờ ''Phong hóa'' bị đóng cửa vì ông viết bài động chạm đến Tổng đốc [[Hà Đông]] [[Hoàng Trọng Phu]].\n \nNăm 1938, ông cho xuất bản tác phẩm đầu tay: ''Trước vành móng ngựa'', gồm những bài phóng sự đã đăng trên báo ''Phong hóa.''\n\nNăm [[1939]], Nguyễn Tường Tam thành lập đảng ''Hưng Việt'' (sau đổi tên là đảng [[Đại Việt Dân Chính]]). Vì đảng chủ trương công khai chống Pháp và lật đổ triều đình [[Huế]], cuối năm [[1940]], Hoàng Đạo, [[Khái Hưng]], [[Nguyễn Gia Trí]] bị Pháp bắt và bị đầy lên [[Sơn La]]. Mãi đến năm [[1943]] Hoàng Đạo mới được thả nhưng vẫn bị quản thúc tại Hà Nội.\n \nTrong thời gian đó, Thạch Lam và Nguyễn Tường Bách tiếp tục quản trị tờ ''Ngày Nay'' đến cuối năm 1941, mới bị đóng cửa. Năm 1942, Nhất Linh chạy sang [[Quảng Châu]], Thạch Lam mất tại Hà Nội.\n \nTheo lệnh của Nhất Linh từ [[Trung Quốc]] gửi về, Hoàng Đạo cùng Khái Hưng, Nguyễn Gia Trí và Nguyễn Tường Bách lo tục bản tờ ''Ngày nay'' (khổ nhỏ, số đầu tiên ra ngày 5 tháng 3 năm 1945) và trở thành cơ quan ngôn luận của [[Việt Nam Quốc dân Đảng|Việt Nam Quốc Dân Đảng]].\n \nNgày [[19 tháng 8]] năm [[1945]], [[Việt Minh]] nắm chính quyền. Ngày [[25 tháng 8]] năm [[1945]], vua [[Bảo Đại]] thoái vị. Ngày [[2 tháng 9]] năm 1945, [[Hồ Chí Minh]] tuyên bố độc lập.\n \nNgày [[2 tháng 3]] năm [[1946]] [[Chính phủ liên hiệp]] ra đời. Sau đó, Hoàng Đạo được bổ sung (không qua bầu cử) làm đại biểu Quốc hội khóa I, được cử giữ chức Bộ trưởng Kinh tế một thời gian ngắn (sau Kỳ họp thứ nhất của Quốc hội, ngày [[2 tháng 3]] năm [[1946]], thì [[Chu Bá Phượng]] lên thay). Ngày [[4 tháng 6]] năm [[1946]] Chu Bá Phượng được cử vào phái đoàn sang Paris đàm phán, Hoàng Đạo được cử làm Cố vấn Bộ Quốc dân Kinh tế.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-94-cu-ong-Nguyen-Tuong-Long-lam-co-van-Bo-quoc-dan-kinh-te-36026.aspx Sắc lệnh 94]<\/ref>\n\nMột lần được cử lên Vĩnh Yên giải quyết việc một vụ gây rối, Hoàng Đạo đã tìm cách sang Trung Quốc. Ngày [[22 tháng 7]] tháng [[1948]], trên chuyến [[tàu hỏa|xe lửa]] từ [[Hồng Kông|Hương Cảng]] về [[Quảng Châu]], khi vừa tới ga Thạch Long, Hoàng Đạo bị đột quỵ rồi mất, lúc 42 tuổi.\n \nThi hài ông được gia đình an táng tại thị trấn Thạch Long ([[Trung Quốc]]). \n \nTrước đây (1933), được một người bạn của mẹ làm mối, ông lập gia đình với Marie Nguyễn Bình (1913-1975), con gái một quả phụ khá giả. Ông và vợ sống hạnh phúc và có cả thảy bốn người con (ba gái và một trai).\n\n== Tác phẩm ==\n*'''Trước vành móng ngựa''' (phóng sự, 1938)\n*'''Mười điều tâm niệm''' (luận thuyết, 1939)\n*'''Bùn lầy nước đọng''' (luận thuyết, 1940)\n*'''Con đường sáng''' (tiểu thuyết, cùng viết chung với Nhất Linh, 1940)\n* '''Tiếng đàn''' (tập truyện ngắn, 1941)\nSách viết cho thiếu nhi (loại sách hồng):\n*'''Con cá thần'''\n*'''Lan và Huệ'''\n*'''Con chim di sừng'''\n*'''Sơn Tinh'''\n*'''Lên cung trăng'''\n\nTất cả các sách trên đều do Nhà xuất bản Đời Nay (Hà Nội) thuộc ''Tự Lực văn đoàn'' ấn hành.\n\n==Nhận xét==\n===Về tác giả===\nHoàng Đạo từng được bổ làm Tri huyện, với mức lương 140 đồng, nhưng ông đã từ chối. Ngày còn làm Tham Tá lục sự tòa án Đà Nẵng, có người cùng sở muốn làm mối cho ông một cô gái Huế, con một vị Hồng lô tự khanh rất có vị thế, nhưng ông cũng không ưng...\nSau này, khi ông tham gia chính trị, thì anh em và đồng chí đều nể Nhất Linh, nhưng quý Hoàng Đạo, bởi ông mới là người mưu lược. Khi nhận được tin Hoàng Đạo mất, những người thân đã nói rằng: \"Hoàng Đạo không còn, nhất định Nhất Linh sẽ từ bỏ chính trị\". Quả như vậy. Về nước gần mười năm (1950-1959), Nhất Linh xa lánh chính trị, tập trung vào việc viết sách báo, vui với thiên nhiên hoa cỏ...<ref>Theo Khúc Hà Linh, tr. 70-71 và 77.<\/ref>\n\n===Về tác phẩm===\nTrích đáng giá của:\n*Nhà văn [[Vũ Ngọc Phan]]:\n:''Tiểu thuyết luận đề của Nhất Linh đều có khuynh hướng về gia đình...còn tiểu thuyết của Hoàng Đạo có khuynh hướng xã hội.''\n:''Tác phẩm đầu tay của ông (Trước vành móng ngựa), làm người đọc vừa phì cười vừa thương tâm. Quyển Con đường sáng có những ý hay, nhưng tác giả quá thiên về tả cảnh...Những nhân vật không có những ngôn ngữ và hành động sâu sắc, nên cá tính của họ không được rõ...''\n:...''Hoàng Đạo là một nhà văn sở trường về nghị luận, về châm biếm hơn là về tiểu thuyết. Ở hai loại trên, ông phán đoán vững vàng, lập luận chắc chắn, còn loại tiểu thuyết ông không được giàu tưởng tượng cho lắm''...<ref>''Nhà văn hiện đại''(tập 2), tr. 845.<\/ref>.\n\n*Nhà nghiên cứu Văn Tâm:\n:''\"Trước vành móng ngựa\", là tập phóng sự đặc sắc về tóa án. Tuy tác giả không mấy quan tâm đến \"luận đề\", nhưng sự thật giản đơn được chọn lọc phản ánh, lại tự nói lên ý nghĩa sâu xa của nó, từ đó có khả năng thuyết phục độc giả một cách thấm thía về hiện thực dân sinh và dân trí bi đát đương thời...''\n:''Với \"Mười điều tâm niệm\", Hoàng Đạo có hoài bão hướng dẫn lẽ sống đúng đắn cho thanh niên...Và chủ trương trong quyển này đã được tác giả hình tượng hóa qua cặp nhân vật nam nữ Duy và Thơ trong tiểu thuyết \"Con đường sáng\". Duy, sau một thời gian chơi bời, đến khi chán nản muốn tự sát, thì bỗng giác ngộ ra được \"con đường sáng\"...Cụ thể là lẽ sống của thanh niên tân tiến là nhẫn nại mưu tính cho giới bình dân có được một cuộc đời êm đẹp. Duy kết hôn với Thơ, một thiếu nữ có tâm hồn thanh cao, rồi cùng về nơi \" bùn lầy nước đọng\" cứu giúp đám nông dân nghèo khổ, thất học và bệnh tật...Nhưng cuối cùng công cuộc cải lương hương xã của họ đã thất bại...\"Con đường sáng\" có lối văn trong trẻo, đôi chỗ trữ tình. Tác giả chứa đựng những nét hiện thực, nhưng các hình tượng nhân vật thì còn mờ nhạt, ít gây ấn tượng sâu sắc...''<ref>''Từ điển Văn học'' (bộ mới), tr. 610.<\/ref>\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Vũ Ngọc Phan]], ''Nhà văn hiện đại'' (tập 2). Nhà xuất bản KHXH in lại năm 1989.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam ''. Nhà xuất bản KHXH, 1992.\n*Nhiều người soạn, ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Khúc Hà Linh, ''Anh em Nguyễn Tường Tam-Nhất Linh: Ánh sáng và bóng tối''. Nhà xuất bản Thanh Niên, 2008.\n== Liên kết ngoài ==\n{{Tự Lực Văn Đoàn}}\n{{Bộ trưởng Bộ Công Thương Việt Nam}}\n\n{{Thời gian sống|sinh=1907|mất=1948|tên=Hoàng Đạo}}\n\n[[Thể loại:Tự Lực văn đoàn]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Bộ trưởng Bộ Công Thương Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}