{"48624":"'''Hoàng Hạ''' là một trong những chiếc [[trống đồng Đông Sơn]] có kích thước lớn, có nhiều hoa văn phong phú, hiện được tàng trữ tại [[Bảo tàng Lịch sử Việt Nam]].\n\n==Xuất xứ==\nVào ngày [[13 tháng 7]] năm [[1937]], dân công đào mương dẫn nước xóm Nội, thôn làng Hoàng Hạ, huyện Phú Xuyên, tỉnh Hà Đông ([[Hà Nội]] ngày nay) đã tìm ra được trống này ở độ sâu 1,6 [[mét]] trong lòng đất.<ref>Tạp chí của trường Bác cổ Viễn đông, 1937, tr.100<\/ref>\n\n==Tình trạng==\nTrống có [[đường kính]] mặt là 79 [[xentimét|cm]], chiều cao là 61,5 [[xentimét|cm]]. Trống bị long mặt, rỉ gần khắp mặt và cả một phần thân trống.\n\n==Hình dáng==\nHoa văn trang trí, hình dáng và kích thước tương tự như trống [[Ngọc Lũ I]].\n\n==Hoa văn trang trí==\n===Hoa văn tại mặt trống===\n[[Tập tin:Hoang Ha bronze drum surface.JPG|nhỏ|Bề mặt trống đồng Hoàng Hạ]]\n[[Tập tin:Chim Trong Dong.PNG|nhỏ|phải|200px|Hoạ tiết chim trên mặt trống đồng]]\n[[Tập tin:HoangHaBronzeDrum.jpg|nhỏ|trái|250px|Trống đồng Hoàng Hạ, trưng bày tại [[Bảo tàng lịch sử Việt Nam]], Hà Nội, Việt Nam.]]\n\nChính giữa mặt trống có hình ngôi sao nổi 16 cánh, xem kẽ các cánh sao là những họa tiết trang trí kiểu lông [[công]]. Bao quanh ngôi sao là 15 vành hoa văn, gồm hai loại: hoa văn [[hình học]] và hình khắc [[loài người|người]], [[động vật]] và vật.\n\nVề hoa văn hình học, ngoài những hoa văn tương tự như hoa văn trên trống đồng Ngọc Lũ I như các chấm nhỏ thẳng hàng, chữ gãy nối tiếp, vòng tròn chấm giữa có [[tiếp tuyến]] song song, văn răng cưa,...còn có thêm vành hoa văn [[hình xoắn ốc]] và vòng tròn đồng tâm ở vành thứ 7 từ trong ra ngoài.\n\nVề hình khắc người và động vật thì có vành [[họ Hươu nai|hươu]] [[nai]], chim bay xem kẽ. Vành số 9 của trống Hoàng Hạ chỉ có 14 con chim bay. Đó là những hình chim mỏ dài, đuôi và chân dài, có mào, không có những hình chim đứng ngậm mồi.\n\nRìa mặt trống có 30 lỗ nhỏ cách đều nhau, là dấu vết con kê trên khuôn đúc trống.\n\n===Hoa văn ở thân trống===\n[[Tập tin:HoangHa.jpg|nhỏ|200px|Trống đồng Hoàng Hạ, trưng bày tại [[Bảo tàng lịch sử Việt Nam]], Hà Nội, Việt Nam.]]\nBố cục trang trí và hình hoa văn giống như trống đồng Ngọc Lũ 1. Trên tang trống, ngoài các vành hoa văn hình học, cũng có hình 6 chiếc [[thuyền]], xen giữa các thuyền là những hình chim có từ 2 đến bốn con. Về trang sức, tất cả thuyền trưởng cầm trống, vũ sĩ và người cầm lái đều đội mũ lông chim khá cao.\n\nTrống có hai đôi quai kép trang trí văn bện thừng. Chân trống không có hoa văn.\n\n==Ghi chú==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*''Những trống đồng Đông Sơn đã phát hiện ở Việt Nam''. [[Bảo tàng Lịch sử Việt Nam|Viện bảo tàng lịch sử Việt Nam]], [[1975]].\n\n==Xem thêm==\n*[[Sông Đà (trống đồng)|Trống Sông Đà]]\n\n==Liên kết ngoài==\n\n[[Thể loại:Trống đồng Đông Sơn]]\n[[Thể loại:Văn hóa Hà Nội]]\n[[Thể loại:Văn minh|Sông Hồng]]\n[[Thể loại:Bảo vật quốc gia của Việt Nam]]"}