{"1244578":"{{otheruses|Hoàng Diệu (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Hoàng Diệu\n| vai trò hành chính = phường\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 28\n| vĩ giây = 01\n| kinh phút = 21\n| kinh giây = 19\n| diện tích = 6,14 km²\n| dân số = 13.715 người\n| thời điểm dân số = 2007\n| mật độ dân số = 2.234 người\/km²\n| dân tộc =\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| thành phố = [[Thái Bình (thành phố)|Thái Bình]]\n| thành lập = 2007<ref>[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&mode=detail&document_id=51136 Nghị định 181\/2007\/NĐ-CP]<\/ref>\n| trụ sở UBND = \n| mã hành chính = 12460<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hoàng Diệu''' là một [[Phường (Việt Nam)|phường]] thuộc thành phố [[Thái Bình (thành phố)|Thái Bình]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\nPhường có diện tích 6,14&nbsp;km², dân số năm 2007 là 13.715 người,mật độ dân số đạt 2.234 người\/km².\n\n==Đặc sản ổi làng Bo==\nLàng Bồ Xuyên tên chữ là Làng Bo . Làng Bồ Xuyên xưa thuộc xã Đông Ninh huyện Đông Quan tỉnh Thái Bình. Hiện nay địa giới hành chính của làng bao gồm tổ 2, tổ 3 và 1 phần tổ 1 của phường Hoàng Diệu, thành phố Thái Bình.Làng Bo xưa nằm ở tả ngạn sông Trà Lý với đặc sản là quả ổi Bo (hay còn gọi là ổi lê) trứ danh khi nhắc đến làng Bo cũng như khi nhắc đến quê lúa Thái Bình.\nDù không có tài liệu nào đề cập rõ ràng đến nguồn gốc của ổi Bo nhưng người làng Bồ Xuyên vẫn truyền tai nhau rằng ổi Bo có nguồn gốc ở làng này khoảng 200 năm về trước. Cây ổi Bo “tổ” mọc ở bờ giậu nhà cụ Phạm Hữu Thiên (tên thường gọi là cụ Trương Thiên) thuộc dòng họ Phạm Hữu ở thôn Bồ Xuyên, xã Đông Ninh, huyện Đông Quan (nay là phường Hoàng Diệu, thành phố Thái Bình). \n\nKhi cây ổi Bo mọc lên xanh tốt, cụ Thiên không chặt đi mà để nguyên chăm sóc. Sau 3 năm, ổi bói lứa quả đầu tiên, quả chưa chín có màu xanh và vị chát nhưng khi quả chín to như quả lê, màu trắng như lê, khi bổ ra, cùi dày, ruột quả bé và chỉ có một vành hạt. \nỔi Bo có tên ban đầu là ổi lê. Do phù hợp với thổ nhưỡng của vùng nên dần dần được trồng nhiều ở làng Bồ Xuyên và cả làng Bo. Đến mùa ổi chín, người dân trong làng mang ổi ra chân cầu Bo để bán. Vì thế, cái tên ổi Bo dần được người dân quen gọi.\n\nTrải qua những thăng trầm của lịch sử, sự thay đổi của vùng đất ven đô hôm nay, ổi Bo không còn được trồng nhiều nữa. Trên địa bàn phường Hoàng Diệu, số cây ổi Bo thuần chủng cũng chỉ còn vài chục gốc. Riêng ở khu vực làng Bồ Xuyên, chỉ có gia đình ông Trọng còn bảo tồn được 10 cây ổi Bo bản địa, còn lại một số gia đình còn vườn tạp cũng chỉ có 1, 2 cây.\n\n==Đền Quan==\nĐền Quan là di tích lịch sử nổi tiếng thuộc phường Hoàng Diệu, thành Phố Thái Bình, là nơi thờ vị thần triều Đinh là “Tiết Chế Nam Đạo Đại Thần Tướng\". Ngài họ Trần – húy Thắng, là tướng của sứ quân [[Trần Lãm]] trấn giữ Thái Bình. Việt Thắng Đại Vương là người có công dẹp loạn và giúp dân trị thủy sông Trà. Ngài sinh và mất ở thế kỷ 10. Trải các triều Đinh, Lê, Lý, Trần, Hậu Lê đều được tu bổ; Đền hiện tại được đại tu vào năm Duy Tân thứ 2.<ref>{{Chú thích web |url=http:\/\/tinnguongthomau.com\/thai-binh-den-quan\/ |ngày truy cập=2019-03-17 |tựa đề=Đền Quan – Thái Bình |archive-date=2019-02-26 |archive-url=https:\/\/web.archive.org\/web\/20190226190123\/http:\/\/tinnguongthomau.com\/thai-binh-den-quan\/ }}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc thành phố Thái Bình}}"}