{"3172505":"'''Hoàng Văn Khánh '''(1923-2002), là một tướng lĩnh trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]], nguyên Tư lệnh [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không]], Phó Tư lệnh [[Binh chủng Pháo binh, Quân đội nhân dân Việt Nam|Bộ Tư lệnh Pháo binh]], Phó Tư lệnh [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]], Hiệu phó [[Trường Sĩ quan Pháo binh]]<ref>{{Chú thích web|url = http:\/\/www.thiduakhenthuongvn.org.vn\/TDKT\/index.php?option=com_content&task=view&id=3992|title = Ra mắt tập ký sự \"Thắng B52 trên bầu trời Hà Nội\"}}{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web|url = http:\/\/ditichlichsuvanhoa.com\/danhnhan\/Hoang-Van-Thieu-a216.html|title = Hoàng Văn Thiệu|ngày truy cập = 2014-11-26|archive-date = ngày 29 tháng 11 năm 2014 |archive-url = https:\/\/web.archive.org\/web\/20141129194610\/http:\/\/ditichlichsuvanhoa.com\/danhnhan\/Hoang-Van-Thieu-a216.html}}<\/ref>. Nguyên Phái viên [[Bộ Tổng tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng Tham mưu Quân đội nhân dân Việt Nam]].\n\n== Thân thế và sự nghiệp ==\nÔng tên thật '''Hoàng Văn Thiệu''', bí danh Trần Giới, sinh ngày 12 tháng 01 năm 1923, quê tại thôn Chi Long, xã Nguyên Lý, huyện Lý Nhân, tỉnh Hà Nam.\n\nÔng tham gia Cách mạng từ tháng 3 năm 1942 trong Phong trào Công nhân cứu quốc ở Hà Nội.\n\nTháng 12 năm 1943, ông tham gia Ban chấp hành Công nhân cứu quốc ở Hà Nội, Bí thư chi bộ, tham gia Ban chấp hành Công vận.\n\nTháng 7 năm 1944, ông được bầu vào Ban chấp hành Công vận Xứ ủy Bắc Kỳ.\n\nTháng 5 năm 1945, trước tình hình mới của Cách mạng, chuẩn bị tiến lên tổng khởi nghĩa giành chính quyền, ông được cử đi học lớp Quân chính kháng Nhật ở Tân Trào.\n\nTháng 7 năm 1945, là Chính trị viên Trung đội rồi Đại đội Giải phóng quân Chi đội ‘’Lâm Kính’’. Sau khi Cách mạng tháng 8 thành công, ông được cử làm Trưởng ban Nhân sự Phòng Tham mưu Hà Nội cho đến tháng 3 năm 1946 là Tham mưu trưởng Khu đặc biệt Hà Nội. Tháng 2 năm 1947, là Phái viên Quân sự Mặt trận Hà Nội. \n\nTrong Kháng chiến chống Pháp ông lần lượt giữ các chức vụ: Tiểu đoàn trưởng Tiểu đoàn 80 trực thuộc Liên khu 2 (7.1947); Tiểu đoàn trưởng Tiểu đoàn 9 Trung đoàn 15 bảo vệ các cơ quan Trung ương Đảng, Chính phủ và Bộ Tổng Tư lệnh Quân đội nhân dân Việt Nam ở căn cứ địa Việt Bắc; Tiểu đoàn trưởng rồi Tham mưu trưởng Trung đoàn 88 trực thuộc Đại đoàn Quân tiên phong (F308) (1.1950); Tham mưu trưởng, Trung đoàn phó Trung đoàn 99, Trung đoàn phó Trung đoàn 64 Đại đoàn Đồng Bằng (F320) Đảng ủy viên Trung đoàn; Trung đoàn trưởng Trung đoàn 52 Đại đoàn Đồng Bằng (4.1953); Trung đoàn trưởng Trung đoàn 63 Bộ Tư lệnh Pháo binh Đại đoàn 351 (10.1954). \n\nTháng 11 năm 1955, ông được cử làm Tham mưu trưởng Sư đoàn 349, Đảng ủy viên Sư đoàn.\n\nTháng 8 năm 1956, ông được cử đi học tại Học viện Pháo binh ở Liên Xô. Trở về nước, ông được cử giữ chức vụ Hiệu phó Trường Sĩ quan Pháo binh. \n\nTrong Kháng chiến chống Mỹ cứu nước, ông lần lượt đảm nhiệm các chức vụ:\n\n•Tham mưu trưởng Bộ Tư lệnh Pháo binh (10.1964);\n\n•Tư lệnh Bộ Tư lệnh Phòng không Hà Bắc trực thuộc Quân chủng Phòng không Không quân (6.1966);\n\n•Tư lệnh phó kiêm Tham mưu trưởng Bộ Tư lệnh Tên lửa Quân chủng Phòng không Không quân (3.1967); •Tư lệnh Bộ Tư lệnh Sư đoàn Phòng không Nam khu 4 (Sư đoàn 375) (12.1967);\n\n•Tham mưu trưởng Quân chủng Phòng không Không quân (1.1968); •Phó Tư lệnh Quân chủng Phòng không Không quân (10.1969);\n\n•Phó Tư lệnh [[Binh chủng Pháo binh, Quân đội nhân dân Việt Nam|Bộ Tư lệnh Pháo binh]] (3.1974). \n\n•Tháng 6 năm 1977 ông được cử giữ chức vụ Tư lệnh [[Quân chủng Phòng không – Không quân, Quân đội nhân dân Việt Nam|Quân chủng Phòng không]].\n\n•Tháng 12 năm 1983 là Phái viên Bộ Tổng Tham mưu Bộ Quốc phòng\n\n•Năm 1988, ông nghỉ hưu.\n\n•Ngày 19 tháng 9 năm 2002, ông mất tại Hà Nội\n\n== Lịch sử thụ phong quân hàm ==\n{| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\"\n|- align=center\n|- bgcolor=\"#cccccc\"\n! Năm thụ phong!! 1979!! 1986!!\n|- align=center\n| '''Quân hàm''' || [[Tập tin:Vietnam People's Army Major General.jpg|72x72px]] || [[Tập tin:Vietnam People's Army Lieutenant General.jpg|72x72px]] \n|- align=center\n| '''Cấp bậc''' || Thiếu tướng || [[Trung tướng Quân đội nhân dân Việt Nam thế kỷ 20|Trung tướng]]\n|-\n| colspan=\"11\" |\n|}\n\n== Khen thưởng ==\n*[[Huân chương Độc lập]] hạng Nhì\n*[[Huân chương Quân công]] (hạng Nhất, Nhì)\n*[[Huân chương Chiến công]] hạng Nhì\n*[[Huân chương Kháng chiến]] chống Pháp hạng Nhì\n*[[Huân chương Kháng chiến chống Mỹ]] hạng Nhất\n*[[Huân chương Chiến sĩ vẻ vang]] (hạng Nhất, Nhì, Ba)\n*Huân chương Hữu nghị của Liên Xô-Cuba-Mông Cổ\n*[[Huy chương Quân kỳ quyết thắng]]\n*Huy hiệu 40 và 50 năm tuổi Đảng\n\n== Chú thích ==\n{{tham khảo}}\n{{thời gian sống|1923|2002}}\n\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}