{"230007":"{{Thông tin Di sản thế giới\n|tên =Hoàng thành Huế\n| image_size = 300px\n|hình =Meridian Gate, Hue (I).jpg\n|caption =Ngọ Môn - cổng chính dẫn vào Hoàng thành Huế\n{{maplink|frame=yes|plain=yes|type=point|zoom=15|frame-align=center|frame-width=270}}\n|quốc gia ={{VIE}}\n|địa điểm=[[Huế]]\n|kiểu =Văn hóa\n|hạng mục =IV\n|ID =678\n|vùng UNESCO =[[Danh sách di sản thế giới tại châu Á và châu Đại Dương|Châu Á-Thái Bình Dương]]\n|vĩ độ =16.470231\n|kinh độ =107.577251\n|năm =1993\n|kì thứ =17\n}}\n[[Tập tin:Hué, 1932 – La Ville Impériale – Vue aérienne.jpg|thumb|300px|Ảnh chụp Hoàng thành Huế ngày [[11 tháng 9]], năm [[1932]].]]\n\n'''Hoàng thành Huế''' hay '''Thuận Hóa hoàng thành''' ([[chữ Hán]]: 順化皇城) hay còn được gọi là '''Đại Nội''' ([[chữ Hán]]: 大內), là vòng thành thứ hai bên trong [[Kinh thành Huế]], có chức năng bảo vệ các cung điện quan trọng nhất của triều đình, các miếu thờ tổ tiên [[nhà Nguyễn]] và bảo vệ [[Tử Cấm thành (Huế)|Tử Cấm thành]] - nơi dành riêng cho vua và hoàng gia. Người ta thường gọi chung Hoàng thành và [[Tử Cấm thành (Huế)|Tử Cấm thành]] là Đại Nội<ref>https:\/\/dantri.com.vn\/hoang-thanh-hue.tag<\/ref><ref>https:\/\/thuathienhue.gov.vn\/vi-vn\/Thong-tin-du-dia-chi\/tid\/Hoang-thanh-va-Tu-Cam-thanh\/newsid\/9B98F26C-A1F6-41F2-AECE-C778CAC86CFF\/cid\/4E568EE4-C8BC-4F08-8B97-706999B99B37<\/ref>.\n\n==Lịch sử==\n[[Tập tin:Hue Emperor city Vietnam (38834320914).jpg|nhỏ|300px|trái|Ngọ Môn, cổng chính của Hoàng thành Huế]]\nHoàng thành được xây dựng năm [[1804]], nhưng mãi đến năm [[1833]] đời vua [[Minh Mạng]] mới hoàn chỉnh toàn bộ hệ thống cung điện với khoảng 147 công trình.\n\nHoàng thành có mặt bằng gần [[hình vuông|vuông]], mỗi bề khoảng 600 [[mét]], xây bằng [[Gạch nung|gạch]], cao 4m, dày 1m, xung quanh có hào bảo vệ, có 4 cửa để ra vào: Cửa chính (phía Nam) là [[Ngọ Môn (hoàng thành Huế)|Ngọ Môn]], phía Đông có cửa Hiển Nhơn, phía Tây có cửa Chương Đức, phía Bắc có cửa Hòa Bình. Các cầu và hồ được đào chung quanh phía ngoài thành đều có tên Kim Thủy.\n\nHoàng thành và toàn bộ hệ thống cung điện bên trong được bố trí trên một trục đối xứng, trong đó trục chính giữa được bố trí các công trình chỉ dành cho vua. Các công trình ở hai bên được phân bố chặt chẽ theo từng khu vực, tuân thủ nguyên tắc (tính từ trong ra): \"tả nam hữu nữ\", \"tả văn hữu võ\". Ngay cả trong các miếu thờ cũng có sự sắp xếp theo thứ tự \"tả chiêu hữu mục\" (bên trái trước, bên phải sau, lần lượt theo thời gian).<ref name=HTH1>{{Chú thích web |url=http:\/\/www.hueworldheritage.org.vn\/quanthe\/hoangthanh\/index.asp |ngày truy cập=2008-05-04 |tựa đề=Hoàng thành Huế |archive-date=2005-01-21 |archive-url=https:\/\/web.archive.org\/web\/20050121215658\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/hoangthanh\/index.asp }}<\/ref>\n[[Tập tin:Hoàng thành Nội (Huế) khoảng năm 1909 - hướng Bắc ở trên.jpg|nhỏ|300x300px|Bản vẽ mặt bằng tổng thể Đại nội Huế năm [[1909]] trong ''Đại Nam nhất thống chí'']]\n[[Tập tin:Plan of Great Enclosure.JPG|nhỏ|phải|300px|'''Hoàng thành Huế''': <small>1. Ngọ Môn 2. Hồ Thái Dịch 3. Cầu Trung Đạo 4. Sân Đại Triều 5. Điện Thái Hoà 6. Đại Cung môn 7. Tả vu, Hữu vu 8. Điện Cần Chánh 8a. Điện Võ Hiển 8b. Điện Văn Minh 9a. Điện Trinh Minh 9b. Điện Quang Minh 10. Điện Càn thành 11. Điện Khôn Thái 11a. Viện Thuận Huy 11b. Viện Dưỡng Tâm 12. Lầu Kiến Trung 13. Thái Bình Lâu 14. Vườn Ngự Uyển 15. Vườn Cơ Hạ 16.Phủ Nội vụ 17. Triệu Miếu 18. Thái Miếu 19. Cung Trường Sanh 20. Cung Diên Thọ 21. Điện Phụng Tiên 22. Hưng Miếu 23. Thế Miếu 24. Cửu Đỉnh 25. Hiển Lâm Các 26. Cửa Hiển Nhơn 27. Cửa Hoà Bình 28. Cửa Chương Đức 29. Ngự Tiền Văn phòng 30. Lục Viện 31. Điện Minh Thận<\/small>]]\nMặc dù có rất nhiều công trình lớn nhỏ được xây dựng trong khu vực Hoàng thành nhưng tất cả đều được đặt giữa thiên nhiên với các hồ lớn nhỏ, vườn hoa, cầu đá, các hòn đảo và các loại cây lưu niên tỏa bóng mát quanh năm. Mặc dù quy mô của mỗi công trình có khác nhau, nhưng về tổng thể, các cung điện ở đây đều làm theo kiểu \"trùng lương trùng thiềm\" (hay còn gọi là \"trùng thiềm điệp ốc\" - kiểu nhà kép hai mái trên một nền), đặt trên nền đá cao, vỉa ốp đá Thanh, nền lát [[Gốm Bát Tràng|gạch Bát Tràng]] có tráng men xanh hoặc vàng, mái cũng được lợp bằng một loại ngói đặc biệt hình ống có tráng men thường gọi là ngói Thanh lưu ly (nếu có màu xanh) hoặc Hoàng lưu ly (nếu có màu vàng). Các cột được sơn thếp theo mô típ long - vân (rồng-mây). Nội thất cung điện thường được trang trí theo cùng một phong cách nhất thi nhất họa (một bài thơ kèm một bức tranh) với rất nhiều thơ bằng chữ Hán và các mảng chạm khắc trên gỗ theo đề tài [[bát bửu]], hay theo đề tài tứ thời).<ref name=HTH1\/>\n\n==Hoàng thành==\n[[Tập tin:Meridian Gate (Citadel of Hue) 20190916-2.jpg|nhỏ|phải|300px|Ngọ Môn về đêm]]\n[[Tập tin:Hué, 1932 – La Ville Impériale – Vue aérienne-2.jpg|300px|right|thumb|Ảnh chụp Hoàng thành trên không ngày [[11 tháng 9]], [[1932]].]]\n*Khu vực phòng vệ: gồm vòng thành bao quanh bên ngoài, cổng thành, các hồ (hào), cầu và đài quan sát.\n*Khu vực cử hành đại lễ, gồm các công trình:\n**[[Ngọ Môn (hoàng thành Huế)|Ngọ Môn]], cửa chính của Hoàng thành - nơi tổ chức lễ Duyệt Binh, lễ Truyền Lô (đọc tên các Tiến sĩ tân khoa), lễ Ban Sóc (ban lịch năm mới).\n**[[Điện Thái Hòa (hoàng thành Huế)|Thái Hòa điện]] - nơi cử hành các cuộc lễ Đại Triều một tháng 2 lần (vào ngày 1 và 15 Âm lịch), lễ Đăng Quang, lễ Vạn Thọ, [[Ngày quốc khánh|lễ Quốc Khánh]]...\n*[[Khu vực các miếu thờ ở Đại Nội Huế|Khu vực các miếu thờ]]: được bố trí ở phía trước, hai bên trục dọc của Hoàng thành theo thứ tự từ trong ra gồm:\n**[[Triệu Miếu|Triệu Tổ Miếu]] ở bên trái thờ [[Nguyễn Kim]].\n**[[Thái Tổ Miếu (hoàng thành Huế)|Thái Tổ Miếu]] thờ các vị [[chúa Nguyễn]].\n**[[Hưng Tổ Miếu (hoàng thành Huế)|Hưng Tổ Miếu]] ở bên phải [[Nguyễn Phúc Luân]].\n**[[Thế Tổ Miếu (hoàng thành Huế)|Thế Tổ Miếu]] thờ các vị vua [[nhà Nguyễn]].\n*Khu vực dành cho bà nội và mẹ vua (phía sau, bên phải), gồm hệ thống [[cung Trường Sanh|Trường Sanh cung]] (dành cho các Thái hoàng thái hậu) và [[cung Diên Thọ|Diên Thọ cung]] (dành cho các Hoàng thái hậu).\n*Khu vực dành cho các hoàng tử học tập, giải trí như vườn Cơ Hạ, điện Khâm văn... (phía sau, bên trái).\n*Ngoài ra còn có kho tàng (Phủ Nội vụ) và các xưởng chế tạo đồ dùng cho hoàng gia (phía trước vườn Cơ Hạ)\n*Khu vực [[Tử Cấm thành (Huế)|Tử Cấm thành]] nằm trên cùng một trục Bắc-Nam với Hoàng thành và [[Kinh thành Huế|Kinh thành]], gồm một vòng tường thành bao quanh khu vực các cung điện như\n**[[Điện Cần Chánh (hoàng thành Huế)|Cần Chánh điện]] (nơi vua tổ chức lễ Thường triều).\n**[[Điện Càn Thành (hoàng thành Huế)|Càn Thành điện]] (chỗ ở của vua).\n**Khôn Thái điện (chỗ ở của Hoàng Quý phi),\n**[[Điện Kiến Trung (hoàng thành Huế)|Kiến Trung điện]] (từng là nơi ở của vua Bảo Đại và Hoàng hậu Nam Phương), trước đây là Minh Viễn lâu.\n**Nhà đọc sách và các công trình khác phục vụ cho nhu cầu sinh hoạt của nhà vua và gia đình như [[Thượng Thiện Đường|Thượng Thiện đường]] (nơi phục vụ ăn uống), [[Duyệt Thị Đường (hoàng thành Huế)|Duyệt Thị đường]] (nhà hát hoàng cung)...\n\nĐến nay, trải qua bao biến động và thời gian, hàng trăm công trình kiến trúc ở Đại Nội chỉ còn lại ít ỏi chiếm không đầy một nửa con số ban đầu.\n\n==Đại Nội==\n====Ngọ Môn====\n{{chính|Ngọ Môn (hoàng thành Huế)}}\n[[Tập tin:Meridian Gate of Huế (03-10-17) II.jpg|nhỏ|trái|300px|Ngọ môn.]]\nNgọ Môn là cổng chính phía nam của Hoàng thành Huế được xây dựng vào năm [[Minh Mạng]] 14 (1834). Ngọ Môn có nghĩa đen là ''Cổng xoay về hướng Ngọ'', là cổng lớn nhất trong 4 cổng chính của Hoàng thành Huế. Về mặt từ nguyên, Ngọ Môn có nghĩa là chiếc cổng xoay mặt về hướng Ngọ, cũng là hướng Nam, theo Dịch học là hướng dành cho bậc vua Chúa.\n\n===Hiển Nhơn môn===\n[[Tập tin:Cửa Hiển Nhơn.jpg|nhỏ|300px|Cửa Hiển Nhơn - cửa phía Đông của Hoàng thành.]]\n===Chương Đức môn===\nCửa Chương Đức là một trong bốn cổng của Hoàng Thành, cổng nằm ở phía Tây của Hoàng Thành, ngoài chức năng là cổng dành cho các bà trong cung ra vào, cùng với Tây Khuyết đài cổng Chương Đức còn góp phần phòng thủ bảo vệ triều đình và hoàng gia; đồng thời tạo sự ngăn cách đời sống sinh hoạt trong cung với xã hội bên ngoài. Quan niệm “tả nam hữu nữ, nam nhân nữ đức” là nguyên tắc quan trọng trong các công trình kiến trúc của triều Nguyễn.\n\nTên Chương Đức ngụ ý nói đến “tứ đức” của người phụ nữ xưa. Cửa được xây dựng năm 1804 dưới thời vua Gia Long theo kiểu tam quan nhưng cách thức đơn giản và chưa có vọng lâu. Qua nhiều lần cải tạo, vào thời vua Khải Định năm 1921, cửa được sửa chữa và có sự tiếp thu cao về kỹ thuật cũng như vật liệu xây dựng; đặc biệt là hình thức trang trí đắp nổi sành sứ, thủy tinh. Nghệ thuật ghép sành sứ ở cửa Chương Đức đã đạt đến một trình độ cao, thực sự là một dấu mốc quan trọng trong quá trình phát triển ghép sành sứ dưới triều Nguyễn nói chung và dưới thời vua Khải Định nói riêng.\n\nCửa Chương Đức có ba tầng, trên các trụ thân cửa chia thành nhiều ô hộc, mỗi ô hộc trang trí với nhiều chủ đề khác nhau, đó là những bức tranh và là những tác phẩm nghệ thuật đặc sắc. Hệ thống mái lợp ngói hoàng lưu ly; đầu ngói tròn nổi nhô lên trên khắc nổi chữ “Thọ” trong khung tròn, đầu ngói chìm bên dưới khắc nổi đầu con dơi, mô típ trang trí này rất phổ biến ở các di tích của triều Nguyễn với ý nghĩa “Phúc Thọ Khang Ninh”.\n\nTừ sau khi triều Nguyễn cáo chung năm 1945, cửa Chương Đức ít được quan tâm, tu sửa. Đặc biệt do bom đạn trong chiến tranh đã làm cửa bị hư hại nhiều. Từ năm 2003 – 2004 cửa Chương Đức đã được trùng tu lại theo nguyên mẫu dưới thời vua Khải Định như chúng ta thấy hiện nay. \n\n[https:\/\/khamphadisan.com.vn\/tai-lieu-thuyet-minh-hue-hoang-cung-trieu-nguyen-dai-noi-hue-day-du-va-chi-tiet\/][[Tập tin:Gate in Imperial City, Huế (II).jpg|nhỏ|300px|trái|Cửa Chương Đức - cửa phía Tây của Hoàng thành.]]\n===Hòa Bình môn===\n===Cầu Trung Đạo và Hồ Thái dịch===\n[[Tập tin:Le parc de la Cité impériale (Hué).jpg|nhỏ|300px|trái|Nghi môn, Trung Đạo kiều và Thái Dịch hồ.]]\n\n====Điện Thái Hoà và Sân Đại Triều Nghi====\n{{chính|Điện Thái Hòa (hoàng thành Huế)|Sân Đại Triều Nghi (hoàng thành Huế)}}\n[[Tập tin:Điện Thái Hòa - Đại nội Huế(1).jpg|nhỏ|300px|phải|Khu vực từ Ngọ Môn trở vào được gọi là Đại Nội. Kết thúc Cầu Trung Đạo là khu vực sân Đại Triều Nghi. Phía trên là [[Điện Thái Hòa|Điện Thái Hòa (hoàng thành Huế)]].]]\n[[Tập tin:Palace of Supreme Harmony, Huế (7073485639).jpg|300px|right|thumb|điện Thái Hòa.]]\n'''Điện Thái Hòa''' ([[chữ Hán]]: 太和殿) là cung điện nằm trong khu vực Đại Nội của kinh thành [[Huế]]. Điện cùng với Sân Đại Triều Nghi (sân chầu) là địa điểm được dùng cho các buổi triều nghi quan trọng của triều đình như: lễ Đăng Quang, sinh nhật vua, những buổi đón tiếp sứ thần chính thức và các buổi đại triều được tổ chức 2 lần vào ngày mồng 1 và 15 âm lịch hàng tháng. Trong chế độ phong kiến cung điện này được coi là trung tâm của đất nước. \n[[Tập tin:Bên trong điện Thái Hòa(1).jpg|nhỏ|phải|300px|Bên trong Điện Thái Hòa. Ngai vàng của nhà vua đặt bên dưới bửu tán.]]\nĐiện được xây dựng vào năm 1805 thời vua [[Gia Long]]. Năm 1833 khi vua [[Minh Mạng]] quy hoạch lại hệ thống kiến trúc cung đình ở Đại Nội, trong đó có việc cho dời điện về mé nam và làm lại đồ sộ và lộng lẫy hơn.\n\n==Tử Cấm Thành==\n{{Chính|Tử Cấm thành (Huế)}}\n'''Tử Cấm thành''' ([[chữ Hán]]: 紫禁城) thuộc [[quần thể di tích Cố đô Huế|quần thể di tích cố đô Huế]] là trung tâm sinh hoạt hằng ngày của [[vua]] và hoàng gia [[Nhà Nguyễn|triều Nguyễn]]. Tử Cấm thành có vị trí sau lưng [[Điện Thái Hòa (hoàng thành Huế)|điện Thái Hòa]], được khởi xây năm [[Gia Long]] thứ 3 (1804) gọi là '''Cung thành''' (宮城) và các vua [[Nhà Nguyễn|triều Nguyễn]] xây dựng thêm. Đến năm [[Minh Mạng]] thứ 3 ([[1822]])<ref>{{Chú thích web |url=http:\/\/www.hueworldheritage.org.vn\/quanthe\/Tucamthanh\/index.asp |ngày truy cập=2021-02-06 |tựa đề=Dựa theo tài liệu |archive-date=2011-08-27 |archive-url=https:\/\/web.archive.org\/web\/20110827095359\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/Tucamthanh\/index.asp }}<\/ref>, nhà Vua đổi tên là Tử Cấm thành, nghĩa là ''\"Tòa thành cấm màu tía\"''.\n\nTheo nghĩa Hán tự, chữ ''Tử'' có nghĩa là ''màu tím'', lấy ý theo thần thoại: Tử Vi Viên ở trên trời là nơi ở của Trời, Vua là con Trời nên nơi ở của Vua cũng gọi là Tử, ''Cấm Thành'' là khu thành cấm dân thường ra vào<ref>{{Chú thích web |url=http:\/\/www.thegioidulich.com.vn\/trung-quoc\/co-cung-tu-cam-thanh-bac-kinh-2.html |ngày truy cập=2021-02-06 |tựa đề=Cố Cung - Tử Cấm Thành Bắc Kinh |archive-date=2008-08-20 |archive-url=https:\/\/web.archive.org\/web\/20080820121632\/http:\/\/www.thegioidulich.com.vn\/trung-quoc\/co-cung-tu-cam-thanh-bac-kinh-2.html }}<\/ref>. Trong Tử Cấm thành có khoảng 50 công trình kiến trúc với quy mô lớn nhỏ khác nhau được phân chia làm nhiều khu vực, tổng số công trình đó biến động qua các thời kỳ lịch sử.\n===Đại Cung môn===\n{{chính|Đại Cung môn}}\n[[Tập tin:Enthronement of Emperor Bảo Đại 010.jpg|thumb|right|300px|Cảnh rước vua Bảo Đại từ Đại Cung môn sang điện Thái Hòa, năm [[1926]].]]\n[[Tập tin:KITLV A220 - Gouverneur-generaal A.C.D. de Graeff bezoekt het keizerlijke paleis in Hué, KITLV 85531.tiff|nhỏ|phải|300px|Đại Cung môn nhìn từ điện Cần Chánh. Vua Khải Định đang tiếp các sứ bộ nước ngoài.]]\n'''Đại Cung môn''' ([[chữ Hán]]: 大宮門)là cửa chính vào [[Tử Cấm thành (Huế)|Tử Cấm Thành]], có 5 gian (không chái) được làm năm [[1833]] thời [[Minh Mạng]], gồm 3 cửa. Cửa ở gian chính giữa chỉ dành cho vua. Mặt sau hai bên có hai hành lang nối với [[Tả Vu và Hữu Vu (hoàng thành Huế)|Tả Vu]], Hữu Vu. Công trình này và nhiều công trình khác trong [[Tử Cấm thành (Huế)|Tử Cấm Thành]] như Điện Cần Chánh, Điện Càn Thành, Điện Kiến Trung ... đều bị phá hủy trong chiến dịch [[Tiêu thổ kháng chiến]] của Việt Minh năm [[1947]] và [[Sự kiện Tết Mậu Thân|Chiến dịch Mậu Thân]] năm [[1968]], hiện nay đang được Trung tâm Bảo Tồn Di Tích Huế cùng chuyên viên của [[Đại học Waseda]] nghiên cứu chuẩn bị cho phục dựng.\n\nSau Đại Cung Môn là sân bái mạng có đặt hai [[Vạc đồng (nhà Nguyễn)|vạc đồng]]. Hai dãy hành lang hai bên dẫn đến [[Tả Vu và Hữu Vu (hoàng thành Huế)|Tả Vu và Hữu Vu]]. Đối diện Đại Cung Môn, qua sân bái mạng, là [[Điện Cần Chánh (hoàng thành Huế)|Điện Cần Chánh]].\n\nTử Cấm thành có 7 cửa:\n* Phía nam là Đại cung ([[Đại Cung môn]]) kết cấu hoàn toàn bằng gỗ, lợp [[ngói lưu ly|ngói hoàng lưu ly]];\n* Phía đông là cửa '''Hưng Khánh môn''' (興 慶 門) và cửa '''Đông An môn''', về sau lấp cửa Đông An, mở thêm cửa '''Duyệt Thị môn''' ở phía đông [[Duyệt Thị Đường (hoàng thành Huế)|Duyệt Thị Đường]], ở mặt này cũng mở thêm cửa '''Cấm Uyển môn''' (禁 苑 門) nhưng rồi lại lấp;\n* Phía tây là cửa '''Gia Tường môn''' và '''Tây An môn''';\n* Phía bắc là cửa '''Tường Loan môn''' (翔 鸞 門) và '''Nghi Phụng môn''' (儀 鳳 門) (trước năm 1821 mang tên '''Tường Lân'''), dưới thời [[Bảo Đại]], sau khi xây lầu Ngự Tiền Văn phòng mở thêm cửa '''Văn phòng'''.\n\n===Tả Vu và Hữu Vu===\n{{chính|Tả Vu và Hữu Vu (hoàng thành Huế)}}\n[[Tập tin:Tả Vu (Huế).jpg|nhỏ|phải|300px|Tả Vu]]\n[[Tập tin:Hữu Vu.jpg|phải|nhỏ|300px|Hữu vu]]\n'''Tả Vu''' (左廡) và '''Hữu Vu''' (右廡) là hai tòa nhà nằm đối xứng ngay phía trước điện Cần Chánh, được xây dựng vào đầu [[thế kỷ 19]], và cải tạo vào năm [[1899]]. Tả Vu nằm ngay phía trước bên trái điện Cần Chánh, còn Hữu Vu nằm ngay phía trước bên phải điện Cần Chánh.\n[[Tập tin:Throne (7351159086).jpg|thumb|right|300px|Bên trong Hữu Vu.]]\nTả Vu là toà nhà dành cho các quan văn, còn Hữu Vu là toà nhà dành cho các quan võ; đây là nơi các quan chuẩn bị nghi thức trước khi thiết triều, nơi làm việc của cơ mật viện, nơi tổ chức thi đình và yến tiệc. Tả Vu và Hữu Vu là một trong số ít công trình trong Hoàng thành còn tồn tại sau chiến tranh. Hữu Vu ngày nay được trưng dụng, làm dịch vụ chụp ảnh cho du khách; còn Tả Vu được dùng làm nơi trưng bày một số hiện vật cung đình.\n\n===Điện Cần Chánh===\n{{chính|Điện Cần Chánh (Hoàng thành Huế)}}\n[[Tập tin:Enthronement of Emperor Bảo Đại 001.jpg|nhỏ|phải|300px|Điện Cần Chánh trong lễ đăng quang của vua [[Bảo Đại]] năm [[1925]].]]\n[[Tập tin:Nền điện Cần Chánh - Hoàng thành Huế.jpg|nhỏ|phải|300px|Nền điện Cần Chánh. Phía sau bức bình phong là khu vực điện Càn Thành]]\n'''Điện Cần Chánh''' ([[chữ Hán]]: 勤政殿) là nơi vua thiết thường triều và xử lý chính vụ. Điện Cần Chánh nằm thẳng hàng với điện Thái Hòa theo trục [[Bắc]] - [[Nam]], nằm phía sau Đại Cung môn, và phía trước điện Càn Thành.\nĐiện Cần Chánh được xây dựng năm [[Gia Long]] thứ 3 ([[1804]]). Vào các ngày 1 và 15 [[âm lịch]], vua sẽ thiết đại triều ở [[Điện Thái Hòa (hoàng thành Huế)|điện Thái Hòa]], còn các buổi thiết thường triều sẽ diễn ra ở [[Điện Cần Chánh (Hoàng thành Huế)|điện Cần Chánh]] vào các ngày 5, 10, 20 và 25 [[âm lịch]]. Trước Điện Cần Chánh có '''Sân bái mạng''', là nơi tập hợp văn võ bá quan khi chầu vua, dâng biểu. Phía trước bên trái và bên phải điện Cần Chánh là hai nhà [[Tả Vu và Hữu Vu (hoàng thành Huế)|Tả vu, Hữu vu]] đối xứng nhau. Tả vu, Hữu vu là nơi các quan chuẩn bị lễ phục trước khi chính thức ra sân làm lễ thiết thường triều. Tả Vu là nơi dành cho quan văn và Hữu Vu là nơi dành cho quan võ. Ngoài ra hai nhà Tả Vu, Hữu Vu còn có chức năng như là nơi tiếp khách.\n[[Tập tin:Dejeuner KD au Palais CanChanh.jpg|nhỏ|phải|300px|Vua [[Khải Định]] đang ngự thiện ở điện Cần Chánh, trong lễ ''Tứ tuần đại khánh''.]]\nĐiện có kết cấu gỗ lớn và đẹp nhất trong [[Tử Cấm thành (Huế)|Tử Cấm thành]]. Nền đài cao gần 1m, bó vỉa bằng gạch vồ và đá thanh với diện tích mặt nền gần 1000m2. Chính điện có 5 gian, 2 chái kép; tiền điện 7 gian, 2 chái đơn, hai bên đông tây có 4 hồi lang mỗi bên 5 gian nối qua điện Văn Minh, Võ Hiển và qua [[Tả Vu và Hữu Vu (hoàng thành Huế)|Tả Vu, Hữu Vu]]. Bộ khung gỗ gồm 80 chiếc cột bằng gỗ lim <ref>{{Chú thích web |url=http:\/\/www.hueworldheritage.org.vn\/quanthe\/Tucamthanh\/Diencanchanh.asp |ngày truy cập=2020-08-08 |tựa đề=Điện Cần Chánh trên trang của Trung tâm bảo tồn di tích cố đô Huế |archive-date=2011-08-27 |archive-url=https:\/\/web.archive.org\/web\/20110827084205\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/Tucamthanh\/Diencanchanh.asp }}<\/ref>. Phần lớn kết cấu bộ khung bên trên (như xuyên, trến, kèo, đòn tay, hệ thống con-xon, các liên ba...) đều được chạm trổ trang trí rất tinh xảo, công phu.\nĐiện Cần Chánh còn là nơi [[vua]] tiếp đón các sứ bộ quan trọng, nơi tổ chức các buổi tiệc tùng trong những dịp khánh hỷ. Trong điện, ở gian giữa của nhà chính đặt ngự tọa, hai bên treo các bức [[tranh]] gương thể hiện cảnh đẹp Kinh đô và bản đồ các tỉnh trong nước lồng trong khung kính. Điện Cần Chánh cũng là nơi trưng bày nhiều báu vật của triều Nguyễn như các [[đồ sứ]] quý hiếm của [[Trung Hoa]], các hòm tượng [[Bửu tỷ triều Nguyễn|bảo ấn]] bằng [[vàng]] và bằng [[ngọc]] của triều đại.\n\nNgôi điện này đã phá hủy hoàn toàn vào năm [[1947]]. Hiện nay, Trung tâm Bảo tồn Di tích cố Đô Huế cùng với Đại học Waseda [[Nhật Bản]] đang triển khai thực hiện dự án phục nguyên điện Cần Chánh bằng nguồn vốn viện trợ không hoàn lại của Chính phủ [[Nhật Bản]], với tổng kinh phí đầu tư hơn 10 triệu USD.\n\n===Điện Càn Thành===\n{{chính|Điện Càn Thành (Hoàng thành Huế)}}\n[[Tập tin:Tu Cam Thanh (Hue-2008).jpg|nhỏ|phải|300px|Điện Càn Thành đã bị phá hủy trong các năm [[1947]] và [[1968]], ngày nay chỉ còn lại nền móng.]]\n'''Điện Càn Thành''' ([[chữ Hán]]: 乾成殿) là nơi ở chính thức của vua, trước năm [[1811]] có tên là '''điện Trung Hòa'''. Điện Càn Thành nằm trong [[Tử Cấm thành (Huế)|Tử Cấm Thành]], đây là tư cung của vua [[triều Nguyễn]]. Công trình này đã trở thành phế tích sau khi bị thiêu rụi vào năm [[1947]].\nĐiện Càn Thành là trung tâm của Tử Cấm Thành, nằm sau [[Điện Cần Chánh (hoàng thành Huế)|điện Cần Chánh]], phía trước [[Hoàng thành Huế#Cung Khôn Thái|cung Khôn Thái]] - nơi từng là cung điện của [[Thừa Thiên Cao Hoàng hậu]]. Phía trước điện, bên phải có '''điện Trinh Minh''' và bên trái có '''điện Quang Minh'''.\n[[Tập tin:KITLV A220 - Binnenplaats van het keizerlijk paleis te Hué, KITLV 76470.tiff|thumb|right|300px|Điện Càn Thành và bên tràu là điện Trinh Minh.]]\n[[Tập tin:Cờ long tinh tại lễ an táng Hoàng đế Khải Định (1925) , đoàn quan chức.jpg|thumb|300px|right|Sứ đoàn Pháp dự lễ tang vua [[Khải Định]] ở điện Càn Thành năm [[1925]].]]\nĐiện Càn Thành đặt trên nền cao 2 thước 3 tấc (gần 1m) ,được làm theo lối [[trùng thiềm điệp ốc]] gồm 3 tòa nhà ghép nối với nhau, chính điện 7 gian 2 chái kép, tiền điện và hậu điện đều 9 gian 2 chái đơn, nối với nhau bằng hai trần vỏ cua đỡ hai máng nước bằng [[đồng]] dài 50 m, mái lợp ngói lưu ly vàng và lắp cửa kính. Hành lang vòng hai bên điện nối với điện Cần Chánh ở phía Nam và '''điện Cao Minh Trung Chính''' ở phía Bắc, hành lang bên hữu nối ra [[cung Diên Thọ]].\n\n[[Tập tin:Cửa vò Càn Thành Cung (chỉ dàng cho vua).jpg|trái|thumb|200px|Cửa Càn Thành cung, lối ở giữa chỉ dành riêng cho vua. Các ô hộc trang trí các đề tài cổ điển như [[bát bửu]] xen lẫn với [[thơ]] văn, sơn son thếp [[vàng]] lộng lẫy.]]\n\nPhía sau bên phải của điện Càn Thành là '''viện Thuận Huy''', phía sau bên trái là '''điện Dưỡng Tâm'''.\n\nBên trái điện Càn Thành là một vườn ngự uyển, trong đó có '''điện Minh Thận''' ([[chữ Hán]]: 明慎殿, về sau trở thành lầu Nhật Thành), hồ Quang Văn...đều được xây dựng năm [[Thiệu Trị]] thứ nhất và bị triệt giải vào triều vua [[Thành Thái]]. Trước điện Càn Thành có một sân rộng, giữa có đường dũng đạo lát đá, trước sân có một ao [[sen]] với hòn non bộ và một tấm bình phong.\n\n===Cung Khôn Thái===\n[[Tập tin:Lone Pagoda - Citadel of Hue.jpg|300px|thumb|left|Phương đình trước điện Kiến Trung, nền của cung Khôn Thái xưa.]]\n'''Cung Khôn Thái''' ([[chữ Hán]]: 坤泰宮) nằm ngay phía sau điện Càn Thành. Cung này là nơi ở cho các bà [[Hoàng hậu]], Hoàng Quý phi triều Nguyễn.\nCung có một chính điện là '''điện Cao Minh Trung Chính''' ([[chữ Hán]]: 高明中政殿), lập vào năm [[Gia Long]] thứ ba ([[1804]]). Chính tịch 7 gian, tiền tịch, hậu tịch đều 9 gian, diện làm theo kiểu \"trùng thiềm trùng lương\", lợp ngói âm dương.\nPhía đông của điện Cao Minh Trung Chính có '''Viện Tịnh Quan''' ([[chữ Hán]]: 靜觀院) - một nhà hát để phục vụ riêng cho vua và hoàng phi xem. Vua [[Thành Thái]] là người thường xem diễn tuồng nơi đây, vua không chỉ là người đánh trống chầu giỏi mà đôi lần, vua còn lên sân khấu để diễn tuồng với vai '''Thạch Giải''' (tuồng ''\"Xảo Tống\"'').\n[[Tập tin:Purple Forbidden City 1.jpg|300px|thumb|left|Hoa viên trước điện Kiến Trung, vốn là nền cũ của cung Khôn Thái.]]\nTuy nhiên, cung Khôn Thái đã bị triệt giải vào thời [[Khải Định]], chỉ còn là dãy hành lang lợp ngói nối điện Dưỡng Tâm và viện Thuận Huy, phía sau là hai nhà phương đình cùng một hoa viên theo kiểu phương Tây trước điện Kiến Trung.\n\n===Điện Kiến Trung===\n{{chính|Điện Kiến Trung (Hoàng thành Huế)}}\n[[Tập tin:KITLV A220 - Nieuwe paleis te Hué, KITLV 85907.tiff|nhỏ|phải|300px|Điện Kiến Trung triều [[Khải Định]]. Năm [[1947]] điện Kiến Trung cùng nhiều công trình khác trong Tử Cấm Thành bị thiêu rụi.]]\n'''Điện Kiến Trung''' ([[chữ Hán]]: 建忠殿) hay Lầu Kiến Trung, là một [[cung điện]] của [[nhà Nguyễn]] trong [[Tử Cấm thành (Huế)|Tử Cấm thành]] được vua [[Khải Định]] cho xây vào năm [[1921]]-[[1923]] cùng thời gian với việc xây [[lăng Khải Định|lăng]] để làm nơi sinh hoạt của vua trong hoàng cung.\n\nĐiện Kiến Trung nằm trên mảnh đất sau cuối của Tử Cấm thành, Đại nội Huế, ngay phía sau cung Khôn Thái. Dưới thời vua [[Minh Mạng]], nơi đây có một công trình mang tên là '''lầu Minh Viễn''' ([[chữ Hán]]: 明遠樓; tồn tại từ [[1827]]-[[1876]]). Lầu Minh Viễn cao hơn 15 m, là nơi vua chúa cung phi lên ngâm cảnh từ xa. Thời [[Tự Đức]], lầu Minh Viễn xuống cấp và bị triệt giải. Đến đầu năm [[1916]] triều [[Duy Tân]], công trình được kiến tạo và mang tên '''lầu Du Cửu''' ([[1913]]-[[1916]]), nhưng sau mấy tháng thì vua bị bắt đi đày. Kiến Trung là tên được vua [[Khải Định]] đặt từ năm [[1916]]. Năm [[1921]], Điện Kiến Trung được vua Khải Định xây dựng và giữ nguyên dưới thời vua [[Bảo Đại]]. Đây là nơi chứng kiến cuộc thương thảo lịch sử giữa chính quyền cách mạng lâm thời Việt Nam năm [[1945]] với hoàng đế Bảo Đại, dẫn đến việc vị vua này thống nhất “nhường ngôi” cho [[Việt Minh]]. Theo các chuyên gia về kiến trúc, ngôi điện này có đầy đủ những đặc điểm của một công trình phong cách [[Đông Dương]] kết hợp giữa Á và Âu.\n\nTrong [[Chiến tranh Việt Nam]], điện Kiến Trung đã bị tàn phá hoàn toàn, chỉ còn lại nền móng tam cấp. Năm [[2018]], điện Kiến Trung được khởi công phục dựng với tổng chi phí 123 tỷ đồng<ref>https:\/\/m.thanhnien.vn\/van-hoa\/trung-tu-dien-kien-trung-noi-dien-ra-cuoc-van-dong-hoang-de-bao-dai-thoai-vi-1052271.amp{{Liên kết hỏng|date=2021-12-24 |bot=InternetArchiveBot }}<\/ref>.\n\n===Điện Võ Hiển===\n'''Điện Võ Hiển''' ([[Chữ Hán]]: 武顯殿) là một ngôi điện nằm trong [[Tử Cấm thành (Huế)|Tử Cấm Thành]], bên phải của điện Cần Chánh, cạnh Hữu Vu.\n\nVõ Hiển Điện là nơi làm việc của các quan võ, phụ trách mưu lược về quân sự. Đặc biệt vua [[Kiến Phúc]] đã chọn điện Võ Hiển làm nhà Kinh Diên.\n\n===Điện Văn Minh===\n'''Điện Văn Minh''' ([[Chữ Hán]]: 文明殿) là một ngôi điện nằm trong [[Tử Cấm thành (Huế)|Tử Cấm Thành]], bên trái của điện Cần Chánh, cạnh Tả Vu.\n\nVăn Minh Điện là nơi làm việc của các quan văn, phụ trách chung các chính sách của nhà nước. Các vua [[Thành Thái]], [[Duy Tân]] và [[Khải Định]] chọn điện Văn Minh làm nhà Kinh Diên và là nơi coi thường triều (chỉ khi có việc trọng đại vua mới ngự ở điện Cần Chánh).\n\n===Điện Trinh Minh===\n[[Tập tin:Trường lang Đại nội Huế (8104955322).jpg|thumb|left|300px|Trường lang trong Tử Cấm Thành, khu vực phía trước điện Trinh Minh.]]\n'''Điện Trinh Minh''' ([[Chữ Hán]]: 貞明殿) là một ngôi điện nằm trong [[Tử Cấm thành (Huế)|Tử Cấm thành]], phía trước bên phải của điện Càn Thành<ref name=\"tiengtrungntt.vn\">{{Chú thích web |url=https:\/\/tiengtrungntt.vn\/tong-quan-kien-truc-tu-cam-thanh\/ |ngày truy cập=2021-02-07 |tựa đề=Bản sao đã lưu trữ |archive-date=2021-04-20 |archive-url=https:\/\/web.archive.org\/web\/20210420172641\/https:\/\/tiengtrungntt.vn\/tong-quan-kien-truc-tu-cam-thanh\/ |url-status=dead }}<\/ref>.\n\nĐiện Trinh Minh xây về hướng Tây, làm năm [[Gia Long]] thứ  9 ([[1811]]), là nơi dành cho bà tước Nhất và nhị giai phi<ref>http:\/\/wikimapia.org\/17506340\/%C4%90i%E1%BB%87n-Trinh-Minh-ruined<\/ref>.\n\n===Điện Quang Minh===\n'''Điện Quang Minh''' ([[Chữ Hán]]: 光明殿) là một ngôi điện nằm trong [[Tử Cấm thành (Huế)|Tử Cấm Thành]], phía trước bên trái của điện Càn Thành, trước kia là chỗ ở của Đông cung hoàng tử<ref name=\"tiengtrungntt.vn\"\/>.\n\n===Điện Dưỡng Tâm===\n[[Tập tin:Hue Vietnam Citadel-of-Huế-03.jpg|300px|thumb|left|Trường lang trong Tử Cấm Thành, khu vực phía trước điện Dưỡng Tâm.]]\n[[Tập tin:Trường lang Đại nội Huế(1).jpg|nhỏ|trái|300px|Trường lang bên trong Tử Cấm Thành, khu vực phía trước điện Dưỡng Tâm.]]\n'''Viện Dưỡng Tâm''' ([[Chữ Hán]]: 養心院) hay '''Điện Dưỡng Tâm''' ([[Chữ Hán]]: 養心殿) là một ngôi điện nằm trong [[Tử Cấm thành (Huế)|Tử Cấm Thành]], phía trước bên trái của cung Khôn Thái, cạnh Thái Bình lâu.\n\nViện Dưỡng Tâm được xây dựng năm [[Gia Long]] thứ 9 ([[1810]]) xây về hướng Đông là nơi vua đến nghỉ ngơi xem sách những khi nhàn rỗi<ref name=\"tiengtrungntt.vn\"\/>.\n\n===Thái Bình Lâu===\n{{chính|Thái Bình lâu (Hoàng thành Huế)}}\n[[Tập tin:Thái Bình Pavilion 20190917.jpg|nhỏ|300px|phải|Thái Bình Lâu, nơi vua đọc sách, làm thơ]]\n'''Thái Bình lâu''' ([[chữ Hán]]: 太平樓) là nơi vua đọc sách, làm thơ. Đây là một kiến trúc hai tầng bằng gỗ nằm giữa một khuôn viên hình chữ nhật rộng 32m, dài 58m. Công trình được vua [[Khải Định]] ra lệnh xây dựng vào năm [[1919]], đến năm [[1921]] thì hoàn thành, để nhà vua làm chỗ nghỉ ngơi, đọc sách...Thái Bình lâu được trùng tu vào những năm [[1990]]-[[1991]]<ref>Năm trùng tu căn cứ theo Bản giới thiệu di tích tại Thái Bình Lâu.<\/ref>.\n\nThái Bình Lâu là một tòa nhà kép, gồm tiền sảnh, chính doanh, hậu doanh nối liền nhau bằng hai máng thoát nước. Mặt nền cao hơn đất 1m, mặt trước là bốn [[cột]] xây bằng gạch trát vữa. Phía trước có 3 chữ ''Thái Bình lâu'' và hai bên là hai bài văn do vua [[Khải Định]] ngự chế.\n\nSau tiền sảnh là chính doanh. Đây là một ngôi nhà 2 tầng cao 9.55m, mái được lợp bằng [[ngói âm dương]] tráng men vàng với nhiều trang trí rất đẹp và lộng lẫy như hình những con dơi tượng trưng cho '''Ngũ Phúc''' và hai bờ nóc đắp nổi hai hình hồi long đầy uy lực.\n\nHậu doanh có 3 gian, 2 chái, mái lợp ngói liệt, hai đầu hồi có đắp nổi đề tài Hải ốc thiêm trù với hình ảnh ba ông già chúc thọ cho nhau.\n\nNhìn chung, nổi bật nhất ở đây là nghệ thuật hoa viên và khảm sánh sứ <ref>Nhận xét ghi trong Bản giới thiệu di tích tại Thái Bình Lâu.<\/ref>.\n\n===Nhật Thành Lâu===\n[[Tập tin:Nhật Thành pavilion by Steeve Leulier 5.jpg|300px|right|thumb|Nhật Thành lâu sau khi phục dựng.]]\n[[Tập tin:Lầu Nhật Thành những năm đầu thế kỷ XX - 1.jpg|thumb|right|300px|Nhật Thành lâu trước thời [[Khải Định]].]]\n'''Nhật Thành lâu''' ([[chữ Hán]]: 日成樓) Nhật Thành Lâu là kiến trúc lầu hai tầng nằm ở phía đông điện Càn Thành, phía nam\nThái Bình lâu. Trước đây là vị trí của '''điện Minh Thận'''. Theo một số tác giả , ngôi lầu nầy là Phật điện của vua trong Tử Cấm Thành. Lối lên lầu cũng được làm hành lang che. Nhật Thành lâu bị tàn phá trong các năm [[1947]] và [[1968]], chỉ còn lại nền lầu. Năm [[2018]], lầu đã được phục dựng lại trên nền cũ.\n\n===Duyệt Thị đường===\n{{chính|Duyệt Thị đường (Hoàng thành Huế)}}\n[[Tập tin:Duyệt Thị Đường (hoàng thành Huế).jpg|nhỏ|phải|300px|Nhà hát Duyệt Thị đường. Đây là nhà hát cổ nhất Việt Nam.]]\n'''Duyệt Thị đường''' ([[chữ Hán]]: 閲是堂) là một nhà hát hoàng gia dành cho vua, hoàng thân quốc thích, các quan đại thần và là nơi biểu diễn các vở [[tuồng]] dành cho quan khách, sứ thần thưởng thức.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuathienhue.gov.vn\/vi-vn\/Thong-tin-du-dia-chi\/tid\/Duyet-Thi-Duong\/newsid\/4BAFB856-5352-4A8D-87F5-82C6BE334629\/cid\/4E568EE4-C8BC-4F08-8B97-706999B99B37|tựa đề=DUYỆT THỊ ĐƯỜNG|tác giả=|họ=|tên=|ngày=|website=https:\/\/thuathienhue.gov.vn\/|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Tuồng biểu diễn trong Duyệt Thị đường là các vở tuồng cung đình. Đây được xem là nhà hát cổ nhất của ngành sân khấu Việt Nam. Sân khấu chính làm nơi biểu diễn ở giữa nhà hát, vị trí tốt nhất dành cho vua ngồi là ở vị trí lầu hai, phía trước hai bên vòm có treo hai câu đối bằng [[chữ Hán]] của vua [[Minh Mạng]]:\n{{Cquote|''\nÂm nhạc tinh trần hòa kỳ tâm dĩ dưỡng kỳ chí\n\nNghiên xuy tề hiến thủ kỳ thị nhi giới kỳ phi.\n''|||vua [[Minh Mạng]]}}\n[[Tập tin:Sân khấu chính của Duyệt Thị Đường.JPG|nhỏ|300px|phải|Sân khấu chính của Duyệt Thị đường]]\nĐây còn là nơi tổ chức các buổi lễ hội đặc biệt như dịp tứ tuần các vua Minh Mạng, Tự Đức, Đồng Khánh, Khải Định…. Đối tượng được tham dự là các quan văn võ, các hoàng tử, hoàng đệ... Năm [[1833]], triều đình nhà Nguyễn đã cho tổ chức đúc tiền “Minh Mạng phi long” ngay tại địa điểm này.\n\nNhà hát Duyệt Thị đường được xây dựng năm [[Minh Mạng]] thứ 5 ([[1824]]-[[1826]]) nằm ở góc đông nam bên trong [[Tử Cấm thành (Huế)|Tử Cấm thành]]<ref name=\":0\" \/><ref name=\":1\">{{Chú thích web|url=https:\/\/sdl.thuathienhue.gov.vn\/?gd=7&cn=85&tc=2586|tựa đề=Bí mật phong thủy đằng sau kiến trúc độc đáo của kinh thành Huế thời nhà Nguyễn|tác giả=|họ=|tên=|ngày=|website=Sở du lịch tỉnh Thừa Thiên Huế|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=12\/04\/2019}}<\/ref><ref name=\":2\">{{Chú thích web|url=http:\/\/baotanglichsu.vn\/vi\/Articles\/3096\/4864\/duyet-thi-djuong-nha-hat-co-nhat-con-lai-cua-san-khau-truyen-thong-viet-nam.html|tựa đề=Duyệt Thị Đường- nhà hát cổ nhất còn lại của sân khấu truyền thống Việt Nam|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=05\/09\/2008}}<\/ref> trên nền cũ của nhà hát Thanh Phong Đường (1805).<ref name=\":2\" \/>\n\nDuyệt Thị đường có tổng diện tích 11.740 m². Diện tích xây dựng nhà hát 1.182 m². Toàn bộ khuôn viên nhà hát trước đây được dùng để trồng các loại cây thuốc Nam quý hiếm. Bên cạnh Duyệt thị đường là '''Ngự Y viện''' (御醫院) và '''Thượng Thiện sở''' (尚膳所), nơi bào chế ngự dược và chuẩn bị thức ăn cho vua<ref name=\":0\" \/>.\n\nNhà hát được chống đỡ bởi hai hàng cột lim sơn son có chiều cao 12 m, vẽ [[rồng]] ẩn [[mây]] cuốn chung quanh chia làm 2 tầng. Ở lưng chừng mỗi cột treo thêm một bức tranh sơn thủy vẽ cảnh Huế với khung chạm rồng nổi thiếp vàng. Trên cao hơn, mặt trời, mặt trăng, tinh tú tượng trưng cho vũ trụ được vẽ hoặc chạm nổi lên trần nhà màu xanh lơ. Tòa nhà nối liền với các cung điện của nhà vua và các bà hoàng bằng một dãy hành lang có mái khúc khuỷu, quanh co.<ref name=\":1\" \/>\n\n===Điện Đông Các===\n'''Điện Đông Các''' ([[chữ Hán]]: 東閣殿) nằm ở góc Đông Nam trong tử cấm thành, phía sau '''Tả Vu''', phía Nam của '''Duyệt Thị đường'''. Là nơi làm việc của nhóm vị đại thần [[Đông các Đại học sĩ|Đông các điện đại học sĩ]]. Công trình này còn được gọi là '''Thư viện Nội Các''', được xây dựng năm [[Minh Mạng]] thứ 6 ([[1826]])<ref>http:\/\/www.khoavanhoc-ngonngu.edu.vn\/nghien-cuu\/van-hoa-lich-su-triet-hoc\/6672-nh%E1%BB%AFng-th%C6%B0-vi%E1%BB%87n-l%E1%BB%9Bn-c%E1%BB%A7a-tri%E1%BB%81u-nguy%E1%BB%85n-%E1%BB%9F-kinh-%C4%91%C3%B4-hu%E1%BA%BF-x%C6%B0a.html<\/ref>.\nĐông Các còn là thư viện của triều đình, nơi lưu trữ các châu bản, sách ngự lảm, ngự chế...\nĐông các điện Đại học sĩ là người mang trách nhiệm dạy dỗ con vua và cố vấn cho vua trong những lĩnh vực như văn hóa, giáo dục.\n\nNăm [[1933]], vua [[Bảo Đại]] cho thiết lập '''Ngự Tiền Văn Phòng''' ở góc Đông Bắc trong Tử Cấm Thành, bên trái [[điện Kiến Trung]], thay thế chức năng cho Thư viện Nội Các. Từ đây, điện Đông Các bị bỏ hoang<ref>http:\/\/baolamdong.vn\/hosotulieu\/201401\/thu-vien-noi-cac-va-tu-khue-thu-vien-trieu-nguyen-2302938\/<\/ref>, đến năm [[1947]], điện Đông Các bị phá hủy cùng nhiều công trình trong hoàng thành.\n===Dưỡng Chánh đường===\n'''Dưỡng Chánh đường''' ([[chữ Hán]]: 養正堂) nằm ở phía Đông của Đông Các điện, là nơi ở và học tập của các hoàng tử từ khi được ra Các (ra ở riêng) vào khoảng 12-13 tuổi cho đến khi được phong tước và lập Phủ ở ngoài hoàng cung vào khoảng 15-16 tuổi.\n\n===Lầu Ngự Tiền Văn Phòng===\n'''Ngự Tiền Văn Phòng''' ([[chữ Hán]]: 御前文房) là kiến trúc được xây dựng muộn nhất trong Tử Cấm Thành. Lầu Ngự Tiền Văn Phòng được xây dựng vào khoảng năm [[1932]], thời điểm vua [[Bảo Đại]] về nước chấp chính sau thời gian du học tại [[Pháp]].\n\nLầu là nơi làm việc của Ngự Tiền Văn Phòng, cơ quan thay thế cho Nội Các từ thời vua [[Minh Mạng]]. Lầu nằm ở bên trái [[điện Kiến Trung]]. Phía trước lầu Ngự Tiền Văn Phòng trước tòa nhà là vườn '''Thiệu Phương viên''' cùng một hệ thống mương nước thông ra hồ Ngọc Dịch.\n===Vườn Thiệu Phương===\n'''Thiệu Phương viên''' ([[chữ Hán]]: 紹芳園) là vườn ngự uyển hoàng gia nhà Nguyễn nằm trong [[Tử Cấm thành (Huế)|Tử Cấm Thành]]. Thiệu Phương viên là một trong 4 Ngự uyển trong Hoàng thành, gồm Thiệu Phương Viên, Ngự Viên, Cơ Hạ Viên, Doanh Châu. Vườn được xây dựng từ năm [[1828]], thời [[Minh Mạng]], ở phía đông, bên trong cửa Hưng Khánh, thuộc Tử Cấm Thành<ref>https:\/\/www.tapchikientruc.com.vn\/chuyen-muc\/nghe-thuat-kien-truc-canh-vuon-trong-kien-truc-cung-dinh-thoi-nguyen.html<\/ref>. \n \nDưới thời vua [[Thiệu Trị]], vườn Thiệu Phương được vua xếp làm “đệ nhị cảnh”- thắng cảnh thứ hai trong ''“Thần kinh thập nhị cảnh”'' gắn liền với bài thơ '''Vĩnh Thiệu Phương Văn''' nổi tiếng:\n\n{{Cquote|'' \nVườn rộng mênh mông thắm sắc hoa,\n\nBao năm hương ngát gió đưa xa.\n\nLan vươn dáng khỏe, sen tròn trịa,\n\nCúc nép thân thon, mai mặn mà.\n\nNgoài cảnh cỏ cây xuân nắng gội,\n\nTrong nhà sách vở đạo hòa ca.\n\nXét suy thời thế nên chăm học,\n\nThuật tác, thi thư phải trải qua.\n''|||Vĩnh Thiệu Phương Văn - vua [[Thiệu Trị]]<ref>http:\/\/tapchisonghuong.com.vn\/tap-chi\/c167\/n2762\/Vuon-Thieu-Phuong-qua-tho-ngu-che.html<\/ref>}}\n[[Tập tin:Vườn Thiệu Phương.jpg|thumb|left|300px|Bức tranh gương vẽ Thiệu Phương viên với kiến trúc Vạn tự hồi lang.]]\nVườn nổi tiếng với kiểu cấu trúc '''Vạn tự hồi lang''', tức có hành lang uốn khúc hình chữ VẠN (卍) nằm ở trung tâm chạy ra 4 phía. Tại 4 góc của hồi lang này có 4 công trình kiến trúc nhỏ, gồm 2 đường và 2 hiên.\n \nPhía nam vườn là khu '''[[Duyệt Thị đường (Hoàng thành Huế)|Duyệt Thị đường]]'''; phía bắc - qua hồ Ngọc Dịch là '''Ngự Viên'''; phía tây là '''Thanh Hạ Thư Lâu''' (tức Thái Bình Lâu) và phía đông là bờ tường phía đông của [[Tử Cấm thành (Huế)|Tử Cấm thành]]. Quanh vườn có tường gạch bao bọc, cửa chính mở về phía nam. \n \nNhà ở góc tây nam gọi là '''Di Nhiên đường''', quay mặt về hướng nam, bên phải của nhà này là cửa Di Nhiên, xây mặt hướng đông. Hiên ở góc đông nam gọi là '''Vĩnh Phương hiên''', mặt quay về hướng đông, bên tây của hiên này có chiếc hồ nhỏ, gọi là '''Tiểu Hữu thiên''' bên phải hiên là cửa vườn Thiệu Phương, hướng nam.\n \nNhà ở góc đông bắc mang tên '''Cẩm Xuân đường''', quay mặt về hướng bắc, trước nhà có cửa phường Cẩm Xuân bên phải nhà là cửa Cẩm Xuân, đều xây về hướng bắc, phía đông Cẩm Xuân đường, thuộc về trường lang men theo tường Cung thành có cửa Cấm Uyển, hiên ở góc tây bắc có tên là '''Hàm Xuân hiên''', mặt quay về hướng tây.\n\nTrong vườn, ở phía tây của Vạn Tự Hồi Lang, có hai lạch nước đều mang tên là '''Ngự Câu''', thông với hồ Ngọc Dịch ở phía bắc bằng đường cống. Trên bờ phía đông của lạch có đắp một hòn núi nhỏ, tên gọi là '''Trích Thúy sơn'''<ref>https:\/\/dulichvietnam.com.vn\/thoang-chut-diem-xua-noi-de-nhi-ngu-uyen-thieu-phuong.html<\/ref>.\n\n==Tam Cung==\n===Cung Diên Thọ===\n{{chính|Cung Diên Thọ}}\n[[Tập tin:Hue Vietnam Cổng-Trai-cung-01.jpg|nhỏ|phải|300px|Thọ Chỉ môn (壽祉門)- cổng chính dẫn vào cung Diên Thọ.]]\n[[Tập tin:Diên Thọ Chính Điện.jpg|nhỏ|phải|300px|Diên Thọ chính điện]]\n'''Cung Diên Thọ''' ([[tiếng Trung Quốc|tiếng Hán]]: 延壽宮) là một hệ thống kiến trúc cung điện trong Hoàng thành Huế, nơi ở của các [[Hoàng thái hậu]] hoặc [[Thái hoàng thái hậu]] triều Nguyễn. Nằm ở phía tây [[Tử Cấm thành (Huế)|Tử Cấm Thành]], phía bắc [[điện Phụng Tiên]] và phía nam [[cung Trường Sanh]], cung Diên Thọ được coi là hệ thống kiến trúc cung điện quy mô nhất còn lại tại [[Cố đô Huế]].\n[[Tập tin:Diên Thọ palace 07.jpg|nhỏ|phải|300px|Khương Ninh các nằm bên phải của Chính điện Diên Thọ.]]\n[[Tập tin:Diên Thọ palace 02.jpg||300px|thumb|Trường Du tạ.]]\nTrải qua nhiều lần tu sửa, khuôn viên cung Diên Thọ ngày nay rộng khoảng 17500m² với các công trình còn tồn tại như:\n* '''Diên Thọ chính điện''' (延壽正殿), là công trình chính của cung Diên Thọ, nơi các Thái hậu tiếp khách.\n* '''Thọ Ninh điện''' (壽寧殿)\n* '''Tịnh Minh lâu''' (静明樓), trước kia là nhà hát '''Thông Minh đường''' (聡明堂). \n* '''Trường Du tạ''' (長偸榭), nhà thủy tạ giữa hồ.\n* '''Khương Ninh các''', hay '''Phước Thọ am''' (幅壽庵), là nơi thờ [[Phật]], cũng là nơi tu tập của các phi tần của tiên đế quy y.\n\nCác công trình này được nối kết với nhau bằng hệ thống hành lang có mái che. Ngoài ra còn có các công trình phụ như: \n* Tả, Hữu Vu (左,右廡): nhà phụ bên trái, bên phải.\n* Tả Trà (左茶): phòng chờ.\n* Thọ Chỉ Khố (壽祉庫): kho của cung Diên Thọ.\n\nĐược xây dựng vào tháng 4 năm [[1804]] để làm nơi sinh sống của bà [[Hiếu Khang hoàng hậu]], mẹ vua [[Gia Long]], cung Diên Thọ (khi đó mang tên là cung Trường Thọ) tiếp tục được các đời vua sau như [[Minh Mạng]], [[Tự Đức]], [[Thành Thái]], [[Khải Định]] cho đại tu, sửa chữa và đổi tên nhiều lần để trở thành nơi ở của nhiều vị Hoàng thái hậu triều Nguyễn. Sau khi nhà Nguyễn sụp đổ vào năm [[1945]], dù nhiều công trình trong Đại Nội bị tàn phá nặng nề hoặc biến mất nhưng toàn bộ khuôn viên cung Diên Thọ hầu như vẫn còn nguyên vẹn.\n\n===Cung Trường Sanh===\n{{chính|Cung Trường Sanh}}\n[[Tập tin:Cung Truong Sanh.jpg|nhỏ|phải|300px|Cung Trường Sanh.]]'''Cung Trường Sanh''' hay '''Cung Trường Sinh''' ([[chữ Hán]]: 長生宮), còn có tên gọi khác là '''Cung Trường Ninh''' (長寧宮), được xây dựng phía Tây Bắc Hoàng thành Huế với vai trò ban đầu là [[vườn cảnh|hoa viên]], nơi các vua [[nhà Nguyễn|triều Nguyễn]] mời mẹ mình đến thăm thú ngoạn cảnh. Về sau cung được chuyển thành nơi ăn ở sinh hoạt của một số bà [[Hoàng thái hậu]] và [[Thái hoàng thái hậu]]. Các công trình chính của cung:\n* Trường An Môn (長安門): cửa chính của cung Trường Sanh.\n* '''Ngũ Đại Đồng Đường''' (五代同堂): nhà trước của cung Trường Sanh.\n* '''Thọ Khang Điện''' (壽康殿): nơi ở chính của Hoàng thái hậu bậc nhì.\n* '''Vạn Phúc Lâu''' (萬幅樓): nhà sau của cung Trường Sanh.\n\nCung Trường Sanh được xây dựng vào năm [[Minh Mạng]] thứ nhất ([[1821]]) ở phía Tây Bắc Hoàng thành, phía sau cung Diên Thọ. Trong thời kỳ rực rỡ nhất, kiến trúc cảnh quan của Cung Trường Sanh được vua [[Thiệu Trị]] xếp vào hàng thứ bảy và được vịnh thơ trong ''Thần kinh nhị thập cảnh''<ref>{{Chú thích web |url=http:\/\/www.hue.vnn.vn\/disandulich\/2005\/03\/62791\/ |ngày truy cập=2021-02-06 |tựa đề=Về 20 thắng cảnh của đất Thần kinh xưa |archive-date=2011-01-05 |archive-url=https:\/\/web.archive.org\/web\/20110105195622\/http:\/\/www.hue.vnn.vn\/disandulich\/2005\/03\/62791\/ |url-status=dead }}<\/ref>\n\n===Cung Khôn Thái===\n[[Tập tin:Lone Pagoda - Citadel of Hue.jpg|300px|thumb|left|Phương đình trước điện Kiến Trung, nền của cung Khôn Thái xưa.]]\n'''Cung Khôn Thái''' ([[chữ Hán]]: 坤泰宮) nằm ngay phía sau điện Càn Thành. Cung này là nơi ở cho các bà [[Hoàng hậu]], Hoàng Quý phi triều Nguyễn.\nCung có một chính điện là '''điện Cao Minh Trung Chính''' ([[chữ Hán]]: 高明中政殿), lập vào năm [[Gia Long]] thứ ba ([[1804]]). Chính tịch 7 gian, tiền tịch, hậu tịch đều 9 gian, diện làm theo kiểu \"trùng thiềm trùng lương\", lợp ngói âm dương.\nPhía đông của điện Cao Minh Trung Chính có '''Viện Tịnh Quan''' ([[chữ Hán]]: 靜觀院) - một nhà hát để phục vụ riêng cho vua và hoàng phi xem. Vua [[Thành Thái]] là người thường xem diễn tuồng nơi đây, vua không chỉ là người đánh trống chầu giỏi mà đôi lần, vua còn lên sân khấu để diễn tuồng với vai '''Thạch Giải''' (tuồng ''\"Xảo Tống\"'').\n[[Tập tin:Trường lang Đại nội Huế (8104955176).jpg|300px|thumb|left|Khu vực bên trái là hoa viên trước điện Kiến Trung, vốn là nền cũ của cung Khôn Thái.]]\nTuy nhiên, cung Khôn Thái đã bị triệt giải vào thời [[Khải Định]], chỉ còn là dãy hành lang lợp ngói nối điện Dưỡng Tâm và viện Thuận Huy, phía sau là hai nhà phương đình cùng một hoa viên theo kiểu phương Tây trước điện Kiến Trung.\n\n==Lục Viện==\n[[Tập tin:Trường lang Đại nội Huế (8638871212).jpg|right|thumb|300px|Trường lang khu vực phía trước Viện Thuận Huy.]]\n[[Tập tin:Điện Quang Minh 20190917-2.jpg|right|thumb|300px|Trường lang khu vực phía trước Viện Thuận Huy.]]\nLục viện (六院) của [[nhà Nguyễn]] bao gồm:\n*viện Thuận Huy (順徽院) nơi ở của Tam và Tứ giai tần.\n*viện Đoan Huy (端徽院) nơi ở của Ngũ và Lục giai tiệp dư.\n*viện Đoan Thuận (端順院)\n*viện Đoan Hoà (端和院)\n*viện Đoan Trang (端祥院) nơi ở của Thất giai quý nhân, Bát giai mỹ nhân và Cửu giai tài nhân. \n*viện Đoan Tường (端莊院)\nCác viện này là nơi ở và sinh hoạt của các phi tần [[nhà Nguyễn]], được gọi chung là Lục viện (六院).\n\n==Miếu thờ==\n[[Hình:Mieu mon.jpg|nhỏ|trái|300px|Miếu môn, cổng vào [[Khu vực các miếu thờ ở Đại Nội Huế|khu vực các miếu thờ]]]]\n===Thế Tổ Miếu===\n{{chính|Thế Tổ Miếu (hoàng thành Huế)}}\n[[Tập tin:Citadel Hue 2.jpg|nhỏ|trái|300px|Thế miếu]]\n'''Thế Tổ miếu''' ([[chữ Hán]]: 世祖廟) thường gọi là '''Thế miếu''' (世廟) nằm ở góc tây nam bên trong Hoàng thành Huế, là nơi thờ các vị vua [[nhà Nguyễn|triều Nguyễn]]. Đây là nơi triều đình đến cúng tế các vị vua quá cố, nữ giới trong triều (kể cả hoàng hậu) không được đến tham dự các cuộc lễ này.\n\nKhuôn viên của Thế Tổ miếu có hình chữ nhật, diện tích khoảng trên 2ha, chiếm đến 1\/18 diện tích toàn bộ các khu vực bên trong Hoàng thành và [[Tử Cấm thành (Huế)|Tử Cấm thành]]. Thế Tổ miếu là một công trình kiến trúc gỗ rất lớn được xây theo lối \"trùng thiềm điệp ốc\" đặt trên nền cao gần 1 m. Bình diện mặt nền hình chữ nhật (54,60 m × 27,70 m), diện tích 1500 m². Nhà chính có 9 gian và 2 chái kép, nhà trước có 11 gian và 2 chái đơn, nối liền nhau bằng vì vỏ cua chạm trổ rất tinh tế. Mái được lợp [[ngói lưu ly|ngói hoàng lưu ly]] với đỉnh nóc gắn liền thái cực bằng [[pháp lam]] rực rỡ. Bên trong khuôn viên ngoài tòa Thế Tổ miếu là công trình chính còn có thêm các công trình khác như [[Thổ Công Từ|Thổ công từ]], [[Cửu Đỉnh (nhà Nguyễn)|Cửu đỉnh]], [[Hiển Lâm Các|Hiển Lâm các]], Canh Y điện, [[Tả Vu và Hữu Vu (hoàng thành Huế)|Tả vu, Hữu vu]].\n===Hưng Tổ Miếu===\n{{chính|Hưng Tổ Miếu (hoàng thành Huế)}}\n[[Tập tin:Hưng Miếu.jpg|nhỏ|phải|300px|Hưng Miếu]]\n'''Hưng Tổ Miếu''' ([[chữ Hán]]: 興祖廟) còn gọi là '''Hưng Miếu''' (興廟), là ngôi miếu thờ cha mẹ vua [[Gia Long]] - ông [[Nguyễn Phúc Luân]] (hay Nguyễn Phúc Côn) và bà [[Nguyễn Phúc Luân#Vợ|Nguyễn Thị Hoàn]], vị trí ở tây nam Hoàng thành, nằm phía sau [[Thế Miếu]] và cách [[Thế Miếu]] chừng 50 mét về phía Bắc.\nMiếu là một ngôi nhà kép chừng 400m² mái được lợp bằng ngói âm dương men vàng, nền cao 0,68 m bó bằng đá Thanh. Toàn bộ dàn trò (9 hàng cột tình từ trước đến dau và 8 hàng cột tính từ trái sang phải, kê chân trên đá tảng) cùng với các mảng trang trí đều được làm bằng gỗ quý: [[gỗ lim|lim]], [[sao]], [[kền kền]], [[huê mộc]]<ref name=An116>Phan Thuận An, Tr. 116<\/ref><ref name=An117>Phan Thuận An, Tr. 117<\/ref>.\n\nPhần chính doanh gồm có 3 gian và 2 kép, tiền doanh có 5 gian và 2 chái đơn. Mặt trước của mỗi chái đơn mà mộ mảng tường xây được trang trí chữ \"thọ\" cách điệu, có tác dụng tăng tính chụi lực.<ref name=An116\/>\n\nSân trước Hưng miếu có [[hình chữ nhật]] (20m x 18,45m) được lát gạch bát tràng. Giữa sân là đường thần đạo lát bằng đá thanh, chạy từ bậc thềm ra đến miếu môn phía trước rộng 2,15m. Song song với hàng cột hiên là dãy các chậu sứ trồng cây cảnh mỗi chậu đặt trên đôn bằng đá gồm sáu cái. Bên phải sân có một cái lư dùng để đốt tờ sớ.<ref name=An117\/>\n\nBên phải trái trong khuôn viên Hưng miếu còn có hai ngôi nhà '''Thần Khố''' (nhà kho của thần) và '''Thần Trù''' (nhà bếp của thần). Bên trái khuôn viên hiện vẫn còn 2 bia đá: bia đá dựng năm [[1804]] khắc bài Ngự chế của [[Gia Long]] và bia đá dựng năm [[1821]] khắc bài Ngự chế của [[Minh Mạng]] nói lại lịch sử xây dựng Hưng miếu và Thế miếu.<ref name=An118>Phan Thuận An, Tr. 118<\/ref>\n\n===Thái Tổ Miếu===\n{{chính|Thái Tổ Miếu (hoàng thành Huế)}}\n[[Tập tin:Thái Tổ Miếu (hoàng thành Huế).JPG|nhỏ|phải|300px|Thái Tổ Miếu.]]\n'''Thái Tổ Miếu''' ([[chữ Hán]]: 太祖廟) còn gọi là '''Thái Miếu''' (太廟), là miếu thờ các vị [[chúa Nguyễn]], từ [[Nguyễn Hoàng]] đến [[Nguyễn Phúc Thuần]]. Miếu được xây dựng từ năm [[Gia Long]] 3 (1804) ở góc đông nam trong Hoàng thành, đối xứng với [[Thế Tổ Miếu (hoàng thành Huế)|Thế Tổ Miếu]] ở phía tây nam.\n\nQuy mô và bố trí kiến trúc của '''Thái miếu''' gần tương tự như [[Thế Tổ Miếu (hoàng thành Huế)|Thế miếu]],nhưng Thái miếu còn lớn hơn cả Thế miếu, và là kiến trúc bằng gỗ lớn nhất trong Hoàng thành. Tòa điện chính xây theo lối nhà kép [[trùng thiềm điệp ốc]], chính đường 13 gian 2 chái kép, tiền đường 15 gian 2 chái đơn. Phía đông điện chính là '''điện Long Đức'''<ref>http:\/\/baotanglichsu.vn\/vi\/Articles\/3091\/4164\/thua-thien-hue-trung-tu-djien-long-djuc.html<\/ref>, phía nam có '''điện Chiêu Kính''' (昭敬殿). Đối diện với điện Chiêu Kính ở phía tây là '''điện Mục Tư''' (穆思殿), phía bắc điện này là '''Thổ Công từ''' (土公祠).\n\nTrước sân Thái miếu có ''' Tuy Thành các''' (綏成閣, tên cũ là gác Mục Thanh) gần giống với [[Hiển Lâm các]] ở [[Thế Miếu|Thế miếu]]. Hai bên Tuy Thành các có tường ngắn, trên có lầu chuông, lầu trống, dưới trổ cửa vòm. Phía nam của Tuy Thành các, 2 bên có nhà Tả vu, Hữu vu. Toàn bộ khu vực Thái miếu có tường gạch bao bọc, trổ 5 cửa ra các phía. Các án thờ của chúa Nguyễn đều đặt trong tòa điện chính, bài vị phối thờ các công thần đặt ở Tả vu và Hữu vu. Lễ tế tổ chức 1 năm 5 lần vào các tháng mạnh xuân, mạnh hạ, mạnh thu, mạnh đông và quý đông.\n\nNăm [[1947]], khu vực Thái Miếu bị thiêu hủy gần như hoàn toàn. Năm [[1971]] - [[1972]], hội đồng trị sự Nguyễn Phước Tộc đã quyên góp và dựng lại một tòa Thái miếu 5 gian tạm trên nền cũ ngôi điện chính để làm nơi thờ tự các [[chúa Nguyễn]]<ref>https:\/\/sites.google.com\/site\/tvsk21hoi\/home\/du-lich-mien-trung\/1-thanh-pho-hue\/1-1-dhai-noi---hue\/1-1-6-thai-to-mieu<\/ref>. Ngôi Thái miếu này qui mô nhỏ hơn rất nhiều so với tòa Thái miếu gốc.\n\n===Triệu Tổ Miếu===\n{{chính|Triệu Tổ Miếu (hoàng thành Huế)}}\n[[Tập tin:Triệu Tổ Miếu.jpg|nhỏ|phải|300px|Triệu Tổ miếu, nơi thờ [[Nguyễn Kim]], cha của chúa Tiên [[Nguyễn Hoàng]].]]\n'''Triệu Tổ miếu''' ([[chữ Hán]]: 肇祖廟) hay là '''Triệu miếu''' (肇廟), được xây dựng năm [[Gia Long]] thứ 3 (1804)<ref>https:\/\/vnexpress.net\/gan-36-ty-dong-trung-tu-noi-tho-chua-nguyen-kim-3468843.html<\/ref>. Miếu này nằm ở phía bắc của [[Thái Miếu]] trong hoàng thành Huế, là miếu thờ [[Nguyễn Kim]], thân sinh của chúa Tiên [[Nguyễn Hoàng]].\n\nVề hình thức và quy mô kiến trúc, Triệu miếu tương tự như [[Hưng Miếu|Hưng miếu]], miếu gồm 1 tòa điện chính theo lối nhà kép, chính đường 3 gian 2 chái, tiền đường 5 gian 2 chái đơn. Hai bên điện chính có Thần Khố (phía đông) và Thần Trù (phía tây).\n\nTriệu Miếu là một trong số ít công trình trong Hoàng thành còn tồn tại sau chiến tranh. Nhưng sau 200 năm tồn tại, công trình này đã xuống cấp nghiêm trọng. Năm [[2016]], Triệu Miếu được tu bổ với tổng giá trị hơn 35,6 tỷ đồng<ref>https:\/\/vtv.vn\/trong-nuoc\/khanh-thanh-du-an-tu-bo-di-tich-trieu-to-mieu-dai-noi-hue-20160916141345381.htm<\/ref><ref>http:\/\/tintuc.hues.vn\/gan-36-ty-dong-trung-tu-trieu-mieu-mieu-tho-chua-nguyen-kim\/<\/ref>.\n\n===Hiển Lâm Các===\n{{chính|Hiển Lâm Các}}\n[[Tập tin:Le pavillon des âmes célèbres (Cité impériale, Hué) (4381978164).jpg|nhỏ|trái|300px|Hiển Lâm Các]]\n'''Hiển Lâm Các''' ([[chữ Hán]]: 顯臨閣) được xây dựng vào năm [[1821]] và hoàn thành vào năm [[1822]] thời vua [[Minh Mạng]] nằm trong khu vực miếu thờ trong hoàng thành Huế, cao 17m và là công trình kiến trúc cao nhất trong Hoàng thành. Đây được xem là đài kỷ niệm ghi nhớ công tích của các vua [[nhà Nguyễn]] và các quan đại thần có công lớn của triều đại.\n\nHiển Lâm Các là một công trình kiến trúc bằng gỗ cao 3 tầng, được dựng trên khối nền cao hình chữ nhật, nền lát gạch Bát Tràng, xây bó bằng gạch vồ, vôi vữa và đắp nổi mảnh sành để trang trí. Từ dưới bước lên mặt nền bằng hai hệ thống bậc cấp được làm từ đá xanh Thanh Hóa, ở trước và sau mỗi hệ thống có 9 cấp bậc. Hai bên thành bậc cấp đắp hình rồng ở giữa là giới hạn lối đi chỉ dành riêng cho vua.\n\nKiến trúc của Hiển Lâm Các được chia làm 3 phần rõ rệt. Tầng 1 có tất cả 5 gian, kiến trúc của tầng 1 được xem là sắc sảo với những bản điêu khắc đạt đến trình độ điêu khắc tinh xảọ Tại các cột, kèo của tầng 1, các bản điêu khắc có in hình [[rồng]], hoa, lá có giá trị rất cao về mặt kiến trúc. Ở hàng cột 3 tính từ mặt trước, dựng một dãy đố bản, giữa mỗi gian trổ một cửa vòm. Các hệ thống kèo, liên ba, đố bản ở tầng này đều chạm nổi các mô típ hình rồng cách điệu hóa thành dây leo lá cuốn. Trên cửa giữa treo tấm hoành phi lớn đề ba chữ “Hiển Lâm Các” với nền sơn màu lục, khung chạm 9 con [[rồng]] vờn mây sơn son thếp vàng rất tinh xảo, điêu luyện. Chiếc cầu thang nhỏ bằng gỗ được bắc lên tầng 2 được coi là một tác phẩm giá trị nhất của Hiển Lâm Các. Tầng 2 được chia làm 3 gian và tầng 3 chỉ có 1 gian. Trên cùng của tầng 3 có đựng một bình rượu màu vàng. Tất cả 12 mái, 4 cột chính chạy suốt chiều cao của Hiển Lâm Các là 13m và diện tích mặt bằng Hiển Lâm Các là 300m²<ref>https:\/\/thuathienhue.gov.vn\/vi-vn\/Du-kh%C3%A1ch\/Du-l%E1%BB%8Bch\/Th%C3%B4ng-tin-chi-ti%E1%BA%BFt\/tid\/Hien-Lam-Cac\/newsid\/D5EF0B1A-48B6-4B54-8883-CAEC9ADE9E6E\/cid\/2307076E-60C2-43EE-93A1-B7C8C3A475A9<\/ref>.\n\nHiển Lâm các là một trong số ít công trình trong hoàng thành còn tồn tại sau chiến tranh.\n\n===Cửu Đỉnh===\n[[Tập tin:Cuudinh.JPG|nhỏ|phải|300px|Cửu đỉnh tại Huế]]\n{{chính|Cửu Đỉnh (nhà Nguyễn)}}\n'''Cửu Đỉnh''' của [[Nhà Nguyễn]] ([[tiếng Trung Quốc|tiếng Hán]]: 阮朝九鼎) là chín cái đỉnh bằng [[đồng]] đặt ở trước [[Hiển Lâm Các]] đối diện với Thế Miếu, phía tây nam Hoàng thành Huế. Tất cả đều được đúc ở Huế vào cuối năm 1835, hoàn thành vào đầu năm 1837. Mỗi đỉnh có một tên riêng ứng với một vị [[hoàng đế]] của [[nhà Nguyễn|triều Nguyễn]], chúng có trọng lượng khác nhau và hình chạm khắc bên ngoài đỉnh cũng khác nhau. 9 đỉnh đó là: \n* Cao Đỉnh (高鼎)\n* Nhân Đỉnh (仁鼎)\n* Chương Đỉnh (章鼎)\n* Anh Đỉnh (英鼎)\n* Nghị Đỉnh (毅鼎)\n* Thuần Đỉnh (純鼎)\n* Tuyên Đỉnh( 宣鼎)\n* Dụ Đỉnh (裕鼎)\n* Huyền Đỉnh (玄鼎)\n\n===Điện Phụng Tiên===\n{{chính|Điện Phụng Tiên}}\n[[Tập tin:Imperial City Hue 20190917-2.jpg|thumb|left|300px|Cổng chính dẫn vào điện Phụng Tiên]]\n[[Tập tin:Phung tien 1.JPG|nhỏ|300px|trái|Điện Phụng Tiên năm [[1930]].]]\n\n'''Điện Phụng Tiên''' ([[chữ Hán]]: 奉先殿) là một ngôi [[điện]] nằm ở gần cửa Chương Đức, phía trước [[Cung Diên Thọ]], cửa tây của Hoàng thành được vua Gia Long và vua Minh Mạng xây dựng dùng để thờ cúng các vua [[nhà Nguyễn|triều Nguyễn]]. Khác với [[Thế Miếu]], điện này tuy cũng thờ các vị vua và hoàng hậu [[nhà Nguyễn]] nhưng nữ giới trong triều được phép đến đây cúng tế.\n \nĐiện Phụng tiên là một tòa nhà kép to lớn, to ngang [[Thế Miếu]] nhưng có thêm mái lưa ở phía trước. Phần chính doanh có 9 gian 2 chái, mỗi gian thờ một vua; phần tiền doanh có 11 gian. Mái điện được lợp ngói ống hoàng lưu ly cùng với ngói câu đầu trích thủy; phần nền thì được lát bằng gạch [[Bát Tràng]] tráng men.<ref name=An120>Phan Thuận An, Tr. 120<\/ref>\n[[Tập tin:Nền điện Phụng Tiên (Huế).jpg|300px|nhỏ|trái|Nền móng điện Phụng Tiên.]]\nSân trước điện khá rộng cũng được lát bằng gạch Bát Tràng. Sát hiên trước có một hàng chậu sứ trồng cây cảnh được đặt trên các đôn bằng đá chạm. Cuối sân có một bể cạn lớn làm bằng đá, bên trong có một hòn non bộ, xây bằng đá tựa vào một bức bình phong giăng dài phía sau cửa tam quan. Ở giữa mặt trước khuôn viên có vòng thành bao quanh.<ref name=An120\/> Ngoài ra, nó còn là nơi lưu trữ nhiều bảo vật của nhiều đời vua nhà Nguyễn. [[Tháng 2]] năm [[1947]], toàn bộ điện bị đốt cháy, hiện nay chỉ còn lại cửa Tam Quan và vòng tường thành còn tương đối nguyên vẹn.\n\n==Khu vực khác==\n===Phủ Nội Vụ===\n'''Nội Vụ phủ''' ([[chữ Hán]]: 內務府, [[tiếng Anh]]: ''Imperial Household Department''), còn gọi là ''\"phủ Nội vụ\"'', là cơ quan coi giữ tài sản, vật dụng cho [[Hoàng đế]] và hoàng gia tại nội cung.\n\nlà cơ quan coi giữ kho tàng, của công và các hạng vàng ngọc châu báu, tơ lụa trong cung, đồng thời lo việc thu phát cất trữ các vật cống tiến. Vì vậy, trong Nội vụ phủ có nhiều Ty và cục thợ thủ công. Ngoài ra, Nội vụ phủ còn giữ trách nhiệm quản lý và sản xuất các vật dụng cho Hoàng đế và nội cung dùng, còn việc phân phối đều là cơ cấu [[Nữ quan]], gọi là '''Lục thượng'''.\n\nNguyên đời [[Gia Long]], Nội vụ phủ là cơ quan tên '''Nội đồ gia''' (內塗家). Năm Minh Mạng nguyên niên ([[1820]]), vua [[Nguyễn Thánh Tổ|Thánh Tổ]] đổi tên thành Nội vụ phủ như chúng ta biết. Nội vụ phủ thời Nguyễn bao gồm các thuộc viên và kho hàng như sau:<ref name=\":0\">''Từ điển chức quan Việt Na''m, Đỗ Văn Ninh, 2002, trang 476 mục 920. Nội vụ phủ<\/ref>\n* Điều hành phủ là 1 [[Thị lang]], 2 [[Lang trung]] với các lại viên [[Chủ sự]], [[Tư vụ]], Bát cửu phẩm [[Thư lại]], và Vị nhập lưu [[thư lại]]\n* Chuyên quản 2 kho vàng ngọc là 1 [[Viên ngoại lang]]:\n** Kho vàng bạc gồm 1 [[Chủ sự]], 2 Bát cửu phẩm [[thư lại]], 3 Vị nhập lưu [[thư lại]]\n** Kho châu ngọc gồm 1 [[Tư vụ]], 1 Cửu phẩm [[thư lại]], 3 Vị nhập lưu [[thư lại]]\n* Chuyên quản 2 kho Cẩm ngoan (gấm vóc và đồ quý) là 1 [[Viên ngoại lang]]:\n** Kho gấm vóc (tức kho cẩm) gồm 1 [[Chủ sự]], 2 Bát cửu phẩm [[thư lại]], 5 Vị nhập lưu [[thư lại]]\n** Kho trân ngoan (tức kho đồ quý) gồm 1 [[Tư vụ]], 2 Bát cửu phẩm [[thư lại]], 3 Vị nhập lưu [[thư lại]]\n* Chuyên quản 2 kho the lụa vật hạng là 1 [[Viên ngoại lang]]:\n** Kho the lụa gồm 1 [[Chủ sự]], 2 Bát cửu phẩm [[thư lại]], 3 Vị nhập lưu [[thư lại]]\n** Kho vật hạng gồm 1 [[Tư vụ]], 2 Bát Cửu phẩm [[thư lại]], 5 Vị nhập lưu [[thư lại]]\n* Chuyên quản 2 kho văn nhạc là 1 [[Viên ngoại lang]]:\n** Kho vóc hoa (chiếu đệm mây hoa) gồm 1 [[Chủ sự]], 2 Bát cửu phẩm [[thư lại]], 6 Vị nhập lưu [[thư lại]]\n** Kho nhạc khí gồm 1 [[Tư vụ]], 1 Cửu phẩm [[thư lại]], 3 Vị nhập lưu [[thư lại]]\n* Chuyên quản 2 kho tơ lụa là 1 [[Viên ngoại lang]]:\n** Kho hàng màu hoa gồm 1 [[Chủ sự]], 2 Bát cửu phẩm [[thư lại]], 5 Vị nhập lưu [[thư lại]]\n** Kho dược phẩm gồm 1 [[Tư vụ]], 1 Bát phẩm [[thư lại]], 4 Vị nhập lưu [[thư lại]]\nNội vụ phủ có Tiết thận ty quản lý các cục thợ như may, thêu, nhuộm, dệt, v.v.<ref name=\":0\" \/>\n===Vườn Cơ Hạ===\n'''Cơ Hạ viên''' ([[chữ Hán]]: 幾暇園) là một trong 5 khu vườn ngự uyển nằm bên trong Hoàng thành Huế. \nTheo sử liệu triều Nguyễn ghi lại: Khởi thủy, vườn Cơ Hạ là nơi học tập của Thái tử Nguyễn Phúc Đảm (tức vua [[Minh Mạng]] về sau) khi còn ở trong cung. Năm Minh Mạng thứ 18 ([[1837]]), khu vực trên được sửa sang lại, mở rộng khuôn viên nối tiếp với Hậu Hồ (cũng là một vườn thượng uyển) với chức năng như một Ngự viên. Năm [[Thiệu Trị]] thứ 3 ([[1843]]), nhà vua cho dựng thêm các đình, viện, đài tạ... nâng cấp thành vườn thượng uyển, gọi là vườn Cơ Hạ. Thời [[Tự Đức]] còn bổ sung và sửa sang thêm một số công trình khác. Về cuối triều Nguyễn, do thiếu điều kiện chăm sóc nên khu vực vườn Cơ Hạ bị xuống cấp nghiêm trọng. Năm [[Thành Thái]] thứ 17 ([[1905]]), triều đình cho giải phóng hành lang hai bên để làm nhà ở cho Biền binh.\n\nNăm [[2012]], Sau một thời gian dài hoang phế, một trong những vườn Thượng uyển nổi tiếng cung đình Huế xưa là vườn Cơ Hạ với diện tích 16.800 m2 đã được Trung tâm Bảo tồn Di tích Cố đô Huế phục hồi lại đẹp tuyệt như hình dáng những năm xưa nhân dịp Festival Huế.\n\n===Lầu Tứ Phương Vô Sự===\n[[Tập tin:Tứ Phương Vô Sự lâu.jpg|thumb|300px|left|Lầu Tứ Phương Vô Sự nằm trên nền Bắc Khuyết đài, là điểm chính Bắc của Hoàng thành Huế.]]\n'''Lầu Tứ Phương Vô Sự''' ([[chữ Hán]]: 樓四方無事) là công trình kiến trúc hai tầng, nằm trên đài Bắc Khuyết của Hoàng thành Huế. Lầu Tứ Phương Vô Sự được xây dựng và khánh thành năm [[1923]] để chuẩn bị cho lễ mừng thọ \"Tứ tuần đại khánh tiết\" của vua [[Khải Định]] vào năm [[1924]]. Sau đó, lầu Tứ Phương Vô Sự trở thành nơi cho nhà vua và hoàng gia hóng mát, cũng là nơi học tập hàng ngày của các vị hoàng tử và công chúa giai đoạn cuối [[nhà Nguyễn|triều Nguyễn]].\n\nLầu Tứ Phương Vô Sự được xây theo phong cách kiến trúc thuộc địa, giao thoa kiến trúc Á - Âu, gồm hai tầng với diện tích lên đến 182m². Lầu Tứ Phương Vô Sự nằm trên nền đài Bắc Khuyết của Hoàng thành Huế, gần với cửa Hòa Bình - cửa bắc Hoàng thành. Tòa lầu cũng nằm trên trục \"thần đạo\" tây bắc - đông nam của Hoàng thành, nối thông các công trình quan trọng nhất Đại Nội. Trục này chạy từ [[Ngọ Môn (hoàng thành Huế)|Ngọ Môn]] qua [[điện Thái Hòa (hoàng thành Huế)|điện Thái Hòa]], [[điện Cần Chánh (hoàng thành Huế)|điện Cần Chánh]], [[điện Càn Thành (hoàng thành Huế)|điện Càn Thành]], [[cung Khôn Thái (hoàng thành Huế)|cung Khôn Thái]], [[điện Kiến Trung (hoàng thành Huế)|điện Kiến Trung]] thẳng đến lầu Tứ Phương Vô Sự. Đây là công trình kiến trúc có giá trị về lịch sử và văn hóa nghệ thuật của [[quần thể di tích Cố đô Huế|Huế]], là một trong những công trình kiến trúc tiêu biểu được xây dựng dưới thời [[Pháp thuộc]], đánh dấu một giai đoạn chuyển tiếp trong lịch sử kiến trúc Việt Nam nửa đầu [[thế kỷ 20]]. Sau khi nhà Nguyễn cáo chung năm [[1945]], chịu tác động khắc nghiệt của thiên nhiên và hai cuộc chiến tranh tàn phá ác liệt, đặc biệt là [[sự kiện Tết Mậu Thân]] ([[1968]]), lầu bị hư hỏng nặng nề và xuống cấp nghiêm trọng. Tháng 12 năm [[2008]], dự án trùng tu lầu Tứ Phương Vô Sự được khởi công và khánh thành ngày [[6 tháng 10]] năm [[2010]] nhân kỉ niệm [[đại lễ 1000 năm Thăng Long – Hà Nội|đại lễ 1000 năm Thăng Long - Hà Nội]], với tổng mức hơn 9,3 tỉ [[đồng (tiền)|đồng]].\n\n==Hình ảnh==\n<gallery mode=\"packed\" heights=\"130\">\nFile:Meridian Gate (Citadel of Hue) 20190917-1.jpg\nFile:Tranh kính.jpg\nFile:Hiển Lâm Các - Đại Nội Huế(1).jpg\nFile:Zitadelle Detailansicht Hue Vietnam.JPG\nFile:Truong Sanh Residence 7.jpg\nFile:Vietnam, Hue, Imperial City of Hue, Gate.jpg\nFile:Vietnam 043 (6693195493) (2).jpg\nFile:Vietnam 036 (6693194501) (3).jpg\nFile:Statue at Hue.JPG\nFile:Nhật Thành Pavillon 20190917-2.jpg\nFile:Nhật Thành Pavilion 20190917-1.jpg\nFile:Lone Pagoda - Citadel of Hue.jpg\nFile:Imperial City Hue 20190917-3.jpg\nFile:Imperial City from the north (7166005449).jpg\nFile:Họa tiết trên mái trong Đại Nội Huế.jpg\nFile:Họa tiết trên mái trong Đại Nội Huế (2).jpg\nFile:Họa tiết trên mái - Cổng trong Đại Nội Huế.jpg\nFile:Hue Vietnam Citadel-of-Huế-22.jpg\nFile:Hue Vietnam Citadel-of-Huế-13.jpg\nFile:Hue Imperial City (14720155536).jpg\nFile:Hue - Citadel - Royal Enclosure 01.JPG\nFile:Fish in Pond - The Citadel - Hue - Vietnam.JPG\nFile:Ecran du petit palais du Cơ-Mật.jpg\nFile:Ecran du grand palais du Cơ-Mật.jpg\nFile:Détal du décor dun vase (Cité impériale, Hué) (4381208891).jpg\nFile:Décor de la porte du pavillon des âmes célèbres (Cité impériale, Hué) (4381977782).jpg\nFile:Citdael of Hue 128589408 cdd0232169 o.jpg\nFile:At Hue citadel2.JPG\nFile:Gate in Imperial City, Huế (II).jpg\nFile:Hue Vietnam Citadel-of-Huế-15.jpg\nFile:Hue Vietnam Citadel-of-Huế-16.jpg\nFile:Trường An Môn.jpg\nFile:Vietnam 033 (6693194135) (3).jpg\n<\/gallery>\n\n==Chú thích==\n{{Thể loại Commons|Citadel of Huế}}\n{{tham khảo|30em}}\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Hoàng thành Huế]]\n[[Thể loại:Thành cổ Việt Nam]]\n[[Thể loại:Kinh thành Huế]]"}