{"2163226":"{{Wiki hóa|date=tháng 12\/2021}}\n{{Chú thích trong hàng|date=tháng 12\/2021}}\n{{Tiểu sử quân nhân\n|tên=Hoàng Anh Tuấn\n|ngày sinh= {{ngày sinh và tuổi|1944|08|08}}\n|ngày mất= \n|hình=\n|chú thích hình= Thiếu tướng Hoàng Anh Tuấn <br \/> Năm 1998\n|quốc tịch= {{VIE}}\n|nơi sinh= [[Phố Khâm Thiên]],[[Hà Nội]], [[Việt Nam]]\n|nơi mất=\n|biệt danh= \n|phục vụ=\n|thuộc= [[Tập tin:Flag of Vietnam.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|năm phục vụ= 1961 - 2007\n|cấp bậc= [[Thiếu tướng]]\n|đơn vị=\n|chỉ huy=\n|tham chiến= [[Sự kiện Tết Mậu Thân|Chiến dịch Mậu thân 1968]]<br>[[Chiến dịch Đường 9 Nam Lào 1971]]<br>[[Chiến dịch Quảng Trị 1972]]<br>[[Chiến dịch Hồ Chí Minh]]\n|khen thưởng= Huân chương Độc lập hạng Ba.<br> Huân chương Quân công hạng Nhì.<br>3 Huân chương chiến công hạng nhất, nhì, ba.<br>Huân chương chiến công giải phóng hạng nhì.\n}}\n{{otheruses4|Thiếu tướng Hoàng Anh Tuấn sinh tại Hà Nội|Thiếu tướng Hoàng Anh Tuấn sinh tại Huế|Hoàng Anh Tuấn (thiếu tướng)|những người khác cùng tên Hoàng Anh Tuấn|Hoàng Anh Tuấn (định hướng)}}\n\n'''Hoàng Anh Tuấn''' (sinh 1944) là một tướng lĩnh [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]]. Ông từng giữ chức Bí thư Đảng ủy Tổng cục Kỹ thuật – Bộ Quốc phòng (1994 – 2005), Phó chủ nhiệm Tổng cục Kỹ thuật về chính trị (1998 – 2005).\n\n==Thân thế==\nÔng sinh ngày [[8 tháng 8]] năm 1944 tại Khâm Thiên, Hà Nội. Nguyên quán ông tại xã Kim Sơn, Thị xã Sơn Tây, TP Hà Nội. Cha ông là Hoàng Giang Giao mất năm 1945, mẹ là bà Đào Thị Lý (tức Quỳnh Yến) là Đảng viên Đảng Cộng sản Đông Dương năm 1949, mất năm 1953.\n\n==Sự nghiệp==\n\n* Ngày 20\/2\/1961 ông nhập ngũ vào quân đội, trở thành chiến sĩ Trung đoàn 245 - Tổng cục Hậu cần – Bộ Quốc phòng (BQP). tháng 11\/1961 ông là chiến sĩ lái xe làm nhiệm vụ vận chuyển trên tuyến đường 559, lần lượt giữ các chức vụ: Tiểu đội trưởng, Trung đội trưởng, Đại đội phó Đại đội 1 – Tiểu đoàn 52, thuộc Tuyến I - BTL 559. \n* Ngày 30\/11\/1966, ông được kết nạp vào Đảng Lao động Việt Nam, trở thành đảng viên chính thức vào 30\/8\/1967. \n* Tháng 6\/1968, ông được bổ nhiệm làm Chính trị viên Đại đội 1, Chính trị viên phó Tiểu đoàn 52, Binh trạm 14 vào tháng 10\/1970.\n* Từ tháng 1\/1972 ông được điều động lên Cục chính trị - BTL 559 làm phái viên tại mặt trận Quảng Trị. \n* Từ tháng 5 – 10\/1972, ông được bổ nhiệm làm Chính trị viên Tiểu đoàn 166 vận tải đường thủy thuộc Binh trạm 12 – BTL 559 làm nhiệm vụ vận chuyển trên sông Thạch Hãn, trực tiếp chi viện cho các lực lượng bảo vệ Thành Cổ tại Thị xã Quảng Trị. \n* Tháng 10\/1972, ông được giao làm Chính trị viên Tiểu đoàn 4, Binh trạm 17. \n* Tháng 11\/1972, ông được bổ nhiệm làm Chủ nhiệm chính trị Binh trạm 19. \n* Tháng 3\/1979, ông được củ đi học tại Học viện chính trị quân sự. \n* Mục danh sách Từ tháng 1\/1974 đến tháng 3\/1978, ông được bổ nhiệm Chủ nhiệm chính trị, Phó Chính ủy, Chính ủy kiêm Trung đoàn trưởng Trung đoàn 515, sư đoàn 473, sư đoàn 384, ông được thăm quân hàm Trung tá tháng 4\/1978. \n* Từ 1980 ông được đi học tại Trường văn hóa Quân đội.\n* Tháng 10\/1982 ông được bổ nhiệm làm Chủ nhiệm chính trị Trường sĩ quan chỉ huy kỹ thuật ôtô, Tổng cục Kỹ thuật (TCKT)– BQP, được bầu làm Bí thư Đảng ủy trường, năm 1983 được thăng quân hàm Đại tá. \n* Năm 1987 ông học tại Học viện quân sự cấp cao và được giao kiêm quyền Hiệu trưởng của trường Sĩ quan chỉ huy kỹ thuật ôtô. \n* Tháng 8\/1988 ông được bổ nhiệm Phó Cục trưởng về chính trị Cục ôtô – Máy kéo – Trạm nguồn thuộc BQP. \n* Tháng 5\/1993 ông được bổ nhiệm làm Cục trưởng Cục chính trị - TCKT. \n* Từ tháng 4\/1994 ông được bầu làm Bí thư Đảng ủy TCKT. \n* Năm 1996, ông được Thủ tướng Chính phủ Bổ nhiệm làm Phó Chủ nhiệm Tổng cục về Chính trị - TCKT.\n* Năm 1997 ông học Hệ A, lớp 8A, Học viện Chính trị.\n* Năm 1998, ông được Thủ tướng Chính phủ thăng quân hàm Thiếu tướng. \n* Từ năm 1994 – 2005 liên tục 3 kỳ Đại hội Đảng TCKT ông được bầu làm Bí thư Đảng ủy Tổng cục. Ông chính thức rời quân ngũ năm 2007.\n\n==Hoạt động xã hội==\n* Sau khi rời quân ngũ (tháng 11\/2007), ông đã tham gia hoạt động tình nghĩa và hoạt động truyền thống của những người đã công tác, hoạt động, chiến đấu ở Trường Sơn.\n* Hiện nay, ông là Phó Chủ tịch thường trực kiêm Tổng Thư ký Hội Truyền thống Trường Sơn – Đường Hồ Chí Minh Việt Nam.\n\n==Tôn vinh==\nÔng được Nhà nước Việt Nam trao tặng:\n* Huân chương Độc lập hạng Ba.\n*Huân chương Quân công hạng Nhì.\n* Ba Huân chương Chiến công hạng nhất, nhì, ba.\n* Huân chương Chiến công giải phóng hạng nhì.\n\n==Gia đình riêng==\n* Phu nhân là bà Nguyễn Thị Minh Cử, y sĩ công tác tại cơ quan BTL Trường Sơn từ 1968 – 1974 sau đó công tác tại cơ quan TCKT – BQP đến 2003.\n* Con gái Hoàng Thị Thụy Khanh\n* Con gái Hoàng Thị Lan Anh\n* Con gái Hoàng Thị Quỳnh Mai\n* Con trai Hoàng Việt Lâm\n\n==Chú thích==\nNguồn từ:\n# Lịch sử Đoàn 559 Bộ đội Trường Sơn – Đường Hồ Chí Minh, Nhà xuất bản QĐND 1999\n# Trọn một con đường, Hồi ký Trung tướng Đồng Sỹ Nguyên, Nhà xuất bản QĐND 2012\n# Một thời chưa xa, Hồi ký Thiếu tướng Hoàng Anh Tuấn, Nhà xuất bản QĐND 2011\n# Văn kiện Đại hội lần thư nhất nhiệm kỳ 2011 – 2016 Hội Truyền thống Trường Sơn – Đường Hồ Chí Minh Việt Nam.\n# Website: [[www.hoitruongson.vn]]\n\n==Tham khảo==\n{{tham khảo}}\n\n{{thời gian sống|1944}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Huân chương Quân công hạng Nhì]]\n[[Thể loại:Huân chương Chiến công hạng Nhất]]\n[[Thể loại:Người họ Hoàng tại Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1990]]"}