{"867127":"'''Hoàng Nghĩa Giao''' ([[1623]]-[[1662]]) là tướng nhà [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]]. Ông tham gia vào cuộc [[Trịnh-Nguyễn phân tranh|chiến tranh giữa Đàng Ngoài và Đàng Trong]] thời [[Nhà Lê trung hưng|Lê trung hưng]].\n\n== Thân thế ==\nHoàng Nghĩa Giao người làng Hoàng Vân, huyện [[Kim Động]], tỉnh [[Hưng Yên]]. Tổ 4 đời của ông là [[Hoàng Nghĩa Kiều]] có công giúp nhà [[Nhà Lê trung hưng|Lê trung hưng]] trong [[chiến tranh Lê-Mạc]], được thăng làm Hồng quận công.\n\nÔng nội ông là Hoàng Nghĩa Thân được phong làm Chiêu quận công, tử trận năm [[1581]] khi đánh nhau với quân [[nhà Mạc|Mạc]].\n\nCha ông là Hoàng Nghĩa Phi ([[1574]]-[[1647]]) được phong là Lan quận công, làm tới chức Thiếu bảo.\n\n== Sự nghiệp ==\nLà dòng dõi võ tướng, Hoàng Nghĩa Giao có lòng dũng cảm từ khi còn trẻ. Năm [[1655]], ông theo Trịnh Toàn ra mặt trận phía nam chống quân Nguyễn do [[Nguyễn Hữu Dật]] và [[Nguyễn Hữu Tiến]] chỉ huy đang đánh ra bắc, đã chiếm được 7 huyện ở [[Nghệ An]].\n\nTrong trận [[Thạch Hà]], ông mang quân tới cứu ứng cho [[Đào Quang Nhiêu]], thắng được quân [[chúa Nguyễn|Nguyễn]]. Do công trạng đó, ông được thăng làm Đề đốc, tước Động quận công.\n\nÍt lâu sau Trịnh Toàn bị anh là chúa [[Trịnh Tạc]] nghi ngờ và bắt về [[Thăng Long|kinh]], Hoàng Nghĩa Giao dưới quyền con [[Trịnh Tạc]] là thế tử [[Trịnh Căn]] – người được cử ra thay Trịnh Toàn làm tổng chỉ huy. Khi đó quân Nguyễn đóng suốt phía nam [[sông Lam]], lại đắp lũy từ đầu nguồn đến biển để chống lại. Ông cùng Lê Thì Hiến đánh phá lũy, đốc suất các tướng đánh [[Thanh Chương]], Nam Hoa (thuộc [[Nghệ An]]) đều thắng trận, các tướng Đàng Trong bỏ chạy<ref name=\"phc419\">Phan Huy Chú, sách đã dẫn, tr 419<\/ref>.\n\nNăm [[1658]], tướng [[Đàng Trong]] là [[Nguyễn Hữu Dật]] vượt sông đánh vào Mỹ Dụ. Tướng giữ đồn là Trịnh Kiêm (em [[Trịnh Căn]]) thua chạy. Hoàng Nghĩa Giao và Lê Thì Hiến tiến lên chặn đánh được quân Nguyễn, quân Nam phải lui về.\n\nTháng 9 năm [[1660]], ông cùng Lê Thì Hiến chia đường cùng tiến quân, từ làng Âm huyện Hưng Nguyên vượt sông tiến sang gặp quân Nguyễn. Hai tướng cố sức giao tranh, giết và bắt được nhiều quân địch<ref name=\"phc419\"\/>.\n\nTháng 11 năm [[1660]], Trịnh Căn chia đường sai các tướng tấn công, Hoàng Nghĩa Giao đi đường bộ theo huyện Thiên Lộc cùng Lê Thì Hiến tạo thế ỷ dốc phá tan quân Nguyễn ở xã Phù Lưu Thượng, bắt và giết nhiều quân địch. Hai tướng [[Đàng Trong]] là [[Nguyễn Hữu Tiến]] và [[Nguyễn Hữu Dật]] phải rút lui về nam, quân Trịnh thừa thế tiến lên chiếm lại 7 huyện bị mất từ năm [[1655]].\n\nDo công lao đánh trận, ông được thăng làm Phó tướng Tả đô đốc.\n\nNăm [[1662]], Hoàng Nghĩa Giao qua đời, thọ 40 tuổi. Ông được truy tặng làm thái phó, thụy là Dũng Lược, phong làm phúc thần.\n\n== Dòng họ ==\nCon ông là Hoàng Nghĩa Hy được phong làm quận công. Cháu ông là Hoàng Nghĩa Bá làm thượng tướng quân, thống lĩnh Hải Dương thời [[Lê Hiển Tông]], tước Bích quận công, tham gia đánh quân khởi nghĩa Nguyễn Tuyển, [[Nguyễn Hữu Cầu]].\n\n==Nhận định ==\nSử gia [[Phan Huy Chú]] nhận định về ông như sau<ref name=\"phc419\"\/>:\n:''Ông là người tinh anh, hào mại, sức khỏe và mưu lược đều giỏi. Khi ra trận gầm thét, hễ đánh là thắng. Là dòng dõi nhà tướng có tài năng bậc nhất lúc bấy giờ''\n\n== Xem thêm ==\n* [[Lê Thì Hiến]]\n* [[Hoàng Nghĩa Kiều]]\n\n== Tham khảo ==\n* [[Phan Huy Chú]] ([[2008]]), ''[[Lịch triều hiến chương loại chí]], tập 1'', Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Sinh năm 1623]]\n[[Thể loại:Mất năm 1662]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}