{"1645582":"{{Thông tin nghệ sĩ\n| nền = nhạc sĩ\n| tên = Hoàng Phương\n| image = Hoang Phuong.jpeg\n| imagesize = 200px\n| caption = \n| tên khai sinh = Nguyễn Kim Hoàng\n| ngày sinh = 1943\n| nơi sinh = [[Gò Công (tỉnh)|Gò Công]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|2002|10|19|1937}}\n| nơi mất = [[Gò Công]], [[Việt Nam]]\n| quốc tịch = {{VIE}}\n| bút danh âm nhạc = Hoàng Phương\n| nghề nghiệp = [[Nhạc sĩ]]<br>Thợ kim hoàn<br>Thợ sửa đồng hồ\n| dòng nhạc = [[Nhạc quê hương]]<br>[[Nhạc vàng]]\n| ca khúc = ''[[Hoa sứ nhà nàng]]<br\/> Chuyện tình hoa muống biển\n| hợp tác với = [[Hoài Nam (nhạc sĩ)|Hoài Nam]]\n| ghi chú =\n}}\n'''Hoàng Phương''', tên thật '''Nguyễn Kim Hoàng''' ([[1943]] – [[19 tháng 10]] năm [[2002]]) là một nhạc sĩ nhạc vàng tại [[Việt Nam Cộng hoà|miền Nam Việt Nam]] trước năm 1975 và có cả sáng tác sau thời gian này. Những sáng tác của ông chủ yếu viết về tình yêu đôi lứa, tình yêu quê hương tha thiết. Hoàng Phương là tác giả của bài hát nổi tiếng ''[[Hoa sứ nhà nàng]]'', bài hát nhạc vàng duy nhất được chính quyền mới cho phép lưu hành sau ngày 30 tháng 4 năm 1975. Ngoài ra ông cũng là chủ của Băng nhạc Gò Công nổi tiếng thập niên 1980-1990.\n\n== Tiểu sử ==\nHoàng Phương tên thật là Nguyễn Kim Hoàng, sinh năm 1943, nguyên quán tại xã [[Tân Thành, Gò Công Đông|Tân Thành]], tỉnh [[Gò Công (tỉnh)|Gò Công]] (nay thuộc tỉnh [[Tiền Giang]]). Thuở nhỏ, ông học trường tiểu học sơ cấp Tân Thành, sau đó học ở trường Nam Tiểu học Gò Công. Thi rớt vào bậc đệ thất trường công lập, ông theo học đệ thất trường Bán công Gò Công. Một năm sau, Hoàng Phương bắt đầu học nhạc buổi tối với nhạc sĩ [[Lê Dinh]].<ref name=HP1>[http:\/\/laodong.com.vn\/lao-dong-doi-song\/tac-gia-hoa-su-nha-nang-chet-trong-tan-cung-ngheo-kho-207411.bld Tác giả \"Hoa sứ nhà nàng\" chết trong tận cùng nghèo khổ], Lao động<\/ref> Những năm vào trung học, ông đam mê âm nhạc, tự học đàn violon và organ. Sau khi học xong chương trình lớp đệ nhị, thi trượt tú tài 1, ông thôi học và từ đây bắt đầu theo nghiệp sáng tác.<ref name=HP1\/><ref name=HP2>[http:\/\/plo.vn\/plo\/tu-hoa-su-nha-nang-den-nhac-go-cong-352764.html Từ \"Hoa sứ nhà nàng\" đến nhạc Gò Công], báo Pháp luật Thành phố Hồ Chí Minh<\/ref> Ngoài ra, trong thời gian này ông cũng học thêm nghề sửa đồng hồ và nghề thợ bạc rồi trở nên có tiếng trong nghề.<ref name=HP3>[http:\/\/vannghetiengiang.vn\/news\/Hoat-dong-am-nhac\/Vai-ky-niem-voi-nhac-si-Hoang-Phuong-va-bang-nhac-Go-Cong-4422\/ Vài kỉ niệm với nhạc sĩ Hoàng Phương và băng nhạc Gò Công], báo Văn nghệ Tiền Giang<\/ref>\n\nHoàng Phương từ nhỏ bị một cái mụn mạch lươn ở mắt cá làm rút gân, chân đi khập khiễng nên không bị bắt đi lính,<ref name=\"HP1\" \/> không làm việc cho [[quân đội Việt Nam Cộng hòa]] cũng như [[Việt Nam Cộng hòa|chính phủ Việt Nam Cộng hòa]] như nhiều nhạc sĩ miền Nam cùng thời.\n\nNăm 1968, khi 25 tuổi, Hoàng Phương lên [[Sài Gòn]] tham gia ban nhạc cùng [[Vinh Sử]], [[Quốc Dũng]], [[Lê Hựu Hà]].<ref name=\"HP4\">[http:\/\/www.nguoiduatin.vn\/chan-dung-tac-gia-hoa-su-nha-nang-qua-ky-uc-con-trai-a108259.html Tác giả \"Hoa sứ nhà nàng\" qua ký ức con trai], báo Người đưa tin<\/ref> Trong năm này, ông viết bản nhạc đầu tay, đó là bài ''Hoa sứ nhà nàng'' (tên ban đầu là ''Hoa sứ nhà em'')<ref name=\"HP2\" \/> do [[Chế Linh]] và [[Thanh Tuyền (ca sĩ)|Thanh Tuyền]] song ca lần đầu tiên. Lập tức, bài hát nổi tiếng trong giới mộ nhạc và được các hãng tranh nhau mua bản quyền thâu âm.<ref name=\"HP5\">[http:\/\/www.nguoiduatin.vn\/ban-nhac-vang-duy-nhat-duoc-luu-hanh-sau-giai-phong-a35365.html Bản nhạc vàng duy nhất được lưu hành sau giải phóng] - kỳ 1. Báo Người đưa tin<\/ref>\n\nSau [[sự kiện 30 tháng 4 năm 1975]], hầu hết nhạc của các nhạc sĩ miền Nam trước đó đều bị chính quyền mới cấm lưu hành trên toàn quốc, chỉ bài ''Hoa sứ nhà nàng'' của Hoàng Phương được lưu hành.<ref name=HP1\/><ref name=HP6>[http:\/\/www.nguoiduatin.vn\/ban-nhac-vang-duy-nhat-duoc-luu-hanh-sau-giai-phong-ky-2-a35367.html Bản nhạc vàng duy nhất được lưu hành sau giải phóng] - kỳ 2. Báo Người đưa tin<\/ref> Lúc này, ông về Gò Công mở lại tiệm sửa đồng hồ, tích cóp tiền, cho đến năm 1985 thì mở thêm hai tiệm vàng là Kim Hoàng và Toàn Tân.<ref name=HP1\/><ref name=HP2\/> Nhiều người dân Gò Công vẫn hát ''Hoa sứ nhà nàng'' mà không biết tác giả chính là ông thợ sửa đồng hồ phố huyện.<ref name=HP2\/>\n\nNăm 1985, Hoàng Phương cho ra đời dòng nhạc Gò Công.<ref>[http:\/\/thanhnien.vn\/van-hoa\/quoc-dung-viet-hoi-ky-bang-am-nhac-56466.html Quốc Dũng viết hồi ký bằng âm nhạc] - Báo Thanh niên<\/ref> Album cassette \"Băng nhạc Gò Công\" gồm những bài do Hoàng Phương sáng tác và tự bỏ tiền ra sản xuất<ref name=HP2\/> (một số bài phổ nhạc dựa trên thơ của các tác giả khác) và chủ yếu do ca sĩ [[Bảo Yến]] trình bày ra đời đã ngay lập tức trở nên nổi tiếng, làm xôn xao dư luận trong cả nước vào thời điểm đó.<ref name=HP3\/> Khắp trong Nam ngoài Bắc, người yêu nhạc đổ xô tìm mua băng; còn tác giả của nó được giới nghệ sĩ, thính giả thời bấy giờ vinh danh \"Ông hoàng nhạc Gò Công\".<ref name=HP5\/> Hoàng Phương lao vào sáng tác tiếp các bài ca ngợi ca tình yêu, ngợi ca quê hương Gò Công, ngợi ca biển nơi gắn liền với tuổi thơ ông.<ref name=HP2\/><ref name=HP4\/> Ngày 10 tháng 9 năm 1986, Tuyển tập Nhạc Hoàng Phương - Hoa Sứ Nhà Nàng gồm 21 sáng tác của ông được phát hành.\n\nNăm 1989, nhạc sĩ Hoàng Phương cưới người vợ thứ hai là Mộng Vân. Hai người cất một căn nhà lá nhỏ trên bãi biển Tân Thành. Những năm cuối đời, Hoàng Phương suy sụp, hay uống rượu và một mình đi lang thang trên bãi biển.<ref name=HP3\/> Cuộc sống của ông ngày càng cơ cực,<ref>[http:\/\/cstc.cand.com.vn\/Nhan-vat-Su-kien-noi-bat\/Cuoc-doi-thang-tram-cua-nhung-nhac-si-viet-nhac-sen-350355\/ Cuộc đời thăng trầm của những nhạc sĩ viết nhạc sến] - Báo Công an nhân dân<\/ref> ông phải bán cả hai tiệm vàng và tìm đến các trung tâm băng nhạc để kiếm sống nhưng không đủ.<ref name=HP2\/> Ông lâm bệnh ung thư gan và mất ngày 19 tháng 10 năm 2002.<ref name=HP1\/> Trước khi mất, Hoàng Phương để lại nhiều tác phẩm còn đang dang dở.<ref name=HP4\/> Đám tang của ông được tổ chức tại căn nhà nhỏ tồi tàn của hai vợ chồng trên bãi biển Tân Thành.<ref>[http:\/\/news.zing.vn\/tuoi-xe-chieu-kho-khan-don-coi-cua-cac-tac-gia-nhac-sen-post584783.html Tuổi xế chiều khó khăn đơn côi của csc tác giả nhạc sến] - Zing.vn<\/ref>\n\n==Nhận xét==\nCó một số ý kiến cho rằng, Hoàng Phương là một con người lập dị vì ông hay để hay tóc dài, mặc áo màu đỏ quần màu kem, bước chân khập khiễng vì dị tật.<ref name=HP3\/> Nhạc của Hoàng Phương hầu như là viết về tình yêu đôi lứa trong sáng và tình yêu quê hương tha thiết,<ref>[http:\/\/thegioivanhoa.com.vn\/tv_show\/tinh-ca-viet-2-bien-bac-dong-xanh\/ Tình ca Việt 2 - Biển bạc đồng xanh] - Thế giới văn hoá<\/ref> hơn nữa ông không dính dáng đến [[Việt Nam Cộng hoà]] nên có lẽ chính vì thế mà giai đoạn hậu chiến sau năm 1975, nhạc của ông được chính quyền mới cho phép lưu hành rộng rãi trên cả nước.<ref name=HP1\/> Băng nhạc Gò Công của ông được xem là băng nhạc nổi tiếng một thời trong khoảng giữa thập niên 1980<ref name=HP6\/> tới đầu những năm 1990.\n\n== Sáng tác ==\n{{expand list}}\n{{refbegin|3}}\n*Ao nhà ao bên\n*Anh hai về làng\n*Anh về tình đẹp quê hương\n*Ánh mắt quê hương\n*Biển Gò Công khi em đến\n*Biển tím (viết cùng [[Quốc Dũng]])\n*Biển thức\n*Cánh diều kỷ niệm\n*Cánh thư trời xa\n*Chung một giòng sông\n*Chung vầng trăng đợi\n*Chuyến xe Tiền Giang\n*Chiếc cầu chiều mưa\n*Chiếc thuyền từ ly\n*Chiều hè trên bãi biển (thơ Song Hoài)\n*Chiều mưa tháng bảy\n*Chiều xuân qua thị trấn Gò Công\n*Chuyện tình hoa muống biển\n*Đàn thương cô quán trong làng\n*Đôi mắt quê hương\n*Em còn tuổi 15\n*Gò Công hồng trang sử\n*Hẹn em bên cửa sông Tiền\n*Hoa sứ nhà nàng 1 (Viết cùng Hoài Nam)\n*Hoa sứ nhà nàng 2, 3\n*Hương hoa sứ\n*Hương sơ ri\n*Khúc [[Katyusha (bài hát)|Kachiusa]] hát ở bên sông Tiền\n*Khung trời quê\n*Kỷ niệm còn đây\n*Mẹ Gò Công\n*Mùa nhạn trắng\n*Mỹ Tho thành phố cội nguồn\n*Nhà em đó bên kia sông\n*Sông quê tình nhớ\n*Thuyền giấy chiều mưa\n*Thương một người ở xa\n*Tiếng chim mùa xuân\n*Tìm em quán Phượng (tặng người vợ đầu)\n*Tìm em tôi trở lại rừng\n*Tình bể dâu\n*Tình khóc\n*Tình mong manh\n*Tôi đàn và nàng\n*Trên ngọn tình sầu (viết cùng Phượng Vũ)\n*Về nông trường Phú Đông\n*Xa rồi Gò Công\n*Nỗi sầu tương tư\n*Gọi tình chim quyên\n{{refend}}\n\n=== Một số ca khúc bị nhầm lẫn ===\nKhi băng nhạc Kim Đằng 1 và 2 được xuất bản lại tại Hoa Kỳ, thì có sự nhầm lẫn về tác giả của các bài hát như '''Đường sang nhà em''' và '''Người em xứ bưởi'''. Theo ca sĩ [[Phương Hồng Quế]], ca khúc '''Đường sang nhà em''' là tác phẩm của nhạc sĩ [[Giao Tiên]]. Còn '''Người em xứ bưởi''' là tác phẩm của nhạc sĩ [[Mộng Long]] và anh đã nhận được giấy chứng nhận của ''Bộ Văn hóa Thông tin và Truyền thông'' của Việt Nam.\n\n== Xem thêm ==\n* [[Bảo Yến]]\n* [[Nhạc vàng]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Thời gian sống|1943|2002}}\n\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc vàng]]\n[[Thể loại:Người Gò Công]]\n[[Thể loại:Người Tiền Giang]]"}