{"60410":"'''Hoàng Đình Bảo''' ([[1743]]-[[1782]]) là Huy Quận công (còn gọi là '''Quận Huy''') thời [[Nhà Lê sơ|Lê]]-[[chúa Trịnh|Trịnh]], trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n'''Hoàng Đình Bảo''' (黄廷寶<ref>[[s:Trang:Viet Nam Su Luoc.djvu\/114|Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương VIII]]<\/ref>), trước tên ông là '''Đăng Bảo''' (登寶<ref name=\"hoangli\"\/>), sau đổi là '''Tố Lý''' (素履<ref name=\"hoangli\">[[Hoàng Lê nhất thống chí]], hồi 1<\/ref>), lại đổi là Đình Bảo. Ông quê ở [[Hoan Châu]] (nay thuộc huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]]) là cháu nuôi danh tướng [[Hoàng Ngũ Phúc]], quê ở xã Phụng Công, huyện [[Yên Dũng]], tỉnh [[Bắc Giang]].\n\n==Sự nghiệp==\n===Thời Trịnh Sâm===\nÔng đậu hương tiến, lại đậu tạo sĩ, lấy con gái chúa [[Trịnh Doanh]]. Vì được phong làm Huy quận công nên ông thường được gọi là quận Huy. Năm 1774, ông theo quận Việp [[Hoàng Ngũ Phúc]] đánh [[chúa Nguyễn]] ở [[Đàng Trong]], chiếm được kinh thành Phú Xuân.\n\nQuận Huy nguyên có tên là Đăng Bảo (nghĩa là \"lên ngôi báu\"), được quận Việp nhận làm cháu nuôi. Do uy tín của quận Việp trong triều quá lớn, nhiều người dị nghị hai chú cháu sẽ cướp ngôi chúa của họ Trịnh. Họ đặt ra những câu sấm đồn đại việc này. Quận Việp sợ vạ lây bèn đổi tên ông thành Tố Lý. Về sau, quận Việp qua đời (1775), ông mới đổi tên lần nữa thành Đình Bảo.\n\nNăm 1777, ông làm trấn thủ trấn [[Xứ Nghệ|Nghệ An]]. Tại đây xảy ra nạn đói, quận Huy ra lệnh cho các nhà giàu trong vùng phải xuất thóc lúa trợ cấp cho người nghèo. Vì vậy người nghèo [[Xứ Nghệ|Nghệ An]] rất biết ơn ông.\n\nNăm 1778, ông được Tĩnh Đô vương [[Trịnh Sâm]] cho coi việc phủ chúa và lĩnh chức trấn thủ [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam]] (địa bàn của Sơn Nam thời Lê gồm: [[Hà Đông]], [[Hà Nam]], [[Hưng Yên]], [[Nam Định]], [[Thái Bình]]).\n\nBấy giờ trong họ Trịnh xảy ra tranh chấp ngôi thế tử giữa con trưởng là [[Trịnh Khải|Trịnh Tông]] và con thứ là Trịnh Cán, do người mẹ Cán là Tuyên phi Đặng Thị Huệ làm đại diện. Quận Huy từng có ý theo Trịnh Tông nhưng không được bèn ngả theo Đặng Thị Huệ giúp Trịnh Cán còn nhỏ.\n\nNhân vụ án năm Canh tý (1780), Trịnh Tông có ý làm loạn thất bại nên bị truất làm con út, ngôi thế tử thuộc về Trịnh Cán.\n\n===Phụ chính cho Trịnh Cán=== \nSau khi Trịnh Sâm mất, [[Trịnh Cán]] mới 5 tuổi lên thay, tức là Điện Đô vương. Quận Huy được cử giữ chức phụ chính. Vì Tuyên phi còn trẻ tuổi, quận Huy thường ra vào bàn kế với Tuyên phi nên mọi người dị nghị ông tư thông với Tuyên phi. Người đời đồn đại câu:\n\n:''Trăm quan có mắt như mờ''\n:''Để cho Huy quận vào sờ chính cung''\n\n=== Cái chết và hệ quả ===\nLính [[kiêu binh]] ủng hộ Trịnh Khải cùng nhau mưu đảo chính lật đổ Trịnh Cán để lập Trịnh Khải. Sách ''Lê quý dật sử'' chép vắn tắt chuyện như sau\n:''Lính trong phủ ước hẹn cùng vào núi bí mật toan định ngày giờ phế lập. Bèn bên trong theo ý quốc mẫu (mẹ Trịnh Sâm), bên ngoài dựa vào sự chi viện của Phan quận công (Nguyễn Phan), và nhờ tiến triều<ref>Những người không đỗ [[Tiến sĩ]] mà được làm quan ở sáu bộ, gọi là \"tiến triều\". Chú thích trong sách ''Lê quý dật sử'' (tr. 23).<\/ref> Nguyễn Nhưng làm bài (hịch) khích lệ quân lính, phù chính nghĩa. Lại có Thư lại đội quân Tiệp Bảo là Nguyễn Bằng (''Hoàng Lê nhất thống chí'' ghi tên Bằng Vũ) tự xin lên gác phủ đánh trống làm hiệu.''\n:''(Nghe có biến) Quận Huy sai đội quản voi chỉnh đốn bành voi. Huy lên voi tuần hành để răn đe quân sĩ..Quân sĩ đập phá gạch ngói ném bừa vào Huy. Huy bị thương ngã gục trên mình voi, quân sĩ lại lấy kiếm dài đâm lên, làm Huy bị thương tiếp. Rồi (họ) lấy câu liêm lôi Huy xuống, băm ra từng khúc, tranh nhau ăn gan Huy... Khi đó, lính trong phủ đã rước Thế tử Khải lên nối nghiệp chúa, và dời Trịnh Cán đến ở một cung khác. Ngày hôm đó, nhà cửa dinh thự của các quan lại trong kinh đô đều bị lính phá hủy gần hết. Đình thần im hơi lặng tiếng, đứng yên một chỗ. Kể từ đó quyền hành lọt hết vào tay lính tam phủ.''<ref>''Lê quý dật sử'', tr. 48-50.<\/ref>\n\nQuận Huy bị giết, Trịnh Cán và Đặng Thị Huệ bị truất, Trịnh Khải lên ngôi, tức là Đoan Nam vương.\n\n[[Ngô Thì Nhậm]] làm bài '''Điếu Huy Quận công''' để tưởng nhớ ông<ref>''Ngô Thì Nhậm toàn tập - tập I'', Nhà xuất bản Khoa học Xã hội, 2003, trang 259.<\/ref>:\n{| class=\"wikitable\"\n!吊暉郡公\n!Điếu Huy Quận công\n!Viếng Huy Quận công\n|-\n|生來英雄寄軀殼\n死去精神留磅礡\n\n軀殼有壞磅礡存\n\n仰真不愧俯不怍\n\n尋常棺郭也何爲\n\n志士不忘在溝壑\n\n萬里泱泱瀘珥河\n\n九龍矗矗岩軿岳\n\n長洲雖然埋此人\n\n羞剎未埋頑與薄\n\n為憑一筆吊忠魂\n\n天載九泉猶可作\n|Sinh lai anh hùng ký khu xác\nTử khứ tinh thần lưu bàng bạc\n\nKhu xác hữu hoại bàng bạc tồn\n\nNgưỡng chân bất quý phủ bất tạc\n\nTầm thường quan quách dã hà vi\n\nChí sĩ bất vong tại câu hác\n\nVạn lý ương ương Lô Nhĩ hà\n\nCửu long súc súc Nham Biền nhạc\n\nTrường châu tuy nhiên mai thử nhân\n\nTu sát vị mai ngoan dữ bạc\n\nVị bằng nhất bút điếu trung hồn\n\nThiên tải cửu tuyền do khả tác\n|Sinh ra, khí phách anh hùng tự gửi mình vào thân xác\nChết đi, tinh thần còn lưu trong [vũ trụ] mênh mông\n\nThân xác nát tan, nhưng vũ trụ mênh mông còn đó\n\nTrông lên thật chẳng thẹn với trời, cúi xuống không hổ với đất\n\nQuan quách tầm thường có nghĩa lý gì?\n\nVì kẻ sĩ có chí khí không quên rằng có thể chết ở nơi ngòi lạch\n\nSông Nhị dòng Lô mênh mang muôn dặm\n\nNgọn Nham Biền sừng sững như chín con rồng\n\nTuy người ấy phải chôn trên bãi sông dài\n\nNhưng thẹn chết cho bọn chưa bị chôn gian ngoan bạc ác\n\nXin mượn ngòi bút viếng hồn người trung nghĩa\n\nNgàn năm nơi chín suối người vẫn có thể đứng vùng lên\n|}\nCái chết của quận Huy đã tạo ra một hệ quả phụ giật đổ nền thống trị 200 năm của chúa Trịnh ở phía bắc Đại Việt. Sau khi phe Trịnh Khải chiếm quyền, quận Huy bị giết, môn hạ của quận Huy ở [[Nghệ An]] là [[Nguyễn Hữu Chỉnh]] đã đem vợ con, binh lính vào Nam đầu quân cho [[Nhà Tây Sơn|triều Tây Sơn]] &ndash; chính quyền cai trị phía nam Đại Việt sau khi đánh đổ [[chúa Nguyễn]] năm 1777. Nguyễn Hữu Chỉnh hiểu tình hình Bắc Hà, đã hiến kế cho tướng Tây Sơn là Bắc Bình vương [[Nguyễn Huệ]] xuất quân chinh phạt Đàng Ngoài, đánh báo thù cho chủ cũ của Nguyễn Hữu Chỉnh là quận Huy. Quân Tây Sơn hành binh thần tốc liên tiếp thắng trận; chỉ sau 1 tháng giao tranh, quân đội của họ Trịnh đã bị đánh bại hoàn toàn. Chúa Đoan Nam vương tự sát.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| style=\"text-align:center;\" |1989|| style=\"text-align:center;\" |《[[Đêm hội Long Trì (phim)|Đêm Hội Long Trì]]》|| style=\"text-align:center;\" |Dương Quảng\n|-\n|style=\"text-align:center;\" |1990|\n| style=\"text-align:center;\" |《[[Kiếp phù du|Kiếp Phù Du]]》|| style=\"text-align:center;\" |Dương Quảng\n|}\n\n==Tham khảo==\n*[[Bùi Dương Lịch]], ''Lê quý dật sử''. Bản dịch của Phạm Văn Thắm. Nhà xuất bản KHXH, Hà Nội, 1987.\n* [[Hoàng Lê nhất thống chí]] của [[Ngô gia văn phái|Ngô Gia văn phái]]\n\n==Xem thêm==\n*[[Trịnh Sâm]]\n*[[Nạn kiêu binh]]\n*[[Đặng Thị Huệ]]\n*[[Nguyễn Hữu Chỉnh]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng chúa Trịnh]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Sinh năm 1743]]\n[[Thể loại:Mất năm 1782]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Công tước nhà Lê trung hưng]]\n[[Thể loại:Thủ khoa võ cử Việt Nam (thời kỳ quân chủ)]]"}