{"360171":"{{Viên chức\n|tên= Hoàng Kiện\n|hình= \n|chú thích hình=\n|quốc tịch= [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n|biệt danh= \n|ngày sinh= [[1921]]\n|nơi sinh= [[Đô Lương]], [[Nghệ An]], [[Trung Kỳ]], [[Liên bang Đông Dương]]\n|ngày mất= [[21 tháng 4]] năm [[2000]]\n|nơi mất= \n| chức vụ = Phó Viện trưởng [[Học viện Quốc phòng (Việt Nam)|Học viện Quân sự cấp cao]]\n| tiền nhiệm = \n| kế nhiệm = \n| bắt đầu = [[1981]]\n| kết thúc = [[1986]]\n| địa hạt =\n\n| chức vụ 2 = Viện trưởng [[Học viện Hậu cần (Việt Nam)|Học viện Hậu cần]]\n| bắt đầu 2 = [[1974]]\n| kết thúc 2 = [[1981]]\n| tiền nhiệm 2 = [[Trần Chí Cường]]\n| kế nhiệm 2 = [[Bùi Nam Hà]]\n| phó chức vụ 2 = \n| phó viên chức 2 =\n\n| chức vụ 3 = Phó Tư lệnh [[Tổng công ty Xây dựng Trường Sơn|Bộ Tư lệnh 559]]\n| bắt đầu 3 = [[1972]]\n| kết thúc 3 = [[1974]]\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| phó chức vụ 3 = \n| phó viên chức 3 =\n\n| chức vụ 4 = Phó Tư lệnh [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]]\n| bắt đầu 4 = [[1970]]\n| kết thúc 4 = [[1972]]\n| tiền nhiệm 4 = \n| kế nhiệm 4 =\n\n|thuộc= [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|năm phục vụ= [[1945]]-[[1986]]\n|cấp bậc= {{QH|thiếu tướng}}\n|chỉ huy= \n|tham chiến= \n|khen thưởng= \n|công việc khác= \n}}\n\n'''Hoàng Kiện''' ([[1921]]–[[2000]]) là một tướng lĩnh của [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]]. Ông từng là chỉ huy trưởng của đơn vị phòng không cấp sư đoàn đầu tiên của [[Quân đội nhân dân Việt Nam]]: Đại đoàn pháo cao xạ hỗn hợp 367, nay là [[Sư đoàn Phòng không 367]].\n\n===Thân thế===\nTên đúng của ông là '''Hoàng Văn Kiện''', người xã Đông Sơn, huyện [[Đô Lương]], tỉnh [[Nghệ An]]. Ngày sinh của ông không được xác định rõ, vào khoảng tháng 3 năm 1921. Theo gia phả họ Hoàng ở Đô Lương thì thủy tổ của ông vốn thuộc dòng dõi hoàng tộc nhà Mạc. Khi vua [[nhà Mạc]] bị [[Nhà Hậu Lê|nhà Lê]] đuổi lên [[Cao Bằng]], gia tộc ông đổi sang họ Hoàng, sau dời đến khai khẩn lập ấp ở [[Đô Lương]]<ref>Hoàng Văn Đồng, \"Họ Hoàng ở xã Đông Sơn, huyện Đô Lương, Nghệ An\".<\/ref>.\n\n===Tham gia Cách mạng===\nThời thanh niên, nhà nghèo, để sinh kế, ông tham gia lực lượng [[lính tập|lính khố đỏ]] của chính quyền thực dân Pháp. Khi Nhật đảo chính Pháp, ông bỏ ngũ về quê, tham gia huấn luyện quân sự trong phong trào [[Việt Minh]]. [[Cách mạng tháng Tám|Cách mạng tháng 8]] năm 1945 nổ ra, ông tham gia cướp chính quyền và phong trào [[Nam tiến]], trở thành Tiểu đội trưởng Giải phóng quân ở Huế. Sau đó, tháng 11 năm 1945, ông trở lại [[Nghệ An]], làm Trung đội trưởng Giải phóng quân ở [[Vinh]], sau đó được cử tham gia hoạt động cách mạng ở Mường Xén ([[Lào]]). Tháng 4 năm 1946, ông là Đại đội trưởng rồi Tiểu đoàn phó Tiếp phòng quân. Ông được kết nạp vào Đảng tháng 7 năm 1946 (chính thức tháng 11 năm 1946).\n\nToàn quốc kháng chiến bùng nổ, tháng 12 năm 1946, khi đó ông là Tiểu đoàn trưởng Tiểu đoàn 77 ([[Tiểu đoàn Đống Đa]]) trực thuộc Trung đoàn 48 ([[Trung đoàn Thăng Long]]). Tháng 5 năm 1947, ông là Trung đoàn phó Trung đoàn 48 trực tiếp chỉ huy Tiểu đoàn 316. Từ tháng 10 năm 1948, ông lần lượt giữ các chức vụ Trung đoàn trưởng Trung đoàn 48, Trung đoàn 64 rồi [[Trung đoàn 66]]. Năm 1953, ông là [[Tham mưu trưởng]] [[Sư đoàn 312, Quân đội nhân dân Việt Nam|Đại đoàn 312]] (Đại đoàn Chiến Thắng), tham gia [[chiến dịch Điện Biên Phủ|trận Điện Biên Phủ]], công kích đồi [[Him Lam]].\n\n===Trở thành chỉ huy cao cấp===\nTháng 9 năm 1954, ông được cử giữ chức vụ Đại đoàn trưởng đầu tiên của Đại đoàn pháo cao xạ 367 trực thuộc Bộ Tư lệnh Pháo binh. Sau khi cùng đơn vị tiếp quản miền Bắc, năm 1955 ông được cử đi học pháo binh ở [[Trung Quốc]], trở về nước ông tiếp tục giữ chức vụ Đại đoàn trưởng Đại đoàn pháo cao xạ 367. Tháng 5 năm 1958, ông là Phó Tư lệnh Bộ Tư lệnh Phòng không. Từ tháng 11 năm 1958, ông lần lượt giữ quyền Tư lệnh rồi Tư lệnh (tháng 11 năm 1960) [[Bộ Tư lệnh Phòng không]] với cấp bậc [[Đại tá]].\n\nNăm 1962, ông được biệt phái về Cục Phòng không Nhân dân trực thuộc Phủ thủ tướng.\n\nTháng 8 năm 1965, ông được cử giữ chức vụ Tư lệnh [[Sư đoàn 304, Quân đội nhân dân Việt Nam|Sư đoàn 304]] vào chiến đấu tại [[mặt trận Tây Nguyên]] (B3) cho đến năm 1966 là Tham mưu trưởng mặt trận. Tháng 1 năm 1967, ông ra Bắc giữ chức vụ Phó Tư lệnh [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]] kiêm Tư lệnh Phòng không Quân khu. Tháng 5 năm 1970, ông vào làm Phó Tư lệnh [[Sư đoàn 968, Quân đội nhân dân Việt Nam|Mặt trận 968]]. Tháng 10 năm 1970, ông trở lại chức vụ Phó Tư lệnh [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]], đến năm 1972, chuyển sang làm Phó Tư lệnh Bộ Tư lệnh [[Đoàn 559, Quân đội nhân dân Việt Nam|559]]. Tháng 8 năm 1974, ông giữ chức vụ Viện trưởng [[Học viện Hậu cần]].\n\nĐầu năm 1975, ông được cử đi học bổ túc tại Học viện Hậu cần Lê-nin-grát của Liên Xô cho đến tháng 8 năm 1975. Sau khi về nước, ông tiếp tục giữ chức Viện trưởng [[Học viện Hậu cần]]. Năm 1977, ông được nhà nước Việt Nam phong hàm [[Thiếu tướng]].\n\nTháng 2 năm 1981, ông là Phó Viện trưởng [[Học viện Quốc phòng (Việt Nam)|Học viện Quân sự cấp cao]], Ủy viên Hội đồng khoa học của Viện cho đến khi nghỉ hưu vào tháng 3 năm 1986.\n\nÔng mất ngày 21 tháng 4 năm 2000. Mộ ông được chôn cất bên cạnh con [[Sông Nam Định|sông Đào]].\n\n=== Tôn vinh ===\nTướng Hoàng Kiện nổi tiếng về tính liêm khiết, được Chủ tịch [[Hồ Chí Minh]] biểu dương trước toàn quân bằng câu nói ''\"Tướng Thanh<ref>tức [[Đại tướng]] [[Nguyễn Chí Thanh]].<\/ref>, tá Kiện\"''. Cả đời ông không lập gia đình, không vợ, không con. Sau khi nghỉ hưu ông không nhận trợ cấp, trả lại nhà cho Nhà nước và về quê sinh sống cho đến khi qua đời.\n\nÔng được nhà nước Việt Nam tặng thưởng:\n* [[Huân chương Quân công hạng Nhất]]\n* [[Huân chương Chiến công hạng Nhì]]\n* [[Huân chương Chiến thắng]] chống Pháp hạng Nhất\n* [[Huân chương Kháng chiến]] chống Mỹ hạng Nhất\n* [[Huân chương Chiến sĩ vẻ vang]] (hạng Nhất, Nhì, Ba)\n* [[Huy chương Quân kỳ quyết thắng]]\n* Huy hiệu 40 và 50 năm tuổi Đảng\n\n==Chú thích==\n{{Tham khảo}}\n=== Liên kết ngoài ===\n\n{{Thời gian sống|sinh=1921|mất=2000}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Chỉ huy quân sự Việt Nam (Chiến tranh Đông Dương)]]\n[[Thể loại:Huy hiệu 50 năm tuổi Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huy hiệu 40 năm tuổi Đảng Cộng sản Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1970]]"}