{"3169145":"'''Hoàng Phương''' <ref>''Theo Từ điển Bách khoa Quân sự Việt Nam (1944-2004) - Nhà xuất bản Quân đội nhân dân năm 2004''<\/ref><ref>{{Chú thích web|url = http:\/\/mobile.coviet.vn\/detail.aspx?pid=NzhDOTBDMDkwNA&key=&type=A0&stype=0|title = Hoàng Phương theo Tri Thức Việt Online}}<\/ref>(1924-2001) là một sĩ quan cấp cao trong Quân đội nhân dân Việt Nam, hàm [[Trung tướng]], Giáo sư, Tiến sĩ, nguyên Phó Chủ tịch [[Hội Khoa học Lịch sử Việt Nam]], nguyên Viện trưởng [[Viện Lịch sử Quân sự|Viện lịch sử Quân sự Việt Nam]], nguyên Phó Chính ủy [[Quân khu 1, Quân đội nhân dân Việt Nam|Quân khu 1]], nguyên Hiệu trưởng kiêm Chính ủy [[Học viện Kỹ thuật Quân sự|Học viện kỹ thuật quân sự]], nguyên Chính ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]], nguyên Tổng biên tập [[Tạp chí Quốc phòng toàn dân (Việt Nam)|Tạp chí Quốc phòng Toàn dân]], nguyên Chính ủy Trường trung cao quân sự.\n\n== Thân thế và sự nghiệp ==\n* Ông tên thật là '''Hoàng Đình Tý''', sinh ngày 11 tháng 5 năm 1924 tại xã [[Cổ Am]], huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]]\n* Tháng 3 năm 1945, Ông tham gia Cách mạng, hoạt động trong Đoàn thanh niên cứu quốc thành Hoàng Diệu (Hà Nội). \n* Cách mạng tháng 8 nổ ra, ông tham gia giành chính quyền tại Hà Nội, là Liên chi ủy Liên khu 1, Phó Chủ tịch Ủy ban bảo vệ Liên khu 1, Phó Chủ tịch Tự vện thành Hoàng Diệu và học Trường Quân chính. \n* Tháng 10 năm 1945, ông được kết nạp Đảng (chính thức tháng 4 năm 1946). \n* Toàn quốc kháng chiến bùng nổ, tháng 12 năm 1946, ông tham gia vào Ban chấp hành Đảng ủy Liên khu 1, phụ trách Tham mưu trưởng Liên khu 1 rồi Trung đoàn Thủ đô.\n* Tháng 5 năm 1947, ông được cử giữ chức vụ Chính trị ủy viên của Trung đoàn Thủ đô (E102). \n* Tháng 4 năm 1948 được biệt phái sang Ban thanh vận Trung ương. \n* Tháng 9 năm 1949, phụ trách nghiên cứu công tác thanh niên trong bộ đội của Đại đoàn Quân tiên phong (F308) rồi sau đó là Chính ủy Trung đoàn Thủ đô, Đại đoàn Quân tiên phong. \n* Tháng 9 năm 1950, sau khi thành lập Đại đoàn pháo binh đầu tiên, ông chuyển sang chiến đấu tại Đại đoàn 351 là Chính ủy Trung đoàn pháo binh 675. \n* Tháng 12 năm 1952, ông được cử qua Trung Quốc theo học tại Trường Mác Lê-nin. Sau khi về nước\n* Tháng 9 năm 1954, ông là Chủ nhiệm Chính trị, Chính ủy Trường Trung cao Quân sự. \n* Năm 1956 ông là Phó Tổng biên tập rồi Tổng biên tập Tạp chí Quân đội nhân dân.\n* Năm 1961 lại được cử đi học tại Học viện Bộ tổng tham mưu Liên Xô mang tên Vô-rô-si-lốp. \n* Sau khi về nước, tháng 11 năm 1964, ông được cử giữ chức vụ Chủ nhiệm Chính trị Học viện Quân chính. \n* Năm 1965 ông là Phái viên Tổng cục Chính trị vào Chiến trường Tây Nguyên lần lượt giữ các chức vụ: Chính ủy Sư đoàn 6 rồi Sư đoàn 10 chủ lực của B3. \n* Sau đó, ông ra Bắc lần lượt là Chính ủy của [[Sư đoàn 312]] (9.1967) và [[Sư đoàn 308]] (1.1969). \n* Tháng 4 năm 1970, ông là Phó Chính ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]. \n* Tháng 10 năm 1970, ông lại được điều vào Chiến trường Trị Thiên Huế là Phó Chính ủy Bộ Tư lệnh 70 tham gia Chiến dịch Đường 9 Nam Lào. \n* Tháng 5 năm 1971, ông giữ quyền Chính ủy [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]] và được bổ nhiệm chức vụ này vào tháng 6 năm 1974. \n* Năm 1977 ông chuyển sang làm Hiệu trưởng kiêm Chính ủy Trường Đại học kỹ thuật quân sự mà nay là [[Học viện Kỹ thuật Quân sự|Học viện kỹ thuật quân sự]]. \n* Chiến tranh Biên giới phía Bắc nổ ra, ông lại được điều lên làm Phó Chính ủy [[Quân khu 1, Quân đội nhân dân Việt Nam|Quân khu 1]]. \n* Tháng 9 năm 1981, ông trở về Hà Nội và được cử giữ chức vụ Phó Viện trưởng [[Viện Lịch sử Quân sự|Viện lịch sử quân sự Việt Nam]] \n* Năm 1983 là Viện trưởng [[Viện Lịch sử Quân sự|Viện lịch sử quân sự Việt Nam]]\n* Năm 1988, ông sang Liên Xô làm nghiên cứu sinh về Khoa học Lịch sử Quân sự ở Học viện Quân chính Lê-nin. \n* Năm 1997, nghỉ hưu.\n* [[Thiếu tướng]] (04.1974), [[Trung tướng]] (12.1982)\n* Ông là Đại biểu Quốc hội khóa 5 và 6\n\n== Khen thưởng ==\n* 2 Huân chương Quân công hạng Nhất\n* 1 Huân chương Chiến công hạng Nhì\n* 1 Huân chương Chiến thắng (chống Pháp) hạng Nhất\n* 1 Huân chương Kháng chiến chống Mỹ hạng Nhất\n* 3 Huân chương Chiến sĩ vẻ vang (hạng Nhất, Nhì, Ba)\n* 1 Huy chương Quân kỳ quyết thắng\n* 1 Huân chương Hô-xê Mác-ti do nhà nước Cu-ba tặng\n* Huy hiệu 40 và 50 năm tuổi Đảng. \n\n== Chú thích ==\n{{tham khảo}}\n\n{{thời gian sống|1924|2001}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Giám đốc Học viện Kỹ thuật Quân sự]]\n[[Thể loại:Chính ủy Học viện Kỹ thuật Quân sự]]\n[[Thể loại:Phó Chính ủy Quân khu 1, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}