{"3349954":"{{Viên chức\n| tên = Hoàng Trọng Tình\n| ngày sinh =[[1949]]\n| nơi sinh = xã [[Thạch Thắng]], huyện [[Thạch Hà]], tỉnh [[Hà Tĩnh]], [[Việt Nam Dân chủ Cộng hòa]]\n| chức vụ = Phó Chính ủy [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]]\n| bắt đầu = [[2004]]\n| kết thúc = [[2006]]\n| địa hạt = [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]] \n| thuộc = [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam|Quân đội nhân dân Việt Nam]]\n| cấp bậc = {{QH|thiếu tướng}}\n| đơn vị = [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]]\n}}\n\n'''Hoàng Trọng Tình''' (sinh [[1949]]) là một sĩ quan cấp cao của [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Phó Chính ủy [[Quân khu 4, Quân đội nhân dân Việt Nam|Quân khu 4]].\n\n== Tiểu sử ==\n* Thiếu tướng Hoàng Trọng Tình sinh năm [[1949]] tại xã [[Thạch Thắng]], huyện [[Thạch Hà]], tỉnh [[Hà Tĩnh]].\n*Ngày 15\/1\/1967, khi vừa bước vào tuổi 18, anh đã khoác lên mình màu xanh áo lính. Sau 3 tháng huấn luyện quân trường tại Đoàn 52 của Quân khu 4 ở huyện Như Xuân (Thanh Hóa), anh cùng đơn vị được lệnh tăng cường cho chiến trường Quảng Trị.\n*Trong khoảng thời gian từ năm 1968 đến tháng 9\/1973, từ sau khi tham gia chiến dịch Mậu Thân đến trước Hiệp định Paris, Hoàng Trọng Tình đã đảm nhận những cương vị công tác khác nhau như Đại đội trưởng Tiểu đoàn 27 mặt trận B5; chính trị viên Đại đội và cuối cùng là chính trị viên Tiểu đoàn của Trung đoàn 66, Sư đoàn 304 chiến đấu tại Quảng Trị.\n*Ngày 16\/9\/1973, Hoàng Trọng Tình vinh dự được cùng anh em đón 2 Thủ tướng [[Fidel Castro]] (Cu Ba) và Phạm Văn Đồng vào thăm Quảng Trị. Đến tháng 7\/1974, anh cùng đơn vị nhận lệnh hành quân vào chiến đấu tại mặt trận Chi khu quận lỵ Thượng Đức (Quảng Nam - Đà Nẵng).\n*17 giờ ngày 26\/4\/1975, Sư đoàn 304 anh hùng của Thiếu tướng Hoàng Trọng Tình đánh vào căn cứ Nước Trong, là điểm phòng ngự rắn nhất của địch trên chiến tuyến Đông Nam Sài Gòn.\n*Đúng 11 giờ ngày 30\/4\/1975, lực lượng thọc sâu đã chiếm được cứ điểm quan trọng này, bắt gọn cả Tổng thống Dương Văn Minh lẫn một số thành viên nội các Sài Gòn. Chớp thời cơ ngàn năm có một, Hoàng Trọng Tình chỉ thị cho Đại đội 5, Tiểu đoàn 8 nhanh chóng đánh vào cổng Đài phát thanh ngụy trên đường Nguyễn Bỉnh Khiêm đối diện với Cục An ninh quân đội.\n*Sau khi miền Nam hoàn toàn giải phóng, Nam Bắc sum họp một nhà, Hoàng Trọng Tình tiếp tục tham gia chiến dịch Tây Nam giúp đỡ nhân dân Campuchia, trấn giữ biên giới Tây Bắc. Trải qua nhiều đơn vị công tác sau khi hòa bình lập lại, trước khi nghỉ hưu theo chế độ ở cương vị là Phó Chính ủy Quân khu 4, vào năm 2006, Hoàng Trọng Tình được phong hàm Thiếu tướng.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/cadn.com.vn\/news\/122_97251_vi-tuo-ng-va-ky-u-c-da-nh-chie-m-da-i-pha-t-thanh-sa-i-go-n.aspx Vị tướng và ký ức đánh chiếm Đài phát thanh Sài Gòn]\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n{{thời gian sống|1949}}\n\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 2000]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Phó Chính ủy Quân khu 4, Quân đội nhân dân Việt Nam]]"}