{"1684183":"'''Hoàng Viết Tuyển''' (黃曰選, ?-[[1787]]) là tướng nhà [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n==Xuất thân==\n\nHoàng Viết Tuyển người xã Vạn Phân, huyện Đông Thành trấn [[Nghệ An]]. Ông là thuộc tướng của Huy Quận công [[Hoàng Đình Bảo]], đồng môn với [[Nguyễn Hữu Chỉnh]].\n\nKhi Việp Quận công [[Hoàng Ngũ Phúc]] mất, Hoàng Đình Bảo bấy giờ đang làm Trấn thủ Nghệ An được triệu về triều để làm A Bảo cho Thế tử [[Trịnh Cán]]. Sau khi Trịnh Cán lên ngôi, Hoàng Đình Bảo là đại thần phụ chính, lấy Hoàng Đình Bảo làm tâm phúc coi việc quân ở Sơn Nam, Nguyễn Hữu Chỉnh coi việc quân ở Nghệ An.\n\n==Theo Nguyễn Hữu Chỉnh hàng Tây Sơn==\n\nKiêu binh nổi loạn, phế Trịnh Cán lập [[Trịnh Khải|Trịnh Tông]]. Hoàng Đình Bảo bị giết, Hoàng Viết Tuyển hay tin, đi thuyền về Nghệ An báo tin cho Nguyễn Hữu Chỉnh. Nguyễn Hữu Chỉnh thất bại trong việc thuyết phục Trấn thủ Nghệ An [[Vũ Tá Dao]] chống lại triều đình ở Bắc Hà, cuối cùng hai người đem một đám thủy quân vượt biển về hàng Tây Sơn.\n\nThủ lĩnh Tây Sơn là [[Nguyễn Nhạc|Nguyễn Văn Nhạc]] hết sức trọng dụng Nguyễn Hữu Chỉnh. Nguyễn Hữu Chỉnh bày mưu cho Tây Sơn đánh lấy [[Thuận Hóa]] rồi thuyết phục [[Nguyễn Huệ|Nguyễn Văn Huệ]] đánh lấy Bắc Hà. Sau khi Tây Sơn hạ Bắc Hà và rút quân về Thuận Hóa, Nguyễn Hữu Chỉnh được giao ở lại giữ Nghệ An. Hoàng Viết Tuyển phụ giúp Nguyễn Hữu Chỉnh ở lại giữ Nghệ An. Bấy giờ ngoài Hoàng Viết Tuyển, thủ hạ của Nguyễn Hữu Chỉnh còn có các tướng [[Nguyễn Như Thái]], [[Nguyễn Viết Khang]], [[Lê Duật]], [[Nguyễn Đình Viện]]. [[Trịnh Bồng]] dựa các thế lực cũ của Liêu phủ, tiến về Thăng Long dựng lại cơ đồ họ Trịnh, khống chế [[Lê Chiêu Thống]]. Chiêu Thống đành sai người về Nghệ An tuyên triệu Nguyễn Hữu Chỉnh về dẹp loạn.\n\nNguyễn Hữu Chỉnh quyền biến, giả chiếu vua tự lập đạo quân Vũ Thành, sai Hoàng Viết Tuyển chỉ huy thủy binh, Nguyễn Như Thái lãnh bộ binh tiến đánh Thăng Long<ref name=\"cm47\">Khâm định Việt sử Thông giám Cương mục, quyển 47<\/ref>. Quân của Nguyễn Hữu Chỉnh đánh bại tướng [[Bùi Thế Toại]] trấn thủ Nghệ An (Bùi Thế Toại là con Đoan Quận công [[Bùi Thế Đạt]], giết Mãn Trung hầu [[Lê Trung Nghĩa]] trấn thủ Thanh Hoa, bắt sống Đốc thị [[Phan Huy Ích]]. Các tướng Trịnh là [[Dương Trọng Tế]], [[Đinh Tích Nhưỡng]], [[Hoàng Phùng Cơ]] đều rút quân khỏi Thăng Long, bỏ rơi Yến Đô vương Trịnh Bồng.\n\nLê Chiêu Thống trọng dụng [[Nguyễn Hữu Chỉnh]], phong làm Bằng công, Đại [[Tư đồ]]. Hoàng Viết Tuyển cùng các tướng dưới quyền Hữu Chỉnh đều được phong thưởng<ref name=\"cm47\"\/>.\n\n==Bị giết trong chiến loạn==\nNguyễn Hữu Chỉnh ly khai Tây Sơn, toan tự lập ở Bắc Hà. Ngoài mặt vẫn giữ giao hảo với Tây Sơn nhưng nhanh chóng phát triển thế lực, tiêu diệt họ Trịnh. Hoàng Viết Tuyển đóng vai trò thống soái quan trọng trong nhiều chiến dịch chống thế các tướng họ Trịnh như đánh bắt và giết Dương Trọng Tế ở Gia Lâm, đánh bại [[Nguyễn Trọng Mại]] ở [[Quế Võ]], đánh bại [[Trần Mạnh Khuông]] ở Đông Hồ, đánh đuổi Đinh Tích Nhưỡng ở Lục Khẩu<ref name=\"cm47\"\/>. Do đó, ông được phong tước Quang Quận công, Trấn thủ Sơn Nam. Về danh vọng và uy quyền chỉ đứng sau mỗi Nguyễn Hữu Chỉnh ở Bắc Hà.\n\nNguyễn Văn Huệ bấy giờ là Bắc Bình vương của Tây Sơn, muốn khống chế cục diện Bắc Hà, phái các tướng Tả quân Đại Đô đốc [[Vũ Văn Nhậm]], Tư mã [[Ngô Văn Sở]], Nội hầu [[Phan Văn Lân]] và các tướng Đô đốc [[Nguyễn Văn Hòa]], [[Đặng Tiến Đông|Đặng Tiến Giản]] bắc tiến. Để chống lại Tây Sơn, Nguyễn Hữu Chỉnh phái các tướng theo đường bộ chặn đường quân Tây Sơn, sai người đi Sơn Nam phái Hoàng Viết Tuyển đem thủy binh đánh bọc hậu.\n\nHoàng Viết Tuyển cũng như các tướng khác đều có gia quyến ở Nghệ An bị quân Tây Sơn bắt làm con tin. Vũ Văn Nhậm sai người đến dụ hàng, Hoàng Viết Tuyển chần chừ không phát thủy binh, có ý xin hàng Tây Sơn, lại sai người về [[Thăng Long]] xin với [[Nguyễn Hữu Chỉnh]] phát cho 18 tờ đạo sắc không ghi tên (không đầu sắc) để phong tước Quận công cho các thuộc hạ. Nguyễn Hữu Chỉnh nổi giận không chịu. Chiêu Thống đành lấy Đinh Nhạ Hành làm Kỳ đạo tướng quân và [[Lê Quýnh]] đem một cánh quân ra Sơn Nam để chặn đường quân Tây Sơn, phái Bùi Bật Trực đi thuyết Hoàng Viết Tuyển xuất quân.\n\nCuối cùng Hoàng Viết Tuyển vẫn không chịu xuất quân khiến quân Bắc Hà đại bại. Chiêu Thống bỏ Thăng Long chạy ra ngoài mưu cần vương, Nguyễn Hữu Chỉnh bại trận bị đưa về Thăng Long bắt giết. Vũ Văn Nhậm vào Thăng Long, lập [[Lê Duy Cận]] làm Giám quốc.\n\nNhưng cả Bắc Hà đại loạn, cả hai phe Hậu Lê và Trịnh đều tụ quân đánh lại Tây Sơn. Trấn thủ An Quảng [[Nguyễn Viết Khang]] đem thủy binh về Sơn Nam hợp với Hoàng Viết Tuyển. Các thuộc tướng ép Hoàng Viết Tuyển theo nhà Lê, xuất binh đánh Tây Sơn.\n\nHoàng Viết Tuyển đành phải xuất binh đánh Tây Sơn, vây đánh [[Trấn Thành|trấn thành]] Sơn Nam. Tướng Tây Sơn là Quỳnh Ngọc hầu [[Đặng Giản]] (ghi vấn là [[Đặng Tiến Đông|Đặng Tiến Giản]] - [[Đặng Tiến Đông]]) thua trận bị bao vây. Các tướng Hậu Lê đem binh đến hợp với Hoàng Viết Tuyển, binh thế lên khá mạnh.\n\nCó mưu sĩ hiến kế cho Hoàng Viết Tuyển chia nữa binh ở lại vây Sơn Nam, một nửa kéo ra lấy Thăng Long. Hoàng Viết Tuyển không nghe. [[Vũ Văn Nhậm]] phái Đô đốc Nguyễn Văn Hòa đem bộ binh từ Thăng Long đi cứu ứng Sơn Nam, Đô đốc [[Vũ Văn Dũng]] (Nguyễn Dũng) đem thủy binh vòng qua Thái Bình đánh mặt sau hậu phương của Hoàng Viết Tuyển. Hoàng Viết Tuyển lo sợ, giải vây Sơn Nam, rút về miền ven biển Sơn Nam<ref name=\"cm47\"\/>.\n\nLê Chiêu Thống ở ngoài mưu cần vương nhưng liên tiếp thất bại, cuối cùng chạy về với Hoàng Viết Tuyển. Vũ Văn Nhậm phái các tướng [[Ngô Văn Sở]], [[Phan Văn Lân]], Nguyễn Văn Hòa, [[Đô đốc Tuyết|Nguyễn Văn Tuyết]], [[Vũ Văn Dũng]] đem binh chia hai đường thủy lục tiến đến đánh quân dinh của Hoàng Viết Tuyển, phóng hỏa đốt doanh trại. Hoàng Viết Tuyển xuất quân ứng chiến nhưng quân Tây Sơn trói cha và vợ của Hoàng Viết Tuyển ở đầu thuyền. Hoàng Viết Tuyển không dám đánh đành rút về Thiết Cảng. Đại quân đại loạn tan vỡ, nhiều tướng [[tử trận]]. Gặp lúc bão lớn nỗi lên, Lê Chiêu Thống và Hoàng Viết Tuyển lạc nhau.\n\n[[Ngô Văn Sở]] thu quân về [[Thăng Long]], gặp lúc bất hòa với Vũ Văn Nhậm biên thư về Phú Xuân cho Nguyễn Văn Huệ. Hoàng Viết Tuyển thế cùng ra Thăng Long xin hàng với Vũ Văn Nhậm, bị bắt tống giam chờ xét hỏi. [[Nguyễn Huệ]] ra [[Thăng Long]], giết Vũ Văn Nhậm. Nhân xét hỏi tội trạng của Hoàng Viết Tuyển, cho là không thật tâm hàng, đem ra giết. Mẹ của Ngọc Hân công chúa, vốn chịu ân của Hoàng Viết Tuyển có cầu xin, nhưng không được.\n\n==Nhận định==\nHoàng Viết Tuyển là một tướng tài của Bắc Hà, thạo thủy chiến, tinh thông binh pháp. Hoàn cảnh của ông giống với Vương Lăng đời Hán - Sở, tuy nhiên ông không có cái chí như Vương Lăng. Bất hòa giữa ông và Nguyễn Hữu Chỉnh gây đổ vỡ Bắc Hà, dẫn đến sự thất bại của Hậu Lê và Chiêu Thống. Ông cầm quân chống lại Tây Sơn nhưng vì tình riêng lại không dám ứng chiến, cuối cùng đành chấp nhận thất bại.\n\n==Tham khảo==\n*[[Đại Nam thực lục|Đại Nam Thực Lục]] - Quốc sử quán triều Nguyễn\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]] - Quốc sử quán triều Nguyễn\n* [[Hoàng Lê Nhất thống chí]] - Ngô văn gia phái\n* [[Lê Quý kỷ sự]] - Nguyễn Bảo\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1787]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}