{"353225":"{{Thông tin nhân vật\n| tên = Hoàng Thùy Linh\n| image = HOANG THUY LINH.jpg\n| caption = Hoàng Thùy Linh năm 2023\n| ngày sinh = {{ngày sinh và tuổi|1988|8|11}}\n| nơi sinh = [[Hà Nội]], [[Việt Nam]]\n| quốc tịch = {{VIE}}\n| nghề nghiệp = {{hlist|[[Ca sĩ]]|[[Diễn viên]]|[[Người mẫu]]}}\n| năm hoạt động = 2004{{spaced en dash}}nay\n| học vị = [[Cử nhân]]\n| trường lớp = [[Trường Đại học Sân khấu - Điện ảnh Hà Nội]]\n| chiều cao = {{height|m=1,66}}\n| module = {{infobox musical artist|embed=yes\n| origin = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| instrument = Thanh nhạc\n| genre = {{hlist|[[V-pop]]|[[Nhạc trẻ]]|[[Ballad]]|[[Dance-pop]]|[[Nhạc trap|Trap]]|[[Folktronica]]|[[EDM]]}}\n| label = {{hlist|[[Sony Music|Sony Music Vietnam]]|[[WePro Entertainment]]}}\n}}\n}}\n\n'''Hoàng Thùy Linh''' (sinh ngày [[11 tháng 8]] năm [[1988]]) là [[ca sĩ]], [[diễn viên]] kiêm [[người mẫu]] người Việt Nam. Cô từng giành 4 [[Giải thưởng Âm nhạc Cống hiến|giải Cống hiến]] trong tổng số 6 đề cử.\n\n==Cuộc đời và sự nghiệp==\n===1988–2007: Những năm thiếu thời===\nHoàng Thùy Linh từng học [[múa]] 7 năm tại [[Cao đẳng nghệ thuật Hà Nội]], khóa đào tạo diễn viên truyền hình của [[Hãng phim truyện Việt Nam]]. Cô từng là [[ca sĩ]] phụ trong nhóm hát ''Thiên Thần'', người dẫn chương trình thiếu nhi ''Vui cùng Hugo'' của [[Đài Phát thanh - Truyền hình Hà Nội]], tham gia một số bộ [[phim truyền hình]] dài tập, [[Truyền hình tương tác|chương trình truyền hình tương tác]], đóng phim [[quảng cáo]].\n\nVai diễn đầu tiên gây ấn tượng của Hoàng Thùy Linh là Thùy (phim ''[[Đường đời]]'', 25 tập, của đạo diễn Quốc Trọng). Sau đó, cô tham gia các bộ phim dài tập khác như ''Trò đùa của số phận'' (2005, 18 tập) của đạo diễn Huy Thuần, vai Lan trong ''Đi về phía mặt trời'' (2006, 29 tập) của đạo diễn Lưu Trọng Ninh.\n\nNăm 2006, Hoàng Thùy Linh thi đỗ thủ khoa lớp Đạo diễn truyền hình - Đại học Sân khấu Điện ảnh<ref>[http:\/\/dantri.com.vn\/nguoi-viet-tre\/thuy-linh-se-la-mot-vang-anh-khac-182451.htm Thùy Linh sẽ là một Vàng Anh khác?], Dân Trí, 07\/06\/2007. Theo Hạnh Đỗ, Người Đẹp Việt Nam<\/ref> và tiếp tục theo học tại đây.\n\n===2007–2010: ''Nhật ký Vàng Anh''===\n{{main|Vụ phát tán video \"Vàng Anh\"}}\nNăm 2007, do có \"gương mặt xinh xắn và vốn diễn 'kha khá' trong điện ảnh\", Hoàng Thùy Linh được chọn vào vai chính Vàng Anh trong phần 2 phim truyền hình tương tác ''[[Nhật ký Vàng Anh]]'' vốn được nhiều người trong giới trẻ hâm mộ.<ref>[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/6\/6\/65\/13927\/Default.aspx \"Vàng Anh 2\" là ai?]{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }}, Quỳnh Hương, Quân đội Nhân dân, 11\/05\/2007 21:8 (GMT+7)<\/ref>\n\nTháng 10 năm 2007, Hoàng Thùy Linh dính vào vụ scandal khi một đoạn phim quay cảnh nóng giữa cô và bạn trai (được gọi là Việt Dart) bị một nhóm người phát tán và lan truyền lên mạng Internet từ ngày 12 tháng 10<ref>[http:\/\/dantri.com.vn\/giai-tri\/nhat-ky-vang-anh-tam-thoi-van-tiep-tuc-phat-song-201077.htm \"Nhật ký Vàng Anh\" tạm thời vẫn tiếp tục phát sóng...] Thư Lê, [[Dân Trí (báo)]] cập nhật 12\/10\/2007 - 13:42<\/ref>. Vụ bê bối này đã gây xôn xao trong dư luận trong nước và được cả báo chí nước ngoài quan tâm (Anh<ref>BBC UK, [http:\/\/news.bbc.co.uk\/2\/hi\/asia-pacific\/7056586.stm TWeb sex clip halts Vietnam TV show]<\/ref>, Mỹ,...). Sự kiện này đã gây ra khá nhiều dư luận trái chiều, rất nhiều các học sinh \"tuổi teen\" đã lên tiếng xin tha thứ cho cô trong khi đó những người khác, nhất là các bậc phụ huynh, đã phê phán rất nghiêm khắc và đi xa hơn còn đòi cô phải có lời xin lỗi vì đã hủy hoại một chương trình mang tính giáo dục, định hướng cho lứa tuổi vị thành niên. Ngày 14 tháng 10, đạo diễn phim ''Nhật ký Vàng Anh'' chính thức tuyên bố tạm ngừng ghi hình bộ phim này<ref>{{chú thích web|url=http:\/\/dantri.com.vn\/giai-tri\/nhat-ky-vang-anh-chia-tay-khan-gia-201312.htm|title=\"Nhật ký Vàng Anh\" chia tay khán giả] 15\/10\/2007 - 05:54 [https:\/\/web.archive.org\/web\/20071016031713\/http:\/\/www2.hoahoctro.vn\/VANGANH\/7613.hht lưu trữ bản gốc trên báo Hoa Học Trò - NKVA: Cùng Thùy Linh gấp lại những trang nhật ký thân yêu|publisher=}}<\/ref>. Trước đó chương trình giải trí cho thiếu nhi ''Vui cùng Hugo'' mà Thùy Linh làm người dẫn chương trình cũng tuyên bố thay đổi người dẫn.\n\nNăm 2010, tờ CNN đã xếp vụ tai tiếng của Hoàng Thùy Linh vào nhóm 5 vụ bê bối tình dục hàng đầu châu Á.<ref>{{Chú thích thông cáo báo chí|publisher=CNN GO|date=ngày 20 tháng 2 năm 2010|url=http:\/\/travel.cnn.com\/explorations\/none\/sex-scandals-asia-139410|title=Love hurts: Asia's top 5 celebrity sex scandals|accessdate =ngày 2 tháng 8 năm 2011|archive-date = ngày 29 tháng 11 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121129025109\/http:\/\/travel.cnn.com\/explorations\/none\/sex-scandals-asia-139410|url-status=bot: unknown}}<\/ref>\n\n=== 2010–2012: Trở lại và thành công với sự nghiệp ca hát, ''Hoàng Thùy Linh'' và ''Đừng vội vàng'' ===\nSau vụ bê bối, Hoàng Thùy Linh vẫn tiếp tục con đường hoạt động nghệ thuật với vai trò ca sĩ<ref>[http:\/\/dantri.com.vn\/giai-tri\/hoang-thuy-linh-da-guong-day-sau-scandal-214535.htm Hoàng Thùy Linh: Đã gượng dậy sau scandal] Theo Xuân Lê - Kenno D -Na C0i, Kênh 14. Báo Dân Trí cập nhật 15\/01\/2008 - 10:57<\/ref><ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/hoang-thuy-linh-toi-chac-chan-se-vuot-qua-1894479.html Hoàng Thùy Linh: Tôi chắc chắn sẽ vượt qua] Hồng Anh, [[VnExpress]] 12\/10\/2007 15:56 GMT+7<\/ref> và \"vị trí hot trong làng giải trí ở Hà Nội\".<ref name=\"TTVH5665\">[http:\/\/thethaovanhoa.vn\/giai-tri\/hau-scandal-sex-viet-n20080703024945665.htm Hậu scandal sex Việt], báo Thể thao & Văn hóa cập nhật 29\/7\/2008 01:39. Theo Mạc Vy, Thị trường Giao Dịch<\/ref>\n\nNăm 2008, ngoài các hoạt động trong lĩnh vực âm nhạc, Hoàng Thùy Linh còn làm [[người mẫu ảnh]] quảng cáo thời trang<ref>[http:\/\/dantri.com.vn\/giai-tri\/hoang-thuy-linh-thuy-top-the-hien-bst-bi-an-mua-he-244418.htm Hoàng Thùy Linh, Thủy \"top\" thể hiện BST \"Bí ẩn mùa hè\"], Dân Trí.<\/ref>, và làm gương mặt đại diện cho một trò chơi điện tử trực tuyến.\n\nNăm 2013, Hoàng Thùy Linh quay trở lại màn ảnh rộng với bộ phim điện ảnh ''[[Thần tượng (phim)|Thần tượng]]'' của đạo diễn Quang Huy.\n\nSau vụ tai tiếng, Hoàng Thùy Linh tạm lánh xa sân khấu một thời gian trước khi trở lại với tư cách là một ca sĩ. Hợp tác cùng nhạc sĩ [[Lưu Thiên Hương]], [[Nguyễn Đức Cường (nhạc sĩ)|Nguyễn Đức Cường]], ca sĩ [[Đông Nhi]], Hoàng Thùy Linh cho ra đời album ''Hoàng Thùy Linh'' vào năm 2010 với dòng nhạc [[dance-pop]]. Đĩa đơn đầu tiên \"''Nhịp đập giấc mơ''\" (nhạc và lời: Lưu Thiên Hương) gây ấn tượng bởi chất lượng âm nhạc cũng như sự đầu tư của Linh trong vũ đạo và video. Các bài hát khác của album như \"Cho nhau lối đi riêng\" (nhạc và lời: [[Đông Nhi]]), \"Rung động\" (nhạc và lời: [[Nguyễn Đức Cường (nhạc sĩ)|Nguyễn Đức Cường]]) cũng nhận được sự ủng hộ từ khán giả.{{fact|date=7-2014}}\n\nNăm 2011, Hoàng Thùy Linh tiếp tục sự nghiệp ca hát với album \"''Đừng vội vàng''\" hợp tác với nhạc sĩ Lưu Thiên Hương. Đĩa đơn \"''Đừng vội vàng''\" được ưa thích bởi giai điệu sôi động và có chất lượng âm nhạc cao, tuy nhiên video của bài hát này lại gây nhiều tranh cãi. Trái lại, bài hát tiếp theo được thực hiện video là \"''Ngày không anh''\" lại được đánh giá cao về ý tưởng, vũ đạo, đặc biệt là cảnh Hoàng Thùy Linh ngồi trên ao sen. Sau đó, Hoàng Thùy Linh tung ra video cho bài hát \"''Lại Lần Nữa''\", đây là một bản ballad. Album \"''Đừng vội vàng''\" được ưa thích, nhiều người cho rằng đây là một album được trau chuốt đến nơi đến chốn hiếm hoi trong làng [[V-pop|nhạc trẻ Việt Nam]] hiện thời, đặc biệt là bài hát \"''Sợi dây''\" nhận được phản ứng tích cực từ các thính giả khó tính, họ khen ngợi phần phối khí thông minh của Lưu Thiên Hương, nhưng lại cho rằng giọng hát của Hoàng Thùy Linh không tốt.{{fact|date=7-2014}}\n\nTháng 10 năm 2012, Hoàng Thùy Linh tiếp tục cùng Lưu Thiên Hương trở lại thị trường âm nhạc với mini-album \"Rơi\" cùng với single cùng tên. Single này được đánh giá rất cao nhờ phần sản xuất sắc sảo. \"Rơi\" còn là một album giúp Thùy Linh thử nghiệm nhiều thể loại âm nhạc khác nhau sau khi đã rất thành công với dance-pop.{{fact|date=7-2014}}\n\n=== 2013–2018: ''Hòa âm Ánh sáng'' và ''Vàng anh & Phượng hoàng'' ===\nNăm 2013, Hoàng Thùy Linh tung ra album ''\"EP. 2013\", ''với 3 ca khúc [[Nhạc dance điện tử|EDM]]: ''Last Time'', ''High'' và ''Crazy. ''Trong lần trở lại lần này, cô hợp tác cùng 2 nhạc sĩ nổi tiếng là Lưu Thiên Hương và [[Thanh Bùi]]. Đặc biệt, các MV của album sau khi ra mắt đã nhận được phản hồi tốt từ phía khán giả. ''Last Time'' là MV ra mắt đầu tiên, gây ấn tượng với khán giả bởi những cảnh quay hành động và vũ đạo mạnh mẽ. Tiếp sau thành công của ''Last Time'', Hoàng Thùy Linh tung ra MV ''Crazy'' và MV ''High'' với hình ảnh biến hóa đa dạng trong phong cách. Nếu MV ''Crazy'' là sự thể hiện hình ảnh một Hoàng Thùy Linh nóng bỏng và gợi cảm, thì MV ''High'' lại là một đột phá mới với kiểu quay \"one - take\" khá độc đáo. Chất nhạc điện tử, electro dance của album cũng tạo được hiệu ứng tốt với khán giả.\n\nNăm 2014, Hoàng Thuỳ Linh trở lại VTV3 trong chương trình Bài Hát Yêu Thích, cô giới thiệu phiên bản mới của ca khúc ''Rơi'' do SlimV thực hiện. Tiếp sau đó, Hoàng Thuỳ Linh kết hợp cùng ban nhạc [[365daband]] thực hiện Liveshow Tôi Toả Sáng. Chương trình được truyền hình trực tiếp trên kênh [[VTV9]] và nhận được nhiều sự quan tâm của khán giả.\n\nĐầu năm 2015, cô trở lại với MV Just you - một sáng tác của Phương Uyên, sản phẩm thật sự rất khác biệt với các MV trước khi chỉ tập trung vào vũ đạo và đặc biệt khi kết hợp với rapper Wowy. Cô tham gia buổi họp báo của chương trình [[Hòa âm Ánh sáng|The Remix]] mùa thứ 1, sau đó chương trình thông báo Hoàng Thuỳ Linh sẽ không tham gia mùa 1 của chương trình này và hẹn một dịp hợp tác sắp tới. Trong đêm cuối cùng của The Remix, Hoàng Thuỳ Linh bất ngờ xuất hiện với tư cách khách mời. Cô trình diễn ca khúc Just You cùng DJ Hoàng Anh - giám khảo chương trình The Remix mùa 1.\n\nNăm 2016, Hoàng Thuỳ Linh tham gia chương trình [[Hòa âm Ánh sáng|The Remix]] mùa 2. Cô tham gia 5 Liveshow và trình diễn 4 ca khúc: I'm Gonna Break (sáng tác TripleD), High (Thanh Bùi - Lưu Thiên Hương), ''Bánh Trôi Nước'' ([[Hồ Hoài Anh]] - thơ [[Hồ Xuân Hương]]) và London Bridge ([[Fergie (ca sĩ)|Fergie]]). Hoàng Thuỳ Linh rút lui chương trình tại Liveshow thứ 6 vì lý do sức khoẻ. Tháng 6 tháng 2016 cô ra mắt MV I'm Gonna Break được thực hiện bởi đạo diễn Đinh Hà Uyên Thư. Trong MV, cô xuất hiện cùng người bạn trai tin đồn - siêu mẫu Vĩnh Thuỵ. Tháng 8 năm 2016, Hoàng Thuỳ Linh ra mắt MV ''Bánh Trôi Nước''. Cuối năm 2016, Hoàng Thuỳ Linh trở thành đại sứ thương hiệu cho dòng điện thoại [[Vivo]] V5 - [[Vivo]] V5+ và [[Vivo]] V5s, tham gia làm giám khảo cho chương trình thực tế [[Thử thách cùng bước nhảy: So You Think You Can Dance|So You Think You Can Dance - Thử thách cùng bước nhảy]].\n\nNăm 2017, vào ngày 3 tháng 10, Hoàng Thuỳ Linh chính thức hợp tác với [[WePro Entertainment]] và công bố 10 dự án kỷ niệm 10 năm hoạt động nghệ thuật 2007 - 2017. Mở đầu là dự án tự truyện mang tên ''Vàng anh & Phượng Hoàng''.\n\n=== 2019–2021: ''Hoàng'' ===\nNăm 2019, cô được trở lại với một tư cách là một diễn viên trong bộ phim truyền hình ''[[Mê cung (phim Việt Nam)|Mê cung]]'' phát sóng từ tháng 4 đến tháng 8 trên [[VTV3]] với vai diễn Lam Anh. Cô cũng là người biểu diễn ca khúc cùng tên trong bộ phim.\n\nVào ngày 19 tháng 6 năm 2019, Hoàng Thùy Linh chính thức trở lại đường đua [[V-pop]] với ca khúc \"[[Để Mị nói cho mà nghe]]\" và ca khúc đã đứng #1 top thịnh hành trong nhiều ngày trên [[YouTube]] ở Việt Nam. Câu hát \"Để Mị nói cho mà nghe\" cũng trở thành một trào lưu hiện tượng trong giới trẻ.<ref>{{chú thích web|url= https:\/\/zingnews.vn\/muon-loi-hoang-thuy-linh-de-ly-giai-loat-trao-luu-dang-hot-tren-mang-post959536.html|tựa đề= Mượn lời Hoàng Thùy Linh để lý giải loạt trào lưu đang hot trên mạng|ngày=25-6-2019|website= ZingNews |tác giả =Minh Phong - Hoài Vỹ}}<\/ref> Sau thành công của \"Để Mị nói cho mà nghe\", Hoàng Thùy Linh tiếp tục tung ra sản phẩm tiếp theo, MV \"Tứ phủ\" mang âm hưởng tâm linh. Chưa đầy 5 giờ phát hành, bài hát dẫn đầu bảng xếp hạng âm nhạc [[Apple Music]] và iTunes Vietnam, liên tục thăng hạng trên top thịnh hành của [[YouTube]] Việt Nam. Khi MV Tứ phủ vẫn còn gây sốt với nhiều luồng ý kiến trái chiều và cái tên Hoàng Thùy Linh vẫn chưa “hạ nhiệt”, nữ ca sĩ bất ngờ nhận giải Nữ ca sỹ phong cách tại giải thưởng tôn vinh tâm hồn Việt - ELLE Style Awards 2019. Ngày 3 tháng 8 năm 2019, cô nhận lời mời biểu diễn trong đêm chung kết [[Hoa hậu Thế giới Việt Nam 2019|Hoa hậu Thế giới Việt Nam]] cùng với [[Đàm Vĩnh Hưng]], [[Lệ Quyên (ca sĩ sinh 1981)|Lệ Quyên]], [[Đông Nhi]] và [[Chi Pu]]. Vào ngày 20 tháng 10 năm 2019, Hoàng Thùy Linh cho ra mắt album ''[[Hoàng (album)|Hoàng]]'' với 9 bài hát mang âm hưởng dân gian với cách phối nhạc hiện đại kèm lời ca khúc khiến người nghe không khỏi thích thú. Album sau 3 tiếng đã lên vị trí số 1 [[Apple Music]], các bài hát trong Album bắt đầu công phá các bảng xếp hạng iTunes Vietnam, Apple Music Vietnam, Spotify.\n\nTại [[Giải thưởng Âm nhạc Cống hiến|Giải thưởng âm nhạc Cống Hiến]] lần thứ 15, Hoàng Thùy Linh xác lập kỉ lục chiến thắng 4 hạng mục trong cùng 1 năm.<ref>{{Chú thích web|url=https:\/\/vtc.vn\/hoang-thuy-linh-lap-ky-luc-gianh-4-giai-cong-hien-ar535707.html|tựa đề=Hoàng Thùy Linh lập kỷ lục, giành 4 giải 'Cống Hiến'|họ=News|tên=V. T. C.|ngày=2020-03-25|website=Báo điện tử VTC News|ngôn ngữ=vi|ngày truy cập=2021-12-15}}<\/ref>\n\nNgày 4 tháng 4 năm 2020, Hoàng Thuỳ Linh ra mắt video âm nhạc cho đĩa đơn thứ 4 trong album là \"Kẻ cắp gặp bà già\". Cô tham gia bộ [[phim kinh dị]] chiếu rạp có tên \"Trái tim quái vật\", phim dự kiến ra rạp vào ngày 16 tháng 10.<ref>{{chú thích web|url= https:\/\/vietnamnet.vn\/vn\/giai-tri\/nhac\/ke-cap-gap-ba-gia-va-chieu-bai-gay-sot-cua-hoang-thuy-linh-631301.html|tựa đề= 'Kẻ cắp gặp bà già' và chiêu bài gây sốt của Hoàng Thùy Linh|ngày=7-4-2020|website= Vietnamnet |tác giả =Huy Vũ}}<\/ref>\n\n=== 2022–nay: ''Link'' ===\nNgày 1 tháng 1 năm 2022, Hoàng Thùy Linh cho ra mắt đĩa đơn \"Gieo quẻ\" trên các nền tảng nghe nhạc trực tuyến tại Việt Nam.<ref>{{Chú thích|title=Và xem nghiã yêu|date = ngày 1 tháng 11 năm 2005 |url=http:\/\/dx.doi.org\/10.4324\/9780203989531-34|work=Natural Symbols in South East Asia|pages=67–67|publisher=Routledge|accessdate = ngày 18 tháng 1 năm 2022}}<\/ref> Sau vài ngày phát hành, bài hát đạt Top 1 Trending trên YouTube, đồng thời leo lên vị trí cao tại các bảng xếp hạng âm nhạc tại Việt Nam như Top 3 Billboard Vietnam Hot 100 Songs và Billboard Vietnam Top Vietnamese Songs.<ref>{{Chú thích web|url=https:\/\/billboardvn.vn\/|tựa đề=Billboard Việt Nam - #1 Music News In Vietnam|website=Billboard Việt Nam|ngôn ngữ=vi|ngày truy cập=2022-01-18}}<\/ref>\n\nSau đĩa đơn \"Gieo quẻ\", Hoàng Thùy Linh tiếp tục trở lại đường đua V-pop với MV \"[[See Tình]]\" vào ngày 20\/2\/2022.\n\nVào ngày 11 tháng 8, nữ ca sĩ đã chính thức phát hành album ''[[Link (album)|Link]],'' với ca khúc ''Bo xì bo, Lúc thấy lúc không, Bắt vía, Trưởng nữ chạy trốn, Hạ phỏm.''\n\nNgày 23 tháng 12, cô biểu diễn trong đêm chung kết [[Hoa hậu Việt Nam 2022]].\n\n==Phim đã tham gia==\n{| class=\"wikitable\" \n!Năm!!Tựa phim!!Kênh!!Vai diễn!!Ghi chú\n|-\n|2004||''[[Đường đời]]''||[[VTV3]]||Thùy||\n|-\n|2005||''Trò đùa của số phận''||[[VTV1]]||Hằng||\n|-\n|2006||''Đi về phía mặt trời''||[[HTV9]]||Lan||\n|-\n|2007||''[[Nhật ký Vàng Anh|Nhật ký Vàng Anh (phần 2)]]''||[[VTV3]]||Vàng Anh||Chương trình truyền hình tương tác \n|-\n|2013||''[[Thần tượng (phim)|Thần tượng]]''||||Thùy Linh||Phim điện ảnh\n|-\n|2018||''[[Ngày ấy mình đã yêu]]''||rowspan=\"2\"|[[VTV3]]||Khách mời||\n|-\n|2019||''[[Mê cung (phim Việt Nam)|Mê cung]]''||Lam Anh||\n|-\n|2020||''Trái tim quái vật''||||Khánh||Phim điện ảnh\n|}\n\n==Danh sách đĩa nhạc==\n{{Bài chi tiết|Danh sách đĩa nhạc của Hoàng Thùy Linh}}\n* ''Hoàng Thùy Linh'' (2010)\n* ''Đừng vội vàng (Don't Rush)'' (2011)\n* ''[[Hoàng (album)|Hoàng]]'' (2019)\n* ''[[Link (album)|Link]]'' (2022)\n\n==Giải thưởng và đề cử==\n{{Bài chi tiết|Danh sách giải thưởng và đề cử của Hoàng Thùy Linh}}\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*{{Trang web chính thức|http:\/\/hoangthuylinh.vn\/}}\n*[http:\/\/www.thanhnien.com.vn\/pages\/20101126\/hoang-thuy-linh-chon-cach-song-an-toan.aspx Hoàng Thùy Linh chọn cách sống an toàn]\n*[http:\/\/news.zing.vn\/Tu-truyen-Hoang-Thuy-Linh-post35643.html Tự truyện Hoàng Thùy Linh]\n* {{Facebook|hoangthuylinh.singer}}\n* {{Imdb name|7755028}}\n\n{{Hoàng Thùy Linh}}\n{{Nhóm hộp điều hướng\n|title = Giải thưởng của Hoàng Thùy Linh\n|list =\n{{Giải Mai vàng cho Ca sĩ nhạc nhẹ}}\n{{Giải Cống hiến cho Ca sĩ của năm}}\n{{Giải Cống hiến cho Album của năm}}\n{{Giải Cống hiến cho Bài hát của năm}}\n{{Giải Làn Sóng Xanh cho Ca khúc của năm}}\n}}\n{{Kiểm soát tính nhất quán}}{{Thời gian sống|1988}}\n\n{{DEFAULTSORT:Linh, Hoàng, Thùy}}\n[[Thể loại:Hoàng Thùy Linh]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]\n[[Thể loại:Ca sĩ nhạc trẻ Việt Nam]]\n[[Thể loại:Ca sĩ tiếng Việt]]\n[[Thể loại:Nữ diễn viên điện ảnh Việt Nam]]\n[[Thể loại:Nữ diễn viên truyền hình Việt Nam]]\n[[Thể loại:Hot girl]]\n[[Thể loại:Scandal Việt Nam]]\n[[Thể loại:Nữ ca sĩ thế kỷ 21]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Người giành giải Âm nhạc Cống hiến]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh tại Hà Nội]]\n[[Thể loại:Người họ Hoàng tại Việt Nam]]\n[[Thể loại:Nhật ký Vàng Anh]]"}