{"1440136":"'''Hoàng Ngọc Uẩn''' (黃玉蘊 hay 黃玉韞, ? - [[1817]]), tự '''Hối Sơn'''; là một văn nhân trong nhóm ''Bình Dương thi xã'' ở đất Gia Định xưa, và là văn thần của triều Nguyễn trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nKhông rõ năm sinh của '''Hoàng Ngọc Uẩn''', chỉ biết ông là người huyện Bình Dương, tỉnh Gia Định (nay là huyện [[Hóc Môn]], [[Thành phố Hồ Chí Minh]]), và là người sống cùng thời với \"Gia Định tam gia\" ([[Trịnh Hoài Đức]], [[Ngô Nhân Tịnh|Ngô Nhân Tĩnh]], [[Lê Quang Định]]).\n\nBuổi đầu, ông đầu quân chúa Nguyễn ([[Gia Long|Nguyễn Phúc Ánh]]), được bổ làm Thư ký dinh Tả quân [[Lê Văn Duyệt]].\n \nNăm [[Tân Dậu]] ([[1801]]), ông trúng tuyển khoa thi, được bổ làm Tham mưu rồi làm Hàn lâm viện thị độc. Sau đó, ông được cử đi sứ sang [[Xiêm|Xiêm La]] ([[Thái Lan]] ngày nay).\n \nTrở về nước, ông được thăng chức Cai bộ Bình Hòa, rồi lần lượt trải các chức: Tả tham tri [[bộ Hình]], Ất Phó sứ sang [[nhà Thanh]], Tham lý Hình tào ở [[Bắc Thành]], Hiệp trấn [[Nghệ An]], và lãnh Hình tào ở Bắc Thành.\n \nÔng là người giỏi việc chính trị, ngoại giao, nên thường được cử đi sứ nhiều nước <ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 245.<\/ref>.\n\nNăm [[Đinh Sửu]] ([[1817]]), Hoàng Ngọc Uẩn mất (không rõ lý do). Hiện chưa tìm thấy tác phẩm nào của ông.\n\n==Thơ liên quan==\nKhi Hoàng Ngọc Uẩn nhận mệnh đi sứ [[Chân Lạp]] ([[Campuchia]] ngày nay), khoảng năm [[Bính Ngọ]] ([[1786]]), [[Trịnh Hoài Đức]] có gửi tặng bài thơ như sau: \n{|valign=\"top\"\n|\n:[[Phiên âm Hán-Việt]]:\n:'''Ký hoài Hoàng Ngọc Uẩn Hối Sơn Chân Lạp thành'''\n:Viên mai biêu bạch cúc sưu hoàng,\n:Phồn tháp trần sinh thảo mộng mang.\n:Đắc lộ côn bằng nan tỉ hải,\n:Li quần hồng nhạn dạ minh sương.\n:Thạch thành ký phỏng chung mai tích.\n:Kim tháp nhàn bình bố hệ phương\n:Lao ngã Võ hầu tằng ỷ vọng.\n:Thê mê lãnh thọ thủy thương mang\".\n|\n:Tạm dịch:\n:'''Gởi Hoàng Ngọc Uẩn tự Hối Sơn, đi Chân Lạp'''\n:''Vườn mai khoe bạc, cúc khoe vàng,\n:''Bụi đóng vạc Trần giấc mộng hoang.\n:''Rời biển côn bằng nan gặp hội,\n:''Kêu sương hồng nhạn tối kêu đàn.\n:''Thạch thành hỏi tích chôn chuông cổ,\n:''Kim tháp bèn phương buộc vải mành.\n:''Trí nhọc hằng trông lầu Võ Lượng,\n:''Tít mù non núi, nước mênh mang.''\n|}\n\n==Sách tham khảo==\n* [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam nhất thống chí]]'', phần \"tỉnh Gia Định\", mục \"Nhân vật\" (in trong ''Tổng tập dư địa chí Việt Nam'' tập 2, Nhà xuất bản Thsnh Niên, 2002).\n* [[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n== Chú thích ==\n{{Tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1817]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Quan lại chúa Nguyễn]]\n[[Thể loại:Quan lại nhà Nguyễn]]"}