{"3185845":"{{Thông tin viên chức\n|tên= Hoàng Xuân Lãm\n|hình= 18-0197-028 NSA Hospital Danang (cropped).jpg\n|cỡ hình= \n|miêu tả=\n\n|chức vụ= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Phụ tá Tổng trưởng Quốc phòng\n|bắt đầu= 5\/1972\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Trung tướng \n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Tổng trưởng\n|phó viên chức= -[[Trần Thiện Khiêm]]\n\n|chức vụ 2= [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn I\n|bắt đầu 2= 5\/1966\n|kết thúc 2= 5\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Thiếu tướng<br>-Trung tướng (7\/1967) \n|tiền nhiệm 2= -Thiếu tướng [[Huỳnh Văn Cao]]\n|kế nhiệm 2= -Trung tướng [[Ngô Quang Trưởng]]\n|địa hạt 2= Vùng 1 chiến thuật<br>(Quân khu I từ 1970)\n\n|chức vụ 3= [[Hình: ARVN 2nd Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 2 Bộ binh\n|bắt đầu 3= 10\/1964\n|kết thúc 3= 11\/1966\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Chuẩn tướng<br>-Thiếu tướng (11\/1965)\n|tiền nhiệm 3= -Đại tá [[Nguyễn Thanh Sằng]]\n|kế nhiệm 3= -Đại tá [[Nguyễn Văn Toàn]]\n|địa hạt 3= Vùng 1 chiến thuật\n\n|chức vụ 4= [[Hình: ARVN 23rd Division Insignia.svg|22px]]<br>Tư lệnh Sư đoàn 23 Bộ binh\n|bắt đầu 4= 2\/1963\n|kết thúc 4= 10\/1964\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá<br>-Chuẩn tướng (8\/1964)\n|tiền nhiệm 4= -Đại tá Lê Quang Trọng\n|kế nhiệm 4= -Đại tá [[Nguyễn Xuân Thịnh]]\n|địa hạt 4= Vùng 2 chiến thuật\n|phó chức vụ 4= Tư lệnh phó \n|phó viên chức 4= Đại tá [[Nguyễn Xuân Thịnh]]\n\n|chức vụ 5= [[Hình: Cờ Chỉnh binh thao lược.png|22px]]<br>Trưởng khối Huấn luyện<br>Trường Đại học Quân sự<br>(tiền thân Trường Chỉ huy Tham mưu)\n|bắt đầu 5= 1\/1960\n|kết thúc 5= 2\/1963\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tá<br>-Đại tá (2\/1963)\n|địa hạt 5= Biệt khu Thủ đô\n\n|chức vụ 6= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy trưởng Thiết giáp Trung ương\n|bắt đầu 6= 5\/1957\n|kết thúc 6= 6\/1959\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Trung tá\n|tiền nhiệm 6= -Trung tá [[Dương Ngọc Lắm]]\n|kế nhiệm 6= -Thiếu tá [[Nguyễn Văn Thiện (chuẩn tướng)|Nguyễn Văn Thiện]]\n|địa hạt 6= Quân khu Thủ đô\n\n|chức vụ 7= Trung đoàn trưởng Trung đoàn 1 Kỵ binh\n|bắt đầu 7= 10\/1955\n|kết thúc 7= 5\/1957\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Thiếu tá (10\/1957)<br>-Trung tá (5\/1957)\n|tiền nhiệm 7= -Thiếu tá [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]\n|kế nhiệm 7= -Đại úy Dương Hiếu Nghĩa\n|địa hạt 7= Quân khu Thủ đô\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Nguyễn Thị Lê Hồng\n|họ hàng= \n|cha= Hoàng Trọng Thuần\n|mẹ= Hồ Thị Đạt\n|con= 5 người con (1 trai, 4 gái)<br>Hoàng Nguyễn Phương Liên<br>Hoàng Nguyễn Phương Lan<br>Hoàng Nguyễn Phương Dung<br>Hoàng Anh Tuấn<br>Hoàng Nguyễn Phương Nam\n|học vấn= Tú tài bán phần\n|học trường= -Trường Quốc học Huế<br>Trường Võ bị Liên quân Đà Lạt<br>–Trường Kỵ binh Saumur, Pháp<br>–Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n|quê quán= Trung Kỳ\n\n|ngày sinh= tháng 10 năm [[1928]]\n|nơi sinh= [[Quảng Trị]], [[Liên bang Đông Dương]]\n|ngày mất= 2 tháng 5 năm [[2017]]<br>([[89]] tuổi)\n|nơi mất= [[California|Davis]], [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1950]] – [[1975]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n|đơn vị= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|20px]] [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]]<br>[[Hình: Cờ Chỉnh binh thao lược.png|20px]] [[Trường Chỉ huy tham mưu Việt Nam Cộng hòa|Đại học Quân sự]]<ref>Tiền thân của trường Đại học Quân sự là Trung tâm Huấn luyên Chiến thuật thành lập năm 1952 tại Hà Nội, sau Hiệp định Genève 20\/7\/1954 di chuyển vào Nam và đổi tên. Năm [[1960]], di chuyển lên [[Đà Lạt]] đổi tên lần cuối thành trường Chỉ huy và Tham mưu.<\/ref><br>[[Hình: ARVN 23rd Division Insignia.svg|20px]] [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 23 Bộ binh]]<br>[[Hình: ARVN 2nd Division SSI.svg|20px]] [[Sư đoàn 2 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 2 Bộ binh]]<br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Grand Officer BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Nhị đẳng\n}}\n\n'''Hoàng Xuân Lãm''' ([[1928]] – [[2017]]) nguyên là một tướng lĩnh gốc Kỵ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ những khóa đầu tiên tại trường Võ bị Liên quân được [[Quốc gia Việt Nam]] mở ra ở Cao nguyên miền Trung Việt Nam, tốt nghiệp ông được chọn về Binh chủng Thiết giáp. Ông đã phục vụ ngành chuyên môn của mình từ chức vụ chỉ huy cấp Chi đội tuần tự theo hệ thống chỉ huy đến cấp Trung đoàn.<ref>Binh chủng Thiết giáp khi thành lập đã có một Bộ chỉ huy được đặt gần Trung ương, các đơn vị trực thuộc ban đầu có tổ chức cao nhất là cấp Chi đoàn, sau đó Binh chủng được phát triển để đáp ứng và đối phó với chiến trường, tổ chức đơn vị được nâng lên cấp Trung đoàn (mỗi Trung đoàn có từ 3 đến 5 Chi đoàn trực thuộc). Về sau, thành lập tại mỗi Quân khu một Lữ đoàn được đặt tên theo chữ số của 4 Quân khu, mỗi Lữ đoàn có Bộ Tư lệnh riêng, phối thuộc và dưới sự điều động của Tư lệnh Quân đoàn, cấp số của mỗi Lữ đoàn có từ 5 đến 6 Thiết đoàn (Trung đoàn) bao gồm ba loại thiết xa: Chiến xa hạng nặng M.48, Chiến xa hạng trung M.41 và Thiết vận xa M.113.<br> Tư lệnh Lữ đoàn là một sĩ quan cao cấp, chức vụ ngang với một Tư lệnh cấp Sư đoàn của Lục quân và các Quân, Binh chủng khác.<\/ref> Tuy nhiên, ông chỉ phục vụ trong Binh chủng Thiết giáp một thời gian ngắn (1952 – 1959). Sau đó ông được chuyển sang Tư lệnh đơn vị Bộ binh. Sau cùng là Tư lệnh một Quân đoàn danh tiếng của [[Quân lực Việt Nam Cộng hòa]]. Sau chiến trận ''\"Mùa hè đỏ lửa\"'' năm [[1972]] ông bị cách chức và thuyên chuyển về Bộ Quốc phòng giữ chức vụ không quan trọng.\n\n==Tiếu sử & Binh nghiệp==\nÔng sinh vào tháng 10 năm 1928 tại Quảng Trị trong một gia đình gia giáo có truyền thống hiếu học. Thiếu thời ông theo cấp Tiểu học ở Quảng Trị. Lên Trung học, ông được gia đình cho vào Huế học tại trường Quốc học. Năm 1948, ông tốt nghiệp Trung học với văn bằng Tú tài bán phần (Part I). Sau đó được bổ dụng về Quảng Trị làm giáo viên Tiểu học cho đến ngày gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nTháng 9 năm 1950, thi hành lệnh động viên của Quốc gia Việt Nam, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 48\/201.368. Theo học khóa 3 Trần Hưng Đạo tại trường Võ bị Liên quân Đà Lạt,<ref>Khóa 3 Trần Hưng Đạo có thể được xem là khóa đầu tiên của trường Võ bị Liên quân Đà Lạt, nhưng thực tế tiếp nối hai khóa trước là khóa 1 Phan Bội Châu và khóa 2 Quang Trung của trường Võ bị Quốc gia ở Huế trước khi di chuyển về Đà Lạt. Do trường được đặt tại cơ sở cũ của trường Võ bị Liên quân Viễn Đông của Quân đội Thuộc địa Pháp nên lấy tên là trường Võ bị Liên Quân Đà Lạt. Đến năm 1959 đổi tên thành trường Võ bị Quốc gia Đà lạt<\/ref>, khai giảng ngày 1 tháng 10 năm 1950. Ngày 25 tháng 6 năm 1951 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được chuyển quân số về Chi đoàn 4 Thám thính Xa với chức vụ Chi đội phó, đồn trú ở Cao nguyên Trung phần. Ngày 1 tháng 10 năm 1952, ông được cử theo học khóa căn bản Thiết giáp tại Trung tâm Huấn luyện Thiết giáp Viễn Đông của Quân đội Pháp tại Cap Saint Jacquues (Vũng Tàu) trong thời gian 6 tháng.<ref>Theo học khóa căn bản Thiết giáp tại Vũng Tàu tháng 10 năm 1952 với Thiếu úy Hoàng Xuân Lãm còn có các Thiếu úy:<br>-[[Lý Tòng Bá]], [[Phan Hòa Hiệp]], [[Trần Quang Khôi]], [[Nguyễn Văn Toàn]]<br>-[[Nguyễn Văn Tồn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Tồn]], sinh năm 1923, tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng là Đại tá Tham mưu phó Bộ Chỉ huy Binh chủng Thiết giáp.<br>-[[Nhan Nhật Chương (Đại tá, Quân lực Việt Nam Cộng hòa)|Nhan Nhật Chương]]. Sau cùng là Đại tá Tỉnh trưởng kiêm Tiểu khu trưởng An Xuyên (Cà Mau).<\/ref> Ngày 1 tháng 4 năm 1953, mãn khóa học căn bản ông trở về Chi đoàn 4. Ngày 25 tháng 6 cùng năm, ông được thăng cấp [[Trung úy]] giữ chức vụ Chi đội trưởng thuộc trong Chi đoàn 4. Cuối năm, ông tiếp tục được cử đi du học khóa cao cấp Thiết giáp tại trường Kỵ binh Saumur, Pháp. Giữa năm 1954 mãn khóa về nước. Sau Hiệp định Genève (20 tháng 7 năm 1954), ông được thăng cấp [[Đại úy]] giữ chức vụ Chi đoàn trưởng Chi đoàn 4 tham gia Chiến dịch chống quân phiến loạn Bình Xuyên.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 10 năm 1955, ngay sau nền Đệ nhất Cộng hòa ra đời, chuyển biên chế sang Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Thiếu tá]] giữ chức vụ Trung đoàn trưởng Trung đoàn 1 Kỵ binh<ref>Đầu năm 1956, Trung đoàn 1 Kỵ binh được đổi tên thành Trung đoàn 1 Thiết giáp.<\/ref> thay thế Thiếu tá [[Vĩnh Lộc]]<ref>Thiếu tá Vĩnh Lộc được cử đi du học khóa Chỉ huy Tham mưu cao cấp tại Học viện Fort Leavenworth, Kansas, Hoa Kỳ.<\/ref>\n\nĐầu tháng 5 năm 1957, ông được lệnh bàn giao Trung đoàn 1 Thiết giáp lại cho Đại úy [[Dương Hiếu Nghĩa (Đại tá, Quân lực Việt Nam Cộng hòa)|Dương Hiếu Nghĩa]].<ref>Đai uý Dương Hiếu Nghĩa sinh năm 1925 tại Sa Đéc, tốt nghiệp khóa 5 Võ bị Đà Lạt. Sau cùng là Đại tá, thành viên của Việt Nam Cộng hòa trong Ủy ban Liên hợp 4 bên.<\/ref> Cuối tháng 5, ông được thăng cấp [[Trung tá]] và được cử giữ chức vụ Chỉ huy trưởng Bộ chỉ huy Thiết giáp tại trại Trần Hưng Đạo thay thế Trung tá [[Dương Ngọc Lắm]]. Cuối năm 1958, ông nhận lệnh bàn giao Bộ chỉ huy Thiết giáp lại cho Thiếu tá [[Nguyễn Văn Thiện (chuẩn tướng)|Nguyễn Văn Thiện]] để đi du học khóa Tham mưu cao cấp tại Học viện Fort Leavenworth, Kansas, Hoa Kỳ ''(khóa 1959-1)''. Giữa năm 1959 mãn khóa về nước, ông được cử làm Trưởng khối Huấn luyện tại trường Đại học Quân sự ở Sài Gòn.\n\nTháng 2 năm 1963, ông được thăng cấp [[Đại tá]] và được bổ nhiệm chức vụ Tư lệnh Sư đoàn 23 Bộ binh (Bộ Tư lệnh Sư đoàn đặt tại Thị xã Ban Mê Thuột) thay thế Đại tá [[Lê Quang Trọng (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Quang Trọng]].<ref>Đại tá Lê Quang Trọng sinh năm 1925 tại Thừa Thiên, tốt nghiệp khóa 2 Võ bị Huế, giải ngũ năm 1964 sau cuộc Chỉnh lý của tướng [[Nguyễn Khánh]] ngày 30\/1\/1964.<\/ref>. Cấp phó cho ông ở thời điểm này là Đại tá [[Nguyễn Xuân Thịnh]].\n\nNgày 11 tháng 8 năm 1964, ông được thăng cấp [[Chuẩn tướng]].<ref>Cùng đợt thăng cấp Chuẩn tướng ngày 11\/8\/1964 với tướng Hoàng Xuân Lãm còn có các Đại tá:<br>[[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]], [[Albert Nguyễn Cao|Nguyễn Cao]], [[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn Văn Kiểm]], [[Đặng Văn Quang]], [[Vĩnh Lộc]] và [[Lê Nguyên Khang]].<\/ref> Ngày 14 tháng 10 cùng năm nhận lệnh bàn giao Sư đoàn 23 lại cho Đại tá Tư lệnh phó [[Nguyễn Xuân Thịnh]]. Ngay ngày hôm sau chuyển ra Vùng 1 Chiến thuật, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 2 Bộ binh thay thế Đại tá [[Nguyễn Thanh Sằng]], Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1965 ông được thăng [[Thiếu tướng]] tại nhiệm.\n\nCuối tháng 5 năm 1966, ông được kiêm Tư lệnh Quân đoàn I thay thế Thiếu tướng [[Huỳnh Văn Cao]]. Tháng 11 cùng năm bàn giao Sư đoàn 2 lại cho Đại tá [[Nguyễn Văn Toàn]] để chính thức giữ chức vụ Tư lệnh Quân đoàn I và Vùng 1 Chiến thuật. Tháng 7 năm 1967 ông được thăng cấp [[Trung tướng]] tại nhiệm.\n\nTháng 2 năm 1971, ông được cử giữ chức Tư lệnh cuộc Hành quân Lam Sơn 719<ref>Chiến dịch Lam Sơn 718 diễn ra vào năm 1971 tại khu vực đường 9 Nam Lào nên gọi là 719. Khai diễn ngày 8 tháng 2 năm 1971, kết thúc ngày 6 tháng 4 cùng năm.<\/ref> Đầu tháng 5 năm 1972, sau vụ thất thủ và để mất Quảng Trị, ông được lệnh bàn giao Quân đoàn I lại cho Trung tướng [[Ngô Quang Trưởng]] để về Trung ương nhận nhiệm vụ khác. Giữa tháng 5 cùng năm, ông được cử làm Phụ tá Tổng trưởng Quốc phòng [[Trần Thiện Khiêm]] và ở chức vụ này cho đến cuối tháng 4 năm 1975.<ref>Chức vụ Phụ tá Tổng trưởng Quốc phòng, thực tế chỉ là một chức vụ \"ngồi chơi xơi nước\".<\/ref>\n\n==1975==\nTrưa ngày 29 tháng 4, ông đem theo gia đình, từ Vũng Tàu di tản ra khơi trên Cơ xưởng Hạm Vĩnh Long HQ-802. Hạm trưởng là Hải quân Trung tá [[Vũ Quốc Công (Trung tá, Quân lực Việt Nam Cộng hòa)|Vũ Quốc Công]].<ref>Trung tá Vũ Quốc Công sinh năm 1938 tại Nam Định. Tốt nghiệp khóa 10 trường Sĩ Quan Hải quân Nha Trang.<\/ref> Sau đó, ông và gia đình được sang định cư tại Thành phố Davis, miền Bắc Tiểu bang California, Hoa Kỳ.\n\nNgày 2 tháng 5 năm 2017, ông từ trần tại nơi định cư. Hưởng thọ 89 tuổi.<ref>{{Chú thích web|url=http:\/\/www.nguoi-viet.com\/little-saigon\/tu-lenh-hanh-quan-lam-son-719-qua-doi\/|title=Trung tướng Hoàng Xuân Lãm, tư lệnh Hành Quân Lam Sơn 719, qua đời}}<\/ref>\n\n==Gia đình==\n*Thân phụ: Cụ Hoàng Trọng Thuần\n*Thân mẫu: Cụ Hồ Thị Đạt\n*Phu nhân: Bà Nguyễn Thị Lê Hồng\n:Ông bà có năm người con: 1 trai, 4 gái<br>Hoàng Nguyễn Phương Liên, Hoàng Nguyễn Phương Lan, Hoàng Nguyễn Phương Dung, Hoàng Anh Tuấn, Hoàng Nguyễn Phương Nam.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Mất năm 2017]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Người Mỹ gốc Việt]]"}