{"3215476":"{{Biên tập|date=tháng 5\/2022}}\n{{bài cùng tên|Hoàng Kim (định hướng)}}\n{{Quân nhân\n| name = Hoàng Kim\n| hình = Thiếu Tướng Hoàng Kim.jpg\n| tên thật = \n| biệt danh = \n| quốc tịch = {{VIE}}\n| ngày sinh = {{ngày sinh|1927|10|10}}\n| nơi sinh = Xã [[Duy Trinh]], huyện [[Duy Xuyên]], tỉnh [[Quảng Nam]]<br>[[Liên bang Đông Dương]]\n| ngày mất = {{Ngày mất và tuổi|2020|9|19|1927|10|10}}\n| nơi mất = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| allegiance = [[Quân đội nhân dân Việt Nam]]\n| năm phục vụ = 1942 - 2020\n| cấp bậc = {{QH|thiếu tướng}}\n| khen thưởng = \n| công việc = \n| dân tộc = \n}}\n'''Hoàng Kim''' (sinh ngày 10 tháng 10 năm [[1927]] - mất ngày 19 tháng 9 năm [[2020]])<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Xa-hoi\/Thieu-tuong-Hoang-Kim-tu-tran-i581345\/|tựa đề=Thiếu tướng Hoàng Kim từ trần|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2022-05-31}}<\/ref> là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Chính ủy Sư đoàn 308, Cục trưởng [[Cục Tuyên huấn, Quân đội nhân dân Việt Nam|Cục Tuyên huấn]], Phó Tư lệnh về Chính trị [[Quân khu Thủ đô]], Chủ nhiệm Chính trị-Bí thư Đảng ủy kiêm Phó Tư lệnh Chính trị [[Quân đoàn 4, Quân đội nhân dân Việt Nam|Quân đoàn 4]]<ref>{{Chú thích web|url = http:\/\/hanoimoi.com.vn\/Tin-tuc\/Xa-hoi\/573081\/hoang-kim-vi-tuong-giua-doi-thuong|title = Hoàng Kim: Vị tướng giữa đời thường}}<\/ref><ref>{{Chú thích web|url = http:\/\/www.duytrinh.vn\/thieu-tuong-hoang-kim|title = Thiếu tướng Hoàng Kim|ngày truy cập = 2015-04-19|archive-date = ngày 19 tháng 4 năm 2015 |archive-url = https:\/\/web.archive.org\/web\/20150419114643\/http:\/\/www.duytrinh.vn\/thieu-tuong-hoang-kim}}<\/ref><ref>{{Chú thích web|url=https:\/\/baotintuc.vn\/news-20200921091136548.htm|tựa đề=Tin buồn: Đồng chí Thiếu tướng Hoàng Kim từ trần|họ=baotintuc.vn|ngày=2020-09-21|website=baotintuc.vn|ngôn ngữ=vi|ngày truy cập=2022-05-31}}<\/ref>\n\n== Thân thế ==\nÔng quê tại huyện Duy Xuyên, tỉnh [[Quảng Nam]]. \n\nNgười anh trai của ông là ông Hoàng Mai, hoạt động cách mạng cùng thời với ông Võ Chí Công trong nhóm Xuân-Hạ-Thu-Đông (Xuân là bí danh của ông Võ Chí Công, Hạ - là bí danh của ông Hoàng Mai, Thu - bí danh của ông Mã Sắc Kim, Đông - bí danh của ông Trương Kiểu). Ông Hoàng Mai không chỉ hoạt động cách mạng tại địa phương (trong Ban khởi nghĩa chống Pháp huyện Duy Xuyên) mà còn được cấp trên điều động vào chiến trường Nam Trung Bộ, hoạt động ở tỉnh Lâm Đồng. Tại đây, trong một cuộc họp, ông Mai bị bắt, sau đó bị địch xử bắn ở Đơn Dương, Lâm Đồng. Ba người chị của ông cũng tham gia hoạt động cách mạng. Người chị thứ hai và thứ ba sớm qua đời. Người chị thứ năm hoạt động đến năm 1954 rồi ở lại miền Nam. \n\nÔng tham gia cách mạng rất sớm, từ thời còn học lớp nhì (lớp 4 bây giờ) trường làng của ông Hồ Nghinh.\n\nNhỏ tuổi nhưng ông rành chữ Hán, giúp ông Hoàng Mai sao chép bằng tay tài liệu để tuyên truyền, kể cả viết lại thư của Hồ Chủ tịch gửi đồng bào.\n\nHọc xong bậc tiểu học, Hoàng Kim trở lại Hội An học một năm.<ref>{{Chú thích web|url=http:\/\/cuuchienbinhtphcm.vn\/index.php?option=com_content&view=article&id=1737:gia-inh-thiu-tng-hoang-kim-ba-i-vi-dan-vi-nc&catid=77:ky-niem-ve-chien-tran&Itemid=187|website=cuuchienbinhtphcm.vn|ngày truy cập=2022-05-31}}<\/ref>\n\n== Sự nghiệp ==\nNăm 1942, ông ra Đà Nẵng học năm thứ hai ở trường Chấn Thanh. Thời gian này ông được cán bộ cách mạng địa phương bí mật giao nhiệm vụ và được ông Võ Chí Công giới thiệu tiếp xúc với ông Lê Đào, một cán bộ cấp cao ở Đà Nẵng. Ông còn bắt liên lạc với ông Nguyễn Sỹ Huynh hoạt động cách mạng trong phong trào đấu tranh sinh viên - học sinh của trường Chấn Thanh. Sau này, ông mới biết đó là Chi bộ Chấn Thanh. \n\nGiữa năm 1943, phong trào bị bể. Nhiều cán bộ phong trào bị bắt. Ông tạm lui về quê để tránh sự lùng bắt của Pháp nhưng địch vẫn lần ra dấu vết. Ông bị bắt, bị giam ở Hòa Vang ba tháng. \n\nChính quyền nhà Nguyễn quyết định trả tự do vì xét ông còn vị thành niên, nhưng chính quyền thực dân Pháp không chấp thuận, ông bị đưa ra tòa án binh xử về tội chống lại nhà nước Pháp. Mồng 4 Tết năm 1944, ông bị Pháp bắt trở lại, rồi đưa ra nhà lao Hỏa Lò - Hà Nội. Tại đây, ông gặp các nhà Cách mạng tên tuổi như các ông Hoàng Văn Thụ, Ninh Thọ Chân… \n\nCuối năm 1944, ông được trả tự do, lại tiếp tục hoạt động.\n\nNgày 17 tháng 8 năm 1945, với vai trò là chính trị viên của đơn vị tự vệ, ông tham gia khởi nghĩa giành chính quyền ở quê nhà. Ít lâu sau, ông được điều lên huyện làm cán bộ tuyên truyền lưu động.\n\nNgày 28 tháng 9 năm 1945, ông được điều vào bộ đội tham gia hoạt động ở Ban tuyên truyền chi đội Quảng Nam, thuộc trường Quân chính Quảng Nam\n\nNgày 15 tháng 12 năm 1945, ông được kết nạp vào Đảng Cộng sản do các ông Võ Chí Công và Huỳnh Đức Phương giới thiệu.\n\nNăm 1946, cùng với đơn vị là Trung đoàn 96, ông vừa làm chính trị viên vừa đảm nhận nhiệm vụ tiếp phòng quân, tiếp quản Đà Nẵng và được cử đi học. \n\nNăm 1954, ông là Chủ nhiệm chính trị Trung đoàn 954. Sau này, Trung đoàn 954 ra Bắc sáp nhập vào Trung đoàn 66, ông về làm Chủ nhiệm chính trị kiêm Phó Bí thư Lữ đoàn Pháo binh 378.\n\nNăm 1962 - 1964, cấp trên cử ông qua Trung Quốc học Lý luận chính trị. \n\nNăm 1965, về nước ông nhận lệnh vào Liên khu 4 đảm nhận chức vụ Phó Chủ nhiệm chính trị Sư đoàn 341 đóng quân ở Nghệ An.\n\nSau đó được chuyển qua làm Phó Chủ nhiệm chính trị Bộ Tư lệnh Phòng không, Quân khu IV, rồi làm Chính ủy Trung đoàn Cao xạ 282.\n\nTiếp đó ông nhận chức Chính ủy Trung đoàn Tên lửa 238 ở Quảng Bình và Vĩnh Linh (Quảng Trị). \n\nĐầu năm 1969, ông được cử đi học chính trị ở Học viện Chính trị của Bộ Quốc phòng. Học xong được điều về làm Phó Chủ nhiệm chính trị, rồi Chủ nhiệm chính trị, Phó Chính ủy, rồi Chính ủy [[Sư đoàn 308, Quân đội nhân dân Việt Nam|Sư đoàn 308]] của Bộ Quốc phòng (1974-1977). \n\nNăm 1978, ông được điều về Tổng cục Chính trị làm [[Cục Tuyên huấn, Quân đội nhân dân Việt Nam|Cục trưởng Cục Tuyên huấn]]\n\nNăm 1979, ông được phân công là Phó Tư lệnh về chính trị [[Quân khu Thủ đô]].\n\nNăm 1983, ông được bổ nhiệm giữ chức Chủ nhiệm Chính trị kiêm Phó Tư lệnh về Chính trị [[Quân đoàn 4, Quân đội nhân dân Việt Nam|Quân đoàn 4]]\n\nNăm 1988, ông thôi giữ chức vụ được nghỉ chờ hưu.\n\nTháng 7 năm 1990, ông nghỉ hưu.\n\nTừ tháng 8 năm 1990 đến tháng 9 năm 2020, ông là Chủ tịch Hội Cựu chiến binh, Phó chủ tịch Ủy ban Mặt trận Tổ quốc quận Bình Thạnh, Thành Hồ Chí Minh; Ủy viên Ủy ban Mặt trận Tổ quốc quận Bình Thạnh, Thành phố Hồ Chí Minh.\n\nÔng qua đời tại [[Thành phố Hồ Chí Minh]] vào lúc 2:25 ngày [[19 tháng 9]] năm [[2020]], hưởng thọ 92 tuổi.<ref>{{Chú thích web|url=https:\/\/www.qdnd.vn\/ban-doc\/tin-buon\/dong-chi-thieu-tuong-hoang-kim-huynh-xuan-tu-tran-635739|tựa đề=Đồng chí Thiếu tướng Hoàng Kim (Huỳnh Xuân) từ trần|website=https:\/\/www.qdnd.vn|ngôn ngữ=en-US|ngày truy cập=2022-05-31}}<\/ref>\n\n[[Thiếu tướng]] (1979)\n\n== Các giải thưởng và danh [http:\/\/cuuchienbinhtphcm.vn\/index.php?option=com_content&view=article&id=1737:gia-inh-thiu-tng-hoang-kim-ba-i-vi-dan-vi-nc&catid=77:ky-niem-ve-chien-tran&Itemid=187 hiệu] ==\n\n==== Trong kháng chiến chống Pháp: ====\n[[Huân chương Chiến công|Huân chương Chiến công hạng Ba]]\n\n[[Huân chương Chiến thắng|Huân chương Chiến thắng hạng Nhì]]\n\nBằng khen tuyên dương công trạng toàn Liên khu  và nhiều lần là Chiến sỹ thi đua\n\n==== Trong kháng chiến chống Mỹ: ====\n[[Huân chương Kháng chiến|Huân chương Kháng chiến chống Mỹ cứu nước hạng Nhất]]\n\n[[Huân chương Quân công|Huân chương Quân công hạng Nhất]]\n\n[[Huân chương Quân công|Huân chương Quân công hạng Ba]]\n\n[[Huân chương Chiến công|Huân chương Chiến công hạng Ba]] trong chiến dịch đường 9 Nam Lào\n\n==== Khi đất nước độc lập thống nhất: ====\n[[Huân chương Độc lập|Huân chương Độc lập hạng Nhì]]\n\n[[Huy chương Quân kỳ quyết thắng|Huy chương Quân kỳ Quyết thắng]]\n\n[[Huân chương Bảo vệ Tổ quốc]] hạng Nhất của Nhà nước Campuchia\n\n[[Huân chương Hữu nghị]] của Cộng hòa dân chủ Đức\n\nHuy hiệu 70 năm tuổi Đảng.\n\nKỷ niệm chương chiến sĩ cách mạng bị địch bắt tù đày; Kỷ niệm chương Cựu chiến binh; Kỷ niệm chương Đại Đoàn kết dân tộc; Kỷ niệm chương vì sự nghiệp dân vận; Kỷ niệm chương vì sự nghiệp thế hệ trẻ; Kỷ niệm chương của Hội Người Cao tuổi Việt Nam; Kỷ niệm chương của Hiệp Hội UNESCO Việt Nam; Bằng khen của Trung ương Hội Cựu Chiến binh Việt Nam; Bằng khen của Hội Người Cao tuổi Việt Nam.  Nhiều Bằng khen của Hội Cựu Chiến binh Thành phố Hồ Chí Minh; Nhiều Bằng khen của các cấp lãnh đạo Thành phố Hồ Chí Minh, của UBND tỉnh Quảng Nam và được trao Huy hiệu 70 năm tuổi Đảng.\n\n==Chú thích==\n{{tham khảo}}\n\n{{thời gian sống|1927|2020}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Chính ủy Bộ Tư lệnh Thủ đô Hà Nội]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam người Quảng Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1970]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam đã mất]]"}