{"505263":"[[Tập tin:Hoang Huu Xung.jpg|200px|nhỏ|phải|Hoàng Hữu Xứng]]\n'''Hoàng Hữu Xứng''' (黃有秤; [[1831]]-[[1905]]) là danh thần [[nhà Nguyễn]] ở cuối [[thế kỷ 19]], đầu [[thế kỷ 20]] trong [[lịch sử]] [[Việt Nam]]. Là vị quan trải qua các triều đại đầy sóng gió thời [[Nhà Nguyễn|Nguyễn]], bắt đầu từ năm Tự Đức 5 (năm 1852) đến khi hưu trí năm Thành Thái 12 (năm 1900), Hoàng Hữu Xứng được bổ nhiệm qua nhiều chức vụ quan trọng trong triều đình, thăng dần đến chức Hiệp biện đại học sĩ sung Quốc sử quán Phó Tổng tài kiêm Kinh diên giảng quan.<ref>Theo ''Đại Nam Thực lục Chính biên Đệ lục kỷ Phụ biên,'' bản dịch Cao Tự Thanh, trang 159 đoạn \"'''''1356.''' Hiệp biện đại học sĩ sung Phó Tổng tài Quốc sử quán, Kinh diên giảng quan hưu trí Hoàng Hữu Xứng chết. Hữu Xứng là cựu thần có danh vọng, coi sử quán, hầu Kinh diên, văn chương phẩm hạnh vốn rất rõ rệt, năm trước theo lệ (70 tuổi) dâng sớ xin hưu trí. Đến lúc ấy chết, có để lại di biểu. Vua rất thương tiếc, chuẩn phái quân binh hộ tống và ưu cấp tiền tuất. Lại sai quan tỉnh (Án sát Quảng Trị Tôn Thất Dịch trạm***) truyền chỉ ban tế để tỏ rõ ý ưu đãi thể thiếp.''\"<\/ref><ref>Theo [[Quan chế nhà Nguyễn]] thời Minh Mạng, hàm Hiệp biện Đại học sĩ (thời Đồng Khánh vì kỵ húy đổi tên thành Hiệp tá Đại học sĩ) có trật Tòng nhất phẩm, và được ban thụy hàm và thụy hiệu là ''Cáo thụ Vinh Lộc đại phu, thụy Văn Ý''<\/ref>\n\nTrong sử Việt, Hoàng Hữu Xứng được biết đến là vị quan uyên thâm Nho học, là một trong các quan điều hành phụ trách việc biên soạn bộ quốc sử [[Đại Nam thực lục|Đại Nam Thực Lục]] và là quan phụ trách việc biên soạn bộ sách địa lý Đại Nam Quốc Cương Giới Vực Biên. Trong cuộc đời quan lộ của ông, Hoàng Hữu Xứng còn được biết đến là một trong các quan đầu tỉnh Hà nội bị triều đình cách chức qua sự kiện [[Trận thành Hà Nội (1882)|thất thủ thành Hà Nội năm 1882]], sau được khôi phục lại chức và thăng dần cho đến khi hưu trí vào năm 1900.\n\n==Tiểu sử==\n'''Hoàng Hữu Xứng''' sinh năm [[Tân Mão]] ([[1831]]) đời vua [[Minh Mạng]], tại làng Bích Khê, huyện Đăng Xương, phủ [[Triệu Phong]], tỉnh [[Quảng Trị]].\n \nCon ông là Hoàng Hữu Bính (sau đổi là Tiếp), đỗ [[Hoàng giáp]] năm [[1889]]. Em ông là Hoàng Hữu Bỉnh, đỗ Cử nhân năm [[1891]], từng làm quan trải đến chức chức Tham tri gia hàm Thượng thư sung Toản tu Sử quán, giảng quan tòa Kinh diên <ref>Theo ''Quốc triều Hương khoa lục''. Dẫn lại theo Nguyễn Đình Đầu, bài đã dẫn ở mục sách tham khảo, tr. 79.<\/ref>\n\nNăm [[Nhâm Tý]] ([[1852]]), Hoàng Hữu Xứng thi đỗ [[Hương cống|cử nhân]], được bổ làm quan. Hoạn lộ ban đầu của ông tài liệu không ghi rõ, chỉ biết vào [[tháng mười|tháng 10]] năm [[Tân Dậu]] ([[1861]]), khi ông đang làm Huấn đạo quyền Tri huyện [[Tuy Viễn]] ([[Bình Định]]), nhờ có công \"bắt [[Thiên Chúa giáo|đạo Gia Tô]] và giặc cướp\", nên ông được đặc cách làm Tri huyện Hà Đông ([[Quảng Nam]]) hồi đầu năm [[1863]]. Và đến [[tháng tư|tháng 4]] năm [[Kỷ Tỵ]] ([[1869]]), ông đã về triều làm Biện lý [[bộ Binh]] <ref>Theo Nguyễn Đình Đầu, bài đã dẫn ở mục sách tham khảo, tr. 79.<\/ref>.\n\nNăm [[1873]], ông được cử làm Bố chính [[Thanh Hóa]]. Năm [[1877]], ông lại được triệu về triều làm Tả thị lang [[bộ Lại]]. Năm [[1880]], thăng ông làm Thự Tuần phủ [[Hà Nội]].\n\nRạng sáng ngày mồng 8 tháng 3 năm [[Nhâm Ngọ]] ([[25 tháng 4]] năm [[1882]]), Đại tá Henri Rivière của Hải quân [[Pháp]] cho tàu chiến áp sát [[hoàng thành Thăng Long|thành Hà Nội]], đưa tối hậu thơ đòi giải giới và giao nộp thành. Vị quan giữ thành khi ấy là Tổng đốc Hà Ninh [[Hoàng Diệu]] liền tiếp thư, nhưng phía Pháp không đợi trả lời, mà nổ súng tấn công. Quan quân trong thành lập tức kháng cự, nhưng không thể cản ngăn được. Hoảng sợ, Bố chính [[Nguyễn Văn Tuyển]], Đề đốc [[Lê Văn Trinh]] đều bỏ chạy thoát thân, còn Tuần phủ Hoàng Hữu Xứng thì ẩn trốn trong hành cung.\n\nĐến khi Tổng đốc Hoàng Diệu đã thắt cổ tuẫn tiết, Hoàng Hữu Xứng cũng định tuyệt thực quyên sinh, nhưng nghe theo lời Tôn Thất Bá nên thôi. Hai tháng sau, triều đình [[nhà Nguyễn]] nghị tội, Bố chính Tuyển bị đuổi về làm dân, còn Án sát Bá và ông đều bị cách chức nhưng cho lập công chuộc tội.\n\nNăm [[1883]], sau khi vua Tự Đức mất, ông được phục chức làm việc tại triều. Năm 1885, [[Đồng Khánh]] kế vị, Hoàng Hữu Xứng được thăng làm Quang Lộc tự khanh lãnh Lại bộ thị lang kiêm quản viện Đô sát.\n\n[[Tháng chín|Tháng 9]] năm [[Bính Tuất]] ([[1886]]), xét thấy ông \"là người trầm tĩnh, học cũng hơi rộng\" nên sung làm Đổng lý, cấp ấn \"khâm phái quan phòng\", cho đến ở phòng Nội các, để lo việc biên chép cương vực nước Việt Nam <ref>Theo ''[[Đại Nam thực lục]]''. Dẫn lại theo Nguyễn Đình Đầu, tr. 80.<\/ref>.\n\n[[Tháng ba|Tháng 3]] năm [[Đinh Hợi]] ([[1887]]), sách ''Đại Nam quốc cương giới vựng biên'' (7 quyển) làm xong, ông dâng lên, được vua Đồng Khánh khen và ban cho thực thụ hàm Lại bộ thị lang, Thự Tả tham tri, sung Quốc sử quán toản tu (coi như Phó viện) <ref>Theo ''Đại Nam thực lục''. Dẫn lại theo Nguyễn Đình Đầu, tr. 83.<\/ref>.\n \nĐời vua [[Thành Thái]] (nối ngôi năm [[1889]]), Hoàng Hữu Xứng lần lượt trải các thêm các chức khác, như: Thượng thư [[bộ Lễ]], Chủ khảo các kỳ [[thi Hương]], [[thi Hội]],...\n\nHoàng Hữu Xứng mất năm [[Ất Tỵ]] ([[1905]]), thọ 74 tuổi.\n\n==Tác phẩm==\nTác phẩm của ông có:\n*'''Đại Nam quốc cương giới vựng biên''': 7 quyển và một tập bản đồ (gồm bản đồ phủ [[Thừa Thiên Huế|Thừa Thiên]] và bản đồ các tỉnh), do ông cùng với [[Nguyễn Hữu Độ]], Phan Bình Đình, [[Nguyễn Thuật]], Hoàng Hữu Thường biên soạn năm [[Đồng Khánh]] thứ 2 ([[1866]]). Sách chép tay, [[chữ Hán]], 590 trang, khổ 28,7 x 21 [[xentimét|cm]], chưa được khắc in.\n*'''Cung kỳ luân âm''' (cùng viết với Nguyễn Thuật)\n\n== Chê trách và khen ngợi==\nHành động thiếu dũng cảm của Hoàng Hữu Xứng khi thành Hà Nội thất thủ năm [[1882]], nhanh chóng trở thành đề tài cho sĩ phu thời bấy giờ châm biếm. Tương truyền, thơ nói về ông có hai bài, nhưng chỉ mới sưu tầm được một, nguyên văn như sau:\n:''Thành hạ quan triều phải buổi se<ref>Buổi se: lúc ốm.<\/ref>,\n:''Sân rồng phục vị chỉ ngồi nghe.\n:''Quyên sinh lại nghĩ thân còn vướng,\n:''Nhất quyết nhiều khi mắt đỏ hoe.\n:''Ba bữa không cơm đành uống giận,\n:''Mấy phen ép cháo cũng ăn dè!<ref>Hoàng Hữu Xứng nhịn đói ba hôm, nhưng con ông bí mật đưa cháo vào vẫn ăn (Ghi chú của Vũ Ngọc Khánh, tr. 408).<\/ref>\n:''Giảng hòa nghe tiếng chừng mê mẩn\n:''Một đỉnh đình đinh chuyện bé nhè<ref>Tương truyền bài thơ này do [[Nguyễn Văn Giai]] (tức Ba Giai) làm, lần đầu được chép trong sách ''Hà thành thất thủ án''. Ở đây chép theo sách ''Quan lại trong lịch sử Việt Nam'', trang 408.<\/ref>.\n\nTuy nhiên, nhờ có công tổ chức biên soạn bộ sách ''Đại Nam quốc cương giới vựng biên'', nên ông vẫn được kể là \"người con rất xứng đáng của [[Việt Nam]] trên đất Bích Khê\"<ref>Nguyễn Đình Đầu giải thích: \"vì vấn đề cương vực quốc gia bao giờ cũng là vấn đề trọng đại và thời sự\" (bài viết đã dẫn, tr. 84).<\/ref>. Ngoài ra, ông có công có công quy tập hài cốt của nghĩa quân [[nhà Tây Sơn|Tây Sơn]] vì quốc vong thân, mang về an táng tại đất làng Thạch Hãn, cạnh thành cổ [[Quảng Trị]]. Nơi ấy gọi là Nghĩa Trũng đàn <ref>Theo Nguyễn Đình Đầu, bài viết đã dẫn, tr. 84.<\/ref>.\n\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] ([[Cao Xuân Dục]] làm tổng tài), ''Quốc triều sử toát yếu''. Nhà xuất bản Văn học, 2002.\n*[[Nguyễn Q. Thắng]]- Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, 1992.\n*[[Nguyễn Đình Đầu]], Hoàng Hữu Xứng - Đỗng lý biên tập sách ''Đại Nam quốc cương giới vựng biên'' in trong ''Nguyễn Đình Đầu - Hành trình của một tri thức dấn thân''. Nhà xuất bản. Thời Đại và tạp chí Xưa & Nay hợp tác ấn hành, 2010.\n*Vũ Ngọc Khánh, ''Quan lại trong lịch sử Việt Nam''. Nhà xuất bản Thanh Niên, 2008.\n\n==Chú thích==\n{{Tham khảo}}\n{{Thời gian sống|sinh=1831|mất=1905}}\n\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Đại học sĩ triều Nguyễn]]\n[[Thể loại:Nhà địa lý học Việt Nam]]"}