{"132418":"{{Tiểu sử quân nhân\n|tên=Hoàng Minh Đạo\n|hình=[[Tập tin:Hoang Minh Dao.JPG|200px]]\n|chú thích hình= Hoàng Minh Đạo (ảnh chụp năm 1968)\n|ngày sinh= [[4 tháng 8]] năm [[1923]]\n|ngày mất= {{ngày mất và tuổi|1969|12|25|1923|8|4|}}\n|nơi sinh= xã Hải Xuân, thành phố [[Móng Cái]] ([[Quảng Ninh]])\n|nơi mất= [[Vàm Cỏ Đông]]\n|biệt danh=Hoàng Minh Đạo, <br>Năm Thu, <br>Năm Đời\n|phục vụ= [[Hình:Flag of Viet Nam Peoples Army.svg|30px]] [[Quân đội nhân dân Việt Nam]]\n|thuộc=\n|năm phục vụ=\n|cấp bậc= {{QH|trung tướng}}\n|đơn vị= \n|chỉ huy= \n|tham chiến=\n|khen thưởng= [[Anh hùng Lực lượng vũ trang nhân dân]]\n|gia đình= \n|công việc khác=\n}}\n\n'''Hoàng Minh Đạo''', tên thật '''Đào Phúc Lộc''', ([[1923]] – [[1969]]) là một trong những nhà [[tình báo]] nổi tiếng của [[Việt Nam Dân chủ Cộng hòa]] thời [[chiến tranh Việt Nam]]. Ông phụ trách phòng Tình báo Quân ủy của nước [[Việt Nam Dân chủ Cộng hòa]] từ lúc mới thành lập <ref>{{Chú thích web |url=http:\/\/netlife.vietnamnet.vn\/vn\/doc\/19007\/index.aspx |ngày truy cập=2008-02-29 |tựa đề=VietNamNet: Khúc bi tráng trên sông vàm cỏ |archive-date=2008-03-06 |archive-url=https:\/\/web.archive.org\/web\/20080306092938\/http:\/\/netlife.vietnamnet.vn\/vn\/doc\/19007\/index.aspx }}<\/ref>.\n\nTên tuổi và sự nghiệp của ông gắn liền với sự ra đời của ngành Tình báo quân sự Việt Nam. Ông được coi là người đầu tiên xây dựng nền móng cho sự thành lập của ngành tình báo Việt Nam ngay từ khi [[Cách mạng tháng Tám]] năm 1945 thành công. Ông cũng là một trong những nhân vật quan trọng sáng lập ra Ban địch tình Xứ ủy [[Nam Kỳ]] và [[ngành Binh vận]] vào thời điểm 1954 – 1955) của [[Cách mạng]] miền Nam.\n\n== Tiểu sử ==\nHoàng Minh Đạo sinh ra trong một gia đình viên chức có truyền thống yêu nước ở thôn Vườn Trầu, xã [[Hải Xuân, Móng Cái|Hải Xuân]], thành phố [[Móng Cái]] ([[Quảng Ninh]]). Tên khai sinh của ông là Đào Phúc Lộc. Ông tham gia cách mạng khi còn ở tuổi [[thiếu niên]] và [[hi sinh]] khi còn khá trẻ.\n\nÔng tham gia phong trào thanh niên, học sinh yêu nước ở [[Hải Phòng]] và được kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] năm [[1939]] và trở thành người giữ liên lạc của đồng chí [[Tô Hiệu]].<ref name=\":0\">{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Nhung-cau-chuyen-dua-vao-dan-cua-Anh-hung-tinh-bao-Liet-si-Dao-Phuc-Loc-489079\/|title=Những câu chuyện “dựa vào dân” của Anh hùng tình báo – Liệt sĩ Đào Phúc Lộc}}<\/ref>\n\nNăm 1940, trong một chuyến công tác, Đào Phúc Lộc bị bắt, bị kết án 2 năm tù, bị tra tấn dã man nhưng thực dân Pháp không khai thác được gì ở người thanh niên dũng cảm này. Chúng đưa ông về Móng Cái quản thúc trong thời gian 5 năm.\n\nNăm 1943 – 1945, với nhiệm vụ được [[Trung ương Đảng]] giao, Đào Phúc Lộc với bí danh Hoàng Minh Đạo đã hoàn thành xuất sắc nhiệm vụ, đã giáo dục, bồi dưỡng, đào tạo cho cách mạng nhiều hạt giống tốt, nhiều người trưởng thành là cán bộ nòng cốt trong quân đội và đặc biệt trong ngành tình báo từ những năm đầu kháng chiến chống Pháp.  \n\nTrong thời kỳ chỉ huy và hoạt động tình báo ở miền Bắc, Đào Phúc Lộc đã xây dựng được nhiều cơ sở bí mật, nhiều cộng tác viên của mình trong nội thành Hà Nội, trong số đó có thể kể đến gia đình ba chị em ở nhà số 41 (sau đó là nhà số 36) phố Lò Sũ, Hà Nội. Người chị cả là bà Nguyễn Thị Kíu, em trai là Nguyễn Công Cầu và em gái út là Nguyễn Thị Hiền. Bà Kíu và ông Cầu là hai chủ tiệm bánh kẹo Tùng Hiên nổi tiếng ở Hà Nội và quanh vùng lúc bấy giờ.\n\n[[Cách mạng Tháng Tám]] thành công, Đào Phúc Lộc về [[Hà Nội]] nhận nhiệm vụ là Trưởng phòng Tình báo thuộc Bộ Tổng Tham mưu khi mới 22 tuổi, dưới sự chỉ đạo trực tiếp của Chủ tịch Quân ủy hội [[Võ Nguyên Giáp]] và Tổng tham mưu trưởng [[Hoàng Văn Thái]].\n\nTừ một liên lạc viên ông trở thành Trưởng phòng tình báo đầu tiên của Quân uỷ hội, ông lần lượt nắm giữ nhiều chức vụ quan trọng như: Trưởng ban quân báo [[Nam Bộ Việt Nam|Nam Bộ]], Phó Ban binh vận Trung ương cục Miền Nam, Ủy viên thường vụ Khu uỷ [[Thành phố Hồ Chí Minh|Sài Gòn]] – Gia Định, Bí thư Khu 5 – Bí thư phân khu I Sài Gòn - [[Gia Định]], Chính uỷ lực lượng [[Biệt động Sài Gòn]].\n\nĐêm ngày 24 rạng ngày [[25 tháng 12]] năm [[1969]]<ref>[http:\/\/www.baoquangninh.com.vn\/?lang=V&func=newsdetail&newsid=46167&CatID=23&MN=2 Cái chết bất tử của một người cộng sản]<\/ref>, đoàn công tác của ông trên đường về họp tại trung ương Cục đã sa vào ổ phục kích của địch, ông cùng đồng đội của mình đã hy sinh trên [[vàm Cỏ Đông|sông Vàm Cỏ Đông]]. Bí thư [[Trung ương Cục miền Nam]] [[Nguyễn Văn Linh]] đã hai lần chỉ đạo Tư lệnh Phân khu I [[Tám Lê Thanh]] tìm kiếm thi hài của ông nhưng không có kết quả.<ref>[https:\/\/www.bqllang.gov.vn\/kho-tu-lieu\/thu-vien-anh\/35-hoat-dong-co-quan\/detail\/667-chuan-bi-huan-luyen-3.html?tmpl=component Cha con nhà tình báo và bức ảnh cô bé ngồi trong lòng Bác Hồ]<\/ref><ref>[https:\/\/tuoitre.vn\/cau-chuyen-tim-cha---ky-cuoi-cuoc-chien-cuoi-cung-376702.htm Câu chuyện tìm cha - Kỳ cuối: Cuộc chiến cuối cùng]<\/ref><ref>[http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Cha-con-nha-tinh-bao-va-buc-anh-co-be-ngoi-trong-long-Bac-Ho-153514\/ Cha con nhà tình báo và bức ảnh cô bé ngồi trong lòng Bác Hồ]<\/ref>\n\nNgày 8 tháng 8 năm 1998, lễ truy điệu liệt sĩ Đào Phúc Lộc được tổ chức long trọng tại [[Thành phố Hồ Chí Minh]].<ref>[https:\/\/sknc.qdnd.vn\/ky-niem-sau-sac\/khuc-trang-ca-ve-nha-tinh-bao-501695 Khúc tráng ca về nhà tình báo]<\/ref> Hiện di hài của ông được an táng tại [[Nghĩa trang liệt sĩ Thành phố Hồ Chí Minh]].\n\n== Gia đình ==\nÔng lập gia đình hai lần, cả hai người vợ đều là đồng chí, đồng đội của ông. Người vợ đầu là bà Minh Phụng, một nữ chiến sĩ tình báo không may mất sớm vì căn bệnh sốt rét ác tính tại chiến khu [[Việt Bắc]], để lại một con gái mới tròn hai tuổi. Người vợ thứ hai sau này là bà Bùi Ngọc Hường, hay còn gọi là chị Sáu Dân, Năm Ngọc, bà sinh cho ông ba người con.<ref name=\"Gia đình\">{{Chú thích web |url=http:\/\/www1.laodong.com.vn\/pls\/bld\/display$.htnoidung%2840,73818%29 |ngày truy cập=2010-05-19 |tựa đề=Người vợ can đảm của một anh hùng tình báo |archive-date=2003-09-07 |archive-url=https:\/\/web.archive.org\/web\/20030907163115\/http:\/\/www.laodong.com.vn\/pls\/bld\/display$.htnoidung(40,73818) }}<\/ref>\n\n*[[Đào Thị Minh Vân]] – con của ông Đào Phúc Lộc với người vợ quá cố Minh Phụng - hiện là tổng giám đốc một công ty liên doanh Sae Young.\n*[[Đào Minh Ngọc]] là tiến sĩ toán cơ, hiện là cộng tác viên của Viện Hàn lâm Khoa học Nga.\n*[[Đào Minh Thu]] hiện là Phó phòng Hợp tác đầu tư của UBND [[Thành phố Hồ Chí Minh]].\n*[[Đào Minh Hồn]]<nowiki\/>g: tiến sĩ sử học tốt nghiệp ở Nga, hiện là giảng viên Trường đại học khoa học xã hội và nhân văn.<ref name=\"Gia đình\" \/>\n\n== Nhận định ==\nÔng [[Nguyễn Văn Linh]], nguyên [[Tổng Bí thư|Tổng bí thư]] [[Đảng Cộng sản Việt Nam|Đảng cộng sản Việt Nam]] đã viết về ông: ''\"Có nhiều thời gian công tác với đồng chí Đạo tại chiến khu miền Nam, [[Campuchia]], khu ủy Sài Gòn – Gia Định, tôi thấy: đồng chí Hoàng Minh Đạo còn có nhiều bí danh khác như Năm Thu, Năm Đời, Năm Sài Gòn – là một đồng chí trung kiên, luôn hoàn thành tốt nhiệm vụ được Đảng phân công, tận tụy với Đảng cho tới ngày hi sinh\"''<ref name=\"Nhận định\">[https:\/\/archive.is\/20130505180438\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/56\/56\/56\/30765\/Default.aspx Những điều chưa kể về nhà tình báo Hoàng Minh Đạo (Kỳ 2)]<\/ref>\n\nÔng [[Võ Văn Kiệt]], nguyên [[Thủ tướng|Thủ tướng Chính phủ]] nói chuyện với Đào Thị Minh Vân, con gái Hoàng Minh Đạo: ''\"Chú vẫn giữ những ấn tượng sâu sắc về ba cháu, một cán bộ gương mẫu và luôn hoàn thành nhiệm vụ được trao, một người đồng chí chân thành, cởi mở, lạc quan, trong gần mười năm cùng công tác ở Khu ủy Sài Gòn – Gia Định. Chú mong cháu luôn cố gắng, xứng đáng với ba cháu\"''.<ref name=\"Nhận định\"\/>\n\nĐại tướng [[Võ Nguyên Giáp]] nói: ''\"Tôi rất cảm động hôm nay gặp mặt cháu Đào Thị Minh Vân, con gái đồng chí Hoàng Minh Đạo, đã được Quân ủy Trung ương cử đi làm Trưởng ban quân báo Nam Bộ từ năm 1948. Anh đã hoàn thành nhiệm vụ xuất sắc. Nhớ tới anh Đạo, tôi mong rằng con và cháu của anh noi gương của ông, của cha, học tập tốt, lao động tốt, phục vụ nhân dân, phục vụ Tổ quốc, xứng đáng là con cháu của Bác Hồ, đáp ứng lòng mong mỏi của anh Đạo\"''.<ref name=\"Nhận định\"\/>\n\n== Tái hiện cuộc đời ==\n=== Văn học ===\nCuộc đời ông được tái hiện trong tác phẩm văn học \"''Chân dung một nhà tình báo''\" của nhà văn Hàn Song Thanh, xuất bản năm [[1999]].<ref>[http:\/\/www.cinet.gov.vn\/ArticleDetail.aspx?articleid=8962&sitepageid=48 \"Chân dung một nhà tình báo\" lên phim]<\/ref>\n\nCuốn sách \"''Khúc bi tráng trên sông Vàm Cỏ''\" được xuất bản lần thứ nhất vào năm 2008.(\"''Chuyện chưa biết về người anh hùng''\" được xuất bản lần thứ nhất vào năm 2002)<ref>[http:\/\/www.nxbcand.vn\/Home\/tusach.aspx?productID=94 Khúc bi tráng trên sông Vàm Cỏ]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}<\/ref>\n\nNgày 19 tháng 12 năm 2014, Đào Thị Minh Vân (con của ông Đào Phúc Lộc với người vợ quá cố Minh Phụng) ra mắt cuốn tự truyện “Không thể mồ côi”– tác phẩm hưởng ứng Cuộc thi sáng tác tiểu thuyết, truyện và ký về đề tài “Vì an ninh Tổ quốc và bình yên cuộc sống” (2012 – 2015) do [[Bộ Công an (Việt Nam)|Bộ Công an]] và [[Hội Nhà văn Việt Nam]] tổ chức.<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/van-hoa\/Cao-Khong-the-mo-coi-tu-truyen-cua-con-gai-nha-tinh-bao-dao-Phuc-Loc-335207\/|title=“Không thể mồ côi”- tự truyện của con gái nhà tình báo Đào Phúc Lộc}}<\/ref>\n\n=== Phim ===\nCuộc đời hoạt động của ông đã được dựng thành phim vào năm [[2006]]. Chân dung nhà tình báo, liệt sĩ anh hùng Đào Phúc Lộc qua lời kể của thân nhân, đồng đội, một số vị lãnh đạo cao cấp và nổi tiếng cùng những cuốn sách viết về cuộc đời ông đã được các nhà làm phim của Công ty nghe nhìn – [[Đài Phát thanh - Truyền hình Hà Nội|Đài phát thanh truyền hình Hà Nội]] xây dựng thành một bộ phim dài tập. Bộ phim có tên là ''Con đường sáng'', nhân vật chính là Hoàng Minh Đạo do diễn viên [[Xuân Bắc (diễn viên)|Xuân Bắc]] thủ vai<ref>{{Chú thích web |url=http:\/\/w22.vnexpress.net\/GL\/Van-hoa\/San-khau-Dien-anh\/2006\/06\/3B9EAA91\/ |ngày truy cập=2010-05-18 |tựa đề=Xuân Bắc vào vai nhà tình báo Minh Đạo |archive-date=2010-05-25 |archive-url=https:\/\/web.archive.org\/web\/20100525125039\/http:\/\/w22.vnexpress.net\/GL\/Van%2Dhoa\/San%2Dkhau%2DDien%2Danh\/2006\/06\/3B9EAA91\/ }}<\/ref> của đạo diễn Phạm Việt Thanh – Nguyễn Đức Việt.\n\nBộ phim đã được khởi chiếu vào dịp tết âm lịch Mậu Tý [[2008]] trên kênh H của [[Đài Phát thanh - Truyền hình Hà Nội|Đài phát thanh – Truyền hình Hà Nội.]]\n\n== Vinh danh ==\nĐào Phúc Lộc được Nhà nước Việt Nam truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] ngày 10 tháng 8 năm [[1998]] và truy tặng [[Huân chương Hồ Chí Minh]] năm [[1999]]. <ref name=\":0\" \/>\n\nTại các thành phố lớn như [[Hà Nội]], Thành phố Hồ Chí Minh... đều có những đường, phố mang tên ông. Tại Hà Nội, tên bí danh \"Hoàng Minh Đạo\" ông được đặt cho một con phố tại Quận Long Biên<ref>[https:\/\/baotintuc.vn\/ha-noi\/ha-noi-dat-ten-27-duong-pho-moi-20201231125320731.htm Hà Nội đặt tên 27 đường, phố mới]<\/ref> Tại [[Quảng Ninh]], quê hương ông, tên khai sinh Đào Phúc Lộc của ông được đặt cho tuyến đường kéo dài từ đường [[Hùng Vương]] đến phố Vườn Trầu thuộc phường Trần Phú, thành phố [[Móng Cái]].\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [https:\/\/web.archive.org\/web\/20061215213751\/http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.hoiuckyniem.6759.qdnd \"Nghĩa nặng tình sâu giữa hai nhà tình báo\"] trên báo ''Quân đội nhân dân'' của [[Bộ Quốc phòng (Việt Nam)|Bộ Quốc phòng Việt Nam]]\n* [http:\/\/www.baothainguyen.org.vn\/vi\/print.asp?act=detail_print&id=4051 Báo [[Thái Nguyên]] điện tử: Ra mắt bộ phim về cuộc đời Anh hùng tình báo Hoàng Minh Đạo]\n* [http:\/\/www.sggp.org.vn\/SGGP12h\/2007\/5\/102918\/ Báo Sài Gòn Giải phóng điện tử: Đại tướng Mai Chí Thọ và mạng lưới tình báo]\n* [http:\/\/www.phongdiep.net\/default.asp?print=true&action=article&ID=1845 Nhà tình báo Hoàng Minh Đạo]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}\n{{sơ khai nhân vật Việt Nam}}\n{{Tình báo Việt Nam}}\n{{thời gian sống|1923|1969}}\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Người Quảng Ninh]]\n[[Thể loại:Điệp viên Việt Nam]]\n[[Thể loại:Tổng cục trưởng Tổng cục Tình báo, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Người họ Hoàng tại Việt Nam]]"}