{"99011":"{{Thông tin sách \n| tên = Hoàng Lê nhất thống chí\n| tên gốc = 皇黎一統志\n| hình = Hoang Le nhat thong chi.jpg\n| chú thích hình = Ấn bản năm 2017 của NXB Trẻ\n| tác giả = [[Ngô gia văn phái]]<br\/>''[[#Tác giả|Xem chi tiết]]''\n| minh họa = \n| minh họa bìa = \n| nước = [[Đại Nam quốc]]\n| ngôn ngữ = \n| bộ sách = \n| chủ đề = \n| thể loại = \n| nhà xuất bản = \n| ngày phát hành = 1804\n| kiểu sách = \n| số trang = \n| ISBN = \n| cuốn trước = \n| cuốn sau = \n| người dịch = \n| phát hành = \n| số trang = \n| Nhà xuất bản VN = \n| phát hành tại VN = \n| kiểu sách tại VN = \n| số trang tại VN = \n| wikisource =:zh:皇黎一統志\n}}\n'''''Hoàng Lê nhất thống chí''''' ([[chữ Hán]]: 皇黎一統志), hay '''An Nam nhất thống chí''' ([[chữ Hán]]: 安南一統志), hay '''Lê quý ngoại sử''' ([[chữ Hán]]: 黎季外史) là cuốn tiểu thuyết văn xuôi viết bằng [[chữ Hán]], nằm trong bộ ''[[Ngô gia văn phái]] tùng thư'' của các tác giả thuộc dòng họ Ngô Thì ở làng [[Tả Thanh Oai]], huyện [[Thanh Oai]], [[Hà Nội]].\n\n== Tác giả ==\nĐây là một cuốn [[tiểu thuyết]] [[lịch sử]] viết theo lối chương hồi, ghi chép về sự thống nhất vương triều nhà Lê vào thời điểm Tây Sơn diệt Trịnh trả lại Bắc Hà cho Vua [[Lê]] đến khi Nguyễn Ánh đánh bại Tây Sơn, thống nhất cả nước. Đây là tác phẩm viết theo thể chí - một lối văn ghi chép sự vật, sự việc, do một số tác giả kế tục nhau viết, trong những thời điểm khác nhau. Được sáng tác trong khoảng thời gian dài từ cuối Triều Lê sang đầu Triều Nguyễn (cuối thế kỉ XVIII, đầu thế kỉ XIX). Toàn bộ tác phẩm gồm có 17 hồi.\n\nBảy hồi đầu tiên là phần ''chính biên'' do [[Ngô Thì Chí]] viết, mười hồi tiếp theo là phần ''tục biên'', trong đó có 7 hồi được cho là [[Ngô Thì Du]] viết, còn 3 hồi cuối cùng viết có tính chất chắp vá, lại có cả những sự việc thời [[Tự Đức]], tương truyền do [[Ngô Thì Thuyết]] (có người đọc là ''Thiến''), còn các nhà nghiên cứu cho là có thể của một tác giả vô danh khác<ref name=\"KTH5\">Kiều Thu Hoạch, sách đã dẫn, tr 5<\/ref>.\n\n== Văn bản ==\nHiện nay bản gốc [[chữ Hán]] không còn, và cũng chưa được khắc in. Người ta sưu tầm được tất cả 12 dị bản ''Hoàng Lê nhất thống chí'' bằng [[chữ Hán]] đều ở dạng viết tay:<ref>Trần Nghĩa, Hoàng Lê nhất thống chí, Nhà xuất bản Văn học, 2006, trang 5-6<\/ref>\n* sáu bản của Thư viện [[Viện Nghiên cứu Hán Nôm]], mang các ký hiệu\n:* A. 22\/1- 2 (tiêu đề ''Hoàng Lê nhất thống chí''. Học Tống Công trứ, Trưng Phủ Công tục);\n:* A. 883 (in ảnh trên giấy tây, tiêu đề ''Lê quý ngoại sử''. Sơn Nam Thành Oanh huyện Tả Thanh Oai Thiêm thư Ngô Thì Thuyến soạn, Long phi Kỷ Hợi niên (1899) hạ lục nguyệt thập ngũ nhật. Hàn lâm viện Thị độc sung Bắc kỳ Thống sứ phủ thực thụ đệ ngũ hạng Lục sự Nguyễn Hữu Thường phụng lục);\n:* Vhv. 1542\/1-2(tiêu đề ''An Nam nhất thống chí'', bản này cùng loại với bản do Nguyễn Hữu Thường chép); Vhv. 1296 (tiêu đề ''Hoàng Lê nhất thống chí''); Vhv. 1534\/- 2 (tiêu đề ''Hoàng Lê nhất thống chí'', có dấu ấn của Hoàng Xuân Hãn);\n:* Vhv. 1534\/b (tiêu đề ''Hoàng Lê nhất thống chí''. Chỉ có 8 hồi đầu, hồi thứ 8 đang chép dở), một bản của [[Thư viện Quốc gia Hà Nội]] (tiêu đề ''An Nam nhất thống chí'', chỉ có 7 hồi đầu);\n* bốn bản của [[Thư viện Hiệp hội châu Á Paris]], mang các ký hiệu\n:* HM. 2224(7) (tiêu đề ''An nam nhất thống chí'', chép từ sách [[Ngô gia văn phái]]. Tập 7. Quyển 19-20, phần Học Tống Công di thảo);\n:* HM. 2134 (tiêu đề ''Hoàng Lê nhất thống chí'' Học Tống Công trứ, Trương Phủ Công tục: bản này chép từ bản A.22 của [[Viện Nghiên cứu Hán Nôm]]);\n:* Ms. b.21 (tiêu đề ''Hoàng Lê nhất thống chí'' Gia Long tam niên Giáp Tý (1804) quý đông sóc, Lê Cảnh Hưng Quý Mùi khoa Tiến sĩ Tả Thanh Oai nhân [[Ngô Thì Nhậm]] biên tập (tiêu đề ''An Nam nhất thống chí'', Thiêm thư binh chương Học Tốn Công di thảo; đây là sách của Fonds Demiéville).\n\n== Kết cấu ==\nTác phẩm được viết dưới dạng chương hồi, gồm 17 hồi<ref>theo bản dịch của Kiều Thu Hoạch và Nguyễn Đức Vân năm 1964<\/ref>:\n\n1. [[Đặng Thị Huệ|Đặng Tuyên phi]] được yêu dấu, đứng đầu hậu cung<br \/>[[Trịnh Khải|Vương thế tử]] bị truất ngôi, ra ở nhà kín.\n\nTrịnh Kiểm phụ chính nhà Lê, giúp dẹp họ Mạc. Họ Trịnh đời đời kế tiếp làm chúa, chuyên quyền khiến vua Lê trở thành bù nhìn.\n\nĐời Thịnh Vương (Trịnh Sâm) đã có thế tử Trịnh Tông do thái phi Dương Ngọc Hoan sinh. Nhưng Trịnh Sâm thờ ơ với mẹ con Dương thái phi mà yêu mến mẹ con tuyên phi Đặng Thị Huệ và Trịnh Cán sinh sau.\n\nTrịnh Tông lo không được truyền ngôi đã chiêu tập người, sắm sửa binh khí để phòng bị, nhưng bị tố giác và truất ngôi, phe cánh yếu dần trong khi phe cánh Đặng Thị Huệ ngày một lớn mạnh.\n\n2. Lập [[Trịnh Cán|Điện đô]], bảy quan nhận di chúc, <br \/>Giết [[Hoàng Đình Bảo|Huy quận]], ba quân phò Trịnh vương\n\nTrịnh Cán được lập làm thế tử. Trịnh Sâm trở bệnh, có quận Huy Hoàng Đình Bảo và tuyên phi Đặng Thị Huệ hầu cận ở bên, đến khi hấp hối cho truyền 6 quan cùng với quận Huy để ủy thác việc tôn phò Trịnh Cán lên ngôi.\n\nChưa được bao lâu, quân lính thân với phe Trịnh Tông nổi lên (kiêu binh) giết quận Huy, trừ khử phe cánh Đặng Thị Huệ, phò trịnh Tông lên ngôi.\n\n3. Dương nguyên cữu bàn chém kiêu binh, <br \/>Nguyễn quốc sư mưu trừ nội loạn\n\nThủ hạ của quận Huy có người là Nguyễn Hữu Chỉnh, biết tin kiêu binh tạo phản, tìm đến Dao trung hầu Vũ Tá Dao, trấn thủ Nghệ An, là em rể quận Viêm (quận Viêm là cha quận Huy) mưu tính nhưng Dao không quyết làm, Chỉnh đưa gia quyến lên thuyền theo đường biển xuôi vào Nam đầu quân cho Tây Sơn.\n\nKiêu binh cậy công lao tôn phò Trịnh Tông, ngang ngược làm loạn, chúa Trịnh Tông cũng khó khống chế.\n\n4. Nhờ ngoại viện, [[Nguyễn Hữu Chỉnh|Hữu Chỉnh]] rửa thù thầy<br \/>Tỏ lòng trung, [[Lý Trần Quán|Trần Quán]] chết theo chúa\n\nNguyễn Hữu Chỉnh đầu quân cho Tây Sơn được Nguyễn Nhạc tin cẩn. Hữu Chỉnh bàn với Nguyễn Nhạc đánh chiếm Thuận Hóa. Nguyễn Nhạc bèn cho em Nguyễn Huệ cùng Chỉnh đánh chiếm lấy Phú Xuân, Thuận Hóa. Nhân đà thắng Lợi, Chỉnh bàn cùng Nguyễn Huệ đánh ra bắc, giết được chúa.\n\n5. Phò chính thống, [[Nguyễn Huệ|thượng công]] vào điện<br \/>Kết duyên lành, [[Lê Ngọc Hân|công chúa]] ra xe\n\n[[Quang Trung|Nguyễn Huệ]] vào yết kiến vua Lê Hiển Tông, Nguyễn Hữu Chỉnh mối lái cho Nguyễn Huệ Lấy con vua Là Ngọc Hân.\n\nVua Lê Hiển Tông Mất, cháu là [[Lê Chiêu Thống]] (Lê Duy Kỳ) lên nối ngôi.\n\nVua Tây Sơn, Nguyễn Nhạc từ Nam ra Thăng Long.\n\n6. [[Nguyễn Nhạc|Chúa Tây Sơn]] lẻn rút quân về nước<br \/>Quân Đông Giang mưu khởi nghĩa phò vương\n\n7. Phò [[Lê Chiêu Thống|Lê đế]], [[Nguyễn Hữu Chỉnh|đạo Vũ thành]] lại ra quân<br \/>Đốt Trịnh cung, [[Trịnh Bồng|chúa Án Đô]] phải bỏ nước\n\n8[[Dương Trọng Tế|. Dương Trọng Tế]] bị dâng tù trước nhà Thái học<br \/>[[Hoàng Phùng Cơ]] phải tự tử ở ngoài Tây thành\n\n9. Tướng Tây Sơn [[Vũ Văn Nhậm]] đem quân lấn ngoài bờ cõi<br \/>Quan bình chương [[Trần Công Xán]] vâng mệnh bàn việc biên cương\n\n10. Lân Dương hầu phò chúa vượt biển đến Yên Quảng<br \/>[[Nguyễn Hữu Chỉnh|Bằng công Chỉnh]] mời [[Lê Chiêu Thống|vua]] qua sông đi [[Lạng Sơn]]\n\n11. Tây Sơn lại kéo vào thành chiếm giữ [[Đàng Ngoài|đất nước]]<br \/>Chiêu thống ba phen tính chước khôi phục kinh đô\n\n12. Lê sứ thần qua [[Trung Quốc|đất Bắc]] xin quân<br \/>[[Tôn Sĩ Nghị|Tôn đốc bộ]] tới ải Nam truyền hịch\n\n13. Khiếp thanh thế, giặc mạnh rút lui<br \/>Nhờ viện binh, vua xưa trở lại\n\n14. [[Trận Ngọc Hồi - Đống Đa|Đánh Ngọc Hồi]], quân Thanh bị thua trận<br \/>Bỏ Thăng Long, Chiêu Thống trốn ra ngoài\n\n15. Dẹp yên cõi Bắc, [[Nguyễn Huệ]] được phong<br \/>Đánh phá Cao Bằng, [[Duy Chỉ]] bị hại\n\n16. Tế Linh đường, sứ Thanh bị lừa<br \/>Chết Yên Kinh, vua Lê nuốt hận\n\n17. Mất thành Thăng Long, vua [[Nguyễn Quang Toản|Cảnh Thịnh]] bị bắt<br \/>Táng lăng Bàn Thạch, [[Nguyễn Hoàng Phi]] chết theo\n\n== Nội dung ==\nTác phẩm chủ yếu phản ánh cuộc tranh chấp quyền lực giữa các tập đoàn phong kiến thời [[nhà Hậu Lê|Lê mạt]] và phong trào [[nhà Tây Sơn|Tây Sơn]].\n\nTác phẩm miêu tả khoảng hơn 30 năm cuối [[thế kỷ 18]], từ khi [[Trịnh Sâm]] lên ngôi chúa (1767) đến lúc [[Gia Long|Nguyễn Ánh]] lên ngôi vua (1802). Đây chính là giai đoạn rất nhiều biến động trong [[lịch sử Việt Nam]], cả cơ cấu xã hội [[phong kiến]] cùng những hình thái ý thức, tư tưởng, đạo đức... hầu như bị đảo lộn và lay chuyển tận gốc<ref name=\"KTH5\"\/>.\n\n== Các nhân vật chính ==\n{|\n| valign=\"top\"|\n* [[Trịnh Sâm]]\n* [[Đặng Thị Huệ]]\n* [[Hoàng Đình Bảo]]\n* [[Trịnh Khải]]\n* [[Nguyễn Hữu Chỉnh]]\n| valign=\"top\"|\n* [[Nguyễn Nhạc]]\n* [[Nguyễn Huệ]]\n* [[Lê Ngọc Hân]]\n* [[Lê Chiêu Thống]]\n* [[Ngô Thì Nhậm]]\n| valign=\"top\"|\n* [[Lê Hiển Tông]]\n* [[Tôn Sĩ Nghị]]\n* [[Hoàng Phùng Cơ]]\n* [[Vũ Văn Nhậm]]\n* [[Dương Trọng Tế]]\n|}\n\n== Giá trị ==\nHoàng Lê nhất thống chí là tác phẩm văn xuôi đầu tiên có quy mô lớn của một bộ sử thi. Tác phẩm có giá trị cả về mặt văn học và sử học<ref name=\"KTH9\"\/>.\n\n=== Sử học ===\nĐây là tác phẩm văn học có một số tình tiết hư cấu, tuy nhiên tác giả là người đương thời nên đã mô tả khá sinh động về những biến động trong xã hội phong kiến cuối [[thế kỷ 18]]. Những nhân vật thuộc tầng lớp trên của xã hội [[phong kiến]] không còn là những thần tượng thiêng liêng, tôn quý mà là hiện hữu của sự suy bại. Trong triều đình, vua không ra vua, phủ liêu, chúa không ra chúa. Vua [[Lê Hiển Tông|Cảnh Hưng]] cam chịu sống bạc nhược, [[Trịnh Khải|Trịnh Tông]] trở thành con rối của đám kiêu binh; [[Lê Chiêu Thống]] bị nhân dân căm ghét vì bán nước và luồn cúi trước tướng [[Tôn Sĩ Nghị]] [[nhà Thanh]]; hình ảnh giám quốc Lê Duy Cận được mô tả là \"bị thịt trong túi da\"<ref name=\"KTH6\">Kiều Thu Hoạch, sách đã dẫn, tr 6<\/ref>.\n\nNgoài triều, quan lại, tướng tá nhiều người tráo trở bất lương, không còn giữ đạo vua tôi. Mai Doãn Khuê vừa bày mưu cho kiêu binh xong lại đi tố cáo, Nguyễn Cảnh Thước công khai đòi tiền mãi lộ và lột áo bào của vua Chiêu Thống trên đường chạy trốn.\n\nHoàng Lê nhất thống chí còn phản ánh phần nào cuộc sống của nhân dân thời Lê mạt: cuộc sống không có trật tự, không an toàn, không ấm no trước nạn binh hỏa và nạn đói<ref name=\"KTH7\">Kiều Thu Hoạch, sách đã dẫn, tr 7<\/ref>.\n\nMột phần lớn nội dung tác phẩm phản ánh khá đậm nét về [[nhà Tây Sơn]]. Dù đứng trên lập trường ủng hộ [[nhà Hậu Lê]] đối lập, các tác giả dành nhiều sự trang trọng đối với lực lượng Tây Sơn mà tiêu biểu là [[Nguyễn Huệ]]. Ông được mô tả là một \"anh hùng hào kiệt\", \"dũng mãnh và có tài cầm quân\"<ref name=\"KTH8\">Kiều Thu Hoạch, sách đã dẫn, tr 8<\/ref>. [[Trận Ngọc Hồi - Đống Đa|Trận Ngọc Hồi-Đống Đa]] đánh đuổi quân Thanh cũng được tác phẩm phản ánh khá chi tiết.\n\n=== Văn học ===\nHoàng Lê nhất thống chí là tác phẩm tự sự lịch sử. Trên thực tế, tác phẩm không giữ nguyên thi pháp cổ điển của thể loại như mô tả ngoại hình nhân vật theo lối tượng trưng, ước lệ, mà có những đặc điểm được các nhà nghiên cứu đánh giá là đậm sắc thái của Việt Nam<ref name=\"KTH8\"\/>.\n\nNgôn ngữ trong tác phẩm là ngôn ngữ động, mang phong cách lối nói dân gian giàu hình tượng, đôi khi có khoa trương, phóng đại hài hước, không bị gò bó theo khuôn của Hán học, vì vậy nội dung có sức hấp dẫn đặc biệt. Các nhà nghiên cứu đánh giá rất cao giá trị nghệ thuật của đoạn đối thoại giữa Nguyễn Hữu Chỉnh và người em rể<ref name=\"KTH8\"\/>.\n\nThành công lớn nhất của tiểu thuyết này là xây dựng được những nhân vật điển hình đa dạng, vừa khái quát vừa sâu sắc. Nhân vật lịch sử có đời sống nội tâm phức tạp và số phận cụ thể trong tổng hòa các mối quan hệ xã hội<ref name=\"KTH8\"\/>.\n\n== Dịch thuật ==\nSách đã được dịch và xuất bản nhiều lần. Theo trình tự thời gian có: bản dịch của [[Cát Thành]] [[1912]], [[Ngô Tất Tố]] [[1942]] (tái bản [[1958]]), bản dịch của Nguyễn Đăng Tấn - Nguyễn Công Liên xuất bản năm [[1950]] dưới tiêu đề ''Hậu Lê thống chí'', bản dịch của Nguyễn Đức Vân và Kiều Thu Hoạch xuất bản năm [[1964]], tái bản vào năm [[1970]]; [[1984]]; [[1987]] và được nhà xuất bản Giáo dục xuất bản nhưng ở thể chọn lọc dùng trong nhà trường. Tuy nhiên, những bản dịch trên đều không trung thành với nguyên tác, nếu không kể đến bản dịch của nhóm Nguyễn Đức Vân và Kiều Thu Hoạch<ref name=\"KTH9\">Kiều Thu Hoạch, sách đã dẫn, tr 9<\/ref><ref>Trần Nghĩa, Hoàng Lê nhất thống chí, Nhà xuất bản Văn học, 2006, Giới thiệu văn bản, trang 6<\/ref>.\n\nBản dịch của [[Ngô Tất Tố]] có lời văn lưu loát được nhiều người thưởng thức, nhưng chỉ là bản dịch thoát, một số câu hoặc đoạn bị bỏ hẳn không dịch. Ngoài việc thêm bớt, sửa chữa văn từ, dịch giả còn bố cục lại tác phẩm, chia từ 17 hồi thành 21 chương, làm cho tác phẩm giống một bản phóng tác<ref name=\"KTH9\"\/>.                            \n\nNhóm Nguyễn Đức Vân và Kiều Thu Hoạch đã dịch lại tác phẩm trong những năm [[1960]] trên tinh thần trung thành với nguyên tác. Bản dịch ''Hoàng Lê nhất thống chí'' được xuất bản năm [[1964]], sau đó tái bản lần 2 năm [[1970]], lần 3 năm [[1984]] và lần 4 năm [[1987]]. Hiện tại bản dịch này cũng là bản dịch cho văn bản cùng tên in trong [[sách giáo khoa]] Ngữ Văn 9 của chương trình giáo dục trung học cơ sở hiện hành.\n\n              \n\n== Xem thêm ==\n* [[Ngô gia văn phái]]\n\n== Tham khảo ==\n* [[Ngô gia văn phái]] (1987), ''Hoàng Lê nhất thống chí,'' Nhà xuất bản Văn học. Kiều Thu Hoạch, Nguyễn Đức Vân dịch; Kiều Thu Hoạch giới thiệu.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{wikisource|zh:皇黎一統志}}\n\n[[Thể loại:Tiểu thuyết lịch sử Việt Nam]]\n[[Thể loại:Ngô gia văn phái]]\n[[Thể loại:Văn học Hà Nội]]\n[[Thể loại:Tiểu thuyết Việt Nam]]"}