{"375575":"{{bài cùng tên|Hoàng Sa}}\n'''Hoàng Sa Tự''' (chữ Hán: ''黄 砂 寺''), là ngôi miếu cổ của người Việt xây dựng trên [[phú Lâm (đảo)|đảo Phú Lâm]] của [[quần đảo Hoàng Sa]]<ref name=\"Nguyễn Nhã\">{{chú thích báo\n|url=http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=232745&ChannelID=3\n|title=Trường Sa và Hoàng Sa là của Việt Nam\n|publisher=Tuổi Trẻ\n|author=TS. Nguyễn Nhã\n|date = ngày 9 tháng 8 năm 2007 |access-date = ngày 8 tháng 8 năm 2009}}<\/ref>, đảo này Trung Quốc chiếm giữ vào đêm 20 rạng ngày 21 tháng 2 năm 1956, Việt Nam và Trung Quốc cùng tuyên bố chủ quyền.\n\n== Hoàng Sa Tự niên hiệu Bảo Đại ==\nMiếu có một gian theo thể chế nhà đá. Cuộc khảo sát đầu tiên là của nhà Thanh năm 1909 do Ngô Kính Vinh dẫn đầu xác nhận: “''Ở trên mỗi đảo Hoàng Sa đều có một ngôi miếu nhỏ xây kiểu nhà đá, tất cả tường mái là đá san hô và vỏ sò''”<ref>[http:\/\/www.rfi.fr\/actuvi\/articles\/110\/article_2399.asp Hoàn cảnh lịch sử dẫn đến tranh chấp chủ quyền của Việt Nam tại quần đảo Hoàng Sa và Trường Sa – Nguyên nhân và giải pháp Bài đăng ngày 02\/02\/2009 Cập nhật lần cuối ngày 03\/02\/2009 08:46 TU – TS. Nguyễn Nhã]<\/ref><ref>[http:\/\/baophuyen.com.vn\/349\/116329\/chu-quyen-hoang-sa-thoi-phap-thuoc.html Chủ quyền Hoàng Sa thời Pháp thuộc, báo Phú Yên đăng ngày 14\/06\/2014]<\/ref>. Ba mặt miếu Hoàng Sa bên trái, bên phải và đằng sau đều trồng các loại cây do [[Hoàng Sa (đội)|quân nhân]] đến đảo đem theo hạt giống gieo trồng như hạt quả thủy nam.<ref>Việt sử cương giám khảo lược (越史綱鑑考略) của [[Nguyễn Thông]] soạn năm 1876, mục Vạn lý Trường Sa.<\/ref>\n\nCửa vào miếu có khắc hai bên hai câu:\nCô hồn miếu, cô hồn diễu diễu\n孤魂庙，孤魂渺渺； \nHoàng sa tự, bích huyết Hoàng sa\n黄沙寺,碧血黄沙。 \nPhía trên là bức Hoành phi có ghi \"海不扬波\" \"Hải bất dương ba\" có nghĩa là \"Biển không nổi sóng\"\n \nTrong miếu có ghi niên hiệu \"大南皇帝 保大十四年三月初一\"Đại Nam Hoàng Đế Bảo Đại thập tứ niên tam nguyệt sơ nhất\" (ngày mồng 1 tháng 3 năm Bảo Đại 14).\n\nNếu căn cứ việc Vĩnh Thụy được tôn lên kế vị làm vua lấy niên hiệu [[Bảo Đại]] vào ngày 8 tháng 1 năm 1926, thì Hoàng sa tự có thể được trùng tu ngày mồng 1 tháng 3 năm [[Kỷ Mão]] (tức 20\/04\/1939<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/amlich\/ đổi Âm dương lịch.]<\/ref>) sau khi bị bão làm sụp đổ chứ không phải Hoàng sa tự được xây vào ngày 01\/03(Âm lịch)\/1934 và sụp đổ vào năm 1939 như một số tài liệu Trung quốc đã ghi.\n\nSau khi Trung Quốc đổ quân chiếm đóng Phú Lâm, trong tạp chí \"Lữ hành gia\" quyển 6 xuất bản năm 1957 tại Bắc Kinh đã xác nhận niên đại trùng tu năm Bảo Đại 14 như trên.<ref>{{Chú thích web |url=http:\/\/haiduongdost.gov.vn\/index.php?option=com_content&view=article&id=8163:cn-c-khoa-hc-v-ch-quyn-ca-vit-nam-tren-hai-qun-o-hoang-sa-va-trng-sa&catid=341:thoisu&Itemid=239 |ngày truy cập=2015-07-05 |tựa đề=Căn cứ khoa học về chủ quyền của Việt Nam trên hai quần đảo Hoàng Sa và Trường Sa, ngày 22\/08\/2014. |archive-date=2015-07-15 |archive-url=https:\/\/web.archive.org\/web\/20150715041003\/http:\/\/haiduongdost.gov.vn\/index.php?option=com_content&view=article&id=8163:cn-c-khoa-hc-v-ch-quyn-ca-vit-nam-tren-hai-qun-o-hoang-sa-va-trng-sa&catid=341:thoisu&Itemid=239 |url-status=dead }}<\/ref> Năm 1974, sau khi Trung Quốc đổ quân chiếm đóng toàn bộ quần đảo Hoàng Sa, nhà khảo cổ Trung Quốc Hàn Chấn Hoa và đồng nghiệp đến Hoàng Sa khảo sát, đã ghi nhận di tích của Hoàng Sa Tự (黄 砂 寺) trên đảo Phú Lâm<ref>[http:\/\/www.khcnphutho.gov.vn\/TinTuc\/tintuc_detail.aspx?id=220 Tư liệu lịch sử về việc Trung Quốc tự phủ nhận chủ quyền ở Hoàng Sa và Trường Sa, đăng ngày 03\/06\/2014.]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}<\/ref>.\n\nTheo nhà nghiên cứu Nguyễn Nhã, Hoàng Sa Tự là \"bằng chứng hiển nhiên vết tích của việc xác lập chủ quyền của Việt Nam\" tại Hoàng Sa.<ref name=\"Nguyễn Nhã\"\/>\n\nHoàng Sa tự tồn tại ít nhất đến năm 1957 nhưng ngày nay không còn nữa.\n\n== Miếu thần ở Hoàng Sa niên hiệu Minh Mạng ==\n[[Tập tin:HoangSaTu黄 砂 寺-DaiNamThucLuc1835.jpg||nhỏ|600px|phải|Trang sách Đại Nam thực lục chính biên, đệ nhị kỷ, quyển 154, viết về việc Minh Mạng cho xây dựng Hoàng Sa Tự trên đảo Phú Lâm quần đảo Hoàng Sa năm 1835.]]\n[[Tập tin:ChauBanHoangSa1307a1835.jpg|nhỏ|phải|Châu bản triều Nguyễn (阮朝硃本) về việc trở về sau khi xây đền thờ ở Hoàng Sa (黄沙) của đội Hoàng Sa do Phạm Văn Nguyên (笵文原) chỉ huy.]]\n[[Tập tin:PhuLam-HoangSa.jpg|nhỏ|phải|Bản đồ đảo Phú Lâm (Woody Island, 永興島) của quần đảo Hoàng Sa (Paracel Islands).]]\nMiếu thần Hoàng Sa thời Minh Mạng được xây dựng trên [[Phú Lâm (đảo)|một hòn đảo]] có bài khắc cổ '''Vạn lý ba bình''', nay lấy làm tên cho đảo [[Ba Bình]] thuộc [[quần đảo Trường Sa]], xây trong mười ngày. Tháng 6 âm lịch năm [[Ất Mùi]] niên hiệu [[Minh Mạng]] 16 ([[1835]]), [[Đại Nam thực lục]] chép rằng: \n:\"建廣義黄沙神祠。黄沙,往廣義海分,有一白沙堆,樹木森茂,堆之中有井,西南有古廟,牌刻萬里波平四字。(白沙堆周圍一千七十丈,旧名佛寺山。東,西,南岸,什珊瑚石斜遶水面。北接珊瑚石,奕立,一堆周圍三百四十丈,高一丈三尺興沙堆岸,名磐灘石。)...''\"\n:\"''Dựng đền thờ thần [ở đảo] Hoàng Sa thuộc Quảng Ngãi (Quảng Nghĩa, 廣義). Hoàng Sa ở hải phận Quảng Ngãi, có một chỗ nổi cồn cát trắng, cây cối um tùm rậm rạp, giữa cồn cát có giếng, phía tây nam có miếu cổ, có tấm bài khắc 4 chữ \"Vạn lý ba bình 萬里波平\" (cồn Bạch Sa [cát trắng] chu vi 1070 [[trượng]], tên cũ là núi Phật Tự, bờ đông, bờ tây, và bờ nam là vô số đá san hô thoai thoải uốn quanh mặt nước. Phía bắc, giáp với một cồn toàn đá san hô, chu vi 340 trượng, đứng sừng sững, cao hơn so với bờ cồn cát 1 trượng 3 thước, gọi là [[Bàn Than|Bàn Than thạch]]). Năm ngoái vua toan dựng miếu lập bia ở chỗ ấy, bỗng vì sóng gió không làm được. Đến đây, mới sai cai đội Thủy quân là Phạm Văn Nguyên đem lính thợ Giám thành cùng phu thuyền hai tỉnh Quảng Ngãi, Bình Định, chuyên chở vật liệu đến dựng miếu (cách tòa miếu cổ 7 trượng). Bên tả miếu dựng bia đá; phía trước miếu xây bình phong. Mươi ngày làm xong rồi về.''\"<ref>Đại Nam thực lục chính biên, đệ nhị kỷ, quyển CLIV, thực lục về Thánh tổ Nhân hoàng đế, tập 4, trang 673.<\/ref>\nChu vi đảo xây miếu thời Minh Mạng dài 1070 trượng là khoảng 5030 mét (một trượng khoảng 4,7 m). Chu vi cồn cát được gọi là \"Bàn Than thạch\" thời Minh Mạng khoảng 1600 mét (340 trượng).\nDựng đền thờ thần ở Hoàng Sa thuộc Quảng Ngãi. Hoàng Sa ở hải phận Quảng Ngãi, có một chỗ nổi cồn cát trắng, cây cối um tùm rậm rạp, giữa cồn cát có giếng, phía tây nam có miếu cổ, có tấm bài khắc 4 chữ \"Vạn lý ba bình\". Cồn cát trắng chu vi 1070 trượng, tên cũ là núi Phật Tự. Bờ đông, bờ tây và bờ nam Bàn Than thạch.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Hoàng Sa thời nhà Nguyễn]]\n\n== Liên kết ngoài ==\n*[http:\/\/hoisuhoc.vn\/thongtinsuhoc.asp?id=288 Các chúa Nguyễn và nhà Nguyễn xác lập và thực thi chủ quyền của Việt Nam tại quần đảo Hoàng Sa và Trường Sa từ đầu thế kỷ XVII đến khi thực dân Pháp xâm lược và đô hộ Việt Nam- TS Nguyễn Nhã] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081201201718\/http:\/\/hoisuhoc.vn\/thongtinsuhoc.asp?id=288 |date=2008-12-01 }}\n{{Biển Đông}}\n{{Quần đảo Hoàng Sa}}\n\n[[Thể loại:Hoàng Sa thời nhà Nguyễn]]"}