{"2235072":"'''Hoàng Kiêm''' (chữ Hán: 黃兼; 1870<ref>Ghi theo gia phả họ Hoàng Quảng Hà, Diễn Cát, Diễn Châu, Nghệ An.<\/ref>-1939), tự '''Cấn Sơn''', hiệu là '''Ngọc Trang''' (玉莊), là một danh sĩ [[thời Nguyễn]]. Ông đỗ Đệ tam giáp đồng Tiến sĩ xuất thân khoa thi [[Giáp Thìn]] 1904, làm quan đến chức [[Tổng đốc]] Nam Nghĩa (tương ứng với 2 tỉnh [[Quảng Nam]] và [[Quảng Ngãi]] ngày nay), hàm Hiệp tá Đại học sĩ, tước Vinh Lộc đại phu.\n\n==Thân thế và khoa bảng==\nÔng còn có tên là '''Miện''', sinh năm [[Canh Ngọ]] 1870<ref name=\"ReferenceA\">Ghi theo gia phả họ Hoàng Quảng Hà.<\/ref><ref name=\"congannghean.vn\">[http:\/\/congannghean.vn\/van-hoa-giao-duc\/201508\/nhan-rong-mo-hinh-thu-vien-tu-nhan-phuc-vu-cong-dong-631130\/ Nhân rộng mô hình thư viện tư nhân phục vụ cộng đồng]<\/ref> (tuy nhiên nhiều tài liệu ghi theo thông tin trên bia Tiến sĩ Văn miếu Huế là ông sinh năm [[Quý Dậu]] 1873), người thôn Ngọc Lâm, xã Hoàng Xá, tổng Quỳ Xá, huyện Đông Thành, phủ Diễn Châu (nay thuộc xã [[Diễn Cát]], huyện [[Diễn Châu]]), tỉnh [[Nghệ An]].\n\nTheo văn bia Hoàng tộc tự bi ký do chính ông biên soạn, hiện vẫn còn được bảo tồn tại nhà thờ Hoàng tộc đại tôn, gia tộc ông vốn là một nhánh của họ Hoàng ở quận Giang Hạ (Trung Quốc), di cư sang Đại Việt, dòng họ nhiều đời từng dỗ đạt khoa bảng dưới thời nhà Lê. Đến Tiên tổ Hoàng Khắc Quýnh định cư ở xã Hoàng Xà, gia sản giàu có, mới lập ra Tế điền (ruộng tế), Kỵ điền (ruộng giỗ chạp), Văn điền (ruộng hội văn), Võ điền (ruộng hội võ) khoảng 30 mẫu, để hằng năm con cháu lấy đó phàm kế thờ phụng tổ tiên.\n\nĐến đời thân phụ ông là Hoàng Ngọc Quý, vốn là một người thông minh, trọng đạo nghĩa, nhưng khoa trường lận đận, nên sinh sống bằng nghề dạy học. Thân mẫu ông là bà Lê Thị Tường, sinh hạ được 5 người con nhưng lâm bệnh mất sớm khi ông mới 5 tuổi. Ông là người con thứ 3, gia cảnh vất vả, nên từ nhỏ ông cùng người em gái út thường xuyên được thân phụ đưa đến chỗ dạy để tiện chăm dưỡng. Mãi sau khi thân phụ ông lập kế thất, gia đình ông mới đỡ vất vả. Tư chất thông minh, lại được thân phụ nghiêm khắc sự giáo dưỡng, từ bé ông đã có tiếng là ngoan ngoãn hiếu thuận, sáng dạ, học giỏi... Giai thoại địa phương kể lại xưa mỗi bận đến trường ông phải qua sông Đò Đạu. Nhưng vì không có tiền đi đò, nên ngày 2 lần đi về, ông đều phải vấn áo quần lên đầu để lội qua sông.\n\nKhi trưởng thành, ông theo học Cử nhân [[Nguyễn Thức Tự]], làng Đông Chữ, huyện Chân Phúc (nay là xã Nghi Trường, huyện Nghi Lộc, tỉnh Nghệ An)<ref>[http:\/\/www.thuviendongnai.gov.vn\/nhagiaotbvn\/Lists\/Posts\/Post.aspx?ID=25 THẦY NGUYỄN THỨC TỰ (1841 - 1923)]<\/ref>, vốn nổi tiếng có kiến thức uyên thông, cốt cách thanh tao. Năm 1897, niên hiệu Thành Thái thứ 9, ông dự thi Hương và đỗ Tú tài. Năm [[1903]], [[niên hiệu]] [[Thành Thái]] thứ 15, ông đỗ Cử nhân khoa thi [[Quý Mão]]. Năm sau, vào thi Hội, ông đỗ Tiến sĩ; vào Đình thì, được xếp thứ 2 trong bảng Đệ tam giáp đồng Tiến sĩ xuất thân.<ref>{{chú thích web | url = http:\/\/www.hannom.org.vn\/detail.asp?param=1207&Catid=562 | tiêu đề = Viện nghiên cứu Hán nôm | author = | ngày = | ngày truy cập = 14 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nKhi ông thi đỗ, thầy Đông Khê Nguyễn Thức Tự có câu đối chúc mừng:\n:''Thí hậu đoạt bào, thiên vị tài hoa trang diện mục\n:''Môn tiền lập tuyết, nhân tương hàn mặc nhuận giang sơn\n\nNghĩa là:\n:''Thi dật áo bào, trời vì tài hoa điểm trang mày mặt\n:''Học dầm sương tuyết, người đem bút mực tô vẽ non sông\n\nKhi vinh quy, cả tổng Quan Trung quê ông đã long trọng chuẩn bị đón rước, riêng nhân dân 2 làng: Ngọc Lâm (nay là xã Diễn Thắng), là tổ quán, và Quảng Hà (nay là xã Diễn Cát), là sinh quán của ông, đã cùng nhau đóng góp dựng một ngôi nhà gỗ 3 gian ngay tại vườn nhà (tức mảnh vườn di tích hiện nay) để làm quà tặng chúc mừng.\n\n==Quan lộ==\nSau khi thi đỗ, ông được triều đình bổ dụng làm Hàn lâm viện Biên tu. Tuy nhiên, đến năm 1906, thân phụ ông qua đời. Ông phải về quê cư tang 3 năm. Năm 1908, sau khi hết thời gian chịu tang, ông được triều đình bổ dụng làm Tri phủ Đức Thọ ([[Hà Tĩnh]]). Năm sau, ông được đổi làm Tri phủ Hà Thanh. Đến năm 1915, ông lại được điều về Kinh làm Lang trung bộ Hình. Năm 1918, ông được triệu làm Chánh chủ khảo khoa thi Hương ở trường thi Thừa Thiên Huế, sau đó được bổ dụng làm Án sát Thanh Hóa.\n\nNăm 1921, ông được thăng làm Bố chính tỉnh Thanh Hóa. Cũng trong năm này, ông thay mặt dòng họ soạn văn bia Hoàng tộc tự bi ký biểu dương công đức tiên tổ, Tú tài Hàn lâm viện Hoàng Khắc Điển viết chữ. Nội dung văn bia vẫn còn được bảo tồn tại nhà thờ Hoàng tộc đại tôn.\n\nĐầu năm 1924, ông được đổi làm chức Đồng thành phiên sứ tỉnh Quảng Bình. Năm 1925, ông được triều đình thăng làm Tuần vũ Hà Tĩnh. Nhân dịp này, Án sát Quảng Bình [[Nguyễn Phước Ưng Bình|Ưng Bình]] có họa 2 bài thơ tiễn ông.\n\nThời bấy giờ, ở Trung kỳ nổ ra nhiều cuộc nổi dậy đấu tranh chống sưu cao thuế nặng của thực dân Pháp. Vốn là người đức độ, giàu lòng thương dân, lại đã từng trải qua cuộc sống nghèo khổ thuở thiếu thời, nên ông rất thông cảm với người dân. Vì vậy, thời gian này ông đã ngấm ngầm tìm cách giúp đỡ nhân dân và chống đối thực dân Pháp. Sách \"Câu đối xứ Nghệ\" có chép về việc ông đã từng bí mật dán lên cổng dinh Tuần phủ một đôi câu đối có nội dung phê phán nhắc nhở như sau:\n\n:''Bần giả sĩ chi thường, vị bần nhi sĩ\n:''Phú thị nhân sở dục, vi phú bất nhân”\n\nTạm dịch:\n:''Kẻ sĩ nghèo là thường, vì nghèo nên phải học\n:''Giàu sang ai cũng muốn, chớ vì làm giàu mà bất nhân.\"<ref>Cảnh Nguyễn, Nguyễn Thanh Hải, Đào Tam Tỉnh, ''Câu đối xứ Nghệ'' (T.1-2), Nhà xuất bản Nghệ An, 2005.<\/ref>\n\nTrước phản kháng của người dân, thực dân Pháp cho thành lập Viện dân biểu Trung kỳ để xoa dịu tình hình. Các nghị viên tham gia Viện dân biểu do các tầng lớp nhân dân bầu lên, có nhiệm vụ trực tiếp tư vấn cho chính quyền nhiều vấn đề về kinh tế, tài chính, an ninh, xã hội... Trong số các nghị viên của Viện dân biểu lúc bấy giờ có nhiều nhà yêu nước nổi tiếng như [[Huỳnh Thúc Kháng]], [[Phan Thanh]]... Theo vị hiệu tại nhà thờ của ông, thì ông cũng từng được người dân bầu chọn vào Viện dân biểu Trung kỳ và trực tiếp giữ chức Hội trưởng Hội chu cấp An Định.\n\nNăm 1927, ông được triều đình thăng làm Tổng đốc Nam Nghĩa. Thời gian làm Tổng đốc, ông dốc lòng chăm lo việc phát triển kinh tế, ổn định đời sống nhân dân. Ông cũng ra sức bảo vệ người dân trước sự quấy nhiễu và sưu cao thuế nặng của người Pháp. Năm 1929, do hạn hán diễn ra trên diện rộng, gây mất mùa, đói kém, ông đã đệ trình lên Khâm sứ Pháp đề nghị giảm sưu thuế và gia hạn thời gian nộp thuế cho nhân dân, đồng thời chưa cho cấp dưới thu thuế của nhân dân theo hạn định. Việc làm này của ông đã được nhân dân Quảng Nam biết ơn nhưng viên công sứ Pháp thì nổi nóng buông lời doạ dẫm. Bất bình trước thái độ láo xược đó, ông đã bất hợp tác với người Pháp. Ông thường xuyên đến thăm viếng chí sĩ [[Phan Bội Châu]], bấy giờ đang bị thực dân Pháp bắt an trí tại [[Huế]].\n\nNăm 1930, ông xin hồi hưu. Triều đình thăng ông hàm Hiệp tá Đại học sĩ, cáo thụ Vinh Lộc đại phu, thụy Văn Ý, Tòng nhất phẩm. Hay tin ông từ quan, nhân dân Quảng Nam đã lưu luyến tiễn đưa ông và tặng ông các hoành phi, câu đối ca ngợi công đức của ông. Sách \"Quan lại trong lịch sử Việt Nam\" chép:\n\n:''\"Ông làm quan to nhưng rất nghèo, có năm đến ngày tết mà nhà không có hương hoa cỗ bàn... Ông rất trong sáng, hiền từ, không giống bọn quan lại tham ô. Mà thường chú ý đến việc làm lợi cho nhân dân các địa phương... Khi ông rời đất Quảng Nam, dân ở đây đã tặng ông hai bức hoành phi, một bức đề bốn chữ \"Vạn gia sinh Phật\", một bức khác đề \"Quảng Nam bồ tát\". Vua [[Khải Định]] trong một đạo sắc đã ghi hai chữ \"Thanh liêm\" để công nhận phẩm chất của ông\"''<ref>Vũ Ngọc Khánh, ''Quan lại trong lịch sử Việt Nam''. Nhà xuất bản Thanh niên, 2008.<\/ref>\n\n==Những năm cuối đời==\nSau khi hồi hưu, ông cùng gia đình sống ở [[Vinh]] một thời gian rồi về an dưỡng hẳn tại quê nhà. Với kiến thức và uy tín của mình, ông vận động và tổ chức nhân dân địa phương xây dựng nhiều công trình dân sinh như xây cống Thủy Quan ngăn nước mặn cho đồng điền ở 3 làng Ngọc Lâm, Phú Hậu, Nho Lâm; xây cầu Anh Liệt bắc qua sông Đại Vạc tạo điều kiện cho giao thông qua 2 làng Ngọc Lâm và Nho Lâm được thuận lợi; xây dựng đập Ba Ra Đô Lương và hệ thống kênh mương tưới tiêu nối từ đập Ba Ra đến đồng ruộng ở các làng xã ở 3 huyện phía Bắc Nghệ An là Diễn – Yên – Quỳnh.\n\nÔng qua đời ngày 5 tháng 4 năm [[Kỷ Sửu]] (tức [[23 tháng 5]] năm 1939). Triều đình truy tặng ông hàm Thái tử Thiếu bảo. Mộ phần của ông được an táng đồng Cây Đa Đình, cách nhà thờ hiện nay chừng 3&nbsp;km về phía Tây Nam. Để tỏ lòng kính trọng và ghi nhận công đức của ông, nhân dân địa phương đã lập bài vị phối thờ ông tại đền Hắc Y của làng Ngọc Lâm (nay là xã Diễn Thắng) để hương khói tri ân.\n\nHiện tại, mộ và nhà thờ của ông được đặt tại xóm 7, xã Diễn Cát, Diễn Châu, Nghệ An; được chính quyền tỉnh Nghê An công nhận là di tích lịch sử – văn hoá.\n\n==Di sản==\nCác tác phẩm thơ văn của ông chủ yếu được sáng tác trong thời gian về hưu tại quê nhà. Nội dung các bài thơ và câu đối của ông hầu hết đều mang nặng sự trăn trở trước cảnh đất nước bị thực dân Pháp xâm lược, nhân dân lầm than, thiên tai mất mùa đói kém, túng quẫn của ngườc dân. Thơ của ông hầu hết bị thất tán, nay có một số bài đã được sưu tầm giới thiệu trong các sách \"Câu đối xứ Nghệ\".\n\nTrước khi mất, ông để lại di chúc, trong có viết: ''\"Sẽ làm nhà thờ tại nơi ở. Trước làm phòng đọc sách, sau đó là nhà thờ.Ta rất vui với ý nguyện đó\".<ref name=\"congannghean.vn\"\/> Về sau, con cháu ông đã thực hiện di nguyện của ông, lập nên tủ sách cộng đồng mang tên ông.<ref>[http:\/\/dantri.com.vn\/khuyen-hoc\/nguoi-phu-nu-lap-tu-sach-mien-phi-cho-dong-ho-1321684961.htm Người phụ nữ lập tủ sách miễn phí cho dòng họ]<\/ref>\n\n==Gia đình==\nÔng có ba người vợ. Chánh thất là bà Hoàng Thị Đoái, người cùng thôn. Bà sinh hạ cho ông 6 người con. Hai thứ thất là bà Phan Thị Hoè, người gốc Huế, sống tại Kỳ Anh, Hà Tĩnh, sinh hạ được 8 người con; và bà Tạ Thị Sáu, người Diễn Bình, Diễn Châu, Nghệ An, không có con.<ref name=\"ReferenceA\"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{thời gian sống|1870|1939}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]\n[[Thể loại:Đại học sĩ triều Nguyễn]]"}