{"73478":"{{Trung lập}}\n{{Thông tin viên chức\n|tên = Hoàng Cơ Minh\n|hình = [[Tập tin:Admiral Hoang Co Minh.png|180px]]\n|cỡ hình = \n|miêu tả = Phó đề đốc Hoàng Cơ Minh\n\n|chức vụ = [[Tập tin:Tổ quốc - Đại dương.gif|22px]]<br>Tư lệnh Hải quân Vùng 2 Duyên hải<br>Tư lệnh Lực lượng Đặc nhiệm 232<br>kiêm Tổng trấn Quy Nhơn (ngày 2\/4\/1975)\n|bắt đầu = 3\/1975\n|kết thúc = 4\/1975\n|địa hạt = Quân khu 2\n|trưởng chức vụ = Cấp bậc\n|trưởng viên chức = -Chuẩn tướng (6\/1974)\n\n|chức vụ 2 = [[Tập tin:Tổ quốc - Đại dương.gif|22px]]<br>Tư lệnh Lực lượng Thủy bộ 211\n|bắt đầu 2 = 6\/1971\n|kết thúc 2 = 3\/1975\n|trưởng chức vụ 2 = Cấp bậc\n|trưởng viên chức 2 = -Đại tá (6\/1971)\n|địa hạt 2 =\n\n|chức vụ 3 = [[Tập tin:Tổ quốc - Đại dương.gif|22px]]<br>Tham mưu phó Chiến tranh Chính trị<br>Bộ Tư lệnh Hải quân\n|bắt đầu 3 = 6\/1969\n|kết thúc 3 = 6\/1971\n|địa hạt 3 = Biệt khu Thủ đô\n|trưởng chức vụ 3 = Cấp bậc\n|trưởng viên chức 3 = -Trung tá\n\n|chức vụ 4 = [[Tập tin:Tổ quốc - Đại dương.gif|22px]]<br>Trưởng Khối Chiến tranh Chính trị<br>Bộ Tư lệnh Hải quân\n|bắt đầu 4 = 11\/1967\n|kết thúc 4 = 6\/1969\n|địa hạt 4 = Biệt khu Thủ đô\n|trưởng chức vụ 4 = Cấp bậc\n|trưởng viên chức 4 = -Trung tá (11\/1967)\n\n|chức vụ 5 = [[Tập tin:Flag of South Vietnam.svg|22px]] [[Tập tin:Flag of South Korea.svg|22px]]<br>Tùy Viên Quân lực Tòa Đại sứ VNCH<br>tại Đại Hàn Dân Quốc\n|bắt đầu 5 = 1\/1965\n|kết thúc 5 = 10\/1967\n|địa hạt 5 = Thủ đô Seoul\n|trưởng chức vụ 5 = Cấp bậc\n|trưởng viên chức 5 = -Thiếu tá\n|phó chức vụ 5 = Đại sứ\n|phó viên chức 5 = Ông Ngô Tôn Đạt\n\n|chức vụ 6 = [[Tập tin:Quân kỳ Trung tâm Huấn luyện Hải quân Nha Trang.png|22px]]<br>Chỉ huy phó Trung tâm Huấn luyện HQ\n|bắt đầu 6 = 10\/1963\n|kết thúc 6 = 1\/1965\n|trưởng chức vụ 6 = Cấp bậc \n|trưởng viên chức 6 = -Đại úy<br>-Thiếu tá (11\/1963)\n|địa hạt 6 = Vùng 2 chiến thuật\n|phó chức vụ 6 = Chỉ huy trưởng\n|phó viên chức 6 = -Thiếu tá Dư Trí Hùng (1\/19663-12\/1963)<br>-Trung tá Nguyễn Đức Vân (12\/1863-2\/1966)\n\n|chức vụ 7 = [[Tập tin:Tổ quốc - Đại dương.gif|22px]]<br>Hạm trưởng Trục lôi hạm<br>Bạch Đằng II HQ-116\n|bắt đầu 7 = 1\/1963\n|kết thúc 7 = 5\/1963\n|địa hạt 7 = Quân khu Thủ đô\n|trưởng chức vụ 7 = Cấp bậc\n|trưởng viên chức 7 = -Đại úy (1\/1961)<br>-Thiếu tá\n\n|quốc tịch = {{Flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất = Tự sát\n|nơi ở = Virginia, Hoa Kỳ\n|nghề nghiệp = Quân nhân\n|dân tộc = [[Người Việt|Kinh]]\n|cha = [[Hoàng Huân Trung]]\n|họ hàng = -Các chị:<br>[[Hoàng Thị Nga]], Hoàng Thị Châu An.<br>-Các anh:<br>-[[Hoàng Cơ Bình]], Hoàng Cơ Thụy, Hoàng Cơ Long, Hoàng Cơ Nghị.<br>-Các em:<br>-Hoàng Cơ Trường, Hoàng Cơ Định\n|con = 3 người con\n|học vấn = -Tú tài toàn phần<br>-Cử nhân Luật\n|học trường = -Trường trung học Nguyễn Trãi và trường Trung học Chu Văn an, Hà Nội<br>-Trường Đại học Luật khoa Sài Gòn<br>-Trường Sĩ quan Hải quân Nha Trang<br>-Trường Cao đẳng Hải chiến Hoa Kỳ ở California<br>-Trường Chỉ huy Tham mưu Đà lạt\n|quê quán = Bắc Kỳ\n|ngày sinh = [[20 tháng 6]] năm [[1935]]\n|ngày mất = [[28 tháng 8]] năm [[1987]] ([[52]] tuổi)\n|nơi sinh = [[Hà Nội]], [[Việt Nam]]\n|nơi mất = [[Attapeu]], [[Lào]]\n|giải thưởng = \n|phục vụ = [[Tập tin:Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc = [[Tập tin:Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ = [[1954]] - [[1975]]\n|cấp bậc = [[Tập tin:US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị = [[Tập tin:Tổ quốc - Đại dương.gif|22px]] [[Hải quân Việt Nam Cộng hòa]]\n|chỉ huy = [[Tập tin:Flag of the Vietnamese National Army.svg|22px]] [[Quân đội Quốc gia Việt Nam]]<br>[[Tập tin:Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến = [[Chiến tranh Việt Nam]]\n}}\n\n'''Hoàng Cơ Minh''' ([[1935]] - [[1987]]), nguyên là một tướng lĩnh Hải quân của [[Quân lực Việt Nam Cộng hòa]], Hải hàm [[Phó đề đốc]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu ở trường Sĩ quan Hải quân được Chính phủ Quốc gia mở ra trên cơ sở cũ của Quân đội Pháp tại Duyên hải Trung phần. Ông nguyên là Tư lệnh Hải quân Vùng 2 Duyên hải (Hải khu II) của Quân chủng [[Hải quân Việt Nam Cộng hòa]].\n\nSau [[sự kiện 30 tháng 4 năm 1975]], ông di tản sang Mỹ và đã cùng với một số chiến hữu lập ra [[Đảng Việt Tân]]. Ông là lãnh đạo của đảng này và là Chủ tịch [[Mặt trận Quốc gia Thống nhất Giải phóng Việt Nam]] tại Hải ngoại trong thời gian từ 1975 đến 1987. Năm 1987, trong lần vượt biên trái phép vào Lào để đưa quân qua Việt Nam, ông đã bị các đơn vị của Quân đội Nhân dân Lào chặn đánh, ông trúng đạn bị thương, sau đó tự sát.\n\n==Tiểu sử và binh nghiệp==\nÔng sinh ngày 20 tháng 6 năm 1935 trong một gia đình khoa bảng và khá giả có đông anh chị em tại xã [[Đông Ngạc]], huyện Từ Liêm, tỉnh [[Hà Đông]] (nay thuộc quận [[Bắc Từ Liêm]], [[Hà Nội]]). Thời niên thiếu, ông là học sinh các trường theo giáo trình Pháp: Trung học Nguyễn Trãi và Chu Văn An, Hà Nội. Tốt nghiệp Tú tài toàn phần (Part II). Sau này trong quân ngũ, ông ghi danh học tiếp trường Đại học Luật khoa Sài Gòn và tốt nghiệp 2 chứng chỉ Cử nhân luật.\n\n===Quân đội Quốc gia Việt Nam===\nTrung tuần tháng 7 năm 1954, từ dân chính ông tình nguyện nhập ngũ vào Quân đội Quốc gia, mang số quân: 55\/700.015. Ông được theo học khóa 5 trường Sĩ quan Hải quân Nha Trang, khai giảng ngày 27 tháng 7 năm 1954. Ngày 25 tháng 5 năm 1955, ông mãn khóa tốt nghiệp với cấp bậc Hải quân [[Thiếu úy]] ngành chỉ huy.<ref>-''Tốt nghiệp khoá 5 Sĩ quan Hải quân Nha Trang, sau này đều là sĩ quan cao cấp trong Quân chủng Hải quân:''<br \/>-''Hải quân Đại tá'':<br \/>-[[Vũ Trọng Đệ (Đại tá, Quân lực VNCH)|Vũ Trọng Đệ]] (Sinh năm 1932 tại Nam Định. Sau cùng là Tư lệnh phó Hải quân Vùng 3 Duyên hải).<br \/>-[[Nguyễn Trọng Hiệp (Đại tá, Quân lực VNCH)|Nguyễn Trọng Hiệp]] (Sinh năm 1934 tại Tân An. Sau cùng là Chỉ huy trưởng TTHL Hải quân).<br \/>-[[Nguyễn Văn Hớn (Đại tá, Quân lực VNCH)|Nguyễn Văn Hớn]] (Sinh năm 1930 tại Sài Gòn. Sau cùng là Tư lệnh Hạm đội Hải quân Vùng 2 Duyên hải).<br \/>-[[Nguyễn Văn May (Đại tá, Quân lực VNCH)|Nguyễn Văn May]] (Sinh năm 1933 tại Gia Đinh. Sau cùng là Tư lệnh Hải quân Vùng 5 Duyên hải).<br \/>-[[Hà Văn Ngạc (Đại tá, Quân lực VNCH)|Hà Văn Ngạc]] (Sinh năm 1935 tại Nam Định. Sau cùng là Tư lệnh Lực lượng Hải quân Hoàng Sa và Trường Sa).<br \/>-[[Nguyễn Phổ (Đại tá, Quân lực VNCH)|Nguyễn Phổ]] (Sinh năm 1935 tại Kiến An. Sau cùng là Tư lệnh Hải quân Vùng 2 Duyên hải).<br \/>-[[Trần Bình Phú (Đại tá, Quân lực VNCH)|Trần Bình Phú]] (Sinh năm 1930 tại Cần Thơ. Sau cùng là Tư lệnh Hải quân Sông ngòi Biệt khu Thủ đô).<br \/>-[[Phan Phi Phụng (Đại tá, Quân lực VNCH)|Phan Phi Phụng]] (Sinh năm 1933 tại Nghệ An. Sau cùng là Tư lệnh Hạm đội Hải quân 1).<br \/>-[[Nguyễn Viết Tân (Đại tá, Quân lực VNCH)|Nguyễn Viết Tân]] (Sinh năm 1932 tại Vĩnh Long. Sau cùng là Chỉ huy trưởng Sở Phòng vệ Duyên hải).<br \/>-''Hải quân Trung tá'':<br \/>-[[Trần Văn Lâm (Trung tá, Quân lực VNCH)|Trần Văn Lâm]] (Sinh năm 1933 tại Hải Dương).<br \/>-[[Nguyễn Tam (Trung tá, Quân lực VNCH)|Nguyễn Tam]] (Sinh năm 1933 tại Nam Định. Sau cùng là Chỉ huy trưởng Chiến hạm Hải quân).<br \/>-[[Trịnh Kim Thanh (Trung tá, Quân lực VNCH)|Trịnh Kim Thanh]] (Sinh năm 1934 tại Nam Định).<\/ref> Ra trường, ông được chuyển đến phục vụ tại Giang đoàn Xung phong.\n\n===Quân lực Việt Nam Cộng hòa===\nĐầu năm 1958, gần 2 năm sau khi từ Quân đội Quốc gia chuyển sang phục vụ cơ cấu mới là Quân đội Việt Nam Cộng hòa, ông được thăng cấp Hải quân [[Trung úy]], giữ chức vụ Chỉ huy trưởng Phân đội 4 thuộc Trục lôi hạm Bạch Đằng II HQ-116. Đến đầu năm 1961, ông được thăng cấp Hải quân [[Đại úy]] tại nhiệm.\n\nĐầu năm 1963, ông được bổ nhiệm chức vụ Hạm trưởng Trục lôi hạm Bạch Đằng II HQ-116. Tháng 5 cùng năm được cử đi du học tu nghiệp tại trường hậu Đại học Hải quân Hoa Kỳ (US. Naval Post Graduate School) ở Monterrey thuộc Tiểu bang California. Tháng 10 mãn khóa học về nước, ông được cử làm Chỉ huy phó Trung tâm Huấn luyện Hải quân Nha Trang do Hải quân Thiếu ta [[Dư Trí Hùng (Đại tá, Quân lực VNCH)|Dư Trí Hùng]]<ref>Thiếu tá Dư Trí Hùng sinh năm 1932, tốt nghiệp khóa 2 HQ Brest. Sau cùng là Hải quân Đại tá Hạm trưởng chiến hạm HQ.12<\/ref> làm Chỉ huy trưởng, kế tiếp Trung tá [[Nguyễn Đức Vân (Đại tá, Quân lực VNCH)|Nguyễn Đức Vân]]<ref>Trung tá Nguyễn Đức Vân tốt nghiệp khóa 1 HQ Brest. Sau cùng là Đại tá Chỉ huy trưởng trường Chỉ huy Tham mưu Hải quân<\/ref> thay Trung tá Hùng chức vụ Chỉ huy trưởng. Sau cuộc đảo chính 1 tháng 11, ngày 2 tháng 11 cùng năm ông được thăng cấp Hải quân [[Thiếu tá]] tại nhiệm.\n\nĐầu năm 1965, ông được cử đi làm Tuỳ viên Quân lực ở Sứ quán Việt Nam Cộng hòa tại Seoul, Hàn Quốc do ông Ngô Tôn Đạt ''(là anh vợ của ông)'' làm Đại sứ.\n\nTháng 10 năm 1967, hết hạn nhiệm vụ Tuỳ viên Quân lực, ông được triệu hồi về nước. Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 cùng năm, ông được thăng cấp Hải quân [[Trung tá]], giữ chức vụ Trưởng khối Chiến tranh Chính trị (Trưởng phòng 5) tại Bộ tư lệnh Hải quân. Đến đầu năm 1969, ông được cử theo học lớp Chỉ huy và Tham mưu cao cấp tại Đà lạt. Tháng 6 cùng năm mãn khóa về lại Bộ Tư lệnh Hải quân ông được giữ chức vụ Tham mưu phó Chiến tranh Chính trị.\n\nNgày Quân lực 19 tháng 6 năm 1971, ông được thăng cấp Hải quân [[Đại tá]] và được bổ nhiệm giữ chức Tư lệnh Lực lượng Thủy bộ 211. Ngày 1 tháng 4 năm 1974, ông được thăng Hải hàm [[Phó đề đốc]], cấp bậc [[Chuẩn tướng]] tại nhiệm.\n\n==1975==\nThượng tuần tháng 3, ông được bổ nhiệm chức vụ Tư lệnh Hải quân Vùng 2 Duyên hải (Hải khu II) kiêm Tư lệnh Lực lượng Đặc nhiệm 232 tại Đặc khu Cam Ranh. Sáng ngày 2 tháng 4, ông kiêm nhiệm chức vụ Tổng trấn Quy Nhơn.\n\n==Di tản và định cư tại Mỹ==\nĐêm ngày 29 tháng 4, ông di tản ra khơi trên Tuần dương hạm Trần Nhật Duật HQ-03 do HQ Trung tá Nguyễn Kim Triệu<ref>Trung tá Nguyễn Kim Triệu tốt nghiệp Võ bị Đà Lạt K10 và Sĩ quan Hải quân Nha Trang K7<\/ref> làm Hạm trưởng. Khi sang tới Mỹ, theo hồ sơ di trú ông chỉ có 200 USD trong tài khoản và vài chiếc nhẫn.<ref name=\"ProPublica\" \/>\n\nSau đó, ông định cư tại Sheraton, ngoại ô Washington D.C, Virginia, Hoa Kỳ, làm nghề sơn nhà cửa.<ref name=\"ProPublica\">{{chú thích web | url = https:\/\/www.propublica.org\/article\/terror-in-little-saigon-vietnam-american-journalists-murdered | tiêu đề = Terror in Little Saigon | author = | ngày = | ngày truy cập = 5 tháng 11 năm 2015 | nơi xuất bản = | ngôn ngữ =tiếng Anh }}<\/ref>\n\n==Thành lập Mặt trận và Chiến khu==\nTại nơi định cư, từ năm 1976 đến năm 1978, ông thành lập \"Lực lượng Quân nhân Việt Nam Hải ngoại\". Năm 1979, thành lập \"Lực lượng Quân dân Việt Nam Hải ngoại\".\n\nNgày 30 tháng 4 năm 1980, tại miền nam Tiểu bang [[California]], ông thành lập [[Mặt trận Quốc gia Thống nhất Giải phóng Việt Nam]] kết nạp một số sĩ quan và viên chức cũ của chính quyền Việt Nam Cộng hòa làm nòng cốt.<br>Năm 1981, ông và các chiến hữu lập căn cứ tại một điểm gần biên giới [[Thái Lan]] - [[Lào]] thuộc huyện Buntharích, tỉnh Uđông (Thái Lan), cách [[Bangkok]] 500&nbsp;km về phía Đông Bắc.\n\nNgày 10 tháng 7 năm 1982, tại căn cứ này, ông đã tổ chức Đại hội lập ra \"Việt Nam Canh tân Cách mạng Đảng\" gọi tắt là \"Đảng Việt Tân\", đưa ra cương lĩnh, xác định mục tiêu là xóa bỏ chế độ Cộng sản tại Việt Nam.\n\nNgày 27 tháng 12 năm 1983, ông lập ra đài phát thanh Việt Nam Kháng chiến và cho xuất bản tờ báo ''Kháng chiến'' bằng tiếng Việt, phát hành tại Mỹ và nhiều nước khác. Từ năm 1983 đến 1985, ông vào các Trại tỵ nạn người Việt trên đất [[Thái Lan]] tuyển mộ được 200 người đưa về căn cứ để huấn luyện và lập thành bốn Quyết đoàn mang bí số 7684, 7685, 7686, 7687. Mỗi Quyết đoàn có quân số khoảng 50 người.\n\n==Đông tiến về Việt Nam==\nNgày 24 tháng 2 năm 1982, tại chiến khu U-Đông ông họp báo công bố cương lĩnh chính trị và sau đó bắt đầu tổ chức những đợt hành quân Đông tiến, xuyên [[Lào]] trở về Việt Nam.\n\nNăm 1985, ông tổ chức cho chiến hữu Đặng Quốc Hiền, Tư lệnh Lực lượng Vũ trang Kháng chiến dẫn đầu 40 binh sĩ trở về Việt Nam. Toán xâm nhập bị quân Lào chặn đánh, Tư lệnh Đặng Quốc Hiền bị giết.\n\nNgày 15 tháng 5 năm 1986, ông và các chiến hữu tổ chức cuộc hành quân \"[[Chiến dịch Đông Tiến I|Đông Tiến I]]\" giao cho chiến hữu Dương Văn Tư,<ref>Cựu Đại tá [[Dương Văn Tư (Đại tá, Quân lực VNCH)|Dương Văn Tư]] (Sinh năm 1931 tại Vĩnh Long, tốt nghiệp khóa 1 Võ bị Địa phương Trung Việt, Huế. Sau cùng là Tham mưu trưởng Sư đoàn 21 Bộ binh).<\/ref> Tư lệnh thay Đặng Quốc Hiền dẫn 100 quân xâm nhập Việt Nam. Ngày 19 tháng 9 năm 1986, khi vừa đặt chân lên biên giới Việt Nam toán quân của cựu Đại tá Dương Văn Tư bị Lực lượng Biên phòng Việt Nam (đồn 637), Lào và [[Campuchia]] chặn đánh và gây tổn thất.\n\nNgày 1 tháng 12 năm 1986, ông và các chiến hữu mở cuộc hành quân \"[[Chiến dịch Đông Tiến II|Đông Tiến II]]\" xâm nhập Việt Nam và đích thân chỉ huy. Khi toán quân chuẩn bị vượt sông Mekong thì bị liên quân Lào – Việt phối hợp bắn chặn nên buộc phải quay về căn cứ.\n\nNgày 7 tháng 7 năm 1987, ông trực tiếp chỉ huy cuộc hành quân \"Đông Tiến II\" lần thứ 2 với mục tiêu xâm nhập Việt Nam đến [[Tây Nguyên]], để xây dựng căn cứ. Theo kế hoạch, toán quân sẽ vượt sông Mekong, sang tỉnh Xalavan – miền Nam nước Lào rồi từ đó, dưới sự dẫn đường của 20 thổ phỉ Lào, sẽ đi về tỉnh Sêkông và xâm nhập khu vực ngã ba biên giới, thuộc tỉnh Kon Tum, Việt Nam.<ref>\n[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Su-den-toi-cua-trum-phan-dong-Hoang-Co-Minh-%28phan-1%29-287063\/ Sự đền tội của trùm phản động Hoàng Cơ Minh (phần 1)]\n<\/ref>\n\nNgày 11 tháng 7 năm 1987, đoàn quân vượt sông Mekong vào đất Lào. Hai mươi ngày sau khi tiến gần đến biên giới Việt Nam thì bị quân đội Lào phối hợp với quân du kích chặn đánh tổng cộng 15 trận. Đêm 27 tháng 8 năm 1987, trong trận đánh cuối cùng ông bị thương và tự tử, toán quân tan rã, một số chạy về Thái Lan, một số bị bắt sống. Trong toán quân có 130 người xâm nhập vào đất Lào thì 83 chết, 19 bị bắt sống, số còn lại đã bỏ trốn.<ref name=\":0\">{{Chú thích web|url=http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Su-den-toi-cua-trum-phan-dong-Hoang-Co-Minh-%28phan-3%29-287141\/|tựa đề=Sự đền tội của trùm phản động Hoàng Cơ Minh (phần 3)|tác giả=|họ=|tên=|ngày=2007-04-05|website=An ninh Thế giới|url lưu trữ=|ngày lưu trữ=|url-status=live|ngày truy cập=2020-08-28|url hỏng=}}<\/ref> Tháng 12 năm 1987, tại Tp HCM, Tòa án Nhân dân tối cao của Việt Nam đã mở phiên tòa xét xử \"Vụ án Hoàng Cơ Minh cùng đồng bọn\" và tuyên phạt: 1 chung thân, 15 án từ 3 đến 19 năm tù giam, một án treo, 1 tha bổng). Tại phiên tòa này, dù đã tự sát trước đó, ông bị tuyên án tử hình vì tội phản quốc.''<ref>\"Ảo vọng cuối cùng\", Phim tài liệu.<\/ref>''\n\nSau khi trở về [[Hoa Kỳ]], ngày 10 tháng 4 năm 1991 một số thành viên khác có tham gia trong chiến dịch Đông Tiến bị truy tố về các gian lận tài chính. Đông tiến đến đây kết thúc''.\n\n==Nhận định==\nLà tướng lãnh Quân lực Việt Nam Cộng Hòa duy nhất tự sát tại mặt trận sau năm 1975,<ref>{{Chú thích web|url=https:\/\/nhatbaovanhoa.com\/a3252\/huyen-thoai-hoang-co-minh|tiêu đề=Huyền thoại Hoàng Cơ Minh|tác giả=|họ=|tên=|ngày=2015-11-24|website=nhatbaovanhoa.com|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-28}}<\/ref> ông được nhiều người Việt tị nạn tại hải ngoại ca ngợi vì sự dũng cảm, hy sinh cũng như là sự liêm khiết thời quân ngũ trước 1975. Trong các buổi lễ tưởng niệm \"Anh hùng Đông Tiến\", Đảng Việt Tân vẫn luôn ca ngợi hình ảnh của ông cùng các chiến hữu trong \"công cuộc đấu tranh giải phóng Việt Nam khỏi chế độ Cộng sản\".\n\nTuy nhiên, tại hải ngoại, cá nhân ông cùng Đảng Việt Tân cũng bị rất nhiều chỉ trích. Nhiều dư luận hải ngoại chỉ trích ông và tổ chức mặt trận về các hành vi gian dối trong các bài báo về việc mặt trận đã đánh thắng nhiều trận với [[Quân đội nhân dân Việt Nam]], chiếm được nhiều đồn, bót, được dân chúng trong nước chào đón nồng nhiệt, có hơn 10.000 quân số võ trang tại biên thùy quốc nội (dù thực tế rằng trước và sau khi ông mất, tổ chức Mặt Trận chưa đặt chân được đến Việt Nam, chiến dịch Đông Tiến II xâm nhập Việt Nam do ông chỉ huy bị Pathet Lào đánh bại). Lý giải cho việc này, ông Đỗ Thông Minh, người từng làm báo \"Kháng chiến\" cho Mặt Trận chia sẻ rằng: \"Do đồng bào hải ngoại đóng góp nhiều cho kháng chiến nên nhiều người có thắc mắc là vì sao tổ chức kháng chiến đã lâu mà không thấy đánh với Cộng sản? Và thật ra những tin tức về kháng chiến cũng do phía Mặt trận từ chiến khu cung cấp cho hải ngoại chứ ở ngoài này (hải ngoại) không kiểm chứng được\".<ref name=\":1\">Nói chuyện với Đỗ Thông Minh tại Nhật Bản (video Youtube), Lữ Thị Tường Uyên<\/ref> Ông Đỗ Thông Minh cũng cho biết thêm, việc tổ chức \"kháng chiến, xâm nhập về Việt Nam\" phải tiến hành trong một thời gian dài do phải dò đường, giao liên, tiếp tế, lựa chọn thời điểm hành quân,... chứ không thế tiến hành một cách nôn nóng, gấp gáp được; trong khi những người đóng góp cho Kháng chiến tại hải ngoại luôn nóng lòng chờ kết quả của kháng chiến.<ref name=\":1\" \/>\n\nÔng và Mặt Trận cũng bị chỉ trích vì việc đã xử tử nhiều người trong nội bộ tại chiến khu,<ref>Phạm Hoàng Tùng, Đỗ Thông Minh, ''Hành trình người đi cứu nước''<\/ref> cũng như tiến hành ám sát nhiều nhà báo tại hải ngoại vì những bài báo phơi bày nhiều sự thật về kháng chiến.<ref name=\":1\" \/><ref>{{Chú thích web|url=https:\/\/www.pbs.org\/wgbh\/frontline\/article\/terror-in-little-saigon-2\/|tiêu đề=Terror in Little Saigon, phim tài liệu của PBS|tác giả=A.C. Thompson|họ=|tên=|ngày=2015-11-03|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-28}}<\/ref> Sau khi ông mất, tổ chức Mặt Trận cũng bị tố cáo về những gian lận tài chính. Tổ chức Việt Tân sau này cũng bị dư luận chỉ trích vì đã che giấu sự thật về cái chết của ông vào năm 1987 (đến năm 2001 thì Mặt trận mới công bố sự thật về ngày mất của ông và Mặt trận cũng giải tán vào năm 2004 để thành lập Việt Tân).\n\nDư luận báo chí tại Việt Nam lên án hành động xâm nhập vũ trang vào Việt Nam của ông là hành động khủng bố, âm mưu lật đổ chế độ,<ref name=\":0\" \/> cũng như việc Nhà nước Việt Nam cho đến nay vẫn xem Việt Tân là một tổ chức khủng bố.<ref>{{Chú thích web|url=http:\/\/congan.com.vn\/tin-chinh\/bo-cong-an-thong-bao-chinh-thuc-ve-to-chuc-khung-bo-viet-tan_27296.html|tiêu đề=Bộ Công an thông báo chính thức về tổ chức khủng bố “Việt tân”|website=}}<\/ref> Báo chí tại Việt Nam có nhiều bài báo lên án hành động của Hoàng Cơ Minh như phản động, khủng bố, lừa gạt tiền của đồng bào hải ngoại,... Tại phiên tòa tháng 12 năm 1987, tại Thành phố Hồ Chí Minh, dù đã tự sát trước đó, ông bị tuyên án tử hình vì tội phản quốc.\n\n==Gia đình==\n*Vợ và ba con.\n*Cha: [[Hoàng Huân Trung]] (1877 - 1950): thi đỗ Cử nhân Hán học năm 1903, tốt nghiệp trường Hậu bổ năm 1906, nguyên là Tuần phủ, Tổng đốc, Hội trưởng Hội Khai trí Tiến Đức ở miền Bắc thời Pháp thuộc.\n*Chị gái:<br>- [[Hoàng Thị Nga]] (là chị cùng cha khác mẹ): Tiến sĩ Vật lý, bà là người Việt đầu tiên Tây học (năm 1935), sinh sống tại Pháp.<br>- Hoàng Thị Châu An: phu nhân của ông Đỗ Thúc Vịnh, mẹ của [[Đỗ Hoàng Điềm]], chủ tịch hiện tại của Đảng Việt Tân. Bà hiện định cư tại Hoa Kỳ.\n*Anh trai:<br>- [[Hoàng Cơ Bình]] (1909 - 1988): Nha sĩ, nguyên ứng cử viên Tổng thống cùng liên danh với ông Lưu Quang Khình nhiệm kỳ 1967 - 1971 (thất cử). Ông Là cha của Y sĩ - Đại tá Hoàng Cơ Lân, nguyên Y sĩ trưởng Sư đoàn Nhảy dù trong Quân lực Việt Nam Cộng Hòa.<br>- Hoàng Cơ Thụy (1912 - 2004): Luật sư, tác giả sách Việt sử Khảo luận, nguyên Đại sứ Việt Nam Cộng Hòa tại Lào 1969 - 1975.<br>- Hoàng Cơ Long: Luật sư, định cư tại Hoa Kỳ.<br>- Hoàng Cơ Nghị: Cử nhân khoa vật lý học, giáo sư trường Trung học Bảo hộ.\n*Em trai:<br>- Hoàng Cơ Trường: Y sĩ - Đại úy thuộc Sư đoàn Thủy quân Lục chiến.<br>- Hoàng Cơ Định: tốt nghiệp Tiến sĩ Hóa học tại Pháp, nguyên Giám đốc khoa Hóa học tại Đại học Phú Thọ, Sài Gòn.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Việt Nam Cộng hòa.\n\n==Liên kết ngoài==\n{{Thể loại Commons|Hoàng Cơ Minh}}\n*[https:\/\/viettan.org\/?s=Hoàng+Cơ+Minh Việt Nam Canh tân Cách mạng Đảng \/ Hình ảnh chủ tịch Hoàng Cơ Minh]\n\n{{Thời gian sống|1935|1987}}\n\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Hải quân Việt Nam Cộng hòa]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người chống cộng Việt Nam]]\n[[Thể loại:Nhà hoạt động dân chủ người Việt Nam]]\n[[Thể loại:Nhà dân tộc chủ nghĩa Việt Nam]]\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Người Việt Nam lưu vong]]\n[[Thể loại:Cựu sinh viên Đại học Quốc gia Hà Nội]]\n[[Thể loại:Đảng Việt Tân]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người tự sát]]\n[[Thể loại:Người họ Hoàng tại Việt Nam]]"}