{"240326":"{{Thông tin nhà văn\n| name = Hoàng Phủ Ngọc Tường\n| image =\n| caption = \n| birthname = \n| birth_date = {{Ngày sinh và tuổi|1937|9|9}} \n| birthplace = [[Huế]], [[Việt Nam]]\n| deathdate = \n| deathplace = \n| realname = \n| penname = \n| occupation = Nhà văn\n| nationality = {{VIE}}\n| ethnicity = \n| citizenship = \n| education = [[Cử nhân (học vị)|Cử nhân]]\n| alma_mater = [[Đại học Sư phạm Sài Gòn]], [[Đại học Văn khoa Huế]]\n| period = \n| genre = \n| subject = \n| movement = \n| notableworks = \n| awards = [[Giải thưởng Hồ Chí Minh]]\n| spouse = [[Lâm Thị Mỹ Dạ]]\n| partner = \n| children = \n| relatives = \n| influences = \n| influenced = \n| signature = \n| website = \n|birth_place=[[Huế]], [[Trung Kỳ]], [[Liên bang Đông Dương]]}}\n\n'''Hoàng Phủ Ngọc Tường''' (sinh năm [[1937]]) là một [[nhà văn]] của [[Việt Nam]]. Ông được biết đến là tác giả của tác phẩm ''[[Ai đã đặt tên cho dòng sông]].'' \n\n==Cuộc đời==\nÔng sinh ngày [[9 tháng 9]] năm [[1937]], tại thành phố [[Huế]], nhưng quê gốc ở làng Bích Khê, xã Triệu Long, huyện [[Triệu Phong]], tỉnh [[Quảng Trị]].\n\nSau khi học hết bậc trung học ở [[Huế]], năm [[1960]] ông tốt nghiệp khóa I ban Việt Hán, [[Trường Đại học Sư phạm Thành phố Hồ Chí Minh|Đại học Sư phạm Sài Gòn]]. Năm [[1964]], Hoàng Phủ Ngọc Tường nhận bằng [[Cử nhân (học vị)|Cử nhân]] triết Đại học Văn khoa Huế. Từ năm [[1960]] đến năm [[1966]] ông dạy tại [[Trường Trung học phổ thông chuyên Quốc Học]] [[Huế]]. Tư năm [[1966]] đến [[1975]], Hoàng Phủ Ngọc Tường thoát ly gia đình để lên chiến khu, tham gia [[chiến tranh Việt Nam]] chống lại [[Hoa Kỳ]] và [[Việt Nam Cộng hòa]] bằng hoạt động văn nghệ.<ref>http:\/\/baoninhbinh.org.vn\/mot-vai-suy-ngam-ve-tho-hoang-phu-ngoc-tuong-2018083009298226p0c1.htm<\/ref>\n\nĐến năm [[1978]] ông được kết nạp vào [[Hội Nhà văn Việt Nam]]. Ông từng là Tổng thư ký Hội Văn học nghệ thuật [[Bình Trị Thiên]]-Huế, Chủ tịch Hội Văn học nghệ thuật Bình Trị Thiên, Tổng biên tập [[tạp chí Cửa Việt]].\n\nNăm [[2007]], ông được trao [[Giải thưởng Hồ Chí Minh|Giải thưởng Nhà nước về văn học nghệ thuật]], cùng đợt với vợ là nhà thơ [[Lâm Thị Mỹ Dạ]].<ref>Theo web [http:\/\/voque.org\/index.php?option=com_content&task=view&id=384&Itemid=47 Chuyện tình Hoàng Phủ Ngọc Tường - Lâm Thị Mỹ Dạ: Bồng bềnh cho tới mai sau...] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080501223928\/http:\/\/voque.org\/index.php?option=com_content&task=view&id=384&Itemid=47 |date = ngày 1 tháng 5 năm 2008}}<\/ref>\n\nHiện nay nhà văn Hoàng Phủ Ngọc Tường và vợ đang cư ngụ tại [[Thành phố Hồ Chí Minh]]<ref>Xem [http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/91\/180061\/print\/Default.aspx]{{Liên kết hỏng|date=ngày 3 tháng 5 năm 2021|bot=InternetArchiveBot}}.<\/ref>.\n\nNăm 2019, một đoạn trích trong tác phẩm ''[[Ai đã đặt tên cho dòng sông]]'' đã được đưa vào đề thi môn Ngữ văn, [[Kỳ thi trung học phổ thông quốc gia (Việt Nam)|Kỳ thi Trung học phổ thông Quốc gia]].<ref>https:\/\/thethaovanhoa.vn\/xa-hoi\/de-thi-van-thpt-quoc-gia-2019-n20190625053520138.amp<\/ref>\n\n*Giải thưởng [[Hội Nhà văn Việt Nam]], năm 1980.\n*Tặng thưởng Văn học Ủy ban toàn quốc LH các Hội Văn học nghệ thuật Việt Nam, 1999, 2008\n*Giải A giải thưởng Văn học Nghệ thuật Cố đô Huế (1998-2003).\n*Giải thưởng Nhà nước về Văn học nghệ thuật, năm 2007.<ref>Xem [http:\/\/www.voque.org\/index.php?option=com_content&view=article&id=384:-nha-vn-hoang-ph-ngc-tng&catid=17:vn-hc&Itemid=47].<\/ref>.\n*Giải thưởng văn học nghệ thuật [[Chế Lan Viên]] tỉnh [[Quảng Trị]] lần thứ nhất (2015)\n\n==Tác phẩm==\n'''Thể loại bút ký''':\n:*Ngôi sao trên đỉnh Phu Văn Lâu (1971).\n:*Rất nhiều ánh lửa (1979, Giải thưởng Văn học [[Hội Nhà văn Việt Nam]] 1980-1981)\n:*[[Ai đã đặt tên cho dòng sông?|Ai đã đặt tên cho dòng sông]], Nhà xuất bản Thuận Hóa, Huế (1984)\n:*Bản di chúc của cỏ lau (truyện ký, 1984)\n:*Hoa trái quanh tôi (1995)\n:*Huế - di tích và con người (1995)\n:*Ngọn núi ảo ảnh (2000)\n:*Trong mắt tôi (bút ký phê bình, 2001)\n:*Rượu hồng đào chưa uống đã say (truyện ký, 2001)\n:*[[Trịnh Công Sơn]] và cây đàn lya của hoàng tử bé (bút ký văn hóa, 2005)\n:*Miền cỏ thơm (2007)\n:*[[Ai đã đặt tên cho dòng sông?|Ai đã đặt tên cho dòng sông]]. Tinh tuyển bút ký hay nhất, Nhà xuất bản Hội nhà văn, 2010\n:*Lời tạ từ gửi từ một dòng sông (2011)\n\n'''Thể loại thơ''':\n:*Những dấu chân qua thành phố (1976)\n:*Người hái phù dung (1992)\n:*Dạ khúc\n\n'''Thể loại nhàn đàm''': \n:*Nhàn đàm, Nhà xuất bản Trẻ, 1997\n:*Người ham chơi, Nhà xuất bản Thuận Hóa, 1998\n:*Miền gái đẹp, Nhà xuất bản [[Thuận Hóa]], 2001 (Tặng thưởng Văn học Hội Nhà văn Việt Nam 2001)\n\n'''Tuyển tập''':\n:*''Tuyển tập Hoàng Phủ Ngọc Tường'', 4 tập (Nhà xuất bản Trẻ, 2002)\n\n==Sự nghiệp văn chương ==\nĐánh giá chung về sự nghiệp văn chương của Hoàng Phủ Ngọc Tường, sách ''Ngữ văn 12'' có đoạn viết:\n:''Hoàng Phủ Ngọc Tường là một trong những nhà văn chuyên về bút ký. Nét đặc sắc trong sáng tác của ông là sự kết hợp nhuần nhuyễn giữa chất trí tuệ và chất trữ tình, giữa nghị luận sắc bén với suy tư đa chiều được tổng hợp từ vốn kiến thức phong phú về [[triết học]], văn hóa, [[lịch sử]], [[địa lý]]...Tất cả được thể hiện qua lối hành văn hướng nội, súc tích, mê đắm và tài hoa''<ref>''Ngữ văn 12'' (tập I), Nhà xuất bản Giáo dục, 2008, tr. 197.<\/ref>.\n\nTrích thêm ý kiến của người trong giới:\n*Nhà văn [[Nguyễn Tuân]]:\n:''Ký của Hoàng Phủ Ngọc Tường có \"rất nhiều ánh lửa\"''<ref>Theo ''Tuyển tập Hoàng Phủ Ngọc Tường'' (tập 3), Nhà xuất bản. Trẻ, 2002, tr. 400.<\/ref>.\n\n*Nhà văn [[Nguyên Ngọc]]:\n:''Trong một cuốn sách gần đây của anh, viết và in ngay giữa những ngày anh đang vật lộn với cơn bệnh nặng-chứng tỏ ở anh một đức tính dũng cảm và một nghị lực phi thường của một người lao động nghệ thuật-anh tự coi mình là \"người ham chơi\". Quả thật, anh là một người ham sống đến mê mải, sống và đi, đi để được sống, với đất nước, với nhân dân, với con người, đi say mê và say mê viết về họ...''<ref>Nguyên Ngọc, ''Rượu Hồng đào chưa nhắm đã say'', Nhà xuất bản. [[Đà Nẵng]], 2001.<\/ref>\n\n*Nhà thơ [[Hoàng Cát]]:\n:''Hoàng Phủ Ngọc Tường có một phong cách viết bút ký văn học của riêng mình. Thế mạnh của ông là tri thức văn học, triết học, lịch sử, địa lý sâu và rộng, gần như đụng đến vấn đề gì, ở thời điểm nào và ở đâu thì ông vẫn có thể tung hoành thoải mái ngòi bút được...''<ref>Hoàng Cát, ''Đọc cuốn Ngọn Núi Ảo ảnh'', Văn nghệ số 12 ra ngày 18 tháng 3 năm 2000.<\/ref>\n\n*Nhà thơ Ngô Minh:\n:''Hoàng Phủ Ngọc Tường là một trong số rất ít nhà văn viết bút ký nổi tiếng ở nước ta vài chục năm nay. Bút ký của Hoàng Phủ Ngọc Tường hấp dẫn người đọc ở tấm lòng nhân văn sâu sắc, trí tuệ uyên bác và chất Huế thơ huyền hoặc, quyến rũ. Đó là những trang viết tài hoa, tài tử, tài tình...Thực ra, bút ký Hoàng Phủ Ngọc Tường chính là những áng thơ văn xuôi cuốn hút người đọc...thơ Hoàng Phủ Ngọc Tường là vẻ đẹp của nỗi buồn hoài niệm, những day dứt triết học, từ sâu thẳm thời gian, sâu thẳm đất đai vọng lên trong tâm khảm người đọc. Nhà thơ [[Nguyễn Trọng Tạo]] cho rằng thơ Hoàng Phủ Ngọc Tường thấm đẫm \"triết học về cái chết...thơ anh buồn mỗi nỗi buồn đứt ruột...Đấy là thơ của cõi âm\"... Đó là một nhận xét xác đáng''.\n \n* Trên báo mạng [[VnExpress|Vnexpress:]]\n\n:''Dường như trong suốt cuộc đời mình, Hoàng Phủ Ngọc Tường bị ám ảnh bởi hoa. Điều đó, dù cuộc đời lận đận những ngày tù cộng với những năm tháng bôn ba khắc nghiệt của chiến tranh vẫn không tước đoạt nổi của ông...Ông viết rất nhiều về hoa và đặc biệt, ông bị ám ảnh bởi sắc diện phù dung.'' <ref>[http:\/\/beta.vnexpress.net\/GL\/Van-hoa\/2005\/02\/3B9DBAA0\/ Hoàng Phủ Ngọc Tường và nỗi ám ảnh hoa phù dung] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081022031701\/http:\/\/beta.vnexpress.net\/GL\/Van-hoa\/2005\/02\/3B9DBAA0\/ |date = ngày 22 tháng 10 năm 2008}} - [[VnExpress]].<\/ref>.\n\n==Trích sáng tác==\n:{| valign=\"top\" width=\"100%\"\n| width=\"50%\"|\n:Có một buổi chiều nào như chiều xưa\n:Anh về trên cát nóng\n:Đường dài vành môi khát bỏng\n:Em đến dịu dàng như một cơn mưa.\n:...\n:Có buổi chiều nào người bỏ vui chơi\n:Cho tôi chiếc hôn nồng cháy\n:Nỗi đau bắt đầu từ đấy\n:Ngọt ngào như trái nho tươi.\n|width=\"50%\"|\n:Có buổi chiều nào mộng mị vây quanh\n:Nửa vành mi cong hờn dỗi\n:Em xõa muộn sầu trên gối\n:Rối bời như mớ tơ xanh.\n\n:Có buổi chiều nào hình như chưa nguôi\n:Vầng trăng sáng màu vĩnh viễn\n:Em có lời thề dâng hiến\n:Cho anh trọn một đời người.\n\n:Có buổi chiều nào như chiều nay\n:Căn phòng anh bóng tối dâng đầy\n:Anh lặng thầm như là cái bóng\n:Hoa tàn một mình em không hay.\n:(trích Dạ Khúc) <ref>Trích trong ''Tuyển tập Hoàng Phủ Ngọc Tường'' (tập 4), Nhà xuất bản. Trẻ, 2002, tr. 89 - 90<\/ref>\n|}\n\nVà một đoạn bút ký:\n:''...Tôi có đi thăm mộ cụ [[Hoàng Diệu]] ở giữa cánh đồng [[Xuân Đài]]. Mộ không bề thế như tôi tưởng, còn quá nhỏ so với lăng mộ của những viên quan lớn vô tích sự trên triều đình Huế mà tôi vẫn thường thấy. Mộ là một nắm vôi khô nằm vùi giữa đồng cỏ voi, xa khu dân cư nên trong chiến tranh thoát khỏi bị xe Mỹ càn ủi.''\n:''Đúng một trăm năm sau ngày Hoàng Diệu tuẫn tiết, xã đã trùng tu lại nơi yên nghỉ của cụ, quy cách khiêm tốn như nó vốn thế. Tường lăng sơn trắng phơn phớt hồng nỗi lên màu lá xanh, bát ngát và trong sáng, đúng là giấc ngủ của người anh hùng.''\n:''Người sinh ra ở gò Nổi để chết dưới chân thành [[Hà Nội]], xương thịt trở về với đất làng mà chính khí vang động sử sách,\"trời cao bể rộng đất dày-[[núi Nùng]] [[sông Hồng|sông Nhị]] chốn này làm ghi\". ''\n:''Trước mặt người ta đọc thấy cặp câu đối viếng của [[Tôn Thất Thuyết]]: \"Nhất tử thành danh, tự cổ anh hùng phi sở nguyện\/ Bình sinh trung nghĩa, đương niên đại cuộc khả vô tâm\" (Lấy cái chết để thành tên tuổi, xưa nay người anh hùng đâu muốn thế\/ Một thời trung nghĩa lòng không thể hổ thẹn khi nhìn đai cuộc ngày nay)...''\n:''Hồi nhỏ nhà nghèo, mẹ chăn tằm dệt lụa nuôi con ăn học. Hoàng Diệu lớn lên bằng tuổi trẻ gian khổ ở làng quê, buổi sáng sớm đi học chỉ súc miệng và nhịn đói, trưa về ăn một chén bắp nấu đậu, đến tối cả nhà chia mỗi người một bát cơm. Ngày nghe tin chồng tuẫn tiết, bà Hoàng Diệu đang cuốc cỏ lá de, ngất xỉu ngay trên bờ ruộng.''\n:''Làm quan Tổng đốc mà nhà còn nghèo đến thế, huống là nhà dân!...''<ref>Trích ''Đứa con phù sa'', ''Tuyển tập Hoàng Phủ Ngọc Tường'' (tập 2), Nhà xuất bản. Trẻ, 2002, tr. 452<\/ref>\n\n==Gia đình ==\n* Vợ ông là nhà thơ [[Lâm Thị Mỹ Dạ]]\n* Hai con gái: Hoàng Dạ Thư, làm việc tại [[Nhà xuất bản Trẻ]] và Hoàng Dạ Thi (từng làm thơ, viết văn) hiện đã định cư tại Mỹ.<ref name=\"NT1\">[https:\/\/archive.is\/20130627185059\/www.qdnd.vn\/qdndsite\/vi-VN\/91\/68\/74\/74\/74\/180061\/Default.aspx \"Ông Tường\" xa Huế...] Báo Quân đội nhân dân online. Truy cập ngày 27 tháng 6 năm 2013.<\/ref>\n\n==Tranh cãi về biến cố Huế Mậu Thân==\nNhiều người cho rằng Hoàng Phủ Ngọc Tường, cùng em trai là Hoàng Phủ Ngọc Phan và Nguyễn Đắc Xuân tham gia vào vụ [[Thảm sát Huế Tết Mậu Thân]]. Tuy nhiên, nhà nghiên cứu Nguyễn Đắc Xuân khẳng định là trong suốt thời gian chiến dịch, Hoàng Phủ Ngọc Tường ở chiến khu tại địa đạo Khe Trái trong vùng núi phía tây huyện [[Hương Trà]] để làm công việc của Mặt trận Giải phóng, cho nên chuyện Hoàng Phủ Ngọc Tường tham gia tàn sát là điều bịa đặt. Theo Nguyễn Đắc Xuân, nguyên nhân của những thông tin này là do nhóm \"Tường - Phan - Xuân\" xuất thân là những sinh viên theo đạo Phật tham gia chống chính quyền Ngô Đình Diệm và các chính quyền thân Mỹ của Việt Nam Cộng hòa, sau đó thoát ly tham gia cuộc chiến chống Mỹ trong Mặt trận Giải phóng, chính điều này đã khiến các nhóm tôn giáo thân Diệm, các nhóm chính trị chống Cộng cực đoan và những người có quyền lợi bị ảnh hưởng thù ghét họ, và dựng nên những thông tin nhằm bôi xấu bộ ba Tường - Phan - Xuân. Còn Hoàng Phủ Ngọc Tường kể rằng vào ngày diễn ra chiến dịch Mậu Thân, ông đã có mặt ở sở chỉ huy tiền phương để chờ nhiệm vụ nhưng sau đó cấp trên yêu cầu trì hoãn việc vào Huế vì tình hình phức tạp nên cuối cùng ông Tường cũng không thể có mặt ở thành phố Huế khi trận đánh diễn ra.<ref name = \"antg\">[http:\/\/antg.cand.com.vn\/vi-vn\/tulieu\/2013\/1\/79857.cand\/ Sự thật về 3 nhân vật bị kẻ thù gọi là \"đồ tể khát máu\"]<\/ref>.\n\nTuy nhiên năm 1982, Hoàng Phủ Ngọc Tường lại tường thuật chi tiết trận đánh giống như ông là nhân chứng có mặt trong thời gian biến cố Mậu Thân xảy ra. Trả lời phỏng vấn ngày 29\/2\/1982 với một nhà làm phim Mỹ, phim \"[[VietNam Television History]]\" của ông Burchett nói về trận Mậu Thân Huế<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/hue-massacre-the-contradictory-facts-02072012171606.html\/ Mậu Thân- Huế, đi tìm những phản đề], RFA, 7.2.2012<\/ref>, ông nói rằng ông biết một bệnh viện tại vùng Gia Hội, chứng kiến bệnh viện này đã bị Mỹ thả bom giết chết hơn 200 người và trong đêm đó ông dẵm lên một vũng bùn, tưởng đó là bùn, khi mà bật đèn thì thấy toàn là máu cả<ref>[http:\/\/openvault.wgbh.org\/catalog\/vietnam-3fe9ec-interview-with-hoang-phu-ngoc-tuong-1982 Interview with Hoang Phu Ngoc Tuong, 1982], Openvault, 29.2.1982<\/ref>\n\nNhà văn Nguyễn Đắc Xuân thì kể lý do tại sao ông Hoàng Phủ Ngọc Tường có thể kể tường tận diễn biến dù không về Huế<ref>[http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Su-that-ve-3-nhan-vat-bi-ke-thu-goi-la-do-te-khat-mau-Su-vu-khong-trao-tro-304949\/ Sự thật về 3 nhân vật bị kẻ thù gọi là \"đồ tể khát máu\"]<\/ref>:\n:''\"Anh Tường kể: Tết Mậu Thân, anh đã có mặt ở Sở chỉ huy tiền phương Mặt trận Huế, đặt tại núi Kim Phụng, phía tây Huế. Chúng tôi cứ chờ mãi như thế và không bao giờ được trở lại thành phố. Lúc bấy giờ Quân Giải phóng và nhân dân Huế vẫn phải liên tục đánh trả sự phản công quyết liệt của đối phương. Lời hiệu triệu kêu gọi đồng bào Huế nổi dậy là do anh Tường viết đã được thu băng và được phát đi khắp các nẻo đường, phố phường của Huế. Có lẽ do sự kiện này mà về sau nhiều người nhầm rằng anh Tường có mặt ở Huế trong những ngày Tết Mậu Thân.'' \n:''Ngoài câu chuyện trên đây, chúng tôi nghĩ rằng, có lẽ còn do chuyện Hoàng Phủ Ngọc Tường viết tập bút ký \"[[Ngôi sao trên đỉnh Phu Văn Lâu]]\" viết về những người giữ cờ trên Phu Văn Lâu, Huế. Không tham gia đánh trận trực tiếp làm sao mà viết về cuộc chiến với những chi tiết cụ thể như thế? Sự thật thì không phải vậy. Hoàng Phủ Ngọc Tường bảo rằng, đây là một tập sách \"viết chưa đạt\". Vì thế trong 4 tập của \"Tuyển tập Hoàng Phủ Ngọc Tường\", tập ký này không được chọn trang nào cả. Ông Tường kể: \"Đây là cuốn sách tôi viết từ một tư liệu ghi chép về những người giữ cờ ở Huế của Nguyễn Đắc Xuân. Tôi đã hư cấu thêm theo sự cho phép của thể loại ký và theo suy nghĩ của tôi - chứ tôi đâu có mặt ở Huế vào thời điểm ấy\"''\n\nÔng tuyên bố mình không dính líu:\n{{cquote|''Không hiểu sao đến giờ vẫn có những kẻ xấu miệng cứ tìm cách buộc chặt tôi vào \"vụ\" Mậu Thân Huế. Đúng Mậu Thân đã trở thành một bi kịch đời tôi! Tôi đành xem họ như những kẻ vu khống bẩn thỉu, thế thôi !''|||Hoàng Phủ Ngọc Tường|<ref name = \"antg\"\/>}}\n\nTrong cuộc phỏng vấn với Thuy Khuê của đài RFI, Hoàng Phủ Ngọc Tường đã cảm ơn [[Nhã Ca]], tác giả cuốn [[Nhã Ca#Bút ký Giải Khăn Sô Cho Huế|Giải Khăn Sô Cho Huế]], đã viết là ông đã không về Huế trong biến cố Mậu Thân, chứng minh ông không có trách nhiệm gì về những biến cố xảy ra ở Huế.<ref name = \"rfi1\">[http:\/\/thuykhue.free.fr\/tk97\/nchpngoctuong.html Nói chuyện với Hoàng Phủ Ngọc Tường về biến cố Mậu Thân ở Huế] trên đài RFI, 12 tháng 7 năm 1997<\/ref>\n\nNăm 2018, xuất hiện một bài đăng trên Facebook của [[Nguyễn Quang Lập|Bọ Lập]] vào ngày 10.2.2018 được ghi là của ông Tường, trong đó ông nói rằng mình không có mặt ở [[Huế]] trong [[Sự kiện Tết Mậu Thân]]. Tuy nhiên, ông công nhận clip phỏng vấn với ông Burchett và đoàn làm phim \"Việt Nam một thiên lịch sử truyền hình\" được đăng trên Youtube là có thật: \"Để chứng tỏ mình là người trong cuộc, tôi đã dùng ngôi thứ nhất - \"tôi\", \"chúng tôi\" khi kể một vài chuyện ở Huế Mậu Thân 68. Đó là những chuyện anh em tham gia chiến dịch kể lại cho tôi, tôi đã vơ vào làm như là chuyện do tôi chứng kiến.\", cũng như: \"Cũng trong cuộc trả lời phỏng vấn này, khi nói về thảm sát Huế tôi đã hăng hái bảo vệ cách mạng, đổ tội cho Mỹ. Đó là năm 1981, khi còn hăng say cách mạng, tôi đã nghĩ đúng như vậy. Chỉ vài năm sau tôi đã nhận ra sai lầm của mình. Đó là sự nguỵ biện. Không thể lấy tội ác của Mỹ để che đậy những sai lầm đã xảy ra ở Mậu Thân 1968.\" Ông cho rằng: \"Điều quan trọng còn lại tôi xin ngỏ bầy ở đây, với tư cách là một đứa con của Huế, đã ra đi và trở về, ấy là nỗi thống thiết tận đáy lòng mỗi khi tôi nghĩ về những tang tóc thê thảm mà nhiều gia đình người Huế đã phải gánh chịu, do hành động giết oan của quân nổi dậy trên mặt trận Huế năm Mậu Thân. Đó là một sai lầm không thể nào biện bác được, nhìn từ lương tâm dân tộc, và nhìn trên quan điểm chiến tranh cách mạng.\" <ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam-43021600 'Nên khoan dung về thư Mậu Thân của Hoàng Phủ Ngọc Tường'], BBC, 11.2.2018<\/ref><ref>{{chú thích web | url =http:\/\/danviet.vn\/van-hoa\/nha-tho-hoang-phu-ngoc-tuong-loi-cuoi-cho-cau-chuyen-buon-848351.html | tiêu đề =Nhà thơ Hoàng Phủ Ngọc Tường: Lời cuối cho câu chuyện buồn | author = | ngày =10 tháng 2 năm 2018 | ngày truy cập = | nơi xuất bản =danviet.vn | ngôn ngữ = | url lưu trữ =https:\/\/web.archive.org\/web\/20180211165948\/http:\/\/danviet.vn\/van-hoa\/nha-tho-hoang-phu-ngoc-tuong-loi-cuoi-cho-cau-chuyen-buon-848351.html | ngày lưu trữ =2018-02-11 |url-status=live }}<\/ref><ref>{{chú thích web | url =https:\/\/www.sbtn.tv\/ong-hoang-phu-ngoc-tuong-thu-nhan-thu-pham-vu-tham-sat-mau-than-1968-la-quan-noi-day-csvn\/ | tiêu đề =Ông Hoàng Phủ Ngọc Tường thú nhận: thủ phạm vụ thảm sát Mậu Thân là quân nổi dậy CSVN | author = | ngày =7 tháng 10 năm 2017 | ngày truy cập =12 tháng 2 năm 2018 | nơi xuất bản =www.sbtn.tv | ngôn ngữ = | url lưu trữ =https:\/\/web.archive.org\/web\/20180212172601\/https:\/\/www.sbtn.tv\/ong-hoang-phu-ngoc-tuong-thu-nhan-thu-pham-vu-tham-sat-mau-than-1968-la-quan-noi-day-csvn\/ | ngày lưu trữ =2018-02-12 |url-status=live }}<\/ref>\n\n==Chú thích==\n{{Tham khảo|3}}\n\n==Xem thêm & liên kết ngoài==\n*[http:\/\/antg.cand.com.vn\/vi-vn\/tulieu\/2013\/1\/79857.cand\/ Sự thật về 3 nhân vật bị kẻ thù gọi là \"đồ tể khát máu\"] Báo Công An Nhân dân online về Hoàng Phủ Ngọc Tường và tin đồn Thảm sát Mậu Thân ở Huế.\n*[http:\/\/beta.vnexpress.net\/GL\/Van-hoa\/2005\/02\/3B9DBAA0\/ Hoàng Phủ Ngọc Tường và nỗi ám ảnh hoa phù dung] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081022031701\/http:\/\/beta.vnexpress.net\/GL\/Van-hoa\/2005\/02\/3B9DBAA0\/ |date = ngày 22 tháng 10 năm 2008}} trên website Vnexpress.\n*[http:\/\/openvault.wgbh.org\/catalog\/vietnam-3fe9ec-interview-with-hoang-phu-ngoc-tuong-1982 Phỏng vấn Hoàng Phủ Ngọc Tường, 1981] về Trận Mậu Thân tại Huế.\n*[http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p4\/c17\/n361\/Bi-kich-Hoang-Phu-Ngoc-Tuong.html Bi kịch Hoàng Phủ Ngọc Tường]\n{{thời gian sống|1937}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Người được trao tặng Giải thưởng Nhà nước (Việt Nam)]]\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Thảm sát Huế Tết Mậu thân]]"}