{"1613882":"{{Chú thích trong bài}}{{Thông tin tiểu sử bóng đá\n| name = Hoàng Văn Phúc\n| fullname = \n| image = \n| position = [[Hậu vệ (bóng đá)|Hậu vệ]] (đã giải nghệ)\n| currentclub = [[Câu lạc bộ bóng đá Sài Gòn|Sài Gòn]] ([[huấn luyện viên]])\n| clubs1 = [[Đội bóng đá Thể Công|Thể Công]]\n| clubs2 = [[Câu lạc bộ bóng đá Quân khu 3|Quân khu 3]]\n| years1 = 1976-1983\n| years2 = 1983-1989\n| caps1 = \n| goals1 = \n| managerclubs1 = [[Hà Nội ACB]]\n| managerclubs2 = [[Đội tuyển bóng đá U-16 quốc gia Việt Nam|U-16 Việt Nam]]\n| manageryears1 = 2006–2009\n| manageryears2 = 2009–2011\n| birth_date = 1964\n| birth_place = [[Hà Nội]], [[Việt Nam Dân chủ Cộng hòa]]\n| manageryears3 = 2011–2013\n| managerclubs3 = [[Câu lạc bộ bóng đá Sài Gòn|Hà Nội]]\n| manageryears4 = 2012–2014\n| managerclubs4 = [[Đội tuyển bóng đá U-23 quốc gia Việt Nam|U-23 Việt Nam]]\n| manageryears5 = 2013–2014\n| managerclubs5 = [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]]\n| manageryears6 = 2014–2019\n| managerclubs6 = [[Câu lạc bộ bóng đá Quảng Nam|Quảng Nam]]\n| clubs3 = [[Đội bóng đá Tổng cục Đường sắt|Đường sắt]]\n| years3 = 1990-1996\n| managerclubs7 = [[Câu lạc bộ bóng đá Sài Gòn|Sài Gòn]]\n| manageryears7 = 2019–2020\n| manageryears8 = 2021–\n| managerclubs8 = [[Câu lạc bộ bóng đá Hà Nội (2016)|Hà Nội]] (GĐKT)\n}}\n'''Hoàng Văn Phúc''' (sinh năm 1964) là huấn luyện viên bóng đá và cựu [[cầu thủ bóng đá]] người [[Việt Nam]]. Ông từng là huấn luyện viên trưởng của [[Đội tuyển bóng đá quốc gia Việt Nam|đội tuyển quốc gia Việt Nam]] và là người góp công lớn trong chức vô địch V.League 2017 của [[Câu lạc bộ bóng đá Quảng Nam|câu lạc bộ Quảng Nam]]. Hiện tại. ông đang là giám đốc kỹ thuật của [[Câu lạc bộ bóng đá Hà Nội (2016)|CLB Hà Nội]].\n\n==Sự nghiệp ==\n\n=== Cầu thủ ===\nÔng từng thi đấu cho các CLB [[Đội bóng đá Thể Công|Thể Công]] (1976-1983), Quân khu 3 (1983-1989), [[Đội bóng đá Tổng cục Đường sắt|Đường sắt Việt Nam]] (1990-1996). Thời còn là cầu thủ, ông không nổi tiếng so với các đồng đội nhưng được đánh giá cao bởi lối chơi cần mẫn ở vị trí trung vệ.\n\n=== Huấn luyện viên ===\nNăm 1996, ông giải nghệ và bước vào sự nghiệp huấn luyện. Khi [[Đội bóng đá Tổng cục Đường sắt|Đội bóng đá Đường sắt Việt Nam]] chuyển sang phiên hiệu [[Câu lạc bộ bóng đá Hà Nội|Câu lạc bộ bóng đá Ngân hàng Á Châu]] vào năm 2000, ông được bổ nhiệm vào chức vụ huấn luyện viên phó. Năm 2006, ông được bổ nhiệm làm Huấn luyện viên trưởng của câu lạc bộ. Ngay trong mùa bóng đầu tiên trên cương vị huấn luyện viên trưởng Hà Nội ACB, ông Phúc đã nhận được danh hiệu Huấn luyện viên xuất sắc nhất tháng 4.\n\nTuy nhiên, đến năm 2008, sau khi Hà Nội ACB xuống hạng, ông đã nghỉ và chuyển sang mảng đào tạo trẻ tại [[Liên đoàn Bóng đá Việt Nam]]. Thời gian này, ông hoàn tất tấm bằng A huấn luyện viên của AFC. Ngay trong năm 2008, ông đã dẫn dắt đội tuyển U-16 Việt Nam giành chức vô địch [[Đông Nam Á]]. Dấu ấn trong sự nghiệp huấn luyện của ông là vào năm 2010, khi đội tuyển U-16 Việt Nam vượt qua đối thủ mạnh Trung Quốc để giành ngôi vô địch Đông Nam Á mở rộng. Một năm sau, ông dẫn dát đội tuyển U-19 Việt Nam thi đấu thành công và giành được tấm vé dự vòng chung kết U-19 châu Á 2012.\n\nĐầu mùa giải 2012, ông được [[Câu lạc bộ bóng đá Hà Nội T&T]] giao phụ trách đội trẻ Hà Nội T&T và ngay trong năm đó, đội bóng này đã giành quyền thăng hạng. Tuy nhiên, do quy chế không cho phép 2 đội cùng chủ sở hữu thi đấu tại cùng một giải và bầu Hiển không thể tìm đối tác chuyển giao nên đội trẻ Hà Nội T&T phải ở lại thi đấu ở giải hạng Nhất.\n\nCuối năm 2012, ông được Liên đoàn Bóng đá Việt Nam giao nhiệm vụ dẫn dắt [[Đội tuyển bóng đá U-23 quốc gia Việt Nam|U-22 Việt Nam]] tham dự [[Cúp BTV]] 2012. Đội thi đấu khá ấn tượng và giành được ngôi vị á quân.\n\nĐầu năm 2013, ông được Liên đoàn Bóng đá Việt Nam mời giữ chức huấn luyện viên trưởng [[Đội tuyển bóng đá quốc gia Việt Nam|Đội tuyển Việt Nam]]. Tuy nhiên, do yêu cầu phải chuyên trách nên ông từ chối. Sau khi [[Liên đoàn Bóng đá Việt Nam]] bỏ yêu cầu chuyên trách và các ứng cử viên khác cho chức huấn luyện viên trưởng đã bị từ chối, ông được mời lại và lần này ông nhận lời làm huấn luyện viên trưởng tạm quyền, chuẩn bị cho vòng loại Asian Cup 2015. Ngày 16 tháng 5 năm 2013, ông đã chính thức đặt bút ký hợp đồng với VFF, trở thành huấn luyện viên trưởng của ĐTQG và U-23 Quốc gia với thời hạn 2 năm.<ref>{{chú thích web | url = http:\/\/news.zing.vn\/the-thao\/hlv-hoang-van-phuc-chinh-thuc-ky-hop-dong-voi-vff\/a320743.html | tiêu đề = HLV Hoàng Văn Phúc chính thức ký hợp đồng với VFF | author = | ngày = | ngày truy cập = 9 tháng 8 năm 2016 | nơi xuất bản = Zing.vn | ngôn ngữ = }}<\/ref> Trong hợp đồng của HLV này, VFF đưa điều khoản ràng buộc về thành tích ĐT U-23 Việt Nam phải vào chung kết [[SEA Games 27]] và ĐTQG vào bán kết [[Giải vô địch bóng đá Đông Nam Á 2014|AFF Cup 2014]].\n\nĐể chuẩn bị cho SEA Games 27, U-23 Việt Nam tham gia giải giao hữu BTV Cup tổ chức tại Bình Dương vào tháng 10 năm 2013. Tại giải này, ông Phúc bị VFF đình chỉ chức vụ Huấn luyện viên trưởng sau trận đấu với CLB Bangu Atletico (Brazil) khi U-23 Việt Nam dẫn trước 3-1 nhưng lại bị gỡ hòa 3-3.<ref>[http:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-trong-nuoc\/hlv-hoang-van-phuc-mat-ghe-sau-tran-hoa-bat-thuong-2903368.html HLV Hoàng Văn Phúc mất ghế sau trận hòa bất thường]<\/ref> Tuy nhiên, sau giải đấu giao hữu đó, VFF lại phục chức cho ông Phúc do không thể kịp tìm được người khác thay thế khi mà SEA Games 27 sẽ diễn ra vào tháng 12\/2013.<ref>[http:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-trong-nuoc\/hlv-hoang-van-phuc-duoc-phuc-chuc-2904969.html HLV Hoàng Văn Phúc được phục chức]<\/ref>\n\nTại SEA Games 27, U-23 Việt Nam dưới sự dẫn dắt của ông Phúc khởi đầu bằng chiến thắng đậm 7-0 trước đội yếu U-23 Brunei. Trận đấu tiếp theo, U-23 Việt Nam bất ngờ thua U-23 Singapore 0-1. Mặc dù thắng U-23 Lào với tỷ số 5-0 tại trận đấu thứ ba, U-23 Việt Nam lại để thua U-23 Malaysia với tỷ số 1-2 trong trận cuối cùng của vòng đấu bảng. Với chỉ 6 điểm, Việt Nam bị loại ngay sau vòng đấu bảng của SEA Games lần đầu tiên kể từ năm 2001. Sau SEA Games 27, ông Phúc từ chức huấn luyện viên trưởng của ĐTQG và đội U-23 Quốc gia.<ref>[http:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-trong-nuoc\/chia-tay-hlv-hoang-van-phuc-vff-sang-nhat-tim-thay-2973709.html Chia tay HLV Hoàng Văn Phúc, VFF sang Nhật tìm thầy]<\/ref>\n\nTháng 5 năm 2014, ông [[Miura Toshiya]] được VFF bổ nhiệm là Huấn luyện viên trưởng ĐTQG và Đội U-23 Quốc gia, kế nhiệm HLV Hoàng Văn Phúc.\n\nTháng 9 năm 2014, ông Phúc nhận lời dẫn dắt CLB Quảng Nam chuẩn bị thi đấu tại [[Giải bóng đá vô địch quốc gia 2015|V-League 2015]].<ref>[http:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-trong-nuoc\/cuu-hlv-tuyen-viet-nam-dan-dat-quang-nam-3044441.html Cựu HLV tuyển Việt Nam dẫn dắt Quảng Nam]<\/ref> Kết thúc mùa giải 2015, CLB Quảng Nam xếp thứ 8\/14 chung cuộc. Sang mùa giải [[Giải bóng đá vô địch quốc gia 2016|V.League 2016]], CLB Quảng Nam xếp hạng 5\/14 chung cuộc.\n\nNăm 2017, ông có danh hiệu đầu tiên sau khi đội bóng [[Quảng Nam F.C.]] giành chức vô địch [[Giải bóng đá vô địch quốc gia 2017|Giải bóng đá vô địch quốc gia]] [[2017]]. Một năm sau đội bóng của ông thi đấu khá ổn định với vị trí thứ 7\/14 chung cuộc. Sau khi quyết định rời đội bóng vào tháng 6 năm 2019, đội bóng của ông được HLV [[Vũ Hồng Việt]] quản lý. Tháng 2 năm 2020, ông quyết định quản lý đội bóng [[Sài Gòn FC]] nhưng lại chia tay đội bóng sau vòng đấu đầu tiên do những bất đồng trong cách cầm quân và đội đó đang được chủ tịch CLB [[Vũ Tiến Thành]] dẫn dắt.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/thethaovanhoa.vn\/bong-da-trong-nuoc\/nong-huan-luyen-vien-hoang-van-phuc-la-huan-luyen-vien-tam-quyen-cua-doi-tuyen-viet-nam-n20130113223834441.htm Nóng: HLV Hoàng Văn Phúc là HLV tạm quyền của đội tuyển Việt Nam]\n* [http:\/\/bongdaplus.vn\/Cac-DTQG\/huan-luyen-vien-Hoang-Van-Phuc-tam-quyen-dan-dat-DTVN\/78512.bbd Huấn luyện viên Hoàng Văn Phúc tạm quyền dẫn dắt ĐTVN] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161024152944\/http:\/\/www1.bongdaplus.vn\/Cac-DTQG\/huan-luyen-vien-Hoang-Van-Phuc-tam-quyen-dan-dat-DTVN\/78512.bbd |date=2016-10-24 }}\n* [http:\/\/baodientu.chinhphu.vn\/Home\/huan-luyen-vien-Hoang-Van-Phuc-tam-quyen-dan-dat-DT-quoc-gia\/20131\/159253.vgp Huấn luyện viên Hoàng Văn Phúc tạm quyền dẫn dắt ĐT quốc gia]\n* [http:\/\/thethao.vnexpress.net\/tin-tuc\/chan-dung\/huan-luyen-vien-hoang-van-phuc-nguoi-hung-bat-dac-di-2412516.html Huấn luyện viên Hoàng Văn Phúc - Người hùng bất đắc dĩ]\n\n{{thời gian sống|1964}}\n{{Huấn luyện viên đội tuyển bóng đá quốc gia Việt Nam}}\n\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Huấn luyện viên bóng đá Việt Nam]]\n[[Thể loại:Cầu thủ bóng đá Việt Nam]]\n[[Thể loại:Huấn luyện viên đội tuyển bóng đá quốc gia Việt Nam]]\n[[Thể loại:Cầu thủ đội tuyển bóng đá quốc gia Việt Nam]]\n[[Thể loại:Hậu vệ bóng đá]]\n[[Thể loại:Huấn luyện viên câu lạc bộ bóng đá Quảng Nam]]\n[[Thể loại:Huấn luyện viên câu lạc bộ bóng đá Hà Nội (2016)]]\n[[Thể loại:Huấn luyện viên câu lạc bộ bóng đá Sài Gòn]]"}