{"1707086":"{{Thông tin nhân vật\n|name = Hoàng Trọng Thừa\n|image = Hoàng Trọng Thừa.JPG\n|image size= 200px\n|birth_date=[[1877]] hoặc [[1875]]\n|birth_place=Nam Trung, [[Thừa Thiên Huế|Thừa Thiên]]\n|death_date=[[28 tháng 7]] năm [[1953]]\n|death_place = [[Quảng Nam]], [[Việt Nam]]\n|nationality = Việt Nam\n|residence = \n|education = Trường Kinh Thánh Ngô Châu, [[Quảng Tây]] \n|occupation= Mục sư, Hội trưởng Hội thánh Tin Lành Việt Nam \n|religion=[[Tin Lành]]\n|website=\n|signature=\n}}\n\n'''Hoàng Trọng Thừa''' (sinh [[1877]]<ref name=tvtl>{{chú thích web | url = http:\/\/www.thuvientinlanh.org\/ls_mshtt\/ |author=Phước Nguyên| title = Tiểu sử Mục sư Hoàng Trọng Thừa|publisher= Thư viện Tin Lành|}}<\/ref> hoặc 1875<ref name=VGCN>{{chú thích web | url = http:\/\/hoithanh.com\/Home\/tin-tuc\/1770-ms-hoang-trong-thua-hoi-truong-dau-tien-ca-httlvn.html|author=| title = Hoàng Trọng Thừa – Vị Hội trưởng đầu tiên của HTTLVN|publisher= Vietnamese Global Network|}}<\/ref> – mất [[1953]]), là [[người Việt Nam (định hướng)|người Việt Nam]] đầu tiên được phong chức Mục sư [[Tin Lành]], ông cũng là Hội trưởng đầu tiên của [[Hội thánh Tin Lành Việt Nam]].\n==Thiếu thời==\nHoàng Trọng Thừa sinh năm [[1877]] tại làng Nam Trung, tỉnh [[Thừa Thiên Huế|Thừa Thiên]], nguyên quán huyện Bình Xương, phủ Tân Bình, tỉnh [[Gia Định]].<ref name=tvtl\/> trong một gia đình khá giả theo truyền thống [[Nho giáo]]. Dù sớm theo nghiệp bút nghiên nhưng không may mắn trên đường khoa bảng, Hoàng Trọng Thừa đều trượt sau hai lần ứng thí. Đến đầu thế kỷ 20, trong tiến trình chuyển đổi sang chữ [[Quốc ngữ]], các kỳ thi chữ Nho bị hủy bỏ. Hoàng Trọng Thừa bắt đầu hành nghề [[đông y]].<ref name=tvtl\/>\n===Tiếp nhận Đức tin Cơ Đốc===\nNăm 1913, Hoàng Trọng Thừa vào Tourane (nay là [[Đà Nẵng]]), thành phố này đang phát triển thành một thương cảng thay thế Faifo (nay là [[Hội An]]) ở miền Trung. Đây cũng là điểm đến đầu tiên của những nhà truyền giáo thuộc [[Hội Truyền giáo Phúc âm Liên hiệp]] khi họ thành lập một cơ sở truyền bá Phúc âm từ năm 1911. Đã có cơ hội đọc Kinh Thánh và một số ấn phẩm Cơ Đốc viết bằng chữ Hán từ năm 1902, ông tiếp tục tìm hiểu về tôn giáo nhiều người gọi là \"Đạo Huê Kỳ\" hoặc \"Đạo Rối\". Trong thời gian này, ông nhận lời dạy tiếng Việt cho các giáo sĩ. Đến năm 1915, trong một buổi học [[Kinh Thánh]], ông tiếp nhận [[đức tin Kitô giáo|đức tin Cơ Đốc]].<ref name=tvtl\/>\n\nHoàng Trọng Thừa khởi sự học và trau giồi kỹ năng nghiên cứu và giảng luận dưới sự hướng dẫn của nhà truyền giáo E. F. Irwin, đồng thời đảm trách nhiệm vụ thông dịch. Ông cộng tác với Nhà thờ Tin Lành Đà Nẵng và góp phần đáng kể cho sự phát triển của giáo đoàn trong những năm cuối thập niên 1910.<ref>E. F. Irwin, ''With Christ in Indochina.'' Christian Publication, Inc., Harrisburg, PA., 1937, p. 40, 41.<br\/>Ông khởi sự giảng Tin Lành trong nhà thờ. Nhiều người - phần lớn là người có học thức, ông cũng là một người trong giới của họ - tìm đến nghe ông giảng và tranh luận với ông. Sau ba tháng, Chúa đã đem mười tám người đến với Ngài, và Hội thánh tại Tourand được hình thành.<\/ref> Năm 1920, theo lời mời của Hội Truyền giáo, ông vào hỗ trợ cho các giáo sĩ tại Nhà thờ Tin Lành Sài Gòn.<ref name=tvtl\/>\n\n==Mục vụ==\nTheo đề nghị của nhà truyền giáo Robert A. Jaffray đến từ [[Tên gọi Trung Quốc|Trung Hoa]], Hoàng Trọng Thừa ghi danh nhập học Trường Kinh Thánh Ngô Châu, [[Quảng Tây]], nhưng do tình hình chính trị khi ấy, ông không được xuất ngoại và phải học theo phương pháp hàm thụ, rồi tốt nghiệp năm 1920. Ông về quản nhiệm Nhà thờ Đà Nẵng.<ref>{{harvnb|Lê Hoàng Phu|2010|p=114}}<\/ref> Sau khi thành lập ba giáo đoàn mới tại [[Hải Châu, Đà Nẵng|Hải Châu]], [[An Hải]], và [[Nam Ô]], ông nỗ lực khơi mở công cuộc truyền giáo cho các dân tộc thiểu số ở phía bắc Quảng Nam, nhưng kết quả không khả quan, cuối cùng phải bỏ dở.<ref>{{harvnb|Lê Hoàng Phu|2010|p=131}}<\/ref>\n\nTháng 9, 1921, nhà truyền giáo D. I. Jeffrey thành lập Trường Kinh Thánh Đà Nẵng với mục tiêu \"dạy các khóa sinh một nền tảng Kinh Thánh đầy đủ để chuẩn bị họ rao giảng Tin Lành ân điển của Đức Chúa Trời cho quốc dân, và xây dựng Hội thánh An Nam trong lẽ thật hằng sống của Lời Đức Chúa Trời\".<ref>The CMA Mission in Indochina, Annual Report for 1922, p. 19; cf. Harlett, \"The Annamese Bible School,\" TCIC (6-9\/1932), p. 11.<\/ref> Hoàng Trọng Thừa là người Việt duy nhất có tên trong ban giảng huấn nhà trường.<ref>{{harvnb|Lê Hoàng Phu|2010|p=115}}<\/ref>\nNgày 3 tháng 9 năm 1922, nhân lễ tấn phong được tổ chức tại Nhà thờ Tin Lành Đà Nẵng, Hoàng Trọng Thừa trở thành người Việt Nam đầu tiên nhận lãnh chức vụ Mục sư.<ref name=tvtl\/>\n===Lãnh đạo Hội thánh===\nTrong kỳ Hội đồng được tổ chức tại Đà Nẵng từ 5 – 13 tháng 3 năm 1927 nhằm tập hợp các giáo đoàn địa phương để tổ chức thành một giáo hội quốc gia, Mục sư Hoàng Trọng Thừa được các đại biểu bầu chọn để trở thành Hội trưởng đầu tiên của Hội thánh Tin Lành Việt Nam.<ref>{{harvnb|Lê Hoàng Phu|2010|p=149}}<\/ref> Ông đảm nhiệm chức vụ này trong nhiệm kỳ một năm.<ref>[http:\/\/vietcampus.net\/modules.php?name=News&op=viewst&sid=423 Lịch sử Hội thánh Tin Lành Việt Nam - VietCampus]{{Liên kết hỏng|date = ngày 12 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nNăm 1942, ông về nghỉ hưu.\n\nMục sư Hoàng Trọng Thừa tạ thế ngày [[28 tháng 7]] năm [[1953]]. Ông được an táng ở Quảng Nam.<ref name=VGCN\/>\n\n==Xem thêm==\n*[[Tin Lành tại Việt Nam]]\n*[[Hội thánh Tin Lành Việt Nam]]\n*[[Ông Văn Huyên]]\n*[[Lê Hoàng Phu]]\n*[[Lê Văn Thái]]\n*[[Phạm Xuân Thiều]]\n==Chú thích==\n{{tham khảo|30em}}\n'''Nguồn tham khảo'''\n* {{chú thích|first=|last=Lê Hoàng Phu|title=Lịch sử Hội thánh Tin Lành Việt Nam (1911 - 1965)|publisher= Nhà xuất bản Tôn giáo|year=2010}}\n\n{{sơ khai nhân vật Việt Nam}}\n\n{{Chủ đề Tin Lành}}\n{{thời gian sống|1877|1953}}\n\n[[Thể loại:Mục sư Tin Lành Việt Nam]]\n[[Thể loại:Người Thừa Thiên Huế]]"}