{"42159":"{{Wiki hóa|date=tháng 2\/2022}}\n{{Tiểu sử quân nhân\n| tên = Hoàng Thế Thiện\n| ngày sinh = [[20 tháng 10]] năm [[1922]]\n| ngày mất = {{ngày mất và tuổi|1995|9|5|1922|10|20}}\n| hình = Hoàng Thế Thiện.jpg\n| chú thích hình = Chân dung tướng Hoàng Thế Thiện\n| quốc tịch = {{VIE}}\n| biệt danh = Vị tướng [[Chính ủy]]\n| nơi sinh = [[Hải Phòng]], [[Liên bang Đông Dương]]\n| nơi mất = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| thuộc = [[Tập tin:Flag of Vietnam.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n| năm phục vụ = [[1947]]&ndash;[[1982]]\n| cấp bậc = {{QH|thiếu tướng}}\n| chức vụ = Trưởng ban [[Ban B.68 Trung ương Đảng Cộng sản Việt Nam]]\n| bắt đầu = tháng 10 năm [[1978]]\n| kết thúc = tháng 1 năm [[1980]]\n| tiền nhiệm = [[Nguyễn Xuân Hoàng]]\n| kế nhiệm = [[Trần Xuân Bách]]\n| địa hạt = {{VIE}}\n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = Thứ trưởng Bộ Quốc phòng\n| bắt đầu 2 = tháng 4 [[1977]]\n| kết thúc 2 = tháng 7 [[1982]]\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = {{VIE}}\n| phó chức vụ 2 = \n| phó viên chức 2 = \n| chức vụ 3 = Thứ trưởng thứ nhất Bộ Thương binh và Xã hội\n| bắt đầu 3 = tháng 7 [[1982]]\n| kết thúc 3 = tháng 3 [[1987]]\n| tiền nhiệm 3 = \n| kế nhiệm 3 = không\n| địa hạt 3 = {{VIE}}\n| phó chức vụ 3 = \n| phó viên chức 3 = \n| chức vụ 4 = Thứ trưởng thường trực đầu tiên [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động - Thương binh và Xã hội]]\n| bắt đầu 4 = tháng 4 [[1987]]\n| kết thúc 4 = tháng 9 [[1987]]\n| tiền nhiệm 4 = ''đầu tiên''\n| kế nhiệm 4 = [[Trần Đình Hoan]]\n| địa hạt 4 = {{VIE}}\n| phó chức vụ 4 = \n| phó viên chức 4 = \n| đơn vị = \n| chỉ huy = *Đảng ủy Trung đoàn Sông Lô\n*Đảng ủy Trung đoàn Tây Đô\n*Đảng ủy Trung đoàn Cửu Long\n*Chủ nhiệm, Ban Chính trị Phân Liên Khu Miền Tây Nam Bộ\n*Chủ nhiệm, Ban Chính trị Liên Khu 3\n*Đảng ủy [[Không quân Nhân dân Việt Nam|Cục Không Quân]]\n*Chủ nhiệm, Ban Chính trị Sư đoàn 9\n*Đảng ủy [[Sư đoàn 1, Quân đội nhân dân Việt Nam|Sư đoàn 1]]\n*Đảng ủy [[Sư đoàn 304, Quân đội nhân dân Việt Nam|Sư đoàn 304]]\n*Đảng ủy Bộ tư lệnh Trường Sơn\n*Đảng ủy [[Quân đoàn 4, Quân đội nhân dân Việt Nam|Quân đoàn 4]]\n*Trưởng ban, Ban B.68 Trung ương\n*Đảng ủy Đoàn Chuyên gia Việt Nam toàn Campuchia\n*Trưởng đoàn, Đoàn chuyên gia quân sự Việt Nam tại Campuchia\n| tham chiến = [[Trận Bàu Bàng, 1965|Trận Bàu Bàng]]<br>[[Chiến dịch Đắk Tô - Tân Cảnh (1967)|Chiến dịch Đắc Tô I]]<br>[[Chiến dịch Lam Sơn 719|Chiến dịch Đường 9 Nam Lào]]<br>[[Trận Xuân Lộc|Chiến dịch Xuân Lộc]]<br>[[Chiến dịch Hồ Chí Minh]]\n| khen thưởng = {{HCVN|Hồ Chí Minh|||Độc lập|1|1|Quân công|1|2|Chiến thắng|1||Kháng chiến|1|2|Chiến công|1||Quân công Giải phóng|3|}}\n| công việc khác = Thứ trưởng [[Bộ Quốc phòng]]<br>Trưởng ban B.68 Trung ương Đảng<br>Thứ trưởng thứ nhất [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Thương binh và Xã hội]]<br>Thứ trưởng thường trực [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động - Thương binh và Xã hội]]<br>Ủy viên Đoàn Chủ tịch Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]]<br>Chủ tịch danh dự [[Làng trẻ em SOS]] Việt Nam\n| Mất = \n}}\n'''Hoàng Thế Thiện''' ([[1922]]–[[1995]]) là một trong những tướng lĩnh nổi tiếng của [[Quân đội nhân dân Việt Nam]] thụ phong quân hàm cấp tướng trước năm 1975. Ông nguyên là Thứ trưởng Bộ Quốc phòng (1977-1982), từng giữ chức vụ [[Chính ủy]] của nhiều đơn vị khác nhau nên còn được mệnh danh là ''\"Vị tướng Chính ủy\"''. Ông là vị tướng duy nhất trong lịch sử cuộc [[Kháng chiến chống Mỹ]] đã vượt [[Đường Hồ Chí Minh trên biển]] để tham gia mở [[Đường Trường Sơn|Đường Hồ Chí Minh trên bộ]].\n\n==Thân thế và quá trình tham gia cách mạng==\nÔng tên thật là '''Lưu Văn Thi''', sinh ngày  [[20 tháng 10]] năm [[1922]] tại ngõ Mai Viên, đường Agent Blambay (nay là đường [[Trần Bình Trọng]], phường [[Lương Khánh Thiện]], [[ngô Quyền (quận)|quận Ngô Quyền]]), thành phố [[Hải Phòng]], trong một gia đình dân nghèo thành thị yêu nước. Ông là con trai thứ hai của vợ chồng cụ Lưu Văn Ngữ (1892-1946) và Trịnh Thị Tạc (1897-1944). Cụ Lưu Văn Ngữ quê ở thôn Hạ, xã Lê Xá, tổng Đội Sơn, huyện Duy Tiên, phủ [[Lý Nhân]], tỉnh [[Hà Nam]] (nay là thôn Lê Xá, xã [[Tiên Sơn]], thị xã [[Duy Tiên]], tỉnh [[Hà Nam]]); là một người học [[Nho]] và là một [[đầu bếp]] giỏi ở Hải Phòng. Cụ là người có tư tưởng yêu nước, từng tham gia tổ chức đưa người sang [[Trung Quốc]] cho cụ [[Phan Bội Châu]] trong phong trào [[Phong trào Đông Du|Đông Du]]. Gia đình cụ là cơ sở của nhà cách mạng [[Nguyễn Lương Bằng]] (sau là Phó Chủ tịch nước Việt Nam Dân chủ Cộng hòa) từ [[thập niên 1920]]. Năm 1927, cụ tham gia rải truyền đơn trong vụ [[người Việt]] và [[Hoa kiều]] đánh nhau ở Hải Phòng và, do đó, bị chính quyền thực dân Pháp bắt giam 6 tháng. Những năm 1936-1938, cụ tham gia phong trào mặt trận Bình dân, là sáng lập viên và là Ủy viên Ban trị sự Hội Ái hữu công nhân tư gia thành phố Hải Phòng.\n\nSớm ảnh hưởng tư tưởng yêu nước từ cha nên ngay từ khi còn là học sinh [[Trường Trung học phổ thông Ngô Quyền, Hải Phòng|Trường Bonnal]], Hoàng Thế Thiện đã tích cực tham gia vào các hoạt động yêu nước của phong trào [[Hướng đạo|Hướng đạo sinh]] thành phố Hải Phòng. Tháng 10 năm [[1938]], do gia đình quá nghèo nên ông đã phải thôi học, làm gia sư rồi làm thư ký đánh máy công nhật ở [[Ngân hàng Đông Dương]]. Đầu năm [[1940]], ông tham gia Tiểu tổ bí mật do nhà cách mạng [[Vũ Quý]] phụ trách, tự động xây dựng lại cơ sở cách mạng bí mật tại thành phố Hải Phòng đã bị địch khủng bố tan rã trước đó. Ông tham gia hoạt động trong phong trào [[Truyền bá Quốc ngữ]] từ năm 1940 và được cử làm Ủy viên Ban Trị sự Hội Truyền bá quốc ngữ thành phố Hải Phòng.\n\nTháng 1 năm [[1942]], ông tham gia [[Đoàn Thanh niên Cứu quốc]] và được giao nhiệm vụ xây dựng Đoàn Thanh niên Cứu quốc của [[Việt Minh]] thành phố Hải Phòng, đồng thời phụ trách một cơ sở bí mật trong thanh niên, học sinh thành phố. Sau một đợt đấu tranh treo cờ, phân phát truyền đơn toàn thành phố Hải Phòng có kết quả vào cuối năm 1942, ông được giao nhiệm vụ chuẩn bị thành lập Đoàn Thanh niên Cứu quốc toàn thành phố và thống nhất đầu mối chỉ đạo.\n\nTháng 3 năm [[1943]], do có sự phản bội của một [[Việt gian]] được [[mật thám]] [[Pháp]] cài vào tổ chức, ông bị chính quyền [[chủ nghĩa thực dân|thực dân]] Pháp bắt tại Ngân hàng Đông Dương và đưa ra xử tại [[tòa án binh]] [[Hà Nội]]. Ông bị kết án 5 năm tù khổ sai, bị giam tại [[Hỏa Lò|nhà tù Hỏa Lò]] (Hà Nội), rồi bị đày lên [[nhà tù Sơn La]]. Trong tù, mặc dù bị tra tấn, đày ải nhưng ông không nhụt chí đấu tranh. Ông được kết nạp vào nhóm Trung Kiên ở Hỏa Lò và Hội Lao tù Cứu quốc ở [[Sơn La]], được nhà cách mạng [[Trần Đăng Ninh]] trực tiếp huấn luyện về công tác bí mật và vận động quần chúng.\n\nTháng 3 năm [[1945]], ông vượt ngục tập thể trong nhóm của nhà cách mạng [[Trần Quốc Hoàn]] rồi về [[Thái Nguyên]] tiếp tục hoạt động cách mạng. Tháng 4 năm 1945, ông được kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] và được cử làm Đội trưởng [[Cứu quốc quân|Đội Vũ trang Tuyên truyền Cứu quốc quân]] huyện Vũ Nhai.\n\nTháng 8 năm 1945, ông tham gia cướp chính quyền tại [[thái Nguyên (thành phố)|thị xã Thái Nguyên]]. Trên cương vị là Đội trưởng Đội Vũ trang tuyên truyền Cứu quốc quân Vũ Nhai, ông đã lãnh đạo cuộc biểu tình trên 5.000 người tuần hành vũ trang thị uy tiến vào nội ô thị xã Thái Nguyên vào chiều ngày 19-08-1945, uy hiếp quân phát xít Nhật đóng ở đây, uy hiếp và làm tan rã chính quyền tay sai của Nhật, kêu gọi sự đầu hàng của lính bảo an. Lực lượng do ông dẫn đầu đã tiến vào thị xã Thái Nguyên trước ngày 20-08-1945 một ngày và tổ chức đón Giải quân phóng từ Tân Trào tiến vào bao vây đồn binh Nhật, đưa tối hậu thư và tước vũ khí của lính bảo an, tấn công quân Nhật… Trong tập hồi ức \"Những chặng đường lịch sử\" (Nhà xuất bản Chính trị quốc gia, 1994), Đại tướng Võ Nguyên Giáp đã viết: \"''Chúng tôi tới Thịnh Đán thì được tin có một đội tuyên truyền xung phong từ Võ Nhai tiến xuống hôm trước, đã đột nhập thị xã, tổ chức quần chúng tuần hành thị uy. Một đội dân quân của Phú Bình, Phổ Yên cũng đã vào thị xã lùng bắt một số tay chân của địch. Tình hình bảo an binh đang hết sức hoang mang''\". Trong khởi nghĩa Thái Nguyên, cuộc biểu tình tuần hành thị uy của quần chúng trong ngày 19-08-1945 do ông lãnh đạo là bước thắng lợi có ý nghĩa quyết định đầu tiên. Việc Chủ tịch Hồ Chí Minh và Chính phủ lâm thời từ Tuyên Quang qua Thái Nguyên để về Hà Nội rất sớm và Giải phóng quân sớm về được Thủ đô cũng nói lên ý nghĩa quan trọng của khởi nghĩa thành công rất sớm ở Thái Nguyên <ref>{{chú thích web | tiêu đề = Giành chính quyền ở Thái Nguyên trong Tổng khởi nghĩa tháng 8 năm 1945 | author = Lê Hồng Lĩnh | ngày = | nơi xuất bản = Tạp chí Xưa & Nay số 241 - tháng 8 năm 2005, trang 7, 8, 33 | ngôn ngữ = }}<\/ref>.\n\nTháng 9 năm [[1945]], ông làm Thường vụ Tỉnh ủy - Chủ nhiệm Việt Minh tỉnh Thái Nguyên, Ủy viên Ủy ban Nhân dân cách mạng lâm thời tỉnh Thái Nguyên. Từ tháng 9 năm 1945 đến tháng 10 năm 1946, ông là người phụ trách công tác tuyên truyền và công tác vận động thanh niên (công tác thanh vận) của tỉnh Thái Nguyên. Ông được xác định là người lãnh đạo chủ chốt đầu tiên của tổ chức Đoàn Thanh niên Cộng sản Hồ Chí Minh tỉnh Thái Nguyên <ref>{{chú thích web | tiêu đề = Lịch sử Đoàn Thanh niên Cộng sản Hồ Chí Minh và phong trào Thanh niên tỉnh Thái Nguyên (1938-2012) | author = Đoàn Thanh niên Cộng sản Hồ Chí Minh tỉnh Thái Nguyên | ngày = 2012 | nơi xuất bản = Tỉnh Thái Nguyên | ngôn ngữ = }}<\/ref>.\n\nTháng 10 năm 1946, ông làm Thường vụ Tỉnh ủy - Chủ nhiệm Việt Minh tỉnh Vĩnh Yên.\n\n==Tham gia công tác trong quân đội==\n\nTháng 4 năm [[1947]], ông được điều vào [[Quân đội nhân dân Việt Nam]] làm Phái viên Chính trị Khu 10, rồi Trưởng phòng Chính trị [[Liên Khu 10]] - Quân khu ủy viên. Từ đây, ông bắt đầu một cuộc đời binh nghiệp, tham gia chiến đấu tại nhiều chiến trường. Tháng 7 năm [[1948]], ông được cử làm Chính ủy - Bí thư Đảng ủy [[Trung đoàn Sông Lô]].\n\nTháng 9 năm [[1949]], ông được Bộ Quốc phòng cử làm Trưởng đoàn cán bộ quân sự vào tăng cường cho chiến trường [[Nam Bộ Việt Nam|Nam Bộ]], Nam tiến lần thứ nhất. Tháng 7 năm [[1950]], ông làm Phái viên Kiểm tra Bộ Tư lệnh Nam Bộ. Tháng 11 năm 1950, ông làm Chính ủy - Bí thư Đảng ủy [[Trung đoàn Tây Đô]] (Khu 9), Chỉ huy phó [[Chiến dịch Long Châu Hà II]] và [[Chiến dịch Sóc Trăng II]]. Cuối năm [[1951]], ông làm Chính ủy - Bí thư Đảng ủy [[Trung đoàn Cửu Long]] (Phân [[Liên khu]] [[đồng bằng sông Cửu Long|miền Tây Nam Bộ]]). Tháng 10 năm [[1952]], ông làm Trưởng phòng Chính trị rồi Chủ nhiệm Chính trị [[Phân Liên khu miền Tây]] Nam Bộ - Quân khu ủy viên, ủy viên Ban Tuyên huấn và ủy viên Ban Tổ chức [[Trung ương Cục miền Nam]].\n\nNăm [[1955]], ông [[cuộc di cư Việt Nam, 1954|tập kết ra Bắc]] phụ trách Ban Đại diện miền Tây Nam Bộ. Tháng 12 năm 1955, ông làm Chủ nhiệm Chính trị [[Liên khu 3]] - Quân khu ủy viên.\n\nTháng 7 năm [[1956]], ông làm Chính ủy [[Không quân Nhân dân Việt Nam|Ban Nghiên cứu Sân bay]]. Tháng 12 năm [[1958]], ông được phong quân hàm [[Thượng tá]]. Tháng 1 năm [[1959]], ông làm Chính ủy - Bí thư Đảng ủy đầu tiên của [[Không quân Nhân dân Việt Nam|Cục Không quân]].\n\nTháng 10 năm [[1964]], ông trở lại chiến trường Nam Bộ trên con [[Lữ đoàn 125 Hải quân Nhân dân Việt Nam|tàu \"không số\" (Đoàn 125)]] với bí danh là '''Hoàng Dân''' tức '''Tư Dân''', Nam tiến lần thứ hai. Lúc này, Quân ủy Trung ương và Bộ Quốc phòng có chủ trương thành lập một sư đoàn chủ lực của [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] ở miền [[Đồng bằng sông Cửu Long|Tây Nam Bộ]]. Ông về thẳng miền Tây để chuẩn bị cho việc thành lập sư đoàn này và đảm nhiệm chức vụ Chính ủy sư đoàn, nhưng vì nhiều lý do khách quan nên sư đoàn này không thành lập được.\n\nTháng 12 năm 1964, ông làm Phó Chính ủy [[Quân khu 8, Quân đội nhân dân Việt Nam|Quân khu 8]] (Trung Nam Bộ). Tháng 7 năm [[1965]], ông về [[Đông Nam Bộ (Việt Nam)|miền Đông]] tham gia thành lập [[Sư đoàn 9, Quân đội nhân dân Việt Nam|Sư đoàn 9]] - Sư đoàn chủ lực đầu tiên của Quân Giải phóng miền Nam, làm Phó Chính ủy - Phó Bí thư Đảng ủy kiêm Chủ nhiệm Chính trị đầu tiên của Sư đoàn 9.\n\nTháng 2 năm [[1966]], ông được thăng quân hàm [[Đại tá]]. Tháng 8 năm 1966, ông về Mặt trận [[Tây Nguyên]] ([[B3]]) làm Chính ủy - Bí thư Đảng ủy [[Sư đoàn 1, Quân đội nhân dân Việt Nam|Sư đoàn 1]], Đảng ủy viên [[Các mặt trận trong Chiến tranh Việt Nam|Mặt trận B3]]; ông đã cùng Tư lệnh sư đoàn [[Nguyễn Hữu An]] chỉ huy, chỉ đạo Sư đoàn 1 đánh nhiều trận hay, đặc biệt là đánh thiệt hại nặng [[Lữ dù 173]] của Mỹ trong [[Chiến dịch Đắk Tô - Tân Cảnh (1967)|Chiến dịch Đắc Tô 1]] trên [[đồi 875]] ở phía tây bắc [[Kon Tum]] vào mùa đông năm 1967. Tháng 1 năm [[1969]], ông làm Chính ủy - Bí thư Đảng ủy [[Sư đoàn 304, Quân đội nhân dân Việt Nam|Sư đoàn 304]].\n\n[[Tập tin:ANH Hoàng Thế Thiện 09 (7x11).jpg|nhỏ|phải|[[Đại tướng]] [[Võ Nguyên Giáp]] (đứng giữa hình) - Bộ trưởng Bộ Quốc phòng vào thăm và làm việc với [[Bộ Tư lệnh Trường Sơn]] và Bộ Chỉ huy Mặt trận 968 tại [[Quảng Bình]] cuối năm 1970, bàn mở đường tiêu chuẩn đông Trường Sơn và chuẩn bị cho chiến dịch phản công Đường 9 - Nam Lào (Hoàng Thế Thiện ngồi thứ nhất từ phải sang).]]\nTháng 7 năm [[1970]], ông được điều vào tuyến lửa Trường Sơn, làm Phó Chính ủy - Thường vụ Đảng ủy [[Mặt trận 968 Nam Lào]] rồi tham gia [[chiến dịch Lam Sơn 719|chiến dịch Đường 9 - Nam Lào]] (tháng 1 năm 1971). Tháng 6 năm [[1971]], ông làm Phó Chính ủy - Thường vụ Đảng ủy [[Bộ Tư lệnh Trường Sơn]] ([[Đoàn 559, Quân đội nhân dân Việt Nam|Đoàn 559]]) kiêm Chính ủy - Bí thư Đảng ủy Bộ Tư lệnh [[Sư đoàn 470, Quân đội nhân dân Việt Nam|khu vực 470]] (tương đương Sư đoàn). Tháng 5 năm [[1973]], ông làm Chính ủy - Phó Bí thư rồi Bí thư Đảng ủy Bộ Tư lệnh Trường Sơn.\n\nNgày [[16 tháng 4]] năm [[1974]], ông được thăng quân hàm [[Thiếu tướng]] theo Lệnh số 21-LCT của [[Nguyên thủ quốc gia|Chủ tịch nước]] [[Việt Nam Dân chủ Cộng hòa]] [[Tôn Đức Thắng]].\n\nTháng 2 năm [[1975]], ông được điều vào chiến trường [[B2]] (Nam Bộ), Nam tiến lần thứ ba, làm Chính ủy đầu tiên - Bí thư Đảng ủy [[Quân đoàn 4, Quân đội nhân dân Việt Nam|Quân đoàn 4]], Phó Chính ủy - Thường vụ Đảng ủy Mặt trận phía Đông thuộc Bộ Tư lệnh B2. Ông trực tiếp chỉ huy hướng tiến công [[Dầu Tiếng]] - [[Chơn Thành]]. Tháng 4 năm 1975, ông tham gia chỉ huy cánh quân hướng Đông - một trong năm cánh quân tiến vào giải phóng [[Thành phố Hồ Chí Minh|Sài Gòn]] trong [[Chiến dịch Hồ Chí Minh]].\n\nTháng 12 năm [[1976]], ông được bầu làm Ủy viên dự khuyết [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] khóa IV.\n\nTháng 4 năm [[1977]], ông làm Thứ trưởng Bộ Quốc phòng kiêm Chủ nhiệm [[Tổng cục Công nghiệp Quốc phòng (Việt Nam)|Tổng cục Xây dựng Kinh tế]] - Bí thư Đảng ủy Tổng cục.\n\nTừ tháng 10 năm [[1978]] đến tháng 6 năm [[1982]], ông làm Thứ trưởng Bộ Quốc phòng, Trưởng ban [[Ban B.68 Trung ương Đảng Cộng sản Việt Nam]], Bí thư Đảng ủy Đoàn Chuyên gia Việt Nam toàn [[Campuchia]], Cố vấn cho Tổng Bí thư [[Đảng Nhân dân Campuchia|Đảng Nhân dân cách mạng Campuchia]], Phó Tổng đoàn chuyên gia Việt Nam tại Campuchia, Phó Tư lệnh Chính trị [[Quân tình nguyện Việt Nam tại Campuchia]] kiêm Trưởng đoàn chuyên gia quân sự Việt Nam tại Campuchia ([[đoàn 478]]).\n\n==Trở về công tác dân sự==\nTháng 7 năm [[1982]], ông được điều về nước làm Thứ trưởng thứ nhất Bộ Thương binh và Xã hội.\n\nTháng 5 năm [[1983]], ông được bầu làm Ủy viên Đoàn Chủ tịch Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]] khóa II.\n\nTháng 2 năm [[1987]], ông làm Thứ trưởng thường trực đầu tiên [[Bộ Lao động - Thương binh và Xã hội (Việt Nam)|Bộ Lao động - Thương binh và Xã hội]].\n\nÔng là người đại diện cho Chính phủ Việt Nam đàm phán với Làng trẻ em SOS Quốc tế về việc thành lập Làng trẻ em SOS Việt Nam năm 1987 và là Chủ tịch danh dự đầu tiên của [[Làng trẻ em SOS]] Việt Nam (1987-1990).\n\nTháng 7 năm [[1989]], ông được nghỉ hưu.\n\nSau khi nghỉ hưu, ông tham gia công tác Cựu chiến binh Thành phố Hồ Chí Minh thời kỳ đầu thành lập trên cương vị là Chủ tịch đầu tiên của Hội Cựu chiến binh Quận 1 (1990-1993).\n\nÔng mất hồi 14 giờ 40 phút ngày [[5 tháng 9]] năm [[1995]] tại [[Viện Quân y 175]], [[Thành phố Hồ Chí Minh]] sau một cơn bạo bệnh, thọ 73 tuổi.\n\nPhần mộ ông nằm tại khu 6, Nghĩa trang Thành phố Hồ Chí Minh (nghĩa trang Lạc Cảnh), phường Linh Trung, quận Thủ Đức, Thành phố Hồ Chí Minh.\n\n== Lịch sử thụ phong quân hàm ==\n\n{| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\"\n|- align=center\n|- bgcolor=\"#CCCCCC\"\n! Năm thụ phong!! 1958!! 1966!! 1974\n|- align=center\n| '''Quân hàm''' || [[Tập tin:Vietnam People's Army Colonel.jpg|80px]] || [[Tập tin:Vietnam People's Army Senior Colonel.jpg|80px]] || [[Tập tin:Vietnam People's Army Major General.jpg|80px]]\n|- align=center\n| '''Cấp bậc''' || Thượng tá || Đại tá || Thiếu tướng\n|-\n|colspan=\"12\"|\n|}\n\n==Vinh danh==\n\n=== Khen thưởng của Việt Nam ===\n\nDo những công lao đóng góp và thành tích cống hiến cho sự nghiệp cách mạng, ông đã được nhà nước Việt Nam tặng thưởng: [[Huân chương Hồ Chí Minh]] (truy tặng năm 2002), [[Huân chương Độc lập]] hạng nhất, 4 [[Huân chương Quân công]] (2 hạng nhất, 1 hạng nhì, 1 hạng ba), Huân chương Quân công Giải phóng hạng ba, [[Huân chương Chiến thắng]] hạng nhất, [[Huân chương Chiến công]] hạng nhất, [[Huân chương Kháng chiến]] hạng nhất, 3 [[Huân chương Chiến sĩ vẻ vang]] (1 hạng nhất, 1 hạng nhì, 1 hạng ba), 3 Huân chương Chiến sĩ giải phóng (1 hạng nhất, 1 hạng nhì, 1 hạng ba), Huy hiệu 50 năm tuổi Đảng (năm 1995), Huy hiệu Vì nghĩa vụ quốc tế, Kỷ niệm chương Chiến sĩ cách mạng bị địch bắt, tù đày, Huy hiệu Thành đồng Tổ quốc, và nhiều huy chương, kỷ niệm chương, huy hiệu khác.\n\n=== Khen thưởng của nước ngoài ===\n\nThiếu tướng Hoàng Thế Thiện được Ban Lãnh đạo Viện [[Hermann Gmeiner]] thuộc tổ chức [[Làng trẻ em SOS]] Quốc tế tặng \"[[Kim vàng Danh dự]]\" do đã có những đóng góp đặc biệt cho tổ chức này, và được Ủy ban Cựu chiến binh Liên Xô tặng \"Huy hiệu danh dự\".\n\nThể theo đề nghị của Thủ tướng Vương quốc Campuchia Samdec Techo [[Hun Sen]], ngày 22-11-2019, Quốc vương Campuchia Preah Karuna Preah Bat Samdech Preah Boromneath [[Norodom Sihamoni]] đã ký Sắc lệnh số SL\/11119\/1727 truy tặng Thiếu tướng Hoàng Thế Thiện Huân chương cao quý nhất của Vương quốc Campuchia dành cho người nước ngoài là [[Huân chương Hoàng gia Sahametrei]] hạng Nhất (cấp Đại Thập Tự) vì đã có đóng góp to lớn trong xây dựng, củng cố và phát triển tình hữu nghị giữa hai dân tộc, đặc biệt là những đóng góp quan trọng của ông trong thời kỳ làm nghĩa vụ quốc tế giúp Cách mạng Campuchia 1978-1982. Đây là lần đầu tiên Vương quốc Campuchia ban hành hình thức truy tặng Huân chương cao quý nhất dành cho người nước ngoài có công lao to lớn đối với đất nước và nhân dân Campuchia<ref>{{chú thích web | url = https:\/\/www.vietnamplus.vn\/truy-tang-huan-chuong-cua-campuchia-cho-thieu-tuong-hoang-the-thien\/617835.vnp | tiêu đề = Truy tặng Huân chương của Campuchia cho Thiếu tướng Hoàng Thế Thiện}}<\/ref>.\n\n=== Vinh danh trong từ điển ===\n\nTên và tiểu sử của Thiếu tướng Hoàng Thế Thiện đã được đưa vào ''[[Từ điển Bách khoa Quân sự Việt Nam]]'' (xuất bản năm [[1996]], tái bản năm [[2004]]).\n\n=== Vinh danh trong bảo tàng ===\n\nHình ảnh, tượng đồng và kỷ vật kháng chiến của Thiếu tướng Hoàng Thế Thiện hiện được lưu giữ, trưng bày tại nhiều bảo tàng trên cả nước Việt Nam: [[Bảo tàng Lịch sử Quân sự Việt Nam]] (Hà Nội), [[Bảo tàng Phòng không - Không quân (Việt Nam)]] tại (Hà Nội), [[Bảo tàng Đường Hồ Chí Minh]] (Hà Nội), Bảo tàng Lực lượng vũ trang miền Đông Nam Bộ (TP. Hồ Chí Minh), Bảo tàng Chiến dịch Hồ Chí Minh (TP. Hồ Chí Minh), [[Bảo tàng Quân đoàn 4 (Việt Nam)]] tại Bình Dương, Bảo tàng các lực lượng vũ trang nhân dân đồng bằng sông Cửu Long (Cần Thơ), [[Bảo tàng Quân đoàn 3 (Việt Nam)]] tại Gia Lai, Bảo tàng Hải Phòng, Khu di tích nhà tù [[Hỏa Lò]] (Hà Nội), Khu di tích [[Nhà tù Sơn La]]...\n\n=== Vinh danh trên tem bưu chính ===\n\nNgày 20 tháng 10 năm 2022, nhân dịp kỷ niệm 100 năm ngày sinh Thiếu tướng Hoàng Thế Thiện, Bộ Thông tin và Truyền thông đã phát hành bộ [[tem thư | tem bưu chính]] kỷ niệm “Chiến sĩ cách mạng Hoàng Thế Thiện (1922-1995)” gồm 1 mẫu tem, có giá mặt 4.000 đồng, do họa sĩ Vương Ánh Nguyệt thiết kế <ref>{{chú thích web | url = http:\/\/www.vnpost.vn\/vi-vn\/bai-viet\/chi-tiet\/id\/96568\/key\/gioi-thieu-bo-tem-chien-si-cach-mang-hoang-the-thien-1922-1995 | tiêu đề = Giới thiệu bộ tem “Chiến sĩ cách mạng Hoàng Thế Thiện (1922-1995)”}}<\/ref>. \n\n=== Tên đường, phố Hoàng Thế Thiện ===\n\nHội đồng nhân dân Thành phố Hồ Chí Minh đã đưa tên Hoàng Thế Thiện vào Quỹ đặt, đổi tên đường của thành phố (Nghị quyết số 66\/2006\/NQ-HĐND ngày 12-12-2006 thông qua danh sách bổ sung Quỹ đặt, đổi tên đường của thành phố do Ủy ban nhân dân Thành phố Hồ Chí Minh trình tại kỳ họp lần thứ 9 khóa VII, gồm 190 tên nhân vật lịch sử và địa danh).\n\nTên Hoàng Thế Thiện đã được đưa vào Quỹ đặt, đổi tên đường của một số địa phương: thành phố Đà Nẵng, tỉnh Khánh Hòa, thành phố Cần Thơ<ref>{{chú thích web | url = http:\/\/cantholib.org.vn:2010\/ | tiêu đề = CƠ SỞ DỮ LIỆU TÊN ĐƯỜNG VÀ CÔNG TRÌNH CÔNG CỘNG THÀNH PHỐ CẦN THƠ | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 4 tháng 9 năm 2015 | archive-url = https:\/\/web.archive.org\/web\/20150904084130\/http:\/\/cantholib.org.vn:2010\/ }}<\/ref>, tỉnh Thừa Thiên - Huế, tỉnh Hà Nam, thành phố Hà Nội, tỉnh Quảng Nam (Nghị quyết số 164\/2015\/NQ-HĐND ngày 07-07-2015 của Hội đồng nhân dân tỉnh Quảng Nam khóa 8, kỳ họp 14<ref>{{chú thích web | url = http:\/\/congbao.vpubnd.quangnam.vn\/webpages\/content\/docinfo.faces?docid=35017&docgaid=4142756&isstoredoc=false# | tiêu đề = Công báo tỉnh Quảng Nam | author =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 24 tháng 6 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160624070715\/http:\/\/congbao.vpubnd.quangnam.vn\/webpages\/content\/docinfo.faces?docid=35017&docgaid=4142756&isstoredoc=false }}<\/ref>), tỉnh Sơn La (Quyết định số 2552\/QĐ-UBND ngày 28-10-2015 của Ủy ban nhân dân tỉnh Sơn La <ref>{{chú thích web | url = http:\/\/congbao.sonla.gov.vn\/congbao.nsf\/NoiDung?OpenForm&ParentUNID=8300B2F5B277098947257F16003546DD | tiêu đề = Công báo tỉnh Sơn La | author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>), tỉnh An Giang <ref>{{chú thích web | url = http:\/\/sokhcn.angiang.gov.vn\/wps\/portal\/%21ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3j3oBBLczdTEwN3DwsLA08jc0Njd18PI2NXQ_2CbEdFAHgZ0vc%21\/?WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/sokhcn\/siteofsokhcn\/tintucsukien\/linhvuckhac\/chdoc | tiêu đề = Cổng thông tin Sở KNCN tỉnh An Giang | author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>, tỉnh Bà Rịa - Vũng Tàu <ref>{{chú thích web | url = http:\/\/sovhttdl.baria-vungtau.gov.vn\/web\/guest\/thong-bao1\/-\/brvt\/extAssetPublisher\/content\/5796513\/de-an-ngan-hang-du-lieu-ten-duong-tinh-ba-ria-vung-tau | tiêu đề = Trang thông tin điện tử Sở Văn hóa - Thể thao và Du lịch tỉnh Bà Rịa - Vũng Tàu | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 3 tháng 9 năm 2017 | archive-url = https:\/\/web.archive.org\/web\/20170903211126\/http:\/\/sovhttdl.baria-vungtau.gov.vn\/web\/guest\/thong-bao1\/-\/brvt\/extAssetPublisher\/content\/5796513\/de-an-ngan-hang-du-lieu-ten-duong-tinh-ba-ria-vung-tau }}<\/ref>, tỉnh Bắc Giang <ref>{{chú thích web | url = https:\/\/www.bacgiang.gov.vn\/web\/guest\/chi-tiet-dau-thau-mua-sam-cong\/-\/asset_publisher\/uXic1gzJmVN1\/content\/bac-giang-bo-sung-266-ten-goi-e-at-ten-uong-pho-va-cong-trinh-cong-cong?inheritRedirect=false&redirect=https%3A%2F%2Fwww.bacgiang.gov.vn%2Fweb%2Fguest%2Fchi-tiet-dau-thau-mua-sam-cong%2F-%2Fasset_publisher%2FuXic1gzJmVN1%2Fcontent%2Fhuong-dan-thi-thu-thpt-quoc-gia-nam-2019-lan-hai | tiêu đề = Cổng thông tin điện tử tỉnh Bắc Giang | author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>, tỉnh Quảng Trị <ref>{{chú thích web | url = http:\/\/congbao.quangtri.gov.vn\/webpages\/content\/docinfo.faces;jsessionid=C1DF00AB7A61EB5C16D868EED86D20AE?docid=2243&isstoredoc=false | tiêu đề = Công báo tỉnh Quảng Trị | author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>, tỉnh Bình Thuận <ref>{{chú thích web | url = https:\/\/binhthuan.gov.vn\/1328\/32910\/59869\/597566\/thong-bao\/ve-viec-ban-hanh-ngan-hang-co-so-du-lieu-ten-duong-va-cong-trinh-cong-cong-tren-dia-ban-tinh.aspx | tiêu đề = Trang thông tin điện tử Sở Văn hóa, Thể thao và Du lịch tỉnh Bình Thuận | author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>,...\n\n*Thành phố Hải Phòng đã đặt tên Hoàng Thế Thiện cho một tuyến phố dài 700m, rộng 7m tại phường Đông Hải 1, quận Hải An (bên cạnh Cục Hải quan thành phố Hải Phòng) theo Nghị quyết số 08\/2015\/NQ-HĐND ngày 22-07-2015 của Hội đồng nhân dân thành phố Hải Phòng khóa 14, kỳ họp 12<ref>Theo thông tin từ Cổng thông tin điện tử Đoàn đại biểu Quốc hội và Hội đồng nhân dân thành phố Hải Phòng (http:\/\/dbndhaiphong.gov.vn).<\/ref>.\n\n*Tỉnh Quảng Nam đã đặt tên Hoàng Thế Thiện cho một con đường dài 300m, rộng 11,5m tại thị trấn Khâm Đức, huyện Phước Sơn theo Nghị quyết số 204\/NQ-HĐND ngày 26-04-2016 của Hội đồng nhân dân tỉnh Quảng Nam khóa 8, kỳ họp 16 và theo Quyết định số 1882\/QĐ-UBND ngày 31-05-2016 của Ủy ban nhân dân tỉnh Quảng Nam về việc đặt tên một số tuyến đường tại thị trấn Ái Nghĩa, huyện Đại Lộc; thị trấn Khâm Đức, huyện Phước Sơn; thị trấn Đông Phú, huyện Quế Sơn, tỉnh Quảng Nam.\n\n*Tỉnh Hà Nam đã đặt tên Hoàng Thế Thiện cho một tuyến phố dài 750m, rộng 27m nằm trong khu Đô thị Sinh thái Thương mại và Dịch vụ Lam Hạ, phường Lam Hạ, thành phố Phủ Lý theo Nghị quyết số 19\/2016\/NQ-HĐND ngày 29-07-2016 của Hội đồng nhân dân tỉnh Hà Nam về việc đặt tên đường, phố và công trình công cộng trên địa bàn thành phố Phủ Lý<ref>{{chú thích web | url = http:\/\/vbqppl.hanam.gov.vn:8080\/vbpq_hanam.nsf\/9e6a1e4b64680bd247256801000a8614\/53c76fd7b87c461e472580120027bd3e?OpenDocument | tiêu đề = Văn bản QPPL Hà Nam | ngày truy cập = 2016-08-25 | archive-date = ngày 26 tháng 8 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160826130512\/http:\/\/vbqppl.hanam.gov.vn:8080\/vbpq_hanam.nsf\/9e6a1e4b64680bd247256801000a8614\/53c76fd7b87c461e472580120027bd3e?OpenDocument | url-status = dead }}<\/ref> (Nghị quyết này đã được Hội đồng nhân dân tỉnh Hà Nam khoá XVIII kỳ họp thứ hai thông qua ngày 29-07-2016 và có hiệu lực từ ngày 08-08-2016) và theo Quyết định số 31\/2016\/QĐ-UBND ngày 22-08-2016 của Ủy ban nhân dân tỉnh Hà Nam<ref>{{chú thích web | url = http:\/\/hanam.gov.vn\/vi-vn\/phuly\/Pages\/Article.aspx?ChannelId=8&articleID=2499 | tiêu đề = Cổng TTĐT thành phố Phủ Lý, tỉnh Hà Nam | ngày truy cập = 2016-09-03 | archive-date = ngày 15 tháng 9 năm 2016 | archive-url = https:\/\/web.archive.org\/web\/20160915105212\/http:\/\/hanam.gov.vn\/vi-vn\/phuly\/Pages\/Article.aspx?ChannelId=8&articleID=2499 }}<\/ref>.\n\n*Thành phố Đà Nẵng đã đặt tên Hoàng Thế Thiện cho một con đường dài 800m, rộng 7,5m nằm trong khu Đô thị Sinh thái Hòa Xuân, phường Hòa Xuân, quận Cẩm Lệ theo Nghị quyết số 75\/2016\/NQ-HĐND ngày 08-12-2016 của Hội đồng nhân dân thành phố Đà Nẵng về việc đặt, đổi tên một số đường trên địa bàn thành phố Đà Nẵng năm 2016<ref>{{chú thích web | url = http:\/\/dbnd.danang.gov.vn\/LinkClick.aspx?fileticket=m3YLWT6IhqM%3d&tabid=67 | tiêu đề = Nghị quyết HĐND thành phố Đà Nẵng | ngày truy cập = 2017-01-02 | archive-date = ngày 3 tháng 1 năm 2017 | archive-url = https:\/\/web.archive.org\/web\/20170103094025\/http:\/\/dbnd.danang.gov.vn\/LinkClick.aspx?fileticket=m3YLWT6IhqM%3d&tabid=67 }}<\/ref> (Nghị quyết này đã được Hội đồng nhân dân thành phố Đà Nẵng khoá IX kỳ họp thứ ba thông qua ngày 08-12-2016 và có hiệu lực từ ngày 19-12-2016).\n\n*Tỉnh Đắk Lắk đã đặt tên Hoàng Thế Thiện cho một con đường dài 800m, rộng 18m tại phường Tân Lợi, thành phố Buôn Ma Thuột theo Nghị quyết số 17\/2016\/NQ-HĐND ngày 14-12-2016 của Hội đồng nhân dân tỉnh Đắk Lắk khóa IX, kỳ họp thứ ba về việc đặt, đổi tên đường trên địa bàn, đợt 4 <ref>{{chú thích web | url = https:\/\/daklak.gov.vn\/-\/nghi-quyet-at-oi-ten-uong-tren-ia-ban-thanh-pho-buon-ma-thuot-ot-4 | tiêu đề = Cổng TTĐT tỉnh Đắk Lắk }}{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> (Nghị quyết này đã được Hội đồng nhân dân tỉnh Đắk Lắk khoá IX, kỳ họp thứ ba thông qua ngày 14-12-2016 và có hiệu lực từ ngày 01-01-2017).\n\n*Thành phố Hồ Chí Minh đã đặt tên Hoàng Thế Thiện cho một con đường dài khoảng 2.460m, rộng 22,6m tại Khu đô thị mới Thủ Thiêm, Quận 2 theo Quyết định số 6159\/QĐ ngày 22-11-2017 của Ủy ban nhân dân Thành phố Hồ Chí Minh về việc đặt tên đường mới trên địa bàn Quận 2 <ref>{{chú thích web | url = http:\/\/congbao.hochiminhcity.gov.vn\/cong-bao\/van-ban\/quyet-dinh\/so\/6259-qd-ubnd\/ngay\/22-11-2017\/noi-dung\/42698 | tiêu đề = Công báo Thành phố Hồ Chí Minh}}<\/ref>. Đường Hoàng Thế Thiện tại Khu đô thị mới Thủ Thiêm, một đầu giao với đường Nguyễn Cơ Thạch, một đầu giao với đường số 11, nằm dọc theo Khu đô thị Sala của Công ty cổ phần Đầu tư Địa ốc Đại Quang Minh, nằm song song với đường Mai Chí Thọ.\n\n*Thủ đô Hà Nội đã đặt tên Hoàng Thế Thiện cho một con phố dài 816m, rộng 8-12m tại khu đô thị Sài Đồng, quận Long Biên; từ ngã ba giao cắt phố Chu Huy Mân tại điểm đối diện vườn hoa Phúc Đồng, đến ngã ba giao cắt phố Sài Đồng tại số nhà 85.\n\n*Thành phố Cần Thơ đã đặt tên Hoàng Thế Thiện cho một con đường dài 360m, lòng đường 7,5m, lộ giới 15m, 2 làn xe, tại khu dân cư Hưng Phú 1, phường Hưng Phú, quận Cái Răng; có giới hạn từ tuyến đường chính Quang Trung đến đường Hoàng Văn Thái, theo Nghị quyết số 07\/2019\/NQ-HĐND ngày 12-07-2019 của Hội đồng nhân dân thành phố Cần Thơ khóa IX, kỳ họp thứ mười ba về việc đặt tên đường <ref>{{chú thích web | url = http:\/\/dbnd.cantho.gov.vn\/com_content\/article\/Danh-sach-Nghi-quyet-duoc-thong-qua-tai-ky-hop-thu-13-HDND-thanh-pho-Can-Tho\/.csp | tiêu đề = Nghị quyết Hội đồng nhân dân Thành phố Cần Thơ}}<\/ref> (Nghị quyết này đã được Hội đồng nhân dân thành phố Cần Thơ khóa IX thông qua ngày 12-07-2019 tại kỳ họp thứ mười ba và có hiệu lực từ ngày 01-08-2019).\n\n*Tỉnh Quảng Nam đã đặt tên Hoàng Thế Thiện cho một con đường dài 300m, rộng 15,5m, tại khu dân cư Tây Nam An Hà, phường An Phú, thành phố Tam Kỳ, theo Nghị quyết số 18\/NQ-HĐND ngày 03-10-2019 của Hội đồng nhân dân tỉnh Quảng Nam khóa IX, kỳ họp thứ 11 về việc đặt tên, điều chỉnh giới hạn một số tuyến đường tại thành phố Tam Kỳ và thị trấn Tân An, huyện Hiệp Đức, tỉnh Quảng Nam<ref>{{chú thích web | url = http:\/\/dbnd.quangnam.gov.vn\/Default.aspx?TabID=246&VB=603 | tiêu đề = Nghị quyết HĐND tỉnh Quảng Nam}}<\/ref>.\n\n*Tỉnh Đắk Nông đã đặt tên Hoàng Thế Thiện cho một tuyến đường có chiều dài 1.340m, chiều rộng 16m (tuyến đường nhựa dẫn vào Nghĩa trang thành phố nằm trên địa bàn xã Đắk Nia, thành phố Gia Nghĩa, có điểm đầu giao với Quốc lộ 28, điểm cuối giao với cổng Nghĩa trang thành phố) theo Nghị quyết số 18\/2020\/NQ-HĐND ngày 11-12-2020 của Hội đồng nhân dân tỉnh Đắk Nông Nông khóa III, Kỳ họp thứ 11 về việc đặt tên đường trên địa bàn thành phố Gia Nghĩa, tỉnh Đắk Nông năm 2020<ref>{{chú thích web | url = http:\/\/vbpl.vn\/daknong\/pages\/vbpq-luocdo.aspx?ItemID=145616&dvid=243# | tiêu đề = Nghị quyết HĐND tỉnh Đắk Nông}}<\/ref>.\n\n*Tỉnh Bạc Liêu đã đặt tên Hoàng Thế Thiện cho một tuyến đường có chiều dài 756,25m, chiều rộng 9m, lộ giới 13m, có điểm đầu gần vòng xoay ngã năm, điểm cuối đến ranh dự án, thuộc địa bàn Khu dân cư Tràng An, phường 7, thành phố Bạc Liêu, theo Nghị quyết số 10\/2021\/NQ-HĐND ngày 13-08-2021 về việc đặt tên 67 tuyến đường trên địa bàn thành phố Bạc Liêu, tỉnh Bạc Liêu. Nghị quyết này đã được Hội đồng nhân dân tỉnh Bạc Liêu Khóa X, Kỳ họp thứ 2 thông qua ngày 13-08-2021 và có hiệu lực từ ngày 23-08-2021.<ref>{{chú thích web | url = https:\/\/hdnd.baclieu.gov.vn\/documents\/57127\/2111966\/10.2021.NQ-H%C4%90ND.pdf\/22cd51cc-a80d-b160-0c98-2bf947bc43da | tiêu đề = Nghị quyết HĐND tỉnh Bạc Liêu}}<\/ref>.\n\n*Tỉnh Ninh Thuận đã đặt tên Hoàng Thế Thiện cho một tuyến đường có chiều dài 99,9m, chiều rộng 8m, có điểm đầu giao với đường Hoàng Minh Giám, điểm cuối giao với đường Hoàng Dư Khương, thuộc địa bàn Khu đô thị mới Đông Bắc (Khu K1), phường Thanh Sơn, thành phố Phan Rang - Tháp Chàm, theo Nghị quyết số 18\/2021\/NQ-HĐND ngày 11-12-2021 của Hội đồng nhân dân tỉnh Ninh Thuận về việc Sửa đổi, bổ sung Điều 1 Nghị quyết số 49\/2016\/NQ-HĐND ngày 23-08-2016 của Hội đồng nhân dân tỉnh Ninh Thuận về đặt, đổi tên đường trên địa bàn thành phố Phan Rang - Tháp Chàm, tỉnh Ninh Thuận. Nghị quyết này đã được Hội đồng nhân dân tỉnh Ninh Thuận Khóa XI, Kỳ họp thứ 3 thông qua ngày 08-12-2021 và có hiệu lực từ ngày 20-12-2021.<ref>{{chú thích web | url = http:\/\/www.ninhthuan.gov.vn\/chinhquyen\/dbqhhdnd\/Pages\/Nghi-quyet-duoc-HDND-tinh-thong-qua-tai-ky-hop-thu3,-HDND-tinh-khoa-XI.aspx | tiêu đề = Nghị quyết HĐND tỉnh Ninh Thuận}}<\/ref>.\n\n*Tỉnh Thừa Thiên Huế đã đặt tên Hoàng Thế Thiện cho một tuyến đường có chiều dài 550m, chiều rộng 19,5m, mặt đường 10,5m, có điểm đầu giao với đường Vũ Xuân Chiêm, điểm cuối giao với cuối kiệt 118 Nguyễn Lộ Trạch, thuộc địa bàn Khu quy hoạch Khu vực 4, phường Xuân Phú, thành phố Huế, theo Nghị quyết số 37\/2021\/NQ-HĐND về điều chỉnh và đặt tên đường tại thành phố Huế đợt X, năm 2021. Nghị quyết này đã được Hội đồng nhân dân tỉnh Thừa Thiên Huế Khóa VIII, Kỳ họp thứ 3 thông qua ngày 10-12-2021 và có hiệu lực từ ngày 20-12-2021.<ref>{{chú thích web | url = http:\/\/hdndthuathienhue.gov.vn\/GetDinhKem.aspx?NewCatID=629&NewVID=3256&key=document| tiêu đề = Nghị quyết HĐND tỉnh Thừa Thiên Huế}}<\/ref>.\n\n*Tỉnh Bắc Giang đã đặt tên Hoàng Thế Thiện cho một tuyến đường có chiều dài 460m, chiều rộng 42m, có điểm đầu giao với đường Hùng Vương kéo dài, điểm cuối giao với đường Trường Chinh, thuộc địa bàn Khu vực phía Đông Bắc thành phố Bắc Giang (một phần phường Xương Giang, Dĩnh Kế, Dĩnh Trì), theo Nghị quyết số 20\/NQ-HĐND về việc đặt tên, đổi tên đường, phố và công trình công cộng trên địa bàn thành phố Bắc Giang. Nghị quyết này đã được Hội đồng nhân dân tỉnh Bắc Giang Khóa XIX, Kỳ họp thứ 7 thông qua ngày 12-07-2022.<ref>{{chú thích web | url = http:\/\/baobacgiang.com.vn\/bg\/tp-bac-giang\/nghi-quyet\/387729\/dat-doi-ten-495-tuyen-duong-pho-cong-trinh-cong-cong-cua-tp-bac-giang.html| tiêu đề = Đặt, đổi tên 495 tuyến đường, phố, công trình công cộng của TP Bắc Giang}}<\/ref>.\n\n== Nhận định, đánh giá về Hoàng Thế Thiện ==\n*Đại tướng [[Võ Nguyên Giáp]]: \"Đồng chí Hoàng Thế Thiện là một cán bộ cao cấp của Đảng, một vị tướng của Quân đội. Đồng chí đã từng đảm nhiệm những chức vụ quan trọng, suốt đời chiến đấu vì sự nghiệp của Đảng, của Dân tộc. Đồng chí có ưu điểm nổi bật là dù ở cương vị nào cũng là tấm gương đoàn kết và hoàn thành xuất sắc nhiệm vụ, được đồng chí, đồng đội tin yêu.\"\n\"Chúng ta bày tỏ niềm thương tiếc đồng chí Hoàng Thế Thiện, một cán bộ trung kiên của Đảng và Quân đội, luôn được giao những chức vụ quan trọng ở nhiều chiến trường và đơn vị trong sự nghiệp giải phóng dân tộc, xây dựng và bảo vệ Tổ quốc, và đã hoàn thành xuất sắc nhiệm vụ, được cán bộ và chiến sĩ tin yêu.”\n*Phó Chủ tịch Đảng Nhân dân Campuchia, Phó Thủ tướng Vương quốc Campuchia, Thống tướng [[Men Sam An]]: \"Chúng tôi cũng muốn nói thêm rằng dù tướng Hoàng Thế Thiện đã mất, nhưng những tình cảm, hành động Ngài ấy đã cống hiến, chia sẻ cho Campuchia sẽ trường tồn trong trái tim của tất cả các lãnh đạo đất nước chúng tôi.\"\n*Chủ tịch danh dự [[Làng trẻ em SOS]] Quốc tế [[Helmut Kutin]]: \"Ngài Hoàng Thế Thiện là người Cha rất đỗi nhân văn của hàng ngàn trẻ mồ côi, trẻ bị bỏ rơi không nơi nương tựa ở Việt Nam.\"\n*Trung tướng [[Đồng Sỹ Nguyên]]: \"Anh là cán bộ chỉ huy chiến đấu giỏi, đã có công trong việc tiêu diệt sinh lực địch, mở rộng và bảo vệ vững chắc tuyến hành lang Đường Hồ Chí Minh ở Tây Trường Sơn. Suốt cả cuộc đời chiến đấu liên tục, anh Hoàng Thế Thiện đã khẳng định được mình, chứng minh đầy đủ lập trường, bản lĩnh của một đảng viên, một cán bộ kiên định, có tài năng, đức độ, luôn luôn hoàn thành nhiệm vụ. Anh sống có tình người, thẳng thắn, đoàn kết, rộng lượng, gần gũi quần chúng, liêm khiết.\"\n*Thượng tướng - Giáo sư - [[Nhà giáo Nhân dân]] [[Hoàng Minh Thảo]]: \"Anh Thiện có nhiều kinh nghiệm về công tác chính trị và có kiến thức quân sự. Anh chiến đấu rất dũng cảm. Anh Thiện đã cùng anh Nguyễn Hữu An chỉ huy, chỉ đạo Sư đoàn 1 đánh nhiều trận hay, đặc biệt là đánh thiệt hại nặng lữ dù 173 của Mỹ trong chiến dịch Đắc Tô I trên đồi 875 ở phía Tây Bắc Kon Tum vào mùa Đông năm 1967... Điểm đặc biệt của anh Thiện: tuy là Chính ủy nhưng rất chú ý đến quân sự và nghiên cứu về tình hình địch. Một Chính ủy như thế quả là hơi hiếm.\"\n*Thiếu tướng, Phó Giáo sư, Tiến sĩ, Viện trưởng Viện Lịch sử Quân sự Việt Nam - Trịnh Vương Hồng: \"Cuộc đời và sự nghiệp của Thiếu tướng Hoàng Thế Thiện là một tấm gương sáng về phẩm chất của người cán bộ cách mạng, một vị tướng trưởng thành từ cơ sở, qua nhiều cương vị, là cán bộ lãnh đạo, chỉ huy quân đội đứng mũi chịu sào của nhiều đơn vị. Trong hai cuộc kháng chiến chống Pháp và chống Mỹ, đồng chí đã được Đảng tin cậy giao nhiệm vụ vào chiến trường Nam Bộ trong những thời điểm khó khăn nhất, nhưng đồng chí đều hoàn thành xuất sắc nhiệm vụ. Trên 55 năm hoạt động cách mạng, gần 40 năm chiến đấu và công tác trong Quân đội, đồng chí luôn thể hiện là một cán bộ chính trị - quân sự trung kiên, dũng cảm, trung thực, liêm khiết, sống gần gũi với đồng chí, đồng bào, nghiêm khắc với mọi biểu hiện cá nhân chủ nghĩa. Thiếu tướng Hoàng Thế Thiện đã có nhiều công lao trong sự nghiệp giải phóng và thống nhất đất nước, xây dựng và bảo vệ Tổ quốc xã hội chủ nghĩa. Là một vị tướng có uy tín của Quân đội, công lao và thành tích xuất sắc của đồng chí đã được Đảng, Nhà nước và Quân đội ta ghi nhận. Lịch sử hai cuộc kháng chiến vĩ đại của Dân tộc ta và lịch sử quá trình xây dựng, chiến đấu của Quân đội nhân dân Việt Nam anh hùng còn mãi mãi ghi đậm hình ảnh và công lao vị tướng có tài tổ chức và chỉ huy chiến đấu, một Chính ủy kiên trung, mẫu mực, một đảng viên ưu tú của Đảng\".\n*Thượng tướng, Phó Giáo sư [[Nguyễn Hữu An]]: \"Anh Hoàng Thế Thiện - Chính ủy là người toàn năng, không chỉ giỏi về chính trị mà còn là người hiểu biết về quân sự, khá sâu những vấn đề có liên quan đến cương vị của mình và rất xứng đáng là nhân vật trung tâm của Sư đoàn.\"\n*Thiếu tướng [[Hoàng Đan]]: \"Tuy là Chính ủy nhưng anh Hoàng Thế Thiện có trình độ cao về nghệ thuật quân sự, về cách đánh của nhiều hình thức tác chiến khác nhau. Vì vậy, anh không chỉ đảm nhiệm công tác đảng, công tác chính trị mà anh còn thực sự là một cán bộ chỉ huy quân sự, đi sâu vào tác chiến... Điều làm gương cho chúng tôi và cán bộ quân sự nói chung là địch tìm mọi cách chống lại ta thì anh luôn tìm cách để đánh thắng địch. Đây là một điểm rất đặc biệt ở anh Thiện, một Chính ủy mà cũng là một nhà quân sự. Địch có cách này thì ta có cách khác hay hơn nó để đánh thắng nó. Đây là điều rất cần thiết trong chiến tranh.\"\n*Đại tá, Phó Giáo sư, Tiến sĩ sử học Hồ Sơn Đài: \"Có thể nói rằng, chặng đường chiến đấu của Thiếu tướng Hoàng Thế Thiện ở Nam Bộ gắn liền với các đơn vị chủ lực, với quá trình xây dựng, chiến đấu và công tác của lực lượng vũ trang chủ lực ở Nam Bộ, từ trung đoàn đến cấp quân đoàn. Ông có mặt ở hầu khắp các chiến trường Nam Bộ, từ miền Tây, miền Trung lên miền Đông và thành phố Sài Gòn, từ cuộc kháng chiến chống thực dân Pháp cho đến kháng chiến chống đế quốc Mỹ và những ngày tháng sôi động sau khi đất nước hòa bình, thống nhất. Những gì ông để lại cho lực lượng vũ trang Nam Bộ là hình ảnh một cán bộ chính trị - quân sự kiên trung, tận tụy, sâu sắc, mực thước và dung hậu. Với tư cách một người lính cầm súng, trên dọc đường hành quân đánh giặc, Nam Bộ là nơi ông dừng chân nhiều nhất, cũng là nơi ông dừng lại sau cùng.\"\n*Trung tướng, Phó Giáo sư Lê Hữu Đức: \"Qua hai cuộc kháng chiến, tôi được làm việc với nhiều đồng chí chính ủy trung đoàn, lữ đoàn, sư đoàn, quân đoàn, quân khu, học viện. Với anh Hoàng Thế Thiện tôi giữ mãi những kỷ niệm về tình người ấm áp của anh. Quả là một đồng chí Chính ủy sư đoàn đích thực và xuất sắc!\"\n*Thiếu tướng Bùi Đức Tạm: \"Anh là một cán bộ nhiệt tình, sôi nổi, dám nghĩ, dám làm, dám chịu trách nhiệm, đâu cần là anh có mặt.\"\n*Nhà văn, nhà báo Phan Hoàng: \"Hoàng Thế Thiện là hình ảnh Chính ủy tiêu biểu trên chiến trường. Ông là một con người đa năng, có trình độ toàn diện, một vị tướng có mặt trên khắp các chiến trường, làm công tác chính trị, quân sự, kinh tế và cả việc đền ơn đáp nghĩa. Dù ông đã mãi mãi đi xa nhưng hình ảnh và công lao của vị tướng có tài tổ chức và chỉ huy chiến đấu, một Chính ủy kiên trung, mẫu mực, một trái tim nhân hậu, nghĩa tình vẫn còn in đậm trong tâm khảm mọi người.\"\n*Thiếu tướng, nhà thơ Nguyễn Đan Thành: \"... Kháng chiến gian lao nên vất vả \/ Nam Bắc bôn ba chẳng nản lòng \/ Đất nước thanh bình vang tiếng hát \/ Thân cò lặn lội vẫn bên sông \/ Non nước tang bồng âu là thế \/ Hạt cát phù sa thế cũng xong...\"\n*Đại tá Hoàng Ngọc Giao: \"Tháng năm dài thế kỷ \/ Mòn Bắc chiến - Nam chinh \/ Lửa nhuộm trái tim hồng \/ Sẵn sàng nơi bão tố \/ Mến thương người đồng chí \/ Tóc bạc tâm hồn xanh \/ Đường Trường Sơn máu lửa \/ Còn mãi dấu chân anh...\"\n*Nữ sĩ Thuận Bằng: \"Thiếu hai sáu nữa mới tròn trăm \/ Chiến trận tung hoành bốn chục năm \/ Tuổi Đảng năm mươi tròn khí tiết \/ Giờ đây thanh thản với hương trầm.\"\n\n== Tác phẩm và hồi ức về Hoàng Thế Thiện ==\n=== Sách ===\n*\"Nhớ Thiếu tướng Hoàng Thế Thiện\" - Hồi ức, ký của nhiều tác giả - [[Nhà xuất bản Quân đội nhân dân]], 2005.\n*\"Thiếu tướng Hoàng Thế Thiện - Người đi suốt cuộc trường chinh\" - Hồi ức, ký của nhiều tác giả - Nhà xuất bản Tổng hợp Thành phố Hồ Chí Minh, 2022.\n*\"Nhân vật lịch sử Hải Phòng tập II\" - Nhà xuất bản Hải Phòng, 2001.\n*\"Trái tim thắp lửa (10 Danh Tướng Quân đội nhân dân Việt Nam)\" - Chi Phan - Nhà xuất bản Thanh niên, 2007.\n*\"Quê hương và đồng đội\" - Bút ký của Trần Thế Tuyển - Nhà xuất bản Trẻ, 2004.\n*\"Người Chính ủy Quân đội nhân dân Việt Nam\" - Đại tướng Chu Huy Mân chủ biên - Nhà xuất bản Quân đội nhân dân, 2006.\n*\"Pháo binh miền Trung Trung Bộ - Tây Nguyên thời đánh Mỹ\" - Hồi ức của nhiều tác giả - Nhà xuất bản Quân đội nhân dân, 2000.\n*\"Sài Gòn đất thiêng khí tụ\" - Ký sự nhân vật - Phan Hoàng - Nhà xuất bản Văn hóa - Văn nghệ, 2017.\n*\"Sài Gòn đất lành chim đậu (tập 2)\" - Ký sự - Phan Hoàng - Nhà xuất bản Tổng hợp TP.HCM, 2018.\n=== Phim tài liệu ===\n*\"Thiếu tướng Hoàng Thế Thiện - Ba lần Nam tiến\" - Phim tài liệu - [[Hãng phim Truyền hình Thành phố Hồ Chí Minh|Hãng phim Truyền hình thành phố Hồ Chí Minh (TFS)]] sản xuất năm 2005, biên kịch [[Đinh Phong]], đạo diễn Việt Bình.\n*\"Hoàng Thế Thiện - Tên gọi và cuộc đời\" - Phim tài liệu nhựa - [[Điện ảnh Quân đội nhân dân (Việt Nam)|Điện ảnh Quân đội nhân dân]] sản xuất năm 2018, biên kịch Nguyễn Huy Hùng, đạo diễn Phạm Hồng Thắng.\n=== Tượng điêu khắc ===\n*Tượng chân dung bán thân \"Thiếu tướng Hoàng Thế Thiện\" - tượng đồng của nhà điêu khắc Tạ Duy Đoán, sáng tác năm 2005.\n*Phù điêu \"Nụ cười chiến thắng\" - phù điêu đồng của nhà điêu khắc Nguyễn Phúc Hưng, sáng tác năm 2022.\n\n== Hồi ức của Hoàng Thế Thiện ==\n*\"Việt Nam Giải phóng quân - Nhớ lại bước khởi đầu\" - Hồi ức của nhiều tác giả - Nhà xuất bản Quân đội nhân dân, 1995; tái bản năm 2004.\n*\"Bác của chúng ta\" - Hồi ức của nhiều tác giả - Nhà xuất bản Quân đội nhân dân, 1985.\n*\"Khắc sâu lời Bác\" - Hồi ức của nhiều tác giả - Nhà xuất bản Quân đội nhân dân, 2001.\n\n== Liên kết ngoài ==\n*[http:\/\/hoangthethien.net\/ Hoàng Thế Thiện (1922-1995) (www.hoangthethien.net)]\n*[http:\/\/www.thuvienhaiphong.org.vn\/Portal\/Detail.aspx?Organization=tvkhthhp&MenuID=7225&ContentID=20138 Nhân vật lịch sử Hải Phòng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171011072016\/http:\/\/www.thuvienhaiphong.org.vn\/Portal\/Detail.aspx?Organization=tvkhthhp&MenuID=7225&ContentID=20138 |date = ngày 11 tháng 10 năm 2017}}\n*[http:\/\/luutoc.vn\/vi\/?go=detail\/13\/12\/2011\/LFD\/News\/thieu-tuong-hoang-the-thien-%28luu-van-thi%29-vi-tuong-chinh-uy-%281922-_-1995%29.dhtml Lưu tộc Việt Nam]\n*[http:\/\/www.coviet.vn\/home\/tri-thuc-viet\/bai-viet-N0RDMjA5MEE\/Thieu-tuong-Hoang-The-Thien Tri thức Việt]\n*[http:\/\/giaithuong.vn\/giaithuong\/tieng-viet\/hoso-thanh-tich\/ca-nhan\/chinh-tri-quan-su\/thieu-tuong-hoang-the-thien\/qua-trinh-truong-thanh.html Giải thưởng VN]\n*[http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/banchaphanh\/details.asp?topic=105&subtopic=211&leader_topic=505&id=BT3131051385 Báo điện tử Đảng CSVN] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150206080959\/http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/banchaphanh\/details.asp?topic=105&subtopic=211&leader_topic=505&id=BT3131051385 |date = ngày 6 tháng 2 năm 2015}}\n*[http:\/\/baosonla.org.vn\/ditich.htm Di tích lịch sử nhà tù Sơn La]\n\n== Tham khảo ==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1922|mất=1995}}\n\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Thứ trưởng Bộ Quốc phòng Việt Nam]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huân chương Độc lập hạng Nhất]]\n[[Thể loại:Huân chương Quân công hạng Nhất]]\n[[Thể loại:Huân chương Chiến thắng]]\n[[Thể loại:Huân chương Chiến công hạng Nhất]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Cựu học sinh trường Bonnal - Ngô Quyền, Hải Phòng]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1970]]"}