{"1583706":"'''Hoàng Thúc Trâm''' ([[1902]] - [[1977]]), bút danh '''Hoa Bằng'''<ref>Trong bức thư đề ngày [[11 tháng 10]] năm [[1974]] gửi nhà thơ [[Minh Tuyền]], cụ Hoa Bằng đã giải thích về bút danh của mình như sau: \"Về tên tự của tôi: \"Hoa Bằng\", là do thầy tôi đặt cho từ năm tôi 20 tuổi. Lấy chữ trong [[Kinh Dịch]]: \"Bằng hạp trâm\", nghĩa là tập hợp bạn hữu một cách nhanh chóng. Đó là theo nghĩa trong Dịch. Còn đây là do tính tôi thích cây và yêu hoa, cho nên thầy tới đặt là \"bạn với hoa\" (Hoa Bằng). Ban đầu là tên tự, sau dùng làm bút danh\". Nguồn: Hoàng Thư Ngân, \"Trả lại tên cho một nhà thơ tiền chiến đất Thăng Long\" [http:\/\/phongdiep.net\/default.asp?action=article&ID=10929] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101103002025\/http:\/\/www.phongdiep.net\/default.asp?action=article&ID=10929 |date = ngày 3 tháng 11 năm 2010}}.<\/ref>, '''Sơn Tùng''', '''Song Côi'''; là nhà nghiên cứu văn học và sử học [[Việt Nam]].\n\n==Tiểu sử==\nÔng sinh năm [[Nhâm Dần]] ([[1902]]) tại làng Hạ Yên Quyết (về sau gọi là [[làng Cót]]), phủ Hoài Đức, tỉnh [[Hà Đông]] (nay thuộc thuộc phường [[Yên Hòa, Cầu Giấy|Yên Hòa]], [[quận Cầu Giấy]], thành phố [[Hà Nội]]).\n\nCha là [[Hoàng Thúc Hội]] ([[1870]] - [[1938]]), hiệu ''Cúc Hương'', đỗ [[Hương cống|Cử nhân]] khoa [[Bính Ngọ]] ([[1906]]), nhưng không ra làm quan. Sinh thời, đạo đức và tài văn chương của Hoàng Thúc Hội được nhiều sĩ phu kính trọng<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 257.<\/ref>.\n \nLớn lên, Hoàng Thúc Trâm có được một số vốn Hán học uyên thâm và các tri thức lịch sử sâu rộng, chủ yếu là nhờ sự tự học của mình <ref name=\"NVP\">Theo nhà nghiên cứu Nguyễn Vinh Phúc, ''Từ điển văn học'' (bộ mới), tr. 599.<\/ref>.\n \nTừ những năm [[1920]], bút hiệu '''Hoa Bằng''' (bút hiệu chính của ông) đã lần lượt xuất hiện trên các báo, như ''Nước Nam, Thế giới, Tân văn, Tiểu Thuyết thứ Bảy, Tri tân, Thực nghiệp dân báo, Trung Bắc tân văn, Thanh Nghị'',... (ở [[Hà Nội]]), ''Tân văn, Thế giới'' (ở [[Thành phố Hồ Chí Minh|Sài Gòn]]), v.v...Đặc biệt là trên tờ ''Tri tân'' mà ông là Chủ bút, ông đã để lại ngót trăm bài viết về văn học, sử học.\n\nTừ [[Cách mạng tháng Tám]] ([[1945]]) cho đến khi [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]] ([[1946]] - [[1954]]) kết thúc, ông ở lại [[Hà Nội]] tiếp tục làm báo và viết sách<ref name=\"NVP\" \/>.\nSau đó, ông lần lượt công tác tại Ban Văn sử địa, Viện Sử học, và cuối cùng là ở Ban Hán Nôm thuộc Ủy ban Khoa học Xã hội Việt Nam. Trong khoảng thời gian ấy, ông có trên 30 luận văn in ở các tạp chí ''Nghiên cứu văn sử địa, Nghiên cứu văn học, Nghiên cứu lịch sử''...Vì những công trình rất có giá trị ấy, ông được kết nạp vào [[Hội Nhà văn Việt Nam]] và [[Hội Khoa học Lịch sử Việt Nam|Hội sử học]]...<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 258.<\/ref>.\n\nNgày 16 tháng 2 năm [[Đinh Tỵ]] ([[5 tháng 3]] năm [[1977]]), nhà nghiên cứu Hoàng Thúc Trâm từ trần, hưởng thọ 75 tuổi.\n\n==Tác phẩm==\nTheo ''Từ điển văn học'' (bộ mới), tác phẩm của Hoa Bằng (Hoàng Thúc Trâm) hiện có:\n===Về văn học===\n*Tư tưởng đại đồng trong cổ học tinh hoa (1949)\n* Gia Linh công chúa (tiểu thuyết lịch sử, 1949)\n*Văn chương [[chữ Nôm|quốc âm]] đời [[Nhà Tây Sơn|Tây Sơn]] (biên khảo, 1950)\n*[[Hồ Xuân Hương]], nhà thơ cách mạng (biên khảo, 1950)\n*Dân tộc tính trong [[Ca dao Việt Nam|ca dao]] (biên khảo, 1952)\n*[[Lý Văn Phức]] (biên khảo, 1953)\n*Khảo luận về truyện Thạch Sanh (biên khảo, 1957).\n\n===Về sử học===\n*[[Nguyễn Huệ|Quang Trung]] - Anh hùng dân tộc, I và II (biên khảo, 1944)\n*Năm Kỷ Mùi (1799), niên hiệu Cảnh Thịnh thứ 7, công chúa Lê Ngọc Hân mất, hưởng dương 29 tuổi. Lễ bộ Thượng thư Đoan Nham hầu Phan Huy Ích phụng chỉ soạn bài văn tế cho Hoàng đế Cảnh Thịnh đích thân đọc trước linh sàng Hoàng thái hậu họ Lê. Bà được truy tặng là Như Ý Trang Thuận Trinh Nhất Vũ Hoàng Hậu. Bài văn tế này đã được Hoa Bằng Hoàng Thúc Trâm tìm thấy và công bố trên tạp chí Tri Tân vào năm 1943 tại Hà nội.\n*Lịch sử xã hội Việt Nam (biên khảo, 1950)\n*[[Trần Hưng Đạo]] (biên khảo, 1950).\n\n===Về dịch thuật===\n*[[Lê quý kỷ sự]] (ghi chép những việc cuối đời Lê, 1974)\n*[[Lịch triều tạp kỷ]] (Ghi chép tản mạn về các triều đại, 2 tập, 1975).\n\nNgoài ra ông còn dịch chung với nhiều người khác trong các tập ''[[Thơ Đường]], Thơ [[Lục Du]], [[Thơ Tống]], Thơ [[Cao Bá Quát]]; và các pho sử lớn: ''[[Khâm định Việt sử Thông giám cương mục]], [[Đại Nam thực lục]], [[Lịch triều hiến chương loại chí]]''...<ref>Biên theo Nguyễn Vinh Phúc, ''Từ điển văn học'' (bộ mới, tr. 599). Tra trên website Tri thức Việt, thì Hoàng Trúc Trâm còn có các quyển: ''Tư tưởng đại đồng trong cổ học Trung Hoa'' (1945), ''Thơ văn trào phúng qua các thời đại'', ''Từ điển Hán Việt'' (1944), ''Hán Việt tân từ điển'' (1951), ''Dương Hậu'' (Tiểu thuyết lịch sử, Hà Nội, 1950).<\/ref>.\n\n==Ghi nhận công lao==\nTrước sau trên 50 năm cầm bút, bằng niềm say mê và với một phương pháp nghiên cứu nghiêm túc, thận trọng; Hoa Bằng Hoàng Thúc Trâm đã có những đóng góp đáng kể vào việc nghiên cứu văn hóa Việt Nam. Hai công trình nổi bật của ông đó là ''Quang Trung - Anh hùng dân tộc'' và ''Hồ Xuân Hương, nhà thơ cách mạng''. Cho đến nay, có nhiều luận điểm trong hai cuốn ấy vẫn còn giữ nguyên giá trị, và qua đó cũng đã cho thấy cách nhìn khá cấp tiến của ông so với thời đại <ref name=\"NVP\" \/>.\n\nGhi nhận công lao của Hoàng Thúc Trâm, ở quận [[Cầu Giấy]] thành phố [[Hà Nội]] có phố ''Hoa Bằng'', và quận [[Hải Châu]] ([[đà Nẵng|thành phố Đà Nẵng]]) có con đường mang tên ''Hoàng Thúc Trâm''.\n\n==Sách tham khảo==\n*[[Nguyễn Vinh Phúc]], mục từ \"Hoa Bằng\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, mục từ \"Hoàng Trúc Trâm\" trong ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n\n==Chú thích==\n{{Tham khảo}}\n{{Thời gian sống|sinh=1902|mất=1977}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Nhà nghiên cứu văn học Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Dịch giả Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]"}