{"489661":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Hoằng Giang\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| thời điểm dân số = 1999\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| thành phố = \n| thị xã = \n| thành lập = \n| chủ tịch UBND = \n| chủ tịch HĐND = \n| chủ tịch UBMTTQ = \n|bí thư =  \n| trụ sở UBND = \n|tỉnh=[[Thanh Hóa]]\n|huyện=[[Hoằng Hóa]]\n|diện tích=3,79 km²<ref name=QD19\/>\n|dân số=4.572 người<ref name=QD19>{{Chú thích sách| title = Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ}}<\/ref>\n|mật độ dân số=1.206 \n| mã hành chính = 15871<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Hoằng Giang''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n== Thông tin địa lý ==\n\nXã Hoằng Giang nằm ở phía tây của huyện Hoằng Hoá, thuộc tả ngạn [[sông Mã]]. Xã Hoằng Giang có diện tích: 379 ha; dân số (theo Tổng điều tra dân số năm 1999): 4.572 người; mật độ dân số: 1.206 người\/km².\n\nDiện tích tự nhiên 359,1ha {{fact|date = ngày 7 tháng 1 năm 2013}}; trong đó diện tích đất nông nghiệp là 203,32ha; diện tích chuyên dùng 38,08ha; diện tích khác 77,7ha {{fact|date = ngày 7 tháng 1 năm 2013}}.\n\n[[Địa giới hành chính]]: \n* Phía đông và đông nam giáp xã [[Hoằng Hợp]] (làng Vĩnh);\n* Phía nam giáp phường [[Thiệu Dương (phường)|Thiệu Dương]] ([[thanh Hóa (thành phố)|thành phố Thanh Hóa]]) qua sông Mã;\n* Phía tây nam giáp phường [[Thiệu Khánh]] (thành phố Thanh Hóa) qua sông Mã;\n* Phía tây và tây bắc giáp xã [[Thiệu Thịnh]] (huyện Thiệu Hóa) qua sông Mã;\n* Phía bắc và đông bắc giáp xã [[Hoằng Phượng]] (làng Gia).\n\n== Hành chính ==\nXã Hoằng Giang trước [[Cách mạng tháng Tám|Cách mạng Tháng Tám]] là xã Trinh Sơn thuộc tổng Lỗ Hương, huyện Hoằng Hóa <ref name=LangThanhhoaI>{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập I |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá |trang =87| publisher = Nhà xuất bản Thanh Hoá, 2000}}<\/ref>.\n\nTừ năm 1953 có tên gọi là xã Hoằng Giang, gồm các làng: làng Triêng (Trinh Sơn)và làng Đầu (Hợp Đồng)<ref name=LangThanhhoaI\/>.\n\nLàng Triêng (Kẻ Triêng) ngày xưa gồm các xóm: Trinh Xuyên, Trinh Đông, Trinh Tây, Trinh Nam, Trinh Lộc, xóm Đình, xóm Đường Bòng, xóm Chợ... Đầu thời [[nhà Nguyễn|Nguyễn]] là xã Trinh Sơn. Ngày nay được chia thành 4 thôn từ thôn 3 đến thôn 6.\n\nLàng Đầu ngày xưa gồm các xóm: Hợp Tiến, Hợp Thành, Hợp Minh, Hợp Đức, Hợp Nghĩa. Đầu thời Nguyễn là xã Đồng Xá. Ngày nay được chia thành hai thôn: thôn 1 và thôn 2.\n\n==Điều kiện tự nhiên==\nĐịa hình toàn xã uốn quanh theo dòng sông Mã, chạy theo hướng Tây Bắc - Đông Nam. Dọc theo hướng tây và hướng nam của xã là đoạn hạ nguồn sông Mã. Có đò Chiêng (bờ Bắc) nối đò Giàng (bờ Nam). Ngã Ba Đầu là nơi giao nhau của [[sông Chu]] và sông Mã.\n\nNúi Chiêng thuộc địa phận làng Chiêng. Đây là một tuyến đê thiên nhiên hữu hiệu để nhân dân toàn xã sơ tán mỗi khi nước lớn có nguy cơ vỡ đê.\n\n==Văn hoá==\n===Văn hoá vật thể===\n*Nhà ở: Gồm có nhà tre, nhà luồng, nhà gỗ. Ngày nay thì hầu hết là nhà xây, nhà cổ còn lại rất ít.\n*Đền, đình, chùa, văn chỉ: Xã có hai làng, nên mỗi làng có một đình riêng.\n\n- Trinh Sơn (làng Chiêng) xưa có đền thờ Cao Sơn Đại Vương (Cao Hiển), đền Đức Thánh Hai, Bản Thổ Thành Hoàng, Cửu Thiên Huyền Nữ và Liễu Hạnh. Có chùa Đậu, chùa Bình Vôi, chùa Già. Sau năm 1945 làng Chiêng còn giữ được đôi kiệu Long Đình rất đẹp, thập niên 70 đôi kiệu này không còn nữa.\n\n- Hợp Đồng (làng Đầu) xưa có nghè Cao Thông (Tiền Lê quốc tế), nghè Thủy Thần, phủ Đức Thánh Mẫu.\n\n*Chợ: Chợ Chiêng là nơi giao thương hàng hoá tợ sản tự tiêu của nhân dân trong xã và các xã lân cận.\n\n===Văn hoá phi vật thể===\n*Tín ngưỡng: thờ phụng tổ tiên; tín ngưỡng thờ Thành Hoàng làng.\n*Ma chay, cưới hỏi: Đậm tính phong tục của từng làng.\n*Lễ hội: Thời phong kiến duy trì lễ chạ, về sau lễ này không còn.\n*Văn nghệ:\n\n- Trước năm 1945 chủ yếu là ca dao, hò vè mà hò sông Mã là điệu hò truyền thống.\n\n- Sau 1945 cả xã có một đội văn nghệ chuyên diễn các tích chèo cổ, có khi hát tuồng, hát cải lương.\n\n==Tham khảo==\n{{Tham khảo}}\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Hoằng Hóa}}"}