{"645400":"'''Hoạt hình Việt Nam''' hoặc '''Hoạt họa Việt Nam'''<ref>{{Chú thích web |url=http:\/\/www.thegioidienanh.vn\/index.php?option=com_content&view=article&id=7066:phim-hot-hinh-vit-nam-nhng-chng-ng-khong-th-quen&catid=35:dien-anh&Itemid=34 |ngày truy cập=2014-08-08 |tựa đề=Phim hoạt hình Việt Nam - Những chặng đường không thể quên |archive-date = ngày 28 tháng 4 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130428034652\/http:\/\/thegioidienanh.vn\/index.php?option=com_content&view=article&id=7066:phim-hot-hinh-vit-nam-nhng-chng-ng-khong-th-quen&catid=35:dien-anh&Itemid=34 }}<\/ref> ({{lang-en|Vietnamese animation}}) là [[thuật ngữ]] mô tả ngành [[điện ảnh]] sản xuất [[phim hoạt họa]] tại [[Việt Nam]] từ năm 1959 cho đến nay.\n==Lịch sử==\nỞ [[Việt Nam]] trước đây, nếu sản xuất một bộ [[phim]] truyện có độ dài trung bình, chiếu trên màn ảnh rộng khoảng một tiếng rưỡi (nghĩa là [[phim]] phải dài 2100 đến 2500m) thì ít nhất cần thời gian từ 8 đến 12 tháng. Trong khi đó, nếu sản xuất một [[phim hoạt hình]] hoặc [[búp bê]] có độ dài chừng một đến hai cuộn (tức là 280 đến 500m), thông thường cũng phải mất từ 8 đến 12 tháng, như vậy tương đương với quỹ thời gian làm [[phim]] truyện vừa. Con số đó nếu được sự hỗ trợ của trang thiết bị tân tiến và phương thức quản lý hướng theo [[thương mại]], thì rút ngắn xuống còn 1 đến 3 tháng. Như vậy, ngoài đặc điểm khác nhau về quy trình sản xuất của hai thể loại [[điện ảnh]], ngoài yêu cầu khác nhau về vốn và trang thiết bị hỗ trợ, điều đó cho thấy rằng: Làm [[phim hoạt hình]] là công việc đòi hỏi các đức tính công phu, tỉ mỉ, kiên nhẫn rất cao.\n{{chính|Danh sách các bộ phim hoạt hình Việt Nam}}\n===1958 - 1975===\n[[Tập tin:Đáng đời thằng Cáo (Gà và Gấu).jpg|nhỏ|222px|''[[Con cáo và tổ ong|Đáng đời thằng Cáo]]'' - Sản xuất năm 1959, là bộ [[phim]] đầu tiên của ngành [[hoạt họa]] [[Việt Nam]].]]\nBộ [[phim]] đầu tiên của ngành [[hoạt hình]] [[Việt Nam]] là một xuất phẩm thuộc thể loại [[đồ họa]] với nhan đề ''[[Con cáo và tổ ong|Đáng đời thằng Cáo]]'', có độ dài 300m, được thực hiện trong vài tháng cuối năm 1959. Trước thời gian ấy, tất cả các nhà [[điện ảnh]] [[Việt Nam]] đều chưa từng quen biết công việc [[vẽ]] [[phim]] và cũng không có đến một dây chuyền sản xuất [[phim hoạt hình]] nào.\n\nTiến trình phát triển của ngành [[hoạt hình]] [[Việt Nam]] có lẽ luôn gắn liền với hai thực thể: [[Hà Nội]] (nơi khai sinh) và [[Hãng phim hoạt hình Việt Nam]]<ref>[http:\/\/www.cicaf.com\/xwzx\/content\/2015-05\/13\/content_5768160.htm 越南动画产业发展情况]<\/ref> (hầu như là đơn vị sản xuất [[phim hoạt hình]] duy nhất trong nhiều thập niên). Cũng phải nói thêm rằng, tại Nam phần [[vĩ tuyến 17]] - tức phần lãnh thổ do chính thể [[Việt Nam Cộng hòa]] kiểm soát, không có bằng chứng nào cho thấy từng có một ngành hoạt hình đúng nghĩa, ngoài một số hãng phim tư thục chuyên gia công kỹ xảo cho các bộ phim hoặc băng nhạc.\n\nTrong suốt thời kỳ chiến tranh Nam-Bắc, ngành hoạt hình [[Việt Nam Dân chủ Cộng hòa]] tồn tại trong các điều kiện hết sức thiếu thốn về cơ sở vật chất, từ những dụng cụ nhỏ bé nhất như bột màu cho đến thứ quan trọng nhất là không gian làm việc. Cốt truyện các bộ phim giai đoạn này đa phần là tuyên truyền chính trị, phần còn lại khai thác những chi tiết tươi vui vụn vặt trong đời sống trẻ em; nhìn chung hoạt hình [[Việt Nam]] thời kỳ đầu tiên không có sự đa dạng về nội dung. Tuy nhiên, bù đắp vào đó là những nét vẽ rất khoáng đạt, ảnh cử động linh hoạt đậm phong cách [[hoạt hình Liên Xô]]. Kể từ năm 1969 cho đến mọi năm kế tiếp, các bộ phim hoạt hình Việt Nam hoàn toàn được quay bằng những thước phim màu.\n{{cquote|''Trong một căn phòng nhỏ, khoảng hơn chục mét vuông, ở đường [[Đường Hoàng Hoa Thám, Hà Nội|Hoàng Hoa Thám]] ([[Hà Nội]]), ánh đèn điện le lói suốt đêm ngày. Ở đây, những hình phác thảo về con cáo, con gà... xuất hiện. Đó là những nhân vật đầu tiên của bộ phim hoạt họa đầu tiên. Công việc được triển khai, và nhiều khó khăn bước đầu cũng lần lượt nảy sinh. Để làm một bộ phim hoạt họa dài 300 mét, nghĩa là chiếu trên màn ảnh mười phút đồng hồ, cần phải vẽ được 15000 hình vẽ trên giấy kính khổ 18cm x 24cm. Tổ quốc vừa trải qua cuộc kháng chiến trường kỳ gần mười năm ròng rã. Công việc khôi phục lại đất nước, xây dựng chủ nghĩa xã hội, đặt ra nhiều vấn đề trọng đại. Đâu phải dễ dàng để kiếm cho ra được một tờ giấy kính khổ 18cm x 24cm, chứ chưa nói tới 15000 tờ. Nhưng khó khăn không làm giảm được ý chí và lòng quyết tâm của những người tham gia làm phim đầu tiên. Trước mỗi khó khăn, họ lại cùng nhau bàn bạc, tìm cho ra lối thoát: Giấy đánh máy loại mỏng được đem thí nghiệm tẩm dầu trong suốt, thay giấy kính. Khi đem dùng, chất lượng có kém hơn giấy kính nhưng vẫn đảm bảo kỹ thuật in hình tương đối rõ.''\n\n''Bàn vẽ không có. Những tấm cánh cửa lồng kính trong căn phòng được hạ xuống làm bàn vẽ. Đến xưởng, chỉ cần nhìn vào căn phòng với những ô cửa không hề có cánh cửa đó, cũng biết rằng đấy là giờ làm việc của sáu cán bộ ngành phim hoạt họa. Cũng cần nói thêm về sáu người «khai phá mở đường» này đôi chút. Trừ anh [[Lê Minh Hiền]] và [[Trương Qua]] là hai người được học ít nhiều về phim hoạt họa ở nước bạn, bốn người còn lại hoàn toàn chưa biết thế nào là vẽ và làm phim hoạt họa. Vừa làm vừa học. Một lớp cấp tốc để đào tạo nhóm họa sĩ cho phim hoạt họa được tiến hành song song với quyết định làm bộ phim hoạt họa đầu tiên. Bài học chính là những nhân vật, những cảnh của phim này. Và do đó, về sau, khi bộ phim hoàn thành và được chiếu rộng rãi, dưới những hàng chữ giới thiệu tên phim và tên những người làm phim, người xem còn thấy dòng chữ: «Bài tập của lớp họa sĩ hoạt họa». Những dòng chữ ấy đánh dấu sự ra đời của một ngành học mới của [[điện ảnh Việt Nam]]: Ngành họa sĩ hoạt họa.''\n\n''Hàng ngày, sau khi những bản vẽ trên giấy đánh máy tẩm dầu được hoàn chỉnh, bộ phận quay phim lại bắt đầu làm việc. Chiếc máy quay phim cũng là một công trình sáng tạo tập thể, chắp vá từ nhiều máy khác lại. Nhưng với chiếc máy quay phim cọc cạch này được đặt trong phòng quay vốn là một cái phòng tắm được sửa sang lại, những thước phim có hình đầu tiên xuất hiện.''|||Trích lược ''Phim hoạt họa Việt Nam''. [[Ngô Mạnh Lân]], Trần Ngọc Thanh. [[Sách]] do [[Nhà xuất bản Văn hóa - Hà Nội]] ấn hành năm 1977}}\n[[Tập tin:Mèo Con.JPG|nhỏ|trái|123px|''[[Mèo Con (phim)|Mèo Con]]'', phim [[đồ họa]] năm 1965.]]\n[[Tập tin:Chuyện ông Gióng.jpg|nhỏ|trái|123px|''[[Chuyện ông Gióng]]'', phim [[búp bê]] năm 1970.]]\n{{cquote|''Cũng trong thời gian này, Xưởng phim hoạt họa còn cho ra mắt các khán giả thiếu nhi ba bộ phim dài với đề tài là những chuyện cổ tích thần thoại. Đó là các phim: \"[[Chuyện ông Gióng]]\", \"[[Kặm Phạ - Nàng Ngà]]\", \"[[Sơn Tinh - Thủy Tinh]]\".''\n\n''Trừ \"Kặm Phạ - Nàng Ngà\" là chuyện cổ tích dân gian [[Lào]], \"Chuyện ông Gióng\" và \"Sơn Tinh - Thủy Tinh\" đã rất quen thuộc với thiếu nhi nước ta. Nói chung, về hình tượng nhân vật cũng như bố cục câu chuyện, những truyện thuộc loại cổ tích dân gian này đã được thử thách và giọt giũa qua nhiều thế kỷ. Cái khó lớn nhất của những người làm phim thuộc thể loại này là làm thế nào dựng nên được không khí của truyện, tạo được bối cảnh cho các nhân vật hoạt động một cách hợp lý và sinh động, theo đặc trưng của thể loại phim hoạt họa. Để làm được việc đó, những người làm phim, trước hết là đạo diễn và họa sĩ thể hiện, đã phải tìm đọc những cuốn sách về lịch sử, về dân tộc học. Họa sĩ thể hiện phim \"Chuyện ông Gióng\" đã về quê hương của Gióng ở Phù Đổng gặp các cụ già, nghe các cụ kể lại về truyền thuyết, dự hội làng, ghi chép phác thảo về những bụi tre, những cánh đồng, những mỏm đồi nơi xưa kia đã từng in vết chân của chú bé làng [[Phù Đổng]]. Những người trong tổ làm phim cũng đã trèo lên đỉnh [[Sóc Sơn]] đứng nhìn quê hương [[Phù Đổng]]: Những bụi tre, những cánh đồng, những ao hồ, tưởng tượng cảnh Gióng đang ghìm cương ngựa đứng nhìn quê hương thân yêu lần cuối cùng trước khi bay lên trời. Cảm hứng cho những nét vẽ chân thực của bộ phim sau này được xuất hiện từ đó. Bộ phim \"Kặm Phạ - Nàng Ngà\" cũng vậy. Những người làm phim đã sang tận đất nước đã sinh ra câu chuyện cổ tích đầy lý thú đó, ghi chép được hàng trăm bức tranh phong cảnh và chân dung các cô gái Lào xinh đẹp và duyên dáng để về lựa chọn lấy những nét điển hình và tiêu biểu, tạo nên cảnh trang trí và nhân vật của bộ phim.''\n\n''Cảnh trang trí và nhân vật trong \"Chuyện ông Gióng\" và \"Sơn Tinh - Thủy Tinh\" đều bắt nguồn từ những phác thảo chép trong các viện bảo tàng, từ những nét chạm khắc trên mặt trống đồng từ thời [[Hùng Vương]], đến những nét hoa văn trên các đầu đao, cửa võng của các hiện vật. Trên cơ sở những nét thực đó, những người làm phim mà trước hết là họa sĩ thể hiện, đã sáng tạo ra các hình tượng cho bộ phim của mình.''\n\n''Xuất phát từ ý thức lao động nghệ thuật đúng đắn đó, nên dù bắt tay vào làm những phim cổ tích đầu tiên, với độ dài gấp hai đến ba lần những bộ phim bình thường, những phim thuộc đề tài này đã được người xem ưa thích và đánh giá tốt. Phim \"Chuyện ông Gióng\" được tặng giải thưởng Bông sen vàng trong [[Liên hoan phim Việt Nam lần thứ 2|Liên hoan phim Việt Nam lần thứ II]] tổ chức tại Hà Nội năm 1973, được giải Bồ câu vàng trong Liên hoan phim quốc tế tổ chức tại [[Leipzig]] ([[Cộng hòa Dân chủ Đức]]) năm 1971. Bộ phim \"Kặm Phạ - Nàng Ngà\" được tặng giải thưởng Bông sen vàng trong [[Liên hoan phim Việt Nam lần thứ 2|Liên hoan phim Việt Nam lần thứ II]] và bộ phim \"Sơn Tinh - Thủy Tinh\" trong liên hoan phim này cũng được tặng giải thưởng Bông sen bạc.''|||Trích lược ''Phim hoạt họa Việt Nam''. [[Ngô Mạnh Lân]], Trần Ngọc Thanh}}\n{{div col|colwidth=18em}}\n* ''[[Trời sắp mưa|Giời sắp mưa]]'' (1959)\n* ''[[Con cáo và tổ ong|Đáng đời thằng Cáo]]'' (1960)\n* ''[[Con một nhà]]'' (1961)\n* ''[[Chú Thỏ đi học]]'' (1962)\n* ''[[Bi Bô và Hòa]]''\n* ''[[Một ước mơ]]'' (1963) \n* ''[[Em bé nông dân và con hổ]]''\n* ''[[Em bé hái củi và chú hươu con]]''\n* ''[[Mèo Con (phim)|Mèo Con]]'' (1965)\n* ''[[Con sáo biết nói]]'' (1967)\n* ''[[Những chiếc áo ấm]]'' (1968)\n* ''[[Chuyện ông Gióng]]'' (1970)\n* ''[[Chú đất nung]]''\n* ''[[Rồng lửa Thăng Long]]'' (1973)\n* ''[[Lật Đật và Phồng Phềnh]]'' (1973)\n* ''[[Bàn tay khổng lồ]]'' (1975)\n{{div col end}}\n\n===1976 - 1985===\nSau khi [[Chiến tranh Việt Nam|chiến sự]] kết thúc, ngành [[hoạt hình]] [[Việt Nam]] có cơ hội thuận lợi để phát triển mạnh thêm nhờ kế thừa các thiết bị làm phim của [[Việt Nam Cộng hòa]] và sự yểm trợ dồi dào của [[Liên Xô]]. [[Hoạt hình]] [[Việt Nam]] thời kỳ này khai thác mạnh mẽ các truyện kể dân gian, đồng thời đưa vào phim sự hồn nhiên, hài hước trong đời sống tinh thần thiếu nhi. Đáng chú ý là các [[họa sĩ]] bắt đầu đưa nét vẽ dân họa cổ truyền vào phim hoạt hình, thậm chí rất nhiều phim được vẽ trên giấy dó. Do đặc thù quan niệm thời này vẫn cho rằng, hoạt hình là lĩnh vực chỉ dành cho trẻ nhỏ, cho nên hầu hết các bộ phim đều phải đảm bảo sự tươi tắn về hình thức, lồng ghép vào nội dung yếu tố giáo huấn và cốt truyện phải thực sự dễ hiểu. Những điều này càng về sau sẽ đưa hoạt hình Việt Nam sa vào bế tắc, nhưng dẫu sao giai đoạn trước Đổi mới vẫn đáng được xem là thời thăng hoa của ngành hoạt hình Việt Nam.\n* ''[[Thạch Sanh (hoạt hình)|Thạch Sanh]]'' (1976)\n* ''[[Ông Trạng thả diều]]'' (1981)\n* ''[[Bước ngoặt]]'' (1982)\n===1985 - 2000===\nVào thời kỳ Đổi mới, do chính sách bao cấp toàn phần bị tháo gỡ nên các đơn vị sản xuất phim phải tự tìm đến khán giả và sẽ không có sự bù lỗ từ chính phủ như trước. Ngành hoạt hình Việt Nam vốn dĩ quá nhỏ bé so với các lĩnh vực điện ảnh khác, mà hầu như chỉ có một đơn vị sản xuất là [[Hãng phim hoạt hình Việt Nam]]; mặc dù có một đơn vị khác là xưởng phim hoạt hình của [[Hãng phim Giải Phóng|Xí nghiệp phim tổng hợp thành phố Hồ Chí Minh]], song cơ sở này chỉ thực hiện được 20 bộ phim rồi giải thể, cũng không tạo ra được bất cứ ấn tượng nào. Các phim hoạt hình thời kỳ này có sự gia tăng về thời lượng, chất liệu làm phim cũng hết sức phong phú; song nét vẽ và cử động thô vụng, nội dung nặng nề tính giáo huấn - nên không thể hòa nhập trào lưu hoạt hình thế giới. Phim sản xuất ra chỉ để tranh giải và trình chiếu cục bộ, cho nên hầu như không ai biết đến ngành hoạt hình Việt Nam. Bởi vậy, có thể xem đây là giai đoạn khủng hoảng, với triết lý cũ và phương thức làm phim cũ.\n* ''[[Người thợ chạm tài hoa]]'' (1992)\n* ''[[Ai cũng phải sợ]]'' (1983)\n* ''[[Trê Cóc (phim)|Trê Cóc]]'' (1993)\n* ''[[Phép lạ hồi sinh]]'' (1994)\n* ''[[Chim Ri và Tu Hú]]''\n* ''[[Cất nhà giữa hồ (hoạt hình)|Cất nhà giữa hồ]]''\n* ''[[Chiếc vỏ hộp ven đường]]''\n===2001 - 2010===\n[[Tập tin:Xe đạp và ô tô.jpg|nhỏ|phải|222px|''[[Xe đạp và ô tô]]'', phim cắt giấy năm 2002.]]\nThời kỳ này đánh dấu sự xuất hiện của kỹ thuật đồ họa vi tính, ban đầu là 2D và bây giờ là 3D; kỷ nguyên của các kỹ thuật làm phim thủ công như vẽ tay, búp bê, cắt giấy xem như kết thúc. Các nhà [[điện ảnh]] [[Việt Nam]] bắt đầu làm quen với việc [[vẽ]] [[phim]] trên máy [[máy tính|vi tính]], tuy nhiên [[hình ảnh]] vẫn còn thô vụng và nội dung cũng chưa thật đặc sắc. Bên cạnh đó, rất nhiều nhóm làm phim hoặc hãng phim hoạt hình phát sinh ồ ạt, như một sự bù đắp cho khoảng trống mà Hãng phim hoạt hình [[Việt Nam]] từ lâu không thể ôm trọn.\n\nThời kỳ này cũng đánh dấu sự trở lại của các dòng phim [[tuyên truyền chính trị]] và có yếu tố [[lịch sử]]. Lúc này, do sự cập nhật xu thế hoạt hình quốc tế trở nên rất dễ dàng nên hoạt hình [[Việt Nam]] không ngần ngại tiếp thu mọi thứ – từ kỹ thuật làm phim cho đến phương thức sáng tạo nội dung. Tuy nhiên, hình như do chưa từng có nền tảng là một ngành hoạt hình thủ công bền vững, cho nên rất dễ nhận thấy là hoạt hình Việt Nam hiện giờ quá lạm dụng kỹ nghệ cao, truyện phim cũng không mấy đặc sắc. Yếu điểm lớn nhất của hoạt hình Việt Nam là khâu lồng tiếng vẫn chưa bao giờ được khắc phục. Và thực sự nếu đem so với chỉ vài quốc gia lân cận, thì có thể nói rằng ngành hoạt hình [[Việt Nam]] còn rất thô sơ và phát triển chậm chạp. Có lẽ, chúng ta vẫn nên đợi thêm nhiều thời gian nữa để thấy một ngành hoạt hình tinh tế và đa dạng tại Việt Nam.\n{{div col|colwidth=18em}}\n* ''[[Xe đạp (phim hoạt hình)|Xe đạp]]'' (2001)\n* ''[[Xe đạp và ô tô]]'' (2002)\n* ''[[Chuyện hai chiếc bình]]'' (2003)\n* ''[[Cuộc phiêu lưu của Ong Vàng]]'' (2003)\n* ''[[Tít và Mít]]'' (2005)\n* ''[[Giấc mơ của Ếch Xanh]]'' (2005)\n* ''[[Hiệp sĩ Trán Dô]]'' (2006)\n* ''[[Chú bé đánh giày]]'' (2007)\n* ''[[Ve Vàng và Dế Lửa]]''<ref>Đoạn cuối của bộ phim có ghi rõ năm sản xuất<\/ref> (2007)\n* ''[[Câu chuyện mùa đông]]'' (2009)\n* ''[[Lu và Bun]]'' (2009)\n* ''[[Thỏ và Rùa (hoạt hình)|Thỏ và Rùa]]'' (2009)\n{{div col end}}\n===2011 đến nay===\n[[Tập tin:Duoi bong cay poster.jpg|nhỏ|phải|222px|''[[Dưới bóng cây]]'', phim [[3D]] năm 2011.]]\nCùng với sự phát triển không ngừng của [[công nghệ|kỹ thuật]] làm [[phim (định hướng)|phim]] trên [[phần mềm]] [[máy tính|vi tính]], [[phim hoạt hình|hoạt hình]] [[Việt Nam]] âm thầm thực hiện một cuộc tổng cách tân trong lĩnh vực của mình, dần hướng đến gần hơn [[thị trường]] và thị hiếu người xem. Rất nhiều nhóm làm phim hoặc hãng phim hoạt hình phát sinh ồ ạt, như một sự bù đắp cho khoảng trống mà [[Hãng phim hoạt hình Việt Nam]] từ lâu không thể ôm trọn. Thời kỳ này cũng đánh dấu sự trở lại của các dòng phim tuyên truyền [[chính trị]] hoặc có yếu tố [[lịch sử]].\n\nLúc này, do sự cập nhật xu thế hoạt hình quốc tế trở nên rất dễ dàng nên hoạt hình Việt Nam không ngần ngại tiếp thu mọi thứ - từ kỹ thuật làm phim cho đến phương thức sáng tạo nội dung. Tuy nhiên, do chưa từng có nền tảng là một ngành hoạt hình thủ công bền vững, cho nên rất dễ nhận thấy là [[hoạt hình]] [[Việt Nam]] lạm dụng kỹ nghệ cao, truyện phim cũng không đặc sắc. Điểm yếu lớn nhất của [[hoạt hình]] [[Việt Nam]] là khâu lồng tiếng vẫn chưa bao giờ được khắc phục. Và khi so với chỉ vài quốc gia lân cận, dư luận nói rằng, ngành [[hoạt hình]] [[Việt Nam]] còn rất thô sơ và phát triển chậm chạp.\n\nTừ 2016 trở đi, hoạt hình Việt nam chứng kiến sự tiến bộ rõ rệt về công nghệ hoạt hình 3D, nhờ các công ty tư nhân có tâm huyết như Colory Animation hay Red Cat Motion. Bên cạnh đó, công nghệ phim hoạt hình 2D cũng có sự chuyển mình rõ rệt, với ví dụ điển hình là DeeDee Animation Studio. Do chi phí sản xuất hoạt hình tại Việt Nam rẻ hơn so với mặt bằng chung trên thị trường thế giới, nên các công ty Việt Nam thường được lựa chọn làm đối tác cho các dự án outsource trong nước và quốc tế. Bên cạnh đó, sử dụng phim hoạt hình cũng trở thành một phương pháp truyền thông được lựa chọn của một số nhãn hàng lớn tại Việt Nam, điển hình như MILO hay Lifebuoy.\n\nCuối năm 2018, POPS Worldwide cùng nhãn hàng Lifebuoy cho ra mắt series phim hoạt hình thuần Việt \"Biệt Đội iOn Bạc\", gây hứng thú cho cả trẻ em và người lớn.<ref>{{Chú thích web|url=https:\/\/thegioidienanh.vn\/biet-doi-ion-bac-buoc-phat-trien-trong-cong-nghe-lam-phim-hoat-hinh-tai-viet-nam-27342.html|title=‘Biệt đội Ion bạc’: Bước phát triển trong công nghệ làm phim hoạt hình tại Việt Nam|last=|first=|date = ngày 9 tháng 12 năm 2018 |website=Thế Giới Điện Ảnh|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\nĐầu năm 2019, hãng phim [[DeeDee Animation Studio]] cho ra mắt phim ngắn hoạt hình [[Tàn Thể|\"Tàn Thể: Tiền Truyện\"]] trên các phương tiện truyền thông. Bộ phim được giới truyền thông báo chí, điển hình như [[Dân trí (báo)|Dân Trí]], [[VietNamNet|Vietnamnet]], Tiền Phong, v...v…, nhận định là \"phim hoạt hình thuần Việt đầu tiên trong lịch sử hướng tới đối tượng xem là người lớn\"<ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/giai-tri\/tan-the-phim-hoat-hinh-thuan-viet-cho-nguoi-lon-1397964.tpo|title=Tàn thể, phim hoạt hình thuần việt cho người lớn|last=|first=|date=04\/04\/2019|website=Tiền Phong|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>. Trong đó, theo Dân Trí, bộ phim hoạt hình “Tàn Thể: Tiền Truyện” “đã làm thay đổi diện mạo của hoạt hình Việt Nam”<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/van-hoa\/lan-dau-tien-co-phim-hoat-hinh-thuan-viet-danh-cho-nguoi-lon-20190403145325057.htm|title=Lần đầu tiên có phim hoạt hình thuần Việt dành cho người lớn|last=|first=|date=04\/03\/2019|website=Dân Trí|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>.\n\nTháng 10 năm 2019, Foxshelf và Red Cat Motion cho ra mắt cuốn sách về hoạt hình đầu tiên của Việt Nam với tên gọi \"Xứ Sở Animation\"<ref>{{Chú thích web|url=https:\/\/foxshelf.com\/products\/xu-so-animation|title=XỨ SỞ ANIMATION|last=|first=|date=|website=Foxshelf|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>. Cuốn sách này là giáo trình về bộ môn hoạt hình, được biên soạn bởi Leo Dinh (CEO của Red Cat Motion), hợp tác cùng nhiều những cá nhân khác trong ngành hoạt hình trong nước.\n{{div col|colwidth=18em}}\n*''[[Người con của Rồng]]'' (2010)\n*''[[Trên ngọn cây]]'' (2010)\n*''[[Chiếc giếng thời gian]]'' (2010)\n*''[[Dưới bóng cây]]'' (2011)\n*''[[Hiệp sĩ Rồng]] (2011)''\n*''[[Cô bé bán diêm (hoạt hình, 2011)|Cô bé bán diêm]] (2011)''\n*''[[Voi Cà Chua và chim sẻ Su Su]] (2012)''\n*''[[Đại chiến Bạch Đằng]] (2012)''\n*''[[Khu đầm có cánh]] (2013)<ref>Đoạn cuối trailer có ghi rõ năm sản xuất<\/ref>''\n*''[[Vạn Xuân chiến quốc]] (2013)''\n*[[Con Rồng Cháu Tiên]] (2017)\n*''[[Tàn Thể|Tàn thể]] (2019)''\n*''[[BÌNH NGÔ ĐẠI CHIẾN]](2020)''\n{{div col end}}\n\n==Kĩ thuật==\n===Thể loại===\n* '''Đồ họa 2D'''\n* '''Đồ họa 3D'''\n* '''Búp bê'''\n* '''Cắt giấy'''\n===Đơn vị===\n{{div col|colwidth=18em}}\n* [[Hãng phim hoạt hình Việt Nam]]\n* [[DeeDee Animation Studio]]\n*[[Red Cat Motion]]\n* [[Glowing Studio]]\n* [[Animost Studio]]\n* [[Xưởng phim hoạt họa thành phố Hồ Chí Minh]]\n* [[Hãng phim Giải Phóng]]\n* [[HFL Media]]\n* [[Hãng phim Hà Nội]]\n* [[Evertoon Animation Studio]]\n* [[Armada TNT Việt Nam]]\n* [[Biqit Studio]]\n* [[Bamboo Animation]]\n* [[Colory Animation Studio]]\n* [[7Bom Animatiton]]\n* [[Hãng phim Phạm Thùy Nhân]]\n* [[Hi Pencil Studio]]\n* [[S.18 Animatiton]]\n* [[Nhóm Đuốc Mồi]]\n* [[VinTaTa]]<ref>[https:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/cuoc-thi-tim-kiem-y-tuong-kich-ban-cho-phim-hoat-hinh-viet-nam-3663473.html Cuộc thi tìm kiếm ý tưởng kịch bản cho phim hoạt hình Việt Nam] - ''VNExpress'' \/\/ Thứ Ba, 31.10.2017, 12:00 (GMT+7)<\/ref>\n* [[Sunrise Animation]]\n{{div col end}}\n===Chuyên viên===\n{{div col|colwidth=18em}}\n* [[Hà Huy Hoàng]]\n* [[Ngô Mạnh Lân]]\n* [[Lê Minh Hiền]]\n* [[Hồ Quảng (họa sĩ)|Hồ Quảng]]\n* [[Trương Qua]]\n* [[Cao Thụy]]\n* [[Mai Long (họa sĩ)|Mai Long]]\n* [[Nguyễn Thị Nghiêm Dung]]\n* [[Nguyễn Thị Hằng (họa sĩ)|Nguyễn Thị Hằng]]\n* [[Nguyễn Bảo Quang]]\n* [[Phan Thị Hà]]\n* [[Tô Hoài]]\n* [[Nguyễn Hà Bắc]]\n* [[Vũ Kim Dũng]]\n* [[Đặng Hiền]]\n* [[Đinh Trang Nguyên]]\n* [[Thái Chí Thanh]]\n* [[Nguyễn Nhân Lập]]\n* [[Lâm Đình Chiến]]\n* [[Trần Trọng Bình]]\n* [[Bùi Hùng]]\n* [[Lê Khôi (họa sĩ)|Lê Khôi]]\n* [[Lê Bình (họa sĩ)|Lê Bình]]\n* [[Đặng Vũ Thảo]]\n* [[Phạm Minh Trí]]\n* [[Nguyễn Thị Phương Hoa]]\n* [[Phạm Sông Đông]]\n* [[Nguyễn Thái Hùng (họa sĩ)|Nguyễn Thái Hùng]]\n* [[Trần Thanh Việt]]\n* [[Phùng Văn Hà]]\n* [[Huỳnh Vĩnh Sơn]]\n* [[Nguyễn Cao Hoàng]]\n* [[Mike Nguyễn]]\n* [[Bùi Quốc Thắng]]\n* [[Trần Khánh Duyên]]\n* [[Doãn Thành]]\n* [[Đoàn Trần Anh Tuấn]]\n* [[Nguyễn Đắc Hoàng]]\n{{div col end}}\n==Xem thêm==\n{{commonscat|Cartoons of Vietnam}}\n* [[Điện ảnh Việt Nam]]\n* [[Hội họa Việt Nam]]\n* [[Tranh truyện Việt Nam|Mạn họa Việt Nam]]\n==Tham khảo==\n{{tham khảo|4}}\n* [http:\/\/www.yxine.com\/forum\/forum.php?action=showmsg&box_id=7&msg_id=1139 Hoạt hình Việt Nam: Có lắm người tài ?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150923140939\/http:\/\/www.yxine.com\/forum\/forum.php?action=showmsg&box_id=7&msg_id=1139 |date = ngày 23 tháng 9 năm 2015}}\n* [http:\/\/www.ktdt.com.vn\/news\/detail\/506\/buoc-tien-moi-cho-phim-hoat-hinh-viet-nam.aspx Bước tiến mới cho phim hoạt hình Việt Nam]{{Liên kết hỏng|date = ngày 12 tháng 3 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.thegioihoathinh.com\/forum\/showthread.php?p=3119 Hoạt hình Việt Nam: Thiếu sự phi lý] {{Webarchive|url=https:\/\/archive.is\/20130104213525\/http:\/\/www.thegioihoathinh.com\/forum\/showthread.php?p=3119 |date = ngày 4 tháng 1 năm 2013}}\n* [http:\/\/www.thegioiphunu-pnvn.com.vn\/Tin.aspx?varbaoid=1428&varnhomid=4&vartinid=8089 Phim hoạt hình 3D Việt Nam: Chập chững đến bao cấp ?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100622024520\/http:\/\/www.thegioiphunu-pnvn.com.vn\/Tin.aspx?varbaoid=1428&vartinid=8089&varnhomid=4 |date = ngày 22 tháng 6 năm 2010}} (Báo ''Phụ nữ Việt Nam'')\n* [http:\/\/cinet.vn\/ArticleDetail.aspx?articleid=33935&sitepageid=48 Phim hoạt hình Việt Nam: Cách tân để tồn tại] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131105182647\/http:\/\/cinet.vn\/ArticleDetail.aspx?articleid=33935&sitepageid=48 |date = ngày 5 tháng 11 năm 2013}} - ''[[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]'' \/\/ 08:34, 25-3-2008\n* [http:\/\/congluan.vn\/printContent.aspx?ID=12058 Phim hoạt hình Việt Nam: Bao giờ \"bĩ\" qua \"thái\" tới ?] {{Webarchive|url=https:\/\/archive.is\/20130114053042\/http:\/\/congluan.vn\/printContent.aspx?ID=12058 |date = ngày 14 tháng 1 năm 2013}} - ''Nhà báo và Công luận'' \/\/ Thứ Bảy, 26-2-2011, 12:30 (AM)\n* [http:\/\/webphunu.net\/m\/56076 Hành trình \"hết ngủ đông\" của phim hoạt hình Việt]{{Liên kết hỏng|date = ngày 14 tháng 6 năm 2021 |bot=InternetArchiveBot }} - ''Web Phụ Nữ'' \/\/ 1-6-2011 (11:37)\n* [http:\/\/thvl.vn\/?p=13551 Phim hoạt hình Việt Nam: Cần được nhìn nhận công bằng và khách quan] - ''[[Đài Phát thanh - Truyền hình Vĩnh Long]]'' \/\/ Thứ Năm, 26-1-2012, 19:04:13 (GMT+7)\n* [http:\/\/www.thegioidienanh.vn\/index.php?option=com_content&view=article&id=4778:phim-hot-hinh-vit-nam-mng-nhng-vn-tic Phim hoạt hình Việt Nam: Mừng nhưng vẫn tiếc...] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150923190704\/http:\/\/www.thegioidienanh.vn\/index.php?option=com_content&view=article&id=4778:phim-hot-hinh-vit-nam-mng-nhng-vn-tic |date = ngày 23 tháng 9 năm 2015}}\n* [http:\/\/www.sggp.org.vn\/dienanh\/2013\/11\/333171\/ Phim hoạt hình Việt vẫn xa vời giấc mơ ra rạp] - ''SGGP Online'' \/\/ Thứ Bảy, 23.11.2013, 21:37 (GMT+7)\n* [http:\/\/dantri.com.vn\/van-hoa\/phim-hoat-hinh-viet-dung-rat-thap-ngay-trong-khu-vuc-20150926195228228.htm Phim hoạt hình Việt đứng rất thấp ngay trong khu vực] - ''Dân Trí'' \/\/ Thứ Bảy, 26.09.2015, 19:51 (GMT+7)\n{{Điện ảnh Việt Nam|state=expanded}}\n{{Nghệ thuật Việt Nam}}\n\n[[Thể loại:Hoạt hình Việt Nam| ]]\n[[Thể loại:Khởi đầu năm 1959 ở Việt Nam]]"}