{"86912":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Hoằng Lộc \n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây = \n| thời điểm dân số = \n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| thành phố = \n| thị xã = \n| thành lập = \n| trụ sở UBND = \n| tỉnh=[[Thanh Hóa]]\n| huyện=[[Hoằng Hóa]]\n| diện tích=2,62 <ref name=QD19\/>\n| dân số=5.264 người (1999)<ref name=QD19>{{Chú thích sách| title = Quyết định số 19\/2006\/QĐ-BTNMT ngày 1\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ}}<\/ref>\n| mật độ dân số=2.009 \n| mã hành chính=15964<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính=44266 - 44267\n}}\n\n'''Hoằng Lộc''' là một [[xã]] thuộc [[huyện]] [[Hoằng Hóa]], [[tỉnh]] [[Thanh Hóa]], [[Việt Nam]].\n\n== Địa lý - Hành chính ==\n[[Tập tin:Vị trí địa lý xã Hoằng Lộc.jpg|nhỏ|486x486px|''Vị trí địa lý xã Hoằng Lộc'']]\nHoằng Lộc cách trung tâm huyện Hoằng Hóa 6&nbsp;km về phía Bắc, cách Quốc lộ 1 và trung tâm Thành phố Thanh Hóa 5&nbsp;km về phía Tây.\n\nĐịa giới hành chính: \n* Phía Đông giáp xã [[Hoằng Thành]];\n* Phía Tây giáp xã [[Hoằng Quang]];\n* Phía Nam giáp xã [[Hoằng Đại]],[[Thành phố Thanh Hóa]];\n* Phía Bắc giáp xã [[Hoằng Thịnh]].\n\nHoằng Lộc có tổng diện tích tự nhiên là 253,99 ha, trong đó đất sản xuất nông nghiệp là 126,25 ha chiếm 49,7%.\n\nDân số hiện nay là 5265 người <ref name=\"BuiViet1996\" \/> (số liệu năm 1999) với 1617 hộ, sống quần cư trong phạm vi hơn 2.6&nbsp;km².\n\nHiện nay xã Hoằng Lộc gồm 7 thôn là: Đình Bảng, Đông Phú, Đông Tiến (Thôn Bái Đông và Hưng Tiến gộp lại), Phúc Lộc (Thôn Chùa và Thôn Lay gộp lại), Tiến Thành (Thôn Đà và Thôn Sau gộp lại), Thành Nam (Thôn Bắc Nam và Đình Nam gộp lại), Đồng Thịnh (Thôn Đồng Mẫu và Hưng Thịnh gộp lại).\n\n== Lịch sử ==\nHoằng Lộc là xã thôn nằm trong khu vực trung tâm của những làng cổ ở xứ Thanh. Làng được hình thành và phát triển từ thời kỳ văn hóa Đông Sơn cách đây 2000 năm. Thời xưa, Hoằng Lộc có tên là Kẻ Vụt. Từ thế kỉ 10 có tên là Đường Bột trang. Đến thời Lê Sơ thì Đường Bột được gọi là Đà Bột, bấy giờ Đà Bột gồm 2 làng là Bột Thượng và Bột Hạ, sau này muộn nhất vào thế kỷ XV, Bột Hạ được đổi tên thành Bột Thái. Tuy mỗi làng xã có tên riêng nhưng mọi người vẫn gọi chung là Làng Bột hay Lưỡng Bột hoặc Nhị Bột.\n\nThời Gia Long, hai làng Bột Thượng và Bột Thái thuộc tổng Hành Vỹ, huyện Hoằng Hóa, phủ Hà Trung. Năm Minh Mệnh thứ 2 (1821), hai làng Bột Thượng và Bột Thái lại được tái nhập và mang địa danh mới là xã Hoằng Đạo.\n\nCuối thế kỉ XIX, xã Hoằng Đạo lại được tách thành hai xã Hoằng Nghĩa và Bột Hưng, vẫn thuộc tổng Hành Vỹ. Hai tên mới Hoằng Nghĩa và Bột Hưng tồn tại cho đến Cách mạng tháng Tám 1945 rồi được sáp nhập vào các xã Thịnh Hòa, Đoan Vỹ, Bình Yên thành xã Hưng Thịnh<ref name=\"LangThanhhoaI\">{{Chú thích sách|title=Tên làng xã Thanh Hoá, tập I|author=Ban nghiên cứu và biên soạn lịch sử Thanh Hoá|publisher=Nhà xuất bản Thanh Hoá, 2000|trang=73}}<\/ref>.\n\nĐúng vào ngày tổng tuyển cử đầu tiên của nước Việt Nam dân chủ cộng hòa (6\/01\/1946), Hoằng Nghĩa và Bột Hưng được tách riêng và gộp thành xã Hoằng Bột.\n\nTháng 4\/1947, xã Hoằng Bột sáp nhập cùng các xã Bái Trung, Đại Báo lập thành xã Hoằng Lộc<ref name=\"LangThanhhoaI\" \/>.\n\nCuối năm 1953, xã lớn Hoằng Lộc được chia thành bốn xã: Hoằng Lộc (mới), Hoằng Trạch, Hoằng Đại, Hoằng Thành. Xã Hoằng Lộc (mới) ổn định đến nay<ref name=\"LangThanhhoaI\" \/>.\n\nĐến năm 2018 xã Hoằng Lộc gồm 12 thôn: Đình Nam, Bắc Nam, Hưng Tiến, Bái Đông, Đình Bảng, Đông Phú, Hưng Thịnh, Chùa, Đà, Sau, Lay, Đồng Mẫu.\n\nTháng 10 năm 2018, xã Hoằng Lộc còn lại 7 thôn là: Đình Bảng, Đông Phú, Đông Tiến (Thôn Bái Đông và Hưng Tiến gộp lại), Phúc Lộc (Thôn Chùa và Thôn Lay gộp lại), Tiến Thành (Thôn Đà và Thôn Sau gộp lại), Thành Nam (Thôn Bắc Nam và Đình Nam gộp lại), Đồng Thịnh (Thôn Đồng Mẫu và Hưng Thịnh gộp lại).\n\n== Giáo dục - Y tế ==\nToàn xã có 1 trường Mầm non (Trường mầm non Hoằng Lộc), 1 trường Tiểu học (Trường Tiểu học Lê Mạnh Trinh), 1 trường Trung học (Trường Trung học Cơ sở Tố Như)\n\nvà 1 trạm y tế xã (Trạm y tế xã Hoằng Lộc)\n\n==Nhân vật nổi bật==\n[[Tập tin:Vinhquibaito.jpg|phải|nhỏ|''Truyền thống khoa bảng''|263x263px]]\nHoằng Lộc nổi tiếng là một cái nôi của truyền thống hiếu học và khoa bảng xứ Thanh. Hình thể của xã vuông vức, khiến có người nghĩ rằng vùng đất học này giống một cái nghiên lớn và con đường từ Nguyệt Viên (xã Hoằng Quang) về làng tựa như một cái bút đang chấm vào nghiên mực. Văn bia ở Văn từ huyện Hoằng Hóa đã khắc họa địa thế và vị trí đặc sắc của Hoằng Lộc: \"Hình thế thì có núi Phong Châu làm án, có dòng [[sông Mã]] uốn quanh, non sông đúc kết khí thiêng, sinh trưởng nhân tài anh tuấn... kẻ sĩ nhiều người đỗ đạt, danh tiếng lẫy lừng, đứng hàng đầu [[Thanh Hóa|Châu Ái]] mà sánh chung cả nước\" <ref name=\"BuiViet1996\" \/>. Từ [[thế kỷ 19]], giới [[nho giáo|nho sĩ]] Hoằng Hóa đã lập [[văn từ]] thờ [[Khổng Tử|Khổng]] [[Mạnh Tử|Mạnh]] và những bậc văn nhân của huyện ngay trên đất Hoằng Lộc <ref name=\"BuiViet1996\" \/>. Nơi đây chính là quê hương của [[Nguyễn Quỳnh]], con người tài ba được xã hội đương thời xếp vào \"Tràng An tứ hổ\": \"Nhất Quỳnh, nhì Nam, tam Hoàn, tứ Tuấn\" <ref name=\"BuiViet1996\">{{Chú thích sách| title = Hoằng Lộc, đất hiếu học |author = Bùi Khắc Việt và Nguyễn Đức Nhuệ |year = 1996 | publisher = Nhà xuất bản Thanh Hóa}}<\/ref>.\n[[Tập tin:Hòn đá thám hoa Nguyễn Sư Lộ.jpg|nhỏ|''Phiến đá ngày xưa cụ Nguyễn Sư Lộ ngồi dạy học hiện được nhân dân thờ cúng''|444x444px]]\nHoằng Lộc có lịch sử khoa cử 438 năm, lịch sử ghi nhận kể từ năm có vị khai khoa là [[Nguyễn Nhân Lễ]], đỗ Tiến sĩ khoa Tân Sửu, Hồng Đức thứ 12 ([[1481]]) đến khoa thi nho học cuối cùng triều [[Khải Định]] ([[1919]]). Trong hơn bốn thế kỷ, Hoằng Lộc có 12 người được đề danh trên bảng vàng đại khoa, trong đó có bảy vị được khắc tên tại bia đá đặt tại [[Văn Miếu - Quốc Tử Giám|Văn Miếu Quốc Tử Giám]]; có hai người đỗ [[tam khôi]] là [[Bảng nhãn]] Bùi Khắc Nhất và [[Thám hoa]] Nguyễn Sư Lộ; hai người đỗ [[Thủ khoa nho học Việt Nam|Đình nguyên]] [[Hoàng giáp]] là [[Nguyễn Thứ]] và [[Nguyễn Lại]] (hai kỳ thi này không lấy tam khôi); một người đỗ [[Hội nguyên]] là [[Nguyễn Nhân Thiệm]] và hai người đỗ [[Hoàng giáp]] là [[Nguyễn Cẩn]] và [[Nguyễn Bá Nhạ]].\n\nDanh sách mười hai người đỗ đại khoa:\n# [[Nguyễn Nhân Lễ]] (1460-1522): Đệ tam giáp đồng Tiến sĩ xuất thân, khoa Tân Sửu Hồng Đức 12 (1481), lúc 21 tuổi.\n# [[Nguyễn Thanh]] (1506-1547): Đệ tam giáp đồng Tiến sĩ xuất thân, khoa Tân Sửu Quảng Hòa 1 (1541), lúc 36 tuổi.\n# [[Nguyễn Sư Lộ]] (1519): Đệ nhất giáp chế khoa xuất thân đệ tam danh (Thám Hoa), khoa Chế khoa năm Giáp Dần, Thuận Bình thứ 6 (1554).\n# [[Bùi Khắc Nhất]] (1533 - 1609): Đệ nhị giáp Chế khoa xuất thân đệ nhị danh (Bảng Nhãn), khoa Chế khoa Ất Sửu năm Chính trị thứ 8 (1565), lúc 33 tuổi.\n# [[Nguyễn Cẩn]] (1537-1585): Đệ nhị giáp Tiến sĩ xuất thân thứ 3 (Hoàng Giáp), khoa Cảnh thìn Diên Thành thứ 3 (1580) lúc 44 tuổi.\n# [[Nguyễn Nhân Thiệm]] (1534-1597): Hội nguyên khoa Quý Mùi Quang Hưng thứ 6 (1583) triều Lê Thế Tôn, lúc 49 tuổi.\n# [[Nguyễn Thứ]] (1572): Đình nguyên Hoàng giáp, khoa Mậu Tuất Quang Hưng thứ 21 (1598) triều Lê Thế Tôn, lúc 27 tuổi.\n# [[Nguyễn Lại]] (1581): Đình nguyên Hoàng giáp, khoa Kỷ Mùi Hoằng Định thứ 20 (1619), triều Lê Kính Tông, lúc 39 tuổi.\n# [[Nguyễn Ngọc Huyền]] (1685-1743): Đệ tam giáp đồng Tiến sĩ xuất thân, khoa Tân Sửu Bảo Thái thứ 2 (1721) triều Lê Dụ Tôn, lúc 37 tuổi.\n# [[Lê Huy Du]] (1575-1835): Đệ tam giáp đồng Tiến sĩ xuất thân, khoa Đinh Mùi Chiêu Thống nguyên niên (1787) triều Lê Mẫn Đế, lúc 31 tuổi.\n# [[Nguyễn Tôn Thố]] (1793-1843): Đệ tam giáp đồng Tiến sĩ xuất thân thứ 5, khoa Ất Mùi Minh Mệnh thứ 16 (1835), lúc 43 tuổi.\n# [[Nguyễn Bá Nhạ]] (1822): Đệ nhị giáp Tiến sĩ xuất thân thứ nhất (Hoàng Giáp) và là người đỗ thứ 2 khoa thi Quý Mão Thiệu Trị 3 (1843) lúc 22 tuổi.\n\nBên cạnh đó, có nhiều người tuy chỉ đỗ Cử nhân nhưng uy tín, đức độ, chức vụ cũng khá nổi tiếng như: [[Nguyễn Quỳnh]], [[Hà Duy Phiên]], [[Nguyễn Huy Lịch]], [[Lê Huy Tiêu]]...\n[[Tập tin:Di-tich-bang-mon-dinh-va-den-tho-trang-quynh-vietour.jpg|thế=|nhỏ|268x268px|''Bảng Môn Đình (Đình Bảng)'']]\n\n=== Tóm tắt thân thế, sự nghiệp của 12 vị Đại Khoa ===\n\n# '''Nguyễn Nhân Lễ (1460-1522)''' <blockquote>Sinh ra trong một dòng họ có truyền thống hiếu học ở làng Bột Thượng (nay là xã Hoằng Lộc). Ông đỗ Tiến sĩ khoa thi hội, niên hiệu Hồng Đức thứ 12 thời vua Lê Thánh Tông (1481) khi 21 tuổi. Ông là người đỗ đại khoa đầu tiên của 2 làng Bột. Làm quan trải 40 năm, qua 7 triều vua (từ Lê Thánh Tông đến Lê Cung Hoàng). Kinh qua các chức vụ từ Tri phủ Kim Động, Thọ Xương, Phú Bình \u0085 Niên hiệu Thông nguyên, Lê Cung Hoàng thăng chức Hiến sát xứ Sơn Nam, đức tính ông liêm khiết, cần mẫn được người đời ca ngợi. Ông mất năm Tân Tỵ, hưởng thọ 61 tuổi<\/blockquote>\n# '''Nguyễn Thanh (1506-1547)''' <blockquote>Thời Lê Cung Hoàng ông gia nhập quân ngũ, sau rời quân về theo học Nho giáo. Khoa Tân Sửu (1541) niên hiệu Quảng Hòa, thời Mạc Phúc Nguyên ông đỗ Tam giáp đồng Tiến sĩ được bổ nhiệm chức Hàn lâm hiệu thảo, thăng giám sát Ngự sử đạo Lạng Sơn. Sau này quy thuận triều Lê Trung Hưng giữ chức Án sát phó sứ xứ Thanh Hoa. Ông giỏi chính trị, có tài thao lược, được bạn đồng lưu kính phục. Mất năm 40 tuổi (1547). Được truy tặng Thừa chính sứ, tước Văn Khê Bá.<\/blockquote>\n# '''Nguyễn Sư Lộ (1519-năm mất chưa rõ)''' <blockquote>Có dị tướng (2 hàng lông mày đỏ). Học vấn uyên thâm, thường ngồi chơi trên hòn đá bên đường. Học trò lớn nhỏ trong làng qua lại thường hỏi văn thơ, chữ nghĩa được ông aan cần giảng giải, nên người đời gọi là Sư Lộ (thầy ở đường). Năm Giáp Dần (1554) niên hiệu Thuận Bình Lê Trung Tông mở chế khoa thi hội, ông đỗ Nhất giáp đệ tam danh (Thám hoa). Được triều đình bổ nhiệm nhiều chức vụ phủ trán, sau thăng Hữu Thị lang Bộ lại, tước Đoan Phố Hầu. Rể và con cháu ông nhiều người đỗ đạt cao.<\/blockquote>\n# '''Bùi Khắc Nhất (1533-1609)''' <blockquote>Là con trai cụ Bùi Doãn Hiệp giám sinh Quốc Tử giám. Niên hiệu Chính Hòa Lê Anh Tông thi hương ông đỗ Hương cống. Chế khoa thi hội năm Ất Sửu đỗ Nhất giáp Tiến sĩ đệ nhị danh (Bảng Nhãn), khi đó ông 33 tuổi. Được triều đình giao nhiều chức vụ quan trọng: giám khảo trường thi hương Thanh Hóa, Thị giảng trong cung vua, Hình bộ hữu Thị lang, thăng Bộ hộ Thượng thư sau chuyển sang Binh bộ Thượng thư. Được triều đình cử dẫn đầu phái võ cùng Phùng Khắc Khoan dẫn đầu phái văn sang Trung Quốc hiệp thương tay ba. Ông thọ 77 tuổi, làm quan 44 năm, qua 6 bộ trải 3 triều vua. Được bao phong Thái bảo đệ nhị các công thần, tước Văn Phú Hầu. Sau phong Trụ quốc thượng trật kiệt tiết công thần Phú Quận Công giao dân phụng sự bậc Phúc thần Đại Vương triều Nguyễn sau này tiếp tục phong Thượng đẳng Phúc thần giao dân phụng thờ.<\/blockquote>\n# '''Nguyễn Cẩn (1537-1585)''' <blockquote>Quê gốc trại Ba Tiêu, Thủy Nguyên, Hải Phòng định cư vào xã Bột Thái (Hoằng Lộc). Ông đỗ Nhị giáp Tiến sĩ thứ ba (Hoàng giáp) khoa thi Canh Thìn, niên hiệu Diên Thành thứ ba thời Mạc Mậu Hợp (1580), nhà Mạc trao ông chức Hình khoa cấp sự trung. Nhưng triều Mạc lúc đó suy đốn nên  ông bỏ về Nam triều giúp vua Lê Trung Hưng, giữ chức chưa được bao lâu thì ông mất lúc 49 tuổi, khi đó chí nguyện chưa đạt.<\/blockquote>\n# '''Nguyễn Nhân Thiệm (1534-1597)''' <blockquote>Thuộc dòng dõi khoa bảng, khoa thi hương năm Đinh Mão ông đỗ Hương cống (1573), được triều đình bổ nhiệm quan chức, vừa làm quan vừa tự học. Khoa thi hội năm Quý Mùi (1583) ông đỗ Nhị giáp thứ nhất  (Hoàng giáp), được thăng chức  Hiến sát xứ Nghệ An. Năm 1591, chuyển về triều giữ chức Công khoa cấp sự trung rồi Lại khoa cấp sự trung, Thái thường tự khanh. Năm 1597, được cử làm phó sứ cùng chánh sứ Phùng Khắc Khoan sang nhà Minh (Trung Quốc) cầu phong vua cho vua Lê. Trên đường về nước ông lâm bệnh và mất tại trạm Phù Dung, Thiền Châu, Trung Quốc. Vua nhà Minh thương tiếc cử sứ đoàn đến viếng, kính cẩn đề linh vị: \u0093Nam quốc sứ thần công linh vị\u0094. Triều đình nhà Lê Trung Hưng truy tặng phong Tả Thị Lang tước Bá Nguyên Hầu. Tác phẩm của ông có bài văn bia Cầu Đường Bột khắc đá (hiện nay vẫn còn).<\/blockquote>\n# '''Nguyễn Thứ (1572-năm mất chưa rõ)''' <blockquote>Thân phụ là Thám hoa Nguyễn Sư Lộ, ông đỗ Hương cống năm 21 tuổi. Thi hội đỗ Đình Nguyên Hoàng giáp, giữ chức Hàn lâm viện hiệu lý, chuyển Thị giảng, thăng Thái thường Tự khanh. Ông mất khi tuổi còn trẻ, 2 con trai đều đỗ Hương cống thời Lê Trung Hưng.<\/blockquote>\n# '''Nguyễn Lại (1581-năm mất chưa rõ)''' <blockquote>Sinh trưởng trong dòng họ kế thế khoa danh, trước ông đã có 3 người đỗ đại khoa. Khoa Kỷ Mùi niên hiệu Lê Hoằng Định (1619) ông đỗ Hương cống, thi hội đỗ đầu Hoàng giáp. Làm quan đến Công bộ hữu Thị lang. Sang niên hiệu Vĩnh Tộ thứ 8 (1626) được cử sang sứ nhà Minh (Trung Quốc), khi về thăng Lại bộ hữu Thị lang (1631) sau chuyển sang Bồi tụng phủ chúa dạy Thế tử. Ông mất ngày 21\/4, được triều đình phong Dực vận Tán trị công thần, Đặc tiến vinh lộc kim tử Đại phu, tước Quế Lĩnh Hầu.<\/blockquote>\n# '''Nguyễn Ngọc Huyền (1685-1743)''' <blockquote>Thuộc dòng dõi trâm anh thế phiệt, trước ông đã có 2 người đỗ nhất, nhị giáp Tiến sĩ. Ông và em là Nguyễn Ngọc Toản đều đỗ Hương cống niên hiệu Chính Hòa thứ 23 (1702) khi đó ông 18 tuổi. Niên hiệu Vĩnh Tộ thứ 7 (1711) triều đình bổ nhiệm Tri huyện Thiên Thi rồi thăng chức Tham nghị xứ Sơn Nam. Khoa thi hội Tân Sửu (1721) ông dự hội thi đậu Tam giáp đồng Tiến sĩ xuất thân, thăng chức Hình khoa cấp sư trung, Đông các hiệu thư. Năm 1729, thăng Đông các học sĩ, Thái thường tự khanh, lĩnh đốc trấn Cao Bằng. Trải qua 7 năm dẹp yên giặc cướp về triều giữ chức Đô ngự sử đài, thăng Đông các Đại học sĩ, tước Thái Lĩnh Hầu, tả Thị lang Bộ Công, thăng Bồi tung rồi Tham tụng phủ Chúa. Khi đó vùng Cao - Lạng nổi loạn, ông được cử làm đốc trấn lần thứ 2. Dẹp yên, trở về triều ông lâm bệnh nặng và mất tại nhiệm sở, hưởng thọ 59 tuổi (24\/7 năm Quý Hợi). Triều đình tặng phong Công bộ Thượng thư, chức Thái phó Trụ quốc Thượng trật, tước Thái Quận Công.<\/blockquote>\n# '''Lê Huy Du (1575-1835)''' <blockquote>Hiệu là Lập Trại tiên sinh, là con thứ 2 của Hương cống Tri phủ Trung Thuận. Ông đỗ Hương cống thứ 3 khoa Ất Hợi, thi hội khoa Đinh Mùi (1785) đỗ Tam giáp đồng Tiến sĩ xuất thân. Vừa nhậm chức Hộ khoa cấp sự trung, nghĩa quân Quang Trung nhập thành Thăng Long. Ông cùng triều đình Lê Chiêu Thống chạy lánh nạn, được giao nhiệm vụ đốc vận quân lương ở đạo Lạng Sơn. Khi triêu Lê thất bại, Lê Chiêu Thống chạy snag Trung Quốc, ông đưa mẹ già cùng gia đình đi lánh nạn nhiều nơi long đong, vất vả. Khi Nguyễn Anh lên ngôi vua, 2 lần mời ông ra cộng tác nhưng ông không ra. Lần thứ ba lại có chiếu mời, khi đó mẹ ông đã mất, ông ra nhưng chỉ nhận giáo chức. Triều Nguyễn bổ nhiệm là đốc học các tỉnh Tuyên Quang, Hưng Hóa, Hà Tây. Sau chuyển về Đốc học Quốc Tử giám triều Lê xưa ở phủ Hoài Đức. 11 năm sau cáo hưu về quê nhà mở trường dạy học. Ông đã đào tạo cho đất nước nhiều sĩ tử thành đạt cao, có tài, đức. Ông thọ 79 tuổi, trước khi mất có đọc 2 câu thơ: \"'''''Nhất sinh sự nghiệp quy hà xứ. Vạn thế khoa danh tại hậu nhân\".'''''<\/blockquote>\n# '''Nguyễn Tôn Thố (1793-1843)''' <blockquote>Thuộc dòng họ Nguyễn Quỳnh. Năm 1824, đỗ Hương cống khoa thi Hương, niên hiệu Minh Mạng thứ 16. Năm Ất Mùi (1835) thi Hội đỗ Tam giáp đồng Tiến sĩ xuất thân. Năm 1842, ông hộ giá vua Thiệu Trị Bắc tuần. Sau đó, giữ chức Hàn lâm viện biên tri, làm phúc khảo kì thi Hương trường thi Huế. Ông mất ngày 10\/8 năm Quý Mùi, thọ 51 tuổi.<\/blockquote>\n# '''Nguyễn Bá Nhạ (1822-1848)''' <blockquote>Hiệu Long Chân tiên sinh, là con trai tri huyện Yên Lạc Nguyễn Thận Tuyển. Thi Hội năm Quý Mão (1843), niên hiệu Thiệu Trị đỗ Nhị giáp Tiến sĩ thứ nhất (Đình nguyên Hoàng giáp) năm 22 tuổi. Năm Thiệu Trị thứ 4 bổ nhiệm chức Tri phủ Hàm Thuận. Năm 1848, niên hiệu Tự Đức thứ 2, ông bị bệnh nặng đột ngột và mất tại sở nhiệm khi mới 27 tuổi. Vua Tự Đức thương tiếc có câu đối viếng: \"'''''Nhân sinh bách tuế vi kỳ, bán chi bán hân quân mệnh bạc. Niên thiếu Tam nguyên cập đệ kỳ cánh kỳ sử ngã tâm bi\".'''''<\/blockquote>\n\n=== Thượng thư Quận công Bùi Khắc Nhất (1533 - 1609) ===\nCụ [[Bùi Khắc Nhất]] sinh năm Quý Tỵ (1533) trong một gia đình nhà nho nghèo quê làng Bột Thái (nay là xã Hoằng Lộc, huyện Hoằng Hóa, tỉnh Thanh Hóa), cha là giám sinh Quốc tử giám Bùi Doãn Hiệp.\n\nNăm Giáp Tý (1564), Bùi Khắc Nhất đỗ hương cống năm Ất Sửu (1565) đỗ đệ nhất giáp chế khoa cập đệ nhị danh (tức Bảng nhãn) đứng đầu Tam khôi. Và cụ là 1 trong 12 vị đại khoa đầu tiên qua các triều đại phong kiến của quê hương ta.\n\nVới 44 năm liên tục làm quan, giữ nhiều trọng trách lớn lao của triều đình nhà Lê trung hưng, kinh qua 6 bộ, trải qua 3 triều vua, hoạt động trên nhiều lĩnh vực, ở cương vị nào cụ cũng giải quyết công việc một cách trọn vẹn.\n\nNăm Kỷ Hợi (1599) cụ được vinh phong Hiệp mưu tá ký công thần. Cùng năm ấy được thăng hộ bộ thượng thư, tước Văn phú bá, trụ quốc thượng trật. Sau đổi sang làm Binh bộ thượng thư. Đồng thời phong bà chính thất lên Tự phu nhân và 2 bà thứ thất đều được phong là Liệt phu nhân.\n\nTướng công Bùi Khắc Nhất mất ngày 8\/11 năm Kỷ Dậu (1609) tại triều đình. Hưởng thọ 77 tuổi.\n\nVới những công lao to lớn của cụ nên sau khi cụ mất vẫn được các triều đại phong kiến sau này phong tặng nhiều danh hiệu cao quý: Năm 1610 được truy phong Phú quận công; năm Bảo Thái thứ 3 (1724) được xếp là công thần trung hưng bậc nhì; năm Cảnh Hưng 43 (1782) được phong Thượng đẳng phúc thần, Tuy dụ hùng lược  đại vương, năm đầu niên hiệu Gia Long (1802) cụ lại được xếp bậc nhì công thần trung hưng.\n\nVới ý nghĩa đó, khu di tích Đền thờ và lăng mộ thượng thư quận công Bùi Khắc Nhất đã được Bộ Văn hóa và thông tin nước CHXHCN Việt Nam xếp hạng là di tích LS-VH cấp quốc gia vào tháng 7 năm 2000.\n\n=== Trạng Quỳnh ===\nHoằng Lộc là quê hương của [[Nguyễn Quỳnh]]. Ông nổi tiếng với sự trào lộng, hài hước tạo nên nhiều giai thoại lấy cốt lõi từ cuộc đời ông rồi hư cấu thêm gọi là truyện Trạng và dân gian gọi ông là Trạng Quỳnh mặc dù ông chỉ đỗ hương cống.\n\nNguyễn Quỳnh sinh năm 1677 trong một gia đình Nho giáo có truyền thống hiếu học tại làng Bột Thượng nay là xã Hoằng Lộc, huyện Hoằng Hóa, tỉnh Thanh Hóa. Từ nhỏ ông nổi tiếng là người thông minh, tài trí hơn người. Năm 14 tuổi văn tài đã khá, đi thi Huyện trúng cả 4 kỳ. Năm 18 tuổi (1694) Nguyễn Quỳnh theo cha ra Thăng Long học tập, lúc này, cha ông làm Giám sinh Quốc tử giám tại Kinh thành. Năm Bính Tý (1696) ông thi đậu giải Nguyên ''(tức là đỗ đầu kì thi hương),'' lúc này Nguyễn Quỳnh tròn 20 tuổi. Ông có sở trường thơ phú, có học vấn uyên thâm, tài năng ứng biến. Người đương thời đánh giá cao tài năng của ông \"''Nguyễn Quỳnh - Nguyễn Nham thiên hạ vô tam''\" và thường gọi ông là Quốc sư hay Trạng nguyên.<blockquote>''Dân phong tước Trạng cho Quỳnh''\n\n''Chẳng cần khoa bảng, triều đình, đá bia''\n\n''Chẳng cần ông nọ, bà kia''\n\n''Tên ông thành ngọn giáo lia ngang trời''<\/blockquote>Thời đại Nguyễn Quỳnh là thời đại khủng hoảng trầm trọng của chế độ phong kiến Việt Nam, nhân dân thì lầm than cực khổ, bọn phong kiến thống trị thì hoang dâm, xa xỉ, chia bè kéo cánh, mưu lợi ích riêng, kỷ cương không còn, trường thi trở thành nơi vơ vét làm giàu. Bản thân Nguyễn Quỳnh là con người thông minh tài trí nhưng lận đận trong thi cử, gặp nhiều trắc trở trên hoan lộ, nơi trường ốc. Nhiều khoa thi ông không đỗ, không hợp cách để có thể vào thi Đình nhận danh hiệu Tiến sĩ. Làm học quan lương thấp không bổng lộc, phải nuôi mẹ, nuôi em, cuộc sống của ông nghèo khổ, quẫn bách, đã thế ông còn bị giáng chức hạ lương. Việc giáng truất là do chúa Trịnh trực tiếp quyết định, chắc chắn là do ông chán ghét chế độ hủ bại, khinh bỉ bọn vua chúa, quan lại nên đã có những lời nói, hành động chống lại chúa.\n\nĐau xót trước cảnh ngộ chua chát, éo le của bản thân, phẫn nộ trước sự bất công thối nát của triều đình. Con người nhân cách lớn lao này đã cùng với nhân dân vạch trần bộ mặt thật của bọn thống trị, nói lên tiếng nói phản phong mạnh mẽ, quyết liệt.\n\nVốn không có chí làm quan nên mãi sau ông mới nhậm chức giáo thụ phủ Thái Bình sau thăng lên chức Viên ngoại bộ lễ, tước hàn lâm tu soạn. Ông có mặt ở kinh thành Thăng Long từ năm 1720-1729 đời vua Lê Dụ Tông cho đến cuối đời. Với cuộc đời sự nghiệp của Nguyễn Quỳnh cùng những trang thơ phú của ông đã trở thanh mẫu hình cho nhân vật Trạng Quỳnh nổi tiếng sống mãi với thời gian. Ông tạ thế ngày 28\/01 năm Mậu Thìn (1748) thọ 72 tuổi.\n\nNhững câu chuyện Trạng Quỳnh còn để lại có thể là hư cấu, nhưng có thể khẳng định dân gian đã dựa vào con người thực Nguyễn Quỳnh để phát triển nên một nhân vật sinh động và tài tình là Trạng Quỳnh. Cố thủ tướng Phạm Văn Đồng đã phát biểu: ''Từ ngày cụ Quỳnh mất đến nay chúng ta thường nhắc đến con người ấy, đến Trạng Quỳnh và kể chuyện Trạng Quỳnh đâu phải là ngẫu nhiên. Nhưng đó là truyện, còn con người phải có một con người có thật và hôm nay chúng ta đã tìm được con người đó.''\n\nNăm 1990, đền thờ ông tại Hoằng Lộc đã được xếp hạng di tích lịch sử quốc gia <ref name=\"danhsachditich\" \/><ref name=\"Thinh1995\">{{Chú thích sách| title = Danh sĩ Thanh Hóa và việc học thời xưa |author = Trần Văn Thịnh, Trịnh Mạnh, Lê Bá Chức và Nguyễn Thế Long |year = 1995 | publisher = Nhà xuất bản Thanh Hóa}}<\/ref>.\n==Di tích - Danh thắng==\n===Bảng Môn Đình ===\n[[Đình Bảng Môn|Bảng Môn Đình]] (Đình Bảng) được dựng lên từ thế kỷ 15, vừa là nơi tế lễ thành hoàng làng, là nơi tôn vinh truyền thống học hành, khoa bảng, nơi sinh hoạt văn hóa cộng đồng, tổ chức các lễ hội. Nét đặc sắc ở đây là Bảng Môn Đình trở thành nơi hội tụ, hoạt động, đào luyện những người theo nho học, những trí thức trong làng, nơi học hỏi những điều hay trong các buổi bình văn giảng tập. Từ đó đình có tên Bảng Môn, có nghĩa là cửa vào của các nhà khoa bảng.\n\nDi vật trong [[Đình Bảng Môn|Bảng Môn Đình]] còn giữ lại được gồm một bức đại tự \"Địa Linh Nhân Kiệt\" và hai bản \"Thúc Ước Văn\". Gần đây, những di tích lịch sử như tấm bia \"Đường Bột Kiều Bi\", một tấm bia lớn ghi công trạng của các vị đại khoa và \"Hòn đá Sư lộ\" được đưa về trước cửa đình.\n\nĐây còn là ngôi đình cổ với kiến trúc điêu khắc vô cùng đặc sắc. Trong đó, đáng chú ý nhất chính là những hình ảnh chạm khắc (chạm lộng, chạm thủng kênh bong) nổi khối như tượng tròn trên cấu kiện kiến trúc. Đặc biệt, bên trong đình, ngay cửa hậu cung thờ Thành hoàng Nguyễn Tuyên hiện vẫn còn nguyên vẹn phù điêu với các nét chạm khắc mây, đao, tráng sĩ cưỡi voi, trạng nguyên cưỡi ngựa... đẹp như tranh vẽ, gấm dệt.\n\nNăm 1990, [[Đình Bảng Môn|Bảng Môn Đình]] đã được xếp hạng di tích lịch sử và kiến trúc nghệ thuật và trở thành biểu tượng cho tinh thần hiếu học của người Hoằng Lộc nói riêng, người dân Hoằng Hóa nói chung.<ref name=\"danhsachditich\">{{Chú thích web |url = http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0005\/0001\/DSach134.htm |tiêu đề = Các di tích được xếp hạng |nhà xuất bản = www.binhthuan.gov.vn |ngày truy cập = 2009-03-05 |archive-date = 2009-03-27 |archive-url = https:\/\/web.archive.org\/web\/20090327032921\/http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0005\/0001\/DSach134.htm |url-status = dead }}<\/ref>\n\n* Cụm Di tích lịch sử - Kiến trúc nghệ thuật Bảng Môn Đình: Di tích lịch sử và kiến trúc nghệ thuật cấp quốc gia.<ref name=\":0\">{{Chú thích web|url=http:\/\/hoanghoa.thanhhoa.gov.vn\/web\/trang-chu\/gioi-thieu\/di-tich-danh-thang-hoang-hoa|tựa đề=Những địa danh không thể bỏ qua khi đến Hoằng Hóa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n* Di tích Lịch sử nhà thờ Nguyễn Quỳnh (mẫu hình nhân vật Trạng Quỳnh):Di tích lịch sử và kiến trúc nghệ thuật cấp quốc gia.<ref name=\"QD3180\">Quyết định số 3180\/QĐ-CT ngày 18 tháng 9 năm 2009 của Chủ tịch UBND tỉnh Thanh Hoá<\/ref>\n* Nhà thờ - Thượng thư Quận công [[Bùi Khắc Nhất]]: Di tích lịch sử văn hoá cấp quốc gia<ref>{{Chú thích web|url=http:\/\/vanhoadoisong.vn\/web\/trang-chu\/van-hoa\/ve-tham-di-tich-danh-nhan-lam-quan-ba-trieu-vua.html|tiêu đề=Về thăm di tích danh nhân làm quan ba triều vua|website=|ngày truy cập=2018-08-08|archive-date = ngày 8 tháng 8 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180808190046\/http:\/\/vanhoadoisong.vn\/web\/trang-chu\/van-hoa\/ve-tham-di-tich-danh-nhan-lam-quan-ba-trieu-vua.html}}<\/ref>\n* Nhà thờ Thái Quận công Nguyễn Ngọc Huyền: Di tích lịch sử văn hoá cấp tỉnh<ref name=\"QD178\">Quyết định số 178\/QĐ-UBND ngày 20 tháng 1 năm 2010 của Chủ tịch UBND tỉnh Thanh Hoá<\/ref>\n* Nhà thờ họ Nguyễn Thọ Trù - nơi thờ Hoàng giáp Nguyễn Cẩn: Di tích văn hoá cấp tỉnh <ref>{{Chú thích web|url=http:\/\/vanhoadoisong.vn\/web\/trang-chu\/van-hoa\/xa-hoang-loc-don-nhan-di-tich-thu-10-duoc-xep-hang.html|tựa đề=|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}{{Liên kết hỏng|date = ngày 14 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n* Nhà thờ họ Hà Duy Phiên: Di tích văn hoá cấp tỉnh <ref name=\":0\" \/>\n* Nhà thờ họ Lê Huy: Di tích văn hoá cấp tỉnh <ref name=\":0\" \/>\n* Chùa Thiên Nhiên Tự (Chùa Nhờn): Di tích văn hoá cấp tỉnh <ref name=\":0\" \/>\n* Từ đường họ Nguyễn Hầu: Di tích văn hoá cấp tỉnh <ref name=\":0\" \/>\n* Kiến trúc nghệ thuật ngôi nhà cổ ông Nguyễn Văn Nho: Di tích văn hoá cấp tỉnh <ref name=\":0\" \/>\n\n=== Hội làng Bột Thượng ===\n\n*Thời gian: Lễ hội diễn ra từ ngày mùng 2 đến mùng 6 tháng Giêng\n*Địa điểm: Thôn Đình Bảng, xã Hoằng Lộc, huyện Hoằng Hóa, tỉnh Thanh Hóa. (X''ưa là làng Bột Thượng, xã Hoằng Lộc, huyện Hoằng Hóa, tỉnh Thanh Hóa).''\n*Đối tượng tôn vinh: Thành hoàng làng là tướng Nguyễn Tuyên - người có công lớn giúp triều Lý.\n*Đặc điểm: Lễ mừng công thành hoàng làng tổ chức 3 ngày, lễ tế lợn, xôi, rượu.\n\nKhông khí hội làng vui tươi ấy còn được ghi trong câu ca của làng: ''\"Xã ta đóng áng giữa đồng\/ Trông lên lồ lộ những rồng cùng tiên\".''\n\nPhần lễ, nghi lễ cúng tế được cử hành trọng thể, đọc thúc ước văn bằng chữ nôm tại đình Đụn, 5 toà miếu, Văn chỉ và các nhà thờ họ. Các vị thần được thờ trong làng đứng đầu là Thành hoàng Nguyễn Tuyên - một vị công thần thời Lý có công giúp vua Lý Thái Tông dẹp giặc Chiêm Thành đầu thế kỷ XI. Sau đó, ông được dân làng nơi đây mến mộ, kính trọng đưa vào hưởng tế Thành hoàng làng. Phần hội là các trò chơi, trò diễn mang đậm yếu tố dân gian như: đấu vật, đánh cờ, đua thuyền, múa hát...\n\n==Tham khảo==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n#[http:\/\/vietsciences.free.fr\/vietnam\/vanhoa\/cauchuyendanhnhan\/trangquynhdanthan.htm Trạng Quỳnh - dân - thần]\n#[http:\/\/docs.google.com\/Doc?id=ajh5m5jj7fh3_156gnqr39 Những ngôi làng cử nhân]\n#[http:\/\/www.toquoc.gov.vn\/vietnam\/viewNew.asp?newsId=3295&topicId=0&zoneId=1 Đất Trạng Quỳnh- đất học từ ngàn xưa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927220114\/http:\/\/www.toquoc.gov.vn\/vietnam\/viewNew.asp?newsId=3295&topicId=0&zoneId=1 |date = ngày 27 tháng 9 năm 2007}}\n#[http:\/\/www.sggp.org.vn\/phongsudieutra\/2007\/4\/93533\/ Về vùng \"đất Trạng\"]\n\n{{Đơn vị hành chính thuộc huyện Hoằng Hóa}}\n\n[[Thể loại:Làng cổ Thanh Hóa]]"}