{"512451":"{{chú thích trong bài}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Hoằng Quỳ\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Hoằng Hóa]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 15886<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hoằng Quỳ''' là một xã thuộc huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]], [[Việt Nam]]. Xã có 5 thôn bao gồm: Thôn Phúc Tiên, Thôn Trọng Hậu, Thôn Ích Hạ, Thôn Quỳ Chử và Thôn Đông Khê.\n\n==Địa giới hành chính==\nXã Hoằng Quỳ nằm ở [[hướng Tây|phía tây]] của huyện Hoằng Hóa, dọc theo [[Quốc lộ 1]]. Địa giới như sau:\n*Phía đông giáp các xã [[Hoằng Khê]] và [[Hoằng Cát]]\n*Phía nam giáp phường [[Tào Xuyên]], [[Thanh Hóa (thành phố)|thành phố Thanh Hóa]]\n*Phía tây giáp xã [[Hoằng Hợp]]\n*Phía bắc giáp các xã [[Hoằng Phú]], [[Hoằng Quý]]\n\n==Làng Quỳ Chử==\nLàng Quỳ Chử thuộc xã Hoằng Quỳ, huyện Hoằng Hóa, tỉnh Thanh Hóa. Xưa kia có tên là Kẻ Tổ. Ngày xưa, làng thuộc diện tương đối trù phú, văn võ, giao thương toàn diện. Trong làng có chợ buôn bán nổi tiếng một vùng, có những cái đình lớn như đình Đông, đình Trung, đình Trên. Có những cái nghè rất nhiều tượng đẹp như Nghè Sen, Nghè Trên, quanh làng có những lũy tre xanh bảo vệ. Trên các cánh đồng của làng có nhiều những cồn đất với những bụi cây rậm rạp và có những cây đa lớn nổi tiếng như cây đa Kẻ Được, cây đa Lù Đù, cây đa cồn Cao... hiện diện như những cột mốc của làng. Nhưng từ sau [[cải cách ruộng đất]], chợ buôn bán bị dẹp bỏ, những đình nghè bị tháo dỡ dần để thực hiệc kiến thiết một vài công trình vô bổ khác, những tượng phật và những vật dụng trong đình nghè hoặc bị đốt hoặn bị mất mà không được chính quyền quan tâm, rồi những cây đa cổ thụ cũng chịu chung số phận. Những lũy tre làng cũng bị phá bỏ để mở rộng đất cho dân ở và những Cồn đất lớn nhỏ cũng được cải tạo để thành những ruộng lúa bởi vì dân số trong làng tăng hơn trước rất nhiều.\n\nXã hội phát triển thì làng cũng phát triển nhưng cũng phức tạp hơn nhiều so với trước đây, có nhiều gia đình danh giá có nhiều cháu học giỏi nhưng cũng có những tệ nạn như cờ bạc, xì ke, ma túy, ăn cắp vặt... Năm 2008 làng đã quyên góp tiền phục hồi lại được cái đình Trung, hết khoảng 750 triệu nhưng chưa bằng đình cũ.\n\nLàng có nhiều liệt sĩ trong làng đã cống hiến xương máu cho tổ quốc ở các thời chiến tranh khác nhau, làng đã sản sinh ra anh hùng quân đội, nhiều tiến sĩ và sĩ quan quân đội, [[Nhà giáo Ưu tú|nhà giáo ưu tú]], thầy thuốc ưu tú, kỹ sư bác sĩ....có nhiều người con của làng đang hiện diện ở nhiều nơi của tổ quốc.\n\nThời chúa Trịnh, Làng Đông Khê xã Hoằng quỳ có ông [[Lưu Đình Chất]] là tiến sĩ (con của quận công Lưu Đình Thưởng) là mưu sĩ cho chúa [[Trịnh Tùng]] và Trịnh Tráng.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Hoằng Hóa}}"}