{"1244583":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Hoằng Đồng\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 19\n| kinh độ = 105\n| vĩ phút = 50\n| vĩ giây = 31\n| kinh phút = 50\n| kinh giây = 26\n| diện tích = 2,98 km²<ref name=MS\/>\n| dân số = 4.016 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1.348 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Hoằng Hóa]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 15952<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hoằng Đồng''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\nXã Hoằng Đồng có diện tích 2,98&nbsp;km², dân số năm 1999 là 4.016 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 1.348 người\/km².\n\n== Lịch Sử ==\nHoằng Hóa là mảnh đất có bề dày truyền thống lịch sử. Trải qua niên đại hàng nghìn năm, Hoằng Hóa được đánh giá là vùng quần cư phát triển lâu đời và liên tục của xứ Thanh.\nI\/Hoằng Hóa trong thời kỳ dựng nước và giữ nước\n\nVào thời đại đồng thau, cư dân của bộ Cửu Chân thuở các vua Hùng (thuộc Thanh Hóa ngày nay) đã chạm xuống chiếm lĩnh đồng bằng ven biển. Dọc theo triền sông Mã, cư dân thời đại đồng thau đã tràn ngập các huyện phía tả ngạn:  Hà Trung,  Hậu Lộc,  Nga Sơn,  Hoằng Hóa.  Đến giai đoạn tiền văn hóa Đông Sơn (vào khoảng cuối thiên niên kỷ II trước Công Nguyên), Hoằng Hóa là nơi con cháu của các vua Hùng sinh cơ lập nghiệp.  Dấu vết ấy đã để lại trên đất Hoằng Hóa khá nhiều.  Kể từ đây, Hoằng Hóa là vùng đất mang đậm dấu ấn lịch sử,  là nơi tụ cư ngày càng đông đúc,  là một trong những vùng quần cư phát triển liên tục của xứ Thanh.\n\nDấu vết cư trú của con người trên đất Hoằng Hóa lần đầu tiên được các nhà khảo cổ học phát hiện năm 1961, với mốc lịch sử được xác định cách ngày nay khoảng 3000- 3500 năm.  Các di chỉ khảo cổ học có niên đại sớm nhất ở Hoằng Hóa,  thuộc \" giai đoạn Quỳ Chử\"  nằm tập trung ở phần lớn các xã ven tả ngạn sông Mã của Hoằng Hóa.\n\nCư dân hậu kỳ thời đại đồng thau ở Hoằng Hóa đã đạt nhiều thành tựu rực rỡ trong đời sống vật chất và tinh thần.\n\nNghề thủ công phát triển mạnh mẽ nhất giai đoạn này là nghề luyện kim và chế tạo kim loại.  Người Quỳ Chử đã biết đúc đồng bằng khuôn hay mang để tạo ra những sản phẩm như rìu, giao, giáo, lưỡi câu... người ta cũng đã biết pha một tỷ lệ thích hợp giữa đồng và thiếc để giảm nhiệt độ nóng chảy và làm cho đồng trở nên cứng hơn,  dễ đúc hơn,  tạo được công cụ sắc bén hơn.\n\nNghề thủ công truyền thống giữ vai trò quan trọng không kém nghề đúc đồng làng nghề chế tác đồ gốm.  Nghề gốm lúc này phát triển rất mạnh: đa dạng về thể loại và phong phú về số lượng.  Chất lượng đồ gốm cũng nâng cao hơn trước: do nhiệt độ nung được nâng cao,  vì vậy gốm cứng gần như sành.  hoa văn trang trí trên đồ gốm cũng phát triển khá mạnh:  diện trang trí được mở rộng gần khắp đồ đựng., phong phú về thể loại. Nghề nông, chăn nuôi cũng bắt đầu phát triển.\n\nSau giai đoạn Quỳ Chử, cư dân cổ Hoằng Hóa bước vào giai đoạn phát triển rực rỡ của văn hóa Đông Sơn (thời kỳ đồ sắt).\n\nĐiểm đáng lưu ý là ở Hoằng Hóa từ khi bắt đầu có con người đến  cư trú,  cư dân con cháu của các vua Hùng đã kiên cường bám đất, bám làng phát triển rộng rãi địa bàn cư trú ra xung quanh,  theo năm tháng,  đi dọc Tiền sông Mã lớn dần ra biển Đông. Sự phát triển này một mặt cho thấy sự bức thiết của vấn đề tăng trưởng dân số và quy mô làng mạc,  mặt khác nó cũng ghi nhận về sức mạnh nhiều mặt của tập thể cư dân cổ Hoằng Hóa trong tiến trình khai phá và làm chủ đồng bằng.  Bởi vậy ở Hoằng Hóa từ hậu kỳ thời đại đồng thau đến văn hóa Đông Sơn, con người đã để lại vết tích cư trú dày đặc ở vùng hạ lưu sông Mã,  sông Chu (nửa phía tây của huyện) và càng  về sau đến thời phong kiến, người Hoằng Hóa càng lấn dần ra biển, sinh cơ lập nghiệp đông đúc.  Bằng chứng là các di tích lịch sử thời Bắc thuộc, thời phong kiến từ đầu Công Nguyên đã bắt đầu xuất hiện và ngày càng phong phú ở vùng đất phía Đông của huyện.\n\nII\/ Hoằng Hóa thời kỳ Bắc thuộc\n\ntrong suốt 1000 năm Bắc thuộc, nhân dân Hoằng Hóa không ngừng vươn lên cùng với nhân dân Thanh Hóa kiên trì đấu tranh chống âm mưu đồng hóa của kẻ thù phương Bắc tạo nên một sắc thái riêng biệt cho địa phương.\n\nTheo sử sách ghi lại,  thời kỳ này  Hoằng Hóa là một bộ phận khăng khít của quận Cửu Chân.  làng lá thuộc địa hạt  huyện Tư Phố -  một trong bảy nguyên của Cửu Chân.\n\nlà huyện có cửa biển lạch trường,  một cửa biển quan trọng bậc nhất trong giao lưu kinh tế, văn hóa của Thanh Hóa trong thời kỳ này. Hoằng Hóa đã tỏ rõ chiến lược kinh tế của mình trong sự phát triển chung của đất nước.  Từ Lạch Trường,  Thương cảng này đã tiếp thu,  đón nhận những thành tựu về mọi mặt ở trong nước cũng như nước ngoài.  Hoằng Hóa của cửu chân  đã xuôi sông Mã,  qua Lạch Trường  để vào Nam ra Bắc,  tạo nên thế ổn định cho Ngư dân trong vùng.  quá trình tiếp xúc thường xuyên,  đặc biệt với người nước ngoài đã tạo nên một nền văn hóa Lạch Trường vào nửa đầu thời kỳ chống bắc thuộc đã chứng tỏ quá trình đấu tranh chống đồng hóa diễn ra tại đây vô cùng gay gắt.\n\nThời kỳ này,  người Hoằng Hóa  đã biết tiếp thu có chọn lọc những yếu tố văn minh từ bên ngoài một cách chủ động để tạo nên cái riêng của mình.\n\nSuốt thời kỳ chống bắc thuộc,  Hoằng Hóa không chỉ tỏ rõ vai trò và vị trí quan trọng của một hậu phương trong xây dựng mà trong sự nghiệp đấu tranh giành độc lập dân tộc,  người Hoằng Hóa đều có mặt trong mọi cuộc khởi nghĩa chống xâm lược.\n\nIII\/ Hoằng Hóa trong thời kỳ đầu của Quốc gia Đại Việt\n\nThần  lý  10 10-  1225:   cửa biển Lạch Trường lại chứng tỏ vai trò chủ yếu của mình trong sự nghiệp phát triển kinh tế và quốc phòng.  những biến đổi cơ bản của chế độ phong kiến theo hướng tập quyền của một quốc gia độc lập đã dẫn đến những thay đổi về chế độ ruộng đất.  ruộng đất của Quan lại Bắc thuộc,  của những dòng họ lớn đi theo người phương Bắc bị thu hẹp dần nhường cho ruộng đất công của Làng xã.  một số tướng lĩnh có công với đất nước với triều đình cũng được  phong ấp.  ở Hoằng Hóa nổi lên trường hợp Lê Phụng Hiểu -  một vị tướng tài mà tên tuổi và sự nghiệp của ông sáng mãi của dân tộc với quê hương.\n\nIV\/ Hoằng Hóa  từ đầu thế kỷ XV  đến cuối thế kỷ XIX:\n\ntrải qua suốt 10 năm nếm mật nằm gai,  đến ngày Toàn Thắng,  Lê Lợi cùng nghĩa quân Lam Sơn luôn được ủng hộ.  Không ít các chiến sĩ vô danh của  Hoằng Hóa  đã có mặt trong đoàn quân cứu nước ấy nhưng  trong sử sách không có điều kiện ghi này.  trong nhiều giai thoại chuyện kể,  truyền thuyết trong huyện đã phản ánh sinh động lòng người hoàng hóa với nghĩa quân Lam Sơn.  Điển hình như:  bà Quốc Mẫu -  Hoằng Anh;  Bà Lão Qùy Chử,  Nguyễn Công Duân (chưa rõ làng xã nào);  Lê Viện -  Hoằng Thành.\n\nTrong những năm Lê Mạc phân tranh: Qua một số nét mà Đại Việt Sử Ký toàn thư ghi lại: vào thời điểm quân Mạc đóng ở Bút Cương, Hoằng Hóa đã bị tàn phá chết chóc rất nhiều. Hoằng Hóa có nhiều người phò Lê diệt Mạc. Họ có  lòng cô trung bất khuất, tinh thần xả thân vì sự nghiệp nhà Lê. Điển hình như Nguyễn Hữu Đồng; Phạm Đức Kỳ.\n\nV\/ Hoằng Hóa trong thế kỷ XVIII, nửa đầu thế kỷ XIX:\n\nHoằng Hóa là một trong những căn cứ chiến thuật của Lê Duy Mật (Là một quý tộc, tôn thất nhà Lê. Năm 1740, Lê Duy Mật đã cùng một số quan lại khác âm mưu lật đổ chính quyền họ Trịnh. Song việc không thành, ông chạy ra hoạt động ở Thanh Hóa và Sơn Tây rồi lại chạy vào Thanh Hóa). Nhân dân Hoằng Hóa – đặc biệt là dân nghèo tham gia đông đảo. Trong những tướng lĩnh tài ba vào cuối thời Lê Trịnh, Hoằng Hóa nổi lên có Nguyễn Phan.\n\nVI\/ Hoằng Hóa với phong trào Cần Vương:\n\nNgười Hoằng Hóa tỏ rõ sự trung can vì đất nước. Hoằng Lộc, Hoằng Đồng, Hoằng Đạo, Hoằng Đạt, Hoằng Phú, Hoằng Quý, Hoằng Lý có nhiều người con mộ quân, tế cờ, chuẩn bị lương thực để kháng chiến chống thực dân Pháp. Cả huyện Hoằng Hóa đâu đâu cũng hừng hực khí thế \"bình Tây phục quốc\".\n\nVII\/ Hoằng Hóa thời kỳ vận động thành lập Đảng, tiến tới tổng khởi nghĩa tháng 8\/1945.\n\nTrong xu hướng tiến tới tư tưởng cách mạng mới, trên bước đường đi tìm ngọn cờ giải phóng dân tộc, Lê Mạnh Trinh, người xã Hoằng Lộc đã gặp và tham gia một tổ chức cách mạng mới do Nguyễn Ái Quốc sáng lập. Tháng 10\/1926, Lê Mạnh Trinh được tham gia học lớp chính trị \"Đường cách mệnh\" do Nguyễn Ái Quốc tổ chức ở Quảng Châu – Trung Quốc. Lê Mạnh trinh là người đầy tiên của Hoằng Hóa đi theo con đường cứu nước do Nguyễn Ái Quốc lựa chọn.\n\nTại huyện Hoằng Hóa, Tư tưởng yêu nước của \"Việt Nam thanh niên cách mạng đồng chí hội\"  do Lê Hữu Lập  tuyên truyền vận động đã có tác dụng đáng kể trong tầng lớp thanh niên trí thức.  Tháng 2- 1927,  Lê Hữu Lập  đã xây dựng được một tổ chức VNTNCMĐCH  ở làng Cự Đà xã Hoằng Minh gồm 8 người.  Tháng 10-  1927,  cũng ở làng Cự Đà,  ra đời tiểu chi điếm \" Hưng nghiệp hội xã\",  một tổ chức kinh doanh hàng nội hóa nhưng đồng thời là cơ sở liên lạc,  là nơi tuyên truyền thức tỉnh tinh thần dân tộc theo xu hướng mới của tổ chức VNTNCMĐCH.\n\nCùng với \" Việt Nam thanh niên cách mạng đồng chí hội\",  tổ chức\"  Tân Việt cách mạng Đảng\"  cũng có cơ sở ở Hoằng Hóa.  Tháng 1-  1928,  chi hội Tân Việt thứ ba được thành lập ở thôn Hội Triều.  Tháng 2-  1930,  Đảng Cộng sản Việt Nam ra đời;  tháng 7- 1930 Đảng bộ Đảng cộng sản Việt Nam tỉnh Thanh Hóa được thành lập.  Những đảng viên ưu tú của Việt Nam thanh niên cách mạng đồng chí hội và Tân Việt cách mạng Đảng quê ở Hoằng Hóa trở thành những Đảng viên Đảng cộng sản đầu tiên của Hoằng Hóa.\n\nTrên cơ sở của hai tổ chức \" Việt Nam thanh niên cách mạng đồng chí hội\"; \" Tân Việt cách mạng Đảng\",  tháng 8-  1930 Lê Hữu Lập cùng với Lê Viết Phồn  tổ chức xây dựng cơ sở của Đảng cộng sản Việt Nam ở Hoằng Hóa. Tháng 9-  1930,  Chi bộ đảng cộng sản Việt Nam ở Hoằng Hóa được thành lập tại làng Cự Đà  xã Hoằng Minh.  Đây là Chi bộ đầu tiên của huyện Hoằng Hóa.  Sự kiện này đánh dấu một bước ngoặt về tổ chức phong trào cách mạng ở Hoằng Hóa.  Từ đây phong trào đấu tranh yêu nước ngày càng phát triển:  điển hình là cuộc đấu tranh của nhân dân vùng phụ cận Hàm Rồng ủng hộ công nhân Nhà máy diêm Hàm Rồng đòi tăng lương; Tổ chức rải truyền đơn hưởng ứng kỷ niệm Cách mạng tháng Mười Nga và ủng hộ Xô Viết Nghệ Tĩnh.\n\nTrải qua phong trào đấu tranh đòi quyền lợi dân sinh và dân chủ,  năm 1940,  sau khi ra tù,  đồng chí Lê Tất Đắc về Hoằng Hóa tổ chức gặp gỡ một số thanh niên tiến bộ,  gợi ý phương hướng vận động thành lập Mặt trận phản đế cứu quốc.  Tháng 5- 1940,  ban vận động mặt trận phản đế cứu quốc được thành lập ở xã Hoằng Vinh.  Nhưng sau đó bị địch khủng bố mạnh.  Tuy vậy cơ sở cách mạng của huyện vẫn được củng cố và giữ vững.  Dưới sự chỉ đạo trực tiếp của tỉnh ủy,  tháng 2- 1943,  đồng chí Tố Hữu  đã tổ chức thành lập Ban vận động Việt Minh  huyện gồm ba đồng chí:  Nguyễn Chiến,  Nguyễn Huy Soạn,  Lê Thế Sơn.\n\nBan vận động Việt Minh huyện được thành lập đánh dấu một bước phát triển mới của cách mạng  Hoằng Hóa.  Hầu hết các tổng, các thôn đều thành lập aBn vận động Việt Minh và các đoàn thể cứu quốc.  Các đoàn thể cứu quốc được tổ chức và phát triển mạnh mẽ thực sự trở thành lực lượng xung kích trong phong trào cách mạng của Hoằng Hóa.  Dưới sự lãnh đạo của các Ban vận động Việt Minh, nhân dân Hoằng Hóa đã không ngừng đứng lên đấu tranh chống lại ách thống trị của thực dân phong kiến.\n\nCuộc đấu tranh sôi nổi của Hoằng Hóa đã góp phần làm suy yếu lực lượng để củng cố và phát triển cơ sở cách mạng.  Tháng 2- 1944,   Lực lượng cứu nước mà nòng cốt là các đội tự vệ chiến đấu được thành lập đã hỗ trợ và đẩy mạnh các hoạt động tuyên truyền  chính trị,  vận động quần chúng như rải truyền đơn ở Hàm Rồng, Nghĩa Trang bảo vệ cơ quan in báo \" Đuổi giặc nước\" ở Hoằng Ngọc,  Hoằng Châu.  Trên đà phát triển của các tổ chức cơ sở và phong trào cách mạng quần chúng,  Tháng 6- 1944,   dưới sự chỉ đạo trực tiếp của tỉnh ủy,  Chi bộ Đảng cộng sản Việt Nam huyện Hoằng Hóa được thành lập do đồng chí Nguyễn Chiến làm Bí thư.  Chi bộ Đảng ra đời đáp ứng kịp thời sự phát triển của phong trào Việt Minh,  gấp rút chuẩn bị khởi nghĩa.  Để tập hợp lực lượng cách mạng chĩa mũi nhọn vào kẻ thù chính là Nhật Pháp,  tháng 3-1945,  Việt Minh huyện đã tiến hành huy động quần chúng tịch thu kho thóc của Nhật ở các gia đình địa chủ, mít tinh chống thuế, diễn thuyết vạch tội ác của Nhật Pháp và tay sai, đấu tranh thu hồi ruộng đất công ở thôn Liên Châu chia cho dân nghèo.  Trước thắng lợi đó,  khí thế cách mạng không ngừng lên cao,  lý trưởng làng Nghĩa Hưng phải giao giấy tờ và đồng triện cho Việt Minh;  tự vệ chiến  đấu của  huyện tịch thu thuyền vận chuyển muối thóc và nguyên liệu của Nhật ở sông Choán.  Đặc biệt là cuộc tuần hành vũ trang  thị uy liên tổng nhằm  áp đảo bọn tay sai,  phản động ngoan cố của hơn 1000 quần chúng ngày 17- 7- 1945,  đã báo hiệu một cao trào cách mạng mới của Hoằng Hóa trước tổng khởi nghĩa tháng 8- 1945.\n\nIX\/ Hoằng Hóa khởi nghĩa giành chính quyền:\n\nSự lớn mạnh của mặt trận Việt Minh các cấp và những cuộc đấu tranh sôi nổi liên tiếp của quần chúng khiến hầu hết chính quyền ở tổng làng trong huyện hoang mang dao động.  Nhưng một số tên cầm đầu trong phủ vẫn ngoan cố liều lĩnh dùng nhiều thủ đoạn để hòng phá vỡ,  tiêu diệt lực lượng cách mạng,  đàn áp quần chúng đấu tranh. Trước tình hình đó,  một hình thức đấu tranh mới xuất hiện ở Hoằng Hóa:  đấu tranh chính trị kết hợp với đấu tranh vũ trang để chống khủng bố của địch.\n\nĐể củng cố phong trào đấu tranh của nhân dân Hoằng Hóa,  ngày 24- 7- 1945,  phát xít Nhật tập trung quân lính ở phụ lỵ chia làm 2 toán tiến về khủng bố hai nơi trong huyện.\n\nToán thứ nhất có 24 lính bảo an,  trang bị vũ khí đầy đủ do tên quản khố xanh chỉ huy  kéo quân từ phủ lỵ qua chợ Quăng,  qua Đại Tiền  về đóng quân ở đình làng Hoàng Chung.\n\nToán thứ hai có 12 lính bảo an do đích thân tri phủ Phạm Trung Bảo chỉ huy từ phủ lỵ theo đường tắt kéo về khủng bố cơ sở cách mạng  ở Đằng Trung-  xã Hoằng Đạo.\n\nToán thứ nhất vừa chiếm được đình làng,  lực lượng tự vệ lập tức bao vây tấn công.  Hoảng sợ trước tinh thần dũng cảm chiến đấu của  tự vệ,  trước sự áp đảo của quần chúng, quân địch phải rút lui qua sông Mã theo đường Quảng Xương chạy về thị xã Thanh Hóa.\n\nToán thứ hai,  khi vừa đến đầu làng Đằng Trung  đã gặp lực lượng tự vệ phục kích ở Cồn Mả Nhón.  Bị tấn công bất ngờ,  trước lối đánh mưu trí, dũng cảm, sáng tạo của tự vệ,  toàn bộ lính bảo an và tri phủ Phạm Trung Bảo bị bắt sống.\n\nChiều  24- 7- 1945,  ban cán sự Việt Minh huyện tổ chức mít tinh lớn ở Cồn Ba Cây  xã Hoằng Thắng,  tuyên cáo tội ác của chính quyền tay sai bán nước,  biểu dương tinh thần chiến đấu dũng cảm của tự vệ và quần chúng cách mạng, kêu gọi lực lượng tự vệ và quần chúng bảo vệ thành quả cách mạng sẵn sàng chiến đấu đánh trả mọi hành động khủng bố của kẻ thù.\n\nTrước tình hình đang diễn biến có lợi cho phong trào cách mạng, 3 giờ chiều ngày 24- 7- 1945 cuộc mít tinh trở thành cơn bão cách mạng kéo thẳng về phủ lỵ, chiếm công sở, giải tán chính quyền cũ.  Sau khi giành chính quyền ở phủ lỵ, mặt trận Việt Minh huyện và lãnh đạo nhân dân các tổng, làng phát huy thắng lợi ngày 24 tháng 7,  thành lập các ủy ban dân tộc giải phóng,  sẵn sàng chiến đấu bảo vệ thành quả cách mạng,  trấn áp bọn tay sai, đập tan ủy ban khởi nghĩa và các hành động khủng bố của Nhật.\n\nNgày 17- 8- 1945, Ủy ban khởi nghĩa và Ủy ban nhân dân Cách mạng lâm thời huyện được thành lập, khẩn trương thực hiện chủ trương giành chính quyền về tay nhân dân. Đêm 18 rạng ngày 19- 8- 1945, dưới sự lãnh đạo của các cấp bộ Việt Minh tự vệ và quần chúng cách mạng trong toàn huyện, đã khởi nghĩa giành chính quyền ở các tổng, làng trong huyện, đồng thời tích cực chi viện cho Quảng Xương giành chính quyền.\n\nCách mạng tháng Tám thắng lợi ở Hoằng Hóa mà đỉnh cao là cuộc khởi nghĩa ngày 24- 7- 1945 đã thể hiện tinh thần mưu trí dũng cảm, chủ động, sáng tạo, táo bạo của lực lượng cách mạng ở huyện.Thắng lợi đó không những đã góp phần tạo đà cho cuộc tổng khởi nghĩa trong toàn huyện mà còn là nguồn cổ vũ lớn lao phong trào cách mạng giành chính quyền ở các huyện, tiến tới tổng khởi nghĩa giành chính quyền về tay nhân dân trong toàn tỉnh Thanh Hóa.\n\n== Địa lý - Hành chính ==\nSát nhập thôn 1, thôn 2 và một phần thôn 7 để thành lập thôn Quang Trung.\nSát nhập thôn 3, thôn 4 và một phần thôn 5 để thành lập thôn Đông Tân.\nSát nhập thôn 5, thôn 6 và một phần thôn 7 để thành lập thôn Phú Xuân.\nSát nhập một phần thôn 7, thôn 8 và thôn 11 để thành lập thôn Lê Giang.\nSát nhập thôn 9, thôn 10 để thành lập thôn Lê Lợi.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Hoằng Hóa}}"}