{"595291":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Huyền Sơn\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Bắc Giang]]\n| huyện = [[Lục Nam]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 07504<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Huyền Sơn''' là xã thuộc huyện [[Lục Nam]], tỉnh [[Bắc Giang]], [[Việt Nam]].\n\n==Thông tin thêm==\nHuyền Sơn là xã miền núi bán sơn địa, nằm ở phía Đông Nam của huyện Lục Nam, cách trung tâm huyện 7&nbsp;km.\n\n==Địa giới==\n*Phía Bắc giáp thị trấn Đồi Ngô và xã Cương Sơn;\n*Phía Đông giáp xã Nghĩa Phương;\n*Phía Nam là dãy núi Huyền Đinh, bên kia là xã Cẩm Lý, Bắc Lũng huyện Lục Nam, xã Bắc An huyện Chí Linh tỉnh Hải Dương;\n*Phía Tây là sông Lục Nam, xã Bắc Lũng, xã Huyền Sơn được bao bọc bởi núi Huyền Đinh và con sông Lục Nam.\n\n==Lịch sử==\nXã Huyền Sơn được thành lập ngày 06 tháng 9 năm 1958 theo Quyết định của Thủ tướng Chính phủ trên cơ sở chia tách xã Cương Sơn thành 03 đơn vị (Cương Sơn, Nam Sơn, thị trấn Lục Nam). Ban đầu thành lập tên là xã Nam Sơn. Đến năm 1963 hai tỉnh Bắc Giang và Bắc Ninh kết hợp thành tỉnh Hà Bắc, do tỉnh có 2 xã có tên là Nam Sơn nên xã được đổi tên thành xã Huyền Sơn.\n\n==Dân cư==\nTrên địa bàn toàn xã có 7 dân tộc anh, em cùng chung sống, gồm: Dân tộc Kinh, Hoa, Sán Dìu, Tày, Nùng, Thái. Xã có 1.305 hộ với 5.575 người, chia làm 15 thôn, trong đó có 13 thôn ở ven chân núi, 02 thôn ở ven sông Lục Nam.\n\n==Điều kiện tự nhiên==\nXã có 2.061 ha đất tự nhiên (trong đó 65% diện tích là đất lâm nghiệp) với điều kiện tự nhiên thuận lợi, tiềm năng thế mạnh là phát triển trong lĩnh vực nông nghiệp, đặc biệt có cây Na dai là cây đặc, chất lượng quả Na ít có nơi nào có được, quả to tròn, vỏ mỏng, màu sáng trắng, cùi thơm, ít hạt, đã đạt giải nhất và được công nhận tại cuộc thi chất lượng quả do Sở Nông nghiệp và phát triển nông thôn tỉnh Bắc Giang và trường Đại học Nông nghiệp I Hà Nội tổ chức.\n\n==Văn hóa - xã hội==\nTrải qua hơn 50 năm xây dựng và trưởng thành đến nay hệ thống chính trị của xã tương đối vững mạnh. Đảng bộ có 156 đảng viên, hội phụ nữ có 738 hội viên, đoàn thanh niên cộng sản Hồ Chí Minh có 453 đoàn viên thanh niên, Hội nông dân có 826 hội viên, Hội cựu chiến binh có 319 hội viên. Mặt trận tổ quốc xã hoạt động tốt. Toàn xã có 3 trường học, trường THCS có 11 lớp với tổng số 365 học sinh. trường tiểu học có 10 lớp với 350 học sinh, trường Mầm non có 7 lớp với 192 học sinh, 100% các cháu trong độ tuổi được đến lớp. Xã có 01 Trạm y tế, đội ngũ cán bộ có trình độ chuyên môn, y đức tốt, đáp ứng được nhiệm vụ chăm sóc sức khoẻ ban đầu cho nhân và năm 2008 đã được công nhận chuẩn Quốc gia về y tế.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Bắc Giang}}\n{{Đơn vị hành chính thuộc huyện Lục Nam}}"}