{"19487413":"'''Huyền thoại đâm sau lưng Việt Nam''' ([[tiếng Anh]]: '''Vietnam stab-in-the-back myth''') khẳng định rằng thất bại của [[Mỹ]] trong [[chiến tranh Việt Nam]] là do những [[người Mỹ]] [[Phong trào phản đối chiến tranh Việt Nam|phản đối chiến tranh]] gây ra. Những người ủng hộ huyền thoại này điển hình là nhóm thuộc phe cánh hữu trong chiến tranh và đổ lỗi thất bại này cho các nhà hoạch định chính sách dân sự, giới truyền thông, những người biểu tình phản chiến, [[Quốc hội Hoa Kỳ]], những người theo [[Chủ nghĩa cấp tiến tại Hoa Kỳ|chủ nghĩa cấp tiến]] và [[Đảng Dân chủ (Hoa Kỳ)|Đảng Dân chủ]].<ref name=Kimball\/><ref>{{chú thích tạp chí |last1=Kimball |first1=Jeffrey P. |title=The Stab-in-the-Back Legend and the Vietnam War |journal=Armed Forces & Society |date=April 1988 |volume=14 |issue=3 |pages=433–458 |doi=10.1177\/0095327X8801400306|s2cid=145066387 }}<\/ref><ref>{{chú thích tạp chí |last1=Gawthorpe |first1=Andrew |title=Ken Burns, the Vietnam War, and the purpose of history |journal=Journal of Strategic Studies |date=2020 |volume=43 |issue=1 |pages=154–169 |doi=10.1080\/01402390.2019.1631974 |quote=Moyar’s critique shows that a line of argument that Jeffrey Kimball long ago called the 'stab-in-the-back legend' remains alive and well. The stab-in-the-back legend displays classic characteristics of what psychologists call in-group\/out-group bias, in which every action by an in-group is rationalized and justified whereas every action by an out-group is criticized and seen as inspired by perverse motives. Through this pattern of thought, the 'stab-in-the-back' interpretation externalizes blame for U.S. defeat entirely to civilian policymakers. A virtuous and effective military had its hands tied by villainous civilians who, pandering to base political instincts, betrayed the soldiers (and eventually South Vietnam) by failing to allow them to do what was needed to win.|doi-access=free }}<\/ref> Thuật ngữ \"đâm sau lưng\" được lấy từ [[huyền thoại đâm sau lưng]] của [[Đức]], trong đó tuyên bố chính các lực lượng nội bộ đã gây ra thất bại cho nước Đức trong [[Thế chiến thứ nhất]]. Không giống như huyền thoại của Đức, huyền thoại của Mỹ không có không khí [[Chủ nghĩa bài Do Thái|bài Do Thái]].<ref name=Mikics\/> Jeffrey Kimball viết rằng thất bại của Mỹ \"đã tạo ra một huyền thoại mạnh mẽ về sự phản bội, tương tự như huyền thoại nguyên mẫu ''Dolchstoßlegende'' của nước Đức thời hậu Thế chiến thứ nhất\".<ref name=Kimball>{{chú thích sách |last1=Kimball |first1=Jeffrey |editor1-last=Macleod |editor1-first=Jenny |title=Defeat and Memory: Cultural Histories of Military Defeat in the Modern Era |url=https:\/\/archive.org\/details\/defeatmemorycult1815macl |date=2008 |publisher=Palgrave Macmillan |isbn=978-0-230-51740-0 |pages=[https:\/\/archive.org\/details\/defeatmemorycult1815macl\/page\/n243 233]–250 |language=en |chapter=The Enduring Paradigm of the ‘Lost Cause’: Defeat in Vietnam, the Stab-in-the-Back Legend, and the Construction of a Myth}}<\/ref>\n\nHuyền thoại này là một \"phiên bản mạnh mẽ hơn của lập luận rằng hoạt động phản chiến đã khuyến khích kẻ thù, cho rằng sức mạnh của phong trào phản chiến cuối cùng biểu hiện hành động phản bội của sự [[phản quốc]], gây ra thất bại cho một chiến thắng lẽ ra đã có thể đạt được\".<ref>{{chú thích tạp chí |last1=Strassfeld |first1=Robert |title='Lose in Vietnam, Bring Our Boys Home' |journal=North Carolina Law Review |date=2004 |volume=82 |page=1916 |url=https:\/\/scholarlycommons.law.case.edu\/faculty_publications\/267\/|quote=Finally, the Administration suggested a  stab-in-the-back theory of the war. This stronger version of the argument that antiwar protest encouraged the enemy, suggested that the antiwar movement might in the end commit the ultimate act of treachery, causing the loss of an otherwise winnable war.}}<\/ref>\n\n==Bối cảnh==\nNhững lời buộc tội tương tự đã được đưa ra trong suốt [[lịch sử Hoa Kỳ]]. Trong [[Chiến tranh Hoa Kỳ–Anh Quốc (1812)|Chiến tranh năm 1812]], cánh diều hâu chiến tranh cáo buộc những người ủng hộ [[Đảng Liên bang (Hoa Kỳ)|Đảng Liên bang]] ở [[New England]] là \"hoạt động gần như phản quốc\" dẫn đến thất bại trong việc chinh phục [[Canada]]. Các nhà bình luận cánh hữu cũng tuyên bố [[Tổng thống Hoa Kỳ|Tổng thống]] [[Franklin D. Roosevelt]] đã \"bán đứng\" [[Ba Lan]] và [[Trung Hoa Dân Quốc]] thông qua [[Hội nghị Yalta]] và đổ lỗi cho Tổng thống [[Harry S. Truman]] và Ngoại trưởng [[Dean Acheson]] về những thất bại trong [[Chiến tranh Triều Tiên]]. Thương vong tăng chậm trong Chiến tranh Việt Nam sau khi triển khai quân chiến đấu vào năm 1965 đã dần vượt qua mức thương vong của chiến tranh Triều Tiên vào năm 1968.<ref name=\"Kimball\" \/>\n\n==Phát triển==\nTrong thời gian diễn ra chiến tranh, các cuộc điều trần liên quan đến tiến trình của cuộc chiến đã được tổ chức tại [[Thượng viện Hoa Kỳ]]. Tại các phiên điều trần của Tiểu ban Điều tra Dự bị của Thượng viện (Senate Preparedness Investigating Subcommittee (SPIS)), các tướng lĩnh đã làm chứng rằng thất bại của cuộc chiến năm 1967 là do sự kiềm hãm dân sự quá mức đối với việc lựa chọn mục tiêu trong [[Chiến dịch Sấm Rền|cuộc ném bom miền Bắc Việt Nam]], và tiểu ban đã đồng ý với điều này. Joseph A. Fry cho rằng [[Hội đồng Tham mưu trưởng Liên quân Hoa Kỳ|Hội đồng Tham mưu trưởng Liên quân]] và SPIS đổ lỗi cho giới truyền thông và những người biểu tình phản chiến vì đã xuyên tạc cuộc chiến, tạo ra huyền thoại đâm sau lưng.<ref>{{chú thích sách |last1=Fry |first1=Joseph A. |title=Debating Vietnam: Fulbright, Stennis, and Their Senate Hearings |date=2006 |publisher=Rowman & Littlefield Publishers |isbn=978-0-7425-7642-1 |pages=14, 57, 74, 109 |url=https:\/\/books.google.com\/books?id=eQFtAAAAQBAJ&pg=PA14 |language=en}}<\/ref>\n\nMặc dù đông đảo công chúng Mỹ chưa bao giờ ủng hộ cuộc chiến, nhưng Tướng [[William Westmoreland]] vẫn đổ lỗi cho giới truyền thông Mỹ vì đã khiến đất nước trở nên chống lại cuộc chiến sau cuộc [[Sự kiện Tết Mậu Thân|Tổng tấn công Tết Mậu Thân năm 1968]]. Câu chuyện đó đã được tiếp nối bởi các tác giả sau này như [[Guenter Lewy]] và [[Norman Podhoretz]]. Một nghiên cứu ước tính rằng cho đến khi xảy ra cuộc tấn công, các chuyên gia người Mỹ ủng hộ chính sách chiến tranh của chính phủ là bốn đấu một và sau đó, họ đổi thành phản đối với tỷ số hai đấu một. Nhiều [[sách giáo khoa]] lịch sử ghi rằng cuộc tấn công được nối tiếp theo sau bởi làn sóng dư luận quay lưng lại với chiến tranh, và một số khác đề cập phản chiến bằng việc đưa tin trên các phương tiện truyền thông.<ref>{{chú thích sách |last1=Leahey |first1=Christopher |title=Whitewashing War: Historical Myth, Corporate Textbooks, and Possibilities for Democratic Education |date=2015 |publisher=Teachers College Press |isbn=978-0-8077-7168-6 |pages=78–79 |url=https:\/\/books.google.com\/books?id=npWXXcdxuMYC&pg=PA78 |language=en}}<\/ref> Một yếu tố khác của huyền thoại liên quan đến [[Hiệp định Paris 1973]] đưa ra cách giải thích cho rằng sự cản trở của Quốc hội đã ngăn cản Hoa Kỳ thực thi cam kết hiệp định. Theo sử gia [[Nguyễn Thị Liên Hằng]], cách giải thích này \"ít nhiều đã bị hầu hết các học giả trong lĩnh vực này bác bỏ,\" nhưng nó vẫn tồn tại trong diễn ngôn phổ biến.<ref>{{chú thích sách |last1=Nguyen |first1=Lien-Hang T. |editor1-last=Bradley |editor1-first=Mark Philip |editor2-last=Young |editor2-first=Marilyn B. |title=Making Sense of the Vietnam Wars: Local, National, and Transnational Perspectives |url=https:\/\/archive.org\/details\/makingsensevietn00brad_837 |date=2008 |publisher=Oxford University Press, USA |isbn=978-0-19-992416-5 |pages=[https:\/\/archive.org\/details\/makingsensevietn00brad_837\/page\/n234 222]–223 |language=en |chapter=COLD WAR CONTRADICTIONSToward an International History of the Second Indochina War, 1969–1973}}<\/ref>\n\nNăm 1978 và 1979, cả Nixon và [[Henry Kissinger|Kissinger]] lần lượt xuất bản những cuốn hồi ký bán chạy nhất dựa trên việc tiếp cận các tài liệu vẫn còn được phân loại, và theo nhà sử học Ken Hughes đã triệt tiêu lý thuyết [[Khoảng cách hợp lý|khoảng thời gian phù hợp]] thay vào đó đề cao sự nổi trội của huyền thoại đâm sau lưng.<ref>{{chú thích sách |last1=Hughes |first1=Ken |title=Fatal Politics: The Nixon Tapes, the Vietnam War, and the Casualties of Reelection |date=2015 |publisher=University of Virginia Press |isbn=978-0-8139-3803-5 |language=en|page=126}}<\/ref>\n\nNăm 1982, [[Harry G. Summers Jr.]] viết về ý tưởng rằng lực lượng nội bộ đã gây ra thất bại ở Việt Nam là \"một trong những cách giải thích đơn giản hơn cho thất bại của chúng ta... sự trốn tránh thất bại này lại hiếm khi dẫn ra bởi các tướng lĩnh. Huyền thoại đâm sau lưng không bao giờ phát triển sau chiến tranh Việt Nam.\"<ref name=Buley>{{chú thích sách |last1=Buley |first1=Ben |title=The New American Way of War: Military Culture and the Political Utility of Force |date=2007 |publisher=Routledge |isbn=978-1-134-08641-2 |page=100 |language=en}}<\/ref> Mặc dù vậy, nhà sử học Ben Buley đã viết rằng cuốn sách của Summers thực sự là một trong những dẫn giải quan trọng nhất của huyền thoại dưới một hình thức tinh vi, khi mà quân đội bị chỉ trích nhưng trách nhiệm chính cho thất bại lại nằm ở các nhà hoạch định chính sách dân sự.<ref name=Buley\/>\n\nTrong cuốn sách của tác giả [[Jerry Lembcke]] vào năm 1998, ''[[The Spitting Image: Myth, Memory, and the Legacy of Vietnam]]'' ông đã so sánh huyền thoại đâm sau lưng với huyền thoại những cựu binh trở về đã bị những người biểu tình phản chiến phỉ nhổ và lăng mạ (không hề có chuyện phỉ nhổ nào đã từng được chứng minh). Theo Lembcke, huyền thoại đâm sau lưng phổ biến hơn trong chiến tranh và huyền thoại nhổ chỉ nổi tiếng vào những năm 1980.<ref>{{chú thích sách |last1=Lembcke |first1=Jerry |title=[[The Spitting Image: Myth, Memory, and the Legacy of Vietnam]] |date=1998 |publisher=NYU Press |isbn=978-0-8147-5147-3 |language=en|page=[https:\/\/archive.org\/details\/spittingimagemyt00lemb\/page\/128 128]}}<\/ref> Trong cuốn sách năm 2001 ''[[The Culture of Defeat|The Culture of Defeat: On National Trauma, Mourning, and Recovery]]'', tác giả [[Wolfgang Schivelbusch]] phủ nhận sự tồn tại của một huyền thoại đâm sau lưng Việt Nam có thể so sánh với huyền thoại của Đức. Mặc dù ông viết rằng luận điệu của một số người Mỹ \"khá giống với lời lẽ của những người Đức cánh hữu trong thời [[Cộng hòa Weimar]]\", ông lập luận rằng Chiến tranh Việt Nam \"không kéo theo sự sụp đổ của quốc gia, .... không kéo theo một sự sỉ nhục tương tự như của [[Hiệp ước Versailles]] .... [và] không làm phân cực quốc gia hay dẫn đến nội chiến\". Giáo sư Jeffrey Kimball trả lời Schivelbusch \"hầu như không chính xác trong mọi điều.\"<ref name=Kimball\/> Kimball viết rằng huyền thoại đâm sau lưng đã sống lại trong cuộc [[Bầu cử tổng thống Hoa Kỳ 2004|bầu cử tổng thống Hoa Kỳ năm 2004]], khi đó ứng cử viên [[John Kerry]] bị chỉ trích vì phản đối chiến tranh sau khi trở về từ Việt Nam.<ref name=Kimball\/> \n\nNăm 2004, [[Charles Krauthammer]] viết một bài báo trên tờ ''[[The New Republic]]'' rằng phát thanh viên [[Walter Cronkite]] đã khiến Mỹ bại trận: \"Một khi nói là thua, nó đã thành hiện thực\". Vào năm 2017, [[David Mikics]] đã viết rằng \"lập luận huyền thoại đâm sau lưng Việt Nam hiện nay phần lớn đã chết.\"<ref name=Mikics>{{chú thích báo |last1=Mikics |first1=David |title=The Jews Who Stabbed Germany in the Back |url=https:\/\/www.tabletmag.com\/sections\/arts-letters\/articles\/jews-who-stabbed-germany-in-the-back |access-date=5 August 2020 |work=Tablet Magazine |date=9 November 2017 |language=en}}<\/ref>\n\n==Xem thêm==\n*[[Hội chứng Việt Nam]]\n==Tham khảo==\n{{tham khảo|30em}}\n==Đọc thêm==\n*{{cite book |last1=Beattie |first1=Keith |title=The Scar That Binds: American Culture and the Vietnam War |date=2000 |publisher=NYU Press |isbn=978-0-8147-8610-9 |pages=21– |chapter-url=https:\/\/books.google.com\/books?id=TsPWQ2m6_mUC&pg=PA21 |language=en |chapter=Stab Wounds}}\n*{{cite journal|last=Haines|first= Harry |date=1989|title=Disputing the Wreckage: Ideological Struggle at the Vietnam Veterans Museum|journal=Vietnam Generation|volume=1|issue=1|url=http:\/\/digitalcommons.lasalle.edu\/vietnamgeneration\/vol1\/iss1\/9}}\n*{{cite journal |last1=Young |first1=Richard |title=The \"Real Victims\" of the Vietnam War: Soldier versus State in American Comic Books |journal=The Journal of Popular Culture |date=2017 |volume=50 |issue=3 |pages=561–584 |doi=10.1111\/jpcu.12548}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Giả lịch sử]]"}