{"36353":"{{chú thích trong bài}} \n{{Dablink|Đừng nhầm với [[Giải thưởng Hồ Chí Minh]].}}\n{{Infobox military award\n|name=Huân chương Hồ Chí Minh\n|image= [[Tập tin:Hchcm.JPG|200px]]\n|caption=\n|awarded_by=[[Tập tin:Flag of Vietnam.svg|20px]] '''[[Việt Nam]]'''\n|type=Huân chương không chia hạng\n|eligibility=tập thể lập được thành tích xuất sắc; tặng hoặc truy tặng cho cá nhân có công lao to lớn, có nhiều thành tích xuất sắc ở một trong các lĩnh vực chính trị, kinh tế, xã hội, văn học, nghệ thuật, khoa học, công nghệ, quốc phòng, an ninh, ngoại giao hoặc các lĩnh vực khác.\n|campaign=\n|status=còn hiệu lực\n|description=\n|clasps=\n|established=6 tháng 6 năm 1947\n|first_award=1950\n|last_award=\n|total=trên 600 tập thể, cá nhân trong nước và trên 50 tập thể cá nhân nước ngoài.\n|posthumous=\n|recipients=\n|individual=\n|higher=[[Huân chương Sao vàng (Việt Nam)]]\n|same=\n|lower=[[Huân chương Độc lập]]\n|related=\n|image2=[[Tập tin:Vietnam Hochiminh Order ribbon.png|80px]]\n|caption2=Cuống huân chương\n}}\n\n'''Huân chương Hồ Chí Minh''' là [[Huân chương Việt Nam|huân chương]] bậc cao thứ nhì của Nhà nước [[Việt Nam Dân chủ Cộng hòa]] (nay là [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]]), được đặt ra lần đầu theo Sắc lệnh 58-SL ngày [[6 tháng 6]] năm [[1947]] của [[Chủ tịch nước Việt Nam|Chủ tịch nước]] [[Việt Nam Dân chủ Cộng hòa]], đặt ra lần hai theo Luật Thi đua - Khen thưởng được ban hành ngày [[26 tháng 11]] năm [[2003]]).\n\n'''Huân chương Hồ Chí Minh''' để tặng cho tập thể lập được thành tích xuất sắc; ''tặng hoặc ''truy tặng'' cho cá nhân có công lao to lớn, có nhiều thành tích xuất sắc ở một trong các lĩnh vực chính trị, kinh tế, xã hội, văn học, nghệ thuật, khoa học, công nghệ, quốc phòng, an ninh, ngoại giao hoặc các lĩnh vực khác. Thẩm quyền tặng, truy tặng Huân chương Hồ Chí Minh do Chủ tịch nước quyết định.\n\nKhi mới được đặt ra lần đầu, ''Huân chương Hồ Chí Minh'' có 3 hạng được phân biệt bằng số sao đính trên dải và cuống huân chương: hạng Nhất có 3 sao, hạng Nhì có 2 sao, hạng Ba có 1 sao. Theo Pháp lệnh số 10-HĐNN ngày [[28 tháng 3]] năm [[1981]] của Hội đồng Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam và theo [[Luật Thi đua, Khen thưởng năm 2003|Luật Thi đua - Khen thưởng]] thì ''Huân chương Hồ Chí Minh'' không chia hạng.\n\nHuân chương Hồ Chí Minh không chia hạng. Đến nay Nhà nước Cộng hòa Xã hội chủ nghĩa Việt Nam đã tặng và truy tặng Huân chương Hồ Chí Minh cho trên 600 tập thể, cá nhân trong nước và trên 50 tập thể cá nhân nước ngoài.\n\nĐại tướng [[Võ Nguyên Giáp]] là người đầu tiên được tặng thưởng Huân chương Hồ Chí Minh và cũng là người 2 lần được tặng thưởng (lần thứ nhất năm 1950 và lần thứ hai năm 1979).{{fact|date=7-2014}}\n\n== Đối tượng và tiêu chuẩn khen thưởng ==\n#[[Tập tin:HCHCM.png|nhỏ|Huân chương Hồ Chí Minh mẫu sử dụng trước năm 2014]]'''Huân chương Hồ Chí Minh''' để tặng hoặc truy tặng cho cá nhân có công lao to lớn, có nhiều thành tích xuất sắc ở một trong các lĩnh vực [[chính trị]], [[kinh tế]], [[xã hội]], [[văn học]], [[nghệ thuật]], [[khoa học]], [[công nghệ]], [[quốc phòng]], [[an ninh]], [[ngoại giao]] hoặc các lĩnh vực khác, đạt một trong các tiêu chuẩn sau:\n##Người tham gia hoạt động cách mạng từ năm [[1935]] về trước, hoạt động liên tục, có công lao to lớn, có nhiều thành tích xuất sắc trong sự nghiệp của [[Đảng Cộng sản Việt Nam]], của [[dân tộc]], không phạm khuyết điểm lớn, đã đảm nhiệm một trong các trọng trách: Bí thư, Phó Bí thư Tỉnh uỷ, Phó ban Đảng ở Trung ương, Thứ trưởng hoặc chức vụ tương đương, [[Trung tướng]] Lực lượng vũ trang nhân dân;\n##Người tham gia hoạt động cách mạng trước năm [[1945]], hoạt động liên tục, có công lao to lớn, có nhiều thành tích xuất sắc trong sự nghiệp cách mạng của Đảng, của dân tộc, không phạm khuyết điểm lớn, đã đảm nhiệm một trong các trọng trách: Trưởng ban Đảng ở Trung ương, Xứ ủy viên, Khu ủy viên, Bộ trưởng hoặc chức vụ tương đương, [[Thượng tướng]] Lực lượng vũ trang nhân dân;\n##Người có quá trình tham gia liên tục trong 2 cuộc [[chiến tranh Đông Dương|kháng chiến chống Pháp]] và [[chiến tranh Việt Nam|chống Mỹ]] (từ 1945 đến ngày [[30 tháng 4]] năm [[1975]]), có công lao to lớn, có nhiều thành tích xuất sắc trong sự nghiệp cách mạng của Đảng, của dân tộc, không phạm khuyết điểm lớn, đã đảm nhiệm một trong các trọng trách: Ủy viên [[Bộ Chính trị (định hướng)|Bộ Chính trị]], Bí thư Trung ương Đảng, Phó Chủ tịch nước, Phó Chủ tịch Quốc hội, Phó Thủ tướng Chính phủ, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam hoặc chức vụ tương đương 1 nhiệm kỳ, [[Đại tướng]] Lực lượng vũ trang nhân dân;\n##Người có quá trình công tác liên tục từ kháng chiến chống Mỹ (từ [[1954]] đến ngày 30 tháng 4 năm 1975) và thời kỳ xây dựng và bảo vệ Tổ quốc (từ ngày 30 tháng 4 năm 1975 đến nay), có công lao to lớn, có nhiều thành tích xuất sắc, không phạm khuyết điểm lớn, đã đảm nhiệm một trong các trọng trách:\n###[[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng Bí thư Đảng Cộng sản Việt Nam]], [[Chủ tịch nước]], [[Chủ tịch Quốc hội]], [[Thủ tướng|Thủ tướng Chính phủ]] 1 nhiệm kỳ.\n###Ủy viên Bộ Chính trị, Bí thư Trung ương Đảng, Phó Chủ tịch nước, Phó Chủ tịch Quốc hội, Phó Thủ tướng Chính phủ, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam hoặc các chức vụ tương đương liên tục 2 nhiệm kỳ, Đại tướng Lực lượng vũ trang nhân dân 10 năm trở lên.\n##Người có công lao to lớn, có công trình, tác phẩm đặc biệt xuất sắc có tác động sâu rộng thúc đẩy sự phát triển một trong các lĩnh vực kinh tế, xã hội, văn học, nghệ thuật, khoa học công nghệ, quốc phòng, an ninh, ngoại giao… được nhà nước thừa nhận, tôn vinh;\n##''Người nước ngoài'' có công lao to lớn đối với dân tộc Việt Nam, được Nhà nước Việt Nam thừa nhận, tôn vinh.\n#'''Huân chương Hồ Chí Minh''' để tặng cho tập thể đạt các tiêu chuẩn sau:\n##Đã được tặng [[Huân chương Độc lập]] hạng nhất hoặc [[Huân chương Quân công]] hạng nhất;\n##Có quá trình xây dựng và phát triển từ 35 năm trở lên (trường hợp chưa được tặng thưởng Huân chương Độc lập hạng nhất hoặc Huân chương Quân công hạng nhất phải có quá trình xây dựng và phát triển từ 40 năm trở lên);\n##Lập được thành tích xuất sắc liên tục từ 5 năm trở lên trước thời điểm đề nghị, trong thời gian đó 3 lần được tặng [[Cờ Thi đua của Chính phủ]] hoặc [[Bằng khen của Thủ tướng Chính phủ]]; nội bộ đoàn kết, tổ chức Đảng, đoàn thể trong sạch, vững mạnh.\n#'''Huân chương Hồ Chí Minh''' để tặng cho tập thể nước ngoài có nhiều thành tích xuất sắc đối với dân tộc Việt Nam, được Nhà nước Việt Nam thừa nhận, tôn vinh.\n\n== Mô tả ==\n[[Hình:Vietnam Medal (9732376249).jpg|nhỏ|phải|200px|Huân chương Hồ Chí Minh (mẫu mới) trưng bày tại Bảo tàng Vũ khí, Hà Nội]]\n=== Quy định mẫu huân chương Hồ Chí Minh ===\n'''Điều 7''' Nghị định số 50\/2006\/NĐ-CP ngày 19 tháng 5 năm 2006 của Chính phủ quy định mẫu Huân chương, Huy chương, Huy hiệu, Bằng Huân chương, Bằng Huy chương, Cờ Thi đua, Bằng khen, Giấy khen:\n\nCuống Huân chương viền ngoài màu vàng, trong bằng tơ Rayon dệt màu đỏ cờ, có ba vạch vàng, cốt bằng đồng đỏ mạ vàng hợp kim Nico dày 3 micron; kích thước 28mm x 14mm.\n\nDải Huân chương hình chữ A cách điệu, bằng tơ Rayon dệt màu đỏ cờ có ba vạch vàng, cốt bằng đồng đỏ mạ vàng hợp kim Nico dày 3 micron; kích thước 28mm x 51mm x 41mm x 51mm.\n\nThân Huân chương hình tròn đường kính bằng 39mm, giữa là hình Chủ tịch Hồ Chí Minh đặt trên đài Hoa sen, phía trên có dòng chữ \"Huân chương Hồ Chí Minh\", phía dưới có dòng chữ \"Việt Nam\" (dập nổi), chất liệu bằng đồng đỏ mạ vàng hợp kim Nico dày 3 micron.\n\n== Danh sách các tập thể và cá nhân được trao Huân chương Hồ Chí Minh ==\n{{Bài chi tiết|Danh sách cá nhân, tập thể được trao tặng Huân chương Hồ Chí Minh}}\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Huân huy chương Việt Nam}}\n{{Hồ Chí Minh}}\n\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huân chương và huy chương Việt Nam]]\n[[Thể loại:Khởi đầu năm 1947 ở Việt Nam]]"}