{"66114":"{{Infobox order\n| tên = Huân chương Chiến công\n| hình = [[Tập tin:HCCC1.png|200px|]]\n| chú thích hình = Huân chương Chiến công\n| trao bởi = {{VNM}}\n| loại = [[Huân chương Việt Nam|Huân chương]]\n| ngày thành lập = {{startdate|1947|5|15}}\n| quốc gia = {{VNM}}\n| hoàng tộc = \n| tôn giáo = \n| cuống = {{colorbox|red}}{{colorbox|green}}\n| điều kiện = Cá nhân, tập thể\n| tiêu chí = Có nhiều công lao trong sự nghiệp xây dựng [[Lực lượng vũ trang nhân dân]], củng cố quốc phòng\n| tình trạng = yes\n| sáng lập = [[Hồ Chí Minh]]\n| phân hạng = 3 hạng\n| website = \n| đầu tiên = \n| cuối cùng = \n| tổng số = \n| bậc trên = [[Huân chương Bảo vệ Tổ quốc]]\n| bậc dưới = [[Huân chương Đại đoàn kết dân tộc]]\n| tương đương = \n| liên quan = \n| hình 2 = Vietnam Feat Order ribbon.png\n| chú thích hình 2 = Cuống huân chương (Trước năm 2014)\n}}\n\n'''Huân chương Chiến công''' là một loại [[Huân chương Việt Nam|huân chương]] của Nhà nước [[Việt Nam Dân chủ Cộng hòa]] (nay là [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam]]), được đặt ra lần đầu tiên theo Sắc lệnh số 50-SL ngày [[15 tháng 5]] năm [[1947]] của [[Hồ Chí Minh|Chủ tịch nước Việt Nam Dân chủ Cộng hòa]]<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Sac-lenh-50-dat-2-huy-chuong-thuong-quan-doi-dan-quan-tu-ve-lap-thanh-tich-chien-dau-Quan-cong-Chien-si-36205.aspx Sắc lệnh số 50 về việc đặt hai thứ huy chương để thưởng cho quân đội hoặc dân quân tự vệ lập được nhiều thành tích chiến đấu: Huy chương Quân công và Huy chương chiến sĩ do Chủ tịch Chính phủ ban hành]<\/ref> và đặt ra lần hai theo [[Luật Thi đua, Khen thưởng năm 2003|Luật Thi đua - Khen thưởng]] (ban hành ngày 26 tháng 11 năm 2003)<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Luat-Thi-dua-Khen-thuong-2003-15-2003-QH11-51686.aspx Luật của Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam số 15\/2003\/QH11 ngày 26 tháng 11 năm 2003 về thi đua, khen thưởng]<\/ref>. Trong [[chiến tranh Đông Dương|kháng chiến chống Pháp]] (1946-1954), thì Huân chương Chiến công còn gọi là [[Huân chương Chiến sĩ]].\n\nHuân chương Chiến công để tặng cho đơn vị, tặng và truy tặng cho cá nhân trong các [[Lực lượng vũ trang nhân dân]] lập được chiến công. Vào những dịp tổng kết, Huân chương Chiến công để tặng cho những đơn vị và cá nhân có nhiều công lao trong sự nghiệp xây dựng [[Lực lượng vũ trang nhân dân]], củng cố quốc phòng.\n\nHuân chương Quân công có ba hạng được phân biệt bằng số sao đính trên dải và cuống huân chương: hạng nhất có 3 sao, hạng nhì có 2 sao, hạng ba có 1 sao. Trong bậc thang khen thưởng, Huân chương Chiến công ở dưới [[Huân chương Quân công]]. Thẩm quyền tặng, truy tặng Huân chương Quân công do Chủ tịch nước quyết định.\n\n==Mô tả==\n'''1. Mẫu cũ (trước khi ban hành Luật Thi đua - Khen thưởng):''' Huân chương Chiến công gồm có 3 phần:\n\n* Cuống Huân chương viền ngoài màu vàng, trong bằng tơ Rayon dệt màu đỏ cờ, có hai vạch xanh lá cây, gắn sao theo hạng Huân chương, cốt bằng đồng đỏ mạ vàng hợp kim Nico dày 3 micron; kích thước 28mm x 14mm.\n*Dải Huân chương hình chữ A cách điệu, bằng tơ Rayon dệt màu đỏ cờ, có hai vạch xanh lá cây, gắn sao theo hạng Huân chương, cốt bằng đồng đỏ mạ vàng hợp kim Nico dày 3 micron; kích thước 28mm x 51mm x 41mm x 51mm.\n*Thân Huân chương hình sao vàng năm cánh, chính giữa nền đỏ là ngôi sao vàng năm cánh, xung quanh là dòng chữ \"Huân chương Chiến công\" \"Việt Nam\" (màu vàng). Trên năm đỉnh sao là một hình tròn mạ bạc, đường kính 10 μm. Đường kính ngoại tiếp năm đỉnh sao bằng 45mm, chất liệu bằng đồng đỏ mạ bạc hợp kim Nico dày 3 micron.\n\n'''2. Mẫu mới (sau khi ban hành Luật Thi đua - Khen thưởng):''' Huân chương Chiến công gồm có 3 phần:\n\n*Cuống Huân chương viền ngoài màu vàng, trong bằng tơ Rayon dệt màu đỏ cờ, có hai vạch xanh lá cây, gắn sao theo hạng Huân chương, cốt bằng đồng đỏ mạ vàng hợp kim Nico dày 3 micron; kích thước 28mm x 14mm.\n*Dải Huân chương hình chữ A cách điệu, bằng tơ Rayon dệt màu đỏ cờ, có hai vạch xanh lá cây, gắn sao theo hạng Huân chương, cốt bằng đồng đỏ mạ vàng hợp kim Nico dày 3 micron; kích thước 28mm x 51mm x 41mm x 51mm.\n*Thân Huân chương hình sao vàng năm cánh dập nổi trên hình khẩu súng [[Súng trường tự động Kalashnikov|AK-47]] và thanh kiếm đặt chéo cùng với lá chắn hình ngũ giác, chính giữa nền đỏ là ngôi sao vàng năm cánh, bao quanh là dòng chữ \"Huân chương Chiến công\" \"Việt Nam\" (màu vàng). Đường kính ngoại tiếp năm đỉnh sao bằng 45mm, chất liệu bằng đồng đỏ mạ vàng hợp kim Nico dày 3 micron.\n\n==Đối tượng và tiêu chuẩn khen thưởng==\n\n===Huân chương Chiến công hạng nhất===\n[[Tập tin:HCCC1.png|nhỏ|Mẫu Huân chương Chiến công mới được sử dụng từ năm 2014]]\n1. Để tặng hoặc truy tặng cho cá nhân công tác trong Quân đội Nhân dân, Công an Nhân dân, Dân quân tự vệ và trong các tầng lớp nhân dân, đạt các tiêu chuẩn sau:\n\n:a) Lập được chiến công đặc biệt xuất sắc trong chiến đấu, phục vụ chiến đấu, chấp hành tốt chủ trương, chính sách, pháp luật của Đảng và Nhà nước, không vi phạm khuyết điểm lớn;\n\n:b) Chủ động, mưu trí, sáng tạo, đạt hiệu quả cao trong chiến đấu và phục vụ chiến đấu bảo vệ chủ quyền an ninh quốc gia hoặc tấn công tội phạm hình sự, kinh tế, ma tuý và các loại tội phạm khác, góp phần giữ vững an ninh chính trị, trật tự, an toàn xã hội; hoàn thành xuất sắc nhiệm vụ được giao;\n\n:c) Thành tích đạt được có tác dụng động viên, giáo dục, nêu gương trong toàn quốc, được Nhà nước ghi nhận.\n\n2. Để tặng cho tập thể trong Quân đội Nhân dân, Công an Nhân dân, Dân quân tự vệ và trong các tầng lớp nhân dân, đạt các tiêu chuẩn sau đây:\n\n:a) Lập được thành tích đặc biệt xuất sắc trong chiến đấu, phục vụ chiến đấu, chấp hành tốt chủ trương, chính sách, pháp luật của Đảng và Nhà nước, nội bộ đoàn kết, tổ chức Đảng, đoàn thể trong sạch, vững mạnh,\n\n:b) Trung thành với Tổ quốc và nhân dân; chủ động, sáng tạo, mưu trí, dũng cảm, đạt hiệu quả cao trong chiến đấu, phục vụ chiến đấu bảo vệ chủ quyền an ninh quốc gia hoặc tấn công tội phạm hình sự, kinh tế, ma tuý và các loại tội phạm khác, giữ vững an ninh chính trị, trật tự, an toàn xã hội; hoàn thành xuất sắc nhiệm vụ được giao;\n\n:c) Thành tích đạt được có tác dụng động viên, giáo dục, nêu gương trong toàn quốc, được Nhà nước ghi nhận.\n\n===Huân chương Chiến công hạng nhì===\n1. Để tặng cho cá nhân công tác trong Quân đội Nhân dân, Công an Nhân dân, Dân quân tự vệ và trong các tầng lớp nhân dân, đạt các tiêu chuẩn sau:\n\n:a) Lập được chiến công xuất sắc trong chiến đấu, phục vụ chiến đấu, chấp hành tốt chủ trương, chính sách, pháp luật của Đảng và Nhà nước, không vi phạm khuyết điểm lớn;\n\n:b) Chủ động, mưu trí, dũng cảm, đạt hiệu quả cao trong chiến đấu và phục vụ chiến đấu bảo vệ chủ quyền an ninh quốc gia hoặc tấn công tội phạm hình sự, kinh tế và các loại tội phạm khác, góp phần giữ vững an ninh chính trị, trật tự, an toàn xã hội, hoàn thành tốt nhiệm vụ được giao;\n\n:c) Thành tích đạt được có tác dụng động viên, giáo dục, nêu gương trong toàn quân hoặc toàn lực lượng công an nhân dân, được cấp Bộ, ngành, địa phương ghi nhận.\n\n2. Để tặng cho tập thể trong Quân đội Nhân dân, Công an Nhân dân, Dân quân tự vệ và trong các tầng lớp nhân dân, đạt các tiêu chuẩn sau:\n\n:a) Lập được thành tích đặc biệt xuất sắc trong chiến đấu, phục vụ chiến đấu, chấp hành tốt chủ trương, chính sách, pháp luật của Đảng và Nhà nước, nội bộ đoàn kết, tổ chức Đảng, đoàn thể trong sạch, vững mạnh;\n\n:b) Trung thành với Tổ quốc và nhân dân; chủ động, sáng tạo, mưu trí, đạt hiệu quả cao trong chiến đấu, phục vụ chiến đấu bảo vệ chủ quyền an ninh quốc gia hoặc tấn công tội phạm hình sự, kinh tế và các loại tội phạm khác, giữ vững an ninh chính trị, trật tự, an toàn xã hội; hoàn thành tốt nhiệm vụ được giao;\n\n:c) Thành tích đạt được có tác dụng động viên, giáo dục, nêu gương trong toàn quân, được cấp Bộ, ngành, địa phương ghi nhận.\n\n===Huân chương Chiến công hạng ba===\n1. Để tặng cho cá nhân công tác trong Quân đội Nhân dân, Công an Nhân dân, Dân quân tự vệ và trong các tầng lớp nhân dân, đạt các tiêu chuẩn sau:\n\n:a) Đã dũng cảm mưu trí, sáng tạo, hoàn thành xuất sắc nhiệm vụ trong chiến đấu, phục vụ chiến đấu, chấp hành tốt chủ trương, chính sách, pháp luật của Đảng và Nhà nước, không vi phạm khuyết điểm lớn;\n\n:b) Mưu trí, dũng cảm, đạt hiệu quả cao trong chiến đấu và phục vụ chiến đấu bảo vệ chủ quyền an ninh quốc gia hoặc tấn công tội phạm hình sự, kinh tế và các loại tội phạm khác, góp phần giữ vững an ninh chính trị, trật tự, an toàn xã hội; hoàn thành tốt nhiệm vụ được giao;\n\n:c) Thành tích đạt được có tác dụng động viên, giáo dục, nêu gương trong toàn quân khu, quân chủng, quân đoàn, tổng cục, được cấp có thẩm quyền ghi nhận.\n\n2. Để tặng cho tập thể trong Quân đội Nhân dân, Công an Nhân dân, Dân quân tự vệ và trong các tầng lớp nhân dân, đạt các tiêu chuẩn sau:\n\n:a) Lập được thành tích đặc biệt xuất sắc trong chiến đấu, phục vụ chiến đấu, chấp hành tốt chủ trương, chính sách, pháp luật của Đảng và Nhà nước, nội bộ đoàn kết, tổ chức Đảng, đoàn thể trong sạch, vững mạnh;\n\n:b) Trung thành với Tổ quốc và nhân dân; chủ động, sáng tạo, mưu trí, dũng cảm, đạt hiệu quả trong chiến đấu, phục vụ chiến đấu bảo vệ chủ quyền an ninh quốc gia hoặc tấn công tội phạm hình sự, kinh tế và các loại tội phạm khác, giữ vững an ninh chính trị, trật tự, an toàn xã hội; hoàn thành tốt nhiệm vụ được giao;\n\n:c) Thành tích đạt được có tác dụng động viên, giáo dục, nêu gương trong toàn quân khu, quân chủng, quân đoàn, tổng cục, được cấp có thẩm quyền ghi nhận.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Huân huy chương Việt Nam}}\n[[Thể loại:Huân chương Chiến công| ]]\n[[Thể loại:Huân chương và huy chương Việt Nam]]\n[[Thể loại:Khởi đầu năm 1947 ở Việt Nam]]"}