{"104312":"{{chú thích trong bài}}\n{{Thông tin tiểu sử bóng đá\n| name = Huỳnh Quang Thanh\n| fullname = Huỳnh Quang Thanh\n| caption = Huỳnh Quang Thanh trong màu áo Đội tuyển bóng đá Việt Nam trước trận chung kết lượt về [[Giải vô địch bóng đá Đông Nam Á 2008|AFF Cup 2008]] với [[Đội tuyển bóng đá quốc gia Thái Lan|Thái Lan]]\n| height = {{convert|1,75|m|ftin|0|abbr=on}}\n| position = [[Hậu vệ (bóng đá)|Hậu vệ cánh]]\n| currentclub = \n| clubnumber = \n| clubs1 = Ngân hàng Đông Á\n| clubs2 = [[Câu lạc bộ bóng đá Becamex Bình Dương|Becamex Bình Dương]]\n| years1 = 2003–2005\n| years2 = 2005–2013\n| caps1 = ?\n| caps2 = ?\n| goals1 = ?\n| goals2 = ?\n| nationalteam1 = [[Đội tuyển bóng đá U-23 quốc gia Việt Nam|U-23 Việt Nam]]\n| nationalteam2 = [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]]\n| nationalyears1 = 2006–2008\n| nationalyears2 = 2005–2014\n| nationalcaps1 = 20\n| nationalcaps2 = 46\n| nationalgoals1 = 1\n| nationalgoals2 = 4\n| birthdate = {{Ngày sinh và tuổi|1984|10|10}}\n| birthplace = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| years3 = 2013–2017\n| clubs3 = [[Câu lạc bộ bóng đá Long An|Long An]]\n| pcupdate = \n| ntupdate = \n| medaltemplates = {{medalCountry|{{fb|VIE}}}}\n{{MedalCompetition|[[Giải vô địch bóng đá Đông Nam Á|AFF Cup]]}}\n{{Medal|W|[[Giải vô địch bóng đá Đông Nam Á 2008|Thái Lan\/Indonesia 2008]]|[[Đội tuyển bóng đá quốc gia Việt Nam|Đồng đội]]}}\n| image = Huynh Quang Thanh 2008.jpg\n}}\n\n'''Huỳnh Quang Thanh''' (sinh ngày [[10 tháng 10]] năm [[1984]] tại Thành phố Hồ Chí Minh) là một cựu [[Cầu thủ bóng đá|cầu thủ]] [[bóng đá]] từng chơi cho Ngân Hàng Đông Á, [[Câu lạc bộ bóng đá Becamex Bình Dương|Becamex Bình Dương]], [[Câu lạc bộ bóng đá Đồng Tâm Long An|Đồng Tâm Long An]] và [[đội tuyển bóng đá quốc gia Việt Nam|đội tuyển quốc gia Việt Nam]] ở vị trí hậu vệ cánh. Anh có thể chơi cả hậu vệ cánh phải và trái và được giới chuyên môn đánh giá cao nhờ lối chơi thầm lặng, quyết liệt, không ngại va chạm và khả năng tạt bóng tốt. Ở AFF cup, anh thi đấu ở vị trí hậu vệ trái và là một trong những hậu vệ trái hay nhất giải.\n\nNăm 2007, anh là cầu thủ đầu tiên ghi bàn cho Đội tuyển Quốc gia Việt Nam tại [[Cúp bóng đá châu Á 2007|Asian Cup]] kể từ năm 1960 khi anh ghi bàn mở tỉ số trong trận thắng 2-0 trước UAE, và là bàn thắng đầu tiên của đội tuyển tại giải đấu này kể từ khi đất nước thống nhất.\n\nTrong hành trình vô địch AFF Cup 2008 của Đội tuyển Việt Nam, Quang Thanh cùng với [[Dương Hồng Sơn]] và [[Vũ Như Thành]] là 3 cầu thủ hiếm hoi chơi trọn vẹn 630 phút tại giải đấu.\n\nHiện tại Quang Thanh đang tham gia công tác đào tạo trẻ tại Học viện Bóng đá CV9 của cựu tiền đạo [[Lê Công Vinh]].\n\n== [[Vụ tiêu cực của Câu lạc bộ bóng đá Long An năm 2017]] ==\n\n=== Diễn biến ===\nXuất phát từ quả treo bóng ngoài vòng cấm của TP.HCM ở phút 81, khi tỷ số đang là 2-2 trong cuộc đọ sức giữa TP.HCM và Long An, Dyachenko đã ngã khi tranh chấp với Hoàng Lâm của Long An. Ngay lập tức, trọng tài Thư thổi còi cho TP.HCM hưởng quả phạt đền khiến các cầu thủ Long An phản đối rất dữ dội. BHL và các cầu thủ Long An đã bỏ ra sân để phản đối quyết định của trọng tài Thư. Trận đấu vì thế bị hoãn tới 10 phút. Sau khi được kêu gọi vào sân tiếp tục thi đấu nhưng các cầu thủ Long An đã phớt lờ. Đội khách chỉ để thủ môn Minh Nhựt vào sân bắt quả 11m của Victor. Thủ thành Minh Nhựt thậm chí còn đứng quay lưng với Victor để thể hiện thái độ không muốn bắt quả phạt đền, nên tiền đạo bên phía TP.HCM dễ dàng nâng tỷ số lên 3-2. Không những vậy, cầu thủ Long An tiếp tục không muốn thi đấu và chỉ đứng vật vờ trên sân. Họ giao bóng xong toàn đội đứng yên để cầu thủ TPHCM dễ dàng dẫn bóng xuống cầu môn ghi thêm 2 bàn. Trận đấu được bù 10 phút nhưng do thái độ không thi đấu của Long An nên trọng tài đã kết thúc sớm trận đấu, với chiến thắng 5-2 cho đội chủ nhà.\n\n=== Án phạt ===\n- Đối với CLB bóng đá Long An: Cảnh cáo và phạt 100.000.000đ (Một trăm triệu đồng) do có các hành vi: Làm gián đoạn trận đấu; không tôn trọng quyết định của trọng tài, không tôn trọng khán giả, gây thiệt hại đến uy tín, danh dự của Liên đoàn bóng đá Việt Nam, bóng đá Việt Nam, vi phạm nghiêm trọng tới trách nhiệm của câu lạc bộ khi tham gia giải bóng đá chuyên nghiệp Việt Nam.\n\n- Đối với ông Võ Thành Nhiệm- Chủ tịch câu lạc bộ bóng đá Long An: Phạt 20.000.000đ (Hai mươi triệu đồng) và cấm tham gia các hoạt động bóng đá do Liên đoàn bóng đá Việt Nam quản lý, tổ chức 36 tháng, do có các hành vi: Phản ứng; kích động các cầu thủ làm gián đoạn trận đấu; không tôn trọng quyết định của trọng tài, gây thiệt hại đến uy tín, danh dự của Liên đoàn bóng đá Việt Nam, bóng đá Việt Nam, vi phạm nghiêm trọng tới trách nhiệm của câu lạc bộ khi tham gia giải bóng đá chuyên nghiệp Việt Nam.\n\n- Đối với ông Ngô Quang Sang- huấn luyện viên trưởng câu lạc bộ bóng đá Long An: Phạt 15.000.000đ (Mười lăm triệu đồng) và cấm tham gia các hoạt động bóng đá do Liên đoàn bóng đá Việt Nam quản lý, tổ chức 36 tháng, do có các hành vi: Phản ứng; làm gián đoạn trận đấu; không tôn trọng quyết định của trọng tài, gây thiệt hại đến uy tín, danh dự của Liên đoàn bóng đá Việt Nam, bóng đá Việt Nam, vi phạm nghiêm trọng tới trách nhiệm của câu lạc bộ khi tham gia giải bóng đá chuyên nghiệp Việt Nam.\n\n- Đối với cầu thủ [[Huỳnh Quang Thanh]] (số 20) của câu lạc bộ bóng đá Long An: Phạt 15.000.000đ (Mười lăm triệu đồng) và cấm tham gia các hoạt động bóng đá do Liên đoàn bóng đá Việt Nam quản lý, tổ chức 24 tháng do có các hành vi: Phản ứng; xúi giục các cầu thủ khác có hành vi phi thể thao; làm gián đoạn trận đấu; không tôn trọng quyết định của trọng tài, gây thiệt hại đến uy tín, danh dự của Liên đoàn bóng đá Việt Nam, bóng đá Việt Nam, vi phạm nghiêm trọng tới trách nhiệm của câu lạc bộ khi tham gia giải bóng đá chuyên nghiệp Việt Nam.\n\n- Đối với cầu thủ Nguyễn Minh Nhựt (số 1) của câu lạc bộ bóng đá Long An: Phạt 10.000.000đ (Mười triệu đồng) và cấm tham gia các hoạt động bóng đá do Liên đoàn bóng đá Việt Nam quản lý, tổ chức 24 tháng do có các hành vi: Phản ứng; làm gián đoạn trận đấu; không tôn trọng quyết định của trọng tài, gây thiệt hại đến uy tín, danh dự của Liên đoàn bóng đá Việt Nam, bóng đá Việt Nam, vi phạm nghiêm trọng tới trách nhiệm của câu lạc bộ khi tham gia giải bóng đá chuyên nghiệp Việt Nam.\n\n=== Ảnh hưởng ===\nKhông chỉ tờ báo trong nước, rất nhiều tờ báo quốc tế đã chê cười hành động xấu xí của CLB Long An. Ngay cả một cậu bé cũng chỉ trích hành động này trong phần bình luận MV ca nhạc [[Nơi này có anh]] của ca sĩ Sơn Tùng M-TP, lúc đó đang rất nổi tiếng. Nhưng nó cũng giúp người hâm mộ bóng đá nhận ra được nhiều vấn đề nổi cộm còn đang tồn tại trong công tác tổ chức của giải đấu.\n\nSau vòng 6, CLB Long An đã tụt xuống vị trí cuối cùng, giảm 4 bậc (từ hạng 10). CLB này cũng chính thức xuống hạng tại vòng 24 khi để thua 2-3 trước [[Câu lạc bộ bóng đá Sông Lam Nghệ An|CLB Sông Lam Nghệ An]] trên sân Vinh.\n\n== Danh hiệu ==\n\n==== Đội tuyển Quốc gia Việt Nam ====\n* Vô địch [[Giải vô địch bóng đá Đông Nam Á 2008|AFF Suzuki Cup 2008]]\n\n==== Becamex Bình Dương ====\n* Vô địch V-League: 2007, 2008\n*Vô địch Siêu cúp Quốc gia: 2007, 2008\n\n=== Bàn thắng đội tuyển quốc gia ===\n{| class=\"wikitable\"\n!#\n!Ngày\n!Địa điểm\n!Đối thủ\n!Bàn thắng\n!Kết quả\n!Giải đấu\n|-\n|1.\n|8 tháng 7 năm 2007\n|[[Sân vận động Quốc gia Mỹ Đình]], [[Hà Nội]], Việt Nam\n|{{fb|United Arab Emirates}}\n|'''1'''–0\n|2–0\n|[[Cúp bóng đá châu Á 2007|Asian Cup 2007]]\n|-\n|2.\n|10 tháng 12 năm 2008\n|[[Sân vận động Surakul]], [[Phuket (tỉnh)|Phuket]], Thái Lan\n|{{Biểu tượng lá cờ|LAO}} [[Đội tuyển bóng đá quốc gia Lào|Lào]]\n|'''3'''–0\n|4–0\n|[[Giải vô địch bóng đá Đông Nam Á 2008|AFF Cup 2008]]\n|-\n|3.\n|3 tháng 7 năm 2011\n|[[Sân vận động Campo Desportivo]], [[Đãng Tử]], Ma Cao\n|{{fb|Macau}}\n|'''1'''–0\n|7–1\n|[[Vòng loại giải vô địch bóng đá thế giới 2014 khu vực châu Á (vòng 1)|Vòng loại World Cup 2014]]\n|-\n|4.\n|3 tháng 7 năm 2011\n|[[Sân vận động Campo Desportivo]], [[Đãng Tử]], Ma Cao\n|{{fb|Macau}}\n|'''7'''–1\n|7–1\n|[[Vòng loại giải vô địch bóng đá thế giới 2014 khu vực châu Á (vòng 1)|Vòng loại World Cup 2014]]\n|}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/www.bongdabinhduong.com\/main.php?bdbd=doibong Thông tin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929140303\/http:\/\/www.bongdabinhduong.com\/main.php?bdbd=doibong |date=2007-09-29 }} tại [[Câu lạc bộ bóng đá Becamex Bình Dương|Becamex Bình Dương]].\n* [http:\/\/www.tuoitredatquang.com\/f\/t16620-h-s-tqg-nam-nm-2006.html Thông tin trên www.tuoitredatquang.com (in vietnamese)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929060431\/http:\/\/www.tuoitredatquang.com\/f\/t16620-h-s-tqg-nam-nm-2006.html |date=2007-09-29 }}\n* [http:\/\/www.national-football-teams.com\/v2\/player.php?id=20275 Thông tin trên national-football-teams.com]\n\n{{sơ khai cầu thủ bóng đá Việt Nam}}\n{{Navboxes|title = <font color=yellow>Đội tuyển Việt Nam<\/font>|titlestyle =background:red; color:yellow;\n|list1= \n<span><\/span>\n{{Đội tuyển bóng đá quốc gia Việt Nam tại Cúp bóng đá châu Á 2007}}\n{{Đội tuyển bóng đá quốc gia Việt Nam tại AFF Suzuki Cup 2008}}\n}}\n\n{{Thời gian sống|1984}}\n\n[[Thể loại:Cầu thủ đội tuyển bóng đá quốc gia Việt Nam]]\n[[Thể loại:Cầu thủ câu lạc bộ bóng đá Becamex Bình Dương]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Cầu thủ bóng đá Việt Nam]]\n[[Thể loại:Cầu thủ đội tuyển bóng đá U-23 quốc gia Việt Nam]]\n[[Thể loại:Hậu vệ bóng đá]]\n[[Thể loại:Cầu thủ câu lạc bộ bóng đá Long An]]\n[[Thể loại:Cầu thủ giải bóng đá vô địch quốc gia Việt Nam]]"}