{"1469843":"{{Thông tin tiểu sử bóng đá 2\n| name = Huỳnh Quốc Anh\n| image = \n| caption = \n| birthdate = {{Ngày sinh và tuổi|1985|01|13}}\n| birthplace = [[Quảng Nam]], [[Việt Nam]]\n| height = \n| currentclub = \n| position = [[Tiền đạo (bóng đá)#Tiền đạo cánh|Tiền vệ cánh trái]]\n| youthyears1 = \n| youthclubs1 = [[Câu lạc bộ bóng đá Quảng Nam|Quảng Nam]]\n| years1 = 2005-2016\n| clubs1 = [[Câu lạc bộ bóng đá SHB Đà Nẵng|SHB Đà Nẵng]]\n| caps1 = \n| goals1 = \n| nationalyears1 = 2005\n| nationalyears2 = 2012-2014\n| nationalteam1 = [[Đội tuyển bóng đá U-23 quốc gia Việt Nam|U23 Việt Nam]]\n| nationalteam2 = [[Đội tuyển bóng đá quốc gia Việt Nam|Việt Nam]]\n| nationalcaps1 = \n| nationalcaps2 = 14\n| nationalgoals1 = \n| nationalgoals2 = 3\n| pcupdate = \n| ntupdate = \n}}\n\n'''Huỳnh Quốc Anh''' (sinh ngày 13 tháng 1 năm 1985) là một cựu cầu thủ bóng đá người [[Việt Nam]] thi đấu ở vị trí tiền vệ. Là cầu thủ nằm trong nhóm tuyển thủ bán độ tại [[Đại hội Thể thao Đông Nam Á 2005|SEA Games 23]] ở [[Philippines]], mặc dù là một trong những cầu thủ trẻ đầy triển vọng, anh vẫn bị nhận mức án ba năm tù treo và bị Liên đoàn bóng đá Việt Nam cấm thi đấu ba năm. Sau khi được xóa án treo giò năm 2008, anh cùng hai người đồng đội khác là [[Châu Lê Phước Vĩnh]] và [[Trần Hải Lâm]] đã được huấn luyện viên [[Lê Huỳnh Đức]] điền tên vào danh sách thi đấu lượt về [[giải bóng đá vô địch quốc gia Việt Nam 2008|mùa giải 2008]]. Kể từ đó đến nay, anh cùng với [[Câu lạc bộ bóng đá SHB Đà Nẵng|SHB Đà Nẵng]] đã có 2 chức vô địch ở mùa giải [[giải bóng đá vô địch quốc gia Việt Nam 2009|2009]], [[giải bóng đá vô địch quốc gia Việt Nam 2012|2012]] và một [[Cúp bóng đá Việt Nam 2009|cúp quốc gia 2009]]. '''Huỳnh Quốc Anh''' là chủ nhân danh hiệu [[Quả bóng vàng Việt Nam]] năm 2012.\n\nNgày 14 tháng 6 năm 2012, anh được huấn luyện viên Phan Thanh Hùng gọi trở lại [[Đội tuyển bóng đá quốc gia Việt Nam|ĐTQG]] chuẩn bị cho trận giao hữu gặp [[Đội tuyển bóng đá quốc gia Mozambique|Mozambique]].<ref>[http:\/\/dantri.com.vn\/c26\/s26-607061\/dua-con-lam-lo-quoc-anh-tro-lai-dt-viet-nam.htm \"Đứa con lầm lỡ\" Quốc Anh trở lại ĐT Việt Nam]<\/ref>\n\nNăm 2020, sau một thời gian làm trợ lý HLV đội U15, Quốc Anh được là HLV đội [[Câu lạc bộ bóng đá SHB Đà Nẵng|U17 Đà Nẵng]].\n\n== Tuổi thơ ==\nQuốc Anh sinh ra tại Trà My, Quảng Nam, có bố là ông Huỳnh Quốc Thu từng là công nhân lái xe cho một xí nghiệp ở địa phương, mẹ là bà Lê Thị Tuyển - giáo viên tiểu học. Giống với đàn anh [[Nguyễn Minh Phương]], Quốc Anh được biết đến là một người được học hành đầy đủ và sức học rất tốt. Nhưng cùng với đó anh có một niềm đam mê mãnh liệt với bóng đá mặc cho sự ngăn cản từ gia đình.\n\n== Sự nghiệp cầu thủ ==\n\n=== Những ngày đầu ===\nMột năm sau khi tỉnh Quảng Nam tái lập và Đoàn bóng đá Quảng Nam tổ chức tuyển sinh lớp năng khiếu, Quốc Anh lặng lẽ ứng tuyển. Thời điểm đó, một cậu trò lớp 8 từ miền núi Bắc Trà My xuống Tam Kỳ học bóng đá khó được cha mẹ đồng ý. Huống gì, theo lời kể của bà Tuyển, Quốc Anh đi thi gia đình không biết. Chiều ý con, gia đình đồng ý với điều kiện sau 1 năm phải về vì “đá bóng đâu có tương lai”. Nhưng 1, 2 rồi 3 năm chẳng thấy con về!\n\nVới tố chất kỹ thuật khá tốt cùng thái độ tập luyện chăm chỉ, Quốc Anh tiến bộ nhanh chóng. Sau 3 năm khăn gói vào lớp năng khiếu, ở mùa giải hạng nhì quốc gia năm 2001, vừa 16 tuổi, Huỳnh Quốc Anh đã được huấn luyện viên (HLV) Bùi Thông Tuân đôn từ đội trẻ lên đội 1. Sự có mặt của chàng trai trẻ đã tạo nét tươi mới của đội Quảng Nam lúc đó. Chỉ 1 năm sau, cậu học trò lớp 11 đã được tin tưởng giao suất chính thức trong đội hình tuyển Quảng Nam tại mùa giải hạng nhì năm 2002. Từ thành công ban đầu này, sự nghiệp cầu thủ của cậu bé người Trà My đã bước sang trang mới với việc gia nhập đội bóng Đà Nẵng.\n\nLúc đầu, lãnh đạo Sở TDTT và Đoàn bóng đá Quảng Nam không đồng ý. Nhưng vì mối quan hệ giữa 2 địa phương nên buộc lòng, lãnh đạo ngành TDTT tỉnh nhà để cầu thủ trẻ nhiều triển vọng của mình ra đi. Biết chuyện, ba mẹ Quốc Anh không đồng ý vì sợ con xa nhà, học hành dở dang. Lại thêm nhiều lần thuyết phục, gia đình mới gật đầu.\n\nTheo lời kể của HLV Nguyễn Thiên, lúc đầu khi mới vào lớp năng khiếu Đoàn Bóng đá Quảng Nam Huỳnh Quốc Anh thi đấu thuận chân phải. Tuy nhiên, sau một thời gian, không hiểu sao Quốc Anh lại đá tốt chân trái hơn. Hiện nay, Quốc Anh là một trong số rất ít cầu thủ Việt Nam thi đấu đều cả 2 chân. Thế nhưng, chân trái của anh vẫn đá tốt hơn.<ref>{{Chú thích web|url=https:\/\/vov.vn\/the-thao\/hau-truong\/qua-bong-vang-quoc-anh-tu-bun-den-den-vinh-quang-260871.vov|tựa đề=Quả bóng vàng Quốc Anh: Từ \"bùn đen\" đến vinh quang!|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNăm 2003, Quốc Anh là trụ cột của U21 Đà Nẵng giúp đội giành chức vô địch U21 Quốc tế Báo Thanh Niên đầu tiên trong lịch sử khi đánh bại U21 Sông Lam Nghệ An của Công Vinh với tỉ số 1-0 tại An Giang.\n\n=== Đại án Bacolod ===\nTại SEA Games 23 tại Phillipines, Quốc Anh nằm trong đường dây 6 cầu thủ tham gia vụ giàn xếp tỉ số trận U23 Việt Nam gặp U23 Myanmar. Vụ án này được [[Tòa án nhân dân Thành phố Hồ Chí Minh]] đưa ra xét xử sơ thẩm vào ngày 25 tháng 1 năm 2007 và phúc thẩm ngày 20 tháng 4 năm 2007. Kết thúc phiên tòa, chỉ có Lê Quốc Vượng bị án tù (4 năm), còn các cầu thủ khác chỉ bị án treo do có các tình tiết giảm nhẹ. Cụ thể như sau:\n\n* Lê Quốc Vượng: 6 năm tù (sau giảm xuống còn 4 năm) vì tội tổ chức đánh bạc (chủ mưu).\n* Phạm Văn Quyến, Lê Văn Trương, Trần Hải Lâm, Châu Lê Phước Vĩnh: 2 năm tù treo và 2 năm thử thách về tội tổ chức đánh bạc.\n* Lê Bật Hiếu, Huỳnh Quốc Anh: 2 năm 6 tháng tù treo và 3 năm thử thách vì tội tổ chức đánh bạc.\n\nTrong thời gian chịu án, Quốc Anh được tặng một suất học bổng và theo học Lập trình viên từ trung tâm FPT.\n\nQuốc Anh cũng được một gia đình ở Phillipines mà anh quen biết khi tham dự SEA Games 23 đề nghị nhận nuôi và cho học đại học (chi phí họ sẽ tài trợ) - nhưng vì niềm đam mê với bóng đá quá lớn nên anh đã từ chối.\n\n=== SHB Đà Nẵng ===\nKhác với những cầu thủ “dính chàm” năm ấy, Quốc Anh, Phước Vĩnh, Hải Lâm vẫn đến sân tập Tuyên Sơn thường xuyên vào những buổi chiều để duy trì phong độ, chính Nguyễn Bá Thanh đã chỉ đạo lãnh đạo CLB Đà Nẵng trả 50% lương cho bộ ba này để có tiền sinh hoạt.\n\n==== Mùa giải 2008 ====\nSau thời gian chịu án, Quốc Anh được HLV [[Lê Huỳnh Đức]] điền tên vào danh sách thi đấu của đội từ giai đoạn lượt về [[V-League 2008]]. Trước đó, anh được CLB tạo điều kiện cho ở lại tập chay, và thường được bố trí như trọng tài biên trong các trận đá tập của đội.\n\nNhững ngày đầu trở lại sau gần 3 năm xa bầu không khí thi đấu đỉnh cao, Quốc Anh gần như phải “bịt tai” mà đá. Trên các khán đài, mỗi khi Quốc Anh chạm bóng lại vang lên điệp khúc: “bán độ, bán độ” được nhóm cổ động viên đối phương hô vang.\n\nNgày 27 tháng 4, tại vòng 14 V-League, Quốc Anh có trận đấu đầu tiên kể từ khi nhận án phạt trong trận thua 0-4 trước Hải Phòng.\n\nNgày 1 tháng 7, Quốc Anh có bàn thằng đầu tiên sau Đại án Bacolod trong trận thắng 4-0 trước [[Câu lạc bộ bóng đá Hoàng Anh Gia Lai|Hoàng Anh Gia Lai]] tại vòng 19, anh kết thúc mùa giải với 3 bàn thắng giúp SHB Đà Nẵng cán đích ở vị trí thứ 4. Trong đó nổi bật hơn cả là bàn thắng ấn định tỉ số 4-3 trước Thể Công{{fact}} tại vòng 22.<ref>{{Chú thích web|url=https:\/\/www.scoreboard.com\/vn\/bong-da\/vietnam\/v-league-1-2008\/ket-qua\/|tựa đề=V-League 2008|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==== Mùa giải 2009 ====\nMùa giải này đánh dấu sự thay đổi mạnh mẽ của Quốc Anh khi anh trở thành trụ cột của đội trong chiến tích giành cú đúp Vô địch V-League và Cup Quốc gia 2009 của SHB Đà Nẵng, anh được chắc một suất thi đấu ở vị trí tiền vệ cánh trái trong sơ đồ 4-4-2 của HLV Lê Huỳnh Đức.\n\nTiếc rằng nỗ lực của Quốc Anh vẫn không được HLV Henrique Calisto tin tưởng, không được triệu tập trong đội hình chuẩn bị AFF Cup 2010. Sự thất vọng còn lên đến cùng cực, khi Quốc Anh dính chấn thương gối rất nặng ở mùa giải năm sau.<ref>{{Chú thích web|url=https:\/\/bongda24h.vn\/bong-da-viet-nam\/tien-ve-huynh-quoc-anh-hay-de-qua-khu-ngu-yen-168-58799.html|tựa đề=Tiền vệ Huỳnh Quốc Anh: Hãy để quá khứ ngủ yên|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==== Mùa giải 2012 ====\nPhải đến nửa cuối V-League 2012, Quốc Anh mới thực sự bùng nổ. Anh chính là nhân tố quan trọng giúp SHB Đà Nẵng đăng quang ngôi vô địch. Không chỉ bám biên như thường lệ, Quốc Anh đã toả sáng rực rỡ khi được khuyến khích dâng cao, thâm nhập vòng cấm như một tiền đạo ảo bên cạnh Nicolas Hernandez sau khi chân sút chủ lực Gaston Melo dính chấn thương. Nhờ cái duyên ghi bàn cần thiết, 7 bàn thắng của Quốc Anh, trong đó có cú đúp vào lưới Ninh Bình trong chiến thắng 3-1 ngay tại vòng đấu cuối cùng giúp SHB Đà Nẵng vô địch V-League khi chỉ hơn Sài Gòn Xuân Thành đúng 1 điểm.\n\nVà cũng nhờ mùa giải này, Quốc Anh được trao giải [[Quả bóng vàng Việt Nam]] 2012 và được trở lại Đội tuyển Quốc gia dự AFF Cup 2012.\n\n==== Những năm cuối sự nghiệp ====\nNăm 2014, Quốc Anh dính chấn thương đầu gối, và kể từ đó anh không còn được [[Lê Huỳnh Đức|HLV Lê Huỳnh Đức]] trọng dụng và không thường xuyên được ra sân. Ở mùa giải cuối cùng trong sự nghiệp, anh chỉ có vỏn vẹn 4 lần ra sân tại V-League và giã từ sự nghiệp trong âm thầm.\n\n== Sự nghiệp Quốc tế ==\nSau mùa giải 2012 thăng hoa cùng SHB Đà Nẵng, Quốc Anh được triệu tập trở lại trong màu áo Đội tuyển Quốc gia. Ở trận đấu đầu tiên sau nhiều năm vắng bóng, Quốc Anh đã chơi một trận để đời khi gặp Malaysia tại Shah Alam. Cả trận đấu, Quốc Anh như <nowiki>''cơn lốc''<\/nowiki> tốc độ khiến hậu vệ Mohd Umar vô cùng vất vả theo kèm. Vẫn là những pha bứt tốc cực nhanh, cộng như pha đảo bóng bằng 2 chân rất gọn.\n\nQuốc Anh có tên trong Danh sách tham dự AFF 2012. Dù thi đấu rất nổ lực nhưng Việt Nam đã có một giải đấu đáng quên khi bị loại ngay tại vòng bảng. Đây cũng là giải đấu duy nhất của Quốc Anh trong màu áo Đội tuyển Quốc gia.\n\nTrong các trận đấu ở vòng lại Asian Cup 2015, Quốc Anh vẫn nhận được sự tín nhiệm từ các HLV Phan Thanh Hùng và Hoàng Văn Phúc.\n\nNăm 2014, sau khi dính một chấn thương và không thể theo kịp các giáo án của tân HLV khi ấy là Toshiya Miura, Quốc Anh tuyên bố giã từ sự nghiệp Quốc tế.\n\n== Cá nhân ==\nMột thời gian ngắn sau khi giành danh hiệu cao quý “Quả Bóng vàng Việt Nam”, Huỳnh Quốc Anh quay trở lại trường THCS Nguyễn Huệ (TP.Tam Kỳ), nơi anh học tập những năm 1998-2000. Ngoài thăm lại thầy cô giáo cũ, Quốc Anh còn làm một việc rất ý nghĩa là trao học bổng cho học sinh nghèo vượt khó của trường. Nhưng không phải đợi đến khi đã trưởng thành, giành được nhiều thành công thì “Quả Bóng vàng Việt Nam” mới nhớ đến những người đã giúp đỡ mình thời thơ ấu. HLV Nguyễn Thiên từng làm công tác đào tạo bóng đá trẻ tại Đoàn bóng đá Quảng Nam và là người thầy đầu tiên khi Huỳnh Quốc Anh tập tễnh vào lớp năng khiếu bóng đá Quảng Nam năm 1998 nhận xét, Quốc Anh là cậu học trò rất có tình nghĩa và thường xuyên quan tâm đến người khác. Chia tay Quảng Nam để ra Đà Nẵng thời gian dài nhưng mỗi lần về Bắc Trà My thì cậu học trò cũ đều tranh thủ ghé thăm thầy. Dù chỉ là vài câu hỏi thăm sức khỏe, kể về công việc ở đội bóng mới nhưng điều đó đã nói lên tấm lòng của học trò đối với thầy.\n\nQuốc Anh còn chơi rất thân với Phước Vĩnh, thậm chí anh còn đứng ra gánh phần tội cho bạn trong đại án Bacolod.\n\nDù là cầu thủ nhưng Quốc Anh là mẫu người rất ham học và học rất khá, ngoài ra anh còn có thú vui là đọc sách - Cuốn sách ưa thích của anh là \"Chuyện Núi Đồi Và Thảo Nguyên\" của Chingzin Aitmatov.\n\nNgoài công việc đào tạo trẻ, Quốc Anh còn mở cho mình một Trung tâm Bóng đá Cộng đồng mang tên mình và có một quán cafe gọi là \"Cafe Không tên\" ở Sơn Trà - Đà Nẵng.\n\n== Thống kê sự nghiệp ==\n\n=== Câu lạc bộ ===\n{| class=\"wikitable\"\n|+\n! rowspan=\"2\" |Câu lạc bộ\n! rowspan=\"2\" |Giải đấu\n! rowspan=\"2\" |Mùa giải\n! colspan=\"2\" |Vô địch Quốc gia\n! colspan=\"2\" |Cúp Quốc gia\n! colspan=\"2\" |Châu lục\n! colspan=\"2\" |Khác\n! colspan=\"2\" |Tổng\n|-\n!Trận\n!Bàn\n!Trận\n!Bàn\n!Trận\n!Bàn\n!Trận\n!Bàn\n!Trận\n!Bàn\n|-\n| rowspan=\"12\" |[[Câu lạc bộ bóng đá SHB Đà Nẵng|SHB Đà Nẵng]]\n|[[Giải bóng đá vô địch quốc gia Việt Nam|V-League 1]]\n|2005\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n| rowspan=\"2\" | -\n|2006\n| colspan=\"10\" rowspan=\"2\" | -\n|-\n|2007\n|-\n| rowspan=\"9\" |[[Giải bóng đá vô địch quốc gia Việt Nam|V-League 1]]\n|2008\n|\n|3\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|2009\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|2010\n|\n|0\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|2011\n|17\n|1\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|2012\n|21\n|7\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|2013\n|22\n|5\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|2014\n|14\n|4\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|2015\n|9\n|1\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n|2016\n|4\n|0\n|\n|\n|\n|\n|\n|\n|\n|\n|-\n! colspan=\"3\" |Tổng cộng\n!\n!\n!\n!\n!\n!\n!\n!\n!\n!\n|}\n\n=== Ra sân đội tuyển quốc gia ===\n{| class=\"wikitable\"\n!Năm\n!Trận\n!Bàn\n|-\n|2012\n|8\n|1\n|-\n|2013\n|5\n|1\n|-\n|2014\n|1\n|1\n|-\n!Tổng\n!14\n!3\n|}\n\n=== Bàn thắng đội tuyển quốc gia ===\n{| class=\"wikitable\"\n!#\n!Ngày\n!Địa điểm\n!Đối thủ\n!Bàn thắng\n!Kết quả\n!Giải đấu\n|-\n|1.\n|26 tháng 10 năm 2012\n|[[Sân vận động Thống Nhất]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| {{Biểu tượng lá cờ|LAO}} [[Đội tuyển bóng đá quốc gia Lào|Lào]]\n|'''4'''–0\n|4–0\n|[[Trận đấu giao hữu|Giao hữu]]\n|-\n|2.\n|6 tháng 2 năm 2013\n|[[Sân vận động Quốc gia Mỹ Đình]], [[Hà Nội]], Việt Nam\n| {{fb|United Arab Emirates}}\n|'''1'''–1\n|1–2\n|[[Vòng loại Cúp bóng đá châu Á 2015|Vòng loại Asian Cup 2015]] \n|-\n|3.\n|5 tháng 3 năm 2014\n|[[Sân vận động Quốc gia Mỹ Đình]], [[Hà Nội]], Việt Nam\n| {{fb|Hong Kong}}\n|'''1'''–0\n|3–1\n|[[Vòng loại Cúp bóng đá châu Á 2015|Vòng loại Asian Cup 2015]] \n|}\n\n== Danh hiệu ==\n\n=== SHB Đà Nẵng ===\n\n* V-League: 2009, 2012\n* Cúp Quốc gia: 2009\n* Siêu cúp Quốc gia: 2012\n\n=== Cá nhân ===\n\n* [[Quả bóng vàng Việt Nam]]: 2012\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Quả bóng vàng Việt Nam}}\n\n{{Thời gian sống|1985}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Cầu thủ câu lạc bộ bóng đá SHB Đà Nẵng]]\n[[Thể loại:Cầu thủ đội tuyển bóng đá quốc gia Việt Nam]]\n[[Thể loại:Cầu thủ đội tuyển bóng đá U-23 quốc gia Việt Nam]]\n[[Thể loại:Cầu thủ bóng đá Việt Nam]]\n[[Thể loại:Tiền vệ bóng đá]]\n[[Thể loại:Quả bóng vàng Việt Nam]]\n[[Thể loại:Cầu thủ giải bóng đá vô địch quốc gia Việt Nam]]"}