{"1739863":"{{Infobox Writer\n| name = Huỳnh Thị Bảo Hòa\n| image = Huỳnh Thị Bảo Hòa.jpg\n| bgcolour = silver\n| caption = Huỳnh Thị Bảo Hòa (thời trẻ)\n| birth_date = [[1896]]\n| birth_place = [[Đà Nẵng]], [[Việt Nam]]\n| death_date = [[8 tháng 5]] năm [[1982]]\n| death_place = [[Đà Nẵng]], [[Việt Nam]]\n| occupation = Nhà văn, nhà báo\n| movement =\n| magnum_opus = Tây phương mỹ nhơn I, II (1927)\n| influenced = \n| influences =\n| website =\n| footnotes =\n}}\n'''Huỳnh Thị Bảo Hòa''' ([[1896]] - [[1982]]), tên thật là '''Huỳnh Thị Thái''', bút danh là '''Huỳnh Bảo Hòa''' hay '''Huỳnh Thị Bảo Hòa'''; là một nữ sĩ [[Việt Nam]] thời hiện đại. Theo một số nhà nghiên cứu, thì bà ''là một trong số ít tác giả nữ đầu tiên viết tiểu thuyết bằng chữ [[Quốc ngữ]]; và được xem là người phụ nữ thuộc hàng tiên phong trong [[phong trào Duy Tân]] ở Việt Nam''<ref>Xem bài viết của Văn Nở, \"Giới thiệu tác phẩm văn học của nữ sĩ Huỳnh Thị Bảo Hòa\" vào ngày 2 tháng 6 năm 2011 trên trang web Báo Đà Nẵng ([http:\/\/www.baodanang.vn\/channel\/5414\/201106\/Gioi-thieu-tac-pham-van-hoc-cua-nu-si-Huynh-Thi-Bao-Hoa-2054045\/ liên kết]).<\/ref>.\n\n==Tiểu sử==\nNữ sĩ '''Huỳnh Thị Bảo Hòa''' sinh trưởng ở làng Đa Phước, huyện Hòa Vang, tỉnh [[Quảng Nam]]; nay là xã [[Hòa Ninh, Hòa Vang|Hòa Ninh]], huyện [[Hòa Vang]], [[đà Nẵng|thành phố Đà Nẵng]].\n \nCha là Huỳnh Thúc Lợi, nguyên là một võ quan triều [[Nhà Nguyễn|Nguyễn]], sau tham gia Hội Cần Vương Quảng Nam (tức [[Nghĩa hội Quảng Nam]])<ref>Theo Đặng Thị Hảo, mục từ: \"Huỳnh Thị Bảo Hòa\" in trong ''Từ điển văn học'' (bộ mới), Nhà xuất bản Thế giới, 2004, tr. 672.<\/ref>. Từ nhỏ, bà học [[chữ Hán]] do thân sinh dạy, sau đó học chữ [[Quốc ngữ]] và [[tiếng Pháp|chữ Pháp]].\n\nĐến tuổi trưởng thành, bà kết duyên với ông Vương Khả Lãm, là một viên chức ngành Thương chánh ở Đà Nẵng <ref>Ghi theo Nguyễn Q. Thắng (tr. 148). Đặng Thị Hảo ghi Vương Khả Lãm là \"Hàn lâm viện đại học sĩ\" (''Từ điển văn học'', bộ mới, tr. 672).<\/ref>.\n\nĐược học Tây học, lại có chồng là một viên chức cũng học Tây học; nên bà có điều kiện tiếp cận với những sinh hoạt văn minh hiện đại. Theo tài liệu, thì bà chính là người phụ nữ đầu tiên biết đi xe đạp trong thành phố, biết áp dụng khoa học thường thức vào việc chế mực viết cho học sinh, [[xà phòng]] cho công việc nội trợ. Đã vậy, bà thường hay đăng đàn diễn thuyết về những tiến bộ xã hội, nhất là đối với nữ giới hồi đó, và rất được tán thưởng <ref>Theo [[Nguyễn Q. Thắng]], \"Huỳnh Thị Bảo Hòa với Tây Phương mĩ nhơn\" in trong ''Hương gió phương Nam''. Nhà xuất bản Văn học, tr. 148.<\/ref>.\n\nNăm [[1926]], [[Phan Châu Trinh]] mất, bà cùng các trí thức ở Đà Nẵng như Phạm Doãn Điềm, Nguyễn Đình Thuần, [[Lê Đình Thám]], Nguyễn Xương Thái... tổ chức lễ truy điệu và thọ tang nhà chí sĩ một cách trọng thể.\n\nNăm [[1927]], hưởng ứng Nữ công học hiệu của nữ sĩ [[Đạm Phương]] ở [[Huế]], bà đứng ra thành lập ''Nữ công học hội Đà Nẵng'' (chi nhánh của ''Nữ công học hội Huế'') và được bầu làm Hội trưởng. Cùng thời điểm này, bà làm thông tín viên cho ''Thực nghiệp dân báo''; đồng thời cộng tác với các báo ''[[Nam Phong tạp chí]]'' ([[Hà Nội]]) ''[[Tiếng Dân]]'' ([[Huế]]), ''Đông Pháp thời báo'', ''Phụ nữ tân văn'' ([[Thành phố Hồ Chí Minh|Sài Gòn]]). Cũng trong năm này, bà cho xuất bản tác phẩm đầu tay ''Tây phương mỹ nhơn'' (gồm 2 tập).\n \nSau [[Cách mạng tháng Tám]] ([[1945]]), nữ sĩ Huỳnh Thị Bảo Hòa tham gia hoạt động trong ''Hội phụ nữ cứu quốc Đà Nẵng''. Suốt thời gian chiến tranh ([[1946]] - [[1975]]) bà sống ở [[Đà Nẵng]], và rồi mất tại đây vào ngày [[8 tháng 5]] năm [[1982]], thọ 86 tuổi.\n\n== Tác phẩm==\n* '''[[Tây phương mỹ nhơn]] I, II''' (tiểu tuyết, gồm 15 hồi), Nhà in Bảo Tồn, Sài Gòn, 1927. Đây là một \"tiểu thuyết luân lý\". Trong sách có bài \"Tựa\" của [[Huỳnh Thúc Kháng]], bài \"Mấy lời tặng\" của [[Tản Đà]] và bài \"Tựa cuối cùng\" của Bùi Thế Mỹ<ref>Xem lược truyện ''Tây phương mỹ nhơn'' trong bài viết của nhà nghiên cứu [[Lại Nguyên Ân]] [http:\/\/lainguyenan.free.fr\/MMCC\/MotCuonTruyen.html Một cuốn truyện bị quên lãng suốt 70 năm của Lại Nguyên Ân]. Thông tin thêm: '''Bùi Thế Mỹ''' ([[1904]]-[[1943]]), quê [[Duy Xuyên]] ([[Quảng Nam]]), là một trong những [[nhà báo]] có tiếng ở [[Thành phố Hồ Chí Minh|Sài Gòn]] vào những năm 1920-1930.<\/ref>.\n* '''Bà Nà du ký''' ([[ký]]), ''Nam Phong tạp chí'' số 163, 1931, Hà Nội. Nội dung bài ký kể lại chuyến đi nghỉ mát ở [[Bà Nà]] (Đà Nẵng) vào năm [[1930]] của tác giả. Theo Nguyễn Q. Thắng, thì đây là \"lần đầu tiên một nữ tác giả có bài đăng trên Nam Phong tạp chí\" <ref name=\"ReferenceA\">Nguyễn Q. Thắng, sách đã dẫn, tr. 149.<\/ref>.\n* '''Chiêm Thành lược khảo''', 1936 (gồm 3 hồi, không biết tên nhà xuất bản, vì không tìm thấy bản in, chỉ còn lại di cảo). Trong sách có \"Lời tựa\" của [[Phạm Quỳnh]].\n* '''Huyền Trân công chúa''' (tuồng [[tuồng|hát bội]])\n\nVà một số bài báo in trên các báo đã kể trên.\n\nNăm [[2003]], tác giả và các tác phẩm: \"Tây phương mỹ nhân\", \"Chiêm Thành lược khảo\" và \"Bà Nà du ký\" đã được Trương Duy Hy giới thiệu đầy đủ trong cuốn '''Nữ sĩ Huỳnh Thị Bảo Hòa, người phụ nữ viết tiểu thuyết đầu tiên''' (Nhà xuất bản. Văn học, [[Hà Nội]], 2003, dày 288 trang).\n\n==Ghi nhận công lao==\nTrong bài \"Tựa\" đề ở tiểu thuyết ''Tây phương mỹ nhơn'', nhà chí sĩ [[Huỳnh Thúc Kháng]] đã có lời khen ngợi (trích):\n:...''\"Tiểu thuyết ở nước ta nay còn đương lúc nẩy chồi mọc mống, trong đám mày râu cũng mới xuất hiện một đôi bản như \"Quả dưa đỏ\", \"Cảnh thu di hận\" vân vân, còn nữ giới thì thật chưa có. Nay bà…lấy cái học thức sở đắc mà ra công thêu dệt để tự tạo cho thành một nhà văn trong nữ giới, cái công vỡ núi mở đường, thật là ngọn cờ tiên phong cho đạo quân nương tử trong làng quần thoa... Bạo dạn thật! Khó khăn thật!\"''...\n \nNăm [[2011]], trong bài \"Huỳnh Thị Bảo Hòa với Tây Phương mĩ nhơn\", nhà nghiên cứu [[Nguyễn Q. Thắng]] cũng đã khen rằng (trích):\n:...''\"Thật vậy, Huỳnh Thị Bảo Hòa là nữ văn sĩ đầu tiên ở Trung Kỳ có mặt trên văn đàn Việt Nam sớm nhất so với các nữ văn sĩ cùng thời…Bà không những sáng tác: ký, tiểu thuyết, thơ; mà còn đẩy ngòi bút sang lĩnh vực biên khảo, nghiên cứu thâm sâu\"''...<ref name=\"ReferenceA\"\/>\n\nCũng trong năm ấy, tại Thư viện Khoa học tổng hợp [[đà Nẵng|thành phố Đà Nẵng]], [[Hội Nhà văn Việt Nam]] cùng với Thư viện này đã tổ chức chương trình giới thiệu tác phẩm văn học của nữ sĩ Huỳnh Thị Bảo Hòa. Tại buổi giới thiệu, nhiều nhà nghiên cứu, nhà văn đã phát biểu trao đổi về thân thế và sự nghiệp sáng tác của nữ sĩ. Theo đánh giá chung, thì ''với bản tính thông minh, ham học hỏi, lại được giáo dục kỹ lưỡng từ nhỏ (bà đã học chữ Hán, chữ Quốc ngữ, chữ Pháp), bà được xem là người phụ nữ tiến bộ nhất địa phương lúc bấy giờ; và là một trong những phụ nữ Việt Nam đầu tiên viết tiểu thuyết bằng chữ Quốc ngữ...Ngoài việc sáng tác, bà còn làm báo và tham gia hoạt động xã hội rất tích cực trong những thập niên đầu thế kỷ 20. Với những hoạt động đó, Huỳnh Thị Bảo Hòa được xem là người phụ nữ tiên phong trong [[phong trào Duy Tân]] ở Việt Nam''<ref>Lược theo Văn Nở, nguồn đã dẫn.<\/ref>.\n\n==Tranh cãi==\nKhông chỉ Huỳnh Thúc Kháng, mà ngay cả [[Tản Đà]] trong \"Mấy lời tặng\" cũng đã cho rằng ''Tây phương mỹ nhơn'' chính \"là vở tiểu thuyết thứ nhất của trong bạn quần thoa mới soạn ra\". Tương tự, năm [[2003]], Trương Duy Hy cũng đã khẳng định rằng \"nữ sĩ Huỳnh Thị Bảo Hòa, chính là người phụ nữ viết tiểu thuyết Quốc ngữ đầu tiên ở Việt Nam\" <ref>Theo sách đã dẫn.<\/ref>.\n\nĐầu [[tháng mười một|tháng 11]] năm [[2004]], sách ''Những kỷ lục Việt Nam'' cũng đã chính thức ghi nhận điều này. Trích thông tin trên website ''Tổ chức kỷ lục Việt Nam'': \n:''\"Huỳnh Thị Bảo Hòa chính là người [[phụ nữ Việt Nam]] đầu tiên sử dụng chữ [[Quốc ngữ]] để viết tiểu thuyết. Đó là bộ tiểu thuyết \"Tây phương mỹ nhơn\" được viết xong vào năm [[1927]], gồm hai tập được in tại nhà in Bảo Tồn (36 Bis Boulevard Bonnard - [[Thành phố Hồ Chí Minh|Sài Gòn]]) cũng trong năm 1972 với khổ sách 14 x 20 [[xentimét|cm]]. Câu chuyện dựa trên sự thật xảy ra tại [[Tam Kỳ]] ([[Quảng Nam]]) trong thời gian [[chiến tranh thế giới thứ nhất]] ([[1914]]-[[1918]]) về mối tình giữa một chàng trai [[Việt Nam]] và cô gái [[Pháp]]. Bộ tiểu thuyết \"Tây phương mỹ nhơn\" ra đời đã nhận được sự hoan nghênh của bạn đọc trong nước và được các nhà chí sĩ, nhà báo đương thời như như Huỳnh Thúc Kháng, Tản Đà, Bùi Thế Mỹ...đánh giá cao.\n:''\"Ngoài ra, bà Huỳnh Thị Bảo Hòa còn là người phụ nữ đầu tiên của Đà Nẵng cắt tóc ngắn và sử dụng xe đạp đi lại trong thành phố <ref>Bản điện tử: [http:\/\/kyluc.vn\/de-xuat-ky-luc\/49.nguoi-phu-nu-viet-nam-dau-tien-viet-tieu-thuyet-bang-chu-quoc-ngu.html]{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }}. Truy cập: Thứ bảy, ngày 23 02 năm 2013.<\/ref>\n\nTuy nhiên, theo tác giả Lê Thanh Hiền, thì cuốn ''Kim Tú Cầu'' (đăng ''Trung Bắc tân văn'', [[Hà Nội]], từ [[25 tháng 5]] năm [[1923]] đến [[21 tháng 7]] năm [[1923]]; in thành sách tại nhà in Bảo Tồn, Sài Gòn, [[1928]]) của nữ sĩ [[Đạm Phương]] mới là \"tiểu thuyết đầu tiên được viết bằng chữ [[Quốc ngữ]] của nữ tác giả Việt Nam\" <ref>Cuốn \"Kim Tú Cầu\" viết năm [[1923]], nhưng in thành sách năm [[1928]], tức in sau cuốn ''Tây phương mỹ nhơn'' ([[1927]]). Vậy có thể sửa lại là \"Tây phương mỹ nhơn là quyển [[tiểu thuyết]] bằng [[Quốc ngữ]] đầu tiên của nữ tác giả Việt Nam được xuất bản\". Hoặc: \"Huỳnh Thị Bảo Hòa là tác giả nữ [[Việt Nam]] đầu tiên có [[tiểu thuyết]] bằng [[Quốc ngữ]] được xuất bản\". Thông tin thêm: Theo Lại Nguyên Ân (nguồn đã dẫn), thì trước đây cũng vì không biết có cuốn ''Tây phương mỹ nhơn'', nên Hoa Bằng Hoàng Thúc Trâm đã kể ''cuốn Răng đen'' ([[1944]]) của nữ sĩ [[Anh Thơ]] như là cuốn tiểu thuyết thứ nhất của tác giả nữ Việt Nam ở [[thế kỷ 20]]\" (\"Lịch trình tiến hoá của văn học phụ nữ ta\" đăng trên báo ''Tri tân'', Hà Nội, ngày 16 tháng 9 năm 1943, tr. 112).<\/ref>.\n\n==Tham khảo==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/lainguyenan.free.fr\/MMCC\/MotCuonTruyen.html Một cuốn truyện bị quên lãng suốt 70 năm của Lại Nguyên Ân]\n* [http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=80&a=79 Trường hợp nhà tiểu thuyết Huỳnh Thị Bảo Hòa trên website Văn hóa Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090215030920\/http:\/\/www.danangpt.vnn.vn\/vanhoa\/detail.php?id=80&a=79 |date = ngày 15 tháng 2 năm 2009}}\n{{Thời gian sống|sinh=1896|mất=1982}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Người Đà Nẵng]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nữ nhà văn Việt Nam]]"}