{"265858":"'''Huỳnh Tịnh Của''' hay '''Huình Tịnh Của''' (1830–1908) hay còn gọi là '''Paulus Của''' (\"Paulus\" ở đây đọc là \"Phao-lô\"), hiệu '''Tịnh Trai''', quê ở làng [[Phước Thọ]], huyện [[Đất Đỏ]], tỉnh [[Bà Rịa]] (nay là huyện Đất Đỏ, tỉnh [[Bà Rịa – Vũng Tàu|Bà Rịa – Vũng Tàu]]), là một nhà [[văn hóa học]] và [[ngôn ngữ học]] có đóng góp xuất sắc trong việc nghiên cứu, phát triển và truyền bá [[quốc ngữ|chữ quốc ngữ]] trong giai đoạn đầu, đặc biệt là ở [[Miền Nam (Việt Nam)|Nam bộ]].\n\n==Tiểu sử==\nThời trẻ, Huỳnh Tịnh Của đi du học tại một trường công giáo ở [[Penang]], [[Malaysia]]. Sớm tiếp thu tư duy nghiên cứu khoa học phương Tây, ông tinh thông cả [[tiếng Trung Quốc|tiếng Hán]] và [[tiếng Pháp]]. Năm 1861, Huỳnh Tịnh Của được bổ nhiệm Đốc phủ sứ, làm Giám đốc ty phiên dịch văn án ở Soái phủ [[Thành phố Hồ Chí Minh|Sài Gòn]]. Ngoài công việc của một viên chức chính phủ, ông còn lưu tâm giành nhiều thời gian nghiên cứu [[quốc ngữ|chữ quốc ngữ]]. Năm 1865, ông thay [[Trương Vĩnh Ký]] làm chủ bút tờ công báo quốc ngữ [[Gia Định báo|Gia Định báo]] trong một thời gian ngắn.\n\nMặc dù tinh thông cả Pháp văn lẫn Hán văn, tuyệt đại đa số các tác phẩm của ông được viết bằng chữ quốc ngữ, vào thời bấy giờ vẫn chưa được coi trọng và bị đánh giá thấp hơn so với chữ Hán hay chữ Pháp. Huỳnh Tịnh Của từng đề nghị dùng chữ quốc ngữ thay cho chữ Hán và gửi một bản điều trần cho vua [[Tự Đức]], yêu cầu cho xuất bản báo chí quốc ngữ để giáo dục quần chúng, nhưng không được chấp nhận.\n\nTiếp nhận ảnh hưởng văn hóa phương Tây, Huỳnh Tịnh Của cùng chia sẻ một quan niệm với Trương Vĩnh Ký, theo đó, xã hội [[Việt Nam]] có khả năng và cần vận dụng các kiến thức và kinh nghiệm của học thuật phương Tây về các vấn đề khoa học, kỹ nghệ, kinh tế và chính trị, để canh tân, nhưng vẫn giữ gìn, đào sâu và phát triển văn hóa phương Đông cổ truyền để duy trì bản chất và bảo tồn độc lập.\n\nÔng là một trong số ít người \"Tây học\" đầu tiên trước tác bằng chữ quốc ngữ để truyền bá học thuật phương Tây, nhưng vẫn không quên phổ biến văn hóa phương Đông cổ truyền. Sau và cùng với Trương Vĩnh Ký, Huỳnh Tịnh Của là người có công xây đắp rất nhiều cho nền văn chương quốc ngữ trong những bước đầu, nhất là ở [[Nam Kỳ]].\n\nÔng mất năm Đinh Mùi (1907), thọ 73 tuổi, an táng tại [[Bà Rịa]].\n\n==Đại Nam quấc âm tự vị==\n{{wikisource|Đại Nam Quấc âm tự vị}}\n{{chính|Đại Nam quấc âm tự vị}}\nHuỳnh Tịnh Của sáng tác khá nhiều và đa dạng, nhưng trong số những tác phẩm của ông, nổi bật nhất là pho ''Đại Nam quấc âm tự vị''. Qua tác phẩm đồ sộ đó, Huỳnh Tịnh Của đóng góp rất nhiều cho việc xây dựng quốc văn mới. ''Đại Nam quấc âm tự vị'' là quyển tự vị [[tiếng Việt]] đầu tiên của [[Việt Nam]], do người Việt Nam biên soạn. Nghiên cứu của Huỳnh Tịnh Của được đánh giá là mang tính đột phá táo bạo khi phải đến hơn ba mươi năm sau mới lại có một hội văn học ở [[Bắc Kỳ]] là [[Khai Trí Tiến Đức|Hội Khai trí Tiến Đức]] nghĩ đến tiếp tục công việc đó và cho tới tận bây giờ, ''Đại Nam quấc âm tự vị'' vẫn được coi là pho sách kinh điển của những nhà nghiên cứu ngôn ngữ Việt Nam.\n\nKhi soạn ''Đại Nam quấc âm tự vị'', Huỳnh Tịnh Của chủ trương làm một cuốn tự vị ngắn gọn, chỉ liệt kê các tiếng và định nghĩa một cách vắn tắt, chứ không chú giải, dẫn điển, dẫn tích. Ông viết: ''\"Có kẻ hỏi tự điển, tự vị khác nhau thế nào? Sao sách ta làm kêu là tự vị mà không gọi là tự điển?.... Tự điển, tự vị khác nhau có một sự rộng hẹp. Tự điển phải có chú giải, mỗi chữ, mỗi tiếng đều phải dẫn điển, dẫn tích, nguyên là chữ sách nào, nguyên là lời ai nói, cả thảy đều phải có kinh truyện làm thầy; chí như tự vị cũng là sách hội biên các thứ chữ, cùng các tiếng nói, song trong ấy thích chữ một, nghĩa một, mà không dẫn điển tích gì\".''<ref name=\"ReferenceA2\">Đại Nam quấc âm tự vị, Imprimerie Rey, Curol & C<sup>ie<\/sup>, Sài Gòn, 1895<\/ref> Còn về nội dung của cuốn tự vị, thì ngay từ trang bìa, Huỳnh Tịnh Của đã ghi rõ: ''\"''Đại Nam quấc âm tự vị ''tham dụng chữ nho có giải nghĩa, có dẫn chứng, mượn 24 chữ cái phương Tây làm chữ bộ\".''<ref name=\"ReferenceA2\" \/>\n\nTrong quá trình soạn sách, Huỳnh Tịnh Của đã được một người Pháp tên là A. Landes giúp đỡ rất nhiều về ý kiến cũng như phương pháp. Landes là một nhà Đông phương học, có học chữ nho và từng làm Giám đốc Trường Thông ngôn ở [[Thành phố Hồ Chí Minh|Sài Gòn]] từ năm 1885. Cũng chính Landes là người, vào năm 1895, khi đang làm Đổng lý văn phòng cho Toàn quyền De Lanessan, đã khuyên Huỳnh Tịnh Của xin Thống đốc Nam Kỳ xuất quỹ để xuất bản bộ tự vị này. Tất nhiên, công việc chính vẫn do Huỳnh Tịnh Của trì chí thực hiện, như lời ông viết: ''\"nhân khi rỗi rảnh, ta cứ việc làm theo tiếng ta, chữ ta, viết đi chép lại, ngày đêm khó nhọc, hơn bốn năm trời mới thành công việc\"''.<ref name=\"ReferenceA2\" \/>\n\nCông sức của Huỳnh Tịnh Của đã được đền đáp xứng đáng khi bộ sách trở thành \"sách gối đầu giường\" với nhiều thế hệ các nhà ngôn ngữ Việt Nam. Bộ tự vị có những ưu điểm rất nổi bật:\n\nTrước hết, ngữ vựng trong đó rất phong phú. Ví dụ như chữ \"ăn\" có tới 125 chữ ghép khác nhau, cho thấy công lao tìm tòi công phu của người biên soạn. Nó còn bao gồm chẳng những các từ ngữ văn chương, chung cho cả ba miền đất nước, rút ra từ các áng văn chương bác học và bình dân, mà cả ngôn ngữ bình dân, đặc biệt là những tiếng có màu sắc địa phương được sử dụng nhiều ở [[Nam Kỳ]] và [[Trung Kỳ]] thời bấy giờ, góp phần làm sáng tỏ rất nhiều khúc mắc ngôn ngữ học hiện đại sau này.\n\nThứ đến, cách giảng giải của ''Đại Nam quốc âm tự vị'' rất rõ ràng. Bộ sách không chỉ vắn tắt giảng nghĩa, mà đôi khi còn trình bày nguồn gốc của chữ để cho nghĩa được rõ hơn, bằng cách trích thêm những câu tục ngữ, ca dao, những câu thơ [[Truyện Kiều|Kiều]], [[Lục Vân Tiên]]...\n\nThứ ba là việc phân biệt chữ Hán Nôm. Tinh thông cả chữ Pháp, chữ Hán lẫn chữ Nôm, Huỳnh Tịnh Của đã không dùng cách xếp loại theo tự loại, mà phân biệt chữ theo hai gốc văn tự là [[Từ Hán-Việt|Hán Việt]] và [[Chữ Nôm|Nôm]]. Sáng kiến này rất hợp với ngôn ngữ Việt Nam. Nó giúp cho độc giả hiểu rõ và dùng đúng các từ Hán Việt đã và đang có. Nó cũng giúp cho các nhà ngôn ngữ học sáng tạo thêm những từ mới theo yêu cầu của công nghiệp và giáo dục của thế giới hiện đại.\n\nCuối cùng, phương pháp soạn sách rất khoa học. Tra cứu ''Đại Nam quấc âm tự vị'' có thể thấy tính khoa học, chính xác và chặt chẽ rất cao. Huỳnh Tịnh Của rất tuân thủ nguyên tắc ngôn ngữ thống nhất, nhưng ông cũng biết thích nghi áp dụng nguyên tắc biến hóa thực tiễn của ngôn ngữ trong bộ sách của mình.\n\n''Đại Nam quấc âm tự vị'' in lần đầu tại Sài Gòn vào các năm 1895 và 1896 sau đó được tái bản nhiều lần. Sau 1975, sách đổi tên thành ''Đại Nam quốc âm tự vị'' cho đúng với chính tả thống nhất. Ấn bản mới nhất do [[Nhà xuất bản Trẻ]] in vào năm 1998 bao gồm hai tập, dày 1.210 trang, tập 1 gồm 608 trang, tập 2 gồm 602 trang.\n\n==Tác phẩm==\nHuỳnh Tịnh Của sáng tác cả thảy khoảng 17 tác phẩm. Có thể xếp chúng thành hai loại: loại biên khảo và loại phiên âm.\n\nLoại biên khảo có nội dung phổ biến kiến thức hoặc sưu tầm phóng tác các tác phẩm đời trước, bao gồm: \n#''Chuyện giải buồn'', 2 tập, 112 truyện (in năm 1880 và 1885);\n#''Maximes et proverbes'' (1882);\n#''Gia lễ'' (1886);\n#''Bác học sơ giai'' (1887);\n#''Quan chế'' (1888);\n#''[[Đại Nam quấc âm tự vị]]'', 2 cuốn (1895 và 1896);\n#''Tục ngữ, cổ ngữ, gia ngôn'' (1897);\n#''Câu hát góp'' (1904);\n#''Ca trù thể cách'' (1907).\n\nLoại phiên âm, chuyển sang quốc ngữ những chuyện nôm xưa của các tác gia đời trước, bao gồm: \n#''Quan âm diễn ca'' (in năm 1903);\n#''Trần Sanh diễn ca'' (1905);\n#''Chiêu Quân cống Hồ truyện'' (1906);\n#''Bạch Viên Tôn Các truyện'' (1906);\n#''Văn Doanh diễn ca'' (1906);\n#''Thoại Khanh, Châu Tuấn truyện'' (1906);\n#''Thơ mẹ dạy con'' (1907);\n#''Tống Tử Vưu truyện'' (1907).\n\nĐa số các sách trên đều đã thất truyền, chỉ còn tìm lại được ba cuốn là ''Đại Nam quốc âm tự vị'', ''Chuyện giải buồn'' và ''Tục ngữ, cổ ngữ, gia ngôn''.\n\n== Xem thêm ==\n* [[Trương Vĩnh Ký]]\n\n==Liên kết ngoài==\n{{wikisource tác giả|Huỳnh Tịnh Của}}\n*[https:\/\/web.archive.org\/web\/20040525221250\/http:\/\/vietsciences.free.fr\/vietnam\/vanhoa\/savants\/huynhtinhcua.htm\/ Tiểu sử Huỳnh Tịnh Của]\n*[http:\/\/diendan.songhuong.com.vn\/showthread.php?p=252\/ Tiểu sử và sơ lược về Đại Nam quốc âm tự vị] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120325130957\/http:\/\/diendan.songhuong.com.vn\/showthread.php?p=252%2F |date=2012-03-25 }}\n*[http:\/\/www.giaoxuvnparis.org\/htm\/vanhoagiaoduc\/vanhoa\/dainamq.htm\/ Giới thiệu Đại Nam quốc âm tự vị] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080110031126\/http:\/\/www.giaoxuvnparis.org\/htm\/vanhoagiaoduc\/vanhoa\/dainamq.htm |date=2008-01-10 }}\n\n==Ghi chú==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1834|mất=1907|tên=Huỳnh Tịnh Của}}\n\n[[Thể loại:Tổng biên tập Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà nghiên cứu văn hóa Việt Nam]]\n[[Thể loại:Nhà ngôn ngữ học Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Người Bà Rịa – Vũng Tàu]]"}