{"782640":"'''Huỳnh Đình Điển''', không rõ năm sinh năm mất, là một chí sĩ và một doanh nhân Việt Nam nổi tiếng thời cận đại. Ông là một thành viên của [[Phong trào Minh Tân]] và là một trong những người tổ chức đám tang [[Phan Châu Trinh|Phan Chu Trinh]] tại [[Thành phố Hồ Chí Minh|Sài Gòn]] năm [[1925]].\n\n===Thân thế===\nChưa có bất kỳ tài liệu nào ghi năm sinh hay năm mất của ông. Chỉ biết ông là người làng Thành phố<ref>Nguyên trước là 2 làng Thuận Ngãi và Thuận Tắc, mãi đến năm 1882, người Pháp sáp nhập lại thành làng Thành phố. Rất có khả năng ông Điển là người làng Thuận Ngãi.<\/ref>, tổng Hòa Lạc Hạ, tỉnh [[Gò Công (tỉnh)|Gò Công]] (nay thuộc [[Thị xã (Việt Nam)|Thị xã]] [[Gò Công]], tỉnh [[Tiền Giang]]). Theo nhà nghiên cứu Nguyễn Ngọc Phan, ông là con ông Huỳnh Đình Nguơn<ref>Đúng âm Hán Việt phải đọc tên ông là '''Hoàng Đình Nguyên''' (''黃停原''), do biến âm của người Nam Kỳ xưa mà trại thành '''Huỳnh Đình Nguơn'''. Một số tài liệu chép tên ông thành '''Ngươn''' hay '''Nguồn'''.<\/ref>, một địa chủ giàu có nhất nhì xứ [[Gò Công]], từng làm Tri huyện cho chính quyền thực dân, qua đời năm 1892. Bà ngoại ông là bà Trần Thị Sanh, vợ thứ của [[Trương Định]]<ref name=\"nguyenngocphan\">Nguyễn Ngọc Phan, ''Minh Tân khách sạn''<\/ref>, đồng thời cũng là một trong những phú hộ của đất [[Nam Kỳ]]. Tuy nhiên, theo tờ \"Tương phân gia sản\" lập năm 1897 của bà Dương Thị Hương, con riêng của bà Sanh và là vợ ông Nguơn, lại không nhắc đến tên ông Huỳnh Đình Điển.\n\nKhông rõ thời thơ ấu và học vấn của Huỳnh Đình Điển thế nào, tuy nhiên, với điều kiện gia đình, có lẽ ông đã có một sự giáo dục khá về Tây học, biểu hiện ở công việc thông ngôn ở [[Trung Kỳ]]<ref name=\"nguyenngocphan\"\/> thời trai trẻ và kiến thức thuộc da của ông lúc kinh doanh ở [[Nam Kỳ]]<ref name=\"vuonghongsen\">[[Vương Hồng Sển]], ''[[Sài Gòn Tạp pí lù]]''.<\/ref>.\n\n===Hoạt động cho hội Minh Tân===\nKhông rõ ông bỏ việc thông ngôn và về Nam Kỳ từ khi nào, nhưng vào đầu thập niên 1900, ông đã xuất vốn xây dựng và kinh doanh khách sạn ở Mỹ Tho, được xem là người kinh doanh khách sạn đầu tiên ở [[Tiền Giang]]<ref>{{Chú thích web |url=http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=6097&cap=2&id=6108 |ngày truy cập=2011-04-21 |tựa đề=Huỳnh Đình Điển - người kinh doanh khách sạn đầu tiên ở Tiền Giang |archive-date=2010-12-26 |archive-url=https:\/\/web.archive.org\/web\/20101226020650\/http:\/\/tiengiang.gov.vn\/xemtin.asp?idcha=6097&cap=2&id=6108 |url-status=dead }}<\/ref>.\n\nBan đầu, khách sạn có tên là '''Nam Kỳ lữ điếm''', gồm 15 căn, kéo dài từ đầu đường Trần Văn Trân<ref>Nay là đường Huyện Toại.<\/ref> đến đầu đường D’Ariès<ref>Nay là đường Lê Lợi.<\/ref>, đối diện khu vực ga xe lửa và bến tàu lục tỉnh<ref>Nay là khu vực Công viên Thủ Khoa Huân, phường 1, thành phố [[Mỹ Tho]].<\/ref>. Đầu năm 1908, ông đã cho [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]] mượn khách sạn để làm nơi liên lạc, hội họp, diễn thuyết, phân phát tài liệu, tuyên truyền và làm cơ sở kinh tài cho [[Phong trào Minh Tân]], đổi tên thành '''Minh Tân khách sạn'''; có lúc Trần Chánh Chiếu trực tiếp quản lý, có lúc ông giao cho Nguyễn Minh Triết (Cả Trận) hay [[Nguyễn Chánh Sắt]] quản lý.\n\nĐồng thời, ông còn tham gia thành lập \"Nam Kỳ Minh Tân công nghệ\" có trụ sở đặt tại khách sạn Minh Tân. Đây là công ty cổ phần, có vốn cố định lên đến 1.000 đồng Đông Dương, tương đương 25.000 francs, với mục đích như đã ghi trong Điều lệ là: ''\"1. Lập lò nghệ tại Nam kỳ, lò chỉ, lò dệt, lò savon (xà bông), thuộc da và pha ly,v.v...2. Dạy con nít An Nam học nghề ấy\"''; nhưng thực chất là nhằm cạnh tranh với tư bản Pháp và tư bản Hoa Kiều, phát triển tiểu thủ công nghiệp, đào tạo nguồn nhân lực có trình độ, giáo dục hướng về thực nghiệp, khẳng định vị trí kinh tế của giai cấp tư sản Việt Nam.\n\nDo hoạt động của hội Minh Tân, chính quyền thực dân bắt đầu theo dõi và chú ý đến hoạt động của khách sạn Minh Tân. Kể từ ngày [[6 tháng 8]] năm 1908, Huỳnh Đình Điển thay Trần Chánh Chiếu trực tiếp quản lý khách sạn. Tin dó được đưa lên báo để chính quyền thực dân bớt nghi ngờ. Tuy nhiên, tháng 10 năm 1908, thực dân Pháp bắt Trần Chánh Chiếu tại Sài Gòn cùng 91 người khác đưa về [[Mỹ Tho]]. Khách sạn Minh Tân cũng bị khám xét nhưng chính quyền không tìm được bằng chứng buộc tội chống chính quyền.\n\nHuỳnh Đình Điển từ khi trực tiếp quản lý Minh Tân khách sạn vẫn tiếp tục hoạt động chính trị, hỗ trợ các hội viên Minh Tân. Tháng 8 năm 1910, khi [[Phan Châu Trinh|Phan Chu Trinh]] bị kết án quản thúc tại Mỹ Tho, cụ Phan đã được ông đưa về cư ngụ tại khách sạn Minh Tân. Tháng 2 năm 1913, [[Cường Để]] từ Sài Gòn xuống Mỹ Tho bí mật liên lạc với Huỳnh Đình Điển. Lúc bấy giờ Minh Tân khách sạn đã trở lại tên cũ của nó là ''Nam Kỳ lữ điếm''.\n\nCuối năm 1908, phong trào Minh Tân bị chính quyền thực dân Pháp gây khó dễ, ông chuyển một số hoạt động kinh doanh lên Sài Gòn. [[Vương Hồng Sển]] từng mô tả lại tài thuộc da và sự giàu có của Huỳnh Đình Điển khi thống trị cả dãy phố Pellerin (nay là [[Đường Pasteur, Thành phố Hồ Chí Minh|đường Pasteur]])<ref name=\"vuonghongsen\"\/>. Tại đây, ông còn cho xây dựng khách sạn Bá Huê Lầu nổi tiếng Sài Gòn thời bấy giờ<ref>Nay là số 54 Pasteur, Quận 1, Thành phố Hồ Chí Minh.<\/ref>. Nhiều nhân vật nổi tiếng như [[Ngô Minh Chiêu|Ngô Văn Chiêu]], [[Phan Châu Trinh|Phan Chu Trinh]]... từng ngụ tại đây. Nhà văn [[Hồ Biểu Chánh]] cũng nhiều lần nhắc đến Bá Huê Lầu trong tác phẩm của mình.<ref>Hồ Biểu Chánh, ''Vì Nghĩa, Vì Tình''.<\/ref>\n\nBên cạnh đó, ông còn tham gia hội kín [[Thanh niên cao vọng]] do [[Nguyễn An Ninh]] thành lập; đặc biệt, ông đã đóng góp tiền bạc cho sự ra đời và hoạt động của tờ báo Chuông Rè (''[[La Cloche Fêlée]]'').<ref>{{Chú thích web |url=http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=3609&cap=2&id=5525 |ngày truy cập=2011-04-21 |tựa đề=Huỳnh Đình Điển - Một nhân sĩ yêu nước ở Gò Công |archive-date=2010-12-25 |archive-url=https:\/\/web.archive.org\/web\/20101225052945\/http:\/\/tiengiang.gov.vn\/xemtin.asp?idcha=3609&cap=2&id=5525 |url-status=dead }}<\/ref>\n\n===Tổ chức đám tang Phan Chu Trinh===\nTháng 6 năm 1925, chí sĩ [[Phan Châu Trinh|Phan Chu Trinh]] trở về nước. Ông được các hội viên Minh Tân bố trí cư ngụ tại [[Chiêu Nam Lầu]], số 49 đường Kinh Lấp, [[Thành phố Hồ Chí Minh|Sài Gòn]]. Sau đó, do sức khỏe yếu, ông về [[Quán Tre]] để tiện việc chăm sóc sức khỏe cũng như giảm bớt sự chú ý của chính quyền thực dân Pháp. Tuy nhiên, được sự sắp xếp của Huỳnh Đình Điển và [[Nguyễn An Ninh]], ông có hai buổi diễn thuyết tại nhà Hội Thanh niên Sài Gòn về \"Quân trị chủ nghĩa và Dân trị chủ nghĩa\" và \"Đạo đức và luân lý Đông Tây\".\n\nTối [[24 tháng 3]] năm [[1926]], Phan Chu Trinh qua đời. Các hội viên Minh Tân đưa thi hài cụ Phan về Bá Huê Lầu, tổ chức một lễ tang trọng thể và quàn suốt 10 ngày ''\"... để cho đồng bào ai cũng được đến viếng cụ\"''. Và ''\"...suốt hơn 10 ngày đó dòng người không ngớt, hương trầm nghi ngút\"''.<ref>Nguyễn Thị Minh, ''Nguyễn An Ninh – \"Tôi chỉ làm cơn gió thổi\"''<\/ref>\n\nDo sự vận động của Huỳnh Đình Điển, cụ Phan được an táng tại nghĩa trang [[Hội Tương tế Gò Công]] tọa lạc tại [[Sân bay quốc tế Tân Sơn Nhất|Tân Sơn Nhất]]. \n{{cquote|\n''\"Chẳng may Cụ tạ thế ở trong Nam, hài cốt quý báu của Cụ gửi trong một khoảng đất này, tuy hẹp hòi thấp thỏi, không xứng với tâm tình cao thâm của Cụ nhưng cũng là một khoảng đất Việt nên có lẽ cụ cũng vui lòng nơi chín suối.\n\n''Chúng tôi cúi xin Cụ an giấc nghìn thu, chúng tôi nguyện sẽ chăm sóc, giữ gìn, bồi bổ phần mộ của Cụ đời đời\".\n|||Huỳnh Đình Điển, Điếu văn đọc trong lễ tang Phan Chu Trinh<ref>Lê Thị Kinh, ''Phan Châu Trinh qua những tư liệu mới'', Nhà xuất bản Đà Nẵng, 2001-2003.<\/ref>}}\n\nSau sự kiện lễ tang Phan Chu Trinh, các tài liệu không ghi chép các hoạt động sau này của Huỳnh Đình Điển. Không rõ ông mất năm nào, nhưng một bài báo của [[Phan Khôi]] đăng trên báo Trung Lập ngày [[27 tháng 8]] năm [[1930]], có nhắc đến ông nhân việc Hội đồng thành phố Sài Gòn dự định đặt tên đường.<ref>[[Phan Khôi|Thông Reo]], ''\"Bên này không có ông Huỳnh Đình Điển\"'', Trung lập, Sài Gòn, s.6231, ngày [[27 tháng 8]] năm [[1930]].<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=6097&cap=2&id=6108 Huỳnh Đình Điển - người kinh doanh khách sạn đầu tiên ở Tiền Giang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101226020650\/http:\/\/tiengiang.gov.vn\/xemtin.asp?idcha=6097&cap=2&id=6108 |date=2010-12-26 }}\n* Nguyễn Ngọc Phan, ''Minh Tân khách sạn''\n\n[[Thể loại:Người Gò Công]]\n[[Thể loại:Phong trào Minh Tân]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]"}