{"246988":"'''Lĩnh binh Tấn''' ([[1837]] –[[1874]])<ref>{{Chú thích sách|title=Quan lại trong lịch sử Việt Nam|last=Vũ|first=Ngọc Khánh|publisher=Nhà xuất bản Thanh niên|year=2008|pages=374}}<\/ref> tên thật là '''Huỳnh Tấn,''' hay '''Huỳnh Văn Tấn''', '''Huỳnh Công Tấn'''; là một cộng sự đắc lực của [[đế quốc thực dân Pháp|thực dân Pháp]] trong việc đàn áp các cuộc khởi nghĩa của nông dân vào những năm gần cuối [[thế kỷ 19]] tại [[Nam Kỳ]], [[Việt Nam]].\n\n==Cuộc đời==\n'''Huỳnh Tấn''' là người thôn An Long (Yên Luông nhị thôn), huyện Tân Hòa<ref>Năm [[1836]], huyện Tân Hòa tách thành hai: huyện Tân Thạnh (huyện [[Châu Thành, Long An|Châu Thành]] và thành phố [[Tân An]] thuộc tỉnh [[Long An]] ngày nay) và huyện Tân Hòa (vùng đất [[Gò Công]] ngày nay).<\/ref>, trước thuộc tỉnh [[Định Tường]]. Từ thời Pháp thuộc, vùng đất này chính thức gọi là tỉnh [[Gò Công (tỉnh)|Gò Công]], nay thuộc tỉnh [[Tiền Giang]].\n \nCăn cứ \"hồ sơ Huỳnh Tấn số SL 2751\" trong Văn khố Quốc gia, lúc đầu, Huỳnh Tấn là một nghĩa quân của thủ lĩnh [[Trương Định]]. Sau bị bắt rồi hàng Pháp từ nửa cuối năm [[1862]] <ref>Dẫn lại theo Tạ Chí Đại Trường (tr. 63).<\/ref>. Chi tiết này cũng được chính Huỳnh Tấn kể lại với Paulin Vial trong thư ngày [[31 tháng 7]] năm [[1869]], khác với một số lời kể khác <ref>[[Sơn Nam (định hướng)|Sơn Nam]] ''Lịch sử khẩn hoang miền Nam'' (tr. 132). Trong số lời kể khác, có: \"Vì vi phạm quân kỷ bị chủ tướng trách phạt, Tấn tức giận đem lòng phản trắc\" (Huỳnh Minh, tr. 176); vì \"ăn hối lộ, bị Trương Định xử chém, nhưng nhờ can ngăn, nên được tha. Từ đó, Tấn rấp tâm làm phản\" (theo sách ''Cuộc khởi nghĩa Trương Định'').<\/ref>.\n\nVề làm cộng sự cho Pháp, Huỳnh Tấn đã lập được một số công lao, đáng kể như: \n:-Ngày [[19 tháng 8]] năm [[1864]], Huỳnh Tấn dẫn quân Pháp đến vây bắt Trương Định, khi vị thủ lĩnh này vừa thất thủ ở [[Gò Công]] rút quân về Kiểng Phước. Theo nhà sử học [[Phạm Văn Sơn]] thì Trương Định bị vây đánh tại \"đám lá tối trời\". Ông bị thương nặng, rồi dùng gươm tự sát tại Ao Dinh (Gò Công) vào hôm sau, đồng thời 28 nghĩa quân đi theo ông cũng đều bị bắn chết<ref>Phạm Văn Sơn, [[Việt sử tân biên]], quyển 5, tập thượng, tr. 195.<\/ref>.\n\n:-[[Tháng tư|Tháng 4]] năm [[1866]], Huỳnh Tấn dẫn quân Pháp đi tấn công đồn Tả ở [[Đồng Tháp]], khiến cho lực lượng của thủ lĩnh [[Võ Duy Dương]] bị thiệt hại nặng <ref name=\"SL 2751\">Căn cứ hồ sơ Huỳnh Tấn số SL 2751 trong Văn khố Quốc gia.<\/ref>.\n\n:-[[Tháng tám|Tháng 8]] năm [[1868]], ông lại tham gia cuộc hành quân ra đảo [[Phú Quốc]] để truy bắt thủ lĩnh [[Nguyễn Trung Trực]] và đã thành công <ref name=\" SL 2751\" \/>.\n\nTưởng thưởng công lao, [[đế quốc thực dân Pháp|thực dân Pháp]] ban cho Huỳnh Tấn huy chương \"[[Bắc Đẩu Bội tinh]]\", và dành cho ông chức Lãnh binh, ''\"được dịch là Général, đứng đầu ngạch lính mã tà bản xứ. Chức tước này chỉ độc nhất dành riêng cho ông ta, sau đó không còn ai được mang nữa\"'' <ref>Tạ Chí Đại Trường, tr. 63. Nghị định ban chức Lãnh binh cho Huỳnh Tấn do Thống đốc [[Nam Kỳ]] ký ngày [[5 tháng 11]] năm [[1867]].<\/ref>.\n\nCó chức quyền, Huỳnh Tấn tha hồ ''\"chứa bạc, chiếm đất, bắt dân làm xâu...rồi nhập vào nhóm ăn chơi ở [[Thành phố Hồ Chí Minh|Sài Gòn]], nuôi ngựa đua để cáp độ với đám chủ nhân ông mới\"''<ref>Tạ Chí Đại Trường, 63.<\/ref>.\n\nVề sau, nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] kể, Huỳnh Tấn bị người Pháp chán ngán vì lối làm việc luông tuồng, quê mùa, thất nhân tâm, lấn quyền...và ngây thơ đến mức dám chê bai, tố cáo lề lối cai trị của quan Tham biện Pháp ở hạt [[Bến Tre]] Palasme de Champeaux đến Giám đốc nha Nội vụ Pháp (''Directeur de l'intérieur'') Paulin Vial. Bởi vậy, viên Giám đốc Nội vụ phẫn nộ, trách mắng, tìm cách đổi ông về miền Đông [[Nam Kỳ]], nhưng vào năm [[1869]], Hoàng Tấn lại được chút tín nhiệm nhờ qua [[Cần Giuộc]] bắt Phó đốc binh Bùi Duy Nhứt lúc bấy giờ đang chống Pháp.<ref name=\"SN\">Sơn Nam, ''Lịch sử khẩn hoang miền Nam'', tr. 133-134.<\/ref>\n \nKhi thời kỳ bắt giết bừa bãi đã qua, Pháp muốn chiêu an nên tìm cớ không dùng Huỳnh Tấn nữa. Pháp cho một tay sai khác là Huyện Vĩnh tố cáo ông về tội lạm quyền. Huỳnh Tấn tự bào chữa bằng các tố cáo lại sự lạm quyền của Huyện Vĩnh. Sau cùng, ông chết năm 37 tuổi vì bệnh trong chiếc \"ghe hầu\" (ghe nhà giàu có mui có buồng riêng) trên đường Gò Công, [[Thành phố Hồ Chí Minh|Sài Gòn]]<ref name=\"SN\" \/>.\n\nSau khi Huỳnh Tấn mất, viên Chủ tỉnh Pháp là E. Puech (1873 - 1874; kế nhiệm là E. Pourquier: 1874 - 1875) cho xây dựng \"đài ghi công\" ông tại tỉnh lỵ Gò Công (nay là thị xã [[Gò Công]]). Trên đó có khắc dòng chữ: \"À la mémoire du Lanh binh Huỳnh Công Tấn, chevalier de la Légion d'honneur, tidèle serviteur de France\". Nghĩa là: ''Kỷ niệm Huỳnh Công Tấn, Bắc Đẩu Bội tinh, công bộc trung thành của nước Pháp''. Năm [[1945]], đài này bị người dân đập phá tan<ref>Xem Huỳnh Minh, ''Gò Công xưa'', tr. 178-180.<\/ref>.\n\n==Nhận xét==\nHay tin ông mất, [[Tôn Thọ Tường]] là bạn đồng liêu, có cặp đối viếng: \n:Phúc qưới thị thảng lai, oanh liệt hùng tâm khinh nhứt trịch,\n:Thinh danh ưng bất hủ, ức dương công luận phú thiên thu''.\n:Tạm dịch:\n:''Giàu sang ấy thoáng qua, lừng lẫy hùng tâm khinh một ném,''\n:''Tiếng tăm đành chẳng mục, chê khen công luận phú ngàn năm.''\n\nKết án ông, trong bài ''Thơ chống Pháp và tay sai'' của một tác giả khuyết danh có câu:\n:''Chó săn có lũ thằng Tường,''\n:''Thằng Tấn, thằng Lộc, thằng Phương một đoàn''<ref>Ý nói đến [[Tôn Thọ Tường]], [[Trần Bá Lộc]], Huỳnh Tấn và [[Tổng Đốc Phương|Đỗ Hữu Phương]]. Theo ''Thi văn quốc cấm thời thuộc Pháp'', Thái Bạch biên soạn, Sài Gòn, Nhà xuất bản, Khai Trí, 1968.<\/ref>\n\nTheo nhà văn [[Sơn Nam (định hướng)|Sơn Nam]], thì: ''Huỳnh Tấn là người thất học, không tham vọng lớn, khả năng chỉ có giới hạn; nhưng Tấn vẫn trở nên giàu có nhờ tài tổ chức sòng bạc, chiếm đất, bắt dân làm xâu phục vụ cho việc làm ăn riêng tư của mình. Ngoài ra, khi lãnh trách nhiệm dọ thám cho người Pháp, Tấn biết lợi dụng địa vị này, để bắt hay tha người để trục lợi. [[Đế quốc thực dân Pháp|Thực dân Pháp]] xài Tấn, chẳng qua để gìn giữ vùng [[Gò Công]] và [[Bến Tre]] là nơi Tấn từng lui tới, am hiểu nhân dân và địa thế''...<ref name=\"SN\" \/>\n\n==Thông tin thêm==\nCon trai Huỳnh Công Tấn là [[Huỳnh Công Miên]], tức [[Hai Miên]], ông này du học bên [[Pháp]], về xứ lúc đầu theo Phủ [[Trần Bá Lộc]], đánh dẹp phe \"Văn Thân\" ngoài Thuận Khánh. Sau này nghĩ sao không rõ mà không nhận chức gì, chỉ ngao du ăn xài theo bực công tử. Đi khắp Lục tỉnh, đi đến đâu, ưa đánh lộn bênh vực người mắc nạn, hết tiền vô quan [[Pháp|Tây]] \"mượn xài\". Quan nể tình cũ ông cha, hằng trợ giúp và dầu phạm pháp cũng không bắt tội. Khi chết được đời nhắc tên trong \"vè Cậu Hai Miêng\" với danh từ ngộ nghĩnh là \"lưu linh miễn tử\" <ref>Vương Hồng Sển, ''Sài Gòn năm xưa'', tr.256.<\/ref>.\n\nTrước năm [[1975]], ngôi mộ của Cậu Hai Miêng nằm trong vuông đất ở đường Phát Diệm ([[Thành phố Hồ Chí Minh|Sài Gòn]]). Mộ bằng đá xanh, có dựng bia, nhưng ''vì lâu ngày đã bị rêu phong cỏ mọc, đọc không rõ'' <ref>Huỳnh Minh, tr. 178.<\/ref>.\n\n==Xem thêm==\n* [[Hai Miên]]\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Vương Hồng Sển]], ''Sài Gòn năm xưa''. Nhà xuất bản Thành phố Hồ Chí Minh, 1991.\n*[[Huỳnh Minh]], ''Gò Công xưa''. Nhà xuất bản Thanh Niên, 2001.\n*[[Sơn Nam (định hướng)|Sơn Nam]], ''Lịch sử khẩn hoang miền Nam'', Nhà xuất bản Văn nghệ Thành phố Hồ Chí Minh, 1994.\n*[[Phạm Văn Sơn]], [[Việt sử tân biên]]'', quyển 5, tập thượng, Sài Gòn, 1962\n*[[Tạ Chí Đại Trường]], ''Người lính thuộc địa Nam Kỳ'' (1861-1945). Nhà xuất bản Tri Thức và Nhã Nam xuất bản, 2011.\n*Nhiều tác giả, ''Hỏi đáp cuộc khởi nghĩa Trương Định''. Nhà xuất bản QĐND, 2008.\n\n{{Phong trào độc lập Việt Nam}}\n{{Thời gian sống|sinh=1837|mất=1874}}\n\n[[Thể loại:Cộng sự thực dân Pháp]]\n[[Thể loại:Người Gò Công]]"}