{"310486":"{{Không nổi bật|date=tháng 5\/2022}}\n{{Thông tin nhân vật\n| tên khai sinh = Huỳnh Ngọc Sỹ\n| sinh = 24 Tháng 01 Năm 1953 <ref name =\"TTrẻ 120209\" \/>\n| quốc gia = [[Việt Nam]]\n| known = [[Vụ hối lộ quan chức Việt Nam của PCI]]\n}}\n'''Huỳnh Ngọc Sỹ''' (sinh [[24 tháng 1]] năm [[1953]]) <ref name =\"TTrẻ 120209\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=301367&ChannelID=6 Cho thuê nhà công vụ chia chác 80.000 USD: Ông Huỳnh Ngọc Sỹ và ông Lê Quả bị bắt tạm giam] Thứ Năm, 12\/02\/2009, 07:58 (GMT+7)<\/ref> là nguyên Phó Giám đốc Sở Giao thông [[Vận tải]] và Giám đốc Ban Quản lý Dự án Đại lộ Đông Tây [[thành phố Hồ Chí Minh]], VN, là người trực tiếp dính líu đến [[Vụ hối lộ quan chức Việt Nam của PCI]].\n\n== Tiểu sử ==\n'''Huỳnh Ngọc Sỹ''' quê ở [[Quảng Ngãi]], học kỹ sư Công Chánh ở [[Viện Đại học Bách khoa Thủ Đức]]<ref name =\"TN 120209\">[http:\/\/www.thanhnien.com.vn\/News\/Pages\/200907\/20090212001139.aspx Khởi tố, bắt tạm giam ông Huỳnh Ngọc Sĩ và ông Lê Quả] 12\/02\/2009 0:11<\/ref>. Gia nhập đảng Cộng sản Việt Nam ngày 25 tháng 7 năm 1989. Đã học lớp cao cấp chính trị và các lớp bồi dưỡng về quản lý kinh tế và quản lý nhà nước<ref name =\"TTrẻ 120209\"\/>.\n*Theo báo Tuổi Trẻ thì từ năm 1989-1995 ông làm quyền giám đốc và sau đó là giám đốc Công ty Khai thác chế biến nông lâm sản xuất khẩu thuộc Lực lượng Thanh niên xung phong Thành phố Hồ Chí Minh <ref name =\"TTrẻ 120209\"\/> và từ năm 1995 đến năm 1999 ông làm giám đốc Công ty sản xuất kinh doanh và dịch vụ thương mại xuất nhập khẩu Thanh niên xung phong thuộc Lực lượng Thanh niên xung phong Thành phố Hồ Chí Minh<ref name =\"TTrẻ 120209\"\/>.\n* Nhưng theo báo Thanh Niên thì từ năm 1995 đến năm 1999 ông giám đốc Công ty Khai thác chế biến nông lâm sản cung ứng xuất khẩu (Vyfaco) Thanh niên Xung phong, thuộc Lực lượng Thanh niên Xung phong Thành phố Hồ Chí Minh<ref name =\"TN 120209\"\/>. Tiền thân của Vyfaco là Xí nghiệp sản xuất chế biến nông lâm sản xuất khẩu; đến năm 1987, công ty chuyển sang khai thác, chế biến gỗ xuất khẩu. Đến ngày 15 tháng 3 năm 1990 chuyển lên thành lập Công ty Vyfaco theo quyết định của Ủy ban Nhân dân thành phố Hồ Chí Minh.<ref>{{Chú thích web |url=http:\/\/www.tnxp.hochiminhcity.gov.vn\/Gi%E1%BB%9Bithi%E1%BB%87uchung\/S%C6%A1th%E1%BA%A3ol%E1%BB%8Bchs%E1%BB%ADTNXP\/tabid\/57\/ArticleID\/913\/View\/Detail\/language\/en-US\/Default.aspx |ngày truy cập=2008-12-10 |tựa đề=Sơ lược sử TNXP |archive-date=2008-12-02 |archive-url=https:\/\/web.archive.org\/web\/20081202015503\/http:\/\/www.tnxp.hochiminhcity.gov.vn\/Gi%E1%BB%9Bithi%E1%BB%87uchung\/S%C6%A1th%E1%BA%A3ol%E1%BB%8Bchs%E1%BB%ADTNXP\/tabid\/57\/ArticleID\/913\/View\/Detail\/language\/en-US\/Default.aspx }}<\/ref>\n* 1999 đến tháng 10-2000: Chỉ huy phó Lực lượng Thanh niên Xung phong Thành phố Hồ Chí Minh.\n* Tháng 10 năm 2000 đến 19\/11\/2008 là Phó Giám đốc Sở Giao thông vận tải kiêm Giám đốc Ban Quản lý dự án đại lộ Đông Tây và môi trường nước thành phố.<ref>[http:\/\/www.nld.com.vn\/tintuc\/do-thi-hom-nay\/246533.asp Tạm đình chỉ công tác ông Huỳnh Ngọc Sĩ ngày 19 tháng 11 năm 2008 22:20:00 GMT +7]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}<\/ref>\nDự án [[đại lộ Đông - Tây]] được Thủ tướng Chính phủ phê duyệt dự án đầu tư xây dựng tại quyết định số 622\/QĐ-TTg ngày 5\/7\/2000<ref name=\"vietnamnet.vn\">{{Chú thích web |url=http:\/\/vietnamnet.vn\/xahoi\/2008\/09\/804577\/ |ngày truy cập=2008-09-21 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 21 tháng 9 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080921203610\/http:\/\/vietnamnet.vn\/xahoi\/2008\/09\/804577\/ |url-status=live }}<\/ref>, có tổng chiều dài 21,9&nbsp;km (bao gồm cả 1,49&nbsp;km đường và hầm Thủ Thiêm vượt sông Sài Gòn), đi qua các quận 1, 2, 5, 6, 8, Bình Tân, Bình Chánh.\nĐại lộ Đông Tây được khởi công 31\/1\/2005, bắt đầu từ Quốc lộ 1 huyện Bình Chánh và kết thúc tại xa lộ Hà Nội quận 2, tổng chiều dài toàn tuyến gần 22&nbsp;km. Dự án có hạng mục hầm Thủ Thiêm vượt sông Sài Gòn lớn nhất Đông Nam Á. Dự án với tổng vốn đầu tư ban đầu gần 10.000 tỷ đồng, trong đó có 6.394 tỷ đồng vay ODA của Ngân hàng hợp tác quốc tế Nhật Bản (JBIC), số còn lại từ ngân sách thành phố. Dự kiến hoàn tất dự án vào tháng 2\/2008 nhưng phải dời lại đến đầu năm 2010.<ref>{{Chú thích web |url=http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2008\/11\/3BA08AAF\/ |ngày truy cập=2008-12-10 |tựa đề='Chính phủ cần kiểm tra chất lượng dự án đại lộ Đông Tây' |archive-date=2008-12-09 |archive-url=https:\/\/web.archive.org\/web\/20081209013119\/http:\/\/vnexpress.net\/GL\/Xa-hoi\/2008\/11\/3BA08AAF\/ |url-status=dead }}<\/ref>\nToàn bộ dự án chia làm 6 gói thầu: Hai gói thầu tư vấn, một gói thầu rà phá bom mìn và 3 gói thầu xây lắp. Trong đó, Công ty tư vấn quốc tế Thái Bình Dương (PCI) liên danh cùng một số Công ty tư vấn trong và ngoài nước tham gia tổng cộng 2 gói thầu.\n\nGói thầu thiết kế chi tiết đại lộ đông - tây và giám sát xây dựng cơ sở hạ tầng các khu tái định cư (trị giá khoảng 190 tỷ đồng), gồm thiết kế chi tiết đại lộ đông - tây, giám sát việc xây dựng cơ sở hạ tầng 6 khu tái định cư được sử dụng vốn vay JBIC, trợ giúp đấu thầu, trợ giúp chính sách an toàn giao thông... Và gói thầu thứ hai có sự tham gia của PCI với vai trò là tư vấn giám sát xây dựng toàn bộ đại lộ đông - tây (trị giá gần 260 tỷ đồng).<ref>[http:\/\/www.cpv.org.vn\/print_preview.asp?id=BT21110856880 Dụ án đại lộ Đông Tây chậm tiến độ ít nhất 6 tháng Ngày 21\/11\/2008. Cập nhật lúc 15h 49' ]<\/ref>\nCông ty Tư vấn quốc tế Thái Bình Dương (PCI) đã trúng gói thầu tư vấn với giá trị hợp đồng không được công bố rộng rãi tuy nhiên, ước tính vào khoảng 448 tỷ đồng<ref name=\"vietnamnet.vn\"\/>\n\n== Nghi vấn hối lộ ==\nPhía Nhật đã có nghi vấn về việc công ty PCI đưa hối lộ cho ông ''Huỳnh Ngọc Sỹ'' và tháng 6 năm 2008. Giám đốc Viện Công tố Địa phương Tokyo, Nhật Bản đã có Giấy đề nghị cùng hợp tác điều tra gửi [[Viện Kiểm sát Nhân dân Tối cao (Việt Nam)|Viện Kiểm sát nhân dân tối cao của Việt Nam]] đề nghị đưa 2 cán bộ Viện công tố sang Việt Nam để trao đổi cho việc chuẩn bị triển khai việc điều tra sưu tầm chứng cứ. Viện Công tố Nhật Bản đề nghị cơ quan điều tra Việt Nam điều tra và cung cấp về tình hình sở hữu tài sản của ông Sỹ về tiền mặt, giấy tờ giao dịch ngân hàng, chứng khoán và giấy tờ giao dịch chứng khoán, giấy đăng kiểm xe ôtô, đá quý vàng bạc kim loại quý, giấy tờ bất động sản với tổng cộng 23 câu hỏi.<ref>[http:\/\/www.viet-studies.info\/kinhte\/PCI_DeNghiHopTacDieuTra.pdf Giấy đề nghị cùng hợp tác điều tra]<\/ref>\n\nPhía Việt Nam, ngày [[1 tháng 7]] năm [[2008]] báo An ninh Pháp luật cho rằng \"Vì vụ việc đang trong quá trình điều tra và chưa có kế luận rõ ràng nên tên tuổi của những quan chức liên quan ở cả phía Nhật Bản và Việt Nam đều chưa được ông khai.\" <ref>{{Chú thích web |url=http:\/\/vitinfo.com.vn\/Muctin\/ANPL\/LA42482\/default.htm |ngày truy cập=2009-07-20 |tựa đề=Tình tiết mới vụ công ty Nhật \"lót\" tiền quan chức Việt Nam |archive-date=2009-05-07 |archive-url=https:\/\/web.archive.org\/web\/20090507080223\/http:\/\/vitinfo.com.vn\/Muctin\/ANPL\/LA42482\/default.htm }}<\/ref>\n\nNgày [[16 tháng 8]] năm [[2008]], Thứ trưởng Bộ ngoại giao Việt Nam Hồ xuân Sơn khẳng định \"Chính phủ Việt Nam đã quản lý và sử dụng rất có hiệu quả, rất đúng mục đích nguồn ODA của Nhật Bản và của các nước khác,\". Thứ trưởng Sơn cũng nói thêm \"Việt Nam cũng đã đề nghị phía Nhật Bản trong khi vụ việc đang được điều tra, chưa có kết luận cuối cùng thì các cơ quan truyền thông đại chúng của hai nước đều không nên đưa tin, bài về việc này; nếu có đưa tin thì phải khách quan, theo đúng quy định pháp luật của mỗi nước.\".<ref>{{Chú thích web |url=http:\/\/www.chinhphu.vn\/portal\/page?_pageid=33,128127&_dad=portal&_schema=PORTAL&pers_id=130895&item_id=8246134 |ngày truy cập=2009-07-20 |tựa đề=Thứ trưởng Bộ Ngoại giao Hồ Xuân Sơn đã trả lời phỏng vấn báo chí |archive-date=2021-06-09 |archive-url=https:\/\/web.archive.org\/web\/20210609132841\/http:\/\/www.chinhphu.vn\/portal\/page?_pageid=33,128127&_dad=portal&_schema=PORTAL&pers_id=130895&item_id=8246134 |url-status=dead }}<\/ref>\n\nNgày [[19 tháng 11]] năm [[2008]], phó Bí thư thường trực Ban thường vụ Thành ủy thành phố Hồ Chí Minh [[Nguyễn Văn Đua]] đã công bố kết luận số 36-KL\/TU <ref>[http:\/\/www.cpv.org.vn\/tiengviet\/tochuccanbo\/details.asp?topic=7&subtopic=24&ID=BT19110862118 Tạm đình chỉ công tác ông Huỳnh Ngọc Sỹ ngày 19\/11\/2008. Cập nhật lúc 17h 17' ]<\/ref> chủ trương tạm đình chỉ công tác, cùng ngày Chủ tịch Ủy ban nhân dân thành phố [[Lê Hoàng Quân]] cũng đã ký quyết định tạm đình chỉ công tác đối với ông Huỳnh Ngọc Sỹ<ref>{{Chú thích web |url=http:\/\/www.laodong.com.vn\/Home\/Tam-dinh-chi-Pho-GD-So-GTVT-Huynh-Ngoc-Si\/200811\/115332.laodong |ngày truy cập=2008-12-19 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 19 tháng 12 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081219152504\/http:\/\/www.laodong.com.vn\/Home\/Tam-dinh-chi-Pho-GD-So-GTVT-Huynh-Ngoc-Si\/200811\/115332.laodong |url-status=live }}<\/ref> để tạo điều kiện cho cơ quan điều tra kết luận vụ việc liên quan đến ông Sỹ nhận hối lộ của Công ty Tư vấn quốc tế Thái Bình Dương (PCI) để công ty này được chọn là nhà thầu tư vấn giám sát trong Dự án đại lộ Đông Tây.\n\nNgày [[4 tháng 12]] năm [[2008]], phía Nhật Bản tuyên bố đình chỉ các dự án ODA với Việt Nam.\n\nNgười phát ngôn Việt Nam cho rằng không thể xử lý cán bộ khi không có bằng chứng{{fact|date = ngày 7 tháng 1 năm 2013}}.\n\nChính phủ Việt Nam cam kết sẽ xử lý khi có bằng chứng ông Sỹ nhận hối lộ và đã yêu cầu phía Nhật Bản cung cấp bằng chứng cụ thể{{fact|date = ngày 7 tháng 1 năm 2013}}.\n\n== Tài sản ==\nCho đến nay, tài sản của ông ''Huỳnh Ngọc Sỹ'' vẫn đang là một bí mật với người dân dù theo quy định thì ông ''Sỹ'' thuộc vào hàng cán bộ phải kê khai tài sản<ref>{{Chú thích web |url=http:\/\/www.sgtt.com.vn\/Detail23.aspx?ColumnId=23&newsid=44459&fld=HTMG%2F2008%2F1207%2F44459 |ngày truy cập=2021-05-03 |tựa đề=Cam kết với dân Ngày 08.12.2008 Giờ 14:21 |archive-date=2009-02-16 |archive-url=https:\/\/web.archive.org\/web\/20090216220420\/http:\/\/www.sgtt.com.vn\/Detail23.aspx?ColumnId=23&newsid=44459&fld=HTMG%2F2008%2F1207%2F44459 }}<\/ref>\n\n== Khởi tố vụ án ==\n{{lỗi thời}}\nVụ án đã được bắt đầu điều tra từ ngày 9 tháng 12 năm 2008, sau 5 ngày phía Nhật Bản bỏ dỡ cuộc họp tài trợ vốn ODA cho Việt Nam.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\n* Ngày 8 tháng 12 năm 2008: Cơ quan Cảnh sát điều tra Bộ Công an ra quyết định khởi tố vụ án đưa và nhận hối lộ tại Ban Quản lý dự án dự án đại lộ Đông Tây và môi trường nước thành phố Hồ Chí Minh theo Điều 279 và 289 Bộ luật Hình sự.<ref name=\"PL 110209\">[http:\/\/www.phapluattp.vn\/news\/chinh-tri\/view.aspx?news_id=242513 Khởi tố, bắt tạm giam ông Huỳnh Ngọc Sỹ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090215100520\/http:\/\/www.phapluattp.vn\/news\/chinh-tri\/view.aspx?news_id=242513 |date=2009-02-15 }} ngày 11 tháng 2 năm 2009 23:38:38 GMT +7<\/ref>.\n* Ngày 9 tháng 2 năm 2009: Cơ quan Cảnh sát điều tra Bộ Công an ra quyết định khởi tố bị can, lệnh bắt tạm giam ông Huỳnh Ngọc Sỹ, Giám đốc và ông Lê Quả - Phó Giám đốc Ban Quản lý dự án đại lộ Đông Tây và môi trường nước thành phố Hồ Chí Minh về tội lợi dụng chức vụ, quyền hạn trong khi thi hành công vụ theo Điều 281 Bộ luật Hình sự. Sáng 11 tháng 2 năm 2009, Viện Kiểm sát Nhân dân Tối cao Việt Nam phê chuẩn các quyết định tố tụng này. Chiều 11 tháng 2 năm 2009, lệnh bắt, khám xét được thi hành<ref name=\"PL 110209\"\/>.\nLý do khởi tố ông Sỹ về tội lợi dụng chức vụ, quyền hạn trong khi thi hành công vụ (không phải tội đưa nhận hối lộ) là do có liên quan đến một hợp đồng thuê nhà ở số 3 đường Nguyễn Thị Diệu, quận 3, thành phố Hồ Chí Minh của công ty PCI, và bị tình nghi có sai phạm trong việc vào sổ sách, chi tiêu số tiền cho thuê căn nhà nói trên từ tháng 8 năm 2001 đến tháng 11 năm 2002 (giá thuê mỗi tháng 5.000 USD).<ref name =\"TN 120209\"\/>.\n\nSong trước đó, ông Huỳnh Ngọc Sỹ đã nộp dủ số tiền mà ông đã nhận là 52.150.000 đồng để thực hiện Công văn chỉ đạo số 621\/VP-ĐTMT-M ngày 27\/10\/2008 của Ủy ban nhân dân thành phố Hồ Chí Minh về việc thu hồi số tiền ông Lê Quả đã nhận của công ty Tư vấn PCI (1,196 tỷ đồng) liên quan đến đến việc công ty PCI sử dụng một số phòng làm việc của Ban Quản lý dự án ở số 3 đường Nguyễn Thị Diệu để nộp vào [[Ngân sách nhà nước|Ngân sách Nhà nước]]. Theo công văn số 171\/BQLDA-M của Ban quản lý dự án đại lộ Đông Tây và môi trường nước thành phố Hồ Chí Minh ngày 16 tháng 01 năm 2009 thì đến ngày 16\/01\/2009 đã thu hồi được 789,9 triệu đồng. Còn 406 triệu đồng chưa thu hồi được là do đời sống của một số cán bộ công nhân viên đã nhận tiền còn nhiều khó khăn và các nhân viên đã nghỉ việc không chịu nộp (có tổng cộng 86 cán bộ nhân viên được bồi dưỡng tổng cộng 808.400.000 đồng)<ref>[http:\/\/dantri.com.vn\/c20\/s20-307923\/ong-le-qua-nop-tra-hon-400-trieu-nhan-cua-pci.htm Ông Lê Quả nộp trả hơn 400 triệu nhận của PCI] Thứ Năm, 12\/02\/2009 - 12:14 AM<\/ref>.\n\nĐến ngày 25 tháng 1 năm 2010, ông Sỹ mới bắt đầu bị khởi tố vì tội danh nhận hối lộ <ref>[http:\/\/vnexpress.net\/GL\/Phap-luat\/2010\/01\/3BA1824A\/ Ông Huỳnh Ngọc Sĩ bị khởi tố tội nhận hối lộ]<\/ref>. Ngày 18\/10\/2010, tòa án Nhân dân TP Hồ Chí Minh tuyên phạt bị cáo Huỳnh Ngọc Sỹ án tù chung thân với tội danh \"nhận hối lộ\" <ref>{{Chú thích web |url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2010\/10\/101018_huynhngocsi_sentence.shtml |ngày truy cập=2010-10-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2010-10-20 |archive-url=https:\/\/web.archive.org\/web\/20101020011620\/http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2010\/10\/101018_huynhngocsi_sentence.shtml }}<\/ref>\n\n==Xem thêm==\n* [[Vụ hối lộ quan chức Việt Nam của PCI]]\n\n==Liên kết ngoài==\n* [http:\/\/noichinh.vn\/ho-so-tu-lieu\/201206\/vu-an-huynh-ngoc-si-291047\/ Vụ án Huỳnh Ngọc Sĩ], 07\/06\/2012\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|1953}}\n\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Người bị kết tội là tội phạm về tham nhũng tại Việt Nam]]"}