{"863754":"{{Tiểu sử quân nhân\n|tên= Huỳnh Duy Thạch\n|ngày sinh= {{ngày sinh|1943|11|2}}\n|ngày mất= {{ngày mất và tuổi|1974|1|19|1943|11|2}}\n|hình= [[Hình: Hai Quan Dai Uy Huynh Duy Thach.jpg|160px]]\n|chú thích hình=\n|quốc tịch= \n|biệt danh= \n|nơi sinh= [[Nhơn Thạnh Trung]], [[Tân An]], [[Long An]] \n|nơi mất= [[Hoàng Sa]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|thuộc= [[Hình: Flag of the Republic of Vietnam Navy.svg|22px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]\n|năm phục vụ= 1967-1974\n|cấp bậc= [[Hình: ThieuTaHQVNCH.gif|12px]] [[Hải quân Việt Nam Cộng hòa|Hải quân Đại úy]]\n|đơn vị= Hải quân Công xưởng<br>(HQ-471), (HQ-473)<br>(HQ-10)\n|chỉ huy= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|tham chiến= [[Hải chiến Hoàng Sa 1974|Hải chiến Hoàng Sa]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Knight BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương V]]<ref>Huân chương Bảo quốc đệ ngũ đẳng<\/ref>\n|công việc khác= \n}}\n\n'''Huỳnh Duy Thạch''' (1943-1974), nguyên là sĩ quan Cơ khí của [[Hải quân Việt Nam Cộng hòa]] thuộc [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Hải quân Việt Nam Cộng hòa|Hải quân Trung úy]]. Chức vụ cuối cùng của ông là Cơ khí trưởng trên Hộ tống hạm Nhựt Tảo HQ-10 (USS Serene AM-300). Ông đã tử trận trong trận [[hải chiến Hoàng Sa 1974|hải chiến Hoàng Sa]] vào ngày 19 tháng 1 năm 1974, được truy thăng [[Hải quân Việt Nam Cộng hòa|Hải quân Đại úy]]\n\n==Tiểu sử==\nÔng sinh ngày 2 tháng 11 năm 1943 tại ấp Nhơn Trị, xã [[Nhơn Thạnh Trung]], thị xã [[Tân An]], tỉnh [[Long An]] trong một gia đình khá giả. Thuở thiếu thời, do tránh sự truy lùng của mật thám Pháp, cụ thân sinh của ông là ông Huỳnh Duy Cần đã đưa cả gia đình chuyển về Đà Lạt. Ông trưởng thành trong suốt quãng đời niên thiếu tại đây. Năm 1963, ông tốt nghiệp Trung học đệ nhị cấp (Trung học Phổ thông cấp III) ở Trường [[Trường d'Adran|Collège d'Adran]] Đà Lạt với văn bằng Tú tài toàn phần (Part II)\n\nGiữa năm 1964, ông thi đậu vào ngành Hàng hải tại Sài Gòn và được nhập học khóa 13 Hàng hải - Thương thuyền. Năm 1966, ông tốt nghiệp ra trường với chức vụ sĩ quan cơ khí, phục vụ trên các thương thuyền của Sở Hàng hải – Thương thuyền VNCH.\n\n==Binh nghiệp==\nNăm 1967, trong đợt Tổng động viên của Bộ quốc phòng VNCH, ông được đồng hóa sang quân đội. Ngày 14 tháng 02 năm 1967, ông theo thụ huấn khóa 24 sĩ quan trừ bị tại [[Trường Bộ binh Thủ Đức|Trường sĩ quan trừ bị Thủ Đức]]. Ngày 05 tháng 11 cùng năm, mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]], ra trường ông được chuyển về quân chủng [[Hải quân Việt Nam Cộng hòa]], phục vụ trong Hải quân Công xưởng, là sĩ quan Cơ khí trên tàu HQ-471. Ngày 5 tháng 1 năm 1969, ông được thăng cấp [[Hải quân Việt Nam Cộng hòa|Hải quân Thiếu úy]] tại nhiệm. Tháng 7 cùng năm, thuyên chuyển sang phục vụ trên tàu HQ-473, ông được làm sĩ quan Cơ khí trưởng. Ngày 20 tháng 2, ông được thăng cấp [[Hải quân Việt Nam Cộng hòa|Hải quân Trung úy]] tại nhiệm. Ngày 16 tháng 4 năm 1973, thuyên chuyển sang làm Cơ khí trưởng trên Hộ tống hạm Nhựt Tảo HQ-10.\n\n:-''Các thời điểm công tác và chức vụ đảm nhận trên một số chiến hạm như sau:''\n[[Hình: Hai quan cong xuong 01.JPG|nhỏ|Huỳnh Duy Thạch - Hải quân công xưởng - Chiến đỉnh Cá sấu]]\n*HQ-471 (16\/01\/1968–16\/07\/1969)\n*Cơ khí trưởng HQ-473, (16\/07\/1969–16\/03\/1971) \n*Phục vụ công trình chế tạo chiến đỉnh Cá Sấu - thuộc Hải quân Công xưởng (16\/03\/1971–16\/04\/1973)\n*Cơ khí trưởng hộ tống hạm Nhật Tảo HQ-10 từ ngày 16 tháng 04 năm 1973.\n\n==Trận đánh Hoàng Sa==\nTrước chuyến công tác cuối cùng khi chiến hạm rời [[Đà Nẵng]] ra [[Quần đảo Hoàng Sa]], Ông đã nhận được lệnh thuyên chuyển của Thiếu tá [[Ngụy Văn Thà]], Hạm trưởng HQ-10 để về phục vụ tiếp tục cho Hàng Hải Thương Thuyền, nhưng ông đã chọn ở lại.\n\nSau một số va chạm, lúc 10 giờ 22 phút sáng ngày 19 tháng 1 năm 1974, trận giao chiến giữa lực lượng Hải quân [[Việt Nam Cộng hòa]] và [[Hải quân Trung Quốc]] đã nổ ra. Mỗi bên đều có 4 tàu, tuy nhiên tàu của Quân lực VNCH to hơn và trang bị hỏa lực mạnh hơn nhiều.\n\nTrong trận chiến, HQ-10 là chiến hạm đã khai hỏa đầu tiên vào chiếc tàu quét mìn ''389'' của Trung Quốc làm nó bốc cháy khói mịt mù phải lùi lại phía sau, cùng lúc khẩu pháo 127 ly trên HQ-16 bắn trực xạ vào chiếc tàu quét mìn ''396'' và chiếc này bị trúng đạn ngay đài chỉ huy.\n\nVì tàu HQ-10 chỉ còn lại duy nhất một máy khiển dụng, do đó chiếc ''389'' đã áp sát để tấn công tới tấp. Chiếc HQ-10 trúng đạn ở Đài chỉ huy và phòng lái, hạm trưởng [[Ngụy Văn Thà]]<ref>Cố Hải quân Trung tá Nguỵ Văn Thà sinh năm 1943 tại Tây Ninh, tốt nghiệp khóa 12 Trường Sĩ quan Hải quân Nha Trang.<\/ref> và hầu hết các sĩ quan có mặt trên Đài chỉ huy và phòng lái đều tử trận ngoại trừ Hạm phó [[Nguyễn Thành Trí (Thiếu tá, Quân lực VNCH)|Nguyễn Thành Trí]]<ref>Cố Hải quân Thiếu tá Nguyễn Thành Trí tốt nghiệp khóa 17 Sĩ quan Hải quân Nha Trang.<\/ref> bị thương nặng. Hầm máy và hầm đạn cũng bị nổ tung và phát hỏa do trúng đạn của Trung Quốc, Trung úy Huỳnh Duy Thạch cùng các nhân viên thuộc cấp cũng đã bị tử thương.\n\nTheo lời kể của Hải quân Trung tá [[Lê Văn Thự (Trung tá, Quân lực VNCH)|Lê Văn Thự]]<ref>Hải quân Trung tá Lê Văn Thự tốt nghiệp khóa 10 Trường Sĩ quan Hải quân Nha Trang.<\/ref>, chỉ huy tàu HQ-16 thì: Phân đoàn II (gồm HQ-16 và HQ-10) là cánh tham chiến chủ yếu, còn Phân đoàn I (gồm HQ-4 và HQ-5) chỉ ở bên ngoài ''\"nhìn và đợi\"''. Và vì quá lo sợ Trung Quốc nên tin chắc thế nào Phân đoàn 2 cũng bị đánh chìm, Đại tá [[Hà Văn Ngạc (Đại tá, Quân lực VNCH)|Hà Văn Ngạc]]<ref>Hải quân Đại tá Hà Văn Ngạc sinh năm 1935 tại Nam Định, tốt nghiệp khóa 5 Trường Sĩ quan Hải quân Nha Trang.<\/ref> đã ra lệnh HQ-5 bắn 5 - 7 phát trước khi rút lui, mấy phát đạn này lại bắn trúng vào đồng đội là chiếc HQ-16, khiến tàu HQ-16 bị hỏng nặng<ref name=\"levanthu\">{{Chú thích web |url=http:\/\/ubhoangsa.org\/doc_public\/suthat_thchs_LeVanThu.htm |ngày truy cập=2013-05-21 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 21 tháng 5 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130521074335\/http:\/\/ubhoangsa.org\/doc_public\/suthat_thchs_LeVanThu.htm |url-status=dead }}<\/ref> Cũng theo Lê Văn Thự thì:\n:''Chừng khoảng phút thứ 20 hay 30, tôi thấy một tàu Trung Quốc bốc khói, một tàu khác có lẽ bị trúng đạn làm hư hệ thống tay lái nên tàu cứ xoay quanh như gà trống chạy lòng vòng trước khi đạp mái.''\n:''Tiếp đến HQ-10 báo cáo Hạm trưởng bị thương. Tôi ra lệnh Hạm phó lên thay quyền chỉ huy, đồng thời đặt ống nhòm nhìn sang HQ-10 tôi thấy một ngọn lửa nhỏ cháy ở đài chỉ huy có thể dập tắt được bằng bình CO<sub>2<\/sub> mà sao không ai làm. Quan sát phía sau lái HQ-10 tôi thấy 4, năm cái đầu nhấp nhô trên mặt biển. Tôi không biết chuyện gì xảy ra trên HQ-10 vì không nghe báo cáo gì thêm. Tôi đoán chừng vì Hạm trưởng bị thương nặng nên HQ-10 như rắn mất đầu. Một số thủy thủ nhát gan sợ tàu cháy hay trúng đạn nổ nên đã bỏ tàu nhảy xuống biển. Nhưng HQ-10 vẫn nổi bình thường, thăng bằng, không nghiêng một chút nào cả.''\n:''...Nếu thủy thủ đoàn HQ-16 và HQ-10 có kinh nghiệm tác xạ, HQ-16 không bị trúng đạn của đồng đội (HQ-5) và Hạm trưởng HQ-10 không bị thương thì chắc chắn ba tàu Trung Quốc phải bị đánh chìm. Tôi còn nghi vấn về Hạm trưởng HQ-10 bị thương là do đạn của Trung Quốc hay cũng bị trúng đạn của đồng đội là HQ-4, HQ-5''<ref name=\"levanthu\" \/>\n\nĐến 14h52 phút thì HQ-10 chìm hoàn toàn xuống biển (tại địa điểm cách phía nam Đá Hải Sâm khoảng 2,5&nbsp;km), mang theo hầu hết các những quân nhân tử thương trên tàu.\n\nSau khi tử trận, ông được Chính phủ Việt Nam Cộng hòa tặng thưởng và truy tặng 6 huy chương, trong đó có Đệ ngũ hạng Quân vụ Bội tinh, Đệ ngũ đẳng [[Bảo quốc Huân chương]] kèm Anh dũng Bội tinh với nhành dương liễu và truy thăng cấp bậc [[Hải quân Việt Nam Cộng hòa|Hải quân Đại úy]].\n\n==Huy chương==\n-Quân vụ Bội tinh đệ ngũ hạng<br>-Bảo quốc Huân chương đệ ngũ đẳng (truy tặng)<br>-Anh dũng Bội tinh với nhành dương liễu (truy tặng)\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo và Liên kết==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy, 2011. ''Lược sử Quân lực Việt Nam Cộng hòa.\n*[http:\/\/www.quansuvn.info\/D_1-2_2-98_4-818_15-2_5-10_6-2_17-15_14-2\/] – [Lịch sử Quân sử Việt Nam - Lê Châu An Thuận]\n*[http:\/\/hoangsa74.tripod.com\/tieusuAnhHung.htm] [hải chiến Hoàng Sa]\n*[http:\/\/tintucnoibo.blogspot.com\/2011\/03\/tuong-niem-hoang-sa-tuong-nho-huynh-duy.html] Tưởng niệm Hoàng Sa\n*[http:\/\/hqvnch.net\/default.asp?id=1099&lstid=135] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111214205927\/http:\/\/hqvnch.net\/default.asp?id=1099&lstid=135 |date = ngày 14 tháng 12 năm 2011}} Lưu bút Thềm Sơn Hà:HỘ TỐNG HẠM NHẬT TẢO (HQ 1O) ĐI VÀO LỊCH SỬ.]\n*[http:\/\/members.optusnet.com.au\/vnhanghai3\/hhlb200312.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090807102047\/http:\/\/members.optusnet.com.au\/vnhanghai3\/hhlb200312.htm |date = ngày 7 tháng 8 năm 2009}} [Hàng hải lưu bút (Hàng Hải thương thuyền)]\n*[http:\/\/tonthatphusi.over-blog.net\/article---39411570.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101231111925\/http:\/\/tonthatphusi.over-blog.net\/article---39411570.html |date = ngày 31 tháng 12 năm 2010}} Trận Hải Chiến Hoàng Sa - Dưới mắt một người còn sống sót – Nhật ký Tất Ngưu]\n*[http:\/\/hung-viet.org\/blog1\/2011\/07\/20\/l%E1%BA%A7n-dao-thoat-%E1%BB%9F-hoang-sa\/]{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }} Lần đào thoát ở Hoàng Sa – Nguyễn Đông Mai]\n\n[[Thể loại:Sĩ quan Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Hải chiến Hoàng Sa 1974]]\n[[Thể loại:Bảo quốc Huân chương]]\n[[Thể loại:Anh dũng Bội tinh]]\n[[Thể loại:Người Long An]]\n[[Thể loại:Sinh năm 1943]]\n[[Thể loại:Mất năm 1974]]"}