{"3700616":"{{Viên chức \n| tên = Huỳnh Minh Tuấn\n| hình = \n| ngang = \n| chức vụ = \n| tiền nhiệm = \n| kế nhiệm = \n| bắt đầu = \n| kết thúc = \n| chức vụ 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| chức vụ 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| chức vụ 3 = \n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| bắt đầu 3 = \n| kết thúc 3 = \n| chức vụ 4 = Phó Chủ tịch UBND tỉnh Đồng Tháp \n| tiền nhiệm 4 = \n| kế nhiệm 4 = \n| bắt đầu 4 = [[8 tháng 12]] năm [[2020]]\n| kết thúc 4 = nay\n| trưởng chức vụ 4 = Chủ tịch UBND tỉnh\n| trưởng viên chức 4 = [[Phạm Thiện Nghĩa]]\n| chức vụ 5 = Bí thư Thị ủy [[Hồng Ngự (thành phố)|Hồng Ngự]] (từ 1\/11\/2020 là Bí thư Thành ủy Hồng Ngự)\n| tiền nhiệm 5 = Hồ Văn Thống\n| kế nhiệm 5 = đương nhiệm\n| bắt đầu 5 = [[15 tháng 7]] năm [[2020]]\n| kết thúc 5 = [[8 tháng 12]] năm [[2020]]\n| chức vụ 6 = [[Đại biểu Quốc hội Việt Nam]] khóa XIV\n| bắt đầu 6 = [[22 tháng 5]] năm [[2016]]\n| kết thúc 6 = nay\n| tiền nhiệm 6 = \n| kế nhiệm 6 = \n| chức vụ 7 = Giám đốc Sở Khoa học và Công nghệ tỉnh Đồng Tháp\n| tiền nhiệm 7 = \n| kế nhiệm 7 =\n| bắt đầu 7 = [[tháng 1]] năm [[2016]]\n| kết thúc 7 = [[15 tháng 7]] năm [[2020]]\n| ngày sinh = {{ngày sinh và tuổi|1980|10|10}} \n| nơi sinh = xã [[Tân Bình]], huyện [[Mỏ Cày (huyện)|Mỏ Cày]], tỉnh [[Bến Tre]], [[Việt Nam]]\n| nơi ở = [[phường 4, Cao Lãnh|phường 4]], [[thành phố Cao Lãnh]], tỉnh [[Đồng Tháp]]\n| dân tộc = [[Người Việt|Kinh]]\n| đạo = [[Không tôn giáo|Không]]\n| học vấn = *Cử nhân Kinh tế Nông nghiệp và Phát triển nông thôn\n*Thạc sĩ Kinh tế Nông nghiệp\n*[[Tiến sĩ]] Kinh tế chuyên ngành Quản lý kinh tế\n| chết = \n| ngày chết = \n| nơi chết = \n| cha =[[Huỳnh Minh Đoàn]] \n| mẹ = \n| chồng = \n| vợ = \n| con = \n| nghề nghiệp = [[chính trị gia]]\n| đảng = [[Tập tin:Communist Party of Vietnam flag.svg|22px]] [[Đảng Cộng sản Việt Nam]]\n|phục vụ =\n|cấp bậc = \n}}\n'''Huỳnh Minh Tuấn''' (sinh ngày [[10 tháng 10]] năm [[1980]]) là một [[chính trị gia]] người [[Việt Nam]]. Ông hiện là [[đại biểu Quốc hội Việt Nam]] [[Danh sách đại biểu Quốc hội Việt Nam khóa XIV theo tỉnh thành|khóa XV, nhiệm kì 2021-2026; khóa XIV]] nhiệm kì 2016-2021, thuộc đoàn đại biểu quốc hội tỉnh [[Đồng Tháp]], Phó Chủ tịch UBND tỉnh Đồng Tháp, nguyên Bí thư Thành ủy Hồng Ngự, nguyên Giám đốc Sở Khoa học và Công nghệ tỉnh Đồng Tháp, Ủy viên [[Ủy ban Khoa học, Công nghệ và Môi trường của Quốc hội]].<ref>{{chú thích web |url =http:\/\/dbqh.na.gov.vn\/daibieu\/19\/1442\/Huynh-Minh-Tuan.aspx |tiêu đề =Thông tin đại biểu Quốc hội Việt Nam khóa XIV |author = |ngày = |nhà xuất bản =Website Quốc hội Việt Nam |ngày truy cập =2017-06-28 |ngôn ngữ = |archiveurl =https:\/\/web.archive.org\/web\/20180617104807\/http:\/\/dbqh.na.gov.vn\/daibieu\/19\/1442\/Huynh-Minh-Tuan.aspx |ngày lưu trữ =2018-06-17 }}<\/ref> Ông đã trúng cử đại biểu Quốc hội năm 2016 ở đơn vị bầu cử số 1, tỉnh Đồng Tháp gồm có thị xã [[Hồng Ngự (thành phố)|Hồng Ngự]] và các huyện: [[Tân Hồng]], [[Hồng Ngự (huyện)|Hồng Ngự]], [[Tam Nông, Đồng Tháp|Tam Nông]].<ref>Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành<\/ref>\n\n==Xuất thân==\nHuỳnh Minh Tuấn sinh ngày [[10 tháng 10]] năm [[1980]] quê quán ở xã [[Tân Bình]], huyện [[Mỏ Cày (huyện)|Mỏ Cày]], tỉnh [[Bến Tre]].\n\nÔng là con trai của ông [[Huỳnh Minh Đoàn]] - nguyên Bí thư Tỉnh ủy Đồng Tháp nhiệm kỳ 2005-2010.\n==Giáo dục==\n*Giáo dục phổ thông: 12\/12\n*Cử nhân Kinh tế Nông nghiệp và Phát triển nông thôn\n*Thạc sĩ Kinh tế Nông nghiệp\n*[[Tiến sĩ]] Kinh tế chuyên ngành Quản lý kinh tế\n*[[Cao cấp lí luận chính trị]]\n==Sự nghiệp==\n'''Tóm tắt quá trình công tác:'''\n\n- 12\/2003 - 08\/2009: Cán bộ, Tổ Trưởng phòng Tổ chức Cán bộ Trường Đại học Đồng Tháp\n\n- 08\/2009 - 10\/2009: Phó Trưởng phòng Tổ chức Cán bộ Trường Đại học Đồng Tháp\n\n- 11\/2009 - 01\/2013: Chuyên viên, Phó Trưởng phòng Tổng hợp Văn phòng Tỉnh uỷ\n\n- 01\/2013 - 05\/2014: Thị ủy viên, Phó Chủ tịch Ủy ban nhân dân thị xã Hồng Ngự\n\n- 05\/2014 - 09\/2015: Ủy viên Ban Thường vụ Thị ủy, Phó Chủ tịch Ủy ban nhân dân thị xã Hồng Ngự\n\n- 09\/2015 - 10\/2015: Phó Giám đốc Sở Khoa học và Công nghệ\n\n- 10\/2015 - 12\/2015: Tỉnh uỷ viên, Phó Giám đốc Sở Khoa học và Công nghệ\n\n- 01\/2016 - 15\/7\/2020: Tỉnh uỷ viên, Giám đốc Sở Khoa học và Công nghệ\n\n- 15\/7\/2020 - 07\/12\/2020: Tỉnh ủy viên, Bí thư Thị ủy Hồng Ngự.\n\n- 08\/12\/2020 - nay: Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Đồng Tháp.\n\n'''Các cột mốc sự nghiệp quan trọng:'''\n\nÔng gia nhập [[Đảng Cộng sản Việt Nam]] vào ngày 26\/7\/2004.\n\nKhi ứng cử đại biểu Quốc hội Việt Nam khóa XIV vào tháng 5 năm 2016 ông đang là Tỉnh ủy viên, Giám đốc\nSở Khoa học và công nghệ tỉnh Đồng Tháp, làm việc ở Sở Khoa học và công nghệ tỉnh Đồng Tháp.\n\nÔng đã trúng cử đại biểu quốc hội năm 2016 ở đơn vị bầu cử số 1, tỉnh Đồng Tháp gồm có thị xã [[Hồng Ngự (thành phố)|Hồng Ngự]] và các huyện: [[Tân Hồng]], [[Hồng Ngự (huyện)|Hồng Ngự]], [[Tam Nông, Đồng Tháp|Tam Nông]], được 183.270 phiếu, đạt tỷ lệ 56,29% số phiếu hợp lệ.\n\nÔng hiện là Tỉnh ủy viên, Phó Chủ tịch UBND tỉnh Đồng Tháp, Ủy viên [[Ủy ban Khoa học, Công nghệ và Môi trường của Quốc hội]].\n\nÔng đang làm việc ở Văn phòng UBND tỉnh Đồng Tháp.\n\n==Đại biểu Quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021==\n'''Chương trình hành động của ông khi ứng cử [[Đại biểu Quốc hội Việt Nam|Đại hiểu Quốc hội]] khóa XIV'''\n\n* ''Thứ nhất:'' Là Tỉnh uỷ viên, Giám đốc Sở, từng là Phó Chủ tịch Ủy ban nhân dân cấp huyện, phụ trách khối nông nghiệp, nếu được tham gia Quốc hội, tôi sẽ phát huy thuận lợi của mình để nắm bắt kịp thời về chủ trương, chính sách của Trung ương, tham mưu Tỉnh uỷ, Ủy ban nhân dân Tỉnh sớm tổ chức, triển khai thực hiện tại địa phương; thường xuyên quan hệ chặt chẽ với bà con cử tri, lắng nghe và ghi nhận đầy đủ ý kiến góp ý, phản ánh, đề xuất của bà con cử tri, kịp thời phản ánh cho Tỉnh uỷ, Hội đồng nhân dân, Ủy ban nhân dân Tỉnh, các sở, ban, ngành và địa phương xem xét, giải quyết theo thẩm quyền, nhằm bảo vệ quyền lợi chính đáng của bà con cử tri. Đối với những vấn đề quan trọng ở tầm quốc gia, tôi sẽ cùng tập thể Đoàn đại biểu Quốc hội, chọn lọc, tổng hợp, phản ánh nhanh, kịp thời lên Ủy ban Thường vụ Quốc hội, Chính phủ xem xét để có những quyết sách phù hợp cho sự phát triển kinh tế - xã hội, bảo đảm quốc phòng - an ninh của đất nước.\n* ''Thứ hai:'' Là đại biểu Quốc hội kiêm nhiệm, tôi sẽ sắp xếp công việc của mình một cách hợp lý để có thời gian dành cho hoạt động của Quốc hội theo đúng quy định; thực hiện tốt nhiệm vụ của Tỉnh uỷ viên, Giám đốc Sở theo Quy chế làm việc của Tỉnh uỷ và Ủy ban nhân dân Tỉnh; tham gia hoạt động của Quốc hội, tôi quan tâm nắm bắt tình hình ở cơ sở, lắng nghe những quan điểm khác nhau, phân tích lựa chọn thông tin, cân nhắc đánh giá các vấn đề, để khi tham gia đóng góp, biểu quyết các công việc tại Quốc hội có chất lượng và đi vào cuộc sống, thể hiện được tiếng nói của cử tri và nhân dân tỉnh nhà với cơ quan quyền lực cao nhất của đất nước.\n* ''Thứ ba:'' Đồng Tháp là tỉnh nông nghiệp, với kết cấu hạ tầng còn thiếu và yếu, lao động trong lĩnh vực nông nghiệp còn nhiều, phần lớn người dân sống ở nông thôn, vùng sâu, biên giới nên đời sống vật chất, tinh thần còn nhiều thiếu thốn. Là ứng cử viên ngành khoa học và công nghệ, từng phụ trách khối nông nghiệp ở địa phương, tôi sẽ tiếp tục nghiên cứu, tổng hợp những vấn đề liên quan đến khoa học và công nghệ, ứng dụng khoa học và công nghệ vào sản xuất; vấn đề nước sạch, vệ sinh môi trường; về nông nghiệp, nông dân và nông thôn; về biến đổi khí hậu, nước biển dâng, về kinh tế biên giới; an toàn vệ sinh thực phẩm, dịch vụ y tế, chất lượng giáo dục và đào tạo; về việc làm và giải quyết việc làm; về xoá đói, giảm nghèo v.v. tác động đến đời sống và sản xuất của bà con cử tri. Thông qua Quốc hội, sẽ đề nghị Chính phủ, các Bộ, ngành, cơ quan Trung ương quan tâm có thêm chính sách thiết thực đầu tư phát triển cho các lĩnh vực nêu trên.  \n\nVới vị trí công tác và những kiến thức, kinh nghiệm của bản thân đã tích luỹ cùng với tâm huyết của sức trẻ, nếu được bà con cử tri tín nhiệm bầu tôi làm đại biểu Quốc hội khoá XIV, tôi hứa sẽ thực hiện tốt nhiệm vụ của người đại biểu Quốc hội, thường xuyên tiếp xúc, lắng nghe ý kiến của bà con cử tri, phản ánh đến Quốc hội. Đồng thời thực hiện tốt chức năng của người đại biểu nhân dân, nhằm đáp ứng lòng tin cậy của bà con cử tri giao phó.                       \n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\nhttp:\/\/dbqh.na.gov.vn\/daibieu\/19\/1442\/Huynh-Minh-Tuan.aspx {{Webarchive|url=https:\/\/web.archive.org\/web\/20180617104807\/http:\/\/dbqh.na.gov.vn\/daibieu\/19\/1442\/Huynh-Minh-Tuan.aspx |date=2018-06-17 }}<nowiki\/>{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|1980}}\n\n[[Thể loại:Người Bến Tre]]\n[[Thể loại:Sống tại Đồng Tháp]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Đồng Tháp]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Tiến sĩ Kinh tế Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu]]"}