{"332452":"{{Thông tin nhân vật hoàng gia\n| tên = Thuận Lễ Công chúa\n| tên gốc = 順禮公主\n| tước vị = [[Công chúa]] [[nhà Nguyễn]]\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chồng = Đặng Văn Cát\n| con cái = bốn con trai<br>6 con gái\n| kiểu tên đầy đủ = Tên húy\n| tên đầy đủ = '''Nguyễn Phúc Tĩnh Hòa'''<br>阮福靜和\n| tên tự = \n| tên hiệu = '''Huệ Phố''' (蕙圃)\n| tước hiệu = \n| thụy hiệu = <font color = \"grey\">[[Mỹ Thục công chúa|Mỹ Thục Thuận Lễ Công chúa]]<br>美淑順禮公主<\/font>\n| hoàng tộc = \n| cha = [[Nguyễn Thánh Tổ]]<br>Minh Mạng\n| mẹ = Thục tần<br>[[Nguyễn Thị Bửu]]\n| sinh = [[1830]]\n| nơi sinh = [[Huế]], [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]\n| mất = [[22 tháng 4]] năm [[1882]] (52 tuổi)\n| nơi mất = [[Huế]], [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]\n| ngày an táng = \n| nơi an táng = \n| nghề nghiệp = [[Thi sĩ]]\n}}\n'''Nguyễn Phúc Tĩnh Hòa''' ([[chữ Hán]]: 阮福靜和; [[1830]] - [[22 tháng 4]] năm [[1882]]), [[biểu tự]] '''Quý Khanh''' (季卿), lại có tự khác '''Dưỡng Chi''' (養之), hiệu '''Huệ Phố''' (蕙圃), lại có hiệu '''Thường Sơn''' (常山), là [[công chúa]] [[nhà Nguyễn]] và là cô em út trong ''Nguyễn triều Tam Khanh'' (阮朝三卿) nổi tiếng trong giới thi nhân Huế, hai người chị là [[Nguyệt Đình]] và [[Mai Am]].\n\nCả ba người họ rất nổi tiếng trong văn đàn ở nửa sau [[thế kỷ 19]] tại [[Việt Nam]], và cả ba đều là em gái của [[Tùng Thiện Vương]] Miên Thẩm, một cái tên rất sáng giá trong [[Mạc Vân thi xã]] lừng danh.\n\n== Tiểu sử ==\nHoàng nữ Nguyễn Phúc Tĩnh Hòa sinh năm [[Canh Dần]] ([[1830]]), là con gái thứ 34 của [[Nguyễn Thánh Tổ]] Minh Mạng, mẹ là Thục tần [[Nguyễn Thị Bửu]] (阮氏宝). Lúc bé, bà sống với mẹ trong cung cấm. Tính nết bà dịu dàng, lại thông minh nên sớm làu thông kinh sử, thi từ, [[nhạc phủ]].\n\nNăm [[Kỷ Dậu]] ([[1849]]), bà và hai chị theo mẹ ra ở Tiêu Viên trong phủ của anh cả là [[Tùng Thiện Vương]] Miên Thẩm bên bờ sông Lợi Nông ([[An Cựu]], [[Huế]]). Năm [[Canh Tuất]] ([[1850]]), hai người chị là Vĩnh Trinh và Trinh Thận đều kết hôn và theo chồng.\n\nNăm [[Tự Đức]] thứ 4 ([[1853]]), Hoàng nữ Tĩnh Hòa kết hôn với [[Đặng Văn Cát]]. Nhờ cùng yêu chuộng và biết sáng tác thơ văn, nên vợ chồng bà sống rất hòa hợp<ref>Ghi theo Lê Nguyễn Lưu và Phan Tấn Tô, ''Vua Minh Mạng với Thái y viện và ngự dược'' (Nhà xuất bản [[Thuận Hóa]], 2007, tr. 123). Lương An trong sách ''Thơ Tùng Thiện Vương'' cho biết Tĩnh Hòa có chồng năm 1851, trước khi mẹ mất. (Nhà xuất bản Thuận Hóa, 1994, tr. 184)<\/ref>. Đêm [[16 tháng 9]] năm [[1866]], cháu rể của bà là [[Đoàn Hữu Trưng]] (con rể của Tùng Thiện Vương) cầm đầu binh lính và dân phu ở công trường Vạn Niên nổi dậy và thất bại, anh bà Tùng Thiện Vương bị nghi có liên quan nên phủ đệ bị đóng cửa, bị canh gác nghiêm ngặt.\n \nNăm Tự Đức thú 22 ([[1869]]), bà được phong '''Thuận Lễ Công chúa''' (順禮公主).\n\nBà mất ngày 5 tháng 3 năm [[Nhâm Ngọ]] ([[22 tháng 4]] năm [[1882]]), thụy '''Mỹ Thục''' (美淑). Vợ chồng bà có cả thảy bốn con trai và sáu con gái. Một người con trai của bà là Đặng Hữu Phổ bị án tử hình năm [[1885]], phò mã Cát vì bị liên đới nên bị cách chức, giam tù.\n\n== Huệ Phố thi tập ==\nNguyễn Phúc Tĩnh Hòa mất, để lại một tác phẩm duy nhất là ''Huệ Phố thi tập'' (蕙圃詩集). Sáng tác này gồm bốn quyển với 216<ref>Ghi theo ''Từ điển Văn học'' (bộ mới, Nhà xuất bản Thế giới, 2004, tr. 1195).''Vua Minh Mạng với Thái y viện và ngự dược'' (sách đã dẫn, tr. 136) ghi 237 bài. Các bài thơ của Huệ Phố đã dẫn trên chép trong sách này.<\/ref> bài thơ [[chữ Hán]] do bà viết từ năm [[1845]] cho đến ngày từ trần. Tập thơ có một bài tựa do Miên Thẩm (Tùng Thiện Vương) viết và được năm người nữa, gồm: Miên Thẩm, Phan Lương Khê ([[Phan Thanh Giản]]), Nguyễn Phương Đình ([[Nguyễn Văn Siêu]]), cùng hai em là Quân Bác và Quân Công bình điểm.\n \n''Huệ Phố thi tập'' chưa được khắc in, hiện chỉ là bản chép tay. Nhưng không như ''Nguyệt Đình thi thảo'' của chị bà là Nguyễn Phúc Vĩnh Trinh đã bị thất lạc, ''Huệ Phố thi tập'', nhờ con cháu gìn giữ trân trọng nên tập thơ vẫn còn nguyên vẹn cho đến ngày nay.\n\n=== Một số chủ đề chính ===\nThời còn ở trong cung và Tiêu Viên, có đầy đủ mẹ con, anh chị em, thơ của bà thường giản dị, hồn nhiên. Phần lớn mảng thơ này, theo ''Từ điển Văn học (bộ mới)'' thì \"được sáng tác trong các cuộc du ngoạn bằng thuyền, bằng ngựa ra ngoài hoàng thành hoặc dạo vườn, ngắm trăng, uống rượu, thưởng hoa cùng các anh chị em. Nhiều bài tả cảnh như ''Mạt ly từ'' (Bài thơ hoa nhài), ''Thái liên khúc'' (Thơ hái sen), ''Chu trung nhàn vọng'' (Ngồi thuyền ngắm cảnh)...đã kết hợp nhuần nhuyễn giữa cảnh, họa và tình...<ref>''Từ điển Văn học (bộ mới),'' Phạm Tú Châu soạn mục từ ''Nguyễn Tĩnh Hòa'', sách đã dẫn, tr. 1195.<\/ref> Trích giới thiệu một bài:\n\n{|valign=\"top\"\n|\n:'''''Xuân nhật tạp vịnh'''''.\n:Vũ quá vân âm phú đậu bành (bằng)\n:Hiểu song trang bãi ngọc cầm hoành\n:Hoàng li tự giải lân xuân sắc\n:Cố bạng hoa gian bất tích thanh.\n|\n:Tạm dịch:\n:''Giàn đậu sau mưa mây khói lan\n:''Song mai trang điểm dạo cung đàn.\n:''Oanh vàng cũng biết yêu xuân sắc,\n:''Bên khóm hoa tươi cứ hót tràn.''\n|}\nNhưng không lâu sau, cả hai chị đều theo chồng và kế đến là mẹ mất (1951), con mất. Nỗi quạnh quẽ khi còn lại một mình bà, được bộc lộ thầm kín trong thơ. ''Từ điển Văn học'' (bộ mới) viết: \"Tĩnh Hòa cũng đặc biệt thành công trong những bài thơ tả nỗi lòng thương nhớ các chị em, bạn thơ như bài ''Tuế mộ ký Uyển Sồ'' (Cuối năm gửi Uyển Sồ),'' Thu dạ hoài Mai Am'' (Đêm thu nhớ Mai Am), ''Khốc Nhược Hương nhị thủ'' (Hai bài khóc Nhược Hương)... Ở những bài thơ này, tình cảm của tác giả thiết tha, nồng hậu\". Trích giới thiệu hai bài:\n\n{|valign=\"top\"\n|\n:'''''Bệnh trung cảm tác'''''\n:Hoa chiếu trì đường nguyệt chiếu môn\n:Xuân lai dục khứ dị tiêu hồn.\n:Tương phùng tha nhật vô tu thuyết\n:Khan thủ la sam cựu lệ ngân.\n:Tạm dịch:\n:'''''Cảm xúc làm ra khi ốm'''''\n:''Cửa ngõ trăng soi, ao ánh hoa.\n:''Xuân về sắp hết chạnh lòng ta.\n:''Gặp nhau ngày nọ xin đừng nhắc,\n:''Nhìn vết châu hoen vạt áo là.''\n|\n:'''''Khốc thứ nam Kính Chỉ'''''\n:Thừa hoan trấp tải độc vô vi\n:Thái tức quang âm sự chuyển phi.\n:Tự hữu từ thân thủ trung tuyến\n:Tri tùng hà xứ thụ nhi y.\n:Tạm dịch:\n:'''''Khóc thứ nam Kính Chỉ'''''\n:''Hai chục năm qua hiếu một lòng\n:''Hỡi ôi! Thoáng chốc đã thành không.\n:''Nay còn sợ chỉ trên tay mẹ,\n:''Đâu chốn trao con chiếc áo bông.''\n|}\n\nNgoài nỗi đau riêng, bà cũng có những bài thơ chia sẻ nỗi vất vả của dân vì thiên tai (hạn hán) và nạn nước ([[đế quốc thực dân Pháp|thực dân Pháp]] xâm chiếm nước Việt). Đối với mảng thơ này, ''Từ điển Văn học'' (bộ mới) có lời bàn: \"Tĩnh Hòa có một chùm thơ nói về người lao động: ''Ngư phủ tử'' (Ông chài), ''Tiều phu tử'' (Người kiếm củi), ''Điền gia tử'' (Người làm ruộng), ''Mục đồng tử'' (Trẻ chăn trâu)... Song ở đây, bút pháp của tác giả vẫn là trữ tình và họa cảnh chứ không phải tả thực. Bài thơ họa đề ra của vua Tự Đức về việc nghe tin quân Pháp rút khỏi [[Quảng Nam]] cũng không được sâu sắc như thơ Mai Am...<ref>''Từ điển Văn học (bộ mới),'' sách đã dẫn, tr. 1195<\/ref>\n\n===Nhận xét=== \nĐề tựa cho ''Huệ phố thi tập'', Tùng Thiện Vương viết: \n{{cquote|Tập thơ Huệ Phố là tác phẩm của em gái cùng mẹ với tôi, Thái trưởng công chúa Tĩnh Hòa. Em ở trong cung khuê, thường đem học thức của mình dạy lại cho người khác. Lễ nhạc mùa thu, thơ văn mùa xuân, cây bút không rời tay, sách luôn đem theo bên mình. Chẳng bao lâu, nổi tiếng về [[Nho giáo|Nho học]], được tôn gọi là nữ sư... Công lao bỏ ra nhiều, thành đạt cũng lắm, văn chương cũng càng hay, hoàn toàn xứng đáng bậc thầy (như [[Đổng Trọng Thư]])... Thử xem bài thơ ''Ký hoài'' mới viết gần đây…lời gọn gàng, ý lưu loát, văn trôi chảy, điệu mạnh mẽ, biết gia phong của Hữu thừa chưa dứt, giá trị cũ của Tam nương hãy còn...<ref>Lương An, ''Mai Am - Nhà thơ nữ tài hoa của xứ Huế nửa sau thế kỷ 19'' (1826-1904), [[Tạp chí Sông Hương]], số 33, tháng 9-10, 1988, tr. 328-329.<\/ref>}}\n\n''Từ điển Văn học (bộ mới'') đánh giá: \n{{cquote|Thơ trong Huệ Phố thi tập ít sự mà thiên về tình và cảnh... Tuy thơ Tĩnh Hòa còn thua kém chị (Mai Am). Thậm chí có bài bị phê là học thơ xưa mà \"không tiêu hóa\" (Xuân thủy - Nước mùa xuân) hay \"ý được mà lập ngôn chưa ổn\" (Điệt tế Trương Duy Phương tiến ngư nhị thủ- Cháu rể Trương Duy Phương biếu hai con cá) nhưng bên cạnh đó lại có những bài rất được khen ngợi. Và dù trong Huệ Phố thi tập chưa phải là tất cả, song tập thơ đã đánh dấu tinh thần học tập và sáng tác không mệt mỏi, không tự ái của Tĩnh Hòa để nâng cao nghệ thuật thơ, để mở rộing diện tiếp xúc với cuộc sống phong phú nhiều vẻ ở ngoài hoàng thành. Điều này là quý đối với một công chúa hay đau yếu và gặp nhiều bất hạnh trong đời riêng.<ref>''Từ điển Văn học (bộ mới)'', sách đã dẫn, tr. 1195.<\/ref>}}\n\nSách ''Vua Minh Mạng''...có đoạn:\n{{cquote|So với thơ Mai Am, thơ Huệ Phố không sâu sắc bằng, nhưng được cái giản dị, chân thật...\n\nNói gọn, thơ Huệ Phố cùng với hai chị là Nguyệt Đình (Vĩnh Trinh) và Mai Am (Trinh Thận), đã góp thêm cho thơ ca xứ Huế giữa thế kỷ 19 một nét thanh lệ đáng yêu. Đó là những dòng cảm xúc nhẹ nhàng hoặc sâu sắc từ hoàn cảnh sống riêng tư, những suy nghĩ mang tính thời đại về xã hội hiện thực, những day dứt, đam mê của lứa tuổi con gái trước cuộc đời cá nhân cũng như trước non sông đất nước...<ref>Sách đã dẫn, tr. 152.<\/ref>}}\n\n== Gia quyến ==\n[[Đặng Văn Cát]] (鄧文洁; 1832-1899), chồng của Huệ Phố nữ sĩ, tự ''Thiếu Văn'', hiệu ''Mộng Quế'', con của [[Đặng Văn Hòa]]. Ông Hòa thuộc dòng tộc nhiều đời nổi tiếng thi thư lễ nghĩa tại làng Thanh Lương, xã Bắc Vọng, huyện Quảng Điền (nay thuộc xã Hương Xuân, huyện [[Hương Trà]] tỉnh [[Thừa Thiên Huế|Thừa Thiên-Huế]]). Tổ tiên xưa vốn họ Trần, dòng dõi Hưng Đạo vương [[Trần Hưng Đạo|Trần Quốc Tuấn]]. Ông Hòa đỗ cử nhân khoa [[Quý Dậu]] ([[1813]]), mất tại chức năm [[1856]], được truy tặng ''Văn Minh điện đại học sĩ'', thụy ''Văn Nghị''.\n\nBà Nguyễn Thị Thảo (?-[[1850]]), con gái của Nguyễn Quang Lộc, người hạt [[Gia Định]]. Ông Lộc trước làm Quản cơ Tả quân, sau thăng Thự phó vệ úy, trật tòng tam phẩm, sung Lãnh binh [[Hà Tiên (tỉnh)|Hà Tiên]], rồi chết trong cuộc nổi dậy của [[Lê Văn Khôi]] khoảng 1833-1835.\n\nĐặng Huy Cát sinh tại [[Hà Nội]]. Sau vì vợ cả là Hoàng Thị Quỳnh không ưa, nên hai mẹ con ông về làng Thanh Lương. Ở đó, ông theo học với chú là [[Đặng Văn Trọng]], cha của [[Đặng Huy Trứ]] ([[1825]]-[[1874]]).\n\nKhoa [[Nhâm Tý]] ([[1852]]), ông đi thi hương, văn bài đều ưu, bình, nhưng vì phạm trường quy nên bị đánh hỏng. Năm sau ([[1853]]), ông được chọn làm phò mã, lấy vợ là công chúa Nguyễn Phúc Tĩnh Hòa.\n\nNăm [[1858]], thực dân [[Pháp]] bắn vào cảng [[Đà Nẵng]], mở màn cuộc xâm lấn lâu dài tại Việt Nam. Phò mã Đặng Huy Cát theo phái chủ chiến.\n \nTrước sự hống hách của trung tướng Pháp tên là ''Roussel de Courcy'', khoảng một giờ sáng ngày 23 tháng 5 năm [[Ất Dậu]] (5 tháng 7 năm [[1885]]), Tôn Thất Thuyết ra lệnh cho quân phấn nghĩa tấn công tòa Khâm sứ và đồn Mang Cá. Cùng lúc đó, Đặng Huy Cát và con là [[Đặng Hữu Phổ]] (đứa con duy nhất còn lại của ông Cát và Tĩnh Hòa) đánh vào huyện nha Quảng Điền. Kết cục, ông Thuyết phải phò vua [[Hàm Nghi]] xuất bôn, còn cha con họ Đặng đều bị bắt.\n\nTheo ''Hợp tuyển thơ văn yêu nước'' (1859-1900)<ref>''Hợp tuyển thơ văn yêu nước'' (1859-1900), Nhà xuất bản Văn học, Hà Nội, 1970, tr. 295.<\/ref>, triều đình [[Đồng Khánh]] mua chuộc, còn quân Pháp tra tấn hai ông, nhưng trước sau cả hai đều không khai và không chịu khuất phục.\n\nMột phiên tòa do lực lượng thân Pháp của triều đình Huế mở tại Thương Bạc xét xử, Đặng Huy Cát chịu án giảm tram hậu, Đặng Hữu Phổ bị án tử hình. Ngày 20 tháng 7 năm Ất Dậu (29 tháng 8 năm 1885), ông Phổ thụ hình ở bến đò Quai Vạc bên bờ sông Bồ, để lại bài thơ tuyệt mệnh:\n{|valign=\"top\"\n|\n:''Trừ nghịch an dân tín thử thân\n:''Nhất sinh trung hiếu khuất nhi thân\n:''Như kim chính khí hoàn thiên địa\n:''Tinh phách thường tùy quân dữ thân.\n|\n:Tạm dịch:\n:''Vì dân giết giặc quyết lòng ta\n:''Trung hiếu trong đời chẳng chút xa.\n:''Chính khi nay về cùng trời đất,\n:''Hồn thiêng theo mãi với vua, cha.\n|}\n\nPhần Phò mã Đặng Huy Cát bị giam vào ngục tối, mãi đến khi [[Thành Thái]] lên ngôi, ông mới được xóa án tù ([[1892]]). Ông trở về làng Thanh Lương, chiêu mộ dân quân quanh vùng đến chân núi Thất Giới (xã Liễu Cốc, huyện Hương Trà) khai khẩn lập ra ấp Thanh Khê, rồi ở luôn tại đó.\n\nLấy lý do chống thú dữ, ông cho trai tráng rèn luyện võ nghệ, binh thư, hẳn mong có ngày đánh đuổi ngoại xâm... Ông mất ngày 29 tháng 11 năm [[Kỷ Hợi]] ([[31 tháng 12]] năm [[1899]]).\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:100%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên||'''Nhân Vật'''\n|-\n| style=\"text-align:center;\"|2020 || style=\"text-align:center;\"|《[[Phượng khấu]]》|| style=\"text-align:center;\"| Bảo Nghi || style=\"text-align:center;\"| Nguyễn Phước Tĩnh Hoà\n|}\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo|3}}\n \n{{Tam Khanh nhà Nguyễn}}\n\n{{Thời gian sống|sinh=1830|mất=1882}}\n\n[[Thể loại:Hoàng nữ Minh Mạng]]\n[[Thể loại:Công chúa nhà Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam]]"}