{"819449":"[[Tập |nhỏ|150x150px|'''Huỳnh Văn Trí''' (1903 - 1979)]]\n\n'''Huỳnh Văn Trí''' (1903 - 1979) \nlà một nhân vật có thật trong lịch sử Việt Nam có xuất thân giang hồ và từng là thủ lĩnh một nhóm trộm cướp vũ trang nổi tiếng ở vùng Chợ Lớn thập kỷ 1930, 1940. Về sau tham gia kháng chiến, được biết đến với biệt danh \"Sư Thúc Hòa Hảo\", rồi trở thành một chính khách trong [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và [[Cộng hòa Miền Nam Việt Nam]].\n\n== Gia thế ==\nHuỳnh Văn Trí sinh ngày 1 tháng 1 năm 1903 <ref>http:\/\/quochoi.vn\/hoatdongdbqh\/Pages\/danh-sach-dai-bieu.aspx?ItemID=4019<\/ref>, xuất thân từ một gia đình nông dân nghèo, ông còn tên là '''Mười Trí''', gọi theo thông lệ ở miền Nam Việt Nam. Quê ông ở làng Bà Điểm, [[hóc Môn|huyện Hóc Môn]], [[gia Định (tỉnh)|tỉnh Gia Định]] (huyện Hóc Môn) nay thuộc [[Thành phố Hồ Chí Minh]].\n\n==Tướng cướp giang hồ ==\nThời trẻ, vì bất mãn với chính quyền và xã hội đương thời, ông tụ tập và làm thủ lĩnh một băng cướp giật có  vũ trang, chuyên cướp các nhà buôn lớn hoặc những người nhà giàu. Tuy ít học, nhưng nổi tiếng giỏi võ, khỏe mạnh, mưu trí và liều lĩnh, dưới sự chỉ huy của ông, băng cướp Mười Trí hoành hành khắp vùng Bình Xuyên, tỉnh Chợ Lớn (nay là thuộc Quận 8, Thành phố Hồ Chí Minh) trong suốt thập niên 1930.\n\nTrong thời gian làm tướng cướp, ông kết bạn với một tướng cướp đơn độc là [[Bảy Viễn]]. Năm 1941, Huỳnh Văn Trí và [[Bảy Viễn]] bị [[Pháp]] bắt với rất nhiều tội danh như đã tiến hành khoảng 15 vụ cướp có vũ khí, rồi sau đó bị đày ra [[Côn Đảo]], nhà tù nổi tiếng thời ấy. Tuy bị đày ra Côn Đảo, nhưng Mười Trí đã được đồng bọn trên đảo giúp về mặt phương tiện để thả bè vượt ngục, sau đó về lại đất liền. Trong lần cùng Bảy Viễn về [[Dầu Tiếng]] (tỉnh Bình Dương), Mười Trí lại bị bắt và bị đày ra [[Côn Đảo]] lần nữa.\n\n==Tham gia kháng chiến chống Pháp==\nNăm 1945, Mười Trí cùng Bảy Viễn vượt ngục lần thứ hai. Khi về đến Sóc Trăng cũng là lúc nổ ra [[Cách mạng tháng 8]], ông và Bảy Viễn được các nhân vật trong [[Xứ ủy Nam Kỳ]] móc nối tham gia cách mạng. Hai người tập hợp lại các thuộc hạ cũ, chiêu mộ thêm thành viên, trang bị khí giới, lập thành những nhóm vũ trang riêng tham gia kháng chiến.\n\nCũng như nhiều nhóm vũ trang khác đều lấy tên theo người chỉ huy, nhóm vũ trang của ông được biết đến với tên gọi \"Bộ đội Mười Trí\". Do mối liên hệ trong giới giang hồ, cũng như các nhóm vũ trang có chỉ huy xuất thân trong giới, bộ đội Mười Trí tuy hoạt động độc lập, nhưng về danh nghĩa dưới quyền lãnh đạo của [[Dương Văn Dương]] (Ba Dương), gọi chung là \"Bộ đội Bình Xuyên\".\n\nSau khi mặt trận Sài Gòn - Gia Định tan vỡ, thủ lĩnh Ba Dương tử trận, các nhóm Bình Xuyên tự chia rẽ thành nhiều nhóm cát cứ vũ trang dù vẫn mang danh nghĩa các chi đội [[Vệ quốc đoàn]]. Bộ đội Mười Trí, mang danh nghĩa Chi đội 4 Vệ quốc đoàn Nam Bộ, kiểm soát một vùng phía tây Sài Gòn - Chợ Lớn đến tận sông Vàm Cỏ. Do tính cách hào mại, nghĩa khí, Chi đội 4 trở thành nơi tá túc nhiều nhân vật chính trị có xu hướng chống Việt Minh. Giáo chủ Hòa Hảo [[Huỳnh Phú Sổ]] cũng từng được ông bảo vệ, vì vậy từng tuyên bố với các tín đồ công nhận ông là Sư thúc Hòa Hảo. Bảy Viễn trước khi về Sài Gòn quy thuận người Pháp cũng từng được Mười Trí che chở.\n\nNhằm xóa bỏ mầm mống quân phiệt cát cứ, thống nhất lãnh đạo vũ trang chống Pháp, năm 1947, Xứ ủy Nam Bộ và Ủy ban Hành chánh Kháng chiến Nam Bộ chủ trương thanh lọc và tổ chức lại các đơn vị vũ trang. Các chi đội lần lượt bị giải thể, tổ chức thành các trung đoàn. Chi đội 4 của Mười Trí tổ chức lại thành Trung đoàn 304, vẫn do ông làm chỉ huy trưởng, nhưng quân số chỉ còn 1 đại đội, được phân về Long Xuyên, Châu Đốc, làm công tác Hòa Hảo vận, xây dựng một lực lượng vũ trang Hoà Hảo tiếp tục tham gia kháng chiến, với danh nghĩa Sư thúc Hòa Hảo.\n\n==Chính khách Hòa Hảo==\nSau năm 1954, ông cùng gia đình tập kết ra miền Bắc. Ông được tổ chức cho đi học bổ túc văn hóa và tốt nghiệp cấp 2. Khoảng năm 1960-1961, ông được lệnh trở lại miền Nam công tác Hòa Hảo vận ở vùng Long Xuyên, Châu Đốc. Tuy nhiên, do tình trạng sức khỏe yếu, không lâu sau ông phải trở ra Bắc để điều trị. Đến những năm 1962-1964, ông lại trở về miền Nam, hoạt động cho [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] với danh nghĩa là nhân sĩ Hòa Hảo. Khi [[Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]], ông là thành viên của Hội đồng cố vấn Chính phủ Cách mạng lâm thời.<ref>[http:\/\/ubmttq.hochiminhcity.gov.vn\/TinTuc\/gioithieuubmttqtphcm\/Lists\/Posts\/Post.aspx?List=8654e4f2-c905-4b42-bd20-299b85cf41fc&ID=51&Web=aaee9cb3-1719-4a7c-8911-972a9f8c82b3 DANH SÁCH HỘI ĐỒNG CỐ VẤN CHÍNH PHỦ CÁCH MẠNG LÂM THỜI CỘNG HOÀ MIỀN NAM VIỆT NAM]<\/ref>\n\nSau khi Việt Nam thống nhất, ông được bầu làm đại biểu Quốc hội khóa VI, đại diện cho tỉnh An Giang<ref>{{Chú thích web |url=http:\/\/www.na.gov.vn\/Sach_QH\/LSQHVN3\/phuluc.htm |ngày truy cập=2014-12-25 |tựa đề=CÁC KỲ HỌP QUỐC HỘI (1976-1992) |archive-date = ngày 25 tháng 12 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20141225063143\/http:\/\/www.na.gov.vn\/Sach_QH\/LSQHVN3\/phuluc.htm }}<\/ref>. Tuy nhiên, tuổi cao sức yếu, ông qua đời ngày [[1 tháng 9]] năm 1979 khi đang tại nhiệm.<ref>Biên bản kỳ họ thứ 6, Quốc hội khóa VI.<\/ref>\n==Trong văn học==\nCuộc đời của Mười Trí đã được nhà văn Nguyên Hùng hư cấu trong nhiều tiểu thuyết như \"Sư thúc Hòa Hảo\", \"Người Bình Xuyên\", \"Bảy Viễn - Thủ lĩnh Bình Xuyên\".\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* Từ điển nhân vật lịch sử Việt Nam - Nguyễn Quang Thắng, Nguyễn Bá Thế\n{{thời gian sống|1903|1979}}\n\n[[Thể loại:Đạo Hòa Hảo]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Bộ đội Bình Xuyên]]"}