{"86847":"'''Hà Tông Quyền''' hay '''Hà Tôn Quyền''' ([[chữ Hán]]: 何宗權, [[1798]] -[[1839]]), sau phải đổi là '''Hà Quyền''' do kiêng tên húy của Vua [[Thiệu Trị]] (Nguyễn Phước Miên Tông), tự là '''Tốn Phủ''', hiệu là '''Phương Trạch''', biệt hiệu là '''Hải Ông'''. Ông là [[nhà thơ]] và là quan [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n==Thân thế và sự nghiệp==\n===Gia tộc===\nĐời [[Nhà Hậu Lê|Lê]] sơ, tổ tiên '''Hà Tông Quyền''' ở huyện [[Can Lộc]], tỉnh [[Hà Tĩnh]]. Tới đời Lê trung hưng thì di cư ra ở tại huyện [[Yên Định]], tỉnh [[Thanh Hóa]]. Thời kỳ này, có Hà Tông Huân đỗ [[Tiến sĩ]]. Về sau, tổ tiên ông lại di cư ra ở làng Cát Động huyện [[Thanh Oai]], tỉnh [[Hà Tây (tỉnh)|Hà Nội]]. Và đến đời Hà Tông Quyền thì tổ tiên ông đã định cư ở làng Cát Động tới ba hoặc bốn thế hệ rồi.\n\nTheo ''Đại Nam liệt truyện'' thì cha của ông tên là Hà Tông Đồng, đỗ [[Hương cống|Cử nhân]] đời [[Nhà Hậu Lê|Lê]], nhưng không ra làm quan, mà chỉ mở trường dạy học trong làng. Ông Đồng mất sớm, bà vợ là người họ Trịnh, tần tảo nuôi con khôn lớn, Hà Tông Quyền được học hành đến nơi đến chốn chính là nhờ có bà mẹ đảm đang này.\n\n===Thân thế===\n'''Hà Tông Quyền''' là người làng Cát Động huyện [[Thanh Oai]] phủ Ứng Hòa, [[sơn Nam (địa danh cũ Việt Nam)|trấn Sơn Nam]] (nay thuộc nay thuộc thị trấn Kim Bài, huyện [[Thanh Oai]], thành phố [[Hà Nội]]).\n \nKhi còn nhỏ, Hà Tông Quyền đã nổi tiếng là thần đồng. Tương truyền, ông đọc sách rất nhanh (nhất độc thập hàng), lại rất chăm đọc sách. Quyển ''Phương Trạch Hà Tốn Phủ truyện'' còn ghi rằng: \"Dạ tĩnh thường văn độc thư thanh\" tức là đêm thanh vắng thường nghe tiếng (ông) đọc sách.\n\nSau khi học ở làng, Hà Tông Quyền lên [[Thăng Long]] xin theo học tại trường của [[Phạm Quý Thích]] và của [[Bùi Huy Bích]]. Ở đây, ông kết bạn với [[Nguyễn Văn Siêu]], [[Ngô Thế Vinh]], [[Vũ Tông Phan]]...\n\nNăm [[Tân Tỵ]] ([[1821]]) đời [[Minh Mạng]], ông thi đỗ Hương Cống (Cử nhân). Năm sau ([[1822]]), ông thi đỗ [[Đồng tiến sĩ xuất thân|Đệ tam giáp đồng Tiến sĩ xuất thân]] khoa [[Nhâm Ngọ]] <ref>Theo Văn bia đề danh Tiến sĩ khoa [[thi Hội]] năm [[Nhâm Ngọ]] ([[1822]]) niên hiệu [[Minh Mạng]] năm thứ 3 dựng tại Văn miếu ([[Hà Nội]]) [http:\/\/www.hannom.org.vn\/detail.asp?param=1232&Catid=562]. ''Từ điển bách khoa Việt Nam'' và ''Từ điển văn học'' (bộ mới) ghi ông đỗ [[Tiến sĩ]] Hội nguyên. Thông tin thêm: [[Minh Mạng]] lên ngôi, năm [[1821]], cho mở Ân khoa [[thi Hương]]. Năm sau ([[1822]]), nhà vua cho mở Ân khoa [[thi Hội]]. Hà Tông Quyền đã thi đỗ khoa này, vậy có thể nói ông là một trong số [[Tiến sĩ]] khai khoa của [[nhà Nguyễn]].<\/ref>\n\n===Sự nghiệp===\nSau khi thi đỗ [[Tiến sĩ]], Hà Tông Quyền lần lượt giữ các chức quan: Tri phủ [[Tân Bình]], Tham biện [[Quảng Trị]], Thự thiêm sự [[bộ Công]], Thái thường tự Thiếu khanh, Hữu Thị lang [[bộ Lễ]], Hàn lâm viện Kiểm thảo.\n\nNăm Minh Mạng thứ 11 (1830) nhân ghé tàu vào bến cảng, thương nhân Tây Dương cho gửi quà dâng hiến vua. Nhất cử lưỡng tiện, chắc mục đích họ vừa muốn cảnh cáo lại âm mưu ám sát nhà vua, nhưng đã được Hà Tông Quyền phát giác trước. Khi thương gia Tây Dương tiến áo cẩm bào, giá ngàn vàng; Quyền dâng lời: – Đồ lạ của nước ngoài, không nên nhẹ dạ tin; xin cho tử tù mặc thử. Quả thật, khi gài nút thì lửa cháy, tù nhân bị lửa đốt chết. Nhà vua kinh hãi than phiền.\n\nSau đó lại có người nước Hoa Lang (Hà Lan) tiến cặp 4 cây sáp linh cỡ lớn; Quyền xin bẻ 1 cây làm hai, thì ở trong chứa hoả pháo và thuốc khói mù, nhà vua lấy làm kỳ dị về tài năng, thường nói rằng: “Triều đình không thể một ngày thiếu Quyền! ”Lại bảo rằng: “ Tông Quyền về chính sự, Tế Mỹ về văn học, Nguyễn Công Trứ về thao lược; thật không thẹn với danh tiếng khoa bảng”. Nhà vua không chỉ ban ơn riêng, mà còn cho vời mẹ Quyền vào kinh đô, để tìm cách ưu đãi.\n\nNăm [[1831]], thăng ông làm Hữu Thị lang [[bộ Hộ]] sung Nội các. Cuối năm này, vì một sơ suất nhỏ trong việc duyệt tài liệu mà bị cách mọi chức tước, và bị đi hiệu lực<ref>Hiệu lực ở đây có nghĩa là một hình thức \"đi lập công để chuộc tội\".<\/ref> sang Ba Lăng (Bali thuộc quần đảo Nam Dương ([[Indonesia]]). Sách [[Đại Nam thực lục]] chép: \n:''[[Mùa đông]], [[tháng mười một|tháng 11]], năm [[Tân Mão]] ([[1831]]), Hộ Bộ Thị lang sung Nội các là Hà Quyền bị tội, mất chức, trước kia được giao bài thơ \"Thu thành phân số\" của nhà vua làm, dưới chỗ chú thích có chữ Thanh Xuyên huyện, người thuộc viên ở Nội các viết lầm là Thanh Châu. Vua hỏi Quyền, Quyền hoảng sợ, tâu: Trót theo tờ sớ của trấn. Sau biết là lầm, bèn lén đem chữa lại tờ sớ để cho đúng với lời tâu. Thuộc viên ở Nội các là Trần Lý Đạo đàn hặc Quyền về tội đó. Vua sai đinh thần luận tội. Đáng xử tội đồ, nhưng vua đặc cách ra lệnh cách chức, cho làm lính, phát đi đường biển để gắng sức làm việc chuộc tội''.\n\nTuy nhiên, khoảng giữa năm [[1832]], vua Minh Mạng gọi ông về, cho phục chức cũ. Năm [[1833]], thăng ông làm Hữu Thị lang bộ Công. Năm [[1835]], thăng ông làm Tham tri [[bộ Lễ]], vẫn coi việc Nội các. Đến năm [[1839]], ông được thăng làm Tham tri [[bộ Lại]] sung đại thần Viện cơ mật.\n\nNăm [[1839]], Hà Tôn Quyền mất đột ngột năm 41 tuổi, được phong hàm Thượng thư [[bộ Lại]].\n\n==Nghi án ==\nTheo tài liệu <ref>Theo ''Từ điển bách khoa Việt Nam'' (bản điện tử) và ''Từ điển văn học'' (bộ mới), tr. 563.<\/ref>, thì vào cuối triều Minh Mạng ([[1820]]-[[1840]]), có lần nhà vua mời Hà Tông Quyền đến hỏi về việc lập người nối ngôi. Ông tâu rằng: ‘Xin bệ hạ lập hoàng hậu trước, ngôi hoàng hậu ổn định rồi thì ngôi Thái tử cũng ổn định’. Kiến An công Đài không bằng lòng. Lúc bãi triều rồi Đài mời Quyền đến phủ uống rượu. Khi ông đến, cầm trùy đánh vỡ đầu, ném xác ông xuống sông (theo Quốc sử di biên - Phan Thúc Trực).\n\n==Tác phẩm ==\nTheo ''Từ điển văn học'' (bộ mới), tác phẩm của Hồ Tông Quyền có:\n===[[Chữ Hán]]===\n*'''Nam du tập''' (Tập thơ du hành phương Nam), đã thất lạc.\n*'''Tốn Phủ tập''' (Tập thơ Tốn Phủ, 4 quyển, VHv.1639)<ref>Kể từ đây con số ghi cạnh tác phẩm, đó là ký hiệu của bản sách đang có trong Thư viện Viện nghiên cứu Hán Nôm, [[Hà Nội]]).<\/ref>.\n*'''Tốn Phủ văn tập''', 2 quyển, chưa tìm thấy, hiện còn lại ít nhiều trong ''Liễu Đường văn tập'' (Tập văn Liễu Đường, VHv.1143).\n*'''Dương mộng tập''' (Giấc mộng trên biển) còn có tên là '''Mộng dương tập'''. Đây là tập thơ ông làm trong chuyến đi công cán ở Nam Dương ([[Indonesia]]).\n \nNgoài ra, ông còn là Chủ biên bộ sách '''Minh Mạng chính yếu''' (làm năm [[1837]], VHv.1254\/1-12).\n\n===[[Chữ Nôm]]===\n*'''Vịnh Kiều tam thập thủ''', gồm 30 bài, mỗi bài 4 câu [[thơ#Lục bát|lục bát]]. Đây là tập thơ hưởng cuộc thi vịnh [[Truyện Kiều|Kiều]] do vua [[Minh Mạng]] khởi xướng năm [[1830]] <ref>''Theo Từ điển văn học'', bộ mới, tr. 563),<\/ref>\nNgoài ra, theo ''Từ điển bách khoa Việt Nam'', thì ông còn có: Một tập '''Vịnh Kiều''' gồm 15 bài thất ngôn tứ tuyệt, và một tập '''Tập Kiều''' gồm 15 bài thất ngôn tứ tuyệt.\n\n==Nhận xét==\nThơ Hà Tôn Quyền có bài lạc quan (như bài ''Tết Mậu Tuất''), một phần vì cuộc đời ông sớm thành đạt và được nhà vua trọng dụng...Nhưng đi sâu vào, nhiều bài thơ của ông vẫn hé cho thấy một nỗi niềm, có khi hơi chua xót, có khi trở thành giọng triết lý và thoáng một tâm sự cô đơn (như bài ''Ngẫu thành'')... Đặc biệt, khi bị vua cách chức, buộc đi \"dương trình hiệu lực\" thì tiếng nói ưu uất càng bộc lộ rõ (trong ''Dương mộng tập'')...Một số bài thơ khác phản ánh cuộc sống thanh đạm của tác giả. Nhưng trước sau vẫn cố gắng giữ lấy nếp sống thanh cao và phong cách cứng cỏi, không tự hạ thấp mình (như bài ''Độc lập'')..<ref>Lược theo Nguyễn Kim Hưng, ''Từ điển văn học'' (bộ mới), tr. 564.<\/ref>\n\n==Thơ Hà Tôn Quyền==\nNói về ''Mộng dương tập'' của ông, ''Từ điển bách khoa Việt Nam'' viết:...''một số bài trong đó tỏ ý chán nản, băn khoăn về lẽ hành tàng, xem cuộc đời như giấc mộng''.\n\nỞ đây, trích giới thiệu một trong số bài thơ đó để hiểu thêm tâm trạng của ông.\n{|valign=\"top\"\n|\n:'''Khốc Đặng Thuận Xuyên'''\n:Phiên âm Hán Việt:\n:Thán tức thử nhân chung thử địa,\n:Tiêu điều đồng đạo cách đồng thì.\n:Khả kham vãng giả ghoàn lai giả,\n:Tuy vị quân bi dã tự bi.\n:Trùng dương mộng đoạn Ba-thành nguyệt,\n:Thiên cổ danh lưu Thái học bi.\n:Hậu tử hữu hoài không cảnh cảnh\n:Biên chu thiên đại dục giai thùy\n|\n:'''''Khóc ông Đặng Thuận Xuyên'''''\n:Dịch nghĩa:\n:''Đáng than thở cho người này vì đã mất ở đất này!\n:''Là người đồng đạo lại đồng thời, nghĩ càng hiu quạnh!\n:''Ngán nỗi người đi qua rồi, người sau lại đến,\n:''Tuy thương ông, mà cũng tự thương mình.\n:''Ngoài trùng biển cả, giấc mộng đời đã dứt hẳn dưới vầng trăng Ba-thành<ref>Ba-thành tức thành phố:Ba-lăng (Penang) trên quần đảo Maledi, lúc bấy giờ là thuộc địa của [[Anh]].<\/ref>,\n:''Nghìn năm còn lưu danh trên tấm bia nhà Thái học <ref>Nhà Thái Học tức nhà Quốc tử giám ([[Hà Nội]]), nơi đây có dựng bia khắc tên những người thi đỗ [[Tiến sĩ]].<\/ref>\n:''Người hậu tử <ref>Hậu tử có nghĩa là người chết sau. Ở đây tác giả ám chỉ mình.<\/ref> này trong lòng luống những canh cánh không nguôi,\n:''Chiếc thuyền con buông trôi trong trời đất, biết cùng ai tá? <ref>Bài thơ có lời chua của tác giả bằng [[chữ Hán]], dịch sang [[tiếng Việt]] như sau: Ông Đặng Thuận Xuyên là người làng Lộng Đình, tỉnh [[Bắc Ninh]], đỗ [[Tiến sĩ]] năm [[Bính Tuất]], vâng mệnh sang sứ [[nhà Thanh]] ([[Trung Quốc]]) khi về bị khiển trách, chết ở Giang-lưu-ba, ta từng làm [[văn tế]] ông, nay đi qua nơi này, không khỏi động lòng cảm thương.<\/ref>\n|}\n==Ghi công==\nGhi nhận công lao Hà Tông Quyền, hiện ở [[Thành phố Hồ Chí Minh]] có con đường mang tên '''Hà Tôn Quyền'''.\n\n==Ghi chú==\n{{Tham khảo}}\n\n==Tham khảo==\n*Nguyễn Kim Hưng, mục từ \"Hà Tông Quyền\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nhiều người soạn, ''Từ điển bách khoa Việt Nam'', mục từ \"Hà Tông Quyền\" (bản điện tử có trên internet)\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'' (Tập 1 và Tập 2 in chung), Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 2003.\n*Hoàng Hữu Yên (chủ biên), ''Văn học thế kỷ XIX''. Nhà xuất bản Khoa học Xã hội, Hà Nội, 2004.\n*Bài viết \"Hà Tông Quyền\" trong ''Danh nhân quê hương''. Sách do Ty văn hóa Hà Tây xuất bản năm 1974 (bản điện tử) [http:\/\/www.thanglonghanoi.gov.vn\/channel\/67\/2010\/08\/6885\/#3Wcd3sacghUm]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}\n{{Mạc Vân thi xã}}\n\n{{Thời gian sống|sinh=1749|mất=1800}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]"}