{"95216":"{{Thông tin đơn vị hành chính Việt Nam | thành phố thuộc tỉnh\n| tên = Hà Tĩnh\n| logo =Logo TP. Hà Tĩnh.svg|thumb|<nowiki>]]<\/nowiki>\n| ghi chú logo = Logo [[Hà Tĩnh (thành phố)|thành phố Hà Tĩnh]] \n| tên khác = Thành Sen\n| hình = Thành phố Hà Tĩnh.jpg\n| ghi chú hình = Một góc thành phố Hà Tĩnh nhìn từ trên cao\n| vĩ độ = 18.339604\n| kinh độ = 105.902725\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| phân chia hành chính = 10 phường, 5 xã\n| thời điểm dân số = 2019\n| dân số = 202.062 người\n| diện tích = 56,54 km²\n| mật độ dân số = 3.574 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Hà Tĩnh]]\n| thành lập = 2007\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại II|Loại II]]\n| năm công nhận = 2019\n| trụ sở UBND = 72 Phan Đình Phùng, phường [[Nam Hà (phường)|Nam Hà]]\n| chủ tịch UBND = Nguyễn Trọng Hiếu \n| chủ tịch HĐND = Dương Tất Thắng\n| bí thư = Dương Tất Thắng \n| dân tộc = 95% [[Người Việt|Kinh]], 5% dân tộc khác\n| mã hành chính = 436<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 38-P1\/T1 xxx.xx\n| điện thoại = 02393.856767 \n| fax = \n| web = {{url|hatinhcity.gov.vn}}\n|cỡ logo=242px}}\n\n'''Hà Tĩnh'''<ref>tiếng địa phương gọi là ''Hà Tịnh''<\/ref> là thành phố tỉnh lỵ của tỉnh [[Hà Tĩnh]], [[Việt Nam]].\n\n== Địa lý ==\n===Vị trí địa lý===\nThành phố Hà Tĩnh ở vị trí từ 18°B đến 18°24’B, 105°53’Đ đến 105°56’Đ, nằm giữa sông Cày và [[sông Rào Cái]], nằm về phía nam Cửa Sót.\n\nThành phố cách [[Vịnh Bắc Bộ]] 5&nbsp;km về phía tây, cách thủ đô [[Hà Nội]] 351&nbsp;km về phía Nam, cách thành phố [[Đồng Hới]] 152&nbsp;km về phía Bắc, cách thị xã [[Hồng Lĩnh]] 36&nbsp;km về phía Nam, cách [[Thành phố Hồ Chí Minh]] 1362&nbsp;km về phía Bắc, cách thành phố [[Vinh]] 50&nbsp;km về phía Nam và cách thành phố [[Huế]] 317&nbsp;km về phía Bắc.\n[[Tập tin:Bệnh viện Đa khoa Thành phố Hà Tĩnh.jpeg|nhỏ|trái|280px|Bệnh viện Đa khoa thành phố Hà Tĩnh]]\nThành phố Hà Tĩnh nằm ở trung tâm miền đông Hà Tĩnh, trên vùng đồng bằng [[Nghệ Tĩnh]]. Địa giới hành chính của thành phố:\n*Phía đông và phía tây giáp huyện [[Thạch Hà]]\n*Phía nam giáp huyện [[Cẩm Xuyên]]\n*Phía bắc giáp huyện [[Lộc Hà]].\n\n[[Quốc lộ 1]] đi qua địa bàn thành phố theo hướng tây bắc - đông nam. Hà Tĩnh là thành phố tỉnh lỵ duy nhất ở vùng Bắc Trung Bộ không có [[đường sắt Bắc Nam]] đi qua, do tuyến đường sắt đoạn qua địa bàn tỉnh Hà Tĩnh chủ yếu chạy dọc theo [[quốc lộ 15]] qua các địa phương miền núi của tỉnh.\n\n===Dân cư===\nTính đến ngày 31\/12\/2017, toàn thành phố có 28.658 hộ với 202.062 nhân khẩu. Dân số thường trú là 100.313 người. Trong đó nam chiếm 49.365 người, nữ chiếm 50.948 người.\nMật độ dân số đạt 1.774 người\/km². Số người trong độ tuổi lao động là 61.893 người. Dân cư chủ yếu sống tại thành phố Hà Tĩnh là dân tộc Kinh (chiếm 95% dân số thành phố).<ref>Số liệu của UBND Tp. Hà Tĩnh<\/ref> 14,42% dân số theo [[đạo Thiên Chúa]].\n\n===Khí hậu===\n{{Weather box\n|metric first=y\n|single line=y \n|location = Hà Tĩnh\n|Jan high C = 20.6\n|Feb high C = 20.8\n|Mar high C = 23.8\n|Apr high C = 28.2\n|May high C = 32.2\n|Jun high C = 33.7\n|Jul high C = 34.3\n|Aug high C = 33.1\n|Sep high C = 30.6\n|Oct high C = 27.6\n|Nov high C = 24.5\n|Dec high C = 21.7\n|year high C = 27.6\n|Jan mean C = 18.6\n|Feb mean C = 19.1\n|Mar mean C = 21.2\n|Apr mean C = 24.3\n|May mean C = 27.8\n|Jun mean C = 29.7\n|Jul mean C = 30.2\n|Aug mean C = 28.9\n|Sep mean C = 27.1\n|Oct mean C = 24.3\n|Nov mean C = 21.8\n|Dec mean C = 18.3\n|year mean C = 24.3\n|Jan low C = 15.6\n|Feb low C = 16.5\n|Mar low C = 18.7\n|Apr low C = 21.9\n|May low C = 24.5\n|Jun low C = 26.0\n|Jul low C = 26.1\n|Aug low C = 25.6\n|Sep low C = 24.2\n|Oct low C = 22.0\n|Nov low C = 19.3\n|Dec low C = 16.4\n|year low C = 21.4\n|Jan record high C = 32.4 |Jan record low C = 5.6\n|Feb record high C = 35.8 |Feb record low C = 8.0\n|Mar record high C = 38.1 |Mar record low C = 8.2\n|Apr record high C = 39.9 |Apr record low C = 13.3\n|May record high C = 40.2 |May record low C = 17.3\n|Jun record high C = 40.1 |Jun record low C = 19.5\n|Jul record high C = 39.9 |Jul record low C = 22.0\n|Aug record high C = 39.7 |Aug record low C = 22.3\n|Sep record high C = 38.0 |Sep record low C = 17.0\n|Oct record high C = 35.2 |Oct record low C = 15.1\n|Nov record high C = 33.4 |Nov record low C = 11.3\n|Dec record high C = 29.8 |Dec record low C = 6.8\n|year record high C = 40.2 |year record low C = 5.6 \n|precipitation colour = green\n|Jan precipitation mm = 97\n|Feb precipitation mm = 64\n|Mar precipitation mm = 54\n|Apr precipitation mm = 74\n|May precipitation mm = 143\n|Jun precipitation mm = 144\n|Jul precipitation mm = 112\n|Aug precipitation mm = 225\n|Sep precipitation mm = 532\n|Oct precipitation mm = 765\n|Nov precipitation mm = 319\n|Dec precipitation mm = 162\n|year precipitation mm = 2690\n|Jan precipitation days = 14.6\n|Feb precipitation days = 15.8\n|Mar precipitation days = 14.9\n|Apr precipitation days = 11.3\n|May precipitation days = 11.1\n|Jun precipitation days = 8.9\n|Jul precipitation days = 7.2\n|Aug precipitation days = 11.5\n|Sep precipitation days = 14.9\n|Oct precipitation days = 18.4\n|Nov precipitation days = 16.4\n|Dec precipitation days = 13.6\n|year precipitation days = 158.5\n|Jan humidity = 91.0\n|Feb humidity = 92.9\n|Mar humidity = 91.8\n|Apr humidity = 88.3\n|May humidity = 81.7\n|Jun humidity = 76.8\n|Jul humidity = 73.9\n|Aug humidity = 79.7\n|Sep humidity = 86.5\n|Oct humidity = 88.7\n|Nov humidity = 88.5\n|Dec humidity = 88.2\n|year humidity = 85.7\n|Jan sun = 77\n|Feb sun = 50\n|Mar sun = 76\n|Apr sun = 137\n|May sun = 219\n|Jun sun = 206\n|Jul sun = 233\n|Aug sun = 193\n|Sep sun = 161\n|Oct sun = 135\n|Nov sun = 95\n|Dec sun = 82\n|year sun = 1664\n|source 1 = Vietnam Institute for Building Science and Technology<ref name=IBST>{{chú thích web\n| archiveurl = https:\/\/web.archive.org\/web\/20180722172120\/http:\/\/ibst.vn\/DATA\/nhyen\/QCVN%2002-2009%20BXD%20So%20lieu%20tu%20nhien.pdf\n| archive-date = ngày 22 tháng 7 năm 2018\n| url = http:\/\/ibst.vn\/DATA\/nhyen\/QCVN%2002-2009%20BXD%20So%20lieu%20tu%20nhien.pdf\n| title = Vietnam Building Code Natural Physical & Climatic Data for Construction\n| publisher = Vietnam Institute for Building Science and Technology\n| access-date = ngày 31 tháng 7 năm 2018}}<\/ref>\n}}\n\n==Hành chính==\nThành phố Hà Tĩnh có 15 đơn vị hành chính cấp xã trực thuộc gồm 10 phường: [[Bắc Hà (phường)|Bắc Hà]], [[Đại Nài]], [[Hà Huy Tập, thành phố Hà Tĩnh|Hà Huy Tập]], [[Nam Hà (phường)|Nam Hà]], [[Nguyễn Du, thành phố Hà Tĩnh|Nguyễn Du]], [[Tân Giang, thành phố Hà Tĩnh|Tân Giang]], [[Thạch Linh]], [[Thạch Quý]], [[Trần Phú, thành phố Hà Tĩnh|Trần Phú]], [[Văn Yên (phường)|Văn Yên]] và 5 xã: [[Đồng Môn]], [[Thạch Bình, thành phố Hà Tĩnh|Thạch Bình]], [[Thạch Hạ]], [[Thạch Hưng]], [[Thạch Trung]].\n\n==Lịch sử==\nĐịa bàn thành phố Hà Tĩnh ngày nay vào thời kỳ Bách Việt thuộc Vương quốc [[Việt Thường]], sau đó thuộc về Vương quốc [[Văn Lang]] rồi [[Âu Lạc]].\n\nThời [[Nhà Triệu]] thuộc Quận [[Cửu Chân]].\n\nThời [[Bắc thuộc]] nằm trong châu [[Phúc Lộc]].\n\nNhà [[Tiền Lê]] (980-1008) thuộc châu [[Thạch Hà]].\n\nNăm [[1025]], thuộc trại Định Phiên (nhà Lý).\n\nTừ năm 1226 đến năm 1407 thuộc châu [[Nhật Nam]] (Nhà Trần - Hồ).\n\nTrong giai đoạn 1407-1427 là đất huyện [[Bàn Thạch]], châu [[Nam Tĩnh]] (Kỷ thuộc Minh).\n\nNăm 1469, vua [[Lê Thánh Tông]] định bản đồ đất nước cho đến đầu đời Nguyễn là đất [[Thạch Hà]], phủ [[Hà Hoa]], thừa tuyên [[Nghệ An]].\n\nNăm 1831, vua [[Minh Mạng]] nhà Nguyễn chia [[xứ Nghệ|trấn Nghệ An]] thành 2 tỉnh: [[Nghệ An]] (phía bắc sông Lam) và [[Hà Tĩnh]] (phía nam sông Lam). Khi đó xã Trung Tết, huyện [[Thạch Hà]], phủ [[hà Hoa (phủ)|Hà Hoa]], được chọn làm nơi đặt trụ sở tỉnh lỵ tỉnh [[Hà Tĩnh]].\n\n[[Tháng 2]] năm [[1886]], [[Pháp]] nổ súng chiếm Thành Sen.\n\nNgày [[3 tháng 7]] năm [[1924]], [[Toàn quyền Đông Dương]] ra Nghị định thành lập thị xã Hà Tĩnh. Cho đến năm [[1942]], thị xã chỉ là một tỉnh lỵ nhỏ bé với diện tích 247 ha và 4.400 dân. Ngoài 4 xã mới sáp nhập năm [[1920]] là Đông Quế, Xã Tắc, Trung Hậu, Tiền Bạt, nội thị chia làm 8 khu phố: Tịnh Trung, Hoàn Thị, Tiền Môn, Hậu Môn, Tả Môn, Hữu Môn, Tân Giang, Nam Ngạn.\n\nNăm 1946, thị xã Hà Tĩnh được nâng lên thành đơn vị hành chính ngang huyện, thuộc tỉnh. Diện tích 1,2&nbsp;km² và dân số khoảng dưới 5.000 người.\n\nTrong giai đoạn 1946 - 1957, thị xã Hà Tĩnh không thuộc tỉnh và chỉ là một đơn vị hành chính ngang xã, thuộc huyện Thạch Hà.\n\nNăm [[1958]], thị xã trở lại là đơn vị hành chính thuộc tỉnh, nhưng cũng chỉ là một đơn vị cơ sở ngang xã.\n\nNăm [[1960]], thị xã Hà Tĩnh được công nhận là đơn vị hành chính tương đương cấp huyện.\n[[Tập tin:Nhà thờ Tĩnh Giang, Tân Giang, Hà Tĩnh.jpeg|nhỏ|trái|230px|Nhà thờ Giáo xứ Tĩnh Giang, phường [[Tân Giang, thành phố Hà Tĩnh|Tân Giang]].]]\nNăm [[1975]], thị xã vừa làm chức năng cấp huyện, vừa làm chức năng cơ sở, trực tiếp quản lý hai tiểu khu Bắc Hà, Nam Hà.\n\nTrong giai đoạn [[1976]] - [[1991]], thị xã Hà Tĩnh là một đơn vị hành chính thuộc tỉnh [[Nghệ Tĩnh]].<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết về việc hợp nhất một số tỉnh do Quốc hội ban hành|url-status=live}}<\/ref>\n\n[[Tháng 9]] năm [[1989]], sáp nhập 6 xã: Đại Nài, Thạch Linh, Thạch Phú, Thạch Quý, Thạch Trung và Thạch Yên thuộc huyện [[Thạch Hà]] vào thị xã Hà Tĩnh.\n\nNăm [[1991]], thị xã Hà Tĩnh là tỉnh lỵ của tỉnh Hà Tĩnh mới tái lập.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-vb42808t13.aspx Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành]<\/ref>\n\nNgày [[23 tháng 12]] năm [[1993]], thành lập 2 phường: Tân Giang và Trần Phú.\n\nNgày [[2 tháng 1]] năm [[2004]], Chính phủ ban hành Nghị định 09\/2004\/NĐ-CP<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-09-2004-ND-CP-mo-rong-thi-xa-thanh-lap-phuong-thuoc-thi-xa-Ha-Tinh-giai-the-thi-tran-nong-truong-xa-thuoc-huyenThach-Ha-Huong-Khe-Son-Ki-Anh-vb52398t11.aspx Nghị định 09\/2004\/NĐ-CP về việc mở rộng thị xã và thành lập phường thuộc thị xã Hà Tĩnh, giải thể thị trấn nông trường và thành lập xã thuộc các huyện Thạch Hà, Hương Khê, Hương Sơn và Kỳ Anh, tỉnh Hà Tĩnh]<\/ref>. Theo đó:\n*Chuyển 2.553,24 ha diện tích tự nhiên và 16.976 nhân khẩu (gồm toàn bộ 5 xã: Thạch Hạ, Thạch Môn, Thạch Đồng, Thạch Hưng, Thạch Bình) thuộc huyện Thạch Hà về thị xã Hà Tĩnh quản lý.\n*Thành lập phường Hà Huy Tập trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Thạch Phú, phường Hà Huy Tập có 200,67 ha diện tích tự nhiên và 4.020 nhân khẩu.\n*Thành lập phường Đại Nài trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Đại Nài, phường Đại Nài có 425,71 ha diện tích tự nhiên và 5.748 nhân khẩu.\n\nThị xã Hà Tĩnh có 5.618,62 ha diện tích tự nhiên và 77.306 nhân khẩu với 15 đơn vị hành chính cấp xã trực thuộc, bao gồm 6 phường: Bắc Hà, Nam Hà, Trần Phú, Tân Giang, Hà Huy Tập, Đại Nài và 9 xã: Thạch Linh, Thạch Trung, Thạch Quý, Thạch Yên, Thạch Hạ, Thạch Môn, Thạch Đồng, Thạch Hưng, Thạch Bình.\n\nNgày [[19 tháng 7]] năm [[2006]], thị xã Hà Tĩnh được công nhận là [[đô thị loại III]].\n\nNgày [[7 tháng 2]] năm [[2007]], Chính phủ ban hành Nghị định 20\/2007\/NĐ-CP<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-20-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-huyen-thanh-lap-phuong-thuoc-thi-xa-Ha-Tinh-huyen-Loc-Ha-tinh-Ha-Tinh-vb16764t11.aspx Nghị định 20\/2007\/NĐ-CP về việc điều chỉnh địa giới hành chính xã, phường, huyện; thành lập các phường thuộc thị xã Hà Tĩnh; thành lập huyện Lộc Hà, tỉnh Hà Tĩnh]<\/ref>. Theo đó:\n*Thành lập phường Nguyễn Du trên cơ sở điều chỉnh 18,86 ha diện tích tự nhiên và 2.721 nhân khẩu của phường Bắc Hà; 39,72 ha diện tích tự nhiên và 341 nhân khẩu của xã Thạch Quý; 39,16 ha diện tích tự nhiên và 600 nhân khẩu của xã Thạch Linh; 83,11 ha diện tích tự nhiên và 579 nhân khẩu của xã Thạch Trung; 39,48 ha diện tích tự nhiên và 374 nhân khẩu của phường Trần Phú, phường Nguyễn Du có 220,33 ha diện tích tự nhiên và 4.615 nhân khẩu.\n*Thành lập phường Văn Yên trên cơ sở điều chỉnh toàn bộ 223,46 ha diện tích tự nhiên và 3.536 nhân khẩu của xã Thạch Yên; 24,04 ha diện tích tự nhiên và 59 nhân khẩu của xã Thạch Quý; 5,92 ha diện tích tự nhiên và 248 nhân khẩu của phường Tân Giang, phường Văn Yên có 253,42 ha diện tích tự nhiên và 3.843 nhân khẩu.\n*Thành lập phường Thạch Quý trên cơ sở 358,03 ha diện tích tự nhiên và 5.920 nhân khẩu còn lại của xã Thạch Quý.\n*Thành lập phường Thạch Linh trên cơ sở 606,12 ha diện tích tự nhiên và 5.960 nhân khẩu còn lại của xã Thạch Linh.\n\nThị xã Hà Tĩnh có 16 đơn vị hành chính cấp xã trực thuộc, bao gồm 10 phường: Bắc Hà, Đại Nài, Hà Huy Tập, Nam Hà, Nguyễn Du, Tân Giang, Thạch Linh, Thạch Quý, Trần Phú, Văn Yên và 6 xã: Thạch Bình, Thạch Đồng, Thạch Hạ, Thạch Hưng, Thạch Môn, Thạch Trung với 5.632,64 ha diện tích tự nhiên và 112.710 nhân khẩu.\n\nNgày [[28 tháng 5]] năm [[2007]], [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] ban hành nghị định số 89\/2007\/NĐ-CP về việc thành lập thành phố Hà Tĩnh trên cơ sở toàn bộ diện tích tự nhiên, dân số và các đơn vị hành chính trực thuộc của thị xã Hà Tĩnh.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-89-2007-ND-CP-thanh-lap-thanh-pho-Ha-Tinh-thuoc-tinh-Ha-Tinh-vb20499t11.aspx Nghị định 89\/2007\/NĐ-CP về việc thành lập thành phố Hà Tĩnh thuộc tỉnh Hà Tĩnh]<\/ref> Thành phố Hà Tĩnh có 16 đơn vị hành chính cấp xã, gồm 10 phường và 6 xã với 5.632 ha diện tích tự nhiên và 117.546 nhân khẩu.\n\nNgày [[13 tháng 2]] năm [[2019]], [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng Chính phủ]] ban hành Quyết định số 175\/QĐ-TTg về việc công nhận thành phố Hà Tĩnh là [[đô thị loại II]] thuộc tỉnh Hà Tĩnh.<ref>[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=2&mode=detail&document_id=196166 Quyết định số 175\/QĐ-Ttg của Thủ tướng Chính phủ]<\/ref>\n\nNgày [[21 tháng 11]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 819\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Hà Tĩnh (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ819>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-819-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Ha-Tinh-430539.aspx|tựa đề=Nghị quyết số 819\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Hà Tĩnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập 2 xã Thạch Đồng và Thạch Môn thành xã Đồng Môn.\n\nThành phố Hà Tĩnh có 10 phường và 5 xã như hiện nay.\n\n==Du lịch ==\n=== Thành Sen - Liên Thành ===\n{{bài chi tiết|Thành Sen}}\nĐời Nguyễn, năm [[Minh Mạng|Minh Mệnh]] thứ 12 (1831), tỉnh Hà Tĩnh được thành lập trên cơ sở vùng đất phía Nam sông Lam của [[xứ Nghệ]], xã Trung Tiết, huyện Thạch Hà được đặt làm thủ phủ Tỉnh. [[Tập tin:Quảng trường Hà Tĩnh.jpg|nhỏ|300px|Quảng trường Thành Sen bên trong thành cổ Hà Tĩnh|trái]]Năm Quý sửu, [[Tự Đức]] thứ 6 (1853), triều đình bỏ tỉnh, lấy phủ Hà Thanh (trước năm 1841 là Hà Hoa) lập đạo Hà Tĩnh. Đạo thành được đặt ở thôn Nài Thị, xã [[Đại Nài]], nguyên lỵ sở huyện [[Thạch Hà]]. \n\nNăm 1875, vua Tự Đức cho tái lập tỉnh Hà Tĩnh như trước. Tỉnh thành lại dời về thành cũ ở Trung Tiết. \n\nNăm Nhâm Ngọ, Tự Đức năm thứ 34 (1882) thành Hà Tĩnh mới được xây dựng bằng đá ong. Thành xây theo kiểu Vô-băng (Vauban), một chuyên gia người Pháp được vua [[Gia Long]] tin dùng và đã từng thiết kế [[Kinh thành Huế|thành Huế]]. Xây theo kiểu này Thành có mặt phẳng và gấp khúc theo hình chữ V để có thể đứng trên mặt Thành bắn thẳng xuống chân thành khi bị đối phương áp sát. \n\nTheo sử cũ ghi chép: Chu vi Thành 366 trượng 5 thước 6 tấc (1722,832m), cao 8 thước (3,76m), xung quanh Thành có hào rộng 5 trượng (23,5m) sâu 4 thước (1,88m) chiếm một diện tích gần 134.000 m2, nếu kể cả phía ngoài Hào Thành là 160.000m2. Thành có 4 cửa, các cổng thành xây bằng gạch khá kiên cố. Cổng thành phía nam gọi là cửa Tiền, nằm lệch sang về phía đông, trên cổng có vọng lâu, có treo một quả chuông lớn để điểm giờ gác, do lính khố xanh phụ trách. Cổng phía bắc tên gọi là cửa hậu, nằm lệch về phía tây, cửa này thường đóng kín, vọng lâu trên cổng làm vọng gác nhà lao bên trong. Cổng phía tây tên gọi là cửa Hữu, nằm lệch về phía nam, trên vọng lâu có treo một cái trống lớn, cũng để điểm giờ do lính khố lục phụ trách.Cổng phía đông tên gọi là cửa tả, nằm lệch về phía nam, cửa này đóng kín quanh năm, vì ở phía trong là doanh trại lính khố xanh, phía ngoài là nghĩa địa của người Pháp, con đường chạy thẳng ra Võ Miếu.\n\n[[Tập_tin:Của_Hậu_(Cổng_phía_bắcThành_Sen)_và_cầu_Đồng_Vinh.jpg|nhỏ|Cổng phía Bắc nay chỉ còn lại cầu Đồng Vinh|518x518px]]\n\nTừ các cổng thành có các cầu bằng gạch xây cuốn vượt qua hào thành ra ngoài. Trong thành có ba con đường chính rải đá, đó là những con đường đi trong nội thành thông ra các cửa thành. \n\nĐường thứ nhất từ cửa Tiền thông ra hồ sen, ra nhà lao. Từ cửa Tiền đi vào, bên phải là trại lính khố xanh (Nay là trụ sở Công An Hà Tĩnh), tiếp đến là nhà ở tập thể của gia đình binh lính mà dân thường gọi là trại gái và sau cùng là trại ngựa.\n\nĐường thứ hai nối từ đường nhất ra cửa hữu đi vào phía bên trái có các dinh thự: dinh Tuần Vũ phía trước, tiếp sau là nhà án sát, nhà lĩnh binh. Bên phải là trại lính khố lục, đến sân bóng vừa là bãi tập của lính. Cạnh sân bóng có hành cung, nơi các quan lại tỉnh nhà bái vọng nhà vua những ngày khánh tiết. Trước hành cung có cột cờ, hồ sen và hai khẩu súng thần công. \n[[Tập tin:Không ảnh thành cổ Hà Tĩnh nhưng năm 1930-1935.jpg|trái|nhỏ|408x408px|Không ảnh thành cổ Hà Tĩnh hướng nhìn ra Cửa Sót trong tập san \"Những người bạn cố đô Huế\" ấn hành năm 1936]]\nĐường thứ ba nối từ đường thứ hai ra cửa hậu. Nếu từ cổng thành cửa hậu (cầu Đồng Vinh) đi vào thì bên trái là nhà Lao Hà Tĩnh xây gạch, có tường cao bao bọc, bốn góc có chòi canh, lính khố xanh thay nhau gác mỗi ngày. Trong thành có nhiều hồ nước, hai hồ bán nguyệt trước hành cung và dinh Tuần; bên cạnh dinh Bố chính có hồ Thành, trước nhà Lao có hồ lớn trồng sen, đến mùa hè sen nở rộ, hương thơm toả ngát cả vùng. Do đó người ta còn gọi là Thành Sen. \n\nỞ đây còn có truyền thuyết: xưa kia ở Đạo thành Đại Nài có nhiều sen. Một đêm mưa to gió lớn, người dân địa phương và quan lại tỉnh hết sức ngạc nhiên vì thấy sen mọc đầy trong hào thành. Tỉnh thần cho đó là “điềm lành”, bèn tâu xin nhà vua cho dời tỉnh thành về lại Trung Tiết. Từ đó, người ta còn gọi vùng đất này là “Liên Thành” hoặc “Thành Sen”. \n\nCó người lại cho rằng kiểu thành Vô - băng trông giống như bông sen tám cánh, nên gọi như thế. Thành Nghệ An (thành Vinh) cũng kiểu Vô - băng nhưng người ta lại cho là giống con rùa nên gọi là Quy thành (Thành Rùa)\n\nNgày nay, Thành Sen chỉ còn trơ trọn lại nền móng, còn sót lại đoạn hào thành phía tây, phía bắc và phía đông. Riêng đoạn hào thành phía Nam đã bị san lấp. Các công trình như tuần dinh, cột cờ, tường thành đã bị phá hủy hoàn toàn. Khu vực trại lính khố xanh nay là trụ sở Công An tỉnh Hà Tĩnh. Trên nền cũ của dinh Tuần Vũ và hành cung nay là trụ sở của Ủy ban Nhân Dân Tỉnh Hà Tĩnh\n\n=== Đạo thành Đại Nài ===\nBên cạnh Thành Sen là tỉnh lị tỉnh Hà Tĩnh dưới thời nhà Nguyễn, thì trên địa bàn thành phố Hà Tĩnh từng tồn tại thêm 1 thành lũy quân sự cùng thời với Thành Sen là Đạo thành Đại Nài nay thuộc phường Đại Nài. Tuy nhiên, trải qua thời gian và biến thiên của lịch sử, di tích này hiện nay không còn.\n\n''Bài chi tiết: [[Đạo thành Đại Nài]]''\n[[Tập_tin:Hào_Thành_Sen.jpg|nhỏ|Đoạn hào phía bắc Thành Sen|346x346px]]\n\n=== Nhà Lao Hà Tĩnh ===\nĐược xây dựng từ sau khi thực dân Pháp đặt chính quyền cai trị trên đất Hà Tĩnh (khoảng năm 1898) cho đến những năm đầu của thế kỷ XX. Theo Hồi ký của cố giáo sư Đặng Thai Mai viết về Nhà lao năm 1908<blockquote>“... sau bức tường vôi, chỉ có một nhà gạch không to lắm án ngự lấy “cái trại lá”, nơi giam tù... gọi là trại lá bởi vì lợp bằng gianh. Tỉnh Hà Tĩnh hồi ấy chưa có nhà giam bằng gạch... đi qua cái sân rộng tới một cái thềm tam cấp rồi đi vào nhà phía sau. Nhà chia làm hai buồng, giữa có một lối vào hẹp, sao tối om và hôi hám thế này...” <\/blockquote>Sau những năm 20, Nhà lao Hà Tĩnh mới được xây cất kiên cố. Nhà Lao gồm sáu nhà gạch xếp thành hai dãy đối diện nhau: Bắc nhất, Bắc nhì, Bắc tam, Nam nhất, Nam nhì, Nam tam (Nam nhì là lao giam tù phụ nữ, Nam tam mỗi lao sáu cái)... \n\nTrước và sau vụ chống thuế năm 1908, ở Hà Tĩnh thực dân Pháp bắt nhiều sỹ phu yêu nước thuộc Hội Duy Tân như: Ngô Đức Kế, Lê Văn Huân, Nguyễn Duy Phương, Phạm Văn Ngôn, Phạm Thản, Võ Tĩnh, Nguyễn Hàng Chi, Trịnh Khắc Lập...giam tại Nhà lao Hà Tĩnh. \n\nTrong những năm 1930 đến 1932, Nhà Lao Hà Tĩnh chật ních tù nhân có lúc “mỗi lao lên tới 125 người, mỗi dãy cùm dài độ 2 m, cùm những 5 người, thường phải thay đổi 3 người nằm thì 2 người ngồi và ngược lại. \n\nMùa đông người tù áo ướt đẫm mồ hôi, còn mùa hè thì như bị nướng trong lò... mỗi ngày được ra ngoài 5-6 phút để tiểu giải, rửa ráy nếu chậm là bị roi quất vào lưng, vào đầu...\n\n1945 chính quyền cách mạng cho phá dỡ cùng với Thành Hà Tĩnh, có tài liệu cũ để lại cho thấy di tích cổng Thành và Nhà lao vẫn còn gần như nguyên trạng cho tới năm 1957.\n\n=== Văn miếu Thành Sen ===\nTheo sách Đại Nam nhất thống chí, Văn Miếu Thành Sen được dựng từ năm Minh Mệnh thứ 14 (1833) ở làng Hoàn, xã Đông Lỗ (nay là phường Thạch Linh) nằm về phía Tây Bắc đạo thành.  \n\nTrên thực tế Văn Miếu không còn, song qua khảo sát những gì còn lưu giữ được thì Văn Miếu là nơi thờ phụng đức [[Khổng Tử]], bậc hiền triết sáng lập nên đạo Nho và các học trò của ông. Lúc đầu đầu Văn Miếu chỉ là ngôi nhà gỗ lợp tranh, sau đó được sửa chữa, mở mang dần và trở thành công trình đồ sộ, đẹp đẽ.\n\n Văn Miếu được phân bố trên một khuôn viên rộng, thoáng mát với diện tích khoảng 2.500 m2, ngoảnh mặt về hướng Đông, cách đường Quan (Quốc lộ 1A ngày nay) 50 m. Đi vào Văn Miếu có cổng tam quan (cổng chính cao khoảng 5m, hai cổng phụ (tả, hữu) cao khoảng 2, 3m đều làm bằng gỗ lim, có nghê đứng chầu, dân địa phương còn gọi là hai cột nanh). Cổng chính thường dành cho quan địa phương, nho sĩ và các vị bô lão, hai cổng phụ dành cho học trò và người dân. Qua cổng tam quan là con đường lát gạch chạy thẳng tới hồ bán nguyệt ở giữa, sau đó theo hai lối tả, hữu đi vào sân rộng và đến Thượng đường. Hồ bán nguyệt thường gọi là hồ Văn Miếu rất sâu, nước trong veo, nắng hạn lâu ngày cũng không bao giờ cạn. Tương truyền Hồ Văn Miếu rất linh thiêng, các cô gái trong làng không ai dám đến đây khi mặt trời đã lặn vì sợ ma quỷ quấy rối. Văn Miếu cũng là nơi thanh tịnh, sạch sẽ, xung quanh trồng cây cối làm hàng rào bảo vệ (chủ yếu là cây tre). Người dân vùng này quan niệm đây là nhà thờ Thánh nên kiêng kị, rất ít khi vào. \n\nVăn Miếu giữ nguyên hiện trạng cho đến năm 1955. Miếu có ba tòa nhà chính, xếp hình chữ “môn” và nhà “túc hậu” (thường gọi là nhà mặc áo) được làm bằng gỗ, nhà 4 mái (2 mái dài, 2 mái ngắn) lợp ngói âm dương, đỉnh nóc đắp nổi hoạ tiết hai con rồng “lưỡng long chầu nguyệt”(hai đầu rồng ngoảnh mặt vào nhau). Các cột trụ ở mỗi gian và các vì kèo trong nhà đều làm bằng gỗ lim, xung quanh các cột tạo hình dáng long, ly, quy, phượng uốn lượn, bay bổng, phóng khoáng, tinh tế. Nền nhà đắp bằng đất cứng cao ráo, trơn, mịn, bằng phẳng có màu đen. Móng nhà được xây bằng đá ong rất chắc chắn. Lên bậc tam cấp vào Ngôi Thượng đường rộng lớn, đẹp đẽ. Thượng đường (nhà chính) giữa có điện thờ chính, phía trên treo bức hoành phi, hai bên là hai câu đối. Điện thờ là nơi đặt Bài vị thờ Chi thánh “Khổng Tử”, hai bên là bài vị thờ “Tứ Phối” ([[Nhan Tử]], [[Tăng tử]], [[Tử tư]], [[Mạnh Tử]]). Trong hai dãy Tả Vu, Hữu Vu thờ “thất thập nhị hiền” (72 vị hiền triết của đạo nho Trung Quốc) và các vị tiên hiền, tiền bối trong nước và của vùng đất Hà Tĩnh. Nhà chính còn có các pho tượng chạm khắc tinh tế, sơn son thiếp vàng. Trên bệ thờ có rương làm bằng gỗ đựng sắc phong, bài vị. Sau nhà Thượng đường là nhà túc hậu (nhà mặc áo). Tại Văn Miếu trước đây thường diễn ra các lễ tế với nghi thức trang trọng. Đó là lễ tế xuân (tháng 2 âm lịch) và tế thu (vào ngày 15 tháng 8 âm lịch), tức là ngày lễ tế Nho thánh và các vị tiên hiền. Lễ tế rất trang nghiêm do các vị quan đầu tỉnh và các bô lão đứng ra chủ trì, Hội Tư văn đảm nhiệm việc tế. Trước lễ tế, quan địa phương, các vị bô lão khăn đóng, áo dài làm lễ. Sau khi tế có cuộc hội ẩm của quan chức, văn thân hàng tỉnh. Hội Tư Văn là một tổ chức của giới nho sỹ, gồm các nhà khoa bảng, các nhà văn thân tiêu biểu trong tỉnh. Những người đậu đạt cao trước khi nhận ấn tín, mũ áo vua ban thường đến Văn Miếu lễ bái để tỏ lòng biết ơn các vị Nho thánh đã ban cho ân đức, học hành đỗ đạt làm rạng rỡ gia tộc, họ hàng và tự hứa sẽ giữ trọn đạo “Vua tôi”. Ngoài tế lễ Văn Miếu còn là nơi tổ chức các kỳ sát hạch học trò toàn tỉnh chọn ra những người giỏi để đi thi Hương. Kỳ thi Hương năm 1919 là kỳ thi cuối cùng, từ đó về sau kỳ sát hạch học trò cũng không còn nữa. Sau Cách mạng Tháng Tám ở Văn Miếu chỉ diễn ra lễ tế xuân đinh, thu đinh và một số hoạt động văn thơ của hội Tư văn. \n\nNăm 1950, toàn bộ hiện vật ở Phương Cần (Cẩm Xuyên) như: tượng Thánh Khổng Tử, bài vị, văn điếu, bia, câu đối đều đem về hợp tự ở Văn Miếu. \n\nĐến năm 1955, sau khi thực hiện công cuộc cải cách ruộng đất, Văn Miếu bị phá dỡ hoàn toàn, một số tượng thờ ở Văn Miếu và các đền chùa trong thành đều hợp tự về Võ Miếu.Trên đất Văn Miếu xưa bây giờ là Trường dạy nghề của Liên đoàn lao động Tỉnh. Qua bao thăng trầm lịch sử, di tích Văn Miếu chỉ còn lại là chiếc lư hương bằng đồng nằm trên nền khu đất cũ.\n\n=== Chợ Hà Tĩnh ===\nChợ Hà Tĩnh là chợ lớn nhất của Tỉnh Hà Tĩnh, chợ được thành lập cùng với thời gian hình thành nên Thành Sen. Chợ nằm phía Tây Nam Thành Sen, ban đầu chờ chỉ là những gian nhà tre lợp tranh. Về sau Chính quyền thực dân Pháp cho mở rộng và xây dựng chợ bằng tường gạch mái ngói 1 tầng.\n\nThời nhà Nguyễn, niên hiệu Khải đinh, thứ 7 (1922), chính quyền cho đào con sông nối từ sông Rào Cái, cắt từ sông Đò Hà đi ngược lên, ôm gọn khu chợ tỉnh và có nhánh rẽ vào Hào Thành. Con sông Đào này ước tính làm hai đoạn hạ và thượng lưu, cắt ngang bởi chiếc cầu Vồng.\n\nNăm 1999, chợ Hà Tĩnh xảy ra một trận hỏa hoạn lớn, thiêu rụi toàn bộ kết cấu chợ. Vào năm 2001 chính quyền Tỉnh Hà Tĩnh quyết định xây dựng lại chợ Hà Tĩnh với quy mô lớn hơn, và hiện đại hơn như ngày nay.\n\nTrong dân gian còn lưu truyền câu ca:<blockquote>“ chợ tỉnh họp tháng sáu phiên<\/blockquote><blockquote>Trên bến dưới thuyền tấp nập đông vui”<\/blockquote>\n\n== Văn hóa ==\n\n===Di tích và danh thắng===\n* Đền Võ Miếu (quan thánh).\n[[Tập tin:Đền Võ Miếu, Tân Giang, Hà Tĩnh.jpeg|nhỏ|trái|250px]]\n[[Tập tin:Đền Võ Miếu 2, Tân Giang, Hà Tĩnh.jpeg|nhỏ|trái|250px]]\n[[Tập tin:Đền Võ Miếu 3, Tân Giang, Hà Tĩnh.jpeg|nhỏ|trái|250px]]\n\n===Người nổi tiếng===\n====Thời phong kiến====\n* Hoàng giáp, Quận công [[Nguyễn Hoành Từ]] (1536 – 1599): \n* Đình nguyên Thám hoa [[Đặng Văn Kiều]](1824 - 1881): người xã Phất Náo, huyện Thạch Hà, nay là xã Thạch Bình.\n\n====Thời hiện đại====\n* Danh họa [[Nguyễn Phan Chánh]]\n* [[Lê Thị Nga]]: Chủ nhiệm Ủy ban Tư pháp của Quốc hội Việt Nam khóa 14, Ủy viên Ủy ban thường vụ Quốc hội Việt Nam\n* [[Nguyễn Đức Thanh]]: Bí thư Tỉnh ủy tỉnh Ninh Thuận; \n* [[Trần Tiến Hưng]]: Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XIII]], Phó Chủ nhiệm [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]]\n* Giáo sư, Viện sĩ [[Hoàng Trinh]]\n* Giáo sư, Tiến sĩ, Thiếu tướng [[Hồ Trọng Ngũ]]\n* Phan Mạnh Tân, Quán quân Olympia năm thứ 2\n\n===Lễ hội truyền thống===\n* Hội Chay ở chợ Thành phố Hà Tĩnh vào [[Vu-lan|Tết Trung nguyên]].\n\n==Giáo dục==\nTrên địa bàn thành phố Hà Tĩnh tập trung nhiều cơ sở giáo dục và đào tạo từ bậc mẫu giáo, tiểu học đến cao đẳng, đại học như:\n===Đại học, Cao đẳng===\n* [[Trường Đại học Hà Tĩnh]]: số 447 đường 26 Tháng 3, phường Đại Nài.\n[[Tập tin:Trường Đại học Hà Tĩnh, cơ sở I.jpeg|nhỏ|trái|250px|Trường Đại học Hà Tĩnh, cơ sở I.]]\n* Trường Cao đẳng Y tế Hà Tĩnh: Đường Nguyễn Công Trứ\n* Trường Cao đẳng Văn hóa, Thể thao và Du lịch Nguyễn Du: Khối 4 - Phường Đại Nài\n* Trường Cao đẳng nghề Việt Đức Hà Tĩnh: 371 Nguyễn Công Trứ, P. Nguyễn Du\n* Trường Cao đẳng nghề công nghệ Hà Tĩnh: Số 01 - Ngõ 455 - Đường Trần Phú - P.Thạch Linh\n\n===Trường Trung cấp Nghề===\n* Trường Trung cấp Nghề Hà Tĩnh (Sở Lao động, Thương binh & Xã hội): 454 Hà Huy Tập, Tp Hà Tĩnh.\n[[Tập tin:Trường Trung cấp Nghề Hà Tĩnh.jpeg|nhỏ|trái|300px]]\n\n===Trường Trung học Phổ thông=== \n* [[Trường Trung học phổ thông Chuyên Hà Tĩnh]]\n* Trường THPT Phan Đình Phùng\n* Trường THPT Thành Sen\n\n==Hình ảnh==\n<gallery>\nTập tin:Trung tâm thương mại Hà Tĩnh.JPG|Trung tâm thương mại Hà Tĩnh\nTập tin:Công viên Trần Phú, Hà Tĩnh.jpeg|Công viên Trần Phú\nTập tin:Một góc TP.Hà Tĩnh.JPG|Một góc TP.Hà Tĩnh\nTập tin:Nhà văn hóa thành phố Hà Tĩnh.jpg|Nhà văn hóa thành phố\nTập tin:Vincomhatinh.jpg|Vincom Plaza thành phố Hà Tĩnh\nTập tin:Vinhomeshatinh.jpg|Khu vinhomes Hà Tĩnh\nTập tin:Xuandieuhatinh.jpg|Ngã tư Xuân Diệu - Nguyễn Du Thành phố Hà Tĩnh\n<\/gallery>\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* Diễn đàn [http:\/\/www.nguoinghe.com\/ Người Nghệ - Phong trào Đại Nghệ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130624204130\/http:\/\/nguoinghe.com\/ |date = ngày 24 tháng 6 năm 2013}}\n\n{{Thành phố Việt Nam}}\n{{Huyện thị Hà Tĩnh}}\n\n[[Thể loại:Tỉnh lỵ Việt Nam]]\n[[Thể loại:Đô thị Việt Nam loại II]]"}