{"64666":"\n[[Hình:HaHuyGiap.jpg|nhỏ|200px|Hà Huy Giáp]] \n'''Hà Huy Giáp''' ([[1908]]–[[1995]]) là nhà hoạt động cách mạng [[Việt Nam]], Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá II|khóa II]] (dự khuyết), [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá III|khóa III]], Phó Ban Tuyên huấn Trung ương, Thứ trưởng Bộ Giáo dục, Thứ trưởng Bộ Văn hóa, Phó ban nghiên cứu lịch sử Đảng.\n\n==Tiểu sử==\nHà Huy Giáp (tên gọi khác: Giao, Huy), sinh ngày [[4 tháng 4]] năm [[1908]];\n\nQuê quán: Xã Sơn Thịnh, [[hương Sơn|huyện Hương Sơn]], [[hà Tĩnh|tỉnh Hà Tĩnh]].\n\n==Quá trình hoạt động cách mạng==\n\nTrước năm 1925, học tiểu học và cao tiểu học ở Vinh; sau khi thi đậu bằng thành chung, ông ra Hà Nội học tiếp tú tài bản xứ tại Trường Bưởi. Tại Hà nội, ông có điều kiện tiếp xúc với nhiều nhà trí thức, nhà nhân vật tên tuổi như [[Phạm Văn Đồng]], [[Đặng Thai Mai]],... và có thêm nhiều bạn cùng chí hướng như [[Nguyễn Xiển]], [[Hoàng Xuân Hãn]], [[Nguyễn Xuân Nguyên]],\n\n* Sau khi [[Đảng Cộng sản Việt Nam]] được thành lập vào ngày [[3 tháng 2]] năm [[1930]], Hà Huy Giáp được cử làm Bí thư Đặc ủy miền [[Hậu Giang]], Ủy viên Thường vụ Xứ ủy [[Nam Kỳ]].\n* Tháng 5 năm 1933, ông bị [[tòa án Đại hình Sài Gòn]] của thực dân [[Pháp]] tuyên án khổ sai chung thân, đày ra [[Côn Đảo]].\n\nKhi bị kết án và đày ra Côn Đảo, Hà Huy Giáp đã cùng các đồng chí của mình biến nhà tù thực dân - đế quốc thành trường học cộng sản. Ông tham gia dịch [[Tuyên ngôn Đảng Cộng sản]] và một số tài liệu khác, tuyên truyền và tổ chức các lớp học về chủ nghĩa Mác - Lê-nin, về đường lối cách mạng Việt Nam. Và, chính ở ngay nơi \"địa ngục trần gian\" này, những người cộng sản đã học được một lẽ sống: muốn sống thì phải liên tục đấu tranh. Các ông đã tranh thủ luyện rèn trong gian khó, đoàn kết, thương yêu giúp đỡ nhau... để rồi hơn chục năm sau trở thành một trong những lực lượng nòng cốt, tập hợp toàn dân nổi dậy làm cuộc cách mạng \"long trời, lở đất\" giành lại nền độc lập dân tộc, lập nên Nhà nước Việt Nam Dân chủ Cộng hòa.\n\nNăm 1936 ông được về đất liền, song bị đưa quản thúc tại trại Trà Khê.\n\nTháng 3-1945 ông vượt ngục vào [[Thành phố Hồ Chí Minh|Sài Gòn]] bắt liên lạc với Xứ ủy. Sau Nam kỳ khởi nghĩa phong trào cách mạng bị đàn áp trên quy mô rộng lớn, liên lạc với Trung ương tại miền Bắc gián đoạn.\n\nTại Xứ ủy ông cử [[Lý Chính Thắng]] vốn từng là học sinh Trường tư thục Thăng Long Hà Nội ra Bắc,tìm bắt liên lạc với Trung ương Đảng. Khi trở về Nam Bộ, Lý Chính Thắng mang theo chỉ thị của Trung ương \"Nhật,Pháp bắn nhau và hành động của chúng ta\". Theo tinh thần chỉ thị trên, ông đã cùng Xứ ủy tiến hành chuẩn bị cho Tổng khởi nghĩa giành chính quyền tại Nam Bộ.\n\n==Chỉ đạo Tổng khởi nghĩa tháng 8-1945 tại Biên Hoà==\n\nTháng 7 năm 1945, tại chùa Tân Mai thuộc xã Bình Trước quận Châu Thành tỉnh Biên [[Hòa]], ông đại diện cho Xứ ủy Nam kỳ họp với các đồng chí Hoàng Minh Châu, Huỳnh Văn Hớn, Phạm Văn Búng, Đặng Nguyên, Lê Nguyên Đạt... phổ biến chủ trương của Xứ ủy là gấp rút xây dựng, phát triển lực lượng cách mạng cả lực lượng chính trị và võ trang, tích cực chuẩn bị khởi nghĩa giành chính quyền. Đây là cuộc họp quan trọng, là cơ sở để đoàn kết các đồng chí đảng viên cộng sản trong các nhóm khác nhau, tạo ra sự thống nhất hành động trước thời cơ mới. Hội nghị nhấn mạnh việc khẩn trương phát triển các tổ chức đoàn thể Việt Minh, nắm chắc lực lượng Thanh niên Tiền phong trong tỉnh, xây dựng lực lượng vũ trang, mua sắm vũ khí trang bị cho số cán bộ cốt cán, tập trung vận động nhân dân [[chống phát xít]] Nhật và bọn phản động, vạch trần bộ mặt giả hiệu của [[Nội các Trần Trọng Kim (tháng 4 năm 1945)|Chính phủ Trần Trọng Kim]] và bè lũ tay sai.\n\nSau hội nghị, các đảng viên ở [[Biên Hòa]] nhanh chóng kiện toàn các tổ chức đoàn thể cứu quốc, nắm và lãnh đạo chặt chẽ lực lượng Thanh niên Tiền phong thông qua các đoàn trưởng, tráng trưởng, đội trưởng và toán trưởng ở các cơ sở địa phương trong tỉnh đặc biệt là trung tâm quận Châu Thành, Biên Hòa.\n\nNgày 15 tháng 8 năm 1945, Nhật hoàng tuyên bố đầu hàng quân Đồng minh vô điều kiện. Tin Nhật đầu hàng đồng minh lan truyền nhanh chóng. Bọn sĩ quan và binh lính Nhật ở Biên Hòa hoang mang rệu rã. Chúng án binh bất động ở các địa điểm đóng quân. Chính quyền bù nhìn của giặc Nhật ở Biên Hòa cũng hoàn toàn tê liệt. Một số tên tay sai có nợ máu với nhân dân tìm đường bỏ trốn. Một số viên chức nhỏ nằm im hoặc ngã theo cách mạng tham gia lực lượng Thanh niên Tiền phong.\n\nNgọn lửa cách mạng bùng lên mạnh mẽ. Bầu không khí tiền khởi nghĩa sôi động khắp thành thị và nông thôn trong cả nước. Ngày cũng như đêm trên khắp các nẻo đường, xóm ấp ở Biên Hòa rộn rã tiếng hát, lời ca cách mạng giục giã lòng người bừng bừng khí thế vùng dậy đấu tranh để cởi bỏ gông xiềng nô lệ. Giữa lúc đó, Ủy ban khởi nghĩa toàn quốc do Chủ tịch Hồ Chí Minh đứng đầu đã ra lời kêu gọi đồng bào toàn quốc: \"... hiện nay quân đội Nhật đã tan rã, phong trào cứu quốc lan tràn khắp nơi... Giờ quyết định cho vận mệnh dân tộc đã đến. Toàn quốc đồng bào hãy dứng dậy đem sức ta mà tự giải phóng cho ta...\".\n\nSau khi lãnh đạo khởi nghĩa ở Biên Hòa thành công, ông cùng ông [[Ung Văn Khiêm]] ra miền bắc tham gia Hội nghị Quốc dân Tân Trào, báo cáo với lãnh tụ Hồ Chí Minh về tình hình khởi nghĩa ở Nam Bộ.\n\n==Công tác tuyên huấn, giáo dục==\n*Sau ngày Nam Bộ kháng chiến ông công tác tại miền Nam. Năm 1946 khi Xứ ủy Nam Bộ được thành lập ông công tác trong Xứ ủy cùng với các ông [[Lê Duẩn]], [[Ung Văn Khiêm]], [[Nguyễn Văn Kỉnh]], [[Phạm Hùng]],[[Trần Bạch Đằng]], [[Nguyễn Đức Thuận]]. Ông phụ trách công tác tuyên huấn, và là một trong nhửng cán bộ lãnh đạo xuất sắc của Xứ ủy trong kháng chiến chống Pháp,\n* Năm 1951, ông làm Phó đoàn Đại biểu Nam bộ ra chiến khu [[Việt Bắc]] dự [[Đại hội Đảng Cộng sản Việt Nam II]] (trưởng đoàn là ông [[Phạm Hùng]]), được tín nhiệm bầu làm [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam#Th.C3.A0nh vi.C3.AAn|Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] sau đó ông giữ chức Phó Ban Tuyên huấn Trung ương kiêm Phó Hiệu trưởng trường Đảng cao cấp Nguyễn Ái Quốc (nay là [[Học viện Chính trị - Hành chính Quốc gia Hồ Chí Minh|Học viện Chính trị Quốc gia Hồ Chí Minh]]).\n\nSau Đại hội đại biểu toàn quốc lần thứ II của Đảng (tháng 3-1951), Ban Chấp hành Trung ương Đảng quyết định thành lập [[Trung ương Cục miền Nam]] gồm các Ủy viên Trung ương Đảng công tác ở Nam Bộ để thay mặt Trung ương Đảng trực tiếp chỉ đạo cuộc kháng chiến ở miền Nam trong điều kiện giao thông liên lạc có nhiều khó khăn. [[Trung ương Cục miền Nam]] gồm các đồng chí [[Lê Duẩn]], [[Lê Đức Thọ]], [[Phạm Hùng]], Hà Huy Giáp, [[Nguyễn Văn Kỉnh]], [[Ung Văn Khiêm]]; do đồng chí Lê Duẩn làm Bí thư.\n\nTrung ương Cục đã chủ trương xuất bản tạp chí lý luận, lấy tên là tạp chí Nghiên cứu, với tiêu đề \"Cơ quan lý luận của Trung ương Cục miền Nam Đảng Lao động Việt Nam\". Tạp chí xuất bản không định kỳ, khuôn khổ và độ dày các số cũng không đều nhau. Tạp chí do ông làm Chủ nhiệm, [[Nguyễn Văn Nguyễn]] làm Chủ bút, Nguyễn Hồng Việt làm quản lý trị sự.<ref>{{chú thích web | url = http:\/\/tapchicongsan.org.vn\/Home\/PrintStory.aspx?distribution=11888&print=true | tiêu đề = Tạp chí Cộng sản | author = | ngày = | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n* Sau năm 1954 ông tập kết ra miền Bắc.\n* Năm 1955 ông tham gia làm Ủy viên Ban biên tập Tạp chí Học tập (tiền thân của [[Tạp chí Cộng sản]]) cùng với các ông [[Võ Nguyên Giáp]], [[Trần Quang Huy]]. Tổng biên tập là Tổng bí thư [[Trường Chinh]] <ref>{{chú thích web | url = http:\/\/tapchicongsan.org.vn\/Home\/PrintStory.aspx?distribution=11895&print=true | tiêu đề = Tạp chí Cộng sản | author = | ngày = | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n* Năm 1956, ông làm Thứ trưởng Bộ Giáo dục [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục]] của nước [[Việt Nam Dân Chủ Cộng hòa]].\n* Năm 1960, ông được bầu làm Ủy viên Ban Chấp hành Trung ương khóa III.\n* Năm 1963 đến năm 1974, ông làm Bí thư Đảng đoàn, Thứ trưởng [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa]] với nhiệm vụ giúp Bộ trưởng [[Hoàng Minh Giám]] làm công tác văn hóa và phụ trách văn nghệ. Chủ tịch Hồ Chí Minh dặn ông: \"Văn hóa văn nghệ thì không tiếp xúc được tập thể. Họ đòi tình cảm là chính. Phê bình họ, lý tình phải đi đôi với nhau. Làm cho họ buồn, họ không sáng tác được. Chú có cái nhược điểm là hay nói thẳng. Chú được cái là không để bụng, không trù dập ai. Nói thẳng là tốt, nhưng phải lựa lời mà nói, lựa lúc mà nói... Gặp văn nghệ sĩ, chú phải gặp riêng từng người một. Nói chung lãnh đạo ai cũng vậy, phải có lý có tình. Đối với văn nghệ sĩ, phải có tình trước rồi mới đưa họ vào lý. Công việc chú bây giờ khó hơn nhiều. Rốt cuộc mình hiểu biết anh em, coi trọng anh em, thì anh em coi trọng mình, nghe mình...<ref>{{chú thích web | url = http:\/\/www.xaydungdang.org.vn\/Home\/PrintStory.aspx?distribution=5507&print=true | tiêu đề = Tạp chí Xây dựng Đảng | author = | ngày = | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\nNgoài ra ông còn đảm nhiệm chức vụ Bí thư Đảng Đoàn Liên hiệp các Hội Văn học,nghệ thuật Việt Nam.\n* Tháng 6 năm 1976 ông làm Trưởng ban phụ trách xây dựng Viện Bảo tàng Hồ Chí Minh. Sau đó ông là Viện trưởng Viện Bảo tàng Hồ Chí Minh kiêm Phó ban nghiên cứu Lịch sử Đảng cho đến năm 1987 thì nghỉ hưu về sống tại Thành phố Hồ Chí Minh.\n\nMặc dù là cán bộ cao cấp, nhưng ông vẫn sống khiêm tốn, trong sạch và giản dị, tất cả vì công việc chung. Nhà nghiên cứu Trần Bạch Đằng đã viết: \"Không phải vô cớ Trung ương bố trí anh làm Viện trưởng Viện Bảo tàng Hồ Chí Minh\". \nÔng là người học trò mẫu mực của Bác Hồ, sống trong sáng, chết thanh thản, cả cuộc đời tận tâm cho Đảng, cho dân.\n\n*Ông mất ngày [[3 tháng 12]] năm [[1995]] tại [[Thành phố Hồ Chí Minh]].\n\n==Tác phẩm==\n* Một vài suy nghĩ về tư tưởng Hồ Chí Minh.\n* Tư tưởng Hồ Chí Minh soi sáng con đường đưa đất nước đến phồn vinh.\n\n==Tôn vinh==\n\n* Trường Trung hoc phổ thông mang tên Hà Huy Giáp ở thị trấn Cờ Đỏ, [[huyện Cờ Đỏ]], [[Cần Thơ|Thành phố Cần Thơ]].\n* Đường phố Hà Huy Giáp ở thị trấn [[Cờ Đỏ (thị trấn)|Cờ Đỏ]], huyện [[Cờ Đỏ]], Thành phố [[Cần Thơ]] \n* Đường phố Hà Huy Giáp ở [[Quận 12]], [[Thành phố Hồ Chí Minh]]\n* Đường phố Hà Huy Giáp ở phường Quyết Thắng [[Biên Hòa|Thành phố Biên Hòa]], phường Vĩ Dạ [[Huế|Thành phố Huế]], phường Hòa Cường Nam [[Quận Hải châu]] Thành phố Đà Nẵng.\n\n==Đọc thêm==\n* ''Đồng chí Hà Huy Giáp - Một nhà yêu nước, một người cộng sản'', Nhà xuất bản Chính trị Quốc gia, Hà Nội, 2006.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n*NGUYỄN MINH TRIẾT (Ủy viên Bộ Chính trị TƯ Đảng, Bí thư Thành ủy TP. Hồ Chí Minh), [http:\/\/www.sggp.org.vn\/chinhtri\/nam2005\/thang12\/79573\/ Kỷ niệm 10 năm ngày mất của đồng chí Hà Huy Giáp (3-12-1995 – 3-12-2005): Hà Huy Giáp – một chiến sĩ mác-xít nhiệt thành, một nhà tư tưởng kiên định], ''Báo SÀI GÒN GIẢI PHÓNG, ngày 3\/12\/2005, truy cập ngày 4\/2\/2011.''\n\n{{Thời gian sống|Sinh=1908|Mất=1995}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Người Hương Sơn]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Tổng biên tập Việt Nam]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Họ Hà Huy]]\n[[Thể loại:Ủy viên Dự khuyết Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa III]]\n[[Thể loại:Trung ương Cục miền Nam]]\n[[Thể loại:Cựu giảng viên Học viện Chính trị Quốc gia Hồ Chí Minh]]\n[[Thể loại:Bảo tàng Hồ Chí Minh]]"}