{"55545":"[[Giáo sư]], [[Nhà giáo Nhân dân]] '''Hà Văn Tấn''' ([[16 tháng 8]] năm [[1937]] – [[27 tháng 11]] năm [[2019]]) là một nhà [[lịch sử|sử học]], [[khảo cổ học]] [[Việt Nam]]. Ông là một trong ''\"tứ trụ\"'' của nền sử học Việt Nam ([[Đinh Xuân Lâm|Lâm]], [[Phan Huy Lê|Lê]], Tấn, [[Trần Quốc Vượng (sử gia)|Vượng]]).\n\n== Tiểu sử ==\n* Ông sinh ngày [[16 tháng 8]] năm [[1937]], tại xã [[Tiên Điền]] (nay là thị trấn [[Tiên Điền]]), huyện [[Nghi Xuân]], tỉnh [[Hà Tĩnh]], trong một dòng họ có truyền thống khoa bảng. Dòng họ này có các danh nhân như nhà văn hóa tiến sĩ [[Hà Tôn Mục]], thượng thư tiến sĩ [[Hà Tông Trình]], phó bảng [[Hà Văn Đại]].\n* Năm 1957, ông tốt nghiệp xuất sắc cử nhân Sử – Địa trường [[Đại học Văn khoa Hà Nội]] và được giữ làm cán bộ giảng dạy. Gắn bó với nghề dạy học suốt nửa thế kỷ tại [[Trường Đại học Tổng hợp Hà Nội|Đại học Tổng hợp Hà Nội]]. Ông cũng là người sáng lập bộ môn Phương pháp luận sử học ở khoa sử.\n* Ông nguyên là Viện trưởng [[Viện Khảo cổ học]].\n* Giáo sư Hà Văn Tấn đã công bố 250 công trình trên các tạp chí khoa học chuyên ngành trong và ngoài nước, đồng thời hướng dẫn 20 nghiên cứu sinh bảo vệ thành công luận án tiến sĩ sử học, khảo cổ học.\n* Ông được Nhà nước phong tặng học hàm [[Giáo sư]] ([[1980]]) và danh hiệu [[Nhà giáo Nhân dân]] ([[1997]]). Năm 2001, ông được tặng [[Giải thưởng Hồ Chí Minh đợt II]] về khoa học.\n* Ông được các thế hệ giáo viên và sinh viên khoa lịch sử Đại học Tổng hợp Hà Nội phong là một trong tứ trụ \"Lâm, Lê, Tấn, Vượng\" của nền sử học Việt Nam đương đại.\n* Ông qua đời ngày [[27 tháng 11]] năm [[2019]] tại [[Hà Nội]], hưởng thọ 82 tuổi.\n\n== Các tác phẩm==\n# ''Dư địa chí'': Giới thiệu, hiệu chính và chú thích. Nhà xuất bản Sử học, 1960; In lại trong \"Nguyễn Trãi toàn tập\". Nhà xuất bản Khoa học Xã hội, 1969; tái bản 1976.\n# ''Lịch sử [[chế độ cộng sản nguyên thủy]] ở Việt Nam'' (đồng tác giả với Giáo sư [[Trần Quốc Vượng]])\/ Nhà xuất bản Giáo dục,– H., 1960.\n# ''Lịch sử chế độ phong kiến Việt Nam'', tập I (đồng tác giả với Giáo sư Trần Quốc Vượng)\/Nhà xuất bản Giáo dục, 1960; tái bản 1963.\n# ''Sơ yếu khảo cổ học nguyên thủy Việt Nam'' (đồng tác giả với Giáo sư Trần Quốc Vượng). Nhà xuất bản Giáo dục, 1961.\n# ''Vấn đề người Indonesien và loại hình Indonesien trong thời đại nguyên thủy Việt Nam''\n# ''Kháng chiến chống xâm lược [[Nhà Nguyên|Nguyên – Mông]] thế kỷ 13'' (cùng viết với Phạm Thị Tâm). Nhà xuất bản Khoa học Xã hội, 1968; tái bản: 1970, 1972, 1975.\n# ''Thuật ngữ sử học, dân tộc học, khảo cổ học Nga – Việt''. Nhà xuất bản Khoa học Xã hội, 1970.\n# ''Từ một cột kinh Phật năm 973 vừa phát hiện ở Hoa Lư''\n# ''Cơ sở Khảo cổ học''. Đại học Tổng hợp Hà Nội, 1975.\n# \"Óc Eo: Endogenous and Exogenous Elements\", ''Viet Nam Social Sciences,'' 1 – 2 (7 – 8), 1986, pp.&nbsp;91 – 101.\n# '' Lịch sử Phật giáo Việt Nam'', Hà Văn Tấn (chủ biên), Nhà xuất bản Khoa học xã hội, Hà Nội, 1988.\n# ''Triết học lịch sử hiện đại''. Đại học Tổng hợp Hà Nội,1990.\n# ''Lịch sử Thanh Hóa'' (Chủ biên) Tập 1, Nhà xuất bản Khoa học Xã hội,–H. 1990.\n# H''istory of Buddhism in Vietnam''. Social Sciences Publishing House Hanoi 1992 (Viết Part Two: Buddism from the Ngo to the Tran dynaties.\n# ''Chùa Việt Nam'', Nhà xuất bản Khoa học Xã hội, 1993.\n# ''Tư tưởng thời kỳ tiền sử và sơ sử'' \/\/ Lịch sử tư tưởng Việt Nam, tập I, Khoa học Xã hội, 1993 (phần thứ nhất).\n# ''Buddism in Vietnam'' (Viết chung). The Gioi Publishers,1993.\n# ''Theo dấu các văn hoá cổ'': Văn hoá Phùng Nguyên và nguồn gốc [[người Việt (định hướng)|dân tộc Việt]]; Người [[Phùng Nguyên]] và đối xứng; Từ gốm Phùng Nguyên đến [[trống đồng]],...(Nhà xuất bản Khoa học Xã hội, Hà Nội 1997, 851 trang)\n# ''[[Văn hóa Đông Sơn]] ở Việt Nam''. Nhà xuất bản Khoa học Xã hội, 1994.\n# ''Triết học ấn Độ cổ đại''\/\/ Tập bài giảng Lịch sử Triết học, tập I. Nhà xuất bản Chính trị Quốc gia, 1994.\n# ''Ứng dụng thống kê toán học trong khảo cổ học''\n# ''Giáo trình toán xác suất thống kê trong khảo cổ học''\n# ''Góp phần nghiên cứu văn hóa Việt Nam'' (chủ biên), tập II. Nhà xuất bản Khoa học Xã hội, 1996.\n# ''[[Theo dấu các văn hoá cổ]]''. Nhà xuất bản Khoa học Xã hội, 1997.\n# ''Đình Việt Nam'' (viết chung). Nhà xuất bản Thành phố Hồ Chí Minh, 1998.\n# ''Văn hóa Sơn Vi, Nhà Xuất bản Khoa học xã hội, Hà Nội, 1999'' (Hà Văn Tấn, Nguyễn Khắc Sử, Trình Năng Chung,)\n# ''Một số vấn đề lý luận sử học''. Nhà xuất bản Đại học Quốc gia Hà Nội, 2007\n\n== Xem thêm ==\n*[[Đinh Xuân Lâm]]\n*[[Phan Huy Lê]]\n*[[Trần Quốc Vượng]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.sgtt.com.vn\/web\/tintuc\/default.aspx?cat_id=665&news_id=15190#content Hà Văn Tấn, \"thông kim, bác cổ\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061007121648\/http:\/\/www.sgtt.com.vn\/web\/tintuc\/default.aspx?cat_id=665&news_id=15190#content |date=2006-10-07 }}\n*[http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7890\/?1 GS. Hà Văn Tấn, vị giáo sư khảo cổ học và hành trình theo dấu văn hoá] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061010220602\/http:\/\/100years.vnu.edu.vn:8080\/BTDHQGHN\/Vietnamese\/C1778\/C1779\/2006\/05\/N7890\/?1 |date=2006-10-10 }}\n*[http:\/\/news.vnu.edu.vn\/ttsk\/Vietnamese\/C1736\/C2020\/C2025\/2007\/04\/N16476\/?35 Lý lịch khoa học của GS. Hà Văn Tấn]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}\n\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Nhà khảo cổ học Việt Nam|H]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Nhà giáo Nhân dân]]\n[[Thể loại:Viện Hàn lâm Khoa học xã hội Việt Nam]]\n[[Thể loại:Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Sinh năm 1937]]\n[[Thể loại:Mất năm 2019]]"}