{"1400151":"{{bài cùng tên|Hà Âm (định hướng)}}\n'''Hà Âm''' ([[chữ Hán]]: 河陰) là một huyện cũ thuộc tỉnh [[An Giang]] thời [[nhà Nguyễn]] [[Việt Nam]]. Ngày nay là phần đất thuộc các huyện phía Nam của tỉnh [[Takéo]] [[Campuchia]], vùng đất phía bờ Bắc (bờ trái theo hướng về thượng nguồn) [[kênh Vĩnh Tế]].\n\n== Vị trí ==\n[[Tập tin:AnGiangNayXua.jpg|nhỏ|phải|Vị trí địa danh huyện Hà Ân tỉnh An Giang thời nhà Nguyễn độc lập trên vùng đất phụ cận tỉnh An Giang ngày nay.]]\n[[Tập tin:NamKyLucTinh1861.jpg|nhỏ|trái|An Giang trong bản đồ [[Nam Kỳ Lục tỉnh]] (Basse Cochinchine). Đường biên giới giữa Vương quốc Campuchia của người Khmer với Nam Kỳ Lục Tỉnh (Frontiére du Royaume de Cambodge de Khmere de la Basse CochinChine), chạy song song cách xa [[kênh Vĩnh Tế]] (Canel de Vinh Te ou de Hatien) với một vùng đất (là huyện Hà Âm và một phần huyện Tây Xuyên An Giang, một phần huyện Hà Châu [[hà Tiên (tỉnh)|tỉnh Hà Tiên]]) nằm kẹp ở giữa, và bao vùng lồi [[Svay Rieng]] (nguyên thuộc phủ Tây Ninh [[gia Định (tỉnh)|tỉnh Gia Định]]) trong phần lãnh thổ Nam Kỳ Lục Tỉnh.]]\n[[Tập tin:NamKy6tinh-Taberd.jpg|phải|nhỏ|220px|An Nam Đại Quốc Họa Đồ của Taberd, in năm 1838, cho thấy cả ba địa danh: Châu Đốc, Giang Thành, và Vĩnh Tế giang đều nằm sâu trong nội địa [[Nam Kỳ]] thay vì nằm ở biên giới Việt-Miên như ngày nay, giữa biên giới Việt-Miên thời đó và tuyến kênh Vĩnh Tế-Giang Thành còn có một vùng đất đệm có chứa huyện Hà Âm ở đó (phía Bắc kênh Vĩnh Tế).]]\n[[Tập tin:Cochinchine 1872.png|phải|nhỏ|220px|Cochinchine ([[Nam Kỳ Lục tỉnh]]), vẽ năm 1872, tuyến đường thủy: Hatien (thành Hà Tiên)-Gienthan (Giang Thành)-Canal de Vinhte (kênh Vĩnh Tế)-Chaudoc (thành Châu Đốc), đều nằm sâu trong nội địa [[Nam Kỳ]] thay vì nằm ở biên giới Việt-Miên như ngày nay, giữa biên giới Việt-Miên thời đó và tuyến kênh Vĩnh Tế-Giang Thành còn có một vùng đất đệm có chứa huyện Hà Âm ở đó (phía Bắc kênh Vĩnh Tế).]]\nHuyện Hà Âm phủ Tuy Biên, trước là đất huyện Châu Thành nước Cao Miên, gồm 2 tổng với 40 làng xã, phía Tây giáp huyện Hà Châu tỉnh Hà Tiên, phía Nam giáp huyện Hà Dương, phía Đông giáp huyện Tây Xuyên, phía Bắc giáp nước Cao Miên. Theo [[Đại Nam nhất thống chí]]: huyện Hà Âm nằm bên trái (tả, tức bờ phía tây bắc) sông Vĩnh Tế<ref name=\"Tu Trai Nguyễn Tạo\">{{Chú thích web |url=http:\/\/www.songhuong.com.vn\/fullsize.php?id=66&page=37.jpg |ngày truy cập=2012-07-18 |tựa đề=Đại Nam nhất thống chí, quyển hạ, bản dịch của Tu Trai Nguyễn Tạo lưu tại nhà sách Sông Hương, trang 39-40. |archive-date=2012-02-19 |archive-url=https:\/\/web.archive.org\/web\/20120219071947\/http:\/\/www.songhuong.com.vn\/fullsize.php?id=66&page=37.jpg }}<\/ref>. Như vậy, vào thời này, vùng đất huyện Hà Âm thuộc phần đất giáp biên giới của [[Campuchia]] với Việt Nam, tức là phần đất huyện [[Kiri Vong]], và có thể cả phần đất các huyện [[Kaoh Andaet]], [[Bourei Cholsar]] thuộc [[takéo|tỉnh Takeo]] [[Campuchia]].\n\n[[Đại Nam nhất thống chí]] chép rằng: \"''[[Huyện Hà Dương]] ở Tây Nam phủ 40 dặm. Đông đến Tây cách nhau 68 dặm, Nam đến Bắc cách nhau 73 dặm. Phía đông đến huyện giới Tây Xuyên 44 dặm; phía tây đến huyện giới Hà Châu tỉnh Hà Tiên 24 dặm; phía Nam đến huyện giới Kiên Giang tỉnh Hà Tiên 38 dặm; phía bắc đến huyện giới Hà Âm 35 dặm... Huyện '''Hà Âm''' ở Tây Bắc phủ 80 dặm. Đông đến Tây cách nhau 73 dặm, Nam đến Bắc cách nhau 42 dặm. Phía đông đến huyện giới Tây Xuyên 38 dặm; phía tây đến huyện giới Hà Dương [Hà Châu]<ref>Người xưa nhầm lẫn giữa ''Hà Châu'' với ''Hà Dương''.<\/ref> 25 dặm; phía bắc đến cảnh giới nước [[Campuchia|Cao Miên]] 17 dặm. Nguyên trước là đất của 2 huyện Tây Xuyên và Chân Thành. Năm [[Minh Mạng]] thứ 20 (1839) chia đặt huyện này, lấy phía tế [phía tả]<ref>Lỗi dịch thuật, chữ ''西'' (đọc là tây hoặc tê). Bản dịch của [[Viện Sử học (Việt Nam)|Viện Sử học]] thì dịch là: '''phía Tả sông Vĩnh Thanh'''<\/ref> sông Vĩnh Tế làm huyện Hà Âm, thuộc phủ hạt Tĩnh Biên...''\"<ref name=\"Tu Trai Nguyễn Tạo\"\/>\n\n[[Đại Nam thực lục]] có nhiều đoạn chép về địa danh Hà Âm cũng như các địa danh đương thời nằm trong địa bàn huyện Hà Âm có thể cho thấy được dấu vết vị trí của Hà Âm:\n*\"''Tháng 12 âm lịch năm [[Kỷ Hợi]] niên hiệu [[Minh Mạng]] thứ 20 [1839]:... Đổi đặt các phủ huyện ở [[An Giang]], [[Hà Tiên (tỉnh)|Hà Tiên]]... Huyện Chân Thành (nguyên [[huyện Campuchia|thổ huyện]]), địa thế rộng xa, lấy 4 tổng về tả ngạn [[kênh Vĩnh Tế|sông Vĩnh Tế]] (đinh số 1040 người, điền thổ hơn 1150 mẫu [khoảng 5,63 km²]) đặt làm huyện Hà Âm; 4 tổng về hữu ngạn sông ấy (đinh số 1480 người, điền thổ hơn 2080 mẫu [khoảng 10,18 km²]) đặt làm huyện [[Hà Dương (huyện)|Hà Dương]]. Đặt thêm phủ Tĩnh Biên để thống trị. Phủ nha kiêm lý huyện Hà Âm, thống hạt huyện Hà Dương và đổi thuộc về quản hạt Hà Tiên.''\"<ref>Đại Nam thực lục, chính biên, đệ nhị kỷ, quyển CCVII, Thực lục về Thánh tổ Nhân hoàng đế, tập 5, trang 617.<\/ref>\n*\"''... đánh [[Các cuộc nổi dậy ở Hà Tiên (1840)|giặc ở huyện Hà Âm]]. Trước đây bọn giặc rủ nhau tụ họp ở xứ Liệt Điệt (thuộc [[hà Tiên (tỉnh)|tỉnh Hà Tiên]]), Tổng đốc Long-Tường là Dương Văn Phong sai Cẩm y Phó vệ uý Hoàng Văn Quý chia đường tiến đánh lấy luôn được 4 đồn, thừa thắng chuyển sang đánh ở Cần Sư. Phong lại tiến đánh các miền núi ở [[Bảy Núi|huyện Hà Dương]], vừa gặp thự tuần phủ Hà Tiên Lê Quang Huyên đem quân từ Giang Thành đến, chia nhau đi dẹp giặc ở Hà Âm... chém bắt được rất nhiều quân giặc. Phong ở lại để dẹp trong hạt Tĩnh Biên, còn Huyên trở về Giang Thành. Rồi sau, bọn giặc lại ngầm về Hà Âm, đặt trại đóng quân ở thành Cổ Man<ref>Cổ Man hay Cô pram, nay là sóc Kaoh Moan xã Krapum Chhuk huyện [[Kaoh Andaet]].<\/ref>. Phong bèn đem thự lãnh binh Nguyễn Duy Tráng,... đẵn phá nơi đường tắt hiểm trở, đầu tiên đánh phá được sào huyệt của bọn giặc ở hai núi Châu Chiêm và Thâm Đăng (đều thuộc huyện Hà Âm)...''\"<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển II, Thực lục về Hiến tổ Chương hoàng đế, tập 6, trang 44.<\/ref>\n*\"''Tháng 4 âm lịch, năm Tân Sửu niên hiệu Thiệu Trị thứ nhất [1841]:... Nguyễn Tri Phương, Đinh Văn Huy và Lương Văn Liễu đi tiễu phỉ ở núi [[núi Tượng|Tượng Sơn]] (thuộc huyện Hà Dương).''\"<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển VII, Thực lục về Hiến tổ Chương hoàng đế, tập 6, trang 141.<\/ref> (Tượng Sơn là một trong 7 ngọn núi gọi là [[Bảy Núi|Thất Sơn]]. Vùng Thất Sơn (Bảy Núi) là thuộc huyện Hà Dương).\n*\"''Tháng 11 âm lịch, năm [[Tân Sửu]] niên hiệu [[Thiệu Trị]] thứ nhất (1841):... Lĩnh [[Tuần phủ]] tỉnh An Giang [[Nguyễn Công Trứ]] cùng thự đề đốc Vĩnh Long Đoàn Văn Sách tâu về [triều đình Huế] rằng: \"Vĩnh Tế là đường vận tải và thông báo [tin] của tỉnh An Giang, phía bắc sông này liên tiếp với Thất Sơn, phía nam sông này liên tiếp với các núi Sâm Đăng, Chân Sâm, Bà Đê, Cần Thế, Lệ Chân, phàm những đường có thể qua lại, bọn thổ phỉ đều dựa vào chỗ hiểm, đặt đường làm chước cố giữ... Nếu đến cuối mùa đông, khô ráo, một mớ lửa đốt cháy sạch mặt đất, chúng tất lại đến quấy nhiễu. Thất Sơn chưa dẹp yên, vẫn còn ngăn trở phía sau sông Vĩnh Tế, nên một phen hết sức tiễu trừ để tuyệt hết mối lo về sau. Nay từ bờ sông vào phía trong, còn có nước đọng, nếu số quân tiến tiễu nhiều thì chia thành 5 đạo, do đường qua Vĩnh Tế [thuộc Tây Xuyên], Tĩnh Biên [phủ thành Tĩnh Biên cũ nằm trên đất Hà Dương], Tiên Nông [thuộc Hà Châu tỉnh Hà Tiên], Vĩnh Thông [thuộc Hà Âm], Vĩnh Gia [thuộc Hà Âm] cùng tiến lên...\" Vua dụ rằng: \"Thất Sơn ở sau lưng Vĩnh Tế, tuy gọi là hiểm trở, nhưng chỗ đó bọn giặc tụ tập chẳng qua chỉ là bọn linh tinh còn sót,... Nay truyền cho Nguyễn Công Trứ và Đoàn Văn Sách hãy xét trong hạt mình, phòng bị cho nghiêm, nên để lính lưu lại An Giang nghỉ ngơi cho được rỗi sức\"''<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển XIII, Thực lục về Hiến tổ Chương hoàng đế, tập 6, trang 248.<\/ref>\". Tuy nhiên trong lời tấu Nguyễn Công Trứ và Đoàn Văn Sách có sự nhầm lẫn [[Bảy Núi|Thất Sơn]] (bảy núi) ở bờ Bắc sông Vĩnh Tế (cũng như các núi đối diện Thất Sơn (Sâm Đăng (Thâm Đăng), Chân Sâm (Chân Chiêm), Bà Đê, Cần Thế, Lệ Chân) lại ở bờ Nam) trong khi trên thực địa thì ngược lại: [[Bảy Núi|Thất Sơn]] (thuộc [[huyện Hà Dương]]) ở bờ Nam sông Vĩnh Tế (tức kênh Vĩnh Tế).\n=== Núi non thuộc Hà Âm ===\n[[Tập tin:Viet-NamToan-canh.jpg|nhỏ|phải|Hà Âm(河陰)và núi non tỉnh An Giang nhà Nguyễn trong bản đồ cổ thế kỷ 19.]]\n[[Tập tin:NamKy (BasseCochichine)1878.jpg|nhỏ|phải|Bản đồ Nam Kỳ với các địa danh giữa thế kỷ 19.]]\n*núi Chân Sâm (真森山, Treang): theo Đại Nam nhất thống chí thì \"''Núi Chân Sum [Sâm] ở cách huyện Hà Dương [Âm]<ref>Người xưa có lẽ nhầm lẫn vị trí và tên gọi giữa Hà Âm và Hà Dương với nhau trong thực tế.<\/ref> 10 dặm về phía Nam, cách bờ sông Vĩnh Tế 10 dặm về phía Tây Bắc, hình như hoa sen cắm xuống đất, thường có mây trắng bao phủ...''\"<ref name=\"Sơn xuyên\">Đại Nam nhất thống chí, quyển XXX, tỉnh An Giang, Sơn xuyên, trang 50.<\/ref> Theo [[Gia Định thành thông chí]] của [[Trịnh Hoài Đức]] thì: \"''Núi Chân Giùm (真森山) ở địa phận phủ Chơn Giùm (真森府) Cao Miên, cách bờ phía tây bắc trung lưu sông Vĩnh Tế 10 dặm...''\"<ref>{{Chú thích web |url=http:\/\/www.vanhoahoc.edu.vn\/nghien-cuu\/thu-vien-so-sach-anh-video\/tu-sach-van-hoa-hoc\/318-trinh-hoai-duc-gia-dinh-thanh-thong-chi-phan-2.html |ngày truy cập=2012-07-29 |tựa đề=Gia Định thành thông chí, Sơn xuyên chí. |archive-date = ngày 27 tháng 6 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120627201301\/http:\/\/www.vanhoahoc.edu.vn\/nghien-cuu\/thu-vien-so-sach-anh-video\/tu-sach-van-hoa-hoc\/318-trinh-hoai-duc-gia-dinh-thanh-thong-chi-phan-2.html }}<\/ref> (''Chữ 森 đọc theo Hán là sum hay sâm nhưng nếu đọc theo chữ Nôm là giùm hay giụm''.)\n*núi Thâm Đăng hay Thâm Đưng (深簦山, Phnom Ba-yang): theo Đại Nam nhất thống chí thì \"''Núi Thâm Đăng ở phía Đông núi Chân Sum, cách huyện Hà Dương [Âm] 9 dặm về phía Đông Nam, cách cửa Vàm Nao chừng 1 dặm về phía Tây, đất đá lẫn lộn, tre pheo rậm rạp.''\"<ref name=\"Sơn xuyên\"\/>\n*núi Đại Bà Đê (大碆底山, [[Phnum Den]]): theo Đại Nam nhất thống chí thì \"''Núi Đại Bà Đê ở phía Đông Nam núi Chân Sum, cách huyện Hà Dương [Âm] 20 dặm về phía Nam, cách bờ sông Vĩnh Tế chừng 1 dặm về phía Tây Bắc, hang hốc sâu thẳm, cây cối tốt tươi.''\"<ref name=\"Sơn xuyên\"\/>\n*núi Tiểu Bà Đê: theo Đại Nam nhất thống chí thì \"''Núi Tiểu Bà Đê ở phía Tây núi Đại Bà Đê, cách huyện Hà Dương [Âm] 18 dặm về phía Tây Nam, cách bờ sông Vĩnh Tế chừng nửa dặm về phía Tây, núi nhỏ mà cao, hình thế quanh co.''\"<ref name=\"Sơn xuyên\"\/>\n\nTrong cuốn Đất nước Việt Nam qua các đời, xem xét về các địa danh trấn Hà Tiên, [[Đào Duy Anh]] viết: ''\"... Chúng ta đã biết Vũng Thơm, Cần Bọt, Sài Mạt là dải đất từ lỵ sở Hà Tiên đến Sài Mít. Tức dải đất bờ biển phía tây nam nước Cao Miên. Còn Chân Sum thì Nhất thống chí (An Giang) chép là núi ở phía nam huyện Hà Âm cách 10 dặm, cách bờ sông Vĩnh Tế ở phía Nam 10 dặm. Huyện Hà Âm là huyện ở phía bắc sông Vĩnh Tế (phía âm của sông) nên gọi tên là thế, đối với huyện Hà Dương là huyện ở phía nam (phía dương của sông). Có thể đất Chân Sum là đất Sóc Sum của tỉnh KamPot. Về Linh Quỳnh thì Nhất thống chí chép rằng núi Linh Quỳnh thuộc huyện Hà Châu cách 120 dặm và ở phía bắc [[sông Giang Thành]], sông này có hai nguồn ra từ núi Linh Quỳnh. Linh Quỳnh tức địa điểm Linh Quỳnh của tỉnh KamPot nước Cao Miên. (Xem thế thì thấy rằng năm phủ [[Sihanoukville|Vũng Thơm]], [[Kampot|Cần Bọt]], [[Treang|Chân Sum]], [[Banteay Meas|Sài Mạt]], Linh Quỳnh ở đời Nguyễn còn là đất của huyện Hà Châu tỉnh Hà Tiên và của huyện Hà Âm tỉnh An Giang, đến đời Tự Đức triều Nguyễn mới trả về nước Cao Miên).\"''<ref>Đất nước Việt Nam qua các đời, Đào Duy Anh, trang 238-239.<\/ref>\n\n=== Đồn bảo (cửa khẩu và đồn binh) thuộc Hà Âm ===\n[[Tập tin:TinhBienAnGiang.jpg|nhỏ|Vị trí các làng Vĩnh Điều, Vĩnh Lạc của huyện Hà Âm, nằm trên bờ bắc kênh Vĩnh Tế.]]\n[[Tập tin:HaAm1901.jpg|nhỏ|phải|Bản đồ vùng Hà Âm (kênh Vĩnh Tế, núi Chân Sum (''núi Sung''), núi Thâm Đăng (''núi Than Dong'')-Kiri Vong (biên giới Việt Nam-Campuchia) năm 1901. Vị trí các làng Vĩnh Điều (''Vinh Diu''), Vĩnh Điền (''Vinh Dien''), Vĩnh Lạc (''Vinh Lac''), Vĩnh Thông (''Vinh Thong''), Vĩnh Bảo (''Vinh Bao'') nằm bên bờ bắc kênh Vĩnh Tế. Thượng nguồn đông bắc sông Giang Thành là Linh Quỳnh.]]\n[[Tập tin:HaAmHaDuong1906.png|nhỏ|phải|Bản đồ vùng Hà Âm, Hà Dương (kênh Vĩnh Tế)-Kiri Vong (biên giới Việt Nam-Campuchia) năm 1906. Vị trí các làng Vĩnh Điều (''Vinh Diu''), Vĩnh Điện (''Vinh Dien''), Vĩnh Thông (''Vinh Tong'') nằm bên bờ kênh Vĩnh Tế.]]\nCác đồn bảo của nhà Nguyễn là các trạm sở cửa khẩu thu thuế giao thương, đắp bằng đất, trong thời chiến trở thành các đồn binh. Theo Đại Nam nhất thống chí trên địa bàn huyện Hà Âm có các đồn bảo sau<ref>{{Chú thích web |url=http:\/\/www.songhuong.com.vn\/fullsize.php?id=66&page=37.jpg |ngày truy cập=2012-07-18 |tựa đề=Đại Nam nhất thống chí, quyển 30, người dịch Nguyễn Tạo, trang 66-67. |archive-date=2012-02-19 |archive-url=https:\/\/web.archive.org\/web\/20120219071947\/http:\/\/www.songhuong.com.vn\/fullsize.php?id=66&page=37.jpg }}<\/ref>:\n*Bảo Vĩnh Thông, nằm trên đất làng Vĩnh Thông trên bờ sông Vĩnh Tế (Vị trí làng này ngày nay thuộc xã [[An Nông, Tịnh Biên|An Nông]] huyện [[Tịnh Biên]] tại phía bắc kênh Vĩnh Tế trên biên giới với xã [[Saom]] (tức Sóc Sum) huyện [[Kiri Vong]] tỉnh [[Takéo]] Campuchia). Theo thống kê địa bạ năm 1836, làng này có tổng lượng ruộng đất là 6,7 mẫu (tức khoảng 3,28 ha). Tuy nhiên, vị trí làng này ngày nay không còn dấu vết. Mà tại phía bắc thị trấn Ba Chúc huyện [[Tri Tôn]], (ở khoảng lân cận xã [[Lạc Quới, Tri Tôn|Lạc Quới]] và thị trấn [[Ba Chúc]] ngày nay) có một cây cầu cũng được gọi là cầu sắt Vĩnh Thông được người Pháp xây dựng năm 1920.\n*Bảo Vĩnh Lạc (trên đất làng Vĩnh Lạc, thuộc khoảng bờ bắc [[kênh Vĩnh Tế]]<ref name=\"Châu Đốc\">[http:\/\/dlib.nlv.gov.vn\/CMPortal\/Resources\/CMPortal\/TempFolder\/004953e4-7fe8-4534-a89b-6643d8e6b8e2.pdf ''Monographie de la province de Châu Đốc'' (Địa phương chí tỉnh Châu Đốc 1900-1902), 1902, L. Ménard,, trang 12-14.]{{Liên kết hỏng|date=2021-03-13 |bot=InternetArchiveBot }}<\/ref>, nay thuộc xã [[Lạc Quới, Tri Tôn|Lạc Quới]] huyện Tri Tôn).\n*Bảo Thân Nhân\n*Bảo Vĩnh Gia, (trên đất làng Vĩnh Gia, có thể nay thuộc khoảng bờ bắc [[kênh Vĩnh Tế]] ở vị trí xã [[Vĩnh Gia, Tri Tôn|Vĩnh Gia]] [[huyện Tri Tôn]] tỉnh An Giang)\n*Bảo Vĩnh Điều (trên đất làng Vĩnh Điều, thuộc khoảng bờ bắc sông Vĩnh Tế<ref name=\"Châu Đốc\"\/>, nay ở khoảng vị trí xã [[Vĩnh Điều]] huyện [[Giang Thành, Kiên Giang|Giang Thành]] tỉnh [[Kiên Giang]]).\n\nCác thôn làng thuộc Hà Âm: Vĩnh Thông, Vĩnh Bảo, Vĩnh Lạc, Vĩnh Gia, Vĩnh Điều, Vĩnh Điền<ref>Lịch sử khẩn hoang miền Nam, Sơn Nam, trang 23.<\/ref>, Thân Nhơn (Thân Nhân), An Quới, Long Thạnh, Linh Quỳnh (Luih-Quinh tức làng Prey-Angkonh<ref>http:\/\/aefek.free.fr\/iso_album\/paulus.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20150722174757\/http:\/\/aefek.free.fr\/iso_album\/paulus.pdf |date=2015-07-22 }} Le Royaume du Cambodge, trang 523.<\/ref>), Cổ Man (sóc Kaoh Moan),...\n\n== Lịch sử ==\n[[Tập tin:AnGiang1.jpg|nhỏ|phải|Bản đồ vùng đất tỉnh [[An Giang]] ngày nay vào thời tỉnh An Giang nhà Nguyễn và thời kỳ đầu thuộc Pháp. Vùng đất phía bắc kênh Vĩnh Tế thời Nguyễn (trong đó có huyện Hà Âm) từng thuộc tỉnh An Giang, nằm trong lãnh thổ [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] (Việt Nam), đến thời Pháp thuộc thì cắt trả về cho Cao Miên (Campuchia) thuộc Pháp.]]\nTháng 4 âm năm 1824, Nặc Ông Chân ([[Ang Chan II]]), hiến tặng nhà Nguyễn thông qua [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]] (để trả ơn Thoại), 3 vùng Chân Sum (còn gọi là Chân Thành hay Chân Chiêm, nằm giữa Giang Thành và Châu Đốc), Mật Luật (Ngọc Luật, cũng nằm giữa Giang Thành và Châu Đốc), Lợi Kha Bát ([[Prey Kabbas]] [[takéo|tỉnh Takeo]]). Nhà Nguyễn chỉ lấy 2 đất Chân Sum ([[Treang]]) và Mật Luật (Meát Chruk).<ref>{{Chú thích web |url=http:\/\/www.viethoc.org\/eholdings\/sach\/qtcbty.pdf |ngày truy cập=2012-07-21 |tựa đề=Quốc triều chính biên toát yếu, quyển III, bản dịch dạng pdf của Viện Việt học, trang 66. |archive-date=2008-11-19 |archive-url=https:\/\/web.archive.org\/web\/20081119232653\/http:\/\/www.viethoc.org\/eholdings\/sach\/qtcbty.pdf }}<\/ref> Chân Sum sau được phân vào hai huyện Hà Âm và Hà Dương từng thuộc phủ Tĩnh Biên Hà Tiên, trước khi chia về cho tỉnh [[An Giang]]. [[Cao Xuân Dục]] viết trong Quốc triều chính biên toát yếu như sau: \"''Vua nước [[Campuchia|Chân Lạp]] là [[Ang Chan II|Nặc Chân]] gửi thư cho quan bảo hộ [[Thoại Ngọc Hầu|Nguyễn Văn Thụy]] xin cắt đất 3 phủ: Lợi Kha Bát, Chân Sum, Mật Luật để trả ơn ông Thụy [Thoại]... Thụy đem thư ấy báo [[thành Gia Định]], quan thành ấy [Lê Văn Duyệt] tâu lên, [[Minh Mạng|Ngài]] khiến đình thần bàn. [[Lê Văn Duyệt]] tâu rằng: \"Vua Chân Lạp không phải bản tâm báo ơn Thụy, chẳng qua vì [[xiêm|người Xiêm]] nuôi em nó [tranh chấp nội bộ Cao Miên], nên nó muốn cho ta bảo hộ được bền vững đó thôi. [[Tên gọi Việt Nam#Đại Nam|Ta]] mà nhận cả... người Xiêm có điều nói được, ta mà khước cả thì e không phải ý [[Gia Long|Đức Thế tổ Cao hoàng đế]] trù nghĩ việc ngoài biên. Vả lại, đất 3 phủ ấy thì đất Lợi Kha Bát hơi xa, khước đi cũng phải, còn đất Châu Sum, Mật Luật thì ở chính giữa đất [[Châu Đốc (thị xã)|Châu Đốc]], [[Giang Thành, Kiên Giang|Giang Thành]] ta, xin nhận lấy đất mà đừng thu thuế, khiến cho nó biết [[nhà Nguyễn|triều đình ta]] chỉ lo việc ngoài biên không phải vì tham lợi,... mà vui lòng thuần phục,...\"... Ngài cho là phải [và sai] khiến Thụy nhận lấy dân phủ Chân Sum và Mật Luật,..., còn thuế thì cứ giao cho vua nước nó [Ang Chan II]. Nhưng [Thụy] phải làm tờ thư mà đáp lại cho Chân Lạp.''\"\n\nNăm Minh Mạng 20 (1839), nhà Nguyễn cắt đất huyện Chân Thành phủ Chân Chiêm thuộc Trấn Tây Thành (xứ Cao Miên do nhà Nguyễn bảo hộ) hợp với phần đất cắt từ huyện Tây Xuyên để lập hai huyện Hà Dương (ở bờ Nam sông Vĩnh Tế) và Hà Âm (ở bờ Bắc sông Vĩnh Tế) phủ Tĩnh Biên ([[Tịnh Biên]]) của [[hà Tiên (tỉnh)|tỉnh Hà Tiên]] (sau chuyển sang tỉnh An Giang).\n\nNăm Thiệu Trị thứ 2 (1842), [[Thiệu Trị]] trích phủ Tĩnh Biên cùng huyện Hà Dương của tỉnh Hà Tiên, sáp nhập vào An Giang. Năm 1844, trích thêm huyện Hà Âm của tỉnh Hà Tiên nhập vào phủ Tĩnh Biên, lúc này phủ Tĩnh Biên gồm các huyện Hà Âm, Hà Dương. Năm Tự Đức thứ 3 (1850), nhà Nguyễn bỏ phủ Tĩnh Biên, cho nhập 2 huyện Hà Âm và Hà Dương vào phủ Tuy Biên. Vào thời vua [[Tự Đức]] tỉnh An Giang gồm có 3 phủ với 10 huyện: Hà Âm, [[Hà Dương (huyện)|Hà Dương]], [[Phong Phú]], [[Tây Xuyên]], [[Đông Xuyên (huyện cũ)|Đông Xuyên]], [[Vĩnh An]], [[An Xuyên (huyện)|An Xuyên]], [[Phong Nhiêu]], [[Phong Thịnh]], [[Vĩnh Định]].<ref>''[[Đại Nam nhất thống chí]]'', quyển 30, tỉnh An Giang, trang 151-191.<\/ref>\n\nĐại Nam thực lục chép rằng: \"''Tháng 8 âm lịch năm [[Giáp Thìn]] niên hiệu Thiệu Trị thứ 4 (1844):... Đổi huyện Hà Âm tỉnh Hà Tiên cho lệ thuộc phủ Tĩnh Biên tỉnh An Giang, huyện Hà Dương và huyện Hà Âm nguyên thuộc tỉnh Hà Tiên (2 huyện vốn là đất Chân Thành, năm [[Minh Mạng]] thứ 20 [1839] tách ra để thuộc về phủ An Biên tỉnh Hà Tiên), năm Thiệu Trị thứ 2 [1842] trích huyện Hà Dương đổi về tỉnh An Giang, huyện Hà Âm vẫn thuộc về phủ An Biên; đến đây, lĩnh Tuần phủ Hà Tiên là Nguyễn Lương Nhàn nói địa thế huyện Hà Âm liền với phủ Tĩnh Biên, xin theo nơi gần, đổi sáp nhập tỉnh An Giang, để liệu cho dân. Vua ưng cho.''\"<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển XLI, Thực lục về Hiến tổ Chương hoàng đế, tập 6, trang 635.<\/ref>\n\nKhông rõ đất huyện Hà Âm tồn tại trong lãnh thổ Việt Nam đến chính xác thời điểm nào thì lại thì lại trở về thuộc lãnh thổ Campuchia. Tuy nhiên, trong Đại Nam thực lục, bộ sử lớn nhất đương thời của [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] thì sự kiện lịch sử cuối cùng được đề cập đến trong bộ sử này, liên quan tới những địa danh thuộc huyện Hà Âm (cái mà còn chứng tỏ sự tồn của Hà Âm trong lãnh thổ Việt Nam) là vào năm 1860. Đại Nam thực lục chép: \"''...Tháng 3 nhuận [âm lịch] năm [[Canh Thân]] niên hiệu [[Tự Đức]] thứ 13 [1860], lúc bấy giờ giặc Cao Miên kéo nhau quấy rối. Vua dụ bọn [[Tổng đốc]] [An-Hà] là [[Nguyễn Công Nhàn]], Tuần phủ [An Giang] là [[Phan Khắc Thận]] ở [[An Giang|An]] - [[Hà Tiên (tỉnh)|Hà]] rằng: \"Nay giặc Man hiện đang ra vào quấy rối ở các sở đồn bảo như... Tĩnh Biên, Giang Nông, Vĩnh Thông [Hà Âm] ở sông Vĩnh Tế tỉnh An Giang; Giang Thành, Tiên Thái, Kiên Giang, Thạch Động, Ba Xuyên [[hà Tiên (tỉnh)|tỉnh Hà Tiên]]. Lại nghe Tù trưởng Cao Miên [(là [[Norodom]])], hẹn đến mùa thu nước lên, thuyền [[Pháp|Tây Dương]] vào [[Mê Kông|sông trong]], bấy giờ chúng nó cùng nhau đánh ập lại. Lại [phía Lộc Sơn (Mũi Nai)] Hà Tiên thám báo giặc [[người Hoa|người hạt nước Thanh]] là Hoàng Quốc Lập, đầu mục Man là tên Tôn, chiêu dụ người Thanh, [[người Khmer|người Thổ]] ở [[Kam pốt|Cần Bột]], hẹn nhau đường thủy bộ chia đến quấy rối... Nguyễn Công Nhàn lập công cõi ngoài nhiều lần tỏ ra khó nhọc tài năng. Phan Khắc Thận trải nhiều chiến trận đã hiểu cơ nghi. Thế mà không nghĩ đến việc ấy, chỉ muốn vạch giới hạn tự giữ lấy. Sao lại trì hoãn thế?...\" (Việc Quốc Lập... đến ở cõi đất Cao Miên, Tù trưởng Cao Miên giúp quân và lương cho.)''\"<ref>Đại Nam thực lục, chính biên, đệ tứ kỷ, quyển XXII, thực lục về Tự Đức, tập 7, trang 654.<\/ref>\n\nTới tháng 12 âm lịch năm [[Ất Sửu]] (tức đầu năm 1866), khi 3 tỉnh miền Đông ([[Gia Định (tỉnh)]], [[Biên Hòa (tỉnh)]], [[Định Tường]]) đã bị Pháp chiếm, Nam Kỳ chỉ còn 3 tỉnh miền Tây, vùng biên giới tỉnh An Giang và Hà Tiên với Cao Miên có sự hoạt động của cuộc khởi nghĩa [[Acha Xoa]], thì biên giới đã lùi vào tới [[kênh Vĩnh Tế]] vùng [[Bảy Núi|Thất Sơn]] (Bảy Núi), vùng Hà Âm không còn được nhắc đến trong sử nhà Nguyễn nữa. Theo Đại Nam thực lục, chép về thời gian đó, viết: \"''Tổng Đốc Vĩnh Long là [[Trương Văn Uyển]] và Tổng đốc An - Hà là Phan Khắc Thận đem tình hình biên giới và thế địch bí mật tâu lên. (Văn Uyển nói: Nước Cao Miên đã chia 2 lòng, cùng với nước Pháp tư thông, cầu lấy lại các xứ Thất Sơn. Khắc Thận nói:... Người Pháp thì thường bức bách phải nã bắt tên Xoa. Và lại, đất cheo leo, hiểm trở, rất nhiều sự khó làm.) Vua [Tự Đức] sai [triều thần] thương lượng nghị định. Bọn [[Đoàn Thọ]], [[Trần Tiễn Thành]] cho là: \"3 tỉnh [An Giang, Hà Tiên, Vĩnh Long] cheo leo, trơ trọi, mà nước Cao Miên đã bị người Pháp bảo hộ rồi, tạm hãy mềm dẻo, để yên lòng họ, cứ chiếu địa giới ngăn chặn, nếu thấy tên Xoa trốn vào địa giới ta thì bắt giao trả, để dứt mối nghi ngờ của họ [người Pháp]... Đến như Thất Sơn, năm trước đã dựng thành thôn và thu thuế, lại ở vào quãng 2 tỉnh An Giang và Hà Tiên, lại có sông Vĩnh Tế ngăn làm giới hạn, đều là đất của ta [Đại Nam], người Miên [triều đình Norodom] đến cầu người Pháp thu phục lại, (đó là theo lời phỏng đoán của tỉnh thần Vĩnh Long),...\" Vua cho là phải,...\"<ref>Đại Nam thực lục, chính biên, đệ tứ kỷ, quyển XXXIII, Thực lục về Tự Đức, tập 7, trang 975.<\/ref>\n\nTheo nghiên cứu của [[Nguyễn Đình Đầu]], một phần lớn đất huyện Hà Âm đến thời Pháp thuộc đã bị người Pháp cắt cho lãnh thổ của Campuchia thuộc Pháp cùng với vài vùng đất khác dọc [[biên giới Việt Nam - Campuchia]]: như vùng đất tổng Hà Nhuận huyện Hà Châu [[tỉnh Hà Tiên]] kéo đến tận núi Linh Quỳnh cách biên giới 25&nbsp;km, vùng được gọi là Mỏ Vịt (thuộc tỉnh [[Svay Rieng]]) nguyên là đất huyện Tân Ninh phủ Tây Ninh [[tỉnh Gia Định]].<ref>[http:\/\/nghiencuulichsu.com\/2014\/04\/15\/cuong-vuc-viet-nam-duoi-thoi-nguyen\/ Cương vực Việt Nam dưới thời Nguyễn, Nguyễn Đình Đầu]<\/ref>\n\n== Chú thích và trích dẫn ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n*[[Đại Nam thực lục]].\n*[[Đại Nam nhất thống chí]], quyển 30, tỉnh An Giang.\n*[[Gia Định thành thông chí]]\n*[[Quốc triều chính biên toát yếu]].\n*Đất nước Việt Nam qua các đời\n*Địa phương chí tỉnh Châu Đốc 1902\n\n[[Thể loại:Huyện cũ Việt Nam]]\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Tỉnh Takéo]]\n[[Thể loại:Địa danh cũ Việt Nam]]"}