{"512025":"{{Thông tin nhân vật\n| tên = Hà Triều\n| tên gốc = \n| nền = nhạc sĩ\n| hình = Soạn giả Hà Triều.jpeg\n| kích thước hình = \n| imagesize = 200px\n| bút danh âm nhạc = Hà Triều\n| tên khai sinh = Đặng Ngươn Chúc\n| ngày sinh = 13 tháng 12, 1931\n| nơi sinh = [[Gò Quao]], [[Kiên Giang]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|2003|5|13|1931|12|13}}\n| nơi mất = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| an táng = [[Chùa Nghệ Sĩ|Nghĩa trang Chùa Nghệ sĩ]]\n| quốc tịch = {{VIE}}\n| dân tộc = Kinh\n| nghề nghiệp = Soạn giả<br>Nhà báo\n| bố mẹ = \n| vợ = \n| chồng = \n| con = \n| đào tạo = \n| học vấn = \n| lĩnh vực hoạt động = [[Nghệ thuật]]\n| giai đoạn sáng tác âm nhạc = \n| đào tạo âm nhạc = \n| dòng nhạc = [[Cải lương]]\n| nhạc cụ = \n| công ty quản lý = \n| hãng đĩa = \n| hợp tác với = [[Hoa Phượng (soạn giả)|Hoa Phượng]]\n| thành viên của = \n| ca khúc = <!-- sáng tác nổi bật -->\n| notable_works = ''[[Mưa rừng]]<br>[[Nửa đời hương phấn]]<br>[[Tần nương thất]]\n| giải thưởng = [[Giải Thanh Tâm]] (1965)\n| website âm nhạc = \n| ảnh hưởng bởi = \n| ảnh hưởng tới = \n| chữ ký = \n| website = \n}}\n'''Hà Triều''' ([[1931]]–[[2003]]) là nghệ danh của soạn giả cải lương. Ông cùng với soạn giả [[Hoa Phượng]] hợp soạn sáng tác nhiều vở [[cải lương]] lừng danh [[Sân khấu cổ truyền Việt Nam|sân khấu Việt Nam]] trong suốt 10 năm ([[1955]]–[[1965]]).\n\n==Cuộc đời và sự nghiệp==\n===Thân thế và thời niên thiếu===\nÔng tên thật là '''Đặng Ngươn Chúc''', sinh năm [[1931]] tại xã [[Vĩnh Tuy (xã)|Vĩnh Tuy]], huyện [[Gò Quao]], [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] (nay là tỉnh [[Kiên Giang]]).\n\nThuở nhỏ, do có điều kiện, ngoài việc học văn hóa, ông còn được học cơ bản về [[Lý thuyết âm nhạc|nhạc lý]]. Năm 14 tuổi, ông tham gia và trở thành nhạc công duy nhất chơi đàn banjoline và mandoline, đệm đàn trong các buổi biểu diễn Đoàn văn nghệ Thiếu nhi Cứu quốc Khu 9, do [[Kiên Giang (nhà thơ)|Trương Khương Trinh]] làm trưởng đoàn. Năm 17 tuổi, ông được cử theo học Trường Trung học kháng chiến Nguyễn Văn Tố, đến năm 19 tuổi được phân bổ vào ngành công an<ref name=\"kg1\">Kiên Giang, [http:\/\/cailuongvietnam.com\/news\/Chan-dung-nghe-si\/Nhan-1-nam-ngay-mat-soan-gia-Ha-Trieu-1352003-1352004-May-ky-uc-ve-Ha-Trieu-Hoa-Phuong-79\/ \"Nhân 1 năm ngày mất soạn giả Hà Triều (13\/5\/2003 - 13\/5\/2004): Mấy ký ức về Hà Triều - Hoa Phượng\"]<\/ref>.\n\n===Bước vào sự nghiệp soạn giả===\nNăm 1954, ông không tập kết ra Bắc mà ở lại miền Nam sống công khai. Do chưa tìm được việc làm, ông lên [[Thành phố Hồ Chí Minh|Sài Gòn]] tìm đến nhà người trưởng đoàn cũ, bấy giờ là ký giả kịch trường [[Kiên Giang (nhà thơ)|Hà Huy Hà]] ở xóm sau [[nhà thờ Chợ Quán]] (nay là đường Phan Văn Trị, quận 5), nhờ giúp đỡ kế sinh nhai. Nhờ có nét chữ tốt, ông được giao công việc chép thơ và bản thảo kịch bản cải lương. Sẵn có máu văn nghệ, số vốn kiến thức nghệ thuật, chính trị ở trường Nguyễn Văn Tố, ông cũng tập viết bài ca lẻ (ba Nam, sáu Bắc) với đề tài có tính lịch sử cho nhạc sĩ [[Bảy Quới]] ở [[Đài Vô tuyến Việt Nam|Đài Phát thanh Sài Gòn]], và một số bài phê bình sân khấu đăng trên trang Điện ảnh kịch trường của Báo ''Công nhân''.\n\nNăm 1955, ông gặp lại một người bạn cũ thời kháng chiến là [[Hoa Phượng (soạn giả)|Lương Kế Nghiệp]], lúc này cũng đang lưu lạc lên Sài Gòn tìm kế sinh nhai. Năm 1956, ông giới thiệu bạn mình với Hà Huy Hà và được gợi ý 2 ông cùng hợp tác viết kịch bản [[cải lương]]. Ông bèn lấy nhuận bút mấy bài báo mời Lương Kế Nghiệp đi xem vở ''Tình tráng sĩ'' của [[đoàn Thanh Minh]] để tham khảo. Cả hai soạn nội dung rồi chia nhau viết, chỉ một tuần là xong, đem đưa nhà thơ Kiên Giang (tên cũ là Hà Huy Hà và Trương Khương Trinh) xem. Ông gật đầu đem đi dựng trên sân khấu Minh Chí - Việt Hùng. Ban đầu, tên vở được giám đốc kỹ thuật hãng đĩa ASIA - Thái Thụy đặt là ''Tình quê hương'' vì có nội dung chống quân [[nhà Minh]], sau được đổi lại là \"Vì quê hương\". Nhưng đến gần ngày khai trương vẫn chưa có tên soạn giả, bị hối thúc, Đặng Ngươn Chúc lấy tên mấy người em của mình ghép lại thành Hà Triều, còn Lương Kế Nghiệp đặt bút danh là Hoa Phượng cho \"ướt át\". Với kịch bản đầu tay của 2 người, bút danh '''Hà Triều - Hoa Phượng''' ra đời<ref>Các tài liệu đều chép thống nhất bút danh Hoa Phượng của soạn giả Lương Kế Nghiệp đặt để ghi nhớ tuổi học trò. Tuy nhiên, bút danh Hà Triều được hầu hết chép là tên ghép từ người em gái tên Thu Hà và người em trai (hoặc cháu trai kêu bằng bác) tên là Triều, của Đặng Ngươn Chúc (''Ngô Thị Hồng Nhan, \"Hoa Phượng - \"Trái tim Núi Sập\"''). Nhưng theo soạn giả Kiên Giang dẫn theo thông tin từ một số bạn học cũ của ông Chúc ở Nguyễn Văn Tố, tiếp xúc trong đám tang của Hà Triều ngày 15 tháng 5 năm 2003, thì Thu Hà là bạn học cùng lớp với Chúc. Em của Thu Hà tên Triều chơi rất thân với Chúc. Thu Hà để ý Chúc nhưng Chúc nhát gái không dám mở lời. (Kiên Giang, [http:\/\/cailuongvietnam.com\/news\/Chan-dung-nghe-si\/Nhan-1-nam-ngay-mat-soan-gia-Ha-Trieu-1352003-1352004-May-ky-uc-ve-Ha-Trieu-Hoa-Phuong-79\/ \"Nhân 1 năm ngày mất soạn giả Hà Triều (13\/5\/2003 - 13\/5\/2004): Mấy ký ức về Hà Triều - Hoa Phượng\"]).<\/ref>.\n\nHai vở diễn đầu tay \"Vì quê hương\" và \"Sau cơn gió lốc\" chẳng mấy thành công. Năm 1957, [[Kiên Giang (nhà thơ)|soạn giả Kiên Giang]] được nghệ sĩ Thúy Nga mời về làm chỉ đạo nghệ thuật và lo việc tuồng tích cho đoàn. Vì thế, ông đã đặt hàng Hà Triều - Hoa Phượng viết vở khai trương. Ban đầu, kịch bản mang tên \"Lối vào cung cấm\", nhưng được soạn giả Kiên Giang đề nghị đổi sang dạng tình cảm kiếm hiệp [[Nhật Bản|Phù Tang]] với tên mới \"''Khi hoa anh đào nở''\", với thiết kế mỹ thuật, phác thảo mô hình tranh cảnh, âm nhạc mang âm hưởng Nhật Bản. Vở diễn được công diễn liên tục trong 4 tuần, thu được thành công rực rỡ <ref name=\"kg1\"\/>.\n\n===Thành công===\n\nTrong 10 năm (1955–1965), liên danh Hà Triều – [[Hoa Phượng]] đã viết chung khoảng 50 vở hát. Kể từ thành công của vở ''Khi hoa anh đào nở'', nhiều vở được khán giả hoan nghênh như ''Tấm lòng của biển'', ''Cô gái Đồ Long'', ''Nửa đời hương phấn'', ''Nỗi buồn con gái'' (còn gọi là ''Tần nương thất''), ''Thái hậu Dương Vân Nga'', ''Bóng hồng sa mạc'', ''Khói sóng tiêu tương''... nhưng thành công lớn nhất là những tuồng xã hội. Từ những kịch bản đó, nhiều nghệ sĩ đã thành danh như [[Thành Được]], [[Tấn Tài (định hướng)|Tấn Tài]], [[Thanh Sang]], [[Bạch Tuyết]], [[Ngọc Giàu]], [[Thanh Tuấn]], [[Lệ Thủy]], [[Minh Vương]], [[Hồng Nga]], [[Thanh Nguyệt]], [[Kim Ngọc]]… Ngoài ra, hai ông còn viết 1 vở kịch cho đoàn [[Thẩm Thúy Hằng]] là vở ''Sông dài'' và cũng được hoan nghênh nhiệt liệt, sau này còn được chuyển thể thành phim [[điện ảnh]] và cải lương. Ông còn viết sách: \"Cải lương - Tính dân tộc \".\n\nSự hợp tác còn mang lại kết quả bất ngờ, một cô gái nhà bên nơi 2 người ở trọ, vì mến mộ tài năng mà theo về làm vợ soạn giả Hoa Phượng. Con họ sinh ra đặt tên theo phong thái cải lương như Nhứt Nương, Nhị Lang, Tam Lang... và gọi Hà Triều là \"Ba Hai\".\n\nHai ông cộng tác với đoàn Thanh Minh – Thanh Nga từ đầu năm 1960. Đến năm 1964, đoàn hát [[Dạ Lý Hương]] của bầu Xuân<ref>nay là Phó hội trưởng [[Chùa Nghệ sĩ]].<\/ref> ra đời. Hà Triều - Hoa Phượng được mời về cộng tác. Trên sân khấu mới này, cặp Hà Triều – Hoa Phượng lại nổi danh thêm với một loạt tuồng \"chưởng\": ''Cô gái Đồ Long'', ''Anh hùng xạ điêu'', ''Lệnh xé xác'' (chung với [[Tuấn Khanh]]), ''Thiên hà lang quân''... Đến năm 1965, đoàn Dạ Lý Hương diễn vở xã hội ''Nỗi buồn con gái'' (hay ''Tần Nương Thất'') của Hà Triều – Hoa Phượng, vở hát này được Ban tuyển chọn [[giải Thanh Tâm]] bình chọn là tuồng cải lương hay nhất trong năm với số điểm vượt xa các vở hát khác để phát giải \"Vở hát đoạt giải hay nhất\".\n\n===Chia tay===\n\nBất ngờ, sau khi diễn xong tuồng ''Nỗi buồn con gái'', liên danh Hà Triều – Hoa Phượng lặng lẽ chia tay đã gây nhiều thắc mắc và tiếc rẻ trong giới nghệ sĩ và khán giả mến mộ.\n\nNguyên nhân của sự chia tay bí ẩn này mãi đến 40 năm sau mới được soạn giả [[Kiên Giang (nhà thơ)|Kiên Giang]] tiết lộ:\n<blockquote>''Hai đứa nó không có mâu thuẫn giận hờn gì, nhưng buộc phải chia tay nhau vì bị bọn \"mật vụ\" phát hiện cả hai đứa nó còn là \"một liên danh\" từng hoạt động chung cho [[cách mạng]] từ thời [[Việt Minh]]. Sau ngày chia tay với Hà Triều, [[Hoa Phượng (soạn giả)|Hoa Phượng]] còn trong tuổi \"quân dịch\" nên bằng mọi cách nó phải tránh né để yên thân, nên từ năm 1966, Hoa Phượng phải bỏ [[Thành phố Hồ Chí Minh|Sài Gòn]] ra miền Trung sống lây lất với các đoàn hát nhỏ trong nhiều năm, nhưng vẫn không yên với bọn mật vụ tay sai chế độ cũ, và anh đã nhiều lần bị bắt vì chúng nghi anh \"nằm vùng...''<ref name=tn1\/><\/blockquote>\n\nNhững lý giải của soạn giả Kiên Giang nói trên là ý kiến riêng của ông và điều này ngoài soạn giả Kiên Giang chưa có ai xác nhận. Tính xác thực của những lý giải đó còn được bàn luận và do đó không rõ mức độ chính xác. Tuy nhiên, điều nhận thấy là mối quan hệ thân tình giữa hai người vẫn được duy trì và tiếp nối bởi con cháu Hoa Phượng với Hà Triều cho đến tận ngày ông qua đời. Và Hoa Phượng sau đó vẫn tiếp tục sống với nghề, tự viết tuồng riêng, trong đó có cộng tác với Ngọc Điệp viết tuồng ''Tuyệt tình ca'', tức ''Ông Cò Quận 9'' cũng rất thành công.<ref name=\"rfa1\">[http:\/\/www.rfa.org\/vietnamese\/programs\/TraditionalMusic\/ha-trieu-hoa-phuong-nmai-05292011084040.html Soạn giả Hà Triều Hoa Phượng], Ngành Mai (RFA), 29\/05\/2011<\/ref>\n\n==Trọn đời với cải lương==\n[[Hình:Mộ Hà Triều.JPG|nhỏ|250px|Phần mộ soạn giả Hà Triều tại [[Chùa Nghệ sĩ]]]]\n\nSau khi liên danh tan rã, cũng như [[Hoa Phượng (soạn giả)|Hoa Phượng]], Hà Triều lưu lạc khắp miền Nam, viết các kịch bản cho các đoàn diễn địa phương. Ngoài ra, ông còn chuyển thể vở kịch nói ''Lá sầu riêng'' của soạn giả kịch nói Hoàng Dũng (bút danh của nghệ sĩ kịch nói [[Kim Cương (nghệ sĩ)|Kim Cương]]), với phần nhạc cải lương của [[Thế Châu]]. Vở cải lương này được dàn dựng nhiều lần, gần nhất là vào năm 2006 do [[Trung tâm Thúy Nga]] sản xuất, với ca sĩ [[Hương Lan]] trong vai chính.\n\nTuy vẫn tiếp tục viết nhiều kịch cho đến ngày qua đời, nhưng ông không ghi được nhiều dấu ấn như lúc còn liên danh với Hoa Phượng, một phần cũng do sự thoái trào của sân khấu cải lương. Trong cuộc sống riêng tư, mãi đến hơn 60 tuổi, Hà Triều mới gặp một người vợ cùng tá túc trong căn phòng nhỏ hẹp cạnh rạp Hưng Đạo, nhưng không bao lâu thì người vợ cũng âm thầm bỏ đi. Ông tiếp tục sống cô độc dù vẫn luôn được nhiều người quan tâm ưu ái cho đến khi qua đời <ref name=\"kg1\"\/>.\n\nÔng qua đời ngày [[13 tháng 5]] năm 2003 tại [[Thành phố Hồ Chí Minh]] và được chôn cất tại nghĩa trang [[Chùa Nghệ sĩ]]. Bạn bè và người thân của hai ông đã quyết định chọn ngày 22 tháng 10 hàng năm (là ngày giỗ Hoa Phượng) làm ngày giỗ chung cho đôi bạn tri kỷ trong làng cải lương.\n\n==Tác phẩm==\n'''Đồng tác giả với [[Hoa Phượng (soạn giả)|Hoa Phượng]]:'''\n\n{{Div col|cols=3}}\n* ''Anh hùng xạ điêu''\n* ''Bóng hồng sa mạc''\n* ''Bạn rừng năm cũ''\n* ''Bụi mờ ải nhạn''\n* ''Cô gái Đồ Long''\n* ''[[Con gái chị Hằng]]''\n* ''Chiều đông gió lạnh về''\n* ''Đêm vĩnh biệt''\n* ''Đôi nhân tình khùng''\n* ''Đợi anh mùa lá rụng''\n* ''[[Mưa rừng]]'' ([[1961]])\n* ''[[Nửa đời hương phấn]]''\n* ''Nắng sớm mưa chiều''\n* ''Nó là con tôi''\n* ''Tiếng sáo vọng cung tần''\n* ''Tấm lòng của biển''\n* ''Thái hậu Dương Vân Nga''\n* ''Khi hoa anh đào nở ([[1957]])\n* ''Khói sóng tiêu tương''\n* ''[[Rồi 30 năm sau]]''\n* ''[[Sông dài (phim truyền hình)|Sông dài]]'' ([[kịch nói]])\n* ''Sương mù trên non cao''\n* ''Lệnh xé xác'' (chung với Tuấn Khanh)\n* ''Thiên hà lang quân\n* ''[[Tần nương thất]]'' (''Nỗi buồn con gái'') ([[1965]])\n* ''Giữa chốn bụi hồng''\n*...{{Div col end}}\n\n'''Đồng tác giả với [[Viễn Châu]]:'''\n* ''Sương khuya lạnh lùng''\n'''Viết riêng:'''\n* ''Lá sầu riêng'' (chuyển thể từ vở kịch nói)\n* ''Hãy gọi nhau là cố nhân''\n\n==Đánh giá==\n\n{{pull quote|1= ''Ngày nào còn [[sân khấu]] cải lương, ngày nào còn văn hóa Việt thì tên tuổi của Hà Triều – Hoa Phượng vẫn còn mãi mãi. Những tác phẩm sân khấu của hai ông không sướt mướt, ủy mị, lời thoại, lời ca thông minh, dí dỏm, đậm chất tình của người [[Miền Nam (Việt Nam)|Nam bộ]]. Các kịch bản này đều mang tính hiện đại và dân tộc, là sự kết hợp tài tình giữa [[chèo]], [[tuồng]] với [[cải lương]]. Nhiều tuồng cải lương bình dân của hai ông là \"món ăn tinh thần\" quý giá của nhiều thế hệ khán giả Nam, Bắc….''|tác giả=[[Diệp Lang|NSND Diệp Lang]]}}\n\n{{pull quote|1=''Hai anh là hai nhân cách lớn, luôn sống có trách nhiệm với sự nghiệp, bản thân và với mọi người.... Hai anh luôn khắt khe với người diễn, rất bất bình khi diễn viên hát sai lời, dù chỉ một dấu ngừng dấu nghỉ, hoặc là một lời thiếu lời thừa. Hoàn toàn không quá đáng, tôi cho đó là lương tâm nghề nghiệp, là ý thức trách nhiệm của người nghệ sĩ trước công chúng khán giả. Và có thể nói đó là ý thức và tấm lòng của hai anh đối với [[tiếng Việt]], đối với [[ngôn ngữ]], tâm hồn dân tộc, với gia sản của ông bà''.|tác giả=[[Bạch Tuyết (nghệ sĩ)|NSND Bạch Tuyết]]}}\n\n==Chú thích==\n{{Tham khảo|2|refs=\n\n<ref name=tn1>\n{{chú thích báo\n|tác giả= Huỳnh Công Minh, Thiên Mộc Lan\n|tác phẩm= Báo Thanh Niên online\n|url= http:\/\/www.thanhnien.com.vn\/news\/pages\/200542\/126381.aspx\n|tên bài= Những tiết lộ của soạn giả Kiên Giang về sự chia tay thầm lặng của Hà Triều và Hoa Phượng\n|ngày= 21 tháng 10 năm 2005\n|ngày truy cập= 17 tháng 5 năm 2013}}\n<\/ref>\n\n}}\n\n==Liên kết ngoài==\n* [http:\/\/www.rfa.org\/vietnamese\/programs\/TraditionalMusic\/ha-trieu-hoa-phuong-nmai-05292011084040.html Soạn giả Hà Triều Hoa Phượng]\n*[http:\/\/nld.com.vn\/53731P1006C1020\/vinh-biet-soan-gia-ha-trieu.htm Vĩnh biệt soạn giả Hà Triều]\n*[http:\/\/vnexpress.net\/GL\/Van-hoa\/San-khau-Dien-anh\/2003\/05\/3B9C7C86\/ Soạn giả cải lương Hà Triều qua đời]\n*[http:\/\/maivang.nld.com.vn\/130849p0c1020\/nhung-tiet-lo-cua-soan-gia-kien-giang-ve-su-chia-tay-tham-lang-cua-ha-trieu-va-hoa-phuong.htm Những tiết lộ của soạn giả Kiên Giang về sự chia tay thầm lặng của Hà Triều và Hoa Phượng]\n*[http:\/\/www.hanoimoi.com.vn\/forumdetail\/Van_hoa\/48274\/nh7899-v7873-ha-tri7873u--hoa-ph4327907ng.htm Nhớ về Hà Triều - Hoa Phượng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100711164041\/http:\/\/www.hanoimoi.com.vn\/forumdetail\/Van_hoa\/48274\/nh7899-v7873-ha-tri7873u--hoa-ph4327907ng.htm |date = ngày 11 tháng 7 năm 2010}}\n\n[[Thể loại:Người Kiên Giang]]\n[[Thể loại:Soạn giả cải lương]]\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Mất năm 2003]]"}