{"3508721":"{{Thông tin viên chức|tên=Hà Duyên Châu|hình=PGS. TS. Hà Duyên Châu.jpg|cỡ hình=220|miêu tả=|ngày sinh={{ngày sinh và tuổi|1949|2|1}}|nơi sinh=làng Thạc (Canh Hoạch), xã Xuân Lai, huyện Thọ Xuân, tỉnh Thanh Hoá.|nơi ở=|chức vụ=Viện trưởng Viện Vật lý địa cầu|bắt đầu=2008|kết thúc=2009|nghề nghiệp=Giảng viên, nhà nghiên cứu|học vấn=Tiến sĩ|học trường=Viện Vật lý địa cầu Paris|dân tộc=Kinh|cha mẹ=|vợ=Nguyễn Thị Huệ|con=Hà Diệu Anh <br> Hà Diệu Trang|tiền nhiệm=Bùi Công Quế|kế nhiệm=Dương Ngọc Hải|lbl1=Giải thưởng|data1=Giải thưởng Hồ Chí Minh đợt III|kiểu chú thích=giải thưởng|Giải thưởng=Giải thưởng Hồ Chí Minh về khoa học và công nghệ}}\n\n'''Hà Duyên Châu''' (sinh ngày 1 tháng 2 năm [[1949]]) là [[Phó Giáo sư (Việt Nam)|phó giáo sư]], [[tiến sĩ]], [[nghiên cứu viên]] cao cấp, ngành [[vật lý học]] của [[Việt Nam]], nguyên Viện trưởng Viện Vật lý địa cầu - [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam]], giảng viên [[Học viện Khoa học và Công nghệ]]. Lĩnh vực ông nghiên cứu<ref>{{Chú thích web|url=http:\/\/www.vast.ac.vn\/khoa-hoc-va-phat-trien\/dieu-tra-co-ban\/1078-nghien-c-u-kh-o-sat-d-a-t-di-n-ly-vi-t-nam|tiêu đề=Các hướng nghiên cứu khảo sát địa từ - điện ly ở Việt Nam|ngày truy cập=2016-10-09|archive-date = ngày 8 tháng 11 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161108235941\/http:\/\/vast.ac.vn\/khoa-hoc-va-phat-trien\/dieu-tra-co-ban\/1078-nghien-c-u-kh-o-sat-d-a-t-di-n-ly-vi-t-nam}}<\/ref> chủ yếu là các đặc trưng của [[Từ trường Trái Đất|từ trường]] và [[điện li]] [[Trái Đất]], tác động của [[bão từ]] đối với các hệ thống công nghệ như hệ thống truyền tải [[điện]], hệ thống ống dẫn dầu khí.<ref>{{Chú thích web|url=http:\/\/cpd.vn\/news\/detail\/tabid\/77\/newsid\/2901\/seo\/Nguoi-con-dong-ho-Ha-Duyen-tren-manh-dat-Xuan-Lai\/Default.aspx|tiêu đề=Tấm gương người làm khoa học, Tập 9|ngày tháng=2014|website=Heritist|nhà xuất bản=Văn hóa Thông tin}}<\/ref><ref>{{Chú thích web|url=http:\/\/khoahoctot.vn\/profiles\/ha-duyen-chau-100.html|tiêu đề=Lý lịch PGS.TS. Hà Duyên Châu|website=Khoa học tốt}}<\/ref>\n\n== Tiểu sử ==\nHà Duyên Châu sinh làng Thạc (Canh Hoạch), xã [[Xuân Lai, Thọ Xuân|Xuân Lai]], huyện [[Thọ Xuân]], tỉnh [[Thanh Hóa]]. Năm 1966, ông tốt nghiệp Trường Trung học Phổ thông cấp III Thọ Xuân, huyện [[Thọ Xuân]], [[Thanh Hóa]]. Theo ông kể, cha ông khuyên nên theo học ngành Vật lý địa cầu, vì vào thời đó [[Năm Vật lý Địa cầu Quốc tế|năm Vật lý địa cầu]] lần thứ nhất (1957-1958) được tổ chức đã gây một tiếng vang lớn trên thế giới, mở ra một kỷ nguyên mới cho sự hợp tác quốc tế về khoa học trong nghiên cứu [[Trái Đất]], bao gồm 67 quốc gia trong đó có [[Việt Nam]]. Năm 1972, ông tốt nghiệp Đại học Tổng hợp Bucharest, [[România]] chuyên ngành [[Vật lý học|Vật lý]]. Ông thực tập và làm luận án tiến sĩ tại [[Viện Vật lý địa cầu Paris]]'','' và bảo vệ luận án tiến sĩ năm 1990 (lúc đó là phó tiến sĩ) dưới sự hướng dẫn của thầy người Pháp là Viện sĩ [[Jean-Louis Le Mouël]]. Năm 1997, ông trúng tuyển nghiên cứu viên chính khóa đầu tiên của Việt Nam.\n\nÔng được phong học hàm [[Phó Giáo sư (Việt Nam)|phó giáo sư]]<ref>{{Chú thích web|url=http:\/\/www.hdcdgsnn.gov.vn\/index.php\/danh-sach-cac-gs-pgs-duoc-cong-nhan\/giai-doan-2002-2007\/2002|tiêu đề=Danh sách GS, PGS được công nhận năm 2002 - Hội đồng chức danh Giáo sư Nhà nước|ngày truy cập=2016-10-09|archive-date = ngày 12 tháng 9 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160912080546\/http:\/\/hdcdgsnn.gov.vn\/index.php\/danh-sach-cac-gs-pgs-duoc-cong-nhan\/giai-doan-2002-2007\/2002}}<\/ref> năm 2002. Năm 2005, ông được bổ nhiệm chức danh nghiên cứu viên cao cấp. Từ năm 2001-2008 ông là Phó viện trưởng, và 2008-2009 là Viện trưởng Viện Vật lý địa cầu. Ông đã từng là Ủy viên Ban Chấp hành Hội Vật lý Việt Nam (nhiệm kỳ 2002-2007 và 2008-2013), Ủy viên Hội đồng Khoa học Viện Vật lý địa cầu các khoá từ 1991 - 2014, Phó Chủ tịch Hội đồng Khoa học Viện Vật lý địa cầu các khoá 2008 - 2010, 2010 - 2012.\n\nÔng đã nhận được [[Giải thưởng Hồ Chí Minh|Giải thưởng Hồ Chí Minh về khoa học và công nghệ]]<ref name=\":1\" \/> do [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước Cộng hòa Xã hội Chủ nghĩa Việt Nam]] trao tặng năm 2006, là đồng tác giả của công trình khoa học \"Atlas Quốc gia Việt Nam\", do [[Cục đo đạc bản đồ Nhà nước]] xuất bản năm 1996, trong đó tập bản đồ các yếu tố địa từ mặt đất lãnh thổ Việt Nam niên đại 1975.5 là nội dung cơ bản của tập bản đồ quốc gia về địa từ.<ref name=\":1\">[[Giải thưởng Hồ Chí Minh đợt III]]\n<\/ref>\n\nÔng đã đào tạo ra nhiều tiến sĩ, thạc sĩ, cử nhân về Vật lý địa cầu. Những cán bộ do ông đào tạo đã hoặc đang giữ nhiều trọng trách trong nghiên cứu Vật lý địa cầu của Việt Nam. Trong số đó có tiến sĩ [[Võ Thanh Sơn]] hiện là Trưởng phòng Địa từ<ref name=\":0\">{{Chú thích web|url=http:\/\/www.igp-vast.vn\/index.php\/vi\/to-chuc\/phong-dia-tu|tiêu đề=Phòng Địa từ, viện Vật lý địa cầu, Viện Hàn lâm Khoa học và Công nghệ Việt Nam}}<\/ref>, [[Viện Vật lý địa cầu]], tiến sĩ [[Lưu Thị Phương Lan]], Phó trưởng phòng Địa từ<ref name=\":0\" \/>, tiến sĩ [[Lương Văn Trương]] (đã mất), nguyên là Giám đốc [[Đài Vật lý địa cầu Đà Lạt]]<ref name=\":0\" \/>.\n\n== Gia đình ==\nVợ ông là bà Nguyễn Thị Huệ (s. 1968), công tác trong lĩnh vực Công đoàn, là Phó Chủ tịch Công đoàn [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam]].\n\nCác con của ông: con gái đầu lòng Hà Diệu Anh (s. 1991)<ref>{{Chú thích web|url=http:\/\/hus.vnu.edu.vn\/vi\/news\/52658|tiêu đề=\"Hà Diệu Anh – Nữ sinh xuất sắc giành học bổng Tiến sĩ tại Oregon State University\" -Trường Đại học Khoa học Tự nhiên - ĐHQGHN|ngày truy cập=2016-10-08|archive-date = ngày 9 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161009183233\/http:\/\/hus.vnu.edu.vn\/vi\/news\/52658}}<\/ref> đang làm tiến sĩ tại [[Đại học Oregon]], [[Hoa Kỳ|Mỹ]], con gái thứ hai Hà Diệu Trang (s. 1997) đang du học đại học tại [[Học viện Bách khoa Worcester]], [[Massachusetts]], [[Hoa Kỳ|Mỹ]].\n\n== Một số công trình khoa học tiêu biểu ==\nÔng đã công bố hơn 100 công trình khoa học đăng trong các tạp chí khoa học quốc tế hoặc Việt Nam, cũng như trong các Tuyển tập của các Hội nghị khoa học lớn. Dưới đây là một số công trình tiêu biểu trong số đó.\n\n1. (Cùng với Logovenko et al.), 1979. Magnetic measurements in the territory of Vietnam, Geomagnetism and Tome XIX, N. 6,  1086-1090 (Tiếng [[Nga]]).\n\n2. 1981. Sur le caractère planétaire du saut de variation séculaire de 1969-70. C.R. Acad.Sc.  Paris, Tome 293, Série II, 157-160.\n\n3. (Cùng với Le Mouël), 1981. The 1969-70  jump of S.V. Report at the International Congress of Geophysics,  November, 1981, l4 pgs.\n\n4. (Cùng với Le Mouël), 1982. The world-wide character of the 1969-70 impulse of the secular acceleration rate.  Physics of the Earth and Planetary Interior, 28, 337-350.\n\n5. (Cùng với Le Mouël), 1983. On the recent variation of the apparent westward drift rate. Geophys. Res. Lett. 10, N.5,369-372.\n\n6.  (Cùng với Nguyen Thi Kim Thoa et al.), 1988. Some characteristics of the geomagnetic field in the territory of Vietnam, Geophysics Activities, 15-25.\n\n7. 1990. Some characteristics of secular variation of the Earth's magnetic field. PhD thesis, Hanoi, 149 pgs.\n\n8. (Cùng với Alexandrescu M.), 1994. Geographical distribution of magnetic observatories and field modeling. JGG, 46, 891-901.\n\n9. (Cùng với Claude J. Allegre et al), 1995. Scaling organization of fracture tectonics (SOFT) and earthquake mechanism. Physics of the Earth and Planetary Interiors 92, 215 - 233.\n\n10. (Cùng với Nguyen Thi Kim Thoa et al) 1997. Magnetic and ionospheric observations during the total solar eclipse in, Terrestrial, Atmospheric and Oceanic Sciences (TAO). Vol. 8, No.2, 155 - 254, June 1997.\n\n11. 1998. Some characteristics of secular variation of the Earth's magnetic field in. Meteorology and Geophysics, collected scientific papers, 9\/1998, 142 - 149.\n\n12. 2001. Observations magnétiques. Réseau magnétique de répétition du Vietnam, campagne 1997. - Bulletin no17 du Bureau Central de Magnétisme Terrestre, France. 1 - 35.\n\n13. (Cùng với N.T.K Thoa et al) 2002. - cooperation in geomagnetism and aeronomy - 25 years  Beitrage zur Geschichte der Geophysik und Kosmischen Physik, Band III, 222-225.\n\n14. 2003. Geomagnetic secular variation models of field intensity T, components X, Y, Z on the for 1991 - 1997 period. Advances in Natural Sciences, Vol. 4, No. 1, 1 - 20.\n\n15.  (Cùng với N.V. Chien et al.), 2005.  National Atlas of. Ho Chi Minh Prize on the Science and Technology.\n\n16. (Cùng với C. A-Mazaudier et al.), 2006. Sun-Earth System Interaction studies over: an international cooperative project. Annales Geophysicae. Nr 24, Vol. 1,  ISSN: 0992-7689\n\n17. 2006. Observations magnétiques – Bulletin No. 23 du BCMT (Bureau Centrale de Magnetisme Terrestre). Paris 2007. Réseau magnétique de répétition du, campagne 2003. Pages 1 – 40.\n\n18. 2007. Normal magnetic models for epoch 2003.5 in. Advances in Natural Sciences, Vol. VIII, Nr. 1. ISSN: 0992-7689.\n\n19. (Cùng với Maruyama T. et al.), 2007. Low latitude ionosphere – thermosphere dynamics studies with ionosonde chain in Southest Asia. Annales Geophysicae. Nr 25,  1569-1577, ISSN: 0992-7689\n\n20.  2008. Système Soleil-Terre: Champ magnétique au Vietnam. Colloque internationale \"Bilan et perspectif da la coopération scientifique franco-vietnamienne\", Semaine de la Science, Hanoi, 1-8 Decembre 2008 (<nowiki>http:\/\/www.ambafrance-vn.org<\/nowiki>).\n\n21. (Cùng với S.Saito et al.), 2008. Observations of small-to large-scale ionospheric irregularities associated with plasma bubles with a transequatorial HF propagation experiment and spaced GPS receivers.J.G.R, vol. 113, Al12313, doi:10.1029\/2008JAO13149, 2008. ISSN: 0148-0227\n\n22. (Cùng với Roland T. Tsunoda et al.), 2011. On seeding, large-scale wave structure, equatorial spread F, and scintillations over Vietnam, Geophysical Research Letters, ISSN 0094-8276, VOL. 38, LXXXXX, doi:10.1029\/2011GL049173, 2011.\n\n23. (Cùng với S. Tulasi Ram et al.), 2013. Characteristics of Large Scale Wave Structure (LSWS) observed from African and Southeast Asian longitudinal sectors. Journal of Geophysical Research, ISSN: 0148-0227, 2013JA019712\n\n== Các hoạt động xã hội khác ==\nNgoài các công trình về vật lý, PGS Hà Duyên Châu tham gia nhiều về việc phổ biến khoa học kỹ thuật cho quảng đại quần chúng, chủ yếu về [[bão từ]], tác động của [[bão từ]]<ref>{{Chú thích web|url=http:\/\/thongtinkhoahoc.com\/tag\/ha-duyen-chau|tiêu đề=Hà Duyên Châu - \"Bão từ đang hoạt động bất thường\" - Thông tin Khoa học}}<\/ref> đối với cuộc sống, đối với các công trình công nghệ cao. Ông còn thường xuyên tham gia vào việc đào tạo các thế hệ trẻ. Đến nay, tuy ông không còn tham gia quản lý song ông vẫn rất tâm huyết với ngành Vật lý địa cầu Việt nam, với việc đào tạo thế hệ trẻ<ref>{{Chú thích web|url=http:\/\/gust.edu.vn\/index.php\/tin-tuc-su-kien\/tin-tuc-hoc-vien-khoa-hoc-va-cong-nghe\/63-le-bao-ve-luan-an-tien-si-cap-hoc-vien-cua-ncs-le-truong-thanh|tiêu đề=Lễ bảo vệ luận án Tiến sĩ cấp Học viện của NCS. Lê Trường Thanh ngày 21-10-2015 tại Viện Hàn lâm Khoa học và Công nghệ Việt Nam}}{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.igp-vast.vn\/ Viện Vật lý địa cầu] \n* [http:\/\/www.vast.ac.vn\/ Viện Hàn lâm Khoa học và Công nghệ Việt Nam] \n* [http:\/\/www.gust.edu.vn\/ Học viện Khoa học và Công nghệ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161009172916\/http:\/\/www.gust.edu.vn\/ |date = ngày 9 tháng 10 năm 2016}} \n* [http:\/\/www.academie-sciences.fr\/en\/Liste-des-membres-de-l-Academie-des-sciences-\/-L\/jean-louis-le-mouel.html Viện sĩ ''Jean-Louis Le Mouël''] \n* [http:\/\/www.ipgp.fr\/fr Institut de Physique du Globe de Paris]\n\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Sinh năm 1949]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Viện Hàn lâm Khoa học và Công nghệ Việt Nam]]\n[[Thể loại:Nhà vật lý Việt Nam|Nhà vật lý]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Tiến sĩ]]\n[[Thể loại:Người Thanh Hóa]]"}