{"2421780":"{{Bảng tóm tắt về phim\n| name = Hà Nội, Hà Nội\n| image = Hà_nội.jpg\n| image_size = 222px\n| caption = Poster tiếng Việt của phim\n| genre = {{hlist|Tình cảm|Phiêu lưu|Chính kịch}}\n| director = [[Bùi Tuấn Dũng]]<br>Lý Vỹ (Trung Quốc)\n| sản xuất = Hà Phạm Phú\n| writer = Lê Ngọc Minh<br>Cao Húc Phàm (Trung Quốc)\n| starring = [[Hoàng Hải (diễn viên)|Hoàng Hải]]<br>[[Quách Thu Phương]]<br>[[Can Đình Đình]] (Trung Quốc)<br>[[Minh Tiệp]]\n| cinematography = Vương Tiến Lực (Trung Quốc)\n| music = Nguyễn Côn Thân ([[Trung Quốc]])\n| designer = Phạm Quang Vĩnh\n| studio = Hãng phim Hội Nhà Văn<br>Hãng phim Vân Nam ([[Trung Quốc]])\n| country = {{VIE}} <br> {{CHN}}\n| released = [[2008]]\n| runtime = 130 phút\n| language = [[Tiếng Việt]], [[tiếng Trung]]\n| kinh phí = 400.000USD\n}}\n'''''Hà Nội, Hà Nội''''' ({{zh|t=河內, 河內|s=河内, 河内|p=Hé nèi, hé nèi}}) là một bộ phim điện ảnh hợp tác giữa Việt Nam và Trung Quốc của đạo diễn [[Bùi Tuấn Dũng]] và Lý Vỹ. Phim được sản xuất năm 2006, phát hành tại Trung Quốc năm 2007 và tại Việt Nam năm 2008.\n\n==Nội dung==\nTrong chiến tranh một người vợ Trung Quốc và người chồng Việt Nam phải chịu cảnh lý tán. Năm 1968, người vợ mang theo đứa con riêng của chồng trở về Trung Quốc lánh nạn, trong suốt gần 40 năm sau đó bà không một lần có dịp trở lại Việt Nam. Cũng từng ấy thời gian, bà sống trong nỗi ân hận dày vò vì để mất tích đứa con riêng mà chồng đã gửi gắm. Thương bà, đứa cháu gái quyết định khăn gói sang Việt Nam tìm ông, người mà cô chỉ được biết đến qua cuốn nhật ký ''Hà Nội, Hà Nội'' của bà. Sang đến Việt Nam, cô gặp một chàng hướng dẫn viên, ban đầu cô bị anh chàng lừa gạt nhưng đó hai người dần bảy sinh tình cảm với nhau.\n\n==Diễn viên==\n* [[Can Đình Đình]] vai Tô Tô \/ Vũ Hương (Bà của Tô Tô)\n* [[Tuấn Tú]] vai Sơn (chồng Vũ Hương)\n* [[Minh Tiệp]] vai Dân\n* [[Hoàng Hải (diễn viên)|Hoàng Hải]] vai Trọng\n* [[Quách Thu Phương]]\n\n==Giải thưởng==\n{| class=\"wikitable\"\n|+\n!Năm\n!Sự kiện\n!Giành giải\n!Người nhận\n!Chú thích\n|-\n| rowspan=\"4\" |2007\n| rowspan=\"4\" |[[Giải Cánh diều 2006]]\n|{{won|place=1|Cánh diều Vàng}}\n|{{N\/a}}\n|\n|-\n|{{won|Nữ diễn viên chính xuất sắc}}\n|[[Can Đình Đình]]\n|\n|-\n|{{won|Nam diễn viên phụ xuất sắc}}\n|[[Hoàng Hải (diễn viên)|Hoàng Hải]]\n|\n|-\n|{{won|Họa sĩ thiết kế xuất sắc}}\n|[[Phạm Quang Vĩnh]]\n|\n|-\n| rowspan=\"3\" |2007\n| rowspan=\"3\" |[[Liên hoan phim Việt Nam lần thứ 15]]\n|{{won|place=1|Bông sen vàng cho phim truyện nhựa}}\n|{{N\/a}}\n|\n|-\n|{{won|Bộ phim được yêu thích nhất}} \n|{{N\/a}}\n|\n|-\n|{{won|Biên kịch xuất sắc}}\n|Cao Húc Phàm và Lê Ngọc Minh \n|\n|-\n|\n| colspan=\"3\" |Đặc cách vào Chung kết của Liên hoan phim Vạn Xuân (Trung Quốc).\n|<ref name=\":1\" \/>\n|}\n\n== Sản xuất ==\n\n=== Kịch bản ===\nTháng 9 năm 2004, nhà văn Hà Phạm Phú có chuyến công tác [[Vân Nam]], khi biết các nhà làm phim Trung Quốc còn mơ hồ về đời sống, văn hóa của Việt Nam, ông Phú và các đồng nghiệp nảy sinh ý tưởng làm một bộ phim về Việt Nam cho người Trung Quốc xem. Hai kịch bản ''Khát chữ'' của Đào Quang Thép và ''Nội tình muôn năm'' của Lê Ngọc Minh, được dịch gửi sang Trung Quốc nhờ tư vấn. Các nhà làm phim Trung Quốc đề nghị sử dụng ''Nội tình muôn năm,'' cuối năm 2014, phía Trung Quốc cử người sang hỗ trợ sửa kịch bản cho phù hợp với khán giả bên đấy.<ref name=\":1\">{{Chú thích web|url=https:\/\/tienphong.vn\/post-67186.tpo|tựa đề=Những điều chưa nói về “Hà Nội, Hà Nội”|ngày=2006-11-19|website=Báo điện tử Tiền Phong|ngôn ngữ=vi|ngày truy cập=2022-03-21}}<\/ref> Đến giữa năm 2014, kịch bản chính thức được hoàn thành.\n\n=== Kinh phí ===\nVốn đầu tư dự tính là 400.000[[Đô la Mỹ|USD]], mỗi bên sẽ chi trả một nửa, nhưng phía Việt Nam không chuẩn bị kịp nên phía Trung Quốc chi trả trước, dùng cho quá trình quay phim, phía Việt Nam sẽ chi trả cho phần hậu kỳ. Bộ phim dự kiến bấm máy vào tháng 10 năm 2005. Trong thời gian quay bấm máy đã có một sự cố đã xảy ra. Trước đấy, phó giám đốc phụ trách bên phía Trung Quốc là Trình Úc Nho đã tự ý vay được khoản tiền dùng làm kinh phí sản xuất ban đầu, nhưng trong thời gian quay những cảnh đầu, Trình thống báo rằng bên cho vay muốn lấy lại tiền, Trình chỉ là đảng viên dự bị, một cán bộ trẻ; đầu năm 2016, Trình bị thay thế, khoản vay mượn không được Hãng phim Vân Nam phê duyệt nên họ không chịu trách nhiệm. Đạo diễn Trương Kinh nhiều lần thuyết phục các lãnh đạo Hãng phim Vân Nam, cuối cùng đoàn được phê duyệt cho vay tiền từ Công ty Ốc Sâm, nhờ vậy đoàn làm phim mới dựng được những bản phim đầu tiên.<ref name=\":1\" \/> \n\n=== Tuyển diễn viên ===\nVào ăm 2005, Can Đình Đình đang tham gia bộ phim ''Thiên Hỏa'' ở [[Khúc Tĩnh]], [[Vân Nam]] thì được đạo diễn Trương Tinh liên hệ, mời cô tham gia dự án ''Hà Nội - Hà Nội.'' Đạo diễn Trương Kinh đã bay từ Bắc Kinh đến tận phim trường tìm cô, nhưng vì công việc bộn bề nên cô từ chối, cô gấp rút sắp xếp xong nhiệm vụ với đoàn phim ''Thiên Hỏa'' thì Trương Kinh thông báo đã tìm được người thay thế. Can Đình Đình đã nỗ lực thuyết phục và cuối cùng, Trương Tinh quyết định lùi lịch quay để chờ cô.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-204905.htm|tựa đề=Can Đình Đình: Tôi diễn xuất vẫn còn non lắm!|họ=|tên=|ngày=2007-06-09|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-03-21}}<\/ref> \n\n=== Quay phim ===\nBộ phim bấm máy từ ngày ngày 9 tháng 1 năm 2006<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/van-hoa\/Theo-chan-doan-lam-phim-Ha-Noi-Ha-Noi-i15982\/|tựa đề=Theo chân đoàn làm phim “Hà Nội, Hà Nội”|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2022-03-21}}<\/ref> tại Hà Nội, đến tháng 3 cùng năm thì quay xong và được xử lý hậu kỳ tại Bắc Kinh.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-129956.htm|tựa đề=Đã hoàn thành Hà Nội, Hà Nội|họ=|tên=|ngày=2006-03-30|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-03-21}}<\/ref> Dù chưa ra mắt khán giả nhưng bộ phim đã giành giải Cánh Diều Vàng lần thứ IV vào tháng 6 và giải Bông Sen vào tháng 11 năm 2007.<ref name=\":0\">{{Chú thích web|url=https:\/\/tuoitre.vn\/news-204905.htm|tựa đề=Can Đình Đình: Tôi diễn xuất vẫn còn non lắm!|họ=|tên=|ngày=2007-06-09|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-03-21}}<\/ref> \n\n== Phát hành ==\nTháng 7 năm 2006 dựng và hòa âm xong, “Hà Nội, Hà Nội” được đưa duyệt tại Hội đồng duyệt phim quốc gia Trung Quốc, và được phê duyệt, cho phép phát hành.\n\nNgày 16 tháng 8 năm 2006, bộ phim được trình duyệt tại Hội đồng duyệt phim quốc gia Việt Nam. Hội đồng đã đánh giá cao, ra quyết định cho phát hành trên toàn quốc và ở nước ngoài. Ngày 16 tháng 9 năm 2006, Cục Quản lí điện ảnh, Tổng cục Điện ảnh - Phát thanh- Truyền hình Trung Quốc có Thông tri giới thiệu danh mục các phim ưu tú sản xuất năm 2006 gửi các Sở Văn hóa và Cục Điện ảnh các địa phương, yêu cầu tuyên truyền phát hành và tổ chức chiếu nhân dịp “11 tuần lễ vàng” và kỉ niệm 70 năm hoàn thành thắng lợi [[Vạn lý Trường chinh|cuộc Trường chinh]]. Trong danh sách 10 phim ưu tú do Cục điện ảnh Trung Quốc giới thiệu có “Hà Nội, Hà Nội”!\n\nBộ phim được công chiếu tại [[Bắc Kinh]] từ ngày 6 tháng 6 năm 2007, trước đó đã được công chiếu tại một số tỉnh phía Nam Trung Quốc.<ref name=\":0\" \/> \n\nNgày 24 tháng 10 năm 2007, ông Hà Phạm Phú, diễn viên Minh Tiệp và Quỳnh Hoa được mời đưa bộ phim tham dự giới thiệu phim mới ưu tú tại Liên hoan phim Kim kê- Bách hoa lần thứ 15 tại Hàng Châu, Trung Quốc. \n\nNgày 21 tháng 3 năm 2008, bộ phim chính thức ra rạp nhưng không thể áp đảo các \"bom tấn\" đến từ nước ngoài và phải rút khỏi các rạp sau hai tuần. Lý do chính được cho là nhà sản xuất đã thờ ơ trong việc quảng cáo vì bộ phim đã dành được những giải thưởng lớn trong nước.<ref>{{Chú thích web|url=https:\/\/nongnghiep.vn\/canh-dieu-vang-ha-noi-ha-noi-vua-chieu-da-vao-kho-d9904.html|tựa đề=Cánh diều vàng 'Hà Nội, Hà Nội' vừa chiếu đã vào 'kho'|ngày=2008-03-30|website=nongnghiep.vn|ngôn ngữ=vi|ngày truy cập=2022-03-21}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n1.[http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/ha-noi-ha-noi-ban-tinh-ca-hanh-phuc-1890046.html 'Hà Nội, Hà Nội' - bản tình ca hạnh phúc]\n\n==Liên kết ngoài==\n\n{{Bùi Tuấn Dũng}}\n{{Giải Cánh diều vàng cho Phim truyện điện ảnh}}\n{{Giải Bông sen vàng cho Phim truyện điện ảnh}}\n\n[[Thể loại:Phim do Bùi Tuấn Dũng đạo diễn]]\n[[Thể loại:Phim của Hãng phim Hội Nhà Văn]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim Trung Quốc]]\n[[Thể loại:Phim lấy bối cảnh ở Hà Nội]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim giành giải Bông sen vàng]]\n[[Thể loại:Phim giành giải Cánh diều vàng]]\n[[Thể loại:Phim lãng mạn]]\n[[Thể loại:Phim năm 2005]]"}