{"1209862":"'''Hà Nhậm Đại''' ([[chữ Hán]]: 何任大, [[1525]] - ?), hiệu '''Hoằng Phủ''', tự '''Lập Pha'''; là quan [[nhà Mạc]] và là [[nhà thơ]] [[Việt Nam]] ở [[thế kỷ 16]].\n \n==Tiểu sử==\nÔng là người xã Bình Sơn, huyện [[Lập Thạch]], tỉnh [[Vĩnh Yên (tỉnh)|Vĩnh Yên]] (nay là tỉnh [[Vĩnh Phúc]]).\n\nNăm [[Giáp Tuất]] ([[1574]]), đời [[Mạc Mậu Hợp]], Hà Nhậm Đại thi đỗ [[Tiến sĩ]] lúc 49 tuổi, làm quan trải đến chức Thượng thư [[bộ Lễ]]. Anh ông là Hà Nhậm Vọng cũng thi đỗ Tiến sĩ triều Mạc ([[1535]]) <ref>Trần Văn Giáp, ''Tìm hiểu kho sách Hán Nôm'', tr. 908.<\/ref>.\n\nHà Nhậm Đại mất năm nào không rõ.\n\n==Tác phẩm==\nTác phẩm của Hà Nhậm Đại có '''Khiếu vịnh thi tập''' (Tập thơ ca vịnh), còn gọi là '''Lê triều khiếu vịnh thi tập''' (Tập thơ ca vịnh dưới triều Lê), 2 quyển, làm \"theo thơ vịnh sử của Đặng Thoát Hiên\"<ref>Phan Huy Chú, ''[[Lịch triều hiến chương loại chí]]'', tập 3, phần Văn tịch chí (Nhà xuất bản Khoa học xã hội, 1992, tr. 127).<\/ref> (tức [[Đặng Minh Khiêm]]), đề vịnh công thần, võ tướng, danh nho, tiết nghĩa, sứ thần..., từ [[Lê Thái Tổ]] (Lê Lợi) đến [[Lê Cung Hoàng|Lê Cung Đế]], gồm 106 bài thơ [[chữ Hán]] thể thất ngôn, tuyệt cú, mỗi bài vịnh một nhân vật, bài Tựa viết năm [[1590]].\n \nÔng nối tiếp thể vịnh sử của Đặng Minh Khiêm, \"nêu những sự tích triều Lê đáng để khuyên răn\" (Tựa), nhằm giáo huấn người đời theo đạo đức chính thống. Tác giả tự hào về anh hùng hào kiệt trong cuộc [[khởi nghĩa Lam Sơn]], các nhà văn hoá, nhà kinh bang tế thế có công dựng nước, an dân, các sứ thần làm trọn mệnh vua, rạng rỡ uy nước. Là bầy tôi nhà Mạc, Hà Nhậm Đại nhận định các nhân vật triều Lê sơ có phần xác đáng mặc dù \"khí phách âm điệu trong thơ ông không bằng Đặng Thoát Hiên\" ([[Lê Quý Đôn]]) <ref>Bùi Duy Tân, ''Từ điển văn học'' (bộ mới), tr. 562.<\/ref>.\n\nTrong quyển ''Văn học thế kỷ XV-XVII'' do PGS.TS Trần Thị Băng Thanh làm chủ biên (xuất bản năm [[2004]]), thơ ông được tuyển giới thiệu 20 bài.\n \n==Xem thêm==\n* [[Văn học Việt Nam thời Mạc]]\n\n==Sách tham khảo==\n*Bùi Duy Tân, mục từ \"Hà Nhậm Đại\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'', Nhà xuất bản Khoa học xã hội, Hà Nội, 2003.\n\n== Chú thích ==\n{{Tham khảo|}}\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Sinh năm 1525]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người Vĩnh Phúc]]\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Nhà thơ Việt Nam thời Mạc]]\n[[Thể loại:Tiến sĩ nhà Mạc]]"}