{"782772":"'''Hà Thọ Lộc''' (?-[[1599]]) là đại thần có công giúp nhà [[Nhà Lê trung hưng|Lê trung hưng]] thời [[chiến tranh Lê-Mạc]] trong [[lịch sử Việt Nam]].\n\n== Sự nghiệp ==\nHà Thọ Lộc người làng Cổ Lũng, huyện Bá Thước, tỉnh [[Thanh Hóa]]. Cha ông là Hà Nhân Chính theo giúp vua [[Lê Trang Tông]], được phong tước Thụy Sơn hầu, làm chức Đề thống ở ngự dinh vua Trang Tông, rồi thăng làm Thụy quận công, chức tư đồ.\n\nHà Thọ Lộc là con đại thần trong triều, sớm được làm quan. Ông theo Trịnh Kiểm đánh trận chống nhà Mạc, nhiều lần xông pha nguy hiểm, tỏ rõ tài năng, được phong chức Lân quận công.\n\nNăm [[1570]], [[Trịnh Kiểm]] chết, hai anh em [[Trịnh Cối]] và [[Trịnh Tùng]] tranh quyền. Hà Thọ Lộc cùng [[Hoàng Đình Ái]], [[Nguyễn Hữu Liêu]] ngả theo Trịnh Tùng, cùng cầm quân chống quân Mạc. Khi quân [[Mạc Kính Điển]] rút lui, ông được phong chức Phó tướng quân dinh Hữu hậu.\n\nNăm [[1573]], Mạc Kính Điển lại mang quân vào đánh Thanh Hóa. Hà Thọ Lộc lại cùng các tướng ra chống giữ đánh lui quân Bắc triều.\n\nNăm [[1581]], quân Mạc do [[Nguyễn Quyện]] chỉ huy vào đánh Đường Nang, ông mang quân Tả đội chống lại. Do có công đẩy lùi quân Mạc, ông được phong làm Tư mã.\n\nNăm [[1583]], Hà Thọ Lộc được thăng làm Thiếu bảo. Năm [[1591]], Trịnh Tùng mang đại quân ra bắc diệt nhà Mạc, ông cùng Ngô Cảnh Hựu quản đốc 1 vạn quân chở lương tham gia đội thứ 5, gặp quân Mạc ở Phấn Thượng, đánh tan quân Mạc.\n\nNăm [[1593]], nhà Mạc mất [[Thăng Long]], vua Lê trở về kinh đô cũ, Hà Thọ Lộc được giao trấn thủ [[Thanh Hóa]] và được phong làm Thiếu úy.\n\nNăm [[1599]], Hà Thọ Lộc qua đời, được truy tặng chức Thái úy.\n\n== Các con ==\nHà Thọ Lộc có chín người con, trong đó Hà Mỹ Hiền, Hà Mỹ Thiệu, Hà Thọ Tường đều có tài năng, được [[Trịnh Tùng]] cho thế tập làm thổ tù ở sách Cổ Lũng, cai quản dân trong vùng.\n\n==Nhận định ==\nSử gia [[Phan Huy Chú]] nhận định về ông như sau<ref>Phan Huy Chú, sách đã dẫn, tr 413<\/ref>:\n:''Ông tính thuần hậu, chất phác, cần cù và cẩn thận; đủ trung, nghĩa, trí, dũng, biết binh lược, am hiểu trận pháp… công lao rất nhiều''\n\n== Xem thêm ==\n* [[Ngô Cảnh Hựu]]\n* [[Hoàng Đình Ái]]\n\n== Tham khảo ==\n* [[Phan Huy Chú]] ([[2008]]), ''[[Lịch triều hiến chương loại chí]], tập 1'', Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1599]]"}