{"448644":"'''Hà Tôn Thanh Hằng''' là một kiện tướng [[bóng bàn]] quốc gia của [[Việt Nam]] thập niên 1980-1990 và là một [[nhà thơ]].\n\n== Tiểu sử ==\n'''Hà Tôn Thanh Hằng''' sinh ngày [[21 tháng 2]] năm [[1967]], là con gái của ông Hà Tôn Hiếu và bà Trương Kim Xuyến. Thanh Hằng được sinh ra và lớn lên trong một gia đình trung lưu tại [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Việt Nam]], cô có người em gái là ''Hà Tôn Thái Hân'' cũng là Vận động viên ưu tú trong Đội tuyển Bóng bàn Thành phố. \n \nHà Tôn Thanh Hằng tập đánh bóng bàn từ năm lên 9 tuổi, những đường bóng đầu đời là do thân sinh huấn luyện và dìu dắt. Năm 1976 cô gia nhập vào Đội tuyển Bóng Bàn \"Nhà Văn hóa Thiếu niên Thành phố\" (Thành phố Hồ Chí Minh), tham dự giải Bóng bàn đầu tiên \"Giải Bóng bàn Mừng Tổ Quốc Thống nhất\", năm đó ở giải thiếu niên nữ không có sự phân hạng về tuổi tác, các Vận động viên dưới 12 tuổi phải đứng đầu khó khăn trước các cây vợt đàn chị. Cô là cây vợt nhỏ tuổi nhất thành phố (9 tuổi) đánh rất có nét vào đến vòng tứ kết mới bị loại, đã đoạt được giải khuyến khích của ban tổ chức và được kỳ vọng là tài nghệ của cô sẽ còn tiến xa.\n\nHai năm sau, cô đã có bước thăng tiến vượt bực, tham gia ''Đại hội Bóng Bàn Báo Khăn Quàng Đỏ'', ở trận chung kết, với lối đánh tích cực tấn công bằng những quả giật phải, đẩy trái, Hằng lúc đó 11 tuổi đã đoạt chức ''Vô địch Thiếu nhi toàn thành'' 1978. -\n\nHà Tôn Thanh Hằng mỗi khi bước vào trận đấu là ôm bàn tiến công quyết liệt, ít khi chịu lui ra phòng thủ, với lối đánh tích cực cô đã đoạt giải ''Vô địch Đồng đội nữ và Đơn nữ Thiếu niên toàn quốc 1982''.\n\nMột năm sau, Hà Tôn Thanh Hằng bước vào tuổi 16-lứa tuổi Cây vợt trẻ<ref>Bộ môn Bóng Bàn, ở các giải của các Vận động viên từ 18 tuổi trở xuống được Tổng cục Thể dục Thể thao phân chia thành 3 lứa tuổi như sau: -Nhi đồng từ 11 tuổi trở xuống -Thiếu niên từ 12 đến 15 tuổi -Cây vợt trẻ từ 16 đến 18 tuổi<\/ref> cô đầu quân cho đội Bóng Bàn Công ty Hợp doanh IN số 2 và tiếp tục thi đấu ''giải Bóng Bàn Báo Khăn Quàng Đỏ lần thứ 6'', sau khi hạ các cây vợt trẻ khác ở vòng ngoài, cô sung sức bước vào chung kết với Vận động viên Lê Ngọc Phương Lan (Quận [[Tân Bình]]) là con gái của ông [[Lê Văn Tiết]] (cựu tuyển thủ bóng bàn xuất sắc của Việt Nam). Đây là trận đấu căng thẳng nhất, kết thúc muộn nhất trong đêm chung kết. Vì Hà Tôn Thanh Hằng và Lê Ngọc Phương Lan là hai cây vợt có 2 lối đánh khác hẳn nhau, Phương Lan thuộc ''trường phái Lê Văn Tiết'' cầm vợt phản xoáy ''sở trường'' gò công kết hợp phản công, còn Thanh Hằng thuộc ''trường phái đôi công''. Trong trận chung kết này Lan bi Hằng ''bắt trúng bài'' buộc phải đánh ''sở đoản''... đành gác vợt và thua với tỉ số 1\/3. Hà Tôn Thanh Hằng giành giải ''Vô địch đơn nữ Cây vợt trẻ thành phố năm 1983'' (trích theo báo [[Tuổi Trẻ (báo)|Tuổi Trẻ]]).\n\nNăm 1984, Hà Tôn Thanh Hằng đã có nhiều tiến bộ về bản lĩnh thi đấu, chủ động phát huy kỹ thuật mũi nhọn sở trường đôi công để chiến thắng, một lần nữa ở trận chung kết đã hạ tay vợt Lê Ngọc Phương Lan, để đoạt chức ''Vô địch đơn nữ Cây vợt trẻ toàn thành 1984''. Cùng năm đó, cô tham dự ''giải Bóng Bàn Báo Thiếu niên Tiền Phong 84'' cùng với đồng đội là Phương Lan và Ngọc Phượng đã đoạt giải ''Vô địch Đồng đội nữ cây vợt trẻ'' và riêng cá nhân đã đoạt chức ''Vô địch nữ cây vợt trẻ toàn quốc''. Sau đó theo [[tuổi Trẻ (báo)|báo Tuổi Trẻ]], cô đoạt chức ''Vô địch A1 thành phố 1984'' và là \"niềm hy vọng trong các cây vợt thành phố\" cho những giải Quốc gia sắp tới\n\nNhiều năm sau, Hà Tôn Thanh Hằng đã giành được thắng lợi này đến thắng lợi khác. Ở giải Vô địch bóng bàn Hạng A1 thành phố 1986, cô đã giành chức ''Vô địch A1 thành phố'' sau khi thắng Vận động viên Kiện tướng quốc gia [[Lê Thị Kim Tiếng]] (em gái của Cựu tuyển thủ [[Lê Văn Tiết]]) ở trận bán kết và thắng Kiện Tướng Quốc gia [[Nhan Vị Quân]] ở trận chung kết\n\n* Phong trào thể thao vào những năm sau khi đất nước thống nhất từ 1975 đến 1989, nước Việt nam hầu như không tham gia thi đấu giải quốc tế nào cả mà chỉ tổ chức những trận đấu giao hữu quốc tế tại sân nhà. Riêng bộ môn bóng bàn đã có nhiều trận tranh tài quốc tế giữa các Vận động viên nước ngoài và Vận động viên Việt nam. Ngày [[2 tháng 5]] năm [[1984]] tại Câu lạc bộ Phan Đình Phùng đã diễn ra những trận thi đấu giữa Đội Chim Báo Bão (Liên Xô) và đội tuyển thành phố (Việt nam) trong trận hữu nghị này cặp đôi nữ Việt nam Hà Tôn Thanh Hằng và Trần Tuyết Vân đã thắng cặp đôi nữ Liên Xô với tỷ số 2-1.\n* Sau đó, ngày [[23 tháng 4]] năm [[1986]] tại Câu lạc bộ Phan Đình Phùng một lần nữa đã diễn ra những trận đấu giao hữu bóng bàn quốc tế giữa đội Chim Báo Bão (Liên Xô) và đội tuyển [[Thành phố Hồ Chí Minh]] (Việt Nam). Giải đồng đội (nam, nữ) được thi đấu theo thể thức 4 trận đơn, 1 trận đôi và trong lần ra quân này, '''các vận động viên thành phố đã giành thắng lợi lớn'''.\nỞ trận đồng đội nữ 2 vận động viên ưu tú cấp Kiện tướng quốc gia là Hà Tôn Thanh Hằng và Lê Ngọc Phương Lan đại diện cho đội chủ nhà đã chiến thắng các vận động viên Kiện tướng Liên Xô. Đây là các trận so tài vừa hấp dẫn, vừa ngoạn mục và vừa cảm động vì sau khi Phương Lan thắng Vanda 2-0, Thanh Hằng thắng Biricova Taitana 2-0, cả hai tay vợt Liên Xô đã… khóc nức nở. Trận thứ ba là trận đánh đôi, 2 vận động viên đội bạn đã thắng cặp đôi Hằng-Lan 2-0. Trận thứ tư Tatiana đã thắng Phương Lan 2-1 đưa tỷ số chung cuộc tạm thời của hai đội lên 2-2… Trận thứ 5 là trận quyết định giữa tay vợt Vanda và Hà Tôn Thanh Hằng, với kỹ thuật cao và kinh nghiệm dày đạn Thanh Hằng đã thắng Vanda 2-0 đưa thắng lợi chung cuộc 3-2 cho đoàn Vận động viên Việt nam. (trích theo báo Tuổi Trẻ ngày 26-4-1986)\n\n* 3 tháng sau, cũng tại CLB Phan Đình Phùng ngày [[16 tháng 7]] và [[17 tháng 7]] năm [[1986]] đoàn tuyển thủ bóng bàn thành phố được tiếp đón và thi đấu với đội bóng bàn Cộng hoà Liên bang Nga (CHLB). Trận đấu hay nhất gây nhiều hào hứng, lý thú được giới hâm mộ cổ vũ nồng nhiệt nhiều nhất là cuộc đối đầu giữa hai tay vợt chủ lực: Kiện tướng quốc gia Hà Tôn Thanh Hằng ([[Thành phố Hồ Chí Minh]]-Việt nam) và Kiện tướng thể thao Sidorova (Liên Xô), vô địch cúp bóng bàn Liên Xô năm 1985… Cả hai vận động viên đều có lối đánh đôi công, tấn công phòng thủ xa bàn tạo nên nhiều pha bóng sôi nổi căng thẳng, đẹp mắt... Tay vợt Kiện tướng Liên Xô Sidorova đã thắng Thanh Hằng 2-1. Mặc dù Thanh Hằng thua Sidorova nhưng đây là một pha bóng hay trong trận đấu đẳng cấp quốc tế thật tuyệt vời…(trích theo Báo Tuổi Trẻ ngày 19-7-1986)\n\nHà Tôn Thanh Hằng là Vận động viên tiêu biểu cho làng Bóng Bàn Việt Nam ''thời bấy giờ'', cô có lối đánh đẹp, vững chắc, đôi công hay, giật bóng đều, dứt bóng mạnh, tâm lý vững vàng đã liên tục chiến thắng trong các giải toàn thành và toàn quốc từ nhiều năm của thập niên 1970-90.\n\nCho đến cuối năm 1992 cô ngừng thi đấu để trở thành Huấn luyện viên cho một số Cơ quan, Xí nghiệp trong thành phố có phong trào thể thao như Viettronimex, Seaprodex, Cơ xưởng Thủy Sản Chiến Thắng, Xí Nghiệp Mì Bình Tây, v.v... Một thời gian sau đó cô định cư tại [[Hoa Kỳ|Mỹ]], mặc dù khá lâu đã hơn 10 năm không cầm vợt, năm 2004 Hà Tôn Thanh Hằng bắt đầu tham gia nhiều Giải Bóng Bàn tại Mỹ-tiểu bang [[Pennsylvania]] và chiếm thứ hạng cao với tổng số điểm (''National rating'') là 2059 với tên là '''Nathalie HA''' <ref name=\"table\">bài viết \"USATT National Rankings-TOP WOMEN\" trang 50 và \"National Ratings List\" trang 53, báo The Official Magazine of USA Table Tennis-July\/tháng 8 năm 2004<\/ref>. Nhưng sau đó cô đã rút lui khỏi ngành vì lý do sức khoẻ và bây giờ cô chỉ viết sách-làm thơ.\n\n== Thành tích thể thao ==\n*1976 Giải Bóng Bàn toàn thành \"Mừng Tổ Quốc Thống nhất\" - Giải khuyến khích Nữ Vận động viên nhỏ tuổi nhất \n*1978 Đại hội Bóng bàn Báo Khăn quàng đỏ toàn thành - Giải nhất nữ nhi đồng toàn thành \n*1981 Đại hội Bóng bàn thiếu nhi và cây vợt trẻ toàn thành - Giải nhất Đơn nữ thiếu niên toàn thành \n*1982 Đại hội Bóng bàn thiếu niên và cây vợt trẻ toàn quốc - Vô địch Đồng đội và Vô địch đơn nữ thiếu niên toàn quốc \n*1983 Đại hội Bóng bàn Báo Khăn quàng đỏ toàn thành - Giải nhất Đơn nữ Cây vợt trẻ toàn thành \n*1984 Đại hội Bóng bàn thiếu niên, nhi đồng cây vợt trẻ toàn thành (Giải Báo Khăn Quàng Đỏ lần 7) - Giải nhất đơn nữ cây vợt trẻ toàn thành \n*1984 Đại hội Bóng bàn thiếu niên, nhi đồng và cây vợt trẻ toàn quốc (Giải Báo Thiếu Niên Tiền Phong 84) - Vô địch đồng đội và Vô địch đơn nữ cây vợt trẻ toàn quốc \n*1984 Giải Bóng bàn A1 Thành phố - Vô địch đơn nữ A1 toàn thành \n*1985 Đại hội Bóng bàn thiếu niên, nhi đồng và cây vợt trẻ toàn thành (Giải Báo Khăn Quàng Đỏ lần 8) - Giải nhất đơn nữ cây vợt trẻ toàn thành \n*1986 Giải Bóng bàn A1 Thành phố - Vô địch đơn nữ A1 toàn thành \n*1986 Tham gia Đội tuyển Bóng Bàn [[Thành phố Hồ Chí Minh]] cùng Nhan Vị Quân và đồng đội đã mang lại nhiều thành tích cho thành phố như:\n::- Vô địch Đôi nữ toàn quốc 1987, 1988, 1989\n::- Vô địch Đồng đội nữ toàn quốc 1989, 1990, 1991\n*2004 Hạng thứ 15 trong TOP 25 Women toàn nước Mỹ <ref name=\"table\"\/>.\n\n== Ngoài lề ==\n\"LÁ VÀNG TÌNH THƠ\" là Tập thơ đầu tay của Hà Tôn Thanh Hằng sáng tác từ nhiều năm qua, đã được đăng ký Quyền Tác giả tại Cục Bản Quyền Tác phẩm Tác giả Số 451\/2008\/QTG và sẽ được xuất bản tại Việt Nam vào ngày 14 tháng 02 năm 2010<ref>Số đăng ký KHXB: 65-2009\/CXB\/151- 01\/VHSG ngày 21\/1\/2009. In xong và nộp lưu chiểu tháng 3 năm 2009-Nhà Xuất Bản Văn Hóa Sài Gòn<\/ref>.\n\n\"LÁ VÀNG TÌNH THƠ\" là tuyển tập thơ tình gồm 59 bài thơ, đa số các bài thơ được sáng tác với thể loại [[thất ngôn bát cú]], [[thơ#Lục bát|lục bát]], [[thơ song thất lục bát|song thất lục bát]], bát ngôn và thể loại tự do.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{Thời gian sống|Sinh=1967}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Vận động viên bóng bàn Việt Nam]]\n[[Thể loại:Nữ vận động viên Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]"}