{"1446037":"{{otheruses|Hà Trung (định hướng)}}\n'''Hà Trung''' là tên một phủ thuộc tỉnh [[Thanh Hóa]], [[Việt Nam]] trong thời kì [[phong kiến]].\n\n{| cellpadding=\"3\" align=\"{{{align|right}}}\" style=\"width:0; border-spacing:0px; text-align:left; background-color:#f9f9f9; border:1px solid #cccccc\" \n|- \n| style=\"border:solid 1px #cccccc\" | \n{{Image label begin| image=Hanh Chinh Thanh Hoa.svg| width={{{width| 400 }}} |float={{{float|none}}} }} \n{{Image label small|x= 0.75 |y= 0.34 |scale={{{width| 400 }}}|text= [[Bỉm Sơn]]}}\n{{Image label small|x= 0.764285714 |y= 0.4 |scale={{{width| 400 }}}|text= [[Hà Trung]]}}\n{{Image label small|x= 0.830952381 |y= 0.371428571 |scale={{{width| 400 }}}|text= [[Nga Sơn]]}}\n{{Image label small|x= 0.771428571 |y= 0.428571429 |scale={{{width| 400 }}}|text= [[Hậu Lộc]]}}\n{{Image label small|x= 0.802380952 |y= 0.483333333 |scale={{{width| 400 }}}|text= [[Hoằng Hóa]]}}\n{{Image label end}}\nVị trí các huyện, thị ngày nay, tương ứng với địa giới phủ Hà Trung \n|}\n\n==Địa giới==\nĐịa giới phủ Hà Trung vào thời Nguyễn như sau:<ref name=\"D8\"\/>\n* [[Hướng Đông|Phía đông]] giáp biển và giáp huyện [[Yên Mô]], tỉnh [[Ninh Bình]].\n* [[Hướng Tây|Phía tây]] giáp các huyện [[Vĩnh Lộc]] và [[Thạch Thành]] thuộc [[phủ Quảng Hóa]].\n* [[Hướng Nam|Phía nam]] giáp huyện [[Đông Sơn]] thuộc [[phủ Thiệu Hóa]] và huyện [[Quảng Xương]] thuộc [[phủ Tĩnh Gia]].\n* [[Hướng Bắc|Phía bắc]] giáp các huyện Phụng Hóa và Yên Mô thuộc tỉnh Ninh Bình.\n\nPhủ Hà Trung vào thời Nguyễn tương ứng với địa giới các huyện Hà Trung, Nga Sơn, Hậu Lộc, Hoằng Hóa, thị xã [[Bỉm Sơn]] và phần tả ngạn [[sông Mã]] thuộc [[thanh Hóa (thành phố)|thành phố Thanh Hóa]] ngày nay.\n\nDiện tích của phủ Hà Trung ước tính khoảng 830&nbsp;km²<ref>Ước lượng dựa trên số liệu diện tích của các huyện, thị tương ứng, được công bố kèm theo Quyết định số 2097\/QĐ-BTNMT ngày 29\/10\/2009 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc phê duyệt và công bố kết quả thống kê diện tích đất đai năm 2008.<\/ref>, tương đương với diện tích các tỉnh [[Hà Nam]] hoặc [[Bắc Ninh]] hiện nay.\n\n==Thời gian tồn tại==\nTheo ''[[Đại Nam nhất thống chí]]'', phủ Hà Trung được thành lập năm Quang Thuận thứ nhất (1460), đời vua [[Lê Thánh Tông]] [[nhà Lê sơ]], lúc này thuộc thừa tuyên Thanh Hóa. Tên phủ lấy theo tên [[huyện Hà Trung]] có từ [[nhà Trần|đời Trần]] trở về trước. Phủ Hà Trung gồm 4 huyện.<ref name=\"D8\">Quốc sử quán triều Nguyễn, sách đã dẫn, tr.8.<\/ref>\n\nTuy nhiên, trong sách ''Đất nước Việt Nam qua các đời'' của [[Đào Duy Anh]] thì phủ Hà Trung xuất hiện từ năm Thiệu Bình thứ 2 (năm 1435), là một trong 6 phủ của đất Thanh Hóa bấy giờ (6 phủ gồm Thiệu Thiên, Hà Trung, Tĩnh Gia, Thanh Đô, Trường Yên, Thiên Quan).<ref name=\"DDA43\">Đào Duy Anh, sách đã dẫn, tr.43.<\/ref> Trong đó phủ Hà Trung kiêm lí<ref>Kiêm lý: Đơn vị hành chính cấp trên trực tiếp quản lý đơn vị cấp dưới, không đặt bộ máy riêng.<\/ref> huyện Thuần Hựu và thống hạt 3 huyện là Tống Giang, Nga Sơn và Hoằng Hóa<ref name=\"DDA195\">Đào Duy Anh, sách đã dẫn, tr.195.<\/ref>.\n\nSang [[nhà Nguyễn|thời Nguyễn]], phủ Hà Trung thuộc trấn Thanh Hoa, địa giới vẫn giữ như cũ, kiêm lý huyện [[Hậu Lộc]] và thống hạt các huyện Tống Sơn, [[Nga Sơn]] và [[Hoằng Hóa]].<ref name=\"D8\"\/> Năm [[Minh Mạng|Minh Mệnh]] thứ 12, phủ Hà Trung thuộc tỉnh Thanh Hoa (đổi từ trấn Thanh Hoa).<ref name=\"D7\">Quốc sử quán triều Nguyễn, sách đã dẫn, tr.7.<\/ref> Năm Minh Mệnh thứ 18 ([[1837]])<ref name=\"D7\"\/> hoặc Minh Mệnh thứ 19<ref name=\"D8\"\/>, phủ Hà Trung có thêm huyện Mỹ Hóa được thành lập từ một phần các huyện Hậu Lộc và Hoằng Hóa<ref name=\"DDA212\">Đào Duy Anh, sách đã dẫn, tr.212.<\/ref> đồng thời nhà Nguyễn cũng đặt thêm phân phủ Hà Trung. Phủ Hà Trung lúc này kiêm lý huyện Tống Sơn và thống hạt các huyện Nga Sơn và Hậu Lộc còn phân phủ Hà Trung kiêm lý huyện Hoằng Hóa và thống hạt huyện Mỹ Hóa.<ref name=\"D8\"\/>\n\nNăm [[Thiệu Trị]] thứ nhất (1841), phủ Hà Trung thuộc tỉnh Thanh Hóa (đổi từ tỉnh Thanh Hoa). Đến năm [[Tự Đức]] thứ ba (1850) thì bỏ phân phủ Hà Trung, đồng thời phủ Hà Trung kiêm lý các huyện Tống Sơn, Nga Sơn và thống hạt các huyện Hoằng Hóa, Mỹ Hóa, Hậu Lộc. Năm [[Thành Thái]] thứ 12 ([[1900]]), đổi huyện Nga Sơn từ kiêm lý sang thống hạt.<ref name=\"D8\"\/>\n\nCuối thời Nguyễn, huyện Mỹ Hóa được sáp nhập vào huyện Hoằng Hóa{{fact|date = ngày 7 tháng 1 năm 2013}}. Sau [[Cách mạng tháng Tám]] (1945), cấp phủ được bãi bỏ, huyện Tống Sơn đổi thành huyện Hà Trung; các huyện Hà Trung, Nga Sơn, Hậu Lộc, Hoằng Hóa trực thuộc tỉnh Thanh Hóa.\n\n==Địa giới và cương vực các huyện trong phủ==\nĐịa giới và cương vực các huyện trong phủ Hà Trung vào thời Nguyễn (đầu thế kỉ 20) như sau:\n* Huyện Tống Sơn: phía đông giáp biển và giáp huyện Nga Sơn; phía tây giáp các huyện Thạch Thành và Vĩnh Lộc; phía nam giáp các huyện Hậu Lộc và Mỹ Hóa; phía bắc giáp các huyện Yên Mô và Phụng Hóa, tỉnh Ninh Bình.<ref name=\"D8\"\/> Gồm 7 tổng, 118 xã, thôn.<ref name=\"D9\">Quốc sử quán triều Nguyễn, sách đã dẫn, tr.9.<\/ref>\n* Huyện Nga Sơn: nằm ở phía đông nam phủ Hà Trung; phía đông giáp biển; phía tây giáp huyện Tống Sơn; phía nam giáp huyện Hậu Lộc; phía bắc giáp huyện Yên Mô. Gồm 7 tổng, 112 xã, thôn.<ref name=\"D9\"\/>\n* Huyện Hậu Lộc: nằm ở phía nam phủ; phía đông giáp biển và giáp huyện Hoằng Hóa; phía tây giáp các huyện Vĩnh Lộc và Mỹ Hóa; phía nam giáp huyện Mỹ Hóa; phía bắc giáp các huyện Tống Sơn và Nga Sơn.<ref name=\"D9\"\/> Gồm 5 tổng, 94 xã, thôn.<ref name=\"D10\">Quốc sử quán triều Nguyễn, sách đã dẫn, tr.10.<\/ref>\n* Huyện Hoằng Hóa: nằm ở phía nam phủ; phía đông giáp biển; phía tây giáp huyện Đông Sơn; phía nam giáp các huyện Đông Sơn và Quảng Xương; phía bắc giáp huyện Hậu Lộc. Gồm 5 tổng, 112 xã, thôn.<ref name=\"D10\"\/>\n* Huyện Mỹ Hóa: nằm ở phía tây bắc phủ; phía đông giáp các huyện Hoằng Hóa và Hậu Lộc; phía tây giáp huyện Vĩnh Lộc; phía nam giáp các huyện Yên Định và Thụy Nguyên; phía bắc giáp các huyện Tống Sơn và Hậu Lộc.<ref name=\"D10\"\/> Gồm 3 tổng, 62 xã, thôn.<ref name=\"D11\">Quốc sử quán triều Nguyễn, sách đã dẫn, tr.11.<\/ref>\n\n== Tham khảo ==\n*{{chú thích sách | last = [[Đào Duy Anh]] | first = | title = Đất nước Việt Nam qua các đời | publisher = Nhà xuất bản Văn hóa Thông tin | year = 2005 | location = Hà Nội | pages = | url = | doi = | id = | isbn = }}\n*{{chú thích sách | last = [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]] biên soạn | first = Á Nam Trần Tuấn Khải phiên dịch | title = [[Đại Nam nhất thống chí]], Tỉnh Thanh Hóa, tập thượng | publisher = Nha Văn hóa, Bộ Quốc gia Giáo dục (Việt Nam cộng hòa) | year = 1960 | location = Sài Gòn | pages = | url = | doi = | id = | isbn = }}\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Hành chính Thanh Hóa]]"}