{"315458":"'''''Hà Tiên trấn Hiệp trấn Mạc thị gia phả''''' (nguyên tác bằng Hán văn: 河僊鎮協鎮鄚氏家譜; nghĩa là \"[[gia phả]] của dòng [[mạc (họ)|họ Mạc]] của quan Hiệp trấn [[trấn Hà Tiên]]\") hay gọi ngắn gọn là '''''Mạc thị gia phả''''' (鄚氏家譜), là một bộ gia phả về dòng họ Mạc ở Nam bộ do '''Võ Thế Dinh''' (武世營), con nuôi của [[Mạc Thiên Tứ|Mạc Thiên Tích]] biên soạn. Đây được coi là một bộ gia phả cổ nhất của miền đất Nam bộ Việt Nam. Hiệp trấn là chức quan của Mạc Công Du, con trai của Mạc Thiên Tích tại thời điểm ra đời của cuốn gia phả này.\n\n==Tác giả==\nVũ Thế Dinh là con nuôi của Mạc Thiên Tích, là người gắn bó với Mạc Thiên Tích trong công cuộc theo Nguyễn Ánh chống Tây Sơn nên ông có đầy đủ điều kiện thuận lợi để tìm hiểu rõ cuộc đời của các thành viên dòng họ Mạc ở Hà Tiên cũng như ghi nhận các sự kiện liên quan đến họ Mạc nói riêng và miền Nam lúc bấy giờ nói chung. Vũ Thế Dinh đã từng được Nguyễn Ánh phong làm cai đội, là một chức quan võ nhỏ. Sau khi [[Gia Long|Nguyễn Ánh]] lên ngôi và lấy niên hiệu là Gia Long, nhờ có nhiều công lao nên Vũ Thế Dinh được phong tới tước hầu, hiệu là Dinh Đức, nên còn được gọi là '''Dinh Đức hầu''' Vũ Thế Dinh. Chưa rõ ông sinh năm nào, chỉ biết ông mất năm 1819 và phần mộ hiện vẫn còn ở [[Hà Tiên (tỉnh)|Hà Tiên]].\n\n==Bối cảnh biên soạn==\nTheo những ghi chép tản mạn của một số bộ sử cũ thì có lẽ Vũ Thế Dinh bắt đầu khởi soạn ''Mạc thị gia phả'' vào khoảng năm [[1785]], ngay sau khi lực lượng [[Xiêm|Xiêm La]] và Nguyễn Ánh bị [[Nhà Tây Sơn|Tây Sơn]] do Nguyễn Huệ chỉ huy đánh đại bại tại [[trận Rạch Gầm – Xoài Mút|trận Rạch Gầm-Xoài Mút]].\n\nTheo các tác giả của'' [[Đại Nam thực lục]]'' (chính biên, đệ nhị kỉ) thì phải đến ngày 19 tháng 6 năm [[Gia Long]] thứ 17 (hay ngày 21 tháng 7 năm Mậu Dần 1818), Vũ Thế Dinh mới hoàn thành tác phẩm này.\n\n==Cấu trúc và các dị bản==\nToàn bộ gia phả gồm hai phần: chính văn và phụ ngoại bản. Đây là tác phẩm có nhiều dị bản khác nhau, được lưu truyền chủ yếu bằng hình thức chép tay.\n\n==Đánh giá==\n''Mạc thị gia phả'' có những nội dung đặc biệt mà không thấy có trong những ghi chép của [[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]]:\n\n*[[Trần Văn Giàu]] và [[Nguyễn Khắc Thuần]] cũng như một số học giả khác đánh giá đây không chỉ là một cuốn gia phả đơn thuần mà còn mang tính chất của một bộ sử giản lược, cho biết họ [[Mạc]] đã tiến hành công cuộc khai khẩn đất [[Hà Tiên (tỉnh)|Hà Tiên]] như thế nào, từ quá trình quy tụ lưu dân mở đất lập làng, thi vị hóa đất Hà Tiên nhằm tạo sức hút đối với kẻ sĩ và thường dân khắp nới đến vùng đất này; đến việc trình bày vị trí và quy mô của bảy xã thôn đầu tiên nằm trên vùng đất ứng với các tỉnh [[Kiên Giang]], [[Bạc Liêu]], và [[Cà Mau]] ngày nay.\n* Thời điểm [[Mạc Cửu]] dâng đất [[Hà Tiên (tỉnh)|Hà Tiên]] cho chúa [[Nguyễn Phúc Chu]] khác với ghi chép trong ''[[Gia Định thành thông chí]]'' của Trịnh Hoài Đức và ''[[Đại Nam thực lục]]'' hay ''[[Đại Nam liệt truyện]]'' của Quốc sử quán triều Nguyễn.\n* Số lượng và đường hành quân của quân [[Xiêm]] năm [[1784]] không phải chỉ hai vạn như các sử gia thời Nguyễn ghi chép mà là ngót năm vạn theo Vũ Thế Dinh, trong đó có cả đạo bộ binh đông hơn, đến gần ba vạn người đi qua đường [[Chân Lạp]].\n* Tác phẩm cũng ghi nhận ảnh hưởng của [[mạc (họ)|họ Mạc]] đối với xứ Hà Tiên nói riêng và [[Đàng Trong]] nói chung với các dấu tích của [[Phương Thành (Hà Tiên)|Phương Thành]], [[Tao đàn Chiêu Anh Các|Chiêu Anh Các]], [[đền thờ họ Mạc|miếu thờ họ Mạc]]...\n\nTuy nhiên cũng có ý kiến cho rằng một số niên đại do Vũ Thế Dinh ghi chép chứ thực sự không chính xác và không đảm bảo độ tin cậy, và có thể dẫn đến việc phổ biến những thông tin sai lầm tới độc giả.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*''Mạc thị gia phả'', [[Nguyễn Khắc Thuần]] (dịch, giới thiệu và chú thích từ một bản chép tay), [[Nhà xuất bản Giáo dục]], [[2005]].\n*''Nghiên cứu Hà Tiên'', [[Trương Minh Đạt]], [[Tạp chí Xưa & Nay]] và [[Nhà xuất bản Trẻ]], [[2008]].\n\n{{sơ khai lịch sử Việt Nam}}\n\n[[Thể loại:Gia phả Việt Nam]]\n[[Thể loại:Sách lịch sử Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Nguyễn]]\n[[Thể loại:Hà Tiên]]"}