{"54934":"{{otheruses|Hà Tiên (định hướng)}}\n'''Hà Tiên''' ([[chữ Hán]]: ''河僊'') là một trong sáu [[tỉnh]] đầu tiên ở [[Nam Kỳ]] [[Việt Nam]], thành lập năm [[1832]].\n\n==Lịch sử==\n===Vùng đất Hà Tiên xưa===\nXưa kia, đây là vùng đất của Vương quốc Phù Nam, sau thuộc Chân Lạp và [[Đế chế Khmer]], trong tiếng Việt gọi là Mang Khảm (còn gọi là Phương Thành, Trúc Phan, hay Đồng Trụ). Từ giữa [[thế kỷ 17]], những lưu dân [[người Việt]] và [[người Hoa]] đã đi thuyền dọc theo đường biển đến tận vùng này sinh sống. Trong lời tựa tập ''Hà Tiên thập vịnh'', [[Mạc Thiên Tứ|Mạc Thiên Tích]] đã viết: \"Trấn Hà Tiên nước [[An Nam]], xưa là đất hoang, từ tiên quân khai sáng đến nay đã hơn 30 năm, mà dân mới được ở yên, hơi biết việc trồng trọt\".\n\nTuy nhiên công lao khai phá Hà Tiên thuộc về hai cha con [[Mạc Cửu]], Mạc Thiên Tích (Mạc Thiên Tứ), biến Hà Tiên thành nơi sầm uất. Mạc Cửu là người [[Quảng Đông]] ([[Trung Quốc]]), di cư đến sau khi [[nhà Minh]] bị tiêu diệt hoàn toàn năm [[1645]]. Vua [[Campuchia|Cao Miên]] đã phong cho Mạc Cửu chức Oknha (Ốc nha) để cai quản vùng đất này. Mạc Cửu gom dân lưu tán lại lập ra 7 xã: [[Cà Mau (thành phố)|Cà Mau]], [[Rạch Giá]], [[Phú Quốc]], Vũng Thơm ([[Sihanoukville]]), [[Hà Tiên]],..., (dọc bờ [[Vịnh Thái Lan|biển Tây]], từ Cà Mau đến Vũng Thơm) và tự đứng ra cai quản. Tuy nhiên, do bị quân [[Xiêm|Xiêm La]] thường xuyên quấy nhiễu mà Cao Miên không đủ sức mạnh quân sự để bảo vệ. Gia quyến Mạc Cửu đã bị quân Xiêm bắt đem về nước họ. Mạc Cửu trốn thoát về Trũng Kè, sau lại về Mang Khảm khôi phục sản xuất. Mạc Cửu đã thân đến [[Cố đô Huế|Phú Xuân]] dâng biểu xin đem 7 xã mà mình khai phá quy phục [[Chúa Nguyễn]]. Chúa Nguyễn ưng thuận, lệnh đổi tên đất Mang Khảm thành trấn Hà Tiên, phong Mạc Cửu làm Tổng binh coi giữ.\n[[Tập tin:NamKy1829.jpg|nhỏ|phải|250px|Đất ''Cancao ou Pontiamo'' ('''Phương Thành''' tức Hà Tiên) do Mạc Cửu chuyển cho [[chúa Nguyễn]] nằm trong bản đồ [[Nam Kỳ]] năm [[1829]].]]\n\n===Tiểu quốc Hà Tiên===\nTên gọi Hà Tiên do [[Mạc Cửu]] đặt, vì tương truyền xưa kia có tiên xuất hiện trên [[sông Giang Thành]].\n\n[[Tập tin:DenThoHoMacHaTien.jpg|nhỏ|600px|phải|Các lớp kiến trúc trung tâm đền thờ họ Mạc Hà Tiên: tiền đình và chính điện.]]\nNăm [[1671]], một người Hoa tên Mạc Cửu (Mạc Kính Cửu), quê ở Lôi Châu tỉnh Quảng Đông, mang cả gia đình, binh sĩ và một số sĩ phu khoảng 400 người lên thuyền rời khỏi Phúc Kiến. Sau nhiều ngày lênh đênh trên biển cả, phái đoàn Mạc Cửu đổ bộ lên một vùng đất hoang trong vịnh Thái Lan. Sau khi dò hỏi và biết vùng đất này thuộc ảnh hưởng Chân Lạp, phái đoàn liền tìm đường đến Oudong xin tị nạn, nhưng lúc đó nội bộ Chân Lạp có loạn.\n\nNăm [[1680]], Mạc Cửu đã lập ấp rải rác từ Vũng Thơm, Trủng Kè, Cần Vọt, Rạch Giá, Cà Mau. Hà Tiên trở thành thương cảng quan trọng, thôn ấp định cư nằm sát mé biển, thuận tiện cho ghe thuyền tới lui, hoặc ở đất cao theo Giang thành, sông Cái Lớn, sông Gành Hào, Ông Đốc để canh tác.\n\nÔng lập ra 7 sòng bạc dọc bờ biển: Mán Khảm (hay Mang Khảm, Peam), Long Kỳ (Ream), Cần Bột (Kampot), Hương Úc (Kampong Som), Sài Mạt (Cheal Meas hay Banteay Meas), Linh Quỳnh (Kiri Vong) và Phú Quốc (Koh Tral). Thủ phủ đặt tại Mán Khảm (tức Hà Tiên), sau đổi thành Căn Khẩu (Căn Kháo hay Căn Cáo). Tiếng đồn vang xa, lưu dân gốc Hoa từ khắp nơi trong vịnh Thái Lan xin vào đây lập nghiệp, dần dần vùng đất này trở thành một lãnh địa phồn vinh với tên gọi mới: '''Căn Khẩu Quốc'''. Đảo Koh Tral cũng đổi tên thành Phú Quốc (vùng đất giàu có).\n\nNăm [[1708]], Mạc Cửu liên lạc được với Chúa Quốc Nguyễn Phúc Chu.\n\nNăm [[1714]], Mạc Cửu xin làm thuộc hạ của chúa Nguyễn và được phong chức tổng binh cai trị đất Căn Khẩu.\n\nNăm [[1724]], Mạc Cửu dâng luôn toàn bộ đất đai và được phong làm đô đốc cai trị lãnh thổ Căn Khẩu, đổi tên thành Long Hồ dinh.\n\nTừ năm [[1729]], Long Hồ dinh nổi tiếng là vùng đất trù phú nhất vịnh Thái Lan.\n\nNăm [[1735]], Mạc Cửu mất, con là Mạc Sĩ Lân, sau đổi thành Mạc Thiên Tứ, được phong làm đô đốc, kế nghiệp cha cai trị Long Hồ dinh. Gia đình họ Mạc được Ninh vương Nguyễn Phúc Trú nâng lên hàng vương tôn. Long Hồ dinh đổi tên thành Hà Tiên trấn.\n\nNăm [[1739]], Mạc Thiên Tứ lập thêm bốn huyện: Long Xuyên (Cà Mau), Kiên Giang (Rạch Giá), Trấn Giang (Cần Thơ) và Trấn Di (bắc Bạc Liêu).\n\nNăm [[1755]], Nặc Nguyên nhờ Mạc Thiên Tứ dâng chúa Nguyễn lãnh thổ hai phủ Tầm Bôn (Tân An, Long An) và Lôi Lập (Gò Công) để được về Nam Vang cai trị.\n\nNăm [[1757]], nội bộ nước Cao Miên có loạn, vua Cao Miên là Nặc Tôn phải chạy sang nương nhờ đất Hà Tiên. Lúc đó, [[Mạc Thiên Tứ]] thay cha (Mạc Cửu) làm tổng binh trấn Hà Tiên, đã tâu với [[chúa Nguyễn]] xin cho quân tướng hộ tống Nặc Tôn về nước làm vua. Sau đó, Nặc Tôn đã cắt đất trả ơn cho Mạc Thiên Tứ 5 phủ phía Tây Nam nước Chân Lạp là: Châu Sum<ref>Đại Nam nhất thống chí, quyển 26, trang 6.<\/ref> (Chân Sum<ref>[http:\/\/www.hids.hochiminhcity.gov.vn\/Hoithao\/VNHOC\/TB1\/nam.pdf Song Jung Nam (trang 13)dẫn lời Đào Duy Anh nói rằng nay thuộc Campuchia.]{{Liên kết hỏng|date = ngày 13 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref> có thể là Trực Sâm, Chal Chun, Chưn Rùm, Chưng Rừm ([[Chhuk]]) nay thuộc tỉnh [[Kam pốt|Kampot]], Chân Sum cũng có thể là phủ Chân Sum (còn gọi là Chân Chiêm) nằm giữa Châu Đốc và Giang Thành<ref>[http:\/\/wwwsugia.vn\/upload\/fckeditor\/upload_48aba5092dc95_123.22.111.69_qtcbty.pdf Quốc triều chính biên toát yếu, trang 66\/124.]{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>, nay là vùng [[Bảy Núi]] An Giang (nơi có núi Chân Sum)<ref>Đại Nam nhất thống chí, quyển 30, trang 164.<\/ref>.), Sài Mạt (Cheal Meas hay [[Banteay Meas]]), Linh Quỳnh (có thể là các huyện [[Kiri Vong]] ([[takéo|tỉnh Takeo]]), hay [[Chum Kiri]] (tỉnh Kampot)), Cần Vọt (hay Cần Bột ([[Kampot (huyện)|Kampot]]), nay là đất tỉnh [[Kam pốt|Kampot]] của [[Campuchia]]) và Vũng Thơm (hay Hương Úc, [[Sihanoukville|Kompong Som]]). Năm phủ này là vùng duyên hải (ven bờ [[Vịnh Thái Lan]]) từ [[Srae Ambel]] [[koh Kong (tỉnh)|tỉnh Koh Kong]] (tức Cổ Công, giáp với vùng người Thái (Xiêm La) kiểm soát) cho đến Mang Khảm ([[Ream]]). Mạc Thiên Tứ đem đất 5 phủ dâng chúa Nguyễn, chúa Nguyễn nhập đất 5 phủ này vào đất Mang Khảm (tức trấn Hà Tiên), đồng thời chúa cho lập ra hai đạo Kiên Giang (lỵ sở là Rạch Giá) và Long Xuyên (lỵ sở là Cà Mau) đều thuộc trấn Hà Tiên.\n\nNăm [[1774]], Chúa [[Nguyễn Phúc Khoát]] chia Đàng trong thành 12 dinh, nhưng vẫn để lại trấn Hà Tiên, phong Mạc Thiên Tích (Tứ) làm Đô đốc cai trị.\n\nNăm [[Đinh Mùi]] ([[1787]]), chúa [[Gia Long|Nguyễn Ánh]] lấy lại được đất Hà Tiên từ tay người [[Xiêm|Xiêm La]]. Năm 1788, Nguyễn Ánh đem 2 đạo Kiên Giang và Long Xuyên nhập vào dinh Vĩnh Trấn (sau là [[Vĩnh Long]]). Nhưng đến thời nhà Nguyễn, Gia Long (Nguyễn Ánh) lại tách 2 đạo này trả về cho trấn Hà Tiên như cũ.\n\n===Tỉnh Hà Tiên thời nhà Nguyễn===\n==== Cương vực ====\n[[Tập tin:Tượng Mạc Cửu.jpg|nhỏ|phải|200px|Mạc Cửu, người có công mở cõi Hà Tiên]] \nNăm [[Gia Long]] thứ 9 ([[1810]]) nhà Nguyễn đổi 2 đạo Kiên Giang và Long Xuyên thành huyện thuộc phủ An Biên trấn Hà Tiên. Giai đoạn 1819-1825, theo [[Gia Định thành thông chí]] của [[Trịnh Hoài Đức]] thì<ref>{{Citation\n | author=Nguyễn Tạo (Tu Trai)\n | title=Gia-Định thành thông-chí\n | publisher=Phủ Quốc-vụ-khanh đặc-trách Văn-hóa (Việt Nam Cộng hòa)\n | place=Sài Gòn\n | volume=\n | edition=\n | year=1972\n | url=http:\/\/www.songhuong.com.vn\/fullsize.php?id=43&page=1.jpg\n | access-date=ngày 6 tháng 6 năm 2008\n | archive-date=2014-12-13\n | archive-url=https:\/\/web.archive.org\/web\/20141213023131\/http:\/\/www.songhuong.com.vn\/fullsize.php?id=43&page=1.jpg\n }}<\/ref>: Trấn Hà Tiên trực tiếp quản lý 19 làng [[người Việt]] (trong đó 7 làng thuộc trấn thành Hà Tiên (là: ''Minh Hương thôn, Tân An, Tân Đông, Tiêm Hưng, Mỹ Hòa, Thuận An, Tiêm Hương'') và 12 làng thuộc đảo Phú Quốc (là: ''Dương Cảnh Đông, An Hòa, Vĩnh Thạnh, Thái Thạnh, Phước Lộc, Phú Đông, Cảm Sơn, Phước Sơn, Minh Hương thuộc (Phú Quốc), Tân Qui, Mỹ Thạnh, Tiên Tỉnh'')), 6 làng [[người Hoa]] (''Minh Bột Đại phố, Minh Bột Tân phố, Minh Bột Kỳ Thọ phố (trước là Cây Cầy), Minh Bột Lư Khê sở (trước là Rạch Vượt), Minh Bột Thổ Khâu điếm (trước là Điếm Rê), và Đường Nhơn thuộc (ở Phú Quốc)''), 26 làng (sóc) [[người Khmer]] (''[[Lộc Trĩ thôn cư|Lộc Trĩ]] (Lok), Cổ Cần Lộ, Sa Cà Mao, Cố Sâm (hay Cố Tham), Cố...,..., Ba Nam Rạp, Phiếm, Cò Vinh, Xoài [Tống<ref name=LyIntro>{{harvnb|Lý Việt Dũng|Huỳnh Văn Tới|2004}}.<\/ref>] (Svay Tong), Hấp Tra, Kiên-xà-nư Rạch Vượt, Ta Lo, Côn..., [[Hòn Chông]], Nam Rạp, Côn-trà Vị, Cốc Tầm Lai, Cốt Trà Câu, Phun Vàng Co, Côn Đồng, Việt Trác, Cốt Trà Mục, Bài Tầm Man, Lạc Bà Già, Tầm-nặc Tà-Bẹt (Damnak trabaek)''), và 1 làng [[người Đồ Bà]]<ref>Người Đồ Bà là người gốc Mã Lai, Java.<\/ref> là: ''Đồ Bà đội''. Ngoài ra Trấn Hà Tiên còn kiêm quản 2 [[huyện Long Xuyên]] và Kiên Giang. Đảo [[Phú Quốc]] trước năm Gia Long 18 ([[1819]]) thuộc đạo (huyện) Long Xuyên, năm 1819 chuyển lệ thuộc trấn thành Hà Tiên. Năm Minh Mạng thứ 6 ([[1825]]), đặt thêm huyện Hà Tiên (sau đổi là Hà Châu) thuộc phủ An Biên trấn Hà Tiên. Ban đầu huyện Hà Tiên gồm 2 tổng Hà Nhuận và Hà Thanh.<ref>[[Đại Nam thực lục]], chính biên, đệ nhị kỷ, quyển XXXVI, tập VII năm 1964, trang 221.<\/ref> Huyện Hà Tiên (Hà Châu) chứa tất cả 52 làng (gồm 19 làng người Việt, 6 làng người Hoa, 26 sóc người Cao Miên và 1 làng người Đô Bà), từng trực tiếp thuộc trấn thành giai đoạn 1819-1825 kể trên.\n\n[[Tháng tư|Tháng 4]] âm lịch năm [[1824]], Nặc Ông Chân ([[Ang Chan II]]), hiến tặng nhà Nguyễn thông qua [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]] (để trả ơn Thoại), 3 vùng Chân Sum (còn gọi là Chân Thành hay Chân Chiêm, nằm giữa Giang Thành và Châu Đốc), Mật Luật (Ngọc Luật, cũng nằm giữa Giang Thành và Châu Đốc), Lợi Kha Bát ([[Prey Kabbas]] [[takéo|tỉnh Takeo]]). Nhà Nguyễn chỉ lấy 2 đất Chân Sum và Mật Luật. Chân Sum sau được phân vào hai huyện [[Hà Âm]] và Hà Dương từng thuộc phủ Tĩnh Biên Hà Tiên, trước khi chia về cho tỉnh [[An Giang]].\n\nNăm [[1832]], vua [[Minh Mạng]] đặt ra tỉnh Hà Tiên (một trong [[Nam Kỳ Lục tỉnh|6 tỉnh Nam Kỳ]]), gồm 1 phủ là Quan Biên (đổi tên từ phủ An Biên) thống lĩnh 8 huyện: Hà Châu (đổi tên từ huyện Hà Tiên), Long Xuyên (sau này là địa bàn [[Cà Mau]]) và Kiên Giang (sau này là địa bàn [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]]), Sài Mạt, Linh Quỳnh, Châu Sum (có thể là [[Chhuk]], mà cũng có thể là [[Bảy Núi]]), Cần Vọt, Vũng Thơm.\n\nNăm [[1833]], [[Lê Văn Khôi]] nổi loạn đánh chiếm Hà Tiên, rồi quân [[Xiêm]] theo cầu viện của Khôi cũng vào chiếm Hà Tiên, nhà Nguyễn phải điều binh đánh dẹp. Năm 1834, nhà Nguyễn đem đất Cần Vọt và Vũng Thơm xưa đặt thành 2 phủ mới là Quảng Biên (Cần Vọt cũ, khoảng đất [[Kampot (thị xã)|Kampot]]) và Khai Biên (Vũng Thơm cũ, khoảng cảng [[Sihanoukville|Kampong Som]]), đồng thời đổi lại tên phủ Quan Biên thành phủ An Biên. Đến năm [[1837]] lại hạ cấp phủ Khai Biên thành huyện và lập thêm huyện Kim Trường (sau đổi thành Vĩnh Trường, cùng với huyện Khai Biên thuộc phủ Quảng Biên (Kampot)). Nhưng đến thời vua [[Thiệu Trị]] ([[1840]]-[[1847]]), phủ Quảng Biên lại bị xóa bỏ<ref name=\"ReferenceA\">Đại Nam nhất thống chí, quyển 26, tỉnh Hà Tiên, trang 7.<\/ref>. Năm [[1836]], [[Trương Đăng Quế]], lập địa bạ Nam Kỳ, thì huyện Hà Châu tỉnh Hà Tiên gồm 5 tổng: Hà Nhuận, Hà Thanh, Nhuận Đức<ref>[http:\/\/dc203.4shared.com\/doc\/R2kv5-eP\/preview.html Vai trò của cộng đồng người Việt trong công cuộc khai phá Đồng bằng sông Cửu Long (Thế kỷ 17-19)]<\/ref>, Thanh Di, và tổng Phú Quốc (tổng hải đảo), tất cả gồm 44 làng. Tổng [[Phú Quốc]] gồm 9 làng: ''Phước Lộc, An Thới, Mỹ Thạnh, Tân Lập, Cẩm Sơn, Hàm Ninh, Thới Thạnh, Dương Đông, Tiên Tỉnh''. Tổng Hà Nhuận gồm 5 làng: ''Tiên Phước, Tiên Hưng, Tiên Hưng Tây, Tiên Long, Hoa Giáp''. Tổng Nhuận Đức gồm 7 làng: ''Đôn Hậu, Cổ Tham, Tầm Lai, Mụ Sơn, Hòa Luật, Nhượng Lộ, [[Lộc Trĩ thôn cư|Lộc Trĩ]]''. Tổng Hà Thanh gồm 11 làng: ''Hòa Mỹ Đông, Vi Sơn, Tiên Thới, Tiên Mỹ, Hòa Thuận, Thạnh Long, Tiên Quân, Tân Thạnh, Mỹ Đức, Bình An, Thuận An''. Tổng Thanh Di gồm 12 làng: ''Phú Đông, Nam Hoa, Cần Thu, Nam An, Trà Câu, Tư Ngãi, Côn Văn, Trác Việt, Thuận Đức, Sa Kỳ, Mông Mậu, Dương Hòa''.<ref>Tổng kết nghiên cứu địa bạ Nam Kỳ lục tỉnh, [[Nguyễn Đình Đầu]], Thống kê, trang 214-256.<\/ref>\n* Tổng Hà Nhuận (nay là khoảng tỉnh [[Kep]] Campuchia)ː Dọc bờ biển từ tây sang đông là thôn Tiên Hưng Tây (núi Bạch Mã mũi biển Kaeb, nay thuộc các phường Kaeb và Prey Thum quận Kaeb), thôn Hoa Giáp (núi Giáp đến cửa rạch Giáp, nay là phần nam phường [[Pong Tuek]] quận [[Damnak Chang'aeur]]), thôn Tiên Hưng (nay thuộc phường [[Angkaol]] quận Damnak Chang'aeur). Phía đất liền phía đông bắc của Hà Nhuận là thôn Tiên Long (xứ Vũng Thanh, nay thuộc đất xã [[Kampong Trach Khang Lech]] (tức là xã Kampong Trach Tây) [[Kampong Trach|huyện Kampong Trach]] tỉnh Kampot). Thôn Tiên Phước là xứ đảo Hòn Năng ([[Koh Thmei]] và [[Koh Seh]]).\n* Tổng Nhuận Đứcː Phần đất liền phía tây bắc là các thôn Đôn Hậu (Damnak Chang'aeur, nay là phần bắc của phường Pong Tuek quận Damnak Chang'aeur tỉnh Kep), Cố Tham (固參, hay Cố Sâm ở xứ Nam Liêu, nay là Kaoh Saom thuộc phường Angkaol quận Damnak Chang'aeur tỉnh Kep). Phía nội địa đông bắc Nhuận Đức là thôn Tầm Lai (xứ Tà Cú, nay là làng Trapeang Niel xã Ruessei Srok Khang Lech (Ruessei Srok Tây) huyện Kampong Trach tỉnh Kampot Campuchia). Dọc ven biển từ tây bắc sang đông nam lần lượt là thôn Mụ Sơn (xứ cửa rạch Sa Na (cửa rạch Kampong Trach), nay là làng Kaoh Kruesna xã [[Ruessei Srok Khang Lech]] (Ruessei Srok Tây) huyện Kampong Trach tỉnh Kampot), thôn Hòa Luật (xứ Lộc Sơn tức núi Nai, nay là làng Lok xã Ruessei Srok Khang Lech (Ruessei Srok Tây) huyện Kampong Trach tỉnh Kampot), thôn Nhượng Lộ (xứ Cần Lộ, nay là làng Thkov xã Ruessei Srok Khang Lech (Ruessei Srok Tây) huyện Kampong Trach tỉnh Kampot Campuchia), [[Lộc Trĩ thôn cư|Lộc Trĩ]] (鹿峙, mũi Nai, ven biển các phường Mỹ Đức và Pháo Đài thành phố Hà Tiên Việt Nam). \n* Tổng Thanh Diː Vùng ven từ tây bắc xuống tây nam là các thôn Nam Hoa (南花, xứ Vũng Trách, nay là xã [[Kampong Trach Khang Kaeut]] (Kampong Trach Đông) huyện Kampong Trach tỉnh Kampot), thôn Thuận Đức, xã Mông Mậu (蠓茂, xứ Mông Tốn (Svay Tong), nay là các xã [[Svay Tong Khang Tboung]] (Svay Tong Nam), [[Svay Tong Khang Cheung]] (Svay Tong Bắc) huyện Kampong Trach tỉnh Kampot Campuchia).\n\n[[Tập tin:HaTienToanDo.png|nhỏ|phải|Bản đồ cổ tỉnh Hà Tiên nhà Nguyễn có tên là Hà Tiên toàn đồ (河僊全圖) in trong địa bạ tỉnh Hà Tiên năm1836. Tận cùng phía tây của Hà Tiên giáp biên giới với Trấn Tây Thành (Cao Miên) là núi Bạch Mã (白馬山, nay là núi Kaeb thành phố Kaeb tỉnh Kép) và núi Bồng (Bồng Sơn, 蓬山, Pong Tuek quận Damnak Chang'aeur tỉnh Kép).]]\nTheo ''[[Đại Nam thực lục]]'', năm [[Thiệu Trị]] thứ nhất ([[1841]]), [[tháng tư|tháng 4]] âm lịch, thổ dân [[Khmer]] ở phủ Quảng Biên ([[Kampot (thị xã)|Kampot]], gồm cả huyện Khai Biên ([[Sihanoukville|Kampong Som]])) không thuận theo nhà Nguyễn, sợ hãi bỏ quê đi lưu tán hết. Quan tỉnh Hà Tiên là [[Huỳnh Mẫn Đạt|Hoàng Mẫn Đạt]] tâu về triều. Vua Thiệu Trị cho là quan quân nhà Nguyễn ở Quảng Biên đóng giữ đất không, chẳng được ích lợi gì, liền cho binh biền đóng đồn phủ Quảng Biên, cùng quan phủ huyện rút hết về [[tỉnh thành Hà Tiên]]<ref>''Đại Nam thực lục'', chính biên, đệ tam kỷ, quyển VII, tập 6, trang 147.<\/ref>. Sau đó quân Xiêm-Lạp đến lấn đất phủ Quảng Biên (gồm cả huyện Khai Biên). Từ đó, phần đất phủ Quảng Biên (Kampot, Kampong Som) không còn thuộc tỉnh Hà Tiên của nhà Nguyễn nữa.\n\nNăm Minh Mạng 20 ([[1839]]), vua [[Minh Mạng]] lấy đất nằm hai bên bờ [[kênh Vĩnh Tế]] thuộc phủ Chân Thành (Chân Chiêm hay Châu Chiêm) của Trấn Tây Thành (vùng lãnh thổ [[Campuchia|Cao Miên]] do nhà Nguyễn bảo hộ) nhập vào lãnh thổ Đại Nam thuộc tỉnh Hà Tiên, lập thành phủ Tĩnh Biên gồm 2 huyện: Hà Âm (phần phía Bắc phủ Tĩnh Biên, bờ tả sông Vĩnh Tế), Hà Dương (phần phía Nam phủ Tĩnh Biên, bờ hữu sông Vĩnh Tế). Sang thời Thiệu Trị, lại tách phủ Tĩnh Biên cùng 1 huyện Hà Dương khỏi Hà Tiên để nhập vào tỉnh [[An Giang]] (năm Thiệu Trị thứ 2 (1842)), huyện Hà Âm vẫn thuộc phủ An Biên tỉnh Hà Tiên cho đến năm 1844 thì chuyển nốt cho phủ Tĩnh Biên tỉnh An Giang.<ref>''Đại Nam nhất thống chí'', quyển 30, tỉnh An Giang, trang 152.<\/ref>\n\nThời vua [[Tự Đức]] cho đến khi [[Pháp]] chiếm Hà Tiên ([[1847]]-[[1867]]), tỉnh Hà Tiên gồm 1 phủ (là phủ An Biên) với 3 huyện: Hà Châu, Kiên Giang và Long Xuyên. Các huyện trước thuộc phủ Quảng Biên (đất Cần Bột ([[Kam pốt|Kampot]]), Vũng Thơm) trả về cho nước [[Campuchia|Cao Miên]].\n\nPhủ An Biên (thời Tự Đức), gồm:\n*Huyện Hà Châu nguyên có tên là [[Hà Tiên]], gồm 5 tổng (tổng Hà Nhuận, tổng Nhuận Đức, tổng Hà Thanh, tổng Thanh Di, tổng Phú Quốc<ref>{{Chú thích web |url=http:\/\/opac.vnulib.edu.vn\/multim\/toc\/31747.pdf |ngày truy cập=2013-09-02 |tựa đề=Mục lục địa chí địa bạ tỉnh Hà Tiên. |archive-date = ngày 22 tháng 2 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140222060453\/http:\/\/opac.vnulib.edu.vn\/multim\/toc\/31747.pdf }}<\/ref>) với 63 làng xã, phía Tây giáp [[vịnh Thái Lan|biển Tây]], phía Nam giáp huyện [[Kiên Giang]] (Rạch Giá), phía Đông giáp huyện Hà Âm tỉnh [[An Giang]], phía Bắc giáp nước [[Campuchia|Cao Miên]]<ref name=\"ReferenceB\">Đại Nam nhất thống chí, quyển 26, tỉnh Hà Tiên, trang 8.<\/ref>. Đất huyện Hà Châu (phần các tổng Hà Thanh, Thanh Di) nay là phần đất thuộc các huyện thị phía Bắc của tỉnh [[Kiên Giang]]: [[Hà Tiên]], [[Kiên Lương]], [[Hòn Đất]], [[Giang Thành, Kiên Giang|Giang Thành]], và (có thể phần các tổng Hà Nhuận, Nhuận Đức) là phần đất Campuchia ngày nay ở giáp biên giới: (tại các huyện [[Banteay Meas]], [[Kampong Trach]] của [[kam pốt|tỉnh Kampot]]), huyện [[Kiri Vong]] của [[takéo|tỉnh Takeo]] và thành phố [[Kep]]\n*Huyện Kiên Giang nguyên là đất [[Rạch Giá]] (được [[Mạc Cửu]] mở mang), gồm 4 tổng (Kiên Định, Giang Ninh, Kiên Hảo, Thanh Giang) với 66 làng xã, phía Tây giáp biển Tây (qua núi Tật Lệ), phía Nam giáp [[Vườn quốc gia U Minh Hạ|lâm phận rừng]] huyện Long Xuyên, phía Đông giáp huyện Phong Phú tỉnh [[An Giang]], phía Bắc giáp huyện Hà Châu<ref name=\"ReferenceB\"\/>. Đất huyện Kiên Giang nay có thể là phần đất thuộc [[thành phố Rạch Giá]] và các huyện phía Nam của tỉnh [[Kiên Giang]].\n*[[Long Xuyên (huyện cũ)|Huyện Long Xuyên]] nguyên là đất [[Cà Mau]] (được Mạc Cửu mở mang), gồm 2 tổng (là Long Thủy và Quảng Xuyên<ref>{{Chú thích web |url=http:\/\/namkyluctinh.org\/a-sachsuvn\/thduc-gdtthongchi%5Bq5%5D.pdf |ngày truy cập=2011-07-09 |tựa đề=Gia Định thành thông chí, quyển 5, trang 4\/24 bản pdf. |archive-date = ngày 20 tháng 7 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130720101845\/http:\/\/namkyluctinh.org\/a-sachsuvn\/thduc-gdtthongchi%5Bq5%5D.pdf }}<\/ref>) với 55 làng xã, phía Tây giáp biển Tây (qua núi Bạch Thạch (Đá Bạc)), phía Nam (đến cửa Hàu (Gành Hào)) giáp [[biển Đông]], phía Đông giáp huyện Phong Thịnh tỉnh [[An Giang]], phía Bắc giáp [[Vườn quốc gia U Minh Thượng|lâm phận rừng]] huyện Kiên Giang<ref name=\"ReferenceB\"\/>. Đất huyện Long Xuyên có thể nay là phần đất thuộc các tỉnh [[Cà Mau]] và [[Bạc Liêu]], nhưng cũng có thể bao gồm [[long Xuyên|thành phố Long Xuyên]] của tỉnh [[An Giang]], vì theo lời chú thích trong [[Đại Nam nhất thống chí]] (bản quốc ngữ) thì: ''Thời [[Pháp thuộc]], tỉnh Hà Tiên chia cho 4 tỉnh: tỉnh Hà Tiên thời Pháp (đất huyện Hà Châu cũ), [[rạch Giá (tỉnh)|tỉnh Rạch Giá]] (huyện Kiên Giang cũ), [[long Xuyên (tỉnh)|tỉnh Long Xuyên]] (tức [[Long Xuyên (huyện cũ)|huyện Long Xuyên cũ]]), tỉnh [[Bạc Liêu]] (cũng đất huyện Long Xuyên)''<ref name=\"ReferenceA\"\/> (có lẽ lời chú này lầm với tỉnh [[An Xuyên]], tức [[Cà Mau]] ngày nay).\n\nTheo ''[[Đại Nam nhất thống chí]]'' của [[Quốc sử quán (triều Nguyễn)|Quốc sử quán nhà Nguyễn]] thì vào thời vua Tự Đức, cương vực tỉnh Hà Tiên như sau: \"''...Đông-Tây cách nhau 37 dặm, Nam-Bắc cách nhau 25 dặm, phía Đông đến địa giới huyện Hà Dương tỉnh An Giang (35 dặm), phía Tây đến [[vịnh Thái Lan|biển]] (2 dặm), phía Nam vượt qua núi Tô Châu đến biển (5 dặm), phía Bắc đến địa giới Cao Miên (25 dặm), phía Đông Nam đến địa giới huyện Phong Thịnh tỉnh An Giang (150 dặm linh), phía Tây Nam đến biển (chừng 1 dặm), phía Đông Bắc đến địa giới Cao Miên (25 dặm), phía Tây Bắc vượt qua núi Bạch Ô đến biển (20 dặm). Từ [[Hà Tiên|tỉnh lỵ]] đi về phía Đông đến [[Huế|Kinh]] 1.325 dặm...''\"\n\nNhư vậy, tỉnh Hà Tiên nhà Nguyễn nằm kéo dài bên bờ [[vịnh Thái Lan]] (biển Tây), suốt từ [[Cà Mau]] đến Hà Tiên, có thời kỳ tới tận tỉnh [[Kam pốt|Kampot]] và thành phố [[Sihanoukville]] (Kompong Som) của [[Campuchia]], phía Đông giáp với tỉnh [[An Giang]] [[nhà Nguyễn]], phía Tây Bắc, phía Bắc và phía Đông Bắc tiếp giáp [[Campuchia|Cao Miên]].\n\nTrong cuốn Đất nước Việt Nam qua các đời, xem xét về các địa danh trấn Hà Tiên, [[Đào Duy Anh]] viết: ''\"... Chúng ta đã biết Vũng Thơm, Cần Bọt, Sài Mạt là dải đất từ lỵ sở Hà Tiên đến Sài Mít. Tức dải đất bờ biển phía tây nam nước Cao Miên. Còn Chân Sum thì Nhất thống chí (An Giang) chép là núi ở phía nam huyện Hà Âm cách 10 dặm, cách bờ sông Vĩnh Tế ở phía Nam 10 dặm. Huyện Hà Âm là huyện ở phía bắc sông Vĩnh Tế (phía âm của sông) nên gọi tên là thế, đối với huyện Hà Dương là huyện ở phía nam (phía dương của sông). Có thể đất Chân Sum là đất Sóc Sum của tỉnh KamPot. Về Linh Quỳnh thì Nhất thống chí chép rằng núi Linh Quỳnh thuộc huyện Hà Châu cách 120 dặm và ở phía bắc [[sông Giang Thành]], sông này có hai nguồn ra từ núi Linh Quỳnh. Linh Quỳnh tức địa điểm Linh Quỳnh của tỉnh KamPot nước Cao Miên. (Xem thế thì thấy rằng năm phủ Vũng Thơm, Cần Bọt, Chân Sum, Sài Mạt, Linh Quỳnh ở đời Nguyễn còn là đất của huyện Hà Châu tỉnh Hà Tiên và của huyện Hà Âm tỉnh An Giang, đến đời Tự Đức triều Nguyễn mới trả về nước Cao Miên).\"''<ref>Đất nước Việt Nam qua các đời, Đào Duy Anh, trang 238-239.<\/ref>\n\n==== Tổng đốc và Tuần phủ tỉnh Hà Tiên ====\n<blockquote>Các tổng đốc An Giang-Hà Tiên của nhà Nguyễn:<\/blockquote>\n*[[Trương Minh Giảng]] nhiệm kỳ 1832-1836 (Tổng đốc An Hà thứ hai)\n*[[Lê Đại Cương]] (Tổng đốc An Hà đầu tiên) có tội, bị cách chức)\n*[[Trương Minh Giảng]] nhiệm kỳ: 3(âm)\/1838<ref>Đại Nam thực lục, tập 5, trang 299.<\/ref> - 1840\n*[[Dương Văn Phong]] nhiệm kỳ: 9(âm)\/1840<ref>Đại Nam thực lục, tập 5, trang 785.<\/ref> - 3(âm)\/1841 (bi cách chức)\n*Nguyễn Văn Chương (tức Nguyễn Tri Phương) tuần phủ kiêm quyền hộ lý tổng đốc 1841\n*[[Phạm Văn Điển]] nhiệm kỳ 1841-1842 (ốm chết)\n*[[Nguyễn Công Nhàn]] nhiệm kỳ 1842-1844 (bi cách chức)\n*Nguyễn Văn Chương (tức [[Nguyễn Tri Phương]]) nhiệm kỳ 1844-1845<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển 50, trang 765.<\/ref>\n*[[Tôn Thất Bạch]] nhiệm kỳ 1845-1847\n*[[Doãn Uẩn]] nhiệm kỳ 1847<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển 66, trang 992.<\/ref>-1850 (ốm chết)\n*[[Cao Hữu Bằng]] ([[Cao Hữu Dực]]) nhiệm kỳ 1850-1859 (ốm chết)<ref>Đại Nam thực lục, Chính biên, đệ tứ kỷ, quyển 21, tập 7, trang 625.<\/ref>\n*Nguyễn Công Nhàn nhiệm kỳ 1859-1861 (bị cách chức) <ref>Đại Nam thực lục, Chính biên, đệ tứ kỷ, quyển 24, tập 7, trang 708-720.<\/ref>\n*[[Phan Khắc Thận]] (1861-1867 (khi Pháp chiếm An Giang)\nCác [[Tuần phủ]] (tỉnh trưởng) tỉnh Hà Tiên nhà Nguyễn\n*[[Nguyễn Bá Nghi]]:1848\n*[[Lương Văn Liễu]]\n*Lê Quang Huyên\n*Nguyễn Văn Ngươn\n*[[Huỳnh Mẫn Đạt]]: 1851 - 1852; 1862 - 1864. \n*Nguyễn Công Nhàn: 1856 - 1858 \n*Trần Hoán: 1864 - ?\n\n==== Địa hình địa mạo Hà Tiên nhà Nguyễn ====\nTheo ''Đại Nam nhất thống chí'' thì cảnh vật tỉnh Hà Tiên nhà Nguyễn gồm:\n*Núi: ở Hà Châu có (Kim Dữ, Bình Sơn ([[Bình San điệp thúy|Bình San]]), núi Phù Anh, [[Núi Tô Châu|Tô Châu]], gò Lộc Trĩ (Lộc Giác, tức [[Lộc Trĩ thôn cư|Mũi Nai]]), Bạch Mã (tức Bạch Ô ở [[Kep]]), Địa Tạng, Kháo Sơn), núi Sài Mạt (Banteay Meas), Tượng Sơn (núi Voi ở Cần Vọt (Kampot)), núi Linh Quỳnh (Kiri Vong)), ở Kiên Giang có núi Thổ Sơn ([[Hòn Đất]]), ở huyện Long Xuyên có (núi Trà Sơn, lèn Bạch Thạch ([[hòn Đá Bạc]])).\n*Sông hồ: ([[sông Giang Thành]], Lũng Kè, Tân Xuyên, Nghi Giang, Bồ Đề), hồ [[Đông Hồ ấn nguyệt|Đông Hồ]].\n*Đảo: [[Hòn Khoai]] (Cà Mau), Hòn Rái (Kiên Giang, [[Phú Quốc]], [[Đảo Thổ Chu|Thổ Chu]], Cổ Công (Vũng Thơm), Cổ Cốt (Co Tang), Cổ Luân,...\n\n===Tỉnh Hà Tiên thời Pháp thuộc===\n[[Tập tin:Ha Tien Province 1891.jpg|300px|phải|nhỏ|Bản đồ hạt Hà Tiên năm 1891]]\nNgày [[24 tháng 6]] năm [[1867]], tỉnh thành Hà Tiên bị thực dân Pháp chiếm. Sau nhiều năm do dự và phân thiết, địa bàn Hà Tiên được phân bổ ra các đơn vị hành chánh khá phức tạp, theo từng thời điểm khác nhau.\n\nNăm [[1868]], tỉnh Hà Tiên cũ được chia ra làm hai hạt Thanh tra: Hà Tiên và Rạch Giá\n*Hạt Thanh tra Hà Tiên, nguyên là huyện Hà Châu với 5 tổng và 16 thôn: \n**Tổng Hà Thanh: 5 thôn\n**Tổng Thanh Di: 3 thôn\n**Tổng Nhuận Đức: 1 thôn\n**Tổng Hà Nhuận: 5 thôn \n**Tổng Phú Quốc: 5 thôn\n*Hạt Thanh tra Rạch Giá, nguyên là hai huyện [[Kiên Giang]] và [[Long Xuyên (huyện cũ)|Long Xuyên]] với 7 tổng và 110 thôn: \n**Tổng Kiên Định: 14 thôn\n**Tổng Thanh Giang: 11 thôn \n**Tổng Kiên Hảo: 26 thôn\n**Tổng Giang Ninh: 11 thôn \n**Tổng Long Thủy: 25 thôn\n**Tổng Quảng Xuyên: 13 thôn.\n\nNăm [[1874]], hạt Thanh tra [[Phú Quốc]] được thành lập, nhưng vì kinh tế không phát triển được nên một năm sau phải giải thể.\n\nNăm [[1876]], Pháp chia Nam Kỳ thành 4 khu vực hành chính lớn, mỗi khu vực hành chính lại chia nhỏ thành các tiểu khu hay hạt tham biện (''arrondissement administratif'') thì tỉnh Hà Tiên cũ bị chia thành hai hạt tham biện là Hà Tiên (chủ hạt là Chavassieux) và [[Rạch Giá (tỉnh)|Rạch Giá]] (chủ hạt là Granier). Năm [[1882]], thiết lập hạt tham biện [[Bạc Liêu]] trên cơ sở tách 3 tổng Quảng Long, Quảng Xuyên và Long Hưng của hạt tham biện [[Rạch Giá (tỉnh)|Rạch Giá]] hợp với 2 tổng Thạnh Hòa và Thạnh Hưng tách từ hạt tham biện [[Sóc Trăng]] chuyển sang. Lỵ sở Bạc Liêu thuộc địa bàn tổng Thạnh Hòa vốn trước đó thuộc hạt tham biện [[Sóc Trăng]].\n\n[[Tập tin:Phu Quoc 1897.jpg|300px|phải|nhỏ|Bản đồ tổng Phú Quốc, hạt Hà Tiên năm 1897. Tổng Phú Quốc lúc bấy giờ bao gồm cả hai đảo ''Ile du Milieu'' và ''Ile à l'Eau'' (còn gọi là ''Hòn Năng Trong'' và ''Hòn Năng Ngoài''), về hành chính thuộc thôn Phú Dự. Năm 1956, hai đảo này đã bị mất về lãnh thổ Campuchia, nay gọi là ''[[Koh Thmei]]'' và ''[[Koh Seh]]''.]]\nNăm [[1888]], Hà Tiên cho thuộc về hạt tham biện [[Châu Đốc (tỉnh)|Châu Đốc]] - dưới quyền của Chủ tỉnh Châu Đốc lúc này là Dussol, đến cuối năm [[1892]] được phục hồi. Hạt tham biện Hà Tiên thuộc khu vực Bát Xắc (Bassac) chỉ còn đất huyện Hà Châu của tỉnh Hà Tiên cũ với 4 tổng: tổng Hà Thanh (có 6 thôn), tổng Thanh Gi (có 4 thôn), tổng Phú Quốc (có 4 thôn) và tổng Bình Trị (hay Bình An có 1 thôn).\n\nTừ ngày [[1 tháng 1]] năm [[1900]] hạt tham biện Hà Tiên trở thành tỉnh Hà Tiên theo Nghị định ngày [[20 tháng 12]] năm [[1899]] của [[Toàn quyền Đông Dương]] đổi tên tất cả các hạt tham biện thành tỉnh. Chủ tỉnh lúc này là E. Lupuy. Thời chủ tỉnh Hà Tiên J. Hubert-Delisle, đảo [[Phú Quốc]] được đặt dưới quyền của đại diện chủ tỉnh Hà Tiên (năm 1903).\n\nTừ năm [[1913]] đến năm [[1924]], tỉnh Hà Tiên được đặt dưới quyền chủ [[Châu Đốc (tỉnh)|tỉnh Châu Đốc]], lúc này là ông L. de Matra là chủ tỉnh. Ngày [[9 tháng 2]] năm [[1924]] - dưới thời chủ tỉnh Châu Đốc G. Striedter, Hà Tiên lại trở thành một tỉnh độc lập. Năm [[1924]], tỉnh Hà Tiên gồm 4 quận: Châu Thành, Giang Thành, Hòn Chông và Phú Quốc. Tỉnh lỵ Hà Tiên đặt tại làng Mỹ Đức thuộc tổng Hà Thanh, quận Châu Thành. Chủ tỉnh Hà Tiên đầu tiên là A. Klein (1924 - 1925)).\n\n===Tỉnh Hà Tiên giai đoạn 1945-1956===\nSau [[Cách mạng Tháng Tám]] năm [[1945]], tỉnh Hà Tiên là một trong 21 tỉnh ở Nam Bộ.\n\nTháng 10 năm [[1950]], chính quyền [[Việt Nam Dân chủ Cộng hòa]] quyết định hợp nhất tỉnh [[Long Châu Hậu]] (bao gồm một phần [[Châu Đốc (tỉnh)|tỉnh Châu Đốc]] và một phần [[Long Xuyên (tỉnh)|tỉnh Long Xuyên]] trước đó) và tỉnh Hà Tiên để thành lập tỉnh [[Long Châu Hà]]. Tuy nhiên, tỉnh [[Long Châu Hà]] không được chính quyền [[Quốc gia Việt Nam]] của [[Bảo Đại]] và chính quyền [[Việt Nam Cộng hòa|Việt Nam Cộng Hòa]] công nhận.\n\nNăm [[1954]], tỉnh [[Long Châu Hà]] bị giải thể và tỉnh Hà Tiên lại được tái lập.\n\n===Hà Tiên giai đoạn 1956-1976===\n[[Tập tin:Chợ Hà Tiên.jpg|nhỏ|250px|phải|Ngôi chợ Hà Tiên trước đây, nay đã bị phá bỏ]]\n====Việt Nam Cộng hòa====\nBan đầu, chính quyền [[Quốc gia Việt Nam]] và sau đó là [[Việt Nam Cộng hòa]] vẫn duy trì tên gọi tỉnh Hà Tiên như thời Pháp thuộc.\n\nNgày [[22 tháng 10]] năm [[1956]], Tổng thống Việt Nam Cộng hòa [[Ngô Đình Diệm]] ký Sắc lệnh 143\/VN để \" thay đổi địa giới và tên Đô thành Sài Gòn – Chợ Lớn cùng các tỉnh và tỉnh lỵ tại Việt Nam\". Theo Sắc lệnh này, địa phận Nam Phần của [[Việt Nam Cộng hòa|Việt Nam Cộng Hoà]] gồm [[Thành phố Hồ Chí Minh|Đô thành Sài Gòn]] và 22 tỉnh. Lúc này, tỉnh Hà Tiên bị bãi bỏ và 4 quận là [[Châu Thành]], [[Hòn Chông]], [[Giang Thành]], [[Phú Quốc]] được sáp nhập vào [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] để thành lập tỉnh [[Kiên Giang]].\n\nKhi đó, địa bàn tỉnh Hà Tiên cũ được chuyển thành quận Hà Tiên và quận [[Phú Quốc]] cùng thuộc tỉnh [[Kiên Giang]]. Trong đó, địa bàn quận Hà Tiên bao gồm các quận Châu Thành, Giang Thành và Hòn Chông trước năm [[1956]].\n\nNgày [[31 tháng 5]] năm [[1961]], chính quyền [[Việt Nam Cộng hòa]] cho thành lập quận [[Kiên Lương]] thuộc tỉnh [[Kiên Giang]]. Quận Kiên Lương gồm 5 xã tách từ quận Kiên Thành và quận Hà Tiên là: An Bình, Bình Trị, Thổ Sơn, An Hoà, Dương Hoà. Quận lỵ đặt tại xã An Bình. Ngày [[04 tháng 9]] năm [[1961]], quận [[Kiên Lương]] thành lập mới xã Đức Phương.\n\nThời [[Việt Nam Cộng hòa|Việt Nam Cộng Hòa]], Hà Tiên chỉ là một quận của tỉnh [[Kiên Giang]]. Quận Hà Tiên gồm 3 xã Mỹ Đức, Phú Mỹ và Thuận Yên, 15 ấp. Quận lỵ đặt tại xã Mỹ Đức.\n\n====Chính quyền lâm thời====\nLúc bấy giờ, chính quyền [[Mặt trận dân tộc giải phóng miền Nam Việt Nam]] (sau này là Chính phủ Cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]]) và [[Việt Nam Dân chủ Cộng hòa]] cũng quyết định hợp nhất tỉnh Hà Tiên và [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] trước đó lại thành một tỉnh có tên là tỉnh Rạch Giá.\n\nNăm [[1957]], chính quyền Cách mạng quyết định giải thể tỉnh Hà Tiên, chuyển thành huyện Hà Tiên và huyện [[Phú Quốc]] cùng trực thuộc [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]].\n\nNăm [[1965]], chính quyền Cách mạng giao huyện Hà Tiên và huyện [[Phú Quốc]] cho tỉnh [[An Giang]] quản lý. Đến năm [[1967]] lại trả hai huyện Hà Tiên và Phú Quốc về cho [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] như trước. Tuy nhiên, năm [[1971]] khi [[Trung ương Cục miền Nam]] quyết định thành lập tỉnh Châu Hà, tách ra từ tỉnh [[An Giang]] và [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]], trên phần đất [[Châu Đốc (tỉnh)|tỉnh Châu Đốc]] và tỉnh Hà Tiên trước năm 1956 thì huyện Hà Tiên, huyện Phú Quốc cùng với huyện Châu Thành A của tỉnh Rạch Giá lại được giao về cho tỉnh Châu Hà quản lý. Đến năm [[1974]] ba huyện này lại cùng thuộc tỉnh [[Long Châu Hà]].\n\nSau ngày [[30 tháng 4|30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] ban đầu vẫn đặt các huyện Hà Tiên, huyện Phú Quốc và huyện Châu Thành A cùng thuộc tỉnh [[Long Châu Hà]]. Lúc này, chính quyền Cách mạng cũng bỏ danh xưng \"quận\" có từ thời Pháp thuộc và lấy danh xưng \"huyện\" (quận và phường dành cho các đơn vị hành chánh tương đương khi đã đô thị hóa).\n\nNgày [[20 tháng 9]] năm [[1975]], Bộ Chính trị ra Nghị quyết số 245-NQ\/TW về việc bỏ khu, hợp tỉnh trong toàn quốc \"nhằm xây dựng các tỉnh thành những đơn vị kinh tế, kế hoạch và đơn vị hành chính có khả năng giải quyết đến mức cao nhất những yêu cầu về đẩy mạnh sản xuất, tổ chức đời sống vật chất, văn hóa của nhân dân, về củng cố quốc phòng, bảo vệ trị an, và có khả năng đóng góp tốt nhất vào sự nghiệp chung của cả nước\". Theo Nghị quyết này, địa bàn [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] lúc đó (tương ứng với tỉnh Hà Tiên thời phong kiến) sẽ được chia ra vào sáp nhập vào các tỉnh mới, tên gọi tỉnh mới cùng với nơi đặt tỉnh lỵ sẽ do địa phương đề nghị lên. Cụ thể như sau:\n\n* Tỉnh Cà Mau, tỉnh [[Bạc Liêu]] và hai huyện [[Vĩnh Thuận]], [[An Biên]] (ngoại trừ 2 xã Đông Yên và Tây Yên) của [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] sẽ hợp nhất lại thành một tỉnh.\n* Phần còn lại của [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] cùng với toàn bộ diện tích tỉnh [[Long Châu Hà]] và huyện [[Thốt Nốt]] của [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] sẽ hợp nhất lại thành một tỉnh.\n\nNhưng đến ngày [[20 tháng 12]] năm [[1975]], Bộ Chính trị lại ra Nghị quyết số 19\/NQ điều chỉnh lại việc hợp nhất tỉnh ở miền Nam Việt Nam cho sát với tình hình thực tế, theo đó [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] cũ (bao gồm cả ba huyện Hà Tiên, [[Phú Quốc]], Châu Thành A hiện cùng thuộc tỉnh [[Long Châu Hà]] nhưng trước năm [[1971]] lại cũng đều thuộc tỉnh Rạch Giá) vẫn để thành một tỉnh riêng biệt.\n\n===Hà Tiên sau năm 1976===\n[[Hình:Phố thị Hà Tiên.jpg|nhỏ|250px|phải|Một phần phố thị Hà Tiên hiện nay]] \nTháng [[2]] năm [[1976]], Chính phủ Việt Nam quyết định tái lập tỉnh [[Kiên Giang]] trên cơ sở toàn bộ diện tích tỉnh Rạch Giá và ba huyện: Châu Thành A, Hà Tiên, [[Phú Quốc]] vốn thuộc tỉnh [[Long Châu Hà]] trước đó. Từ đó, Hà Tiên lại trở thành một huyện thuộc tỉnh [[Kiên Giang]]. Địa bàn huyện Hà Tiên lúc này tương ứng với quận Hà Tiên và gần 1\/2 diện tích quận [[Kiên Lương]] của tỉnh [[Kiên Giang]] thời [[Việt Nam Cộng hòa]].\n\nNgày [[8 tháng 7]] năm [[1998]], [[Chính phủ Việt Nam]] ban hành Nghị định số 47\/1998\/NĐ-CP về việc thành lập thị xã Hà Tiên và thành lập các phường thuộc thị xã Hà Tiên, tỉnh Kiên Giang. Theo đó, thành lập thị xã [[Hà Tiên]] trên cơ sở toàn bộ diện tích và dân số của thị trấn Hà Tiên, xã Thuận Yên (trừ 2.732 ha diện tích tự nhiên và 3.302 nhân khẩu giao về xã Phú Mỹ quản lý), xã Mỹ Đức và xã Tiên Hải thuộc huyện Hà Tiên. Sau khi điều chỉnh địa giới hành chính để thành lập thị xã Hà Tiên, huyện Hà Tiên có 89.548,5 ha diện tích tự nhiên và 62.162 nhân khẩu, gồm 6 xã và 1 thị trấn.<ref>{{chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-47-1998-ND-CP-thanh-lap-thi-xa-Ha-Tien-thuoc-tinh-Kien-Giang-va-thanh-lap-cac-phuong-thuoc-Thi-xa-vb41803t11.aspx | tiêu đề = Nghị định 47\/1998\/NĐ | author = | ngày = | ngày truy cập = 16 tháng 8 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nNgày [[21 tháng 4|21 tháng 4]] năm [[1999]], [[Chính phủ Việt Nam]] ban hành Nghị định số 28\/1999\/NĐ - CP<ref name=\"kl\">[http:\/\/www.vanbanphapluat.com\/nghi-dinh\/nghi-dinh-28-1999-nd-cp-ve-viec-doi-ten-huyen-ha-tien-thanh-huyen-kien-luong-tinh-kien-giang\/ Nghị định 28\/1999\/NĐ-CP]{{Liên kết hỏng|date=2021-12-25 |bot=InternetArchiveBot }},Nghị Định Chính phủ.<\/ref> về việc đổi tên huyện Hà Tiên thành huyện [[Kiên Lương]] thuộc tỉnh Kiên Giang.\n\nNgày [[29 tháng 6|29 tháng 6]] năm [[2009]], Chính phù ban hành Nghị quyết số 29\/NQ-CP về việc điều chỉnh địa giới hành chính xã, phường, thuộc các huyện, thành lập xã thuộc thị xã [[Hà Tiên]] và các huyện: [[Kiên Lương]], [[Tân Hiệp, Kiên Giang|Tân Hiệp]], [[Giồng Riềng]], [[Vĩnh Thuận, Kiên Giang|Vĩnh Thuận]]; đồng thời điều chỉnh địa giới hành chính huyện [[Kiên Lương]] để thành lập huyện [[Giang Thành, Kiên Giang|Giang Thành]], tỉnh Kiên Giang.\n\nNgày [[11 tháng 9]] năm [[2018]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết 573\/NQ-UBTVQH14<ref name=NQ573>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-573-NQ-UBTVQH14-2018-thanh-lap-phuong-My-Duc-thuoc-thi-xa-Ha-Tien-Kien-Giang-399115.aspx|title=Nghị quyết 573\/NQ-UBTVQH14 năm 2018 của Ủy ban Thường vụ Quốc hội về việc thành lập phường Mỹ Đức thuộc thị xã Hà Tiên và thành phố Hà Tiên thuộc tỉnh Kiên Giang|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, thành lập thành phố Hà Tiên thuộc tỉnh Kiên Giang trên cơ sở toàn bộ diện tích và dân số của thị xã Hà Tiên.\n\nSau nhiều lần thay đổi hành chính, địa bàn tỉnh Hà Tiên cũ thời Pháp thuộc hiện nay tương ứng với các huyện [[Phú Quốc]], [[Kiên Lương]], [[Giang Thành]] và [[thành phố Hà Tiên]] cùng thuộc tỉnh Kiên Giang. Còn địa bàn tỉnh Hà Tiên thời phong kiến thì bao gồm toàn bộ các tỉnh [[Kiên Giang]], [[Cà Mau]] và một phần các tỉnh [[Hậu Giang]], [[Sóc Trăng]], [[Bạc Liêu]] ngày nay.\n\nHiện nay, địa danh \"Hà Tiên\" chỉ còn được dùng để chỉ [[thành phố Hà Tiên]], đơn vị hành chính cấp huyện trực thuộc tỉnh [[Kiên Giang]].\n\n==Phân chia hành chính==\n===Năm 1820===\n*Hà Tiên trấn lệ thuộc (chưa đặt phủ, huyện, tổng):\n**19 xã thôn Việt Nam: \n***7 xã thôn ở đất liền: Minh Hương, Thuận An, Tiên Hưng, Hòa Mỹ, Tân Đông, Tân An, Tiên Hương\n***12 thôn nằm trong đảo [[Phú Quốc]]: Dương Cảng Đông, Vĩnh Thạnh, Tân Quy, Phước Sơn, An Hòa, Phước Lộc, Cẩm Sơn, Tiên Tỉnh, Thái Thạch, Phú Đông, Mỹ Thạnh, Minh Hương\n**6 phố sở điếm thuộc gồm [[người Hoa]]: Minh Bột đại phố, Minh Bột kỳ thụ phố, Minh Bột lô khê sở, Minh Bột thổ khâu điếm, Minh Bột tân phố, Đường Nhơn thuộc (ở đảo [[Phú Quốc]])\n**26 sóc Miên: Lộc Trĩ, Cò Vinh, Cố Sâm, Ba Nam Rạp, Côn Đồng, Côn Trà Vị, Bài Tầm Man, Phiếm Vàm, Sa Cà Mao, Hấp Tra, Lọt, Côn Phần, Nam Rạp, Cốt Tà Nục, Cổ Cần Lộ, Xoài Tống, Cố Ven, Ta Lo, Hòn Chông, Vẹt Trác, Cố Tầm Lai, Phun Vàng Co, Kiên Xà Mi Rạch Vược, Cốt Trà Câu, Tầm Nặc Tà Bẹt, Lạc Bà Già, Đồ Bà.\n*Huyện Long Xuyên có 2 tổng với 32 thôn:\n**Tổng Long Thủy có 23 thôn: Tân Xuyên, Tân Phong, Mỹ Chánh, Phong Thạnh, Tân Long, Bình Lâm, Tân Bình, Hòa Thạnh, Minh Hương, Tân Trạch, Tân Định, Mỹ Thuận, Tân Thuộc, Tân Đức, Tân Thái, Tân An, Sái Phu, Tân Qui, Bình Thạnh, Vĩnh Thạnh, Hòa Thạnh, Tân Nghĩa, Cát An\n**Tổng Quảng Xuyên có 9 thôn: Tân Hưng, Tân Ân, Tân Khánh, Phú Thạnh Hoàng Lạp, Tân Duyệt, An Phong, Lâm An, Tân Thuận, San Du.\n*Huyện Kiên Giang có 2 tổng với 11 thôn:\n**Tổng Kiên Định có 7 thôn: Bình An, Vĩnh An, Lái Phu, Thái Hòa, Vĩnh Hòa Đông, Vĩnh Thạnh, An Hòa\n**Tổng Thanh Giang có 4 thôn: Vĩnh Thuận, Đông An, Vĩnh Hòa, Thái An.\n\n===Năm 1836===\n*Huyện Hà Châu có 5 tổng chia thành 4 xã với 40 thôn:\n**Tổng Hà Nhuận gồm 5 thôn: Hoa Giáp, Tiên Long, Tiên Hưng, Tiên Hưng Tây, Tiên Phước\n**Tổng Hà Thanh gồm 2 xã: Mỹ Đức, Tiên Quán và 9 thôn: Bình Ân, Thuận Yên, Hòa Mỹ Đông, Tân Thạnh, Tiên Thới, Vy Sơn, Hòa Thuận, Tiên Mỹ, Thạnh Long\n**Tổng Nhuận Đức gồm 1 xã: Cổ Tham và 6 thôn: Lộc Trĩ, Tầm Lai, Đôn Hậu, Mụ Sơn, Hòa Luật, Nhương Lộ\n**Tổng Phú Quốc gồm 10 thôn: An Thới, Hàm Ninh, Phú Đông, Thới Thạnh, Cẩm Sơn, Mỹ Thạnh, Phước Lộc, Dương Đông, Tân Lập, Tiên Tỉnh\n**Tổng Thanh Di gồm 1 xã: Mông Mậu và 10 thôn: Cần Thu, Sa Kỳ, Trà Cau, Côn Văn, Nam An, Tư Ngãi, Trác Việt, Dương Hòa, Nam Hoa, Thuận Đức.\n*Huyện Kiên Giang có 4 tổng chia thành 34 xã với 24 thôn:\n**Tổng Giang Ninh gồm 5 xã: Hỏa Lựu, Vị Thủy, Hương Phù, Xà Bàn, Địa Linh và 6 thôn: Áp Lục, Lộc Động, Cao Môn, Phương Lang, Hương Thụ, Thủy Liễu\n**Tổng Kiên Định gồm 10 xã: An Hòa, Sái Phu, Thạnh Hòa, Vĩnh Thạnh Đông, Minh Hương Vĩnh Lạc, Long Thành, Vĩnh An, Hòa Nông, Vĩnh Thạnh, Vân Tập và 5 thôn: Lại Sơn, An Thuận, Long Hưng, Vĩnh Hòa Đông, Tăng Long\n**Tổng Kiên Hảo gồm 16 xã: Bàn Thạch, Cù Hóa, Tham Định, Thiếp Ngạc, Thanh Lương, Bình A, Minh Lương, Pha Kinh, Tỷ Ốc, Thông Chử, Đằng Văn, Lạc Thổ, Ngọc Chúc, Phong Hóa, Thúy Đằng, Vĩnh Niên và 8 thôn: Đồng Đăng, Liên Trì, Ngọc Giải, Dục Tượng, Hóa Quản, Trà Tuấn, Cam Da, Thanh Lang\n**Tổng Thanh Giang gồm 3 xã: Đông An, Vĩnh Thuận Đông, Đông Thới và 5 thôn: Vĩnh Hòa, Vĩnh Lộc, Vĩnh Thuận, Thới An, Vĩnh Phước.\n*Huyện Long Xuyên có 2 tổng chia thành 4 xã với 40 thôn:\n**Tổng Long Thủy gồm 2 xã: Bình Lãng, Cửu An và 28 thôn: An Thành, Cát An, Hòa Thạnh, Mỹ Thuận, Phước Thạnh, Tân Định, Tân Long, Tân Phong, Tân Thuộc, Thạnh Hòa, Tân Cẩm, Long Điền, Phong Thạnh, Tân An, Tân Đức, Tân Mỹ, Tân Qui, Tân Trạch, Thạnh Trị, Tân Châu, Bình Thạnh, Đại Hữu, Mỹ Chánh, Phú Lộc, Tân Bình, Tân Hóa, Tân Ngãi, Tân Thới, Tân Xuyên, Vĩnh Thạnh\n**Tổng Quảng Long gồm 2 xã: An Lạc, Thới Bình và 12 thôn: An Hòa, Lâm An, Tân Ân, Tân Hưng, Tân Thủy, Long An, Tân Duyệt, Tân Khánh, An Phong, Phú Thạnh, Tân Hội, Tân Thuận.\n\n===Năm 1901===\n*Tổng Hà Thanh gồm 6 làng: Hòa Thạnh, Tân Thạnh (tức Giang Thành), Tiên Khánh, Phú Mỹ, Mỹ Đức (tỉnh lỵ), Lộc Trì (mũi Nai);\n*Tổng Thanh Gi gồm 4 làng: Trà Câu, Trà Tiên, Thuận Yên (Thuận An), Dương Hòa (tức Bãi Ớt);\n*Tổng Bình An gồm 1 làng duy nhất: Bình Trị (còn gọi Bình An tức Hòn Chông);\n*Tổng Phú Quốc gồm 4 làng: Dương Đông, Hàm Ninh, Lạc Phú, Phú Dự.<ref>Monographie de la province D'Hà Tiên,(Địa phương chí tỉnh Hà Tiên 1900-1901), 1901, L. Ménard,, trang 19-20.<\/ref>\n\n===Năm 1939===\n*Quận Châu Thành có 5 làng: Mỹ Đức, Lộc Trì, Kỳ Lộ, Thuận Yên, Dương Hòa\n*Quận Hòn Chông có 2 làng: Bình Trị (quận lỵ), An Bình\n*Quận [[Giang Thành]] có 5 làng: Tân Khánh Hòa (quận lỵ), Vĩnh Điều, Vĩnh Phú, Phú Mỹ, Trà Tiên\n*Quận [[Phú Quốc]] có 3 làng: Dương Đông (quận lỵ), Hàm Ninh, Phú Dự\n\n==Hình ảnh==\n<gallery>\nTập tin:NamKy1832-1841.jpg|Cương vực trấn Hà Tiên (sau là tỉnh Hà Tiên) vào cuối thời chúa Nguyễn ([[thế kỷ 18]]) và đầu thời [[nhà Nguyễn]] ([[thế kỷ 19]]), cho đến trước năm [[1841]].\nTập tin:NamKyLucTinh1841-1862.jpg|Tỉnh Hà Tiên ở [[Nam Kỳ]] giai đoạn ([[1844]]-[[1867]]).\nTập tin:NamKyLucTinh1861.jpg|Tỉnh Hà Tiên trong bản đồ [[Nam Kỳ Lục tỉnh]] (Basse Cochinchine).\nTập tin:AnGiangHaTien.jpg|Bản đồ 2 tỉnh An Giang và Hà Tiên của nhà Nguyễn thời kỳ độc lập.\nTập tin:NamKy(1861-1888).jpg|Nam Kỳ thuộc Pháp (Basse Cochinchine Francaise) khoảng năm 1881<ref>Bản đồ vẽ theo hành chính của [[Nam Kỳ Lục tỉnh]] [[nhà Nguyễn]] (Basse CochinChine) trước năm 1861. Vùng bờ bắc [[kênh Vĩnh Tế]] (thuộc các tỉnh [[An Giang]] và Hà Tiên cũ) và vùng lồi [[Svay Rieng]] (trước là vùng rừng Quang Hóa phủ Tây Ninh [[gia Định (tỉnh)|tỉnh Gia Định]], mà Pháp chưa chiếm được vào thời điểm năm 1861-1863) đều được cắt trả về cho lãnh thổ vương quốc [[Campuchia]] thuộc Pháp.<\/ref>\n\n<\/gallery>\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Nam Kỳ lục tỉnh]]\n[[Thể loại:Tỉnh cũ Việt Nam]]\n[[Thể loại:Hành chính Việt Nam thời Nguyễn]]\n[[Thể loại:Hành chính Việt Nam thời Pháp thuộc]]\n[[Thể loại:Hành chính Kiên Giang]]\n[[Thể loại:Hành chính Bạc Liêu]]\n[[Thể loại:Hành chính Cà Mau]]"}