{"138079":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Hàm Thuận Bắc\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 11\n| vĩ phút = 09\n| vĩ giây = 18\n| kinh độ = 108\n| kinh phút = 03\n| kinh giây = 07\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 1.344,5 km²\n| dân số = 174.487 người [http:\/\/cucthongke.vn\/ngtk\/2016\/mobile\/html5forwebkit.html]\n| thời điểm dân số = 2016\n| dân số thành thị = 31.563 người (18%)\n| dân số nông thôn = 142.924 người (82%)\n| mật độ dân số = 130 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Chăm|Chăm]], [[Người Chơ Ro|Chơ Ro]], [[Cơ Ho]], [[Người Hoa tại Việt Nam|Hoa]]...\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Bình Thuận]]\n| huyện lỵ = Thị trấn [[Ma Lâm]]\n| thành lập = 30\/12\/1982<ref name=204-HĐBT \/>\n| chủ tịch UBND = Nguyễn Văn Hoàng\n| chủ tịch HĐND = Võ Văn Thanh\n|bí thư =  Hồng Thanh Nam\n| phân chia hành chính = 2 thị trấn, 15 xã\n| mã hành chính = 597<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = Số 230 [[Quốc lộ 28]], Thị trấn [[Ma Lâm]]\n| web = {{url|hamthuanbac.binhthuan.gov.vn}}\n| biển số xe = 86-B3-D1\n}}\n\n'''Hàm Thuận Bắc''' là một [[Huyện (Việt Nam)|huyện]] bán sơn địa của tỉnh [[Bình Thuận]], [[Việt Nam]].\n\n==Địa lý==\nHàm Thuận Bắc là huyện miền núi của tỉnh [[Bình Thuận]], có vị trí địa lý:\n*Phía đông giáp huyện [[Bắc Bình]]\n*Phía tây giáp huyện [[Tánh Linh]] \n*Phía tây nam giáp huyện [[Hàm Thuận Nam]]\n*Phía nam giáp [[Phan Thiết|thành phố Phan Thiết]]\n*Phía bắc giáp tỉnh [[Lâm Đồng]].\n\nHàm Thuận Bắc cùng với huyện [[Hàm Thuận Nam]] được thành lập năm [[1983]] trên cơ sở chia tách huyện [[Hàm Thuận]] của tỉnh [[Thuận Hải]] (cũ) lấy [[sông Cà Ty]] làm ranh giới. Đây cũng là địa phương có dự án [[Đường cao tốc Phan Thiết – Dầu Giây]] đi qua đang được xây dựng.\n\n===Địa hình===\nNhìn chung địa hình của huyện khá đa dạng, thấp dần theo hướng Tây Bắc - Đông Nam; bao gồm dạng địa hình vùng đồi núi, bán sơn địa, vùng đồng bằng phù sa ven sông và các vùng cồn cát biển; có thể tạm chia địa hình của huyện thành 3 dạng chính:\n*Vùng đồi núi bán sơn địa phía Bắc và phía Tây: Phân bố về phía Tây đường sắt Bắc Nam, bao gồm các xã vùng bán sơn địa, chiếm 76,44% diện tích tự nhiên toàn huyện.\n*Vùng đồng bằng phù sa ven sông: Bao gồm một số xã nằm dọc theo Quốc lộ 1 và Quốc lộ 28, chiếm 12,39% tổng diện tích tự nhiên toàn huyện.\n*Vùng cồn cát biển phía Nam và phía Đông: Phân bố về phía Đông Quốc lộ 1 kéo dài bao gồm các xã Hàm Đức, xã Hồng Sơn và xã Hồng Liêm, chiếm 10,63% tổng diện tích tự nhiên của huyện. Đây là vùng có cồn cát trắng vàng và đỏ mang tính chất khô hạn nhất của huyện.\n\n===Khí hậu===\nNằm trong vùng nhiệt đới gió mùa, nhưng khí hậu của huyện mang nét đặc trưng của chế độ khí hậu bán khô hạn vùng cực Nam trung bộ, tuy nhiên do phân hoá về địa hình nên khí hậu của huyện được chia thành hai tiểu vùng gồm vùng khí hậu miền núi và vùng khí hậu đồng bằng ven biển. Trong năm khí hậu được chia thành 2 mùa rõ rệt:\n*Mùa mưa: Từ tháng 5 đến tháng 10.\n*Mùa khô: Từ tháng 11 đến tháng 4 năm sau.\n\n===Thủy văn===\nChế độ thủy văn của huyện chịu ảnh hưởng của hai con sông chính là sông Cái Phan Thiết và sông La Ngà. Ngoài ra trên địa bàn huyện còn một hệ thống gồm nhiều con sông, suối nhỏ khác.\n\n== Hành chính ==\nHuyện Hàm Thuận Bắc có 17 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Ma Lâm]] (huyện lỵ), [[Phú Long (thị trấn)|Phú Long]] và 15 xã: [[Đa Mi]], [[Đông Giang, Hàm Thuận Bắc|Đông Giang]], [[Đông Tiến, Hàm Thuận Bắc|Đông Tiến]], [[Hàm Chính]], [[Hàm Đức]], [[Hàm Hiệp]], [[Hàm Liêm]], [[Hàm Phú]], [[Hàm Thắng]], [[Hàm Trí]], [[Hồng Liêm]], [[Hồng Sơn, Hàm Thuận Bắc|Hồng Sơn]], [[La Dạ]], [[Thuận Hòa, Hàm Thuận Bắc|Thuận Hòa]], [[Thuận Minh, Hàm Thuận Bắc|Thuận Minh]].\n\n== Lịch sử ==\nHuyện Hàm Thuận Bắc được thành lập ngày [[30 tháng 12]] năm [[1982]] từ việc chia tách huyện [[Hàm Thuận]] cũ và tiếp nhận xã La Dạ từ huyện Đức Linh, khi đó thuộc tỉnh [[Thuận Hải]], gồm 13 xã: Đông Giang, La Dạ, Hàm Chính, Hàm Đức, Hàm Hiệp, Hàm Liêm, Hàm Nhơn, Hàm Phú, Hàm Thắng, Hàm Trí, Hồng Sơn, Hồng Liêm và Ma Lâm.<ref name=204-HĐBT>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-204-HDBT-phan-vach-dia-gioi-huyen-thi-xa-thuoc-tinh-Thuan-Hai-44022.aspx|title=Quyết định 204-HĐBT năm 1982 về việc phân vạch địa giới một số huyện và thị xã thuộc tỉnh Thuận Hải|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nNgày [[28 tháng 11]] năm [[1983]], Hội đồng Bộ trưởng ban hành Quyết định 140-HĐBT<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-140-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Thuan-hai-44782.aspx\/ Quyết định 140-HĐBT phân vạch địa giới xã thuộc tỉnh Thuận Hải]<\/ref>. Theo đó: \n*Chia xã Hàm Trí thành 2 xã: Hàm Trí và Thuận Hòa\n*Chia xã Hàm Phú thành 2 xã: Hàm Phú và Thuận Minh\n*Chia xã Đông Giang thành 2 xã: Đông Giang và Đông Tiến.\n\nNgày [[26 tháng 12]] năm [[1991]], tỉnh Bình Thuận được tái lập từ tỉnh Thuận Hải cũ, huyện Hàm Thuận Bắc thuộc tỉnh Bình Thuận.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>\n\nNgày [[15 tháng 6]] năm [[1999]], chuyển xã Ma Lâm thành thị trấn Ma Lâm (thị trấn huyện lỵ huyện Hàm Thuận Bắc).<ref name=\"37\/1998\/NĐ-CP\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-37-1999-ND-CP-thanh-lap-thi-tran-huyen-ly-cac-huyen-Ham-Thuan-Bac-Ham-Thuan-Nam-Duc-Linh-Tanh-Linh-tinh-Binh-Thuan-10792.aspx Nghị định 37\/1999\/NĐ-CP thành lập thị trấn huyện lỵ các huyện Hàm Thuận Bắc, Hàm Thuận Nam, Đức Linh, Tánh Linh, tỉnh Bình Thuận]<\/ref>\n\nNgày [[22 tháng 11]] năm [[2001]], chia xã La Dạ thành 2 xã: La Dạ và Đa Mi.<ref name=\"89\/2001\/NĐ-CP\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-89-2001-ND-CP-lap-phuong-Phu-Tai-Xuan-An-Ham-Tien-Phu-Hai-doi-ten-xa-Ham-Tien-thuoc-thanh-pho-Phan-Thiet-va-xa-Da-Mi-huyen-Ham-Thuan-Bac-48623.aspx Nghị định về việc thành lập phường Phú Tài, Xuân An, Hàm Tiến, Phú Hải, đổi tên xã Hàm Tiến thuộc thành phố Phan Thiết và thành lập xã Đa Mi thuộc huyện Hàm Thuận Bắc, tỉnh Bình Thuận]<\/ref>\n\nNgày [[18 tháng 7]] năm [[2003]], chuyển xã Hàm Nhơn thành thị trấn Phú Long.<ref name=\"84\/2003\/NĐ-CP\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-84-2003-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-xa-thi-tran-thuoc-huyen-Tuy-Phong-Bac-Binh-va-Ham-Thuan-Bac-tinh-Binh-Thuan-51628.aspx Nghị định 84\/2003\/NĐ-CP điều chỉnh địa giới hành chính để thành lập xã, thị trấn thuộc huyện Tuy Phong, Bắc Bình và Hàm Thuận Bắc tỉnh Bình Thuận]<\/ref>\n\nHuyện Hàm Thuận Bắc có 2 thị trấn và 15 xã như hiện nay.\n\n== Kinh tế - xã hội ==\nVề Kinh tế Hàm Thuận Bắc chủ yếu là huyện thuần nông, trong những năm gần đây nhờ có cây Thanh Long mà đời sống bà con trong Huyện tăng lên rõ rệt, nhiều trang trại Thanh Long đã và đang hình thành và phát triển cùng với những Rừng cây Cao Su và cây ăn trái khác đã làm thay đổi bộ mặt Nông thôn Hàm Thuận Bắc;\n\nDo nhu cầu đô thị hóa, cuối năm 2009, Thành phố Phan Thiết sẽ được nâng lên thành đô thị loại II, một số vùng giáp ranh với Phan Thiết của Hàm Thuận Bắc sẽ được chuyển về Phan Thiết quản lý như Hàm Liêm, Hàm Thắng, Hàm Hiệp, Thị trấn Phú Long.\n\nHàm Thuận Bắc còn là nơi có khung cảnh thiên nhiên rất hữu tình có hồ Hàm Thuận, thủy điện Hàm Thuận-Đa Mi rất đẹp và nên thơ, khung cảnh của các xã giáp ranh với Bảo Lộc, Bảo Lâm, Di Linh thuộc Lâm Đồng không khác gì khung cảnh của Đà Lạt còn ẩn hiện trong sương chưa được khai phá. Tiềm năng thiên nhiên và du lịch của vùng đất này vẫn chưa được đánh thức.\n\n=== Xã hội ===\nHàm Thuận Bắc được hình thành vào khoảng thế kỷ 19 (Hàm Thuận Bắc được hình thành từ thế kỷ XVIII), trong quá trình chinh phục thiên nhiên, chống thiên tai địch họa để sinh tồn và phát triển, địa giới của huyện đã nhiều lần thay đổi với các tên gọi như Hàm Thuận (theo cách gọi của Chính quyền Cách mạng VNDCCH) và quận Thiện Giáo (theo cách gọi của chính quyền Sài Gòn- trước giải phóng), huyện Hàm Thuận (sau giải phóng) và đến năm 1993 (chính xác là năm 1983) được chia tách thành hai huyện là: Hàm Thuận Bắc và Hàm Thuận Nam.\n\nTheo thống kê năm 2007, dân số toàn huyện là 162.586 người. Trên địa bàn huyện hiện có nhiều dân tộc khác nhau sinh sống như Kinh, Rắclay, Chăm, K’Ho … trong đó dân tộc Kinh chiếm đa số với trên 95%. Cộng đồng dân cư bản địa chủ yếu là người K’Ho, Chăm, Rắclay sống tập trung ở các xã vùng cao với tập quán sản xuất làm nghề rừng, làm nương rẫy, một bộ phận nhỏ trồng lúa nước và được tổ chức thành những buôn làng, các luật tục, lễ thức gắn chặt với buôn làng. Cộng đồng người Kinh tập trung ở vùng đồng bằng, ven quốc lộ nơi có điều kiện thuận tiện buôn bán, trồng lúa nước. Các cộng đồng dân cư của huyện theo một số tôn giáo chính như: Đạo Bà La Môn, Phật giáo, Kito giáo, Tin lành và Lương giáo.\n\n==Tham khảo==\n{{commons cat|Ham Thuan Bac District}}\n{{tham khảo}}\n{{Huyện thị Bình Thuận}}\n{{Đơn vị hành chính thuộc huyện Hàm Thuận Bắc}}\n{{sơ khai Bình Thuận}}"}