{"41820":"{{Thông tin nhân vật hoàng gia\n| tên = Hàm Nghi\n| tên gốc = 咸宜\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Vua Hàm Nghi năm 1900.jpg\n| cỡ hình = 270px\n| ghi chú hình = Vua Hàm Nghi năm 1900\n| chức vị = [[Nhà Nguyễn|Hoàng đế Đại Nam]]\n| tại vị = [[2 tháng 8]] năm [[1884]] – [[19 tháng 9]] năm [[1885]]<br>({{số năm theo năm và ngày |1884|8|2|1885|9|19}})<timeline>\nImageSize = width:215 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1802 till:1945\nAlignBars = early\nScaleMajor = increment:143 start:1802\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1884 till:1885 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Kiến Phúc|<font color=\"grey\">Kiến Phúc<\/font>]]\n| nhiếp chính = \n| kế nhiệm = [[Đồng Khánh]]\n| hoàng tộc = [[Nhà Nguyễn]]\n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| ca khúc hoàng gia = [[Đăng đàn cung]]\n| phối ngẫu = \n| vợ = [[Marcelle Laloe]]\n| thông tin vợ = ẩn\n| thông tin con cái = ẩn\n| con cái = [[Nguyễn Phúc Như Mai]]<br>[[Nguyễn Phúc Như Lý]]<br>[[Nguyễn Phúc Minh Đức]]\n| tên đầy đủ = Nguyễn Phúc Ưng Lịch<br>Nguyễn Phúc Minh\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| niên hiệu = Hàm Nghi (咸宜)\n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| tôn hiệu = [[Xuất Đế]]\n| miếu hiệu = \n| thụy hiệu = \n| cha = [[Nguyễn Phúc Hồng Cai]]\n| mẹ = [[Phan Thị Nhàn]]\n| sinh = [[3 tháng 8]] năm [[1871]]\n| nơi sinh = [[Huế]], [[Đại Nam]]\n| mất = [[14 tháng 1]] năm [[1943]] (71 tuổi)\n| nơi mất = [[Algiers|Alger]], [[Algérie]], [[Pháp]]\n| ngày an táng = \n| nơi an táng = Làng Thonac, [[Vigeois]],[[Dordogne]], [[Pháp]].\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n[[Tập tin:Vua Hàm Nghi ảnh phục dựng chuẩn.jpg|nhỏ|382x382px|Ảnh phục dựng chân dung vua Hàm Nghi]]\n'''Hàm Nghi''' ([[chữ Hán]]: 咸宜 [[3 tháng 8]] năm [[1871]] – [[14 tháng 1]] năm [[1943]]), [[thụy hiệu]] '''Xuất Đế''' (出帝), tên thật '''Nguyễn Phúc Ưng Lịch''' (阮福膺𧰡), là vị [[hoàng đế]] thứ tám của [[nhà Nguyễn]], triều đại [[phong kiến]] cuối cùng trong [[lịch sử Việt Nam]].\n\nLà em trai của vua [[Kiến Phúc]], năm [[1884]] Hàm Nghi được các phụ chính đại thần [[Nguyễn Văn Tường]] và [[Tôn Thất Thuyết]] đưa lên ngôi ở tuổi 13. Sau khi [[Trận Kinh thành Huế 1885|cuộc phản công]] tại [[kinh thành Huế]] thất bại năm [[1885]], Tôn Thất Thuyết đưa ông ra ngoài và phát chiếu [[Phong trào Cần Vương|Cần Vương]] chống [[đế quốc thực dân Pháp|thực dân Pháp]].\n\nNhân danh ông, [[Tôn Thất Thuyết]] đã phát động phong trào [[Phong trào Cần Vương|Cần Vương]], kêu gọi văn thân, nghĩa sĩ giúp vua, giúp nước. Phong trào này kéo dài đến năm [[1888]] thì Hàm Nghi bị bắt. Sau đó, ông bị đem an trí ở [[Algiers|Alger]] ([[thủ đô]] xứ [[Algérie]]) và [[chết|qua đời]] tại đây năm [[1943]] vì bệnh [[ung thư dạ dày]]. Do áp lực của Pháp nên nhà Nguyễn không lập miếu hiệu cho ông.\n\nNgày nay, [[lịch sử Việt Nam]] xem ông cùng với các vua chống [[Pháp]] gồm [[Thành Thái]], [[Duy Tân]] là ba vị vua yêu nước trong thời kỳ [[Pháp thuộc]].<ref name=\"tuoitre\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=258687&ChannelID=10 Tuổi trẻ Online - Văn hóa - Giải trí: Tìm dấu vua trong lòng dân]<\/ref>\n\n==Xuất thân==\nHàm Nghi [[húy]] là '''Nguyễn Phúc Ưng Lịch''', khi lên ngôi đổi thành '''Nguyễn Phúc Minh'''. Ông là con thứ năm của Kiên Thái vương [[Nguyễn Phúc Hồng Cai]] và bà Phan Thị Nhàn, sinh ngày [[17 tháng 6]] năm [[Tân Mùi]], tức [[3 tháng 8]] năm [[1871]] (có tài liệu ghi ông sinh ngày [[22 tháng 7]] năm [[1872]]) tại [[Huế]]. Ông là em ruột của vua [[Kiến Phúc]] (Ưng Đăng) và vua [[Đồng Khánh]] (Chánh Mông hay Ưng Kỷ).\n\nSau khi vua [[Tự Đức]] qua đời vào tháng 7 năm [[1883]], mặc dù các Phụ chính đại thần [[Nguyễn Văn Tường]] và [[Tôn Thất Thuyết]] nắm trọn quyền hành trong việc phế bỏ vua này truất ngôi vua khác nhưng lại rất bị động trong việc tìm người trong Hoàng gia có cùng chí hướng để đưa lên ngôi. Trước thời Hàm Nghi, cả ba vua [[Dục Đức]], [[Hiệp Hòa]] và [[Kiến Phúc]] đều lần lượt đi ngược lại đường lối của phái chủ chiến hoặc bị mất sớm, trở thành những phần tử không thể không bị loại bỏ khỏi triều chính đang rối ren.<ref name=\"Nguyễn Quang Trung Tiến 1995\">Nguyễn Quang Trung Tiến. ''Vị vua trưởng thành từ niên thiếu''. Tạp chí thông tin Khoa học và Công nghệ, số 1(7), 1995.<\/ref> Vua [[Kiến Phúc]] đột ngột qua đời trong lúc tình hình đang có lợi cho phái chủ chiến trong triều đình Huế.<ref name=\"thuathienhue\"\/> Sau khi nhà vua mất, đáng lẽ con nuôi thứ hai của vua [[Tự Đức]] là [[Đồng Khánh|Nguyễn Phúc Ưng Kỷ]] lên ngôi, nhưng Nguyễn Văn Tường và Tôn Thất Thuyết sợ lập một vị vua lớn tuổi sẽ mất quyền hành và hai ông chủ trương dứt khoát lựa chọn bằng được một vị vua ủng hộ lập trường chống Pháp nên đã chọn Ưng Lịch. Đây là một người có đủ tư cách về dòng dõi, nhưng chưa bị cuộc sống giàu sang của kinh thành làm vẩn đục tinh thần tự tôn dân tộc và quan trọng hơn hết là hai ông có thể định hướng nhà vua về đại cuộc của đất nước một cách dễ dàng.\n\nƯng Lịch từ nhỏ sống trong cảnh bần hàn, dân dã với mẹ ruột chứ không được nuôi dạy tử tế như hai người anh ruột ở trong cung. Khi thấy sứ giả đến đón, cậu bé Ưng Lịch hoảng sợ và không dám nhận áo mũ người ta dâng lên. Sáng ngày [[12 tháng 6]] năm [[Giáp Thân]], tức ngày [[2 tháng 8]] năm [[1884]], Ưng Lịch được dìu đi giữa hai hàng thị vệ, tiến vào điện Thái Hòa để làm lễ lên ngôi [[hoàng đế]], đặt [[niên hiệu]] là Hàm Nghi. Khi đó Ưng Lịch mới 13 tuổi. Người ta nói rằng Hàm Nghi được lên nối ngôi theo di chúc của vua [[Kiến Phúc]] trước đây. Tuy nhiên, trên thực tế, Hàm Nghi được phái chủ chiến lập lên ngôi. Nhân vật cầm đầu phái chủ chiến là [[Tôn Thất Thuyết]] - Phụ chính đại thần đồng thời là Thượng thư bộ Binh.<ref name=\"thuathienhue\">[http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=228 Dư địa chí Thừa Thiên Huế]{{Liên kết hỏng|date = ngày 13 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Thời gian tại kinh thành Huế==\nTháng 7-1884, sau khi vua [[Kiến Phúc]] đột ngột qua đời, triều đình tôn Hàm Nghi lên ngôi. [[Khâm sứ Trung kỳ|Khâm sứ]] [[Pierre Paul Rheinart]] thấy Nguyễn Văn Tường và Tôn Thất Thuyết tự tiện lập vua, không hỏi ý kiến đúng như đã giao kết nên gửi quân vào [[Huế]] bắt Triều đình [[nhà Nguyễn]] phải xin phép. Rheinart gửi công hàm cho triều đình Huế rằng: \n{{cquote|\n''Nam triều có lập ai lên làm vua, thì phải xin phép nước [[Pháp]] mới được''.}}\nNguyễn Văn Tường và Tôn Thất Thuyết phải làm tờ xin phép bằng [[chữ Nôm]] nhưng viên Khâm sứ không chịu, bắt làm bằng [[chữ Hán]]. Hai ông phải viết lại, viên Khâm sứ mới chịu và sau đó đi cửa chính vào điện làm lễ phong vương cho vua Hàm Nghi. Công việc đầu tiên mà vua Hàm Nghi phải thủ vai, dưới sự hướng dẫn của [[Tôn Thất Thuyết]] là tổ chức đón phái đoàn Pháp từ Tòa Khâm sứ ở bờ Nam [[sông Hương]] sang điện [[Thái Hòa]] làm lễ tôn vương cho nhà vua. Đây là thắng lợi mà phe chủ chiến của triều đình Huế đã đạt được trong việc bảo vệ ngai vàng của Hàm Nghi; còn đối với người Pháp thì sau những yêu sách, đòi hỏi bất thành, họ đành phải nhân nhượng để tránh thêm những rắc rối mới bằng cách chấp nhận một sự việc đã rồi.\n\nLúc 9 giờ sáng ngày [[17 tháng 8]] năm [[1884]], phái đoàn [[Pháp]] gồm Đại tá Guerrier, Khâm sứ Rheinart, Thuyền trưởng Wallarrmé cùng 185 sĩ quan binh lính kéo sang Hoàng thành Huế. Guerrier buộc triều đình [[Huế]] phải để toàn bộ quân Pháp tiến vào Ngọ Môn bằng lối giữa, là lối chỉ dành cho vua đi, nhưng [[Tôn Thất Thuyết]] nhất định cự tuyệt. Cuối cùng chỉ có 3 sứ giả được vào cổng chính, còn lại các thành phần khác thì đi cổng hai bên. Cả triều đình Huế và phái đoàn Pháp đều mang tâm trạng không vừa lòng nhau, nhưng buổi lễ thọ phong cuối cùng cũng kết thúc êm thấm. Lúc phái đoàn Pháp cáo từ, Tôn Thất Thuyết đã ngầm cho quân lính đóng cửa chính ở Ngọ Môn lại nên đoàn Pháp phải theo hai lối cửa bên để về. Nhìn nhận về sự kiện này, [[Marcel Gaultier]] đã viết: \n{{cquote|\n''Vua Hàm Nghi đã giữ được tính chất thiêng liêng đối với thần dân mình. Vô tình vị vua trẻ tuổi đã làm một việc có ảnh hưởng vang dội khắp nước: với ý chí cương quyết độc lập và dù người Pháp có đóng quan tại Huế, triều đình [[An Nam]] vẫn biểu dương một thái độ không hèn. Thái độ ấy do Hội đồng Phụ chính đề ra. Hội đồng ấy rất có lý mà tin chắc rằng dân chúng trông vào thái độ của nhà vua để noi theo, xem thái độ ấy như mệnh lệnh [chống lại người Pháp] không nói ra bằng lời...''<ref>Marcel Gaultier. ''Le Roi Proscrit''. Hà Nội, Impr. d'Extrême-Orient, 1940, tr. 40 - 41.<\/ref>\n}}\nNăm sau [[1885]], Thống tướng [[Philippe-Marie-Henri Roussel de Courcy|de Courcy]] được Chính phủ Pháp cử sang [[Việt Nam]] để phụ lực vào việc đặt nền bảo hộ. Tướng de Courcy muốn vào yết kiến vua Hàm Nghi nhưng lại muốn là toàn thể binh lính của mình, 500 người, đi vào cửa chánh là cửa dành riêng cho đại khách. Triều đình [[Huế]] xin để quân lính đi cửa hai bên, chỉ có các bậc tướng lĩnh là đi cửa chánh cho đúng nghi thức triều đình, nhưng [[Philippe-Marie-Henri Roussel de Courcy|de Courcy]] nhất định không chịu.\n\n==Phong trào Cần Vương==\n{{Xem thêm|Trận Kinh thành Huế 1885|Tôn Thất Thuyết}}\n{{Chính|Phong trào Cần Vương}}\n[[Tập tin:Ton That Thuyet.jpg|nhỏ|Phụ chính đại thần [[Tôn Thất Thuyết]] ([[1839]] – [[1913]]).]]\nĐêm 22 rạng 23 tháng 5 [[âm lịch]] (tức đêm ngày 5 rạng ngày 6 tháng 7 năm [[1885]]), Nguyễn Văn Tường và Tôn Thất Thuyết, vì thấy người Pháp khinh mạn vua mình như vậy, nên quyết định ra tay trước: đem quân tấn công trại binh của Pháp ở đồn Mang Cá. Đến sáng thì quân Pháp phản công, quân triều Nguyễn thua chạy, rời bỏ [[Kinh thành Huế]]. Tôn Thất Thuyết vào cung báo lại việc giao chiến trong đêm và mời vị hoàng đế trẻ Hàm Nghi cùng Tam cung lên đường. Nghe chuyện phải rời khỏi thành, vua Hàm Nghi đã thảng thốt nói: \n:''\"Ta có đánh nhau với ai mô mà phải chạy\".''<ref>Phạm Văn Sơn. ''Việt Nam cách mạng cận sử''. Sài Gòn. Khai Trí phát hành, 1963, tr. 38.<\/ref>\n\nVua Hàm Nghi ngồi trong kiệu bị chao đảo liên tục, đầu bị va đập nhiều lần vào thành kiệu rất đau, sau cùng nhà vua phải xuống nằm trên võng cho lính cáng. Nguyễn Văn Tường cho người rước vua Hàm Nghi tới thành [[Quảng Trị]] để lánh nạn. Chiều ngày [[6 tháng 7]] thì cả đoàn mới tới Quảng Trị. Nhưng sau đó ông lại ra trình diện với quân [[Pháp]]. Tướng de Courcy hẹn cho Nguyễn Văn Tường hai tháng phải tìm cách để rước vua về. [[Nguyễn Văn Tường]] viết sớ ra Quảng Trị xin rước vua về nhưng [[Tôn Thất Thuyết]] cản thư không cho vua biết. Hết hạn hai tháng, cả gia đình Nguyễn Văn Tường bị de Courcy đày ra [[Côn Đảo]], sau đó đưa tới đảo [[Tahiti]] ở [[Thái Bình Dương]]. Một thời gian sau [[Nguyễn Văn Tường]] qua đời, xác được đưa về [[Việt Nam]]. Ngày [[9 tháng 7]], dưới áp lực của Tôn Thất Thuyết, vua Hàm Nghi đành từ biệt Tam cung, lên đường đi Tân Sở.\n\nHàm Nghi ở Tân Sở rồi về vùng xã xa của 2 huyện Minh Hóa và [[Tuyên Hóa]], [[Quảng Bình]]. ''Vua Hàm Nghi đã phải chịu nhiều khổ ải vì phải luồn lách giữa núi rừng hiểm trở, thời tiết khắc nghiệt, giữa muôn vàn thiếu thốn, bệnh tật, đói khát và sự hiểm nguy về tính mạng luôn đe dọa''.<ref name=\"Nguyễn Quang Trung Tiến 1995\"\/> Tại Tân Sở, vua Hàm Nghi tuyên hịch [[Phong trào Cần Vương|Cần Vương]] kêu gọi sĩ phu và dân chúng nổi dậy chống Pháp giành độc lập. Sự ủng hộ, che chở giúp đỡ và tham gia nhiệt tình của đồng bào các địa phương từ [[Quảng Trị]] qua tới đất [[Lào]] cũng như trong vùng [[Hà Tĩnh]], [[Quảng Bình]] đã cho Hàm Nghi thấy được vai trò của bản thân mình nên nhà vua đã không còn cảm thấy bị cưỡng ép như trước. ''\"Nhà vua bị những gian lao mà luyện thành người nhẫn nại và đón cuộc phong trần bằng thái độ rất thản nhiên\".''<ref name=\"Chúc\">\nPhan Trần Chúc. ''Vua Hàm Nghi''. Hà Nội, Chinh Ký, 1952, tr. 142.<\/ref> Dân chúng nổi dậy rất đông, nhưng vì rải rác các nơi nên lực lượng không mạnh. Nhà vua đã hai lần xuống dụ Cần vương trong đó có một lần gửi thư cầu viện cho Tổng đốc Vân-Quý của triều [[Nhà Thanh|Mãn Thanh]] và rất nhiều chỉ dụ khác tới các quan lại, lãnh tụ của phong trào chống Pháp. ''Tên của ông ta đã trở thành ngọn cờ của nền độc lập quốc gia... Từ Bắc chí Nam, đâu đâu dân chúng cũng nổi lên theo lời gọi của ông vua xuất hạnh''.<ref>Ch. Gosselin. ''L' Empire de l' Annam. Paris, Perrin et Cie, p. 239, 237.<\/ref>\n\nTrong suốt thời gian kháng chiến của vua Hàm Nghi, vua anh [[Đồng Khánh]] và 3 bà [[Hoàng thái hậu|Thái hậu]] liên tục gửi thư kêu gọi vua trở về nhưng ông khẳng khái từ chối. Toàn quyền Pháp ở Đông Dương là [[Paul Bert]] cũng đã định lập Hàm Nghi làm vua 4 tỉnh Thanh Nghệ Tĩnh Bình nhưng cũng không thành. ''Nhà vua thường nói mình ưa chết trong rừng hơn là trở về làm vua mà ở trong vòng cương tỏa của người''.<ref name=\"Chúc\"\/> Tại căn cứ địa lãnh đạo phong trào Cần Vương, vua Hàm Nghi được Tôn Thất Thuyết cử con là [[Tôn Thất Đàm|Tôn Thất Đạm]] và [[Tôn Thất Tiệp|Tôn Thất Thiệp]] hộ giá bảo vệ, cùng Đề đốc Lê Trực, Nguyễn Phạm Tuân chia nhau phòng thủ và tấn công lực lượng Pháp trong vùng.\n[[Tập tin:Canh vua Ham Nghi bi bat.jpg|nhỏ|phải|Quân Pháp xông vào bắt giữ vua Hàm Nghi]]\n[[Tháng chín|Tháng 9]] năm [[1888]], suất đội Nguyễn Đình Tình phản bội ra đầu thú với [[Pháp]] tại đồn Đồng Cá. Nguyễn Đình Tình lại dụ được Trương Quang Ngọc về đầu thú. Sau đó Nguyễn Đình Tình và Trương Quang Ngọc tình nguyện với Pháp đem quân đi vây bắt vua Hàm Nghi. Đêm khuya [[26 tháng 9]] năm [[1888]],<ref>Về ngày vua Hàm Nghi bị bắt các tài liệu chép lại mâu thuẫn nhau. Có thể là một trong các ngày [[26 tháng 9]], [[30 tháng 10]], [[2 tháng 11]] năm [[1888]], [[14 tháng 11]].<\/ref> vua Hàm Nghi bị bắt khi đang ngủ, Tôn Thất Thiệp bị đâm chết. Khi đó, ông mới 17 tuổi, chống [[Pháp]] được ba năm. Nhà vua đã chỉ thẳng vào mặt Trương Quang Ngọc mà nói rằng: \n:''\"Mi giết ta đi còn hơn là mi mang ta ra nộp cho Tây\"''.\nTừ đêm hôm đó ở bờ khe Tá Bào, huyện Tuyên Hóa (nay là huyện [[Minh Hóa]]) tỉnh [[Quảng Bình]], Trương Quang Ngọc mang vua Hàm Nghi về các đồn Thanh Lạng, Đồng Ca rồi sang Quảng Khê và đến đồn Thuận Bài vào chiều ngày [[14 tháng 11]] năm [[1888]]. Quân Pháp tổ chức chào đón vua rất long trọng nhưng vua đã tỏ ra không hiểu, không nhận mình là Hàm Nghi. Viên Trung úy chỉ huy quân đội Bonnefoy đã chuyển bức thư của [[Tôn Thất Đàm]] gửi cho vua Hàm Nghi xem nhưng nhà vua ném lá thư xuống bàn và làm như không có can hệ gì đến mình. Viên Đề đốc Thanh Thủy là Nguyễn Hữu Viết được Pháp cử tới để thăm hỏi và nhận mặt thì nhà vua giả như không hay biết. Nhưng khi người Pháp đem thầy học cũ là Nguyễn Nhuận đến xem thì nhà vua vô tình đứng dậy vái chào. Đến lúc đó thì người Pháp mới yên trí đó là vua Hàm Nghi. Từ Thuận Bài, người Pháp chuyển vua Hàm Nghi qua [[Bố Trạch]] rồi vào [[Đồng Hới]] và tới cửa Thuận An ngày [[22 tháng 11]] năm [[1888]].\n\nLúc này, triều đình Huế đã biết tin Hàm Nghi bị bắt, vua [[Đồng Khánh]] sai quan lại Thừa Thiên và bộ Binh ra đón để đưa về Huế. Nhưng người Pháp sợ dân tình sẽ bị kích động khi thấy mặt vị vua kháng chiến nên đã báo cho Viện Cơ mật rằng vua Hàm Nghi lúc này tính tình khác thường, về kinh e có điều bất tiện, cần phải đưa đi tĩnh dưỡng nơi khác một thời gian. Kỳ thực người Pháp đã có quyết định dứt khoát với vị vua kháng chiến này là đày sang xứ [[Algérie]] ở [[Bắc Phi]]. Rheinart đã báo cho ông biết là Thái hậu đang ốm nặng, nếu nhà vua muốn thăm hỏi thì sẽ cho rước về gặp mặt. Nghe vậy, vua Hàm Nghi đáp: ''\"Tôi thân đã tù, nước đã mất, còn dám nghĩ gì đến cha mẹ, anh em nữa\"'', rồi ông cáo từ về phòng riêng.\n\nSau khi bị truất, cựu hoàng được chính thức gọi là '''Quận công Ưng Lịch'''.<ref>Vũ Ngự Chiêu. tr. 889.<\/ref>\n\n==Bị Pháp lưu đày==\n[[Tập tin:Dam cuoi vua Ham Nghi.jpg|nhỏ|300px|Đám cưới cựu hoàng Hàm Nghi.]]\nVào 4 giờ sáng ngày [[25 tháng 11]] năm [[1888]], vua Hàm Nghi bị đưa xuống tàu đi vào [[Lăng Cô]]. Trước phút rời xa quê hương, nhà vua nhìn lên bờ, không nén được cảm xúc vì nỗi niềm riêng và vận nước nên đã òa khóc.<ref>Phạm Văn Sơn. ''Việt Nam cách mang cận sử'' và Phan Trần Chúc. ''Vua Hàm Nghi''.<\/ref> Từ [[Thành phố Hồ Chí Minh|Sài Gòn]], ngày [[13 tháng 12]] năm [[1888]], vua Hàm Nghi bị đưa xuống chiếc tàu mang tên \"Biên Hòa\" vượt đại dương đi Bắc Phi. Do không quen đi trên biển, nhà vua bị say sóng liên miên nhưng vẫn không hề thốt ra một lời kêu ca, oán thán. Chiều [[chủ nhật]], [[13 tháng 1]] năm [[1889]],<ref>Những ngày này các tài liệu cũng ghi khác nhau.<\/ref> Hàm Nghi đến thủ đô [[Algiers|Alger]] của Algérie. Lúc này ông vừa bước qua tuổi 18. Mười ngày đầu, Hàm Nghi tạm trú tại L'hôtel de la Régence (Tòa Nhiếp chính). Sau đó, ông được chuyển về ở Villa des Pins (Biết thự Rừng thông) thuộc làng El Biar, cách Alger 5 cây số.\n\nNgày [[24 tháng 1]], Toàn quyền Tirman của Algérie tiếp kiến và mời Hàm Nghi ăn cơm gia đình. Ít ngày sau, qua Toàn quyền Tirman, cựu hoàng nhận được tin mẹ là bà Phan Thị Nhàn (vợ thứ của Kiên Thái vương) đã mất vào ngày [[21 tháng 1]] năm [[1889]] tại [[Huế]].\n\nTrong mười tháng tiếp đó, Hàm Nghi nhất định không chịu học [[tiếng Pháp]] vì ông cho đó là thứ tiếng của dân tộc xâm lược nước mình và vẫn dùng khăn lượt, áo ngũ thân theo nếp cũ ở quê hương. Mọi việc giao thiệp đều qua thông ngôn Trần Bình Thanh. Nhưng về sau, thấy người Pháp ở Algérie thân thiện, khác với người Pháp ở [[Việt Nam]], nên từ tháng 11 năm [[1889]] ông bắt đầu học tiếng Pháp. Vài năm sau, Hàm Nghi có thể nói và viết tiếng Pháp rất giỏi.\n\nHàm Nghi cũng giao du cùng những trí thức Pháp nổi tiếng. Năm [[1899]], ông có sang thăm [[Paris]] và đến xem một triển lãm của danh họa [[Paul Gauguin]], về sau khi vẽ tranh Hàm Nghi cũng chịu ảnh hưởng bởi phong cách của Gauguin. Hơn 100 năm sau, bức tranh ''Déclin du jour'' (Chiều tà) của cựu hoàng phát hiện được dưới nghệ danh Xuân Tử khi bán đấu giá ở [[Paris]] ngày [[24 tháng 11]] năm [[2010]] đã bán được với giá 8.800 [[euro]].<ref>[http:\/\/www.viet.rfi.fr\/viet-nam\/20101126-phong-su-paris-ban-dau-gia-tranh-cua-vua-ham-nghi \"Phóng sự Paris bán đấu giá tranh của vua Hàm Nghi\" theo ''RFI'']<\/ref>\n\n==Đời tư==\n[[Tập tin:Ham Nghi1.jpg|phải|nhỏ|Cựu hoàng Hàm Nghi]]\nNăm [[1904]], Hàm Nghi đính hôn với cô Marcelle Laloe (sinh năm [[1884]], mất năm [[1974]]), con gái của ông Laloe Chánh án tòa Thượng phẩm Alger. Đám cưới của họ trở thành một sự kiện văn hóa của Thủ đô Alger. Hàm Nghi cùng bà Marcelle Laloe có ba người con:\n* [[Nguyễn Phúc Như Mai|Công chúa Như Mai]] sinh năm [[1905]] (mất năm [[1999]]).\n* [[Nguyễn Phúc Như Lý|Công chúa Như Lý]] (hoặc Như Luân)<ref>Vũ Ngự Chiêu. tr. 890-1.<\/ref> sinh năm [[1908]] (mất năm [[2005]]).\n* [[Nguyễn Phúc Minh Đức|Hoàng tử Minh Đức]] sinh năm [[1910]] (mất năm [[1990]]).\n\nCông chúa Như Mai tốt nghiệp Kỹ sư Canh nông. Công chúa Như Luân tốt nghiệp Tiến sĩ Y khoa và lập gia đình với Công tước François Barthomivat de la Besse.<ref name=\"Vũ Ngự Chiêu. tr 891\">Vũ Ngự Chiêu. tr. 891.<\/ref><ref>{{Chú thích web |url=http:\/\/www.royalark.net\/Vietnam\/annam8.htm |ngày truy cập=2010-10-04 |tựa đề=Gia phả họ Nguyễn Phúc |archive-date = ngày 27 tháng 11 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101127043905\/http:\/\/royalark.net\/Vietnam\/annam8.htm }}<\/ref>\n\nNgày [[14 tháng 1]] năm [[1944]], Hàm Nghi [[chết|qua đời]] vì bệnh [[ung thư dạ dày]] tại biệt thự Gia Long, thủ đô Alger. Ông được [[chôn cất]] ở [[Thonac]]<ref>{{Chú thích web|url = http:\/\/vi.rfi.fr\/van-hoa\/20141231-nhung-nam-thang-luu-day-cua-vua-ham-nghi-o-alger\/|tiêu đề = Bài báo: Những năm tháng lưu đày của Vua Hàm Nghi ở Alger|ngày tháng = ngày 31 tháng 12 năm 2014|website = http:\/\/vi.rfi.fr\/|ngày truy cập = ngày 8 tháng 1 năm 2015|lay-source = Là bài viết phỏng vấn cô Amandine Dabat - cháu 5 đời của Vua Hàm Nghi}}<\/ref><ref>{{Chú thích web|url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/dua-hai-cot-vua-ham-nghi-ve-vn-2101390.html|tiêu đề = Bài báo: \"Đưa hài cốt vua Hàm Nghi về VN\"|ngày truy cập = ngày 8 tháng 1 năm 2015|website = vnexpress.net|ngày tháng = ngày 20 tháng 4 năm 2008}}<\/ref><ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/van-hoa\/trien-lam-anh-cuoc-doi-vua-ham-nghi-1390267898.htm|tiêu đề=17|website=Triển lãm ảnh cuộc đời vua Hàm Nghi}}<\/ref> (quận Sarlat-la-Canéda), [[vùng của Pháp|vùng]] [[Nouvelle-Aquitaine]], nước [[Pháp]]. Trên mộ của vua Hàm Nghi và một số tài liệu ghi ông mất năm [[1944]]. Ông ra đi mang theo nỗi hờn vong quốc không bao giờ nguôi ngoai trong tâm trí.<ref name=\"Nguyễn Quang Trung Tiến 1995\"\/>\n\n==Vinh danh==\nVì có tư tưởng chống [[Pháp]], vua Hàm Nghi, cùng với các vua [[Thành Thái]], [[Duy Tân]], được xem là 3 vị vua yêu nước của [[Việt Nam]] thời Pháp thuộc. Đến thời điểm tháng 5 năm [[2014]], hài cốt vua Hàm Nghi ở làng [[Thonac]] ([[Pháp]]). Năm [[2009]], bài vị và di ảnh vua Hàm Nghi được hội đồng Nguyễn Phúc tộc đưa về thờ tại Thế Tổ Miếu (Hoàng thành Huế).\n\n[[Niên hiệu]] của ông ('''Hàm Nghi''') được đặt cho một [[Đường Hàm Nghi, Thành phố Hồ Chí Minh|con đường]] trung tâm ở Quận 1, [[Thành phố Hồ Chí Minh]]. Tại Hà Nội có đường Hàm Nghi thuộc phường Mỹ Đình 1, quận [[Nam Từ Liêm]]. Tại thành phố [[Hải Phòng]] có đường Hàm Nghi ở phường Trại Chuối, quận Hồng Bàng. Tại [[Đà Nẵng]] có đường Hàm Nghi ở quận Thanh Khê. Tại thành phố Huế có đường Hàm Nghi ở phường Phước Vĩnh. Tại thành phố [[Móng Cái]], phố Hàm Nghi kéo dài từ phố Duy Tân đến phố Trần Nhật Duật. Tại thành phố [[Thanh Hoá]] đường Hàm Nghi kéo dài suốt trục đường chính của phường Đông Hương. Và tất cả các tỉnh thành đều có tên đường Hàm Nghi.\n\nNăm [[1955]], trường Trung học Thành Nội được dời về trường Quốc Tử Giám triều Nguyễn ở Huế và đổi tên thành trường Trung học Hàm Nghi. Trường bị giải thể năm [[1975]] để rồi 30 năm sau vào ngày [[4 tháng 9]] năm [[2005]] ngôi trường này chính thức được khai giảng trở lại với sự đóng góp rất lớn của cựu học sinh Trường Hàm Nghi trước [[1975]]. Tại thành phố [[Đà Nẵng]] có trường Tiểu học Hàm Nghi và tại quận Tân Phú, [[Thành phố Hồ Chí Minh]] có trường Trung học Hàm Nghi. Thành phố Huế cũng có trường Trung học Hàm Nghi.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Nguyễn Quang Trung Tiến. \"Vị vua trưởng thành từ niên thiếu\". ''Tạp chí thông tin Khoa học và Công nghệ'', số 1(7), 1995.\n* Vũ Ngự Chiêu. ''Các vua cuối nhà Nguyễn 1884-1945'' Tập 3. Houston, TX: Văn hóa, 2000.\n\n== Liên kết ngoài ==\n{{thể loại Commons|Emperor Hàm Nghi}}\n{{Wikisource tác giả}}\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=186515&ChannelID=10 Báu kiếm của vua Hàm Nghi]\n{{Kiểm soát tính nhất quán}}\n\n{{Navboxes\n|title= Hàm Nghi\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Hoàng đế [[nhà Nguyễn]]\n|trước = [[Kiến Phúc]]\n|sau = [[Đồng Khánh]]\n|năm = [[1884]]-[[1885]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Nguyễn}}\n{{Phong trào độc lập Việt Nam}}\n}} \n{{Thời gian sống|1871|1944}}\n\n[[Thể loại:Vua Việt Nam]]\n[[Thể loại:Vua nhà Nguyễn]]\n[[Thể loại:Phong trào Cần Vương]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Người Huế]]\n[[Thể loại:Vua thiếu nhi Việt Nam]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Pháp gốc Việt]]\n[[Thể loại:Chết vì ung thư dạ dày]]"}