{"1244270":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Hàm Minh\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 10\n| kinh độ = 107\n| vĩ phút = 51\n| vĩ giây = 17\n| kinh phút = 55\n| kinh giây = 13\n| diện tích = 81,18 km²<ref name=MS\/>\n| dân số = 7531 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 93 người\/km²\n| dân tộc =\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Bình Thuận]]\n| huyện = [[Hàm Thuận Nam]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 23137<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hàm Minh''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hàm Thuận Nam]], tỉnh [[Bình Thuận]], [[Việt Nam]].\n\nXã Hàm Minh có diện tích 81,18&nbsp;km², dân số năm 1999 là 7531 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 93 người\/km².\n\n==Lịch sử==\nSau năm 1975, xã Hàm Minh trực thuộc huyện [[Hàm Thuận]], tỉnh [[Thuận Hải]]\n\nNgày 30\/12\/1982, xã Hàm Minh trực thuộc huyện [[Hàm Thuận Nam]], tỉnh [[Thuận Hải]]\n\nTháng 4\/1992, xã Hàm Minh trực thuộc huyện [[Hàm Thuận Nam]], tỉnh [[Bình Thuận]] và giữ cho đến ngày nay\n==Hành chính==\nXã Hàm Minh được chia làm thành 3 thôn: Minh Tiến, Minh Hòa và Minh Thành. Trong đó thôn Minh Tiến là thôn quan trọng của xã, là nơi tập trung các cơ quan của xã như:\n\n- Ủy ban nhân dân xã Hàm Minh\n\n- Trạm y tế xã Hàm Minh\n\n- Ngân hàng và quỹ tín dụng nhân dân Hàm Minh Hàm Minh\n\n- Chợ Hàm Minh (xây dựng mới và hoạt động từ năm 2016)\n\n- Trường Trung học cơ sở Hàm Minh\n\n- Trạm thu phí [[Sông Phan]]\n\nVề trường mẫu giáo, toàn xã có 1 trường đó là Mẫu giáo Hàm Minh, chia thành 3 cơ sở, mỗi cơ sở ở mỗi thôn\n\nVề trường tiểu học, xã có 2 trường: Tiểu học Hàm Minh 1 (thôn Minh Thành), Tiểu học Hàm Minh 2 (cơ sở chính tại thôn Minh Tiến và cơ sở phụ tại thôn Minh Hòa)\n\n==Nông thôn mới==\nNăm 2011, xã Hàm Minh mới bắt đầu thực hiện phong trào xây dựng nông thôn mới. Qua 3 năm, xã đã hoàn thành 19 tiêu chí xây dựng nông thôn mới và là xã đạt chuẩn nông thôn mới đầu tiên của huyện [[Hàm Thuận Nam]] vào cuối năm 2014. Thu nhập bình quân đầu người năm 2014 là 28 triệu đồng (xếp thứ nhất trong số 98 xã của toàn tỉnh tại thời điểm cuối năm 2014).\n\n==Kinh tế==\nXã Hàm Minh là một xã thuần nông nghiệp với 95% dân số làm nông nghiệp, trong đó số hộ trồng thanh long đạt trên 90%, số còn lại là trống lúa, điều, cây lâu năm,... Bộ phận 5% còn lại buôn bán nhỏ, giáo viên và công chức nhà nước.\n\nHoạt động đi lại của người dân chủ yếu là xe gắn máy và xa tải nhỏ. Toàn xã cung cấp xăng dầu bởi 3 trạm xăng dầu (2 cây xăng tại Minh Tiến và 1 cây xăng tại Minh Hòa)\n\nXã có khu bảo tồn thiên nhiên núi Tà Kú\n\nTrong 3 thôn của xã, đáng chú ý là thôn Minh Hòa, thôn có hàng trăm tỷ phú làm giàu từ cây thanh long.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Bình Thuận}}\n{{Đơn vị hành chính thuộc huyện Hàm Thuận Nam}}"}