{"1322617":"{{Lịch sử hành chính Việt Nam}}\n'''Hành chính Việt Nam thời Hồng Bàng''' phản ánh bộ máy chính quyền từ trung ương tới địa phương của Việt Nam thời [[Hồng Bàng]] trong [[lịch sử Việt Nam]].\n\n== Chính quyền trung ương ==\nThời kỳ [[Hồng Bàng]] là thời kỳ đấu tranh hình thành bộ tộc và hình thành nhà nước đầu tiên ở Việt Nam<ref name=\"phl107\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 107<\/ref>. [[Hùng Vương]] (雄王) là tù trưởng bộ lạc Văn Lang, bộ lạc mạnh nhất trong cộng đồng người [[Lạc Việt]]<ref name=\"phl94\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 94<\/ref>. Hùng Vương lấy quốc hiệu là [[Văn Lang]] (文郎).\n\n\"[[Lĩnh Nam chích quái]]\" (嶺南摭怪), quyển 1, \"Hồng Bàng thị truyện\" (鴻龐氏傳) ghi giới hạn lãnh thổ của nước Văn Lang như sau: \n*đông giáp biển [[Nam Hải]] (南海), tức [[Biển Đông]]\n*tây đến đất [[Ba Thục]] (巴蜀), nay thuộc tỉnh [[Tứ Xuyên]] của Trung Quốc.\n*bắc đến [[hồ Động Đình]] (洞庭)\n*nam giáp nước Hồ Tôn Tinh (狐猻精). Theo lời chú thích trong sách thì nước Hồ Tôn Tinh sau này là nước [[Chiêm Thành]] (占城).\n\"[[Đại Việt sử ký toàn thư]]\" (大越史記外紀全書) và \"[[Khâm định Việt sử thông giám cương mục]]\" (欽定越史通鑑綱目) chép tương tự, chỉ khác là gọi nước Hồ Tôn Tinh là nước Hồ Tôn (胡孫). \"Đại Việt sử ký toàn thư\" cho rằng [[Văn Lang]] thuộc địa phận [[Dương châu (cổ đại)|Dương châu]] (楊州), một trong số [[cửu châu|chín châu]] của Trung Quốc thời [[triều Hạ|Hạ]], [[triều Chu|Chu]], [[triều Thương|Thương]]<ref name=\"dvsktt1\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt01.html Đại Việt sử ký toàn thư, Ngoại kỷ quyển 1]<\/ref>.\n\nKinh đô của nước Văn Lang theo \"Đại Việt sử ký toàn thư\" và \"Khâm định Việt sử thông giám cương mục\" là Phong châu (峰州) thuộc bộ Văn Lang <ref name=\"dvsktt1\"\/><ref name=\"cm1\">Khâm định Việt sử thông giám cương mục, tiền biên quyển 1<\/ref>. \"Việt sử lược\" chỉ nói kinh đô nằm ở đất bộ lạc Văn Lang.\n\nSử sách ghi chép rất vắn tắt và không hệ thống về bộ máy chính quyền thời Hùng Vương. Các sử gia cùng chung nhận định là nhà nước [[Hùng Vương]] rất đơn sơ mang đậm dấu ấn bộ lạc-công xã<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 94, 96<\/ref>. Theo “Lĩnh\nNam chích quái” thì Hùng vương “sai các em phân trị, đặt em thứ làm tướng võ, tướng văn; tướng văn gọi là Lạc hầu, tướng võ gọi là Lạc tướng; con trai vua gọi là Quan lang, con gái gọi là Mị nương, quan Hữu ty gọi là Bố chính, thần bộc nô lệ gọi là nô tì, xưng thần là khôi, đời đời cha truyề­n con nối gọi là phụ đạo, thay đời truyề­n cho nhau đề­u hiệu là Hùng Vương không đổi”.\n\n\"Đại Việt sử ký toàn thư\" và \"Khâm định Việt sử thông giám cương mục\" chép tương tự, chỉ thay hai chữ \"phụ đạo\" 輔導 bằng 父道.\n\nCác sử gia hiện đại cho rằng các sử gia thời [[Nhà Lê sơ|Hậu Lê]] mô phỏng triều đình [[phong kiến]] [[Trung Quốc]] để mô tả nhà nước thời [[Hùng Vương]], theo đó người đứng đầu phải là [[vương]] hoặc [[đế]], danh hiệu Hùng Vương xuất phát từ ''Khun'' hay ''Cun'' trong tiếng Môn-Khmer để chỉ người thủ lĩnh bộ tộc<ref name=\"phl94\"\/>. Lúc đó thực chất thời kỳ này chưa có chữ viết và chưa phân biệt văn võ, chưa định ra vương hầu<ref name=\"vsh150\">Viện Sử học, sách đã dẫn, tr 150<\/ref>. Chữ \"Mỵ Nương\" là phiên âm Hán Việt của chữ \"mế, nàng\" trong tiếng Mường (ngày nay vẫn dùng) để chỉ con gái nhà quyền quý. Quan lang là chữ \"lang đạo\" trong tiếng Mường; \"phụ đạo\" là chế độ \"phìa\" cha truyền con nối của [[người Mường]]<ref name=\"vsh150151\">Viện Sử học, sách đã dẫn, tr 150-151<\/ref>.\n\nDo chưa có chữ viết, công việc thực hiện và sự kiện chỉ có thể truyền miệng, nhưng vẫn có luật lệ quy định chung mà sau này [[Mã Viện]] (馬援) thời [[Đông Hán]] mô tả là \"Luật Việt khác luật Hán hơn 10 việc\" (越律與漢律駁者十餘事 ''Việt luật dữ Hán luật bác giả thập dư sự'') <ref name=\"vsh153\">Viện Sử học, sách đã dẫn, tr 153<\/ref>. Việt sử lược mô tả \"chính sự dùng lối kết nút\" (nguyên văn: 結繩為政 \"kết thằng vi chính\"), được các nhà nghiên cứu hiện nay xác nhận là việc dùng dây thắt nút để ghi nhớ sự việc, tương tự như những chuỗi dây ghi nhớ sự việc của đồng bào thiểu số Việt Nam hiện nay làm chứng thực cho ghi chép trên<ref name=\"vsh153\"\/>.\n\nCư dân trong phạm vi nước [[Văn Lang]] gồm có [[người Việt]], [[người Mường]], người Tày-Thái<ref name=\"phl99\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 99<\/ref>.\n\nSự nảy sinh hình thái nhà nước dù sơ khai, đã đánh dấu một bước tiến quan trọng của lịch sử, xác nhận quá trình dựng nước thời Hùng Vương và đặt cơ sở cho sự ra đời của một loại hình cộng đồng tộc người mới: cộng đồng quốc gia, cộng đồng bộ tộc có ít nhiều tính dân tộc<ref name=\"phl97\"\/>.\n\nCác sử gia tổng kết sơ đồ chuyển hóa từ xã hội nguyên thủy tan rã sang xã hội phân hóa giai cấp sơ kỳ như sau<ref name=\"phl97\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 97<\/ref>:\n\n{{đầu bảng}}\n! Hình thái\n! Danh hiệu\n|-----\n| Công xã thị tộc: Tộc trưởng --->\n| Công xã nông thôn:Bồ chính\n|-{{hàng xám}}\n| Bộ lạc: Tù trưởng --->\n| Bộ: Lạc tướng, Phụ đạo\n|-----\n| Liên minh bộ lạc: thủ lĩnh --->\n| Nước Văn Lang: Hùng Vương\n|}\n\nTheo các sử gia, mối quan hệ chung trong cả nước vẫn mang nặng tính liên minh bộ lạc. Hùng Vương tương đương với ngôi vị \"cun\" (tộc trưởng) của bộ tộc mạnh nhất, các bộ tộc khác vẫn có \"cun\" riêng và phục tùng Hùng Vương bằng chế độ tiến cống và chỉ chịu sự chỉ huy khi có việc lớn<ref name=\"vsh152\">Viện Sử học, sách đã dẫn, tr 152<\/ref>. Lạc tướng và Lạc hầu là tộc trưởng của bộ lạc mình, giúp việc cho Hùng Vương khi có việc chứ không phải là quan chức theo biên chế thường trực ở bên cạnh vua<ref name=\"vsh152\"\/>.\n\n== Chính quyền địa phương ==\nTheo \"Lĩnh Nam chích quái\", quyển 1, \"Hồng Bàng thị truyện\" nước Văn Lang được chia thành 15 bộ (部), còn gọi là quận (郡) là:\n#[[Việt Thường]] (越裳)\n#[[Giao Chỉ]] (交趾)\n#Chu Diên (朱鳶)\n#[[Vũ Ninh (bộ)|Vũ Ninh]] (武寧)\n#Phúc Lộc (福祿)\n#Ninh Hải (寧海)\n#Dương Tuyền (陽泉)\n#Lục Hải (陸海)\n#Hoài Hoan (懷驩)\n#Cửu Chân (九真)\n#Nhật Nam (日南)\n#Chân Định (真定)\n#Văn Lang (文郎)\n#Quế Lâm (桂林)\n#Tượng Quận (象郡)\n\nTheo \"Việt sử lược\", quyển thượng, \"Quốc sơ duyên cách\" (國初沿革) thì nước Văn Lang gồm 15 bộ lạc (部落):\n#Giao Chỉ (交趾)\n#Việt Thường Thị (越裳氏)\n#Vũ Ninh (武寧)\n#Quân Ninh (軍寧)\n#Gia Ninh (嘉寧)\n#Ninh Hải (寧海)\n#Lục Hải (陸海)\n#Thang Tuyền (湯泉)\n#Tân Xương (新昌)\n#Bình Văn (平文)\n#Văn Lang (文郎)\n#Cửu Chân (九真)\n#Nhật Nam (日南)\n#Hoài Hoan (懷驩)\n#Cửu Đức (九德)\n\nTheo \"[[Dư địa chí]]\" (輿地誌) của [[Nguyễn Trãi]], \"Đại Việt sử ký toàn thư\" và \"Khâm định Việt sử thông giám cương mục\" thì nước Văn Lang được phân thành 15 bộ là:\n#Giao Chỉ (交趾): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc ba tỉnh [[tỉnh Hà Nội|Hà Nội]] (河內), [[tỉnh Nam Định|Nam Định]] (南定) và [[tỉnh Hưng Yên|Hưng Yên]] (興安)\n#Chu Diên (朱鳶): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (山西)\n#Vũ Ninh (武寧): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc tỉnh [[Bắc Ninh]] (北寧)\n#Phúc Lộc (福祿): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc tỉnh Sơn Tây\n#Việt Thường (越裳): \"Khâm định Việt sử thông giám cương mục\" chú rằng nay là vùng đất từ phủ [[Hải Lăng]] (海陵) tỉnh [[tỉnh Quảng Trị|Quảng Trị]] (廣治) đến phủ [[Điện Bàn]] (奠盤) tỉnh [[Quảng Nam]] (廣南). [[Đào Duy Anh]] căn cứ theo tên huyện Việt Thường quận Cửu Đức (九德) thời thuộc Ngô cho rằng đây là khu vực huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]].\n#Ninh Hải (寧海): \"Khâm định Việt sử thông giám cương mục\" chú là thuộc tỉnh [[tỉnh Quảng Yên|Quảng Yên]].\n#Dương Tuyền (陽泉): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc tỉnh [[Hải Dương]] (海陽), Đào Duy Anh căn cứ vào tên huyện Thang Tuyền (湯泉) của Thang châu (湯州) thì cho rằng là đất Thang châu thời thuộc Đường, tức vùng tây nam [[Quảng Tây]], [[Trung Quốc]] hiện nay.\n#Lục Hải (陸海): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc tỉnh [[Lạng Sơn]] (諒山), Đào Duy Anh xác định là ven biển [[Hải Phòng]] hiện nay.\n#Vũ Định (武定): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc hai tỉnh [[tỉnh Thái Nguyên|Thái Nguyên]] (太原) và [[tỉnh Cao Bằng|Cao Bằng]] (高平).\n#Hoài Hoan (懷驩): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc tỉnh [[Nghệ An]] (乂安).\n#Cửu Chân (九真): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc tỉnh [[tỉnh Thanh Hoá|Thanh Hóa]] (清化).\n#Bình Văn (平文): \"Khâm định Việt sử thông giám cương mục\" nghi ngờ không khẳng định ở đâu.\n#Tân Hưng (新興): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc hai tỉnh [[tỉnh Hưng Hóa|Hưng Hóa]] (興化) và [[Tuyên Quang]] (宣光).\n#Cửu Đức (九德): \"Khâm định Việt sử thông giám cương mục\" chú là nay thuộc tỉnh [[tỉnh Hà Tĩnh|Hà Tĩnh]] (河靜).\n#Văn Lang (文郎)\n\nCác nhà nghiên cứu, từ [[Lê Quý Đôn]] [[thế kỷ XVIII]] tới thời hiện đại đều xác định rằng hầu hết tên các bộ của nước [[Văn Lang]] là ''vay mượn các tên đời sau chép vào''<ref name=\"phl95\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 95<\/ref>. Đại đa số các tên bộ lạc đều được sử sách lấy theo địa danh quận hoặc huyện từ thời [[Bắc thuộc lần 1]] đến thời [[Bắc thuộc lần 3]], như [[Đào Duy Anh]] chỉ ra từng tên khi liệt kê các bộ mà cổ sử đã ghi này: Giao Chỉ là [[Hành chính Việt Nam thời Bắc thuộc lần 1#Quận Giao Chỉ|tên quận Nhà Hán đặt]], Việt Thường Thị là [[Hành chính Việt Nam thời Bắc thuộc lần 2#Quận Cửu Đức|tên huyện thuộc quận Cửu Đức thời thuộc Ngô]] và [[Hành chính Việt Nam thời Bắc thuộc lần 3#Quận Nhật Nam|huyện thuộc quận Nhật Nam thời thuộc Tùy]], Vũ Ninh là [[Hành chính Việt Nam thời Bắc thuộc lần 2#Quận Giao Chỉ|huyện thuộc quận Giao Chỉ thời thuộc Đông Ngô]], Quân Ninh là [[Hành chính Việt Nam thời Bắc thuộc lần 3#Ái châu - quận Cửu Chân|tên huyện thuộc Ái châu do Nhà Đường đặt]], Gia Ninh là [[Hành chính Việt Nam thời Bắc thuộc lần 3#Phong châu - quận Thừa Hóa|tên huyện thuộc Phong châu thời thuộc Đường]], Ninh Hải là [[Hành chính Việt Nam thời Bắc thuộc lần 2#Thời Lương|tên quận đặt thời thuộc Lương]], Tân Xương là [[Hành chính Việt Nam thời Bắc thuộc lần 2#Quận Giao Chỉ|quận thời thuộc Tấn]], Thang Tuyền là [[Hành chính Việt Nam thời Bắc thuộc lần 3#Thang châu - quận Thang Tuyền|tên quận và huyện thời Đường thuộc Thang châu]], Lục Hải tức [[Hành chính Việt Nam thời Bắc thuộc lần 3#Lục châu - quận Ngọc Sơn|Lục châu thời thuộc Đường]], Cửu Chân là [[Hành chính Việt Nam thời Bắc thuộc lần 1#Quận Cửu Chân|tên quận thời thuộc Hán]], Nhật Nam cũng là [[Hành chính Việt Nam thời Bắc thuộc lần 1#Quận Nhật Nam|tên quận thời thuộc Hán]], Hoài Hoan là [[Hành chính Việt Nam thời Bắc thuộc lần 3#Hoan châu - quận Nhật Nam|tên huyện thời Đường thuộc Hoan châu]], Cửu Đức là tên [[Hành chính Việt Nam thời Bắc thuộc lần 2#Quận Cửu Đức|quận thời thuộc Ngô]] vân vân<ref name=\"dda1819\">Đào Duy Anh, sách đã dẫn, tr 18-19<\/ref>.\n\nCác nhà nghiên cứu cho rằng sở dĩ như vậy vì các sử gia thời cổ đại muốn cho nước [[Văn Lang]] trong [[truyền thuyế]]t có nội dung cụ thể, chọn lấy một số tên với 2 mục đích vừa đủ số 15 bộ trong truyền thuyết và vừa trùm đủ địa bàn sinh sống của người [[Lạc Việt]] thời Hùng Vương<ref name=\"dda19\">Đào Duy Anh, sách đã dẫn, tr 19<\/ref>.\n\nDân cư đương thời còn thưa thớt<ref>Lê Văn Siêu, sách đã dẫn, tr 127<\/ref>. Tổ chức chính quyền có 2 cấp: bộ lạc (mà đến thời [[Bắc thuộc lần 1|thuộc Hán]] sau này trở thành huyện<ref name=\"vsh150\"\/><ref>Đào Duy Anh, sách đã dẫn, tr 28<\/ref>) và dưới bộ lạc là cộng đồng công xã nông thôn (kẻ, chạ, chiềng, mường), kết hợp quan hệ hàng xóm với quan hệ họ hàng. Một chiềng có thể cai quản nhiều bản<ref name=\"vsh152\"\/>. Đứng đầu công xã là Bồ Chính (được xác định là phiên âm Hán của từ Việt cổ, giống âm ''Pó Chiêng'' tiếng Tày-Thái, chiềng là bản lớn có thế lực cai quản những bản nhỏ, có nghĩa là ''già làng'')<ref name=\"vsh150\"\/><ref name=\"phl95\"\/>. Bên cạnh đó còn có Hội đồng công xã do các thành viên cử ra để giải quyết mọi việc ở địa phương<ref name=\"phl95\"\/>.\n\nCác sử gia hiện đại dẫn chứng một số địa danh còn thành tố \"chiềng\" phân bố trong không gian rộng lớn từ Bắc [[Việt Nam]] qua Bắc [[Lào]] tới Bắc [[Thái Lan]]. Những nơi có địa danh \"Chiềng\" mật độ lớn nhất là vùng [[Sơn La]], ngay cả khu vực Hà Nội cũng có (Chiềng Lôi, Chiềng Tăng, Chiềng Vậy). Đỗ Văn Ninh đã thống kê được 80 địa danh ở Việt Nam, 35 địa danh Lào và 23 địa danh Thái Lan có thành tố \"Chiềng\"<ref name=\"vsh151\">Viện Sử học, sách đã dẫn, tr 151<\/ref>.\n\n==Xem thêm ==\n* [[Hồng Bàng]]\n* [[Hùng Vương]]\n* [[Hành chính Việt Nam thời Bắc thuộc lần 1]]\n\n== Tham khảo ==\n* [[Đại Việt sử lược]]\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] ([[1991]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n* [[Trần Trọng Kim]] ([[2010]]), ''Việt Nam sử lược'', Nhà xuất bản Thời đại\n* Nguyễn Khắc Thuần ([[2003]]), ''Đại cương lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Văn hóa thông tin\n* [[Đào Duy Anh]] ([[2005]]), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n* Viện Sử học ([[2001]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Khoa học xã hội\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học\n\n== Chú thích ==\n{{Tham khảo|30em}}\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n\n[[Thể loại:Lịch sử Việt Nam thời Hồng Bàng]]"}