{"103102":"[[Tập tin:Trần Nhân Tông TLĐSXSCĐ.png|nhỏ|phải|250px|Một góc tranh \"Trúc Lâm Đại sĩ xuất sơn đồ\", Tranh mô tả Trần Nhân Tông từ hành cung Vũ Lâm xuất du]]\n[[Tập tin:Tam Coc by Tuan Mai \"007\" (8888350545).jpg|nhỏ|phải|250px|Phong cảnh vùng núi hành cung Vũ Lâm]]\n'''Hành cung Vũ Lâm''' là một căn cứ quân sự thời Trần, nằm ngay trong vùng núi thành Nam của [[kinh đô Hoa Lư]] xưa. Các vua đầu nhà Trần lập căn cứ địa ở Vũ Lâm để củng cố lực lượng, phản công giải phóng Đại Việt trong cuộc kháng chiến đánh tan quân xâm lược Nguyên Mông lần thứ hai. Nơi đây còn gắn với sự kiện các vua Trần xuất gia tu hành, mở mang phật giáo. Hiện nay, hành cung Vũ Lâm thuộc [[quần thể di sản thế giới Tràng An]], tỉnh [[Ninh Bình]], một phần khu vực nằm sâu trong dãy núi [[Tràng An]] được đưa vào khai thác du lịch.\n\n==Lịch sử==\n===Căn cứ quân sự===\n[[Tập tin:Chongquannguyenlan2.svg|nhỏ|phải|250px|Vị trí căn cứ Trường Yên]]\nVua [[Trần Thái Tông]] (1225 - 1258)<ref>{{Chú thích web |url=http:\/\/www.quangduc.com\/vietnam\/chuaviet\/ninhbinh\/chuabichdong.html |ngày truy cập=2009-04-25 |tựa đề=chùa Bích Động |archive-date=2009-04-07 |archive-url=https:\/\/web.archive.org\/web\/20090407044853\/http:\/\/quangduc.com\/vietnam\/chuaviet\/ninhbinh\/chuabichdong.html }}<\/ref> đã khởi dựng hành cung Vũ Lâm trên vạt đất cao gần Hang Cả của danh thắng ([[Tam Cốc]]). Nơi đây vẫn còn di tích một khu đất rộng khoảng hơn một sào, cao hơn mặt ruộng được gọi là Vườn Am. Khi nhà [[vua]] cho dựng am Thái Vi đã chiêu mộ dân lưu tán đến để khai hoang lập ấp, mở mang đường giao thông, tôn tạo những nơi xung yếu, chuẩn bị sẵn sàng khi chiến tranh chống xâm lược lại nổ ra. Nhiều cuộc họp quan trọng của triều đình, dưới sự chủ trì của [[Trần Thái Tông]] đã được tổ chức ở đây. Trong cuộc kháng chiến chống đế quốc Nguyên Mông lần thứ hai năm 1285, khu Hành cung Vũ Lâm trở thành căn cứ địa vững chắc của quân dân đời Trần.\n\nNgày 3 tháng 5 năm Ất Dậu (7-5-1285), hai vua Trần Thánh Tông và Trần Nhân Tông đã đánh tan một bộ phận quân Mông-Nguyên ở đây, \"chém đầu, cắt tai giặc không kể xiết\". Trận đánh quân Mông- Nguyên diễn ra tại Thung lũng đá vôi [[Thiện Dưỡng]]. Ở giữa Thung lũng đá vôi Thiện Dưỡng nói trên, có cánh đồng \"Cửa Mả\" và gần đó có Thung lũng \"Mồ\" vì có nhiều mồ mả và nhân dân địa phương vẫn gọi Thung lũng này là \"đất chiến địa\". Trận đánh quân Mông-Nguyên ở phủ Trường Yên vào ngày 7-5-1285 đã góp phần nhanh chóng quét sạch quân Mông-Nguyên ra khỏi đất Đại Việt một lần nữa cho thấy Trường Yên không chỉ là đất đế đô mà còn là đất chiến địa.<ref>[http:\/\/119.15.167.94\/qdndsite\/vi-VN\/61\/43\/van-hoa-the-thao-giai-tri\/truong-yen-%E2%80%93-dat-de-do-dat-chien-dia\/48343.html Trường Yên – đất Đế đô, đất chiến địa]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}<\/ref>\n\n===Chốn Bồng Lai tiên cảnh===\nNgoài vị trí chiến lược cơ động ra bắc vào nam, khu vực hành cung Vũ Lâm còn là nơi có thiên nhiên hùng vĩ, tươi đẹp. Trần Thái Tông đã ví nơi đây với chốn non tiên:\n\n:''Thủy thức Bồng Lai nguyên bất viễn,''<ref>{{Chú thích web |url=http:\/\/traveltovietnam.biz\/vn\/?product.cat.156 |ngày truy cập=2009-04-25 |tựa đề=Chùa Bích Động - Tam Cốc |archive-date=2008-10-19 |archive-url=https:\/\/web.archive.org\/web\/20081019010713\/http:\/\/traveltovietnam.biz\/vn\/?product.cat.156 |url-status=dead }}<\/ref>\n:''Thung dung tuế nguyệt độn phàm trần.''\n:(Đến đây mới biết cảnh tiên chốn Bồng Lai đâu có xa;\n:Ngày tháng thong dong xa lánh cõi phàm trần).\n\nSách \"Khâm định đại Việt sử thông giám cương mục\" cho biết rõ hơn là hành cung Vũ Lâm ở huyện Gia Khánh, tỉnh [[Ninh Bình]]: \"ở đây núi non trùng điệp, trong ruột núi có hang, chu vi núi non rộng đến vài mươi mẫu, bên ngoài có con sông nhỏ quanh co khuất khúc, thông vào núi, thuyền nhỏ có thể chở vào được\"\n\nMô tả về hành cung Vũ Lâm, trong bài thơ Vũ Lâm thu văn (chiều thu ở Vũ Lâm). [[Trần Nhân Tông]] đã viết:<ref>{{Chú thích web |url=http:\/\/www.ninhbinh.gov.vn\/web\/guest\/di-tich-lich-su-van-hoa\/-\/asset_publisher\/8IlE\/content\/hanh-cung-vu-lam;jsessionid=70076A499BDA1753B03F4571B5F3038E?redirect=%2Fweb%2Fguest%2Fdi-tich-lich-su-van-hoa |ngày truy cập=2014-04-25 |tựa đề=Hành cung Vũ Lâm |archive-date=2014-04-26 |archive-url=https:\/\/web.archive.org\/web\/20140426235602\/http:\/\/www.ninhbinh.gov.vn\/web\/guest\/di-tich-lich-su-van-hoa\/-\/asset_publisher\/8IlE\/content\/hanh-cung-vu-lam;jsessionid=70076A499BDA1753B03F4571B5F3038E?redirect=%2Fweb%2Fguest%2Fdi-tich-lich-su-van-hoa }}<\/ref>\n:''Lòng khe in ngược bóng cầu treo''\n:''Hắt sang bờ khe vệt nắng tà''\n:''Lặng lẽ nghìn non, rơi lá đỏ''\n:''Mây giăng như mộng tiếng chuông xa''.\n\n===Nơi hoàng đế tu hành===\nSau cuộc kháng chiến chống quân xâm lược Nguyên Mông lần thứ nhất (1258) vua [[Trần Thái Tông]] 40 tuổi, đã nhường ngôi cho con và trở về vùng núi [[Trường Yên, Hoa Lư|Trường Yên]] lập am Thái tử để tu hành trên căn cứ hành cung Vũ Lâm<ref>sách \"Thái Vi quốc tế ngọc ký (viết trong tập Trần Gia ngọc phả, lập năm Cảnh Thịnh thứ 5 (1667), sao lại năm Bảo Đại thứ 3 (1924) lưu tại Bảo tàng tỉnh Ninh Bình<\/ref>\n\nVua Trần Thánh Tông cũng xây thêm một số cung điện tại đây và làm một con đường từ làng Văn Lâm vào cung điện, xây cầu Rồng đá qua [[sông Ngô Đồng]], gọi là cống Rồng.\n\nHành cung Vũ Lâm là nơi xuất gia tu Phật đầu tiên của đức Phật hoàng Trần Nhân Tông. Đại Việt sử ký toàn thư chép: \"Thượng hoàng đến Vũ Lâm vào chơi hang đá, cửa núi đá hẹp, thượng hoàng ngự chiếc thuyền nhỏ, Tuyên Từ thái hậu ngồi đằng đuôi thuyền\" Thời gian này vào khoảng tháng 7 năm Giáp ngọ (1294). Sang năm Ất mão (1295) Đại Việt sử ký toàn thư tờ 540 lại ghi: \"Mùa hạ, tháng 6, thượng hoàng về kinh sư. Đã xuất gia ở hành cung Vũ Lâm, lại trở về vậy\".<ref>{{Chú thích web |url=http:\/\/phatgiao.org.vn\/nghien-cuu\/201301\/Tim-ve-Chua-Hanh-Cung-Vu-Lam-noi-Tran-Nhan-Tong-xuat-gia-tu-hanh-9308\/ |ngày truy cập=2014-04-25 |tựa đề=Tìm về Chùa Hành Cung Vũ Lâm - nơi Trần Nhân Tông xuất gia tu hành |archive-date=2014-04-26 |archive-url=https:\/\/web.archive.org\/web\/20140426232211\/http:\/\/phatgiao.org.vn\/nghien-cuu\/201301\/Tim-ve-Chua-Hanh-Cung-Vu-Lam-noi-Tran-Nhan-Tong-xuat-gia-tu-hanh-9308\/ }}<\/ref>\n\nVua [[Trần Nhân Tông]] tu hành ở Hành cung Vũ Lâm năm 1295, đến năm 1299 thì ra [[Thăng Long]], rồi lên Yên Tử. Như vậy Hành cung Vũ Lâm [[Ninh Bình]] hoạt động ít nhất 41 năm (1258-1299).<ref>[http:\/\/baoninhbinh.org.vn\/hanh-cung-vu-lam-ghi-dam-dau-an-thoi-tran-20190621081736437p0c63.htm Hành cung Vũ Lâm ghi đậm dấu ấn thời Trần]<\/ref>\n\n==Tổng quan di tích==\n[[Tập tin:Chùa A Nậu Ninh Bình.JPG |nhỏ|phải|250px|Chùa A Nậu ở [[thành phố Ninh Bình]]]]\nDi tích hành cung Vũ Lâm hiện nay phân bố rộng khắp trong 4 xã: [[Ninh Hải, Hoa Lư|Ninh Hải]], [[Ninh Thắng, Hoa Lư|Ninh Thắng]], [[Ninh Xuân, Hoa Lư|Ninh Xuân]] và [[Ninh Vân, Hoa Lư|Ninh Vân]] [[huyện Hoa Lư]], thuộc khu vực phía nam của [[quần thể danh thắng Tràng An]]. Cũng giống như [[cố đô Hoa Lư]], hành cung Vũ Lâm gồm cả vùng núi non [[hang động Tràng An]] được tô điểm thêm bằng những di tích lịch sử.\n\nTrải ra trên một địa bàn khá rộng, khu di tích Hành cung Vũ Lâm bao gồm nhiều di tích lịch sử như: Cửa Quan, Hành Cung, Cống Rồng, Tuân Cáo, Vườn Kho, v.v... đặc biệt ở 4 xã trên có mật độ chùa dày đặc ở khu vực hành cung Vũ Lâm với 24 ngôi chùa cổ tồn tại từ thời Trần đến nay gồm: chùa Hải Nham, [[chùa Bích Động]], chùa Đá, chùa Linh Cốc, chùa Sắn, chùa Thông, chùa Sở (Ninh Hải); Chùa Tháp, chùa Dưỡng Hạ, chùa Kim, chùa Thượng, chùa Phú Lăng, chùa Xuân Vũ, chùa Chấn Lữ, chùa Vàng (Ninh Vân); Chùa Tuần Cáo, chùa Hành Cung, chùa Hạ Trạo, chùa Khả Lương, chùa Hạ (Ninh Thắng); chùa Khê Hạ, chùa Phúc Hưng, chùa Huê Lâm, chùa Bàn Long (Ninh Xuân).\n\nNhiều [[các chùa ở Ninh Bình|chùa ở Ninh Bình]] được vua [[Trần Thái Tông]] trực tiếp cho xây dựng như chùa Sở, chùa Thông ở thôn Văn Lâm, xã Ninh Hải, chùa Khả Lương, chùa Khai Phúc ở xã Ninh Thắng, chùa A Nậu thuộc [[thành phố Ninh Bình]], cấp cho chùa 160 sào ruộng... giống nhiều chùa ở [[Ninh Bình]] gắn liền với tên tuổi các vua, chúa qua các Triều đại phong kiến.<ref>{{Chú thích web |url=http:\/\/baoninhbinh.org.vn\/news\/print\/2DA98A |ngày truy cập=2009-11-07 |tựa đề=Chùa ở Ninh Bình |archive-date=2014-04-26 |archive-url=https:\/\/web.archive.org\/web\/20140426232453\/http:\/\/baoninhbinh.org.vn\/news\/print\/2DA98A }}<\/ref>\n\nNgày nay, những tên đất, tên làng ở vùng đất Văn Lâm còn in đậm dấu ấn lịch sử thời ấy. Đó là cánh đồng Trường Thi nơi tập trận, Bến Thánh là bến thuyền tập kết thủy quân, làng Thiện Trạo (chèo thuyền giỏi), làng Hạ Trạo (gác chèo) ở xã Ninh Thắng là nơi gác chèo khi vào đến Hành cung. Đó là làng Tuân Cáo, nơi các quan vào trình báo nhà vua; làng Hành Cung, là nơi ở của Vua. Những địa điểm như Thái Vi – Thung Nham (xã Ninh Hải); Hành Cung – Khả Lương – Tuân Cáo – Hạ Trạo (xã Ninh Thắng) và Khê Đầu, Bộ đầu, Hệ Dưỡng (xã Ninh Vân) đều là những địa danh có liên quan trực tiếp đến cuộc kháng chiến chống quân xâm lược nhà Nguyên năm 1285.\n\n==Khu du lịch hành cung Vũ Lâm==\n[[Tập tin:4G4A7946.jpg|nhỏ|phải|250px|Bến thuyền lên khu đền thờ Hành cung Vũ Lâm]]\n[[Tập tin:4G4A8098.jpg|nhỏ|phải|250px|Thủy đình Tràng An]]\nNằm sâu trong khu vực rừng núi của [[Quần thể di sản thế giới Tràng An]], để đến khu du lịch Hành cung Vũ Lâm, du khách sẽ được ngồi trên các con thuyền truyền thống do người dân địa phương chèo lái, trải nghiệm sự gắn kết gần gũi với thiên nhiên, cảm nhận vẻ đẹp thuần khiết, lộng lẫy của hang kỳ, đá lạ và trở về nét vàng son của lịch sử dân tộc trong quá trình dựng nước và giữ nước.<ref>[http:\/\/langsontv.vn\/node\/59443 Tham quan Hành cung Vũ Lâm – Ninh Bình]<\/ref>\n\nTừ bến đò [[Tràng An]], đi thuyền khoảng 15 phút qua hang Lấm là có thể vào đến thung Nội Lấm với diện tích gần 90 nghìn m2. Tại đây, Viện khảo cổ học Việt Nam đã khai quật, thám sát thung đã tìm thấy hàng nghìn hiện vật ở trên bề mặt và trong những hố đào. Tiến sĩ Lê Thị Liên, Viện Khảo cổ học Việt Nam cho biết: Sau thời gian tiến hành khai quật, thám sát khảo cổ học thung Nội Lấm - một địa điểm thuộc hành cung Vũ Lâm thời nhà Trần, các nhà khảo cổ đã phát hiện nhiều dấu tích đáng chú ý, như: Dấu tích khu vực chứa sét nguyên liệu làm gốm; dấu tích cây gỗ trong lớp bùn đen; dấu tích đá kè đường đi hoặc làm bến nước; dấu tích đường đắp đất…Kết quả này cho thấy khả năng đã có hoạt động sản xuất gốm tại khu vực này. Bên cạnh đó, còn có các di vật thu được với 5.525 mảnh vỡ nằm ở trên bề mặt và 940 mảnh di vật các loại xuất hiện trong các hố đào. Qua nghiên cứu, phân tích đã phát hiện nhiều di vật có giá trị rất lớn là các mảnh trang trí kiến trúc, vật thể: đồ gốm tráng men, đồ sành, các cục thóc, gạo hóa than… Các nhà khảo cổ đưa ra giả thiết: khu vực này là nơi sản xuất gốm men vào thời Trần. Ban Quản lý [[Quần thể danh thắng Tràng An]] đã phối hợp với Viện khảo cổ học Việt Nam tổ chức hội nghị báo cáo sơ bộ kết quả khai quật, thám sát thung Nội Lấm thuộc Hành cung Vũ Lâm nằm trong lòng Di sản Văn hóa và Thiên nhiên thế giới Tràng An. Việc phát hiện dấu tích khu dự trữ nguyên liệu sét và những dấu tích đồ phế thải cho thấy khả năng đã có hoạt động sản xuất gốm tại đây, có thể đưa ra giả thuyết là khu vực này là nơi sản xuất gốm men vào thời Trần. Đến thời kỳ muộn hơn đồ sành có thể là sản phẩm chính.<ref>[http:\/\/baoninhbinh.org.vn\/thung-noi-lam-tuyen-du-lich-moi-trong-long-di-san-trang-an-20150703101719560p15c43.htm Thung Nội Lấm, tuyến du lịch mới trong lòng di sản Tràng An]<\/ref><ref>[http:\/\/nbtv.vn\/truyen-hinh\/chuyen-muc\/van-hoa-xa-hoi\/dat-nguoi-hoa-lu\/201509\/dat-amp-nguoi-hoa-lu-hanh-cung-vu-lam-trong-quan-the-di-san-trang-an-27092015-638343\/ Đất & Người Hoa Lư: Hành cung Vũ Lâm trong quần thể di sản Tràng An - 27\/09\/2015]<\/ref>\n\nNằm giữa thung Nội Lấm - suối Tiên là các đền thờ vua quan nhà Trần. Dưới triều của nhà Trần có danh thần [[Trương Hán Siêu]], ông gốc là người [[Ninh Bình]], là một danh sĩ nổi tiếng thời Trần, và là môn khách đắc lực của Trần Hưng Đạo. [[Trương Hán Siêu]] có tính tình cương nghị, học vấn uyên thâm, có công lớn trong cuộc kháng chiến chống Nguyên Mông lần thứ hai và thứ ba. Trong giai đoạn vua Trần Nhân Tông về vùng đất này để tu hành thì sau đó danh thần Trương Hán Siêu cũng đã lui về ẩn tu và lập am tu tập tại quê hương [[Ninh Bình]]. Chính vì vậy mà Trương Hán Siêu cũng được nhân dân thờ tại khu di tích này.<ref>{{Chú thích web |url=http:\/\/www.phatgiaoninhbinh.org.vn\/chi-tiet\/trang-an-le-an-vi-tuong-truong-han-sieu-tai-hanh-cung-vu-lam |ngày truy cập=2015-11-21 |tựa đề=Tràng An: Lễ an vị tượng Trương Hán Siêu tại Hành cung Vũ Lâm |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304233418\/http:\/\/www.phatgiaoninhbinh.org.vn\/chi-tiet\/trang-an-le-an-vi-tuong-truong-han-sieu-tai-hanh-cung-vu-lam }}<\/ref>\n\n==Một số di tích, đền thờ tiêu biểu==\n===Điện Hành Cung===\nDi tích còn lại của cung điện ở thôn Hành Cung, xã [[Ninh Thắng, Hoa Lư|Ninh Thắng]], [[Hoa Lư]] là một mảnh đất rộng 2 sào, cao hơn mặt ruộng 1m, nay gọi là khu đình Sen, nằm ở phía đông nam thôn Hành Cung, cách đường Thiên Lý, đoạn từ Ba Vuông qua cầu Yên tới Ghềnh gần như trùng với quốc lộ số một hiện nay gần 1&nbsp;km. Cách đó khoảng 300m về phía bắc có vườn Kho hay vườn Vầu tương truyền là nơi để kho lương của nhà Trần. Cách thôn Hành Cung 500m về phía nam là đến Đông hay bến Hạ Trạo tương truyền quy định từ đây phải hạ mái chèo bơi nhẹ nhàng để vào am Thái Vi. Như vậy là trên đoạn đường dài 4&nbsp;km theo hướng tây - đông từ am Thái Vi ra tới cung điện đầu tiên ở thôn Hành Cung, từng đoạn truyền thuyết của nhân dân địa phương thì ở thôn Khê Đầu Hạ lối vào hang Múa sang Thái Vi [[Trần Thái Tông]] cũng lập một trạm gác kiên cố.\n\n===Chùa Khai Phúc===\nChùa Hành Cung hay còn có tên chữ là Khai Phúc Tự, thuộc thôn Hành Cung, xã Ninh Thắng, [[huyện Hoa Lư]], tỉnh [[Ninh Bình]]. Trong khi tiến hành trùng tu, tu bổ đã đào xung quanh phần toà Tam Bảo của chùa. Bên hông tường, phía tay trái nhìn từ ngoài vào dưới độ sâu chưa đầy 30&nbsp;cm so với mặt bằng của vườn quanh chùa đã xuất lộ nhiều gạch ngói vỡ, ken dày vào đó là những viên cuội tròn có đường kính từ 10 đến 18&nbsp;cm tạo thành nền móng.\n\nDi tích chùa Hành Cung ở thôn Hành Cung với những gì đã xuất lộ đang được nghiên cứu tại chỗ và mở rộng phạm vi nghiên cứu làm sáng tỏ về một hành cung dưới triều Trần đã góp phần vào chiến thắng quân Nguyên Mông cũng như tìm hiểu về Lịch sử Phật giáo, tư tưởng Phật giáo của [[Trần Thái Tông]] và các vua dưới triều Trần kế tiếp.<ref>[http:\/\/baoninhbinh.org.vn\/phat-hien-dau-tich-kien-truc-thoi-tran-o-chua-hanh-cung-20110213093500000p0c63.htm Phát hiện dấu tích kiến trúc thời Trần ở chùa Hành Cung]<\/ref>\n\n===Đền Thái Vi===\n[[Tập tin:DenThaiVi1.jpg |nhỏ|phải|250px|Đền Thái Vi với nghệ thuật chạm khắc đá]]\nĐền Thái Vi là một ngôi đền nằm ở thôn Văn Lâm, xã Ninh Hải, huyện [[Hoa Lư]] tỉnh [[Ninh Bình]]. Đây là một nơi thờ các vua đầu [[nhà Trần]] như [[Trần Thái Tông]], [[Trần Thánh Tông]], [[Trần Nhân Tông]], [[Trần Anh Tông]], các tướng [[Trần Hưng Đạo]], [[Trần Quang Khải]] và hoàng hậu Thuận Thiên, là những người đã lập ra hành cung Vũ Lâm, một cứ địa trong kháng chiến chống Nguyên Mông.\n\nTrước đền có giếng ngọc xây bằng đá xanh. Sau đền là dãy núi đá Cấm Sơn. Phía ngoài của Nghi môn, hai bên có đặt hai con ngựa bằng đá xanh nguyên khối. Qua Nghi Môn có gác chuông làm bằng [[gỗ lim]], các mái lợp ngói mũi hài. Ở đây treo một quả chuông đúc từ năm Chính Hoà thứ 19. Đối diện với gác chuông theo đường chính đạo là tháp bia và ba tấm bia dựng hai bên. Tháp bia bốn mặt ghi công đức những người có công cúng tiến xây dựng đền. Đường chính đạo và sân rồng đều lát đá xanh. Sân rồng rộng khoảng 40m2. Hai bên sân rồng là hai dãy nhà Vọng - nơi xưa kia các cụ bàn việc tế lễ. Từ sân rồng bước theo các bậc đá có độ cao 1,2m là đến Ngũ đại môn (5 cửa lớn) có 6 hàng cột đá tròn song song đều được chạm khắc nổi long vương chầu vào chính diện. Mặt ngoài các cột đá đều chạm khắc các câu đối bằng chữ Hán. Các xà hiên cũng làm bằng đá, chạm khắc lưỡng long chầu nguyệt.\n\nQua 5 cửa lớn là đến 5 gian Bái Đường uy nghi, cũng có 6 cột đá vuông chạm khắc các câu đối ở mặt ngoài, các mặt khác chạm khắc nổi: long, ly, quy, phượng, cá chép hoá long. Tiếp theo là ba gian Trung Đường với hai hàng cột đá tròn, mỗi hàng 4 cột, đều được chạm khắc nổi long vân. Ở đây đặt nhang án đá. Hai bên có đôi hạc gỗ cao hơn 2 mét và hai bộ chấp kích thờ sơn son thiếp vàng. Qua Trung Đường vào năm gian Chính Tẩm cũng có 8 cột đá tròn được chạm khắc nổi: cầm, kỳ, thi, hoạ. Di tích am Thái Vi hiện còn đến nay là một khu đất rộng khoảng sáu sào, xung quanh có lũy đất, ở giữa là ngôi đền.\n\nTrong Cung khám của Chính Tẩm ở giữa là tượng thờ [[Trần Thái Tông]], [[Trần Thánh Tông]], [[Trần Nhân Tông]], [[Trần Anh Tông]], các tướng [[Trần Hưng Đạo]], [[Trần Quang Khải]] và hoàng hậu Thuận Thiên. Như thế đền Thái Vi thờ 4 đời vua nhà Trần. Hai bên tả hữu là hai tượng kim đồng ngọc nữ đứng hầu nhà vua. Tại khu di tích đền Thái Vi còn một am nhỏ là nơi vua [[Trần Thái Tông]] đã cho lập lên và ở đó tu hành trong thời gian cuối đời.\n\n;Lễ hội đền Thái Vi\nLễ hội đền Thái Vi được tổ chức từ ngày 14 đến ngày 17 tháng 3 âm lịch nhằm tưởng nhớ công lao các vua đời đầu nhà Trần đã được thờ tại đền Thái Vi.<ref>[http:\/\/www.ninhbinhtourism.com.vn\/modules.php?name=News&op=viewst&sid=51 Lễ hội đền Thái Vi]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}<\/ref>\n\nLễ rước kiệu với nghi lễ của một đoàn rước đi đầu là một chiếc trống cái do hai người khiêng và một người mặc áo thụng đi hia, đội mũ cánh én làm thủ hiệu trống, rồi đến 5 người cầm 5 lá cờ ngũ hành, tiếp đó đến kiệu bát cống trên đặt bài vị các vua Trần, Hoàng hậu, hay công chúa đời Trần, hương hoa lễ vật. Kiệu có lọng cắm, màu đỏ đung đưa trông rất đẹp mắt. Tiếp đó là kiệu 4 người khiêng bày lễ vật là hương hoa, oản quả. Sau đó là phường bát âm, rồi tới ban tế do ông chủ tế dẫn đầu đi hàng hai. Rước kiệu ở đền Thái Vi không chỉ có một đoàn, mà là trên dưới 30 đoàn.<ref>[http:\/\/info24h.net\/?m=news&a=page_newsdetail&newsid=114&levelone=41]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}<\/ref> Sáng ngày 14 -3 kiệu từ các nẻo đường trong huyện, trong tỉnh rước về đền Thái Vi trong không khí tưng bừng của ngày hội. Các cỗ kiệu đều được sơn son thếp vàng lộng lẫy do các thanh niên ăn mặc theo phong tục lễ hội xưa.\n\nLễ tế là nghi lễ quan trọng, tổ chức ở trước đền. Ban tế gồm từ 15 đến 20 người, gồm một ông chủ tế, một ông đọc văn tế, hai ông xướng tế và mỗi bên tả hữu có từ 5 đến 10 ông để thực hiện việc tiến hương, tiến tửu. Ông đọc văn tế đọc khúc văn tế ca ngời công đức của vua [[Trần Thái Tông]] được trình bày qua nghệ thuật diễn xướng. Sau mỗi khúc tế, lại có hai người phường trò, người nam chơi đàn, người nữ dẫn giải bằng lối ca trù.\n\nPhần hội: có các trò chơi giân gian như múa lân, múa rồng, đánh cờ người, đấu vật, bơi thuyền...\nĐến dự lễ hội đền Thái Vi du khách có dịp thăm các danh thắng của [[Ninh Bình]]. Đó là đền Thái Vi, [[Tam Cốc]], [[Bích Động]], Động Tiên, Xuyên Thủy động. Đền Thái Vi là một di tích lịch sử văn hóa đồng thời điểm du lịch trong tuyến du lịch văn hóa sinh thái [[Tam Cốc - Bích Động]].\n\n===Đền Trần===\n[[Tập tin:TrangAn13 DenTran2.JPG|nhỏ|phải|200px|Đền Trần trấn Nam [[Hoa Lư tứ trấn]]]]\nĐền Trần Ninh Bình là một di tích thuộc [[Hoa Lư tứ trấn]]. Đền do vua [[Đinh Tiên Hoàng]] xây dựng cùng thời với đền Hùng ở Phú Thọ, sau này vua Trần Thái Tông về đây lập hành cung Vũ Lâm xây dựng lại bề thế hơn<ref>[http:\/\/vnexpress.net\/gl\/xa-hoi\/du-lich\/2010\/05\/3ba1b653\/ Lễ rước Thánh Trần độc đáo ở Ninh Bình], Tiến Dũng, Báo VnExpress.net, 2\/5\/2010<\/ref> nên được gọi là đền Trần. Đền Trần là nơi thờ thần Quý Minh, vị thần trấn cửa ải phía nam [[Hoa Lư tứ trấn]].<ref>[http:\/\/www.vietnamplus.vn\/Home\/Ninh-Binh-Khai-mac-le-hoi-truyen-thong-den-Tran\/20114\/86300.vnplus Ninh Bình: Khai mạc lễ hội truyền thống đền Trần], Văn Đạt (Vietnam+), Thông tấn xã Việt Nam, ngày 20\/04\/2011<\/ref> Đền còn có tên là đền Nội Lâm (ngôi đền trong rừng). Đền Trần Nội Lâm cùng với Vũ Lâm, Văn Lâm hợp thành Tam Lâm dưới Triều đại nhà Trần. Lễ hội đền Trần Ninh Bình diễn ra vào ngày 18 tháng 3 âm lịch hàng năm.\n\nKhi nạo vét ở các [[hang động Tràng An]] gần khu vực đền Trần, các nhà khoa học phát hiện được nhiều di tích quan trọng khẳng định đó cũng là nơi sinh hoạt của các phân quyền ngày xưa ở thế kỷ thứ 14, [[nhà Trần]] như nồi gốm, các bát đĩa cổ. Các phế tích này rất giống với các phế tích tìm thấy ở Hoàng thành Thăng Long. Điều này là minh chứng rõ nét cho khẳng định [[Tràng An]] đồng thời cũng là kinh đô kháng chiến chống Nguyên Mông của Triều đại [[nhà Trần]].<ref>[http:\/\/www.dulichvn.org.vn\/index.php?category=20&itemid=4360 Tràng An (Ninh Bình) - Khu du lịch sinh thái hấp dẫn], TRUNG TÂM THÔNG TIN DU LỊCH, TỔNG CỤC DU LỊCH, 10\/03\/2009<\/ref>\n\n===Chùa Linh Cốc===\nChùa Linh Cốc nằm trong núi chùa Móc. Chùa quay hướng tây, phía trước là một cánh đồng nước. Theo văn bia đặt ở chùa, Linh Cốc có từ triều vua Trần Thánh Tông. Sân chùa rộng ở ngay chân núi, hai bên sân có nhà thờ tổ. 3 gian quay hướng tây bắc, đặt tượng thờ thánh tăng là đức A Nam Đà và đức tổ tây, mũi cao, tóc quăn, râu quai nón là người Ấn Độ. Nhà trai 5 gian, quay hướng đông nam.Điện Mẫu quay lưng vào sườn núi, hướng tây nam, xây dựng theo kiểu chữ \" Tam\". Hậu cung là một gian thờ Tam Toà Thánh Mẫu gồm: Mẫu Thượng Ngàn, Mẫu Thoải, Mẫu Liễu Hạnh. Thiêu hương gồm 3 gian thờ Công Đồng Thánh Mẫu, Tiền Đường 5 gian, gian cuối bên tay trái có treo quả chuông.\n\n===Di tích khác===\nCách trung tâm của am Thái Vi khoảng 300m về phía đông là một trạm gác đầu tiên gọi là cửa Quan hay Tam Quan. Cửa quan rộng 5m được tạo thành bởi hai quả núi nhỏ chắn giữa hai bên, con đường vào am Thái Vi băng qua giữa. Trần Thái Tông đã triệt để lợi dụng địa hình ở đây để làm các trạm gác. Cách đó khoảng 300m nữa là trạm gác thứ hai ở chỗ miếu gò Mưng. Trạm này cũng được hình thành bởi một quả núi nhở chắn ở phía bắc đường. Gần đó có một cầu đá bắc qua [[sông Ngô Đồng]] gọi là cống Rồng. Cách trạm gác thứ hai 300m nữa là trạm gác thứ ba còn gọi là cửa Quen. Cửa này được hình thành bởi một quả núi chấn giữ, con đường vào Thái Vi phải qua một cái quèn nhỏ. Phía bên ngoài cách đó khoảng 200m là đình Các tương truyền là một trạm đón tiếp của nhân dân Giáp Cật và cũng là nơi các quan tập trung sửa áo mũ để chuẩn bị vào am Thái Vi. Cách đình Các khoảng 2&nbsp;km là làng Tuân Cáo, tương truyền là một trạm kiểm soát khi vào Thái Vi. Một người ra vào phải \"bá cáo\" tại đây. Cách Tuân Cáo khoảng 1&nbsp;km là thôn Hành Cung. Theo truyền thuyết của nhân dân địa phương thì đây là nưi Trần Thái Tông lập cung điện đầu tiên. \"Thái Vi quốc tế ngọc ký\" cho biết hành cung Vũ Lâm mà [[Trần Nhân Tông]] tu hành là chỗ đình Sen. Đình sen này đã mất, nhưng theo nhân dân địa phương thì trước đây đình Sen thờ Trần Nhân Tông. Trần Nhân Tông ở đây nhưng thường vào am Thái Vi mà sau này trở thành điện Thái Vi thờ [[Trần Thái Tông]].\n\n==Xem thêm==\n* [[Quần thể danh thắng Tràng An]]\n* [[Trần Nhân Tông]]\n* [[Phòng tuyến Tam Điệp]]\n\n==Tham khảo==\n*[http:\/\/vtv.vn\/video\/cau-chuyen-van-hoa-nhung-dau-tich-can-cu-quan-su-nha-tran-duoc-phat-lo-trong-cac-cuoc-khao-co-moi-gia-tri-lich-su-quy-gia-68791.htm Câu chuyện văn hóa: Những dấu tích căn cứ quân sự nhà Trần được phát lộ trong các cuộc khảo cổ mới - giá trị lịch sử quý giá]\n*[http:\/\/vtv.vn\/xa-hoi\/ninh-binh-ton-tao-di-tich-hanh-cung-thoi-tran-20150307200214662.htm Ninh Bình: Tôn tạo di tích Hành cung thời Trần]\n*[http:\/\/mail.ninhbinh.gov.vn\/web\/guest\/the-thao\/view?assetpublish=102826&entries=tin%20the%20thao Hành cung Vũ Lâm]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }} trên trang Web của tỉnh Ninh Bình\n*[http:\/\/www.tamcocbichdong.com.vn\/Infodetails.aspx?cate=1&pro=59 Đền Thái Vi]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }} trên trang Khu du lịch Tam Cốc - Bích Động\n*[http:\/\/www.ninhbinhtourism.com.vn\/modules.php?name=News&op=viewst&sid=81 Đền Thái Vi]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }} trên trang Du lịch Ninh Bình\n*[http:\/\/www.mofa.gov.vn\/quocte\/tg7,04\/thai%20vi%20bandoc7,04.htm\\ Hỏi về lễ hội đền Thái Vi]\n*[http:\/\/www.ninhbinh.gov.vn\/Default.aspx?tabid=129\\ Lễ hội Ninh Bình]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Du lịch Ninh Bình}}\n{{Lịch sử Việt Nam thời Trần}}\n{{DEFAULTSORT:Đ}}\n[[Thể loại:Văn hóa Ninh Bình]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Lịch sử Việt Nam thời Trần]]\n[[Thể loại:Thành cổ Việt Nam|Vũ Lâm]]\n[[Thể loại:Quần thể danh thắng Tràng An]]"}