{"460554":"{{bài cùng tên|Cổ Bi (định hướng)}}\n'''Cổ Bi''' là một hành cung nổi tiếng do An Đô Vương [[Trịnh Cương]] khởi dựng, nay vẫn còn phế tích tại thị trấn Trâu Quỳ, huyện Gia Lâm, thành phố Hà Nội.\n==Vị trí địa lý==\nCông trình được xây dựng trên một quả đồi nằm trong một quần thể đồi quây tụ một hướng theo thế trâu quỳ nổi bật giữa một vùng đồng ruộng, sông ngòi thơ mộng, trù phú.\n\nĐược biết, trên địa bàn Kinh Bắc xưa, Cổ Bi là một danh hương trong Tam Cổ, Ngũ Phù (Cổ Loa, Cổ Bi, Cổ Pháp, Phù Ninh, Phù Đổng, Phù Khê, Phù Chẩn, Phù Lưu). Hơn nữa, Cổ Bi lại đứng đầu về vị thế địa lý, văn hoá của vùng. Cái lợi thế của đất này là hội đủ các yếu tố cần thiết cận thị, cận giang, cận lộ để sớm trở thành một trung tâm kinh tế, văn hoá của xứ [[Kinh Bắc]] nói riêng và kinh đô [[Thăng Long]] nói chung. Đây cũng là lý do mà hàng nghìn năm trước, vùng đất này đã có nhiều dòng tộc lớn đến sinh cơ lập nghiệp.\n\nSở dĩ chúa Trịnh Cương dựng hành cung Cổ Bi là vì địa thế ở đây đẹp, phong cảnh hữu tình, lại gần Như Kinh (làng Ghềnh), quê mẹ chúa Trịnh Cương.\n\nCổ Bi không xa kinh thành Thăng Long nên nếu có biến động, chúa cũng có thể liệu được việc. Ngoài ra, hành cung còn là một trọng điểm quân sự trấn giữ huyết mạch giữa xứ Bắc và xứ Đông khi loạn lạc, đồng thời nó cũng là một quần thề di tích văn hoá nối kết khu vực cổ Luy Lâu - Thuận Thành, trung tâm Phật giáo đầu tiên của nước ta với nhiều chùa chiền, đền tháp, đài tạ quy mô tráng lệ thật là xấu hổ\n\n==Lịch sử==\nNăm 1727 thời [[nhà Lê]], An Đô Vương [[Trịnh Cương]] khởi dựng Hành cung Cổ Bi, còn gọi là '''Phủ Kim Thành''' với ý định chuyển hẳn phủ chúa về đây;<ref>{{Chú thích web |url=http:\/\/www.trinhtoc.com\/show.aspx?cat=019&nid=350 |ngày truy cập=2013-12-07 |tựa đề=Hy tổ Nhân vương Trịnh Cương |archive-date=2013-12-12 |archive-url=https:\/\/web.archive.org\/web\/20131212014447\/http:\/\/www.trinhtoc.com\/show.aspx?cat=019&nid=350 }}<\/ref> dân và chức sắc địa phương đã chở [[gỗ]] quý và [[đá đanh]] [[xứ Thanh]] để kịp làm xong trong một tháng. Hai năm sau, đê Cự Linh vỡ, nước tràn vào phủ Kim Thành; chúa Trịnh Cương phải điều động phu phen tu bổ hành cung, sửa sang đàng hoàng cho chúa tuần du. Năm Kỉ Dậu (1729), nhà chúa bị cảm sau chuyến tuần du [[Phật Tích]] rồi mất tại hành cung Cổ Bi vào ngày 28 Tháng 11, năm 1729 (năm đầu tiên [[niên hiệu]] [[Vĩnh Khánh]]). Do sự kiện này mà việc tô điểm thắng tích bị dở dang.\n\nSang thời [[Lê Mạt]] năm 1787-8 nghiệp [[chúa Trịnh]] đổ, vua [[Chiêu Thống]] sai nổi lửa đốt hết cung điện phủ chúa ở kinh thành Đông Kinh và cả ở Cổ Bi nên các công trình bằng gỗ bị huỷ cả.<ref>[http:\/\/gialam.gov.vn\/portal_gialam\/News-details\/153\/630\/Xa-Co-Bi.html Xã Cổ Bi]{{Liên kết hỏng|date=2021-05-03 |bot=InternetArchiveBot }}<\/ref>\n\n==Di tích==\nHành cung Cổ Bi trải qua bao thăng trầm nhưng vẫn còn lưu lại nhiều dấu vết của những [[cổ vật]][[điêu khắc]] giá trị cao, thể hiện tài nghệ của tổ tiên và những giá trị văn hoá dân tộc.\n\nSáu linh thú [[đá]] Cổ Bi là những chứng tích sinh động về [[nghệ thuật]] tạo tác. Chúng gồm ba cặp [[đực]] - [[giống cái|cái]], tất cả bằng [[đá xanh]] nguyên khối quý hiếm. Phía ngoài cổng cũ còn sót lại một cặp [[hổ]] ngồi chầu song song, dáng ngồi thẳng đứng, mình thon lẳn, ngực rỗng, mũi gồ cao, đầu nhỏ, mắt nhọn và hốc sâu, chiều cao 1,2m, chiều ngang 1m. Các nét râu đều tỉa tinh tế, đáng điệu trong thuần dịu. Đôi hổ này có nhiều nét giống đôi hổ được trưng bày ở Bảo tàng [[Phố Hiến]] ([[Hưng Yên]].\n\nBốn con [[linh thú]] khác được nằm trên một quả đồi trước thềm chân chùa đã bị đốt cháy thời tiêu thổ kháng chiến (1946 - 1947).\n\nCặp [[voi]] ở Hành cung Cổ Bi thuộc vào loại lớn nhất Việt Nam mà ta từng biết với chiều cao 1,6m, chiều dài 2,2m, rộng 1,3m (không kể bệ đá bị lấp vùi).\n\nĐầu voi chạm trổ thanh thoát, hai [[tai]] vừa phải, được nghệ nhân tuân thủ theo phong cách tả thực. Con đực cao hơn con cái về dáng đứng. Trên mình hai con voi đều không có [[bành]] và chúng đều được tạc ở tư thế quỳ. Tiếp đến lớp trong là hai [[kỳ lân]] ngồi chầu, chiều cao 1,6m, dài 2m, rộng 0,7m. Nét chạm khắc sâu, hàm vuông vức, mũi nở to, trán dô cao ra phía trước, mắt trũng, phần [[bờm]] của kỳ lân chạy dài xuống cổ và thân tạo thành những dải, những vùng liên kết mượt mà, hoa mỹ. Thế ngồi của kỳ lân hùng dũng có tính cách điệu cao. Cặp kỳ lân này thuộc loại đẹp nhất, độc đáo nhất trong các dáng điệu kỳ lân ở Việt Nam.\n\nNhìn chung, 6 linh thú ở Cổ Bi có hoạ tiết trang trí các vùng xoáy kép thuộc giai đoạn cuối thế kỉ XVII và đầu thế kỉ XVIII thời Lê - Trịnh. Ngoại trừ cặp hổ còn nguyên vẹn, hầu như voi, kỳ lân đều bị hư hại.\n\n==Khảo cổ==\nTháng 10\/2006, các nhà khảo cổ đã mở đợt điều tra, thám sát, khai quật khảo cổ tại Hành cung Cổ Bi, trong đó tập trung thám sát và khai quật ở khu vực trung tâm của đình Bình Minh, nơi có nhiều di vật xuất lộ, đặc biệt là xung quanh vị trí liền kề với hàng tượng thú. Bên cạnh đó, các nhà nghiên cứu còn khảo sát khu vực phụ cận với bán kính khoảng 5&nbsp;km để tìm hiểu vết tích liên quan đến Hành cung Cổ Bi thuộc địa phận thôn hội,thôn Cam, thôn Vàng(xã Cổ Bi), thôn Cửu Trù và Việt Thành (thị trấn [[Trâu Quỳ]]), và [[Lăng mộ]] bà Quận chúa Trương Thái Phi (di tích Từ Vũ, Văn Lâm, Hưng Yên). Kết quả nghiên cứu bước đầu đã xác định phạm vi phân bố của di tích, với sự \"hiện diện\" của Hành cung Cổ Bi thời Lê, làm rõ hơn tính chất, niên đại, quá trình tồn tại và nhiều vấn đề liên quan đến di tích. Tại các hố đào thám sát, các chuyên gia đã tìm thấy vết tích cư trú [[văn hoá Đông Sơn]] và nhiều dấu tích [[kiến trúc]] các thời [[Trần]], [[Lê]], [[Nguyễn]]...\n\nNgày 18\/2 (ÂL) năm Kỉ Mão 1999, với tinh thần bảo vệ di sản văn hoá dân tộc và tưởng niệm chúa Trịnh Cương, nhân dân thôn Bình Minh (thị trấn Trâu Quỳ) đã góp công sức, tiền của để dựng lại ngôi điện trên nền hành cung Cổ Bi, tôn tạo cảnh quan di tích khang trang, đẹp đẽ. Hướng tới kỉ niệm 1000 năm Thăng Long - Hà Nội, năm 2000, di tích lại được tiếp tục tu bổ sân thềm, tường bao khuôn viên và trồng thêm nhiều cây xanh.\n\nTrong tương lai, di tích Hành cung Cổ Bi sẽ được sửa sang hơn nữa và trở thành một điểm du lịch văn hoá hấp dẫn của thủ đô.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết==\n\n[[Thể loại:Khảo cổ Việt Nam]]\n[[Thể loại:Chúa Trịnh]]\n[[Thể loại:Gia Lâm]]"}