{"14842398":"{{otheruses4|địa danh Hàng Bột nói chung|phường cùng tên|Hàng Bột (phường)}}\n'''Hàng Bột''' là một địa danh tại [[Hà Nội]], trước đây là tên một tuyến phố chính của thủ đô.\n\n[[Tập tin:Phố Tôn Đức Thắng, Hà Nội 002.JPG|300px|phải|nhỏ|Phố Tôn Đức Thắng đoạn trước vườn hoa [[Quốc Tử Giám]]]]\nTuyến phố Hàng Bột xưa là trục đường chính nối từ [[Ô Chợ Dừa]] đến ngã tư Chu Văn An - [[Phố Nguyễn Thái Học, Hà Nội|Nguyễn Thái Học]]. Năm 1988, phố Hàng Bột được đổi tên thành phố Tôn Đức Thắng. Di tích [[Văn Miếu - Quốc Tử Giám]] nổi tiếng nằm trên tuyến phố này. Phố thuộc địa bàn các phường Văn Miếu, Cát Linh, Quốc Tử Giám và Hàng Bột, quận Đống Đa.\n\nHiện nay, Hàng Bột chỉ còn là tên của một [[Hàng Bột (phường)|phường]], một nhà thờ và một ngõ trên địa bàn quận [[Đống Đa]].\n\n==Lịch sử==\nNguyên xưa, phố Hàng Bột nằm trên đường kinh lý Bắc Nam, qua Ô Chợ Dừa lên Văn Miếu rồi sang Cửa Nam của thành Thăng Long. Phố chính thuộc địa phận kinh thành cũ nhưng kéo dài ra ngoài Ô Chợ Dừa, chạy giữa ranh giới tổng Yên Thành (huyện Vĩnh Thuận) và tổng Hữu Nghiêm (huyện Thọ Xương).\n\nKhi Pháp chiếm Hà Nội, dân cư ở phố Hàng Bột hãy còn rất thưa thớt. Ban đầu người Pháp chỉ quy hoạch thành phố Hà Nội giới hạn, hình thành tách rời phố Hàng Bột thành 2 phần trong và ngoài thành phố. Phần nằm ngoài ngoại thành vẫn chỉ là con đường cái hàng tỉnh từ Hà Nội vào Hà Đông, chưa phải một đường phố chính thức. Về sau, chính quyền thực dân nhượng phần khu vực có di chỉ cũ của huyện Thọ Xương cho giáo hội Công giáo để xây dựng một trại tế bần. Trại này thuộc quyền cai quản của Giáo phận Tây Đàng Ngoài (nay là [[Tổng giáo phận Hà Nội]]) và được giao cho [[Dòng Thánh Phaolô thành Chartres tại Việt Nam|hội Dòng Thánh Phaolô]] coi sóc. Giám đốc trại đầu tiên là soeur Antoine, vì vậy trại tế bần còn được gọi là Nhà nuôi làm người làm phúc của Bà phước Antoine (''Asile de la Soeur Antoine'') và phần đường nội thành về sau được đặt tên chính thức là phố Soeur Antoine (''Rue Soeur Antoine'').\n\nCho đến năm 1910, phố Hàng Bột vẫn còn là một con đường cái không rộng, trải đá lổn nhổn, có đường xe điện chạy sát mép đường bên phía tây. Sau khi [[phố Khâm Thiên]] được quy hoạch và xây dựng, trở thành khu phố giải trí ăn chơi cho những người Hà Nội giàu có, phố Hàng Bột bắt đầu phát triển những cơ sở sản xuất tiểu thủ công. Phố cũng được mở rộng thành đường lớn. Từ năm 1936 trở đi, phố Hàng Bột nhà cửa dần dần mọc lên kín hai hai bên đường. Tuy nhiên, con đường ngoại ô đi vào tỉnh lỵ Hà Đông này thường chỉ sầm uất người và xe cộ đi lại vào những ngày trong tháng có phiên chợ Tơ.\n\nTrước năm 1945, phố Hàng Bột về mặt hành chính có hai bộ phận: Phần nội thành có tên chính thức là Rue Soeur Antoine. Phần ngoại thành không có tên chính thức, nhưng để tiện việc bưu chính vẫn được ghi là Rue Soeur Antoine prolongée (phố Soeur Antoine kéo dài). Tuy vậy, về mặt dân gian, người dân vẫn gọi chung là phố Hàng Bột.\n\n[[Tập tin:Ngõ Hàng Bột, Hà Nội 004.JPG|300px|trái|nhỏ|Một góc ngõ Hàng Bột hiện nay]]\nSau năm 1954, chính quyền [[Việt Nam Dân chủ Cộng hòa]] đổi lại sử dụng tên phố Hàng Bột. Tên này được dùng cho đến tận năm 1988 thì được đổi thành phố Tôn Đức Thắng như ngày nay.\n\nTrên tuyến phố Hàng Bột xưa có một ngõ nhỏ, thời Pháp thuộc được gọi là đường 205 (voie 205). Sau [[Cách mạng tháng 8]], chính quyền [[Việt Nam Dân chủ Cộng hòa]] cho thay tên Việt hầu hết các tuyến phố tại Hà Nội. Đường 205 được đổi thành phố [[Phạm Quý Thích|Phạm Lập Trai]] theo tên một danh sĩ Việt Nam cuối thế kỷ XVIII đầu thế kỷ XIX. Khi người Pháp tái chiếm Hà Nội, phố lại được gọi là ngõ Hàng Bột (nay thuộc phường [[Cát Linh]]). Tên này được sử dụng cho đến ngày nay.\n\n==Các tuyến xe buýt chạy qua==\n*Tuyến 02, 41, E08, E09: Hết phố\n\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n* [http:\/\/laodongthudo.vn\/pho-hang-bot-xua-53062.html Phố Hàng Bột xưa]\n* [https:\/\/phapluatxahoi.vn\/pho-hang-bot-dau-xa-bao-lau-van-nho-ve-124880.html Phố Hàng Bột, dẫu xa bao lâu vẫn nhớ về...]\n\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Địa danh Hà Nội|B]]\n[[Thể loại:Đống Đa]]"}