{"586270":"{{Hành chính Việt Nam theo thời kì}}\n'''Hành chính Việt Nam thời Nguyễn''' phản ánh bộ máy cai trị từ trung ương tới địa phương của chính quyền [[nhà Nguyễn]] trong thời kỳ độc lập (1802-1884).\n\nBộ máy cai trị của nhà Nguyễn kể từ thời Minh Mạng được đánh giá là khá hoàn chỉnh, đánh dấu thời kỳ hưng thịnh<ref>Trần Thanh Tâm, sách đã dẫn, tr 22<\/ref>.\n\n== Chính quyền trung ương ==\n[[Tập tin:Tổ chức hành chính trung ương thời Nguyễn Minh Mạng.jpg|trái|nhỏ|Tổ chức hành chính trung ương thời Minh Mạng]]\n[[Tập tin:762PetitMandarin.jpg|nhỏ|140px|phải|Phẩm phục của một viên quan nhỏ triều Nguyễn-Hình vẽ của [[họa sĩ]] Pháp E. Ronjat tại [[Huế]] (1874)]]\n\nThời [[Gia Long]], nhà [[Nhà Nguyễn|Nguyễn]] về cơ bản vẫn giữ nguyên hệ thống quan chế và cơ cấu chính quyền trung ương giống như các triều đại trước đó. Đứng đầu nhà nước là vua, nắm mọi quyền hành trong tay. Chức Tể Tướng được bãi bỏ, dùng [[Lục bộ|Lục Bộ]], là 6 tổ chức hành pháp cao nhất, để điều hành việc hành chính trong nước như đã được áp dụng ở các triều đại trước. Tại triều đình, trên là bốn vị đại thần, còn được biết đến là \"[[Tứ trụ triều đình (Việt Nam)|Tứ trụ triều đình]]\", chuyên tư vấn vua trong việc điều hành đất nước. Dưới là các cơ quan Tam Nội viện (Thị thư viện, Thị hàn viện, Nội hàn viện) và Thượng bảo ty giúp vua chuyên trách các công việc về văn thư, giấy tờ, quản lý ấn tín.\n\nThời [[Minh Mạng]], bộ máy hành chính trung ương nhà [[Nhà Nguyễn|Nguyễn]] được cải tổ mạnh mẽ. Các cơ quan hành chính từ trung ương đến địa phương được sắp xếp và cải tiến song song với việc định lại các giai chế phẩm trật. Thời kỳ này, vua nắm mọi quyền hành trong tay, dưới vua là [[Cơ mật viện|viện Cơ mật]] tư vấn vua về các vấn đề quốc sự, [[Lục bộ]] tức sáu cơ quan [[Quyền hành pháp|Hành pháp]] điều hành việc hành chính trên toàn quốc, cùng [[Đô sát viện]] là cơ quan [[Tư pháp]] giám sát hoạt động của [[Lục bộ]] từ địa phương đến trung ương, [[Nội các (nhà Nguyễn)|Nội các]] giúp vua coi giữ giấy tờ, ấn tín, và những cơ quan chuyên môn khác như [[Lục tự]], [[Tôn Nhân Phủ|Tôn nhân phủ]], [[Khâm thiên giám]], [[Quốc sử quán]], [[Vũ khố]], v.v. Thời [[Minh Mạng]], tổ chức hành chính trung ương đã được cải tiến khá hoàn chỉnh như sau:<ref name=\":0\">{{Chú thích web|url=http:\/\/www.archives.gov.vn\/Pages\/Tin%20chi%20ti%E1%BA%BFt.aspx?itemid=220&listId=c2d480fb-e285-4961-b9cd-b018b58b22d0&ws=content|tiêu đề=Tổ chức bộ máy chính quyền trung ương thời Minh Mạng|ngày truy cập=2016-10-06|archive-date=2016-10-12|archive-url=https:\/\/web.archive.org\/web\/20161012002549\/http:\/\/www.archives.gov.vn\/Pages\/Tin%20chi%20ti%E1%BA%BFt.aspx?itemid=220&listId=c2d480fb-e285-4961-b9cd-b018b58b22d0&ws=content}}<\/ref>\n* [[Nội các (nhà Nguyễn)|Nội các]] tiền thân dưới thời vua Gia Long là Thị thư viện, Thị hàn viện, Nội hàn viện và Thượng bảo ty. Năm Minh Mạng 1 (1820), vua cho lấy 4 cơ quan trên, hợp thành Văn thư phòng. Năm Minh Mạng 10 (1829) lại bỏ Văn thư phòng thành lập Nội các.  Nội các là cơ quan phụ tá giúp việc cho vua, chuyên trách giải quyết các công việc về công văn, giấy tờ như xét duyệt các văn bản trước khi trình lên vua, làm phiếu nghĩ, thư bài, soạn các bản phúc đáp, kính sao bản vua phê, phụng sao lời chỉ dụ, sao lục phát giao công văn, coi giữ ấn tín, kiềm ký, long bài, lưu giữ châu bản, và các ngự chế thi văn, v.v.    \n* [[Viện Cơ mật (Huế)|Cơ mật viện]] thành lập năm Minh Mạng 15 (1834) là cơ quan chuyên tư vấn cho vua các vấn đề về chính trị, ngoại giao và những vấn đề mang tính cơ mật quốc gia.\n* [[Lục bộ|Lục Bộ]] là tổ chức hành pháp cao nhất của triều đình gồm 6 bộ: Binh, Công, Hình, Hộ, Lại, Lễ. Trong đó chức năng cụ thể của các Bộ như sau:\n**[[Bộ Lễ]] chuyên trách việc lễ nghi, tế tự, khánh tiết, yến tiệc, trường học, thi cử, áo mũ, ấn tín, phù hiệu, chương tấu, biểu văn, sứ thần cống nạp, các quan chầu mừng, tư thiên giám, thuốc thang, bói toán, tăng lục, đạo lục, giáo phường, đồng văn nhã nhạc\n** [[Bộ Lại]] chuyên trách việc quan tước, thăng giáng, thuyên chuyển, lựa chọn, xét công, bãi truất và thăng thưởng, bổ sung quan lại, cung cấp người cho các nha môn, chỉnh đốn phép làm quan để giúp việc chính sự trong nước\n** [[Bộ Công]] chuyên trách việc xây dựng, tu sửa cung điện, lăng tẩm, thành hào, đồn luỹ, đê điều, cầu cống, đường sá, lo việc thợ thuyền, sản xuất vật dụng phục vụ trong hoàng cung và quản lý việc sản xuất hàng hoá ngoài xã hội, thi hành lệnh cấm về núi rừng, vườn tược và sông ngòi.\n** [[Bộ Hộ]] chuyên trách việc ruộng đất, nhân khẩu, kho tàng, thuế khoá, định giá lương thực trong nước, bình chuẩn việc phát ra thu vào để điều hoà nguồn của cải nhà nước\n** [[Bộ Hình]] chuyên trách việc luật lệnh, xét xử, hình phạt, án tù, ngục tụng, giúp nhà vua chế định, chấn chỉnh các vấn đề về hình luật \n** [[Bộ Binh (bộ)|Bộ Binh]] chuyên trách việc binh nhung, khí giới, bảo vệ kinh thành, biên giới, các nơi hiểm yếu, chăm lo việc bổ nhiệm, tuyển dụng các chức võ quan trong ngạch, khảo duyệt vũ khí, quân lương\n* [[Lục tự|Lục Tự]] là sáu tổ chức giúp vua, thừa hành các trách nhiệm do [[Lục bộ]] trao cho, các vấn đề về văn hoá, giáo dục, thi cử, luật pháp, tế tự gồm: [[Đại lý tự]], [[Thái thường tự]], [[Quang lộc tự]], [[Thái bộc tự]], [[Hồng lô tự]], [[Thượng bảo tự]]. Thời [[Nhà Nguyễn|Nguyễn]], riêng [[Hồng lô tự]] (lo việc tiếp đón sứ đoàn các nước) và [[Thượng bảo tự]] (lo việc văn phòng, ấn tín giúp vua) có chức trách thường trực, các chức điều hành trong những tự khác như chức Tự khanh, Tự thiếu khanh, Tự thừa thường trao cho các quan trong [[Lục bộ]] điều hành tạm thời, không có chức vụ nhất định.<ref name=\":0\" \/>\n* [[Đô sát viện]] thành lập năm Minh Mạng 13 (1832) là cơ quan giám sát các cơ quan hành chính từ trung ương đến địa phương với đầy đủ quy chế giám sát chặt chẽ.  Đô sát viện, Đại lý tự, Bộ Hình là 3 cơ quan trong Tam pháp ty tạo thành hệ thống tư pháp thời Nguyễn.\n* [[Tôn Nhân Phủ|Tôn nhân phủ]] thành lập năm Minh Mạng 17 (1836) là cơ quan chuyên chăm lo các vấn đề về hoàng tộc như: trông coi sổ sách của hoàng tộc, biên soạn ngọc phả, tông phả, phái phả, đặt tên, lo giá thú cho người trong hoàng tộc, tế lễ tang ma, phong cấp tập tước, định mũ áo, chọn người làm quan, chọn tôn sinh, giáo dưỡng, giảng dạy trong tôn thất, thay nhà vua quản lý mọi mặt trong hoàng tộc.\n* [[Hàn Lâm Viện|Hàn lâm viện]] được chính thức thành lập là một cơ quan năm Minh Mạng 11 (1030), là cơ quan chuyên trách các việc chế cáo, từ hàn để tuyên dương, lo chương sớ, chiếu cáo, dựng bia, soạn kinh điển, thư từ bang giao, biên tập sách vở.  Hàn lâm viện xuất hiện rất sớm dưới các triều đại phong kiến Việt Nam, tuy nhiên thực chất chỉ là chức danh không phải là cơ quan cụ thể. Dưới thời vua Gia Long đã đặt các chức danh Hàn lâm viện Thừa chỉ, Hàn lâm viện Thị giảng, Hàn lâm viện Thị độc, v.v.  Năm Minh Mạng 11 (1830) mới chính thức đặt viện Hàn lâm và dựng toà sở làm việc tại phía tây Quốc sử quán trong kinh thành Huế.\n* [[Quốc tử giám]] phụ trách việc dạy học, giáo dưỡng các hoàng tử, con cháu trong hoàng tộc, quan lại trong triều đình, đào tạo nhân tài cao cấp của nhà nước\n* [[Quốc sử quán]] bắt đầu dựng tháng 6 năm Minh Mạng 1 (1820) và chính thức đi vào hoạt động năm Minh Mạng 2 (1821).  Quốc sử quán là cơ quan chuyên trách việc nghiên cứu, lưu trữ sử liệu, biên soạn các bộ sử chính thống của triều đình\n* [[Tập hiền viện]] là học viện cao cấp chuyên nghiên cứu, giảng dạy kinh truyện, sử cho nhà vua, các Hoàng tử, Hoàng thân và quan lại cấp cao trong triều đình\n* [[Thái y viện]] chuyên trách chăm sóc sức khoẻ cho vua và người trong hoàng tộc, chăm lo việc thuốc thang, chữa bệnh và ngành y dược trong cả nước.  Thái y viện còn có nơi chế thuốc riêng và quản lý kho Ngọc dược giữ các loại thuốc quý dùng cho nhà vua.\n* [[Khâm thiên giám]] chuyên quan sát và chiêm nghiệm âm dương bói toán, các hiện tượng thiên văn, thời tiết, làm lịch, coi ngày, báo giờ để định mùa vụ cho dân, giữ đồng hồ báo canh ở điện Cần Chánh, và giữ trọng trách tư vấn triều đình về các vấn đề địa lý và phong thủy\n* [[Thông chính sứ ty]] chuyên phụ trách việc tấu chương trong ngoài, chuyển đạt giấy tờ của triều đình xuống và nhận đơn tâu lên vua. Trưởng quan Thông chính sứ ty, cùng trưởng quan Đại lý tự, trưởng quan Đô sát viện, và 6 vị quan Thượng thư điều hành Lục Bộ, hợp thành [[Cửu khanh]] của triều đình nhà Nguyễn. \n* [[Nội vụ phủ]] tiền thân dưới thời vua Gia Long là Nội đồ gia, năm Minh Mạng thứ nhất (1820) đổi tên thành Nội vụ phủ. Nội vụ phủ là cơ quan coi giữ tài sản, vật dụng cho vua và hoàng gia tại nội cung. Ngoài ra, Nội vụ phủ còn giữ trách nhiệm quản lý và sản xuất các vật dụng cho vua và nội cung dùng. \n* [[Vũ khố]] tiền thân dưới thời vua Gia Long là Ngoại đồ gia, năm Minh Mạng thứ nhất (1820) đổi tên thành Vũ khố. Đây là cơ quan chuyên trách việc coi giữ quân trang, vũ khí.  Dưới Vũ khố là các ty, và các kho trực thuộc. \nNgoài việc cải tổ lại tổ chức bộ máy hành chính, vua Minh Mạng cũng cho định lại các giai chế phẩm trật từ cửu phẩm tới nhất phẩm, trong đó mỗi phẩm đều chia ra hai bậc Chánh, Tòng cùng các chức danh tương ứng.  Tổ chức bộ máy hành chính triều Nguyễn về cơ bản được thiết lập và ổn định từ triều Minh Mạng, các triều đại sau tuy có ít nhiều điều chỉnh nhưng hầu như cơ cấu tổ chức đó vẫn được giữ nguyên cho đến hết triều Nguyễn.\n\n== Chính quyền địa phương ==\n[[Tập tin:To chuc hanh chinh dia phuong thoi Nguyen Minh Mang.jpg|trái|nhỏ|Tổ chức hành chính địa phương thời Nguyễn Minh Mạng]]\n\n=== Cải cách hành chính ===\n[[Tập tin:Map of Annam Taberd.jpg|nhỏ|200px|phải|An Nam Đại Quốc Họa Đồ (Bản đồ nước An Nam to lớn), bản đồ vẽ bởi giáo sĩ [[Jean-Louis Taberd]] thời gian ông ở Việt Nam thời vua Minh Mạng. Ấn hành trong sách ''Dictionarium Latino-Annamiticum completum et novo ordine dispositum'' (Từ điển Việt-La) năm 1838.]]\nViệc xây dựng chính quyền ở địa phương là một khó khăn về chính trị đối với triều Nguyễn, một nguyên do là qua quá trình chia cắt đất nước lâu dài thì mỗi miền, cụ thể là [[Bắc Hà]] và [[Nam Hà]] có sự phân chia hành chính khá khác nhau. Khi mới lên ngôi, vua Gia Long vẫn giữ nguyên cách phân chia hành chính cũ: ở [[Đàng Ngoài]] các cấp hành chính là trấn->phủ->huyện->xã; ở [[Đàng Trong]] là dinh->phủ->huyện->xã. Ít lâu sau, tổng trở thành một cấp trung gian giữa huyện và xã. Năm 1802, trong khi đã quyết định Phú Xuân là quốc đô, ông vẫn tạm đặt 11 trấn phía Bắc (tương đương khu vực Bắc Bộ ngày nay) thành một Tổng trấn với tên cũ [[Bắc Thành]], do một Tổng trấn đứng đầu.\n\nĐến thời Minh Mạng, để nhất thể hóa các đơn vị hành chính trong cả nước, năm 1831-1832 nhà vua thực hiện một cuộc cải cách hành chính lớn, theo đó bỏ các tổng trấn, đổi các dinh, trấn thành [[tỉnh]] và đây là lần đầu tiên đơn vị hành chính [[tỉnh Việt Nam|''tỉnh'' xuất hiện ở Việt Nam]]<ref name=\"dda210\">Đào Duy Anh, sách đã dẫn, tr 210<\/ref><ref name=\"thq436\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 436<\/ref>.\n\n[[Tập tin:Nguyen Dynasty, administrative divisions map (1838).svg|nhỏ|350px|phải|Bản đồ hành chính Đại Nam khoảng năm 1838 dưới triều vua Minh Mạng]]\n\nCả nước được chia thành 31 đơn vị hành chính: [[Thừa Thiên Huế|Phủ Thừa Thiên]] (còn gọi là Quảng Đức) là trung tâm, các trấn (tên đơn vị hành chính thời [[Nhà Lê sơ|Hậu Lê]] và [[nhà Tây Sơn|Tây Sơn]]) được đổi thành 30 tỉnh. Việc lập các tỉnh được thực hiện trong 2 đợt. Đợt đầu tiên vào năm 1831, Minh Mạng thực hiện chia các trấn phía bắc làm 18 tỉnh<ref name=\"thq436\"\/> (trong đó 13 tỉnh thuộc [[Bắc Kỳ]] và 5 tỉnh thuộc [[Trung Kỳ]] (5 tỉnh này còn gọi là hữu kỳ)):\n*5 tỉnh thuộc Trung Kỳ:\n#[[Quảng Bình]]\n#[[Quảng Trị]] (trong đó có 9 châu ky my trong tỉnh là Mang Vanh, Na Bôn, Thượng Kế, Tâm Bồn (này là Champhone), Mang Bổng, Ba Lan (nay là Thaphalanxay), Tá Bang (nay là Thapangthong), Xương Thịnh, Làng Thìn (nay khoảng Nong, Phine đầu nguồn [[sông Thạch Hãn]]<ref>Đại Nam nhất thống chí, quyển 26, trang 256.<\/ref>) sau đó trở lại lãnh thổ [[Lào]]<ref>Đào Duy Anh, sách đã dẫn, tr 211<\/ref>, 9 châu này nay là đất thuộc tỉnh [[Savannakhet]]). ([[Champhone]] (Chầm Bồn, Tầm Bồn), [[Outhoomphone]] (Mường Phon, Mường Bổng), ([[Nong, Savannakhet|Nong]], [[Phine]]) (Mường Phin, Làng Thìn, Lang Thìn), [[Sepone]] (Cha Bon, Na Bôn), [[Songkhone]] (Thương Kế), [[Thapangthong]] (Phá Băng, Tá Bang), [[Thaphalanxay]] (Ba Lan), [[Vilabuly]] (Vanh, Mường Vanh), [[Xonbuly]] (Xương Găm, Xương Thịnh)).\n# [[Hà Tĩnh]] (gồm cả đất Trấn Tĩnh (Đông [[Khammuane]]), Lạc Biên (Nam [[Khammuane]]) nay thuộc Lào)\n# [[Nghệ An]] (gồm cả đất Trấn Ninh ([[Xiengkhuang]]), Trấn Biên (Nam [[Huaphanh]]), Trấn Định ([[Borikhamxay]], Bắc [[Khammuane]]) nay thuộc Lào)\n# [[Thanh Hóa]] (gồm cả đất Trấn Man (Bắc [[Huaphanh]]) nay thuộc Lào)\n*13 tỉnh Bắc Kỳ:\n# [[Ninh Bình]] (nay là đất Ninh Bình và một phần [[Hòa Bình]])\n# [[Nam Định]] (gồm cả đất [[Thái Bình]] và [[Nam Định]] ngày nay)\n# [[Hà Nội (tỉnh)|Hà Nội]] (nay là đất các tỉnh thành [[Hà Nội]], [[Hà Nam]])\n# [[Hưng Yên]]\n# [[Xứ Đông|Hải Dương]] (gồm cả đất [[Hải Phòng]] và [[Hải Dương]] ngày nay)\n# [[Quảng Yên (tỉnh)|Quảng Yên]] ([[Quảng Ninh]] ngày nay)\n# [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]] (nay là đất thuộc các tỉnh thành [[Hà Nội]], [[Vĩnh Phúc]], [[Hòa Bình]], [[Phú Thọ]])\n# [[Kinh Bắc|Bắc Ninh]] (nay là [[Bắc Ninh]] và [[Bắc Giang]], một phần đất [[Hà Nội]] và [[Vĩnh Phúc]] này nay)\n# [[Tuyên Quang]] (nay là đất các tỉnh [[Tuyên Quang]], [[Hà Giang]])\n# [[Hưng Hóa (tỉnh)|Hưng Hóa]] (nay là đất các tỉnh [[Phú Thọ]], [[Hòa Bình]], [[Sơn La]], [[Điện Biên]], [[Lai Châu]], [[Lào Cai]], [[Yên Bái]])\n# [[Thái Nguyên]] (nay là đất các tỉnh [[Thái Nguyên]] và [[Bắc Kạn]])\n# [[Lạng Sơn]]\n# [[Cao Bằng]]\n\nSang năm 1832 Minh Mạng lại sắp xếp các trấn phía nam thành 12 tỉnh<ref name=\"thq437\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 437<\/ref>:\n{|\n| valign=\"top\"|\n'''Tả Kỳ''' (thuộc [[Trung Kỳ]])\n# [[Quảng Nam]] (nay là Quảng Nam và [[Đà Nẵng]])\n# [[Quảng Ngãi]]\n# [[Bình Định]]\n# [[Phú Yên]]\n# [[Khánh Hòa]] (gồm cả Bắc [[Ninh Thuận]])\n# [[Bình Thuận]] (gồm cả Nam [[Ninh Thuận]])\n| valign=\"top\"|\n'''Nam Kỳ Lục Tỉnh'''\n# [[Gia Định (tỉnh)|Phiên An]] (tức [[Gia Định (tỉnh)|Gia Định]])\n# [[Biên Hòa (tỉnh)|Biên Hòa]]\n# [[An Giang]]\n# [[Vĩnh Long]]\n# [[Định Tường]]\n# [[Hà Tiên (tỉnh)|Hà Tiên]]\n|}\n\n=== Lãnh thổ Cao Miên giai đoạn 1836-1840===\nTrong giai đoạn 1836-1840, [[Campuchia|Cao Miên]] (Campuchia) không có vua chính thức, [[nhà Nguyễn]] bảo hộ Cao Miên, đã sáp nhập vùng lãnh thổ Cao Miên do nhà Nguyễn bảo hộ (các tỉnh phía Đông Nam [[Tonlé Sap|Biển Hồ]] bao gồm cả [[Oudong (Campuchia)|Oudong]] và [[Phnôm Pênh|Phnom Penh]]) vào lãnh thổ [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] gọi là Trấn Tây và chia và đặt tên thành 33 phủ và 2 man để quản lý: \n{|\n| valign=\"top\"|\n* [[Phnôm Pênh|Nam Vang]] (Phnom Penh)\n* Kỳ Tô (còn gọi là Thời Tô, đổi từ Thời Thâu, năm 1835)\n* Tầm Đôn (Tầm Giun, (Rom Doul))\n* Tuy Lạp (Xui Rạp, (Svay Rieng) nay là khoảng phần đất thuộc phía Tây Bắc [[svay Rieng (tỉnh)|tỉnh Svay Rieng]] và có thể gồm cả một phần [[tỉnh Prey Vieng]].)\n* Ba Nam (Ba Cầu Nam, [[Ba Phnum]], nay thuộc tỉnh [[Prey Veng (tỉnh)|Prey Veng]])\n* Ba Lại (Ba Lầy ([[Baray]]), nay thuộc [[kampong Thom (tỉnh)|tỉnh Kampong Thom]])\n* Bình Tiêm (còn gọi là Bình Xiêm, đổi từ Bông Xiêm, năm 1835)\n* Kha Bát (còn gọi là Ca Bát, đổi từ Lợi Ỷ Bát hay Lợi Kha Bát ([[Prey Kabbas]] [[takéo|tỉnh Takeo]]))\n* Lư Viên\n* [[Bông Xui|Hải Đông]] (Bông Xui ([[Kampong Svay]]), nay thuộc [[kampong Thom (tỉnh)|tỉnh Kampong Thom]])\n* [[Phủ Lật|Hải Tây]] (Phủ Lật, Puốc-xát ([[Pursat]]), nay thuộc [[pursat|tỉnh Pursat]])\n| valign=\"top\"|\n* Kim Trường (từng thuộc [[hà Tiên (tỉnh)|tỉnh Hà Tiên]] nhà Nguyễn)\n* Thâu Trung (Trung)\n* Ca Âu (Ca Khu)\n* Vọng Vân\n* Trung Hà\n* Trưng Lai (Trưng Lệ)\n* Sơn Phủ\n* Sơn Bốc (Sơn Bo ([[Sambour]]), nay thuộc [[Kratié (tỉnh)|Kratié]])\n* Tầm Vu (Mạt Tầm Vu)\n* Khai Biên (từng thuộc [[hà Tiên (tỉnh)|tỉnh Hà Tiên]], nay là tỉnh [[Kam pốt|Kampot]] và thành phố [[Sihanoukville]] của Campuchia)\n* Kha Lâm (còn gọi là Ca Lâm, đổi từ Kha Rừng)\n| valign=\"top\"|\n* [[Kratié|Ca Thê]] (nay thuộc [[Kratié (tỉnh)|Kratié]])\n* Lạp Cẩm\n* Bài Lô\n* Việt Long\n* Tôn Quảng\n* Biên Hóa\n* Di Chấn Tài\n* Ý Dĩ (Phủ Phủ)\n* Chân Thành (Châu Chiêm, ([[Treang]])) (sau thuộc tỉnh [[An Giang]] nhà Nguyễn)\n* Mật Luật (Ngọc Luật) (sau thuộc tỉnh [[An Giang]] nhà Nguyễn)\n* [[Ô Môn, Cần Thơ|Ô Môn]] (nay thuộc thành phố [[Cần Thơ]])\n* 2 man là Cân Chế và Cân Dò\n|}\n[[Tập tin:NamKy1860.jpg|nhỏ|450px|phải|Cao Miên và [[Nam Kỳ Lục tỉnh]] năm 1860 (tên các địa danh phủ huyện của Cao Miên do nhà Nguyễn đặt được phiên âm qua tiếng Pháp): Nam Thái (An-tai F), Phù Nam (Phou-Nam), Nam Ninh (Nam-nigne), Lư An (Lou-an), La Kết (La-Kiet), Tầm Vu (Tam-vou), Nam Vang (Nora-Vang), Kỳ Tô (Ki-to), Long Tôn (Long-ton), Ngọc Bi (Ngoc-bai), Ý Dĩ (Yao-dzi), Hải Tây (Hai-tai), Hải Đông (Hai-dong), Bình Xiêm (Bigne-Xien), Phúc Lai (Pheuoc-laḯ), Chấn Tài (Kieng-tai), Biển Hồ (Ho-hai-nhi), Bát tầm bang (Bato-an boun).]]\nTháng 5 âm năm Minh Mạng 21, Canh Tý (1840), trừ 2 phủ với 5 huyện đã trích ra để nhập vào An Giang, các phủ huyện còn lại của Trấn Tây được Minh Mạng tổ chức lại thành 10 phủ là: \n*Trấn Tây (phủ), đổi từ phủ Nam Vang, gồm 2 huyện: Thái An (đất bờ phía Tây phủ Nam Vang hợp với đất La Kết ([[Kien Svay]], [[Leuk Daek]])), Lư An ([[Lvea Aem]], đất bờ sông phía Đông phủ Nam Vang hợp với đất Tầm Vu).\n*Nghi Hòa, gồm 2 huyện: Thượng Phong (đổi tên từ huyện Hóa Di), Phong Nhương (đổi tên từ huyện Ca Bát).\n*Nam Ninh, gồm 3 huyện: Nam Thịnh (khoảng [[Peam Ro]], [[Prey Veaeng]], nguyên là huyện Ba Nam đổi tên, có đặt phủ lỵ), Nam Thái ([[Peam Chor]]), và Phù Nam ([[Ba Phnum]] là huyện mới gộp lại từ 2 huyện là Tầm Đôn (khoảng [[Kampong Trabaek|Rom Doul]]), cùng ([[Svay Rieng (huyện)|Tuy Lạp]], [[Svay Chrom]]).\n*Vũ Công, gồm 3 huyện: Kỳ Tô ([[Srey Santhor]], [[Sithor Kandal]]), Bình Tiêm, Trưng Thụy (Trưng Lệ). Các phủ Trấn Tây, Nghi Hòa, Nam Ninh, Vũ Công đều ở xung quanh gần với thành Trấn Tây (Nam Vang), trực tiếp do [[Trương Minh Giảng]] cùng các tham tán đại thần Trấn Tây quản lý.\n*Hải Tây, gồm 2 huyện: Hải Bình (hợp lại từ phủ lỵ Hải Tây và huyện Ca Âu), Thâu Trung (hợp lại từ 3 huyện Ý Dĩ, Vọng Vân, Thâu Trung).\n*Hải Đông, gồm 2 huyện: Hải Ninh (hợp lại từ phủ lỵ Hải Đông và huyện Ca Nhi), Tập Ninh (hợp lại từ 2 bảo Sa Tôn, và Chi Trinh).\n*Ninh Thái, gồm 3 huyện: Ngọc Bi (phủ lỵ), Giang Hữu (trước là đất Lô Việt (Lò Việt, ([[Longvek|Lovek]])) hợp với một phần (1 thôn) của huyện Trung Hà), Thái Thịnh (đổi tên từ Long Tôn). Các phủ Hải Tây, Ninh Thái nằm phía Tây Biển Hồ, và đều do Tuyên phủ sứ phủ Hải Tây quản lý.\n*Hà Bình, gồm 2 huyện Trung Hà (hợp lại từ huyện Chấn Tài và 5 thôn còn lại của huyện Trung Hà (cũ)), và Phúc Lai. Các phủ Hà Bình, Hải Đông đều nằm ở phía Đông Biển Hồ, và đều do Tuyên phủ sứ phủ Hải Đông quản lý.\n*Sơn Tĩnh, gồm 2 huyện: Quế Lâm (hợp lại từ phủ lỵ Sơn Tĩnh và huyện Quế Lâm), Sơn Đông (đổi từ huyện Sơn Phú (Sơn Phủ)).\n*Mỹ Lâm, gồm 2 huyện: Mỹ Tài (huyện lỵ), Hoa Lâm (Ca Lâm, nguyên là huyện Sơn Trung và Hoa Lâm hợp lại). Các phủ Hà Bình, Hải Đông đều nằm ở phía Đông Biển Hồ, và đều do Tuyên phủ sứ phủ Sơn Tĩnh quản lý.<ref>[[Đại Nam thực lục]], chính biên, đệ nhị kỷ, quyển CCXIII, tập 5, trang 718, 719.<\/ref>\n\n=== Bộ máy địa phương ===\nĐứng đầu tỉnh là [[Tổng đốc]] (mỗi người phụ trách 2-3 tỉnh và chuyên trách 1 tỉnh) và [[Tuần phủ]] (dưới Tổng đốc, phụ trách chỉ 1 tỉnh). Giúp việc có Bố chánh sứ ti lo về thuế khóa, hộ khẩu, hành chính; Án sát sứ ti lo về an ninh, luật pháp. Phụ trách về quân sự có chức [[lãnh binh]]. Tất cả các quan chức đứng đầu tỉnh đều do chính quyền trung ương trực tiếp bổ nhiệm, và thường là võ quan cao cấp (về sau nhà Nguyễn mới bổ dụng thêm các quan văn)<ref name=\"thq437\"\/>. Hệ thống chính quyền được phân biệt rõ rệt giữa trung ương và địa phương, và trong hệ thống này nhà vua, người đứng đầu đất nước, nắm nhiều quyền lực hơn hẳn so với các thời kỳ trước<ref name=\"thq439\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 439<\/ref>.\n\nDưới tỉnh là phủ, huyện, châu, tổng và xã. Quan chức của triều đình chỉ phân ra tới phủ huyện, từ tổng trở xuống thuộc về quyền tự trị của dân. Người dân tự lựa chọn lấy người của mình mà cử ra quản trị mọi việc tại địa phương. Tổng gồm có vài làng lớn hay xã nhỏ hợp lại thành, có một Cai tổng còn gọi là quan Chính Tổng và một Phó tổng do Hội đồng Kỳ dịch của các làng cử ra quản lý thuế khóa, đê điều và trị an trong tổng. Nhưng nhìn chung là cơ cấu hành chính của các tổng, xã được tổ chức khá chặt chẽ để triều đình có thể dễ dàng quản lý và phản ứng mau lẹ khi có sự biến xảy ra<ref name=\"thq437\"\/>. Cấp xã có chức Lý trưởng tương đương với Xã trưởng hay Thôn trưởng, chuyên việc trị an và thu tô, dịch, thuế khóa nộp lên Tổng theo định kỳ hoặc khi có chỉ lệnh từ trên ban xuống.\n\nNgạch quan lại chia làm 2 ngành [[văn chương|văn]] và [[võ thuật|võ]]. Kể từ thời vua [[Minh Mạng]] được xác định rõ rệt giai chế phẩm trật từ [[cửu phẩm]] tới [[nhất phẩm]], mỗi phẩm chia ra chánh và tòng 2 bậc. Trừ khi [[chiến tranh]] loạn lạc còn bình thường [[quan võ]] phải dưới [[quan văn]] cùng phẩm với mình. Quan Tổng đốc (văn) vừa cai trị tỉnh vừa chỉ huy quân lính của tỉnh nhà<ref>Nguyễn Thế Anh (2008), sách đã dẫn, tr 47<\/ref>.\n\nVùng Cao nguyên Nam Trung Bộ ([[Tây Nguyên]]) hiện nay, vào thời nhà Nguyễn độc lập (1802-1883), tuy được gọi là châu Thượng Nguyên, nhưng còn đang là các vùng tự trị (bao gồm cả một phần Nam Lào và Đông Bắc Campuchia lẫn Tây Nguyên này nay) thuộc các tiểu quốc thần phục và triều cống cho [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] (là [[Thủy Xá - Hỏa Xá|Thủy Xá]], [[Thủy Xá - Hỏa Xá|Hỏa Xá]]), chưa chính thức thuộc lãnh thổ Việt Nam.\n\nĐối với vùng thượng du và với các khu vực sinh sống của các dân tộc thiểu số, chủ yếu là 6 ngoại trấn của Bắc Thành cũ, vua Minh Mạng quyết định nhất thể hóa về mặt hành chính cùng với các vùng miền xuôi. Năm 1829 ông bãi bỏ chế độ thế tập của các Thổ ti (các tù trưởng của dân tộc thiểu số) mà cho quan lại lựa chọn những thổ hào ở địa phương \"...thanh liêm, tài năng cần cán được dân tin phục\" làm Thổ tri các châu huyện. Tiếp theo, các châu huyện miền núi cũng được phân chia lại để phù hợp với diện tích và dân số mỗi vùng. Sau đó, vua Minh Mạng còn đặt thêm một chức lưu quan do [[người Việt|người Kinh]] nắm giữ để khống chế các vùng này tốt hơn và tiến hành thu thuế các loại như ở miền xuôi. Chế độ này đã từng làm thí điểm ở các vùng cao thuộc [[Nghệ An]], nay áp dụng ở Tuyên Quang, Thái Nguyên, Lạng Sơn, Cao Bằng. Tuy nhiên, do phản ứng của người dân địa phương, vua [[Tự Đức]] sau đó đã bãi bỏ chế độ lưu quan<ref name=\"thq436\"\/>.\n\nTính đến cuối thế kỷ 19, Việt Nam có 98 [[phủ (định hướng)|phủ]] bao gồm 342 [[huyện]] và [[châu]].<ref>Vu Tam Ich, sách đã dẫn, tr 18<\/ref>\n\n=== Vấn đề Hoàng Sa, Trường Sa ===\n[[Tập tin:Paracels.JPG|thumb|Quần đảo Hoàng Sa trên bản đồ của Đức năm 1876 vẽ vùng Viễn Ấn ''Hinter-Indien'' với lời ghi rõ quần đảo thuộc xứ \"Annam\"]]\nĐối với hai [[quần đảo]] [[Hoàng Sa]] và [[Trường Sa]], vua [[Gia Long]] từ năm 1816 đã chính thức ra lệnh tiếp thu Hoàng Sa, cắm cờ trên đảo và đo thủy trình. Sang triều [[Minh Mạng]], nhà Nguyễn cho xây đền, đặt bia đá, đóng cọc, và trồng cây. Đội Hoàng Sa và Đội Bắc Hải được trao nhiều nhiệm vụ hơn: khai thác, tuần tiễu, thu thuế dân trên đảo và nhiệm vụ biên phòng bảo vệ hai quần đảo. Hai đội này tiếp tục hoạt động cho đến khi người Pháp vào [[Bán đảo Đông Dương|Đông Dương]].\n\n== Nhận định ==\nNhững thành quả của vương triều Nguyễn trong việc xây dựng nhà nước quân chủ phong kiến tập quyền thống nhất trên toàn lãnh thổ cũng được ghi nhận từ việc quản lý đất nước. Đặc biệt là những thành tựu trong [[cải cách hành chính]] dưới triều [[Minh Mạng]] còn có nhiều giá trị. Nhà nghiên cứu [[Nguyễn Đắc Xuân]] cho rằng: ''\"Nhà Nguyễn có nhiều chính sách hay. Chính sách Đình Nghị: Đã đi họp là phải phát biểu. Ý kiến trong Đình Nghị phải được ghi chép. Nếu không phát biểu trong kỳ họp trước, kỳ sau sẽ không được đi họp nữa. Hay chủ trương Hầu trị: Người của địa phương không được đứng đầu trong địa phương. Phải đi nơi khác làm quan, khi đến địa phương khác, không được lấy vợ, mua đất ở đó. Giám khảo chấm thi không được tham gia khi có người nhà đi thi, hoặc phải trình báo…Đây là những chính sách mà ngày nay chúng ta cần học tập.\"''<ref>{{Chú thích web|url=http:\/\/www.toquoc.gov.vn\/Thongtin\/Cua-So-Van-Hoa\/Tra-Lai-Lich-Su-Cong-Lao-Nha-Nguyen.html|tiêu đề=Trả lại lịch sử công lao nhà Nguyễn|ngày truy cập=ngày 2 tháng 10 năm 2010|archive-date=2009-08-18|archive-url=https:\/\/web.archive.org\/web\/20090818170855\/http:\/\/www.toquoc.gov.vn\/Thongtin\/Cua-So-Van-Hoa\/Tra-Lai-Lich-Su-Cong-Lao-Nha-Nguyen.html}}<\/ref>\n\nNhưng nhiều nhà sử học về sau cho rằng bộ máy quan lại triều Nguyễn không thực sự hủ bại, thối nát, rằng từ thời vua Gia Long (1802-1820) đến Minh Mạng (1820-1840), nhà Nguyễn đã \"thực hiện công cuộc [[cải cách hành chính]] theo xu hướng đơn giản, hợp lý, hiệu quả, chú trọng xây dựng đội ngũ quan lại có năng lực, đáp ứng yêu cầu của đất nước\". Sự thay đổi về quan điểm này được cho là do hiện nay các nhà sử học đã có được \"nguồn sử liệu toàn diện, phong phú và phương pháp tiếp cận khách quan, khoa học, cộng với độ lùi thời gian cần thiết\"<ref name=\"TN\">{{Chú thích web|url=http:\/\/www.thanhnien.com.vn\/News\/Pages\/200843\/20081020002143.aspx |tiêu đề=Nhìn nhận lại vương triều Nguyễn: Cần khách quan với lịch sử|piblisher=[[Thanh Niên (báo)|Thanh Niên]]|ngày tháng=20\/10\/2008|ngày truy cập=ngày 2 tháng 10 năm 2010}}<\/ref>.\n[[Tập tin:DongDuong1883.jpg|nhỏ|phải|Nước [[Đại Nam]] của nhà Nguyễn vào thời điểm kết thúc độc lập năm 1883-1884, lãnh thổ chính bị chia thành 3 xứ [[Nam Kỳ]] thuộc địa (Cochinchina), [[Trung Kỳ]] (Annam), [[Bắc Kỳ]] (Tonkin) thuộc Pháp. Lãnh thổ cực đại của nhà Nguyễn thời độc lập tương đương với 3 xứ này và những vùng hay vương quốc mà nhà Nguyễn từng sáp nhập ở xung quanh: [[Bồn Man|Trấn Ninh]], [[Tây Nguyên]] ([[Thủy Xá - Hỏa Xá|Pays de Mois]]), và Trấn Tây ([[Cao Miên|Cambodge]] 1834-1840).]] \n==Xem thêm==\n* [[Hành chính Việt Nam thời Pháp thuộc]]\n* [[Đại Nam nhất thống toàn đồ]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* Nguyễn Thế Anh ([[2008]]), ''Kinh tế & xã hội Việt Nam dưới các triều vua nhà Nguyễn'', Nhà xuất bản Văn Học.\n* Đào Duy Anh ([[2005]]), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n* Trần Thanh Tâm ([[1996]]), ''Tìm hiểu quan chức nhà Nguyễn'', Nhà xuất bản Thuận Hóa\n* Trần Trọng Kim ([[1971]]), ''[[Việt Nam sử lược]], 2'', Sài Gòn: Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục\n* Vu Tam Ich. \"A Historical Survey of Educational Developments in Vietnam\". Bulletin of the Bureau of School Service Vol XXXII, No 2. Lexington, KY: University of Kentucky, College of Education, 1959.\n{{Lịch sử Việt Nam thời Nguyễn độc lập}}\n\n{{Tổ chức hành chính trung ương thời Nguyễn Minh Mạng}}\n\n[[Thể loại:Hành chính Việt Nam thời Nguyễn| ]]"}