{"281268":"{{Chú thích trong bài|date=tháng 1\/2022}}\n{{thông tin nhà văn\n| name = Hàn Giang Nhạn\n| birth_name = 1909\n| birth_place = [[Thái Nguyên]]\n| mất = 1981\n| occupation = [[Dịch giả]]}}\n'''Hàn Giang Nhạn''' (1909 – 1981) là một dịch giả người Việt Nam. Ông nổi tiếng trong thể loại truyện võ hiệp, được nhiều người ca ngợi là nhà dịch truyện [[Kim Dung]] tài tình nhất<ref>{{Chú thích web |url=http:\/\/www.viet.no\/content\/view\/287\/90\/1\/4\/ |ngày truy cập=2008-09-23 |tựa đề=Bài viết về nền dịch thuật miền Nam trước 1975 |archive-date = ngày 3 tháng 10 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081003204329\/http:\/\/www.viet.no\/content\/view\/287\/90\/1\/4\/ }}<\/ref><ref>''Kim Dung giữa đời tôi quyển kết - Vũ Đức Sao Biển, phần giới thiệu dịch giả Hàn Giang Nhạn<\/ref>. Ông còn có bút danh '''Thứ Lang''' và '''Vô Danh Khách'''.\n\n==Cuộc đời và sự nghiệp==\nÔng tên thật '''Bùi Xuân Trang''', sinh ngày 19 tháng 3 năm [[Kỷ Dậu]] (tức [[8 tháng 5]] năm [[1909]]) tại [[Thái Bình]]. Thuở nhỏ, thể tạng ông rất ốm yếu. Năm lên 9 tuổi, ông bắt đầu được học [[chữ Hán]] với chú họ, học [[quốc ngữ]] với cha, học [[tiếng Pháp]] với chú ruột.\n\nNăm 1931, ông được bổ dạy trường Mạc Phả, huyện Thanh Ba tỉnh [[Phú Thọ]]. Tháng 9 năm 1930 ông đổi sang dạy trường Thạch Cáp, phủ Lâm Thao. Năm 1931 ông được chuyển về trường Đồng Trực, huyện Quỳnh Côi, tỉnh Thái Bình.\n\nNăm 1936, ông đậu được bằng Thổ Ngữ [[tiếng Thái]]. Chiến tranh Trung - Nhật xảy ra, ông xin chuyển về vùng trung du dạy ở phường Phương Lung, phủ Kiến Thụy tỉnh [[Kiến An]], sau đó được chuyển về dạy ở quê nhà Thái Bình.\n\nNăm 1948 ông về [[Hải Phòng]], làm việc ở sở Công chánh. Năm 1954, ông dẫn gia đình vào [[Sài Gòn]], vẫn làm việc bên ngành Công chánh.\n\nNăm 1957, ông về dạy học tại trường Trần Lục, Tân Định. Từ đây đến cuối đời, ông dịch sách. Ông nhận dịch sách cho nha Tu thư, sở Học liệu của Bộ Giáo dục [[Việt Nam Cộng hòa|Việt Nam cộng hòa]]. Bộ sách đầu tiên ông dịch là [[Thiên long bát bộ|Thiên Long Bát Bộ]], sau đó là [[Hiệp khách hành]], [[Liên thành quyết]], [[Thư kiếm ân cừu lục]], [[Tiếu ngạo giang hồ]], [[Lộc Đỉnh ký]]... Ngoài sách của Kim Dung ông còn dịch của các nhà văn khác như [[Ngọa Long Sinh]], [[Lương Vũ Sinh]], [[Cổ Long]], và sáng tác một số tiểu thuyết võ hiệp.\n\nNăm [[1979|1981]], ông qua đời, hưởng thọ 72 tuổi.\n\n===Bút danh===\nSinh thời, Bùi Xuân Trang sử dụng 3 bút danh. Bút danh '''Thứ Lang''' ký vào các tác phẩm dịch văn chương, khảo cứu, học thuật, lịch sử. Bút danh '''Vô Danh Khách''' để ký vào các tác phẩm dịch truyện hài hước hoặc các bài ngắn. Bút danh '''Hàn Giang Nhạn''' để chuyên dịch những tác phẩm võ hiệp của Kim Dung và một số tác giả khác.\n\nNổi danh nhất là bút danh Hàn Giang Nhạn, xuất hiện năm 1963, khi những tác phẩm tiểu thuyết võ hiệp của Kim Dung mới du nhập vào [[Thành phố Hồ Chí Minh|Sài Gòn]] thông qua tờ [[Minh báo]] [[Hồng Kông]]. Theo nhà văn [[Vũ Đức Sao Biển]], Bùi Xuân Trang lấy bút danh này vì trong tử vi của ông có câu \"''Nhạn quá hàn giang cách''\". Vốn là người gốc Bắc, di cư về phương Nam là vùng có khí hậu quanh năm ấm áp, ông tự ví mình như con chim nhạn thiên di về phương Nam khi mùa đông đến nên lấy luôn bút danh Hàn Giang Nhạn.\n\n==Dịch thuật, sáng tác==\nTrước [[1975]], Hàn Giang Nhạn là một trong những dịch giả truyện võ hiệp được yêu thích ở Việt Nam. Ông dịch nhiều sách trong đó nổi bật là các truyện của Kim Dung; ông đã dịch 7 bộ: [[Thư kiếm ân cừu lục]], ''Lãnh nguyệt bảo đao'' (tức ''[[Phi hồ ngoại truyện|Phi Hồ ngoại truyện]]''), ''[[Thiên long bát bộ|Thiên Long Bát Bộ]]'', ''Tố tâm kiếm'' (tức ''[[Liên thành quyết]]''), ''[[Hiệp khách hành]]'', ''[[Tiếu ngạo giang hồ]]'', ''[[Lộc Đỉnh ký]]'' của tác giả này. Bản dịch Kim Dung của ông được đánh giá là tự nhiên phóng khoáng, mang hồn tính võ hiệp thơ mộng. Một số đoạn văn vần trong truyện được dịch sang tiếng Việt được đánh giá cao, như đoạn mở đầu của ''Tiếu ngạo giang hồ'': \n:::''Gió xuân đầm ấm, ngàn liễu xanh tươi,\n:::''hoa phô sắc thắm, hương nức lòng người;\n\nhay bài thơ \"Khiển hoài\" của [[Đỗ Mục]] đời Đường được dịch trong ''Lộc Đỉnh ký'':\n:::''Lưu lạc Giang Nam đã bấy lâu ''\n:::''Cùng người nhỏ bé ở bên nhau ''\n:::''Mười năm chợt tỉnh Dương Châu mộng ''\n:::''Mang tiếng trăng hoa nghĩ lại sầu ''\n\nNgoài dịch Kim Dung, ông còn dịch sách của các tác giả võ hiệp khác và các tác phẩm ở thể loại khác, trong đó có bộ ''Truyền kỳ mạn lục tân biên'' của [[Nguyễn Tự]].\n\nÔng còn tự mình viết một số tiểu thuyết võ hiệp: ''Hồng bào quái nhân'', ''Đoạn hồn tuyệt cung'', ''Độc cô quái khách'', ''Ngũ âm phụng kiếm''.\n\n==Tham khảo - chú thích==\n{{tham khảo|30em}}\n\n* Vũ Đức Sao Biển, \"Dịch giả Hàn Giang Nhạn\", trong ''Kim Dung giữa đời tôi. Quyển kết - Thanh kiếm & cây đàn'', Thành phố Hồ Chí Minh:Nhà xuất bản Trẻ, 2000, tr.95-99.\n\n{{Sơ khai văn học}}\n\n{{Thời gian sống|1909|1981}}\n\n[[Thể loại:Dịch giả Việt Nam]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Kim Dung]]"}