{"445367":"{{Hành chính Việt Nam theo thời kì}}\n'''Hành chính Đàng Trong thời Lê trung hưng''' phản ánh bộ máy chính quyền từ trung ương đến địa phương ở [[Đàng Trong]] - miền [[Đại Việt]] từ [[sông Gianh]] trở vào, thuộc quyền cai quản của các [[chúa Nguyễn]] trong [[lịch sử Việt Nam]].\n\nBộ máy chính quyền có những thay đổi cơ bản, từ một chính quyền địa phương lệ thuộc vào chính quyền ở [[Thăng Long]] của [[nhà Hậu Lê|vua Lê]] [[chúa Trịnh]] đã trở thành một chính quyền nhà nước độc lập, có bộ máy quan chức cồng kềnh theo phiên chế riêng của các [[chúa Nguyễn]]. Tổ chức hành chính của chúa Nguyễn phát triển dần dần theo quá trình diễn biến cuộc chiến Trịnh-Nguyễn và tương quan lực lượng giữa họ Nguyễn với họ Trịnh. Nhìn chung, bộ máy chính quyền họ Nguyễn ở [[Đàng Trong]] được đánh giá là mang tính trung ương tập quyền chưa cao<ref name=\"VSH122\">Viện sử học, sách đã dẫn, tr 122<\/ref>.\n\n==Chính quyền trung ương==\n===Từ 1558 - 1613===\nTrong 56 năm [[Nguyễn Hoàng]] cai quản vùng Thuận - Quảng (1558-1613), thể chế chính quyền đều tuân theo sự cắt đặt của họ Trịnh nhân danh [[nhà Hậu Lê]].\n\nTừ khi chiếm được [[Thuận Hóa]] từ tay [[nhà Mạc]], nhà Lê đặt Tam ty (Đô ty, Thừa ty, Hiến ty) và phủ, huyện ở đây để cai trị.\n\n===Từ 1614 - 1743===\n[[Nguyễn Phúc Nguyên]] lên thay Nguyễn Hoàng (1613) cho cải tổ lại bộ máy theo phiên chế của họ Nguyễn, bắt đầu ly khai chính quyền Lê Trịnh.\n\nTrị sở chính quyền đóng tại Chính dinh. Ba ty do nhà Lê đặt ra bị hủy bỏ, thay vào đó là 3 ty: Xá sai, Tướng thần lại và Lệnh sử.\n* Xá sai coi việc văn án, do Đô tri và Ký lục đứng đầu\n* Tướng thần lại coi việc trưng thu thuế thóc, phát cấp quân lương, do Cai bạ đứng đầu\n* Lệnh sử coi việc tế tự, lễ tiết do Nha úy đứng đầu.\n\nNgoài 3 ty, tại Chính dinh còn đặt thêm 1 ty nữa là Nội lệnh sử kiêm coi các thứ thuế, gồm Tả lệnh sử và Hữu lệnh sử cùng nhau thu thuế thân ở QuảngNam và Thuận Hóa nộp cho chúa Nguyễn.\n\nNgoài các ty trên còn có Lệnh sử đồ gia chuyên coi việc thu, cấp phát đồng, sắt, ngà voi, khí giới; sửa sang công đường, nhà cửa...\n\nTừ năm 1638, [[Nguyễn Phúc Lan]] đặt thêm chức Tứ trụ đại thần gồm Nội tả, Ngoại tả, Nội hữu, Ngoại hữu là những chức quan cao cấp trong chính quyền trung ương, chỉ dùng người thân tín và các tướng có công lớn và các chức vụ này<ref>Viện sử học, sách đã dẫn, tr 113<\/ref>.\n\n===Từ 1744===\nNăm 1744, [[Nguyễn Phúc Khoát]] xưng vương, chính thức xây dựng [[Đàng Trong]] trở thành quốc gia độc lập với [[Đàng Ngoài]]. Ông tổ chức lại bộ máy chính quyền Đàng Trong.\n\nTrước tiên, Phúc Khoát đổi ba ty thành Lục bộ; đổi Ký lục làm Lại bộ, Nha úy làm Lễ bộ, Cai bạ phó đoán sự làm Hộ bộ, Đô tri làm Hình bộ, và đặt thêm Công bộ, Binh bộ; đổi Văn chức làm Hàn lâm viện. Nguyễn Phúc Khoát đúc ấn \"quốc vương\" thay cho các ấn \"Thái phó quốc công\" và \"Tổng trấn tướng quân\" của các đời trước.\n\n==Chính quyền địa phương==\nTổ chức chính quyền địa phương [[Đàng Trong]] ngày càng được củng cố và đặt thêm những đơn vị hành chính mới, theo sự mở rộng lãnh thổ của Đàng Trong về phía nam.\n\n===Các dinh, trấn===\nĐến giữa [[thế kỷ 18]], khi [[Nguyễn Phúc Khoát]] xưng vương, họ Nguyễn đã làm chủ vùng lãnh thổ từ [[Hoành Sơn]] đến [[Cà Mau]] hiện nay. Toàn bộ lãnh thổ Đàng Trong được chia thành 12 dinh và 1 trấn.\n\nTừ khi Phú Xuân trở thành trị sở chính của chính quyền trung ương và gọi là Chính dinh, đô cũ Ái Tử gọi là Cựu dinh. Vùng Thuận Quảng cũ gồm các dinh: \n* Chính dinh ([[Cố đô Huế|Phú Xuân]])\n* Cựu dinh ([[Ái Tử]])\n* Dinh [[Bố Chính]] (dinh Ngói)\n* Dinh [[Quảng Bình]] (dinh Trạm)\n* Dinh Lưu Đồn (dinh Mười)\n* Dinh [[Quảng Nam]] (dinh Chiêm)\n\nVùng đất [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]] và [[Nam Bộ Việt Nam|Nam Bộ]] sau này mở được đặt thành 6 dinh là:\n* [[Phú Yên]]\n* [[Khánh Hòa#Lịch sử|Bình Khang]]\n* [[Bình Thuận]]\n* [[Biên Hòa (tỉnh)|Trấn Biên]]\n* Phiên Trấn ([[Gia Định]])\n* [[Long Hồ (dinh)|Long Hồ]] ([[Vĩnh Long]])\n\nViệc cắt đặt quan lại tại các dinh chưa thống nhất chặt chẽ. Quan lại đứng đầu các trấn là ''Trấn thủ, Cai bạ'' và ''Ký lục''. Dưới 3 người này có 1, 2 hoặc 3 trong các cơ quan Xá sai, Tướng thần lại và Lệnh sử. Đội ngũ nhân viên dưới các ty cũng không thống nhất về số lượng.\n\nMỗi dinh quản hạt 1 phủ, riêng dinh [[Quảng Nam]] có 3 phủ: [[Thăng Hoa]], [[Quảng Ngãi]] và [[Quy Nhơn]], dinh Bình Khang có hai phủ Thái Khang và Diên Ninh. [[Hà Tiên (tỉnh)|Hà Tiên]] được đặt thành ''trấn'' độc lập (không gọi là ''dinh'') do Đô đốc đứng đầu.\n\n===Các đơn vị cấp dưới===\nDưới Dinh là cấp phủ. Đứng đầu phủ là Tri phủ, bên dưới giúp việc là Phủ lại. Dưới phủ là huyện, đứng đầu là Tri huyện, có Đề lại giúp việc.\n\nDưới huyện là tổng và xã. Chức quan quản lý xã là Tướng thần và xã trưởng. Tùy theo quy mô, xã dưới 400 người thì đặt 8 xã trưởng và tướng thần, xã từ 400-1000 người đặt 18 xã trưởng và tướng thần; xã nhỏ chỉ có 70 người chỉ đặt 1 xã trưởng và tướng thần<ref>Viện sử học, sách đã dẫn, tr 119<\/ref>.\n\nNơi miền núi và ven biển được đặt đơn vị \"thuộc\". Thuộc gồm có phường, thôn, man, nậu rải rác hợp lại, có các quan đứng đầu gọi là ''tri, áp.''\n\nNét riêng biệt của bộ máy hành chính địa phương Đàng Trong là chức quan ''Bản đường quan'' chuyên làm nhiệm vụ thu thuế từ huyện trở xuống, không liên quan đến đội ngũ quan lại địa phương. Việc đặt thêm Bản đường quan được các sử gia đánh giá là làm cho bộ máy thêm cồng kềnh và hà khắc, đục khoét dân chúng<ref>Viện sử học, sách đã dẫn, tr 121<\/ref>. Số lượng quan lại quá nhiều, kể cả các xã trưởng và thần tướng ở các xã khiến cho nhân dân hay bị sách nhiễu<ref name=\"VSH122\"\/>.\n\n==Tham khảo==\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Xem thêm==\n*[[Nhà Hậu Lê]]\n*[[Đàng Trong]]\n*[[Hành chính Việt Nam thời Lê sơ|Hành chính Đại Việt thời Lê sơ]]\n*[[Hành chính Đàng Ngoài thời Lê trung hưng]]\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Hành chính Việt Nam thời Lê trung hưng]]\n[[Thể loại:Lịch sử Đàng Trong]]"}