{"800216":"{{Lịch sử hành chính Việt Nam}}\n'''Hành chính Việt Nam thời Tiền Lý và Triệu Việt Vương''' phản ánh bộ máy chính quyền trung ương và địa phương thời kỳ này trong [[lịch sử Việt Nam]], kéo dài từ năm [[541]] và kết thúc năm [[602]], cùng sự tồn tại của nước [[Vạn Xuân]].\n\n== Chính quyền trung ương ==\nSau khi đánh đuổi quân Lương về nước và đánh tan quân [[Lâm Ấp]] xâm lấn ở phía nam, [[Lý Bí]] lên ngôi hoàng đế, lập ra nhà Tiền Lý. Sử sách ghi chép rất sơ lược về bộ máy triều đình của [[Lý Nam Đế]]. Các bộ chính sử như ''[[Đại Việt sử ký toàn thư]]'' và ''[[Khâm định Việt sử Thông giám cương mục]]'' ghi chép việc này vào năm 544 như sau:\n\n:''Lý Bí tự xưng là Nam Việt Đế, đặt niên hiệu Thiên Đức, lập trăm quan, dựng quốc hiệu là Vạn Xuân, dựng điện Vạn Thọ làm nơi triều hội, lấy [[Triệu Túc]] làm Thái phó, [[Tinh Thiều]] đứng đầu tướng văn, [[Phạm Tu]] đứng đầu tướng võ''<ref name=\"tt4\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt04.html Đại Việt sử ký toàn thư, Ngoại kỷ quyển 4]<\/ref><ref>Khâm định Việt sử thông giám cương mục, tiền biên quyển 4<\/ref>.\n\nNgoài những vị tướng cao cấp trong triều đình được sử sách nhắc tới, còn một số nhân vật khác như [[Lý Thiên Bảo]] – anh Lý Nam Đế, [[Hậu Lý Nam Đế|Lý Phật Tử]] - cháu Lý Nam Đế và Tả tướng quân [[Triệu Việt Vương|Triệu Quang Phục]] – con thái phó Triệu Túc. Không rõ bộ máy trăm quan trong triều đình nhà Tiền Lý ra sao.\n\nLý Nam Đế cho xây thành ở cửa sông Tô Lịch làm kinh đô. Nhưng sử sách vẫn ghi kinh đô đóng tại thành Long Biên<ref>Tương đương huyện Tiên Du và thị xã [[Từ Sơn]] tỉnh [[Bắc Ninh]] hiện nay<\/ref>.\n\nTriệu Việt Vương sau một thời gian đóng đô ở Long Biên đổi sang đóng đô tại Vũ Ninh<ref>Nay là vùng huyện [[Quế Võ]], tỉnh [[Bắc Ninh]]<\/ref>.\n\nCùng thời gian, Lý Thiên Bảo và Lý Phật tử cát cứ tại Dã Năng. Năm [[571]], Lý Phật tử đánh bại Triệu Việt Vương làm vua cả nước. Không rõ bộ máy của Triệu Việt Vương, Đào Lang Vương. Trong chính quyền Hậu Lý Phật tử có một số tướng lĩnh như Lý Đại Quyền, Lý Phổ Đỉnh, nhưng cũng không rõ tổ chức ra sao.\n\n== Chính quyền địa phương==\n[[Tập tin:Bản đồ đơn vị hành chính Việt Nam thời Tiền Lý .jpg|nhỏ|Bản đồ các đơn vị hành chính Việt Nam thời Tiền Lý và Triệu Việt Vương.]]\nNhà Tiền Lý cơ bản kế thừa các sơ sở hành chính của [[nhà Lương]], không có sự xáo trộn, sắp đặt mới. Các đơn vị hành chính thời Tiền Lý gồm có<ref name=\"dda76\">Đào Duy Anh, sách đã dẫn, tr 76<\/ref>:\n* Quận Giao Chỉ (gồm khu vực huyện [[Gia Bình]] tình Bắc Binh, vùng [[Hải Dương]], ở giữa [[sông Thái Bình]] và [[sông Hồng]], miền [[Thái Nguyên]], [[Lạng Sơn]], [[Cao Bằng]], thêm Khâm châu, tỉnh [[Quảng Tây]], [[Trung Quốc]]), gồm các huyện: Long Biên, Câu Lậu, Vọng Hải, Luy Lâu, Tây Vu, Vũ Ninh, Chu Diên, Khúc Dương, An Định, Nam Định\n* Quận Tống Bình được xác định là phía nam sông Hồng và sông Đuống, gồm trung tâm Hà Nội và các huyện Hoài Đức, Thường Tín (Hà Nội), Thuận Thành (Bắc Ninh), Khoái Châu (Hưng Yên), gồm các huyện: Quốc Xương, Nghĩa Hoài, Tuy Ninh\n* Quận Vũ Bình được xác định vị trí gồm phía nam Vĩnh Phúc ở tả ngạn [[sông Hồng]], gồm các quận, huyện [[Đông Anh]], [[Hà Đông]], [[Thạch Thất]], [[Ứng Hòa]], [[Chương Mỹ]], [[Mỹ Đức]], [[Thanh Oai]] (Hà Nội), các huyện [[Kim Bảng]], [[Duy Tiên]] tỉnh [[Hà Nam]], các huyện Kỳ Sơn, [[Lương Sơn]] tỉnh [[Hòa Bình]], gồm các huyện Vũ Hưng, Căn Ninh, Vũ Định, Phong Khê, Bình Đại, Nam Di.\n* Quận Tân Xương được xác định vị trí ở vùng tương đương hiện nay bao gồm: huyện [[Mê Linh]] (Hà Nội), phía bắc thị xã Sơn Tây ([[Hà Nội]]), tỉnh [[Vĩnh Phúc]], tỉnh [[Phú Thọ]] và tỉnh [[Yên Bái]]<ref name=\"dda75\">Đào Duy Anh, sách đã dẫn, tr 75<\/ref>; đương thời gồm các huyện: Phạm Tín, Gia Hưng, Ngô Định, Phong Sơn, Lâm Tây, Tây Đạo, Tân Đạo, Tân Hóa. Năm [[546]], [[Lý Nam Đế]] đã rút vào quận này để tổ chức lại lực lượng phản công [[Trần Bá Tiên]]<ref name=\"tt4\"\/>.\n* Quận Ninh Hải gồm 3 huyện An Bình, Hải Bình, Ngọc Sơn ( vẫn chưa rõ, có thể nằm ở Khâm Châu Trung Quốc hiện nay).\n* Hoàng châu tương đương vùng bờ biển Bắc Bộ thuộc [[vịnh Hạ Long]]\n* Ái châu (tức quận Cửu Chân cũ) gồm các huyện: Tư Phố, Di Phong, Trạm Ngô, Kiến Sơ, Thường Lạc, Cao An, Phù Lạc, Tùng Nguyên, Quân An, Vũ Ninh, Cát Lung.\n* Đức châu tương đương tỉnh Nghệ An, gồm các huyện Cửu Đức, Hàm Hoan, Nam Lăng, Phố Dương, Tây An, Phù Linh, Khúc Tư, Đô Hào, Tống Thái, Tống Xương, Hy Bình\n* Lợi châu tương đương với huyện [[Hương Sơn]] tỉnh [[Hà Tĩnh]], không rõ gồm những huyện nào\n* Minh châu được xác định vị trí tương đương huyện [[Thạch Hà]], tỉnh [[Hà Tĩnh]], không rõ gồm những huyện nào.\n\n==Xem thêm==\n* [[Bắc thuộc lần 2]]\n* [[Hành chính Việt Nam thời Bắc thuộc lần 3]]\n* [[Hành chính Việt Nam thời Bắc thuộc lần 2]]\n* [[Nhà Tiền Lý]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] ([[1991]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n* [[Đào Duy Anh]] ([[2005]]), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n* Viện Sử học ([[2001]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lý]]"}