{"138762":"{{Dablink|Bài này chỉ nói về khái niệm Hàng hiệu ở Việt Nam. Về khái niệm rộng hơn, xin xem bài [[Xa xỉ phẩm]].}}\n'''Hàng hiệu''' là một khái niệm được dùng để chỉ những sản phẩm chất lượng cao, có thương hiệu nổi tiếng. Khái niệm này được dùng nhiều nhất khi nói về [[thời trang]]. Chữ \"hiệu\" xuất phát từ từ \"[[thương hiệu]]\", \"[[nhãn hiệu]]\". Vì vậy nó còn được gọi là '''hàng hiệu, đồ hiệu'''.\n\nTừ những năm giữa [[thập niên 1990]], nhờ những phát triển về kinh tế của giai đoạn [[Đổi mới]], ở [[Việt Nam]] xuất hiện một tầng lớp giàu có mới. Những người này, với khả năng tài chính và nhu cầu sử dụng đồ cao cấp, khẳng định mình, đã tìm tới những mặt hàng có nhãn hiệu nổi tiếng của nước ngoài. Ban đầu, một số nhãn hiệu thể thao như [[Adidas]], [[Nike]]... được sản xuất và có đại lý chính thức ở Việt Nam, tuy không phải [[hàng xa xỉ]] ở các nước [[châu Âu]], [[Hoa Kỳ|Mỹ]] nhưng cũng được coi là hàng hiệu. Các mặt hàng này có giá cả cao so với mức sống của người dân Việt Nam khi đó.\n\nTiếp đó, những người tiêu dùng giàu có tìm đến những mặt hàng cao cấp hơn được mang từ nước ngoài về, thường được gọi đồ xách tay. Đặc biệt những tay chơi trẻ có nhu cầu dùng hàng hiệu để khẳng định mình, và cùng với đó là sự xuất hiện ngày càng nhiều những [[vũ trường|sàn nhảy]], [[quán bar]] sang trọng.\n\nVới khả năng kinh tế ngày càng cao, nhiều khách hàng dần hướng tới những mặt hàng cao cấp hơn. Từ đầu [[thập niên 2000]], để khai thác thị trường tiềm năng Việt Nam, nhiều hãng thời trang cao cấp đã mở các đại lý chính thức tại [[Hà Nội]] và [[Thành phố Hồ Chí Minh]], từ những nhãn hiệu phổ biến như [[Levi Strauss & Co.|Levi's]], [[Esprit]]... tới những nhãn hiệu xa xỉ như [[Cartier]], [[Louis Vuitton]], [[Burberry]]... Ban đầu, những nhãn hiệu cao cấp thường bó hẹp trong khu mua sắm của các [[khách sạn]] sang trọng như [[Khách sạn Sofitel Metropole|Sofitel Metropole]], nhưng sau đó dần xuất hiện phổ biến tại các trung tâm thương mại lớn.\n\nDo những khác biệt về sở thích, khí hậu, việc tiêu thụ các sản phẩm thời trang cao cấp giữa Hà Nội và Thành phố Hồ Chí Minh cũng có những khác biệt. Với đặc thù nghề nghiệp và nhờ sự phát triển mạnh mẽ của thị trường ca nhạc Việt Nam, các ca sĩ thuộc giới tiêu thụ hàng hiệu mạnh mẽ nhất. Các hãng nổi tiếng cũng dùng hình ảnh của các ca sĩ, diễn viên nổi tiếng để quảng bá khi khai trương các cửa hàng của mình.\n\nNgoài các đồ chính hãng, thị trường ở Việt Nam cũng tồn tại nhiều [[hàng nhái]]. Một số mặt hàng có chất lượng thấp, nhưng vẫn gắn các nhãn hiệu nổi tiếng và bán với giá rẻ. Một số hàng nhái khác có chất lượng cao hơn, nhưng không phải của chính hãng, thường xuất phát từ [[Thái Lan]], [[Hồng Kông]]... giả hàng hiệu bán với giá đắt. Ngoài ra còn có các sản phẩm của chính hãng sản xuất nhưng bị lỗi, thay vì phải hủy bỏ theo luật định, chúng được đưa ra ngoài bán tại thị trường.\n\n== Xem thêm ==\n*[[Thời trang cao cấp]]\n*[[Haute couture|Thời trang đặt may cao cấp]]\n*[[Quần áo Sida]]\n*[[Quần áo may sẵn]]\n\n== Tham khảo ==\n{{tham khảo}}\n* [http:\/\/www.ngoisao.net\/News\/Dan-choi\/2004\/11\/3B9AF399\/ Đồ hiệu hạng 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071120144949\/http:\/\/ngoisao.net\/News\/Dan-choi\/2004\/11\/3B9AF399\/ |date = ngày 20 tháng 11 năm 2007}} trên Ngôi Sao\n\n[[Thể loại:Trang phục]]\n[[Thể loại:Việt Nam thế kỷ 20]]"}