{"491803":"'''Hán Lương Bật''' ([[1492]]-?), còn gọi là '''Phạm Lương Bật''', là một tiến sĩ Nho học Việt Nam. Ông cũng là một trong 12 Thủy tổ của 12 dòng họ của làng Văn Lang, xã Duy Nhất, huyện [[Vũ Thư]], tỉnh [[Thái Bình]].\n\n==Thân thế sự nghiệp==\nÔng sinh năm [[Nhâm Tý]] 1492, nguyên gốc người làng Văn Lang, huyện Tam Nông, phủ Lâm Thao, trấn Sơn Tây, nay là xã Văn Lương, huyện Tam Nông, tỉnh [[Phú Thọ]].\n\nNăm [[1520]], tức là năm Canh Thìn, niên hiệu Quang Thiệu thứ 5, đời [[Lê Chiêu Tông]], ông thi đỗ Đệ tam giáp đồng tiến sĩ. Ông làm quan cho nhà Lê đến chức Thừa chính sứ. Khi [[Mạc Đăng Dung]] cướp ngôi nhà Lê, ông không chịu ra làm quan cho nhà Mạc. Đến khi nhà Lê Trung Hưng, xét bao phong công thần, khen ông là bề tôi tiết nghĩa.\n\nSau khi đỗ tiến sĩ, ông đổi tên thành '''Phạm Lương Bật''' và đưa gia đình về sinh sống tại Sơn Nam Hạ Trấn, nay là xã Duy Nhất, huyện Vũ Thư, [[Thái Bình]] và lập nghiệp tại đó. Khi khai hoang lập ấp tại vùng đất mới, để tưởng nhớ đến quê hương bản quán, ông đã lấy tên làng là Làng Văn Lang.\n\nNăm [[2009]], Nhà thờ tiến sĩ Hán Lương Bật - Phạm Lương Bật đã được ủy ban nhân dân tỉnh Thái Bình công nhận là di tích lịch sử văn hóa cấp tỉnh.\n Tại xã Văn Lương, huyện Tam Nông, tỉnh Phú Thọ hiện vẫn còn lưu giữ nhiều câu chuyện truyền miệng, giai thoại về thân thế, sự nghiệp và hoạt động của ông. Gắn liền với những địa danh như: Đồi nghiên bút, bến nhà Phan và giai thoại lời nguyền bẻ gươm của tiến sỹ\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Đỉnh khiết Đại Việt lịch triều đăng khoa lục - ký hiệu VHv 2140, quyển 2, tờ 17a; \n*Đại Việt lịch đại tiến sĩ khoa thực lục - ký hiệu A2040, tờ 65a;\n*Đăng khoa lục - ký hiệu VHv652, tờ 25a;\n*Thiên Nam lịch triều liệt huyện đăng khoa bị khảo, ký hiệu A485, quyển 1, tờ 37a;\n*Đăng khoa lục hợp biên - ký hiệu A2752, quyển2, tờ 17a;\n*Đăng khoa lục sao bản - ký hiệu A1785, tờ 36a;\n*Lịch đại đại khoa lục - ký hiệu A2119, tờ 80a;\n*Sơn Tây đăng khoa khảo, ký hiệu Vhv 1289, tờ 70b;\n*Danh sách đỗ đạt các khoa - ký hiệu Vhv 2963, tờ 17, mục số 9.\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Sinh năm 1492]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Người Thái Bình]]"}