{"3189840":"{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ Ưu tú]]\n| birthname = Hán Văn Tình\n| birthplace = [[Phú Thọ]], [[Việt Nam Dân chủ Cộng hòa]]\n| name = Hán Văn Tình\n| occupation = Diễn viên, nghệ sĩ hài\n| deathdate = {{ngày mất và tuổi|2016|9|4|1957|6|24}}\n| birthdate = {{ngày sinh|1957|6|24}}\n| deathplace = [[Hà Nội]], [[Việt Nam]]\n| giới tính = nam\n| quốc tịch = {{VIE}}\n| image = \n| imagesize = \n| caption = \n}}\n\n'''Hán Văn Tình''' (1957 – 2016) là một [[nghệ sĩ ưu tú]] người [[Việt Nam]], nổi tiếng với vai Chu Văn Quyềnh trong phim [[Đất và người]]. Ông là Trưởng đoàn Nghệ thuật 2 thuộc [[Nhà hát tuồng Việt Nam]].\n\n==Tiểu sử==\nÔng sinh năm 1957 tại Văn Lang, [[Tam Nông, Phú Thọ|Tam Nông]], [[Phú Thọ]]. Ông học Trường đào tạo Sân khấu ở Hà Nội từ năm 1973. Sau bốn năm học, ông ra trường và về Đoàn tuồng Trung ương (nay là Nhà hát tuồng Việt Nam), và làm việc ở đó cho đến tận 2015.\n\nHán Văn Tình là một người năng động, ngoài diễn tuồng, đóng phim, tham gia quảng cáo, làm MC truyền hình và thậm chí làm cả các việc lao động chân tay như sửa xe, bơm vá…. Khi còn sống gia đình ông vẫn sống trong căn nhà cấp bốn xập xệ tại Đình Quán, Phường Phú Diễn, Quận Bắc Từ Liêm, Hà Nội. Hằng ngày, ông vẫn đi làm bằng chiếc xe máy cà tàng. Nghệ sĩ Hán Văn Tình sống cùng vợ và hai con ở một ngôi nhà tạm. Vợ chồng anh có hai người con. Người con lớn đã học xong chưa có việc làm còn người con thứ hai đang học đại học<ref>{{chú thích web | url = http:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/nghe-si-han-van-tinh-nhap-vien-cap-cuu-vi-ung-thu-phoi-di-can-3138535.html | tiêu đề = Nghệ sĩ Hán Văn Tình nhập viện cấp cứu vì ung thư phổi di căn - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 24 tháng 1 năm 2015 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>.\n\nNgày 31 tháng 12 năm 2014, Hán Văn Tình bị bệnh ung thư phổi di căn<ref>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/van-hoa\/218411\/ns-han-van-tinh-nhap-vien-vi-ung-thu-phoi-di-can.html | tiêu đề = NS Hán Văn Tình nhập viện vì ung thư phổi di căn - VietNamNet | author = | ngày = | ngày truy cập = 24 tháng 1 năm 2015 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref>.\n\nNgày 1 tháng 9 năm 2016, Hán Văn Tình rơi vào tình trạng hôn mê sâu phải đi cấp cứu và thở oxy.<ref>{{chú thích web |url = http:\/\/baodatviet.vn\/van-hoa\/tin-tuc-giai-tri\/nghe-si-han-van-tinh-doi-dien-phut-giay-sinh-tu-3317861\/ |tiêu đề = Nghệ sĩ Hán Văn Tình đối diện phút giây sinh tử |author = |ngày = |ngày truy cập = 3 tháng 9 năm 2016 |nơi xuất bản = Báo Đất Việt |ngôn ngữ = }}<\/ref> Ông qua đời tại nhà riêng vào hồi 11 giờ 20 phút trưa ngày 4 tháng 9, thọ 59 tuổi.\n\nSau khi các bình luận đã được đọc ra trên [[mạng xã hội]] và những nghệ sĩ nổi tiếng đã gửi lời chia buồn, [[báo chí]] [[Việt Nam]] chính thức thông báo Hán Văn Tình mất vào tối cùng ngày. Lễ viếng của ông sẽ diễn ra từ 13h30 đến 15h30 ngày 7\/9 tại nhà tang lễ Phùng Hưng (Hà Nội) (nơi đặt linh cữu của ông). Lễ truy điệu vào 15h30 cùng ngày, sau đó sẽ được [[hỏa táng]] tại Đài hoá thân Hoàn Vũ. Đến 14h ngày 12\/9, ông được [[an táng]] tại quê hương [[Phú Thọ]], thể theo di nguyện của ông và nguyện vọng của gia đình với địa điểm là khu nhà vườn, xã [[Văn Lương]], huyện [[Tam Nông]], tỉnh [[Phú Thọ]].\n\nNơi ông an táng đã được xây dựng thành một quần thể kiến trúc để phục vụ người dân tới viếng.\n\n== Phim tham gia ==\n* Khuỳnh trong hài Tết Râu quặp (2005)\n* Chu Văn quyềnh trong phim truyền hình dài tập [[Đất và người]]\n* Sở trong phim truyền hình dài tập [[Bão qua làng]]\n* Lão Trọc trong phim nhựa [[Canh Bạc]]\n* Vàng Đọ trong bộ phim truyện nhựa \"Vụ áp phe Đông Dương\"\n* Tuần trong [[Người thổi tù và hàng tổng]]\n* Ông chủ xóm trọ trong phim truyền hình [[Phía trước là bầu trời]].\n\n== Danh hiệu==\n* Năm 1984: là chiến sĩ thi đua được UBND thành phố Hà Nội tặng bằng khen.\n* Năm 1985: Huy chương Bạc vai Lý Đại Hỷ trong vở Tuồng \"Hoàng Hôn Đen\". \n* Năm 1990: Huy chương Bạc vai Ngự Y trong vở Tuồng \"Tiếng thét giữa Hoàng cung\".\n* Năm 1993: Huy chương Bạc vai Hạng võ trích đoạn Tuồng \"Hạng võ Bại Ô Giang.\n* Năm 1995: Huy chương Bạc vai Sứ Nguyên trong vở Tuồng \"Trần Hưng Đạo\"..\n* Năm 1996: Huy chương Bạc vai Thổ Công trong vở Tuồng \"Bạch Tinh\".\n* Năm 1999: Được tặng thưởng huy chương \"Vì sự nghiệp sân khấu Việt Nam\" do Hội nghệ sĩ sân khấu Việt Nam tặng.\n\n==Chú thích==\n{{tham khảo}}\n\n{{sơ khai Phú Thọ}}\n\n[[Thể loại:Nam diễn viên truyền hình Việt Nam]]\n[[Thể loại:Sinh năm 1957]]\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Mất năm 2016]]\n[[Thể loại:Chết vì ung thư phổi]]\n[[Thể loại:Huy chương Vì sự nghiệp sân khấu]]\n[[Thể loại:Người họ Hán tại Việt Nam]]"}