{"280715":"'''Hát xoan''' là loại hình [[dân ca]] lễ nghi phong tục hát thờ thần, [[thành hoàng]] với hình thức nghệ thuật đa yếu tố: có nhạc, hát, múa; thường được biểu diễn vào dịp đầu xuân, phổ biến ở vùng đất tổ [[Hùng Vương]] - [[Phú Thọ]], một tỉnh thuộc [[trung du và miền núi phía Bắc|vùng trung du Việt Nam]]. Ngày 24\/11\/2011, tại Hội nghị lần thứ sáu của Ủy ban liên chính phủ về Bảo tồn Di sản văn hóa phi vật thể của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] tổ chức tại Bali - [[Indonesia]], Hồ sơ Hát Xoan - Phú Thọ của Việt Nam đã được ghi danh là [[Danh sách di sản văn hoá phi vật thể cần được bảo vệ khẩn cấp|Di sản văn hóa phi vật thể của nhân loại cần bảo vệ khẩn cấp]].<ref>{{Chú thích web |url=http:\/\/vov.vn\/Home\/Hat-Xoan-duoc-cong-nhan-Di-san-phi-vat-the-cua-nhan-loai\/201111\/192531.vov |ngày truy cập=2011-11-24 |tựa đề=hát xoan được ghi danh Di sản phi vật thể của nhân loại |archive-date = ngày 25 tháng 11 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20111125183518\/http:\/\/vov.vn\/Home\/Hat-Xoan-duoc-cong-nhan-Di-san-phi-vat-the-cua-nhan-loai\/201111\/192531.vov }}<\/ref> Tối 3\/2\/2018, tại Miếu Lãi Lèn, xã [[Kim Đức]], thành phố [[Việt Trì]], [[Phú Thọ|tỉnh Phú Thọ]], Ủy ban Nhân dân tỉnh Phú Thọ phối hợp với [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa-Thể thao và Du lịch]] tổ chức Lễ đón bằng của UNESCO ghi danh hát Xoan Phú Thọ là [[Kiệt tác di sản truyền khẩu và phi vật thể của nhân loại|di sản văn hóa phi vật thể đại diện của nhân loại.]]\n\n==Giá trị nổi bật toàn cầu của Hát Xoan==\nHồ sơ hát xoan Phú Thọ đã hội đủ các yêu cầu cần thiết của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] để được công nhận là:\n*Tính giá trị, tính cộng đồng trong việc sáng tạo và truyền dạy từ đời này qua đời khác; \n*Sức sống mạnh mẽ của hát xoan cũng như các cam kết bảo vệ nghệ thuật này không bị biến mất trong đời sống hiện đại. \n*Đây là một số ít những hồ sơ nhận được toàn bộ sự ủng hộ của hội đồng tư vấn khoa học xét duyệt sơ khảo trước đó.\nHát Xoan là một [[di sản văn hóa phi vật thể]] quý giá của vùng đất Tổ [[Hùng Vương]]. Hát Xoan [[Phú Thọ]] thuộc loại hình dân ca lễ nghi phong tục, là hát cửa đình, hội tụ đa yếu tố nghệ thuật như nhạc, hát, múa...\n\nHát xoan được vinh danh góp phần tôn vinh các giá trị, đạo lý của [[Việt Nam]], khẳng định vị thế dân tộc [[Việt Nam]] trong thời kỳ hội nhập. Ngày 24\/11\/2011, Hát Xoan được chính thức công nhận là [[kiệt tác truyền khẩu và phi vật thể nhân loại|di sản văn hóa phi vật thể ]] là một thành công rất lớn.\n\n== Đặc điểm ==\nThường vào mùa xuân, có các phường xoan lần lượt khai xuân ở [[đình]], [[miếu]] làng. Vào ngày mùng 5 [[âm lịch]] thường hát ở hội [[đền Hùng]]. Thời điểm hát được quy định tại một điểm nhất định, mỗi \"phường\" chọn một vị trí cửa đình. [[Hát cửa đình]] giữ cửa đình mục đích nhân dân địa phương kết nghĩa với nhau. Theo lệ dân tại chỗ là vai anh, họ (làng khác) là vai em. Khi kết nghĩa rồi cấm trai gái hai bên '''dân''' và '''họ''' kết hôn với nhau do là anh em.\n\n*Phường hát xoan là một tổ chức văn nghệ của làng, phần lớn là những người có quan hệ họ hàng với nhau. Hát Xoan là tiếng hát dâng thần linh, cầu chúc, khấn nguyện thần linh ban phúc cho dân làng...\n*Đứng đầu một phường Xoan là ông trùm phường - người dạy nghệ thuật hát xoan, đồng thời là người tổ chức biểu diễn. Theo hầu ông trùm là các cô đào trẻ.\n*Trong hát xoan, múa và hát luôn đi cùng kết hợp với nhau, dùng điệu múa minh họa nội dung cho lời ca\n*Có 3 hình thức hát xoan: hát thờ cúng các Vua Hùng và thần thành hoàng làng, hát nghi lễ cầu mùa tốt tươi, cầu sức khỏe và hát lễ hội là hình thức để nam nữ hát trao duyên. Hát xoan có hát đối giao duyên nam nữ giữa đào xoan và trai làng, Hát múa mời rượu, hát tiều ngư canh mục - Còn gọi là mò cá, điệu múa hát của ước vọng sinh sôi.\n==Thể cách trong hát xoan==\nHát Xoan có 3 chặng: Hát nghi lễ, hát quả cách và hát giao duyên (hát hội). Hát nghi lễ gồm các bài: Hát chào Vua, mời Vua, Giáo trống, Giáo pháo, Thơ nhang, Đóng đám. Hát quả cách gồm 14 bài (quả là bài; cách là hình thức hát, lối hát): Kiều giang cách; Nhàn ngâm cách; Tràng mai cách; Ngư tiều canh mục cách; Đối dẫy cách; Hồi liên cách; Xoan thời cách; Hạ thời cách; Thu thời cách; Đông thời cách; Tứ mùa cách; Thuyền chèo cách; Tứ dân cách; Chơi dâu cách. Hát hội gồm nhiều bài, hát tự do phóng khoáng, nội dung các bài hát mang tính trữ tình sâu sắc: Thết trầu (còn gọi là Bợm gái); Bỏ bộ; Xin huê - Đố huê; Đố chữ; Hát đúm; Cài huê; Mò cá...\n\n==Các làng xoan==\n[http:\/\/www.thanhnien.com.vn\/pages\/20111124\/khan-cap-bao-ve-di-san-hat-xoan.aspx Gốc của hát xoan] ở vùng [[Phú Thọ]], sau lan tỏa tới các làng quê đôi bờ sông Lô, [[sông Hồng]], qua cả tỉnh [[Vĩnh Phúc]]. Bốn phường xoan cổ là [[An Thái]], Phù Đức, Kim Đới và Thét nằm ở hai xã Kim Đức và Phương Lâu ([[Phú Thọ]]) từ xưa được cộng đồng của 30 làng, 18 xã của tỉnh [[Phú Thọ]], [[Vĩnh Phúc]] mời đến biểu diễn. Vì thế hát xoan mới ghi dấu tại nhiều làng quê ngoài vùng [[Phú Thọ]] và [[Vĩnh Phúc]].\n\nTheo khảo sát của tỉnh [[Phú Thọ]], hiện còn khoảng 150 nghệ nhân hát xoan, nhưng chỉ có khoảng 10 người có khả năng truyền dạy, toàn tỉnh có khoảng gần 100 người tham gia các phường xoan, nhưng chỉ khoảng 50 người biết hát. Các di tích như đình, miếu, nơi diễn ra các sinh hoạt hát xoan từ xa xưa nay chỉ còn khoảng hơn 10 di tích.\n\nTrong 2 năm qua 2013, 2014, tỉnh Phú Thọ đã tổ chức nhiều lớp đào tạo nghệ nhân kế cận tại 2 xã Kim Đức và Phượng Lâu với gần 100 học viên tham gia. Mục đích của việc tổ chức các lớp đào tạo nghệ nhân kế cận là tăng cường nhận thức về bảo tồn và phát huy giá trị di sản hát Xoan Phú Thọ đã được UNESCO ghi danh là di sản văn hóa phi vật thể cần bảo vệ khẩn cấp; cung cấp những kiến thức, kỹ năng cơ bản về nghệ thuật trình diễn hát Xoan Phú Thọ cho các học viên vận dụng vào hoạt động văn nghệ cơ sở và biểu diễn chuyên nghiệp đạt kết quả tốt. Đồng thời, phát huy vai trò của các nghệ nhân cao tuổi, truyền dạy, tập huấn cho thế hệ trẻ để hát Xoan ngày càng được lan tỏa trong cộng đồng.<ref>{{Chú thích web|url = http:\/\/vov.vn\/van-hoa\/bao-ton-va-phat-huy-gia-tri-di-san-hat-xoan-phu-tho-378276.vov|tiêu đề = Bảo tồn và phát huy giá trị di sản hát Xoan Phú Thọ}}<\/ref> Tỉnh Phú Thọ đã đưa hát xoan vào trường học để làm tăng hiểu biết về hát xoan cho học sinh, sinh viên.\n\n== Tham khảo ==\n*[http:\/\/www.phuthotrade-tourism.gov.vn\/indexvn.asp?Subid=8&tradenwsid=19&Langid=1 Các làn điệu trung du] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090219234744\/http:\/\/phuthotrade-tourism.gov.vn\/indexvn.asp?Subid=8&tradenwsid=19&Langid=1 |date = ngày 19 tháng 2 năm 2009}}\n{{Tham khảo|30em}}\n\n{{Âm nhạc cổ truyền Việt Nam}}\n{{Các điệu hát dân gian miền Bắc}}\n{{Kiệt tác truyền khẩu phi vật thể thế giới tại Việt Nam}}\n\n[[Thể loại:Văn hóa Phú Thọ]]\n[[Thể loại:Kiệt tác truyền khẩu và phi vật thể nhân loại tại Việt Nam]]\n[[Thể loại:Âm nhạc Việt Nam]]\n[[Thể loại:Kiệt tác truyền khẩu và phi vật thể nhân loại]]\n[[Thể loại:Sân khấu cổ truyền Việt Nam]]"}