{"1244540":"{{Otheruses|Hòa Tiến}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Hòa Tiến\n| vai trò hành chính = Xã\n| hình = UBND xã Hòa Tiến, Hòa Vang, Đà Nẵng 2.jpeg\n| ghi chú hình = UBND xã Hòa Tiến\n| vĩ độ = 15\n| kinh độ = 108\n| vĩ phút = 58\n| vĩ giây = 05\n| kinh phút = 11\n| kinh giây = 05\n| diện tích = 14,49 km²<ref name=MS\/>\n| dân số = 17.351 người<ref name=MS\/>\n| thời điểm dân số = [[2018]]\n| mật độ dân số = 1.197 người\/km²\n| dân tộc = \n| vùng = [[Duyên hải Nam Trung Bộ]]\n| thành phố = [[Đà Nẵng]]\n| huyện = [[Hòa Vang]]\n| thành lập = \n| trụ sở UBND = Đường Tỉnh 605, thôn Dương Sơn\n| chủ tịch UBND = Ngô Ngọc Trúc\n| chủ tịch HĐND = Trần Đình Nhơn\n| chủ tịch UBMTTQ = Ngô Ngọc Hải\n| bí thư = Trần Đình Nhơn\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại V|Loại V]]\n| mã hành chính = 20326<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| số điện thoại = (0236) 3846.176\n| mã bưu chính = \n}}\n'''Hòa Tiến''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hòa Vang]], thành phố [[Đà Nẵng]], [[Việt Nam]].\n\nXã có diện tích 14,49&nbsp;km², dân số năm [[1999|2018]] là 17.351 người,<ref name=\"MS\">{{Chú thích web|url=https:\/\/hoavang.danang.gov.vn\/chi-tiet-tin-tuc?articleId=393001|tiêu đề=Diện tích, dân số và mật độ dân số năm 2018 phân theo xã|tác giả=|họ=|tên=|ngày=2018|website=hoavang.danang.gov.vn|nhà xuất bản=ỦY BAN NHÂN DÂN HUYỆN HÒA VANG|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 10 tháng 4 năm 2012}}<\/ref> mật độ dân số đạt 1.197 người\/km².\n\n==Địa lý==\nHòa Tiến nằm về phía Đông Nam huyện [[Hòa Vang]], cách trung tâm hành chính huyện Hòa Vang khoảng 5,1&nbsp;km và trung tâm thành phố [[Đà Nẵng]] khoảng 13&nbsp;km.\n\nPhía Đông giáp xã [[Hòa Châu]]\n\nPhía Tây giáp các xã [[Hòa Phong, Hòa Vang|Hòa Phong]], [[Hòa Khương]]\n\nPhía Bắc giáp phường [[Hòa Thọ Tây]], quận [[Cẩm Lệ]]\n\nPhía Nam giáp xã [[Điện Tiến]], thị xã [[Điện Bàn]], tỉnh [[Quảng Nam]].\n==Địa hình==\nVới tổng diện tích 1.394 ha, trong đó đất nông nghiệp là 807 ha, Hòa Tiến bao gồm hầu như tất cả các loại hình: núi, đồi, sông lạch, đồng quê, nỗng cát... Hòa Tiến được bao bọc bởi sông Yên hợp lưu của [[sông Vu Gia]] và sông Túy Loan, chảy qua các thôn An Trạch, Bắc An, Thạch Bồ, Cẩm Nê rồi theo [[sông Hàn]] đổ ra biển, ngoài ra còn có sông Tây Tịnh rẽ nhánh sông Yên, từ An Trạch chảy qua Lệ Sơn, La Bông, Yến Nê và quay lại hòa vào sông mẹ tại cửa khẩu Cẩm Nê, trở thành nguồn nước tưới tiêu cho các cánh đồng trù phú đồng thời làm dịu bớt cơn nóng mùa hè của những cồn cát, xóm rừng cằn cỗi. Nhiều cánh đồng màu mỡ, phì nhiêu như: An Trạch, La Bông, Cẩm Nê, Lệ Sơn, Bắc An, Thạch Bồ... không chỉ là những cánh đồng [[lúa]] cao sản, mà còn là những cách đồng rau tươi tốt.\n\n==Lịch sử==\nTrước Cách mạng tháng Tám năm [[1945]], địa phận Hòa Tiến ngày nay thuộc tổng Thanh An huyện Hòa Vang tỉnh Quảng Nam, gồm các xã Lệ Sơn, An Trạch, La Bông, Dương Sơn, Yến Nê, Cẩm Nê, Thạch Bồ, An Thới. Cuối tháng 2 năm [[1946]], thực hiện chủ trương hợp xã lần thứ nhất của Chính phủ, xã Thanh Sơn được hợp nhất từ các xã Lệ Sơn, An Trạch, La Bông và Dương Sơn; xã Thanh Thái được hợp nhất từ các xã Yến Nê, Cẩm Nê, Thạch Bồ, An Thới, cả hai đều thuộc huyện Hòa Vang. Đầu năm [[1948]] theo chủ trương hợp xã lần hai của Chính phủ, hai xã Thanh Sơn và Thanh Thái được hợp nhất thành xã Hòa Thanh. Đầu năm [[1950]], thực hiện chủ trương thực hiện hợp xã lần ba của Chính phủ, Huyện ủy và Ủy ban Kháng chiến Hành chính huyện đã tiến hành hợp nhất 17 xã được thành lập từ lần hợp nhất đầu năm [[1948]] thành 8 xã lớn: Hòa Mỹ, Hòa Ninh, Hòa Quý, Hòa Vân, Hòa Thắng, Hòa Nhơn, Hòa Khương và Hòa Tiến. Xã Hòa Tiến được hợp nhất từ ba xã là Hòa Thanh, Hòa Xuân và Hòa Tân, bao gồm địa phận bốn xã [[Hòa Xuân (phường)|Hòa Xuân]], [[Hòa Phước]], [[Hòa Châu]] và Hòa Tiến ngày nay.\n\nĐầu năm [[1955]], chính quyền [[Việt Nam Cộng hòa]] (thời Tổng thống [[Ngô Đình Diệm]]) chia nhỏ Hòa Tiến thành 5 xã: Hòa Thái (gồm Yến Nê, Cẩm Nê, Thạch Bồ, An Thới, Dương Sơn), Hòa Lợi (gồm Lệ Sơn, An Trạch, La Bông), [[Hòa Châu]], [[Hòa Phước]] và Hòa Đa (đổi tên xã Hòa Xuân thành xã Hòa Đa). Tất cả 5 xã Hòa Thái, Hòa Lợi, Hòa Châu, Hòa Phước và Hòa Đa (tức toàn bộ địa phận của Thanh An trước năm [[1945]], của xã Hòa Tiến giai đoạn [[1950]]-[[1954]]) đều thuộc Khu Hành chính Quá Giáng quận Hòa Vang do chính quyền [[Việt Nam Cộng hòa]] quản lí. Như vậy thời chống Mỹ, trên địa bàn xã Hòa Tiến hiện nay có hai xã Hòa Thái và Hòa Lợi.\n\nNgày [[2 tháng 9]] năm [[1975]], nhân kỷ niệm quốc khánh nước [[Việt Nam Dân chủ Cộng hòa]], Đảng và Nhà nước có chủ trương hợp nhất hai xã Hòa Thái và Hòa Lợi thành xã Hòa Tiến gồm 7 thôn: An Trạch, Lệ Sơn, La Bông, Yến Nê, Cẩm Nê, Thạch Bồ và Dương Sơn (sau khi tách Tây An và Dương Sơn dưới về trực thuộc xã [[Hòa Châu]]; còn thôn Bắc An hiện nay thì đến năm [[1977]] khi vào HTX NN mới tách ra từ An Trạch).\n\n==Văn hóa - Xã hội==\nTheo thống kê dân số đến tháng 12 năm [[2012]], Hòa Tiến có 4.151 hộ với 16.522 nhân khẩu. Về tín ngưỡng tôn giáo, người Hòa Tiến chủ yếu thờ cúng ông bà và các đạo [[Thiên chúa giáo]], [[Phật giáo]], [[Tin lành]].\n\nHòa Tiến không phải là đất học như [[Gò Nổi]] hay Cẩm Toại và một số địa phương khác ở [[Quảng Nam]], nhưng Hòa Tiến cũng có nhiều người thành đạt trên con đường học vấn, biết đem hết sở học của mình để phụng sự dân tộc, phụng sự cộng đồng, không ít người đã trở thành học giả nổi tiếng như Nhà nghiên cứu Văn học Đặng Tiến (sinh ngày [[30 tháng 3]] năm [[1940]] tại làng An Trạch), Tiến sĩ Ngô Khóa (Tổng cục Khí tượng Thủy văn)...\n[[Tập tin:Mộ Tiền hiền làng An Trạch, Hòa Tiến, Hòa Vang, Đà Nẵng.jpeg|nhỏ|trái|270px|Mộ Tiền hiền làng An Trạch]]\nThuở mới dựng làng lập ấp hầu hết cư dân ở đây đều sống bằng nghề nông. [[Nông nghiệp]] ở Hòa Tiến phát triển khá mạnh và sớm có ý thức làm ăn tập thể, trong đều kiện nền kinh tế tự túc tự chỗ, một số ngành nghề tiểu thủ công nghiệp và [[thương mại]] dịch vụ cũng bắt đầu xuất hiện. Ẩn mình dưới lũy tre làng là các làng nghề truyền thống: dệt chiếu Cẩm Nê, đan tre Yến Nê, chằm nón La Bông, nhuộm chàm An Thới... Hầu hết người Hòa Tiến đều ''dĩ nông vi bản'', lấy nghề nông làm chính và lúc nông nhàn mới làm thêm một số nghề phụ như đan lát, dệt chiếu, chằm nón rồi trực tiếp mang sản phẩm của mình đi bán khắp nơi.\n\nĐể có thể tồn tại và phát triển trước một thiên nhiên đầy khắc nghiệt và một xã hội luôn biến động người Hòa Tiến hết sức coi trọng truyền thống cố kết cộng đồng theo thứ tự tôn ty của tộc họ, theo hương ước của làng xã và tất nhiên theo luật vua phép nước. Ngoài việc thừa hưởng cốt cách đậm đặc từ những tiên dân Thanh-Nghệ đi mở cõi thì hoàn cảnh mới đã tạo thêm cho người Hòa Tiến những tính cách mới: chăm chỉ siêng năng, chịu thương chịu khó trong lao động; rất bao dung phóng khoáng trong giao tiếp nhưng lại thẳng thắng bộc trực đôi khi đến nóng nảy.\n\nĐể ghi nhận thành tích của Đảng bộ và nhân dân Hòa Tiến trong thời kỳ đổi mới, nhân kỷ niệm 55 năm [[Cách mạng tháng Tám]] và Quốc khánh [[2 tháng 9]], [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch Nước]] cùng lúc tặng thưởng xã Hòa Tiến danh hiệu [[Anh hùng Lao động]] và Công an xã Hòa Tiến danh hiệu Đơn vị [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng Lực lượng Vũ trang Nhân dân]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Đà Nẵng}}\n{{Đơn vị hành chính thuộc huyện Hòa Vang}}"}