{"3157858":"{{Chú thích trong bài|date=tháng 5\/2021}}\n{{Wiki hóa|date=tháng 5\/2021}}\n[[Tập tin:Bieu ngu.jpg|thumb|upright|Biểu ngữ kêu gọi người Việt Nam ở nước ngoài tham gia xây dựng đất nước]]\n\n'''Hòa giải và hòa hợp dân tộc ở Việt Nam''' là một khái niệm để chỉ sự hòa giải những mâu thuẫn hiện đại trong nội bộ người Việt phát sinh từ những năm 1920 đến nay. Hòa giải và hòa hợp dân tộc từng được nhắc đến trong [[Hiệp định Paris 1973]], sau đó thì được những người [[cộng sản]] và lực lượng thứ ba theo đuổi nhưng thất bại vì [[Chính phủ]] Việt Nam Cộng hoà cự tuyệt việc thực thi hiệp định này bằng cách cản trở thành lập [[Hội đồng Quốc gia Hòa giải và Hòa hợp Dân tộc]] cũng như từ chối thành lập Chính phủ liên hiệp ba thành phần theo [[Hiệp định Paris]].<ref>[http:\/\/baoquocte.vn\/hiep-dinh-paris-qua-tai-lieu-cua-chinh-quyen-sai-gon-6280.html Hiệp định Paris qua tài liệu của chính quyền Sài Gòn], Thế giới & Việt Nam, 25\/01\/2013<\/ref><ref>Nhật báo Time (Hoa Kỳ) ra ngày 14-06-1974, bài Chiến tranh tiếp diễn ở Việt Nam<\/ref> Sau năm 1975, những người từng phục vụ chế độ [[Việt Nam Cộng hòa]] buộc phải bị đi [[Học tập cải tạo tại Việt Nam|học tập cải tạo]], số khác phải đi [[lưu vong]]. Họ và con cháu họ vẫn bị nhà nước sở tại [[phân biệt đối xử]] đến nay.<ref name=\"Carl Thayer\">[https:\/\/www.bbc.com\/vietnamese\/vietnam-52472385 Carl Thayer: Vấn đề hoà giải, hoà hợp 'vẫn còn nhức nhối' sau Cuộc chiến Việt Nam], Carl Thayer, BBC Tiếng Việt, 30 tháng 4 2020<\/ref>\n\nHiện nay thì Hòa giải và hòa hợp dân tộc được rất nhiều [[người Việt|người Việt Nam]] đang sống trong hoặc ngoài [[Việt Nam]] đề cập đến trong bối cảnh Việt Nam có đang phát triển về kinh tế, văn hóa, xã hội; mối quan hệ với [[Hoa Kỳ]] ngày càng phát triển về mọi mặt;<ref>[https:\/\/news.zing.vn\/tt-trump-toi-vn-quan-he-viet-my-phat-trien-qua-nhanh-vuot-bac-post795477.html Quan hệ Việt-Mỹ phát triển quá nhanh, vượt bậc], news.zing.vn<\/ref> tình hình chính trị thế giới thay đổi; chính phủ sở tại đang thực hiện các [[cải cách]] trên nhiều lĩnh vực từ cuối năm 1986 (nhất là sau [[sự sụp đổ của Liên Xô và Đông Âu|sự sụp đổ của khối xã hội chủ nghĩa]]) và nhất là trình độ dân trí ngày càng cao, đồng thời đây cũng là cách để thu hút các nguồn lực của người Việt ở nước ngoài để phát triển đất nước Việt Nam.<ref>[http:\/\/quehuongonline.vn\/nguoi-viet-o-nuoc-ngoai\/thu-hut-nguon-luc-tri-thuc-nguoi-viet-nam-o-nuoc-ngoai-20161109172654804.htm Thu hút nguồn lực trí thức người Việt Nam ở nước ngoài], Tạp chí Quê hương, 09\/11\/2016<\/ref>\n\n==Nguyên nhân mâu thuẫn==\nNgay từ những năm 1920, với sự lan truyền của [[chủ nghĩa tự do]] và [[chủ nghĩa cộng sản]] vào Việt Nam, những người Việt yêu nước đã bắt đầu có sự khác biệt về ý thức hệ và đường lối cai trị đất nước sau khi độc lập. Một số người đi theo cộng sản như [[Hồ Chí Minh]], có người muốn đi theo chủ nghĩa bảo hoàng hoặc cải cách đất nước theo mô hình phương Tây như [[Phan Châu Trinh]], [[Phan Bội Châu]], [[Ngô Đình Diệm]], [[Cường Để]], [[Duy Tân]]... Điểm chung là họ đều theo [[chủ nghĩa yêu nước]] và có [[tâm trí|tinh thần]] [[dân tộc chủ nghĩa|dân tộc]] nhưng mâu thuẫn trong phương pháp và quan điểm khiến cho sự thống nhất trong tư duy và hành động không cao, gây tổn thất và chia rẽ cho phong trào dân tộc và yêu nước Việt Nam dù họ đều muốn giành độc lập - tự do cho Việt Nam và [[công nghiệp hóa]], hiện đại hóa đất nước.<ref>COLONIALISMS, NATIONALISM AND VIETNAM'S STRUGGLE FOR FREEDOM, Sudhir Kumar Singh, Indian History Congress Vol. 76 (2015), pp. 620-630<\/ref><ref>Kort, M. (2017). Vietnamese Communism, 1920–1959. In The Vietnam War Reexamined, Cambridge Essential Histories, pp. 64-93. Cambridge University Press<\/ref>\n\nNăm 1945 các đảng phái có ý thức hệ khác nhau bắt đầu đấu tranh với nhau. [[Việt Minh]] thực hiện Cách mạng tháng 8 và thành lập nước [[Việt Nam Dân chủ Cộng hòa]]. Các đảng phái quốc gia sau một thời gian ngắn tham gia chính thể này đã rời bỏ chính phủ thành lập [[Quốc gia Việt Nam]]. [[Chiến tranh Đông Dương]] nổ ra giữa Việt Nam Dân chủ Cộng hòa do Liên Xô và Trung Quốc ủng hộ chống lại liên minh chống cộng là Pháp và Quốc gia Việt Nam do Mỹ ủng hộ (1949-1954).\n\nBắt đầu từ năm [[1954]], [[Hiệp định Genève, 1954|Hiệp định Genève]] được ký kết, lấy vĩ tuyến 17° bắc, dọc [[sông Bến Hải]], thuộc tỉnh [[Quảng Trị]], làm [[Khu phi quân sự|phân định giới tuyến quân sự]] Bắc - Nam tạm thời cho [[Việt Nam]], chuẩn bị cho cuộc tổng tuyển cử vào năm [[1956]]. Cũng từ đó, vĩ tuyến 17 thành nơi chia cắt Việt Nam thành hai khu tập kết quân sự trong suốt gần 22 năm xảy ra [[Chiến tranh Việt Nam]] cho tới năm 1976.\n\nCác chính sách chính trị, kinh tế, văn hóa, xã hội... khác nhau của các Nhà nước như [[Đế quốc Việt Nam]], [[Việt Nam Dân chủ Cộng hòa]], [[Cộng hòa Tự trị Nam Kỳ]], [[Quốc gia Việt Nam]], [[Việt Nam Cộng hòa]], [[Cộng hòa Miền Nam Việt Nam]], [[Cộng hòa Xã hội chủ nghĩa Việt Nam]]; các chính sách chiến tranh ([[Da vàng hóa chiến tranh]] của [[Pháp]], [[Việt Nam hóa chiến tranh]] của [[Mỹ]]) gây thiệt hại cho các tầng lớp dân cư và các xung đột ý thức hệ do chịu ảnh hưởng từ bên ngoài góp phần tạo ra mâu thuẫn và gây chia rẽ lớn trong lòng [[xã hội]] Việt Nam.\n\n==Lịch sử mâu thuẫn ==\nTừ những năm 1920 thì các phong trào giải phóng dân tộc dù có chung mục tiêu đánh đuổi [[người Pháp]] nhưng có xung đột về [[ý thức hệ]] giữa những người [[cánh hữu]] và [[cánh tả]] cũng như giữa những người [[dân tộc chủ nghĩa|quốc gia]] (bao gồm những người [[chống cộng]]) và những người [[cộng sản]], dù vậy thì [[đảng Cộng sản Đông Dương]] và các đảng phái Quốc gia khác tuy có ý thức hệ khác nhau nhưng vẫn có chung nền tảng giáo dục, thường xuyên hợp tác vì lợi ích chung, đôi khi có cả cùng [[quan hệ huyết thống]] hoặc [[hôn nhân]]. Họ có kẻ thù chung là [[Pháp]] vì tất cả đều muốn đánh đuổi thực dân Pháp để hoàn toàn giành lấy sự [[độc lập]], [[tự do]] và [[hạnh phúc]] cho Việt Nam. Thái độ của các đảng phái với nhà Nguyễn cũng khác nhau, một số muốn xóa bỏ chế độ quân chủ để thành lập nền cộng hòa, một số muốn cải cách nhà Nguyễn thành chế độ quân chủ lập hiến. Trong giai đoạn 1924 - 1927, ở miền Nam Trung Quốc, các nhóm người Việt chống thực dân Pháp đa dạng tương tác với nhau, với cả người Trung Quốc, Triều Tiên và với các dân tộc khác. Từ năm 1941 đến 1944 ở miền nam Trung Quốc, Đảng Cộng sản Đông Dương, Việt Nam Quốc Dân Đảng (Việt Quốc) và Việt Nam Cách mệnh Đồng minh Hội cùng tham gia vào mặt trận chống Nhật, đôi khi tố giác nhau với chính quyền Trung Quốc, nhưng không bắt cóc hoặc ám sát lẫn nhau. Chính sự cạnh tranh để kết nạp thành viên, thu nhận viện trợ cũng như sự bảo trợ của người Trung Quốc, hơn là sự khác biệt về ý thức hệ, mới là nguyên nhân khiến căng thẳng giữa các tổ chức lưu vong gia tăng. Trong nước, Đảng Cộng sản Đông Dương cũng từng hợp tác với những người Trotskyist, một nhóm cực tả khác, tại Nam Kỳ trong giai đoạn 1933-1937.<ref name=\"David G. Marr\">David G. Marr, [http:\/\/books.google.com.vn\/books?id=CVMA0mk6_6kC&printsec=frontcover&dq=Vietnam:+State,+War,+Revolution,+1945-1946&hl=vi&sa=X&ei=hdg4VLb5Bcvp8AXxtIGwAw&ved=0CBwQ6AEwAA#v=onepage&q=Vietnam%3A%20State%2C%20War%2C%20Revolution%2C%201945-1946&f=false Vietnam: State, War, and Revolution (1945–1946)], page 405 - 406, California: University of California Press, 2013<\/ref>\n\nNgay sau khi thành lập, [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa|Chính phủ Cách mạng Lâm thời]] ban hành các sắc lệnh giải tán một số đảng phái<ref name=\"saclenh8\">[http:\/\/www.vietlaw.gov.vn\/LAWNET\/docView.do?docid=7&type=html&searchType=fulltextsearch&searchText= SẮC LỆNH CỦA CHỦ TỊCH CHÍNH PHỦ LÂM THỜI SỐ 8 NGÀY 5 THÁNG 9 NĂM 1945]<\/ref><ref name=\"saclenh30\">[http:\/\/www.vietlaw.gov.vn\/LAWNET\/docView.do?docid=30&type=html&searchType=fulltextsearch&searchText= SẮC LỆNH CỦA CHỦ TỊCH CHÍNH PHỦ LÂM THỜI SỐ 30 NGÀY 12 THÁNG 9 NĂM 1945]<\/ref>, với lý do các đảng này \"tư thông với ngoại quốc\", làm \"phương hại đến nền độc lập Việt Nam và nền kinh tế Việt Nam\" (như [[Việt Nam Quốc xã]], [[Đại Việt Quốc dân đảng]]...) nhằm kịp thời trừng trị \"bọn phản cách mạng, bảo vệ chính quyền non trẻ, đồng thời \"giáo dục ý thức về tinh thần cảnh giác\" cho nhân dân.<ref name=\"BuiLam\">{{Chú thích web |url=http:\/\/tapchikiemsat.org.vn\/viewtopic\/phap-luat-78\/Nho-bac-Bui-Lam-630.html |ngày truy cập=2012-01-11 |tựa đề=Nhớ mãi về bác Bùi Lâm, Tạp chí Kiểm sát |archive-date = ngày 11 tháng 1 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120111184416\/http:\/\/tapchikiemsat.org.vn\/viewtopic\/phap-luat-78\/Nho-bac-Bui-Lam-630.html |url-status=dead }}<\/ref> Cùng với đó là giải tán các nghiệp đoàn<ref>[http:\/\/www.vietlaw.gov.vn\/LAWNET\/docView.do?docid=40&type=html&searchType=fulltextsearch&searchText= SẮC LỆNH CỦA CHỦ TỊCH CHÍNH PHỦ LÂM THỜI SỐ 36 NGÀY 22 THÁNG 9 NĂM 1945]<\/ref> để kiểm soát nền kinh tế<ref>Bộ Giáo dục và Đào tạo, Phan Ngọc Liên (Tổng chủ biên), ''Lịch sử 12 nâng cao'', Nhà xuất bản Giáo dục, Thanh Hóa, 2008. Trang 169.<\/ref>, thống nhất các tổ chức thanh niên (vào [[Đoàn Thanh niên Cộng sản Hồ Chí Minh|Đoàn Thanh niên Cứu quốc Việt Nam]]).\n\nViệt Nam Quốc dân Đảng và Đại Việt Quốc dân đảng đã tổ chức các [[lực lượng vũ trang|đội vũ trang]] như \"Thần lôi đoàn\", \"Thiết huyết đoàn\", \"Hùm xám\"... thực hiện các vụ cướp có vũ trang, bắt cóc, tống tiền, tổ chức ám sát những người theo Việt Minh và cả những người trung lập như ông Ba Viên (Ba Viên bị Quốc dân Đảng nghi ngờ là gián điệp của Pháp, sau khi gặp Hồ Chí Minh, Ba Viên quay về Hà Giang, bắt giữ và hành quyết một số đảng viên Việt Nam Quốc dân Đảng<ref name=\"marr415\">David G. Marr, Vietnam: State, War, and Revolution (1945–1946), page 415, California: University of California Press, 2013<\/ref>) rồi tuyên truyền đổ lỗi cho Việt Minh đã không đảm bảo được an ninh trật tự ở Hà nội và một số đô thị ở Bắc Bộ.<ref name=\"60nam\">Phạm Văn Quyền (chủ biên). 60 năm Công an nhân dân Việt Nam. Nhà xuất bản Công an nhân dân. 2006. trang 104.<\/ref> Theo David G. Marr, đó là một thời kỳ đầy hận thù, phản bội và giết chóc. Để củng cố đoàn kết dân tộc, chính quyền Hồ Chí Minh đã cho phép các đảng phái đối lập được tham gia Quốc hội bất chấp những đảng này trước đó đã tẩy chay Tổng tuyển cử toàn quốc năm 1946 vì họ cho rằng cuộc bầu cử này không công bằng.<ref>\"Mẫu số chung\" cho hòa giải, hòa hợp dân tộc, Tạp chí Văn hóa Nghệ An, 16 Tháng 5 2017<\/ref> [[Chính phủ Liên hiệp Kháng chiến Việt Nam Dân chủ Cộng hòa|Chính phủ Liên hiệp Kháng chiến]] được thành lập nhằm tạo khối đại đoàn kết, hòa hợp dân tộc giữa các đảng phái. Việc các thành viên Việt Quốc và Việt Cách rời bỏ chính phủ, lưu vong sang Trung Quốc đã đánh dấu chấm hết cho thời kỳ hợp tác giữa Việt Minh và các đảng phái [[dân tộc chủ nghĩa|quốc gia]] tại miền Bắc, trong công cuộc \"kháng chiến kiến quốc\" mà Chính phủ Liên hiệp Kháng chiến là biểu tượng. Cho tới tháng 8 năm 1946, các đảng phái đối lập, ngoại trừ Giáo hội Công giáo, đều bị phá vỡ, vô hiệu hóa, hoặc buộc phải [[lưu vong]]<ref name=\"David G. Marr\"\/>.\n\nNăm 1946, sau khi Pháp đưa quân vào Việt Nam nhằm tái chiếm thuộc địa, [[Chiến tranh Đông Dương]] (1946-1954) bùng nổ vào ngày 19 tháng 12 năm 1946. Vệ quốc đoàn, quân đội của [[Việt Nam Dân chủ Cộng hòa]] do [[Việt Minh]] kiểm soát, cùng nhiều lực lượng quân sự khác của các đảng phái quốc gia, các giáo phái cùng chống Pháp. Ở miền Bắc, các lực lượng quân sự của [[Đại Việt Quốc dân Đảng]] và [[Việt Nam Quốc dân Đảng]] liên kết với Trung Hoa Dân quốc để chống Pháp và chống Việt Minh. Ở miền Nam, lực lượng vũ trang [[Cao Đài]], [[Hòa Hảo]], [[Bình Xuyên]] hợp tác với lực lượng Việt Minh chống Pháp nhưng các lực lượng này bất đồng với Việt Minh. Sự bất đồng sau đó biến thành xung đột vũ trang. Sau sự kiện giáo chủ Hòa Hảo [[Huỳnh Phú Sổ]] mất tích, Hòa Hảo cho rằng ông bị Việt Minh thủ tiêu, các giáo phái chấm dứt hợp tác với Việt Minh, quay sang hợp tác với Chính phủ [[Cộng hòa Tự trị Nam Kỳ]] chống Việt Minh. Chính phủ Pháp đàm phán với cựu hoàng [[Bảo Đại]] được [[Mặt trận Thống nhất Quốc gia Liên hiệp]], gồm các đảng phái quốc gia và các giáo phái, ủng hộ. Ngày 14 tháng 6 năm 1949 [[Quốc gia Việt Nam]] được thành lập. Theo [[Hiệp ước Élysée (1949)]], Pháp công nhận Quốc gia Việt Nam là một nước độc lập thuộc [[Liên hiệp Pháp]], nhưng Pháp vẫn giữ quyền đại diện về ngoại giao và kiểm soát kinh tế. [[Quân đội Quốc gia Việt Nam]] phối hợp với quân đội Pháp chống lại Việt Minh.\n\nNăm 1954, Pháp đã ký [[Hiệp định Genève, 1954]] với [[Việt Nam Dân chủ Cộng hòa]] chấm dứt cuộc chiến của Pháp tại Việt Nam. Chiến tranh Đông Dương kết thúc. [[Quân đội Nhân dân Việt Nam]] tập kết về miền Bắc Việt Nam. Quân đội Liên hiệp Pháp và Quân đội Quốc gia Việt Nam tập kết về miền Nam Việt Nam, sau đó Pháp rút quân về nước. Vĩ tuyến 17 trở thành ranh giới tạm thời chia cắt Việt Nam thành hai vùng tập kết quân sự từ năm 1954 và chỉ kết thúc khi hai miền Nam-Bắc [[tổng tuyển cử]] rồi thống nhất thành một nước vào năm 1976.\n\nQuốc gia Việt Nam ở [[miền Nam Việt Nam]] từ chối việc ký Hiệp định Genève<ref name=\"Bernard B. Fall 1964\">Bernard B. Fall, The Two Vietnams: A Political and Military Analysis (New York: Praeger, 1964)<\/ref> và từ chối tổ chức tổng tuyển cử thống nhất Việt Nam theo Tuyên bố cuối cùng của Hội nghị Genève với lý do \"''nghi ngờ về việc có thể đảm bảo những điều kiện của cuộc bầu cử tự do ở miền Bắc''\"<ref>Denis Warner, Certain victory - How Hanoi won the war, Sheed Andrews and McMeel, Inc, 1978, tr. 110 (phỏng vấn của tác giả với Ngô Đình Diệm)<\/ref>. Có ý kiến cho rằng, do Quốc gia Việt Nam vẫn được đại diện bởi Pháp nên Quốc gia Việt Nam vẫn phải thực hiện các điều khoản mà Pháp tham gia hoặc không phản đối.<ref name=\"Bernard B. Fall 1964\"\/> Trong khi đó, Việt Nam Dân chủ Cộng hòa cũng vẫn nỗ lực mạnh mẽ để tổ chức được cuộc Tổng tuyển cử. Sau thủ thuật trong [[Cuộc trưng cầu dân ý miền Nam Việt Nam, 1955]], Thủ tướng Quốc gia Việt Nam [[Ngô Đình Diệm]] truất phế quốc trưởng [[Bảo Đại]] để lên nắm quyền trở thành Quốc trưởng Quốc gia Việt Nam. Ngô Đình Diệm chủ trương chống lại [[cộng sản]], [[thực dân]] và [[phong kiến]] mà ông coi là các thế lực cần phải bị loại trừ.<ref>[http:\/\/hist.hnue.edu.vn\/Ngaynaynamxua\/tabid\/230\/event\/81\/Default.aspx Ngày 26 tháng 10 năm 1955, Ngô Đình Diệm truất phế Bảo Đại, thành lập Việt Nam Cộng hòa]{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Hoa Kỳ cho rằng, Ngô Đình Diệm không có khả năng chiến thắng khi tham gia Tổng tuyển cử với miền Bắc. [[Việt Nam Cộng hòa]] được thành lập thay thế Quốc gia Việt Nam dưới sự lãnh đạo của Ngô Đình Diệm và [[Đảng Cần lao Nhân vị]].\n\nNgô Đình Diệm và Chính phủ Việt Nam Cộng hòa thi hành chính sách [[tố Cộng diệt Cộng]] để bắt giam và tàn sát một cách có hệ thống những người cộng sản miền Nam và đàn áp những người chống đối chính quyền Ngô Đình Diệm. Việt Nam Cộng hòa xem việc đàn áp cộng sản là để tránh cho miền Nam Việt Nam rơi vào tay cộng sản mà họ xem là một thảm họa và từ đó họ sẽ tiến ra miền Bắc thống nhất đất nước. Những người cộng sản đáp trả bằng cách ám sát các viên chức Việt Nam Cộng hòa, hợp tác với các giáo phái chống chính quyền Việt Nam Cộng hòa và cuối cùng là khởi nghĩa vũ trang. Năm 1960, họ thành lập [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] và sau đó là [[Quân Giải phóng miền Nam Việt Nam]] và [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam]] để đấu tranh vũ trang chống Việt Nam Cộng hòa cũng như đòi thống nhất đất nước. Theo Cao Xuân Vỹ, một người rất thân cận với Ngô Đình Nhu, năm 1963, ông và Ngô Đình Diệm bắt đầu tìm cách đàm phán với bên [[Việt Nam Dân chủ Cộng hòa]] ở [[miền Bắc Việt Nam|miền Bắc]] về [[hòa bình]] và tái thống nhất bằng cách ngưng chiến và [[tổng tuyển cử]] với những điều kiện công bằng nhưng cuối cùng thì hai anh em họ bị ám sát.<ref>https:\/\/www.voatiengviet.com\/a\/thong-nhat-lien-trieu-giai-phap-viet-nam\/4591397.html<\/ref> Chính thể Việt Nam Cộng hoà suy yếu và bị lệ thuộc Mỹ sau khi Tổng thống Ngô Đình Diệm bị lật đổ vào ngày 1 tháng 11 năm 1963. [[Chiến tranh Việt Nam]] chính thức bước vào giai đoạn mới khi lực lượng chống chính quyền Việt Nam Cộng hòa chuyển hướng từ đấu tranh chính trị sang đấu tranh chính trị kết hợp đấu tranh vũ trang và leo thang sau khi người Mỹ và đồng minh bắt đầu đổ quân vào miền Nam Việt Nam để chiến đấu trực tiếp từ năm 1965.<ref name=BuiDiem\/> Đồng thời người cộng sản thực hiện [[cải cách ruộng đất tại miền Bắc Việt Nam]], [[Cải tạo kinh tế tại Việt Nam|cải tạo công thương nghiệp]] và xây dựng [[chủ nghĩa xã hội]] tại miền Bắc<ref name=\"chinhphu\"\/>.\n\n[[Chiến tranh Việt Nam]] ([[1955]]–[[1975]]) là cuộc [[chiến tranh ủy nhiệm]] giữa một bên là Việt Nam Cộng hòa cùng [[Hoa Kỳ]] và một số đồng minh ở miền Nam Việt Nam<ref>Craig A. Lockard, \"Meeting Yesterday Head-on:The Vietnam War in Vietnamese, American, and World History\", Journal of World History, Vol. 5, No. 2, 1994, University of Hawaii Press, pp. 227–270.<\/ref>; một bên là [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]], [[Cộng hòa Miền Nam Việt Nam]] tại miền Nam Việt Nam do [[Trung ương Cục miền Nam]] lãnh đạo, cùng [[Việt Nam Dân chủ Cộng hòa]], do [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] lãnh đạo tuyệt đối từ miền Bắc Việt Nam, và được sự viện trợ vũ khí và chuyên gia từ các nước [[hệ thống xã hội chủ nghĩa|xã hội chủ nghĩa]], chủ yếu là [[Liên Xô]]<ref>[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/218783\/print\/Default.aspx Việt Nam không bao giờ quên cống hiến, hy sinh của các chuyên gia Xô-viết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140728225046\/http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/218783\/print\/Default.aspx |date = ngày 28 tháng 7 năm 2014}}, Báo điện tử Quân đội nhân dân, 04\/12\/2012<\/ref> và [[Cộng hòa Nhân dân Trung Hoa|Trung Quốc]]. Sau Hiệp định Paris năm 1973, Mỹ rút quân khỏi Việt Nam. Hiệp định Paris quy định việc ngừng bắn và thành lập Hội đồng Quốc gia Hòa giải và Hòa hợp Dân tộc cùng chính quyền liên hiệp ba thành phần, nhưng ngay đêm đó quân Việt Nam Cộng hòa đánh vào cảng Cửa Việt, vốn là căn cứ hải quân Việt Nam Cộng hòa bị miền Bắc chiếm năm 1972, khiến quân Giải phóng phản kích lại, chiến tranh tiếp tục<ref>[https:\/\/thanhnien.vn\/thoi-su\/hoa-hop-hoa-giai-can-doi-mat-moi-405573.html Hòa hợp - hòa giải cần đôi mắt mới], Báo Thanh niên, 30\/04\/2014<\/ref><ref>[https:\/\/www.nguoi-viet.com\/cuu-chien-binh\/tran-cua-viet-truoc-va-sau-hiep-dinh-paris-1973\/ Trận Cửa Việt trước và sau Hiệp Định Paris 1973], Báo Người Việt, Apr 10, 2021<\/ref>. Cuộc chiến này kết thúc với [[sự kiện 30 tháng 4 năm 1975]], khi Tổng thống [[Dương Văn Minh]] của Việt Nam Cộng hoà đã tuyên bố đầu hàng vô điều kiện [[Cộng hòa miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam]], trao chính quyền lại cho Chính phủ cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]] ở Thủ đô [[Sài Gòn]].<ref>[http:\/\/vnexpress.net\/gl\/xa-hoi\/2011\/04\/buoi-phat-thanh-lich-su-tai-sai-gon-trua-30-4-1975\/page_2.asp Dương Văn Minh đọc lời đầu hàng, vnexpress.net]<\/ref>\n\nViệt Nam đã tái thống nhất hoà bình vào năm 1976 bởi [[Việt Nam Dân chủ Cộng hoà]] và [[Cộng hoà Miền Nam Việt Nam]] dưới tên gọi [[Cộng hòa Xã hội chủ nghĩa Việt Nam]]. Chính thể này đi theo con đường [[chủ nghĩa xã hội]] [[chủ nghĩa Marx-Lenin|Marx-Lenin]] dưới sự lãnh đạo tuyệt đối của [[Đảng Cộng sản Việt Nam|đảng Cộng sản]]. Tuy nhiên ở miền Nam, số tàn dư của quân đội và chế độ Việt Nam Cộng Hoà tan rã tại chỗ còn khá đông, một số vẫn tiếp tục lẩn trốn và tìm cách chống lại chính quyền mới, thậm chí hoạt động vũ trang nhằm để lật đổ chế độ<ref>[http:\/\/baoninhthuan.com.vn\/diendan\/61402p1c155\/dau-tranh-kham-pha-cac-to-chuc-phan-dong-tren-dia-ban-tinh.htm Đấu tranh khám phá các tổ chức phản động trên địa bàn tỉnh], Báo Điện Tử Ninh Thuận, 18\/12\/2017<\/ref><ref>[http:\/\/antg.cand.com.vn\/77421.cand Chân tướng \"thủ lĩnh\" tổ chức phản động ở Phú Yên và những trò lừa dân, phản quốc], Báo Công An Nhân dân, Chuyên đề An Ninh Thế giới và Văn nghệ Công An, 23\/02\/2012<\/ref><ref>[http:\/\/tinhdoan.angiang.gov.vn\/wps\/portal\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3j3oBBLczdTEwOLMAMLA08Tb6cwN8sgAz9XQ_2CbEdFABQHBaw!\/?WCM_GLOBAL_CONTEXT=\/wps\/wcm\/connect\/tinhdoan\/tinhdoanag\/tulieulichsu\/dantaphaibietsuta\/dap+tan+am+muu+cua+phan+dong Đập tan âm mưu của bọn phản động, giữ vững an ninh trật tự những ngày sau giải phóng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180907144756\/http:\/\/tinhdoan.angiang.gov.vn\/wps\/portal\/!ut\/p\/c4\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3j3oBBLczdTEwOLMAMLA08Tb6cwN8sgAz9XQ_2CbEdFABQHBaw!\/?WCM_GLOBAL_CONTEXT=%2Fwps%2Fwcm%2Fconnect%2Ftinhdoan%2Ftinhdoanag%2Ftulieulichsu%2Fdantaphaibietsuta%2Fdap+tan+am+muu+cua+phan+dong |date=2018-09-07 }}, tỉnh Đoàn An Giang, 03\/05\/2012<\/ref>. Tháng 6\/1975, Chính phủ Cộng hòa Miền Nam Việt Nam đã ra thông cáo bắt buộc sĩ quan quân đội và viên chức thuộc chế độ Việt Nam Cộng hòa đi \"[[học tập cải tạo]]\" nhưng không ai trong số này bị xét xử với các tội danh như tội ác chiến tranh, tội ác chống lại loài người nhưng vẫn phải đi học tập cải tạo. Sau [[học tập cải tạo]], những người này đã được phục hồi đầy đủ quyền công dân trên danh nghĩa tuy nhiên họ và con cháu họ bị kỳ thị và phân biệt đối xử cho đến nay. Sau khi thống nhất đất nước này, người cộng sản [[Cải tạo kinh tế tại Việt Nam|cải tạo công thương]], thực hiện hợp tác hóa tại nông thôn miền Nam<ref name=\"chinhphu\">[http:\/\/chinhphu.vn\/portal\/page\/portal\/chinhphu\/NuocCHXHCNVietNam\/ThongTinTongHop\/kinhtexahoi Một vài nét về kinh tế-xã hội Việt Nam], CỔNG THÔNG TIN ĐIỆN TỬ CHÍNH PHỦ<\/ref>. Việt Nam bước vào [[thời bao cấp]]. Gần một triệu  [[thuyền nhân Việt Nam]] vượt biên bằng đường biển, hàng trăm ngàn người khác rời khỏi đất nước bằng đường bộ tạo ra một cuộc [[khủng hoảng nhân đạo]] lớn<ref>The State of The World’s Refugees 2000: Fifty Years of Humanitarian Action - Chapter 4: [https:\/\/www.unhcr.org\/3ebf9bad0.pdf Flight from Indochina], UNHCR<\/ref>. Đại tá [[Bùi Tín]], từng là phó tổng biên tập [[Báo Nhân dân]], người đã rời bỏ Việt Nam đi lưu vong, tuyên bố rằng một trong những lý do khiến ông làm vậy vì ông cho rằng chính phủ Việt Nam đối xử rất tiêu cực và tàn nhẫn với cựu thù<ref name=\"Carl Thayer\"\/>.\n\nCăng thẳng ngoại giao với Trung Quốc và các sự kiện liên quan (như vụ việc treo ảnh [[Mao Trạch Đông]] và [[quốc kỳ Trung Quốc|cờ Trung Quốc]] tại [[Chợ Lớn]]) khiến chính quyền Cộng hoà Xã hội chủ nghĩa Việt Nam tập trung vào một đối tượng khác là người gốc Hoa sống tại Việt Nam. Chính phủ đưa ra thời hạn để người gốc Hoa đăng ký nhập tịch Việt Nam, những người gốc Hoa không chịu đăng ký quốc tịch Việt Nam bị mất việc và giảm tiêu chuẩn lương thực, tất cả các tờ báo [[tiếng Trung Quốc]], trường học dành riêng cho người Hoa đã bị đóng cửa trong giai đoạn 1975-1979.<ref name=\"Evans và Rowley, tr. 51\">Evans và Rowley, tr. 51<\/ref> Vấn đề Hoa kiều đã được chính phủ Việt Nam xem là một thử thách đối với chủ quyền quốc gia hơn là một vấn đề nội bộ đơn giản trong bối cảnh quan hệ Việt - Trung xấu đi trong khi chính quyền Hà Nội lệ thuộc vào đồng minh Liên Xô và ngày càng công khai xích lại quá gần Liên Xô khiến cho quan hệ hai nước tại thời điểm đó ngày càng xấu đi khiến một loạt các cuộc chiến và xung đột diễn ra dọc biên giới hai nước cho tới cuối năm 1991 khi Liên Xô sắp tan rã thì hai nước mới bình thường hoá quan hệ song phương.<ref name=\"Evans và Rowley, tr. 51\"\/>\n\nNăm 1965, các cuộc nổi dậy của [[FULRO]] thất bại vì bị quân đội Việt Nam Cộng Hòa trấn áp nhưng phong trào này vẫn chưa bị Chính phủ Việt Nam Cộng hoà triệt hạ hẳn.<ref>[https:\/\/www.nytimes.com\/2017\/06\/09\/opinion\/a-war-of-their-own.html A War of Their Own], by William H. Chickering, The NewYork Times, ngày 9 tháng 6 năm 2017<\/ref><ref>[https:\/\/www.bbc.com\/vietnamese\/regionalnews\/story\/2004\/04\/040416_bajaraka Nhìn lại phong trào BAJARAKA], BBC Tiếng Việt<\/ref> Sau năm 1975, những thành viên FULRO chạy trốn sang Campuchia đã liên kết với [[Khmer Đỏ]] để tiến hành chiến tranh du kích chống Chính phủ Việt Nam thống nhất nhưng vẫn bị thất bại trước sự truy quét của lực lượng chức năng và an ninh sở tại ở Việt Nam khiến FULRO bị sụp đổ và tan rã hoàn toàn vào năm 1992<ref>[http:\/\/congan.com.vn\/guong-sang\/an-ninh-tay-nguyen-tham-lang-nhung-chien-cong-chong-fulro_22629.html An ninh Tây Nguyên: Thầm lặng những chiến công chống Fulro], Báo Công an Tp.HCM, 13\/07\/2016<\/ref>.\n\n==Khó khăn==\n{{POV|Không có quan điểm của VNCH}}\nDù cả 2 đều muốn hòa giải, đoàn kết và ôn hòa; hòa giải hòa hợp vẫn rất khó khăn vì nhiều lý do phức tạp từ cả 2 phía do vấn đề ý thức hệ, [[quyền lợi]].\n===Quan điểm của nhà nước Việt Nam===\nTheo báo Nhân dân, các \"phần tử cơ hội\" chủ nghĩa thường lợi dụng việc chống phá quá trình hòa hợp dân tộc để có các vị thế trong nền chính trị. Vấn đề là ở đây là họ câu kết với các thế lực nước ngoài để thực hiện mưu đồ của mình.<ref>[http:\/\/nhandan.com.vn\/chinhtri\/item\/32134302-nhan-dien-dau-tranh-voi-cac-phan-tu-co-hoi-bat-man-chinh-tri.html Nhận diện, đấu tranh với các phần tử cơ hội, bất mãn chính trị], 23\/02\/2017, Báo Nhân dân<\/ref> Theo báo Quân đội Nhân dân, việc các cá nhân cực đoan trong xã hội có những hoạt động gây chia rẽ các bên khiến quá trình hòa giải, hòa hợp ở đây trở nên khó khăn hơn nhiều. Quá trình hòa hợp và hòa giải dân tộc còn gặp khó khăn khi các thế lực không có thiện chí với chính quyền Việt Nam kích động chủ nghĩa dân tộc cực đoan, chủ nghĩa dân tộc hẹp hòi, tư tưởng bài ngoại, bảo thủ. Các thế lực này muốn dân tộc Việt Nam lao vào một cuộc chiến \"nồi da nấu thịt\" như đã diễn ra ở một số nước thông qua việc kích động, dung dưỡng cho quan điểm đề cao lợi ích cục bộ của mỗi dân tộc, chia rẽ tình đoàn kết thống nhất và từ bỏ những lợi ích chung của dân tộc Việt Nam để kích động đồng bào dân tộc ít người tham gia các phong trào ly khai. Mục đích của những người này là chia cắt Việt Nam thành nhiều vùng miền, khu vực tự trị của đồng bào dân tộc thiểu số, phá vỡ sự thống nhất và toàn vẹn lãnh thổ của Việt Nam. Sự chống phá còn đến từ việc tuyệt đối hóa tính biệt lập, đặc thù của mỗi tôn giáo, đề cao tôn giáo mình, phủ nhận hoặc xem thường với thái độ miệt thị các tôn giáo khác và những người không theo tôn giáo; chỉ thấy quyền lợi của tôn giáo mình, chà đạp lên quyền lợi của tôn giáo khác và nuôi dưỡng ngày càng sâu mối hận thù với các dân tộc, tôn giáo khác... Trong lịch sử đấu tranh giành độc lập dân tộc của Việt Nam đã chứng minh, các nước đế quốc có âm mưu thôn tính Việt Nam đã tính toán đến âm mưu lợi dụng vấn đề dân tộc, tôn giáo để tạo dựng tay chân từ bên trong để chống phá nhân dân Việt Nam.<ref name=\"qdnn\">[http:\/\/www.qdnd.vn\/phong-chong-tu-dien-bien-tu-chuyen-hoa\/chu-dong-phong-ngua-tu-tuong-dan-toc-hep-hoi-ton-giao-cuc-doan-516554 Chủ động phòng ngừa tư tưởng dân tộc hẹp hòi, tôn giáo cực đoan], Báo điện tử Quân đội nhân dân, 31\/08\/2017<\/ref>\n\nCũng theo báo Công an Nhân dân, một trong các khó khăn khác là các thế lực không có thiện chí với chính quyền Việt Nam đã lợi dụng, bóp méo lịch sử cũng như lợi dụng lòng hận thù của những người Việt từng tham gia các cuộc chiến xâm lược Việt Nam do nước ngoài thực hiện để chống phá quá trình hòa hợp và hòa giải dân tộc. Một bộ phận người Việt ở nước ngoài vẫn ôm chặt tư duy cũ, chống đối và định kiến về nhà đương cục cầm quyền. Khi nhìn lại thực tế lịch sử, một số thông tin ở nước ngoài do các thế lực không có thiện chí với chính quyền Việt Nam đã bóp méo sự thực, quy chụp rằng do chính quyền trong nước đối xử thậm tệ với những người từng phục vụ cho chính thế Việt Nam Cộng hòa và không hề quan tâm việc hòa giải, hòa hợp dân tộc. Những người này đặt nặng tâm lý \"thắng-thua\" nên cho rằng người Việt không thể hòa hợp và hòa giải. Đặc biệt, những người không có thiện chí với chế độ chính trị trong nước vu cáo Đảng Cộng sản và chính quyền trong nước đã bỏ rơi kiều bào nước ngoài để phủ nhận việc Đảng Cộng sản luôn coi cộng đồng người Việt ở nước ngoài là một bộ phận không thể tách rời của dân tộc Việt Nam. Những người này còn lập lờ khi cho rằng những người Việt ra nước ngoài do không chấp nhận chế độ chính trị trong nước trong khi phớt lờ thực tế là ngày càng có nhiều kiều bào hồi hương hay về thăm quê. Để tránh để các thế lực không có thiện chí với chính quyền Việt Nam, những người Việt xa xứ nên trở về để trải nghiệm thực tế đang diễn ra trong nước để cùng xoá bỏ mặc cảm, định kiến, phân biệt đối xử do quá khứ hay thành phần giai cấp; xây dựng tinh thần cởi mở, tôn trọng, thông cảm, tin cậy lẫn nhau, cùng hướng tới tương lai.\n\nVề vấn đề đa nguyên, đa đảng, phía chính quyền trong nước cho rằng đa đảng là không cần thiết do lịch sử đã chứng minh, đa đảng không có lợi cho lợi ích quốc gia. Lịch sử Việt Nam đã có thời kỳ đa đảng và khi đất nước bị xâm lược hoặc trong tình trạng khó khăn, các thế lực muốn xâm lược Việt Nam thường lợi dụng tình trạng đa đảng để gây mất đoàn kết nội bộ của Việt Nam, làm nội bộ người Việt Nam chống lại nhau khiến Việt Nam suy yếu, tạo điều kiện cho bên ngoài chứ không chống lại giặc ngoại xâm.<ref>[http:\/\/vtc.vn\/2-274565\/xa-hoi\/viet-nam-khong-co-nhu-cau-da-nguyen-da-dang.htm Việt Nam không có nhu cầu đa nguyên đa đảng], BÁO ĐIỆN TỬ VTC NEWS, 10\/01\/2011<\/ref> Theo báo Nhân dân thì việc thực hiện hòa hợp hòa giải thông qua chuyển đổi thể chế chính trị sang đa nguyên, đa đảng sẽ khiến quá trình này không những không hiệu quả, thậm chí là phản tác dụng khi không có cơ quan thống nhất ý kiến của các bên tham gia, thậm chí việc đa đảng sẽ tạo cơ hội để các thế lực không có thiện cảm với nhân dân Việt Nam lợi dụng sự mâu thuẫn của các đảng trong hòa hợp, hòa giải dân tộc để gây mất độc lập, chủ quyền của Việt Nam, từ đó làm phương hại đến lợi ích của nhân dân Việt Nam.<ref>[http:\/\/www.nhandan.com.vn\/chinhtri\/binh-luan-phe-phan\/item\/22980502-ai-la-ke-thu-cua-hoa-giai-hoa-hop-dan-toc.html Ai là kẻ thù của hòa giải, hòa hợp dân tộc?], Báo Nhân dân, 21\/04\/2014<\/ref> Theo Tạp chí Cộng sản, thể chế nhất nguyên một đảng lãnh đạo ở Việt Nam hoàn toàn không đồng nghĩa với việc mất dân chủ, triệt tiêu dân chủ thậm chí còn vừa phát huy dân chủ, vừa bảo vệ được quyền lợi chính đáng của nhóm nhỏ. Từ đó, quá trình hòa hợp, hòa giải dân tộc không cần sử dụng và không nên sử dụng phương thức đa nguyên, đa đảng.<ref>[http:\/\/www.tapchicongsan.org.vn\/Home\/Tieu-diem\/2013\/20490\/Lieu-Viet-Nam-co-nen-da-nguyen-da-dang.aspx Liệu Việt Nam có nên đa nguyên, đa đảng?], Tạp chí Cộng sản, 8\/3\/2013<\/ref> Thực chất luận điểm \"đa nguyên chính trị, đa đảng đối lập\" là luận điểm mang nặng tính chất mị dân, rất dễ gây nên sự ngộ nhận, nhất là đối với những người có nhận thức hạn chế và quá trình này không những không làm Việt Nam mạnh lên mà còn khiến Việt Nam yếu đi do thực tế trên thế giới đã chứng minh, đa nguyên đa đảng sẽ tạo nhiều cơ hội để nước ngoài can thiệp vào công việc nội bộ hơn là duy trì chế độ [[chế độ độc đảng|một đảng lãnh đạo]] theo nguyên tắc [[tập trung dân chủ]].<ref>[http:\/\/www.tapchicongsan.org.vn\/Home\/PrintStory.aspx?distribution=43721&print=true Tính chất phi lý của luận điểm \"Muốn thực sự có dân chủ cho người dân và xã hội phát triển phải thực hiện \"đa nguyên, đa đảng\"], Tạp chí Cộng sản, 28\/2\/2017<\/ref>\n\n===Quan điểm khác===\n\n==Hòa giải và hòa hợp==\n===Ý kiến cá nhân===\n====Tại Việt Nam====\n[[Tập tin:Bandroll1.jpg|thumb|Biểu ngữ tuyên truyền nhân quyền tại Việt Nam có nội dung \"''Không ai bị phân biệt đối xử trong đời sống chính trị, dân sự, kinh tế, văn hóa, xã hội''\"]]\n=====[[Võ Văn Kiệt]]=====\n\nNăm 2005, ông [[Võ Văn Kiệt]], cố thủ tướng Cộng hòa Xã hội Chủ nghĩa Việt Nam, phát biểu \"''Suy nghĩ của tôi chỉ đơn giản là làm sao để không còn những nhà lãnh đạo phải trưởng thành từ chiến tranh như chúng tôi nữa. Chiến tranh đã qua cách đây ba chục năm. Chúng tôi đã chuyển giao quyền lãnh đạo cho thế hệ kế tiếp. Nói như thế có nghĩa là tôi mong chiến tranh thật sự phải thuộc về quá khứ. Một quá khứ mà chúng ta mong muốn khép lại... Một sự kiện liên quan đến chiến tranh khi nhắc lại, có hàng triệu người vui, mà cũng có hàng triệu người buồn. Đó là vết thương chung của dân tộc, cần được giữ lành thay vì lại tiếp tục làm cho nó thêm rỉ máu... Đối với Việt Nam, nhất là ở miền Nam, tôi thường biết và hiểu nhiều gia đình đều có hai bên hết... Chúng ta đang nắm quyền lãnh đạo đất nước, muốn để mọi người Việt cùng chung tay hàn gắn, chung tay tạo dựng thì chúng ta phải thực tâm khoan dung và hòa hợp.''\"<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2011\/03\/110315_bbcvietnam_tx_history2.shtml Lịch sử phát thanh BBC Tiếng Việt - phần 2], 15 tháng 3 năm 2011<\/ref><ref>[http:\/\/tuanvietnam.vietnamnet.vn\/2010-04-21-nhung-doi-hoi-moi-cua-thoi-cuoc Những đòi hỏi mới của thời cuộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160113190701\/http:\/\/tuanvietnam.vietnamnet.vn\/2010-04-21-nhung-doi-hoi-moi-cua-thoi-cuoc |date = ngày 13 tháng 1 năm 2016}}, Tuần báo Quốc tế, Vietnamnet đăng lại ngày 23\/04\/2010<\/ref>.\n\nNgày 30\/4\/2007, trả lời phỏng vấn BBC, ông phát biểu \"''Tổ quốc là của mình, dân tộc là của mình, quốc gia là của mình, Việt Nam là của mình, chứ không phải là của riêng của người cộng sản hay của bất cứ tôn giáo hay phe phái nào cả... Hơn 30 năm rồi, năm nay nữa là 32 năm, không có lý do gì giữa chúng ta với nhau không hòa giải được... Tôi đã đặt vấn đề này và cũng viết trong một số bài rằng có một cách nhìn méo mó từ phía một số người cộng sản rằng yêu nước và yêu chủ nghĩa xã hội là đúng, còn những người yêu nước khác mà không yêu chủ nghĩa xã hội thì không yêu nước đủ như mình... Có hàng trăm con đường yêu nước khác nhau. Tổ quốc Việt Nam không của riêng một đảng, một phe phái, tôn giáo nào... ''\". Ông cũng cho rằng đã tới lúc bỏ lại phía sau những chia rẽ mà theo ông phần nhiều do nước ngoài can thiệp gây ra. Theo ông \"''chính kiến khác nhau, ý kiến khác nhau là bình thường, và điều quan trọng là cần phải có đối thoại, nói chuyện với nhau một cách sòng phẳng... chính phủ không nên áp dụng biện pháp hành chính đi đầu với họ, trừ phi là con người hoặc sự việc đó có nguy hại đối với đất nước, nhưng không được quy chụp người ta''\".<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2007\/04\/070427_vo_van_kiet.shtml Ông Võ Văn Kiệt kêu gọi hòa giải], BBC tiếng Việt, ngày 30 tháng 4 năm 2007<\/ref><ref>[http:\/\/www.bbc.co.uk\/vietnamese\/av\/2009\/03\/090301_inv_vo_van_kiet_tc2.shtml BBC phỏng vấn ông Võ văn Kiệt], BBC tiếng Việt<\/ref>\n\n=====Trần Văn Chánh=====\n\nTạp chí Xưa & Nay, số 446, tháng 4\/2014 đăng bài ''Trên con đường hòa giải dân tộc'' của tác giả Trần Văn Chánh có viết \"''Ngoài những lý do đương nhiên về chính trị, cũng như những đòi hỏi khách quan của lịch sử cùng nguyện vọng hòa bình của dân tộc...Nhưng muốn thật sự hòa giải, cần chú trọng hơn vào khía cạnh hòa giải hòa hợp dân tộc, và phải coi việc hàn gắn vết thương chiến tranh qua thái độ hòa giải hòa hợp dân tộc như một thứ trách nhiệm lịch sử tự nhiên phải làm chứ không có tính cách ban phát sự hòa giải cho phía thua cuộc. Nếu khiêm tốn nhìn thẳng vào sự thật, chắc ai cũng biết rằng dân tộc của chúng ta chỉ là nước nhỏ lạc hậu, lại bị chi phối bởi những thế lực, âm mưu chính trị của một số cường quốc khác, nên khi chiến thắng đừng tự hào quá đáng, cũng như không có gì xấu hổ khi thua cuộc để phải mặc cảm kéo dài, trong điều kiện cả hai bên thực chất đều đứng chung trong gọng kiềm khắc nghiệt của lịch sử mà nhiều việc mình không thể chủ động được một cách hoàn toàn...Cụ thể, từ nay trở đi, nên bớt những cuộc lễ nào mà có nhắc lại những kỷ niệm không vui của thời kỳ chiến tranh đau khổ đã rơi vào dĩ vãng quá xa, và loại trừ hết mọi sự phân biệt về lý lịch, thành phần, dưới mọi hình thức, một cách thực chất chứ không chỉ hời hợt bề ngoài. Đã có một số tín hiệu mới đáng mừng như vậy rồi. Con đường hòa giải hòa hợp dân tộc khá gập ghềnh vì nhiều lý do ngoắt ngoéo tế nhị của lịch sử gần đây đã có thêm những bước tiến cụ thể rất đáng ghi nhận.''\".<ref>Trên con đường hòa giải dân tộc, Trần Văn Chánh, Tạp chí Xưa & Nay, số 446, tháng 4.2014<\/ref><ref>[http:\/\/quochoi.org\/tren-con-duong-hoa-giai-dan-toc.html Trên con đường hòa giải dân tộc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171222105039\/http:\/\/quochoi.org\/tren-con-duong-hoa-giai-dan-toc.html |date = ngày 22 tháng 12 năm 2017}}, Quochoi.org<\/ref>\n\n=====Nguyễn Khắc Huỳnh=====\n\nNgày 30\/04\/2014, ông Nguyễn Khắc Huỳnh, nguyên thành viên đoàn đàm phán Hiệp định Paris trả lời phỏng vấn báo Thanh Niên Online về vấn đề hòa giải hòa hợp dân tộc sau năm 1975. Nói về nguồn gốc của khái niệm \"Hòa hợp và hòa giải dân tộc\", Đại sứ Huỳnh nói:\n\n{{Cquote|\"''Lúc đầu đàm phán Paris, tư tưởng của ta là giành thắng lợi, buộc Mỹ rút, lập chính phủ liên hiệp và sau đó chính phủ sẽ đoàn kết toàn dân. Điều này có nghĩa là toàn dân Việt Nam dù phe này phe kia, tập hợp ba lực lượng: lực lượng cách mạng, lực lượng đối địch, lực lượng thứ ba cũng sẽ đoàn kết lại dưới sự lãnh đạo của chính phủ liên hiệp. Lúc đó chưa có khái niệm hòa hợp dân tộc... Mỹ nhận rút và quân miền Nam ở lại là đạt yêu cầu cao nhất rồi, ta mới chấp nhận thành lập một hội đồng quốc gia hòa giải, hòa hợp dân tộc. Hiệp định có điều khoản thành lập một hội đồng quốc gia hòa giải hòa hợp dân tộc để tổ chức tổng tuyển cử và đôn đốc thi hành Hiệp định. Lúc đó hình thành khái niệm hòa giải hòa hợp dân tộc.''\n\n''Đấy là quá trình đàm phán đi đến hòa giải hòa hợp dân tộc. Ta thấy không có con đường nào khác cả. Bởi vì chúng ta thắng thế nào thì Sài Gòn cũng vẫn sẽ còn. Dù lập chính phủ hai thành phần, ba thành phần hay giữ nguyên trạng thì cũng vẫn phải có hòa giải, hòa hợp. Không có cách nào khác.''''}}\n\nĐối với quá trình hòa hợp và hòa giải dân tộc từ 1973 - 1975 thì Đại sứ Huỳnh nói:\n\n{{Cquote|''\"Ta (Chính phủ Cách mạng lâm thời) đã chân thành đấu tranh thi hành Hiệp định Paris 1973, thực hiện hòa giải, hòa hợp dân tộc. Ta đã làm việc rất tích cực với các lực lượng thứ ba. Nhưng kết quả rất hạn chế. Ngay đêm Hiệp định có hiệu lực (27.1.1973), chính quyền Thiệu đã cho chiếm Cửa Việt, sau đó ta phản kích lấy lại. Có thể nói là không có lấy một ngày hòa bình. Đã không có hòa bình thì không có điều kiện cho hòa hợp.\"''}}\n\nVề quá trình hòa hợp, hòa giải dân tộc sau 30\/4\/1975, Đại sứ Huỳnh cho rằng:\n\n{{Cquote|''Phải nói là ta đã có thực hiện được một số việc chứ không phải không làm được gì. Nhưng trong phạm vi hẹp. Đối với những người thuộc lực lượng thứ ba ta đều giữ lại dùng cả. Một số giáo sư tiếp tục ở lại giảng dạy, những nhân vật cao cấp thuộc chính quyền cũ đầu hàng ở dinh Độc Lập ta đều tôn trọng, không bắt bớ gì mà để họ được tự do. Một số người thuộc chính quyền cũ cũng được đối xử tương đối nhẹ nhàng. Nhưng sau khi ta thắng lợi giải phóng miền Nam thì vấn đề hòa hợp trở thành vấn đề lớn. Thậm chí là cực kỳ lớn. Nhưng khi ta thắng lợi rồi thì chính sách hòa hợp dân tộc thực hiện được bộ phận thôi chứ chưa được rộng rãi và có kết quả. Phải thẳng thắn nhìn nhận là nhiều chính sách của ta sau giải phóng khá nặng nề với sĩ quan, binh lính chế độ cũ cũng như gia đình họ. Rồi chuyện báo chí Sài Gòn bị đóng cửa hầu hết, tất cả hoạt động kinh doanh của miền Nam bị hạn chế... Sau đó là hợp tác hóa, cải tạo xã hội chủ nghĩa.''}}\n\nVề nguyên nhân quá trình hòa hợp và hòa giải dân tộc những năm đầu sau 30\/4\/1975 còn đạt hiệu quả chưa cao, Đại sứ Huỳnh cho rằng:\n\n{{Cquote|''Nguyên nhân thứ nhất là thắng lợi lớn quá. Đến mức ngợp. Không kịp suy nghĩ gì cả. Đến cái mức mà có lãnh đạo cấp cao của ta nói là bây giờ đã hết kẻ thù, vĩnh viễn sẽ không có chiến tranh nữa. Nguyên nhân thứ hai, lúc ấy tư tưởng giáo điều ý thức hệ rất nặng nề, thể hiện ở chuyện \"thành phần\". Phân biệt kẻ thắng người thua rất nặng nề. Tư tưởng địch-ta nặng nề. Rồi tư tưởng xã hội chủ nghĩa đối lập với tư bản. Nhiều cái giáo điều ý thức hệ như vậy nên chuyện hòa hợp là không thể. Nguyên nhân thứ ba là trình độ nghiên cứu của ta rất thấp. Không nghiên cứu được là sau khi giải phóng miền Nam cái gì sửa cái gì giữ, đối xử với các tầng lớp thế nào...''\"}}\n\nVề quá trình hòa hợp dân tộc trong giai đoạn hiện nay, Đại sứ Nguyễn Khắc Huỳnh cho rằng:\n\n{{Cquote|''Thế bây giờ đặt vấn đề thế nào? Đối với những người đã ủng hộ đã sống hòa hợp, thích hợp rồi thì ta tiếp tục tranh thủ, tạo điều kiện để họ đi về đóng góp thăm viếng đất nước. Những người chờ đợi và chưa có thái độ rõ ràng là lớp người còn xa ta nhưng mà không chống đối, chính là cần thực hiện hòa hợp dân tộc với những người đó. Thực hiện hòa hợp dân tộc ở đây không phải bằng lập trường giai cấp, bằng chủ nghĩa cộng sản đâu, mà bằng TƯ TƯỞNG DÂN TỘC, TƯ TƯỞNG YÊU NƯỚC, ĐẶT LỢI ÍCH DÂN TỘC LÊN TRÊN HẾT.''\n\n''Tôi cho rằng đối với Việt kiều càng đưa vấn đề ý thức hệ ra thì càng không có tác dụng. Tôi đối xử với anh bằng tinh thần dân tộc, bằng tinh thần yêu nước chứ không phải bằng ý thức hệ thì lúc đó mới nói chuyện được với nhau, nếu không thì còn nhiều khó khăn. Đối xử bằng lòng yêu nước bằng tinh thần dân tộc. Lấy lợi ích dân tộc đặt lên trên hết. Bất cứ thời đại hoàn cảnh nào thì lợi ích dân tộc vẫn là cao hơn cả, có sức mạnh hơn cả. Còn đối với trong nước, vấn đề không phải là hòa hợp mà là làm sao tranh thủ sự đồng thuận, lấy lợi ích dân tộc để tranh thủ đồng thuận là đường lối chiến lược. Bây giờ tầng lớp nào trở nên quan trọng và cần tranh thủ đồng thuận? Ngoài nông dân, công nhân thì đặc biệt cần tranh thủ đội ngũ trí thức và doanh nhân. Đồng thuận chính là đồng thuận với hai tầng lớp này.''<ref>[http:\/\/www.thanhnien.com.vn\/pages\/20140429\/hoa-hop-hoa-giai-can-doi-mat-moi.aspx Hòa hợp - hòa giải cần đôi mắt mới], Nguyễn Khắc Huỳnh, Báo Thanh Niên<\/ref>}}\n\n=====[[Nguyễn Minh Triết]]=====\n\nChủ tịch nước [[Nguyễn Minh Triết]], ngày 27\/4\/2015, khi trả lời phỏng vấn của báo điện tử VietNamNet về hòa giải và hòa hợp dân tộc đã nêu quan điểm \n{{cquote|''Tôi hiểu có những mức độ chấp nhận khác nhau về chuyện hòa giải. Có những nghịch lý tồn tại nhưng bước qua lằn ranh đâu đơn giản. Có những người chứng kiến sự hy sinh của dân tộc quá lớn, họ cứng như thép, không dễ xoay chuyển được. Có người cho rằng, thôi đã 30-40 năm qua rồi, hãy hòa hợp, hòa giải nhanh đi... Nếu nhìn vào những mất mát, hy sinh to lớn, xét về nguyên tắc là không thể nhân nhượng, bỏ qua được. Nhưng xét về tình dân tộc, nghĩa đồng bào, đã 40 năm rồi, thì trong quan hệ có thể cởi mở, mềm dẻo, đối xử nhẹ nhàng. Như nghĩa trang Bình An được dân sự hóa có thể coi là một bước chuyển trong chuyện hòa hợp, hòa giải dân tộc. Giờ thân nhân của họ có thể về viếng mộ, thắp nhang nhưng cũng nhiều năm mình mới làm được. Chúng ta đã làm rất nhiều, cụ thể hóa tinh thần Nghị quyết 36 đề ra. Nhưng trên hết tôi vẫn trăn trở, mong muốn có một cuộc gặp mặt rộng lớn nào đó với những tuyên bố mang tinh thần đại xá, tất cả chuyện cũ hãy cho nó qua đi, lật qua một trang mới. Cái đó tôi muốn gọi là một điểm đột phá. Hay như những người tham gia trận chiến ở Hoàng Sa năm nào, nếu tính về bảo vệ tấc đất, biển đảo của Tổ quốc thì có tính ghi công, vinh danh không? Theo tôi, cái gì làm được, có ích thì nên làm. Nếu lấy ý kiến của dân chắc được nhiều người đồng tình ?''\"<ref>[http:\/\/vietnamnet.vn\/vn\/chinh-tri\/231868\/nguyen-chu-tich-nuoc-tran-tro-ve-hoa-hop-dan-toc.html Nguyên Chủ tịch nước trăn trở về hòa hợp dân tộc], VietNamNet, 27\/04\/2015<\/ref>}}\n\n=====[[Nguyễn Thị Bình]]=====\n\nTheo Phó Chủ tịch nước [[Nguyễn Thị Bình]]:\n\n{{cquote|''\"Với Mỹ, chúng ta sẵn sàng \"gác\" quá khứ, để hợp tác, nhìn về tương lai, thì không lý do gì, người cùng một dân tộc, cùng một tổ quốc, mà không thể hòa hợp, đoàn kết với nhau để xây dựng tương lai cho đất nước mình...Về vấn đề hòa giải hòa hợp dân tộc: thực tế là từ đầu, Mặt trận Dân tộc Giải phóng Miền Nam đã giương cao ngọn cờ đoàn kết dân tộc nhằm tập hợp mọi người Việt Nam không phân biệt giai cấp, tôn giáo, dân tộc, cùng nhau chống xâm lược, bảo vệ độc lập và thực hiện thống nhất nước nhà...Cuộc chiến đấu càng thắng lợi, kẻ thù càng suy yếu, cô lập là cơ hội cho nhiều lực lượng chính trị ở miền Nam chống Mỹ, không tán thành chính quyền Thiệu... được hình thành. Có thể xem đây là quá trình phân hóa, hòa hợp...Chúng ta (nhân dân Việt Nam) giành thắng lợi hoàn toàn ngày 30\/4 với kết quả một thành phố Sài Gòn nguyên vẹn và sau giải phóng Miền Nam, không hề có \"tắm máu\" chính là nhờ chính sách hòa hợp dân tộc của Đảng, Nhà nước và nhân dân ta. Hòa giải, hòa hợp dân tộc xuất phát từ truyền thống khoan dung, nghĩa tình của dân tộc ta từ xưa...Nhiều người từng ra đi, đã trở về. Dĩ nhiên cũng còn nhiều người vẫn chưa hiểu rõ chính sách của Nhà nước, hoặc còn mặc cảm... hoặc có một số, tôi tin không nhiều, vẫn giữ một thái độ thù địch đối với chế độ, đối với đất nước...Nếu nghĩ rằng những người \"chiến thắng\" phải chủ động ra tay trước, thì thực tế Đảng, Nhà nước và nhân dân ta đã chìa tay ra, tạo điều kiện để người Việt Nam khắp nơi có thể trở về, xây dựng quê hương...<ref>[http:\/\/vietnamnet.vn\/vn\/tuanvietnam\/suyngam\/cung-mot-dan-toc-ha-co-gi-khong-the-hoa-hop-302197.html Cùng một dân tộc hà cớ gì không thể hoà hợp?], Vietnamnet, 29\/04\/2016<\/ref>\"''}}\n\n=====Vũ Minh Giang=====\n\nTiến sỹ Vũ Minh Giang thấy là sự khốc liệt của chiến tranh đã hủy hoại không chỉ thể xác mà còn đối với tinh thần của dân tộc Việt. Nó chia rẽ giữa những người Việt Nam với nhau, giữa bên \"thắng cuộc\" và bên \"thua cuộc\". Phía nào cũng có cái lý của mình. Phía \"bên này\" thì cho rằng mình là chính nghĩa, đấu tranh \"chống giặc ngoại xâm, giải phóng đất nước\" và họ khẳng định chủ nghĩa cộng sản là đúng đắn. Phía \"bên kia\" cũng nói rằng mình chống chủ nghĩa cộng sản, chống [[hệ thống xã hội chủ nghĩa|khối cộng sản quốc tế]] và chống một số ít người Việt theo chủ nghĩa cộng sản là đúng đắn và chính nghĩa quốc gia. Ông cho rằng là đã đến lúc người Việt không nói về câu chuyện thắng- thua nữa. Cứ loay hoay chuyện bên này thắng, bên kia thua sẽ không có lời giải. Đã đến lúc người Việt Nam phải vượt qua chuyện thắng- thua, vươn tới một cái cao hơn. Đất nước Việt Nam đang rất cần một khối đoàn kết toàn dân để đối mặt với những thử thách mới, để giải quyết những bài toán mới trong quá trình xây dựng và bảo vệ tổ quốc. Đấy mới chính là cái mà người Việt cần hướng tới.<ref name=\"vitm\">[https:\/\/viettimes.vn\/hoa-giai-dan-toc-da-den-luc-nguoi-viet-vuot-qua-chuyen-thangthua-265688.html Hòa giải dân tộc: Đã đến lúc người Việt vượt qua chuyện thắng-thua], VietTimes, 1\/5\/2016<\/ref>\n=====Nguyễn Thiện Nhân=====\n\nNói về công tác hòa giải và hòa hợp dân tộc ở Việt Nam, Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam, Nguyễn Thiện Nhân cho rằng:\n\n{{Cquote|''Việc chia thành 2 phe trong một đất nước trong thời chiến là điều không ai mong muốn, nhưng đó là thực tế lịch sử. Từ năm 1946, khi chúng ta giành chính quyền sau cách mạng tháng Tám có những người đứng ở bên phía Pháp, nhưng Hồ Chủ tịch đã nói: \"Tôi khuyên đồng bào đoàn kết chặt chẽ và rộng rãi, 5 ngón tay cũng có ngón ngắn ngón dài, nhưng ngắn dài đều hợp ở nơi bàn tay, trong mấy triệu người cũng có người thế này thế khác. Nhưng thế này hay thế khác đều dòng dõi của tổ tiên ta. Vậy nên ta phải khoan hồng, đại độ, ta phải nhận rằng đã là con Lạc cháu Hồng thì ai cũng có ít hay nhiều lòng ái quốc. Đối với những đồng bào lạc lối lầm đường ta phải lấy tinh thân ái mà cảm hóa họ, có như thế mới thành đoàn kết. Có đại đoàn kết thì tương lai chắc chắn vẻ vang\". Tôi nghĩ rằng cách nhìn của Bác, lời dạy của Bác từ đó đến nay đã thấm trong lãnh đạo Việt Nam qua các thời kỳ cũng như nhân dân trong cả nước. Cho dù có lúc đứng đối diện với nhau, cho dù có những khi đã chĩa súng vào nhau, dù mỗi bên đều đã mất mát người thân của mình nhưng nhớ lại lời dạy của Bác thì chúng ta đều một gốc cả, đều là con cháu vua Hùng, đều có lòng yêu nước. Bác Hồ nói rất hay \"ai cũng có ít hay nhiều lòng ái quốc\", đó chính là điểm tựa của chúng ta để cùng hướng về quê hương.''<ref>[https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nguyen-dai-su-nguyen-khac-huynh-dung-doc-quyen-yeu-nuoc-3204011.html Nguyên đại sứ Nguyễn Khắc Huỳnh: 'Đừng độc quyền yêu nước'], VnExpress, 28\/4\/2015<\/ref>}}\n\n=====Nguyễn Thanh Sơn=====\n\nKhi nói về những trở ngại trong việc tiến hành công tác hòa giải và hợp dân tộc ở nước ngoài, Thứ trưởng Ngoại giao Nguyễn Thanh Sơn nói:\n\n{{Cquote|''Ngay việc tôi gặp những nhóm người chống đối ở hải ngoại cũng đã là dấn thân, là mạo hiểm rồi. Bởi vì họ là những thành phần kích động, có thể xông lên hành hung mình hoặc làm bất cứ chuyện gì...Điều khiến tôi buồn nhất là tôi gặp trở ngại từ một số cựu chiến binh, một số vị lão thành cách mạng và cả các cán bộ ở địa phương khi thấy tôi tổ chức chuyến hải trình ra Trường Sa lần thứ ba với việc tổ chức cầu siêu cho những người nằm xuống ở cả hai phía để bảo vệ biển, đảo. Tôi cũng rất buồn là có những người trong và cả ngoài nước rất không hài lòng, lo lắng khi thấy chúng tôi càng ngày đưa càng nhiều người có tư tưởng cực đoan về nước. Ngay trong bộ máy nhà nước cũng có một số người bảo thủ, giáo điều làm kìm hãm sự vận hành của bộ máy nhà nước, sự hòa hợp hòa giải dân tộc, không đem lại lợi ích cho dân tộc. Cũng may là số người này không nhiều...Tư tưởng hận thù chỉ đem lại sự chia rẽ nhân dân, yếu kém cho đất nước. Chỉ có dũng cảm, chân thành, mong muốn đại đoàn kết dân tộc mới có đại đoàn kết dân tộc. 4,5 triệu người Việt ở hải ngoại chưa về với chúng ta thì cả hai phía còn sẽ có những đêm mất ngủ, trăn trở.<ref>[http:\/\/plo.vn\/thoi-su\/chinh-tri\/thu-truong-ngoai-giao-nguyen-thanh-son-tu-tuong-han-thu-se-lam-dat-nuoc-yeu-kem-465359.html Thứ trưởng Ngoại giao Nguyễn Thanh Sơn: Tư tưởng hận thù sẽ làm đất nước yếu kém], Báo điện tử Pháp Luật thành phố Hồ Chí Minh, 2\/5\/2014<\/ref>''}}\n\nCũng theo Thứ trưởng Sơn, trong cộng đồng người Việt ở nước ngoài còn tồn tại một số người mà lòng hận thù dân tộc với chính quyền và nhân dân trong nước \"đã ăn vào máu\" khiến công tác hòa hợp, hòa giải dân tộc gặp rất nhiều khó khăn.<ref>[http:\/\/cand.com.vn\/Su-kien-Binh-luan-thoi-su\/Trai-nghiem-thuc-te-de-thay-doi-dinh-kien-351017\/ Trải nghiệm thực tế để thay đổi định kiến], Báo Công an Nhân dân, 12\/05\/2015<\/ref>\n\n=====Nguyễn Phú Trọng=====\n\nPhát biểu tại Đại hội VIII của Mặt trận Tổ quốc Việt Nam, Tổng bí thư Nguyễn Phú Trọng nói:\n\n{{Cquote|''Xóa bỏ mặc cảm, định kiến về quá khứ, thành phần giai cấp, chấp nhận những điểm khác nhau không trái với lợi ích chung của dân tộc; làm sao để Mặt trận các cấp thực sự là trung tâm đoàn kết, tập hợp mọi lực lượng xã hội, là nơi mọi người có thể nói lên tiếng nói, nguyện vọng của mình, đóng góp trí tuệ, công sức cho sự nghiệp xây dựng và bảo vệ Tổ quốc<ref>[http:\/\/plo.vn\/thoi-su\/chinh-tri\/chap-nhan-nhung-diem-khac-nhau-khong-trai-loi-ich-chung-cua-dan-toc-498710.html Chấp nhận những điểm khác nhau không trái lợi ích chung của dân tộc], 27\/9\/2014, Báo điện tử Pháp Luật thành phố Hồ Chí Minh<\/ref>''}}\n\n=====[[Trương Tấn Sang]]=====\n\nTại chương trình nghệ thuật \"Xuân quê hương 2015 – Tổ quốc vinh quang\" năm 2015, Chủ tịch nước Trương Tấn Sang kêu gọi:\n\n{{Cquote|''Đất nước ta đã không ngừng mở rộng, thúc đẩy quan hệ hợp tác, hữu nghị, tôn trọng lẫn nhau, bình đẳng, cùng có lợi với hầu hết các nước trên thế giới, kể cả những nước trước đây từng là cựu thù của chúng ta. Vì vậy, không có lý do gì để còn bất kỳ ai trong cộng đồng người Việt Nam ở nước ngoài còn định kiến, mặc cảm về quá khứ mà cản trở sự củng cố, tăng cường khối đại đoàn kết toàn dân tộc Việt Nam<ref>[http:\/\/tuanbaovannghetphcm.vn\/ai-la-nguoi-chong-pha-hoa-hop-dan-toc\/ Ai là người chống phá hòa hợp dân tộc ?], Báo Văn nghệ, 25\/2\/2017<\/ref>''}}\n\n=====[[Nguyễn Xuân Phúc]]=====\n\nTrong bài diễn văn có tựa đề ''\"Kiều bào chung sức xây dựng Thành phố Hồ Chí Minh phát triển nhanh, bền vững và hội nhập quốc tế\"'', Thủ tướng Nguyễn Xuân Phúc có nói:\n\n{{Cquote|''Đất nước luôn chào đón những người con của dân tộc trở về, đem theo tấm lòng, hoài bão, ý tưởng, nguồn lực, để đóng góp vào công cuộc xây dựng, bảo vệ Tổ quốc. Chính phủ sẽ luôn hỗ trợ và mong bà con kiều bào ta thành đạt ở nước sở tại, phát huy truyền thống dân tộc, cùng nhau xây dựng cộng đồng đoàn kết, giúp đỡ lẫn nhau; gìn giữ tiếng nói, chữ viết, cốt cách cao đẹp của con dân đất Việt và phát huy hình ảnh con người Việt Nam thân thiện, yêu chuộng hòa bình, ứng xử văn minh, đóng góp vào tình hữu nghị giữa Việt Nam với các nước, đồng thời hướng về quê hương Tổ quốc bằng những hành động thiết thực, phù hợp. Thủ tướng đề nghị các bộ, ngành, địa phương, trong đó có các thành phố lớn, cần chú trọng tạo dựng các kênh, diễn đàn đối thoại khả thi, thực chất để kiều bào phản ánh, đề xuất, khuyến nghị và địa phương có tiếp thu, có phản hồi; khuyến khích, tạo điều kiện cho trí thức trẻ Việt Nam ở nước ngoài đóng góp nâng cao chất lượng nguồn nhân lực...<ref>[https:\/\/vnembassy-bangkok.mofa.gov.vn\/vi-vn\/News\/EmbassyNews\/Trang\/%C4%90%E1%BA%A5t-n%C6%B0%E1%BB%9Bc-lu%C3%B4n-ch%C3%A0o-%C4%91%C3%B3n-nh%E1%BB%AFng-ng%C6%B0%E1%BB%9Di-con-c%E1%BB%A7a-d%C3%A2n-t%E1%BB%99c-tr%E1%BB%9F-v%E1%BB%81.aspx Đất nước luôn chào đón những người con của dân tộc trở về], Đại sứ quán nước Cộng hòa xã hội chủ nghĩa Việt Nam tại Thái Lan<\/ref>''}}\n\nNgày 07\/02\/2018, trong khi gặp các kiều bào về thăm Tổ quốc nhân dịp xuân Mậu Tuất (2018), Thủ tướng Phúc nhấn mạnh:\n\n{{Cquote|''Tổ quốc luôn lắng nghe hơi thở của bà con, những ý kiến đóng góp của bà con dành cho đất nước và Chính phủ luôn do dân, vì dân, trong đó Việt kiều cũng là những người dân của đất nước Việt Nam''<ref>[http:\/\/vtv.vn\/trong-nuoc\/thu-tuong-to-quoc-lang-nghe-hoi-tho-cua-ba-con-kieu-bao-20180207183140436.htm Thủ tướng: \"Tổ quốc lắng nghe hơi thở của bà con kiều bào\"], VTV News, 07\/02\/2018<\/ref>}}\n\n=====[[Trần Đại Quang]]=====\n\nKhi đón các kiều bào về tham dự chương trình Xuân quê hương 2018, Chủ tịch nước Trần Đại Quang đã nói:\n\n{{Cquote|''Đối với đất nước và dân tộc Việt Nam, kiều bào ta ở nước ngoài là một phần máu thịt không thể tách rời. Tổ quốc luôn chào đón những người con thân yêu trở về đất Mẹ. Đảng, Nhà nước luôn quan tâm lãnh đạo, chỉ đạo và có nhiều chủ trương, chính sách về người Việt Nam ở nước ngoài; chủ trương xây dựng khối đại đoàn kết toàn dân tộc để mỗi người Việt Nam ở trong nước cũng như ở nước ngoài chung sức, đồng lòng cùng hướng về đất nước. Các cơ quan đại diện của Việt Nam ở nước ngoài đã có nhiều cố gắng, kịp thời có các biện pháp hữu hiệu bảo hộ công dân, bảo vệ quyền lợi, tính mạng, tài sản của kiều bào, hỗ trợ cộng đồng trong các hoạt động giữ gìn và phát huy bản sắc văn hóa, truyền thống dân tộc Việt Nam, nhất là trong việc dạy và học tiếng Việt. Dù ở bất cứ nơi đâu, trong bất cứ hoàn cảnh nào, người Việt Nam cũng luôn giữ trong mình dòng máu con Lạc, cháu Hồng; giữ gìn tiếng Việt cũng là truyền cho con cháu sợi dây liên lạc với cội nguồn dân tộc''<ref>[https:\/\/dantri.com.vn\/chinh-tri\/chu-tich-nuoc-to-quoc-luon-chao-don-nhung-nguoi-con-tro-ve-dat-me-20180207213157077.htm Chủ tịch nước: \"Tổ quốc luôn chào đón những người con trở về đất Mẹ\"], Báo Dân trí, 07\/02\/2018<\/ref>}}\n\n====Từ hải ngoại====\n=====Nguyễn Hưng Quốc=====\nÔng [[Nguyễn Hưng Quốc]] hay tên thật là Nguyễn Ngọc Tuấn viết trên VOA Tiếng Việt ngày 17\/05\/2010 thì cho là:\" Ý định hoà giải với cộng đồng người Việt chỉ xuất phát từ mưu đồ biến cộng đồng thành công cụ của họ, nhằm phục vụ cho lợi ích của chính họ mà thôi. Có thể thấy rõ điều này qua bức thư Thứ trưởng Bộ ngoại giao [[Nguyễn Thanh Sơn (nhà ngoại giao)|Nguyễn Thanh Sơn]] gửi Dân biểu Mỹ [[Cao Quang Ánh]] ngày 31 tháng 3\" <ref>[https:\/\/www.voatiengviet.com\/a\/hoa-giai-dan-toc-05-17-2010-93949919\/864569.html Hòa giải dân tộc], VOA, 17\/05\/2010<\/ref>\n=====Nguyễn Hồng Hải=====\n\nTrong bài viết mang tên ''\"Kêu gọi hòa giải dân tộc như thế nào?\"'' gửi đăng trên trang mạng của BBC tiếng Việt vào ngày 27\/02\/2014, Nguyễn Hồng Hải, một người Việt tại Canada cho rằng tại thời điểm của bài viết được đăng, người Việt vẫn chưa thể thực hiện được việc hòa hợp và hòa giải dân tộc trong khi các dân tộc đã thực hiện điều này thành công sau khi đất nước có nội chiến và chia rẽ. Theo ông Hải, việc hòa hợp hòa giải là hết sức cần thiết. Sự khác biệt về quan điểm chính trị rất dễ gây ra xung đột và bất ổn nếu một dân tộc không biết cách đưa ra nhưng nguyên tắc, phương thức hòa bình để giải quyết các khác biệt đó. Hiện nay, cùng với thời gian nhận thức của người dân Việt Nam đã có nhiều thay đổi tuy nhiên cũng vẫn còn những yếu tố có thể gây nên những bất ổn. Tác giả cho rằng cần cùng tập trung vào giải quyết những vấn đề chung của đất nước, những mối lo đến từ bên ngoài về vấn đề chủ quyền, lãnh thổ vẫn đang hiện hữu. Do vậy, rất cần có sự nỗ lực đoàn kết của người Việt trong việc cùng hướng tới xây dựng một quốc gia giàu mạnh, tốc độ phát triển nhanh cũng như đối phó với những thách thức từ các quốc gia láng giềng. Thực hiện việc hòa hợp và hòa giải phải xuất phát từ thay đổi cách nhìn nhận về đối phương của cả từ hai phía.\n\nTheo tác giả, những người Việt không có thiện cảm với chế độ chính trị trong nước thường cho rằng những người Cộng sản không bao giờ thay đổi nhưng thực tế lại chứng minh điều ngược lại khi Việt Nam dưới chế độ Cộng sản đã cởi mở và dân chủ hơn, tăng trưởng kinh tế và hội nhập quốc tế ngày càng sâu rộng. Hiện nay, chỉ có một điều mà chế độ trong nước cho rằng không cần thiết phải thay đổi là việc tiến hành đa đảng, đa nguyên về chính trị, bớt cứng nhắc hơn khi ứng xử với sự khác biệt về quan điểm chính trị để giảm các hoạt động đấu tranh, đối kháng. Tuy nhiên, nhưng thay đổi về việc cải cách thể chế, xây dựng nhà nước pháp quyền và mở rộng dân chủ cũng cần đáng ghi nhận.\n\nTác giả cũng cho rằng, quan điểm cho rằng tất cả những người Cộng sản đều xấu, cần lên án và loại bỏ từ những người không có thiện cảm với chế độ chính trị trong nước là không khách quan và không đúng sự thật do không phải riêng người Cộng sản, trong bất cử đảng phái nào cũng đều có những nhóm người có quan điểm khác nhau, thậm chí đấu tranh với nhau. Trên thực tế, những cải cách từ trước đến này đều do những người Cộng sản lên kế hoạch và thực hiện. Việc giữ quan điểm không đúng đắn này có thể khiến những người Cộng sản lo sợ là đối tượng bị trả thù nếu Việt Nam có sự thay đổi về thể chế chính trị.\n\n=====Thiện Ý=====\n\nTrong bài viết ''Vấn đề hòa giải và hòa hợp dân tộc tại Việt Nam'' đăng tại website tiếng Việt của Đài tiếng nói Hoa Kỳ ngày 08\/05\/2014, tác giả Thiện Ý trước năm 1975 hành nghề luật sư tại miền Nam, hiện đang sống tại Hoa Kỳ cho rằng vấn đề hòa giải và hòa hợp đã được nêu ra từ lâu, nhưng cho đến nay vẫn chưa thành tựu ở Việt Nam, dù đó là ước muốn chung của bất cứ người Việt Nam yêu nước nào. Theo tác giả, các nhà lãnh đạo hai phe người Việt quốc gia và Việt Nam vẫn chưa thống nhất được phương cách hòa giải để đi đến hòa hợp dân tộc khiến cho quá trình hòa giải và hòa hợp dân tộc gặp nhiều khó khăn. Việt Nam vẫn chỉ đơn phương kêu gọi người Việt quốc gia hãy quên quá khứ, quên hận thù, đừng chống cộng nữa, mà hãy hợp tác toàn diện, vô điều kiện với đảng và nhà cầm quyền... để xây dựng phát triển đất nước. Trong khi phía người Việt quốc gia thì muốn hai bên phải bằng cách nào đó, cùng ngồi lại với nhau để hóa giải mâu thuẫn căn bản về lãnh đạo dân tộc theo con đường dân chủ pháp trị, đa nguyên đa đảng... Ông cũng đề xuất các lãnh đạo Đảng cộng sản Việt Nam và các đảng phái người Việt ở nước ngoài nên thực hiện tiến trình hòa giải qua \"Ba bước đến nền dân chủ nhất nguyên dân tộc\" bao gồm \"<nowiki>''<\/nowiki>Bước một: Triệu tập \"Hội nghị Hóa Giải Mâu Thuẫn Về Lãnh đạo Dân tộc\". Bước Hai: Triệu tập \"Hội nghị Thống Nhất Toàn Lực Quốc gia\". Bước Ba: Hình thành \"Chế Độ Dân Chủ Nhất Nguyên Dân tộc\". Hoặc Đảng Cộng sản Việt Nam có thể thực hiện hòa giải theo cách sửa đổi Hiến pháp để cho phép các chính đảng được thành lập và tham gia sinh hoạt chính trị hợp pháp trong chế độ dân chủ đa đảng.<ref>[https:\/\/www.voatiengviet.com\/a\/van-de-hoa-giai-va-hoa-hop-dan-toc-tai-vietnam\/1910629.html Vấn đề hòa giải và hòa hợp dân tộc tại Việt Nam], VOA, 09\/05\/2014<\/ref>\n\n=====Nguyễn Cao Kỳ=====\n\nPhó tổng thống [[Việt Nam Cộng hòa]] [[Nguyễn Cao Kỳ]] nói về hòa giải vào hòa hợp dân tộc: \"''Thử hỏi có người dân Việt Nam yêu nước nào muốn chia rẽ đất nước không? Có ai muốn rằng người Việt giữ mãi hận thù với nhau không? Theo tôi chỉ khi nào vượt qua được suy nghĩ hẹp hòi thì chúng ta sẽ làm được. Khi ấy vị thế của Việt Nam được nâng lên tầm cao khác. Tự khắc lòng người xích lại với nhau và sẽ không còn phải mất nhiều thời gian bàn chuyện hàn gắn hay hòa giải nữa... Theo tôi, cả hai phía vẫn có thiểu số còn quá nặng về dĩ vãng, chưa có tầm nhìn về tương lai. Một người không biết nhìn về tương lai, thì họ chỉ còn sống và ôm dĩ vãng. Mà như vậy thì tư duy của họ vẫn mãi bị ám ảnh bởi những chuyện hận thù, chủ nghĩa hay phe phái. Chúng ta phải thực tế nhìn vào điều này: muốn hòa hợp thì rất không nên nói nhiều mà phải làm... Hòa hợp dân tộc sẽ tập hợp được sức mạnh. Cứ đặt lợi ích dân tộc lên trên thì chúng ta tự khắc biết phải ứng xử thế nào cho hợp lẽ. Nhưng khi đã kêu gọi thì cũng phải tạo điều kiện thoải mái cho người ta về. Lời nói và việc làm phải đi đôi với nhau... Để tìm được sự đồng thuận trong những vấn đề nhạy cảm như vậy thường không mấy dễ dàng. Tuy nhiên cứ đặt lợi ích dân tộc lên hàng đầu thì ta sẽ biết phải làm thế nào tốt nhất. Việt Nam bây giờ đã là một rồi. Đứng trước tương lai của đất nước, chúng ta phải sớm xóa bỏ hận thù và đoàn kết lại. Cuộc chiến tranh khốc liệt đã khiến cả triệu người ở cả hai bên chiến tuyến hy sinh, thì đó là một chuỗi oán thù chồng chất, không phải chỉ ở một phía. Chỉ có hòa hợp dân tộc mới giải quyết được vấn đề.''\"<ref>[http:\/\/quehuongonline.vn\/doi-song\/hoa-hop-dan-toc-qua-goc-nhin-cua-ong-nguyen-cao-ky-14900.htm HÒA HỢP DÂN TỘC QUA GÓC NHÌN CỦA ÔNG NGUYỄN CAO KỲ], Tạp chí Quê Hương, 27\/04\/2010<\/ref>\n\n===Chính sách của đảng Cộng sản Việt Nam===\nĐảng Cộng sản Việt Nam ([[đảng cầm quyền]]) cho rằng về cơ bản người Việt ở nước ngoài là những người có tinh thần yêu nước, tự tôn dân tộc, giữ gìn truyền thống văn hóa và hướng về cội nguồn, dòng tộc, gắn bó với gia đình, quê hương. Nhiều người đã có những đóng góp về tinh thần, vật chất và cả xương máu cho sự nghiệp giải phóng dân tộc, thống nhất đất nước. Tuy nhiên, người Việt Nam ở một số nước còn khó khăn trong việc ổn định cuộc sống, chưa được hưởng quy chế rõ ràng, thậm chí ở một số nơi còn bị kỳ thị. Một bộ phận đồng bào do chưa có dịp về thăm đất nước để tận mắt thấy được những thành tựu của công cuộc đổi mới hoặc do thành kiến, mặc cảm, nên chưa hiểu đúng về tình hình đất nước. Một số ít người đi ngược lại lợi ích chung của dân tộc, ra sức chống phá chính quyền Việt Nam, phá hoại mối quan hệ hợp tác giữa nước sở tại với Việt Nam.\n\nNhà nước Việt Nam luôn luôn coi cộng đồng người Việt Nam ở nước ngoài là một bộ phận không tách rời của cộng đồng dân tộc Việt Nam, đã đề ra nhiều chủ trương, chính sách rộng mở và biện pháp cụ thể nhằm tạo điều kiện ngày càng thuận lợi hơn cho đồng bào về thăm đất nước, người thân, đầu tư, kinh doanh, hợp tác khoa học - công nghệ, hoạt động văn hóa - nghệ thuật.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Quyen-dan-su\/Nghi-quyet-36-NQ-TW-cong-tac-nguoi-Viet-Nam-o-nuoc-ngoai\/66727\/noi-dung.aspx NGHỊ QUYẾT VỀ CÔNG TÁC ĐỐI VỚI NGƯỜI VIỆT NAM Ở NƯỚC NGOÀI], BỘ CHÍNH TRỊ ĐẢNG CỘNG SẢN VIỆT NAM<\/ref>\n\nNgày 26\/3\/2004, [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] ra [[Nghị quyết 36 (Việt Nam)|Nghị quyết 36-NQ\/TW]] \"''Về công tác đối với người Việt Nam ở nước ngoài''\" có nêu nhận định \"''Cộng đồng người Việt Nam ở nước ngoài có tiềm lực kinh tế nhất định, có mối quan hệ với nhiều doanh nghiệp, tổ chức kinh tế nước ngoài và quốc tế... Nhiều trí thức có trình độ học vấn và chuyên môn cao; một số người giữ vị trí quan trọng trong các cơ quan, cơ sở nghiên cứu, đào tạo, các công ty và tổ chức quốc tế.''\". Vì thế \"''Công tác đối với người Việt Nam ở nước ngoài cần thể hiện đầy đủ truyền thống đại đoàn kết toàn dân tộc. Cơ sở của sự đoàn kết là ý thức dân tộc và lòng yêu nước, niềm tự hào dân tộc và mục tiêu chung của mọi người Việt Nam là giữ vững nền độc lập dân tộc, thống nhất của Tổ quốc, làm cho dân giàu, nước mạnh, xã hội công bằng, dân chủ, văn minh. Xoá bỏ mặc cảm, định kiến, phân biệt đối xử do quá khứ hay thành phần giai cấp; xây dựng tinh thần cởi mở, tôn trọng, thông cảm, tin cậy lẫn nhau, cùng hướng tới tương lai. Mọi người Việt Nam, không phân biệt dân tộc, tôn giáo, nguồn gốc xuất thân, địa vị xã hội, lý do ra nước ngoài, mong muốn góp phần thực hiện mục tiêu trên đều được tập hợp trong khối đại đoàn kết toàn dân tộc.''\"<ref>[http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30625&cn_id=26837 Nghị quyết của Bộ Chính trị số 36-NQ\/TW: \"Về công tác đối với người Việt Nam ở nước ngoài\", ngày 26 tháng 3 năm 2004], Báo điện tử Đảng Cộng sản Việt Nam<\/ref>\n\nNghị quyết Đại hội Đảng XII nêu rõ: ''\"Lấy mục tiêu xây dựng một nước Việt Nam hòa bình, độc lập, thống nhất, toàn vẹn lãnh thổ, \"dân giàu, nước mạnh, dân chủ, công bằng văn minh\" làm điểm tương đồng; tôn trọng những điểm khác biệt không trái với lợi ích chung của quốc gia – dân tộc; đề cao tinh thần dân tộc, truyền thống yêu nước, nhân nghĩa, khoan dung để tập hợp, đoàn kết mọi người Việt Nam ở trong và ngoài nước\"''<ref>Đảng Cộng sản Việt Nam (2016), Văn kiện Đại hội Đại biểu toàn quốc lần thứ XII, Văn phòng Trung ương Đảng, tr. 158 – 159<\/ref>\n\n===Sự kiện của Việt Nam===\nNhiều sự kiện liên quan đến chủ quyền của Việt Nam và mối quan hệ giữa Việt Nam và Hoa Kỳ đã làm thay đổi cách nhìn về vấn đề hòa giải-hòa hợp của nhiều thế hệ người Việt trong và ngoài nước.\n* Năm 2007, Chính quyền Việt Nam ra Quy chế miễn thị thực cho người Việt Nam ở nước ngoài<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Quyen-dan-su\/Nghi-dinh-82-2015-ND-CP-mien-thi-thuc-nguoi-Viet-Nam-dinh-cu-o-nuoc-ngoai-nguoi-nuoc-ngoai-291577.aspx NGHỊ ĐỊNH QUY ĐỊNH VỀ VIỆC MIỄN THỊ THỰC CHO NGƯỜI VIỆT NAM ĐỊNH CƯ Ở NƯỚC NGOÀI VÀ NGƯỜI NƯỚC NGOÀI LÀ VỢ, CHỒNG, CON CỦA NGƯỜI VIỆT NAM ĐỊNH CƯ Ở NƯỚC NGOÀI HOẶC CỦA CÔNG DÂN VIỆT NAM], Chính phủ Việt Nam<\/ref>\n* Trong chuyến thăm cộng đồng người Việt tại Mỹ năm 2012, Thứ trưởng Bộ ngoại giao Nguyễn Thanh Sơn công khai kêu gọi đối thoại với những người được xem là vẫn chống đối Nhà nước Việt Nam. Sau đó, Chính phủ Việt Nam nhiều lần đưa người Việt ở nước ngoài đến thăm Trường Sa.<ref>[http:\/\/www.tienphong.vn\/xa-hoi\/dua-nguoi-chong-doi-ra-tham-truong-sa-700334.tpo Đưa 'người chống đối' ra thăm Trường Sa], Báo điện tử Tiền Phong, ngày 27 tháng 04 năm 2014<\/ref>\n* Ngày 27\/4\/2014, chính phủ Việt Nam tổ chức cho đoàn kiều bào đến viếng Nghĩa trang liệt sĩ Bình Dương và Nghĩa trang nhân dân Bình An (nghĩa trang quân đội Biên Hòa thời Việt Nam Cộng hòa). Trong chuyến viếng thăm này, Thứ trưởng Bộ Ngoại giao [[Nguyễn Thanh Sơn]] chỉ vào tấm bia mộ cũ mang tên hạ sĩ Hà Hữu Lộc, Tiểu đoàn 4, Trung đoàn 43 rồi nói: \"''Bia mộ vẫn còn nguyên phiên hiệu, đơn vị…Những ngôi mộ thế này xây từ ngày xưa có ai phá đâu. Chân lý ở đâu, sự thật ở chỗ nào khi các anh cứ hô hào, kêu gọi chống cộng, nói rằng cộng sản không làm gì cho nghĩa trang. Trong khi đồng đội quý vị nằm đây, một cent quý vị cũng không đóng góp. Nếu đất nước không có đại đoàn kết thì những ngôi mộ kia có còn những tấm bia nguyên vẹn như vậy không ?''\"<ref>[http:\/\/plo.vn\/thoi-su\/kieu-bao-vieng-nghia-trang-nhan-dan-binh-an-doi-dien-voi-su-that-chung-toi-thay-xau-ho-464401.html Kiều bào viếng nghĩa trang nhân dân Bình An: Đối diện với sự thật, chúng tôi thấy xấu hổ], Báo điện tử Pháp Luật thành phố Hồ Chí Minh, ngày 28\/4\/2014<\/ref>\n* Hàng năm, Chính quyền trong nước thường tổ chức chương trình Xuân Quê hương, bắt đầu từ năm 2008 để kêu gọi và khuyến khích tình yêu nước trong Cộng đồng người Việt ở nước ngoài. Trong Chương trình, bà con Việt kiều khi về nước sẽ được giới thiệu và tận mắt chứng kiến tình hình trong nước. Ngoài các chương trình trong đất liền, bà con Việt kiều cũng được ra thăm các đảo của Việt Nam trên biển.<ref>[http:\/\/hanoimoi.com.vn\/Tin-tuc\/Van-hoa\/736892\/lan-dau-tien-to-chuc-chuong-trinh-xuan-que-huong-tai-tp-hcm Lần đầu tiên tổ chức chương trình Xuân quê hương tại TP HCM], Báo Hà Nội mới, 30\/01\/2015<\/ref><ref>[http:\/\/tuyengiao.vn\/xa-hoi\/doi-song\/chuong-trinh-xuan-que-huong-2015-nhieu-hoat-dong-mang-dam-net-van-hoa-truyen-thong-dan-toc-72944 Chương trình Xuân Quê hương 2015: Nhiều hoạt động mang đậm nét văn hóa truyền thống dân tộc], Tạp chí Tuyên giáo, 30\/1\/2015<\/ref><ref>[https:\/\/vinhphuc.gov.vn\/ct\/cms\/tintuc\/Lists\/ThoiSuChinhTri\/View_Detail.aspx?ItemID=4225 Xuân quê hương 2012: Ấm lòng những người con xa quê], Cổng thông tin Tỉnh Vĩnh Phúc, 17\/01\/2012<\/ref>\nChương trình \"Trại hè dành cho thanh thiếu niên người Việt ở nước ngoài\" là một chương trình giao lưu văn hóa thường niên giữa thanh thiếu niên người Việt ở nước ngoài và Tổ quốc Việt Nam. Tính đến năm 2017, Chương trình đã tổ chức được 12 lần.<ref>https:\/\/www.hcmcpv.org.vn\/tin-tuc\/thanh-thieu-nien-kieu-bao-tham-gia-trai-he-%E2%80%9Cvui-he-que-huong%E2%80%9D-1491835886<\/ref> Ủy ban người Việt ở nước ngoài, Bộ Ngoại giao là đơn vị chủ trì tổ chức Chương trình này cùng với sự phối hợp với các Bộ, ngành, địa phương khác nhau. Mục đích của chương trình là tạo kết nối giữa thanh thiếu niên người Việt ở nước ngoài với quê hương Việt Nam. Một trong các hoạt động quan trọng là giao lưu văn hóa, tìm hiểu lịch sử, con người của quê hương Việt Nam.<ref>http:\/\/quehuongonline.vn\/nam-2004\/trai-he-thanh-thieu-nien-viet-kieu-2004-giao-luu-tai-ha-long-6970.htm<\/ref><ref>http:\/\/www.thanhdoan.hochiminhcity.gov.vn\/ThanhDoan\/webtd\/News\/29169<\/ref><ref>https:\/\/thanhnien.vn\/gioi-tre\/khai-mac-trai-he-thanh-thieu-nien-kieu-bao-2017-861213.html<\/ref> Trại hè là dịp để thanh thiếu niên Việt kiều gặp gỡ lẫn nhau và gặp gỡ thanh thiếu niên trong nước, giao lưu bằng tiếng Việt, tìm hiểu lịch sử, văn hoá, phong tục tập quán Quê cha đất Tổ, qua đó nâng cao hiểu biết về đất nước, con người và thế hệ trẻ Việt Nam, trau dồi tình cảm quê hương, khơi gợi những hoạt động hướng về đất nước.<ref>{{Chú thích web |url=http:\/\/traihevietnam.vn\/trai-he-viet-nam\/thong-tin-trai-he\/trai-he-viet-nam-2004-gioi-thieu-ve-trai-he-viet-nam-34643.html |ngày truy cập=2017-12-20 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 22 tháng 12 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171222052408\/http:\/\/traihevietnam.vn\/trai-he-viet-nam\/thong-tin-trai-he\/trai-he-viet-nam-2004-gioi-thieu-ve-trai-he-viet-nam-34643.html }}<\/ref>\n\n*2004: Thăm Hạ Long\n*2005: Đền Hùng, Hạ Long, Cố đô Huế, Hội An, Thánh địa Mỹ Sơn, địa đạo Củ Chi TPHCM<ref>http:\/\/www.sggp.org.vn\/khai-mac-trai-he-thanh-thieu-nien-viet-kieu-125909.html<\/ref>\n*2007: Hà Nội, Phú Thọ, Quảng Ninh, Đà Nẵng, Thành phố Hồ Chí Minh<ref>http:\/\/www.thanhdoan.hochiminhcity.gov.vn\/ThanhDoan\/webtd\/News\/4452<\/ref><ref>http:\/\/www.nhandan.com.vn\/chinhtri\/tin-tuc-su-kien\/item\/5231502-.html<\/ref>\n*2008: Thành phố Hồ Chí Minh, Cần Thơ<ref>https:\/\/www.tienphong.vn\/gioi-tre\/trai-he-thanh-thieu-nien-kieu-bao-2008-125903.tpo<\/ref>\n*2009: Với chủ đề \"Miền Đông đất đỏ\" tại TP Hồ Chí Minh, Bình Dương và tỉnh Bà Rịa - Vũng Tàu<ref>https:\/\/vov.vn\/nguoi-viet\/trai-he-thanh-thieu-nien-kieu-bao-2009-111160.vov<\/ref>\n*2010: Với chủ đề: \"Tìm về cội nguồn\" tại Hà Nội, TP Hồ Chí Minh, Tiền Giang, Cần Thơ, Đà Nẵng, Bến Tre<ref>{{Chú thích web |url=http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/khai-mac-trai-he-thanh-thieu-nien-kieu-bao-2010-2280014 |ngày truy cập=2019-08-17 |tựa đề=Bản sao đã lưu trữ |archive-date=2019-08-17 |archive-url=https:\/\/web.archive.org\/web\/20190817144500\/https:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/khai-mac-trai-he-thanh-thieu-nien-kieu-bao-2010-2280014 |url-status=dead }}<\/ref><ref>https:\/\/tuoitre.vn\/trai-he-thanh-thieu-nien-kieu-bao-va-tuoi-tre-tphcm-2010-381940.htm<\/ref><ref>https:\/\/vov.vn\/nguoi-viet\/trai-he-thanh-thieu-nien-kieu-bao-2010-tai-da-nang-149783.vov<\/ref>\n*2011: tại Hà Nội, Thành phố Hồ Chí Minh và tỉnh Bình Thuận<ref>https:\/\/vnexpress.net\/tin-tuc\/the-gioi\/nguoi-viet-5-chau\/trai-he-thanh-nien-kieu-bao-2011-huong-ve-mien-trung-2196248.html<\/ref><ref>http:\/\/vov.vn\/nguoi-viet\/khai-mac-trai-he-thanh-thieu-nien-kieu-bao-2011-180880.vov<\/ref>\n*2012: Với chủ đề: \"Tự hào hai tiếng Việt Nam\" tại Hà Nội, Ngã Ba Đồng Lộc, Nghệ An, Côn Đảo<ref>http:\/\/www.bqllang.gov.vn\/tin-tuc\/tin-tu-ban-quan-ly-lang\/391-doan-dai-bieu-thanh-thieu-nien-kieu-bao-tham-du-trai-he-viet-nam-2012-vao-lang-vieng-chu-tich-ho-chi-minh.html<\/ref><ref>http:\/\/vov.vn\/nguoi-viet\/trai-he-thanh-thieu-nien-kieu-bao-2012-tu-hao-2-tieng-viet-nam-219380.vov<\/ref>\n*2013: Với chủ đề \"10 năm tiếng gọi cội nguồn\" tại Hà Nội, Phú Thọ, Hà Giang, Thanh Hóa, Huế, Đà Nẵng, Quy Nhơn, TP Hồ Chí Minh và Cà Mau… trong đó có hoạt động dâng hương tại Đền Hùng, Thắp nến tri ân tại nghĩa trang Vị Xuyên (Hà Giang), Dự Lễ tưởng niệm anh linh các anh hùng, liệt sỹ; Tham quan cột mốc biên giới tại cửa khẩu Thanh Thủy (Hà Giang), Tham quan Bảo tàng Tỉnh Hà Giang, Tham quan Khu di tích Hồ Chí Minh (Lăng Bác, Chùa Một Cột); thăm Văn Miếu-Quốc Tử Giám, giao lưu với thanh niên Thanh Hóa tại Sầm Sơn: đốt lửa trại, văn nghệ... Dâng hương Đền thờ Quang Trung, tham quan Bảo tàng Quang Trung (Quy Nhơn)…<ref>https:\/\/vov.vn\/nguoi-viet\/200-thanh-thieu-nien-kieu-bao-tham-gia-trai-he-viet-nam-269421.vov<\/ref>\n*2016: Với chủ đề \"Tuổi trẻ kiều bào với di sản văn hóa dân tộc\"\n*2017: Với chủ đề: \"Tuổi trẻ kiều bào tự hào về đất phương Nam\" tại TP. Hồ Chí Minh, Tiền Giang, Đồng Tháp, An Giang, Kiên Giang, Cần Thơ, Bạc Liêu, Sóc Trăng, Cà Mau.<ref>{{Chú thích web |url=http:\/\/traihevietnam.vn\/trai-he-viet-nam\/thong-tin-trai-he\/chuong-trinh-trai-he-viet-nam-nam-2017-44206.html |ngày truy cập=2019-08-17 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 17 tháng 8 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20190817144444\/http:\/\/traihevietnam.vn\/trai-he-viet-nam\/thong-tin-trai-he\/chuong-trinh-trai-he-viet-nam-nam-2017-44206.html }}<\/ref>\n*2018: Với chủ đề: \"15 năm nối vòng tay lớn\" tại 11 địa phương ở cả ba miền Bắc - Trung - Nam với sự tham gia của 120 đại biểu, tuổi từ 16-24 (62 nam, 58 nữ) về từ 29 quốc gia thuộc 4 châu lục (châu Á: 11; châu Âu: 16; châu Mỹ: 2, châu Phi: 1). Cụ thể là kiều bào ở các nước: Algérie, Anh, Áo, Ấn Độ, Ba Lan, Bỉ, Bungary, Kazakhstan, Campuchia, Canada, Qatar, Đức, Hungary, Indonesia, Lào, Litva, Malaysia, Mỹ, Nga, Nhật Bản, Phần Lan, Romania, Czech, Slovakia, Tây Ban Nha, Thái Lan, Trung Quốc, Ukraina, Italy.<ref>{{Chú thích web |url=http:\/\/traihevietnam.vn\/trai-he-viet-nam\/thong-tin-trai-he\/chuong-trinh-trai-he-viet-nam-2018-55712.html |ngày truy cập=2019-08-17 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 17 tháng 8 năm 2019 |archive-url=https:\/\/web.archive.org\/web\/20190817144443\/http:\/\/traihevietnam.vn\/trai-he-viet-nam\/thong-tin-trai-he\/chuong-trinh-trai-he-viet-nam-2018-55712.html }}<\/ref><ref>http:\/\/baoquocte.vn\/khoi-dong-trai-he-viet-nam-2018-74084.html<\/ref>\n \nTheo Thứ trưởng Ngoại giao Việt Nam, Nguyễn Phú Bình: ''\"Với các hoạt động phong phú, bổ ích như tham quan di tích lịch sử, du lịch, thăm các làng nghề truyền thống, các cơ sở kinh tế, nhà máy, xí nghiệp hiện đại và giao lưu với thanh niên địa phương các tỉnh Phú Thọ, Hải Dương, Quảng Ninh, Huế, Đà Nẵng, Khánh Hoà, Bình Thuận, thành phố Hồ Chí Minh, Vũng Tàu, Tiền Giang…, các bạn trẻ thanh niên Việt Nam ở nước ngoài có dịp thăm lại quê cha, đất Tổ, tận mắt chứng kiến được những thay đổi to lớn về mọi mặt của đất nước... Đặc biệt đây cũng là dịp tốt để thế hệ trẻ thanh thiếu niên ở trong và ngoài nước gặp gỡ, giao lưu với nhau\".''<ref>{{Chú thích web |url=http:\/\/traihevietnam.vn\/trai-he-viet-nam\/thong-tin-trai-he\/trai-he-viet-nam-2004-bai-phat-bieu-cua-thu-truong-ngoai-giao-nguyen-phu-binh-chu-nhiem-uy-ban-ve-nguoi-viet-nam-o-nuoc-ngoai-tai-le-khai-mac-34646.html |ngày truy cập=2017-12-20 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 22 tháng 12 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20171222050947\/http:\/\/traihevietnam.vn\/trai-he-viet-nam\/thong-tin-trai-he\/trai-he-viet-nam-2004-bai-phat-bieu-cua-thu-truong-ngoai-giao-nguyen-phu-binh-chu-nhiem-uy-ban-ve-nguoi-viet-nam-o-nuoc-ngoai-tai-le-khai-mac-34646.html }}<\/ref>\n\n===Mối quan hệ giữa Việt Nam - Hoa Kỳ===\n{{Chính|Bình thường hóa quan hệ ngoại giao Việt Nam - Hoa Kỳ}}\nBình thường hóa quan hệ ngoại giao Việt Nam - Hoa Kỳ có ảnh hưởng lớn đến vấn đề biến hòa giải hòa hợp dân tộc thành hiện thực vì Hoa Kỳ là một trong những bên tham chiến trực tiếp từ năm 1965 đến năm 1973.<ref name=BuiDiem>{{chú thích web|url=http:\/\/openvault.wgbh.org\/catalog\/V_C7D27730D41E4E18A2E45F7E17899A94|title=Vietnam: A Television History; Vietnamizing the War (1968 - 1973); Interview with Bui Diem [1], 1981|website=openvault.wgbh.org|language=en|access-date = ngày 17 tháng 6 năm 2018}}<\/ref> Việc bình thường hóa quan hệ giữa hai nước thật sự có tác động vô cùng tích cực và to lớn cho vấn đề này.\n\n==Ủy ban người Việt ở nước ngoài, Bộ Ngoại giao==\n\nỦy ban người Việt ở nước ngoài, Bộ Ngoại giao là một trong các cơ quan chuyên trách về công tác người Việt ở nước ngoài bao gồm cả vấn đề hòa hợp, hòa giải dân tộc với người Việt ở nước ngoài thông qua giúp người Việt Nam ở nước ngoài ổn định cuộc sống, hội nhập vào xã hội sở tại, hướng về Tổ quốc; đấu tranh với những hành vi phương hại đến lợi ích chung của dân tộc, cộng đồng và quan hệ hữu nghị hợp tác giữa nước sở tại với Việt Nam cũng như thông tin cho người Việt Nam ở nước ngoài về đường lối, chính sách của đảng Cộng sản và pháp luật của nhà nước Việt Nam, về tình hình chính trị, kinh tế, văn hóa, xã hội của đất nước; hỗ trợ kiều bào giữ gìn tiếng Việt, bản sắc văn hóa và truyền thống dân tộc Việt Nam; hỗ trợ tăng cường các mối giao lưu về kinh tế, văn hóa, thể thao, giáo dục, đào tạo, khoa học, kỹ thuật và công nghệ giữa cộng đồng người Việt Nam ở nước ngoài với đồng bào trong nước cũng như hỗ trợ người Việt Nam ở hải ngoại trong đầu tư, kinh doanh, hợp tác kinh tế, khoa học, kỹ thuật, công nghệ, văn hoá - xã hội ở trong nước để xây dựng tổ quốc Việt Nam chung.<ref>[http:\/\/quehuongonline.vn\/gioi-thieu-chung\/chuc-nang-nhiem-vu-cua-uy-ban-nha-nuoc-ve-nguoi-viet-nam-o-nuoc-ngoai-6391.htm Chức năng, nhiệm vụ của Uỷ ban Nhà nước về người Việt Nam ở nước ngoài], Tạp chí Quê Hương, 04\/08\/2008<\/ref>\n\n==Xem thêm==\n* [[Quan hệ ngoại giao Hoa Kỳ – Việt Nam]]\n* [[Sự sụp đổ của Liên Xô và Đông Âu]]\n\n==Ghi chú==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*[https:\/\/web.archive.org\/web\/20070304110837\/http:\/\/www2.thanhnien.com.vn\/Thegioi\/Tulieu\/2005\/6\/18\/113063.tno Quan hệ Việt Mỹ trong 200 năm], báo thanhnien\n\n[[Thể loại:Xã hội Việt Nam]]\n[[Thể loại:Hậu Chiến tranh Việt Nam]]"}