{"451434":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Hòa Bình\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 39\n| vĩ giây = 51\n| kinh phút = 33\n| kinh giây = 45\n| diện tích = 9,48 km²<ref name=MS\/>\n| dân số = 7.951 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 839 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hải Phòng]]\n| huyện = [[Vĩnh Bảo]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 11890<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n{{bài cùng tên|Hòa Bình (định hướng)}}\n'''Hòa Bình''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]], [[Việt Nam]].\n\n== Vị trí địa lý ==\nPhía Đông giáp với xã Trấn Dương, phía Tây giáp xã Lý Học, Tam Cường, phía Nam giáp xã Vĩnh Tiến, phía Bắc giáp địa phận của huyện Tiên Lãng qua sông Hàn, một nhánh của hệ thống sông Thái Bình.\n\nXã có diện tích 9,48&nbsp;km², dân số năm 1999 là 7.951 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |url-status=dead }}<\/ref> mật độ dân số đạt 839 người\/km².\n\n== Hành chính ==\nHòa Bình có 4 làng, 7 thôn (sau khi sáp nhập 12 thôn vào tháng 10 năm 2022):\n* Làng Lôi Trạch: Thôn Lôi Trạch.\n* Làng Hàm Dương: Gồm 2 thôn Đông Hàm Dương (Thôn 5 và thôn 6 cũ) và Tây Hàm Dương (Thôn 3 và thôn 4 cũ).\n* Làng Ngãi Am: Gồm 2 thôn Nam Ngãi Am (Thôn 9 và thôn 10 cũ); thôn Bắc Ngãi Am (Thôn 7 và thôn 8 cũ) và thôn 13.\n* Làng Bắc Bình: Thôn Bắc Bình (Thôn 11 và thôn 12 cũ).\n\n==Kinh tế==\nNền kinh tế chủ yếu của Hòa Bình là nông nghiệp, tiểu thủ công nghiệp Hòa Bình xưa nổi tiếng với nghề dệt chiếu cói, nhưng hiện đã mai một dần do sự xuất hiện của các loại chiếu sản xuất công nghiệp như chiếu ni-lông, chiếu tre, chiếu gỗ. Hơn chục năm trở lại đây nhiều xưởng sản xuất đồ mộc phát triển mạnh chuyên làm nhà cổ giá trị cao tập trung thôn Bắc Ngãi Am làng Ngãi Am, thôn Lôi Trạch và thôn Tây Hàm Dương làng Hàm Dương. Trên địa bàn xã có các công ty, cơ sở công nghiệp hoạt động trên địa bàn: Công ty TNHH giầy da Kỳ Khởi, Công ty TNHH đồ chơi Khang Văn, Công ty may Bảo Long, Công ty cổ phần xây dựng và thương mại Anh Hải. Về thương nghiệp, toàn xã có một chợ nằm ở trung tâm xã hoạt động phục vụ nhu yếu phẩm thiết yếu cho bà con trong xã. Ngoài ra còn các cửa hàng dịch vụ nhu yếu phẩm nằm ở trung tâm các làng.\n\nĐặc sản nổi tiếng nhất của Hòa Bình là thuốc lào. Cây thuốc lào ở đây trồng với diện tích lớn 140 ha thành vùng sản xuất tập trung, được đánh giá rất cao về chất lượng, mùi thơm cũng như hương vị, được coi là một trong những vùng đất sản xuất thuốc lào tốt nhất Việt Nam.\n\nXã đạt chuẩn nông thôn mới năm 2016, nông thôn mới nâng cao năm 2022, nông thôn mới kiểu mẫu năm 2023.\n==Văn hóa - Xã hội==\nXã có 02 tôn giáo: Phật giáo và Thiên chúa giáo. Phật giáo có 7 chùa: Phúc Lâm (Lôi Trạch); Tây Linh, Dương Khánh (Hàm Dương); Chùa Lau, Địa Linh (Ngãi Am); Chùa Triều (Bắc Bình). Thiên chúa giáo có nhà xứ Xuân Điện gồm các họ giáo: Xuân Điện, Lôi Mía, Địa Linh, Xuân Am. Họ giáo Lôi Làng thuộc giáo xứ Nam Am.\n\nDi tích lịch sử văn hóa cấp tỉnh, thành phố: Đình, chùa làng Hàm Dương; đình, chùa làng Lôi Trạch; đình Ngãi Am; Họ Phạm; Họ Hoàng Hữu.\n\nCó hệ thống giáo dục đủ 3 cấp: Mầm non, Tiểu học và THCS đều đạt chuẩn quốc gia. Trạm Y tế đạt chuẩn quốc gia.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hải Phòng}}\n{{Đơn vị hành chính thuộc huyện Vĩnh Bảo}}"}