{"12424622":"'''Hòa ước Thiên Tân 1884''' hay '''Thỏa thuận Thiên Tân 1884''' ([[tiếng Pháp]]: ''Accord de Tientsin'') hay '''Thỏa thuận Lý-Fournier''' là [[hiệp ước]] ký ngày 11\/05\/1884, nhằm giải quyết cuộc [[chiến tranh Pháp-Thanh|chiến tranh không chính thức giữa Pháp và nhà Thanh]] về chủ quyền [[Bắc Kỳ]], Việt Nam.\n\nĐại diện nhà Thanh là [[Lý Hồng Chương]] còn Pháp cử François-Ernest Fournier qua Trung Hoa thương nghị hầu buộc quân Thanh rút khỏi [[Bắc Kỳ]] và dần tiến đến một hiệp ước toàn diện về giao thương và phân định biên giới Việt-Hoa.<ref>Thomazi, ''Conquête'', 189–92<\/ref>\n\nCông ước này là thỏa thuận đầu tiên kể từ khi [[chiến tranh Pháp-Thanh]] nổ ra nhưng không đạt được mục đích về Bắc Kỳ nên chiến tranh lại tiếp diễn và phải đợi đến [[Hòa ước Thiên Tân (1885)]] mới chấm dứt được chiến sự.\n\n== Bối cảnh ==\nKhi Pháp mở cuộc xâm lấn Bắc Kỳ thì [[triều đình Huế]] cầu viện [[nhà Thanh]] can thiệp. Quân Tàu tràn sang từ ba tỉnh biên giới vào năm 1882. Quân Thanh phối hợp với [[quân Cờ Đen]] của [[Lưu Vĩnh Phúc]] giao chiến với quân Pháp trong [[Trận Sơn Tây (1883)|chiến dịch Sơn Tây]] (tháng 12 năm 1883). Chiếm được Sơn Tây Đô đốc Courbet tưởng sẽ mở đường chinh phục toàn Bắc Kỳ nhưng bị quân Thanh và [[quân Cờ Đen]] chống trả. Pháp cố dùng ngoại giao thuyết phục nhà Thanh rút quân khỏi Bắc Kỳ nhưng không thành; Paris liền đi nước cờ thứ nhì: đánh [[cổ thành Bắc Ninh|thành Bắc Ninh]] vốn bị quân Tàu chiếm đóng từ mùa thu năm 1882. Trận đó tướng Charles Millot đối diện quân Thanh từ [[Quảng Tây]]. Tháng 3 năm 1884 hai bên [[trận Bắc Ninh (1884)|giao chiến ở Bắc Ninh]]. Quân Thanh thua phải rút lên [[mạn ngược]]. Quân Pháp hoàn tất chiến dịch chiếm đóng toàn [[châu thổ sông Hồng]].<ref>Thomazi, ''Histoire militaire'', 75–80<\/ref>\n\n==Diễn biến==\n[[Tập tin:F.E.Fournier.jpg|phải|nhỏ|Đô đốc Fournier, trưởng phái đoàn Pháp tại Thiên Tân]]\nThua ở Bắc Ninh, nhà Thanh muốn chấm dứt chiến sự nên bắn tin mở cuộc hòa đàm với Pháp. Pháp gửi phái đoàn ngoại giao sang họp ở Thiên Tân gặp Lý Hồng Chương. Trong cuộc thương thuyết có vài điểm chính: Pháp đồng ý công nhận chủ quyền của nhà Thanh ở các tỉnh giáp giới: Vân Nam, Quảng Tây và Quảng Đông và cam kết sẽ không dung túng lực lượng chống lại nhà Thanh trên đất Bắc Kỳ. Hơn nữa Pháp hủy khoản binh phí, không bắt nhà Thanh phải trả cho cuộc chiến. Ngược lại nhà Thanh phải:\n#Rút quân khỏi Việt Nam \n#Công nhận mọi hiệp ước giữa [[triều đình Huế]] và Pháp, tức nhìn nhận quyền [[bảo hộ]] của Pháp     \n#Mở thương khẩu buôn bán ở biên giới.\n\nHai bên đặt bút ký bản Hòa ước ngày 11 Tháng 5. 1884.<ref>Rawson, Geoffrey. Tr 124-5.<\/ref> Đại diện nhà Thanh là Lý Hồng Chương; đại diện Pháp là [[Đô đốc]] François-Ernest Fournier.\n\n==Thi hành==\nTuy hòa ước đã ký nhưng khi đến lượt thi hành thì có nhiều bất nhất: quan trọng nhất là thời điểm quân Thanh phải triệt thoái khỏi Bắc Kỳ. Trong văn bản thì ghi là việc triệt thoái sẽ diễn ra \"lập tức\" và quân Pháp hẹn sẽ tiếp thu Lạng Sơn và đồn lũy biên giới vào ngày 9 Tháng 6, 1884. Mãi đến 19 toán quân Pháp gồm 350 lính mới tiên lên nhưng đến [[Trận Bắc Lệ|Bắc Lệ thì bị quân Tàu phục kích bắn trả]]. Tiếp theo là giao tranh ở Lạng Sơn.<ref>Rawson, Geoffrey. Tr 125-8.<\/ref> Chính phủ Pháp thấy vậy mới trách nhà Thanh không thật lòng, hai bên lại khai hấn vào Tháng 8 nên Hòa ước Thiên Tân 1884 kể như là thất bại.\n\n==Tham khảo==\n{{tham khảo |colwidth= 25em}}\n* Billot, A., ''L'affaire du Tonkin: histoire diplomatique du l’établissement de notre protectorat sur l’Annam et de notre conflit avec la Chine, 1882–1885, par un diplomate'' (Paris, 1888)\n* Eastman, L., ''Throne and Mandarins: China's Search for a Policy during the Sino-French Controversy'' (Stanford, 1984) \n*Rawson, Geoffrey. ''Road to Mandalay''. New York: Harcourt, Brace & World, Inc. 1967.\n* Thomazi, A., ''La conquête de l'Indochine'' (Paris, 1934)\n\n== Xem thêm ==\n* [[Hòa ước Thiên Tân (1885)]] ([[:fr:Traité de Tianjin (1885)|Traité de Tianjin (1885)]])\n*[[Công ước Pháp-Thanh 1887]]\n*[[Công ước Pháp-Thanh 1895]]\n\n== Liên kết ngoài ==\n{{sơ khai lịch sử}}\n\n{{Pháp xâm lược Đại Nam}}\n\n[[Thể loại:Hiệp ước Pháp – Thanh về Đại Nam]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1884]]\n[[Thể loại:Hiệp ước bất bình đẳng]]\n[[Thể loại:Pháp năm 1884]]\n[[Thể loại:Việt Nam năm 1884]]\n[[Thể loại:Trung Quốc năm 1884]]"}