{"559759":"{{Thông tin đảo\n| tên = Đảo Hòn Dáu\n| hình = \n| tên hình = \n| image size = \n| locator map = \n| map_custom = \n| native name = Hòn Dáu\n| native name link = \n| nickname = \n| vị trí = Quận [[Đồ Sơn]], Thành phố [[Hải Phòng]]\n| tọa độ = \n| quần đảo = \n| tổng số đảo = \n| major islands = \n| diện tích = {{convert|12,5|km2|sqmi|abbr=on}}\n| núi cao nhất = \n| elevation = \n| quốc gia = {{VIE}}\n| country admin divisions title = \n| country admin divisions = \n| country largest city = \n| country largest city population = \n| country leader title = \n| country leader name = \n| dân số = \n| population as of = \n| density = \n| ethnic groups = \n| additional info =\n}}\n'''Hòn Dáu'''<ref>{{chú thích sách|author=Phòng Hải văn Cục Kĩ thuật điều tra cơ bản|title=Bảng thủy triều 1987: Hon Dáu, Hồng Gai, Cửa Ông, Cửa Hội, Cửa Gianh, Cửa Tùng|url=http:\/\/books.google.com.vn\/books?id=gIG3NAAACAAJ&dq=c%E1%BB%ADa+h%E1%BB%99i&hl=en&sa=X&ei=6-j4ULfxCOmSiQeUvIGwBA&redir_esc=y|publisher=Tổng cục khí tượng thủy văn|year=1986|access-date =ngày 18 tháng 1 năm 2013}}<\/ref> hay '''Hòn Dấu''' là hòn đảo nằm trong [[vịnh Bắc Bộ]] thuộc khu du lịch giải trí [[Đồ Sơn]], thành phố [[Hải Phòng]], [[Việt Nam]]. Phần lớn đảo vẫn đang ở trạng thái nguyên sinh. Trên đảo có đền thờ Nam Hải Đại Vương, có ngọn hải đăng và một số di tích khác.\n[[Tập tin:Sơ đồ đảo Hòn Dáu (Hải Phòng, Việt Nam).jpg|nhỏ|310x310px|Sơ đồ tham quan danh lam thắng cảnh quốc gia Đảo Hòn Dấu.]]\n\n==Lịch sử hình thành==\nHòn Dấu ban đầu nằm liền kề với bán đảo Đồ Sơn. Trong những cuộc vận động của [[thềm lục địa]], một phần dãy núi đã tách khỏi bán đảo trôi dần ra phía biển, trở thành đảo Hòn Dấu.\n\n==Hiện trạng==\nHòn Dấu hiện vẫn giữ được nét đẹp của những cánh [[rừng nguyên sinh]] bao phủ gần hết đảo. Bao quanh đảo là những [[bãi đá]] lớn.\n\nRừng nguyên sinh chủ yếu gồm những cây đa, thông... Các loài [[động vật]] trên đảo gồm: dê, khỉ, chim, cáo, rắn...\n\nNgười sống trên đảo chủ yếu là [[lực lượng Biên phòng|bộ đội biên phòng]], công nhân trông đèn biển, người theo dõi [[trạm khí tượng]], người trông coi đền thờ Nam Hải Đại Vương và một vài người dân.\n\nHiện nay đảo vẫn chưa có điện từ đất liền kéo sang. Để phát điện thắp sáng hải đăng, người ta phải sử dụng máy phát và ắc quy. Điện máy phát chỉ có từ 18h00 tới 0h00, sau đó thì hải đăng sẽ thắp sáng bằng điện ắc quy.\n\n==Các công trình trên đảo==\n===Đền thờ Nam Hải Thần Vương===\nĐền thờ Nam Hải Thần Vương nằm ngay bên cạnh bến tàu. Đây là ngôi đền đã có từ rất lâu đời, nay mới được người dân tại Đồ Sơn sửa chữa mới.\n\nNam Hải Thần Vương là một vị tướng thời Trần. Theo truyền thuyết, sau một trận thủy chiến đánh tan giặc Nguyên Mông trên [[sông Bạch Đằng]], người dân thấy một tử thi cụt đầu trôi vào đảo. Nhìn quần áo của ngài, biết là tướng nhà Trần tử trận, bà con bèn đắp mộ, rồi lập đền thờ. Tương truyền thần Nam Hải rất linh thiêng, nếu ai dám lấy đi bất cứ thứ gì trên đảo, kể cả một lá cây, sẽ bị ngài phạt, phải đem trả lại mới yên. Chính vì lẽ đó, trải qua hàng trăm năm, đảo Hòn Dấu vẫn giữ được vẻ đẹp nguyên sơ kỳ vĩ.\n\nĐến đời [[nhà Lê sơ|hậu Lê]], nhà [[vua]] kinh lý Đồ Sơn, nghỉ đêm trên đảo, nằm mơ thấy một ông già tóc bạc xưng là thần đảo. Tỉnh dậy, vua phán: Nếu là [[thần linh]] thì hãy ứng báo. Dứt lời, một con [[cá]] to nhảy lên thuyền rồng. Thấy nghiệm, vua phong cho ngài là \"Lão đảo đại thần vương\". Đền của ngài có duệ hiệu là Nam hải Đại thần vương, còn dân vạn chài gọi ngài là cụ. Hằng năm cứ vào ba ngày 8 - 9 -10 tháng 2 (âm lịch), dân đi biển [[vùng duyên hải Bắc Bộ]] lại kéo nhau về đảo Dấu cúng lễ.\n\n===Hầm xuyên đảo===\nHầm xuyên đảo là những chiếc hầm khá kiên cố được xây dựng trên đảo trong những năm Mỹ ném bom miền bắc Việt Nam..\n\n===Hải đăng===\n<!-- Xin hãy chỉ chỉnh sửa nội dung, KHÔNG THÊM CHI TIẾT VÀO ĐÂY! Nếu bạn muốn bổ sung thông tin, vui lòng thực hiện tại bài '''Hải đăng Hòn Dáu'''.-->\n{{Chính|Hải đăng Hòn Dáu}}\nHải đăng Hòn Dáu nằm trên đỉnh cao nhất của đảo. Được xây dựng từ năm [[1892]] và hoàn thành vào năm 1896, được đưa vào sử dụng vào tháng 6 năm 1898. Đây là công trình do các kiến trúc sư người [[Pháp]] thiết kế với nhiệm vụ chỉ đường vào [[cảng Hải Phòng]] trong những năm Pháp tiến hành khai thác thuộc địa tại [[Việt Nam]].\n\n===Nhà tám gian===\nNhà tám gian là tên thường gọi của những người sống trên đảo đối với một dãy nhà xây theo kiến trúc Pháp có niên đại từ 1908. Dãy nhà có đúng tám phòng với hành lang, lò sưởi, nhà tắm. Hiện giờ dãy nhà được sử dụng để đón khách du lịch tới thăm đảo và nghỉ lại qua đêm trên đảo.\n\n===Trạm khí tượng===\nTrạm quan trắc khí tượng được đặt trên đảo để theo dõi khí hậu, thời tiết.\n\n===Bảo tàng hải đăng===\nBảo tàng hải đăng nằm trong khu vực hải đăng. Bảo tàng gồm có một khu ngoài trời với các hiện vật trưng bày là những trái bom Mĩ đã trút xuống trong những năm tháng đánh phá miền Bắc. Khu trong nhà của bảo tàng trưng bày về các hải đăng, các loại đèn được sử dụng, các đèn tín hiệu... được sử dụng tại các hải đăng khác trên khắp Việt Nam.\n\n== Quần thể Đa búp đỏ lớn nhất Việt Nam ==\n[[Quần thể (sinh học)|Quần thể]] [[Đa búp đỏ]] trên đảo Hòn Dáu là quần thể đa cổ thụ nhiều nhất Việt Nam, gồm hàng trăm cây, trong đó có 45 cây hơn 100 tuổi<ref>{{Chú thích web|url=http:\/\/www.vacne.org.vn\/quan-the-da-co-thu-nhieu-nhat-viet-nam-duoc-vinh-danh-cay-di-san\/210461.html|tiêu đề=Quần thể Đa cổ thụ nhiều nhất Việt Nam được vinh danh Cây Di sản|ngày tháng=18 tháng 3 năm 2013|ngày truy cập=2 tháng 3 năm 2016|website=http:\/\/www.vacne.org.vn|nhà xuất bản=VACNE|tác giả=Lê Quý Tuệ}}<\/ref>, 35 cây được công nhận là [[cây di sản]] Việt Nam<ref>{{Chú thích web|url=http:\/\/laodong.com.vn\/lao-dong-doi-song\/ky-bi-khu-rung-da-bup-do-lon-nhat-viet-nam-207347.bld|tiêu đề=Kỳ bí khu rừng đa búp đỏ lớn nhất Việt Nam|ngày tháng=8 tháng 9 năm 2013|ngày truy cập=2 tháng 3 năm 2016|website=http:\/\/laodong.com.vn|nhà xuất bản=Báo Lao động|tác giả=Việt Hòa}}<\/ref> \n\nCạnh 17 cây thị cổ thụ có tuổi từ 120 đến 1.000 rừng thị núi Ngọc còn có cả trăm cây thị dưới 100 năm tuổi. Quận Đồ Sơn đang chọn thời điểm để công bố, gắn biển cho quần thể cây di sản độc nhất cả nước này. \"Quận Đồ Sơn đang ra sức vận động các hộ dân chung tay giữ gìn để tạo cảnh quan, môi trường sinh thái, phát triển du lịch sinh thái gắn với tâm linh tại núi Ngọc\"\n\n== Hòn Dáu - Cao độ 0 quốc gia ==\n\nỞ Việt Nam, trước năm [[1975]] có 2 mốc [[cao độ 0]] gồm một - nằm ở đảo Hòn Dáu, Hải Phòng, và một - ở Mũi Nai, [[Hà Tiên (huyện)|Hà Tiên]], [[Kiên Giang]]. Sau năm 1975 thì đã thống nhất mốc Hòn Dáu là mốc 0 quốc gia duy nhất cho [[tiêu chuẩn quốc gia (Việt Nam)|tiêu chuẩn Việt Nam]].\n\n== Thư viện ảnh ==\n<center><gallery widths=\"150px\" heights=\"220px\">>\nTập tin:Hai dang Hon Dau.jpg|Hải đăng Hòn Dáu\nTập tin:Phong trung bay Hai dang Hon Dau.jpg|nhỏ|319x319px|Phòng trưng bày bên trong Hải đăng Hòn Dáu\n<\/gallery><\/center>\n<center><gallery widths=\"220px\" heights=\"150px\">>\nFile:Den tho Nam Hai Than Vuong - Bai da co.jpg|Den tho Nam Hai Than Vuong - Bai da co|Đền thờ Nam Hải Thần Vương bên bãi đá cổ\nTập tin:Tram hai van Hon Dau.jpg|nhỏ|Trạm hải văn trên đảo Hòn Dáu\nTập tin:Ban do Hai Dang Hon Dau.jpg|Bản đồ Hải đăng Hòn Dáu\nTập tin:Lang Mo Nam Hai Than Vuong.jpg|Lăng mộ Nam Hải Thần Vương\nTập tin:Da bup do.jpg|Đa búp đỏ trên đảo Hòn Dáu\nTập tin:Duong di tren dao.jpg|Đường đi trên đảo Hòn Dáu \n<\/gallery><\/center>\n\n==Xem thêm==\n* [[Đồ Sơn]]\n* [[Bến Nghiêng]]\n* [[Hải đăng]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết trang==\n\n[[Thể loại:Đảo Việt Nam]]\n[[Thể loại:Đồ Sơn]]\n[[Thể loại:Du lịch Hải Phòng]]\n[[Thể loại:Cây di sản Việt Nam]]"}