{"251995":"'''Hòn Mun''' là một trong những hòn đảo thơ mộng nhất trong hệ thống đảo của Nha Trang. Hòn Mun cách cảng [[Cầu Đá]] 10&nbsp;km (khoảng 45 phút đi tàu). Không chỉ hấp dẫn bởi cát trắng, biển xanh, những tổ yến hoang sơ trên cheo leo vách đá… nơi đây còn nổi tiếng là một trong những \"thủy cung\" \"giàu và đẹp\" nhất của biển [[Đông Nam Á]]. Nơi đây còn nổi tiếng có nhiều dịch vụ biển và khám phá biển bằng tàu đáy kính và dịch vụ lặn biển.\n\n==Tên gọi ==\n\nĐược gọi là Hòn Mun vì phía Đông Nam của đảo có những mỏm đá nhô cao, vách dựng hiểm trở tạo thành hang động, đặc biệt đá ở đây đen tuyền như gỗ mun, rất hiếm thấy ở những nơi khác.\n\n==Miêu tả==\nTổng diện tích của toàn bộ khu bảo tồn là 160 km², trong đó 122 km² là diện tích mặt biển, 38 km² là tổng diện tích của các hòn đảo. \nHòn Mun với rạn san hô và hệ sinh vật biển đa dạng, phong phú là khu bảo tồn biển đầu tiên và duy nhất của [[Việt Nam]] hiện nay, đã được [[Quỹ Động vật hoang dã thế giới]] (WWF) đánh giá là khu vực đa dạng sinh học biển bậc nhất ở Việt Nam, đặc biệt rất phong phú về san hô, hiện tại đã phát hiện được khoảng 350 loài.\n\nHệ sinh thái động, thực vật biển ở đây vô cùng phong phú. Theo thống kê trên thế giới có khoảng 2.000 loài san hô và sinh vật biển thì ở Hòn Mun đã có tới 1.500 loài.\n\nỞ Hòn Mun, san hô nằm ở độ sâu 10m, cùng với rất nhiều loại cá đủ mà sắc và chủng loại. Với độ sâu dưới 18 m, thì không còn cảnh đẹp của san hô, nhưng có rất nhiều hang động. Có những hang sâu 10–15 m, phải dùng đèn để quan sát những sinh vật biển chuyên sống trong bóng tối như tôm, mực, tôm hùm, cá đuối…\n\n==Khu bảo tồn biển Hòn Mun==\n\n{{chính|Khu bảo tồn biển Hòn Mun}}\n\n==Dịch vụ ==\n\nDịch vụ biển tại Hòn Mun khá phong phú bao gồm: Bar nổi trên biển, lặn biển khám phá san hô, [[thuyền đáy kính]], v..v...\n\n* Dịch vụ lặn biển\n\nLà hình thức có dụng cụ lặn biển chuyên nghiệp hỗ trợ để có thể tham quan [[san hô]] hệ động thực vật dưới biển khơi. Khách du lịch được một lặn cấp tốc trên tàu và được học các ký hiệu bằng ngón tay để có thể bơi lặn dưới nước. Mỗi một du khách được một hướng dẫn kèm theo khi lặn dưới biển. Đồ nghề lặn khá phức tạp, gồm bộ quần áo lặn, [[kính mắt]], chân vịt và cả chiếc bình hơi 13 ký cùng dây nịt bằng chì để cho đủ sức nặng chìm xuống nước. \nNhững du khách có bằng chứng nhận hoặc từng lặn biển sẽ được đưa đến nơi có nhiều hang động, để khách len vào tham quan. Lần lặn thứ hai, sau khi nghỉ trưa là đến biển Hòn Mun. Khách sẽ chứng kiến các loại san hô, [[thủy tức]] và cả những khu vực có những con [[bộ Cá chình|cá chình]] lớn, hướng dẫn viên phải đem mồi theo cho chình ăn như là nuôi chúng để khách xem. Có cả những con chình nhỏ để cho khách có thể chạm tay vào đùa một chút...\n\n* Bar trên biển\n\n[[Bar]] nổi là một trong những điểm thu hút khách du lịch nhất ở đảo Hòn Mun. Bằng những phao nổi lềnh bềnh trên biển, khách tham quan có thể thưởng thức thức uống khá thú vị.\n\n* Tàu đáy kính\n\nTàu đáy kính không riêng chỉ Hòn Mun mà tại [[Hòn Một]] cũng có dịch vụ này. Bằng hình thức này, khách có thể tham quan san hô và hệ động thực vật dưới nước thuận tiên nhất.\n\n== Tham khảo ==\n{{tham khảo}}\n\n* 1000 địa điểm tham quan - tỉnh Khánh Hòa - Nhà xuất bản Bộ Công nghiệp.\n* Lặn biển Hòn Mun trên [http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050112153408\/ns070514095021] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080622003711\/http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050112153408\/ns070514095021 |date=2008-06-22 }}\n\n{{Du lịch Khánh Hòa}}\n{{Vịnh Nha Trang}}"}