{"109838":"{{Bài cùng tên|Hòn Tre}}\n[[Tập tin:Picture 146.jpg|300px|phải|nhỏ|Đảo Hòn Tre nhìn từ cáp treo]]\n'''Đảo Hòn Tre''' là [[đảo]] lớn nhất nằm trong [[nha Trang#Du lịch|vịnh Nha Trang]]. Đảo có diện tích trên 32,50&nbsp;km², cách thành phố Nha Trang 5&nbsp;km về phía Đông và cách cảng Cầu Đá 3,5&nbsp;km, cư dân chủ yếu là khách [[du lịch]] và ngư dân. Theo ước tính dân số thường trú trên đảo khoảng trên 1.500 người tập trung ở 2 thôn lớn là Bích Đầm và Vũng Ngán <ref>{{chú thích web | url = http:\/\/giadinh.net.vn\/dan-so\/lam-dan-so-tren-dao-tri-nguyen-20120203084924394.htm | tiêu đề = Làm dân số trên đảo Trí Nguyên | author = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = Báo điện tử của Báo Gia đình và Xã hội | ngôn ngữ = }}<\/ref>. Đảo có những [[bãi biển]] nhỏ, hoang sơ, thảm [[thực vật]] gồm rừng cây nhỏ.<ref name=\"a\">{{chú thích web|url=http:\/\/www.vietbalo.vn\/Tham-Quan-Du-lich\/Mien-Trung\/Khanh-Hoa-Nha-Trang\/536\/Hon-Tre\/|title=Các điểm tham quan du lịch|access-date =ngày 29 tháng 5 năm 2012|archive-date = ngày 23 tháng 5 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20120523020726\/http:\/\/www.vietbalo.vn\/Tham-Quan-Du-lich\/Mien-Trung\/Khanh-Hoa-Nha-Trang\/536\/Hon-Tre\/}}<\/ref>....\n\n==Dự án==\nDự án Đảo Hòn Tre chia làm 2 khu chính:\n*Khu [[Vũng Me]] - [[Bãi Trũ]] - [[Đầm Già]] - [[Bãi Rạn]]\nBao gồm các 07 dự án hiện có: [[Khu du lịch Con sẻ tre]], [[Vinpearl Land|Vinpearl]] resort & spa, Khu du lịch sinh thái và [[Thế giới nước Vinpearl]], [[Công viên văn hóa Vinpearl]], [[Công viên văn hóa Hòn Tre]], [[Khu du lịch sinh thái Bãi Sỏi]], Khu biệt thự và sân gôn Vinpearl và 01 dự án đề xuất.\n\nKhu resort cao cấp [[Bãi Rạn]]. Ý đồ quy hoạch hướng tới một quần thể các dự án du lịch cao cấp trên cơ sở mô hình kinh doanh rất thành công của Vinpearl resort & spa. Giao thông đối ngoại của phân khu chủ yếu thông qua 02 cảng du lịch tại Vũng Me và tuyến cáp treo Vinpearl.\n\nHiện trên đảo có khu du lịch [[Vinpearl Land]] Hòn Ngọc Việt và Con Sẻ Tre. Vinpearl là một dự án quy mô gồm khách sạn, [[khu nghỉ mát|resort]], công viên giải trí và khu mua sắm. Các dự án đang được triển khai như sân gôn, khu resort cao cấp Bãi Rạn, khu du lịch thế giới biển...\n[[Tập tin:Hanging cabins to Vinpearland.jpg|nhỏ|250px|phải|Cáp treo vượt biển qua Đảo Hòn Tre và khu Vinpearland]]\n\nMột tuyến [[Tuyến cáp treo Vinpearl Land|cáp treo vượt biển dài nhất thế giới]] được hoàn tất vào năm 2007 nối khu du lịch VinPearl với cảng Cầu Đá của [[Nha Trang]].\n\n*Khu [[Đầm Bấy]]\n\nDự án Đầm Bấy với hai dự án cơ bản chính là Khu du lịch thế giới biển và dự án Làng du lịch sinh thái Đầm Bấy. Đây sẽ là làng du lịch sinh thái với các khu nghỉ dưỡng và trung tâm văn hóa và thương mại. Dựa trên yếu tố du lịch sinh thái là chính và đặc biệt dựa án xây dựng làng du lịch sinh thái dựa trên sự phát triển từ nguồn dân cư chính hiện tại ở [[Bích Đầm]] và khu Đầm Bấy. Sự đóng góp tích cực của cư dân địa phương và dự án du lịch sinh thái một cách có tổ chức sẽ là một dự án thu hút sự đầu tư và du khách trong tương lai. hihi\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo ==\n* Nha Trang trong sách Non nước Việt – Nhà xuất bản giao thông vận tải – trang 118\n* Báo du lịch – Nha Trang và các dịch vụ - nhiều số\n* Xứ Trầm Hương - Quách Tấn - Nhà xuất bản Khánh Hòa\n\n{{ Du lịch Nha Trang}}\n{{Vịnh Nha Trang}}\n\n[[Thể loại:Nha Trang]]\n[[Thể loại:Đảo Việt Nam]]"}