{"2455270":"{{Thông tin nhân vật hoàng gia\n| tên = Hùng vương\n| native name = 雄王\n| tước vị = [[Vua Việt Nam]] \n| thêm = vietnam\n| hình = Mausoleum of Hung King.JPG\n| ghi chú hình = '''Lăng Hùng Vương''' trên núi Nghĩa Lĩnh, tương truyền là lăng của Hùng Vương thứ VI.<ref>[http:\/\/www.vietnamtourism.vn\/vn\/index.php?title=&options=search&code=304 Khu di tích lịch sử Đền Hùng - Lễ hội Đền Hùng]<\/ref>\n| chức vị = [[Hùng Vương]]\n| tại vị = [[1712]] &ndash; [[1632]] TCN\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Hùng Vương thứ V]]\n| nhiếp chính = \n| kế nhiệm = [[Lang Liêu|Hùng Vương thứ VII]]\n| hoàng tộc = [[Hồng Bàng]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = \n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = \n| niên hiệu = \n| miếu hiệu = \n| thụy hiệu = Hùng Vương<ref>Theo [[Đại Việt Sử ký Toàn thư]], các vua thời [[Hồng Bàng]] đều xưng hiệu [[Hùng Vương]].<\/ref>\n| vợ = \n| thông tin con cái =\n| con cái = [[Lang Liêu]]<br>33 Quan lang<br>19 Mỵ nương\n| cha = [[Hùng Vương thứ V]]\n| mẹ = \n| sinh = \n| nơi sinh = \n| mất = \n| nơi mất = \n| nơi an táng = [[Đền Hùng|Lăng Hùng Vương]]\n}}\n\n'''Hùng Vương thứ VI''' là một vị vua truyền thuyết của nước [[Văn Lang]] trong [[lịch sử Việt Nam]]. Tương truyền ông là người đã lãnh đạo người dân Văn Lang chống lại sự tấn công của quân xâm lược [[Nhà Thương|Ân]].<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt01.html Đại Việt Sử ký Toàn thư Quyển 1]<\/ref>\n\n==Chống giặc Ân==\n{{Xem thêm|Thánh Gióng}}\nTruyền thuyết kể rằng vào thời Hùng Vương thứ VI, có giặc Ân \"mũi đỏ\" <ref>[http:\/\/baotangnhanhoc.org\/vi\/index.php?option=com_content&view=article&id=1168%3Atruyn-thuyt-thanh-giong-s-phi-trn-cac-thanh-t-huyn-thoi-au-va-lc--th-k-3-trc-cong-nguyen&catid=33%3Abai-nghien-cu-nhan-hc-vn-hoa-hc&Itemid=37 Truyền thuyết Thánh Gióng – Sự phối trộn các thành tố huyền thoại Âu và Lạc ở thế kỷ 3 trước Công nguyên]<\/ref> đến xâm phạm bờ cõi. Thế giặc mạnh, nhà vua lo sợ, bèn truyền cho sứ giả đi khắp nơi tìm người tài giỏi cứu nước. Ở hương Phù Đổng, bộ [[Vũ Ninh (bộ)|Vũ Ninh]] có đứa trẻ cho đến khi lên ba vẫn không biết nói, biết cười, nhưng khi sứ giả đến thì bỗng dưng cất tiếng nói xin đi đánh giặc. Theo thỉnh cầu của chú bé được sứ giả tâu lại, nhà vua truyền cho thợ ngày đêm làm gấp ngựa sắt, roi sắt, áo giáp sắt. Chú bé lớn rất nhanh.\n\nGiặc đã đến chân núi Trâu, sứ giả đem ngựa sắt, roi sắt, áo giáp sắt đến. Chú bé vùng dậy, vươn vai một cái bỗng biến thành một tráng sĩ mình cao hơn [[trượng]] và xông vào trận phá giặc. Giặc tan vỡ, tráng sĩ đuổi đến chân núi Sóc ([[Sóc Sơn]]), lên đỉnh núi cởi giáp sắt bỏ lại, rồi cả người lẫn ngựa từ từ bay lên trời. Vua nhớ công ơn, không biết lấy gì đền đáp, phong là [[Thánh Gióng|Phù Đổng Thiên Vương]] và lập đền thờ ngay ở quê nhà.<ref>PGS TS Nguyễn Trí Nguyên, [http:\/\/huc.edu.vn\/chi-tiet\/2217\/Le-hoi-Thanh-Giong---mot-ki-uc-van-hoa.html Lễ hội Thánh Gióng - một ký ức văn hóa]<\/ref>\n\n==Xuất hiện nghề dệt==\n{{Xem thêm|Thiều Hoa}}\nTheo [[truyền thuyết]], Hùng Vương thứ VI có con gái là Mỵ nương Thiều Hoa. [[Mỵ nương]] là người hiền lành, xinh đẹp, không chịu lấy chồng, có biệt tài nói chuyện với [[chim]] và [[bướm]] mỗi khi vào rừng chơi. Mỵ nương khi trò chuyện với loài bướm đã biết được loài bướm nâu đẻ trứng thành sâu, ăn một loài cây ([[Chi Dâu tằm|cây dâu]]) nhả ra tơ vàng. Mỵ nương bèn xin giống [[trứng]] rồi về tìm cách đan tơ thành tấm. Mỵ nương Thiều Hoa đặt tên cho những tấm sợi ấy là [[lụa]], gọi bướm là [[bướm đêm|ngài]] và giống sâu cho sợi ấy là [[tằm]]. Cách gọi ấy còn truyền đến ngày nay.<ref>[http:\/\/kyluc.vn\/tin-tuc\/to-nghe\/cong-chua-thieu-hoa-to-nghe-det-lua Công chúa Thiều Hoa – tổ nghề dệt lụa]<\/ref>\n\n==Tìm người kế vị==\n{{Xem thêm|Lang Liêu}}\nSau khi đánh bại giặc Ân, vua Hùng có ý định truyền ngôi. Nhân dịp đầu Xuân, vua họp các hoàng tử lại, bảo rằng: ''Con nào tìm được thức ăn ngon lành, để bày cỗ cho có ý nghĩa nhất, thì ta sẽ truyền ngôi vua cho''. Các hoàng tử đua nhau tìm kiếm của ngon vật lạ dâng lên cho vua cha, với hy vọng mình lấy được ngai vàng. Trong khi đó, người con trai thứ 18 tên là [[Lang Liêu]] có tính tình hiền hậu, lối sống đạo hạnh, hiếu thảo với cha mẹ, nhưng vì mẹ mất sớm, thiếu người chỉ vẽ. Lang Liêu nằm mộng được một vị Thần mách cho nên lấy gạo nếp làm hai thứ bánh: [[bánh giầy]] và [[bánh chưng]]. Lang Liêu làm theo lời Thần dặn. Đến ngày hẹn, các hoàng tử đều đem thức ăn đến bày trên mâm cỗ. Hoàng tử Tiết Liêu trên mâm chỉ có hai tấm bánh chưng và bánh giầy. Hùng Vương thứ sáu lấy làm lạ hỏi lý do. Lang Liêu đem chuyện Thần báo mộng dạy cách làm, giải thích ý nghĩa của hai thứ bánh. Hùng Vương nếm thử, thấy bánh ngon, khen có ý nghĩa, bèn truyền ngôi [[Vua]] lại cho Lang Liêu.<ref>{{Chú thích web |url=http:\/\/www.tgn.edu.vn\/bai-viet\/c80\/i403\/su-tich-banh-day-banh-chung.html |ngày truy cập=2014-04-20 |tựa đề=Sự tích bánh dầy, bánh chưng |archive-date = ngày 21 tháng 4 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140421082448\/http:\/\/www.tgn.edu.vn\/bai-viet\/c80\/i403\/su-tich-banh-day-banh-chung.html }}<\/ref>\n\n==Lăng mộ==\nLăng mộ vua Hùng trên núi Nghĩa Lĩnh, nằm ở phía đông [[Đền Hùng#Đặc điểm|đền Thượng]], được tương truyền là mộ của Vua Hùng thứ 6. Mặt lăng quay theo hướng đông nam, vốn là một mộ đất.\n\nNăm [[1870]], vua [[Tự Đức]] hạ lệnh cho xây mộ dựng lăng. Năm [[1922]], lăng được trùng tu.\n\nLăng [[Hùng Vương]] ngày nay là một phần trong Khu di tích lịch sử [[Đền Hùng]].<ref>{{Chú thích web |url=http:\/\/dulichxuthanh.com\/mien-bac\/thien-nhien-ky-thu-o-dat-to-hung-vuong |ngày truy cập=2014-04-20 |tựa đề=Thiên nhiên kỳ thú ở đất Tổ Hùng Vương |archive-date = ngày 21 tháng 4 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140421082156\/http:\/\/dulichxuthanh.com\/mien-bac\/thien-nhien-ky-thu-o-dat-to-hung-vuong }}<\/ref>\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Hùng Vương}}\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n\n[[Thể loại:Hùng Vương]]\n[[Thể loại:Hồng Bàng]]"}