{"3427576":"Trương Phúc Hùng (?-?) là một võ tướng của chúa Nguyễn Phúc Tần.\n\n== Tiểu sử ==\nTrương Phúc Hùng là con trai của tướng quân Phấn Vũ hầu [[Trương Phúc Phấn]] thuộc dòng họ Trương ở Trường Dục. Lớn lên trong chiến cuộc phân tranh giữa [[Trịnh – Nguyễn phân tranh|hai thế lực phong kiến Trịnh - Nguyễn]] mà quê hương Trường Dục của ông là trung tâm chiến lũy Trường Dục, cùng sự rèn luyện từ nhỏ của cha, nên Trương Phúc Hùng sớm trở thành vị tướng trẻ có bản lĩnh cao cường nơi trận mạc. Tại trận chiến chống quân Trịnh trên lũy Trường Dục năm Mậu Tý 1648, vị tướng trẻ Trương Phúc Hùng sát cánh cùng cha, trực tiếp chỉ huy đội quân bộ thuộc cùng cha cố giữ chiến lũy. Trước bản lĩnh và ý chí quyết tâm của vị lão tướng Trương Phúc Phấn cùng với tinh thần dũng cảm, tả đột hữu xung của vị tướng trẻ Trương Phúc Hùng đã khích lệ quân sĩ đồng tâm hiệp lực giành thắng lợi cuối cùng tại cuộc chiến trên lũy Trường Dục. Dù đứng trên lập trường của vị quan nhà Trịnh, Lê Quý Đôn cũng đã thừa nhận thất bại ở trận Võ Xá và sự cố thủ vững vàng của cha con Trương Phúc Phấn, Trương Phúc Hùng ở lũy Trường Dục đã góp phần làm cho quân Trịnh thất bại trong chiến cuộc 1648.\n\n[[Phủ biên tạp lục|''Phủ biên tạp lục'']] chép:<ref name=\":0\">Phủ biên tạp lục, trang 55<\/ref>\n\n“''Năm thứ 6, Mậu Tý 1648, tháng giêng chúa sai Trấn thủ Nghệ An là Tiến Quận công Trịnh Đào đem các quân vào đánh miền Nam; sai Gia Quận công đem thủy quân vượt biển vào cửa biển Nhật Lệ, đánh phá dinh Quảng Bình, đóng quân ở Võ Xá… Phúc Tần sai Chưởng cơ Thuận Nghĩa hầu chọn 100 thớt voi đực, nhân đêm chạy đến phá dinh Gia Quận công, bắt được Quận Gia, Quận Mỹ và nhiều binh lính, Trịnh Đào chạy về''”.\n\nSau trận chiến ấy, Trương Phúc Hùng được chúa Nguyễn ban tặng tước Hùng Lộc hầu, một phần thưởng to lớn và vinh hạnh. Cũng từ đó, ông được chúa Nguyễn cất nhắc và bố trí vào những nhiệm vụ quan trọng.\n\n[[Phủ biên tạp lục|''Phủ biên tạp lục'']] chép:<ref name=\":0\" \/>\n\n“''Năm Quý Tỵ (1653) vua nước Chiêm Thành là Bà Tầm quấy rối đất Phú Yên. Sai Cai cơ Hùng Lộc hầu (Trương Phúc Hùng) làm Tổng binh, xá sai Minh Võ làm tham mưu đem 3.000 quân đi đánh. Đến phủ Phú Yên ngày 3 tháng 4, nhân đêm qua đèo Hổ Dương núi Thạch Bi, ruổi thẳng đến trại Bà Tầm, phóng lửa đánh gấp, phá tan, đuổi dài đến sông Phan Lung. Bà Tầm sai con là Xác Bà Ân nộp lễ xin hàng. Phúc Tần cho, bắt chia địa giới, lấy đất từ phía đông sông ấy đến Phú Yên đặt làm hai phủ Thái Khang và Diên Ninh, đặt dinh trấn thủ Thái Khang. Phía tây sông vẫn là nước Chiêm Thành, khiến giữ bờ cõi và nộp cống''”\n\nĐây là sự kiện lịch sử rất quan trọng trong sự nghiệp mở cõi bờ phương Nam. Trước đó hai thế kỷ, năm 1470, vua Lê Thánh Tông dẫn đại binh kinh lý phía Nam và tiến quân đánh đuổi Chiêm Thành đến đèo Hổ Dương, đưa mốc giới phía Nam Đại Việt đến núi Thạch Bi (núi Đá Bia - nay là ranh giới Phú Yên và Khánh Hòa). 183 năm sau, Trương Phúc Hùng đã lĩnh sứ mệnh lịch sử đánh đuổi Chiêm Thành vào đến sông Phan Lung (Phan Rang), lập địa bàn hành chính mới cho hai phủ cực Nam Đại Việt vào năm 1653, đó là phủ Thái Khang và phủ Diên Ninh; lập dinh trấn thủ Thái Khang (dinh Trấn Biên).\n\nVùng đất mới mà ông giành được đã được ông lập địa bàn hành chính để chính thức hóa đưa vào lãnh thổ Đại Việt ở phương Nam năm 1653, đó cũng chính là vùng đất [[Khánh Hòa]] ngày nay. Vì thế, cộng đồng dân cư các dân tộc ở Khánh Hòa luôn ghi nhớ ân đức của ông, coi ông là vị Thành hoàng bổn xứ.\n\n== Ghi công ==\nNăm 2002, chuẩn bị kỷ niệm 350 năm (1653-2003) vùng đất Khánh Hòa về với Đại Việt, tỉnh Khánh Hòa cử đoàn đại biểu là các nhà nghiên cứu lịch sử, văn hóa ra gặp lãnh đạo Sở Văn hóa Thông tin tỉnh Quảng Bình để về Trường Dục (xã Hiền Ninh, huyện Quảng Ninh) tìm hiểu quê hương bản quán của Trương Phúc Hùng, và đến viếng mộ ông. Ở Khánh Hòa, có tài liệu chép: Mộ chí tướng Trương Phúc Hùng an táng tại đồi Cây Kéc, xã Trường Dục, huyện Khang Lộc (nay là huyện Quảng Ninh).\n\nNgôi mộ tọa lạc tại Đại Cồn - Lưu Hoang xứ, ở địa thế cao so với trong vùng, nay cạnh nghĩa trang liệt sĩ Xuân - Hiền. Mộ đắp bằng đất ba bậc hạ - trung - thượng trên diện tích 300m2. Ba mặt đông - tây - bắc có cây bảo vệ. Tây bắc mộ trước đây có cây bùi cao to, đường kính thân cây khoảng 0,6m. Mặt trước hướng nam mộ, làng dành bãi đất 1 sào Bắc Bộ (360m2) đất công thổ, để hàng năm, ngay dãy mộ lấy đất đắp bồi cho nền nấm mộ. Dân trong vùng thường gọi tên ngôi mộ là mộ Đại tướng.\n\nTrước khi đoàn nghiên cứu lịch sử, văn hóa Khánh Hòa đến và cung cấp sử liệu thì dân địa phương chưa hiểu mộ Đại tướng là của ai. Vì chưa tìm được sách nào ghi cụ thể về tên vị Đại tướng ở ngôi mộ này nên các thế hệ trước trong làng không truyền tên mà chỉ gọi là mộ Đại tướng. Gia phả các họ trong làng bị mất nên từ ba vị tổ của ba họ Trương, Lê, Hoàng, các chi phái lập thành nhiều họ riêng. Dân làng rước bài vị Đại tướng vào thờ cùng các vị Thành hoàng làng ở ba miếu với sự tri ân như một vị phúc thần.\n\nTheo những người am tường phong thủy cho biết, địa huyệt tại mộ Đại tướng là ứng với lời đoán định trong sách phong thủy và sấm ký:\n\n“''Lô đồng nhất huyệt công khanh''\n\n''Tại diêm lư hạ, đời đời bất diệt''”\n\n== Chú thích ==\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Quan lại chúa Nguyễn]]"}