{"68951":"'''Hùng kê quyền''' (雄雞拳, quyền gà chọi), âm địa phương một số vùng gọi không hoàn toàn chính xác là '''Hồng kê quyền''', là bài quyền mô phỏng các kỹ thuật của [[gà chọi]], một trong 10 bài danh võ được [[Liên đoàn võ thuật cổ truyền Việt Nam]] lựa chọn qua các kỳ hội nghị chuyên môn toàn quốc.\n\nBa kỳ hội nghị chuyên môn của Liên đoàn võ thuật cổ truyền Việt Nam kéo dài ròng rã hàng chục ngày, quy tụ hàng trăm [[võ sư]] và các [[huấn luyện viên]] đại diện cho các võ đường và tỉnh thành trong toàn quốc, thể hiện tính chuyên môn hóa, sự khe khắt cao độ khi nghiên cứu, thảo luận, bình chọn, hoàn chỉnh và đi đến thống nhất các bài quyền xứng đáng đại diện cho võ thuật dân tộc, có thể giới thiệu đến bạn bè năm châu. 9 bài quyền được thống nhất đều là những bài danh võ, từng được đưa vào các cuộc thi quốc võ ngày xưa. Hùng kê quyền được chọn ngay từ Hội nghị lần 1 tổ chức năm 1993 (cùng với ba bài khác là [[Lão hổ thượng sơn]], [[Tứ linh đao]] và [[Roi Thái Sơn|Roi Thái sơn]]), cho thấy giá trị đặc biệt của bài. Cũng từ hội nghị này lão võ sư [[Ngô Bông]], người tuy không sinh ra trên vùng địa linh nhân kiệt Tây Sơn Bình Định nhưng vẫn được thừa nhận là truyền nhân chính thức của Hùng kê quyền, được giao trách nhiệm truyền dạy, hướng dẫn và phát dương quang đại bài quyền này trong toàn quốc.\n\n==Lịch sử==\nTương truyền, bài quyền này do [[Nguyễn Lữ]], em trai [[Nguyễn Huệ]] sáng tạo để dành cho nghĩa binh rèn tập trong giai đoạn đầu. Bài quyền này, theo thời gian và sự suy vi của triều đại [[Nhà Tây Sơn|Tây Sơn]], đã ít nhiều bị mai một và ít khi được biết đến. Ngay thuở sinh thời của sư trưởng môn phái [[Sa Long Cương]] [[Trương Thanh Đăng]], bài này cùng với bài [[Yến phi quyền]] do [[Nguyễn Huệ]] sáng tạo, vẫn chỉ được dạy riêng trong nội tộc chứ không truyền ra ngoài. Hiện nay, cùng với những bài đã được Liên đoàn võ thuật cổ truyền Việt Nam thống nhất, lựa chọn, bài quyền được phổ biến rộng rãi trong các võ đường [[Võ cổ truyền Việt Nam]].\n\n==Lời thiệu==\nĐặc điểm của các bài quyền hay binh khí trong võ thuật cổ truyền Việt Nam là [[bài thiệu|lời thiệu]] luôn được viết bằng thơ cho dễ nhớ, dễ thuộc, thể hiện chất văn trong võ đạo. Hùng kê quyền cũng không phải là ngoại lệ, thiệu của bài là một bài thơ thể [[thất ngôn bát cú]]:\n\n'''Nguyên văn:'''\n:Lưỡng kê giao thủ thí tranh hùng \n:Song túc tề phi trảo thượng xung \n:Trấn ải kim thương như Bạch Hổ \n:Thủ quan ngân kiếm tựa Thanh Long \n:Xuyên cung độc tiễn tăng ư trác \n:Hồi thủ đơn câu thọ tứ hùng \n:Thiểu, tẩu, vượt, trầm thiên sở tứ \n:Nhu, cương, cường, nhược tận kỳ trung.\n\n'''Dịch nghĩa:'''\n:Hai con gà chọi nhau để tranh hùng\n:Hai chân cùng bay, móng chân đâm hất lên\n:Trấn biên ải, cây thương vàng như cọp trắng\n:Giữ cửa quan, lưỡi kiếm bạc tựa rồng xanh\n:Mũi tên độc đâm vào hầu được cất giấu từ mỏ gà (mổ thóc)\n:Quay đầu móc đâm vào ngực kẻ địch\n:Chạy, nhảy lên, luồn, hụp xuống là thế trời cho\n:Mềm, cứng, mạnh, yếu, tất cả đều trong bài quyền này.\n\n'''Dịch thơ (Việt Hà):'''\n:Hai gà đối chọi quyết tranh hùng\n:Đôi chân cùng bay móng hất tung\n:Trấn ải, thương vàng như cọp trắng\n:Giữ quan, kiếm bạc tựa thanh long\n:Tên độc lút hầu ngầm nơi mỏ\n:Ngoái đầu đâm ngực địch đến cùng\n:Chạy, nhảy, luồn, hụp xoay tứ phía\n:Mềm, cứng, yếu, mạnh ngầm ở trong\n\n==Đặc điểm==\nNguyễn Lữ vốn người mảnh khảnh, yếu hơn các anh mình là [[Nguyễn Nhạc]] và [[Nguyễn Huệ]]. Tính ông hiền hòa, ưa thanh tịnh, thích giao du với các nhà sư [[Ấn Độ]] và [[Trung Quốc]], thích học văn hơn học võ. Tuy nhiên, với tư cách một trong những võ tướng đầu lĩnh của Tây sơn khởi nghĩa, ông cũng đã học [[thập bát ban võ nghệ]] và chuyên về môn [[miên quyền]], nhu quyền. Ông nhận thấy võ thuật [[Thiếu Lâm]] phần nhiều thiên về dương cương, có những điểm không phù hợp với thể chất [[người Việt Nam (định hướng)|người Việt Nam]]. Để học thông môn phái Thiếu Lâm phải mất hàng chục năm, trong khi yêu cầu cấp bách của nghĩa quân là tinh thông võ nghệ càng nhanh càng tốt. Nguyễn Lữ cũng say mê nghệ thuật [[đá gà|chọi gà]]. Trong một dịp [[tết Nguyên Đán|tết]], ông quan sát đôi gà chọi: một con to lớn kềnh càng, dũng mãnh, mặt đỏ gay, các đòn nặng nề sát thủ và một con nhỏ bé mà linh hoạt. Nhưng con gà to lớn kia đã liên tục phải cúp đuôi bỏ chạy trước sức tấn công bền bỉ, liên tiếp, nhanh như chớp của con gà nhỏ. Từ đó ông nghiệm ra nguyên lý của [[nước]] mà con gà nhỏ đã áp dụng theo bản năng: miên viễn, bền bỉ, nhẹ nhàng nhưng dữ dội, có thể chọc phá bất cứ một sơ hở nhỏ nào. Ông đã sáng tạo ra bài Hùng kê quyền vừa phù hợp với sở học của bản thân, vừa phù hợp với thể chất người Việt nói chung, vừa thích ứng với nhu cầu cấp thiết của nghĩa quân [[Nhà Tây Sơn|Tây Sơn]] giai đoạn đó. Đặc tính của nước được áp dụng trong bài bằng những yếu lĩnh, nhằm đến mục tiêu: yếu có thể đánh mạnh, thấp có thể đánh cao, nhỏ có thể đánh lớn, ít có thể đánh nhiều, gần có thể đánh xa.\n\nNhư những động tác dũng mãnh của con gà chọi nhỏ bé mà nhanh nhạy trước đối thủ, bài Hùng kê quyền sử dụng ngón tay trỏ để đâm ([[võ thuật trong truyện Kim Dung#Nhất dương chỉ|nhất dương chỉ]]) mô phỏng hình [[mỏ gà]], và các ngón còn lại co vào như chiếc [[cựa gà]]. [[Thủ pháp]] độc đáo như vậy lại nhằm vào những mục tiêu hiểm của đối thủ, như các [[huyệt đạo]], ngực, hầu v.v. [[Bộ pháp]] của bài hết sức linh hoạt, thần tốc, xoay chuyển một cách biến ảo đã hỗ trợ cho việc thi triển thủ pháp một cách kiến hiệu, khiến đối thủ luôn phải hứng chịu những đòn thế có tính sát thương cực cao.\n\nVõ sư Ngô Bông, trên [[Bình Định nguyệt san]], đã nói về những điểm tinh túy của bài Hùng kê quyền: ''Các đòn đánh của bài quyền Hùng Kê cực kỳ chuẩn xác và biến ảo. Cái thần thái của bài quyền là sử dụng sức mạnh của thủy (nước) để đánh đối phương. Mà... nước mà chảy là mạnh lắm và không thể nào tránh né cho khỏi. Các đòn đánh của bài quyền Hùng Kê cũng vậy. Nó đánh vây tứ bề, dùng ba đến bốn mũi giáp công chỉ nhằm đánh vào một điểm, đánh từ dưới thấp lên cao, từ trên cao phủ đầu xuống thấp.''\n\nVì uy lực của bài quyền này, hiện nay bài thường chỉ được truyền dạy cho môn đồ đã có trình độ nhất định, chẳng hạn như cấp huấn luyện viên.\n\n==Tham khảo==\n{{tham khảo}}\n*[http:\/\/www.baobinhdinh.com.vn\/566\/2005\/1\/18454\/ Hùng kê quyền]\n*[http:\/\/vocotruyen.vn\/index.php?option=com_content&task=view&id=43&Itemid=99 Video clip bài Hùng kê quyền trên website Võ cổ truyền Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080115101011\/http:\/\/vocotruyen.vn\/index.php?option=com_content&task=view&id=43&Itemid=99 |date=2008-01-15 }}\n\n{{Các bài võ cổ truyền Việt Nam}}\n\n{{Võ thuật}}\n\n[[Thể loại:Võ cổ truyền Việt Nam]]\n[[Thể loại:Võ Bình Định]]\n[[Thể loại:Quyền thuật]]"}