{"19769595":"{{văn phong}}\n{{chú thích trong bài}}\n'''Hùng Linh Công''' là cháu ruột của vua và là một danh tướng thuộc đời [[Hùng Vương thứ VI|Hùng Vương thứ sáu]]. Ông được vua trao cho kim đao và 3 vạn binh mã đi tiên phong cùng với [[Thánh Gióng]] đánh tan giặc [[Nhà Thương|Ân]]. Ông được vua Hùng giao cho cai quản xứ [[Kinh Bắc]]. Ông cũng có công trừ hổ để giữ cuộc sống an bình cho người dân. Ông sinh ra và mất trên đất [[Hiệp Hòa (huyện)|Hiệp Hòa]], [[Bắc Giang]] và được thờ ở Đền IA<ref>Tên đền viết hoa cả để tránh đọc nhầm.<\/ref> khoảng 3700 năm nay.\n\n==Tiểu sử==\n[[Tập tin:DenIA Bia.JPG|nhỏ|200px|Bia đá khắc toàn văn ''\"Ngọc Phả Quốc Lục\"'' đặt trong Đền IA.]]\nTiểu sử chi tiết về Thánh Hùng Linh Công được ghi trong cuốn ''Ngọc phả quốc lục''. Cuốn sách còn lưu lại tại Đền IA (tức Đền Y Sơn) thuộc xã Hòa Sơn, huyện Hiệp Hòa, tỉnh [[Bắc Giang]] do Hàn lâm viện Đông các Đại Học sĩ Nguyễn Bính phụng soạn vào niên hiệu Hồng Phúc, triều đại Sùng Khang năm [[Nhâm Thân]] ([[1572]]). Đến niên hiệu Vĩnh Hựu thứ ba, triều đại [[Lê Ý Tông]] (Duy Thận) năm [[Đinh Tỵ]] ([[1737]]), Hồng Lĩnh thiếu khanh thuộc Quản giám bách thần tri điện là Nguyễn Hiền Mại căn cứ vào bản của triều trước chép lại. Toàn bộ cuốn ''Ngọc phả quốc lục'' về ''Y Sơn linh tích'' được khắc trên hai mặt bia đá (mặt tiền và mặt hậu) hiện còn dựng trong Đền IA, bia dựng năm [[Bính Thìn]] [[1856]] niên hiệu Tự Đức năm thứ 9, triều đại [[Tự Đức]] (Hồng Nhậm).\n\nSau khi cuốn ''Ngọc phả quốc lục'' ra đời, 13 triều đại sau đó từ 1660–1925 đã có 21 đạo sắc phong cho Hùng Linh Công (hiện vẫn còn lưu giữ tại Đền IA). Nhiều đạo sắc phong có độ dài gần 300 từ.\n\n==Chùa IA và Đền IA==\nNúi IA (còn có tên là Y Sơn, núi Hia, trong ''[[Đại Nam nhất thống chí]]'' gọi là núi Thù Sơn, trong ''Bắc Ninh tỉnh chí'' gọi là núi Hòa Sơn) nằm ở phía tây – tây bắc Hiệp Hòa gồm hai ngọn, cao khoảng 100 mét so với mặt nước biển, giáp với [[sông Cầu]], là mái nhà của Hiệp Hòa, là nơi có phong cảnh đẹp nhất huyện, một danh lam có tiếng vào thời Lê, [[Nhà Lê]] từng dựng hành cung ở đây. Phía tây núi có Chùa IA (Tây môn tự), thiết kế theo kiểu tiền Phật, hậu Thánh – nơi thờ ông bà Hùng Nhạc. Phía đông núi là Đền IA (Đông môn tự) thờ Thánh Hùng Linh Công. Trong đền có nhiều tượng [[hổ]] bằng đá, đôi ngựa đá, đôi ngựa gỗ để rước trong các ngày lễ hội, đôi voi đá, một câu đối dài mỗi vế 71 chữ tóm tắt sự tích Hùng Linh Công ghi trên hai bức hoành lớn, một bài thơ ca ngợi công đức của Hùng Linh Công do Tiến sĩ Nguyễn Đình Tuân người làng Sổ làm, hai chiếc quạt vua ban với xương quạt làm bằng ngà voi. Trên đỉnh ngọn núi cao nhất có Đền thờ Sơn thần và giếng nước Tiên, vào ngày lễ hội du khách thả nhiều tiền lẻ xuống giếng để cầu may mắn.\n\nĐền Y Sơn được Bộ Văn hóa Thông tin công nhận di tích lịch sử văn hóa theo Quyết định 372\/QĐ-TT ngày 21\/3\/1994.\n<gallery>\nTập tin:ChuaIA Ngoai.JPG|Phong cảnh núi IA và Chùa IA\nTập tin:ChuaIA.JPG|Chùa IA\nTập tin:ChuaIA HNhac.JPG|Nơi thờ hai ông bà Hùng Nhạc\nTập tin:DenIA Ngoai.JPG|Cảnh bên ngoài Đền IA\n<\/gallery>\n<gallery>\nTập tin:DenIA Ho.JPG|Tượng hổ bằng đá ở sân Đền IA\nTập tin:DenIa TiepKhach.JPG|Dãy nhà để thờ và tiếp khách của Đền IA\nTập tin:DenIA Ngua.JPG|Ngựa đá trong Đền IA\nTập tin:DenIa Voi.JPG|Voi đá trong Đền IA\n<\/gallery>\n<gallery>\nTập tin:DenIa NguaGo.JPG|Ngựa gỗ trong Đền IA\nTập tin:DenIa Tho.JPG|Bàn thờ và bài thơ của Nguyễn Đình Tuân\nTập tin:DenIA CauDoi.JPG|Câu đối 2 vế, mỗi vế 71 chữ trong Đền IA\n<\/gallery>\n\n==Lễ hội==\nTrong \"Ngọc phả quốc lục\" có ghi hàng năm có 10 ngày lễ tại Đền IA, về sau chỉ còn duy trì đều đặn ba ngày lễ: Lễ hội \"Phu nhân thánh mẫu\" ngày 15–16–17 tháng 1 [[âm lịch]] (người dân thường gọi là Lễ hội chùa IA), Lễ Thánh sinh ngày [[12 tháng 10]], Lễ Thánh hóa ngày [[8 tháng 8]]. Lễ hội Chùa IA với các nghi thức tế lễ, dẫn rước cùng các trò chơi dân gian đã được so sánh với Hội Phủ Dầy của [[Nam Định]]: \"Vui nhất là hội Phủ Dầy, Vui thì vui thật chẳng tầy Hội IA\".\n\nNgay từ thời [[Hùng Vương thứ VI|Hùng Vương thứ 6]] hàng năm xuân thu nhị kỳ vào ngày mùng [[2 tháng 2]] và ngày [[12 tháng 8]] vua sai trăm quan về tế lễ ở Đền IA (Đoạn 26), các triều đại phong kiến sau này cũng vậy (cuối Đoạn 28, cuối Đoạn 32).\n\n== Chú thích ==\n{{tham khảo}}\n\n== Xem thêm ==\n\n* [[Thánh Gióng]]\n\n==Tham khảo==\n* ''Y Sơn linh tích''. Dương Quang Luân, 2002.\n* ''Lịch sử đấu tranh cách mạng của Đảng bộ và nhân dân Hiệp Hòa''. Tập 1, 1992.\n\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Di tích tại Bắc Giang]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Hồng Bàng]]"}