{"841839":"{{bài cùng tên|Hưng Đạo}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Hưng Đạo\n| hình = \n| ghi chú hình = \n| vĩ độ = 22.67944444\n| kinh độ = 106.1891667 \n| diện tích = 10,54 km²\n| dân số = 5.473 người<ref name=CAOBANG2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 519 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Cao Bằng]]\n| thành phố = [[Cao Bằng (thành phố)|Cao Bằng]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 01705<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|hungdao.ubndtp.caobang.gov.vn}}\n}}\n\n'''Hưng Đạo''' là một [[Xã (Việt Nam)|xã]] thuộc thành phố [[Cao Bằng (thành phố)|Cao Bằng]], tỉnh [[Cao Bằng]], [[Việt Nam]].\n\n==Địa lý==\nXã Hưng Đạo nằm ở phía tây bắc thành phố Cao Bằng, cách trung tâm thành phố 9&nbsp;km, có vị trí địa lý:\n*Phía đông giáp phường [[Đề Thám, thành phố Cao Bằng|Đề Thám]]\n*Phía tây và phía nam giáp huyện [[Hòa An]]\n*Phía bắc giáp huyện Hòa An xã [[Vĩnh Quang, thành phố Cao Bằng|Vĩnh Quang]].\n\nXã Hưng Đạo có diện tích 10,54&nbsp;km², dân số năm 2019 là 5.473 người<ref name=CAOBANG2019>{{Chú thích web |url = https:\/\/thongkecaobang.gso.gov.vn\/Upload\/Ketquadieutra\/KET%20QUA%20TOAN%20BO%20TDTDS%202019.pdf |title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Cao Bằng|access-date = ngày 3 tháng 3 năm 2021 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 519 người\/km².\n\nXã Hưng Đạo là nơi giao nhau giữa [[quốc lộ 3]] và [[quốc lộ 34]]. Sông Bằng chảy qua trung tâm xã theo chiều đông - tây. Trên địa bàn xã có các chùa Đà Quận, Đống Lân, Quan Triều.\n\n==Hành chính==\nXã Hưng Đạo được chia thành 9 xóm: Phố Cao Bình, Đà Quận, Đồng Chúp, Hồng Quang 1, Hồng Quang 2, Ngọc Quyến, Nam Phong 1, Nam Phong 2, Nam Phong 3.<ref name=27\/2019\/NQ-HĐND\/>\n\n==Lịch sử==\nXã Hưng Đạo xưa là trấn lỵ Cao Bình. Thời nhà Mạc, khi rút về Cao Bằng, Cao Bình cùng với Nà Lự (xã [[Hoàng Tung]], huyện Hòa An ngày nay) chính là nơi nhà Mạc đóng đô.<ref>{{Chú thích web | url = http:\/\/baocaobang.vn\/Non-nuoc-Cao-Bang\/Cao-Binh-Na-Lu-dat-co-do-qua-cac-trieu-dai\/8427.bcb | tiêu đề = Báo Cao Bằng điện tử | author = | ngày = | ngày truy cập = 14 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nSau năm 1975, Hưng Đạo là một xã thuộc huyện Hòa An.\n\nNgày [[1 tháng 11]] năm [[2010]], Chính phủ ban hành Nghị quyết 42\/NQ-CP<ref name=42\/2010\/NQ-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-42-NQ-CP-dieu-chinh-mo-rong-dia-gioi-hanh-chinh-thi-xa-Cao-Bang-113863.aspx|tựa đề=Nghị quyết 42\/NQ-CP về việc điều chỉnh mở rộng địa giới hành chính thị xã Cao Bằng, thị trấn Quảng Uyên; thành lập phường thuộc thị xã Cao Bằng, tỉnh Cao Bằng |ngày= 1 tháng 11 năm 2010 |website= Thư viện pháp luật }}<\/ref> về việc sáp nhập toàn bộ diện tích và dân số của xã Hưng Đạo thuộc huyện Hòa An vào thị xã Cao Bằng quản lý.\n\nĐến năm 2019, xã Hưng Đạo được chia thành 19 xóm: Phố Cao Bình, Đà Quận, Bó Mạ, Ngọc Quyến 1, Ngọc Quyến 2, Ngọc Quyến 3, Ngọc Quyến 4, Hồng Quang 1, Hồng Quang 2, Hồng Quang 3, Hồng Quang 4, Hồng Quang 5, Hồng Quang 6, Nam Phong 1, Nam Phong 2, Nam Phong 3, Nam Phong 4, Nam Phong 5, Nam Phong 5A.\n\nNgày [[9 tháng 9]] năm [[2019]], Hội đồng nhân dân ban hành Nghị quyết số 27\/NQ-HĐND<ref name=27\/2019\/NQ-HĐND>{{Chú thích web |url= http:\/\/soytecaobang.gov.vn\/SiteFolders\/syt\/4797\/NQ%2027%20HDND%20tinh%20sap%20nhat%20cac%20thon%20xom%20va%20to%20dan%20pho.pdf |tựa đề= Nghị quyết số 27\/NQ-HĐND về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Cao Bằng |ngày= 9 tháng 9 năm 2019 |website= Trang thông tin điện tử Sở Y tế Cao Bằng }}{{Liên kết hỏng|date=2022-02-27 |bot=InternetArchiveBot }}<\/ref> về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Cao Bằng:\n*Sáp nhập hai xóm Hồng Quang 2 và Hồng Quang 3 vào xóm Hồng Quang 1\n*Sáp nhập xóm Hồng Quang 4 vào Phố Cao Bình\n*Sáp nhập hai xóm Hồng Quang 5 và Hồng Quang 6 thành xóm Hồng Quang 2\n*Sáp nhập xóm Bó Mạ vào xóm Đà Quận\n*Sáp nhập hai xóm Ngọc Quyến 1 và Ngọc Quyến 2 thành xóm Đồng Chúp\n*Sáp nhập hai xóm Ngọc Quyến 3 và Ngọc Quyến 4 thành xóm Ngọc Quyến\n*Sáp nhập xóm Nam Phong 2 vào xóm Nam Phong 1\n*Sáp nhập xóm Nam Phong 4 vào xóm Nam Phong 3\n*Sáp nhập hai xóm Nam Phong 5 và Nam Phong 5A thành xóm Nam Phong 2.\n\n==Di tích==\n===Thành Bản Phủ===\n[[Thành Bản Phủ (Cao Bằng)|Thành Bản Phủ]] ở phố Cao Bình thuộc xã Hưng Đạo là di tích lịch sử của hai thời kỳ. Thời kỳ thứ nhất tương truyền là vua Thục Chế (cha của vua Thục Phán) lấy Cao Bình làm kinh đô nước Nam Cương gọi là Nam Bình, lấy thành Bản Phủ làm vương phủ, xây dựng vào năm 214 trước công nguyên. Thời kỳ thứ 2 là [[nhà Mạc]] thất thế ở Thăng Long chạy lên Cao Bằng (1594 - 1677) cũng chọn Bản Phủ đóng làm vương phủ, nơi thiết triều của ba đời vua Mạc là [[Mạc Kính Cung]], Mạc Kính Khoan và Mạc Kính Vũ, trải dài 83 năm.\n\n===Chùa Đống Lân===\nChùa Đống Lân thuộc xóm Hồng Quang 2, xã Hưng Đạo là di tích lịch sử văn hoá nổi tiếng của tỉnh [[Cao Bằng]].\n\nThời [[thập nhị sứ quân]] (tức thời kỳ [[12 sứ quân]] trị vì), ở Châu Thạch Lâm có hai anh em Trần Quý và Trần Kiên nổi tiếng là người biết nghề thuốc, có kinh nghiệm trừ được rắn độc. Các ông có tài trừ tà ma, yêu quái đã giúp cho dân chúng yên ổn làm ăn. [[Đinh Bộ Lĩnh]] dẹp [[loạn 12 sứ quân]] bị thương đã mời hai ông đã tận tình cứu chữa. Khi các ông mất Vua [[Đinh Tiên Hoàng]] cấp đất cho dân dựng đền tại đỉnh Khau Dủa, phía bắc làng Nà Vài. Đỉnh Khau Dủa núi cao, khe sâu rừng rậm, nhiều thú dữ, đi lại khó khăn, nguy hiểm. Nhân dân làm lễ cầu khẩn xin chuyển vị trí đền. Sau khi làm lễ vào một ngày trời không mưa không nắng, có một cơn lốc ập tới làm tốc cả mái đền, một gắp gianh bay là là rơi xuống sườn nam gò Đống Lân. Nhân dân dựng đền tại đó và rước bát hương từ Khau Dủa về thờ.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Cao Bằng}}\n{{Đơn vị hành chính thuộc thành phố Cao Bằng}}\n\n[[Thể loại:Đơn vị hành chính Việt Nam đặt tên theo tên người]]"}