{"24615":"{{otheruses|Hưng Hà (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Hưng Hà\n| vai trò hành chính = Huyện\n| hình = Đền Trần Thái Bình.jpg\n| ghi chú hình = [[Đền Trần (Thái Bình)]] ở xã [[Tiến Đức, Hưng Hà|Tiến Đức]]\n| vĩ độ = 20.52 \n| kinh độ = 106.25\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 210,28 km²<ref name=HHH2020\/>\n| dân số = 253.849 người<ref name=HHH2020\/>\n| thời điểm dân số = 2020\n| mật độ dân số = 1.207 người\/km²\n| dân tộc = đa số là người [[Người Việt|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện lỵ = thị trấn [[Hưng Hà (thị trấn)|Hưng Hà]]\n| thành lập = [[1969]] \n| chủ tịch UBND = \n| chủ tịch HĐND = \n| bí thư =  \n| phân chia hành chính = 2 thị trấn, 33 xã \n| trụ sở UBND = TDP Nhân Cầu 1, [[Hưng Hà (thị trấn)|thị trấn Hưng Hà]]\n| mã hành chính = 339<ref>{{chú thích web|url=https:\/\/danhmuchanhchinh.gso.gov.vn\/|title=Đơn vị hành chính|website=danhmuchanhchinh.gso.gov.vn}}<\/ref>\n| biển số xe = 17B1-4xx.xx, 17-B4, 17-L4, 17-M4, 17-N4\n| web = {{url|hungha.thaibinh.gov.vn}}\n}}\n'''Hưng Hà''' là một [[huyện]] nằm ở phía tây bắc tỉnh [[Thái Bình]], [[Việt Nam]].<ref name=Ms@124 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 11\/04\/2019.<\/ref><ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =ThaiBinh-tt04 >[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Thong-tu-04-2019-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thanh-lap-ban-do-Thai-Binh-415712.aspx Thông tư 04\/2019\/TT-BTNMT ngày 30\/05\/2019] của Bộ Tài nguyên và Môi trường Ban hành Danh mục địa danh dân cư... lập bản đồ tỉnh Thái Bình. Thuvien Phapluat Online, 2019. Truy cập 20\/10\/2019.<\/ref>\n\n== Vị trí địa lý ==\nHuyện Hưng Hà nằm ở phía tây bắc của tỉnh [[Thái Bình]]<ref name=HHH2020\/>, nằm cách thành phố Thái Bình khoảng 28&nbsp;km về phía tây bắc, cách trung tâm thủ đô [[Hà Nội]] khoảng 82&nbsp;km về phía đông nam, cách trung tâm thành phố [[Hải Phòng]] khoảng 67&nbsp;km về phía đông bắc, có vị trí địa lý:\n*Phía đông giáp huyện [[Đông Hưng]] và huyện [[Quỳnh Phụ]]\n*Phía tây giáp huyện [[Lý Nhân]], tỉnh [[Hà Nam]] và thành phố [[Hưng Yên (thành phố)|Hưng Yên]], tỉnh [[Hưng Yên]]\n*Phía nam giáp huyện [[Vũ Thư]]\n*Phía bắc giáp huyện [[Tiên Lữ]] và huyện [[Phù Cừ]] thuộc tỉnh [[Hưng Yên]].\n\nHưng Hà có ba mặt giáp [[sông Hồng]] (phía tây) cùng hai phân lưu của nó là [[sông Luộc]] (phía bắc) và [[sông Trà Lý]] (phía nam). Xã Tân Lễ là cực Tây của cả huyện lẫn tỉnh Thái Bình, nằm tại ngã ba sông giữa sông Hồng và sông Luộc. Cực Nam của huyện là xã Hồng Minh, nằm tại ngã ba sông Hồng và sông Trà Lý (tên cổ là ''cửa Tuần Vườn''). Cực Đông là xã Bắc Sơn, nằm tại ngã ba ranh giới với hai huyện Quỳnh Phụ và Đông Hưng. Cực bắc là thôn Ngũ Đông, xã Điệp Nông hữu ngạn sông Luộc. [[Sông Tiên Hưng]] lấy nước sông Luộc tại cống Nhâm Lang, xã Tân Tiến chảy qua giữa huyện theo hướng Tây Bắc - Đông Nam hòa vào sông Diêm Hộ. Ngoài ra huyện có một mạng lưới các con sông nhỏ, kênh rạch nhỏ, nối thông với các sông Hồng, Luộc, Trà Lý.\n\n===Địa hình, địa mạo===\nHuyện Hưng Hà thuộc vùng châu thổ sông Hồng, địa hình tương đối bằng phẳng với độ dốc nhỏ hơn 1% (trên 1&nbsp;km), cao trình biến thiên từ 1 - 2m so với mặt nước biển. Nhìn chung, địa bàn huyện có độ cao bình quân lớn nhất tỉnh, hướng đất thấp dần từ Bắc xuống Nam. Đất Hưng Hà thuộc khu vực phía Bắc sông Trà Lý được hình thành sớm và chịu ảnh hưởng của phù sa sông Hồng và sông Luộc nên là vùng đất tương đối cao hơn, độ cao trung bình từ 1,3 - 3,5 m so với mực nước biển (ở khu vực trong đê).<ref name=HHH2020>{{chú thích web|url=https:\/\/hungha.thaibinh.gov.vn\/upload\/80590\/20210326\/Bao_cao_QH2030_Hung_Ha_in_24_3_2021_9f20f.pdf|tựa đề= Báo cáo thuyết minh tổng hợp quy hoạch sử dụng đất đến năn 2030 huyện Hưng Hà, tỉnh Thái Bình |ngày= 20 tháng 5 năm 2021 |website= Cổng thông tin điện tử huyện Hưng Hà |url-status=live}}<\/ref>\n\n===Khí hậu===\nHuyện Hưng Hà nằm trong vùng nhiệt đới gió mùa nóng ẩm, và có sự ảnh hưởng của biển. Đặc điểm khí hậu thời tiết của huyện như sau:\n* Nhiệt độ: Nhiệt độ trung bình năm từ 23,5&nbsp;°C, cao nhất là 39&nbsp;°C, nhiệt độ thấp nhất là 4&nbsp;°C. \n* Chế độ mưa: Lượng mưa trung bình năm xấp xỉ 2.000mm, biên độ giao động 1.200 - 3.000mm, phân bố theo mùa rõ rệt: mùa mưa kéo dài 6 tháng (tháng 5 đến tháng 10).\n* Độ ẩm không khí: Độ ẩm tương đối trung bình hàng năm thường trên 80%, mùa mưa độ ẩm cao có thể đạt tới mức bão hòa.\n* Nắng: Tổng số giờ nắng trung bình trong năm khoảng 1.600 - 1650 giờ.\n* Gió: Hướng gió thịnh hành mùa đông là gió Đông Bắc từ tháng 11 đến tháng 4; về mùa hạ gió Đông Nam thổi tháng 5 đến tháng 9, trong đó giai đoạn đầu mùa hạ (tháng 5 đến tháng 7) thường xuất hiện xen kẽ với những đợt gió Tây khô nóng. Tốc độ gió trung bình năm là 3,9&nbsp;m\/s, trung bình tháng lớn nhất là 4,9&nbsp;m\/s, trung bình tháng nhỏ nhất là 3,1&nbsp;m\/s.<ref name=HHH2020\/>\n\n===Thủy văn===\nHuyện Hưng Hà chịu ảnh hưởng chủ yếu của các sông là sông Hồng, sông Luộc và sông Trà Lý.\n* [[Sông Hồng]] chảy ven theo địa giới hành chính các xã Tân Lễ, TT Hưng Nhân, Tiến Đức, Hồng An, Minh Tân, Độc Lập, Hồng Minh; với chiều dài khoảng 14&nbsp;km. Vào mùa mưa từ tháng 6 đến tháng 10 mực nước sông lên nhanh và cao hơn mặt ruộng từ 2 - 5m. Mùa khô từ tháng 11 đến tháng 5 năm sau mực nước sông xuống thấp hơn mặt ruộng từ 2 - 3m.  Sông Hồng đóng vai trò rất quan trọng trong việc cung cấp nước sinh hoạt và sản xuất, đồng thời cũng cung cấp lượng phù sa không nhỏ phục vụ việc cải tạo đồng ruộng.\n* [[Sông Luộc]] là một nhánh của sông Hồng chảy qua địa bàn huyện bắt đầu từ xã Tân Lễ đến xã Điệp Nông qua địa phận các xã: Tân Lễ, Canh Tân, Cộng Hòa, Hòa Tiến, Tân Tiến, Điệp Nông có chiều dài 21&nbsp;km. Lưu lượng dòng chảy phụ thuộc vào lượng mưa hàng năm. Sông Luộc cũng góp phần tích cực vào việc tưới, tiêu và bồi đắp phù sa cho đồng ruộng. \n* [[Sông Trà Lý]] là một nhánh của sông Hồng chảy qua địa bàn huyện bắt đầu từ xã Hồng Minh đến xã Chí Hòa (qua địa phận 2 xã: Hồng Minh, Chí Hòa); có chiều dài 4,5&nbsp;km. Lưu lượng dòng chảy phụ thuộc vào lượng mưa hàng năm.<ref name=HHH2020\/>\n\n===Tài nguyên đất===\nTheo kết quả điều tra thổ nhưỡng, đất đai huyện Hưng Hà được chia làm 3 nhóm chính:\n* Nhóm đất phù sa, diện tích 11.440,37 ha chiếm 93% diện tích đất điều tra. Là nhóm đất có thành phần cơ giới từ thịt nhẹ đến thịt nặng, với khả năng hấp thu các chất hữu cơ khá cao.\n* Nhóm đất cát, diện tích 723.58 ha, khả năng giữ nước kém, nghèo chất dinh dưỡng.\n* Nhóm đất phèn, diện tích 66,45 ha nằm xen kẽ rải rác ở các xã.\nNgoài ra còn có nguồn đất sét, nguồn tài nguyên cát lòng sông rất phong phú để phục vụ sản xuất, khai thác vật liệu xây dựng.<ref name=HHH2020\/>\n\n===Tài nguyên nước===\nNước mặt: Bao gồm nước mưa và nước trong hệ thống sông ngòi, ao, hồ, trên địa bàn nhưng chủ yếu là nguồn nước sông Hồng, sông Luộc, sông Trà Lý,... Nhìn chung nguồn nước mặt khá phong phú, đáp ứng được nhu cầu phát triển kinh tế và sinh hoạt của nhân dân trong giai đoạn phát triển. Tuy nhiên, nguồn nước mặt ở Hưng Hà đang bị ô nhiễm.\n\nNước ngầm: Theo tư liệu dự án Quy hoạch nước sạch và vệ sinh môi trường nông thôn Thái Bình đến năm 2020 cho biết nguồn nước ngầm ở Hưng Hà có 2 tầng \nđặc trưng:\n* Tầng chứa nước Thái Bình: Đây là tầng phát triển không đồng đều, rất mỏng ở phía Bắc với chiều dày tầng chứa nước lớn nhất đạt tới 25 m, trung bình 5 – 10 m và lưu lượng từ 0,1 - 0,7 l\/s, mực nước giao động từ 1 - 2m.\n* Tầng chứa nước Hải Hưng được ngăn cách với tầng chứa nước Thái Bình bởi lớp sét, có chiều sâu gặp từ 2 - 40m, chiều dày phát triển không đều. Tầng được tạo bởi nhiều nguồn gốc trầm tích Sông - Biển; Biển - Đầm lầy, đất đá chủ yếu là sét, bột cát, bột - sét lẫn cát, nhiều vỏ sò sinh vật biển. Tầng có lưu lượng từ 0,025 - 0,59 l\/s, mực nước giao động từ 0,5 - 1m.\n\nNguồn nước nóng ở xã Duyên Hải: Theo tư liệu của Bộ môn Sinh hóa Trường Đại học Nông nghiệp Hà Nội cho biết tại vùng đất xã Duyên Hải ở độ sâu 50m có nguồn nước nóng 50&nbsp;°C; ở độ sâu 178m có nguồn nước nóng 72&nbsp;°C. Tuy trữ lượng chưa được xác định nhưng 6 năm gần đây chính quyền xã Duyên Hải đã đưa vào quản lý giao cho tư nhân khai thác bằng máy khoan bơm điện, bể chứa xử lývới mục đích cung cấp nước nóng phục vụ ngành thủy sản nuôi giữ cá bố mẹ qua \nđông và đẻ sớm, đã góp phần cung cấp lượng cá giống cho khu vực.<ref name=HHH2020\/>\n\n== Lịch sử ==\nHuyện Hưng Hà được thành lập ngày [[17 tháng 6]] năm [[1969]] trên cơ sở hợp nhất 2 huyện Duyên Hà, Hưng Nhân và 5 xã: Bắc Sơn, Đông Đô, Tây Đô, Hòa Bình, Chi Lăng thuộc huyện [[Tiên Hưng (huyện)|Tiên Hưng]] cũ.\n\nTrước khi hợp nhất, huyện [[Hưng Nhân]] có 28 xã: xã: Canh Tân, Cấp Tiến, Chí Hòa, Cộng Hòa, Độc Lập, Hiệp Hòa, Hoàng Đức, Hồng An, Hồng Hà, Hồng Lĩnh, Hồng Phong, Kim Trung, Lam Sơn, Liên Hiệp, Minh Hòa, Minh Hồng, Minh Khai, Minh Tân, Phạm Lễ, Phúc Khánh, Tân Mỹ, Tân Sơn, Tân Tiến, Tân Việt, Thái Hưng, Thái Thịnh, Tiến Dũng, Trần Phú, Văn Lang. Huyện Duyên Hà có 10 xã: An Đình, An Đồng, Dân Chủ, Đoan Hùng, Duyên Hải, Hùng Dũng, Tam Điệp, Tam Nông, Thống Nhất, Văn Cẩm.\n\nSau khi hợp nhất 2 huyện trên và chuyển 5 xã của huyện Tiên Hưng cũ về huyện Hưng Hà quản lý, huyện Hưng Hà có 43 xã: An Đình, An Đồng, Bắc Sơn, Canh Tân, Cấp Tiến, Chí Hòa, Chi Lăng, Cộng Hòa, Dân Chủ, Đoan Hùng, Độc Lập, Đông Đô, Duyên Hải, Hiệp Hòa, Hòa Bình, Hoàng Đức, Hồng Hà, Hồng Lĩnh, Hồng Phong, Hùng Dũng, Kim Trung, Lam Sơn, Liên Hiệp, Minh Hòa, Minh Hồng, Minh Khai, Minh Tân, Phạm Lễ, Phúc Khánh, Tam Điệp, Tam Nông, Tân Mỹ, Tân Sơn, Tân Tiến, Tân Việt, Tây Đô, Thái Hưng, Thái Thịnh, Thống Nhất, Tiến Dũng, Trần Phú, Văn Cẩm, Văn Lang.\n\nNgày [[18 tháng 12]] năm [[1976]], sáp nhập xã An Đình vào xã Thống Nhất.\n\nNgày [[23 tháng 2]] năm [[1977]], theo Quyết định số 618-VP18<ref>{{chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-618-VP18-hop-nhat-xa-thuoc-Hung-Ha-tinh-Thai-Binh-58027.aspx|title=Quyết định 618-VP18 hợp nhất xã thuộc Hưng Hà, tỉnh Thái Bình|website=thuvienphapluat.vn}}<\/ref>:\n*Hợp nhất 2 xã Minh Hồng và Hồng Phong thành xã [[Hồng Minh, Hưng Hà|Hồng Minh]].\n*Hợp nhất 2 xã Tiến Dũng và Hoàng Đức thành xã [[Tiến Đức]].\n*Hợp nhất 2 xã Phạm Lễ và xã Tân Mỹ thành xã [[Tân Lễ]].\n*Hợp nhất 2 xã Tam Điệp và Tam Nông thành xã [[Điệp Nông]].\n*Hợp nhất 2 xã Lam Sơn và Trần Phú thành xã Phú Sơn.\n*Hợp nhất 2 xã Hòa Bình và Chi Lăng thành xã Bình Lăng.\n*Sáp nhập 3 thôn: Điềm, Gạo, Hà của xã Tân Việt với vào xã Hồng Hà thành xã [[Hồng An, Hưng Hà|Hồng An]].\n*Sáp nhập thôn Phương La (phần còn lại) của xã Tân Việt vào xã Thái Thịnh thành xã [[Thái Phương]].\n*Sáp nhập 4 thôn: Bùi Tịp, Nguộn, Tư Nam, Phú Lâm của xã Hiệp Hòa vào xã Cấp Tiến thành xã [[Hòa Tiến, Hưng Hà|Hòa Tiến]].\n*Sáp nhập 2 thôn Lương và Me (phần còn lại) của xã Hiệp Hòa vào xã Tân Sơn thành xã [[Tân Hòa, Hưng Hà|Tân Hòa]].\n*Từ đó, 2 xã Hiệp Hòa và Tân Việt bị giải thể.\n\nNgày [[21 tháng 6]] năm [[1989]], thành lập thị trấn Hưng Hà, thị trấn huyện lỵ huyện Hưng Hà trên cơ sở toàn bộ diện tích và dân số của xã An Đồng.\n\nNgày [[16 tháng 5]] năm [[2005]], thành lập thị trấn Hưng Nhân trên cơ sở toàn bộ diện tích và dân số của xã Phú Sơn, chia lại xã Bình Lăng thành 2 xã: Hòa Bình và Chi Lăng.<ref>{{chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-61-2005-ND-CP-thanh-lap-thi-tran-thuoc-huyen-Quynh-Phu-Hung-Ha-chia-xa-Binh-Lang-thuoc-huyen-Hung-Ha-tinh-Thai-Binh-2505.aspx|title=Nghị định 61\/2005\/NĐ-CP thành lập thị trấn thuộc huyện Quỳnh Phụ, Hưng Hà chia xã Bình Lăng thuộc huyện Hưng Hà, tỉnh Thái Bình mới nhất|website=thuvienphapluat.vn}}<\/ref>\n\nHuyện Hưng Hà có 2 thị trấn và 33 xã như hiện nay.\n\n== Hành chính ==\nHuyện Hưng Hà có 35 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Hưng Hà (thị trấn)|Hưng Hà]] (huyện lỵ), [[Hưng Nhân (thị trấn)|Hưng Nhân]] và 33 xã: [[Bắc Sơn, Hưng Hà|Bắc Sơn]], [[Canh Tân, Hưng Hà|Canh Tân]], [[Chí Hòa, Hưng Hà|Chí Hòa]], [[Chi Lăng, Hưng Hà|Chi Lăng]], [[Cộng Hòa, Hưng Hà|Cộng Hòa]], [[Dân Chủ, Hưng Hà|Dân Chủ]], [[Điệp Nông]], [[Đoan Hùng, Hưng Hà|Đoan Hùng]], [[Độc Lập, Hưng Hà|Độc Lập]], [[Đông Đô, Hưng Hà|Đông Đô]], [[Duyên Hải, Hưng Hà|Duyên Hải]], [[Hòa Bình, Hưng Hà|Hòa Bình]], [[Hòa Tiến, Hưng Hà|Hòa Tiến]], [[Hồng An, Hưng Hà|Hồng An]], [[Hồng Lĩnh, Hưng Hà|Hồng Lĩnh]], [[Hồng Minh, Hưng Hà|Hồng Minh]], [[Hùng Dũng, Hưng Hà|Hùng Dũng]], [[Kim Trung, Hưng Hà|Kim Trung]], [[Liên Hiệp, Hưng Hà|Liên Hiệp]], [[Minh Hòa, Hưng Hà|Minh Hòa]], [[Minh Khai, Hưng Hà|Minh Khai]], [[Minh Tân, Hưng Hà|Minh Tân]], [[Phúc Khánh, Hưng Hà|Phúc Khánh]], [[Tân Hòa, Hưng Hà|Tân Hòa]], [[Tân Lễ]], [[Tân Tiến, Hưng Hà|Tân Tiến]], [[Tây Đô, Hưng Hà|Tây Đô]], [[Thái Hưng, Hưng Hà|Thái Hưng]], [[Thái Phương]], [[Thống Nhất, Hưng Hà|Thống Nhất]], [[Tiến Đức]], [[Văn Cẩm]], [[Văn Lang, Hưng Hà|Văn Lang]].\n\n==Kinh tế - xã hội==\nKinh tế ổn định và tăng trưởng khá. Tổng giá trị sản xuất (giá cố định năm 2010) ước đạt 20329,4 tỷ đồng, đạt 101,58% kế hoạch năm, tăng 10,15% so với cùng kỳ năm 2019; Tốc độ tăng trưởng dự kiến đạt 12,22%; Trong đó: Nông, lâm nghiệp, thủy sản ước đạt 3.699,6 tỷ đồng, đạt 99,96% kế hoạch năm, tăng 1,46% so với cùng kỳ; công nghiệp – TTCN và xây dựng ước đạt 13.302,1 tỷ đồng, đạt 103,5% kế hoạch năm, tăng 15,7% so với cùng kỳ; thương mại, dịch vụ ước đạt 3.537 tỷ đồng, đạt 100,07% kế hoạch năm, tăng 7,64% so với cùng kỳ.\n\nCơ cấu kinh tế: Nông, lâm nghiệp, thủy sản: 19,4%; công nghiệp và xây dựng: 61,9%; thương mại, dịch vụ: 18,7%.<ref name=HHH2020\/>\n\n===Nông nghiệp===\nSản xuất nông nghiệp, thủy sản đạt kết quả khá. Giá trị sản xuất ước đạt 3.699,6 tỷđồng, tăng 1,58% so với 2019. Tổng diện tích gieo trồng lúa cả năm đạt 19.269 ha, giảm 250,47 ha so với năm 2019. Sản xuất lúa xuân, lúa mùa được chỉ đạo quyết liệt, chặt chẽ; cơ cấu giống lúa và phương thức gieo cấy tiếp tục chuyển dịch tích cực; huyện đã ban hành kịp thời cơ chế hỗ trợ phát triển sản xuất nông nghiệp; công tác phòng trừ sâu bệnh, chăm sóc bảo vệ lúa được chỉ đạo thực hiện có hiệu quả. Do vậy sản \nxuất lúa năm 2019 thắng lợi, năng suất ước đạt 132,45 tạ\/ha. Giá trị sản xuất ngành trồng trọt ước đạt 1.582,8 tỷ đồng tăng 2,21% so với năm 2018. Sản xuất vụ đông đạt kết quả tích cực, có sự chuyển biến mạnh mẽ sang sản xuất hàng hóa, mở rộng diện tích cây trồng có giá trị kinh tế cao, có hợp đồng bao tiêu sản phẩm (ngô ngọt, dưa chuột xuất khẩu, bí củ lạc, bắp cải tím,...) diện tích cây màu vụ đông đạt 6.101,23 ha.\n\nCây màu vụ xuân, vụ hè và hè thu sinh trưởng và phát triển tốt, diện tích gieo trồng đạt 4390 ha.\n\nChăn nuôi: Giá trị ngành chăn nuôi ước đạt 625,242 tỷ đồng, đạt 98,45% kế hoạch năm, tăng 2,45% so với cùng kỳ 2019. Không phát sinh dịch bệnh, không để tái bùng phát dịch tả lợn Châu Phi; tình hình chăn nuôi có xu hướng phát triển trở lại theo hướng phát triển chăn nuôi gia trại, trang trại gắn với an toàn sinh học.\n\nNuôi trồng thủy sản được duy trì phát triển. Giá trị sản xuất ước đạt 209,2 tỷ đồng, đạt 98,45% kế hoạch năm, tăng 3,43% so với cùng kỳ. Vùng nuôi trồng thủy sản tập trung tại xã Độc Lập và xã Tân Lễ; Người chăn nuôi được quan tâm và đầu tư theo \nhướng thâm canh, bán thâm canh cho hiệu quả kinh tế cao; Công tác cải tạo ao, đầm được quan tâm; Phong trào nuôi cá lồng trên sông tiếp tục được phát triển; Toàn huyện hiện có 154 lồng cá tại 5 xã (Hồng An; Điệp Nông; Độc Lập; Tân lễ, TT. Hưng Nhân), tăng 13 lồng so với năm 2019.<ref name=HHH2020\/>\n\n===Làng nghề===\nLà một huyện nằm trong một tỉnh bốn bề là sông chia cắt nhưng Hưng Hà lại có rất nhiều làng nghề nổi tiếng và là huyện có nhiều làng nghề của tỉnh Thái Bình. Chính vì có nhiều làng nghề nên Hưng Hà được coi là huyện khá giả nhất nhì của tỉnh:\n* Nghề dệt chiếu ở làng Hới (xã [[Tân Lễ]])\n* Nghề dệt vải ở làng Mẹo ([[Thái Phương]])\n* Nghề làm mộc ở làng Diệc ([[Tân Hòa]])\n* Nghề đan mành ở làng Tây Xuyên (thị trấn [[Hưng Nhân]])\n* Nghề mây tre đan ở làng Mải (xã [[Tây Đô (xã)|Tây Đô]])\n* Nghề dệt ở Tiền Phong ([[Hưng Nhân (thị trấn)|Hưng Nhân]])\n* Nghề làm hương ở làng Văn Quan ([[Duyên Hải (xã)|Duyên Hải]])\n* Nghề làm mì bánh đa ở làng Me ([[Tân Hòa]])\n* Nghề làm đậu phụ làng Kênh ([[Tây Đô (xã)|Tây Đô]])\n* Nghề làm bún bánh ở Việt Yên ([[Điệp Nông]])\n* Nghề trồng dâu nuôi tằm ở [[Hồng An, Hưng Hà|Hồng An]]\n* Nghề mộc ở làng Vế ([[Canh Tân, Hưng Hà|Canh Tân]])\n* Một số có nghề mộc ở [[Liên Hiệp]].\n\n===Công nghiệp===\nSản xuất công nghiệp - TTCN giảm mạnh do ảnh hưởng của dịch Covid 19, giá trị sản xuất ước đạt 3.785 tỷ đồng, đạt 36,9% kế hoạch năm, tăng 1,84% so với cùng kỳ năm 2019. Năm 2019; Một số lĩnh vực phát triển khá như sản xuất nước sạch; chếbiến lương thực thực phẩm; chế biến đồ nhựa. Đến nay toàn huyện có 6 cụm công nghiệp đã quy hoạch chi tiết, với tổng diện tích đất quy hoạch 229,7 ha, có 01 CCN đang lập quy hoạch (CCN Đức Hiệp 70ha); Tổ chức cắm mốc ngoại thực địa cụm công nghiệp Hưng Nhân (Phần mở rộng); hoàn thiện hồ sơ, cắm mốc CCN Hưng \nNhân, CCN Đồng Tu I,...\n\nCông tác quy hoạch và quản lý quy hoạch được chỉ đạo và tổ chức thực hiện nghiêm túc, nề nếp. Phê duyệt điều chỉnh tổng thể quy hoạch chung xây dựng nông thôn mới xã Minh Tân, Liên Hiệp giai đoạn 2020 – 2030; quy hoạch chi tiết tỷ lệ 1\/500 khu trung tâm xã Thái Phương, hoàn thiện hồ sơ điều chỉnh quy hoạch chung 2 thị trấn, tiếp nhận hồ sơ dự án sân golf. Giá trị ngành xây dựng ước đạt 2.400 tỷ đồng, đạt 99,65% kế hoạch năm, tăng 10,68% so cùng kỳ 2019.<ref name=HHH2020\/>\n\n===Dịch vụ===\nCác hoạt động thương mại, dịch vụ phát triển, đáp ứng nhu cầu sản xuất và đời sống của nhân dân; từng bước phát huy tiềm năng, lợi thế của huyện. Giá trị sản xuất thương mại, dịch vụ bình quân ước đạt 2.889,9 tỷ đồng\/năm, tăng 7,43%\/năm. Hạ tầng thương mại được đầu tư phát triển. Mạng lưới thương mại rộng khắp, thúc đẩy sản xuất kinh doanh phát triển. Các thương hiệu sản phẩm hàng hoá truyền thống được chú trọng. Các loại hình dịch vụ vận tải, bưu chính viễn thông, tín dụng, ngân hàng phát triển nhanh và hoạt động hiệu quả. Công tác xúc tiến thương mại; xây dựng các thương hiệu sản phẩm hàng hoá truyền thống được quan tâm chỉ đạo thường xuyên. Hoạt động du lịch gắn với lễ hội, di tích có bước phát triển.<ref name=HHH2020\/>\n\n===Giáo dục - đào tạo===\nNăm 2019, toàn huyện đã có 149 cơ sở giáo dục với 53.985 học sinh, có 21\/36 trường mầm non, 38\/38 trường tiểu học, 30\/34 trường THCS và 02 trường THPT đạt chuẩn quốc gia. Có 100% cán bộ, giáo viên đạt trình độ chuẩn. Chất lượng giáo dục ngày càng được nâng cao, chất lượng học sinh giỏi có chuyển biến tích cực.<ref name=HHH2020\/>\n\n===Y tế===\nCông tác chăm sóc sức khoẻ nhân dân được quan tâm đúng mức. Công tác y tế dự phòng có nhiều cố gắng trong giám sát và quản lý tốt dịch bệnh; Bệnh viện tuyến huyện đã khám chữa bệnh kịp thời cho nhân dân. Mạng lưới y tế cơ sở xã, thôn không ngừng được củng cố; các chương trình y tế quốc gia triển khai có hiệu quả.<ref name=HHH2020\/>\n\n==Dân số==\nDân số của huyện Hưng Hà là 290.750 người (2015), trong đó dân số trong độ tuổi lao động là 149.587 người.\n\nHuyện Hưng Hà có diện tích là 200,42&nbsp;km², dân số năm 2019 là 253.272 người. Trong đó, dân số thành thị là 23.270 người, dân số nông thôn là 230.000 người, mật độ dân số đạt 1.264 người\/km².\n\nHuyện Hưng Hà có diện tích là 210,28&nbsp;km², dân số năm 2020 là 253.849 người, mật độ dân số đạt 1.207 người\/km².<ref name=HHH2020\/>\n\n==Văn hóa==\n===Văn hóa tên làng===\nĐây là vùng đất còn nhiều nét cổ, mỗi làng đều có một hay nhiều tên gọi khác nhau, liên quan mật thiết đến phong tục, tập quán, lối sống, tín ngưỡng, sở thích của cả cộng đồng. Làng đều có tên Nôm và tên Hán Việt (tên chữ) kèm theo. Tên Nôm có thể có trước, còn tên Hán Việt thường có sau, khi chữ Hán và văn hoá Hán có quá trình giao thoa sâu hơn với văn hoá Việt. Trong đó, tên Nôm có kết cấu 1 tiếng, 1 chữ còn tên Hán Việt có kết cấu 2 tiếng, 2 chữ. Ví dụ làng Diệc tên Hán Việt là Mĩ giặc, nhưng cả hai nghĩa đều là ĐẸP.\n\n===Nghệ thuật: Nét đẹp nghề làm chiếu===\nTừ xa xưa nghề làm chiếu có nguồn gốc từ Trung Quốc do tiến sỹ Phạm Đôn Lễ làm quan thời Lê Thánh Tông (1460 - 1497), người gốc làng Hải Triều (Hới) thuộc huyện Hưng Hà ngày nay. Ông đi sứ sang Trung Quốc và đã học được nghề ở vùng Ngọc Hồ, nay thuộc tỉnh Quảng Tây. Sau khi trở về Phạm Đôn Lễ đã truyền nghề cho dân làng Hới.\n\nTrải qua nhiều thế kỷ cho tới ngày nay, nghề làm chiếu đã phát triển rộng khắp đến nhiều nơi cả về quy mô, chất lượng và chủng loại sản phẩm như: chiếu cải, chiếu đậu, chiếu đót, chiếu trơn, chiếu cạp điều, chiếu trải giường, xa lông... với nhiều họa tiết in, trang trí.\n\nNgười Việt Nam từ xa xưa đến nay đều dùng chiếu để trải giường, bởi giường trải chiếu mát về mùa hạ còn mùa đông lại ấm áp giặt cũng mau khô với cũng rất vệ sinh.\n\nNgày nay nhiều vùng có nghề dệt chiếu nổi tiếng như ở phía nam Hải Phòng, Kim Sơn (Ninh Bình), Nga Sơn (Thanh Hóa)... Trong đó chiếu làng Hới vẫn nổi tiếng được ca ngợi bằng câu thành ngữ:\n''Ăn cơm Hom, nằm giường Hòm, đắp chiếu Hới.''\n\n==Giao thông==\n===Giao thông đường bộ===\n[[Quốc lộ 39]] chạy qua với tổng chiều dài 19,5&nbsp;km, đi qua Triều Dương nối với Hưng Yên. Hiện trạng đường thuộc đường cấp IV, V. Hiện tuyến đường này đã cơ bản được mở rộng, cải tạo. [[Quốc lộ 39]] chạy từ thành phố Hưng Yên, qua [[cầu Triều Dương]] bắc qua sông Luộc, vào địa bàn huyện rồi chạy xuyên qua giữa huyện sang huyện Đông Hưng. Từ cầu Triều Dương đi khoảng 40&nbsp;km nữa chúng ta sẽ tới TP Thái Bình.\n\nTuyến đường BOT nối Thái Bình – Hà Nam (bao gồm cầu Thái Hà qua khu vực xã Tiến Đức) hoàn thiện và đưa vào sử dụng năm 2017, dài gần 20&nbsp;km.\n\nĐường tỉnh: Có 4 tuyến với tổng chiều dài 44,1&nbsp;km, bao gồm tỉnh lộ 452, 453, 454, 455. Các tuyến tỉnh lộ thuộc đường cấp IV và V. Các tuyến tỉnh lộ:\n\n* Tỉnh lộ 452: nối huyện Vũ Thư với huyện Quỳnh Phụ qua các xã Dân Chủ, Hùng Dũng, Đoan Hùng... đến xã Chí Hòa.\n* Tỉnh lộ 453: nối thị trấn Hưng Nhân với tỉnh lộ 452 tại Chí Hòa.\n* Tỉnh lộ 454: nối thị trấn Hưng Hà với huyện Vũ Thư đi qua Minh Khai, Văn Lăng, Minh Hòa, Hồng Minh.\n* Tỉnh lộ 455: đi qua Tây Đô, Đông Đô, Bắc Sơn.\n\nĐường huyện: Có 22 tuyến với tổng chiều dài 79,5&nbsp;km, do huyện quản lý. Các tuyến đường thuộc đường cấp IV và V.\n\nHệ thống đường xã: có tổng chiều dài 234,7&nbsp;km.\n\nHệ thống đường thôn xóm: có tổng chiều dài 59&nbsp;km.<ref name=HHH2020\/>\n\n===Giao thông đường thủy===\nMạng lưới giao thông đường thủy trong huyện gồm \ncó: 3 tuyến sông lớn: Sông Hồng, sông Luộc, sông Trà Lý có tổng chiều dài là 40,1&nbsp;km. Sông do tỉnh quản lý có 9 tuyến với tổng chiều dài 96,4&nbsp;km (sông Tiên Hưng 16,5&nbsp;km, sông Sa Lung 12,4&nbsp;km, sông Việt Yên 5&nbsp;km, sông Đô Kỳ 10&nbsp;km, sông Đào Thành 4,1&nbsp;km, sông Lão Khê 5,1&nbsp;km, sông 224, 223 và sông Tà Sa).\n\nHệ thống bến cảng trên các tuyến sông có 11 bến cảng, hầu hết các bến cảng này đều có quy mô nhỏ, tự phát chưa có quy hoạch. Lượng tàu thuyền đi lại tương đối lớn, chủ yếu là vận chuyển hàng hóa.<ref name=HHH2020\/>\n\n==Danh nhân==\nHưng Hà là một trong những quê hương của các vua [[nhà Trần]], nhà bác học [[Lê Quý Đôn]], là thủ đô kháng chiến của triều đình [[nhà Trần]], trong các cuộc [[chiến tranh Nguyên Mông-Đại Việt|cuộc kháng chiến chống Nguyên]]. Ngoài ra còn có các danh nhân như [[Nguyễn Thị Lộ]], [[Phạm Đôn Lễ]], [[Phạm Kính Ân]],...\n\n==Tham khảo==\n{{Thể loại Commons|Hung Ha District}}\n{{Tham khảo|30em}}\n\n{{Huyện thị Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Hưng Hà}}"}