{"437141":"{{bài cùng tên|Hưng Nhân}}\n{{Thông tin đơn vị hành chính Việt Nam | thị trấn\n| tên = Hưng Nhân\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.614708\n| kinh độ = 106.147113\n| diện tích = 8,84 km²<ref name=BTB\/>\n| dân số = 16.042 người<ref name=BTB\/>\n| thời điểm dân số = 2015\n| mật độ dân số = 1.815 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Hưng Hà]]\n| thành lập = 16\/5\/2005<ref name=ND61\/>\n| trụ sở UBND = TDP Thị An - Tiền Phong\n| loại đô thị = Loại V\n| mã hành chính = 12613<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 414540\n}}\n\n'''Hưng Nhân''' là một [[Thị trấn (Việt Nam)|thị trấn]] thuộc huyện [[Hưng Hà]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\n== Địa lý ==\nThị trấn Hưng Nhân nằm ở phía tây huyện Hưng Hà, có vị trí địa lý:\n*Phía đông giáp xã [[Tân Hòa, Hưng Hà|Tân Hòa]] và xã [[Liên Hiệp, Hưng Hà|Liên Hiệp]]\n*Phía tây giáp xã [[Tân Lễ]] và tỉnh [[Hà Nam]]\n*Phía nam giáp xã [[Tiến Đức, Hưng Hà|Tiến Đức]]\n*Phía bắc giáp xã Tân Lễ và xã [[Canh Tân, Hưng Hà|Canh Tân]].\n\nThị trấn Hưng Nhân có diện tích 8,84&nbsp;km², dân số năm 2015 là 16.042 người<ref name=BTB>{{Chú thích web|url=http:\/\/baothaibinh.com.vn\/news\/4\/39585\/hung-ha-phan-dau-xay-dung-hai-thi-tran-tro-thanh-do-thi-loai-iv|tựa đề=Hưng Hà phấn đấu xây dựng hai thị trấn trở thành đô thị loại IV|ngày=2015-08-17|website=Báo Thái Bình điện tử}}<\/ref>, mật độ dân số đạt 1.815 người\/km².\n\n== Lịch sử ==\nVào thế kỷ XIX, khu vực thị trấn Hưng Nhân ngày nay là các làng xã thuộc 3 tổng của huyện [[Hưng Nhân (huyện)|Hưng Nhân]] phủ Tiên Hưng trấn [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Hạ]] (sau là tỉnh [[Hưng Yên]] nhà Nguyễn), gồm: các làng xã Xuân Trúc, Kiều Thạch, Tây Xuyên,... (thuộc tổng Thanh Triều); các làng xã Đặng Xá, Hưng Nhân, Kính Ân (sau là Chiêm Ân),... (thuộc tổng Đặng Xá); xã Khánh Mỹ thuộc tổng Tống Xuyên (tức tổng Tống Súc)<ref>Cuốn Tên làng xã Việt Nam đầu thế kỷ 19, trang 65.<\/ref><ref>Tài liệu địa chí Thái Bình, tập 2, Nguyễn Quang Ân và Nguyễn Thanh, trang 299.<\/ref>. Khánh Mỹ cũng là nơi đặt lỵ sở của huyện Hưng Nhân xưa<ref>Tài liệu địa chí Thái Bình, tập 2, Nguyễn Quang Ân và Nguyễn Thanh, trang 292.<\/ref>.\n\nVề sau, các xã nhỏ hợp lại thành xã lớn hơn, trong đó có xã Lam Sơn và xã Trần Phú. Năm 1977, 2 xã Lam Sơn và Trần Phú hợp nhất thành xã Phú Sơn.\n\nNgày [[16 tháng 5]] năm [[2005]], Chính phủ ban hành Nghị định 61\/2005\/NĐ-CP<ref name=ND61>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-61-2005-ND-CP-thanh-lap-thi-tran-thuoc-huyen-Quynh-Phu-Hung-Ha-chia-xa-Binh-Lang-thuoc-huyen-Hung-Ha-tinh-Thai-Binh-2505.aspx|title=Nghị định 61\/2005\/NĐ-CP về việc thành lập thị trấn thuộc các huyện Quỳnh Phụ, Hưng Hà và chia xã Bình Lăng thuộc huyện Hưng Hà, tỉnh Thái Bình|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, thành lập thị trấn Hưng Nhân trên cơ sở toàn bộ 864,40 ha diện tích tự nhiên và 14.495 người của xã Phú Sơn.\n\nNgày [[11 tháng 7]] năm [[2020]], HĐND tỉnh Thái Bình ban hành Quyết định số 36\/NQ-HĐND<ref name=36\/NQ-HĐND>{{Chú thích web|url=https:\/\/thaibinh.gov.vn\/upload\/80571\/20200724\/ffcd8b6f87a38f5237a51bed50b0bb02.pdf|tựa đề= Nghị quyết 36\/NQ-HĐND năm 2020 về về sáp nhập tổ dân phố thuộc thị trấn Hưng Nhân, huyện Hưng Hà, tỉnh Thái Bình |ngày= 11 tháng 7 năm 2020 |website=  Cổng thông tin điện tử tỉnh Thái Bình |url-status=live}}<\/ref><ref name=53\/NQ-HĐND>{{Chú thích web|url=https:\/\/media.baothaibinh.com.vn\/upload\/files\/kt_nh\/2020\/thang_1\/53_nq_hdnd_13.12.2019.pdf|tựa đề= Nghị quyết số 53\/NQ-HĐND về việc sáp nhập để thành lập thôn, tổ dân phố; giải thể thôn, tổ dân phố tại xã, phường, thị trấn thuộc huyện, thành phố trên địa bàn tỉnh Thái Bình |ngày= 13 tháng 12 năm 2019 |website= Báo Thái Bình |url-status=live}}<\/ref> về việc sáp nhập TDP Tiền Phong và TDP Thị An thành TDP Thị An - Tiền Phong.\n\n==Hành chính==\nHiện nay, thị trấn Hưng Nhân được chia thành 14 tổ dân phố: Thị An - Tiền Phong, Ân Xá, Đặng Xá, Văn, Buộm, An Tảo, Đầu, Châu, Xuân Trúc - Kiều Thạch, Vân Đông, Vân Nam, Tây Xuyên, Lái và Mẽ. Trung tâm hành chính của thị trấn đặt tại tổ dân phố Thị An - Tiền Phong.\n\n==Kinh tế - xã hội==\nThị trấn Hưng Nhân là trung tâm kinh tế của huyện Hưng Hà. Hưng Nhân còn được biết đến là một đầu mối giao thương buôn bán phát triển trong vùng và ở các tỉnh khác đến như [[Hưng Yên]], [[Hà Nam]] và phía Nam [[Hà Nội]]. Hiện tại, Hưng Nhân được coi là điểm công nghiệp với nhiều nhà máy đang được xây dựng và đã hoàn thành. Thị trấn Hưng Nhân có các làng nghề nổi tiếng như dệt chiếu cói thuộc khu Vân Đông - Vân Nam, làm bún thuộc khu Mẽ...\n\nHiện nay, Thị trấn Hưng Nhân đang quản lý chợ Hưng Nhân là chợ huyện lớn nhất trên địa bàn, được tổ chức quy mô, đa dạng và là nơi giao thương buôn bán không chỉ của nhân dân khu vực mà còn có các tỉnh lân cận như Hưng Yên, Hà Nam.\n\nThị trấn Hưng Nhân cũng đang là địa bàn đóng của BV Đa khoa Hưng Nhân (BV tuyến huyện), 02 trường Trung học phổ thông là THPT Hưng Nhân (công lập) và THPT Trần Thị Dung (tư thục, chuyển đổi từ trường Bán Công Hưng Nhân). Hiện nay, các trường Mầm non, Tiểu học và Trung học cơ sở trên địa bàn đều được mang tên Phạm Kính Ân.\n\nBưu điện Hưng Nhân nằm ngay tại trung tâm, đối diện chợ Hưng Nhân, cạnh QL39A.\n\n==Giao thông==\nThị trấn Hưng Nhân nằm cạnh Quốc lộ 39A, có tuyến xe buýt 03 chạy qua (tuyến TP.Thái Bình - Đông Hưng - Hưng Hà - Triều Dương).\n\n===Phố và đường===\nCác tuyến đường:\n*[[Ngự Thiên]] (QL39A đoạn tránh)\n*[[Trần Thừa]]\n*[[Phạm Đôn Lễ]]\n*[[Lưu Khánh Đàm]].\n \nCác tuyến phố:\n*[[Trần Thái Tông]] (QL39A)\n*[[Lê Thái Tổ]] (QL39A)\n*[[Phạm Kính Ân]]\n*[[Nguyễn Tông Quai]]\n*[[Phùng Tá Chu]].\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Hưng Hà}}"}