{"201787":"{{bài cùng tên|Hưng Miếu}}\n{{Thông tin đền Việt Nam\n| tên = Hưng Tổ miếu\n| loại = miếu\n| hình = Hưng Miếu.jpg\n| chú thích = Hưng Tổ miếu\n| vĩ độ = \n| vĩ phút = \n| vĩ giây = \n| kinh độ = \n| kinh phút = \n| kinh giây =\n\n| tước vị = Thế tử\n| tên thần = [[Nguyễn Phúc Luân]]\n| sinh = 1733\n| mất = 1765\n| công trạng = \n| thánh tích =\n\n| tước vị 2= Thế tử phi\n| tên thần 2= [[Nguyễn Phúc Luân#Vợ|Nguyễn Thị Hoàn]]\n| sinh 2= 1736\n| mất 2= 1811\n| công trạng 2= \n| thánh tích 2=\n\n| loại đền = \n| đối tượng thờ = nhân vật lịch sử\n| địa chỉ = [[Huế]]\n| thành lập = \n| người sáng lập = \n| tôn tạo = \n| xây mới = \n| đóng cửa = \n| lễ hội = \n| điện thoại = \n| web = {{url|http:\/\/hueworldheritage.org.vn|Trang mạng chính thức}}\n\n| tên di tích = Complex of Hué Monuments\n| cấp di tích = thế giới\n| loại di tích = văn hóa\n| loại di tích 2 = \n| loại di tích 3 = \n| tiêu chuẩn = IV\n| ngày nhận = 1993\n| ngày tước = \n| quyết định = \n| hồ sơ tham khảo = {{url|http:\/\/whc.unesco.org\/en\/list\/678|678}}\n| một phần của = [[Quần thể di tích Cố đô Huế]]\n}}\n\n'''Hưng miếu''' (興廟) hay '''Hưng Tổ miếu''' (興祖廟, ''Hưng nghĩa là khởi nghiệp, nghĩa khác là thịnh vượng'') là ngôi miếu thờ Thế tử [[Nguyễn Phúc Luân]] (hay Nguyễn Phúc Côn) và bà [[Nguyễn Phúc Luân#Vợ|Nguyễn Thị Hoàn]] - song thân của vua [[Gia Long]], vị trí ở tây nam [[Hoàng thành Huế|Hoàng thành]] (cách [[Thế Miếu|Thế miếu]] chừng 50 mét về phía Bắc), thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]]. Ngôi miếu hiện được dùng để thờ.<ref name=An111>Phan Thuận An, tr. 111<\/ref><ref name=hue>{{Chú thích web|url=http:\/\/www.hueworldheritage.org.vn\/quanthe\/hoangthanh\/Hungmieu.asp|tiêu đề=Hưng Miếu|ngày truy cập=16 tháng 4 năm 2008|work=Quần thể di tích Huế|nhà xuất bản=Trung tâm Bảo tồn di tích Cố đô Huế|ngôn ngữ=vi|archive-date = ngày 24 tháng 8 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110824064048\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/hoangthanh\/Hungmieu.asp|url-status=dead}}<\/ref>\n\n== Lịch sử ==\nNguyễn Phúc Luân, đáng lẽ sẽ là người lên ngôi chúa, nhưng trong nội bộ chúa Nguyễn có loạn quyền thần [[Trương Phúc Loan]] nên ông bị giam vào ngục và mất tại nhà riêng. Tuy mất sớm (32 tuổi): nhưng ông đã để lại đến 6 người con trai và 4 người con gái, trong đó có [[Gia Long|Nguyễn Phúc Ánh]], tức Gia Long - vị hoàng đế đầu tiên của triều Nguyễn sau này.<ref name=An112\/>\n\nSau khi lên ngôi hoàng đế năm [[1802]], vua Gia Long tìm lại mộ phần của cha và xây dựng một ngôi miếu để thờ phụng. Theo sách sử triều Nguyễn, việc xây dựng được hoàn tất chỉ trong 4 tháng ([[tháng tư|tháng 4]] năm [[1804]] đến tháng [[tháng tám|tháng 8]] năm 1804) trên địa điểm của [[Thế Miếu|Thế miếu]] ngày nay, chính thức sử dụng từ tháng 3 năm 1805, ngôi miếu khi ấy có tên là '''Hoàng Khảo miếu''' (''ngôi miếu dùng để thờ phụng vua cha'').<ref name=An112>Phan Thuận An, tr. 112<\/ref><ref name=An113>Phan Thuận An, tr. 113<\/ref>\n\nĐến năm 1821, vua Minh Mạng cho dời Hoàng Khảo miếu lùi về phía sau địa điểm cũ 50m để sử dụng khu đất của Hoàng Khảo miếu xây Thế miếu. Công việc di dời diễn ra từ 23-3 đến 16-4, sau khi hoàn tất ông cho đổi tên khu miếu thành Hưng Tổ miếu.<ref name=hue\/><ref name=An113\/>\n\n[[Tháng hai|Tháng 2]] năm [[1947]], khu miếu bị đốt cháy cùng với Tử Cấm thành và nhiều cung điện khác trong đợt tiêu thổ kháng chiến của Việt Minh.<ref name=An113\/>\n\nNăm 1950, [[Bảo Đại]] về [[Huế]] mua lại [[An Khánh Vương từ|An Khánh vương từ]], vốn là nơi thờ một người dòng dõi hoàng tộc là An Khánh vương [[An Khánh Vương từ|Nguyễn Phúc Quang]] (con vua [[Gia Long]]) với giá 300.000 đồng (tiền lúc ấy) để xây dựng lại thành Hưng miếu mới. Năm 1951, một nhà thầu lúc bấy giờ có tên là Nguyễn Ngọc Bang được giao việc dời An Khánh vương từ về tái lập thành Hưng miếu mới.<ref name=An114>Phan Thuận An, tr. 114<\/ref><ref name=An115>Phan Thuận An, tr. 115<\/ref>\n\nNăm 1995, nó được trùng tu lại một lần nữa. Trong lần này, miếu được sơn son thiếp vàng.<ref name=hue\/>\n\n== Kiến trúc ==\nKiến trúc của Hưng miếu hiện tại có nền tảng từ [[An Khánh Vương từ|An Khánh vương từ]]. Nhưng vì mặt bằng của Hưng miếu cũ nhỏ hơn An Khánh vương từ nên khi xây dựng người ta buộc phải dời hai hàng cột mỗi bên và cắt bớt một số mái ở cả hai bên.<ref name=An115\/>\n\nTrên một mặt bằng gần như vuông: 19m x 19,20m người ta cấu trúc tòa nhà theo thức trùng diêm và trùng lương của các cung điện khác ở Huế. Miếu là một ngôi nhà kép chừng 400m² mái được lợp bằng ngói âm dương men vàng, nền cao 0,68 m bó bằng đá Thanh. Toàn bộ dàn trò (9 hàng cột tình từ trước đến dau và 8 hàng cột tính từ trái sang phải, kê chân trên đá tảng) cùng với các mảng trang trí đều được làm bằng gỗ quý: [[gỗ lim|lim]], [[sao]], [[kền kền]], [[huê mộc]]. Tất cả các kèo điều được trang rất tinh xảo, mặt dưới và mặt trên đều được trạm trổ hoa lá và hình ảnh có tác dụng làm các bộ phận gỗ trở nên nhẹ nhàng. Các cột trốn tuy nhỏ, nhưng hai đầu được đẽo vuốt vào rồi nở ra hình hoa sen, rất ăn khớp với nhau. Giữa 2 cột trốn của mồi vì kéo còn dựng thêm các khung gỗ được chạm lộng hình kỷ hà với kích cỡ khác nhau thay đổi theo từng tầng.<ref name=An115\/><ref name=An116>Phan Thuận An, Tr. 116<\/ref><ref name=An117>Phan Thuận An, Tr. 117<\/ref>\n\nHệ thống liên ba chia làm 4 tầng mỗi tầng phân khoảng thành các ô hộc được trang trí theo lối Nhất thi Nhất họa khắc nổi nhiều chủ đề: đôi sáo, đàn tỳ, pho sách.. đôi chỗ còn có cả cây kiếm và cây như ý.<ref name=An117\/>\n\nMặt dưới mặt tiền hạ doanh được trang trí một dải bản gỗ hình chữ U chai ra làm ô hộc với lối trang trí giống hệ thống nhất liên hạ.<ref name=An117\/>\n\nHai giang áp chót đối xứng nhau dưới trần thừa lưu, có hai bức đố bằng gỗ được chạm nổi, chạm lộng, chạm kênh bông ở cả hai mặt trong và ngoài, ở chính giữa mỗi mặt là hình ảnh nổi của một trong 8 [[bát bửu]].<ref name=An117\/>\n\nĐằng trước miếu có một hàng cột gồm sáu cái đứng trên mặt sân được xây bằng xi măng giả đá. Ở đầu cột chắp hình hoa sen đỡ lấy con-xơn (console).<ref name=An116\/>\n\nPhần chính doanh gồm có 3 gian và 2 kép, tiền doanh có 5 gian và 2 chái đơn. Mặt trước của mỗi chái đơn mà mộ mảng tường xây được trang trí chữ \"thọ\" cách điệu, có tác dụng tăng tính chụi lực.<ref name=An116\/>\n\nSân trước Hưng miếu có [[hình chữ nhật]] (20m x 18,45m) được lát gạch bát tràng. Giữa sân là đường thần đạo lát bằng đá thanh, chạy từ bậc thềm ra đến miếu môn phía trước rộng 2,15m. Song song với hàng cột hiên là dãy các chậu sứ trồng cây cảnh mỗi chậu đặt trên đôn bằng đá gồm sáu cái. Bên phải sân có một cái lư dùng để đốt tờ sớ.<ref name=An117\/>\n\nBên phải trái trong khuôn viên Hưng miếu còn có hai ngôi nhà Thần Khố (nhà kho của thần) và Thần Trù (nhà bếp của thần). Các khuôn viên được bao bọc bằng một bức tường cao xây bằng gạch với 4 cửa đối xứng từng cặp: Chương Khánh, Dục Khánh, Trí Tướng và Ứng Tường. Bên trái khuôn viên hiện vẫn còn 2 bia đá: bia đá dựng năm 1804 khắc bài Ngự chế của Gia Long và bia đá dựng năm 1821 khắc bài Ngự chế của Minh Mạng nói lại lịch sử xây dựng Hưng miếu và Thế miếu.<ref name=An118>Phan Thuận An, Tr. 118<\/ref>\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n== Tham khảo ==\n* {{chú thích sách|last=Phan Thuận An|year=2005|title=Quần thể di tích Huế|language=vi|publisher= Nhà xuất bản Trẻ}}\n\n{{Khu vực thờ cúng ở Đại Nội Huế}}\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Hoàng thành Huế]]\n[[Thể loại:Miếu Việt Nam]]"}