{"1244908":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Hương Toàn\n| hình = \n| ghi chú hình = \n| vĩ độ = 16\n| kinh độ = 107\n| vĩ phút = 30\n| vĩ giây = 52\n| kinh phút = 32\n| kinh giây = 12\n| diện tích = 12,23 km²<ref name=BBXD\/>\n| dân số = 14.018 người<ref name=BBXD\/>\n| thời điểm dân số = 2020\n| mật độ dân số = 11.143 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thừa Thiên Huế]]\n| thị xã = [[Hương Trà]]\n| thành lập = \n| trụ sở UBND = Đường tỉnh 8B, thôn Giáp Trung\n| mã hành chính = 20005<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|huongtoan.thuathienhue.gov.vn}}\n}}\n'''Hương Toàn''' là một [[Xã (Việt Nam)|xã]] thuộc thị xã [[Hương Trà]], tỉnh [[Thừa Thiên Huế]], [[Việt Nam]].\n\n== Địa lý ==\nXã Hương Toàn nằm cách trung tâm thị xã Hương Trà khoảng 6&nbsp;km về phía đông Bắc, cách trung tâm thành phố Huế khoảng 5&nbsp;km về phía tây nam, có vị trí địa lý:\n*Phía đông giáp thành phố [[Huế]]\n*Phía tây giáp phường [[Hương Xuân]]\n*Phía nam giáp phường [[Hương Chữ]]\n*Phía bắc giáp huyện [[Quảng Điền]].\n\nXã Hương Toàn có diện tích 12,23&nbsp;km², dân số năm 2020 là 14.018 người, mật độ dân số đạt 1.143 người\/km²<ref name=BBXD>{{Chú thích web|url=https:\/\/baoxaydung.com.vn\/thua-thien-hue-xa-huong-toan-hoan-thanh-nong-thon-moi-nang-cao-de-san-sang-thanh-lap-phuong-345352.html|tựa đề= Thừa Thiên – Huế: Xã Hương Toàn hoàn thành nông thôn mới nâng cao để sẵn sàng thành lập phường |ngày= 7 tháng 12 năm 2022 |tác giả= Trí Đức |website= Báo Bộ Xây Dựng |ngày truy cập= 8 tháng 12 năm 2022 |url-status=live}}<\/ref>.\n\n== Hành chính ==\nTheo Nghị quyết số 23\/NQ-HĐND ngày 19\/8\/2019 của Hội đồng nhân dân tỉnh, xã Hương Toàn được sắp xếp thành 11 thôn:\n#Vân Cù - Nam Thanh\n#An Thuận\n#Giáp Đông\n#Giáp Trung\n#Giáp Kiền\n#Giáp Tây\n#Giáp Thượng\n#Triều Sơn Trung\n#Liễu Cốc Hạ\n#Cổ Lão\n#Dương Sơn\n\n== Lịch sử ==\nXã Hương Toàn ngày nay được hình thành từ 8 làng: Hương Cần, An Thuận, Liễu Cốc Hạ, Nam Thanh, Cổ Lão, Vân Cù, Triều Sơn Trung, Dương Sơn.\n\nDưới thời [[Đồng Khánh]], làng (xã) Hương Cần thuộc tổng Hương Cần, huyện Hương Trà, phủ Thừa Thiên. Phần lớn địa bàn xã Hương Toàn ngày nay thuộc địa vực của tổng Hương Cần trong quá khứ. Tuy nhiên, trải qua nhiều giai đoạn, sự thay đổi địa giới hành chính, tên gọi, hiện nay xã Hương Toàn gồm có 12 thôn: thôn Giáp Đông, Giáp Kiền, Giáp Tây, Giáp Thượng, Giáp Trung, Cổ Lão, Vân Cù, Liễu Cốc Hạ, Dương Sơn, Triều Sơn Trung, Nam Thanh, An Thuận.\n\n[[Tháng 10]] năm [[1945]], tỉnh [[Thừa Thiên]] tiến hành giải thể cấp tổng, thành lập xã là cấp hành chính ở cơ sở cho thống nhất với toàn quốc. Tỉnh Thừa Thiên gồm có 6 huyện và thành phố Huế, theo đó xã Hương Toàn là một trong 10 xã của huyện Hương Trà.\n\nNgày [[20 tháng 4]] năm [[1956]], Thủ hiến Trung Việt ra Nghị định số 711-ND-PC, thành lập 6 quận mới và 2 Nha đại diện hành chính (ĐDHC) ở tỉnh Thừa Thiên. Quận Hương Trà gồm có 20 xã, theo đó xã Hương Toàn ngày nay được hình thành từ 2 xã:\n* Xã Hương Sơn được thành lập trên cơ sở địa giới của các làng: Dương Sơn, Cổ Lão (2 làng này nguyên thuộc tổng Hương Cần, huyện Hương Trà) và Liễu Cốc Hạ (nguyên thuộc tổng Phú Ốc, huyện Hương Trà).\n* Xã Hương Cần được thành lập trên cơ sở địa giới của các làng: Hương Cần, Triều Sơn Trung, Nam Thanh, Vân Cù, An Thuận (5 làng này nguyên thuộc tổng Hương Cần, huyện Hương Trà).\n\nNgày [[14 tháng 4]] năm [[1965]], Thủ tướng Việt Nam Cộng hòa ra Nghị định số 599-NV, cải biến cơ sở phái viên hành chính Phú Thứ thành quận Phú Thứ. Hệ thống hành chính tỉnh Thừa Thiên được tổ chức lại, gồm có 9 quận, quận Hương Trà gồm có 8 xã: Hương Bằng, Hương Chữ, Hương Hồ, Hương Long, Hương Sơ, Hương Vinh, Hương Việt và Hương Cần. Xã Hương Cần được thành lập trên cơ sở sáp nhập dân cư và địa giới của 2 xã Hương Cần và Hương Sơn.\n\nSau ngày đất nước thống nhất [[30 tháng 4]] năm [[1975]], xã Hương Toàn là một đơn vị hành chính thuộc huyện Hương Trà.\n\nNgày [[15 tháng 11]] năm [[2011]], Chính phủ ban hành Nghị quyết số 99\/NQ-CP<ref name=99\/NQ-CP>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quye-99-NQ-CP-thanh-lap-thi-xa-Huong-Tra-va-phuong-thi-xa-Huong-Tra-131790.aspx|tựa đề=Nghị quyết số 99\/NQ-CP về việc thành lập thị xã Hương Trà và thành lập các phường thuộc thị xã Hương Trà, tỉnh Thừa Thiên Huế|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> về việc thành lập thị xã Hương Trà và xã Hương Toàn trực thuộc thị xã Hương Trà.\n\n== Đường phố ==\n* Đường 8B\n* Đường Tản Đà (nối dài)\n* Đường Tây Thượng\n* Đường Tây Trung\n* Đường Dương Tây\n\n== Giao thông ==\n\n* Về giao thông, với điều kiện địa hình khá bằng phẳng, một mặt giáp Quốc lộ 1, mặt khác giáp với sông Bồ tạo nên sự thuận lợi trong các hoạt động giao thông đi lại cũng như việc vận chuyển các mặt hàng nông sản, đặc biệt là lúa gạo. Hương Toàn có hệ thống giao thông đi lại thuận tiện, đường bộ gồm Quốc lộ 1, tỉnh lộ 8B và 19B, đường thủy có dòng sông Bồ đi qua. Ngoài ra, hệ thống giao thông nối kết giữa các vùng trên địa bàn xã và thôn, xóm của Hương Toàn cũng khá hoàn chỉnh.\n\n== Làng nghề ==\n* Bún Vân Cù: Toàn thôn có trên 350 hộ sản xuất bún, cung cấp cho toàn tỉnh hơn 30 tấn bún mỗi ngày; Nói đến bún bò Huế thì không thể thiếu bún Vân Cù vừa dẻo dai và thơm ngon. Chuyện kể rằng cách đây hơn 300 năm một người phụ nữ đã ghé chân và lập nghiệp làm bún tại Làng và di tích của bà hiện nay là Miếu Bà Bún và hằng năm vào ngày 22 tháng giêng âm lịch hàng năm là ngày húy của bà.\n* Cốm An Thuận: Có vị ngọt, hương thơm kết hợp với trà cung đình thì không còn để chê.\n* Quýt Hương Cần (Giáp Kiền): Được nuôi dưỡng đất phù sa từ nguồn sông Bồ hòa quyện với sông Hương, có vị ngọt đằm ấm, thơm đến níu lòng người và có thương hiệu trên toàn quốc biết đến. Hiện nay tại Lăng Bác có trồng quýt Hương Cần.\n* Nón lá Huế: Nói đến nón lá Huế thì phải kể đến nón lá Hương Toàn, sản phẩm được làm công phu từ bàn tay khéo léo và nhẹ nhàng từ các hộ gia đình ở thôn: Giáp Đông, An Thuận...\n* Rượu Dương Sơn: Nghề này rất phát triển vì nó còn sản phẩm phụ chăn nuôi lợn có hiệu quả, tạo công ăn việc làm và tăng thu nhập cho gia đình.\n* Gạch ngói Nam Thanh: Không thể thiếu trong việc xây dựng nhà cửa công trình từ bao đời nay. Hiện nay do xu thế phát triển của xã hội nên làng nghề đã giải thể, mặc dù vậy bộ mặt của làng nghề vẫn còn đó và mãi mãi trong ký ức của chúng ta.\n==Kinh tế==\n\n* Các cơ sở kinh doanh:\n\n* HTX Nông nghiệp Đông Toàn;\n* HTX Nông nghiệp Tây Toàn;\n*Cây xăng dầu Hương Toàn;\n* Chợ Hương Cần (lớn sau [[Chợ Đông Ba]], Tây Lộc và An Cựu): Là nơi giao thương mua bán sầm uất của tiểu vùng sông Bồ, chợ là đầu mối mua bán thủy sản, rau quả và điểm trung chuyển đến các chợ thành phố Huế; chợ Đông Ba từ 6h đến 12h.\n\n== Đô thị hóa ==\n\n* Xã Hương Toàn nằm trong quy hoạch xây dựng đô thị Thừa Thiên Huế đến năm 2025 tầm nhìn đến năm 2030 và là xã đạt chuẩn nông thôn mới theo Quyết định số 624\/QĐ- UBND ngày 14\/03\/2019 của Ủy ban nhân dân tỉnh Thừa Thiên Huế. Hiện nay đã được đầu tư vốn để xây dựng cơ sở hạ tầng, từng bước nâng cấp lên thành phường Hương Toàn là nội thị của thị xã:\n*Khu Đô thị Bắc Hương Sơ rộng 182 ha ( bao gồm diện tích đất của các xã, phường: An Hòa, Hương Sơ, Hương Vinh, Hương Toàn)\n* Quy hoạch Khu dân cư: Đìa Ấn - Giáp Đông, Liễu Cốc Hạ, Khu Giáp Trung - Giáp Đông, Khu dân cư kết hợp thương mại Triều Sơn Trung (trục Nguyễn Chí Thanh)\n\n== Y tế, Giáo dục ==\n* Trạm Y tế xã Hương Toàn (đạt chuẩn y tế cơ sở)\n* Trường Mầm non Hương Toàn\n* Trường Tiểu học Số 1 Hương Toàn\n* Trường Tiểu học Số 2 Hương Toàn\n* Trường Tiểu học Số 3 Hương Toàn\n* Trường THCS Nguyễn Xuân Thưởng\n\n== Tôn giáo ==\n\n* Hương Toàn xưa nay nhân dân vẫn bảo lưu và phát triển các hoạt động văn hóa như thờ cúng tổ tiên, ông bà, các bậc tiền nhân; thờ cúng nhân các ngày tế lễ lớn trong năm như tết Nguyên đán, tết Đoan ngọ… Bên cạnh đó, người dân Hương Toàn cũng đặc biệt kính trọng và tôn kính hệ thống thần linh trong tín ngưỡng của người Việt và của cả thần linh của người bản địa trong từ buổi đầu của hành trình khai hoang, lập làng. Các miếu thờ tiêu biểu hiện vẫn được người dân thờ cúng như: miếu thờ bà Thiên Y A Na, miếu thờ Thành hoàng ở Giáp Kiền, miếu thờ Bà bún ở Vân Cù, đền Âm hồn, cồn Thần Nông ở Giáp Trung… bên cạnh đó là hệ thống các miếu xóm mà dân làng vẫn thường xuyên phụng sự.\n\n== Di tích lịch sử ==\n\n* Đình làng Cổ Lão\n* Miếu Bà bún Vân Cù\n\n==Danh nhân==\n* Anh hùng LLVTND Nguyễn Xuân Thưởng (nhà lưu niệm tại làng Vân Cù);\n* Nhà khoa học nổi tiếng (quê làng Vân Cù): GS.TS.NGND Nguyễn Sanh Dạn nguyên Hiệu trưởng Trường Đại học Xây dựng Hà Nội (1966 - 1977)\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Thừa Thiên Huế}}\n{{Đơn vị hành chính thuộc thị xã Hương Trà}}"}