{"1676772":"{{Hộp thông tin Tu sĩ\n| background = orange\n| tiền tố = Thiền sư\n| tên = Hương Hải\n| tên gốc = \n| tên chính thức = \n| hình = \n| kích thước hình = \n| alt = \n| chú thích hình = |<!-- môn phái -->\n| tôn giáo = [[Phật giáo]]\n| giáo phái = \n| trường phái = <!-- [[Đại thừa]] hay [[Tiểu thừa]] -->\n| dòng = \n| môn phái = |<!-- nơi đang tu tập -->\n| đền = \n| chùa = Thiền Tĩnh Viện<br>chùa Nguyệt Đường\n| học viện = |<!-- tư tưởng -->\n| sáng lập = \n| triết lý = \n| biết đến = <!-- nổi tiếng vì -->\n| giáo dục = \n| đại học = \n| học hàm = \n| học vị = |<!-- cá nhân -->\n| tên khác = \n| pháp danh = Huyền Cơ Thiện Giác\n| bút danh = \n| thụy hiệu = \n| quốc tịch = \n| quê hương = \n| tên khai sinh = \n| ngày sinh = [[1628]]\n| nơi sinh = làng Bình An Thượng, thuộc phủ Thăng Hoa (nay thuộc tỉnh [[Quảng Nam]])\n| ngày mất = [[1715]]\n| nơi mất = \n| nguyên nhân tử vong = \n| nơi hỏa táng = \n| nơi an nghỉ = \n| tọa độ nơi an nghỉ = \n| đối tác = <!-- sống với nhau như vợ chồng -->\n| vợ chồng = \n| con cái = \n| bố = \n| mẹ = \n| quan hệ = \n| vị trí = \n| chức vụ = |<!-- sự nghiệp tôn giáo -->\n| xuất gia = \n| thầy = Viên Cảnh, Đại Thâm Viên Khoan\n| môn đồ = \n| tác phẩm = \n| chức vụ trước = \n| chức vụ sau = \n| huân chương = \n| ảnh hưởng = \n| kiểu thêm = \n| thông tin thêm = \n| website = \n| chữ ký = \n| footnote = \n}}\n{{Thiền sư Việt Nam}}\n\n\n==Thân thế==\nTổ tiên thiền sư Hương Hải ở làng Áng Độ, huyện Chân Phúc (sau đổi là [[Nghi Lộc]], nay thuộc tỉnh [[Nghệ An]]). Ông Tổ năm đời của sư làm quan Quản chu tượng coi thợ đóng thuyền cho triều đình. Ông có hai người con trai. Con cả (không rõ họ tên) trông coi Lãng Doanh, tước Hùng quận công, quản đốc ba trăm lính thợ. Con thứ (không rõ họ tên) làm chức Phó cai quan, tước Trung lộc hầu, là ông Tổ bốn đời của sư. Khoảng niên hiệu Chính trị ([[1558]]-[[1571]]) đời vua [[Lê Anh Tông]], Trung lộc hầu theo Đoan Quốc công [[Nguyễn Hoàng]] vào trấn [[Quảng Nam]]. Ông được Nguyễn Hoàng tin dùng nên thăng chức Chánh cai, quản lãnh các lính thợ đóng thuyền. Sau, Nguyễn Hoàng lại dâng sớ về triều kể rõ công trạng, vua Lê phong cho ông hiệu Khởi Nghĩa Kiệt Tiết Công Thần, cấp cho ba mươi [[mẫu]] ruộng và con cháu được thế tập.\n\n'''Hương Hải''' (không rõ họ tên thật), sinh năm [[Mậu Thìn]] ([[1628]]), sống ở làng Bình An Thượng, thuộc phủ Thăng Hoa (nay thuộc tỉnh [[Quảng Nam]]).<ref>Theo ''Lịch sử Phật giáo Đàng Trong'' (tập 1, tr.50) và ''Lịch sử Phật giáo Việt Nam'' (tr. 327). Các sách ở mục tham khảo đều không cho biết cha mẹ của Thiền sư Hương Hải là ai.<\/ref> Vốn thông minh, hiếu học ngay từ thuở nhỏ, nên năm 18 tuổi, ông thi đỗ [[Hương cống|Cử nhân]]), được bổ vào làm Văn chức trong phủ chúa [[Nguyễn Phúc Lan]] (ở ngôi: [[1635]]-[[1648]]).\n\nNăm [[1652]], ông được bổ làm Tri phủ Triệu Phong (nay thuộc tỉnh [[Quảng Trị]]).<ref>Theo ''Lịch sử Phật giáo Việt Nam'', tr. 327.<\/ref> Khi ấy, vì hâm mộ Phật pháp, ông tìm đến học đạo với Viên Cảnh, là một thiền sư [[Tên gọi Trung Quốc|Trung Hoa]] đang hành đạo ở Quảng Trị <ref name=\"VNPGSL\">Theo ''Việt Nam Phật giáo sử luận'' (tập 2), tr. 156.<\/ref>.\n\n==Đạo nghiệp==\n===Từ quan, xuất gia tu ở [[Đàng Trong]]===\nNăm [[1655]], Hương Hải xin từ quan, rồi xin xuất gia với thiền sư Viên Cảnh, được đặt pháp danh là '''Huyền Cơ Thiện Giác''', pháp tự là '''Minh Châu Hương Hải''' <ref>Sách ''Lịch sử Phật giáo Đàng Trong'' (tập 1) viết có dấu nối ở giữa: ''Huyền Cơ -Thiện Giác'' và ''Minh Châu-Hương Hải''.<\/ref>. Sau đó, sư tìm đến thiền sư Đại Thâm Viên Khoan (cũng là một vị tăng Trung Hoa) để tham học. Rồi sư cùng với một số đồ đệ dong thuyền ra [[Biển Đông]], lập am tu trên ngọn núi Tiêm Bút La (hay Tiêm Bút, tức [[cù lao Chàm]]; nay thuộc xã đảo Tân Hiệp, [[hội An|thành phố Hội An]], tỉnh [[Quảng Nam]]<ref>Nguồn: [http:\/\/daitudien.net\/triet-hoc\/triet-hoc-ve-huong-hai-thien-su.html].<\/ref>).\n\nSư ở đây được mấy tháng, thì gặp chướng ngại ở địa phương nên trở về quê cũ là làng Bình An Thượng, định cất am tu ở đây. Nhưng vì lời thỉnh cầu của dân chúng ở đảo Tiêm Bút La, nên sư và các đồ đệ lại trở ra đảo, và trụ trì ở đấy được 8 năm, đạo hạnh được nghe biết khắp nơi.\n\nTheo một số tài liệu, thì trấn thủ dinh [[Quảng Nam]] khi ấy là Thuần quận công (không rõ họ tên) có vợ bị bệnh đã lâu. Nghe tiếng sư, Thuần quận công bèn sai người mời về để cầu an cho vợ, và để cho cả nhà được quy y với sư.<ref>Chép theo ''Việt Nam Phật giáo sử luận'' (tập 2, tr. 156-157). ''Lịch sử Phật giáo Việt Nam'' (tr. 328) và ''Thiền sư Việt Nam'' (tr. 342) đều ghi rằng: \"Sư lập đàn tụng kinh suốt 7 ngày đêm, thì chữa được bệnh của bà. Kính phục, cả nhà Thuần quận công đều xin quy y với Sư\".<\/ref> Xong việc, sư lại trở ra đảo.\n\nNăm [[1665]], Tổng thái giám Hoa Lễ hầu (không rõ họ tên) lại cho thuyền ra đảo thỉnh ông về làm đàn tràng sám hối, cầu cho hết bệnh lao mà ông mắc phải trong ba năm.<ref>Chép theo ''Việt Nam Phật giáo sử luận'' (tập 2, tr. 157). ''Lịch sử Phật giáo Việt Nam'' (tr. 328) và ''Thiền sư Việt Nam'' (tr. 342) đều ghi rằng: \"Sư lập đàn tụng kinh sám hối trong vòng 10 ngày đêm thì Hoa Lễ hầu khỏi bệnh. Cảm phục, viên quan này đem việc thuật lại cho Chúa Nguyễn Phúc Tần\".<\/ref> Chúa [[Nguyễn Phúc Tần]] nghe tiếng sư liền cho người đi mời về phủ. Sau khi hỏi thăm và úy lạo, Chúa Nguyễn truyền lập Thiền Tĩnh Viện trên núi Quy Kính (còn có tên là núi Quy Sơn; nay thuộc xã Hoài Ân, huyện [[Phú Lộc]], tỉnh [[Thừa Thiên Huế|Thừa Thiên-Huế]]) để sư ở tu. Quốc Thái phu nhân và ba công tử là Phúc Mỹ, Hiệp Đức và Phúc Tộ đều đến quy y học đạo với ông. Các quan, quân lính và dân chúng các tỉnh cũng đến xin quy y có đến hơn ngàn người. Thiền Tĩnh Viện trở nên một trung tâm [[Phật giáo]] nổi tiếng ở [[Miền Nam (Việt Nam)|Đàng Trong]].<ref>Nguồn: ''Việt Nam Phật giáo sử luận'' (tập 2, tr. 157), ''Lịch sử Phật giáo Đàng Trong'' (tập 1, tr.53) và ''Lịch sử Phật giáo Việt Nam'' (tr. 328).<\/ref>\n\nTrong số những người đến quy y có Thị nội thái giám Gia quận công, là người làng Thụy Bái, thuộc huyện Gia Định (nay là [[Gia Bình]]), phủ Thuận An, trấn [[Kinh Bắc]]. Trước đây, ông đầu quân [[Chúa Trịnh|Trịnh]], rồi theo vào đánh [[Thuận Hóa]] bị quân của Chúa Nguyễn Phúc Tần bắt sống, nhưng được tha và cho vào dạy học trong phủ chúa. Nhân việc ông thường đến học Phật tại Thiền Tĩnh Viện, nên có người ganh ghét tâu với chúa rằng ông và thiền sư Hương Hải đang âm mưu trốn ra Bắc. Chúa Nguyễn Phúc Tần liền sai người bắt sư và Gia quận công đem tra khảo.<ref>Theo ''Thiền sư Việt Nam'', tr.342.<\/ref> Tuy không có bằng chứng gì để kết tội, nhưng vì nghi ngờ nên Chúa Nguyễn đưa sư vào [[Quảng Nam]], cách xa [[Thuận Hóa]]. Vì sự đối đãi ấy, thiền sư Hương Hải mới quyết định ra [[Miền Bắc (Việt Nam)|bắc]].<ref>Nguồn: ''Việt Nam Phật giáo sử luận'' (tập 2, tr. 156), ''Lịch sử Phật giáo Việt Nam'' (tr. 329), ''Thiền sư Việt Nam'' (tr. 342).<\/ref>\n \n===Bị nghi ngờ, trở ra tu ở [[Đàng Ngoài]]===\nNăm [[1682]], sư chuẩn bị một chiếc thuyền cùng khoảng 50 đệ tử vượt bể ra [[Đàng Ngoài]]. Đến trấn Nghệ An, sư vào trình diện với quan trấn thủ.<ref>Theo ''Lịch sử Phật giáo Việt Nam'' (tr. 329), thì quan Trấn thủ khi ấy là Trịnh Na (trong ''Kiến văn tiểu lục'' của Lê Quý Đôn cũng ghi như vậy). Tuy nhiên, theo ''Hương Hải thiền sư ngữ lục'' và ''Đại Việt sử ký tục biên'', thì viên quan ấy là Trịnh Liễu; còn ''[[Khâm định Việt sử Thông giám cương mục]]'' thì ghi là Trịnh Điềm (TS. Lê Mạnh Thát cũng ghi là Trịnh Điềm).<\/ref> Viên quan ấy liền báo về triều. Chúa Trịnh (có lẽ là [[Trịnh Căn]] mới lên thay [[Trịnh Tạc]])<ref>Chép theo ''Việt Nam Phật giáo sử luận'' (tập 2, tr. 158). ''Lịch sử Phật giáo Việt Nam'' (tr. 329) và ''Thiền sư Việt Nam'' (tr.343) đều ghi là chúa [[Trịnh Tạc]].<\/ref> bèn cho Đường quận công (không rõ họ tên) mang thuyền vào đón hết thầy trò về [[Thăng Long]], tạm ngụ ở công quán. Điều tra lý lịch của thiền sư Hương Hải xong,<ref>Theo ''Lịch sử Phật giáo Việt Nam'' (tr. 329), thì người điều tra Sư là Nội giám Nhương quận công (không rõ họ tên) và bồi tụng Lê Hi. Trong quá trình điều tra, họ cũng cho mời người làng Áng Đô để dò hỏi.<\/ref> Chúa Trịnh cho vời sư vào triều thăm hỏi và phong cho chức Vụ sứ, đồng thời ban cho 300 quan tiền. Ngoài ra, mỗi năm triều đình còn cấp cho sư: 24 bồ thóc, 36 quan tiền, 1 tấm vải trắng. Các đồ đệ cũng được cấp phát. Sau đó, Chúa Trịnh bảo sư vẽ bản đồ hai xứ [[Thuận Hóa]] và [[Quảng Nam]]. Sư vẽ rất rõ ràng, lại được chúa thưởng tiền.<ref>Nguồn: ''Lịch sử Phật giáo Việt Nam'' (tr. 329), ''Thiền sư Việt Nam'' (tr. 342).<\/ref>\n\n[[Tháng tám|Tháng 8]] năm ấy ([[1682]]), Chúa Trịnh sai người đưa thầy trò sư về ở công quán trấn Sơn Tây. Ở đó được 8 tháng, sang năm [[1686]], chúa [[Trịnh Căn]] đưa thầy trò sư về ngụ ở [[Sơn Nam (địa danh cũ Việt Nam)|trấn Sơn Nam]]. Đến năm [[1683]], Chúa Trịnh ra lệnh cho trấn thủ trấn ấy là Lê Đình Kiên cất am tu và cấp ba mẫu đất công cho thầy trò sư. Lúc ấy, thiền sư Hương Hải đã được 56 tuổi. Đã có chỗ yên thân, nên suốt 17 năm sau đó, sư chuyên tu và sáng tác.\n \nNăm [[1700]], sư rời trấn Sơn Nam về mở đạo tràng ở chùa Nguyệt Đường (thuộc tổng An Tảo, huyện Kim Động, phủ Khoái Châu; nay thuộc tỉnh [[Hưng Yên]])<ref>Theo đây [http:\/\/www.tvsungphuc.net\/?option=com_content&task=view&id=265], thì chùa Nguyệt Đường có tên chữ là ''Tứ Nguyệt Đường Tự''. Rất tiếc là ngôi cổ tự này bây giờ không còn nữa. Nền chùa ngày nay là Văn miếu Xích Đằng, còn ngôi cổ tháp của Thiền sư Hương Hải thì nằm trong khuôn viên của nhà dân.<\/ref>, cốt để phục hưng phái thiền Trúc Lâm đã có từ thời [[Nhà Trần]].<ref>Nguồn: ''Lịch sử Phật giáo Việt Nam'' (tr. 330) và ''Thiền sư Việt Nam'' (tr. 343).<\/ref> Đệ tử xuất gia đắc pháp với sư rất nhiều, và người ở các nơi đến cầu đạo cũng rất đông. Vua [[Lê Dụ Tông]] có lần đón sư về kinh, vời vào nội điện để lập đàn cầu tự và thuyết pháp. Vua rất tôn kính sư, thường hỏi sư về phương pháp tu. Năm [[Giáp Ngọ]] ([[1714]]), chúa [[Trịnh Cương]] nhân đi kinh lý có ghé thăm chùa Nguyệt Đường, cúng dường tiền và đề [[thơ]] ở chùa.\n\n===Viên tịch===\nNăm [[Ất Mùi]] ([[1715]]) đời vua [[Lê Dụ Tông]], sáng ngày [[13 tháng 5]],<ref>Phần nhiều các sách đều ghi Sư mất vào ngày 13. Riêng ''Kiến văn tiểu lục'' (và GS. Lê Mạnh Thát) ghi Sư mất ngày 12, tức trước một ngày.<\/ref> sau khi tắm rửa, thiền sư Hương Hải khoác y, đội mũ, đeo tràng hạt, ngồi kiết già mà tịch, thọ 88 tuổi. Trước khi mất, sư đã phó chúc lại bài kệ:\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:Thời đương bát thập bát\n:Hốt nhiên đăng tọa thoát\n:Hữu lai diệc hữu khứ\n:Vô tử diệc vô hoạt\n:Pháp tính đẳng hư không\n:Sắc thân như bào mạt\n:Đông độ ly ta bà\n:Tây phương liên ngạc pháp.\n|\n:Dịch:\n:''Tuổi đương tám mươi tám\n:''Tọa thoát tự nhiên bỗng\n:''Có đến cũng có đi\n:''Không chết cũng không sống\n:''Pháp tính giống hư không\n:''Sắc thân như bọt mọn\n:''Đông độ rời ta bà\n:''Tây phương đài sen đón <ref>Chép theo TS. Lê Mạnh Thát, phần \"Niên đại và con người\" trong ''Toàn tập Minh Châu Hương Hải''.<\/ref>. <!--nên ghi tên người dịch-->\n|}\n==Tác phẩm==\nTheo ''Kiến văn tiểu lục'' của [[Lê Quý Đôn]], thì thiền sư Hương Hải đã chú giải các kinh, dịch và sáng tác bằng [[chữ Nôm]] hơn ba mươi tác phẩm truyền lại cho đời.<ref>Theo TS. Lê Mạnh Thát, thì Thiền sư Hương Hải đã diễn dịch ra tiếng Nôm 20 bộ kinh luận cùng sáng tác một số thơ văn khoảng 5 bài. Xem: [http:\/\/quangduc.com\/lichsu\/02mchau3.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121115213233\/http:\/\/quangduc.com\/lichsu\/02mchau3.html|date=ngày 15 tháng 11 năm 2012}}.<\/ref> Nhiều tác phẩm của sư chưa tìm lại được. Trong số những tác phẩm của sư, có những đề mục sau đây:\n\n*Giải Pháp Hoa kinh\n*Giải Kim Cương kinh lý nghĩa\n*Giải Sa di giới luật\n*Giải Phật Tổ tam kinh\n*Giải A Di Đà kinh\n*Giải Vô Lượng Thọ kinh\n*Giải Địa Tạng kinh\n*Giải Tâm kinh Đại Điên\n*Giải Tâm kinh ngũ chỉ\n*Giải Chân tâm trực thuyết\n*Giải Pháp bảo đàn kinh\n*Quán Vô Lượng Thọ kinh quốc ngữ\n*Phổ Khuyến tu hành\n*Bảng điều nhất thiên\n*Cơ duyên vấn đáp tịnh giải\n*Sự lý dung thông, thơ, v.v...\n\nNhìn chung tư tưởng thiền của thiền sư Hương Hải chủ yếu chịu ảnh hưởng tư tưởng thiền của Lục tổ [[Huệ Năng]], tức tư tưởng của [[Kim cương bát-nhã-ba-la-mật-đa kinh|kinh Kim Cang Bát Nhã]] và [[Pháp bảo đàn kinh|kinh Pháp Bảo Đàn]]. Bên cạnh đó, sư còn chịu ảnh hưởng \"tịnh\" và \"mật\" của thiền [[Trúc Lâm Yên Tử|Trúc Lâm]]. Và cũng vì trong sư vẫn tồn tại một nhà nho, nên sư còn mang tư tưởng \"Phật và [[Nho giáo|Nho]] vốn cùng một gốc\"...<ref>Tóm tắt theo ''Lịch sử Phật giáo Việt Nam'' (tr. 332-333), ''Lược sử Phật giáo Việt Nam'' (tr.417). Cần hiểu cặn kẽ, có thể đọc thêm ''Toàn tập Minh Châu Hương Hải'' của Tiến sĩ Lê Mạnh Thát [http:\/\/quangduc.com\/lichsu\/02mchau.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130126124117\/http:\/\/quangduc.com\/lichsu\/02mchau.html|date=ngày 26 tháng 1 năm 2013}}, ở mục \"Tư tưởng thiền của Hương Hải\" trong ''Việt Nam Phật giáo sử luận'' (tập 2) [http:\/\/www.thuvien-thichnhathanh.org\/index.php\/tac-ph-m\/101-vn-pht-giao-s-lun-i\/637-vnpgsl-ii-chng-21-thin-s-hng-hi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304224138\/http:\/\/www.thuvien-thichnhathanh.org\/index.php\/tac-ph-m\/101-vn-pht-giao-s-lun-i\/637-vnpgsl-ii-chng-21-thin-s-hng-hi|date=ngày 4 tháng 3 năm 2016}}, hoặc ở trong các sách khác.<\/ref>.\n\n==Sách tham khảo==\n* Nguyễn Lang (tức thiền sư [[Thích Nhất Hạnh]]), ''Việt Nam Phật giáo sử luận'' (tập 2). Nhà xuất bản Văn Học, 1992.\n* [[Thích Thanh Từ]], ''thiền sư Việt Nam'', Thành hội Phật giáo Thành phố Hồ Chí Minh xuất bản, 1992.\n*[[Lê Mạnh Thát]], ''Toàn tập Minh Châu Hương Hải'', Viện Nghiên cứu Phật học Việt Nam ấn hành 2000. Bản điện tử: [http:\/\/quangduc.com\/lichsu\/02mchau.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130126124117\/http:\/\/quangduc.com\/lichsu\/02mchau.html |date = ngày 26 tháng 1 năm 2013}}\n* Thích Tâm Tuệ, ''Lược sử Phật giáo Việt Nam''. Thành hội Phật giáo Thành phố Hồ Chí Minh xuất bản, 1993.\n* Nhiều người soạn (Nguyễn Tài Thư làm chủ biên), ''Lịch sử Phật giáo Việt Nam''. Nhà xuất bản Khoa học xã hội, 1991.\n*Nguyễn Hiền Đức, ''Lịch sử Phật giáo Đàng Trong'' (trọn bộ 2 tập), Nhà xuất bản. Thành phố Hồ Chí Minh, 1995.\n==Chú thích==\n{{Tham khảo}} \n \n{{Thời gian sống|sinh=1628|mất=1715}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Nhân vật thời Lê - Trịnh]]\n[[Thể loại:Quan lại chúa Nguyễn]]\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Thiền phái Trúc Lâm]]"}