{"1765642":"{{bài cùng tên|Hương Điền}}\n'''Hương Điền''' là một huyện cũ thuộc tỉnh [[Bình Trị Thiên]], sau thuộc tỉnh [[Thừa Thiên Huế]]. Huyện tồn tại từ năm 1977 đến năm 1990.\n\n==Địa lý==\nHuyện có địa giới hành chính: phía Bắc giáp 2 huyện [[Triệu Hải (huyện)|Triệu Hải]] và [[Hướng Hóa]], phía Nam giáp [[Huế|thành phố Huế]] và huyện [[Hương Phú (huyện)|Hương Phú]], phía Đông giáp [[Biển Đông]], phía Tây giáp huyện [[A Lưới]].\n\n== Lịch sử ==\nHuyện được thành lập từ ngày [[11 tháng 3]] năm [[1977]] trên cơ sở hợp nhất 3 huyện [[Hương Trà]], [[Phong Điền, Thừa Thiên Huế|Phong Điền]] và [[Quảng Điền]].<ref name=CP62>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-62-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Binh-Tri-Thien\/57969\/noi-dung.aspx Quyết định 62-CP năm 1977 hợp nhất điều chỉnh địa giới huyện thuộc tỉnh Bình Trị Thiên]<\/ref>\n\nKhi hợp nhất, huyện Hương Điền thuộc tỉnh Bình Trị Thiên, bao gồm 34 xã: Điền Hải, Điền Hòa, Điền Hương, Điền Lộc, Điền Môn, Hương Bằng, Hương Chữ, Hương Hải, Hương Hồ, Hương Long, Hương Phong, Hương Phú, Hương Sơ, Hương Thọ, Hương Toàn, Hương Văn, Hương Vinh, Hương Xuân, Phong An, Phong Bình, Phong Chương, Phong Hải, Phong Hiền, Phong Hòa, Phong Mỹ, Phong Sơn, Phong Thu, Quảng Lộc, Quảng Lợi, Quảng Ngạn, Quảng Phú, Quảng Phước, Quảng Thọ và Quảng Vinh.\n\nNgày [[13 tháng 3]] năm [[1979]], thành lập xã Hương Bình ở vùng kinh tế mới Bình Điền, Khe Điêng.<ref name=CP102>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-102-CP-phan-vach-dia-gioi-xa-phuong-Tinh-Binh-Tri-Thien\/57685\/noi-dung.aspx Quyết định 102-CP năm 1979 phân vạch địa giới xã, phường thuộc tỉnh Bình Trị Thiên]<\/ref>\n\nNgày [[18 tháng 5]] năm [[1981]], thành lập xã Phong Xuân ở khu kinh tế mới Ồ Ồ và chuyển xã Hồng Tiến thuộc huyện [[A Lưới]] về huyện Hương Điền quản lý.<ref name=187CP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-187-CP-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-Binh-Tri-Thien\/43075\/noi-dung.aspx Quyết định 187-CP điều chỉnh địa giới xã, thị trấn thuộc tỉnh Bình Trị Thiên]<\/ref>\n\nNgày [[11 tháng 9]] năm [[1981]], chuyển 8 xã: Hương Hải, Hương Phong, Hương Vinh, Hương Sơ, Hương Long, Hương Hồ, Hương Bình và Hương Thọ về thành phố Huế quản lý. \n\nHuyện Hương Điền còn lại 29 xã: Điền Hải, Điền Hòa, Điền Hương, Điền Lộc, Điền Môn, Hồng Tiến, Hương Bằng, Hương Chữ, Hương Phú, Hương Toàn, Hương Văn, Hương Xuân, Phong An, Phong Bình, Phong Chương, Phong Hải, Phong Hiền, Phong Hòa, Phong Mỹ, Phong Sơn, Phong Thu, Phong Xuân, Quảng Lộc, Quảng Lợi, Quảng Ngạn, Quảng Phú, Quảng Phước, Quảng Thọ và Quảng Vinh.<ref name=64HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-64-HDBT-mo-rong-thanh-pho-Hue-thi-xa-Dong-Ha-phan-vach-lai-dia-gioi-huyen-Huong-Dien-Trieu-Hai-tinh-Binh-Tri-Thien\/43125\/noi-dung.aspx Quyết định 64-HĐBT mở rộng thành phố Huế, thị xã Đông Hà, phân vạch lại địa giới các huyện Hương Điền, Hương Phú, Triệu Hải, Bến Hải, tỉnh Bình Trị Thiên]<\/ref>\n\nNgày [[6 tháng 1]] năm [[1983]]<ref name=03HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-03-HDBT-phan-vach-dia-gioi-xa-phuong-thi-tran-tinh-Binh-Tri-Thien\/55495\/noi-dung.aspx Quyết định 03-HĐBT năm phân vạch địa giới xã, phường, thị trấn thuộc tỉnh Bình Trị Thiên]<\/ref>: \n*Chia xã Quảng Lộc thành 2 xã: Quảng An và Quảng Thành \n*Chia xã Quảng Lợi thành 2 xã: Quảng Lợi và Quảng Thái \n*Chia xã Quảng Ngạn thành 2 xã: Quảng Ngạn và Quảng Công.\n\nNgày [[12 tháng 1]] năm [[1984]]<ref name=7HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-7-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Binh-Tri-Thien\/43392\/noi-dung.aspx Quyết định 7-HĐBT phân vạch địa giới xã, thị trấn thuộc tỉnh Bình Trị Thiên]<\/ref>: \n*Tách thôn Tân Lập và thôn Phú Ốc của xã Hương Phú để thành lập thị trấn Tứ Hạ \n*Tách thôn Lại Thành của xã Hương Phú để nhập vào xã Hương Bằng thành đơn vị hành chính: xã Hương Vân.\n\nTừ đó, đơn vị hành chính của huyện Hương Điền bao gồm thị trấn Tứ Hạ và 31 xã: Điền Hải, Điền Hòa, Điền Hương, Điền Lộc, Điền Môn, Hồng Tiến, Hương Chữ, Hương Toàn, Hương Văn, Hương Vân, Hương Xuân, Phong An, Phong Bình, Phong Chương, Phong Hải, Phong Hiền, Phong Hòa, Phong Mỹ, Phong Sơn, Phong Thu, Phong Xuân, Quảng An, Quảng Công, Quảng Lợi, Quảng Ngạn, Quảng Phú, Quảng Phước, Quảng Thái, Quảng Thành, Quảng Thọ, Quảng Vinh.\n\nNgày [[30 tháng 6]] năm [[1989]], huyện Hương Điền thuộc tỉnh Thừa Thiên Huế vừa được tái lập.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-dai-gioi-hanh-chinh-cua-cac-tinh-Nghia-Binh-Phu-Khanh-va-Binh-Tri-Thien-42792.aspx Nghị quyết phân vạch địa giới hành chính của các tỉnh Nghĩa Bình, Phú Khánh và Bình Trị Thiên]<\/ref>\n\nNgày [[29 tháng 9]] năm [[1990]], huyện Hương Điền lại được tách trở lại như trước khi hợp nhất, thành 3 huyện: Hương Trà, Phong Điền và Quảng Điền<ref>Quyết định số 345-HĐBT phân vạch địa giới các huyện Hương Điền, Hương Phú, Phú Lộc và điều chỉnh địa giới thành phố Huế.<\/ref>:\n* Huyện [[Hương Trà]] bao gồm thị trấn Tứ Hạ và 15 xã: Bình Điền, Bình Thành, Hải Dương, Hồng Tiến, Hương An, Hương Bình, Hương Chữ, Hương Hồ, Hương Phong, Hương Phú, Hương Thọ, Hương Toàn, Hương Văn, Hương Vân, Hương Vinh, Hương Xuân.\n* Huyện [[Phong Điền, Thừa Thiên Huế|Phong Điền]] bao gồm 15 xã: Điền Hải, Điền Hòa, Điền Hương, Điền Lộc, Điền Môn, Phong An, Phong Bình, Phong Chương, Phong Hải, Phong Hiền, Phong Hòa, Phong Mỹ, Phong Sơn, Phong Thu và Phong Xuân.\n* Huyện [[Quảng Điền]] bao gồm 10 xã: Quảng An, Quảng Công, Quảng Lợi, Quảng Ngạn, Quảng Phú, Quảng Phước, Quảng Thái, Quảng Thành, Quảng Thọ và Quảng Vinh.\n\nTừ đó, huyện Hương Điền không còn tồn tại.\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai Thừa Thiên Huế}}\n\n[[Thể loại:Hành chính Thừa Thiên Huế]]\n[[Thể loại:Huyện cũ Việt Nam]]"}