{"3191730":"{{Cần biên tập|date=tháng 1\/2022}}\n[[File:Flickr_-_dalbera_-_Huong_Thanh_Trio,_(musée_Guimet,_Paris)_(8).jpg|nhỏ|200px|Hương Thanh (2007)]]\nĐược mệnh danh là \"''Sứ giả nhạc cổ và dân ca Việt Nam tại Châu Âu''\"<ref>{{Chú thích web|url=http:\/\/vov.vn\/van-hoa-giai-tri\/nghe-si-huong-thanh-su-gia-nhac-co-va-dan-ca-viet-nam-tai-chau-au-415595.vov|title=Nghệ sĩ Hương Thanh: Sứ giả nhạc cổ và dân ca Việt Nam tại Châu Âu|date=21 tháng 7 năm 2015|access-date =30 tháng 7 năm 2017|website=VOV|publisher=|author=Phương Thúy\/VOV-Trung tâm Tin}}<\/ref>, '''Hương Thanh''' là một ca sĩ sinh ra tại Sài Gòn và hiện đang sống tại [[Pháp]]. Lớn lên trong một gia đình cổ nhạc truyền thống, cô hát nhạc cổ truyền và [[cải lương]]. Tên cô được biết đến rất nhiều khán giả ở [[Châu Âu]] với những làn điệu [[dân ca ba miền]] Việt Nam hay nhạc cổ phối khí với nhạc [[jazz]].<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/em-gai-huong-lan-lam-show-hat-dan-ca-1912883.html|title=Em gái Hương Lan làm show hát dân ca|date=7 tháng 5 năm 2011|access-date =30 tháng 10 năm 2017|website=Báo điện tử VnExpress|author=Hoàng Dung}}<\/ref>\n\nĐến nay cô là ca sĩ Việt Nam đầu tiên và duy nhất nhận được giải thưởng cao nhất về dòng nhạc Word Musique của đài phát thanh Pháp France Musique vào năm 2007. Hiện cô vẫn luôn theo đuổi con đường mình đã vạch ra là mang âm nhạc Việt Nam đến gần âm nhạc nhiều nước Á Châu, Âu Châu hay châu Phi khác nhau.\n\n== Tiểu sử ==\n{{wikify}}\n'''Hương Thanh''' sinh tại [[Sài Gòn]] trong [[gia đình]] nghệ sĩ truyền thống. Cha của cô ([[Hữu Phước]]), là nghệ sĩ [[cải lương]] nổi tiếng. Lúc 10 tuổi, Hương Thanh đã bắt đầu học [[Cải lương]] và [[dân ca]]. Trong [[không gian]] của [[gia đình]] không bao giờ vắng bóng các [[nghệ sĩ]] và [[diễn viên]] đến để tập tuồng, các nghệ sĩ nầy đã trở thành những [[giáo viên]] tự phát của cô từ lúc nhỏ. Từ lúc 13 tuổi, ngoài những buổi học ở trường, cô còn học thêm tân nhạc với các [[nhạc sĩ]] '''[[Duy Khánh]],''' '''[[Trầm Tử Thiêng]]''', '''[[Mặc Thế Nhân]]''', '''[[Nguyễn Trung Khuyến|Bảo Thu]]''',..., cổ nhạc với nhạc sĩ '''[[Út Trong]]''' (cũng là thầy các nghệ sĩ nổi tiếng như '''[[Thanh Nga]]''', v.v.), và kịch nói với nghệ sĩ '''[[Xuân Phát]]'''. Cô lên sàn diễn lần đầu tiên lúc cô được 16 tuổi.<ref>{{Chú thích web|url=http:\/\/www.doanhnhansaigon.vn\/chan-dung-nghe-si\/nghe-si-huong-thanh-trong-loi-ca-yeu-nhip-phach\/1090263\/|title=Nghệ sĩ Hương Thanh: Trọng lời ca, yêu nhịp phách|date=21 tháng 7 năm 2015|access-date =30 tháng 10 năm 2017|website=http:\/\/www.doanhnhansaigon.vn|author=Hoàng Linh Lan|archive-date = ngày 27 tháng 2 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160227170405\/http:\/\/www.doanhnhansaigon.vn\/chan-dung-nghe-si\/nghe-si-huong-thanh-trong-loi-ca-yeu-nhip-phach\/1090263\/|url-status=dead}}<\/ref>\n\nTừ lúc theo cha và gia đinh định cư tại Pháp vào năm 1988, cô đã tham gia biểu diễn cải lương trong cộng đồng Việt Nam ở nhiều nước châu Âu như Đức, Pháp, Thụy Sĩ, Bỉ với nhiều nghệ sĩ nổi tiếng trong nước trong đó có cha của cô. Và mỗi lần cô trở về Việt Nam, cô thực hiện những cát-xét với các nhạc sĩ nỏi tiếng trong nước. Cô gặp nhạc sĩ '''Nguyên Lê''' giới thiệu cô vào thế giới jazz vào năm 1995, một thể loại nhạc mà cô chưa từng biết đến. Cuộc phiêu lưu của chương trình \"'''Tales from Viet Nam'''\" bắt đầu: nhóm nhạc đã đi diễn trong những lễ hội lớn ở Pháp, Áo, Thụy Sĩ, Ý, Bồ Đào Nha, Vương quốc Anh. Năm 1996, đĩa của chương trìng đã được thực hiện và xuất bản. Đĩa nầy đã đón nhận được nhiều khen thưởng từ các nhà phê bình trên toàn thế giới: giải thưởng Diapason d'Or, Choc của tạp chí Monde de la Musique, Choc của năm 1996 của tạp chí Jazzthing (Đức), CD hay nhất trong năm 1996 của đài phát thanh TRS (Thụy Sĩ), \"gần như là tuyệt tác\" lời phê bình của tạp chí Jazztimes (Hoa Kỳ).\n\nNăm 1996, tại lễ hội '''Banlieues Bleues''' ở Paris, HươngThanh tham gia vào chương trình \"'''De la Lune et du Vent'''\"(''Trăng vá Gió''), trong đó có những vũ công truyền thống và đương đại Việt Nam đã được tích hợp với nhóm nhạc \"Tales from Viet Nam\". Không những hát mà cô cùng múa kiếm trong vai Trưng Trắc Trưng Nhị đang chuẩn bị chống ngoại xâm. Cùng năm ấy, HươngThanh được mời tham gia trình diễn buổi mừng kỷ niệm 50 năm Tuyên ngôn nhân quyền tại '''[[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] v'''ới nhiều nghệ sĩ năm châu. Năm 1998, cô tham gia hát vào đĩa \"'''Maghreb & friends'''\" của Nguyên Lê, một tác phẩm của nhạc sĩ người Algeria '''Karim Ziad'''.\n\nNăm 1999, hãng đĩa Đức '''ACT Music''' mời cô hợp tác và thực hiện album đầu tiên của cô \"'''Moon and Wind'''\", đặt cho Nguyên Lê thâu và thực hiện. Cô đã được nhà phê bình Ian Anderson (Anh Quốc) dành cho cô những lời khen thưởng đặc biệt trên trang báo fRoots (\"''This woman has a voice that melts glaciers and make deserts bloom with roses''\" tạm dịch là \"''Cô có một giọng ca làm tan những'' ''khối băng đá và làm nở rộ'' ''những'' ''đoá'' ''hoa hồng trong sa mạc''\"). Và các album hợp tác những năm nối tiếp sau \"'''Dragonfly'''\", \"'''Mangustao'''\", \"'''Fragile Beauty'''\" gặt hái rất nhiều thành công, giải thưởng và những lời phê bình rất tốt đẹp. Cùng tham gia vào thực hiện những album nầy, ngoài nhạc sĩ Nguyên Lê có rất nhiều tên tuổi nhạc sĩ danh tiếng quốc tế như '''Paolo Fresu''' (Ý), '''Renaud Garcia Fons''' (Tây Ban Nha), '''Karim Ziad''' (Algeria), '''Richard Bona''' (Cameroon), '''Michel Alibo''' (Martinique), '''Dhafer Youssef''' (Tunisia), '''François Verly''' (Pháp), v.v.\n\nNăm 2007, cô nhận được giải thưởng cao nhất '''Prix Musiques du Monde''' của đái phát thanh Pháp '''[[:fr:France Musique|France Musique]]'''. Với giải thưởng nấy cô về Việt Nam thực hiện album về bài bản cải lương \"'''Musique du Théâtre Cai Luong \/ Cai Luong Music'''\", do hãng dĩa '''[[:fr:Ocora Radio France|Ocora Radio France]]''' xuất bản, với những nhạc sĩ cổ nhạc nổi tiếng Miền Nam. Đối với cô, đây là cuộc hành trình trở về nguồn cội nghệ thuật tuồng Cải Lương của gia đình mà cô ấp ủ từ lâu.\n[[Hình:Flickr - dalbera - Huong Thanh Trio, (musée Guimet, Paris) (2).jpg|nhỏ|Hương Thanh Trio]]\n[[File:Flickr - dalbera - Huong Thanh Trio avec Mieko Miyazaki (musée Guimet, Paris).jpg|nhỏ|Hương Thanh Trio]]\nNăm 2008, cô muốn mang dân ca Việt Nam của mình đến gần âm nhạc những nước lân cận. Với nữ nhạc sĩ Nhật Bản [[koto (nhạc cụ)|đàn tranh koto]] đã được mời tham gia vào thực hiện một trong những album của cô, Mieko Miyazaki, và nam nhạc sĩ [[đàn nhị]] Trung Quốc Guo Gan, Hương Thanh thành lập lên nhóm '''Asian Colors'''. Với những nhạc sĩ rất tài ba, nhóm nầy gặt hái rất nhiều thành công tại nhiều lễ hội ở Pháp và Âu Châu: Music Meeting Festival ở Nijmegen (Hà Lan), Festival des Nuits Atypiques, Festival des Chants Polyphoniques (Phàp), Murcia (Tây Ban Nha), Pahoda Festival ở Bratislavia (Slovakia), Festival Colours of Ostrava (Czech Republic),...\n\nNăm 2009, cô thực hiện album về dân ca thuần túy Việt Nam \"'''L'Arbre aux Rêves \/ Tree of dreams'''\" cùng với các nhạc sĩ thuần túy trong nước. Đĩa nấy, được phát hành vào năm 2011 bởi Buda Musique \/ Universal Music France, và được tập san Music Magazine (Nhật Bản) đánh giá là một trong 10 album hay nhất trong năm.\n\nNăm 2013, với nhóm '''Camkytiwa''' cô lập nên vài năm trước gồm 4 nữ nhạc sĩ: E'Jeoung Ju (Hàn Quốc - đàn tranh geomungo), Fumie Hihara (Nhật Bản - đành tranh koto & \nđàn tam [[shamisen]]), Li Yan (Trung Quốc - đàn nhị) và Hương Thanh (Việt Nam), đĩa \"'''Camkytiwa, les Fleurs du Levant \/ Camkytiwa, Flowers of Levant'''\" đã được ra đời với nhóm nầy gồm những bài dân ca Việt Nam hòa âm với những dòng nhạc và các nhạc cụ truyền thống của các nước láng giềng lân cận. Nhóm nhạc đã lưu diễn nhiều thành phố như La Ville du Bois, Andilly, Serbonnes, Gerardmer, Munster, Kayserberg,...(Pháp), Festival Clandestino ở Goteborg (Thụy Điển), San Francisco, Orange County (California - Mỹ), thành phố Hochiminh (Việt Nam),..hay trên đài France Musique.\n\nDầu rằng cô vẫn sẵn sàng tiếp tục phiêu lưu trên con đường pha trộn âm nhạc Việt Nam với âm nhạc quốc tế, cô không quên mang nghệ thuật tuồng, dân ca hay nhạc cổ truyền Việt Nam giới thiệu đến với khán giả quốc tế. Năm 2013, hợp tác với Viện bảo tàng nghệ thuật Á Đông Pháp Guimet, cô giới thiệu đến với khán giả Pháp và quốc tế nghệ thuật tuồng Cải Lương Việt Nam với chương trình \"'''Dạ Cổ, Tambour dans la nuit'''\" có sự tham gia đặc biệt của nữ nghệ sĩ gạo cội '''Ngọc Giàu''', và nhiều nhạc sĩ đến từ Việt Nam. Những buổi diễn tại viện bảo tàng cháy vé, thính phòng không đủ chỗ để đáp ứng nhu cầu của khán giả.\n\nVào năm 2014, cô đã hợp tác dựng lên chương trình \"'''Tiếng Trúc Tiếng Tơ (De Bambou et de Soie)'''\" giới thiệu cho khán giả ngoại quốc khám phá kho tàng nhạc cổ truyền của ba miền Việt Nam như ''[[Ca trù]], [[Xẩm]], [[ca Huế]], [[Chầu văn]], [[Đờn ca tài tử Nam Bộ|Tài Tử]], [[Ca Huế]],'' hay những ''điệu Hò, điệu Lý''... tại viện bảo tàng Pháp Guimet. Với sự tham gia rất nhiều [[nghệ sĩ]] thuần túy cổ truyền tên tuổi hàng đầu đến từ [[Việt Nam]], những buổi diễn này rất thành công và để lại ấn tượng rất đẹp trong lòng mọi người.\n\nNăm [[2016]], cô được mời tham gia vào album của [[DJ|nghệ sĩ DJ]] Nodey thực hiện.\n\nĐầu năm [[2017]], công tác với nhạc trưởng và nhạc sĩ jazz Pháp Franck Tortiller và nhiều nhạc sĩ jazz Pháp, Hương Thanh trở lại với dòng nhạc jazz. Album \"'''Sài Gòn, Saïgon'''\", bao gồm những tác phẩm được sáng tác vào những thập niên 30 đến 50 và những sáng tác mới của Hương Thanh, được thực hiện và xuất bản.\n\n== Giải thưởng ==\nNăm 2007, '''Hương Thanh''' nhận được giải thưởng '''Musique du Monde''' của đài phát thanh Pháp '''France Musique.'''<ref>{{Chú thích web|url=http:\/\/ttdt.hsu.edu.vn\/userdata\/posts\/77\/ThonginNgheSy.pdf|title=Présentation du Duo Huong Thanh - Jason Carter (Vietnamien)}}<\/ref><ref>{{Chú thích web|url=http:\/\/vovworld.vn\/vi-VN\/giai-dieu-que-huong\/giong-hat-huong-thanh-voi-dan-ca-co-am-huong-jazz-550108.vov|title=Giọng hát Hương Thanh với dân ca có âm hưởng jazz|date=13 tháng 6 năm 2017|access-date =30 tháng 10 năm 2017|website=VOV5|author=PH}}<\/ref>\n\n== Discography ==\n\n=== Âm nhạc Việt Nam và nhạc truyền thống ===\n* ''Chuyện ba người'', 1995\n* ''Chuyện phim buồn'', 1996\n* ''Duyên ta như mây'', 1996\n* ''Tơ duyên'', 1996\n* ''Sao em nỡ vội lấy chồng'', 1998\n* ''Viet Nam: Musique du théâtre Cai Luong'', [[Ocora]], 2008\n* ''L'Arbre au Rêves'', [[Buda Musique]] \/ Universal Music France, 2011\n\n=== Thế giới jazz và world music ===\n* ''Moon and Wind'', [[ACT Music]], 1999\n* ''Dragonfly'', ACT Music, 2001\n* ''Mangustao'', ACT Music, 2004\n* ''Fragile Beauty'', ACT Music, 2007\n* ''Camkytiwa: Les fleurs du levant'', Buda Musique \/ Universal France, 2013\n* ''Sài Gòn, Saïgon'', Buda Musique \/ Universal France, 2017\n\n=== Tham gia ===\n* ''Tales from Vietnam, de Nguyên Lê'', ACT Music, 1996\n* ''Magreb and Friends, Nguyên Lê,'' ACT Music, 1998\n* ''Saigon Inspiring'',Limborg,Terra Humana, 2006\n* ''Charles Darwin'',,XII Alfonso, 2012\n* ''A Million Stars'', Geir Lysne, ACT Music, 2014\n* ''Vinasounds Vol.1 EP,'' Nodey\/Modulor, 2016\n\n=== Compilation ===\n* ''More Magic In A Noisy World'', ACT Music, 1997\n* ''Magic Moments: The Ultimate ACT World Jazz Anthology, Volume IV'', ACT Music, 2000\n* ''fRoots N°14'', Folk Roots, 2000\n* ''Arôme: Barbara Bui Cafe'', Wagram Music, 2001\n* ''Global Magic: The Ultimate ACT World Jazz Anthology, Volume V'', ACT Music, 2001\n* ''World 2001'', Virgin, 2001\n* ''East Asia Travelogue'', Travelogue, 2002\n* ''Man Ray, Volume 2'', Universal Licensing Music (ULM), Milan Records, 2002\n* ''Little Buddha Cafe (DJ Sam-Popat)'', George V Records, 2002\n* ''La Planète Bleue, Volume 2,'' Wagram Music, 2003\n* ''Magic Voices'', ACT Music, 2003\n* ''FIP Selection Musiques du Monde Vol.1'', FIP, 2003 \n* ''Magic Moments 2: The Ultimate ACT World Jazz Anthology, Volume VI'', ACT Music, 2004\n* ''GEO [World]'', [[EMI Music]], 2004\n* ''Asian Garden: The World of Asian Grooves'', Soulstar, 2004\n* ''Harem's Secret, Volume 1'', Soulstar, 2004\n* ''The Very Best of The Far East,'' Nascente, 2004\n* ''Magic Moments: 3 CD Box'', ACT Music, 2005\n* ''Jet Lag Inspiring Saigon'', Believe, 2006\n* ''ACT: 15 Magic Years 1992-2007'', ACT Music, 2007\n* ''The Rough Guide to the Music of Vietnam'', World Music Network, 2007\n* ''Songlines: Top of the World 48'', Songlines, 2007\n* ''Chill Out in Paris 7: Kings of Lounge, the Secret Garden'', Stefano Cecchi Records, 2008\n* ''Divas du monde'', RCA Victor, 2008\n* ''Songlines: Great Moments in World Music,'' Songlines, 2008\n* ''Supperclub Presents Nomads 6'', United Recordings, 2009\n\n= Liên kết ngoài =\n* Bài báo Thanh Niên: [http:\/\/www.thanhnien.com.vn\/kieu-bao\/nghe-si-huong-thanh-su-gia-nhac-co-va-dan-ca-viet-nam-o-chau-au-201253.html Nghệ sĩ Hương Thanh: sứ giả nhạc cổ và dân ca Việt Nam ở châu Âu]\n* [https:\/\/www.youtube.com\/watch?v=_iDAc9h1wDg Youtube: Lý Mười Thương]\n* [https:\/\/www.youtube.com\/watch?v=bSCiKj8m8b0 Hương Thanh và nhóm Asían Colors tại lễ hội Music Meeting]\/ \n* [https:\/\/www.youtube.com\/watch?v=-ONP81gEzVg Hương Thanh và nhóm Camkytiwa] \n* [http:\/\/www.guimet.fr\/fr\/auditorium\/spectacles\/d-c-tambour-dans-la-nuit Giới thiệu chương trình \"Dạ Cổ\" tại viện bảo tàng nghệ thuật Á Đông Guimet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141111090913\/http:\/\/www.guimet.fr\/fr\/auditorium\/spectacles\/d-c-tambour-dans-la-nuit |date = ngày 11 tháng 11 năm 2014}}\n* [http:\/\/www.guimet.fr\/fr\/auditorium\/concerts\/de-bambou-et-de-soie-ting-truc-ting-t Chương trình \"Tiếng Trúc Tiếng Tơ\" tại viện bảo tàng nghệ thuật Á Đông Guimet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150924024214\/http:\/\/www.guimet.fr\/fr\/auditorium\/concerts\/de-bambou-et-de-soie-ting-truc-ting-t |date = ngày 24 tháng 9 năm 2015}}\n* [http:\/\/www.francemusique.fr\/emission\/couleurs-du-monde\/2013-2014\/de-bambou-et-de-soie-couleurs-du-vietnam-06-04-2014-22-30 Phóng sự buổi diễn \"Tiếng Trúc Tiếng Tơ\" với Hương Thanh trên đài phát thanh Phap France Musique]\n* [http:\/\/tuoitre.vn\/tin\/tuoi-tre-cuoi-tuan\/van-hoa-nghe-thuat\/20150723\/noi-day-cung-la-yeu-thuong\/780612.html Bài báo Tuổi Trẻ: \"Nơi đây cũng là yêu thương\"]\n* [http:\/\/vovworld.vn\/fr-ch\/Magazine-Dimanche\/Quand-les-musiques-du-monde-donnent-des-ailes-au-chant-traditionnel\/356438.vov Chương trình phát thanh trên VOVworld \"Quand les musiques du monde donnent des ailes au chant traditionnel]\"\n\n== Tham khảo ==\n{{commonscat|Huong Thanh Trio}}\n* [https:\/\/www.actmusic.com\/en\/Artists\/Huong-Thanh\/Biografie Nhà xuất bản ACT: Biography] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170111223436\/https:\/\/www.actmusic.com\/en\/Artists\/Huong-Thanh\/Biografie |date=2017-01-11 }}\n* [http:\/\/www.hommes-et-migrations.fr\/docannexe\/file\/1165\/chroniques_1259_chroniques_1259_129_133.pdf Hommes et Migrations: Huong Thanh, chanteuse vietnamienne tragi-moderne]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người Pháp gốc Việt]]\n[[Thể loại:Người Việt di cư tới Pháp]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nghệ sĩ Công giáo Việt Nam]]\n[[Thể loại:Sinh thế kỷ 20]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]\n[[Thể loại:Nghệ sĩ cải lương]]\n[[Thể loại:Ca sĩ dân ca Việt Nam]]"}