{"184855":"{{bài cùng tên}}{{Thông tin nhân vật phong kiến\n| tiền tố = \n| tên = Hải Triều\n| tên gốc = Nguyễn Khoa Văn\n| nền = nhà văn\n| hình = Hai Trieu.jpg\n| kích thước hình = 100px\n| chú thích hình = \n| nghệ danh = \n| tên khai sinh = \n| ngày sinh = [[1 tháng 10]] năm [[1908]]\n| nơi sinh = [[Huế]]\n| ngày mất = [[6 tháng 8]] năm [[1954]] (45 - 46 tuổi)\n| mất = [[6 tháng 8]] năm [[1954]] \n (45 - 46 tuổi)\n| nơi mất = [[Thanh Hóa]]\n| an táng = [[Khu Di tích lịch sử lưu niệm danh nhân Phan Bội Châu]]\n| quốc tịch = {{VIE}}\n| đảng = {{CSVN|DD}}\n| nghề nghiệp = \n| bút danh = Nam Xích Tử, Hải Triều\n| năm hoạt động văn học = 1927 - 1954\n| chủ đề văn học = tả thực xã hội\n| tác phẩm văn học = ''Duy tâm hay duy vật'' (1936), ''Văn sĩ và xã hội'' (1937), ''Chủ nghĩa Mac xít phổ thông'' (1938), ([[#Tác phẩm|danh sách]])\n| giải thưởng 1 = [[Giải thưởng Hồ Chí Minh]]\n| năm 1 = [[Giải thưởng Hồ Chí Minh đợt I|1996]]\n| hạng mục 1 = Văn học nghệ thuật\n}}\n'''Hải Triều''' tên thật '''Nguyễn Khoa Văn''' ([[1 tháng 10]] năm [[1908]] - [[6 tháng 8]] năm [[1954]]) là một [[nhà báo]], nhà lý luận Marxist, nhà phê bình văn học Việt Nam. Ông là nhà lý luận tiên phong trong nền báo chí cách mạng Việt Nam, đặc biệt qua hai cuộc tranh luận gây được tiếng vang lớn vào thập niên [[1930]]: ''Duy vật hay duy tâm'' và ''[[Nghệ thuật vị nghệ thuật hay Nghệ thuật vị nhân sinh]]''. Những bài viết của ông đả kích mạnh mẽ [[chủ nghĩa duy tâm]] và lối [[văn học lãng mạn]], xa rời thực tế, \"nghệ thuật vị nghệ thuật\", đề cao những sáng tác theo [[chủ nghĩa hiện thực]] hay \"tả thực xã hội\" đồng thời cũng góp phần phổ biến [[chủ nghĩa Marx]] đến công chúng. Ông là cây bút xuất sắc, nhạy bén không chỉ trong văn học mà còn trong các vấn đề triết học và kinh tế, chính trị quốc tế.\n\n== Tiểu sử ==\nHải Triều sinh ở làng [[An Cựu]] ở ngoại thành [[Huế]], quê ở [[Lê Lợi, An Dương]], [[Hải Phòng]], là dòng dõi quan Nội tán [[Nguyễn Khoa Đăng]]. Cha ông là nhà nho [[Nguyễn Khoa Tùng]], từng làm nghị viên Viện dân biểu Trung Kỳ. Mẹ ông là nữ sĩ [[Đạm Phương]], người hoạt động bênh vực quyền lợi phụ nữ và nhi đồng. Lớn lên, ông học ở trường [[Trường Trung học phổ thông chuyên Quốc Học|Quốc Học Huế]], sau đó bị đuổi khỏi trường do tham gia các phong trào thanh niên yêu nước.\n\nNăm [[1927]], ông tham gia đảng [[Tân Việt cách mạng đảng|Tân Việt]] sau đó vào hoạt động ở [[Thành phố Hồ Chí Minh|Sài Gòn]]. Ông bắt đầu tham gia viết báo với bút danh '''Nam Xích Tử''' (chàng trai Nam đỏ). Ông gây ấn tượng qua những bài báo phê phán [[chủ nghĩa Tam Dân]] của [[Tôn Dật Tiên|Tôn Trung Sơn]] và dịch [[Tư bản (tác phẩm)|Tư bản]] của Karl Marx. Năm 1930, ông ra [[Hà Tĩnh]] họp hội nghị toàn quốc [[Đông Dương Cộng sản Liên đoàn]], sau đó ông bị Pháp bắt rồi được thả ra. Tháng 6 năm 1930, ông được kết nạp và [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] và được cử vào Tỉnh uỷ Thừa Thiên. Tháng 8, ông vào công tác ở Sài Gòn và tham gia thành uỷ Sài Gòn - Chợ Lớn, viết bài cho báo ''Cờ đỏ''. Năm 1931, ông bị bắt ở Sài Gòn và bị kết án 9 năm khổ sai, 8 năm quản thúc. Nhưng đến tháng 7 năm 1932, ông được thả tự do.\n\nSau khi ra tù, Nguyễn Khoa Văn mở hiệu sách báo Hương Giang ở Huế và đồng thời bắt đầu viết cho báo ''Đông Phương'' dưới bút danh mới - Hải Triều. Ông bắt đầu gây tiếng vang qua những cuộc tranh luận của [[Phan Khôi]] trên các báo ''Đông Phương, Phụ nữ tân tiến''...: \"''Duy vật hay duy tâm''\", \"''Nước ta có [[phong kiến|chế độ phong kiến]] hay không''\". Ông hoạt động sôi nổi trong [[thời kì Mặt Trận Dân Chủ]] (1936-1939), viết bài cho các báo ''Nhành lúa, Dân, Đời mới, Kiến văn, Tiếng vang, Hồn trẻ, Tin tức, Tin mới''... đặc biệt qua cuộc bút chiến về \"Nghệ thuật vị nghệ thuật hay Nghệ thuật vị nhân sinh\" (kéo dài từ 1935 - 1939) với [[Hoài Thanh]], [[Thiếu Sơn]], [[Lưu Trọng Lư]]...\n\n[[Tháng tám|Tháng 8]] năm [[1940]], ông bị chính quyền Pháp bắt đi an trí tại Phong Điền đến [[tháng ba|tháng 3]] năm [[1945]]. Tháng 8 năm 1945, ông tham gia cướp chính quyền ở Huế. Sau [[Cách mạng Tháng Tám]], ông làm Giám đốc Sở Tuyên truyền Trung bộ sau đó rồi làm Giám đốc Sở Tuyên truyền Liên [[Quân khu 4, Quân đội nhân dân Việt Nam|khu IV]] trong [[chiến tranh Đông Dương|kháng chiến chống Pháp]]. Thời gian này ông hoạt động chủ yếu là tuyên truyền, phổ biến chủ nghĩa Marx. Ông làm chi hội trưởng Chi hội nghiên cứu chủ nghĩa Karl Marx, chủ nhiệm tạp chí ''Tìm hiểu''.\n\nÔng mất ngày [[6 tháng 8]] năm 1954 tại [[Thanh Hóa]], khi mới 46 tuổi. Ông được an táng trên cánh đồng Bảo Đà. Sau này hài cốt ông được đưa về Khu Di tích lịch sử lưu niệm danh nhân [[Phan Bội Châu]] vào năm [[1984]].\n\nÔng là cha của nhà thơ [[Nguyễn Khoa Điềm]]. Tên Hải Triều được đặt cho một số con phố ở [[Thành phố Hồ Chí Minh]], [[Thanh Hóa|Thanh Hoá]], [[Hải Phòng]].\n\n== Sự nghiệp ==\nSách của Hải Triều viết không nhiều, trước khi mất ông chỉ có xuất bản có một số cuốn: ''Duy tâm hay duy vật'' ([[1936]]), ''Văn sĩ và xã hội'' ([[1937]]), ''Chủ nghĩa Mac xít phổ thông'' ([[1938]]). Tuy nhiên đây lại là một trong những tác phẩm đầu tiên trong lịch sử xuất bản Việt Nam trực tiếp và gián tiếp tuyên truyền phổ biến [[chủ nghĩa Marx]] đến công chúng. Sau này khi ông mất, những bài báo, bài viết của ông được sưu tầm và biên soạn, xuất bản trong các cuốn sách ''Về văn học và nghệ thuật'' (1965 - Hồng Chương biên soạn), ''Hải Triều - tác phẩm'' (1987), ''Hải Triều toàn tập'' (2 tập) (1996).\n\nHải Triều có một kiến thức khá phong phú do tìm hiểu và đọc nhiều sách, báo, tiểu thuyết, lý luận của Marx, [[Friedrich Engels|Engels]], [[Nikolai Ivanovich Bukharin|Bukharin]], [[Henri Barbusse]], [[Maksim Gorky|Maxim Gorki]], [[André Gide]], [[Lev Nikolayevich Tolstoy|Tolstoy]], [[Quách Mạt Nhược]]... Trong những bài viết của mình, ông thường đưa những khái niệm của Marx đồng thời trích dẫn những nhà văn, nhà triết học lớn. Bài viết của ông thường được trình bày đơn giản, dễ hiểu, không cầu kì, hoa mĩ, đôi khi hài hước, châm biếm.\n\nKhi giữ bút danh Nam Xích Tử, ông đã viết các bài báo ''Cuộc chiến tranh thế giới sau này, Phê bình chủ nghĩa Tam Dân...'' và dịch ''Tư bản'' của Karl Marx trên báo ''Kỳ lân'' và ''Thanh niên Hồng ký''. Ông được coi là người người đầu tiên ở Việt Nam phê bình chủ nghĩa Tam Dân của Tôn Trung Sơn <ref>[[Trần Huy Liệu]]: ''Nhớ Hải Triều'' - Dẫn theo ''Hải Triều: Về văn học nghệ thuật''<\/ref>\n\nMột trong những cuộc tranh luận nổi tiếng của Hải Triều là cuộc tranh luận của [[Phan Khôi]] về [[chủ nghĩa duy tâm]], [[chủ nghĩa duy vật]] và [[phong kiến|chế độ phong kiến]]. Trong những bài viết của mình phản bác lại ý kiến của Phan Khôi như \"''Ông Phan Khôi không phải là một học giả duy vật''\"<ref>Báo Đông phương, ra ngày 20 tháng 10 năm 1933, phản bác lại bài \"''Văn minh vật chất với văn minh tinh thần''\"<\/ref>, \"''Ông Phan Khôi là một học giả duy tâm''\"<ref>Báo Phụ nữ tân tiến, số 1-1934, phản bác lại bài \"''Nguyên lý với hiện tượng''\" của Phan Khôi<\/ref>..., Hải Triều một mặt đánh đổ lập luận của Phan Khôi, mặt khác khéo léo đưa vào những tư tưởng và khái niệm của Marx. Những bài viết này đều được tập hợp trong cuốn sách ''Duy tâm hay là duy vật'' xuất bản năm [[1936]] do [[Phan Văn Hùm]] viết lời tựa. Trong một bài viết khác, Hải Triều cũng phản bác lại ý kiến của bậc tiền bối [[Phan Bội Châu]] về ý nghĩa của chữ ''văn học'' <ref>''Cụ Sào Nam giải thích chữ văn học thế là sai lầm'' - Báo Đông Phương số 893, ngày 1-11-1933<\/ref>.\n\nCuộc tranh luận Nghệ thuật vị nghệ thuật hay Nghệ thuật vị nhân sinh là một trong những cuộc tranh luận lớn nhất và kéo dài nhất (1935-1939) vào thập niên 1930. Hải Triều được coi là người châm lửa cho cuộc \"bút chiến\" này khi viết bài \"''Nghệ thuật vị nghệ thuật hay Nghệ thuật vị nhân sinh''\" <ref name=bdm>''Nghệ thuật vị nghệ thuật hay Nghệ thuật vị nhân sinh'' - Báo Đời mới, ngày 24?3?1935 và ngày 7\/4\/1935,<\/ref> phản bác lại bài \"''Hai cái quan niệm về văn học''\" của [[Thiếu Sơn]]<ref>[[Tiểu thuyết thứ bảy]], ngày 16\/2\/1935<\/ref>. Sau đó, ông lại tiếp tục phản bác ý kiến của Hoài Thanh và Thiếu Sơn về quyển ''[[Kép Tư Bền]]'' của [[Nguyễn Công Hoan]], ông đánh giá cao giá trị nội dung của cuốn truyện, \"đã mở một kỷ nguyên mới cho cái tư triều văn nghệ tả thiệt và xã hội ở nước ta.\"<ref>''Kép Tư Bền, một tác phẩm thuộc về cái triều lưu «nghệ thuật vị dân sinh» ở nước ta'', Tiểu thuyết thứ bảy, số 62, tháng 8-1935<\/ref>. Khởi đầu từ cuộc tranh luận về Kép Tư Bền, cuộc tranh luận lại mở rộng ra thành tranh luận giữa hai phái \"Nghệ thuật vị nghệ thuật\" và \"Nghệ thuật vị nhân sinh\". Hải Triều là người đứng đầu của phái \"Nghệ thuật vị nhân sinh\", ông đề cao giá trị nhân sinh của những tác phẩm như ''Kép Tư Bền'', hay ''Lầm than'' của [[Lan Khai]] mà ông gọi là những tác phẩm \"tả thực xã hội\", đồng thời kịch liệt phê phán quan niệm \"Nghệ thuật vị nghệ thuật\", ông cho rằng nghệ thuật là vì nhân sinh và không thể đặt ra ngoài nhân sinh và xã hội, đặt nghệ thuật ra ngoài nhân sinh là \"nguỵ biên\", \"phi lý\" và \"gian trá\"<ref name=bdm\/>. Ông cũng đả kích những sáng tác lãng mạn xa rời thực tế, gọi là thứ văn \"thần bí, dâm ô\", \"phản động của giai cấp phú hào\"<ref>Văn học và chủ nghĩa duy vật - Báo Sông Hương tục bản số 8,9,10<\/ref>. Trong những bài viết này, ông còn kêu gọi những nhà văn cùng quan điểm: \"Con đường của chúng ta đã vạch ra, chúng ta cứ quả quyết mà tiến tới. Sau lưng chúng ta đã sẵn có một nhân loại mới mẻ mạnh bạo với những ý tưởng, những tình cảm lớn lao hơn sẽ làm hậu thuẫn cho chúng ta.\"<ref name=btk>Nghệ thuật với nhân sinh - Báo Trung Kỳ số 1,4<\/ref> Những ý kiến này lại xuất hiện trong cuốn ''Văn sĩ và xã hội'' (1937), trong cuốn sách này Hải Triều tôn vinh 3 nhà văn cách mạng [[Maksim Gorky|Maxim Gorki]], [[Romain Rolland]] và [[Henri Barbusse]].\n\nCuốn sách ''Chủ nghĩa Mác xít phổ thông'', Hải Triều bắt đầu viết năm 1937, xuất bản năm 1938 là tài liệu công khai hiếm hoi về chủ nghĩa Marx được xuất bản. Cuốn sách được tái bản năm 1946, được \"sử dụng làm cơ sở cho các cuộc hội thảo, các buổi sinh hoạt của chi hội nghiên cứu chủ nghĩa Mác\".<ref>Theo [[Vũ Khiêu]] - ''Hải Triều: Nhà lý luận tiên phong''<\/ref>\n\nNgoài lý luận và phê bình văn học, ông còn viết bình luận thời sự, chính trị, tiêu biểu như những bài như ''Ai đốt nghị viện Đức, Hội nghị kinh tế thế giới, Hiệp ước Bắc Đại Tây Dương, Mười chín năm kiến thiết ở Liên Bang Xô-viết''...\n\nSau Cách mạng tháng 8, ông cũng viết nhiều bài phê bình, lý luận nhưng hoạt động chủ yếu là đảm trách nhiệm vụ tuyên truyền, văn hoá, trí thức vận.\n\n== Câu nói ==\n* ''Đời tôi chiến đấu cho nghệ thuật và văn chương cách mạng''.<ref>Trong chúc thư gửi các đồng chí văn nghệ năm 1954.<\/ref>\n* ''Văn chương của giai cấp vô sản tất là văn chương tả thực xã hội vậy.'' <ref name=btk\/>\n\n== Tác phẩm ==\n* ''Duy tâm hay là duy vật'' (chuyên luận, 1935)\n* ''Văn sĩ và xã hội'' (1937)\n* ''Chủ nghĩa Mác xít phổ thông'' (1938)\n* ''Muốn thì được\n* ''Trên mặt trận tư tưởng văn hóa''\n* ''Về văn học và nghệ thuật'' (1965 - [[Hồng Chương (định hướng)|Hồng Chương]] biên soạn).\n* ''Hải Triều - tác phẩm'' (1987)\n* ''Hải Triều toàn tập'' (2 tập) (1996)\n\n== Giải thưởng ==\nÔng được trao [[giải thưởng Hồ Chí Minh]] về văn học nghệ thuật (đợt 1 - 1996).\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Nguồn tham khảo ==\n{{wikisource tác giả|Hải Triều}}\n* Hải Triều - ''Về văn học nghệ thuật'' (1965)\n* [http:\/\/www.cinet.gov.vn\/vanhoa\/Vanhoc\/vh-vietnam\/tacpham\/hiendai\/vugia\/bai_01.htm ''Hải Triều: Nghệ thuật vị nhân sinh'']{{Liên kết hỏng|date = ngày 3 tháng 5 năm 2021 |bot=InternetArchiveBot }} (Vu Gia - 1998)\n* [http:\/\/vannghesongcuulong.org\/vietnamese\/vanhoc_tacpham.asp?TPID=5488&LOAIID=28&LOAIREF=1&TGID=1019 Sức trẻ Hải Triều] - Báo Thừa Thiên Huế 11\/1996.\n\n{{Thời gian sống|sinh=1908|mất=1954|tên=Hải Triều}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Dòng họ Nguyễn Khoa]]\n[[Thể loại:Học sinh Quốc học Huế]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà phê bình văn học Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]"}