{"1244193":"{{otheruses|Hải An (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Hải An\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 08\n| vĩ giây = 42\n| kinh phút = 11\n| kinh giây = 25\n| diện tích = 11,14 km²\n| dân số = 8.727 người\n| thời điểm dân số = 2019\n| mật độ dân số = 783 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Hải Hậu]]\n| thành lập = 1952<ref name=\":0\" \/>\n| trụ sở UBND = \n| mã hành chính = 14284<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hải An''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hải Hậu]], tỉnh [[Nam Định]], [[Việt Nam]].\n\n==Địa lý==\nXã Hải An nằm ở phía tây huyện [[Hải Hậu]], có vị trí địa lý:\n*Phía đông giáp xã [[Hải Phong, Hải Hậu|Hải Phong]]\n*Phía tây giáp huyện [[Nghĩa Hưng]] (qua [[sông Ninh Cơ]]) và huyện [[Trực Ninh]]\n*Phía nam giáp xã [[Hải Giang]]\n*Phía bắc giáp huyện Trực Ninh.\n\nXã Hải An có diện tích 11,14&nbsp;km², dân số năm 2019 là 8.727 người, mật độ dân số đạt 783 người\/km².<ref name=\"NQ858\"\/>\n\nXã có trục đường An Đông chạy qua, nối từ xã Hải An đến xã Hải Đông.\n\n==Lịch sử==\nĐịa bàn xã Hải An hiện nay trước đây vốn là hai xã Hải An và Hải Toàn thuộc huyện Hải Hậu.\n\nCách đây mấy trăm năm đây là vùng đất ngập mặn ven biển. Trải qua thời gian phù sa bồi lấp, kết hợp với sự cải tạo của con người mà trở thành làng quê trù phú.\n\nNăm 1829, Doanh điền sứ Nguyễn Công Trứ lập ra vùng Cửu An - Nhất Phúc (9 thôn có chữ \"an\" và một thôn có chữ \"phúc\"), gồm các thôn: An Nghĩa, An Đạo, An Trạch (sau là xã Hải An); An Lạc, An Phú, An Lễ, An Phong, Phúc Hải (sau là xã Hải Phong) và An Nhân, An Nghiệp (sau là xã Hải Toàn).\n\nXã Hải An được thành lập vào ngày [[15 tháng 10]] năm [[1952]] trên cơ sở đổi tên từ xã An Ninh theo Nghị định số 224-TTg của Thủ tướng Chính phủ.<ref name=\":0\">{{chú thích sách|tác giả=|tựa đề=Địa chí Nam Định|nhà xuất bản=Nhà xuất bản Chính trị quốc gia|year=2003|nơi=|trang=54|url=https:\/\/www.google.com\/books\/edition\/Địa_chí_Nam_Định\/3nNuAAAAMAAJ|doi=|id=|isbn=}}<\/ref>\n\nTrước khi sáp nhập, xã Hải An có diện tích 6,13&nbsp;km², dân số là 5.032 người, mật độ dân số đạt 821 người\/km², có 3 thôn: An Trạch, An Đạo, An Nghĩa, chia thành 15 xóm. Xã Hải Toàn có diện tích 5,01&nbsp;km², dân số là 3.695 người, mật độ dân số đạt 738 người\/km², có 2 thôn: An Nhân, An Nghiệp, chia thành 12 xóm từ 1 đến 12.\n\nNgày [[10 tháng 1]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 858\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nam Định (nghị quyết có hiệu lực từ ngày [[1 tháng 2]] năm [[2020]])<ref name=NQ858>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-858-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-tinh-Nam-Dinh-433887.aspx|tựa đề=Nghị quyết số 858\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nam Định|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của xã Hải Toàn vào xã Hải An.\n\n==Kinh tế==\nTrên địa bàn xã có nhiều nhà máy, xí nghiệp nhưng nghề nông vẫn còn chiếm tỉ trọng lớn so với công nghiệp, và tiểu thủ công nghiệp\n\n==Văn hóa==\n===Di tích===\n*Đền An Trạch ở thôn An Trạch, được công nhận là di sản văn hóa cấp quốc gia vào năm 2013.<ref>https:\/\/haihau.namdinh.gov.vn\/tham-quan-du-lich\/di-tich-lich-su-tren-dia-ban-huyen-hai-hau-216705<\/ref>\n\nNgoài ra, trên địa bàn xã Hải An còn có nhiều nhà cổ được xây dựng từ khoảng thế kỷ XIX.\n\n===Đặc sản===\nXã Hải An và được xem là khu vực trồng lúa tám xoan Hải Hậu ngon nhất, được biết đến rộng rãi.\n\n===Tôn giáo=== \nHiện nay xã Hải An có 2 thôn có nhà thờ [[Giáo hội Công giáo|Công giáo]] là thôn An Nghĩa và thôn An Đạo. Số giáo dân theo Công Giáo của xã [[Hải An]] khoảng 4000–5000 người.\n\n==Danh nhân==\n*[[Vũ Xuân Thiều]] (1945 - 1972) là một anh hùng cảm tử đã lao vào tiêu diệt máy bay B-52 của Không lực Hoa Kỳ. Tuy được ghi nhận đã hạ B-52 nhưng Vũ Xuân Thiều không được truy tặng danh hiệu ngay vì các cấp chỉ huy e ngại các phi công khác sẽ học theo lối tấn công \"cảm tử\" này, mà mỗi phi công chiến đấu thì phải đào tạo rất lâu dài mới có được. Tới tháng 12 năm 1994, ông đã được Chính phủ Việt Nam truy tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân.\n*Nguyễn Văn Tuấn (sinh 1954), chính khách Việt Nam, nguyên Chủ tịch Ủy ban Nhân dân tỉnh [[Nam Định]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Hải Hậu}}"}