{"1404644":"{{bài cùng tên|Hoàng Sa}}\n[[Tập tin:HoangSaDoi-DaiNamThucLuc.jpg|nhỏ|phải|Trang bản in sách [[Đại Nam thực lục]] viết về việc vua [[Gia Long]] cho thành lập Đội Hoàng Sa để thực thi chủ quyền của [[Việt Nam]] trên [[quần đảo Hoàng Sa]] vào năm [[1803]].]]\n'''Đội Hoàng Sa''' hay '''Hải đội Hoàng Sa''' (chữ Hán:''黄沙隊''), là tên gọi chung của đội tàu hàng hải do chính quyền [[chúa Nguyễn]] xứ [[Đàng Trong]] lập ra từ [[thế kỷ 17]] với mục đích ban đầu là hàng năm đi thuyền từ [[Quảng Ngãi]] ra các đảo thuộc [[quần đảo Hoàng Sa]] để khai thác hải sản và thu nhặt các hàng hóa do các tàu buôn bị đắm và trôi dạt vào các đảo này <ref>Phủ biên tạp lục, Lê Quý Đôn - Nhà xuất bản Giáo dục 2007, tập 2, trang 142<\/ref>\n\nTheo ghi chép của [[Lê Quý Đôn]] (từng làm Hiệp trấn xứ Thuận Hóa thế kỷ 18) thì hải đội phải đi mất 3 ngày 3 đêm từ đất liền mới đến được các đảo tại [[quần đảo Hoàng Sa]] này.\n\nCùng với việc lập đội Hoàng Sa để khai thác ở quần đảo Hoàng Sa thì chính quyền chúa Nguyễn đồng thời cũng thành lập [[đội Bắc Hải]] từ [[Bình Thuận]] có chức năng tương tự là khai thác hải sản và thu nhặt hàng hóa từ đảo [[côn Sơn (đảo)|đảo Côn Lôn]], [[phú Quý|đảo Phú Quý]] và các xứ Bắc Hải, đội này cũng do đội Hoàng Sa kiêm quản<ref name=\"ReferenceA\">Quốc sử quán triều Nguyễn - Đại Nam thực lực tiền biên, Nhà xuất bản Giáo dục 2007, tập 1, trang 164<\/ref>\n\n==Công việc của hải đội==\nTheo Lê Quý Đôn:\n:''Ngày trước, họ Nguyễn có thiết lập đội Hoàng Sa gồm 70 suất, lấy người ở xã An Vĩnh bổ sung vào. Mỗi năm luân phiên nhau đi, tháng giêng nhận giấy làm sai dịch, được cấp phát mỗi người sáu tháng lương, chèo năm chiếc thuyền câu nhỏ ra ngoài biển, phải mất ba ngày ba đêm mới đến đảo. Ở đó họ tha hồ bắt chim, bắt cá mà ăn. Họ thu được những đồ vật của tàu (bị đắm) như gươm và ngựa bằng đồng, hoa bạc, tiền bạc, vòng bạc, đồ đồng, thiếc khối, chì, súng, ngà voi, sáp ong vàng, chiêng, đồ sứ,...Họ còn lượm thật nhiều vỏ đồi mồi, hải sâm và hạt ốc vân. Đến tháng 8 thì họ trở về, và cửa Yêu rồi tới thành Phú Xuân để nạp các thứ lượm được. Sau khi cân, phân loại và định giá mới cho họ bán riêng vài thứ như ốc vân, hải ba và hải sâm. Xong, họ được lãnh bằng để về nhà, những thứ lượm được khi nhiều, khi ít không nhất định, có lần họ cũng phải về không''<ref>Phủ biên tạp lục, Lê Quý Đôn - Nhà xuất bản Giáo dục 2007, tập 2, trang 148<\/ref>\n\nMột hoạt động khác của hải đội Hoàng Sa thời chúa Nguyễn được ghi chép trong [[Đại Nam thực lục]] vào năm 1754:\n:''Mùa thu, tháng 7, dân đội Hoàng Sa ở Quảng Ngãi đi thuyền ra đảo Hoàng Sa, gặp gió dạt vào hải phận Quỳnh Châu nước Thanh. Tổng đốc Thanh hậu cấp cho rồi cho đưa về. Chúa sai viết thư cảm ơn''<ref name=\"ReferenceA\"\/>\n\nViệc duy trì hải đội Hoàng Sa được diễn ra liên tục, tới đầu thế kỷ 19 (năm 1816) nhân cuộc đo khoảng cách đường biển giữa các dinh trấn, vua [[Gia Long]] đồng thời cũng yêu cầu thủy quân cùng với hải đội Hoàng Sa thăm dò và đo đạc đường thủy tại Hoàng Sa.<ref>Quốc sử quán triều Nguyễn - Đại Nam thực lực tiền biên, Nhà xuất bản Giáo dục 2007, tập 1, trang 922<\/ref>\n\n==Thông tin thêm ==\nTrên đảo [[Lý Sơn]], cho đến đầu thế kỉ 21, người dân vẫn lưu truyền những lời ru liên quan đến Hải đội Hoàng Sa:<ref name=\"HD1\">[http:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/ong-giao-lang-viet-su-ve-hoang-sa-665168.htm Ông giáo làng viết sử về Hoàng Sa]. Báo điện tử Dân trí. Truy cập ngày 21-11-2012.<\/ref>\n::''«Hoàng Sa lắm bể nhiều cồn\n:''Chiếc chiếu bó tròn mấy sợi dây mây»\nhay:\n::''«Hoàng Sa trời nước mênh mông\n::''Người đi thì có mà không thấy về»\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Quần đảo Hoàng Sa]]\n*[[Hoàng Sa Tự]]\n*[[Hoàng Sa thời nhà Nguyễn]]\n\n[[Thể loại:Hoàng Sa thời nhà Nguyễn]]"}