{"821698":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Hải Phương\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 10\n| vĩ giây = 56\n| kinh phút = 16\n| kinh giây = 55\n| diện tích =\n| dân số =\n| thời điểm dân số =2020\n| mật độ dân số =\n| dân tộc = [[Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Hải Hậu]]\n| thành lập = 1956\n| trụ sở UBND = \n| mã hành chính = 14257<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n{{chú thích trong bài}}\n'''Hải Phương''' là một xã thuộc huyện [[Hải Hậu]], tỉnh [[Nam Định]], [[Việt Nam]].\n\n== Vị trí địa lý==\nXã nằm về phía Tây Nam so với trung tâm huyện. Phía Đông giáp với [[Yên Định, Hải Hậu|Thị trấn Yên Định]] và đường 21; phía Bắc giáp xã [[Hải Bắc, Hải Hậu|Hải Bắc]] và Thị trấn Yên Định; phía Tây giáp với xã [[Hải Long, Hải Hậu|Hải Long]]; phía Nam giáp với xã [[Hải Tân, Hải Hậu|Hải Tân]].\n\n== Lược sử thay đổi hành chính ==\nVào khoảng năm 1485-1486, bốn ông Trần Vu, Vũ Chi, Hoàng Gia và Phạm Cập, tục gọi là Tứ Tổ Quần Anh (tức là 4 vị tổ của vùng đất Quần Anh), mang con cháu xuống vùng đất phù sa sông Hồng thuộc huyện Tây Chân, phủ Thiên Trường khai khẩn vùng bãi bồi Lạch Lác. Ban đầu, dân cư lập nên ấp Phú Cường (nay thuộc xã [[Hải Trung]]), sau mở thêm ấp '''Quần Cường'''.\n\nTứ Tổ chia Quần Cường Ấp làm ''\"Nội thập giáp, Ngoại tứ thôn\"''. Nội Thập giáp được chia như sau: ''\"Lấy sông Trung Giang (Sông Giữa)<ref>Sông này ngày nay chảy phía đông từ chợ xã Hải Trung, phía Tây đến Cầu Ngói xã Hải Anh.<\/ref> làm trục. Đất hai bờ Nam và Bắc sông Giữa giáp với sông Múc cầu Đông là Giáp Nhất chuyển dần về phía tây là Giáp Nhì, Giáp Tam, Giáp Tứ, Giáp Ngũ, Giáp Lục, Giáp Thất, Giáp Bát, Giáp Cửu, Giáp Thập (Cầu Ngói). Bao quanh 10 Giáp là 4 thôn: Đông Cường, Tây Cường còn gọi là An Cường, Trung Cường, Bắc Cường\"''.\n \nSau đó 9 họ: Lại, Nguyễn, Lê, Bùi, Phan, Đoàn, Đỗ, Trần, Vũ tiếp tục xuống cùng khai khẩn vùng đất này.\n\n:''\"Tứ tổ khai cơ, lập cồn ấp\n:''Chín họ bao đê dựng xóm làng\".\n\nĐến năm 1511, triều đình phân định hành chính, vùng đất Quần Cường được đặt làm xã '''Quần Anh''', thuộc tổng Thần Lộ, huyện Tây Chân, phủ Thiên Trường, trấn Sơn Nam.\n\nĐất Quần Anh phát triển, đất 4 thôn được chia tách để hình thành thêm một số xã thôn mới. Chính tại vùng này, lịch sử cũng ghi nhận các nhà truyền giáo phương Tây đã lần đầu tiên đến truyền đạo:\n\n{{cquote|\n:''\"Gia tô: Theo sách Dã Lục, thì ngày tháng 3 năm Nguyên Hòa thứ nhất (1533) đời Lê Trang Tông, người Tây Dương tên là Y-nê-xu lén lút đến xã Ninh Cường, xã Quần Anh huyện Nam Chân và xã Trà Lũ huyện Giao Thủy, ngấm ngầm truyền giáo về tả đạo Gia tô.\"''\n|||\"Khâm Định Việt Sử Thông Giám Cương Mục Chính Biên\", Quyển 33}}\n\nTháng 1 năm 1804, vua [[Gia Long]] chuẩn y chia xã Quần Anh thành ba xã: Quần Anh Thượng, Quần Anh Trung, '''Quần Anh Hạ''', hợp với xã Kim Đê, hình thành tổng Kim Giả, huyện Nam Chân, trấn [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Hạ]]. Xã Hải Phương ngày nay thuộc Quần Anh Hạ.\n\nNăm 1822, trấn Sơn Nam Hạ đổi tên thành trấn Nam Định, sau thành tỉnh [[Nam Định]]. Năm 1827, tách tổng Kim Giả để thành lập tổng Quần Anh, gồm các xã Quần Anh Thượng, Quần Anh Trung, Quần Anh Hạ, Kim Đê, Ninh Cường; Phường Lác Môn, Lác Môn Trại, Tân Lác Lý.\n\nNăm 1862, vì kiêng tên húy Triệu Tổ nhà họ Nguyễn là [[Nguyễn Kim]], xã Kim Đê đổi làm Phương Đê, Kim Anh đổi làm Quỳnh Anh. Đến năm 1887, kiêng miếu hiệu vua [[Tự Đức]] là Dực Anh, tổng Quần Anh đổi thành tổng Quần Phương, ba xã Quần Anh Thượng, Quần Anh Trung, Quần Anh Hạ đổi làm Quần Phương Thượng, Quần Phương Trung, Quần Phương Hạ, hai lý Quỳnh Anh, Lục Anh đổi làm Quỳnh Phương, Lục Phương.<ref>[http:\/\/www.haihau.vn\/default.aspx?tabid=284&ID=449&CateID=155 Tên Làng, xã - huyện Hải Hậu qua các thời kỳ (Từ năm 1485 đến năm 2010)]<\/ref>\n\nTheo Quyết định của [[Nha kinh lược Bắc Kỳ]], ngày [[27 tháng 12]] năm 1888, huyện Hải Hậu được thành lập gồm 4 tổng Quần Anh, Kiên Trung, Ninh Nhất, Tân Khai, thuộc phủ Xuân Trường tỉnh Nam Định. Huyện lỵ đặt tại xóm Đào Mãn, thôn Đông Cường, xã Quần Phương Hạ, tổng Quần Phương (nay thuộc xã Hải Phương).\n\nNăm 1889, chính quyền Nam triều cắt phía Nam các xã Quần Phương Thượng, Quần Phương Trung, Quần Phương Hạ mỗi xã 100 mẫu ruộng và 100 chính đinh lập thành 3 trại Quần Phương Thượng Trại, Quần Phương Trung Trại, Quần Phương Hạ Trại. Các trại này đến năm 1890 hợp với xã Phú Lễ; 2 lý Lục Phương và Quỳnh Phương; và một số một số xã, thôn mới khai khẩn, tách ra, lập thành tổng Ninh Mỹ.\n\nNăm 1898, xã Quần Phương Hạ tách lập Hạ xã Nam Thôn.\n\nNăm 1948, xã Quần Phương Hạ sáp nhập với xã Nam Thôn thành xã '''Quần Phương'''. Ngày [[23 tháng 2]] năm 1952, xã Quần Phương được tách thành 2 xã: Quần Phương và [[Hải Tân, Hải Hậu|Tân Anh]]. Đến ngày [[20 tháng 9]] năm 1952, xã Quần Phương đổi tên thành xã '''Hải Phương''', còn xã Tân Anh đổi tên thành xã [[Hải Tân, Hải Hậu|Hải Tân]].\n\nTháng 2 năm 1956, xã Hải Phương chia thành 2 xã: Hải Phương và [[Hải Bắc, Hải Hậu|Hải Bắc]].\n\nNăm 1986, Thị trấn Yên Định được thành lập. Xã Hải Phương cắt chuyển về thị trấn 112,6ha đất và dân cư lập thành 3 tổ dân phố 4, 6, 7 của thị trấn.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\n== Giao thông ==\nToàn bộ hệ thống giao thông liên xã, liên xóm đều được nhựa hóa và bê tông hóa rất thuận tiện cho việc đi lại. Xã có một đường trục liên xã, có tỉnh lộ 56 chạy qua, phía đông xã bên kia sông Múc là [[Quốc lộ 21]].\n\n== Kinh tế - Giáo dục ==\nXã đã xây dựng một cụm công nghiệp có nhiều tiềm năng phát triển mạnh. {{fact|date = ngày 7 tháng 1 năm 2013}}\n\nNgười dân Hải Phương có truyền thống hiếu học. Xã có 2 trường Mầm non 1 trường tiểu học và 1 trường trung học cơ sở đạt chuẩn quốc gia.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\n== Các điểm tham quan đáng chú ý ==\n* Đền Bảo Ninh thuộc xóm 10, xã Hải Phương là nơi thờ Trần Hưng Đạo, Tứ tổ khai sáng, Cửu tộc khai cơ và Dinh điền sứ-Tiến sĩ Đỗ Tông Phát, người con đầu tiên của Hải Hậu đỗ Tiến sĩ, có công khai khẩn Tổng Quế Hải (một trong 4 Tổng ngày đầu thành lập huyện Hải Hậu-1888). Căn cứ vào văn bia, chữ khắc trên thượng lương tại di tích cùng với truyền thuyết địa phương Đền được xây dựng vào niên hiệu Tự Đức thứ 20 (1867) đến niên hiệu Duy Tân thứ 3 (1909) được làm lại với quy mô như hiện nay.\n* Nhà Tràng (nay là Trường PTTH Hải Hậu A);\n* Cầu Ngói\n* Chùa Tùng Lâm\n* Bãi biển Thịnh Long\n* Các nhà thờ (Hải Phương có 7 nhà thờ).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n{{Đơn vị hành chính thuộc huyện Hải Hậu}}"}