{"780893":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Hải Quế\n| hình = \n| ghi chú hình = \n| diện tích = 12,64 km²\n| dân số =  \n| thời điểm dân số = \n| mật độ dân số =  \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Quảng Trị]]\n| huyện = [[Hải Lăng]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 19696<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hải Quế''' là một xã thuộc huyện [[Hải Lăng]], tỉnh [[Quảng Trị]], [[Việt Nam]].\n\n== Hành chính ==\nXã Hải Quế được chia thành 3 thôn: Đơn Quế, Hội Yên, Kim Long.<ref name=\"21\/NQ-HĐND\">[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-21-nq-hdnd-2019-ve-sap-xep-sap-nhap-doi-ten-thon-khu-pho-quang-tri-426066.aspx\/ Nghị quyết số 21\/NQ-HĐND ngày 20 tháng 7 năm 2019 của HĐND tỉnh Quảng Trị về việc sắp xếp, sáp nhập và đổi tên thôn, khu phố và hỗ trợ đối với người hoạt động không chuyên trách ở thôn, khu phố đang công tác dôi dư sau sắp xếp, sáp nhập thôn, khu phố trên địa bàn tỉnh Quảng Trị]<\/ref>\n\n== Văn hóa ==\nVào thời vua Hồng Đức, khoảng giữa thế kỉ 15, một vị quan họ Lê (Lê Qúi Công, thụy Tán Trị) được vua cử vào vùng Ô Châu đánh nhau với Chiêm Thành. Theo truyền khẩu, ngài giải vây cho vua ở thôn Cổ Lũy. Sau đó, ngài đến vùng mà ngày nay là thôn [[Đơn Quế]] thuộc xã Hải Quế, qui dân lập làng. Ngài có 2 anh em cùng với 8 vị khác cùng khẩn hoang xây dựng nên làng xóm. Thành lập ra 9 dòng họ trong làng. Ngài Lê Qúi Công là người có công khai khẩn đầu tiên nên dòng họ của ngài được gọi là Lê Nhất tộc thôn Đơn Quế. Khi qua đời, ngài được dân làng thờ cúng trong đình làng, được vua sắc phong: ''Dực Bảo Trung Hưng Linh Phò Chi Thần''.\n\nChín dòng họ được xếp theo thứ tự: Lê Nhất, Hồ Nhị, Hồ 3, Hồ 4, Trần 5, Hoàng 6, Võ 7, Lê 8, Hồ 9. Ngày nay dòng họ Trần giàu có nhất.\n\nĐình làng Đơn Quế được xây dựng lại năm 2011. Ngày Khánh thành là 11 và 12\/05\/2011 âm lịch, tức ngày 12, 13\/06\/2011.\n\n== Chú thích==\n{{tham khảo|30em}}\n\n*[[Gia Phả Lê Nhất tộc Đơn Quế]].\n\n==Tham khảo==\n{{sơ khai Quảng Trị}}\n{{Đơn vị hành chính thuộc huyện Hải Lăng}}"}