{"1244197":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Hải Ba\n| hình = \n| ghi chú hình = \n| vĩ độ = 16\n| kinh độ = 107\n| vĩ phút = 45\n| vĩ giây = 54\n| kinh phút = 17\n| kinh giây = 09\n| diện tích = 22,24 km²<ref name=MS\/>\n| dân số = 6.020 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 271 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Quảng Trị]]\n| huyện = [[Hải Lăng]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 19687<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''[[Hải Ba]]''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hải Lăng]], tỉnh [[Quảng Trị]], [[Việt Nam]].Hải Ba là xã đồng bằng nằm về phía đông bắc của huyện Hải Lăng, cách trung tâm huyện Hải Lăng khoảng 10km; phía đông giáp xã Hải An và xã Hải Quế; phía tây giáp xã Triệu Trung và xã Triệu Sơn (huyện Triệu Phong); phía nam giáp xã Hải Định (Cồn Đốn) và xã Hải Hưng; phía bắc giáp xã Triệu Lăng (huyện Triệu Phong).\n\n==Địa lý==\n'''T'''ổng diện tích đất tự nhiên của Hải Ba là 2.298,50ha. Trong đó, đất sản xuất nông nghiệp là 745,73ha (chiếm 32,44%), đất lâm nghiệp 774,984 (chiếm 33,72%), đất nuôi trồng thủy hải sản 129,31ha (chiếm 5,63%), đất chưa sử dụng 383,19ha (chiếm 16,67%). Diện tích đất phục vụ sản xuất nông nghiệp của Hải Ba không nhiều, trong khi đất lâm nghiệp và đất hoang hóa mà chủ yếu là đất cát và đất pha cát chưa sử dụng chiếm tỷ lệ khá cao. Xã Hải Ba có diện tích 22,24&nbsp;km², Theo thống kê, tính đến ngày 01\/7\/2010, tổng dân số của toàn xã là 5.193 người,. Đặc trưng về địa hình của xã Hải Ba là đồng bằng vùng trũng nhưng có nhiều cồn cát ven biển và đầm lầy.\n\nXã Hải Ba có hệ thống giao thông khá thuận lợi. Địa bàn xã là nơi giao nhau của Tỉnh lộ 583 (Tỉnh lộ 68 cũ) với Quốc lộ 49C từ thị xã Quảng Trị chạy qua địa bàn xã hơn 5km trục đường liên xã từ thôn Phương Lang chạy đến Đa Nghi. Đây là hai tuyến giao thông trọng yếu của huyện Hải Lăng và tỉnh Quảng Trị nối Đông - Tây và nối Nam - Bắc. Hai tuyến đường này đã tạo điều kiện rất lớn cho Hải Ba trong phát triển kinh tế - văn hóa - xã hội cũng như đảm bảo quốc phòng, an ninh. Ngoài ra, hiện nay hệ thống đường liên thôn của xã hầu hết đã được bê tông hóa kiên cố. Đối với hệ thống thủy lợi, ngoài hệ thống kênh mương nội đồng của địa phương, Hải Ba còn có thuận lợi nữa đó là hệ thống công trình thủy lợi Nam Thạch Hãn chạy qua trên địa bàn xã đã mang nguồn nước rất lớn phục vụ sản xuất và đời sống của nhân dân\n\n==Hành chính==\nXã Hải Ba được chia thành 2 thôn: Phương Hải  và Thống Nhất ( Trước đây, xã Hải Ba có 5 làng, gồm: Phương Lang (Phương Lang Đông, Phương Lang Tây), Phú Hải, '''[[Làng Cổ Lũy|Cổ Lũy]]''', Ba Du và Đa Nghi )\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Quảng Trị}}\n{{Đơn vị hành chính thuộc huyện Hải Lăng}}"}