{"1733982":"{{chú thích trong bài}}\n{{otheruses4|đạo diễn điện ảnh|chính khách|Nguyễn Hải Ninh}}\n{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ Nhân dân]]\n| tên = Hải Ninh\n| tên gốc = \n| nền = đạo diễn\n| hình = \n| kích thước hình = \n| chú thích hình = \n| nghệ danh = \n| tên khai sinh = Nguyễn Hải Ninh\n| ngày sinh = {{ngày sinh|1931|12|31}}\n| nơi sinh = [[Hoằng Hóa]], Thanh Hóa\n| ngày mất = {{ngày mất và tuổi|2013|2|5|1931|12|31}}\n| nơi mất = [[Hà Nội]]\n| quốc tịch = {{VIE}}\n| dân tộc = \n| nghề nghiệp = Đạo diễn điện ảnh\n| bố mẹ = \n| tác phẩm điện ảnh nổi bật = {{hlist|''[[Vĩ tuyến 17 ngày và đêm]]''|''[[Em bé Hà Nội (phim)|Em bé Hà Nội]]''|''[[Đêm hội Long Trì (phim)|Đêm hội Long Trì]]''}}\n| giải thưởng = \n| chữ ký = \n| website = \n| chức vụ = Giám đốc<br>[[Hãng phim truyện Việt Nam]]\n| bắt đầu = 1984\n| kết thúc = 1994\n| tiền nhiệm = [[Nguyễn Thụ]]\n| kế nhiệm = [[Nguyễn Kim Cương (nghệ sĩ)|Nguyễn Kim Cương]]\n| giải thưởng 1 = [[Giải thưởng Hồ Chí Minh]]\n| năm 1 = 2007\n| hạng mục 1 = Văn học nghệ thuật\n| danh hiệu = [[Nghệ sĩ nhân dân]] (1984)\n}}\n\n'''Hải Ninh''' (sinh ngày [[31 tháng 12]] năm [[1931]], mất ngày [[5 tháng 2]] năm [[2013]]) là một nhà đạo diễn điện ảnh. Ông là Giám đốc [[Hãng phim truyện Việt Nam]] từ năm 1984 đến 1994. Tham gia cách mạng năm 1947, sau 4 năm ở Vệ quốc đoàn, từ 1951, ông tham gia công tác tại địa phương. Đến với điện ảnh từ năm 1956, đạo diễn Hải Ninh thuộc thế hệ đầu tiên của trường Điện ảnh Việt Nam và là một trong những người đặt viên gạch cho nền điện ảnh nước nhà.\n\nNăm 1984 ông được trao tặng danh hiệu Nghệ sĩ Nhân dân. Năm 2007, ông đã đoạt giải thưởng Hồ Chí Minh với cụm tác phẩm: \"[[Em bé Hà Nội (phim)|Em bé Hà Nội]]\", \"[[Vĩ tuyến 17 ngày và đêm]]\", \"[[Người chiến sĩ trẻ]]\", \"[[Mối tình đầu]]\" và \"[[Thành phố lúc rạng đông]]\".\n\n== Tiểu sử ==\nNSND – Đạo diễn Hải Ninh tên thật là Nguyễn Hải Ninh, sinh ngày 31\/12\/1931 tại [[Hoằng Hóa]], [[Thanh Hóa]]. Ông là con út trong gia đình 6 anh em, ông là con bà hai. 13 tuổi bố mất, 14 tuổi mẹ mất. 16 tuổi ông đi bộ đội, sau đó phục viên nhưng không về quê (xã [[Hoằng Hợp]], huyện Hoằng Hóa, Thanh Hóa) mà lại sang chợ Bút (xã [[Hoằng Phúc]], huyện Hoằng Hóa) cùng mấy anh em mở một hiệu chụp ảnh.\n\nSau khi kết hôn, vợ ông sinh con đầu lòng Hồng Hải ở [[Thái Bình]] năm 1954, tới 1961 mới về [[Hà Nội]]. Ban đầu, họ phải ở chung trong gian phòng tập thể của xưởng phim ở 72 [[Đường Hoàng Hoa Thám, Hà Nội|Hoàng Hoa Thám]], căn phòng năm cái giường cá nhân, 5 đôi, với con nhỏ của đạo diễn Hải Ninh, tổng cộng tới 11 người. Sau gia đình đạo diễn chuyển về sống tại khu tập thể bờ sông, gần phố Chương Dương Độ. Rồi về căn hộ tầng 4 nhà A1 Trung Tự. Đến lúc được phân nhà tại [[Thanh Xuân]], ông đã trả nhà cũ.\n\nCác con của đạo diễn Hải Ninh cũng tham gia vào ngành điện ảnh Việt Nam và đạt được nhiều thành tựu, đạo diễn NSND [[Nguyễn Thanh Vân (đạo diễn)|Thanh Vân]] (con thứ), đạo diễn NSND [[Phạm Nhuệ Giang|Nhuệ Giang]] (con dâu - đạt giải Cánh diều Bạc tại TP. HCM với bộ phim \"Lạc lối\", đạo diễn phim \"[[Trò đời]]\"), họa sĩ NSƯT Thu Hà (hậu cảnh, phục trang cho nhiều phim như \"Long thành cầm giả ca\"), họa sĩ Trọng Tuân.\n\n== Sự nghiệp<ref>{{Chú thích web|url = http:\/\/www.thegioidienanh.vn\/index.php?option=com_content&view=article&id=7012:nh-nsnd-hi-ninh&catid=35:dien-anh&Itemid=34|title = Sự nghiệp đạo diễn Hải Ninh|ngày truy cập = 2015-12-09|archive-date = ngày 1 tháng 6 năm 2013 |archive-url = https:\/\/web.archive.org\/web\/20130601061955\/http:\/\/thegioidienanh.vn\/index.php?option=com_content&view=article&id=7012:nh-nsnd-hi-ninh&catid=35:dien-anh&Itemid=34}}<\/ref> ==\nSau khi làm phó đạo diễn phim \"Một ngày đầu thu\" (1962), ông là đạo diễn thứ nhất phim \"Người chiến sĩ trẻ \". Sau đó, ông ghi dấu ấn khó quên với những tác phẩm như \"Rừng O Thắm\",  \"[[Vĩ tuyến 17 ngày và đêm]]\", \"[[Em bé Hà Nội (phim)|Em bé Hà Nội]]\", \"Mối tình đầu\", \"[[Đêm hội Long Trì (phim)|Đêm hội Long Trì]]\", \"Đất mẹ\", \"Bãi biển đời người\", \"Kiếp phù du\", \"Tình yêu bên bờ vực thẳm\", \"Số phận một tình yêu\"\n\nNgoài ra, ông còn là đạo diễn các phim tài liệu \"Ngày hòa bình đầu tiên ở Quảng Trị\", \"Hòn đảo tự do\", \"Thành phố lúc rạng đông\"\n\nNhiều bộ phim của đạo diễn – NSND Hải Ninh đã đạt được giải thưởng danh giá tại các liên hoan phim trong và ngoài nước như:\n* \"Người chiến sĩ trẻ\" (1964) – Giải thưởng Bông sen Vàng LHP VN lần thứ I, 1970, Bằng Khen của Hội Điện ảnh và Đoàn thanh niên Komxomon Liên Xô tại LHP QT Matxcova, 1965\n* \"Rừng O Thắm\" (1967) – Giải Bông sen Bạc LHPVN lần I, 1970\n* \"Vỹ tuyến 17 – Ngày và Đêm\" - Giải thưởng của Hội đồng Hòa bình thế giới lần III, 1975; Giải Đặc biệt tại LHP QT Matxcova, 1975\n* \"Mối tình đầu\" - Giải Bông sen Bạc và giải Đạo diễn xuất sắc nhất tại LHPVN lần V, 1980; Giải UNESCO tại LHPQT Karlovy Vary, 1978; Huy chương Bạc LHPQT phim Tân hiện thực tại Ý, 1981\n* \"Kiếp phù du\"– Giải Bông sen Bạc LHPVN lần IX, 1990\n\n== Đam mê và thói quen khác ==\n\n=== Điện ảnh<ref>{{Chú thích web|url = http:\/\/www.thegioidienanh.vn\/index.php?option=com_content&view=article&id=7012:nh-nsnd-hi-ninh&catid=35:dien-anh&Itemid=34|title = Đam mê điện ảnh của đạo diễn Hải Ninh|ngày truy cập = 2015-12-09|archive-date = ngày 1 tháng 6 năm 2013 |archive-url = https:\/\/web.archive.org\/web\/20130601061955\/http:\/\/thegioidienanh.vn\/index.php?option=com_content&view=article&id=7012:nh-nsnd-hi-ninh&catid=35:dien-anh&Itemid=34}}<\/ref> ===\nĐam mê lớn nhất của đạo diễn Hải Ninh là điện ảnh. Ông là người yêu điện ảnh đến cuồng nhiệt. Trong thời gian còn làm đạo diễn, ông luôn sát sao cùng đoàn, thấu hiểu tâm tư, nguyện vọng cũng như sống hòa đồng cùng mọi người, còn trong công việc, ông là người nghiêm túc, luôn đặt ra các yêu cầu khắt khe để đảm bảo chất lượng bộ phim. Ông luôn đề cao vai trò sáng tạo của đội ngũ nghệ sĩ tài ba của ông. Ngoài ra, ông không ngại tìm tòi, thử thách trong các lĩnh vực khác nhau, từ phim điện ảnh đến truyền hình, từ phim chiến tranh đến phim tình cảm, cuộc sống để đem đến các bộ phim hay nhất đến cho khán giả.\n\nTrước khi mất ít tháng, kịch bản \"Bà mẹ Hà Nội\" của ông đã được Lãnh đạo Hà Nội thông qua, dự kiến đưa vào sản xuất để kỷ niệm 60 năm giải phóng thủ đô do Hãng phim Sao khuê của Hội điện ảnh Hà Nội thực hiện. Kịch bản này ông viết đã lâu nhưng mỗi năm ông lại nâng cao sửa chữa.\n\nTrong thời kỳ ông làm giám đốc hãng phim truyện Việt Nam, hãng gặp khá nhiều khó khăn khi cơ chế chuyển đổi. Đã có những tháng Hãng không có tiền trả lương. Ông bươn bả đi tìm kiếm đầu tư, tài trợ. Ông quan niệm \"Nhà nước cần phải có chính sách ưu đãi, rõ ràng đối với điện ảnh  để điện ảnh được thụ hưởng chính sách đó - mọi Ban, Ngành liên quan cũng phải thực thi chính sách đó, không thể để điện ảnh sống trong tình trạng luôn ngửa tay đi xin thế này được\"\n\n=== Hội họa<ref>{{Chú thích web|url = http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/tuong-nho-nsnd-hai-ninh-ky-2-va-het-duyen-menh-dien-anh-n20130324075348911.htm|title = đam mê hội họa của đạo diễn Hải Ninh}}<\/ref> ===\nĐạo diễn Hải Ninh thích hội họa. Nhà ông có tranh bột màu của [[Nguyễn Tư Nghiêm]], tranh lụa của Lương Xuân Đoàn, Hồ Quảng; tranh của các HS điện ảnh Đào Đức, Trương Qua. NSND [[Trà Giang]] tặng một số tranh tĩnh vật, phong cảnh của bà và \"Em bé Hà Nội\" Ngọc Hà sau 22 năm, tặng người đạo diễn đã cho mình vai diễn sáng giá khởi đầu vào nghệ thuật, bức tranh Lan Hương vẽ đôi tay nâng đóa hướng dương vàng rực giữa nền đen, trước ngày ông nhận giải Hồ Chí Minh (đợt 3).\n\n=== Hà Nội<ref>{{Chú thích web|url = http:\/\/giaitri.vnexpress.net\/tin-tuc\/cong-dong\/binh-luan\/viet-ve-cha-dao-dien-hai-ninh-2540797.html|title = Tình yêu Hà Nội của đạo diễn Hải Ninh}}<\/ref> ===\nĐạo diễn Hải Ninh rất yêu Hà Nội. Ông làm phim \"''Em bé Hà Nội\"'', bộ phim làm nên tên tuổi của NSND Lan Hương. Rồi ông viết kịch bản phim ''Người mẹ Hà Nội'', sửa đi sửa lại cả chục năm trời. Sau khi kịch bản được duyệt, ông rất mừng nhưng do tuổi cao sức yếu, không đi làm phim được nữa nên ông nhắm Thanh Vân (con trai thứ) làm đạo diễn.\n\n== Tình bạn với Hồng Sến <ref>{{Chú thích web|url = http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/tuong-nho-nsnd-hai-ninh-ky-2-va-het-duyen-menh-dien-anh-n20130324075348911.htm|title = Tình bạn giữa đạo diễn Hải Ninh và đạo diễn Hồng Sến}}<\/ref> ==\nĐạo diễn Hải Ninh luôn coi Hồng Sến như người anh em kết nghĩa, gọi một cách trìu mến là \"anh hai Sài Gòn\". Hai đạo diễn có tính cách khác nhau, lại là bạn thân. \"Đạo diễn Hồng Sến - con người và tác phẩm\" (190 trang, Nhà xuất bản Văn hóa - Thông tin, tháng 4\/2012) là cuốn sách đầu tiên của tác giả Hải Ninh. Viết về bạn thân, Hải Ninh có thái độ khách quan cần thiết của người \"chép sử điện ảnh\". Chính nhờ ý thức giữ gìn thư tín, tài liệu, bằng sự hiểu biết, tay nghề của đạo diễn yêu nghề, say mê học, tìm tòi, Hải Ninh đã viết với tư cách nhà phê bình phim, một chuyên gia điện ảnh Việt nam.\n\nTháng 3\/1964, Hồng Sến, Kim Chi và các nghệ sĩ điện ảnh miền Nam rời Hà Nội trở về Nam tham gia chiến đấu. Tính đến tháng 1\/1974, cặp vợ chồng Hồng Sến - Kim Chi viết cho Hải Ninh 6 lá thư dài, 28 tấm ảnh (ghi chi tiết sau mặt ảnh). Đặc biệt trong đó, 1 lá thư dài 36 trang, được Hồng Sến viết khi có chút thời gian nghỉ dưỡng sau 15 tháng lăn lộn ở mặt trận quay bộ phim Sống và chiến đấu. Trang 172 đến 138 của cuốn sách này in bút tích, ảnh của Hồng Sến - Kim Chi. Nghệ sĩ, chiến sĩ Hồng Sến có bí danh Hồng Chi. Những trang thư vàng sậm, mỏng tang, viết bi đỏ; thư bằng bút bi trên giấy kẻ ô, giấy trắng đầy thân thiết mà cô em Kim Chi gửi anh Hải Ninh, hay Hồng Sến xưng hô \"tao - mày\" tâm tình say nghề giữa bom đạn, hiểm nguy, mới thấy tình yêu vĩ đại vô song của nghệ sĩ lớn Hồng Sến với điện ảnh. Tình bạn son sắt đầy cảm động của hai gia đình từ thuở giấy ố mùi đạn khói đến giờ vẫn vẹn nguyên.\n\nHải Ninh chưa cùng Hồng Sến về Long An thăm cha mẹ bạn, những người ông nhận là cha mẹ nuôi, song họ đã cùng nhau sang Mỹ, thế hệ điện ảnh lứa đầu cũng là những người sang Mỹ gần như đầu tiên. Năm 1990, Thế Anh, Hoàng Cúc - các DV trong phim của Hải Ninh, cùng ĐD Hồng Sến, Bùi Đình Hạc, Đặng Nhật Minh, sang Pháp dự LHP QT Nantes, Cánh đồng hoang, Kiếp phù du chiếu tại Nantes, buổi nào cũng kín khán giả cả lối đi. \n\n==Chú thích==\n{{Tham khảo}}\n \n==Tham khảo==\n\n{{sơ khai nhân vật Việt Nam}}\n\n{{Thời gian sống|1931|2013}}\n{{Giải Bông sen vàng cho Đạo diễn phim truyện điện ảnh xuất sắc}}\n\n[[Thể loại:Phim và người giành giải Liên hoan phim Việt Nam]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Đạo diễn điện ảnh Việt Nam]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Nghệ sĩ nhân dân Việt Nam]]\n[[Thể loại:Giám đốc Hãng phim truyện Việt Nam]]"}