{"45252":"{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Hải Hậu\n| hình = Cư dân xã Hải Triều Hải Hậu Nam Định.jpg\n|ghi chú hình = Chiều về trên xã Hải Triều\n| vĩ độ = 20\n| vĩ phút = 7 \n| vĩ giây = 23 \n| kinh độ = 106\n| kinh phút = 16\n| kinh giây = 18\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện lỵ = thị trấn [[Yên Định, Hải Hậu|Yên Định]]\n| phân chia hành chính = 3 thị trấn, 31 xã\n|bí thư =  Trần Minh Hải\n| chủ tịch UBND = Đỗ Hải Điền\n| diện tích = 230,22 km²\n| dân số = 262.901 người\n| thời điểm dân số = 1\/4\/2019\n| mật độ dân số = 1.142 người\/km² \n| điện thoại = (0228) 387 7141 \n| mã hành chính = 366<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|haihau.namdinh.gov.vn}}\n|biển số xe=18-H1}}\n\n'''Hải Hậu''' là một [[huyện (Việt Nam)|huyện]] ven biển thuộc tỉnh [[Nam Định]], [[Việt Nam]].<ref name=Ms@124 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 11\/04\/2019.<\/ref><ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-fa93 >Bản đồ tỷ lệ 1:50.000 tờ F-48-93-D. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref>\n\n== Địa lý ==\nHuyện Hải Hậu nằm ở phía đông nam tỉnh [[Nam Định]], cách thành phố [[Nam Định (thành phố)|Nam Định]] khoảng 35&nbsp;km về phía đông nam, cách trung tâm thủ đô [[Hà Nội]] khoảng 135&nbsp;km, có vị trí địa lý:\n*Phía đông giáp huyện [[Giao Thủy]] \n*Phía tây giáp huyện [[Trực Ninh]] và huyện [[Nghĩa Hưng]]\n*Phía nam giáp [[Biển Đông]]\n*Phía bắc giáp huyện [[Xuân Trường]].\n\nCực Nam của huyện nằm tại cửa Lạch Giang của [[sông Ninh Cơ]], thị trấn Thịnh Long, ranh giới với huyện Nghĩa Hưng. Bờ biển Hải Hậu dài dọc theo thị trấn Thịnh Long và các xã Hải Hòa, Hải Triều, Hải Chính, Hải Lý, Hải Đông và giáp với huyện Giao Thủy. Huyện Hải Hậu cách [[thành phố Nam Định]] 43&nbsp;km, cách [[Hà Nội]] 133&nbsp;km.\n\nHuyện có diện tích 230,22&nbsp;km². Toàn bộ diện tích huyện Hải Hậu là đồng bằng với khoảng 32&nbsp;km bờ biển, trên địa bàn huyện không có ngọn núi nào. Huyện có dân số 262.901 người (1\/4\/2019). 45% dân số theo [[đạo Thiên Chúa]].\n\n== Hành chính ==\nHuyện Hải Hậu có 34 đơn vị hành chính cấp xã trực thuộc, bao gồm 3 thị trấn: [[Yên Định (thị trấn)|Yên Định]] (huyện lỵ), [[Cồn (thị trấn)|Cồn]], [[Thịnh Long]] và 31 xã: [[Hải An, Hải Hậu|Hải An]], [[Hải Anh]], [[Hải Bắc, Hải Hậu|Hải Bắc]], [[Hải Châu, Hải Hậu|Hải Châu]], [[Hải Chính]], [[Hải Cường]], [[Hải Đông, Hải Hậu|Hải Đông]], [[Hải Đường]], [[Hải Giang]], [[Hải Hà, Hải Hậu|Hải Hà]], [[Hải Hòa (xã)|Hải Hòa]], [[Hải Hưng, Hải Hậu|Hải Hưng]], [[Hải Lộc, Hải Hậu|Hải Lộc]], [[Hải Long, Hải Hậu|Hải Long]], [[Hải Lý, Hải Hậu|Hải Lý]], [[Hải Minh]], [[Hải Nam, Hải Hậu|Hải Nam]], [[Hải Ninh, Hải Hậu|Hải Ninh]], [[Hải Phong, Hải Hậu|Hải Phong]], [[Hải Phú, Hải Hậu|Hải Phú]], [[Hải Phúc, Hải Hậu|Hải Phúc]], [[Hải Phương]], [[Hải Quang]], [[Hải Sơn, Hải Hậu|Hải Sơn]], [[Hải Tân (xã)|Hải Tân]], [[Hải Tây, Hải Hậu|Hải Tây]], [[Hải Thanh, Hải Hậu|Hải Thanh]], [[Hải Triều, Hải Hậu|Hải Triều]], [[Hải Trung]], [[Hải Vân, Hải Hậu|Hải Vân]], [[Hải Xuân, Hải Hậu|Hải Xuân]].\n\n== Lịch sử ==\nSau năm 1954, huyện Hải Hậu có 39 xã: Hải An, Hải Anh, Hải Bắc, Hải Bình, Hải Cát, Hải Châu, Hải Chính, Hải Cường, Hải Đông, Hải Đường, Hải Giang, Hải Hà, Hải Hòa, Hải Hùng, Hải Hưng, Hải Lộc, Hải Long, Hải Lý, Hải Minh, Hải Nam, Hải Ninh, Hải Phong, Hải Phú, Hải Phúc, Hải Phương, Hải Quang, Hải Sơn, Hải Tân, Hải Tây, Hải Thắng, Hải Thanh, Hải Thành, Hải Thịnh, Hải Tiến, Hải Toàn, Hải Triều, Hải Trung, Hải Vân, Hải Xuân.\n\nNăm [[1958]], thành lập thị trấn Cồn trên cơ sở một phần diện tích tự nhiên và dân số các xã Hải Tiến, Hải Tân và Hải Lý. Đây là thị trấn được thành lập đầu tiên tại Nam Định.\n\nNgày [[29 tháng 1]] năm [[1966]], sáp nhập một phần diện tích và dân số của xã Hải Lộc vào xã Hải Đông.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-24-NV-dieu-chinh-dia-gioi-mot-so-xa-thuoc-tinh-Nam-ha-18184.aspx Quyết định số 24-NV năm 1966]<\/ref>\n\nNgày [[26 tháng 3]] năm [[1968]], sáp nhập 7 xã: Trực Thái, Trực Phú, Trực Đại, Trực Hùng, Trực Cường, Trực Tiến và Trực Thắng của huyện Trực Ninh vào huyện Hải Hậu.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-41-CP-sap-nhap-7-xa-huyen-Truc-Ninh-vao-huyen-Hai-Hau-Nam-Ha-hop-nhat-huyen-Truc-Ninh-Nam-Truc-thuoc-Nam-ha-thanh-huyen-Nam-Ninh-18111.aspx Quyết định số 41-CP năm 1968]<\/ref>\n\nNgày [[28 tháng 8]] năm [[1971]], sáp nhập xã Hải Bình vào xã Hải Minh. \n\nNgày [[18 tháng 12]] năm [[1976]], sáp nhập xã Hải Tiến vào thị trấn Cồn; hợp nhất xã Hải Đường và xã Hải Cát thành một xã lấy tên là xã Hải Đường; hợp nhất xã Hải Trung và xã Hải Thành thành một xã lấy tên là xã Hải Trung; hợp nhất xã Trực Đại và xã Trực Tiến thành một xã lấy tên là xã Trực Đại.\n\nNgày [[27 tháng 6]] năm [[1977]], hợp nhất xã Hải Hưng và xã Hải Thắng thành một xã lấy tên là xã Hải Hưng, hợp nhất xã Hải Anh và xã Hải Hùng thành một xã lấy tên là xã Hải Anh.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-135-BT-hop-nhat-xa-thuoc-huyen-Hai-Hau-tinh-Ha-Nam-Ninh-58009.aspx Quyết định số 135-BT năm 1977]<\/ref>\n\nNgày [[1 tháng 4]] năm [[1986]], thành lập thị trấn Yên Định, thị trấn huyện lỵ huyện Hải Hậu trên cơ sở 31,72 ha diện tích tự nhiên của xã Hải Bắc, 79,04 ha diện tích tự nhiên của xã Hải Hưng và 112,6 ha diện tích tự nhiên của xã Hải Phương.\n\nNgày [[26 tháng 2]] năm [[1997]], chuyển 6 xã: Trực Thái, Trực Phú, Trực Đại, Trực Hùng, Trực Cường về huyện [[Trực Ninh]] vừa tái lập; chuyển xã Hải Thịnh thành thị trấn Thịnh Long.\n\nNgày [[10 tháng 12]] năm [[2014]], thị trấn Thịnh Long được công nhận là đô thị loại IV.\n\nNgày [[1 tháng 2]] năm [[2020]], sáp nhập toàn bộ diện tích và dân số của xã Hải Toàn vào xã Hải An.<ref name=NQ858>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-858-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-tinh-Nam-Dinh-433887.aspx|tựa đề=Nghị quyết số 858\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nam Định|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Hải Hậu có 3 thị trấn và 31 xã trực thuộc như hiện nay.\n\n== Giao thông ==\nHuyện có đường bộ [[quốc lộ 21A]] (điểm cuối là thị trấn Thịnh Long), [[Quốc lộ 21B]], Quốc lộ 37B (tỉnh lộ 56 cũ), Tỉnh lộ 488, 488C, 489B; đường sông (sông Ninh Cơ) và đường biển. Đây là địa phương có dự án [[Đường cao tốc Ninh Bình – Hải Phòng]] đi qua.\nTháng 10\/2018, Cầu Thịnh Long nối liền 2 huyện [[Nghĩa Hưng]] và Hải Hậu đã chính thức được khởi công và khánh thành vào ngày 28\/5\/2020 với tổng mức đầu tư hơn 1.158 tỉ đồng\n\n== Hạ tầng ==\nTrong những năm qua, với phương châm Nhà nước và nhân dân cùng làm, Hải Hậu đã tập trung xây dựng những công trình trọng điểm nhằm góp phần thúc đẩy phát triển kinh tế, xã hội - văn hoá và nâng cao đời sống cho người dân. Đến cuối năm 2004, 99% đường giao thông nông thôn trên địa bàn huyện đã được nhựa hoá, bê tông hoá; 99% hộ dân được dùng điện lưới quốc gia, trạm xá được xây dựng theo tiêu chuẩn của Bộ Y tế, 50% số dân được dùng nước sạch.\n\n== Kinh tế ==\nTốc độ tăng trưởng GDP bình quân giai đoạn 2003 - 2005 đạt 8,1%\/năm, giai đoạn 2006 - 2010 đạt 9,5%\/năm; bình quân cả thời kỳ 2003 - 2010 là 8,5%\/năm. Thu nhập bình quân năm 2016 đạt khoảng 34,48 triệu đồng\/người (theo giá hiện hành)\n\nHải Hậu là một trong những vựa lúa của Nam Định cũng như vùng [[đồng bằng sông Hồng]]. Đây là một trong những đơn vị đầu tiên đạt năng suất lúa 5 tấn\/ha. Hải Hậu khá nổi tiếng với gạo tám, nếp hương, dự, v.v...\n\nKinh tế của Hải Hậu khá đa dạng, gồm nông nghiệp (trồng lúa), đánh bắt và chăn nuôi thủy hải sản, thủ công mỹ nghệ (nghề mộc), làm muối, cây cảnh và đặc biệt là du lịch. Huyện Hải Hậu phát triển du lịch tại [[bãi tắm Thịnh Long]]. Ngoài ra cảng Thịnh Long cũng đóng vai trò trong phát triển kinh tế của huyện. Bốn [[xã]] được coi là mũi nhọn trong nền kinh tế Hải Hậu là thị trấn Cồn - nơi có chợ Cồn là trung tâm của cả vùng, thị trấn Thịnh Long, thị trấn Yên Định - là trung tâm huyện và xã Hải Giang, Hải Phong, Hải Ninh nơi có những cánh đồng lúa tám thơm đặc sản Hải Hậu. \nBờ biển Hải Hậu còn có các cánh đồng [[muối ăn|muối]]. Người dân ở đây cũng tham gia đánh bắt hải sản. Ngoài ra, vào lúc nông nhàn người dân cũng đi làm ở các nơi đem lại một nguồn thu nhập quan trọng trong mỗi gia đình.\n\n== Giáo dục ==\nGiáo dục, đào tạo ngày càng được xã hội hoá sâu rộng. Tất cả các thị xã, thị trấn đều có trường học cao tầng, nhiều xã có 3 - 4 trường. Chất lượng giáo dục toàn diện được củng cố vững chắc cả về giáo dục, trí dục, đức dục, giáo dục quốc phòng và pháp luật. Đặc biệt, số học sinh ở cả ba cấp đạt kết quả cao qua các kỳ thi học sinh giỏi tăng đều qua các năm, đạt thứ hạng 2, 3 toàn tỉnh. Đến năm 2002, 100% xã, thị trấn hoàn thành phổ cập giáo dục trung học cơ sở. Năm 2004, toàn huyện có 6 trường mầm non, 30 trường tiểu học, 3 trường trung học cơ sở và 1 trường trung học phổ thông đạt chuẩn quốc gia trong giai đoạn 2001 - 2010.\n\nHuyện Hải Hậu có 8 trường cấp 3 công lập: ([[Trường thpt A Hải Hậu]], [[Trường thpt B Hải Hậu]], [[Trường thpt C Hải Hậu]], Trường Trung học phổ thông Thịnh Long và Trường Trung học phổ thông Trần Quốc Tuấn, Trường PTTH Vũ Văn Hiếu,Trường Trung học phổ thông An Phúc, Trường Trung học phổ thông Dân Lập Hải Hậu). Trong đó Trường Trung học phổ thông A Hải Hậu là một trong những lá cờ đầu trong tỉnh về giáo dục đào tạo.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\n== Đặc sản ==\nGạo tám xoan Hải Hậu là một loại gạo thu hoạch trên việc trồng lúa tám xoan tại một số cánh đồng nhỏ của mảnh đất Hải Hậu. Đây là một loại gạo thơm tự nhiên và giàu chất dinh dưỡng. Hiện nay, việc trồng lúa tám xoan chỉ thực sự trồng trên được 2 - 3 xã có chất đất khá đặc biệt của huyện Hải Hậu tỉnh [[Nam Định]]. Loại gạo tám này đã được xuất khẩu ra nước ngoài và hiện đang được nhiều các nhà khoa học quan tâm để phát triển giống lúa này. Ngoài gạo tám xoan nổi tiếng, Hải Hậu còn có một số đặc sản như: bánh nhãn\n\n== Danh nhân==\n* Thượng tướng [[Nguyễn Huy Hiệu]] (1947-) Thứ trưởng Bộ Quốc Phòng (1998-2011) Phó Tổng tham mưu trưởng [[Quân Đội Nhân Dân Việt Nam]],[[Anh Hùng Lực Lượng Vũ Trang Nhân Dân]], [[Tư Lệnh]] Quân Đoàn 1, [[Tư Lệnh]] thứ nhất quân đoàn 1\n*Thượng Tướng[[Vũ Hải Sản]] (1961-) Ủy viên Ban Chấp hành trung ương Đảng - Ủy viên Quân ủy Trung ương, Thứ trưởng Bộ Quốc phòng, nguyên Phó Bí thư Đảng ủy, [[Tư lệnh Quân khu 3]].\n* Thiếu tướng [[Lê Quốc Sản]](1920-2000)\n* Thiếu tướng [[Lâm Trọng Đông]] - Ủy viên Thường Vụ Đảng Ủy Chủ nhiệm Chính trị [[Tổng cục Công nghiệp Quốc phòng]]\n* Giáo sư [[Ngô Đức Thịnh]],ông nguyên là Viện trưởng Viện Nghiên cứu Văn hóa Việt Nam\n* Nhà thơ [[Vũ Quần Phương]],tên thật là Vũ Ngọc Chúc là nhà thơ, nhà báo và nhà phê bình văn học. \n* Nhà văn [[Mai Thảo]],tên thật: Nguyễn Đăng Quý, bút hiệu khác: Nguyễn Đăng; là một nhà văn hiện đại Việt Nam.\n* Nhà văn [[Nguyễn Thi]],một nhà văn Việt Nam nổi tiếng trong thời kì chiến tranh Việt Nam, ông đã được truy tặng Giải thưởng Hồ Chí Minh về Văn học - Nghệ thuật năm 2000.\n* Nhà văn [[Đào Hồng Cẩm]],nhà viết kịch, nhà văn Việt Nam. Ông đã được trao tặng Giải thưởng Hồ Chí Minh về Văn học –Nghệ thuật đợt 1 (1996).\n* Nhạc sĩ [[Vũ Thành An]],một trong những nhạc sĩ nổi bật của miền Nam Việt Nam thời kỳ 1954 - 1975. Các \"Bài không tên\" là những tác phẩm nổi tiếng của ông. Hiện nay, ông là một phó tế của Giáo hội Công giáo Rôma, đã ngừng sáng tác nhạc tình ca mà chỉ sáng tác thánh ca.[3]\n* Nhạc sĩ [[Trương Ngọc Ninh]] - Phó giám đốc [[Sở Văn hóa – Thông tin Hà Nội]] và Phó chủ tịch [[Hội Âm nhạc Hà Nội]]\n* Nhạc sĩ [[Anh Quân]],là nhạc sĩ, nhà sản xuất âm nhạc đã nhận 2 đề cử và giành được 1 giải Cống hiến, chồng của Ca sĩ [[Mỹ Linh]]\n* Ca sĩ [[Mỹ Linh]],là một trong bốn diva Việt Nam bên cạnh Thanh Lam, Hồng Nhung và Trần Thu Hà. Cô cũng là nghệ sĩ đã giành được 7 đề cử và chiến thắng 3 lần tại giải Cống hiến.\n* Giáo sư [[Lương Kim Định]],là giáo sư, nhà triết học, linh mục Việt Nam. Ông có nhiều tác phẩm nghiên cứu triết học Việt Nam (mà ông gọi là Việt Triết hay Việt Nho).\n* Nhà giáo ưu tú, Nhà thơ [[Nguyễn Ngọc Ký]]...lập kỷ lục Việt Nam \"Người thầy đầu tiên của Việt Nam dùng chân để viết\".\n* Giáo sư Kim Cương [[Đại học Bách Khoa Hà Nội]]\n* Ủy viên TW Đảng, Bí thư tỉnh ủy Điện Biên [[Trần Văn Sơn]], nguyên thứ trưởng bộ Xây dựng,là một chính trị gia người Việt Nam. Ông hiện là đại biểu quốc hội Việt Nam khóa XIV nhiệm kì 2016-2021, thuộc đoàn đại biểu quốc hội tỉnh Điện Biên, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII, Bí thư Tỉnh ủy Điện Biên.[1]\n* Ủy Viên Trung ương Đảng, Chủ nhiệm Văn Phòng Quốc hội [[Vũ Mão]],là một chính khách, nhà thơ, nhạc sĩ Việt Nam. Ông từng giữ các chức vụ Bí thư Thứ nhất Ban Chấp hành Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh từ năm 1982 đến năm 1987, Chủ nhiệm Văn phòng Quốc hội và Hội đồng Nhà nước từ năm 1987 đến 1992, Chủ nhiệm Văn phòng Quốc hội từ năm 1992 đến năm 2002, Chủ nhiệm Ủy ban Đối ngoại của Quốc hội từ năm 2002 đến năm 2007, Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam năm khóa (khóa 5 đến khóa 9) từ năm 1982 đến năm 2006, Ủy viên Ủy ban thường vụ Quốc hội các khóa 9, 10, 11, Uỷ viên Uỷ ban sửa đổi Hiến pháp 1992.\n* Giáo Sư Tiến Sĩ [[Trần Văn Nhung]], Thứ trưởng Bộ Giáo dục & Đào tạo\n* Thiếu tướng [[Đỗ Ngọc Cẩn]] Phó Tổng cục trưởng [[Tổng cục Chính trị Công An Nhân Dân]],Ông là thành viên Hội đồng Quốc gia Giáo dục và Phát triển nhân lực nhiệm kỳ 2016- 2021, nguyên Phó Tổng cục trưởng Tổng cục Xây dựng lực lượng Công an nhân dân (2014-2018), nguyên Hiệu trưởng Trường Đại học Phòng cháy chữa cháy.\n* Thiếu tướng [[Trần Văn Đạt]] nguyên Phó Chủ Nhiệm Ủy Ban Kiểm Tra Quân ủy Trung ương\n* Thiếu Tướng [[ Trần Văn Doanh]] Cục phó cục cảnh sát Ma Tuý - Bộ Công An\n* Trung tướng [[Trần Thanh Huyền]] - Chính ủy Quân Chủng Hải Quân,là một sĩ quan cấp cao của Quân đội nhân dân Việt Nam, hàm Phó Đô đốc, nguyên Chính ủy Quân chủng Hải quân (2008–2012).\n* Trung tướng [[Trần Đình Xuyên]] - Phó Tư lệnh Quân Chủng Hải Quân\n*Thiếu tướng [[Trần Ngọc Quyến]], quân chủng Phòng Không Không Quân\n* Đức đệ nhất pháp chủ giáo hội phật giáo Việt Nam Hoà Thượng [[Thích Đức Nhuận]].\n\n==Làng nghề==\nNói đến vùng đất trăm nghề người ta thường nghĩ tới khu vực [[Hà Nội]], phía tây [[Bắc Ninh]], phía bắc [[Hưng Yên]], phía đông nam [[Vĩnh Phúc]], các huyện của tỉnh [[Hà Tây (tỉnh)|Hà Tây]] cũ, hay ven thành phố lớn, khu vực giao thông thuận lợi... Nếu như so với các huyện, khu vực phía Nam vùng [[đồng bằng sông Hồng]] thì Hải Hậu là một huyện hiếm hoi đa dạng nhiều làng nghề, làng có nghề và nhóm nghề và có thu nhập bình quân đầu người rất cao từ hiệu quả làng nghề. Các làng nghề truyền thống cũ, làng nghề mới, làng có nghề tại huyện:\n\n* Đan lưới và nghề cá ở [[Hải Triều, Hải Hậu|Hải Triều]]\n* Trồng hoa cây cảnh Hồng Tiến ([[Hải Phú, Hải Hậu|Hải Phú]])\n* Mộc mỹ nghệ Tam Tùng Đông ([[Hải Đường]])\n* Nuôi trồng thủy sản ở [[Hải Châu (xã)|Hải Châu]], [[Hải Chính]]\n* Làng nghề xây dựng xã [[Hải Phúc]]\n* Trồng hoa cây cảnh Bắc Hưng ([[Hải Hưng, Hải Hậu|Hải Hưng]])\n* Nghề đúc nhôm và mộc ở [[Hải Vân (xã)|Hải Vân]]\n* Làm bánh kẹo Đông Cường (thị trấn [[Yên Định (thị trấn)|Yên Định]])\n* Nghề mộc Đông Hữu ([[Hải Anh]])\n* Trồng hoa, cây cảnh Phạm Tăng ([[Hải Tân (xã)|Hải Tân]])\n* Đồ cổ và mộc mỹ nghệ ở [[Hải Minh]]\n* Nghề dệt chiếu An Đạo ([[Hải An, Hải Hậu|Hải An]])\n* Xã nghề hoa, cây cảnh [[Hải Sơn, Hải Hậu|Hải Sơn]]\n* Kéo sợi PE, dệt lưới thị trấn [[Thịnh Long]]\n*Nghề làm muối ở [[Hải Lý]]\n*Làng nghề hoa cây cảnh Văn Lý ([[Hải Lý]])\n* Một số có nghề chế biến thực phẩm thị trấn [[Yên Định (thị trấn)|Yên Định]]\n* Làm kèn tây Phạm Pháo ([[Hải Minh]])\n* Nghề hoa, cây cảnh Xuân Bắc ([[Hải Xuân, Hải Hậu|Hải Xuân]])\n* Làng nghề xây dựng xã [[Hải Phong, Hải Hậu|Hải Phong]]\n* Nghề hoa cây cảnh Cờ Hồng ([[Hải Long, Hải Hậu|Hải Long]]\n* Nghề dệt chiếu ở Phương Đức ([[Hải Bắc (xã)|Hải Bắc]])\n* Nghề mộc mỹ nghệ Cồn Thịnh ([[Hải Anh]])\n* Trồng dược liệu ở [[Hải Quang]] và lân cận\n* Một số có nghề chế biến cau ở [[Hải Đường]]\n* Nghề hoa, cây cảnh Đỗ Bá (thị trấn [[Cồn (thị trấn)|Cồn]])\n* Làng nghề mộc mỹ nghệ Phạm Rỵ ([[Hải Trung]])\n* Xe đay, dệt chiếu Giáp Nam ([[Hải Phương]])\n* Xã nghề trồng hoa cây cảnh [[Hải Hòa (xã)|Hải Hòa]].\n\n==Tham khảo==\n{{Tham khảo|28em}}\n\n{{Đơn vị hành chính thuộc huyện Hải Hậu}}\n{{Huyện thị Nam Định}}\n{{sơ khai Nam Định}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}