{"17572":"{{Thông tin hầm\n|name = Hầm đường bộ Hải Vân\n|image = CauHaiVan.jpg\n|caption = Cầu Hải Vân dẫn vào hầm\n|line =\n|location = Giữa [[Huế]] và [[Đà Nẵng]]\n|coordinates = \n|route = {{Banner đường Việt Nam|QL|1|link=1}} {{AHN-AH|1|VN}}\n|status =\n|start =\n|end =\n|startwork = 2000\n|open = 2005\n|close =\n|owner =\n|operator = \n|character = Hai hầm \n|construction= \n|length = {{convert|6280|m|ft|abbr=on}}\n|lanes = 2\n|speed = 70 km\/h \n|hielevation =\n|lowelevation=\n|height =\n|width =\n|grade =\n}}\n{{coord| 16.186981| 108.101692| type:landmark| format= dms| name=Hầm đường bộ Hải Vân| display= title}}\n{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = ''Hầm đường bộ Hải Vân''\n| position = bottom\n| lat_deg = 16.186981\n| lon_deg = 108.101692\n}}\n[[Tập tin:Hai Van Tunnel North Entrance.jpg|nhỏ|phải|300px|Cửa hầm Hải Vân 1 phía Bắc]]\n[[Tập tin:Ben trong ham Hai Van.jpg|nhỏ|phải|300px|Bên trong hầm]]\n{{dablink|Bài này nói về một [[hầm (giao thông)|đường hầm]] xuyên qua [[đèo]]. Xem bài viết về con đèo này tại [[đèo Hải Vân]].}}\n'''Hầm đường bộ Hải Vân''' là hầm đường bộ trên [[Quốc lộ 1]] ở ranh giới tỉnh [[Thừa Thiên Huế]] và thành phố [[Đà Nẵng]], miền Trung [[Việt Nam]].\n\nHầm đường sắt là đường hầm được xây từ thời Pháp thuộc 1906\n\nHầm Hải Vân xuyên qua núi, thay thế cho đường [[đèo Hải Vân]] vốn có nhiều đoạn nguy hiểm cho giao thông. Với [[chiều dài]] 6,28&nbsp;km là ''hầm đường bộ dài nhất [[Đông Nam Á]]''.\n\nHầm được khởi công xây dựng ngày [[27 tháng 8]] năm [[2000]], và khánh thành ngày [[5 tháng 6]] năm [[2005]]. Tổng chi phí cho toàn bộ Dự án Hầm đường bộ Hải Vân là 127.357.000 [[Đô la Mỹ|USD]].\n\nĐể giảm áp lực cho hầm Hải Vân 1, tháng 4 năm 2016 lãnh đạo Bộ Giao thông Vận tải đã đồng ý cho Công ty Cổ phần Đèo Cả triển khai dự án hầm đường bộ Hải Vân 2 dài 6.292 m, được thiết kế với chiều rộng 9,7 m; bao gồm 2 làn xe rộng 7 m, đường bộ hành, nằm song song với hầm Hải Vân 1.<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/thong-ham-duong-bo-7200-ty-dai-nhat-dong-nam-a-post998306.html|tựa đề=Thông hầm đường bộ 7.200 tỷ dài nhất Đông Nam Á|tác giả=|họ=|tên=|ngày=2019-7-10|website=zingnews.vn|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Tổng mức đầu tư ban đầu là 26.154 tỉ đồng, bao gồm giai đoạn 1: nâng cấp, sửa chữa hầm Hải Vân 1; và giai đoạn 2: tổ chức thi công hầm Hải Vân 2 với chiều dài toàn tuyến 12,4 km. Ngày 11 tháng 1 năm 2021, hầm đường bộ Hải Vân 2 được đưa vào khai thác.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/khai-thac-tuyen-lo-te-rach-soi-ham-hai-van-2-tu-dau-tuan-sau-20210108195212209.htm|tựa đề=Khai thác tuyến Lộ Tẻ - Rạch Sỏi, hầm Hải Vân 2 từ đầu tuần sau|tác giả=|họ=|tên=|ngày=2021-1-8|website=Tuổi Trẻ Online|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> <ref>{{Chú thích web|url=https:\/\/amp.vtc.vn\/khanh-thanh-ham-duong-bo-dai-nhat-dong-nam-a-noi-da-nang-hue-ar590196.html|tựa đề=Khánh thành hầm đường bộ dài nhất Đông Nam Á nối Đà Nẵng - Huế|tác giả=|họ=|tên=|ngày=2021-1-11|website=amp.vtc.vn|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}} <\/ref>\n\n== Các thông số kỹ thuật ==\n*Đường hầm số 1 (khánh thành năm 2005): dài 6.280 [[mét|m]], rộng 10 m, độ cao xe cho phép đi qua là 7,5 m.\n*Đường hầm số 2 (khánh thành năm 2021): dài 6.297 m, chạy song song với chiều rộng và chiều cao tương tự hầm số 1\n*Hệ thống đường hầm thông gió: dài 1.810 m, rộng 8,2 m, cao 5,3 m.\n\nĐể bảo đảm an toàn giao thông và ứng phó với các tình huống khẩn cấp, trong hầm được trang bị các hệ thống: đèn chiếu sáng, thông gió, báo cháy và chữa cháy, điện thoại khẩn cấp, phát thanh radio, camera quan sát (52 cái) cũng như hệ thống giám sát và điều khiển giao thông.\n\nCông trình còn chứa hầm lọc bụi [[tĩnh điện]] dài 153 m, rộng 10,2 m, cao 6,7 m. \nSau gần 5 năm xây dựng, công trình hầm đường bộ Hải Vân đã hoàn thành với đường hầm chính dài 6,3&nbsp;km, hầm phụ chạy song song dài 6,3&nbsp;km, hầm thông gió dài 1,9&nbsp;km, 3 hầm lọc bụi tĩnh điện cùng với 15 hầm ngang, tạo thành một hệ thống đường hầm hoàn chỉnh có tổng [[chiều dài]] khoảng 15,1&nbsp;km\n\n[[Thể tích]] đất đá phải đào khi xây hầm là 600.000 [[mét khối|m³]].\n==== Hệ thống chiếu sáng ====\nHầm được chiếu sáng bởi 3.140 bóng đèn cao áp có tổng công suất 65 MW, tổng số tiền đã tiêu thụ điện năng cho chiếu sáng đường hầm bình quân một năm là 25 tỷ đồng.<ref name=bimat>[http:\/\/dantri.com.vn\/xa-hoi\/nhung-bi-mat-chua-tung-ke-trong-ham-duong-bo-hai-van-679742.htm Những \"bí mật\" chưa từng kể trong hầm đường bộ Hải Vân]<\/ref>\n\n====='''Hệ thống thông gió'''=====\nĐể đảm bảo không khí trong đường hầm, ngoài cửa thông gió được đào thông lên đỉnh núi Hải Vân dài hơn 1.810 m để lấy không khí, trong đường hầm còn lắp đặt 3 trạm xử lý không khí với 23 quạt thông gió. Mỗi quạt có công suất 50 KW. Các quạt thông gió này giống như động cơ cánh quạt trên máy bay gắn trên trần hầm với công suất 50&nbsp;kW sẽ hút và đẩy không khí đến trạm xử lý.\n\nBình quân mỗi giây đồng hồ hệ thống lọc và hút cung cấp 280 m3 không khí sạch cho đường hầm. Ngoài ra 3 trạm lọc không khí bằng tĩnh điện, mỗi trạm có công suất 1,5 MW có nhiệm vụ hút lượng không khí bẩn, rồi xử lý đưa ra ngoài đồng thời cung cấp [[khí quyển Trái Đất|không khí]] sạch cho đường hầm.\n\nNếu hệ thống thông gió cũng như hệ thống lọc không khí ngừng hoạt động, hành khách khi đi qua hầm có thể bị chết ngạt ngay lập tức.<ref name=bimat\/>\n\n==Quy định khi đi qua hầm==\nLái xe tham gia giao thông trong hầm ngoài việc chấp hành Luật Giao thông đường bộ còn phải thực hiện những quy định sau:\n\n:'''1. Tốc độ và khoảng cách.'''\n::* a) Tốc độ tối đa: 70km\/h (60 km\/h trước 2006)<ref name=\"tang\">[http:\/\/www.sggp.org.vn\/thongtincanuoc\/2006\/8\/58742\/ Ô tô qua hầm Hải Vân với tốc độ 45-70km\/h], SGGP Online, 28 tháng 6 năm 2006<\/ref>\n::* b) Tốc độ tối thiểu: 45km\/h (40 km\/h trước 2006)<ref name=\"tang\" \/>\n::* c) Khoảng cách tối thiểu giữa các xe trên cùng làn xe: 50 mét.\n\n:'''2. Các hành vi bị nghiêm cấm.'''\n::* a) Vượt, lùi và quay đầu xe.\n::* b) Dừng, đỗ xe.\n::* c) Để đất, đá, chất phế thải và các loại vật chất khác rơi vãi trong hầm.\n::* d) Bấm còi.\n::* e) Bật đèn ưu tiên.\n::* f) Bật đèn ở chế độ chiếu xa và các loại đèn có ánh sáng mạnh khác.\n\n:3. Trách nhiệm của lái xe.\n::* a) Bật đèn ở chế độ chiếu gần - đèn cốt.\n::* b) Mở radio sóng FM ở tần số 106MHz (hoặc 102.5MHz theo biển báo ở cửa hầm) hoặc sóng AM ở tần số 702KHz.\n::* c) Quan sát biển báo, tín hiệu đèn giao thông.\n\n==Phương tiện cấm lưu thông==\n:* 1. Người đi bộ.\n\n:* 2. Các xe ô tô chở hàng độc hại, chất dễ cháy, chất nổ, hàng nguy hiểm.\n\n:* 3. Xe ô tô kể cả hàng hóa có chiều cao lớn hơn 4,20m hoặc có chiều ngang lớn hơn 3,00m.\n\n:* 4. Xe mô tô 3 bánh hoặc mô tô 2 bánh, xe gắn máy, xe máy điện, xe đạp điện, xe thô sơ.\n \n:* 5. Các phương tiện thuộc đối tượng tại khoản 2 điều này muốn lưu thông qua hầm phải đến cơ quan có thẩm quyền để được xem xét cấp giấy phép lưu hành; khi lưu thông trong hầm phải tuân theo sự hướng dẫn của HAMADECO.\n\n== Phí vận chuyển xe máy qua hầm Hải Vân ==\n\nTừ ngày 1\/5\/2012, Công ty Quản lý và khai thác hầm đường bộ Hải Vân sẽ điều chỉnh giá vé vận chuyển mô tô, xe máy qua hầm đường bộ Hải Vân từ 20.000₫\/lượt lên 25.000₫\/lượt và người qua hầm 8.000₫\/người, các mức giá vé khác vẫn được giữ nguyên.\n\n==Thời gian đóng hầm==\n::* 1. Thời gian đóng hầm từ 3h00 đến 4h00 để vệ sinh, sửa chữa, bảo trì các hạng mục hầm đường bộ Hải Vân.\n::*2. Cấm xe tải và xe khách qua hầm Hải Vân từ 00h00 - 04h00.\n \n::* 3. Thời gian đóng hầm quy định cho tất cả các ngày trong năm. Trường hợp cần thiết đóng hầm ngoài thời gian quy định, HAMADECO phải báo cáo các cấp có thẩm quyền quyết định, trừ trường hợp sự cố, tai nạn.\n== Kỷ lục Việt Nam ==\nVới [[chiều dài]] 6,28&nbsp;km hầm Hải Vân là '''hầm đường bộ dài nhất [[Đông Nam Á]]'''.\n\n== Tham khảo ==\n{{tham khảo|25em}}\n*[http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2005\/06\/3B9DEE52\/ Hầm đường bộ Hải Vân chính thức khánh thành]\n== Liên kết ngoài ==\n{{Commonscat|Road tunnels in Vietnam}}\n\n{{Hầm đường bộ Việt Nam}}\n[[Thể loại:Sơ khai công trình giao thông]]\n[[Thể loại:Giao thông Đà Nẵng]]\n[[Thể loại:Giao thông Thừa Thiên Huế]]\n[[Thể loại:Hầm đường bộ tại Việt Nam|Hải Vân]]\n[[Thể loại:Kỷ lục Việt Nam]]\n[[Thể loại:Quốc lộ 1]]"}