{"14924317":"[[Tập tin:Bà_Chúa_Nhất,_Mỹ_Lương,_Dục_Đức.jpg|thumb|phải|400px|Mỹ Lương Công chúa, húy là [[Nguyễn Phúc Tốn Tùy|Tốn Tùy]] - chị gái [[Vua Thành Thái]], và hai nữ hầu.]]\n'''Hậu cung nhà Nguyễn''' là quy định và trật tự của hậu cung dưới thời [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\nNgoài bản thân [[Hoàng đế]] là người lớn nhất, bên cạnh đó còn có [[Hoàng thái hậu]], [[Hoàng hậu]] cùng [[Phi tần]], [[Hoàng tử]] và [[Hoàng nữ]], các [[Thái giám]] và [[Cung nữ]], tất cả đều tham gia vào sự vận động cuộc sống sinh hoạt hằng ngày trong cung. Triều đại nhà Nguyễn có tương quan ghi chép nhiều nhất thời quân chủ Việt Nam.\n\n== Lịch sử khái quát ==\n=== Sơ kỳ ===\n[[Tập tin:Nam_Phương_Hoàng_Hậu.jpg|nhỏ|170px|trái|[[Nam Phương hoàng hậu]]]]\nNhà Nguyễn theo lệ cũ nhà Lê sơ, để khuyết ''vị Hoàng Hậu'' với nhiều lý do, trừ các bà [[Tống Thị Lan|Thừa Thiên]], người vợ tào khang theo phò [[Gia Long|Thế Tổ]] từ thuở hàn vi và [[Nam Phương]], Hoàng hậu cuối cùng của chế độ phong kiến Việt Nam. Từ [[Minh Mạng|Thánh Tổ]] đến [[Khải Định|Hoằng Tông]] chỉ kén người hiền đức giữ ngôi ''Phi'' đứng đầu giúp việc nội trị. Riêng bà [[Lệ Thiên Anh Hoàng hậu|Lệ Thiên]] là trường hợp đặc biệt, với danh phận hoàng tẩu của tân quân [[Hiệp Hòa]] được tôn huy hiệu ''Khiêm Hoàng hậu'' (謙皇后) theo cố mệnh của tiên đế [[Tự Đức|Dực Tông]].\n\nNội các triều Nguyễn - [[Khâm định Đại Nam hội điển sự lệ]] ghi lại, vào đầu thời ''\"Quốc sơ\"'', thứ bậc nội cung được quy định:\n* '''Tam phi''' (三妃): ''Quý phi'' (貴妃), ''Minh phi'' (明妃), ''Kính phi'' (敬妃);\n* '''Tam tu''' (三修): ''Tu nghi'' (修儀) ''Tu dung'' (修容), ''Tu viên'' (修媛);\n* '''Cửu tần''' (九嬪): ''Quý tần'' (貴嬪), ''Hiền tần'' (賢嬪), ''Trang tần'' (莊嬪), ''Đức tần'' (德嬪), ''Thục tần'' (淑嬪), ''Huệ tần'' (惠嬪), ''Lệ tần'' (麗嬪), ''An tần'' (安嬪), ''Hòa tần'' (和嬪);\n* '''Tam chiêu''' (三昭): ''Chiêu nghi'' (昭儀), ''Chiêu dung'' (昭容), ''Chiêu viên'' (昭媛)\n* '''Tam sung''' (三充): ''Sung nghi'' (充儀), ''Sung dung'' (充容), ''Sung viên'' (充媛).\n* '''Lục chức''' (六職): ''Tiệp dư'' (婕妤), ''Dung hoa'' (傛華), ''Nghi nhân'' (宜人), ''Tài nhân'' (才人), ''Linh nhân'' (靈人), ''Lương nhân'' (良人);\n\nChữ ''\"Quốc sơ\"'' này hay có nhìn nhận là đầu thời Gia Long, song theo nhiều biểu hiện nó ám chỉ khoảng đầu thời [[Chúa Nguyễn]]<ref>[[Đại Nam thực lục]], tập 1, Tiền biên: ''\"Thời '''quốc sơ''', từ Túc Tông Hiếu Ninh Hoàng đế về trước, xưng là Công, từ Thế Tông Hiếu Võ Hoàng đế về sau, xưng là Vương. Ngày nay theo đế chế xưng là Thượng. Thời quốc sơ, niên kỷ dùng niên hiệu nhà Lê. Nay theo sách Khâm định vạn niên thư, đều cứ năm sau năm nối ngôi mà chép làm năm đầu. Còn niên hiệu nhà Lê, nhà Minh, nhà Thanh thì chia ra chua ở dưới, để chỉ rõ thế đại và thống kỷ\"''<\/ref>. Quả thật, thời Chúa Nguyễn khi truy tặng các phu nhân, cũng hay xuất hiện các tước hiệu trên, như ''\"Chiêu nghi Liệt phu nhân\"'', ''\"Kính phi phu nhân\"'',... Một điều chứng minh khác, là dưới triều Gia Long và Minh Mạng vẫn xuất hiện những danh vị hoàn toàn không thuộc quy định ở trên, như [[Mỹ nhân]]. Có lẽ việc thay đổi danh vị trong Nội đình thời Gia Long so với thời Chúa Nguyễn đã có diễn ra quy mô lớn, song không được ghi chính thức và tỉ mỉ lại như cuộc thay đổi toàn vẹn diễn ra cuối thời Minh Mạng.\n\nNăm [[Minh Mạng]] thứ 17 ([[1836]]), Thánh Tổ có chỉ dụ định lại thứ bậc ở nội cung: ''\"Nay theo gương cổ nhân, đặt chín bậc phi tần ở nội cung, khiến cho chốn khuê môn trật tự phân minh, phong hóa tôn nghiêm, nối đến muôn đời. Trên hàng Nhất giai có đặt Hoàng quý phi để giúp Hoàng hậu vốn là ngôi 'Chủ quỹ trung cung' (主饋中宮), cai quản mẫu mực Lục viện, giúp việc nội trị, giữ nghiêm nội chính\"''<ref>'''Chủ quỹ''' (主饋): một cách nói theo Hán văn ám chỉ đến vợ cả. Chữ Hán ''\"Quỹ\"'' là việc dâng cơm, hoặc việc trong nhà nói chung, ngày xưa thì con dâu cả sẽ đứng đầu việc này<\/ref>.\n\nTừ đó, các triều đều thiết lập hạng mức cung giai cố định, dưới ''[[Hoàng quý phi]]'' đặt ra các bậc:\n* Tần ngự có sách phong:\n# ''Nhất giai Phi'' (一階妃).\n# ''Nhị giai Phi'' (二階妃).\n# ''Tam giai Tần'' (三階嬪).\n# ''Tứ giai Tần'' (四階嬪).\n# ''Ngũ giai Tần'' (五階嬪).\n# ''Lục giai Tiệp dư'' (六階婕妤).\n# ''Thất giai Quý nhân'' (七階貴人).\n# ''Bát giai Mỹ nhân'' (八階美人).\n# ''Cửu giai Tài nhân'' (九階才人).\n# ''Tài nhân vị nhập giai'' (才人未入階).\n* Tần ngự không có sách phong: \n# ''Cung nhân'' (宮人). \n# ''Cung nga'' (宮娥).\n# ''Thị nữ'' (侍女)<ref>Danh vị này từng bị nhầm thành ['''Thể nữ''']. Nhưng tra xét lệ cung ứng quần áo theo mùa của Nội vụ phủ trong Khâm định, cũng như bài vị của các cung phi trên lăng viên vua chúa triều Nguyễn thì đích xác là ['''Thị nữ'''].<br>Có lẽ ''Thể nữ'' là cách gọi chệch đi thời Vãn kỳ, do [[Đồng Khánh|Cảnh Tông]] vốn có tên cũ là ['''Ưng Thị'''], dù vậy cách viết vẫn không đổi.<\/ref>.\n* Dưới cùng là các bậc [[Nữ quan]] cùng [[Cung nữ]], có trách nhiệm quản lý phục dịch trong cung ở ''Lục thượng'' (六尚).\n\nBậc Tần trở lên, qua các triều sẽ định riêng các huy hiệu, trước sau sẽ phân cao thấp trong cùng một bậc. Ví dụ chính năm Minh Mạng thứ 17, Thánh Tổ đã chiếu định các huy hiệu như sau:\n* Nhất giai: ''Quý phi'' (貴妃), ''Hiền phi'' (賢妃), ''Thần phi'' (宸妃).\n* Nhị giai: ''Gia phi'' (嘉妃), ''Thục phi'' (淑妃), ''Huệ phi'' (惠妃).\n* Tam giai: ''Quý tần'' (貴嬪), ''Hiền tần'' (賢嬪), ''Trang tần'' (莊嬪).\n* Tứ giai: ''Đức tần'' (德嬪), ''Thục tần'' (淑嬪), ''Huệ tần'' (惠嬪).\n* Ngũ giai: ''Lệ tần'' (麗嬪), ''An tần'' (安嬪), ''Hòa tần'' (和嬪).\n\nCùng lúc ấy, Thánh Tổ sách phong truy tặng bà nguyên phối là ''Chiêu nghi'' (昭儀) [[Hồ Thị Hoa|Hồ thị]] làm ''Thần phi'', lấy tên thụy là ''Thuận Đức'' (順德), tấn phong ''Hiền tần'' Ngô thị làm ''Hiền phi'', còn từ ''Trang tần'' trở xuống gồm 26 người.\n\nCác danh hiệu không cố định mà thay đổi qua các triều vua hoặc trong cùng một triều. Ngay trong năm Minh Mạng thứ 17, bậc đầu Nhị giai vốn là ''Đức phi'' (德妃), nhưng ngay sau đó Thánh Tổ lại cho sửa thành ''Gia phi'' như ta thấy. Sau khi bàn định rõ 5 bậc đầu có thứ tự như vậy, thì vào năm Minh Mạng thứ 19 ([[1838]]), Thánh Tổ có chỉ dụ thay đổi trong bậc Ngũ giai như sau: ''\"Nguyên trước định lệ cung giai rằng, Lệ tần, An tần, Hòa tần làm bậc Ngũ giai, nay đổi làm An tần, Hòa tần, Lệ tần\"''.\n\nMặc dù nội cung triều Nguyễn được phân làm chín bậc nhưng số lượng cung tần mỹ nữ thời bấy giờ không nhiều. [[Minh Mạng|Thánh Tổ]] có số lượng phi tần nhiều nhất với 43 phi tần sinh hạ 162 người con được chép trong Nguyễn Phúc tộc thế phả, nhưng dưới niên hiệu Minh Mạng, cung tần mỹ nữ chốn nội cung, kể cả Nữ quan và Thị nữ có lẽ không quá 200 người. Như năm Minh Mạng thứ 9 ([[1828]]), Kinh kỳ lụt to, Thánh Tổ xuống dụ: ''\"Từ xưa đến nay lụt mùa thu, chưa bao giờ như thế. Nước là tượng âm, hoặc giả âm khí u uất mà thành ra thế chăng? Hiện nay cung nhân có danh vị chỉ có 16, 17 người, tất cả các ban chưa quá trăm người, đủ để sai khiến trong cung mà thôi.\"''\n\nHoàng tử nhà Nguyễn khi đến tuổi trưởng thành được ban [[tước Công]], phải xuất phủ kén vợ gọi là nạp phi hay nạp thiếp. Nàng dâu được triều đình cưới hỏi gọi là ''Phủ thiếp'' (府妾), nàng hầu gọi là ''Đằng thiếp'' (藤妾) hay ''Dắng thiếp'' (媵妾).\n\n===Trung kỳ===\n[[Quốc Sử Quán|Quốc Sử quán]] ghi lại trong [[Đại Nam thực lục]] vào tháng 5 năm [[Thiệu Trị]] thứ 3 ([[1843]]), [[Thiệu Trị|Hiến Tổ]] ban dụ định lại thứ tự chín bậc ở nội cung: ''\"Đức chính hóa của nhà đế vương bắt nguồn từ chốn khuê môn, nên kinh Dịch có quẻ Gia nhân, kinh Lễ có thiên Nội tắc, để nghiêm chỉnh nghi lễ chốn cung nghiêm, giúp việc chính sự nơi cung khuyết. Từ những năm Minh Mạng đã chuẩn định nội cung chín bậc, định lệ cấp lương bổng và màu sắc xiêm y theo thứ bậc để tỏ rõ khuôn phép nối đến muôn đời. Trẫm từ khi nối ngôi tới nay, mở mang thái bình, sửa sang trị hóa, khiến cho cương kỷ trong nước được rõ ràng. Nhân nghĩ đến đức chính hóa của nhà đế vương, tất từ tề gia mà ra đến trị quốc, trật tự trong cung cũng nên định khác.\"''\n* Nhất giai: ''Quý phi'' (貴妃), ''Đoan phi'' (端妃), ''Lệnh phi'' (令妃).\n* Nhị giai: ''Thành phi'' (誠妃), ''Trinh phi'' (貞妃), ''Thục phi'' (淑妃).\n* Tam giai: ''Quý tần'' (貴嬪), ''Lương tần'' (良嬪), ''Đức tần'' (德嬪).\n* Tứ giai: ''Huy tần'' (徽嬪), ''Ý tần'' (懿嬪), ''Nhu tần'' (柔嬪).\n* Ngũ giai: ''Nhàn tần'' (嫻嬪), ''Nhã tần'' (雅嬪), ''Thuận tần'' (順嬪).\n* Dưới nữa không đổi, vẫn như sơ chế.\n\nLại xuống dụ tấn phong cung tần [[Từ Dụ|Phạm thị]] làm ''Thành phi'', truy tặng ''Diễm nhân'' (艷人) Đinh thị làm ''Quý tần''. Đến tháng 1 năm [[Thiệu Trị]] thứ 6 ([[1846]]), theo từ chỉ của [[Thuận Thiên (Hoàng phi)|Nhân Tuyên Thái hoàng thái hậu]]: ''\"Từ trước đến nay, các phi tần giữ nết hạnh đoan trang, lo toan việc nội trị, nên tấn phong theo thứ bậc để tỏ ân trạch\"'', [[Thiệu Trị|Hiến Tổ]] ban ân mệnh cho đổi ''Đoan phi'' ở nhất giai làm ''Lương phi'', ''Lương tần'' ở tam giai làm ''Thụy tần'' (瑞嬪), tấn phong ''Thành phi'' Phạm thị làm ''Quý phi'', ''Lương tần'' Vũ thị làm ''Lương phi'', lại phong từ ''Lệnh phi'', ''Thục phi'', ''Thụy tần'' trở xuống. Chuẩn định lệ thứ bậc cao khi tấn phong được ban sách vàng, sách bạc theo lệ cũ, còn từ phi tần tam giai trở xuống thì đổi cấp sách bằng gấm vóc.\n\n[[Quốc Sử Quán|Quốc Sử quán]] ghi lại trong [[Đại Nam thực lục]] vào tháng 5 năm [[Tự Đức]] thứ 3 ([[1850]]), [[Tự Đức|Dực Tông]] xuống dụ định rõ thứ bậc ở nội cung: ''\"Đạo đế vương trước ở tề gia, nên thiên Chu quan thi hành phép tắc tất lấy ý của thơ Quan thư, Lân chỉ làm gốc, bởi lễ nghi nơi cung cấm là cái gốc của vương hóa. Thánh Tổ theo điển lễ đời xưa, chuẩn định thứ bậc nội cung, là phép hay muôn đời. Về Hoàng quý phi trở lên, đã có lệ sẵn, còn từ phi tần trở xuống, thì chia làm chín bậc với các danh xưng và mỹ từ.\"''\n* Nhất giai: ''Thuận phi'' (順妃), ''Thiện phi'' (善妃), ''Nhã phi'' (雅妃).\n* Nhị giai: ''Cung phi'' (恭妃), ''Cần phi'' (勤妃), ''Chiêu phi'' (昭妃).\n* Tam giai: ''Khiêm tần'' (謙嬪), ''Thận tần'' (慎嬪), ''Nhân tần'' (仁嬪), ''Thái tần'' (泰嬪).\n* Tứ giai: ''Khoan tần'' (寬嬪), ''Giai tần'' (偕嬪), ''Tuệ tần'' (慧嬪), ''Giản tần'' (簡嬪).\n* Ngũ giai: ''Tĩnh tần'' (靜嬪), ''Cẩn tần'' (謹嬪), ''Tín tần'' (信嬪), ''Uyển tần'' (婉嬪).\n* Dưới nữa không đổi, vẫn như sơ chế.\n\nLại xuống dụ tấn phong cung tần [[Lệ Thiên Anh Hoàng hậu|Vũ thị]] làm ''Cần phi'', Nguyễn Đình thị làm ''Chiêu phi'', còn từ ''Thận tần'' trở xuống gồm 12 người. Đến tháng 1 năm [[Tự Đức]] thứ 13 ([[1860]]), theo từ huấn của [[Từ Dụ|Từ Dụ Hoàng thái hậu]] tôn phong các phi tần ở nội đình, tấn phong ''Cần phi'' Vũ thị làm ''Thuần phi'' (純妃), sau đổi làm ''Trung phi'' (忠妃), ''Chiêu phi'' Nguyễn Đình thị làm ''Thiện phi'', ''Thận tần'' Lê thị làm ''Cung phi'', còn từ ''Tĩnh tần'' trở xuống gồm 14 người. Lại ban dụ định lại thứ bậc ở nội đình, đổi ''Uyên tần'' (淵嬪) ở tam giai làm ''Đoan tần'' (端嬪), ''Tuệ tần'' ở tứ giai làm ''Kiệm tần'' (儉嬪), đến tháng 12 Tự Đức năm thứ 14 ([[1861]]), ''Cần phi'' ở nhị giai được đổi thành ''Đôn phi'' (惇妃), ''Thái tần'' ở tam giai đổi thành ''Diệu tần'' (妙嬪), ''Giai tần'' ở tứ giai đổi thành ''Lượng tần'' (諒嬪), và sau đó một tháng, tức tháng 1 năm Tự Đức thứ 15 ([[1862]]), ''Chiêu phi'' ở nhị giai đổi thành ''Mẫn phi'' (敏妃), ''Tĩnh tần'' ở ngũ giai đổi thành ''Hậu tần'' (厚嬪).\n\nNăm Tự Đức thứ 4 ([[1851]]), dụ tặng ''Tiệp dư'' tiên triều là Nguyên Khắc thị, sinh mẫu của [[Tùng Thiện Vương|Tùng Quốc công]] làm ''Thục tần'' (淑嬪), lấy tên thụy là ''Đoan Liệt'' (端烈). Nguyên trong năm [[Minh Mạng]] thứ 17 ([[1836]]), bà được phong làm ''Thục tần'' rồi can đến án quyến thuộc trộm vàng mà bị cách, sau đó một năm mới được khởi phục chức ''Tiệp dư''.\n\nNăm Tự Đức thứ 23 ([[1870]]), tấn phong Trung phi Vũ thị làm ''Hoàng quý phi''. Dụ rằng: ''\"Trong chốn cung đình là nguồn gốc của phong hoá, không thể không có người giúp đỡ để cai quản kẻ thuộc hạ giữ được đạo đàn bà. Trung phi họ Vũ là con nhà danh vọng, kính được kén cho, người bé nhỏ rất có đức hạnh, được sự Hoàng thái hậu xét biết, thuận cho nên thăng chức, vậy tấn phong làm Hoàng quý phi, được Suất nhiếp lục viện (率攝六院)\"''. Đây là lần đầu tiên triều Nguyễn ra chỉ dụ sách phong cho một hậu phi làm Hoàng quý phi, lại còn trên danh nghĩa đứng đầu Lục viện. Khi ấy, [[Nguyễn Văn Thị Hương|Lượng tần Nguyễn Văn thị]] tấn thăng ''Khiêm phi'' (謙妃), sau đổi phong làm ''Học phi'' (學妃).\n\nNăm Tự Đức thứ 26 ([[1873]]), chuẩn định lệ [[thụy hiệu]] của phi tần, trừ những người có đức vọng lâm thời sẽ nghị bàn việc đặt tên thụy, còn lại đều theo lệ sẵn:\n* ''Nhất giai phi'' lấy tên thụy là ''Huy Thuận'' (徽順). \n* ''Nhị giai phi'' lấy tên thụy là ''Ý Thuận'' (懿順). \n* ''Tam giai tần'' lấy tên thụy là ''Nhã Thuận'' (雅順). \n* ''Tứ giai tần'' lấy tên thụy là ''Nhàn Thuận'' (嫻順).\n* ''Ngũ giai tần'' lấy tên thụy là ''Lệ Thuận'' (麗順). \n* ''Lục giai Tiệp dư'' lấy tên thụy là ''Nhu Thuận'' (柔順).\n* ''Thất giai Quý nhân'' lấy tên thụy là ''Trang Thuận'' (莊順). \n* ''Bát giai Mỹ nhân'' lấy tên thụy là ''Cẩn Thuận'' (謹順).\n* ''Cửu giai Tài nhân'' lấy tên thụy là ''Thục Thuận'' (淑順).\n\n===Vãn kỳ===\nTháng 8 năm [[Hàm Nghi]] nguyên niên ([[1885]]), [[Đồng Khánh|Cảnh Tông]] ban dụ: ''\"Căn cứ theo tấu trình của Cơ Mật viện và Lễ bộ nói rằng nội chức cũng cần có người, nên xin xem xét ban phong để sáng tỏ quốc điển, vì vậy đành phải chuẩn y cho phép thi hành. Nay xét những cung tần gồm bốn người hầu hạ trong cung đã lâu ngày, nghiêm chỉnh tuân thủ phép tắc, truyền chuẩn y tấn phong cho Trần Đăng thị làm Quán phi ''(觀妃)'', Phan Văn thị làm Giai phi ''(偕妃)'', Hồ Văn thị làm Chính tần ''(政嬪)'', Lê Văn thị làm Nghi tần ''(宜嬪)''. Riêng Giai phi chuẩn cho làm Quyền nhiếp lục viện (權攝六院) để rồi sung chức. Lại chuẩn phong cho Mai Văn thị làm Tiệp dư, Nguyễn Văn thị làm Quý nhân, Nguyễn Hữu thị làm Mỹ nhân, Trịnh Văn thị làm Tài nhân và Mai thị làm Tài nhân vị nhập lưu. Những người trên cần phải kính cẩn thực thi nội chức để để giữ việc trong nội cung được nghiêm chỉnh. Người xưa nói rằng phải tề gia rồi mới trị quốc, đó là điều mà Trẫm mong mỏi vậy!\"''<ref>Theo [[Đồng Khánh - Khải Định chính yếu]], quyển I, phần ''Gia pháp'' trang 43-44, Quốc sử quán triều Nguyễn, Nhà xuất bản Thời Đại.<\/ref>.\n\nTháng giêng năm [[Đồng Khánh]] nguyên niên ([[1886]]), sách dụ tấn phong con gái của [[Nguyễn Hữu Độ]] là Nguyễn Hữu thị làm ''Hoàng quý phi'' và ban cho kim bài, khắc ngang chữ ''\"Đồng Khánh sắc tứ\"'' (同慶敕賜), khắc dọc các chữ ''\"Kiêm nhiếp lục viện\"'' (兼攝六院). [[Tháng 10]], truy tặng ''Phủ thiếp'' quá cố là Nguyễn thị làm ''Nghĩa tần'' (義嬪).\n\nSau đó một năm, tức tháng 2 năm Đồng Khánh thứ 2 ([[1887]]), Cảnh Tông xuống dụ truất các phi tần trong nội đình: ''\"Quán phi Trần Đăng thị lời nói, cử chỉ thô tục, giáng làm Tùy tần ''(隨嬪)'', Chính tần Hồ Văn thị không chăm lo việc công, giáng làm Mỹ nhân, Nghi tần Lê thị tính dữ tợn, tham lam, đố kỵ, truyền phải xử nặng, giáng làm Tài nhân, bọn Tài nhân ở cửu giai là Trịnh thị, Nguyễn Hữu thị tính khinh nhờn đã thành thói khó dứt, đều giáng làm Cung nhân. Hoàng quý phi không biết tu thân, để nội đình bất thuận ý đức, cũng quở trách ngặt hơn\"''. Cũng trong năm ấy, ''Giai phi'' Phan Văn thị nguyên sung chức ''Thượng trân'', kiểm xét các thứ trân bảo thiếu sót, lại giả ốm trễ nải, giáng làm ''Mỹ nhân''.\n\n[[Đại Nam thực lục]] ghi lại, tháng 1 năm [[Thành Thái]] thứ 9 ([[1897]]), sách phong ''Mậu tần'' (懋嬪) Nguyễn Gia thị, con gái của [[Nguyễn Thân|Diên Lộc Bá]] làm ''Hoàng quý phi'', đến tháng 6 cùng năm, sách phong con gái [[Nguyễn Hữu Độ|Vĩnh Lại Quận công]] mới tuyển là Nguyễn Hữu thị làm ''Nhất giai Huyền phi'' (一階玄妃). Tháng 11 năm Thành Thái thứ 12 ([[1900]]), tấn phong cung giai cho phi tần trong nội đình gồm 20 người.\n\nTháng 2 năm [[Duy Tân]] thứ 4 ([[1910]]), chuẩn cho sao hành trạng của ''Lễ tần'' (禮嬪) tiên triều [[Nguyễn Thị Bích (nhà thơ)|Nguyễn Nhược thị]] chép vào liệt truyện. Bà phụng hầu dưới [[Tự Đức|Dực Tông]], trải thăng tới tứ giai sung ''Giáo tập tam cung lục viện'', về sau thị hầu hai cung được thăng tam giai, trải hết gian lao, rất có danh vọng.\n\nNăm [[Duy Tân]] thứ 10 ([[1916]]) xuống dụ: ''\"Tuân theo ý chỉ của Lưỡng cung chuẩn thăng [[Mai Thị Vàng|Mai Bá thị]] làm phi tần tam giai, bề tôi phủ Phụ chính tuân mệnh nghị bàn, Khâm sứ đại thần Charles chiểu lệ trong nội cung Thành Thái năm thứ 5, có ba vị, trong đó một vị phong làm Nhị giai phi. Nay xin tuân chiểu lệ trước, phong Mai Bá thị trong nội đình làm Nhị giai Diệu phi ''(二階妙妃)'' để trọng sự thể.\"''\n\n== Xuất thân và tuyển chọn ==\n[[Tập tin:Mot hoang hau.jpg|thumb|right|180px|Ân phi [[Hồ Thị Chỉ]].]]\nCung phi triều Nguyễn có xuất thân cơ bản phân vào hai loại, một là con nhà quan viên, thứ đến là từ nhà bình dân.\n\nHầu hết các Hoàng đế triều Nguyễn đều đã có hậu phi trước khi lên ngôi. Các bà có vai vế lớn như [[Hồ Thị Hoa|Tá Thiên]], [[Từ Dụ|Nghi Thiên]], [[Võ Thị Duyên|Lệ Thiên]] được ghi nhận là con nhà dòng dõi, được các trưởng bối tuyển vào hầu các Hoàng đế tại [[Tiềm để]]. Sau khi Hoàng đế lên ngôi, mới định theo đức hạnh mà thụ hưởng tước vị. Tuy triều Nguyễn có nhiều tư liệu nhất, song việc tuyển chọn thế nào cũng chưa phát hiện hồ sơ tài liệu nào ghi lại cụ thể, không sánh được với [[Bát Kỳ tuyển tú]] triều Thanh.\n\nĐối với thông lệ Nội đình sau khi Hoàng đế lên ngôi, người mới tiến cung dù là con nhà nào thì khi vào cung đình, cũng chỉ là ''Cung nhân'' có đãi ngộ. Trường hợp hay thấy nhất chính là vào Nội đình một thời gian, sau đó có đức hạnh mà quyết định tấn phong lên bậc cao, dự hàng Phi hàng Tần. Ví dụ điển hình nhất có Diệu phi [[Mai Thị Vàng]] của [[Duy Tân]], ban đầu sung vào Nội đình, sau đó phong làm ''Nhị giai Diệu phi'' (二階妙妃).\n\nNgoài ra, có thể thấy rõ nhất chuyện này qua thời [[Khải Định]], xét các đạo chỉ dụ của Hoằng Tông được ghi nhận trong Chính yếu như sau:\n* Năm Khải Định thứ 4 ([[1919]]), Hoằng Tông ra chỉ dụ:''\"Võ Thị Dung là ái nữ của quan Đại thần, được tiến vào cung đình hầu hạ. Nay Trẫm xét nàng có nền nếp gia giáo, đáng xét mà ban ân cấp bậc, để Thị càng thêm tận tâm hầu cận Lưỡng Cung. Truyền tấn phong làm Tứ giai Dụ tần (四階裕嬪)\"''. \n* Năm Khải Định thứ 7 ([[1922]]), lại có chỉ dụ:''\"Quan thượng thư, sung Cơ Mật viện Tham tá Nguyễn Đình Hòe có dâng cháu gái là Nguyễn Đình Thị Liên vào Nội đình. Trẫm nghĩ đó là cựu thần của Tiên đế, nay đang làm việc rất cần mẫn. Vậy truyền tấn phong Nguyễn Đình Thị Liên làm Ngũ giai Điềm tần (五階恬嬪) để Thị được đội ơn dày\"''.\n\nBên cạnh những thành phần được dự tuyển vào Nội đình trước rồi sách phong, triều Nguyễn lại ghi nhận những trường hợp lại dùng lễ cưới vào cung, sách phong thẳng lên tước vị cao quý. Ấy là có trường hợp của Ân phi [[Hồ Thị Chỉ]] thời Khải Định. Năm thứ 2 ([[1917]]), [[tháng 8]], Hồ Thị Chỉ được tuyên dụ trực tiếp vào cung để phong Phi. Sách viết:\n* Vương hóa bắt đầu từ nội bộ, Quan thư và Thường Sào xếp thứ nhất trong Nhị Nam. Trị nước trước hết phải tề gia, hiền phụ Ấp Khương cùng dự vào hàng Thập loạn. Xét nay ngôi Phi nắm giữ việc nội chính từ lâu vẫn để khuyết, chưa tìm được người để xét trao. Nay kính nhận được từ dụ của Lưỡng Cung bệ hạ, Hoàng thượng vất vả cơ vụ, thì nội chính không thể thiếu người phụ tá để chăm nom sai khiến nội thuộc, nên chọn một cung phi thay chăm nom hầu hạ già này, đỡ cho Hoàng thượng phải bận tâm lo nghĩ. Nghe nói Cơ Mật viện đại thần, Hiệp tá Đại học sĩ, lĩnh Học bộ Thượng thư kiêm Lễ bộ sự vụ Khánh Mỹ tử Hồ Đắc Trung có con gái thứ 3 là Hồ Thị Chỉ rất có dung nhan đức hạnh, nên tuyển sung vào nội đình tấn thăng làm hàng Phi để nghiêm phép tắc trong cung và chỉnh bề thể thống. Kính vâng ngọc chỉ không chậm trễ trái lời, truyền từ dụ chuyển cho Đại thần bàn tâu được biết. Đồng thời truyền báo cho Khâm Thiên giám chọn ngày dùng nghi thức đưa vào đại nội. Lại kính vâng theo Ý chỉ, tấn phong Thị ấy làm Nhất giai Ân phi, để Thị ấy mãi giữ thánh sủng, muôn đời giữ thuần đạo. Truyền Hữu ty tuân theo lệ cũ xưa nay đệ phiến chúc tâu từng khoản đợi cử thi hành.\n\nTrước Ân phi, thời [[Tự Đức]] đã có [[Nguyễn Văn Thị Hương]] vừa vào cung đã là ''Tứ giai Lượng tần'' (四階諒嬪). Thời [[Đồng Khánh]], Cảnh Tông có cho tuyển con gái [[Nguyễn Hữu Độ]] là [[Nguyễn Hữu Thị Nhàn]] vào cung, trực tiếp tiến phong ''Hoàng quý phi''; một người con gái khác của Nguyễn Hữu Độ là [[Nguyễn Hữu Thị Nga]], thời [[Thành Thái]] được sung vào Nội cung rồi sách phong ngay làm ''Nhất giai Huyền phi'' (一階玄妃). Có thể thấy vị hiệu tần phi, sớm có định đoạt hay không hoàn toàn là do ý niệm của Hoàng đế.\n\nCòn các con gái bình dân, thông thường đều do quan viên địa phương tuyển chọn danh sách, sung vào Nội đình ở các hạng Cung nhân, Cung nga hay Thị nữ. Dân gian Huế có câu ''\"Đưa con vô Nội\"'' phản ánh một góc thực trạng triều đình tuyển rất nhiều con gái bình dân vào hầu hạ trong Nội đình.\n\n== Các nghi lễ về tấn tôn và sách phong ==\n=== Tấn tôn Hoàng thái hậu ===\n{{Cquote|Khi quyết định dâng huy hiệu Hoàng thái hậu, Khâm thiên giám sẽ chọn ngày trước ngày lễ, để phái quan viên đến kính cáo Miếu điện cùng Từ đường của dòng họ ngoại thích (của Thái hậu) về việc dâng tôn hiệu. Trước ngày lễ 2 ngày, quan bộ Lễ kính dâng hòm biểu tâu lên, một tờ để cho Hoàng đế biết quy trình làm lễ tấn tôn, một tờ liệt kê các lễ vật để Hoàng đế phê duyệt.\n\nTrước 1 ngày, 1 Hoàng thân công cùng 1 quan Lang trung của bộ Lễ mặc áo Triều phục để dâng hòm tấu lên cho Từ Cung<ref>[Từ Cung]: một kính xưng ám chỉ Hoàng thái hậu<\/ref>. Ngày hôm ấy, hội đồng bộ Lễ cùng 1 quan Thái giám đặt 1 án Vàng ở phía Nam của ngai báu Từ Cung, phía trước đặt 1 Kim án, đặt Bái vị của Hoàng đế phía Nam của Kim án, rồi đặt chỗ Hoàng đế ngự ở gian thứ nhất bên Tả, hướng sang phía Tây, đặt 4 án vàng tạm để sách, ấn, hộp son và phẩm vật lễ mừng của Hoàng đế tiến lên tại hai bên Tả-Hữu chỗ Bái vị. Lại đặt 1 án vàng tuyên đọc sách, ấn ở gian thứ 2 bên Hữu, hơi về phía Nam, đặt 4 án son để lễ mừng của Hoàng thân cùng các quan ở hai bên Tả-Hữu dưới thềm hàng cột trước. Đặt phẩm thứ chiếu lệ của Hoàng thân và ấn quan Văn quan Võ tam phẩm cùng tứ phẩm trở lên ở trước điện, phẩm thứ quan Văn quan Võ tứ phẩm trở xuống ở trước điện, lại đặt 2 án vàng kính duyệt sách, ấn ở gian chính giữa điện Cần Chánh, đặt vị kính duyệt của Hoàng đế trước án vàng.\n\nĐến ngày làm lễ, vào khoảng canh 5, sau khi bắn súng trên Kỳ đài, giương kéo cờ Vàng và cờ Khánh hỉ. Đặt 1 Long đình ở dưới thềm gian chính giữa điện Cần Chánh, lọng vàng, gươm dài cùng đồ Nhã nhạc đi trước. Đặt trượng sơn son, tán vàng ở ngoài cửa Đại cung môn, quan quân Thị vệ, Túc vệ cùng cầm cờ Mao tiết vàng ngọc, bách mao, hoàng việt, tả đạo, giáo đuôi báo, đề lô, phất trần, giáo, gươm, tán, quạt kính chực ở trước sân điện Cần Chánh. Thân binh cùng Cấm binh đặt kiệu Ngự, Lỗ bộ ở ngoài cửa Nguyệt Anh, lại từ cửa Nguyệt Anh đến 2 bên Tả-Hữu hướng ngoài cửa Từ Cung bày hàng dẹp đường, đặt kiệu của Từ Cung cùng Lỗ bộ ở trước cung đình. Nhã nhạc cũng bày xếp cho thứ tự. Sau đó, 6 vị Hoàng thân công, 2 đại thần ban Văn, gồm 1 đường quan Nội các và 1 đường quan bộ Lễ, được sung chức Chấp sự và Cung đạo, 1 đường quan viện Đô Sát sung chức Thị nghi, đều mặc áo Triều phục ở phía chái Đông của điện Cần Chánh. Còn Hoàng thân, các quan cùng các Công tử có tước khác mặc áo Triều đứng trước sân Từ Cung. Bộ Lễ cho soạn áo vàng, tán, lọng đến viện Đãi lậu bên Tả, kính đặt hòm sách, hòm ấn, hộp son lên trên án vàng ở chính giữa điện Cần Chánh (sách ở phía Đông, ấn ở phía Tây), giữ nhờ tâu: [''\"Trung nghiêm ngoại biện\"''] (bên trong bên ngoài nghiêm chỉnh, đầy đủ cả).\n\nLúc này Hoàng đế ngự mũ Cửu Long Thông Thiên, áo Hoàng bào, đai Ngọc khuê đến đứng ở chỗ duyệt sách, ấn, giắt ngọc khuê vào. Hoàng thân công lần lượt mở hòm, kính bưng sách, ấn để lên trên án vàng thứ 2, để chờ khi Hoàng đế kính duyệt xong, buông ngọc khuê ra và lên ngai báu. Quân Túc vệ liền đem án vàng dẹp đi. Hoàng thân công kính bưng các hòm sách, ấn, lễ mừng, biểu tâu, đường quan bộ Lễ bưng hộp sơn son, đều đặt lên Long đình. Ty loan nghi rước đi. Tán lọng, Nghi trượng, Nhã nhạc đi rước. Hoàng thân đại thần Chấp sự đi trước và đường quan bộ Lễ, viện Đô Sát, Nội các đều theo hầu đến ngoài cửa lớn của Từ Cung, thì Tán lọng dừng lại, Long đình qua cửa giữa đi vào, các quan quỳ để đón. Khi Long đình đi qua, (các quan) mới vái rồi đứng dậy. Đến cửa lớn bên trong cung, gươm dài và nhã nhạc dừng lại. Hoàng thân công bưng các hòm sách, ấn, lễ mừng, biểu tâu, còn đường quan bộ Lễ bưng hộp son, đều đặt lên án vàng ở gian chính giữa Từ Cung, rồi mở hòm kính bưng sách, ấn ra để riêng vào từng hộp, trùm phủ bằng khăn vàng, sau lại đặt trên án vàng phía Đông, còn hòm đựng sách, ấn và hộp son đều để lên án vàng phía hướng Tây đối diện. Nhân viên của ty bộ Lễ bưng các hòm lễ mừng của Hoàng thân, phủ Tôn Nhân và các quan đặt vào hai bên của án sơn son. Trước đó, cơ quan có trách nhiệm hội đồng với quan Thái giám, kính bưng lễ mừng phân chia ra đặt lên trên án vàng hai bên Tả-Hữu, lễ mừng của Hoàng thân và các quan đều phân chia thứ tự mà bày lên. Viên quản vệ Ty Loan giá theo lệnh truyền cho bày kiệu, tâu xin Hoàng đế ngự lên, quân quân đi trước và theo đuôi như thế nào, đều theo nghi thức cũ. Ngự kiệu ra Đại Cung môn, bắn 7 phát ống lệnh. Đến ngoài cửa lớn Từ Cung, xuống kiệu, qua cửa Tả mà đi vào. Hoàng đế ngồi nghỉ, quan Thái giám truyền báo cho Biền binh bày Lỗ bộ, Nghi trượng và các người tán xướng, nhã nhạc, đều đi đến trước điện bày hàng chực sẵn. Có 3 vị Hoàng thân công bưng sách, ấn, biểu tâu, 1 đường quan bộ Lễ sung chức điều khiển chính cho buổi lễ, 1 đường quan viện Đô Sát sung chức Thị nghi, đều đứng chực ở phía thềm phía Đông. Ba vị Hoàng thân công tiếp nhận bưng sách, ấn, biểu tâu, 2 viên quan đại thần bưng tuyên sách, ấn và 1 đường quan bộ Lễ, 1 đường quan Nội Các, đều đứng chực ở phía thềm phía Đông. Còn các chức quan Văn quan Võ cùng các Công tử tứ phẩm trở lên đều đứng bên trong cửa lớn Từ Cung. Các viên Củ nghi, Khoa đạo chia ra hai bên Tả-Hữu. Các người Công Tử mặc áo mũ, các người họ ngoại mặc áo Thạnh phục (áo đẹp) đứng chực ngoài ban.\n\nĐến giờ làm lễ, Hoàng đế đứng ngay chỗ Bái vị để chuẩn bị lạy, quan Thái giám gửi tâu, kính mời Hoàng thái hậu mặc áo mũ và bước lên ngai. Minh tán xướng: [''\"Bài ban\"'']. Hoàng thân và các quan theo ban thứ mà đứng xếp hàng. Xướng: [''\"Tấu, nghệ bái vị. Tấu bái, hưng\"'']. Hoàng đế đem cả Hoàng thân và các quan làm lễ 5 lạy. Xướng: [''\"Hành tiến sách bảo lễ. Tấu quỳ, bách quan giai quỳ\"'']. Sau ngưng, tấu [''\"Tiến sách\"'']. Một vị Hoàng thân kính dâng hộp Kim sách quỳ dâng ở bên Hữu, Hoàng đế tiếp nhận, giơ ngang trán, chuyển cho Hoàng thân mé Tây quỳ tiếp, bưng đặt lên trên án vàng Tuyên sách. Lại tấu, [''\"Tiến bảo\"'']. Một vị Hoàng thân kính dâng hộp Kim ấn quỳ dâng ở bên Hữu, Hoàng đế tiếp nhận, giơ ngang trán, chuyển cho Hoàng thân mé Tây quỳ tiếp, bưng đặt lên trên án vàng Tuyên ấn. Xướng: [''\"Tuyên sách\"''], quan tuyên sách cùng quan bộ sách đều quỳ trước án tuyên sách, quỳ ngoảnh mặt về hướng Bắc, mở sách và bắt đầu đọc sách văn. Sau khi đọc xong, bỏ Kim sách vào hòm, xướng [''\"Tuyên ấn\"''], quan tuyên ấn cùng quan giữ ấn đều làm như lúc làm lễ Tuyên sách vừa rồi. Sau đó, 2 Hoàng thân bưng hòm sách, hòm ấn và 1 quan Thái giám bưng hộp son đều kính dâng lên trên án vàng phía trước ngai báu. Xướng: [''\"Tấu, bái hưng\"'']. Hoàng đế đem cả Hoàng thân và các quan làm lễ 5 lạy. Xướng: [''\"Hành Khánh hạ lễ. Tấu quỳ, bách quan giai quỳ. Tấu tấu khuê (giắt ngọc khuê vào). Tấu tiến biểu\"'']. Một Hoàng thân bưng các hòm lễ mừng, biểu tâu, quỳ dâng ở bên Hữu. Hoàng đế nhận lấy và giơ lên ngang trán, rồi chuyển cho Hoàng thân đang quỳ phía Tây, nhận và dâng lên án vàng trước ngai báu. Lại xướng: [''\"Tấu xuất khuê (rút ngọc khuê ra). Tấu bái, hưng\"'']. Hoàng đế đem cả Hoàng thân và các quan làm lễ 5 lạy. Xướng: [''\"Lễ thành\"''].\n\nSau khi hoàn thành lễ tấn tôn, Hoàng đế đứng ở Bái vị, các quan phát ban. Bộ Lễ dẫn các Công tử cùng các người họ ngoại đến trước sân Từ Cung bày hàng làm lễ lạy 5 lạy. Xong rồi Hoàng đế đi ra kiệu, quan quân đi theo hầu trước sau như nghi thức đến Đại Cung môn, bắn 3 ống lệnh. Hoàng đế sau về cung. Tiếp diễn sau đó, Cung tần, Công chúa cùng các Phủ thiếp và Mệnh phụ quan viên đều mặc Thạnh phục, được quan Thái giám hướng dẫn mà đến trước ngai Hoàng thái hậu làm lễ 3 lạy 6 vái. Quan Thái giám mặc Sắc phục mà lần lượt đem các hòm sách, ấn, biểu tâu, lễ mừng và hộp son đều đưa vào trong cung. Ngày hôm sau, Hoàng thái hậu mặc Lễ phục đến điện Hoàng Nhân làm lễ tạ ơn.|||Trích ''\"Lễ tấn tôn\"'' - Đại Nam hội điển}}\n\nNăm [[Gia Long]] thứ 5 ([[1806]]), nhà Vua xưng Hoàng đế, cũng làm lễ tấn tôn mẹ ruột [[Nguyễn Thị Hoàn]], trước đã tôn [[Vương thái hậu]], chính thức trở thành Hoàng thái hậu. Sau khi làm lễ tấn tôn, Vua Gia Long cho thiết Đại triều ở [[Điện Thái Hòa (hoàng thành Huế)|điện Thái Hòa]], chiếu cáo thiên hạ, các quan dâng biểu chúc mừng. Hôm sau, các quan lại dâng các biểu tấu, lễ mừng đến [[Cung Diên Thọ|cung Trường Thọ]] nơi mà Hoàng thái hậu ở. Sau đó, đến lượt [[Tống Phúc Thị Lan|Hoàng hậu Tống thị]] dẫn Phi tần, Công chúa, Phủ thiếp và Mệnh phụ đến làm lễ chúc mừng. Về sau không còn Hoàng hậu, Hoàng đế cũng miễn đi việc dẫn suất này mà chỉ để các quan viên tấu mừng.\n\nTrừ thời Gia Long duyệt sách, ấn tại điện Thái Hòa, thì các triều khác chỉ thực hiện duyệt sách ấn tại điện Cần Chánh, đến về sau Phi cao nhất cũng ở điện Cần Chánh, tựa hồ nếu còn lập Hậu thì nghi thức cũng diễn ra ở đây thay vì điện Thái Hòa. Các lễ mừng dâng huy hiệu cho Thái hoàng thái hậu cũng đều theo nghi thức này mà làm.\n\n=== Sách lập Hoàng hậu ===\n{{Cquote|Năm Gia Long thứ 5, Hoàng đế cho sách lập Vương hậu làm Hoàng hậu. Trước khi làm lễ sách lập, quan viên bộ Lễ chọn ngày tốt và cử Vũ khố làm sách vàng và ấn vàng, chọn mỗi bên văn võ một vị đại thần làm Chánh và Phó sứ. Trước 2 ngày, đích thân Hoàng đế đến các Miếu kính thưa việc lập Hoàng hậu. Các quan sau đó đến cung Trường Thọ, tâu Hoàng thái hậu ngày lập Hậu. Trước 1 ngày diễn ra lễ sách lập, cho người đặt 2 cái án vàng ở cung Khôn Đức<ref>Tên gọi trước đó của [[cung Khôn Thái]]. Hiện tại cung điện này đã không còn nữa do đã bị giải thể thời [[Khải Định]], vị trí của nó là ngay phía sân hướng mặt Nam của [[Điện Kiến Trung]]<\/ref>.\n\nĐến ngày đại lễ, đem cờ tiết để ở trên án vàng thứ nhất đặt tại điện Thái Hòa, sách bảo và ấn phong đặt ở án còn lại, cho đặt thêm một cái kiệu long đình ở dưới thềm. Đội loan nghi chuẩn bị tán lọng, đứng ở phía đông. Hoàng đế ngự ở điện Thái Hòa, trăm quan bái lễ 5 lạy xong rồi đứng theo ban thứ, chánh phó sứ bước vào sân, làm lễ bài mạng và quỳ. Quan bưng cờ tiết trao cho chánh sứ, cùng phó sứ đứng dậy tiếp nhận. Quan bưng sách ấn đặt vào long đình. Chánh sứ cầm cờ tiết, phó sứ theo sau. Đội loan nghi khiêng long đình từ thềm phía đông xuống, ra phía đông thềm Đan trì, rước Hoàng đế tiến vào trong. Chánh phó sứ đi trước, long đình để sách ấn vàng nối bước theo sau, nghi trượng nhã nhạc đi theo đến cửa Hưng Khánh thì vào, đến ngoài cửa Lý Thuận thì đứng bên phía trái. Nội quan vâng chỉ Hoàng hậu ra đón, đứng bên phải cửa, nhận cờ tiết, hòm đựng sách và ấn vàng trên án ở cung Khôn Đức, Hoàng hậu tiến đến lạy 5 lạy, quỳ xuống. Nội quan bưng sách và ấn trao cho Tân hậu. Hậu đều tiếp nhận, giơ lên trán rồi đưa cho cung nữ bưng hộ, rồi Hậu dập đầu lạy 5 cái để tạ ơn. Nội quan trao trả cờ tiết cho chánh sứ, cùng phó sứ về điện Cần Chánh nộp cờ tiết, làm lễ phục mệnh.\n\nSau khi bái tạ trước Hoàng đế, Hoàng hậu lại đến cung Trường Thọ làm lễ bái yết Hoàng thái hậu. Ngày hôm sau đặt lễ đại triều, Hoàng đế ngự điện Thái Hòa, trăm quan văn võ dâng biểu mừng, làm lễ chúc tụng; thừa dịp này Hoàng đế cho ban ân chiếu đến thiên hạ. Các quan sau đó cũng đến cung Khôn Đức của Tân hậu để chúc mừng.|||Trích ''\"Lễ sách lập Hoàng hậu\"'' - Đại Nam hội điển}}\n\nLập Hậu triều Nguyễn, trừ Thừa Thiên Cao Hoàng hậu ở trên, chỉ còn thấy [[Lệ Thiên Anh Hoàng hậu]] (tôn ''Khiêm Hoàng hậu'' thời [[Hiệp Hòa]]) và [[Nam Phương Hoàng hậu]]. Điển lễ Khiêm Hoàng hậu không tra khảo thấy, còn Nam Phương Hoàng hậu do thời đại ảnh hưởng rất nhiều, kèm với lễ cưới hỏi đàng hoàng nên cũng khác biệt so với thời Gia Long. Từ đời [[Đồng Khánh]], có những bà dùng lễ cưới lớn nhập cung, được gọi là [''\"Lễ-Tấn-nội-đình\"'']. Sau khi nhập cung ngày [[20 tháng 3]] năm [[1934]], sang ngày [[24 tháng 3]] thì tiến hành lễ lập Hậu của Nam Phương.\n\nQuy trình lễ của Nam Phương Hoàng hậu năm ấy:\n{{quotation|<center>'''LỄ PHONG HOÀNG HẬU NAM PHƯƠNG'''<\/center>\n<center>''- Ngày 24 Mars 1934 -''<\/center>\n<center>''(Trích đoạn giữ nguyên văn phong của bài báo)''<\/center>\n<center>oOo<\/center>\n\nHué. – Hơn một trăm ba mươi năm, Đại-nội nay mới lại thấy lễ Tấn-phong Hoàng-hậu. Vì từ xưa đến nay chỉ có hai lần: một là năm Gia-long ngũ-niên, có lễ phong Thừa-Thiên Hoàng-hậu, nay đến lễ phong Hoàng-hậu Nguyễn-Hữu Thị Lan là hai. Các điện, các cung tại Đại-nội đều trần thiết như ngày đại khánh hỉ. Trang hoàng đẹp nhất là cung Thái-bình, chỗ làm lễ Tấn-phong.\n\nSáng sớm, các cửa Nội đều có lính canh phòng hợp với các người làm việc văn phòng Hoàng-đế để khám giấy các người vào dự lễ. Ngoài các quan đại-thần, các quan đại biểu quan lại Bắc-kỳ, văn võ đình-thần Nam-triều, và các nhà báo có giấy của quan Tổng-lý Văn-phòng cho phép riêng thì không ai được vào Nội hôm ấy.\n\n7 giờ 30, ngài Hoài-ân-vương, các quan Thương-thư viện Cơ-mật Phạm Quỳnh, Thái Văn-Toản, Hồ Đắc-Khải, Bùi Bằng-Đoàn, Tôn-thất Quảng cùng các quan Hiệp-tá Vi Văn-Định, Ng. Đình-Quỳ, quan Tổng-đốc Lê Văn-Đính và các đường quan Nam-triều đều tựu tại nhà Duyệt-thị. Các quan đều vận áo gấm phủ áo thụng lam.\n\n8 giờ sáng, trước sân điện Cần-chánh, đạo quân đi hầu quan Khâm-mạng làm lễ tấn-phong Hoàng-hậu đã sắp sẵn. Đội nhạc chính trong Đại-nội khởi nhạc, quan Thượng-thư Ưng-Bàng, Kiêm-Nhiếp-Tôn-Phủ Đại-thần, bận Đại-triều vào sân giữa làm lễ bái-mạng. Quan Đề-đốc L.V.-Mậu, được sắc ban làm Phó Khâm-mạng cũng ra làm lễ một lần. Nhạc nghỉ, quan Thượng Ưng-Bàng vào lĩnh mao-tuyết của Hoàng-đế. Quan Đề-đốc và hai quan viên bộ Lễ cũng vào điện lĩnh Kim-sách, và Bửu (ấn vàng) đem ra để vào long-đình.\n\nNhạc cử lần nữa, quan Khâm-mạng đệ mao-tuyết bước bước đầu tiên phong đạo binh bèn ra lệnh cho các quân khởi-hành.\nTừ từ bước một, quân kéo ra khỏi điện. Đạo binh dài có nhiều thứ quân: trước hết có lính cầm các thứ cờ, các lính cầm tàn, lọng, kế đến lính cảnh-tất bận y-phục rực rỡ của Đại-nội đi theo, người cầm trượng, kẻ cầm kiếm. Đi giữa đạo quân, có quan Khâm-mạng bận đồ đại-triều, tay cầm mao tuyết, bao quanh có quân cầm lọng đi hầu. Đoạn 8 người lính khiêng long-đình trong để bảo-vật tấn-phong. Kèm hai bên có bốn lọng vàng, và theo sau có quan Phó Khâm-mạng và các quan bộ Lễ. Qua khỏi Đại-cung-môn, và cửa Nhật-tinh, đạo quân đi tới cửa Cần-tín, để tiến thẳng tới cửa tiền cung Thái-bình. Nghe tiếng thiều báo hiệu, các quan trực tại Duyệt-thị bèn bận áo rộng, đi tới cung Thái-bình.\n\n9 giờ, quan Khâm-mạng tới cung Thái-bình, pháo nổ hiệu mừng, quân đem long-đình để giữa sân chính. Tại Thái-bình-cung đã xửa-xoạn sẵn để nghênh-tiếp. Tại phòng chính có đặt hương-án, hai bên có hai cái ghế bao xô vàng. Quan Khâm-mạng vào cung, đệ mao-tuyết lên. ''\"Nguyễn nương-nương\"'' đầu đội mão cửu-phụng có đính các thứ châu-báu, mình mặc bào vàng có thêu chín con phượng, chân đi hài cũng thêu phượng, ra tiếp mao-tuyết và làm lễ tạ. Kế đến quan Phó Khâm-mạng, và các quan bộ Lễ dâng kim-sách và kim-ấn cho Hoàng-hậu. Mỗi lần lĩnh sách và ấn, Hoàng-hậu làm lễ tạ rồi trao cho Nội-quan đặt lên trên hai cái ghế vàng để hai bên.\n\nQuyển kim-sách có sáu lá bằng vàng, trong đó có lời sắc phong của Hoàng-thượng. Sắc bằng chữ nho, dài bốn trang, đại ý Hoàng-thượng nói rằng Ngài vì hiểu các đức tài của cô Nguyễn-Hữu Thị Lan đáng vì Chánh cung nên Ngài sắc-phong cho cô chức Hoàng-hậu, trước để phụng-dưỡng Tam-cung Thái-hoàng Thái-hậu và Hoàng Thái-hậu, sau coi cả việc nội-đình của Hoàng-thượng. Đoạn chót lời sắc có lời huấn-giáo và mong Hoàng-hậu sẽ xứng với chức lớn.\nCái ấn của Hoàng-đế ban toàn bằng vàng, có khắc bốn chữ vàng: Hoàng-hậu chi bửu. Nhạc nổi khúc chót, Hoàng-hậu bèn phủ phục trước hương-án làm lễ tạ Hoàng-đế. Kế Nội-quan trao lại mao tuyết cho quan Thượng Ưng-Bàng. Đạo quân bèn ra khỏi cung Thái-bình về điện Cần-chánh. Nghi-vệ cũng như khi đi.\n\n9 giờ 20, lễ Thụ-phong xong, cô Nguyễn-Hữu Thị-Lan từ nay đã là Hoàng-hậu. Tất cả hoàng-thân, đình-thần Nam-triều, đại-diện các quan Bắc-kỳ, đều tới bái-yết. Các quan đều xá Hoàng-hậu. Đoạn, Đức bà Hoài-ân Vương-phi, các Công-chúa, các bà mệnh-phụ đều tới làm lễ bái-yết.\n\n9 giờ 30, sau khi thay đồ triều-phục, Hoàng-hậu chít khăn vàng, bận áo vàng, liền ngự lên long-xa về điện Kiến-trung để tiếp các quan đại-diện Pháp đình tới chúc mừng.\n\n9 giờ 40, lính các cửa hô hiệu bồng súng chào. Đạo kỵ-binh đi đón vào tới cửa Hòa-bình bèn gò cương, xe các quí-khách vào điện Kiến-trung.\n[...]\nChực sẵn tại bậc thềm điện Kiến-trung, có quan Thượng Nghi-lễ Bửu-Thạch, Thủy-quân đại-úy Barthélemy Chánh võ phòng của Hoàng-đế và quan Tổng-lý Văn-phòng Phạm Quỳnh, để đón quan quyền Toàn-quyền quan Thống-sứ Bắc-kỳ và Khâm-sứ Trung-kỳ. Tại phòng tiếp-tân, Hoàng-hậu, đầu chít khăn vàng mình bận áo gấm đỏ, tiếp các quí khách. Quan quyền Toàn-quyền Graffeuil nghiêng mình cúi chào Hoàng-hậu và tỏ lời chúc mừng về lễ Tấn-phong. Kế đến quan Khâm-sứ Trung-kỳ và Thống-sứ Bắc-kỳ mỗi ngài đều chào và chúc mừng Hoàng-hậu. Đoạn đến tiệc Champagne. Các quan Thượng-thư Cơ-mật đều có dự lễ.\n\n10 giờ, đạo kỵ binh cung dẫn các xe ra khỏi Đại-nội và đưa thẳng qua phủ Khâm-sứ.\n\nChiều 3 giờ, Hoàng-hậu bận triều phục qua làm lễ bên điện Phụng-tiên.\n\nLễ này xong, Hoàng hậu bèn qua điện Thọ-cung, bái-tạ ngài Không-nguyên Thái-hoàng Thái-hậu. Kế Hoàng-hậu qua cung Trường-sinh, bái-tạ ngài Khôn-nghi Thái-hoàng Thái-hậu và qua Thái-bình cung bái tạ đức Từ-cung Hoàng-thái-hậu. Sau khi làm lễ bái tạ Tam-cung, Hoàng-hậu ngự xe qua điện Càn-thành làm lễ tạ Hoàng-thượng. Đức Kim-thượng chít khăn vàng, bận áo vàng, ngự tại căn chính, nhận lễ bái tạ của Hoàng-hậu.\n\n|'''Ngọ báo'''| Số 1966, ngày 27 tháng 3 năm 1934}}\n\n=== Lễ Tấn nội đình ===\nCách gọi này xuất hiện ở Ngọ báo ghi nhận lễ cưới của [[Nam Phương Hoàng hậu]]. Theo như lời thuật lại, lễ này theo như vậy tính từ thời [[Đồng Khánh]], có [[Phụ Thiên Thuần Hoàng hậu]] (tức ''Đức Thánh Cung'') từng được dùng, đây được xem là lễ cưới chính danh nhất của hoàng gia, những người được nhận lễ trừ Thánh Cung và Nam Phương, còn có bà Hoàng quý phi của [[Vua Thành Thái]] là [[Nguyễn Thị Vân Anh]], bà Diệu phi của [[Vua Duy Tân]] là [[Mai Thị Vàng]] cùng bà Ân phi của [[Vua Khải Định]] là [[Hồ Thị Chỉ]]. Trừ Nam Phương, các bà Nội đình kể cả Phụ Thiên Thuần Hoàng hậu sau đó chỉ phong Hoàng quý phi hoặc Phi, và Nam Phương là trường hợp duy nhất được trực tiếp lập làm Hoàng hậu.\n\nQuy trình lễ của Nam Phương Hoàng hậu năm ấy:\n{{quotation|<center>'''LỄ NHẬP CUNG CỦA HOÀNG HẬU NAM PHƯƠNG'''<\/center>\n<center>''- Ngày 20 Mars 1934 -''<\/center>\n<center>''(Trích đoạn giữ nguyên văn phong của bài báo)''<\/center>\n<center>oOo<\/center>\n\nHué. – 9 giờ sáng 20 Mars, các bà phủ-thiếp, mệnh-phụ bận triều-phục đều tựu tại lầu công-quán rước Hoàng-hậu vào Đại-nội. Lễ này, gọi là lễ \"Tấn-nội-đình\" đã cử-hành một cách cực-kỳ long-trọng. Từ năm Đồng-Khánh nguyên-niên đến nay có 5 lễ Tấn-nội-đình, trừ ra lễ Tấn-cung của lệnh-ái Ngài Quốc-công Nguyễn Hữu-Độ (hiện nay là ngài Khôn-Nguyên Thái-hoàng Thái-hậu), chớ không có lễ nào nghiêm và người đi xem đông như lễ hôm nay.\n\nTrời vừa sáng thì quang cảnh Hoàng-thành đã có vẻ náo-nhiệt lạ thường, vì nhân-dân từ thôn-quê cho đến Khách-trú các phường đâu đâu cũng kéo tới Hậu-bổ. Từ Khải-hoàn-môn lầu công-quán đến cửa Chân-đức đâu đâu cũng tấp nập người đi xem. Trên các cành cây cao, trên các bức tường thành Hậu-bổ, trẻ con, người lớn tranh nhau kiếm chỗ cao để thấy rõ dung-nhan người sẽ làm Hoàng-hậu nước Nam.\n\n6 giờ 30, cửa sắt lầu công-quán mở rộng, để quan Hộ-thành Đề-đốc đem tuần-binh tới giữ trật-tự. Các bà Tùng-sự ở Đại-nội ra, vào lầu công-quán, trang-điểm cho Hoàng-hậu.\n\n8 giờ, các bà phủ-thiếp, mệnh-phụ, đầu chít khăn xanh, mình bận áo tràng thêu đều lần lượt tề tựu tại công-quán.\nTrong các bà đi rước Hoàng-hậu người ta thấy: Bà Hoài-Ân Vương-Phi, các bà Thượng Thái Văn-Toản, Tôn-thất Quảng, bà Kiêm-nhiếp Tôn Nhân-phủ Ưng-Bàng, các bà Đô-thống, Tham-tri, Thị-lang các bộ… Khi các bà mệnh-phụ đến, có nữ-quan ra tiếp tại thềm và mời vào lầu.\n\n8 giờ 15, quan Thượng-thư bộ Lễ-nghi cùng các quan bộ Lễ tới lầu công-quán để kiểm-đốc các nghi-lễ.\n\n8 giờ 45, ở Đại-nội đem xe hơi Tanbard của Hoàng-đế ra lầu công-quán, để đón Hoàng-hậu. Bộ Lễ vào trình giờ Tấn-nội-đình và truyền lệnh sắp sửa phát pháo – các bà mệnh-phụ mời H.H. xửa xoạn nhập cung.\n\n9 giờ đúng, H.H. mình mặc áo tràng gấm đỏ thêu, đầu bịt khăn xanh, chân đi giày thêu phụng, ra khỏi lầu công quán. Theo sau có bà Nguyễn Hữu-Hào và bà Didelot bận áo tràng, bịt khăn xanh. Kế đó là các bà phủ-thiếp, Thượng-thư. Pháo nổ liên thanh, đạo binh dàn sẵn trước cửa bắt đầu cử-động. Đi tiên phong có quan Hộ-thành Đề-đốc Nguyễn Văn-Mậu, mình mặc nhung-y võ phục cưỡi ngựa. Theo bên ngựa có quân cầm gươm theo hầu. Kế đến mấy mươi người lính bận y-phục Đại-nội cầm cờ, cầm trượng đi hầu. Gần đạo quân này là xe hơi của bà Nguyễn Hữu-Hào và bà Didelot, rồi đến xe Hoàng-hậu, xe này là xe của Hoàng-đế, chỉ có một mình H.H. ngồi. Hầu xe này có hai người thị-vệ lái xe bận y phục thêu vành rế vàng. Theo hầu xe này có một hàng xe trên mười mấy cái, có các bà mệnh-phụ ngồi. Theo các đường có cắm cờ Hoàng-hiệu, đạo binh từ từ tiến thẳng tới cửa Chân-đức.\n\nXe Ngự vừa tới cửa Đại-nội, lính canh liền hô [''\"Présentez armes\"''], cả đoàn lính hầu đều ra sắp hàng bồng súng, thổi kèn chào. Đoạn, quan Đô-thống Nguyễn Hữu-Tiền bận nhung y, ngoài phủ áo thụng tiến đến trước xe chào H.H. và kính dẫn xe về ngả hậu-cung. \nTới cửa Gia-tường, Hoàng-hậu xuống xe đi bộ. Chực sẵn tại thềm có một vị Thái-giám và một bà Tùng-sự tiếp và kính dẫn qua lầu Thái-bình, chỗ đức Từ-cung Hoàng-thái-hậu ngự. H.H. bèn vào làm lễ yết-kiến Ngài Từ-cung Hoàng-hậu (Lễ này ngoài nghi chú). Ngài Hoàng-thái-hậu vui vẻ tiếp nàng dâu mới và truyền cung-nữ lấy một cái áo tràng màu vàng thêu phụng ban cho H.H. để thay vào áo tràng đỏ lúc mới vào cung. Kế, Hoàng-thái-hậu căn dặn vài điều về lễ-nghi bái-yết Hoàng-đế và hai Ngài Thái-hoàng Thái-hậu, Ngài ban phép cho qua Diễn-tâm-điện.\n\nTheo nghi-chú đã định, đức bà Công-chúa Mỹ-Lương, bận áo gấm đỏ, đeo kim-bài, cung dẫn H.H. qua điện Diễn-tâm. Tại điện này có bà Lang-Tố, em ruột đức Đồng-Khánh rước vào điện. Nghỉ một lát, bà Mỹ-Lương Công-chúa bèn đưa cô Lan qua điện Càn-thành làm lễ bái-yết Hoàng-đế: Điện Càn-thành trang hoàng theo các ngày đại-lễ. Tại Càn-thành, Hoàng-thượng chít khăn vàng, bận áo vàng ngự trên ngai. Tới cửa điện Càn-thành, thị-vệ vào tâu. Hoàng-thượng ban cho vào. Bà Mỹ-Lương Công-chúa nhắc H.H. tới chỗ lập vị. Tới chỗ để chiếc chiếu vàng, H.H. dừng lại, quay mặt vào Hoàng-đế, làm lễ tam-khấu-đầu. Lễ xong, Hoàng-đế ngự về điện Kiến-trung, Hoàng-hậu về điện Diễn-tâm.\n\n10 giờ 30, nữ-quan vào trình cùng Hoàng-hậu giờ bái-yết Tam-cung. Trước hết là lễ bái-yết Ngài Khôn-nguyên Xương-minh Thái-hoàng Thái-hậu. Quan Nghi-lễ đại thần Bửu-thạch kính dẫn. Tới cung Diên-thọ, H.H lên lầu làm lễ bái-yết Ngài Khôn-Nguyên - Tới chỗ lập vị, H.H cũng ba xá như bên điện Càn-thành. Ngài Hoàng-thái Thái-hậu, sau khi ban các lời giáo-huấn, bèn truyền lệnh cho các bà Tùng-sự đem đồ bảo-vật Ngài định tặng cho cháu dâu. Đồ ban là hai cái chén ngọc của các triều trước để lại, dùng để đựng phấn trắng và sáp đỏ. Sau khi tạ ân, H.H cáo từ qua cung Trường-sinh.\n\nTrái với cuộc bái-yết bên cung Diên-thọ có vẻ nghiêm-khắc về lễ-nghi, lễ bái-yết tại cung Trường-sinh có vẻ thâm-tình. Ngay khi Thái giám tâu H.H. đến làm lễ bái-yết, Ngài Khôn-Nghi Thái-hoàng Thái-hậu bèn truyền lệnh phát pháo mừng và cho lệnh vào chầu. H.H. làm lễ tam-khấu đầu xong, Ngài Thái-hoàng Thái-hậu ban cho ngồi gần bên Ngự-tọa. Ngài bèn ngắm kỹ càng người cháu dâu mới, rồi tỏ ý vui vẻ ban mấy câu này: ''\"Bà chỉ có một cháu trai, nay đã có nội-cung, bà lấy làm vui mừng. Hoàng-đế phải lo việc xã-tắc, cháu đây phải giữ việc nội-đình. Bà mong sao mau có chắt để được vui vẻ lúc tuổi già\"''. Kế Ngài truyền đem bảo-vật ban cho H.H. Đồ ban là các đồ ngọc, ngà để trang điểm, đựng trong một cái khay ngà bọc gấm vàng.\n\n11 giờ rưỡi – Hoàng-hậu ra khỏi cung Thái-bình về điện Diễn-tâm. Cởi áo tràng vàng, cất khăn xanh, H.H. bèn bận áo gấm lục thêu phụng, đầu chít khăn đỏ ra ngồi tại căn giữa điện Diễn-tâm để triều-thần làm lễ yết-kiến. Đức-ông Hoài-Ân-Vương, các quan Thượng-thư viện Cơ-mật, quan Kiêm-nhiếp Tôn-nhân-phủ, quan Thượng Nghi-lễ, các ấn-quan văn võ đều bận áo gấm tề tựu tại điện Diễn-tâm. Quan Lại-bộ Thượng-thư Thái Văn-Toản sau khi ra mắt Hoàng-hậu xong, bèn xin phép giới-thiệu các triều-thần. Các quan đều xá H.H. Kế đến bà Thượng-thư Thái Văn-Toản ra mắt và giới thiệu các bà phủ-thiếp và mệnh-phụ.\n\n12 giờ lễ tất, H.H qua điện Kiến-trung chầu thiện với Hoàng-đế.|'''Ngọ báo'''| Số 1964, ngày 23 tháng 3 năm 1934}}\n\n=== Sách phong các Cung giai ===\n{{Cquote|Đối với việc phong Phi, Chánh và Phó sứ đều là quan văn, chọm một quan Nhất phẩm và một quan Nhị phẩm. Từ bậc Tần trở xuống Tài nhân, chọn một quan văn và một quan võ đều ở hàng Nhị phẩm làm Chánh và Phó sứ. Khi mệnh phong Cung giai được đưa ra, phía Khâm thiên giám sẽ chọn ngày tốt. Trước một ngày chọn sai một Hoàng thân công đến cung ngự của Thái hậu tâu trình về nhật kỳ sách phong. Cho người đặt 2 cái án vàng, một để dựng cờ tiết, một để đặt hộp sách bạc, giữa điện Cần Chánh. Một viên thái giám chuyển lời báo đến nữ quan cho đặt thêm 2 án vàng ở gian chính giữa của viện mà vị Phi đó ở, riêng các bậc Tần trở xuống thì đặt 2 án ngay cung Khôn Thái. Án đặt ở phía bắc, các cung giai hành lễ sẽ lạy ở phía nam của án.\n\nĐến ngày làm lễ sách phong, lúc mờ sáng, đưa Tiết đến trên án vàng thứ nhất ở điện Cần Chánh, để hộp sách ở trên án vàng thứ hai. Ty Loan Nghi đặt Long đình ở dưới thềm, án vàng và nhã nhạc ở hai bên tả hữu trước sân điện đứng chực. Chánh và Phó sứ đều mặc Triều phục đứng đợi. Một viên đường quan ở Nội các và một viên Ty viên ở bộ Lễ, nếu trật Ngũ phẩm trở lên đều mặc phẩm phục đứng ở hành lang bên đông, ty Loan Nghi đưa đủ tán vàng, đội hộ vệ Cảnh tất bày gương, vệ Cẩm Y đeo bao, Thân binh và Cảnh binh đem đủ Nghi trượng đỏ đứng chực ở ngoài cửa Nhật Tinh. Viên Thái giám, Cung giám mặc áo màu đứng đợi ở nhà Duyệt Thị đường, Thái giám đợi bưng cờ Tiết, Cung giám đợi khiêng Long đình để sách.\n\nĐến giờ, Chánh và Phó sứ đến sân, đều quỳ, viên đường quan ở Nội các bưng cờ Tiết từ thềm giữa xuống trao cho viên Chánh sứ, sau cùng viên Phó sứ từ từ đứng dậy. Ty viên ở bộ Lễ kính bưng hộp sách, theo thềm giữa xuống đưa vào trong Long đình, đội lính đi trước dẫn đường, nổi nhã nhạc. Chánh sứ cầm Tiết đi trước, còn Long đình đang để hộp sách nối tiếp theo, che lọng vàng, Phó sứ và ty viên ở bộ Lễ cũng lần lượt theo sau, đều theo cửa giữa của Đại Cung môn mà chuyển sang bên tả, đến ngoài cửa Nhật Tinh. Biền binh cầm tán vàng, gươm dài, nghi trượng đỏ đi trước, còn Biền binh đeo dao sẽ đi sau. Đến cửa Hưng Khánh, lính mang Nghi trượng, tán lọng dừng chờ, sứ mang cờ Tiết, Long đình và Phó sứ đều chuyển sang bên Tả, theo đó đi cửa bên tả nhà Duyệt Thị mà vào. Đưa Long đình để ở giữa chiếu trải giữa gian chính nhà Duyệt Thị. Viên Thái giám quỳ ở bên hữu Long đình. Viên Chánh sứ trao cờ Tiết cho viên Thái giám, rồi Thái giám nhận và đứng dậy. Bọn Cung giám khiêng Long đình và Thái giám cầm Tiết đều chuyển cho Nữ quan tiếp nhận, chiếu theo thứ tự bưng cờ Tiết rồi khiêng Long đình. Nhã nhạc nổi lên. Đưa cờ Tiết và Long đình đến viện mà Cung phi vẫn ở (các Khâm sứ vẫn đợi ở nhà Duyệt Thị, rồi do Thị vệ khoản đãi nước chè). Phi đội sẵng mũ áo và quỳ trước sân viện vẫn ở (còn Tần trở xuống thì quỳ đón ở cửa cung Khôn Thái), đón cờ Tiết và Sách rồi quỳ lạy tạ ân, sau đứng dậy theo vào. Nữ quan bưng cờ Tiết để ở án vàng thứ nhất, hộp Sách thì ở án vàng thứ hai (Long đình được khiêng ra). Sau khi Long đình khiêng ra, Phi đến làm đại lễ: 3 lần quỳ xuống, 6 lần vái quỳ. Nữ quan bưng hộp Sách trao cho Phi, Phi nhận để ngay trán rồi chuyển cho Nữ quan, còn Phi tiếp tục quỳ vái tạ, tiếp lục làm lễ 3 lần quỳ 6 lần vái. Nữ quan bưng cờ Tiết chuyển cho Thái giám đưa đến nhà Duyệt Thị, rồi Thái giám chuyển trao cho viên Chánh sứ tiếp nhận. Chánh và Phó sứ sau đem cờ Tiết về điện Cần Chánh, làm lễ phục mệnh vọng bái rồi đi ra về.\n\nNgay hôm ấy, Phi mặc áo mũ làm lễ tạ ơn với Hoàng đế, 3 lần quỳ 6 lần vái. Lại đến cung Hoàng thái hậu, làm lễ bái yết tương tự.|||Trích ''\"Sách phong cung giai\"'' - Đại Nam hội điển}}\n\n== Áo mũ và ấn bảo ==\n=== Quy định mũ áo ===\n[[Tập tin:NamPhuong.jpg|thumb|200px|trái|Áo mũ của Nam Phương hoàng hậu năm 1934. Đây là hình ảnh cụ thể hiếm hoi của bộ Triều bào dành cho Hậu phi thời Nguyễn.]]\n* '''Hoàng thái hậu''': một mũ Cửu phượng, ở trán có một vòng đai bằng vàng. Áo là Áo bào dùng vải sa màu vàng chính sắc, thêu 5 chữ thọ bằng vàng, các hoạt tiết thủy ba (sóng nước) xen lẫn ngọc, san hô, bên trong lót vải sa mỏng có hoa, màu đỏ. Váy bằng tơ đậu 8 sợi có hoa, màu đỏ, trên váy thêu đoàn phượng (hoa văn tròn mang hình chim phượng) và hoa văn thủy ba. Quần bằng vải lĩnh trắng bóng. Hài bằng tơ lông vàng, thêu phượng, trân châu và san hô. Khăn quàng bằng đoạn gấm tàu màu vàng, thêu hoa mẫu đơn và chim phượng, lót thứ lụa màu vàng.\n* '''Hoàng hậu''': một mũ Cửu phượng, để hở chỗ búi tóc, thân mũ dùng lông đuôi ngựa. Trán mũ đính các hình rồng bay phượng lượn bằng vàng, mỗi thứ 9 con; 9 miếng ''bồn khoan'' bằng bạc; một kẹp tóc chạm hình mây và hoa; 1 bác sơn. Trên mũ đính nhiều trang sức hình hoa, bướm, các chuỗi trân châu và pha lê. Khăn vấn màu xanh da trời, trong lót vải lĩnh màu vàng chính sắc. Khuyên tai 4 cái bằng vàng. Áo là áo Bào màu vàng chính sắc bằng tơ đậu 8 sợi thêu hoa và đoàn phượng, thủy ba, trong lót vải trừu hoa thêu chim phượng và 4 bông hoa đỏ. Cổ áo bằng vải [[nhiễu]] màu tuyết trắng, vải lĩnh trắng bóng. Váy bằng đoạn 8 sợi tơ đậu màu trắng thêu đoàn phượng màu vàng, lót và thắt lưng bằng lụa Cao bộ, màu tuyết trắng. Quần dùng vải lĩnh bóng, màu trắng. Hài bằng tơ lông màu đỏ, thêu chim phượng màu xanh lục.\n* '''Các bậc cung giai''': Quy định về áo mũ Cung giai vẫn còn nhiều tranh luận và nghi vấn. Dẫn chứng duy nhất cụ thể về áo mũ Cung giai là một chỉ dụ [''\"ban thưởng\"''] vào năm [[Gia Long]], nhưng đó chỉ là ban thưởng cho một dịp cụ thể, chứ không có điều gì chứng minh đây là quy chế cho Cung giai. Theo đó, Khâm định Đại Nam hội điển sự lệ ghi lại, vào năm [[Gia Long]] thứ 6, nhà Vua cho soạn các hạng mũ áo để ban cho Hoàng hậu và các phi tần trong nội cung dùng. Hoàng hậu được ban 2 mũ Cửu long kim ước phát (tức mũ 9 rồng có kẹp tóc) bằng [[vàng]]; một mũ Cửu phượng có kẹp tóc bằng vàng; 8 trâm cài hình con phượng; 20 chiếc áo sa kép sợi vàng thêu rồng, phượng, chim trĩ, chim loan; một áo bào bằng tơ đậu 8 sợi màu đỏ thêu rồng phượng, một xiêm (tức váy) bằng tơ đậu 8 sợi màu trắng thêu rồng phượng.\n\nTả hữu Cung tần được ban thưởng như sau:\n\n# Cung tần bậc nhì: một chiếc mũ 5 con phượng với cặp tóc bằng vàng; 10 trâm hoa; một áo Nhật Bình màu xích đào (đỏ đậm) thêu đoàn loan (hoa văn tròn mang hình chim loan); một xiêm bằng tơ đậu 8 sợi màu trắng thêu đoàn loan.\n# Cung tần bậc ba: một chiếc mũ 3 con phượng với cặp tóc bằng vàng; 8 trâm hoa; một áo Nhật Bình màu tím chính sắc thêu đoàn phượng; một xiêm bằng tơ đậu 8 sợi màu trắng thêu đoàn loan.\n# Cung tần bậc bốn: một chiếc mũ 1 con phượng với cặp tóc bằng vàng; 8 trâm hoa; một áo Nhật Bình màu tía nhạt thêu đoàn loan; một xiêm bằng tơ đậu 8 sợi màu trắng thêu chim loan.\n\nNăm [[Minh Mạng]] thứ 17 ([[1836]]), vua cho định lại thứ bậc của các cung giai, không rõ màu áo Nhật Bình của các bậc phi tần có bị thay đổi hay không. Rất có thể hàng Nhất giai và Nhị giai Phi được ban áo màu đỏ, còn Tam giai, Tứ giai và Ngũ giai Tần được ban áo màu tím.\n\n[[Thiệu Trị]] năm thứ 6 ([[1846]]), vua cho thay đổi một số hạng mũ áo của các cung giai nội đình. Các cung tần bậc nhất và bậc nhì (tức Nhất giai và Nhị giai Phi) được ban mũ phượng bằng vàng với 3 bác sơn (một loại huy hiệu đính trên mũ), bậc Nhất giai có 8 con phượng, bậc Nhị giai có 7 con phượng. Còn bậc Tam giai Tần, chỉ cài trên búi tóc trâm phượng, còn Tứ giai và Ngũ giai không cài trâm để phân biệt.\n\n[[Tập tin:Nguyễn Hữu Thị Lan.jpg|thumb|phải|222px|Nam Phương hoàng hậu vấn Khăn vành dây, mặc áo Lễ phục Nhật Bình. Hình ảnh phổ biến của trang phục dịp lễ thời cuối Nguyễn.]]\n\nVào ngày thường, các Thái hậu, Hoàng hậu và Cung giai đến Nữ quan mặc [[áo ngũ thân]] dệt bằng nhiều loại chất liệu khác nhau như vải [[sa]], trừ màu vàng dành cho bậc Thái hậu và Hoàng hậu, màu đen và màu trắng dành cho các dịp tang kỵ, thì còn lại đều khá tùy ý và không có quy định cụ thể thứ bậc. Tóc của các bà thường là rẽ giữa, chải gọn rồi búi sau gáy hoặc vấn bằng khăn, nhìn chung đều chuộng sự gọn gàng. Vào những dịp đại kỵ thời kỳ như thời [[Khải Định]] và [[Bảo Đại]], có ghi nhận các bà thường sử dụng Khăn vành dây màu xanh lam đậm quấn thành nhiều vòng quanh đầu, bên ngoài khăn vấn.\n\n=== Sách bảo, ấn phong ===\n* '''Hoàng thái hậu''': sách phong của Thái hậu được làm bằng vàng 10 tuổi, có 5 tờ, tờ trước và tờ sau cùng chạm hình rồng và mây, các tờ ở giữa khắc sách văn. Kích thước các tờ: ngang 3 tấc 5 phân 1 ly, dài 6 tấc 3 phân 4 ly, dày 2 ly (tính theo [[hệ đo lường cổ của Việt Nam]]). Có 4 khuyên tròn bằng vàng xâu các trang lại với nhau. Sách vàng được đựng trong hòm bạc; xung quanh và nắp trên của hòm khắc hình rồng mây. Một hòm gỗ được sơn đỏ đựng ở ngoài của hòm bạc này. Bảo (tức con ấn) cũng được làm bằng vàng 10 tuổi như sách, cạnh vuông 2 tấc 4 phân, dày 4 phân. Núm cầm của ấn có hình rồng phục ngồi xổm, cao 1 tấc 5 phân. Ấn được khắc 4 chữ triện: [''\"Hoàng thái hậu bảo\"''], được đặt trong hộp gỗ, 4 góc bịt bằng bạc. Khăn phủ bằng gấm vàng. Hộp son bằng bạc.\n* '''Hoàng hậu''': sách của Hoàng hậu không có gì khác biệt nhiều so với Thái hậu. Sách của Hoàng hậu cũng được làm bằng vàng 10 tuổi, nhưng có 6 tờ, tờ trước và tờ sau chạm hình rồng và mây, các tờ giữa khắc sách văn. Kích thước các tờ: ngang 3 tấc 5 phân, dài 3 tấc 5 phân, dày 2 ly. 4 khuyên tròn bằng vàng. Sách được cất trong hòm bạc như của Thái hậu, và bên ngoài là một hòm gỗ đỏ. Bảo cũng được làm bằng vàng 10 tuổi như sách, cạnh vuông 2 tấc 5 phân, dày 4 phân 5 ly. Núm cầm chạm hình 2 con rồng dâng ngọc châu, cao 1 tấc 5 phân. Ấn được khắc 4 chữ triện: [''\"Hoàng hậu chi bảo\"''], đựng trong hòm gỗ sơn đỏ, vẽ phượng và mây, thếp vàng. Hộp son bằng bạc.\n* '''Phi tần ngự thiếp''': Sách của các phi tần ngự thiếp đều làm bằng bạc, riêng sách của bậc Phi thì mạ vàng. Sách có 5 tờ, tờ trước và tờ sau khắc hình mây và chim phượng, các tờ giữa khắc sách văn. Sách của Phi có kích thước: ngang 3 tấc 2 phân 4 ly, dài 5 tấc 4 phân. Sách của Cửu tần (các bậc Tam giai, Tứ giai và Ngũ giai) có kích thước: ngang 3 tấc 6 ly, dài 5 tấc 2 ly. Từ Tiệp dư xuống đến Tài nhân, sách có kích thước: ngang 2 tấc 9 phân 5 ly; dài 5 tấc. Hòm đựng sách của tất cả đều bằng gỗ sơn đỏ, 4 góc bịt bạc. Tài nhân vị nhập giai thì dùng trục lụa, màu vàng chính sắc, đậu 8 sợi tơ, chu vi thêu rồng mây, đầu trục dùng đồi mồi. Phi tần ngự thiếp không được ban ấn phong như bậc Hậu.\n\n== Đãi ngộ ==\n=== Các ngài Thái hậu ===\n[[Tập tin:Hoang Thi Cuc.jpg|thumb|trái|180px|[[Từ Cung Hoàng thái hậu]].]]\n[[Hoàng thái hậu]] và [[Thái hoàng thái hậu]] là những bậc tôn quý nhất của triều Nguyễn. Trong khi không có [[Hoàng hậu]] mà chỉ có Phi tần, các Thái hậu là bậc Hậu đáng kể nhất, lại có vai trò trưởng bối nên luôn là người được cung phụng nhất.\n\nNăm Minh Mạng nguyên niên ([[1820]]), Thánh Tổ định hằng năm dâng cho Thái hậu 1.000 quan tiền, 1.000 phương gạo, lấy đó làm lệ thường. Sau đó các năm thứ 3 ([[1824]]) lại dâng thêm 10.000 quan tiền. Đến năm thứ 8 ([[1829]]) bàn định, cứ đầu năm mùa xuân là dâng lên 10.000 quan tiền, gặp kỳ Đại khánh thì nâng thành 50.000 quan tiền. Về sau, cứ có dịp trọng đại thì các Thái hậu lại được dâng thêm tiền mừng nữa.\n\nBắt đầu từ thời Nguyễn, vị hiệu của Thái hậu luôn độc tôn, dành cho mẹ ruột thân sinh của Hoàng đế, cũng bởi vì triều Nguyễn không lập ra vị trí Chính hậu. Triều [[Khải Định]], Hoằng Tông vừa có Đích mẫu [[Nguyễn Hữu Thị Nhàn]], vừa có Sinh mẫu [[Dương Thị Thục]], bèn bắt đầu định ra khác biệt: Nguyễn Hữu thị tôn làm [[Hoàng thái hậu]], còn Dương thị là [[Hoàng thái phi]]. Thực tế, danh vị [Hoàng thái phi] đã xuất hiện từ thời [[Hiệp Hòa]], khi Phế Đế dâng tôn cho mẹ là Thụy tần [[Trương Thị Thận]], rồi [[Kiến Phúc|Giản Tông]] nghe theo quần thần tôn phong Dưỡng mẫu Học phi [[Nguyễn Văn Thị Hương]]. Triều [[Đồng Khánh]], Cảnh Tông tước đi vị hiệu [Hoàng thái phi], đến triều Khải Định thiết đặt lại.\n\nNăm Khải Định nguyên niên ([[1916]]). [[Tháng 5]], ngày mồng 6, xuống sắc đón Hoàng nguyên từ (Nguyễn Hữu thị) cùng Hoàng lệnh từ (Dương thị) về thị hầu tại Tây Cung. Chuẩn hằng năm lấy ngày mồng 1 tháng 12 (ngày sinh của Nguyên Từ) làm Thánh Thọ tiết, còn ngày 26 tháng 3 (ngày sinh của Lệnh Từ) làm Tiên Thọ tiết, từ đó Hoằng Tông phân biệt gọi là ['''Thánh mẫu'''] cùng ['''Tiên mẫu''']. [[Tháng 12]] năm đó, dâng tôn hiệu Hoàng nguyên từ làm Hoàng thái hậu và Hoàng lệnh từ làm Hoàng thái phi. Trước đó ra sắc dụ như sau:\n{{Cquote|Thánh nhân buông giáo hóa, trước hết trọng lễ văn. Vương giả dấy nghiệp hưng, đầu tiên lo hiếu đạo. Có phụng dưỡng bề trên hợp với lòng thiên hạ, mới mong được thiên hạ tôn kính làm bề trên. Việc dâng tôn hiệu vẻ vang chính là thể hiện tấm lòng và biểu cao đức sáng.\n\nKính nghĩ Thánh mẫu Hoàng nguyên từ bệ hạ triều ta, phúc lớn lắng trước cổng danh gia, điềm lành rạng ở nơi đài các. Đã phụ giúp Hoàng khảo Cảnh Tông Thuần hoàng đế ta lo toan việc nội trị suốt ba năm, mẫu mực đoan nghiêm, dung nghi trang nhã. Rộng lượng ban cho kẻ dưới, sâu sắc mà hiền hòa; Vui tươi đượm nét dung nhan, nhân từ và thánh thiện. Đức sáng kể sao cho siết, tán dương nói mãi chẳng cùng.\n\nTiên mẫu Hoàng lệnh từ bệ hạ triều ta, lan điện ngưng hương, hồ lô đọng nguyệt. Đã theo hầu Hoàng khảo Hoàng đế thuở còn ở tiềm để, cần cù như Câu Dặc phu nhân lo bao đêm ngày, bú mớm chốn Đồ Sơn nhiều năm tháng, sáng nghĩa vẹn tình. Lúc nước nhà nguy nan phụng sự Hoàng đế không màn mệt mỏi, nuôi dưỡng quả nhân nên người, mẫu đức cao dày sánh bằng trời đất. Từ ngày Hoàng khảo long ngự quy thiên, đã cùng Thánh mẫu Hoàng nguyên từ bệ hạ trông giữ lăng tẩm, hơn chục năm sương gió. Điềm cát tường từ năm Long thần phun nước, đức thịnh ắt hợp lời khấm khuy chim phượng<ref>Ngày xưa [[Từ Dụ Thái hậu]] cùng Lệnh phi [[Nguyễn Thị Nhậm]] cùng hầu hạ Vua Thiệu Trị. Bà Lệnh phi do tước [[Quận công]] của cha mà ở trên. Đến khi [[Thuận Thiên Cao Hoàng hậu]] ban cho 2 cúc áo, một chạm phượng, một chạm hoa, đem bọc kín vào trong bao, khấn rằng ai chọn được cúc hình chim phượng sẽ sinh con trước. Từ Dụ Thái hậu nhường cho Lệnh phi chọn trước, mở ra thì bà Từ Dụ chọn được cúc hình phượng. Từ đó bà ngày được yêu quý hơn, sinh ra Vua Tự Đức, địa vị càng chuyển lên trên.<\/ref>.\n\nTrẫm lên ngôi đại thống có được thiên hạ, vừa rồi Tôn Nhân phủ cùng bá quan văn võ dâng sớ tâu xin tấn tôn danh hiệu cao quý, bèn theo ý nguyện, tấn tôn Hoàng nguyên từ làm Hoàng thái hậu, và Hoàng lệnh từ làm Hoàng thái phi|||Trích từ [[Đồng Khánh - Khải Định chính yếu]] - quyển ''Khải Định chính yếu sơ tập'', phần Hiếu trị}}\n\nNăm Khải Định thứ 8 ([[1923]]), [[tháng 10]], Hoằng Tông quyết định tôn Hoàng thái phi làm Hoàng thái hậu. Để phân biệt Đích-thứ khác biệt giữa hai cung, Hoằng Tông tôn Hoàng thái hậu huy hiệu '''Khôn Nguyên Hoàng thái hậu''' (坤元皇太后), còn Hoàng thái phi là '''Khôn Nghi Hoàng thái hậu''' (坤儀皇太后). Sang thời [[Bảo Đại]], Hoàng đế tôn cả hai cùng làm Thái hoàng thái hậu, là trường hợp đồng tôn Thái hoàng thái hậu duy nhất trong lịch sử Việt Nam.\n\nHậu cung triều Nguyễn cũng xuất hiện một tước hiệu độc nhất, là Thái thái hoàng thái hậu. Nguyên do vì đến đời [[Vua Thành Thái]], [[Từ Dụ Thái hậu]] vẫn còn sống, và theo vai vế trên tông pháp, cha của Vua Thành Thái là [[Vua Dục Đức]], trở thành con trưởng của [[Vua Tự Đức]], thì Thái hậu là bà cố nội của Vua Thành Thái, là [''\"Hoàng tằng tổ mẫu\"'']. Trong lịch sử các triều đại, chưa từng có sự việc như vậy, và Vua Thành Thái đã chế định tước tôn mới cho Thái hậu, là 「'''Từ Dụ Bác Huệ Khang Thọ Thái thái hoàng thái hậu'''; 慈裕博惠康壽太太皇太后」. Năm Thành Thái nguyên niên ([[1889]]), chỉ dụ về tấn tôn cho Thái thái hoàng thái hậu như sau:\n{{Cquote|Có đức lớn ắt được thọ ấy, ắt được danh ấy. Phàm danh lớn trong thiên hạ không có đức thịnh phúc đủ thì ai được dự vào đó. Thánh Tổ Nhân Hoàng đế triều ta bắt đầu nối ngôi thống, phụng tôn Quốc mẫu làm Hoàng thái hậu 18 năm, gặp lễ Thất tuần đại khánh tiết của Hoàng thái hậu lại tôn thêm tên hiệu là Nhân Tuyên Từ Khánh Hoàng thái hậu. Đến khi Hiến Tổ Chương Hoàng đế triều ta lên ngôi, tôn thêm là Nhân Tuyên Từ Khánh Thái hoàng thái hậu, đến năm thứ 5 lại tôn thêm tên hiệu là Nhân Tuyên Từ Khánh Phúc Thọ Thái hoàng thái hậu, là để nêu cao đức thánh, tuyên bố danh thơm rộng ra bốn bể, truyền đến muôn đời, điển lễ rất to lớn vậy.\n\nKính nghĩ Từ Dụ Bác Huệ Thái hoàng thái hậu bệ hạ, như bà Đồ Sơn thị xương thịnh nhà Hạ<ref>Bà [[Đồ Sơn thị]], là vợ của vua [[Hạ Vũ|Vũ]], giúp vua Vũ trị thủy.<\/ref>, như mẹ Văn vương kéo dài nhà Chu<ref>Mẹ của Văn vương [[Cơ Xương]], là [[Thái Tự|Thái Nhâm]].<\/ref>, trước giúp Hiến Tổ Chương Hoàng đế trị bình bảy năm, kế giúp Dực Tông Anh Hoàng đế huân lao ba mươi sáu năm, lời tư trai trong Kinh Thi<ref>Lời Tư trai trong Kinh Thi: lấy ý câu trong Kinh Thi, Đại nhã, Tư trai ''\"Tư trai Thái Nhâm, Văn vương chi mẫu\"'' (Thái Nhâm đoan trang, mẹ của Văn vương)<\/ref>, đức thường trinh nơi Kinh Dịch<ref>Đức thường trinh nơi Kinh Dịch: chữ \"thường\" đây chính là \"hằng\", vì kiêng tên húy của bà Từ Dụ là [''Phạm Thị Hằng''], nên viết là \"thường\". Hằng trinh lấy chữ trong Kinh Dịch, quẻ Lôi Phong Hằng, phần Soán truyện ''\"Hằng hanh, vô cữu, lỵ trinh, cữu ư kỳ đạo dã\"'' (Hằng hanh, không có lỗi, lợi trinh, lâu dài ở đạo chính)<\/ref>, thật rất tốt đẹp. Từ đó đến nay ân trạch ban ra, xã tắc nhờ đó được yên, trẫm nối theo mưu lớn thường nhớ đạo hiếu. Nhưng đạo hiếu không gì lớn bằng tôn thân nêu hiệu, mà tôn hiệu ca ngợi chưa trọn, trong lòng muôn lần không yên. Huống hồ trẫm nối ngôi chưa lâu, năm nay kính gặp lễ Thánh thọ Bát tuần đại khánh tiết, đồng tôn hợp kính, đâu dám thiếu sót. Trước đã đích thân suất lãnh Tôn nhân Phụ chính đình thần cùng tâu xin dâng thêm tôn hiệu, kính vâng ý chỉ thành thật nói chỉ mong vua sáng tôi hiền, quốc thái dân an, còn như nêu điều tốt tôn hiệu to thì khiêm nhường không nhận, qua mấy lần tới sân cầu khẩn mới đội ơn được ban dụ ưng thuận.\n\nTrong năm Hàm Nghi, kinh thành có việc, từ giá về cung, giá chuông như cũ. Năm rồi Cảnh Tông Thuần Hoàng đế lên làm khách trời, vâng ý chỉ rất vì kế lớn quốc gia, trong ngoài hợp sức, miếu xã vững bền, đó đều là đức quẻ Khôn dày nặng, lâu dài đến vô cùng, giúp muôn dân được an khang, vượt một đời chỗ thọ khảo, gọi Khang gọi Thọ là phúc của hoàng gia, ngõ hầu làm rõ điều tốt đẹp ấy. Nay phụng tôn thêm Hoàng tằng tổ mẫu là Từ Dụ Bác Huệ Khang Thọ Thái thái hoàng thái hậu, để tỏ lòng thành hiếu với bà của riêng ta, làm thỏa ước nguyện tôn người thân của trăm họ.|||[[Đại Nam thực lục]] - Phụ biên, Thành Thái Phế Đế}}\n\nSau khi tờ dụ truyền ra, nhà vua bèn sai bộ Lễ tuân bàn nghi lễ, Khâm thiên giám chọn ngày tốt, sai quan tế cáo với miếu điện, đến hôm ấy Vua Thành Thái đích thân suất lãnh hoàng thân cùng đình thần văn vũ bưng kim sách kim bảo dâng tôn hiệu. Lời sách nói:\n\n{{Cquote|Quẻ Tốn<ref>Tốn: Nguyên bản chép là \"Tấn\", là \"Tốn\" bị chép lầm, đây đính lại như trên. Quẻ Tốn trung chính lấy chữ trong Kinh Dịch, quẻ Bát Thuần Tốn, phần Soán truyện ''\"Trùng tốn dĩ thân mệnh, cương tốn hồ trung chính nhi chí hành\"'' (Trùng tốn để ban lệnh, cương tốn chỗ trung chính mà thi triển chí hướng).<\/ref> trung chính mà gần phúc, hợp tốt đẹp chỗ ba linh<ref>Ba linh: tức tam tài, chỉ trời, đất, người.<\/ref>, quẻ Khôn sáng lớn ứng với trời<ref>Quẻ Khôn sáng lớn ứng với trời: lấy chữ trong Kinh Dịch, quẻ Bát Thuần Khôn, phần Soán truyện ''\"Chí tai Khôn nguyên, vạn vật tư sinh, nãi thuận thừa thiên. Khôn hậu tải vật, đức hợp vô cương, hàm hoằng quang đại, phẩm vật hàm hanh\"'' (Hết mức thay Khôn nguyên, muôn vật nhờ sinh, lại thuận theo trời. Khôn dày chở vật, đức hợp vô cương, chứa cất sáng lớn, phẩm vật được nhờ)<\/ref>, ngụ bão hàm nơi muôn vật. Người có đức lớn trong thiên hạ thì được danh tôn trong thiên hạ, hiển hách thời lành, rỡ ràng điển tốt.\n\nKính nghĩ Thánh tằng tổ mẫu Từ Dụ Bác Huệ Thái thái hoàng thái hậu bệ hạ, đức lớn sánh non, trí sâu tựa vực. Giúp trị bình suốt bảy năm, họ Đồ Sơn dấy Hạ, dạy siêng năng trong ba kỷ, mẹ Văn vương hưng Chu. Mới rồi vận nước gian nan, nhờ có lòng thánh trù hoạch, kế lớn đã định, thần dân có chủ, Lòng chí thành phát lộ, xã tắc bình yên, việc chi dụng hơi dư, dân đều nhân thọ. Đó đều là công vun chín trù<ref>Chín trù: Hồng phạm cửu trù, tức chín nguyên tắc quản lý xã hội nêu ra trong thiên Hồng phạm của Kinh Thư<\/ref> mà gom mối phúc, khang thọ gồm hai, đức ban tám cõi mà nêu điều hay, danh thực như một. Huống nay chất đẹp, kính nhận nghiệp to, phúc gặp bát tuần, ngôi nên tôn phụng. Tuy nhún nhường tự hạ, tiếng tốt không màng, nhưng rộng rãi khôn lường, hiệu hay phải tiến. Kính cẩn suất lãnh hoàng thân cùng đình thần văn vũ bưng kim sách kim bảo dâng tôn hiệu là Từ Dụ Bác Huệ Khang Thọ Thái thái hoàng thái hậu.\n\nKính nghĩ danh lớn đã chính, đức giáo càng cao. Đạo chính dạy người, trải bốn đời làm quốc mẫu, an trinh thêm phúc, hợp bốn bể thành một nhà, ngõ hầu cháu cố gắng để được phúc thọ khang vậy.|||Sách văn tôn Từ Dụ Bác Huệ Khang Thọ Thái thái hoàng thái hậu}}\n\n=== Mẹ sinh của Hoàng đế ===\nTừ đời [[Tự Đức]], triều đình nhà Nguyễn đã xảy ra hiện tượng ''\"lập Tự\"'' - tức đem con trai dòng khác vào cung nhận làm con và cho quyền kế thừa. Vua Dực Tông không con, nên đã đem 3 người con của 2 người em khác của mình vào cung và giao cho Cung phi nuôi dạy. Cả về sau đều lên ngôi và có hậu duệ lên ngôi, chính là [[Vua Dục Đức]] (''Cung Tông''), [[Vua Kiến Phúc]] (''Giản Tông'') và [[Vua Đồng Khánh]] (''Cảnh Tông''). Trong ấy, Vua Cung Tông là con của Thụy Thái vương [[Nguyễn Phúc Hồng Y]], còn Giản Tông và Cảnh Tông là con của Kiên Thái vương [[Nguyễn Phúc Hồng Cai]].\n\nDo cả 3 được Vua Dực Tông nhận làm con, nên vấn đề gọi cha mẹ ruột cũng trở thành vấn đề để nghị bàn, nhìn chung cả 3 đều không thể tôn gọi cha mẹ ruột bằng danh xưng chính thống dành cho ''\"Cha của Hoàng đế\"'' và ''\"Mẹ của Hoàng đế\"'' như [[Thái thượng hoàng]] hay Hoàng thái hậu, mà chỉ có thể dùng tước Vương và bối phận ['''Hoàng thúc'''; 皇叔] để gọi cha, và ['''Hoàng thúc mẫu'''; 皇叔母] để gọi mẹ. Đây là bởi vì cả 3 đã là ''\"con của Vua Dực Tông\"'', mà Vua Dực Tông là anh cả của 2 người kia, nên cả 3 phải lấy thân phận con của Dực Tông gọi 2 vị là kia là [[chú]] (tức là ''thúc'' theo Hán Việt). Trong 3 vị Hoàng đế, Vua Cung Tông bị phế nên mãi đời [[Thành Thái]] thì thân phận của Thụy Thái vương và vợ ông mới được định, hơn nữa lúc ấy cả 2 đều đã qua đời, nên chỉ là truy tặng. Song vào thời điểm Giản Tông và Cảnh Tông lên ngôi, tuy Kiên Thái vương đã qua đời, nhưng mẹ của 2 vị là Phủ thiếp [[Bùi Thị Thanh]] vẫn còn sống. Do loạn lạc, việc tấn tôn cho Bùi thị đến năm Đồng Khánh thứ 3 ([[1888]]) mới chính thức quyết.\n\nViệc tấn tôn Bùi Thị Thanh cùng Hồng Cai đã là vấn đề phải ghi vào [[Đại Nam thực lục]]:\n{{Cquote|Tấn tặng huy hiệu Kiên vương. Trước đây, bộ Lễ tâu nói: ''\"Cha mẹ sinh ra, rất là thân tình, dẫu chuyện nặng về chính thống, cũng không nên không hậu với tư ân. Tôn vương (chỉ Hồng Cai) chăm trồng cây đức, sinh ra bậc sáng suốt, ngôi báu thêm lâu dài, là nguồn gốc từ đấy, trước được tấn tặng tước Vương, cùng các hàng Thân vương không khác, là chưa hết đạo tôn sùng, phải nên rộng tìm điển cũ, riêng có tên khác, ngõ hầu tỏ được lòng hiếu phụng. Nhưng xét về đời Tống, Bộc An ý vương là Doãn Nhượng, năm Khánh Lịch thứ 4, phong làm Nhữ Nam Quận vương. Gia Hựu năm thứ 4, phong làm Bộc vương, thuỵ là An Ý. (Tống) Nhân Tông trị vì không có con, bèn lấy con thứ 13 của Vương là Tôn Thực làm Hoàng tử. Khi Nhân Tông mất, Hoàng tử lên ngôi là Anh Tông. Trình Y Xuyên thành Bành Tư Viên bàn về Bộc vương có nói rằng: \"Đế vương cùng với hàng cha cùng bình đẳng không có phân biệt, thì cái lòng đại hiếu khó được yên. Nay thần thiết nghĩ lời tế cáo Bộc Quốc thái vương, thì nói cháu được nối ngôi Hoàng đế, viết tên, kính cáo lên hoàng bá phụ, đều noi theo rồi\". Tôn vương nên theo lời bàn ấy, tấn tôn là Kiên Thái vương\"''.\n\nHoàng đế chuẩn giao cho tôn nhân, đình thần duyệt bàn, nhưng phê bảo 2 chữ ''\"Ôn Nghị\"'' trẫm muốn đem dùng là ''\"Thuần Nghị\"'', xét và trả lời một thể.\n\nSau tâu trả lời rằng: ''\"Năm Tự Đức thứ 27 [1874], đình thần theo lệnh xét bàn về việc truy tôn chính bố mẹ sinh ra, trong tập tâu có khoản nói: 'Nên ưu tiên bằng hậu lộc, tôn làm tước Vương'; tập ấy đã được thánh thượng phê cho theo lời bàn ấy. Lại xét lời bàn ấy của Y Xuyên, ngay bấy giờ dẫu chưa thi hành, nhưng lời bàn của hậu nho cho là được tình lễ chính đáng. Nay tôn vương như được thêm chữ \"thái\", thì đối với các vương có phân biệt mà đối với chính thống tưởng cũng không ngại, xin theo lời bàn của bộ, tấn tôn làm Kiên Thái vương. Còn như vợ của Tôn vương là Bùi Quý thị, xin tấn phong làm Vương thái phi, hầu hợp tình lễ. Lại vâng xét tên thuỵ để nêu đức tốt hai chữ 'Thuần Nghị' đều là chữ tốt đẹp, có hợp cái chí của tôn vương lúc sinh tiền, như được đem dùng, đối với ý nghĩa đều được hoàn toàn chu đáo\"''.\n\nHoàng đế phê bảo: ''\"Lời bàn trước có khoản: Nên biên thêm 'Hoàng thúc', sao không đề cập đến thuỵ hiệu, chức, tước, có nên y cho biên không?\"''. Đình thần tâu trả lời:''\"Tự Đức năm thứ 29 [1876], theo nghị chuẩn cho nghi lễ: Xưng, hô, tiếp, ngộ, chính của cha sinh ra, ngày nay xưng là Thúc [chú], ngày sau thì xưng là 'Hoàng thúc'. Nay Tôn vương xin theo cho xưng là Hoàng thúc, mà thần chủ xin biên là Hiển khảo Hoàng thúc tặng Kiên Thái vương, thuỵ Thuần Nghị; bên cạnh biên: 'Hiếu tử Ưng Đăng phụng thờ'. Đề ở bia xin biên những chữ: 'Hoàng thúc tặng Kiên Thái vương thuỵ Thuần Nghị'. Còn Bùi Quý thị xin tấn phong là Kiên Thái Vương phi, ngõ hầu được hợp tình lễ\"''.\n\nHoàng đế nói:''\"Thái vương xưng là Hoàng thúc, nghị ấy đã thành, còn như Thái Vương phi, theo nghị ấy, dịch ra thì gọi là gì?\"''. Đình thần tâu trả lời: ''\"Tự Đức năm thứ 29, bàn về chuẩn cho, trong có một khoản là: Hoàng tử đối với chính cha sinh ra mình, xưng là Thúc phụ. Lại một khoản: Cha mẹ sinh ra mình, chỉ xưng là Hoàng bá thúc phụ mẫu, không được xưng là khảo, tỷ hay đế. Nay xin theo lời chuẩn trước, xưng là Hoàng thúc phụ, còn thần chủ và đề ở bia đều biên thêm chữ 'phụ'; Thái vương phi xin xưng là Hoàng thúc mẫu\"''.\n\nHoàng đế đều cho theo đó mà làm, xuống Dụ rằng:\n\n''\"Nay cứ theo Tôn nhân, đình thần cùng lời kêu xin, nên chiểu theo lời bàn của Trình Di về Bộc vương, tấn tặng Kiên vương là Kiên Thái vương, vợ của Vương ấy là Bùi thị, tấn phong là Kiên Thái vương phi. Về xưng hiệu thì theo lời bàn năm Tự Đức thứ 29, chuẩn cho xưng là Hoàng thúc phụ, Hoàng thúc mẫu, cùng khoản đặt tên thuỵ hay đổi dùng 2 chữ 'Thuần Nghị', ngõ hầu hợp chí vương khi còn sống, trẫm 2 - 3 lần giao cho luận bàn công, lần lượt tâu lên, đều cho lời bàn trước là đúng, tưởng đã rất thích đáng, đã đem việc ấy tâu lên Lưỡng cung, kính được bằng lòng y cho. Vả lại, chính thống nghĩa là rất trọng, mà ơn sinh thành, vốn ở chí tình, duy hợp với lẽ phải của trời, lòng người được yên, là đạo chính của lễ. Trẫm châm chước tiếp thu lời của các quan, kính vâng ý Chỉ, tấn tặng Kiên vương là Kiên Thái vương, tên thuỵ là Thuần Nghị và vợ của vương là Bùi thị, tấn phong là Kiên Thái Vương phi, về xưng hiệu chuẩn theo lời bàn trước, còn như việc nên làm, nên giao cho quan có trách nhiệm xét từng khoản định liệu mà làm, cho hợp điển lễ\".|||Đại Nam thực lục - ''\"Cảnh Tông Thuần Hoàng đế thực lục\"''}}\n\nBà Bùi Thị Thanh sống trải đời Thành Thái, đến năm thứ 12 ([[1900]]) thì qua đời. Trong thời Thành Thái, Khâm sứ đại thần Tá Quốc quận công Boulloche đề nghị triều đình nên cấp 2000 đồng cho bà chi tiêu. Vào lúc này, Bùi thị được gọi là [''\"Hoàng thúc tổ mẫu\"''; 皇叔祖母] do là bà thím của Hoàng đế. Khi bà qua đời, triều đình chọn tên [[thụy hiệu]] là '''Đoan Nhu''' (端柔), chuẩn trích 1.000 đồng trong [[Nội vụ phủ]] để thực hiện mai táng.\n\n=== Cung phi tần thiếp ===\n[[Tập tin:Trương Như Thị Tịnh.jpg|thumb|right|180px|Ảnh được cho là của Phủ thiếp [[Trương Như Thị Tịnh]].]]\nTừ đầu năm [[Gia Long]], Khâm định Hội điển ghi chú lệ cấp bổng cung giai, [[Nguyễn Thế Tổ|Thế Tổ]] đã quy định lương bổng cho các cung phi. Lúc này hậu cung còn đơn giản, bậc 1 hằng năm lãnh 300 quan tiền, 180 phương gạo (trong đó có 12 phương gạo trắng). Thời ấy, một phương gạo tương đương 30 [[đấu]], mỗi đấu khoảng 1 [[lít]]. Các bậc sau, đến bậc 7 giảm đã chỉ còn phân nửa so với bậc đầu.\n\nNăm [[Minh Mạng]] thứ 13 ([[1832]]), định lệ cung phân của Nội đình: Hiền tần mỗi năm 350 quan tiền, 160 phương gạo. Tiệp dư mỗi năm 300 quan tiền, 120 phương gạo. Mỹ nhân mỗi năm 280 quan tiền, 72 phương gạo. Tài nhân mỗi năm 260 quan tiền, 60 phương gạo.\n\nNăm Minh Mạng thứ 17 ([[1836]]), Thánh Tổ đặt lại chức giai, cũng chuẩn định lệ cấp bổng lộc hằng năm: \n* ''Hoàng quý phi'' 1000 quan tiền, 300 phương gạo. \n* ''Nhất giai Phi'' 500 quan tiền, 250 phương gạo. \n* ''Nhị giai Phi'' 450 quan tiền, 200 phương gạo. \n* ''Tam giai Tần'' 400 quan tiền, 180 phương gạo. \n* ''Tứ giai Tần'' 350 quan tiền, 140 phương gạo.\n* ''Ngũ giai Tần'' 320 quan tiền, 120 phương gạo. \n* ''Lục giai Tiệp dư'' 300 quan tiền, 100 phương gạo.\n* ''Thất giai Quý nhân'' 280 quan tiền, 84 phương gạo. \n* ''Bát giai Mỹ nhân'' 260 quan tiền, 60 phương gạo.\n* ''Cửu giai Tài nhân'' 180 quan tiền, 48 phương gạo.\n\nNăm thứ 19 ([[1838]]), dụ về cách đưa lương bổng. Sau này các bậc trong cung ai được tấn phong, theo lệ ngay trong [[tháng giêng]] thì cho theo lệ cấp lương cả năm. Còn ngoài ra từ tháng 2 đến tháng 7, thì cho lấy ngày mùng 1 tháng 7 bắt đầu, cấp thêm 6 tháng. Còn từ tháng 8 trở về sau, thì đợi đến tháng giêng sang năm cấp lương.\n\nTrong cung đình, [[Nội vụ phủ]] sẽ chuyên cung cấp đồ dùng, lương thực cho cả Lục viện theo mùa hoặc theo tháng. Trong đó, có việc cung cấp quần áo vào [[mùa xuân]] và [[mùa đông]] hằng năm là lệ thường, chia đều cho các cấp bậc từ tần ngự đến Nữ quan Thị tỳ, chất liệu [[vải]] có rất nhiều, như [[nhiễu]], [[đoạn]], [[sa]], [[lụa]] hoặc thậm chí có vải Tây dương. Nhưng theo phân lệ, bậc ''Phi'' cả quần và áo đều 8 cái; bậc ''Tần'' áo 8 cái và quần 7 cái; bậc ''Tiệp dư'' có 7 áo và 6 quần; ''Quý nhân'' cùng ''Mỹ nhân'' đều áo và quần có 6 cái; cuối cùng là ''Tài nhân'' (gồm cả ''Vị nhập giai'') có 6 áo và 5 quần.\n\nNăm [[Thành Thái]] thứ 2 ([[1890]]), lại có chuẩn nghị:''\"Phi tần từ các tiền triều, hiện từ bậc Nhất giai cho đến Thị nữ đều chiếu theo lệ cũ mà tăng gấp đôi\"''<ref>Trích từ ''Khâm định Đại Nam hội điển sự lệ Tục biên'', bản dịch của Viện sử học, Nhà xuất bản Giáo dục, Hà Nội, 2005. Tập III, trang 138<\/ref>. Theo đó chế độ lương bổng mới đạt hơn lệ thường, tuy nhiên lại bỏ đi mục chu cấp gạo như lệ cũ:\n* ''Hoàng quý phi'' 6200 quan tiền.\n* ''Nhất giai Phi'' 4500 quan tiền.\n* ''Nhị giai Phi'' 3700 quan tiền.\n* ''Tam giai Tần'' 3200 quan tiền.\n* ''Tứ giai Tần'' 2660 quan tiền.\n* ''Ngũ giai Tần'' 2320 quan tiền.\n* ''Lục giai Tiệp dư'' 2000 quan tiền.\n* ''Thất giai Quý nhân'' 1736 quan tiền.\n* ''Bát giai Mỹ nhân'' 1320 quan tiền.\n* ''Cửu giai Tài nhân'' 1032 quan tiền.\n* ''Vị nhập giai'' 912 quan tiền.\n\n=== Cung nhân, Cung nga và Thị nữ ===\nĐây là những Tần ngự ở Nội đình đông đảo nhất, nhiều hơn các Tần ngự có sách phong bậc Cung giai. Nhận định này được xác định thông qua sự xuất hiện các bài vị của ''Cung nhân'', ''Cung nga'', ''Thị nữ'' chiếm rất nhiều trong các điện thờ trên các lăng tẩm triều Nguyễn. Tuy nhiên, các Tần ngự này không có sách phong chính thức nào cả, là mức cơ bản nhất của người được chọn làm Tần ngự khi mới vào Nội đình, sau đó có biểu hiện tốt thì mới sách phong lên bậc cao (như các Dụ tần và Điềm tần thời [[Khải Định]]).\n\nHằng năm, Nội vụ phủ sẽ cung cấp đồ [[mùa xuân]] và [[mùa đông]] chia đều cho các cấp bậc từ tần ngự đến Nữ quan Thị tỳ. Các ''Cung nhân'' theo phân lệ nhận áo và quần năm cái; ''Cung nga'' có 5 áo và 4 quần; cuối cùng là ''Thị nữ'' có áo và quần đều bốn cái. Về danh vị, ''Cung nhân'' thường là mức của con nhà quan lại mới vào Nội đình, ngoài việc hầu cận Hoàng đế thì cũng như ''Cung nga'' và ''Thị nữ'', đều có thể được phân phó đến các cơ quan Lục thượng để làm nữ quan. Điều này chứng minh thông qua ''[[Hoàng triều Ngọc điệp]]'' bản Chính biên, liệt kê [[Nguyễn Phúc Trinh Huy|Xuân Lâm công chúa]] của [[Thiệu Trị|Hiến Tổ]] có mẹ là Cung nga [[Nguyễn Viết Thị Lệ]], thì:''\"Năm Minh Mạng thứ 6, thị hầu Tiềm để. Năm Thiệu Trị nguyên niên, sung vào hàng Cung nhân. Năm thứ 3, cho làm Cung nga ở Điển soạn của Thượng diên viện\"''. Lại như Tài nhân [[Nguyễn Đăng Thị Nhã]] cũng là phi tần của Vua Hiến Tổ, từng là ''Thượng nghi viện Chưởng nghi Cung nhân'' (尚儀院掌儀宮人), tức bà vừa làm Cung nhân vừa kiêm nữ quan ở Chưởng nghi thuộc Thượng nghi viện.\n\nCũng như các Tần ngự có sách phong, ''Cung nhân'', ''Cung nga'', ''Thị nữ'' cũng có lương bổng nhưng lại không được đề cập trong bản Chính biên của [[Khâm định Đại Nam hội điển sự lệ]] (kết thúc khoảng đời [[Tự Đức]]). Phải khi sang Tục biên thì mới ghi chép, nhưng đó là dụ chỉ ban hành bổng lộc mới triều Thành Thái, nên về cơ bản trước đó không rõ bổng lộc của bậc này là bao nhiêu. Theo đó:\n* ''Cung nhân'' 810 quan tiền. \n* ''Cung nga'' 624 quan tiền. \n* ''Thị nữ'' 432 quan tiền.\n\nNgoài ra, dưới triều [[Minh Mạng]], [[Thiệu Trị]], [[Tự Đức]], các Hoàng đế lên ngôi sau khi Tiên Đế mất, liền thủ tang 3 năm, trong 3 năm đó không hề định chuyện sách phong Tần ngự long trọng vì sẽ phạm vào việc tang. Tuy vậy, các Tần ngự ở Tiềm để cũng theo địa vị mà có được 3 danh phận chính, là ''Cung tần'' (宮嬪), ''Cung nhân'' (宮人), ''Thị nữ'' (侍女)<ref>Các bà [[Từ Dụ|Nghi Thiên]], [[Vũ Thị Duyên|Lệ Thiên]] trước khi thụ phong làm ''Thành phi'' và ''Cần phi'', đều được ghi rõ [''\"Sung vào hàng Cung tần\"'']<\/ref><ref>Cung nhân, có chuyện Cung nga Nguyễn Viết thị, mẹ của [[Xuân Lâm công chúa]]. Trước khi làm Cung nga, bà được liệt vào hàng Cung nhân.<\/ref>. Sau khi hết tang kỳ, lần lượt các Tần ngự thuộc 3 hạng này sẽ được phân ra danh vị khác nhau, và tuy có trùng nhưng hàng ''Cung nhân'' trong thời gian này khác hẳn bậc Cung nhân thuộc quy chế chính quy. Điều này có thể thấy ví dụ ở trên, khi Cung nga Nguyễn Viết thị sung hàng Cung nhân, sau đó trở thành Cung nga của Thượng diên viện.\n\n=== Nữ quan cùng Thị tỳ ===\nNăm [[Minh Mạng]] thứ 17 ([[1836]]), sau khi ban bố 9 bậc phi tần, Vua Thánh Tổ còn cho đặt ''Lục thượng ty'' (六尚司) do các phi tần kiêm chức [[nữ quan]] đảm nhiệm, định rõ chức phận giữ nội chính cho được tề chỉnh, lúc này thứ tự có: \n* '''Thượng nghi''' (尚儀), giữ nghi lễ tiết văn.\n* '''Thượng trân''' (尚珍), giữ châu ngọc quý báu.\n* '''Thượng khí''' (尚器), giữ những đồ đạc quý.\n* '''Thượng phục''' (尚服), giữ chầu, nệm, giường, màn.\n* '''Thượng thực''' (尚食), giữ các loại bánh trái quà mọn.\n* '''Thượng y''' (尚衣), giữ việc áo xiêm.\n\nQuản lý Lục thượng ty này lại chia làm các bậc nữ quan, bao gồm:\n# [''Thủ đẳng''; 首等], tức ''Bậc đầu'', là chức ''Quản sự'' (管事) của Lục thượng, cùng ''Tư nghi'' (司儀) và ''Tư trân'' (司珍).\n# [''Thứ đẳng''; 佽等], tức ''Bậc thứ'', là chức ''Thống sự'' (統事) của Lục thượng, cùng ''Tư hương'' (司香) và ''Tư khí'' (司器).\n# [''Trung đẳng''; 中等], tức ''Bậc giữa'', là chức ''Thừa sự'' (承事) của Lục thượng, cùng ''Tư y'' (司衣) và ''Tư thảng'' (司帑).\n# [''Á đẳng''; 亞等], tức ''Bậc á'', là chức ''Tùy sự'' (隨事) của Lục thượng, cùng ''Quản ban'' (管班) của các ban.\n# [''Hạ đẳng''; 下等], tức ''Bậc dưới'', là chức ''Tòng sự'' (從事) của Lục thượng, cùng ''Lãnh ban'' (領班) của các ban.\n# [''Mạt đẳng''; 末等], tức ''Bậc cuối'', có chức ''Mục'' (目; tương đương ''Trưởng ban'') của các ban và ''Cung nô Đầu mục'' (宮奴頭目).\n\nTrong Hội điển cũng ghi lại, quản lý mọi việc là bậc Thủ đẳng, thâu tóm mọi việc là bậc Thứ đẳng, thừa hành mọi việc là bậc Trung đẳng, còn Á đẳng trở xuống là lệ thuộc trực tiếp trong phạm vi mỗi ban, các ban đều có lịch trình riêng phân biệt nhau, gồm 8 ban là: ban Thiều Quang, ban Thuỵ Nhật, ban Kim Hoa, ban Hương Cẩm, ban Tường Loan, ban Nghi Phượng, ban Tiên Quế và ban Ngọc Mai. Vào lúc này thì từ bậc Thủ đẳng đến bậc Hạ đẳng, khi sách phong đều ban cáo sắc bằng giấy Long tiên trục<ref>Loại giấy có hoa văn rồng, có trục.<\/ref>. Bậc Mạt đẳng, do [[bộ Lễ]] tuyên sắc, và từ bậc Hạ đẳng trở lên nếu có thự hàm, thì cho các sắc chỉ tuyên phong đều dùng giấy Hội sao. Sau khi viết các trục cáo sắc cho nữ quan, đều để vào trong hòm gỗ màu đỏ son, các quan bộ Lễ giao cho Cung giám (tức các quan [[thái giám]]), rồi từ Cung giám truyền cho nữ quan ấy nhận lĩnh. Các nữ quan kính nhận, để trên hương án, làm lễ 3 lần quỳ, 6 lần vái. Về sau nếu có cáo sắc nhận ơn, đều đến trước mặt Hoàng đế làm lễ 3 lạy 6 vái như trên. Khi bị giáng chức, thì do Cung giám trực tiếp truyền chỉ.\n\nNăm [[Thiệu Trị]] thứ 3 ([[1843]]), Vua Hiến Tổ cho dụ đổi cách gọi Lục thượng ty thành ''Lục thượng viện'' (六尚院), lại cho đặt thêm các cơ quan nhỏ trong Lục thượng để cai quản tỉ mỉ và trực tiếp hơn so với khi trước. Hoàn thiện thêm chế độ Lục thượng gồm:\n* '''Thượng nghi''' (尚儀), coi việc giữ giấy tờ trong nội cung. Trong đó chia ra các bậc quản lý:\n:: Bậc đầu gọi là ''Chưởng nghi'' (掌儀), ''Chưởng lễ'' (掌禮). Bậc thứ gọi là ''Tư hương'' (司香), ''Tư chương'' (司章). Bậc trung gọi là ''Điển thư'' (典事), ''Điển hàn'' (典翰). \n* '''Thượng diên''' (尚筵), đổi từ ''Thượng thực'', hầu ngự thiện và phụng tiến các thức ăn. Trong đó chia ra các bậc quản lý:\n:: Bậc đầu gọi là ''Chưởng diên'' (掌筵), ''Chưởng yến'' (掌宴). Bậc thứ gọi là ''Tư trà'' (司茶), ''Tư thiện'' (司膳). Bậc trung gọi là ''Điển soạn'' (典僎), ''Điển dao'' (典醪).\n* '''Thượng trân''' (尚珍), coi giữ ngọc châu, trân bảo. Trong đó chia ra các bậc quản lý:\n:: Bậc đầu gọi là ''Chưởng châu'' (掌珠), ''Chưởng ngọc'' (掌玉). Bậc thứ gọi là ''Tư kim'' (司金), ''Tư ngân'' (司銀). Bậc trung gọi là ''Điển hoàn'' (典鍰), ''Điển mân'' (典緡).\n* '''Thượng y''' (尚衣), phụng hầu mũ áo và coi giữ xiêm y bốn mùa. Trong đó chia ra các bậc quản lý:\n:: Bậc đầu gọi là ''Chưởng bào'' (掌袍), ''Chưởng cừu'' (掌裘). Bậc thứ gọi là ''Tư y'' (司衣), ''Tư phi'' (司緋). Bậc trung gọi là ''Điển nhu'' (典襦), ''Điển chẩn'' (典袗).\n* '''Thượng phục''' (尚服), coi việc màn trướng. Trong đó chia ra các bậc quản lý:\n:: Bậc đầu gọi là ''Chưởng duy'' (掌帷), ''Chưởng vi'' (掌幃). Bậc thứ gọi là ''Chưởng thường'' (掌裳), ''Chưởng đới'' (掌帶). Bậc trung gọi là ''Điển khâm'' (典衾), ''Điển nhục'' (典褥).\n* '''Thượng thảng''' (尚帑), vốn là ''Thượng khí'', coi giữ nội khố. Trong đó chia ra các bậc quản lý:\n:: Bậc đầu gọi là ''Chưởng trân'' (掌珍), ''Chưởng ngoạn'' (掌玩). Bậc thứ gọi là ''Tư thảng'' (司帑), ''Tư khí'' (司器). Bậc trung gọi là ''Điển cẩm'' (典錦), ''Điển thái'' (典采).\n\nCũng trong năm Thiệu Trị thứ 3, cũng xuống dụ cho đổi tên một số cơ quan: ''Điển soạn'' của Thượng diên thành ''Điển tư'' (典司); ''Tư kim'' và ''Tư ngân'' của Thượng trân đổi thành ''Tư cung'' (司供), ''Tư trân'' (司珍); ''Điển hoàn'' cùng ''Điển mân'' cũng đổi thành ''Điển kim'' (典金), ''Điển ngân'' (典銀). Chức năng của các bậc nữ quan vẫn như cũ, chỉ là đã được cụ thể hóa hơn ở từng cơ quan.\n\nBổng lộc của 6 bậc nữ quan, bao gồm:\n* ''Quản sự'' (管事), lương bổng hằng tháng 6 quan tiền, 3 phương gạo.\n* ''Thống sự'' (統事), lương bổng hằng tháng 5 quan tiền, 2 phương gạo.\n* ''Thừa sự'' (承事), lương bổng hằng tháng 4 quan tiền, 2 phương gạo.\n* ''Tùy sự'' (隨事), lương bổng hằng tháng 3 quan tiền, 1 phương gạo.\n* ''Tòng sự'' (從事), lương bổng hằng tháng 2 quan tiền, 1 phương gạo.\n* ''Trưởng ban'' (長班), lương bổng hằng tháng 1 quan 5 tiền, 1 phương gạo.\n\nTriều Thành Thái, thay đổi về lương bổng, hé lộ ra thêm nhiều thân phận khác. Lệ dưới là lương bổng cả năm:\n* ''Quản sự'' 528 quan. \n* ''Thống sự'' 384 quan. \n* ''Thừa sự'' 360 quan. \n* ''Tùy sự'' là Tôn nữ 336 quan, ''Tùy sự'' bình thường 276 quan.\n* ''Tòng sự'' là Tôn nữ 276 quan; ''Tòng sự'' bình thường 216 quan. \n* ''Quản ban'' 276 quan.\n* ''Lĩnh ban'' 216 quan.\n* ''Trưởng ban'' 216 quan.\n* Riêng có: ''Công nữ phụng trực'' 336 quan, ''Tôn thất nữ phụng trực'' 252 quan.\n\nNhững hạng dưới bậc Nữ quan, là các Cung tỳ:\n* ''Nhũ bảo'' (乳保)<ref>Tức [[bảo mẫu]]<\/ref> 72 quan, 12 phương gạo.\n* ''Lão tỳ'' (老婢) 60 quan, 12 phương gạo.\n* ''Ni nhân'' (妮人) 48 quan, 12 phương gạo.\n* ''Quan nô'' (官奴), hay ''Cung nô'' (宮奴): \n::''Đại đầu mục'' (大頭目) 48 quan 12, phương gạo.<br>''Tiểu đầu mục'' (小頭目) 43 quan, 12 phương gạo.\n* ''Nội thị khoá nữ'' (內侍課女) 36 quan.\n* ''Cung nghi'' (宮儀) 28 quan 8 tiền, 12 phương gạo.\n* ''Ban nhân'' (班人) và ''Nô nữ'' (奴女) đều 24 quan, 12 phương gạo.\n\nLệ cấp quần áo [[mùa xuân]] và [[mùa đông]], từ trước Tự Đức đã có ban bố. Theo đó, các ''Quản sự'' 6 áo và 5 quần; bậc ''Thống sự'' có áo và quần đều năm cái; bậc ''Thừa sự'' có 5 áo và 4 quần; bậc ''Tùy sự'' áo bốn cái quần ba cái; bậc ''Tòng sự'' và ''Quản ban'' áo quần đều ba cái; ''Lĩnh ban'' và ''Trưởng ban'' tầm 3 áo và 2 quần. Các Nữ quan và Cung tỳ cũng có các nhân sự được phái sang [[Cung Diên Thọ]], hầu hạ người phụ nữ tôn quý nhất hoàng thất, nên là những nhân sự ''\"Túc trực\"'' riêng trong Nội đình.\n\n== Sinh hoạt nội đình ==\n=== Nơi ở ===\nCác bậc [[Hoàng hậu]], [[Hoàng thái hậu]] và [[Hoàng thái phi]] theo ghi chép trú tại những cung điện lớn nhất trong dãy [[Hoàng thành Huế]], đó là:\n* '''Diên Thọ cung''' (延壽宮): tên cũ '''Trường Thọ cung''' (長壽宮) hay '''Từ Thọ cung''' (慈壽宮), xây năm Gia Long thứ 3 ([[1804]]), đây từng là cung thất của [[Hiếu Khang hoàng hậu]]. Qua các đời triều Nguyễn, đây là cung thất tôn quý nhất, dành cho người phụ nữ có địa vị tôn quý nhất trong hoàng thất.\n* '''Trường Sinh cung''' (長生宮): tên cũ '''Trường Ninh cung''' (長寧宮), xây năm Minh Mạng thứ 3 ([[1822]]), vốn là một khu vườn. Khi [[Lệ Thiên Anh hoàng hậu|Trang Ý Hoàng thái hậu]] được rước về, tôn xưng Hoàng thái hậu, thì cũng sửa sang làm cung thất cho Thái hậu. Trang Ý Hoàng thái hậu đến khi trở thành Thái hoàng thái hậu cũng đều ở tại cung này.\n* '''Khôn Thái điện''' (坤泰殿): nguyên tên '''Khôn Nguyên cung''' (坤元宮), xây dựng năm Gia Long thứ 6 ([[1807]]), nằm ở ngay sau [[Điện Càn Thành (hoàng thành Huế)|điện Càn Thành]] - tẩm điện của Hoàng đế, là 1 trong 3 cung điện lớn nhất của khu vực [[Tử Cấm thành (Huế)|Tử Cấm Thành]] sâu nhất trong Hoàng thành. Nơi đây từng là cung thất của [[Thừa Thiên Cao Hoàng hậu]]. Đời Minh Mạng, chính điện được đổi tên thành ''Cao Minh Trung Chính điện'' (高明中正殿). Tuy từng là nơi Hoàng hậu ở, nhưng cung điện này lại không phải duy nhất chỉ dành cho Hoàng hậu như nhiều tài liệu về sau hay lầm tưởng.\n**Thời [[Hiệp Hòa]], Hoàng đế tôn mẹ là Thụy tần [[Trương Thị Thận]] làm Hoàng thái phi, đã cho rước mẹ mình vào đây ở, rồi đổi thành [''Khôn Thái cung'']<ref>[[Đại Nam thực lục]] - Đệ tứ kỷ - Quyển LXX - ''\"Phụ chép Phế Đế\"'': ''\"Ngày Tân Tỵ, vua cho đón Hoàng thái phi vào ở cung Khôn Thái. (Dâng lên 50 lạng vàng, 100 đĩnh bạc (mỗi đĩnh 10 lạng), các thứ gấm lụa màu hàng nam, hàng bắc 100 tấm, lụa màu vải màu cùng lụa thổ 300 tấm, tiền đồng 3.000 quan, tiền kẽm 2.000 quan)\"''<\/ref>.\n**Thời [[Đồng Khánh]], Cảnh Tông vọng tôn Khiêm Hoàng hậu làm Trang Ý Hoàng thái hậu, nghị định chỗ ở. Triều thần ý kiến rằng:''\"Duy có điện Khôn Thái là giáp với phía sau điện Càn Thành, nếu rước Hoàng thái hậu đến ở đấy, gặp khi có khánh tiết, các quan đến lạy mừng, sợ có điều chưa tiện, cung Trường Ninh hiện cũng to rộng, xin giao bộ Công bắt nhiều lính và thợ, cho sửa sang khẩn cấp, rồi sẽ kính rước về ở, cho nên vua chuẩn cho theo thế mà làm\"''.\n\nDòng chảy lịch sử trôi qua, vào cuối triều Nguyễn một là cung thất hư hại, một là có cùng lúc tới 3 vị Thái hậu ([[Từ Dụ]], [[Vũ Thị Duyên|Trang Ý]], [[Phan Thị Điều|Từ Minh]]) nên cung thất cũng có biến chuyển. Diên Thọ cung khi ấy là chỗ của bà Từ Dụ, Trường Sinh cung là của bà Trang Ý, thì bà Từ Minh được cho ở [[Từ Nghi cung]] (慈儀宮), trước mắt không rõ chính xác cung này ở đâu<ref>[[Đại Nam thực lục]] - ''Chính biên Đệ lục kỷ phụ biên'' quyển 6, chép về [[Thành Thái|Thành Thái Phế đế]]: ''Ngày Tân sửu, kính gặp lễ tứ tuần đại khánh của Từ Minh Huệ Hoàng hậu. Trước đó ban dụ bố cáo cho trong ngoài. Lời dụ nói: \"Từ xưa vua sáng đức lớn, hiếu phụng Đông Triều, Trường Lạc thừa hoan, Trường Ninh nghi tiết, là điều long trọng nhất của lễ, to lớn nhất của điển. Kính nghĩ Hoàng thái hậu bệ hạ ta: Khuôn phép quẻ Khôn, hơi thơm cửa đức. Trước ở Thanh cung giúp Hoàng khảo ta, đức lớn lòng lành thương yêu con nhỏ, nuôi dưỡng dạy bảo đến lúc thành người. Đến nay nối nghiệp to này, được hầu ấm mát, may được trời ban phúc đức, miếu xã yên bình. Ngày 27 tháng 7 năm nay kính gặp dịp tứ tuần đại khánh, Tôn nhân Phụ chính đình thần văn võ cùng xin chiểu lệ trước nay thi hành, trẫm kính vâng từ huấn có ý khiêm tốn át đi, nhưng ý nguyện tôn thân khởi từ mọi người, đã đem việc tâu lên, lại tâu với cung Gia Thọ, cung Trường Ninh xét. Những việc cần làm thì sai hữu ty tham khảo châm chước tâu lên cho tuân hành, ngõ hầu nêu rõ đức hiền, trải lòng báo hiếu\". Đầu xuân năm nay theo lệ ban ân chiếu, bèn sai bộ Lễ kính nghĩ nghi thức (tham chiếu nghi thức lễ lục tuần đại khánh tiết của Trang Ý Thuận Hiếu Thái hoàng thái hậu năm Đồng Khánh thứ 2 châm chước thi hành), Khâm thiên giám chọn ngày tốt sai quan tế cáo với Thái miếu. Đến hôm ấy vua đích thân suất lãnh phủ Tôn nhân và đình thần văn vũ tới cung Từ Nghi làm lễ mừng thọ. Lễ xong, ban ân chiếu cho trong ngoài (13 điều)<\/ref>. Bên cạnh đó, bà [[Nguyễn Thị Vân Anh]], Đích mẫu của [[Duy Tân]] cùng [[Nguyễn Thị Định (Tài nhân)|Nguyễn Văn Thị Định]], sinh mẫu của Duy Tân đều từng ở tạm trong [[Dưỡng Tâm điện (Huế)|Dưỡng Tâm điện]] (养心殿), thuộc khu vực bên phải của Khôn Thái cung trong Đại nội, trước khi cả hai cùng chuyển qua Trường Sinh cung<ref>[[Đại Nam thực lục]] - ''Chính biên Đệ lục kỷ phụ biên'' quyển 20, chép về [[Duy Tân|Duy Tân Phế đế]]: ''Tháng 8. Kính đón Hoàng đích mẫu, Hoàng sinh mẫu về ở điện Dưỡng Tâm. Vua mỗi tuần lễ hai lần (thứ hai và thứ năm) vào nội điện kính cẩn thăm hỏi, trở đi lấy đó làm lệ thường''<\/ref>.\n\nNơi ở của các phi tần đều phân bố ra trong khu vực '''Lục viện''' (六院), thuộc góc Tây-Bắc của [[Tử Cấm thành (Huế)|Tử Cấm Thành]], bao gồm:\n* '''Thuận Huy viện''' (順徽院);\n* '''Đoan Thuận viện''' (端順院);\n* '''Đoan Hòa viện''' (端和院);\n* '''Đoan Huy viện''' (端徽院);\n* '''Đoan Trang viện''' (端莊院);\n* '''Đoan Tường viện''' (端祥院);\n\nCó hiểu lầm thông thường, các viện sẽ là nơi ở cố định của một cấp, đây đều xuất phát từ ''\"Thân phận và nếp sống các bà trong nội cung nhà Nguyễn\"'' của [[Phan Văn Dật]] trên Số 16 (T.12-1985) của ''Tạp chí sông hương'', về sau được các tác giả khác đưa vào dẫn chứng. Thực tế rằng, các phi tần ở Nội đình đều chia nhau ra sống trong Lục viện, bất kể giai cấp hay địa vị. Điều này thể hiện không chỉ qua việc [[Nội vụ phủ]] cung cấp đồ cho Nội đình chỉ vỏn vẹn ''\"6 viện\"'', lễ sách phong cung giai cũng đề cập chuyện ''\"cầm cờ Tiết đến các Quý viện theo nghi lễ\"'', mà còn thông qua bài phỏng vấn trực tiếp Diệu phi [[Mai Thị Vàng]] trên ''Tạp chí Sông Hương'' vào năm 1936<ref>Tạp chí Sông Hương của nhà văn [[Phan Khôi]], xuất bản tại Huế, số ra ngày 5-6-1936, có bài ''\"Phỏng vấn bà Vương phi của đức vua Duy Tân\"''<\/ref>.\n\n=== Lệ cư xử và xưng hô ===\n[[Quốc Sử Quán|Quốc Sử quán]] ghi lại trong [[Đại Nam thực lục]], năm Tự Đức thứ 23 ([[1870]]), chuẩn định điển lễ hành xử trong nội cung. Dực Tông khi đó nghĩ thứ bậc cung giai đã có điển lễ, duy lễ đối xử với nhau trong khi tiếp kiến chưa được bàn định đến, bèn sai bộ Lễ châm chước nghĩ định. Tuy đã tra ở cổ lễ, cũng không có chép rõ. Sau tâu lên, nhưng sửa định lại, để làm lệ mãi.\n\n{{quotation|Các Phi, Tần trở xuống đến Tài nhân vào hầu Hoàng quý phi ở Viện sở, các Phi và Tần thì lễ vái 2 vái trước. Hoàng quý phi đứng dậy đáp lễ 1 vái, Tiệp dư cho đến Tài nhân, đều làm lễ 3 vái, Hoàng quý phi không vái đáp lễ, rồi mời đến chỗ ngồi, đều chiếu thứ bậc cao thấp mà ngồi, không được ngồi cùng chiếu với Hoàng quý phi. Khi tiếp nói chuyện xong, xin cáo từ lui về, các Phi trở xuống đứng dậy, nên đáp nên không đều như trước. Hoàng quý phi nhân có việc đến các sở cung giai, việc vái đáp và chỗ ngồi phải làm cũng theo như trước mà làm.\n\nCòn như các Phi, các Tần tiếp kiến nhau và Tiệp dư trở xuống đến Tài nhân tiếp kiến nhau, thì khi mới gặp và khi từ giã ra về đều làm lễ vái chào 1 vái, đáp lễ 1 vái. Tiệp dư trở xuống đến Tài nhân yết kiến các Phi và Tần, khi mới yết kiến và cáo từ ra về, đều làm lễ vái 2 vái; các Phi, Tần đối với Tiệp dư chỉ đáp 1 vái, còn từ Quý nhân trở xuống đều không vái đáp lễ. Hoặc các Phi, Tần có tiếp kiến Tiệp dư trở xuống đến Tài nhân, nghi lễ vái đáp đều giống như trên. Còn chỗ ngồi cũng đều cho theo thứ bậc cao thấp mà ngồi.\n\nVị nhập giai trở xuống đến Thị nữ và Nữ quan, trừ hạng Thục nhân ra, như có đến hầu các Phi, Tần. Các Vị nhập giai trở xuống thì lạy các Phi; Cung nhân trở xuống thì lạy các Tần, đều làm lễ lạy 1 lạy, rồi đều chiếu thứ bậc chia ra đứng hầu 2 bên tả hữu, không được ngồi, khi cho ngồi mới được ngồi ở chiếu dưới.\n\nCác cấp bậc trên đây đều có trên dưới; nếu người trên hỏi đến thì kẻ dưới đều [''\"Dạ\"''] và [''\"Bẩm\"'']; trả lời kẻ dưới thì người trên nên ''\"Vâng\"''. Trong khi xưng hô: các Phi, Tần thì xưng là [''\"Phi mỗ\"''], [''\"Tân mỗ\"'']. Từ Tiệp dư đến Vị nhập giai xưng [''\"Chức và họ\"''], Cung nhân trở xuống đến Thị nữ thì xưng [''\"Thị mỗ\"'']<ref>[Mỗ] có chữ Hán là 某, dùng như đại từ nhân xung không xác định rõ. Ở đây các Phi, Tần sẽ có phong hiệu cụ thể, khi đặt quy cách thường dùng từ [Mỗ] này như một biện pháp đề cập không xác định, để chiếu theo cụ thể mà thay vào. Ví dụ, Trung phi sẽ tự xưng ''\"Phi Trung\"'', Huệ tần tự xưng ''\"Tân Huệ\"''.<\/ref>. Còn các bậc Nữ quan thì bậc thứ trở xuống đều ''\"Dạ\"'' bậc đầu; bậc trung trở xuống đều ''\"Dạ\"'' bậc thứ; bậc dưới, bậc cuối đều ''\"Dạ\"'' các bậc giữa trở lên. Xưng hô thì đều tuỳ theo quan hàm, như có yết kiến nhau đều làm lễ vái 1 vái, kẻ dưới vái trước, người trên đáp lại, duy bậc đầu, bậc thứ đối với bậc dưới, bậc cuối thì miễn vái đáp lễ. Chỗ ngồi cũng đều chiểu theo thứ bậc trên dưới, không được trái phép vượt bậc.\n\nLại như khi đi cùng gặp, các Phi trở xuống gặp Hoàng quý phi, đều phải tránh đứng ra bên đường, chờ Hoàng quý phi đi khỏi rồi mới đi, còn các giai trở xuống đến Nữ quan, đều có thứ bậc tôn ty, như có gặp nhau, cũng theo như thế mà làm, đều theo cấp bậc mà tỏ ra có lễ phép.|[[Đại Nam thực lục]] | Tự Đức bản kỷ, Quyển XLIII}}\n\nCũng dựa theo bài phỏng vấn của bà Mai Thị Vàng trên ''Tạp chí sông Hương'', Phi tần thân mật có thể xưng với Hoàng đế là [''\"Em\"''], Hoàng đế gọi Phi tần bằng [''\"Bà\"''], [''\"Khanh\"''] hoặc gọi thẳng tên của người ấy. Việc gọi thẳng tên của Phi tần khá phổ biến, vì ngay bản thân [[Từ Dụ Hoàng thái hậu]] khi còn là Quý phi, do được Hiến Tổ yêu quý mà ''\"Phàm khi lên hầu hay triệu hỏi, đều chỉ gọi là Phi chứ không gọi tên\"'' (trích [[Đại Nam liệt truyện]] - Nghi Thiên Chương Hoàng hậu). Còn theo ghi chép của Hiệp tá đại học sĩ [[Ưng Trình]], cháu nội Tùng Thiện vương [[Nguyễn Phúc Miên Thẩm|Miên Thẩm]] trong sách ''\"Tùng Thiện vương, tiểu sử và thi văn\"'', Phi tần nói chuyện với Hoàng đế đều tự xưng [''\"Tôi\"''], [''\"Chúng tôi\"'']. Ở đây, ''tôi'' là [[chữ Nôm]] tương đương [''Thần''; 臣], có cụm từ ''\"Vua tôi\"'' chính là như vậy.\n\nCăn cứ ghi chép của Ưng Trình, kẻ dưới gọi người trên là [''\"Ngài\"''] đối với Hoàng đế, Hoàng hậu, Hoàng tử, Công chúa; gọi [''\"Bà\"''] đối với phi tần. Đặc biệt nhất là tước hiệu [''\"Tần\"''], đều phải gọi là ['''Tân''']. Theo ghi nhận bản thân Ưng Trình và ghép của người Pháp cùng quan lại Nam triều bằng quốc ngữ, thì chữ ''\"Tần\"'' tuy viết chữ Hán không đổi, nhưng âm phải đọc thành ''\"Tân\"'' hay ''\"Tờn\"'', ''\"Tớn\"'' đều tùy, do âm ''\"Tần\"'' đã phạm vào quốc húy [[Nguyễn Phúc Tần]].\n\nCác bậc Thái hậu trong triều cũng có nhiều vị tôn, đều dựa vào vai vế. Trước khi có tôn hiệu Hoàng thái hậu, các Ngài thường được Hoàng đế gọi là [''\"Hoàng mẫu\"''; 皇母] (có thể xem sách văn của các sách văn của các bà [[Thuận Thiên Cao Hoàng hậu|Thuận Thiên]], [[Từ Dụ|Nghi Thiên]]); ngoài ra còn có cách gọi khác như [''\"Thánh mẫu\"''; 聖母]<ref>[[Nguyễn Thế Tổ]] tôn gọi bà [[Hiếu Khang hoàng hậu]] trong sách văn.<\/ref>, [''\"Tôn từ\"''; 尊慈]<ref>[[Thành Thái]] tôn gọi mẹ đẻ [[Phan Thị Điều]] khi chưa tôn làm Hoàng thái hậu.<\/ref>, [''\"Hoàng lệnh từ\"''; 皇令慈] dành cho mẹ đẻ cùng [''\"Hoàng nguyên từ\"''; 皇元慈] dành cho Đích mẫu (trường hợp của [[Nguyễn Hữu Thị Nhàn|Thánh Cung]] và [[Dương Thị Thục|Tiên Cung]]). Các bậc Thái hoàng thái hậu hay cao hơn nữa, được tôn gọi bằng những tôn hiệu như [''\"Thánh tổ mẫu\"''; 聖祖母] hay [''\"Thánh tằng tổ mẫu\"''; 聖曾祖母].\n\nThời [[Duy Tân]], [[Thành Thái|Phế Đế]] bị giáng biếm vào [[Sài Gòn]], quan bảo hộ người Pháp xin bàn định cách xưng hô. Phủ Phụ chính tâu nói bản triều không có lệ ấy, duy quốc chủ các triều trước nhường ngôi đều được tôn là ''[[Thái thượng hoàng]]'', đích mẫu là ''[[Hoàng thái hậu]]'', sinh mẫu là ''[[Hoàng thái phi]]''. Nay Hoàng thượng lên ngôi, cứ nói là lúc đầu chưa kịp bàn bạc về lễ. Sài Gòn là nhượng địa do nước Pháp quản hạt, việc xưng hô tùy theo tục nước Pháp. Tới như ở Trung Bắc hai kỳ phàm nếu phải viết tới và xưng hô đều tuân theo chiếu tấn tôn gọi là [''\"Hoàng phụ\"''; 皇父], [''\"Hoàng đích mẫu\"''; 皇嫡母] (bà [[Nguyễn Thị Vân Anh|Vân Anh]]), [''\"Hoàng sinh mẫu\"''; 皇生母] (bà [[Tài nhân Nguyễn Thị Định|Thị Định]]), chờ về sau sẽ bàn nghĩ thi hành.\n\nKhi xưng hô cúng kị các đời trước, thông dụng cách gọi chung [''\"Tiên Đế\"''; 先帝] hoặc [[miếu hiệu]] kèm [[thụy hiệu]] của Hoàng đế đó, ví dụ Vua Tự Đức theo cách gọi trang trọng là [''\"Dực Tông Anh Hoàng đế\"''], trong đó ''Dực Tông'' là miếu hiệu, còn ''Anh Hoàng đế'' là Đế thụy trong dãy thụy hiệu. Bản thân Hoàng đế gọi cha đã khuất là [''\"Hoàng khảo\"''; 皇考], mẹ đã mất là [''\"Hoàng tỷ\"''; 皇妣] (Chữ Tỷ này khác chữ Tỷ 姊 nghĩa là chị), tương tự với đồi ông nội hay bà nội, thêm thành tố ''\"Tổ\"'' vào giữa.\n\n=== Nếp sống ===\nTheo phỏng vấn với bà Mai Thị Vàng, phi tần trong Nội đình thường nghiêm khắc làm việc, hầu hạ Thái hậu. Theo ghi chép của [[Ch. Gosselin]] trong ''L'Empire d'Annam'', lúc vua Dực Tông còn tại vị, hằng ngày có 13 người chuyên làm việc chải đầu, mặc áo, trau chuốt móng tay của nhà vua, lại làm mọi việc phục vụ như vấn khăn, mài mực chuẩn bị cho nhà vua phê duyệt tấu chương. Căn cứ chuyện Giai phi Phan Văn thị thời Đồng Khánh, ngày thường các cung phi cung tần có lẽ sẽ đảm nhiệm quản lý một Thượng trong Lục thượng viện. Bản thân [[Vũ Thị Duyên|Trung phi Vũ thị]], sau khi bị giáng từ tước Hoàng quý phi xuống Trung phi như cũ, Dực Tông có phán rằng:''\"Giáng làm Trung phi quản nhiếp Thượng nghi, không cho Suất nhiếp Lục viện nữa\"'', chứng tỏ cung phi quản lý một Thượng là điều khá bình thường trong cuộc sống Nội đình triều Nguyễn.\n\nNgoài những nghĩa vụ hầu hạ Hoàng đế, theo ghi chép của Micheal Đức Chaigneau<ref>Dẫn theo [[Tôn Thất Bình]], trong ''Đời sống ở Tử Cấm Thành'', Nhà xuất bản Thuận Hóa-Huế, 2009, trang 47.<\/ref>, ông có nhận xét về nét sinh hoạt của cung tần trong nội đình khá nhàn nhã:''\"Vừa dựa mình vào những chiếc gối xếp chồng chất trên chiếu hay trên các tấm thảm, họ vừa chuyện trò, chơi bời, ca hát, hút thuốc và uống trà\"''. Căn cứ ghi chép của Ưng Trình, các phi tần khi rảnh rỗi liền đọc [[sách]], trồng [[cây]], nuôi [[chim]], [[cá]], [[thêu thùa]]. Theo lời bà Mai Thị Vàng, phi tần sống ở mỗi viện có người nấu cơm, ai ăn riêng phần nấy. Về đãi ngộ hầu hạ, bậc Nhất giai có 10 người hầu, đến Cửu giai giảm dần còn 3 người (Hồi ký của [[Pierre Pasquier]], từng một thời là [[Toàn quyền Đông Dương]]).\n\n== Các phi tần triều trước ==\n=== Cuộc sống góa phụ ===\nSau khi Hoàng đế qua đời, các phi tần không được gọi là ''\"Thái phi\"'' như [[Hậu cung Nhà Thanh]], mà về cơ bản vẫn giữ tước vị nếu có, rất ít trong số ấy được Hoàng đế tiếp theo gia tôn thêm (đại đa số là phục vị vốn có nếu từng phạm lỗi mà bị giáng), và được gọi chung là [''\"Cung tần triều trước\"''].\n\nCác cung tần triều trước này có 4 lựa chọn chính sau khi Hoàng đế băng hà. Thứ nhất là theo lên Lăng viên của Tiên Đế để thủ tiết<ref>[[Đại Nam thực lục]] - ''Hiến Tổ Chương hoàng đế'' - Đệ tam kỷ - Quyển II: ''\"Lại thưởng 200 quan tiền cho những cung tần triều trước ở phụng trực tại Hiếu lăng cho đến bọn nữ quan và thái giám\"''.<\/ref>, thứ hai là ở tại các hậu viện sau Phụng Tiên điện hoặc Bảo Định cung thờ phụng hương khói, cuối cùng là theo con trai ra ở trong tư phủ. Ba loại này đều do triều đình (hoặc tự người con) sẽ cấp lương nuôi sống. Một loại nữa là có thể thả về nhà, nhưng nếu như vậy thì người đó về cơ bản sẽ không còn được xem là phi tần của triều đình nữa, và khi ấy có mất đi vì bất kỳ lý do gì, triều đình cũng không quản việc mai táng. Trước khi có các chiều hướng trên, nhóm cung tần góa phụ này đều phải ở tạm trong một khu vực riêng biệt cụ thể (thường do Hoàng đế kế nhiệm đặc biệt cho xây dựng) nhằm chuyên tâm việc nhang khói cho Tiên Đế, cũng như để tách biệt ra khỏi nhóm phi tần mới vào của Hoàng đế kế nhiệm. Ví dụ về đạo chỉ dụ năm Thiệu Trị nguyên niên ([[1841]]), nhà vua cho chuẩn bị nơi riêng của phi tần của vua cha là Vua Minh Mạng như sau:\n{{Cquote|\nSai bọn thự Chưởng phủ Tạ Quang Cự, Thượng thư Lê Đăng Doanh, Hà Duy Phiên, Chưởng vệ Lê Văn Phú đứng trông coi về nghi lễ việc tang. Thống chế Nguyễn Trọng Tính, Tham tri Lý Văn Phức và Chưởng vệ Hoàng Đăng Thận sửa chữa cung Khánh Ninh. Làm thêm điện đằng trước, dỡ bỏ hai viện Lý Thuận và Đoan Trang dời vào làm ở vườn Vĩnh Trạch ở phía sau cung, gọi là Tả Hữu tòng viện; nhà hậu đường gọi là Đông Tây tòng viện, để làm chỗ ở cho các cung nhân của triều trước.|||[[Đại Nam thực lục]], tập 6 - ''Hiến Tổ Chương Hoàng đế''}}\n\nMột ví dụ cụ thể vào thời điểm [[Vua Khải Định]] qua đời ([[1925]]), ông đã đưa một đoạn di chúc bằng [[tiếng Pháp]], trong đó đề cập rất rõ vai trò của các phi tần sau khi ông mất sẽ được sắp xếp ra sao. Theo đó, các phi tần đều tạm ở trong Viện mà mình sống, chia ra 2 nhóm hầu hạ hai vị Hoàng thái hậu (tức [[Phụ Thiên Thuần Hoàng hậu|Thánh Cung]] và [[Hựu Thiên Thuần Hoàng hậu|Tiên Cung]]). Các phi tần cũng có thể lên [[Lăng Khải Định|Ứng lăng]] để chầu, theo đó thì các bà phải xin phép hai vị Thái hậu trước, và có xe [[ô tô]] đưa đón. Sau khi bài vị của ông được đưa lên Phụng Tiên điện, thì các bà sẽ chuyển đến đó sống để tiện phụng thờ linh vị cùng chăm sóc hai vị Thái hậu, Vua Khải Định còn nhấn mạnh '''''đây là lệ của các triều trước''''', như vậy rất rõ ràng việc chủ yếu của các phi tần khi Hoàng đế qua đời là chăm nom việc nhang khói. Riêng bà mẹ của Hoàng đế tương lai sẽ có tước vị [''Hoàng mẫu''], chờ đợi được tấn tôn làm Hoàng thái hậu.\n\nVề cách xưng hô trên văn bản [[chữ Hán]], thì các vị Cung phi, Cung tần và Ngự thiếp khác vào thời điểm sau khi Hoàng đế qua đời, triều đình sẽ xem Hoàng đế của phi tần đó có vai vế với Hoàng đế đang tại vị ra sao để chuẩn bị những xưng hiệu riêng, nhằm để phân biệt với phi tần của triều hiện tại. Khi ấy, triều đình sẽ xem Hoàng đế của phi tần ấy '''có vai vế thế nào với Hoàng đế hiện tại''', rồi mới tiến hành thường thêm thành tố [''\"Tiên triều\"''; 先朝] (cách 1 triều) hay [''\"Tiền triều\"''; 前朝] (cách 2 triều) vào trước danh vị, rồi về sau cứ cách thêm đời là thêm một chữ ''\"Tiền\"'' vào đằng trước. Bản thân văn bia của [[Nguyễn Văn Thị Hương|Học phi]] Nguyễn Văn thị thể hiện rõ điều này, khi trên bia của bà được ghi là '''Tiền triều Học phi thụy Huy Thuận chi tẩm''' (前朝學妃諡徽順之寢). Căn cứ theo ghi chép của học giả người Pháp là [[Charles Gosselin]], Học phi qua đời khoảng năm [[1893]] triều [[Thành Thái]], mà Học phi là phi tần của Vua Tự Đức, trong khi Vua Thành Thái là con [[Vua Dục Đức]] - con nuôi của Vua Tự Đức, tức là Vua Thành Thái cách 2 đời so với Học phi, nên bia mới ghi như vậy.\n\n=== Tang lễ và vấn đề thờ tự mộ phần ===\nTừ năm [[Gia Long]] thứ 9 ([[1810]]), triều Nguyễn đã quy định riêng về tang nghi cũng như lệ tang của phi tần. Cũng như [[nhà Thanh]] thiết lập [[Cát An sở]] dành cho phi tần trải qua cuối đời ở đó và làm lễ tang ngay tại đó, các phi tần triều Nguyễn thường được đưa đến [[Bình An đường]] (平安堂) trước khi mất và làm lễ tang ngay tại đây, có quan tới đọc văn tế và có con cái mặc tang phục thủ lễ. Từ đời [[Tự Đức]], chính thức quy định khi phi tần chết đều được Hoàng thái hậu và Hoàng đế mỗi người ban cỗ tế 1 tuần (tầm 10 ngày), bậc Ngũ giai trở lên tế bằng lễ ''Tam sinh'' (三牲), còn bậc Lục giai trở xuống là dùng ''Nhị sinh'' (二牲) tiến hành<ref>Lễ ''Tam sinh'', là ba con vật giết đi để tế thần, gồm bò, dê và heo (ngưu, dương, thỉ 牛, 羊, 豕). Còn ''Nhị sinh'', là nói đến cừu non và chim (cao, nhạn 羔, 雁)<\/ref>. Rồi sau khi làm lễ tang hoàn tất, triều đình sẽ chọn ngày giờ đẹp đưa linh cữu lên thuyền qua bên kia [[sông Hương]] chôn cất trong các khu mộ riêng hoặc tập thể.\n\nTheo Thực lục ghi lại vào năm Minh Mạng thứ 11 ([[1830]]), [[mùa đông]] về việc truy tặng mẹ của An Khánh vương [[Nguyễn Phúc Quang]] là Trịnh Mỹ nhân, có nói qua về quy cách Hoàng tử để tang mẹ:\n{{Cquote|\nTặng cung tần triều trước là Trịnh thị làm Mỹ nhân, cho thuỵ là Cung Lệ. Trịnh thị là mẹ đẻ ra An Khánh công Quang. Bộ Lễ bàn chế độ tang phục, cho là năm Gia Long thứ 9 đã chuẩn định rằng Hoàng tử và Công chúa để tang mẹ đẻ được mặc tư thôi một năm<ref>'''Tư thôi''' (齊衰): áo để tang, bằng vải trắng không sổ gấu.<\/ref>, theo lễ cổ mà thi hành ở đời nay như thế là thích hợp với lẽ trời tình người.\n\nNay An Khánh công để tang mẹ đẻ, xin chế áo tang tư thôi có gậy mà để tang một năm. Đến kỳ kỵ thứ hai thì chỉ làm lễ như ngày kỵ thường, nhưng trong khoảng hai kỳ ấy thì được giữ tâm tang, vẫn được làm lễ để tang, miễn không phải theo ban chầu mừng. Vua theo lời bàn ấy.|||[[Đại Nam thực lục]] - ''Thánh Tổ Nhân Hoàng đế bản kỷ''}}\n\nTheo quy định từ đời [[Minh Mạng]], các Phi đều có nơi thờ thần vị riêng gọi là [''\"Từ\"''; 祠], đều có chỉ định người quản lý và tế cáo riêng biệt. Từ Tần trở xuống, nếu họ có con trai thì bài vị sẽ được thờ riêng trong phủ để của người con đó (thường là con cả nếu có nhiều người con), còn nếu không có thì bài vị của họ đều được đưa đến Từ đường chung của các đời. Như đời Minh Mạng là ''Ý Thục từ'' (懿淑祠) ở vườn Thư Xuân, đời Thiệt Trị là ''Lệ Thục từ'' (麗淑祠) ở vườn Thanh Phương, còn đời Tự Đức là ''Chí Khiêm đường'' (至謙堂) ở [[Lăng Tự Đức|Khiêm lăng]], tất cả các Cung tần trở xuống mà không có con cái để thờ đều được thờ tại đây.\n\nNăm Minh Mạng thứ 19 ([[1838]]), Thánh Tổ chuẩn y lời đề nghị rằng:''\"Từ trước đến nay, khi gặp tang của các phi tần, đến kỳ mới mệnh biền binh vác của kho rồi xây thành mộ, nhưng tường thành cao rộng bao nhiêu, cấm giới chu vi thế nào vẫn chưa có lệ cố định. Nay mới nghị định\"''. Theo nghị định chính thức này thì mộ của Phi và Tần được gọi trang trọng là [''\"Viên tẩm\"''; 園寢], còn từ Tiệp dư trở xuống dùng chữ [''\"Mộ\"''; 墓] để phân biệt:\n* '''Viên tẩm của Cung phi''': Thành tường gạch trong cao 4 thước 1 tấc, dài 2 trượng 7 thước, rộng ngang 2 trượng 7 tấc. Tường gạch ngoài cao 4 thước 5 tấc, dài 5 trượng 4 tấc, rộng ngang 4 trượng 5 thước, phía trước có cửa giữa, sơn màu đỏ. Phía trong cửa đằng trước bình phong, có bia đá của Cung phi. Bia đá thân cao 2 thước 3 tấc 4 phân, rộng 1 thước 3 tấc 5 phân, dày 2 tấc 7 phân, đỉnh cao 7 tấc 2 phân, dài 1 thước 8 tấc, chân cao 5 tấc 4 phân, dài 2 thước 2 tấc, tất cả cao 3 thước 6 tấc, trên bia khắc các chữ ''\"Viên tẩm của Phi [Mỗ], họ [Mỗ]\"'', đỉnh bia và chân bia đều khắc hoa văn. Trước xây thêm bái đình cao 3 cấp, tường chung quanh 1 thước 8 tấc. Chu vi giới cấm đều 12 trượng, chỗ giáp giới xây đắp trụ gạch để định giới hạn. \n* '''Viên tẩm của Cung tần''': Thành tường gạch trong cao 4 thước 1 tấc, dài 4 trượng 3 thước, rộng ngang 2 trượng 3 tấc. Tường gạch ngoài cao 4 thước 1 tấc, dài 3 trượng 5 thước, rộng ngang 3 trượng 6 thước, phía trước có cửa giữa, phía trong cửa đằng trước bình phong có bia đá của Cung tần. Bia đá thân cao 2 thước 2 tấc, rộng 1 thước 1 tấc 7 phân, dày 2 tấc 6 phân, đỉnh cao 5 tấc, dài 1 thước 6 tấc 2 phân, chân cao 4 tấc 1 phân, dài 1 thước 8 tấc, rộng 1 thước 4 phân, cả thảy cao 3 thước 1 tấc 1 phân. Trên bia đá khắc các chữ ''\"Viên tẩm của Tần [Mỗ], họ [Mỗ]\"'', đỉnh bia và chân bia không khắc hoa văn. Chu vi giới cấm đều 12 trượng. \n* '''Mộ Tiệp dư đến Tài nhân vị nhập giai''': Thành tường gạch trong cao 3 thước 3 tấc, dài 2 trượng 1 thước, rộng ngang 1 trượng 8 thước. Tường gạch ngoài cao 4 thước, dài 3 trượng 6 thước, rộng ngang 3 trượng 1 thước. Bia đá thân cao 2 thước, rộng 4 tấc 1 phân, dày 2 tấc 5 phân, chân cao 4 tấc, dài 1 thước 6 tấc 3 phân, rộng 3 tấc 8 phân, cả thảy cao 2 thước 4 tấc. Trên bia khắc dòng chữ ''\"Mộ của Tiệp dư, Quý nhân, Mỹ nhân, Tài nhân, Tài nhân vị nhập giai họ [Mỗ]\"''. Chu vi giới cấm đều 12 trượng.\n\nNăm [[Tự Đức]] thứ 24 ([[1871]]), Dực Tông bắt đầu định cách thức phần mộ của các Cung nhân, Cung nga và Thị nữ. Dụ rằng: ''\"Năm Minh Mạng thứ 19, thể lệ mộ táng từ Phi, Tần cho đến Tài nhân vị nhập giai đã được chuẩn định, từ Cung nhân trở xuống chưa bàn đến. Đến nay mới định cách thức phần mộ Cung nhân cho đến Thị nữ\"''.\n* '''Mộ của Cung nhân''': Thành tường thân cao 3 thước, dày 1 thước 2 tấc, dài 2 trượng 8 thước, đường kính rộng 2 trượng 2 thước. Về mặt trước, phía trong cánh cửa, ở trước bình phong, dựng 1 tấm bia đá, khắc chữ mộ của ''\"Cung nhân họ [Mỗ]\"''... Giới hạn đất cấm, xung quanh đều 6 trượng. Chi cho gạch xây 1.000 viên, đá núi 1 đống và 8 phần đống, vôi 5.000 cân, mật xấu 100 cân, giấy moi 600 tờ, cánh cửa 2 tấm, đá trắng 5 tấm, dân phu 50 tên, tiền công 150 quan, gạo 40 phương.\n* '''Mộ của Cung nga''': Thành tường thân cao 2 thước 8 tấc, dày 1 thước 1 tấc, dài 2 trượng 5 thước, đường kính rộng 2 trượng, về mặt trước, phía trong cánh cửa, ở trước bình phong, dựng 1 tấm bia đá, khắc chữ mộ của ''\"Cung nga họ [Mỗ]\"''... Giới hạn đất cấm, xung quanh đều 5 trượng. Chi cho gạch xây 1.000 viên, đá núi 1 đống và 6 phần đống, vôi 4.000 cân, mật xấu 90 cân, giấy moi 500 tờ, cánh cửa 2 tấm, đá trắng 5 tấm, dân phu 40 tên, tiền công 120 quan, gạo 32 phương. \n* '''Mộ của Thị nữ''': Thành tường thân cao 2 thước 5 tấc, dày 1 thước, dài 2 trượng 2 thước, đường kính rộng 1 trượng 8 thước. Về mặt trước, phía trong cánh cửa, ở trước bình phong, dựng 1 tấm bia đá khắc chữ mộ của ''\"Thị nữ họ [Mỗ]\"''... Giới hạn đất cấm xung quanh đều 4 trượng, chi cho gạch xây 1.000 viên, đá một đống và 4 phần đống, vôi 3.000 cân, mật xấu 80 cân, giấy moi 400 tờ, cánh cửa 2 tấm, đá trắng 5 tấm, dân phu 30 tên, tiền công 90 quan, gạo 24 phương.\n\n== Xem thêm ==\n* [[Hậu cung Nhà Thanh]]\n* [[Hoàng tộc nhà Nguyễn]]\n\n==Chú thích==\n{{tham khảo}}\n\n== Tham khảo ==\n* [[Khâm định Đại Nam hội điển sự lệ]]\n* [[Đại Nam thực lục]]\n\n[[Thể loại:Hoàng tộc nhà Nguyễn]]"}