{"3268":"'''Hệ thống sông Thái Bình''' là hệ thống các sông có hoạt động gắn với [[sông Thái Bình]], gồm các [[phụ lưu]] và [[phân lưu|chi lưu]] của nó. \n\nCác phụ lưu chính gồm sông [[sông Cầu|Cầu]], sông [[sông Thương|Thương]] và sông [[sông Lục Nam|Lục Nam]] ở thượng nguồn với tổng [[chiều dài]] khoảng 1.650 [[kilômét|km]] và diện tích lưu vực khoảng 10.000&nbsp;km². Ngoài ra, hệ thống sông này còn nhận một phần dòng chảy của [[sông Hồng]], để đổ ra [[biển Đông]].\n\n== Lưu vực của sông ==\n[[Tập tin:Song Cau.JPG|nhỏ|phải|250px| [[Sông Cầu]] đoạn chảy qua huyện [[Việt Yên]] và [[Yên Dũng]] (tỉnh [[Bắc Giang]])]]\n[[Sông Cầu]] dài 290&nbsp;km, bắt nguồn từ [[Bắc Kạn]] chảy qua [[Thái Nguyên]]) và làm ranh giới hai tỉnh [[Bắc Giang]] - [[Bắc Ninh]]. [[Sông Thương]] phát nguyên từ [[Lạng Sơn]] chảy qua các huyện [[Lạng Giang]], [[Yên Thế]], [[Tân Yên]], [[bắc Giang (thành phố)|thành phố Bắc Giang]], [[Yên Dũng]] và dài khoảng 80&nbsp;km. [[Sông Lục Nam]] phát nguyên từ [[Đình Lập]] (Lạng Sơn), chảy qua các huyện [[Sơn Động]], [[Lục Ngạn]], [[Lục Nam]] (Bắc Giang) với tổng [[chiều dài]] hơn 200&nbsp;km.\n\nChỗ hợp lưu của các con [[sông Cầu]], [[sông Thương]], [[sông Lục Nam]], [[sông Đuống|Đuống]], [[sông Kinh Thầy|Kinh Thầy]] và nhánh chính sông Thái Bình tại [[Chí Linh]] gọi là '''sông Lục Đầu''', hay '''Lục Đầu Giang''' (tên cũ là sông Phù Lan), do đây là nơi sáu con sông gặp nhau. Dòng chính của hệ thống sông này, chảy qua tỉnh Hải Dương và đổ ra biển bằng tại ''cửa Thái Bình'' (nằm ở giữa ranh giới hai huyện Tiên Lãng và [[Thái Thụy]]) dài 385&nbsp;km, qua ranh giới hai huyện [[Tiên Lãng]] và [[Vĩnh Bảo]] của thành phố [[Hải Phòng]]. Do hệ thống sông Thái Bình có nối với [[sông Hồng]] bởi sông Đuống (ở thượng lưu) và [[sông Luộc]] (ở hạ lưu) nên đôi khi người ta còn gọi hệ thống này là ''hệ thống sông Hồng-Thái Bình'' và nó tạo ra khu vực đồng bằng Bắc Bộ. Hệ thống này giúp phân nước sông Hồng khi mùa lũ, làm giảm thiệt hại ở hạ lưu sông Hồng.\n\n==Các chi lưu==\n[[Tập tin:Lục Đầu Giang.jpg|nhỏ|phải|250px|Lục Đầu Giang]]\n[[Tập tin:Cua song Bach Dang.JPG|nhỏ|phải|250px| [[Sông Bạch Đằng]] đoạn gần cửa sông (ảnh chụp từ trên phà Đình Vũ cắt ngang sông ra đảo Cát Hải]]\nCác chi lưu khác chảy ra biển của hệ thống sông Thái Bình đều nằm về phía [[tả ngạn]] sông Thái Bình:\n\n*[[Sông Kinh Thầy]], một chi lưu của Hệ thống sông Thái Bình từ Phả Lại, đến Thạch Liên chia thêm một nhánh nhỏ là [[sông Kinh Môn]], hai nhánh này nhập lại thành [[sông Cấm]], con sông chảy qua trung tâm thành phố Hải Phòng. Trước đây sông Cấm đổ ra biển tại cửa Cấm, tuy nhiên từ năm 1978 chính quyền thành phố Hải Phòng đã cho xây dựng đập Đình Vũ nên sông Cấm không còn thông ra biển mà thay vào đó toàn bộ dòng chảy hợp lưu với [[sông Bạch Đằng]] đổ ra cửa Nam Triệu. \n*[[Sông Lạch Tray]], dài 45&nbsp;km, là nhánh của sông Kinh Thầy từ Kênh Đồng, nối với [[sông Văn Úc]] chảy ngang qua [[Hải Phòng]], qua địa phận quận [[Kiến An]] và huyện [[An Dương]] ra biển bằng cửa Lạch Tray.\n*[[Sông Văn Úc]] có một chi lưu là [[sông Hương (Hải Dương)|sông Hương]] (không nên nhầm với [[sông Hương]] ở [[Huế]]), một đoạn có tên [[sông Rạng]], đổ ra cửa Văn Úc.\n*Phân lưu cuối cùng của hệ thống sông Thái Bình là [[sông Đá Bạch]] - [[sông Bạch Đằng|Bạch Đằng]] dài 40&nbsp;km là nhánh của sông Kinh Thầy, cửa sông là một vùng lầy rộng lớn gọi là cửa Nam Triệu là ranh giới của tỉnh [[Quảng Ninh]] và thành phố Hải Phòng.\n\nNgoài ra còn các sông nhánh khác như [[sông Rạng (Hải Dương)|sông Lai Vu]], [[sông Giá]] (Thủy Nguyên), [[sông Đa Độ]] (Kiến An-Đồ Sơn), [[sông Tam Bạc]] v.v.\n\n== Sông Thái Bình ==\n{{chính|Sông Thái Bình}}\nDòng chính sông Thái Bình gồm hai đoạn.\n\nĐoạn một bắt đầu từ ngã ba Lác, phía dưới phường Phả Lại, thành phố [[Chí Linh]] thuộc tỉnh [[Hải Dương]], chảy qua đất Hải Dương tới ngã ba Mía dài khoảng 64&nbsp;km.\n\nĐoạn hai từ Quý Cao (xã Nguyên Giáp, huyện [[Tứ Kỳ]]), nơi kết thúc [[sông Luộc]], sang địa phận thành phố Hải Phòng, men theo ranh giới huyện Vĩnh Bảo với huyện Tiên Lãng và rồi chảy dọc theo ranh giới giữa huyện Tiên Lãng (Hải Phòng) với tỉnh Thái Bình, đổ ra cửa Thái Bình ở vị trí giáp ranh hai tỉnh này với [[chiều dài]] đoạn này khoảng 36&nbsp;km. Dòng mang tên Thái Bình này, chỉ chảy men theo tỉnh Thái Bình ở đoạn cuối, mà không chảy cắt qua địa phận tỉnh Thái Bình. Phần hệ thống sông Thái Bình liên quan tới tỉnh [[Thái Bình]] là [[sông Luộc]] và một con sông nhỏ là sông Hóa.\n\nHai đoạn này thông với sông Văn Úc bằng ba sông nhỏ, dài khoảng 3&nbsp;km mỗi sông là sông Cầu Xe, sông Mía và sông Kênh Khê.\n\n==Lưu lượng==\nDo phần lớn lưu vực của hệ thống sông Thái Bình bắt nguồn từ các vùng đồi trọc miền Đông Bắc, đất đai bị xói mòn nhiều nên nước sông rất đục, hàm lượng phù sa cao. Do đặc điểm lòng sông rộng, ít dốc, đáy nông nên sông Thái Bình là một trong những sông bị bồi lấp nhiều nhất. Theo tài liệu thực tế thì mức nước lũ lụt lịch sử sông Thái Bình đo được tại Phả Lại năm [[1971]] đạt tới 7,21 m với lưu lượng lớn nhất tại Cát Khê, Bến Bình là 5.000 m³. Lưu lượng nước hàng năm đạt khoảng 53 tỷ m³.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n\n[[Thể loại:Hệ thống sông Thái Bình| ]]\n[[Thể loại:Bắc Bộ|H]]\n[[Thể loại:Sông tại Thái Bình]]"}