{"137722":"'''Hệ đầm phá Tam Giang – Cầu Hai''' là tổng thể đầm phá ven biển [[miền Trung]] Việt Nam thuộc tỉnh [[Thừa Thiên Huế]] trong phạm vi từ 16°14′ đến 16°42′ vĩ bắc và 107°22′ đến 107°57′ kinh đông. Khu đầm này trải dài 68&nbsp;km thuộc địa phận thành phố [[Huế]] và 4 huyện: [[Phong Điền, Thừa Thiên Huế|Phong Điền]], [[Quảng Điền]], [[Phú Vang]], [[Phú Lộc]].<ref name =BandoHc >Tập bản đồ hành chính Việt Nam. Nhà xuất bản Tài nguyên – Môi trường và Bản đồ Việt Nam. Hà Nội, 2013.<\/ref><ref name =Bd50-ea96 >Bản đồ tỷ lệ 1:50.000 tờ E-48-96-B. Cục Đo đạc và Bản đồ Việt Nam, 2004.<\/ref><ref>Trần Đức Thạnh (chủ biên): Tiến hóa và động lực hệ đầm phá Tam Giang – Cầu Hai. Nhà xuất bản Khoa học Tự nhiên và Công nghệ. Hà Nội, 2010 [https:\/\/www.researchgate.net\/publication\/263656615_sch_chuyn_kho_Tin_ha_v_ng_lc_h_m_ph_Tam_Giang_-_Cu_Hai].<\/ref>\n\n== Đặc điểm chung ==\nHệ đầm phá Tam Giang – Cầu Hai kéo dài theo hướng tây bắc - đông nam dọc theo bờ biển, có chiều dài 68 km, tổng diện tích mặt nước 216 km² và gồm 3 đầm, phá hợp thành: [[phá Tam Giang]], [[đầm Thủy Tú]] và [[đầm Cầu Hai]].<ref>{{Chú thích web|url=http:\/\/thuathienhue.gov.vn\/vi-vn\/Thong-tin-du-dia-chi\/tid\/Dac-diem-chung-ve-hinh-thai-he-dam-pha-Tam-Giang-Cau-Hai\/newsid\/2247F6D7-72F3-4CBF-98F0-18435FD55394\/cid\/DAE5D05B-D9CF-4165-B374-7ED2098A21D7|tựa đề=Đặc điểm chung về hình thái hệ đầm phá Tam Giang – Cầu Hai|tác giả=|họ=|tên=|ngày=|website=Cổng thông tin điện tử tỉnh Thừa Thiên Huế|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Địa biến==\n[[Tập tin:Tam Giang and Sam-Thanh Lam lagoons.jpg|300px|phải|nhỏ|Phá Tam Giang, đầm Thanh Lam và cửa Thuận An nhìn từ trên cao]]\nVì được cấu tạo bởi những động lực từ các nguồn sông, lũ, [[bão]] và [[chuyển động sóng|sóng]] biển, quần thể đầm phá Tam Giang – Cầu Hai từng biến chuyển qua nhiều thời kỳ.<ref>Trần Đức Thạnh và ctv. \"Hệ đầm phá Tam Giang – Cầu Hai giá trị tài nguyên và vấn đề biến động cửa\". ''Nghiên cứu Huế, Tập ba''. Huế: Trung tâm nghiên cứu Huế, 2003 [https:\/\/www.researchgate.net\/publication\/259074676_H_m_ph_Tam_Giang__Cu_Hai_gi_tr_ti_nguyn_v_vn__bin_ng_ca].<\/ref>\n\n=== Phá Tam Giang ===\n{{bài chi tiết|Phá Tam Giang}}\nKéo dài từ cửa sông Ô Lâu đến vùng cửa Thuận An với chiều dài 25&nbsp;km và có diện tích 5.200 ha. Bờ và đáy phá chủ yếu được cấu tạo từ trầm tích Holocen. Trong đó, trầm tích hiện đại gồm bùn bột - sét chiếm tới 3\/4 diện tích trung tâm phá, sau đó gặp bùn sét ở cửa sông Ô Lâu, ít hơn có cát thô, cát trung và cát nhỏ phân bố gần khu vực cửa Thuận An. Một khối lượng không nhỏ trầm tích đáy hiện đại tham gia cấu tạo bãi bồi ven đầm phá, bãi bồi dạng đảo, dạng delta ở cửa sông Ô Lâu, cửa sông Hương. Phá ngăn cách với biển Đông nhờ dãy cồn đụn cát chắn bờ cao 10-30m, rộng từ 0,3 đến 5&nbsp;km. Ở phía Đông Nam phá Tam Giang liên hệ với biển Đông qua cửa biển phát sinh trong trận lũ lịch sử năm 1404 gần làng Hòa Duân. Cửa biển thứ hai Hòa Duân (còn có tên khác là Yêu Hải Môn, Noãn Hải Môn, Nhuyễn Hải Môn, Thuận An, Hải Khẩu, Cửa Lấp) tồn tại đến 500 năm mới bị lấp kín tự nhiên vào năm 1904 (cửa Lấp). Tuy còn hoạt động nhưng khẩu độ bị thu hẹp dần, khả năng thoát lũ qua cửa Hòa Duân bị giảm sút. Do vậy, từ cuối thế kỷ XVII đầu thế kỷ XVIII trở đi vào những năm lũ lớn, ngoài cửa Hòa Duân, nước lũ còn tháo ra biển theo con lạch ngày mỗi sâu và rộng hơn cắt qua dãy cồn đụn cát hẹp và thấp giữa làng Thai Dương Hạ. Trong đợt sóng thần ngày 15\/10\/1897, lạch được khoét sâu, mở rộng thành cửa biển mới và được gọi là cửa Sứt. Cửa Sứt lại bị lấp sau đó và trong trận bão ngày 19\/9\/1904 mới được khai thông, mở rộng thành cửa biển lớn mang tên Thuận An cho đến ngày nay. Ngược lại, cũng trong trận bão này cửa biển Hòa Duân bị lấp hẳn. Đến trận lũ lịch sử ngày 02\/11\/1999 cửa Hòa Duân được khai thông trở lại, nhưng đến năm sau đã bịt lại bởi đập Hòa Duân.\n\n=== Đầm Thủy Tú ===\nBao gồm các đầm An Truyền, Thanh Lam (đầm Sam), Hà Trung và Thủy Tú kéo dài từ [[cầu Thuận An]] đến Cồn Trai trên chiều dài 33&nbsp;km và có diện tích tới 5.220 ha. Tại đây cũng gặp các thành tạo trầm tích Đệ tứ cấu tạo bờ và đáy tương tự như phá Tam Giang. Đối với trầm tích đáy hiện đại, đại bộ phận là bùn bột - sét màu xám tro và giàu hữu cơ phân bố ở trung tâm đầm (chiếm 4\/5 diện tích) sau đó là cát trung, cát nhỏ. Cát thô, cát trung và cát nhỏ thường gặp ở các bãi bồi ven đầm, bãi bồi dạng delta vùng cửa sông Hương, cửa đầm Thủy Tú. Dãy cồn đụn cát chắn bờ ngăn cách đầm với biển Đông cao từ 2-2,5m (Thuận An -Hòa Duân) đến 10-12m (Vinh Thanh-Vinh Mỹ), rộng từ 0,2-0,3&nbsp;km (gần Hòa Duân) đến 3,5–5&nbsp;km (Vinh Thanh-Vinh Mỹ).\n\n=== Đầm Cầu Hai ===\nCó dáng vẻ lòng chảo hình bán nguyệt, tương đối đẳng thước và có diện tích 11.200 ha. Khác với phá Tam Giang, đầm Thủy Tú, tham gia cấu tạo bờ và đáy đầm Cầu Hai có cả trầm tích mềm rời Đệ tứ lẫn đá granit phức hệ Hải Vân. Trong đó phần trên cùng của trầm tích đáy hiện đại phổ biến nhất (chiếm 2\/3 diện tích) có bùn sét - bột xám đen, xám xanh phân bố ở trung tâm, tiếp đến gặp cát nhỏ, cát trung và cát thô cấu tạo bãi bồi ven bờ Tây Nam, bãi bồi delta ở cửa sông Đại Giang, sông Truồi, sông Cầu Hai, bãi bồi delta triều lên gần cửa Vinh Hiền. Đầm Cầu Hai liên thông với biển Đông qua cửa Tư Hiền, có khi là cửa Vinh Hiền. Dãy cồn đụn cát đoạn bờ Vinh Hiền - Tư Hiền có bề rộng khoảng 100-300m, độ cao 1-1,5m, lại luôn luôn biến động như một bãi ngang. Theo sử sách ghi lại, cửa Tư Hiền có trước cửa Hòa Duân, Thuận An rất lâu (có thể vào khoảng 3.500-3.000 năm trước đây) và cũng mang nhiều tên gọi như Ô Long, Tư Dung, Tư Khách, Tư Hiền. Tuy chưa thấy xảy ra hiện tượng đóng kín cửa Tư Hiền kể từ khi mở thêm cửa biển thứ hai Hòa Duân vào năm 1404, nhưng bắt đầu thế kỷ XVIII trở đi, do khối lượng nước thông qua cửa Hòa Duân và con lạch giữa Thai Dương Hạ ngày một gia tăng, nên khối lượng nước trao đổi tại cửa Tư Hiền suy giảm và hậu quả là cửa biển này bị thu hẹp, lấp cạn dần. Mãi cho đến năm 1811, khi trận lũ kịch phát xảy ra, nước lũ đã phá toang bãi cát ngang chắn bờ Phú An, tạo thêm cửa Tư Hiền mới (Vinh Hiền) cách cửa Tư Hiền cũ 3&nbsp;km về phía Bắc. Cũng từ thời gian này về sau hai cửa Tư Hiền cũ và mới đóng, mở với chu kỳ ngắn hơn, có lúc luân phiên (cửa này đóng, cửa kia mở), trong đó cửa Tư Hiền mới (Vinh Hiền) thường tồn tại không lâu và bị lấp lại khi mùa khô đến.\n\nNhờ dung tích trữ nước khổng lồ (từ 300-350 triệu m³ đến 400-500 triệu m³ vào mùa khô, thậm chí tới 600 triệu m³ vào mùa lũ) hệ thống đầm phá Tam Giang - Cầu Hai còn đóng vai trò quyết định đối với hiện tượng chậm lũ trên lãnh thổ đồng bằng cũng như vấn đề ổn định cửa biển (đóng - mở) và dãy cồn đụn cát chắn bờ khi có lũ lịch sử xảy ra (trận lũ năm 1409, năm 1999).\n\nĐặc biệt nhất là năm 1999 khi có lũ lớn, hệ đầm phá Tam Giang – Cầu Hai mở thêm ba cửa thông ra biển: cửa Hòa Duân, cửa Vinh Hải và cửa Lộc Thủy. Những cửa này không tồn tại lâu dài vì sau đó ít lâu lại bị cát bồi lấp đi. Và hiện nay hệ đầm phá Tam Giang – Cầu Hai chỉ thông với biển Đông qua hai cửa Tư Hiền và Thuận An.\n\n==Tham khảo==\n{{Tham khảo|27em}}\n\n== Liên kết ngoài ==\n{{sơ khai Thừa Thiên Huế}}\n\n[[Thể loại:Địa mạo Thừa Thiên Huế]]\n[[Thể loại:Đầm phá tại Việt Nam]]"}