{"6692":"{{Chú thích trong bài|date=tháng 2\/2022}}\n{{Cần biên tập|date=tháng 2\/2022}}\n{{nhan đề nghiêng}}\n{{thông tin tác phẩm văn học\n| tên = Dụ chư tì tướng hịch văn\n| thể loại = [[Hịch]]\n| hình = Hung Dao Vuong.pdf\n| chú thích hình = \n| tác giả = [[Trần Quốc Tuấn]]\n| tên gốc = 諭諸裨將檄文\n| thời gian = 1284\n| triều đại = [[Nhà Trần]]\n| quốc gia = Việt Nam\n| ngôn ngữ = [[Hán văn]]\n| kiểu sách = \n| nhà xuất bản = \n| bộ sách = \n| chủ đề = \n| wikisource = Hịch tướng sĩ\n| ngày phát hành = \n}}\n'''Dụ chư tì tướng hịch văn''' (諭諸裨將檄文) là bài hịch viết bằng [[văn ngôn]] của Hưng Đạo vương [[Trần Quốc Tuấn]] viết cuối thế kỷ 13 trước cuộc [[chiến tranh Nguyên Mông-Đại Việt lần 2|chiến tranh Mông Nguyên–Đại Việt lần 2]].\n\n== Lịch sử ==\n\n\nTháng 12 năm Giáp Thân 1284, hiệu Thiệu Bảo năm thứ 6, đời [[Trần Nhân Tông]], đại binh [[Thoát Hoan]] tiến đánh [[Ải Chi Lăng|Chi Lăng]], [[Trần Hưng Đạo|Hưng Đạo Vương]] Trần Quốc Tuấn thất thế đưa quân chạy về [[Vạn Kiếp]]. Vua Trần Nhân Tông thấy thế giặc mạnh, cho mời Hưng Đạo Vương về [[Hải Dương]] mà phán rằng:\n\n\"Thế giặc to như vậy, mà chống với chúng thì dân chúng bị tàn sát, nhà cửa bị phá hại, hay là trẫm sẽ chịu hàng để cứu muôn dân?\"\n\nHưng Đạo Vương tâu:\n\n\"Bệ hạ nói câu ấy là lời nhân đức, nhưng Tôn miếu Xã tắc thì sao? Nếu Bệ hạ muốn hàng, xin trước hết hãy chém đầu thần đi đã, rồi sau hãy hàng!\"\n\nVua nghe thấy vậy liền yên lòng. Hưng Đạo Vương trở về Vạn Kiếp hiệu triệu 30 vạn quân Nam, thảo bài Dụ chư tì tướng hịch văn để khuyên răn tướng sĩ, đại ý khuyên binh sĩ học tập và rèn luyện võ nghệ, khuyên các tướng học tập trận pháp theo sách [[Binh thư yếu lược]], chuẩn bị cho cuộc [[Chiến tranh Nguyên Mông-Đại Việt lần 2|chiến tranh Mông Nguyên-Đại Việt lần 2]].\n\n== Phê bình ==\nĐương thời, tác phẩm được soạn với mục đích giáo huấn bọn gia thuộc trong thái ấp Hưng Đạo vương, có rất ít ảnh hưởng đối với bình diện xã hội, mãi về sau do được chép trong ''[[Đại Việt sử ký toàn thư]]'' mới được hậu thế biết. Tuy nhiên, ở hậu kì hiện đại, tác phẩm được gắn với các trào lưu [[chủ nghĩa dân tộc]] để được tôn sùng làm ''thiên cổ hùng văn''. Thậm chí, nhiều dị bản phổ biến hơn cổ bản còn tìm cách dập xóa câu chữ gốc sao cho hợp ý người hiện đại.\n\nTheo các văn bản [[Hán Nôm]] hiện tồn, đối với những quốc gia hoặc bộ lạc lân cận, quân chủ Việt lại thường xưng ''Trung Hoa'', ''Trung Quốc'', ''Trung Châu'', ''Trung Hạ'', ''Hoa Hạ'', tự coi ''Hán nhân'', nhằm để ví vùng trực tiếp cai trị là lõi [[Hán quyển]] ở phương Nam. Tuy vậy, khi các văn bản này được phiên dịch hoặc ấn hành theo phương thức hiện đại, đa số bị cắt bỏ hoặc xuyên tạc cũng vì lí do kì thị xen lẫn mặc cảm. Điển hình trứ tác ''Dụ chư tì tướng hịch văn'' trong cổ bản có câu \"''Vi trung quốc chi tướng, thị lập di tú nhi vô phẫn tâm''\" (為中國之將侍立夷宿而無忿心), chữ \"trung\" (中) bị sửa thành \"bang\" (邦).{{Cần chú thích}} Về mặt kết cấu, trứ tác tiếp thụ ảnh hưởng [[Dĩ hoa vi trung|ý thức hệ hoa di]], coi [[triều Nguyên]] là man tộc đã xâm phạm cõi [[Hoa Hạ]] thông qua việc tận diệt hai triều đình [[Nhà Kim|Đại Kim]] và [[Nhà Tống|Đại Tống]], tức những đại diện chính thống của văn minh [[Hán quyển]]. Vì thế, [[An Nam]] và những phần còn lại của văn hiến [[Hoa Hạ]] phải lĩnh trọng trách giữ lấy lẽ chính thống và lề thói tổ tông. Bản thân tác giả phiếm xưng ''dư'' (余) là lối nói rất long trọng, vốn chỉ dành cho bậc quyền quý, do đó nêu bật được sức nặng của tác phẩm đối với kẻ nghe.\n\n==Xem thêm==\n* [[An Nam]]\n* [[Dĩ hoa vi trung]]\n* [[Dụng hạ biến di]]\n==Tham khảo==\n{{tham khảo|4}}\n===Tài liệu===\n*''Việt Nam Sử Lược'' Tập I, Trần Trọng Kim, Nhà xuất bản Đại Nam, Sài gòn, 1964\n*''Việt Nam Văn Học: Văn Học Đời Trần'', Ngô Tất Tố, Nhà xuất bản Đại Nam, Sài gòn, 1961\n\n===Tư liệu===\n{{Wikisource|Hịch tướng sĩ}}\n* {{TĐBKVN|12829}}\n\n[[Thể loại:Tác phẩm của Trần Hưng Đạo]]\n[[Thể loại:Văn học Việt Nam thời Trần]]\n[[Thể loại:Tác phẩm văn học Việt Nam]]\n[[Thể loại:Tác phẩm thế kỷ 13]]"}