{"3162209":"{{Thông tin trường học\n| tên = Học viện Phụ nữ Việt Nam\n| logo = \n| khẩu hiệu = \n| hình = \n| tên khác = <!-- XIN ĐỪNG SỬA ĐỔI, TÊN GỌI CŨ KHÁC VỚI TÊN GỌI KHÁC. --> Vietnam Women's Academy (VWA)\n| ngày thành lập = {{start date and age|1960|3|8}}\n| loại hình = Đại học công lập\n| Bộ chủ quản = <small>trực tiếp<\/small>Trung ương [[Hội Liên hiệp Phụ nữ Việt Nam]]\n| bài hát = \n| hiệu trưởng = \n| hiệu phó = \n| giám đốc = [[PGS.TS]] Trần Quang Tiến\n| giáo viên = 200 cán bộ giảng viên tại trụ sở chính ở Hà Nội và Phân hiệu tại Tp Hồ Chí Minh\n| sinh viên = 3000\n| điện thoại = 024.37751750\n| địa chỉ = 68 đường Nguyễn Chí Thanh, phường [[Láng Thượng]], quận [[Đống Đa]]\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| email = vwa@vwa.edu.vn\n| web = [http:\/\/hvpnvn.edu.vn hvpnvn.edu.vn] <ref>[http:\/\/hvpnvn.edu.vn\/index.aspx Trang chính]<\/ref>\n}}\n'''Học viện Phụ nữ Việt Nam''' là cơ sở giáo dục [[đại học công lập]] được thành lập theo Quyết định 1558\/QĐ-TTg ngày 18 tháng 10 năm 2012 của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]].<ref>[http:\/\/hvpnvn.edu.vn\/Tintuc.aspx?tid=458 Quyết định về việc thành lập Trường Học viện Phụ nữ Việt Nam]{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> Kế thừa sự phát triển lịch sử 60 năm với tên gọi cũ là '''Trường Cán bộ Phụ nữ Trung ương''', Học viện Phụ nữ Việt Nam tổ chức đào tạo, bồi dưỡng đội ngũ cán bộ [[Hội Liên hiệp Phụ nữ Việt Nam|Hội Liên hiệp Phụ nữ]] các cấp, cán bộ nữ cho hệ thống chính trị. Cùng với đó, trường cũng là cơ sở giáo dục tham gia đào tạo nguồn nhân lực có trình độ cao ([[đại học]], [[sau đại học]]), có chất lượng đáp ứng nhu cầu xã hội.<ref>[http:\/\/hvpnvn.edu.vn\/Chuyenmuc.aspx?cid=79 Giới thiệu chung về Học viện Phụ nữ Việt Nam]{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Lịch sử hình thành==\nNgày 8 tháng 3 năm 1960, Ban Thường trực Trung ương [[Hội Liên hiệp Phụ nữ Việt Nam]] (LHPNVN) ra Quyết nghị thành lập '''Trường Phụ vận Trung ương''', với chức năng đào tạo, bồi dưỡng nâng cao trình độ của đội ngũ cán bộ của Hội LHPNVN các cấp và cán bộ làm công tác Phụ vận ở các ngành. Nhiệm vụ của trường là nâng cao trình độ lý luận và nhận thức tư tưởng cho học viên về cách mạng xã hội chủ nghĩa, bồi dưỡng nghiệp vụ công tác Hội kịp thời đáp ứng tình hình nhiệm vụ trung tâm của Đảng và phong trào phụ nữ.<ref>{{Chú thích web |url=http:\/\/hvpnvn.edu.vn\/Tintuc.aspx?tid=666 |ngày truy cập=2014-10-20 |tựa đề=Lịch sử của trường Học viện Phụ nữ Việt Nam |archive-date = ngày 6 tháng 2 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150206122709\/http:\/\/hvpnvn.edu.vn\/Tintuc.aspx?tid=666 }}<\/ref>\n\nNgay sau khi có nghị quyết thành lập, bộ máy tổ chức và cán bộ Trường cũng đã được thành lập với hơn 10 người, dưới sự chỉ đạo trực tiếp của Đảng, Đoàn và Ban Thường trực Hội LHPNVN. Ban phụ trách, cán bộ, công nhân viên của Trường được điều động từ các Ban của Trung ương Hội và các địa phương. Trong khi chưa có địa điểm, Ban phụ trách trường đã mượn ''Trường Trung cấp Nông nghiệp Trung ương'' (tại thị trấn [[Văn Điển]], [[Thanh Trì]], [[Hà Nội]]) làm địa điểm để tổ chức khóa học đầu tiên, khai giảng vào ngày 20 tháng 5 năm 1960 với tổng số 126 học viên. Đến cuối năm 1961, trường đã mở được 2 khóa học.\n\nNăm 1962, Trường được Nhà nước cho phép xây dựng địa điểm tại phường [[Láng Thượng]], quận [[Đống Đa]], [[Hà Nội]]. Sau khi hoàn thành việc xây dựng cơ sở vật chất, trường bắt đầu kiện toàn bộ máy tổ chức bao gồm Ban lãnh đạo, bộ phận nội dung và bộ phận phục vụ. Từ một tổ Đảng, trường đã thành lập một chi bộ Đảng trực thuộc Đảng uỷ cơ quan Trung ương Hội LHPNVN và thành lập tổ công đoàn trực thuộc Công đoàn cơ quan Trung ương Hội LHPNVN.\n\nTháng 4 năm 1962, khóa học đầu tiên theo chương trình dài hạn với nội dung học là Lý luận chính trị và nghiệp vụ phụ vận dã được khai giảng. Năm 1964, để đáp ứng yêu cầu nhiệm vụ của sự nghiệp cách mạng và phong trào phụ nữ, Ban Thường trực Trung ương Hội LHPNVN quyết định đổi tên Trường Phụ vận Trung ương thành ''Trường Cán bộ Phụ nữ Trung ương'' với nhiệm vụ đào tạo, bồi dưỡng đội ngũ cán bộ chuyên trách công tác Hội các cấp. Việc điều hành và quản lý trường thời kỳ này do hai cán bộ lãnh đạo Hội LHPNVN phụ trách. Trường đã thành lập phòng Tổ chức cán bộ, hành chính quản trị, phân hiệu bổ túc văn hoá và bộ phận nội dung. Thời kỳ này, bộ phận nội dung đã thành lập được các tổ bộ môn gồm [[triết học]], [[kinh tế chính trị]], lịch sử Đảng, đường lối chính sách, quản lý kinh tế, phụ vận. Đây chính là tiền đề cho việc thành lập các khoa chuyên môn sau này.\n\nTừ năm 1960-1964, trường đã tổ chức được 4 khóa đào tạo, bồi dưỡng với tổng số học viên là 600 người, trong đó có 301 học viên lớp dài hạn.\n\nGiai đoạn từ năm 1964-1975 là thời kỳ củng cố và phát triển của trường. Năm 1965, bộ máy của trường được củng cố và kiện toàn. Ban giám đốc bao gồm 3 đồng chí, trong đó có 1 đồng chí giám đốc và 2 đồng chí phó giám đốc. Cùng với đó, các tổ bộ môn được hình thành, bao gồm tổ chính sách, tổ Triết học, tổ Kinh tế, tổ Phụ vận cùng với các phòng như Hành chính quản trị, thư viện. Cũng trong giai đoạn này, để đáp ứng tình hình cách mạng và nhu cầu đào tạo cán bộ miền Nam, trường Lê Thị Riêng đã được thành lập vào ngày 8 tháng 3 năm 1969.\n\nĐến năm 1971, bộ máy tổ chức ngày càng được hoàn thiện để thực hiện chương trình đào tạo lý luận trung cấp. Từ các tổ bộ môn, trường đã hình thành các khoa: Triết học, kinh tế chính trị và quản lý kinh tế, chủ nghĩa xã hội khoa học, lịch sử Đảng và xây dựng Đảng, nghiệp vụ phụ vận. Đội ngũ cán bộ giáo viên của trường ngày càng tăng cường về chất lượng khi cán bộ từ các trường lý luận chính trị của [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục]] và [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam|Ban Tuyên huấn Trung ương]] được tăng cường bổ sung.\n\nTrong thời gian này, tình hình chiến tranh phá hoại của Mỹ diễn ra ác liệt, trường đã tổ chức đi sơ tán để bảo toàn lực lượng. Cán bộ, công nhân viên của trường đã khắc phục khó khăn, nguy hiểm thực hiện đào tạo tại chỗ, kịp thời đáp ứng nhu cầu huấn luyện, bồi dưỡng cán bộ tại địa phương. Trường đã tổ chức 2 khóa huấn luyện ở Việt Bắc và một lớp bồi dưỡng ở Hòa Bình.\n\nNăm 1972, Ngoài việc đào tạo cán bộ Hội phụ nữ trong nước, trường đã tổ chức huấn luyện cho 133 cán bộ phụ nữ nước [[Lào|Cộng hòa Dân chủ Nhân dân Lào]]. Nhiều học viên của Lào tham dự các khóa bồi dưỡng tại trường sau này đã giữ cương vị chủ chốt lãnh đạo phong trào phụ nữ Lào từ Trung ương đến địa phương.\n\nTrước yêu cầu và nhiệm vụ cách mạng trong giai đoạn mới đòi hỏi phải xây dựng đội ngũ cán bộ có trình độ và năng lực, tổ chức bộ máy, đội ngũ cán bộ giáo viên và công nhân viên của Trường cũng không ngừng được xây dựng, củng cố và phát triển. Trường đã thành lập thêm Phòng Tổ chức - Giáo vụ. Tổng số cán bộ giáo viên của trường lúc này lên đến 60 người. Năm 1984, trường Lê Thị Riêng được đổi tên thành ''Trường Cán bộ Phụ nữ Phân hiệu II'' với bộ máy tổ chức gồm Ban giám đốc và 2 bộ phận là Hành chính quản trị và Tổ chức cán bộ, với tổng số 29 cán bộ công nhân viên. Khoảng thời gian tiếp theo, trường tiếp tục kiện toàn bộ máy tổ chức để nâng cao năng lực hoạt động của đội ngũ cán bộ, hoàn thiện nhằm nâng cao chất lượng hoạt động theo hướng tinh gọn và hiệu quả\n\nNăm 2000, ''trường Cán bộ Phụ nữ Trung ương'' và ''trường Cán bộ Phụ nữ Trung ương II'' được sáp nhập thành Trường Cán bộ Phụ nữ Trung ương. Từ tháng 7 năm 2002, thực hiện Nghị quyết đại hội Phụ nữ toàn quốc lần thứ IX, với sự chỉ đạo trực tiếp của Đoàn Chủ tịch Trung ương Hội LHPNVN, trường đã tiến hành nghiên cứu, xây dựng Đề án thành lập ''Học viện Phụ nữ Việt Nam''. Để đưa các hoạt động đào tạo đi vào nề nếp và mang tính chuyên nghiệp, phòng Đào tạo đã được thành lập.\n\nNhằm chuẩn bị các điều kiện thành lập Học viện Phụ nữ Việt Nam, thống nhất hoạt động đào tạo và nghiên cứu, tháng 5 năm 2004, Trung ương Hội LHPNVN đã quyết định sáp nhập Ban Nghiên cứu thuộc Trung ương Hội LHPNVN về trường và thành lập Trung tâm Nghiên cứu Phụ nữ trực thuộc trường.\n\nBộ máy tổ chức lúc này bao gồm Ban Giám đốc (gồm 1 đồng chí giám đốc, 1 phó giám đốc phụ trách hành chính - quản trị, 1 phó giám đốc phụ trách Nghiên cứu, 1 phó giám đốc phụ trách Đào tạo và 1 phó giám đốc phụ trách điều hành các hoạt động của Phân hiệu) và 8 đơn vị trực thuộc: khoa Lý luận Mác-Lê Nin, khoa Nghiệp vụ Phụ vận, khoa Quản trị kinh doanh; phòng Tổ chức - Hành chính, phòng Đào tạo, Phân hiệu trường Cán bộ Phụ nữ Trung ương, Trung tâm Đào tạo & Nâng cao năng lực Phụ nữ và Trung tâm Nghiên cứu Phụ nữ. Trình độ của đội ngũ cán bộ, giảng viên trường đã nâng lên vượt trội so với trước.\n\nNgày 3 tháng 3 năm 2010, Thủ tướng Chính phủ đã ban hành công văn số 380\/TTg-KGVX phê duyệt chủ trương thành lập Học viện Phụ nữ Việt Nam trên cơ sở nâng cấp từ ''Trường Cán bộ Phụ nữ Trung ương''.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Cong-van\/Cong-van-380-TTg-KGVX-chu-truong-thanh-lap-Hoc-vien-Phu-nu-Viet-Nam-vb101839t3.aspx Công văn 380\/TTg-KGVX phê duyệt thành lập Học viện Phụ nữ Việt Nam]<\/ref>\n\nVới nỗ lực không ngừng đổi mới, đoàn kết, vượt qua mọi khó khăn, phấn đấu thực hiện tốt mục tiêu đào tạo, nghiên cứu, thực hiện tốt nhiệm vụ được giao phó, từng bước đáp ứng yêu cầu của công tác đào tạo bồi dưỡng cán bộ Hội các cấp, nhân kỷ niệm 50 năm thành lập thì vào ngày 8 tháng 3 năm 2010, Học viện Phụ nữ Việt Nam đã được đón nhận [[Huân chương Độc lập]] hạng Nhì. \n==Mục tiêu và đào tạo==\n===Mục tiêu===\nKế thừa sự phát triển hơn 60 năm của trường Cán bộ Phụ nữ Trung ương, Học viện Phụ nữ Việt Nam tổ chức:\n* Đào tạo, bồi dưỡng đội ngũ cán bộ Hội LHPN các cấp, cán bộ nữ cho hệ thống chính trị\n* Tham gia đào tạo nguồn nhân lực có trình độ cao (đại học, sau đại học), có chất lượng đáp ứng nhu cầu xã hội\n* Nghiên cứu lý luận, tổng kết thực tiễn để tham mưu cho Ban Chấp hành, Đoàn Chủ tịch Trung ương Hội LHPN Việt Nam trong việc chỉ đạo, tổ chức thực hiện công tác Hội và phong trào phụ nữ\n* Đề xuất với Đảng, Nhà nước những vấn đề liên quan đến phụ nữ, công tác phụ nữ, bình đẳng giới và nghiên cứu phục vụ đào tạo, bồi dưỡng của Học viện.\n===Chương trình đào tạo===\n\n* Chương trình đào tạo đại học các chuyên ngành: \n* '''1. Quản trị kinh doanh''' (''Marketing & Thương mại điện tử; Tài chính & đầu tư; Tổ chức & nhân lực'')  2. '''Công tác xã hội'''  3. '''Giới và Phát triển'''  4. '''Luật''' (''Luật hành chính; Luật dân sự'')  5. '''Luật kinh tế'''  6. '''Quản trị dịch vụ du lịch và lữ hành''' (''Quản trị lữ hành; Quản trị khách sạn'')  7. '''Kinh tế''' (''Kinh tế quốc tế; Kinh tế đầu tư'')  8. '''Tâm lý học''' (''Tham vấn – Trị liệu; Tâm lý ứng dụng trong hôn nhân gia đình'')  9.'''Truyền thông đa phương tiện''' (''Thiết kế đa phương tiện; Báo chí đa phương tiện'')  10. '''Công nghệ thông tin'''   11. '''Xã hội học'''\n* Chương trình đào tạo Thạc sĩ các chuyên ngành:\n* 1. '''Công tác xã hội'''\n* 2. '''Quản trị kinh doanh'''\n* Chương trình trung cấp Công tác Phụ nữ, Chính trị - Hành chính <ref name=\"hvpnvn.edu.vn\">{{Chú thích web |url=http:\/\/hvpnvn.edu.vn\/Tintuc.aspx?tid=71 |ngày truy cập=2014-10-20 |tựa đề=Sơ lược về Trường Cán bộ Phụ nữ Trung ương |archive-date = ngày 26 tháng 10 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20141026062929\/http:\/\/hvpnvn.edu.vn\/Tintuc.aspx?tid=71 }}<\/ref>\n* Các chương trình hợp tác liên kết đào tạo cử nhân: các ngành Xã hội học, Khoa học quản lý\n* Các chương trình bồi dưỡng ngắn hạn bao gồm bồi dưỡng nghiệp vụ công tác phụ nữ và các chuyên đề khác\n===Hoạt động nghiên cứu===\nCác hoạt động nghiên cứu của trường bao gồm:<ref name=\"hvpnvn.edu.vn\"\/>\n* Nghiên cứu lý luận về Chủ nghĩa Mác-Lênin, Tư tưởng Hồ Chí Minh, quan điểm, đường lối, chính sách của Đảng, Nhà nước đối với phụ nữ và công tác phụ nữ.\n* Nghiên cứu các vấn đề lý luận và thực tiễn liên quan đến chức năng, nhiệm vụ và hoạt động của Hội LHPNVN trong các giai đoạn, các vấn đề liên quan đến công tác Phụ nữ, công tác cán bộ nữ và phong trào phụ nữ.\n* Tổng kết thực tiễn và nghiên cứu khoa học về những vấn đề liên quan đến phụ nữ, giới, gia đình, trẻ em... nhằm đề xuất các can thiệp chính sách, các chương trình, dự án hỗ trợ cộng đồng.\n\nKết quả là, trường đã thực hiện được 58 công trình nghiên cứu cấp Nhà nước, cấp Bộ, cấp cơ sở.... Ngoài ra còn tham gia biên soạn trên 20 đầu sách về giới, phụ nữ, phong trào phụ nữ, gia đình và các vấn đề xã hội, tài liệu truyền thông Công ước về loại bỏ mọi hình thức phân biệt đối xử đối với phụ nữ của [[Hội đồng Liên hợp quốc]]...\n\n===Các đơn vị hợp tác===\n* Các tổ chức quốc tế:<ref name=\"hvpnvn.edu.vn\"\/>\n** [[UNICEF]]\n** [[Cơ quan Phát triển Quốc tế Canada]] (CIDA) \n** [[Tổ chức hợp tác phát triển quốc tế Thụy Điển]] (Sida)\n** [[Quỹ Dân số Liên Hợp Quốc]] (UNFPA)\n** [[Chương trình Phát triển Liên Hợp Quốc]] (UNAIP)\n** [[Tổ chức Y tế Hà Lan]]\n** [[FAO]]\n** Trường Hành chính quốc gia Québec, Canađa\n** Viện KIGEPE\n** Trường Cao đẳng Mirea của Hàn Quốc...\n* Các tổ chức trong nước: \n** [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội|Đại học Khoa học xã hội và Nhân văn - Đại học Quốc gia Hà Nội]]\n** [[Trường Đại học Kinh tế Quốc dân|Đại học Kinh tế Quốc dân]]\n** [[Trường Đại học Lao động - Xã hội|Đại học Lao động – Xã hội]]\n** [[Học viện Chính trị - Hành chính Quốc gia Hồ Chí Minh]]\n** [[Trường Đại học Mở Thành phố Hồ Chí Minh|Đại học Mở TP Hồ Chí Minh]]\n** [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Khoa học xã hội và Nhân văn TP Hồ Chí Minh]]\n** Viện Gia đình và Giới\n** Viện Xã hội học...\n\n==Cơ sở vật chất==\nTrụ sở chính của trường Học viện Phụ nữ Việt Nam có địa chỉ tại Số 68 Nguyễn Chí Thanh - Hà Nội, có diện tích là 9.147 m2. Hiện nay, Trường đang tiến hành dự án nâng cấp, mở rộng cơ sở tại 68 Nguyễn Chí Thanh với công trình xây dựng khu ký túc xá và giảng đường cao 15 tầng trên khuôn viên 1.000 m2. Cùng với đó là việc xúc tiến xin thêm khoảng 10 ha đất ở Khu đại học II tại Bắc Ninh để mở rộng cơ sở II nhằm đáp ứng yêu cầu Quyết định 07 của Thủ tướng Chính phủ phê duyệt ngày 15 tháng 1 năm 2009.\n\nPhân hiệu của Trường tại đường 9\/10, phường Phước Bình, TP Hồ Chí Minh có diện tích gần 6.000m2. Vào cuối năm 2011, khu học tập và làm việc cao 4 tầng có tổng diện tích sàn gần 8.000m2 đã được đưa vào sử dụng.\n\nTrang thiết bị cho hoạt động giảng dạy và nghiên cứu tương đối đầy đủ với trên 80 máy tính, máy chiếu và hơn 1.700 đầu sách với tổng số khoảng 10.500 cuốn các loại.<ref name=\"hvpnvn.edu.vn\"\/>\n==Cơ cấu tổ chức==\n* Ban Giám đốc Học viện: Giám đốc Học viện Phụ nữ Việt Nam là Bà Nguyễn Thị Thu Hà (kiêm Phó Chủ tịch Hội LHPNVN)\n* Hội đồng Khoa học và Đào tạo <ref>[http:\/\/hvpnvn.edu.vn\/Tintuc.aspx?tid=257 Giới thiệu Hội đồng Khoa học và Đào tạo Trường Cán bộ Phụ nữ Trung ương]{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>: Chủ tịch Hội đồng là TS. Trần Quang Tiến (kiêm Phó Giám đốc Học viện)\n* Phân hiệu Học viện Phụ nữ Việt Nam có trụ sở tại đường 9\/10, [[Phước Bình, Thủ Đức|Phước Bình]], thành phố [[Thủ Đức]], [[Thành phố Hồ Chí Minh|Tp. Hồ Chí Minh]].\n* Các khoa, phòng và trung tâm\n** Phòng Đào tạo\n** Phòng Tổ chức Hành chính\n** Khoa Khoa học Cơ bản\n** Khoa Quản trị Kinh doanh\n** Khoa Công tác Xã hội\n** Khoa Giới và phát triển\n** Khoa Luật\n**Khoa Truyền thông đa phương tiện\n**Trung tâm Đào tạo và Nâng cao năng lực Phụ nữ\n** Trung tâm Nghiên cứu Phụ nữ\n** Trung tâm Đào tạo và Bồi dưỡng Cán bộ\n* Các tổ chức Đảng, Đoàn thể\n** Tổ chức Đảng\n** Tổ chức Công đoàn\n** Tổ chức Đoàn Thanh niên\n\n==Thành tích==\n* Thành tích chung:<ref name=\"hvpnvn.edu.vn\"\/>\n** Huân chương Độc lập hạng Nhì (2009)\n** Huân chương Độc lập hạng Ba (2005)\n** Huân chương Lao động hạng Nhất (2000)\n** Huân chương Lao động hạng Nhì (1990)\n** Huân chương Lao động hạng Ba (1980)\n* Thành tích của Ban Nghiên cứu (1979-2004)\n** Huân chương Lao động hạng Nhì (2000)\n** Huân chương Độc lập hạng Ba (1996)\n* Thành tích của Phân hiệu (1996-2000)\n** Huân chương Lao động hạng Ba (1995)\n\n==Xem thêm==\n*[[Danh sách các trường đại học và cao đẳng tại Hà Nội]]\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Học viện Việt Nam|Phụ nữ]]\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]\n[[Thể loại:Đại học và Cao đẳng Việt Nam theo phân ngành|Phụ nữ]]"}