{"19481676":"{{Chú thích trong bài}}\n'''Học viện Cảnh sát Quốc gia''' là cơ sở đào tạo nhân sự Cảnh sát Quốc gia của [[Việt Nam Cộng hòa]].\n\n==Lịch sử==\nNhân viên [[cảnh sát]] trước năm 1960 theo mô hình của [[Sở Liêm phóng Đông Dương]] [[thời Pháp thuộc]] sau năm 1954 gọi là Tổng nha Cảnh sát. Đến năm 1961 thời [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]] chính phủ theo đề nghị của [[Hoa Kỳ]] qua cơ quan [[USAID]] xúc tiến cải cách lập ra Phủ Đặc ủy Trung ương Tình báo thuộc Tổng nha Cảnh sát Quốc gia. Năm 1962 thì lập thêm hai phân bộ nữa: Lực lượng Cảnh sát Dã chiến và Lực lượng Giang cảnh để giữ gìn an ninh dân sự.\n\nTháng Bảy 1965 chính phủ chính thức khai trương học viện Cảnh sát Quốc gia với học trình một năm cho 1500 học viên. Trường sở lúc đầu là Trại Lê Văn Duyệt, Sài Gòn đến năm 1969 thì xây cơ ngơi mới ở [[Thủ Đức]]. Học viên phải qua phần điều tra lý lịch như trường hợp [[Nguyễn Minh Triết]] ghi danh nhưng bị loại bỏ vì lập trường [[thân cộng]]. Chương trình học gồm các lớp cơ bản về luật pháp, canh phòng, và điều tra hình sự. Luật pháp Việt Nam Cộng hòa giới hạn thời gian tạm giữ là 72 [[giờ đồng hồ]] nên cảnh sát phải am tường thủ tục hình sự. Nếu kông đủ bằng chứng truy tố thì phải thả nghi can.\n\nVì [[Chiến tranh Việt Nam|chiến sự]] lực lượng cảnh sát cũng được huấn luyện quân sự ba tháng tại Rạch Dừa [[Vũng Tàu]]. Một số được giao thêm phần chuyên môn về [[chiến tranh tâm lý]] để phản tuyên truyền của [[Việt Cộng]].\n\nSau khi hoàn tất học trình thì học viên được cấp bằng ''biên tập viên'' cấp [[trung úy]] hoặc ''thẩm sát viên'' cấp [[đại úy]].\n\n==Tham khảo==\n{{tham khảo}}\n\n== Thư mục ==\n\n* Trần Minh Công. \"Public Security and the National Police\". ''The Republic of Vietnam, 1955-1975''. Ithaca, NY: Cornell University Press, 2019. Tr 71-80\n\n== Liên kết ngoài ==\n\n* [https:\/\/hoamunich.wordpress.com\/2013\/04\/01\/canh-sat-quoc-gia-vnch\/ Cảnh sát quốc gia Việt Nam Cộng hòa] tại Hoamunich Wordpress\n* [https:\/\/anhxua.net\/album\/canh-sat-quoc-gia-thoi-vnch_154.html Cảnh sát quốc gia thời Việt Nam cộng hòa] tại Anhxua.net\n\n{{sơ khai}}\n\n[[Thể loại:Cơ sở giáo dục thời Việt Nam Cộng hòa]]"}