{"87655":"{{Underlinked}}\n{{Thông tin trường học\n| tên = Học viện Ngân hàng\n| logo =\n| hình = \n| tên khác = Banking Academy of Vietnam\n| tên bản địa = \n| khẩu hiệu = \n| ngày thành lập = {{start date and age|1961|9|13}} \n| Trở thành học viện = 1998\n| loại hình = Học viện\n| tài trợ = \n| hiệu trưởng = \n| hiệu phó = \n| Giám đốc học viện = TS. Bùi Tín Nghị\n| nhân viên = \n| khuôn viên = \n| địa chỉ = 12 phố Chùa Bộc, [[Quang Trung, Đống Đa|phường Quang Trung]], [[Đống Đa|quận Đống Đa]]\n| thành phố = [[Hà Nội]]\n| tỉnh = \n| quốc gia = [[Việt Nam]]\n| tọa độ = \n| bài hát = Hành khúc Học viện Ngân hàng\n| điện thoại = 1900 561 595\n| web = {{URL|http:\/\/www.hvnh.edu.vn}}\n}}\n{{thiếu nguồn gốc}}\n{{wikify}}\n'''Học viện Ngân hàng''' (tên gọi quốc tế: '''Banking Academy of Vietnam''', viết tắt: '''BAV''', tiền thân là Trường Cao cấp Nghiệp vụ Ngân hàng) được thành lập từ năm 1961. Học viện Ngân hàng là [[trường đại học]] [[công lập]] đa ngành trực thuộc [[Ngân hàng Nhà nước Việt Nam]] và [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục & Đào tạo]], Học viện có trụ sở chính tại [[Hà Nội]], phân viện [[Bắc Ninh]], phân viện [[Phú Yên]], phân viện [[Thành phố Hồ Chí Minh]] (tồn tại đến năm 2003) và cơ sở đào tạo [[Sơn Tây (thị xã)|Sơn Tây]] với hơn 16.000 sinh viên đang theo học. Học viện Ngân hàng là một trong những trường đại học hàng đầu cả nước trong lĩnh vực kinh tế, đặc biệt trường nổi tiếng đào tạo chuyên sâu ngành Tài chính- Ngân hàng.\n\n==Lịch sử hình thành và phát triển==\n\n=== Giai đoạn 1961-1975: ===\nTrường Cao cấp nghiệp vụ Ngân hàng được thành lập theo Quyết định số 3072-VG ngày 13\/9\/1961 của Thủ tướng Chính phủ với nhiệm vụ chủ yếu là đào tạo học sinh phổ thông trở thành cán bộ trung cấp ngân hàng, bổ túc cán bộ sơ cấp, trung cấp nghiệp vụ thành cán bộ có trình độ Cao cấp nghiệp vụ Ngân hàng và trình độ đại học chuyên tu, tại chức cho đội ngũ cán bộ ngân hàng.\n\n=== Giai đoạn 1976-1992: ===\nTổng Giám đốc Ngân hàng Nhà nước Việt Nam đã ký quyết định số 1229\/NH-TCCB ngày 16\/12\/1976 về việc thành lập cơ sở II Trường Cao cấp nghiệp vụ Ngân hàng mở cơ sở hai đặt tại Thành phố Hồ Chí Minh để đào tạo hệ chuyên tu và tại chức cho cán bộ trong ngành ở các tỉnh phía Nam.\n\nNgày 18\/10\/1978, Thủ tướng Chính phủ thay mặt Hội đồng Chính phủ ký Quyết định số 264\/CP cho phép Ngân hàng Nhà nước Việt Nam mở hệ cao đẳng trong Trường chuyên tu cao cấp Ngân hàng, bắt đầu từ năm học 1978-1979, để đào tạo cán bộ đại học thực hành Ngân hàng phục vụ yêu cầu xây dựng và phát triển đất nước.\n\nNgày 03\/5\/1980, Thủ tướng Chính phủ ký Quyết định số 149\/TTg cho phép Ngân hàng Nhà nước Việt Nam mở một lớp Đại học nghiệp vụ Ngân hàng tại Thành phố Hồ Chí Minh, để đào tạo cán bộ nghiệp vụ Ngân hàng cho các tỉnh phía Nam.\n\n=== Giai đoạn 1993-1997: ===\nTrung tâm Đào tạo và Nghiên cứu Khoa học Ngân hàng được thành lập theo Quyết định số 112- TTg ngày 23\/3\/1993 của Thủ tướng Chính phủ trên cơ sở tổ chức lại Viện tiền tệ - Tín dụng, Trường Cao cấp nghiệp vụ Ngân hàng Hà Nội, Trường Cao cấp nghiệp vụ Ngân hàng Thành phố Hồ Chí Minh, Trường Trung học Ngân hàng I, Trường Trung học Ngân hàng II, Trường Trung học Ngân hàng III, Trường Trung học Ngân hàng IV.\n\nNgày 8\/3\/1996, Thủ tướng Chính phủ đã ký Quyết định số 143-TTg giao nhiệm vụ đào tạo trên đại học cho Viện Khoa học Ngân hàng (Ngân hàng Nhà nước).\n\n=== Giai đoạn từ 1998 đến nay: ===\nHọc viện Ngân hàng (HVNH) được thành lập theo Quyết định số 30\/1998\/QĐ-TTg ngày 09\/02\/1998 của Thủ tướng Chính phủ trên cơ sở tổ chức lại Trung tâm Đào tạo và Nghiên cứu khoa học Ngân hàng. Theo đó, HVNH là tổ chức đào tạo và Nghiên cứu khoa học của Nhà nước về lĩnh vực ngân hàng. HVNH có nhiệm vụ: i) Đào tạo cán bộ ở bậc giáo dục chuyên nghiệp, bậc đại học và trên đại học về lĩnh vực tiền tệ - tín dụng và ngân hàng; ii) Bồi dưỡng nghiệp vụ và công nghệ ngân hàng; iii) Tổ chức nghiên cứu khoa học và công nghệ ngân hàng; iv) Thực hiện hợp tác về đào tạo và nghiên cứu khoa học ngân hàng với các tổ chức trong và ngoài nước theo quy định chung của Nhà nước (''Phân viện thành phố Hồ Chí Minh thuộc Học viện Ngân hàng được Thủ tướng Chính phủ quyết định thành lập Trường Đại học Ngân hàng thành phố Hồ Chí Minh theo Quyết định số 174\/2003\/QĐ-TTg ngày 20\/8\/2003'').\n\nTại Quyết định số 107\/1998\/QĐ-NHNN9 ngày 24\/3\/1998 của Thống đốc Ngân hàng Nhà nước (NHNN), ban hành Quy chế tổ chức và hoạt động của HVNH đã quy định HVNH là đơn vị sự nghiệp có tư cách pháp nhân, có tài khoản và con dấu riêng, có trụ sở đặt tại thành phố Hà Nội và các cơ sở tại Thành phố Hồ Chí Minh, các tỉnh Phú yên, Bắc Ninh, Hà Tây. Học viện chịu sự lãnh đạo và quản lý trực tiếp của NHNN theo chức năng của Bộ Giáo dục và Đào tạo, các bộ, ngành khác có liên quan; đồng thời chịu sự quản lý theo lãnh thổ của chính quyền địa phương nơi có cơ sở của Học viện.\n\nNgày 12 \/01\/2004 Thống đốc NHNN đã ký Quyết định số 48\/2004\/QĐ-NHNN thay thế Quyết định số 107\/1998\/QĐ-NHNN9, HVNH là đơn vị sự nghiệp có tư cách pháp nhân, có tài khoản và con dấu riêng, có trụ sở chính tại thành phố Hà Nội và các Phân viện Bắc Ninh, Phú Yên (phân viện Thành phố Hồ Chí Minh chính thức tách khỏi và không còn liên quan gì, trở thành [[Trường Đại học Ngân hàng Thành phố Hồ Chí Minh]]); HVNH chịu sự lãnh đạo và quản lý trực tiếp của NHNN; chịu sự quản lý nhà nước về giáo dục của Bộ Giáo dục và Đào tạo; chịu sự quản lý nhà nước thuộc thẩm quyền của các Bộ, Ngành khác có liên quan; chịu sự quản lý hành chính theo lãnh thổ của chính quyền địa phương nơi có cơ sở của Học viện theo các quy định của pháp luật.\n\nNgày 29\/4\/2009, Thống đốc NHNH ban hành Quyết định số 1009\/QĐ-NHNN quy định chức năng, nhiệm vụ, quyền hạn và cơ cấu tổ chức của HVNH thay thế Quyết định số 48\/2004\/QĐ-NHNN.\n\nNgày 16\/03\/2012, Thống đốc NHNN ban hành quyết định số 433\/QĐ-NHNN về việc quy định chức năng, nhiệm vụ, quyền hạn và mô hình tổ chức, cơ cấu của HVNH thay thế Quyết định số 1009\/QĐ-NHNN ngày 29\/4\/2009.\n\nNgày 26\/02\/2014, Thống đốc NHNN ban hành quyết định số 327\/QĐ-NHNN về việc quy định chức năng, nhiệm vụ, quyền hạn và mô hình tổ chức, cơ cấu của HVNH thay thế Quyết định số 433\/QĐ-NHNN nhằm kiện toàn bộ máy tổ chức và hoạt động của HVNH cho phù hợp điều kiện phát triển kinh tế trong ttình hình mới.\n\nNgày 20\/07\/2017, Thống đốc NHNN ban hành quyết định số 1518\/QĐ-NHNN về việc quy định chức năng, nhiệm vụ, quyền hạn và cơ cấu tổ chức của HVNH thay thế Quyết định số 327\/QĐ-NHNN ngày 26\/02\/2014 nhằm kiện toàn bộ máy tổ chức và hoạt động của HVNH cho phù hợp điều kiện phát triển kinh tế trong điều kiện hội nhập.<ref>{{Chú thích web|url=http:\/\/hvnh.edu.vn\/\/hvnh\/vi\/gioi-thieu\/lich-su-hinh-thanh-va-phat-trien-1144.html|tựa đề=Lịch sử hình thành và phát triển|website=hvnh.edu.vn|ngôn ngữ=en|ngày truy cập=2022-02-19}}<\/ref>\n\nNgày 30\/08\/2018, Thống đốc NHNN ban hành quyết định số 1699\/QĐ-NHNN về việc sửa đổi, bổ sung 1518\/QĐ-NHNN ngày 20\/07\/2017 về việc quy định chức năng, nhiệm vụ, quyền hạn và cơ cấu tổ chức của HVNH.\n\n== Nhiệm vụ - Tầm nhìn - Sứ mệnh - Giá trị cốt lõi ==\nHọc viện Ngân hàng có nhiệm vụ đào tạo cán bộ ở bậc giáo dục chuyên nghiệp, bậc đại học và trên đại học về lĩnh vực tiền tệ - tín dụng - ngân hàng và một số ngành, chuyên ngành khác theo quy định của Bộ Giáo dục và Đào tạo; Tổ chức các khoá bồi dưỡng nghiệp vụ và công nghệ ngân hàng; Tổ chức Nghiên cứu khoa học và công nghệ về ngân hàng; Thực hiện hợp tác về đào tạo và nghiên cứu khoa học ngân hàng với các tổ chức trong và ngoài nước theo quy định chung của Nhà nước.\n\n'''Khẩu hiệu:''' \"Tuệ sáng, Tâm cao\"\n\n'''Sứ mạng:''' Học viện Ngân hàng cung cấp cho ngành Ngân hàng và xã hội nguồn nhân lực chất lượng cao, các nghiên cứu có tầm ảnh hưởng, dịch vụ tư vấn và hoạt động phục vụ cộng đồng trong lĩnh vực kinh tế, kinh doanh - quản lý, pháp luật, ngoại ngữ và công nghệ thông tin. Học viện Ngân hàng tiên phong xây dựng môi trường giáo dục tiên tiến, văn minh, mang đến cơ hội học tập liên tục, khai phóng sự sáng tạo và phát triển con người toàn diện.\n\n'''Tầm nhìn:''' Xây dựng Học viện Ngân hàng là trường đại học uy tín, đào tạo đa ngành, liên ngành đạt chuẩn kiểm định quốc tế vào năm 2030; Trở thành đại học tự chủ, có hệ thống quản trị hiện đại gắn liền với chuyển đổi số trong đào tạo, NCKH và các hoạt động cộng đồng; Trở thành đại học thông minh vào năm 2045.\n\n'''Triết lí giáo dục:''' Học viện Ngân hàng kiên trì theo đuổi những quan điểm, tư tưởng chủ đạo, cốt lõi trong giáo dục: Toàn diện - Sáng tạo – Hội nhập.\n\n'''Giá trị cốt lõi:'''\n\n- Sáng tạo: Học viện Ngân hàng luôn tiên phong trong đổi mới và sáng tạo.\n\n- Trách nhiệm: Học viện Ngân hàng đề cao tinh thần trách nhiệm với tập thể, xã hội và cộng đồng, kiên định cống hiến hết mình cho sự nghiệp đào tạo và sự phát triển bền vững\n\ncủa HVNH.\n\n- Liêm chính: Học viện Ngân hàng đề cao tính chính trực, công bằng, minh bạch trong mọi hoạt động.\n\n- Tôn trọng: Học viện Ngân hàng luôn hướng tới một môi trường sư phạm văn minh, tin cậy, tôn trọng sự đa dạng về chuyên môn, văn hóa và tính cách.\n\n- Hợp tác: Học viện Ngân hàng mong muốn hợp tác với tất cả các đối tác trong và ngoài nước trên tình thần chia sẻ, hỗ trợ, tôn trọng, trách nhiệm vì mục tiêu phát triển và cùng có lợi.\n\n'''Mục tiêu chiến lược:'''\n\n- Thực hiện tự chủ đại học và xây dựng mô hình quản trị hiện đại theo quy định của pháp luật.\n\n- Đa dạng hóa, phát triển lĩnh vực, phương thức đào tạo, đáp ứng các tiêu chuẩn kiểm định chất lượng đối với cơ sở giáo dục đại học của Việt Nam và quốc tế;\n\n- Trở thành trung tâm nghiên cứu khoa học, chuyển giao công nghệ đa ngành, liên ngành, xuyên ngành với các nghiên cứu có tầm ảnh hưởng, có khả năng giải quyết các vấn đề lý thuyết và thực tiễn của nền kinh tế với trọng tâm là lĩnh vực tài chính - ngân hàng;\n\n- Phát triển quan hệ hợp tác bình đẳng, tin cậy với đối tác quốc tế là các trường đại học, tổ chức giáo dục có uy tín trên thế giới;\n\n- Thực hiện mạnh mẽ quá trình chuyển đổi số, phát triển môi trường số cho các hoạt động quản trị, đào tạo và nghiên cứu khoa học trong toàn Học viện;\n\n- Tăng cường sự gắn kết với cộng đồng, đóng góp vào sự phát triển bền vững của ngành và nền kinh tế.\n\n== Thành tích ==\n\n* [[Huân chương Lao động|Huân Chương Lao động Hạng Ba]] (2021)<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-20211120111749883.htm|tựa đề=60 năm một chặng đường, Học viện Ngân hàng kế thừa truyền thống- vươn tới tương lai|họ=|tên=|ngày=2021-11-20|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-02-19}}<\/ref>\n* Huân chương Lao động Hạng Nhất, Hạng Nhì, Huân chương Độc lập Hạng Nhất, Hạng Nhì, Hạng Ba cho Học viện Ngân hàng.\n* Huân chương Lao động Hạng Hạng Nhất, Hạng Nhì cho Phân viện Bắc Ninh\n* Huân chương Lao động Hạng Hạng Nhì, Hạng Ba cho Phân viện Phú Yên\n* Huân chương Lao động Hạng Nhì cho Cơ sở đào tạo Sơn Tây\n* 18 Huân chương Lao động các hạng cho các cán bộ lãnh đạo, quản lý và giảng viên của Học viện qua các thời kỳ công tác.\n* Nhà nước [[Lào|CHDCND Lào]] đã trao tặng: Huân chương Ixala (Huân chương Độc lập) Hạng Nhất cho Học viện Ngân hàng; Huân chương Ixala Hạng Nhất cho CSĐT Sơn Tây; Huân chương Ixala các hạng cho hơn 100 cán bộ lãnh đạo, quản lý và giảng viên của HVNH qua các thời kỳ công tác.\n\n== Đào tạo ==\n=== Chính quy, tập trung ===\n'''Đại học'''\nThời gian đào tạo: 4 năm\n\nĐào tạo Đại học đại trà: 8 ngành đào tạo\n* Tài chính - Ngân hàng\n* Kế toán\n* Quản trị kinh doanh\n* Hệ thống thông tin quản lý\n* Ngôn ngữ Anh\n* Kinh doanh quốc tế\n* Luật kinh tế\n* Kinh tế\nCác ngành dưới đây bắt đầu tuyển sinh từ năm 2023:\n* Logistics và quản lý chuỗi cung ứng\n* Ngân hàng số\n* Công nghệ tài chính\n* Quản trị du lịch\n\nĐào tạo Đại học chương trình Chất lượng cao: 4 ngành đào tạo\n* Tài chính\n* Ngân hàng\n* Kế toán\n* Quản trị kinh doanh\n\n'''Sau đại học'''\n\nChương trình Thạc sỹ: Thời gian đào tạo 3 năm, 3 ngành đào tạo\n* Tài chính - Ngân hàng\n* Kế toán\n* Quản trị kinh doanh\n\nChương trình Tiến sỹ: Chuyên ngành đào tạo Tài chính - Ngân hàng. Thời gian đào tạo 3 năm đối với học viên đã có học vị Thạc sỹ và 5 năm đối với học viên chưa qua đào tạo Thạc sỹ.\n\n'''Đào tạo liên thông'''\n\nLiên thông từ Cao đẳng lên Đại học\n\n'''Các lớp bồi dưỡng nghiệp vụ và cập nhật kiến thức'''\n\nĐối tượng là các cán bộ ngân hàng, doanh nghiệp và các cơ quan khác có nhu cầu nâng cao kỹ năng nghiệp vụ hoặc cập nhật kiến thức chuyên ngành (các chuyên đề về ngân hàng thương mại, Ngân hàng Trung ương, kế toán ngân hàng, kế toán doanh nghiệp, quản trị tài chính doanh nghiệp, thị trường chứng khoán..).\n\nCác khoá học này thường là ngắn hạn từ vài ngày đến vài tháng. Nội dung được thiết kế theo yêu cầu của người học.\n\n=== Các chương trình liên kết đào tạo ===\n\n* Liên kết với Hiệp hội ngân hàng, các Trung tâm đào tạo của các ngân hàng thương mại cho các chương trình bồi dưỡng nghiệp vụ và cập nhật kiến thức\n* Liên kết với Tập đoàn Tyndale - Singapore & Edexcel và Đại học Sunderland - Vương quốc Anh: Chương trình đào tạo cử nhân chuyên ngành Tài chính - Ngân hàng.\n*Liên kết với trường đại học CityU - City University of Seattle: Chương trình đào tạo cử nhân chuyên ngành Quản trị Tài chính\n*Liên kết với Đại học O'hara - Nhật Bản: Chương trình đào tạo cử nhân Việt - Nhật\n* Liên kết với Đại học Birmingham – Vương quốc Anh: Chương trình đào tạo Thạc sĩ chuyên ngành Tài chính – Ngân hàng (Master of Science – Banking & Finance)\n* Liên kết với Viện Công nghệ châu Á – AIT: Chương trình đào tạo Thạc sĩ công nghệ thông tin trong lĩnh vực Tài chính - Ngân hàng.\n* Liên kết hợp tác song phương với Trường Đại học Kinh tế - Tài chính Tây Nam Trung Quốc.\n* Liên kết với Học viện Ngân hàng Lào: Chương trình đào tạo Thạc sĩ chuyên ngành tài chính – ngân hàng cho Ngân hàng Quốc gia CHDCND Lào.\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.hvnh.edu.vn\/ Website chính thức của Học viện Ngân hàng]\n\n[[Thể loại:Đại học và cao đẳng kinh tế Việt Nam]]\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]\n[[Thể loại:Học viện Việt Nam|Ngân hàng]]\n[[Thể loại:Trường đại học và cao đẳng tại Bắc Ninh]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Ngân hàng Nhà nước]]"}