{"15109794":"{{wikify}}\n{{Thông tin trường học\n| tên= Học viện Dân tộc\n| logo=\n| tên khác= Academy for Ethnic Minorities (VAEM)\n| ngày thành lập= 2016\n| loại hình= [[Đại học công lập]]\n| địa chỉ= Khu Đô thị Dream Town, đường 70, phường Tây Mỗ, quận Nam Từ Liêm, [[Hà Nội]], [[Việt Nam]]\n| thành phố = [[Hà Nội]]\n| quốc gia = [[Việt Nam]]\n| khuôn viên = \n| giám đốc= \n| điện thoại= 024. 37831662\n| Fax= \n| email= hvdt@cema.gov.vn\n| web= http:\/\/www.hvdt.edu.vn\n}}\n\n'''Học viện Dân tộc''' là cơ sở nghiên cứu khoa học, giáo dục công lập trực thuộc [[Ủy ban Dân tộc]], hoạt động theo Điều lệ trường đại học. Học viện có chức năng nghiên cứu về công tác dân tộc, chiến lược và các chính sách dân tộc, đào tạo trình độ đại học, sau đại học, góp phần đào tạo đội ngũ cán bộ là người dân tộc thiểu số và cán bộ cho vùng dân tộc thiểu số và miền núi. Đồng thời, bồi dưỡng kiến thức công tác dân tộc cho đội ngũ cán bộ, công chức, viên chức trong hệ thống chính trị và người có uy tín trong đồng bào dân tộc thiểu số.\n\n== Thành lập ==\nHọc viện dân tộc năm 2016 theo Quyết định số 1562\/QĐ-TTg của thủ tướng chính phủ trên cơ sở tổ chức lại Viện Dân tộc và Trường Cán bộ Dân tộc.<ref>{{Chú thích web|url=http:\/\/www.bienphong.com.vn\/cong-bo-quyet-dinh-thanh-lap-hoc-vien-dan-toc\/|title=Công bố quyết định thành lập Học viện Dân tộc|last=|first=|date=|website=Báo biên phòng|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref> Học viện Dân tộc tiền thân là Viện Dân tộc và Trường Cán bộ Dân tộc đã trải qua một chặng đường dài gần 20 năm phát triển và không ngừng đổi mới. Hiện nay, Học viện đang tiến hành xây dựng và lập đề án đào tạo các hệ dự bị đại học, đại học và sau đại học; thực hiện các hoạt động bồi dưỡng công chức, viên chức.\n\n== Cơ cấu tổ chức ==\nCơ cấu tổ chức của Học viện gồm: 05 khoa chuyên môn; 07 phòng chức năng; 08 tổ chức nghiên cứu phát triển và đơn vị sự nghiệp trực thuộc gồm có 02 Viện nghiên cứu, 04 Trung tâm và 01 Tạp chí. Các tổ chức nghiên cứu và phát triển, đơn vị sự nghiệp công lập trực thuộc Học viện do Bộ trưởng, Chủ nhiệm Ủy ban Dân tộc quyết định thành lập.<ref>{{Chú thích web|url=http:\/\/hvdt.edu.vn\/\/gioi-thieu\/lich-su-phat-trien\/lich-su-phat-trien|title=LỊCH SỬ HÌNH THÀNH VÀ QUÁ TRÌNH XÂY DỰNG, PHÁT TRIỂN HỌC VIỆN DÂN TỘC|last=|first=|date=|website=Học viện dân tộc|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\n===Các khoa chuyên môn===\n\n* Khoa Cơ bản\n* Khoa Dự bị đại học\n* Khoa Sau đại học\n* Khoa Quản lý nhà nước về công tác dân tộc\n* Khoa Văn hóa dân tộc thiểu số\n\n===Các phòng chức năng===\n\n* Văn phòng Học viện\n* Phòng Tổ chức cán bộ\n* Phòng Kế hoạch - Tài vụ\n* Phòng Đào tạo\n* Phòng Khảo thí và Đảm bảo chất lượng\n* Phòng Khoa học và Hợp tác quốc tế\n* Phòng Công tác chính trị và học sinh, sinh viên\n\n===Các tổ chức nghiên cứu và phát triển, đơn vị sự nghiệp là đơn vị dự toán cấp III===\n\n* Viện Chiến lược và Chính sách dân tộc;\n* Viện Nghiên cứu văn hóa dân tộc;\n* Trung tâm Bồi dưỡng kiến thức công tác dân tộc;\n* Trung tâm Nghệ thuật dân tộc thiểu số;\n* Trung tâm Tư vấn, chuyển giao khoa học và công nghệ, bảo vệ môi trường vùng dân tộc và miền núi;\n* Trung tâm Hỗ trợ đào tạo và phát triển nguồn nhân lực vùng dân tộc và miền núi;\n* Tạp chí Nghiên cứu dân tộc.\n\n===Đơn vị sự nghiệp trực thuộc Học viện===\n\n* Trung tâm Thông tin - Thư viện.\n\n== Tham khảo ==\n{{tham khảo}}\n{{sơ khai}}\n\n[[Thể loại:Học viện Việt Nam|Dân tộc]]\n[[Thể loại:Cơ sở giáo dục trực thuộc Ủy ban Dân tộc]]\n[[Thể loại:Trường đại học và cao đẳng tại Hà Nội]]\n[[Thể loại:Đại học và cao đẳng công lập tại Việt Nam]]"}