{"446953":"'''Học viện Quốc gia Hành chánh''' là một cơ sở giáo dục của [[Việt Nam Cộng hòa]], tiền thân là '''Trường Quốc gia Hành chánh''' ở [[Đà Lạt]] thành lập từ năm [[1952]] thời [[Quốc gia Việt Nam]] đến năm [[1955]] thì chuyển về [[Thành phố Hồ Chí Minh|Sài Gòn]] dưới tên Học viện Quốc gia Hành chánh. Cơ sở này đặt trọng tâm vào việc đào tạo nhân viên hành chánh cao cấp cho chính phủ [[Việt Nam Cộng hòa]].\n\n== Lịch sử ==\n[[Tập tin:HocvienQgHc.jpg|nhỏ|phải|Mặt tiền Học viện Quốc gia Hành chánh trên đường Alexandre de Rhodes, Sài Gòn]]\nTrường Quốc gia Hành chánh được Quốc trưởng [[Bảo Đại]] ký sắc luật thành lập ngày [[7 tháng 4|07 tháng 04]] năm [[1952]].<ref>{{Chú thích web |url=http:\/\/danchimviet.com\/articles\/1294\/1\/Gii-phap-Bo-i-2\/Page1.html |ngày truy cập=2009-12-27 |tựa đề=Giải pháp Bảo Đại |archive-date = ngày 8 tháng 1 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100108033928\/http:\/\/danchimviet.com\/articles\/1294\/1\/Gii-phap-Bo-i-2\/Page1.html }}<\/ref> Hạt nhân của Trường lúc đầu là Trường Đại học Luật khoa ở Hà Nội với một bộ phận dời lên Đà Lạt.<ref>{{Chú thích web |url=http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=278&Itemid=49 |ngày truy cập=2010-08-20 |tựa đề=\"THI CỬ VÀ NỀN GIÁO DỤC VIỆT NAM DƯỚI THỜI PHÁP THUỘC\" phần 2 |archive-date = ngày 26 tháng 6 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090626112700\/http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=278&Itemid=49 }}<\/ref> Trường lúc đó thuộc Bộ Quốc gia Giáo dục với học trình hai năm nhưng sau giao cho Phủ Thủ tướng rồi Phủ Tổng thống. Năm [[1955]], sau khi thành lập nước [[Việt Nam Cộng hòa]], Trường chuyển về Sài Gòn đặt ở đường Alexandre de Rhodes gần [[Dinh Độc Lập]] rồi lại dời về số 10 đường Trần Quốc Toản, Quận 3, vào năm [[1958]].<ref>[http:\/\/namkyluctinh.org\/a-lichsu\/nguyentran-duongphosaigonxua.pdf Tên đường phố Sài Gòn xưa]<\/ref><ref>[http:\/\/nguoi-viet.com\/absolutenm\/anmviewer.asp?a=81639&z=16 Giáo dục thời Việt Nam Cộng hòa]{{Liên kết hỏng|date = ngày 13 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref> Cơ sở vật chất gồm có giảng đường 500 chỗ, [[ký túc xá]] cho 114 sinh viên, [[thư viện]] với hơn 100.000 văn bản, nhà sinh hoạt, sân [[quần vợt]], sân [[bóng chuyền]]. Trụ sở mới còn có nguồn nước [[giếng]] riêng và [[máy phát điện]]. Việc thành lập trường do Đại học Tiểu bang Michigan\/Michigan State University(MSU) trợ giúp trong việc soạn giáo trình.<ref>\"Trụ sở mới của Học viện Quốc gia Hành chánh: Cải thiện guồng máy hành chính ngõ hầu phục vụ nhân dân\". ''Thế-giới Tự-do''. Số 6 Tập X. Sài Gòn: Sở Thông tin Hoa Kỳ, 1961.<\/ref> Kho sách của trường được coi là một trong những [[thư viện]] lớn nhất của Việt Nam Cộng hòa.<ref>[http:\/\/google.com\/search?q=cache:6oEfWFPq8ikJ:www.leaf-vn.org\/Phat-Trien-TV-1975.pdf+%22Qu%E1%BB%91c+gia+h%C3%A0nh+ch%C3%A1nh%22+%22th%C6%B0+vi%E1%BB%87n%22&cd=23&hl=en&ct=clnk&gl=us&client=firefox-a Phát triển thư viện tại Miền Nam trước 1975]<\/ref>\n\n==Đào tạo==\n\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Sĩ số Quốc Gia Hành Chánh '''<ref>Nghiêm Đằng. ''Viet-Nam: Politics and Public Administration'' Honolulu, HI: 1966. Tr 337<\/ref>\n|- style=\"background:lightgrey;\"\n! Niên học\n! Số học viên\n|-\n| 1955 || 97 \n|-\n| 1962-3 || 283 \n|}\nChương trình học chia thành ba ban: \n#''Tham sự'' hai năm, \n#''Đốc sự''\/G''iám sự'' ba năm rưỡi\n#''Cao học''.\n \n===Tham sự===\nTham sự là chương trình hai năm ngay tại Học viện Quốc gia Hành chánh. Có tất cả năm khóa Tham sự(mỗi khóa 100 sinh viên) và một khóa Tham Sự Đặc biệt dành cho các sắc tộc thiểu số như [[người Thượng]], [[người Việt gốc Miên]] và [[người Chàm]].\n\n===Đốc sự\/Giám sự===\nĐốc sự hay Giám sự là hai chức danh phân biệt ban [[hành chánh]](Đốc sự) và ban [[kinh tế]] (Giám sự). Kể từ năm 1963 thì gộp lại chỉ còn Ban Đốc sự. Kể từ ngày thành lập Học viện Quốc gia Hành chánh đến 1975, có tất cả 22 khóa Đốc sự (mỗi khóa có 100 sinh viên được thi tuyển vào), học trình là ba năm sáu tháng. Năm đầu tiên học lý thuyết tại Học viện; năm thứ hai được đi thực tập tại các địa phương (các [[tỉnh (Việt Nam Cộng hòa)|tỉnh]] và Đô thành Sài Gòn); năm thứ ba thì về lại Học viện học lý thuyết (hành chánh, tài chánh, xã hội, ngoại giao, toán, kinh tế). Sau năm thứ ba, sinh viên có 06 tháng đi thực tập tại các bộ ở Trung ương và chọn một đề tài [[luận văn tốt nghiệp]]. Sau kỳ thi ra trường, sinh viên trở thành công chức hạng A với ngạch trật phó đốc sự hạng 03 và được cử đi làm việc theo nhu cầu bao gồm Bộ Nội vụ (cho các tỉnh và quận) tùy nhu cầu. Sinh viên mới ra trường được đề cử làm:\n#Phó Quận trưởng (tại các quận) \n#Trưởng ty (tại Tòa Hành chánh Tỉnh) hay \n#Phó Tỉnh Trưởng (Tòa Hành chánh Tỉnh).\n\nTại các Bộ chuyên môn ở Trung ương thì Đốc sự có thể kiêm nhiệm Chủ sự các Phòng, Chánh sự vụ các Sở, hay Giám đốc các Nha.\n\n===Cao học===\nSinh viên Cao học là hai năm đào tạo thêm dành cho sinh viên đã tốt nghiệp Đốc sự hoặc có bằng [[cử nhân]] các ngành học về [[khoa học xã hội]]. Cho đến năm 1975 có tất cả tám khóa Cao học(cả Ngoại giao).\n\nCác môn học gồm những kiến thức như Soạn thảo Công văn, Kế toán Thương mại, Định chế Chính trị, Luật Hành chánh, Quốc tế Công pháp, [[Luật Hiến pháp]], [[Xã hội học]] và cả Huấn luyện Quân sự tại các Trung tâm Huấn luyện Đồng Đế Nha Trang, Quang Trung, và Thủ Đức.\n\n== Hiện tại ==\nSau khi thống nhất đất nước năm 1975, Học viện Quốc gia Hành chánh bị giải thể. Trường sở được chính quyền mới trưng dụng thành [[Học viện Hành chính Quốc gia]] phân viện Thành phố Hồ Chí Minh. Địa chỉ hiện nay là số 10 đường Ba Tháng Hai, Quận 3, Thành phố Hồ Chí Minh.\n\n== Nhân vật liên quan ==\n* [[Nguyễn Văn Bông]]: Viện trưởng (1963-1971)\n* Nghiêm Đằng: Phó viện trưởng\n* [[Nguyễn Bá Cẩn]]: [[Thủ tướng Việt Nam#Danh sách#Việt Nam Cộng hòa|Thủ tướng Việt Nam Cộng hòa]]\n* [[Nguyễn Châu (nhạc sĩ)|Nguyễn Châu]]: Nhạc sĩ cổ nhạc\n* [[Nguyễn Ngọc Huy]]: Giáo sư, sau khi ra Hải ngoại làm Giáo sư phụ khảo ở [[Đại học Harvard|Viện Đại học Harvard]].<ref>[http:\/\/www.nguyenngochuy.net\/vi\/index.php?option=com_content&view=article&id=140:tiu-s&catid=38:tiu-s&Itemid=2 Tiểu sử Nguyễn Ngọc Huy]<\/ref>\n*[[Đỗ Tiến Đức]]: Nhà văn, Nhà làm phim\n* [[Từ Công Phụng]]: Nhạc sĩ\n* [[Tạ Nghi Lễ]]: Thi sĩ\n\n==Tham khảo & Chú thích ==\n#Anh Thái Phượng. ''Trăm núi ngàn sông: Tập I''. Gretna, LA: Đường Việt Hải ngoại, 2003.\n{{Tham khảo|30em}}\n\n{{sơ khai Lâm Đồng}}\n\n[[Thể loại:Cơ sở giáo dục thời Việt Nam Cộng hòa]]\n[[Thể loại:Giáo dục Đà Lạt|Quốc gia Hành chánh]]\n[[Thể loại:Trường đại học và cao đẳng tại Lâm Đồng|Quốc gia Hành chánh]]\n[[Thể loại:Trường đại học và cao đẳng đã ngừng hoạt động tại Việt Nam]]"}