{"42732":"'''Hồ Học Lãm''' ([[chữ Hán]]: 胡學覽; [[1884]] – 12 tháng 4 năm [[1943]]<ref>[http:\/\/cand.com.vn\/Nhan-vat\/Di-toi-Ho-Mo-La-315860\/ Dì tôi, Hồ Mộ La]. Trương Nguyên Việt, Báo Công an nhân dân điện tử, 29\/04\/2014. Trích nguyên văn bài báo: \"Năm 1906, khi chia tay con tại vùng đất địa cầu của Tổ quốc, bà Lụa xé chiếc khăn, bảo con là Hồ Học Lãm, khi này 22 tuổi và quyết ra đi tìm đường cứu nước\".<\/ref>); tự '''Hinh Sơn''', là một chí sĩ [[Việt Nam]] thời cận đại.\n\n== Thân thế==\nHồ Học Lãm, tên khai sinh là '''Hồ Xuân Lan''', là con của liệt sĩ [[Hồ Bá Trị]] (? – 1886) và bà [[Trần Thị Trâm]] (1860 – ?), quê ở làng Quỳnh Đôi, huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]]. Trần Thị Trâm, tục gọi là Bà Lụa, sinh thời là người tích cực tham gia phong trào [[Cần Vương]] và [[Đông Du]] của [[Phan Đình Phùng]] – [[Phan Bội Châu]], được đặt tên là “Tiểu Trưng”. [[Hồ Bá Trị]] và bà Trần Thị Trâm có hai người con trai, người anh của Hồ Xuân Lan là Hồ Xuân Kiêm.\n \nBác ruột Hồ Học Lãm là Hồ Bá Ôn (Án sát tỉnh [[Nam Định]], hy sinh năm [[1883]] trong trận đánh với Pháp giữ thành Nam Định); và ông là chú họ gần với nhà cách mạng [[Hồ Tùng Mậu]]- Hồ Tùng Mậu là cháu đích tôn của [[Hồ Bá Ôn]].\n\nCha mất sớm vì bị thực dân [[Pháp]] giết hại năm [[1886]], Hồ Học Lãm lúc này mới được 2 tuổi và người anh là Hồ Xuân Kiêm sống với mẹ. Bà vốn là con gái [[Tiến sĩ]] [[Trần Hữu Dực (Tri phủ)|Trần Hữu Dực]].<ref>Tiến sĩ Trần Hữu Dực, trước làm Tri phủ [[Vĩnh Tường]]; sau theo [[phong trào Cần Vương]], và trở thành một cánh tay đắc lực của [[Phan Đình Phùng]] trong cuộc [[khởi nghĩa Hương Khê]]. Ông đã từng cùng với chí sĩ [[Ngô Quảng]] sang [[Xiêm|Xiêm La]] mua súng cho nghĩa quân kháng Pháp.<\/ref> Vì bà thường sắm vai buôn [[lụa]] để hoạt động nên có tên là \"bà Lụa\". Bà cũng là mẹ đỡ đầu của cô Chiêu Thanh (tức [[Nguyễn Thị Thanh (định hướng)|Nguyễn Thị Thanh]], chị ruột của [[Hồ Chí Minh|Nguyễn Tất Thành]]).\n\n==Quá trình hoạt động==\nDo ảnh hưởng từ sự giáo dục của mẹ, ông sớm ý thức về lòng yêu nước. Năm [[1908]], hưởng ứng [[phong trào Đông Du]], ông du học sang [[Nhật Bản|Nhật]] học tập. Ông được Phan Bội Châu cử đi học cùng một số học sinh khác tại Trường võ bị “Chấn Vũ” tại Tokyo (Nhật Bản). Tại đây ông lấy tên là Hồ Hinh Sơn và học cùng lớp với [[Tưởng Giới Thạch]]. Khi các du học sinh Việt Nam ở Nhật bị trục xuất, ông sang ngụ ở Bắc Kinh ([[Trung Quốc]]), rồi xin vào học trường Võ bị [[Bắc Kinh]], [[Trường Sĩ quan Bảo Định]] – Hà Nam, tiếp tục cùng khóa với [[Tưởng Giới Thạch]]. Hồ Học Lãm tốt nghiệp năm 1911.\n\nTốt nghiệp, ông trở thành một sĩ quan cao cấp trong quân đội Trung Quốc, nhưng trong lòng ông vẫn hướng về tổ quốc. Ông tham gia cuộc [[cách mạng Tân Hợi]] – 1911 do [[Tôn Trung Sơn]], lãnh tụ Quốc dân Đảng lãnh đạo. Sau ngày Tổng thống Tôn Trung Sơn qua đời (1925), Tưởng Giới Thạch làm binh biến (1927) thay đổi đường lối chính trị, ông vẫn được nể trọng, trở thành một sĩ quan cao cấp của quân đội Tưởng, được điều công tác về Bộ Tổng Tham mưu tại Nam Kinh – Giang Tô. Khi Hồ Tùng Mậu và các đồng chí thành lập [[An Nam Cộng sản Đảng]] tại [[Hồng Kông]], Hồ Học Lãm được mời tham gia nhưng ông đã từ chối vì ông bề ngoài là cán bộ của Quốc dân đảng Trung Quốc, sẽ tiện cho việc bí mật giúp đỡ phong trào cách mạng của Nguyễn Ái Quốc. Gia đình ông là điểm hẹn, cơ sở đón tiếp các chiến sĩ cách mạng Việt Nam đến bàn việc cứu nước, giải phóng dân tộc như [[Hồ Tùng Mậu]], [[Lê Hồng Sơn]], [[Trịnh Đông Hải]]…, sau đó là [[Lê Hồng Phong]], [[Nguyễn Thị Minh Khai]], [[Hà Huy Tập]], [[Phùng Chí Kiên]]… Đây cũng là nơi cung cấp tin tức mỗi khi người của Việt Nam bị bắt hoặc bị đe dọa đến tính mạng.<ref>[http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/81\/81\/81\/130019\/default.aspx Bác Hồ với gia đình nhà giáo Hồ Mộ La, Trịnh Tố Long, Báo điện tử Quân đội nhân dân,ngày 18\/11\/2010]<\/ref>\n\nNăm [[1936]], ông tham gia tổ chức ''Việt Nam Độc lập Vận động Đồng minh Hội'' của Kỳ Ngoại hầu [[Cường Để]] và dùng tiền riêng để ra một tờ tạp chí nhỏ bằng [[chữ Hán]] lấy tên là ''Việt Thanh''. Nhưng tổ chức này chỉ hoạt động được trong một thời gian ngắn. Tờ ''Việt Thanh'' chỉ ra được 3 - 4 số thì đình bản vì hết kinh phí. Sau ông gia nhập [[Việt Nam Quang phục Hội]] của [[Phan Bội Châu]], và được cử giữ chức Ủy viên huấn luyện.\n\nNăm [[1940]], ông ốm nặng, phải nằm bệnh viện tại [[Quế Lâm]] ([[Trung Quốc]]).\n\nCuối năm ấy, tình hình cách mạng đã thay đổi, được sự lãnh đạo trực tiếp của [[Hồ Chí Minh|Nguyễn Ái Quốc]], Biện sự xứ hải ngoại của Việt Minh được thành lập ở [[Quế Lâm]], Hồ Học Lãm được mời làm Chủ nhiệm,<ref>{{Chú thích web |url=http:\/\/www.talawas.org\/talaDB\/showFile.php?res=5580&rb=08 |ngày truy cập=2007-11-20 |tựa đề=Hoàng Văn Hoan, ''Giọt nước trong biển cả'' |archive-date=2009-03-16 |archive-url=https:\/\/web.archive.org\/web\/20090316012416\/http:\/\/www.talawas.org\/talaDB\/showFile.php?res=5580&rb=08 |url-status=dead }}<\/ref> [[Phạm Văn Đồng]] làm Phó chủ nhiệm. Hội ''Trung-Việt văn hóa cách mạng đồng chí'' được thành lập, Hồ Học Lãm và Phạm Văn Đồng đều tham gia Ban lý sự với tư cách là Chánh, Phó Chủ nhiệm [[Việt Minh]].\n\nHồ Học Lãm bị suy tim, hen suyễn nặng, mất tại [[Quế Lâm]] ngày 8 tháng 3 năm [[Quý Mùi]], tức ngày 12 tháng 4 năm 1943, hưởng thọ 60 tuổi, được rất nhiều sĩ phu thương tiếc.<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 275.<\/ref> Trước khi mất ông dặn gia đình thay mình, việc gì đoàn thể giao, làm được thì nhận, làm thật tốt để xứng đáng niềm tin của lãnh tụ và truyền thống của dòng tộc [[họ Hồ]]. Từ đó đến nay, ông được xướng tên cho 1 con đường ngay tại [[Thành phố Hồ Chí Minh]].\n\nTheo Thiếu tướng [[Lê Thiết Hùng]] (đại sứ Việt Nam tại [[Triều Tiên]]), Hồ Chí Minh từng có ý định khi cách mạng thành công sẽ mời Hồ Học Lãm về làm Chủ tịch nước.\n\n==Gia đình==\nÔng có vợ là bà [[Ngô Khôn Duy]] (1893 – 1980<ref>{{Chú thích web|url=http:\/\/nghihung.gov.vn\/?x=69\/van-hoa-xa-hoi\/ngo-khon-duy|tiêu đề=Ngô Khôn Duy}}<\/ref>) và hai con gái là [[Hồ Diệc Lan]] (1920-1947) và [[Hồ Mộ La]] (sinh 1930).<ref>{{Chú thích web|tác giả=Hồ Mộ La|url=http:\/\/vanhoanghean.com.vn\/dat-va-nguoi-xu-nghe6\/nguoi-xu-nghe43\/ky-niem-ve-cha-toi-chi-si-ho-hoc-lam}}<\/ref> Bà [[Ngô Khôn Duy]] là con gái của [[Ngô Quảng (nhà Nguyễn)|Ngô Quảng]], [[lãnh binh]] của [[Phan Đình Phùng]].<ref>[http:\/\/baophapluat.vn\/Utilities\/PrintView.aspx?distributionid=138841 Gặp “Em bé Mường La” một thời]. Thu Hồng, http:\/\/baophapluat.vn\/. Truy cập ngày 27 tháng 11 năm 2015<\/ref>\n\nBà Hồ Diệc Lan, kết hôn với [[Thiếu tướng]] [[Lê Thiết Hùng]], vị tướng đầu tiên của [[Quân đội Nhân dân Việt Nam]], nhưng mất sớm (năm [[1947]], ở tuổi 27) và chưa có con. Khi bà Hồ Diệc Lan mất, báo ''Cứu quốc Liên khu IV'' có đăng lời chia buồn và ông [[Phạm Văn Đồng]] cũng gửi lời chia buồn đến bà Hồ Diệc Lan.\n\nBà Hồ Mộ La sau này là giảng viên trường nhạc Hà Nội.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* [[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khao học xã hội, 1992.\n\n{{Thời gian sống|sinh=1884|mất=1943}}\n\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Việt Nam Phục quốc Đồng minh Hội]]\n{{sơ khai nhân vật Việt Nam}}"}