{"87407":"'''Hồ Sĩ Dương''' ([[chữ Hán]]: 胡士揚; 1621 - 1681) là quan [[nhà Lê trung hưng]] trong [[lịch sử Việt Nam]], người làng Quỳnh Đôi, huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]], [[Việt Nam]]. Ông là cháu xa của [[Hồ Tông Thốc]].\n\n==Cuộc đời sự nghiệp==\nHồ Sĩ Dương là con giám sinh Hồ Hoàng, mẹ là Hoàng Thị Tâm.\n\nNăm 1643, ông 23 tuổi, thi đậu giải nguyên. Tới khoa Mậu Tý (1648) do thi hộ trường Thanh, đỗ giải nguyên bị phát giác, ông bị cách chức thủ khoa đẩy đi lính.\n\nNăm 1651 ông được ân xá, thi đậu giải nguyên (ba lần đậu giải nguyên - đó là hiện tượng hiếm có).\n\nNăm 1652, ông đậu tiến sĩ. Năm 1659, triều đình mở khoa Đông các lấy 5 người, 2 người là đông các, 3 người là hiệu thư. Dự thi là những người đã đậu các kỳ thi đình. Ông chỉ đậu thứ 2 tiến sĩ, không được nằm trong danh sách dự thi. Ông khiếu nại trường hợp của ông: ba lần đậu thủ khoa và kỳ thi tiến sĩ đáng lý bài ông vào hạng nhất. Vua [[Lê Thần Tông]] đồng ý cho ông dự thi. Ông cùng ông Hoàng giáp [[Nguyễn Văn Giai]], người Phù Lưu Trường (nay là xã Hậu Lộc, huyện Can Lộc, tỉnh [[Hà Tĩnh]]) đậu đông các.\n\nÔng dẫn quân đi kinh lược [[Tuyên Quang]], bình định được thủ lĩnh [[Mã Thúc Lan]].\n\nÔng được bổ chức lại khoa đô cấp sư trung thăng đông các đại học sĩ, được cử đi giao thiệp tranh cãi biên giới 5 lần đều thắng lợi. Sau đó ông được thăng binh bộ tả thị lạng Thượng tướng quân.\n\nNăm 1673, ông được cử làm chính sứ đi Trung Quốc. Năm 1676, ông làm Tham tụng, kiêm Thượng thư bộ Công, cùng năm, ông được sai giám tu quốc sử thượng thư bộ hình kiếm đông các đại học sĩ.\n\nSau đó, ông được thăng Thượng thự bộ Lễ. Ông được người trong nước và ngoài nước đánh giá cao.\n\nChu Xán, sứ nhà Thanh sang [[Đại Việt]] vào năm Chinh Hòa thứ 4 (1683) có thơ về Việt Nam, có câu: ''\"Y quan văn vật trọng nam cương\"'' lại tự chua rằng: ''\"Nhân vật nước này về lý học có Trinh Tuyền, Vũ Duệ, Nguyễn Đăng Cao và Hồ Sĩ Dương, về kinh tế có [[Mạc Đĩnh Chi]], Nguyễn Trung Ngạn, [[Nguyễn Trãi]], [[Lương Thế Vinh]]<ref>Theo ''Kiến Văn tiểu lục'' của [[Lê Quý Đôn]], nhà xuất bản Khoa học xã hội Hà Nội 1977 - Tr 283<\/ref>\n\nNăm 1681, ông mất, thọ 61 tuổi, được phong Thiếu bảo duệ quận công.\n\nTheo sách \"Công dư tiệp ký\" của Vũ Phương Đề thì nhờ thầy học là Dương Tồn truyền binh pháp nên có lần đi sứ sang Trung Hoa ông đã đem thao lược giúp nước Tàu đánh tan được giặc, còn ơ nước nhà trong dịp Nam chinh ông đã từng lập chiến công khiến cho lân bang phải kinh sợ <ref>Theo ''Danh nhân Việt Nam'' - Từ điển Nguyễn Huyền Anh - Nhà xuất bản Khai Trí Sài Gòn<\/ref>\n\n==Tác phẩm==\nTác phẩm ông để lại:\n\n*Trùng tu Lam Sơn thực lực\n*Đại Việt Lê triều đế vương trung hưng công nghiệp thực lực\n*Hoan Châu phong thổ ký\n*Hồ thượng thư gia lễ\n\n==Gia quyến==\nÔng lấy vợ là Trương Thị Thành, con gái Trình quận công - Trương Đức Thọ ở Phú Nghĩa.\n\nBà Trương Thị Thành vợ ông đã xuất tiền nuôi ông ăn học, bà chăm chỉ lao động, kính trọng mẹ chồng, ăn ở tốt với bà con. Lúc ông trở thành quan to, bà khuyên đem ruộng cúng cho làng, dem tiền gạo cứu tế cho dân nghèo, bà còn đem nghề Mộc ở Phú Nghĩa lên Quỳnh Đôi.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/HXH\/hxhuong.html Trung chi II họ Hồ Quỳnh Đôi]\n*[http:\/\/baophapluat.vn\/rubic-cuoc-song\/soc-chuyen-tien-si-mang-an-thi-ho-284774.html 'Sốc' chuyện tiến sĩ mang án... thi hộ]\n\n{{thời gian sống|1621|1681}}\n\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Lê trung hưng]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Công tước truy phong Việt Nam]]"}