{"3226480":"'''Hồ Văn Hiển''' (1825-1885) là một võ quan của nhà Nguyễn. Ông là một trong những chỉ huy quân Đại Nam tấn công bất thành đồn Mang Cá dẫn đến thất thủ kinh đô Huế năm 1885.\n\n==Thân thế và sự nghiệp==\nÔng sinh ngày 25 tháng 3 năm Minh Mạng thứ 6 (tức [[12 tháng 5]] năm 1825), là người xóm Trường An, xã An Ninh Thượng, tổng An Ninh, huyện Hương Trà, phủ Thừa Thiên, nay là làng An Ninh Thượng, phường Hương Long, thành phố Huế, tỉnh Thừa Thiên Huế. Ông thuộc đời thứ 17 của dòng họ Hồ làng An Ninh Thượng, thân phụ là ông Hồ Văn Trị, một nông dân khá giả trong làng.\n\nXuất thân trong một gia đình nông dân nhưng ông lại đi theo con đường võ nghiệp để tiến thân. Năm ông 56 tuổi (1881) dưới thời [[Tự Đức]], ông làm Thống chế lãnh Chưởng vệ viện Thượng Tứ kiêm quản cẩn hộ sung Quản lãnh Thị vệ Đại thần. Hai năm sau (1883) thăng lên Thự Đô thống, đến cuối năm đó ông lãnh chức Đô thống Hữu quân, vì vậy dân gian thường gọi ông là '''quan Hữu'''. Trong lễ Ninh lăng vua Tự Đức, ông được sung vào Táng nghi thị hầu.\n\nTừ khi vua Tự Đức băng hà, mâu thuẫn giữa 2 phái chủ chiến và chủ hòa trong triều đình ngày càng gay gắt, dẫn đến sự biến\"4 tháng 3 vua\". Là một võ tướng, ông đứng về nhóm chủ chiến và tham gia tích cực vào việc trấn áp các phần tử chủ hòa nên từng được vua [[Kiến Phúc]] (chính xác hơn là Phụ chính [[Tôn Thất Thuyết]]) khen thưởng. Năm 1884, ông được thăng chức Trung quân, giao kiêm coi Tiền quân rồi kiêm quản Anh danh Giáo dưỡng. Tháng 6 âm lịch năm đó, do liên lụy đến vụ thái giá Trần Đạt lấy đồ dùng ở trong nội đình đem về nhà dùng riêng, ông (bấy giờ đang ở chức Hữu quân kiêm quản thái giám) bị xử án cách ly, nhưng sau được giảm ở mức cách chức nhưng cho lưu dụng<ref>[[Đại Nam thực lục]] chính biên, tập 36, Nhà xuất bản Khoa học xã hội, 1976, tr. 142 – 143.<\/ref>. Sau đó, ông được chọn làm Giám thí thi Điện (tức thi Đình). Đến đầu đời [[Hàm Nghi]] (1885), ông thực thụ chức Thống chế.\n\nĐêm 22 rạng ngày 23 tháng 5 năm [[Ất Dậu]] (1885), phe chủ chiến do Tôn Thất Thuyết đứng đầu mở cuộc tấn công đánh úp quân Pháp, ông chỉ huy một cánh quân đánh vào đồn Mang Cá. Tuy nhiên, quân Pháp phản công hiệu quả, và đến sáng hôm sau (tức ngày [[5 tháng 7]] năm 1885), tấn công vào thành Nội. Ông cùng Đề đốc Hộ thành [[Trần Xuân Soạn]] chỉ huy quân triều đình rút lui cố thủ trong Đại Nội. Trước thất bại nặng nề, Phụ chính Tôn Thất Thuyết quyết định đưa triều đình kể cả Lưỡng Tôn Cung theo cửa Chương Đức rồi theo cửa Hữu xuất giá ra khỏi Kinh Thành. Đoàn Ngự đạo do Hữu quân Đô thống Hồ Văn Hiển hộ giá, qua cầu Bạch Hổ (tức cầu Kim Long), lên ngả chùa Linh Mụ, vòng qua Trường Thi (làng La Chữ) ra Quảng Trị. Trên đường hộ giá xuất bôn, ông từng rút kiếm dọa chém đầu Phụ chính [[Nguyễn Văn Tường]] vì Nguyễn Văn Tường đề nghị dừng xa giá để thương nghị với quân Pháp.\n\nSau khi dừng chân ở tỉnh thành Quảng Trị thấy không ổn, Tôn Thất Thuyết bí mật bàn với ông và các đại thần [[Phạm Thận Duật]], [[Trần Xuân Soạn]], [[Tôn Thất Lệ]] rước vua lên sơn phòng Tân Sở. Những quan lại đầu hàng Pháp tìm mọi cách chiêu dụ ông về. Không dụ ông được, người Pháp gây áp lực buộc triều đình ra dụ tịch thu gia sản của ông cùng với gia sản của các lãnh tụ Cần Vương Trần Xuân Soạn, [[Phan Văn Mỹ]].<ref>[[Đại Nam thực lục]] chính biên, tập 36, Nhà xuất bản Khoa học xã hội, 1976, tr. 235.<\/ref>\n\nSau khi đưa vua Hàm Nghi ra sơn phòng Tân Sở, do lam chướng ông ngã bệnh và qua đời vào ngày 28 tháng Bẩy năm \nẤt Dậu (tức [[6 tháng 9]] năm 1885.\n\nBan đầu, mộ phần của ông táng tại vùng sơn phòng Quảng Trị (gần biên giới Việt Lào). Đến đời [[Thành Thái]], mộ phần ông được dời về táng tại lăng ở xứ Đại Thành, núi Linh Mụ, thôn An Ninh Thượng Hạ (đất chung hai làng), xã Hương Long, thành phố Huế. Nhà thờ ông đặt trên nền tư dinh cũ của ông ở xóm Trường An, thôn An Ninh Thượng; về sau có lần được con cháu trùng tu. Bộ giàn trò, nền nhà thờ và vườn vẫn còn y nguyên tại chỗ như lúc ông sinh thời.\n\n==Gia đình==\nÔng có hai người vợ và 12 người con (7 trai, 5 gái). \n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n{{thời gian sống|1825|1885}}\n\n[[Thể loại:Người Thừa Thiên Huế]]"}