{"39259":"{{Thông tin hồ\n | lake_name = Hồ Lắk\n | image_lake =Lak Lake.jpg\n | caption_lake = \n | image_bathymetry = \n | caption_bathymetry = \n | location = [[lắk|huyện Lắk]], [[Đắk Lắk|Đăk Lăk]]\n | coords = {{Coord|12|25|18|N|108|10|55|E}} \n | type = Hồ nước ngọt\n | inflow = [[Sông Krông Ana]]\n | outflow = \n | catchment = \n | basin_countries = Việt Nam\n | length = \n | width = \n | area = 6.2 km²\n | depth = \n | max-depth = \n | volume = \n | residence_time = \n | shore = \n | elevation = \n | islands = \n | cities = \n}}\n \n'''Hồ Lắk''' là một [[hồ]] [[nước ngọt]] tự nhiên lớn nhất tỉnh [[Đắk Lắk|Đăk Lăk]] và hồ tự nhiên lớn thứ hai [[Việt Nam]] sau [[Hồ Ba Bể]]. Xung quanh hồ có những dãy núi lớn được bao phủ bởi các cánh [[rừng nguyên sinh]]. Buôn Jun, một buôn làng nổi tiếng của [[người M'Nông]], nằm cạnh hồ này. Xung quanh hồ còn có những kiến trúc lịch sử như biệt điện của hoàng đế [[Bảo Đại]], [[nhà dài]] của người M'Nông. \n==Khái quát==\nHồ Lắk nằm bên thị trấn [[Liên Sơn, Lắk|Liên Sơn]] (hay Lạc Thiện) thuộc [[huyện (Việt Nam)|huyện]] [[Lắk]], cạnh tuyến đường giao thông giữa [[Buôn Ma Thuột]] và [[Đà Lạt]], cách thành phố Buôn Ma Thuột khoảng 56&nbsp;km về [[hướng Nam|phía nam]] theo [[quốc lộ 27]]. Qua [[đèo Lạc Thiện]] khoảng 10&nbsp;km trước khi vào thị trấn Lạc Thiện sẽ nhìn thấy hồ nằm bên tay phải. Còn không gian của khu rừng lịch sử, văn hóa, môi trường hồ Lắk còn bao trùm các xã Bông Krang, Yang Tao, Đắk Liêng.\n\nĐây là hồ tự nhiên có độ sâu lớn nhất còn hơn cả [[hồ T'Nưng|Biển Hồ]] (tỉnh [[Gia Lai]]). Dân tộc bản địa ở đây còn có cả một huyền thoại nói hồ sâu không đáy hoặc thông qua tận Biển Hồ. Hồ rộng trên 5 [[kilômét vuông|km²]]<ref>Đo theo Google Map là 6,2 km²<\/ref>, được thông với con [[sông Krông Ana]]. Mặt hồ luôn xanh thắm, xung quanh hồ được bao bọc bởi những dãy núi cao nên mặt nước hồ luôn phẳng lặng và có các cánh [[rừng nguyên sinh]] rộng lớn với hệ [[động vật|động]] [[thực vật]] phong phú.\nTheo truyền thuyết hồ lắk được tạo ra bởi anh hùng lắk liêng người dân tộc M'Nông\n\n==Lịch sử và văn hóa==\n[[Tập tin:Holak01.JPG|nhỏ|phải|250px|Biệt điện của vua [[Bảo Đại]] bên\nhồ Lắk.]]\nBên Hồ Lắk có [[buôn Jun]], [[buôn M'Liêng]] (buôn cổ nhất và còn nhiều hoang sơ), buôn Lê, những buôn làng tiêu biểu của dân tộc [[Người M'Nông|M'Nông]], các buôn này được tổ chức thành một điểm du lịch quan trọng ở Đăk Lăk như những buôn bảo tồn, giới thiệu văn hóa dân tộc bản địa [[Tây Nguyên|Tây nguyên]]. Ở đây còn lưu giữ được rất nhiều những ngôi [[nhà dài]] truyền thống với mái lợp [[cỏ tranh]] vách thưng liếp [[nứa]] và một đàn [[voi]] hơn 20 con. Du khách đến đây không chỉ tham quan hồ Lắk mà còn thưởng thức những nét văn hóa Tây Nguyên như điệu múa lửa, múa ngày mùa, diễn xướng [[cồng chiêng]], [[t'rưng|tơ rưng]], [[k'lông pút]], [[đàn đá]],cưỡi voi hoặc dùng [[thuyền độc mộc]] đi dạo trên hồ hoặc vượt qua hồ. Ngoài những hoạt động bên hồ Lăk, du khách có thể tham quan thác Buôn Bíp, dòng suối đá hoang sơ bên cạnh cánh đồng cà phê và lúa thơ mộng. Để tìm hiểu sâu sắc hơn du khách có thể liên hệ cơ sở du lịch Đức Mai, [[Dulichvanlong.com|Vân Long elephant]], [[Vạn Phát Tourist]] để nhờ hướng dẫn viên địa phương hướng dẫn tham quan.\n\nNơi đây có món đặc sản là [[chả cá thát lát hồ lăk]], loài cá này đem làm chả cho độ dẻo và thơm rất đặc biệt. Với sự phong phú về nguyên liệu, người M'nông chế biến nhiều món ăn đặc sắc như: gỏi cà đắng cá cơm, cơm lam, canh tro, canh rêu đá...\n \nỞ một quả đồi cạnh hồ còn có cả một khu nghỉ dưỡng quy mô rất lớn của Công ty Du lịch Đắk lắk đầu tư khai thác.\n\nNgôi nhà nghỉ mát của cựu hoàng đế [[Bảo Đại]] ngày xưa nằm cạnh hồ, trên đỉnh đồi sau lưng thị trấn Liên Sơn. Đây là nơi vua [[Bảo Đại]] thường đến ngắm cảnh, săn bắn, nghỉ ngơi mỗi khi có dịp lên Đắk Lắk. Ngôi nhà nằm trên đỉnh đồi cao có góc nhìn rất đẹp bao quát gần như trọn mặt nước của hồ Lắk được xây cùng năm với [[Chùa Khải Đoan]] và được đích thân [[Nam Phương|Nam Phương Hoàng hậu]] chịu trách nhiệm quản lý việc đầu tư xây dựng.\n\n==Khu rừng lịch sử văn hóa môi trường Hồ Lắk==\nKhông gian hồ,di tích Biệt điện và khu rừng xung quanh đã được xác định là '''Khu rừng lịch sử văn hóa môi trường hồ Lắk''' (một loại [[rừng đặc dụng]]) từ năm 1995 với tổng diện tích là 12.299 ha. Với các chương trình bảo vệ môi trường, phát triển du lịch nhằm bảo vệ các [[hệ sinh thái]] rừng núi cao [[Tây Nguyên]] và trảng cỏ cây bụi, bảo tồn các loài [[động vật|động]], [[thực vật]] hoang dã, đặc biệt là các loài đặc hữu và quý hiếm, nghiên cứu khoa học, giáo dục môi trường, phát triển [[du lịch sinh thái]]... góp phần phát triển kinh tế, xã hội địa phương, bảo vệ [[rừng đầu nguồn]] để phòng hộ cho hồ Lắk và [[sông Krông Ana]].\nỞ đây, người ta đã phát hiện ra trong khu rừng có 548 loài thực vật thuộc 118 họ, 132 loài chim, 61 loài thú, 43 loài lưỡng cư-bò sát<ref>''Trước đây, ở hồ Lắk còn thấy có cả [[cá sấu Xiêm]], một loài cá sấu nước ngọt'' nhỏ.[http:\/\/www.monre.gov.vn\/monreNet\/default.aspx?tabid=210&ItemID=13352] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080313043109\/http:\/\/www.monre.gov.vn\/monreNet\/default.aspx?tabid=210&ItemID=13352|date=2008-03-13}}[https:\/\/web.archive.org\/web\/20071121140006\/http:\/\/www1.thanhnien.com.vn\/Vanhoa\/2007\/11\/21\/216624.tno]<\/ref>, 43 loài cá, tôm, cua, ốc.\n\nKhí hậu ở đây là kiểu khí hậu nhiệt đới gió mùa của khu vực [[Tây Nguyên]], mỗi năm có hai mùa rõ rệt là [[mùa mưa]] và [[mùa khô]].\n\n==Ghi chú==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Lak Lake}}\n*[http:\/\/www.nea.gov.vn\/thongtinmt\/noidung\/nnp_so4_03.htm Tài nguyên chim ở khu rừng bảo tồn lịch sử - văn hóa - môi trường Hồ Lắk, tỉnh Đắk Lắk] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070822224059\/http:\/\/www.nea.gov.vn\/thongtinmt\/noidung\/nnp_so4_03.htm |date=2007-08-22 }}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Du lịch Đắk Lắk]]\n[[Thể loại:Hồ tại Đắk Lắk|Lắk]]\n[[Thể loại:Rừng đặc dụng Đắk Lắk]]\n[[Thể loại:Du lịch sinh thái Việt Nam]]"}