{"106825":"[[Tập tin:Ho Tuong.JPG|nhỏ|phải|300px|Võ sư Hồ Tường (bên trái) cùng một môn sinh người Italia.]]\n'''Hồ Tường''', tên thật là '''Hồ Văn Tường''', là một võ sư môn phái võ thuật cổ truyền [[Tân Khánh Bà Trà]] Việt Nam.\n\n==Tiểu sử và sự nghiệp==\nHồ Tường, sinh năm [[1954]] tại ấp Khánh Thạnh, xã Tân Phước Khánh, quận Châu Thành, tỉnh Thủ Dầu Một (nay là khu phố Khánh Thạnh, thị trấn Tân Phước Khánh, huyện [[Tân Uyên]], [[bình Dương|tỉnh Bình Dương]]), là con út trong số ba người con của lão võ sư [[Hồ Văn Lành]] (tức Từ Thiện).\n\nHồ Tường từng học võ phái Tân Khánh Bà Trà trực tiếp từ cha và từ võ sư Hồ Văn Thạch (một võ sư lớp sau đồng môn với võ sư Hồ Văn Lành) từ những năm bốn, năm tuổi. Lớn lên, ông được sống gần cha ở Sài Gòn, vừa học văn hóa, vừa tiếp tục rèn luyện võ thuật. Từ những năm [[1965]]-[[1966]] trở đi, ông bắt đầu giúp cha trong việc huấn luyện võ thuật, lúc đầu là võ sinh ở lứa tuổi thiếu niên và sau là võ sinh ở lứa tuổi thanh niên.\n\nNăm [[1972]], ông được [[Tổng cuộc Quyền thuật Việt Nam]] cấp giấy chứng nhận là huấn luyện viên. Từ đó, huấn luyện viên Hồ Tường đã tích cực lao vào công tác huấn luyện cùng với cha là võ sư Từ Thiện Hồ Văn Lành để đào tạo nên nhiều võ sĩ hơn và trong đó có những nhà vô địch cho danh hiệu võ đường Từ Thiện và môn phái Tân Khánh Bà Trà nói riêng và võ thuật Việt Nam nói chung. Do ở lứa tuổi thanh niên, nên những năm trước ngày 30 tháng 4 năm 1975, ông dành thời gian nhiều hơn vào việc học văn hóa từ các trường phổ thông lên đến trường [[Trường Đại học Văn khoa Sài Gòn|Đại học Văn khoa Sài Gòn]], để tránh trường hợp bị bắt đi lính cho [[quân lực Việt Nam Cộng hòa]].\n\nSau ngày 30 tháng 4 năm 1975, võ thuật chưa được hoạt động, võ sư Hồ Tường là người đầu tiên viết bài góp ý trên báo Sài Gòn Giải Phóng (cơ quan ngôn luận của Thành Ủy Thành phố Hồ Chí Minh) về việc nên khôi phục lại hoạt động võ thuật cổ truyền Việt Nam, vừa đáp ứng nhu cầu tập luyện của thanh niên thời bấy giờ, vừa khôi phục truyền thống hào hùng của dân tộc Việt Nam. Dĩ nhiên do nhiều lý do mà võ thuật đã được hoạt động trở lại, nhưng rõ ràng võ sư Hồ Tường là người đầu tiên đã gíong lên tiếng chuông trong vấn đề này. Năm 1979, khi lớp Võ dân tộc được khai giảng tại Câu lạc bộ Thể dục Thể thao [[Quận 1]] (143, đường Nguyễn Du), Hồ Tường trực tiếp tham gia huấn luyện cùng với các võ sư: [[Đặng Văn Anh]] (Kim Kê), Nguyễn Hữu Tiết và Quách Văn Phước. Chính trong thời gian này, Hồ Tường đã dành cả tháng trời để hằng ngày đến tận [[quận 5]] (trong một hãng chế biến nước tương bị chủ bỏ chạy sau ngày 30 tháng 4 năm 1975, trên [[Đường Châu Văn Liêm, Thành phố Hồ Chí Minh|đường Châu Văn Liêm]]) với mục đích hướng dẫn cho võ sư Đặng Văn Anh bài [[Tứ linh đao]] do chính ông sáng tạo vào năm [[1979]] và bài đao này đã được Hồ Văn Lành giới thiệu vào chương trình huấn luyện thống nhất ở lớp Võ dân tộc quận 1. Bù lại, võ sư Kim Kê hướng dẫn lại cho Hồ Tường bài [[Mai hoa quyền]] (bài quyền duy nhất của võ sư Tây Sơn Nhạn [[Bùi Công Hóa]] truyền lại cho Kim Kê) [http:\/\/www.tvvn.org\/diendan\/f46\/va-i-suy-nghae-va-ba-i-ta-linh-ae-ao-350\/ ]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }} [http:\/\/wenwu.blogspirit.com].\n\nSau đó, cũng trong năm 1979, Hồ Tường mở lớp võ Tân Khánh Bà Trà tại Câu lạc bộ Thể dục Thể thao quận 3 (số 2, đường Hồ Xuân Hương). Đến năm 1981, ông mở lớp Võ lâm Tân Khánh Bà Trà tại Nhà văn hóa Thanh niên thành phố Hồ Chí Minh (số 4, đường Phạm Ngọc Thạch, quận 1)[https:\/\/protected.hypermart.net\/vovinamusa\/forum\/showthread.php?p=3094][http:\/\/www2.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=174776&ChannelID=371] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929122823\/http:\/\/www2.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=174776&ChannelID=371 |date=2007-09-29 }}\n[http:\/\/home.iprimus.com.au\/huynh00\/Intro\/introduction.html].\n\nSong song với việc truyền bá môn võ Tân Khánh Bà Trà - một bản sắc văn hóa dân tộc Việt Nam, Hồ Tường còn tham gia nhiều công trình nghiên cứu văn hóa, xuất bản một số sách về di sản văn hóa. Với những thành tựu đó, ngày 10 tháng 3 năm 2000, Hồ Tường được nhà nước Việt Nam trao tặng \"Huy Chương Vì Sự nghiệp Bảo Tồn Di Sản Văn Hóa\".\n\nTrên con đường nối tiếp sự nghiệp truyền bá võ thuật Tân Khánh Bà Trà của Hồ Văn Lành, đến năm 2007, Hồ Tường đã đào tạo hàng vạn lớp môn sinh và nhiều võ sư đang hoạt động tại thành phố Hồ Chí Minh, như: Phan Văn Trung (Trung tâm Văn hóa quận 1), Nguyễn Hồng Đỏ (Trung tâm Thể dục Thể thao huyện Nhà Bè), Bùi Thị Tuyết Nhung (Trung tâm Thể dục Thể thao quận 4), Thiều Ngọc Sơn (Trung tâm Thể dục Thể thao quận Gò Vấp), Dương Mỹ Phương (Trung tâm Văn hóa quận 5), Phạm Thị Mộng Thủy (Nhà Văn hóa Thanh niên) và Đặng Văn Vạn (Trung tâm Thể dục Thể thao huyện Thuận An, tỉnh Bình Dương). Trên lãnh vực võ thuật, Hồ Tường từng nhận được nhiều bằng khen của [[Thành Đoàn thành phố Hồ Chí Minh|Thành Đoàn]] và [[Trung ương Đoàn]] [http:\/\/www.nvhtn.org.vn\/tintuc.php?id=1566&PHPSESSID=5711204e8d6b9153455e1ceaddd4e121] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071008181310\/http:\/\/www.nvhtn.org.vn\/tintuc.php?id=1566&PHPSESSID=5711204e8d6b9153455e1ceaddd4e121 |date=2007-10-08 }}. Ngoài ra, trong các môn sinh đó còn có một số môn sinh là người ngoại quốc đến từ các nước: Hoa Kỳ, Australia, Pháp, Ý, Thụy Sĩ, Đức...[https:\/\/web.archive.org\/web\/20021005074137\/http:\/\/www.geocities.com\/Colosseum\/Midfield\/6821\/appendix.htm] <!-- (xem thêm: www.thieulamschool.com\/ link này không chạy, nhờ ai xem lại -->\n\nHồ Tường cũng đã từng được Sở Thể dục Thể thao tỉnh Bình Dương mời tham gia đề án \"khôi phục và phát triển môn võ Tân Khánh Bà Trà\" từ năm 2005.\n\nNăm 1989, Hồ Tường xây dựng đội [[cờ người]] tại Nhà Văn hóa Thanh niên và là người đầu tiên tại Việt Nam giới thiệu loại hình cờ người sử dụng võ thuật trong khi thi đấu [http:\/\/www.muctim.com.vn\/Vietnam\/Van-hoa-Nghe-thuat\/Giai-tri\/2007\/2-15\/9032\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070809181024\/http:\/\/www.muctim.com.vn\/Vietnam\/Van-hoa-Nghe-thuat\/Giai-tri\/2007\/2-15\/9032\/ |date=2007-08-09 }}. Đội Cờ Người của môn phái Tân Khánh Bà Trà biểu diễn khắp nơi: thành phố Hồ Chí Minh [http:\/\/dataframe.ubtdtt.gov.vn\/Default.aspx?tabid=36&ctl=ViewItem&mid=384&id=3300]{{Liên kết hỏng|date=2021-03-13 |bot=InternetArchiveBot }}, Bình Dương, Đồng Nai, Tiền Giang, Đồng Tháp, Thừa Thiên Huế... Từ Đội cờ người của Nhà Văn hóa Thanh niên, Hồ Tường đã tạo thêm nhiều Đội cờ người khác tại thành phố Hồ Chí Minh do các huấn luyện viên của Hồ Tường phụ trách, như: Đội cờ người Trung tâm Văn hóa quận 1 (Phan Văn Trung phụ trách), Đội cờ người Trung tâm Thể dục Thể thao Nhà Bè (Nguyễn Hồng Đỏ phụ trách), Đội cờ người 2 Trung tâm Văn hóa quận 1 (Trương Tấn Đạt phụ trách).\n\nTrong quá trình giảng dạy võ thuật tại Nhà Văn hóa Thanh Niên, Hồ Tường còn có sáng kiến mở lớp dạy võ thuật miễn phí cho các sinh viên hằng năm vào các tháng 10, 11 và 12, nhằm tạo một sân chơi hữu ích cho sinh viên. Chương trình \"lớp võ miễn phí\" của Hồ Tường bắt đầu từ năm 1995, đến năm 2007, đã huấn luyện cho khoảng 3600 lượt sinh viên. Có thể nói rằng Hồ Tường là người dạy võ miễn phí nhiều nhất và lâu nhất tại Việt Nam. Phát huy thành quả đã đạt được, bắt đầu từ mùa hè năm 2008, võ sư Hồ Tường đã bắt đầu mở lớp dạy võ miễn phí cho học sinh từ lớp 1 đến lớp 12. Ngày 4 tháng 1 năm 2009, Trung tâm Sách Kỷ Lục Việt Nam (Vietnam records book center) đã xác lập kỷ lục đối với \"Võ sư Hồ Tường, người dạy võ miễn phí cho sinh viên lâu năm nhất Việt Nam\" <ref>\n[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=104269&ChannelID=7 Có một lớp võ SV miễn phí hơn 10 năm] do thầy - võ sư Hồ Văn Tường trực tiếp đứng lớp. Bài đăng trên [[Tuổi Trẻ (báo)|Báo Tuổi trẻ]]<\/ref>.\n\nNgày [[6 tháng 6]] năm 2007, Hồ Tường được mời tham gia Ban Nghiên cứu Võ học Việt Nam của Liên đoàn Võ thuật Cổ truyền Việt Nam để có thể góp phần vào công cuộc khôi phục và phát huy truyền thống võ thuật Việt Nam.\n\n==Hồ Tường và bài Tứ Linh Đao==\nBài [[Tứ linh đao]] do Hồ Tường sáng tạo, được võ sư Kim Kê giới thiệu tại Hội nghị chuyên môn toàn quốc lần 1, do [[Liên đoàn võ thuật cổ truyền Việt Nam|Liên đoàn Võ thuật Cổ truyền Việt Nam]] tổ chức năm [[1993]] tại Thành phố Hồ Chí Minh, và đã được chọn là một trong những bài quốc võ nhằm đưa bài vào bảo tồn, giới thiệu và tập luyện trong các võ đường võ cổ truyền Việt Nam toàn quốc. Sau Hội nghị này, bài Tứ Linh Đao được phổ biến ra toàn quốc và ra cả nước ngoài. Bài Tứ Linh Đao của võ sư Hồ Tường đã được dịch ra tiếng Pháp [http:\/\/wiki.kwoon.info\/index.php\/T%É%BB%A9_Linh_%C4%90ao\/]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }} để có thể phổ biến rộng rãi tại Pháp.\n\n==Tác phẩm==\n=== Võ thuật===\nHồ Tường đã từng xuất bản trên 10 đầu sách viết về võ thuật và hàng trăm bài viết khác trên [[Sổ tay Võ thuật]] với nhiều bút danh khác nhau: Hồ Tường, Nguyễn Võ, Võ Lê, Thượng Võ, Hiếu Võ, Thúy Vinh, Diễm Hằng v.v., đáng chú ý có những cuốn:\n\n#''Võ thuật phái Võ Tân Khánh''\n#''Kỹ thuật Côn Nhị Khúc Nunchaku (căn bản)''\n#''Kỹ thuật Côn Nhị Khúc (nâng cao)''\n#''Tự luyện Công phá Thiếu Lâm Tự''\n#''Điểm huyệt giải huyệt Thiếu Lâm Tự''\n#''Thiếu Lâm Mai hoa tiên''\n#''Bí quyết tự vệ trong đời sống''\n#''Cẩm nang tự vệ của bạn gái''\n#''Thiếu Lâm Cầm Nã Thủ''\n#''72 thế chiến đấu Thiếu Lâm Tự''\n#''Thiếu Lâm Vĩnh Xuân Quyền - Lý Tiểu Long''\n#''Kỹ thuật Đoản côn Thiếu Lâm Tự''\n#''Trật đả cốt khoa''.\n#''Thế chiến đấu môn phái Thiếu Lâm Vịnh Xuân''\n#''Đời người, nghiệp võ'' (viết chung)\n#''Làng võ Sài Gòn - thành phố Hồ Chí Minh\" (viết chung)\n#''Tìm hiểu võ thuật Việt Nam'' (2010)\n\n=== Văn hóa===\n#''Đình Nam Bộ, tín ngưỡng và nghi lễ'', Huỳnh Ngọc Trảng, Trương Ngọc Tường, Hồ Tường, Nhà xuất bản Thành phố Hồ Chí Minh, 1993.\n#''Văn hóa Văn Lang'', (viết chung nhiều tác giả), Nhà xuất bản Chính trị Quốc gia, Hà Nội, 1996.\n#''Tục lệ thờ Hai Bà Trưng và Liễu Hạnh Thánh Mẫu'', Hồ Tường, Nhà xuất bản Thành phố Hồ Chí Minh, 1992.\n#''Tòa Thánh Cao Đài Tây Ninh'', Hồ Tường (chủ biên), Nguyễn Huy Cường, Nhà xuất bản Trẻ, 2004\n#''Đình ở thành phố Hồ Chí Minh'', Hồ Tường (chủ biên), Nguyễn Hữu Thế, Nhà xuất bản Trẻ, 2005\n#''Nhà thờ Công giáo ở thành phố Hồ Chí Minh'', Hồ Tường (chủ biên), Lê Đình Tấn, Ngô Hỷ, Nhà xuất bản Trẻ, 2007\n#''Nghi lễ vòng đời người'', Lê Trung Vũ (chủ biên), Nguyễn Hồng Dương, Lê Hồng Lý, Lưu Kiếm Thanh, Hồ Tường, Nhà xuất bản Trẻ, 2007\n\n==Thông tin thêm về đời tư==\nSau ngày 30 tháng 4 năm 1975, Hồ Tường lập gia đình cùng Hồ Hoàng Hạnh (một trong những nữ võ sĩ ưu tú học với võ sư Từ Thiện Hồ Văn Lành, nữ võ sĩ này từng thượng đài thi đầu 3 lần, hai lần thắng và một lần thua nữ võ sĩ vô địch Lâm Ngọc Vân), và có được ba người con gái.\n\nHồ Tường đã hoàn tất chương trình [[Đại học]] năm [[1991]], [[Thạc sĩ|Cao học]] năm [[1997]] và bắt đầu chương trình [[Nghiên cứu sinh Việt Nam|Nghiên cứu sinh]] tại [[Viện Văn hóa Nghệ thuật Việt Nam]] (Hà Nội) năm 2007. Ngày 18 tháng 12 năm 2012, tại Viện Văn hoá Nghệ thuật Việt Nam (Hào Nam, Hà Nội), ông đã bảo vệ thành công [[luận án tiến sĩ]] chuyên ngành văn hóa dân gian với đề tài ''Di sản văn hóa vật thể của người Việt ở thành phố Hồ Chí Minh và vấn đề bảo tồn, phát huy trong thời kỳ công nghiệp hóa, hiện đại hóa''<ref>{{Chú thích web |url=http:\/\/vicas.org.vn\/Home\/index.php\/image-slideshow-mainmenu-50\/tin-tc-ao-to\/580-ncs-ho-van-tuong.html |ngày truy cập=2015-07-13 |tựa đề=Lễ bảo vệ luận án tiến sĩ của NCS. Hồ Văn Tường |archive-date=2015-07-13 |archive-url=https:\/\/web.archive.org\/web\/20150713172759\/http:\/\/vicas.org.vn\/Home\/index.php\/image-slideshow-mainmenu-50\/tin-tc-ao-to\/580-ncs-ho-van-tuong.html }}<\/ref>.\n\nHiện nay, ngoài võ thuật, Hồ Tường là giảng viên giảng dạy khoa Văn hóa Du lịch tại một số trường trung cấp, cao đẳng và đại học ở thành phố Hồ Chí Minh, đảm nhiệm chức vụ Trưởng khoa Du lịch của Trường Trung Cấp Âu Việt.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n* Bài [http:\/\/dataframe.ubtdtt.gov.vn\/Default.aspx?tabid=36&ctl=ViewItem&mid=384&id=3300 TP Hồ Chí Minh: Hấp dẫn thể thao ngày tết]{{Liên kết hỏng|date=2021-03-13 |bot=InternetArchiveBot }} đề cập đội cờ người của võ sư Hồ Tường (môn phái Tân Khánh Bà Trà) đăng trên trang Web của [[Uỷ ban Thể dục Thể thao Việt Nam]].\n*[http:\/\/wiki.kwoon.info\/index.php\/T%É%BB%A9_Linh_%C4%90ao\/ Bài Tứ linh đao tiếng Pháp]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }}\n\n[[Thể loại:Võ sư Việt Nam]]\n[[Thể loại:Tân Khánh Bà Trà]]\n[[Thể loại:Người Bình Dương]]\n[[Thể loại:Sinh năm 1954]]\n[[Thể loại:Người giữ kỷ lục Việt Nam]]"}