{"323638":"'''Hồ Cưỡng''' (còn gọi là '''Hồ Hồng''', tên chữ là: '''Hồ Phúc Thiện'''), là một vị [[tướng]] vào cuối đời [[nhà Trần|Trần]], ông sinh khoảng niên hiệu Đại Trị (1358 - 1369) đời [[Trần Dụ Tông]]. Năm [[Quý Dậu]] năm thứ 6 (1393 - [[Lê Thánh Tông|Hồng Đức]] thứ 26), ông được đề cử làm Giám quân tả thánh dực và làm Đại Trị châu lộ Diễn Châu<ref>Sách Đại Việt sử ký toàn thư - tập II<\/ref>. Hồ Cưỡng được coi là vị Tổ đã có công khai cơ lập ấp ở [[Quỳnh Đôi]], [[Quỳnh Lưu]], [[Nghệ An]] và [[Nhân Trạch]], [[Bố Trạch]], [[Quảng Bình]]<ref name=\"Lăng\">[http:\/\/www.nhantrach.com\/diendan\/topic-ho-cuong-ong-to-vung-ly-nhan-nam.html Lăng mộ danh tướng Hồ Cưỡng]<\/ref>.\n\nCuối thế kỷ XIV, thế lực của [[Hồ Quý Ly]] ngày một lớn mạnh, Hồ Cưỡng được Hồ Quý Ly phong chức Chánh đội trưởng, chỉ huy một đạo quân trên 2.000 người vào đánh [[Chăm Pa]] ở miền [[Thuận Hóa]]. Sau khi đến đây, ông lấy thêm một bà vợ lẽ và lập nên họ Hồ ở vùng Lý Nhân Nam (tức xã Nhân Trạch, huyện Bố Trạch bây giờ). Từ đó, ông chiêu dân lập ấp, khai khẩn đất đai và trở thành ông tổ họ Hồ của vùng đất Lý Nhân Nam. Ông cũng đã nhiều lần lãnh đạo người dân đi đánh giặc ở khắp nơi, tiêu biểu như trận đánh ở cửa [[sông Nhật Lệ]], ở Phú Hội, ở hồ Bàu Tró...\n\nHồ Cưỡng sinh được 4 người con: 2 trai và 2 gái. Con trai đầu là ông [[Hồ Hân]], người có công theo giúp [[Lê Thái Tổ|Lê Lợi]] đánh [[nhà Minh|quân Minh]], ông được phong là [[Tả quốc công thần]]. Ông [[Hồ Nhân]] là một vị tướng giỏi của triều Lê, giữ chức [[Tráng vũ tướng quân]], [[Tả hữu trụ quốc đô thống]], [[Tước hoan quận công]]. Nhiều người thuộc dòng họ của ông sau này cũng góp công lớn trong việc bảo vệ đất nước chống ngoại xâm, văn bia họ Hồ ở Quỳnh Lưu, Nghệ An có đoạn ghi: \"Đông các [[Hồ Sỹ Dương]], [[Hoàng giáp]] [[Hồ Phi Tích]], [[Hồ Sỹ Đống]] đã đem tài nội trợ ngoại giao ra kinh bang tế thế. Khi [[chủ nghĩa thực dân|thực dân]] [[Pháp]] xâm lược [[Việt Nam]] (1858), [[tiến sĩ]] [[Hồ Sỹ Tuấn]] đã dâng sớ chống nghị hoà, tuần vũ Hồ Trọng Đình giữ vững thành an bang, Án sát [[Hồ Bá Ôn]] tử tiết với thành [[Nam Định]]...\"<ref name=\"Lăng\"\/>.\n\n==Lăng mộ tại Nhân Trạch (Bố Trạch)==\nBài vị ông Hồ Cưỡng và cha là Hồ Kha được người dân thờ ở [[Đền thành hoàng]] của làng. Cả hai cha con đều được vua [[Khải Định]] sắc phong là [[Dực bảo trung hưng thần]], đồng thời cho xây khuôn viên lăng mộ với nhiều họa tiết độc đáo<ref>Niên hiệu Khải Định năm thứ 9, ngày 25 tháng 7 năm 1924<\/ref>. Sắc phong được tạm dịch như sau: \"Ban sắc làng Quỳnh Đôi, thuộc tổng Phủ Hậu, huyện Quỳnh Lưu, tỉnh Nghệ An có trách nhiệm thờ phụng ông khai canh Hồ Hồng, người đã rõ rệt linh ứng. Nay nhân dịp mừng tứ tuần đại khánh của Trẫm, Trẫm ban chiếu gia ân thăng trật, nay phong ông làm Thần dực Bảo Trung hưng linh phù, chuẩn y cho địa phương thờ phụng thần để thần bảo hộ lê dân của Trẫm. Khai tại triều vua Khải định năm thứ chín, ngày 25 tháng 7\".\n\nMặt trước của bia có khắc bốn câu thơ do vua Khải Định ban tặng:\n\n:''Ngũ giới nam dương quý khí ngọc cửa thần\n:''Thiên văn uy lệ quý hiền dâng chi mục.\n:''Huyết hoàng quy thủy quý thiết ví lâm vi.\n:''Nhật nguyệt như chi quý nhơn trường thủy địa.\n\nHiện nay, lăng mộ này nằm trên đường [[Quốc lộ 1]], từ cầu Chánh Hòa (thuộc huyện Bố Trạch) đi về [[hướng Đông|phía Đông]] theo đường huyện lộ chừng 3 [[kilômét|km]], do bị xuống cấp bởi thời gian và chiến tranh, dòng họ Hồ ở [[Nhân Trạch]], Bố Trạch đã chuyển phần mộ của ông về tại khuôn viên lăng mộ dòng họ Hồ ở [[Nhân Trạch]].\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Võ tướng nhà Trần]]\n[[Thể loại:Người Quảng Bình]]"}