{"1446090":"{{chú thích trong bài}}\n'''Hồ Viết Thắng''' ([[1918]] -[[1998]]), tên khai sinh là '''Hồ Sĩ Khảng''', là một chính khách Việt Nam, đảng viên [[Đảng Cộng sản Việt Nam]]. Ông nguyên là Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng Lao động Việt Nam]], Trưởng ban [[Hội Nông dân Việt Nam|Nông vận]], Bí thư [[Tỉnh ủy Thanh Hóa]], từng giữ chức Giám đốc trực tiếp điều hành [[Cải cách ruộng đất tại miền Bắc Việt Nam]], Phó Chủ nhiệm Ủy ban Kế hoạch nhà nước (nay là [[Bộ Kế hoạch và Đầu tư (Việt Nam)|Bộ Kế hoạch và Đầu tư]]), Bộ trưởng Bộ Lương thực và Thực phẩm (1979 - 1981).\n\n==Thân thế gia đình==\nÔng thuộc [[họ Hồ làng Quỳnh Đôi]] nổi tiếng, sinh làng Quỳnh Đôi, [[Quỳnh Lưu]], [[Nghệ An]], con Hồ Sỹ Đản, cháu của [[Hồ Sỹ Tư]] là bạn [[Phan Bội Châu]], [[Nguyễn Sinh Sắc]].\n\nHồ Viết Thắng có bảy con, trong số đó có hai người là Hồ Sĩ Tá<ref>{{chú thích web|url=https:\/\/sukiennhanchung.wordpress.com\/2011\/03\/25\/b%E1%BB%A9c-%E1%BA%A3nh-l%E1%BB%8Bch-s%E1%BB%AD\/|tiêu đề=Bức ảnh lịch sử|author=|ngày=2011-03-25|ngôn ngữ=|nơi xuất bản=Sự kiện - Nhân chứng|ngày truy cập=10 tháng 1 năm 2017}}<\/ref> và Hồ Sĩ Hậu nguyên Thiếu tướng Cục trưởng Cục Kinh tế Bộ Quốc phòng.<ref>\n{{Chú thích web|url=http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Chu-be-la-trong-buc-anh-chup-voi-Bac-Ho-330945\/|tựa đề=Chú bé \"lạ\" trong bức ảnh chụp với Bác Hồ|ngày=2013-05-28|website=Văn Nghệ Công An|ngày truy cập=2021-06-11}}\n<\/ref>\n\n==Quá trình hoạt động cách mạng==\n\nNăm 1933 Hồ Viết Thắng bắt đầu học chữ Quốc ngữ và tham gia hoạt động cách mạng qua hai người thầy là Phan Hữu Thờm và Nguyễn Xuân Vịnh. Đây là hai Đảng viên Cộng sản từ năm 1930.\n\nNăm 1939, Hồ Viết Thắng được đứng trong hàng ngũ Đảng, sau đó ông đến thôn Yên Thống (nay là xã Diễn Liên, huyện Diễn Châu) hoạt động, xây dựng cơ sở và làm Bí thư chi bộ. Đầu năm 1940, ông được Ban Chấp hành Phủ uỷ Diễn Châu giao cho nhiệm vụ củng cố 3 chi bộ Vạn Phần, Tiền Song, Nam Khoán vừa mới bị phá vỡ.\n\nNgày 9-3-1945, Nhật đảo chính Pháp. Chính phủ Trần Trọng Kim ra lệnh thả tù chính trị. Hồ Viết Thắng được thả khỏi nhà lao Buôn Ma Thuột sau 6 năm ngồi tù của bản án 18 năm khổ sai. Ông mau chóng về quê bắt liên lạc lại với tổ chức, phát triển Mặt trận Việt Minh để chuẩn bị khởi nghĩa tại quê nhà.\n\nNgày 17-8-1945, tức ngày 10-7 năm Ất Dậu, đúng phiên chợ Cầu Giát, nhân dân Quỳnh Lưu khởi nghĩa giành chính quyền thắng lợi.Hồ Viết Thắng làm Phó chủ tịchỦy ban Hành chính lâm thời huyện Quỳnh Lưu (Chủ tịch là ông Nguyễn Xuân Mai). Từ tháng 9-1945, ông lần lượt được đề bạt làm Bí thư Huyện ủy lâm thời huyện Quỳnh Lưu, Bí thư Tỉnh ủy Nghệ An.\n\nHồ Viết Thắng từng làm [[Bí thư Tỉnh uỷ Nghệ An]], [[Bí thư Tỉnh uỷ Thanh Hóa]] trong thời gian 1948 - 1949.<ref>{{Chú thích web|url=http:\/\/www.baothanhhoa.vn\/vn?n=67305|tựa đề=Hồ Viết Thắng, Báo Thanh Hóa|archive-url=https:\/\/web.archive.org\/web\/20160307142033\/http:\/\/www.baothanhhoa.vn\/vn\/print\/?n=67305|archive-date = ngày 7 tháng 3 năm 2016 |ngày truy cập=2012-10-07}}{{Liên kết hỏng}}<\/ref>\n\nSau đó tham gia kháng chiến chống Pháp tại chiến khu Việt Bắc. Ngày 06\/8\/1949, Ban Chấp hành Trung ương Đảng đã ra Nghị quyết số 02 – NQ\/TW về việc thành lập Ban Nông vận Trung ương, gồm 6 đồng chí: Hồ Viết Thắng - Ủy viên Trung ương Đảng làm Trưởng ban, Nguyễn Hữu Thái, Nguyễn Mạnh Hồng, Phạm Xuân Di, Trương Việt Hùng, Trần Đào. Trụ sở đầu tiên của Ban Nông vận Trung ương đóng tại Bản Lá (Roòng Khoa), xã Điềm Mặc, huyện Định Hóa, tỉnh Thái Nguyên; sau chuyển sang thôn Tân Lập, xã Tân Trào, huyện Sơn Dương, tỉnh Tuyên Quang.<ref>{{chú thích web | url = http:\/\/www.hoinongdan.org.vn\/index.php\/hoat-dong-hoi\/gioi-thieu\/235-tong-quat-ve-hoi-nong-dan-viet-nam.html | tiêu đề = Tổng quan về Hội Nông dân Việt Nam | author =  | ngày =  | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản = Hội Nông dân Việt Nam | ngôn ngữ =  | archive-date = ngày 29 tháng 9 năm 2012 | archive-url = https:\/\/web.archive.org\/web\/20120929004517\/http:\/\/www.hoinongdan.org.vn\/index.php\/hoat-dong-hoi\/gioi-thieu\/235-tong-quat-ve-hoi-nong-dan-viet-nam.html }}<\/ref>\n\nTại [[Đại hội Đảng Cộng sản Việt Nam II]] năm 1951, ông cùng một số đồng hương [[Hồ Tùng Mậu]], [[Hoàng Ngọc Ân]], [[Nguyễn Chấn]] tham gia, và cùng [[Hồ Tùng Mậu]], Hoàng Ngọc Ân được bầu vào [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] là Ủy viên dự khuyết, Trưởng tiểu ban Nông vận, thành viên Ban Kinh tế Tài chính của Trung ương Đảng.<ref>{{Chú thích web |url=http:\/\/tuyengiao.vn\/Home\/truyenthongtuyengiao\/tulieutuyengiao\/2009\/8\/11912.aspx |ngày truy cập=2012-10-07 |tựa đề=Tạp chí Ban Tuyên giáo Trung ương |archive-date=2012-10-18 |archive-url=https:\/\/web.archive.org\/web\/20121018051508\/http:\/\/tuyengiao.vn\/Home\/truyenthongtuyengiao\/tulieutuyengiao\/2009\/8\/11912.aspx |url-status=dead }}<\/ref>\n\n==Thực hiện phong trào Cải cách ruộng đất==\n\nVới tư cách Ủy viên Trung ương Đảng giữ chức Trưởng Ban Liên lạc Nông dân toàn quốc, Thứ trưởng Bộ Nông lâm, từ tháng 7 năm 1954, ông Hồ Viết Thắng được giao trách nhiệm là Phó ban, trực tiếp phụ trách cơ quan Ủy ban Cải cách ruộng đất Trung ương điều hành chiến dịch.\n\nỦy ban Cải cách ruộng đất Trung ương do Thủ tướng Phạm Văn Đồng làm Trưởng Ban. Tổng Bí thư Trường Chinh là Phó Ban,nhưng phụ trách Đảng tổ [[Cải cách ruộng đất]], là người cao nhất về Đảng lãnh đạo công cuộc Cải cách ruộng đất. Hai Ủy viên Bộ Chính trị là Hoàng Quốc Việt và Lê Văn Lương trực tiếp chỉ đạo.\n\nTừ đợt 2, Hồ Viết Thắng được giao nhiệm vụ là Ủy viên thường trực điều hành công việc hàng ngày. Thành viên Ủy ban Cải cách ruộng đất Trung ương có một số Ủy viên Bộ Chính trị, người đứng đầu các Ban ngành, đoàn thể, Mặt trận Tổ quốc Việt Nam.\n\nCải cách ruộng đất đem lại những kết quả mang tính chiến lược song Cải cách ruộng đất cũng phạm phải những sai lầm nghiêm trọng.Để lấy lại lòng tin của nhân dân, Đảng Lao động Việt Nam triển khai ngay hai việc: Một là thi hành kỷ luật những người trực tiếp chỉ đạo và điều hành công cuộc Cải cách ruộng đất.Hai là tiến hành sửa sai.\n\nNgày 18-8-1956, Chủ tịch Hồ Chí Minh gửi thư cho đồng bào và cán bộ nhìn nhận sai lầm Cải cách ruộng đất và cho biết Trung ương đảng và chính phủ đã nghiêm khắc kiểm điểm các sai lầm. Tại Hội nghị Trung ương 10 (1956) đã thông qua quyết định thi hành kỷ luật những người trực tiếp chỉ đạo công cuộc Cải cách ruộng đất. Hồ Viết Thắng ra khỏi Ban Chấp hành Trung ương Đảng.\n\nTrong hội nghị lần thứ 10 của Ban chấp hành Trung ương Đảng (họp từ ngày 25\/8\/56 đến 24\/9\/56) tiến hành sửa sai cải cách ruộng đất, Hồ Viết Thắng bị kỷ luật, bị loại ra khỏi Ban Chấp hành Trung ương Đảng.<ref>{{chú thích web | url = http:\/\/www.rfa.org\/vietnamese\/blog\/blog-ccrd-nhvinh-part3-091914-09192014105259.html | tiêu đề = Triển lãm CCRĐ: Khoét thêm vết thương để bao che tội ác? Phần III | author = | ngày = | ngày truy cập = 10 tháng 1 năm 2017 | nơi xuất bản = [[Đài Á Châu Tự do]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web|url=http:\/\/www1.rfi.fr\/actuvi\/articles\/115\/article_4277.asp|tiêu đề=Nhân văn Giai phẩm phần IV: Nguyên nhân đưa đến cuộc cách mạng mùa thu của tư tưởng|author=|ngày=2009-07-21|website=RFI|ngôn ngữ=|nơi xuất bản=|ngày truy cập=2021-06-11}}<\/ref>\n\nSau khi nhận kỷ luật, ông Hồ Viết Thắng trở thành chuyên viên Văn phòng Trung ương Đảng. Năm 1958, ông được phân công về phụ trách trường Hợp tác xã nông nghiệp Trung ương thuộc Ban Công tác nông thôn Trung ương.\nGia đình ông Hồ Viết Thắng tất cả chín nhân khẩu và gia đình ông Hoàng Du, nguyên là Chánh Văn phòng Ủy ban Cải cách ruộng đất Trung ương, dọn ra ở xóm lao động bãi Nghĩa Dũng, ngoài đê sông Hồng.\n\n==Phục hồi==\nTháng 6\/1961, sau một khóa học tại trưởng Đảng cao cấp Nguyễn Ái Quốc, ông Hồ Viết Thắng được bổ nhiệm làm Ủy viên, rồi Phó Chủ nhiệm Ủy ban Kế hoạch Nhà nước (nay là Bộ Kế hoạch &Đầu tư) trong thời gian dài và là Bí thư Đảng ủy Ủy ban này.<ref>{{Chú thích web |url=http:\/\/clv-triangle.vn\/portal\/page\/portal\/bkhdt\/gtcbkhdt\/ldqctk\/cdcpcnubkhnn |ngày truy cập=2012-10-07 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 29 tháng 11 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20141129020742\/http:\/\/clv-triangle.vn\/portal\/page\/portal\/bkhdt\/gtcbkhdt\/ldqctk\/cdcpcnubkhnn }}<\/ref>\n\nSau năm 1975 ông vào TP Hồ Chí Minh tham gia công tác chính quyền cách mạng mới. Năm 1979 ông tham gia Đoàn chuyên gia kinh tế văn hóa có nhiệm vụ giúp Chính phủ Campuchia nghiên cứu chủ trương, chính sách, kế hoạch khôi phục và phát triển kinh tế, văn hóa ở Campuchia và giúp thực hiện những công việc kinh tế, văn hóa do Campuchia yêu cầu.\n\nNgày 23-4-1979 ông được bổ nhiệm làm Bộ trưởng Bộ Lương thực và Thực phẩm thay ông [[Ngô Minh Loan]],<ref>{{chú thích web | url = http:\/\/vi.wikisource.org\/wiki\/Ngh%E1%BB%8B_quy%E1%BA%BFt_s%E1%BB%91_514_NQ\/TVQH | tiêu đề = Nghị quyết số 514 NQ\/TVQH – Wikisource tiếng Việt | author = | ngày = | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> thời gian làm Bộ trưởng đến 22-1-1981 khi Bộ Lương thực Thực phẩm chia thành Bộ Lương thực và Bộ Công nghiệp Thực phẩm.<ref>{{chú thích web | url = http:\/\/vi.wikisource.org\/wiki\/Ngh%E1%BB%8B_quy%E1%BA%BFt_s%E1%BB%91_1237_NQ\/TVQH | tiêu đề = Nghị quyết số 1237 NQ\/TVQH – Wikisource tiếng Việt | author = | ngày = | ngày truy cập = 10 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\nTháng 12-1980, Bộ Lương thực Thực phẩm tách thành Bộ Lương thực và Bộ Công nghiệp Thực phẩm, ông trở lại Ủy ban Kế hoạch Nhà nước. Đầu năm 1983, Hồ Viết Thắng chính thức nghỉ hưu ở tuổi 65 và qua đời năm 1998.\n\n==Chú thích ==\n{{Tham khảo}}\n{{thời gian sống|sinh=1918|mất=1998}}\n{{sơ khai chính khách Việt Nam}}\n\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Bí thư Tỉnh ủy Nghệ An]]\n[[Thể loại:Bí thư Tỉnh ủy Thanh Hóa]]\n[[Thể loại:Bộ trưởng Bộ Lương thực Thực phẩm Việt Nam]]\n[[Thể loại:Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn]]\n[[Thể loại:Bộ Kế hoạch và Đầu tư Việt Nam]]"}