{"63451":"{{Thông tin nhân vật\n| màu = #F0DC82\n| màu 2 = #FFFFFF\n| màu chữ = #000000\n| tên = Hồ Đắc Di\n| hình = Hồ_Đắc_Di.gif\n| cỡ hình = 260px\n| ghi chú hình = \n| tên khai sinh = Hồ Đắc Di\n| sinh = {{ngày sinh|1900|5|11}}\n| nơi sinh = [[Hà Tĩnh]]\n| mất = {{ngày mất và tuổi|1984|6|25|1900|5|11}}\n| nguyên nhân cái chết = Bệnh tật\n| nơi mất = [[Hà Nội]]\n| cư trú = \n| quốc tịch = {{Flagicon|Việt Nam}} [[Việt Nam]]\n| vai trò = Giáo sư Y khoa\n| nghề nghiệp = Bác sĩ\n| danh hiệu = [[Chiến sĩ thi đua]] toàn quốc (1952, 1956)<br>[[Huân chương Độc lập]] hạng Nhất<br>[[Huân chương Kháng chiến]] hạng Nhất và hạng Ba<br>...\n| hôn phối = Vi Kim Phú\n| con cái = [[Hồ Thể Lan]] (con gái)<br>[[Vũ Khoan]] (con rể)\n| cha mẹ = [[Hồ Đắc Trung]]<br>[[Châu Thị Ngọc Lương]]\n| người thân = [[Vi Văn Định]] (cha vợ)<br>[[Hồ Đắc Khải]] (anh)<br>[[Hồ Đắc Điềm]] (anh)<br>Hồ Thị Huyên (chị gái)<br>[[Hồ Đắc Liên]] (em trai)<br>Hồ Đắc Ân (em trai)<br>Hồ Thị Chỉ (em gái, vợ vua [[Khải Định]])<br>Hồ Thị Hạnh (em gái út, xuất gia với pháp danh Diệu Không)\n| đảng phái = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| mẹ = \n| người hôn phối = \n| cha = \n| chiều cao = \n| giải thưởng = \n| website = \n| chữ ký = \n| cân nặng = \n| an táng = \n| quê quán = \n| notable works = \n| nổi tiếng = \n| tổ chức = \n| năm hoạt động = \n| công việc = \n| học vấn = \n| học vị = \n| dân tộc = \n| tên khác = \n| quốc gia = \n| ngày mất = \n| ngày sinh = \n| tên gốc = \n| cỡ chữ ký = \n}}\n'''Hồ Đắc Di''' ([[11 tháng 5]] năm [[1900]] – [[25 tháng 6]] năm [[1984]]), sinh ra tại [[Hà Tĩnh]], quê ở làng An Truyền, xã Phú An, huyện [[Phú Vang]], [[Thừa Thiên Huế]], là một bác sĩ nổi tiếng ở [[Việt Nam]]. Ông là hiệu trưởng đầu tiên trường [[Trường Đại học Y Hà Nội|Đại học Y Hà Nội]] của nước Việt Nam độc lập.\n\n== Tiểu sử và sự nghiệp ==\n=== Thiếu thời và thời gian đầu ===\nÔng sinh ngày [[11 tháng 5]] năm [[1900]] trong một gia đình quý tộc gốc Huế, vốn có truyền thống khoa bảng. Tuy xuất thân Nho học, nhưng cha ông là cụ [[Hồ Đắc Trung]], mẹ ông là cụ Châu Thị Ngọc Lương đều hướng các con theo hướng văn hóa Tây phương. Ông cùng ba người anh em trai sang Pháp học là [[Hồ Đắc Điềm]] học luật, [[Hồ Đắc Liên]] học địa chất và [[Hồ Đắc Ân]] học dược. Ngoài ra ông còn có bốn người em gái là [[Hồ Thị Chỉ]] (phi tần của vua [[Khải Định]]), [[Hồ Thị Hạnh]] (xuất gia lấy tên là Sư Diệu Không), [[Hồ Thị Phương]] và [[Hồ Thị Huyên]] (vợ của hoàng thân [[Nguyễn Phúc Ưng Úy|Ưng Úy]]).\n\nThuở nhỏ ông được gia đình gửi học nội trú tại trường [[Trường Trung học Albert Sarraut|Lycée Albert Sarraut]] ([[Hà Nội]]). Theo lời khuyên của bác sĩ Thiroux, ngự y của triều đình Huế lúc bấy giờ, gia đình đã định hướng cho ông theo nghề y và gửi ông sang Pháp du học trong thời gian 1918-1932.\n\nHai năm đầu khi mới đặt chân lên đất Pháp, ông học trung học ở Bordeaux. Sau khi tốt nghiệp, ông lên Paris, theo học Khoa y tại trường Đại học Tổng hợp Paris. Trong thời gian này, ông đã có một số tiếp xúc với [[Hồ Chí Minh|Nguyễn Ái Quốc]] tại trụ sở Hội sinh viên (số 15 phố Sommerard, thuộc Khu Latin) và cùng các sinh viên đi bán báo Le Paria. Đây là khởi nguồn cho quan hệ tốt đẹp về sau giữa 2 người.\n\nThời gian đầu, ông học tại khoa của Giáo sư Ferdinand Widal thuộc bệnh viện Cochin. Trong thời gian thực tập, ông đã đỗ trong kỳ thi tuyển bác sĩ ngoại trú. Sau hai năm làm việc tại khoa điều trị của Giáo sư Lejars ở Bệnh viện Saint Antonine, ông chuyển sang làm việc với các giáo sư Sergent và Rathery, rồi chuyển về khoa của Giáo sư Pierre Duval. Chính Giáo sư Pierre Duval, một chuyên gia nổi tiếng về phẫu thuật của Pháp thời bấy giờ, đã định hướng cho ông đi vào ngành phẫu thuật. Sau đó, trải qua hai kỳ thi liên tiếp, ông đã được công nhận là bác sĩ nội trú. Đây là một trường hợp rất đặc biệt vào thời đó, vì bệnh viện Cochin là bệnh viện hàng đầu về y học lâm sàng của Pháp, rất ít bác sĩ nội trú người nước ngoài. Đặc biệt, Hồ Đắc Di còn là trường hợp ngoại lệ, vì ông là dân thuộc địa, vốn bị ngăn cản tối đa.\n \nSau khi thực tập tại Cochin, ông được nhận vào bệnh viện Tenon, làm trợ lý cho giáo sư Gernez 4 năm. Tại đây, ông đã học phẫu thuật dưới sự hướng dẫn của Giáo sư Gernez và Giáo sư Monlonguet. Trong thời gian này, ông đã sáng lập ra phương pháp mổ dạ dày (nối thông dạ dày - tá tràng) để điều trị chứng bệnh hẹp môn vị do loét dạ dày - tá tràng gây ra, thay thế phương pháp cắt bỏ dạ dày vẫn dùng trước đó.\n\nTừ năm 1937-1945, ông có một số công trình khoa học đứng tên chung với các đồng nghiệp như giáo sư Huard, giáo sư Mayer-May, với các cộng sự và học trò [[Vũ Đình Tụng]], [[Tôn Thất Tùng]]…, chủ yếu tập trung nghiên cứu và giải quyết các bệnh lý đặc trưng ở một nước nhiệt đới, nghèo nàn lạc hậu như Việt Nam như công trình nghiên cứu về viêm tụy cấp tính (1937), điều trị bằng phẫu thuật các biến chứng viêm phúc mạc do thương hàn, phương pháp mổ mới trong phẫu thuật sản, nghiên cứu tình trạng sốc do chấn thương... Ông trở thành tác giả có uy tín và quen thuộc với nhiều báo và tạp chí chuyên ngành khác nhau như Báo Y học Viễn Đông, Tạp chí Viện Hàn lâm phẫu thuật, báo Y hải ngoại của Pháp...\n\n=== Giai đoạn tiếp theo (1931 - 1945) === \nNăm 1931, Hồ Đắc Di trở về nước với mong muốn ứng dụng nghiên cứu vào thực tiễn nước nhà. Tuy nhiên, ông gặp sự cản trở rất lớn của thực dân Pháp, vốn không muốn cho người bản xứ cạnh tranh với bác sĩ chính quốc. Dù đã là một bác sĩ phẫu thuật chuyên môn, nổi tiếng và có uy tín tại Pháp, nhưng tại bệnh viện Huế, ông chỉ được làm việc với tư cách là bác sĩ tập sự, Một thời gian sau, ông lại bị điều chuyển về Quy Nhơn.\n \nNăm 1932, Hiệu trưởng [[Trường Y Dược toàn cấp Đông Dương]] thuộc [[Viện Đại học Đông Dương]] ở Hà Nội lúc bấy giờ là bác sĩ Leroy des Barres mời ông về giảng dạy về phụ sản. Từ đó, ông vừa giảng dạy bên Trường Y Dược, vừa làm bác sĩ phẫu thuật tại [[Bệnh viện Việt Đức|Bệnh viện Phủ Doãn]] (đây là một bênh viện của trường). Lúc bấy giờ, trên toàn Đông Dương, chỉ có hai bác sĩ phẫu thuật được phép hành nghề là bác sĩ Leroy des Barres và bác sĩ Cartoux. Cả hai đều là người Pháp. Được sự hỗ trợ của bác sĩ Leroy des Barres, Hồ Đắc Di đã đấu tranh để đòi quyền được hành nghề phẫu thuật. Ông là người thứ ba và là người Việt đầu tiên được chính quyền thực dân Pháp cho làm bác sĩ phẫu thuật.\n \nChính tại thời gian công tác tại bệnh viện Phủ Doãn, ông đã hướng dẫn cho các bác sĩ [[Tôn Thất Tùng]], [[Vũ Đình Tụng]]... Ông là người đầu tiên ở Đông Dương nghiên cứu tình trạng sốc do chấn thương và có công trình đăng trên Tạp chí Y học Pháp ở Viễn Đông. Một số tạp chí y học lớn như Tạp chí Viện Hàn lâm phẫu thuật Paris, báo Y học Pháp quốc hải ngoại… mời ông viết bài. Trong 37 công trình đã công bố trên các tạp chí chuyên ngành của ông (hiện nay mới tìm lại được 21 công trình), phần lớn được viết trong giai đoạn 1942-1945. Vì lý do đó, từ trước 1945, Hội đồng Giáo sư Trường Y Dược (gồm toàn các giáo sư người Pháp) đã bầu ông làm Phó giáo sư, rồi Giáo sư. Ông là người Việt duy nhất được giữ chức vụ này trước 1945.\n\n=== Sau Cách mạng Tháng 8 đến khi qua đời ===\n[[Cách mạng tháng Tám|Cách mạng Tháng 8]] năm 1945 thành công, Chủ tịch [[Hồ Chí Minh]] và Chính phủ đã giao cho giáo sư Hồ Đắc Di nhiều trách nhiệm quan trọng như Tổng thanh tra Y tế, Tổng Giám đốc Đại học vụ (26\/11\/1946-, thay ông [[Nguyễn Văn Huyên]]),<ref>{{chú thích web | url = https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Sac-lenh-225-cu-nhan-vien-giu-chuc-vu-Bo-quoc-gia-giao-duc-36148.aspx | tiêu đề = Sắc lệnh 225 | author = | ngày = | ngày truy cập = 31 tháng 12 năm 2019 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Giám đốc Bệnh viện Đồn Thủy, đặc biệt là việc tổ chức lại trường [[Trường Đại học Y Dược Hà Nội]]. Cùng với giáo sư [[Tôn Thất Tùng]] (vốn là một học trò của ông), ông tổ chức các hoạt động nghiên cứu và bồi dưỡng ngay trong điều kiện chiến tranh và phải di chuyển liên lục từ [[Vân Đình]], lên [[Việt Bắc]], [[Tuyên Quang]], rồi [[Chiêm Hóa]].\n\nNgày 6 tháng 10 năm 1947, Trường Đại học Y Dược của nước Việt Nam kháng chiến khai giảng khóa đầu tiên tại Chiêm Hóa, Tuyên Quang, với 2 giáo sư và 11 sinh viên, với chương trình giảng dạy bằng tiếng Việt. Ông được cử giữ chức Hiệu trưởng đầu tiên của Trường.\n\nNăm 1954, ông được cử vào đoàn tiếp quản ngành Y tế và được giao nhiệm vụ làm [[Hiệu trưởng]] [[Trường Đại học Y Dược Hà Nội]]. Đến năm 1961, trường Đại học Y Dược Hà Nội tách ra thành [[Trường Đại học Y khoa Hà Nội]] và [[Trường Đại học Dược khoa Hà Nội]], ông giữ chức vụ hiệu trưởng trường Đại học Y khoa Hà Nội đến năm 1973 mới nghỉ hưu.\n\nNgoài ra, ông còn giữ các chức vụ như Giám đốc Vụ Đại học và Trung học chuyên nghiệp, Ủy viên Ủy ban Khoa học và Kỹ thuật Nhà nước <ref>{{chú thích web | url = http:\/\/www.most.gov.vn\/Desktop.aspx\/Qua-trinh-phat-trien\/Qua-trinh-phat-trien\/Thoi_ky_1958-1965 | tiêu đề = Quá trình phát triển: Bộ Khoa học và Công nghệ | author =  | ngày =  | ngày truy cập = 1 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 19 tháng 10 năm 2012 | archive-url = https:\/\/web.archive.org\/web\/20121019052937\/http:\/\/most.gov.vn\/Desktop.aspx\/Qua-trinh-phat-trien\/Qua-trinh-phat-trien\/Thoi_ky_1958-1965\/ }}<\/ref>, Chủ tịch Tổng hội Y học Việt Nam,\n\nÔng còn là [[đại biểu Quốc hội Việt Nam]] từ khóa II đến khóa V, Ủy viên [[Ủy ban Thường vụ Quốc hội]] từ khóa II đến khóa IV<ref>http:\/\/www.na.gov.vn\/htx\/vietnamese\/c1454\/default.asp?Newid=8183#Op1bfr6fVZsf{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>, Ủy viên Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]] khóa I, khóa II<ref>{{chú thích web | url = http:\/\/www.mattran.org.vn\/home\/gioithieumt\/Danh%20sach-DH2.htm | tiêu đề = Gioi thieu Mat tran To quoc Viet Nam | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 1 tháng 7 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20130701201859\/http:\/\/www.mattran.org.vn\/home\/gioithieumt\/Danh%20sach-DH2.htm }}<\/ref>; Chủ tịch Hội Hữu nghị Việt - Pháp,\n\nÔng mất ngày 25 tháng 6 năm 1984, thọ 84 tuổi.\n\n== Gia đình ==\n=== Xuất thân và quê quán ===\nÔng xuất thân trong một gia đình quý tộc danh giá. \nÔng nội ông là [[Hồ Đắc Tuấn]], đỗ Cử nhân năm Tự Đức 23, được phong tước Hầu. Bà nội ông là Công nữ Thức Huấn, là con gái [[Tùng Thiện Vương]] Miên Thẩm.\n\nThân sinh ông là Khánh Mỹ quận công [[Hồ Đắc Trung]], đỗ Cử nhân, làm quan đến chức [[Tổng đốc]] Nam Ngãi, Thượng thư các Bộ Học, Lễ, Công; Đông các điện [[Đại học sĩ]], sung [[Cơ mật đại thần]].\n\nHai người anh là Thượng thư bộ Hộ, Cử nhân Nho học [[Hồ Đắc Khải]] và [[Tổng đốc]] [[Hà đông]], Tiến sĩ Luật khoa [[Hồ Đắc Điềm]] (về sau là Phó chủ tịch Ủy ban hành chính TP Hà nội, Chánh án Tòa án nhân dân Hà Nội).\n\nHai người em trai là Kỹ sư Khoáng học Hồ Đắc Liên (về sau là Cục trưởng Cục Địa chất) và Tiến sĩ Dược khoa Hồ Đắc Ân...\n\nChị gái ông là Hồ Thị Huyên gả cho Hoàng thân Ưng Úy và là mẹ của nhà bác học Bửu Hội.\n\nEm gái ông là Hồ Thị Chỉ được gả cho vua [[Khải Định]] vào năm 1917, làm Nhất giai Ân Phi, đứng đầu các phi tần của vua Khải Định. Em gái út của ông là Hồ Thị Hạnh, xuất gia với pháp danh Diệu Không, là một dịch giả kinh Phật nổi tiếng.\n\n=== Kết hôn ===\nNăm 1935, ông lập gia đình với bà Vi Kim Phú, con gái [[Tổng đốc]] [[Thái Bình]] [[Vi Văn Định]]. Con gái ông là bà [[Hồ Thể Lan]], nguyên là Vụ trưởng Vụ Báo chí [[Bộ Ngoại giao]], phu nhân của ông [[Vũ Khoan]], nguyên [[Phó Thủ tướng|Phó Thủ tướng Việt Nam]], đặc phái viên của Thủ tướng Chính phủ về các vấn đề đối ngoại.\n\n== Các công trình nghiên cứu ==\nGiáo sư Hồ Đắc Di đã công bố 37 công trình nghiên cứu y khoa (nay mới tìm lại được 21 công trình), đa phần được viết chung với cộng sự: giáo sư Huard, giáo sư Mayer-May, với các học trò [[Vũ Đình Tụng]], [[Tôn Thất Tùng]]…\n* Nghiên cứu Viêm [[tụy]] có phù cấp tính (1937)\n* Cách điều trị bằng phẫu thuật các biến chứng viêm [[phúc mạc]] do [[thương hàn]]\n* Các phân tích thống kê phẫu thuật (viết cùng giáo sư Huard), đǎng ở báo Y học Viễn Đông Paris\n* Thủng [[túi mật]] hiếm gặp, Tạp chí Viện Hàn lâm phẫu thuật - 1937\n* Viêm phúc mạc do thủng [[ruột]] trong thương hàn Tạp chí Viện Hàn lâm phẫu thuật - 1939…\n* Một kỹ thuật mới mổ lấy [[thai nhi]] - tạp chí Y học Hải ngoại (Pháp).\n* Nghiên cứu tình trạng [[sốc]] do [[chấn thương]], Y học Viễn Đông Paris (1944)\n* Phẫu thuật điều trị [[viêm phúc mạc]] ở [[Bắc Kỳ]] (1944)\n* Phẫu thuật chữa loét [[dạ dày]] - [[tá tràng]] ở Bắc Kỳ (1944)\n...\n\n== Các danh hiệu, giải thưởng ==\n=== Danh hiệu chính ===\n* [[Chiến sĩ thi đua]] toàn quốc (1952, 1956)\n* [[Huân chương Độc lập]] hạng Nhất\n* [[Huân chương Kháng chiến]] hạng Nhất và hạng Ba,\n* [[Huân chương Lao động]] hạng Nhất và hạng Nhì\n* [[Giáo sư]] (1976)\n* [[Giải thưởng Hồ Chí Minh]] về khoa học và kỹ thuật năm 1996 (truy tặng).\n* [[Huy chương Vì thế hệ trẻ]]\n...\n\n=== Tên gọi \"Hồ Đắc Di\" ===\nTên của ông được đặt cho 1 khu giảng đường của Trường [[Trường Đại học Y Hà Nội|Đại học Y Hà Nội]], <!-- một hồ (hồ Hồ Đắc Di) và --> một phố (phố Hồ Đắc Di) trong khu Nam Đồng, quận Đống Đa, [[Hà Nội|thành phố Hà Nội]].\n\nNăm 2000, tên ông được đặt cho một con đường tại Phường Tây Thạnh, quận Tân Phú, [[Thành phố Hồ Chí Minh]].\n\nTên của ông đã được đặt cho phố của thành phố Thái Nguyên,phố Hồ Đắc Di, phố dài 900m\n\nĐường Hồ Đắc Di ở TP [[Huế]] nổi tiếng là một con đường \"sinh viên\" với nhiều hàng quán dành cho sinh viên.\n\n== Quan điểm cuộc sống và nghề nghiệp ==\n=== Trong giai đoạn 1946 - 1954 === \n* \"Đi phục vụ chiến dịch, về trường tổng kết, lại đi chiến dịch: từ thực tiễn, thông qua thực nghiệm khoa học, lại trở về thực tiễn\".\n* \"Trường ta gắn bó với vận mệnh của tổ quốc: phục vụ nhân dân, học đi đôi với hành, dạy đi đôi với nghiên cứu khoa học. Về quan hệ thầy-trò thì đó là quan hệ thân ái, đoàn kết cùng giúp nhau học tập tiến bộ, không có chỗ cho sự quỵ lụy, ý thức phê bình phải được đề cao, để hiểu được chân lý. Trường Y khoa phải là chính mình: Hiểu cái thật, yêu cái đẹp, để thực hiện cái tốt\". (Diễn văn ngày 6 tháng 10 năm 1947)\n\n=== Sau 1954 ===\n* \"Trường đại học không phải là trường phổ thông cấp 4\"; mà là nơi \"biến quá trình người học từ chỗ được đào tạo thành quá trình họ có thể tự đào tạo\".\n* \"Nếu như có một cuộc đời mà mỗi phút giây trôi qua đều có ý nghĩa nhân lên nghìn lần, mỗi chúng ta đều yêu thương tới đắm say và thèm sống đến mấy lần cuộc sống ấy vẫn chưa đủ… Phải, nếu quả có được một cuộc đời như thế dù điều đó chỉ dành cho đời con cháu chúng ta mai sau, ta cũng sẵn sàng hiến dâng cả đời mình\" - Hồi ký\n\n== Xem thêm ==\n\n== Tham khảo ==\n\n== Liên kết ngoài ==\n\n{{Tham khảo}}\n* [http:\/\/www.tanphu.hochiminhcity.gov.vn\/web\/tintuc\/default.aspx?cat_id=588&news_id=412 Đường phố Hồ Đắc Di ở thành phố Hồ Chí Minh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060929140801\/http:\/\/www.tanphu.hochiminhcity.gov.vn\/web\/tintuc\/default.aspx?cat_id=588&news_id=412 |date = ngày 29 tháng 9 năm 2006}}\n\n{{Thời gian sống|sinh=1900|mất=1984}}\n\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Dòng họ Hồ Đắc]]\n[[Thể loại:Người nhận giải thưởng Hồ Chí Minh]]\n[[Thể loại:Chiến sĩ thi đua]]\n[[Thể loại:Huân chương Độc lập hạng Nhất]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Lao động]]\n[[Thể loại:Huy chương Vì thế hệ trẻ]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa II]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa III]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa V]]"}