{"22462":"{{Location map | Vietnam\n| width = 220\n| float = right\n| relief = yes\n| label = ''Hồ Thang Hen''\n| position = bottom\n| lat_deg = 22.759391\n| lon_deg = 106.294267\n}}\n{{coord| 22.759391| 106.294267| type:landmark_region:VN| format= dms| display= title}}\n'''Hồ Thang Hen''' là một hồ nước ngọt tại xã [[Quốc Toản]], huyện [[Quảng Hòa]], tỉnh [[Cao Bằng]], [[Việt Nam]]. Nó nằm ở độ cao trên 1000 [[mét]] so với [[mực nước biển]], về phía Bắc [[cao Bằng (thành phố)|thành phố Cao Bằng]], cách cây số 34 trên đường từ thành phố Cao Bằng về [[trà Lĩnh|thị trấn Trà Lĩnh]] khoảng 5-7 [[kilômét|km]], Hồ nằm gần địa giới giữa huyện Quảng Hòa và Huyện Hòa An\n\nTên của hồ theo nghĩa [[tiếng Tày]] là \"đuôi ong\", bởi vì từ trên cao nhìn xuống thì hồ có hình tựa như đuôi [[con ong]]. Hồ có [[chiều rộng]] chừng 100–300 m, chiều dài 500-1.000 m, tùy theo mực nước.\n\nHồ là một bể nước kín tự nhiên, có các dòng sông suối ngầm đổ về, và cũng có nhiều dòng suối ngầm chảy đi theo một hệ thống sông suối ngầm nằm sâu trong lòng những rặng núi đá, Nguồn cung cấp nước chính là [[sông Trà Lĩnh]]. Hiện tượng này trong ngành [[địa chất học|địa chất]] gọi là [[Karst|Carxtơ]]. Nước hồ Thang Hen hàng ngày vẫn có 2 đợt thủy triều lên xuống. Độ chênh lệch của mực nước lớn và nhỏ trong hồ - giữa mùa mưa và mùa khô - có thể tới độ 15 hoặc 20 [[mét|m]]. Vào mùa lũ lớn, do có cả nước bề mặt đổ về nên nước chảy đi không xuể, làm cho hồ tràn sang các thung lũng liên kết tạo thành một chuỗi có tới 36 hồ nước xanh ngắt. Một trong các hồ bên cạnh Thang Hen là hồ Thăng Luông. Vào mùa khô hạn lớn thì hồ có thể trơ đáy, chỉ còn ít nước tại hồ chính Thang Hen với mức nước thấp nhất 10 m, và các sông suối ngầm đều chảy ngầm hoàn toàn. Khi hồ cạn, có thể quan sát trên bờ bùn dốc ngược có những hố lớn mà dưới lòng phễu của chúng là những thân cây, củi gỗ xếp xoay như được xoắn hút xuống; đó là những cửa ngầm thoát nước vào mùa nước lên.\n\nThượng nguồn của hồ là hang Thang Hen. Một trong các suối bắt nguồn từ hồ là [[Suối Củn]], chảy lộ thiên bắt đầu từ một miệng nguồn trên một dãy núi [[đá vôi]] bao quanh hồ, có đỉnh cao tới 2000 mét do với mực nước biển, tới thị xã Cao Bằng thì nhập vào sông Bằng. Năm [[2000]] tại nguồn của suối đã xuất hiện một \"giếng sụt\" có [[đường kính]] gần 100 m, tụt sâu 50–70 m; sinh ra bởi hiện tượng ăn mòn đá vôi do dòng chảy ngầm (hiện tượng Carxtơ).\n\nKhu vực hồ Thang Hen có bờ vực đá dựng đứng sâu từ 5 cho tới 20–30 m và [[động]] cao 20 m thông lên phía triền núi. Trên núi đá có các giống cây quý như [[nghiến|cây nghiến]] để lấy gỗ làm nhà, [[báng|cây báng]] với thân cây có thể ủ men, rồi nấu thành [[báng|rượu báng]]. Tại đây cũng có rừng [[trám trắng]] và [[trám đen]].\n\nLàng Lũng Táo nằm cách hồ khoảng 2&nbsp;km. Làng gồm toàn nhà sàn, lợp ngói máng và làm toàn bằng [[gỗ nghiến]]. Bản trù phú và đông dân nhất ở cùng trong một triền thung lũng với hồ và cách hồ khoảng 2–3&nbsp;km. Đối với vùng lân cận, hồ Thang Hen có khả năng điều hòa vi khí hậu: nhiệt độ vào những đêm mùa hè có thể lạnh bất thường.\n\n==Tham khảo==\n{{Tham khảo|25em}}\n==Liên kết ngoài==\n*[https:\/\/web.archive.org\/web\/20020305041521\/http:\/\/www.caobang.gov.vn\/tiemnang\/dulich.html Du lịch Cao Bằng]\n*[http:\/\/www.caobangtrade.gov.vn\/index1.asp?Subid=6&Langid=1 Cao Bằng - Điểm hẹn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060521122030\/http:\/\/www.caobangtrade.gov.vn\/index1.asp?Subid=6&Langid=1 |date=2006-05-21 }}\n\n[[Thể loại:Hồ tại Cao Bằng|Thang Hen]]\n[[Thể loại:Du lịch Cao Bằng]]"}