{"3215471":"'''Hồ Phú Hoảnh''' (sinh 1934) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Cục trưởng Cục Kỹ thuật mặt trận 979, Cục trưởng Cục Kỹ thuật [[Quân khu 9, Quân đội nhân dân Việt Nam|Quân khu 9]], Chủ tịch Hội cựu Chiến binh Cần Thơ, Ủy viên Ban chấp hành Hội cựu chiến binh Việt Nam.<ref>{{Chú thích web|url = http:\/\/www.dnrtv.org.vn\/tvod\/chuyen-de\/vang-mai-khuc-quan-hanh\/2316|title = Thiếu tướng Hồ Phú Hoảnh|ngày truy cập = 2015-04-19|archive-date = ngày 19 tháng 4 năm 2015 |archive-url = https:\/\/web.archive.org\/web\/20150419100959\/http:\/\/www.dnrtv.org.vn\/tvod\/chuyen-de\/vang-mai-khuc-quan-hanh\/2316}}<\/ref><ref>{{Chú thích web|url = http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_h\/20100110+ho+phu+hoanh|title = Ông Hồ Phú Hoảnh}}{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web|url = http:\/\/bantuyengiao.cantho.gov.vn\/com_content\/articles\/chuyen-ve-nhung-anh-hung-binh-di-bai-3-bong-hong-xong-pha-trong-long-dich\/626.htm|title = Chuyện về những anh hùng bình dị: Bài 3: Bóng hồng xông pha trong lòng địch - See more at: http:\/\/bantuyengiao.cantho.gov.vn\/com_content\/articles\/chuyen-ve-nhung-anh-hung-binh-di-bai-3-bong-hong-xong-pha-trong-long-dich\/626.htm#sthash.L5uccHem.dpuf}}<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng quê tại làng Mỹ Thành, quận [[Cao Lãnh]], tỉnh [[Sa Đéc (tỉnh)|Sa Đéc]] (nay là xã Tân Hội Trung, huyện Cao Lãnh, tỉnh [[Đồng Tháp]]).\n\nCó lòng yêu nước và sớm được giác ngộ cách mạng, năm 1946 (mới 12 tuổi) ông làm liên lạc Ban Tiếp tế Quân sự tỉnh Sa Đéc.\n\nNăm 1948, ông thoát ly gia đình, nhập ngũ là bộ đội thuộc Tiểu đoàn 308\n\nNăm 1949 được kết nạp vào Đảng Cộng sản Đông Dương (nay là Đảng Cộng sản Việt Nam).\n\nTừ người chiến sĩ, liên tục chiến đấu, đến năm 1954, ông là Trung đội phó Đội bảo vệ Ban Liên lạc đình chiến Nam Bộ\n\nNăm 1955 nhận nhiệm vụ công tác ở Đại đội 21 cảnh vệ Bộ Tư lệnh miền Tây Nam Bộ.\n\nTập kết ra Bắc, ông là Thiếu uý, Trợ lý Quân giới Trung đoàn 34 và được cử đi học 3 năm ở Trường Sĩ quan Hậu cần Bộ Quốc phòng.\n\nTừ năm 1960 đến tháng 8 năm 1962, ông là Thiếu uý, Trợ lý Quân giới Lữ đoàn 368, Sư đoàn 351.\n\nTháng 9 năm 1962, ông được cử về Nam, công tác suốt ở [[Quân khu 9, Quân đội nhân dân Việt Nam|Quân khu 9]] (Tây Nam Bộ), lần lượt giữ các chức vụ: Chính trị viên Đại đội 21; Tiểu đoàn bậc phó phụ trách Quân khí phòng Hậu cần Quân khu; Thiếu tá rồi Trung tá, Đoàn trưởng đoàn 195S; Trưởng phòng vũ khí đạn Cục hậu cần Quân khu; Trưởng phòng kế hoạch và Cục phó Cục kỹ thuật; Cục trưởng Cục Kỹ thuật Mặt trận 979. \n\nNăm 1982, ông được cử đi học ở Học viện Chính ttrị cao cấp Bộ Quốc phòng và sang Liên Xô học ở Học viện trang bị kỹ thuật (1983 – 1984).\n\nTháng 10 năm 1985, ông được phong Thiếu tướng, giữ chức Cục trưởng Cục kỹ thuật [[Quân khu 9, Quân đội nhân dân Việt Nam|Quân khu 9]]\n\nNăm 1996, ông nghỉ hưu.\n\n[[Thiếu tướng]] (10.1985).\n\n== Khen thưởng ==\nHuân chương Độc lập hạng Ba\n\nHuân chương Kháng chiến hạng Nhất\n\nHuân chương Huân công hạng Nhì, hạng Ba\n\nHuy hiệu 50 năm tuổi Đảng\n\n== Chú thích ==\n{{tham khảo}}\n\n{{thời gian sống|1934}}\n\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}