{"894059":"{{bài cùng tên|Hồng Tiến}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Hồng Tiến\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.299621\n| kinh độ = 106.457578\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Kiến Xương]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 13189<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hồng Tiến''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Kiến Xương]], tỉnh [[Thái Bình]], [[Việt Nam]].\n\n==Địa lý - Hành chính==\nXã nằm trên một vùng đất bồi của hạ lưu tả ngạn [[sông Hồng]], được thành lập năm 1963 trên cơ sở tách ra khỏi xã [[Bình Thanh, Kiến Xương|Bình Thanh]] gồm một phần thôn Khả Cảnh và các làng Khả Lễ, làng Khả Cửu.\n\nXã Hồng Tiến nay được phân thành 6 thôn gồm: Khả Cảnh, Tân Thành, Đông Tiến, Nam Hòa, Nam Tiến và Cao Bình.\n\n==Lịch sử==\nVùng đất này xưa kia do cụ Đào Khắc Tuân dẫn 10 nhân đinh của 5 họ (Đào, Đỗ, Vũ, Bùi, Nguyễn - thường gọi là Ngũ tộc) từ làng Khả Phú ra quai đê lập làng Cơ Chỉ vào năm [[Canh Dần]] 1820.\n\nThôn Đông Tiến trước đây là làng Khả Cửu cùng với Nam Tiến là vùng bãi bồi sông Hồng được các cụ của dòng họ Phạm, Trần từ vùng Trà Lũ (Xuân Trung Nam Định) sang khai phá và lập nghiệp cùng với dòng họ Nguyễn ở làng Khả Phú xã Bình Thanh vào khoảng giữa thế kỷ 19.\n\n==Di tích - Danh thắng==\nĐình làng Đông Tiến là một trong những ngôi đình bề thế và to đẹp nhất vùng. Đình thờ hai cụ tiên công họ Đỗ và họ Trần đã có công giữ đất. Theo tương truyền dân gian, khi quân Pháp càn quét, đã bắt hết phụ nữ, người già và trẻ em để tra khảo để tìm bắt nam giới khỏe mạnh trong làn, bấy giờ chạy dạt qua sông Hồng sang Nam Định để tránh. Viên chỉ huy quân Pháp ra điều kiện cho các phụ nữ trong làng đang mang thai chạy từ ruộng lầy từ đầu làng (chỗ tập trung) đến chỗ nào thì cho đất đến đấy. Có hai người phụ nữ họ Đỗ và họ Trần chấp nhận điều kiện và đã giữ được đất của làng, do đó được dân làng lập Đình làng Đông Tiến để thờ.{{fact|date=7-2014}}\n\nNhà thờ tổ họ Phạm thôn Đông Tiến, được xây dựng vào năm 1913. Dòng họ Phạm Đông Tiến nguyên là chi thứ 18 của họ Phạm Thanh Trà, với khỏi tổ là Phạm Đạo Soạn, người gốc Kính Chủ, Chí Linh, Hải Dương, có viễn tổ là [[Phạm Sư Mạnh]]. Tổ họ Phạm thôn Đông Tiến là Phạm Phúc Công húy Như Hỗ, hậu duệ đời thứ 14 của Khởi thủy tổ Phạm Đạo Soạn, giỗ ngày 23 tháng Giêng âm lịch.{{fact|date=7-2014}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Kiến Xương}}"}