{"137078":"{{Tóm tắt về hồ\n |lake_name = Quan Sơn\n |image_lake = Ho_Quan_SOn.jpg\n |caption_lake = Một phần của lòng hồ Quan Sơn\n |image_bathymetry = \n |caption_bathymetry = \n |location = Mỹ Đức, Hà Nội\n |vĩ độ = 20.697513\n |kinh độ = 105.695810\n |loại bản đồ = Hanoi#Vietnam\n |type = \n |inflow = \n |outflow = \n |catchment = \n |basin_countries = [[Việt Nam]]\n |length = \n |width = \n |area = 850 ha\n |depth = \n |max-depth = \n |volume = \n |residence_time = \n |shore = \n |elevation = \n |islands = \n |cities = \n}}\n{{bài cùng tên|Quan Sơn (định hướng)}}\n\n'''Quan Sơn''' là tên một [[hồ]] nước nằm ở huyện [[Mỹ Đức]] [[Hà Nội]], đây là một trong các điểm du lịch của [[Hà Nội]].\n==Đặc điểm==\nHồ Quan Sơn nằm chạy dài theo hướng Bắc Tây Bắc - Nam Đông Nam, trên các xã Thượng Lâm, Tuy Lai, Hồng Sơn của huyện Mỹ Đức, lan một phần nhỏ sang huyện [[Lương Sơn]] tỉnh [[Hòa Bình]]. Hồ nằm cách [[Hà Nội]] khoảng 50 [[kilômét|km]] về hướng Nam Tây Nam, là một thắng cảnh du lịch nổi tiếng của địa phương. Hồ rộng khoảng 850 [[hecta|ha]], chứa trong mình gần 100 ngọn [[núi đá vôi]]. Chính vì vậy mà Hồ Quan Sơn được mệnh danh là \"[[Hạ Long]] trên cạn của tỉnh Hà Tây\".\nTừ những năm 1960, hồ Quan Sơn được khoanh vùng, bởi một con đê bao dài 20&nbsp;km chạy dọc từ Thượng Lâm đến xã Hợp Tiến nhằm ngăn chặn nước lũ rừng ngang, tạo bể chứa thủy lợi tưới cho 2.000 ha cây trồng và nuôi trồng thủy sản. Việc khai thác du lịch các quần thể vùng Quan Sơn được quy hoạch với gần 3.000 ha thuộc địa phận bốn xã: Hợp Tiến, Tuy Lai, Hồng Sơn, Thượng Lâm, gồm hồ rộng 850 ha (dài 16&nbsp;km, rộng 2&nbsp;km); gần 100 ngọn núi đá vôi, độ che phủ rừng tái sinh hơn 80%. Theo điều tra quy hoạch rừng năm 1992, vùng này có nhiều loài thực vật, thuộc nhiều họ cây quý hiếm, cây làm thuốc, cây đặc sản, cây phong cảnh. Ở đây, người ta đã phát hiện được nhiều loại chim, thú, bò sát sống hoang dã trong rừng khá phong phú (tuy còn ít về số lượng cá thể loài).\n\nKhu du lịch Quan Sơn cũng đã mang nhiều dấu ấn một vùng văn hóa dân tộc, đậm sắc thái lễ hội truyền thống và nếp sống thuần khiết của làng xóm Việt Nam. Khu Quan Sơn có các chùa như Hàm Long, Linh Sơn Tự, Ngọc Linh Tự, Bàn Long Tự, Thung Phật... Cách đó gần 1&nbsp;km là di tích thành nhà Mạc, vẫn còn tường thành cổ, cổng thành, án ngữ như một tam quan bên đường 431, từ cầu Dậm đi chợ Bến. Trong lòng hồ có các di tích lịch sử kháng chiến như an toàn khu của công binh xưởng sản xuất vũ khí tại núi Cối [[Tuy Lai]], chùa Cao [[Hồng Sơn]] thời chống Pháp. Tại hồ Tuy Lai, dân quân xã đã có chiến công bắt sống phi công Mỹ.\n\nSự hấp dẫn của du lịch Quan Sơn là cái đẹp tự nhiên, thuần phác đến mức hoang sơ. Nhiều khách nước ngoài \"mê\" du lịch Quan Sơn nhưng các điều kiện dịch vụ hạ tầng còn thiếu, nên chẳng thể lưu lại được lâu.\n\nĐến Quan Sơn, du khách sẽ được các thuyền nhỏ chở đến leo núi thưởng ngoạn cảnh thiên nhiên, thực vật ở các đỉnh núi đá: Hòn Mê, Mõm Nghé, Đá Bạc, Quai Chèo... hoặc Cửa Thung Voi Nước, núi Bàn Cờ, Hoa Quả Sơn, núi Chim, Chùa Cao, núi Mối. Khách có thể thăm khu vườn sinh học, trồng cây ăn quả vùng Thung Mơ (24 ha ở xã Hợp Tiến), thung Cống (30 ha ở xã Hồng Sơn). Huyện Mỹ Đức đã có dự án phục hồi các loại động vật vùng núi đá vôi như khỉ, sóc, sơn dương, trăn đất, tắc kè... lập trang trại, vườn sinh thái và khu chăn nuôi các loài động vật như hươu, nai, gấu, khỉ... Ngoài ra, du khách còn được chơi các môn thể thao nước, bơi thuyền và thưởng thức các món thủy sản như cá, tôm, cua, ốc (núi đá) tươi sống.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Nội}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Hồ tại Hà Nội|Quan San]]\n[[Thể loại:Mỹ Đức]]"}