{"1749621":"'''Hồ Noong''' nằm trên dãy núi [[Tây Côn Lĩnh]], là một hồ nước tự nhiên, ôm gọn lấy chân ngọn [[núi Noong]] xanh ngắt, cao vời. Hồ thuộc địa phận xã [[Phú Linh]], huyện [[Vị Xuyên]] và cách trung tâm thành phố [[Hà Giang]] 23&nbsp;km. Hồ Noong ngoài phong cảnh thơ mộng, xung quanh còn có sự quần cư của các dân tộc thiểu số như [[Người Tày|Tày]], [[H'Mông|H'mong]], [[Dao]] với [[văn hóa]] phong phú.\n\n==Địa lý==\nHồ tọa lạc trên dãy núi Tây Côn Lĩnh thuộc địa phận xã [[Phú Linh]], [[Vị Xuyên]], [[Hà Giang]] thuộc Đông Bắc Việt Nam. Hồ được khai tạo từ thuở sơ khai, có diện tích mặt nước hơn 20ha (vào mùa cạn), khoảng 80ha (vào mùa mưa), bao quanh là những dãy núi đá, núi đất và rừng nguyên sinh bao trùm rộng tới trên 700ha.\n\nNgười dân bản [[Noong 1]], [[Noong 2]] (xã Phú Linh) luôn ví hồ Noong như \"mắt rừng\" bởi giữa tứ bề là núi rừng, hồ Noong phẳng lặng, lấp lánh ánh bạc dưới ánh trăng hay [[ánh sáng|ánh nắng]] [[mặt Trời|mặt trời]].\n\nNguồn nước cung cấp cho Hồ Noong là những [[khe]] [[nước ngầm]] trong hang đá từ hai dãy núi của cánh [[rừng nguyên sinh]] nơi Hồ Noong uốn mình tựa vào [[vách núi]], ngoài ra còn có ba hang [[nước ngầm]] nối với dòng [[sông Lô]]. Chính vì vậy mỗi khi nước dâng vào [[mùa mưa]] có những đàn cá ngược dòng [[sông Lô]] bơi theo dòng nước tràn lên vào trú ngự với Hồ Noong.\n\n==Thủy sản==\nCá sinh sống ở Hồ Noong bao gồm rất nhiều loài, có cả [[bộ Cá da trơn|cá da trơn]] và các loài cá chỉ có nơi đây mới có. Các loài cá ở đây sinh trưởng và phát triển một cách tự nhiên với nhiều loài sống đông đúc tạo thành một quần thể sinh động gồm: [[cá chép]], [[cá diếc]], [[cá nheo]], [[cá trê]], [[cá đắng]]. Riêng đối với loài cá Đắng có thể nói không đâu có, loài này sinh sống chỉ duy nhất ở Hồ Noong. Cá đắng thường sống thành từng đàn và xuất hiện từ tháng 4 đến tháng 11 hàng năm là lúc phát triển nhất của loài cá này. Thức ăn chủ yếu của loài [[cá đắng]] là [[rong biển|rong]], [[rêu]] các loại thực vật sống dưới lòng hồ, và loại lá cây mà loài cá này thích ăn nhất là lá Bồ hòn (tiếng địa phương gọi là Bầư mạy ẳn).\n\n==Du lịch==\nCách phố núi [[Hà Giang]] 23&nbsp;km, đến hồ Noong, du khách có cảm giác như đang lạc vào một thế giới cổ tích. Ban mai sương giăng quyện nắng toả ánh vàng khắp mặt hồ. Hoàng hôn buông xuống, nắng xiên qua đỉnh rừng, bảng lảng lẩn sau làn sương núi trắng mờ. Những lúc đó, mọi ưu phiền dường như tan biến, lòng người buông theo vệt nắng chạy trên mặt hồ.\n\nHồ Noong có hai mùa, tạo cho du khách có hai cảm giác khác biệt. Vào [[mùa mưa]], nước hồ lên cao, du khách có thể lang thang cùng dân bản trên thuyền độc mộc hay bè mảng lênh đênh khắp lòng hồ. Vào [[mùa khô]], khi nước cạn, dân bản địa quây vuông thả [[vịt]], [[ngan bướu mũi|ngan]], mặt hồ nước trong vắt, lung linh bóng những gốc cây già trụi lá, những chòi nổi lẻ loi hay một bóng ghe nhỏ nằm gác mái.\n\n==Tham khảo==\n{{tham khảo}}\n# Như lạc vào thế giới cổ tích khi đến hồ Noong - Thông tấn xã Việt Nam.\n# Thắng cảnh hồ Noong - Bài: Tất Sơn; Ảnh: Tất Sơn - Thạch Công Thịnh.\n# Hồ Noong - Bức tranh sơn thủy hữu tình - Cổng thông tin điện tử Tỉnh Hà Giang.\n# Hồ Noong - chốn bồng lai ở Hà Giang - VnExpress.\n\n[[Thể loại:Hồ tại Hà Giang|Noong]]\n[[Thể loại:Du lịch Hà Giang]]\n[[Thể loại:Du lịch sinh thái]]"}