{"36294":"{{Trích dẫn quá dài|date=tháng 9\/2022}}\n{{bài cùng tên}}{{Thông tin nhạc sĩ\n| Nền = ca sĩ hát đơn\n| Tên = Hồng Nhung\n| image = Hồng Nhung at concert 26-10-2012 cropped.jpg\n| caption = Hồng Nhung tại một buổi hòa nhạc năm 2012.\n| imagesize = 250px\n| Tên khai sinh = Lê Hồng Nhung\n| Sinh ngày = {{ngày sinh và tuổi|1970|3|15}}\n| Nơi sinh = [[Hà Nội]], [[Việt Nam Dân chủ Cộng hòa]]\n| Nguyên quán = [[Hà Nội]]\n| Nghề nghiệp = [[Ca sĩ]], [[Nhạc sĩ]], [[Người viết lời bài hát]], [[Diễn viên]]\n| Nhạc cụ = [[Mezzo-soprano]] vocal, [[guitar]], [[piano]]\n| Thể loại = [[Nhạc thiếu nhi]], [[Danh sách ca khúc về Thăng Long - Hà Nội|ca khúc về Hà Nội]], [[nhạc tiền chiến]], [[nhạc trẻ]], [[Danh sách ca khúc Trịnh Công Sơn|nhạc Trịnh]], [[nhạc phản chiến]], [[nhạc đỏ]], [[pop]], [[ballad]], [[folk]], [[world music]], [[jazz]], [[rock]], [[New-age (nhạc)|new-age]], [[nhạc điện tử]], [[nhạc kịch]], [[dân ca quan họ]]\n| năm hoạt động = 1985–nay\n| Ca khúc = [[Trường ca (âm nhạc)|Trường ca]] ''Đoá hoa vô thường, Lời của gió, Nhớ về Hà Nội, Ngẫu hứng sông Hồng, Nhớ mùa thu Hà Nội, [[Hạ trắng]], [[Cô bé vô tư]], Có phải em mùa thu Hà Nội, Vẫn hát lời tình yêu, Cho em một ngày, Ru tình, Một mình, Họa mi hót trong mưa, Một ngày mới, Ru em từng ngón xuân nồng\n| Tên thân mật = Bống\n| Nhạc sĩ tiêu biểu = [[Trịnh Công Sơn]], [[Dương Thụ]]\n| nghệ danh = *[[Diva Việt Nam]]<ref>{{chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/tung-duong-voi-liveshow-troi-va-dat-chay-ve-va-chay-chinh-minh-n20170929070255004.htm|title=Tùng Dương với liveshow 'Trời và đất': Cháy vé và cháy… chính mình!|date=ngày 29 tháng 9 năm 2017|access-date =ngày 30 tháng 4 năm 2018|publisher=Thể thao & Văn hóa}}<\/ref><ref>{{chú thích web|url=http:\/\/www.nhandan.com.vn\/nation_news\/item\/31586602-diva-hong-nhung-lam-say-long-nguoi-trong-show-cua-ha-anh-tuan.html|title=Diva Hồng Nhung làm say lòng người trong show của Hà Anh Tuấn|date=ngày 18 tháng 12 năm 2016|access-date =ngày 30 tháng 4 năm 2018|publisher=Nhân dân}}<\/ref>\n*Ngôi sao ca nhạc<ref>{{chú thích web|url=https:\/\/thethaovanhoa.vn\/cac-giai-tt-vh-to-chuc\/hong-nhung-thu-minh-to-be-diva-diva-to-be-n20120416162051992.htm|title=Hồng Nhung & Thu Minh: To be Diva - Diva to be|date=ngày 19 tháng 4 năm 2012|access-date =ngày 30 tháng 4 năm 2018|publisher=Thể thao & Văn hóa}}<\/ref>\n}}\n{{Chinese\n|vie= Hồng Nhung\n|chuhan=紅絨\n|lqn= Vải nhung đỏ\n}}\n'''Hồng Nhung''' (sinh ngày 15 tháng 3 năm 1970, tại [[Hà Nội]]) tên đầy đủ là '''Lê Hồng Nhung''', tên thân mật là \"'''Bống'''\", là một nữ [[ca sĩ]] người [[Việt Nam]], từng giành được 8 đề cử cho [[Giải thưởng Âm nhạc Cống hiến|giải Cống hiến]]. Cô đã thành công trong việc đổi mới [[Danh sách bài hát của Trịnh Công Sơn|nhạc Trịnh]] từ những năm đầu [[thập niên 90]]. Hồng Nhung là một nghệ sĩ có sức ảnh hưởng lớn và được công nhận là một trong [[Diva Việt Nam|Bộ tứ Diva của Việt Nam]] bên cạnh [[Thanh Lam]], [[Mỹ Linh]] và [[Trần Thu Hà]].<ref>{{Chú thích web | url = https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/ca-si-hong-nhung-diva-la-danh-hieu-qua-long-lay-n20160810062313794.htm | tiêu đề = Ca sĩ Hồng Nhung: Diva là danh hiệu quá lộng lẫy | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = Báo Thể thao & Văn hóa - Thông tấn xã Việt Nam | ngôn ngữ = }}<\/ref>\n\nHồng Nhung được công chúng biết đến khi tuổi đời còn trẻ, gây ấn tượng với một giọng hát đầy nội lực mà tinh tế, sáng và vang. Cô chịu ảnh hưởng lớn từ [[Sinéad O'Connor]] và [[Whitney Houston]]. Hồng Nhung cũng là một [[nghệ sĩ]] tích cực tham gia nhiều chiến dịch như trở thành đại biểu của Việt Nam lên tiếng về vấn đề bảo vệ loài [[tê giác]]<ref name=\"vnexpress.net\">{{Chú thích web | url = https:\/\/vnexpress.net\/tin-tuc\/khoa-hoc\/ca-si-hong-nhung-soc-khi-tan-mat-thay-te-giac-bi-giet-3079004.html | tiêu đề = Ca sĩ Hồng Nhung sốc khi tận mắt thấy tê giác bị giết - VnExpress | tác giả 1 = | ngày = 13 tháng 9 năm 2014 | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>, [[gấu]];<ref name=\"ReferenceA\">{{Chú thích web | url = https:\/\/vnexpress.net\/tin-tuc\/khoa-hoc\/moi-truong\/ca-si-hong-nhung-keu-goi-cong-dong-bao-ve-gau-3017926.html | tiêu đề = Ca sĩ Hồng Nhung kêu gọi cộng đồng bảo vệ gấu - VnExpress | tác giả 1 = | ngày = 16 tháng 7 năm 2014 | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> tham gia dự án âm nhạc chống nạn [[ấu dâm]],<ref name=\"giaitri.vnexpress.net\">{{Chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/hong-nhung-thu-minh-tham-gia-du-an-am-nhac-chong-nan-au-dam-3592154.html | tiêu đề = Hồng Nhung, Thu Minh tham gia dự án âm nhạc chống nạn ấu dâm - VnExpress Giải Trí | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> các hoạt động thiện nguyện.<ref>{{Chú thích web | url = https:\/\/thanhnien.vn\/van-hoa\/hong-nhung-linh-nga-cam-ket-dong-hanh-lam-tu-thien-cung-ngo-thanh-van-700986.html | tiêu đề = Hồng Nhung - Linh Nga cam kết đồng hành làm từ thiện cùng Ngô Thanh Vân | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = Báo Thanh Niên | ngôn ngữ = }}<\/ref> Ngoài ra, cô cũng nổi tiếng về sự thông minh, khéo léo trong giao tiếp cũng như cách làm việc của cô.\n\nHồng Nhung từng thể hiện thành công những bài hát của nhiều [[nhạc sĩ]] nổi tiếng như [[Văn Cao]], [[Dương Thụ]], [[Trần Tiến]], [[Phú Quang]], [[Quốc Trung]], [[Thanh Tùng]], [[Hồng Đăng]], [[Từ Huy]], [[Duy Thái]], [[Trần Quang Lộc]], Lã Văn Cường, [[Bảo Chấn]], [[Bảo Phúc]], [[Quốc Bảo]], [[Huy Tuấn]]... nhưng thành công nhất vẫn là những nhạc phẩm của [[Trịnh Công Sơn]] – vị nhạc sĩ huyền thoại của [[tân nhạc Việt Nam]] và cô đã đóng đinh tên tuổi của mình với dòng nhạc này. Hồng Nhung cũng là người được cố nhạc sĩ họ [[Trịnh Công Sơn|Trịnh]] ưu ái, ông đã sáng tác tặng riêng cho cô ba bài hát: \"Bống bồng ơi\", \"Bống không là Bống\", \"Thuở Bống là người\".\n\n== Tiểu sử ==\nHồng Nhung sinh ra trong một gia đình [[Hà Nội]] trí thức, nền tảng về văn hoá giáo dục tốt. Ông nội của Hồng Nhung là [[họa sĩ]] Lê Văn Ngoạn; ông ngoại là [[nhà ngôn ngữ học]] Đới Xuân Ninh; bố cô là dịch giả Lê Văn Viện. Cô có họ hàng với ca sĩ [[Bằng Kiều]] (gọi bằng chú).<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/van-hoa\/nhung-chuyen-hau-truong-phia-sau-dem-dien-bang-kieu-1351983814.htm | tiêu đề = Những chuyện hậu trường phía sau đêm diễn Bằng Kiều | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref><ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/photo\/lang-nhac\/bang-kieu-hong-nhung-la-chau-nhung-doi-khi-toi-phai-goi-la-chi-3655797.html|tiêu đề=Bằng Kiều: 'Hồng Nhung là cháu nhưng đôi khi tôi phải gọi là chị'|ngày tháng=2017-10-14|ngày truy cập=2018-03-19|website=Báo VnExpress}}<\/ref><ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/van-hoa\/bang-kieu-am-uc-tiet-lo-hong-nhung-la-chau-ho-nhung-van-phai-goi-chi-20171014083053306.htm|tiêu đề=Bằng Kiều \"ấm ức\" tiết lộ Hồng Nhung là cháu họ nhưng vẫn phải gọi \"chị\"|ngày tháng=2017-10-14|ngày truy cập=2018-03-19|website=Báo Dân trí}}<\/ref><ref>{{Chú thích web|url=http:\/\/baodautu.vn\/bang-kieu-tiet-lo-diva-hong-nhung-la-chau-ho-d71093.html|tiêu đề=Bằng Kiều tiết lộ diva Hồng Nhung là cháu họ|ngày tháng=2017-10-14|ngày truy cập=2018-03-19|website=Đầu tư online}}<\/ref> Bố mẹ Hồng Nhung chia tay khi cô chưa đầy 2 tuổi. Vì là con một nên khi chia tay, ông đã kiên quyết nhận nuôi Hồng Nhung. Từ đó, cô sống với bố và ông bà nội nhưng những ngày cuối tuần thì đến thăm mẹ. Bố Hồng Nhung tái hôn với một người phụ nữ tên Mai, hơn cô 10 tuổi.<ref>{{Chú thích web|url=http:\/\/www.doisongphapluat.com\/giai-tri\/chuyen-lang-sao\/chan-dung-nguoi-me-ke-dac-biet-cua-diva-hong-nhung-a152660.html|tiêu đề=Chân dung người mẹ kế đặc biệt của Diva Hồng Nhung|ngày tháng=|ngày truy cập=2018-03-19|website=Báo Đời sống & pháp luật|archive-date=2018-03-19|archive-url=https:\/\/web.archive.org\/web\/20180319213805\/http:\/\/www.doisongphapluat.com\/giai-tri\/chuyen-lang-sao\/chan-dung-nguoi-me-ke-dac-biet-cua-diva-hong-nhung-a152660.html|url-status=dead}}<\/ref>\n\nNăm 1983, Hồng Nhung có tên trong danh sách những [[học sinh]] giỏi toàn [[thành phố]], được Thủ tướng [[Phạm Văn Đồng]] tặng bằng khen. Đồng thời cũng là học sinh giỏi toàn diện 7 năm liền và tốt nghiệp PTCS với số điểm 36\/40, từng được cử đi thi học sinh giỏi Văn cấp thành phố rồi đi thi Học sinh giỏi Quốc gia. Hồng Nhung tốt nghiệp đại học khoa [[Tiếng Anh]] của [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Khoa học và Xã hội Nhân Văn]], [[Thành phố Hồ Chí Minh]].{{fact}}\n\n== Sự nghiệp ==\n===Thời thơ ấu và khởi nghiệp===\n\nNăm 10 tuổi, Hồng Nhung thi tuyển vào đội Họa mi của Cung Văn hóa Thiếu nhi Hà Nội và trở thành thành viên của đội Họa mi. Năm 11 tuổi, Hồng Nhung được tới [[Đài Tiếng nói Việt Nam]] thu âm bài hát đầu tiên mang tên \"Lời chào của em\", do Nghiêm Bá Hồng sáng tác, và biểu diễn trong Đội nghệ thuật Măng non [[Hà Nội]]. Bản thu âm đó được gia đình Hồng Nhung lưu giữ đến tận bây giờ và vẫn được cả gia đình thi thoảng mang ra nghe lại.\n\nNăm 1984, lần đầu tiên được cử đi dự \"Liên hoan nghệ thuật quốc tế\" ở [[Libya]], trở thành giọng hát thiếu nhi được yêu mến tại Hà Nội lúc bấy giờ. Năm 1985, khi mới 15 tuổi, cô đoạt Huy chương vàng \"Hội diễn chuyên nghiệp toàn quốc\" lần thứ 4 tại [[Hải Phòng]] với \"Diều ơi cho em bay\" của [[Nguyễn Cường]]. Cô gặp gỡ nhạc sĩ [[Dương Thụ]] và được ông dìu dắt vào nghề. Khoảng hơn 1 năm sau, Hồng Nhung gặp nhạc sĩ Quang Vinh, gia nhập Đoàn ca nhạc nhẹ Trung ương và bắt đầu bước vào con đường ca hát chuyên nghiệp rồi nhanh chóng trở thành một hiện tượng nhạc trẻ bấy giờ. Năm 1987, được chọn đi thi \"Giọng hát hay Hà Nội\", lúc đó cô mới học năm thứ nhất hệ trung cấp ở Trường nghệ thuật Hà Nội và giành giải nhất với ca khúc \"Nhớ về Hà Nội\". Đây là một bước ngoặt quan trọng trong sự nghiệp ca hát của cô. Tháng 9 năm 1991, Hồng Nhung đoạt giải nhất \"Đơn ca nhạc nhẹ toàn quốc lần thứ 2\" với các ca khúc \"Hãy đến với em\" ([[Duy Thái]]), \"Vì sao anh không đến\" ([[Từ Huy]]) và \"Nothing Compares to You\" ([[Sinéad O'Connor]]). Năm 20 tuổi, cô theo bố vào [[Thành phố Hồ Chí Minh]], may mắn gặp gỡ nhạc sĩ Trịnh Công Sơn và tạo nên một mối nhân duyên âm nhạc vô cùng đẹp và cũng là bước ngoặt lớn làm thay đổi cuộc đời âm nhạc của Hồng Nhung, có ảnh hưởng mạnh mẽ đến cá tính âm nhạc và con đường âm nhạc của Hồng Nhung.\n\nNăm 1988, ra mắt album ''Tiếng hát Hồng Nhung'', được tái bản nhiều lần. Cô chính thức gia nhập Đoàn ca múa nhạc nhẹ Trung ương và trở thành một trong những ca sĩ nhạc nhẹ hàng đầu Việt Nam liên tục biểu diễn trên các sân khấu ca nhạc, trên vô tuyến truyền hình và chiếm được cảm tình của khán giả. Năm 1989, cô biểu diễn tại liên hoan nhạc nhẹ ở [[Berlin]], [[Cộng hòa Dân chủ Đức]] và biểu diễn tại Festival thế giới lần thứ 19 tại [[Triều Tiên]]. Năm 1990, cô lưu diễn tại [[Iraq]]. Năm 1991, sau chuyến lưu diễn tại Trung Quốc và [[Singapore]], Hồng Nhung chính thức gia nhập Đoàn ca nhạc nhẹ Sài Gòn và đoạt giải nhất \"Cuộc thi đơn ca nhạc nhẹ toàn quốc năm 1991\", các ca khúc trong cuộc thi đã được đưa vào album ''Sao anh không đến'' với 5 ca khúc Việt Nam và 4 ca khúc nước ngoài. Năm 1992, cô lưu diễn tại [[Nga]], [[Ba Lan]], [[Hàn Quốc]], Trung Quốc và gặp gỡ nhạc sĩ [[Trịnh Công Sơn]] và bắt đầu hát nhạc Trịnh Công Sơn bằng phong cách mới, tạo ấn tượng mạnh. Năm 1993, album nhạc [[Trịnh Công Sơn]] ''Bống bồng ơi'' ra mắt nhanh chóng trở thành hiện tượng âm nhạc, một bước ngoặt lớn đối với sự nghiệp ca hát của Hồng Nhung và mang dấu ấn lịch sử đối với âm nhạc Trịnh Công Sơn. ''Bống bồng ơi'' là cầu nối chuyển giao thế hệ từ [[Khánh Ly]] sang Hồng Nhung, khơi thông mạch chảy có \"linh hồn\" cho dòng nhạc Trịnh trong đời sống âm nhạc Việt sau năm 1975.\n\nNăm 1994, Hồng Nhung phát hành album ''Lênh đênh - 10 ca khúc [[Hồng Đăng]],'' cùng ca sĩ [[Thanh Lam]] thu âm băng nhạc Từ Huy chủ đề \"Ngày anh đến\" với nhiều tìm tòi, sáng tạo trong thể hiện 2 ca sĩ tạo được dấu ấn mạnh với công chúng; cùng [[Phương Thanh]] thu thanh album Tôn Thất Lập - Tình ca mùa xuân. Tham gia chương trình [[Duyên Dáng Việt Nam|Duyên dáng Việt Nam]] một với ca khúc \"Bống bồng ơi\" của Trịnh Công Sơn được chính tác giả giới thiệu, dẫn chuyện trước khi Hồng Nhung ra biểu diễn. Năm 1995, hợp tác với nhạc sĩ [[Đức Trí]] sản xuất  album ''Chợt nghe em hát'' – được coi là [[album chủ đề]] đầu tiên của nhạc Việt với các sáng tác lần đầu tiên được ra mắt của hai nhạc sĩ Lã Văn Cường và [[Trần Quang Lộc]], tiêu thụ 30.000 bản ngay trong tuần đầu tiên phát hành. Album đỉnh cao đầu tiên trong sự nghiệp, đưa tên tuổi Hồng Nhung lên vị trí cao trong nền tân nhạc Việt Nam, album mở ra một thời kỳ mới của nhạc nhẹ Việt Nam – yếu tố \"hội nhập\" với xu thế nhạc nhẹ thế giới lần đầu tiên được hiện hữu trong một album nhạc nhẹ văn minh, hiện đại và đậm chất Việt.\n\nNăm 1996, tiếp tục hợp tác cùng [[Đức Trí]], [[Tam ca Áo Trắng|Tam Ca Áo Trắn]]<nowiki\/>g ra mắt album \"Hát mừng giáng sinh\", thành công vượt ngoài mong đợi với hơn 100.000 bản băng cassettte được tiêu thụ trở thành album giáng sinh được yêu thích nhất ở Việt Nam, tái bản liên tục cả trong nước ([[Viết Tân]] Studio phát hành) và hải ngoại (Trung tâm Mưa hồng phát hành). Gây ấn tượng mạnh với khán giả truyền hình trong đêm chung kết [[SV 96 (các trận đấu)|SV96]] với ca khúc \"Nhớ mùa thu Hà Nội\" ([[Trịnh Công Sơn]]). Là đại diện duy nhất của Việt Nam được mời tham gia chương trình \"Dream come true\" do hãng truyền hình [[NHK]] - Nhật Bản tổ chức tại Tokyo - một chương trình dành cho các ngôi sao âm nhạc hàng đầu Châu Á, Hồng Nhung đã trình diễn  \"[[Hạ trắng]]\" của [[Trịnh Công Sơn]]. Năm 1996, Hồng Nhung tạo nên hiện tượng trên sân khấu biểu diễn Thành phố Hồ Chí Minh cùng ca khúc \"Cho em một ngày\" của [[Dương Thụ]] với bản phối của nhạc sĩ [[Nguyễn Hà]] cùng ghita Vĩnh Tâm.\n\n=== 1997–1999: ''Đoản khúc thu Hà Nội'', ''Hồng Nhung & những bài Topten'' và ''Bài hát ru cho anh'' ===\nNăm 1997, Hồng Nhung tổ chức chuyến lưu diễn xuyên Việt đầu tiên mang tên ''Hồng Nhung và Bống bồng ơi'' với 9 đêm diễn tại [[Nhà hát Hòa Bình|Thành phố Hồ Chí Minh]], [[Cung Văn hóa Hữu nghị Hà Nội|Hà Nội]] và Đà Nẵng vào tháng 12 năm 1997). Ngày 21 tháng 7 cùng năm, cô ra mắt album phòng thu đầu tay ''[[Đoản khúc thu Hà Nội|Đoản khúc thu Hà Nộ]]<nowiki\/>i'' với phần hòa âm, phối khí của nhạc sĩ [[Bảo Chấn|Bảo Chấ]]<nowiki\/>n đã tạo được tiếng vang lớn về nghệ thuật và số lượng đĩa tiêu thụ, trở thành album Hà Nội kinh điển, đoạt giải thưởng \"Đĩa hát vàng 97\" và gắn thương hiệu Hồng Nhung với dòng nhạc viết về Hà Nội. Tháng 9 năm 1997 chương trình [[Làn Sóng Xanh]] ra đời, Hồng Nhung là ca sĩ có nhiều bài nhất lọt Topten LSX 97 với thứ hạng cao, Ca Khúc \" Có Đôi Khi \" sáng tác Lã Văn Cường đoạt giải Làn Sóng Xanh đầu tiến năm 1997. Ngoài ra  tiêu biểu là ca khúc \"Đóa hoa vô thường\" chiếm lĩnh hạng nhất trên bảng xếp hạng 4 tuần tháng 11 năm 1997. Video âm nhạc \"Đóa hoa vô thường\" của Hồng Nhung được phát hành trên truyền hình và băng đĩa tạo nên hiện tượng âm nhạc đặc biệt, ngoài phần âm nhạc xuất sắc thì điểm nhấn độc đáo là video âm nhạc được dàn dựng thành một câu chuyện có mở kết hoàn chỉnh, mang đậm dấu ấn văn hóa Phương Đông, đây là một bước tiến so với thời điểm bấy giờ. \"Đóa hoa vô thường\" được đánh giá một trong những video âm nhạc đỉnh cao của nhạc nhẹ Việt Nam.\n\nNăm 1998, Hồng Nhung phát hành album phòng thu thứ hai, ''Hồng Nhung & những bài Topten'', bao gồm 9 ca khúc lọt Bảng xếp hạng Topten [[Làn Sóng Xanh]] 97; tiếp tục hợp tác thành công với nhạc sĩ Đức Trí trong album phòng thu thứ ba, ''[[Bài hát ru cho anh]]'', phát hành ngày 4 tháng 12 năm 1998. Album phác họa đầy đủ, sinh động nhất chân dung âm nhạc của Dương Thụ, nhạc sĩ đánh giá Hồng Nhung là người hát hay nhất và thành công nhất nhạc của ông. Cùng lúc đó ca khúc \" Vườn Yêu ' sáng tác tác Nhạc sỹ  Lã Văn Cường do Đức Trí hoà âm phối khí đoạt Giai thưởng Làn Sóng Xanh 98. Cô cũng hợp tác cùng MC [[Lại Văn Sâm]] và VTV3 tổ chức chương trình ''Khách mời VTV3 – Bắt đầu từ hôm qua'' dành cho hơn 10 ngàn cho sinh viên tại [[Trường Đại học Y Hà Nội]], chương trình truyền hình được khán giả yêu thích nhất năm 1998 của [[VTV3]] với số thư yêu cầu nhiều nhất và số lần phát lại nhiều nhất.\n\nNăm 1999, Hồng Nhung tổ chức thành công chuyến lưu diễn xuyên Việt lần thứ hai mang tên ''Bài hát ru 99 – Vì cuộc sống trẻ thơ'' với sự tham gia của đạo diễn sân khấu Phạm Hoàng Nam, nhạc sĩ hòa âm [[Đức Trí|Đức Tr]]í, ban nhạc Hy vọng và ca sĩ [[Bằng Kiều]], chương trình đã tạo được tiếng vang lớn không chỉ về mặt nghệ thuật và cả về ý nghĩa nhân văn, Bài hát ru 99 gắn với Tuyên truyền và gây quỹ ủng hộ phòng chống sốt xuất huyết cho các em nhỏ, Hồng Nhung đã dành trọn 200 triệu tiền vé thu được để ủng hộ quỹ.\n\n===2000–2002: ''Ru tình'', ''Cháu vẽ ông mặt trời'' và ''Ngày không mưa''===\n\nNăm 2000'','' Hồng Nhung cho ra mắt album phòng thu thứ tư, ''Ru tình'', với 10 tình khúc Trịnh Công Sơn, [[Bảo Chấn]], [[Thanh Tùng]], [[Phú Quang]] do Đức Trí hòa âm, Hồng Nhung hát theo phong cách tự do, ngẫu hứng, thiên về kỹ thuật hát nói, bài hát \"Một mình\", do Thanh Tùng sáng tác, lần đầu tiên được Hồng Nhung thu âm. Với phần trình diễn đột phá về nghệ thuật trên sân khấu [[Duyên Dáng Việt Nam|Duyên dáng Việt Nam]] 9 với ca khúc \"Ru con giữa rừng đại ngàn\" của [[Dương Thụ]], Hồng Nhung chia sẻ: \"Nhung rất thích ca khúc \"Ru con giữa rừng đại ngàn\". Không lời ru à ơi, dịu dàng như những khúc hát ru vốn có của dân tộc, lời của bài hát còn chứa đựng sức mạnh mãnh liệt của núi rừng hoang dã. Bài hát gợi cho Nhung cảm giác như khi được xem bộ phim [[Vua sư tử|''Lion King'']] ở đoạn sư tử con vừa chào đời…Lời ru như khoắc thêm cho con chiếc áo sức mạnh thể chất lẫn tinh thần…Ca khúc được nhạc sĩ [[Đức Trí|Đức Tr]]í hòa âm rất hay, rất đặc biệt, mang phong cách nhạc nhẹ nhưng vẫn rất đậm âm hưởng dân tộc\"\n\nNăm 2001, Hồng Nhung phát hành album phòng thu thứ năm, ''Cháu vẽ ông mặt trời'', với 11 ca khúc, album thiếu nhi nhưng được êkip Hồng Nhung, [[Bảo Chấn]], Dương Thụ thực hiện rất công phu, độc đáo, chuyên nghiệp, trở thành một dấu ấn đẹp trong sự nghiệp của Hồng Nhung. nhạc sĩ [[Dương Thụ]] nhận xét: \"Việc ca sĩ hát nhạc thiếu nhi không lạ. Nhưng ở Hồng Nhung tôi cảm nhận được cô là một nghệ sĩ của thế giới nội tâm, hát và đến với khán giả nhỏ tuổi bằng cả tấm lòng mình''\"''. Năm 2001, Hồng Nhung được mời hát chính cho bộ phim điện ảnh [[Người Mỹ trầm lặng (phim 2002)|''Người mỹ trầm lặng'']] của đạo diễn [[Người Mỹ trầm lặng (phim 2002)|Phillip Noyce]] và tham gia vai phụ ca sĩ phòng trà trong bộ phim, Hồng Nhung sang [[Anh]] thu âm phần nhạc phim cùng Craig Armstrong với ca khúc \"[[Thiên Thai (bài hát)|Thiên Thai]]\" và \"Nothing in this World\" (với Craig Armstrong). Năm 2003, cô được Đề cử \"Best Original Song Written Directly for a Film\" cho giải World Soundtrack Award ở Bỉ cho ca khúc \"Nothing in This World\".\n\nHồng Nhung lần đầu tiên hợp tác cùng [[Quốc Trung]] và ban nhạc Phương Đông ra mắt album ''[[Ngày không mưa]]'' vào ngày 20 tháng 11 năm 2001. Album thành công cả về mặt nghệ thuật và thị trường với nhiều bản hit tiêu biểu như: \"Họa mi hót trong mưa\", \"Ngày không mưa\", \"Tình yêu ở lại\", \"Một đêm mưa tháng giêng\", \"Phố mùa đông\". Nhạc sĩ Dương Thụ đánh giá ''Ngày không mưa'' là một trong hai album nhạc nhẹ xuất sắc nhất Việt Nam tại thời điểm đó, cùng với ''[[Mây trắng bay về]]'' của Thanh Lam. Hồng Nhung đoạt giải thưởng Ca sỹ được yêu thích nhất [[Làn Sóng Xanh]] 2002; ca khúc \"Ngày không mưa\" cũng đạt giải 10 ca khúc được yêu thích nhất của Làn sóng xanh 2002. Ngoài ra Hồng Nhung còn thắng lớn tại ''[[Đài Truyền hình Việt Nam|VTV <big>–<\/big> Bài hát tôi yêu]]'' ở hạng mục Ca sĩ được yêu thích nhất và giải Ca khúc được yêu thích nhất cho hai bài hát \"Họa mi hót trong mưa\" và \"Ngày không mưa\". Cũng trong năm 2002, Hồng Nhung là ca sĩ Việt Nam đầu tiên được mời tham dự Liên hoan âm nhạc Châu Á tổ chức thường niên ở Singapore cùng [[Trần Mạnh Tuấn]] với các ca khúc \"Inh lả ơi\", \"Ngày không mưa\", \"Ru tình\" và \"Hồ trên núi\".\n\n=== 2003–2005: ''Thuở Bống là người'', ''Một ngày mới'' và ''Khu vườn yên tĩnh'' ===\n\nNăm 2003, Hồng Nhung có cuộc bứt phá ngoạn mục, trở thành ca sĩ tâm điểm của năm với giải thương [[Mai vàng|Mai Vàng]] hạng mục Nữ ca sĩ được yêu thích nhất với ca khúc \"Một ngày mới\". Video âm nhạc \"Một ngày mới\" giữ vị trí dẫn đầu trên bảng xếp hạng chung cuộc ''VTV <big>–<\/big> Bài hát tôi yêu'' lần thứ 2 với giải Ca khúc được yêu thích nhất, năm thứ 7 liên tiếp đoạt giải Ca sĩ được yêu thích nhất của Làn Sóng Xanh và là một trong những giọng ca chính  thể hiện ca khúc \"[[Vì một Thế giới ngày mai|Vì một thế giới ngày mai]]\", bài hát chính thức của [[Đại hội Thể thao Đông Nam Á 2003]] tổ chức tại Hà Nội. Cùng năm đó, Hồng Nhung cho ra mắt album phòng thu thứ bảy, ''[[Thuở Bống là người]]'', gồm 11 ca khúc viết về thân phận con người, triết lý đời sống, tình yêu do chính nhạc sĩ [[Trịnh Công Sơn]] biên tập cùng Hồng Nhung trước khi ông qua đời. Chương trình hòa nhạc chủ đề nhạc Trịnh Công Sơn tổ chức tại Khu du lịch Bình Quới với hơn 5.000 khán giả tham dự cũng đạt thành công rực rỡ. Nhiều bài hát trong album đã lọt vào các bảng xếp hạng âm nhạc, từ \"lạ\" trở thành \"quen thuộc\" với đông đảo công chúng và ''Thuở Bống là người'' vẫn được tái bản đều đặn, mang giá trị lớn theo thời gian.\n\nCũng trong năm 2003, Hồng Nhung cùng nhạc sĩ  Quốc Trung và [[Huy Tuấn|Huy Tuấ]]<nowiki\/>n ra mắt album phòng thu thứ tám, ''Một ngày mới'', giới thiệu một hình ảnh mới trẻ trung, tràn đầy năng lượng của Hồng Nhung. Album được thực hiện trong khoảng thời gian 3 tháng,<ref>{{Chú thích web|url=https:\/\/divahongnhung.wordpress.com\/2018\/07\/06\/ky-2-mot-ngay-moi-album-dua-hong-nhung-tro-lai-vi-tri-so-1-thi-truong-am-nhac\/|tựa đề=Kỳ 2: Một ngày mới – Album đưa Hồng Nhung trở lại vị trí số 1 thị trường âm nhạc {{!}} Hồng Nhung – Diva nhạc nhẹ Việt Nam|tác giả=Mạnh Hải|họ=|tên=|ngày=2018-07-06|website=WordPress|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2021-02-07}}<\/ref> gây sốt với công chúng trẻ tuổi, hơn 10.000 bản CD đã được tiêu thụ trong tuần đầu tiên phát hành. Video âm nhạc \"Nắng về theo anh\" tặng kèm CD được đánh giá là môt video âm nhạc xuất sắc của nhạc nhẹ Việt Nam. Ngày 28 tháng 10 năm 2004, Hồng Nhung ra mắt album phòng thu thứ chín, ''[[Khu vườn yên tĩnh]]'', một [[album chủ đề]] được lấy cảm hứng từ khu vườn tại ngôi nhà của Hồng Nhung ở Thành phố Hồ Chí Minh. Album được xây dựng từ một kịch bản văn học do nhạc sĩ Dương Thụ đảm nhiệm, sau đó các ca khúc được sáng tác theo kịch bản chứ không đi chọn bài như các album thông thường, là khối thống nhất của hòa âm, giọng hát, giai điệu, lời ca. ''Khu vườn yên tĩnh'' được khán giả ngợi khen, giới chuyên môn đánh giá cao là album xuất sắc nhất của nhạc nhẹ Việt Nam với nhiều khám phá độc đáo và mới lạ trong nghệ thuật.\n\n=== 2006–2016: ''Như cánh vạc bay'', ''Vòng tròn'' và các dự án âm nhạc, xã hội khác ===\n\nNăm 2006, Hồng Nhung lần đầu hợp tác cùng nhạc sĩ [[Hoài Sa]] và tạo được tiếng vang với dự án nhạc [[Trịnh Công Sơn]] ''Như cánh vạc bay'', bao gồm album phòng thu thứ mười cùng tên và hai đêm trình diễn của buổi hòa nhạc Như cánh vạc bay tại Nhà hát lớn TP. Hồ Chí Minh với 16 ca khúc của cố nhạc  sĩTrịnh Công Sơn, được hòa âm, trình diễn theo phong cách mới mẻ. Hai bài hát \"Ru em từng ngón xuân nồng\" và \"Tuổi đá buồn\" nhanh chóng trở thành hai bản hit của Hồng Nhung trên các sân khấu lớn trong và ngoài nước. Hồng Nhung đoạt giải Sự nghiệp tỏa sáng của giải thưởng Ngôi sao Bạch Kim.\n\nNăm 2007, cô ra mắt dự án song ca Hồng Nhung - [[Quang Dũng (ca sĩ)|Quang Dũng]], ''Vì ta cần nhau'' (CD & live show) do nhạc sĩ [[Đức Trí|Đức Tr]]í sản xuất, hòa âm; dự án ''Vì ta cần nhau'' thành công vượt ngoài mong đợi của Hồng Nhung, CD ''Vì ta cần nhau'' là một trong mười album bán chạy nhất năm 2007 và live show ''Vì ta cần nhau'' được bình chọn là 1 trong 10 sự kiện văn hóa tiêu biểu năm 2007 của VTV3 và [[Thể thao & Văn hóa|Báo Thể thao & Văn hóa]]. Mặc dù còn một số tranh cãi xung quanh vấn đề chênh lệch đẳng cấp Hồng Nhung - Quang Dũng khi kết hợp chung nhưng không thể phủ nhận sức lan tỏa và thành công của dự án. Cuối năm, Hồng Nhung nhận giải Ca sỹ được yêu thích nhất của 10 năm Làn Sóng Xanh và giải Nghệ sĩ ăn mặc lịch sự nhất năm 2007.\n\nNăm 2009, Hồng Nhung tiếp tục hợp tác cùng nhạc sĩ Hoài Sa ra mắt dự án song ca nhạc Trịnh Công Sơn cùng [[Quang Dũng (ca sĩ)|Quang Dũng]] chủ đề ''Có đâu bao giờ'' (CD&Live show) theo phong cách [[New-age (nhạc)|New Age]], với dòng nhạc sở trường của cả 2 ca sĩ đã giúp 10 ca khúc trong CD nghe rất dễ chịu, cảm xúc mang tinh thần lạc quan, rất yoga như chính Hồng Nhung chia sẻ. Lần đầu tiên Hồng Nhung - Quang Dũng thể nghiệm việc tổ chức live show ở địa điểm quy mô nhỏ với 100 khán giả tham dự, giá vé 3 triệu đồng\/vé, đêm diễn không được phát hành DVD như các live show trước nên phần đông khán giả không được thưởng thức nhưng được báo giới đánh giá là ấm cúng, sang trọng, giàu cảm xúc.\n\nNăm 2011, Hồng Nhung ra mắt album phòng thu thứ mười một, ''[[Vòng tròn (album)|Vòng tròn]]'', theo thể loại nhạc điện tử. Album được Hồng Nhung viết kịch bản văn học, Quốc Trung viết kịch bản âm nhạc, sau đó được các nhạc sĩ khác viết theo đơn đặt hàng. 11 ca khúc trong album tập trung vào một thông điệp âm nhạc rõ nét và độc đáo, đó là sự liên hệ, tính kết nối chặt chẽ giữa con người và thế giới bên ngoài, giữa âm nhạc và cuộc sống.<ref>{{Chú thích web|url=https:\/\/giaoduc.net.vn\/van-hoa\/4-diva-nhac-viet-nam-2011-ke-thanh-nguoi-bai-post28319.gd|tựa đề=4 diva nhạc Việt năm 2011: Kẻ \"thành\" người \"bại\" - Giáo dục Việt Nam|tác giả=Thảo Lăng|họ=|tên=|ngày=2011-12-27|website=Giáo dục Việt Nam|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2021-02-07}}<\/ref> Với kỹ thuật thanh nhạc điêu luyện và kinh nghiệm biểu diễn, cô luôn được chọn làm người hướng dẫn cho các thí sinh trong các cuộc thi ca hát như [[Vietnam Idol: Thần tượng Âm nhạc Việt Nam|''Vietnam Idol'']], ''[[Giọng hát Việt]]''. Năm 2011, cô là giám khảo cuộc thi ''Sáng bừng sức sống'', một chương trình truyền hình thực tế tìm kiếm nhóm nhạc nữ Việt Nam. Năm 2013, Hồng Nhung đảm nhiệm vị trí một trong 4 huấn luyện viên (cùng [[Quốc Trung]], [[Đàm Vĩnh Hưng]] và [[Mỹ Linh]]) của [[Giọng hát Việt]] [[Giọng hát Việt (mùa 2)|mùa 2]].<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/hong-nhung-thich-thu-khi-lam-viec-voi-dam-vinh-hung-2745825.html|tiêu đề=Hồng Nhung thích thú khi làm việc với Đàm Vĩnh Hưng|ngày tháng=2018-03-19|ngày truy cập=2013-05-09|website=Báo VnExpress}}<\/ref>\n\nTháng 7 năm 2014, cô cùng nhiều sao Việt đã đồng hành cùng Trung tâm Giáo dục Thiên nhiên (ENV) trong chiến dịch ''Tôi ủng hộ bảo vệ động vật hoang dã'' với chủ đề ''\"''Cùng hành động vì các loài gấu của Việt Nam - Chấm dứt nạn nuôi nhốt gấu''\"'' nhằm để ngăn chặn tình trạng săn bắn, buôn bán và tiêu thụ động vật hoang dã.<ref name=\"ReferenceA\" \/> Tháng 9 năm 2014, Hồng Nhung có mặt ở [[Nam Phi]] từ ngày mùng 8 với tư cách là một đại biểu của đoàn Việt Nam sang quốc gia này để tìm hiểu nạn thảm sát tê giác và những hậu quả của nhu cầu tiêu thụ sừng tê tại các quốc gia [[châu Á]], trong đó có Việt Nam.<ref name=\"vnexpress.net\" \/> Năm 2014 và 2015 cô làm giám khảo cuộc thi ''Tuyệt đỉnh tranh tài''. Cuộc thi dành cho những ca sĩ chuyên nghiệp thử sức trong các thể loại âm nhạc khác nhau.\n\nNgày 12 tháng 9 năm 2015, Hồng Nhung và [[Hà Anh Tuấn]] là nghệ sĩ được mời tham gia ''Chương trình bảo vệ loài tê giác'' theo lời mời của tổ chức ''Rhinos Foundation''.<ref>{{Chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/hong-nhung-lang-nguoi-nhin-canh-me-con-te-giac-bi-ban-chet-3280064.html | tiêu đề = Hồng Nhung lặng người nhìn cảnh mẹ con tê giác bị bắn chết - VnExpress Giải Trí | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> Chiều ngày 16 tháng 11 năm 2016 tại Hà Nội, Hồng Nhung cùng [[Thanh Bùi]] và [[Xuân Bắc]] đã gặp gỡ [[Hoàng tử William, công tước xứ Cambridge|hoàng tử William]] để trò chuyện về vấn đề bảo vệ động vật hoang dã, đặc biệt là tê giác.<ref>{{Chú thích web | url = https:\/\/giaitri.vnexpress.net\/photo\/trong-nuoc\/chong-hong-nhung-trong-con-de-vo-tiep-hoang-tu-anh-3500458.html | tiêu đề = Chồng Hồng Nhung trông con để vợ tiếp Hoàng tử Anh - VnExpress Giải Trí | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> Ngày 30 tháng 5 năm 2017, Hồng Nhung cùng [[Thu Minh]], [[Đoan Trang]], Thảo Trang, Trà My Idol, [[Trương Quỳnh Anh]] tham gia dự án cộng đồng của Trang Pháp nhằm nâng cao nhận thức và tìm giải pháp bảo vệ trẻ em khỏi nạn ấu dâm.\n\n=== 2017'''<big>–<\/big>'''nay: ''Phố à, phố ơi...'' và ''Tuổi thơ tôi'' ===\nNgày 16 tháng 12 năm 2017, cô tổ chức buổi họp báo chính thức ra mắt album phòng thu thứ 11 có tựa đề ''[[Phố à, phố ơi...]]'' tại [[Thành phố Hồ Chí Minh]]. Trong buổi họp báo còn có sự góp mặt của [[Hoa hậu Hoàn vũ|Hoa hậu Hoàn vũ 2007]] [[Riyo Mori]] và Vũ Cát Tường. Ngày 6 tháng 5 năm 2018, Hồng Nhung tham gia chương trình The Oriental Mood của Trần Mạnh Tuấn và [[Nguyên Lê]] tại nhà hát VOH Music One, [[Thành phố Hồ Chí Minh]]<ref>{{Chú thích web|url=https:\/\/vavomusic.com\/tran-manh-tuan-nguyen-le-lan-dau-tien-ket-hop-tren-san-khau-am-huong-phuong-dong\/|tiêu đề=TRẦN MẠNH TUẤN – NGUYÊN LÊ LẦN ĐẦU TIÊN KẾT HỢP TRÊN SÂN KHẤU ÂM HƯỞNG PHƯƠNG ĐÔNG|ngày tháng=ngày 8 tháng 5 năm 2018|ngày truy cập=ngày 10 tháng 7 năm 2018|website=VAVO Music}}<\/ref>. Với vai trò là khách mời, cô đã biểu diễn ca khúc \"Bèo dạt mây trôi\"<ref>{{Chú thích web|url=https:\/\/stereo.vn\/tin-tuc\/su-kien\/oriental-mood-tran-manh-tuan-nguyen-le-toa-sang-voi-world-music-khan-gia-ngong-doi-phan-ii-7310.html|tiêu đề=Oriental Mood: Trần Mạnh Tuấn - Nguyên Lê tỏa sáng với world music, khán giả ngóng đợi phần II|ngày tháng=ngày 7 tháng 5 năm 2018|ngày truy cập=ngày 10 tháng 7 năm 2018|website=Stereo}}<\/ref>. Ngày 26 tháng 5 năm 2018, nhân dịp sinh nhật lần thứ 50 của [[Frederik, Thái tử Đan Mạch|Thái tử Frederik]], cô được mời dự tiệc tại cung điện Christiansborg, [[Copenhagen]] [[Đan Mạch|Đan]] Mạch<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/hong-nhung-tang-dia-nhac-cho-thai-tu-dan-mach-3757049.html|tiêu đề=Hồng Nhung tặng đĩa nhạc cho thái tử Đan Mạch|ngày tháng=ngày 31 tháng 5 năm 2018|ngày truy cập=ngày 3 tháng 7 năm 2018|website=VnExpress}}<\/ref>. Ngày 20 tháng 6 năm 2018, sự kiện hưởng ứng [[Ngày hội âm nhạc]] diễn ra tại Hà Nội do Đại sứ Ý Cecilia Piccioni tổ chức. Trong sự kiện, cô đã thể hiện \"Voi che sapete\" ([[Mozart]]) và \"Nhớ mùa thu Hà Nội\"' (Trịnh Công Sơn) dưới phần đệm đàn của Đăng Quang<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/con-trai-quoc-trung-thanh-lam-dem-dan-cho-hong-nhung-hat-3766721.html|tiêu đề=Con trai Quốc Trung - Thanh Lam đệm đàn cho Hồng Nhung hát|ngày tháng=ngày 21 tháng 6 năm 2018|ngày truy cập=ngày 4 tháng 7 năm 2018|website=VnExpress}}<\/ref>.\n\nNgày 1 tháng 3 năm 2019, Hồng Nhung tham gia Chương trình ''Ánh dương mùa xuân'' để chào mừng nhà lãnh đạo [[Kim Jong-un]] do Nhà hát Ca múa nhạc Việt Nam thực hiện<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giai-tri\/hong-nhung-hat-nhac-trinh-trong-dem-nhac-mung-kim-jong-un-3887673.html|title=Hồng Nhung hát nhạc Trịnh trong đêm nhạc mừng Kim Jong-un|last=|first=|date=ngày 28 tháng 2 năm 2019|website=VnExpress|archive-url=|archive-date=|url-status=|access-date=ngày 3 tháng 3 năm 2019}}<\/ref>. Trong chương trình, cô đã song ca \"Hạ trắng\" cùng Quán quân ''Sao Mai 2017'' dòng nhạc nhẹ Thu Thủy trong vào đúng dịp kỷ niệm 80 năm ngày sinh của nhạc sĩ Trịnh Công Sơn<ref>{{Chú thích web|url=https:\/\/vtv.vn\/am-nhac\/quan-quan-sao-mai-thu-thuy-hoi-hop-khi-chung-san-khau-voi-diva-hong-nhung-trong-anh-duong-mua-xuan-20190301020930387.htm|title=Quán quân Sao Mai Thu Thủy hồi hộp khi chung sân khấu với diva Hồng Nhung trong Ánh dương mùa xuân|last=|first=|date=ngày 1 tháng 3 năm 2019|website=VTV News|archive-url=|archive-date=|url-status=|access-date=ngày 3 tháng 3 năm 2019}}<\/ref>. Ngay sau đó, [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Tổng bí thư]] [[Nguyễn Phú Trọng]] yêu cầu thể hiện thêm một tác phẩm khác<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/giai-tri\/hong-nhung-tong-duyet-chuong-trinh-anh-duong-mua-xuan-3|title=Hồng Nhung tổng duyệt chương trình 'Ánh dương mùa xuân'|last=|first=|date=ngày 28 tháng 2 năm 2019|website=VnExpress|archive-url=|archive-date=|url-status=|access-date=ngày 3 tháng 3 năm 2019}}<\/ref>\n\n== Đời tư ==\nHồng Nhung đã kết hôn hồi tháng 7 năm 2011 với một doanh nhân mang quốc tịch Mỹ tên Kevin Gilmore, anh có một trụ sở kinh doanh ở [[Hoa Kỳ|Mỹ]] và một ở [[Hồng Kông]].<ref>{{Chú thích web | url = https:\/\/laodong.vn\/giai-tri\/cuoc-song-vien-man-cua-diva-hong-nhung-khi-lay-chong-ngoai-quoc-252593.bld | tiêu đề = Cuộc sống viên mãn của diva Hồng Nhung khi lấy chồng ngoại quốc | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref><ref name=\"Kếthôn\">{{Chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/hong-nhung-sinh-doi-mot-trai-mot-gai-1918685.html | tiêu đề = Hồng Nhung sinh đôi một trai, một gái - VnExpress Giải Trí | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> Trước đó, cả hai tổ chức lễ đính hôn vào cuối tháng 6 năm 2007 tại [[Vũng Tàu]]. Năm 2012, cô sinh đôi một trai, một gái vào dịp [[lễ Phục Sinh|lễ Phục sinh]] tức ngày 8 tháng 4 tại Mỹ.<ref name=\"Kếthôn\"\/> Hai con của cô có tên là Aiden và Lea, tên thường gọi là Tôm và Tép.<ref>{{Chú thích web|url=https:\/\/vov.vn\/van-hoa\/nghe-si\/cap-sinh-doi-nha-hong-nhung-lien-tuc-gay-thuong-nho-vi-qua-dang-yeu-747931.vov#p2|tiêu đề=Cặp sinh đôi nhà Hồng Nhung liên tục \"gây thương nhớ\" vì quá đáng yêu|ngày tháng=ngày 6 tháng 4 năm 2018|ngày truy cập=ngày 28 tháng 6 năm 2018|website=VOv}}<\/ref> Hiện gia đình cô đang sống tại [[Thành phố Hồ Chí Minh]].\n\nTháng 6 năm 2018, Hồng Nhung xác nhận đã ly hôn với Gilmore.<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/hong-nhung-ly-hon-chong-my-3769975.html|tiêu đề=Hồng Nhung ly hôn chồng Mỹ -Vnexpress|ngày tháng=ngày 28 tháng 6 năm 2018|ngày truy cập=ngày 28 tháng 6 năm 2018|website=VnExpress}}<\/ref> Trước khi kết hôn với Kevin Gilmore, Hồng Nhung đã từng có một cuộc hôn nhân ngắn khác với một người chồng ngoại quốc.<ref>{{Chú thích web|url=http:\/\/giadinh.net.vn\/giai-tri\/ngoai-chong-tay-da-ly-hon-bong-hong-nhung-con-2-moi-tinh-bi-an-20180703151607685.htm|tiêu đề=Ngoài chồng Tây đã ly hôn, \"Bống\" Hồng Nhung còn 2 mối tình bí ẩn - Báo điện tử Gia đình&Xã hội|ngày tháng=ngày 3 tháng 7 năm 2018|ngày truy cập=ngày 17 tháng 9 năm 2018|website=Giadinh.net.vn}}<\/ref> Ngoài ra, Hồng Nhung là cháu họ gọi [[Bằng Kiều]] là chú, vì ông nội của cô và bố của Bằng Kiều là hai anh em ruột.<ref>[https:\/\/zingnews.vn\/nhung-sao-viet-la-nguoi-nha-cua-nhau-post324118.html Những sao Việt là người nhà của nhau]<\/ref>\n\n== Phong cách nghệ thuật ==\n\n===Giọng hát===\n*Loại giọng: Lirico [[mezzo-soprano]] (nữ trung trữ tình).\n*Quãng giọng: D3 ~ G5 ~ C#6 (2 quãng tám 5 nốt và 1 bán âm)\n*Quãng trầm: D3 - A3\n*Quãng belt giọng pha: G4 - G5\n*Quãng giọng óc: A4 - C#6\n* Longest note (note dài nhất): 20 giây.\nQua âm nhạc, Hồng Nhung đã truyền được nguồn cảm hứng và tư duy âm nhạc lớn đến những thế hệ ca sĩ sau này như [[Mỹ Tâm]]<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/my-tam-khong-thua-kem-gi-bon-diva-nhac-viet-n20170814063746158.htm|tiêu đề=Mỹ Tâm không thua kém gì bốn diva nhạc Việt|tác giả 1=|ngày=|ngôn ngữ=|nơi xuất bản=Báo Thể thao & Văn hóa - Thông tấn xã Việt Nam|ngày truy cập=26 tháng 2 năm 2018}}<\/ref><ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/van-hoa\/bong-hong-nhung-co-mai-cung-khong-hat-giong-my-tam-2017081310274567.htm|tiêu đề=\"Bống\" Hồng Nhung cố mãi cũng không hát giống… Mỹ Tâm|tác giả 1=|ngày=|ngôn ngữ=|nơi xuất bản=[[Dân trí (báo)|Báo điện tử Dân Trí]]|ngày truy cập=26 tháng 2 năm 2018}}<\/ref>, [[Tùng Dương]]<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/van-hoa\/diva-hong-nhung-nam-ngua-hat-tung-duong-bat-khoc-tren-san-khau-20170924090559468.htm|tiêu đề=Diva Hồng Nhung nằm ngửa hát, Tùng Dương bật khóc trên sân khấu|ngày tháng=ngày 24 tháng 9 năm 2017|website=Dân trí|ngày truy cập=ngày 16 tháng 5 năm 2018}}<\/ref>, [[Hà Anh Tuấn]]<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/ha-anh-tuan-toi-da-yeu-hong-nhung-tu-giay-phut-ay-n20100311105748695.htm|tiêu đề=Hà Anh Tuấn: \"Tôi đã yêu Hồng Nhung từ giây phút ấy\"|ngày tháng=ngày 11 tháng 3 năm 2010|website=Thể thao & văn hóa|ngày truy cập=ngày 16 tháng 5 năm 2018}}<\/ref>, [[Noo Phước Thịnh]]<ref>{{Chú thích web|url=http:\/\/www.doisongphapluat.com\/giai-tri\/chuyen-lang-sao\/bi-duoi-khoi-phong-thu-va-nu-cuoi-nhech-mep-cua-noo-phuoc-thinh-a165407.html|tiêu đề=Bị đuổi khỏi phòng thu và nụ cười nhếch mép của Noo Phước Thịnh|ngày tháng=ngày 11 tháng 10 năm 2016|website=Đời sống & pháp luật|ngày truy cập=ngày 16 tháng 5 năm 2018}}<\/ref>, [[Uyên Linh]]<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=_TUqxWsq12U&t=2208s|tiêu đề=Uyên Linh Nói Về Mối Tình Đẹp Tan Vỡ - Chuyện Tối Nay Với Thành #12 Full HD|ngày tháng=ngày 14 tháng 12 năm 2017|website=Youtube|ngày truy cập=ngày 16 tháng 5 năm 2018}}<\/ref>, [[Vũ Cát Tường]], Phạm Hà Linh, [[Phạm Thu Hà]]<ref>{{Chú thích web|url=http:\/\/phamthuha.com\/pham-thu-ha-bay-bong-cung-diva-thanh-lam-hong-nhung\/|tiêu đề=Phạm Thu Hà bay bổng cùng Diva Thanh Lam, Hồng Nhung|ngày tháng=ngày 5 tháng 9 năm 2014|website=Phạm Thu Hà Website|archive-url=https:\/\/web.archive.org\/web\/20180516103855\/http:\/\/phamthuha.com\/pham-thu-ha-bay-bong-cung-diva-thanh-lam-hong-nhung\/|archive-date = ngày 16 tháng 5 năm 2018 |ngày truy cập=ngày 16 tháng 5 năm 2018}}<\/ref>,...\n\n=== Hồng Nhung với âm nhạc Trịnh Công Sơn ===\nCuộc gặp gỡ giữa [[Trịnh Công Sơn]] và Hồng Nhung được xem là định mệnh. Điều này đã mở ra cho làng nhạc Việt một hơi thở mới. Hồng Nhung là người đã mang dương tính vào nhạc Trịnh. \"Lặng lẽ nơi này\" là ca khúc đánh dấu lịch sử khi lần đầu tiên Hồng Nhung hát nhạc của ông.<ref name=\":0\">{{Chú thích web|url=https:\/\/vov.vn\/van-hoa\/nghe-si\/hong-nhung-lan-dau-chia-se-cau-chuyen-it-nguoi-biet-ve-trinh-cong-son-745456.vov|tiêu đề=Hồng Nhung lần đầu chia sẻ câu chuyện ít người biết về Trịnh Công Sơn|ngày tháng=2018-03-30|website=VOV|ngày truy cập=2018-04-30}}<\/ref> Có thể nói cô là người hát nhạc của vị nhạc sĩ tài hoa này nhiều nhất trong thập niên 90 và 2000.\n\nKhi còn trên \"cõi tạm\", Trịnh Công Sơn khẳng định: ''\"Hồng Nhung là một người quá gần gũi không biết phải gọi là ai. Hồng Nhung làm mới lại những ca khúc của tôi. Có người thích, có người không thích. Tuy nhiên tôi thích vì đó là cách biểu hiện mới phù hợp với tiết tấu của thời đại - một sự lãng mạn mới. Nó giúp mình có được chỗ ngồi trong hiện tại chứ không phải kẻ nhắc tuồng từ quá khứ\"''.\n\nNhạc sĩ [[Trịnh Công Sơn]] viết tặng Hồng Nhung 3 ca khúc: \"Bống bồng ơi\" (1993), \"Bống không là Bống\" (1994), \"Thuở Bống là người\" (1997).\n\n* Album nhạc Trịnh Công Sơn - Hồng Nhung đã phát hành:\n** Album đầu tiên ''Bống bồng ơi'' (1993) với 11 ca khúc do Bảo Phúc biên tập & hoà âm. Tái bản 2006 với tên ''Em hãy ngủ đi'' (10 ca khúc)\n** Album ''Níu tay nghìn trùng''\n** Album [[Thuở bống là người|''Thuở Bống là người'']] (2003) với 11 ca khúc do Trịnh Công Sơn & Hồng Nhung biên tập; [[Bảo Phúc]] & [[Trần Mạnh Tuấn]] hoà âm (Album bắt đầu thực hiện từ năm 2000).\n** Album ''Như cánh vạc bay'' (2006) với 9 ca khúc do Hoài Sa hoà âm.\n** Album ''Có đâu bao giờ'' (2009) với 10 ca khúc (song ca cùng [[Quang Dũng]]) do Hoài Sa hoà âm.\n* Live show nhạc Trịnh - Hồng Nhung đã thực hiện:\n** 2003: Liveshow ''Thuở Bống là người''\n** 2006: Liveshow ''Như cánh vạc bay''\n** 2009: Liveshow ''Có đâu bao giờ'' (cùng Quang Dũng)\n** 2023: Liveshow ''Bống là ai?''\n\n== Thành công\/Đánh giá ==\n{{Quote|text=''\"Thanh Lam, Mỹ Linh, Hồng Nhung... dù có làm mới thế nào thì vẫn là của... một thời. Không ai đi so sánh các ngôi sao trẻ của thủ đô hôm nay với hình bóng họ. Nhưng điều không thể phủ nhận là các ca sĩ trẻ bây giờ chưa tạo được một sức bật lớn khiến khán giả quên được các diva ấy.\"''|sign=Báo Người lao động<ref>{{chú thích web | url = https:\/\/nld.com.vn\/van-hoa-van-nghe\/nhac-nhe-loay-hoay-tim-cong-chung-161948.htm | tiêu đề = Nhạc nhẹ loay hoay tìm công chúng | author = | ngày = 29 tháng 8 năm 2006 | ngày truy cập = 23 tháng 4 năm 2019 | nơi xuất bản = Người lao động | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Cho đến hiện tại, làng nhạc Việt chỉ có bốn nữ ca sĩ được công nhận diva là Thanh Lam, Hồng Nhung, Mỹ Linh, Trần Thu Hà. Họ đều là những giọng ca xuất sắc của nền âm nhạc Việt Nam đương đại và được xem như những người định hình cho cả một nền nhạc nhẹ nước nhà từ những năm 90 đến nay.\"''|sign=Báo Việt Nam mới<ref>{{chú thích web | url = https:\/\/vietnammoi.vn\/ai-xung-danh-diva-viet-diva-thuc-chat-la-gi-38129.htm | tiêu đề = Ai xứng danh Diva Việt? Diva thực chất là gì? | author = | ngày = 29 tháng 6 năm 2017 | ngày truy cập = 24 tháng 3 năm 2020 | nơi xuất bản = Việt Nam mới | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Sau Khánh Ly, tôi may mắn tìm được Hồng Nhung, với ca khúc của tôi, Nhung có nhiều sự đồng cảm\"'' hay ''\"Nhung đã thổi luồng gió mới vào các ca khúc của tôi, Nhung đã có cách xử lý riêng, rất nghệ sĩ.\"''|sign=Nhạc sĩ [[Trịnh Công Sơn]]|source=}}{{Quote|text=''\"Tôi thích nghe Hồng Nhung hát trong phòng thu và những lúc Nhung hát giản dị, mộc mạc, tức là không diễn, không làm màu. Chỉ lúc đó, tôi mới lại được thấy một cô Bống tuy chín chắn hơn, già dặn hơn nhưng vẫn đúng là Bống\"'' hay ''\"Hồng Nhung hát nhạc của tôi hay nhất. Bống hát nhiều khi vì cảm xúc nhiều quá mà quên mất cả kỹ thuật. Dĩ nhiên, lúc nào cần có kỹ thuật thì Bống sẽ có ngay, một người lâu năm như vậy thì không có gì để bàn về kỹ thuật thanh nhạc cả\"'' hay ''\"Mỗi lần trong phòng thu, nghe Hồng Nhung hát ông lại lặng đi vì xúc động. Nghe cô ấy hát bài của mình, tôi có cảm giác cô ấy chính là tác giả\"'' hay ''\"...Với riêng tôi, Nhung vẫn là người hát hay nhất những gì tôi viết.\"''|sign=Nhạc sĩ [[Dương Thụ]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/phong-van-truc-tuyen\/duong-thu-hong-nhung-hat-nhac-toi-hay-nhat-2361202.html | tiêu đề = Dương Thụ: 'Hồng Nhung hát nhạc tôi hay nhất' - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Không bao giờ tôi quên được hôm ấy: đúng 12h, còi tan tầm hú khi Hồng Nhung đang hát đến cao trào Diều ơi cho em bay... Ai khác thì coi như xong rồi. Vậy mà cô bé vẫn hát. Đến khoảng một phút sau tiếng còi dịu xuống thì tiếng hát của Hồng Nhung như toát ra từ chính cái tiếng còi ấy, và vẫn căng cái nốt ấy!\n\n''Tiếng vỗ tay bis bis thật nồng hậu mà toàn là người trong nghề cả. Lúc về đoàn, tôi chỉ lo mỗi một việc: Hồng Nhung sinh 1970, 15 tuổi, ai cho cô bé HCV bởi đây là cuộc thi chuyên nghiệp. Thế mà Hồng Nhung vẫn cứ được HCV bởi vì hát ghê gớm quá.\"''|sign=Nhạc sĩ [[Nguyễn Cường]]<ref>{{chú thích web | url = https:\/\/tuoitre.vn\/mu-hat-xam-nguyen-cuong-124700.htm | tiêu đề = \"Mụ hát xẩm\" Nguyễn Cường | author = | ngày = | ngày truy cập = 30 tháng 4 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Tôi không có ca sĩ riêng cho mình. Mỗi ca sĩ lại hát hay nhất một số bài của tôi. Tôi chưa thấy ai hát \"Nỗi buồn\", \"Về lại phố xưa\" hay hơn cô Hồng Nhung…\"'' hay ''\"Tôi đánh giá cao Hồng Nhung về sự nghiêm túc. \"[[Em ơi Hà Nội phố]]\" cô ấy hát mãi rồi, nhưng trước mỗi buổi biểu diễn đều đòi tập lại. Ứng xử trên sân khấu, Nhung vẫn luôn giỏi trong phản xạ\"'' hay ''\"Hát như Hồng Nhung, Hà Trần là hiếm, ca sĩ đa số hát bản năng\" hay \"Tôi không biết phải khen Hồng Nhung như thế nào, nhưng quả thật, một số bài của tôi, cô ấy hát không có đối thủ.\"''|sign=Nhạc sĩ [[Phú Quang]]<ref>{{chú thích web | url = http:\/\/bariavungtau.com\/ns-phu-quang-1hong-nhung-khong-co-doi-thu1 | tiêu đề = NS Phú Quang: \"Hồng Nhung không có đối thủ\" | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Nhạc của tôi nhiều người hát được đó chứ. Trước đây có Ngọc Bích và sau này là Thanh Lam, Hồng Nhung. Trong thời gian gần đây, tôi đang cố xây dựng một thế hệ ca sĩ kế tục họ.\"''|sign=Nhạc sĩ [[Thanh Tùng]]<ref name=\"source20\">{{chú thích web | url = https:\/\/ngoisao.net\/tin-tuc\/hau-truong\/khong-da-tinh-khong-viet-duoc-2449652.html | tiêu đề = Không đa tình không viết được - Ngôi sao | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = Chuyên mục văn hoá giải trí của VnExpress | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Tôi hơi tham, kết tới 4 giọng ca: Thanh Lam, Mỹ Linh, Hồng Nhung và Bằng Kiều. Họ giải mã được bài hát, vì vậy thể hiện chúng hết sức truyền cảm, đạt đến sự điêu luyện, chứ không chỉ đơn thuần là phô diễn kỹ thuật. 3 nữ ca sĩ trên còn tiến đến mức hát như chơi, hát như nói, những rung động từ tác phẩm trực tiếp đến thẳng người nghe qua cách luyến láy, xử lý ca từ. Một sự rèn luyện công phu mới đủ sức đạt đến đỉnh cao như thế\".''|sign=Nhạc sĩ [[Bảo Chấn]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/cac-nhac-si-khoai-ca-si-nao-1872670.html | tiêu đề = Các nhạc sĩ khoái ca sĩ nào? - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Đứng riêng, ngồi lặng, và làm việc hiệu quả. Đáng phục thay! Hồng Nhung là một hiện tượng lạ trong làng nhạc Việt. Lạ cả từ cách sống. Và đáng quý.\"''|sign=Nhạc sĩ [[Quốc Bảo]]<ref name=\"source20\"\/>|source=}}{{Quote|text=''\"Biết bao năm rồi cô Thanh Lam, Hồng Nhung, Mỹ Linh, Trần Thu Hà.. các cô có phải đi làm cuống quýt lên những cái điều mà các ca sĩ thị trường bây giờ làm. Các cô vẫn là các cô ý.\n''Khi mà họ có lõi, là những người có bản lĩnh, được đào tạo và họ là những tài năng thật sự thì họ bình thản lắm. Họ không bảo giờ phải cuống quýt lên cả.\"''|sign=Nhạc sĩ [[Lê Minh Sơn]]<ref>{{chú thích web | url = https:\/\/www.youtube.com\/watch?v=yNVPx3Bdf7c | tiêu đề = NRĐS | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Giải thưởng này nên đổi lại tên, một cái tên thuần Việt, riêng của người Việt. Mọi người đang lạm dụng danh hiệu Diva. Đành rằng đồng ý khi công chúng công nhận những cái tên Hồng Nhung, Thanh Lam, Mỹ Linh, Hà Trần là Diva nhạc Việt, bởi họ có thời gian cống hiến dài lâu cùng với tài năng thực sự. Nhưng từng ấy người có lẽ là quá đủ. Diva có ý nghĩa lớn hơn, cao quý hơn sự tôn vinh mà mọi người muốn dành cho ca sĩ Việt Nam. Tôn vinh họ với danh từ ngôi sao, tôi nghĩ có lẽ hợp lý và dễ chấp nhận hơn\"''.|sign=Nhạc sĩ [[Đỗ Bảo]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/diva-viet-nam-chi-toa-sang-boi-tai-nang-thuc-su-1883261.html | tiêu đề = Diva Việt Nam - chỉ tỏa sáng bởi tài năng thực sự - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>|source=}}\n{{Quote|text=''\"It is a score I am most proud of. For the song, ‘Nothing in this World’ (A song for Phoung),’ I wrote the music and co-wrote the lyrics with a famous Vietnamese singer Nhung Hong.\"''|sign=Nhạc sĩ Craig Armstrong<ref>{{chú thích web | url = http:\/\/www.craigarmstrongonline.com\/press_release\/the_quiet_american.htm | tiêu đề = Craig Armstrong • The Quiet American | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"...Vào đầu những năm 1990 tôi gặp Trịnh Công Sơn, ông ấy nói tương lai nhạc Việt là giọng của Hồng Nhung, Thanh Lam.\"''|sign=Giám đốc nghệ thuật Philippe Bouler<ref>{{chú thích web | url = https:\/\/laodong.vn\/van-hoa\/philippe-bouler-cac-ca-si-viet-nam-co-gout-tot-nhat-deu-la-nu-140226.bld | tiêu đề = Philippe Bouler: \"Các ca sĩ Việt Nam có gout tốt nhất đều là nữ\" | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Above this textured backdrop levitates the voice of Vietnamese-born Hong Nhung, part opera, part other-world, heard to spectacular effect in the feisty Saigon 1952. The soundtrack culminates with her modern rock vocal, \"Nothing In This World\", making the connection between French Vietnam and the present day complete...\"''|sign=Morag Reavley ([[BBC]])<ref>{{Chú thích web|url = http:\/\/www.bbc.co.uk\/music\/reviews\/jrbd\/|title = Craig Armstrong Original Soundtrack: The Quiet American Review}}<\/ref>|source=}}{{Quote|text=''\"Armstrong's most striking musical device is the use of Vietnamese vocalist Hong Nhung on many of the cues - her beautiful (mostly wordless) intonations adding a lot to the score.\"''|sign=James Southall (Movie Wave)<ref>{{chú thích web | url = http:\/\/www.movie-wave.net\/titles\/quiet_american.html | tiêu đề = Armstrong: The Quiet American | author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Giọng cao, vang và ấm,... thật tình cảm, tròn vành rõ chữ, một thứ giọng đặc Hà Nội, sang trọng, luyến láy tinh tế, biểu cảm mà không cần cố gắng nào, nếu không phải là người Hà Nội gốc…Người nghe đã cảm thấu được rằng có đến mấy bài hát nổi tiếng nhất về Hà Nội đã 'đóng đinh' vào giọng hát Hồng Nhung, mà dường như chỉ Hồng Nhung mới có thể hát hết nghĩa của ca từ đến tận đáy âm thanh của tiếng Việt Hà Nội\".''|sign=PGS Tiến sĩ Nguyễn Thị Minh Thái, từ tác phẩm ''Mặt người mặt hoa'', Nhà xuất bản Văn hóa – Nghệ thuật năm 2012|source=}}{{Quote|text=''\"Một nhà nghiên cứu âm nhạc đã nói: \"Mọi sự đều phải sợ thời gian, nhưng thời gian lại sợ kim tự tháp, và kim tự tháp lại sợ Hồng Nhung\".''\n''Nói về Hồng Nhung mà không nói về giọng hát, thì chả khác nào kể về voi mà không miêu tả đôi ngà, kể về tê giác mà không viết về sừng tê.''\n''Hồng Nhung có một giọng hát trong vắt và cao. Trong đến nỗi khi nàng hát về Hà Nội, nhiều kẻ chắc mẩm phố xá ở đó xây toàn bằng pha lê; khi nàng hát về trái tim trong Nhà hát Lớn, tự nhiên khán giả thấy da thịt mình như bằng thủy tinh, và nhìn thấy rõ những trái tim đang nhảy múa. Còn giọng nàng cao tới mức nhiều đêm diễn, nó xuyên thủng trần nhà.'' \n''Thường, càng lâu năm, chất giọng càng khó điều khiển, nhưng Hồng Nhung không thế. Nàng làm chủ giọng mình một cách kinh ngạc, bước lên sân khấu cứ như phù thủy bước vào hang, biến ai thành chuột cũng được, thành mèo cũng được và thành sư tử cũng được nốt. Hồng Nhung ngồi xuống, Hồng Nhung đứng lên, Hồng Nhung quơ tay, Hồng Nhung ho và quệt má đều có chủ ý, đều được nghiên cứu từ ngàn năm trước và đều làm khán giả chết lặng đi vì bất ngờ\".''|sign=Nhà báo Lê Hoàng<ref>{{chú thích web | url = http:\/\/dep.com.vn\/le-hoang-hong-nhung-khong-phai-hang-vua-dau\/ | tiêu đề = Lê Hoàng: Hồng Nhung \"Không phải hạng vừa đâu!\" | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}<blockquote>''\"Chuyện Hồng Nhung không còn răng khểnh không làm giảm tình yêu của tôi với cô ấy. Đặc biệt đó lại là người Trịnh Công Sơn đã chọn để hát ca khúc của ông. Tôi tin ông ấy không bao giờ chọn lầm. Quả thật, nàng rất xứng đáng.\"''<ref>{{Chú thích web|url=https:\/\/giaitri.vnexpress.net\/photo\/lang-nhac\/khanh-ly-trinh-cong-son-khong-lam-khi-chon-hong-nhung-3720512.html|tiêu đề=Khánh Ly: 'Trịnh Công Sơn không lầm khi chọn Hồng Nhung'|ngày tháng=2018-03-09|ngày truy cập=2018-03-19|website=Báo VnExpress}}<\/ref><\/blockquote>{{Quote|text=''\"Tiếng hát Hồng Nhung được ông yêu thích là chuyện tự nhiên. Hồng Nhung hát hay và cô còn cả tuổi trẻ trước mặt. Ông Trịnh chọn Hồng Nhung là đúng… Mong Hồng Nhung luôn nhớ tới ông và tiếp tục hát nhạc của ông Trịnh\".''|sign=Danh ca [[Khánh Ly]]<ref>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/giai-tri\/hong-nhung-trinh-cong-son-co-khong-mot-moi-tinh-239516.html | tiêu đề = Hồng Nhung - Trịnh Công Sơn: Có không một mối tình...? | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Tôi không chê trách nhạc trẻ bây giờ. Đã có rất nhiều nhạc sĩ, ca sĩ trẻ khá thành công. Bản thân tôi cũng ngưỡng mộ một vài giọng hát như Thanh Lam, Hồng Nhung, Mỹ Linh và gần đây có Mỹ Tâm. Các bạn trẻ không mặn mà lắm với dòng nhạc truyền thống có lẽ vì họ còn non về kỹ thuật, không dám dấn thân vào. Với nhạc trẻ sẽ dễ dàng bước đi hơn.\"|sign=NSƯT [[Quang Lý]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/quang-ly-tu-hao-khi-hat-dong-nhac-que-huong-1874199.html | tiêu đề = Quang Lý tự hào khi hát dòng nhạc quê hương - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Hồng Nhung – một người bạn quý và cũng là ca sĩ mà tôi rất ngưỡng mộ - điều này làm tôi rất phấn khích. Trong cuộc đời tôi chưa bao giờ nghĩ mình sẽ song ca cùng ca sĩ Hồng Nhung.\"|sign=NSƯT [[Thành Lộc]]<ref>{{chú thích web | url = http:\/\/www.doisongphapluat.com\/giai-tri\/phim\/nsut-thanh-loc-tro-tai-hat-rock-trong-phim-bep-hat-a28440.html | tiêu đề = NSƯT Thành Lộc trổ tài hát rock trong phim \"Bếp hát\" | author = | ngày = 8 tháng 4 năm 2014 | ngày truy cập = 3 tháng 7 năm 2018 | nơi xuất bản = Đời sống & pháp luật | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Tôi thấy ca nhạc trong nước phát triển quá chừng. Tôi rất mê không khí âm nhạc ở quê hương, nó nhộn nhịp và đa dạng làm sao! Các ca sĩ ở đây đều có phong cách riêng và giỏi hơn thời của chúng tôi ngày xưa. Tôi thích Thanh Lam, Hồng Nhung, Trần Thu Hà\".''|sign=Ca sĩ [[Elvis Phương]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/elvis-phuong-toi-me-khong-khi-ca-nhac-o-que-nha-1872984.html | tiêu đề = Elvis Phương: ‘Tôi mê không khí ca nhạc ở quê nhà’ - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Tôi còn nhớ lần gặp đầu tiên là trong chương trình Giọng hát hay chuyên nghiệp toàn quốc năm 1991, chị Bống mặc váy trắng, đeo cái nơ trắng rất to trên đầu. Chị hát bài \"Tìm em trên bờ cát\", giọng hát rất hào sảng, bay bổng, cao, phong thái sang trọng.\"''\n''\"Sau này tôi tránh làm album nhạc Trịnh. Tôi nghĩ mình không thể hát hay hơn Khánh Ly hay có thể hát hay hơn chị Bống được.\"'' hay\n''\"Âm nhạc Trịnh cần được vang lên dung dị nhưng cũng rất cần cả sự tươi mới nữa. Cách đây 20 năm chị Bống đã làm được điều ấy. Tôi nghĩ giờ đây khó có ai có thể vượt qua chị ấy ở nhạc Trịnh.\"''\n''\"Gần 20 năm trước tôi ngồi ở dưới thềm nhà như thế này cùng với nhiều anh em khác trong đó có cả Trần Thu Hà nữa, rồi Bằng Kiều, rồi nhiều người ngồi dưới để xem cái cuộc thi mà đến tận bây giờ tôi vẫn rất nhiều cảm xúc khi nghĩ đến nó. Đó là Cuộc thi đơn ca nhạc nhẹ toàn quốc, những giọng ca tuyệt vời nhất từ thời đó, chị Mỹ Hạnh, chị Thanh Lam, chị Hồng Nhung và tôi ngồi dưới uống từng lời của các chị, nghe từng lời các chị nói, xem các chị biểu diễn, xem các chị ăn mặc phục sức đẹp và mơ ước...\".''|sign=Ca sĩ [[Mỹ Linh]]<ref>{{chú thích web | url = https:\/\/www.youtube.com\/watch?v=CX_cfTMd_WI | tiêu đề = Khán giả cười nghiêng ngả khi Hồng Nhung kể tội Thanh Lam | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}<blockquote>''\"Chị Nhung nói đã vang rồi, chưa cần hát.\"''<ref>{{Chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/hong-nhung-ung-dung-ben-khu-vuon-yen-tinh-1889624.html | tiêu đề = Hồng Nhung ung dung bên 'Khu vườn yên tĩnh' - VnExpress Giải Trí | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\n''\"Linh có thiên hướng hát lúc nào cũng tròn trịa, lên sân khấu cách trình diễn vừa phải, nhả chữ đẹp, tròn vành rõ chữ. Chị Lam có vẻ là người hơi bất ổn, thất thường nhưng là giọng hát đặc biệt. Khi chị ấy kiềm chế được tình cảm bồng bột hát rất hay. Chị Lam thường hát bốc quá không kìm chế được. Chị Hồng Nhung giỏi trong chuyện luôn làm mới hình ảnh. Tức là nếu Mỹ Linh hướng đến sự tròn trịa về hát, Hồng Nhung hướng đến hình ảnh hoàn hảo, lên sân khấu luôn phải đẹp, nói chuyện duyên dáng, vừa phải. Chị Nhung là người giỏi, làm nghề lâu năm nhưng mỗi lần xuất hiện vẫn gây được sức hút lớn với người xem.\"<ref>{{Chú thích web | url = https:\/\/news.zing.vn\/tran-thu-ha-song-ca-voi-bang-kieu-la-an-y-nhat-post296130.html | tiêu đề = Trần Thu Hà: 'Song ca với Bằng Kiều là ăn ý nhất' | tác giả 1 = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = Zing.vn | ngôn ngữ = }}<\/ref>''\n\n— Ca sĩ [[Trần Thu Hà]]<\/blockquote>{{Quote|text=''\"Tôi không mơ tới chữ diva. Các đàn chị \"gừng càng già càng cay\", họ có sức bền, có con đường nghệ thuật dài. Mình chỉ có thể \"đua\" với họ bằng sức trẻ, mới hơn thôi, chứ để so sánh với đàn chị là điều hơi khó. ''''\n''\"Thanh Lam, bao nhiêu cú shock, bao nhiêu trắc trở, chị vẫn tồn tại và hát, lực và lửa hát vẫn mạnh mẽ, ngùn ngụt nhất, vẫn là số 1. Hồng Nhung, lúc nào cũng tìm ra những ý tưởng lạ, như [[Khu vườn yên tĩnh]] khác hẳn âm nhạc của chị trước kia. Đối với một ngôi sao chín chắn, điều lạ, điều mới rất là quan trọng, chứng tỏ vị thế riêng của họ. Mỹ Linh, hát vẫn còn 'kinh khủng' lắm, chỉ có điều dòng nhạc mà Linh theo đuổi hơi khó nghe đối với thị trường. Phương Thanh trân trọng tài năng của họ. Họ đã đi quá lâu mà vẫn còn đứng vững - điều không phải ai cũng làm được.\"''|sign=Ca sĩ [[Phương Thanh]]<ref>{{chú thích web | url = http:\/\/dantri.com.vn\/giai-tri\/phuong-thanh-toi-khong-mo-toi-hai-chu-diva-1149263631.htm | tiêu đề = Phương Thanh: 'Tôi không mơ tới hai chữ Diva' | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Chị Hồng Nhung - một trong số những diva hàng đầu của Việt Nam. Chúng ta có thể thấy được một sự chuẩn mực về kỹ thuật, giọng hát và cá tính âm nhạc rất riêng của chị.\"'' hay\n''\"Tôi nghĩ rằng điều gì cũng có cái hay. Ví dụ như bây giờ, MV tôi có nhiều hay ít lượt xem thì đẳng cấp, vị trí của tôi vẫn vậy. Đó là lý do tôi không bao giờ dám nói mình vượt qua chị Thanh Lam hay chị Hồng Nhung bởi đẳng cấp là mãi mãi, nó được xác định trong lòng khán giả và bề dày sự nghiệp chứ không nằm ở vài bản hit.\"''<ref name=\"source37\">{{chú thích web | url = https:\/\/vov.vn\/van-hoa\/nghe-si\/thu-minh-khong-bao-gio-dam-noi-minh-vuot-qua-thanh-lam-hong-nhung-792092.vov | tiêu đề = VOV | author = | ngày = | ngày truy cập = 4 tháng 1 năm 2019 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|sign=Ca sĩ [[Thu Minh]]<ref name=\"source37\"\/>|source=}}{{Quote|text=''\"Ánh Tuyết, Hồng Nhung, Hồng Ngọc, Mỹ Tâm... Họ đều là tấm gương về sự kiên trì, nhạy bén, biết lắng nghe để tự thay đổi mình. Chúng tôi đã học được từ họ rất nhiều, để làm sao thay đổi hình ảnh nhưng vẫn giữ được cái tôi, giữ được phẩm cách trước những cám dỗ của vật chất.\"''|sign=Nhóm nhạc [[5 Dòng Kẻ]]<ref>{{chú thích web | url = https:\/\/nld.com.vn\/van-hoa-van-nghe\/nhom-nam-dong-ke-chung-toi-muon-la-nguoi-sang-tao-142767.htm | tiêu đề = Nhóm Năm Dòng Kẻ: \"Chúng tôi muốn là người sáng tạo\" | author = | ngày = 17 tháng 2 năm 2006 | ngày truy cập = 25 tháng 4 năm 2019 | nơi xuất bản = Người lao độn | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"So với Thanh Lam, Mỹ Linh và Hà Trần thì Hồng Nhung là người tôi nghe nhạc từ thuở bé. Tôi nghe Hồng Nhung hát trên radio nhiều như ca khúc \"Nhớ về Hà Nội\", \"Lời của gió\"… Đó là một trong những ca sĩ, ngày bé tôi rất thích và thường đứng trước gương tập hát giọng giống hệt chị\".''\n\n''\"Chị Bống là một trong những nghệ sĩ kết hợp rất hài hòa cả hai yếu tố nghe và nhìn trong âm nhạc. Vì vậy mà khi Hồng Nhung bước ra sân khấu, khán giả đều được mãn nhãn và mãn nhĩ, có cái để xem... để thưởng thức.\"\n\n\"''Tôi luôn thấy hạnh phúc và vinh dự khi đứng chung sân khấu với 4 người phụ nữ này. Họ nhỏ bé nhưng có nội lực thật mạnh mẽ... Tôi luôn dành sự ngưỡng mộ cho cả sự nghiệp của họ. Họ trở thành diva trong sự ghi nhận của giới chuyên môn hay trong lòng khán giả cũng bởi vì tố chất khác biệt trời cho - tiếng hát chạm tới trái tim của mọi người, không màu mè, không chiêu trò và họ luôn hiểu rõ sự giá trị, cốt lõi của sự sáng tạo mà không thỏa hiệp.\n\n''Không phải ai cũng có thể ngự trị mãi ở đỉnh cao của mình nhưng những gì họ và ekip của họ đã cống hiến thì là xứng đáng với 2 chữ trân trọng. Và bản thân họ, danh vị diva cũng chẳng còn quan trọng nữa. Điều quan trọng nhất họ luôn chính là họ - hình ảnh, tiếng hát của họ luôn truyền cảm hứng cho các lớp đàn em và không bao giờ đặt nhầm chỗ lòng kiêu hãnh vốn có của một người nghệ sĩ, họ học hỏi nhưng không copy.\"|sign=Ca sĩ [[Tùng Dương]]<ref>{{chú thích web | url = http:\/\/dantri.com.vn\/van-hoa\/diva-hong-nhung-nam-ngua-hat-tung-duong-bat-khoc-tren-san-khau-20170924090559468.htm | tiêu đề = Tùng Dương: \"Hồng Nhung dũng cảm khi nói ra sự thật về đời tư của mình\"\n | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>|source=<ref>{{chú thích web | url = http:\/\/dantri.com.vn\/van-hoa\/diva-hong-nhung-nam-ngua-hat-tung-duong-bat-khoc-tren-san-khau-20170924090559468.htm | tiêu đề = Diva Hồng Nhung nằm ngửa hát, Tùng Dương bật khóc trên sân khấu | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = https:\/\/www.tienphong.vn\/giai-tri\/tung-duong-bat-ngo-ban-ve-diva-va-dap-tra-cua-thu-minh-1423660.tpo | tiêu đề = Tùng Dương bất ngờ bàn về ‘Diva’ và đáp trả của Thu Minh | author = | ngày = | ngày truy cập = 24 tháng 3 năm 2020 | nơi xuất bản = Tiền phong | ngôn ngữ = }}<\/ref>}}\n{{Quote|text=''\"Từ ca sĩ trở thành nghệ sĩ đã khó, trở thành một nữ danh ca được nhiều người công nhận lại càng khó hơn. Tôi thấy mình như một quả xanh chưa chín, vẫn đang trong quá trình tích lũy để hình thành một lối đi. Trở thành một diva như Thanh Lam, Mỹ Linh, Hồng Nhung, Trần Thu Hà chắc phải còn dài\"''.|sign=Ca sĩ [[Khánh Linh]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/ung-vien-diva-the-he-moi-2005-noi-ve-cuoc-choi-1883546.html | tiêu đề = Ứng viên 'Diva thế hệ mới 2005' nói về cuộc chơi - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Khi ấy tôi còn bé, chưa bao giờ ra Hà Nội, nhưng lúc nghe bài hát tự nhiên thấy yêu Hà Nội quá. Nói hơi văn chương thì Hồng Nhung đã đem cả Hà Nội vào trong giọng hát, thể hiện đúng chất Hà Nội gốc, nhẹ nhàng sang trọng, sâu sắc tinh tế. Điều đấy không phải ai cũng làm được. Tôi đã bị chinh phục\n''Cũng có thể lý giải, vì quá yêu cách hát của Hồng Nhung nên tôi có chịu ảnh hưởng. Nhưng không hẳn ảnh hưởng là giống y hệt, mà tôi chỉ học từ chị cách trân trọng tiếng Việt để phát âm tròn vành rõ chữ, và cách trân trọng nâng niu một ca khúc. Nói là ảnh hưởng về tư duy âm nhạc thì đúng hơn'' \n''Hồng Nhung là một người đàn bà đẹp, đẹp thực sự, về cả cuộc sống, giọng hát và phong cách!\".''|sign=Ca sĩ [[Hà Anh Tuấn]]<ref>{{chú thích tạp chí|url=https:\/\/news.zing.vn\/ha-anh-tuan-yeu-nang-bong-hong-nhung-post79297.html|title=Hà Anh Tuấn yêu nàng Bống Hồng Nhung|magazine=Zing News|date=ngày 11 tháng 3 năm 2010|access-date =ngày 16 tháng 5 năm 2018}}<\/ref>|source=}}{{Quote|text=''\"Tôi thừa hiểu tất cả danh xưng chẳng bao giờ tự mình nói ra mà có được. Là nữ ca sĩ, không ai không mơ được thành danh như các chị Thanh Lam, Hồng Nhung, Mỹ Linh, Trần Thu Hà. Từ bé, tôi đã thần tượng họ và chưa bao giờ thôi ngưỡng mộ, học hỏi cũng như phấn đấu theo gương các đàn chị. Đối với tôi, danh hiệu đó là vương miện của nghề hát\".''|sign=Ca sĩ [[Hiền Thục]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/hien-thuc-khong-con-cam-xuc-truoc-scandal-1891914.html | tiêu đề = Hiền Thục không còn cảm xúc trước scandal - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Tôi không tin vào chuyện lăng xê. Ai có tài thì sẽ nổi lên thôi. Tại thị trường âm nhạc Việt Nam hiện nay, có quá nhiều ca sĩ nhưng nhìn lại những ca sĩ đàn chị như Hồng Nhung, Mỹ Linh, Thanh Lam... vẫn đứng ở vị trí hàng đầu\".''|sign=Ca sĩ [[Thanh Bùi]]<ref>{{chú thích web | url = https:\/\/news.zing.vn\/thanh-bui-vo-la-so-2-post336682.html | tiêu đề = Thanh Bùi: 'Vợ là số 2' | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = Zing.vn | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''''Chị Mỹ Linh, Hồng Nhung, Thanh Lam và Hà Trần là những tượng đài mà tôi nghĩ những ca sĩ trẻ của Việt Nam ít nhiều cũng bị ảnh hưởng\".''|sign=Ca sĩ [[Uyên Linh]]<ref>{{chú thích tạp chí|url=https:\/\/www.youtube.com\/watch?v=69XlmuRLOLA|title=Vân Tay - Uyên Linh - Nguyên Khang (Part 1 - 5)|magazine=Youtube|date=ngày 11 tháng 2 năm 2011|access-date =ngày 17 tháng 12 năm 2018}}<\/ref>|source=}}{{Quote|text=''''Để chinh phục được khán giả lớn tuổi của chị Hồng Nhung, Thanh Lam... thì phải bằng giọng hát, khó lắm. Tôi biết mình hát không lại được với các diva, nên sẽ tìm cách chinh phục bằng thiện cảm, bằng sự đầu tư nghiêm túc. Khán giả xem mình có cái để nhớ, để xem.\"''|sign=Ca sĩ [[Thanh Thảo]]|source=}}{{Quote|text=''\"...Rất ngưỡng mộ bác. Một trong những điều học được ở chị là cuộc sống không quan trọng bạn có bao nhiêu tiền bằng việc bạn biết thế nào là sống\".''|sign=Ca sĩ [[Đoan Trang]]<ref>{{chú thích tạp chí|url=https:\/\/ngoisao.net\/tin-tuc\/hau-truong\/showbiz-viet\/dan-sao-viet-tu-tap-an-tat-nien-o-nha-hong-nhung-3533772.html|title=Dàn sao Việt tụ tập ăn tất niên ở nhà Hồng Nhung|magazine=ngoisao.net|date=ngày 26 tháng 1 năm 2017|access-date =ngày 17 tháng 12 năm 2018}}<\/ref>|source=}}{{Quote|text=''\"Em không dám so sánh mình với 3 giọng ca diva (Lam, Nhung, Linh), điều đó là quá sức tưởng tượng vì các chị đã có những chỗ đứng vững chắc trong lòng công chúng. Còn em, chặng đường để đến đích còn rất dài và đang ở phía trước.\" hay \"...ở Việt Nam chỉ có 4 diva là chị Hà Trần, chị Thanh Lam, chị Hồng Nhung và chị Mỹ Linh và chúng ta không thể phủ nhận những công sức, xu hướng âm nhạc mà các chị đã mang đến cho khán giả. Và như nhiều người khác, Thảo yêu cả bốn người, và Thảo nghĩ rằng khi mình yêu một người thì có thể giống họ ở một khía cạnh nào đấy.\"''|sign=Ca sĩ [[Nguyên Thảo]]|source=}}{{Quote|text=''\"Tôi cũng mơ đến một ngày mình bước lên đẳng cấp diva như những Thanh Lam, Mỹ Linh, Hồng Nhung, Trần Thu Hà... đã làm. Ai cũng có quyền ước mơ mà\".''|sign=Ca sĩ [[Phương Vy]]<ref>{{chú thích web | url = https:\/\/ngoisao.net\/tin-tuc\/hau-truong\/mo-lam-diva-2506415.html | tiêu đề = Mơ làm diva - Ngôi sao | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = Chuyên mục văn hoá giải trí của VnExpress | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Nếu ai cũng muốn kiếm tiền thì ai sẽ viết nhạc nhẹ, ai cũng thích nổi tiếng thì ai sẽ làm nghệ thuật. Mọi người có bao giờ thắc mắc về việc tại sao Thanh Lam, Hồng Nhung, Mỹ Linh, Hà Trần vẫn là gương mặt cho những chương trình mang tính nghệ thuật cao? Đơn giản vì lớp kế cận của họ đã đi hát giải trí hết rồi!\"''<ref name=\"news.zing.vn\">{{chú thích tạp chí|url=https:\/\/news.zing.vn\/hoang-quyen-nuc-cuoi-khi-hoa-hau-ca-si-giai-tri-nhan-la-nghe-si-post823797.html|title=Hoàng Quyên: 'Nực cười khi hoa hậu, ca sĩ giải trí nhận là nghệ sĩ'|magazine=Zing News|date=ngày 6 tháng 3 năm 2018|access-date =ngày 17 tháng 12 năm 2018}}<\/ref>\n''\"Nếu một nền âm nhạc ai cũng được gọi là diva hoặc không có ai là diva cả thì đó mới là điều đáng ngại.''\n''Chính những giá trị đó định hướng cho chúng ta về một đẳng cấp thưởng thức. Ngay từ bé Quyên đã nghe nhạc của các cô diva và cho đến bây giờ đó vẫn là những giá trị không suy suyển và không bị ảnh hưởng bởi thời thế. Một ca sỹ hát nhạc đại chúng và cao cấp thì vẫn là đẳng cấp.\"''<ref>{{chú thích tạp chí|url=https:\/\/www.vietnamplus.vn\/hoang-quyen-nen-am-nhac-khong-co-ai-la-diva-thi-that-dang-ngai\/369075.vnp|title=Hoàng Quyên: \"Nền âm nhạc không có ai là diva thì thật đáng ngại\"|magazine=VietNamplus|date=ngày 12 tháng 2 năm 2016|access-date =ngày 17 tháng 12 năm 2018}}<\/ref>|sign=Ca sĩ [[Hoàng Quyên]]<ref name=\"news.zing.vn\"\/>|source=}}{{Quote|text=''\"Hồng Nhung là một ca sĩ rất cầu toàn, rất năng động, nhanh nhạy, hòa đồng, vui vẻ.\"''|sign=Ca sĩ [[Quang Linh]]<ref>{{chú thích web | url = https:\/\/www.youtube.com\/watch?v=EN3wWiiXRcs | tiêu đề = Ca sỹ Hồng Nhung | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Tôi cảm thấy rất vinh dự khi được đứng chung sân khấu với diva gạo cội Thanh Lam và Hồng Nhung...\"''.|sign=Ca sĩ [[Phạm Thu Hà]]<ref>{{chú thích web | url = https:\/\/www.tienphong.vn\/giai-tri\/thanh-lam-hong-nhung-do-sac-cung-dan-em-pham-thu-ha-756043.tpo | tiêu đề = Thanh Lam, Hồng Nhung đọ sắc cùng 'đàn em' Phạm Thu Hà | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = Báo Điện tử Tiền Phong | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Được đi cùng với chị Nhung là niềm vinh hạnh và may mắn của tôi\"''.|sign=Ca sĩ Hà Linh<ref>{{chú thích web | url = https:\/\/anninhthudo.vn\/giai-tri\/ca-si-ha-linh-toi-ngoan-roi-ma\/511500.antd | tiêu đề = Ca sĩ Hà Linh: Tôi ngoan rồi mà\n | author = | ngày = | ngày truy cập = 15 tháng 5 năm 2019 | nơi xuất bản = An ninh thủ đô | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Họ là những ca sĩ mà tôi yêu quý. Biểu diễn chung với họ, tôi có cảm hứng thật đặc biệt. Thanh Lam đại diện cho sự cháy bỏng, nồng nàn; Hồng Nhung biểu hiện của cái đẹp mượt mà; Trần Thu Hà là sự phiêu diêu, ngẫu hứng rất jazz. Họ thật sự là những tài năng, thành danh bằng chính thực lực của mình.\"''\n''\"Trong công việc Hồng Nhung là một người rất chuyên nghiệp và rất có trách nhiệm với công việc.\"''|sign=Saxophone [[Trần Mạnh Tuấn]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/tran-manh-tuan-va-nhung-ngau-hung-doi-thuong-1879521.html | tiêu đề = Trần Mạnh Tuấn và những ngẫu hứng đời thường - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Thỉnh thoảng Hồng Nhung có những phá cách, sáng tạo trong cách ăn mặc, trong chọn bài hát như khi cô hòa chất giọng mượt mà của mình vào những vũ điệu sôi động và nhạc điện tử mạnh mẽ, hiện đại để cống hiến cho khán giả những cảm xúc mới. Nhưng rồi cuối cùng, \"Bống vẫn là Bống\", Hồng Nhung vẫn là một cô gái Hà Nội tinh tế, học thức, một giọng ca đậm chất Hà Nội đầy quyến rũ và bí ẩn không tuổi.\"''|sign=[[Nhiếp ảnh gia]] Nguyễn Á|source=}}{{Quote|text=''\"Nhìn cách chị nói chuyện với khán giả, cách chị hát say sưa mỗi ca khúc mới thấy tinh thần của một người 'Nghệ sĩ lớn' nó khác hẳn với những ca sĩ trẻ bây giờ...\n''Để trở thành một ca sĩ không khó, nhưng để trở thành một Nghệ sĩ thực thụ thì người Nghệ sĩ ấy phải thực sự sống trong lòng khán giả mãi mãi cả về đức và tài và chị chính là một 'Nghệ sĩ'.\"''|sign=Nhà sản xuất chương trình Trang Lê<ref>{{chú thích web | url = https:\/\/www.facebook.com\/photo.php?fbid=2123344864377027&set=pcb.2123368024374711&type=3 | tiêu đề = Trang Le OFFICIAL FACEBOOK | author = | ngày = 24 tháng 6 năm 2018 | ngày truy cập = 8 tháng 7 năm 2018 | nơi xuất bản = Trang Le | ngôn ngữ = }}<\/ref>|source=}}{{Quote|text=''\"Tôi nghĩ chị là một phụ nữ có nội lực mạnh mẽ ẩn sau vẻ ngoài dịu dàng, nhỏ nhắn. Khi gặp gỡ, tôi nhận thấy con người chị đúng như cái tên của. Chị là một đóa hồng với vẻ đẹp vừa vặn, tinh tế từ hình thức đến cách ứng xử, giao tiếp\" hay \"...đây là một giọng hát đẹp, trong trẻo và rất tuyệt vời\"''.|sign=[[Hoa hậu Hoàn vũ]] [[Riyo Mori]]<ref>{{chú thích web | url = https:\/\/giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/riyo-mori-giong-hat-va-con-nguoi-cua-hong-nhung-deu-tuyet-voi-3685443.html | tiêu đề = Riyo Mori: 'Giọng hát và con người của Hồng Nhung đều tuyệt vời' | author = | ngày = 16 tháng 12 năm 2017 | ngày truy cập = 4 tháng 7 năm 2018 | nơi xuất bản = Chuyên mục văn hoá giải trí của VnExpress | ngôn ngữ = }}<\/ref>|source=}}\n\n== Giải thưởng ==\n\n=== [[Giải thưởng Âm nhạc Cống hiến]] ===\n{| class=\"wikitable sortable\"\n|-\n! Năm\n! Hạng mục\n! Đề cử cho\n! Kết quả\n! Tham khảo\t\n|-\n| rowspan=2| 2008\n| Album của năm\n| ''Vì ta cần nhau''\n| {{nom}}\n| rowspan=\"2\"| <ref>{{Chú thích web | url = https:\/\/vi.wikipedia.org\/wiki\/Danh_s%C3%A1ch_%C4%91%E1%BB%81_c%E1%BB%AD_v%C3%A0_chi%E1%BA%BFn_th%E1%BA%AFng_gi%E1%BA%A3i_th%C6%B0%E1%BB%9Fng_%C3%82m_nh%E1%BA%A1c_C%E1%BB%91ng_hi%E1%BA%BFn#Gi%E1%BA%A3i_th%C6%B0%E1%BB%9Fng_%C3%82m_nh%E1%BA%A1c_C%E1%BB%91ng_hi%E1%BA%BFn_l%E1%BA%A7n_th%E1%BB%A9_3| tiêu đề = Giải thưởng Âm nhạc Cống hiến lần thứ 3\n| tác giả 1 = | ngày = | ngày truy cập = 20 tháng 9 năm 2019 | nơi xuất bản = Wiki | ngôn ngữ = }}<\/ref>\n|-\n| Nữ ca sĩ của năm\n| rowspan=\"2\"| Hồng Nhung\n| {{nom}}\n|-\n| rowspan=2| 2012\n| Ca sĩ của năm\n| {{nom}}\n| rowspan=\"2\"| <ref>{{Chú thích web | url = https:\/\/vi.wikipedia.org\/wiki\/Danh_s%C3%A1ch_%C4%91%E1%BB%81_c%E1%BB%AD_v%C3%A0_chi%E1%BA%BFn_th%E1%BA%AFng_gi%E1%BA%A3i_th%C6%B0%E1%BB%9Fng_%C3%82m_nh%E1%BA%A1c_C%E1%BB%91ng_hi%E1%BA%BFn#Gi%E1%BA%A3i_th%C6%B0%E1%BB%9Fng_%C3%82m_nh%E1%BA%A1c_C%E1%BB%91ng_hi%E1%BA%BFn_l%E1%BA%A7n_th%E1%BB%A9_7| tiêu đề = Giải thưởng Âm nhạc Cống hiến lần thứ 7\n| tác giả 1 = | ngày = | ngày truy cập = 20 tháng 9 năm 2019 | nơi xuất bản = Wiki | ngôn ngữ = }}<\/ref>\n|-\n| Album của năm\n| ''[[Vòng tròn (album)|Vòng tròn]]''\n| {{nom}}\n|-\n| rowspan=2| 2016\n| Chương trình của năm\n| Liveshow ''Phố à Phố ơi... Bống à Bống ơi!''\n| {{nom}}\n| rowspan=\"2\"| <ref>{{Chú thích web | url = https:\/\/vi.wikipedia.org\/wiki\/Danh_s%C3%A1ch_%C4%91%E1%BB%81_c%E1%BB%AD_v%C3%A0_chi%E1%BA%BFn_th%E1%BA%AFng_gi%E1%BA%A3i_th%C6%B0%E1%BB%9Fng_%C3%82m_nh%E1%BA%A1c_C%E1%BB%91ng_hi%E1%BA%BFn#Gi%E1%BA%A3i_th%C6%B0%E1%BB%9Fng_%C3%82m_nh%E1%BA%A1c_C%E1%BB%91ng_hi%E1%BA%BFn_l%E1%BA%A7n_th%E1%BB%A9_11| tiêu đề = Giải thưởng Âm nhạc Cống hiến lần thứ 11\n| tác giả 1 = | ngày = | ngày truy cập = 20 tháng 9 năm 2019 | nơi xuất bản = Wiki | ngôn ngữ = }}<\/ref>\n|-\n| rowspan=\"2\"| Ca sĩ của năm\n| rowspan=\"2\"| Hồng Nhung\n| {{nom}}\n|-\n| rowspan=2| 2018\n| {{nom}}\n| rowspan=\"2\"| <ref>{{Chú thích web | url = https:\/\/vi.wikipedia.org\/wiki\/Danh_s%C3%A1ch_%C4%91%E1%BB%81_c%E1%BB%AD_v%C3%A0_chi%E1%BA%BFn_th%E1%BA%AFng_gi%E1%BA%A3i_th%C6%B0%E1%BB%9Fng_%C3%82m_nh%E1%BA%A1c_C%E1%BB%91ng_hi%E1%BA%BFn#Gi%E1%BA%A3i_th%C6%B0%E1%BB%9Fng_%C3%82m_nh%E1%BA%A1c_C%E1%BB%91ng_hi%E1%BA%BFn_l%E1%BA%A7n_th%E1%BB%A9_13| tiêu đề = Giải thưởng Âm nhạc Cống hiến lần thứ 13\n| tác giả 1 = | ngày = | ngày truy cập = 20 tháng 9 năm 2019 | nơi xuất bản = Wiki | ngôn ngữ = }}<\/ref>\n|-\n| Album của năm\n| ''[[Phố à, phố ơi...]]''\n| {{nom}}\n|-\n|}\n\n=== Các giải thưởng khác ===\n\n* Năm 1982: Giải nhất (A1) Liên hoan giọng hát học sinh thủ đô [[Hà Nội]] với bài \"Mùa xuân và tuổi hoa\"\n* Năm 1983: Giải nhất (A2) Liên hoan giọng hát học sinh thủ đô Hà Nội với bài \"Lê - na Bê - li - cô - ra\"\n* Năm 1984: Giải nhất (A1) Liên hoan giọng hát học sinh thủ đô Hà Nội với bài \"Mùa hè, mùa thi\"\n* Năm 1985: Huy chương vàng Hội diễn ca nhạc chuyên nghiệp toàn quốc tại [[Hải Phòng]] với bài hát \"Diều ơi cho em bay\" của nhạc sĩ [[Nguyễn Cường]].\n* Năm 1987: Giải nhất giọng hát hay [[Hà Nội]] với bài hát \"Nhớ về Hà Nội\" ([[Hoàng Hiệp]]) và bài \"Papa\" ([[Paul Anka]])\n* Tháng 9 năm 1991: Giải nhất \"Đơn ca nhạc nhẹ toàn quốc lần thứ 2\" với các ca khúc \"Hãy đến với em\" (Duy Thái), \"Vì sao anh không đến\" (Từ Huy) và \"Nothing Compares to You\" (Sinead O'Connor).\n* Năm 1996: Nhận giải ca sĩ được yêu thích nhất của [[báo Đại Đoàn Kết]]\n* Năm 1996, Giải ca sĩ được yêu thích nhất của báo Đại Đoàn Kết. Được [[NHK]] ([[Nhật Bản]]) mời làm đại diện duy nhất của Việt Nam tham dự chương trình \"Dreams Come True\" cùng 30 [[ca sĩ]] hàng đầu [[Châu Á]] tại [[Tokyo]]\n* Năm 1997, 1998, 1999, 2000, 2001, 2002, 2003: 7 năm liên tiếp nhận giải \"ca sĩ được yêu thích nhất\" của [[Làn Sóng Xanh|Làn sóng xanh]]\n* Năm 1997: Giải Topten ca nhạc 97 với \"Giọt sương trên mi mắt\" của [[VTV3]] và Báo Thể thao Văn hóa tổ chức\n* Năm 1997: Album \"Đoản khúc thu Hà Nội\" được Cục tổ chức biển diễn và Quỹ văn hoá Hà Nội trao giải \"Đĩa hát vàng 1997\" về số lượng đĩa bán chạy nhất trong năm\n* Năm 1998: Giải ca sĩ được yêu thích nhất của báo [[Người lao động (báo)|Người Lao động]]\n* Năm 1998: Giải ca sĩ được yêu thích nhất của báo Mực Tím\n* Năm 1998: Chương trình \"Bắt đầu từ hôm qua\" được bình chọn là chương trình truyền hình được yêu thích nhất và được yêu cầu phát lại nhiều nhất của [[VTV3]].\n* Năm 1999: Nhận giải \"Nghệ sĩ mốt nhất 99\" do báo [[Mốt]] trao tặng\n* Năm 2000: Nhận giải Ca sĩ hát về [[Hà Nội]] hay nhất, nhân kỷ niệm 990 năm [[Thăng Long]] [[Hà Nội]] do bạn đọc báo Người lao động bình chọn.\n* Năm 2001: Nhận giải Ca sĩ được yêu thích nhất của 10 năm báo [[Hoa Học Trò (báo)|Hoa học trò]]\n* Năm 2002: Nhận giải ca sĩ được yêu thích nhất của báo [[Đội thiếu niên tiền phong|Thiếu niên Tiền phong]]\n* Năm 2002: Nhận giải ca sĩ được yêu thích nhất của VTV – Bài hát tôi yêu lần 1\n* Năm 2003: Nhận giải Ca khúc được yêu thích nhất của VTV – Bài hát tôi yêu lần 2 với bài hát \"Một ngày mới\" dẫn đầu bảng bình chọn\n* Năm 2003: Nhận giải [http:\/\/maivang.nld.com.vn\/2009081803306608p0c1140\/le-trao-giai-mai-vang-lan-ix2003.htm \"Nữ ca sĩ được yêu thích nhất\"] [[Mai vàng]] 2003 với ca khúc Một ngày mới (Huy Tuấn)\n* Năm 2003: Đề cử \"Best Original Song Written Directly for a Film\" cho giải World Soundtrack Award ở Bỉ cho ca khúc \"Nothing in This World\" trong phim \"[[Người Mỹ trầm lặng (phim 2002)|The Quiet American]]\"\n* Năm 2006: Nhận giải [http:\/\/dantri.com.vn\/c25\/s23-163691\/10-ca-sy-doat-giai-thuong-ngoi-sao-bach-kim-lan-thu-2.htm \"Sự nghiệp tỏa sáng\"] của Ngôi sao bạch kim do báo Điện ảnh kịch trường tổ chức\n* Năm 2007: Nhận giải [http:\/\/www.zing.vn\/news\/nhac-viet-nam\/lan-song-xanh-10-nam-nhieu-cam-xuc-it-bat-ngo\/a10284.html \"Ca sĩ được yêu thích nhất 10 năm Làn sóng xanh\"] (1997 – 2007)\n* Năm 2007: Nhận giải \"Nghệ sĩ ăn mặc lịch sự nhất 2007\" do báo [[Mốt]] trao tặng\n* Năm 2007: Liveshow \"Vì ta cần nhau\" được [[VTV3]] và [[Báo Thể thao & Văn hóa|báo Thể thao văn hoá]] bình chọn vào top 10 sự kiện văn hoá tiêu biểu nhất năm 2007\n* Năm 2007: Album \"Vì ta cần nhau\" là một trong 10 album bán chạy nhất năm 2007<ref>{{Chú thích web | url = https:\/\/giaitri.vnexpress.net\/sao\/hong-nhung-9\/tieu-su-p1.html | tiêu đề = Tiểu sử: Hồng Nhung - VnExpress Giải Trí | tác giả 1 =  | ngày =  | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ =  | archive-date = ngày 27 tháng 12 năm 2012 | archive-url = https:\/\/web.archive.org\/web\/20121227151338\/http:\/\/giaitri.vnexpress.net\/sao\/hong-nhung-9\/tieu-su-p1.html }}<\/ref>\n* Năm 2011: MV Vòng Tròn tham gia \"Giải thưởng video nhạc Việt\" của kênh [[MTV Việt Nam|MTV Vietnam]] đoạt 3 giải: Nghệ sĩ được tạo hình xuất sắc nhất, Hình ảnh đẹp nhất, Tác phẩm âm nhạc xuất sắc nhất\n* Năm 2012: Giải thưởng \"[[Bài hát yêu thích]] tháng 8\" với \"Vòng tròn\"\n* Năm 2014: Bài hát có tỉ lệ bình chọn cao nhất trong tháng 2 và xuất hiện trong Gala của chương trình \"[[Giai điệu tự hào]]\" với ca khúc \"Mùa xuân đầu tiên\"\n\n== Học trò ==\nNăm 2013, Hồng Nhung đảm nhiệm một trong bốn vị trí \"[[Huấn luyện viên]]\" Chương trình truyền hình ''[[Giọng hát Việt (mùa 2)]]''.<ref>{{Chú thích web | url = http:\/\/www.toicothe.vn\/tin-tuc\/the-voice-hong-nhung-hao-hung-tham-gia-312.html | tiêu đề = The Voice | tác giả 1 =  | ngày =  | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 26 tháng 2 năm 2018 | archive-url = https:\/\/web.archive.org\/web\/20180226211822\/http:\/\/www.toicothe.vn\/tin-tuc\/the-voice-hong-nhung-hao-hung-tham-gia-312.html }}<\/ref>\n* [[Vũ Cát Tường]]\n* Phạm Hà Linh\n* Âu Bảo Ngân\n* Hoàng Nhật Minh\n* [[Trương Thảo Nhi]]\n* Nguyễn Đức Tùng (Nhóm O-plus)\n* Nguyễn Xuân Lân\n* Đỗ Thành Nam\n* Trần Cao Cẩm Tú\nNgoài ra, cô còn hướng dẫn các thí sinh trong Chương trình truyền hình [[Vietnam Idol: Thần tượng Âm nhạc Việt Nam]], Học viện ngôi sao với tư cách là khách mời. Hồng Nhung đã hướng dẫn cho hàng loạt các ca sĩ thành danh sau này [[Uyên Linh]], [[Văn Mai Hương]], Yasuy, [[Hoàng Quyên]], Bảo Trâm,...\n\n== Danh sách đĩa nhạc ==\n{{main|Danh sách đĩa nhạc của Hồng Nhung}}\n*''[[Đoản khúc thu Hà Nội]]'' (1997)\n*''Hồng Nhung & những bài Topten'' (1998)\n*''[[Bài hát ru cho anh]]'' (1998)\n*''Ru tình'' (2000)\n*''Cháu vẽ ông mặt trời'' (2001)\n*''[[Ngày không mưa]]'' (2001)\n*''[[Thuở Bống là người]]'' (2003)\n*''Một ngày mới'' (2003)\n*''[[Khu vườn yên tĩnh]]'' (2004)\n*''Như cánh vạc bay'' (2006)\n*''[[Vòng tròn (album)|Vòng tròn]]'' (2011)\n*''[[Phố à, phố ơi...]]'' (2017)\n*''[[Tuổi thơ tôi (album)|Tuổi thơ tôi]]'' (2020)\n*''[[Bống là ai?]]'' (2023)\n\n==Liveshow==\n* Năm 1997: Liveshow xuyên Việt đầu tiên mang tên ''\"Hồng Nhung – Bống bồng ơi\"'' với 9 đêm diễn tại [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Đà Nẵng]], [[Hà Nội]].\n* Năm 1998: Đêm nhạc ''\"Hồng Nhung – Bắt đầu từ hôm qua\"'' thuộc chuỗi chương trình \"Khách mời của VTV3\" dành cho hơn 10 ngàn sinh viên [[Trường Đại học Y Hà Nội|Đại học Y Hà Nội]].\n* Năm 1999: Liveshow xuyên Việt ''\"Hồng Nhung – Bài hát ru'99\"'' với chủ đề \"Vì cuộc sống trẻ thơ\" với 9 đêm diễn tại [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Đà Nẵng]], [[Hà Nội]].\n* Năm 2003: Liveshow nhạc [[Trịnh Công Sơn]] ''\"Thuở Bống là người\"'' tại [[Bình Quới]] với sự tham dự của hơn 5000 khán giả.\n* Năm 2003: Liveshow ''\"Một ngày mới\"'' mở màn cho loạt chương trình \"Âm nhạc và những người bạn\" của [[VTV3]].\n* 14\/11\/2004: Liveshow ''\"[[Khu vườn yên tĩnh]]\"'' thuộc chương trình \"Giai điệu bè bạn\" của [[Đài Truyền hình Thành phố Hồ Chí Minh#Kênh HTV7|HTV7]] Đài truyền hình TP. Hồ Chí Minh.\n* Năm 2006: Liveshow nhạc [[Trịnh Công Sơn]] ''\"Như cánh vạc bay\"'' tại [[Nhà hát Thành phố Hồ Chí Minh]].\n* Năm 2007: Liveshow cùng [[Quang Dũng (ca sĩ)|Quang Dũng]] với chủ đề ''\"Vì ta cần nhau\"'' tại [[Nhà hát Thành phố Hồ Chí Minh]].\n* Năm 2009: Liveshow nhạc [[Trịnh Công Sơn]] cùng [[Quang Dũng (ca sĩ)|Quang Dũng]] mang tên ''\"Có đâu bao giờ\"''.\n* 04\/10\/2012: Liveshow [http:\/\/vov.vn\/Van-hoa\/Am-nhac\/Hong-Nhung-chinh-la-em-mua-thu-Ha-Noi\/227355.vov] tại [[Cung Văn hóa Hữu nghị Hà Nội]].\n* 05\/12\/2013: Liveshow [http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/cam-xuc-am-nhac\/khan-gia-chim-dam-trong-ky-uc-cua-hong-nhung-ve-pho-ha-noi-3323339.html ''\"Phố à phố ơi... Bống à Bống ơi!''\"] tại [[Cung Văn hóa Hữu nghị Hà Nội]].\n* 18\/06\/2017: Liveshow [http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/bang-kieu-hong-nhung-song-lai-tuoi-tho-3601404.html ''\"In the spotlight: Tuổi thơ tôi\"''] tại [[Cung Văn hóa Hữu nghị Hà Nội]] - <small>với [[Bằng Kiều]], Nhật Minh và Ngọc Linh.<\/small>\n* 11-12\/03\/2023: Liveshow nhạc [[Trịnh Công Sơn]] ''\"Bống là ai?\"''<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/concert-bong-la-ai-hong-nhung-tung-tay-cung-jazz-4580304.html|tựa đề=Concert 'Bống là ai': Hồng Nhung tung tẩy cùng jazz|họ=VnExpress|website=vnexpress.net|ngôn ngữ=vi|ngày truy cập=2023-06-03}}<\/ref> tại [[Nhà hát Lớn Hà Nội|Nhà hát lớn Hà Nội]]\n\n==Phim==\n{| class=\"wikitable\"\n|-\n!Năm || Phim || Vai\n|-\n|1998\n|''[[Chuyện nhà Mộc]]''\n|Thơm\n|-\n| 2001 || ''[[Người Mỹ trầm lặng (phim 2002)|Người Mỹ trầm lặng]]'' || Ca sĩ phòng trà và là ca sĩ hát chính cho phim<ref>{{Chú thích web | url = http:\/\/www.imdb.com\/title\/tt0258068\/ | tiêu đề = The Quiet American (2002) | tác giả 1 = | ngày = 19 tháng 2 năm 2003 | ngày truy cập = 26 tháng 2 năm 2018 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n|-\n| 2008 || ''[[Giải cứu thần chết]]'' || Cô giáo Thảo\n|-\n| 2014 || ''[[Bếp hát]]'' || Khách mời\n|}\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* {{facebook|le.h.nhung.372}}\n* {{Imdb name|1150255}}\n* {{Allmusic|id=hong-nhung-p1077120|label=Hong Nhung}}\n\n{{Hồng Nhung}}\n{{Trịnh Công Sơn}}\n{{Diva Việt Nam}}\n{{Giải Mai vàng cho Ca sĩ được yêu thích nhất}}\n\n[[Thể loại:Ca sĩ nhạc trẻ Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh năm 1970]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Diva Việt Nam]]\n[[Thể loại:Nữ ca sĩ Việt Nam]]\n[[Thể loại:Ca sĩ tiếng Việt]]\n[[Thể loại:Ca sĩ pop Việt Nam]]\n[[Thể loại:Nữ ca sĩ thế kỷ 21]]\n[[Thể loại:Ca sĩ nhạc Trịnh Công Sơn]]\n[[Thể loại:Người giành giải Mai vàng]]\n[[Thể loại:Người họ Lê tại Việt Nam]]\n[[Thể loại:Nữ ca sĩ thế kỷ 20]]\n[[Thể loại:Ca sĩ nhạc điện tử]]\n[[Thể loại:Ca sĩ nhạc thiếu nhi Việt Nam]]\n[[Thể loại:Cựu học sinh trường Trung học cơ sở Trưng Vương, Hà Nội]]\n[[Thể loại:Lấy chồng Tây]]"}