{"1456144":"'''Hồ Văn Tự''': tướng lĩnh của phong trào Tây Sơn\n\n==Hành trạng==\n\nHồ Văn Tự là một tướng lĩnh cao cấp của phong trào Tây Sơn. Không rõ ông tham gia phong trào từ khi nào nhưng ông phục vụ suốt hai triều của Tây Sơn là [[Nguyễn Nhạc|Thái Đức]] và [[Nguyễn Quang Toản|Cảnh Thịnh]]. Theo [[Đại Nam thực lục|Đại Nam Thực Lục]], chức vụ của ông dưới triều Thái Đức là Đô đốc.\n\nNăm 1791, khi tướng Nam triều là [[Lê Văn Quân]], [[Võ Tánh]], [[Nguyễn Văn Thành]] đem quân đánh Bình Thuận, đánh bại tướng Tây Sơn là Đô đốc [[Đào Văn Hổ]], chủ tướng Nam triều là Lê Văn Quân tiếp tục tiến binh vây thành Diên Khánh. Thái Đức Hoàng Đế [[Nguyễn Nhạc|Nguyễn Văn Nhạc]] phái ba tướng là Đô đốc [[Nguyễn Công Thái]], Đô đốc Hồ Văn Tự, Tham tán Binh bộ [[Từ Văn Tú]] đem 9000 quân giải vây thành Diên Khánh. Quân Tây Sơn nội công ngoại kích, đánh bại quân của Lê Văn Quân ở Nha Phân và Mai Nương. Lê Văn Quân bại binh, tướng sĩ chết rất nhiều phải chạy lui về Ỷ Na. Phó tướng Nam triều là Võ Tánh lại bất hòa, không chịu đem quân cứu ứng. Sau này Lê Văn Quân lấy việc bại binh làm hổ thẹn, lại bị hiềm nghi, phẫn uất uống thuốc độc mà chết.\n\n[[Đại Nam thực lục|Đại Nam Thực Lục]] viết: ''Tướng giặc là bọn Đô đốc Hồ Văn Tự, Nguyễn Công Thái và Tham tán Từ Văn Tú đi Diên Khánh đem hơn 9.000 quân giặc, thủy binh đậu ở cửa biển Phan Rang, bộ binh đánh hãm Nha Phân và Mai Nương. Lê Văn Quân ít binh không địch nổi, tướng sĩ chết và bị thương rất nhiều, bèn vỡ tan. Quân lùi về ỷ Na (tên đất) chạy thư cáo cấp. Đầu là vua thấy Bình Thuận đã lấy lại được, bèn vời Võ Tánh và Nguyễn Văn Thành đem binh thuyền về mà để Quân ở lại giữ. Giữa đường Thành nghe tin Quân thua, kéo Tánh cùng trở lại, Tánh không quay lại, cứ đi. Kịp tin báo đến, vua tức thì dụ cho Nguyễn Văn Thành đem quân trở lại cứu ứng, lấy Phạm Văn Nhân làm Phó tiên phong dinh, hiệp với Võ Tánh đem quân tiến theo''. (ĐNTL - Tập 1, tr269).\n\nNhững năm tiếp sau, Đô đốc Hồ Văn Tự là trụ cột ở biên thùy Diên Khánh, Bình Thuận, cùng với các tướng Đô đốc Đào Văn Hổ, Đô đốc [[Lê Văn Hiếu]], An phủ sứ [[Nguyễn Quang Huy]], Chỉ huy [[Hoàng Công Trí]], Tham đốc [[Phạm Văn Điềm]] chống nhau với các tướng Nam triều là [[Tôn Thất Hội]], [[Võ Tánh]], [[Nguyễn Văn Thành]], [[Nguyễn Văn Trương]], [[Nguyễn Kế Nhuận]].\n\nQuân lực Tây Sơn dưới triều Thái Đức những năm về cuối sa sút. Khi quân Nam triều tiến ra, mặc dù chống cự quyết liệt, nhưng quân Tây Sơn phải lui dần.\n\n[[Đại Nam thực lục|Đại Nam Thực Lục]] viết: ''Bộ binh của bọn Tôn Thất Hội đánh bảo Phan Rí. Đô đốc giặc là Hồ Văn Tự lui giữ Mai Nương, quân ta đuổi theo. Tự đem quân theo thượng đạo Sâm Lô chạy trốn. Lấy lại được phủ Bình Thuận. Tin báo đến hành tại, vua sai chạy dụ giục bọn Hội phải tiến quân mau chóng để hội với thủy quân.''. (ĐNTL - Tập 1, tr304).\n\nQuân Nam triều vây thành Hoàng Đế, nhiều tướng lĩnh Tây Sơn tử trận như Đô đốc Đào Văn Hổ, Đô đốc Đẩu. Đô đốc Nguyễn Công Thái cùng các Vệ úy [[Nguyễn Văn Chinh]], Chỉ huy [[Đào Văn Lượng]], [[Nguyễn Văn Phát]] ra hàng. Đô đốc Hồ Văn Tự cùng các tướng khác tử thủ trong thành Hoàng Đế.\n\nSau khi Thái Đức Hoàng Đế Nguyễn Văn Nhạc chết, Đô đốc Hồ Văn Tự tiếp tục phục vụ dưới triều Cảnh Thịnh, chống lại quân Nam triều. \nKhi thành Phú Xuân bị mất, Thiếu phó Trần Quang Diệu phái hai tướng Tham đốc [[Nguyễn Văn Khôn]] và Đô đốc Hồ Văn Tự đem binh ra giữ Trà Khúc, Quảng Ngãi, chống lại quân của [[Lê Văn Duyệt]], [[Tống Viết Phước|Tống Viết Phúc]] và [[Lê Chất]] đang tiến vào. Tại đây quân Tây Sơn thua trận, hai tướng bị bắt. Sau đấy ông bị giải về Phú Xuân xử tử.\n\n[[Đại Nam thực lục|Đại Nam Thực Lục]] viết: ''Quân bọn Tống Viết Phước, Lê Văn Duyệt và Lê Chất đến Quảng Ngãi, đánh bắt được đảng giặc là bọn Nguyễn Văn Khôn, Hồ Văn Tự ở bảo Trà Khúc, bắt được quân giặc hơn 3.000 người, thu được lương tiền khí giới rất nhiều. Tin thắng trận báo lên. Vua sai mang cho 200 chiếc áo chiến bằng sa đoạn để chia cấp cho các tướng hiệu. Cho giải bọn tướng giặc bị bắt là Khôn và Tự về Kinh; còn binh lính bị bắt thì chia cho lệ vào các vệ để thêm quân số.'' (ĐNTL - Tập 1, tr461).\n\n==Nghi vấn==\n\n1. Chức tước của Hồ Văn Khôn ghi trong Đại Nam Thực Lục là Đô đốc. Tuy nhiên như trường hợp của Nguyễn Công Thái trong Đại Nam Thực Lục ghi là Đô đốc nhưng trong Đại Nam Liệt Truyện lại ghi là Đại Đô đốc. Trường hợp của Hồ Văn Khôn là một tướng lĩnh cao cấp, trụ cột ở biên thùy, chức của công đúng ra phải là Đại Đô đốc.\n\n2. Quê quá của ông chưa được rõ. Sau khi triều Tây Sơn thất bại, con cháu thất tán, sử sách cũng mai một nên hiện không rõ nguồn gốc quê quán của ông. Nhưng ông trấn trị Diên Khánh, Bình Thuận dưới triều Thái Đức nên quê của ông chắc phải từ Quảng Nam trở vào.\n\n==Nguồn tham khảo==\n\n1. [[Đại Nam thực lục|Đại Nam Thực Lục]] - Tập 1 - Quốc sử quán triều Nguyễn\n\n2. [[Đại Nam thực lục|Đại Nam chính biên liệt truyện]] - Tập 2 - Quốc sử quán triều Nguyễn\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}