{"787242":"'''Hồ Văn Mịch''' ([[1903]]-[[1932]]), là nhà giáo và là thành viên nòng cốt trong [[Việt Nam Quốc dân Đảng]] tại [[Việt Nam]].\n\n==Tiểu sử==\n'''Hồ Văn Mịch''' là người làng Đồng Hy <ref>Sau [[Cách mạng tháng Tám]], sáp nhập làng Đồng Hy và Lạc Trung thành xã Hồ Văn Mịch. Sau nữa, mở rộng xã đổi tên thành xã Ninh Hòa huyện Ninh Giang tỉnh hải dương (theo bài viết về Hồ Văn Mịch trên trang Họ Hồ).<\/ref>, phủ Ninh Giang (nay thuộc huyện [[Ninh Giang]], tỉnh [[Hải Dương]]). Ông là con của ông Hồ Văn Vĩnh và bà Nguyễn Thị Hoa Cư, một gia đình nhà nho nghèo đông con sống bằng nghề làm ruộng và trồng dâu nuôi tằm dệt lụa.\n\nThuở nhỏ, Hồ Văn Mịch được ông cậu là Huấn đạo Nguyễn Văn Thân giúp đỡ cho ăn học lần lượt qua các trường ở tổng, huyện đến trường Cao đẳng Sư phạm [[Bán đảo Đông Dương|Đông Dương]] đặt tại [[Hà Nội]]. \nKhi tốt nghiệp, nhà nước Bảo hộ bổ Hồ Văn Mịch làm Huấn đạo ở một huyện, song ông từ chối chỉ xin được dạy học tại một trường ở [[Nam Định]].\n\nCuối năm [[1926]], Phạm Tuấn Lâm và [[Phạm Tuấn Tài]] thành lập [[Nam Đồng Thư xã|Nam Đồng thư xã]] (nay là nhà số 129 phố Trúc Bạch, [[Hà Nội]]), chuyên xuất bản các sách tuyên truyền chủ nghĩa yêu nước <ref>Ghi theo ''Đại cương lịch sử Việt Nam'' (Tập 2, tr. 275). Có nguồn ghi [[1925]].<\/ref>. Biết được, Hồ Văn Mịch tìm đến để đọc các ấn phẩm này. Sau đó, ông trở thành một thành viên nồng cốt của [[Nam Đồng Thư xã|Nam Đồng thư xã]].\n \nĐến khi [[Việt Nam Quốc dân Đảng|Việt Nam Quốc Dân Đảng]] (gọi tắt là Quốc dân Đảng) chính thức ra đời tại [[Hà Nội]] vào đêm [[25 tháng 12]] năm [[1917]], Hồ Văn Mịch cũng hăng hái tham gia, và được bầu làm Ủy viên Ủy ban Ngoại giao <ref>Theo website Việt Nam Quốc dân Đảng [http:\/\/www.tinparis.net\/chanhtri\/vnqd_ls.html].<\/ref>.\n\nTheo bài viết về Hồ Văn Mịch trên website Họ Hồ, thì ông là người đã tham gia soạn thảo bài ca của Quốc Dân Đảng, trong đó có câu: ''Ta là dân nước Nam – Giống Lạc Hồng huống những lầm than – Làm sao giết hết lũ tham tàn thì lòng ta mới an – Nghĩ đến câu nước mất nhà tan – Sáu mươi năm dân làm nô lệ - Giặc nước Tây tham tàn rất tệ - Tình cảm này ai dễ ngồi yên – Thanh niên ơi! Hỡi thanh niên – Phải hết sức kết đoàn đứng lên – Cùng nhau sinh tử chữ đồng – Quyết làm cho Việt Nam cách mạng thành công, thành công''...<ref name=\"HH\">Theo bài viết về Hồ Văn Mịch trên trang Họ Hồ [http:\/\/www.hohovietnam.vn\/modules.php?name=News&op=viewst&sid=45].<\/ref>\n\nNăm [[1928]], Hồ Văn Mịch và Nguyễn Văn Tiền được Quốc dân Đảng cử đi liên hệ các đảng phái yêu nước khác ở [[Nam Bộ Việt Nam|Nam Bộ]] và ở [[Thái Lan]], nhằm thống nhất mục tiêu hoạt động và tập hợp lực lượng <ref name=\"HH\" \/>.\n\nNgày 9 [[tháng hai|tháng 2]] năm [[1929]], hai đảng viên Quốc dân Đảng là Nguyễn Văn Lâm và Nguyễn Đức Lung (Ký Cao) bắn chết chủ mộ phu đồn điền người Pháp [[Bazin]]. Vụ này đã gây tiếng vang và chính quyền [[đế quốc thực dân Pháp|thực dân Pháp]] cũng đã phản ứng mạnh mẽ, bằng các cuộc càn quét gắt gao. Nhiều đảng viên của Quốc dân Đảng bị bắt, trong số đó có Hồ Văn Mịch.\n\nSau một thời gian giam giữ tại nhà tù [[Hỏa Lò]] ([[Hà Nội]]), [[tháng bảy|tháng 7]] năm đó, Hội đồng đề hình do [[đế quốc thực dân Pháp|thực dân Pháp]] lập ra, đã tuyên án ông 10 năm tù và đày ra [[Côn Đảo]]. Trong số bị đày với ông có [[Phạm Tuấn Tài]].\n\nDo cảnh sống khắc nghiệt, Hồ Văn Mịch bị nhiễm bệnh [[lao]] phổi và đã từ trần ngày 8 [[tháng tư|tháng 4]] năm [[1932]] (tức ngày 12 [[tháng ba|tháng 3]] năm [[Nhâm Thân]]). Sau đó, thân xác ông được bạn tù [[chôn cất|chôn]] ở nghĩa địa Hàng Keo nơi [[Côn Đảo]].\n\n==Thông tin liên quan==\nSau này, Ban quản lý di tích lịch sử Côn Đảo đã quy tập hài cốt Hồ Văn Mịch về nghĩa trang Hàng Dương, mã số A2 khu D. Tại đây có một đoạn đường mang tên Hồ Văn Mịch nối liền với đường [[Huỳnh Thúc Kháng]] và đường [[Nguyễn Văn Linh]].\n\nNghe tin ông mất, cô giáo An là vợ chưa cưới của ông, nhà ở [[hồ Trúc Bạch]] ([[Hà Nội]]) cũng đã về Đồng Hy ([[Hải Dương]]) chịu tang và khóc tặng ông câu đối: \n:''Tịch mịch phòng không từ đây thân phận thiếp\n:''An nhàn chín suối phải chăng số kiếp chàng'' <ref>Theo bài viết về Hồ Văn Mịch trên trang Họ Hồ. Trong câu, tác giả có ý gài ghép tên Mịch và tên An.<\/ref>.\n\n==Xem thêm==\n*[[Việt Nam Quốc dân Đảng]]\n*[[Nam Đồng Thư xã|Nam Đồng thư xã]]\n\n==Sách tham khảo==\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', mục từ \"Hồ Văn Mịch\". Nhà xuất bản Khoa học xã hội, Hà Nội, 1992.\n*Đinh Xuân Lâm (chủ biên)-Nguyễn Văn Khánh-Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'' (Tập 2). Nhà xuất bản Giáo dục, 2006.\n*Hồ Phi Tiến, ''Vai trò của Hồ Văn Mịch trong Nam Đồng thi xã'' trên website Họ Hồ\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1903|mất=1932}}\n\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Đảng viên Việt Nam Quốc dân đảng]]\n[[Thể loại:Người Hải Dương]]"}