{"1558758":"'''Hồ Đắc Điềm''' ([[1899]]-[[1986]]) là Tiến sĩ Luật, Giáo sư Việt Nam, quan [[nhà Nguyễn]] ngạch Tư pháp, đã từng giữ chức Bố chánh tỉnh Bắc Ninh, Tổng đốc Hà Đông. Sau năm 1945 ông là nhân sĩ trí thức, tham gia bộ máy chính quyền Việt Nam Dân chủ Cộng hòa, giữ chức vụ Chánh án Toà án nhân dân thành phố Hà Nội, Phó Chủ tịch Ủy ban Hành chính thành phố Hà Nội, Phó Chủ tịch Mặt trận Tổ quốc thành phố Hà Nội, Ủy viên Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam.\n\n==Gia thế==\n\nÔng xuất thân trong gia đình dòng dõi quý tộc nổi tiếng ở kinh đô Huế. Ông quê ở làng An Truyền, tổng Quảng Xuyên, huyện Phú Vang, tỉnh Thừa Thiên (nay là huyện Phú Vang, tỉnh Thừa Thiên Huế).\n\nThân sinh ông là Khánh Mỹ quận công [[Hồ Đắc Trung]], đỗ Cử nhân, làm quan đến chức Thượng thư Bộ Học, Đông các Đại học sĩ, sung Cơ mật đại thần, tứ trụ đại thần triều đình thời vua Duy Tân và Khải Định <ref>{{Chú thích web | url = http:\/\/diendankienthuc.net\/diendan\/nhan-vat-lich-su\/71779-khanh-my-quan-cong-ho-dac-trung-voi-tu-tuong-cach-tan.html | tiêu đề = Diendankienthuc.net | tác giả 1 =  | ngày =  | ngày truy cập = 14 tháng 3 năm 2015 | nơi xuất bản =  | ngôn ngữ =  }}{{Liên kết hỏng|date=2021-12-25 |bot=InternetArchiveBot }}<\/ref>.\n\nNgười anh là Cử nhân Nho học [[Hồ Đắc Khải]] giữ chức Thượng thư bộ Hộ. Ba người em trai là Bác sĩ [[Hồ Đắc Di]] sau là Hiệu trưởng Trường Đại học Y Hà Nội), Kỹ sư Khoáng học [[Hồ Đắc Liên]] (sau là Cục trưởng Cục Địa chất) và Tiến sĩ Dược khoa [[Hồ Đắc Ân]] (Phó chủ tịch Hội trí thức yêu nước Thành phố Hồ Chí Minh). Bốn người em gái là [[Hồ Thị Chỉ]] - là vợ vua [[Khải Định]], [[Hồ Thị Hạnh]] - tức sư bà Diệu Không, [[Hồ Thị Phương]] và [[Hồ Thị Huyên]] - là vợ Hoàng thân [[Nguyễn Phúc Ưng Úy]].\n\nTuy xuất thân Nho học, nhưng cha, mẹ ông là cụ Châu Thị Ngọc Lương đều hướng các con theo hướng văn hóa Tây phương. Bốn anh em trai đều được sang Pháp học tập.\n\nÔng lấy vợ là Hoàng Thị Lý con gái Võ hiển điện Đại học sĩ [[Hoàng Trọng Phu]], Tổng đốc Hà đông.\n\nBan đầu ông sang Pháp học Tiến sĩ luật. Vợ ông cũng sang theo để cơm nước nuôi bốn anh em nhà chồng học hành đỗ đạt. Đang làm luật sư bên Pháp cùng ông [[Trịnh Đình Thảo]] thì ông được gọi về nước.\n\n==Cuộc sống ở Huế==\n\nÔng theo ngạch tư pháp và hành chính. Ban đầu ông làm Tham tri Bộ Hình ở Huế.\n\nÔng thích tự do cho nên đã học cả kịch nghệ định mở gánh hát, và đã cùng với ông Khái Lợi ở phố Đông Ba lập ra nhà chiếu bóng Tân Tân ở Huế, mua nhiều phim châu Âu về chiếu. Ông còn đi dạy ở trường Hồ Đắc Hàm, một kiểu trường bổ túc văn hoá cho người nghèo. Suốt đời ông tha thiết với việc nâng cao dân trí, là người luôn đi đầu trong phong trào xoá nạn mù chữ, bình dân học vụ từ năm 1945 cho đến khi nhắm mắt.\n\n==Ra miền bắc==\n\nSau đó ông ra miền Bắc, là Giáo sư Việt Nam đầu tiên tại Trường Đại học Luật khoa Hà nội, sau làm Chánh án Toà Thượng thẩm [[Hà Nội]]. Năm 1937 ông tham gia bào chữa trong vụ án xét xử [[Phan Tư Nghĩa]]<ref name=cand\/> rồi chuyển làm quan [[Bố chánh]] tỉnh [[Bắc Ninh]].\n\nÔng có cuộc sống vật chất đầy đủ, biệt thự Hà nội tại 72 phố Nguyễn Du, 2 biệt thự nghỉ mát ở [[Tam Đảo]], trang trại hàng nghìn mẫu ở huyện Tiên Lãng tỉnh [[Kiến An]], trong nhà có 2 chiếc ô tô riêng<ref name=vnn\/>.\n\n==Tổng đốc Hà Đông==\n\nDòng dõi nhà vợ ông từng 2 đời làm Tổng đốc Hà Đông trước năm 1945. Hồi đó tỉnh Hà đông là tỉnh lớn và quan trọng ở Bắc Kỳ. Cha vợ ông lúc đó làm Hiệp biện đại học sĩ, Chủ tịch Ủy ban tương tế xã hội trung ương Bắc Kỳ, hàm Thái tử Thiếu bảo là quan hàm cao nhất của Nam triều, đã thiết lập một trại ấp \"từ thiện\" và đã dày công chấn hưng thủ công mỹ nghệ dân tộc, chọn các nghệ nhân đưa sang Trung quốc học nghề lụa tơ tằm, sang Nhật học sơn mài, rồi cả nghề mộc nghề bạc, mở cả bảo tàng mỹ nghệ cho các nghệ nhân La Cả La Khê. Vì muốn ông duy trì các nghề thủ công mỹ nghệ nên đưa ông về làm Tổng đốc Hà đông. Ông kế nhiệm ông Vi Văn Định (là cha vợ Hồ Đắc Di, em trai ông) làm Tổng đốc Hà đông năm 1941.\n\nNăm 1945 khi Nhật đảo chính Pháp đã mời ông làm Khâm sai Bắc Bộ phủ, nhưng ông đều từ chối. Và ngay sau Cách mạng Tháng Tám, ông đã đứng về phía [[Việt Minh]] trao ấn kiếm cho ông [[Đặng Kim Giang]] người sẽ là Chủ tịch Uỷ ban kháng chiến Hà Đông. Ngày 21-8-1945, khi Quản Dưỡng, Chỉ huy Bảo an binh ở Hà Đông đã cho nổ súng vào đoàn biểu tình, gây thương vong; cán bộ Việt Minh Lê Trọng Nghĩa đã cùng ông vào tận Trại Bảo an binh thuyết phục Quản Dưỡng quy hàng.\n\n==Hoạt động trong hai cuộc kháng chiến==\n\nTrong những ngày đầu của nước Việt Nam Dân chủ Cộng hòa, ngôi nhà của gia đình ông tại số 8 Lê Thái Tổ là nơi Chủ tịch Hồ Chí Minh làm việc, tiếp khách.\n\nKhi theo cách mạng, ông hiến toàn bộ đồn điền ấp Vinh Quang ở tỉnh Kiến An cho cách mạng và số thóc trong kho để nuôi dân quần, du kích, chỉ yêu cầu giữ lại khoảng 500 thúng, để khi gặp khó khăn trong kháng chiến sẽ phải dùng đến.\n\nKhi toàn quốc kháng chiến gia đình ông tham gia kháng chiến tại Thanh Hóa. Năm 1947 ông làm Chủ tịch Hội đồng Tư luật Liên khu IV.\n\nNăm 1951 ông giữ chức Chánh án Tòa án nhân dân Liên khu 4 ở Thanh Hóa, Ủy viên Ban chấp hành Hội Liên Việt Liên khu IV (giai đoạn 1947-1954).\n\nNăm 1954 ông về Thủ đô, suốt 30 năm cuối đời, ông đã dành toàn bộ công sức vào công cuộc xoá mù chữ, giữ cương vị Trưởng ban chỉ đạo Xóa mù chữ, bổ túc văn hóa Thành phố, Trưởng tiểu ban bổ túc văn hóa của HĐND Thành phố. Ông làm việc đầy nhiệt huyết, hăng say. Ông còn nổi tiếng trong phong trào xóa nạn mù chữ ở Thủ đô theo lời dạy của Chủ tịch Hồ Chí Minh:\"Chú là một nhà đại trí thức, chú phải sẻ chữ cho đồng bào ít chữ\". \n<ref>http:\/\/hanoimoi.com.vn\/newsdetail\/Phong-su-Ky-su\/535931\/mot-tri-thuc-cach-mang-mot-nguoi-ha-noi.htm<\/ref>, rồi công tác đến bình dân học vụ, bổ túc văn hoá với chức danh Uỷ viên Ủy ban hành chính Hà Nội, Phó Chủ tịch Ủy ban Hành chính thành phố Hà Nội<ref>{{Chú thích web | url = http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1062 | tiêu đề = Hệ thống thông tin VBQPPL | tác giả 1 = | ngày = | ngày truy cập = 14 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, Chánh án Tòa án nhân dân thành phố Hà Nội, Phó chủ tịch Ủy ban Mặt trận Tổ quốc thành phố Hà Nội, Ủy viên Uỷ ban Trung ương Mặt trận Tổ quốc Việt Nam khoá III.<ref>{{Chú thích web | url = http:\/\/mattranthuathienhue.vn\/thong-tin-cong-tac-mat-tran\/thong-tin-cong-tac-mat-tran-so-6.html | tiêu đề = Thông tin công tác Mặt trận | tác giả 1 =  | ngày =  | ngày truy cập = 30 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = ngày 12 tháng 7 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20130712094103\/http:\/\/mattranthuathienhue.vn\/thong-tin-cong-tac-mat-tran\/thong-tin-cong-tac-mat-tran-so-6.html }}<\/ref>\n\nTrân trọng một gia đình \"đại trí thức\" (chữ Hồ Chủ tịch dùng) đã hết lòng phụng sự cách mạng và nhân dân, Tết năm Quý Mão 1963, Chủ tịch Hồ Chí Minh đã đến thăm gia đình ông.\n\nVào năm 1977, có một cuộc hội ngộ thật cảm động, bốn anh em ruột Hồ Đắc Điềm, [[Hồ Đắc Di]] (Hà Nội), Hồ Đắc Ân ([[Thành phố Hồ Chí Minh]]), Hồ Thị Hạnh - tức Sư Bà Diệu Không (Huế) đã vinh dự là đại biểu dự Đại hội Mặt trận Tổ quốc Việt Nam đầu tiên của đất nước thống nhất. Đúng là một cuộc trùng phùng đẹp đẽ, có ý nghĩa lịch sử\n\nNăm 1986 ông mất tại Hà Nội, thọ 87 tuổi.\n\n==Gia đình==\nVợ ông là bà Hoàng Thị Lý, con gái Tổng đốc Hà đông Hoàng Trọng Phu.\n\nCon gái ông là Hồ Thị Thể Tần nguyên giáo viên Văn Trường cấp 3 Trưng Vương, Hà Nội sau chuyển về làm việc ở Sở Giáo dục Hà Nội rồi Bộ Giáo dục cho đến khi nghỉ hưu, có chồng là Luật gia Phạm Thành Vinh, Chánh Văn phòng đầu tiên của Bộ Quốc phòng. Hai người là dịch giả của hai tiểu thuyết \"Con đường đau khổ\", \"Chuông nguyện hồn ai\". Cháu gái ông là Tiến sĩ Phạm Thị Như Anh, kiều bào tại CHLB Đức, Chủ tịch Hội bảo trợ văn hoá truyền thống các nước ASEAN ở CHLB Đức.\n\nCon trai ông là Hồ Đắc Hoài, thế hệ kỹ sư địa chất đầu tiên học ở Liên Xô (cũ), sau này là Viện trưởng Viện Dầu khí, Viện trưởng Viện Đất hiếm, Thành viên Hội đồng Quản trị Tổng công ty Dầu khí Việt Nam, Trưởng ban liên lạc họ Hồ Việt Nam khóa II.\n\n== Chú thích ==\n{{tham khảo|30em|refs=\n\n<ref name=cand>\n{{chú thích báo\n|tác giả= Dương Đức Quảng\n|tác phẩm= Báo Công an nhân dân điện tử\n|url= http:\/\/antgct.cand.com.vn\/vi-vn\/sotay\/2007\/10\/51905.cand\/\n|tên bài= Ông chú và hai người cháu gái họ Phan\n|ngày= 2007-11-04\n|ngày truy cập= 2014-05-30}}\n<\/ref>\n\n<ref name=vnn>\n{{chú thích báo\n|tác giả= Hoàng Đại Dương\n|tác phẩm= Báo điện tử VietNamNet\n|url= http:\/\/vnn.vietnamnet.vn\/psks\/2005\/06\/459791\/\n|tên bài= Tam Đảo ký sự: Kỳ 4: 'Gõ cửa' những nền biệt thự cũ ở Tam Đảo\n|ngày= 2005-06-22\n|ngày truy cập= 2014-05-30}}\n<\/ref>\n\n}}\n\n{{Thời gian sống|1899|1986}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Giáo sư Việt Nam]]\n[[Thể loại:Luật sư Việt Nam]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Chính khách Việt Nam]]\n[[Thể loại:Mất năm 1985]]\n[[Thể loại:Chánh án Tòa án nhân dân thành phố Hà Nội]]"}