{"1763045":"{{distinguish|Nguyễn Thị Hồng Ngát}}\n\n'''Hồng Ngát''' là Phó Giám đốc Nhà hát [[Đài Tiếng nói Việt Nam|Đài tiếng nói Việt Nam]], là nghệ sĩ ưu tú của Việt Nam, là một trong những nghệ sĩ hàng đầu của Việt Nam về nghệ thuật hát [[chèo]]. Giọng hát của bà còn được khẳng định, đoạt nhiều giải thưởng danh giá tại các cuộc thi tại Việt Nam và quốc tế. Đặc biệt là Huy chương Vàng Giọng hát Vàng [[Hiệp hội các quốc gia Đông Nam Á|ASEAN]] năm 2008.\n\n==Thân thế sự nghiệp==\nBà tên thật là '''Đỗ Thị Ngát'''<ref name=\"hn1\">[http:\/\/www.bvhttdl.gov.vn\/vn\/dhnn\/dh-5\/2100\/index.html thông tin Danh hiệu Nghệ sĩ Ưu tú.]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }} Trang điện tử khối trụ sở cơ quan Bộ Văn hóa, Thể thao và Du lịch. Truy cập ngày 18 tháng 5 năm 2013.<\/ref>, sinh tại [[Cao Thượng]], [[Tân Yên]], [[Bắc Giang]]. Tên Hồng Ngát là do một cô giáo đặt cho bà, ban đầu bà không có tên đệm \"Hồng\" mà chỉ có \"Thị\" như phần lớn tên nữ hồi đó ở Việt Nam. Cô giáo đặt cho bà trùng với tên nhà biên kịch - nhà thơ [[Nguyễn Thị Hồng Ngát]] <ref name=\"vov.vn\">[http:\/\/vov.vn\/Van-hoa\/NSUT-Hong-Ngat-Chi-khi-co-dam-me\/185526.vov Nghệ sĩ ưu tú Hồng Ngát: Chỉ khi có đam mê…, Ngọc Khánh (Báo TNVN)]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }}<\/ref>\n<ref>Hồi bà kết hôn, một người nói với chồng bà: Tại sao lại lấy vợ… già thế? Chồng bà thanh minh: Hồng Ngát của mình không phải là Hồng Ngát già, mà là Hồng Ngát trẻ)<\/ref> Không phải con nhà nòi, cũng không phải lớn lên trong một môi trường nghệ thuật. Nhiều làn điệu dân ca, trong đó có nghệ thuật chèo Hồng Ngát học được đều nhờ làn sóng của Đài tiếng nói Việt Nam, dù chưa phân biệt được làn điệu. Từ chuyện chỉ nghe hát dân ca qua Đài tiếng nói Việt Nam, rồi lẩm nhẩm hát theo đến thuộc làu, đến chuyện vừa bế em vừa… đi thi khi trường Đại học Sân khấu - Điện ảnh về tuyển diễn. Năm 1983, sau khi học xong cấp 3 ở trường huyện thì [[Trường Sân khấu Điện ảnh Hà Nội]] về tuyển sinh qua [[Đoàn chèo Nghệ thuật Hà Bắc]]. Vốn là người thích hát hò bà đăng ký dự thi. Qua vòng một, bà được các anh chị ở đoàn nghệ thuật chèo Hà Bắc như [[Hồng Tính]], [[Thanh Nhàn]], [[Trần Thông]], [[Thanh Hải]] hướng dẫn một số điệu hát như điệu lới lơ, sáp thùng... để chuẩn bị dự thi tiếp. Lúc đó bà được đánh giá là có giọng lạ, đặc biệt và điệu bộ, cử chỉ rất hợp với hát chèo nên được động viên cố gắng luyện tập để thi tiếp vòng trong. Phải thi qua 3, 4 lần nữa, bà và mấy anh em nữa mới được chọn.. Cùng lứa bà vào học tại trường Sân khấu- Điện ảnh Hà Nội thời đó có [[Xuân Hinh]], [[Quốc Trượng]], [[Duy Từ]], [[Xuân Quyết]]... sau này hầu như đều thành đạt với nghề.\n\nNăm thứ 2 ở Đại học, bà cùng với [[Xuân Hinh]] đi hát quan họ tại các buổi giao lưu văn nghệ tại các trường đại học, các đơn vị bộ đội. Từ các phong trào này, bà lọt vào mắt của các biên tập viên Ban văn nghệ Đài tiếng nói Việt Nam. Kể từ đó, hầu như chương trình mừng Đảng mừng Xuân vào chiều 30 Tết năm nào cũng đều có mặt Hồng Ngát. Hồng Ngát diễn bên cạnh những nghệ sĩ đàn anh đàn chị như [[Thu Hiền]], [[Trung Đức]], [[Hồng Năm]]... Năm cuối cùng đại học, nhạc sĩ [[Phan Phúc]], khi đó là trưởng Đoàn ca nhạc Đài tiếng nói Việt Nam, về trường ĐH Sân khấu - Điện ảnh nhận chị về Đoàn Ca nhạc Đài tiếng nói Việt Nam (nay là Nhà hát Đài tiếng nói Việt Nam) vào tháng 3 – 1989 và công tác suốt từ đó đến nay. Năm 2008, trong cuộc thi Giọng hát vàng ASEAN, với bài hát \"Hầu Xá Thượng - Cô bé Thượng Ngàn\" ở bảng phong cách âm nhạc dân gian, Hồng Ngát đã đoạt Huy chương Vàng một cách thuyết phục với bài hát \"Hầu Xá Thượng - Mẫu cô bé Thượng Ngàn\" <ref name=\"baoxaydung\">[http:\/\/www.baoxaydung.com.vn\/news\/vn\/van-hoa-the-thao\/sang-tac\/viet-nam-danh-hai-giai-vang-lien-hoan-giong-hat-vang-asean-2008.html Việt Nam dành hai giải Vàng Liên hoan Giọng hát Vàng ASEAN 2008]<\/ref>.\n\nHiện là Phó Giám đốc Nhà hát Đài TNVN, dù làm công tác quản lý, không còn lên sóng nhiều như trước, nhưng Hồng Ngát luôn giữ thói quen cầm giấy tập bài mới hàng ngày, tập đến khi nhuần nhuyễn lời mới thôi. Là một trong những nghệ sĩ chèo hàng đầu Việt Nam hiện nay, ngoài công việc ở Đài TNVN, Hồng Ngát còn nhận được nhiều lời mời biểu diễn, giảng dạy về nghệ thuật chèo, nhưng bà chỉ nhận lời khi có thể hoàn thành công việc tới nơi tới chốn.<ref name=\"vov.vn\"\/>\n\nBà được đào tạo tại trường sân khấu, có khả năng nhưng lại không được diễn trên sân khấu, ít có cơ hội được xuất hiện trước công chúng, không thủ vai nào trên sân khấu. Hơn 20 năm trong nghề trừ 2 vai diễn trong báo cáo tốt nghiệp là vở [[Quan Âm Thị Kính (truyện thơ)|Quan Âm Thị Kính]] và \"Người đàn bà bất hạnh\", bà không tham gia vai nào nữa mà chỉ chuyên tâm cho việc thu thanh các bài hát dân ca, các làn điệu chèo lời cổ, lời mới, để phát sóng phục vụ nhiệm vụ chính trị của Đài tiếng nói Việt Nam. Chương trình hát dân ca trên làn sóng Đài tiếng nói Việt Nam luôn được công chúng cả nước đón đợi là niềm hạnh phúc nhất đối với người nghệ sĩ công tác tại đây. Thi thoảng bà xuất hiện trên truyền hình với trang phục chèo truyền thống hay với tà áo mớ ba mớ bẩy. Bà thường được mời tham gia một số chương trình theo yêu cầu hay chương trình hợp tác phối hợp. Công việc chính hiện nay của Hồng Ngát phụ trách \"đầu vào\" nội dung, tổ chức thu thanh các bản nhạc dân tộc, bài hát [[dân ca]] Bắc Bộ, hát chèo.<ref name=\"vov.vn\"\/>\n\n==Được ghi nhận==\nDo những cống hiến của Hồng Ngát trên làn sóng Đài tiếng nói Việt Nam hàng chục năm, bà được Nhà nước Việt Nam xét tặng danh hiệu [[Nghệ sĩ ưu tú]] vào năm [[2001]]<ref name=\"hn1\"\/>. Trong danh sách những nghệ sĩ được đề nghị Nhà nước xét tặng danh hiệu [[Nghệ sĩ Nhân dân|Nghệ sĩ nhân dân]] năm 2011 có tên bà.<ref name=\"vov.vn\"\/>\n\n==Nhận định cá nhân==\nTheo bà, muốn hát được chèo cũng phải hội tụ đủ yếu tố như [[quan họ]] là \"vang, dền, nền, nảy\" rồi lại phải có được cái mượt, cái rung đặc trưng của nghệ thuật chèo.\nHồng Ngát tâm sự: \"Ai cũng mơ mình một lần được như vậy. Nghệ sĩ khi cống hiến không để mong mình đạt được danh hiệu gì đó, nhưng khi những cống hiến của mình được ghi nhận thì đó là niềm vui lớn. Trong niềm vui còn có sự may mắn. Thành tích này nếu được ghi nhận, không phải riêng tôi có được, mà trong môi trường công tác, tôi còn được sự giúp đỡ của đồng nghiệp để hoàn thành chuyên môn. Thành tích của cá nhân nhưng là công sức của tập thể, sự quan tâm của lãnh đạo Đài, sự yêu mến của khán thính giả\"...<ref name=\"vov.vn\"\/> Hồng Ngát vẫn mong có một dịp nào đó được cùng một số anh em nghệ sĩ, những người con của [[sông Thương]] đã trưởng thành về thăm lại quê tri ân nơi vùng đất mình đã sinh ra. Rồi cũng muốn có sự phối hợp với cơ quan chuyên môn phát hiện những tài năng có triển vọng, tạo điều kiện cho đi đào tạo nâng cao trình độ...\n\n==Đánh giá về Hồng Ngát==\nTừ những năm 90 của thế kỷ trước, nghe Hồng Ngát hát trong chương trình \"30 phút dân ca và nhạc cổ truyền\" của Đài TNVN, rồi sau đó xem chị xuất hiện trong các chương trình ca nhạc mừng Đảng, mừng Xuân trên truyền hình vào chiều 30 Tết hàng năm, tôi hiểu rằng, người phụ nữ này sinh ra là để dành cho chèo… <ref name=\"vov.vn\"\/>\n\n==Gia đình==\nChồng bà vốn là giảng viên của trường, lại người quê Thái Bình nổi tiếng về hát chèo.\n\n==Xem thêm==\n*[[Nguyễn Thị Hồng Ngát]] ([[Nguyễn Thị Hồng Ngát]] và Hồng Ngát khi khởi nghiệp đều là diễn viên [[chèo]])\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Người Bắc Giang]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]"}