{"820819":"'''Hồ Thị Bi''' ([[1916]]–[[2011]]) là một nữ chỉ huy quân sự lừng danh trong [[Chiến tranh Đông Dương]], từng được người đương thời gọi bằng biệt danh '''Nữ kiệt miền Đông''', '''Madame 131''', '''Chị Năm hậu phương''', '''Bà Năm chính sách'''.<ref>[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/460416\/Tiec-thuong-nu-anh-hung-luc-luong-vu-trang-Ho-Thi-Bi.html Tiếc thương nữ anh hùng lực lượng vũ trang Hồ Thị Bi]<\/ref><ref name=\"nguyenhung\">[[Nguyên Hùng]], ''\"Nam Bộ - Những nhân vật một thời vang bóng\"''.<\/ref><ref name=\"sggp\">[http:\/\/www.sggp.org.vn\/xahoi\/2011\/10\/270608\/ Thương nhớ cô Năm Bi]<\/ref> Bà cùng với [[Thiếu tướng]] [[Nguyễn Thị Định]] được xem là 2 nữ chỉ huy quân sự tiêu biểu của miền Nam trong suốt thời kỳ [[Chiến tranh Việt Nam]]. Bà được nhà nước Việt Nam phong hàm [[Đại tá]] [[Quân đội nhân dân Việt Nam]] và danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].\n\n==Xuất thân bần cùng==\nBà tên thật là '''Hồ Thị Hoa''', sinh năm 1916 trong một gia đình nghèo tại làng Tân Hiệp, quận Hóc Môn, tỉnh Gia Định (nay là xã Tân Hiệp, huyện [[Hóc Môn]], [[Thành phố Hồ Chí Minh]]).<ref name=\"quochoi\">{{Chú thích web |url=http:\/\/www.na.gov.vn\/NhomNNSVN\/60namQHVN\/42.htm |ngày truy cập=2011-10-14 |tựa đề=Đại tá Hồ Thị Bi - Anh hùng lực lượng vũ trang nhân dân |archive-date = ngày 7 tháng 3 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100307230124\/http:\/\/www.na.gov.vn\/NhomNNSVN\/60namQHVN\/42.htm |url-status=dead }}<\/ref><ref name=\"phapluat\">[http:\/\/phapluattp.vn\/20111013115641472p0c1013\/vinh-biet-nu-kiet-mien-dong-ho-thi-bi.htm Vĩnh biệt \"Nữ kiệt miền Đông\" Hồ Thị Bi]<\/ref> Ngày và tháng sinh của bà không rõ. Theo truyền thống Nam Bộ, do bà là người con thứ 4 trong gia đình và có tên thân mật là '''Bi''', nên bà còn có tên là '''Năm Bi'''.\n\nCha của bà mất sớm, đến năm lên 6 tuổi thì mẹ của bà cũng ngã bệnh nặng. Bà phải bắt đầu phụ giúp bán chè xôi nước để sinh kế. Năm lên 10 tuổi, bà phải đi ở đợ<ref>Một hình thức nô tỳ tại Nam Bộ trước 1945.<\/ref> để kiếm thêm tiền nuôi mẹ, nuôi em.<ref name=\"nguyenhung\"\/><ref name=\"antg\">Trầm Hương, ''\"Hồ Thị Bi - Con người và nghĩa khí\"''.<\/ref>\n\nDo hoàn cảnh gia đình, nên từ nhỏ bà đã không được học hành. Do sự cố gắng làm lụm và tiết kiệm, bà dần dành dụm một số tiền để thoát khỏi thân phận ở đợ và làm nghề bán chè ở chợ Hóc Môn.\n\n==Hoạt động cách mạng==\nVào tuổi trưởng thành, bà lập gia đình. Chịu ảnh hưởng từ người chồng, vốn là một thành viên tích cực của Hội Ái hữu tương tế, một tổ chức ngoại vi của [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]], bà sớm tham gia hoạt động của Hội với ý thức đơn giản là đoàn kết tương trợ, bênh vực giới nữ tiểu thương nghèo khổ bị áp bức, đấu tranh bãi thị, đòi giảm thuế chợ. Tháng 6 năm 1936, bà được kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]],<ref name=\"quochoi\"\/><ref name=\"tuoitre\">[http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/460296\/Vinh-biet-%E2%80%9CNu-kiet-mien-Dong%E2%80%9D-Ho-Thi-Bi.html Vĩnh biệt \"Nữ kiệt miền Đông\" Hồ Thị Bi]<\/ref> bấy giờ đang hoạt động công khai trong phong trào [[Mặt trận Thống nhất Dân chủ Đông Dương|Mặt trận Dân chủ Đông Dương]].\n\nNăm 1939, phong trào Mặt trận Dân chủ Đông Dương bị chính quyền thực dân đàn áp. Chồng bà cũng bị bắt do liên can đến vụ đình công ở Hóc Môn. Để tránh liên lụy, bà gia đình chồng sống tự lập. Mặt dù vậy, bà vẫn bí mật hoạt động liên lạc cho các cán bộ Cộng sản. Năm 1941, bà tham gia Hội Phụ nữ Cứu quốc Hóc Môn.\n\nĐể chuẩn bị cho [[Cách mạng tháng Tám|Cách mạng tháng 8]], bà được Quận ủy Hóc Môn giao nhiệm vụ làm Trưởng ban tiếp tế và chỉ huy đại đội nữ binh thị trấn Hóc Môn, Phó hội trưởng Hội Phụ nữ Cứu quốc. Ngày 25 tháng 8 năm 1945, bà cùng đoàn biểu tình từ Hóc Môn kéo về [[Thành phố Hồ Chí Minh|Sài Gòn]], cùng tham gia giành chính quyền tại [[Thành phố Hồ Chí Minh|Sài Gòn]].<ref name=\"tuoitre\"\/>\n\n==Trở thành chỉ huy quân sự==\n[[Hình:Mission letter from the southern Vietnamese Communist Party to Ho Thi Bi, who led the economic affairs of a resistance group, Saigon, 1951 - Vietnamese Women's Museum - Hanoi, Vietnam - DSC04202.JPG|nhỏ|phải|300px|Giấy giới thiệu năm 1951 của Chánh ủy khu VII nêu nhiệm vụ của bà Hồ Thị Bi là ''công tác đặc biệt về kinh tế thương mại cho căn cứ địa'']] \nKhi quân [[Pháp]] nổ súng tái chiếm Nam Bộ, với vai trò Trưởng ban tiếp tế quận Hóc Môn, bà phụ trách tiếp tế các mặt trận Tham Lương, Bến Phân, Chợ Cầu cho Giải phóng quân liên quận Hóc Môn – Bà Điểm – Đức Hòa.<ref name=\"nguyenhung\"\/> Tuy nhiên, trước sức mạnh của quân Pháp, các mặt trận đều bị vỡ. Các lực lượng chống Pháp đều phải rút ra ngoại vi để hoạt động kháng chiến. Do hoàn cảnh có ba con nhỏ và chồng đang công tác tại Ban an ninh quận, bà được khuyên trở về nhà làm ăn, nuôi con. Hai lần đề đạt ý nguyện tham gia kháng chiến, nhưng đều bị từ chối, bà bị buộc phải giải ngũ trở về nhà.<ref name=\"antg\"\/>\n\nKhông cam tâm đứng ngoài, bà nảy ra ý định thành lập đơn vị riêng. Bà tập hợp những người cùng có hoàn cảnh muốn tham gia kháng chiến nhưng bị buộc phải giải ngũ, thành lập một đội tuyên truyền vũ trang, vừa sản xuất tự túc nuôi thân, vừa đánh giặc, gọi là đội công tác xã Thới Tứ.<ref name=\"nguyenhung\"\/><ref name=\"tuoitre\"\/> Đây chính là tiền thân của Ban công tác Thành số 12 và Đại đội 2804.<ref name=\"antg\"\/>\n\nĐội công tác do bà chỉ huy gồm 5 \"tiểu đội\",<ref>Tức 5 người nói phao lên<\/ref> có 2 nam, 2 nữ và 1 trẻ em,<ref name=\"nguyenhung\"\/> thu thập một số lựu đạn, thực hiện liên tiếp các trận đánh bằng lựu đạn vào quân Pháp và các chức sắc cộng tác với chính quyền Pháp tại chợ Hóc Môn, Nhà Việc, chùa Ông, chợ Cầu.<ref name=\"antg\"\/> Đặc biệt với trận đánh ngày [[12 tháng 12]] năm 1945, đội công tác của bà tiêu diệt được một tiểu đội lính Pháp và được Ban chỉ huy Giải phóng quân Liên quận gửi giấy khen và tặng một khẩu súng ngắn 7,65 ly.<ref name=\"nguyenhung\"\/>\n\nDo những trận đánh này mà uy tín của đội công tác của bà lên cao và có ngày càng nhiều người gia nhập. Tên tuổi Năm Bi cũng bắt đầu được nhiều người biết đến. Với số vũ khí thu thập được, bà dần xây dựng thành một đội quân chiến đấu độc lập, thành lập căn cứ tại Rỗng<ref>Tức \"rạch\".<\/ref> ông Hồ (Hóc Môn).<ref>Cũng vì vậy mà bà còn có biệt danh '''Bà chúa Rỗng ông Hồ'''.<\/ref> Đội công tác của bà được Tư lệnh [[Nguyễn Bình]] công nhận là một đơn vị chính thức gọi là Ban Công tác Thành số 12 và đơn vị chiến đấu của bà mang phiên hiệu Đại đội 2804, thuộc Chi đội 12,<ref>Tức Giải phóng quân liên quận được tổ chức lại.<\/ref> do bà làm chỉ huy trưởng. Trong Đại đội của bà còn tổ chức cả một tiểu đội gồm các hàng binh người Âu trong quân đội Pháp.<ref name=\"nguyenhung\"\/> Với đội quân này, bà tổ chức nhiều trận tập kích, khủng bố trong vùng quân Pháp kiểm soát, làm ngay cả đối phương cũng phải nể phục. Bấy giờ bà chưa biết chữ, nên các bản án khủng bố do bà ký tên run tay, chữ \"Bi\" giống số \"131\", do đó quân Pháp ở Hóc Môn gọi bà là '''Madame 131''' hay '''Capitaine 131'''.<ref name=\"nguyenhung\"\/><ref name=\"antg\"\/>\n\nNăm 1948, bà được cử làm Tiểu đoàn phó Tiểu đoàn 935, Trung đoàn 312.<ref>Tức là Chi đội 12 tổ chức lại.<\/ref> Hai năm sau, bà được giao nhiệm vụ xây dựng [[căn cứ Dương Minh Châu]] cùng với 30 đồng chí, phần lớn là thương bệnh binh, được tổ chức thành bộ khung của Tiểu đoàn 999, có nhiệm vụ mở đường xây dựng căn cứ địa nối liền Nam Bộ với Campuchia.<ref name=\"nguyenhung\"\/><ref name=\"phapluat\"\/> Tại vùng biên giới, bà đã cho tổ chức các hoạt động căn cứ và tiếp tế thành công, tạo tiền đề cho sự phát triển của căn cứ về sau trong [[Chiến tranh Việt Nam]]. Bà rất chú trọng hoạt động tuyên truyền vận động dân chúng, vì vậy được người dân [[Khmer]] vùng này kính trọng và gọi bằng biệt danh '''Lục thum<ref>Tức Bà lớn.<\/ref> Bi'''.<ref name=\"phapluat\"\/><ref name=\"antg\"\/>\n\nNăm 1953, bà được cử tham gia đoàn công tác ra [[Việt Bắc]]. Tại đây, lần đầu tiên bà được gặp mặt Chủ tịch [[Hồ Chí Minh]] và được ông đặt biệt danh '''Nữ kiệt miền Đông'''.<ref name=\"quochoi\"\/><ref name=\"phapluat\"\/><ref name=\"antg\"\/> Trong dịp này, bà cũng được trao tặng Huân chương kháng chiến chống Pháp hạng Nhất.\n\n==Chị Năm chính sách==\nChưa kịp trở về Nam thì [[Hiệp định Genève, 1954]] được ký kết, bà được phân công công tác tại bộ phận chuẩn bị đón tiếp đồng bào, chiến sĩ miền Nam tập kết ra Bắc.<ref name=\"antg\"\/> Năm 1956, bà được bầu làm Ủy viên Ban Chấp hành Trung ương [[Hội Liên hiệp Phụ nữ Việt Nam]]. Năm 1959, khi đang công tác tại bộ phận chính sách của [[Tổng cục Chính trị Quân đội nhân dân Việt Nam]], bà là một trong những nữ quân nhân hiếm hoi được phong quân hàm [[Đại úy]].<ref name=\"antg\"\/>\n\nNăm 1960, bà được giới thiệu ứng cử [[Đại biểu Quốc hội]] tại tỉnh [[Hòa Bình]], là tỉnh kết nghĩa với [[gia Định (tỉnh)|tỉnh Gia Định]], quê hương của bà. Bà trúng cử 2 khóa liên tiếp tại tỉnh này. Năm 1963, bà đã trồng một cây [[đa]] để kỷ niệm tại ngã 3 xã Hùng Tiến, huyện [[Kim Bôi]], tỉnh [[Hòa Bình]]. Từ đó, người dân địa phương gọi ngã 3 ngày là '''Ngã 3 Hồ Thị Bi''' và cây đa do bà trồng là '''Cây đa bà Bi'''.<ref>[http:\/\/www.baohoabinh.com.vn\/11\/14264\/Chuyen_ve_cay_da_cua_Ba_Bi_o_nga_ba_Hung_Tien.htm Chuyện về cây đa của \"Bà Bi\" ở ngã ba Hùng Tiến]<\/ref>\n\nTrong 12 năm làm công tác chính sách, bà phụ trách công tác quản lý gia đình hậu phương quân đội để cán bộ, chiến sĩ ở tiền phương yên tâm chiến đấu. Trong những năm [[Chiến dịch Sấm Rền|Chiến tranh phá hoại miền Bắc lần thứ nhất]], bà được giao nhiệm vụ sơ tán những con em liệt sĩ, những con em có cha mẹ chiến đấu ra khỏi thủ đô [[Hà Nội]]. Năm 1965, bà được phong hàm [[Thiếu tá]], trở thành nữ quân nhân có cấp bậc quân hàm cao nhất trong [[Quân đội nhân dân Việt Nam]], và được giao nhiệm vụ chăm sóc Đoàn đại biểu Anh hùng, Chiến sĩ thi đua miền Nam ra thăm miền Bắc.<ref name=\"sggp\"\/>\n\nCuối năm 1973, bà đề đạt nguyện vọng được trở lại miền Nam công tác. Ngày [[15 tháng 12]] năm 1973, bà trở lại chiến trường miền Nam, với tư cách là đặc phái viên của Cục chính sách thuộc Tổng cục chính trị bên cạnh Bộ chỉ huy Miền, hàm [[Trung tá]]. Trong 2 năm 1974–1975, bà đã có 3 lần đi trên tuyến [[đường Trường Sơn]] để vào Nam ra Bắc.<ref name=\"quochoi\"\/>\n\nSau năm 1975, bà được phân công giữ chức Phó Chủ nhiệm Chính trị, [[Bộ Tư lệnh Thành phố Hồ Chí Minh]]. Năm 1978, bà được phong cấp bậc [[Thượng tá]]. Mặc dù ngoài 60 tuổi, bà vẫn tiếp tục được giữ lại để làm công tác chính sách cho cán bộ chiến sĩ và các cựu chiến bình, cũng như gia đình của họ. Mãi đến năm 1980, bà mới được cho nghỉ hưu. Để tôn vinh, bà được nhà nước Việt Nam đặc cách phong quân hàm [[Đại tá]] và phong tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].<ref name=\"quochoi\"\/>\n\nSau khi nghỉ hưu, bà vẫn tiếp tục hoạt động xã hội, là một trong những sáng lập viên của [[Bảo tàng Phụ nữ Nam Bộ]],<ref name=\"antg\"\/> là Ủy viên Trung ương [[Hội cựu chiến binh Việt Nam]].<ref name=\"quochoi\"\/>\n\nBà qua đời lúc 20 giờ 30 ngày [[12 tháng 10]] năm [[2011]] tại [[Thành phố Hồ Chí Minh]], hưởng thọ 95 tuổi.\n\n==Đời tư==\nVào tuổi trưởng thành, bà lập gia đình với ông Trương Văn Ngài, còn gọi là Năm Ngài, một người cùng quê. Theo [[Nguyên Hùng]] trong ''\"Nam Bộ – Những nhân vật một thời vang bóng\"'' thì ông Năm Ngài từng có một đời vợ. Bà là đời vợ thứ hai.\n\nSau năm 1945, ông Năm Ngài công tác trong Sở An ninh Nam Bộ ([[Việt Minh]]). Năm 1947, ông và em trai của bà bị quân Pháp giết chết. Do không biết ngày sinh, nên bà đã lấy ngày giỗ của ông làm sinh nhật của mình.<ref name=\"nguyenhung\"\/>\n\nNăm 1953, lần đầu tiên bà gặp mặt Chủ tịch Hồ Chí Minh khi ông bất ngờ đến thăm lúc bà đang ăn cơm với [[Tố Hữu]]. Ông hỏi: ''\"Ai mà nói rổn rảng? Có phải nữ kiệt miền Đông đó không vậy?\"''. Sau đó ông hỏi: ''\"Cô Bi ăn mấy bát?\"''. Bà đáp: ''\"Con ăn ba chén\"'', sau đó vội đổi là ''\"ba bát\"''. Ông cười nói: ''\"Cô Bi cứ nói tự nhiên, tiếng nói của đồng bào miền Nam, Bác thích nghe hơn\"''.\n\nNăm 2007, bà đã gửi trả lại một chiếc xe được tặng trị giá 14.000 USD (thời giá bấy giờ) để dùng vào việc khác.<ref>[http:\/\/www.sggp.org.vn\/xahoi\/2007\/1\/80050\/ Đại tá Hồ Thị Bi trả lại xe để dùng vào việc khác]<\/ref>\n\nÔng Năm Ngài và bà có với nhau 3 người con. Người con trai tên là Trương Văn Đa. Người con gái thứ 2 tên là Trương Thị Oi. Ngoài ra bà Còn một cô gái út tên Hồ Quang Ánh Đào bà phải nén đau thương gửi lại cho vú nuôi khi mới vừa sanh ra chưa đầy một tháng,vì phải tập kết ra Bắc năm 1949...\n\n==Nhận định==\n{{cquote|\n''\"Gương sáng tích cực kháng chiến cho các chị em phụ nữ\"''\n|||Hồ Chí Minh<ref name=\"quochoi\"\/>}}\n{{cquote|\n''\"Chúng ta thấy ở đây – tức Việt Nam – Hồ Thị Hoa (hay là bà Bi như người ta gọi) một chỉ huy du kích với băng Lê dương đào ngũ và lính Nhật đánh thuê. Bà ta đang độ 30, khi đơn vị bà ta, Chi đội 12 trong bộ đội Hồ Chí Minh ở miền Nam gây tác hại trong vùng Hóc Môn giữa lúc Cao ủy Đông Dương Pignon vận động đưa Bảo Đại về nắm chính quyền ở Việt Nam. Với các đội ám sát, đội tuyên truyền, cảnh sát, kinh tài, bà ta tạo cho mình một vương quốc xây dựng trên khủng bố và tẩy não. Bà mặc bà ba đen, với khẩu Colt ở thắt lưng và một khẩu súng trường vác vai. Tử hình là hình phạt cho những ai vi phạm nội qui mà bà Bi thi hành với bàn tay sắt.\"''\n|||Hilaire du Benier, ''\"Background to Betrayal\"'', Nhà xuất bản Western Islands, 1965, p.39<ref>Dẫn theo [[Nguyên Hùng]] trong ''\"Nam Bộ - Những nhân vật một thời vang bóng\"''.<\/ref>}}\n\n{{cquote|\n''\"Chi đội 12 do Hồ Thị Hoa, tên thân mật là Thị Bi, chỉ huy, một người bồi cũ khoảng 30 tuổi. Vị nữ tướng vững chắc này là một người mập béo. Bó người trong bộ đồng phục màu đen, súng colt dắt thắt lưng và một súng carbin trên vai, bà bất ngờ xuất hiện trong các làng với đội quân bảo vệ là lính Lê dương đào ngũ. Bà cũng xây dựng những đội ám sát để tiến hành những đợt tấn công biệt kích vào ngoại ô Sài Gòn.\"''\n|||Lucien Bodard, ''\"Chiến tranh Đông Dương\"'', Nhà xuất bản CAND, 2004, tr. 243.}}\n\n==Vinh danh==\nGhi nhận những công lao của bà, nhà nước Việt Nam đã trao tặng:\n* Danh hiệu Anh hùng lực lượng vũ trang nhân dân\n* Huân chương Độc lập hạng Nhì\n* Huân chương Kháng chiến chống Pháp hạng Nhất\n* Huân chương Kháng chiến chống Mỹ hạng Nhất\n* Huân chương Quân công hạng Nhì, Ba\n* Huân chương Chiến công hạng Nhất, Nhì\n* Huân chương Chiến sĩ vẻ vang hạng Nhất, Nhì, Ba\n* Huân chương Lao động hạng Nhất.\n*Hiện nay trên địa bàn huyện Hóc môn có 1 Ngôi trường mang tên Bà\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.na.gov.vn\/NhomNNSVN\/60namQHVN\/42.htm Đại tá Hồ Thị Bi – Anh hùng lực lượng vũ trang nhân dân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100307230124\/http:\/\/www.na.gov.vn\/NhomNNSVN\/60namQHVN\/42.htm |date = ngày 7 tháng 3 năm 2010}}\n* Hồ Thị Bi – Con người và nghĩa khí [http:\/\/antg.cand.com.vn\/vivn\/tulieu\/2010\/2\/71307.cand?Page=1 1], [http:\/\/antg.cand.com.vn\/vivn\/tulieu\/2010\/2\/71307.cand?Page=2 2], [http:\/\/antg.cand.com.vn\/vi-VN\/tulieu\/2010\/1\/71330.cand?Page=1 3], [http:\/\/antg.cand.com.vn\/vi-VN\/tulieu\/2010\/1\/71330.cand?Page=2 4]\n* [http:\/\/phapluattp.vn\/20111013115641472p0c1013\/vinh-biet-nu-kiet-mien-dong-ho-thi-bi.htm Vĩnh biệt \"Nữ kiệt miền Đông\" Hồ Thị Bi]\n* [http:\/\/www.sggp.org.vn\/xahoi\/2011\/10\/270608\/ Thương nhớ cô Năm Bi]\n* [http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/460296\/Vinh-biet-%E2%80%9CNu-kiet-mien-Dong%E2%80%9D-Ho-Thi-Bi.html Vĩnh biệt \"Nữ kiệt miền Đông\" Hồ Thị Bi]\n* [http:\/\/www.baohoabinh.com.vn\/11\/14264\/Chuyen_ve_cay_da_cua_Ba_Bi_o_nga_ba_Hung_Tien.htm Chuyện về cây đa của \"Bà Bi\" ở ngã ba Hùng Tiến]\n\n{{Thời gian sống|Sinh=1916|Mất=2011}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]"}