{"1401151":"'''Hồ Văn Huê''' (1917-1976) nguyên là [[Đại tá Quân đội nhân dân Việt Nam|đại tá]], bác sĩ quân y [[Quân đội nhân dân Việt Nam]], nguyên Thứ trưởng bộ Y tế [[Cộng hòa Miền Nam Việt Nam|chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]], Phó cục trưởng kiêm Trưởng phòng quân y [[Địa điểm căn cứ Cục hậu cần Quân giải phóng miền Nam Việt Nam (1973-1975)|cục Hậu cần Quân giải phóng miền Nam Việt Nam]].<ref>Trí thức Nam Bộ (1945-1954), Nhà xuất bản Đại học Quốc gia TP.HCM<\/ref>\n\n== Tiểu sử ==\n\nÔng sinh tại sở đại lý Rạch Kiến, tỉnh Chợ Lớn nay thuộc xã Phước Tuy, huyện Cần Đước, tỉnh Long An. Trong một gia đình trung lưu làm nghề thuốc Bắc. Mồ côi cha mẹ từ nhỏ. Sau khi tốt nghiệp trung học, Hồ Văn Huê được anh trai cho ra Hà Nội học. Năm 1938, Ông thi đỗ vào [[Trường Đại học Y Hà Nội|trường Đại học Y khoa Hà Nội]].\n\nTrong thời gian ở Hà Nội, Hồ Văn Huê tham gia tích cực phong trào yêu nước của học sinh sinh viên, khích lệ lòng yêu nước của lớp trẻ, động viên lớp trẻ tham gia vào các tổ chức cứu quốc, đánh đổ đế quốc Pháp và chính quyền tay sai, đồng thời ông tham gia nhiều cuộc dã ngoại, cắm trại hè, tổ chức khám bệnh, cấp thuốc và dạy chữ Quốc ngữ cho đồng bào các địa phương.\n \nNăm 1944, sau khi tốt nghiệp [[Trường Đại học Y Hà Nội|Trường đại học Y khoa Hà Nội]], Hồ Văn Huê về Nam và làm việc tại Bệnh viện cao su Quảng Lợi, tỉnh Sông Bé.\n\nCách mạng tháng Tám thành công, ông cùng lực lượng công nhân Quản Lợi thành lập chính quyền và được bầu làm chủ tịch Ủy ban nhân dân Sở cao su Quản Lợi.\n\nKháng chiến chống Pháp ở Nam Bộ bùng nổ, ông vào chiến khu Đ phục vụ quân đội kháng chiến, ông từng lặn lội qua khắp các chiến trường miền Nam.\n\nTại chiến khu, ông đã tập hợp được một đội ngũ y, bác sĩ, dược sĩ tên tuổi nhằm xây dựng ngành quân y phục vụ kháng chiến.Tại chiến khu miền Đông, Hồ Văn Huê tham gia thành lập Ban Quân y Khu 7, sau đó ông được chính quyền kháng chiến bổ nhiệm làm Trưởng quân y vụ Khu 7…\n \nTừ năm 1947, Ông đã cùng với nhiều y, bác sĩ, dược sĩ khác mở phòng Dược Khu 7, bào chế thành công nhiều loại thuốc tân dược phục vụ cho công tác phòng, chữa các bệnh nguy hiểm như sốt rét, kiết ly, sâu quảng…\n\nNăm 1954, tập kết ra Bắc, ông nhận nhiệm vụ Phó cục trưởng Cục Quân y thuộc [[Tổng cục Hậu cần, Quân đội nhân dân Việt Nam|Tổng cục Hậu cần]] phụ trách công tác huấn luyện, đào tạo cán bộ chuẩn bị cho chiến trường B. Với sự nhạy cảm \"Nhìn xa thấy rộng\" của lãnh đạo Cục Quân y, ông đã nỗ lực góp công cho ngành quân y đào tạo cấp tốc hàng trăm cán bộ cấp cao y dược đáp ứng cho nhiệm vụ chiến trường B ngay trong những năm đầu kháng chiến chống Mỹ.<ref>{{chú thích web | url = http:\/\/qk7.qdnd.vn\/vi-vn\/118\/337\/ho-van-hue-%E2%80%93-vi-bac-si-suot-doi-cong-hien-cho-llvt-mien-dong-nam-bo\/347983.html | tiêu đề = Hồ Văn Huê – vị bác sĩ suốt đời cống hiến cho LLVT miền Đông Nam Bộ | author =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = Quân đội nhân dân | ngôn ngữ =  }}{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }}<\/ref>\n\nĐầu năm 1964, ông được cấp trên chỉ định về lại chiến trường miền Đông Nam Bộ (B2) bằng \"đường Hồ Chí Minh trên biển với tàu không số\"<ref>[https:\/\/baohanam.com.vn\/bien-va-hai-dao-viet-nam\/duong-ho-chi-minh-tren-bien-doi-voi-cuoc-khang-chien-chong-my-cuu-nuoc-cua-dan-toc-viet-nam-10122.html Đường Hồ Chí Minh trên biển đối với cuộc kháng chiến chống Mỹ, cứu nước của dân tộc Việt Nam]<\/ref> và đầu tháng 4 năm 1964 ông có mặt tại chiến trường nhận nhiệm vụ Phó Cục trưởng [[Địa điểm căn cứ Cục hậu cần Quân giải phóng miền Nam Việt Nam (1973-1975)|cục Hậu cần Miền]] kiêm Trưởng Phòng Quân y (B2), ông được phong quân hàm [[Đại tá Quân đội nhân dân Việt Nam]].\n\nÔng giữ các chức vụ: Thứ trưởng bộ Y tế [[Cộng hòa Miền Nam Việt Nam|chính phủ Cách mạng lâm thời Cộng hòa miền Nam]] Việt Nam, đồng thời vẫn phụ trách Phó Cục trưởng [[Địa điểm căn cứ Cục hậu cần Quân giải phóng miền Nam Việt Nam (1973-1975)|cục Hậu cần Miền]] kiêm Trưởng phòng Quân y.\n\nSau ngày miền Nam hoàn toàn giải phóng, căn bệnh hiểm nghèo do sốt rét nặng, do chất độc da cam mắc phải trong những năm kháng chiến ở chiến trường miền Đông Nam Bộ ngày một nặng thêm, ông mất vào ngày 7-4-1976 vì bệnh nặng, hưởng dương 59 tuổi, an táng tại Nghĩa trang Liệt sĩ TP Hồ Chí Minh.\n\n==Vinh danh==\n• Ông đã được Nhà nước tặng nhiều huân chương cao quý.<ref>[http:\/\/nguoisaigon.vn\/diendan\/showthread.php?t=426&page=1 Hồ Văn Huê]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }}<\/ref>.\n\n• Tên ông, Hồ Văn Huê được đặt cho một con đường ở phường 9, Phú Nhuận, Tp Hồ Chí Minh.<ref>[https:\/\/maps.google.com\/maps\/place?ftid=0x317528d8737914a3:0x9f6cd882411125c5&q=%C4%91%C6%B0%E1%BB%9Dng+H%E1%BB%93+V%C4%83n+Hu%C3%AA+][[Thành phố Hồ Chí Minh]]+Vi%E1%BB%87t+nam&hl=en&ie=UTF8&ll=10.803019,106.676817&spn=0.011635,0.021136&t=m&z=16&vpsrc=0 Hồ Văn Huê, phường 9, Phú Nhuận, Ho Chi Minh City, Vietnam<\/ref>\n\n• Một con đường mang tên Hồ Văn Huê ở thị trấn Cần Đước quê hương ông.\n\n• Tại [[Chơn Thành]], [[Bình Phước]] có một con đường mang tên ông.\n\n• Đường Hồ Văn Huê, ở xã Phước Tân Tp Biên Hoà, tỉnh Đồng Nai. - gần Q.lộ 51\n\n• Đường Hồ Văn Huê, phường Nhơn Bình, Tp Quy Nhơn, Bình Định\n\n== Ghi chú ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/nguoisaigon.vn\/diendan\/showthread.php?t=426&page=1 Hồ Văn Huê]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }}\n\n[[Thể loại:Người đã mất]]\n[[Thể loại:Bác sĩ quân y]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Người Long An]]\n[[Thể loại:Đại tá Quân đội nhân dân Việt Nam]]"}