{"3225079":"{{wikify}}\n{{unreferenced}}\n\n'''Hồ Krông Búk Hạ''' là một hồ thủy lợi tại tỉnh [[Đắk Lắk]], [[Việt Nam]]. Hồ còn được xem là công trình thủy lợi A2 quốc gia.\n\n=== Vị trí địa lý ===\n\nHồ chứa Krông Buk Hạ nằm cách trung tâm thành phố Buôn Ma Thuột khoảng 40&nbsp;km, nằm ở phía Đông tỉnh Đăk Lăk, thuộc xã Ea Phê, huyện Krông Păk.\n\n'''Khái quát'''\n\nCông trình thủy lợi hồ chứa Krông Buk Hạ được khởi công xây dựng từ tháng 12 năm 2005 (thuộc xã Ea Phê, huyện Krông Pak) với tổng số vốn đầu tư trên 2.081 tỷ đồng bằng nguồn trái phiếu của Chính phủ, do Ban quản lý Đầu tư xây dựng Thủy lợi 8 làm chủ đầu tư. Đây được xem là công trình thủy lợi trọng điểm A2 quốc gia, và đang thi công là lớn nhất Đăk lăk. Sau gần 8 năm xây dựng, công trình hồ chứa nước Krông Buk Hạ đã được hoàn thành và chính thức đưa vào sử dụng phục vụ sản xuất.\n\n Hồ chứa có dung tích chứa gần 110 triệu m3 nước, năng lực tưới tiêu 11.400 ha diện tích cây trồng các loại, cung cấp nước sinh hoạt cho 72.000 hộ dân; đồng thời có tác dụng phòng chống lũ lụt hằng năm ở khu vực hạ lưu, nuôi trồng thủy sản và cải tạo cảnh quan môi trường… cho huyện Krông Păc và một phần huyện Ea Kar. Công trình Krông Buk Hạ đã biến mảnh đất khô cằn, sỏi đá do bị thiếu nước kéo dài khi mùa khô tới trở thành một vùng đất trù phú với hàng ngàn ha lúa từ một vụ bấp bênh nay đã có tới 2-3 vụ trong năm, chen lẫn những vùng cà phê, điều luôn trĩu quả mang lại hiệu quả kinh tế cao. Đồng thời là nơi trữ nước tránh ngập úng vào mùa mưa. \n\nxxxxlớn|phải|700px|đập krongbuk hạ]]\n\n=== Nhiệm vụ công trình ===\n\n-   Cấp nước cho 11.800 ha đất canh tác (trong đó 400 ha thuộc khu tưới Vụ Bổn)\n\n-   Cấp nước sinh hoạt cho 72.000 dân (kể cả hồ Vụ Bổn)\n\n-   Cắt giảm một phần lũ cho vùng hạ du\n\n-   Kế hợp nuôi trồng Thủy sản và cải tạo môi trường, cảnh quan du lịch.<ref name=\"vncold.vn\">Hội đập lớn & Phát triển nguồn nước Việt Nam: http:\/\/www.vncold.vn\/<\/ref>\n\n=== Các thông số kỹ thuật chủ yếu: ===\n\n==== Hồ chứa: ====\n\n- Công trình thủy lợi            : Cấp II\n\n- Diện tích lưu vực              :  452&nbsp;km²\n\n<sup>-<\/sup> Mực nước dâng bình thường: +672,01m\n\n<sup>-<\/sup> Mực nước dâng gia cường    : +673,35m\n\n<sub>-<\/sub> Mực nước chết                : +649.0m\n\n- Dung tích chết           : 13.6x10<sup>6<\/sup>m³\n\n- Dung tích hữu ích              : 95.7x10<sup>6<\/sup>m³\n\n- Dung tích toàn bộ              :   109 x10<sup>6<\/sup>m³\n\n==== Đập chính====\n\n- Kết cấu đập: Hỗn hợp 3 khối\n\n- Chiều cao lớn nhất          : 35.45 m\n\n- Chiều dài đập             :  2042 m\n\n- Cao trình đỉnh đập:        :  486.0 m\nxxxxlớn|phải|700px|đập krongbuk hạ]]\n- Cao trình tường chắn:    :  486.8 m\n\n- [[Chiều rộng]] đỉnh đập:      :  8.0 m\n\n==== Tràn xả lũ ====\n\n- Loại tràn: Tràn mặt có cửa van cung, nối tiếp bằng dốc nước tiêu năng đáy\n\n- Kích thước tràn: (n*B*H) = 3*7*8 m\n\n- Lượng xả lũ: P=0.5%    T: 1.018 m³\/s\n\n==== Cống lấy nước====\n\n- Hình thức: Cống chảy có áp, bằng ống thép Æ220 cm ngoài bọc BTCT\n\n- Cao trình ngưỡng cống:              +464.00m\n\n- Lưu lượng TK qua cống:                11,50 m³\/s\n\n- Kích thước hành lang kiểm tra: (B*H)      5,4*3,6 m\n\n- Giá trị Tư vấn giám sát thi công:   891.000.000 đ<ref name=\"vncold.vn\"\/>\n\n=== Hạn chế ===\n\nTuy nhiên, cho đến nay Đập Krông Buk Hạ Vẫn còn những hạn chế như chưa thực sự khắc phục được tình trạng ngập úng vào mùa mưa kéo dài và mùa khô thì không đủ nước để phục vụ cho việc cấp nước cho cây trồng. Đồng thời, một số vùng xung quanh hồ chứa còn tình trạng bị ngập úng chưa được khắc phục.<ref name=\"vncold.vn\"\/> \n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Hồ tại Đắk Lắk|Krông Búk Hạ]]"}