{"1401026":"'''Lam Trục''' là một [[hồ nước ngọt]], thuộc loại hình [[hồ thủy lợi]], toạ lạc tại xã [[Vân Trục]], huyện [[Lập Thạch]], [[Vĩnh Phúc]]. Hồ có diện tích 172 ha và độ sâu trung bình là 7 m. Ngoài việc giữ chức năng là hồ thủy lợi, lấy nước phục vụ tưới tiêu thì hồ Vân Trục còn được khai thác để nuôi thủy sản nước ngọt.\n\n==Nuôi thủy sản==\nHình thức nuôi [[thủy sản]] ở đây là nuôi [[quảng canh]], không cho ăn mà tận dụng nguồn thức ăn sẵn có trong hồ. Theo số liệu thống kê, hàng năm sản lượng thủy sản khai thác bình quân đạt 10-15 tấn, năng suất thấp khoảng 80&nbsp;kg\/ha, tỷ lệ cá thu lại 35-40% (trong đó [[cá mè]] 60-65%, [[cá trôi]] 10%, [[cá trắm cỏ]] 5%, chép 3%, còn lại là các loại cá tạp, [[tôm]], [[tép]])....\n\nĐể đa dạng loài cá nuôi và lựa chọn những loài cá có giá trị, thay dần những giống có năng suất thấp, ít giá trị kinh tế, trong 2 năm (2007 và 2008), [[Chi cục Thủy sản Vĩnh Phúc]] đã di nhập 20.000 con [[cá Quế]] giống từ [[Viện nuôi trồng thủy sản]] về nuôi thử nghiệm tại hồ Vân Trục để theo dõi sinh trưởng và tính thích ứng. Đây là loài [[cá nước ngọt]] lần đầu tiên có ở [[Vĩnh Phúc]] thuộc bộ cá vược, có nguồn gốc từ [[Trung Quốc]] với ưu điểm dễ nuôi, nhanh lớn, thịt ngon, chủ yếu ăn thức ăn tự nhiên nên đầu tư ít tốn kém.\n\n==Chú thích==\n{{Tham khảo}}\nHồ Vân Trục được xây dựng năm 1966, diện tích lưu vực khoảng 19,2km2 với dung tích hữu ích khoảng 7,6 triệu m3, phục vụ tưới thực tế 1000ha ( Thiết kế là 1435ha).\n\n==Tham khảo==\n* [http:\/\/www.vinhphuc.vn\/ct\/cms\/HeThongChinhTriTinh\/uybannhandancachuyenthanhthi\/huyenlapthach\/Lists\/TinTucHoatDong\/View_Detail.aspx?ItemID=711 Nuôi thành công giống cá Quế tại hồ Vân Trục] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160306112441\/http:\/\/www.vinhphuc.vn\/ct\/cms\/HeThongChinhTriTinh\/uybannhandancachuyenthanhthi\/huyenlapthach\/Lists\/TinTucHoatDong\/View_Detail.aspx?ItemID=711 |date=2016-03-06 }}\n{{sơ khai Vĩnh Phúc}}\n[[Thể loại:Vĩnh Phúc]]\n[[Thể loại:Hồ tại Vĩnh Phúc]]"}