{"29263":"{{Thông tin viên chức\n|tên= Hồ Tấn Quyền\n|hình= Commander Ho Tan Quyen.jpg\n|cỡ hình= 220px\n|miêu tả= Đại tá Hồ Tấn Quyền  (phải, năm 1959)\n|chức vụ= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Tư lệnh Quân chủng Hải quân\n|bắt đầu= 8\/1959\n|kết thúc= 11\/1963\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Thiếu tá<br>-Trung tá (10\/1959)<br>-Đại tá (2\/1962)\n|tiền nhiệm= -Trung tá [[Trần Văn Chơn]]\n|kế nhiệm= -Đại tá [[Chung Tấn Cang]]\n|địa hạt= Quân khu Thủ đô\n\n|chức vụ 2= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Tham mưu trưởng<br>tại Bộ tư lệnh Hải quân\n|bắt đầu 2= 6\/1957\n|kết thúc 2= 8\/1958\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Thiếu tá\n|địa hạt 2= Quân khu Thủ đô\n|phó chức vụ 2= Tư lệnh\n|phó viên chức 2= -Trung tá [[Trần Văn Chơn]]\n\n|chức vụ 3= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Chỉ huy trưởng Hải khu Đà Nẵng<br>Quân đội Việt Nam Cộng hòa\n|bắt đầu 3= 10\/1956\n|kết thúc 3= 8\/1959\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tá (10\/1956)\n|địa hạt 3= Đệ nhị Quân khu\n\n|chức vụ 4= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Hạm trưởng Giang hạm HQ-535<br>Quân đội Quốc gia Việt Nam\n|bắt đầu 4= 7\/1954\n|kết thúc 4= 10\/1956\n|trưởng chức vụ 4= Cấp bậc \n|trưởng viên chức 4= -Đại úy (7\/1954)\n|địa hạt 4= Quân khu Thủ đô\n\n|chức vụ 5= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Chỉ huy phó Giang đoàn Xung phong<br>Quân đội Liên hiệp Pháp\n|bắt đầu 5= 10\/1953\n|kết thúc 5= 7\/1954\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung úy (10\/1953)\n|địa hạt 5= Đệ tam Quân khu Bắc Việt\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Bị sát hại\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|nơi ở= Sài Gòn\n|vợ= Lê Thị Bích Tùng\n|con= 7 người con (1 trai, 6 gái):<br>Hồ Tấn Bích Thủy<br>Hồ Tấn Bích Tiên<br>Hồ Tấn Bích Trà<br>Hồ Tấn Bích Thư<br>Hồ Tấn Bích Tuyền<br>Hồ Tấn Bích Trang<br>Hồ Tấn Phú Quốc\n|học vấn=  Tú tài toàn phần\n|học trường= -Trường Quốc học Khải Định, Huế<br>-Trường Hàng hải Thương thuyền của Pháp tại Sài Gòn<br>-Trường Sĩ quan Hải quân Nha Trang\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[1 tháng 11]] năm [[1927]]\n|nơi sinh= [[Thừa Thiên]], [[Việt Nam]]\n|ngày mất= {{ngày mất|1963|11|1}} ([[36]] tuổi)\n|nơi mất= [[Thủ Đức]] [[Gia Định]]<br>[[Việt Nam]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân đội Việt Nam Cộng hòa|Quân đội VNCH]]\n|năm phục vụ= [[1951]]-[[1963]]\n|cấp bậc= [[Hình: DaiTaHQVNCH.gif|12px]] [[Đại tá|Hải quân Đại tá]]\n|đơn vị= [[Hình: Tổ quốc - Đại dương.gif|20px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of South Vietnam.svg|20px]] [[Quân đội Việt Nam Cộng hòa|Quân đội VNCH]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Hồ Tấn Quyền''' (1927-1963), nguyên là một sĩ quan Hải Quân cao cấp của [[Quân đội Việt Nam Cộng hòa]], cấp bậc Hải quân [[Đại tá]]. Ông xuất thân từ khóa đầu tiên tại trường Sĩ quan Hải quân do Chính phủ Quốc gia Việt Nam tiếp quản và thành lập từ cơ sở Hải quân của Pháp chuyển giao cho Hải quân Việt Nam đặt tại một tỉnh thuộc Duyên hải miền Trung Việt Nam. Ông là vị Tư lệnh thứ ba của Quân chủng Hải Quân từ tháng 8 năm 1959 cho đến khi bị sát hại vào ngày 1 tháng 11 năm 1963.\n\n==Tiểu sử và binh nghiệp==\nÔng sinh ngày 1 tháng 11 năm 1927 tại Hải Châu, Đà Nẵng, trong một gia đình Nho học. Nguyên quán ông ở Kim Long, huyện Hương Trà, tỉnh Thừa Thiên. Năm 1947, ông tốt nghiệp Trung học chương trình Pháp tại trường Quốc học Khải Định Huế với văn bằng Tú tài toàn phần (Part II). Tháng 8 cùng năm, ông thi vào trường Hàng hải Thương thuyền. Tháng 12 năm 1948, ông tốt nghiệp sĩ quan Thuyền trưởng Hàng hải, phục vụ ở ngành này cho đến khi gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nCuối năm 1951, ông và một số sĩ quan Hàng hải được tuyển chọn gia nhập Hải quân Quân đội Quốc gia thành phần trong Quân đội Liên hiệp Pháp. Theo học khóa 1 tại trường Sĩ quan Hải quân Nha Trang, khai giảng ngày 1 tháng 1 năm 1952. Với tổng số 9 khóa sinh, tất cả đều được đưa xuống Hàng không Mẫu hạm Arromanches để huấn luyện chuyên nghiệp, sau đó luân chuyển qua các Chiến hạm Viễn Đông của Hải quân Pháp ''(vì Trung tâm Huấn luyện Hải quân Nha Trang đang trong thời kỳ xây dựng)''. Đến tháng 7, cả khóa trở lại Nha Trang tiếp tục thụ huấn. Ngày 1 tháng 10 cùng năm, mãn khóa tốt nghiệp với cấp bậc Hải quân [[Thiếu úy]] ngành chỉ huy.<ref>-''Tốt nghiệp khóa 1 Sĩ quan Hải quân Nha Trang, tổng số 9 vị (6 ngành chỉ huy, 3 ngành cơ khí), sau này đều là sĩ quan cao cấp trong Quân chủng Hải quân, riêng 6 vị ngành chỉ huy đều lần lượt giữ chức vụ Tư lệnh Quân chủng Hải quân:''<br>-'''Ngành chỉ huy:'''<br>-[[Lê Quang Mỹ (Đại tá Hải quân VNCH)|Lê Quang Mỹ]] (1955-1957).<br>-[[Trần Văn Chơn]] (1957-1959) và (1966-1974).<br>-Hồ Tấn Quyền (1959-1963).<br>-[[Chung Tấn Cang]] (1963-1965) và (1975)<br>-[[Trần Văn Phấn (Đại tá, Hải quân vNCH)|Trần Văn Phấn]] (1966)<br>-[[Lâm Ngươn Tánh]] (1974-1975).<br>''Ngành Cơ khí'':<br>-[[Đoàn Ngọc Bích (Đại tá, Quân lực VNCH)|Đoàn Ngọc Bích]] (Sinh năm 1930 tại Long An, sau cùng là Hải quân Đại tá Phụ tá Tiếp vận Tư lệnh).<br>-[[Nguyễn Văn Lịch (Đại tá, Quân lực VNCH)|Nguyễn Văn Lịch]] (Sinh năm 1928 tại Vĩnh Long, sau cùng là Hải quân Đại tá Chỉ huy trưởng Công xưởng).<br\/>-[[Lương Thanh Tùng (Đại tá, Quân lực VNCH)|Lương Thanh Tùng]] (Sinh năm 1931 tại Thừa Thiên, sau cùng là Hải quân Đại tá Tham mưu trưởng).<br>-'''Xem bài:'''<br>-[[Hải quân Việt Nam Cộng hòa]].<\/ref> Ra trường, ông được điều động phục vụ trong Giang đoàn Xung phong. Ngày 1 tháng 10 năm 1953, ông được thăng cấp Hải quân [[Trung úy]] giữ chức Chỉ huy phó Giang đoàn Xung phong. Tháng 7 năm 1954, ông được thăng cấp Hải quân [[Đại úy]], nhận lãnh và làm Hạm trưởng đầu tiên Giang hạm HQ-535 do Hải quân Pháp chuyển giao cho Hải quân Việt Nam.\n\n===Quân đội Việt Nam Cộng hòa===\nNgày Quốc khánh Đệ Nhất Cộng hòa 26 tháng 10 năm 1956, sau một năm từ Quân đội Quốc gia chuyển sang phục vụ Quân đội Việt nam Cộng hòa, ông được thăng cấp Hải quân [[Thiếu tá]] đảm nhiệm chức vụ Chỉ huy trưởng Hải khu Đà Nẵng. Thời điểm này ông cùng với Đại tá [[Linh Quang Viên]] là quan sát viên cuộc thao diễn Hải quân Liên phòng Đông Nam Á trên Hàng không Mẫu hạm Enterprise trong 15 ngày từ Singapore đến vịnh Subic Philippines. Đến giữa năm 1957, ông được cử làm Tham mưu trưởng trong Bộ Tư lệnh Hải quân do Thiếu tá [[Trần Văn Chơn]] làm Tư lệnh.\n\nThượng tuần tháng 8 năm 1959, ông được bổ nhiệm chức vụ Tư lệnh Hải quân thay thế Thiếu tá Trần Văn Chơn được cử đi du học trường Cao đẳng Hải chiến tại Hoa Kỳ. Ngày Quốc khánh tháng 10 cùng năm, ông được thăng cấp Hải quân [[Trung tá]] tại nhiệm. Ông được đánh giá là người có lòng nhiệt thành, tầm nhìn xa rộng và có công lao lớn trong việc xây dựng Quân chủng Hải quân. Đặc biệt ông rất trung thành với Tổng thống [[Ngô Đình Diệm]]. Giữa năm 1960, ông có sáng kiến thành lập Lực lượng Hải thuyền để ngăn chận sự xâm nhập người và vũ khí của Quân đội Bắc Việt.\n\nNgày 11 tháng 11 năm 1960, bộ đôi sĩ quan gồm: Đại tá [[Nguyễn Chánh Thi]] và Trung tá [[Vương Văn Đông (Trung tá, Quân lực VNCH)|Vương Văn Đông]]<ref>Trung tá Vương Văn Đông sinh năm 1930 tại Hà Nội. Tốt nghiệp Khóa 2 Võ bị Huế. Đào ngũ sang Pháp sống lưu vong.<\/ref> cầm đầu cuộc đảo chính lật đổ Chính quyền Tổng thống [[Ngô Đình Diệm]], ông đích thân đem quân vào Dinh Độc Lập cứu nguy, khiến cho cuộc đảo chính vừa nổ ra đã bị thất bại. Ngày 27 tháng 2 năm 1962, khi hai phi công Trung úy Nguyễn Văn Cử và Trung úy [[Phạm Phú Quốc]]<ref>Trung uý Phạm Phú Quốc sinh năm 1935 tại Quảng Nam. Tốt nghiệp trường Sĩ quan Không quân Marrakech của Pháp ở Ma-Rốc. Năm 1965, ở cấp bậc Trung tá Không quân, ông bị phòng không của quân đối phương bắn rơi máy bay và tử trận tại vùng trời Quảng Bình khi đang bay làm nhiệm vụ không kích miền Bắc. Được truy thăng Đại tá.<\/ref> dùng máy bay dội bom Dinh Độc Lập, ông chỉ đạo các Chiến hạm Hải quân, bắn đạn bay đan kín vùng trời, bảo vệ Tổng thống. Ngay sau đó ông được thăng cấp Hải quân [[Đại tá]] tại nhiệm. Ngày 3 tháng 1 năm 1963, ông được cử làm Chỉ huy trưởng cuộc hành quân \"Sóng tình thương\", bình định và an dân tại Năm Căn, Cà Mau.\n\nNgày 1 tháng 11 năm 1963, một số sĩ quan cao cấp trong quân đội đã tổ chức thành công cuộc đảo chính Tổng thống [[Ngô Đình Diệm]], ông là một trong số rất ít sĩ quan chỉ huy thật sự trung thành với Ngô Đình Diệm.<ref>Biến cố ngày 1 tháng 11 năm 1963 xảy ra. Ngoài Hải quân Đại tá Hồ Tấn Quyền, còn một số sĩ quan cao cấp khác đã bày tỏ sự trung thành với Tổng thống [[Ngô Đình Diệm]]. Tuy nhiên họ đã bị phe đảo chính không chế và tìm đủ cách để vô hiệu:<br>-Thiếu tướng [[Huỳnh Văn Cao]] (Tư lệnh Quân đoàn IV và Vùng 4 Chiến thuật. Sau một thời gian giữ những chức vụ không quan trọng, được cho giải ngũ vào năm 1966).<br>-Đại tá [[Lê Quang Tung]] (Tư lệnh Lực lượng Đặc biệt. Bị sát hại cùng với người em là Thiếu tá [[Lê Quang Triệu (Thiếu tá, Quân lực VNCH)|Lê Quang Triệu]] ngay vào ngày đảo chính 1 tháng 11 năm 1963)<br>-Đại tá [[Cao Văn Viên]] (Tư lệnh Lữ đoàn Nhảy dù. Bị ngưng chức 1 tuần nhưng sau đó được trọng dụng).<br>-Đại tá [[Bùi Dinh]] (Tư lệnh Sư đoàn 9 Bộ binh, bị cho giải ngũ ngay sau ngày đảo chính 1 tháng 11 năm 1963).<\/ref>\n\nVào lúc 9 giờ 45 sáng ngày [[1 tháng 11]] đúng vào ngày sinh nhật của ông, ông bị sát hại dã man trên xa lộ Biên Hòa hướng đi lên Thủ Đức, chỉ vì ông không đồng thuận với nhóm tướng tá cầm đầu cuộc đảo chính. Cùng đi trên xe với ông có hai sĩ quan Hải quân dưới quyền là Thiếu tá [[Trương Học Lực (Trung tá, Quân lực VNCH)|Trương Học Lực]],<ref>Thiếu tá Trương Học Lực tốt nghiệp Khóa 2 Sĩ quan Hải quân Nha Trang. Về sau giải ngũ ở cấp Trung tá.<\/ref> Chỉ huy trưởng Vùng 3 Sông ngòi và Đại úy [[Nguyễn Kim Hương Giang (Đại tá, Quân lực VNCH)|Nguyễn Kim Hương Giang]],<ref>Đại uý Nguyễn Kim Hương Giang tốt nghiệp khóa 1 Sĩ quan Thủ Đức và khóa 3 Sĩ quan Hải quân Nha Trang. Về sau là Đại tá biệt phái sang Bộ Nội vụ Chỉ huy trưởng Trung tâm Huấn luyện Cảnh sát Quốc gia.<\/ref> Chỉ huy trưởng Giang đoàn 24 Xung phong kiêm Chỉ huy trưởng Đoàn Giang vận. Hai sĩ quan này được lệnh của các tướng cầm đầu cuộc đảo chính loại bỏ ông ra khỏi chức vụ Tư lệnh Quân chủng Hải quân nên đã lừa ông ra Thủ Đức và hạ sát ông tại rừng cao su. Vì nếu ông còn là Tư lệnh, ông sẽ chỉ huy Hải quân ứng cứu Tổng thống Diệm, với lòng trung thành của ông cộng với Lực lượng Hải quân lúc bấy giờ, có thể cuộc đảo chính sẽ đi đến chỗ thất bại. Ông bị sát hại khi mới 36 tuổi.\n\nNgay sau đó, Hội đồng Quân nhân Cách mạng do tướng [[Dương Văn Minh]] làm Chủ tịch liền bổ nhiệm Đại tá [[Chung Tấn Cang]] vào chức vụ Tư lệnh Quân chủng Hải Quân.\n\n==Gia đình==\n*Phu nhân: Bà Lê Thị Bích Tùng\n:Ông bà có bảy người con gồm 1 trai, 6 gái:<br>Hồ Tấn Bích Thủy (Trưởng nữ. Giáo sư Pháp văn), Hồ Tấn Bích Tiên, Hồ Tấn Bích Trà, Hồ Tấn Bích Thư, Hồ Tấn Bích Tuyền, Hồ Tấn Bích Trang, Hồ Tấn Phú Quốc.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa''. Trang 123.\n\n==Liên kết ngoài==\n[http:\/\/hbs.forums-free.com\/cai-chet-cua-hai-quan-ai-ta-ho-tan-quyen-t252.html Cái Chết Của Hải Quân Đại Tá Hồ Tấn Quyền] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080608134540\/http:\/\/hbs.forums-free.com\/cai-chet-cua-hai-quan-ai-ta-ho-tan-quyen-t252.html |date = ngày 8 tháng 6 năm 2008}}\n\n[https:\/\/www.youtube.com\/watch?v=JC5aiZoo2jA Lời kể của Bà quả phụ Đại Tá Hồ Tấn Quyền]\n\n[[Thể loại:Sinh năm 1927]]\n[[Thể loại:Mất năm 1963]]\n[[Thể loại:Đại tá Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Hải quân Việt Nam Cộng hòa]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Tướng lĩnh Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Sĩ quan Quân lực Việt Nam Cộng hòa]]"}