{"81454":"'''Hồ Hoa Huệ''' là một nữ [[võ sư]], chưởng môn môn phái [[Tinh Võ Đạo]] [[Việt Nam]].\n\n==Tiểu sử và sự nghiệp==\nHồ Hoa Huệ tên thật là '''Nguyễn Thị Kim Xoa''', sinh năm 1944 tại quê ngoại thuộc tỉnh [[Tiền Giang]]. Quê nội bà ở [[Bình Định]], cái nôi của võ cổ truyền miền Trung và là nơi khởi phát, khẳng định danh tiếng của anh em nhà [[Nhà Tây Sơn|Tây Sơn]]. Bà mồ côi cha từ năm lên 2 tuổi, được ông nội đón về Bình Định nuôi dưỡng. Từ năm lên 5 tuổi bà bắt đầu học võ mà thầy dạy đầu tiên chính là ông nội, một võ sư phái Tây Sơn Bình Định <ref>{{Chú thích web |url=http:\/\/www2.thanhnien.com.vn\/Doisong\/2006\/2\/24\/139811.tno |ngày truy cập=2006-02-25 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 25 tháng 2 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20060225182420\/http:\/\/www2.thanhnien.com.vn\/Doisong\/2006\/2\/24\/139811.tno |url-status=live }}<\/ref>. Đến năm lên 10 thì ông nội chỗ dựa lớn nhất của bà lúc đấy qua đời. Bà phiêu bạt lên [[Tây Nguyên]] và được thụ giáo võ sư Phạm Đồng tại đây.\n\nĐược ít lâu bà theo mẹ xuôi về Mỹ Tho nhưng rồi cuộc sống lại buộc bà phải lộn ngược lên Sài Gòn, di chuyển chỗ ở liên tục từ quận 4, qua quận 8, xuống quận 10. Cái cực của đời bà là phải dịch chuyển rất nhiều, nhưng đó cũng là duyên may vì nhờ vậy bà được gặp và thọ giáo những võ sư kỳ tài của nhiều môn phái. Đặc biệt, năm được 14 tuổi, bà trở thành môn sinh của võ sư [[Hồ Văn Lành|Từ Thiện]] (tức Hồ Văn Lành), chưởng môn phái [[Tân Khánh Bà Trà]], và từ lúc này bà mới mang tên Hồ Hoa Huệ<ref>Các nữ học trò của Từ Thiện đều được đặt tên mới với họ Hồ.<\/ref>.\n\nĐến tuổi tam thập, Hồ Hoa Huệ mở lớp truyền thụ võ học ở đất Tiền Giang. Năm 41 tuổi, bà quay trở lại thành phố Hồ Chí Minh và chính thức khai lập môn phái Tinh Võ Đạo với mong ước gìn giữ, lưu truyền cho đời sau những tinh hoa võ cổ truyền dân tộc.\n\nTừ đó đến nay, bà trở thành hội viên của Hiệp hội Võ thuật cổ truyền [[Thành phố Hồ Chí Minh]] và hiện tại là Ủy viên Ban chấp hành [[Liên đoàn võ thuật cổ truyền Việt Nam|Liên đoàn Võ thuật Cổ truyền Việt Nam]], thành viên của Ban tổ chức phụ trách chuyên môn và đối ngoại của Liên đoàn. Bà đang đào tạo các lớp võ sư, huấn luyện viên nòng cốt của môn phái Tinh Võ Đạo tại võ đường riêng của mình ở [[quận 7]] và mở nhiều lớp cho các võ sinh tập luyện tại một số trung tâm thể dục thể thao, nhà văn hóa thiếu nhi quận tại [[Thành phố Hồ Chí Minh]].\n\n==Thành tích==\nLà một người phụ nữ có nét mặt phúc hậu, nhẹ nhàng và phong thái quý tộc, nhưng nữ võ sư Hồ Hoa Huệ đã từng đoạt giải vô địch tại liên hoan võ cổ truyền toàn quốc và là người phụ nữ đầu tiên dạy võ Việt Nam ở châu Âu, đồng thời được Liên đoàn [[Karate]] trao chứng chỉ võ sư đệ ngũ đẳng.\n<ref>Bài ''Nữ võ sư Hồ Hoa Huệ đã gây ấn tượng như thế nào đối với người châu Âu'', in trong cuốn ''Võ cổ truyền'', Hữu Ngọc và Lady Borton chủ biên, Nhà xuất bản Thế giới, Hà \nNội 2004<\/ref>.\n\nTrước 1975 Hồ Hoa Huệ đã từng giành được nhiều chiến thắng tại các giải đấu. Từ 1996 đến 1999 trong 4 năm liên tiếp bà đạt ngôi vô địch kỹ thuật võ cổ truyền toàn quốc hạng tuổi 50-60.\n\nÝ nguyện lớn nhất của Hồ Hoa Huệ nhằm phát triển [[võ thuật Việt Nam]] ra thế giới là tạo điều kiện tốt cho các võ sư truyền bá môn võ truyền thống của dân tộc Việt Nam, tổ chức được các chương trình festival võ thuật thu hút các võ sư nước ngoài đến Việt Nam nhằm giao lưu giữa các môn võ của các dân tộc trên thế giới và Việt Nam. Với tâm nguyện đó, nữ võ sư từng nhiều lần lưu diễn và giảng dạy tại nước ngoài, mang võ Việt Nam \"xuất khẩu\" qua 15 nước châu Âu và châu Phi.\n\nĐặc biệt, nhân lễ kỷ niệm 300 năm Sài Gòn-thành phố Hồ Chí Minh do Hội người Việt Nam tại Pháp tổ chức tại Paris tháng 11 năm 1998, tất cả những người tham dự đều rất xúc động khi giáo sư [[Trần Văn Khê]], một học giả nổi tiếng chuyên nghiên cứu [[âm nhạc]] Việt Nam truyền thống, đã đánh rơi gậy và ôm choàng lấy Hồ Hoa Huệ sau khi bà kết thúc bài biểu diễn có tên [[Đại đao Lý Thường Kiệt]]. Sau đó giáo sư đã đọc bài thơ [[Nam quốc sơn hà]] dành tặng cho nữ võ sư và đông đảo khán giả. Trong một tháng rưỡi có mặt ở [[Paris]] sau đó, Hồ Hoa Huệ đã từng nhiều lần trình diễn và hướng dẫn các võ sinh tại một số trường dạy võ thuộc [[Hiệp hội quốc tế võ đạo Việt Nam]] và [[Hội võ Kempo]]. Tại Nice, một thành phố biển lộng lẫy của nước Pháp, sau khi bà xuất hiện thì [[Trần Hoài Ngọc]], chưởng môn phái [[Cửu Long võ đạo]] đã bái tổ dâng luôn kiếm lệnh của môn phái mà ông đã gây dựng trước đó 18 năm cho bà điều hành. Tại [[Thụy Sĩ]], [[Huỳnh Đại Hải]] cũng đã mời Hồ Hoa Huệ đứng lớp một khóa huấn luyện các thế chiến đấu kéo dài 45 ngày cho 42 vệ sĩ chuyên làm nhiệm vụ bảo vệ tại các [[ngân hàng]].\n\nRời khỏi Pháp, bà lại trở thành đại sứ của võ cổ truyền dân tộc Việt Nam mang thông điệp và tâm nguyện chấn hưng võ thuật dân tộc tới cộng đồng người Việt ở [[Bỉ]], [[Ý|Italia]], [[Hà Lan]], [[Đức]] và hầu khắp các tỉnh thành của [[Maroc]].\n\nSau những nỗ lực cống hiến nhiệt thành cho võ cổ truyền và sự thành công trong võ nghiệp, vào năm 2000, vị nữ chưởng môn Tinh [[Võ Đạo Việt Nam|võ đạo Việt Nam]] này được tạp chí võ thuật của Pháp bầu chọn là \"Người đàn bà vàng\" <ref>{{chú thích web | url = http:\/\/www2.thanhnien.com.vn\/News\/PrintView.aspx?ID=157879 | tiêu đề = Cuộc hành hương về đất võ | author =  | ngày =  | ngày truy cập = 18 tháng 2 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ =  | archive-date = 2007-09-27 | archive-url = https:\/\/web.archive.org\/web\/20070927203651\/http:\/\/www2.thanhnien.com.vn\/News\/PrintView.aspx?ID=157879 | url-status = bot: unknown }}<\/ref>.\n\n==Thông tin thêm==\nTrong cuộc đời ruổi rong mưu sinh, Hồ Hoa Huệ đã từng là chủ một tiệm vàng ở thành phố. Không chỉ có vậy, ít người biết rằng bà còn có giai đoạn làm trưởng đoàn [[cải lương]] Bình Minh 78 với các nghệ sĩ Minh Vương, [[Thanh Tuấn]], Hoài Thanh, [[Diệu Hiền]], Lệ Thủy. Yêu thích nghe những làn điệu [[vọng cổ]], bà đã sáng tác đến hơn 200 bài cho các nghệ sĩ thể hiện, đặc biệt trong đó có tuyển tập ''Bến nước hẹn hò''.\n\n== Chú thích ==\n{{tham khảo}}\n\n==Tham khảo==\n* ''Nữ võ sư Hồ Hoa Huệ đã gây ấn tượng như thế nào đối với người châu Âu'', in trong cuốn ''Võ cổ truyền'', Hữu Ngọc và Lady Borton chủ biên, Nhà xuất bản Thế giới, Hà Nội 2004\n\n==Liên kết ngoài==\n* [https:\/\/web.archive.org\/web\/20060225182420\/http:\/\/www2.thanhnien.com.vn\/Doisong\/2006\/2\/24\/139811.tno Giao lưu trực tuyến với 2 võ sư Hoa Huệ và Thu Vân]\n* [https:\/\/web.archive.org\/web\/20070927203651\/http:\/\/www2.thanhnien.com.vn\/News\/PrintView.aspx?ID=157879 Cuộc hành hương về đất võ]\n* [http:\/\/www.binhduongnews.com\/detail.aspx?Item=22730&Kind=18 Võ sư Hồ Hoa Huệ: Từ chủ tiệm vàng trở thành... nữ chưởng môn lừng danh]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }}\n* [http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2006\/2\/22440\/ Hồ Hoa Huệ - nữ chưởng môn độc nhất vô nhị]\n* [http:\/\/www.uniontvdfrance.com Trường Tinh Võ Đạo ở Pháp, giảng dạy bởi đệ tử trực tiếp, võ sư Vivian Lasjunies] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190717183123\/http:\/\/uniontvdfrance.com\/ |date=2019-07-17 }}\n\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Tinh Võ Đạo]]\n[[Thể loại:Nữ võ sư Việt Nam]]\n[[Thể loại:Võ sư]]"}