{"39254":"{{chú thích trong bài}} \n{{bài cùng tên|Thác Bà (định hướng)}}\n[[Tập tin:Hong River.png|nhỏ|phải|250px|Vị trí Hồ Thác Bà.]]\n'''Hồ Thác Bà''' là nguồn cung cấp nước cho nhà máy [[thủy điện Thác Bà]] thuộc tỉnh [[Yên Bái]]. Hồ nằm cách thành phố [[Hà Nội]] 180&nbsp;km theo [[quốc lộ 2]] hoặc [[quốc lộ 32]] về phía tây bắc.\n\nHồ Thác Bà được hình thành khi đập thủy điện Thác Bà hoàn tất năm [[1971]] làm nghẽn dòng [[sông Chảy]] và tạo ra hồ. Diện tích vùng hồ: 23400 ha, diện tích mặt nước: 19050 ha, dài: 80&nbsp;km, mực nước dao động từ 46 m đến 58 m, chứa được 3 đến 3,9 tỉ mét khối nước. Ngoài dòng sông Chảy là nơi cung cấp nước chủ yếu, hồ Thác Bà còn có một hệ thống sông ngòi lớn như: ngòi Hành, ngòi Cát,... đổ về, làm tăng lượng phù sa lớn và các loài sinh vật phong phú cho hồ.\n\nHồ Thác Bà có hơn 1.300 [[đảo]] lớn nhỏ tạo nên nhiều hang động và cảnh đẹp sơn thủy hữu tình.\n\nHồ Thác Bà thuộc hai huyện [[Lục Yên]] và [[Yên Bình]] ([[Yên Bái]]).\n\n== Du lịch hồ Thác Bà ==\n[[File:Thác Bà lake - panorama.jpg|nhỏ|giữa|500px|Góc nhìn rộng từ trên cao hồ Thác Bà]]\n\nKhông chỉ là một thắng cảnh đẹp, hồ Thác Bà còn là chứng tích lịch sử nổi tiếng và đã được công nhận là quần thể di tích lịch sử văn hóa cấp quốc gia từ năm 1996.\n\nHồ góp phần rất lớn vào việc bảo vệ và cải tạo môi trường làm cho mùa hè nhiệt độ giảm từ 1 đến 2&nbsp;°C, tăng độ ẩm tuyệt đối vào mùa khô lên 20% và lượng mưa từ 1.700 đến 2.000&nbsp;mm, tạo điều kiện cho thảm thực vật xanh tốt. Các dãy núi đá vôi đã tạo ra một hệ thống hang động rất đẹp trên hồ. [[Động Thủy Tiên]], nằm trong lòng núi đá dài khoảng 100 m với những nhũ đá lấp lánh khi được chiếu sáng tạo ra muôn hình vạn trạng. [[Động Xuân Long]] nằm ẩn trong núi đá. Đi sâu vào trong động du khách không khỏi ngỡ ngàng trước những tượng đá tự nhiên kỳ lạ.\n\n[[Núi Cao Biền]] là dãy núi lớn và dài nhất của thắng cảnh hồ Thác Bà, có thể đứng trên đỉnh núi phóng tầm mắt ngắm cảnh hồ chìm trong sương với vẻ đẹp lung linh huyền ảo. Khu vực hồ thuộc huyện Lục Yên lại có nhiều di tích lịch sử đền Đại Cại, hang Ma mút, chùa São, núi Vua Áo Đen... Tại đây các nhà khảo cổ học đã phát hiện ra những dấu vết của người Việt cổ.\n\nKhu vực làng ven hồ vẫn giữ được nét hoang sơ cùng bản sắc văn hóa của các dân tộc [[Người Tày|Tày]], [[Người Nùng|Nùng]], [[Mông]], [[Dao]], [[Người Phù Lá|Phù Lá]], [[Cao Lan]]... Nhiều lễ hội đặc sắc thường diễn ra như: Lễ hội mừng cơm mới của người Tày tổ chức vào ngày 9 tháng 10 âm lịch khi tiết trời sang thu, mùa thu hoạch lúa nếp đến, mùi thơm lan tỏa khắp bản làng. Trong đêm trăng sáng, lễ hội tưng bừng, trai gái hẹn hò nhau cùng giã cốm, rồi từng cặp nhảy múa với trang phục rất độc đáo. Lễ Tết nhảy của dân tộc Dao với các điệu múa miêu tả cuộc sống của cộng đồng, như cấy lúa, làm nương... với hình thức mang đậm nét dân gian.\n\n==Khai thác làm thủy điện==\n[[Tập tin:Thác Bà Lake.jpg|nhỏ|phải|250px|Một phần của hồ Thác Bà]]\nTại hồ Thác Bà có nhà máy thủy điện Thác Bà. Thông số kỹ thuật chính của hồ chứa và nhà máy:\n* Vị trí: trên [[sông Chảy]].\n**Diện tích lưu vực: 6.430km2.\n**Công suất lắp máy: 120MW.\n**Chiều cao lớn nhất của đập: 48m.\n**Chiều dài đỉnh đập: 657m.\n**Thể tích đập: 1,33 triệu m3.\n**Dung tích hữu ích của hồ chứa: 2.160.000.000 m3.\n**Dung tích toàn bộ của hồ chứa:2.490.000.000 m3.\n**Diện tích mặt hồ ứng với MN bình thường: 235km2.\n**Chiều dài lớn nhất của hồ chứa: 80&nbsp;km.\n**Cao trình MNBT: +58,0\n**Cao trình MN lũ 0,01%: +61,0\n**Cao trình MN lũ 0,1%: +59,65\n**Cao trình MN lũ 1%: +58,85\n**Mực nước chết: +46,0\n**Mực nước trước lũ: +50,3\n**Khả năng xả lũ lớn nhất: 3.650m3\/s.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n{{Commonscat|Thac Ba Lake}}\n{{coord| 21.749029| 105.023108| type:landmark_dim:40000| format= dms| name=Thủy điện Thác Bà| display= title}}\n{{Sơ khai Yên Bái}}\n{{Du lịch Việt Nam}}\n{{Thủy điện trong lưu vực sông Hồng}}\n\n[[Thể loại:Hồ tại Yên Bái|Thác Bà]]\n[[Thể loại:Hồ nhân tạo]]"}