{"576884":"'''Hồ Văn Bôi''' ([[chữ Hán]]: 胡文盃; ? – [[1804]]), là võ tướng và là một ngoại thích [[triều Nguyễn]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nHồ Văn Bôi là người ở Bình An, [[tỉnh Biên Hòa]]; nay thuộc [[Thủ Đức]], [[Thành phố Hồ Chí Minh]]. Cha ông là Hồ Văn Vân, từ [[Nghệ An]] vào Nam lập nghiệp.\n\nÔng Bôi xuất thân làm Túc trực đội trưởng, từng hai lần theo chúa [[Gia Long|Nguyễn Phúc Ánh]] lưu vong ở [[Bangkok|Vọng Các]] ([[Xiêm|Xiêm La]], nay là [[Thái Lan]]).\n\n[[Mùa thu]] năm [[Đinh Mùi]] ([[1787]]), ông theo chúa Nguyễn về Long Hưng (tục gọi Nước Xoáy, thuộc [[Sa Đéc]]).\n\n[[Tháng giêng|Tháng Giêng]] năm [[Mậu Thân]] ([[1788]]), ông theo [[chúa Nguyễn]] kéo binh về [[Gia Định]], đánh nhau với quân [[nhà Tây Sơn|Tây Sơn]], được thăng làm Thuộc nội Cai đội. Kể từ đó, ông xông pha nơi trận mạc cho đến khi [[nhà Tây Sơn]] bị đánh đổ năm [[Nhâm Tuất]] ([[1802]]).\n\n[[Tháng sáu|Tháng 6]] ([[âm lịch]]) năm ấy, chúa Nguyễn Phúc Ánh lên ngôi tại [[Cố đô Huế|Phú Xuân]] ([[Huế]]), lấy niên hiệu là [[Gia Long]]. Sau đó, Hồ Văn Bôi được thăng làm Tả thị trung Tả nhất Vệ úy, rồi đổi làm Khâm sai thuộc nội Chưởng cơ, quản lãnh Tả nhất vệ.\n\nNhưng chỉ hai năm, tức sau khi ông hộ giá vua Gia Long ra [[Miền Bắc (Việt Nam)|Bắc]], ông xin cáo bệnh về hưu, rồi mất trong năm này ([[Giáp Tý]], [[1804]])<ref>Chép theo ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 286). ''Gia Định xưa'' chép ông Bôi mất năm [[1806]], tức ngay sau khi gả con gái cho Đông cung [[Minh Mạng|Nguyễn Phúc Đảm]] (tr. 71).<\/ref>.\n\nNăm [[Bính Dần]] ([[1806]]), con gái ông là [[Hồ Thị Hoa]] được chọn làm vợ của Đông cung Thái tử [[Nguyễn Phúc Đảm]] (sau là vua [[Minh Mạng]]). Ông Bôi có một người cháu nội tên Hồ Văn Ngoạn, là con của [[Chưởng vệ]] Hồ Văn Thập, lấy con gái thứ 51 của vua [[Minh Mạng]] là ''Xuân Vân Công chúa'' [[Nguyễn Phúc An Nhàn|An Nhàn]]. Chưởng vệ Thập trước đây đã được định hôn cho công chúa [[Nguyễn Phúc Ngọc Thành|Ngọc Thành]], con gái thứ 16 của vua [[Gia Long]], nhưng công chúa lại mất ngay vào năm đó.\n\nNăm [[Bính Tuất]] ([[1826]]), vua Minh Mạng truy tặng cho cha vợ là ông Bôi chức ''Nghiêm Vũ tướng quân, Thượng bộ quân Đô thống'', và chánh thất của ông là bà Huỳnh Thị Lành làm ''Nhị phẩm phu nhân''<ref>''Đại Nam chính biên liệt truyện'' (bản dịch), tr. 26.<\/ref>.\n\nNăm [[Tân Sửu]] ([[1841]]), vua [[Thiệu Trị]] (tức cháu ngoại ông Bôi) truy tặng cho ông chức ''Đặc tiến tráng Vũ tướng quân, Tả quân Đô thống phủ, Đô thống chưởng phủ sự, Thái bảo'', tước ''Phúc Quốc công'', [[tên thụy]] là '''Trung Dũng''' (忠勇). Bà Lành, chánh thất của ông, được tặng làm ''Nhất phẩm Phúc Quốc phu nhân'', và cho truy phong họ Hồ đến 4 đời trước.\n\nCon trai trưởng của ông Bôi là Hồ Văn Lưu được bổ làm ''Phó vệ úy vệ Thần sách'', tập ấm hàm ''Ân kỵ úy''. Con trai thứ hai của ông là Hồ Văn Thập, giữ chức ''Thành thủ úy''<ref>''Đại Nam thực lục'', tập 3, tr.100-101<\/ref>.\n\n==Thông tin liên quan==\nNgoài việc gia phong trên, vua [[Thiệu Trị]] còn sai người lập đền thờ họ Hồ ở xã Xuân Hòa (huyện [[Hương Trà]], phủ [[Thừa Thiên Huế|Thừa Thiên]]) và ở xã Linh Chiểu Tây (huyện Nghĩa An, tỉnh [[Biên Hòa]]). Lúc bấy giờ, cả hai đều gọi là \"Hồ tộc từ\". Năm [[Nhâm Tý]] ([[1852]]), vua [[Tự Đức]] (tức chắt ngoại ông Bôi) cho đổi tên nhà thờ ở Biên Hòa là \"Dũ trạch từ\"<ref>''Đại Nam chính biên liệt truyện'' (tr. 34-35). ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 286) ghi năm [[Tân Hợi]] ([[1951]]), nhà vua cho đổi tên là không chính xác.<\/ref>.\n\nLo lắng các ngôi mộ và nhà thờ của họ Hồ ở Biên Hòa bị xâm hại, nên xưa kia ([[1863]]) vua [[Tự Đức]] đã cử [[Phan Thanh Giản]] sang [[Pháp]] thương thuyết việc chuộc đất, một phần cũng vì điều này <ref>''Gia Định xưa'', tr. 71.<\/ref>. Ngày 15 [[tháng ba|tháng 3]] năm [[1874]], nỗi lo này một lần nữa đã thể hiện rõ ở điều 5 trong [[Hòa ước Giáp Tuất (1874)|Hòa ước Giáp Tuất]], trích: \n:...''Mười một ngôi mộ của họ Phạm <ref>Được gọi là Lăng Hoàng gia, hiện ở xã Long Hưng, thị xã [[Gò Công]]). Ở đây có mộ của đại thần [[Phạm Đăng Hưng]], cha của Thái hậu [[Từ Dụ|Từ Dũ]].<\/ref>...và ba ngôi mộ của họ Hồ ở trong lãnh vực làng Linh Chiểu Tây và Tân Mai (tỉnh [[Biên Hòa]]), không được bóc mộ, đào xới, xâm phạm hay đập phá. Sẽ cấp một lô đất rộng 100 [[mẫu]] cho các ngôi mộ nhà họ Phạm và một lô tương đương như thế cho nhà họ Hồ. Hoa lợi thu được trên các lô đất nầy được dùng để gìn giữ và bảo toàn các ngôi mộ và chu cấp các gia đình lo việc trông nôm các phần mộ. Các lô đất được miễn các thứ thuế và những người trong dòng họ Phạm, Hồ cũng sẽ được miễn thuế thân, khỏi thi hành quân dịch hay đi dân công''<ref>Xem trang [[Hòa ước Giáp Tuất (1874)|Hòa ước Giáp Tuất 1874]].<\/ref>.\n\nTuy nhiên khu đền mộ họ Hồ rộng lớn (khoảng 5.000 [[mét vuông|m2]]) xưa kia, ngày nay đã thành phế tích, và nằm lẫn trong khu dân cư ở quận [[Thủ Đức (quận)|Thủ Đức]], [[Thành phố Hồ Chí Minh]]. Phần linh vị vợ chồng Hồ Văn Vân và linh vị vợ chồng Hồ Văn Bôi thì được người dân đưa vào thờ tại đình Linh Chiểu, quận Thủ Đức<ref>[http:\/\/dulich.tuoitre.vn\/Index.aspx?ArticleID=127475&ChannelID=89 Những ông đồ Sài Gòn đi... làm gia phả]{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }}<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo chính==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Đại Nam chính biên liệt truyện'' (bản dịch). Nhà xuất bản Văn học, 2004.\n*Huỳnh Minh, ''Gia Định xưa''. Nhà xuất bản Văn hóa-Thông tin tái bản năm 2006.\n*Nguyễn Q. Thắng - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n\n{{Thời gian sống|sinh=|mất=1804}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Công tước truy phong Việt Nam]]"}