{"266311":"'''Ea Kao''' là một [[hồ]] [[nước ngọt]] nhân tạo ở thành phố [[Buôn Ma Thuột]] tỉnh [[Đắk Lắk|Đăk Lăk]].\n\n==Vị trí địa lý==\nHồ Ea Kao nằm cách trung tâm thành phố Buôn Ma Thuột 7.620m theo đường thẳng hướng [[Hướng Đông Nam|Nam]], nếu theo đường bộ từ đường Lê Duẩn đến ngã 3 Ea Kao, vào Y Wang  thì chiều dài là 9.220m ''(nguồn: Kiểm kê đất đai TP. Buôn Ma Thuột 2020''), thuộc địa bàn xã [[Ea Kao]], ngoại ô [[Buôn Ma Thuột]].\n\n==Đặc điểm==\nHồ hình thành do việc chặn dòng [[suối]] Ea Kao để xây dựng một công trình thủy lợi. Theo thiết kế, công trình thủy lợi này chủ yếu giải quyết nước tưới cho cánh đồng lúa xã [[Hòa Xuân]] cũ (ngày nay là các xã Ea Kao, Hòa Khánh, Hòa Phú và phường Khánh Xuân) một vựa lúa của Buôn Ma Thuột và một diện tích cây công nghiệp rộng lớn ở các vùng lân cận.\n\nHồ được xây dựng ngay những ngày đầu sau khi [[Việt Nam]] thống nhất. Đây là một công trình xây dựng với sự đóng góp rất lớn của sức người. Hồ hoàn thành đã đóng góp rất lớn vào việc nâng cao sản lượng lương thực cho [[Đắk Lắk]] lúc bấy giờ. Hồ đã được cải tạo, nâng cao trình và bê tông hóa bờ đập vào năm 2005.\n\n==Khí hậu==\nKhí hậu vùng này thuộc kiểu [[khí hậu nhiệt đới gió mùa]] của khu vực [[Tây Nguyên]], mỗi năm có hai mùa rõ rệt là [[mùa mưa]] và [[mùa khô]].\n\n==Du lịch==\nHồ Ea Kao không chỉ có giá trị to lớn về mặt [[thủy lợi]], mà còn là nơi cung cấp các mặt hàng [[thủy sản nước ngọt]] rất lớn và phong phú cho thành phố Buôn Ma Thuột. Sản lượng cá của hồ trung bình khoảng 50 tấn\/năm, có năm lên tới 120 tấn. Ngoài ra hồ còn rất hấp dẫn về [[du lịch]]. Lợi thế của Hồ Ea Kao là rất gần thành phố và còn có một diện tích rừng tự nhiên rất lớn quanh hồ tuy hiện tại đã bị tác động rất nặng nề, bị xếp vào loại rừng nghèo kiệt\n\nTrong thời gian qua đã có rất nhiều dự án du lịch được triển khai nhưng không hiệu quả và kém hấp dẫn do nghèo nàn về [[sản phẩm du lịch]] nên không được nhiều người biết đến như các vùng du lịch khác của Đắk Lắk. Một lý do khác không kém phần quan trọng là sự mâu thuẫn giữa việc khai thác [[du lịch]] với công năng chính của hồ là cung cấp nước tưới cho một diện tích rộng lớn của cánh đồng lúa Hòa Xuân và cây công nghiệp của Buôn Ma Thuột. Ví dụ như năm 2004 hồ đã bị trơ đáy, người dân phải đào các hố nhỏ giữa lòng hồ để vét nước tưới [[cà phê]], đây là một hình ảnh quen thuộc trong các bản tin thời sự của tỉnh Đắk Lắk về hậu quả hạn hán mùa khô năm 2004 và đã góp phần vào quyết định cải tạo nâng cấp hồ năm 2005.\n\nTuy nhiên, do lợi thế gần thành phố, hồ Ea Kao vẫn là một điểm đến thú vị với những người yêu thích môn [[câu (hành động)|câu cá]] hoặc du lịch gia đình trong ngày.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Du lịch Đắk Lắk]]\n[[Thể loại:Hồ tại Đắk Lắk|Con bò]]\n[[Thể loại:Du lịch sinh thái Việt Nam]]"}