{"71142":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{Thông tin nghệ sĩ\n| name = Hồ Dzếnh\n| tên khai sinh = Hà Triệu Anh\n| image = Nhà thơ Hồ Dzếnh.jpeg\n| caption = Chân dung nhà văn, nhà thơ Hồ Dzếnh\n| birth_date = [[1916]] \n| birth_place = Đông Bích, [[Quảng Xương]], [[Thanh Hóa]], [[Liên bang Đông Dương]]\n| death_date = {{ngày mất và tuổi|1991|8|13|1916}}\n| death_place = [[Hà Nội]], [[Việt Nam]]\n| quốc tịch = {{VIE}}\n| lĩnh vực hoạt động = Văn học\n| occupation = Nhà thơ<br>Nhà văn\n| giai đoạn sáng tác văn học = 1931 - 1991\n| bút danh văn học = Hồ Dzếnh\n| tác phẩm văn học nổi bật  = \n''[[Quê ngoại]]<br>[[Chân trời cũ]]''\n| giải thưởng 1 = [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] (2007)<br>Văn học nghệ thuật\n}}\n'''Hồ Dzếnh''' ([[1916|1916–]][[1991]]), tên thật là '''Hà Triệu Anh''' hay '''Hà Anh''' (ghi theo giọng [[Quảng Đông]] là Hồ Dzếnh) là một [[nhà thơ]] của [[Việt Nam]]. Ông được biết nhiều nhất qua tập thơ [[Quê ngoại (thơ)|''Quê ngoại'']] với một giọng thơ nhẹ nhàng, siêu thoát, phảng phất hương vị thơ cổ Trung Hoa. Ngoài ra, Hồ Dzếnh còn là một [[nhà văn]] với nhiều [[Tác phẩm văn học|tác phẩm]], tiêu biểu là tập truyện ngắn ''Chân trời cũ'' ([[1942]]), [[Thạch Lam]] đề tựa.\n\n==Tiểu sử==\nÔng sinh năm 1916 tại làng Đông Bích, xã [[Quảng Trường]], huyện [[Quảng Xương]], tỉnh [[Thanh Hóa]]. Cha ông là Hà Kiến Huân, [[người Quảng Đông]] sang sinh sống ở Việt Nam từ khoảng 1890, mẹ Đặng Thị Văn là người Việt, quê ở bến Ghép, huyện Quảng Xương, Thanh Hóa. Ông học trung học, dạy tư, làm thơ, viết báo từ năm 1931 tại [[Hà Nội]]. Năm 1953 ông vào [[Thành phố Hồ Chí Minh|Sài Gòn]] làm báo, năm 1954 trở về Hà Nội tiếp tục viết báo, làm thơ. Ông là hội viên [[Hội Nhà văn Việt Nam]] ngay từ buổi đầu thành lập (1957). Ông mất ngày [[13 tháng 8]] năm [[1991]] tại Hà Nội do xuất huyết dạ dày và viêm thận<ref name=\"HD1\"\/>.\n\nHồ Dzếnh được truy tặng [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] về Văn học nghệ thuật năm [[2007]].\n\nHồ Dzếnh là một tín hữu [[Công giáo Rôma]], tên thánh của ông là [[Thánh Phaolô|Phaolô]] [[Thánh Têrêsa|Têrêsa]].\n\n==Nhận xét và đánh giá==\nNhà thơ [[Bùi Giáng]] trong nhiều tập thi thoại đã cho rằng Hồ Dzếnh là người làm thơ lục bát cực hay, nhưng bù lại thơ thất ngôn chỉ ở mức bình thường. Bài \"Rằm tháng giêng\", theo Bùi Giáng trong cuốn Thi ca tư tưởng thì: \"''Người Việt Nam có thể không đọc Nguyễn Du, nhưng không thể nào không đọc bài thơ kia của Hồ Dzếnh''\".\n\nNhà văn [[Kiều Thanh Quế]] viết: ''\"Ngòi bút Hồ Dzếnh đã có được lắm đặc tánh khả quan trong khi phô diễn. Nó nên tỏ ra có sức mạnh trong những tiểu thuyết dày dặn, thì tên tuổi của người Minh Hương ấy – Hồ Dzếnh là người Minh Hương, văn học quốc ngữ không nề hà chẳng đón tiếp như đã đón tiếp bao nhiêu nhà văn Việt Nam hữu tài.\"'' (Tạp chí Tri Tân số 67, 13\/6\/1942)\n\n\"Lời giới thiệu\" Tuyển tập Hồ Dzếnh – Tác phẩm chọn lọc, Nhà xuất bản Văn Học 1988, nhận định: ''\"Tác phẩm của Hồ Dzếnh không nhiều, lại không tập trung ở một tờ báo hay đặc san nào. Với bản chất trầm lắng, ông luôn luôn khiêm tốn tự cho mình là người mới bắt đầu bước vào nghề viết. Tuy nhiên, với hai tập văn thơ Chân trời cũ và Quê ngoại, Hồ Dzếnh được biết đến như một nhà thơ có chân tài. \"''\n\nNhà thơ [[Hoài Anh (nhà thơ)|Hoài Anh]] viết về Hồ Dzếnh: ''\"Phần đóng góp quan trọng nhất cho văn học Việt Nam của anh lại là tập Chân trời cũ, thể hiện nếp sinh hoạt, tính cách, tình cảm, tâm lý của bà con gốc Hoa trong cộng đồng các dân tộc Việt Nam. Hồ Dzếnh chỉ kể chuyện về người cha mình, các anh, chị, em mình, con ngựa của cha mình... mà làm cho người đọc Việt Nam rung động tận đáy lòng.\"'' (Chân dung văn học, Nhà xuất bản Hội Nhà văn 2001)\n\nNhà văn, giáo sư [[Đặng Thai Mai]] đánh giá tập truyện ''Cô gái Bình Xuyên'' (Nhà xuất bản Tiếng Phương Đông, 1946) viết về cuộc kháng chiến chống Pháp của người dân Nam bộ thời 1945-1946 như là một trong những tín hiệu đầu tiên của văn học kháng chiến.\n\n==Tác phẩm==\nTheo ''Từ điển văn học'' (bộ mới, Nhà xuất bản Thế giới, 2004) và ''Tuyển tập văn xuôi lãng mạn Việt Nam'' 1930 -1945 (Nhà xuất bản KHXH, 1990), các tác phẩm của ông gồm có:\n\n* Dĩ vãng (truyện vừa, 1940)\n* Quê ngoại (tập thơ, 1942), 35 bài thơ\n* Những Vành Khăn Trắng (truyện dài, ký bút hiệu Lưu thị Hạnh, 1942)\n* Tiếng kêu trong máu (truyện dài, 1942)\n* Một chuyện tình 15 năm về trước (ký bút hiệu Lưu thị Hạnh, 1943)\n* Chân trời cũ (tập truyện ngắn, 1943)<ref>''Chân trời cũ'' gồm 14 truyện ngắn, cách viết gần như là hồi ký: Ngày gặp gỡ, Người chị dâu tôi, Con ngựa trắng của ba tôi, Lòng mẹ, Chú Nhì, Mơ về nước Chúa, Hai anh em, Vừa một kiếp người, Em Dìn, Thằng cháu đích tôn, Ngày lên đường, Chị Yên, sáng trăng suông, Thiên truyện cuối cùng. (ghi theo bản in của Nhà xuất bản. KHXH, 1990)<\/ref>\n* Hoa Xuân Đất Việt (tập thơ,1946), 15 bài thơ\n* Cô gái Bình Xuyên (truyện vừa, 1946)\n* Cuốn sách không tên (tiểu thuyết tự truyện, xuất bản sau khi mất)\n\nNgoài ra, ông còn cho đăng nhiều thơ, truyện ngắn trên các báo và còn mấy vở kịch đã công diễn, nhưng chưa xuất bản.\n\nĐặc biệt, bài thơ ''Chiều'' của ông đã được nhạc sĩ [[Dương Thiệu Tước]] phổ nhạc và cũng khá nổi tiếng. Bài thơ ''[[Ngập ngừng]]'' cũng được nhiều nhạc sĩ phổ nhạc như [[Anh Bằng]] (''Anh cứ hẹn''), [[Hoàng Thanh Tâm]] (''Em cứ hẹn''), Minh Duy (''Ngập ngừng'')...\n\n==Giai thoại bút danh Hồ Dzếnh==\nTên của Hồ Dzếnh nếu phát âm theo [[tiếng Quảng Đông|giọng Quảng Đông]] là Hồi-Tsìu-Díng, thu gọn lại là Hồi-Díng, chắc vì khi phiên âm sang tiếng Việt hai tiếng Hồi-Díng nghe không được hay lắm nên ông đã ghi là Hồ Dzếnh. Tuy vậy những người trong làng văn nghệ vẫn cứ trêu đùa gọi ông là Hồ Dính, có người còn đặt một vế đối: \"''Hồ Dính dính hồ hồ chẳng dính''\" để thách đối. Lúc có người đối lại là: \"''Ngọc Giao giao ngọc ngọc không giao''\" (mượn tên nhà văn [[Ngọc Giao]]). Cũng có người đối lại: \"''Vũ Bằng bằng vũ vũ chưa bằng''\", (mượn tên nhà văn [[Vũ Bằng]]), nhưng đều chưa chỉnh.\n\n==Gia đình==\nNăm 1947, Hồ Dzếnh kết hôn với bà Nguyễn Thị Huyền Nhân. Bà Huyền Nhân mất vào ngày [[Tết Đoan Ngọ]] năm 1950 vì bệnh tả, hưởng dương 20 tuổi. Năm 1954, ông tái hôn với bà Nguyễn Thị Hồng Nhật.<ref name=\"HD1\">{{chú thích web | url = http:\/\/thethaovanhoa.vn\/van-hoa-toan-canh\/ho-dzenh-van-xuoi-va-chan-troi-buot-nho-n20130630122456463.htm | title = Hồ Dzếnh văn xuôi và chân trời buốt nhớ | author = Vi Thùy Linh | publisher= Báo điện tử Thể thao Văn hóa | access-date = ngày 3 tháng 10 năm 2013}}<\/ref>\n\nNgười con duy nhất của Hồ Dzếnh là Hà Chính, sinh vào đầu năm 1950. Ông Hà Chính cũng chỉ có một con duy nhất Hà Quang, sinh năm 1984, đang định cư tại [[Hanover]], [[Đức]].<ref name=\"HD1\"\/>\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.nguoivienxu.vietnamnet.vn\/butviet\/2004\/08\/225396\/ GIỖ LẦN THỨ 13 NHÀ THƠ HỒ DZẾNH (13.8.1991 – 2004)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070311011204\/http:\/\/www.nguoivienxu.vietnamnet.vn\/butviet\/2004\/08\/225396\/ |date = ngày 11 tháng 3 năm 2007}}, Người Viễn xứ, VietnamNet.\n\n{{Thời gian sống|sinh=1916|mất=1991}}\n\n[[Thể loại:Hồ Dzếnh]]\n[[Thể loại:Nhà thơ Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà thơ Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Người được truy tặng Giải thưởng Nhà nước (Việt Nam)]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}