{"1133442":"'''Hồ Hảo Hớn''' (1926-1967) là một nhà hoạt động chính trị Việt Nam, từng là Khu ủy viên Khu Sài Gòn - Gia Định, Bí thư Thành Đoàn đầu tiên của Sài Gòn - Gia Định trong thời kỳ [[Chiến tranh Việt Nam]]<ref name=\"tuoitre\">[http:\/\/diaoc.tuoitre.vn\/Index.aspx?ArticleID=470383&ChannelID=7 Người bí thư Thành đoàn đầu tiên]{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Ông được Nhà nước Việt Nam truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].<ref name=\"thanhdoan\">[http:\/\/thanhdoan.hochiminhcity.gov.vn\/webtd\/vn\/default.aspx?cat_id=665&news_id=14259 Người bảo vệ Nghị quyết Quang Trung]{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Thân thế==\nÔng sinh ngày [[15 tháng 10]] năm [[1926]] tại ấp Thạnh Tây, xã Hương Mỹ, huyện [[Mỏ Cày (huyện)|Mỏ Cày]], nhưng nguyên quán lại ở ấp Hòa, xã Đại Điền, huyện [[Thạnh Phú]] ([[Bến Tre]]). Theo gia phả họ Hồ ở ấp Hòa, xã Đại Điền, huyện Thạnh Phú, tỉnh Bến Tre Gia thế nội ngoại của ông đều khá giả, có điền sản, cha lại quan tâm đến tri thức, dành phần lớn tiền của lo cho các con ăn học.\n\nNăm 1939, ông được gia đình cho đi học ở [[Trường Trung học phổ thông Nguyễn Đình Chiểu, Mỹ Tho|Collège Mỹ Tho]]. Năm 1943, ông lên Sài Gòn học [[Lycee Petrus Ký]]. Tốt nghiệp tú tài năm 1945, tháng 5 năm đó, ông trở về quê nhà ở Hương Mỹ, gia nhập tổ chức [[Thanh niên Tiền phong]] và tham gia giành chính quyền trong [[Cách mạng tháng Tám|Cách mạng tháng 8]].\n\nSau khi [[Nam Bộ kháng chiến|Pháp tái chiếm Nam Bộ]], hầu hết tổ chức của Thanh niên Tiền phong sáp nhập vào tổ chức [[Thanh niên Cứu quốc]] của [[Việt Minh]]. Bấy giờ, ông tham gia công tác cho chính quyền Việt Minh tại Bến Tre. Tại đây, ông nhiều lần làm việc với một thủ lĩnh [[Thanh niên Cứu quốc]] ở Nam Bộ là [[Trần Bạch Đằng]].\n\nNăm 1947, ông thoát ly gia đình hoạt động với bí danh '''Hai Nghị'''. Ông tham gia làm việc Ban thông tin tuyên truyền khu 8, rồi Viện Văn hóa Kháng chiến Nam Bộ có trụ sở đóng tại [[Đồng Tháp Mười]]. Năm 1948, Viện được sáp nhập vào Sở Giáo dục Nam Bộ, lúc ấy Giáo sư Nguyễn Văn Hanh giữ chức vụ Trưởng phòng Sưu tầm tài liệu. Ông được phân công làm Phó phòng Sưu tầm tài liệu, với nhiệm vụ xây dựng, thiết kế lại một chương trình giáo dục kháng chiến, tìm lại và sưu tầm lại những tư liệu về giáo dục - văn hóa, giáo dục lại truyền thống lịch sử dân tộc. Ngoài ra, ông có thời gian còn tham gia công tác giảng dạy tại trường Trung học kháng chiến [[Nguyễn Văn Tố]].<ref name=\"thanhdoan\"\/>\n\nSau khi [[Hiệp định Genève, 1954]] được ký kết, ông được phân công ở lại miền Nam và tiếp tục hoạt động tại Sài Gòn làm công tác vận động trí thức với bí danh '''Nguyễn Văn Chiêu'''. Hoạt động bán công khai, ông đi dạy ở các trường tư thục như Việt Nam học đường, Chu Mạnh Trinh, Nguyễn Huệ,… ở [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Bình Dương]], [[Mỹ Tho]], [[Gò Công]],… gây ảnh hưởng trong giới học sinh bấy giờ.\n\nTrong giai đoạn 1957 - 1961, với bí danh '''Ba Lực''', ông tham gia chỉ đạo phong trào sinh viên học sinh, tổ chức nhiều cuộc biểu tình, xuống đường chống Mỹ và chế độ [[Ngô Đình Diệm]], làm Ủy viên Ban Thanh vận Khu Sài Gòn - Gia Định. Từ tháng 8 năm 1962 - 1967, ông được phân công làm Bí thư cán sự sinh viên học sinh thay ông [[Trần Quang Cơ (Nhà hoạt động)|Trần Quang Cơ]] (trùng tên với Thứ trưởng ngoại giao), trực tiếp phụ trách phong trào sinh viên học sinh Khu Sài Gòn - Gia Định, tổ chức xuất bản các tờ báo Suối Thép, Lửa Thiêng, Cờ giải phóng,... Đến quý 3 năm 1967, ông được bổ sung vào Khu ủy Sài Gòn - Gia Định kiêm Bí thư Khu Đoàn.\n\nTháng 9 năm 1967, ông được điều ra căn cứ để dự họp Ban chấp hành Khu ủy, chuẩn bị nhiệm vụ năm 1968 với Nghị quyết Quang Trung. Tháng 10 năm 1967, trên đường trở vào Sài Gòn, do bị một hồi chánh viên chỉ điểm, ông bị chính quyền Sài Gòn bắt giữ<ref name=\"tuoitre\"\/>. Sau khi bị đưa về giam tại bót Bà Hòa (quận 5), ông qua đời trong một hoàn cảnh không rõ ràng.\n\nThời điểm mất của ông không được biết chính xác. Theo gia đình, ông có hẹn sẽ gặp vợ ngày [[11 tháng 11]] năm 1967 nhưng không thấy đến nơi hẹn. Vì vậy gia đình quyết định chọn ngày [[11 tháng 11]] hằng năm để làm giỗ cho ông.<ref name=\"tuoitre\"\/> Ngày [[15 tháng 4]] năm 1996, di hài của ông được cải táng về [[Nghĩa trang liệt sĩ Thành phố Hồ Chí Minh]]. Ngày [[22 tháng 11]] năm 2011, [[Chủ tịch nước Việt Nam|Chủ tịch nước Cộng hòa Xã hội chủ nghĩa Việt Nam]] [[Trương Tấn Sang]] đã ký quyết định số 2164\/QĐ-CTN truy tặng Danh hiệu Anh hùng lực lượng vũ trang nhân dân cho liệt sĩ Hồ Hảo Hớn.\n\nTên ông được đặt cho nhiều trường học và đường phố tại Việt Nam. Ngoài ra, còn có một giải thưởng được đặt theo tên ông dành cho những công trình khoa học, và cán bộ đoàn xuất sắc tại [[Thành phố Hồ Chí Minh]].\n\n==Gia đình==\nCha ông là ông Hồ Văn Mẹo và mẹ là bà Nguyễn Thị Dự. Ông là con thứ 3 trong gia đình 9 anh chị em, tuy nhiên người thứ 2, thứ 5 và 6 chết lúc còn nhỏ, nên còn lại 6 người.\n\n# Thứ hai: Hồ Thị Huy\n# Thứ tư: Hồ Hảo Hớn\n# Thứ bảy: Hồ Nguyệt Thu\n# Thứ tám: Hồ Hảo Nghĩa\n# Thứ chín: Hồ Nguyệt Tâm\n# Thứ mười: Hồ Hảo Hiệp\n\nDo ảnh hưởng cha trọng tri thức, dành phần lớn tiền của lo cho các con ăn học, nhiều người con trong gia đình làm nghề dạy học như Hồ Thị Huy, Hồ Hảo Hớn, Hồ Nguyệt Thu, Hồ Hảo Nghĩa.\n\nBà Nguyễn Thị Dự được Nhà nước Việt Nam phong tặng danh hiệu [[Bà mẹ Việt Nam anh hùng]] vì có ba con ruột (Hồ Hảo Hớn, Hồ Hảo Nghĩa và Hồ Hảo Hiệp) và một người con rể (Phạm Hoàng Hổ, chồng bà Hồ Thị Huy) là liệt sĩ.\n\nÔng lập gia đình với bà Lê Thị Kim Hoàn. Con gái lớn của 2 người tên Hồ (Thị) Mỹ Chi.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.nhandan.com.vn\/cmlink\/nhandandientu\/thoisu\/trang-] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180422134623\/http:\/\/www.nhandan.com.vn\/cmlink\/nhandandientu\/thoisu\/trang- |date = ngày 22 tháng 4 năm 2018}}\n* [http:\/\/www.nvhtn.org.vn\/index.php?option=com_content&view=article&id=1037 Giải thưởng Hồ Hảo Hớn: Vinh danh bảy mô hình, giải pháp tiêu biểu]\n\n{{Thời gian sống|Sinh=1926|Mất=1967}}\n{{Bí thư Thành Đoàn Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Người Mỏ Cày]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]"}