{"230198":"{{Thiếu nguồn gốc|date=tháng 10\/2021}}\n{{for|đối với đơn vị hành chính cấp xã thuộc huyện Thới Bình, tỉnh Cà Mau|Hồ Thị Kỷ (xã)}}\n'''Hồ Thị Kỷ''' ([[1949]] - [[1970]]) là nữ anh hùng liệt sĩ Việt Nam.\n\n== Tiểu sử ==\nBà sinh tại ấp Cây Khô, xã [[Tân Lợi]] (nay là xã Hồ Thị Kỷ), huyện [[Thới Bình]], tỉnh [[Cà Mau]] trong một gia đình nông dân nghèo.\n\nTham gia hoạt động cách mạng từ những năm còn trẻ với tư cách giao liên. Năm [[1968]], bà được kết nạp vào [[Đoàn Thanh niên Cộng sản Hồ Chí Minh|Đoàn Thanh niên]]. Từ đó, bà tham gia vào các đội biệt động ở [[cà Mau (thành phố)|thị xã Cà Mau]].\n\nNăm [[1969]], Hồ Thị Kỷ tổ chức nhiều trận đánh [[biệt động]] vào thị xã Cà Mau và với những thành tích xuất sắc. Hồ Thị Kỷ được kết nạp vào [[Đảng Cộng sản Việt Nam]].\n\nNgày [[3 tháng 4]] năm [[1970]], Hồ Thị Kỷ đánh vào Ty cảnh sát Cà Mau (Nay là trụ sở Giao thông đường thủy thành phố Cà Mau) và đã làm đứt hai chân của viên tướng Việt Nam Cộng hòa, làm cho hắn chết tại chỗ, đồng thời bà Mã Như Mai và ông thứ 6 trong gia đình tên sĩ quan Mỹ cũng hy sinh. Bà cũng bị quả bom nổ mà banh xác, bà hy sinh khi mới 21 tuổi.\n\n== Tặng thưởng, ghi nhớ ==\nNăm 1972, Hồ Thị Kỷ được Nhà nước [[Việt Nam Dân chủ Cộng hòa]] truy tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân|Anh hùng Lực lượng vũ trang]].\n\nĐể ghi nhận chiến công của liệt nữ, xã Tân Lợi nơi bà sinh ra, đã đổi tên thành [[Hồ Thị Kỷ (xã)|xã Hồ Thị Kỷ]]; một trường cấp 3, một trường trung học cơ sở, hai trường tiểu học (Hồ Thị Kỷ A và Hồ Thị Kỷ B), một đường phố tại [[Cà Mau]], [[Bạc Liêu]] và [[Thành phố Hồ Chí Minh]] cũng được mang tên Hồ Thị Kỷ.\n\nTrường THPT Hồ Thị Kỷ mang tên bà tọa lạc tại đường Lý Bôn, [[Phường 2, thành phố Cà Mau|Phường 2]], [[Cà Mau (thành phố)|thành phố Cà Mau]]. Trường có truyền thống lâu đời và đã qua nhiêu hiệu trưởng, tính đến nay đã 41 năm thành lập từ khi miền Nam được giải phóng. Trường cũng là một trong những trường nổi danh nhất đất Cà Mau.\n\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/www.camau.gov.vn\/index.php?o=modules&n=info&f=intro_detail&id=1476&idmenu=1#intro_details\/9040 Anh hùng liệt sĩ Hồ Thị Kỷ] trên trang web ủy ban nhân dân tỉnh [[Cà Mau]]\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Người Cà Mau]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]"}