{"575720":"'''Hồ Sĩ Đống''' ([[1739]]-[[1785]]), tự ''Long Phủ'', hiệu ''Dao Đình''; sau đổi tên là '''Hồ Sĩ Đồng''', tự ''Thông Phủ'', hiệu ''Trúc Hiên''. Ông là [[nhà thơ]] và là đại quan [[nhà Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n'''Hồ Sĩ Đống''' sinh năm [[Kỷ Mùi]] ([[1739]]) ở xã Hoàn Hậu, huyện Quỳnh Lưu, trấn Nghệ An; nay là làng Quỳnh Đôi, huyện [[Quỳnh Lưu]], tỉnh [[Nghệ An]].\n \nÔng thuộc dòng dõi [[Hồ Tông Thốc]] (sử gia đời [[nhà Trần|Trần]]) và là cháu của [[Hồ Sĩ Dương]] (sử gia đời [[nhà Hậu Lê|Lê]]).\n\nKhoa [[Nhâm Thìn]] (1772) đời vua [[Lê Hiển Tông]], Hồ Sĩ Đống đỗ Hội nguyên, rồi Đình nguyên [[hoàng giáp]], được bổ chức quan.\n \nNăm [[Giáp Ngọ]] ([[1774]]), ông được cử làm Bố chính [[Kinh Bắc]]. Nhưng không lâu sau, ông nhận lệnh trở về kinh đô [[Thăng Long]], rồi sang làm án sát [[Hải Dương]].\n\nCăn cứ theo bài Tựa đề trong tập thơ ''Hoa trình khiển hứng'' của ông, thì năm [[Đinh Dậu]] ([[1777]]), ông được lệnh làm chức Phó sứ cống bộ. Đến [[tháng giêng|tháng Giêng]] năm sau ([[Mậu Tuất]], [[1778]]), thì đoàn khởi hành<ref>Tra sách ''[[Lịch triều hiến chương loại chí]]'' (phần Bang giao chí), thì chỉ thấy chép rằng: ''Năm thứ 38 ([[1777]], ngang với năm [[Càn Long]] thứ 42 nhà Thanh), sai Chánh sứ Hoàng Bình Chính, Phó sứ Lê Hữu Dụng và Nguyễn Đương sang cống nhà Thanh''. Chưa hiểu vì sao sách này và sách [[Lê quý ký sự]] đều không có thông tin gì về lần đi sứ của Hồ Sĩ Đống.<\/ref>.\n\nNhưng khi đến [[hồ Động Đình]] ở [[Hồ Nam]], thì Chánh sứ Vũ Trần Thiệu (có sách ghi là Vũ Khâm Tự) cho mời hai thành viên trong đoàn là Hồ Sĩ Đống và Nguyễn Trọng Đang tới tiết lộ việc chúa [[Trịnh Sâm]] có làm tờ biểu riêng xin vua [[nhà Thanh]] sắc phong tước vương cho họ Trịnh. Sau khi hủy bản mật biểu và dặn dò mọi việc, viên Chánh sứ tự tử. Thương tiếc người bạn trung nghĩa (với [[nhà Hậu Lê|nhà Lê]]) ấy, ông có làm bài thơ viếng, sau được [[Phạm Đình Hổ]] chép lại trong quyển [[Vũ trung tùy bút]] <ref>Bùi Duy Tân gọi đây là việc xin \"tiếm phong\" (''Từ điển văn học'', bộ mới, tr. 642). Nguyễn Q. Thắng - Nguyễn Bá Thế chép rằng Vũ Khâm Tự chỉ là tùy viên. Ông này đã tiết lộ tờ mật biểu trước khi mất vì bạo bệnh. Tuy nhiên, không thấy chúa Trịnh hỏi han gì khi sứ bộ trở về (tr. 283).<\/ref>.\n\nSang mùa thu [[tháng tám|tháng 8]] ([[âm lịch]]) năm đó, đoàn đi sứ đến Yên Kinh (tức [[Bắc Kinh]]), đến tháng cuối [[mùa đông]] thì Hồ Sĩ Đống vâng chỉ dẫn đoàn trở về nước. Xét công lao, Hồ Sĩ Đống được phong chức Tả thị lang [[bộ Hộ]].\n\n[[Tháng chín|Tháng 9]] năm [[Nhâm Dần]] ([[1782]]), chúa [[Trịnh Sâm]] qua đời, ủy quyền cho Huy quận công [[Hoàng Đình Bảo]] giúp [[Trịnh Cán]] lên ngôi. Không lâu sau, lính tam Phủ gốc ở [[Thanh Hóa|Thanh]] - [[Nghệ An|Nghệ]] (sử cũ gọi là kiêu binh) nổi dậy giết Đình Bảo và truất Trịnh Cán, lập [[Trịnh Khải]] lên ngôi <ref>Xem chi tiết ở trang [[Nạn kiêu binh]].<\/ref>.\n\nĐoan Nam Vương (tức Trịnh Khải) bèn cho Hồ Sĩ Đống làm Hành tham tụng (tức quyền Tham tụng). Nhưng đến năm [[Giáp Thìn]] ([[1784]]), thì ông phải thôi chức để về thọ tang cha. Sau đó, ông được đổi sang ngạch quan võ, cai quản Tả uy cơ, rồi lần lượt trải chức Án sát [[Quảng Nam]], Đốc thị [[Thuận Hóa]].\n\nBiết ông có tài năng, chúa Trịnh cho triệu ông về coi việc chính sự trong phủ. Buổi đầu, cử ông làm Đô chỉ huy sứ, sau thăng làm Tham đốc quyền phủ sự (ngang với chức Thượng thư), tước ''Ban quận công'' (trước đây, ông đã được ban tước ''Kinh Dương hầu'', sau đổi là ''Ban Đình hầu'') <ref>Theo Trần Văn Giáp (tr. 960). ''Từ điển nhân vật lịch sử Việt Nam'' chép ông được phong là ''Dao Đình hầu'' (tr. 283).<\/ref>.\n\nNăm [[Ất Tỵ]] (1785), Hồ Sĩ Đống qua đời, hưởng dương 46 tuổi. Xét công lao, ông được truy tặng chức ''Hình bộ thương thư'' <ref>Bùi Dương Lịch (Lê quý dật sử, tr. 57). Tuy nhiên, Trần Văn Giáp thì ghi là ''Công bộ thương thư'' (tr. 960). ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 283) lại ghi là Thượng thư [[bộ Binh]], tước ''Ngọc quận công'', nhưng cả hai đều không ghi rõ nguồn.<\/ref>.\n\n==Tác phẩm==\nHồ Sĩ Đống đã để lại:\n*'''Hoa trình khiển hứng''' (Cảm hứng tiêu khiển trên hành trình đi sứ Trung Hoa), còn có tên là '''Dao Đình sứ tập'''. Căn cứ theo bài Tựa do tác giả viết năm [[Kỷ Hợi]] (1779), thì tập thơ có hơn trăm bài thơ [[chữ Hán]].\n*'''Dao Đình thi tập''' (Tập thơ của Dao Đình)\n\nHiện trong Thư viện Khoa học xã hội ([[Hà Nội]]) có hai bản sách của Hồ Sĩ Đống, đó là ''Dao Đình sứ tập'' (ký hiệu A.515) và ''Dao Đình thi tập'' (ký hiệu A.1852). Theo [[Trần Văn Giáp]] thì ''Dao Đình thi tập'' là tập thơ chung cho tất cả các bài thơ của Hồ Sĩ Đống, còn ''Dao Đình sứ tập'' (hay ''Hoa trình khiển hứng'') chỉ là tập thơ riêng làm trong dịp đi sứ năm [[Đinh Dậu]] ([[1777]]) <ref>''Tìm hiểu kho sách Hán Nôm'', tr. 960.<\/ref>.\n \nNgoài ra, ông còn viết vài bài Tựa (trong đó có bài Tựa cho tập ''Sứ Hoa tùng vịnh'' của [[Nguyễn Tông Quai]]) và tấu khải, cũng đều bằng [[chữ Hán]].\n\n==Nhận xét==\nTrong ''[[Lê quý dật sử]]'' của [[Hoàng giáp]] [[Bùi Dương Lịch]], người cùng thời với Hồ Sĩ Đống, có đoạn viết về ông như sau: \n:''Tham đốc Ban quận công Hồ Sĩ Đống là người ôn hòa, bình dị, thi đỗ hoàng giáp, vâng mệnh đi sứ có công. Khi Tĩnh vương ([[Trịnh Sâm]]) còn sống, ông chưa được trọng dụng, nhưng lòng người đều kính phục đức vọng của ông. Đến thời Đoan Vương ([[Trịnh Khải]]), ông được thăng vọt lên chức Hình tham tụng…Đến khi ông ốm, chúa thường sai người thăm hỏi và ban cho chức tham đốc, lại ban tước Ban quận công...Ông mất, quân lính các đoan cơ thuyền đội ở kinh không ai là không thương xót. Ông Bùi Hành tụng ([[Bùi Huy Bích]]) có làm bài [[văn tế]] ông, trong đó có câu (dịch): \"Kẻ sĩ đại phu có văn học, có đức độ, có phẩm vọng như ông ít lắm\"...<ref>''Lê quý dật sử'', tr. 57.<\/ref>\n \nVề thơ, ông được danh sĩ thời [[nhà Nguyễn|Nguyễn]] là [[Phan Huy Chú]] khen là \"hồn hậu, phong nhã, có khái khái\" và đã giới thiệu hai bài trong bộ sách ''Lịch triều hiến chương loại chí'', đó là ''Đăng Nhạc Dương lâu'' (Lên lầu Nhạc Dương), ''Đăng Hoàng Hạc lâu'' (Lên lầu Hoàng Hạc)<ref>''Lịch triều hiến chương loại chí'' (Tập 3), tr. 147.<\/ref>.\n\nGần đây, trong ''Từ điển văn học'' (bộ mới), nhà nghiên cứu Bùi Duy Tân cũng đã có nhận xét khái quát về ông, trích:\n:''Hồ Sĩ Đống là người cẩn trọng, bình tĩnh, giản dị, có tài văn chương. Sáng tác của ông thường là đề vịnh di tích, nhân vật lịch sử, đền miếu, phong cảnh...trên dọc đường đi sứ. Nhìn chung, chúng đều có những nét tươi đẹp, uyển chuyển, do khả năng đổi mới của cảm xúc và cách thể hiện độc đáo của nhà thơ. Cùng với thơ đi sứ của [[Phùng Khắc Khoan]], [[Nguyễn Kiều]], [[Nguyễn Tông Quai]], [[Lê Quý Đôn]],...thơ Hồ Sĩ Đống góp phần tạo nên thể cách trầm hùng, nhuần nhã của thơ đi sứ thời [[Nhà Lê trung hưng|Lê trung hưng]] <ref>Theo Bùi Duy Tân, sách đã dẫn, tr. 642.<\/ref>.\n \n==Thơ Hồ Sĩ Đống==\nGiới thiệu bài thơ duy nhất của Hồ Sĩ Đống được chép trong quyển ''[[Vũ trung tùy bút]]''. Tác giả là [[Phạm Đình Hổ]] kể: \n:''Đấng tiên đại cửu ta là Thượng thư công...Khi ấy ([[1777]]), ông đã ngoài 60, làm quan trong triều đã hơn 40 năm, cứ theo lệ cũ thì không phải đến lượt đi sứ nữa. Vậy mà trong triều không biết duyên cớ làm sao, chợt Trịnh Thịnh Vương (tức [[Trịnh Sâm]]) đòi ông vào Trung Hòa đường, mật đưa cho ông một tờ biểu sai sang sứ [[Tên gọi Trung Quốc|Trung Hoa]] cầu phong làm Phó quốc vương. Ông biết ý chúa Trịnh đã quyết nên không dám chối từ. [[Tháng sáu|Tháng 6]] ([[1778]]), thuyền qua hồ Động Đình, ông chợt mắc bệnh, bèn mời Phó sứ là Hồ Sĩ Đống và Nguyễn Trọng Đang tới dặn bảo mọi công việc...Ông lại đưa tờ mật biểu ra đốt trước mặt hai sứ thần, và ngày mồng mười thì mất ở trên thuyền. Hồ công (Hồ Sĩ Đống) có thơ viếng rằng:\n{|valign=\"top\"\n|\n:Hoàng hoa lưỡng độ phú tư luân,\n:Uyên đức kỳ niên cánh kỷ nhân.\n:Cộng tiễn bang giao nhân ngọc bạch,\n:Thùy tri tiên cốt lịch phong trần.\n:Sinh sô lệ sái đồng chu khách,\n:Tái bút danh qui tuẫn quốc thần <ref>Mặc dù ở đoạn văn trên ghi là mắc bệnh mất, nhưng chữ \"tuẫn quốc\" (liều chết vì đất nước) ở đây hàm ý nói rằng viên Chánh sứ đã tự tử. Nhà nghiên cứu văn học Bùi Duy Tân ghi rõ là tự tử (''Từ điển văn học'', bộ mới, tr. 642<\/ref>\n:Trù tướng thái hồ thu nguyệt sắc,\n:Dạ lai do chiếu ốc lương tần.\n|\n:Dịch:\n:''Mấy độ hoàng hoa sứ nước người,\n:''Tuổi cao đức tốt ấy kìa ai?\n:''Bang giao những tưởng ngọc nhà đẹp,\n:''Tiên cốt nào hay gió bụi đầy.\n:''Giọt lệ đồng châu đưa một lễ,\n:''Tấm thân tuẫn quốc tiếng muôn đời.\n:''Trăng thu mơ tưởng trên hồ nọ,\n:''Thấp thoáng đầu nhà bóng lẩn soi <ref>Theo Phạm Đình Hổ, ''Vũ trung tùy bút'', tr. 185-186.<\/ref>.\n|}\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo== \n*Bùi Dương Lịch, [[Lê quý dật sử]] (Phạm Văn Thắm dịch). Nhà xuất bản Khoa học xã hội. 1987.\n*[[Phan Huy Chú]], ''[[Lịch triều hiến chương loại chí]]'' (Tập 3). Nhà xuất bản Khoa học xã hội, 1992.\n*[[Phạm Đình Hổ]], ''[[Vũ trung tùy bút]]'' (bản dịch của [[Nguyễn Hữu Tiến]]). Nhà xuất bản Trẻ và Hội nghiên cứu giảng dạy văn học [[Thành phố Hồ Chí Minh]], 1989.\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'' (Tập 1 và Tập 2 in chung). Nhà xuất bản Khoa học xã hội, 2003.\n*Bùi Duy Tân, mục từ ''Hồ Sĩ Đống'' trong ''Từ điển Văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*Nguyễn Q. Thắng - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n \n==Liên kết ngoài==\n\n{{thời gian sống|sinh=1739|mất=1785}}\n\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhà thơ Việt Nam thời Lê trung hưng]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Lê trung hưng]]\n[[Thể loại:Hoàng giáp Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]\n[[Thể loại:Song nguyên Việt Nam]]"}