{"84563":"{{Thông tin viên chức\n| tên = Hồ Ngọc Cẩn\n| hình = [[Hình: ho ngoc can.jpg|200px]]\n| cỡ hình = \n| miêu tả = Đại tá Hồ Ngọc Cẩn\n| chức vụ = [[Hình: Flag of South Vietnam.svg|22px]]<br>Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Chương Thiện\n| bắt đầu = 11\/1973\n| kết thúc = 30\/4\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Đại tá\n| địa hạt = Quân khu 4\n| chức vụ 2 = [[Hình: SuDoan9.jpg|22px]]<br>Chỉ huy Trùng đoàn 15<br>thuộc Sư đoàn 9 Bộ binh\n| bắt đầu 2 = 6\/1970\n| kết thúc 2 = 11\/1973\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Trung tá (6\/1970)<br>-Đại tá (6\/1972)\n| địa hạt 2 = Quân khu 4\n| phó chức vụ 2 = Tư lệnh Sư đoàn\n| phó viên chức 2 = -Chuẩn tướng [[Trần Bá Di]]\n| chức vụ 3 = [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Tiểu đoàn trưởng Tiểu đoàn 1<br>(Trung đoàn 33, Sư đoàn 21 Bộ binh)\n| bắt đầu 3 = 1\/1966\n| kết thúc 3 = 6\/1970\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Đại úy<br>-Thiếu tá (6\/1968)\n| địa hạt 3 = Vùng 4 chiến thuật\n| phó chức vụ 3 = Tư lệnh Sư đoàn\n| phó viên chức 3 = -[[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]<br>[[Nguyễn Vĩnh Nghi]]\n| chức vụ 4 = [[Hình: Vietnamese Rangers SSI.svg|22px]]<br>Tiểu đoàn phó<br>Tiểu đoàn 42 Biệt động quân\n| bắt đầu 4 = 2\/1964\n| kết thúc 4 = 1\/1966\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Trung úy (2\/1964)<br>-Đại úy (6\/1965)\n| địa hạt 4 = Vùng 4 chiến thuật\n| phó chức vụ 4 = Tiểu đoàn trưởng\n| phó viên chức 4 = -Thiếu tá Lưu Trọng Kiệt\n| quốc tịch = {{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Bị tử hình\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| vợ = Nguyễn Thị Cảnh\n| học vấn = Thành chung\n| học trường = -Trường Thiếu sinh quân<br>-Liên trường Võ khoa Thủ Đức<br>-Trường Hạ sĩ quan Đồng Đế<br>-Trung tâm Huấn luyện Biệt động quân Dục Mỹ\n| quê quán = Nam Kỳ\n| ngày sinh = [[24 tháng 3]] năm [[1938]]\n| nơi sinh = [[Rạch Giá]], [[Việt Nam Cộng Hòa]]\n| ngày mất = {{ngày mất|1975|8|14}} ([[37]] tuổi)\n| nơi mất = [[Cần Thơ]], [[Việt Nam]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1955]]-[[1975]]\n| cấp bậc = [[Hình: DaiTaQLVNCHlucquan.gif|12px]] [[Đại tá|Đại tá Lục quân]]\n| đơn vị = [[Hình: Vietnamese Rangers SSI.svg|20px]] [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt Động quân]]<br>[[Hình: ARVN 21st Infantry Division SSI.svg|22px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]<br>[[Hình: SuDoan9.jpg|20px]] [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9 Bộ binh]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]\n| chỉ huy = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]<ref>Bảo quốc Huân chương đệ tứ đẳng (ân thưởng)<\/ref>\n}}\n\n'''Hồ Ngọc Cẩn''' (1938 – 1975), nguyên là một sĩ quan Bộ binh cao cấp của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Đại tá]]. Ông xuất thân từ trường Thiếu sinh quân và tốt nghiệp khóa Sĩ quan Hiện dịch Đặc biệt tại Trường Hạ sĩ quan Đồng Đế, Nha Trang vào đầu thập niên 60, và là Tỉnh trưởng kiêm Tiểu khu trưởng một tỉnh thuộc Quân khu 4 vào giai đoạn cuối Chiến tranh Việt Nam.\n\nNgày 30 tháng 4 năm 1975, mặc dù có lệnh của Tổng thống [[Dương Văn Minh]] ra lệnh từ [[Sài Gòn]] kêu gọi buông súng, ông vẫn tiếp tục chiến đấu chống lại lực lượng [[Quân Giải phóng miền Nam Việt Nam]] vào tiếp quản. Hết đạn, ông bị bắt giam. Ngày 14 tháng 8 năm 1975, ông bị Chính phủ Cộng hòa Miền Nam Việt Nam tử hình bằng cách [[xử bắn]] tại Sân vận động Cần Thơ.\n\n==Tiếu sử và Binh nghiệp==\nÔng sinh ngày 24 tháng 3 năm 1938 tại xã Vĩnh Thanh Vân, Rạch giá, Kiên Giang, miền tây Nam phần Việt Nam. Thân phụ ông là một hạ sĩ quan trong [[Quân đội Quốc gia Việt Nam]].\n\nNăm 1945, ông bắt đầu đi học Tiểu học thì [[chiến tranh Đông Dương|Chiến tranh Pháp-Việt Minh]] bùng nổ, nên sự học bị gián đoạn một thời gian ngắn. Đến năm 1947 ông mới tiếp tục đi học trở lại. Ông học chỉ đứng trung bình trong lớp.\n\nNăm 1951, thân phụ nộp đơn xin cho ông nhập học trường Thiếu sinh quân Gia Định thuộc [[Quân đoàn III (Việt Nam Cộng hòa)|Đệ nhất quân khu]]<ref>Đệ nhất Quân khu được [[Quốc gia Việt Nam]] do cựu Hoàng đế [[Bảo Đại]] làm Quốc trưởng, thành lập ngày 1 tháng 7 năm 1952 tại Sài Gòn. Ngày 1 tháng 3 năm 1959 cải danh thành Quân đoàn III và Vùng 3 chiến thuật, đặt Bộ Tư lệnh tại Biên Hòa.<\/ref> ở [[Gia Định]]. Ông được thu nhận vào lớp nhất (lớp 5 hiện nay) niên khóa 1951-1952 và thi đậu Tiểu học vào cuối niên học. Ông tiếp tục học lên hệ Trung học theo giáo trình Pháp, song song với chương trình Phổ thông ông cũng được đào tào căn bản về lĩnh vực quân sự. Cuối năm 1952, trường sở chuyển từ Gia Định về [[Mỹ Tho]]. Ông tiếp tục theo học ở đây cho đến hết niên học đệ tứ (lớp 8 hiện nay).\n\nTháng 8 năm 1955, ông tốt nghiệp Trung học đệ nhất cấp và được cấp \"chứng chỉ tốt nghiệp\" tương đương với văn bằng Thành chung. Ngay sau đó ông được gửi lên học tại [[Trường Bộ binh Thủ Đức|Liên trường Võ khoa Thủ Đức]], chuyên ngành \"vũ khí\" (niên khóa 1955-1956). Sau 3 tháng, ông đậu chứng chỉ chuyên môn về vũ khí bậc nhất (khóa CC1) với hạng ưu. Sáu tháng sau đó, ông lại đậu chứng chỉ bậc nhì (khóa CC2).\n\n===Quân lực Việt Nam Cộng hòa===\nGiữa năm 1956, ông chính thức gia nhập [[Quân lực Việt Nam Cộng hòa|Quân đội Việt Nam Cộng hòa]] với cấp bậc Binh nhì, mang số quân: 58\/106.282. Sau 9 tháng phục vụ trong quân đội, theo quy chế áp dụng cho các quân nhân thuộc hàng binh sĩ xuất thân từ trường Thiếu sinh quân, cứ 3 tháng thì được thăng một cấp, ông lần lượt được thăng lên cấp Hạ sĩ, Hạ sĩ I rồi Trung sĩ, sau đó được giữ lại làm Huấn luyện viên thuộc khoa vũ khí tại Liên trường Võ khoa Thủ Đức. Năm 1959, ông được thăng cấp Trung sĩ I.\n\nĐầu thập niên 60, chiến tranh tại miền Nam tái phát và leo thang ở một vài vùng. Đến năm 1961 thì lan rộng, nhất là tại khu vực đồng bằng sông Cửu Long thuộc Vùng 4 chiến thuật. Đối phương đã chuyến từ chiến thuật du kích sang công kích bằng những đơn vị từ cấp Trung đội trở lên của chủ lực miền. Để đáp ứng và giải quyết nhu cầu thiếu sĩ quan trong quân đội, Bộ Quốc phòng Việt Nam Cộng hòa cho mở các khóa sĩ quan đặc biệt hiện dịch. Ông được nhập học khóa 2 Nhân Vị ở trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa tại Đồng Đế, Nha Trang, khai giảng ngày 27 tháng 2 năm 1961. Ngày 31 tháng 1 năm 1962 mãn khóa tốt nghiệp với Cấp bậc [[Chuẩn úy]] hiện dịch. Ra trường, ông được chọn về Binh chủng Biệt động quân, tiếp tục được cử theo học một khóa huấn luyện đặc biệt đào tạo cán bộ [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt động quân]] và khóa \"Rừng núi Sình lầy\" tại Trung tâm Huấn luyện Biệt động quân Dục Mỹ (Ninh Hòa) trong thời gian 4 tháng rưỡi.\n\nGiữa năm 1962 mãn khóa học ở Dục Mỹ, ông được chuyển về Tiểu đoàn 42 Biệt động quân<ref>Tiểu đoàn 42 Biệt động quân có biệt danh là Tiểu đoàn \"Cọp ba đầu rằn\".<\/ref>, đồn trú và hoạt động tại khu vực Đồng bằng sông Hậu Giang thuộc Khu 42 chiến thuật<ref>Khu 42 chiến thuật là một lãnh thổ bao gồm các tỉnh: Phong Dinh (Cần Thơ), Chương Thiện (Vị Thanh), Ba Xuyên (Sóc Trăng), Bạc Liêu và An Xuyên (Cà Mau).<\/ref> với chức vụ Trung đội trưởng.\n\nNgày Quốc khánh của Chính thể Đệ nhất Cộng hòa 26 tháng 10 năm 1962, ông được đặc cách tại mặt trận thăng cấp [[Thiếu úy]] và được cử giữ chức vụ Đại đội trưởng. Do lập được nhiều công lao nên chỉ một thời gian ngắn, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ ngày 30 tháng 1 năm 1964]] của tướng [[Nguyễn Khánh]]. Ngày 2 tháng 2 năm 1964 ông được đặc cách thăng cấp [[Trung úy]] và lên giữ chức vụ Tiểu đoàn phó Tiểu đoàn 42 BĐQ. Ngày Quân lực 19 tháng 6 năm 1965,<ref>Ngày 19 tháng 6 năm 1965 là ngày Quân lực đầu tiên và cũng là ngày Quân đội Việt Nam Cộng hòa mang danh xưng mới \"Quân lực Việt Nam Cộng hòa.<\/ref> lần thứ ba ông được đặc cách tại mặt trận thăng cấp [[Đại úy]] tại nhiệm.\n\nĐầu năm 1966, ông rời khỏi đơn vị Biệt động quân, nhận sự vụ lệnh chuyển sang Sư đoàn Bộ binh ông được cử làm Tiểu đoàn trưởng Tiểu đoàn 1, thuộc Trung đoàn 33 của [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]].\n*''Vào thời điểm (1962-1966), tại chiến trường khu vực miền Tây Nam phần có 5 vị Tiểu đoàn trưởng can đảm, lập nhiều chiến công hiển hách. Khi chạm địch, họ điều quân chiếm mục tiêu nhanh chóng. Khi dừng quân, họ hòa mình vui sống với chiến sĩ và đồng bào. Do đó, quân dân miền Tây đã vinh danh họ với 4 chữ \"Ngũ Hổ Miền Tây\". Sự kiện này không những đã lan truyền trên khắp cả Vùng 4 chiến thuật mà quân dân toàn miền Nam đều nghe và biết đến họ:<br>-Năm vị Tiểu đoàn trưởng có tên như sau:''<br>1\/ Hồ Ngọc Cẩn (Tiểu đoàn phó Tiểu đoàn 42 Biệt động quân. Tiểu đoàn trưởng Tiểu đoàn 1, Trung đoàn 33, Sư đoàn 21 Bộ binh).<br>2\/ [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]] (Đại úy Tiểu đoàn phó (1964), rồi Thiếu tá Tiểu đoàn trưởng (1965) Tiểu đoàn 2 Trung đoàn 31, Sư đoàn 21 Bộ binh.<br>3\/ [[Lưu Trọng Kiệt (Trung tá, Quân lực VNCH)|Lưu Trong Kiệt]]<ref>Thiếu tá Lưu Trọng Kiệt sinh năm 1939 tại Vĩnh Long, tốt nghiệp khóa 7 Sĩ quan Trừ bị Thủ Đức. Năm 1968, tử trận tại chiến trường miền Tây, được truy thăng Trung tá và truy tặng Đệ tứ đẳng Bảo quốc Huân chương kèm Anh dũng Bội tinh với nhành dương liễu. Hưởng dương 29 tuổi.<\/ref> (Thiếu tá Tiểu đoàn trưởng Tiểu đoàn 42 Biệt động quân).<br>4\/ [[Nguyễn Văn Huy (Đại tá, Quân lực VNCH)|Nguyễn Văn Huy]]<ref>Thiếu tá Nguyễn Văn Huy sinh năm 1938 tại Sài Gòn, tốt nghiệp khóa 16 Võ bị Đà Lạt. Sau cùng là Đại tá Tỉnh trưởng kiêm Tiểu khu trưởng Kiến Tường (1973-1975).<\/ref> (Thiếu tá Tiểu đoàn trưởng Tiểu đoàn 44 Biệt động quân).<br>5\/ [[Vương Văn Trổ (Đại tá, Quân lực VNCH)|Vương Văn Trổ]]<ref>Đại uý Vương Văn Trổ sinh năm 1939 tại Long Xuyên, tốt nghiệp khóa 10 Sĩ quan Trừ bị Thủ Đức. Sau cùng là Trung tá Tỉnh trưởng, Tiểu khu trưởng tỉnh Kiên Giang kiêm Thị trưởng Thị xã Rạch Giá (1974-1975). Hạ tuần tháng 4 năm 1975 đã có quyết định thăng cấp Đại tá, nhưng chưa nhận được quyết định thì xảy ra biến cố 30\/4\/1975.<\/ref> (Đại úy Tiểu đoàn trưởng Tiểu đoàn 3 Trung đoàn 33, Sư đoàn 21 Bộ binh).\n\n\n==Trận chiến cuối cùng==\nNgày 1 tháng 5 năm 1975, không tuân lệnh của [[Tổng thống Việt Nam Cộng hòa]] [[Dương Văn Minh]] ra lệnh từ [[Sài Gòn]] kêu gọi buông súng đầu hàng, ông vẫn tiếp tục chỉ huy đơn vị trực thuộc chiến đấu đến cùng chống lại lực lượng [[Quân Giải phóng miền Nam Việt Nam]] vào tiếp quản Tiểu khu. Hết đạn, ông bị quân Giải phóng bắt tại mặt trận. Sau đó, ông bị Chính quyền biệt giam tại nhà tù Cần thơ 3 tháng rưỡi.\n\nNgày 14 tháng 8 năm 1975, Chính quyền tuyên án tử hình ông và đưa ông ra xử bắn tại sân vận động Cần Thơ.<ref>Trước khi bị xử bắn, Đại tá Hồ Ngọc Cẩn khẳng khái nói to:<br>-''\"Tôi nhận chết, nhưng có lời yêu cầu cuối cùng. Khi tôi chết cho tôi nhận lá Quốc kỳ Quốc gia của tôi, xin được phủ lên nắp quan tài khi tôi nằm xuống\"''.<br>Rồi ông hô to:<br>-''\"Việt Nam Cộng hòa muôn năm\".<br>- \"Đả đảo Cộng sản\"''.<\/ref> Trước khi chết anh ấy nói: \"Nếu tôi thắng trong cuộc chiến, tôi sẽ không kết án các anh như các anh kết án tôi. Tôi cũng không làm nhục các anh như các anh làm nhục tôi. Tôi cũng không hỏi các anh câu mà các anh hỏi tôi. Tôi chiến đấu cho tự do của người dân. Tôi có công mà không có tội. Không ai có quyền kết tội tôi. Lịch sử sẽ phê phán các anh là giặc đỏ hay tôi là ngụy. Các anh muốn giết tôi, cứ giết đi. Xin đừng bịt mắt. Đả đảo Cộng Sản. Việt Nam Cộng Hòa Muôn Năm\".<ref>{{cite news |title=Đại Tá VNCH Hồ Ngọc Cẩn: Tôi Chiến Đấu Vì Dân |url=https:\/\/vietbao.com\/a218636\/dai-ta-vnch-ho-ngoc-can-toi-chien-dau-vi-dan |accessdate=2022-08-21 |work=Việt Báo |date=2014-03-15}}<\/ref>\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tứ đẳng<ref>Đại tá Hồ Ngọc Cẩn được tặng thưởng Huân chương Bảo quốc đệ tứ đẳng khi còn mang cấp Thiếu tá.<\/ref><br>-Hai mươi lăm Anh dũng Bội tinh với nhành Dương liễu<br>-Ba Chiến thương Bội tinh<br>-Hai Huy chương Hoa Kỳ.\n\n==Gia đình==\n*Phu nhân: Bà Nguyễn Thị Cảnh, sinh năm 1941 tại Thủ Đức, Gia Định. Kết hôn với Đại tá Cẩn khi ông còn là một viên Hạ sĩ quan vào năm 1959. Bà mới chỉ có một người con trai duy nhất với ông. Sau khi ông mất, bà đã ở vậy nuôi con thờ chồng. Hiện nay đang cùng con cháu định cư ở Hoa Kỳ.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa''. Trang 387\n\n[[Thể loại:Sinh năm 1938]]\n[[Thể loại:Mất năm 1975]]\n[[Thể loại:Người Kiên Giang]]\n[[Thể loại:Đại tá Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}