{"29972":"{{Tóm tắt về hồ\n |lake_name = Hồ Trúc Bạch\n |image_lake = Trúc Bạch Panorama.jpg\n |caption_lake = Hồ Trúc Bạch\n |image_bathymetry = \n |caption_bathymetry = \n |location = [[Ba Đình]], [[Hà Nội]], {{VIE}}\n |vĩ độ = 21.045676\n |kinh độ = 105.838440\n |type = [[Hồ nước ngọt]]\n |inflow = \n |outflow = \n |catchment = \n |basin_countries = \n |length = \n |width = \n |area = \n |depth = \n |max-depth = \n |volume = \n |residence_time = \n |shore = \n |elevation = \n |islands = \n |cities = \n |map_type = Hanoi\n}}\n[[Tập tin:Truc Bach Lake.jpg|nhỏ|phải|250px|Hồ Trúc Bạch nhìn từ trên cao<!-- là hồ phía bên phải đường Thanh Niên -->.]]\n[[Tập tin:Truc bach lake mccain memorial hanoi 2007 01.jpg|nhỏ|phải|250px|Ảnh chụp đài kỷ niệm chiến thắng bắn rơi máy bay của [[John McCain]] trong Chiến tranh Việt Nam.]]\n'''Hồ Trúc Bạch''' là một hồ thuộc quận [[Ba Đình]], thủ đô [[Hà Nội]], [[Việt Nam]], nguyên là một phần [[hồ Tây]].\n\n==Sự hình thành==\n\nTrước kia đây là hồ Tây, ở vào góc Đông Nam. Thời trước khu vực này vì sóng lặng hơn nên cá hồ Tây thường tụ về đây. Dân hai làng Yên Hoa (nay là Yên Phụ) và Yên Quang (nay là phố Quán Thánh) đắp một con đê nhỏ để ngăn góc này lại, đánh cá cho dễ hơn, và sau là nuôi cá. Sau đó chúa Trịnh cho đắp con đê rộng ra, và gọi là đê Cố Ngự (nghĩa là giữ vững). Sau này đường Cố Ngự bị đọc chệch thành Cổ Ngư, và là đường Thanh Niên ngày nay.\n\nPhía Đông hồ có bán đảo, dân năm làng đúc đồng ở Bắc Ninh tụ ở đây, hình thành làng đúc đồng Ngũ Xã.\n\n==Tên hồ==\n\nKhi mới bị ngăn ra, hồ chưa có tên riêng, vẫn chỉ là một góc của hồ Tây.\n\nGần hồ có làng Trúc Yên, trồng nhiều trúc, cũng có tên là Trúc Lâm.\n\nVào [[thế kỷ 18|thế kỉ 18]], chúa [[Trịnh Giang]] cho xây một cung điện để nghỉ mát cạnh hồ và cũng gọi là Trúc Lâm. Sau đó Trúc Lâm trở thành nơi giam giữ các cung nữ phạm tội, họ buộc phải tự [[dệt lụa]] để nuôi sống bản thân. [[Lụa]] của họ rất đẹp và trở nên nổi tiếng khắp vùng. Lụa đẹp, bóng bẩy gọi là lụa trúc ([[chữ Hán]] là Trúc Bạch). Từ đó xuất hiện một làng chuyên dệt lụa với tên là làng Trúc, và hồ cũng được gọi là hồ Trúc Bạch.\n\n==Di tích==\n\nXung quanh hồ có nhiều nơi di tích cổ như: [[đền Quán Thánh]], [[chùa Châu Long]], [[đền Cẩu Nhi]].\n\nNăm 1925, xưởng phát điện Yên Phụ được người Pháp cho xây dựng bên bờ phía Bắc của hồ Trúc Bạch và nó trở thành nguồn cung cấp điện quan trọng nhất cho Hà Nội đến tận cuối thập niên 1980. Thời kỳ [[chiến tranh Việt Nam]], [[không quân Hoa Kỳ|không lực Hoa Kỳ]] đã tập trung oanh tạc nhà máy này. Để bảo vệ nhà máy điện và khu vực Ba Đình gần đó, hệ thống phòng không của Quân đội Nhân dân Việt Nam được bố trí dày đặc ở đây. Ngày 26\/10\/1967, máy bay của [[John McCain]] trong khi thực hiện nhiệm vụ oanh tạc [[nhà máy điện Yên Phụ]] đã bị tên lửa bắn rơi. Ông nhảy dù xuống hồ Trúc Bạch và bị dân quân ở khu vực này bắt.\n\nCùng với quá trình đô thị hóa, các làng cổ xung quanh hồ Trúc Bạch không còn nữa, thay vào đó là các nhà và công trình theo kiến trúc hiện đại. Bờ hồ được kè đá và làm đường lưu thông xung quanh.\n\n==Các con đường quanh hồ==\n\n*Đường Thanh Niên, nối từ đường Yên Phụ tới phố Quán Thánh, có tên cũ là đường Cổ Ngư<ref>\"Cổ tích và thắng cảnh Hà Nội\" Doãn Kế Thiện dẫn sách \"Long thành dật sử\" giải thích: \"Năm Vĩnh Tộ thứ 2 đời Lê Thần Tôn (1620), dân làng Yên Phụ và làng Yên Quang (khu vực đầu phố Cửa Bắc đến đền Quán Thánh ngày nay) hợp sức với dân làng Trúc Yên, đắp một con đập từ đầu làng Yên Phụ nối với đầu làng Yên Quang để chắn giữ lấy cá làm nguồn lợi cho cả ba làng. Đập ấy gọi là Cố Ngự Yển, tức đập Cố Ngự, có nghĩa là giữ vững\"<\/ref>. Dọc theo đường này về phía hồ Trúc Bạch có đền Quán Thánh và [[đền Cẩu Nhi]] dời từ núi Nùng về, có từ đời Lý Công Uẩn<ref>Nguyễn Vinh Phúc, đã dẫn<\/ref>, có tên là \"Thủy Trung Tiên từ\" tức đền thờ bà tiên trong nước. Đường Thanh Niên có tên thời Pháp là đường thống chế Ly-ô-tây ''rue Maréchal Lyautey''. Năm 1958-1959, nhiều thanh niên, học sinh Hà Nội đã tới đây lao động, mở rộng và đắp đường này cao lên, và Ủy ban hành chính thành phố lúc đó đã đổi tên theo gợi ý của [[Hồ Chí Minh|Hồ Chủ tịch]]\n*Phố Trúc Bạch dài 165m, chạy từ đầu đường Thanh Niên, vòng bờ phía đông tới phố Châu Long\n*Phố Trấn Vũ\n\n==Xem thêm==\n*[[Các hồ tại Hà Nội]]\n==Tham khảo==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Lakes of Hanoi|Hồ Hà Nội}}\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs\/administration\/departments\/sodulich\/diadanhtieubieu6.htm#2 Hồ Tây - Hồ Trúc Bạch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090509070325\/http:\/\/www.hanoi.gov.vn\/hanoiwebs\/administration\/departments\/sodulich\/diadanhtieubieu6.htm#2 |date=2009-05-09 }}\n{{sơ khai Hà Nội}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Ba Đình]]\n[[Thể loại:Hồ tại Hà Nội|Trúc Bạch]]"}