{"3115754":"'''Hồ Cương Quyết''' (tên khai sinh: '''Menras André Marcel''')<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Quyen-dan-su\/Quyet-dinh-1761-QD-CTN-cho-nhap-quoc-tich-Viet-Nam\/98224\/van-ban-goc.aspx Quyết định về việc cho nhập quốc tịch Việt nam Số: 1761\/QĐ-CTN, Thư viện pháp luật Online]<\/ref> là một người mang hai quốc tịch Pháp - Việt nổi tiếng qua các hành động đấu tranh trong [[Chiến tranh Việt Nam]] tại Miền Nam Việt Nam và sau này là nhiều bộ phim tài liệu trong đó có phim \"Hoàng Sa – Việt Nam: nỗi đau mất mát\" (bản tiếng Pháp \"Hoang Sa Vietnam – La Meurtrissure\" và bản Pháp-Anh là \"La Meurtrissure – Painful Loss\") hay \"VN: Tiếng gào thét từ bên trong\".<ref name=bbc51716434>{{chú thích web |url =https:\/\/www.bbc.com\/vietnamese\/vietnam-51716434 |tiêu đề =Vang tiếng Thủ Thiêm, Đồng Tâm trong phim 'VN: Tiếng gào thét từ bên trong' |author = |ngày =2020-03-09 |nhà xuất bản =BBC |ngày truy cập = |ngôn ngữ = }}<\/ref>\n\n==Tiểu sử==\nAndré Menras sinh năm [[1945]] trong gia đình nông dân nghèo tại [[Coufouleux]], miền nam nước [[Pháp]].<ref>{{chú thích web |url =http:\/\/www.thegioidienanh.vn\/nha-giao-menras-ho-cuong-quyet-va-bo-phim-hoang-sa-viet-nam-noi-dau-mat-mat-8065.html |tiêu đề =Nhà giáo Menras Hồ Cương Quyết và bộ phim Hoàng Sa Việt Nam - Nỗi đau mất mát |author =Hồng Liên |ngày =2011-08-19 |nhà xuất bản =Báo Thế giới điện ảnh Online |ngày truy cập =2017-02-09 |ngôn ngữ = }}<\/ref>\n\nNăm 1967, André Marcel tốt nghiệp đại học Sư phạm thành phố [[Montpellier]].<ref name=bdv1>[http:\/\/baodatviet.vn\/chinh-tri-xa-hoi\/andre-nguoi-nuoc-ngoai-dau-tien-nhap-quoc-tich-viet-nam-2341613\/ André- người nước ngoài đầu tiên nhập quốc tịch Việt Nam], baodatviet, 12\/02\/2013<\/ref>\nNăm 1968, André Menras tới Việt Nam dạy tiếng Pháp tại Lycée Blaise Pascal ở Đà Nẵng và năm 1969 tại trường phổ thông trung học Lê Quý Đôn (tên cũ Jean-Jacques Rousseau) ở Sài Gòn.\n\nThuộc nhóm phản đối Chiến tranh và để bày tỏ sự ủng hộ [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]], André Menras đã cùng bạn là Jean-Pierre Debris leo lên tượng Thủy quân Lục chiến trước Hạ nghị viện của [[Việt Nam Cộng hòa]] (nay là Nhà hát lớn) ở Sài Gòn để treo cờ Giải phóng, và rải truyền đơn đòi Mỹ và quân đồng minh rút quân khỏi Việt Nam. Vì hành động này, André Menras và Jean-Pierre Debris đã bị xử tù người ba năm, người bốn năm. André được trả tự do và bị trục xuất khỏi Việt Nam vào ngày 1\/1\/1973, 27 ngày trước khi hiệp định Paris được ký kết.\n\nNăm 2002, ông được công nhận là công dân danh dự Thành phố Hồ Chí Minh.<ref name=bdv1\/> Cũng trong năm này, ông thành lập Hiệp hội hữu nghị phát triển và trao đổi sư phạm Pháp Việt (ADEP) và giữ cương vị chủ tịch<ref name=bdv1\/>. Tháng 11 năm 2009, với quyết định do Chủ tịch nước [[Nguyễn Minh Triết]] ký, André Menras chính thức trở thành công dân có [[quốc tịch Việt Nam]] với tên Hồ Cương Quyết. Các bài viết của anh từ đó thường ký hai tên André Menras - Hồ Cương Quyết.<ref>[http:\/\/vanviet.info\/van-de-hom-nay\/giao-luu-voi-andr-menras-ho-cuong-quyet-tc-gia-bo-phim-ti-lieu-hong-sa-viet-nam-noi-dau-mat-mt\/ Giao lưu với André Menras – Hồ Cương Quyết, tác giả bộ phim tài liệu \"Hoàng Sa – Việt Nam: nỗi đau mất mát\"], Văn Việt<\/ref> Ông có thể nói tiếng Việt lưu loát<ref>[https:\/\/www.youtube.com\/watch?v=INukEH_cLLE Hội thảo Quốc tế về biển Đông: Đạo diễn Hồ Cương Quyết (Andre Menras)]<\/ref>.\n\n==''Hoàng Sa Việt Nam: Nỗi đau mất mát''==\nBộ phim tài liệu ''Hoàng Sa Việt Nam: Nỗi đau mất mát'' được thực hiện tại huyện đảo [[Lý Sơn]] và xã [[Bình Châu]] thuộc huyện [[Bình Sơn]], cả hai huyện thuộc tỉnh [[Quảng Ngãi]]. Tổng thời gian thực hiện là 3 tháng lấy tư liệu, 10 ngày quay phim và 2 tuần để dàn dựng bộ phim.<ref>[http:\/\/www.anninhthudo.vn\/Blog-nghe-si\/Ban-hung-ca-ve-noi-dau-mat-mat\/559686.antd Bản hùng ca về nỗi đau mất mát], Báo An ninh thủ đô, 10\/7\/2014<\/ref>\n\nPhim khi quay được sự ủng hộ của nguyên Chủ tịch nước Nguyễn Minh Triết, Bộ Ngoại giao cũng như sự góp sức cả về vật chất lẫn kỹ thuật của Đài Truyền hình thành phố Hồ Chí Minh. Theo ông Quyết, bộ phim đó đã nhận được giấy phép xuất nhập sản phẩm báo chí 155\/SNV-VHTT\/VHP cấp ngày 07. 06. 2011 tại TP. HCM. Phim đã được chính thức công nhận là \"nội dung không vi phạm luật báo chí Việt Nam\"\".<ref>[http:\/\/nguoiviet.de\/nv\/modules.php?name=News&op=viewst&sid=29523 André Menras-Hồ Cương Quyết: THƯ NGỎ VỀ VIỆC CHIẾU BỘ PHIM TÀI LIỆU \"HOÀNG SA VIỆT NAM: NỖI ĐAU MẤT MÁT\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140714152332\/http:\/\/nguoiviet.de\/nv\/modules.php?name=News&op=viewst&sid=29523 |date=2014-07-14 }}, nguoiviet.de, 24.05.2014<\/ref>\n\nPhim được chiếu lần đầu tiên vào ngày 28 tháng 6 năm 2011 tại Paris, cho cộng đồng những người bạn Pháp ủng hộ Việt Nam và kiều bào. Hồ Cương Quyết cho biết lý do ông làm bộ phim này: \"''Năm 2006, qua báo chí Việt Nam, tôi đọc được nhiều trường hợp ngư dân Việt Nam đánh bắt cá tại vùng biển Hoàng Sa của Việt Nam đã bị các tàu đánh cá, tàu quân sự của Trung Quốc uy hiếp và bắt, tịch thu tàu thuyền, dụng cụ làm nghề bắt cá, đòi tiền chuộc đến tán gia bại sản. Tôi đi từ tâm trạng ngạc nhiên đến phẫn nộ, nhiều đêm không ngủ được. Tôi đã liên tục theo dõi thông tin, thực hiện các nghiên cứu tìm tòi và ngày càng cảm thấy lo ngại về tình trạng này. Vì thế, tôi đã quyết định phải dấn thân vào việc bảo vệ các ngư dân vì tôi nghĩ rằng, bảo vệ ngư dân cũng là bảo vệ độc lập và chủ quyền của Việt Nam. Và rồi, tôi quyết định làm một phóng sự về họ.''\".<ref>[http:\/\/www.thanhnien.com.vn\/pages\/20110709\/andre-menras-ho-cuong-quyet-hoang-sa-viet-nam-noi-dau-mat-mat.aspx Hoàng Sa Việt Nam: Nỗi đau mất mát], Thanh niên, 09\/07\/2011<\/ref>\n\nNhưng phim này đã bị cấm chiếu ở Việt Nam vào ngày 29 tháng 11 năm 2011. Ở Pháp trong tháng 2 năm 2012, thành phố Montpellier cũng đã không cho mượn phòng chiếu. Tuy nhiên từ [[Vụ giàn khoan Hải Dương 981]], Việt Nam đã cho phép chiếu phim lần đầu tiên vào ngày 10, 11, 12 tháng 7 ở Hà Nội và vào ngày 5. tháng 8 năm 2014 ở Sài Gòn.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/la-meurtrissure-prohibited-ta-02282012113125.html Phim «Hoàng sa, nỗi đau mất mát» bị cấm chiếu ở Montpellier], RFA, 28\/02\/2012<\/ref><ref>[http:\/\/xuandienhannom.blogspot.de\/2014\/07\/bay-gio-uoc-chieu-phim-hoang-sa-viet.html Chiếu phim 'Hoàng Sa - VN: Nỗi đau mất mát\" tại Hà Nội, TP.HCM'], 09\/07\/2014<\/ref>\n==''Việt Nam: Tiếng gào thét từ bên trong''==\nAndré Menras cho biết, Tháng 2\/2019 ông sang Việt Nam với mục đích thực hiện bộ phim mới về Trường Sa, nhưng khi tham dự họp mặt đầu năm của Câu lạc bộ Lê Hiếu Đằng. Sau khi nhà thơ Phan Đắc Lữ bị công an bắt sau buổi họp đó, ông quyết định làm phim về nhân quyền, tự do ngôn luận.\nPhim tài liệu \"VN: Tiếng gào thét từ bên trong\" phỏng vấn những người đã từng hy sinh và phục vụ cho lý tưởng hay bộ máy chính quyền cộng sản trong đó có dịch giả [[Phạm Toàn]], nhà nghiên cứu [[Nguyễn Khắc Mai]], giáo sư [[Chu Hảo]], nhà báo độc lập [[Phạm Chí Dũng]], nhà sử học [[Trần Đức Anh Sơn]], giáo sư [[Tương Lai]]. Ngoài ra còn có cuộc phỏng vấn cụ [[Lê Đình Kình]] và dân làng tại [[Đồng Tâm]], Đức Cha Nguyễn Thái Hợp và một số người trong cuộc về [[sự cố Formosa]]...<ref name=bbc51716434\/>\n\n==Nhận xét==\n* Về [[vụ án Đồng Tâm]]: \"Đồng Tâm là một thất bại nặng nề trong cuộc chiến tranh mà đảng Cộng sản của [[Nguyễn Phú Trọng]] đã tiến hành chống lại nhân dân Việt Nam. Sớm hay muộn, nó sẽ phải trả giá cho những hậu quả. <ref>[https:\/\/www.bbc.com\/vietnamese\/vietnam-54113726 André Menras: ‘Đồng Tâm là hình ảnh 'một chế độ cùng đường, coi dân là kẻ thù’], BBC, 14\/09\/2020<\/ref>\n\n==Chú thích==\n{{tham khảo|3}}\n\n==Liên kết ngoài==\n*{{chú thích web|title=Ông André Menras: Chúng tôi không đơn độc trong \"cuộc chiến bị kiểm duyệt\" tại Biển Đông|url=http:\/\/www.viet.rfi.fr\/viet-nam\/20120224-ong-andre-menras-chung-toi-khong-don-doc-trong-%C2%AB-cuoc-chien-bi-kiem-duyet-%C2%BB-tai-bi|publisher=[[Radio France Internationale|RFI]]|date=2012-02-24}}\n*Phim tài liệu ''[https:\/\/www.youtube.com\/watch?v=0xABVKNWdjA Việt Nam: Tiếng gào thét từ bên trong]''\n\n[[Thể loại:Sinh năm 1945]]\n[[Thể loại:Sống tại Đà Nẵng]]\n[[Thể loại:Người Việt gốc Pháp]]\n[[Thể loại:Sống tại Thành phố Hồ Chí Minh]]"}