{"1405762":"{{Thông tin nhân vật hoàng gia\n| tên = Tá Thiên Nhân Hoàng Hậu\n| tên gốc = 佐天仁皇后\n| tước vị = [[Minh Mạng|Nguyễn Thánh Tổ]] [[vợ|nguyên phối]]\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = \n| tại vị = \n| đăng quang = \n| tiền nhiệm = \n| kế nhiệm = \n| chồng = [[Nguyễn Thánh Tổ]]<br> Minh Mạng\n| thông tin con cái = ẩn\n| con cái = [[Nguyễn Hiến Tổ]]<br> Thiệu Trị hoàng đế\n| tên đầy đủ = Hồ Thị Hoa (胡氏華)<br>Hồ Thị Thật (胡氏實)\n| tước hiệu = Thuận Đức Chiêu nghi <br>(順德昭儀; thụy hiệu)<br>Thuận Đức Thần phi <br>(順德宸妃; thụy hiệu)<br>Tá Thiên Nhân Hoàng hậu <br>(佐天仁皇后; thụy hiệu)\n| thụy hiệu = <font color = \"grey\">Tá Thiên Lệ Thánh Đoan Chính Cung Hòa Đốc Khánh Từ Huy Minh Hiền Thuận Đức Nhân hoàng hậu<\/font><br>(佐天儷聖端正恭和篤慶慈徽明賢順德仁皇后)\n| hoàng tộc = [[Nhà Nguyễn]]\n| cha = [[Hồ Văn Bôi]]\n| mẹ = Hoàng Thị Lành\n| sinh = [[30 tháng 11]] năm [[1791]]\n| nơi sinh = [[Biên Hòa]], [[Đại Việt]]\n| mất = {{death date and age |1807|06|29|1791|11|30|df=yes}}\n| nơi mất = [[Cố đô Huế|Phú Xuân]], [[Đại Nam]]\n| ngày an táng = \n| nơi an táng = [[Lăng Thiệu Trị|Hiếu Đông Lăng]] (孝東陵)\n}}\n{{otheruses4|mẹ ruột vua [[Thiệu Trị]]| [[Anh hùng lực lượng vũ trang nhân dân]] cùng tên|Hồ Thị Bi}} \n'''Tá Thiên Nhân hoàng hậu''' ([[chữ Hán]]: 佐天仁皇后, [[1791]] - [[29 tháng 6]] năm [[1807]]), tên thật '''Hồ Thị Hoa''' (胡氏華) hoặc '''Hồ Thị Thật''' (胡氏實), là vợ đầu của [[Nguyễn Thánh Tổ]] Minh Mạng, vị quân chủ thứ hai của triều đại [[nhà Nguyễn]] trong [[lịch sử Việt Nam]]. Bà sinh ra Hiến Tổ [[Thiệu Trị]] rồi qua đời sau đó 13 ngày.\n\nBà chưa từng làm [[Hoàng hậu]] khi còn sống, chỉ được truy phong thụy hiệu bởi con trai bà là Hiến Tổ Thiệu Trị. Bà là người đức tốt nhưng yểu mệnh, được cha chồng [[Gia Long]] rất thương mà ra lệnh kiêng kỵ chữ '''Hoa''' trong tên bà, trở thành một câu chuyện nổi tiếng, dẫn đến việc đổi tên hàng loạt của các địa danh trong nước, cho đến tận ngày nay.\n\n==Tiểu sử==\nTá Thiên Nhân Hoàng hậu xuất thân từ gia tộc [[họ Hồ]] ở [[Bình An]], tỉnh [[Biên Hòa]], con gái của ông Phúc Quốc công [[Hồ Văn Bôi]], mẹ là Phúc Quốc phu nhân Hoàng Thị Lành. Đương thời nguyên danh của bà là '''Hoa''' (華).\n\nNăm [[Bính Dần]], Gia Long thứ 5 ([[1806]]), Gia Long và [[Thuận Thiên Cao Hoàng hậu]] tuyển con gái các quan đại thần để làm nguyên phối cho Hoàng trưởng tử Nguyễn Phúc Đảm, bà được chọn làm chính thất, tiến vào hầu ở tiềm để.<ref>Tiềm để: phủ đệ của hoàng tử được định kế vị mà chưa lên ngôi<\/ref>\n\nBà là người trinh thuận, hiếu kính, được cha mẹ chồng hết mực yêu quý. Hoàng đế ban cho tên hay.<ref>ông ban cho chữ trên là chữ '''Miên''', dưới là chữ '''Quán''' nghĩa là chữ '''Thực''', '''Thực''' là quả. Còn tên cũ của bà trên '''không có chữ''', dưới là chữ '''Thập''' nghĩa là chữ '''Hoa'''.<\/ref> Hoàng đế cho rằng tên cũ của bà chỉ là hương thơm làm nghĩa, sao bằng chữ mới có nghĩa là gồm cả quả phúc, tức là '''Thật''' (實).\n\nMột năm sau, vào ngày [[16 tháng 6]], bà sinh ra Hoàng tử trưởng là Nguyễn Phúc Miên Tông, rồi 13 ngày sau bị bệnh hậu sản mà mất, khi chỉ mới 17 tuổi. Lăng táng ở núi [[Cư Chính]], huyện [[Hương Thủy]].\n\n==Kiêng tên húy==\nVua Minh Mạng lên ngôi ban hành lệ kiêng húy bà. Chính vì vậy: những từ có tên '''Hoa''' đều phải thay đổi. Tỉnh Thanh Hoa = Thanh Hóa, chợ Đông Hoa = [[chợ Đông Ba]] (vua Đồng Khánh đổi), cầu Hoa = cầu Bông (cây cầu trên rạch Thị Nghè), làng Yên Hoa = làng Yên Phụ, hoặc đổi đọc là '''Huê''' như làng Hoa Cầu = Huê Cầu, hoa nhài = huê nhài...\n\nChữ '''Thật''' tên bà cũng đổi đọc là thực, như thật sự = thực sự, chân thật = chân thực...\n\n==Truy phong==\nMinh Mạng năm thứ 2 ([[1821]]), mùa hạ, tháng 6, sách tặng bà làm '''Thuận Đức Chiêu nghi''' (順德昭儀).\n\nNăm thứ 7, truy tôn cha bà làm ''Nghiêm Vũ Tướng quân Thượng hộ quân Đô Thống'', Hoàng phu nhân nhận tước ''Nhị phẩm phu nhân'' (二品夫人).\n\nNăm thứ 17, tặng bà lên hàng '''Thần phi''' (宸妃). Sai Tiền quân Đô thống phủ Chưởng phủ sự là [[Phan Hữu Tâm]] sung làm Chánh sứ; Thượng thư bộ Lễ là [[Phan Huy Thức]] sung làm Phó sứ, cầm tờ tiết, bưng sách vàng kính đến từ đường làm lễ truy phong.\n\nNăm thứ 19, mùa đông tháng 10, lại cho xây đền ở xã [[Vạn Xuân]], bờ bên tây sông Hữu hộ thành rồi cho rước linh cữu về đấy.\n\nNăm đầu Thiệu Trị ([[1841]]), tháng 3 cùng năm, Hiến Tổ Thiệu Trị đã hỏi bà nội mình là [[Thuận Thiên Cao Hoàng hậu|Nhân Tuyên Thái hoàng thái hậu]] sách phong thêm cho Hoàng tỷ,<ref>tên gọi mẹ vua khi đã mất, khi còn sống gọi là mẫu<\/ref> Thái hoàng thái hậu cho là phải. Lại dụ tờ ý như sau:\n\n{{Cquote|''Thuận Đức Thần phi Hồ thị, kính vâng Thế Tổ Cao Hoàng Đế cùng già này đã cẩn thận chọn con gái trưởng của công thần [[Hồ Văn Bôi]] sung làm nguyên phối với Thánh Tổ Nhân Hoàng Đế. Hồ thị là người nết na, thuần thục, đoan kính hiền lương, được Nhân Hoàng Đế kính trọng yêu mến, lại khéo hầu hạ đức Thế Tổ Cao Hoàng Đế và già này, được hết đạo hiếu. Cho nên Thế Tổ đặc biệt ban cho mỹ húy<ref>tức chữ Thực (實)<\/ref>. Nay tích đức để phúc, sinh được cháu trưởng để nối nghiệp lớn, nguồn phúc là từ đấy mà có. Nhưng Phi chết sớm, không kịp trông thấy ngày nay, thật thương xót! Nhân Hoàng Đế lòng thương vợ cũ, đã truy phong làm Thần phi, ở ngôi 21 năm mà trong cung vẫn để trống ngôi chính, há chẳng phải là để tưởng nhớ người vợ hiền lương chăng? Nay các quan có lời tâu nên cùng truy phong Đế và Hậu, rất hợp lòng lão tổ mẫu này. Lại có thể an ủi tấm lòng Nhân Hoàng Đế đối với hiền thê xưa, nay chuẩn cho Hoàng đế cháu ta cùng bá quan biết.''|||Sách văn dâng thụy - Đại Nam liệt truyện}}.\n\nTháng 4, ngày 16 là ngày [[Canh Tý]], dâng tôn thụy là '''Tá Thiên Lệ Thánh Đoan Chính Cung Hòa Đốc Khánh Từ Huy Minh Hiền Thuận Đức Nhân hoàng hậu''' (佐天儷聖端正恭和篤慶慈徽明賢順德仁皇后). Sau đưa thần chủ hợp táng ở [[Lăng Thiệu Trị|Xương Lăng]] (昌陵), lăng bà gọi là ''Hiếu Đông lăng'' (孝東陵), thờ tại điện Sùng Ân cùng [[Minh Mạng|Thánh Tổ Nhân Hoàng đế.]]\n\nCha bà là [[Hồ Văn Bôi]] được truy phong ''Đặc Tiến Tráng Vũ tướng quân Tả quân đô thống phủ Đô Thống'', chức [[Thái bảo]], tước hiệu ''Phúc Quốc công'' (福國公), thụy là ''Trung Dũng'' (忠勇). Mẹ bà là Hoàng Thị Lành nhận tước ''Nhất phẩm Phúc Quốc phu nhân'' (一品福國夫人), thụy là ''Ý Thuận'' (懿順), dựng đền thờ riêng ở xã Xuân Hòa, [[Hương Trà]], lại cho dựng từ đường riêng ở quê nhà, đều gọi là ''Hồ tộc từ đường'' (胡族祠堂).\n\n==Tham khảo==\n* [[Đại Nam liệt truyện]], tập 3, Chính biên Nhị thập, sách đã dẫn.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Hoàng hậu nhà Nguyễn}}\n\n[[Thể loại:Sinh năm 1790]]\n[[Thể loại:Mất năm 1807]]\n[[Thể loại:Người Biên Hòa]]\n[[Thể loại:Hoàng hậu nhà Nguyễn]]\n[[Thể loại:Phi tần Minh Mạng]]"}