{"3435556":"'''Hồ Xuân Mãn''' (sinh [[1949]]) là một cựu chính khách Việt Nam. Ông nguyên là Bí thư Tỉnh ủy Thừa Thiên Huế (2001 - 2010), Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khoá IX]], [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X|khóa X]]. Ông còn được biết đến nhiều với vụ bê bối khai gian dối thành tích và là người đầu tiên trong [[lịch sử Việt Nam]] bị tước danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]].<ref name=dspl1>[http:\/\/www.doisongphapluat.com\/tin-tuc\/su-kien-hang-ngay\/vi-sao-ong-ho-xuan-man-bi-tuoc-danh-hieu-anh-hung-a63168.html Vì sao ông Hồ Xuân Mãn bị tước danh hiệu Anh hùng?], doisongphapluat, 24.10.2014<\/ref><ref name=\"laodong20180407\">{{chú thích web |url =https:\/\/laodong.vn\/phap-luat\/ong-phan-van-vinh-co-bi-tuoc-danh-hieu-anh-hung-luc-luong-vu-trang-nhan-dan-600040.ldo |tiêu đề =Ông Phan Văn Vĩnh có bị tước danh hiệu Anh hùng lực lượng vũ trang nhân dân? |author =A.L |ngày =2018-04-07 |nhà xuất bản =Báo Lao động |ngày truy cập =2018-04-07 |ngôn ngữ = |archiveurl = |ngày lưu trữ = 2018-04-07}}<\/ref>\n\n==Thân thế sự nghiệp==\nÔng sinh năm 1949, quê ở thôn Phò Ninh, xã [[Phong An]], huyện [[Phong Điền]], tỉnh [[Thừa Thiên Huế]]. Theo hồ sơ báo cáo thành tích, năm 1963, ông bắt đầu tham gia hoạt động cho [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] chống chế độ [[Việt Nam Cộng hòa]], khi mới 14 tuổi. Năm 1967, ông thoát ly gia đình, trở thành chiến sĩ an ninh vũ trang tỉnh Thừa Thiên, lên dần đến chức vụ Đội trưởng Trinh sát an ninh vũ trang Ban An ninh huyện Phong Điền. Từ năm 1973 cho đến ngày [[26 tháng 3]] năm 1975, ông là Trưởng ban An ninh kiêm Xã đội trưởng xã Phong An, huyện Phong Điền.<ref name=dspl1\/>\n\nNăm 1976, ông được cử đi đào tạo tại trường Tuyên huấn Trung ương II. Năm 1980, ra trường, ông lần lượt giữ các chức vụ Bí thư Huyện đoàn, Ủy viên thường vụ, Trưởng Ban tuyên giáo, Phó bí thư thường trực, Bí thư Huyện ủy Phong Điền. Năm 1990, ông được bầu vào Ban chấp hành Đảng bộ tỉnh Thừa Thiên Huế. Năm 1993, ông được bầu làm Ủy viên Thường vụ Tỉnh ủy, Phó bí thư thường trực, Chủ tịch Hội đồng nhân dân tỉnh Thừa Thiên Huế.\n\n==Vụ bê bối khai gian thành tích==\nNgày [[4 tháng 1]] năm [[2001]], ông được bầu làm Bí thư [[Tỉnh ủy Thừa Thiên Huế]] và giữ chức vụ này trong 2 nhiệm kỳ.<ref>[https:\/\/thuathienhue.gov.vn\/vi-vn\/Trang-ch%E1%BB%A7\/S%E1%BB%B1-ki%E1%BB%87n-n%E1%BB%95i-b%E1%BA%ADt-h%C3%A0ng-n%C4%83m\/N%C4%83m-2020\/%C4%90%E1%BA%A1i-h%E1%BB%99i-%C4%90%E1%BA%A3ng-b%E1%BB%99-t%E1%BB%89nh-Th%E1%BB%ABa-Thi%C3%AAn-Hu%E1%BA%BF-l%E1%BA%A7n-th%E1%BB%A9-XVI\/Th%C3%B4ng-tin-%C4%90%E1%BA%A1i-h%E1%BB%99i-%C4%90%E1%BA%A3ng-b%E1%BB%99-t%E1%BB%89nh-Th%E1%BB%ABa-Thi%C3%AAn-Hu%E1%BA%BF-l%E1%BA%A7n-th%E1%BB%A9-XVI\/tid\/Dang-bo-Thua-Thien-Hue-qua-cac-ky-Dai-hoi\/newsid\/51F7519B-5D75-4D90-A1DC-AC4200AB2B29\/cid\/524866DF-9F67-4240-87BB-AC3F00AC5608 Đảng bộ Thừa Thiên Huế qua các kỳ Đại hội], Cổng thông tin điện tử tỉnh Thừa Thiên Huế, truy cập 23\/11\/2020.<\/ref> Trong thời gian này, hồ sơ thành tích đề cử phong danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] cho ông Hồ Xuân Mãn được hoàn thành để phê chuẩn. Đến ngày [[21 tháng 8]] năm 2010, trong Đại hội thi đua yêu nước tỉnh Thừa Thiên Huế lần thứ ba, ông Hồ Xuân Mãn được trao tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]], đúng một tháng trước khi ông Mãn về hưu.<ref name=dspl1\/>\n\nTuy nhiên, việc phong danh hiệu Anh hùng cho ông Hồ Xuân Mãn gây nhiều nghi ngờ đối với những người đồng chí từng cùng chiến đấu với ông. Theo ông Hoàng Phước Sum, một trung tá an ninh về hưu, nguyên Đội trưởng An ninh huyện Phong Điền, một trong những người đứng đơn tố cáo việc khai man thành tích của ông Hồ Xuân Mãn, thì phải mất hơn một năm sau họ mới lấy được bản thành tích của ông Mãn để thu thập bằng chứng về việc ông Mãn khai gian thành tích để được phong danh hiệu Anh hùng. Sau hơn 2 năm kiên trì đấu tranh, những cựu chiến binh tố cáo ông Mãn phải đối mặt với rất nhiều áp lực, có người bị đánh, bị dọa giết, nhưng họ vẫn quyết đi đến cùng.\n\nNgày [[2 tháng 1]] năm 2014, Ủy ban Kiểm tra trung ương Đảng Cộng sảng Việt Nam có kết luận chính thức là ông Hồ Xuân Mãn đã khai man thành tích để được phong tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân.<ref name=tt1>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20140221\/nhung-nguoi-dung-cam\/594713.html Những người dũng cảm], tuoitre, 21..2014<\/ref>. Ngày [[24 tháng 10]] cùng năm, Chủ tịch nước [[Trương Tấn Sang]] đã ra Quyết định về việc Quyết định tước phong tặng danh hiệu Anh hùng Lực lượng vũ trang nhân dân đối với ông Hồ Xuân Mãn, do kê khai không đúng thành tích, theo kết quả thẩm tra, xác minh của Ủy ban Kiểm tra Trung ương, có đến 15\/17 thành tích không đúng thực tế.<ref name=vov1>[http:\/\/vov.vn\/xa-hoi\/du-luan-thua-thienhue-that-vong-ve-anh-hung-rom-ho-xuan-man-360379.vov Dư luận Thừa Thiên Huế thất vọng về Anh hùng \"rởm” Hồ Xuân Mãn], vov, 25.10.2014<\/ref>\n\n===Cần làm rõ trách nhiệm===\nÔng Hoàng Văn Phận, nguyên Trung đội trưởng Công binh lực lượng vũ trang huyện Phong Điền thời kỳ 1966 – 1967 cho rằng, lỗi chính là ở người khai đã bịa đặt, nhưng cũng cần làm rõ trách nhiệm, sai phạm của cá nhân, tập thể. Thậm chí, một số lãnh đạo tỉnh Thừa Thiên Huế từng khẳng định việc xét tặng danh hiệu Anh hùng cho ông Mãn được thực hiện đúng quy trình, nguyên tắc. Chẳng hạn, Bí thư Tỉnh ủy Thừa Thiên Huế [[Nguyễn Ngọc Thiện]] khi trả lời Báo PLVN trước đây cũng khẳng định quy trình xây dựng bộ hồ sơ đề nghị tặng danh hiệu anh hùng của ông Mãn được thực hiện chặt chẽ và đầy đủ theo các quy định.<ref name=bpl1>[http:\/\/baophapluat.vn\/nhip-cau\/ai-tiep-tay-cho-ong-ho-xuan-man-thanh-anh-hung-200151.html Ai “tiếp tay” cho ông Hồ Xuân Mãn thành Anh hùng?], vov, 25.10.2014<\/ref>\n\n==Chú thích==\n{{Tham khảo|cột=}}\n\n==Liên kết ngoài==\n* [http:\/\/www.nhavantphcm.com.vn\/tac-pham-chon-loc\/but-ky-tap-van\/ho-xuan-man-lam-hu-hong-can-bo-the-nao.html Hồ Xuân Mãn làm hư hỏng cán bộ thế nào?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160916131633\/http:\/\/www.nhavantphcm.com.vn\/tac-pham-chon-loc\/but-ky-tap-van\/ho-xuan-man-lam-hu-hong-can-bo-the-nao.html |date = ngày 16 tháng 9 năm 2016}}, nhavantphcm, NGUYỄN QUANG HÀ, 6.11.2014\n\n{{thời gian sống|1949}}\n\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IX]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa X]]\n[[Thể loại:Bí thư Tỉnh ủy Thừa Thiên Huế]]\n[[Thể loại:Chủ tịch Hội đồng nhân dân tỉnh Thừa Thiên Huế]]"}