{"645637":"{{Infobox book\n| name = Hồ Chí Minh toàn tập\n| title_orig = Hồ Chí Minh toàn tập\n| translator =\n| image = Ho Chi Minh toan tap.jpg\n| image_caption = Bìa cuốn Hồ Chí Minh toàn tập, tập 1\n| author = [[Hồ Chí Minh]]\n| country = {{Việt Nam}}\n| language = [[Tiếng Việt]]\n| subject = [[Chính trị]] - [[lịch sử]] - [[kinh tế]] - [[văn hóa]] - [[triết học]] - [[khoa học]] - [[chủ nghĩa cộng sản]] - [[chủ nghĩa xã hội]] - [[chủ nghĩa Marx-Lenin]] - [[chủ nghĩa tư bản]] - [[giai cấp]] - [[Dân tộc (cộng đồng)|dân tộc]]\n| genre = [[Chính trị]]\n| publisher = [[Nhà xuất bản Chính trị quốc gia - Sự thật]]\n| pub_date = 1990, [[2000]], [[2011]]\n}}\n'''''Hồ Chí Minh toàn tập''''' là bộ sách sưu tầm tổng hợp những bài báo, thư từ, bài diễn văn, bản báo cáo, và các trả lời phỏng vấn truyền thông, báo chí trong và ngoài nước của [[Hồ Chí Minh]], còn được lưu lại từ ghi âm và các số báo cũ hiện lưu giữ trong các viện bảo tàng, do [[Nhà xuất bản Chính trị quốc gia - Sự thật]] xuất bản vào năm [[1990]], [[2000]], và đã ra mắt độc giả vào năm [[2011]].\n\nTrước đó, Nhà xuất bản Sự Thật (Hà Nội) cũng đã xuất bản 5 tập của bộ sách ''Hồ Chí Minh - Tuyển tập'' vào các năm từ 1971 đến 1983.{{fact|date=7-2014}} So với bộ Toàn tập, bộ Tuyển tập có dung lượng ít hơn vì một số lượng đáng kể tài liệu còn đang được xác minh và hiệu đính. Năm 2003, bộ \"Hồ Chí Minh tuyển tập\" đã được tái bản lần thứ ba gồm ba tập.<ref>[http:\/\/saharavn.com\/sach-Ho-Chi-Minh-Tuyen-Tap-%28Tron-bo-3-tap,-bia-cung,-xuat-ban-lan-thu-3%29\/index.php?page=1&sub=105&product_type=375&script=index&page_num=5&product=18782&flag1=1 Hồ chí Minh tuyển tập]{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n==Xuất bản==\nNăm [[1990]], nhân dịp kỷ niệm 100 năm ngày sinh [[Hồ Chí Minh|chủ tịch Hồ Chí Minh]] (1890-1990), [[Nhà xuất bản Chính trị quốc gia - Sự thật]] đã xuất bản bộ sách Hồ Chí Minh toàn tập lần thứ nhất với 10 tập. Năm [[2000]], bộ Hồ Chí Minh toàn tập được Nhà xuất bản Chính trị quốc gia – Sự thật tái bản lần thứ hai với 12 tập sách. Trong lần tái bản thứ ba, bộ Hồ Chí Minh toàn tập sẽ được [[Học viện Chính trị - Hành chính Quốc gia Hồ Chí Minh]] phối hợp với Nhà xuất bản Chính trị quốc gia - Sự thật tổ chức xuất bản trong [[tháng năm|tháng 5]] năm [[2011]] với 15 tập.\n\nTrong hai lần xuất bản trước đây, những bài báo do Hồ Chí Minh viết chung với người khác hoặc chưa được các nhà nghiên cứu, giáo sư, học giả, sử gia xác minh và thẩm định rõ ràng là của Hồ Chí Minh đều không được đưa vào. Sau mười năm nghiên cứu, thẩm định thì những bài viết này nếu được xác định là của Hồ Chí Minh thì được bổ sung trong lần tái bản. Do đó mỗi lần tái bản là có thêm một số bài mới. Trong lần xuất bản thứ ba, ngoài các tác phẩm mới đã được thẩm định, xác minh và đưa vào, thì các tác phẩm được suy luận là của Hồ Chí Minh dựa trên quan điểm, lập luận, văn phong, và bút hiệu nhưng chưa được xác định rõ ràng vẫn sẽ được đưa vào phần riêng ''Những tác phẩm có thể của Chủ tịch Hồ Chí Minh''. Những bài viết do Hồ Chí Minh viết chung với tác giả khác sẽ được đưa vào phần Phụ lục. Những tác phẩm mới sưu tầm trước khi đưa vào biên tập, xuất bản lần thứ ba đã được thẩm định, nghiệm thu hai cấp theo quy định của chương trình nghiên cứu khoa học cấp nhà nước.<ref>{{Chú thích web|url=http:\/\/danviet.vn\/29493p1c24\/cong-bo-bo-ho-chi-minh-toan-tap-xuat-ban-lan-thu-ba.htm|tiêu đề=Công bố bộ \"Hồ Chí Minh toàn tập\" xuất bản lần thứ ba|ngày tháng=01\/18\/2011|nhà xuất bản=Nông thôn Ngày nay|ngôn ngữ=vi|ngày truy cập=2011-02-17|archive-date = ngày 12 tháng 2 năm 2011 |archive-url=https:\/\/web.archive.org\/web\/20110212063256\/http:\/\/danviet.vn\/29493p1c24\/cong-bo-bo-ho-chi-minh-toan-tap-xuat-ban-lan-thu-ba.htm}}<\/ref><ref>{{Chú thích web|url=http:\/\/baodientu.chinhphu.vn\/Home\/Xuat-ban-Ho-Chi-Minh-Toan-tap-voi-800-tai-lieu-moi\/20111\/60417.vgp|tiêu đề=Xuất bản Hồ Chí Minh Toàn tập với 800 tài liệu mới|ngày tháng=01\/17\/2011|nhà xuất bản=VGP News|tác giả=Nguyệt Hà|ngôn ngữ=vi}}<\/ref>\n\n==Đặc điểm==\nDù được viết dưới bút hiệu nào hay thời điểm nào thì Hồ Chí Minh cũng vẫn thể hiện một lập trường, quan điểm với các lập luận, văn phong, cách viết, cách nói tương tự nhau. Với phong cách nói chuyện và lối hành văn trong sáng, giản dị và dễ hiểu nhất có thể.<ref name=\"HCMTT\">{{Chú thích sách\n|author = [[Hồ Chí Minh]]\n|tựa đề= Hồ Chí Minh toàn tập\n|date= xuất bản năm [[1990]], [[2000]], [[2011]]\n|nhà xuất bản= [[Nhà xuất bản Chính trị quốc gia - Sự thật]]\n|nơi= {{Việt Nam}}\n|ngôn ngữ= [[tiếng Việt]]\n}}<\/ref>\n\n==Bút hiệu==\n{{bài chi tiết|Bút hiệu của Hồ Chí Minh}}\nCách dùng bút hiệu của Hồ Chí Minh không phải là tùy hứng ngẫu nhiên mà là có tính toán trước để phù hợp với đối tượng độc giả và nội dung bài viết. Khi viết những bài chính thức, gởi thông điệp ra toàn dân và bạn bè quốc tế, với tư cách của một nhà lãnh đạo Việt Nam thì ông dùng bút hiệu \"Nguyễn Ái Quốc\", \"Hồ Chí Minh\"... Khi hướng tới đối tượng là trẻ em thì ông dùng những bút hiệu thân mật như \"Bác Hồ\", \"Chú Nguyễn\"... Khi viết cho đối tượng quân nhân hoặc về các đề tài chiến tranh cứu nước thì ông thường dùng những bút hiệu như \"Chiến Thắng\", \"Chiến Sĩ\", \"Trần Thắng Lợi\"... Khi độc giả chủ yếu là [[phụ nữ]] thì ông sử dụng những bút hiệu như \"Thanh Lan\", \"Thu Giang\"... Khi viết về đề tài quốc tế thì ông thường sử dụng những bút hiệu như \"HOWANG T.S.\", \"Lin\", \"Nilốpki\", \"P.C.Lin\", \"Wang\"... Khi viết những bài [[chính luận]] thì ông hay dùng bút hiệu \"Nói Thật\". Khi viết những bài về [[Việt kiều]], tuyên truyền kêu gọi đại đoàn kết dân tộc thì ông hay dùng bút hiệu \"V.K.\" v.v.<ref name=\"HCMTT\"\/>\n\n==Xem thêm==\n*[[Hồ Chí Minh]]\n*[[Tư tưởng Hồ Chí Minh]]\n*[[Bút hiệu của Hồ Chí Minh]]\n*[[:Thể loại:Tác phẩm của Hồ Chí Minh|Tác phẩm của Hồ Chí Minh]]\n*[[:Thể loại:Thơ Hồ Chí Minh|Thơ của Hồ Chí Minh]]\n*[[Hồ Chí Minh học]]\n\n===Ghi âm===\n* [http:\/\/www.youtube.com\/watch?v=gIehSM5EjbI Lời kêu gọi toàn quốc chống Mỹ]\n* [http:\/\/www.youtube.com\/watch?v=uQWCSXYVcOI Diễn thuyết tại Đại Hội Phụ nữ toàn quốc lần III]\n* [http:\/\/www.youtube.com\/watch?v=9FnBdUPhI0Q Thuyết trình tại cuộc hội họp của người dân thủ đô Hà Nội]\n* [http:\/\/www.youtube.com\/watch?v=geJD2Ylx0GY Nói chuyện với Quốc hội Việt Nam Dân chủ Cộng hòa]\n* [http:\/\/www.youtube.com\/watch?v=QZSdmps7ARo Phát biểu tại lễ kỷ niệm 30 năm thành lập Đảng Lao động Việt Nam]\n* [http:\/\/www.youtube.com\/watch?v=K0-bCzUh51M Đọc thơ chúc Tết năm 1968 và 1969]\n* [http:\/\/www.youtube.com\/watch?v=asYSfqvqzBk Nói bằng tiếng Anh]\n* [http:\/\/www.youtube.com\/watch?v=62IZBL7mTxY Đọc diễn văn tại đại hội Thi Đua Yêu Nước phần 1]\n* [http:\/\/www.youtube.com\/watch?v=-LdZORoIflU Đọc diễn văn tại đại hội Thi Đua Yêu Nước phần 2]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n*[http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/4lanhtu\/?topic=3&subtopic=91&leader_topic=9 Hồ Chí Minh toàn tập - Báo điện tử Đảng Cộng sản Việt Nam]{{Liên kết hỏng|date = ngày 4 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Hồ Chí Minh}}\n\n[[Thể loại:Tác phẩm của Hồ Chí Minh|T]]\n[[Thể loại:Sách lịch sử]]\n[[Thể loại:Sách chính trị]]"}