{"228669":"{{dablink|Xem các bài có tên tương tự tại [[Hổ Quyền (định hướng)]]}}\n{{Infobox Mandir\n|image =Hổ Quyền 1.jpg\n|creator= vua Minh Mạng \n|caption=Hổ Quyền với bậc cầu thang đi lên khán đài\n|proper_name= Hổ Quyền \n|date_built =1830\n|architecture=đấu trường vành khăn \n|primary_deity=\n|location=Quần thể di tích cố đô Huế \n}}\n'''Hổ Quyền''' ([[chữ Hán]] 虎圈) là một di tích trong [[quần thể di tích Cố đô Huế|quần thể di tích cố đô Huế]], tọa lạc tại địa phận thôn Trường Đá, phường [[Thủy Biều]], thành phố [[Huế]], nơi đây là một chuồng nuôi hổ và là một đấu trường độc đáo mà có thể không hề có ở bất cứ nơi đâu trên thế giới.<ref>Xem bài Hổ Quyền trong cuốn \"Quần thể di tích Huế\", tác giả Phan Thuận An, Nhà xuất bản Trẻ 2007, trang 293-299<\/ref> Dưới [[nhà Nguyễn|triều Nguyễn]] đây là đấu trường của những cuộc tử chiến giữa [[voi]] và [[hổ]] nhằm tế thần trong ngày hội và phục vụ nhu cầu giải trí tiêu khiển cho vua, quan lại và người dân.<ref>{{chú thích web | url = http:\/\/vtc.vn\/396-310995\/phong-su-kham-pha\/kham-pha\/dau-truong-dau-ho-doc-nhat-the-gioi-o-viet-nam.htm | tiêu đề = Đấu trường đấu hổ độc nhất thế giới ở Việt Nam | author = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = Báo điện tử VTC News | ngôn ngữ = }}<\/ref>\n\n==Lịch sử hình thành==\nTrước khi Hổ Quyền được xây dựng, những trận đấu giữa voi và hổ được tổ chức sớm nhất có tư liệu ghi chép lại là vào thời các [[chúa Nguyễn]] và được tổ chức ở đảo Dã Viên trên [[sông Hương]]. Vào năm 1750, chúa [[Nguyễn Phúc Khoát]] cùng với triều thần đi trên 12 chiếc thuyền đến hòn Dã Viên để xem một cuộc đấu \"vô tiền khoáng hậu\" giữa voi và hổ. Đây có lẽ là trận đấu khủng khiếp và đẫm máu nhất trong lịch sử vì từ lúc bắt đầu cho đến kết thúc, 40 con voi đã tàn sát 18 con hổ được thả ra để làm vật tế thần trong ngày hội.<ref>{{chú thích web | url = http:\/\/www.thanhnien.com.vn\/pages\/20110831\/di-tich-nam-cho-ngan-sach-ky-4-ho-quyen-hoang-phe.aspx | tiêu đề = Di tích nằm chờ ngân sách - Kỳ 4: Hổ Quyền hoang phế | author = | ngày = | ngày truy cập = 7 tháng 2 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref>\n\nThời các vua Nguyễn, khi chưa có một đấu trường riêng để đảm bảo an toàn, những cuộc đấu giữa voi và hổ vẫn được tổ chức và được xem là những ngày hội lớn của triều đình và dân chúng. Giai đoạn đó, có những sự cố xảy ra như dưới thời vua [[Gia Long]], trong một trận đấu được tổ chức ở trước Kinh Thành, một con hổ đã nhảy lên tát người quản tượng rơi xuống đất và ông đã bị chính con voi do mình huấn luyện dẫm chết.\n\nThời [[Minh Mạng]], nhân ngày lễ Tứ Tuần Đại Khánh (năm [[1829]]), vua ngự thuyền rồng xem một trận đấu giữa voi và hổ ở bên bờ Bắc sông Hương. Trong khi giao đấu, hổ đã lao ra và bơi về phía thuyền rồng. Vua Minh Mạng kịp dùng con sào đẩy lùi được con hổ và nhờ vậy, quan quân mới kịp chèo thuyền đến giết chết hổ giữa dòng sông cứu vua kịp thời.\n\nDo những sự cố này, năm Minh Mạng thứ 11 (1830), vua đã chọn vùng đất ở thôn Trường Đá, làng Nguyệt Biều, nằm về phía Tây Kinh Thành để xây dựng một đấu trường kiên cố nhằm tổ chức những cuộc đấu nói trên được an toàn.\n\n==Cấu trúc==\n[[Tập tin:Ho Quyen 2.jpg|nhỏ|phải|300px|Đấu trường với năm cổng thông với chuồng hổ.]]\nHổ Quyền là một đấu trường lộ thiên có dáng hình vành khăn. Vòng thành trong cao 5,80m; vòng thành ngoài 4,75m. Thành ngoài nghiêng tạo kiểu chân đế; chu vi tường ngoài là 140m, đường kính lòng chảo là 44m. Khán đài vua ngồi quay mặt về hướng đông nam của đấu trường, được xây cao hơn so với các vị trí xung quanh. Bên trái khán đài là hệ thống bậc cấp đi lên gồm 24 cấp dành cho vua và đình thần. Bên phải khán đài có một hệ thống bậc cấp khác xây tương tự dành cho các quan, binh lính và thân hào nhân sĩ. Mặt trong cao hơn mặt ngoài, dày trung bình 4,50m. Đối diện với khán đài có năm cái chuồng nhốt hổ, sân đấu là một thảm cỏ hình tròn.\n\nNgoài thành có một cửa cao 8 [[thước]] 7 [[tấc]], rộng 4 thước 5 tấc có hai cánh cửa bằng gỗ mà đế làm bằng phiến đá thanh, trên cửa có ghi chữ '''\"Hổ Quyền\"''', voi được đưa vào sân đấu bằng lối cửa này. Vòng tường thành bên ngoài cách khoảng có hệ thống thoát nước với hoa văn hình mặt hổ, có tất cả là 2 lối dẫn lên khán đài bằng các bậc đá, một lối dành riêng cho vua và quốc thích đại thần, một lối dành cho dành cho quan chức và binh lính.\n\n==Tổ chức trận đấu==\n[[Tập tin:Hué - Eléphants amenés dans l'arène pour le combat avec les Tigres.jpg|nhỏ|phải|300px|Voi được đưa ra sân đấu]]\nViệc tổ chức các cuộc đấu giữa voi và hổ ban đầu có mục đích rèn luyện tính chiến đấu cho voi, về sau như là một loại hình giải trí tiêu khiển. Trong ngày thi đấu, dân chúng và hương chức quanh vùng đặt hương án, lễ vật trên đoạn đường vua đi qua. Đấu trường được trang trí bởi nghi trượng, cờ, lọng. Có một đội lính mặc áo đỏ đội nón sơn, cầm khí giới nghiêm trang cung kính đứng hai bên đường từ đấu trường đến bến sông.\n\n[[Tập tin:Ho Quyen 3.jpg|nhỏ|phải|300px|Một chuồng nhốt hổ trước khi thi đấu tại Hổ Quyền]]\n\nĐúng giờ Ngọ, vua ngự thuyền rồng từ [[Nghênh Lương Đình]], dọc theo [[sông Hương]] để lên bến Long Thọ. Vua lên kiệu che bốn lọng và bốn tàn vàng, đi trước là Ngự lâm quân, Thị vệ cầm cờ Tam tài, cờ Ngũ hành, cờ Nhị thập bát tú, gươm tuốt trần; tiếp theo là đội nhạc cung đình.\n\nDưới [[nhà Nguyễn|triều Nguyễn]], những trận tử chiến giữa voi và hổ thông thường mỗi năm tổ chức một lần. Trước mỗi trận đấu, hổ đều bị cắt nanh, bẻ vuốt, cho nên voi luôn giết chết và chà nát hổ.\n\nTrận đấu cuối cùng được ghi nhận dưới triều Nguyễn, do vua Nguyễn là người tổ chức, cũng là người điều khiển, vừa là khán giả rất nhiệt tình cổ vũ cho trận đấu được tổ chức vào năm 1904 dưới triều vua [[Thành Thái]]. Đây cũng là một trận đấu hấp dẫn, đầy kịch tính được nhiều người đương thời chứng kiến và mô tả kỹ. Theo bài ''Hổ Quyền'' trong cuốn \"Quần thể di tích Huế\", tác giả Phan Thuận An, Nhà xuất bản Trẻ 2007, trang 293-299, đề cập: ''Voi cái bước vào đấu trường có vẻ hiên ngang, đi qua đi lại trước mặt cọp không một chút sợ hãi, vua Thành Thái khen: \"con này can đảm lắm\". Nhưng bỗng chốc, cọp nhảy lên trán voi, voi hất mạnh, cọp rơi xuống. Cọp lại nhảy lên bấu vào chỗ cũ. Voi tức giận, rống lên, vụt chạy đến dùng đầu đẩy mạnh cọp vào thành đấu trường, dùng sức mạnh ngàn cân vừa húc, vừa ép thật sát. Khi voi ngẩng đầu lên, cọp té xuống đất, voi dùng chân chà cọp đến chết...''\n\n==Phục dựng==\nTừ cuối năm 2019, Trung tâm Di tích cố đô Huế đã tiến hành trùng tu với các hạng mục như hệ thống tường thành, bậc cấp, hệ thống ròng rọc gỗ mở cửa các chuồng hổ... Việc trùng tu này đến đầu năm 2022, cơ bản đã hoàn thành.<ref>[https:\/\/vnexpress.net\/phuc-dung-dau-truong-voi-ho-duoi-trieu-nguyen-4422079.html Phục dựng 'đấu trường voi hổ' dưới triều Nguyễn], VnExpress, 31\/1\/2022<\/ref>\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Bài Hổ Quyền. Sách Kiến Trúc Cô đô Huế của tác giả Phan Thuận An, Nhà xuất bản Đà Nẵng 2007\n* Quần thể di tích Huế, tác giả Phan Thuận An, Nhà xuất bản Trẻ 2007\n* ''[http:\/\/www.hueworldheritage.org.vn\/quanthe\/ngoaikinhthanh\/hoquyen.asp Hổ Quyền] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080411020740\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/ngoaikinhthanh\/hoquyen.asp |date=2008-04-11 }}'' trên trang web Trung tâm bảo tồn di tích Cố đố Huế.\n\n==Liên kết ngoài==\n*[[Làng Thủy Ba]]\n* Không ảnh [http:\/\/maps.google.com\/maps?q=http:\/\/bbs.keyhole.com\/ubb\/download.php?Number=1155187&t=k&om=1 Hổ Quyền]\n{{quần thể di tích Cố đô Huế}}\n{{Hổ}}\n\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}