{"183038":"{{chú thích trong bài}}\n{{Infobox holiday\n |holiday_name = Hội Lim\n |type = Văn hóa, truyền thống\n |image = Chùa Lim, Bắc Ninh.JPG\n |imagesize =\n |caption = Chùa Lim, Bắc Ninh\n |official_name =\n |observedby = \n |date = 13 tháng 1 (âm lịch) \n|date2019 = {{date|2019-02-17}}\n|date2020 = {{date|2020-02-06}} (bị huỷ)\n|date2021 = {{date|2021-02-24}}\n|date2022 = <!-- only for days that change each year -->\n |observances = [[Lim (thị trấn)|Lim]], [[Tiên Du]], [[Bắc Ninh]]\n }}\n\n'''Hội Lim''' là một lễ hội lớn của tỉnh Bắc Ninh, chính hội được tổ chức vào ngày 13 [[tháng giêng]] hàng năm trên địa bàn huyện Tiên Du, tỉnh Bắc Ninh. Hội Lim được coi là nét kết tinh độc đáo của vùng văn hoá Kinh Bắc.\n\n==Lịch sử==\nKinh Bắc xưa nổi tiếng là vùng đất của những câu chuyện cổ, những sự tích văn hoá. Vì truyền thống này mà nơi đây sở hữu nhiều lễ hội dân gian. Lễ hội được nhiều người quan tâm nhất là Hội Lim tại thị trấn Lim, Tiên Du, Bắc Ninh.\n\nHội Lim là một sinh hoạt văn hoá - nghệ thuật đặc sắc của nền văn hoá truyền thống lâu đời ở xứ Bắc và dân ca Quan họ trở thành tài sản văn hoá chung của dân tộc Việt, tiêu biểu cho loại hình dân ca trữ tình Bắc Bộ.\n\nHội Lim chính là hội chùa làng lim và đôi bờ sông Tiêu Tương. Hội Lim trở thành hội hàng tổng (hội vùng) vào thế kỷ 18. Khi quan trấn thủ xứ Thanh Hóa Nguyễn Đình Diễn là người thôn Đình Cả, Nội Duệ, xứ Kinh Bắc, có nhiều công lao với triều đình, được phong thưởng nhiều bổng lộc, đã tự hiến nhiều ruộng vườn và tiền của cho tổng Nội Duệ trùng tu đình chùa, mở mang hội hè, gìn giữ thuần phong mỹ tục. Ông còn cho xây dựng trước phần lăng mộ của mình đặt tên là lăng Hồng Vân trên núi Lim. Do có nhiều công lao với hàng tổng và việc ông đặt hậu ở chùa Hồng ân, nên khi ông mất nhân dân tổng Nội Duệ đã tôn thờ làm hậu thần, hậu Phật hàng tổng. Văn bia lăng Hồng Vân có tên Hồng Vân từ bi ký niên đại Cảnh Hưng 30 (1769) hiện giữ ở đình thôn Đình Cả đã cho biết khá rõ lai lịch, công trạng và việc thờ phụng hậu hàng tổng Nguyễn Đình Diễn mỗi năm hai dịp vào \"ngày sinh\" và \"ngày hóa\" của ông tại lăng Hồng Vân và chùa Hồng ân trên núi Lim. Song trải tháng năm lịch sử, hội Lim đã có nhiều lớp văn hóa, trong đó người ta chỉ tổ chức tế lễ hậu thần vào một dịp là ngày 13 tháng giêng trùng với hội chùa Lim. Chính vì vậy mà có hội Lim và đây là hội hàng tổng\n\n==Tóm tắt Phần lễ==\n8h ngày 13\/1 Âm lịch, Hội Lim được mở đầu bằng lễ rước. Đoàn rước với đông đảo người dân tham gia . Trong những bộ lễ phục ngày xưa, sặc sỡ, sắc màu và cũng vô cùng cầu kì, đẹp mắt kéo dài tới cả gần ki-lô-mét . Trong ngày lễ, có nhiều nghi lễ và tục trò dân gian nổi tiếng, trong đó có tục hát thờ hậu. Toàn thể quan viên, hương lão, nam đinh của các làng xã thuộc tổng Nội Duệ phải tề tựu đầy đủ tại lăng Hồng Vân để tế lễ hậu thần. Trong khi tế có nghi thức hát quan họ thờ thần  .\n\nĐể hát thờ, các liền anh, liền chị [[quan họ|hát quan họ]] nam và nữ của tổng Nội Duệ đứng thành hàng trước cửa lăng hát vọng vào. Trong khi hát, họ chỉ được hát những giọng lề lối để ca ngợi công lao của thần.\n\nHội Lim đi vào lịch sử và tồn tại và phát triển cho đến ngày nay được hàng tổng chuẩn bị tập duyệt rất chu đáo từ ngày 9 và 10, rồi được diễn ra từ ngày 11 đến hết ngày 14 tháng giêng. Chính hội là ngày 13, với các nghi thức rước, tế lễ các thành hoàng các làng, các danh thần liệt nữ của quê hương tại đền Cổ Lũng, lăng Hồng Vân, lăng quận công Đỗ Nguyên Thụy. Trong các nhà thờ họ [[Nguyễn]], họ Đỗ ở làng Đình Cả, dâng hương cúng Phật, cúng bà mụ Ả ở chùa Hồng Ân.\n\nHội Lim là lễ hội lớn của vùng Kinh Bắc, với những hoạt động lễ và hội phong phú, gần như hội đủ những hoạt động văn hóa nghệ thuật và tín ngưỡng tâm linh của các lễ hội trên vùng quê Bắc Ninh .\n\n== Phần hội ==\n<blockquote>\n:Ba năm hai cái hội chùa,\n:Nào ai có lỡ bỏ bùa cho ai.\n:Già già, trẻ trẻ, gái trai,\n:Đua nhau ăn mặc, hán hài đi xem.\n:Hội Lim ai thấy chẳng thèm,\n:Tổ tôm, bài điếm, giò nem thiếu gì.\n:Đồn sắp có dệt cửi thi,\n:Cao lâu trăm thứ thiếu gì thứ ngon.\n<\/blockquote>Có nhiều trò chơi dân gian như đấu võ, đấu vật, đấu cờ, đu tiên, thi dệt cửi, nấu cơm. Đặc sắc hơn cả là phần hát hội - Là phần căn bản và đặc trưng nhất của hội Lim. Từ hát ''mời trầu'', ''hát gọi đò'' đến ''con sáo sang sông'', ''con nhện giăng mùng''.\n\nHội thi hát diễn ra khoảng gần trưa, được tổ chức theo hình thức du thuyền hát quan họ.\nTại một hồ nước nhỏ sát bên cánh đồng làng Lim, chiếc thuyền hình rồng được sơn son thiếp vàng rời bến trong những câu hát đậm đà nghĩa tình. Một bên thuyền là các liền chị, đối diện là những em nhỏ súng sính trong những tà áo tứ thân. Các liền anh thì đứng hoặc ngồi sát hai phía đầu và cuối thuyền. Tối ngày 12 sẽ là đêm hội hát thi [[quan họ]] giữa các làng [[quan họ]]. Mỗi làng quan họ được dựng một trại tại phần sân rộng của đồi Lim. Đây là phần hội hay nhất của cả lễ hội Hội Lim.\n\nVề với Hội Lim là về với một trời âm thanh, thơ và nhạc náo nức không gian đến xao xuyến lòng người.\nNhững áo mớ bảy mớ ba, nón ba tầm, quai thao, dải yếm lụa sồi, những ô lục soạn, khăn đóng, áo cặp the hoa gấm... như ẩn chứa cả sức sống mùa xuân của con người và tạo vật. Cách chơi hội của người [[quan họ]] vùng Lim cũng là cách chơi độc đáo, mỗi cử chỉ giao tiếp đã mang trong nó một sắc thái văn hoá cao. \n\nLễ hội diễn ra khắp các làng xã trong tổng Nội Duệ, trung tâm là núi Hồng Vân, với nghi thức tế lễ rước xách uy nghiêm, hùng tráng và nhiều trò vui, đặc sắc mà hấp dẫn nhất là đánh cờ người, tổ tôm điếm, thi dệt vải, thi làm cỗ và đón bạn, ca hát [[Quan họ]].\n\n==Hình ảnh==\n<gallery>\nTập tin:Chùa Lim, Bắc Ninh.JPG|Chùa Lim, Bắc Ninh\nTập tin:Cổng vào hội Lim, Bắc Ninh.JPG|Cổng vào hội Lim, Bắc Ninh\nTập tin:Hoàng hôn hội Lim, Bắc Ninh.JPG|Hoàng hôn hội Lim, Bắc Ninh\nTập tin:Hội Lim, Bắc Ninh.JPG|Hội Lim, Bắc Ninh \nTập tin:Hội Lim1, Bắc Ninh.JPG|Hội Lim, Bắc Ninh\nTập tin:Liền anh nhí - hội Lim, Bắc Ninh.JPG|Liền anh nhí - hội Lim, Bắc Ninh\nTập tin:Liền chị quan họ - Hội Lim, Bắc Ninh.JPG|Liền chị quan họ - Hội Lim, Bắc Ninh\nTập tin:Mời Trầu - hội Lim, Bắc Ninh.JPG|Mời Trầu - hội Lim, Bắc Ninh \nTập tin:Bịt mắt bắt dê - Hội Lim, Bắc Ninh.JPG|Bịt mắt bắt dê - Hội Lim, Bắc Ninh\nTập tin:Bịt mắt đập niêu - Hội Lim, Bắc Ninh.JPG|Bịt mắt đập niêu - Hội Lim, Bắc Ninh\nTập tin:Đánh đu - hội Lim, Bắc Ninh.JPG|Đánh đu - hội Lim, Bắc Ninh\nTập tin:Quan họ cổ - hội Lim, Bắc Ninh.JPG|Quan họ cổ - hội Lim, Bắc Ninh\nTập tin:Quan họ giao duyên - hội Lim, Bắc Ninh.JPG|Quan họ giao duyên - hội Lim, Bắc Ninh\nTập tin:Sân đấu vật - hội Lim, Bắc Ninh.JPG|Sân đấu vật - hội Lim, Bắc Ninh\n<\/gallery>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Lim Festival}}\n* [https:\/\/web.archive.org\/web\/20070706222856\/http:\/\/vietnamnet.vn\/vanhoa\/2008\/02\/769339\/ Chùm ảnh: Quan họ lên đồi vào hội hát]\n\n{{Các_lễ_hội_ở_Tiên_Du}}\n\n{{DEFAULTSORT:L}}\n[[Thể loại:Tiên Du]]\n[[Thể loại:Du lịch Bắc Ninh]]\n[[Thể loại:Lễ hội Bắc Ninh]]"}