{"3351178":"{{Infobox legislature\n|name=Hội đồng nhân dân<br>Thành phố Hồ Chí Minh\n|legislature=Hội đồng nhân dân TP.HCM khóa X\n|coa_res=130px|coa_pic=Ayuntamiento, Ciudad Ho Chi Minh, Vietnam, 2013-08-14, DD 01.JPG|coa_alt=|coa_caption=Trụ sở Hội đồng nhân dân và Ủy ban nhân dân TP.HCM\n|house_type=Đơn viện<br><small>Cơ quan lập pháp, đại diện quyền lực nhà nước ở địa phương<\/small>\n|houses=Hội đồng nhân dân\n|term_limits=5 năm\n|foundation={{Start date|1976|04}}\n|leader1_type=Chủ tịch\n|leader1=[[Nguyễn Thị Lệ]]\n|election1={{startdate|2019|4|8}}\n|party1=[[Đảng Cộng sản Việt Nam|Đảng Cộng sản]]\n|leader2_type=Phó Chủ tịch\n|leader2=[[Nguyễn Văn Dũng]], [[Đảng Cộng sản Việt Nam|ĐCS]]<br\/>\n|members=94\n|last_election1=[[Bầu cử Quốc hội Việt Nam khóa XV|{{startdate|2021|5|23}}]]<br\/>HĐND khóa X\n|next_election1=[[Bầu cử Quốc hội Việt Nam khóa XVI|{{startdate|2026}}]]<br\/>HĐND khóa XI\n|meeting_place=86 Lê Thánh Tôn, phường [[Bến Nghé (phường)|Bến Nghé]], [[Quận 1]], TP.Hồ Chí Minh\n|website=http:\/\/www.dbnd.hochiminhcity.gov.vn\n|term_length=2021-2026 (khóa X)\n|structure1=Hội đồng nhân dân TPHCM khóa X 2021-2026.svg\n|structure1_res= 250px\n|political_groups1 =\n{{colorbox|#DA251D}} [[Đảng Cộng sản Việt Nam|Đảng Cộng sản]] (90)<br>\n{{colorbox|#808080}} Ngoài đảng (4)\n|background_color=#DA251D}}\n{{Chính trị Thành phố Hồ Chí Minh}}\n'''Hội đồng nhân dân Thành phố Hồ Chí Minh'''<ref>{{Chú thích web|url=http:\/\/www.dbnd.hochiminhcity.gov.vn\/web\/guest\/home|title=Hội đồng nhân dân Thành phố Hồ Chí Minh}}<\/ref> là cơ quan quyền lực nhà nước địa phương ở [[Thành phố Hồ Chí Minh]], tạo thành nhánh lập pháp trong [[Chính quyền Thành phố Hồ Chí Minh]].\n\nHội đồng nhân dân có nhiệm vụ bảo đảm việc thi hành [[Hiến pháp nước Cộng hòa xã hội chủ nghĩa Việt Nam|Hiến pháp]] và pháp luật của nhà nước trên địa bàn Thành phố Hồ Chí Minh, và thực hiện quyền giám sát với hoạt động của Thường trực [[Hội đồng nhân dân]] Thành phố, [[Ủy ban nhân dân Thành phố Hồ Chí Minh]], [[Toà án nhân dân (Việt Nam)|Toà án nhân dân]] và [[Viện Kiểm sát nhân dân Tối cao (Việt Nam)|Viện kiểm sát nhân dân Thành phố]].<ref>{{Chú thích web|url=http:\/\/moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=20088|title=Luật này quy định về tổ chức và hoạt động của Hội đồng nhân dân và Uỷ ban nhân dân.}}<\/ref>\n\nHội đồng này có nhiệm kỳ 5 năm, mỗi năm họp hai kỳ tại [[Hội trường Thành phố Hồ Chí Minh]]. Cơ quan này bao gồm 150 đại biểu đại diện cho 35 khu vực bầu cử trên khắp các quận huyện của Thành phố Hồ Chí Minh. Đại biểu được bầu theo cơ chế phổ thông đầu phiếu trong các cuộc bầu cử Hội đồng nhân dân các cấp.\n\nBộ phận lãnh đạo Hội đồng nhân dân Thành phố là Thường trực Hội đồng nhân dân, gồm một Chủ tịch, hai Phó chủ tịch, các Trưởng ban Hội đồng nhân dân và Chánh Văn phòng Hội đồng nhân dân. Chủ tịch Hội đồng nhân dân đương nhiệm là bà [[Nguyễn Thị Lệ]], nhận lĩnh vị trí này từ tháng 4 năm 2019.\n\nHội đồng điều hành 4 ban chuyên trách là Ban Pháp chế, Ban Kinh tế-Ngân sách, Ban Đô thị và Ban Văn hoá-Xã hội, với trưởng ban, phó ban và các uỷ viên do chính đại biểu hội đồng nhân dân đảm nhận.\n\n== Lịch sử ==\nLịch sử Hội đồng nhân dân thành phố gắn liền với quá trình hình thành và phát triển hành chính thành phố Sài Gòn - Chợ Lớn và Sài Gòn và Gia Định từ thời Pháp thuộc đến nay.\n\n=== Thời Pháp thuộc ===\nSau khi xâm chiếm thành Gia Định và ba tỉnh miền Đông [[Nam Kỳ]] từ tay [[nhà Nguyễn]], người Pháp gấp rút quy hoạch lại Sài Gòn thành một đô thị lớn phục vụ mục đích&nbsp;khai thác thuộc địa. Đồng thời, chính quyền Pháp từng bước xây dựng hệ thống hành chính mới nhằm thay thế hệ thống quan, phủ, huyện của người Việt bằng một hệ thống mới phù hợp với việc cai trị của mình.\n\nNgày 11 tháng 4 năm 1861, [[thống đốc Nam Kỳ]] [[Leonard Charner]] ban hành nghị định quy định giới hạn '''thành phố Sài Gòn'''.<ref>{{Chú thích web|url=http:\/\/www.hochiminhcity.gov.vn\/thongtinthanhpho\/gioithieu\/Lists\/Posts\/Post.aspx?CategoryId=9&ItemID=5450&PublishedDate=ng%C3%A0y|title=Niên biểu 300 năm Sài Gòn - TPHCM|date = ngày 13 tháng 6 năm 2011 |access-date = ngày 11 tháng 7 năm 2016 |archive-date = ngày 23 tháng 10 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20201023075757\/http:\/\/www.hochiminhcity.gov.vn\/thongtinthanhpho\/gioithieu\/Lists\/Posts\/Post.aspx?CategoryId=9&ItemID=5450&PublishedDate=ng%C3%A0y}}<\/ref> Lúc này, Sài Gòn nằm trong địa bàn [[tỉnh Gia Định]]. Trong thời gian đầu, Thống đốc Nam Kỳ thông qua Nha Nội chánh quản lý trực tiếp thành phố này.<ref>{{Chú thích web|url=http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5843454w\/f15.image.r=|title=Notice historique, administrative et politique sur la ville de Saïgon.|date=1917|access-date = ngày 11 tháng 7 năm 2016 |website=Gallica}}<\/ref> Ngày 4 tháng 4 năm 1867, Phó Đô đốc [[Pierre-Paul de La Grandière|La Grandière]] ban hành Nghị định số 53 \"Tổ chức một Uỷ ban thành phố Sài Gòn\", thành lập Uỷ hội Thành phố (''Commission municipal''), đứng đầu là Uỷ viên thành phố (''Commissaire municipal'') và 12 hội viên để quản lý thành phố.<ref>{{Chú thích web|url=http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5848754g\/f361.item.r=Maire%20de%20les%20villes%20de%20Saigon%20et%20Cholon.langEN|title=Dictionnaire de bio-bibliographie générale, ancienne et moderne de l'Indochine française|date=1935|access-date = ngày 11 tháng 7 năm 2016 |website=Gallica|last=Brébion|first=Antoine}}<\/ref> Đến ngày 8 tháng 7 năm 1869 Thống đốc Nam Kỳ ký nghị định mới số 131 thay thế: Chức vụ Ủy viên thành phố được đổi thành Thị trưởng (''Maire''&nbsp;- một số tài liệu gọi là \"Đốc lý\"), đồng thời Ủy hội thành phố đổi thành Hội đồng thành phố (''Conseil municipal'') gồm 13 thành viên, có nhiều quyền hạn hơn. Charles Marie Louis Turc được cử làm uỷ viên thành phố và cũng là Thị trưởng đầu tiên của Sài Gòn, giai đoạn 1867-1871. Sau khi thành lập [[Liên bang Đông Dương]] vào ngày 17 tháng 10 năm 1887, chức vụ Thị trưởng thành phố Sài Gòn do Hội đồng thành phố bầu chọn, Thống đốc Nam Kỳ đề nghị [[Toàn quyền Đông Dương]] quyết định chuẩn y.\n\n'''Thành phố Chợ Lớn''' được thành lập ngày 6 tháng 6 năm 1865 theo Nghị định của Thống đốc Nam Kỳ. Quản lý thành phố trong thập niên 1870 có một cơ quan hành chính lâm thời gọi là Ban Đại diện thành phố (''Délégation municipale''), đứng đầu là vị Chủ tịch (''Président'')<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k57730402\/f113.image.r=Saigon%20administratif.langEN Annuaire de la Cochinchine française<!-- Bot generated title -->]<\/ref>. Ngày 20\/10\/1879. Thống đốc Nam Kỳ ban hành nghị định công nhận [[Chợ Lớn|thành phố Chợ Lớn]] là đô thị loại II.<ref name=\"ReferenceB\">[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5603647v\/f735.image.r=Province%20de%20Giadinh.langEN Annuaire général de l'Indo-Chine française [\"puis\" de l'Indochine&#93; | 1912 | Gallica<!-- Bot generated title -->]<\/ref> Sau khi thành lập Liên bang Đông Dương vào ngày 17\/10\/1887, chức vụ Thị trưởng thành phố Chợ Lớn{{ref|3}} do Ủy hội thành phố (''Commission municipale'') bầu chọn, Thống đốc Nam Kỳ đề nghị và [[Toàn quyền Đông Dương]] quyết định chuẩn y.\n\nNgày 27 tháng 4 năm 1931, tổng thống Pháp ký sắc lệnh hợp nhất hai thành phố Sài Gòn và Chợ Lớn thành một đơn vị hành chính mới gọi là Khu Sài Gòn - Chợ Lớn (''Région Saigon - Cholon''). Tiếp theo ngày 14 tháng 12 năm 1931 Toàn quyền Đông Dương ký nghị định quy định tổ chức bộ máy, hoạt động của khu. Quản lý khu có Hội đồng Hành chánh (''Conseil d'Administration''), đứng dầu là Khu trưởng (''Administrateur de la région'') do Toàn quyền Đông Dương bổ nhiệm<ref>[http:\/\/www.hcmc-museum.edu.vn\/vi-vn\/tintuc-1120.aspx Bảo tàng Thành phố Hồ Chí Minh<!-- Bot generated title -->]<\/ref>. Tuy nhiên chức vụ Thị trưởng của hai thành phố: Sài Gòn và Chợ Lớn còn duy trì, cho đến năm 1934 mới bãi bỏ.\n\nNgày 26 tháng 9 năm 1947 chức danh người đứng đầu chính quyền Khu Sài Gòn - Chợ Lớn đổi tên thành '''Đô trưởng'''.<ref name=\"gslhcm.org.vn2\">http:\/\/gslhcm.org.vn\/libol\/attach\/doc\/doc20070625IACU.pdf{{Liên kết hỏng|date = ngày 13 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n=== Thời Quốc gia Việt Nam và Việt Nam Cộng hoà ===\nNăm 1951, chính phủ [[Quốc gia Việt Nam]] của cựu hoàng [[Bảo Đại]] ra sắc lệnh cải danh Khu Sài Gòn - Chợ Lớn thành Đô Thành Sài Gòn - Chợ Lớn. Đến năm 1956, [[Tổng thống Việt Nam Cộng Hoà]] ban hành sắc lệnh đổi thành Đô Thành Sài Gòn. Đứng đầu Đô thành là Đô trưởng. Ngoài ra còn có '''Hội đồng Đô thành''' (đứng đầu là vị Chủ tịch), gồm 35 nghị viên do dân bầu.<ref name=\"gslhcm.org.vn2\"\/> Hội đồng này có thẩm quyền quyết định về ngân sách, các vấn đề dân sinh trên địa bàn và giám sát việc quản lý của Đô trưởng. [[Gia Định (tỉnh)|Tỉnh Gia Định]] được quản lý bởi Tỉnh trưởng và Hội đồng Tỉnh. Đứng đầu hội đồng tỉnh là Chủ tịch và 30 nghị viên do dân bầu.\n\n=== Thời Cộng hoà Miền Nam Việt Nam (1975-1976) ===\nSau [[Sự kiện 30 tháng 4 năm 1975|Sự kiện 30 tháng 4]], [[Cộng hòa Miền Nam Việt Nam|chính phủ Cách mạng Lâm thời Cộng hoà Miền Nam Việt Nam]] tiếp quản Đô thành Sài Gòn và các vùng lân cận. Ngày 3 tháng 5 năm 1975, thành phố Sài Gòn - Gia Định được thành lập trên cơ sở sáp nhập Đô Thành Sài Gòn và tỉnh Gia Định của chế độ cũ. Trong thời kỳ này, thành phố được quản lý trực tiếp bởi Uỷ ban Quân quản thành phố Sài Gòn - Gia Định. Tháng 1 năm 1976 là '''Ủy ban nhân dân Cách mạng thành phố Hồ Chí Minh''' thay thế Uỷ ban quân quản đi vào hoạt động. Tháng 4 năm 1976, cuộc [[Bầu cử Quốc hội Việt Nam khóa VI|bầu cử Quốc hội thống nhất]] và bầu cử Hội đồng nhân dân các cấp được tổ chức. Sau cuộc bầu cử, Hội đồng nhân dân chính thức được hình thành, đặt tên là '''Hội đồng nhân dân Thành phố Hồ Chí Minh'''.\n\n=== Từ năm 1976 đến nay ===\nLuật Tổ chức Hội đồng nhân dân 1983 chưa quy định vị trí lãnh đạo thường trực của Hội đồng nhân dân các cấp, mà tại mỗi kỳ họp, Hội đồng bầu ra Đoàn chủ tịch và đoàn thư ký kỳ họp. Người ký tên nghị quyết hay văn bản của Hội đồng nhân dân thành phố lúc bấy giờ là Chủ toạ kỳ họp thay mặt Đoàn chủ tịch. Năm 1989, Quốc hội ban hành Luật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân mới, lần đầu tiên quy định nhiệm vụ và quyền hạn của Thường trực Hội đồng nhân dân, chức danh Chủ tịch Hội đồng nhân dân các Phó chủ tịch.<ref>{{Chú thích web|url=http:\/\/moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=2315|title=Luật Tổ chức HĐND và UBND|website=MOJ}}<\/ref> Chủ tịch Hội đồng nhân dân Thành phố Hồ Chí Minh đầu tiên là ông Lê Khắc Bình, được bầu tại kỳ họp thứ nhất Hội đồng nhân dân Thành phố khoá IV.\n\n== Pháp lý ==\nViệc tổ chức hoạt động của Hội đồng nhân dân Thành phố Hồ Chí Minh dựa trên hai văn bản chính là: ''Luật Tổ chức chính quyền địa phương'', do [[Quốc hội Việt Nam]] thông qua tháng 6 năm 2015 và có hiệu lực từ ngày 1 tháng 1 năm 2016; và ''Quy chế hoạt động Hội đồng nhân dân'' ban hành kèm theo Nghị quyết số 753\/2005\/NQ-UBTVQH11 của [[Ủy ban Thường vụ Quốc hội|Uỷ ban Thường vụ Quốc hội]] ngày 2 tháng 4 năm 2005.<ref>{{Chú thích web|url=http:\/\/www.moj.gov.vn\/vbpq\/lists\/vn%20bn%20php%20lut\/view_detail.aspx?itemid=30513|title=Luật Tổ chức chính quyền địa phương ngày 19 tháng 6 năm 2015|website=MOJ}}<\/ref>\n\nTừ ngày 01\/7\/2021, TP. Hồ Chí Minh chính thức bỏ HĐND quận, phường <ref>[https:\/\/thuvienphapluat.vn\/tintuc\/vn\/thoi-su-phap-luat\/chinh-sach-moi\/32975\/tu-01-7-2021-tp-ho-chi-minh-chinh-thuc-bo-hdnd-quan-phuong TP. Hồ Chí Minh chính thức bỏ HĐND quận, phường]<\/ref> theo Nghị quyết 131\/2020\/QH14 <ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Cong-nghe-thong-tin\/Nghi-quyet-131-2020-QH14-to-chuc-chinh-quyen-do-thi-tai-Thanh-pho-Ho-Chi-Minh-457744.aspx Nghị quyết 131\/2020\/QH1]<\/ref> ngày 16\/11\/2020. Cụ thể, chính quyền đô thị chỉ còn lại UBND quận, phường. Tuy nhiên các huyện, xã thuộc Thành phố Hồ Chí Minh vẫn sẽ tổ chức chính quyền gồm UBND và HDND theo Luật tổ chức chính quyền địa phương.\n\n== Quyền hạn và nhiệm vụ ==\nHội đồng nhân dân Thành phố Hồ Chí Minh có nhiệm vụ và quyền hạn trong các mặt của thành phố từ kinh tế, chính trị, khoa học, thể dục thể thao và quốc phòng.<ref>{{Chú thích web|url=http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?mode=detail&document_id=79677|title=Luật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân}}<\/ref>\n\n=== Kinh tế ===\nTrong lĩnh vực kinh tế Hội đồng nhân dân Thành phố Hồ Chí Minh có nhiệm vụ và quyền hạn sau:\n* Quyết định quy hoạch, kế hoạch dài hạn và hàng năm về: Phát triển kinh tế - xã hội, sử dụng đất đai, phát triển ngành, xây dựng và phát triển đô thị, nông thôn trong phạm vi quản lý;\n* Quyết định quy hoạch, kế hoạch phát triển mạng lưới và cơ chế khuyến khích phát triển các ngành sản xuất, chuyển đổi cơ cấu kinh tế và phát triển các thành phần kinh tế ở địa phương;\n* Quyết định dự toán thu ngân sách nhà nước trên địa bàn; dự toán thu, chi ngân sách địa phương và phân bổ dự toán ngân sách cấp thành phố; phê chuẩn quyết toán ngân sách và điều chỉnh dự toán ngân sách địa phương; quyết định các chủ trương, biện pháp triển khai và giám sát việc thực hiện ngân sách địa phương;\n* Quyết định việc phân cấp nguồn thu, nhiệm vụ chi cho từng cấp ngân sách ở địa phương theo quy định của Luật ngân sách; quyết định thu phí, lệ phí, các khoản đóng góp của nhân dân và mức huy động vốn theo quy định của pháp luật; quyết định phương án quản lý, phát triển, sử dụng nguồn nhân lực ở địa phương và các biện pháp thực hành tiết kiệm, chống lãng phí, tham nhũng, buôn lậu và gian lận thương mại.\n\n=== Giáo dục, y tế, xã hội, văn hóa, thông tin, thể dục thể thao ===\nTrong lĩnh vực giáo dục, y tế, xã hội, văn hóa, thông tin, thể dục thể thao Hội đồng nhân dân Thành phố Hồ Chí Minh có nhiệm vụ và quyền hạn sau:\n* Quyết định chủ trương và biện pháp phát triển sự nghiệp giáo dục và đào tạo, văn hóa thông tin, thể dục thể thao, phát triển và sử dụng nguồn nhân lực, giải quyết việc làm, cải thiện điều kiện làm việc, sinh hoạt của người lao động, thực hiện phân bổ dân cư, tổ chức đời sống và quản lý dân cư;\n* Quyết định quy hoạch, kế hoạch mạng lưới giáo dục mầm non, giáo dục phổ thông, dạy nghề, mạng lưới khám chữa bệnh;\n* Quyết định các biện pháp bảo đảm cơ sở vật chất và điều kiện cho các hoạt động giáo dục và đào tạo, văn hóa thông tin, thể dục thể thao; các biện pháp bảo vệ và phát huy giá trị di sản văn hóa ở địa phương; biện pháp giáo dục, bảo vệ, chăm sóc thanh thiếu niên và nhi đồng, xây dựng nếp sống văn minh, gia đình văn hóa, giáo dục truyền thống đạo đức, giữ gìn thuần phong mỹ tục của dân tộc; các biện pháp chăm sóc và bảo vệ sức khỏe nhân dân, thực hiện chính sách dân số và kế hoạch hóa gia đình; các biện pháp thực hiện chế độ chính sách đối với các đối tượng thuộc diện chính sách xã hội.\n\n=== Khoa học, công nghệ, tài nguyên và môi trường ===\nTrong lĩnh vực khoa học, công nghệ, tài nguyên và môi trường Hội đồng nhân dân Thành phố Hồ Chí Minh có nhiệm vụ và quyền hạn sau:\n* Quyết định các chủ trương và biện pháp phát triển khoa học, công nghệ và ứng dụng khoa học công nghệ vào sản xuất và đời sống; các biện pháp quản lý và sử dụng đất đai, nguồn nước và tài nguyên trong lòng đất; các biện pháp bảo vệ môi trường, phòng chống và khắc phục hậu quả thiên tai; các biện pháp thực hiện những quy định của pháp luật về tiêu chuẩn đo lường và chất lượng sản phẩm tại đại phương.\n\n=== Quốc phòng an ninh, dân tộc tôn giáo, pháp luật ===\nTrong lĩnh vực quốc phòng, an ninh, trật tự, an toàn xã hội, trong thực hiện chính sách dân tộc, chính sách tôn giáo và thi hành pháp luật Hội đồng nhân dân Thành phố Hồ Chí Minh có nhiệm vụ và quyền hạn sau:\n* Quyết định các biện pháp thực hiện kết hợp quốc phòng, an ninh với kinh tế và xây dựng lực lượng dự bị động viên ở địa phương; các biện pháp đảm bảo an ninh, trật tự, đảm bảo an toàn xã hội, phòng và chống tội phạm; các biện pháp thực hiện chính sách dân tộc và chính sách tôn giáo; các biện pháp bảo đảm thi hành pháp luật, bảo vệ và bảo hộ những quyền và lợi ích hợp pháp của công dân ở địa phương.\n\n=== Chính quyền hành chính ===\nTrong lĩnh vực xây dựng chính quyền và quản lý địa giới hành chính Hội đồng nhân dân Thành phố Hồ Chí Minh có nhiệm vụ và quyền hạn sau:\n* Bầu, miễn nhiệm, bãi nhiệm Chủ tịch, Phó Chủ tịch, Ủy viên Thường trực Hội đồng nhân dân, Chủ tịch, Phó Chủ tịch và các thành viên khác của Ủy ban nhân dân, Trưởng, Phó và Ủy viên các ban của Hội đồng nhân dân, Hội thẩm nhân dân của Tòa án nhân dân cùng cấp;\n* Bãi nhiệm đại biểu Hội đồng nhân dân và chấp nhận việc đại biểu Hội đồng nhân dân xin thôi làm nhiệm vụ đại biểu;\n* Bỏ phiếu tín nhiệm đối với người giữ chức vụ do Hội đồng nhân dân bầu;\n* Phê chuẩn cơ cấu cơ quan chuyên môn thuộc Ủy ban nhân dân cấp thành phố, quận, huyện, thị xã; quyết định thành lập, sáp nhập, giải thể một số cơ quan chuyên môn thuộc Ủy ban nhân dân cùng cấp; quyết định tổng biên chế sự nghiệp ở địa phương; thông qua tổng biên chế hành chính của địa phương trước khi trình cấp có thẩm quyền quyết định;\n* Quyết định chính sách thu hút và một số chế độ khuyến khích đối với cán bộ, công chức trên địa bàn phù hợp với yêu cầu và khả năng của ngân sách địa phương; quyết định số lượng và mức phụ cấp đối với cán bộ không chuyên trách ở xã, phường, thị trấn trên cơ sở hướng dẫn của Chính phủ;\n* Thông qua Đề án thành lập mới, nhapạ, chia và điều chỉnh địa giới hành chính để đề nghị cấp trên xem xét, quyết định; quyết định việc đặt tên, đổi tên đường, phố, quảng trường, công trình công cộng ở địa phương theo quy định của pháp luật;\n* Bãi bỏ một phần hoặc toàn bộ quyết định, chỉ thị trái pháp luật của Ủy ban nhân dân cùng cấp quận, huyện, thị xã;\n* Giải tán Hội đồng nhân dân cấp quận, huyện, thị xã và phê chuẩn Nghị quyết của Hội đồng nhân dân cấp quận, huyện, thị xã về việc giải tán Hội đồng nhân dân cấp xã trong một số trường hợp theo quy định của pháp luật.\n\n== Bộ máy tổ chức ==\n=== Thường trực Hội đồng nhân dân Thành phố Hồ Chí Minh ===\nThường trực Hội đồng nhân dân Thành phố Hồ Chí Minh là cơ quan hoạt động thường xuyên giữa hai kỳ họp, đảm bảo cho Hội đồng nhân dân thực hiện được các chức năng, nhiệm vụ của Hội đồng nhân dân;<ref>{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nhieu-sao-trung-cu-dai-bieu-hdnd-tp-hcm-2196066.html|title=Nhiều sao trúng cử đại biểu HĐND TP HCM}}<\/ref>\n\nNhiệm vụ và quyền hạn của Thường trực Hội đồng nhân dân:\n* Chuẩn bị, triệu tập và chủ tọa các kỳ họp Hội đồng nhân dân;\n* Giám sát việc thực hiện Nghị quyết Hội đồng nhân dân và thi hành pháp luật tại địa phương;\n* Điều hòa hoạt động của các Ban;\n* Giữ mối liên hệ với đại biểu;\n* Tổng hợp ý kiến chất vấn của đại biểu và ý kiến, nguyện vọng của nhân dân để báo cáo tại kỳ họp Hội đồng nhân dân;\n* Phê chuẩn kết quả bầu Chủ tịch, Phó Chủ tịch và uỷ viên Thường trực Hội đồng nhân dân quận, huyện;\n* Trình Hội đồng nhân dân bỏ phiếu tín nhiệm với người giữ chức vụ do Hội đồng nhân dân bầu;\n* Đưa ra Hội đồng nhân dân hoặc đưa ra cử tri bãi nhiệm đại biểu Hội đồng Nhân dân;\n* Báo cáo cấp trên về hoạt động của Hội đồng nhân dân;\n* Giữ mối liên hệ và phối hợp công tác với ủy ban Mặt trận Tổ quốc việt Nam cùng cấp.\nNhân sự Thường trực Hội đồng nhân dân Thành phố Hồ Chí Minh khóa X, nhiệm kỳ 2021 - 2026 bao gồm:<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/ba-nguyen-thi-le-tai-dac-cu-chu-tich-hdnd-tp-hcm-nhiem-ky-2021-2026-20210624085040681.htm|tựa đề=Bà Nguyễn Thị Lệ tái đắc cử chủ tịch HĐND TP.HCM nhiệm kỳ 2021-2026|url-status=live}}<\/ref>\n{| class=\"wikitable\"\n!Chức vụ\n!Họ và tên\n!Ngày bắt đầu\n!Chức vụ Đảng bộ địa phương\n|-\n|Chủ tịch Hội đồng nhân dân\n|[[Nguyễn Thị Lệ]]\n|8 tháng 4, 2019\n|Phó Bí thư Thành ủy\n|-\n|Phó Chủ tịch Hội đồng nhân dân\n|[[Nguyễn Văn Dũng]]\n|22 tháng 4, 2021\n|Thành uỷ viên\n|}\n\n=== Ban chuyên trách ===\nCác ban chuyên trách Hội đồng nhân dân Thành phố là cơ quan tham mưu cho Hội đồng nhân dân, có nhiệm vụ tham gia chuẩn bị các kỳ họp Hội đồng nhân dân, thẩm tra các báo cáo, đề án do Hội đồng nhân dân hoặc Thủ trưởng Hội đồng nhân dân phân công; giúp Hội đồng nhân dân giám sát hoạt động của [[Ủy ban nhân dân Thành phố Hồ Chí Minh]] và các cơ quan chuyên môn thuộc Ủy ban nhân dân thành phố Hồ Chí Minh, hoạt động của Tòa án nhân dân, Viện Kiểm sát nhân dân thành phố Hồ Chí Minh, các cơ quan nhà nước, tổ chức kinh tế, tổ chức xã hội, đơn vị vũ trang nhân dân và công dân trong việc thực hiện nghị quyết của Hội đồng nhân dân và thi hành pháp luật.<ref>{{Chú thích web|url=http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&mode=detail&document_id=180582|title=LUẬT BẦU CỬ ĐẠI BIỂU QUỐC HỘI VÀ ĐẠI BIỂU HỘI ĐỒNG NHÂN DÂN}}<\/ref>\n\nCác ban chuyên trách của Hội đồng nhân dân thành phố hiện nay bao gồm:<ref>{{Chú thích web|url=http:\/\/thanhnien.vn\/thoi-su\/cuu-tong-bien-tap-bao-tuoi-tre-lam-pho-chu-tich-hdnd-tphcm-717696.html|title=Cựu Tổng biên tập Báo Tuổi Trẻ làm Phó chủ tịch HĐND TP.HCM}}<\/ref>\n* Ban Kinh tế - Ngân sách\n* Ban Văn hóa - Xã hội\n* Ban Pháp chế\n* Ban Đô thị\n* Văn phòng HĐND TP\n\n=== Thư ký kỳ họp ===\nLuật Tổ chức Hội đồng nhân dân và Ủy ban nhân dân năm 2003 quy định: tại kỳ họp thứ nhất của mỗi khóa, Hội đồng nhân dân bầu Thư ký kỳ họp theo sự giới thiệu của Chủ tọa kỳ họp.\n\nThư ký kỳ họp Hội đồng nhân dân có các nhiệm vụ sau đây<ref>Điều 14 Quy chế hoạt động Hội đồng nhân dân năm 2005<\/ref>:\n# Lập danh sách đại biểu Hội đồng nhân dân có mặt, vắng mặt trong các phiên họp và trong kỳ họp;\n# Ghi biên bản phiên họp, kỳ họp;\n# Tổng hợp đầy đủ, trung thực, chính xác ý kiến phát biểu của đại biểu tại các cuộc họp Tổ đại biểu và phiên họp toàn thể;\n# Giúp Chủ tọa kỳ họp trong việc điều khiển thảo luận và biểu quyết;\n# Giúp Thường trực Hội đồng nhân dân phối hợp với các Ban của Hội đồng nhân dân, các cơ quan hữu quan chỉnh lý dự thảo nghị quyết và các văn bản khác để trình Hội đồng nhân dân;\n# Giúp Chủ tọa kỳ họp cung cấp thông tin, tài liệu tuyên truyền về kỳ họp\".\n\n=== Đại biểu Hội đồng nhân dân ===\nNgày 1\/6\/2021, Ủy ban Bầu cử TPHCM chính thức công bố danh sách 94 người trúng cử đại biểu HĐND TPHCM khóa X, nhiệm kỳ 2021-2026. Trong số 94 người trúng cử đại biểu HĐND TPHCM, có 41 người là nữ (đạt 43,62%), 45 người tái cử (47,87%), có một người tự ứng cử đã trúng cử, có 20 người dưới 40 tuổi, 78 người trúng cử có trình độ trên đại học. Số người ngoài Đảng trúng cử là 4 người.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/94-nguoi-trung-cu-dai-bieu-hdnd-tp-hcm-nhiem-ky-2021-2026-20210601015129095.htm|tựa đề=94 người trúng cử đại biểu HĐND TP.HCM nhiệm kỳ 2021-2026}}<\/ref>\n\nVề thành phần người trúng cử đại biểu HĐND TPHCM, có 28 người trong cơ quan Đảng, 21 người trong chính quyền, 14 người thuộc Ủy ban MTTQ và các tổ chức thành viên của MTTQ, một người đến từ TAND, 3 người thuộc khối quân đội, công an và 27 người thuộc các cơ quan, đơn vị khác.\n\n== Chuyện bên lề ==\nTại phiên họp [[Hội đồng nhân dân|HĐND]] TP.HCM khóa IX ngày 12\/7\/2019 một đại biểu đã đề xuất \"''trang bị lu nước để chống ngập''\" cho thành phố <ref name =Lu-tno >[https:\/\/thanhnien.vn\/thoi-su\/pgs-ts-phan-thi-hong-xuan-noi-ve-giai-phap-lu-chong-ngap-o-tphcm-1102787.html Giải pháp 'lu chống ngập' ở TP.HCM]. Thanh niên Online, 13\/07\/2019. Truy cập 16\/07\/2019.<\/ref>. Đề xuất với từ ngữ lạ tai đã gây bão trong dư luận với đủ các sắc thái phản ứng khác nhau. Những ý kiến bình tĩnh thì cho rằng \"đại biểu dân cử khi đưa ra ý kiến cần tìm hiểu kỹ\", và \"phải ý thức được mọi lời nói sẽ trở thành \"mồi nhậu\" trên mạng xã hội\" <ref name =Lu-ndto >[https:\/\/www.nguoiduatin.vn\/tu-de-xuat-lu-chong-ngap-phi-chia-tay-phai-y-thuc-duoc-moi-loi-noi-se-tro-thanh-moi-nhau-tren-mxh-a441907.html Từ đề xuất lu chống ngập, phí chia tay: Phải ý thức được mọi lời nói sẽ trở thành “mồi nhậu” trên MXH!]. Người đưa tin Online, 16\/07\/2019. Truy cập 16\/07\/2019.<\/ref>. Những phân tích kỹ thuật cho thấy 'lu chống ngập' không đủ đáp ứng nhu cầu chống ngập, mà cần giải pháp căn cơ hơn, là các hồ điều hòa có dung tích và vị trí hợp lý <ref name =Lu-vitimes >[https:\/\/viettimes.vn\/lu-co-chong-duoc-ngap-cho-tphcm-361111.html Lu có chống được ngập cho TP.HCM?]. VietTimes, 16\/07\/2019. Truy cập 16\/07\/2019.<\/ref>, cùng với việc cấp bù nước ngọt vào các tầng chứa nước dưới đất mà do khai thác quá mức đã làm sụt đất và giảm độ cao bề mặt.\n\n== Xem thêm ==\n* [[Chính quyền Thành phố Hồ Chí Minh]]\n* [[Ủy ban nhân dân Thành phố Hồ Chí Minh]]\n* [[Thành ủy Thành phố Hồ Chí Minh]].\n* [[Ủy ban thường vụ Quốc hội]]\n* [[Quốc hội Việt Nam]]\n\n== Chú thích ==\n{{tham khảo|27em}}\n\n[[Thể loại:Hội đồng nhân dân Thành phố Hồ Chí Minh]]"}