{"1741934":"'''Hội Thánh Cao Đài Chơn Lý''' là một trong những tổ chức Hội Thánh (giáo hội) [[đạo Cao Đài|Cao Đài]]. Đây là Hội Thánh Cao Đài có số lượng tín đồ đứng thứ 6 tại Việt Nam, gồm khoảng 1 vạn tín đồ trên khắp 32 tỉnh, thành phố trực thuộc hệ thống 38 tỉnh, thành có cơ sở thờ tự Cao Đài, với 30 thánh thất và các trường quy. Địa bàn có đông tín đồ nhất là tỉnh Tiền Giang, địa phương có nhiều thánh thất nhất là tỉnh Long An. Hội Thánh Cao Đài Chơn Lý được Nhà nước Việt Nam công nhận chính thức tư cách pháp nhân vào ngày 14 tháng 3 năm 2000. Trung ương Hội Thánh đặt tại Tòa Thánh Chơn Lý, thuộc ấp Mỹ An, xã Mỹ Phong, thành phố Mỹ Tho, tỉnh Tiền Giang.\n\n==Lịch sử==\nTheo tài liệu của Hội Thánh Cao Đài Chơn Lý, đạo Cao Đài chính là Đại Đạo Tam Kỳ Phổ Độ đã trải qua đến 2 thời kỳ phổ độ là Nhứt Kỳ Phổ Độ và Nhị Kỳ Phổ Độ. Điều này giống như tất cả các Hội Thánh Cao Đài khác. Nhưng Cao Đài Chơn Lý tin rằng trong Tam Kỳ Phổ Độ có 3 thời kỳ nhỏ nữa gọi là Tam Tiểu Thời Kỳ. \n=== Nhứt Tiểu Thời Kỳ (1926 - 1930) ===\nLà thời kỳ hành Đạo tại Tòa Thánh Tây Ninh, được chính phủ Nam Kỳ lúc bấy giờ công nhận vào năm 1926, có Tổ Đình đầu tiên ngày nay là Tòa Thánh Tây Ninh.\n\nNgày 21 tháng 08 năm 1926 âm lịch, ông [[Nguyễn Văn Ca]] hầu đàn cơ do ông Cao Quỳnh Cư và ông Phạm Công Tắc phò cơ. Sau khi nhập Đạo, ông Ca được tuyên bố là Chơn Thánh, được thăng dần lên chức Thái Phối Sư, về Tòa Thánh Tây Ninh và được giao chức \"Khâm Sai Tài chính\".\n\n=== Nhị Tiểu Thời Kỳ (1930 - 1937)===\nLà thời kỳ cơ bút của đàn cơ Cao Thiên Đàn Kiên Giang hợp cùng đàn cơ Định Tường, thời kỳ này đã độc lập với Hội Thánh Cao Đài Tây Ninh, gọi là Hội Thánh Cao Đài Minh Chơn Lý. Thánh thất Định Tường trở thành Tòa Thánh Trung ương. Ông [[Nguyễn Văn Ca]] và ông [[Nguyễn Hữu Phùng]] là nhị vị Chưởng Quản Lưỡng Đài.\n\nHành đạo tại Tây Ninh một thời gian thì xảy ra việc các chức sắc Tòa Thánh chia rẽ. Ông Ca về Mỹ Tho phổ độ và hợp tác cùng các ông [[Trần Đạo Quang]], Nguyễn Hữu Phùng lập Minh Chơn Lý. Từ đó, Thánh thất Định Tường trở nên độc lập, thành lập Hội Thánh Minh Chơn Lý.\n\n=== Tam Tiểu Thời Kỳ (1938 - 1947) ===\nLà thời kỳ chuyển từ Hội Thánh Cao Đài Minh Chơn Lý thành Hội Thánh Cao Đài Chơn Lý.\n\nCuối năm 1937, ông Nguyễn Hữu Phùng lúc bây giờ là Thiên Sư, Chưởng Quản Hiệp Thiên Đài già yếu và cũng nản chí tu hành nên bỏ về Tân An, chưởng quản Hiệp Thiên Đài bỏ trống. Giáo sư Ngọc Được Thanh thế danh Lê Văn Được về Tòa Thánh Trung ương, được mọi người đồng thuận là Chưởng Quản Hiệp Thiên Đài mới thay cho ông Phùng và gọi ông với nhiều tên khác nhau như: Ngọc Chơn Long, Đại đức Tam Tôn, Hàng Long La Hán. Hội Thánh Minh Chơn Lý trở thành Hội Thánh Chơn Lý từ năm 1938. Ông [[Nguyễn Văn Ca]] và ông [[Lê Văn Được]] là nhị vị Chưởng Quản Lưỡng Đài, cùng Hội đồng Thập Ngũ Linh Đăng mà hai ông đứng đầu, lãnh đạo Hội Thánh.\n\n===Sau năm 1948===\nCao Đài Chơn Lý là một trong những Hội Thánh Cao Đài ủng hộ kháng chiến chống Pháp của chính phủ Việt Nam Dân chủ Cộng hòa.\n\nÔng Được quy vị năm 1948. Từ đó Cao Đài Chơn Lý không còn chấp bút nữa. Đến năm 1956, ông Nguyễn Văn Ca cũng quy vị, từ đó trở về sau, Cao Đài Chơn Lý không còn chức Chưởng Quản Cửu Trùng Đài và Chưởng Quản Hiệp Thiên Đài nữa mà chỉ còn chức Quyền Chưởng Quản cho những người nối hậu hai vị Ca và Được.\n\nNăm 1956, Ông Năm là quyền Chưởng Quản Cửu Trùng Đài tách khỏi Tòa Thánh Định Tường về xã Lương Hòa Lạc lập [[Giáo hội Cao Đài Việt Nam]]. Hội Thánh Cao Đài Chơn Lý từ đó về sau hoạt động ổn định cho đến khi nhà nước Việt Nam công nhận tư cách pháp nhân và được truyền đạo trên toàn quốc.\n\n==Đặc điểm==\n===Tam Tiểu Thời Kỳ===\nTheo quan điểm của các tín đồ Cao Đài Chơn Lý, đạo Cao Đài chính là Đại Đạo Tam Kỳ Phổ Độ đã trải qua đến 2 thời kỳ phổ độ là Nhứt Kỳ Phổ Độ và Nhị Kỳ Phổ Độ. Điều này giống như tất cả các Hội Thánh Cao Đài khác. Nhưng Cao Đài Chơn Lý tin rằng trong Tam Kỳ Phổ Độ có 3 thời kỳ nhỏ nữa gọi là Tam Tiểu Thời Kỳ, với những dẫn luận sau đây:\n; Quả Càn Khôn\nKhi Đức Cao Đài giao cho ông Thái Bính Thanh là việc làm quả càn khôn có đường kính 3,3 m, ông Bính có hỏi Đức Cao Đài, Đức Cao Đài có nói ngày sau sẽ rõ. Cao Đài Chơn Lý nói 3 trước dấu phẩy là Tam Kỳ Phổ Độ, trong Tam Kỳ Độ có Tam Tiểu Thời Kỳ tức là số 3 nằm sau dấu phẩy.\n; Danh xưng A Ă Â của Đức Cao Đài\nNgày lập Đạo, Đức Cao Đài Tiên Ông đã xưng A Ă Â, Cao Đài Chơn Lý lấy dẫn luận bài kinh sau đây để chứng minh tiên tri cho sự chuyển đạo 2 lần từ Nhứt Tiểu Thời sang Nhị Tiểu Thời và từ Nhị Tiểu Thời sang Tam Tiểu Thời:\n\n\"Trước Thầy chỉ chữ A là một\nChữ Ă này Thầy cột Nhị Kỳ\nÂ là Tam Tiểu Đạo Quy\nBa về Một mối dây Đạo Trời\"\n\n===Không theo Tân Luật và Pháp Chánh Truyền===\nCao Đài Chơn Lý là một trong những Hội Thánh không theo Tân Luật và Pháp Chánh Truyền. Thay vào đó, Hội Thánh có Luật Bình Quân và Thập Ngũ Qui Điều.\n\n===Biểu tượng Thiên Nhãn===\nNăm 1930, Hội Thánh chuyển Thánh Tượng Thiên Nhãn sang thành Thánh Tượng con mắt nằm giữa trái tim. Đến năm 1938 đến nay, Hội Thánh thờ Thánh Tượng Tâm Hòa Nhãn, nghĩa là trái tim bên ngoài và Thần Nhãn nằm giữa. Thánh tượng có tất cả 72 tia hào quang. Chỉ có Cao Đài Chơn Lý mới thờ Thánh Tượng đó. [[Giáo hội Cao Đài Việt Nam]] cũng thờ dạng Thánh Tượng này nhưng cái khác là hào quang 108 tia.\n\n===Biểu tượng Thái Cực Đăng===\nHội Thánh Cao Đài Chơn Lý thờ Thái Cực Đăng nằm trên 14 ngọn đèn còn lại, nghĩa là số đèn lên đến 15 ngọn chứ không phải một ngọn như các Hội Thánh Cao Đài thờ Thiên Nhãn hình con mắt trái. 15 ngọn đèn đó gọi là Thập Ngũ Linh Đăng.\n\n===Hình Thể Tòa Thánh===\nTòa Thánh Định Tường, còn gọi là Tòa Thánh Cao Đài Chơn Lý, có đến 4 hình thể gồm Bát Quái Đài, Hiệp Thiên Đài, Cửu Trùng Đài và Châu Thiên Đài. Các Hội Thánh Cao Đài khác không lập Châu Thiên Đài.\n\nHình thể Tòa Thánh Cao Đài Chơn Lý mang hình nhân đang nằm quay về hướng nam, ứng hóa với câu \"Thánh nhân nam diện, nhi thính thiên hạ\". Hình nhân nằm đó là hình thể Đức Cao Đài tại thế. Tòa Thánh là Bạch Ngọc Kinh tại thế của Đức Cao Đài.\n\nBát quái của Cao Đài Chơn Lý là Bát Quái Hậu Thiên nằm trước Hiệp Thiên Đài.\n\nNgoài ra, Thánh sở của Cao Đài Chơn Lý đều có cửa giữa và lối đi chính giữa gọi là đường Huỳnh Đạo, cho nên không có chữ Khí và bàn thờ Hộ pháp như các Hội Thánh khác.\n\n===Thánh danh===\nỞ nhiều Hội Thánh Cao Đài, danh tự Hương gắn trước tên các vị chức sắc nữ phái, riêng Hội Thánh Cao Đài Minh Chơn Đạo thêm danh tự Ngọc; Hội Thánh Cao Đài Chơn Lý chia nữ phái thành năm nhóm, gọi là năm cung, theo đó 5 danh tự tương ứng gồm Quế, Diêu, Quỳnh, Liên, Bích ứng với năm màu sắc khác nhau, được thêm vào trước tên các vị chức sắc nữ phái.\n\nỞ Nam phái, cũng chia làm 3 phái nhỏ là Thái, Thượng, Ngọc ứng với đại diện cho Thích Giáo, Tiên Giáo và Nho Giáo. Tuy nhiên, khi tu lên đến phẩm Đầu Sư Chính Vị thì tên không lấy theo tịch đạo là Thanh nữa mà lấy Phái + Tên + Nhựt\/Nguyệt\/Tinh, nếu phái Thái Đầu Sư thì lấy chữ Nhựt gắng sau tên, Thượng đi với Nguyệt và Ngọc đi với Tinh.\n\nHiện nay Tam Thanh Đầu sư của Cao Đài Chơn Lý là Thái Long Nhựt, Thượng Chình Nguyệt và Ngọc Trực Tinh.\n\n===Chức sắc===\nTheo quan điểm của các tín đồ Cao Đài Chơn Lý, Thời Quân là người canh giữ và nghiên cứu tiết khí của Bát Quái Hậu Thiên để do theo cơ Đạo và Tọa Hóa.\n\nCao Đài Chơn Lý có Thập Bát La Hán, La Hán này là những vị trên Thượng Giới giáng hạ để phụ giúp Đức Cao Đài giáo hóa nhân sanh. Biểu hiện của La Hán là các thẻ La Hán. Có tất cả 18 vị La Hán nhưng chỉ có 17 thẻ. Thẻ Lan Hán của La Hán dược sư không có tức là thẻ vô vi. La Hán là chức sắc Hiệp Thiên Đài.\n\nTrong số 17 thẻ La Hán ấy, hiện nay Cao Đài Chơn Lý chỉ sử dụng 15 thẻ, trừ hai thẻ Hàng Long và An Thiên của ông Lê Văn Được và ông Nguyễn Văn Ca để làm sử liệu chứ không ai dám bái mạng thẻ này. Do đó, hệ thông La Hán của Cao Đài Chơn Lý ngày nay chỉ còn 15 thẻ. Tất cả đầu sư đều là La Hán, do vậy, họ vừa mang chức sắc Châu Thiên Đài (Chức sắc trong hàng Thập Ngũ Linh Đăng) nhưng vừa là chức sắc Hiệp Thiên Đài. Trong số Tam Thanh Đầu Sư, có 2 vị bái mạng Quyền Chưởng Quản thì thánh danh của họ cũng thay đổi. Khi đó thánh danh được gọi theo tên La Hán cộng với phái mà họ mang.\n\nVí dụ: Ông Quyền Chưởng Quản Hiệp Thiên Đài hiện nay của Cao Đài Chơn Lý là ông Lý Văn Tiên. Khi làm đầu sư, ông là Ngọc Tiên Tinh, mang phẩm La Hán Hỗn Ngươn, sau khi bái mạng Quyền Chưởng Quản Hiệp Thiên Đài, ông không còn tên Ngọc Tiên Tinh nữa mà gọi thánh danh của ông là Ngọc Hỗn Ngươn.\n\nChức sắc Cửu Trùng Đài cũng giống như các Hội Thánh khác, đi từ Lễ Sanh lên Chánh Phối Sư.\n\nChức Sắc Châu Thiên Đài gọi là chức sắc Thập Ngũ Linh Đăng gồm có:\n\n5 vị Thiên Sư gọi là Ngũ Hành Thiên Sư gồm Đông Tây Nam Bắc và Trung Thiên sư, Đạo Phục của Thiên sư hoàn toàn khác của chức sắc còn lại.\n\n4 vị Tứ Bửu\n\n3 vị Tam Thanh Đầu Sư\n\n2 vị Chưởng Quản, ngày nay chỉ có Quyền Chưởng Quản\n\n1 vị Giáo chủ là Đức Cao Đài, không ai dám gọi là Ngội Độc Nhất mà chỉ có Đức Cao Đài mới dám xưng.\n\nCao Đài Chơn Lý không có các chức Truyền Trạng, Hiền Tài, Thừa Sử hoặc Giáo Tông, Hộ pháp như các Hội Thánh khác, tuy nhiên tên gọi thì khác nhưng vẫn có chức đối phẩm như trên và thi hành nhiệm vụ giống như trên.\n\nChẳng hạn: Chưởng Quản Cửu Trùng Đài đối phẩm với Giáo Tông\n\nChưởng Quản Hiệp Thiên Đài đối phẩm Hộ pháp.\n\n===Tu tập===\nHội Thánh Cao Đài Chơn Lý cấm việc ngồi tịnh luyện mà thay vào đó tín đồ phải ngồi u minh để độ người đã chết và phổ độ người còn sống. Hội Thánh có 2 cấp là Trung ương Hội Thánh và Họ Đạo, riêng Tiểu Tòa Thánh An Thái là trường hợp đặc biệt đại diện cho Tòa Thánh tại miền Trung Việt Nam.\n\n==Hoạt động của Cao Đài Chơn Lý hiện nay==\n\nHiện nay, số lượng tín đồ của Cao Đài Chơn lý vào khoảng 1 vạn tín đồ, gồm 30 thánh thất, 1 Hồi Quán Vô Vi Cảnh, 2 Phổ Đà Cảnh, 1 Vạn Linh Đài, 1 Tiên Linh Đài, 1 Tiểu Tòa Thánh nằm ở Bình Định và 1 Tòa Thánh.\n{| class=\"wikitable sortable\"\n|+\n!STT\n!Cơ sở\n!Tỉnh\n!Địa chỉ\n!Ghi chú\n|-\n|1\n|Tòa thánh Chơn Lý - Định Tường\n|Tiền Giang\n|193 Nguyễn Trung Trực, Ấp Mỹ An, Xã Mỹ Phong, TP.Mỹ Tho\n|Tòa Thánh\n|-\n|2\n|Tiểu Tòa Thánh An Thái\n|Bình Định\n|Thôn An Thái, Xã Nhơn Phúc, TX.An Nhơn\n|Tiểu Tòa Thánh\n|-\n|3\n|Thánh thất An Hòa\n|Kiên Giang\n|494 Nguyễn Chí Thanh, KP.6, P.Rạch Sỏi, TP.Rạch Giá\n|\n|-\n|4\n|Thánh thất An Lục Long\n|Long An\n|Ấp An Tập, Xã An Lục Long, Huyện Châu Thành\n|\n|-\n|5\n|Thánh thất An Thạnh Thủy\n|Tiền Giang\n|Ấp An Khương, Xã An Thạnh Thủy, Huyện Chợ Gạo\n|\n|-\n|6\n|Thánh thất Bình An\n|Long An\n|Ấp Vàm Kinh, Xã Bình An, Huyện Thủ Thừa\n|\n|-\n|7\n|Thánh thất Bình Giang\n|Bình Định\n|Thôn Trung Sơn, Xã Tây Thuận, Huyện Tây Sơn\n|\n|-\n|8\n|Thánh thất Bình Nhâm\n|Bình Dương\n|Đường Bình Nhâm 2, KP.Bình Thuận, P.Bình Nhâm, TP.Thuận An\n|\n|-\n|9\n|Thánh thất Bình Tâm\n|Long An\n|Ấp 4, Xã Bình Tâm, TP.Tân An\n|\n|-\n|10\n|Thánh thất Bình Thành - Thủ Thừa\n|Long An\n|ĐT818, KP.11, TT.Thủ Thừa, Huyện Thủ Thừa\n|\n|-\n|11\n|Thánh thất Bình Thới\n|Bến Tre\n|Ấp 3, Xã Bình Thới, Huyện Bình Đại\n|\n|-\n|12\n|Thánh thất Buôn Ma Thuột\n|Đắk Lắk\n|256 Hoàng Diệu, P.Thành Công, TP.Buôn Ma Thuột\n|\n|-\n|13\n|Thánh thất Cửu Đạo\n|Gia Lai\n|TX.An Khê\n|\n|-\n|14\n|Thánh thất Đông Phước\n|Phú Yên\n|Thôn Đông Phước, Xã Hòa An, Huyện Phú Hòa\n|\n|-\n|15\n|Thánh thất Đông Thuận\n|TP.Cần Thơ\n|Ấp Cầu Kinh Ngang, Xã Đông Thuận, Huyện Thới Lai\n|\n|-\n|16\n|Thánh thất Long Thắng\n|Đồng Tháp\n|Ấp Hòa Bình, Xã Long Thắng, Huyện Lai Vung\n|\n|-\n|17\n|Thánh thất Long Toàn\n|Trà Vinh\n|Ấp Bến Chuối, Xã Long Toàn, TX.Duyên Hải\n|\n|-\n|18\n|Thánh thất Mỹ Long\n|Đồng Tháp\n|Ấp 2, Xã Mỹ Long, Huyện Cao Lãnh\n|\n|-\n|19\n|Thánh thất Nam Thái\n|Kiên Giang\n|Ấp 6 Đình, Xã Nam Thái, Huyện An Biên\n|\n|-\n|20\n|Thánh thất Ngọc Phát\n|Bạc Liêu\n|Ấp Bình Thạnh, Xã Vĩnh Phú Tây, Huyện Phước Long\n|\n|-\n|21\n|Thánh thất Nha Trang\n|Khánh Hòa\n|111B Lê Hồng Phong, P.Phước Hải, TP.Nha Trang\n|đang xây cơ sở mới\n|-\n|22\n|Thánh thất Phú Cường\n|Bình Dương\n|134A Cách Mạng Tháng Tám, KP.10, P.Chánh Nghĩa, TP.Thủ Dầu Một\n|\n|-\n|23\n|Thánh thất Phú Nhiêu\n|Phú Yên\n|Thôn Phú Nhiêu, Xã Hòa Mỹ Đông, Huyện Tây Hòa\n|\n|-\n|24\n|Thánh thất Phước Hòa\n|An Giang\n|ĐT943, Khóm Tây Huề 3, P.Mỹ Hòa, TP.Long Xuyên\n|\n|-\n|25\n|Thánh thất Quơn Long\n|Tiền Giang\n|Ấp Long Thạnh, Xã Quơn Long, Huyện Chợ Gạo\n|\n|-\n|26\n|Thánh thất Song An\n|Gia Lai\n|TX.An Khê\n|\n|-\n|27\n|Thánh thất Song Bình\n|Tiền Giang\n|Ấp Tân Tỉnh, Xã Song Bình, Huyện Chợ Gạo\n|\n|-\n|28\n|Thánh thất Tân Hòa\n|Đồng Tháp\n|Ấp Hòa Bình, Xã Tân Hòa, Huyện Lai Vung\n|\n|-\n|29\n|Thánh thất Tân Lập - Mộc Hóa\n|Long An\n|Ấp 3, Xã Tân Lập, Huyện Mộc Hóa\n|\n|-\n|30\n|Thánh thất Thanh Bình\n|Tiền Giang\n|Ấp 3, Xã Thanh Bình, Huyện Chợ Gạo\n|\n|-\n|31\n|Hồi Quán Vô Vi Cảnh\n|Tiền Giang\n|Ấp Tân Lược, Xã Tân Lý Đông, Huyện Châu Thành\n|\n|-\n|32\n|Phổ Đà Cảnh - Định Tường\n|Tiền Giang\n|193 Nguyễn Trung Trực, Ấp Mỹ An, Xã Mỹ Phong, TP.Mỹ Tho (Khuôn viên Tòa Thánh)\n|Thờ Đức Mẹ Diêu Trì Kim Mẫu\n|-\n|33\n|Phổ Đà Cảnh\n|\n|\n|\n|-\n|34\n|Vạn Linh Đài\n|Tiền Giang\n|Ấp Mỹ Hưng, Xã Mỹ Phong, TP.Mỹ Tho\n|\n|-\n|35\n|Tiên Linh Đài\n|\n|\n|\n|}\n\n==Nhầm lẫn về danh xưng==\n\nHiện nay, vì một số các Hội Thánh Cao Đài có tổ chức liên giao vẫn chưa hiểu được sử quan của Cao Đài Chơn Lý, nên vẫn thường gọi là Cao Đài Minh Chơn Lý.\n\nTuy nhiên Hội Thánh Cao Đài Minh Chơn Lý hiện không còn nữa và Hội Thánh Cao Đài Chơn Lý là người tiếp nối truyền thống Minh Chơn Lý. Do đó, hiện nay Hội Thánh Cao Đài Chơn Lý đang cố gắng thông tri toàn Đạo về vấn đề Minh Chơn Lý và Chơn Lý này.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* http:\/\/caodaichonly.org\/\n*https:\/\/www.youtube.com\/channel\/UC-7vgtTAp1ptUEOI2QbeybQ?view_as=subscriber\n* Hội Thánh Cao Đài Chơn Lý, Lược Sử Tiền Nhân, 2008\n\n[[Thể loại:Đạo Cao Đài]]\n[[Thể loại:Tôn giáo tại Việt Nam]]"}