{"43974":"{{Chú thích trong bài|date=tháng 5\/2021}}\n{{Hộp thông tin cựu quốc gia\n| conventional_long_name                = {{nowrap|Hội đồng Tương trợ Kinh tế}}\n| native_name                = {{lang|ru|Совет Экономической Взаимопомощи}}<br \/>{{nowrap|{{small|''Sovét Ekonomícheskoy Vzaimopómoshchi'' (Tiếng Nga BGN\/PCGN)}}}}<br>{{small|''Sovet Ekonomičeskoj Vzaimopomošči'' (Tiếng Nga GOST)}}\n| common_name                = Comecon\n| _noautocat                = yes\n| status                = [[Liên minh kinh tế|Hiệp hội kinh tế]]\n| continent                = Á-Âu\n| era                = [[Chiến tranh lạnh]]\n| s1                = Cộng đồng các Quốc gia Độc lập\n| flag_s1                = Flag of the CIS.svg\n| s2                = Cộng đồng Kinh tế Á Âu\n| flag_s2                = Flag of the Eurasian Economic Union.svg\n| s3                = Tổ chức Hợp tác và Phát triển Kinh tế\n| flag_s3                = Oecd-logo.gif\n| s4                = Hiệp hội các quốc gia Đông Nam Á\n| flag_s4                = Flag of ASEAN.svg\n| flag                = \n| image_flag                = Flag of Comecon.svg{{!}}border\n| image_coat                = Logo of Comecon.svg\n| coa_size                = \n| coat_alt                = <!-- Alt text for coat of arms -->\n| symbol_type                = Logo\n| image_map                = Comecon.svg\n| image_map_caption                = Bản đồ các thành viên của Comecon vào tháng 11 năm 1986 <br\/>{{legend|#C00000|Thành viên}}\n{{legend|#FF40FF|Thành viên không tham gia}}\n{{legend|#FF0000|Thành viên liên kết, kí hiệp định}}\n{{legend|#FFD700|Quan sát viên}}\n| image_map_size                = 220px\n| capital_type                = Trụ sở chính\n| capital                = [[Moskva]]\n| membership_type                = Quốc gia thành viên\n| membership                = {{Collapsible list|title=''Xem danh sách''|{{flagcountry|People's Republic of Bulgaria}}|{{flagcountry|Czechoslovak Socialist Republic}}|{{flagcountry|Cuba}}|{{flagcountry|East Germany}}|{{flagcountry|Hungarian People's Republic}}|{{flagicon|Mongolia|1949}} [[Cộng hòa Nhân dân Mông Cổ|Mông Cổ]]|{{flagcountry|Polish People's Republic}}|{{flagcountry|Socialist Republic of Romania}}|{{flagcountry|Soviet Union}}|{{flagcountry|Vietnam}} }}\n| official_languages                = {{Collapsible list|titlestyle = background:transparent;text-align:left;font-weight:normal;|title=25 ngôn ngữ |[[Tiếng Nga]]|[[Tiếng Ukraina]]|[[Tiếng Belarus]]|[[Tiếng Kazakh]]|[[Tiếng Kyrgyz]]|[[Tiếng Uzbek]]|[[Tiếng Tajik]]|[[Tiếng Turkmen]]|[[Tiếng Gruzia]]|[[Tiếng Armenia]]|[[Tiếng Azerbaijan]]|[[Tiếng Estonia]]|[[Tiếng Latvia]]|[[Tiếng Litva]]|[[Tiếng Bulgaria]]|[[Tiếng Albania]]|[[Tiếng Séc]]|[[Tiếng Slovak]]|[[Tiếng Đức]]|[[Tiếng Hungary]]|[[Tiếng Mông Cổ]]|[[Tiếng Ba Lan]]|[[Tiếng România]]|[[Tiếng Tây Ban Nha]]|[[Tiếng Việt]]}}\n| national_anthem                = \n| currency                = {{Collapsible list |titlestyle=font-weight:normal; background:transparent; text-align:left;|title=10 loại tiền tệ|{{flagicon|Soviet Union}} '''[[Rúp Xô viết]]'''|{{flagicon|East Germany}} [[Mác Cộng hòa Dân chủ Đức|Mác Đông Đức]]|{{flagicon|Polish People's Republic}} [[Złoty Ba Lan]]|{{flagicon|Czechoslovak Socialist Republic}} [[Koruna Tiệp Khắc]]|{{flagicon|Socialist Republic of Romania}} [[Leu România|Leu Rumani]]|{{flagicon|People's Republic of Bulgaria}} [[Lev Bulgaria]]|{{flagicon|Hungarian People's Republic}} [[Forint|Forint Hungrary]]|{{flagicon|Cuba}} [[Peso Cuba]]|{{flagicon|Mongolia|1949}} [[Tögrög|Tögrög Mông Cổ]]|{{flagicon|Vietnam}} [[Đồng (tiền)|Việt Nam đồng]]}}\n| legislature                = \n| life_span                = 1949–1991\n| event_pre                = \n| date_pre                = \n| event_start                = Chiến tranh lạnh\n| year_start                = năm 1949\n| date_start                = 5–8 tháng 1\n| event1                = \n| date_event1                = \n| event2                = \n| date_event2                = \n| event_end                = Giải thể\n| year_end                = năm 1991\n| date_end                = 28 tháng 6\n| event_post                = [[Liên Xô tan rã]]\n| date_post                = 26 tháng 12 năm 1991\n| stat_year1                = 1960\n| stat_area1                = 23422281\n| stat_year2                = 1989\n| stat_area2                = 25400231\n| stat_pop2                = 504.363.610\n| drives_on                = phải\n| cctld                = \n| today                = \n| footnotes                = \n| width                = 270px\n| demonym                = \n| area_km2                = \n| area_rank                = \n| GDP_PPP                = \n| GDP_PPP_year                = \n| HDI                = \n| HDI_year                = \n}}\n\n'''Hội đồng Tương trợ Kinh tế''' ([[tiếng Nga]]: Совет экономической взаимопомощи ''Sovyet Ekonomičeskoy Vzaimopomošči'', '''SEV'''<ref name=\":0\">SGK lịch sử 9 và 12 (cơ bản)<\/ref> (СЭВ, SEW); [[tiếng Anh]]: Council of Mutual Economic Assistance, '''COMECON''' hoặc CMEA), còn gọi là [[tổ chức]] hợp tác [[kinh tế]] của các [[quốc gia]] thuộc [[hệ thống xã hội chủ nghĩa]] trong giai đoạn [[1949]]–[[1991]].\n\n== Các quốc gia thành viên ==\nDưới đây là danh sách các quốc gia thành viên, và năm quốc gia đó gia nhập Hội đồng Tương trợ Kinh tế<ref name=\":0\" \/>:\n* [[Bulgaria]] – [[Tháng một|tháng 1]]\/[[1949]].\n* [[Tiệp Khắc]] – [[Tháng một|tháng 1]]\/[[1949]].\n* [[Hungary]] – [[Tháng một|tháng 1]]\/[[1949]].\n* [[Ba Lan]] – [[Tháng một|tháng 1]]\/[[1949]].\n* [[România]] – [[Tháng một|tháng 1]]\/[[1949]].\n* [[Liên Xô]] – [[Tháng một|tháng 1]]\/[[1949]].\n* [[Albania]] - [[tháng hai|tháng 2]]\/[[1949]].\n* [[Cộng hòa Dân chủ Đức]] – [[1950]].\n* [[Mông Cổ]] - [[1962]].\n* [[Cuba]] – [[1972]].\n* [[Việt Nam]] – [[1978]].\n\nNgoài ra còn một số [[quan sát viên]].\n* [[Algérie|Algerie]].\n* [[Lào]].\n* [[Bắc Triều Tiên|Triều Tiên]].\n* [[Chính phủ Quân sự Lâm thời Ethiopia xã hội chủ nghĩa|Ethiopia]].\n\nSEV còn ký hiệp định với một số nước như:\n* [[Nam Tư]].\n* [[México]].\n* [[Phần Lan]].\n* [[Nicaragua|Nicaragoa]].\n*[[Trung Quốc]].\n*[[Iraq]].\n*[[Angola]].\n*[[Mozambique]].\n*[[Afghanistan]].\n*[[Cộng hòa Dân chủ Nhân dân Yemen|Nam Yemen]].\n\n== Lịch sử ==\n\n=== Nền tảng ===\nComecon được thành lập vào năm [[1949]] bởi [[Liên Xô]], [[Cộng hòa Nhân dân Bulgaria|Bulgaria]], [[Tiệp Khắc]], [[Cộng hòa Nhân dân Hungary|Hungary]], [[Cộng hòa Nhân dân Ba Lan|Ba Lan]] và [[Cộng hòa Xã hội Chủ nghĩa Romania|Romania]]. Các yếu tố chính trong sự hình thành của Comecon dường như là mong muốn hợp tác và củng cố mối [[quan hệ xã hội]] [[chủ nghĩa quốc tế]] của [[Iosif Vissarionovich Stalin|Joseph Stalin]] ở cấp độ [[kinh tế]] với các quốc gia kém hơn ở [[Trung Âu]] và hiện đang ngày càng bị cắt đứt khỏi [[thị trường]] [[truyền thống]] của họ và nhà cung cấp ở phần còn lại của [[châu Âu]]. Tiệp Khắc, Hungary và Ba Lan vẫn quan tâm đến [[Kế hoạch Marshall|viện trợ Marshall]] bất chấp các yêu cầu đối với 1 nền [[kinh tế thị trường]] và [[tiền tệ]] chuyển đổi. Những yêu cầu này, chắc chắn sẽ dẫn đến mối [[quan hệ kinh tế]] mạnh mẽ hơn đối với các thị trường châu Âu tự do hơn Liên Xô, hoàn toàn không thể chấp nhận được đối với Stalin, vào [[Tháng bảy|tháng 7]]\/[[1947]], đã ra lệnh cho các chính phủ [[Chủ nghĩa cộng sản|cộng sản]] Đông Âu này rút khỏi [[Hội nghị Paris (định hướng)|Hội nghị Paris]] về phục hồi châu Âu Chương trình. Điều này đã được mô tả là \"khoảnh khắc của sự thật\" trong khi vực [[châu Âu]] sau [[Chiến tranh thế giới thứ hai|Thế chiến II]]. Theo quan điểm của Liên Xô, \"khối Anh-Mỹ\" và \"các nhà [[Độc quyền (kinh tế)|độc quyền]] Mỹ... có lợi ích không có gì giống với người dân châu Âu\" đã từ chối sự hợp tác [[Hướng Đông|Đông]]-[[Hướng Tây|Tây]] trong khuôn khổ được [[Liên Hợp Quốc]] đồng ý, đó là, thông qua [[Ủy ban Kinh tế Châu Âu]].\n\nTuy nhiên, như mọi khi, động cơ chính xác của Stalin là \"không thể hiểu được\". Họ có thể đã \"tiêu cực hơn tích cực\", với Stalin \"lo lắng hơn để giữ các quyền lực khác ra khỏi các quốc gia đệm lân cận so với việc tích hợp chúng.\" Hơn nữa, quan niệm đối xử không phân biệt đối xử của các đối tác thương mại của [[Hiệp ước chung về thuế quan và mậu dịch|GATT]] không tương thích với các quan niệm về tình đoàn kết xã hội chủ nghĩa. Trong mọi trường hợp, các đề xuất cho 1 [[liên minh]] [[hải quan]] và [[hội nhập kinh tế]] của Trung và [[Đông Âu]] ít nhất là từ các cuộc [[cách mạng]] năm [[1848]] (mặc dù nhiều đề xuất trước đó đã có ý định ngăn chặn \"mối đe dọa\" của Nga và\/hoặc cộng sản) và giao dịch giữa các bang vốn có trong các nền kinh tế kế hoạch tập trung đòi hỏi một số kiểu phối hợp: nếu không, 1 người bán độc quyền sẽ phải đối mặt với 1 người mua độc quyền, không có cơ cấu để định giá.\n\nComecon được thành lập tại 1 hội nghị kinh tế ở [[Moskva|Matxcơva]] ngày [[5 tháng 1|5\/1]]\/[[1949]], tại đó 6 nước thành viên sáng lập được đại diện; nền tảng của nó đã được công bố vào ngày [[25 tháng 1|25\/1]]; [[Cộng hòa Nhân dân Xã hội chủ nghĩa Albania|Albania]] đã tham gia 1 tháng sau đó và [[Cộng hòa Dân chủ Đức|Đông Đức]] vào năm [[1950]].\n\nNghiên cứu gần đây của nhà nghiên cứu Rumani Elena Dragomir cho thấy Rumani đóng 1 vai trò khá quan trọng trong việc tạo ra Comecon vào năm [[1949]]. Dragomir lập luận rằng Rumani quan tâm đến việc tạo ra 1 hệ thống hợp tác của Khăn để cải thiện quan hệ thương mại với các nền [[dân chủ]] khác. đặc biệt với những người có khả năng [[xuất khẩu]] [[Thiết bị công nghiệp|thiết bị]] [[công nghiệp]] và [[máy móc]] sang Romania. Theo Dragomir, vào [[Tháng mười hai|tháng 12]]\/[[1948]], nhà lãnh đạo Rumani [[Gheorghe Gheorghiu-Dej]] đã gửi thư cho Stalin, đề xuất thành lập Comecon.\n\nLúc đầu, kế hoạch dường như được di chuyển nhanh chóng. Sau khi gạt bỏ cách tiếp cận dựa trên [[công nghệ]], giá cả của [[Nikolai Voznesensky]] hướng đi có vẻ là hướng tới sự phối hợp các kế hoạch kinh tế quốc gia, nhưng không có thẩm quyền cưỡng chế từ chính Comecon. Tất cả các quyết định sẽ yêu cầu phê chuẩn nhất trí, và thậm chí sau đó các chính phủ sẽ chuyển riêng chúng thành chính sách. Vào [[Mùa hạ|mùa hè]] năm [[1950]], có lẽ không hài lòng với những tác động có lợi cho chủ quyền cá nhân và tập thể hiệu quả của các quốc gia nhỏ hơn, Stalin \" dường như đã khiến nhân viên của Comecon bất ngờ, \" khiến hoạt động bị đình trệ gần như hoàn toàn, vì Liên Xô đã chuyển hướng trong nước sang tự trị và quốc tế theo hướng\" 1 hệ thống [[đại sứ quán]] trong các vấn đề của các nước khác \"chứ không phải bởi \"phương tiện [[hiến pháp]]\". Phạm vi của Comecon đã chính thức bị giới hạn vào [[Tháng mười một|tháng 11]]\/[[1950]] thành \"những câu hỏi thực tế về tạo thuận lợi cho [[thương mại]].\"\n\n1 di sản quan trọng của giai đoạn hoạt động ngắn ngủi này là [[nguyên tắc Sofia]], được thông qua tại phiên họp của hội đồng Comecon [[Tháng tám|tháng 8]]\/[[1949]] tại [[Bulgaria]]. Điều này hoàn toàn làm suy yếu [[quyền sở hữu]] [[Quyền sở hữu trí tuệ|trí tuệ]], làm cho các công nghệ của mỗi quốc gia có sẵn cho 1 khoản phí danh nghĩa mà ít hơn nhiều so với chi phí tài liệu. Điều này, một cách tự nhiên, mang lại lợi ích cho các nước Comecon ít [[công nghiệp hóa]], và đặc biệt là Liên Xô tụt hậu về công nghệ, với chi phí của Đông Đức và Tiệp Khắc, và ở mức độ thấp hơn là Hungary và Ba Lan. (Nguyên tắc này sẽ suy yếu sau năm [[1968]], vì rõ ràng là nó không khuyến khích nghiên cứu mới và khi Liên Xô bắt đầu có nhiều công nghệ thị trường hơn.)\n\n=== Thời đại Khrushchev ===\nSau cái chết của Stalin năm [[1953]], Comecon lại bắt đầu tìm thấy chỗ đứng của mình. Đầu những năm [[1950]], tất cả các quốc gia Comecon đã áp dụng các chính sách tương đối tự trị; bây giờ họ lại bắt đầu thảo luận về việc phát triển các chuyên ngành bổ sung, và vào năm [[1956]], 10 ủy ban thường trực đã phát sinh, nhằm tạo điều kiện cho sự phối hợp trong những vấn đề này. Liên Xô bắt đầu đánh đổi hàng hóa sản xuất của Comecon. Đã có nhiều cuộc thảo luận về việc điều phối kế hoạch 5 năm.\n\nTuy nhiên, 1 lần nữa, rắc rối nảy sinh. Các cuộc [[biểu tình]] của Ba Lan và [[Sự kiện năm 1956 ở Hungary|cuộc nổi dậy của Hungary]] đã dẫn đến những thay đổi lớn về [[kinh tế]] và [[xã hội]], bao gồm việc từ bỏ năm [[1957]] trong kế hoạch 5 năm của Liên Xô [[1956]], khi chính phủ Comecon đấu tranh để thiết lập lại tính hợp pháp và hỗ trợ phổ biến của họ. Vài năm tiếp theo chứng kiến ​​1 loạt các bước nhỏ hướng tới hội nhập kinh tế và thương mại gia tăng, bao gồm cả việc giới thiệu \"đồng rúp chuyển đổi\", sửa đổi các nỗ lực [[chuyên môn hóa]] quốc gia, và 1 điều lệ năm [[1959]] được mô phỏng theo [[Hiệp ước Roma|Hiệp ước Rome]] năm [[1957]].\n\nTuy nhiên, 1 lần nữa, những nỗ lực trong kế hoạch trung tâm xuyên quốc gia đã thất bại. Vào [[Tháng mười hai|tháng 12]]\/[[1961]], 1 phiên họp của hội đồng đã phê chuẩn các Nguyên tắc cơ bản của [[Phòng Lao động Xã hội Chủ nghĩa Quốc tế]], trong đó nói về sự phối hợp chặt chẽ hơn của các kế hoạch và \"tập trung sản xuất các sản phẩm tương tự ở một hoặc một số nước xã hội chủ nghĩa\". Vào [[Tháng mười một|tháng 11]]\/[[1962]], [[Thủ tướng Liên Xô]] [[Nikita Sergeyevich Khrushchyov|Nikita Khrushchev]] đã tiếp nối điều này với lời kêu gọi \"một cơ quan lập kế hoạch chung.\" Điều này đã bị Tiệp Khắc, Hungary và Ba Lan phản đối, nhưng mạnh mẽ nhất là Rumani ngày càng mang tính dân tộc. rằng họ nên chuyên về [[nông nghiệp]]. Trung và Đông Âu, chỉ có Bulgaria vui vẻ đảm nhận vai trò được giao (cũng là nông nghiệp, nhưng trong trường hợp của Bulgaria, đây là hướng đi được chọn của đất nước ngay cả khi là 1 quốc gia độc lập trong những năm [[1930]]). Về cơ bản, vào thời điểm Liên Xô đang kêu gọi hội nhập kinh tế chặt chẽ, họ không còn quyền áp đặt nó nữa. Mặc dù có sự hội nhập chậm chạp trong gia tăng, [[dầu mỏ]], [[điện]] và các lĩnh vực khoa học \/ kỹ thuật khác và năm [[1963]] thành lập [[Ngân hàng Hợp tác Kinh tế Quốc tế]], các nước Comecon đều tăng giao dịch với [[Thế giới phương Tây|phương Tây]] tương đối nhiều hơn so với nhau.\n\n=== Thời đại Brezhnev ===\nTừ khi thành lập đến năm [[1967]], Comecon chỉ hoạt động trên cơ sở các thỏa thuận nhất trí. Ngày càng rõ ràng rằng kết quả thường là thất bại. Năm [[1967]], Comecon đã thông qua \"nguyên tắc của bên quan tâm\", theo đó bất kỳ quốc gia nào cũng có thể từ chối bất kỳ dự án nào họ chọn, vẫn cho phép các quốc gia thành viên khác sử dụng các cơ chế của Comecon để điều phối các hoạt động của họ. Về nguyên tắc, 1 quốc gia vẫn có thể phủ quyết, nhưng hy vọng là họ thường chọn chỉ bước sang 1 bên thay vì phủ quyết hoặc là người tham gia bất đắc dĩ. Điều này nhằm mục đích, ít nhất là 1 phần, trong việc cho phép Romania lập biểu đồ kinh tế của riêng mình mà không để Comecon hoàn toàn hoặc đưa nó vào tình trạng bế tắc.\n\nCũng cho đến cuối [[Thập niên 1960|những năm 1960]], thuật ngữ chính thức cho các hoạt động của Comecon là [[hợp tác]]. Thuật ngữ hội nhập luôn luôn bị tránh vì ý nghĩa của sự thông đồng tư bản độc quyền. Tuy nhiên, sau phiên họp của hội đồng \"đặc biệt\" [[Tháng tư|tháng 4]]\/[[1969]] và sự phát triển và thông qua ([[1971]]) của Chương trình toàn diện để mở rộng và cải thiện hợp tác và phát triển hơn nữa về hội nhập kinh tế xã hội chủ nghĩa của các nước thành viên Comecon, các hoạt động của Comecon đã chính thức gọi là hội nhập (cân bằng \"sự khác biệt về sự khan hiếm tương đối của hàng hóa và dịch vụ giữa các quốc gia thông qua việc loại bỏ một cách có chủ ý các rào cản đối với thương mại và các hình thức tương tác khác\"). Mặc dù sự cân bằng như vậy không phải là điểm then chốt trong việc hình thành và thực thi các chính sách kinh tế của Comecon, hội nhập kinh tế được cải thiện luôn là mục tiêu của Comecon.\n\nMặc dù hội nhập như vậy vẫn là một mục tiêu, và trong khi Bulgaria ngày càng hội nhập chặt chẽ hơn với Liên Xô, thì tiến bộ theo hướng này lại liên tục bị thất vọng bởi kế hoạch trung tâm quốc gia phổ biến ở tất cả các nước Comecon, bởi sự đa dạng ngày càng tăng của các thành viên (vào thời điểm này bao gồm [[Mông Cổ]] và sẽ sớm bao gồm [[Cuba]]) và bởi \"sự bất cân xứng áp đảo\" và dẫn đến sự mất lòng tin giữa nhiều quốc gia thành viên nhỏ và \"siêu nhân\" Liên Xô, vào năm [[1983]], \"chiếm 88% lãnh thổ của Comecon và 60% dân số của nó. \"Trong giai đoạn này, đã có một số nỗ lực để rời khỏi kế hoạch trung tâm, bằng cách thành lập các hiệp hội công nghiệp trung gian và kết hợp ở nhiều quốc gia khác nhau (thường được trao quyền để đàm phán các thỏa thuận quốc tế của riêng họ). Tuy nhiên, các nhóm này thường tỏ ra \"khó sử dụng, bảo thủ, không thích rủi ro và quan liêu\", tái tạo các vấn đề mà họ đã dự định giải quyết. 1 thành công kinh tế của [[Thập niên 1970|những năm 1970]] là sự phát triển của các [[mỏ dầu]] của Liên Xô. Trong khi không nghi ngờ gì \", Trung và Đông Âu phẫn nộ khi phải trả một số chi phí để phát triển nền kinh tế của người [[chồng]] và kẻ áp bức đáng ghét của họ,\" họ được hưởng lợi từ giá thấp cho [[nhiên liệu]] và các sản phẩm [[khoáng sản]] khác. Do đó, các nền kinh tế Comecon thường cho thấy sự tăng trưởng mạnh mẽ vào giữa những năm [[1970]]. Họ hầu như không bị ảnh hưởng bởi [[Cuộc khủng hoảng dầu mỏ 1973|cuộc khủng hoảng dầu mỏ năm 1973]]. Một lợi ích kinh tế ngắn hạn khác trong giai đoạn này là mang lại cơ hội đầu tư và chuyển giao công nghệ từ phương Tây. Điều này cũng dẫn đến việc nhập khẩu các thái độ văn hóa phương Tây, đặc biệt là ở Trung Âu. Tuy nhiên, nhiều cam kết dựa trên công nghệ phương Tây đã không thành công (ví dụ, nhà máy máy kéo Ursus của Ba Lan đã không làm tốt với công nghệ được cấp phép từ Massey Ferguson); đầu tư khác bị lãng phí vào những thứ xa xỉ cho giới thượng lưu, và hầu hết các quốc gia Comecon đã mắc nợ phương Tây khi dòng vốn chết dần khi mờ dần vào cuối những năm 1970, và từ năm 1979 đến 1983, tất cả Comecon đều trải qua thời kỳ suy thoái (với các trường hợp ngoại lệ có thể có của Đông Đức và Bulgaria) họ không bao giờ phục hồi trong thời kỳ Cộng sản. Romania và Ba Lan đã trải qua sự suy giảm lớn trong mức sống.\n\n==Hoạt động<ref>SGK lịch sử 12 nâng cao<\/ref>==\nSau khi thành lập hội đồng không ngừng đẩy mạnh quan hệ hợp tác kinh tế bằng cách phối hợp giữa các nước theo [[Hệ thống xã hội chủ nghĩa|Xã hội chủ nghĩa]]. Trong các kế hoạch [[kinh tế]] dài hạn, như phân công sản xuất theo hướng chuyên ngành trong phạm vi các nước [[Hệ thống xã hội chủ nghĩa|Xã hội chủ nghĩa]], đẩy mạnh mua bán và trao đổi [[hàng hóa]], phát triển [[công nghiệp]] [[nông nghiệp]] giao thông vận tải và hợp tác [[khoa học]] [[công nghệ|kỹ thuật]].\n\nTuy thế trong hoạt động của mình,'''Hội đồng Tương trợ Kinh tế''' cũng bộc lộ nhiều thiếu sót, sai lầm như khép kín cửa và không hòa nhập vào được nền [[kinh tế]] [[thế giới]] đang ngày càng quốc tế hoá cao độ, nặng về [[hàng hóa|hàng hoá]] trao đổi mang tính [[thời bao cấp|bao cấp]], nền [[kinh tế kế hoạch|kinh tế chỉ huy]]...\n\nTrước sự sụp đổ chế độ [[Hệ thống xã hội chủ nghĩa|Xã hội chủ nghĩa]] ở các nước [[Đông Âu]] và trước biến đổi về tình hình thế giới, sự tồn tại của '''Hội đồng Tương trợ Kinh tế''' không còn thích hợp nữa. Do đó hội nghị đại biểu các nước thành viên vào ngày 28 tháng 6 năm 1991 quyết định chấm dứt mọi hoạt động.\n\n== Xem thêm ==\n* [[Đông Âu|Khối Đông Âu]]\n* [[Khối Warszawa]]\n==Liên kết==\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n[[Thể loại:Hệ thống xã hội chủ nghĩa]]\n[[Thể loại:Tổ chức kinh tế quốc tế]]\n[[Thể loại:Liên minh kinh tế]]\n[[Thể loại:Khối phía Đông]]\n[[Thể loại:Việt Nam thế kỷ 20]]\n[[Thể loại:Kinh tế Cộng hòa Dân chủ Đức]]\n[[Thể loại:Đơn vị lãnh thổ cũ ở châu Âu]]\n[[Thể loại:Quan hệ ngoại giao của Cộng hòa Dân chủ Đức]]\n[[Thể loại:Quan hệ ngoại giao của Cuba]]\n[[Thể loại:Hội đồng Tương trợ Kinh tế| ]]\n[[Thể loại:Cộng hòa Nhân dân Mông Cổ]]\n[[Thể loại:Kinh tế Tiệp Khắc]]\n[[Thể loại:Quan hệ ngoại giao của Tiệp Khắc]]\n[[Thể loại:Cộng hòa Nhân dân Hungary]]"}