{"575238":"{{pp-protected|small=yes}}\n[[Tập tin:Cao Dai Holy See.jpg|nhỏ|phải|Tòa Thánh Tây Ninh, Trung ương Hội Thánh Cao Đài Tòa Thánh Tây Ninh.]]\n'''Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh''', còn được gọi tắt là '''Hội Thánh Cao Đài Tòa Thánh Tây Ninh''', là tổ chức Hội Thánh nguyên thủy của [[đạo Cao Đài]], được lập thành sau Đại lễ Khai Đạo Rằm tháng 10 năm [[Bính Dần]] (tức ngày [[19 tháng 11]] năm 1926). Hiện nay đây cũng là tổ chức Hội Thánh lớn nhất của đạo Cao Đài, quản lý trên 3\/5 tín đồ Cao Đài trên toàn thế giới tức hơn 2,5 triệu tín đồ <ref>{{chú thích web | url = http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/241\/0\/3184\/Hoi_thanh_Cao_dai_Tay_Ninh_huong_toi_Dai_hoi_Nhon_sanh_va_Dai_hoi_Hoi_thanh_nhiem_ky_2012_2017 | tiêu đề = Hội thánh Cao đài Tây Ninh hướng tới Đại hội Nhơn sanh và Đại hội Hội thánh nhiệm kỳ 2012 | author = | ngày = | ngày truy cập = 9 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/daidoanket.vn\/PrintPreview.aspx?ID=56744 | tiêu đề = Main | author =  | ngày =  | ngày truy cập = 9 tháng 2 năm 2015 | nơi xuất bản = [[Báo Đại Đoàn Kết]] | ngôn ngữ =  | archive-date = 2014-01-15 | archive-url = https:\/\/web.archive.org\/web\/20140115032028\/http:\/\/daidoanket.vn\/PrintPreview.aspx?ID=56744 }}<\/ref><ref>{{chú thích web | url = http:\/\/btgcp.gov.vn\/Plus.aspx\/vi\/News\/38\/0\/162\/0\/3610\/Dau_su_Thuong_Tam_Thanh_Nguyen_Thanh_Tam_Chuong_quan_Hoi_thanh_Cao_dai_toa_thanh_Tay_Ninh_Hanh_dao | tiêu đề = Đầu sư Thượng tám Thanh (Nguyễn Thành Tám), Chưởng quản Hội thánh Cao đài tòa thánh Tây Ninh \"Hành đạo để thực hiện sự thương yêu và phụng sự nhơn sanh\" | author = | ngày = | ngày truy cập = 9 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. Trung ương Hội Thánh đặt tại [[Tòa Thánh Tây Ninh]] thuộc thị xã [[Hòa Thành]], tỉnh [[Tây Ninh]]. Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh cũng là nơi xuất phát của tất cả các chi phái ly khai khỏi Hội Thánh sau này như Ban Chỉnh Đạo, Tiên Thiên, Minh Chơn Lý, Minh Chơn Đạo, Truyền Giáo Cao Đài...\n\n==Tổng quan hình thành==\n{{xem thêm|Lịch sử đạo Cao Đài}}\n\nHội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh là tổ chức Hội Thánh Cao Đài chính thống duy nhất được hình thành sau Đại Lễ Khai Đạo ngày Rằm tháng 10 năm Bính Dần (tức ngày [[19 tháng 11]] năm [[1926]]) tại chùa Gò Kén, còn gọi là Từ Lâm Tự, [[Tây Ninh]]. Các chức sắc đầu tiên đã hình thành nên tổ chức Hội Thánh Cửu Trùng Đài, sau thêm Hội Thánh Hiệp Thiên Đài, hợp thành Hội Thánh Đại Đạo Tam Kỳ Phổ Độ.\n\nTuy nhiên, từ trước khi Hội Thánh Đại Đạo Tam Kỳ Phổ Độ được hình thành, giữa các chức sắc đầu tiên đã phát sinh nhiều mâu thuẫn. [[Ngô Minh Chiêu|Ngô Văn Chiêu]], tín đồ Cao Đài đầu tiên, đã từ chối ngôi vị [[Giáo tông]] và không tham gia Hội Thánh, cùng với một số tín hữu hình thành một hệ phái Cao Đài riêng, không tổ chức giáo hội, mà về sau gọi là [[Hệ phái Cao Đài Chiếu Minh]]. Sau khi Hội Thánh Cao Đài dời từ chùa Gò Kén về [[Tòa Thánh Tây Ninh]] như hiện nay, một số chức sắc đã ly khai và hình thành nhiều hệ phái Cao Đài khác nhau, có tổ chức Giáo Hội lẫn không tổ chức Giáo Hội.\n\nHội Thánh Cao Đài khai đạo và hoạt động trong giai đoạn [[đế quốc thực dân Pháp|thực dân Pháp]] kiểm soát rất chặt chẽ các hoạt động cộng đồng. Theo luật pháp [[Nam Kỳ]], không được họp quá 19 người mà không xin phép<ref>Dẫn theo \"Địa chí Văn hóa Thành phố Hồ Chí Minh\", Nhà xuất bản TP.HCM, 1987, tr. 289.<\/ref>, vì vậy hoạt động hành đạo thu hút nhiều tín đồ của Hội Thánh Cao Đài tại [[Bán đảo Đông Dương|Đông Dương]], trong đó có không ít trí thức có tư tưởng dân tộc, đã làm chính quyền thực dân Pháp lo ngại và ngăn cản. Dưới áp lực đó, ngày [[22 tháng 12]] năm [[1927]], [[Vua|Quốc vương]] [[Campuchia]] bấy giờ là [[Sisowath Monivong]] ra chỉ dụ cấm người dân Campuchia theo [[đạo Cao Đài]]; từ [[Pháp]], [[Hoàng đế]] [[Bảo Đại]] ra 2 đạo dụ ngày [[26 tháng 1]] năm [[1928]] và [[6 tháng 3]] năm [[1929]] cấm truyền bá đạo Cao Đài tại [[Trung Kỳ]]; ngày [[12 tháng 12]] năm [[1932]], theo lệnh [[Khâm sứ Pháp]] tại [[Lào]], Thánh thất Cao Đài ở [[Lào]] phải đóng cửa và Giáo hữu Thượng Chữ Thanh (Đặng Trung Chữ)<ref>Về sau được phong Thượng Phối sư.<\/ref>, đại diện Cơ quan Truyền giáo Cao Đài Hải ngoại tại Lào, bị trục xuất sang Campuchia; ngày [[23 tháng 5]] năm [[1932]], Giáo hữu Thái Hòa Thanh (Nguyễn Thái Hòa) bị [[Sở Mật thám]] [[Bắc Kỳ]] trục xuất về [[Nam Kỳ]].<ref>Bản Cải án Cao Đài, 3 tháng 5 năm 1982.<\/ref>\n\nDù vậy, so với các chi phái, Hội Thánh Cao Đài Tòa Thánh Tây Ninh có tổ chức chặt chẽ và hoàn bị nhất, phát triển không ngừng, trở thành tổ chức Hội Thánh Cao Đài chính thống duy nhất và lớn nhất, là Hội Thánh đại diện cho tôn giáo Cao Đài, quản lý hơn 3\/5 số lượng tín đồ Cao Đài trên toàn thế giới.\n\n=== Hệ thống kinh sách ===\nHệ thống kinh sách của Cao Đài Tòa Thánh Tây Ninh gồm các bài [[cơ bút]] giáng được ghi nhận lại, tập hợp trong các tuyển tập gọi là [[Thánh Ngôn Hiệp Tuyển]] (gồm quyển 1 và quyển 2). Các tín đồ Cao Đài tin rằng đây là những lời truyền dạy về giáo lý tu tập cũng như các quy tắc ứng xử chung. Bên cạnh đó, còn có thêm các bài kinh riêng rẽ để sử dụng khi hành lễ trong từng trường hợp được tập trung thành quyển Kinh Thiên Đạo và Thế Đạo do Hội Thánh Cao Đài Tòa Thánh Tây Ninh ấn hành và giữ bản quyền.\n\nDo Hội Thánh Cao Đài Tòa Thánh Tây Ninh là nơi phát xuất của các chi phái Cao Đài sau này, vì vậy, hầu hết các chi phái Cao Đài đều sử dụng hệ thống kinh sách của Hội Thánh Cao Đài Tòa Thánh Tây Ninh như bộ kinh sách chính của hệ phái mình. Tuy nhiên, hệ thống kinh sách của các chi phái Cao Đài khác diễn giải theo cách riêng, hoặc có thể thay đổi hoặc bổ sung thêm những bài kinh khác của riêng hệ phái mình.\n\nNgoài ra, Hội Thánh Cao Đài Tòa Thánh Tây Ninh còn ban hành một loạt hệ thống các văn bản luật pháp đạo mà sau này các chi phái ly khai cũng lấy đó làm thành luật lệ cho chi phái mình như:\n\n# [[Pháp Chánh Truyền]] (được xem như Hiến pháp của tôn giáo Cao Đài).\n# [[Tân Luật]].\n# [[Đạo Luật Mậu Dần 1938]].\n# [[Bát Đạo Nghị Định]], được ban hành từ năm 1930 đến năm 1934.\n\n==Hệ thống giáo lý==\n{{xem thêm|Giáo lý đạo Cao Đài|Thiên Nhãn|Bát phẩm Chơn hồn|Thể pháp và Bí pháp}}\n\nVề cơ bản, [[giáo lý Cao Đài|giáo lý Cao Đài nguyên thủy]] là nền tảng giáo lý của Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh, gồm các mục lớn sau đây:\n\n* [[Thể Pháp và Bí Pháp]].\n* Nhơn Đạo và Thiên Đạo, Luật Tiến hóa.\n* Phụng sự nhơn sanh.\n* Đại Ân xá Kỳ Ba.\n* Tam Lập\n* [[Tam giáo qui nguyên]], Ngũ Chi phục nhứt, Nho Tông chuyển thế...\n* Triết lý: Vũ trụ quan và Nhân sinh quan.\n\nTrong quá trình hoạt động, Hội Thánh Cao Đài Tòa Thánh Tây Ninh đã hoàn bị thêm những giáo lý chi tiết, giúp cho Hội Thánh có được tổ chức chặt chẽ hơn các hệ phái Cao Đài khác.\n\n== Quan điểm đối với các chi phái ly khai ==\nKể từ thập niên 30 của [[thế kỷ 20]], cũng là lúc các chức sắc cao cấp ly khai khỏi Tòa Thánh Tây Ninh để hình thành nên các chi phái, cho đến hiện nay Hội Thánh Cao Đài Tòa Thánh Tây Ninh vẫn không công nhận tính chính thống của các chi phái; mặc dù các Hội Thánh và tổ chức Cao Đài này đều được nhà nước Việt Nam công nhận tư cách pháp nhân. Quan điểm của Hội Thánh Cao Đài Tòa Thánh Tây Ninh xem các chi phái là những tổ chức dị giáo, nằm ngoài hệ thống nguyên thủy đạo Cao Đài.\n\nTừ năm 1934, đến năm 1938, Hội Thánh Cao Đài Tòa Thánh Tây Ninh đã ban hành một loạt các Đạo nghị định và Đạo luật không nhìn nhận các chi phái ly khai. Trong đó quan trọng nhất là hai văn bản: [[Đạo nghị định thứ 8]] và [[Đạo Luật Mậu Dần 1938]].\n\n* Đạo nghị định thứ 8\nĐiều thứ nhất của Đạo nghị định thứ 8 này viết rằng: ''Những Chi Phái nào do bởi Đại Đạo Tam Kỳ Phổ Độ làm gốc lập thành mà không do nơi mạng lịnh Hội Thánh, thì cả chúng sanh chẳng đặng nhìn nhận là của Chí Tôn và phải định quyết là Bàng Môn Tả Đạo.''<ref>{{chú thích web | url = https:\/\/vi.wikipedia.org\/wiki\/%C4%90%E1%BA%A1o_ngh%E1%BB%8B_%C4%91%E1%BB%8Bnh_th%E1%BB%A9_8 | tiêu đề = Đạo nghị định thứ 8 – Wikipedia tiếng Việt | author = | ngày = | ngày truy cập = 9 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n* Đạo Luật Mậu Dần 1938\nĐiều thứ 14, chương III, bộ Đạo Luật Mậu Dần 1938 viết rằng: ''Chiếu theo Thánh Giáo của Đức Chí Tôn và Đạo Nghị Định số 8 của Đức Lý Giáo Tông, thì toàn cả Chúng Sanh nhứt định không nhìn nhận các Chi Phái phản Đạo và phải định quyết là Bàn Môn Tả Đạo.''<ref>{{chú thích web | url = http:\/\/www-personal.usyd.edu.au\/~cdao\/booksv\/dluat-02.htm#0314 | tiêu đề = Dao Luat Nam Mau Dan | author =  | ngày =  | ngày truy cập =  | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2012-04-03 | archive-url = https:\/\/web.archive.org\/web\/20120403164228\/http:\/\/www-personal.usyd.edu.au\/~cdao\/booksv\/dluat-02.htm#0314 }}<\/ref>\n\nTuy nhiên Hội Thánh Cao Đài Tòa Thánh Tây Ninh cũng đã ban hành các văn bản đạo luật về việc tiếp nhận các chi phái quay trở về trong đó quan trọng nhất phải kể đến là hai văn bản. Một là  Thánh huấn số 380 do Hộ pháp Phạm Công Tắc ban hành ngày 22 tháng 3 năm Kỷ Sửu (dl ngày 19 tháng 4 năm1949) có đoạn viết: ''Bần Đạo đã ân xá cho toàn cả chi phái, bất cứ là ai, nếu nhập môn lại và vâng y luật pháp Toà Thánh sẽ là tín đồ chánh thức của Đạo Cao Đài\"''. Hai là Đạo luật Mậu Dần 1938, trong khoản 4, điều thứ 14, chương III viết:'' Đối với các Chi Phái do Đại Đạo lập thành mà phản loạn Chơn Truyền, ngày nay đã lỗi thệ cùng Thầy, thì xin Hội Thánh thể lòng đại từ đại bi của Đức Chí Tôn, mở kỳ ân xá cho họ đặng nhập môn tái thệ y theo Châu Tri số 31 đề ngày 18 tháng 9 năm Bính Tý, duy trong Châu Thành Tòa Thánh, những kẻ phản Đạo không đặng nhập môn trở lại mà thôi.''\n\n== Bát Quái Đài ==\n{{xem thêm|Tam Kỳ Phổ Độ}}\n[[Tập tin:Cao Dai three saints signing an accord.jpg|140px|nhỏ|phải|Cao Đài Tam Thánh. Từ trái sang phải: [[Tôn Dật Tiên]], [[Victor Hugo]] và [[Nguyễn Bỉnh Khiêm]]]]\nBát Quái Đài là nơi thờ phụng đấng [[Cao Đài]], tức Thượng đế trong tôn giáo Cao Đài; và các chư Thần, Thánh, Tiên, Phật, là các vị có công giáo hóa nhân loại xây dựng xã hội bác ái, công bằng. Nói các khác, Bát Quái Đài là Hội Thánh vô hình, do Đức Chí Tôn làm Giáo Chủ, với các chức phẩm là các Thánh nhân Giáo Chủ các tôn giáo của Nhứt Kỳ Phổ Độ và Nhị Kỳ Phổ Độ.\n\nVới các tín đồ Cao Đài, Bát Quái Đài là hồn của Đạo. Mọi giáo pháp của Đạo đều xuất phát từ Bát Quái Đài, giáng linh thông qua cơ bút của Hiệp Thiên Đài.\n\n== Tổ chức Hội Thánh Cao Đài==\n{{xem thêm|Các chức phẩm Cao Đài}}\n\nĐạo Cao Đài là một tôn giáo có phân cấp: Chức Sắc tức hàng phẩm tu sĩ trong đạo Cao Đài, Chức Việc tức hàng phẩm nửa đời nửa đạo, Đạo Hữu tức tín đồ giữ đạo.\n\nCơ cấu tổ chức của Hội Thánh Cao Đài Tòa Thánh Tây Ninh chia thành 4 Hội Thánh hữu hình, bao gồm:\n\n* Hội Thánh Hiệp Thiên Đài: Các phẩm chức sắc Hiệp Thiên Đài từ phẩm Truyền Trạng trở lên.\n* Hội Thánh Cửu Trùng Đài: Các phẩm chức sắc Cửu Trùng Đài từ bậc Giáo Hữu trở lên.\n* Hội Thánh Phước Thiện: Các phẩm chức sắc cơ quan Phước Thiện từ bậc Chí Thiện trở lên\n* Hội Thánh Hàm Phong: Các vị chức sắc thuộc các Hội Thánh nêu trên, khi đến tuổi 60 về hưu thì sẽ được đưa vào Hội Thánh Hàm Phong. Dù không trực tiếp tham gia hành chánh Đạo, nhưng nếu có thể đóng góp trong quá trình an dưỡng và có công trạng đặc biệt vẫn sẽ được xét để thăng phẩm vị.\n\n=== [[Hiệp Thiên Đài]] ===\n[[Tập tin:4511585751 75ff943059 z.jpg|nhỏ|trái|Văn phòng Hiệp Thiên Đài tại nội ô Tòa Thánh Tây Ninh.|liên_kết=Special:FilePath\/4511585751_75ff943059_z.jpg]]\nTrong vũ trụ quan của tín đồ Tòa Thánh Tây Ninh, Hiệp Thiên Đài là nơi hội hiệp của con người hữu hình với Đức Chí Tôn và các đấng vô hình thông qua cơ bút. Do đặc tính này, Hiệp Thiên Đài còn làm nhiệm vụ tư pháp và lập pháp trong tôn giáo. Ngay cả chức phẩm [[Giáo tông]] được quy định là Anh Cả của các tín đồ vẫn phải cầu cơ bút ban luật tại Hiệp Thiên Đài.\n\nVề mặt nhân sự, nguyên thủy các chức phẩm cao cấp nhất của Hiệp Thiên Đài được hình thành từ các chức sắc phò cơ của Hội Thánh thời kỳ đầu tiên, bấy giờ chưa cho tên gọi chính thức. Những chức sắc bấy giờ là các ông Trần Duy Nghĩa, Nguyễn Trung Hậu, Trương Hữu Đức, Trương Văn Tràng, [[Cao Quỳnh Cư]], [[Phạm Công Tắc]], [[Cao Hoài Sang]].\n\nMãi đến ngày 12 tháng 1 năm [[Đinh Mão]] (tức ngày [[13 tháng 2]] năm 1927), các chức phẩm Hiệp Thiên Đài mới được thành lập và quy định rõ. Hiệp Thiên Đài do chức phẩm Hộ Pháp làm Chưởng Quản và cũng là chủ chi Pháp. Bên cạnh Hộ Pháp là các chức phẩm Thượng Phẩm, chủ chi Đạo và Thượng Sanh, chủ chi Thế.\n\nTrong lịch sử tồn tại của Hội Thánh Cao Đài Tòa Thánh Tây Ninh, các chức phẩm Hộ Pháp được phong cho ông [[Phạm Công Tắc]], Thượng Phẩm cho ông [[Cao Quỳnh Cư]] và Thượng Sanh cho ông [[Cao Hoài Sang]], đều được phong năm 1926. Sau khi 3 ông liễu đạo, không ai được thọ phong vào các chức phẩm này nữa.\n\nDưới Hộ Pháp, Thượng Phẩm, Thượng Sanh là các chức phẩm Thập Nhị Thời Quân, gồm có Bảo Pháp, Hiến Pháp, Khai Pháp và Tiếp Pháp (thuộc chi Pháp), Bảo Đạo, Hiến Đạo, Khai Đạo và Tiếp Đạo (thuộc chi Đạo), Bảo Thế, Hiến Thế, Khai Thế và Tiếp Thế (thuộc chi Thế). Trong lịch sử của Hội Thánh Cao Đài Tây Ninh, ghi nhận 13 vị được phong chức phẩm Thời Quân. Mười hai người đầu tiên được phong vào ngày [[13 tháng 2]] năm 1927, đứng đầu là Khai Pháp Trần Duy Nghĩa, cuối cùng là Tiếp Đạo Cao Đức Trọng. Vị Thời Quân thứ 13 là Bảo Đạo Hồ Tấn Khoa được phong vào [[15 tháng 2]] năm 1954, thay vị cho Bảo Đạo Ca Minh Chương đã liễu đạo từ năm 1928.\n\nTừ năm 1930, có thêm các chức phẩm Thập Nhị Bảo Quân thuộc chi Thế Hiệp Thiên Đài giữ chức năng Hàn Lâm Viện, tuy nhiên chỉ mới phong cho 6 vị gồm:\n\n* Bảo Văn Pháp Quân Cao Quỳnh Diêu, phong năm 1930.\n* Bảo Sanh Quân Lê Văn Hoạch, phong năm 1930.\n* Bảo Cô Quân Dương Văn Giáo, phong năm 1930.\n* Bảo Học Quân Nguyễn Văn Lộc, phong năm 1972.\n* Bảo Y Quân Trương Kế An, phong năm 1972.\n* Bảo Nông Quân Đặng Văn Dắn, phong năm 1972.\n\nDưới Thập Nhị Thời Quân còn có Chức Sắc Hiệp Thiên Đài gồm có Tiếp Dẫn Đạo Nhơn, Chưởng Ấn, Cải Trạng, Giám Đạo, Thừa Sử, Truyền Trạng, Sĩ Tải và Luật Sự làm việc tại Bộ Pháp Chánh lo phần hỗ trợ thi hành tư pháp đạo.\n\nNgoài ra, còn có Hộ Đàn Pháp Quân, Hữu Phan Quân, Tả Phan Quân lo việc nghi lễ trong Đàn cúng.\n\nSau khi chư vị Thời Quân đều tại thế, người đứng đầu [[Hiệp Thiên Đài]] là [[Cải Trạng Lê Minh Khuyên]] - Phó Chưởng Quản đặc trách pháp luật Hội Thánh Cao Đài Tòa Thánh Tây Ninh. Ngày Cải Trạng cũng đã quy vị 25 tháng 8 năm Ất Mùi (dương lịch 7 tháng 10 năm 2015). Hiện vị trí này đang khuyết vị.\n\nDưới quyền quản lý của Hiệp Thiên Đài còn có:\n\n*'''Bộ Pháp Chánh''': Nguyên thủy gọi là '''Tòa Đạo''' gồm Luật Sự đến Tiếp Dẫn Đạo Nhơn, được xem là Cơ quan Tư pháp Trung ương cao nhất của Hội Thánh, quản lý luật pháp, tổ chức các phiên Tòa để xử trị chức sắc, chức việc hay tín đồ vi phạm luật đạo, do một vị Thời Quân chi Pháp làm Chưởng Quản.\n*'''Cơ Quan Phước Thiện''': là cơ quan tổ chức các hoạt động từ thiện kết hợp truyền đạo, do một vị Thời Quân chi Đạo làm Thống Quản. Sau này, Cơ Quan Phước Thiện phát triển lớn mạnh có đủ Cửu Viện, có mặt khắp các địa phương có đạo Cao Đài, cũng như các cơ quan dưới quyền khác và hệ thống giáo phẩm được thiết lập đầy đủ nên được [[Hộ pháp]] [[Phạm Công Tắc]] nâng lên thành '''Hội Thánh Phước Thiện'''.\n*'''Ban Thế đạo''': là tổ chức dành cho các bậc nhân sĩ trí thức muốn vào đạo Cao Đài, do một Thời Quân chi Thế làm Chưởng Quản.\n*'''Đại Đạo Thanh niên hội''': là tổ chức chuyên quy tụ, giáo dục văn hóa đạo đức và huấn luyện về nhiều phương diện con em tín đồ, do một vị Thời Quân chi Thế làm Chưởng Quản.\n*'''Tịnh thất''': là các nơi tu tập về phần Bí Pháp của Cao Đài, gồm Trí Huệ Cung (thuộc Thiên Hỷ Động, dành riêng cho nữ tín đồ), Trí Giác Cung (thuộc Địa Linh Động, dành chung cho cả nam nữ tín đồ) và Vạn Pháp Cung (thuộc Nhơn Hòa Động, dành riêng cho nam tín đồ). Tịnh thất được đặt dưới quyền một vị Thời Quân chi Đạo làm Thống Quản.\n\n=== Cửu Trùng Đài ===\n[[Tập tin:1333555782 7045293475 daa6e1e772.jpg|nhỏ|trái|Nam Đầu Sư Đường nằm trong Nội ô Tòa Thánh Tây Ninh, đây là văn phòng trung ương của Hội Thánh Cửu Trùng Đài.|liên_kết=Special:FilePath\/1333555782_7045293475_daa6e1e772.jpg]]\n\nTheo quan niệm của tín đồ [[Tòa Thánh Tây Ninh]], Cửu Trùng Đài tượng trưng cho thân xác con người, về phần đạo chính là cơ quan hành pháp.\n\nHội Thánh Cửu Trùng Đài là cơ quan đầu tiên được thành lập của Hội Thánh Cao Đài, được giao nhiệm vụ hành chánh đạo. Tuy nhiên, do việc nhiều chức sắc cao cấp của Cửu Trùng Đài ly khai, nhất là từ khi Quyền Giáo tông Thượng Trung Nhựt [[(Lê Văn Trung (giáo tông)|Lê Văn Trung]] liễu đạo, nhân sự chức sắc Cửu Trùng Đài bị thiếu hụt, chức sắc [[Hiệp Thiên Đài]] kiêm luôn quyền điều hành nền đạo. Vì vậy, từ sau năm 1934 đến năm 1979, các chức vị Cửu Trùng Đài chỉ còn chức năng hành đạo.\n\nVề cơ bản, giáo phẩm Cửu Trùng Đài phân ra 9 cấp. Tuy nhiên, 2 chức phẩm cao cấp nhất của Cửu Trùng Đài là Giáo tông và Chưởng Pháp chỉ do nam giới đảm nhiệm. Bảy cấp còn lại phân thành lưỡng phái nam và nữ.\n\n====Giáo Tông====\nChức phẩm cao cấp nhất của Cửu Trùng Đài là Giáo tông, được xem là ngôi vị Anh cả của toàn thể tín đồ Cao Đài. Người giữ ngôi vị Giáo tông mặc đạo phục toàn trắng với kiểu dáng thiết kế đặc biệt. Chức phẩm này được phong cho ông [[Ngô Minh Chiêu|Ngô Văn Chiêu]] trước lễ khai đạo, nhưng ông đã từ chối và gửi trả lại bộ đạo phục Giáo tông. Bộ đạo phục này ngày nay vẫn còn được trưng bày tại [[Tòa Thánh Tây Ninh]].\n\nNgôi vị Giáo tông sau đó được xem là giao cho vị [[tiên]] vô hình là [[Lý Bạch|Lý Thái Bạch]] chấp chưởng. Vì vậy, các tín đồ Cao Đài còn gọi ông là \"Lý Giáo tông\". Mãi đến năm 1930, Đầu Sư [[Lê Văn Trung (giáo tông)|Thượng Trung Nhựt]] (Lê Văn Trung) mới được phong làm Quyền Giáo tông, tức là nắm nửa quyền hành của chức Giáo Tông. Sau khi ông liễu đạo năm 1934, vị trí của ông bị bỏ trống cho đến ngày nay.\n\n====Các chức phẩm Nam phái====\nỞ Nam phái, các tín đồ chia làm 3 phái với 3 đạo phục đặc trưng: Phái Thái (đạo phục màu vàng, tượng trưng cho [[Phật giáo]]), Phái Thượng (đạo phục màu xanh da trời, tượng trưng cho [[Đạo giáo|Lão giáo]]), Phái Ngọc (đạo phục màu đỏ, tượng trưng cho [[Nho giáo|Khổng giáo]]).\n[[Tập tin:Cao Dai temple (Vietnam).jpg|nhỏ|phải|Các tín đồ đang hành lễ tại [[Tòa Thánh Tây Ninh]]. Chú ý các đạo phục phân biệt của các chức phẩm.]]\n\nĐứng đầu mỗi phái là 3 ngôi vị Chưởng pháp. Các vị Chưởng pháp mặc đạo phục theo màu của phái mình, riêng Thượng Chưởng pháp mặc đạo phục toàn trắng, với ý nghĩa thế quyền Giáo tông khi Giáo tông vắng mặt.\n\nNgười đầu tiên và duy nhất giữ ngôi vị Thượng Chưởng pháp là ông Nguyễn Văn Tương, vốn là một nhà tu hành cao cấp của [[đạo Minh Sư]]. Sau khi quy hiệp về đạo Cao Đài, ông được phong Thượng Chưởng pháp ngày 24 tháng 7 năm [[Bính Dần]] (tức ngày [[31 tháng 8]] năm [[1926]]), với đạo hiệu là ''Thuyết Pháp Đạo Sư Chưởng Quản Oai Linh Đạo Sĩ''. Tuy nhiên, chưa đầy 4 tháng sau, ông qua đời ngày [[11 tháng 12]] năm 1926. Chức vị Quyền Thượng Chưởng pháp được chuyển cho ông Trần Đạo Quang, một nhà tu hành cao cấp khác của đạo Minh Sư tạm thời chấp chưởng<ref>Hương Hiếu, \"Đạo sử\", Quyển 2, trang 172 và 192.<\/ref>. Sau khi ông Trần Đạo Quang được phong ngôi vị Ngọc Chưởng pháp ngày [[13 tháng 6]] năm [[1927]], ngôi vị Thượng Chưởng pháp bỏ trống cho đến ngày nay.\n\nNgôi vị Thái Chưởng pháp được phong cho Hòa thượng [[Thích Từ Phong]], hiệu Như Nhãn, thế danh Nguyễn Văn Tường, ngày 29 tháng 7 năm [[Bính Dần]] (tức ngày [[5 tháng 9]] năm [[1926]]), với đạo hiệu ''Quảng Pháp Thiền Sư Thích Đạo Chuyển Luật Lịnh Diêu Đạo Sĩ''. Ông là một Thiền sư phái Lâm Tế và là người cho các chức sắc Cao Đài mượn chùa Gò Kén để làm nơi hành lễ Khai đạo Cao Đài. Tuy nhiên, do ông thuần túy hoạt động Phật sự trong hội \"Lục Hòa Liên hiệp\" và phong trào Chấn hưng Phật giáo Nam Kỳ, nên chức vị Thái Chưởng pháp bị thu hồi. Từ đó ngôi vị này cũng bị bỏ trống cho đến nay.\n\nNgôi vị Ngọc Chưởng pháp ban đầu được phong cho ông Trần Văn Thụ, cũng là một nhà tu hành cao cấp của [[đạo Minh Sư]]. Ngày 10 tháng 9 năm [[Bính Dần]] (tức ngày [[16 tháng 10]] năm [[1926]]), ông được phong ngôi vị Ngọc Chưởng pháp, với đạo hiệu ''Nho Tông Chưởng Giáo Tuyên Đạo Thiền Sư Đại Đức Đại Hòa Đạo Sĩ''. Ông cũng là cha vợ của vị Ngọc Đầu sư đầu tiên là Ngọc Lịch Nguyệt (Lê Văn Lịch).\n\nSau khi Ngọc Chưởng pháp Trần Văn Thụ qua đời giữa năm 1927, ngôi vị Ngọc Chưởng pháp được phong cho Quyền Thượng Chưởng pháp Trần Đạo Quang. Năm 1931, ông Trần Đạo Quang hợp tác với Thái Phối sư Nguyễn Văn Ca lập phái Minh Chơn Lý, đến năm 1935 thì ông lại về [[Bạc Liêu]] hợp với ông [[Cao Triều Phát]] mở ra phái Minh Chơn Đạo. Năm 1937, ông ra [[Đà Nẵng]] xây dựng Cơ quan Truyền giáo Trung Việt, tiền thân của Hội Thánh Truyền giáo Cao Đài Đà Nẵng sau này. Tuy ông ly khai khỏi [[Tòa Thánh Tây Ninh]], ngôi vị Ngọc Chưởng pháp vẫn do ông chấp chưởng cho đến ngày ông qua đời vào năm 1946. Từ đó, ngôi vị này bỏ trống cho đến ngày nay.\n\nTheo quy chế đạo, ngôi vị Đầu sư là ngôi vị đứng thứ ba của Nam phái, gồm 3 vị, đứng đầu mỗi phái. Ba chức sắc đầu tiên được phong ngôi vị đầu sư gồm Thượng Đầu sư [[Lê Văn Trung (giáo tông)|Lê Văn Trung]], Thánh danh Thượng Trung Nhựt, phong ngày 11 tháng 3 năm Bính Dần (tức ngày [[22 tháng 4]] năm [[1926]]); Ngọc Đầu sư Lê Văn Lịch, Thánh danh Ngọc Lịch Nguyệt, phong ngày 12 tháng 3 năm Bính Dần (tức ngày [[23 tháng 4]] năm 1926); và Thái Đầu sư Thích Thiện Minh, thế danh Nguyễn Văn Giáp, Thánh danh Thái Minh Tinh, được phong ngày 13 tháng 10 năm Bính Dần (tức ngày [[17 tháng 11]] năm 1926).\n\nDo Hòa thượng Thích Thiện Minh cũng thiên về hoạt động trong phong trào Chấn hưng Phật giáo Nam Kỳ cùng với thầy mình là Hòa thượng Thích Từ Phong, ngày 12 tháng 12 năm Bính Dần (tức ngày [[15 tháng 1]] năm 1927), ngôi vị Thái Đầu sư được phong cho ông Dương Văn Nương (Thánh danh Thái Nương Tinh). Ông qua đời vào cuối năm 1929.\n\nChỉ duy nhất các vị Đầu sư tiên khởi này mới mang tên Thánh ở cuối là Nhựt, Nguyệt, Tinh. Về sau, các tên Thánh ở cuối đều mang chữ Thanh. Các vị Đầu sư được Thiên phong về sau này gồm:\n* Quyền Đầu sư Thượng Tương Thanh ([[Nguyễn Ngọc Tương (Giáo tông)|Nguyễn Ngọc Tương]]), phong năm 1930.\n* Quyền Đầu sư Ngọc Trang Thanh (Lê Bá Trang), phong năm 1930\n* Quyền Đầu sư Thái Thơ Thanh (Nguyễn Ngọc Thơ), phong năm 1933\n* Đầu sư Thượng Sáng Thanh (Trần Ngọc Sáng), phong năm 1963\n* Đầu sư Thái Bộ Thanh (Nguyễn Lễ Bộ), phong năm 1973\n* Đầu sư Ngọc Nhượn Thanh (Bùi Đắc Nhượn), phong năm 1973\n*[[Nguyễn Thành Tám|Đầu sư Thượng Tám Thanh]] (Nguyễn Thành Tám), phong năm 2005, hiện là Chưởng Quản Hội Thánh Cao Đài Tòa Thánh Tây Ninh.\n\nCác phẩm chức sắc thấp hơn gồm Phối sư, Giáo sư, Giáo hữu, Lễ sanh được quy định số lượng như sau:\n* Phối sư: 36 vị (Mỗi phái 12 vị, đứng đầu là 3 vị Chánh Phối sư)\n* Giáo sư: 72 vị (Mỗi phái 24 vị).\n* Giáo hữu: 3.000 vị. (Mỗi phái một ngàn).\n* Lễ sanh: Không định số.\n\n====Các chức phẩm Nữ phái====\nNữ phái không chia phái và có đạo phục màu trắng. Quyền hành chức sắc Cửu Trùng Đài Nữ phái giống như Nam phái song chỉ trông coi phái Nữ mà thôi. Các bậc phẩm của Nữ phái chỉ bao gồm từ Đầu sư trở xuống đến Lễ sanh; số lượng như sau:\n\nNữ Đầu sư là ngôi vị đứng đầu Nữ phái, được quy định có 1 vị chấp chưởng. Tuy nhiên, khi mới lập đạo không có nữ tín đồ nào giữ ngôi vị này. Người đứng đầu Nữ phái bấy giờ là bà Nữ Giáo sư Lâm Ngọc Thanh (Thánh danh Hương Thanh), sau được thăng Nữ Phối sư, rồi Nữ Chánh Phối sư. Bà là vợ thứ của Thái Chánh Phối Sư Nguyễn Ngọc Thơ (sau được phong Quyền Thái Đầu sư, rồi Thái Đầu sư). Mãi đến khi bà qua đời được 17 ngày, bà mới được Hội Thánh Cao Đài Tòa Thánh Tây Ninh truy phong làm Nữ Đầu sư đầu tiên vào ngày 25 tháng 4 năm [[Đinh Sửu]] (tức ngày [[3 tháng 6]] năm [[1937]]). Tượng bà được đắp nổi tại Lôi Âm Cổ Đài của [[Tòa Thánh Tây Ninh]].\n\nMãi đến ngày 20 tháng 10 năm [[Mậu Thân]] (tức ngày [[9 tháng 12]] năm [[1968]]), Nữ Chánh Phối sư Nguyễn Thị Hiếu (Thánh danh Hương Hiếu) mới được phong ngôi vị Nữ Đầu Sư và là Nữ Đầu sư đầu tiên được phong chính thức khi còn sống. Bà là bạn đời của Thượng phẩm [[Cao Quỳnh Cư]]. Bà từng viết quyển \"Đạo Sử\", được xem là một trong những tài liệu lịch sử đầu tiên của [[đạo Cao Đài]]. Bà đăng tiên ngày 11 tháng Năm ([[nhuận]]) năm [[Tân Hợi]] (tức ngày [[3 tháng 7]] năm [[1971]]).\n\nCùng đợt phong với Nữ Đầu sư Hương Hiếu còn có một ngôi vị Nữ Đầu sư Hàm phong (ngôi vị không còn khả năng hành đạo) được phong cho bà Hồ Thị Lự, Thánh danh Hương Lự, thân mẫu của Thượng sanh [[Cao Hoài Sang]]. Bà đăng tiên ngày 22 [[tháng mười một|tháng Một]] năm [[Nhâm Tý]] (tức ngày [[27 tháng 12]] năm [[1972]]).\n\nNăm 1999, bà Phối sư Hương Ngộ (thế danh Phạm Thị Ngộ, phó Hội trưởng Hội đồng Chưởng Quản đặc trách nữ phái) cũng được ân thăng vào phẩm Đầu sư, nhưng hành đạo chưa được nữa năm thì đăng tiên năm 2000.\n\nNăm 2006, bà Phối sư Hương Nhìn (thế danh Huỳnh Thị Nhìn, phó Hội trưởng Hội đồng Chưởng Quản đặc trách nữ phái, sau đó là Phó Chưởng Quản Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh đặc trách nữ phái) được thăng phẩm Đầu sư, bà đăng tiên ngày 5 [[tháng mười một|tháng Mười Một]] năm [[Tân Mão]] (dương lịch [[29 tháng 11]] năm [[2011]]).\n\nHiện nay, đứng đầu Nữ phái Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh là Quyền Nữ Chánh Phối sư Hương Đắt (thế danh Huỳnh Kim Đắt).\n\nCác chức phẩm của Nữ phái từ Phối sư xuống đến Lễ sanh không giới hạn số lượng chức sắc.\n\n====Cửu Viện====\nCửu Trùng Đài có 9 viện trung ương điều hành nền Đạo Cao Đài từ trung ương đến địa phương là: Học viện, Y Viện, Nông Viện, Hộ Viện, Lương Viện, Công Viện, Hòa Viện, Lại Viện, Lễ Viện.\n\n* Chánh Phối Sư phái Thái chịu trách nhiệm Hộ Viện, Lương Viện, Công Viện;\n* Chánh Phối Sư phái Thượng chịu trách nhiệm Học viện, Y Viện, Nông Viện;\n* Chánh Phối Sư phái Ngọc chịu trách nhiệm Hòa Viện, Lại Viện, Lễ Viện.\n\n====Công cử nhân sự Cửu Trùng Đài====\nChức Sắc Cửu Trùng Đài bắt đầu từ phẩm Lễ sanh (lựa chọn trong hàng tín đồ những người có đạo hạnh tốt). Chức sắc Cửu Trùng Đài mỗi khi cầu phong hay cầu thăng đều phải được sự thông qua của Quyền Vạn Linh (Hội Nhơn Sanh, Hội Thánh, Thượng Hội) và cuối cùng phải được [[Cơ bút]] nhìn nhận tại Cung Đạo Đền Thánh.\n\nVề sau Hội Thánh Đại Đạo Tam Kỳ Phổ Độ Tòa Thánh Tây Ninh có mở thêm một số phẩm khác như: Nhân sự từ Đầu phòng văn, Lễ sĩ, Giáo nhi… là những người phục vụ theo chuyên môn và đủ thời gian quy định thì được cầu phong vào Lễ sanh. Đặc biệt là Hiền tài, chức sắc Ban Thế Đạo nếu có công nghiệp hành Đạo được cầu thăng qua Giáo hữu.\n\n===Phước Thiện===\nTheo Đạo Nghị Định số 48\/PT lập ngày 19 tháng 10 năm [[Mậu Dần]] (tức [[10 tháng 12]] năm [[1938]]), Cơ quan Phước Thiện được thành lập để lo về việc xã hội, cứu khổ, là một trong 4 cơ quan của [[đạo Cao Đài]], trực thuộc [[Hiệp Thiên Đài]].\n\nNhân sự Hội Thánh Phước Thiện gồm 12 phẩm từ dưới lên như sau:\n\n# Minh Đức\n# Tân Dân\n# Thính Thiện\n# Hành Thiện\n# Giáo Thiện\n# Chí Thiện\n# Đạo Nhơn\n# Chơn Nhơn\n# Hiền Nhơn\n# Thánh Nhơn\n# Tiên Tử\n# Phật tử.\n\nCác phẩm cấp này chia làm 2 bực:\n\n* Bực từ Minh Đức tới Chơn Nhơn thì ở trong Cơ quan Phước Thiện, lo về phước thiện, cứu khổ ban vui.\n* Bực từ Hiền Nhơn trở lên thì qua [[Hiệp Thiên Đài]] để bảo tồn chơn pháp.\n\nCác chức sắc Phước Thiện không có Thánh danh như Chức sắc Cửu Trùng Đài.\n\nHội Thánh Phước Thiện trực thuộc Chi Đạo Hiệp Thiên Đài, do một vị Thời Quân chi Đạo làm Thống Quản cả nam và nữ phái.\n\nHội Thánh Phước Thiện tổ chức riêng biệt theo hai phái: nam và nữ. Mỗi phái có một vị Chưởng quản phẩm Chơn Nhơn đứng đầu.\n\nDưới vị Chưởng quản có hai vị Phó Chưởng quản: Đệ nhứt và Đệ nhị Phó Chưởng quản.\n\nDưới kế đó là Cửu Viện Phước Thiện. Bên nam phái có Cửu Viện Phước Thiện nam phái, bên nữ phái có Cửu Viện PT nữ phái, tổ chức hai bên giống nhau, quyền hành riêng biệt. Tổ chức nầy giống y như tổ chức Cửu Viện của [[Cửu Trùng Đài]], chức năng của mỗi Viện cũng giống hệt như [[Cửu Trùng Đài]] nhưng chỉ lo về Cơ quan Phước Thiện mà thôi. Mỗi Viện có một vị Thượng Thống đứng đầu.\n\nĐó là tổ chức Phước Thiện tại trung ương.\n\nNơi các địa phương, hệ thống tổ chức của Hội Thánh Phước Thiện giống y như bên Hành Chánh [[Đạo Cửu Trùng Đài]], nhưng chỉ coi về Phước Thiện mà thôi.\n\nHành Chánh Đạo Cửu Trùng Đài cai quản các Thánh thất, còn bên Phước Thiện thì cai quản các Điện thờ Phật Mẫu.\n\nDưới Cửu Viện Phước Thiện là các Trấn Đạo Phước Thiện, Châu Đạo Phước Thiện, Tộc Đạo Phước Thiện. Mỗi Tộc Đạo Phước Thiện có một Nhà Sở Phước Thiện chánh với một Bàn Cai Quản gồm 12 thành viên, có một vị đứng đầu gọi là Chủ Trưởng. Bàn Cai Quản Phước Thiện dưới quyền của vị Giáo Thiện Quản Tộc Đạo Phước Thiện, do Hội Thánh Phước Thiện bổ đến hành đạo nơi Tộc Đạo Phước Thiện này.\n\nDưới Bàn Cai Quản Phước Thiện là các Sở Phước Thiện về Lương điền, Công nghệ, Thương mãi., trong các Hương đạo.\n\nMỗi Sở Phước Thiện có một vị Chủ sở, phẩm Hành Thiện đứng đầu, có nhiều nhân viên công quả gọi là các Đạo sở.\n\nNhững vị lãnh trách nhiệm trong Hội Thánh Phước Thiện kỳ đầu tiên kể như dưới đây:\n\n* Chưởng quản: Hiến Đạo Phạm Văn Tươi\n# Thượng thống Hòa Viện: Chí Thiện Võ Văn Lẽo\n: Phụ thống Hòa Viện: Giáo Thiện Phạm Văn Hường\n# Thượng thống Lại Viện: Chí Thiện Lê Văn Tri\n: Phụ thống: ''khuyết''\n# Thượng thống Lễ Viện: Đạo Nhơn Trịnh Phong Cương\n: Quan sự: Chí Thiện Huỳnh Văn Phuông\n: Hôn sự: Chí Thiện Trần Văn Lợi\n: Tang sự: Chí Thiện Phạm Công Đằng\n: Tế sự: Chí Thiện Phạm Văn Lễ\n# Thượng thống Học viện: Phối Sư Ngọc Nhơn Thanh.\n: Phụ thống: ''khuyết''\n# Thượng thống Y Viện: Giáo Thiện Lê Văn Thiệt ''(quyền)''\n: Phụ thống Y Viện: Giáo Thiện Nguyễn Văn Sáng\n# Thượng thống Nông Viện: Chí Thiện Lê Văn Gấm\n: Phụ thống Nông Viện: Chí Thiện Phạm Duy Hoai\n# Thượng thống Lương Viện: Chí Thiện Trịnh Văn Phận\n: Phụ thống: ''khuyết''\n# Thượng thống Công Viện: Chí Thiện Nguyễn Văn Lư\n: Phụ thống Công Viện: Chí Thiện Phạm Văn Út\n# Thượng thống Hộ Viện: Chí Thiện Đỗ Văn Viện\n: Phụ thống Hộ Viện: Chí Thiện Lê Văn Giờ.\n\n===Ban Thế Đạo===\n\nThể theo tinh thần Thánh Giáo của Đức LÝ GIÁO TÔNG đêm mùng 3 tháng 12 năm Quý Tỵ (1953) và theo tôn chỉ của ĐẠI ĐẠO TAM KỲ PHỔ ĐỘ, Hội Thánh Tòa Thánh Tây Ninh thành lập BAN THẾ ĐẠO cốt yếu mở rộng trường công quả tiếp đón những bậc nhân tài văn võ có khả năng phụng sự cho Đạo mà không thể phế Đời hành Đạo.\n\nChức Sắc trong Ban Thế Đạo có nhiệm vụ độ ĐỜI nâng ĐẠO và hành sự trực tiếp với Cửu Trùng Đài về mặt chuyên môn trong Xã hội, và trực thuộc Hiệp Thiên Đài \"CHI THẾ\" về mặt Chơn Truyền và Luật Pháp.\n\nBAN THẾ ĐẠO gồm có 4 phẩm:\n\n1. Hiền Tài\n\n2. Quốc Sĩ\n\n3. Phu tử\n\n4. Đại Phu\n\nNhững vị nào muốn được tuyển trạch vào Ban Thế Đạo phải có 2 Vị Chức Sắc trong Đạo tiến cử và phải nhập môn cầu Đạo, khi được Hội Thánh chấp nhận vào hàng phẩm kể trên tùy địa vị ngoài Đời của đương sự.\n\n=== Hàm Phong ===\n[[Tập tin:Normal NoiOToaThanh03.jpg|nhỏ|phải|Văn phòng Hội Thánh Hàm phong.|liên_kết=Special:FilePath\/Normal_NoiOToaThanh03.jpg]]\nHội Thánh Hàm phong là một tổ chức của [[đạo Cao Đài]] gồm tất cả các chức sắc Hàm phong nam nữ.\n\nChức sắc Hàm phong là những Chức sắc có phẩm vị nhưng vì tuổi già sức yếu nên xin hồi hưu dưỡng lão.\n\n[[Đạo Luật Mậu Dần 1938]] quy định những chức sắc nam nữ nào đủ công nghiệp quá 61 tưổi mà sức khỏe yếu kém, bệnh tật, không còn khả năng hành đạo được dự sổ cầu phong Hàm Phong.\n\nHội Thánh Hàm Phong hoạt động theo nội quy, được Hộ pháp [[Phạm Công Tắc]] giao phó nhiệm vụ giáo hóa và kiểm tra nền Đạo.\n\n=== Các cơ quan trong Đạo Cao Đài===\nĐạo Luật Mậu Dần (1938) bố trí 4 cơ quan trong Đạo (4 cơ quan trong chánh trị đạo).\n\n* Hành Chánh: là cơ quan để thi hành các luật lịnh của Hội Thánh hoặc của chúng sanh dâng lên mà đã có Quyền Chí Tôn phê chuẩn, nghĩa là buộc chúng sanh phải tuân y Luật Pháp mà đi trên con đường Đạo Đức cho đặng thong dong, hòa bình, trật tự, hạnh phúc, an nhàn, tức là thật hành cả khuôn viên luật pháp cho ra thiệt tướng. Thống quản cả các hoạt động của nền chánh trị đạo. (Chương hành chánh có 17 điều).\n* Phước thiện: là cơ quan bảo tồn sanh chúng trên đường sanh hoạt nuôi sống thi hài, tức là cơ quan giải khổ cho chúng sanh, tầm phương bảo bọc những kẻ tật nguyền, cô độc, dốt nát, ít oi, hoặc giúp tay cho bên hành chánh thi hành Luật Pháp cho đặng dễ dàng trọn vẹn. (Phước Thiện lấy điều 10 và 11 của Hành Chánh tạo thành).\n* Phổ tế: là cơ quan để cứu vớt hoặc độ rỗi những người lạc bước thối tâm, cùng an ủi khuyên lơn những kẻ đã bị luật pháp buộc ràng mà phế vong phận sự, hay là độ rỗi những kẻ hữu tâm tầm Đạo. (thuộc điều 14 của chương Hành Chánh).\n* Tòa Đạo: là cơ quan bảo thủ Chơn Truyền, gìn giữ Luật Pháp, chăm nom chư Chức Sắc, Chức Việc và Đạo Hữu thi hành phận sự, chở che những kẻ yếu tha, bênh vực những người cô thế, hoặc tiếp cả sự uất ức bất công của toàn sanh chúng, tức là giữ nét công bình trên mặt Đạo; lại cũng là một cơ quan giúp cho Hành Chánh, Phước Thiện và Phổ Tế thêm oai quyền mạnh mẽ, tôn nghiêm đặc sắc.\n(thuộc điều 15 của chương Hành Chánh). Tùy theo phân cấp hành chánh mà bố trí nhân sự và tổ chức các cơ quan.\n\n=== Phân cấp hành chánh ===\nTrong việc phân cấp hành chánh đạo, Đạo Cao Đài đặt ra năm cấp:\n\nTrung ương Hội Thánh và các cơ quan trung ương điều hành nền Đạo được đặt tại [[Tòa Thánh Tây Ninh]].\n\nỞ địa phương có bốn cấp:\n* Trấn Đạo: gồm nhiều Châu Đạo. (Giáo sư phụ trách Khâm Trấn). Trấn Đạo tương đương 3 đến 5 tỉnh gộp lại.\n* Châu Đạo: Gồm nhiều Tộc Đạo. (Giáo Hữu phụ trách Khâm Châu). Châu Đạo tương đương 1 tỉnh.\n* Tộc Đạo: Gồm nhiều Hương Đạo (Lễ Sanh phụ trách Đầu Tộc Đạo). Tộc Đạo tương đương 1 huyện nhưng có nhiều trường hợp 1 huyện có nhiều Tộc Đạo.\n* Hương Đạo: Gồm nhiều ấp Đạo (Chánh Trị Sự phụ trách Đầu Hương Đạo). Hương Đạo tương đương 1 xã.\n\nTổ chức Hành Chánh Đạo tại Châu Thành Thánh Địa (trung ương) với 1 vị Giáo sư là Khâm Thành.\n\nTrong Châu Thành Thánh Địa có các Phận Đạo. Đầu Phận Đạo là vị Lễ Sanh. Phận Đạo có nhiều Hương Đạo.\n\nNgoài ra, còn có Ấp Đạo có Phó Trị Sự và Thông Sự đứng đầu. Ấp Đạo tương đương 1 ấp hoặc 1 thôn, 1 làng tùy theo cách gọi từng vùng miền.\n\nTổ chức hành chánh ở trung ương và địa phương của Hội Thánh Phước Thiện cũng giống như Hành Chánh Đạo Cửu Trùng Đài nhưng các thay đổi tên các chức danh.\n\nTại Châu Thành Thánh Địa Tây Ninh (trung ương) với 1 vị Đạo Nhơn là Quản Thành.\n\nỞ cấp địa phương:\n* Trấn Đạo Phước Thiện: gồm nhiều Châu Đạo Phước Thiện. (Đạo Nhơn phụ trách Quản Trấn Đạo Phước Thiện).\n* Châu Đạo Phước Thiện: Gồm nhiều Tộc Đạo Phước Thiện. (Chí Thiện phụ trách Quản Châu Đạo Phước Thiện).\n* Tộc Đạo Phước Thiện: Gồm một Bàn Cai Quản với nhiều Chủ sở và Đạo Sở (Giáo Thiện phụ trách Quản Tộc Đạo Phước Thiện).\n* Bàn Cai Quản Phước Thiện: Gồm nhiều Chủ sở và Đạo Sở (Hành Thiện là Chủ Trưởng).\n* Chủ sở và Đạo Sở: Gồm nhiều Sở lương điền, sở công nghệ, sở thương mại (Hành Thiện là Chủ Sở, Thính Thiện, Tân Dân, Minh Đức là Đạo Sở).\n\n== Những tính chất khác ==\nKhi xưng hô với nhau, tín đồ Cao Đài sử dụng các đại từ huynh, đệ, tỷ, muội tức là xem nhau như anh chị em một nhà.\n\nMột tín đồ Cao Đài nếu thường tham gia các hoạt động của đạo và có năng lực thích hợp, nếu tình nguyện dành trọn cuộc đời cho đạo thì sẽ bước vào hàng Chức Sắc phế đời hành đạo tức xuất gia. Lúc đó sẽ được đề cử vào các phẩm vị như Thông Sự, Phó Trị Sự, Chánh Trị Sự, để tạo đà bước vào hàng giáo phẩm chức sắc như Lễ Sanh... Đạo Cao Đài nhấn mạnh sự bình đẳng giữa nam và nữ trong xã hội.\n\nTuy nhiên, trong phạm vi [[tôn giáo]], nữ giới không được phép bước lên ngôi vị Chưởng Pháp, Giáo Tông. Việc không cho nữ phái lên các phẩm Chưởng Pháp, Giáo Tông cũng có những lý do vì Thượng đế yêu thương nữ phái, không muốn phận nữ phái phải chịu nhiều đau khổ. Bởi lẽ lên phẩm vị càng cao, trách nhiệm công việc càng lớn, đó là 1 gánh nặng vô cùng mệt mỏi, mà nữ phái thì làm việc theo xu hướng tình cảm cho nên nếu gánh trách nhiệm nặng nề thì lại dễ dẫn đến những việc không hay có thể xảy ra trong quá trình hành chánh Đạo. Còn nam giới, làm việc vốn xu hướng theo lý trí nên khi đối mặt những khó khăn sẽ có thể bình tâm, tỉnh trí để xử lý những việc trọng đại sao cho công tâm nhất.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/caodaism.org\/CaoDaiTuDien\/p\/p1-072a.htm#Hien%20Chuong%20DDTKPD%201965 Hiến chương 1965] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090815141001\/http:\/\/caodaism.org\/CaoDaiTuDien\/p\/p1-072a.htm#Hien%20Chuong%20DDTKPD%201965 |date=2009-08-15 }}\n* [http:\/\/caodaism.org\/CaoDaiTuDien\/p\/p1-072b.htm#Hien%20Chuong%20DDTKPD%201997 Hiến chương 1997] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090815141507\/http:\/\/caodaism.org\/CaoDaiTuDien\/p\/p1-072b.htm#Hien%20Chuong%20DDTKPD%201997 |date=2009-08-15 }}\n* [http:\/\/www.caodai.vn\/hoithanh\/HTML\/Hienchuong\/Hienchuong.html Hiến chương 2007]\n* [http:\/\/caodai.com.vn\/vn Website của Hội Thánh Cao Đài Tây Ninh]\n\n{{Tôn giáo tại Việt Nam}}\n{{commons|Cao Dai}}\n\n[[Thể loại:Đạo Cao Đài|T]]"}