{"86445":"[[Tập tin:Đền thờ Đức Thánh Trần, Quận 1, tháng 12 năm 2021 (phù điêu hội nghị Diên Hồng) (2).jpg|300px|nhỏ|phải|Phù điêu Hội nghị Diên Hồng tại Đền thờ Đức Thánh Trần, Quận 1. Trong đó khắc họa rõ nét cảnh các vị bô lão thể hiện ý chí quyết đánh quân Nguyên]]\n{{bài cùng tên|Diên Hồng}}\n'''Hội nghị Diên Hồng''' là hội nghị được tổ chức năm [[1284]] tại kinh thành Thăng Long<ref>{{chú thích web| url = https:\/\/amp.vnexpress.net\/tin-tuc\/giao-duc\/trac-nghiem\/trac-nghiem-ve-vi-tuong-tre-tuoi-nha-tran-3512053-p6.html | tiêu đề = Sai, hội nghị Bình Than và hội nghị Diên Hồng khác nhau| author = | ngày = 2016-12-12| ngày truy cập = 2018-11-28| nơi xuất bản= [[VnExpress]]| ngôn ngữ = }}<\/ref> do Thượng hoàng [[Trần Thánh Tông]] triệu họp các bô lão trong cả nước về trước thềm [[điện Diên Hồng]] để trưng cầu dân ý, hỏi về chủ trương ''hòa'' hay đánh khi quân [[Nhà Nguyên|Nguyên Mông]] sang xâm lược [[Việt Nam]] [[chiến tranh Nguyên Mông-Đại Việt lần 2|lần thứ 2]].\n\n== Bối cảnh ==\nHội nghị diễn ra sau khi [[nhà Nguyên|đế quốc Nguyên]] vừa tiêu diệt [[Nam Tống]] và đang ráo riết chuẩn bị chinh phạt [[Đại Việt]]. [[Hốt Tất Liệt]], hoàng đế Đại Nguyên, đã nhiều lần ra yêu sách đòi các vua Trần sang chầu, nhưng đều bị cự tuyệt.\n \nTrước khi Hội nghị bắt đầu, nhà Trần thăm dò và biết được quân Nguyên huy động một lực lượng rất lớn. '''''[[Đại Việt sử ký toàn thư]]''''' ghi: số quân nhà Nguyên điều là 50 vạn<ref>''Đại Việt sử ký toàn thư'', quyển 5, tờ 43<\/ref> từ phương Bắc tràn xuống; kết hợp với cả gần 10 vạn quân của Toa Đô từ phía Nam (Champa) đánh lên; tin rằng với sức mạnh như vậy sẽ nhanh chóng bóp nát nước Đại Việt. Đối phó với đạo quân hùng mạnh như vậy, nhà Trần khôn khéo triệu tập hội nghị - đầu tiên là Bình Than (1282) bàn về chiến lược đánh giặc của tướng soái và quân nhà Trần.Ý thức được rằng, muốn chiến thắng được đội quân khổng lồ của nhà Nguyên, cần có sự tham gia của nhân dân<ref>Hà Văn Tấn, Phạm Thị Tâm (1975), ''Cuộc kháng chiến chống xâm lược Nguyên Mông thế kỷ XIII'', Nhà xuất bản Khoa học xã hội, Hà Nội, tr. 177.<\/ref>.\n\n== Diễn biến Hội nghị==\nTham dự hội nghị này là các vị bô lão, đại diện cho nhân dân cả nước. Thượng hoàng đích thân ban yến và hỏi các vị bô lão là nên đánh hay nên hòa. Một đời thân phận thấp hèn, tay bùn chân lấm, nay bỗng dưng được triều đình mời vào tận hoàng cung để bàn quốc gia đại sự, tinh thần của các vị bô lão phấn chấn khác thường.\n\n<div style=\"background: #f7f8ff; border-width: 1px; border-color: #888888; border-style: solid; margin: 9px; padding: 8px\">\n'''''[[Đại Việt sử ký toàn thư]]'', bản kỷ toàn thư quyển 5:'''\n:Thượng hoàng triệu phụ lão trong nước họp ở thềm điện Diên Hồng, ban yến và hỏi kế đánh giặc. Các phụ lão điều nói \"đánh\", muôn người cùng hô một tiếng, như bật ra từ một cửa miệng. \n<\/div>Hội nghị Diên Hồng được xem như hội nghị [[dân chủ]] đầu tiên trong [[lịch sử Việt Nam]]. Các bô lão có thể coi là những đại biểu của dân. Sau hội nghị, chính các phụ lão là những người truyền đạt lại chủ trương của chính quyền đến người dân.\n\n==Mục đích==\n''Thứ nhất'', hội nghị này sẽ có tác dụng thăm dò, đo lường mức độ căm phẫn của nhân dân đối với kẻ thù, mức độ nhân dân ủng hộ chính quyền, từ đó đánh giá được nội lực trước khi vạch ra chiến lược chiến tranh.\n\n''Thứ hai'', hội nghị này là một động thái thể hiện sự tôn trọng của triều đình đối với các bô lão - vốn được hưởng cái gọi là \"lão quyền\" trong xã hội Việt Nam cổ truyền. Hội nghị này có tác dụng đoàn kết các sắc dân, củng cố mối quan hệ nhân dân - chính quyền. Mặc dầu địa vị người dân lúc đó rất thấp nhưng tài lực cho cuộc chiến thì nhà vua vẫn phải dựa vào họ.\n\n''Thứ ba'', hội nghị này sẽ làm cho hoạt động của chính quyền trở nên minh bạch hơn, tạo niềm tin cao hơn cho người dân; gầy dựng sự chính danh cho chính quyền khi quyết định cuộc chiến. Nếu giữa chừng của cuộc chiến có điều gì bất lợi, thì hội nghị này ngay từ đầu đã loại bỏ sự đổ lỗi từ phía xã hội cho chính quyền.\n\n''Thứ tư'', chính quyền đã biết sử dụng bô lão là tầng lớp có ảnh hưởng lớn nhất trong xã hội làm người tuyên truyền phổ biến đường lối của tầng lớp cầm quyền. Các bô lão khi đã \"đả thông tư tưởng\" thì trở thành những người tuyên truyền tự nguyện cho nhà nước, góp phần tạo ra sự đồng thuận cao trong xã hội.\n\nNhư vậy, trưng cầu dân ý với tư cách là quyền của người dân thì chưa hề xuất hiện trong lịch sử Việt Nam, nhưng bốn chức năng chính trị nêu trên của trưng cầu dân ý đã được vua Trần khéo léo sử dụng từ thế kỷ 13.\n\nBên cạnh góc độ quyền của người dân - một thiết chế bảo đảm dân chủ, thì đứng về phía những người cầm quyền, trưng cầu dân ý rất có lợi cho chính quyền, sẽ là công cụ để nắm lòng dân, củng cố sự cầm quyền<ref>{{Chú thích web |url=http:\/\/www.thesaigontimes.vn\/129933\/Nghe-thuat-su-dung-trung-cau-dan-y-Nhin-tu-Dien-Hong-va-Hien-phap-1946.html |ngày truy cập=2015-11-16 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 17 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151117015448\/http:\/\/www.thesaigontimes.vn\/129933\/Nghe-thuat-su-dung-trung-cau-dan-y-Nhin-tu-Dien-Hong-va-Hien-phap-1946.html }}<\/ref>.\n\n== Nhận xét ==\n[[Nhà sử học]] [[Ngô Sĩ Liên]] viết trong ''[[Đại Việt sử ký toàn thư]]'', bản kỷ toàn thư quyển 5:\n\n''\"Giặc Hồ vào cướp nước là nạn lớn nhất của đất nước. Hai vua hiệp mưu, bầy tôi họp bàn há lại không có kế sách gì chống giặc mà phải đợi đến ban yến hỏi kế ở các phụ lão hay sao? Là vì Thánh Tông muốn làm thế để xét lòng thành ủng hộ của dân chúng, để dân chúng nghe theo lời dụ hỏi mà cảm kích hăng hái lên thôi. Đó là giữ được cái nghĩa người xưa nuôi người già để xin lời hay vậy.\"''\n\nHai chữ Diên Hồng đã trở thành biểu trưng cho ý chí thống nhất của một dân tộc, thể hiện sự đồng lòng nhất trí giữa nhà nước với người dân trong mối quan hệ vua-tôi, trên-dưới… Hội nghị Diên Hồng cũng mang ý nghĩa như một nguyên lý tạo nên sức mạnh dân tộc trước những thử thách của lịch sử và trong chừng mực nào đó cũng biểu hiện nhân tố cận dân, thân dân như một giá trị truyền thống mang ý niệm ''\"dân chủ\"'' sau này được xác lập trong thời kỳ lịch sử cận và hiện đại\n\n== Liên hệ hiện tại ==\n\"Diên Hồng\" đã được đặt tên cho phòng họp chính của toàn thể đại biểu [[Quốc hội Việt Nam|Quốc hội]] tại các kỳ họp thường niên trong Tòa nhà Quốc hội mới. Bên cạnh đó, \"Tân Trào\" cũng được đặt tên cho phòng họp của [[Ủy ban thường vụ Quốc hội]].<ref>{{Chú thích web|url=http:\/\/vov.vn\/blog\/tan-trao-va-dien-hong-vao-nha-quoc-hoi-moi-360419.vov|title=\"Tân Trào\" và \"Diên Hồng\" vào Nhà Quốc hội mới}}<\/ref>\n\n== Xem thêm ==\n*[[Hội nghị Bình Than]]\n*[[Trần Hưng Đạo]]\n*[[Nhà Trần]]\n*[[Chiến tranh Nguyên Mông-Đại Việt|Kháng chiến chống Nguyên Mông]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* {{TĐBKVN|13342}}\n{{Các chủ đề|Lịch sử Việt Nam}}\n\n{{sơ khai lịch sử Việt Nam}}\n\n[[Thể loại:Lịch sử Việt Nam thời Trần]]\n[[Thể loại:Năm 1284]]"}