{"1747912":"{{bài cùng tên|Hội quán Quảng Triệu}}\n[[Tập tin:Chùa Ông Cần Thơ.jpg|nhỏ|250px|Chùa Ông (Quảng Triệu Hội Quán). Ảnh chụp năm 2013.|thế=]]\n'''Quảng Triệu Hội Quán''' ([[chữ Hán]]: 廣肇會館), thường được gọi là '''Chùa Ông''', là cơ sở tín ngưỡng tọa lạc tại số 32 đường [[Hai Bà Trưng]], thuộc phường [[Tân An, Ninh Kiều|Tân An]], quận [[Ninh Kiều]], [[cần Thơ|thành phố Cần Thơ]], [[Việt Nam]]. Đây là một ngôi chùa của [[Người Hoa (Việt Nam)|người Hoa]] gốc Quảng Đông tại Cần Thơ, và là một di tích [[lịch sử]] cấp quốc gia kể từ năm [[1993]]<ref>Căn cứ Bằng xếp hạng di tích đang trưng bày trong chùa.<\/ref>.\n\n==Tên gọi, nguồn gốc==\nChùa có tên gốc theo chữ Hán là '''Quảng Triệu Hội Quán'''（廣肇會館). Tên gọi khác là chùa Minh Hương và chùa Ông.\n\nSở dĩ có tên '''Quảng Triệu Hội Quán'''（廣肇會館；广肇会馆） là vì chùa vốn là hội quán của một nhóm [[người Hoa]] [[Quảng Đông]] thuộc hai phủ [[Quảng Châu]] 廣州 và [[Triệu Khánh]] 肇慶 (đều thuộc tỉnh [[Quảng Đông]] 廣東, [[Trung Quốc]]) theo dòng di dân sang lưu trú ở đất Trấn Giang (tức Cần Thơ xưa) vào [[thế kỷ 17]]-[[Thế kỷ 18|18]]. Tuy nhiên, người dân vẫn quen gọi là '''Chùa Ông''', vì ở chính điện thờ Quan Thánh Đế quân (tức [[Quan Vũ|Quan Công]])<ref>Một số ít người còn gọi di tích tôn giáo này là \"Chùa Bà\" vì nơi đây còn thờ [[Thiên Hậu Thánh mẫu]] và [[Bồ Tát]] [[Quan Âm]].<\/ref>.\n\nChùa được khởi công xây dựng trên phần đất 532[[mét vuông|m2]] vào năm [[1894]] (năm [[Quang Tự]] thứ 20, và là năm [[Thành Thái]] thứ 6), đến năm [[1896]] thì hoàn thành. Và cũng như một số ngôi chùa của người Hoa khác, Chùa Ông không nằm biệt lập mà nằm trong một khu dân cư đông đúc, ngay giữa trung tâm [[cần Thơ|thành phố Cần Thơ]], cạnh [[bến Ninh Kiều]].\n\n==Kiến trúc==\n[[Tập tin:Đèn và hương.jpg|nhỏ|250px|phải|Đèn lồng, hương vòng và bộ binh khí ở khu vực sân thiên tỉnh]]\nTừ khi xây dựng ([[1894]]) cho đến ngày nay, diện mạo của chùa Ông gần như không thay đổi. Toàn bộ kiến trúc chùa được xây dựng theo hình chữ Quốc (國)với các dãy nhà khép kín vuông góc với nhau, ở giữa chùa một khoảng không gian trống gọi là sân thiên tỉnh (giếng trời).\n\nCũng giống như nhiều ngôi chùa Hoa khác, Chùa Ông có màu sắc sặc sỡ, tươi vui; nhưng vẫn mang nét cổ kính <ref>Theo Huỳnh Đỉnh Chung, ''Chùa Ông (Quảng Triệu Hội Quán)'', Bảo tàng Cần Thơ xuất bản, 1995, tr. 9.<\/ref>. Mái chùa lợp ngói âm dương với các gờ bó mái nằng men xanh thẫm. Trên bờ nóc là những hình nhân, lưỡng long tranh châu, cá hóa long, chim phụng, v.v...bằng gốm sứ đủ màu. Ngoài ra, ở hai đầu đao còn có hai tượng người cầm mặt trời và mặt trăng (tượng trưng cho âm dương hòa hợp). Kết cấu vòm mái được nâng đỡ bởi 6 hàng cột gỗ tròn và vuông sơn đỏ, có chân đế bằng đá tảng nguyên khối, và một hệ thống vì kèo khá phức tạp. Và các đòn tay ở đây đều ở dạng gỗ tròn, được sơn phết cẩn thận.\n\nHầu hết vật liệu để cấu thành các chi tiết kiến trúc đều được đưa từ [[Quảng Đông]] sang như cột gỗ, đá làm trụ chân cột, liễn đối, kèo, đòn tay, chuông đồng, lư hương...và đều có ghi niên đại [[1896]] do các nhà hảo tâm đóng góp. Riêng các bao lam ở bàn thờ [[Quan Vũ|Quan Công]] thì được làm tại đường Thủy Binh (đường [[Đồng Khánh]], thuộc [[Quận 5]], [[Thành phố Hồ Chí Minh]] ngày nay). Bệ thờ, tượng [[Bồ Tát]] [[Quan Âm]], ba bàn hương án trước bàn thờ [[Quan Vũ|Quan Công]] thì xây dựng vào năm [[1974]] bằng đá mài.\n\nChánh điện do ông La Ích Xe khởi công xây dựng vào khoảng giữa [[thế kỷ 19]], Nhà khách do ông La Thành Cơ (con trai của La Ích Xe) xây dựng vào cuối thế kỷ ấy. Và khu nhà khói (nhà bếp) do Dương Lập Cang xây dựng vào năm [[1931]]. Tuy việc dựng chùa trải qua ba thời kỳ với ba kiểu kiến trúc có ít nhiều dị biệt; nhưng chúng lại rất hài hòa với nhau, tạo thành một quần thể kiến trúc mang phong cách chùa Hoa độc đáo <ref>Nguồn: \"Chùa Ông - trăm năm nguyên vẹn\" trên website Cần Thơ phố [http:\/\/canthopho.vn\/lich-su-can-tho\/dia-danh\/chua-ong-can-tho\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130304202034\/http:\/\/canthopho.vn\/lich-su-can-tho\/dia-danh\/chua-ong-can-tho\/|date=2013-03-04}}.<\/ref>. Lược kể một số chi tiết:\n\nCách lề đường vài mét là cổng và hàng rào với các trụ cột tô đá rửa nối với nhau bằng những song sắt. Trên đầu hai trụ cột chính được trang trí đôi lân, ở các cột khác là hình nhân và cá hóa long. Tất cả đều bằng sành sứ nhiều màu.\n\nBước qua khoảng sân hẹp, là tiền điện. Ở giữa gian có đặt một bức bình phong chạm trổ. Trên hai cửa ra vào có bảng đại tự \"Quảng Triệu Hội Quán\".\n\nTiếp nối tiền điện là sân thiên tỉnh. Đây là một đặc điểm tiêu biểu của chùa Hoa <ref>Theo Chùa Ông (Quảng Triệu Hội Quán), sách đã dẫn, tr. 8.<\/ref>. Tùy theo từng chùa mà có lợp mái hay không, riêng ở đây có lợp mái bằng ngói âm dương. Trên vòm mái treo một báo ghi môn và bảng đại tự \"Hiệp Lực Đồng\" (協力同). Bộ vì kèo của mái làm theo kiểu chồng rường gối mộng lên nhau qua những con bọ được chạm khắc tinh vi, và chung quanh mái được thiết kế di động để điều chỉnh ánh sáng thiên nhiên.\n\nChánh điện là gian quan trọng nhất của chùa. Vì kèo ở đây được làm theo kiểu trồng rường, gồm những xà ngang gối mộng lên nhau. Điểm nổi bật nhất ở đây là phù điêu gần như hiện diện ở khắp nơi, từ các bao lam, hoành phi, liễn đối, xà ngang...Bằng nghệ thuật chạm nổi với nội dung vô cùng phong phú được rút ra từ các huyền thoại, [[lịch sử Trung Quốc]]; hoặc ở kỹ thuật chạm chìm những đề tài: [[mai]], [[Chi Ngọc lan|lan]], [[cúc]], [[trúc]], [[rồng]], [[phượng hoàng|phụng]], [[cá]] hóa long (rồng), bông [[lúa]], v.v...Ngoài ra, ở đây còn có các kiểu chữ \"[[Triện thư|triện]]\", \"thảo\" được chạm khắc trên các hoành phi, liễn đối, lư, chuông đồng...Tất cả đã thể hiện được tài năng chạm khắc và nghệ thuật thư pháp của các nghệ nhân lúc bấy giờ.\n\n==Thờ phụng==\n[[Tập tin:Chính điện Chùa Ông.jpg|nhỏ|250px|phải|Trong chính điện Chùa Ông]]\nTiền điện: thờ Mã Tiền tướng quân và ngựa xích thố (bên trái) và Phúc Đức Chính Thần (còn gọi là [[Ông Bổn]], thờ bên phải).\n\nSân thiên tỉnh: trong sân đặt hai bộ binh khí (bát bửu), chậu kiểng và bàn hương án. Ngoài ra, ở đây còn treo một số đèn lồng, và rất nhiều hương vòng do người dân đem đến dâng cúng.\n\nChính điện: Ở giữa thờ Quan Thánh Đế quân, bên trái thờ Đỗng Vĩnh [[trạng nguyên]] và Tài Bạch tinh quân (còn gọi là [[Thần Tài]]), bên phải thờ [[Thiên Hậu Thánh mẫu]]. Ngoài ra, trong chùa ông còn có gian thờ [[Bồ Tát]] [[Quan Âm]].\n\nCác tượng thờ trong chùa được làm bằng những chất liệu khác nhau: gỗ, thạch cao,...\n\nChùa Ông có nhiều lễ hội trong năm, nhưng tiêu biểu nhất là ngày vía (ngày sinh) Quan Thánh Đế Quân được tổ chức vào ngày [[24 tháng 6]] ([[âm lịch]]) và ngày vía Thiên Hậu Thánh mẫu được tổ chức vào ngày [[23 tháng 3]] (âm lịch)…<ref>Nguồn: Chùa Ông (Quảng Triệu Hội Quán), tr. 12.<\/ref> \n[[Tập tin:Phù điêu.jpg|nhỏ|250px|phải|Một trong số phù điêu gỗ trong chính điện]]\nBên cạnh các giá trị về mỹ thuật, Chùa Ông còn có ý nghĩa về mặt lịch sử. Trong cuộc chiến tranh trước năm [[1975]], đây là nơi đùm bọc và chở che cho những cán bộ cách mạng hoạt động trong nội thành<ref>Căn cứ Bia di tích dựng ở bên phải sân chùa.<\/ref>.\n\nVới những giá trị về lịch sử và nghệ thuật như thế, ngày [[21 tháng 6]] năm [[1993]], Chùa Ông đã được công nhận là \"Di tích quốc gia\".\n\n== Hình ảnh ==\n[[Tập tin:Chùa Ông (Cần Thơ).jpg|nhỏ|Chùa Ông (Cần Thơ), tên chữ Quảng - Triệu hội quán (廣肇會館). Ảnh chụp năm 2003.]]\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/canthopho.vn\/lich-su-can-tho\/dia-danh\/chua-ong-can-tho\/] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130304202034\/http:\/\/canthopho.vn\/lich-su-can-tho\/dia-danh\/chua-ong-can-tho\/ |date=2013-03-04 }} Chùa Ông-trăm năm nguyên vẹn trên website Cần Thơ phố.\n* [http:\/\/livecantho.com\/du-lich-can-tho\/diem-den-can-tho\/chua-ong-quang-trieu-hoi-quan] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130218222431\/http:\/\/livecantho.com\/du-lich-can-tho\/diem-den-can-tho\/chua-ong-quang-trieu-hoi-quan |date=2013-02-18 }} Chùa Ông (Quảng Triệu Hội Quán) trên website Live Cần Thơ.\n\n[[Thể loại:Chùa tại Cần Thơ]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Hội quán Hoa kiều]]"}