{"125668":"'''Hội thề Lũng Nhai''' ([[chữ Hán]]: 會誓隴崖) là một sự kiện trong [[lịch sử Việt Nam]], do [[Lê Thái Tổ|Lê Lợi]] cùng 18 người tổ chức tại [[Lũng Nhai]] vào mùa đông năm [[1416]].<ref name=\"ReferenceA\">''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 191.<\/ref>\n\n==Nội dung==\nHội thề Lũng Nhai năm [[1416]] không được chép trong những cuốn sách sử được viết cùng thời kỳ đó như [[Đại Việt sử ký toàn thư]], ''Lam Sơn thực lục''. Đến thế kỷ 18, sử gia [[Lê Quý Đôn]] mới sưu tầm lại các tư liệu về gia phả, sắc phong các dòng họ công thần,... viết nên bộ sử ''Đại Việt thông sử''. Sách ''Đại Việt thông sử'' của sử gia [[Lê Quí Đôn]], ở phần ''Nhân vật chí'', đã viết có tất cả 19 người (Đại Việt thông sử chép: ''\"vua cùng 18 bề tôi...\"''), trong số đó chắc chắn có [[Lê Lợi]], [[Lê Lai]], [[Lê Thận]], [[Lưu Nhân Chú]], [[Trịnh Khả]], [[Nguyễn Lý]], [[Lê Văn An]]<ref name=\"ReferenceB\">''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 255.<\/ref>, được ''Đại Việt thông sử'' chép rằng: \n{{cquote|\n''Mùa đông, năm [[Bính Thân]] ([[1416]]) vua Thái Tổ cùng 18 vị tướng thân cận của nhà vua, liên danh hội thề nguyện sống chết có nhau.''|||''Đại Việt thông sử'', ''Nhân vật chí'', [[Lê Lai]]<ref name=\"ReferenceA\"\/>}}\n[[Lê Lai]] sau khi chết được [[Lê Lợi]] truy phong Suy trung Đồng đức Hiệp mưu Bảo chính Lũng Nhai công thần.<ref>''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 193.<\/ref>\n{{cquote|\n''Năm [[Bính Thân]], vua Thái Tổ cùng tướng văn tướng võ 18 người - liên danh thề ước cùng lo có nhau, ông cũng được dự.''|||''Đại Việt thông sử'', ''Nhân vật chí'', [[Lưu Nhân Chú]]<ref>''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 251.<\/ref>}}\nChế văn của vua [[Lê Thái Tổ]] ban cho [[Lưu Nhân Chú]] cũng nhắc đến sự kiện này:\n{{cquote|\n''Xét... [[Lê Nhân Chú]] đấy:... Than ôi! Làm thuyền, chèo mong vượt sóng to, nay đã qua cơn sóng gió, viết đan thư cất vào nhà đá, mong chớ quên lời thề xưa.''|||''Đại Việt thông sử'', ''Nhân vật chí'', [[Lưu Nhân Chú]]<ref>''Đại việt thông sử', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 251.<\/ref>}}\n{{cquote|\n''Khi vua cùng 18 bề tôi thân cận liên danh hội thề, ông cũng ở trong số đó.''|||''Đại Việt thông sử'', ''Nhân vật chí'', [[Lê Lý]]<ref>''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 267.<\/ref>}}\n{{cquote|\n''Khi vua cùng 18 bề tôi thân cận liên danh hội thề, ông cũng ở trong số đó.''|||''Đại Việt thông sử'', ''Nhân vật chí'', [[Lê Văn An]]<ref>''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 269.<\/ref>}}\n{{cquote|\n''Khi vua cùng 18 bề tôi thân cận liên danh hội thề, nguyện cùng vui cùng lo có nhau, thì tên ông đứng thứ 3, sau Lê Lai.''|||''Đại Việt thông sử'', ''Nhân vật chí'', [[Lê Thận]]<ref>''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, trang 271.<\/ref>}}\n{{cquote|\n''Năm [[Bính Thân]], vua Thái Tổ cùng tướng văn tướng võ 18 người - liên danh thề ước cùng lo có nhau, ông cũng được dự.''|||''Đại Việt thông sử'', ''Nhân vật chí'', [[Trịnh Khả]]<ref name=\"ReferenceB\"\/>}}\nMột số bài văn thề sau này của các sử gia hiện đại được sưu tầm trong gia phả nhiều dòng họ khai quốc công thần triều Lê nên có nhiều dị bản, danh sách người tham dự có sự khác nhau. Chúng ta không chắc rằng những nghiên cứu này có đủ độ uy tín hay không. Riêng nhân vật [[Nguyễn Trãi]] đều thấy có trong các văn bản sưu tầm được, nhưng sách ''Đại Việt thông sử'' khi viết về [[Nguyễn Trãi]] đã không viết ông có tham gia hay không và cũng không chép ông thành một chương riêng như nhiều công thần khác.\n\nNội dung văn thề sau đây được chép lại từ quyển ''Khởi nghĩa Lam Sơn'' của [[Phan Huy Lê]] và Phan Đại Doãn, Nhà Xuất bản Khoa học Xã hội, 1977, được dịch từ gia phả của họ Đinh (Nông Cống) và gia phả họ Lê (Kiều Đại):<ref>Ông [[Hoàng Xuân Hãn]] cho rằng sách dịch bài văn thề này từ Gia-phả họ Đinh (Nông-cống) và bản Gia-phả họ Lê ở Kiều-đại<\/ref><ref name=\"Văn thề Lũng Nhai, Hoàng Xuân Hãn\">[http:\/\/chimvie3.free.fr\/58\/HXH_LoiTheLungNhai_058.htm Văn thề Lũng Nhai, Hoàng Xuân Hãn]<\/ref>\n:''Niên hiệu Thiên Khánh thứ nhất, năm [[Bính Thân]], tháng 2, qua ngày [[Kỷ Mão]]<ref>Tức ngày [[15 tháng 3]] năm [[1416]].<\/ref> là ngày sóc, đến ngày 12 là [[Canh Dần]]<ref>Tức ngày [[26 tháng 3]] năm [[1416]].<\/ref>.''\n:''Phụ đạo lộ Khả Lam nước [[An Nam]] là [[Lê Lợi]] cùng [[Lê Lai]], [[Lê Thận]], [[Lê Văn An]], [[Lê Văn Linh]],[[Trịnh Khả]], [[Trương Lôi]], [[Lê Liễu]], [[Bùi Quốc Hưng]], [[Lê Ninh]], [[Lê Hiểm]], [[Vũ Uy]], [[Nguyễn Trãi]], [[Đinh Liệt]], [[Lưu Nhân Chú|Lê Nhân Chú]], [[Lê Bôi]], [[Nguyễn Lý|Lê Lý]], [[Đinh Lan]], [[Trương Chiến]] kính đem lễ vật, sinh huyết tấu cáo cùng [[Hạo Thiên Thiên Đế|Hạo nhiên Thượng đế]], Hậu thổ Hoàng địa và các tôn linh thần bậc thượng, trung, hạ coi sông núi ở các xứ nước ta.''\n:''Cúi xin chứng giám cho:''\n:''Rằng có bạn ở phương xa đến, kết giao vui vẻ cùng giữ lòng tin. Vì thế phải có lễ tấu cáo.''\n:''Nay ở trong nước, tôi là Phụ đạo [[Lê Lợi]] cùng với [[Lê Lai]] đến [[Trương Chiến]], 19 người. Tuy họ hàng, quê quán khác nhau, nhưng kết nghĩa thân nhau như một tổ liền cành. Phận vinh hiển đều có khác nhau, mong có tình như cùng chung một họ.''\n:''(Có kẻ) bằng đảng xâm chiếm nước ta, qua cửa quan làm hại, nên [[Lê Lợi]] cùng [[Lê Lai]] đến [[Trương Chiến]], 19 người chung sức đồng lòng, giữ gìn đất nước làm cho xóm làng được ăn ở yên lành. Thề sống chết cùng nhau, không dám quên lời thề son sắt.''\n:''Tôi cúi xin trời đất và các vị thần linh chứng giám, ban cho trăm phúc, đến thân mình, nhà mình, con cháu trong họ hàng đều được yên vui hưởng lộc trời.''\n:''Nếu như [[Lê Lợi]] cùng [[Lê Lai]] đến [[Trương Chiến]] sinh lòng này khác, cầu ơn hiện tại, núp bóng quân thù, không cùng một lòng, quên lời thề ước, chúng tôi nguyện trời đất và các thần linh, giáng trăm tai ương trị mình cho đến họ hàng, con cháu đều bị tru diệt, chịu hết hình phạt của trời.''\n:''Kính xin có lời thề.''\nBài văn thề do [[Hoàng Xuân Hãn]] dịch, hợp chú hai bản, bản của dòng họ [[Lê Sát]] và bản của dòng họ [[Đỗ Bí]]:\n:''Bui! (cổ-ngữ đứng đầu các văn khấn)''\n:''Năm đầu niên-hiệu Thiên-khánh là năm Bính-thân ([[1416]]), quá ngày sóc (mồng một) là ngày Kỉ-mão đến ngày 12 là ngày Canh-dần. Tại nước A-NAM, lộ Khả-lam, tôi là phụ-đạo Lê-Lợi đứng đầu, với Lê-Lai, Lê-Thận, Lê Văn-Linh, Lê Văn-An, Trịnh-Khả, Trương-Lôi, Lê-Liễu, Bùi Quốc-Hưng, Lê-Nanh, Lê-Kiểm, Vũ-Uy, Nguyễn-Trãi, Lưu Nhân-Chú, Trịnh-Vô, Phạm-Lôi, Lê-Lý, Đinh-Lan, Trương-Chiến,''\n:''Chúng tôi kính cẩn đem lễ-vật, sanh-huyết mà thành-khẩn dâng lời tâu, cáo cùng Vua Trời, Hậu Đất và các thần linh bậc thượng, trung, hạ, coi các cảnh đẹp sông núi tại các xứ ta. Chúng tôi cúi xin rộng rủ lòng thương, soi xét để chứng cho việc nầy. Rằng có bạn từ xa tới kết tình vui-vẻ và rất tin nhau, cho nên phải làm lễ tâu cáo.''\n:''Nay ở nước tôi, tôi phụ-đạo Lê-Lợi đứng đầu với 18 người từ Lê-Lai đến Trương-Chiến, tuy sinh khác họ, quê quán xa cách nhưng kết nghĩa cùng nhau, xem nhau như cành liền chung một tổ. Tuy phần vinh hiển có khác nhau, nhưng nguyện đem tình đối xử với nhau như người không khác họ.''\n:''Nếu có bè đảng, vì muốn xâm-tiếm, tỏ vẻ xem chừng sắp vượt cửa vào để làm hại, thì:''\n:''Ví bằng chúng tôi đây, Lê-Lợi với 18 người từ Lê-Lai đến Trương-Chiến, có đều hiệp lực đồng tâm chống giữ địa-phương để làng xóm được yên; nếu chúng tôi sống chết cùng nhau không quên lời thề ước, thì chúng tôi cúi xin Trời, Đất và các vị Thần linh chứng giám cho, ban xuống trăm điều lành, cho từ thân đến nhà, dòng-dõi, con cháu đều được yên lành để đời đời hưởng lộc Trời.''\n:''Ví bằng Lê-Lợi với 18 người từ Lê-Lai đến Trương-Chiến lại ra ý đổi đường, tìm sướng hiện-thời, mập-mờ sao-lãng, không chịu đồng tâm, bỏ quên lời thề ước, thì chúng tôi cúi xin Trời, Đất và các vị Thần linh phát xuống trăm tai, cho từ thân đến nhà, dòng-dõi, con cháu đều chịu giết sạch, đúng với luật Trời.''\n:''Kính cẩn tâu trình''<ref name=\"Văn thề Lũng Nhai, Hoàng Xuân Hãn\"\/><ref>Tập san Khoa học Xã hội, Paris, Số 7, tháng 10. 1980.<\/ref>\n\n==Địa điểm==\nThời hiện đại, có một số ý kiến về địa điểm diễn ra hội thế Lũng Nhai, tất cả đều là phỏng đoán chứ không dựa vào căn cứ khoa học lịch sử nào, nay chép dưới đây:\n*Một cho rằng hội thề Lũng Nhai diễn ra tại làng Lũng Mi (tên gọi khác là làng Mé), thuộc xã [[Ngọc Phụng]], huyện miền núi [[Thường Xuân]] ([[Thanh Hóa]]). Ý kiến thứ hai cho rằng diễn ra tại xã Phúc Thịnh hoặc xã Kiên Thọ, huyện miền núi [[Ngọc Lặc]], [[Thanh Hóa]]<ref>{{chú thích web|title=Chưa xác định được nơi đã diễn ra Hội thề Lũng Nhai|url=http:\/\/dantri.com.vn\/van-hoa\/hoi-the-lung-nhai-da-dien-ra-o-dau-757339.htm|publisher=Báo điện tử Dân Trí|accessdate = ngày 24 tháng 7 năm 2013}}<\/ref>.\n*Tháng 11 năm [[2012]] và tháng 5 năm [[2013]], chính quyền địa phương đã tổ chức cho đoàn cán bộ nghiên cứu khảo sát, điền dã tại núi Pù Mé thuộc làng Lũng Mi, xã Ngọc Phụng và hai xã Phúc Thịnh, Kiên Thọ. Tại hội thảo khoa học \"Hội thề Lũng Nhai trong khởi nghĩa Lam Sơn\" ngày [[20 tháng 7]] năm [[2013]], [[Phan Huy Lê]] - Chủ tịch [[Hội Khoa học Lịch sử Việt Nam]] cho rằng hội thề Lũng Nhai diễn ra tại làng Lũng Mi<ref>{{chú thích web|title=Xác định nơi diễn ra hội thề Lũng Nhai|url=http:\/\/tuoitre.vn\/Chinh-tri-Xa-hoi\/560004\/xac-dinh-noi-dien-ra-hoi-the-lung-nhai.html|publisher=Báo Tuổi Trẻ|accessdate = ngày 24 tháng 7 năm 2013}}<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Lê Lợi]]\n*[[Lê Lai]]\n*[[Lê Thận]]\n*[[Lê Văn An]]\n*[[Lưu Nhân Chú]]\n*[[Trịnh Khả]]\n*[[Nguyễn Lý]]\n* [[Hội thề Đông Quan]]\n* [[Khởi nghĩa Lam Sơn]]\n\n==Tham khảo==\n* ''Lam Sơn thực lục'', Nhà Xuất bản Tân Việt, 1956, dịch giả Mạc Bảo Thần.\n* [[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, dịch giả Viện Sử học Việt Nam.\n* ''Đại Việt thông sử'', Nhà Xuất bản Văn hóa Thông tin, 1976, dịch giả Ngô Thế Long.\n* \"[[Khởi nghĩa Lam Sơn]]\", [[Phan Huy Lê]] và Phan Đại Doãn, Nhà Xuất bản Khoa học Xã hội, năm 1977.\n* [http:\/\/www.tienphong.vn\/Tuong-Tac\/Ban-Doc\/124588\/Hoi-the-Lung-Nhai-dien-ra-o-dau.html Hội thề Lũng Nhai diễn ra ở đâu?]\n* [http:\/\/www.tienphong.vn\/Thoi-Su\/167233\/Thanh-Hoa-Can-xac-dinh-noi-dien-ra-Hoi-the-Lung-Nhai.html Thanh Hóa: Cần xác định nơi diễn ra Hội thề Lũng Nhai]\n\n{{Khởi nghĩa Lam Sơn}}\n\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 4]]\n[[Thể loại:Khởi nghĩa Lam Sơn]]"}