{"19785664":"{{coord| 21.036273| 105.852236| region:VN_type:landmark| format=dms| name=Hội quán Việt Đông| display=title}}\n[[Tập tin:Hội quán Quảng Đông 22 Hàng Buồm.jpg|250px|phải|nhỏ|Trung tâm Văn hóa Nghệ thuật 22 Hàng Buồm hiện tại]]\n'''Hội quán Việt Đông''' ([[tiếng Trung]]: 粵東會館), còn được gọi là '''Hội quán Quảng Đông''', là một công trình kiến trúc cổ do [[Người Quảng Đông|người Hoa gốc Quảng Đông]] xây dựng tại [[Hà Nội]]. Địa điểm này hiện là một trung tâm triển lãm nghệ thuật với tên gọi chính thức là '''Trung tâm Văn hóa Nghệ thuật 22 Hàng Buồm'''.<ref name=\":6\">{{Chú thích web|url=https:\/\/nhipsonghanoi.hanoimoi.com.vn\/tin-tuc\/Xua-va-nay\/826676\/hoi-quan-quang-dong|tựa đề=Hội quán Quảng Đông|tác giả=Thủy Hương|ngày=2022-05-15|website=Nhịp sống Hà Nội|url-status=live}}<\/ref><ref name=\":4\">{{Chú thích web|url=https:\/\/vnexpress.net\/hoi-quan-quang-dong-giua-pho-co-ha-noi-4413107.html|tựa đề=Hội quán Quảng Đông giữa phố cổ Hà Nội|tác giả=Trung Nghĩa|ngày=2022-01-08|website=Báo điện tử VnExpress|url-status=live}}<\/ref>\n\n==Lịch sử==\nTheo ''[[Đại Nam nhất thống chí]]'', Hội quán Việt Đông được dựng vào năm [[Gia Long]] thứ 2 ([[1803]]) tại phường Hà Khẩu, huyện [[Thọ Xương (huyện)|Thọ Xương]].<ref>{{chú thích sách|tác giả=|tựa đề=Đại Nam nhất thống chí – Quyển 14: Tỉnh Hà Nội|nhà xuất bản=Nha Văn hóa|year=1966|nơi=|trang=76|url=https:\/\/www.google.com\/books\/edition\/Đại_Nam_nhá̂t_thó̂ng_chí\/hQEjAQAAMAAJ|doi=|id=|isbn=}}<\/ref> Khoảng thời gian này, [[Thăng Long]] có bốn cộng đồng người Hoa là Quảng Đông, Phúc Kiến, Triều Châu và Hải Nam. Người Quảng Đông thành lập cộng đồng sớm và mạnh nhất, chủ yếu sống tập trung tại phố Đường nhân, nên phố này còn gọi là Quảng Đông hay Việt Đông, nay là [[phố Hàng Ngang]].<ref name=\":3\" \/>\n\nTheo một tài liệu, Hội quán Việt Đông Hà Nội ban đầu tọa lạc tại miếu Thiên Hậu bên bờ [[sông Hồng]] ở huyện [[Thanh Trì]]. Sau do dòng chảy sông thay đổi nên Hội quán dời về [[phố Hàng Buồm]]. Đến năm [[1928]], Hội quán được trùng tu và mang kiến trúc Trung Hoa với tường xám, ngói xanh.<ref name=\":9\">{{chú thích sách|tác giả=|tựa đề=華僑滄桑錄|nhà xuất bản=广东人民出版社|year=1984|nơi=|trang=120–124|url=https:\/\/www.google.com\/books\/edition\/華僑滄桑錄\/Q_RzAAAAIAAJ|doi=|id=|isbn=}}<\/ref> Hội quán đã từng là nơi dừng chân của nhà cách mạng Trung Quốc [[Tôn Trung Sơn]] vào năm 1904. Tôn Trung Sơn vì muốn để lật đổ phong kiến [[Nhà Thanh|Mãn Thanh]] nên đã trốn lệnh truy nã và gây quỹ cho cách mạng. Ông đã nhiều lần trú ngụ tại Hội quán Việt Đông và tuyên truyền cách mạng trong cộng đồng [[Hoa kiều]] tại đây.<ref name=\":9\" \/><ref name=\":5\">{{Chú thích web|url=https:\/\/dulich.laodong.vn\/photo\/ghe-tham-hoi-quan-quang-dong-giua-long-pho-co-ha-noi-995610.html|tựa đề=Ghé thăm Hội quán Quảng Đông giữa lòng phố cổ Hà Nội|tác giả=Thành Công|ngày=2022-1-18|website=Chuyên trang Du lịch|nhà xuất bản=[[Lao Động (báo)|Báo Lao Động]]|url-status=live|ngày truy cập=2023-02-12}}<\/ref> Hiện nay vẫn còn tấm bảng đá ghi lại sự kiện lịch sử này.<ref name=\":2\">{{Chú thích web|url=https:\/\/www.anninhthudo.vn\/post-489988.antd|tựa đề=Tuần lễ khơi nguồn sáng tạo kết nối nguồn lực văn hóa Hà Nội|tác giả=Yên Vân|ngày=2021-12-16|website=Báo điện tử An ninh Thủ đô|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref> Hội quán Việt Đông có chức năng là một nơi sinh hoạt tín ngưỡng và cộng đồng của người Hoa Quảng Đông, đồng thời là điểm giao dịch, thỏa thuận buôn bán và còn là nơi phân xử tranh chấp thương mại giữa các thương nhân.<ref>{{Chú thích web|url=https:\/\/danviet.vn\/kien-truc-hoi-quan-quang-dong-tram-nam-sau-khi-duoc-phuc-dung-tai-ha-noi-2021123012571975.htm|tựa đề=Ngắm kiến trúc Hội quán Quảng Đông trăm năm sau khi được phục dựng tại Hà Nội|tác giả=Phạm Hưng|họ=|ngày=2021-12-30|website=[[Dân Việt (báo)|Báo Dân Việt]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref><ref>{{Chú thích web|url=https:\/\/kinhtemoitruong.vn\/ngam-kien-truc-hoi-quan-quang-dong-tram-nam-tuoi-tai-ha-noi-70027.html|tựa đề=Ngắm kiến trúc hội quán Quảng Đông trăm năm tuổi tại Hà Nội|tác giả=Thành Long|ngày=2022-08-15|website=Kinh tế môi trường|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref> Bên cạnh đó tại Hội quán trước đây còn có một [[trường tư thục]] do người Hoa thành lập. Trước [[Chiến tranh thế giới thứ nhất]], các Hoa kiều Quảng Đông đã thuê một giáo viên dạy [[Tứ thư]], [[Ngũ kinh]] cho học sinh của trường. Về sau trường được mở rộng quy mô, trở thành Trường trung học Trung Hoa.<ref name=\":9\" \/><ref>{{chú thích sách|tác giả=周南京|tựa đề=世界华侨华人词典|nhà xuất bản=北京大学出版社|year=1993|nơi=|trang=526|url=https:\/\/www.google.com\/books\/edition\/世界华侨华人词典\/i-lzAAAAIAAJ|doi=|id=|isbn=}}<\/ref>\n\nNăm [[1945]], sau sự kiện [[Nhật Bản đầu hàng|Nhật Bản đầu hàng Đồng minh]], Hoa kiều đã tổ chức ăn mừng chiến thắng tại Hội quán, đến tham dự có [[Hà Ứng Khâm]], [[Hồ Chí Minh]], [[Nguyễn Hải Thần]] cùng nhiều nhân vật khác. [[Tháng 8]] năm [[1955]], Ban Trù bị Tổng hội liên hiệp Hoa kiều Việt Nam và Ban Trù bị Liên hội người Hoa Hà Nội được thành lập. Các tài sản công của người Hoa tại Hà Nội, bao gồm cả Hội quán Việt Đông, Hội quán Phúc Kiến, trường học, bệnh viện được giao cho Liên hội người Hoa Hà Nội quản lý và đến năm [[1958]] thì bàn giao cho chính phủ [[Việt Nam Dân chủ Cộng hòa]].<ref name=\":9\" \/>\n\nNăm 1978, cũng có thông tin cho rằng năm 1979,<ref name=\":3\">{{Chú thích web|url=https:\/\/www.tapchikientruc.com.vn\/tac-gia-tac-pham\/di-san-trong-cuoc-song-hien-dai.html|tựa đề=Di sản trong cuộc sống hiện đại - Tạp chí Kiến Trúc|tác giả=Nguyễn Hoàng Phương|họ=|tên=|ngày=2022-01-11|website=Tạp chí Kiến trúc|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref> không gian Hội quán Việt Đông bị trưng dụng để làm [[trường mẫu giáo]], sau đó đã dần bị lãng quên trong một khoảng thời gian dài. Những cánh cửa sơn son thếp vàng, được chạm trổ tinh xảo từ Quảng Đông đưa sang bị phủ lên một lớp sơn công nghiệp, gian thờ Quan Công và Thiên Hậu bị che kín sau một tấm màn lớn, những tấm bia chất liệu xi măng giả đá khắc chữ nguyên bản chưa được lý giải đã bị đục khoét để lắp đặt công tắc điện.<ref>{{Chú thích web|url=https:\/\/nguoidothi.net.vn\/danh-thuc-vien-ngoc-ngu-yen-giua-long-pho-co-ha-noi-32888.html|tựa đề=“Đánh thức” viên ngọc ngủ yên giữa lòng phố cổ Hà Nội|tác giả=Phạm Minh Quân|ngày=2021-12-17|website=Người Đô Thị|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref>\n\n=== Trùng tu ===\nNgày [[23 tháng 10]] năm [[2018]], [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] đã có văn bản số 4790\/BVHTTDL-DSVH gửi [[Ủy ban nhân dân thành phố Hà Nội]] về việc thẩm định dự án tu bổ, tôn tạo di tích Hội quán Quảng Đông tại số 22 Hàng Buồm.<ref name=\":1\">{{Chú thích web|url=http:\/\/sovhtt.hanoi.gov.vn\/tham-dinh-du-an-tu-bo-ton-tao-di-tich-hoi-quan-quang-dong\/|tựa đề=Thẩm định Dự án tu bổ, tôn tạo di tích Hội quán Quảng Đông – Cổng thông tin Sở Văn Hóa Thể Thao Hà Nội|ngày=2018-10-30|website=Sở văn hóa và thể thao thành phố Hà Nội|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref> Theo đó, dự án trùng tu được Bộ này thỏa thuận bao gồm các hạng mục: trùng tu Tiền đường, phương đình, Trung đường và Hậu cung (khu 1); trùng tu cung Thiên Hậu và tôn tạo phòng trưng bày, giới thiệu di tích (khu 2); trùng tu Nhà tưởng niệm Tôn Trung Sơn, tôn tạo nhà Ban quản lý di tích (khu 3); Phục dựng giếng nước và xây dựng mới nhà vệ sinh (khu 4); Tu bổ 6 cổng phụ và tôn tạo cổng, tường rào mặt trước (phố Hàng Buồm); cổng, tường rào mặt sau (phố Nguyễn Siêu), tôn tạo sân, lối đi trong di tích (khu 5) đồng thời lắp đặt hệ thống chiếu sáng, phòng cháy chữa cháy tại di tích.<ref name=\":7\">{{Chú thích web|url=https:\/\/toquoc.vn\/bo-vhttdl-cho-y-kien-ve-tu-bo-ton-tao-nhieu-hang-muc-thuoc-di-tich-hoi-quan-quang-dong-20181027110354228.htm|tựa đề=Bộ VHTTDL cho ý kiến về tu bổ, tôn tạo nhiều hạng mục thuộc di tích Hội quán Quảng Đông|tác giả=Thanh Thủy|họ=|ngày=2018-10-27|website=Báo điện tử Tổ Quốc|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref> \n\nNăm [[2020]], Ủy ban nhân dân quận Hoàn Kiếm đã thực hiện xây dựng mới Trường Mẫu giáo Tuổi Thơ (cách vị trí hội quán 300 m) để di dời trường học ra khỏi khuôn viên di tích và bắt đầu chỉnh trang, trùng tu lại di tích.<ref name=\":3\" \/> Công tác trùng tu Hội quán được hoàn thành vào cuối năm [[2021]].<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/danh-thuc-nhung-cong-trinh-cu-1851475838.htm|tựa đề='Đánh thức' những công trình cũ|tác giả=Ngọc An|họ=|ngày=2022-07-08|website=[[Thanh Niên (báo)|Báo Thanh Niên]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref> Trong quá trình trùng tu, biện pháp thi công được tính toán kỹ lưỡng để không ảnh hưởng đến tính nguyên gốc của các chi tiết công trình, đặc biệt là các bức phù điêu gốm.<ref name=\":7\" \/> Sau khi hoàn thành, Hội quán đã được trả về với đúng kiến trúc ban đầu. Việc tôn tạo và phục dựng Hội quán Việt Đông được xem là một \"dấu ấn thành công\" trong nỗ lực bảo tồn di tích văn hóa và gìn giữ những dấu tích lịch sử có giá trị quan trọng tại Hà Nội.<ref name=\":0\">{{Chú thích web|url=https:\/\/tamviet.tienphong.vn\/post-1405270.tpo|tựa đề=Ngắm kiến trúc Hội quán của người Hoa xưa ở Hà Nội sau khi được phục dựng|tác giả=Duy Phạm|ngày=2021-12-29|website=Tâm Việt|nhà xuất bản=[[Báo điện tử Tiền Phong]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref>\n\n==Kiến trúc==\nHội quán Việt Đông tọa lạc trên một khuôn viên rộng 1.800 m² tại địa chỉ số 22 phố Hàng Buồm, được đánh giá là một quần thể kiến trúc độc đáo trong [[khu phố cổ Hà Nội]].<ref>{{Chú thích web|url=https:\/\/truyenhinhdulich.vn\/video\/doc-dao-hoi-quan-cua-nguoi-goc-hoa-o-ha-noi-21218.html|tựa đề=Độc đáo hội quán của người gốc Hoa ở Hà Nội|tác giả=Vũ Đào|họ=|tác giả 2=Lê Hải|ngày=2021-12-30|website=Truyền hình du lịch|nhà xuất bản=[[Đài Tiếng nói Việt Nam|Báo Điện tử Đài Tiếng nói Việt Nam]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref> Kiến trúc tổng thể của Hội quán có hình chữ Khẩu (口), kiểu kiến trúc đặc trưng của các Hội quán người Hoa, với bốn dãy nhà và ở giữa là giếng trời.<ref name=\":8\">{{Chú thích web|url=https:\/\/kienthuc.net.vn\/kho-tri-thuc\/dieu-bat-ngo-o-hoi-quan-quang-dong-moi-khoi-phuc-o-ha-noi-1692938.html|tựa đề=Điều bất ngờ ở hội quán Quảng Đông mới khôi phục ở Hà Nội|tác giả=Quốc Lê|họ=|ngày=2022-04-26|website=Tri thức và cuộc sống|url-status=live|ngày truy cập=2023-02-12}}<\/ref> Từ trước ra sau, Hội quán bao gồm các khối nhà lần lượt là tiền đường, phương đình, trung đường và hậu cung.<ref name=\":8\" \/> \n\nTiền đường hội quán gồm có 3 gian, với 2 bộ vì kết cấu theo kiểu chồng rường giả thủ và được bào trơn đóng bén. Hệ thống mái của tiền đường được lợp ngói ống âm dương, đường diềm được tráng men thanh lưu ly. Nóc mái gồm 3 tầng, được gắn các họa tiết bằng gốm sứ. Tường và nền công trình ốp đá phiến màu xám, chính giữa tường là một cửa lớn bằng gỗ lim đề 4 chữ: \"Dân Quốc hội quán\" còn phía trên là bức đại tự bằng đá khắc dòng chữ: \"Việt Đông hội quán\".<ref name=\":6\" \/> Nhà phương đình có diện tích 334 m², là kiểu nhà vuông 4 mái. Bờ nóc và bờ dải được trang trí hoa chanh, bình hồ lô và hình lá đề cách điệu.\n\nTrung đường rộng 100 m², nổi bật với hai hàng cột cùng hệ thống cửa vòm trang trí hình tượng dơi và chim phượng đang múa. Hai bên tả – hữu trung đường là dãy hành lang nối với hậu cung.\n\nHậu cung có kiến trúc 1 gian, 2 dĩ kiểu đầu hồi bít đốc với 2 bộ vì kèo kết cấu kiểu giá chiêng chồng rường con nhị.<ref name=\":6\" \/> Các gian thờ cúng được bố trí chạy ngang theo lòng hậu cung. Chính giữa là khám thờ Quan Công với một pho tượng lớn, trước đó có 2 pho tượng thị giả cùng 4 bài vị và 6 long ngai; bài vị được bài trí trong 2 khám gỗ chạm trổ cầu kỳ. Cung Thiên Hậu nằm sát với cung Quan Công, có mặt bằng kiến trúc 1 gian, theo kiểu trốn cột (không vì kèo) và mái được lợp ngói ống. Hệ thống cửa bức bàn, chấn song, cửa gió của cung được trang trí hoa văn tinh xảo. Bên trong có một khám thờ lớn với tượng Bà Thiên Hậu ngồi trên ngai cùng hai vị thần Thiên lý nhãn và Thuận phong nhĩ.<ref name=\":6\" \/>\n\n=== Vật liệu ===\nVật liệu xây dựng, trang trí trong Hội quán Việt Đông được đánh giá là rất phong phú. Ngoài vật liệu tại địa phương được sử dụng như gạch, gỗ, vôi thì ở đây là công trình duy nhất trong khu phố cổ Hà Nội sử dụng [[đá hoa cương]] làm một số cột nhà, lát nền sân và tường trang trí. Từ năm 1902 đến năm 1948, Hội quán được xây dựng thêm một khu nhà sau cổng vào với một số vật liệu nhập từ Pháp như cột thép chịu lực, hệ vì kèo thép...<ref name=\":3\" \/> \n\nTheo các bản đồ mô phỏng những mốc chính của Hội quán Việt Đông, kiến trúc công trình có sự thay đổi qua các thời kỳ khác nhau. Từ một công trình theo lối kiến trúc truyền thống của Việt Nam, rồi đến giai đoạn 1920–1930 được trùng tu với toàn bộ những vật liệu được nhập từ [[Pháp]] về, kết cấu vòm cao ở giữa là kết cấu thép nên mới có không gian lớn như hiện tại.<ref name=\":1\" \/> Hội quán này không chỉ đơn thuần là sự giao thoa giữa hai dòng văn hóa châu Á, mà còn là một sự tiếp xúc giữa ba văn hóa Việt – Hoa – Pháp.<ref name=\":0\" \/> Kiến trúc của Hội quán được đánh giá là nổi bật nhờ các bức phù điêu khắc nổi, có sự cầu kỳ ở từng chi tiết điêu khắc. Các phù điêu này tái hiện các câu chuyện trong [[Tam quốc diễn nghĩa]] và [[Tây du ký]], có nét tương đồng lớn với gốm Biên Hòa.<ref name=\":8\" \/> Tuy nhiên theo thời gian, những phù điêu người phía bên ngoài đã hư hỏng, có bức đã mất hết đầu người.<ref name=\":4\" \/>\n\n=== Sau khi trùng tu ===\nMặc dù trải qua nhiều lần trùng tu, sửa chữa, nhưng các hạng mục gốc cấu thành di tích về cơ bản vẫn được giữ nguyên trạng theo kiến trúc ban đầu.<ref>{{Chú thích web|url=https:\/\/laodongthudo.vn\/khong-gian-van-hoa-hoi-quan-quang-dong-giua-pho-co-ha-noi-137069.html|tựa đề=Không gian văn hoá hội quán Quảng Đông giữa phố cổ Hà Nội|tác giả=P.Ngân|họ=|tên=|ngày=2022-3-7|website=Báo Lao động thủ đô|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref> Một số điện thờ cũ được cải tạo thành không gian trưng bày nghệ thuật, là nơi để các nghệ sĩ đương đại giới thiệu những các phẩm của mình. Trong đó, phía sau Hội quán nơi thông ra phố Nguyễn Siêu được cải tạo thành một không gian mở phục vụ các hoạt động cộng đồng.<ref name=\":8\" \/> Mái lợp của Hội quán Việt Đông mặc dù có sự phục dựng, tái tạo nhưng vẫn giữ được phong cách người Quảng Đông xưa qua một số chi tiết kiến trúc.<ref>{{Chú thích web|url=https:\/\/www.sgtiepthi.vn\/ghe-tham-hoi-quan-quang-dong-giua-long-pho-co-ha-noi\/|tựa đề=Ghé thăm Hội quán Quảng Đông giữa lòng phố cổ Hà Nội|tác giả=Vương Lộc|ngày=2022-03-27|website=Sài Gòn Tiếp Thị|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref>\n\n== Di sản ==\nHội quán Việt Đông được xem là một trong những dấu ấn tiêu biểu về khu phố người Hoa tấp nập nhất tại Hà Nội xưa.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/54041p0c1020\/yeu-to-hoa-trong-mot-ha-noi-xua.htm|tựa đề=Yếu tố Hoa trong một Hà Nội xưa|họ=|ngày=2004-01-25|website=[[Người lao động (báo)|Người Lao Động]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-11}}<\/ref> Năm 2007, Hội quán Việt Đông được xếp hạng Di tích lịch sử – kiến trúc nghệ thuật cấp quốc gia.<ref name=\":6\" \/>\n\nNgay sau khi được trùng tu, Hội quán Việt Đông đã trở thành trung tâm triển lãm thu hút giới trẻ. Cũng bởi nét giao thoa giữa 3 nền văn hóa nên nơi đây đã thu hút được nhiều nghệ sĩ bố trí các tác phẩm nghệ thuật.<ref name=\":5\" \/> Những công trình có tuổi đời hơn một thế kỷ như Hội quán Việt Đông đồng thời đã khơi gợi những hoạt động văn hóa, sáng tạo, thu hút đông đảo công chúng tham gia chiêm ngưỡng.<ref>{{Chú thích web|url=https:\/\/bvhttdl.gov.vn\/news-20220110083815772.htm|tựa đề=Đánh thức di sản đô thị|ngày=2022-1-10|website=Bộ Văn hóa, Thể thao và Du lịch|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref>\n\n== Vấn đề ==\nHiện nay, không gian Hội quán Việt Đông thường có tần suất dày các chương trình nghệ thuật. Tuy vậy, hầu như những dự án đó các nghệ sĩ đều làm theo tinh thần tự nguyện và không thù lao, dấy lên một vấn đề về việc kinh phí cho các sự kiện văn hóa tại Việt Nam luôn \"ngặt nghèo\".<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/hoc-cach-chi-tieu-cho-van-hoa-1851450316.htm|tựa đề=Học cách chi tiêu cho văn hóa|tác giả=Ngữ Yên|họ=|ngày=2022-04-20|website=[[Thanh Niên (báo)|Báo Thanh Niên]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref> Ngoài ra, một số khách tham quan tỏ ra bức xúc vì nhiều người đến hội quán chỉ để chụp ảnh. Thậm chí một số thương hiệu thời trang còn chụp ảnh quảng cáo sản phẩm tại đây, gây khó khăn cho khách tham quan.<ref name=\":4\" \/>\n\n== Hoạt động đáng chú ý ==\n\n* Tháng 12 năm 2021, một tuần lễ khơi nguồn sáng tạo kết nối nguồn lực văn hóa Hà Nội đã được diễn ra tại Hội quán Việt Đông.  Tuần lễ này bao gồm hơn 20 sự kiện, không gian triển lãm và trình diễn từ thiết kế thời trang, [[Thư pháp|nghệ thuật thư pháp]], kí hoạ, [[Experimental (nhạc)|âm nhạc thể nghiệm]], sắp đặt trình diễn video art, trình diễn nghệ thuật sân khấu truyền thống thử nghiệm...<ref name=\":2\" \/>\n* Tháng 4 năm 2022, Hội quán Việt Đông tổ chức trưng bày tư liệu và hiện vật \"Ký ức 22 Hàng Buồm\" và \"Ký ức sông Tô\", giới thiệu về một trong những con phố tiêu biểu nhất của thành phố Hà Nội nằm bên sông, nơi chuyên bán những vật tư liên quan đến [[Thuyền buồm|thuyền bè]].<ref>{{Chú thích web|url=https:\/\/nhandan.vn\/post-694187.html|tựa đề=Tôn vinh các giá trị văn hóa làng nghề, quảng bá hình ảnh phố cổ Hà Nội|tác giả=Giang Nam|ngày=2022-04-22|website=[[Nhân Dân (báo)|Báo Nhân dân]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref>\n* Cuối năm 2022, Hội quán này giới thiệu hàng loạt tác phẩm nghệ thuật đương đại lấy cảm hứng từ chất liệu di sản và lịch sử. Chuỗi trưng bày gồm 8 không gian nghệ thuật lớn, có chủ đề khác nhau với sự tham gia của hơn 40 nghệ sĩ thuộc nhiều lĩnh vực sáng tạo.<ref>{{Chú thích web|url=https:\/\/kinhtedothi.vn\/chuoi-hoat-dong-sang-tao-tu-van-hoa-truyen-thong.html|tựa đề=Chuỗi hoạt động sáng tạo từ văn hóa truyền thống|tác giả=Minh An|họ=|tên=|ngày=2022-11-20|website=Báo Kinh tế đô thị|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref> Cũng trong tháng này, một triển lãm và game tương tác Airskylen đã diễn ra tại không gian Hội quán.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/mot-nam-hoi-nghi-van-hoa-toan-quoc-no-ro-thanh-pho-sang-tao-1851525214.htm|tựa đề=Một năm hội nghị văn hóa toàn quốc: Nở rộ 'thành phố sáng tạo'|tác giả=Trinh Nguyễn|họ=|ngày=2022-11-25|website=[[Thanh Niên (báo)|Báo Thanh Niên]]|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-02-12}}<\/ref>\n\n==Xem thêm==\n*[[Hội quán Phúc Kiến (Hà Nội)]]\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Du lịch Hà Nội}}\n[[Thể loại:Di tích tại Hà Nội]]\n[[Thể loại:Du lịch Hà Nội]]\n[[Thể loại:Hoàn Kiếm]]"}