{"18672692":"'''Hộ pháp''' là một trong những phẩm Chức sắc cao cấp nhất của [[đạo Cao Đài]], đứng đầu và nắm quyền Chưởng quản [[Hiệp Thiên Đài]].\n\nChức phẩm Hộ pháp được xem là đối phẩm với Chức phẩm [[Giáo tông]] thuộc Cửu Trùng Đài, tuy nhiên đều phụ trách những phần việc khác nhau.\n\n== Mục lục ==\n\n* [[Hộ pháp (Cao Đài)#Hình thành|1 Hình thành]]\n* [[Hộ pháp (Cao Đài)#Quyền hành - Nhiệm vụ|2 Quyền hành - Nhiệm vụ]]\n* [[Hộ pháp (Cao Đài)#Đạo phục|3 Đạo phục]]\n** [[Hộ pháp (Cao Đài)#Ðại phục|3.1 Ðại phục]]\n** [[Hộ pháp (Cao Đài)#Tiểu phục|3.2 Tiểu phục]]\n* [[Hộ pháp (Cao Đài)#Bộ máy giúp việc|4 Bộ máy giúp việc]]\n** [[Hộ pháp (Cao Đài)#Tiếp Pháp|4.1 Tiếp Pháp]]\n** [[Hộ pháp (Cao Đài)#Khai Pháp|4.2 Khai Pháp]]\n** [[Hộ pháp (Cao Đài)#Hiến pháp|4.3 Hiến pháp]]\n** [[Hộ pháp (Cao Đài)#Bảo Pháp|4.4 Bảo Pháp]]\n* [[Hộ pháp (Cao Đài)#Chú thích|5 Chú thích]]\n\n== Hình thành ==\nNguyên thủy, cặp phò loan [[Cao Đài]] là Tá cơ Tiên hạc Đạo sĩ [[Cao Quỳnh Cư]] và Hộ giá Tiên đồng Tá cơ Đạo sĩ [[Phạm Công Tắc]], giáng cơ phong các chức sắc đầu tiên của Hội Thánh Cửu Trùng Đài, cũng như thành lập nghi lễ đạo, Pháp Chánh Truyền. Ngày 18 tháng 5 năm [[Bính Dần]] (tức [[27 tháng 6]] năm [[1926]]), nghi lễ cúng Đại Đàn được xác lập, bao gồm cả vị trí hành lễ của các tín đồ Phạm Công Tắc, Cao Quỳnh Cư, [[Cao Hoài Sang]]. Đến ngày Khai Đạo 15 tháng 10 năm [[Bính Dần]] (tức [[19 tháng 11]] năm [[1926), ngôi vị Hộ pháp, Thượng phẩm, Thượng sanh cũng được chính thức xác lập.\n\nTrong lịch sử hình thành và phát triển của đạo Cao Đài, chức phẩm Hộ pháp chỉ phong cho duy nhất một người là [[Phạm Công Tắc]]. Về sau, Hộ pháp [[Phạm Công Tắc]] có thời gian kiêm quản Nhị Hữu Hình Đài, nên nắm giữ quyền hành cao nhất trong giới tín đồ Cao Đài.\n\n== Quyền hành - Nhiệm vụ ==\nNhư đã nêu trên, chức phẩm Hộ pháp nắm quyền Chưởng quản, đứng đầu bộ phận Hiệp Thiên Đài. Theo tài liệu Pháp Chánh Truyền của đạo Cao Đài, Hộ pháp là chức sắc phụ trách cao nhất về Luật trong giới tín đồ, chưởng quản việc xét xử các chức sắc cao cấp cũng như tín đồ, cũng như đưa ra các phán quyết cuối cùng trong việc ban thưởng và án tội.\n\n== Đạo phục ==\nTheo tài liệu Pháp Chánh Truyền thì Ðạo phục của Hộ pháp có hai bộ, một bộ Ðại phục và một bộ Tiểu phục. Khi ngồi Tòa Tam giáo, thì phải mặc bộ Tiểu phục, còn Ðại phục thì chỉ để khi ngự trên ngai mình.\n\nTượng Phạm Công Tác ở Hộ pháp Đường [[Tòa Thánh Tây Ninh]].\n\n=== Ðại phục ===\nBao gồm:\n\n* Phần thân người mặc giáp, bên ngoài choàng mãng bào. Ngoài ra, tay phải tượng trương cho bên Ðạo, cầm Gián Ma Xử (tượng trưng cho việc lấy Ðời chế Ðạo) còn tay trái tượng trưng cho bên Thế, nắm sâu chuỗi \"Từ Bi\" (tượng trưng cho việc lấy Ðạo chế Ðời). Thắt lưng mang giữa bụng, có 3 sắc, tượng trưng cho thể Chưởng quản Tam Giáo.\n* Đầu đội mũ Kim khôi toàn bằng vàng, trên Kim khôi có thể có Tam sơn, giống như cái chỉa ba ngạnh, với hàm nghĩa Chưởng quản Tam Thiên bên Tây Phương Cực Lạc.\n* Chân mang hia, trên chót mũi hia có chữ \"Pháp\".\n\n=== Tiểu phục ===\n\n* Thân mình mặc đạo phục màu vàng. Thắt lưng giống như bộ Ðại phục.\n* Đầu đội mũ Hỗn Ngươn Mạo (''Hỗn Nguyên Mão''') màu vàng, cao khoảng 20&nbsp;cm. Phía chính giữa trước trán có thêu ba biểu tượng của Tam giáo là bình Bát Vu (tượng trưng cho Phật giáo), cây Phất Chủ (tượng trưng cho Đạo giáo), và bộ Xuân Thu (tượng trưng cho Nho giáo). Trên mỗi biểu tượng đều thiêu chữ \"Pháp\".\n* Chân đi giày vô ưu màu trắng. Nơi chót mũi có thiêu chữ \"Pháp\".\n\n== Bộ máy giúp việc ==\nDưới quyền Hộ pháp có bốn chức phẩm giúp việc hành chính, gồm:\n\n=== Tiếp Pháp ===\nTiếp Pháp là người tiếp nhận các đơn trạng kiện tụng trong giới tín đồ, có quyền xét đoán, phân định để xử lý trực tiếp, trả lại, hoặc chuyển tiếp cho [[Cửu Trùng Ðài]] hoặc Khai Pháp xử lý tiếp.\n\n=== Khai Pháp ===\nKhai Pháp là người tiếp nhận đơn trạng kiện tụng giới chức thuộc Cửu Trùng Ðài hoặc từ Tiếp Pháp đưa qua, từ đó có thể hiệp thương xét xử với chức sắc của [[Hiệp Thiên Ðài]] hoặc thông qua Hộ pháp để tường trình với Hiệp Thiên Đài. Nếu Hiệp Thiên Ðài quyết định thay đổi luật lệ hay là buộc án, thì Khai Pháp phải chuyển lại cho Hiến pháp.\n\n=== Hiến pháp ===\nHiến pháp là người tiếp nhận luật lệ đơn trạng từ Khai Pháp, chịu trách nhiệm điều tra thu thập chứng cớ rồi chuyển sang cho Bảo Pháp. Các sự vụ kể từ khi Hiến pháp tiếp nhận đều được đưa vào bí mật, kể cả chức sắc Hiệp Thiên Ðài cũng không được biết tới nữa.\n\n=== Bảo Pháp ===\nBảo Pháp được xem như vài trò Chánh văn phòng của Hộ pháp, tiếp nhận hồ sơ từ Hiến pháp, điều tra bổ sung và trình lên cho Hộ pháp phân xử. Mọi hồ sơ của Bảo Pháp chỉ duy nhất Hộ pháp được biết.\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Đạo Cao Đài]]"}