{"57939":"{{chú thích trong bài}}{{wikify}}\n{{cần biên tập}}\n[[Hình:Mep.JPG|nhỏ|phải|Hội Thừa sai Paris]]\n[[Hình:Jean-Charles Cornay.jpg|nhỏ|phải|[[Jean-Charles Cornay Tân]]]]\n'''Hội Thừa sai''' hay '''Hội Thừa sai Paris''' là tên tiếng Việt dùng để gọi '''Société des Missions étrangères de Paris''' (nghĩa đen Hội truyền giáo ngoại quốc Paris), là một tổ chức các tu sĩ [[Công giáo]] nhận việc truyền giáo tại [[châu Á]]. Sách báo còn dùng '''Dòng Sai''' để chỉ dòng tu này.\n\nTư tưởng truyền giáo tân thời khai sinh từ hồi thế kỷ 13 với [[thánh Phanxicô]]. Phong trào thập tự quân thất bại với việc loan báo Tin Mừng bằng sức mạnh, thì bây giờ Tin Mừng được loan báo bằng tình thương. Sau khi [[Dòng Anh Em Hèn Mọn|dòng Anh em hèn mọn]] khởi xướng, các cha [[dòng Anh Em Thuyết Giáo|dòng Đa Minh]] cũng gởi người qua truyền giáo bên Á châu. Đà tiến ban đầu bị ngưng lại vào cuối thời trung cổ với hai lý do chính:\n\n# Thế giới đông phương bùng đậy theo hai chiều hướng: đế quốc Hồi giáo bành trướng và Trung quốc thức tỉnh dưới triều nhà Minh năm 168 và họ trục xuất mọi người ngoại quốc về nước. \n# Thế giới Âu châu hỗn độn với các cuộc ly giáo và [[Chiến tranh Trăm Năm|cuộc chiến Trăm năm]].\n\nTrước một tình thế mới trên thế giới, các dòng tu lại mang những phương thức phục vụ khác nhau trong các phần đất truyền giáo, đã đưa đến câu hỏi: [[Giáo hội Công giáo Rôma]] có sứ mệnh truyền giáo hay không? Tư tưởng do [[Giáo hoàng Piô V]] đề xướng và ngài đặt trọng tâm vào việc truyền giáo. Năm 1568, ngài thành lập tu hội chuyên lo đi truyền giáo. Khi [[Giáo hoàng Grêgôriô XIII]] (tên Ugo Buoncompagni, người vùng Bologna nước Ý, 1502-1572-1585) lên kế vị, ngài lập tại Roma một chủng viện dành cho chủng sinh người Hy Lạp, Armenia và Đức. Các chủng sinh sau khi học xong được gửi về hoạt động tại các bản xứ. Năm 1622, [[Giáo hoàng Grêgôriô XV]] lại lập nên một hội Hồng y lo việc truyền bá đức tin Congregatio de Propagande fidei. Bộ có trách nhiệm quản trị mọi phần đất truyền giáo. [[Giáo hoàng Urbanô VIII]] thành lập thêm một viện đại học truyền giáo đào tạo các thừa sai. Trong bối cảnh vừa ghi trên, dưới sự thúc đẩy của một linh mục dòng Tên, [[Alexandre de Rhodes]], hai linh mục [[François de Pallu]] và [[Lambert de la Motte]] thành lập năm 1653 một tu hội giáo sĩ mang tên Hội Thừa Sai Ba Lê. Tu hội chọn mục đích gởi người đi truyền giáo tại những nước chưa biết Thiên chúa giáo và đặc biệt bên Á châu. Các cha thừa sai đi đào tạo tại Paris. Khi xong chương trình huấn luyện họ khấn hứa giữ quy chế và ở trong tu hội suốt đời. Họ chỉ dâng lời vĩnh khấn sau khi làm việc ít nhất ba năm trong một xứ truyền giáo.\n\n==Xem thêm==\n*[[Hội Thừa sai Việt Nam]]\n\n{{thể loại Commons|Missions étrangères de Paris}}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Công giáo}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Giáo hội Công giáo Rôma]]\n[[Thể loại:Tổ chức truyền giáo của Giáo hội Công giáo Rôma]]"}