{"152039":"{{Không nguồn gốc}}\n{{Infobox food\n| name             = Hủ tiếu nam vang\n| image            = Tập tin:Hủ tiếu nam vang giò 4.jpg\n| image_size       = 200px\n| caption          = Một tô hủ tiếu Nam Vang\n| alternate_name   = \n| country          = {{flag|Campuchia}}\n| region           = [[Đông Nam Á]]\n| national_cuisine = [[Ẩm thực Campuchia|Campuchia]]\n| creator          =\n| course           = Bữa sáng, bữa trưa hoặc bữa tối\n| served           = \n| main_ingredient  = [[Bún gạo]], thịt lợn [[Kho (thực phẩm)|kho]]\n| variations       = \n| calories         = \n| similar_dish\t   = ''Hủ tiếu''\n| other            = \n}}\n{{Ẩm thực Sài Gòn}}\n'''Hủ tiếu Nam Vang''' là món [[hủ tiếu]] do [[người Campuchia gốc Hoa|người Hoa Campuchia]] và người Khmer chế biến, có nguồn gốc từ [[Nam Vang]] (là tên phiên âm của [[Phnôm Pênh]]). Hủ tiếu Nam Vang có tên gọi trong tiếng Khmer là \"kuay tiev\", nguyên liệu chính là hủ tiếu bột lọc (có người gọi là hủ tiếu dai), [[nước dùng]] chính là thịt bằm nhỏ, lòng heo nấu cùng. Món ăn này được du nhập vào Việt Nam và trở nên phổ biến thay vì hủ tiếu chỉ với xương thịt truyền thống. Tùy theo khẩu vị của từng người, có thể thay thế lòng heo bằng tôm, cua, cá, mực v.v. nhưng nhất thiết phải có thịt bằm.\n\n== Nguyên liệu ==\nNguyên liệu làm hủ tiếu Nam Vang bao gồm hủ tiếu bột lọc, các thành phần làm [[nước dùng]] (nước lèo), các thành phần cho vào tô hủ tiếu, các loại rau ăn kèm. Dưới đây là một công thức cho món hủ tiếu Nam vang với các thành phần và tỷ lệ cơ bản:\n\nXương heo (khoảng 1.5&nbsp;kg); tôm thẻ (1\/2&nbsp;kg); gan heo (300g); thịt heo xay (300g); tôm khô (khoảng 1 nắm nhỏ); khô mực (1 con cỡ vừa); hủ tiếu bột lọc; [[dầu ăn]]; 1 củ tỏi; 4 tép hành lá; [[chanh]]; [[mùi tàu]] (ngò gai); lá hẹ; [[giá đỗ]]; [[cần tây]]; rau [[tần ô]]; đường, muối, [[bột ngọt]] (nếu thích)\n\n== Quy trình thực hiện ==\n* ''Nấu nước lèo'': Xương heo (nếu là xương ống thì trong hơn) trụng sơ nước sôi, đổ ra rửa sạch. Bắt 1 nồi nước khác lên rồi để xương vào, sau đó để 1 tí muối, [[đường phèn]], khô mực nướng vừa chín xé làm bốn và tôm khô rửa sạch cùng bỏ vào nồi nước súp hầm với xương. Bỏ củ cải và cà rốt cắt khúc vào hầm mềm luôn. Sau đó nêm với đường, muối, bột ngọt, cho vừa ăn.\n* ''Gan heo'': Đem luộc với một tí muối, khi chín vớt ra để nguội quấn trong cling phim khi nào ăn hãy xắt nếu không nó bị khô.\n* ''Tôm'': Lột vỏ (chừa đuôi tôm lại), sau đó cắt ở sống lưng tôm, lấy chỉ đen ra.\n* ''Tỏi'' bằm ra cho thật nhỏ, bắt một cái nồi nhỏ lên bếp, để đầu vào, khi dầu sôi thì tỏi vào, lấy đũa quậy đều cho đến khi tỏi vừa hơi vàng thì tắt lửa và đem xuống khỏi lò (Khi đó dầu còn đang nóng sẽ làm cho tỏi vàng thêm tí nữa, nếu còn để trên bếp sẽ làm tỏi bị đen).\n* ''Thịt heo xay'': Trộn thịt heo cho chút nước súp, bắt lên chảo xào cho đến khi ráo nước.\n* ''Rau'': Cần tây, hẹ cắt khúc.\n\n== Trình bày ==\nLuộc hủ tiếu khô và cho vào một cái tô sau đó cho chút tỏi phi vào trộn đều cho khỏi dính sau đó xếp lên tô: gan heo, tôm, thịt heo xaỵ, trứng cút. Nước súp đang sôi, để vào tô sau đó thì để lá hẹ, hành, ngò và tỏi chấy lên trên mặt tô.\n\n== Lưu ý khác ==\n* Khi nồi nước súp hoàn thành thì bỏ vào 1,2 muỗng tỏi phi thơm.\n* [[Tôm]] (thêm mực nếu thích tùy người) cho chút nước súp vào một nồi nhỏ nấu chín và sắp vào tô lấy nước luộc tôm mực đó cho vào luôn tô hủ tiếu.\n* Ngoài gan heo có thể thêm cật và tim\n\n== Dị bản ==\n[[Tập tin:Katieu.jpg|nhỏ|150px|hủ tiếu chính gốc tại [[Phnôm Pênh|Nam Vang]] (Phnôm Pênh)]]\n*Hủ tiếu Nam Vang, [[hủ tiếu Mỹ Tho]] và hủ tiếu của [[người Hoa (Việt Nam)|người Hoa]] có sự khác biệt rất rõ rệt. Nếu như hủ tiếu Nam Vang tôn trọng phụ liệu chính là lòng heo thì hủ tiếu Mỹ Tho lại có thêm tôm, mực, [[hải sản]], ốc. Còn hủ tiếu Trung Hoa lại có vị béo của [[nước béo]] và thơm thơm của [[xì dầu]].\n*[[Hủ tiếu sa tế nai]] được chế từ nước lèo sầu riêng mật ong.\n*Món này được người Hoa kiều tại Campuchia du nhập vào đất nước Chùa Tháp vào thế kỷ 20 , khi người Kinh sinh sống tại thành phố Nam Vang ([[Phnôm Pênh]]) và mang món ăn này về thành phố Sài Gòn - Việt Nam và được phổ biến tại Việt Nam vì hợp khẩu vị.\n\n== Tham khảo ==\n{{tham khảo}}\n* Lịch sử Campuchia - Phần Siemriệp - Tr.138 - Nhà xuất bản. Văn hóa dân tộc 1989.\n== Xem thêm ==\n* [[Ẩm thực Campuchia]]\n\n== Liên kết ngoài ==\n{{thể loại Commons|Hủ tiếu}}\n* [http:\/\/dulich.nld.com.vn\/20121004035035462p0c106\/dac-sac-10-mon-ngon-duong-pho-phnom-penh.htm Đặc sắc 10 món ngon đường phố Phnom Penh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121224084606\/http:\/\/dulich.nld.com.vn\/20121004035035462p0c106\/dac-sac-10-mon-ngon-duong-pho-phnom-penh.htm |date=2012-12-24 }}\n\n{{Du lịch Phnôm Pênh}}\n{{ẩm thực châu Á}}\n{{Ẩm thực Đông Nam Á}}\n{{Ẩm thực Campuchia}}\n\n[[Thể loại:Ẩm thực Campuchia]]\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]\n[[Thể loại:Ẩm thực Sài Gòn]]\n[[Thể loại:Thức ăn từ gạo]]"}