{"819358":"[[Tập tin:Kuyteav.jpg|nhỏ|phải|250px|Một tô hủ tiếu]]\n{{Ẩm thực Sài Gòn}}\n'''Hủ tiếu gõ''' là một loại hình bán [[hủ tiếu]] phổ biến ở Việt Nam. Theo đó, người nấu có một xe đẩy (hoặc quầy) được đậu ở nơi cố định, thường là trên hè phố; và có thêm một hay một vài người sẽ đi bộ hoặc dùng các phương tiện di chuyển như xe đạp, xe máy... để len lỏi vào các ngỏ hẻm, từng căn hộ [[chung cư]] để tìm thực khách và nhận gọi món. Thường thì những người này có một bộ dụng cụ gồm hai thanh gỗ hoặc kim loại gõ vào nhau để phát ra âm thanh đặc trưng, dễ nhận biết thay cho tiếng rao.\n\nNhững người đi gõ thường là các trẻ em, con cái hoặc người thân trong gia đình của người nấu, họ kiêm luôn cả việc [[bồi bàn|chạy bàn]], bưng bê, nhận tiền. Mỗi xe hủ tiếu sẽ có từng tiếng gõ, nhịp điệu gõ đặc trưng.<ref name=\"baodatviet.vn\">http:\/\/baodatviet.vn\/Home\/congdongviet\/Hu-tieu-go-Sai-Thanh\/200910\/63690.datviet<\/ref> Thực khách khi có nhu cầu thì gọi người gõ vào, sau đó người này sẽ quay về vị trí đặt xe đẩy hủ tiếu để báo chế biến rồi lại đem đến tận nhà thực khách. Thực tế, đây chính là một loại hình đơn giản của kiểu kinh doanh [[giao hàng tận nơi]].\n\nHủ tiếu gõ là món ăn bình dân đã tồn tại, gắn liền với người dân đô thị, dần trở thành một phần của [[ẩm thực]] của những thành phố và nó cũng là loại ẩm thực bình dân và đại trà nhất đại diện cho ẩm thực vỉa hè trong [[đêm]], đặc biệt là tại [[Thành phố Hồ Chí Minh|Sài Gòn]].<ref name=\"nguoiduatin.vn\">http:\/\/www.nguoiduatin.vn\/hu-tieu-go-goc-dem-sai-gon-a5221.html<\/ref>\n\n==Đặc điểm==\nQuán hủ tiếu thường nằm ở một vỉa hè trống, mọi thứ cũng chỉ gói gọn trong một chiếc [[xe]] nhỏ, phía bên dưới chứa được thùng [[nước lèo]], người chế biến tận dụng tối đa chiếc xe kéo chất những [[bàn]] [[ghế]], [[tô]], [[đũa]], [[đồng thau|thau]], [[xô]], [[nước]]...và những [[gia vị]] dùng trong việc làm ra tô hủ tiếu. Thực tế, họ còn bán thêm các món khác như [[hoành thánh]], [[mì gói]], [[mì sợi]]....\n[[Tập tin:Bedugul street vendor bali.jpg|nhỏ|trái|270px|Một xe đẩy bán hủ tiếu ở [[Bali]], [[Indonesia]].]]\nHủ tiếu gõ ít khi bán [[buổi sáng]] mà thường từ khoảng 14-15 giờ chiều cho đến tận khuya. Nghề bán hủ tiếu gõ tuy không quá nặng nhọc nhưng cũng không nhẹ nhàng, người bán phải đi [[chợ]] từ sớm, chuẩn bị mọi thứ cho việc bán [[buổi chiều]], rồi thức đêm bởi đây là món ăn khuya. Để có một gánh hủ tiếu bán đêm thì ngay sáng sớm họ phải len lỏi qua các chợ đầu mối để mua nguyên vật liệu từ [[thịt]], [[giá]], [[hẹ]], [[tương]], [[ớt]], [[chanh]]... tất bật từ sáng đến trưa để chuẩn bị đầy đủ mọi thứ.<ref name=\"baodatviet.vn\"\/><ref name=\"nguoiduatin.vn\"\/> Bán hủ tiếu gõ không cần khéo tay, cũng không cần nhiều [[tư bản|vốn]].<ref>[http:\/\/vnexpress.net\/gl\/xa-hoi\/2001\/07\/3b9b211d\/ Hủ tiếu gõ ]<\/ref>\n\nĐa số những người bán hủ tiếu gõ là người từ miền Trung, nhất là ở các tỉnh như [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]].<ref name=\"nguoiduatin.vn\"\/>\n\nHủ tiếu gõ thường có thành phần ít hơn một tô hủ tiếu trong quán, mỗi thứ một chút, một nắm hủ tiếu (sợi trắng mịn, nhỏ như sợi mì vằn thắn nhưng mềm hơn nhiều), ít giá trụng, vài lát thịt thăn thái mỏng, vài lát chả lợn thái mỏng, trứng cút, [[thịt bò viên|bò viên]], rau, hẹ, hành khô và vài viên [[tóp mỡ]] béo, bùi, thơm bé bằng hạt đậu.<ref>{{chú thích web | url = http:\/\/www.tapchilamdep.com\/am-thuc\/van-hoa-am-thuc\/Hu_tieu_go_dem_khuya-45589.dep | tiêu đề = Hủ tiếu gõ đêm khuya | author = | ngày = 2 tháng 7 năm 2011 | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = Tạp chí Làm đẹp | ngôn ngữ = }}<\/ref>\n\nĐa số những người ăn hủ tiếu là giải quyết cơn đói bụng tạm thời trong lúc gấp gáp hoặc những người đi chơi, đi làm về khuya tìm chút gì lót dạ cho dễ [[ngủ]] khi những hàng quán khác đã dọn hết. Ít ai lại chọn hủ tiếu gõ làm [[bữa ăn]] chính. Nó trở thành một [[thói quen]] ăn đêm của nhiều người vì vừa đơn giản, vừa vừa bình dân lại phù hợp với mọi túi tiền.<ref name=\"nguoiduatin.vn\"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n{{sơ khai ẩm thực Việt Nam}}\n{{Chủ đề ẩm thực}}\n\n[[Thể loại:Bún]]\n[[Thể loại:Ẩm thực Việt Nam]]\n[[Thể loại:Ẩm thực Sài Gòn]]\n[[Thể loại:Ẩm thực đường phố]]"}