{"78648":"{{Infobox officeholder\n| image = Xu Shiyou.jpg\n| name = Hứa Thế Hữu <br>{{nobold|许世友}}\n| birth_date = [[28 tháng 2]], 1905\n| death_date = {{ngày mất và tuổi|1985|10|22|1905|2|28}}\n| birth_place = [[Tân, Tín Dương|Tân huyện]], [[Hà Nam (Trung Quốc)|Hà Nam]], [[Trung Quốc]]\n| death_place = [[Nam Kinh]], [[Giang Tô]], [[Trung Quốc]]\n| office = Phó Chủ nhiệm [[Ủy ban Cố vấn Trung ương Đảng Cộng sản Trung Quốc]] \n| term_start = [[10 tháng 1]] năm [[1982]]\n| term_end = [[24 tháng 9]] năm [[1985]]<br >{{số năm theo năm và ngày |1982|1|10|1985|9|24}}\n\n| office2 = Tư lệnh [[Quân khu Quảng Châu]]\n| term_start2 = [[tháng 12]] năm [[1973]]\n| term_end2 = [[tháng 1]] năm [[1980]]\n| predecessor2 = [[Đinh Thịnh]]\n| successor2 = [[Ngô Khắc Hoa]]\n\n| office3 = [[Tỉnh trưởng Chính phủ Nhân dân]] tỉnh [[Giang Tô]]\n| term_start3 = [[1968]]\n| term_end3 = [[1973]]\n| predecessor3 = \n| successor3 =\n\n| office4 = Tư lệnh [[Quân khu Nam Kinh]]\n| term_start4 = [[tháng 3]] năm [[1955]]\n| term_end4 = [[tháng 12]] năm [[1973]]\n| predecessor4 = [[Trần Nghị]]\n| successor4 = [[Đinh Thịnh]]\n| rank = [[Tập tin:PLAGeneral r.png|25px]] [[Thượng tướng Quân Giải phóng Nhân dân Trung Quốc|Thượng tướng]] (1955)\n| branch = [[Tập tin:People's Liberation Army Flag of the People's Republic of China.svg|22px]] [[Quân Giải phóng Nhân dân Trung Quốc]]\n}}\n'''Hứa Thế Hữu''' ({{lang-zh|许世友}}, ''Xǔ Shìyǒu''; 1905-1985), tự '''Hán Vũ''' (汉禹), là một trong những \"[[Thượng tướng Quân Giải phóng Nhân dân Trung Quốc|Khai quốc Thượng tướng]]\" của [[Quân Giải phóng Nhân dân Trung Quốc]]. Là một trong số ít thượng tướng thoát được sự thanh trừng và bức hại trong [[Cách mạng Văn hóa]], Hứa từng giữ chức Chính ủy kiêm Tư lệnh [[Quân khu Quảng Châu|Đại quân khu Quảng Châu]], Ủy viên [[Bộ Chính trị Đảng Cộng sản Trung Quốc|Bộ Chính trị Trung ương Đảng Cộng sản Trung Quốc]] từ năm 1969 đến năm 1982, nguyên [[Tỉnh trưởng Chính phủ Nhân dân tỉnh Giang Tô]]. Trong [[Chiến tranh biên giới Việt–Trung 1979]], Hứa giữ vai trò Tổng chỉ huy quân đội Trung Quốc tấn công Việt Nam, tuy nhiên do những thất bại nặng nề của phía Trung Quốc, Hứa nhanh chóng mất quyền điều khiển chiến dịch về tay tướng [[Dương Đắc Chí]], dù vẫn giữ cương vị Tổng chỉ huy trên danh nghĩa. Từ năm 1982, Hứa mất ghế Ủy viên Bộ Chính trị và được bầu vào chức vụ danh dự Phó Chủ tịch Ủy ban Cố vấn Trung ương Đảng Cộng sản Trung Quốc cho đến khi qua đời.\n\n==Thân thế và khởi đầu binh nghiệp==\nHứa Thế Hữu sinh ngày [[28 tháng 2]] năm 1905, người ở Thừa Mã Cương trấn, [[Ma Thành]], [[Hồ Bắc]] (nay thuộc [[Tân, Tín Dương|huyện Tân]], [[Hà Nam (Trung Quốc)|Hà Nam]]), [[Trung Quốc]]. Lúc nhỏ Hứa có nhũ danh là '''Tam Nha Tử''' (三伢子), xuất thân bần nông, năm 8 tuổi vì gia đình khó khăn nên xuất gia vào [[chùa Thiếu Lâm]] làm tạp dịch, lấy pháp hiệu '''Vĩnh Tường''' (永祥). Sau khi ở Thiếu Lâm được 8 năm, Hứa hoàn tục về nhà để phục vụ mẹ già, đổi tên là '''Thích Hữu''' (释友), về sau lại đổi thành '''Thế Hữu''' (世友).<ref>{{chú thích web|author=少林寺|title=许世友将军在少林|url=http:\/\/www.shaolin.org.cn\/templates\/T_newS_list\/index.aspx?nodeid=254&page=ContentPage&contentid=1593|publisher=少林寺|accessdate =ngày 8 tháng 4 năm 2011|archive-date = ngày 31 tháng 12 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101231054219\/http:\/\/shaolin.org.cn\/templates\/T_newS_list\/index.aspx?nodeid=254&page=ContentPage&contentid=1593}}<\/ref>\n\nNăm 1920, Hứa gia nhập đội quân của quân phiệt [[Ngô Bội Phu]] ở Hồ Bắc, thăng dần lên chức vụ chỉ huy đại đội. Năm 1926, lực lượng [[Quốc dân Cách mệnh Quân]] đánh bại quân phiệt Ngô Bội Phu. Hứa hồi hương, tham gia đội dân quân, giữ chức đại đội trưởng kiêm chỉ huy pháo pháo binh.\n\n==Tham gia Hồng quân==\nTháng 11 năm 1927, nổ ra [[Khởi nghĩa Hoàng Ma]] ở 2 huyện Hoàng An và Ma Thành ở Hồ Bắc, do [[Đảng Cộng sản Trung Quốc]] phát động. Hứa dẫn đội dân quân do mình chỉ huy tham gia khởi nghĩa, được kết nạp vào Cộng sản Đảng. Năm 1928, đội dân quân do Hứa chỉ huy sáp nhập vào Sư đoàn 31 [[Hồng quân Công-Nông]], dưới quyền Sư đoàn trưởng [[Từ Hướng Tiền]]. Hứa lần lượt được bổ nhiệm vào các chức vụ chỉ huy, thăng dần lên chức Tiểu đoàn trưởng. Khi [[Phương diện quân số 4 Hồng quân Trung Quốc|Phương diện quân số 4 Hồng quân Công Nông]] được thành lập, Hứa được thăng lên chức Trung đoàn trưởng, chỉ huy binh sĩ tham gia nhiều chiến dịch quan trọng của Hồng quân như Hoàng An, Thương Hoàng, Hoàng Quang, lập được nhiều thành tích. Năm 1932, lực lượng Phương diện quân số 4 Hồng quân bị các quân phiệt [[Trung Quốc Quốc dân Đảng|Quốc dân Đảng]] [[Dương Hổ Thành]], [[Hồ Tông Nam]], [[Phùng Khâm Tai]] hợp vây ở vùng Mạn Xuyên Quan, Hứa được giao nhiệm vụ chỉ huy đột phá vòng vây, mở đường cho Hồng quân thoát về vùng [[Thiểm Nam]].<ref>{{chú thích báo|author=郭胜伟|title=红军史上最险的一战：漫川关生死大突围|url=http:\/\/news.ifeng.com\/history\/1\/jishi\/200904\/0403_2663_1089966.shtml|accessdate =ngày 9 tháng 4 năm 2011}}<\/ref>\n\nTháng 10 năm 1933, Hứa được thăng Phó tư lệnh Quân đoàn IX, kiêm Sư đoàn trưởng Sư đoàn 25, thuộc Phương diện quân số 4, đưa quân tiến vào vùng [[Tứ Xuyên]], tấn công các quân phiệt [[Điền Tụng Nghiêu]], [[Lưu Tương (quân phiệt)|Lưu Tương]], thành lập căn cứ Xuyên Thiểm. Hứa tiếp tục được thăng làm Quân đoàn trưởng Quân đoàn IV,<ref name=\"oyq\">{{chú thích sách |author=欧阳青 |title=大授衔：1955共和国将帅授衔档案|year=2011|publisher=长城出版社 |location=北京|pages=354-356|isbn=978-7-5483-0058-8}}<\/ref> chỉ huy đơn vị tham gia chiến dịch Gia Lăng Giang.\n\n==Vạn lý Trường chinh và vụ án \"Tập đoàn phản cách mạng\"==\nTrong cuộc [[Vạn lý Trường chinh]], ban đầu Hứa được giao nhiệm vụ chỉ huy Hồng quân tấn công quân Hồ Tông Nam để mở đường lên phía Bắc. Tuy nhiên, lúc bấy giờ mâu thuẫn [[Trương Quốc Đào]] và [[Mao Trạch Đông]] phát sinh đến đỉnh điểm, dẫn đến việc Hồng quân chia tách thành 2 bộ phận: bộ phận do Mao lãnh đạo (nòng cốt là [[Phương diện quân số 1 Hồng quân Trung Quốc|Phương diện quân số 1]]) tiếp tục tiến lên phía Bắc để bảo tồn lực lượng và bộ phận theo chỉ đạo của Trương (nòng cốt là [[Phương diện quân số 4 Hồng quân Trung Quốc|Phương diện quân số 4]]) trở về Nam thành lập căn cứ địa Xuyên Khang.<ref name=\"bee\">{{chú thích web|url=http:\/\/news.xinhuanet.com\/politics\/2011-04\/29\/c_121364702.htm|title=同张国焘斗争 毛泽东一生中最黑暗的时光|accessdate =2011-4|publisher=新华|language=zh-hans|url-status=dead|archiveurl=https:\/\/web.archive.org\/web\/20110503004610\/http:\/\/news.xinhuanet.com\/politics\/2011-04\/29\/c_121364702.htm|archive-date = ngày 3 tháng 5 năm 2011}}<\/ref><ref name=\"tiger\" >{{chú thích web |url = http:\/\/news.ifeng.com\/history\/zhongguojindaishi\/detail_2013_07\/21\/27736688_0.shtml#_from_ralated |title=张国焘阴谋搞掉中央 毛泽东借口找周恩来逃脱 |accessdate =2013 |publisher=凤凰网 |work= |language=zh-hans}}<\/ref> Hứa cùng với thượng cấp Từ Hướng Tiền, vốn là thuộc hạ của Trương Quốc Đào, vì vậy dẫn quân trở về Nam. Sai lầm chiến lược của Trương Quốc Đào dẫn đến việc Phương diện quân số 4 bị quân Quốc dân Đảng vây đánh thiệt hại nặng nề, chỉ một bộ phận nhỏ thoát được về đến [[Diên An]].<ref name=\"bee\" \/> Hứa sau đó bị đưa ra khỏi vị trí chỉ huy, được đưa đi học ở Đại học Hồng quân Diên An.\n\nCuối tháng 3 năm 1937, Hội nghị Bộ Chính trị mở rộng phê phán quyết định sai lầm của Trương Quốc Đào, từ đó loại trừ những ảnh hưởng còn lại trong Đảng của Trương.<ref name=\"bee\" \/><ref name=\"fish\">{{chú thích web |url=http:\/\/news.ifeng.com\/history\/zhongguojindaishi\/detail_2014_04\/08\/35552248_0.shtml |title=张国焘向朱德污蔑毛泽东：浑身霸气 天大肚量才能容他 |accessdate =2014 |publisher=凤凰网 |work= |language=zh-hans}}<\/ref> Ngoài ra, Hội nghị cũng phê phán các bộ hạ cũ của Trương gồm Hứa Thế Hữu, [[Hồng Học Trí]], [[Lưu Thế Mô]], [[Chu Đức Sùng]], [[Chiêm Đạo Khuê]], [[Vương Kiến An]]; trong đó kịch liệt thành 3 điều:<ref name=\"duck\" >{{chú thích web |url=http:\/\/news.ifeng.com\/history\/zhongguojindaishi\/detail_2013_01\/27\/21645263_0.shtml |title=黄克功许世友同是死罪 为何毛泽东一杀一放 |accessdate =2013 |publisher= 凤凰网|work= |language=zh-hans}}<\/ref><ref name=\"man\" >{{chú thích web |url= http:\/\/news.china.com\/history\/all\/11025807\/20130129\/17659896.html|title=黄克功许世友同是死罪 为何毛泽东一杀一放(1) |accessdate =2013 |publisher=中国网 |work= |language=zh-hans}}<\/ref>\n\n# Phương diện quân số 4 là thổ phỉ\n# Cán bộ Phương diện quân số 4 là quân phiệt\n# Cán bộ Phương diện quân số 4 bị Trương Quốc Đào mua chuộc\n\nNhững người ủng hộ Mao Trạch Đông kết tội Trương Quốc Đào \"phản bội\", đồng thời kết tội Hứa Thế Hữu \"theo [[chủ nghĩa Trotsky]]\", là \"thổ phỉ\", \"phản kháng trung ương\". Nhiều các bộ chiến sĩ của Phương diện quân số 4 cũng bị chụp mũ \"phản bội\", \"thổ phỉ\". Khi nghe được tin, Hứa uất ức ngã bệnh, phải vào bệnh viện. Lưu Thế Mô dùng súng tự sát, nhưng không chết mà chỉ bị trọng thương.<ref name=\"duck\" \/><ref name=\"man\" \/>\n\nSau khi khỏi bệnh, Hứa tìm cách liên lạc với những bộ hạ cũ của Trương Quốc Đào, dự định trốn khỏi Diên An về lại Tây Khang, hợp với bộ hạ cũ là Lưu Tử Tài để tập hợp lực lượng đánh du kích chiến. Số bộ hạ cũ của Trương Quốc Đào đồng ý đi theo Hứa tập hợp được khoảng 30 người. Tuy nhiên, sự việc sau đó bị Chính ủy Quân đoàn IV là Vương Kiến An tiết lộ. Hứa cùng các đồng chí bị bắt, bị kết án trong vụ án \"Tập đoàn phản cách mạng Hứa Thế Hữu\".<ref name=\"oyq\">{{chú thích sách |author=欧阳青 |title=大授衔：1955共和国将帅授衔档案|year=2011|publisher=长城出版社 |location=北京|pages=354-356|isbn=978-7-5483-0058-8}}<\/ref><ref name=\"duck\" \/><ref name=\"man\" \/>\n\n{{cquote|\n:''\"Hứa Thế Hữu, nguyên Quân đoàn trưởng Quân đoàn IV, Phương diện quân số 4 Hồng quân, hiện là học viên đội 1 Đại học Quân chính Kháng Nhật, trong cuộc đấu tranh Trương Quốc Đào đã hiểu sai vấn đề, ngộ nhận Trung ương đả phá Phương diện quân số 4... từ đó phát sinh dao động chính trị, cùng với Phó quân đoàn trưởng Quân đoàn IV Lưu Thế Mô, Chính ủy Vương Kiến An, Chủ nhiệm Chính trị Hồng Học Trí, nguyên Sư đoàn trưởng Sư đoàn 91 Chu Đức Sùng, nguyên Chính ủy Sư đoàn 93 Chiêm Đạo Khuê, tổ chức trốn đi để đánh du kích... bị Cục Bảo vệ Tây Bắc phát hiện phá vỡ âm mưu.\n\n:''Nay phán quyết:\n# Hứa Thế Hữu: 1 năm rưỡi tù giam, phạt cải tạo 1 năm\n# Lưu Thế Mô: 1 năm rưỡi tù giam, phạt cải tạo 1 năm\n# Hồng Học Trí: 8 tháng tù giam, phạt cải tạo 1 năm\n# Chu Đức Sùng: 8 tháng tù giam, phạt cải tạo 1 năm\n# Chiêm Đạo Khuê: 8 tháng tù giam, phạt cải tạo 1 năm\n# Vương Kiến An: 6 tháng tù giam\"''\n|||Bản án \"Tập đoàn phản cách mạng Hứa Thế Hữu\" ngày 6 tháng 6 năm 1937<ref name=\"duck\" \/><ref name=\"man\" \/>}}\n\nTrong vụ án này, lẽ ra Hứa và các đồng chí phải bị xử tử, nhưng do Mao Trạch Đông nhận định Hứa là người trung hậu, có tài dùng binh, vì vậy nên xử trí khoan dung, thể hiện tinh thần đoàn kết trong nội bộ Đảng.<ref name=\"duck\" \/><ref name=\"man\" \/> Do ân tình này, về sau Hứa nhận sai và tuyên bố trung thành với Mao Trạch Đông. Từ đó, Hứa trở thành thân tín của Mao.<ref name=\"duck\" >{{chú thích web |url=http:\/\/news.ifeng.com\/history\/zhongguojindaishi\/detail_2013_01\/27\/21645263_0.shtml |title=黄克功许世友同是死罪 为何毛泽东一杀一放 |date = ngày 27 tháng 1 năm 2013 |publisher= 凤凰网|work= |language=zh-hans}}<\/ref><ref name=\"which\" >{{chú thích web |url= http:\/\/news.qq.com\/a\/20101229\/000781_1.htm|title=许世友拳打毛泽东事件：差点被枪毙 |date = ngày 22 tháng 1 năm 2010 |publisher=腾讯网 |work= |quote =走入毛泽东的办公室，许世友\"扑咚\"一下给毛泽东下跪：主席，俺错了……说罢，泪如泉涌。 |language=zh-hans}}<\/ref> Tuy nhiên, do việc Vương Kiến An tiết lộ sự việc, nên Hứa trở nên thù ghét Vương. Mãi đến thời kỳ [[Quốc-Cộng nội chiến]] lần thứ 2, do Mao Trạch Đông trực tiếp đứng ra khuyên giải mới giảm được mối bất hòa.<ref name=\"duck\" \/><ref name=\"man\" \/>\n\nTrong thời kỳ [[Quốc-Cộng hợp tác]] lần thứ 2 để kháng Nhật, Hứa lần lượt giữ các chức vụ Phó lữ trưởng Lữ đoàn 386, Sư đoàn 129 [[Bát lộ quân]], Lữ trưởng Lữ đoàn 3, Tung đội Sơn Đông Bát lộ quân, Tham mưu trưởng Tung đội Sơn Đông, Tư lệnh Quân khu Giao Đông.\n\nThời kỳ [[Quốc-Cộng nội chiến lần thứ hai]], Hứa lần lượt giữ chức Tư lệnh Tung đội số 9 thuộc Dã chiến quân Hoa Đông, Tư lệnh Binh đoàn Sơn Đông.\n\n==Khai quốc Thượng tướng==\nSau khi [[Cộng hòa Nhân dân Trung Hoa]] thành lập, Hứa lần lượt được bổ nhiệm vào các chức vụ Tư lệnh Quân khu Sơn Đông, Phó tổng tham mưu trưởng Quân Giải phóng Nhân dân Trung Quốc, Tư lệnh [[Quân khu Nam Kinh]], Tư lệnh [[Quân khu Quảng Châu]], Thứ trưởng [[Bộ Quốc phòng Trung Quốc|Bộ Quốc phòng]], Ủy viên thường vụ [[Quân ủy Trung ương Trung Quốc|Quân ủy Trung ương]]. Hứa cũng là Ủy viên [[Ủy ban Quân sự Trung ương Cộng hòa Nhân dân Trung Hoa]] các khóa I, II, III; Ủy viên dự khuyết [[Bộ Chính trị Đảng Cộng sản Trung Quốc|Bộ Chính trị Trung ương Đảng Cộng sản Trung Quốc]] khóa VIII; rồi Ủy viên chính thức Bộ Chính trị các khóa IX, X, XI.\n\nHứa được phong hàm [[Thượng tướng Quân Giải phóng Nhân dân Trung Quốc]] đợt đầu tiên vào 1955. Chịu trách nhiệm bảo vệ [[Đặng Tiểu Bình]] trong cuộc thanh trừng lần thứ hai.\n\n==Chiến tranh biên giới Việt-Trung 1979==\nTrong [[Chiến tranh biên giới Việt-Trung, 1979]] ông giữ chức [[tổng chỉ huy]] quân đội Trung Quốc tham gia cuộc chiến. Nhưng do áp dụng sai lầm chiến lược \"biển người\" đối đầu với vũ khí hạng nặng của [[Quân đội Nhân dân Việt Nam]] khiến quân Trung Quốc bị tổn thất nặng nề trong cuộc chiến này, dù sau đó ông vẫn tiếp tục giữ chức tổng chỉ huy quân Trung Hoa nhưng thực quyền điều khiển chiến dịch đã bị trao cho [[Dương Đắc Chí]].\n\nNgoài các sai lầm trong việc sử dụng chiến thuật \"biển người\" đã lạc hậu, Hứa Thế Hữu cũng đã rút ra một số sai lầm và bài học trong tổ chức và chỉ huy quân đội. Trong 4 bài học mà Hứa Thế Hữu rút ra sau chiến tranh<ref name=\"Hứa Thế Hữu rút ra các bài học\">{{chú thích báo|title=4 bài học của Hứa Thế Hữu|url=http:\/\/www.moquocte.com\/2018\/10\/hua-huu-tong-ket-4-yeu-kem-khi-danh-viet-nam.html|publisher=16\/10\/2018}}<\/ref> thì có 2 bài học thuộc về chủ quan. Đó là chưa nhận thức đầy đủ về địa hình và khí hậu:\"Trong quá khứ chúng ta phần nhiều là đánh trận ở phương Bắc, đối với tác chiến ở phương Nam, từ bản thân tôi đến các cấp bên dưới đều không quen thuộc. Đối với việc tác chiến trong khí hậu rừng rậm cận nhiệt đới không có kinh nghiệm. Sau tháng 10 là mùa khô, sau tháng 5 là mùa mưa, chúng ta không quen kiểu khí hậu này. Chúng ta cũng không nhận thức đầy đủ địa hình sơn địa. Địa hình này dễ thủ khó công, ban đầu đối sách bất lực, mấy ngày sau mới tổng kết được chiến thuật có lợi\".\n\nThứ hai là sự chủ quan, chưa đánh giá hết khó khăn: \"Sau khi đánh vào sâu tung thâm đối phương, hành quân không có người dẫn đường, đói không có người tiếp tế, thương binh không có người tải thương. Việt Nam cũng thực hiện toàn dân là binh, cô gái bà già đều bắn vào quân ta\".\n\nNgoài những yếu tố này ra, Hứa Thế Hữu cũng được cho là phải chịu trách nhiệm về sự việc hai tiểu đoàn quân Trung Quốc bị Việt Nam bắt sống<ref name=\"Hai tiểu đoàn TQ bị Việt Nam bắt sống\">{{chú thích báo|title=Hai tiểu đoàn TQ bị Việt Nam bắt sống|url=http:\/\/www.moquocte.com\/2018\/01\/ngua-non-hau-da-2-tieu-doan-tq-bi-viet-nam-bat-song.html|publisher=13\/1\/2018}}<\/ref> vào thời điểm khi quân Trung Quốc sắp rút lui.\n\nTheo tài liệu phía Trung Quốc: Ngày 4\/3\/1979 quân đội Trung Quốc tấn công chiếm được thị xã Lạng Sơn, mục đích cuối cùng của cuộc chiến đã đạt được, ngày 5\/3\/1979 quân đội Trung Quốc bắt đầu rút quân. Sau khi nhận được mệnh lệnh rút quân, sư đoàn 150 đóng tại Quảng Tây rất sốt ruột, bởi vì trong cuộc chiến họ vẫn chưa ra đến chiến trường. Lãnh đạo sư đoàn 150 cảm thấy mất mặt bèn xin với Hứa Thế Hữu cho ra tham chiến để bộ đội được rèn luyện trong hoàn cảnh thực chiến một chút.\n\nBan đầu Hứa Thế Hữu không đồng ý nhưng vì lãnh đạo sư đoàn 150 nhiều lần thỉnh cầu, Hứa Thế Hữu mềm lòng để bộ đội sư đoàn này rời khỏi nước đảm nhiệm nhiệm vụ yểm hộ. Do vội vã lâm trận cho nên có những sĩ quan chỉ huy của sư đoàn này khinh địch. Hai tiểu đoàn của sư đoàn này vừa mới qua khỏi biên giới vào Cao Bằng thì bị quân đội Việt Nam bao vây.\n\nHai tiểu đoàn bị vây này mất liên lạc với hậu phương mà đại đa số là tân binh, kinh nghiệm tác chiến rất thiếu mà chỉ huy lại sai lầm. Bởi vậy số lớn quan binh của hai tiểu đoàn này bị quân Việt Nam bắt giữ, có 1 đại đội thậm chí đầu hàng tập thể. Đây cũng là thất bại nghiêm trọng nhất của quân đội Trung Quốc trong chiến tranh biên giới Việt Trung.\n\n==Vĩ thanh==\nTừ năm 1982, Hứa mất ghế Ủy viên Bộ Chính trị và được bầu vào chức vụ danh dự Phó chủ nhiệm thường vụ Ủy ban Cố vấn Trung ương Đảng Cộng sản Trung Quốc cho đến khi qua đời ngày 22 tháng 10 năm [[1985]] tại [[Nam Kinh]].\n\n== Xem thêm ==\n\n* [[Tỉnh trưởng Chính phủ Nhân dân]]\n* [[Tỉnh trưởng Chính phủ Nhân dân tỉnh Giang Tô]]\n* [[Bí thư Tỉnh ủy (Trung Quốc)]]\n* [[Bí thư Tỉnh ủy tỉnh Giang Tô]]\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{thời gian sống|1905|1985}}{{Lãnh đạo tỉnh Giang Tô|Lãnh đạo=Bốn cơ cấu}}\n\n[[Thể loại:Người Hà Nam (Trung Quốc)]]\n[[Thể loại:Thượng tướng Quân Giải phóng Nhân dân Trung Quốc]]\n[[Thể loại:Chiến tranh biên giới Việt–Trung 1979]]\n[[Thể loại:Tỉnh trưởng Chính phủ Nhân dân]]\n[[Thể loại:Tỉnh trưởng Chính phủ Nhân dân tỉnh Giang Tô]]"}