{"365589":"{{thiếu nguồn gốc}}\n{{dablink|Về người cùng tên xin xem thêm bài [[Nguyễn Hữu Thọ]]}}\n'''Hữu Thọ''' (sinh ngày [[8 tháng 1]] năm [[1932]], mất ngày 13 tháng 8 năm 2015). Tên khai sinh là '''Nguyễn Hữu Thọ''', bút danh Hữu Thọ, Nhân Nghĩa, Nhân Chính là nhà báo, chính khách Việt Nam. Bạn đồng nghiệp thường gọi ông là NGƯỜI HAY CÃI (từ tên cuốn sách tiểu phẩm đầu tiên của ông xuất bản 1991, đồng thời như tính cách ngoài đời và phong cách báo chí của ông).\n\n==Tiểu sử==\nÔng là học sinh trường Bưởi (nay là Trung học phổ thông Chu Văn An (Hà Nội), tham gia Cách mạng tháng 8 năm 1945 tại [[Hà Nội]], thoát ly gia đình tham gia kháng chiến từ 19-12-1946, làm liên lạc cho Tự vệ chiến đấu khu phố Tống Duy Tân, Mặt trận Hà Nội. Ủy viên Ban Chấp hành Thanh niên Cứu quốc huyện Thư Trì, Chính trị viên trung đội du kích ''Căm Hờn'' huyện [[Tiên Hưng]], tỉnh [[Thái Bình]]. Chính trị viên đại đội bộ đội, Khu Tả ngạn sông Hồng. Tham gia tiếp quản thị xã Hải Dương,ủy viên Thường vụ thị ủy, 1955. Làm báo chuyên nghiệp từ 8-1957, là cây bút phóng sự điều tra về nông nghiệp, nông thôn và tiểu phẩm thế sự có dấu ấn trong lòng bạn đọc.\n\nÔng nguyên là Tổng biên tập [[nhân Dân (báo)|báo Nhân dân]], Chủ nhiệm Khoa báo chí của [[Học viện Báo chí và Tuyên truyền]], nguyên Uỷ viên Trung ương Đảng các khoá VII, VIII, Uỷ viên Uỷ ban đối ngoại Quốc hội các khoá IX, X, nguyên Trưởng ban Tư tưởng - Văn hóa Trung ương (1995-21\/4\/2001); nguyên Trợ lý Tổng Bí thư (2001-2006). Ông vẫn muốn được gọi là ''NHÀ BÁO'' kể cả khi đang giữ các trách nhiệm trong bộ máy công quyền.\n\nÔng nghỉ hưu tháng 1-2007; là nhà báo lão thành ở Việt Nam vẫn tiếp tục viết báo, trao đổi ý kiến, giữ chuyên mục \"Chuyện làm ăn\",\"Bàn góp sự đời\" trên báo Nhân dân cuối tuần với bút danh Nhân Nghĩa, \"Chuyện đời\" trên tạp chí Thế giới mới (Theo lưu trử của Vụ tổ chức báo Nhân dân và Vụ tổ chức Ban Tuyen giáo Trung ương).\n\nTrong thời kỳ \"tiền đổi mới\", là một trong số những nhà báo đi đầu trong việc ủng hộ khoán sản phẩm cuối cùng và giao đất giao rừng cho hộ trong nông nghiệp (1979-1986-1988) (Theo giáo sư Đặng Phong trong Lịch sử kinh tế Việt Nam thời kỳ tiền đổi mới).\n\nSáng ngày 13 tháng 8 năm 2015, nhà báo Hữu Thọ đã trút hơi thở cuối cùng, hưởng thọ 84 tuổi.\n\n==Quan điểm về nghề báo== \n*\"Tôi không biết viết thế nào để thành công vì mỗi bài báo là một sự thử thách, nhưng tôi chắc chắn bài báo sẽ thất bại nếu làm vừa lòng mọi người'' (Đề từ sách Người hay cãi)\n*\"Khi trong lòng còn hồ nghi thì ngòi bút nên do dự\"(Trả lời phỏng vấn báo điện tử Việtnam net).\n*\"Làm báo trung thực, công bằng, đúng mực thì sẽ được tin cậy; sự tin cậy của xã hội là phần thưởng cao quý nhất đối với người làm báo\".(Trong sách\"Mắt sáng, lòng trong, bút sắc\")\n\n== Danh hiệu, Giải thưởng ==\n* Tám Giải Nhất hoặc A của Hội Nhà báo Việt Nam và Giải thưởng của thành phố Hải Phòng, Giải thưởng Hùng Vương của tỉnh Vĩnh Phúc về các bài viết ủng hộ các sáng kiến, mô hình đổi mới. Giải báo chí Quốc gia 2009\n*Giải Bông Sen Vàng tai Liên hoan phim Việt Nam lần thứ nhất(8-1970) cho kịch bản phim ''LÚA TRÊN ĐẤT LỬA'' (đồng tác giả với Phan Trọng Quỳ).\n*Bằng Danh dự và Huy Chương Vàng của Tổ chức quốc tế các nhà báo (OIJ).\n*Huân chương kháng chiến hạng Ba.\n*Huân chương kháng chiến hạng Nhất.\n*[[Huân chương Lao động]] hạng nhất.\n*[[Huân chương Độc lập]] hạng nhất.\n*Huy chương \"Chiến sĩ văn hóa\".\n*Huy chương \"Vì sự nghiệp báo chí Việt Nam\".\n*Huy chương \"Vì sự nghiệp báo Nhân dân\".\n*Huân chương Tự Do (CHDCND Lào.)\n (Theo Vụ tổ chức báo Nhân dân và Ban tuyên giáo Trung ương)\n\n==Tác phẩm==\nNhững tác phẩm chính trong số hơn 20 cuốn sách đã xuất bản:\n*Cô gái thôn Bạt (cuốn sách đầu tiên, Nhà xuất bản Thanh Niên 1962)\n*Người hay cãi (tiểu phẩm)(1991,tái bản và bổ sung 1998,2007).\n*Theo bước chân đổi mới (bình luận)(2002,tái bản 2007).\n*Mắt sáng, lòng trong, bút sắc (Trao đổi ý kiến về báo chí)(2001,tái bản và bổ sung 2001, 2007).\n*Đối thoại (Trao đổi ý kiến về thế sự)(2008).\n*Những ngày chưa xa (Hồi ký báo chí).(2002,tái bản 2007))\n*Đèn xanh, đèn đỏ (Tiếp \"Những ngày chưa xa\",2005).\n==Chú thích==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nha-bao-huu-tho-qua-doi-3263490.html Nhà báo Hữu Thọ qua đời] trên Vnexpress\n\n{{Tổng biên tập báo Nhân Dân}}\n{{sơ khai chính khách Việt Nam}}\n\n{{Thời gian sống|1932}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa X]]\n[[Thể loại:Tổng biên tập Báo Nhân dân]]"}