{"512372":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Hữu Hòa\n| hình = dinhphudien.JPG\n| ghi chú hình = Đình làng Thanh Oai\n| vĩ độ = \n| kinh độ = \n| diện tích = 2,98 km²<ref name=MS>{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref>\n| dân số = 12.470 người<ref name=ubnhandanhanoi2022>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-24-tb-ubnd-215453-d2.html|tựa đề=Thông báo 24\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 07\/01\/2022\n|ngày=2022-01-07|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(12470\/2.98)}} }} người\/km²\n| dân tộc = Hầu hết là [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Thanh Trì]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 00652<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Hữu Hòa''' là một [[xã (Việt Nam)|xã]] thuộc huyện [[Thanh Trì]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa giới hành chính==\nXã Hữu Hòa nằm ở [[hướng Tây|phía tây]] huyện [[Thanh Trì]]. Ranh giới hành chính như sau:\n*Phía đông bắc, đông nam giáp xã [[Tả Thanh Oai]], huyện [[Thanh Trì]] (ranh giới tự nhiên là [[sông Nhuệ]]);\n*Phía nam giáp xã [[Cự Khê]], huyện [[Thanh Oai]];\n*Phía tây, tây bắc và bắc giáp phường [[Kiến Hưng]], [[Quận Hà Đông]].\n\n==Lịch sử==\nNăm 1949, các làng: Thanh Oai, Hữu Lê, Hữu Chung, Phú diễn và Hữu Từ sáp nhập thành xã Hữu Hòa, thuộc huyện Thanh Oai. Hòa bình lập lại, xã Hữu Hòa thuộc huyện Thanh Oai, tỉnh Hà Đông, sau đó là tỉnh Hà Tây (1965), rồi tỉnh Hà Sơn Bình (1976); đến năm 1979 cắt về huyện Thanh Trì (Hà Nội)<ref name=\"HTO1\"\/>.\n\n==Làng Thanh Oai ==\nLàng Thanh Oai, còn có tên là Hữu Châu, tên Nôm là làng Tó Hữu, nằm bên bờ phải [[sông Nhuệ]] (bên kia sông là làng Tả Thanh Oai, hay Tó Tả). Cuối [[nhà Lê sơ|thời Lê]], đầu [[nhà Nguyễn|thời Nguyễn]], Hữu Thanh Oai là một xã thuộc tổng Tả Thanh Oai, huyện Thanh Oai, phủ Ứng Thiên, trấn Sơn Nam Thượng (từ năm 1831 thuộc tỉnh Hà Nội, năm 1902 thuộc tỉnh Cầu Đơ, năm 1904 đổi làm tỉnh Hà Đông)<ref name=\"HTO1\">{{Chú thích web| url = http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/71688\/lang-h7919u-thanh-oai.htm| title = Làng Hữu Thanh Oai| access-date = ngày 14 tháng 5 năm 2010| accessmonthday = | accessyear = | author = TS. Bùi Xuân Đính| last = | first = | authorlink = | date = | year = | format = | work = | publisher = Báo Hà Nội Mới điện tử| pages = | language = | archiveurl = | archivedate = }}{{Liên kết hỏng|date=2021-05-04 |bot=InternetArchiveBot }}<\/ref>.\n \nSau [[Cách mạng tháng Tám|Cách mạng Tháng Tám]], làng Tó Hữu thành lập chính quyền lâm thời riêng, năm 1949, làng nhập với các làng: Hữu Lê, Hữu Chung và Hữu Từ thành xã Hữu Hòa, thuộc huyện Thanh Oai. Hòa bình lập lại, xã Hữu Hòa thuộc huyện Thanh Oai, tỉnh Hà Đông, sau đó là tỉnh Hà Tây (1965), rồi tỉnh Hà Sơn Bình (1976); đến năm 1979 cắt về huyện Thanh Trì (Hà Nội)<ref name=\"HTO1\"\/>.\n\nThanh Oai nằm bên sông Nhuệ, lại là nơi hợp lưu của sông này với sông Tô từ nội thành chảy ra. Xưa kia, hai dòng sông là đường giao thông thủy quan trọng đối với việc đi lại, sản xuất của làng với bên ngoài. Cầu Tó bắc qua sông Nhuệ được xây từ thời Nguyễn nối làng với đường 70 (từ Văn Điển đi Hà Đông) ở bên kia sông, tạo thêm thế thông thương cho làng. Ven sông Nhuệ - đoạn ở đầu làng, kề cận khu vực đình Hoa Xá của làng Tả Thanh Oai là một bến quan trọng, có chợ họp đông đúc, trên bến dưới thuyền. Câu ca đầy chất trữ tình mà dân làng vẫn lưu truyền đến nay nói lên vai trò của sông đối với làng<ref name=\"HTO1\"\/>:\n\n:''Nhuệ giang nước chảy quanh co,\n''Nào ai xuôi ngược con đò em đưa.\n\nTuyến đường sông, kết hợp với đường bộ này tạo điều kiện cho dân làng mở mang buôn bán, vào nội thành, lên vùng trung du và miền núi để có thêm thu nhập, khắc phục tình trạng nguồn thu nông nghiệp thấp và bấp bênh do đồng ruộng của làng đa phần ruộng là chiêm trũng, hàng năm thường bị úng ngập bởi nước lũ sông Nhuệ<ref name=\"HTO1\"\/>.\n\nLàng Tó Hữu thời Nguyễn có họ Đoàn nổi tiếng là dòng họ học hành thành đạt với 4 người đỗ Cử nhân. Mở đầu là Đoàn Trọng Huyên (khoa Tân Mão đời Minh Mạng - 1831), làm quan đến chức Thị giảng Học sĩ, Đốc học Bắc Ninh; hai con là Đoàn Bưu (khoa Canh Ngọ đời Tự Đức - 1870), làm quan Tri phủ; Đoàn Triển (khoa Bính Tuất đời Đồng Khánh - 1886), làm quan đến chức Tuần phủ, Hiệp biện Đại Học sĩ. Ông là tác giả của nhiều cuốn sách, trong đó có tiếng nhất là cuốn \"An Nam phong tục sách\" viết về các phong tục nước ta và \"Đoàn Tuần phủ công độc\"- nguyên là tờ trình của ông với tư cách một viên quan Tuần phủ xin triều đình chỉnh đốn công tác giáo dục, soạn thảo sách giáo khoa và chế độ thi cử còn nhiều bất cập. Cháu nội Đoàn Trọng Huyên là Đoàn Vỹ đỗ khoa Bính Ngọ đời Thành Thái (1906). Ngoài ra còn có Đào Bá Khởi đỗ Cử nhân khoa Đinh Mão đời Tự Đức (1867)<ref name=\"HTO1\"\/>.\n\nLàng Tó Hữu có ngôi đình thờ [[Lê Đại Hành|Lê Hoàn]]. Theo thần phả, vào năm 981, Lê Hoàn đã dẫn đại quân ra Bắc để phá cuộc xâm lược của nhà Tống. Ông theo đường sông Nhuệ đến các làng Tó. Tại Tó Hữu, Lê Hoàn đã dừng chân trên gò đất có hình con rùa ở xứ Đồng Gạc, tục gọi là Rừng Mơ. Dân làng ra chúc tụng và dâng cỗ chay. Về sau, dân làng lập miếu thờ ông trên gò này và thờ ông ở đình. Đình đã được xếp hạng là Di tích lịch sử văn hóa năm 1992<ref name=\"HTO1\"\/>.\n\n==Tham khảo==\n{{tham khảo}}\n{{Đơn vị hành chính thuộc huyện Thanh Trì}}Làng Thanh Oai còn có tên gọi khác là làng Hữu Thanh Oai\n\n[[Thể loại:Làng Hà Nội]]"}