{"744681":"{{công trình đang xây dựng}}\n{{Thông tin công trình xây dựng\n|building_name= Saigon One Tower\n|status=Lắp kính đã được hoàn thiện, các hạng mục còn lại sẽ không được thi công từ ngày 2\/9\/2022 cho đến khi kết luận thanh tra của chính phủ.\n|image=[[Tập tin:Two tallest buildings in Ho Chi Minh city.JPG|Saigon M&C Tower|250px]]\n|caption=Saigon One Tower nằm bên phải.\n|previous_building=\n|built=2007-\n|surpassed_by_building = \n|year_highest=\n|year_end=\n|use=6 tầng trung tâm thương mại - dịch vụ, 34 tầng văn phòng, khoảng 130 căn hộ\n|location=[[Đường Hàm Nghi, Thành phố Hồ Chí Minh|Đường Hàm Nghi]], [[Quận 1]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n|roof= 185m\n|top_floor= \n|antenna_spire=\n|floor_count=45\n|floor_area=123.000 m²\n|elevator_count=\n|architect=\n|skyscraperpage_id= \n|owner = Công ty Cổ phần quản lý và phát triển Viva Land\n}}\n'''IFC One Saigon''' (tên cũ: '''Saigon M&C Tower, Saigon One Tower''') là tòa [[nhà cao tầng]] chưa hoàn thiện tại [[Thành phố Hồ Chí Minh]], [[Việt Nam]]. Dự kiến tòa nhà này có 45 tầng, cao 185m và diện tích sàn khoảng  123.000 m² và đang được công ty Cổ phần quản lý và phát triển Viva Land quản lý. Cao ốc này trước đây do Công ty CP địa ốc Sài Gòn M&C làm chủ đầu tư, tổng vốn đầu tư 256 triệu USD và được khởi công từ năm 2007. Dự kiến ban đầu, Saigon One Tower sẽ hoàn thành trong năm 2011 - cùng với [[Tòa nhà Saigon Times Square]] - là những công trình tổ hợp khách sạn - căn hộ cao cấp nổi bật của Thành phố Hồ Chí Minh.<ref>[http:\/\/diaoc.tuoitre.vn\/Index.aspx?ArticleID=445256&ChannelID=451 TP.HCM: thêm nhiều tòa nhà vươn tầm cao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110903091728\/http:\/\/diaoc.tuoitre.vn\/Index.aspx?ArticleID=445256&ChannelID=451 |date = ngày 3 tháng 9 năm 2011}}, ''Tuổi Trẻ'' Online<\/ref>\n\n==Lịch sử hình thành và phát triển==\n*Năm 2007: Khởi công xây dựng do Công ty CP địa ốc Sài Gòn M&C làm chủ đầu tư, tổng vốn đầu tư 256 triệu USD (Tương đương 5.000 tỷ đồng vào thời điểm đó). Dự án này dự kiến hoàn thành vào năm 2009.\n*Năm 2011: Tòa nhà đã hoàn thành 80% thì bất ngờ ngưng trệ\n \nSau một thời gian dài \"đắp chiếu\", dự án được thế chấp cho một khoản vay hơn 7.000 tỉ đồng, trở thành khoản nợ xấu thuộc một vụ án hình sự.\n*Tháng 11-2015 chủ đầu tư dự án cao ốc Saigon One Tower đã bị Cục Thuế TP.HCM thông báo phong tỏa hóa đơn vì nợ thuế quá hạn hơn 4,6 tỉ đồng.<ref>[http:\/\/vietnamnet.vn\/vn\/bat-dong-san\/toa-thap-cao-thu-3-tp-hcm-dap-chieu-mot-co-dong-lon-thoai-sach-von-297848.html Tòa tháp cao thứ 3 Tp.HCM \"đắp chiếu\", một cổ đông lớn thoái sạch vốn], vietnamnet.vn\/, 05\/04\/2016<\/ref>\n*Ngày 21-8-2017 Saigon One Tower bị Công ty Quản lý tài sản các tổ chức tín dụng (VAMC) thu giữ. \n*Ngày 29-3-2018: Cao ốc Saigon One Tower được Công ty Quản lý tài sản các tổ chức tín dụng (VAMC) thông báo bán đấu giá để xử lý khoản nợ xấu hơn 7.000 tỉ đồng sau 7 tháng thu giữ.\n*Đến tháng 11 năm 2019, công trình này đang bị đình trệ thi công gần 8 năm dù đã hoàn thành trên 80% hạng mục. Theo Saigontourist (nắm 30% vốn của dự án) thì có ba nguyên nhân dẫn đến sự ngừng trệ: cổ đông chưa thu xếp được vốn, giãn tiến độ để chờ thị trường bất động sản hồi phục và đền bù giải tỏa.<ref>[http:\/\/www.nhipcaudautu.vn\/article.aspx?id=17182-saigon-one-tower-cho-den-bao-gio? SaiGon One Tower: Chờ đến bao giờ?], {{Webarchive|url=https:\/\/web.archive.org\/web\/20130802094952\/http:\/\/www.nhipcaudautu.vn\/article.aspx?id=17182-saigon-one-tower-cho-den-bao-gio?|date=ngày 2 tháng 8 năm 2013|title=Lưu trữ}}, ''Nhịp Cầu Đầu tư''<\/ref> Điều đáng chú ý là dự án sử dụng chủ yếu vốn vay nên dù ngừng thi công vẫn phải nợ ngân hàng với chi phí lãi ước tính trên 1 tỉ đồng\/ngày. \n*Năm 2021: Saigon One Tower được tái đầu tư, tiếp tục triển khai xây dựng bởi Viva Land (Công ty Cổ phần Đầu tư và Phát triển Viva Land), và được đổi tên thành IFC One Saigon <ref>[https:\/\/thehouse.com.vn\/ifc-saigon-one-tower\/ Saigon One Tower đổi tên thành IFC Saigon One], 2021<\/ref>\n*Ngày 20-8-2022: Nhiều mảng kính ốp bên ngoài tòa nhà đã được tháo xuống. Đáng chú ý, bên ngoài của công trình này đang được ốp lên những hình tam giác khổ lớn khá lạ mắt..\n\n==Nguyên nhân đình trệ==\nSaigon One Tower bị đình trệ bởi những mâu thuẫn trong nội bộ chủ đầu tư, trong đó có phân chia tài sản và có liên quan đến nước ngoài.\n\n\n==Chú thích==\n{{Tham khảo}}\n\n{{sơ khai kiến trúc Việt Nam}}\n{{Các tòa nhà tại Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Nhà chọc trời tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Công trình đang xây dựng]]\n[[Thể loại:Trung tâm thương mại tại Thành phố Hồ Chí Minh]]"}