{"146281":"{{Thông tin nhân vật hoàng gia\n| tên = Jayavarman VII\n| tước vị = Vua Khmer\n| hình = JayavarmanVII.JPG\n| ghi chú hình = Tượng Jayavarman\n| tại vị = [[1181]] - [[1215]] (?)\n| tiền nhiệm = Yasovarman II\n| kế nhiệm = Indravarman II\n| phối ngẫu = Indradevi<br>Jayacharadevi (em của Indradevi)\n| cha = [[Dharanindravarman II]]\n| mẹ = Sri Jayarajacudamani\n| sinh = [[1181]]?\n| nơi sinh = \n| mất = [[1220]]?\n| nơi mất = \n| ngày an táng = \n| nơi an táng = \n| tôn giáo = [[Phật giáo Đại thừa|Phật giáo]]\n}}\n'''Jayavarman VII''' ([[1181]]? - [[1220]]?) là vua của [[Đế quốc Khmer]] ([[1181]]-[[1215]]?), ngày nay là [[Campuchia]]. Ông là con trai của [[Dharanindravarman II]] (trị vì [[1150]]-[[1160]]) và [[Sri Jayarajacudamani]]. Ông đã cưới Jayarajadevi và sau khi bà qua đời ông cưới chị gái bà là [[Indradevi]]. Người ta cho rằng hai người phụ nữ này đã truyền cảm hứng lớn cho ông, đặc biệt là lòng mộ đạo của ông đối với [[Phật giáo]]. Trước đó chỉ có một vị vua khác của Đế quốc Khmer là một Phật tử. Ông là người đã cho xây dựng nhiều đền đài như [[Ta Prohm]], [[Preah Khan]], [[Angkor Thom]] và [[Bayon]].\n\n== Thời trẻ ==\nJayavarman có lẽ đã trải qua tuổi trẻ ở một nơi xa kinh đô Angkor. Có lẽ ông đã ở với những [[người Chăm]] ở khu vực ngày nay là [[miền Trung (Việt Nam)|miền Trung Việt Nam]]. Người Chăm và [[người Khmer]] có chung các tôn giáo như [[Phật giáo]] và [[Ấn Độ giáo|Bà-la-môn giáo]] cũng như việc sử dụng ngôn ngữ tôn giáo là [[tiếng Phạn]].\n\n== Đánh bại người Chăm và lên ngôi ==\nNăm [[1177]], [[người Chăm]] xâm chiếm Campuchia<ref>David P. Chandler, ''A History of Cambodia'' (Boulder: Westview Press, 1992.)<\/ref> trong trận [[thủy chiến Tonlé Sap]]. Năm 1177, [[Người Châu Á|người Chăm]] đã bất ngờ tấn công kinh đô Khmer bằng đội thuyền đi ngược dòng [[mê Kông|sông Mê Kông]], qua hồ [[Tonlé Sap]] và ngược lên [[sông Siem Reap]]. Người Chăm đã cướp bóc thủ đô Khmer [[Yasodharapura]] và giết chết vua Khmer. Cũng năm 1178, Jayavarman nổi bật nhờ lãnh đạo quân độ Khmer đánh đuổi người Chăm, lúc này ông có thể đã đến độ tuổi lục tuần. Ông đã dẹp loạn các phe phái tại kinh đô và lên ngôi vua. Vào thời kỳ đầu trị vì, ông có lẽ đã đánh bại một cuộc tấn công nữa của người Chăm, dẹp một cuộc nổi loạn và xây lại kinh đô [[Angkor]]. Năm 1191, ông đã chiếm được kinh đô của [[Chăm Pa|Champa]].\n\n== Jayavarman VII với kinh thành Angkor Thom ==\n{{ Chính|Angkor Thom }}\nLà vị vua nổi tiếng nhất của người Khmer và là vị vua xây dựng nhiều đền đài nhất thời Angkor. Các công trình xây dựng dưới thời ông là: [[Ta Prohm]], [[Preah Khan]], [[Jayatataka Baray]],[[Neak pean]], [[Ta Som]], [[Ta Nei]], [[Banteay chhmar]], [[Angkor Thom]], [[Prasats Chrung]], [[Bayon]], [[Sân Voi]], [[Ta Prohm Kel]],[[Hospital Chapel]], [[Krol Kô]], [[Srah Srang]], [[Royal Place]].\n[[Tập tin:Ảnh do tác giả Phan Minh Châu chụp tại Hoàng Cung Campuchia.jpg|nhỏ|200px|phải|Tượng vua Jayavarman VII tại Hoàng Cung Campuchia]]\nTrong số những ngôi đền đó, nổi tiếng hơn cả là kinh thành Angkor Thom với đền [[Bayon]] là sự tuyệt mỹ về kiến trúc và điêu khắc.\n\nJayavarman VII lúc sinh thời vốn là một người thích sống ẩn dật, chọn lối sống thanh bần, ông thờ ơ với mọi biến động trong đời sống. Đến 50 tuổi, thấy đất nước quá tang thương vì loạn lạc và bị ngoại xâm dày xéo, ông thấy không còn con đường nào khác hơn là theo con đường kiếm cung mới mong cứu được đất nước qua cơn nguy khốn. Năm 1181, ông dấy binh khởi nghĩa, sau ròng rã bốn năm chiến đấu, ông đánh đuổi được Chiêm Thành ra khỏi đất nước mình, khôi phục lại thanh bình và xây dựng nên một đất nước hùng mạnh.\n\nĐể thực hiện sự nghiệp giải phóng đất nước, trước khi lên ngôi Jayavarman VII bắt đầu xây dựng lại quân đội, rồi tiến hành nhiều cuộc phản công, trong đó có một trận hải chiến oanh liệu miêu tả trên bức tường đá chạm nổi ở các đền Bayon và Bantay Cherma. Sau khi hoà bình được lập lại Jayavarman VII lên ngôi, lúc này ông khoảng 50 tuổi. Ông liền bắt tay vào việc khôi phục lại kinh đô và cho xây dựng ở đây một khu thành mới gọi là thành Yaxôdarapura.\n\nBản văn bia có thuật lại với những lời lẽ rất nên thơ \"Buổi lễ đang quang của vua Jayaraman VII tổ chức năm 1181, bốn năm sau ngày thất thủ kinh đô, kinh thành Yaxodarapura giống như một cô thiếu nữ hiền hậu, xứng dôi vừa lứa với người yêu của mình, nhiệt tình và say đắm, được trang trí bằng một toà lâu đài dát vàng ngọc với những dãy thành quách bao bọc như một dãi lụa che thân: cô thiếu nữ đó được nhà vua cưới để tạo ra hạnh phúc cho muôn loài trong một buổi lễ huy hoàng, dưới đài vinh quang sáng chói.\"\n\n== Jayavarman VII với đền Bayon ==\n{{Chính|Bayon }}\nBayon là khu đền súc tích với những trang trí chạm khắc bằng đá đẹp đẽ. Được xây dựng trong khoảng cuối [[thế kỷ 12]] và đầu [[thế kỷ 13]] như là đền chính thức của vua Jayavarman VII, tin theo [[Đại thừa|Phật giáo Đại thừa]] khác với tín ngưỡng [[Ấn Độ giáo]] như các vua trước nhưng vẫn theo truyền thống vua thần (devaraja). Vua Jayavarman VII cải giáo sang [[Đại thừa]] vì các vua đời trước nối nghiệp vua [[Suryavarman II]] theo Ấn Độ giáo, người xây dựng [[Angkor Wat]] đã để quân [[Chiêm Thành]] đánh bại. Sau khi Jayavarman VII chết, những vua nối tiếp với tín ngưỡng khác nhau như Ấn Độ giáo, [[Phật giáo|Phật giáo Nguyên thủy]], đã xây thêm cho ngôi đền dựa theo tín ngưỡng của mình.\n\nCấu trúc của Bayon gồm ba tầng mà cả ba tầng đều đổ nát nhiều, gạch đá nằm ngổn ngang khắp nơi. Hai tầng dưới bố trí theo hình vuông, tô điểm bằng những phù điêu trên tường. Tầng ba được sắp xếp theo hình tròn với nhiều tháp mà các mặt đá có hình khuôn mặt. Dãy hành lang ở tầng dưới là một kho tàng nghệ thuật với 11 ngàn bức phù điêu chạm khắc trên tường đá chạy dài 1200 mét, một tổng hợp liên quan đến lịch sử lẫn các truyền thuyết, miêu tả cảnh diễn hành của vua và hoàng gia, những trận đánh của vua Jayavarman VII với Chiêm Thành bằng cả thủy lẫn bộ chiến, ngoài ra còn miêu tả đời sống văn hóa, xã hội của một nền văn minh đã bị lãng quên từ bao thế kỷ. Nhiều khoảng tường công trình vẫn còn dở dang, chỉ còn để lại nét phát họa. Có lẽ bị bỏ dở khi vua Jayavarman VII qua đời.\n\nHình ảnh nổi bật nhất của Bayon vẫn là những ngọn tháp cao vút ở trung tâm bằng đá tảng, chạm khắc thành 2, 3 và chung chung là 4 khuôn mặt nhìn bốn hướng. Kiến trúc của [[Bayon]] được xem như có phong cách của trường phái [[baroque]], trong khi [[Angkor]] thuộc phái cổ điển.\n\nSự tương đồng của vô số khuôn mặt khổng lồ ở trên các tháp của đền Bayon với các bức tượng khác của vua Jayavarman VII khiến nhiều học giả đi đến kết luận đây chính là khuôn mặt của nhà vua. Người khác thì cho là của [[Quan Âm|Quán Âm Bồ Tát]] (Avalokitesvara hay Lokesvara). Nhà học giả chuyên về Angkor học [[Coedes]] thì lý luận rằng Jayavarman VII theo truyền thống của các [[vua Khmer]] tự cho mình là vua thần (devaraja), khác với các vua trước theo Ấn Độ giáo tự cho mình là hình ảnh của thần [[Shiva]], trong khi Jayavarman VII là một Phật tử nên cho hình ảnh [[Phật]] và [[Bồ Tát|Bồ tát]] là chính mình. Có tất cả 37 tháp đền đá tạc hình nhiều khuôn mặt nhìn xuống và nhìn đi bốn hướng như thể quan sát chúng sanh và che chở cho đất nước.\n\nBên trong đền có hai dãy hành lang đồng tâm ở tầng dưới, và một dãy ở tầng trên. Tất cả nằm dồn lại với nhau trong một không gian hạn hẹp bề 140 m và bề 160 m, trong khi phần chính của ngôi đền nằm ở tầng trên lại còn hẹp hơn với kích thước 70 m × 80 m; khác với Angkor Wat, người ta phải trầm trồ với quy mô to lớn và thoáng rộng của nó. Từ xa nhìn vào Bayon rải dài theo chiều ngang như một đống đá lổn chổn muốn vươn lên trời cao.\n\n== Tham khảo ==\nA fictionalised account of the life of Jayavarman VII forms the basis of one thread of [[Geoff Ryman]]'s 2006 novel ''[[The King's Last Song]]''.\n\n== Ghi chú ==\n<div class=\"references-small\">\n{{tham khảo|30em}}\n<\/div>\n\n== Liên kết ngoài ==\n* [http:\/\/angkor1431.tripod.com\/index\/id19.html History of Jayavarman VII]\n* [http:\/\/angkorblog.com\/_wsn\/page10.html Images of stone carvings at Bayon] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070502224321\/http:\/\/angkorblog.com\/_wsn\/page10.html |date=2007-05-02 }} in Cambodia that probably depict Jayavarman's victory over the Cham\n* [http:\/\/angkorblog.com\/_wsn\/page11.html Images of the stone faces at Bayon] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070503150519\/http:\/\/angkorblog.com\/_wsn\/page11.html |date=2007-05-03 }} that are thought to represent Jayavarman as Avalokiteshvara\n\n{{start box}}\n|width=25% align=center|'''Tiền nhiệm:'''<br>'''[[Dharanindravarman II]]'''\n|width=25% align=center|'''[[Đế quốc Khmer|Vua Khmer]]'''<br>1160 (thừa kế) –1219\n|width=25% align=center|'''Kế tục ngôi:'''<br>'''[[Indravarman II]]'''\n|-\n|width=25% align=center|'''Tiền nhiệm:'''<br>'''[[Yasovarman II]]'''\n|width=25% align=center|'''[[Đế quốc Khmer|Vua Khmer]]'''<br>1181–1219\n|width=25% align=center|'''Kế tục ngôi:'''<br>'''[[Indravarman II]]'''\n|-\n{{end box}}\n{{Vua Campuchia}}\n{{Sơ khai nhân vật hoàng gia Campuchia}}\n{{thể loại Commons|Jayavarman VII}}\n{{thời gian sống|1125|1218}}\n\n[[Thể loại:Vua Campuchia]]\n[[Thể loại:Đế quốc Khmer]]"}