{"3272366":"[[Tập tin:Thanh Gieromio Vong (Liem).png|nhỏ|phải|200px|Hình vẽ minh họa Thánh Giêrônimô Hermosilla Vọng]]\n'''Giêrônimô Hermosilla Vọng''' (sinh: [[30 tháng 9]] năm [[1800]] - mất: [[1 tháng 11]] năm [[1861]], còn có tên Việt là: '''Liêm''', '''Tuấn''') là một [[linh mục]] [[nhà truyền giáo|truyền giáo]] từng đảm nhận chức Giám mục Tông Tòa [[Hạt Đại diện Tông Tòa Đông Đàng Ngoài|Giáo phận Đông Đàng Ngoài]] tại [[Việt Nam]]. Ông đã được [[Giáo hội Công giáo Rôma]] [[tuyên thánh]] trong danh sách [[Các thánh tử đạo Việt Nam]] vào năm [[1988]].\n\n==Tu tập==\nJeronimô Hermosilla Vọng (tên gốc [[tiếng Tây Ban Nha]] là Jerónimo Hermosilla) sinh ngày 30 tháng 9 năm 1800 tại [[Santo Domingo de la Calzada]], [[Tây Ban Nha]] trong một gia đình nghèo<ref name=v1>[http:\/\/conggiao.info\/news\/2302\/11487\/thanh-jeronimo-hemosilla-vong-liem-giam-muc-dong-daminh-1800--1861.aspx Thánh Jeronimô HEMOSILLA VỌNG (LIÊM), Giám mục Dòng Đaminh (1800 -1861)]<\/ref> Từ nhỏ, ông theo học các linh mục [[dòng Biển Đức]] và có ý định xin vào dòng này năm 15 tuổi. Hermosilla được giới thiệu qua học tại chủng viện giáo phận [[Valencia]] do các linh mục [[dòng Đa Minh]] điều hành, vào [[dòng Anh Em Thuyết Giáo]] và lãnh tu phục năm 19 tuổi.<ref name=v2>[http:\/\/www.cttdva.com\/jeronimo-hemosilla-vo-ng Jeronimô HEMOSILLA VỌNG (LIÊM)]{{Liên kết hỏng|date=ngày 5 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n \nNăm 1820 nước Tây Ban Nha có loạn, một số [[tu viện]] phải giải tán; tài sản Giáo hội bị sung công; các giáo sĩ không tuyên thệ trung thành với [[hiến pháp]] mới đều bị bắt giam, bị lưu đày hoặc bị giết. Hermosilla rời nhà Dòng đăng ký vào quân đội cho đến năm 1823. Khi nội loạn dứt, ông xin vào nhà tập và khấn dòng ngày 29 tháng 10 năm 1823.<ref name=v2 \/> Năm 1824 khi đọc thư kêu mời của tỉnh dòng Rất Thánh Mân Côi [[Manila]], thầy Hermosilla tình nguyện đi truyền giáo ở [[Viễn Đông]].<ref name=v1 \/> Sau sáu tháng lênh đênh trên biển, ngày 02 tháng 3 năm 1825 ông đến Manila.<ref name=v2 \/>\n\n==Linh mục==\nNăm 1826, thầy Hermosilla lãnh chức [[linh mục]] và làm giám đốc Hội Mân Côi.<ref name=v1 \/> Hai năm sau, năm 1828, ông tình nguyện đến Việt Nam cùng với ba thừa sai Pháp. Khởi hành từ [[Ma Cao]] đến Bắc Việt ngày 2 tháng 5 năm 1929, ông tới gặp linh mục chính Amandi Chiêu và sáng hôm sau ông tới trình diện Giám mục Delgado Y. Cả giáo phận Đông Đàng Ngoài chỉ có ba vị thừa sai, gồm hai Giám mục Y và Hernares Minh, linh mục chính Hiền, nhưng cả ba già và bệnh tật. Vừa thấy vị thừa sai mới, vị Giám mục đã chạy ra và kêu lên: \"Vọng! Vọng! Ước Vọng!\". Và từ đó, '''Vọng''' trở thành tên gọi tiếng Việt chính thức của linh mục Hermosilla.<ref name=v3>[https:\/\/calendar.google.com\/calendar\/event?eid=ajA0NzEzN2M2ajJ1ODU3Z2NiaTFoc2pqdHNfMjAxMzExMDEgZHV5YW45OUBt&ctz=America\/New_York TĐVN: Thánh Jeronimô HEMOSILLA VỌNG (LIÊM), GM Dòng Đa-Minh (1800 - 1861)]<\/ref> Chỉ sau vài tháng học [[tiếng Việt]], ông đã hòa nhập rất nhanh với các tín hữu cũng như người ngoại giáo. Ông không ngừng di chuyển thăm viếng các họ đạo, giảng dạy, rửa tội, và giải tội.<ref name=v3 \/>\n\nTrong 11 năm thừa sai đầu tiên của ông thì có 4 năm phụ tá linh mục chính Amandi Chiêu, ba năm bề trên dòng, một năm phụ tá linh mục chính Hiền, rồi thay thế linh mục Hiền từ năm 1838. Nhưng thực tế những khi làm phụ tá, vì linh mục chính già yếu nên mọi công việc đều do ông điều hành. Ông nâng số linh mục bản xứ lên đến 40.<ref name=v2 \/> Năm 1838, khởi từ sau lá thư gửi cho bốn thừa sai và hai linh mục Việt Nam của linh mục Viên bị phát hiện. Hai Giám mục và linh mục chính chịu tử đạo, nhiều linh mục, tu sĩ, giáo dân đổ máu vì đức tin. Cũng vì một trong sáu lá thư gửi cho ông - linh mục Vọng, nên \"danh trùm Vọng\" được ghi vào đầu sổ bộ truy lùng của vua [[Minh Mạng]] và quan Tổng đốc [[Trịnh Quang Khanh]].<ref name=v3 \/> Chiếu chỉ ngày 18 tháng 1 năm 1839 dành một đoạn nói về ông:''Hãy còn danh trùm Vọng chưa bắt được, dù quan truyền, dù thứ dân, chẳng kỳ ai, hễ bắt được sẽ lãnh thưởng mười ngàn quan tiền.'' Trong giai đoạn này tuy rất thận trọng, ông vẫn đi khắp nơi để động viên và trao ban các bí tích.<ref name=v1 \/>\n\n==Giám mục==\n===Hành trình đến lễ Tấn phong===\n[[Tòa Thánh]] đặt cha Vọng làm [[Đại diện Tông Tòa]] thay thế hai Giám mục Y và Minh đã tử đạo<ref name=v1 \/>. Theo dự định, lễ tấn phong cử hành vào ngày 14 tháng 4 năm 1841 tại Vĩnh Trị, Phúc Nhạc, nơi Giám mục Retordd Liêu ẩn trú.<ref name=v3 \/>. Tổng đốc Trịnh Quang Khanh được mật báo đem quân bao vây bắt lầm được hai thừa sai Pháp là Berneux Nhân và Galy Lý. Về sau nhờ áp lực của quân Pháp, nhà vua cho lệnh tha hai người về (1843).<ref name=v1 \/>\n \nHai ngày sau vị Giám mục Tân cử Vọng mới khởi hành từ Hải Dương đến Vĩnh Trị.<ref name=v1 \/> Vì đã biết hai vị thừa sai bị bắt, ông nhờ giáo hữu dẫn đi đường khác. Chỉ có thể đi vào ban đêm, đi đường rừng, có khi đi thuyền nhưng thường là [[đi bộ]], còn ban ngày thì ẩn nấp trong [[bụi cây]], ngoài [[đồng lúa]] hoặc bụi tre. Tổng đốc Trịnh Quang Khanh đặt các tram canh khắp nơi. Đặc biệt có một trạm canh, ông phải hối lộ cho viên phó tổng và theo kế hoạch của ông ta để lọt được qua trạm.<ref name=v2 \/>\n\n===Nghi lễ Tấn phong & Những hoạt động===\nĐến Vĩnh Trị, ông đến [[tòa giám mục]] của Giám mục Liêu. Đó là một cái chòi có lối chạy xuống hầm để đề phòng mỗi khi quan quân đến thăm. Tại đây, ngày 25 tháng 4, ông được tấn phong. Tân giám mục tìm đường trở về giáo phận và đổi tên là '''Liêm''', thay cho danh trùm Vọng được treo thưởng truy lùng. Ít lâu sau Tổng đốc cũng ngã bệnh và qua đời.<ref name=v1 \/> Lợi dụng tình hình lắng dịu, Giám mục Liêm đã hoạt động không ngừng. Ngày 26 tháng 6, ông tấn phong Giám mục cho linh mục Jimenô Lâm làm Giám mục phụ tá. Sau lễ, ông họp các linh mục để lập chương trình truyền giáo trong hoàn cảnh mới.\n\nTừ đó, đức tin cả [[giáo phận]] có sự khởi sắc. Trường [[Latinh]] được xây dựng lại tại Nam An ([[Hải Dương]]), sau dời về Lục Thủy. Trường [[thần học]] được thiết lập ở Mỹ Động, Hải Dương. Ông khuyên giáo dân đặc biệt tin tưởng, trông cậy vào [[Đức Mẹ]], siêng năng đọc [[kinh Mân Côi]] và kêu cầu nữ Thánh Philomêna tử đạo. Sau này, ông chọn thánh nữ làm bổn mạng giáo phận và xin phép tòa Thánh mừng lễ hàng năm.<ref name=v1 \/> Nhờ sự cộng tác của nhiều tân linh mục trong giáo phận và nhiều thừa sai mới được gửi tới, tình hình giáo phận Đông phục hồi rất nhanh. Việc trao ban bí tích được gia tăng thêm mỗi năm. Chỉ cần cẩn thận, các Giám mục có thể đi ban Bí Tích Thêm sức nhiều nơi.<ref name=v2 \/>\n \nNăm 1844, ông mở lễ kính [[thánh Đa Minh]] rất trọng thể. Các linh mục tu sĩ, giáo dân thay nhau về thánh đường Nam Am suốt tám ngày liền. Họ gặp nhau chia sẻ tin tức, kinh nghiệm sống đạo của mình. Thánh lễ đại trào duy nhất của Giám mục Liêm, sau này sẽ trở thành tập tục \"Lễ Đầu Dòng\" trong giáo phận. Số người mới gia nhập ngày càng gia tăng. Ngày 22 tháng 8 năm 1844 tại Đông Xuyên ông [[rửa tội]] cho 44 người lớn, trong đó có một Chánh tổng, một Phó tổng, tám lý trưởng, một thầy cúng.<ref name=v2 \/>. Năm 1848, khi số tín hữu lên tới 184.000, ông xin Tòa Thánh chấp thuận chia giáo phận thành hai: [[Giáo phận Trung]] (nay là khu vực [[giáo phận Bùi Chu]], [[Thái Bình]]) được trao cho Giám mục Marti Gia; còn Giám mục Liêm giữ lại phần đất đông dân cư (trên mười triệu), mà ít tín hữu (chỉ 0,4 phần trăm). Từ đó hai giáo phận ngày càng phát triển vững mạnh hơn. Năm 1852, giáo phận của ông rửa tội được 388 người lớn, 2824 trẻ em, trong đó đa số là trẻ em.<ref name=v1 \/>\n \nMười năm cuối đời của Giám mục Liêm là những năm đầy khó khăn. Vua [[Tự Đức]] ra thêm chiếu chỉ cấm đạo.<ref name=v2 \/> Năm 1855 khi qua giáo phận Trung, hai thày giảng tháp tùng ông bị cướp bắt, ông phải năn nỉ cả ngày họ mới chịu tha. Năm sau, chính ông bị bắt khi đi kinh lý xứ Hữu Bàng, và phải chuộc mất 300 quan tiền. Năm 1858 trước tình hình bách hại gay gắt, sợ sẽ không còn ai sống sót, ông họp và quyết định chia một nửa số thừa sai về Ma Cao chờ ngày thuận tiện hơn sẽ trở lại giáo phận hoạt động và giữ lại 5 thừa sai Đaminh cho cả giáo phận. Năm 1859, một lần nữa ông đổi tên là Tuấn để khỏi bị lộ cho tới ngày chiếu chỉ phân sáp ra đời.<ref name=v1 \/>\n\nĐêm thu 18 tháng 9 năm 1861, chủng viện Kẻ Mốt phải giải tán, linh mục Khoa thay mặt ông, nói với chủng sinh những lời cuối:<ref name=v1 \/>\n:''Từ trước tới nay Đức cha cố giữ anh em ở đây, và lo liệu cho anh em học hành. Bây giờ Đức cha buộc lòng phải giải tán nhà trường. nếu Chúa để chúng ta còn sống thì rồi đây có ngày Đức cha sẽ gọi anh em trở lại. Đức cha nhắn lời chúc lành và dặn dò anh em sống sao cho tốt, trông cậy vào Chúa là cha nhân lành và đừng quên cầu nguyện cho ngài, cho giáo phận và cho cả giáo hội Việt Nam. Anh em hãy thu xếp đi ngay trong đêm nay, khỏi cần bái chào Đức cha, kẻo ngài không cầm được nước mắt.''\n \nCũng đêm đó ông rời Kẻ Mốt đến trú ẩn ở Thọ Đức, cùng đi có thày giảng [[Giuse Nguyễn Duy Khang]]. Hai người ở trọ ở Thọ Đức được ba tuần thì bị lộ. Lại phải xuống thuyền qua thị xã Hải Dương và tá túc trên thuyền của một giáo hữu, gia đình ông Trương Bính. Được vài ngày, hai vị thì gặp Giám mục [[Valentinô Berrio Ochoa Vinh]] và linh mục Almato Bình dọc theo đường thủy từ Kẻ Nê xuống.<ref name=v2 \/> Sau đó họ chia tay nhau mỗi người một nẻo.\n\nDưới sự che giấu hết sức của ông Trương Bính, ông và thầy giảng Khang được ít ngày bình yên cho đến hôm xảy ra cuộc cãi vả giữa cha con ông Trương Bính. Người con trai vì tức giận cha mẹ đã đi tố cáo ông bà về tội chứa chấp Tây Dương đạo trưởng. Đội Bằng lúc đó làm Chánh tổng liền đem gia nhân đến bắt ông vào ngày 20 tháng 10 năm 1861. Khi bị bắt, ông đưa cho đội Bằng một số tiền và nói: ''Xin bắt và giam giữ một mình tôi thôi. Hãy để những người đánh cá nghèo nàn này đi.'' Khi thày Khang nhổ cây sào thuyền định chống cự thì ông cản lại rằng: ''Đừng chống trả làm gì, hãy phó mặc cho Thánh ý Chúa''. Thế là cả hai bị bắt trói và đưa về Hải Dương.<ref name=v1 \/>\n\n===Bị xử tử===\nSau khi lấy khẩu cung ông bị giam trong chiếc cũi chật hẹp nằm không nổi, đứng cũng chẳng được, cứ phải khom lưng suốt ngày, chân tay rã rời. Dầu vậy, ông vẫn tìm cách giảng đạo cho các bạn tù và tranh thủ rửa tội cho con trai viên đội Bái, người cũng bị xử tử với ông.<ref name=v2 \/> Chiều ngày 26 tháng 10, sau khi bắt được Giám mục [[Valentinô Berrio Ochoa Vinh]] và linh mục Bình, quân lính hò reo ầm ĩ, ông đang ngủ say thì giật mình tỉnh dậy. Ba người trong ba chiếc cũi nhìn nhau, nhưng vui mừng vì được gặp lại nhau trong những ngày cuối đời.<ref name=v2 \/>\n \nNgày xử được ấn định là 01 tháng 11 năm 1861. Ba chiếc cũi được khiêng đi sau đội quân 500 người. Ông Liêm cũi cuối cùng, trang nghiêm như ngày đại lễ, thỉnh thoảng ngài giơ tay ban phép lành cho các giáo hữu đứng hai bên đường.<ref name=v1 \/> Tại pháp trường Năm Mẫu, ba vị được đưa ra khỏi cũi, cùng cầu nguyện ít phút rồi đưa tay cho lý hình trói vào ba cọc.<ref name=v2 \/> Bản án được đọc lên. Ba hồi chiêng trống, ba lưỡi gươm vung lên một lúc chém rơi đầu ba vị.<ref name=v2 \/> Khi các quan ra về, nhiều người tranh nhau thấm máu vị tử đạo. Ba thi hài được bọc trong ba chiếc khăn và chôn tại chỗ. Thủ cấp các vị được treo ở bến đò Hàn ba ngày (nhưng sau đó giáo dân đánh tráo bỏ vào đó ba củ chuối) rồi đưa về Yên Dật. Sau lại đưa về an táng tại Thọ Ninh một thời gian, cuối cùng di dời về đền Các Thánh Tử Đạo Hải Dương.<ref name=v1 \/>\n\n==Tuyên chân phước và tuyên thánh==\n[[Giáo hoàng Piô X]] suy tôn Giám mục Jeronimô Hermosilla Liêm (Tuấn, Vọng) lên bậc [[Chân phước]] ngày 20 tháng 5 năm 1906.<ref name=v1 \/> Ngày 19 tháng 6 năm 1988, [[Giáo hoàng Gioan Phaolô II]] suy tôn ông lên bậc [[Hiển thánh]].<ref name=v1 \/>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Thánh tử đạo Việt Nam}}\n\n[[Thể loại:Thánh Công giáo Việt Nam]]\n[[Thể loại:Giám mục Dòng Đa Minh]]"}