{"1645949":"{{Thông tin nhân vật\n| tên = <!-- include middle initial, if not specified in tên khai sinh -->\n| hình = \n| alt = \n| ghi chú hình = \n| tên khai sinh = <!-- chỉ dùng nếu khác với tên (ở trên) -->\n| ngày sinh = 27 - 05 - 1951<!-- {{Ngày sinh và tuổi|YYYY|MM|DD}} -->\n| nơi sinh = [[Nha Trang]], [[Quốc gia Việt Nam]]\n| ngày mất = <!-- {{Ngày mất và tuổi|YYYY|MM|DD|YYYY|MM|DD}} -->\n| nơi mất = \n| quốc gia = \n| tên khác = \n| năm hoạt động = \n| nổi tiếng = \n| notable_works = \n| chữ ký = \n| website = \n| giải thưởng = \n| mẹ = \n| cha = \n| con cái = \n| tiêu đề = \n| người hôn phối = \n| đảng phái = \n| kế nhiệm = \n| tiền nhiệm = \n| nhiệm kỳ = \n| học vị = \n| cân nặng = \n| chiều cao = \n| quê quán = \n| tổ chức = \n| công việc = \n| học vấn = \n| quốc tịch = \n| dân tộc = \n| cư trú = \n| an táng = \n| tên gốc = \n| cỡ hình = \n| cỡ chữ ký = \n}}\n'''Johnathan Hạnh Nguyễn''' là một [[doanh nhân]], Chủ tịch [[tập đoàn Liên Thái Bình Dương]] (IPP), nguyên là thanh tra tài chính của hãng [[Boeing]] [[Hoa Kỳ|Mỹ]]. Ông là người hỗ trợ cho việc mở đường bay chính thức giữa Việt Nam và Philippines.<ref>[http:\/\/news.zing.vn\/chong-sap-cuoi-cua-tang-thanh-ha-giau-co-nao-post244544.html Chồng sắp cưới của Tăng Thanh Hà giàu cỡ nào?] Zing theo Phunutoday. 01:49 12\/04\/2012<\/ref>\n\n==Tiểu Sử==\n- Năm 23 tuổi '''ông Johnathan Hạnh Nguyễn''' sang định cư tại Philippines rồi đi du học Mỹ và sau đó công tác trong lĩnh vực hàng không\n\n- Jonathan Hạnh Nguyễn ra trường và khi đó ông mua được một chiếc xe đi làm. \"Lúc đó có tiền tôi cố gắng để tiết kiệm. Mọi người lập nghiệp còn có các Công ty, các Mạnh Thường Quân giúp đỡ nhưng bản thân tôi lập nghiệp từ tay trắng và hiện nay tài sản là hơn 500 triệu USD, quá trình này rất là gay gắt\", ông Jonathan Hạnh Nguyễn nói.\n\n- 1980, ông làm việc cho hãng hàng không Philippines Airlines và ông là người đã có nỗ lực trong việc đàm phán để mở tuyến bay chính thức giữa Việt Nam với Philippines vào năm 1985.\n\n- 1985, Johnathan Hạnh Nguyễn là một trong những Việt kiều đầu tiên về nước đầu tư và thành lập Công ty Liên Thái Bình Dương - Imex Pan Pacific (IPP) và hiện ông là Chủ tịch tập đoàn IPP. IPP đã đầu tư hoặc hợp tác đầu tư 30 dự án với tổng số vốn hơn 280 triệu USD. Những dự án này mang lại doanh số hằng năm khoảng 460 triệu USD và tạo công ăn việc làm cho hơn 20.000 lao động ở Việt Nam.\n\nĐồng thời ông đã bắt tay đầu tư vào quê hương Khánh Hòa. Dự án đầu tiên mà ông thực hiện là Khách sạn Loge Nha Trang với quy mô 14 tầng, tiêu chuẩn 3 sao, vốn đầu tư gần 10 triệu USD.\n\n- Với kinh nghiệm, năng lực của mình, ông đã cùng với năm đối tác khác được Bộ Giao thông Vận tải, Cục hàng không, Tổng công ty hàng không Việt Nam tin tưởng giao thực hiện dự án Nhà ga hành khách quốc tế - Cảng hàng không quốc tế Cam Ranh với quyết tâm hoàn thành dự án trong vòng 18 tháng kể từ ngày khởi công, và khi nhìn thấy nhật ký công trường cũng như thực tế xây dựng của dự án đã khiến nhiều người thốt lên: Chưa thấy ai làm bài bản, nghiêm chỉnh, quyết liệt như ông Johnathan Hạnh Nguyễn! Và dự án này chính thức đi vào hoạt động vào ngày 30.06.2018 trong sự thán phục của giới chuyên môn.\n\n- Ông đã hợp tác với các đối tác như: DFS, SASCO, AUTOGRILL để đầu tư mở hàng loạt chuỗi cửa hàng miễn thuế, chuỗi cửa hàng lưu niệm, chuỗi cửa hàng thức ăn nhanh và nhiều dịch vụ phi hàng không trên khắp các sân bay Việt Nam, Philippines…\n\n- Không chỉ là ông chủ của những doanh nghiệp trăm, nghìn tỷ đồng, \"vua hàng hiệu\" Hạnh Nguyễn cũng đã đổ 40 triệu USD vào khu mua sắm cao cấp Rex Arcade nằm trong khách sạn Rex, một trong những kiến trúc mang phong cách Pháp và là biểu tượng của Sài Gòn được xây dựng từ năm 1927.\n\n- Chưa dừng lại, vua hàng hiệu Johnathan Hạnh Nguyễn còn là chủ một trong những thành viên mang lại cho IPP Group doanh thu lớn nhất là Công ty Imex Pan Pacific, nhà phân phối độc quyền nhiều sản phẩm hàng hiệu tại Việt Nam đã rót 400 tỷ đồng vào Tràng Tiền Plaza.\n\n- Ngoài ra ông Johnathan Hạnh Nguyễn còn làm ăn buôn bán, kinh doanh với hai thương hiệu kinh doanh thực phẩm nổi tiếng thế giới là Burger King và gà rán kiểu Mỹ Popeyes Chicken, đồ uống Dunkin’ Donuts. Ông cũng đầu tư vào đồ ăn nhanh với thương hiệu Domino’s Pizza. Hiện các vị trí đẹp nhất của trung tâm đã có sự phủ kín của một loạt thương hiệu như Burberry, Cartier, Dior, Lancôme, Louis Vuitton, MAC Cosmetics, Parfums Christian Dior, Rolex, Miluxe Boutique…\n\n- Năm 2018, vua hàng hiệu Hạnh Nguyễn đã bắt tay ông lớn KPop tìm kiếm, phát triển tài năng thành các ngôi sao toàn cầu. Ông vua này còn chính thức khai trương cửa hàng bán lẻ và cung cấp dịch vụ Apple mang tên eDiGi vào tháng 9.2018 tại TP.HCM\n\n- Tại hội nghị xúc tiến đầu tư tỉnh Kiên Giang, Chủ tịch UBND tỉnh Kiên Giang Phạm Vũ Hồng và Chủ tịch IPPG Johnathan Hạnh Nguyễn đã ký kết hợp tác xây dựng, đầu tư dự án khu phi thuế quan tại Phú Quốc với tổng mức đầu tư khoảng 10.000 tỷ đồng, trên tổng diện tích hơn 770.00m2\n\n==Gia đình==\nVợ đầu của ông là cháu họ của cựu Đệ nhất phu nhân Philippines – Imeda Marcos, ông bà có ba người con trai và ba người con gái.<ref>{{chú thích web|author1=Lộc Liên|title=Lần đầu lộ diện mẹ chồng Tăng Thanh Hà - vợ đầu của ông Johnathan Hạnh Nguyễn|url=https:\/\/www.msn.com\/vi-vn\/entertainment\/news\/l%E1%BA%A7n-%C4%91%E1%BA%A7u-l%E1%BB%99-di%E1%BB%87n-m%E1%BA%B9-ch%E1%BB%93ng-t%C4%83ng-thanh-h%C3%A0-v%E1%BB%A3-%C4%91%E1%BA%A7u-c%E1%BB%A7a-%C3%B4ng-johnathan-h%E1%BA%A1nh-nguy%E1%BB%85n\/ar-BB13SUC6|website=www.msn.com|access-date = ngày 10 tháng 9 năm 2020 |date = ngày 11 tháng 5 năm 2020}}<\/ref> Con trai trưởng của ông là Henry Nguyễn sinh năm [[1981]]. Louis Nguyễn sinh năm [[1983]], là chồng của nữ diễn viên [[Tăng Thanh Hà]]. Con trai kế là Phillip Nguyễn sinh năm [[1984]].<ref>[http:\/\/vietnamnet.vn\/vn\/van-hoa\/67975\/dieu-it-biet-ve-gia-dinh--chong-tuong-lai--cua-tang-thanh-ha.html Điều ít biết về gia đình 'chồng tương lai' của Tăng Thanh Hà], Báo VietNamNet.<\/ref>\n\nNgười vợ sau của ông là nữ diễn viên điện ảnh Lê Hồng Thủy Tiên, Trước đây bà từng là tiếp viên hàng không của [[Hãng hàng không Quốc gia Việt Nam|Vietnam Airlines]], bà cũng là nữ diễn viên từng đóng trong bộ phim \"[[Vị đắng tình yêu]]\". Sau khi lập gia đình, bà Thủy Tiên rút lui khỏi màn ảnh và trở thành Tổng giám đốc Công ty IPP. Vợ chồng ông bà Johnathan Hạnh Nguyễn và Thủy Tiên có một con gái, \"Jacqueline Nguyễn\" sinh năm [[1996]] và một con trai, \"William Hiếu Nguyễn\" sinh năm [[1998]].<ref>[http:\/\/vinafins.com\/index.php\/archives\/31105 Johnathan Hạnh Nguyễn: Đầu tư chứ không đầu cơ]<\/ref>\n\nJohnathan Hạnh Nguyễn đã thuê riêng một chiếc máy bay Dassault Falcon 8X để chở con gái Tiên Nguyễn, bệnh nhân Covid-19 thứ 32, từ Anh về Việt Nam vào ngày 9 tháng 3 năm 2020 với giá thuê khoảng hơn 400 nghìn USD. Con số này đã tính phí chờ ở sân bay và chi phí khử trùng máy bay.<ref>[https:\/\/www.nguoi-viet.com\/viet-nam\/dai-gia-johnathan-hanh-nguyen-cho-may-bay-rieng-dua-con-gai-tu-chau-au-ve-viet-nam-cach-ly\/ ‘Đại gia’ Johnathan Hạnh Nguyễn cho máy bay riêng đưa con gái từ Châu Âu về Việt Nam cách ly], nguoi-viet.com, 9.3.2020.<\/ref><ref>[https:\/\/vtc.vn\/bao-ve-nguoi-tieu-dung\/chuyen-co-cho-benh-nhan-thu-32-nhiem-covid-19-ve-viet-nam-co-gia-thue-the-nao-ar532470.html Chuyên cơ chở bệnh nhân thứ 32 nhiễm Covid-19 về Việt Nam có giá thuê thế nào?], vtc, 10.3.2020.<\/ref>\n\n==Hoạt động kinh doanh==\nKhoảng năm [[1984]], ông Johnathan Hạnh Nguyễn là người đã có nhiều nỗ lực trong việc đàm phán để mở tuyến bay chính thức giữa Việt Nam với Philippines.\n\nHai năm sau đó, ông là một trong những Việt kiều đầu tiên về nước đầu tư khi thành lập Công ty Liên Thái Bình Dương - Imex Pan Pacific (IPP). Hiện tại ông là Chủ tịch IPP.\n\nTừ năm 1996 đến nay, IPP đã đầu tư hoặc hợp tác đầu tư 30 dự án với tổng số vốn hơn 280 triệu USD. Những dự án này mang lại doanh số hằng năm khoảng 460 triệu USD và tạo công ăn việc làm cho hơn 20.000 lao động ở Việt Nam.<ref>[http:\/\/vinafins.com\/index.php\/archives\/31105 Nhịp cầu Đầu tư]<\/ref>\n\n==Khen thưởng==\n*Năm [[2008]]: Bằng khen của Thủ tướng Chính phủ.\n*Năm [[2009]]: Huân chương Lao động hạng Ba.\n*Năm [[2011]]: Huân chương Lao động hạng Hai.\n*Năm [[2012]]: Huân chương Hữu nghị.\n*Năm [[2015]]: Huân chương Lao động hạng Nhất.\n*Năm 2019: Huân chương Lao động hạng Hai lần thứ 2 <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/ong-johnathan-hanh-nguyen-nhan-huan-chuong-lao-dong-hang-2-3940172.html|tựa đề=Ông Johnathan Hạnh Nguyễn nhận huân chương lao động hạng 2|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n*Năm 2019: Giải thưởng \"Vinh quang Việt Nam\"<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/ong-johnathan-hanh-nguyen-nhan-giai-thuong-vinh-quang-viet-nam-3949903.html|tựa đề=Ông Johnathan Hạnh Nguyễn nhận giải thưởng 'Vinh quang Việt Nam'|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n*Năm 2021: Huân chương Lao động hạng Ba lần thứ 2 <ref>{{Chú thích báo|title=Tuyên dương “Những tấm gương thầm lặng mà cao cả”|language=en|work=Báo Nhân Dân|url=https:\/\/nhandan.vn\/tin-tuc-su-kien\/tuyen-duong-nhung-tam-guong-tham-lang-ma-cao-ca-638270\/|access-date=2021-12-20}}<\/ref>\n\nTháng 5 năm [[2012]], ông được Hạ viện Philippines vinh danh vì những đóng góp trong việc thắt chặt quan hệ Việt Nam-Philippines. Và nhiều bằng khen, huy hiệu các loại.<ref name=\"DNSG\">[http:\/\/www.doanhnhansaigon.vn\/tro-chuyen\/khong-lan-lon-giua-kinh-doanh-va-dau-co\/1070234\/ Không lẫn lộn giữa \"kinh doanh\" và \"đầu cơ\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170107010853\/http:\/\/www.doanhnhansaigon.vn\/tro-chuyen\/khong-lan-lon-giua-kinh-doanh-va-dau-co\/1070234\/ |date = ngày 7 tháng 1 năm 2017}} Lữ Ý Nhi. Báo Doanh nhân Sài Gòn. Thứ Tư, 12\/12\/2012 14:47 (GMT+7)<\/ref>\n\n==Câu nói==\n\n* \"''Mặc dù động cơ làm việc của tôi không phải để được khen ngợi, được nổi tiếng và quan điểm kinh doanh của tôi là 'Đừng hỏi đất nước đã làm gì cho ta, mà hãy hỏi ta đã làm gì cho đất nước', nhưng khi được nhận bằng khen, được bạn bè chúc mừng, biết đến mình nhiều hơn, tôi cũng cảm thấy rất xúc động và hạnh phúc''\".<ref name=\"DNSG\" \/>\n\n==Xem thêm==\n* [[Tràng Tiền Plaza]]\n* [[Tăng Thanh Hà]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Liên kết ngoài==\n\n{{DEFAULTSORT:Nguyễn, Johnathan Hạnh}}\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Sinh năm 1951]]\n[[Thể loại:Doanh nhân gốc Việt]]\n[[Thể loại:Doanh nhân Philippines]]\n[[Thể loại:Sơ khai tiểu sử]]\n[[Thể loại:Người Philippines gốc Việt]]\n[[Thể loại:Huân chương Lao động]]\n[[Thể loại:Huân chương Hữu nghị]]\n[[Thể loại:Người Nha Trang]]\n[[Thể loại:Người Việt di cư]]\n[[Thể loại:Cựu sinh viên Viện Đại học Đà Lạt]]"}