{"31442":"{{Redirect|Lennon|những người khác cùng tên|Lennon (định hướng)}}\n{{Infobox person\n| name               = John Lennon\n| honorific_suffix   = \n| image              = John Lennon 1969 (cropped).jpg\n| alt                = \n| caption            = Lennon vào năm 1969\n| birth_name         = John Winston Lennon\n| birth_date         = {{Birth date|1940|10|9|df=yes}}\n| birth_place        = [[Liverpool]], Anh\n| death_date         = {{Death date and age|1980|12|8|1940|10|9|df=yes}}\n| death_place        = [[Thành phố New York]], [[New York (tiểu bang)|New York]], Hoa Kỳ\n| death_cause        = [[Vụ ám sát John Lennon|Chấn thương do súng đạn]]\n| resting_place      = Hỏa táng; tro cốt rải ở [[Công viên Trung tâm]], Thành phố New York\n| other_names        = John Winston Ono Lennon\n| occupation         = {{hlist|Ca sĩ|Nhạc sĩ|Nhạc công}}\n| years_active       = 1956–1980\n| spouse             = {{ubl|{{marriage|[[Cynthia Lennon|Cynthia Powell]]|23 August 1962|8 November 1968|end=div}}|{{marriage|[[Yoko Ono|Ono Yoko]]|20 March 1969<!--Omission per template instructions-->}}}}\n| partner            = [[May Pang]] (1973–1975)\n| children           = {{hlist|[[Julian Lennon|Julian]]|[[Sean Lennon|Sean]]}}\n| father             = [[Alfred Lennon]]\n| mother             = [[Julia Lennon|Julia Stanley]]\n| relatives          = {{plainlist|\n* [[Julia Baird]] (em cùng mẹ khác cha)\n* [[Mimi Smith]] (bác gái)\n}}\n| module             = {{Infobox musical artist\n| embed            = yes\n| background       = solo_singer\n| genre            = {{hlist|[[Rock music|Rock]]|[[Pop music|pop]]|[[Experimental music|experimental]]}}\n| instrument       = {{hlist|Giọng hát|guitar|keyboard}}\n| label            = {{hlist|[[Parlophone]]|[[Capitol Records|Capitol]]|[[Apple Records|Apple]]|[[Geffen Records|Geffen]]|[[Polydor Records|Polydor]]}}\n| past_member_of   = {{hlist|[[The Quarrymen]]|[[The Beatles]]|[[The Dirty Mac]]|[[Plastic Ono Band]]}}\n}}\n| website            = {{URL|johnlennon.com}}\n| signature          = Firma de John Lennon.svg\n}}\n\n'''John Winston Ono Lennon'''{{#tag:ref|Lennon đã viết giấy chứng nhận thay đổi tên ([[:en:Deed poll|{{small|deed poll}}]]) vào ngày 22 tháng 4 năm 1969, thêm \"Ono\" vào tên đệm. Mặc dù sau đó ông đã sử dụng tên John Ono Lennon, nhưng các tài liệu chính thức vẫn gọi ông là John Winston Ono Lennon.{{sfn|Coleman|1984b|p=64}}|group=\"gc\"}} (tên khai sinh: '''John Winston Lennon'''; 9 tháng 10 năm 1940{{snds}}8 tháng 12 năm 1980) là nam [[ca sĩ]], [[nhạc sĩ]], [[nhạc công]] và [[Phong trào hòa bình|nhà hoạt động hòa bình]]<ref>{{chú thích web |url=https:\/\/johnlennonpeace.weebly.com\/the-john-lennon-peace-movement.html |title=The John Lennon Peace Movement |website=The John Lennon Peace Movement Website}}<\/ref> [[người Anh]], nổi tiếng toàn cầu với tư cách người sáng lập, đồng sáng tác, ca sĩ và nghệ sĩ guitar của ban nhạc [[The Beatles]]. Tác phẩm của Lennon được đặc trưng bởi tính nổi loạn và sự châm biếm đầy sắc sảo trong âm nhạc, văn chương, tranh vẽ, phim ảnh và trong cả những buổi phỏng vấn. Ông cùng với [[Paul McCartney]] tạo nên [[Lennon-McCartney|bộ đôi viết nhạc]] thành công nhất trong lịch sử.<ref>{{chú thích web |last1=Newman |first1=Jason |title=It Takes Two: 10 Songwriting Duos That Rocked Music History |url=http:\/\/www.billboard.com\/articles\/news\/467781\/it-takes-two-10-songwriting-duos-that-rocked-music-history |website=billboard.com |access-date=ngày 5 tháng 10 năm 2017 |date=ngày 23 tháng 8 năm 2011 |quote=By any measure, no one comes close to matching the success of The Beatles' primary songwriters.}}<\/ref>\n\nSinh ra ở [[Liverpool]], Lennon lớn lên trong giai đoạn hưng thịnh của làn sóng [[skiffle]]. Năm 1956, ông thành lập ban nhạc [[The Quarrymen]], sau đó đổi tên thành The Beatles vào năm 1960. Đôi khi được gọi là \"Beatle thông minh\", ông ban đầu là trưởng nhóm, nhưng vai trò này dần dần được nhường lại cho McCartney. Thông qua việc viết nhạc cho The Beatles, Lennon đã tiếp nhận rất nhiều âm hưởng khác nhau, sáng tác và đồng sáng tác các bài hát nổi tiếng mang phong cách rock và pop trong những năm đầu sự nghiệp của ban nhạc. Sau này khi các sáng tác ngày một nổi tiếng, Lennon bổ sung thêm vào các chất liệu mang tính thử nghiệm. Lennon nhanh chóng tham gia sáng tác những sản phẩm văn hóa khác bằng việc tham gia nhiều phim, bao gồm ''[[How I Won the War]]'', cũng như chấp bút hai cuốn sách ''[[In His Own Write]]'' và ''[[A Spaniard in the Works]]'', cả hai đều là tuyển tập những bài viết vô nghĩa và các bức vẽ đơn giản. Kể từ \"[[All You Need Is Love]]\", các bài hát của ông đã được sử dụng làm thánh ca cho [[phong trào phản chiến]] và [[Văn hóa phản kháng của thập niên 1960|văn hóa phản kháng những năm 1960]]. Năm 1969, ông thành lập [[Plastic Ono Band]] cùng với người vợ thứ hai của mình là nghệ sĩ đa phương tiện [[Yoko Ono|Ono Yoko]], tổ chức cuộc biểu tình phản chiến kéo dài hai tuần mang tên [[Bed-ins for Peace]] và [[The Beatles tan rã|rời The Beatles]] để dấn thân vào sự nghiệp solo.\n\nLennon và Ono đã hợp tác trong rất nhiều tác phẩm, bao gồm một bộ ba album [[Avant-garde (nhạc)|avant-garde]], góp mặt trong một số bộ phim khác nhau, album solo đầu tay của ông ''[[John Lennon\/Plastic Ono Band]]'' và những đĩa đơn top 10 trên toàn thế giới như \"[[Give Peace a Chance]]\", \"[[Instant Karma!]]\", \"[[Imagine (bài hát của John Lennon)|Imagine]]\" và \"[[Happy Xmas (War Is Over)]]\". Sau khi chuyển tới sinh sống ở [[Thành phố New York|New York]] vào năm 1971, những chỉ trích nhằm vào [[Chiến tranh Việt Nam]] của ông đã dẫn đến việc chính quyền [[Richard Nixon|Nixon]] cố gắng trục xuất ông trong suốt ba năm tiếp theo. Lennon và Ono ly thân từ năm 1973 đến năm 1975, trong khoảng thời gian đó ông sản xuất album ''[[Pussy Cats]]'' của [[Harry Nilsson]]. Ông cũng có những lần hợp tác đứng đầu bảng xếp hạng với [[Elton John]] (\"[[Whatever Gets You thru the Night]]\") và [[David Bowie]] (\"[[Fame (bài hát của David Bowie)|Fame]]\"). Sau 5 năm gián đoạn, Lennon trở lại hoạt động âm nhạc vào năm 1980 với sự hợp tác cùng Ono trong album ''[[Double Fantasy]]''. Ông bị [[Vụ ám sát John Lennon|bắn chết]] bởi một người hâm mộ Beatles, [[Mark David Chapman]], chỉ ba tuần sau khi phát hành album.\n\nLennon đã có 25 đĩa đơn quán quân trên bảng xếp hạng [[Billboard Hot 100|''Billboard'' Hot 100]]. ''Double Fantasy'', album bán chạy nhất của ông, đã giành được [[giải Grammy cho Album của năm]] vào năm 1981. Năm 1982, Lennon được trao [[giải Brit]] vì những đóng góp xuất sắc cho âm nhạc. Năm 2002, Lennon đứng ở vị trí thứ tám trong cuộc bình chọn [[100 Greatest Britons|100 người Anh vĩ đại nhất]] của [[BBC]]. ''[[Rolling Stone]]'' xếp ông là ca sĩ vĩ đại thứ năm và nghệ sĩ vĩ đại thứ 38 của mọi thời đại. Ông được vinh danh tại [[Đại sảnh Danh vọng Nhạc sĩ]] vào năm 1997 và hai lần được tôn vinh tại [[Đại sảnh Danh vọng Rock and Roll]] với tư cách là thành viên The Beatles vào năm 1988 và nghệ sĩ solo vào năm 1994.\n\n== Cuộc đời và sự nghiệp ==\n=== 1940–57: Những năm đầu đời ===\n{{xem thêm|Julia Lennon|Alfred Lennon|Mimi Smith}}\n[[Tập tin:Mendipsnationaltrust.JPG|200px|nhỏ|phải|Căn nhà tại địa chỉ 251 Menlove Avenue của Mimi và George Smith, nơi mà John đã sống hết tuổi thơ và tuổi thiếu niên]]\nJohn Lennon sinh ngày [[9 tháng 10]] năm [[1940]] ở Bệnh viện phụ sản thành phố Liverpool. Ông là con trai của bà [[Julia Lennon|Julia]] (nhũ danh Stanley) và ông [[Alfred Lennon]] – một lính hải quân đã không có mặt ở nhà khi con trai ra đời{{sfn|Harry|2000b|p=504}}. Cái tên John Winston Lennon được lấy theo tên ông nội, John Jack Lennon, song được sửa theo tên của [[Winston Churchill]]{{sfn|Spitz|2005|p=24: \"Julia offered the name in honour of... Winston Churchill\"}}. Dù không thường xuyên ở nhà, Alfred vẫn thường xuyên gửi [[Séc (chứng từ)|séc]] về địa chỉ 9 Newcastle Road, nơi 2 mẹ con sống{{sfn|Spitz|2005|p=24: \"The entire Stanley clan gathered nightly at Newcastle Road\"}}, song dừng lại sau khi ông đột ngột biến mất vào tháng 2 năm 1944{{sfn|Lennon|2005|p=54: \"Until then he had sent her money each month from his wages, but now it stopped\"}}{{sfn|Spitz|2005|p=26: \"In February 1944... he was arrested and imprisoned. Freddie subsequently disappeared for six months\"}}. Sau khi trốn được về nhà 6 tháng sau, ông đề nghị được gia đình cưu mang, song Julia – lúc đó đang có bầu với người đàn ông khác – đã thẳng thừng từ chối{{sfn|Spitz|2005|p=27}}. Sau khi chị gái [[Mimi Smith]] 2 lần gửi đơn kiến nghị tới Trung tâm hỗ trợ xã hội thành phố, Julia buộc phải chuyển quyền chăm sóc John cho cô. Tháng 7 năm 1946, Alfred tới thăm con trai và mang cậu tới Blackpool nhằm bí mật đưa cậu nhập cư [[New Zealand]] cùng mình{{sfn|Lennon|2005|p=56: \"Alf admitted to her that he had planned to take John to live in New Zealand\"}}. Julia cùng tình nhân của mình lúc đó là \"Bobby\" Dickins đã theo dõi 2 bố con và sau khi phải thừa nhận, Alfred quyết tâm buộc cậu con trai 5 tuổi phải đi theo mình. John 2 lần chọn bố, song khi thấy mẹ đi khỏi, cậu đã òa khóc và chạy theo{{sfn|Spitz|2005|p=30: \"Julia went out of the door... John ran after her\"}}. Phải mất tận 20 năm sau, 2 cha con Lennon mới có thể liên lạc lại với nhau{{sfn|Spitz|2005|p=497}}.\n\nHầu hết tuổi thơ và thiếu niên John sống cùng gia đình Mimi và George Smith – những người không thể có con – ở địa chỉ Mendips, 251 Menlove Avenue, Woolton{{sfn|Lennon|2005|p=56: \"Hard to see why Mimi wanted John, as she had always said she didn't want children\"}}. Người dì đã cung cấp rất nhiều mẩu chuyện cho cậu, còn người bác trai đã tặng cậu một chiếc [[harmonica]] và thường xuyên hướng dẫn cậu chơi trò giải ô chữ{{sfn|Spitz|2005|p=32: \"When he was old enough, taught John how to solve crossword puzzles\"}}. Julia vẫn thường tới Mendips, song tới khi cậu 11 tuổi, họ thường gặp nhau ở số 1 Blomfield Road, Liverpool – nơi cậu được nghe mẹ chơi những ca khúc của [[Elvis Presley]], được mẹ tặng cho chiếc [[banjo]] và được hướng dẫn chơi \"[[Ain't That a Shame]]\" của [[Fats Domino]]{{sfn|Spitz|2005|p=48: \"To get them started, she applied the triad to 'Ain't That a Shame'\"}}.\n\nTới tháng 9 năm 1980, Lennon mới nói về gia đình và bản chất nổi loạn của mình:\n:\"Một phần trong tôi muốn được chấp nhận bởi mọi thành phần của xã hội chứ không phải trở thành một nhà thơ\/nhạc sĩ mất trí to mồm. Tôi không thể trở thành một gã không đúng với con người tôi... Tôi là một đứa nhóc mà mọi cha mẹ nào khác – kể cả bố của Paul – sẽ phải nói \"Tránh xa nó ra...\" Họ đều biết rằng tôi chỉ là một đứa gây phiền phức, một đứa không lành tính và có thể gây ảnh hưởng xấu tới lũ trẻ như tôi vốn vậy. Tôi vốn làm mọi thứ để đập phá nhà của lũ bạn... Một phần vì ghen tị mà tôi không có cái gọi là nhà... nhưng tôi đã từng có... Có năm phụ nữ là gia đình của tôi. Năm người phụ nữ mạnh mẽ, thông minh và xinh đẹp. Năm chị em. Một người trong số đó là mẹ tôi... [Bà] không thể chấp nhận cuộc sống. Bà là người trẻ nhất và có một người chồng phải đi biển, và cuộc chiến bắt đầu và bà không thể một mình chăm sóc tôi được. Và tôi đã phải sống với người chị của bà. Tất cả những người phụ nữ đó thật tuyệt vời... Họ chính là những bài học về phụ nữ đầu tiên của tôi... Vậy nên tôi muốn tiêm nhiễm vài điều vào đầu óc mấy cậu nhóc khác. Tôi nói với chúng ''\"Cha mẹ không phải là các vị thánh bởi vì tôi vốn đâu được sống với họ!\"''\"{{sfn|Sheff|1981|pp=134–136}}\n\nJohn vẫn thường qua thăm anh họ của mình Stanley Parkes ở [[Fleetwood]]. Hơn John 7 tuổi, Stanley thường dẫn cậu đi chơi và xem phim{{sfn|Spitz|2005|p=32: \"Parkes recalled... Leila and John to the cinema as often as three times a day\"}}. Trong những dịp nghỉ lễ, Parkes thường tới gặp Lennon cùng Leila Harvey, một người anh họ nữa, để dẫn tất cả tới Blackpool xem ca nhạc. Họ có lẽ đã tới Blackpool Tower Circus và xem những nghệ sĩ như [[Dickie Valentine]], [[Arthur Askey]], [[Max Bygraves]] và [[Joe Loss]] mà trong số đó, Parkes nhớ rằng Lennon đặc biệt thích [[George Formby]]{{sfn|Harry|2009}}. Sau khi gia đình Parkes chuyển tới Scotland, 3 anh em thường xuyên gặp nhau hơn. Parkes nhớ lại ''\"John, cậu em họ Leila và tôi chơi với nhau rất thân. Từ [[Edinburgh]] chúng tôi thường lái xe tới tận [[Durness]], suốt quãng thời gian từ khi John 9 tới tận lúc cậu ấy 16 tuổi.\"''{{sfn|Harry|2000b|p=702}} Ngày 5 tháng 6 năm 1955, George Smith qua đời ở tuổi 52, lúc đó John 14 tuổi{{sfn|Harry|2000b|p=819}}.\n\nLennon được vào đạo [[Anh giáo]] và theo học ở trường tiểu học Dovedale{{sfn|Harry|2000b|p=411}}. Từ tháng 9 năm 1952 tới năm 1957, cậu vượt qua kỳ thi 11-plus và được nhận vào học tại trường trung học Quarry Bank ở [[Liverpool]], Cây viết Harvey miêu tả John lúc đó như \"Một chàng trai yêu đời, hài hước, dễ dãi và đầy sức sống\"{{sfn|Spitz|2005|pp=32–33}}. Cậu thường vẽ truyện tranh và thỉnh thoảng được đăng trên tờ báo của trường ''The Daily Howl''{{sfn|Spitz|2005|p=40}}, nhưng kể cả khi Lennon đã thể hiện rõ thiên hướng nghệ thuật, nhà trường vẫn tỏ thái độ không hài lòng ''\"Học trò này chắc chắn theo con đường sa ngã... vô vọng... chỉ giỏi làm gã hề trong lớp... làm mất thời gian của các trò khác.\"''{{sfn|ClassReports|2008}}\n\nMẹ của John tặng cậu chiếc guitar đầu tiên vào năm 1956, một chiếc [[Gallotone Champion]] acoustic mà bà cho con trai \"vay\" với năm bảng và 10 shilling với điều kiện là chiếc guitar này sẽ ở nhà bà, chứ không phải nhà Mimi, vì bà biết chị gái mình không có hứng thú với âm nhạc{{sfn|Spitz|2005|p=45}}. Vì Mimi không bao giờ tin rằng John có thể nổi tiếng bằng con đường âm nhạc, bà muốn cậu bé Lennon sẽ phát chán với nó khi nói rằng ''\"Cây guitar thì rất tốt, nhưng mà John, cháu không bao giờ có thể kiếm tiền được với nó.\"''{{sfn|Norman|2008|p=89}} Ngày 15 tháng 7 năm 1958, khi Lennon 17 tuổi, mẹ cậu sau khi tới thăm gia đình Smith đã bị một chiếc xe tải đâm và qua đời{{sfn|Miles|1997|p=48}}.\n\nJohn không qua được kỳ thi GCE O-level, song vẫn được nhận vào Trường Nghệ thuật thành phố Liverpool khi bác và người đỡ đầu của cậu có đứng ra nhờ vả{{sfn|Spitz|2005|p=100}}. Ở đây, cậu bắt đầu mặc những trang phục [[Teddy Boy]] và nhận những lời phàn nàn đầu tiên về gây rối và pha trò trong lớp. Hậu quả là cậu bị đuổi khỏi lớp hội họa, rồi sau đó là lớp về nghệ thuật họa hình và cuối cùng bị yêu cầu đuổi học về hành vi của mình khi cậu ngồi lên đùi người mẫu khỏa thân trong giờ ký họa{{sfn|Harry|2000b|pp=553–555}}. Cậu trượt trong kỳ thi cuối năm dù có được sự giúp đỡ rất tận tình của người bạn cùng lớp và người vợ tương lai của mình, [[Cynthia Lennon|Cynthia Powell]], và bị \"tống ra khỏi trường trước khi năm học kết thúc\"{{sfn|Lennon|2005|p=50}}.\n\n=== 1957–70: Từ The Quarrymen tới The Beatles ===\n{{Xem thêm|The Quarrymen|Lennon-McCartney|Brian Epstein|The Beatles|Beatlemania|British Invasion|Nổi tiếng hơn cả Chúa Jesus|The Beatles tan rã}}\n==== 1957–66: Thành lập, những năm lưu diễn và nổi tiếng toàn cầu ====\n[[Tập tin:The Beatles arrive at JFK Airport.jpg | nhỏ | Lennon (trái) cùng các thành viên của [[The Beatles]] tại [[Sân bay quốc tế John F. Kennedy|Sân bay JFK]], [[Hoa Kỳ]] vào ngày [[7 tháng 2]] năm [[1964]].]]\n\n[[The Beatles]] được phát triển từ ban nhạc của Lennon, [[The Quarrymen]]. Được đặt tên theo trường Quarry Bank, ban nhạc được thành lập vào tháng 9 năm 1956, khi cậu mới 15 tuổi và là một nhóm chơi nhạc [[skiffle]]{{sfn|Harry|2000b|p=738}}. Tới mùa hè năm 1957, The Quarrymen đã chơi một \"số lớn bài hát\" pha trộn nửa skiffle nửa [[rock and roll]]{{sfn|Spitz|2005|p=95}}. Lennon lần đầu gặp [[Paul McCartney]] trong buổi trình diễn thứ hai của nhóm, ngày [[6 tháng 7]] tại Nhà thờ St. Peter ở Woolton. Sau đó, McCartney xin gia nhập nhóm{{sfn|Spitz|2005|pp=93–99}}.\n\nMcCartney nói rằng Mimi \"rất ngỡ ngàng vì John lại có cậu bạn lớp dưới\", và thường nhiệt tình mỗi khi cậu qua chơi với Lennon{{sfn|Miles|1997|p=44}}. Theo người anh Mike, bố của McCartney thì không hài lòng, cho rằng John chỉ khiến cho con trai ông \"gặp rắc rối\"{{sfn|Miles|1997|p=32}}, cho dù sau đó ông cũng tạo điều kiện cho nhóm tập luyện tại phòng của McCartney ở địa chỉ 20 Forthlin Road{{sfn|Miles|1997|pp=38–39}}{{sfn|Lennon|2005|p=47}}. Trong khoảng thời gian đó, cậu nhóc 18 tuổi Lennon đã viết ca khúc \"Hello Little Girl\" – ca khúc 9 năm sau trở thành bản hit top 10 tại Anh được hát bởi [[The Fourmost]]{{sfn|Harry|2000b|pp=337–338}}.\n\n[[George Harrison]] muốn vào nhóm trong vai trò tay guitar chính chơi lead{{sfn|Miles|1997|pp=47, 50}}. Vì Lennon cho rằng Harrison (lúc đó mới 14 tuổi) còn quá trẻ để chơi với ban nhạc, vậy nên McCartney bố trí để Lennon lần thứ 2 xem trực tiếp Harrison chơi bài \"Raunchy\" trên tầng nóc của chiếc xe bus của thành phố{{sfn|Miles|1997|pp=47}}. [[Stuart Sutcliffe]], bạn cùng trường nghệ thuật với John, gia nhập nhóm sau đó trong vai trò bass{{sfn|Lennon|2005|p=64}}. Đầu những năm 60, 4 người đổi tên nhóm thành \"The Beatles\". Tới tháng 8, họ được mời lưu diễn [[The Beatles ở Hamburg|48 đêm ở Hamburg]], [[Đức]]. Họ cần một tay trống, và [[Pete Best]] được mời vào nhóm{{sfn|Miles|1997|p=57}}. Lennon lúc đó đã 19, và người bác gái Mimi – vốn đang phát hoảng khi nghe cậu nói về chuyến đi – đã yêu cầu cậu tiếp tục chương trình học nghệ thuật ở trường{{sfn|Lennon|2005|p=53}}. Sau tour diễn đầu tiên đó, [[The Beatles]] tiếp tục quay lại đó lần thứ 2 vào tháng 4 năm 1961, rồi lần thứ 3 vào tháng 4 năm 1962. Cũng như các thành viên khác, Lennon được tiếp xúc với [[preludin]]{{#tag:ref|Phenmetrazine, còn có tên khác là Preludin hay PAL-592 là một chất hữu cơ có cấu trúc vòng a-min. Đây là một loại [[ma túy]] nhẹ, lần đầu được bày bán vào năm 1959 song nhanh chóng bị thu hồi và bị coi là bất hợp pháp kể từ năm 1965 ở [[Thụy Điển]]. Lần lượt các nước [[châu Âu]] sau đó cũng tuyên bố cấm với hợp chất kích thích này.|group=\"gc\"}}{{sfn|Miles|1997|pp=66–67}} cùng nhiều loại chất kích thích khác, trong đó có cả [[amphetamin]], xuyên suốt những buổi diễn dài thâu đêm{{sfn|Lennon|2005|p=57}}.\n\n[[Brian Epstein]], quản lý của [[The Beatles]] từ năm 1962, là một [[doanh nhân]] không có ảnh hưởng gì về mặt chuyên môn của nhóm, song lại là một người chú trọng tới trang phục và thái độ của họ trên sân khấu{{sfn|The Beatles|2000|p=67}}. Lennon ban đầu không thích những yêu cầu của Epstein về việc bắt buộc nhóm phải thể hiện một thái độ chuyên nghiệp, song về sau cũng nhượng bộ: ''\"Tôi có thể đeo cả chiếc mũi hề nếu được trả tiền.\"''{{sfn|Frankel|2007}} McCartney được chuyển sang chơi bass sau khi Sutcliffe quyết định ở lại Hamburg, còn [[Ringo Starr]] thay thế Best chơi trống, hoàn thiện đội hình bộ tứ huyền thoại cho tận tới khi ban nhạc tan rã vào năm 1970. Đĩa đơn đầu tay của nhóm, \"[[Love Me Do]]\", được phát hành vào tháng 10 năm 1962 và đạt vị trí số 17 tại [[UK Singles Chart]]. Họ tiến hành thu âm album đầu tay ngay sau đó, ''[[Please Please Me]]'', trong vòng 10 giờ liên tục của ngày 11 tháng 2 năm 1963{{sfn|Harry|2000b|p=721}} khi mà Lennon bị cảm lạnh, gây ảnh hưởng nặng nề tới phần hát trong ca khúc \"[[Twist and Shout]]\"{{sfn|Spitz|2005|p=376: \"He had been struggling all day to reach notes, but this was different, this hurt\"}}. [[Lennon-McCartney]] đã cùng viết 8 trong tổng số 14 ca khúc trong album đó. Ngoài vài ngoại lệ, trong đó có ca khúc tiêu đề, Lennon luôn đem tình yêu tuổi trẻ vào trong phần lời của album: ''\"Chúng tôi đơn giản chỉ viết... mấy ca khúc pop mà không nghĩ tới bất kể điều gì khác ngoài tạo nên giai điệu. Và phần lời hầu hết chẳng liên quan.\"''{{sfn|Harry|2000b|p=721}} Trong bài phỏng vấn vào năm 1987, McCartney tiết lộ rằng các Beatle khác đều thần tượng John: ''\"Anh ấy với chúng tôi như Elvis vậy... Chúng tôi đều nghe theo John. Anh ấy lớn tuổi nhất và anh ấy có tư chất thủ lĩnh, anh ấy dí dỏm nhất và cũng là người thông minh nhất.\"''{{sfn|Doggett|2010|p=33}}\n\n{{Listen|pos=right|filename=Twist And Shout.ogg|title=\"Twist anh Shout\" (1963)|description=Lennon đã gần như mất giọng sau khi thu âm ca khúc \"[[Twist anh Shout]]\" trong album đầu tay của The Beatles, ''Please Please Me''|filename2=Help!TheBeatles.ogg|title2=\"Help!\" (1965)|description2=Những trăn trở đầu tiên về âm nhạc đã được Lennon bộc lộ trực tiếp qua ca khúc \"[[Help! (bài hát)|Help!]]\", mở đầu cho album và bộ phim cùng tên vô cùng thành công sau đó của The Beatles|format2=[[Ogg]]|filename3=Nowhere Man.ogg|title3=\"Nowhere Man\" (1965)|description3=Lennon viết nên \"[[Nowhere Man]]\" là ca khúc đầu tiên của The Beatles không đề cập tới chủ đề tình yêu nam-nữ, đánh dấu bước ngoặt rõ ràng trong sự nghiệp của ban nhạc|format3=[[Ogg]]}}\n[[The Beatles]] có được những thành công ở Anh ngay đầu năm 1963. Lennon vẫn đi tour khi con trai đầu lòng, [[Julian Lennon|Julian]], ra đời vào tháng 4. Trong buổi trình diễn tại Royal Variety Show trong đó có sự có mặt của Nữ hoàng và các thành viên hoàng gia khác, Lennon đã nói: ''\"Với những ca khúc tiếp theo, chúng tôi có một thỉnh cầu. Với những người mua vé rẻ, mong quý vị cứ vỗ tay... còn những người còn lại hãy lắc đồ trang sức của mình.\"''{{sfn|Shennan|2007}} Đúng 1 năm sau hiện tượng [[Beatlemania]] ở Anh, chuyến đi tới Mỹ lịch sử của ban nhạc vào tháng 2 năm 1964 cùng với sự xuất hiện trong chương trình trực tiếp ''[[The Ed Sullivan Show]]'' đã đưa họ nổi tiếng toàn cầu. Trong suốt 2 năm đi tour, đóng phim và viết nhạc, Lennon đã tranh thủ viết 2 cuốn tự truyện, ''[[In His Own Write]]'' và ''[[A Spaniard in the Works]]''{{sfn|Coleman|1984a|pp=239–240}}. The Beatles nhận được sự thừa nhận từ nước Anh khi họ được trao tước hiệu [[Huân chương Đế quốc Anh|Thành viên của Hoàng gia Anh]] (MBE) trong ngày kỷ niệm sinh nhật Nữ hoàng vào năm 1965{{sfn|London Gazette|1965|p=5488}}.\n\nJohn sớm nhận ra rằng người hâm mộ tới xem hòa nhạc của The Beatles thực tế gần như không nghe được gì giữa những tiếng la hét, và vì thế tính âm nhạc của buổi diễn bị ảnh hưởng nhiều{{sfn|Coleman|1984a|p=288}}. Ông sớm viết ra điều đó vào năm 1965 qua ca khúc \"[[Help! (bài hát)|Help!]]\": \"I meant it... It was me singing 'help'\". Ông tăng cân (sau này ông gọi đó là thời kỳ ''Elvis mập''){{sfn|Lawrence|2005|p=62}} và cho rằng cũng không cần thiết phải thay đổi{{sfn|The Beatles|2000|p=171}}. Tháng 1 năm sau, ban nhạc phát hiện ra chất [[LSD]]{{#tag:ref|Lysergic acid diethylamide (C<sub>20<\/sub>H<sub>25<\/sub>N<sub>30<\/sub>) gọi tắt là LSD là một loại thuốc thuộc nhóm gây ảo giác. LSD được khám phá vào năm 1938 và là một trong những loại hóa chất làm thay đổi tâm thần. Nó được chế tạo từ acid lysergic tìm thấy trong ergot, một thứ nấm mọc trên lúa mạch và nhiều loại gạo nếp khác.|group=\"gc\"}} khi một vị nha sĩ – chủ trì bữa tối có gia đình Lennon và Harrison – mời họ dùng cafe pha chất kích thích này{{sfn|Harry|2000b|p=570}}. Khi họ ra về, vị nha sĩ nói rằng họ có lẽ đã bị ngấm thuốc và không nên đi vì những tác dụng phụ của nó. Sau đó, trong thang máy của 1 hộp đêm, họ đã tưởng rằng đang có cháy ''\"Chúng tôi đã hét rú lên... quá nóng và quá kích động.\"''{{sfn|Harry|2000b|p=570}} Tới tháng 3, trong buổi phỏng vấn tại ''Evening Standard'' cùng nhà báo Maureen Cleave, Lennon nhấn mạnh ''\"[[Thiên Chúa giáo]] rồi sẽ biến mất. Nó sẽ bị phá hủy hoặc lu mờ... Giờ chúng tôi còn nổi tiếng hơn cả [[Giê-su|Chúa Jesus]] – tôi còn không rõ rằng cái gì sẽ biến mất trước, giữa rock 'n' roll và Thiên Chúa giáo.\"''{{sfn|Cleave|2007}} Câu nói này không gây nhiều chú ý ở Anh song lại tạo ra 1 làn sóng phản đối dữ dội ở Mỹ khi một tạp chí đăng lại nó khoảng 5 tháng sau. Những hành động phản đối – bao gồm việc đốt các sản phẩm của The Beatles, những cuộc tuyên truyền của [[Ku Klux Klan]] và cả những lời hăm dọa nhằm vào Lennon – đã một phần dẫn tới quyết định dừng lưu diễn của ban nhạc{{sfn|Gould|2008|pp=5–6, 249, 281, 347}}.\n\n==== 1967–70: Thời kỳ phòng thu và tan rã ====\n[[Tập tin:Lennon A Day in the Life.jpg|nhỏ|phải|220px|Lennon trong video của ca khúc \"[[A Day in the Life]]\" (1967) – một trong những tuyệt tác thời kỳ phòng thu của The Beatles]]\nKhông còn thấy hài lòng sau buổi trình diễn trực tiếp cuối cùng vào ngày [[29 tháng 8]] năm [[1966]], Lennon cảm thấy lạc lối và bắt đầu bộc lộ những biểu hiện muốn rời khỏi ban nhạc{{sfn|Brown|1983|p=222}}. Kể từ lần đầu tiếp xúc với LSD vào tháng 1, ông ngày một lạm dụng ma túy và thường xuyên chịu những tác dụng phụ của nó suốt cả năm{{sfn|Gould|2008|p=319}}. Theo cây viết sử [[Ian MacDonald]], Lennon dùng chất kích thích nhằm giúp ông \"thấy mình không tồn tại\"{{sfn|MacDonald|2005|p=281}}. Năm 1967 cũng là năm phát hành bài hát \"[[Strawberry Fields Forever]]\" mà theo tạp chí ''[[Time (tạp chí)|Time]]'' là một \"sáng tạo đáng kinh ngạc\", cùng với đó là album huyền thoại ''[[Sgt. Pepper's Lonely Hearts Club Band]]'', đánh dấu bước ngoặt trong phần ca từ của Lennon khi nó đối lập hoàn toàn với thời kỳ Lennon-McCartney trước đó.\n\nTới tháng 8 cùng năm, sau khi được nghe giới thiệu về thiền sư [[Maharishi Mahesh Yogi]], ban nhạc dành cả cuối tuần để lắng nghe những lời giảng đầu tiên của ông về [[Thiền siêu việt]] tại Bangor, xứ Wales{{sfn|BBC News|2007b}}. Cùng lúc đó, họ nghe tin dữ về cái chết của quản lý [[Brian Epstein]]. ''\"Chúng tôi biết mọi khó khăn sắp bắt đầu''\", sau này Lennon nói, ''\"Tôi chẳng hề có một chút khả năng gì khác ngoài việc chơi nhạc, và tôi đã rất sợ.\"''{{sfn|Brown|1983|p=276}} Họ cùng nhau sau đó tới khu [[ashram]]{{#tag:ref|Khu thiền đặc biệt của đạo Hindu. Thông thường ashram là nơi để lĩnh hội tôn giáo, tĩnh tâm và tập luyện yoga. The Beatles tới khu ashram của Maharashi ở Rishikesh, Ấn Độ vào mùa xuân năm 1968 và lưu lại đó với những quãng thời gian dài ngắn khác nhau. Trong chuyến đi đó, bạn gái và vợ của các thành viên ban nhạc cũng tới thiền tại đây. Tuy nhiên, Yoko Ono chưa chính thức xuất hiện vào khoảng thời gian này.|group=\"gc\"}} của Maharishi để tiếp tục luyện thiền, nơi mà họ đã viết phần lớn những ca khúc sau này nằm trong 2 album ''[[The Beatles (album)|The Beatles]]'' và ''[[Abbey Road]]''{{sfn|Miles|1997|p=397}}.\n\nBộ phim phản chiến và châm biếm ''[[How I Won the War]]'' – bộ phim duy nhất không của The Beatles mà Lennon thủ vai từ đầu tới cuối – được trình chiếu vào tháng 10 năm 1967{{sfn|Hoppa|2010}}. McCartney trở thành người phụ trách dự án đầu tiên của ban nhạc thời hậu-Epstein{{sfn|Miles|1997|p=349-373}} khi tự viết, đạo diễn và sản xuất bộ phim ''[[Magical Mystery Tour (phim)|Magical Mystery Tour]]'', được phát hành vào tháng 12 cùng năm. Trong khi bộ phim này bị coi là thất bại thực sự đầu tiên của họ, thì bản [[Magical Mystery Tour|soundtrack]] của nó với phần đóng góp của Lennon trong ca khúc lấy cảm hứng từ [[Lewis Carroll]] – \"[[I Am the Walrus]]\" – lại có được thành công vang dội{{sfn|Logan|1967}}{{sfn|Lewisohn|1988|p=131}}. Với sự ra đi của Epstein, các thành viên của ban nhạc buộc phải tự xoay xở các dự án kinh doanh; tới tháng 2 năm 1968, họ thành lập nên [[Apple Corps]], một công ty hoạt động đa phương tiện bao gồm [[Apple Records]] và nhiều công ty con khác. Lennon đã miêu tả công ty như một nỗ lực vượt bậc \"một thứ tự do nghệ thuật trong cấu trúc kinh doanh\"{{sfn|Harry|2000b|p=31}}, song việc ông lạm dụng ma túy cùng với mối quan hệ thân thiết với [[Ono Yōko]], kèm với đó là kế hoạch kết hôn của McCartney, đã khiến công ty rơi vào cảnh thiếu người quản lý chuyên nghiệp. Lennon có gửi lời tới Richard Beeching, song ông từ chối và đề nghị ông nên chú tâm vào việc thu âm. Lennon sau đó chuyển sang [[Allen Klein]], người từng làm quản lý cho [[The Rolling Stones|The Stones]] và nhiều nghệ sĩ khác trong thời kỳ [[British Invasion]]. Klein được Lennon, Harrison và Starr ủng hộ trở thành quản lý của Apple{{sfn|TelegraphKlein|2010}}, song McCartney thì chưa bao giờ ký vào bản hợp đồng đó{{sfn|Miles|1997|p=549: \"Paul never did sign the management contract\"}}.\n\n{{Listen|pos=right|filename=Lucy In The Sky With Diamonds.ogg|title=\"Lucy in the Sky with Diamonds\" (1967)|description=Được Lennon sáng tác sau câu nói của con trai [[Julian Lennon|Julian]], ca khúc \"[[Lucy in the Sky with Diamonds]]\" cuối cùng bị cấm phát sóng vì ký tự viết tắt của nó làm liên tưởng tới chất [[LSD]]|filename2=Revolution The Beatles sample.ogg|title2=\"Revolution\" (1968)|description2=Sáng tác \"[[Revolution (bài hát)|Revolution]]\" được thu âm trong thời kỳ ''Album trắng'' của The Beatles minh chứng mối quan tâm đặc biệt của Lennon tới các vấn đề chính trị|format2=[[Ogg]]|filename3=Give Peace a Chance.ogg|title3=\"Give Peace a Chance\" (1968)|description3=Đĩa đơn đầu tay của Plastic Ono Band \"[[Give Peace a Chance]]\" nhanh chóng trở thành thánh ca của phong trào phản chiến thập niên 1970, đặc biệt cho cuộc [[chiến tranh Việt Nam]]|format3=[[Ogg]]}}\nCuối năm 1968, Lennon tham gia vào dự án phim ''[[The Rolling Stones Rock and Roll Circus]]'' (không được phát hành cho tới tận năm 1996) trong vai một thành viên của [[The Dirty Mac]]. Siêu ban nhạc đó bao gồm Lennon, [[Eric Clapton]], [[Keith Richards]], [[Mitch Mitchell]] và cả Ono hát nền trong bộ phim{{sfn|Harry|2000b|pp=774–775}}. Ngày [[20 tháng 3]] năm [[1969]], Lennon và Ono tổ chức đám cưới, và ngay sau đó cho trưng bày 14 [[in thạch bản|bản in đá]] ghi lại tuần trăng mật của họ dưới tên \"Bag One\"{{sfn|Fawcett|1976|p=185}}, trong đó có tám bản được coi là không đứng đắn và hầu hết trong số đó đã bị cấm và bị tịch thu{{sfn|Coleman|1984a|p=279}}. Công việc của Lennon còn tiếp tục với The Beatles suốt những năm 1968-1969, song ông và Ono cũng kịp cho phát hành chuỗi 3 album mang phong cách thể nghiệm: ''[[Unfinished Music No.1: Two Virgins]]''{{sfn|Coleman|1984a|pp=48–49}} (được nhớ tới chủ yếu vì phần bìa chứ không phải vì phần âm nhạc), ''[[Unfinished Music No.2: Life with the Lions]]'' và ''[[Wedding Album]]''. Năm 1969, họ thành lập nên [[Plastic Ono Band]] và phát hành ''[[Live Peace in Toronto 1969]]''. Nhằm phản đối việc Anh can thiệp vào \"vấn đề Nigeria-Biafra\"<ref>{{chú thích báo |date=27 October 2016 |title=John Lennon MBE refusal letter valued at £60k |url=https:\/\/www.bbc.co.uk\/news\/uk-england-merseyside-37787297 |newspaper=[[BBC News]] |location=Liverpool |access-date=27 October 2016 |url-status=live |archive-url=https:\/\/web.archive.org\/web\/20161027122505\/http:\/\/www.bbc.co.uk\/news\/uk-england-merseyside-37787297 |archive-date=27 October 2016 }}<\/ref> (cụ thể là [[Nội chiến Nigeria]]){{sfn|Miles|2001|p=360}}, sự ủng hộ Mỹ trong Chiến tranh Việt Nam và (có thể bỡn cợt) ngăn việc \"Cold Turkey\" trượt dài trên các bảng xếp hạng<ref>{{chú thích báo |url=https:\/\/www.telegraph.co.uk\/culture\/culturenews\/4128022\/MBE-medal-that-John-Lennon-rejected-unearthed-in-royal-vault.html |title=Beatles fans call for return of MBE medal rejected by John Lennon |newspaper=The Daily Telegraph |date=2 August 2013 |access-date=2 August 2013 |url-status=live |archive-url=https:\/\/web.archive.org\/web\/20131215005411\/http:\/\/www.telegraph.co.uk\/culture\/culturenews\/4128022\/MBE-medal-that-John-Lennon-rejected-unearthed-in-royal-vault.html |archive-date=15 December 2013 }}<\/ref>, Lennon gửi trả lại huân chương [[Huân chương Đế quốc Anh|MBE]] cho Nữ hoàng Anh cho dù nó không có ý nghĩa gì với tước hiệu MBE của ông. Từ năm 1969 đến năm 1970, Lennon cho phát hành đĩa đơn \"[[Give Peace a Chance]]\" (ca khúc trở thành giai điệu chính của phong trào chống [[chiến tranh Việt Nam]]), \"[[Cold Turkey]]\" (ca khúc ghi lại những trải nghiệm của ông với những cơn say heroin) và \"[[Instant Karma!]]\".\n\nJohn chính thức rời ban nhạc vào tháng 9 năm 1969{{sfn|Edmondson|2010|pp=129–130}} và thỏa thuận sẽ không đăng tải lên phương tiện thông tin đại chúng nhằm giúp ban nhạc có thêm thuận lợi trong việc ký vài hợp đồng. Song ông thực sự tức giận khi thấy McCartney ngay sau đó cho phát hành [[McCartney (album)|album solo đầu tay]] vào tháng 4 năm 1970. Ông phản ứng ''\"Lạy Chúa! Gã ta định vơ hết tất cả vào mình!\"''{{sfn|Spitz|2005|pp=853–54}} Sau này ông viết ''\"Tôi lập ra ban nhạc. Tôi giải tán nó. Đâu có gì lạ?\"''{{sfn|Loker|2009|p=348}} Khi được phỏng vấn trên tạp chí ''[[Rolling Stone]]'', Lennon thể hiện rõ sự căm hận tới McCartney: ''\"Tôi sẽ là một gã tồi nếu làm những điều như Paul đã làm: tất cả cũng chỉ để bán đĩa.\"''{{sfn|Wenner|2000|p=32}} Ông cũng nói rằng đã nhận thấy nhiều sự thù hằn nhắm vào Ono cũng như ông, và cái cách mà ông, Harrison và Starr ''\"phát chán vì bị coi là những kẻ làm nền cho Paul... Sau khi Brian Epstein qua đời, chúng tôi sụp đổ. Paul đã nắm lấy lúc đó và tự cho mình quyền lãnh đạo chúng tôi. Nhưng tại sao chúng tôi lại cần kẻ lãnh đạo khi thực tế vẫn luẩn quẩn trong một vòng tròn?\"''{{sfn|Wenner|2000|p=24}}\n\n=== 1970–80: Sự nghiệp solo ===\n==== 1970–72: Những thành công đầu tiên và hoạt động xã hội ====\n[[Tập tin:John Lennon Imagine 1971.jpg|nhỏ|200px|Bức ảnh nổi tiếng trên bìa tạp chí ''Billboard'' năm 1971 giới thiệu album ''[[Imagine (album)|Imagine]]'']]\nNăm 1970, Lennon và Ono bắt đầu điều trị tâm lý tại phòng khám của bác sĩ Arthur Janov ở [[Los Angeles]], [[California]]. Với mục đích giải tỏa những nỗi đau mà Lennon phải trải qua khi còn nhỏ, Janov tiến hành điều trị 2 ngày rưỡi mỗi tuần và kéo dài suốt 4 tháng; ông muốn điều trị cho cả hai lâu hơn, song đôi vợ chồng sau đó phải quay trở lại [[Luân Đôn|London]]{{sfn|Harry|2000b|pp=408–410}}. Album solo đầu tay của John, ''[[John Lennon\/Plastic Ono Band]]'' (1970), nhận được nhiều phản hồi tích cực. Cây viết Greil Marcus đánh giá ''\"Lennon hát với giọng của \"Chúa\" và có lẽ là album mượt mà nhất của nhạc rock.\"''{{sfn|Blaney|2005|p=56}} Album bao gồm ca khúc \"[[Mother (bài hát của John Lennon)|Mother]]\" mà Lennon viết về cảm giác bị hắt hủi khi còn nhỏ{{sfn|Harry|2000b|pp=640–641}}, và bài hát mang phong cách Dylan \"[[Working Class Hero]]\" – một bài hát mang chút đả kích vào tầng lớp tư sản, trong đó phần lời có câu \"you're still fucking peasants\" gây sốc cho khá nhiều thính giả{{sfn|Riley|2002|p=375}}{{sfn|Schechter|1997|p=106}}. Cùng năm, những nhận xét giàu tính chính trị của [[Tariq Ali]] khi ông phỏng vấn Lennon đã gây cảm hứng cho Lennon viết nên \"[[Power to the People]]\". Sau này, Lennon cũng đồng tình với Ali trong việc bảo vệ tạp chí ''[[Oz (tạp chí)|Oz]]'' trước những cáo buộc khiêu dâm. Ông phê phán hành động đó như \"thứ phát-xít ghê tởm\", rồi cùng Ono (dưới tên Elastic Oz Band) cho phát hành đĩa đơn \"God Save Us\/Do the Oz\" trước khi tham gia ủng hộ tờ báo{{sfn|Wiener|1990|p=157}}.\n\nAlbum tiếp theo của Lennon, ''[[Imagine (album)|Imagine]]'' (1971), lại nhận được khá nhiều sự thận trọng. ''Rolling Stone'' nhận xét ''\"nó mang những thứ chính yếu nhất của thứ âm nhạc hay\"'' song cũng cảnh báo rằng ''\"thái độ của nó nếu không phải là thiểu năng thì cũng là vô hồn\"''{{sfn|Gerson|1971}}. Ca khúc nhan đề của album sau này trở thành thánh ca của mọi phong trào phản chiến{{sfn|Vigilla|2005}}, trong khi \"[[How Do You Sleep?]]\" là câu trả lời trực tiếp tới McCartney và album ''[[Ram (album)|Ram]]'' mà Lennon cảm thấy (và sau này McCartney cũng đã khẳng định{{sfn|Goodman|1984}}) đó là lời công kích tới mình và Ono. Tuy nhiên Lennon cũng làm dịu đi những căng thẳng vào giữa những năm 70 khi nói rằng ông viết \"How Do You Sleep?\" cho bản thân mình{{sfn|Harry|2000b|pp=354–356}}. Song tới năm 1980, ông bộc bạch: ''\"Tôi đã dành hết những tức giận vào Paul... không xấu xa thì cũng đầy thù hằn. Tôi nhét đầy tức giận với Paul và The Beatles vào ca khúc \"How Do You Sleep?\". Những ý nghĩ đó vẫn luôn luẩn quẩn trong đầu tôi...\"''{{sfn|Peebles|1981|p=44}}\n\n{{Listen|pos=right|filename=Working Class Hero.ogg|title=\"Working Class Hero\" (1970)|description=Với \"[[Working Class Hero]]\", Lennon đã trực tiếp đứng lên đả kích tầng lớp tư sản|filename2=Imagine.ogg|title2=\"Imagine\" (1971)|description2=Ca khúc \"[[Imagine (bài hát)|Imagine]]\" trong album cùng tên là thánh ca của mọi phong trào hòa bình và là một trong những giai điệu nổi tiếng nhất lịch sử âm nhạc|format2=ogg}}\nLennon và Ono chuyển tới New York vào tháng 8 năm 1971, và tới tháng 12 họ phát hành ca khúc \"[[Happy Xmas (War Is Over)]]\"{{sfn|Allmusic|2010f}}. Năm tiếp theo chứng kiến việc chính phủ Nixon bắt đầu thứ mà được gọi là \"động thái chiến lược\" nhằm chống lại phong trào phản chiến và phong trào phản đối Nixon của Lennon, dẫn tới quãng thời gian dài 4 năm yêu cầu trục xuất đối với ông. Năm 1972, vợ chồng Lennon buộc phải nhờ tới ảnh hưởng hậu bầu cử ở tiểu bang New York của nhà hoạt động hòa bình [[Jerry Rubin]] sau khi ứng cử viên tổng thống McGovern thất cử trước Nixon<ref name=\"DeMain\">{{chú thích web | url=http:\/\/performingsongwriter.com\/john-lennon-fbi-files\/ | title=John Lennon and the FBI | publisher=Performing Songwriter | work=Dangerous Liaisons: The FBI Files of Musicians | access-date =ngày 19 tháng 1 năm 2013 | author=Bill DeMain | archive-date = ngày 17 tháng 1 năm 2013 | archive-url=https:\/\/web.archive.org\/web\/20130117225323\/http:\/\/performingsongwriter.com\/john-lennon-fbi-files\/ }}<\/ref><ref name=\"Glenn\">{{chú thích web | url=http:\/\/annarborchronicle.com\/2009\/12\/27\/the-day-a-beatle-came-to-town\/ | title=The Day a Beatle Came to Town | publisher=The Ann Arbor Chronicle | date=ngày 27 tháng 12 năm 2009 | access-date =ngày 19 tháng 1 năm 2013 | author=Alan Glenn | archive-date = ngày 14 tháng 11 năm 2012 | archive-url=https:\/\/web.archive.org\/web\/20121114181138\/http:\/\/annarborchronicle.com\/2009\/12\/27\/the-day-a-beatle-came-to-town\/ | url-status=dead }}<\/ref>. Bị vướng vào một cuộc chiến pháp lý lâu dài với cơ quan lưu trú, Lennon liên tục bị từ chối quyền được cấp thẻ cư trú (sau này tới tận năm 1976 mới được giải quyết){{sfn|Wiener|1990|p=204}}. Thất vọng, Lennon lại sử dụng ma túy và [[quan hệ tình dục]] với một người hâm mộ nữ, khiến Ono gặp nhiều vấn đề mới. Bài hát \"Death of Samantha\" của bà được bắt nguồn từ sự kiện trên<ref>LennoNYC, PBS Television 2010<\/ref>.\n\n''[[Some Time in New York City]]'' được thu cùng Ono với phần chơi lót của ban nhạc Elephant's Memory và được phát hành vào tháng 6 năm 1972. Bao gồm những ca khúc nói về quyền lợi của phụ nữ, quan hệ sắc tộc, vai trò của nước Anh ở Bắc Ireland và các vấn đề về việc cấp thẻ xanh của Lennon{{sfn|BBC News|2006a}}, album bị đánh giá rất thấp về chuyên môn và bị giới chuyên môn coi là \"không thể nghe nổi\"{{sfn|Landau|1974}}. \"[[Woman Is the Nigger of the World]]\" được chọn làm đĩa đơn cho album, sau đó được chiếu trên truyền hình vào ngày 11 tháng 5 trong chương trình ''The Dick Cavett Show''. Rất nhiều đài phát thanh từ chối phát ca khúc này vì sử dụng từ \"nigger\"{{#tag:ref|\"Nigger\" hay \"nigga\" là một từ cổ trong tiếng Mỹ ám chỉ những người lao động da màu trong các nông trại ở đây từ thời chế độ nô lệ. Sau khi [[Nội chiến Hoa Kỳ|cuộc nội chiến Mỹ]] kết thúc vào năm 1865 dẫn đến việc tổng thống [[Abraham Lincoln]] tuyên bố bãi bỏ chế độ nô lệ, từ này trở nên ít phổ biến song vẫn được dùng trong tầng lớp lao động, đặc biệt giữa những cộng đồng người da màu tại Mỹ. Tuy nhiên, trong hoàn cảnh người da trắng sử dụng từ \"nigger\", nghĩa của nó gần giống với từ \"mọi đen\" và mang nhiều tính phân biệt chủng tộc – vấn đề vẫn luôn nhạy cảm với xã hội phương Tây.|group=\"gc\"}}{{sfn|Harry|2000b|pp=979–980}}. Lennon và Ono sau đó tổ chức 2 buổi hòa nhạc từ thiện cùng ban nhạc Elephant's Memory ở New York nhằm quyên góp tiền cho các bệnh nhân ở Trường tâm thần giáo dưỡng Willowbrook{{sfn|Deming|2008}}. Buổi diễn được tổ chức tại [[Madison Square Garden]] vào ngày [[30 tháng 8]] năm [[1972]] chính là buổi trình diễn trực tiếp chính thức cuối cùng của họ{{sfn|The Rock and Roll Hall of Fame and Museum|1994}}.\n\n==== 1973–75: \"Tuần lễ lạc lối\" ====\n[[Tập tin:John Lennon last television interview Tomorrow show 1975.JPG|210px|nhỏ|phải|Bức ảnh chụp Lennon cùng biên tập viên Tom Snyder trong chương trình ''Tomorrow'' vào năm 1975. Đây cũng là lần cuối cùng Lennon trả lời phỏng vấn trên truyền hình]]\nTrong khi Lennon tiến hành thu âm album ''[[Mind Games]]'' (1973), anh và Ono quyết định chia tay. 18 tuần lễ đó được anh gọi là \"lost weekend\"{{#tag:ref|''Lost weekend'' – tạm dịch ''Tuần lễ lạc lối'' – là cuốn tiểu thuyết đầu tay đình đám của nhà văn Charles R. Jackson được phát hành vào năm 1944. Tiểu thuyết kể về câu chuyện xung quanh một kẻ bợm rượu, Don Birnam. Thành công đặc biệt của cuốn sách trong việc miêu tả tâm lý của các nhân vật đã gây ảnh hưởng sâu rộng với nền văn hóa Mỹ suốt những năm sau đó. [[The Lost Weekend|Bộ phim cùng tên]] được chuyển thể và công chiếu ngay năm 1945<ref>Slide, tr. 101<\/ref> với sự tham gia của tài tử [[Ray Milland]] trong vai Birnam là một bộ phim xuất sắc, giành được 4 trong số 7 đề cử của giải Oscar bao gồm Giải Đạo diễn xuất sắc nhất, Giải Kịch bản chuyển thể xuất sắc nhất, Giải Phim xuất sắc nhất và Giải Nam diễn viên chính xuất sắc nhất. Bộ phim sau này cũng được đưa vào trong [[Viện lưu trữ phim quốc gia (Hoa Kỳ)|Viện lưu trữ phim quốc gia]] của [[Thư viện Quốc hội Mỹ]] vào năm 2011<ref>{{chú thích web|url=http:\/\/www.imdb.com\/title\/tt0037884\/|title=The Lost Weekend (1945)|access-date =ngày 1 tháng 6 năm 2013}}, trên [[Internet Movie Database]].<\/ref>.|group=\"gc\"}}{{sfn|Harry|2000b|pp=698–699}} mà ông dành thời gian của mình ở Los Angeles và New York bên cạnh [[May Pang]]. ''Mind Games'', được ghi cho \"Plastic U.F.Ono Band\", được phát hành vào tháng 11 năm 1973. Lennon cũng tham gia đóng góp ca khúc \"I'm the Greatest\" cho album ''[[Ringo (album)|Ringo]]'' (1973) của Starr (với bản nháp được thu trong quá trình thực hiện ''Ringo'', Lennon đã định để dành ca khúc này cho tuyển tập ''[[John Lennon Anthology]]'' sau này của mình).\n\nĐầu năm 1974, Lennon bắt đầu nghiện rượu và những trò lố khi say của ông cùng [[Harry Nilsson]] đã trở thành chủ đề đàm tiếu trên các đầu báo. Đã có 2 vụ đình đám diễn ra ở hộp đêm The Troubadour ở [[Los Angeles]] vào tháng 3: một vụ là khi Lennon giữ trong tay một chiếc \"[[băng vệ sinh|khăn kinh nguyệt]]\"{{#tag:ref|Từ gốc mà Lennon sử dụng khi xô xát.|group=\"gc\"}} và hành hung một nữ nhân viên; một vụ khác diễn ra vào 3 tháng sau khi ông và Nilsson cũng bị tống cổ khỏi đây sau khi gây hấn với ban nhạc Smothers Brothers{{sfn|Harry|2000b|pp=927–929}}. Lennon sau đó quyết định tham gia sản xuất album ''[[Pussy Cats]]'' của Nilsson, còn Pang thì thuê một căn nhà bên bờ biển gần [[Los Angeles]] cho cả hai nghệ sĩ{{sfn|Harry|2000b|p=735}}, nhưng chỉ sau một tháng kể từ ngày bắt đầu, quá trình thu âm rơi vào đình trệ và Lennon cùng Pang quay lại [[Thành phố New York|New York]] để hoàn thiện album. Tới tháng 4, ông sản xuất ca khúc \"Too Many Cooks (Spoil the Soup)\" của [[Mick Jagger]] mà chỉ được phát hành 30 năm sau theo những điều khoản của hợp đồng. Sau này Pang cũng đã mang bản thu đó bổ sung vào trong tuyển tập ''[[The Very Best of Mick Jagger]]'' (2007)<ref>Phụ chú của ''[[The Very Best of Mick Jagger]]''<\/ref>.\n\nQuay trở lại New York, Lennon tiến hành thực hiện album ''[[Walls and Bridges]]''. Đĩa đơn \"[[Whatever Gets You Thru the Night]]\" với sự tham gia của [[Elton John]] chơi piano và hát nền trở thành đĩa đơn quán quân duy nhất trong sự nghiệp solo của ông{{sfn|Badman|2001|loc=1974}}. Đĩa đơn thứ 2, \"[[Number 9 Dream|#9 Dream]]\", cũng được phát hành cùng năm. Album ''[[Goodnight Vienna]]'' (1974) của Starr tiếp tục nhận được sự hỗ trợ từ Lennon khi ông sáng tác ca khúc nhan đề và chơi piano{{sfn|Harry|2000b|p=284}}. Ngày 28 tháng 10, ông gây bất ngờ khi xuất hiện trong buổi diễn nhân dịp [[Lễ Tạ ơn]] của Elton John tại Madison Square Garden nhằm thực hiện lời hứa tham gia buổi diễn một khi \"Whatever Gets You Thru the Night\" – ca khúc thương mại mà Lennon luôn nghi ngờ – đạt vị trí quán quân. Lennon trình diễn thêm 2 ca khúc \"[[Lucy in the Sky with Diamonds]]\" và \"[[I Saw Her Standing There]]\" mà ông giới thiệu là ''\"ca khúc viết bởi người vợ chưa cưới trước kia của tôi, Paul\"''{{sfn|Harry|2000b|p=970}}.\n\nLennon đồng sáng tác ca khúc \"[[Fame (bài hát của David Bowie)|Fame]]\" – đĩa đơn quán quân tại Mỹ đầu tiên của [[David Bowie]] – và đóng góp phần chơi guitar và hát nền trong buổi thu tháng 1 năm 1975{{sfn|The Rock and Roll Hall of Fame and Museum|1996}}. Cùng tháng đó, Elton John cũng đứng đầu bảng xếp hạng với bản hát lại của \"Lucy in the Sky with Diamonds\", với Lennon guitar và hát nền (tên của Lennon ở bìa đĩa đơn được ghi \"Dr. Winston O'Boogie\"). Sau đó, Lennon và Ono tái hợp, và ông phát hành album ''[[Rock 'n' Roll (album của John Lennon)|Rock 'n' Roll]]'' (1975) – một album toàn các bản hát lại – vào tháng 2. \"[[Stand by Me (bài hát)|Stand by Me]]\", một bản hit ở Anh và Mỹ, trở thành đĩa đơn cuối cùng của ông cho tới tận 5 năm sau{{sfn|Harry|2000b|pp=240, 563}}. Ông xuất hiện trên sân khấu lần cuối trong chương trình đặc biệt của đài ATV, ''A Salute to Lew Grade'', quay ngày 18 tháng 4 và được chiếu vào tháng 6{{sfn|Harry|2000b|p=758}}. Chơi [[guitar]] acoustic với dàn nhạc nhỏ 8 người, Lennon đã trình bày 2 ca khúc từ ''Rock 'n' Roll'' (\"Stand By Me\" – không được quay lại – và \"Slippin' and Slidin'\") cùng với \"Imagine\"{{sfn|Harry|2000b|p=758}}. Ban nhạc đó có tên Etc. và được Lennon yêu cầu đeo mặt nạ vì ông cho rằng Grade là một kẻ giả dối<ref>Madinger, ''Eight Arms To Hold You'', 44.1 Publishing, 2000, ISBN 0-615-11724-4<\/ref>.\n\n==== 1975–80: Những năm ẩn dật ====\n[[Tập tin:Lennon apartment.jpg|200px|nhỏ|phải|Ảnh chụp bên ngoài chung cư The Dakota, New York, nơi Lennon chuyển tới sống cùng gia đình từ năm 1971]]\nSau khi con trai [[Sean Lennon|Sean]] ra đời vào ngày [[9 tháng 10]] năm [[1975]], John tự nhận mình là người đàn ông của gia đình, bắt đầu 5 năm rời xa đời sống âm nhạc để dành sự quan tâm cho gia đình{{sfn|Sheff|1981}}. Chỉ 1 tháng sau, ông hoàn thành ràng buộc trong hợp đồng với EMI\/Capitol khi cho phát hành thêm album ''[[Shaved Fish]]'' – bản tuyển tập từ các album trước đó{{sfn|Sheff|1981}}. Ông dành hết công sức cho Sean, thức dậy vào lúc 6 giờ sáng để chuẩn bị đồ ăn và chơi với con{{sfn|Harry|2000b|p=553}}. Lennon sáng tác ca khúc \"Cookin' (In the Kitchen of Love)\" cho album ''[[Ringo's Rotogravure]]'' (1976) của Starr, thu âm vào tháng 6 và đây cũng là buổi thu cuối cùng của ông cho tới tận năm 1980{{sfn|Harry|2000b|p=166}}. Tại [[Tokyo]] năm 1977, ông tuyên bố về việc tạm ngừng chơi nhạc của mình ''\"chúng tôi đã quyết định, cũng không hẳn là một quyết định tốt, ở bên cậu nhóc chừng nào có thể cho tới khi chúng tôi có thời gian để hài lòng chính mình với những sự việc khác ngoài gia đình.\"''{{sfn|Bennahum|1991|p=87}} Trong quãng thời gian này, Lennon sáng tác vô số tranh vẽ, viết bản nháp một cuốn sách trộn lẫn những yếu tố của tự truyện và thứ mà ông gọi là \"những điều nhảm nhí\"{{sfn|Harry|2000b|p=814}}. Tất cả những sáng tác này đều được công bố sau cái chết của ông.\n\nLennon chấm dứt thời kỳ ẩn dật vào tháng 10 năm 1980 với đĩa đơn \"[[(Just Like) Starting Over]]\", và ngay tháng sau phát hành album ''[[Double Fantasy]]'' bao gồm những ca khúc sáng tác trong kỳ nghỉ ở [[Bermuda]] trên chiếc du thuyền cá nhân vào tháng 6 cùng năm{{sfn|BBC News|2006b}} khi ông cảm nhận thấy sự ổn định trong cuộc sống gia đình{{sfn|Schinder|Schwartz|2007|p=178}}. Nhiều sản phẩm nhỏ khác bắt đầu được chuẩn bị cho album tiếp theo ''[[Milk and Honey]]'' (sau này được phát hành vào năm 1984){{sfn|Ginell|2009}}. Được phát hành dưới tên \"John Lennon và Ono Yōko\", ''Double Fantasy'' không có được nhiều phản hồi tích cực, như tờ ''[[Melody Maker]]'' nhận xét ''\"một sự nghèo nàn cố hữu... một cơn ngáp dài đáng kinh ngạc.\"''{{sfn|Badman|2001|loc=1980}}\n\n=== Bị ám sát ===\n{{chính|Vụ ám sát John Lennon}}\n[[Tập tin:Lennon and Chapman.jpg|thumb|left|Lennon ký tặng trên một bản sao của ''[[Double Fantasy]]'' cho [[Mark David Chapman|Chapman]], sáu tiếng trước khi ông qua đời.]]\n\nKhoảng 10:50 tối (EST) ngày [[8 tháng 12]] năm [[1980]], Lennon cùng Ono trở về căn hộ của mình ở Manhattan, [[The Dakota]] sau một buổi thu âm. [[Mark David Chapman]] đứng ngay tại cửa vào và bắn Lennon hai phát vào lưng và hai phát vào vai ở cự ly gần. Lennon được chuyển ngay đến phòng cấp cứu của bệnh viện Roosevelt nhưng ông được cho là đã qua đời khi tới nơi vào lúc 11:07 tối (EST){{sfn|Ingham|2006|p=82}}. Chiều cùng ngày, Lennon còn ký tặng cho Chapman ở phần bìa album ''Double Fantasy''{{sfn|Harry|2000b|p=145}}.\n\nOno tuyên bố vào sớm ngày hôm sau ''\"John sẽ không được [[chôn cất]]\"'' và kết thúc bằng ''\"John luôn yêu và cầu nguyện cho nhân loại. Xin hãy cầu nguyện cho anh ấy.\"''{{sfn|Harry|2000b|pp=692}} Lennon được [[hỏa táng]] tại nghĩa trang Ferncliff ở [[Hartsdale, New York]]. Ono rải tro của ông ở [[Công viên Trung tâm|Central Park]], nơi sau này lập nên khu tưởng niệm [[Strawberry Fields]]. Chapman bị kết tội giết người cấp độ 2 và bị tuyên án tù từ 20 năm tới chung thân<ref>{{Chú thích web|url=http:\/\/nysdoccslookup.doccs.ny.gov\/GCA00P00\/WIQ3\/WINQ130|title=Inmate Population Information Search|publisher=Nysdoccslookup.doccs.ny.gov|access-date=27 September 2014|url-status=live|archive-url=https:\/\/web.archive.org\/web\/20141016225037\/http:\/\/nysdoccslookup.doccs.ny.gov\/GCA00P00\/WIQ3\/WINQ130|archive-date=16 October 2014}}<\/ref>{{#tag:ref|Vào tháng 8 năm 2020, hắn bị từ chối ân xá lần thứ 11.<ref>{{chú thích báo | url=https:\/\/apnews.com\/article\/9cd54b32a7c92a223de6d2f48250dfb8 | title=John Lennon's killer denied parole for an 11th time | date=26 August 2020 | work=Associated Press | access-date=12 December 2020}}<\/ref>|group=\"gc\"}}.\n\n== Các mối quan hệ cá nhân ==\n=== Cynthia Lennon ===\n{{xem thêm|Cynthia Lennon}}\nLennon và Cynthia Powell gặp nhau vào năm 1957 tại Trường Nghệ thuật thành phố Liverpool{{sfn|Lennon|2005|pp=17–23}}. Cho dù khá sợ hãi về tính khí và vẻ ngoài của John, bà lại nghe nhiều về việc ông thần tượng diễn viên [[Brigitte Bardot]], vậy nên bà nhuộm tóc mình sang màu vàng. Khi Lennon mời Cynthia đi chơi, bà nói bà đã [[đính hôn]] và khiến ông hét ầm lên ''\"Tôi đâu có hỏi cầu hôn cô đâu?\"''{{sfn|Lennon|2005|p=21}} Bà thường đi cùng ông và [[The Quarrymen]], cũng như đi chơi cùng bạn gái McCartney mỗi dịp ghé thăm Paul{{sfn|Lennon|2005|pp=89–95}}. Lennon, vốn là một người dễ ghen tị, đã nhiều lần khiến Powell khiếp sợ vì tính nóng giận và những hành động bạo lực của mình{{sfn|Harry|2000b|pp=492–493}}. Sau này, ông có nói rằng cho tới trước khi gặp Ono, ông chưa bao giờ tự hỏi tình thương của mình với phụ nữ. Ca khúc của The Beatles, \"[[Getting Better]]\", là câu chuyện của chính ông ''\"Tôi vẫn áp đặt tính hoang dã của mình lên người phụ nữ của tôi, và rộng ra, với mọi phụ nữ. Tôi là kẻ gây sự. Khi tôi không thể giãi bày, tôi liền đánh mọi người. Tôi đã từng đánh nhau với đàn ông và đánh đập cả phụ nữ. Đó là lý do vì sao tôi muốn luôn hướng về hòa bình.\"''{{sfn|Sheff|1981}}\n\nSau khi nghe tin Cynthia mang bầu vào tháng 7 năm 1962, John nói ''\"Chỉ có một điều có thể làm với Cynthia. Tôi phải cưới cô ấy.\"''{{sfn|Lennon|2005|p=91}} 2 người cùng đăng ký kết hôn tại Phòng đăng ký Mount Pleasant ở Liverpool. Đám cưới của họ diễn ra khi [[Beatlemania]] bắt đầu vươn ra khắp nước Anh. Lennon vẫn đi diễn cả buổi tối hôm đó, và gần như vẫn đi diễn mỗi ngày kể từ ngày cưới{{sfn|Harry|2000b|pp=493–495}}. Epstein lo sợ rằng nhiều người hâm mộ sẽ cảm thấy tiếc nuối khi biết rằng một Beatle đã kết hôn nên yêu cầu Lennon giữ bí mật sự kiện này. [[Julian Lennon|Julian]] chào đời ngày [[8 tháng 4]] năm [[1963]]; ngày hôm đó Lennon vẫn đang đi diễn và chỉ được nhìn thấy mặt con trai 3 ngày sau{{sfn|Lennon|2005|p=113}}.\n\nCynthia sớm nhận thấy cuộc sống gia đình ngày một bị ảnh hưởng bởi LSD, dẫn tới việc John cũng dần ít quan tâm tới bà hơn{{sfn|Harry|2000b|pp=496–497}}. Khi ban nhạc đi tàu tới thành phố [[Bangor, Gwynedd|Bangor]], xứ Wales vào năm 1967 để nghe giới thiệu về thiền siêu việt bởi Maharishi Yogi, một cảnh sát đã không nhận ra bà và không cho bà đi cùng nhóm. Sau này, Cynthia nói sự việc trên là đỉnh điểm cho quyết định ly hôn của mình{{sfn|Warner Brothers|1988}}. Sau một lần trở về nhà ở Kenwood, St. George's Hill và bắt gặp John với Ono Yōko, bà rời đi và tới ở với bạn. Alexis Mardas tuyên bố rằng hôm đó đã qua đêm với bà, và chỉ vài tuần sau ông thông báo rằng Lennon đang chuẩn bị thủ tục ly hôn và nuôi Julian với lý do Cynthia ngoại tình. Sau vài buổi thảo luận, cuộc ly dị được diễn ra đồng thuận với lý do ngược lại khi Lennon nhận mình ngoại tình. Thủ tục ly hôn diễn ra tại tòa, Lennon phải bồi thường Cynthia 100.000£ và mất quyền nuôi Julian{{sfn|Lennon|2005|p=305–306: \"He had agreed that I should have custody of Julian\", \"He raised his offer to £100,000\"}}.\n\n=== Brian Epstein ===\n{{xem thêm|Brian Epstein}}\n[[The Beatles]] trình diễn tại Cavern Club ở Liverpool vào năm 1962 và họ được giới thiệu với Brian Epstein sau buổi diễn. Epstein là một [[người đồng tính]]. Theo cây viết sử Philip Norman, một trong những lý do chính khiến anh muốn quản lý ban nhạc là vì anh bị Lennon cuốn hút. Ngay sau khi Julian ra đời, Lennon có một kỳ nghỉ với Epstein ở Tây Ban Nha, và điều này làm dấy lên những nghi ngờ về mối quan hệ giữa 2 người. Sau này được hỏi, Lennon trả lời: ''\"À chuyến đi đó gần giống như kiểu chuyện tình vậy, nhưng không hoàn toàn vậy. Nó chưa bao giờ như thế. Nhưng nó là một mối quan hệ khá khăng khít. Đó là những kinh nghiệm đầu tiên của tôi với một người mà tôi biết rõ là đồng tính. Anh ta ngồi trong quán cà phê ở [[Torremolinos]], ngắm nhìn tất cả các cậu trai rồi chốc lại thốt lên: ''\"Cậu có thích gã kia không? Cậu có thích gã này không?\"'' Tôi thấy rất thoải mái với những kinh nghiệm đó và tự coi mình như một người ghi chép vậy. Tôi thực sự đã trải nghiệm nó.\"''{{sfn|Harry|2000a|p=232}} Sau khi trở về từ Tây Ban Nha, tại bữa tiệc sinh nhật 21 tuổi của McCartney vào tháng 6 năm 1973, Lennon đã tấn công MC của Cavern Club, Bob Wooler, vì anh ta đã hỏi ''\"Tuần trăng mật của cậu thế nào, John?\"'' Vị MC, vốn nổi tiếng với sở thích chơi chữ và nhận xét thâm thúy của mình, thật ra chỉ muốn đùa{{sfn|Harry|2000a|pp=1165, 1169}}. Thực tế vào lúc đó, đám cưới của Lennon đã qua được 10 tháng, còn tuần trăng mật của họ đã bị hoãn lại và sẽ diễn ra vào hai tháng sau{{sfn|Lennon|2005|pp=94, 119–120}}. Lennon, khi đó đang có chút hơi men, giải thích khá ngắn gọn: ''\"Gã ta dám coi tôi là một tên [[queer]], vậy nên tôi phải đánh hắn cho gãy hết xương sườn.\"''{{sfn|Harry|2000a|p=1169}}\n\nLennon thường hay chế giễu Epstein về giới tính cũng như nguồn gốc Do Thái của anh ta.{{sfn|Harry|2000b|p=232}} Khi Epstein tham khảo ý kiến Lennon về nhan đề cuốn tự truyện, ông đã đề xuất ''Queer Jew''{{#tag:ref|Tạm dịch \"Gã queer Do Thái\".|group=\"gc\"}}. Khi biết rằng cuốn sách được mang tên ''A Cellarful of Noise'', Lennon châm biếm ''\"Cái tên ''A Cellarful of Boys'' hay hơn.\"''{{#tag:ref|\"A Cellarful of Noise\" có nghĩa là \"Căn phòng đầy tiếng ồn\". Cum từ \"A Cellarful of Boys\" thì có nghĩa \"Căn phòng đầy những gã trai\".|group=\"gc\"}}{{sfn|Coleman|1992|pp=298–299}} Ông từng hỏi một người đã qua đêm với Epstein ''\"Anh có làm tiền anh ta không? Nếu không thì chứng tỏ anh là kẻ nói dối duy nhất ở Luân Đôn này.\"''{{sfn|Harry|2000b|p=232}} Trong quá trình thu âm ca khúc \"[[Baby, You're a Rich Man]]\", ông từng hát chế phần lời thành \"Baby, you're a rich fag Jew\"{{#tag:ref|\"Fag\" là từ lóng tiếng Mỹ, viết tắt của từ \"faggot\". Câu hát này có thể được tạm dịch \"Cưng chỉ là một gã Do Thái đồng tính giàu có\".|group=\"gc\"}}{{sfn|Norman|2008|p=503}}{{sfn|MacDonald|2005|p=206}}.\n\n=== Julian Lennon ===\n{{xem thêm|Julian Lennon}}\n[[Tập tin:Julian Lennon.jpg|150px|nhỏ|phải|Julian trong lễ khai trương Đài kỷ niệm hòa bình John Lennon ở thành phố Liverpool vào năm 2010]]\nCon trai đầu lòng của John với Cynthia, Julian, ra đời đúng lúc cơn sốt [[The Beatles]] đang lên đỉnh điểm với [[Beatlemania]] ở Anh. Lennon vẫn đang đi diễn khi con trai mình chào đời vào ngày [[8 tháng 4]] năm [[1963]]. Sự ra đời của Julian, cũng như đám cưới với Cynthia, đều được yêu cầu giữ bí mật bởi vì Epstein cho rằng The Beatles sẽ mất đi sự quan tâm từ công chúng. Julian nhớ lại quãng thời gian 4 năm sau đó khi còn là một đứa trẻ ở [[Weybridge]] ''\"Tôi trở về nhà từ trường và mang về một trong những bức tranh mà tôi vẽ. Đó là một bầu trời đầy sao với một cô bé tóc vàng mà tôi chơi ở trường. Và bố tôi hỏi ''\"Cái gì vậy?\"'' Tôi trả lời ''\"Đó là Lucy giữa bầu trời đầy kim cương!\"''\"''{{sfn|Harry|2000b|p=517}} Lennon đã lấy câu đó mà sáng tác nên ca khúc \"[[Lucy in the Sky with Diamonds]]\" cho The Beatles, và cho dù sau này ca khúc bị quy kết cho việc ám chỉ chất [[LSD]], John vẫn nhấn mạnh ''\"Đây không phải là ma túy.\"''{{sfn|Harry|2000b|p=574}} McCartney cũng bảo vệ ý kiến của Lennon khi nói rằng Julian chỉ vô tình tạo ra nhan đề đó{{sfn|Harry|2000b|p=574}}. Thực tế, Julian không thật sự gần gũi với cha trong khi lại khá thân thiết với McCartney. Trong một lần tới thăm Cynthia và Julian khi Lennon chuẩn bị thủ tục ly hôn, McCartney đã sáng tác nên ca khúc \"Hey Jules\" tặng cậu bé. Đó chính là nền tảng của ca khúc nổi tiếng sau đó của ban nhạc, \"[[Hey Jude]]\". Lennon nói ''\"Đó là bài hát hay nhất của cậu ấy. Nó được viết để dành tặng con trai Julian của tôi... và anh ấy đã đổi tên thành \"Hey Jude\". Tôi vốn tưởng anh ấy viết về tôi và Ono song anh ấy đã phủ nhận điều đó.\"''{{sfn|Harry|2000b|p=341}}\n\nMối quan hệ với cha của Julian càng trở nên ít thân thiết kể từ khi John chuyển tới sống ở New York cùng Ono Yōko vào năm 1971. 2 cha con chỉ gặp lại nhau vào năm 1973. Nhờ sự giúp đỡ của Pang, anh (cùng mẹ) được thu xếp gặp gỡ John tại [[Los Angeles]], rồi sau đó họ cùng đi chơi [[Disneyland]]{{sfn|Lennon|2005|pp=252–255}}. Julian kể từ đó thăm cha thường xuyên hơn, còn John cũng cho anh chơi trống trong một ca khúc của album ''[[Walls and Bridges]]''{{sfn|Lennon|2005|p=258}}. John cũng mua cho con trai cây guitar [[Gibson Les Paul]] và nhiều nhạc cụ khác, cùng với đó là ủng hộ anh quan tâm tới âm nhạc bằng việc hướng dẫn những hợp âm và kỹ thuật guitar cơ bản{{sfn|Lennon|2005|p=258}}. Julian sau này nhớ lại anh và cha \"đã có những khoảnh khắc tốt đẹp hơn\" khi anh ở New York: ''\"Chúng tôi đã có nhiều lúc vui, cười rất nhiều và nhìn chung là đã chia sẻ với nhau nhiều giây phút vui vẻ.\"''\n\nTrong bài phỏng vấn ngắn với David Sheff trên tạp chí ''[[Playboy]]'' ngay trước khi qua đời, Lennon nói: ''\"Sean là một cậu bé có tham vọng, và đó chính là điểm khác biệt. Tôi vẫn luôn yêu Julian không khác gì lúc nhỏ. Nó vẫn là con trai tôi, cho dù nó được sinh ra từ chai rượu whiskey hay là vì người ta quên không mang theo cần sa vào ngày đó. Nó ở đây, nó thuộc về tôi, và luôn luôn là thế.\"'' Ông cũng khẳng định rằng mình luôn muốn gây dựng lại mối quan hệ tốt đẹp với cậu con trai 17 tuổi và tự tin dự đoán ''\"Mối quan hệ giữa tôi và Julian là của tương lai.\"''{{sfn|Sheff|1981}} Tuy nhiên, Julian chỉ nhận được một phần rất nhỏ từ di chúc của John sau cái chết của ông{{sfn|Badman|2003|p=393}}.\n\n=== Ono Yōko ===\n{{xem thêm|Yoko Ono}}\n[[Tập tin:Lennons by Jack Mitchell.jpg|200px|nhỏ|phải|Lennon và Ono năm 1980]]\nCó 2 câu chuyện khác nhau về việc Lennon gặp Ono. Theo câu chuyện thứ nhất kể bởi những người nhà Lennon, Lennon tới xem Indica Gallery ở Luân Đôn, nơi mà Ono đang chuẩn bị cho buổi triển lãm nghệ thuật của mình, và cả hai đều được chủ phòng triển lãm, John Dunbar, giới thiệu{{sfn|Harry|2000b|p = 682}}. Lennon bị tác phẩm \"Hammer a Nail\" của Ono gây ấn tượng: người xem sẽ đóng hàng trăm chiếc đinh lên một tấm bảng gỗ và đó trở thành một tác phẩm nghệ thuật. Khi triển lãm còn chưa bắt đầu, Lennon đã yêu cầu một chiếc búa nhằm đóng đinh lên chiếc bảng trống trơn và Ono đã chạy đến ngăn ông lại. Dubar ngạc nhiên hỏi bà: ''\"Cô không biết đó là ai sao? Đó là một triệu phú. Có thể anh ta sẽ mua nó!\"'' Ono coi như mình chưa từng nghe tới The Beatles và yêu cầu Lennon trả bà 5 shilling, Lennon trả lời: ''\"Tôi sẽ trả cô 5 shilling tưởng tượng cho một chiếc búa tưởng tượng!\"''{{sfn|Sheff|1981}} Câu chuyện thứ hai là của McCartney, rằng vào cuối năm 1965, Ono tới Luân Đôn để sưu tầm phần viết nhạc cho cuốn sách ''Notations'' mà [[John Cage]] đang thực hiện, nhưng McCartney lại không muốn đưa cho bà bất cứ phần chép tay nào của anh về cuốn sách đó, vậy nên Lennon buộc phải làm. Khi được đề nghị, Lennon đã đưa cho Ono phần lời gốc viết tay của bài hát \"[[The Word (bài hát)|The Word]]\"{{sfn|Miles|1997|p = 272}}.\n\nOno bắt đầu thường xuyên gọi điện tới nhà Lennon, và mỗi khi Cynthia hỏi, ông chỉ trả lời rằng thực ra Ono đang cần tiền \"cho mấy thứ avant-garde bỏ đi\"{{sfn|Harry|2000b|p = 683}}. Tháng 5 năm 1968, khi Cynthia đi nghỉ mát ở [[Hy Lạp]], Lennon đã mời Ono tới nhà chơi. Họ đã dành cả tối để thu âm album ''[[Unfinished Music No. 1: Two Virgins|Two Virgins]]'' mà Lennon sau này nói cả hai \"đã làm tình tới tận sáng\"<ref>Theo dòng phụ chú của ''Two Virgins''.<\/ref>. Khi Cynthia về nhà và thấy Ono đang mặc chiếc váy ngủ của mình và ngồi uống trà với Lennon, ông chỉ nói ''\"Oh, chào!\"''{{sfn|Lennon|1978|p = 183}} Ono có bầu vào năm 1968 và bị [[Hư thai|sẩy thai]] đứa con trai, dự định đặt tên là John Ono Lennon II, vào ngày 21 tháng 10 cùng năm{{sfn|Harry|2000b|p = 510}}, chỉ vài tuần sau những tuyên bố chính thức về vụ ly dị của Lennon{{sfn|Spitz|2005|p = 800}}.\n\nTrong khoảng thời gian 2 năm cuối cùng với The Beatles, Lennon và Ono bắt đầu tham gia vào phong trào phản đối [[chiến tranh Việt Nam]]. Họ làm đám cưới tại khách sạn The Rock Hotel ở [[Gibraltar]] ngày [[20 tháng 3]] năm [[1969]], trải qua tuần trăng mật tại Amsterdam Hilton Hotel ở Amsterdam, và bắt đầu cuộc vận động [[Bed-In]] nổi tiếng. Họ đã định tổ chức một cuộc vận động Bed-In nữa ở Mỹ, song vì bị từ chối nhập cảnh{{sfn|Kruse|2009|p = 16}}, nên 2 người đành ở lại Queen Elizabeth Hotel tại Montreal, nơi họ thu âm ca khúc nổi tiếng \"[[Give Peace a Chance]]\"{{sfn|Harry|2000b|p = 276}}.\n\n{{Listen|pos=right|filename=How Do You Sleep.ogg|title=\"How Do You Sleep?\" (1971)|description=Mối quan hệ căng thẳng giữa Lennon và McCartney kéo dài cho tới tận khi Lennon bị ám sát mà ca khúc \"[[How Do You Sleep?]]\" là một trong những lời công kích trực tiếp gửi tới McCartney|format =[[Ogg]]|filename2=Woman JL.ogg|title2=\"Woman\" (1980)|description2=Khác với [[Cynthia Lennon]], [[Yoko Ono]] là chủ đề trong rất nhiều sáng tác của Lennon, mà điển hình là ca khúc \"[[Woman (bài hát của John Lennon)|Woman]]\" nằm trong album cuối cùng của họ, ''Double Fantasy''|format2=[[Ogg]]|filename3=Free as a Bird.ogg|title3=\"Free as a Bird\" (1995)|description3=Ca khúc \"[[Free as a Bird]]\" được 3 thành viên còn lại của The Beatles thu âm hoàn thiện một đoạn băng thâu nháp từ năm 1977 của Lennon|format3=[[Ogg]]}}\nLennon và Ono cũng thường hợp tác với nhau trong nghệ thuật, chẳng hạn như với khái niệm \"bagism\" được họ lần đầu nhắc tới trong buổi họp báo ở thành phố [[Viên]], [[Áo]]. Lennon từng miêu tả thời kỳ này qua ca khúc của The Beatles, \"[[The Ballad of John and Yoko]]\"{{sfn|Coleman|1992|p = 550}}. Lennon làm thủ tục đổi tên khai sinh vào ngày [[22 tháng 4]] năm [[1969]] với việc thêm từ Ono làm tên đệm của mình{{sfn|Coleman|1984b|p = 64}}. Một lễ ăn mừng nhỏ được tổ chức ở tầng áp mái của tòa nhà [[Apple Corps]], nơi chỉ 3 tháng sau The Beatles trình diễn lần cuối trên tầng gác mái. Đôi vợ chồng dọn tới ở Tittenhurst Park, Sunninghill ở [[Berkshire]]{{sfn|Norman|2008|p = 615 et seq}}. Sau khi Ono bị thương vì tai nạn giao thông, Lennon đã thiết kế một chiếc giường lớn đặt giữa phòng thu trong quá trình ông thực hiện album cuối cùng của The Beatles, ''[[Abbey Road]]''{{sfn|Emerick|Massey|2006|pp = 279–280}}. Nhằm tránh những thị phi về việc ban nhạc tan rã, Ono đề xuất cả hai chuyển tới sống vĩnh viễn ở [[Thành phố New York|New York]], và ngày [[31 tháng 8]] năm [[1971]] là lần cuối cùng Lennon đặt chân lên nước Anh.\n\nTại Mỹ, ban đầu 2 người sống tại St. Regis Hotel ở 5th Avenue, East 55th Street. Sau đó John và Ono dọn tới ở 105 Bank Street, Greenwich Village vào ngày 16 tháng 10 năm 1971. Sau một lần bị trộm viếng thăm, họ quyết định chọn một chung cư an toàn hơn là tòa nhà [[The Dakota]] ở địa chỉ 1 West 72nd Street vào tháng 5 năm 1973<ref>{{chú thích web|url=http:\/\/magazine.istopover.com\/2010\/08\/16\/john-yoko-new-york\/ |title=John & Yoko's New York |work=StopOver Magazine |date=ngày 16 tháng 8 năm 2010 |access-date =ngày 9 tháng 4 năm 2011}}<\/ref>.\n\n=== May Pang ===\n{{xem thêm|May Pang}}\n[[Tập tin:May Pang, Famous Music.jpg|upright=0.6|thumb|[[May Pang]] vào năm 1983]]\n\nABKCO Industries, được thành lập vào năm 1968 bởi [[Allen Klein]] dưới vai trò là công ty mẹ của [[ABKCO Records]], đã tuyển May Pang làm lễ tân vào năm 1969. Cùng với những kế hoạch với ABKCO, Lennon và Ono lần đầu gặp Pang vào năm 1970 và cô trở thành trợ lý riêng của đôi vợ chồng. 3 năm sau, quan hệ giữa Lennon và Ono có trục trặc, và Ono đề nghị Pang thiết lập mối quan hệ với Lennon ''\"Anh ấy thích cô nhiều lắm.\"'' Pang, 22 tuổi, kinh ngạc trước đề nghị của Ono, đồng ý trở thành bạn gái của Lennon. 2 người sau đó dọn tới California, bắt đầu 18 tháng mà sau này Lennon gọi là \"lost weekend\"{{sfn|Harry|2000b|pp=698–699}}. Khi ở Los Angeles, Pang đã thúc giục John xây dựng lại mối quan hệ với con trai Julian mà ông đã không gặp lại từ 2 năm trước. Lennon cũng bắt đầu hòa giải với Starr, McCartney, [[Mal Evans]], và [[Harry Nilsson]]. Trong một lần uống với Nilsson, vì hiểu nhầm vài lời Pang nói, Lennon đã xông tới định bóp cổ bà, song Nilsson đã kịp thời can ngăn{{sfn|Harry|2000b|p=700}}.\n\nSau khi chuyển tới New York, họ đã thiết kế một căn hộ có phòng riêng cho Julian tới ở{{sfn|Harry|2000b|p=700}}. Lennon, vốn cho tới lúc đó vẫn bị ức chế vì Ono trong vấn đề này, bắt đầu thiết lập lại liên lạc với người thân và bạn bè khác. Tới tháng 12, ông và Pang đã quyết định mua một căn hộ và từ chối các cuộc gọi từ Ono. Tháng 1 năm 1975, ông đồng ý gặp Ono khi bà nói bà tìm ra phương pháp cai nghiện. Tuy nhiên sau đó, ông lại không về nhà cũng như không gọi cho Pang. Khi Pang gọi điện vào sáng hôm sau, Ono nói Lennon của bà không thể nghe điện do quá mệt sau buổi điều trị bằng phương pháp gây mê. 2 ngày sau, Lennon xuất hiện trở lại ở phòng khám răng với bộ dạng ngớ ngẩn và bối rối tới mức Pang thậm chí cho rằng ông đã bị tẩy não. Ông tuyên bố thời kỳ ly thân của ông với Ono đã chấm dứt, và Ono đã cho phép ông tiếp tục gặp bà dưới danh nghĩa tình nhân{{#tag:ref|Từ gốc mà John nói là \"mistress\", vốn có nghĩa chỉ tình trạng cặp đôi không hôn thú nói chung. Song dần dần từ này thu hẹp nghĩa lại nhằm nói về người đi cặp đôi với một người đã kết hôn, hay còn gọi là ngoại tình. Thông thường những cặp đôi này không sống chung với nhau.|group=\"gc\"}}{{sfn|Harry|2000b|pp=700–701}}.\n\n=== Sean Lennon ===\n{{xem thêm|Sean Lennon}}\n\nKhi Lennon và Ono tái hợp, bà lại có bầu 1 lần nữa, nhưng vì đã chịu nhiều đau đớn sau 3 lần sẩy thai trước đó, cô yêu cầu được phá thai. Bà chấp nhận giữ thai lại với điều kiện Lennon sẽ phải trở thành người đàn ông của gia đình, và ông đã đồng ý{{sfn|Harry|2000b|pp=535, 690}}. Sean ra đời ngày [[9 tháng 10]] năm [[1975]], đúng ngày sinh nhật thứ 35 của John, sau một ca [[mổ lấy thai]]. Lennon liền tuyên bố tạm ngưng sự nghiệp của mình trong vòng 5 năm. Ông thuê một nhiếp ảnh chụp lại Sean mỗi ngày cho tới khi cậu bé 1 tuổi, và vẽ rất nhiều bức tranh về cậu, sau này được giới thiệu trong cuốn sách tuyển tập ''Real Love: The Drawings for Sean''. Lennon tự hào nói ''\"Nó không được sinh ra từ bụng tôi, nhưng ơn Chúa, tôi đã tạo nên nó, và vì tôi luôn bên nó mỗi lúc ăn, mỗi lúc ngủ và cả những lúc nó bơi như cá vậy.\"''{{sfn|Harry|2000b|p=535}}\n\n=== Mối quan hệ với các Beatle khác ===\n{{Xem thêm|Paul McCartney|George Harrison|Ringo Starr}}\n[[Tập tin:Los Beatles (19266969775) Recortado.jpg | nhỏ | [[The Beatles]] trong chuyến lưu diễn tại [[Madrid]], [[Tây Ban Nha]] vào năm [[1965]]]]\nTrong khi mối quan hệ với Starr thực tế vẫn luôn mang nhiều tính hữu hảo kể từ sau khi ban nhạc tan rã, mối quan hệ của Lennon với McCartney và Harrison lại rất biến động. Ban đầu, ông khá thân thiết với Harrison, nhưng có 2 bước ngoặt xảy ra khi ông chuyển tới Mỹ sống. Khi Harrison tới New York tham gia vào tour quảng bá album ''[[Dark Horse (album của George Harrison)|Dark Horse]]'' vào năm 1974, Lennon đã đồng ý lên sân khấu, song cuối cùng lại không thể xuất hiện vì Lennon từ chối ký thỏa thuận xóa bỏ hoàn toàn khả năng cộng tác hợp pháp giữa các Beatle (thực tế Lennon ký các giấy tờ khi đang đi nghỉ cùng Pang và Julian ở Florida){{sfn|Harry|2000b|p=195}}. Harrison đã khiến Lennon nổi giận vào năm 1980 khi ông công bố cuốn hồi ký mà Lennon chỉ góp mặt một phần rất nhỏ trong đó. Lennon nói với ''[[Playboy]]'': ''\"Điều đó làm tổn thương tôi. Với sự thiếu sót rõ ràng này... ảnh hưởng của tôi tới cuộc đời cậu ấy là vô cùng chắc chắn. Cậu ta nhớ tới từng gã chơi [[saxophone]] và guitar mà mình đã gặp suốt ngần ấy năm. Vậy mà tôi không xuất hiện trong cuốn sách đó.\"''{{sfn|Harry|2000b|p=327}}\n\nNhưng những đối đầu căng thẳng nhất của Lennon là với McCartney. Ngoài việc tấn công trực tiếp bằng ca khúc \"[[How Do You Sleep?]]\", Lennon cũng lên tiếng đả kích qua các trang báo trong suốt ba năm kể từ khi ban nhạc tan rã. Sau đó cả hai dần tái lập lại mối quan hệ như trước, và tới năm 1974, họ trở lại phần nào với nhau để phát triển các dự án âm nhạc. Lennon nói rằng trong lần cuối cùng McCartney tới thăm ông vào tháng 4 năm 1976, họ cùng ngồi xem chương trình ''[[Saturday Night Live]]'' mà nhà sản xuất [[Lorne Michaels]] đã đặt cược tới 3.000$ cho việc mời được The Beatles tái hợp trong chương trình{{sfn|Harry|2000b|pp=934–935}}. Cả hai đã cùng thỏa thuận tới trường quay để gây chút hài hước và chia đôi số tiền trên, song cuối cùng hai người phải bỏ cuộc vì quá mệt. Lennon đã gói gọn tình cảm của mình dành cho McCartney qua buổi phỏng vấn ba ngày trước khi ông bị ám sát: ''\"Trong suốt sự nghiệp của tôi, tôi chỉ muốn chọn... 2 người để làm việc cùng: Paul McCartney và Ono Yōko. Đó là một lựa chọn không hề tồi chút nào!\"''{{sfn|Cohn|2010–2011|p=95}}\n\nCùng với ý thức tách biệt với McCartney, Lennon còn luôn giữ cho mình thái độ cạnh tranh và luôn để ý tới âm nhạc của McCartney. Trong quãng thời giạn 5 năm tạm chia tay với âm nhạc, ông cảm thấy khá hài lòng khi thấy McCartney chỉ sản xuất ra những sản phẩm rất tầm thường{{sfn|Seaman|1991|p=122}}. Khi McCartney cho phát hành ca khúc \"[[Coming Up (bài hát)|Coming Up]]\" vào năm 1980, năm mà Lennon quay trở lại phòng thu, ông liền lộ rõ vẻ chú ý. ''\"Nó sẽ khiến tôi trở thành kẻ nói dối!\"'', Lennon buộc phải than vãn khi giai điệu của bài hát vẫn luôn luẩn quẩn trong đầu ông{{sfn|Seaman|1991|p=122}}. Khi được hỏi rằng liệu ban nhạc thực tế lúc đó là những kẻ thù không đội trời chung hay là những người bạn tốt, ông trả lời rằng không là gì cả vì ông đã không gặp lại họ từ lâu rồi. Tuy nhiên, ông cũng nói: ''\"Tôi vẫn yêu tất cả bọn họ. The Beatles đã kết thúc, song John, Paul, George và Ringo thì vẫn còn đó.\"''{{sfn|Sheff|1981}}\n\n== Hoạt động chính trị ==\n{{xem thêm|Bed-In}}\n[[Tập tin:John Lennon performing Give Peace a Chance 1969.jpg|210px|nhỏ|phải|Buổi thu âm ca khúc \"Give Peace a Chance\" trong thời kỳ Bed-In ở khách sạn Queen Elizabeth Hotel, Montreal, Canada]]\nLennon và Ono dành hết kỳ trăng mật của mình cho chiến dịch \"[[Bed-In|Bed-In for Peace]]\" ở Amsterdam Hilton Hotel; tới tháng 3 năm 1969, sự kiện bắt đầu gây được sự chú ý từ các phương tiện truyền thông{{sfn|Miles and Badman|2003|loc=1969: \"They were ridiculed by the world's media\"}}{{sfn|Anderson|2010|p=83: \"The Bed-In stunt was ridiculed by the press\"}}. 3 tháng sau, chiến dịch Bed-In lần thứ 2 được tổ chức tại Queen Elizabeth Hotel ở Montreal{{sfn|Harry|2000b|pp=745–748}} và tại đây, Lennon viết nên ca khúc \"Give Peace a Chance\". Được phát hành dưới dạng đĩa đơn, ca khúc này nhanh chóng trở thành [[thánh ca]] cho phong trào phản đối [[chiến tranh Việt Nam]] của những người tuần hành tại [[Washington D.C]] ngày [[15 tháng 11]]{{sfn|Perone|2001|pp=57–58}}{{sfn|Holsinger|1999|p=389}}. Tới tháng 12, họ cùng trả tiền để dán khẩu hiệu \"War Is Over! If You Want It\" trên các bảng hiệu ở 10 thành phố lớn trên thế giới (bằng tiếng địa phương)<ref>\"John Lennons Convey Greetings via Billboards\" ''The New York Times'' ngày 16 tháng 12 năm 1969: 54<\/ref>.\n\nCuối năm, đôi vợ chồng ủng hộ những nỗ lực của gia đình [[James Hanratty]], bị kết tội giết người vào năm 1962, nhằm chứng minh mình vô tội{{sfn|Wenner|2000|p=43}}. Những người kết tội Hanratty bị Lennon lên án ''\"như những kẻ mang súng tới Nam Phi để giết những người da màu trên phố... Những kẻ như vậy thì họ có quyền, và họ có thể làm mọi thứ, đó quả là những thứ rác rưởi của xã hội tư bản.\"''{{sfn|Clark|2002}} Tại Anh, Lennon và Ono đã đi cổ động khẩu hiệu \"Britain Murdered Hanratty\"{{#tag:ref|Tạm dịch \"Nước Anh đã giết chết Hanratty\".|group=\"gc\"}}, cùng với đó là đề xuất \"Silent Protest For James Hanratty\"{{#tag:ref|Tạm dịch \"Sự phản đối im lặng cho James Hanratty\".|group=\"gc\"}}{{sfn|Miles and Badman|2003}}, rồi sản xuất một bộ phim tài liệu dài 40 phút cho chiến dịch. Sau khi bị gọi lên tòa phúc thẩm một năm sau đó, bản án dành cho Hanratty vẫn được giữ nguyên{{sfn|Milmo|2002}} sau khi những xét nghiệm [[DNA\/DNA]] cho kết quả tương đồng<ref>[http:\/\/news.bbc.co.uk\/2\/hi\/uk_news\/wales\/1980731.stm Hanratty: The damning DNA]. ngày 10 tháng 5 năm 2002, BBC. Truy cập ngày 20 tháng 7 năm 2012<\/ref>. Gia đình Hanratty vẫn tiếp tục làm đơn phúc thẩm vào năm 2010<ref>[http:\/\/uk.reuters.com\/article\/2010\/12\/30\/uk-britain-hanratty-idUKTRE6BT1N520101230 New appeal sought 48 years after Hanratty hanging] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121022190409\/http:\/\/uk.reuters.com\/article\/2010\/12\/30\/uk-britain-hanratty-idUKTRE6BT1N520101230 |date=2012-10-22 }} By Tim Castle ngày 30 tháng 12 năm 2010, Reuters. Truy cập ngày 20 tháng 7 năm 2012<\/ref>.\n\nLennon và Ono cũng ủng hộ các công nhân của hãng UCS{{#tag:ref|Upper Clyde Shipbuilders là hãng đóng tàu biển của Scotland, thành lập vào năm 1968 sau khi hợp nhất 5 công ty đóng tàu lớn nhất bên bờ sông Clyde. Vào năm 1971, công ty này dần đi tới giải tán, dẫn tới các phong trào biểu tình \"work-in\" ngay tại các bến tàu. UCS chính thức giải thể và tái cơ cấu thành 2 công ty nhỏ là Govan Shipbuilders và Scotstoun Marine Ltd vào tháng 2 năm 1972.|group=\"gc\"}} ở vùng đô thị Glasgow – Clydeside – vào năm 1971 với việc gửi cho họ một bó hoa hồng lớn cùng tờ séc trị giá 5.000£{{sfn|McGinty|2010}}. Sau khi chuyển tới New York vào tháng 8 cùng năm, họ kết bạn với 2 trong số các thành viên của nhóm [[Chicago Seven]] và 2 nhà hoạt động hòa bình từ [[Youth International Party]] là Abbie Hoffman và Jerry Rubin{{sfn|Harry|2000b|p=344}}. Một nhà hoạt động hòa bình trẻ tuổi khác, [[John Sinclair (nhà thơ)|John Sinclair]], nhà thơ và đồng sáng lập [[White Panther Party]], thì bị kết tội tù 10 năm do bán 2 tép [[cần sa]] trước khi có luật cho phép tàng trữ ma túy{{sfn|Buchanan|2009}}. Tháng 12 năm 1971 tại [[Ann Arbor]], [[Michigan]], 15.000 người đã xuống đường biểu tình ủng hộ ông trong phong trào \"John Sinclair Freedom Rally\", trong đó có buổi hòa nhạc có sự tham gia của Lennon, [[Stevie Wonder]], [[Bob Seger]], Bobby Seale của Black Panther Party và nhiều nghệ sĩ khác nữa{{sfn|Harry|2000b|pp=789–790, 812–813}}. Lennon và Ono, hát cùng với David Peel và Rubin, đã trình diễn 4 ca khúc acoustic trích từ album ''Some Time in New York City'' trong đó có cả bài \"John Sinclair\" mà phần lời của nó được viết nhằm kêu gọi trả tự do cho Sinclair. Sau đợt biểu tình, Thượng viện bang Michigan thông qua việc giảm chế tài với hành vi tàng trữ cần sa, và 4 ngày sau đó, Sinclair được thả sau buổi chất vấn tại tòa phúc thẩm{{sfn|Glenn|2009}}. Buổi trình diễn đó cũng được thu lại và 2 trong số 4 ca khúc sau này được nằm trong album ''[[John Lennon Anthology]]'' (1998){{sfn|Calkin|2002}}.\n\nVì sự kiện ''[[Bloody Sunday (1972)|Bloody Sunday]]'' ở [[Bắc Ireland]] vào năm 1972 mà trong đó 14 dân thường đã bị sát hại bởi lực lượng quân đội Anh, Lennon đã dứt khoát lựa chọn giữa quân đội và lực lượng [[Official Irish Republican Army|IRA]] (vốn không liên đới tới sự kiện trên) để ông ủng hộ. Lennon cùng Ono sau đó đã viết 2 ca khúc trong album ''Some Time in New York City'' là \"Luck of the Irish\" và \"Sunday Bloody Sunday\" nhằm phản đối sự can thiệp của [[quân đội Anh]] vào các vấn đề ở Ireland. Năm 2000, David Shayler, một cựu nhân viên từng phục vụ cho [[MI5]] đã tiết lộ rằng Lennon đã lén lút cấp tiền cho IRA cho dù Ono từng từ chối điều đó đôi lần{{sfn|Bright|2000}}. Cây viết sử Bill Harry cho rằng sau sự kiện ''Bloody Sunday'', Lennon và Ono đã tài trợ tài chính cho việc sản xuất bộ phim ''The Irish Tapes'' – bộ phim tài liệu viết về những người Cộng hòa ở Ireland{{sfn|Harry|2000b|p=403}}.\n\n[[Cục Điều tra Liên bang|FBI]] từng tố cáo (và sau này được [[Tariq Ali]] khẳng định vào năm 2006) rằng Lennon có liên quan tới tổ chức Cộng sản IMG{{#tag:ref|International Marxist Group được thành lập ở Anh và hoạt động trong những năm 1968-1982. Đây chính là tổ chức đại diện của Anh cho [[Quốc tế thứ tư]]. Vào cuối những năm 1970, tổ chức đạt cực đỉnh với khoảng 1.000 thành viên<ref>[http:\/\/www.warwick.ac.uk\/services\/library\/mrc\/ead\/128col.htm Description for the papers of the International Marxist Group], Warwick University Library.<\/ref>, song tới tháng 12 năm 1982, con số đó giảm xuống còn hơn 500 và tổ chức tuyên bố tan rã rồi đổi tên thành Nhóm chủ nghĩa Xã hội<ref>International Information Bulletin 1983 #1<\/ref>.|group=\"gc\"}}, một nhóm hoạt động theo [[chủ nghĩa Trotsky]] ở Anh từ năm 1968{{sfn|Ali|2006}}. Tuy nhiên, FBI cho rằng Lennon cũng tự kiềm chế mình trước những mong muốn khởi nghĩa kể từ khi ông ''\"thường xuyên chìm đắm trong các cơn mê\"''{{#tag:ref|Nguyên văn từ \"cơn mê\" do FBI sử dụng là \"narcotic(s)\". Từ này là một từ hiếm gặp, và việc dùng nó cần được hiểu qua dụng ý của người viết – ở đây là FBI. \"Cơn mê\" ở đây ngoài ý ám chỉ Lennon lạm dụng ma túy (dẫn tới mê sảng) còn có ý ám chỉ sự mê muội.|group=\"gc\"}}{{sfn|Brooks|2005}}.\n\nNăm 1973, Lennon có viết một bài thơ 5 câu có nhan đề \"Why Make it Sad to be Gay?\" cho cuốn ''The Gay Liberation Book'' của Len Richmond<ref>{{chú thích web|last=Richmond |first=Len |url=http:\/\/www.goodreads.com\/book\/show\/5806324-the-gay-liberation-book |title=The gay liberation book by Len Richmond - Reviews, Discussion, Bookclubs, Lists |publisher=Goodreads.com |access-date =ngày 4 tháng 5 năm 2013}}<\/ref>.\n\nHoạt động chính trị cuối cùng mà Lennon muốn tham gia chính là việc ủng hộ nhóm tiểu số công nhân vệ sinh ở [[San Francisco]] vào ngày 5 tháng 12 năm 1980. Ông và Ono đã dự định tham gia cuộc biểu tình của họ vào ngày 14 tháng 12<ref>{{chú thích web |url=http:\/\/crowdog89.tumblr.com\/post\/42004051247\/john-lennons-last-public-political-statement |title=John Lennon's last public political statement. - Dynamic Tension |publisher=Crowdog89.tumblr.com |access-date =ngày 4 tháng 5 năm 2013 |archive-date = ngày 5 tháng 11 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131105001018\/http:\/\/crowdog89.tumblr.com\/post\/42004051247\/john-lennons-last-public-political-statement }}<\/ref>.\n\n=== Yêu cầu trục xuất ===\nVới việc sáng tác 2 bài hát \"[[Give Peace a Chance]]\" và \"[[Happy Xmas (War Is Over)]]\" đều gắn liền với phong trào phản đối [[chiến tranh Việt Nam]], chính quyền của tổng thống [[Richard Nixon]], nhân lúc hay tin Lennon tổ chức hòa nhạc tại [[San Diego]] cùng lúc với Đại hội toàn quốc của Đảng Cộng hòa{{sfn|Wiener|1999|p=2}}, đã yêu cầu trục xuất ông. [[Nixon]] cho rằng ảnh hưởng của Lennon tới các vấn đề phản chiến có thể khiến ông thất cử{{sfn|BBC News|2000}}, và Thượng nghị sĩ [[Strom Thurmond]] đã gợi ý vào tháng 2 năm 1972 rằng ''\"việc trục xuất sẽ là một động thái phản công chiến lược\"''{{sfn|Wiener|1990|p=225}} nhằm vào Lennon. Chỉ một tháng sau, Cục Quản lý Nhập cư của Mỹ (INS) bắt đầu thực hiện yêu cầu này, cho rằng việc Lennon bị buộc tội tàng trữ [[cần sa]] ở [[London]] vào năm 1968 là hành vi không thể chấp nhận cho việc nhập cư tại Mỹ. Lennon phải mất tới 3 năm rưỡi nhằm biện hộ chống lại yêu cầu trục xuất này, và tới ngày 8 tháng 10 năm 1975, tòa phúc thẩm tuyên bố: ''\"... tòa án không thể chấp nhận việc trục xuất có chọn lọc mà chỉ dựa vào vài lý do chính trị\"''{{sfn|Coleman|1992|pp=576–583}}{{sfn|BBC News|2006a}}. Trong lúc cuộc chiến pháp lý vẫn tiếp tục, Lennon buộc phải đi tìm sự ủng hộ và xuất hiện trên truyền hình. Ông và Ono cùng tổ chức chương trình ''Mike Douglas Show'' vào tháng 2 năm 1972, trong đó có sự tham gia của các khách mời như [[Jerry Rubin]] hay [[Bobby Seale]]{{sfn|BBC News|2006c}}. Vào năm 1972, [[Bob Dylan]] đã viết một bức thư gửi tới INS nhằm bảo vệ Lennon:\n\n:\"John và Ono đã mang tới tiếng hát và định hình tính nghệ thuật của quốc gia. Họ truyền cảm hứng, thúc đẩy, kích thích và cũng chính vì thế, giúp mọi người nhìn thấy thứ ánh sáng tinh khiết và cũng nhờ đó, chấm dứt thứ hương vị nghèo nàn của việc thương mại hóa tầm thường vốn được truyền tải bởi các Nghệ sĩ qua sự tán tụng của truyền thông. Hãy ủng hộ John và Yoko. Hãy để họ sống tại đây và hít thở bầu không khí chung. Đất nước này đủ chỗ cho hai người và cả những căn phòng đẹp. Hãy cho John và Yoko ở lại đây!\"<ref>Wiener, Jon. [http:\/\/www.thenation.com\/print\/blog\/155298\/bob-dylans-defense-john-lennon \"Bob Dylan's defense of John Lennon\".] ''[[The Nation]]'', 8 tháng 10 năm 2010<\/ref><ref>{{chú thích web|url=http:\/\/lennonfbifiles.com\/natl_comm_john_yoko\/bob_dylan.html |title=Photo Copy of Bob Dylan's 1972 Letter to the INS in Defense of John Lennon |publisher=Lennonfbifiles.com |access-date =ngày 8 tháng 12 năm 2010}}<\/ref>\n\nVào ngày [[23 tháng 3]] năm [[1973]], Lennon được nhận giấy yêu cầu rời khỏi nước Mỹ trong vòng 60 ngày{{sfn|Wiener|1999|p=326}}. Ono thì vẫn được đảm bảo quyền cư trú. Để phản ứng, Lennon và Ono tổ chức buổi họp báo vào ngày 1 tháng 4 tại văn phòng của New York City Bar Association và tuyên bố thành lập quốc gia có tên [[Nutopia]] với quốc hiệu \"không lãnh thổ, không biên giới, không hộ chiếu, chỉ có người dân\"{{sfn|Harry|2000b|p=663}}. Cùng tung cờ của Nutopia (với hình 2 chiếc khăn tay), họ yêu cầu quyền tị nạn chính trị tại Mỹ. Buổi họp báo đó được quay lại và sau này được cho vào trong cuốn phim tài liệu ''[[The U.S. vs. John Lennon]]'' (2006){{sfn|Urish|Bielen|2007|p=143}}. Ca khúc \"Nutopian International Anthem\" trong album ''[[Mind Games]]'' (1973) của Lennon đã dành hẳn 3 giây mặc niệm cho vấn đề này{{sfn|Harry|2000b|p=664}}. Không lâu sau buổi họp báo, scandal chính trị của [[Nixon]] bị đưa ra ánh sáng với vụ nghe lén đình đám [[vụ Watergate|Watergate]] ở Washington D.C. Chỉ 14 tháng sau, vị Tổng thống Mỹ này buộc phải tuyên bố từ chức. Người kế nhiệm ông, phó Tổng thống [[Gerald Ford]], không quan tâm nhiều tới việc chống lại Lennon, và cuối cùng lệnh trục xuất được dỡ bỏ vào năm 1975. Một năm sau, tất cả những vấn đề cuối cùng về nhập cư của Lennon đã được giải quyết và ông sau đó được nhận \"thẻ xanh\" chứng nhận việc cư trú hợp pháp tại đây. Khi [[Jimmy Carter]] nhậm chức Tổng thống vào tháng 1 năm 1977, thậm chí đôi vợ chồng còn được ông mời tới gặp gỡ{{sfn|Coleman|1984a|p=289}}.\n\n=== Kiểm soát từ FBI và những tài liệu mật ===\nSau cái chết của Lennon, cây viết sử [[Jon Wiener]] thu thập được nhiều tài liệu thông qua [[Freedom of Information Act|FOIA]]{{#tag:ref|FOIA là tổ chức bảo vệ quyền tự do thông tin của Mỹ, được bảo trợ bởi chính phủ và có hoạt động gần như trực tiếp với Hiến pháp và các quyền con người của đất nước này.|group=\"gc\"}}, xem xét lại các giấy tờ của [[FBI]] từ thời kỳ yêu cầu trục xuất{{sfn|Wiener|1999|p=13}}. FBI thừa nhận họ giữ 281 trang hồ sơ về Lennon, song từ chối công bố chi tiết vì cho rằng đó là bí mật quốc gia. Năm 1983, Wiener tiến hành kiện FBI với sự giúp đỡ từ cơ quan [[American Civil Liberties Union|ACLU]]{{#tag:ref|ACLU là một tổ chức trung lập và phi lợi nhuận nhằm bảo vệ mọi quyền con người và quyền công dân của mọi cá thể trên đất nước Mỹ. Đây là một tổ chức quan trọng góp phần định nghĩa khái niệm \"[[lobby]]\" ở Mỹ kể từ sau Chiến tranh thế giới thứ hai.|group=\"gc\"}} ở [[miền Nam California]]. Quá trình tố tụng kéo dài suốt 14 năm cho tới khi FBI buộc phải công bố những trang hồ sơ mật{{sfn|Friedman|2005|p=252}}. ACLU, với Wiener làm đại diện, đã thắng kiện tại tòa Sơ thẩm liên bang vào năm 1991{{sfn|Wiener|1999|p=315}}. [[Bộ Tư pháp Hoa Kỳ|Bộ Tư pháp]] sau đó liền đệ đơn phúc thẩm lên [[Tối cao Pháp viện Hoa Kỳ]] vào tháng 4 năm 1992, song tòa án từ chối xem xét vụ việc{{sfn|Wiener|1999|pp=52–54, 76}}. Năm 1997, đạo luật mới của Tổng thống [[Bill Clinton]] đã quy định rằng các tài liệu này chỉ có thể bị từ chối công bố nếu việc công bố chúng dẫn tới những \"thiệt hại có thể nhìn thấy trước được\", và cũng vin theo lý do này mà Bộ Tư pháp chỉ cho công bố 10 trong số các tài liệu tranh cãi đó. Wiener cuối cùng cũng cho phát hành khối công việc suốt 14 năm của mình vào tháng 1 năm 2000{{sfn|Wiener|1999|pp=52–54, 76}}. ''Gimme Some Truth: The John Lennon FBI Files'' bao gồm các tài liệu sao chép và \"các bản báo cáo từ những nguồn tin cậy ghi lại chi tiết hoạt động từng ngày của nhà hoạt động phản chiến, các bản cáo trạng từ [[Nhà Trắng]], những ghi chép từ các buổi lên sóng truyền hình của Lennon và cả giấy triệu tập việc Lennon từng bị cảnh sát địa phương bắt vì tàng trữ ma túy\"{{sfn|Wiener|1999|p=27}}. Câu chuyện này sau đó cũng được đưa vào cuốn tài liệu ''The U.S. vs. John Lennon''. Mười tập tài liệu liên quan tới Lennon mà FBI cho công bố bao gồm những đối đầu giữa cơ quan này và nhà hoạt động hòa bình vào năm 1971 được xếp vào danh mục \"bí mật thông tin quốc gia từ một chính phủ nước ngoài với sự tin cậy đảm bảo\", cuối cùng được đưa ra công chúng vào tháng 12 năm 2006; và các tài liệu đó không có một dòng nào được chính phủ Anh ghi lại, rằng Lennon là một tội phạm đặc biệt. Một bản sao của các tài liệu đó chỉ là một bức thư được viết bởi một vài nhân vật cánh tả ở [[Anh]] mong muốn Lennon có thể đầu tư tài chính cho một thư viện và phòng đọc sách cánh tả{{sfn|The Associated Press|2006}}.\n\n== Văn học và nghệ thuật ==\nCây viết sử [[Bill Harry]] từng viết rằng Lennon bắt đầu việc viết và vẽ tranh ngay từ khi còn nhỏ qua lời động viên của người bác. Cậu nhóc Lennon khi đó sưu tầm những mẩu chuyện, thơ, truyện tranh và cả tranh châm biếm rồi lưu lại trong một cuốn mà sau này cậu gọi là ''Daily Howl'' khi còn ở trường Quarry Bank High School. Các bản vẽ thường là về người tàn tật, cùng với lối viết châm biếm, và xuyên suốt cuốn sách là một cách chơi chữ vô cùng phong phú. Theo người bạn cùng lớp, Bill Turner, Lennon viết ''Daily Howl'' để chơi cùng với người bạn thân và thành viên sau này của The Quarrymen, [[Pete Shotton]] – người mà ông luôn giới thiệu những tác phẩm của mình trước tiên. Turner nói Lennon ''\"bị ám ảnh bởi [[Wigan Pier]] và điều đó luôn lớn dần\"''. Trong cuốn truyện ''A Carrot in a Potato Mine'' của Lennon có câu \"the mine was at the end of Wigan Pier.\"{{#tag:ref|Tạm dịch \"phần con người trong tôi là điểm kết thúc của Wigan Pier.\"|group=\"gc\"}} Turner cũng chỉ ra sự liên kết giữa bến xe bus với câu hỏi thường trực \"tại sao?\" ở một trong những bức vẽ của Lennon mà ở phía trên là một chiếc [[pancake]] đang bay, còn ở dưới là ''\"một người đàn ông mù đeo kính đen được dắt đi bởi một con chó mù cũng đeo kính đen\"''{{Sfn|Harry|2000b|pp=179–181}}.\n\nMối quan tâm về chơi chữ và những câu chuyện vô nghĩa của Lennon đã thu hút được nhiều công chúng hơn khi ông bước sang tuổi 24. Harry nói rằng cuốn ''[[In His Own Write]]'' (1964) được Lennon cho phát hành sau khi ''\"Có vài nhà báo chặn đường The Beatles, tiến lại và tôi quyết định nói chuyện với họ. Họ nói ''\"Hãy thử viết thứ gì đó!\"'' và thế là cuốn đầu tiên ra đời.\"'' Cũng giống với ''Daily Howl'', cuốn sách này là một tuyển tập các mẩu truyện ngắn, thơ, trò chơi và tranh vẽ. Một câu chuyện trong đó có tên \"Good Dog Nigel\" kể về \"một chú chó vui vẻ, đi tiểu vào chân cột đèn điện, sủa vang và ngoe nguẩy đuôi cho tới khi nó chợt nghe rằng mình sẽ bị giết vào đúng lúc 3 giờ\". Tờ ''[[The Times Literary Supplement]]'' đánh giá những bài thơ và truyện ''\"rất đáng chú ý... và hài hước... tính vô nghĩa trong đó, từ ngữ và hình ảnh làm nổi bật lẫn nhau thành một chuỗi tưởng tượng thuần khiết\"''. ''Book Week'' cho rằng ''\"Đó đơn thuần là kiểu viết truyện vô nghĩa, song nó lại buộc ta phải xem xét lại thể loại văn chương này để hiểu cách làm thế nào Lennon đã thành công với nó. Trong khi một vài kiểu chơi chữ đồng âm mà anh sử dụng rất rẻ tiền thì số lớn khác lại hầu hết đa nghĩa và thậm chí cả đa chiều.\"'' Lennon không chỉ ngạc nhiên với những phản ứng tích cực mình nhận được mà còn yêu cầu người đọc ''\"cần nghiêm túc đọc cuốn sách này hơn chính bản thân tôi. Nó chỉ khiến tôi cảm thấy buồn cười mà thôi.\"''{{Sfn|Harry|2000b|pp=393–394}}\n\nCùng với ''[[A Spaniard in the Works]]'' (1965), ''In His Own Write'' trở thành nội dung chính cho vở kịch có tên ''The John Lennon Play: In His Own Write'' của 2 tác giả Victor Spinetti và Adrienne Kennedy. Theo thỏa thuận giữa Lennon, Spinetti và giám đốc [[Royal National Theatre|Nhà hát kịch Hoàng gia]] – [[Laurence Olivier]], vở kịch sẽ được trình diễn tại [[The Old Vic]] vào năm 1968. Cả Lennon lẫn Ono đều tới xem buổi diễn mở màn, và đó là lần thứ 2 họ cùng nhau xuất hiện trước công chúng kể từ khi công khai hẹn hò. Sau cái chết của Lennon, nhiều tác phẩm khác đã được phát hành, như ''[[Skywriting by Word of Mouth]]'' (1986), ''Ai: Japan Through John Lennon's Eyes: A Personal Sketchbook'' (1992) với những minh họa của Lennon về cách định nghĩa các ký tự Nhật Bản, và ''Real Love: The Drawings for Sean'' (1999). Tuyển tập ''[[The Beatles Anthology]]'' (2000) cũng giới thiệu một số bản viết tay và vẽ của ông{{sfn|Harry|2000b|pp=396–397}}.\n\n== Âm nhạc ==\n=== Nhạc cụ ===\n[[Tập tin:John Lennon's Les Paul Jr..jpg|150px|nhỏ|phải|Cây Les Paul Jr. nổi tiếng của Lennon]]\nCách Lennon chơi chiếc organ-hơi trong chuyến đi thăm người họ hàng ở [[Scotland]] đã gây ấn tượng mạnh với người lái xe bus. Người tài xế này liền giới thiệu cho cậu về chiếc [[harmonica]], vốn được bày bán trong một cửa hàng nằm ngay bên bến xe bus, nếu cậu có thể qua Edinburgh vào ngày hôm sau{{Sfn|Harry|2000b|p=313}}. Nhạc cụ chuyên nghiệp đầu tiên này đã nhanh chóng thay thế chiếc \"đồ chơi\" cũ của cậu. Lennon tiếp tục chơi [[harmonica]], đặc biệt trong thời kỳ lưu diễn ở [[Hamburg]] của [[The Beatles]], rồi sau này trở thành thương hiệu đặc trưng của nhóm qua mỗi bản thu. Mẹ của Lennon là người chỉ dẫn cậu chơi đàn [[banjo]], rồi sau đó tặng cậu một chiếc guitar acoustic. Tới năm 16 tuổi, cậu đã có thể chơi guitar nền cho The Quarrymen{{sfn|Harry|2000b|pp=738–740}}. Khi sự nghiệp tiến triển, Lennon bắt đầu chơi nhiều guitar điện, có thể kể tới [[Rickenbacker 325]], [[Epiphone Casino]] hay [[Gibson J-160E]], và khi bắt đầu sự nghiệp solo với chiếc [[Gibson Les Paul]] [[Gibson Les Paul Junior|Junior]]{{sfn|Prown and Newquist|2003|p=213}}{{sfn|Lawrence|2009|p=27}}. Đôi lúc ông cũng chơi chiếc bass 6-dây [[Fender Bass VI]] (như trong \"[[Back in the U.S.S.R.]]\"), cùng với đó là chơi bass trong một vài ca khúc của Beatles như \"[[The Long and Winding Road]]\" hay \"[[Helter Skelter]]\" khi mà McCartney đang phải chơi nhạc cụ khác{{sfn|Everett|1999|p=297}}. Một nhạc cụ quan trọng khác của Lennon là [[piano]], như cách ông thể hiện trong \"[[Imagine (bài hát)|Imagine]]\" – bài hát được coi là sản phẩm solo xuất sắc nhất của ông{{sfn|Blaney|2005|p=83}}. Song chính việc anh cùng McCartney từ chối sử dụng piano vào năm 1963 đã giúp The Beatles có được đĩa đơn quán quân đầu tiên tại Mỹ, \"[[I Want to Hold Your Hand]]\"{{sfn|Everett|2001|p=200}}. Năm 1964, Lennon là một trong những người Anh đầu tiên được tiếp xúc với cây đại dương cầm [[Mellotron]], cho dù nó chỉ thực sự được thu âm lần đầu tiên qua ca khúc \"[[Strawberry Fields Forever]]\" của nhóm vào năm 1967{{sfn|Babiuk|2002|pp=164–165}}.\n\n=== Giọng hát ===\nKhi The Beatles tiến hành thu âm ca khúc \"[[Twist and Shout]]\" – bài hát cuối cùng trong buổi thu ròng rã 10 tiếng liên tục cho album đầu tay của nhóm vào năm 1963, ''[[Please Please Me]]'' – giọng của Lennon, vốn trước đó đã bị ảnh hưởng bởi việc cảm lạnh, bắt đầu bị biến chất. Ông nói: ''\"Tôi không nói ra nổi một từ nào. Tôi chỉ cố gào lên.\"''{{sfn|Wenner|2000|p=14}} Theo cây viết sử Barry Miles, ''\"Lennon đơn giản đã phá hỏng giọng mình vì tình yêu [[rock 'n' roll]].\"''{{sfn|Miles and Badman|2003|p=90}} Nhà sản xuất của nhóm, [[George Martin]], nhớ lại việc Lennon ''\"bẩm sinh ghét chất giọng của mình tới mức tôi không thể nào hiểu nổi. Cậu ta luôn hét lên với tôi: ''\"Ông hãy làm gì đó với nó đi!... hãy thêm thứ gì vào nó. Hãy làm cho nó khác biệt!\"''\"''{{sfn|Coleman|1992|pp=369–370}} Vì vậy Martin luôn bị bắt buộc sử dụng kỹ thuật ghi đè cùng nhiều kỹ thuật khác nữa. Nhà phê bình [[Robert Christgau]] cho rằng giọng của Lennon là ''\"thứ giọng trình diễn tuyệt vời nhất... kể cả khi gào thét lẫn than thở, đều hòa hợp với các thiết bị điện... bằng cách tạo tiếng vang, lọc âm hay ghi đè.\"''{{sfn|Wiener|1990|p=143}}\n\nKhi bắt đầu sự nghiệp solo, chất giọng của Lennon đã mang tính biểu cảm rõ ràng hơn hẳn. Cây viết sử Chris Gregory nói rằng Lennon ''\"e dè bộc lộ sự bất cẩn của mình trong nhiều bản [[ballad]] mộc mạc mang tính \"thú tội\" để dần dần thực hiện quá trình \"điều trị cộng đồng\" mà sau này đã giúp anh lên đỉnh với bài hát \"[[Cold Turkey]]\" và quân bài tẩy ''[[John Lennon\/Plastic Ono Band]]''.\"''{{sfn|Gregory|2007|p=75}} David Stuart Ryan nhận xét rằng giọng của Lennon tỏ ra vô cùng đa dạng, từ \"rất dễ vỡ, giàu cảm xúc thậm chí cả ngây thơ\" cho tới kiểu cách và \"trau chuốt\"{{sfn|Ryan|1982|pp=118, 241}}. Wiener thì nói điều ngược lại, cho rằng chất giọng của ông \"ban đầu rất cuốn hút, song về sau lại khiến người ta đau lòng vì thất vọng\"{{sfn|Wiener|1990|p=35}}. Nhà nghiên cứu âm nhạc Ben Urish viết rằng ca khúc \"This Boy\" của [[The Beatles]] được trình diễn trong ''[[The Ed Sullivan Show]]'' trên sóng phát thanh chỉ vài ngày sau vụ ám sát Lennon ''\"Có lẽ rằng giọng ca của Lennon đã lên tới đỉnh cao... Nó khiến ta đau lòng biết mấy mỗi khi anh ấy gào lên những tiếng khổ đau và cảm xúc. Nhưng đó chỉ là những cảm nhận của riêng tôi khi nghe giọng ca này. Và tôi luôn luôn có những cảm giác ấy.\"''{{sfn|Urish|Bielen|2007|p=123}}\n\n== Di sản và tôn vinh ==\n[[Tập tin:John Lennon Peace Monument - PEACE ON EARTH - October 9th 2010.jpg|150px|nhỏ|phải|Đài kỷ niệm hòa bình John Lennon]]\nTheo 2 nhà nghiên cứu âm nhạc Schinder và Schwartz – những người viết về những chuyển biến của âm nhạc quần chúng trong những năm 50 và 60 của thế kỷ 20, những ảnh hưởng của [[The Beatles]] là không thể kể xiết: họ đã làm ''\"sống lại âm thanh, phong cách và cả thái độ về thể loại âm nhạc quần chúng và hơn hết mở tung cánh cửa [[rock 'n' roll]] của làn sóng âm nhạc từ nước [[Anh]]\"'', và ban nhạc ''\"đã dành toàn bộ nửa sau của thập kỷ 60 để đưa nhạc rock tới tận cùng giới hạn của nó\"''{{sfn|Schinder|Schwartz|2007|p=160}}. [[Liam Gallagher]] – thủ lĩnh của [[Oasis (ban nhạc)|Oasis]], một trong những nhóm nhạc thừa nhận ảnh hưởng sâu sắc từ The Beatles – đã từng gọi Lennon là một người hùng; và để tưởng nhớ, ông đã đặt tên con trai đầu lòng của mình là Lennon Gallagher{{sfn|Harry|2000b|p=265}}. Trong tháng Thơ quốc gia tại Anh vào năm 1999, qua buổi thăm dò phần ca từ được yêu thích nhất, đài [[BBC]] đã chọn \"Imagine\" là ca khúc thắng cuộc{{sfn|Harry|2000b|pp=382–383}}.\n\nTrong bài báo năm 2006 trên tờ ''[[The Guardian]]'', Jon Wiener viết: ''\"Với những người trẻ tuổi, việc Lennon dám thách thức [Tổng thống Mỹ] Nixon vào năm 1972 thật sự quá kinh hãi. Thái độ đó đã đe dọa trực tiếp tới cuộc đời, sự nghiệp của anh ấy, và đó cũng là điều khiến người ta vẫn ngưỡng mộ anh cho tới tận ngày nay.\"''{{sfn|Wiener|2006}} Theo 2 nhà nghiên cứ Urish và Bielen, ảnh hưởng lớn nhất của Lennon là ''\"tính tự họa... trong các ca khúc của anh ấy [khi mà chúng] luôn nói tới và hướng đến thân phận con người.\"''{{sfn|Urish|Bielen|2007|pp=121–122}}\n\nLennon vẫn luôn được tôn vinh ở khắp nơi trên thế giới và là chủ đề của rất nhiều [[Vụ ám sát John Lennon#Truy điệu và tưởng nhớ|buổi tưởng niệm]]. Năm 2002, sân bay quốc tế thành phố Liverpool được đổi tên thành [[Sân bay John Lennon Liverpool]]<ref name=fola>{{chú thích web | publisher = Friends of Liverpool Airport | url = http:\/\/www.fola.org.uk\/current.html | title = Recent History and Current Developments | access-date = ngày 10 tháng 2 năm 2013 | archive-date = ngày 24 tháng 6 năm 2012 | archive-url = https:\/\/web.archive.org\/web\/20120624063000\/http:\/\/www.fola.org.uk\/current.html | url-status=dead }}<\/ref>. Năm 2010, nhân kỷ niệm 70 ngày sinh của ông, Đài kỷ niệm hòa bình John Lennon đã được Cynthia và Julian Lennon khánh thành ở Chavasse Park, [[Liverpool]]<ref>{{chú thích báo\n|url=http:\/\/www.telegraph.co.uk\/culture\/music\/music-news\/8052634\/Monument-to-John-Lennon-unveiled-in-Liverpool-on-his-70th-birthday.html|title= Monument to John Lennon unveiled in Liverpool on his '70th birthday' |location=London |work=The Daily Telegraph |date=ngày 9 tháng 10 năm 2010}}<\/ref>. Bức tượng điêu khắc này có tên \"Peace & Harmony\"{{#tag:ref|Tạm dịch \"Hòa bình và Hòa hợp\".|group=\"gc\"}} phỏng theo [[biểu tượng hòa bình]] cùng với đó là lời tựa \"Peace on Earth for the Conservation of Life · In Honour of John Lennon 1940–1980\"{{#tag:ref|Tạm dịch \"Hòa bình trên Trái Đất để bảo vệ cuộc sống · Tưởng nhớ John Lennon 1940-1980\".|group=\"gc\"}}<ref>{{chú thích web|url=http:\/\/www.youtube.com\/watch?v=zcHcCxVKKxs |title=Unveiling of 'Peace & Harmony', European Peace Monument – Dedicated to John Lennon |publisher=Youtube.com |date=ngày 8 tháng 11 năm 2010 |access-date =ngày 10 tháng 7 năm 2013}}<\/ref>.\n\n[[Tập tin:Los Angeles (California, USA), Hollywood Boulevard, John Lennon -- 2012 -- 4990.jpg|thumb|Ngôi sao của John Lennon trên [[Đại lộ Danh vọng Hollywood]]]]\n\n=== Danh hiệu ===\nBộ đôi [[Lennon–McCartney]] được coi là bộ đôi sáng tác thành công và có ảnh hưởng nhất thế kỷ 20. Trong vai trò sáng tác và đồng sáng tác, Lennon sở hữu tổng cộng 25 đĩa đơn quán quân tại Mỹ{{#tag:ref|Danh sách 25 đĩa đơn quán quân của Lennon tại [[Billboard Hot 100|''Billboard'' Hot 100]] trong vai trò ca sĩ, sáng tác hoặc đồng sáng tác.\n* Solo (2): \"[[Whatever Gets You Thru the Night]]\", \"[[(Just Like) Starting Over]]\"{{sfn|Allmusic|2010a}}\n* The Beatles (20): \"[[Can't Buy Me Love]]\", \"[[I Feel Fine]]\", \"[[I Want to Hold Your Hand]]\", \"[[Love Me Do]]\", \"[[She Loves You]]\", \"[[A Hard Day's Night (bài hát)|A Hard Day's Night]]\", \"[[Eight Days a Week]]\", \"[[Help! (bài hát)|Help!]]\", \"[[Ticket to Ride]]\", \"[[Yesterday]]\", \"[[Paperback Writer]]\", \"[[We Can Work It Out]]\", \"[[All You Need Is Love]]\", \"[[Hello, Goodbye]]\", \"[[Penny Lane]]\", \"[[Hey Jude]]\", \"[[Something]]\"\/\"[[Come Together]]\", \"[[Get Back]]\", \"[[Let It Be (bài hát)|Let It Be]]\", \"[[The Long and Winding Road]]\"\/\"[[For You Blue]]\"<ref>{{chú thích web|url=http:\/\/www.billboard.com\/specials\/hot100\/charts\/most-no1s-overall.shtml|title=Most No. 1s By Artist (All-Time)|work=Billboard|access-date =ngày 1 tháng 6 năm 2012|archiveurl=https:\/\/archive.today\/20120525231412\/http:\/\/www.billboard.com\/specials\/hot100\/charts\/most-no1s-overall.shtml|archive-date = ngày 25 tháng 5 năm 2012}}\n<\/ref>\n* Đồng sáng tác và sáng tác được thể hiện bởi nghệ sĩ khác (2): \"[[Fame (bài hát của David Bowie)|Fame]]\" ([[David Bowie]]), \"[[Lucy in the Sky with Diamonds]]\" ([[Elton John]]){{sfn|Allmusic|2010c}}\n* Đồng sáng tác và sáng tác được phát hành bởi nghệ sĩ khác (1): \"[[A World Without Love]]\" ([[Peter and Gordon]]){{sfn|Allmusic|2010d}}|group=\"gc\"}}. Các album solo của ông bán được khoảng 14 triệu bản{{sfn|RIAA|2010b}}. ''[[Double Fantasy]]'', album được phát hành chỉ 3 tuần trước cái chết của ông, là album solo của riêng ông, và là album hậu-Beatles thành công nhất{{sfn|Greenberg|2010|p=202}} với 3 triệu đĩa được bán tại Mỹ{{sfn|RIAA|2010a}}, cùng với đó là giành [[Giải Grammy cho Album của năm]] vào năm 1981{{sfn|grammy.com}}. Ngay năm sau, giải thưởng Cống hiến của [[Brit Awards]] cũng được dành cho Lennon{{sfn|Brit Awards|2010}}.\n\nLennon có tên ở vị trí số 8 trong danh sách \"[[100 Greatest Britons|100 người Anh vĩ đại nhất]]\" do đài [[BBC]] tổ chức bình chọn vào năm 2002{{sfn|BBC News|2002}}. Trong khoảng những năm 2003-2008, tạp chí ''[[Rolling Stone]]'' thực hiện rất nhiều bài đánh giá về âm nhạc và đóng góp của Lennon, và cuối cùng xếp ông ở vị trí số 5 trong danh sách \"100 ca sĩ vĩ đại nhất\"{{sfn|Browne|2008}} và vị trí số 38 trong danh sách \"100 nghệ sĩ vĩ đại nhất\"{{sfn|Rolling Stone|2008}}. Các album solo của ông là ''[[John Lennon\/Plastic Ono Band]]'' và ''[[Imagine (album)|Imagine]]'' lần lượt có được các vị trí số 22 và 76 trong danh sách \"[[500 album vĩ đại nhất (danh sách của Rolling Stone)|500 album vĩ đại nhất]]\" cùng của tạp chí này{{sfn|Rolling Stone|2008}}{{sfn|Rolling Stone|2003}}. Ông cũng từng được phong tước hiệu [[Huân chương Đế quốc Anh|Thành viên Hoàng gia Anh]] (MBE) cùng với [[The Beatles]] vào năm [[1965]], nhưng đã trả lại huân chương này vào năm 1969 nhằm phản đối \"[[Nội chiến Nigeria|việc can dự của Anh vào vấn đề Nigeria-Biafra]], sự ủng hộ Hoa Kỳ trong cuộc chiến [[Can thiệp của Mỹ vào Chiến tranh Việt Nam|ở Việt Nam]] và ngăn việc \"[[Cold Turkey]]\" trượt dài trên các bảng xếp hạng âm nhạc\".<ref>{{chú thích báo|url=https:\/\/www.bbc.com\/news\/uk-16736495|title=Queen's honours: People who have turned them down named|newspaper=BBC News|access-date=27 September 2014|url-status=live|archive-url=https:\/\/web.archive.org\/web\/20150512201145\/http:\/\/www.bbc.com\/news\/uk-16736495|archive-date=12 May 2015|date=26 January 2012}}<\/ref>{{sfn|London Gazette|1965|p=5488}} Lennon được vinh danh tại [[Đại sảnh Danh vọng nhạc sĩ]] vào năm 1987{{sfn|Songwriters Hall of Fame|2009}} và tại [[Đại sảnh Danh vọng Rock and Roll]] vào năm 1994{{sfn|The Rock and Roll Hall of Fame and Museum|1994}}.\n\n== Danh sách đĩa nhạc ==\n{{Chính|Danh sách đĩa nhạc của John Lennon}}\n{{Xem thêm|Danh sách đĩa nhạc của The Beatles}}\n\n===Solo===\n* ''[[John Lennon\/Plastic Ono Band]]'' (Apple, 1970)\n* ''[[Imagine (album của John Lennon)|Imagine]]'' (Apple, 1971)\n* ''[[Mind Games (album của John Lennon)|Mind Games]]'' (Apple, 1973)\n* ''[[Walls and Bridges]]'' (Apple, 1974)\n* ''[[Rock 'n' Roll (album của John Lennon)|Rock 'n' Roll]]'' (Apple, 1975)\n\n===Với Ono Yoko===\n* ''[[Unfinished Music No. 1: Two Virgins]]'' (Apple, 1968)\n* ''[[Unfinished Music No. 2: Life with the Lions]]'' (Zapple, 1969)\n* ''[[Wedding Album]]'' (Apple, 1969)\n* ''[[Yoko Ono\/Plastic Ono Band]]'' (Apple, 1970)\n* ''[[Some Time in New York City]]'' (Apple, 1972)\n* ''[[Double Fantasy]]'' (Geffen, 1980)\n;Di cảo\n* ''[[Milk and Honey (album)|Milk and Honey]]'' (Polydor, 1984)\n\n== Tự truyện\/hồi ký ==\n* ''[[In His Own Write]]'' (1964)\n* ''[[A Spaniard in the Works]]'' (1965)\n* ''[[Skywriting by Word of Mouth]]'' (1986)\n\n== Tham khảo ==\n{{tham khảo|4}}\n;Ghi chú\n{{tham khảo|group=\"gc\"|2}}\n\n== Thư mục ==\n{{Refbegin|colwidth=30em}}\n<!-- A -->\n* {{chú thích báo|author=Ali, Tariq|work=The Guardian|location=UK|title=John Lennon, the FBI and me|date=ngày 20 tháng 12 năm 2006|url=http:\/\/www.guardian.co.uk\/commentisfree\/2006\/dec\/20\/johnlennonthefbiandme|access-date=ngày 18 tháng 8 năm 2010|ref=CITEREFAli2006}}\n* {{chú thích web|publisher=Allmusic|title=David Bowie – Billboard Singles|url={{Allmusic|class=artist|id=david-bowie-p3753\/charts-awards\/billboard-singles|pure_url=yes}}|access-date =ngày 13 tháng 11 năm 2010|ref=CITEREFAllmusic2010e}}\n* {{chú thích web|publisher=Allmusic|title=Elton John – Billboard Singles|url={{Allmusic|class=artist|id=elton-john-p4617\/charts-awards\/billboard-singles|pure_url=yes}}|access-date =ngày 13 tháng 11 năm 2010|ref=CITEREFAllmusic2010c}}\n* {{chú thích web|publisher=Allmusic|title=John Lennon – Billboard Singles|url={{Allmusic|class=artist|id=john-lennon-p4744\/charts-awards\/billboard-singles|pure_url=yes}}|access-date =ngày 13 tháng 11 năm 2010|ref=CITEREFAllmusic2010a}}\n* {{chú thích web|publisher=Allmusic|title=John Lennon Discography, Singles & EPs, Happy Xmas (War is Over)|url={{Allmusic|class=album|id=happy-xmas-war-is-over-r800088|pure_url=yes}}|access-date =ngày 13 tháng 11 năm 2010|ref=CITEREFAllmusic2010f}}\n* {{chú thích web|publisher=Allmusic|title=Peter and Gordon – Billboard Singles|url={{Allmusic|class=artist|id=peter-gordon-p5136\/charts-awards\/billboard-singles|pure_url=yes}}|access-date =ngày 13 tháng 11 năm 2010|ref=CITEREFAllmusic2010d}}\n* {{chú thích web|publisher=Allmusic|title=The Beatles – Billboard Singles|url={{Allmusic|class=artist|id=the-beatles-p3644\/charts-awards\/billboard-singles|pure_url=yes}}|access-date =ngày 13 tháng 11 năm 2010|ref=CITEREFAllmusic2010b}}\n* {{chú thích sách|author=Anderson, Jennifer Joline|year=2010|title=John Lennon: Legendary Musician & Beatle|publisher=Abdo Publishing Company|isbn=978-1-60453-790-1|url=http:\/\/books.google.ca\/books?id=qDj6d6chfFwC&lpg=PP1&dq=John%20Lennon%3A%20Legendary%20Musician%20%26%20Beatle&pg=PP1#v=onepage&q&f=true|ref=CITEREFAnderson2010|access-date=ngày 24 tháng 7 năm 2011}}\n\n<!-- B -->\n* {{chú thích sách|author=Babiuk, Andy|year=2002|title=Beatles Gear|publisher=Backbeat|isbn=978-0-87930-731-8|ref=CITEREFBabiuk2002}}\n* {{chú thích sách|author=Badman, Keith|title=The Beatles Diary, Volume 2: After the Break-Up, 1970–2001|publisher=Omnibus Press|isbn=978-0-7119-8307-6|year=2001|ref=CITEREFBadman2001}}\n* {{chú thích sách|author=Badman, Keith|title=The Beatles Off The Record: The Dream Is Over|publisher=Omnibus Press|isbn=978-0-7119-9199-6|year=2003|url=http:\/\/books.google.ca\/books?id=9SISX2yM-VsC&lpg=PP1&dq=The%20Beatles%20Off%20The%20Record%3A%20The%20Dream%20Is%20Over&pg=PP1#v=onepage&q&f=true|ref=CITEREFBadman2003}}\n* {{chú thích web|publisher=BBC News|title=100 great British heroes|date=ngày 21 tháng 8 năm 2002|url=http:\/\/news.bbc.co.uk\/1\/hi\/entertainment\/tv_and_radio\/2208671.stm|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFBBC News2002}}\n* {{chú thích web|publisher=BBC News|title=1969: Millions march in US Vietnam Moratorium|year=2008|url=http:\/\/news.bbc.co.uk\/onthisday\/hi\/dates\/stories\/october\/15\/newsid_2533000\/2533131.stm|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFBBC News2007a}}\n* {{chú thích web|publisher=BBC News|title=Beatles in Bangor|url=http:\/\/www.bbc.co.uk\/wales\/walesonair\/database\/beatles.shtml|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFBBC News2007b|archiveurl=https:\/\/archive.today\/20120719201615\/http:\/\/www.bbc.co.uk\/wales\/walesonair\/database\/beatles.shtml|archive-date=ngày 19 tháng 7 năm 2012}}\n* {{chú thích web|publisher=BBC News|title=Judge releases Lennon letters|date=ngày 19 tháng 2 năm 2000|url=http:\/\/news.bbc.co.uk\/2\/hi\/americas\/648607.stm|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFBBC News2000}}\n* {{chú thích web|publisher=BBC News|title=Lennon filmmakers credit campaign|date=ngày 12 tháng 10 năm 2006|url=http:\/\/news.bbc.co.uk\/1\/hi\/entertainment\/6040148.stm|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFBBC News2006a}}\n* {{chú thích web|publisher=BBC News|title=Lennon ship log book up for sale|date=ngày 27 tháng 3 năm 2006|url=http:\/\/news.bbc.co.uk\/2\/hi\/entertainment\/4849940.stm|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFBBC News2006b}}\n* {{chú thích web|publisher=BBC News|title=The Lennon–McCartney Songwriting Partnership|date=ngày 4 tháng 11 năm 2005|url=http:\/\/www.bbc.co.uk\/dna\/h2g2\/A5950929|ref=CITEREFBBC News2005}}\n* {{chú thích web|publisher=BBC News|title=US chat show veteran Douglas dies|date=ngày 12 tháng 8 năm 2006|url=http:\/\/news.bbc.co.uk\/2\/hi\/entertainment\/4786289.stm|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFBBC News2006c}}\n* {{chú thích web|publisher=BBC News|title=Lennon killer is denied parole for the sixth time|date=ngày 7 tháng 9 năm 2010|url=http:\/\/www.bbc.co.uk\/news\/world-us-canada-11222780|access-date=ngày 8 tháng 9 năm 2010|ref=CITEREFBBC News2010a}}\n* {{chú thích sách|author=Bennahum, David|year=1991|title=The Beatles After the Break-Up: In Their Own Words|publisher=Omnibus Press|url=http:\/\/books.google.ca\/books?id=7gGr2GolnXoC&lpg=PP1&dq=The%20Beatles%20After%20the%20Break-Up%3A%20In%20Their%20Own%20Words.&pg=PP1#v=onepage&q&f=true|isbn=978-0-7119-2558-8|ref=CITEREFBennahum1991}}\n* {{chú thích sách|author=Blaney, John|year=2005|title=John Lennon: Listen to this Book|publisher=Paper Jukebox|isbn=978-0-9544528-1-0|url=http:\/\/books.google.ca\/books?id=ZuCZR7MiDA0C&lpg=PP1&dq=John%20Lennon%3A%20Listen%20to%20this%20Book&pg=PP1#v=onepage&q&f=true|ref=CITEREFBlaney2005}}\n* {{chú thích báo|author=Bright, Martin|work=The Guardian|location=UK|title=Lennon aided IRA, claims MI5 renegade|date=ngày 20 tháng 2 năm 2000|url=http:\/\/www.guardian.co.uk\/uk\/2000\/feb\/20\/northernireland.martinbright|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFBright2000}}\n* {{chú thích báo|author=Brooks, Richard|work=The Times|location=UK|title=Julian Lennon gives family peace a chance|date=ngày 13 tháng 6 năm 2009|url=http:\/\/entertainment.timesonline.co.uk\/tol\/arts_and_entertainment\/music\/article6492509.ece?token=null&offset=12&page=2|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFTimes Online2009}}\n* {{chú thích báo|author=Brooks, Xan|work=The Guardian|location=UK|title=Lennon too stoned to be a revolutionary|date=ngày 23 tháng 9 năm 2005|url=http:\/\/www.guardian.co.uk\/uk\/2005\/sep\/23\/arts.thebeatles|access-date=ngày 22 tháng 12 năm 2010|ref=CITEREFBrooks2005}}\n* {{chú thích sách|author=[[Peter Brown (music industry)|Brown, Peter]]|year=1983|title=The Love You Make: An Insider's Story of The Beatles|url=https:\/\/archive.org\/details\/loveyoumakein00brow|publisher=[[McGraw Hill]]|isbn=0-07-008159-X|ref=CITEREFBrown1983}}\n* {{chú thích báo|author=[[Jackson Browne|Browne, Jackson]]|work=Rolling Stone|title=100 Greatest Singers of All Time|date=ngày 12 tháng 11 năm 2008|url=http:\/\/www.rollingstone.com\/music\/lists\/6027\/32782\/32831|access-date=ngày 10 tháng 9 năm 2010|ref=CITEREFBrowne2008|archive-date=2010-09-20|archive-url=https:\/\/web.archive.org\/web\/20100920070229\/http:\/\/www.rollingstone.com\/music\/lists\/6027\/32782\/32831|url-status=dead}}\n* {{chú thích web|author=Buchanan, Jason|publisher=Allmovie|year=2009|title=Overview of ''Twenty to Life: The Life and Times of John Sinclair''|url=http:\/\/www.allmovie.com\/work\/twenty-to-life-the-life-and-times-of-john-sinclair-316826|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFBuchanan2009}}\n\n<!-- C -->\n* {{chú thích web|author=Calkin, Graham|publisher=Graham Calkin|title=Anthology|year=2002|url=http:\/\/www.jpgr.co.uk\/c8306142.html|access-date=ngày 9 tháng 12 năm 2010|ref=CITEREFCalkin2002}}\n* {{chú thích báo|author=Cohen, Claire|work=Daily Mail|location=UK|title=Churchill? A troublemaker. Lennon? A useless clown. And as for that girl Thatcher...|date=ngày 10 tháng 1 năm 2008|url=http:\/\/www.dailymail.co.uk\/news\/article-507221\/Churchill-A-troublemaker-Lennon-A-useless-clown-And-girl-Thatcher-.html|access-date=ngày 7 tháng 12 năm 2010|ref=CITEREFClassReports2008}}\n* {{chú thích báo|author=Cohn, Jonathan|work=Rolling Stone|title=The Lost Lennon Tapes|others=23 tháng 12 năm 2010 – 6 tháng 1 năm 2011|issue=1120\/1121|ref=CITEREFCohn2010–2011}}\n* {{chú thích báo|author=Cleave, Maureen|work=The Daily Telegraph|location=London|title=The John Lennon I Knew|url=http:\/\/www.telegraph.co.uk\/culture\/music\/rockandjazzmusic\/3646983\/The-John-Lennon-I-knew.html|date=ngày 5 tháng 10 năm 2005|access-date=ngày 28 tháng 3 năm 2015|ref=CITEREFCleave2007}}\n* {{chú thích sách|author=[[Ray Coleman|Coleman, Ray]]|year=1984|title=John Winston Lennon|publisher=Sidjwick & Jackson|isbn=978-0-283-98942-1|ref=CITEREFColeman1984a}}\n* {{chú thích sách|author=Coleman, Ray|publisher=Sidgwick & Jackson|year=1984|title=John Ono Lennon: Volume 2 1967–1980|url=https:\/\/archive.org\/details\/johnonolennon0000cole|isbn=978-0-283-99082-3|ref=CITEREFColeman1984b}}\n* {{chú thích sách|author=Coleman, Ray|year=1992|title=Lennon: The Definitive Biography|url=https:\/\/archive.org\/details\/lennondefinitive0000cole_x2e5|publisher=[[HarperCollins|Harper]]|isbn=0-06-098608-5|ref=CITEREFColeman1992}}\n\n<!-- D -->\n* {{chú thích web|author=Deming, Mark|publisher=Allmovie|year=2008|title=Overview of ''John Lennon: Live in New York City''|url=http:\/\/www.allmovie.com\/work\/john-lennon-live-in-new-york-city-26375|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFDeming2008}}\n* {{chú thích sách|title=[[You Never Give Me Your Money (book)|You Never Give Me Your Money: The Beatles After the Breakup]]|author=Doggett, Peter|year=2010|publisher=HarperCollins|isbn=978-0-06-177446-1|ref=CITEREFDoggett2010}}\n\n<!-- E -->\n* {{chú thích sách|title=John Lennon: A Biography|author=Edmondson, Jacqueline|publisher=Greenwood Publishing Group|year=2010|isbn=978-0-313-37938-3|url=http:\/\/books.google.ca\/books?id=Tl7czOvfPgwC&lpg=PP1&dq=John%20Lennon%3A%20A%20Biography&pg=PP1#v=onepage&q&f=true|ref=CITEREFEdmondson2010}}\n* {{chú thích sách|author=[[Geoff Emerick|Emerick, Geoff]]; Massey, Howard|title=Here, There and Everywhere: My Life Recording the Music of the Beatles|publisher=[[Penguin Books]]|year=2006|isbn=1-59240-179-1|ref=CITEREFEmerickMassey2006}}\n* {{chú thích sách|author=Everett, Walter|title=The Beatles as Musicians: Revolver through the Anthology|publisher=Oxford University Press|isbn=978-0-19-512941-0|year=1999|url=http:\/\/books.google.ca\/books?id=eTkHAldi4bEC&lpg=PP1&dq=The%20Beatles%20as%20Musicians%3A%20Revolver%20through%20the%20Anthology&pg=PP1#v=onepage&q&f=true|ref=CITEREFEverett1999}}\n* {{chú thích sách|author=Everett, Walter|title=The Beatles as Musicians: The Quarry Men through Rubber Soul|publisher=Oxford University Press|isbn=0-19-514104-0|year=2001|url=http:\/\/books.google.ca\/books?id=UmrVa2U7jB0C&lpg=PP1&dq=The%20Beatles%20as%20Musicians%3A%20The%20Quarry%20Men%20through%20Rubber%20Soul&pg=PP1#v=onepage&q&f=true|ref=CITEREFEverett2001}}\n\n<!-- F -->\n* {{chú thích sách|author=Fawcett, Anthony|year=1976|title=John Lennon: One Day at a Time|publisher=Evergreen|isbn=978-0-394-17754-0|ref=CITEREFFawcett1976}}\n* {{chú thích báo|author=Frankel, Glenn|work=The Washington Post|title=Nowhere Man (p4)|date=ngày 26 tháng 8 năm 2007|url=http:\/\/www.washingtonpost.com\/wp-dyn\/content\/article\/2007\/08\/21\/AR2007082101714_4.html|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFFrankel2007}}\n* {{chú thích sách|author=Friedman, John S.|year=2005|title=The Secret Histories: Hidden Truths that Challenged the Past and Changed the World|publisher=Macmillan|isbn=978-0-312-42517-3|ref=CITEREFFriedman2005}}\n\n<!-- G -->\n* {{chú thích báo|author=Gerson, Ben|work=Rolling Stone|title=Imagine|date=ngày 28 tháng 10 năm 1971|url=http:\/\/www.rollingstone.com\/music\/reviews\/album\/2747\/21015|access-date=ngày 12 tháng 11 năm 2010|ref=CITEREFGerson1971|archive-date=2012-09-12|archive-url=https:\/\/archive.today\/20120912063145\/http:\/\/www.rollingstone.com\/music\/reviews\/album\/2747\/21015|url-status=dead}}\n* {{chú thích web|author=Ginell, Richard S.|publisher=Allmusic|year=2009|title=Milk and Honey Review|url={{Allmusic|class=album|id=r11541|pure_url=yes}}|access-date =ngày 10 tháng 5 năm 2010|ref=CITEREFGinell2009}}\n* {{chú thích báo|author=Glenn, Alan|work=The Ann Arbor Chronicle|year=2009|title=The Day a Beatle Came to Town|url=http:\/\/annarborchronicle.com\/2009\/12\/27\/the-day-a-beatle-came-to-town\/|access-date=ngày 9 tháng 12 năm 2010|ref=CITEREFGlenn2009|archive-date=ngày 14 tháng 11 năm 2012|archive-url=https:\/\/web.archive.org\/web\/20121114181138\/http:\/\/annarborchronicle.com\/2009\/12\/27\/the-day-a-beatle-came-to-town\/|url-status=dead}}\n* {{chú thích sách|author=Goldman, Albert Harry|publisher=Chicago Review Press|year=2001|title=The Lives of John Lennon|url=https:\/\/archive.org\/details\/livesofjohnlenno0000gold_o3c8|isbn=978-1-55652-399-1|ref=CITEREFGoldman2001}}\n* {{chú thích báo|author=Goodman, Joan|work=Playboy|title=Playboy Interview with Paul and Linda McCartney|date=December 1984|url=http:\/\/www.beatlesinterviews.org\/db1984.pmpb.beatles.html|ref=CITEREFGoodman1984}}\n* {{chú thích sách|author=Gould, Jonathan|year=2008|title=Can't Buy Me Love: The Beatles, Britain and America|publisher=Piatkus|isbn=978-0-7499-2988-6|url=http:\/\/books.google.ca\/books?id=EvKzN_W-l6oC&lpg=PP1&dq=Can't%20Buy%20Me%20Love%3A%20The%20Beatles%2C%20Britain%20and%20America&pg=PP1#v=onepage&q&f=true|ref=CITEREFGould2008}}\n* {{chú thích web|publisher=Grammy.com|title=Grammy Award Winners|access-date=ngày 28 tháng 4 năm 2010|url=http:\/\/www2.grammy.com\/GRAMMY_Awards\/Winners|ref=CITEREFgrammy.com|archive-date=ngày 1 tháng 5 năm 2010|archive-url=https:\/\/web.archive.org\/web\/20100501055717\/http:\/\/www2.grammy.com\/GRAMMY_Awards\/Winners\/|url-status=dead}}\n* {{chú thích sách|author=Gregory, Chris|title=Who Could Ask For More: Reclaiming The Beatles|isbn=978-0-9557512-0-2|publisher=The Plotted Plain Press|year=2007|url=http:\/\/books.google.ca\/books?id=wFtN17DtqwIC&lpg=PP1&dq=Who%20Could%20Ask%20For%20More%3A%20Reclaiming%20The%20Beatles&pg=PP1#v=onepage&q&f=true|ref=CITEREFGregory2007}}\n* {{chú thích sách|title=ngày 8 tháng 12 năm 1980: The Day John Lennon Died|author=Greenberg, Keith Elliot|isbn=978-0-87930-963-3|publisher=Backbeat Books|year=2010|url=http:\/\/books.google.ca\/books?id=Lho3352UOFIC&lpg=PP2&dq=1980%3A%20The%20Day%20John%20Lennon%20Died&pg=PP1#v=onepage&q&f=true|ref=CITEREFGreenberg2010}}\n\n<!-- H -->\n* {{chú thích sách|author=[[Bill Harry|Harry, Bill]]|year=2000a|title=The Beatles Encyclopedia: Revised and Updated|publisher=Virgin Publishing\n|isbn=0-7535-0481-2|ref=CITEREFHarry2000a}}\n* {{chú thích sách|author=Harry, Bill|year=2000b|title=The John Lennon Encyclopedia|publisher=Virgin|isbn=0-7535-0404-9|ref=CITEREFHarry2000b}}\n* {{chú thích báo|author=Harry, Bill|work=Mersey Beat|year=2009|title=John Lennon and Blackpool|url=http:\/\/triumphpc.com\/mersey-beat\/beatles\/johnlennon-blackpool2.shtml|access-date=ngày 5 tháng 12 năm 2010|ref=CITEREFHarry2009}}\n* {{chú thích sách|author=Holsinger, M. Paul|publisher=Greenwood Publishing Group|year=1999|title=War and American popular culture: a historical encyclopedia, Volume 1998|isbn=978-0-313-29908-7|ref=CITEREFHolsinger1999}}\n* {{chú thích báo|title=Celluloid Heroes: John Lennon and How I Won the War|author=Hoppa, Jocelyn|url=http:\/\/www.crawdaddy.com\/index.php\/2010\/11\/12\/celluloid-heroes-john-lennon-and-how-i-won-the-war\/|work=Crawdaddy!|date=ngày 10 tháng 11 năm 2010|access-date=ngày 15 tháng 11 năm 2010|ref=CITEREFHoppa2010}}\n\n<!-- I -->\n* {{chú thích sách|author=Ingham, Chris|year=2006|title=The Rough Guide to The Beatles|url=https:\/\/archive.org\/details\/roughguidetobeat0000ingh|publisher=Rough Guides|isbn=978-1-84353-720-5|ref=CITEREFIngham2006}}\n\n<!-- J -->\n<!-- K -->\n* {{chú thích sách|author=Kruse, Robert J. II|chapter=Geographies of John and Yoko's 1969 Campaign for Peace: An Intersection of Celebrity, Space, Art,and Activism|editor= Johansson, Ola, Bell, Thomas L., editors|title=Sound, Society and the Geography of Popular Music|publisher=Ashgate\n|year=2009|isbn=978-0-7546-7577-8|pages=11–32|ref=CITEREFKruse2009}}\n\n<!-- L -->\n* {{chú thích báo|author=Landau, Jon|work=Rolling Stone|title=Mind games|date=ngày 3 tháng 1 năm 1974|url=http:\/\/www.rollingstone.com\/music\/reviews\/album\/2747\/21008|access-date=ngày 12 tháng 11 năm 2010|ref=CITEREFLandau1974|archive-date=2010-11-19|archive-url=https:\/\/web.archive.org\/web\/20101119004814\/http:\/\/www.rollingstone.com\/music\/reviews\/album\/2747\/21008|url-status=dead}}\n* {{chú thích sách|author=Lawrence, Ken|publisher=Andrews McMeel Publishing|year=2005|title=John Lennon: In His Own Words|isbn=978-0-7407-5477-7|url=http:\/\/books.google.ca\/books?id=ZVuA3J2ZEYIC&lpg=PP1&dq=John%20Lennon%3A%20In%20His%20Own%20Words&pg=PP1#v=onepage&q&f=true|ref=CITEREFLawrence2005}}\n* {{chú thích sách|author=Lawrence, Robb|title=The Modern Era of the Les Paul Legacy: 1968–2008|publisher=Hal Leonard|isbn=978-1-4234-5531-8|year=2009\n|ref=CITEREFLawrence2009}}\n* {{chú thích sách|author=[[Cynthia Lennon|Lennon, Cynthia]]|year=1978|title=A Twist of Lennon|publisher=Avon|isbn=978-0-380-45450-1|ref=CITEREFLennon1978}}\n* {{chú thích sách|author=Lennon, Cynthia|year=2005|title=John|publisher=Crown Publishers|isbn=978-0-307-33855-6|ref=CITEREFLennon2005}}\n* {{chú thích sách|author=Lewisohn, Mark|year=1988|authorlink=Mark Lewisohn|title=The Beatles Recording Sessions|publisher=Harmony Books|isbn=0-517-57066-1|ref=CITEREFLewisohn1988}}\n* {{chú thích báo|author=Logan, Nick|title=Magical Mystery Tour|date=ngày 25 tháng 11 năm 1967|work=NME|location=UK|ref=CITEREFLogan1967}}\n* {{chú thích sách|author=Loker, Bradford E.|title=History with the Beatles|publisher=Dog Ear Publishing|isbn=978-1-60844-039-9|year=2009|url=http:\/\/books.google.ca\/books?id=2ktN0IS1vFQC&lpg=PP1&dq=History%20with%20the%20Beatles&pg=PP1#v=onepage&q&f=true|ref=CITEREFLoker2009}}\n* {{chú thích báo|work=[[London Gazette]] (supplement)|title=Most Excellent Order of the British Empire|date=ngày 4 tháng 6 năm 1965|url=http:\/\/www.london-gazette.co.uk\/issues\/43667\/supplements\/5488|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFLondon Gazette1965}}\n\n<!-- M -->\n* {{chú thích sách|author=[[Ian MacDonald|MacDonald, Ian]]|year=2005|title=Revolution in the Head: The Beatles' Records and the Sixties|publisher=Pimlico|isbn=1-84413-828-3|ref=CITEREFMacDonald2005}}\n* {{chú thích báo|author=McGinty, Stephen|work=The Scotsman|location=UK|title=Jimmy Reid: A working-class hero and the saviour of Clyde yards|date=ngày 12 tháng 8 năm 2010|url=http:\/\/thescotsman.scotsman.com\/politics\/Jimmy-Reid-A-workingclass-hero.6470643.jp|access-date=ngày 18 tháng 8 năm 2010|ref=CITEREFMcGinty2010}}\n* {{chú thích sách|author=[[Barry Miles|Miles, Barry]]|year=1997|title=Paul McCartney: Many Years From Now|url=https:\/\/archive.org\/details\/paulmccartneyman00mile_0|publisher=Henry Holt & Company|isbn=0-8050-5248-8|ref=CITEREFMiles1997}}\n* {{chú thích sách|author=Miles, Barry; Badman, Keith|title=The Beatles Diary: The Beatles Years|isbn=978-0-7119-8308-3|publisher=Omnibus Press|year=2001|url=http:\/\/books.google.ca\/books?id=_TBkf1ttNBYC&lpg=PP1&dq=The%20Beatles%20Diary%3A%20The%20Beatles%20Years&pg=PP1#v=onepage&q&f=true|ref=CITEREFMiles and Badman2003}}\n\n<!-- N -->\n* {{chú thích báo|author=Norman, Philip|work=New York Magazine|title=A Talk with Yoko|date=ngày 25 tháng 5 năm 1981|url=http:\/\/books.google.com\/books?id=9uUCAAAAMBAJ&pg=PA38&lpg=PA38&dq=%22new+york+magazine%22+1981+ono+lennon+%22closet+fag%22#v=onepage&q=&f=false|ref=CITEREFNorman1981}}\n* {{chú thích sách|author=Norman, Philip|year=2008|title=John Lennon: The Life|publisher=Ecco|isbn=978-0-06-075401-3|url=http:\/\/books.google.ca\/books?id=v1RBDwF0M8kC&lpg=PP1&dq=John%20Lennon%3A%20The%20Life&pg=PP1#v=onepage&q&f=true|ref=CITEREFNorman2008}}\n\n<!-- O -->\n<!-- P -->\n* {{chú thích sách|author=Pang, May|year=2008|title=Instamatic Karma: Photographs of John Lennon|url=https:\/\/archive.org\/details\/instamatickarmap0000pang|publisher=[[St. Martin's Press]]|isbn=978-0-312-37741-0|ref=CITEREFPang2008}}\n* {{chú thích sách|author=Peebles, Andy; Lennon, John; Ono, Yoko|publisher=British Broadcasting Corporation|year=1981|title=The Lennon tapes: John Lennon and Yoko Ono in conversation with Andy Peebles, ngày 6 tháng 12 năm 1980|isbn=978-0-563-17944-3|ref=CITEREFPeebles1981}}\n* {{chú thích sách|author=Perone, James E.|publisher=Greenwood Publishing Group|year=2001|title=Songs of the Vietnam Conflict|isbn=978-0-313-31528-2|url=http:\/\/books.google.ca\/books?id=HHQqoUcbd8gC&lpg=PP1&dq=Songs%20of%20the%20Vietnam%20Conflict&pg=PP1#v=onepage&q&f=true|ref=CITEREFPerone2001}}\n* {{chú thích sách|author=Prown, Pete; Newquist, Harvey P.|title=Legends of Rock Guitar: The Essential Reference of Rock's Greatest Guitarists|publisher=Hal Leonard|isbn=978-0-7935-4042-6|year=1997|url=http:\/\/books.google.ca\/books?id=60Jde3l7WNwC&lpg=PP1&dq=%3DLegends%20of%20Rock%20Guitar%3A%20The%20Essential%20Reference%20of%20Rock's%20Greatest%20Guitarists&pg=PP1#v=onepage&q&f=true|ref=CITEREFPrown and Newquist2003}}\n\n<!-- Q -->\n<!-- R -->\n* {{chú thích web|publisher=[[Hiệp hội Công nghiệp Ghi âm Hoa Kỳ|RIAA]]|year=2010|title=RIAA: Searchable database|url=http:\/\/www.riaa.com\/goldandplatinumdata.php?table=SEARCH|access-date=ngày 21 tháng 2 năm 2010|ref=CITEREFRIAA2010a}}\n* {{chú thích web|publisher=RIAA|url=http:\/\/www.riaa.com\/goldandplatinumdata.php?resultpage=2&table=tblTopArt&action=|title=RIAA Gold & Platinum Top Selling Artists|access-date=ngày 5 tháng 3 năm 2010|ref=CITEREFRIAA2010b}}\n* {{chú thích sách|author=Roberts, David|year=2001|title=Guinness World Records: British Hit Singles (14th Edition)|publisher=[[Sách Kỷ lục Guinness|Guinness World Records Limited]]|isbn=0-85156-156-X|ref=CITEREFRoberts2001}}\n* {{chú thích sách|author=Riley, Tim|year=2001|title=Tell me why: a Beatles commentary|publisher=Da Capo Press|isbn=978-0-306-81120-3|url=http:\/\/books.google.ca\/books?id=lHvx9QnnorYC&lpg=PP1&dq=Tell%20me%20why%3A%20a%20Beatles%20commentary&pg=PP1#v=onepage&q&f=true|ref=CITEREFRiley2002}}\n* {{chú thích web|publisher=Rock and Roll Hall of Fame|year=1996|title=David Bowie|url=http:\/\/www.rockhall.com\/inductee\/david-bowie|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFThe Rock and Roll Hall of Fame and Museum1996}}\n* {{chú thích báo|work=Rolling Stone|title=The RS 500 Greatest Albums of All Time|date=ngày 18 tháng 11 năm 2003|url=http:\/\/www.rollingstone.com\/music\/lists\/500-greatest-albums-of-all-time-19691231|access-date=ngày 28 tháng 4 năm 2010|ref=CITEREFRolling Stone2003}}\n* {{chú thích báo|work=Rolling Stone|title=100 Greatest Artists of All Time|date=ngày 12 tháng 4 năm 2008|url=http:\/\/www.rollingstone.com\/music\/lists\/100-greatest-artists-of-all-time-19691231\/john-lennon-19691231|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFRolling Stone2008}}\n* {{chú thích sách|author=Seaman, Frederic|title=The Last Days of John Lennon|url=https:\/\/archive.org\/details\/lastdaysofjohnle0000seam|isbn=1-55972-084-0|publisher=Birch Lane Press|year=1991|ref=CITEREFSeaman1991}}\n* {{chú thích sách|author=Ryan, David Stuart|title=John Lennon's Secret|isbn=978-0-905116-08-2|publisher=Kozmik Press Centre|year=1982|url=http:\/\/books.google.ca\/books?id=cucbMgzt-bUC&lpg=PP1&dq=John%20Lennon's%20Secret&pg=PP1#v=onepage&q&f=true|ref=CITEREFRyan1982}}\n\n<!-- S -->\n* {{chú thích sách|author=Schechter, Danny|year=1997|title=The More You Watch, the Less You Know: News Wars\/Submerged Hopes\/Media Adventures\n|publisher=[[Seven Stories Press]]|isbn=1-888363-80-0|ref=CITEREFSchechter1997}}\n* {{chú thích sách|author=Schinder, Scott; Schwartz, Andy|year=2007|title=Icons of Rock: An Encyclopedia of the Legends Who Changed Music Forever\n|publisher=Greenwood Press|isbn=978-0-313-33845-8|ref=CITEREFSchinderSchwartz2007}}\n* {{chú thích báo|author=Sheff, David|work=Playboy|date=January 1981|title=Interview with John Lennon and Yoko Ono|url=http:\/\/www.playboy.com\/articles\/john-lennon-yoko-ono-interview\/|access-date=ngày 11 tháng 11 năm 2010|ref=CITEREFSheff1981|archiveurl=https:\/\/web.archive.org\/web\/20100925195324\/http:\/\/www.playboy.com\/articles\/john-lennon-yoko-ono-interview\/|archive-date=ngày 25 tháng 9 năm 2010|url-status=dead|archive-date=2010-09-25|archive-url=https:\/\/web.archive.org\/web\/20100925195324\/http:\/\/www.playboy.com\/articles\/john-lennon-yoko-ono-interview\/}}\n* {{chú thích sách|author=Sheff, David; Golson, G. Barry (editor)|publisher=Playboy|year=1981|title=The Playboy Interviews with John Lennon and Yoko Ono|url=https:\/\/archive.org\/details\/playboyinterview00lenn_0|isbn=978-0-87223-705-6|ref=CITEREFSheff1981}}\n* {{chú thích báo|author=Shennan, Paddy|work=The Liverpool Echo|title=What will Liz think of these?|date=ngày 26 tháng 11 năm 2007|url=http:\/\/www.liverpoolecho.co.uk\/liverpool-life\/liverpool-lifestyle\/2007\/11\/26\/what-will-liz-think-of-these-100252-20163545\/|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFShennan2007}}\n* {{chú thích sách|author=[[Bob Spitz|Spitz, Bob]]|year=2005|title=The Beatles: The Biography|url=https:\/\/archive.org\/details\/beatlesbiography00spitz|publisher=Little, Brown|isbn=0-316-80352-9|ref=CITEREFSpitz2005}}\n\n<!-- T -->\n* {{chú thích báo|url=http:\/\/www.time.com\/time\/magazine\/article\/0,9171,843470,00.html|title=Other noises, Other notes|date=ngày 3 tháng 3 năm 1967|work=TIME|access-date=ngày 27 tháng 11 năm 2010|ref=CITEREFTime1967|archive-date=2013-08-08|archive-url=https:\/\/web.archive.org\/web\/20130808125919\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,843470,00.html}}\n* {{chú thích sách|author=[[The Beatles]]|year=2000|title=The Beatles Anthology|url=https:\/\/archive.org\/details\/beatlesanthology0000unse|publisher=Chronicle Books|isbn=0-8118-2684-8|ref=CITEREFThe Beatles2000}}\n* {{chú thích web|publisher=The Brit Awards|title=Wins and Nominations by Artist: John Lennon|url=http:\/\/www.brits.co.uk\/the-vaults\/artist\/John%20Lennon|access-date=ngày 25 tháng 4 năm 2010|ref=CITEREFBrit Awards2010|archive-date=ngày 18 tháng 10 năm 2011|archive-url=https:\/\/web.archive.org\/web\/20111018135005\/http:\/\/www.brits.co.uk\/the-vaults\/artist\/John%20Lennon|url-status=dead}}\n* {{chú thích web|publisher=The Rock and Roll Hall of Fame|year=1994|title=John Lennon|url=http:\/\/www.rockhall.com\/inductee\/john-lennon|access-date=ngày 10 tháng 5 năm 2010|ref=CITEREFThe Rock and Roll Hall of Fame and Museum1994}}\n* {{chú thích báo|work=The Telegraph|title=Celebrity Obituaries – Allen Klein|date=ngày 5 tháng 7 năm 2009|url=http:\/\/www.telegraph.co.uk\/news\/obituaries\/celebrity-obituaries\/5751356\/Allen-Klein.html|access-date=ngày 5 tháng 12 năm 2010|ref=CITEREFTelegraphKlein2010}}\n* {{chú thích báo|work=The Washington Post|title=FBI Releases Last Pages From Lennon File|date=ngày 20 tháng 12 năm 2006|url=http:\/\/www.washingtonpost.com\/wp-dyn\/content\/article\/2006\/12\/20\/AR2006122000227.html|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFThe Associated Press2006}}\n\n<!-- U -->\n* {{chú thích sách|author=Urish, Ben; Bielen, Kenneth G|year=2007|title=The Words and Music of John Lennon|publisher=Praeger|isbn=978-0-275-99180-7|url=http:\/\/books.google.ca\/books?id=LJ9Y0YgSE1oC&lpg=PR1&dq=The%20Words%20and%20Music%20of%20John%20Lennon&pg=PR1#v=onepage&q&f=true|ref=CITEREFUrishBielen2007}}\n\n<!-- V -->\n* {{chú thích báo|author=Vigilla, Hubert|work=Treble|title=Album Review: John Lennon – Imagine|date=ngày 29 tháng 8 năm 2005|url=http:\/\/www.treblezine.com\/reviews\/801.html|access-date=ngày 10 tháng 11 năm 2010|ref=CITEREFVigilla2005|archive-date=ngày 9 tháng 3 năm 2012|archive-url=https:\/\/web.archive.org\/web\/20120309024853\/http:\/\/www.treblezine.com\/reviews\/801.html}}\n\n<!-- W -->\n* {{chú thích web|author=Wald, Jonathan|publisher=CNN|title=Lennon killer denied parole|date=ngày 6 tháng 10 năm 2004|url=http:\/\/www.cnn.com\/2004\/LAW\/10\/05\/chapman.parole\/index.html|access-date=ngày 11 tháng 5 năm 2010|ref=CITEREFCNN.com2004}}\n* {{cite video|publisher=Warner Brothers|title=Warner Brothers. John Lennon: Imagine, Cynthia Lennon Interview|medium=DVD|year=1988|ref=CITEREFWarner Brothers1988}}\n* {{chú thích sách|author=[[Jann Wenner|Wenner, Jann S]]|year=2000|title=Lennon Remembers|publisher=Verso|isbn=1-85984-600-9|url=http:\/\/books.google.ca\/books?id=ymjy06WZnd4C&lpg=PR3&dq=Lennon%20Remembers&pg=PR3#v=onepage&q&f=true|ref=CITEREFWenner2000}}\n* {{chú thích sách|author=[[Jon Wiener|Wiener, Jon]]|year=1990|title=Come Together: John Lennon in His Time|publisher=[[University of Illinois Press]]|isbn=978-0-252-06131-8|ref=CITEREFWiener1990}}\n* {{chú thích sách|author=Wiener, Jon|year=1999|title=Gimme Some Truth: The John Lennon FBI Files|publisher=[[University of California Press]]|isbn=0-520-22246-6|url=http:\/\/books.google.ca\/books?id=FPPj3e_cQIcC&lpg=PP1&dq=Gimme%20Some%20Truth%3A%20The%20John%20Lennon%20FBI%20Files&pg=PP1#v=onepage&q&f=true|ref=CITEREFWiener1999}}\n* {{chú thích báo|author=Wiener, Jon|work=The Guardian|location=UK|title=He didn't have to do it. That's one reason he's still admired|date=ngày 19 tháng 12 năm 2006|url=http:\/\/www.guardian.co.uk\/commentisfree\/2006\/dec\/19\/comment.film|access-date=ngày 18 tháng 8 năm 2010|ref=CITEREFWiener2006}}\n\n<!-- X -->\n<!-- Y -->\n<!-- Z -->\n{{Refend}}\n\n;Tài liệu khác\n{{refbegin}}\n* Kane, Larry (2007). ''[http:\/\/books.google.ca\/books?id=TFEr_3tDLYQC&lpg=PP1&dq=Lennon%20Revealed&pg=PP1#v=onepage&q&f=true Lennon Revealed]''. Running Press. ISBN 978-0-7624-2966-0\n* Pang, May; Edwards, Henry (1983). ''Loving John: The Untold Story''. Warner Books. ISBN 0-446-37916-6.\n* Wiener, Jon. [http:\/\/www.LennonFBIfiles.com\/ The John Lennon FBI Files]\n* Yorke, Richard (1969). [http:\/\/crawdaddy.wolfgangsvault.com\/Article.aspx?id=4372 \"John Lennon: Ringo's Right, We Can't Tour Again\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071210181240\/http:\/\/crawdaddy.wolfgangsvault.com\/Article.aspx?id=4372 |date = ngày 10 tháng 12 năm 2007}}, ''New Musical Express'', ngày 7 tháng 6 năm 1969, reproduced by ''[[Crawdaddy!]]'', 2007.\n{{refend}}\n\n== Liên kết ngoài ==\n{{Wikiquote}}\n{{Commons}}\n* {{Rockhall|john-lennon}}\n* {{MusicBrainz artist|id=4d5447d7-c61c-4120-ba1b-d7f471d385b9|name=John Lennon}}\n* {{IMDb name|id=0006168}}\n* [http:\/\/www.bbc.co.uk\/music\/lennon\/ John Lennon], tài liệu của ''[[BBC]]''\n* [http:\/\/www.npr.org\/templates\/story\/story.php?storyId=15405854 John Lennon], tài liệu của ''[[NPR]]''\n* [http:\/\/www.johnlennon.com\/ John Lennon] của EMI Group Limited\n* [http:\/\/www.youtube.com\/watch?v=zcHcCxVKKxs Unveiling of 'Peace & Harmony', European Peace Monument – Dedicated to John Lennon]\n{{John Lennon}}\n{{The Beatles}}\n{{Giải Grammy Thành tựu trọn đời|state=autocollapse}}\n{{Sao chọn lọc}}\n\n{{DEFAULTSORT:Lennon, John}}\n[[Thể loại:John Lennon| ]]\n[[Thể loại:The Beatles]]\n[[Thể loại:Thành viên The Beatles]]\n[[Thể loại:Người đoạt giải Grammy Thành tựu trọn đời]]\n[[Thể loại:Người bị ám sát]]\n[[Thể loại:Người được ghi danh tại Đại sảnh Danh vọng Rock and Roll]]\n[[Thể loại:Người Liverpool]]\n[[Thể loại:Phim và người giành Giải Oscar cho nhạc phim hay nhất]]\n[[Thể loại:Ca sĩ nhạc rock]]\n[[Thể loại:Người đoạt giải BRIT]]\n[[Thể loại:Ca sĩ tự sáng tác người Anh]]\n[[Thể loại:Người đoạt giải Ivor Novello]]\n[[Thể loại:Nghệ sĩ của Polydor Records]]\n[[Thể loại:Nam diễn viên điện ảnh Anh]]\n[[Thể loại:Nghệ sĩ của Geffen Records]]\n[[Thể loại:Nghệ sĩ của Apple Records]]\n[[Thể loại:Nghệ sĩ của Capitol Records]]\n[[Thể loại:Nhà hoạt động phản đối Chiến tranh Việt Nam]]\n[[Thể loại:Nghệ sĩ của Parlophone]]\n[[Thể loại:Người được ghi danh tại Đại sảnh Danh vọng Nhạc sĩ]]\n[[Thể loại:Nam diễn viên Anh thế kỷ 20]]\n[[Thể loại:Ca sĩ Anh thế kỷ 20]]\n[[Thể loại:Nghệ sĩ dương cầm thế kỷ 20]]\n[[Thể loại:Người Vương quốc Liên hiệp Anh theo chủ nghĩa nữ giới]]\n[[Thể loại:Nhà phê bình tôn giáo]]\n[[Thể loại:Nhạc sĩ theo chủ nghĩa nữ giới]]\n[[Thể loại:Nam giới theo chủ nghĩa nữ giới]]\n[[Thể loại:Sinh năm 1940]]\n[[Thể loại:Mất năm 1980]]\n[[Thể loại:Người ủng hộ bất bạo động]]"}