{"3190500":"{{thiếu nguồn gốc}}\n{{Thông tin nhân vật\n| tên = Joost van Vollenhoven\n| hình = Joost van Vollenhoven.gif\n| ghi chú hình = \n| cỡ hình = \n| tên khai sinh = Joost van Vollenhoven\n| ngày sinh = 21 tháng 7 năm 1877\n| ngày mất = 20 tháng 7 năm 1918\n| nơi mất = [[Parcy-et-Tigny]], [[Aisne]]\n| nguyên nhân cái chết = Chiến tranh\n| an táng = [[Villers-Cotterêts]], [[Aisne]]\n| cư trú = [[Algérie]], Paris, [[Hà Nội]], [[Dakar]]\n| quốc tịch = Hà Lan, Pháp\n| học vị = \n| nghề nghiệp = quản lý thuộc địa và binh lính\n| tuyển dụng = \n| nổi tiếng = \n| lương = \n| tài sản = \n| chiều cao = \n| cân nặng = \n| chức vị = \n| nhiệm kỳ = \n| tiền nhiệm = \n| đảng phái = \n| kế nhiệm = \n| hội đồng = \n| tôn giáo = \n| người hôn phối = \n| Bạn đời = \n| con cái = \n| người thân = \n| chữ ký = \n| website = \n| nơi sinh = [[Rotterdam]]\n| tên khác = \n| cha mẹ = \n| resting_place_coordinates = \n| footnotes = \n}}\n'''Joost van Vollenhoven''' (21\/07\/1877 - 20\/07\/1918 tại [[Parcy-et-Tigny]], [[Aisne]]) là một thống chế thuộc địa người Pháp. Ông mất trong [[Trận sông Marne lần thứ hai]].\n\n==Thời trẻ==\nJoost van Vollenhoven sinh tại [[Rotterdam]], Hà Lan. Thời niên thiếu, Volenhoven theo gia đình sang sống ở Algeria (một thuộc địa của Pháp) và nhập quốc tịch Pháp ở đây (năm 1899). Cũng vào năm 1899, ông theo học tại École Coloniale (Trường Pháp quốc hải ngoại) để trở thành quản trị viên thuộc địa. Sau khi phục vụ trong Trung đoàn I của người Zouaves xong, ông giải ngũ với chức vụ trung sĩ vào năm 1902. Năm 1903, Volenhoven được bổ nhiệm làm Tổng thư ký của Bộ Thuộc địa, và [[giám đốc tài chính]] vào năm 1905; về sau thì làm Tổng thư ký cho chính quyền thuộc địa Pháp ở châu Phi xích đạo.\n\n==Binh nghiệp==\nNăm 1907, ông làm quyền Thống đốc [[Senegal]] và [[Guinea]] (1907); quyền Tổng đốc [[Đông Dương thuộc Pháp]] (1914 - 1915). Trong thời gian nổ ra [[Thế chiến I]], ông nhận chỉ huy một trung đoàn [[Maroc]] sang đánh quân [[Đức]] ở [[châu Âu]] với cấp bậc [[Trung tá]]. Dù phải nằm viện sau khi bị thương ở trận Arras năm 1915, ông vẫn nhận chỉ huy Lữ đoàn 6 thuộc địa tiếp tục chiến đấu... cho đến khi bị thương tật ở các trận đánh ở Alsace, sông Somme và Champagne.\n\nNăm 1916, người Phi ở các vùng Saint-Louis, Dakar, Goree và Rufisque được tự do bầu cử, tự do - cởi bỏ những điều kiện khắt khe nhất để \"trở thành công dân Pháp\" thực thụ). Về kinh tế, ông cho phép các công ty của Pháp ký hiệp định với dân địa phương để phục vụ cho việc khai thác thuộc địa theo định hướng logic; đề xuất mô hình \"thi trường độc quyền miễn phí\" và táo bạo hơn là đã lập được hội đồng để phối hợp xuất khẩu thuộc địa để cung ứng cho Thế chiến (làm rất mềm dẻo để tránh sự phẫn nộ của nhân dân). Về chính trị, ông đề xuất mô hình cai trị gián tiếp (cho người địa phương lên cai trị, dưới sự giám sát của người Pháp)...chính sách này nhanh chóng được các Toàn quyền sau kế thừa.\n\nTháng 5\/1917, ông đảm nhận cương vị Tổng đốc [[Tây Phi thuộc Pháp]] (1917-1918). Để giải quyết cuộc khủng hoảng ở Tây Phi thuộc Pháp, ông tập trung quân Pháp đàn áp các cuộc khởi nghĩa của nhân dân thuộc địa, tiến hành bất lính và tăng thuế trực tiếp vào đầu người dân thuộc địa. Ông cũng là người có nhiều cải cách ở Tây Phi thuộc Pháp: cho phép người Phi được nhập quốc tịch Pháp (cụ thể ông đã \"lôi kéo\" được Blaise Diagne và Marabout Amadou Bamba (Senegal) vào quân đội với lời hứa là Pháp sẽ mở rộng quyền dân chủ của người Senegal sau Thế chiến).\n\nNăm 1918, ông trở lại trung đoàn cũ của mình và tiếp tục cuộc chiến. Tuy nhiên trong trận sông Marne thứ hai, ông bị trúng đạn ngay vào đầu và chết ngay trên đường đến bệnh viện (20\/7\/1918). Ông được chôn cất tại nghĩa trang Montgobert.\n\n{{thời gian sống|1877|1918}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Toàn quyền Đông Dương]]\n[[Thể loại:Quân nhân Pháp trong Thế chiến thứ nhất]]\n[[Thể loại:Sinh năm 1877]]\n[[Thể loại:Mất năm 1918]]\n[[Thể loại:Bắc Đẩu Bội tinh]]\n[[Thể loại:Người Rotterdam]]"}