{"7744517":"{{Tiểu sử quân nhân\n|name = Jules Gaucher\n|tên = Jules Gaucher\n|birth_date = 13 tháng 9 năm 1905\n|ngày sinh = 13 tháng 9 năm 1905\n|nơi sinh = [[Bourges]], [[Pháp]]\n|birth_place = [[Bourges]], [[Pháp]]\n|death_date = 13 tháng 3 năm 1954\n|ngày mất = 13 tháng 3 năm 1954\n|nơi mất = [[Điện Biên Phủ]], [[Điện Biên|tỉnh Điện Biên]], [[Liên bang Đông Dương]]\n|death_place = [[Điện Biên Phủ]], [[Điện Biên|tỉnh Điện Biên]], Việt Nam\n|allegiance = {{Lá cờ|Pháp|1794}}\n|branch = [[Quân đội Pháp]]\n|thuộc = Quân đội Pháp\n|serviceyears = 1929–1954\n|năm phục vụ = 1929–1954\n|rank = [[Trung tá]]\n|cấp bậc = [[Lieutenant Colonel|Trung tá]]\n|đơn vị = Bán lữ đoàn 13 Lê Dương\n|commands = Bán lữ đoàn 13 Lê Dương\n|battles = [[Chiến tranh thế giới thứ hai]]<div>[[Chiến tranh Đông Dương lần thứ nhất]]<br>\n* [[Chiến dịch Hòa Bình|Trận Hòa Bình]]\n* [[Chiến dịch Điện Biên Phủ|Trận Điện Biên Phủ]]<\/div>\n|tham chiến = Chiến tranh thế giới thứ hai<div>Chiến tranh Đông Dương lần thứ nhất<br>\n* Trận Hòa Bình\n* Trận Điện Biên Phủ<\/div>\n}}\n'''Jules Gaucher''' (13 tháng 9 năm 1905 – 13 tháng 3 năm 1954) là một sĩ quan người [[Pháp]] nổi tiếng do quá trình chỉ huy quân Lê Dương trên chiến trường Đông Dương. Ông tử trận tại [[Điện Biên Phủ]] năm 1954.\n\n== Thời trẻ tuổi ==\nGaucher tốt nghiệp từ [[École Spéciale Militaire de Saint-Cyr|trường quân sự Saint-Cyr]] vào năm 1929 và được phong hàm Thiếu úy. Gaucher được cử tới đóng tại Algeria phục vụ trong Trung đoàn Bộ Binh Algeri từ 1929 đến 1931. Haucher chuyển sang Lực lượng Lê Dương năm 1931 và phục vụ ở Bắc Phi với Trung đoàn 1 Lê Dương (1e REI) và Trung đoàn 3 Lê Dương (3e REI). Năm 1938 Gaucher được thăng Đại úy và chuyển về Trung đoàn 5 Lê Dương (5° REI) đóng ở Bắc Kỳ. Khi xung đột giữa quân Pháp và quân Nhật Bản chiếm đóng nổ ra Tháng ba Năm 1945, Gaucher chỉ huy tiểu đoàn của mình rút khỏi [[Hà Nội]] về [[Điện Biên Phủ|Điện Biên phủ]], ở đó Gaucher nhận được điện đài khích lệ từ tướng [[Charles de Gaulle|Charles De Gaulle]]. Bị quân Nhật truy đuổi, Gaucher dẫn quân sang Trung Quốc.<ref>Morgan, T. ''Valley of Death: The Tragedy at Dien Bien Phu That Led America into the Vietnam War''. New York: Random House, 2010. p 228.<\/ref> Gaucher được thăng [[Thiếu tá|Chef de bataillon]] (Thiếu tá) cùng năm đó, và quay trở về căn cứ quân Lê Dương tại [[Sidi Bel Abbes]] để gia nhập Bán lữ đoàn 13 Lê Dương (13e DBLE).\n\nJules Gaucher được mô tả là một người \"vạm vỡ, nát rượu nhưng dày dẵn kinh nghiệm trong chiến đấu trong rừng rậm, với cái mũi như bị rìu chặt còn miệng thì như bị cắt vào\", Gaucher được lòng binh sĩ, được đặt cho biệt danh \"Ông già\".\n\n== Đông Dương 1950–1954 ==\nGaucher được làm bổ nhiệm chỉ huy của tiểu đoàn 3 của Bán lữ đoàn 13 năm 1949 và trở về Đông dương năm 1950, trong đội hình Quân Viễn chinh Viễn Đông tham chiến tại Đông Dương. Bán lữ đoàn 13 tham chiến dưới sự chỉ huy của Gaucher khắp Đông dương, nổi bật là tại chiến dịch Đồng bằng (năm 1951), [[Chiến dịch Hòa Bình]] (1951-52). Năm 1951 được thăng [[Trung tá]] và được đề nghỉ ở lại Đông Dương cùng Bán lữ 13, thay vì chấp nhận lệnh ở nơi khác. Gaucher làm phó chỉ huy Bán lữ 13 từ năm 1951 đến 1953, và lên nắm quyền chỉ huy chính từ năm 1953 trở đi. Gaucher mang tiếng là người cứng răn và nát rượu.{{Sfn|Morgan|2010}}\n\n=== Chiến dịch Điện Biên Phủ 1953-1954 ===\nGaucher được bổ nhiệm làm chỉ huy của Nhóm quân số 9 trong [[Chiến dịch Điện Biên Phủ|Chiến dịch Điện Biên phủ]]. Nhóm này (tương đương 1 trung đoàn tác chiến) bao gồm 3 tiểu đoàn bộ binh,1 tiểu đoàn pháo binh. Gaucher được phân đóng tại cứ điểm Beatrice (đồi Him Lam) phía đông bắc, Gaucher từng dẫn khách đi tham quan cảnh lính của mình đang dọn bụi rậm và chướng ngại để làm trống lưới lửa{{Sfn|Morgan|2010}} và bày tỏ sự tự tin trong ghê gớm về sự bất khả xâm phạm của hàng phòng thủ của quân Pháp.{{Sfn|Morgan|2010}} Tới đầu tháng 3, người của Gaucher tại Him Lam đã bắt đầu bị thương vong khi đi tuần tra, trong đó có 6 sĩ quan.{{Sfn|Morgan|2010}}\n\nNgày 13 tháng 3, Gaucher huấn thị quân của mình để nhưng điểm yếu trong trận địa phòng thủ và ra lệnh chuẩn bị cho các đợt tấn công của quân Việt Minh mà Gaucher cho rằng sẽ đánh tới trong đêm. Gaucher nói với lính của mình rằng đồi Him Lam là \"con dê con làm bữa sáng cho con hổ đói\".{{Sfn|Morgan|2010}}\n\nTrong trận chiến tối hôm đó, cứ điểm chỉ huy của Gaucher bị trúng pháo kích{{Sfn|Morgan|2010}}. Gaucher chết tại bệnh viện cho bị thương nặng ở chân, mất hai tay và vết thương hở ở ngực.<ref>Windrow, p. 382-383.<\/ref> Quyền chỉ huy quân của Gaucher sau đó được chuyển sang cho Đại tá [[Pierre Langlais]].{{Sfn|Morgan|2010}}\n\n== Ghi chú ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* Fall, Bernard B. 1966 (2002). Hell in a Very Small Place: The Siege of Dien Bien Phu. Da Capo Press. {{ISBN|0-306-81157-X}}\n* Morgan, Ted. Valley of Death: The Tragedy at Dien Bien Phu That Led America into the Vietnam War, Random House. <nowiki>ISBN 1-4000-6664-6<\/nowiki> \n* Windrow, Martin. 2004. The Last Valley. Da Capo Press. <nowiki>ISBN 0-306-81386-6<\/nowiki>\n\n[[Thể loại:Sinh năm 1905]]\n[[Thể loại:Mất năm 1954]]\n[[Thể loại:Cựu sinh viên trường École Spéciale Militaire de Saint-Cyr]]\n[[Thể loại:Quân nhân Pháp trong Thế chiến thứ hai]]\n[[Thể loại:Quân nhân Pháp trong Chiến tranh Đông Dương]]\n[[Thể loại:Tử trận ở Việt Nam]]"}