{"48668":"'''Trống đồng Khai Hóa''' là một trong những chiếc [[trống đồng Đông Sơn]] khá nổi tiếng, có nhiều hoa văn phong phú và được tìm thấy khá nguyên vẹn. Hiện nay trống đang bị lưu lạc ở ngoài [[Việt Nam]]. Có tài liệu nói trống để ở Bảo tàng dân tộc học tại thủ đô [[Viên]] của [[Áo]]. Một giả thuyết khác nói trống ở Bảo tàng Mỹ thuật công nghiệp nước Áo. Việc miêu tả trống hiện nay được dựa vào tài liệu của nhà nghiên cứu người Áo là \"F.Hê-gơ\". Ông còn gọi trống này là '''trống Bắc kỳ Gilet I''' (đặt theo tên người chơi đồ cổ ở [[Hà Nội]] là [[Léopold Gilet]]).\n\n==Xuất xứ==\nTrống này được phát hiện ở phủ Khai Hóa, tỉnh [[Vân Nam]], [[Trung Quốc]], nguyên là của một viên tù trưởng [[h'Mông|người Mèo]], trống được đưa từ phía Nam tỉnh [[Quý Châu]] tới.<ref>Văn Hựu. Cổ đồng cổ lục. Bắc Kinh. 1957<\/ref>.\n\n==Tình trạng==\nTrống còn tương đối nguyên vẹn.\n\n==Hình dáng==\nTrống có hình dáng cân đối, chân hơi choãi ra một chút, mặt trống hơi tràn ra ngoài tang trống tạo thành một đường gờ nối liền mặt và tang trống, giống như [[Sông Đà (trống đồng)|trống Sông Đà]]. Trống có [[đường kính]] 65 [[xentimét|cm]], cao 53&nbsp;cm.\n\nThân trống có 3 phần:\n*phần trên phình ra gọi là tang, nối liền với mặt trống\n*phần giữa thân trống [[hình trụ tròn]] thẳng đứng,\n*phần chân hơi loe thành [[hình nón cụt]].\n\nCó hai chiếc quai kép gắn vào tang và phần giữa trống, được trang trí hình bện thừng.\n\n==Hoa văn==\nTrông có hai loại hoa văn là hoa văn [[hình học]] và hoa văn [[loài người|người]], [[động vật]] và [[đồ vật]].\n\n===Hoa văn tại mặt trống===\nChính giữa mặt trống là [[hình ngôi sao]] nổi 12 cánh. Xen giữa các cánh sao là những họa tiết [[hình lông công]].\n\nTừ trong ra ngoài có tất cả 13 vành hoa văn đồng tâm bao bọc lấy nhau.\n\nVề hoa văn hình học, 5 vành trong giống hệt như [[Sông Đà (trống đồng)|trống Sông Đà]]. Hoa văn xoắn ốc kép và vòng tròn đồng tâm có ở vành 9, gần gũi với hoa văn vành 7 trên mặt [[Hoàng Hạ (trống đồng)|trống Hoàng Hạ]]. Vành 11 và 13 có văn răng cưa [[tam giác|hình tam giác]]. Vành 12 gồm 4 đoạn hồi văn xen kẽ với 4 đoạn hoa văn [[hình quả trám]] xoắn ốc kèm theo vòng tròn chấm giữa\n\nVề hình khắc người, động vật và vật gồm có: vành 10 là 18 hình [[chim]] bay, mỏ và đuôi dài, có mào. Vành 6 là những cảnh sinh hoạt tương tự như trống Sông Đà như: hai hình nhà sàn mái cong, hai hìnhh nhà cầu mùa, có những nhóm người múa, đặc biệt ở trống này có thêm người thổi [[khèn]]. Trên mỗi nóc nhà mái cong có một con vật hình chim. Trong nhà có hai người xoã tóc sau lưng, quay mặt vào nhau. Đáng chú ý là trong vành sinh hoạt này không có cảnh trai gái giã [[gạo]].\n\nRìa mặt trống không có trang trí, có 24 dấu vết con kê để lại, đó là kết quả của quá trình đúc trống.\n\n===Hoa văn ở thân trống===\nPhần trên cùng của tang trống là một băng hoa văn hình học, gồm các loại hoa văn: chấm nhỏ thẳng hàng, hình răng cưa, vòng tròn chấm giữa có tiếp tuyến. Có một vành hồi văn xen kẽ với văn hình quả trám xoắn ốc kèm theo vòng tròn chấm giữa như trên mặt trống.\n\nPhía dưới cũng có hình 6 chiếc [[thuyền]]. Phần giữa thân trống có những băng hoa văn hình học, gồm có hoa văn vạch chéo song song, văn hình quả trám xoắn ốc kèm theo vòng tròn chấm giữa. Ngoài ra, các hình vũ sĩ cũng có tại các băng này.\n\nChân trống không có trang trí.\n\n==Ghi chú==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*''Những trống đồng Đông Sơn đã phát hiện ở Việt Nam''. [[Bảo tàng Lịch sử Việt Nam|Viện bảo tàng lịch sử Việt Nam]], [[1975]].\n\n==Xem thêm==\n*[[Miếu Môn (trống đồng)|Trống Miếu Môn]]\n*[[Trống đồng]]\n\n==Liên kết ngoài==\n*[http:\/\/vietsciences.free.fr\/vietnam\/phongtuctapquan\/trongdongvietnam.htm Trống đồng Việt Nam]\n\n[[Thể loại:Trống đồng Đông Sơn]]\n[[Thể loại:Văn minh|Sông Hồng]]"}