{"2234977":"'''Khiếu Năng Tĩnh''' ([[chữ Hán]]: 叫能靜; [[1835]]-[[1915]]) là học giả uyên thâm, nhà giáo dục lỗi lạc của Việt Nam thời cận đại.\n\n== Tiểu sử ==\nÔng sinh ra tại [[xã]] [[Chân Mỹ]], [[tổng]] [[Tử Vinh]], [[huyện]] [[Đại An]], [[phủ]] [[Nghĩa Hưng]], [[tỉnh]] [[Nam Định]] (nay thuộc xã [[Yên Cường, Ý Yên|Yên Cường]], huyện [[Ý Yên]], tỉnh [[Nam Định]]). Năm [[1878]], ông đỗ Cử nhân ([[Hương cống]]). 2 năm sau, ông đỗ [[đồng tiến sĩ xuất thân]]. Ông làm quan [[Đốc học]] [[Hà Nội]], [[Tế tửu]] [[Quốc tử giám]]<ref>{{chú thích web | url = http:\/\/www.hannom.org.vn\/detail.asp?param=1211&Catid=562 | tiêu đề = Viện nghiên cứu Hán nôm | author = | ngày = | ngày truy cập = 14 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n\nÔng đã được các sĩ phu đương thời ca ngợi là người có tấm lòng bao dung, biết trọng dụng và góp công đào tạo nhiều nhân tài cho đất nước. Chính Khiếu Năng Tĩnh đã phát hiện và góp phần nuôi dưỡng cho tài năng của Phan Bội Châu. Bên cạnh sự nghiệp, Khiếu Năng Tĩnh còn để lại cho đời những tác phẩm văn thơ và địa chí đồ sộ như \"Minh Mạng chính yếu\", \"Luận ngữ diễn âm\", \"Hà Nội tỉnh chí\", \"Tỉnh địa dư chí lược\" v.v...<ref>{{Chú thích web|url=https:\/\/anninhthudo.vn\/hoi-thao-ve-danh-nhan-khieu-nang-tinh-doc-hoc-ha-noi-xua-post58338.antd|tựa đề=Hội thảo về danh nhân Khiếu Năng Tĩnh - Đốc học Hà Nội xưa|tác giả=Quỳnh Vân|ngày=2009-09-26|website=An Ninh Thủ Đô}}<\/ref>\n\n==Làm Chánh chủ khảo tại trường thi Nghệ An==\nNăm [[Canh Tý]] [[1900]], Khiếu Năng Tĩnh là Chánh chủ khảo tại [[Nghệ An]]. Ở đó, ông cùng với nhiều vị quan giám khảo khác rất bất ngờ trước hình ảnh một cụ già râu tóc bạc phơ đi thi cùng với biết bao người trẻ. Đó chính là [[Đoàn Tử Quang]], một nho sinh độc nhất vô nhị trong lịch sử khoa bảng Việt Nam. Vì đây là chuyện hiếm thấy nên Khiếu Năng Tĩnh đã viết bài ký ''Nghệ trường giai sự'' (Việc đáng nói ở trường thi Nghệ An) để mô tả những hành động mà Đoàn Tử Quang đã làm trong buổi thi ấy. Hết ngạc nhiên rồi cảm phục, Khiếu Năng Tĩnh đã thảo tờ chiếu lên vua [[Thành Thái]] xin cho thí sinh độc nhất vô nhị này được đỗ, dù có mắc một số lỗi khi phạm một số quy định của trường thi ngày ấy, nên Đoàn Tử Quang đã đỗ ở tuổi 82, nhưng bị xếp thứ 29 trong 30 người trúng tuyển<ref>''Kể chuyện gương hiếu học'', Phương Thùy-Hoàng Trang, xuất bản năm 2010<\/ref>.\n\n== Vinh danh ==\nSau khi Khiếu Năng Tĩnh qua đời, con cháu dòng họ và học trò đã tu sửa ngôi nhà của ông thành nơi thờ tự. Hằng năm tại từ đường còn diễn ra lễ kỵ Tiến sĩ Khiếu Năng Tĩnh vào ngày mùng 6 tháng tư âm lịch và nhiều sinh hoạt văn hoá của con, cháu trong họ<ref>{{Chú thích web|url=http:\/\/baonamdinh.vn\/channel\/5093\/201609\/cac-di-tich-tho-danh-nhan-van-hoa-cua-que-huong-2512117\/|tựa đề=Các di tích thờ danh nhân văn hoá của quê hương|tác giả=Khánh Dũng|ngày=2016-09-16|website=Báo Nam Định}}<\/ref>.\n\nĐể vinh danh ông, chính quyền đã đặt tên ông cho trường trung học cơ sở ở quê nhà ông tại xã Yên Cường, huyện Ý Yên, tỉnh Nam Định.\n\nỞ quận Bình Tân, Thành phố Hồ Chí Minh có một con đường mang tên Khiếu Năng Tĩnh toạ lạc tại phường An Lạc A.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Sinh năm 1835]]\n[[Thể loại:Chưa rõ năm mất]]\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Tiến sĩ nhà Nguyễn]]\n[[Thể loại:Quan lại nhà Nguyễn]]"}