{"2272544":"'''Khoa học kỹ thuật Đàng Ngoài thời Lê trung hưng''' phản ánh các thành tựu về sử học, y học và khoa học quân sự miền Bắc nước [[Đại Việt]] dưới quyền cai quản của [[Lê trung hưng|vua Lê]] [[chúa Trịnh]].\n\n== Sử học==\nSo với các thế kỷ trước, sử học [[Đại Việt]] [[thế kỷ 17]] – [[thế kỷ 18|18]] dồi dào hơn về thể loại, phong phú hơn về số lượng và nội dung.\n\nCó hai loại tác phẩm sử học là: \n* Chính sử viết theo thể loại biên niên sử và kỷ truyện.\n* Tác phẩm sử học và địa lý học lịch sử của các nhà sử học đương thời soạn theo thể loại địa lý tự nhiên, địa hình kinh tế và địa phương chí.\n\nChính sử có bộ đầy đủ nhất được hoàn thành và công bố năm [[1697]] là [[Đại Việt sử ký toàn thư]] của các sử thần triều Lê, chép từ thời [[Hồng Bàng]] đến [[Lê Gia Tông]] (hết năm [[1675]]). Năm [[1775]], chúa [[Trịnh Sâm]] sai Nguyễn Hoàn, [[Lê Quý Đôn]] và Vũ Miễn soạn tiếp từ năm [[1676]] trở đi, nhưng không rõ việc đó hoàn thành ra sao<ref>Viện Sử học, sách đã dẫn, tr 642<\/ref>.\n\nNhững tác phẩm địa lý lịch sử hoặc viết về một thời đại hay một địa phương, điển hình có:\n* ''[[Lam Sơn thực lục]]'' của [[Hồ Sĩ Dương]] (1675) viết trên cơ sở ''[[Lam Sơn thực lục]]'' của [[Nguyễn Trãi]] trước đây, chép các sự việc từ thời [[Lê Thái Tổ]] đến hết thời [[Lê Gia Tông]].\n* ''Lê triều trung hưng công nghiệp thực lục'' và ''Lê triều thông sử'' (hoặc ''[[Đại Việt thông sử]]'') của Lê Quý Đôn hoàn thành năm [[1759]], chép từ [[Lê Lợi]] [[khởi nghĩa Lam Sơn|khởi nghĩa]] đến hết thời [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]]. Ngoài ra, [[Lê Quý Đôn]] còn tác phẩm nổi tiếng ''[[Phủ biên tạp lục]]'' viết năm [[1776]] lúc ông vào phục vụ ở [[Thuận Hóa|Thuận]] - [[Quảng Nam|Quảng]] ([[Trịnh-Nguyễn phân tranh, 1774-1775|mới giành được]] từ năm [[1775]]). Đây là sách chuyên khảo về lịch sử, địa dư, chính trị, phong tục miền Thuận - Quảng. Lê Quý Đôn còn tác phẩm ''Kiến văn tiểu lục'' ghi chép những nhận xét của tác giả về văn hóa lịch sử từ thời [[nhà Trần]] đến cuối thời Hậu Lê.\n* ''Đại Việt lịch triều đăng khoa lục'' của [[Nguyễn Hoàn]] kê toàn bộ những người thi đỗ đại khoa từ khoa đầu tiên năm 1075 đến khoa cuối cùng năm 1787.\n* ''Thiên Nam lịch triều đăng khoa bị khảo'' của Phan Huy Ôn chép về những nhân vật đỗ tiến sĩ và được phân theo từng huyện. Phan Huy Ôn còn có sách ''Khoa bảng tiêu kỳ'' nói về những chuyện lạ trong thi cử.\n* ''Việt sử bị lãm'' của [[Nguyễn Nghiễm]] nói về suy nghĩ của người học sử\n* ''[[Việt Sử tiêu án]]'' của [[Ngô Thì Sĩ]] là loại sách khảo cứu, phê phán các bản sử cũ\n* ''Công nghiệp dư chí'' của Vũ Phương Đề ghi chép về các danh nhân địa phương.\n\nNgoài những sách viết bằng lời còn có những tác phẩm sử học bằng thơ, điển hình là ''[[Thiên Nam ngữ lục]]'' với hơn 8000 câu [[thơ lục bát]].\n\n==Y học==\nTừ [[thế kỷ 17]] trở về trước, y học [[Đại Việt]] mang tính chất cổ truyền trên cơ sở kinh nghiệm dân gian và những dược liệu vốn có trong dân. Sang [[thế kỷ 18]], nền y học Đại Việt được nâng lên một tầm cao mới, nhờ cống hiến của [[Lê Hữu Trác]].\n\nNgoài việc tìm tòi các bài thuốc dân gian, Lê Hữu Trác kết hợp với nghiên cứu thời tiết, khí hậu và đặc điểm sinh lý cơ thể con người. Qua nghiên cứu, ông đã tìm ra phương pháp chẩn đoán bệnh hữu hiệu và chữa bệnh bằng các loại cỏ cây có sẵn trong thiên nhiên. Ông có công sưu tầm, phát hiện và bổ sung thêm 300 vị thuốc nam và thu thập gần 3000 phương thuốc của các vị thầy thuốc đông y đời trước. Ông để lại tác phẩm ''Hải thượng y tông tâm tĩnh'' gồm 28 tập, 66 quyển đúc kết tinh hoa y học cổ truyền.\n\n==Khoa học quân sự==\nDo [[Trịnh-Nguyễn phân tranh|chiến tranh với Đàng Trong]] kéo dài nhiều năm, các [[chúa Trịnh]] chú trọng tới việc phát triển các kỹ thuật quân sự. Khoa học quân sự thời kỳ này có những bước tiến cả về lý luận lẫn thực tiễn.<ref>Viện Sử học, sách đã dẫn, tr 646<\/ref>\n\nDo sự du nhập của khoa học kỹ thuật từ phương Tây, chúa Trịnh đã mở xưởng đúc súng nhờ sự hỗ trợ của người phương Tây và những xưởng đóng tàu, thuyền tại [[Bãi Cháy]] và [[bến Thủy]]. Sản phẩm là những loại thuyền nhỏ như thuyền Thi hậu, thuyền Hải đạo, thuyền Hải mã, thuyền mui và thuyền Quan hành. Loại lớn nhất có chiều dài 67 thước, rộng 10 thước 5 tấc, có 48 cột chèo.<ref>Viện Sử học, sách đã dẫn, tr 211<\/ref>\n\n==Xem thêm==\n* [[Khoa học kỹ thuật Đại Việt thời Lê sơ]]\n\n==Tham khảo==\n* Viện sử học ([[2007]]), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lê trung hưng]]\n[[Thể loại:Khoa học Việt Nam theo thời kỳ]]"}