{"1249861":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Khoan Dụ\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 29\n| vĩ giây = 42\n| kinh phút = 45\n| kinh giây = 22\n| diện tích = 12,19 km²<ref name=MS\/>\n| dân số = 2999 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 246 người\/km²\n| dân tộc = \n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Hòa Bình]]\n| huyện = [[Lạc Thủy]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 05413<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Khoan Dụ''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Lạc Thủy]], tỉnh [[Hòa Bình]], [[Việt Nam]]. Xã này có đường [[Quốc lộ 37C]] (nối Ý Yên - Gián Khẩu - Nho Quan - đường Hồ Chí Minh) đi qua\n\nXã Khoan Dụ có diện tích 12,19&nbsp;km², dân số năm 1999 là 2999 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 246 người\/km².\n==Lịch sử==\nXã được thành lập vào cuối thế kỷ XVIII cùng với việc thành lập tỉnh Mường.Trước năm 1945 xã Yên Đội Thượng (sau này là Khoan Dụ) thuộc tổn Gia Viễn, tỉnh Ninh Bình. Ở thời điểm đó xã Yên Đội có 11 thôn là:Tràng Sơn, Hoàng Đồng, Bến Trải, Tròm É, Đồi Cả, Rộc Côm, Rộc Trụ, Rộc Rạ, Đông Yên, Đảng Thượng,Đảng Hạ. Tháng 10\/1945 xã Yên Đội Thượng thuộc châu Chi Nê, tỉnh Hà Nam. Năm 1946 xã Yên Đội Thượng được đổi tên thành xã Khoan Dụ. Năm 1953 Chính phủ quyết định tách xã Khoan Dụ ra khỏi tỉnh Hà Nam để nhập về tỉnh Hòa Bình, từ đó đến nay xã Khoan Dụ thuộc huyện Lạc Thủy tỉnh Hòa Bình.Hiện tại xã Khoan Dụ có 6 thôn là: Liên Sơn, Hoàng Đồng, Liên Hồng I, Liên Hồng II, Rộc Trụ I, Rộc Trụ II. Đến nay chưa có căn cứ khoa học nào lý giải về 2 từ Khoan Dụ, theo một số ý kiến cho rằng\"Dụ\" ở thời điểm đó là chỉ văn bản, quyết định của triều đình phong kiến còn \"Khoan\" có thể hiểu là tạm dừng ra chỉ dụ để thực hiện vào dịp khác.\n\nTháng 2\/1930 Đảng CSVN được thành lập thì đến ngày 21 tháng 12 năm 1930 tại xã Khoan Dụ đã có tổ Đảng được thành lập tại Thôn Hoàng Đồng, đây là tổ chức Cộng sản đầu tiên của huyện Lạc Thủy, tỉnh Hòa Bình\n\nTrong kháng chiến chống Pháp địa bàn Khoan Dụ là nơi sơ tán của liên khu III, nhiều đơn vị quân đội đã dóng chân trên địa bàn Khoan Dụ như viện 5 QK3, xưởng Đinh Bộ Lĩnh...\n\nxã Khoan Dụ được phong tặng danh hiệu anh hùng LLVT thời kỳ chống Pháp vào năm 2005 \n==Địa lý==\n\nXã KHoan Dụ có cảnh quan thiên nhiên giáp gianh giữa trung du và miền núi, có đủ đồi, núi, sông, thung, dầm, rộc, hang động, ao hồ, ruộng nương, trên bến dưới thuyền. Sông Bôi con sông lớn thứ 2 sau sông Đà của tỉnh Hòa Bình chảy qua địa bàn xã Khoan Dụ khoảng 3&nbsp;km là đường giao thông thủy nối liền Khoan Dụ với các tỉnh đồng bằng, đường 438A chạy qua Khoan Dụ khoảng 2&nbsp;km đi tỉnh Ninh Bình\n==Dân cư==\nỞ Khoan Dụ có 2 dân tộc là Kinh (khoảng 70%); Mường (khoảng 30%) và 2 tôn giáo (Lương khoảng 10%), Thiên chúa giáo (khoảng 90%) cùng chung sống hòa thuận, đoàn kết từ bao đời nay. Nhà thờ Khoan dụ được xây dựng 1872 do ý đồ của người Pháp và đóng góp của giáo dân các tình Hà Nam, Ninh Bình, Nam Định...đến định cự tại Khoan Dụ\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai Hòa Bình}}\n{{Đơn vị hành chính thuộc huyện Lạc Thủy}}"}