{"19801877":"'''Khoảng cách tín nhiệm''' là thuật ngữ được sử dụng rộng rãi trong giới báo chí, diễn ngôn chính trị và dư luận ở nước [[Mỹ]] trong suốt thập niên 1960 và 1970. Vào thời điểm đó, người ta thường dùng thuật ngữ này để mô tả sự hoài nghi của công chúng đối với những lời tuyên bố và chính sách của chính quyền [[Lyndon B. Johnson]] về [[chiến tranh Việt Nam]].<ref name=\"american chronicle\">{{chú thích báo|url=http:\/\/www.americanchronicle.com\/articles\/6883|work=American Chronicle|date=ngày 15 tháng 3 năm 2006|title=Happy Anniversary to the first scheduled presidential press conference - 93 years young!|first=Robert|last=Rouse|archive-url=https:\/\/web.archive.org\/web\/20080913094418\/http:\/\/www.americanchronicle.com\/articles\/6883|archive-date=ngày 13 tháng 9 năm 2008|accessdate =ngày 12 tháng 11 năm 2008|url-status=dead}}<\/ref> Giới báo chí hay dùng thuật ngữ này dưới dạng [[uyển ngữ]] dành cho những lời nói dối được cánh chính trị gia công nhận. Ngày nay, thuật ngữ này được sử dụng rộng rãi hơn nhằm mô tả hầu hết mọi \"khoảng cách\" giữa một tình huống thực tế và những gì giới chính khách và cơ quan chính phủ nói đến.<ref name=\"Hoh\"\/><ref name=\"USAToday\"\/>\n\n==Lịch sử thuật ngữ==\nThuật ngữ \"khoảng cách tín nhiệm\" xuất hiện trong bối cảnh sử dụng thuật ngữ \"[[khoảng cách tên lửa]]\", mà cuốn từ điển tiếng Anh ''[[Oxford English Dictionary]]'' liệt kê là lần đầu tiên được Thượng nghị sĩ [[John F. Kennedy]] sử dụng vào ngày 14 tháng 8 năm 1958, khi ông tuyên bố: \"Đất nước của chúng ta vừa đủ khả năng và hiện có thể đủ sức thực hiện các bước cần thiết nhằm thu hẹp khoảng cách về tên lửa\".<ref name=kennedy>{{chú thích tạp chí|last1=Preble|first1=Christopher A.|title='Who Ever Believed in the \"Missile Gap\"?': John F. Kennedy and the Politics of National Security|url=https:\/\/archive.org\/details\/sim_presidential-studies-quarterly_2003-12_33_4\/page\/n106|journal=Presidential Studies Quarterly|date=December 2003|volume=33|issue=4|pages=801–826|doi=10.1046\/j.0360-4918.2003.00085.x}}<\/ref> \"Khoảng cách ngày tận thế\" và \"khoảng trống trục mìn\" là những phần tiếp theo tưởng tượng về hậu tận thế của chứng hoang tưởng này trong tác phẩm châm biếm [[chiến tranh Lạnh]] năm 1964 có nhan đề ''[[Dr. Strangelove]]''.\n\nThuật ngữ \"khoảng cách tín nhiệm\" được sử dụng rộng rãi từ đầu năm 1963, theo tờ ''Timetables of History''.<ref>{{chú thích sách|title=The Timetables of History: A Horizontal Linkage of People and Events|url=https:\/\/archive.org\/details\/timetablesofhist0000grun_h6t8|last=Gunn|first=Bernard Grun|edition=4|publisher=Touchstone|year=2005|isbn=9780743270038 }}<\/ref> Trước khi gắn thuật ngữ này với cuộc chiến tranh Việt Nam, vào tháng 12 năm 1962, tại cuộc họp thường niên của Hội đồng Liên châu Mỹ, Thượng nghị sĩ Mỹ thuộc Đảng Cộng hòa tại New York [[Kenneth B. Keating]] đã ca ngợi hành động kịp thời của Tổng thống John F. Kennedy trong cuộc [[khủng hoảng tên lửa Cuba]], nhưng ông nói rằng nước Mỹ có một nhu cầu cấp thiết là lấp đầy \"khoảng cách tín nhiệm\" trong chính sách của Mỹ đối với [[Cuba]].<ref>Associated Press article dated ngày 10 tháng 12 năm 1962, available online at NewspaperArchive.com.<\/ref> Thượng nghị sĩ Đảng Dân chủ quê ở Arkansas là [[J. William Fulbright]] đã phổ biến thuật ngữ này vào năm 1966 khi ông không thể nhận được câu trả lời thẳng thắn từ Chính quyền của Tổng thống Johnson về cuộc chiến ở Việt Nam.<ref>{{chú thích báo|url=https:\/\/www.upi.com\/Archives\/Audio\/1966\/Vietnam-1966\/|work=UPI|title=1966 Year in Review |year=1966|accessdate=ngày 16 tháng 4 năm 2013}}<\/ref>\n\n\"Khoảng cách tín nhiệm\" lần đầu tiên được sử dụng cùng với chiến tranh Việt Nam trên tờ ''[[New York Herald Tribune]]'' vào tháng 3 năm 1965, để mô tả cách xử lý của tổng thống lúc bấy giờ là Lyndon Johnson đối với sự leo thang can dự của Mỹ vào cuộc chiến này. Một số sự kiện—nhất là cuộc tấn công bất ngờ [[Tết Mậu Thân]], và sau đó là việc công bố [[Hồ sơ Lầu Năm Góc]] vào năm 1971—đã giúp khẳng định sự nghi ngờ của công chúng rằng có một \"khoảng cách\" đáng kể giữa lời tuyên bố của chính quyền về giải pháp quân sự và chính trị có kiểm soát so với thực tế. Đây được coi là những ví dụ về sự trùng lặp của Johnson và sau này là Richard Nixon. Xuyên suốt cuộc chiến, Johnson đã làm việc với giới quan chức dưới quyền mình nhằm đảm bảo rằng những bài phát biểu công khai của ông sẽ chỉ tiết lộ những chi tiết trần trụi về cuộc chiến này cho công chúng Mỹ. Trong chiến tranh, đất nước ngày càng nhận thức rõ hơn về khoảng cách tín nhiệm, đặc biệt là sau bài phát biểu của Johnson tại [[Đại học Johns Hopkins]] vào tháng 4 năm 1965.<ref>''Vietnam and America'', edited by [[Marvin Gettleman|Marvin E. Gettleman]], Jane Franklin, Marilyn Young and H. Bruce Franklin<\/ref> Một ví dụ về dư luận như vậy đã xuất hiện trên tờ ''[[The New York Times]]'' liên quan đến chiến tranh. \"Đã đến lúc gọi một cái thuổng là một cái xẻng đẫm máu. Đất nước này đang ở trong một cuộc chiến tranh không được tuyên bố và giải thích rõ ở Việt Nam. Các bậc thầy của chúng ta có rất nhiều cái tên dài dòng và hoa mỹ dành cho nó, như leo thang và trả đũa, nhưng đều giống hệt một cuộc chiến tranh\".<ref>{{chú thích web|url=https:\/\/www.nytimes.com\/1965\/02\/14\/archives\/washington-the-undeclared-and-unexplained-war.html|title=Washington: The Undeclared and Unexplained War|last=Reston|first=James|date=14 Feb 1965|website=The New York Times}}<\/ref>\n\nNhờ vào sự hiện diện của giới nhà báo truyền hình được quân đội cho phép đưa tin và chụp ảnh các sự kiện của cuộc chiến trong vòng vài giờ hoặc vài ngày kể từ khi chúng xảy ra trên thực tế theo cách thức không bị kiểm duyệt đã dẫn đến sự khác biệt được nhiều người gọi là \"khoảng cách tín nhiệm\".\n\n==Sử dụng sau này==\nSau chiến tranh Việt Nam, thuật ngữ \"khoảng cách tín nhiệm\" được các đối thủ chính trị sử dụng trong trường hợp tồn tại sự khác biệt, cảm nhận hoặc ngụ ý thực tế giữa những lời tuyên bố công khai của chính trị gia và sự ám chỉ hoặc nhận thức thực tế. Ví dụ, trong thập niên 1970, thuật ngữ này được áp dụng cho cách xử lý chiến tranh Việt Nam của chính Nixon<ref name=\"time\">{{cite magazine|url=http:\/\/www.time.com\/time\/magazine\/article\/0,9171,876891,00.html|archive-url=https:\/\/web.archive.org\/web\/20081221212832\/http:\/\/www.time.com\/time\/magazine\/article\/0,9171,876891,00.html|url-status=dead|archive-date=ngày 21 tháng 12 năm 2008|magazine=[[Time (magazine)|Time]]|date=ngày 5 tháng 4 năm 1971|title=Again, the Credibility Gap? }}<\/ref> và sau đó là điểm khác biệt giữa bằng chứng về sự đồng lõa của [[Richard Nixon]] trong vụ đột nhập [[Watergate]] và những lời tuyên bố nhiều lần về sự vô tội của ông.\n\nKể từ năm 2017, thuật ngữ này còn được dùng để mô tả [[chính quyền Trump]], đặc biệt liên quan đến việc sử dụng cái mà [[Cố vấn Nhà Trắng]] [[Kellyanne Conway]] gọi là [[sự thật thay thế]].<ref name=\"Hoh\">{{chú thích báo|last1=Hohmann|first1=James|title=The Daily 202: It's bigger than Flynn. New Russia revelations widen Trump's credibility gap.|url=https:\/\/www.washingtonpost.com\/news\/powerpost\/paloma\/daily-202\/2017\/02\/15\/daily-202-it-s-bigger-than-flynn-new-russia-revelations-widen-trump-s-credibility-gap\/58a3c5b9e9b69b1406c75cb4\/?hpid=hp_hp-banner-main_daily202-1045a%3Ahomepage%2Fstory|accessdate=ngày 15 tháng 2 năm 2017|newspaper=[[The Washington Post]]|date=ngày 15 tháng 2 năm 2017}}<\/ref><ref name=\"USAToday\">{{chú thích báo|title=Credibility gap: Our view|url=https:\/\/www.usatoday.com\/story\/opinion\/2017\/01\/23\/spicer-inauguration-crowds-credibility-editorials-debates\/96956320\/|accessdate=ngày 15 tháng 2 năm 2017|work=[[USA Today]]|date=ngày 23 tháng 1 năm 2017}}<\/ref>\n\n==Tham khảo==\n{{tham khảo|2}}\n\n{{DEFAULTSORT:Credibility Gap}}\n[[Thể loại:Uyển ngữ]]\n[[Thể loại:Lyndon B. Johnson]]\n[[Thể loại:Từ mới chính trị Mỹ]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Từ mới thập niên 1960]]\n[[Thể loại:Lịch sử chính trị Hoa Kỳ]]"}