{"235198":"{{Infobox company\n|name = Khu kinh tế Đình Vũ – Cát Hải\n| native_name = \n| native_name_lang = \n| romanized_name = \n| logo = \n| type = [[Khu kinh tế (Việt Nam)|Khu kinh tế]]\n| location_country = {{VIE}}\n| area_served = Một phần quận [[Hải An]] và các huyện: [[Thủy Nguyên]], [[Cát Hải]], [[An Lão]], [[An Dương]], thành phố [[Hải Phòng]]\n|key_people = \n|industry = Chế xuất, kho tàng, quảng bá, trưng bày sản phẩm, dịch vụ, điều hành, hải quan và an ninh quốc phòng<ref name=namdinhvu\/>\n| products = \n| num_employees = \n| parent = \n| footnotes = \n| homepage = \n| foundation = {{startdate|2008|1|10}}\n| dissolved = \n| tình trạng = đang hoạt động\n}}\n'''Khu kinh tế Đình Vũ – Cát Hải''' là một [[Khu kinh tế (Việt Nam)|khu kinh tế]] ở [[miền Bắc Việt Nam]].\n\n==Địa lý==\nKhu kinh tế Đình Vũ – Cát Hải có vị trí địa lý<ref name=namdinhvu>{{Chú thích web|url=https:\/\/namdinhvu.com\/khu-kinh-te-dinh-vu-cat-hai-va-nhung-dieu-can-biet\/|tựa đề= Khu kinh tế Đình Vu – Cát Hải, thành phố Hải Phòng |ngày= 27 tháng 9 năm 2021 |website= Nam Đình Vũ |ngày truy cập= 2 tháng 8 năm 2022}}<\/ref>:\n*Phía đông giáp [[Sông Bạch Đằng]], [[cửa Lạch Huyện]] và [[Biển Đông]]\n*Phía tây giáp xã [[Hòa Bình, Thủy Nguyên|Hòa Bình]], [[Thủy Sơn, Thủy Nguyên|Thủy Sơn]], [[Thủy Đường]], [[Tân Dương, Thủy Nguyên|Tân Dương]], [[Dương Quan, Thủy Nguyên|Dương Quan]], huyện [[Thủy Nguyên]], phường [[Đông Hải 1]], [[Đông Hải 2]], [[Nam Hải, Hải An|Nam Hải]], quận [[Hải An]] và [[Sông Lạch Tray]]\n*Phía bắc giáp [[Sông Giá]]\n*Phía nam giáp [[Biển Đông]].\n\n==Lịch sử==\nKhu kinh tế Đình Vũ - Cát Hải được thành lập vào ngày [[10 tháng 1]] năm [[2008]], bao gồm một phần của huyện Thủy Nguyên (cụ thể là các xã: [[Trung Hà, Thủy Nguyên|Trung Hà]], [[Thủy Triều]], [[An Lư]], [[Ngũ Lão, Thủy Nguyên|Ngũ Lão]], [[Phục Lễ]], [[Phả Lễ]], [[Lập Lễ]], [[Tam Hưng, Thủy Nguyên|Tam Hưng]]), [[đảo Vũ Yên]], phường [[Tràng Cát]], [[đảo Đình Vũ]], quận [[Hải An]], [[Cát Hải|đảo Cát Hải]] (các xã: [[Văn Phong, Cát Hải|Văn Phong]], [[Hoàng Châu, Cát Hải|Hoàng Châu]], [[Nghĩa Lộ, Cát Hải|Nghĩa Lộ]], [[Đồng Bài]], thị trấn [[Cát Hải (thị trấn)|Cát Hải]]), huyện [[Cát Hải]], thành phố [[Hải Phòng]]. Khu này có diện tích khoảng 216&nbsp;km² (trong đó diện tích đất liền khoảng 129&nbsp;km², diện tích bãi bồi ngập nước 87&nbsp;km²). Ranh giới hành chính: Phía Đông của KKT giáp sông Bạch Đằng, cửa Lạch Huyện; phía Tây giáp xã Hòa Bình, Thủy Triều, Dương Quan huyện Thủy Nguyên, phường Đông Hải, Nam Hải quận Hải An; phía Bắc giáp sông Giá; phía Nam giáp biển.<ref name=06\/2008\/QĐ-TTg>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Dau-tu\/Quyet-dinh-06-2008-QD-TTg-thanh-lap-va-ban-hanh-quy-che-hoat-dong-cua-khu-kinh-te-Dinh-Vu-Cat-Hai-Hai-Phong-61618.aspx|tựa đề= Quyết định số 06\/2008\/QĐ-TTg của Thủ tướng Chính phủ Việt Nam về việc thành lập và ban hành Quy chế hoạt động của Khu kinh tế Đình Vũ - Cát Hải, thành phố Hải Phòng |ngày= 10 tháng 1 năm 2008 |website= Thư viện Pháp luật |ngày truy cập= 2 tháng 8 năm 2022}}<\/ref>. \n\nKhu kinh tế này được thành lập nhằm phát triển kinh tế hàng hải mà trọng tâm là dịch vụ cảng biển. Việc xây dựng khu kinh tế này được đặt trong quy hoạch phát triển [[Vùng kinh tế trọng điểm Bắc bộ]], [[Hành lang kinh tế Côn Minh - Hà Nội - Hải Phòng]] và [[Vành đai kinh tế vịnh Bắc Bộ]].\n\nCách khu kinh tế Đình Vũ – Cát Hải liền kề [[cảng Hải Phòng]], cách [[sân bay Cát Bi]] 12&nbsp;km, cách [[ga Hải Phòng]] 5&nbsp;km và nằm ở điểm cuối của [[quốc lộ 5A|quốc lộ 5]].\n\nNgày [[13 tháng 12]] năm [[2011]], Thủ tướng Chính phủ về việc ban hành Quyết định số 69\/2011\/QĐ-TTG thành lập Quy chế hoạt động của Khu kinh tế Đình Vũ - Cát Hải, thành phố Hải Phòng có diện tích tự nhiên là 22.119,22 ha, bao gồm các xã: Trung Hà, Thủy Triều, An Lư, Ngũ Lão, Phục Lễ, Phả Lễ, Lập Lễ, Tam Hưng, huyện Thủy Nguyên; một phần thuộc địa bàn các xã: Tân Dương, Thủy Sơn, Dương Quan, Thủy Đường, huyện Thủy Nguyên; toàn bộ đảo Vũ Yên; phường Tràng Cát, quận Hải An; bán đảo Đình Vũ, quận Hải An; đảo Cát Hải gồm các xã: Văn Phong, Hoàng Châu, Nghĩa Lộ, Đồng Bài, thị trấn Cát Hải, huyện Cát Hải. Ranh giới địa lý được xác định như sau<ref name=69\/2011\/QĐ-TTG>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Doanh-nghiep\/Quyet-dinh-69-2011-QD-TTg-Quy-che-hoat-dong-cua-Khu-kinh-te-Dinh-Vu-132946.aspx|tựa đề= Quyết định số 69\/2011\/QĐ-TTG của Thủ tướng Chính phủ: Về việc ban hành Quy chế hoạt động của Khu kinh tế Đình Vũ - Cát Hải, thành phố Hải Phòng |ngày= 13 tháng 12 năm 2011 |website= Thư viện Pháp luật |ngày truy cập= 2 tháng 8 năm 2022 |url-status=live}}<\/ref>:\n*Phía Đông của Khu kinh tế giáp sông Bạch Đằng, cửa Lạch Huyện và biển\n*Phía Tây giáp xã Hòa Bình và phần còn lại của các xã: Thủy Sơn, Thủy Đường, Tân Dương, Dương Quan huyện Thủy Nguyên, phường Đông Hải 1, Nam Hải, một phần Đông Hải 2, quận Hải An và sông Lạch Tray\n*Phía bắc giáp sông Giá\n*Phía nam giáp biển.\n\nNgày [[3 tháng 10]] năm [[2012]], Quy hoạch chung xây dựng khu kinh tế Đình Vũ – Cát Hải đã điều chỉnh ranh giới hành chính gồm: Các xã thuộc khu vực Bến Rừng của huyện Thủy Nguyên (các xã Trung Hà, Thủy Triều, An Lư, Ngũ Lão, Phục Lễ, Phả Lễ, Lập Lễ, Tam Hưng và một phần thuộc địa bàn các xã: Tân Dương, Thủy Sơn, Dương Quan, Thủy Đường (huyện Thủy Nguyên) nằm trong phạm vi quy hoạch Dự án Khu đô thị, công nghiệp và dịch vụ VSIP Hải Phòng), toàn bộ đảo Vũ Yên; phường Tràng Cát thuộc quận Hải An, bán đảo Đình Vũ thuộc quận Hải An; Đảo Cát Hải (các xã: Văn Phong, Hoàng Châu, Nghĩa Lộ, Đồng Bài, thị trấn Cát Hải) thuộc huyện Cát Hải.Tổng diện tích khu vực lập quy hoạch là: 22.140 ha, được giới hạn như sau<ref name=BXD>{{Chú thích web|url=http:\/\/quyhoach.xaydung.gov.vn\/vn\/quy-hoach\/4618\/quy-hoach-chung-xay-dung-khu-kinh-te-dinh-vu--cat-hai--thanh-pho-hai-phong-den-nam-2025.aspx|tựa đề= Quy hoạch chung xây dựng khu kinh tế Đình Vu – Cát Hải, thành phố Hải Phòng đến năm 2025 |ngày= 3 tháng 10 năm 2012 |website= Bộ Xây Dựng |ngày truy cập= 2 tháng 8 năm 2022}}<\/ref>:\n*Phía đông giáp sông Bạch Đằng, cửa Lạch Huyện và biển.\n*Phía tây giáp xã Hòa Bình và phần còn lại của các xã: Thủy Sơn, Thủy Đường, Tân Dương, Dương Quan huyện Thủy Nguyên, phường Đông Hải 1, Nam Hải, một phần phường Đông Hải 2, quận Hải An và sông Lạch Tray\n*Phía bắc giáp sông Giá\n*Phía nam giáp biển.\n\nNgày tháng năm [[2021]], Thủ tướng Chính phủ vừa ban hành Quyết định số 13\/2021\/QĐ-TTg sửa đổi, bổ sung khoản 1 Điều 2 Quy chế hoạt động của khu kinh tế Đình Vũ - Cát Hải, thành phố Hải Phòng có tổng diện tích khoảng 22.540 ha bao gồm<ref name=13\/2021\/QĐ-TTg>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/Thuong-mai\/Quyet-dinh-13-2021-QD-TTg-sua-doi-Quy-che-hoat-dong-Khu-kinh-te-Dinh-Vu-Cat-Hai-thanh-pho-Hai-Phong-468890.aspx|tựa đề= Quyết định số 13\/2021\/QĐ-TTg ngày 25\/3\/2021 của Thủ tướng Chính phủ sửa đổi, bổ sung khoản 1 Điều 2 Quy chế hoạt động của khu kinh tế Đình Vũ - Cát Hải, thành phố Hải Phòng ban hành theo Quyết định số 69\/2011\/QĐ-TTg ngày 13\/12\/2011 của Thủ tướng Chính phủ đã được sửa đổi, bổ sung tại Quyết định số 39\/2013\/QĐ-TTg ngày 27\/6\/2013 của Thủ tướng Chính phủ |ngày= 25 tháng 3 năm 2021 |website= Thư viện Pháp luật |ngày truy cập= 2 tháng 8 năm 2022 |url-status=live}}<\/ref>:\n* Phần diện tích khu kinh tế hiện hữu là 22.540 ha.\n* Đưa ra khỏi ranh giới Khu kinh tế Đình Vũ – Cát Hải hiện hữu lấy từ đất ở đô thị theo quy hoạch trên địa bàn 02 xã Trung Hà và Ngũ Lão thuộc khu vực Bến Rừng, huyện Thủy Nguyên. Tổng diện tích đề nghị đưa ra khỏi ranh giới Khu kinh tế Đình Vũ – Cát Hải là 687 ha.\n* Bổ sung vào ranh giới Khu kinh tế Đình Vũ - Cát Hải hiện hữu một phần của 04 xã An Tiến, Trường Thọ, Trường Thành và Bát Trang, huyện An Lão; thành phố Hải Phòng. Tổng diện tích đề nghị bổ sung vào ranh giới Khu kinh tế Đình Vũ – Cát Hải là 687 ha.\n\nPhạm vi ranh giới khu kinh tế Đình Vũ – Cát Hải được xác định bao gồm một phần của huyện Thủy Nguyên (các xã: Thủy Triều, An Lư, Phục Lễ, Phả Lễ, Lập Lễ, Tam Hưng; một phần các xã Trung Hà, Ngũ Lão; một phần thuộc địa bàn các xã: Tân Dương, Thủy Sơn, Dương Quan); toàn bộ đảo Vũ Yên; phường Tràng Cát, bán đảo Đình Vũ, quận Hải An; Đảo Cát Hải (gồm các xã: Văn Phong, Hoàng Châu, Nghĩa Lộ, Đông Bài, thị trấn Cát Hải), huyện Cát Hải; một phần các xã: Lê Lợi, Hồng Phong, Bắc Sơn, An Hòa, huyện An Dương và một phần các xã: An Tiên, Trường Thọ, Trường Thành và Bát Trang, huyện An Lão.\n\n==Giao thông==\n===Giao thông đường bộ===\n*{{Chi tiết|Đường cao tốc Hà Nội – Hải Phòng}}\n*{{Chi tiết|Đường cao tốc Ninh Bình – Hải Phòng}}\n\n===Giao thông đường sắt===\n{{Chi tiết|Đường sắt Hà Nội – Hải Phòng}}\n\n===Giao thông đường thủy===\n* Đường biển: Sông Bạch Đằng – Kênh Hà Nam – Lạch Huyện và Bạch Đằng – Nam Triệu với 3 bến cảng gồm: Cảng Lạch Huyện, cảng Khu công nghiệp Đình Vũ, cảng Khu công nghiệp Nam Đình Vũ.\n* Đường sông: Theo các sông Bạch Đằng, sông Cấm, sông Lạch Tray\n**Bến cảng vận chuyển hành khách du lịch bố trí tại khu vực Tây đảo Vũ Yên (khu vực sông Ruột Lợn).\n**Khu vực Đông Nam Tràng Cát và điểm kết nối phía Bắc cảng Lạch Huyện với đảo Cát Bà.\n**Khu bến cảng Lạch Huyện.\n\n===Giao thông đường hàng không===\n[[Sân bay quốc tế Cát Bi]] hiện có nâng cấp (tiêu chuẩn 4E).\n\n== Xem thêm ==\n* [[VinFast]]\n\n==Tham khảo==\n{{tham khảo}}\n*[http:\/\/vbqppl1.moj.gov.vn\/law\/vi\/2001_to_2010\/2008\/200801\/200801100001 Quyết định số 06\/2008\/QĐ-TTg của Thủ tướng Chính phủ Việt Nam về việc thành lập và ban hành Quy chế hoạt động của Khu kinh tế Đình Vũ - Cát Hải, thành phố Hải Phòng.]{{Liên kết hỏng|date = ngày 6 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/haiphongdpi.gov.vn\/vi\/khu-kinh-te-dinh-vu-cat-hai\/ Khu kinh tế Đình Vũ – Cát Hải] 8\/2014\n{{sơ khai Hải Phòng}}\n\n{{Khu kinh tế ven biển Việt Nam}}\n[[Thể loại:Khu kinh tế Việt Nam|Đình vũ cát hải]]\n[[Thể loại:Khu công nghiệp tại Hải Phòng]]\n[[Thể loại:Kinh tế Hải Phòng]]"}