{"94705":"{{bài cùng tên|Tràng An}}\n[[Tập tin:Trangan1k.jpg|nhỏ|280px|phải|Du thuyền qua các hang động]]\n[[Tập tin:Nui Trang An.jpg|nhỏ|280px|phải|Rừng đặc dụng trên núi đá vôi ngập nước]]\n[[Tập tin:Ben Trang An.jpg|nhỏ|280px|phải|Bến thuyền ở trung tâm du khách Tràng An]]\n[[Tập tin:Trang An 31.JPG|nhỏ|280px|phải|Phong cảnh Tràng An, đoạn bên đại lộ Tràng An]]\n[[Tập tin:Trang An.jpg|nhỏ|280px|phải|Tràng An, ''Thành xây khói biếc, Non phơi bóng vàng'']]\n'''Khu du lịch sinh thái Tràng An''' là một khu du lịch sinh thái nằm trong [[Quần thể di sản thế giới Tràng An]] thuộc tỉnh [[Ninh Bình]]. Nơi đây đã được Chính phủ Việt Nam xếp hạng [[Di tích quốc gia đặc biệt (Việt Nam)|di tích quốc gia đặc biệt]] quan trọng và UNESCO công nhận là di sản thế giới kép từ năm 2014. Tràng An với hệ thống dãy núi đá vôi có tuổi địa chất khoảng 250 triệu năm, qua thời gian dài phong hóa bởi sự biến đổi của Trái Đất, khí hậu, biển tiến, biển thoái đã mang trong mình hàng trăm thung lũng, hang động, hồ đầm. Danh thắng này là nơi bảo tồn và chứa đựng nhiều hệ sinh thái rừng ngập nước, rừng trên núi đá vôi, các di chỉ khảo cổ học và di tích lịch sử văn hóa.<ref>[http:\/\/daibieunhandan.vn\/ONA_BDT\/NewsPrint.aspx?newsId=54581 Cố đô Hoa Lư: Di sản văn hóa, thiên nhiên hay hỗn hợp?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304191013\/http:\/\/daibieunhandan.vn\/ONA_BDT\/NewsPrint.aspx?newsId=54581 |date=2016-03-04 }}, Tiến Ngân, Báo Đại biểu nhân dân, 27\/10\/2008<\/ref> Hệ thống núi đá, sông suối, rừng và hang động ở Tràng An rất hiểm trở nên được Vua [[Đinh Tiên Hoàng]] chọn làm thành Nam bảo vệ [[kinh đô Hoa Lư]] ở thế kỷ X và sau đó Nhà Trần sử dụng làm [[hành cung Vũ Lâm]] trong kháng chiến Nguyên Mông. Hiện nay nơi đây còn nhiều di tích lịch sử thời Đinh và thời Trần.\n\nLiên khu danh thắng Tràng An – [[Tam Cốc - Bích Động]] – [[cố đô Hoa Lư]] – rừng đặc dụng Hoa Lư hiện được quy hoạch chung vào [[Quần thể danh thắng Tràng An]], trở thành di sản thế giới kép đầu tiên ở Việt Nam với những giá trị nổi bật về cảnh quan thiên nhiên, lịch sử văn hóa và kiến tạo địa chất và cũng là địa danh được đầu tư để trở thành một khu du lịch tầm cỡ quốc tế.<ref>[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30414&cn_id=22579 Quần thể xuyên thủy động Tràng An – nét độc đáo hiếm có], Thúy Lê, Báo điện tử Đảng Cộng sản Việt Nam, 14\/03\/2008<\/ref><ref>[http:\/\/www.vietnamplus.vn\/Home\/Gioi-thieu-he-thong-hang-dong-Trang-An-voi-UNESCO\/20118\/102051.vnplus Giới thiệu hệ thống hang động Tràng An với UNESCO], Minh Hạnh, Báo Thông tấn xã Việt Nam, 18\/08\/2011<\/ref><ref>Quyết định số 865\/QĐ-TTg của Thủ tướng Chính phủ Việt Nam năm 2008 chỉ rõ: \"xây dựng một số trung tâm du lịch cấp quốc gia, quốc tế. Cấp quốc gia gồm: Trà Cổ, Cô Tô, Yên Tử, đền Trần (Nam Định) và các điểm du lịch cấp vùng. Cấp quốc tế gồm: Hạ Long, Hải Phòng, Cát Bà, khu Tràng An, Hoa Lư, Ninh Bình\"<\/ref>\n\n==Vị trí==\nTrung tâm bến thuyền Tràng An nằm cách [[cố đô Hoa Lư]] 3&nbsp;km về hướng Nam, cách [[ninh Bình (thành phố)|thành phố Ninh Bình]] 7&nbsp;km theo hướng tây dọc đại lộ Tràng An, cách [[thành phố Tam Điệp]] 16&nbsp;km theo hướng bắc qua [[Tam Cốc - Bích Động|Tam Cốc]], cách [[Hà Nội]] 96&nbsp;km theo hướng nam. Vùng lõi di sản Tràng An - Tam Cốc có diện tích hơn 6.172 ha, là vùng bảo vệ đặc biệt của danh thắng. Vùng bảo vệ đặc biệt này nằm trọn trong khu rừng đặc dụng [[Hoa Lư]], thuộc quy hoạch bảo tồn [[cố đô Hoa Lư]] và cũng thuộc quy hoạch [[quần thể di sản thế giới Tràng An]] với diện tích 12.252 ha.<ref>[http:\/\/whc.unesco.org\/en\/list\/1438 Số liệu theo trang UNESCO]<\/ref>\n\nTrong [[quần thể danh thắng Tràng An]], trung tâm [[cố đô Hoa Lư]] ở vị trí phía bắc, khu du lịch [[Tam Cốc - Bích Động]] ở vị trí phía nam còn khu du lịch sinh thái Tràng An thì ở vị trí trung tâm. 3 khu vực này được liên kết với nhau bằng khu rừng đặc dụng Hoa Lư trên núi đá vôi và hệ thống sông, hồ, đầm. Ngoài ra, khu du lịch này còn rất gần các địa điểm hút khách du lịch khác như Hang Múa, đầm Vân Long...\n\n==Cảnh quan thiên nhiên==\n===Hang động===\nTràng An là một vùng non nước, mây trời hoà quyện. Đáy nước trong xanh soi bóng những vách núi đá trùng điệp. Nơi đây có tới 31 hồ, đầm nước được nối thông bởi 48 hang động đã được phát hiện trong đó có những hang xuyên thủy dài 2&nbsp;km như hang Địa Linh, hang Sinh Dược, hang Mây... Mỗi hang một vẻ đặc trưng như tên gọi, các hang có nhiều nhũ đá biến đổi, nước chảy ra từ trần hang làm không khí trong hang mát lạnh. Hang Tối có lòng hang rộng hẹp biến đổi bất ngờ. Hang Sáng long lanh với những nhũ đá óng ánh kỳ lạ. Hang Nấu Rượu và hang Cơm với truyền thuyết ông khổng lồ nấu rượu ở đây, mang rượu và cơm ra núi ngồi ăn. Trong hang có mạch nước ngầm sâu hơn 10 m. Tương truyền, các bậc tiền bối đã vào đây lấy nước để nấu rượu tiến vua, khi nạo vét lòng hang các nhà khảo cổ đã phát hiện rất nhiều bình gốm, hũ, vại và các dụng cụ để nấu rượu<ref>[http:\/\/www.moitruongdulich.vn\/printf.php?itemid=3486 Non nước Tràng An: Mát lạnh giữa đợt nóng lịch sử]{{Liên kết hỏng|date=2023-01-15 |bot=InternetArchiveBot }}, TRUNG TÂM THÔNG TIN DU LỊCH, trích nguồn Vietnam+, 09\/07\/2010<\/ref>. Vòng qua hang núi Cơm, sang hang Vồng, ở đây có cây si cổ thụ rễ chùm cả miệng hang. Từ đây sang hang Láng, hang Ao Trai, giữa hang Ao Trai, lòng hang phình ra khoảng 30m. Hang động Tràng An có những nét đặc trưng nổi bật của một khu di sản với bốn loại hang động chính: Hang ngầm cổ, hang nền Kát cổ, hang mái đá và hang hàm ếch<ref>{{Chú thích web |url=http:\/\/baoninhbinh.org.vn\/news\/8\/2DE5A3 |ngày truy cập=2012-03-30 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-04-03 |archive-url=https:\/\/web.archive.org\/web\/20120403153009\/http:\/\/baoninhbinh.org.vn\/news\/8\/2DE5A3 |url-status=dead }}<\/ref>.\n\nTrong quần thể danh thắng Tràng An có nhiều hang động được công nhận là di tích khảo cổ học, chúng đang được các nhà khoa học Anh tiến hành nghiên cứu như:\n*Di tích hang Trống là hang động có nhiều di vật, dấu tích của người tiền sử từ 3.000-30.000 năm trước, xuất lộ dấu tích nền [[văn hóa Tràng An]].\n*Di tích hang Bói thuộc nằm giáp gianh giữa hai xã [[Trường Yên]] và Gia Sinh nơi đây có dấu ấn của cư dân cổ sống cách đây từ 5.000 năm đến 30.000 năm, xuất lộ dấu tích nền [[văn hóa Tràng An]].\n*Di tích Mái đá Thung Bình (Gia Sinh - [[Gia Viễn]]) xuất lộ dấu tích cư dân văn hóa Hòa Bình.\n*Cụm di tích hang Mo; hang Cò; hang Trâu; hang Hũ Ngoài; hang Hũ Trong; mái đá Thung Bình có dấu ấn văn hóa Hòa Bình và [[văn hóa Đa Bút]].\n*Di tích mái đá Hang Chợ (Ninh Hải - [[Hoa Lư]]) có tầng văn hóa Hòa Bình cách đây trên 10.000 năm.\n\n===Non nước===\nKhông giống như ở [[Tam Cốc - Bích Động|Tam Cốc]] là hình thức du thuyền trên sông và [[Vân Long]] là du ngoạn đầm sinh thái rộng lớn, Tràng An có thể tạo thành nhiều hành trình xuyên thủy khép kín mà không phải quay ngược lại. Quần thể [[hang|hang động]] này được ví như một trận đồ bát quái. Các dãy núi, hồ nước và hang động tạo thành một thế trận liên hoàn. Mỗi hồ là một bức tranh thủy mặc khác nhau về thế núi, dáng núi và hồ nước. Mây trời, non xanh, nước biếc hòa quyện với nhau, thoắt ẩn, thoắt hiện. Điều diệu kỳ ở Tràng An là các hồ được nối liền với nhau bởi các gạch nối là các động xuyên thủy có độ dài, ngắn khác nhau. Những hang, động này chuyển tải nước đối lưu chảy thông từ khe núi này đến khe núi kia. Núi giăng thành luỹ bao bọc quanh hồ nước và ở giữa nổi lên khu đất với rừng cây mọc thành đảo. Xa xa trên triền núi, dưới tán cây rừng lúp xúp là những đàn dê núi leo trèo trên các tảng đá chênh vênh.<ref>[http:\/\/www.thiennhien.net\/2008\/05\/10\/non-nuoc-trang-an\/ Non nước Tràng An],Trung tâm Con người và Thiên nhiên theo báo Nhân dân ngày 05\/05\/2008, trích ngày 10\/05\/2008<\/ref>\n\n==Đa dạng sinh học==\nKhu vực Tràng An có 2 dạng hệ sinh thái chính là hệ sinh thái trên núi đá vôi và hệ sinh thái thủy vực. Sự đa dạng sinh vật của các quần xã là một yếu tố chủ yếu cấu thành 2 hệ sinh thái này. Môi trường thiên nhiên đa dạng và hài hoà giữa sinh vật, núi rừng, hang động, thủy vực toát lên cảnh sắc non xanh nước biếc hoà quyện với nhau thành một vùng kỳ vĩ hiếm có trên thế giới.\n\nTràng An thuộc khu rừng văn hóa lịch sử môi trường [[Hoa Lư]] (rừng đặc dụng Hoa Lư) được thành lập ngày 19\/05\/1995. Thảm thực vật tự nhiên ở [[Hoa Lư]] là rừng trên núi đá vôi và rừng thường xanh trên đất thấp ở các thung lũng đan xen giữa các vùng đá vôi. Theo kết quả điều tra của Viện Điều tra Quy hoạch Rừng (FIPI) và Chi cục Kiểm lâm [[Ninh Bình]], Hệ sinh thái trên cạn Tràng An với hơn 600 loài thực vật, 200 loài động vật mà trong đó có nhiều loài nằm trong sách đỏ Việt Nam. Hệ sinh thái dưới nước bao gồm khoảng 30 loài động vật nổi, 40 loài động vật đáy, trong đó có nhiều loài quý hiếm, đặc biệt là Rùa cổ sọc cần được bảo vệ.<ref>[http:\/\/dantri.com.vn\/c20\/s20-510425\/chum-anh-ve-hang-dong-trang-an-va-chua-bai-dinh.htm Chùm ảnh về hang động Tràng An và chùa Bái Đính], báo điện tử Dân trí, Thứ Hai, 22\/08\/2011<\/ref> Tràng An có chừng hơn 310 loại thực vật bậc cao quý hiếm như Tuế đá vôi, sưa, lát, nghiến, [[họ Phong lan|phong lan]], hoài sơn, [[kim ngân]], bách bộ, rau sắng, v.v. Tràng An có nhiều loài chim thú quý hiếm như [[sơn dương Sumatra|sơn dương]], [[báo gấm]], [[Phượng hoàng|chim phượng hoàng]].<ref>[http:\/\/www.moitruongdulich.vn\/index.php?itemid=3336 Hương nước Tràng An], Cập nhật ngày: 25\/05\/2010, Nguồn:Diễn đàn các Nhà báo Môi trường Việt Nam<\/ref>\n\n==Địa chất, thủy văn==\n[[Tập tin:Trangank2.jpg|nhỏ|280px|phải|Cảnh trong các hang khô]]\n[[Tập tin:TrangAn04.jpg|nhỏ|280px|phải|Hành trình đến hang Địa Linh]]\nKhu vực Tràng An được bao bọc bởi các dãy núi đá vôi hình cánh cung giữa vùng chiêm trũng ngập nước đã trải qua thời gian dài biến đổi địa chất tạo thành. Các nhà địa chất khẳng định khu Tràng An xưa là một vùng biển cổ, qua quá trình vận động địa chất mà kiến tạo nên. Những khe nứt sinh ra do sự vận động đó dần dần hình thành các dòng chảy trong hang động đá vôi.<ref>[http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=140739&ChannelID=7 Hoa Lư – Còn gì cho di sản thế giới?], Trần Thanh, Báo Tiền phong, 19\/10\/2008<\/ref> Khu sinh thái hang động Tràng An như một \"bảo tàng địa chất ngoài trời\".<ref>[http:\/\/vov.vn\/Home\/De-nghi-UNESCO-cong-nhan-Co-do-Hoa-Lu-la-di-san-the-gioi\/200810\/97780.vov Đề nghị công nhận Cố đô Hoa Lư là di sản thế giới], Báo điện tử Đài TNVN - 45 Bà Triệu, Hà Nội trích từ Báo Lao động, ngày 18\/10\/2008<\/ref>.\n\nTràng An có hệ thống núi đá vôi và hang động tự nhiên hết sức đa dạng, có tuổi từ 32 triệu năm đến 6.000 năm. Dưới chân các núi đá vôi, nhiều nơi còn có các hàm ếch, là dấu tích của biển.<ref>[http:\/\/www.vietnamtourism.gov.vn\/index.php?cat=1005&itemid=6398 Tràng An sẽ hút khách], TRUNG TÂM THÔNG TIN DU LỊCH, TỔNG CỤC DU LỊCH, 19\/6\/2009<\/ref> Chính vì vậy vùng núi đá vôi [[Hoa Lư]] – [[Ninh Bình]] được gọi là \"Hạ Long trên cạn\". Dưới con mắt các nhà [[khoa học tự nhiên]], khu vực này mang giá trị của một \"Hạ Long cạn\", cả về nghĩa đen lẫn nghĩa bóng. Nghiên cứu cho thấy, vỏ Trái Đất khu vực Tràng An – [[Tam Cốc - Bích Động|Tam Cốc]] có lịch sử phát triển địa chất từ 245 triệu năm đến nay gồm 6 hệ tầng tuổi [[Kỷ Tam Điệp|Trias]] và hệ tầng [[Kỷ Đệ Tứ|Đệ Tứ]]. Khối [[karst]] cổ Tràng An – [[Tam Cốc - Bích Động|Tam Cốc]] mang đặc điểm nhiệt đới điển hình: những dãy núi đá hoặc khối đá vôi sót cao 150 - 200m có đỉnh dạng tháp, vòm, chuông và sườn vách dốc đứng. Phần rìa khối là các thung lũng bằng phẳng dễ úng ngập vào mùa mưa. Đặc điểm này tạo cảnh quan nhiều dãy núi đá vôi thấp trùng điệp bao quanh các thung lũng là những hồ nước nối tiếp nhau, vừa hùng vĩ vừa nên thơ. Trong hệ thống hang động karst đặc sắc nhất là loại \"hang sông\" nằm ngang xuyên qua lòng các dãy núi lớn, ngập nước thường xuyên. Viện sinh thái và tài nguyên sinh vật thống kê, riêng khu Tràng An có 50 hang nước và 50 hang khô tập trung thành cụm với cấu tạo theo tầng lớp và liên hoàn do dấu vết thời kỳ [[biển tiến]], [[biển lùi|biển thoái]] nên nước [[xói mòn|xâm thực]], liên thông các hang động với nhau.<ref>[http:\/\/www.vtv6.com.vn\/NewsDetail.aspx?id=2131 Tràng An khu du lịch sinh thái mang vẻ đẹp tiềm ẩn], Minh Đức, Trang thông tin chính thức của Ban Thanh Thiếu niên (VTV6) - Đài Truyền hình Việt Nam, ngày 09\/03\/2009<\/ref> Ở đây là các thung được nối liền với nhau bởi các hang động xuyên thủy. Những hang, động này chuyển tải nước đối lưu chảy thông từ khe núi này đến khe núi khác.<ref>[http:\/\/dantri.com.vn\/c20\/s20-510425\/chum-anh-ve-hang-dong-trang-an-va-chua-bai-dinh.htm Chùm ảnh về hang động Tràng An và chùa Bái Đính], H.Tâm - H.Nhung, báo điện tử Dân trí, ngày 22\/08\/2011<\/ref>\n\nTheo nhiều nhà nghiên cứu về tự nhiên, đặc trưng tiêu biểu nhất của địa chất địa mạo ở Tràng An là số lượng hang động rất phong phú, đa dạng về hình thái, chủng loại, tạo thành từng cụm, thạch nhũ đa dạng, kết cấu tầng lớp liên hoàn; có hang động xuyên thủy, hang động thông và hang ngầm. Là karst nhiệt đới điển hình trải qua những giai đoạn tiến hoá lâu dài còn được thể hiện khá rõ trên địa hình và trầm tích, có ý nghĩa đối với việc nghiên cứu khí hậu và sự tiến hoá địa hình, ghi dấu ấn của các thời kỳ nước biển dâng trong kỷ đệ tứ liên quan đến các đợt gian băng và khí hậu nóng lên; nghiên cứu sự thích nghi của con người trong thời kỳ biển tiến, biển lùi và sự biến đổi của môi trường khí hậu về thời kỳ này.\n\n==Lịch sử, văn hóa==\n[[Tập tin:Trang An Festival 2011.jpg|nhỏ|280px|phải|Lễ hội Tràng An năm 2011]]\nNăm 2012, các nhà địa chất đã phát hiện được 64 hang và mái đá trong vùng lõi Tràng An. Qua điều tra, thám sát cho thấy, các di tích khảo cổ hang động tiền sử là nét nổi bật nhất trong vùng lõi của khu di sản này. Cộng đồng dân cư tiền sử Tràng An định cư trong các hang động hoặc mái đá, phân bố tập trung trong thung lũng đầm lầy núi đá vôi, chịu sự tác động to lớn của biến đổi cảnh quan môi trường do các đợt biển tiến, biển thoái. Cư dân tiền sử nơi đây là những người tiếp cận và khai thác biển đầu tiên ở Việt Nam, sáng tạo ra tổ hợp công cụ lao động bằng đá vôi, duy trì lâu dài kỹ nghệ ghè đẽo, sớm nảy sinh kỹ thuật cưa, mài; chế tạo và sử dụng phổ biến đồ gốm. Các chứng tích văn hoá khảo cổ tiền sử ở Tràng An phong phú và đa dạng, là nguồn sử liệu vật thật minh chứng cho sự biến đổi đặc biệt về kinh tế, văn hoá, xã hội của cộng đồng dân cư nơi đây dưới sự tác động thay đổi môi trường núi đá vôi, biến động của khí hậu cổ, của [[mực nước biển]] vùng nhiệt đới gió mùa. Đây là các chứng tích điển hình nhất cho cho loại hình cư trú liên tục trong hang động trước, trong và sau biển tiến. Đặc trưng của người Việt cổ ở Tràng An là truyền thống khai thác và sử dụng nhuyễn thể biển và trên cạn, truyền thống săn bắt đa tạp, theo phổ rộng, săn bắt nhiều loài, mỗi loài vật một ít và không dẫn đến huỷ diệt bày đàn động vật đó. Truyền thống chế tác và sử dụng công cụ đá vôi, sự nảy sinh kỹ thuật mài, cưa và kỹ thuật làm đồ gốm và trồng trọt trong thung lũng đầy lầy là nét riêng độc đáo, làm nên giá trị nổi bật toàn cầu của quần thể các di tích khảo cổ ở nơi đây. Có thể nghĩ rằng, hệ thống các di tích khảo cổ tiền sử Tràng An còn chứa đựng sự độc bản hoặc chí ít là chứng cứ đặc biệt về truyền thống văn hoá hoặc nền văn minh hiện còn tồn tại hoặc đã mất của nhân loại.<ref>[http:\/\/baoninhbinh.org.vn\/news\/43\/2DE7DA\/Gia-tri-noi-bat-toan-cau-cua-he-thong-van-hoa-hang-dong-thoi-tien-su-o-Trang-An Giá trị nổi bật toàn cầu của hệ thống văn hoá hang động thời tiền sử ở Tràng An]<\/ref>\n\nTràng An gắn liền với những giá trị lịch sử, văn hóa của vùng đất [[cố đô Hoa Lư]].<ref>[http:\/\/www.gdtd.vn\/channel\/2776\/200912\/Di-tim-nguon-coi-mot-cau-ca-1919816\/ Đi tìm nguồn cội một câu ca], Đỗ Ngọc Yên, Báo Giáo dục và Thời đại. Cơ quan chủ quản: Bộ Giáo dục và Đào tạo, 15\/12\/2009<\/ref> Năm 968, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] thống nhất giang sơn, lập ra nhà nước [[Đại Cồ Việt]], đóng đô ở [[Hoa Lư]]. [[Hoa Lư|Kinh đô Hoa Lư]] gồm 3 vòng thành liền nhau: thành Đông, thành Tây và thành Nam. Thành Đông nằm ở phía đông, giáp với vùng đồng bằng, là nơi bố trí cung điện nên được gọi là thành ngoại; thành Tây nằm ở bên trong giáp với vùng núi non, là nơi ở của quan lại và khu vực hậu cần nên được gọi là thành nội. Thành Nam rộng hơn, là vùng núi cao hiểm trở để phòng thủ, che chở kinh thành hiện được gọi là Tràng An. Với đặc thù địa hình như vậy, kinh đô Hoa Lư được ví như kinh đô đá với đặc điểm: núi là thành, sông là đường, hang động là cung điện.<ref>[http:\/\/www.thanhnien.com.vn\/pages\/20110420\/khai-mac-le-hoi-am-vang-trang-an.aspx Khai mạc Lễ hội âm vang Tràng An], Tin, ảnh: Cường Trung, Báo Thanh niên, 20\/04\/2011 16:37<\/ref>\n\nTương truyền, Vua [[Đinh Tiên Hoàng]] muốn khẳng định kinh đô [[Hoa Lư]] cũng bề thế như kinh đô Tràng An của phương Bắc nên sai [[Nguyễn Bặc]] thể hiện câu đối \"Cồ Việt quốc đương Tống Khai Bảo - Hoa Lư đô thị Hán Tràng An\"<ref>[http:\/\/www.vusta.vn\/news_detail.asp?id=5204 Vai trò của Định Quốc công Nguyễn Bặc trong lịch sử]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}<\/ref>. Năm 1010, Vua [[Lý Thái Tổ]] đổi [[Hoa Lư]] thành phủ Tràng An, Đại La thành [[Thăng Long]]. Danh xưng Tràng An chính thức gắn với cố đô Hoa Lư – [[Ninh Bình]].<ref>Trung tâm đền Đinh-Lê nằm trên xã [[Trường Yên, Hoa Lư|Trường Yên]], khu hang động hiện tại nằm trên thôn Tràng An. Ở Ninh Bình hiện có nhiều tên gọi Tràng An như CLB bóng chuyền Tràng An Ninh Bình, Khách sạn Tràng An, Taxi Tràng An... Tên gọi Trường Yên, Trường An hay Tràng An được hiểu là \"muôn đời bình yên\", theo nghĩa bóng có thể hiểu là kinh đô<\/ref> Hiện nay, Tràng An thuộc vùng bảo vệ đặc biệt của [[cố đô Hoa Lư]] theo quyết định số 82 \/2003\/QĐ-TTg của thủ tướng chính phủ Việt Nam. Khu vực này đã được UNESCO công nhận là vùng lõi của di sản thiên nhiên văn hóa thế giới Tràng An.<ref>[http:\/\/baoninhbinh.org.vn\/news\/44\/2DB17C Hội thảo khoa học: \"Giá trị di sản văn hoá Cố đô Hoa Lư và khu du lịch sinh thái Tràng An\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090513031823\/http:\/\/baoninhbinh.org.vn\/news\/44\/2DB17C |date=2009-05-13 }}, Hoàng Tâm, Báo Ninh Bình, Ngày 19\/10\/2008<\/ref>\n\nViệc phát lộ ra hệ thống hang động Tràng An trong lòng đất đã dần hé mở ra quyết định lập đô của vua [[Đinh Tiên Hoàng]] tại [[Hoa Lư]] vào thời kỳ đầu của một Nhà nước phong kiến tập quyền. Đó cũng là một căn cứ quan trọng để nhà [[vua]] khẳng định độc lập chủ quyền của dân tộc dựa trên cơ sở sức mạnh của dân tộc. Điều này thể hiện bởi sự tận dụng triệt để những ưu thế của thiên nhiên, biến các dãy núi đá vôi làm thành quách để giảm sức người và của. Địa hình Tràng An là cái gạch nối giữa [[Hoa Lư]] và [[Thăng Long]], làm cho nhân dân Việt Nam có sự hồi tưởng lại những diễn biến lịch sử đã diễn ra ở kinh thành [[Hoa Lư]] và sự nối tiếp ở kinh thành [[Thăng Long]] cho đến [[Hà Nội]] sau đó.\n\nKhi nạo vét ở các hang động, các nhà khoa học phát hiện được nhiều di tích từ thế kỷ thứ X. Có khu vực với rất nhiều phế tích quan trọng khẳng định đó cũng là nơi sinh hoạt của các phân quyền ngày xưa ở thế kỷ thứ XIV, [[Nhà Trần]] như nồi gốm, các bát đĩa cổ. Các phế tích này rất giống với các phế tích tìm thấy ở Hoàng thành Thăng Long. Tràng An đồng thời cũng là kinh đô kháng chiến chống Nguyên Mông của triều đại [[Nhà Trần]].<ref>[http:\/\/www.dulichvn.org.vn\/index.php?category=20&itemid=4360 Tràng An (Ninh Bình) - Khu du lịch sinh thái hấp dẫn], TRUNG TÂM THÔNG TIN DU LỊCH, TỔNG CỤC DU LỊCH, 10\/03\/2009<\/ref>\n\n==Các di tích văn hóa==\nThành Nam Tràng An là hệ thống phòng thủ phía Nam của kinh thành [[Hoa Lư]] nên nơi đây còn nhiều đền phủ, dấu tích của các quan lại triều Đinh và Nhà Trần sau này. Tại đây còn khá nhiều di tích lịch sử nằm sâu trong rừng mà du khách sẽ gặp trên chặng đường hành hương tiêu biểu như:\n\n===Đền Trình===\nĐền Trình là nơi thờ 4 công thần [[Nhà Đinh]] là 2 vị Tả Thanh Trù và 2 vị Hữu Thanh Trù. Đương triều họ là Giám sát Đại tướng quân cai quản kho vàng, két bạc của vua. Tương truyền, khi vua Đinh Tiên Hoàng băng hà, triều đình rối ren, họ đã mang giấu Đinh Toàn tại đây để tránh sự truy bắt của [[Lê Đại Hành|Lê Hoàn]]. Khi Thái hậu [[Dương Vân Nga]] trao mũ áo long bào nhường ngôi vua cho Thập đạo tướng quân [[Lê Hoàn]], các ông đã không khuất phục và tuẫn tiết tại khu vực này, nhân dân đã xây dựng ngôi Phủ bên sườn núi để thờ các ông.\n\n===Đền Tứ Trụ===\nĐền Tứ Trụ nằm cạnh đền Trình, là di tích thờ 4 vị đại thần [[Nhà Đinh]] gồm Tể tướng [[Nguyễn Bặc]], Ngoại giáp [[Đinh Điền]], Thái sư [[Lưu Cơ]] và Thượng thư [[Trịnh Tú]].\n\nSách Đại Nam Quốc sử Diễn ca cũng như thơ ca dân gian thường nói đến Tứ trụ \"Bặc, Điền, Cơ, Tú\" tức là bốn người trụ cột của triều [[Nhà Đinh]]. Tứ trụ là 4 vị quan thân cận, cùng quê hương và cùng tuổi với [[Đinh Tiên Hoàng Đế]], từng giúp vua Đinh dẹp [[loạn 12 sứ quân]], thống nhất đất nước. Các vị đại thần [[Nguyễn Bặc]], [[Đinh Điền]], [[Trịnh Tú]], [[Lưu Cơ]] hiện được thờ ở rất nhiều nơi, đặc biệt là vùng [[Hà Nam]] - [[Nam Định]] - [[Ninh Bình]].\n\n===Đền Trần===\n[[Tập tin:Trang An 43.JPG|nhỏ|280px|phải|Phong cảnh bến thuyền đền Trần]]\n[[Tập tin:Trang An 46.JPG|nhỏ|280px|phải|Phong cảnh Phủ Khống]]\n[[Tập tin:Trang An 49.JPG|nhỏ|280px|phải|Phong cảnh Chùa Báo Hiếu]]\nĐền Trần Ninh Bình do vua [[Đinh Tiên Hoàng]] xây dựng cùng thời với đền Hùng, sau này vua [[Trần Thái Tông]] về đây lập hành cung Vũ Lâm tiếp tục cải tạo bề thế hơn<ref>[http:\/\/vnexpress.net\/gl\/xa-hoi\/du-lich\/2010\/05\/3ba1b653\/ Lễ rước Thánh Trần độc đáo ở Ninh Bình], Tiến Dũng, Báo VnExpress.net, 2\/5\/2010<\/ref> nên được gọi là đền Trần. Đền Trần là nơi thờ thần Quý Minh, vị thần trấn cửa ải phía nam [[Hoa Lư tứ trấn]].<ref>[http:\/\/www.vietnamplus.vn\/Home\/Ninh-Binh-Khai-mac-le-hoi-truyen-thong-den-Tran\/20114\/86300.vnplus Ninh Bình: Khai mạc lễ hội truyền thống đền Trần], Văn Đạt (Vietnam+), Thông tấn xã Việt Nam, ngày 20\/04\/2011<\/ref> Đền còn có tên là đền Nội Lâm (ngôi đền trong rừng). Đền Trần Nội Lâm cùng với Vũ Lâm, Văn Lâm hợp thành Tam Lâm dưới triều đại Nhà Trần. Lễ hội đền Trần Ninh Bình diễn ra vào ngày 18 tháng 3 âm lịch hàng năm, cùng với lễ hội [[cố đô Hoa Lư]], lễ hội [[chùa Bái Đính]] là những lễ hội lớn ở [[Ninh Bình]].\n\n===Phủ Khống===\nPhủ Khống nằm trên một dải đất hẹp, lưng tựa vào hang Khống, bên phải là dãy núi đá dựng đứng, trước mặt là thung lũng nước mênh mông. Phủ Khống là nơi thờ 7 vị quan trung thần triều Đinh, gắn với các truyền thuyết khi vua [[Đinh Tiên Hoàng]] băng hà, 7 vị quan trong triều đình mang nhiều quan tài chôn theo các hướng rồi cùng tự sát để giữ kín những bí mật về ngôi mộ thật. Một vị tướng trấn giữ thành nam vô cùng cảm kích trước nghĩa khí của 7 vị trung thần liền lập bát nhang thờ cúng ở đây. Sau khi vị tướng này mất, nhân dân trong vùng đã lập đền thờ và trồng cây thị ngay trước cửa Phủ để tưởng nhớ các bậc trung thần.<ref>[http:\/\/baoninhbinh.org.vn\/news\/print\/2DA79D Du xuân Tràng An] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120426034343\/http:\/\/baoninhbinh.org.vn\/news\/print\/2DA79D |date=2012-04-26 }}, Trang Nhung, Báo Ninh Bình điện tử<\/ref> Cây thị nghìn năm tuổi mà quả có hai loại: 1 tròn và 1 dẹt.\n\n===Hành cung Vũ Lâm===\nKhu du lịch [[Hành cung Vũ Lâm]] nằm sâu trong khu vực rừng núi của [[Quần thể di sản thế giới Tràng An]], để đến khu du lịch Hành cung Vũ Lâm, du khách sẽ được ngồi trên các con thuyền truyền thống do người dân địa phương chèo lái, trải nghiệm sự gắn kết gần gũi với thiên nhiên, cảm nhận vẻ đẹp thuần khiết, lộng lẫy của hang kỳ, đá lạ và trở về nét vàng son của lịch sử dân tộc trong quá trình dựng nước và giữ nước.<ref>[http:\/\/langsontv.vn\/node\/59443 Tham quan Hành cung Vũ Lâm – Ninh Bình]<\/ref> Tại đây, Viện khảo cổ học Việt Nam đã khai quật, thám sát thung đã tìm thấy hàng nghìn hiện vật ở trên bề mặt và trong những hố đào. Trung tâm hành cung Vũ Lâm thờ vua quan Nhà Trần. Dưới triều của Nhà Trần có danh thần [[Trương Hán Siêu]], ông gốc là người [[Ninh Bình]], là một danh sĩ nổi tiếng thời Trần, và là môn khách đắc lực của Trần Hưng Đạo. [[Trương Hán Siêu]] có tính tình cương nghị, học vấn uyên thâm, có công lớn trong cuộc kháng chiến chống Nguyên Mông lần thứ hai và thứ ba. Trong giai đoạn vua Trần Nhân Tông về vùng đất này để tu hành thì sau đó danh thần Trương Hán Siêu cũng đã lui về ẩn tu và lập am tu tập tại quê hương [[Ninh Bình]]. Chính vì vậy mà Trương Hán Siêu cũng được nhân dân thờ tại khu di tích này.<ref>{{Chú thích web |url=http:\/\/www.phatgiaoninhbinh.org.vn\/chi-tiet\/trang-an-le-an-vi-tuong-truong-han-sieu-tai-hanh-cung-vu-lam |ngày truy cập=2016-07-23 |tựa đề=Tràng An: Lễ an vị tượng Trương Hán Siêu tại Hành cung Vũ Lâm |archive-date=2016-03-04 |archive-url=https:\/\/web.archive.org\/web\/20160304233418\/http:\/\/www.phatgiaoninhbinh.org.vn\/chi-tiet\/trang-an-le-an-vi-tuong-truong-han-sieu-tai-hanh-cung-vu-lam }}<\/ref>\n{{chính|Hành cung Vũ Lâm}}\n\n===Đền Cao Sơn===\nĐền Cao Sơn thờ thần Cao Sơn trấn Tây [[Hoa Lư tứ trấn]]. Thần Cao Sơn khi đi tuần tra vùng núi Vũ Lâm ([[Ninh Bình]]) đã tìm ra loại cây búng báng sử dụng thay gạo cứu đói, được nhân dân tôn thờ. Ngôi đền nằm trên 1 tuyến du lịch trong khu du lịch sinh thái Tràng An, cùng với các điểm tham quan khác là đền Suối Tiên và [[Hành cung Vũ Lâm]].\n\n===Đền Suối Tiên===\nĐền Suối Tiên nằm ở thượng nguồn dòng [[sông Ngô Đồng]], thực chất là điểm kéo dài của tuyến du lịch [[Tam Cốc]] nhưng lại được kết nối trong tuyến du lịch thứ 2 trong Khu du lịch sinh thái Tràng An. Đền thờ thần Quý Minh trấn Nam [[Hoa Lư tứ trấn]]. Đền nằm giữa vùng rừng núi hoang vắng, thượng nguồn của suối Tiên và chỉ có thể đi vào được bằng thuyền.\n\n==Các hang động tiêu biểu==\n[[Tập tin:Trang An 42.JPG|nhỏ|280px|phải|Phong cảnh đặc trưng cửa hang]]\n[[Tập tin:Trang An 45.JPG|nhỏ|280px|phải|Phong cảnh hang Nấu Rượu]]\n\n=== Hang Địa Linh ===\nHang Địa Linh dài khoảng 1500m và là hang đầu tiên trong cuộc hành trình xuất phát từ bến thuyền [[sông Sào Khê]] tham quan tuyến số 1. Hang còn có tên là hang Châu Báu vì khi vào đây du khách sẽ có cảm giác như lạc vào kho báu của những nhũ đá hóa thạch. Ra khỏi cửa hang là một khung cảnh sơn thủy hữu tình của mây trời, núi non và sông nước.<ref>[http:\/\/dulich.tuoitre.vn\/tin-tuc\/484852\/lac-vao-me-cung-hang-dong-trang-an.html Lạc vào mê cung hang động Tràng An]<\/ref> Hang dài 260 m với nhiều nhũ đá rủ xuống kì ảo.\n\n===Hang Nấu Rượu===\nTrong hang Nấu Rượu có mạch nước ngầm sâu hơn 10m, tương truyền xưa kia các bậc tiền bối đã vào đây lấy nước để nấu rượu tiến vua.\n\n===Hang Ba Giọt===\nHang Ba Giọt có nhiều nhũ đá với đủ màu sắc xuất hiện. Có loại gọi là cây bụt mọc xuyên từ trần ngược xuống. Điểm đặc biệt là các nhũ đá ở hang Ba Giọt không khô như những hang trước mà ướt đẫm và tiếp tục biến hình, hình thành nên những hình dáng, sắc thái mới...\n\nHang Sính, hang Si và hang Ba Giọt gắn liền với truyền thuyết một câu chuyện tình buồn. Xưa có chàng công tử yêu tha thiết một nàng công nương. Khi chàng gánh sính lễ đến hang Sính để cầu hôn thì nàng đã bị cống nạp cho nước láng giềng. Chàng sang hang Ba giọt tắm gội, sau đó ôm khối tình riêng trầm mình ở hang Si.<ref>{{Chú thích web |url=http:\/\/www.ninhhoatoday.net\/vanky75-6.asp |ngày truy cập=2014-07-25 |tựa đề=Về thăm Tràng An |archive-date=2014-07-29 |archive-url=https:\/\/web.archive.org\/web\/20140729111459\/http:\/\/www.ninhhoatoday.net\/vanky75-6.asp |url-status=dead }}<\/ref>\n\nTương truyền ai đi qua hang Ba Giọt mà đón được ba giọt nước từ nhũ đá nhỏ vào lòng bàn tay sẽ may mắn trong cuộc đời và hạnh phúc trong tình yêu.\n\n===Hang Bói===\nHang Bói là một di chỉ khảo cổ học có giá trị trong [[quần thể di sản thế giới Tràng An]]. Lối vào hang sâu thăm thẳm, rậm rạp với nhiều loài cây mọc ken dày, ánh nắng không thể chiếu xuống đất được nên con đường đầy rêu và thảm lá cây.\n\nHang Bói được phát hiện năm 2002. Lúc đó lòng hang có nhiều vỏ nhuyễn thể, xương động vật và một vài mảnh tước, bằng chứng cho thấy dấu ấn người tiền sử thuộc Văn hóa Hòa Bình sớm cách ngày nay khoảng một vạn năm. Các nhà nghiên cứu thống nhất đặt tên hang Bói vì nó ở trong khu thung Bói gắn với truyền thuyết vua quan Nhà Trần từng gieo quẻ bói tại đây.\n\nTừ năm 2007, khu này đã được các nhà cổ sinh, địa chất, khảo cổ của Việt Nam và Đại học Tổng hợp Cambridge- Anh quốc nghiên cứu khảo sát. Hố thám sát và cửa hang được rào kín bằng lưới sắt. Di chỉ khảo cổ học hang Bói gồm hai phần: hang trên rộng khoảng 200m2, hang dưới rộng 150m2. Từ cửa hang, phải cầm đèn pin lần theo cầu thang sắt cheo leo đi xuống.\n\nNhiều cột đá, măng đá lấp lánh như kim tuyến. Các nhà khoa học cho rằng nơi đây có dấu ấn người tiền sử cách nay 5.000 đến 30.000 năm. Nguồn thức ăn chính của người tiền sử là ốc núi, thủy sản sông suối, rùa núi, cua đá, chim thú nhỏ, các loại củ, quả, hạt... Chỗ ở của họ là hang đá, mái đá. Giới khoa học nhận định, dưới đáy hang có thể là một dòng sông cổ.\n\n==Phim trường ''Kong: Skull Island''==\nBối cảnh phim trường làng thổ dân trong phim ''[[Kong: Đảo Đầu lâu]]'' nằm tại khu du lịch Tràng An đã mở cửa cho du khách tham quan từ ngày 15 tháng 4 năm 2017. Phim trường Kong nằm trong tuyến du lịch số 2 của Tràng An, gồm  [[Thần Cao Sơn#Thần Cao Sơn ở Ninh Bình|Đền Thánh Cao Sơn]], [[Hành cung Vũ Lâm]]. Du khách mua chung 1 vé để tham quan cả ba địa điểm này.<ref name=\":0\">{{Chú thích web|url=https:\/\/news.zing.vn\/vi-sao-phim-truong-kong-skull-island-ton-tai-2-nam-moi-bi-thao-do-post992145.html|title=Vì sao phim trường 'Kong: Skull Island' tồn tại 2 năm mới bị tháo dỡ?|last=|first=|date=|website=|archive-url=https:\/\/web.archive.org\/web\/20190920142900\/https:\/\/news.zing.vn\/vi-sao-phim-truong-kong-skull-island-ton-tai-2-nam-moi-bi-thao-do-post992145.html|archive-date=2019-09-20|url-status=dead|accessdate=}}<\/ref>\n\nPhim trường làng thổ dân được phục đựng với diện tích khoảng 10 hecta, gồm 36 túp lều chóp nhọn cùng sự tham gia của hơn 50 người đóng vai thổ dân. Đây là mô hình do ban quản lý sinh thái Tràng An và Doanh nghiệp Xuân Trường thực hiện.<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20170415\/mo-cua-phim-truong-lang-tho-dan-phim-kong-tai-trang-an\/1298592.html Mở cửa phim trường làng thổ dân phim Kong]<\/ref>\n\n''Kong: Đảo Đầu lâu'' là bộ phim bom tấn của Mỹ được bấm máy vào năm 2016 với nhiều cảnh quay tại các danh thắng của Việt Nam như: [[Quần thể di sản thế giới Tràng An]], [[Khu bảo tồn thiên nhiên Vân Long]], [[Tam Cốc - Bích Động]] (Ninh Bình); [[Vịnh Hạ Long]] (Quảng Ninh) và [[Động Phong Nha|Phong Nha]] (Quảng Bình). Kong: Skull Island đã trở thành ông vua kỷ lục phòng vé Việt Nam khi nó đã xô đổ mọi kỷ lục trước đó để trở thành bộ phim có doanh thu cao nhất mọi thời đại ở đây.\n\nNgày 20 tháng 9 năm 2019, Ban Quản lý [[khu du lịch Tràng An]] cho biết doanh nghiệp chính thức ngừng đưa khách du lịch đến phim trường Kong để tiến hành công tác tháo dỡ theo khuyến nghị của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc]]. Việc xóa bỏ một ngôi làng mang phong cách châu Phi để tạo dựng những công trình thuần Việt được cho là hướng đi cần thiết tại Tràng An để phát triển du lịch lâu dài, bền vững. Với những giá trị văn hóa đặc sắc như vậy, việc đặt ngôi làng châu Phi, lại gắn với một bộ phim hư cấu vào giữa vùng lõi di sản được [[UNESCO]] đánh giá là bất hợp lý và cần phải tháo dỡ để tránh tạo nhận thức sai lệch cho du khách.<ref name=\":0\" \/>\n\n==Bảo tồn và phát huy==\n{{Chính|Quần thể danh thắng Tràng An}}\n===Di sản thế giới===\nKhu sinh thái Tràng An và các khu du lịch khác thuộc [[Quần thể danh thắng Tràng An]] đã trở thành di sản thế giới hỗn hợp đầu tiên ở Việt Nam với việc đáp ứng 2 tiêu chí di sản thiên nhiên thế giới và 1 tiêu chí của một di sản văn hóa thế giới:<ref>[http:\/\/toquoc.vn\/Sites\/vi-vn\/details\/11\/di-san\/102648\/thang-22013-trinh-ho-so-di-san-quan-the-danh-thang-trang-an-.aspx Tháng 2\/2013, trình hồ sơ di sản Quần thể danh thắng Tràng An], Trung tâm Công nghệ Thông tin - Bộ Văn hóa, Thể thao và Du lịch, 27\/03\/2012<\/ref>\n#Tiêu chí 7 về giá trị thẩm mỹ: \"Di sản chứa đựng các hiện tượng thiên nhiên siêu việt hay khu vực có vẻ đẹp thiên nhiên khác thường và tầm quan trọng thẩm mỹ\".\n#Tiêu chí 8 về giá trị địa chất- địa mạo: \"Di sản là những ví dụ nổi bật đại diện cho những giai đoạn quan trọng của lịch sử Trái Đất, bao gồm cả việc ghi chép lại cuộc sống, các quá trình địa chất lớn đang tiếp diễn trong sự phát triển của các địa mạo, hay những đặc điểm địa chấn và địa hình lớn\"\n#Tiêu chí 5 về văn hóa: là một ví dụ nổi bật về một kiểu định cư truyền thống của con người hoặc một phương pháp sử dụng đất truyền thống, đại diện cho một nền văn hoá (hoặc các nền văn hoá), nhất là khi nó trở nên dễ bị tổn thương dưới tác động của những biến động không thể đảo ngược được;\n\n===Cơ sở hạ tầng===\n[[Tập tin:Quan the Trang An.jpg|nhỏ|250px|phải|Quy hoạch danh thắng Tràng An]]\n[[Tập tin:bentrangan.jpg|nhỏ|250px|phải|Bến Tràng An]]\n[[Tập tin:Trangan.jpg|nhỏ|250px|phải|Cổ kính Tràng An]]\nDanh thắng Tràng An là vùng bảo vệ đặc biệt của [[Cố đô Hoa Lư]],<ref>[http:\/\/baodatviet.vn\/Home\/congdongviet\/Them-4-ung-vien-sang-gia-cua-di-san-the-gioi-o-VN\/20118\/161527.datviet Thêm 4 ứng viên sáng giá của di sản thế giới ở VN]{{Liên kết hỏng|date=2021-05-25 |bot=InternetArchiveBot }}, Bảo Bình, Báo Đất Việt, ngày 15\/08\/2011<\/ref> gắn liền với các giá trị lịch sử văn hóa của vùng đất [[cố đô Hoa Lư]] nên được đầu tư mở rộng để trở thành khu du lịch lớn. Chính phủ Việt Nam đã cho phép tỉnh [[Ninh Bình]] tiến hành khai quật, nạo hút bùn đất tạo đường giao thông thủy bộ và làm sáng tỏ các giá trị văn hóa, du lịch của danh thắng này. Khu sinh thái hang động Tràng An là một khu du lịch với tổng hợp các sản phẩm như du lịch lịch sử, văn hóa, tâm linh, lễ hội, khám phá cũng như nghỉ dưỡng, nghiên cứu khoa học...<ref>[http:\/\/baoninhbinh.org.vn\/news\/43\/2DDF40\/Trang-An-khu-du-lich-sinh-thai-hap-dan Tràng An khu du lịch sinh thái hấp dẫn], Thanh Thủy, Báo Ninh Bình, 7\/7\/2011<\/ref> Đây là khu du lịch tầm cỡ và quy mô ở [[Việt Nam]] với tổng diện tích được quy hoạch lên tới 12000 ha, vốn đầu tư 17.000 tỷ đồng.<ref>[http:\/\/giadinh.net.vn\/xa-hoi\/doanh-nghiep-xin-dau-tu-15000-ty-xay-khu-du-lich-tam-linh-huong-son-nhieu-chuyen-gia-va-nguoi-dan-lo-lang-20181214113924749.htm Doanh nghiệp xin đầu tư 15.000 tỷ xây khu du lịch tâm linh Hương Sơn]<\/ref>\n\nHang động Tràng An và khu vực lân cận như [[chùa Bái Đính]], khu rừng văn hóa lịch sử môi trường [[Hoa Lư]], công viên văn hóa Tràng An, [[Tam Cốc - Bích Động]]... được gộp chung vào quy hoạch [[Quần thể danh thắng Tràng An]] nằm trên 3 huyện, thành phố thuộc tỉnh [[Ninh Bình]].<ref>[http:\/\/www.saigontourist.hochiminhcity.gov.vn\/news\/detail_vn.asp?id=2066 Danh thắng Tràng An đất Ninh Bình], Tổng Công ty Du lịch Sài Gòn trích theo Nhandan Online - 13\/4\/2005<\/ref><ref>Các xã Ninh Nhất, phường Tân Thành (thành phố Ninh Bình), Trường Yên, Ninh Xuân, Ninh Hải (huyện Hoa Lư), Gia Sinh (huyện Gia Viễn). Ngày 22\/3\/2004, Chính phủ Việt Nam có văn bản số 365\/CP-KTTH, đồng ý để tỉnh Ninh Bình xây dựng Khu du lịch Tràng An, thuộc quần thể di tích - danh thắng cố đô Hoa Lư. Sau nhiều lần điều chỉnh quy mô dự án, ngày 18\/11\/05 UBND tỉnh Ninh Bình ra quyết định số 2570\/QĐ-UB về việc phê duyệt quy hoạch xây dựng khu du lịch Tràng An<\/ref>. Tổng diện tích quy hoạch 12000 ha. Trong quy hoạch phát triển khu du lịch này sẽ có 9 lộ trình tham quan.<ref>[http:\/\/thuonghieuviet.com\/News\/Detail\/?gID=9&tID=32&cID=10941 Tràng An (Ninh Bình) – Hoang sơ quyến rũ], Mạng truyền thông của Tạp chí Thương Hiệu Việt theo Ninhbinhtourism Cập nhật: 05\/12\/2008<\/ref> Khu du lịch Tràng An được xác định là điểm nhấn quan trọng của [[du lịch Ninh Bình]].<ref>[http:\/\/www.vietnamtourism-info.com\/tindulich\/cactinh\/article_15505.shtml Khu du lịch Tràng An: Sức bật mới cho du lịch Ninh Bình]{{Liên kết hỏng|date=2023-01-15 |bot=InternetArchiveBot }}<\/ref> Theo quy hoạch được thủ tướng chính phủ nước Việt Nam phê duyệt, Khu du lịch Tràng An có tổng diện tích gần 12.000 ha gồm các khu trọng điểm chính:\n\n*Khu trung tâm đón tiếp vào thăm hang động rộng 30 ha nằm bên đại lộ Tràng An, cách [[ninh Bình (thành phố)|thành phố Ninh Bình]] 6&nbsp;km. Tại đây có bãi đỗ xe, bến thuyền, nhà hàng, khu đón tiếp, bán hàng lưu niệm...\n*Khu du lịch sinh thái hang động: có diện tích gần 2000 ha, là quần thể danh thắng được các nhà khoa học lập hồ sơ đề nghị Unesco công nhận di sản thiên nhiên thế giới.\n*Khu [[công viên văn hóa Tràng An]] rộng 288 ha, ở phía tây [[ninh Bình (thành phố)|thành phố Ninh Bình]] gồm khu vui chơi giải trí, nhà nghỉ, khách sạn, đảo sinh thái, quảng trường, khu phố cổ Đại Việt rộng 41 ha, khu công viên Tràng An và Nghi Môn Ngoại rộng 38 ha.\n*Quần thể [[chùa Bái Đính]] ở huyện [[Gia Viễn]] có diện tích 539 ha bao gồm 27 ha khu chùa Bái Đính cổ, 80 ha khu chùa Bái Đính mới, khu công viên văn hoá và học viện phật giáo, khu đón tiếp và công viên cảnh quan, đường giao thông và bãi đố xe, khu hồ Đàm Thị, hồ phóng sinh...\n*Khu bảo tồn đặc biệt của [[cố đô Hoa Lư]] có diện tích 300 ha ở [[hoa Lư, Ninh Bình|huyện Hoa Lư]] với các di tích được phục dựng như chùa [[động Am Tiên]], chùa Duyên Ninh, hồ núi Mã Yên, tường thành, hào nước bảo vệ [[cố đô Hoa Lư]]...\n*Khu rừng đặc dụng [[Hoa Lư]] (hay khu rừng văn hóa lịch sử môi trường [[Hoa Lư]]) được thành lập ngày 19\/05\/1995. [[Hoa Lư]] có trong danh mục các khu rừng đặc dụng Việt Nam đến năm 2010 với diện tích 5.624 ha bao trùm lên khu hang động Tràng An, [[Tam Cốc - Bích Động]] và nhiều di tích của [[cố đô Hoa Lư]]. Khu văn hóa lịch sử [[Hoa Lư]] khi thành lập gồm phần đất thuộc các xã [[Ninh Hải, Hoa Lư|Ninh Hải]], [[Trường Yên, Hoa Lư|Trường Yên]], [[Ninh Xuân, Hoa Lư|Ninh Xuân]], [[Ninh Hòa, Hoa Lư|Ninh Hoà]] và [[Ninh Nhất, Ninh Bình|Ninh Nhất]], [[hoa Lư, Ninh Bình|huyện Hoa Lư]] cũ. Hiện nay khu vực này đã được mở rộng về phía tây đến tận [[sông Bến Đang]]. Địa hình của khu văn hóa lịch sử này điển hình là một vùng cát-tơ đá vôi trồi lên giữa vùng đồng bằng ven biển tương đối bằng phẳng của Miền Bắc Việt Nam. Vùng đá vôi nổi lên này nằm xen kẽ với hàng loạt các khe suối có nước thường xuyên và các thung lũng ngập nước theo mùa. Độ cao tuyệt đối của vùng từ 10 đến 281 m.<ref>[http:\/\/birdlifeindochina.org\/birdlife\/source_book\/source_book_vn\/frs_dbsh_fr2.html Khu rừng văn hóa lịch sử môi trường Hoa Lư]<\/ref>\n\n===Hành trình của du khách===\nMột phần của hang động Tràng An đã được [[Ninh Bình]] đưa vào khai thác phục vụ du lịch. Hiện nay, Du khách đến Tràng An thường tham gia 3 Tour - tuyến [[du lịch]] bằng thuyền nan kéo dài 3 giờ và một tour du lịch leo núi.\n\nTour du lịch đường thủy bắt đầu từ khu đón tiếp trung tâm nằm bên đại lộ Tràng An, qua các điểm du lịch:\n\n'''Tuyến 1:''' Trung tâm du khách– Hang Địa Linh - Đền Trần (hay Đền Nội Lâm) – Thung Đền Trần – Thung Nấu Rượu– Hang Nấu Rượu – Thung Hang Tối Trong – Hang Sáng –Thung hang Sáng - Hang Seo Lớn – Thung Seo Bé – Hang Sơn Dương – Thung Khống – Hang Lổ - Thung Lỗ Thóc + Thung Trần Thung Gắm – Hang Qui Hậu – Trung tâm du khách.\n\n'''Tuyến 2:''' Trung tâm du khách – Hang Áng Lấm - Phủ Nội Lấm Hang Vạng – Thung Áng La – Hang Đại – Thung Bậc Bài – Thung Suối Tiên, đền Suối Tiên – Hang Vân – Thung Mây – Hang Đột + Phủ Đột – Trung tâm du khách.\n\n'''Tuyến 3:''' Trung tâm du khách - Đền Trình – hang Mây, hang Vân – đền Suối Tiên – [[Hành cung Vũ Lâm]] – phim trường King Kong - Trung tâm du khách.<ref>[http:\/\/baoninhbinh.org.vn\/them-san-pham-du-lich-moi-trong-quan-the-danh-thang-trang-an-20180123064619866p15c43.htm Thêm sản phẩm du lịch mới trong quần thể danh thắng Tràng An]<\/ref>\n\nSo với các khu du lịch lân cận có nét tương đồng như [[Tam Cốc - Bích Động]] chủ yếu là hình thức du lịch trên sông; [[khu bảo tồn thiên nhiên đất ngập nước Vân Long|khu bảo tồn thiên nhiên Vân Long]] là du thuyền trên đầm sinh thái thì hang động Tràng An có nét đặc trưng riêng biệt là hình thức du thuyền trên các thung nước tạo bởi nhiều vách núi đá được nối thông nhau bằng những hang nước mà không phải quay ngược lại.\n\nTuyến du lịch đường bộ có chiều dài 1,6 km, du khách sẽ đi bộ qua 3 quèn vào đền Trần. Tuyến này bắt đầu từ bến Cây Bàng, du khách sẽ đi bộ, leo núi qua ba đèo liền nhau. Đèo thứ nhất là đèo Cậy có độ cao so với mặt nước khoảng 60m. Đèo thứ hai là đèo Vài. Và đèo thứ ba là đèo đền Trần. Hiện nay, đường leo núi này đã được xây các bậc đá rộng. Trên đường đến đền Trần đã dựng 7 chiếc lầu bằng gỗ lim hình bát giác làm nơi nghỉ chân cho du khách khi leo núi.<ref>{{Chú thích web |url=http:\/\/www.tranganlandscape.com\/danh-lam-thang-canh\/khu-danh-thang-trang-an.html |ngày truy cập=2016-08-06 |tựa đề=Tuyến du lịch Tràng An |archive-date=2016-08-15 |archive-url=https:\/\/web.archive.org\/web\/20160815110228\/http:\/\/www.tranganlandscape.com\/danh-lam-thang-canh\/khu-danh-thang-trang-an.html |url-status=dead }}<\/ref>\n<gallery mode=\"packed-hover\" widths=\"180px\" heights=\"180px\">\nTập_tin:Trang_An_50.JPG\nTập_tin:Trang_An_33.JPG\nTập_tin:Trang_An_38.JPG\nTập_tin:Trang_An_41.JPG\n<\/gallery>\n\n===Tràng An trong thơ ca===\nMùa đông năm Canh Dần (1770) chúa [[Trịnh Sâm]] đi tuần thú cõi Tây, lúc quay thuyền trở về, đi tắt tới đất Tràng An thăm cảnh [[Hoa Lư]]. Nhìn bốn phía núi xanh, nước biếc, cửa khoá mấy lần, từng bước đều là thành vàng và hào nước. Non sông hùng tráng, hình thắng to lớn. Xem dấu vết của triều Đinh mà lạnh lùng xơ xác… khiến ông cảm khái làm một bài thơ tạc lên vách đá hang Luồn để tả nỗi lòng:\n[[Tập tin:Hang động.jpg|nhỏ|phải|250px|Phong cảnh Tràng An]]\n:Quay thuyền về tới bến [[Trường Yên, Hoa Lư|Trường Yên]],\n:Nhác thấy Hoa Lư cũng thuận miền.\n:Như tấm lụa chăng, hang giội nước,\n:Có từng núi mọc, cửa chồng then.\n:[[Cố đô Hoa Lư|Cố đô]] đã mấy hồi thay đổi,\n:Thiên phủ còn nguyên dấu vững bền.\n:Hưng phế xưa nay bao chuyện cũ\n:Lòng dân đáng sợ chớ nên quên.\"\n\nSông núi Tràng An - [[Hoa Lư]] được miêu tả trong cuốn sử thi \"Hoàn vương ca tích\" như sau:\n:Tiên triều đã đặt thế uy\n:Thành xây thiên tạo lũy quy địa phù\n:Hang thăm thẳm động âm u\n:Hồ đi du đãng vượn đu vách rừng\n\nTràng An có nhiều đặc sản như quả thị đền phủ Khống, rượu Tràng An, cá tràu tiến Vua,... Đặc biệt, một đặc sản sông nước Tràng An là [[cá rô Tổng Trường]] đã đi vào ca dao của người dân cố đô:\n:Khi đi nhớ cậu cùng cô\n:Khi về lại nhớ [[cá rô Tổng Trường]].\n\nKhi tu hành ở đây, Trần Nhân Tông có bài thơ \"Vũ Lâm thu vãn\" được PGS- TS Trần Thị Băng Thanh dịch như sau:\n:Lòng khe in ngược bóng cầu hoa\n:Hắt sáng bờ khe vệt nắng tà\n:Lặng lẽ nghìn non rơi lá đỏ\n:Mây giăng như mộng tiếng chuông xa\n\n==Lễ hội Tràng An==\nLễ hội Tràng An diễn ra trong 3 ngày, từ 17 đến 19\/3 âm lịch hàng năm để tôn vinh 2 vị thần Quý Minh, Cao Sơn trấn trạch [[Hoa Lư tứ trấn]] và các vua đầu Nhà Trần đã lập ra [[hành cung Vũ Lâm]]. Phần lễ với nhiều nghi thức truyền thống được diễn ra trên sông như: rước nước, rước kiệu và rồng để tỏ lòng tri ân các bậc tiền nhân có công giữ yên bờ cõi, bảo vệ giang sơn.<ref>[http:\/\/dantri.com.vn\/van-hoa\/ninh-binh-ron-rang-le-hoi-trang-an-20170415172928481.htm Ninh Bình: Rộn ràng lễ hội Tràng An]<\/ref> Các đoàn rước đi thành đoàn trên những chiếc thuyền, khởi đầu từ bến thuyền Tràng An đoàn đi dọc theo dòng [[sông Sào Khê]] rước nước qua [[hành cung Vũ Lâm]], đền Cao Sơn vào đền Suối Tiên và thực hiện các lễ tế tại đây.<ref>[http:\/\/dulich.dantri.com.vn\/du-lich\/hang-nghin-nguoi-du-le-hoi-trang-an-ket-noi-di-san-201804292025532.htm Hàng nghìn người dự lễ hội “Tràng An kết nối di sản”]<\/ref>\n\nLễ hội Tràng An trải qua hành trình trên sông nước qua các hang động hàng nghìn năm kiến tạo địa chất như: Hang Mây dài hơn 1&nbsp;km, hang Vạng, hang Đại La, hang Vân và các điểm di tích lịch sử đền Trình, đền suối Tiên, phim trường Kong: Skull Island, [[hành cung Vũ Lâm]].<ref>[https:\/\/vov.vn\/van-hoa-giai-tri\/thu-tuong-danh-trong-khai-mac-le-hoi-trang-an-nam-2018-756914.vov Thủ tướng đánh trống khai mạc Lễ hội Tràng An năm 2018]<\/ref> Phần hội là biểu diễn các tiết mục văn nghệ đặc sắc, các trò chơi dân gian ở hai bên dòng sông trong suốt hành trình rước.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/baoninhbinh.org.vn\/news\/23\/2DE2A8 Quần thể danh thắng Tràng An hướng đến Di sản Thế giới]{{Liên kết hỏng|date=2023-01-15 |bot=InternetArchiveBot }}, Trường Sinh, Nguồn: Báo Ninh Bình, Cập nhật: 24\/11\/2011, 15:16:59\n*[http:\/\/laodong.com.vn\/Tin-Tuc\/Trang-An--mot-net-son-thuy\/60039 Tràng An - một nét sơn thủy], Nguyễn Hồng Nguyên, Báo Lao động - Cơ quan của Tổng Liên đoàn Lao động Việt Nam, ngày 27.9.2011.\n*[http:\/\/www.kinhtenongthon.com.vn\/printContent.aspx?ID=18512 Tràng An, nơi gặp gỡ của những điều kỳ ảo]{{Liên kết hỏng|date=2021-11-15 |bot=InternetArchiveBot }}, Hoàng Minh, Báo điện tử Kinh tế nông thôn, 27\/05\/2009\n*[http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=128062&ChannelID=7 Tràng An nước Việt ở đâu?], Lê Hoài Nam, Báo Tiền Phong, 29\/06\/2008\n*[http:\/\/baoninhbinh.org.vn\/news\/43\/2DA79D\/Du-xuan-Trang-An Du xuân Tràng An], Trang Nhung, Báo Ninh Bình, 15\/7\/2007\n*[http:\/\/www.cinet.gov.vn\/ArticleDetail.aspx?articleid=61328&sitepageid=74 Đồng ý cho phép lập hồ sơ Quần thể danh thắng Tràng An và Quần đảo Cát Bà trình UNESCO công nhận di sản thế giới]{{Liên kết hỏng|date=2023-01-15 |bot=InternetArchiveBot }}, TH, Trung tâm CNTT - Bộ Văn hoá Thể thao và Du lịch, 16:30, 28 Tháng Chín 2011\n\n{{Du lịch Việt Nam}}\n{{Du lịch Ninh Bình}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Di tích Cố đô Hoa Lư]]\n[[Thể loại:Khu du lịch Việt Nam]]\n[[Thể loại:Quần thể danh thắng Tràng An]]"}