{"475178":"'''Khu Túc''' ([[tiếng Chăm]]: ''Kurung'') là một thành cổ của vương quốc [[Lâm Ấp]], là thành lớn thứ 2 sau kinh đô [[Kandapurpura]] trong thời kỳ Lâm Ấp trong lịch sử Chăm Pa\n\n==Vị trí==\nDựa theo ghi chú của sách ''[[Thủy Kinh chú]]'' do [[Lịch Đạo Nguyên]] viết vào [[thế kỷ 5]], các nhà khảo cổ người Pháp như [[R.A.Stein]], nhà sử học [[Đào Duy Anh]], nhà nghiên cứu [[Ngô Văn Doanh]] đã xác định được vị trí của thành Khu Túc nằm ở khu vực ngày nay tại làng Cao Lao Hạ, xã Hạ Trạch, huyện [[Bố Trạch]], tỉnh [[Quảng Bình]]. Phía bắc là [[sông Gianh]], phía tây là [[sông Hiếu|sông Con]], phía đông là đồng bằng\n\n==Đặc điểm - Kiến trúc==\nTheo ghi chép trong Thủy Kinh Chú, ''thành có chu vi 6 lý 170 bộ, chiều đông tây 650 bộ. Thành xây gạch cao 2 trượng, trên thành có tường gạch cao 1 trượng, có mở nhiều lỗ vuông. Trên tường gạch có dựng ván, trên ván lại dựng 5 tầng gác, trên gác có nóc, trên nóc dựng lầu, lầu cao 7,8 trượng, lầu thấp 5,6 trượng. Thành mở 13 cửa, phàm các điện đều quay về hướng nam. Nhà ở có hơn 2100 cái. Xung quanh thành có chợ. Địa thế hiểm trở cho nên binh khí của Lâm Ấp chứa hết ở đó,..''\n\n==Lịch sử thành Khu Túc==\nTheo sách ''[[Lâm Ấp ký]]'' viết vào cuối [[thế kỷ 5]], Năm 248, Lâm Ấp tấn công ra phía bắc, đánh bại chính quyền cai trị [[Giao Châu]] của nhà [[Đông Ngô]], chiếm được vùng đất từ sông Gianh vào tới [[núi Bạch Mã|dãy Bạch Mã]]. Sau khi mở mang lãnh thổ ra miền bắc, Lâm Ấp thường phải thường xuyên bảo vệ trước các cuộc tấn công giành lại lãnh thổ của các chính qưyền Giao Châu, thậm chí có lúc Lâm Ấp không còn kiểm soát được vùng này. Mãi tới năm 369, người Chăm mới thực sự kiểm soát được.\n\nTheo sách ''[[Tấn thư]]'', vào đời vua Thái Khang nhà Tấn (280-290) vua Lâm Ấp là [[Phạm Dật]] sang Trung Quốc cống tiến, Phạm Dật có người nô lệ là [[Phạm Văn]] đi theo, qua Trung Quốc học được kỹ thuật xây thành, sau cái chết của Phạm Văn, Phạm Dật cướp ngôi lên làm vua Lâm Ấp, đến thời cháu là [[Phạm Hồ Đạt]] (380-413) đã cho xây thành Khu Túc vừa thủ phủ vùng đất phía bắc vừa là nơi đồn trấn nhằm chống lại các cuộc tấn công từ Giao Châu\n\nThành Khu Túc được nhắc đến lần cuối cùng trong văn thư là trong cuốn ''[[Tùy thư]]'', nói tới cuộc nam chinh của tướng [[Lưu Phương]] vào Lâm Ấp năm 605, trước sức mạnh của nhà Tùy, người Lâm Ấp bại trấn. Cùng với kinh đô, thành Khu Túc cũng bị hạ\n\nVào thế kỷ 11, sau cuộc nam chính của vua [[Đại Việt]] [[Lý Thánh Tông]], [[Chiêm Thành]] đã phải cắt đất 3 châu phía bắc cầu hòa. Dựa theo các khảo cổ được phát hiện, sau khi tiếp tiếp quản vùng đất mới, quan quân người Việt đã dùng lại nền cũ của thành Khu Túc để xây dựng trị sở nhằm cai trị và bảo vệ vùng đất mới, tuy nhiên hiện nay người ngành khảo cổ và sử học chưa xác định được việc người Việt bỏ phế không sử dụng thành Khu Túc nữa vào thời gian nào\n\n==Tham khảo==\n*Cổ sử Việt Nam, Đào Duy Anh, Nhà xuất bản Khoa học Xã hội 2003\n*Văn hóa Chăm Pa, Ngô Văn Doanh, Nhà xuất bản Văn hóa Dân tộc 2002\n\n==Xem Thêm==\n*[[Chăm Pa|Vương quốc Chăm Pa]]\n*[[Vijaya]]\n*[[Simhapura]]\n*[[Kandapurpura]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Thành Chăm Pa|K]]\n[[Thể loại:Di tích tại Quảng Bình|K]]\n[[Thể loại:Thành cổ Việt Nam]]"}