{"1486919":"{{coord|19|45|07|N|105|45|21|E|display=title}}\n'''Khu di tích lò gốm Tam Thọ''' là [[di tích]] lò [[gốm]] cổ, nay thuộc địa phận hai làng Tam Thọ và Văn Vật, xã [[Đông Vinh, thành phố Thanh Hóa|Đông Vinh]], [[thanh Hóa (thành phố)|thành phố Thanh Hóa]], tỉnh [[Thanh Hóa]], [[Việt Nam]]. Khu di tích này nằm gần kề [[quốc lộ 45]], cách trung tâm thành phố Thanh Hóa khoảng hơn 7&nbsp;km về phía tây nam.<ref name=\"TT1\">{{chú thích sách |tựa đề= Thanh Hoá Di tích và Thắng cảnh, tập 2 |chương= Khu lò gốm cổ Tam Thọ xã Đông Vinh, huyện Đông Sơn tỉnh Thanh Hoá |họ = Đỗ Quang Trọng|tên = |lk tác giả = |đồng tác giả= |năm= 2002 |nhà xuất bản= Nhà xuất bản Thanh Hóa |nơi= Thanh Hóa |isbn= |trang= 25-37|url= http:\/\/nason.com.vn\/Default.aspx?NewID=783 |ngày truy cập= ngày 20 tháng 9 năm 2012}}<\/ref> Năm 2004, khu lò gốm Tam Thọ đã được xếp hạng là Di tích lịch sử văn hóa khảo cổ học cấp tỉnh.<ref name=\"TT4\">Quyết định số 255\/QĐ-CT ngày 28 tháng 1 năm 2004 của Chủ tịch UBND tỉnh Thanh Hoá về việc xếp hạng di tích lịch sử văn hoá và danh lam thắng cảnh cấp tỉnh.<\/ref>\n\n== Di tích lò nung cổ==\nKhu lò gốm Tam Thọ nhìn từ bên ngoài là các gò đất nhô cao, được [[nhà khảo cổ]] [[người Thụy Điển]] [[Olov Janse]] phát hiện lần đầu tiên vào tháng 2 năm [[1937]]<ref name=\"TT1\"\/>, lúc đó thuộc tổng Viễn Chiếu, phủ Đông Sơn, tỉnh Thanh Hóa.\n\nTại thời điểm được phát hiện, khu lò gốm Tam Thọ là di tích lò nung gốm cổ duy nhất ở [[Bán đảo Đông Dương|Đông Dương]]. Từ đó đến nay, đã có trên 10 khu lò gốm thuộc giai đoạn 10 thế kỷ đầu công nguyên được phát hiện và nghiên cứu tại Việt Nam. Tuy nhiên, khu lò gốm Tam Thọ vẫn là khu lò có quy mô lớn nhất, niên đại sớm nhất trong giai đoạn 10 thế kỷ đầu công nguyên. Trong các năm từ 1937 đến 1939, Janse đã tiến hành khai quật 8 lò nung cổ tại đây. Kết quả nghiên cứu về công trình khai quật của Janse về khu lò gốm Tam Thọ được công bố trong 3 tập sách \"Nghiên cứu khảo cổ học Đông Dương\": tập I (1947), tập II (1951), tập III (1958) và \"Bí mật của cây đèn hình người\" (Stockhom 1959).<ref name=\"TT1\"\/>\n\nTrong phạm vi hơn 1&nbsp;km dọc theo kênh Đô nằm giữa hai làng Tam Thọ và Văn Vật, có hàng chục gò đất lớn chứa các lò nung gốm cổ, mỗi gò có chu vi rộng 30 m đến 40 m, chứa ít nhất 3 lò gốm cổ. Tại khu vực gò Quyến thuộc làng Tam Thọ, trong cuộc khai quật năm 2001, các nhà khảo cổ học Việt Nam đã tìm ra dấu vết của 6 lò gốm cổ. Nền của các lò nung được tôn lên nhiều lần chứng tỏ các lò này còn được sử dụng lâu dài về sau.<ref name=\"TT1\"\/>\n\nNgoài ra, cũng trên rìa dọc kênh Đô đoạn giữa 2 làng Tam Thọ và Văn Vật còn có một hệ thống lò sành niên đại từ thế kỷ 16 đến thế kỷ 18. Khu lò sành này được coi là gạch nối truyền thống sản xuất gốm trước và sau thời kỳ [[Bắc thuộc]] của khu vực này.<ref name=\"TT1\"\/>\n\n==Đặc điểm của lò nung==\nHầu hết các lò nung đã khai quật ở Tam Thọ đều không còn nguyên vẹn, phần vòm lò đã bị sập hoàn toàn. Các vòm lò ở đây có dáng hình lòng máng, độ dày trung bình từ 15&nbsp;cm đến 25&nbsp;cm, được đắp bằng [[đất sét]] vào các phên [[tre]] được uốn cong từ trước, sau đó được đầm nện kỹ tạo độ kín, chắc. Cốt tre của vòm lò được trát một lớp bùn chứa nhiều cát, khi nung lớp bùn này sẽ bị thủy tinh hóa tạo ra một lớp liên kết kín cho vòm lò. Loại bùn này cũng được sử dụng vào việc tạo một lớp áo [[thủy Tinh|thủy tinh]] màu xanh khá dày và đều ở phía trong các bộ phận khác của lò như tường lò, bầu lò...<ref name=\"TT1\"\/>\n\nTại Tam Thọ, có hai dạng lò nung gồm lò cóc và lò ống. Lò cóc là loại lò rất ngắn, chỉ có một bậc từ bầu đốt lên thân lò, nhìn giống một [[cóc|con cóc]] ngồi. Điển hình của loại lò này là lò nung số IA ở gò Chùa, làng Văn Vật được O. Janse khai quật năm 1937. Lò này chạy theo hướng Đông – Tây, phần bầu lò dài 2,20m, thân lò dài 6,30m, [[chiều rộng]] nhất của lò là gần 2m, chỗ cao nhất còn lại của tường lò là 1,60m. Kiểu lò nung này ngày nay vẫn còn thấy ở khu Lò Chum, thành phố Thanh Hóa.<ref name=\"TT1\"\/>\n\nLoại hình lò ống thực chất là loại lò cóc có kích thước kéo dài ra. Điển hình lò nung số IA - Gò Quyến ở thôn Tam Thọ, có chiều dài 9,15m; lò số I- Gò án Lớn thuộc làng Văn Vật dài tới 12,40m. Các lò này không có cấp bậc nên độ dốc của mặt nền lò là rất lớn. Thông thường độ chênh lệch từ bầu đốt đến hậu lò là hơn 1m. Kiểu lò ống ở Tam Thọ còn thấy tồn tại ở các trung tâm gốm cổ khác của Việt Nam như Chu Đậu ([[Hải Dương]]) thế kỷ 15-16; Gò Sành ([[Bình Định]]) thế kỷ 15-17...<ref name=\"TT1\"\/>\n\n== Sản phẩm ==\n[[Tập tin:Grain jar from Vietnam, Thanh Hoa, 11th-12th century, porcelain with crackled glaze, HAA.JPG|nhỏ|phải|260px|Vò sành đựng lương thực tại Thanh Hóa, thế kỉ 11-12.]]\n\nSản phẩm gốm Tam Thọ gồm có ba dòng: đồ gốm đất nung, đồ sành và đồ gốm tráng men. Trong đó, đồ sành ở lò gốm Tam Thọ chủ yếu là đồ gia dụng có kích thước lớn, thành dày, độ nung không cao.<ref name=\"TT3\">{{chú thích web| url = http:\/\/baotangnhanhoc.org\/vi\/index.php?option=com_content&view=category&layout=blog&id=27&Itemid=35&limitstart=66 | tiêu đề = Đồ gốm những thế kỷ đầu Công nguyên ở miền Bắc, miền Trung (Champa), miền Nam (Óc Eo) Việt Nam trong bối cảnh Đông Nam Á | author = Lâm Thị Mỹ Dung, Nguyễn Anh Thư| ngày = | ngày truy cập =ngày 20 tháng 9 năm 2012 | nơi xuất bản= Website Bảo tàng nhân học | ngôn ngữ = }}<\/ref>\n\nCó khoảng 18 loại hình hiện vật khác nhau ở Tam Thọ được nhận biết qua khai quật, gồm các nhóm:<ref name=\"TT1\"\/>\n* Nhóm đồ đựng: [[chậu]], bình, vò, [[nồi]], cốc, khay, [[bát ăn|bát]], [[đĩa]]...\n* Nhóm [[vật liệu xây dựng]]:\n:* [[Gạch nung|Gạch]]: gồm gạch múi [[bưởi]], gạch bìa [[hình chữ nhật]], gạch lát nền [[hình vuông]]. Các loại gạch có kích cỡ khác nhau, có thể có trang trí hoa văn hình học.\n:* [[Ngói]]: có hai loại chính là ngói ống và ngói bản. Ngói ống có dạng hình như một ống tre bổ đôi thành một nửa có dạng hình lòng máng hay bán viên trụ, làm bằng khuôn có lớp vải ở mặt trong, mặt ngoài (mặt dương) thường có hoa văn chải chéo. Ở đây còn có loại ngói ống có phần đầu ngói (ngoã đương) là hàng ngói cuối cùng của mái, thường được trang trí hình mặt hề, hình cánh sen. Ngói bản có độ cong doãng, thường có hoa văn trang trí ở mặt âm (mặt dưới của mái và là mặt cong lồi của viên ngói). Đầu của loại ngói này thường có các hoa văn như: văn in ô vuông, văn trám lồng hoặc văn xương cá...\n: Ngói và gạch ở Tam Thọ có các màu sắc chủ đạo là [[đỏ]], [[hồng]], [[xám]], [[tím]], ngoài ra còn có các màu trung gian, do độ nung và chất đất khác nhau. Một số viên gạch, ngói do được nung ở nhiệt độ rất cao nên đã trở thành loại sành xốp.\n* Nhóm hiện vật là đồ minh khí (thường dùng chôn theo mộ): mô hình nhà trang trại, mô hình kho thóc, mô hình [[giếng]]...\n* Nhóm hiện vật là công cụ sản xuất: chì lưới, dọi xe chỉ, bàn dập hoa văn gốm.\n* Nhóm hiện vật là tượng động vật nhỏ: [[chi Lợn|lợn]], bò có bướu, [[vịt]], được nặn sơ sài như đồ chơi của trẻ con.\n\nHoa văn trên đồ gốm Tam Thọ rất đa dạng, gồm có ít nhất 10 loại khác nhau. Các loại hoa văn chủ đạo: hoa văn in ô trám (văn trám đơn, văn trám lồng), hoa văn in ô vuông, hoa văn hình hoa thị, hoa văn xương cá hoặc lá dừa, hoa văn phên đan, hoa văn thừng, hoa văn chải, hoa văn sóng nước và văn vòng chỉ chìm, hoa văn đắp nổi...<ref name=\"TT1\"\/>\n\nMột lượng nhất định đồ gốm ở đây được tráng men, với các màu cơ bản như: men ngà, men ngọc non. Đồ gốm men Tam Thọ chưa đạt đến kỹ thuật cao.<ref name=\"TT1\"\/>\n\n==Niên đại==\nDựa trên phương pháp so sánh loại hình và phương pháp [[Định tuổi bằng cacbon-14]], niên đại của khu lò gốm Tam Thọ kéo dài từ thế kỷ 1 đến thế kỷ 4.<ref name=\"TT1\"\/><ref name=\"TT3\"\/><ref name=\"TT2\"\/>\n\nKhu lò gốm Tam Thọ nằm ở khu vực trung tâm của [[đồng bằng Thanh Hóa]], gần các sông cổ trong khu vực như kênh Đô, sông Hoàng, sông Nấp, có những mỏ đất sét trắng thuận lợi cho việc khai thác sản xuất gốm. Các mỏ sét trắng này là kết quả trầm tích phù sa sông cổ ở vùng trước đồi núi sót quanh vùng như núi Đa Sĩ, núi Nhồi, núi Nấp, núi Hoàng Nghiêu. Kênh Đô ở Tam Thọ nối liền với hệ thống [[sông Mã]], [[sông Yên (Thanh Hóa)|sông Yên]], [[sông Chu]], là tuyến giao thông giúp gốm Tam Thọ vươn ra khắp vùng đồng bằng và miền núi Thanh Hóa. Vùng đồi núi phía tây nam khu lò gốm có thể là nơi cung cấp nguyên liệu đốt chủ yếu.<ref name=\"TT1\"\/>\n\nChủ nhân của các lò gốm Tam Thọ có thể là những chủ lò vùng [[Giang Nam]] ([[Trung Quốc]]) sang lập nghiệp ở [[Cửu Chân]] thời thuộc Hán hoặc cũng có thể những người thợ gốm Đông Sơn qua giao lưu tiếp xúc đã học được kỹ thuật sản xuất gốm mới trên nền tảng kĩ thuật sản xuất gốm từ gốm Đa Bút, gốm Hoa Lộc, gốm Cồn Chân Tiên, gốm Quỳ Chữ.<ref name=\"TT1\"\/> Lò gốm Tam Thọ cũng như các lò gốm xuất hiện trong 10 thế kỷ đầu Công nguyên ở miền Bắc Việt Nam như các lò gốm Thanh Lãng, Lũng Ngoại, Đồng Đậu ([[Vĩnh Phúc]]), Đại Lai, Luy Lâu, Đương Xá ([[Bắc Ninh]]) đã kết hợp được truyền thống gốm Đông Sơn với kỹ thuật sản xuất gốm tiên tiến đương thời của Trung Hoa để sản xuất ra dòng gốm Việt – Hán mang sắc thái bản địa bên cạnh dòng gốm Đông Sơn tồn tại trong các làng Việt cổ.<ref name=\"TT2\"\/>\n\n==Thị trường tiêu thụ gốm Tam Thọ==\nCác khu mộ lớn được O. Janse khai quật tại Thanh Hóa trong những năm 1930 đã phát hiện thấy đồ gốm tuỳ táng chủ yếu của khu lò Tam Thọ. Các loại gạch, ngói ở Tam Thọ cũng phục vụ cho việc xây dựng các mộ, nhà cửa, thành quách, dinh thự của người Hán. Đặc biệt, gần như tất cả các di tích Đông Sơn muộn ở Thanh Hóa đều xuất hiện gốm Tam Thọ với một tỷ lệ rất cao. Chẳng hạn, tại di chỉ Bái Cường (xã [[Định Thành, Yên Định|Định Thành]], huyện [[Yên Định]], tỉnh Thanh Hóa) là một làng cổ của cư dân Đông Sơn có niên đại thế kỷ 2 đến thế kỉ 3, trong 4 m² thám sát vào năm 1999, đã thu được 8,540&nbsp;kg gốm thô Đông Sơn và 9,376&nbsp;kg đồ gốm Tam Thọ.<ref name=\"TT1\"\/>\n\nTrong khoảng 4 thế kỷ hoạt động, gốm Tam Thọ đã có ảnh hưởng rất lớn đến thị trường tiêu thụ gốm ở miền [[đồng bằng sông Hồng|đồng bằng Bắc Bộ]] và vùng [[Thanh Hóa|Thanh]] [[Nghệ Tĩnh|Nghệ]]. Hầu hết các di chỉ và mộ táng ở [[miền Bắc (Việt Nam)|miền Bắc Việt Nam]] thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] và đầu thời Lục triều đều tìm thấy sản phẩm của lò gốm Tam Thọ. Gốm Tam Thọ đã mở đầu cho một dòng gốm mới bên cạnh dòng gốm Đông Sơn truyền thống.<ref name=\"TT2\">{{chú thích sách |tựa đề= Một thế kỉ khảo cổ học ở Việt Nam |chương= Các khu lò sản xuất đồ gốm cổ 10 thế kỷ đầu công nguyên ở Việt Nam |họ= Trần Anh Dũng |tên=  |lk tác giả=  |đồng tác giả=  |năm= 2005 |nhà xuất bản= Nhà xuất bản Khoa học xã hội |nơi= Hà Nội |isbn=  |trang= 336-348 |url= http:\/\/mangcovat.com.vn\/index.php?f=news&do=print&id=28 |ngày truy cập= ngày 20 tháng 9 năm 2012 }}{{Liên kết hỏng|date=2021-05-06 |bot=InternetArchiveBot }}<\/ref>\n\nGốm Tam Thọ còn có mặt ở phía Nam quận Cửu Chân. Tại các di tích như Trà Kiệu thuộc huyện [[Duy Xuyên]], tỉnh [[Quảng Nam]], di tích Suối Chình thuộc huyện đảo [[Lý Sơn]], tỉnh [[Quảng Ngãi]]... cũng tìm thấy gốm Tam Thọ. Có khả năng đồ gốm Tam Thọ còn cung cấp cho các nước khu vực [[Đông Nam Á]].<ref name=\"TT1\"\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/www.flickr.com\/photos\/87107077@N07\/7981900154\/ Hình ảnh Khu di tích lò gốm Tam Thọ].\n\n{{du lịch Thanh Hóa}}\n\n[[Thể loại:Di tích tại Thanh Hóa]]\n[[Thể loại:Địa điểm khảo cổ]]\n[[Thể loại:Gốm Việt Nam]]\n[[Thể loại:Thanh Hóa (thành phố)]]"}