{"15254250":"{{POV|date=May 2022}}\n'''Khu tưởng niệm Vườn Cau Đỏ''' là khu tưởng niệm được xây dựng vào năm 2010 nhằm ghi nhận, tưởng nhớ công ơn của quân và dân An Phú Đông – Thạnh Lộc  trong hai cuộc kháng chiến chống Pháp và Mỹ. Khu tưởng niệm hiện nay tọa lạc tại Khu phố 1, phường Thạnh Xuân, quận 12\n\n\n== Lịch sử ==\n\n=== Nguồn gốc tên gọi Vườn Cau đỏ ===\nVườn Cau đỏ trước đây là khu vực lõm nằm giữa [[An Phú Đông]] – [[Thạnh Lộc]] là mảnh đất nằm giữa ngã ba sông [[Sài Gòn]]. Nay thuộc phường [[Thạnh Xuân]], quận 12, [[Thành phố Hồ Chí Minh]]\n\nTrong 2 cuộc kháng chiến, nơi đây cau mọc thành rừng, là căn cứ địa lợi hại của ta đã làm cho giặc hoang mang lo sợ và gây cho chúng nhiều tổn thất nặng nề. Chính vì thế, địa hình này là mục tiêu mà địch hướng đến để tiêu diệt. Chúng liên tục bắn phá và dội bom nhiều tới nước vườn cau úa màu, chết dần. Tên gọi \"vườn Cau đỏ” có từ đây.\n\nTheo các đồng chí lão thành cách mạng đã từng hoạt động trên địa bàn này, trong chiến tranh ở địa danh “Vườn Cau Đỏ” không chỉ đơn thuần là màu sắc của thân cau bị ngả màu do tàn phá ác liệt của chiến tranh mà còn mang ý nghĩa là những hy sinh xương máu của các thế hệ cán bộ, chiến sĩ, nhân dân đã ngã xuống mảnh đất này<ref>{{Chú thích web|url=http:\/\/baodansinh.vn\/vuon-cau-do-dia-chi-do-ve-nguon-o-thanh-pho-ho-chi-minh-d69707.html|title=Vườn Cau Đỏ địa chỉ đỏ về nguồn ở Thành phố Hồ Chí Minh|date=28 January 2018|website=http:\/\/baodansinh.vn|archive-date=28 January 2018|access-date=28 January 2018}}<\/ref>.\n\nTrong thời kỳ kháng chiến chống Mỹ địa danh này còn có tên gọi khác là ''Căn cứ  Lõm,'' “Lõm” dùng để chỉ cơ sở của ta xây dựng ngay trong tầm kiểm soát của địch<ref>Ủy ban nhân dân quận 12- Trung tâm văn hóa quận 12: Sơ lược Lịch sử các di tích lịch sử các di tích lịch sử văn hóa trên địa bàn quận 12, Tài liệu tham khảo tháng 7\/2011, Lưu hành nội bộ, tr.36<\/ref>. Đây là nơi che giấu, nuôi dưỡng cán bộ, chiến sĩ ta ở Thạnh Lộc – Thạnh Xuân\n\n=== Trong thời kỳ kháng chiến chống Pháp và Mỹ ===\nTừ tháng 3 năm 1945, cả dân tộc ta hăng hái chuẩn bị cho một cuộc Tổng khởi nghĩa. Trên địa bàn quận 12, Vườn Cau Đỏ trở thành địa điểm tập hợp lực lượng quân chúng hằng đêm luyện tập võ nghệ chuẩn bị nỗi dậy cướp chính quyên, đánh đuổi quân xâm lược.\n\nCách mạng Tháng Tám thành công chưa được bao lâu thì ngày 23 tháng 9 năm 1945 thực dân Pháp nổ súng tấn công trụ sở các cơ quan của chính quyền cách mạng tại Sài Gòn. Sau 3 tháng, tỉnh ủy Gia Định quyết định rút lực lượng ra vùng ngoại thảnh đê bảo toàn lực lượng, tiếp tục chiến đấu. Ngày 25 tháng 12 năm 1945, tại Vườn Cau Đỏ, đã diễn ra Hội nghị cán bộ chủ chốt dưới sự chủ trì của đông chí Phạm Văn Khung — Bí thư Tỉnh ủy Gia Định. Hội nghị đã quyết định chọn 3 xã: An Phú Đông, Thạnh Lộc, Quới Xuân để thành lập căn cứ kháng chiến<ref>Ủy ban nhân dân quận 12- Trung tâm văn hóa quận 12: Sơ lược Lịch sử các di tích lịch sử các di tích lịch sử văn hóa trên địa bàn quận 12, Tài liệu tham khảo tháng 7\/2011, Lưu hành nội bộ, tr.36-37<\/ref>\n\nTại đây ta đã thành lập một “Trạm đón tiếp công nhân” của Tổng công đoàn Nam bộ để đón tiếp công nhân kỹ thuật từ Sài Gòn ra. Trên cơ sở đó, Ban chỉ huy chiến khu An Phú Đông đã thành lập một xưởng quân khí để sản xuất vũ khí, khí tài trang bị cho các lực lượng cách mạng.\n\nNgày rằm tháng 7 năm 1946 [[Pháp]] đưa lính [[Maroc|Ma Rốc]], [[Campuchia|Miên]] và bọn Việt gian bao vây xung quanh, bất ngờ tấn công Vườn Cau Đỏ, tàn sát hại nhiều người dân trong đó có cả người già và trẻ em.\n\nTừ cuối năm 1946, Pháp thiết lập một hệ thống dày đặc lô cốt, tháp canh xung quanh và dọc các con đường dẫn tới chiến khu An Phú Đông, tổ chức nhiều cuộc càn quét, bắn phá dữ đội. Nhưng quân dân ta vẫn kiên cường bám trụ. \n[[Tập tin:Bia tưởng niệm Vườn Cau Đỏ.jpg|nhỏ|Văn bia tại Khu tưởng niệm Vườn Cau đỏ]]\nNăm 1950 trong sự kiện Trần Văn Ơn. Vườn Cau Đỏ trở thành trạm trung chuyền những học sinh, sinh viên tìm cách ra khỏi ngoại thành tìm đến những chiến khu của ta.\n\nTrong thời kỳ Ngô Đình Diệm làm tổng thống, Vườn cau đỏ bị liệt vào danh sách danh sách “Vùng trắng” được tự do oanh kích. Mỹ - Ngụy liên tiếp tổ chức các cuộc hành quân càn quét nhằm tìm diệt cán bộ ta. Quận ủy Gò Môn vẫn nêu cao quyết tâm tiếp tục bám trụ chiến đấu. Vườn Cau Đỏ được chọn để xây dựng “lõm” căn cứ kháng chiến của xã Thạnh Lộc và vùng An Phú Đông.\n\nTừ những lõm căn cứ này chúng ta đã xây dựng một khu căn cứ liên hoàn làm nơi trú chân của nhiều đơn vị bộ đội cấp tiểu và trung đoàn như E115, Trung đoàn Gia Định, Bộ đội Gò Môn<ref>{{Chú thích web|url=http:\/\/baodansinh.vn\/vuon-cau-do-dia-chi-do-ve-nguon-o-thanh-pho-ho-chi-minh-d69707.html|title=Vườn Cau Đỏ địa chỉ đỏ về nguồn ở Thành phố Hồ Chí Minh|date=26 January 2018|website=http:\/\/baodansinh.vn|archive-date=26 January 2018|access-date=9 August 2019}}<\/ref>\n\nTrong cuộc Tổng tiến công  và nổi dậy tết Mậu Thân, lực lượng bộ dội về ém quân tại Vườn Cau Đỏ chuẩn bị tiến đánh vào Sài Gòn. Nhân dân ở Thạnh Lộc, Thạnh Xuân và An Phú Đông đã cung cấp khoảng 2 tấn gạo, hơn 250 ổ bánh mì, hàng trăm bánh tét cho bộ đội<ref name=\"ReferenceA\">Ủy ban nhân dân quận 12- Trung tâm văn hóa quận 12: Sơ lược Lịch sử các di tích lịch sử các di tích lịch sử văn hóa trên địa bàn quận 12, Tài liệu tham khảo tháng 7\/2011, Lưu hành nội bộ, tr.38<\/ref>\n\nTrong giai đoạn đoạn 1969 - 1973 chính quyền Nixon thực hiện chiến lược mới “Việt Nam hóa chiến tranh”. Chúng đẩy mạnh càn quét đặc biệt là tại các vùng căn cứ của ta. Quân dân ta đóng tại Vườn Cau Đỏ đã chồng trả nhiều trận càn lớn. Năm 1971, tại đây bộ đội ta đã tiêu diệt tiểu đoàn dù I của Ngụy. Năm 1973, một tiêu đội du kích phối hợp với trung đoàn Gia Định đã đánh chặn tiêu diệt 1 biệt đội quân nhảy dù của ngụy<ref name=\"ReferenceA\"\/>\n\n== Vườn cau đỏ ngày nay ==\nSau ngày đất nước thống nhất, dù bị chiến tranh tàn phá nặng nề nhưng đảng bộ chính quyền và nhân dân Thạnh Xuân, quận 12 đã phát huy truyền thống cách mạng cùng nhau chung sức xây dựng lại quê hương ngày càng giàu đẹp. Các công trình giao thông, trường học, khu vui chơi giải trí, nhà văn hóa được xây dựng phục vụ đời sống cho nhân dân trong vùng. Nhiều khu dân cư khang trang, trung tâm thương mại, nhiều tòa nhà cao tầng, nhiều nhà xưởng, xí nghiệp mọc lên trên địa bàn phường An Phú Đông, Thạnh Lộc, đã góp phần tạo nên bộ mặt đô thị hiện đại và chuyển dịch mạnh cơ cấu kinh tế theo hướng công nghiệp, thương mại, dịch vụ.\n\nTừ năm 2012  đến 2015, đã có trên 11&nbsp;km đường giao thông được nhựa hóa, bê tông hóa bằng nguồn lực [[xã hội hóa]], góp phần làm thay đổi diện mạo đô thị và phục vụ tốt hơn đời sống của người dân<ref>{{Chú thích web|url=https:\/\/voh.com.vn\/40-nam-giai-phong-mien-nam\/doi-thay-o-chien-khu-an-phu-dong-thanh-loc-vuon-cau-do-hom-nay-178215.html|title=Đổi thay ở Chiến khu An Phú Đông – Thạnh Lộc - vườn Cau đỏ hôm nay|date=27 April 2015|website=https:\/\/voh.com.vn\/40-nam-giai-phong-mien-nam\/doi-thay-o-chien-khu-an-phu-dong-thanh-loc-vuon-cau-do-hom-nay-178215.html|archive-date=27 April 2015|access-date=9 August 2019}}<\/ref>.\n\nNăm 2010 sau gần 1 năm thi công thực hiện tại khu di tích Vườn Cau Đỏ, Quận ủy-UBND quận 12 đã long trọng tổ chức lễ khánh thành công trình Khu tưởng niệm Vườn Cau Đỏ với tổng mức đầu tư là 10 tỷ 368 triệu đồng, trong đó chi phí xây dựng công trình là 7 tỷ 086 triệu đồng<ref>{{Chú thích web|url=http:\/\/www.quan12.hochiminhcity.gov.vn\/tintuc\/Lists\/Posts\/Post.aspx?List=f73cebc3%2D9669%2D400e%2Db5fd%2D9e63a89949f0&ID=1970|title=Lễ khánh thành khu tưởng niệm Vườn Cau Đỏ.|date=1 September 2010|website=http:\/\/www.quan12.hochiminhcity.gov.vn|archive-date=1 September 2010|access-date=9 August 2019}}<\/ref> nhân dịp 2 phường Thạnh Lộc và Thạnh Xuân được Chủ tịch nước phong tặng, danh hiệu “[[Anh hùng lực lượng vũ trang]]” để ghi nhận những đóng góp của quân và dân Vườn Cau đỏ trong suốt hai cuộc kháng chiến chống thực dân Pháp và đế quốc Mỹ.\n\n== Tham khảo ==\n\n[[Thể loại:Quận 12]]"}