{"28837":"{{Di tích quốc gia Việt Nam|locmapin=Vietnam|coordinates={{Coord|18|40|47.5|N|105|33|7.2|E}}|map_caption=Vị trí khu di tích Kim Liên (đỏ) trên bản đồ Việt Nam|Tên=Khu di tích lịch sử Kim Liên|Area=|Buffer_zone=|Phân cấp=Di tích quốc gia đặc biệt|Part_of=|Image=Kim Lien Monuments Park.JPG|imagecaption=Một phần Khu di tích lịch sử Kim Liên|Location=[[Nghệ An]]|Year=1956|Includes=|Website=[http:\/\/ditichhochiminhphuchutich.gov.vn&#124; Trang web chính thức]}}\n{{coord|18|40|47.5|N|105|33|7.2|E|format=dms|display=title}}\n[[Tập tin:Kim Lien Monuments Park.JPG|nhỏ|300px|phải|Một phần Khu di tích lịch sử Kim Liên]]\n'''Khu di tích lịch sử Kim Liên''' là khu [[di tích]] tưởng niệm chủ tịch [[Hồ Chí Minh]] tại xã [[Kim Liên, Nam Đàn|Kim Liên]], [[huyện]] [[Nam Đàn]], tỉnh [[Nghệ An]] thuộc vùng duyên hải [[miền Trung]] [[Việt Nam]], cách [[vinh|thành phố Vinh]] khoảng 15&nbsp;km theo quốc lộ 46 . Hiện nay, nơi đây đã được thủ tướng chính phủ Việt Nam đưa vào danh sách xếp hạng 23 [[di tích quốc gia đặc biệt]].\n\nLà địa danh gắn liền với nơi sinh của Chủ tịch Hồ Chí Minh ở quê ngoại là làng Hoàng Trù, xã Kim Liên, Nam Đàn, Nghệ An; nơi Hồ Chí Minh đã sống những năm 1901 - 1906 ở quê nội làng Kim Liên; khu mộ bà Hoàng Thị Loan (mẹ Chủ tịch Hồ Chí Minh); núi Chung và nhiều di tích khác đã gắn liền với tuổi thơ của Hồ Chí Minh. Khu di tích lịch sử văn hóa Kim Liên được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] [[Việt Nam]] công nhận là một trong những [[khu du lịch quốc gia|khu du lịch trọng điểm quốc gia]] và là một trong bốn khu di tích quan trọng bậc nhất về cuộc đời và sự nghiệp của Chủ tịch Hồ Chí Minh.\n\n==Lịch sử công nhận==\n[[Di tích]] lịch sử văn hóa Kim Liên (gọi tắt là Khu di tích Kim Liên) được Nhà nước cho xây dựng từ thập niên sáu mươi của thế kỷ trước <ref name=\"moi\">{{Chú thích web |url=http:\/\/irv.moi.gov.vn\/KH-CN\/khoahocdoisong\/2007\/5\/16969.ttvn |ngày truy cập=2009-03-14 |tựa đề=Khu di tích Kim Liên: tài sản vô giá của quốc gia |archive-date = ngày 21 tháng 3 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090321085029\/http:\/\/irv.moi.gov.vn\/KH-CN\/khoahocdoisong\/2007\/5\/16969.ttvn }}<\/ref>. Tới năm 1979, Khu di tích Kim Liên được Bộ Văn hóa - Thông tin Việt Nam (nay là [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]]) công nhận là [[di tích]] lịch sử văn hoá quốc gia theo Quyết định số 54VH\/QĐ ngày 29 tháng 4 năm 1979 <ref>[http:\/\/baotanghochiminh.vn\/Noidung\/Congtrinh\/2007\/6\/14\/121746.bthcm Khu di tích Kim Liên, xã Kim Liên, huyện Nam Đàn, tỉnh Nghệ An]<\/ref>.\n\n==Đặc điểm==\nKhu di tích Kim Liên là một trong bốn di tích quan trọng tại Việt Nam về [[Chủ tịch nước Việt Nam|Chủ tịch]] [[Hồ Chí Minh]],<ref name=\"moi\"\/> lưu giữ những hiện vật, tài liệu, không gian văn hóa - lịch sử về thời niên thiếu của Hồ Chí Minh và những người thân trong gia đình của Người. Toàn bộ khu di tích bao gồm nhà tranh nhỏ của cha mẹ Hồ chủ tịch (hai cụ Nguyễn Sinh Sắc và Hoàng Thị Loan); ngôi nhà của ông bà ngoại của Người; nhà thờ chi họ Hoàng Xuân (thuộc cụm di tích Hoàng Trù); nhà cụ Phó bảng Nguyễn Sinh Sắc; giếng Cốc; lò rèn Cố Điền; nhà cụ cử Vương Thúc Quý - thầy học khai tâm của Người; nhà thờ họ Nguyễn Sinh; nhà cụ Nguyễn Sinh Nhâm - ông nội của chủ tịch Hồ Chí Minh; di tích cây đa, sân vận động Làng Sen; khu trưng bày các hiện vật, tài liệu và nhà tưởng niệm Chủ tịch Hồ Chí Minh (thuộc cụm di tích Làng Sen); phần mộ cụ Hoàng Thị Loan ở Động Tranh trên dãy Đại Huệ và cụm di tích [[núi Chung]]. Toàn khu di tích rộng trên 205 ha, các điểm và cụm di tích cách nhau 2 – 10&nbsp;km<ref name=\"moi\"\/>.\n\nĐược đánh giá là một trong những di tích đặc biệt quan trọng của quốc gia, khu di tích Kim Liên được Nhà nước Việt Nam đặc biệt chú trọng đầu tư trong nhiều năm qua. Hằng năm, khu di tích đón tiếp hàng triệu khách tham quan trong và ngoài nước tới viếng thăm.\n\n==Một số di tích tiêu biểu==\n\n===Làng Kim Liên===\nLàng Kim Liên (tên Nôm là làng Sen), quê nội của chủ tịch Hồ Chí Minh, cách [[vinh|thành phố Vinh]] khoảng 12.5&nbsp;km về [[hướng Tây|phía Tây]]. Làng nằm ở gần núi Chung, cách núi [[Đại Huệ]] khoảng 3&nbsp;km.\n\n===Mộ cụ Hoàng Thị Loan===\n[[Tập tin:Khu mộ cụ Hoàng Thị Loan.jpg|nhỏ|trái|Mộ bà Hoàng Thị Loan.jpg]]\nTrên lưng núi Động Tranh thuộc dãy [[Đại Huệ]] là nơi mai táng cụ [[Gia đình Hồ Chí Minh#Hoàng Thị Loan|Hoàng Thị Loan]] - mẹ của Hồ Chí Minh. Mộ bà được đặt trên lưng chừng dãy núi Đại Huệ khu vực thuộc xã [[Nam Giang]], huyện [[Nam Đàn]], tỉnh [[Nghệ An]]. Tại vị trí có độ cao chừng 100m so với mực nước biển.\n\nKhu mộ là ngôi mộ của cụ Hoàng Thị Loan được xây dựng từ ngày [[19 tháng 5]] năm [[1984]] đến ngày [[16 tháng 5]] năm [[1985]]. Nhìn tổng quát, ngôi mộ có hình một [[khung cửi]] khổng lồ (khi sinh thời, bà chuyên làm nghề dệt vải để nuôi các con). Xung quanh ngôi mộ được ốp bằng những phiến [[đá hoa cương]] và [[đá hoa|đá cẩm thạch]]. Nóc mộ được phủ lên bằng những hòn đá tự nhiên của núi Đại Huệ, phía trên có dàn bê tông che chắn có hình khung cửi được phủ đầy hoa giấy (được mang về trồng từ khu lăng mộ cụ Nguyễn Sinh Sắc tại [[Cao Lãnh (thành phố)|Cao Lãnh]] - [[Đồng Tháp]]). Tại nền sân thượng hình bán nguyệt trước ngôi mộ, có dựng một tấm bia lớn tạc tiểu sử và công lao của cụ Hoàng Thị Loan bằng đá đen. Hai bên tả hữu là đường đi lên và đường đi xuống được làm thành nhiều bậc đá khác nhau giống như hai giải lụa đào xõa xuống từ khung cửi.\n\nTừ chỗ chỉ đơn thuần là một ngôi mộ thì khu vực này đã được đầu tư xây dựng thành một khu tưởng niệm rộng lớn, liên kết với Khu di tích Kim Liên, [[Mai Hắc Đế|khu lăng mộ Mai Hắc Đế]] tạo thành một quần thể di tích lịch sử. Từ ngày khánh thành đến nay, đã có hàng chục triệu lượt du khách trong và ngoài nước về đây thăm viếng để tỏ lòng ngưỡng mộ và biết ơn cụ Hoàng Thị Loan.{{cần dẫn nguồn}}\n\n===Cụm di tích làng Hoàng Trù===\nCụm di tích Hoàng Trù nằm trọn trong làng Hoàng Trù (thường goi là làng Chùa), quê ngoại của Hồ Chí Minh và cũng là nơi Bác Hồ ra đời. Diện tích của cụm di tích này khoảng 3.500 m².\n\n===Ngôi nhà cụ Phó bảng Nguyễn Sinh Sắc===\n{{chú thích trong bài}}\n[[Tập tin:Mâm gỗ tại nhà cụ Phó bảng Nguyễn Sinh Sắc - Khu di tích lịch sử Kim Liên.jpg|nhỏ|trái|Kỷ vật trong ngôi nhà]]\nLà ngôi nhà lá 5 gian được dân làng Sen quê nội Hồ Chí Minh dựng lên từ quỹ công của dân làng để mừng ông Nguyễn Sinh Sắc, cha của Hồ Chí Minh, khi ông đỗ phó bảng khoa thi Hội năm 1901. Cụ Nguyễn Sinh Sắc dành hai gian để đặt bàn thờ bà Hoàng Thị Loan và để tiếp khách. Bàn thờ được làm bằng liếp tre nứa trên trải chiếu nhỏ để bát hương, cây nến và bài vị bằng gỗ giản dị. Gian thứ tư là nơi nghỉ của Sắc với bộ phản gỗ kê bên cửa sổ chính, bên cạnh có chiếc [[án thư]] nơi để ông dạy các con học chữ và đây cũng là nơi vào các buổi tối ông thường mời bà con ngồi quây quần uống nước trà xanh.\n\nCác kỷ vật trong ngôi nhà hiện còn được giữ lại hầu như nguyên vẹn: hai bộ phản gỗ là nơi nghỉ của Phó bảng và hai con trai, chiếc giường là của bà Thanh (tên hiệu Bạch Liên) con gái cụ, chiếc rương đựng lương thực, chiếc tủ đứng hai ngăn đựng đồ dùng, chiếc mâm bằng gỗ sơn đen.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Nguyễn Sinh Sắc#Khu di tích Nguyễn Sinh Sắc|Lăng Phó Bảng Nguyễn Sinh Sắc]]\n{{Di tích Việt Nam hạng đặc biệt}}\n{{Hồ Chí Minh}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Hồ Chí Minh]]\n[[Thể loại:Di tích tại Nghệ An]]\n[[Thể loại:Khu du lịch Việt Nam]]\n[[Thể loại:Bảo tàng tại Việt Nam]]"}