{"805509":"'''Khu 4''', hoặc '''Chiến khu 4''', là một đơn vị hành chính - quân sự cũ ở vùng Bắc Trung Bộ Việt Nam, do chính phủ [[Việt Nam Dân chủ Cộng hòa]] đặt ra và sử dụng từ cuối năm 1945 đến đầu năm 1948, trên cơ sở tổ chức quản lý hành chính chung cho một số tỉnh - thành phố có vị trí địa lý tiếp giáp nhau để thuận lợi cho việc chỉ đạo, chỉ huy tác chiến và xây dựng lực lượng vũ trang trong thời kỳ đầu [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]]<ref name=\"tdqs\">Từ điển bách khoa Quân sự Việt Nam 2004. Tr.567<\/ref>.\n\n==Thành lập==\nTheo [[Sắc lệnh]] của Chủ tịch [[Hồ Chí Minh]] ngày [[15 tháng 10]] năm 1945, toàn quốc được phân chia lại thành 9 chiến khu. Khu 4 thuộc [[Bắc Trung Bộ]] gồm 5 tỉnh: [[Nghệ An]], [[Hà Tĩnh]], [[Quảng Bình]], [[Quảng Trị]], [[Thừa Thiên Huế|Thừa Thiên]]. Ông [[Lê Thiết Hùng]] được bổ nhiệm làm Khu trưởng, ông [[Hồ Tùng Mậu]] làm [[Chính ủy|Chính trị ủy viên]].<ref>\"Lịch sử Bộ Tổng tham mưu trong cuộc Kháng chiến chống Pháp (1945-1954)\", Hà Nội, 1991<\/ref>\n\nSau [[Hiệp định sơ bộ Pháp-Việt (1946)|Hiệp định sơ bộ Pháp-Việt 1946]], quân Pháp tiến vào miền Bắc. Ông Lê Thiết Hùng được điều về Trung ương giữ chức Tổng chỉ huy Tiếp phòng quân với hàm [[Thiếu tướng]]. Ông [[Chu Văn Tấn]] được điều về làm Khu trưởng.\n\nTháng 11 năm 1946, Thiếu tướng Lê Thiết Hùng được bổ nhiệm giữ chức Khu trưởng Khu 4 lần thứ 2. Ông [[Trần Văn Quang]] được điều về giữ chức [[Chính ủy|Chính trị ủy viên]]. Đến tháng 7 năm 1947, để tiện chỉ đạo và phát huy khả năng độc lập tác chiến của từng địa phương, địa bàn các chiến khu từ Quảng Ngãi trở ra được điều chỉnh lâm thời do dự kiến chiến trường có thể bị chia cắt, các tỉnh Quảng Bình, Quảng Trị và Thừa Thiên được tách ra để thành lập [[Phân khu Bình Trị Thiên]]. Khu 4 sáp nhập thêm và quản lý 3 tỉnh [[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]]. Ông [[Nguyễn Sơn]] được bổ nhiệm làm Khu trưởng kiêm Chính ủy Khu 4. Tháng 1 năm 1948, ông Nguyễn Sơn được phong cấp Thiếu tướng.\n\nĐến ngày [[21 tháng 1]] năm 1948, Khu 4 và Phân khu Bình Trị Thiên được sáp nhập trở lại với tên mới là [[Liên khu 4]] gồm 12 tỉnh đồng bằng Bắc Bộ và tỉnh Hòa Bình. Thiếu tướng Nguyễn Sơn được bổ nhiệm làm nhiệm Liên khu trưởng, ông Trần Văn Quang, nguyên Phân khu trưởng kiêm Chính ủy Phân khu Bình Trị Thiên làm Chính ủy<ref>Từ điển bách khoa Quân sự Việt Nam 2004. Tr.609.<\/ref>.\n\n== Chỉ huy và Lãnh đạo qua các thời kỳ ==\n{| class=\"wikitable\"\n|-\n!Giai đoạn\n!Khu trưởng\n!Chính ủy\n!Ghi chú\n|-\n| Tháng 10 năm 1945 - Tháng 3 năm 1946\n|[[Lê Thiết Hùng]]\n|[[Hồ Tùng Mậu]] \n| \n|-\n| Tháng 3 năm 1946 - Tháng 11 năm 1946\n|[[Chu Văn Tấn]]\n|[[Hồ Tùng Mậu]] \n| \n|-\n| Tháng 11 năm 1946 - Tháng 7 năm 1947\n|[[Lê Thiết Hùng]] \n|[[Trần Văn Quang]] \n|\n|-\n| Tháng 7 năm 1947 - Tháng 1 năm 1948\n|[[Nguyễn Sơn]] \n| \n|Ông Nguyễn Sơn kiêm chức Chính ủy.\n|}\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Từ điển bách khoa Quân sự Việt Nam 2004\n{{Sơ khai Việt Nam}}\n[[Thể loại:Địa danh cũ Việt Nam|K]]\n[[Thể loại:Địa danh trong Chiến tranh Đông Dương|K]]\n[[Thể loại:Chiến khu Việt Nam]]\n[[Thể loại:Phân cấp hành chính Việt Nam]]"}