{"231589":"{{Bản đồ định vị\n |Vietnam\n |nhãn =Vân Phong\n |kích thước nhãn=100\n |toàn vĩ độ=12.29\n |toàn kinh độ=109.50\n |kích thước điểm=8\n |vị trí=trái\n |rộng=200\n |trôi=phải\n |màu nền=#FFFFDD\n |chú thích=Khu kinh tế Vân Phong trên bản đồ Việt Nam\n }}\n'''Khu kinh tế Vân Phong''' là một [[Khu kinh tế (Việt Nam)|khu kinh tế]] nằm bao quanh [[vịnh Vân Phong]] ở phía bắc tỉnh [[Khánh Hòa]], [[Việt Nam]]. Khu này được thành lập vào năm [[2006]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Doanh-nghiep\/Quyet-dinh-92-2006-QD-TTg-Quy-che-hoat-dong-Khu-kinh-te-Van-Phong-Khanh-Hoa-11437.aspx|title=Quyết định 92\/2006\/QĐ-TTg về việc thành lập và ban hành Quy chế hoạt động của Khu kinh tế Vân Phong, tỉnh Khánh Hòa do Thủ tướng Chính phủ ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref> với mục tiêu trở thành một hạt nhân [[tăng trưởng kinh tế]], trung tâm đô thị - [[công nghiệp]] - [[dịch vụ]] - du lịch của khu vực [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]], [[vùng kinh tế trọng điểm Trung bộ]] và là một đầu mối giao lưu quốc tế, trung tâm [[du lịch]] quan trọng của Việt Nam. Đây cũng là một trong ba khu kinh tế trọng điểm của cả nước (2 khu còn lại là [[Khu kinh tế Phú Quốc]] và [[Khu kinh tế Vân Đồn]])\n\nĐây là một khu kinh tế tổng hợp lấy khu cảng trung chuyển container quốc tế làm chủ đạo. Có một khu phi thuế quan ([[thương mại tự do]]) và một khu [[thuế quan]]; giữa hai khu là tường rào ngăn cách. Khu phi thuế quan gồm: khu cảng trung chuyển container quốc tế, khu hậu cần cảng và khu trung tâm thương mại – tài chính. Còn khu thuế quan gồm khu cảng trung chuyển dầu, cảng chuyên dùng, cảng tổng hợp, khu du lịch, khu công nghiệp, khu dân cư đô thị và khu hành chính.\n\nKhu kinh tế Vân Phong rộng 1500&nbsp;km² trong đó phần trên biển rộng tới 800&nbsp;km². Phần trên đất liền bao gồm một phần huyện [[Vạn Ninh]] và một phần thị xã [[Ninh Hòa]]. Khu kinh tế Vân Phong có lợi thế là cảng nước sâu Đầm Môn có thể tiếp nhận tàu 200.000 DWT vào ra dễ dàng. Giao thông thuận lợi, nằm trên giao lộ Bắc Nam và Tây Nguyên, cảnh quan du lịch phong phú chưa được khai thác. Chưa có những xây dựng cụ thể, còn sơ khai do đó khi có quy hoạch tổng thể, các nhà đầu tư dễ dàng xây dựng mặt bằng cơ sở (xây dựng mới lúc nào cũng thuận lợi và ít tốn kém hơn là cải tạo cái cũ đã có).\n\nVề định hướng phát triển, trong Khu Vân Phong, ở bán đảo Hòn Gốm, đảo Hòn Lớn sẽ phát triển dịch vụ vận tải biển và logistics, dịch vụ thương mại - tài chính; khu vực Cổ Mã - Tu Bông làm dịch vụ du lịch, y tế, giáo dục tiêu chuẩn quốc tế, công nghiệp công nghệ cao; thị trấn Vạn Giã và phía Nam phát triển đô thị và dịch vụ công nghệ cao, du lịch sinh thái; phía Tây Quốc lộ 1 phát triển công nghiệp, nông nghiệp công nghệ cao.\n\nUBND tỉnh Khánh Hòa cho biết từ nay đến năm 2025, dự kiến cần 53.000 tỉ đồng xây dựng hạ tầng kỹ thuật. Trong đó, xây dựng 9 tuyến đường trục chính, 5 gói đường nội khu với 49 tuyến, xây dựng khoảng 20&nbsp;km đường sắt từ cảng trung chuyển Vân Phong đến đường sắt Bắc Nam và 2 nhà ga. Bên cạnh đó, xây dựng thêm hệ thống điện 300&nbsp;km; hệ thống nước lấy từ hồ Hoa Sơn và xây mới hồ Đồng Điền khoảng 95 triệu m3; hệ thống cung cấp nước sạch, xử lý rác, hệ thống liên lạc...\n\nNgoài ra, cần 46.500 tỉ đồng xây dựng cơ sở hạ tầng xã hội như 65 trường mẫu giáo, 39 trường THCS, 26 trường THPT; 3 bệnh viện, 67 trạm y tế, phòng khám; sân vận động, cung văn hóa... Đồng thời, khâu giải phóng mặt bằng cũng cần 15.000 tỉ đồng và 80 tỉ đồng làm quy hoạch.\n\n==Xem thêm==\n*[[Cảng Vân Phong]]\n*[[Vịnh Vân Phong]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* https:\/\/nld.com.vn\/kinh-te\/hon-100000-ti-dong-xay-dac-khu-bac-van-phong-20171213213705149.htm\n* [http:\/\/giaoluu.dddn.com.vn\/Desktop.aspx\/TinTuc\/Vanban-Moi\/Hoat_dong_cua_khu_kinh_te_Van_Phong_tinh_Khanh_Hoa\/ Quy chế hoạt động của khu kinh tế Vân Phong, tỉnh Khánh Hoà ban hành kèm theo Quyết định số 92 \/2006\/QĐ-TTg ngày 25 tháng 4 năm 2006 của Thủ tướng Chính phủ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060627024652\/http:\/\/giaoluu.dddn.com.vn\/Desktop.aspx\/TinTuc\/Vanban-Moi\/Hoat_dong_cua_khu_kinh_te_Van_Phong_tinh_Khanh_Hoa\/ |date=2006-06-27 }}\n\n{{sơ khai Khánh Hòa}}\n\n{{Khu kinh tế ven biển Việt Nam}}\n[[Thể loại:Khu kinh tế Việt Nam|Vân Phong]]\n[[Thể loại:Kinh tế Khánh Hòa]]"}