{"142301":"{{Location map | Vietnam\n| width = 200\n| float = right\n| relief = yes\n| label = ''Cửa khẩu Bờ Y''\n| position = bottom\n| lat_deg = 14| lat_min = 42| lat_sec= 43| lat_dir = N \n| lon_deg = 107| lon_min = 33| lon_sec= 16| lon_dir = E \n}}\n{{coord| 14| 42| 43| N| 107| 33| 16| E| format= dms| display= title}}\n'''Khu kinh tế Cửa khẩu quốc tế Bờ Y''' là một [[khu kinh tế cửa khẩu (Việt Nam)]], gắn với ''[[Cửa khẩu Bờ Y|cửa khẩu quốc tế Bờ Y]]'' ở xã [[Pờ Y]] huyện [[Ngọc Hồi]] tỉnh [[Kon Tum]], Việt Nam <ref name=BandoHc>Bản đồ Hành chính Việt Nam, Nhà xuất bản Bản Đồ, 2004.<\/ref>.\n\nKhu kinh tế Cửa khẩu quốc tế Bờ Y có vị trí rất thuận lợi trong sự giao lưu phát triển với các vùng trọng điểm trong nước, các nước trong khu vực và quốc tế. Nó nằm trên ngã ba biên giới trong [[tam giác]] phát triển ba nước Việt Nam - [[Lào]] - [[Campuchia]]. Nó có các khu chức năng, có môi trường đầu tư, kinh doanh thuận lợi nhất theo các quy định hiện hành bao gồm hạ tầng kinh tế - xã hội và chính sách, cơ chế quản lý thuận lợi cho các hoạt động kinh doanh, phù hợp với [[cơ chế thị trường]]. Năm 2013 khu kinh tế này được xếp là một trong 8 Khu kinh tế cửa khẩu được lựa chọn để tập trung đầu tư phát triển từ nguồn ngân sách nhà nước trong giai đoạn 2013 – 2015 <ref>[http:\/\/www.mpi.gov.vn\/Pages\/tinbai.aspx?idTin=3956&idcm=56 Đánh thức tiềm năng phát triển của Kon Tum trong khu vực Tam giác Phát triển]. Cổng Thông tin điện tử Bộ Kế hoạch và Đầu tư, 10\/12\/2012. Truy cập 01\/11\/2016.<\/ref>.\n\nTuy nhiên sự thuận lợi nói trên là thuần túy khi nhìn bản đồ, mà bỏ qua hiện trạng vùng đất này là vùng núi rất thưa dân. Bên [[Lào]] phải đi 20&nbsp;km mới đến một bản nhỏ là Ban Pak Na, còn bên [[Campuchia]] gần như không người, không phải là một thị trường tiêu thụ tiềm năng. Điều này đã làm cho, mặc dù được quy hoạch từ năm 1999 với mục tiêu to tát, thì đến năm 2015 khu kinh tế phát triển đìu hiu èo uột, ngoài con đường láng nhựa phục vụ nhập gỗ và qua lại bên [[Lào]] làm cao su, thì chưa có gì đáng giá <ref name=tienphong2014>[http:\/\/www.tienphong.vn\/kinh-te\/khu-kinh-te-cua-khau-bo-y-tham-vong-nam-tren-giay-691475.tpo Khu kinh tế cửa khẩu Bờ Y: Tham vọng nằm trên giấy]. Tiền Phong Online, 01\/04\/2014. Truy cập 01\/11\/2016.<\/ref>.\n\nNăm 2016 những nỗ lực của tỉnh đang được hâm lại, kể cả những đề xuất tới chính phủ về đầu tư giao thông <ref name=vov.vn>[http:\/\/vov.vn\/kinh-te\/khu-kinh-te-cua-khau-quoc-te-bo-y-diem-hen-lac-quan-475416.vov Khu kinh tế cửa khẩu quốc tế Bờ Y - Điểm hẹn lạc quan]. vov.vn, 06\/02\/2016. Truy cập 01\/11\/2016.<\/ref><ref>[http:\/\/baodautu.vn\/kon-tum-de-xuat-dau-tu-cao-toc-bo-y---pleiku-theo-hinh-thuc-bot-tong-von-13200-ty-dong-d47678.html Kon Tum đề xuất đầu tư cao tốc Bờ Y - Pleiku theo hình thức BOT, tổng vốn 13.200 tỷ đồng]. baodautu, 01\/07\/2016. Truy cập 01\/11\/2016.<\/ref>.\n\n==Đặc điểm==\nKhu kinh tế cửa khẩu quốc tế Bờ Y có diện tích 70.438 ha, bao gồm các xã [[Sa Loong]], [[Pờ Y]], [[Đăk Xú]], [[Đăk Nông, Ngọc Hồi|Đăk Nông]], [[Đăk Dục]] và thị trấn [[Plei Kần]], huyện [[Ngọc Hồi]], tỉnh [[Kon Tum]]. Có vị trí địa lý:\n*Phía bắc giáp huyện [[Đăk Glei]]\n*Phía nam giáp huyện [[Sa Thầy]]\n*Phía đông giáp huyện [[Đăk Tô]] và xã [[Đắk Ang]]\n*Phía tây giáp [[Lào]] và [[Campuchia]] (có chung đường biên giới với Lào 30&nbsp;km, Campuchia 25&nbsp;km).\n\nKhu kinh tế cửa khẩu quốc tế Bờ Y được thành lập nhằm:\n*Xây dựng và phát triển Khu kinh tế cửa khẩu quốc tế Bờ Y trở thành Vùng động lực, trung tâm liên kết trên hành lang kinh tế Đông - Tây trong [[tam giác]] phát triển ba nước Việt Nam - Lào - Campuchia.\n*Xây dựng Khu trung tâm, Khu kinh tế cửa khẩu quốc tế Bờ Y trở thành đô thị biên giới, khai thác có hiệu quả các điều kiện về vị trí địa lý, chính trị, kinh tế, văn hoá và xã hội trong quá trình giao lưu kinh tế quốc tế để thúc đẩy phát triển kinh tế, phát huy tác dụng lan toả của Khu kinh tế cửa khẩu quốc tế Bờ Y đối với [[tam giác]] phát triển ba nước Việt Nam - Lào - Campuchia trong quá trình hội nhập.\n*Thúc đẩy phát triển khu vực nông thôn, biên giới và hạn chế tác động tiêu cực đến môi trường sinh thái, văn hoá, xã hội, dân tộc, trật tự an ninh quốc phòng trên cơ sở tạo được nhiều việc làm, thúc đẩy đào tạo, nâng cao dân trí và chất lượng nguồn nhân lực.\n*Tạo điều kiện bảo vệ chủ quyền lãnh thổ và an ninh biên giới quốc gia, giải quyết có hiệu quả các vấn đề xã hội, nâng cao đời sống vật chất và tinh thần của nhân dân, bảo đảm đoàn kết dân tộc, tăng cường mối quan hệ hợp tác hữu nghị với các quốc gia trong khu vực.\n\nChính phủ Việt Nam khuyến khích và bảo hộ các tổ chức, cá nhân Việt Nam thuộc mọi thành phần kinh tế, người Việt Nam định cư ở nước ngoài và các nhà đầu tư nước ngoài tham gia đầu tư kinh doanh tại Khu kinh tế cửa khẩu quốc tế Bờ Y trong các lĩnh vực: xuất nhập khẩu, tạm nhập, tái xuất, vận chuyển hàng hoá quá cảnh phù hợp với Hiệp định vận tải quá cảnh hàng hoá, kho ngoại quan, cửa hàng miễn thuế, hội chợ triển lãm, các cửa hàng giới thiệu sản phẩm, các cơ sở sản xuất, gia công hàng xuất nhập khẩu, các chi nhánh đại diện, các công ty trong và ngoài nước, chợ cửa khẩu, đầu tư cơ sở hạ tầng, du lịch, dịch vụ tài chính, ngân hàng,....\n\nBan Quản lý Khu kinh tế cửa khẩu quốc tế Bờ Y là cơ quan chức năng trực thuộc Thủ tướng Chính phủ (theo Quyết định số 217\/2005\/QĐ-TTg ngày 05\/9\/2005 của Thủ tướng Chính phủ về việc ban hành Quy chế tổ chức và hoạt động của Ban quản lý Khu kinh tế cửa khẩu quốc tế Bờ Y). \nHiện nay là Ban Quản lý Khu kinh tế tỉnh Kon Tum trực thuộc UBND tỉnh Kon Tum (theo Quyết định số 2214\/QĐ-TTg ngày 31\/12\/2009 của Thủ tướng Chính phủ về việc thành lập Ban Quản lý Khu kinh tế tỉnh Kon Tum)trên cơ sở hợp nhất Ban Quản lý Khu kinh tế cửa khẩu quốc tế Bờ Y, tỉnh Kon Tum với Ban Quản lý các khu công nghiệp tỉnh Kon Tum.\n\n==Phân khu chức năng==\n* Các công trình công cộng, gồm trụ sở cơ quan, công trình y tế, công trình giáo dục, công trình văn hoá, công trình thể dục thể thao, công trình thương mại - dịch vụ, hệ thống chợ, công trình phục vụ du lịch...\n* Các khu dân cư đô thị: mỗi khu dân cư đô thị có quy mô khoảng 2.000 - 5.000 dân, diện tích khoảng 30-50 ha, bao gồm các khu dân cư đô thị mật độ cao, các khu dân cư đô thị mật độ thấp, khu ở dành riêng cho người nước ngoài.\n* Các khu dân cư nông thôn, bao gồm các xã [[Pờ Y]], [[Đắk Dục]], [[Đăk Nông, Ngọc Hồi|Đăk Nông]], [[Sa Loong]], [[Đắk Xú]], [[Đắk Kan]].\n* Mạng lưới công viên cây xanh, quảng trường\n* Các khu khác: Làng văn hoá ASEAN (230 ha), làng văn hoá văn hoá các dân tộc Tây Nguyên (127 ha), khu bảo tồn di tích chiến thắng Plei Kần (366 ha)\n* Khu công nghiệp, tiểu thủ công nghiệp (khoảng 2800 ha)\n* Khu nghiên cứu khoa học và công nghệ (khoảng 750 ha)\n* Khu Hành chính\n* Khu Thương mại Quốc tế\n* Khu vực sản xuất nông-lâm-ngư nghiệp\n* Các khu du lịch sinh thái, khu vui chơi.\n\n== Các tranh cãi ==\nKhu kinh tế đặt ở vùng núi, kinh tế chưa phát triển. Đặc biệt là bên phía Lào, Campuchia là vùng núi dân cư thưa thớt. Khu kinh tế được coi là có tầm nhìn quá xa. Cửa khẩu Bờ Y, ngoài vai trò một cửa khẩu trên [[quốc lộ 40]] sang tỉnh [[Attapeu]] của Lào để trao đổi gỗ và lâm sản, thì các hoạt động sản xuất chỉ ở mức èo uột.\n\nVì thế có những đánh giá khác nhau về hiệu quả khu kinh tế, trong đó coi khu kinh tế tại [[Cửa khẩu Bờ Y|cửa khẩu quốc tế Bờ Y]] là ''\"giấc mơ đã tan vỡ\"'' <ref name=tienphong2014 \/><ref>[http:\/\/laodong.com.vn\/kinh-te\/kon-tum-tan-giac-mo-khu-kinh-te-tai-cua-khau-quoc-te-bo-y-190829.bld Kon Tum: Tan giấc mơ khu kinh tế tại cửa khẩu quốc tế Bờ Y]. Laodong Online, 04\/04\/2014. Truy cập 01\/11\/2016.<\/ref>. Dẫu rằng thỉnh thoảng có sự hâm lại như coi là \"''Điểm hẹn lạc quan''\" <ref name=vov.vn \/> thì câu hỏi \"Khu nghiên cứu khoa học và công nghệ khoảng 750 ha để làm gì ở nơi heo hút, chỉ có chế biến lâm sản là chính\" vẫn lởn vởn đâu đó. Mặt khác khả năng cạnh tranh chức năng \"hành lang đông tây\" với tuyến [[Đà Nẵng]] - Đăk Ôôc - [[Cao nguyên Bolaven|Bolaven]] xem ra là thấp <ref name= nld >[http:\/\/nld.com.vn\/kinh-te\/co-mot-hanh-lang-kinh-te-dong-tay-2-186590.htm Có một hành lang kinh tế Đông Tây 2]. Người Lao động Online, 8\/04\/2007. Truy cập 01\/11\/2016.<\/ref>.\n\n==Tham khảo==\n{{tham khảo|colwidth=25em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.kkt-kontum.gov.vn\/ Website chính thức của Khu kinh tế cửa khẩu quốc tế Bờ Y] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130730091420\/http:\/\/kkt-kontum.gov.vn\/ |date = ngày 30 tháng 7 năm 2013}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Khu kinh tế cửa khẩu Việt Nam|Bờ Y]]\n[[Thể loại:Kinh tế Kon Tum]]\n[[Thể loại:Biên giới Việt Nam-Lào]]"}