{"14495906":"{{Infobox Protected area\n| name = Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu\n| photo = \n| photo_caption = \n| map = Vietnam\n| map_caption = Vị trí của Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu\n| location = Huyện [[Xuyên Mộc]], tỉnh [[Bà Rịa – Vũng Tàu]], [[Việt Nam]]\n| nearest_city = Thành phố [[Bà Rịa]]\n| coordinates = {{coord|10|31|7.7|N|107|27|36.1|E|display=inline, title}}\n| area = 105,373&nbsp;km²\n| established = {{startdate|1984}}\n| visitation_num = \n| visitation_year = \n| governing_body = Sở NN&PTNT tỉnh [[Bà Rịa – Vũng Tàu]]\n| website = \n}}\n\n'''Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu''' là một [[khu bảo tồn thiên nhiên]] nằm tại huyện [[Xuyên Mộc]], tỉnh [[Bà Rịa – Vũng Tàu]], [[Việt Nam]]. Nơi đây ghi nhận được 732 loài thực vật và 205 loài động vật có xương sống, trong đó có những loài đang được xếp trong [[Sách đỏ Việt Nam]].\n\n==Tổng quan ==\n\n=== Địa giới ===\n<mapframe latitude=\"16.045813\" longitude=\"105.644531\" zoom=\"5\" width=\"200\" height=\"373\" align=\"right\">\n{\n \"type\": \"FeatureCollection\",\n \"features\": [\n  {\n \"type\": \"Feature\",\n \"properties\": {},\n \"geometry\": {\n  \"type\": \"Point\",\n  \"coordinates\": [\n   107.46002197265626,\n   10.52156874751644\n  ]\n }\n  }\n ]\n}\n<\/mapframe>\nKhu bảo tồn thiên nhiên Bình Châu – Phước Bửu nằm trên địa bàn huyện Xuyên Mộc, tỉnh Bà Rịa – Vũng Tàu. Phía Bắc giáp với rừng cao su, phía Đông giáp với huyện Hàm Tân, tỉnh Bình Thuận, phía Tây giáp với tỉnh lộ 328 và phía Nam giáp với tuyến đường ven biển. Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu có tọa độ địa lý 10°28’ đến 10°38’N và từ 107°25’ đến 107°36’E. Tổng diện tích của khu bảo tồn thiên nhiên là 10,5373 ha. Trong đó, phân khu bảo vệ nghiêm ngặt là 5,012 ha; Phân khu phục hồi sinh thái là 5,4625 ha; Phân khu hành chính dịch vụ là 62,5 ha. Diện tích vùng đệm là 12,154 ha, thuộc địa giới hành chính 4 xã: Xuyên Mộc, Bưng Riềng, Bình Châu và thị trấn Phước Bửu.\n\n===Lịch sử===\nNăm [[1978]], rừng Bình Châu – Phước Bửu được thành lập với tên gọi là rừng cấm quốc gia<ref name=dangcongsan>{{Chú thích web|url=https:\/\/dangcongsan.vn\/the-thao\/khu-bao-ton-thien-nhien-binh-chau--phuoc-buu-160944.html|tựa đề= Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu |ngày= 6 tháng 12 năm 2012 |website= Báo Điện tử Đảng cộng sản Việt Nam |ngày truy cập= 10 tháng 8 năm 2022}}<\/ref>.\n\nNăm [[1984]], rừng cấm quốc gia Bình Châu được Chính phủ công nhận là khu bảo tồn thiên nhiên Bình Châu – Phước Bửu.\n\nNgày [[9 tháng 8]] năm [[1986]], Chủ tịch Hội đồng Bộ trưởng (nay là Thủ tướng Chính phủ) ban hành Quyết định số 194\/CT công nhận khu bảo tồn thiên nhiên Bình Châu – Phước Bửu nằm trong hệ thống các khu đặc dụng của Việt Nam<ref name=seaproperty>{{Chú thích web|url=https:\/\/seaproperty.vn\/khu-bao-ton-thien-nhien-binh-chau-phuoc-buu.html#:~:text=%C4%90%C3%B4i%20n%C3%A9t%20v%E1%BB%81%20khu%20b%E1%BA%A3o%20t%E1%BB%93n%20thi%C3%AAn%20nhi%C3%AAn%20B%C3%ACnh%20Ch%C3%A2u%20%E2%80%93%20Ph%C6%B0%E1%BB%9Bc%20B%E1%BB%ADu&text=%2D%20N%C4%83m%201978%2C%20r%E1%BB%ABng%20B%C3%ACnh%20Ch%C3%A2u,nhi%C3%AAn%20B%C3%ACnh%20Ch%C3%A2u%20%E2%80%93%20Ph%C6%B0%E1%BB%9Bc%20B%E1%BB%ADu.|tựa đề= Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu nơi trái tim quên lối về |ngày= 16 tháng 9 năm 2021 |website= Sea Property |ngày truy cập= 10 tháng 8 năm 2022}}<\/ref>.\n\n===Địa hình===\nKhu bảo tồn thiên nhiên Bình Châu – Phước Bửu được chia thành 4 dạng chính:\n\n* Phần lớn diện tích của khu bảo tồn có địa hình thấp từ 3-5m so với mực nước biển.\n* Đồi núi: trong khu bảo tồn có 3 cụm đồi thấp gồm Cụm Hồng Nhung (118 m) ở phía Bắc, cụm Hồ Linh (162 m) ở phía Nam, và cụm Mộ Ông (120 m) ở về phía Tây.\n* Lòng chảo trũng: chủ yếu ở phía Bắc và các bưng, hồ rải rác có nước quanh năm hoặc cạn vào mùa khô.\n* Cồn cát ven biển: chạy dài 12&nbsp;km dọc theo bờ biển phía Nam khu bảo tồn. Hiện tại, phần lớn diện tích cồn cát ven biển nằm bên dưới tỉnh lộ mới ven biển đã được cắt ra khỏi khu bảo tồn.<ref name=\":0\">(FIPI II, 1993).<\/ref>\n\n=== Khí hậu thủy văn ===\nNhìn chung, khí hậu mang đặc điểm của dải khí hậu ven biển Nam Trung bộ.\n\n* Nhiệt độ trung bình 25,8&nbsp;°C, cao nhất 38&nbsp;°C, thấp nhất 15&nbsp;°C.\n* Lượng mưa trung bình 1.396mm, cao nhất 1.877mm, thấp nhất 704mm.\n* Độ ẩm tương đối trung bình 85,2%, cao nhất 100% và thấp nhất 36%.\n* Có 2 mùa mưa và khô rõ rệt. Mùa khô từ tháng 11 đến tháng 4 năm sau, mưa từ tháng 5 đến tháng 11.\n* Có 2 hướng gió chính. Mùa mưa có hướng gió Tây Nam, mùa khô có hướng gió Đông Bắc, gió thường thổi mạnh vào buổi trưa và buổi tối.\n\nVề thủy văn: Có rất ít sông suối trong khu bảo tồn, nhưng lại có một số bàu nước, như Bàu Nhám và Bàu Tròn, Hồ Cốc, Hồ Linh, và Suối nước nóng Bình Châu.<ref name=\":0\" \/>\n\n=== Kinh tế xã hội ===\nVùng đệm Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu bao gồm cả vùng đệm trên đất liền và vùng đệm ven biển được xác định như sau: Vùng đệm trên đất liền gồm các xã Bình Châu, Bưng Riềng, Bông Trang, Phước Thuận, Xuyên Mộc và Thị Trấn Phước Bửu với tổng diện tích tự nhiên khoảng 10.000 ha. Vùng đệm ven biển rộng bình quân là 500m tính từ mép nước biển khi thủy triều xuống thấp nhất ra phía biển, chiều dài 17&nbsp;km theo ranh giới Đông – Nam của khu bảo tồn từ Hồ Tràm đến Bến Lội.\n\nTổng dân số của bốn xã Bình Châu, Bưng Riềng, Bông Trang và Phước Thuận là 39.419 với 8.588 hộ gia đình. Số nhân khẩu trung bình trong một hộ gia đình là 4,52 người. Phần lớn dân cư sống dựa vào nông nghiệp và nuôi trồng, khai thác thủy sản.\n\nNhóm dân tộc lớn nhất sống trong các xã là dân tộc Kinh với 8.154 hộ chiếm 96,63% tổng số hộ sống trong 4 xã. Ngoài ra, còn có 284 hộ gia đình thuộc 10 nhóm dân tộc thiểu số khác nhau chiếm 3,37% tổng số hộ của 4 xã. Tỷ lệ phần trăm của các nhóm dân tộc này được xếp từ cao xuống thấp như sau: Khơme chiếm 1,17%, Châu ro chiếm 0.,84%, Nùng chiếm 0,43%, Tày chiếm 0,35%,  Hoa chiếm 0,18%, Mường chiếm 0,18%, Thái chiếm 0,11 %, Thổ chiếm 0,02%, Sán dìu chiếm 0,02%  và Chăm chiếm 0,01%.\n\nHộ nghèo chiếm 18,45%; Các hộ nghèo tại các xã này có diện tích đất trung bình là 0,3 ha\/hộ và thường làm nông cũng như đi làm thuê. Do điều kiện khí hậu khô hạn và đất bạc màu (do bị bỏ hoang) cho nên người dân chỉ canh tác 1 vụ\/1 năm. Cây trồng chính là sắn (mì), đậu và cây ăn trái. Một số hộ nghèo có thêm nguồn thu nhập từ khai thác lâm sản ngoài gỗ (LSNG), săn bắt động vật hoang dã hoặc làm than. Thu nhập trung bình của những hộ này khoảng 450.000-700.000 đồng\/người\/tháng.\n\nĐời sống của một số bộ phận người dân địa phương còn gặp nhiều khó khăn do không có đất canh tác và thiếu việc làm. Do số công việc thời vụ trong lĩnh vực nông nghiệp ít nên các hộ nghèo thường khai thác lâm sản trái phép, chặt gỗ để làm than, săn bắt động vật hoang dã và xâm lấn đất rừng để làm đất nông nghiệp. Những vi phạm này đang làm cho diện tích rừng ngày càng bị thu hẹp, tài nguyên rừng ngày càng suy giảm cả về chất lượng và số lượng.\n\nMặt khác, diện tích các lâm trường liền kề quanh khu bảo tồn hiện đã chuyển sang trồng cao su hoặc rừng trồng nên các hành lang rừng tự nhiên không còn nữa, ảnh hưởng đến vùng sống và di chuyển của các loài động vật, nhất là các loài thú lớn.\n\nNhận thức về tài nguyên rừng kém dẫn đến một bộ phận người dân cho rằng tài nguyên thiên nhiên là vô tận mà không xem xét đến nhu cầu bảo vệ rừng và bảo tồn đa dạng sinh học của rừng.\n\nViệc xây dựng các cơ sở hạ tầng (đường giao thông) và các khu du lịch làm thu hẹp diện tích của khu bảo tồn, chia cắt sinh cảnh và tăng khả năng tiếp cận rừng của người dân địa phương khi họ tìm kiếm thức ăn và lâm sản cho cả mục đích buôn bán và tiêu thụ trong gia đình.\n\n== Sinh học ==\n\n=== Sinh thái và thảm thực vật ===\nKhu bảo tồn thiên nhiên Bình Châu – Phước Bửu nằm phía Nam đèo Hải Vân và thuộc vùng sinh thái Rừng khô trên đất thấp nam Việt Nam, kéo dài từ phía Nam đèo Hải Vân đến Đồng Bằng Sông Cửu Long.<ref>(Vùng 58: Southern Vietnam Lowland Dry Forests; Wikramanayake et al., 2002)<\/ref> Khu vực này cũng thuộc Tiểu vùng sinh thái Rừng cây họ Dầu trên đất thấp ven biển phía Nam<ref>(SA7)<\/ref> thuộc Vùng Sinh thái Nam Trường Sơn, một trong 223 vùng sinh thái quan trọng được xác định bởi WWF,<ref>(Balzer và nnk 2000)<\/ref> Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu là một trong ít khu vực dọc theo duyên hải Việt Nam còn giữ được thảm rừng tự nhiên quan trọng chiếm ưu thế bởi rừng rụng lá cây họ dầu. Sự khô hạn và biệt lập của khu vực này dẫn đến sự phát triển các quần thể thực vật độc đáo. Thảm thực vật vùng bán khô hạn có giá trị cao và là nguồn tài nguyên dự trữ để khôi phục lại các khu vực khác, sẽ trở nên khô hạn hơn, có nguy cơ bị sa mạc hóa hoặc bị ảnh hưởng do biến đổi khí hậu.\n\nBản đồ Sinh thái cảnh quan do trung tâm Đa dạng sinh học và phát triển thành lập cho Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu<ref>(Lưu Hồng Trường và cộng sự, 2012)<\/ref> thể hiện 17 kiểu cảnh quan tự nhiên và nhân tác, trong đó kiểu thảm rừng bị tác động trung bình trên đất có bề mặt tích tụ, bào mòn đa nguồn gốc chiếm tỷ lệ quan trọng. Các kiểu cảnh quan đất ngập nước trong khu bảo tồn có diện tích nhỏ nhưng đóng vai trò quan trọng trong việc duy trì cân bằng nước của khu vực và là nguồn nước quan trọng cho các loài động vật.\n\nCác nghiên cứu về thảm thực vật đã ghi nhận 3 kiểu rừng chính gồm Rừng thưa hơi khô nhiệt đới, Kiểu rừng ẩm thường xanh trên đất đỏ bazan, Kiểu rừng chuyển tiếp giữa rừng thưa và rừng dày. Ngoài ra còn có Rừng tràm mọc ven biển, đất ngập nước, cây bụi và cồn cát ven biển, đất nông nghiệp.\n\nCác kiểu phụ thảm thực vật như sau:\n\n* Kiểu phụ Miền thực vật thân thuộc với khu hệ thực vật Malaysia – Indonesia và khu hệ thực vật bản địa Bắc Việt Nam – Nam Trung Hoa\n* Kiểu phụ Miền thực vật thân thuộc với khu hệ thực vật Ấn Độ - Miến Điện và khu hệ thực vật bản địa Bắc Việt Nam – Nam Trung Hoa.\n* Kiểu phụ Miền thực vật thân thuộc khu hệ thực vật bản địa Bắc Việt Nam – Nam Trung Hoa và khu hệ thực vật Ấn Độ - Miến Điện – Malaysia – Indonesia.\n* Kiểu phụ nuôi trồng nhân tạo<ref name=\":0\" \/>\n\n===Đa dạng loài===\n\n==== Hệ thực vật ====\nCác nghiên cứu trước đây đã ghi nhận 732 loài [[thực vật]] thuộc 123 họ với 14 loài thực vật quý hiếm như: [[Cẩm lai Bà Rịa|Cẩm lai bà Rịa]], [[Gõ đỏ]], [[Gõ mật]], [[Giáng hương]], [[Bình linh nghệ]]… Trong số 123 họ đã được ghi nhận thì [[họ Dầu]] (''Dipterocarpaceae'') có tới 13 loài. Đặc biệt trong họ dầu có loài [[Dầu cát]] (''Dipterocarpus caudatus'') được coi là loài đặc hữu của Khu bảo tồn thiên nhiên Bình Châu-Phước Bửu. Các nghiên cứu mới nhất về thực vật đã ghi nhận 796 loài thực vật trong khu bảo tồn (đã loại bỏ những loài cây trồng trong danh lục cũ) (Lưu Hồng Trường và cộng sự, 2012).\n\n==== Hệ động vật ====\nCác nghiên cứu tương đối đầy đủ về khu hệ động vật rừng của Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu trước đây đã ghi nhận 36 loài [[Lớp Thú|thú]], 96 loài [[chim]], 33 loài [[Động vật bò sát|bò sát]] và 13 loài [[Bộ Không đuôi|ếch nhái]].<ref name=\":0\" \/>\n\nViện Sinh thái và Tài nguyên Sinh vật (2000) đã ghi nhận 205 loài [[động vật có xương sống]] thuộc các lớp ếch nhái, bò sát, chim và thú (chiếm 91% số loài toàn tỉnh [[Bà Rịa – Vũng Tàu]]). Trong đó:\n\n* ''Lớp ếch nhái:'' 12 loài thuộc 4 họ, 1 bộ trong đó có loài ếch giun là loài có tên trong Sách đỏ Việt Nam.<ref>{{Chú thích sách|title=[[Sách đỏ Việt Nam]]|last=[[Viện Khoa học và Công nghệ Việt Nam]]|first=|publisher=|year=1992|isbn=|location=|pages=}}<\/ref>\n* ''Lớp bò sát:'' 38 loài thuộc 14 họ, 3 bộ trong đó có cả cá sấu nước ngọt và các loài rùa biển. Tuy nhiên, khu vực cồn cát ven biển hiện đã bị cắt ra khỏi khu bảo tồn nên các loài rùa biển cũng nên được đưa ra khỏi danh lục.\n* ''Lớp chim:'' 106 loài, trong đó 5 loài có tên trong [[Sách đỏ Việt Nam]] như: [[Gà lôi hông tía]] ''(Lophura diardi),'' [[Bồ câu nâu]] ''(Columa pucicea),'' [[Cú lợn lưng xám|Cú lợn rừng]] ''(Phodius badius)'' và [[Yến núi]] ''(Collocalia brevirostris).''\n* ''Lớp thú:'' 49 loài thuộc 21 họ, 9 bộ chiếm 75% tổng số loài thú của tỉnh Bà Rịa – Vũng Tàu trong đó có các loài quý hiếm như [[Khỉ đuôi lợn]] (''Macaca leonina'')'','' [[Cu li chậm lùn|Cu li nhỏ]] (''Nycticebus pygmaeus''), các loài thuộc bộ ăn thịt như [[Báo hoa mai]] (''Panthera pardus''), [[Mèo gấm]] (''Felis marmorata'')'','' [[Mèo rừng]] (''Felis bengalensis'')'','' [[Chi Chồn|Chồn]] (''Martes flavicula'')'',''các loài thuộc bộ móng guốc chẵn như [[Lợn rừng]] (''Sus scrofa'')'','' [[Nai]] (''Cervus unicolor'')'';'' và Bộ gặm nhấm như: [[Sóc bay]], [[Nhím]], [[Thỏ rừng]]…\n\nTừ năm 2000 đến trước nghiên cứu này, ít nhất 5 loài [[Động vật bò sát|bò sát]] đã được bổ sung vào danh lục các loài bò sát của Khu bảo tồn thiên nhiên Bình Châu – Phước Bửu nhưng với các nhóm loài động vật khác vẫn chưa có nghiên cứu cụ thể nào.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Bà Rịa – Vũng Tàu]]\n[[Thể loại:Xuyên Mộc]]\n[[Thể loại:Khu bảo tồn thiên nhiên Việt Nam|B]]"}