{"1238459":"'''Khu đô thị mới Ngã năm-Sân bay Cát Bi''' là một [[vùng đô thị|khu đô thị]] mới nằm phần lớn trên địa bàn [[ngô Quyền (quận)|quận Ngô Quyền]], một phần thuộc [[hải An, Hải Phòng|quận Hải An]] của [[hải Phòng|thành phố Hải Phòng]].\n\n==Quá trình hình thành==\nĐể phát triển thành phố Hải Phòng tương xứng với vị thế là một [[đô thị loại I|đô thị loại 1]], [[thành phố trực thuộc trung ương (Việt Nam)|thành phố trực thuộc trung ương]], là trung tâm thương mại công nghiệp, dịch vụ của vùng duyên hải bắc bộ, theo quy hoạch tổng thể xây dựng đô thị Hải Phòng tới năm 2020 đã được Thủ tướng Chính phủ phê duyệt, thành phố chủ trương ưu tiên đầu tư xây dựng các khu đô thị mới. Dự án đầu tư phát triển hạ tầng kỹ thuật Khu đô thị mới Ngã Năm - Sân bay Cát Bi khởi công vào năm 1997, là một trong những dự án lớn đầu tiên được thực hiện để đáp ứng chủ trương đó. Với quy mô 300ha, tổng mức đầu tư khoảng 1.881 tỷ đồng, đây là một khu đô thị hiện đại, liên hoàn, đa chức năng, đáp ứng nhu cầu về nhà ở, nhà làm việc và các công trình phúc lợi công cộng<ref name=\"Ngô Quyền\">{{chú thích web| url =http:\/\/www.ngoquyen.gov.vn\/frond-end\/index.asp?website_id=39&menu_id=1831&parent_menu_id=1828&article_id=13594&fuseaction=DISPLAY_SINGLE_ARTICLE&hide_menu=0 | tiêu đề =\nDự án khu đô thị mới Ngã năm - Sân bay Cát Bi | ngày truy cập =ngày 16 tháng 4 năm 2012 | nơi xuất bản= Trang thông tin điện tử Quận Ngô Quyền}}<\/ref>. Trong đó, [[ngô Quyền (quận)|quận Ngô Quyền]] đóng góp 190 ha, một phần của các phường trong quận là [[Đông Khê (định hướng)|Đông Khê]], [[Lạc Viên]], [[Gia Viên]], [[Máy Tơ]], [[Cầu Tre, Ngô Quyền|Cầu Tre]], [[Đằng Giang]], [[Vạn Mỹ]]<ref name=\"Ngô Quyền\"\/>, còn lại là của [[hải An, Hải Phòng|quận Hải An]].\n\nTuyến đường trục chính Lê Hồng Phong rộng 64 m dài 5,29&nbsp;km nối trung tâm thành phố với [[sân bay Cát Bi]] là xương sống của khu đô thị. Hiện nay hai bên đường đã hình thành nhiều khu dân cư, trung tâm thương mại, các cao ốc văn phòng, trụ sở các công ty hoạt động trên địa bàn thành phố, tuy vậy đây vẫn được coi là dự án chậm tiến độ, chậm giải phóng mặt bằng và chậm lấp đầy diện tích.\n\n==Các dự án trong khu đô thị==\n*Trung tâm thương mại Thùy Dương Plaza<ref name=\"dự án\"\/>\n*Trung tâm thương mại Hải Phòng Plaza<ref name=\"dự án\"\/>\n*Trụ sở cục Hải quan Hải Phòng<ref name=\"dự án\">{{chú thích web | url =http:\/\/www.catbiplaza.vn\/cac-du-an-thu-phat\/ | tiêu đề =CÁC DỰ ÁN TRONG KHU ĐÔ THỊ NGÃ NĂM SÂN BAY CÁT BI | ngày truy cập =ngày 16 tháng 4 năm 2012 | nơi xuất bản =Trung tâm thương mại CATBI Plaza | archive-date = ngày 23 tháng 6 năm 2012 | archive-url =https:\/\/web.archive.org\/web\/20120623083156\/http:\/\/www.catbiplaza.vn\/cac-du-an-thu-phat\/ }}<\/ref>\n*Trung tâm thương mại [[Cát Bi plaza]].\n*Trụ sở [[Tòa án]] và [[Viện kiểm sát]] thành phố\n*Kho bạc thành phố\n*Siêu thị [[Big C]] chi nhánh Hải Phòng\n*Trụ sở các công ty máy tính: CPN, Hoàng Cường, Hoàng Phát\n*Hồ điều hòa Phương Lưu\n*Cơ sở mới của trường [[Trường Trung học phổ thông chuyên Trần Phú, Hải Phòng|THPT chuyên Trần Phú, Hải Phòng]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Khu đô thị Việt Nam]]\n[[Thể loại:Công trình xây dựng ở Hải Phòng]]"}