{"3338089":"{{coord| 20.660937| 106.531860| region:VN_type:landmark| format=dms| name=Đền thờ Nguyễn Bỉnh Khiêm| display=title}}\n'''Khu di tích Trạng Trình Nguyễn Bỉnh Khiêm''' là các công trình kiến trúc – văn hóa gắn với cuộc đời và sự nghiệp của Trình quốc công [[Nguyễn Bỉnh Khiêm]]<ref>[http:\/\/trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2083&catid=3111&id=6226&catname=An-pham---Sach&title=Danh-nhan-Van-hoa-Trang-Trinh-Nguyen-Binh-Khiem Danh nhân văn hóa Trạng Trình Nguyễn Bỉnh Khiêm]{{Liên kết hỏng|date = ngày 6 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref><ref>{{Chú thích web |url=http:\/\/trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2083&catid=3137&id=6239&catname=Di-tich-Trang-Trinh-Nguyen-Binh-Khiem&title=Den-tho-Trang-Trinh-Nguyen-Binh-Khiem |ngày truy cập=2016-02-20 |tựa đề=Đền thờ Trạng Trình Nguyễn Bỉnh Khiêm |archive-date = ngày 21 tháng 7 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180721014608\/http:\/\/trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2083&catid=3137&id=6239&catname=Di-tich-Trang-Trinh-Nguyen-Binh-Khiem&title=Den-tho-Trang-Trinh-Nguyen-Binh-Khiem }}<\/ref> ngay tại quê nội của ông là xã [[Lý Học]], huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]]. Khu di tích này là nơi có những địa dấu nổi tiếng đã đi vào sự nghiệp thơ văn của Nguyễn Bỉnh Khiêm như Trung Tân [[Đạo quán|quán]] và Bạch Vân [[am (thờ cúng)|am]] (từ đó mà ông có danh xưng Bạch Vân am [[cư sĩ]]). Ngày 7 tháng 1 năm 2016 (tức ngày 28 tháng 11 năm Ất Mùi), tại Khu di tích Trình quốc công Nguyễn Bỉnh Khiêm thuộc xã Lý Học, huyện Vĩnh Bảo, [[UBND]] [[Thành phố Hải Phòng]] đã trọng thể kỷ niệm 430 năm ngày mất của ông và đón nhận bằng xếp hạng [[Di tích quốc gia đặc biệt (Việt Nam)|Di tích quốc gia đặc biệt]] do [[Chính phủ]] trao tặng. Đây là di tích quốc gia đặc biệt thứ hai của [[Hải Phòng]] sau danh lam thắng cảnh [[quần đảo Cát Bà]] được xếp hạng vào năm 2013.<ref>{{Chú thích web |url=http:\/\/trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2083&catid=3106&id=6293&catname=Tin-tuc&title=-Den-Trang-Trinh-Nguyen-Binh-Khiem-don-nhan-bang-xep-hang-di-tich-quoc-gia-dac-biet- |ngày truy cập=2016-02-20 |tựa đề=Đền Trạng Trình Nguyễn Bỉnh Khiêm đón nhận bằng xếp hạng di tích quốc gia đặc biệt |archive-date = ngày 21 tháng 7 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180721014542\/http:\/\/trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2083&catid=3106&id=6293&catname=Tin-tuc&title=-Den-Trang-Trinh-Nguyen-Binh-Khiem-don-nhan-bang-xep-hang-di-tich-quoc-gia-dac-biet- }}<\/ref>\n\nTrình Quốc công là [[phong tước|tước phong]] chính thức cao nhất của vua [[nhà Mạc]] ban cho Nguyễn Bỉnh Khiêm lúc sinh thời, từ khoảng hơn 20 năm trước khi ông mất.<ref name=\"Vũ&Đinh\"\/><ref name=\"NguyễnHữuTưởng\"\/><ref name=\"TrangThanhHiền\"\/> Dưới thời quân chủ của Việt Nam, ông là một trong số rất hiếm \"văn nhân thuần túy\" (tức là những người không phải quan tướng nắm binh quyền và chưa từng đích thân cầm quân ra trận) được phong tới tước [[Quốc công]] ngay từ khi còn sống. Sự thật lịch sử này căn cứ vào 3 [[văn bia thời Mạc|tấm văn bia]] do chính ông soạn lúc đã cáo quan về quy ẩn tại quê nhà Trung Am ở độ tuổi ngoài 73 và hiện còn được lưu giữ gần như nguyên vẹn tại 2 huyện Quỳnh Phụ và Thái Thụy của [[tỉnh Thái Bình]].<ref name=\"Vũ&Đinh\">Vũ Tuấn Sán & Đinh Khắc Thuân, ''[http:\/\/vannghesontay.com\/en\/news\/Nghien-cuu-trao-doi\/BAI-VAN-BIA-GHI-VIEC-TAC-TUONG-TAM-GIAO-CHUA-CAO-DUONG-CUA-TRINH-QUOC-CONG-1425\/ Bài văn bia ghi việc tạc tượng Tam giáo, chùa Cao Dương của Trình Quốc công]''. (''Tạp chí Hán Nôm'', số 1, 1990)<\/ref><ref name=\"NguyễnHữuTưởng\">Nguyễn Hữu Tưởng, ''[http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0206v.htm Hai tấm bia Trạng Trình soạn mới phát hiện ở Thái Bình]''. (''Tạp chí Hán Nôm'', số 6, 2002)<\/ref><ref name=\"TrangThanhHiền\">Trang Thanh Hiền, ''[http:\/\/vhnt.org.vn\/tin-tuc\/tu-lieu-trong-nuoc\/29028\/phat-hien-pho-tuong-mac-o-thai-binh Phát hiện pho tượng Mạc ở Thái Bình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180706103857\/http:\/\/vhnt.org.vn\/tin-tuc\/tu-lieu-trong-nuoc\/29028\/phat-hien-pho-tuong-mac-o-thai-binh |date = ngày 6 tháng 7 năm 2018}}''. (''Tạp chí Văn hóa Nghệ thuật'', số 355, 2014)<\/ref> Ông không phải là công thần khai quốc, không phải người thân thích với hoàng tộc nhà Mạc, cũng không phải quan tướng nắm binh quyền. Ông là hình mẫu của một \"văn nhân thuần túy\" như sử sách và cả thơ văn của chính ông vẫn thường mô tả. Việc phong tước hiệu Quốc công cho Nguyễn Bỉnh Khiêm ngay từ lúc sinh thời đã chứng tỏ sự trân trọng vô cùng lớn mà vua Mạc dành cho ông và có thể xem đây là một sự ghi nhận mang tính biểu tượng của nhà vua đối với những đóng góp của ông cho triều đại này. Cần nhớ rằng trong lịch sử Trung Quốc cũng như Việt Nam, hai tước hiệu hàng đầu như [[công tước|tước Công]] và [[vương (tước hiệu)|Vương]] có quy chế rất khắt khe để vua ban phong cho những người không có quan hệ thân thích với hoàng tộc. Kiểu \"văn nhân thuần túy\" và lại không có quan hệ thân thích với hoàng tộc như Nguyễn Bỉnh Khiêm hay [[Nguyễn Trãi]] là khó hơn cả các trường hợp xét duyệt khác để được phong tới tước công (dù là [[Quốc công]] hay [[Quận công]]) ngay khi còn sống. Kiểu \"văn nhân cầm quân\" chẳng hạn như [[Nguyễn Nghiễm]], [[Nguyễn Công Trứ]] hay [[Trương Đăng Quế]] thậm chí còn có nhiều cơ hội để lập quân công với triều đình hơn kiểu \"văn nhân thuần túy\" nên họ thường được phong tước hiệu cao hơn. Tuy nhiên đến nay, vẫn còn nhiều nhà nghiên cứu đồng tình với một nhận định sai sót là Nguyễn Bỉnh Khiêm chỉ được truy phong tước hiệu Quốc công sau khi ông đã qua đời.\n\nTrong khi đó, tên gọi Trạng Trình là cách gọi vắn tắt kiểu dân gian hóa dành cho Nguyễn Bỉnh Khiêm và sau này được dùng phổ biến ngay cả trong các tài liệu nghiên cứu về sự nghiệp của ông. Cách gọi tên các danh nhân theo kiểu vắn tắt này là không phải hiếm dưới thời phong kiến ngày xưa. Một trường hợp nổi bật trong lịch sử Việt Nam là thay vì gọi tên đầy đủ như \"Hưng Đạo đại vương Trần Quốc Tuấn\" (\"Hưng Đạo đại vương\" là tước phong chính thức cao nhất do vua nhà Trần ban tặng cho Trần Quốc Tuấn lúc sinh thời do công lao chiến trận của ông) thì cả sử sách và dân gian thường dùng tên gọi vắn tắt là \"[[Trần Hưng Đạo]]\". Nên nhớ tên gọi \"Trạng Trình\" là do người thời sau Nguyễn Bỉnh Khiêm đặt ra có thể hàng trăm năm sau khi ông mất nhưng đương thời ông sống thì trong các văn bia do chính ông soạn và trong văn thơ của những người bạn vong niên như [[Giáp Hải]] gửi cho ông, tên gọi tước hiệu chính thức là \"Trình Quốc Công\" gần như luôn được sử dụng. Và thực tế thì tên gọi dân gian hóa \"Trạng Trình\" ngày nay đã được các phương tiện truyền thông báo chí Việt Nam dùng ở mức phổ biến hơn rất nhiều so với tên tước hiệu \"Trình Quốc Công\" chính thức của ông.\n\n==Lịch sử==\nPhần lớn cuộc đời gần trọn một thế kỷ của Nguyễn Bỉnh Khiêm đã trải qua ở quê nhà Trung Am (trước thời ông có tên là Trình Tuyền), Vĩnh Lại thuộc [[xứ Đông]], cũng là đất phát nghiệp của họ Mạc. Ông chỉ bước vào chốn quan trường khi đã gần 50 tuổi, sau nhiều năm đứng ngoài quan sát thời cuộc. Đường quan lộ của ông kéo dài chưa đầy 30 năm, tính từ năm ông đậu Trạng nguyên ở tuổi 45 (1535) cho tới khi chính thức cáo quan về nghỉ hưu ở độ tuổi 73 như trong thơ văn của ông đã xác nhận. Tuy nhiên cho đến nay vẫn còn nhiều nhà nghiên cứu lịch sử và văn hóa đồng tình với một sai sót lịch sử cơ bản về cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm là ông chỉ có 7 năm (1535–1542) làm quan dưới triều Mạc rồi cáo quan về sống và dạy học ở quê nhà Trung Am cho đến lúc mất. Sự thật không hoàn toàn như vậy. Khoảng thời gian gần hai chục năm tính từ năm ông 53 tuổi tới lúc 73 tuổi, ông chủ yếu làm quan tại gia, đóng vai trò cố vấn từ xa cho vua và chỉ về triều khi cần bàn việc chính sự hay theo xa giá nhà vua đi dẹp loạn. Và tước hiệu Quốc công (đứng kề dưới tước Vương) được vua ban phong ngay từ lúc sinh thời<ref name=\"Vũ&Đinh\"\/><ref name=\"NguyễnHữuTưởng\"\/><ref name=\"TrangThanhHiền\"\/> cho thấy Nguyễn Bỉnh Khiêm có địa vị trong xã hội đương thời Mạc ngang với một đại quý tộc chứ không phải thân phận một hàn nho thất thời bất đắc chí sớm rời bỏ chốn quan trường về quê nhà sau có vài năm tham chính như cách mô tả phổ biến trong nhiều sách báo từ trước tới nay. Điều này cho thấy nếu không có công tích đặc biệt lớn với triều đình thì một \"văn nhân thuần túy\" (không phải quan tướng nắm binh quyền và chưa từng đích thân cầm quân ra trận) như ông rất khó có thể được phong đến tước [[Quốc công]] (Trình Quốc công) ngay từ lúc còn sống như nội dung 3 tấm văn bia còn được lưu giữ gần như nguyên vẹn tại 2 huyện Quỳnh Phụ và Thái Thụy của tỉnh Thái Bình đã cho biết.<ref name=\"Vũ&Đinh\"\/><ref name=\"NguyễnHữuTưởng\"\/><ref name=\"TrangThanhHiền\"\/> Một trường hợp khá tương tự là tấm bia hộp hay còn gọi là \"sách đá\" được tìm thấy khi người ta tình cờ đào phải mộ thân phụ Trạng nguyên [[Giáp Hải]] (1515–1586?) tại Bắc Giang năm 1998. Bản bia hộp hay \"sách đá\" này đã giúp giải đáp nhiều nghi vấn và cả hiểu nhầm (bao gồm cả ở những học giả nổi danh như [[Phan Huy Chú]]) về cuộc đời và sự nghiệp của Giáp Hải, một trọng thần của triều Mạc và đồng thời là một người bạn vong niên thân cận của Nguyễn Bỉnh Khiêm. Tấm bia hộp cũng cho ta biết được thông tin quan trọng là một \"văn nhân thuần túy\" như Giáp Hải chỉ được thăng đến tước ''Quốc công'' giống Nguyễn Bỉnh Khiêm khi ông đã ở gần độ tuổi cáo quan về hưu sau khi đã có nhiều năm hết lòng phụng sự triều Mạc.<ref>Trần Văn Lạng & Nguyễn Văn Phong, ''[http:\/\/www.hannom.org.vn\/detail.asp?param=753&Catid=541 Phát hiện sách đá ở mộ thân phụ Trạng nguyên Giáp Hải]''. (Thông báo Hán Nôm học, 1998, tr. 235-239)<\/ref><ref>Quốc Khánh, ''[http:\/\/baobacgiang.com.vn\/bg\/dulichbg\/tu-lieu-bac-giang\/189490\/bia-hop-thoi-mac-dau-tich-cua-trang-nguyen-giap-hai.html Bia hộp thời Mạc - dấu tích của Trạng nguyên Giáp Hải]''. (Báo Bắc Giang điện tử, 30\/09\/2017)<\/ref>\n\nNgày 28 tháng 11 năm Ất Dậu, niên hiệu Đoan Thái nguyên niên (1585), Nguyễn Bỉnh Khiêm tạ thế tại quê nhà ở tuổi 95, tuổi thọ hiếm có đương thời. Bấy giờ vua Mạc cử Phụ chính đại thần Ứng vương Mạc Đôn Nhượng cùng văn võ bá quan về lễ tang để tỏ sự trọng thị. Việc vua Mạc cử người được vua coi như cha về dự lễ tang đã nói lên sự trân trọng rất lớn của triều Mạc với Nguyễn Bỉnh Khiêm. Triều đình lại sai cấp ruộng tự điền trăm mẫu, đồng thời cấp ba nghìn quan tiền để lập đền thờ ông tại quê nhà. Đích thân vua Mạc đề chữ lên biển gắn trước đền thờ: \"Mạc Triều Trạng nguyên Tể Tướng Từ\".\n\nSau đó do biến động của lịch sử, ngôi đền đó không còn, sau này mới được dựng lại. Theo \"[[Công dư tiệp ký]]\" của [[Vũ Phương Đề]] ghi: \"năm Vĩnh Hựu nguyên niên (Ất Mão 1735, đời Lê Ý Tông) người trong làng vì nhờ thị đức của tiên sinh có dựng lại trên nền nhà cũ... người hàng tổng cũng nhớ ơn đức, xuân, thu hai kỳ đến tế lễ\".\n\nNăm Mậu Thìn 1929 (niên hiệu [[Bảo Đại]] thứ 3), dân làng quyên góp tiền bạc, công sức tu tạo lại ngôi đền. Tháng 9\/1985, ngôi đền được [[UBND]] [[Thành phố Hải Phòng]] chỉ đạo tu sửa, mở mang khuôn viên, sửa lại đường sá.\n\nNăm 1991, khu di tích gắn với cuộc đời và sự nghiệp của Nguyễn Bỉnh Khiêm tại thôn Trung Am, xã Lý Học, huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]] đã được Nhà nước công nhận là di tích lịch sử văn hóa cấp quốc gia.\n\n==Các hạng mục công trình==\nCuối năm [[2000]], nhân kỷ niệm 415 năm ngày mất của Trạng Trình, [[Ủy ban nhân dân]] Thành phố Hải Phòng cho khởi công xây dựng dự án nâng cấp tạo dựng cả một vùng rộng lớn thành quần thể \"Khu di tích danh nhân [[văn hóa]] Nguyễn Bỉnh Khiêm\" tại thôn Trung Am, xã Lý Học, huyện [[Vĩnh Bảo]] với nhiều hạng mục công trình: [[Đền|Đền thờ]] Nguyễn Bỉnh Khiêm với ba gian tiền đường, hai gian hậu cung, phía trước có hai [[hồ]] nước tượng trưng cho [[trời]] và [[đất]], bức [[hoành phi]] trong đền ghi 4 chữ \"[[An Nam]] Lý Học\"; Khu vực hồ Thái Nhâm phía trước đền thờ, trên khoảng đất nhỏ giữa hồ có [[cầu (định hướng)|cầu]] bắc qua còn lưu giữ tấm [[bia đá]] làm năm Vĩnh Hựu thời [[Nhà Lê trung hưng|Lê Trung Hưng]] (1736) ghi lại việc làm [[đền|đền thờ]] Trạng và tên những người đã đóng góp xây dựng đền; Ngôi nhà ba gian lợp [[cói]] dựng phía sau đền, mô phỏng [[aM|am]] Bạch Vân, nơi Nguyễn Bỉnh Khiêm sau khi từ quan về dạy học; Quần thể [[vườn]] [[tượng]], với kích thước tương đương người thật, diễn tả lại cuộc đời, cảnh dạy học khi xưa của Trạng Trình, tạo nên một khung cảnh gần gũi và sống động với du khách; Phần [[mộ]] cụ Nguyễn Văn Định, thân phụ của Trạng Trình (riêng phần mộ của Trạng Trình đến nay vẫn chưa có thông tin chính thức về địa điểm cụ thể); Nhà [[trưng bày]] về thân thế và sự nghiệp của Nguyễn Bỉnh Khiêm; Quán Trung Tân, nơi lưu giữ quan niệm mới về chữ \"Trung\" hướng lòng theo \"Chí Trung Chí Thiện\"; Khu vực tượng đài Nguyễn Bỉnh Khiêm bằng đá granit cao 5,7m, nặng 8,5 tấn cùng hai bức [[phù điêu]] diễn tả lại cuộc đời sự nghiệp của Trạng Trình và lịch sử của địa phương, phía trước tượng đài là hồ bán nguyệt rộng 1.000m²; [[Chùa]] Song Mai, Nhà thờ tổ là nơi thờ bà Minh Nguyệt, người vợ thứ ba của Trạng Trình đã từng tu hành tại đây; [[Tháp]] [[Bút]] Kình Thiên với ngụ ý ca ngợi công đức Trạng Trình như cột trụ chống trời. Khu [[di tích]] được xây dựng khang trang đã trở thành điểm [[du lịch]] [[văn hóa]] lớn của TP. Hải Phòng.\n\nNgày 7 tháng 1 năm 2016 (tức ngày 28 tháng 11 năm Ất Mùi), tại Khu di tích Nguyễn Bỉnh Khiêm thuộc xã Lý Học, huyện Vĩnh Bảo, UBND [[Thành phố Hải Phòng]] đã trọng thể kỷ niệm 430 năm ngày mất của ông và đón nhận bằng xếp hạng [[Di tích quốc gia đặc biệt (Việt Nam)|Di tích quốc gia đặc biệt]] do Chính phủ trao tặng.\n\n===Trong văn học, nghệ thuật===\nDanh sĩ [[Nguyễn Thiếp]] (1723–1804), người được vua Quang Trung ([[Nguyễn Huệ]]) tôn kính như bậc thầy, sống qua các thời kỳ nhà [[Lê trung hưng]] đến [[nhà Tây Sơn]] rồi [[nhà Nguyễn]], từ [[xứ Nghệ]] ra Bắc, về trấn Hải Dương mong tìm lại những dấu tích gắn với cuộc đời của Bạch Vân am cư sĩ, đã ngậm ngùi viết trong bài thơ ''Quá Trình Tuyền mục tự'' (''Qua chùa cũ của Trình Tuyền'') khi viếng cảnh xưa mà không còn am Bạch Vân, quán Trung Tân bên bến Tuyết Giang, trong đó có những dòng thơ ca ngợi Nguyễn Bỉnh Khiêm là người có tài ''áo cơ thâm tạo hóa'' (mưu cơ thâm kín can dự cả vào công việc của tạo hóa) hay ''phiến ngữ toàn tam tính'' (một lời ngắn gọn mà bảo toàn cho cả ba họ):\n{|\n|\n''Quá Trình Tuyền mục tự'' (phiên âm Hán-Việt)\n:''Tích văn Mạc Trình Tuyền''\n:''Kim đáo Tuyết kim tân''\n:''Cổ quán dư thương kệ''\n:''Di am chỉ Bạch vân.''\n:''Bắc giang tăng Vạn Hạnh,''\n:''Nam độ Tấn Tham Quân''\n:''Thao thao trục lưu Mác''\n:''Chân tri hữu kỷ nhân''\n:''Viêm vận tao dương cửu''\n:''Gian hùng xuất chấn phương''\n:''Tiêu sơn tăng dĩ hỉ''\n:''Bạch Vân bất khả đương.''\n:''Áo cơ thâm tạo hóa''\n:''Nhàn khí miểu công vương.''\n:''Phiến ngữ toàn tam tính''\n:''Hồn hỗn vị dị lương.''\n:''Am không bi diệc diệt''\n:''Lưu lạc Tuyết kim giang.''\n\n|\n''Qua chùa cũ của Trình Tuyền'' (dịch nghĩa)\n:''Xưa nghe tiếng người (làng) Trình Tuyền đời Mạc''\n:''Nay đến bên sông Tuyết Kim''\n:''Quán cổ còn lại tấm bia đá phủ rêu xanh''\n:''Dấu vết am chỉ còn mây trắng.''\n:''Bắc Giang có Sư [[Vạn Hạnh]]''\n:''Bến đò Nam có Tấn Tham Quân''\n:''Nước cuồn cuộn chảy xuống cuối dòng''\n:''Có mấy ai được là \"chân tri\"''\n:''Vận nước vùng nóng nực này gặp lúc rủi ro''\n:''Ở phương Đông xuất hiện kẻ gian hùng,''\n:''Nhà sư ở chùa Tiêu Sơn không còn nữa''\n:''Bạch Vân cũng khó đảm đương nỗi.''\n:''Mưu cơ sâu kín tham dự vào việc của tạo hóa''\n:''Phong khí nhàn nhã xa cách các bậc công vương''\n:''Chỉ câu nói ngắn mà bảo toàn được ba họ''\n:''Rất hồn nhiên mà không dễ suy đoán được''\n:''Am không, bia cũng hỏng mất''\n:''Sông Tuyết Kim vắng vẻ đìu hiu.''\n|}\n\n==Hình ảnh==\n<gallery>\nHình:Lễ hội 1.jpg|Phía trước tượng đài Trình quốc công Nguyễn Bỉnh Khiêm trong quần thể Khu di tích, [[Lý Học, Vĩnh Bảo|xã Lý Học]], huyện [[Vĩnh Bảo]], thành phố [[Hải Phòng]]\nHình:Đền thờ Trạng Trình.jpg|Một góc phía trước đền thờ Nguyễn Bỉnh Khiêm trong quần thể Khu di tích, [[Lý Học, Vĩnh Bảo|xã Lý Học, huyện Vĩnh Bảo]], [[thành phố Hải Phòng]]\nHình:Nhà dạy học.jpg|Một góc vườn tượng trong quần thể Khu di tích Trình quốc công Nguyễn Bỉnh Khiêm\n<\/gallery>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2082 Nguyễn Bỉnh Khiêm - Cuộc đời và sự nghiệp (Trang chính thức của ban quản lý Khu di tích Trạng Trình Nguyễn Bỉnh Khiêm, xã Lý Học, huyện Vĩnh Bảo, thành phố Hải Phòng)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180721014642\/http:\/\/trangtrinhnguyenbinhkhiem.vn\/default.aspx?sname=ttnbk&sid=110&pageid=2082 |date = ngày 21 tháng 7 năm 2018}}\n\n{{Nguyễn Bỉnh Khiêm}}\n{{Di tích Việt Nam hạng đặc biệt}}\n\n[[Thể loại:Di tích tại Hải Phòng]]\n[[Thể loại:Vĩnh Bảo]]\n[[Thể loại:Du lịch Hải Phòng]]\n[[Thể loại:Văn hóa Hải Phòng]]\n[[Thể loại:Nguyễn Bỉnh Khiêm]]\n[[Thể loại:Văn hóa xứ Đông]]\n[[Thể loại:Công trình lưu niệm danh nhân trong lịch sử Việt Nam]]"}