{"804174":"[[Tập tin:Thac DamBri.jpg|nhỏ|220px|Thác Đam Bri ở VQG Cát Tiên - Lâm Đồng]]\n'''Khu dự trữ sinh quyển Đồng Nai''' là một [[khu dự trữ sinh quyển thế giới|'''khu dự trữ sinh quyển thế giớ'''i]] ở Việt Nam. Khu dự trữ sinh quyển này bao gồm [[Vườn quốc gia Cát Tiên|'''Vườn quốc gia Cát Tiê'''n]], Khu Bảo tồn thiên nhiên và [[di tích]] Vĩnh Cửu, Khu bảo tồn vùng nước nội địa Trị An – [[Đồng Nai]], Khu Ramsar Bàu Sấu.<ref>{{Chú thích web |url=http:\/\/chaobuoisang.net\/unesco-vua-cong-nhan-khu-du-tru-sinh-quyen-the-gioi-tai-vn-415471.htm |ngày truy cập=2011-07-15 |tựa đề=UNESCO vừa công nhận Khu dự trữ sinh quyển thế giới tại VN |archive-date=2011-07-21 |archive-url=https:\/\/web.archive.org\/web\/20110721094259\/http:\/\/chaobuoisang.net\/unesco-vua-cong-nhan-khu-du-tru-sinh-quyen-the-gioi-tai-vn-415471.htm |url-status=dead }}<\/ref>\n\nKhu dự trữ sinh quyển Đồng Nai nằm trên địa bàn các tỉnh [[Đồng Nai]], [[Lâm Đồng|Lâm Đồng]], [[Bình Phước]], [[Bình Dương]] và [[Đắk Nông|Đăk Nông]], với tổng diện tích 966.563 ha, gồm ba vùng: vùng lõi có diện tích 169.072 ha; vùng đệm có diện tích 349.995 ha và vùng chuyển tiếp có diện tích 447.496 ha.<ref name=\"DN1\">[http:\/\/baothanhhoa.vn\/vn\/van-hoa\/n91715\/Cong-nhan-Khu-du-tru-sinh-quyen-Dong-Nai-la-khu-du-tru-sinh-quyen-the-gioi Công nhận Khu dự trữ sinh quyển Đồng Nai là khu dự trữ sinh quyển thế giới.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130223065455\/http:\/\/www.baothanhhoa.vn\/vn\/van-hoa\/n91715\/Cong-nhan-Khu-du-tru-sinh-quyen-Dong-Nai-la-khu-du-tru-sinh-quyen-the-gioi |date=2013-02-23 }} Báo Thanh Hóa online. Truy cập ngày 20 tháng 5 năm 2012.<\/ref>\n\n==Hình thành==\nKhu dự trữ sinh quyển Đồng Nai được thành lập trên cơ sở mở rộng khu dự trữ sinh quyển Cát Tiên cũ đã được [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] công nhận là [[khu dự trữ sinh quyển thế giới]]. Theo Ủy ban UNESCO và Ủy ban MAB Việt Nam, khi xây dựng khu dự trữ sinh quyển tại tỉnh [[Đồng Nai]] thì có tới 80% diện tích bảo tồn nằm dưới sự chỉ đạo và quản lý của UBND tỉnh Đồng Nai nên khu dự trữ sinh quyển này được mang tên là Khu dự trữ sinh quyển thế giới Đồng Nai.<ref name=\"DN2\">[http:\/\/www.dongnai.gov.vn\/cong-dan\/su-kien-noi-bat_CongDan\/20100902.968 Khu dự trữ sinh quyển Đồng Nai: Cần có sự quan tâm của cả cộng đồng]{{Liên kết hỏng|date=2021-05-06 |bot=InternetArchiveBot }}<\/ref> Việc đưa thêm 2 vùng lõi là Khu Bảo tồn thiên nhiên và di tích Vĩnh Cửu và Khu bảo tồn vùng đất ngập nước nội địa Trị An – [[Đồng Nai]] cùng với [[vườn quốc gia Cát Tiên]] (vùng lõi đã đề cử trước) tạo nên 3 vùng lõi làm thành vùng hành lang bảo tồn mang tính tổng thể, toàn vẹn của các hệ sinh thái đặc trưng cho vùng nhiệt đới mà tỉnh [[Đồng Nai]] đang sở hữu.\n\nCác khu vực cấu thành:<ref name=\"DN2\"\/>\n*Khu dự trữ sinh quyển [[Cát Tiên]] được thế giới công nhận ngày 10\/11\/2001 do đáp ứng các tiêu chí của UNESCO, đặc biệt đây là diện tích rừng mưa ẩm nhiệt đới cuối cùng còn sót lại ở miền Nam Việt Nam với rất nhiều loài động vật quý hiếm đang bị đe dọa tuyệt chủng, đặc biệt là loài Tê giác một sừng. Các hệ sinh thái tự nhiên rừng đầu nguồn ở đây cực kỳ quan trọng với chức năng điều nước lưu vực sông Đồng Nai, cung cấp nước ngọt vào mùa khô và khống chế ngập lụt vào mùa mưa cho cả một vùng rộng lớn miền Đông Nam Bộ… \n*Khu Ramsar Bàu Sấu rộng hơn 3.500 hécta vào mùa mưa và thu hẹp khoảng 100 – 150 hécta vào mùa khô nằm tập trung ở khu Nam Cát Tiên (huyện [[Tân Phú (huyện)|Tân Phú]]) được Ban Thư ký công ước Ramsar công nhận ngày 4-8-2005.\n*Khu Bảo tồn thiên nhiên và Di tích Vĩnh Cửu được thành lập vào năm 2003 với tổng diện tích là 64.686 ha. Trong đó, rừng đặc dụng là 59.810 ha và rừng sản xuất là 4.876 ha.\n*Khu Bảo tồn vùng nước nội địa Trị An – Đồng Nai được Thủ tướng phê duyệt năm 2008. Khu này gồm toàn bộ vùng [[hồ Trị An]] và các vùng phụ cận thuộc [[sông Đồng Nai]] với đa dạng thành phần loài cá và các loài thủy sinh vật khác tạo nên chuỗi và lưới thức ăn phong phú trong hệ sinh thái ao hồ đặc trưng vùng nhiệt đới.\n\n==Tham khảo==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/baodatviet.vn\/Home\/congdongviet\/Khu-du-tru-sinh-quyen-the-gioi-moi-toanh-o-Dong-Nai\/20117\/155708.datviet Khu dự trữ sinh quyển thế giới 'mới toanh' ở Đồng Nai] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110717002341\/http:\/\/baodatviet.vn\/Home\/congdongviet\/Khu-du-tru-sinh-quyen-the-gioi-moi-toanh-o-Dong-Nai\/20117\/155708.datviet |date=2011-07-17 }}\n*[http:\/\/www.vinhcuu-reserve.org.vn\/tintucsukien\/tabid\/175\/isd_news_news\/68\/Default.aspx HỘI THẢO TƯ VẤN XÂY DỰNG KHU DỰ TRỮ SINH QUYỂN ĐỒNG NAI - TỈNH ĐỒNG NAI ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101216035536\/http:\/\/www.vinhcuu-reserve.org.vn\/tintucsukien\/tabid\/175\/isd_news_news\/68\/Default.aspx |date=2010-12-16 }}\n\n{{Khu dự trữ sinh quyển thế giới và Di sản thế giới tại Việt Nam}}\n\n\n[[Thể loại:Khu dự trữ sinh quyển Việt Nam]]\n[[Thể loại:Đồng Nai]]\n[[Thể loại:Bình Dương]]\n[[Thể loại:Lâm Đồng]]\n[[Thể loại:Đắk Nông]]\n[[Thể loại:Bình Phước]]"}