{"15638":"[[Tập tin:Phố Tạ Hiện - NKS.jpg|nhỏ|Phố Tạ Hiện]]\n'''Khu phố cổ Hà Nội''' là tên gọi thông thường của một khu vực đô thị có từ lâu đời của Hà Nội nằm ở ngoài [[hoàng thành Thăng Long]]. Khu đô thị này tập trung dân cư hoạt động tiểu thủ công nghiệp và buôn bán giao thương, hình thành lên những phố nghề đặc trưng, mang những nét truyền thống riêng biệt của cư dân thành thị, kinh đô. Ngày nay khu phố cổ Hà Nội là điểm đến hấp dẫn cho những ai muốn tìm hiểu về [[Thăng Long]] - [[Thăng Long|Đông Đô]] - [[Hà Nội]].\n\nKhu \"Hà Nội 36 phố phường\" là một cách gọi không chính xác của khu phố cổ, vì 36 phố phường là một cách gọi ước lệ khu vực đô thị cổ, nằm bên trong và bên ngoài cả khu phố cổ.\n\n==Vị trí==\n[[Tập tin:Khu pho co Ha Noi.png|nhỏ|phải|Bản đồ giới hạn Khu phố cổ Hà Nội]]\nTheo quyết định số 70 BXD\/KT-QH ngày 30 tháng 3 năm 1995 của Bộ Xây dựng, khu Phố cổ Hà nội có phạm vi được xác định<ref>{{Chú thích thông cáo báo chí \n| publisher = [[Ngô Xuân Lộc]]\n| date = 1995-03-30\n| url = https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-70-BXD-KT-QH-bao-ve-ton-tao-va-phat-trien-khu-pho-co-Ha-Noi-139321.aspx\n| title = Quyết định của Bộ trưởng Bộ Xây dựng phê duyệt quy hoạch bảo vệ, tôn tạo và phát triển khu phố cổ Hà Nội\n| access-date = 2018-06-14\n}}<\/ref>: phía Bắc là [[hàng Đậu|phố Hàng Đậu]]; phía Tây là [[phố Phùng Hưng]]; phía Nam là các phố [[Hàng Bông]], [[Hàng Gai]], [[Cầu Gỗ]] và [[Hàng Thùng]]; phía Đông [[đường Trần Quang Khải]] và [[đường Trần Nhật Duật]].\n\nKhu phố cổ Hà Nội thuộc địa bàn [[hoàn Kiếm|quận Hoàn Kiếm]] tổng diện tích khoảng 100 [[hecta|ha]], có 76 tuyến phố thuộc 10 [[Phường (Việt Nam)|phường]]: phường [[Hàng Đào (phường)|Hàng Đào]], [[Hàng Bạc (phường)|Hàng Bạc]], [[Hàng Buồm (phường)|Hàng Buồm]], [[Hàng Bồ (phường)|Hàng Bồ]], [[Hàng Bông (phường)|Hàng Bông]], [[Hàng Gai (phường)|Hàng Gai]], [[Hàng Mã (phường)|Hàng Mã]], [[Đồng Xuân, Hoàn Kiếm|Đồng Xuân]], [[Cửa Đông (phường)|Cửa Đông]], [[Lý Thái Tổ, Hoàn Kiếm|Lý Thái Tổ]].\n\nMặc dù các phố cổ của Hà Nội còn nằm cả bên ngoài khu vực này ở các quận khác như Ba Đình, Đống Đa, Hai Bà Trưng; nhưng do đây là khu vực tập trung phố cổ nhiều nhất và còn giữ được những đặc trưng nên chỉ khu vực theo quy định trên được gìn giữ, bảo tồn là khu phố cổ.\n\n==Lịch sử==\n[[Tập tin:Hanoi-1885.gif|nhỏ|trái|220px|Bản đồ thành Hà Nội thời [[nhà Nguyễn]] và phố cổ Hà Nội lui về hướng đông]]\n[[Tập tin:Ha Noi 1885.jpg|nhỏ|Bản đồ Hà Nội năm 1885]]\n[[Tập tin:1890 Hanoi.jpg|nhỏ|Khu vực phố cổ Hà Nội 1890 nằm trong vòng đai]]\nKhu dân cư sinh hoạt và buôn bán sầm uất này đã được hình thành từ [[nhà Lý|thời Lý]] - Trần, nằm ở phía đông của [[hoàng thành Thăng Long]] ra đến sát [[sông Hồng]]. Đầu đời [[nhà Lê sơ|đời Lê]], trong sách [[Dư Địa Chí]], [[Nguyễn Trãi]] cũng đã đề cập đến tên một số phường nghề tại đây. Dưới [[nhà Lê sơ|thời Lê]], đặt [[phủ Phụng Thiên]] gồm hai huyện là [[Vĩnh Thuận (huyện cũ)|Vĩnh Thuận]] và [[Thọ Xương]], thì khu này nằm gọn trong bốn tổng Túc của huyện Thọ Xương là Tiền Túc, Hậu Túc, Tả Túc, Hữu Túc. Bên ngoài khu vực là vòng thành Đại La có trổ các cửa ô.\n\nThời Lê, giữa khu này có một số đầm hồ, lớn nhất là [[hồ Thái Cực]]. Sông [[Tô Lịch]] nối với hào thành, các đầm hồ, thông với [[hồ Hoàn Kiếm]] và [[sông Hồng]] cũng ở khu vực này. Đến cuối thế kỉ 19 thì các sông hồ đó hoàn toàn bị lấp, nhưng vẫn còn để lại dấu tích qua các địa danh: Hà Khẩu, Giang Khẩu, Cầu Gỗ, Cầu Đông.\n\nThời Lý - Trần, dân cư từ các làng quanh đồng bằng Bắc Bộ tụ tập về khu vực này sinh sống, tạo thành khu phố đông đúc nhất kinh thành. Đến đời Lê, dần dần đã có một số [[Hoa kiều]] buôn bán ở đây, hình thành nên các khu phố Tàu.\n\nThời [[Pháp thuộc]], sau khi lấp toàn bộ các đầm hồ, khu phố được chỉnh trang, người Ấn, người Pháp cũng đến đây buôn bán. Hai chợ nhỏ được giải tỏa để lập [[chợ Đồng Xuân]], Đường ray [[tàu điện|xe điện]] Bờ hồ - Thụy Khuê cũng chạy xuyên qua đây.\n\nCho đến nay, đây vẫn là khu buôn bán nhộn nhịp nhất của Hà Nội. Tuyến phố đi bộ cũng được mở tại đây.\n\n== Các phố nghề ==\n[[Tập tin:Tonkin - Hanoï - Phố Hàng Mắm.jpg|nhỏ|Phố hàng Mắm, khoảng năm 1905]]\n[[Tập tin:Hanoi le marche aux bronzes.jpg|nhỏ|Hàng bán đồ đồng]]\n[[Tập tin:Hanoï - Rue des Radeaux.jpg|nhỏ|Phố [[Hàng Bè]]]]\nĐặc trưng nổi tiếng nhất của khu [[phố]] cổ là các phố nghề. Thợ thủ công từ các làng nghề quanh [[Thăng Long]] xưa tụ tập về đây, tập trung theo từng khu vực chuyên làm [[nghề]] của mình. Các [[thuyền buôn]] có thể vào giữa phố để buôn bán trao đổi, khiến các phố nghề càng phát triển. Và chính sản phẩm được buôn bán trở thành tên phố, với chữ \"Hàng\" đằng trước, mỗi phố chuyên môn buôn bán một loại mặt hàng.\n\nHiện nay, một số phố vẫn còn giữ được sản phẩm [[truyền thống]] như phố [[Phố Hàng Mã|Hàng Mã]], [[Hàng Tre]], [[Hàng Thiếc]], [[Thuốc Bắc]]... Ngoài ra một số phố tuy không giữ nghề truyền thống, nhưng cũng tập trung chuyên bán một loại hàng hóa như phố [[Hàng Quạt]] bán đồ thờ, [[Hàng Buồm]] bán [[bánh (thực phẩm)|bánh]] [[kẹo]], phố [[Mã Mây]] chuyên [[dịch vụ]] [[du lịch]]...\n* [[Hàng Bông]] lấy theo tên đoạn phố chính [[Hàng Bông#Lịch sử|Hàng Bông Đệm]] vốn có nhiều nhà làm nghề bật [[bông]], bán mền bông, [[chăn]] đệm.\n* [[Phố Hàng Mã|Phố Hàng Mã]] ngày xưa chuyên buôn bán đồ [[vàng mã]] để [[thờ cúng]], bao gồm [[tiền]] [[giấy]] [[âm phủ]], vàng giấy âm phủ, sau mở rộng thêm các tượng giấy hình các [[quan]], hình [[nhà]] cửa... để cúng và đốt cho người âm ([[người]] [[chết]]). Ngày nay phố Hàng Mã tập trung nhộn nhịp vào các dịp lễ, [[tết Trung Thu]], [[Nguyên Đán]] với các mặt hàng phong phú về đồ chơi. Ngoài ra, tại đây cũng là nơi bán đồ trang trí phông màn cho [[đám cưới]] với các hình cắt làm từ nguyên liệu giấy màu hay [[bọt xốp]] nhiều màu sắc.\n* [[Mã Mây|Phố Mã Mây]]. Phố này nguyên bao gồm hai phố xưa: phố [[Phố Hàng Mã|Hàng Mã]] và phố [[Hàng Mây]]<ref>[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/phoco\/group2\/group2_3\/page2_3_3.htm Phố Mã Mây]<\/ref>. Đoạn phố Hàng Mây nằm giáp phố [[Hàng Buồm]], trên bờ [[sông Hồng|sông Nhị]], nơi tập trung thuyền bè miền ngược chở các mặt hàng [[lâm sản]] như [[song]], [[Mây (thực vật)|mây]], [[tre]], [[nứa]]...\n* [[Hàng Bạc|Phố Hàng Bạc]] do ông [[Lưu Xuân Tín]] được [[Lê Thánh Tông|nhà vua]] cho phép mở [[lò]] đúc [[bạc]] thành [[nén]] cho triều đình<ref>[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/phoco\/group2\/group2_3\/page2_3_4.htm Phố Hàng Bạc]<\/ref>, kéo người trong họ hàng và người [[làng Trâu Khê]] (hay [[Châu Khê (làng cổ)|Châu Khê]], [[xã]] [[Thúc Kháng]], [[huyện]] [[Bình Giang]] - [[Hải Dương]]) ra đây mở phường [[đúc]] bạc, thành lập [[trường]] đúc ở số nhà 58 Hàng Bạc.\n* [[Hàng Đào|Phố Hàng Đào]] là nơi buôn [[tơ]], bán [[vải]] vóc (chữ vải điều chỉ màu đỏ được đọc chệch thành chữ [[đào]]).\n* [[Hàng Lược|Phố Hàng Lược]] nối từ phố [[Hàng Cót]] đến [[phố Chả Cá]], vốn là nơi có nhiều nhà buôn bán [[lược]]: lược [[gỗ]], lược [[sừng]] và sau này là lược [[nhựa]].\n* [[Hàng Chai|Phố Hàng Chai]] không phải là nơi sản xuất, buôn bán [[chai]] [[lọ]]; phố này là một đoạn ngõ nhỏ nối phố [[Hàng Rươi]] và [[Hàng Cót]], đây là nơi tập trung dân nghèo chuyên làm nghề thu lượm các đồ phế liệu, đồ bỏ ([[rác]])\n* [[Hàng Gà|Phố Hàng Gà]] chạy từ phố [[Hàng Điếu]] đến phố [[Hàng Cót]], vốn là nơi tập trung các cửa hàng bán đồ [[gia cầm]]: [[gà]], [[vịt]], [[ngan bướu mũi|ngan]], [[ngỗng]], [[họ Bồ câu|bồ câu]], [[gà tây]]...\n* [[Hàng Chĩnh|Phố Hàng Chĩnh]] được người Pháp gọi là ''Rue des Vases'' (phố hàng Vại Chậu), vốn thông ra bờ sông, là bến đậu các [[thuyền]] chở [[vại]], [[chậu]] bằng [[sành]] của làng [[Làng gốm Phù Lãng|Phù Lãng]], [[nồi đất]], [[chum vại]], [[tiểu sành]] từ [[Hương Canh]], bằng [[gốm]] từ [[Thổ Hà]]\n*[[Hàng Đồng|Phố Hàng Đồng]] và [[phố Bát Sứ]] thời thuộc Pháp có tên chung là ''Rue des Tasses'' (phố [[Hàng Chén]]). Đoạn Hàng Đồng và Hàng Mã trước thuộc thôn Yên Phú, có nghề gốc bán đồ [[đồng]] như [[mâm]], [[nồi]], [[đỉnh]], [[lư hương]], [[lọ hoa]], [[hạc thờ]]...\n*[[Phố Văn Miếu, Hà Nội|Phố Hàng Cơm]] nay là [[phố Văn Miếu]] từ ngã ba phố [[Nguyễn Khuyến]] đến ngã ba [[phố Quốc Tử Giám]], trước kia nghề gốc là nơi có nhiều cửa hàng cơm phục vụ cho các sĩ tử thời phong kiến...\n*[[Ngô Sĩ Liên (phố)|Phố Hàng Đũa]] nay là [[phố Ngô Sĩ Liên]]; phố kéo dài từ phố Nguyễn Khuyến đến phố Quốc Tử Giám. Khu phố phía sau ga Hàng Cỏ xưa kia người dân gọi chung là khu Hàng Đũa do trước đây ở khu này người dân có nghề vót đũa làm thành đũa bán. Đũa tre để mộc, đũa tre sơn son, sơn then, đầu sơn vàng hoặc đỏ, bán buôn cho các cửa hàng trên phố hoặc các quầy trong chợ. Vào thời nhà Nguyễn đây thuộc địa phận làng [[Lương Sử]] (Ngự Sử và Lương Sừ) tổng Yên Hòa, huyện Thọ Xương. Làng [[Lương Sử]] ngày nay chia thành 2 con phố là phố Quốc Tử Giám (Lương Sừ) và phố Ngô Sĩ Liên (Ngự Sử). Hiện nay [[Ngõ Lương Sử]] xưa nằm trên tuyến phố Quốc Tử Giám thuộc quận Đống Đa, Hà Nội.\n*[[Tôn Đức Thắng (phố)|Phố Hàng Bột]] nay là [[phố Tôn Đức Thắng]] chạy từ ngã tư phố [[Hàng Đẫy]] (Nguyễn Thái Học) đến ngã năm Xã Đàn, xưa kia đây là con đường thiên lý đi từ tỉnh Hà Đông vào Hà Nội. Hiện nay ở phố Tôn Đức Thắng vẫn còn lại [[ngõ Hàng Bột]].\n\n==Nhà cổ==\n[[Tập tin:Ma May.jpg|nhỏ|293x293px|Nhà cổ phố Mã Mây]]\nMột đặc trưng nữa của khu phố cổ là kiến trúc nhà cổ trong khu phố buôn bán. Những nhà cổ chủ yếu là [[nhà ống]], mái ngói nghiêng, mặt tiền là cửa hàng buôn bán thò thụt không đều. Hình ảnh nhà cổ và mái ngói đã đi vào hội họa, thơ ca. Những ngôi nhà này chủ yếu được dựng vào thế kỉ XVIII - XIX, trước đó hầu hết là nhà mái tranh, chỉ có một số nhà giàu có, nhà của Hoa kiều mới lợp mái ngói.<ref name=\":0\">{{Chú thích tạp chí|last=Vuong|first=Quan-Hoang|last2=Bui|first2=Quang-Khiem|last3=La|first3=Viet-Phuong|last4=Vuong|first4=Thu-Trang|last5=Ho|first5=Manh-Toan|last6=Nguyen|first6=Hong-Kong T.|last7=Nguyen|first7=Hong-Ngoc|last8=Nghiem|first8=Kien-Cuong P.|last9=Ho|first9=Manh-Tung|date=2019-01-01|title=Cultural evolution in Vietnam's early 20th century: A Bayesian networks analysis of Hanoi Franco-Chinese house designs|url=https:\/\/www.sciencedirect.com\/science\/article\/pii\/S2590291119300014|journal=Social Sciences & Humanities Open|language=en|volume=1|issue=1|pages=100001|doi=10.1016\/j.ssaho.2019.100001|issn=2590-2911}}<\/ref>\n\nThời kì [[toàn quốc kháng chiến]], để tránh đụng độ trực tiếp với quân Pháp và lính [[Lê dương Pháp|Lê dương]], người dân và Vệ quốc quân đã đục thông tường từ nhà này sang nhà khác. Khi cần người ta có thể đi từ đầu đến cuối phố qua những lỗ hổng giữa các ngôi nhà mà không cần phải xuống đường.\n\nTừ cuối thế kỉ XX, các nhà cổ dần dần biến mất. Thay vào đó là các ngôi nhà ống xây mới phá vỡ cảnh quan vốn có của phố cổ. Tuy vậy, bên trong các ngôi nhà vẫn là hệ thống đường đi chằng chịt.\n\n==Di tích==\n[[Tập tin:Dong Xuan market.jpg|nhỏ|220px|Chợ Đồng Xuân]]\nTrong khu vực phố cổ có rất nhiều di tích lịch sử lâu đời, gồm đình, đền, chùa, hội quán.\n*Đình: mỗi phố nghề thường có một đình để thờ tổ nghề hoặc thành hoàng làng nguyên quán. Đình ở khu này đặc biệt là tầng dưới vẫn làm cửa hàng cho thuê, tầng trên mới làm nơi thờ cúng. Qua thời gian, các đình bị lấn chiếm nhiều, rất khó tìm ra dấu.\n*Đền: tương tự như đình, nhiều đền cũng chỉ đặt trên tầng, phía dưới làm cửa hàng. Một số đền còn giữ được là: [[đền Mã Mây]], [[đền Nhân Nội]], [[đền Bà Chúa]],\n*Chùa: trong khu phố cổ còn một số ngôi chùa, tuy đã bị lấn chiếm nhiều: [[chùa Cầu Đông]], [[chùa Kim Cổ]], [[chùa Thái Cam]].\n*Hội quán: khi người Hoa đến buôn bán, đã lập ra hai hội quán: Hội quán Quảng Đông và Hội quán Phúc Kiến.\n\nTại khu vực khu phố cổ xưa kia có các cửa ô: ô Phúc Lâm, ô Thanh Hà (ô Quan Chưởng), ô Trừng Thanh, ô Mỹ Lộc. Hiện chỉ còn lại ô Quan Chưởng là còn nguyên vẹn.\n\n*Chợ: Bên cạnh các phố nghề, khu phố cổ cũng có một số chợ để tập trung bán các loại hàng hóa phục vụ đời sống, như [[chợ Đồng Xuân]] - [[Bắc Qua]], [[chợ Hàng Da]], [[chợ Hàng Bè]].\n\n==Bảo tồn==\n[[Tập tin:Www-hn1980s-ancient-quarter-v1.jpg|nhỏ|phải|220px|Cho đến cuối thập niên 1980, phố cổ còn được giữ gần như nguyên vẹn]]\n[[Tập tin:Phố Hàng Bồ.JPG|nhỏ|phải|220px|Phố Hàng Bồ ngày nay]]\n\nPhạm vị nghiên cứu quy hoạch được phân chia hai khu vực bảo vệ, tôn tạo đặc trưng như sau:\n#Khu vực bảo vệ, tôn tạo cấp 1: Được giới hạn bởi các phố Hàng Chiếu, Hàng Đường, Hàng Ngang, Hàng Bạc, Hàng Mắm và Trần Nhật Duật (diện tích khoảng 19 ha).\n#Khu vực bảo vệ, tôn tạo cấp 2: Bao gồm phần còn lại trong ranh giới khu Phố Cổ.\n\nKiến trúc cổ của khu phố này là các ngôi nhà nhỏ bé với mái [[tranh]] hay mái [[ngói]], thường có sân chung, lô nhô nối tiếp nhau từ dãy phố này đến dãy phố khác. Khu phố này cũng đã từng là đề tài của nhiều văn nghệ sĩ làm nên những giá trị [[văn hóa]] ngày nay của Hà Nội. Ngày nay nhiều khu phố đã xuống cấp, phải trùng tu để nâng cấp lại.\n\nTrong dịp [[Đại lễ 1000 năm Thăng Long – Hà Nội]] năm 2010, [[Ủy ban nhân dân thành phố Hà Nội|Ủy ban Nhân dân thành phố Hà Nội]] đã quyết định dùng khoảng 50 tỷ đồng để tân trang 75 tuyến phố của các quận nội, ngoại thành, trong đó có việc quết vôi lại màu vàng cho mặt tiền các căn nhà trong Khu phố cổ.<ref name=\"vne11\">[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ha-noi-tan-trang-pho-co-2159331.html Hà Nội 'tân trang' phố cổ], VnExpress, 1\/4\/2010<\/ref> Tuy nhiên có ý kiến người dân cho biết việc tân trang được thực hiện khá ẩu khiến mặt tiền nhiều ngôi nhà bị lem nhem.<ref name=\"vne11\"\/>\n\n==Ca dao==\n[[Tập tin:Phố cổ Hà Nội - NKS.jpg|nhỏ|Ngõ Cấm Chỉ, Hàng Bông]]\nViệt Nam thi văn hợp tuyển của [[Dương Quảng Hàm]] có ghi lại ca dao về 36 phố ở Hà Nội như sau:\n\n:''Rủ nhau chơi khắp Long thành\n:''Ba mươi sáu phố rành rành chẳng sai:\n:''[[Hàng Bồ]], [[hàng Bạc]], [[hàng Gai]],\n:''[[Hàng Buồm]], hàng Thiếc, [[hàng Bài]]<ref>đoạn phố Hàng Bông ngày nay, chạy từ góc ngã tư Hàng Gai-Hàng Trống-Hàng Bông-Hàng Hòm đến ngã tư Hàng Bông-Hàng Mành-phố Lý Triều Quốc Sư, ngày xưa bán nhiều giày, guốc thật và để cúng<\/ref>, [[hàng Khay]],\n:''Mã Vĩ<ref>Đoạn phố xưa nối phố Hàng Quạt với phố Hàng Nón, nơi bán trang phục tuồng chèo, mũ mãng. Mũ cánh chuồn và một số đạo cụ tuồng chèo hồi đó làm từ lông đuôi ngựa nên có tên là \"mã vĩ\"<\/ref>, [[hàng Điếu]], [[hàng Giầy]]\n:''Hàng Lờ<ref>Phố Hàng Bông Lờ, đoạn phố Hàng Bông chạy từ ngõ Hội Vũ đến Cửa Nam, nơi ngày xưa bán các loại đó, đơm, lờ đánh cá<\/ref>, [[hàng Cót]], hàng Mây, hàng Đàn<ref>Đoạn đầu phố Hàng Quạt ngày nay, xưa chuyên làm các loại [[đàn nguyệt]], [[đàn tranh]], [[đàn bầu]], [[đàn nhị|nhị]], [[hồ]]... Phân biệt với thôn Chân Tiên Hàng Đàn, sau hợp với thôn Minh Cầm thành phố Chân Cầm nối phố Phủ Doãn với phố Lý Triều Quốc Sư, song song với Hàng Bông<\/ref>,\n:''Phố Mới, [[Phúc Kiến]]<ref>Là [[phố Lãn Ông]] ngày nay, hồi đầu thế kỷ 20 có nhiều Hoa kiều gốc tình Phúc Kiến bên Trung Quốc về ở<\/ref>, [[hàng Ngang]],\n:''[[Hàng Mã|Hàng Mã]], [[hàng Mắm]], [[hàng Than]], [[hàng Đồng]],\n:''[[Hàng Muối]], [[hàng Nón]], [[cầu Đông]],\n:''[[Hàng Hòm]], [[hàng Đậu]], [[hàng Bông]], [[hàng Bè]],\n:''[[Hàng Thùng]], [[Hàng Chiếu|hàng Bát]]<ref>Có thể là đoạn đầu phố [[Hàng Chiếu]] giáp với [[Ô Quan Chưởng]]. Sách [[Đại Nam nhất thống chí]] đầu thế kỷ 20 có ghi phần tỉnh Hà Nội: \"Phố Đông Hà bán chiếu trơn, có tên nữa là hàng Bát.\"<\/ref>, [[hàng Tre]],\n:''[[Hàng Vôi]], [[hàng Giấy]], [[hàng The]]<ref>Nơi bán tơ, [[lụa]], [[the]]<\/ref>, [[hàng Gà]],\n:''Quanh đi đến phố [[hàng Da]],\n:''Trải xem hàng phố, thật là cũng xinh.\n:''Phồn hoa thứ nhất [[Thăng Long|Long thành]],\n:''Phố giăng mắc cửi, đường quanh bàn cờ.\n:''Người về nhớ cảnh ngẩn ngơ,\n:''Bút hoa xin chép vần thơ lưu truyền.''\n\n==Hội họa==\n\nKhu phố cổ Hà Nội đã đi vào tranh của một danh họa là Họa sĩ [[Bùi Xuân Phái]], trở thành một trường phái hội họa của Việt Nam, được biết đến với tên là [[phố Phái]].<ref>{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/buixuanphai\/details\/c471n20100829010100577\/nguon-goc-phai-pho-pho-phai.htm|tựa đề=Nguồn gốc Phái Phố, Phố Phái - Thể thao & Văn hóa|website=thethaovanhoa.vn|ngày truy cập=2022-01-27}}<\/ref><ref name=\":0\" \/>\n\n== Tên các phố cổ ==\nTên phố trong khu phố cổ đa số đầu tiên là chữ \"Hàng\", sau đó là tên sản phẩm. Bên cạnh đó có một số phố không theo quy tắc đó, và một số phố mới đặt sau này mang tên người.\n\n'''Các phố có chữ \"Hàng\" trong khu phố cổ''' (Dấu ** tương ứng với những tên phố hiện không còn dùng).\n\n{|\n|-\n|valign=\"top\"|\n*Hàng Áo**<ref>Nay thuộc phố Thuốc Bắc. Nguyên sau hai lần Pháp đánh Hà Nội 1873, 1882, dân Hà Nội chạy tản cư thì quân Pháp, giặc Cờ Đen, Cờ Vàng, bọn lưu manh trộm cắp đã xông vào nhà dân lấy đồ đạc quần áo mang ra đây tiêu thụ (ngày nay gọi là hàng sida hay hàng second-hand<\/ref>\n*[[Hàng Bạc]]\n*[[Hàng Bè]]\n*[[Hàng Bông]]\n*[[Hàng Bồ]]\n*[[Hàng Buồm]]\n*[[Hàng Bút]]\n*Hàng Bừa**<ref>Nay nhập với phố Hàng Cuốc thành phố Lò Rèn<\/ref>\n*[[Hàng Cá]]\n*[[Hàng Cân]]\n|valign=\"top\"|\n*Hàng Cau**<ref>Nay là đoạn đầu phố Hàng Bè tiếp giáp với phố Hàng Mắm<\/ref>\n*[[Hàng Chai]]\n*Hàng Chè**<ref>Thôn Hương Minh có nghĩa là thôn Chè Thơm, nơi chuyên bán lá chè tươi, nay là đoạn cuối phố Cầu Gỗ tiếp giáp với các phố Đinh Liệt, Đinh Tiên Hoàng, Hàng Đào<\/ref>\n*[[Hàng Chiếu]]\n*Hàng Chiếu Cói**<ref>Nay là phố Ô Quan Chưởng<\/ref>\n*[[Hàng Chĩnh]]\n*[[Hàng Cót]]\n*Hàng Cuốc**<ref>Nay nhập với phố Hàng Bừa thành phố Lò Rèn<\/ref>\n*[[Hàng Da]]\n*[[Hàng Dầu]]\n|valign=\"top\"|\n*Hàng Dép**<ref>Nay là đoạn đầu phố Hàng Bồ chạy từ phố Hàng Bạc đến ngã tư Hàng Cân - Lương Văn Can<\/ref>\n*[[Hàng Đào]]\n*Hàng Đàn**<ref>Nay là đoạn phố Hàng Quạt tiếp giáp với phố Hàng Hòm, Hàng Nón<\/ref>\n*[[Hàng Đậu]]\n*[[Hàng Điếu]]\n*[[Hàng Đồng]]\n*[[Hàng Đường]]\n*[[Hàng Gà]]\n*[[Hàng Gai]]\n*Hàng Gạo**<ref>Nay là phố Đồng Xuân<\/ref>\n|valign=\"top\"|\n*[[Hàng Giấy]]\n*[[Hàng Giầy]]\n*Hàng Giò**<ref>Nay là đoạn đầu phố Bà Triệu, chạy từ ngã tư Bờ Hồ đến ngã năm Trần Hưng Đạo<\/ref>\n*Hàng Hài**<ref>Nay là đoạn đầu phố Hàng Bông, chạy từ phố Hàng Gai đến phố Hàng Mành<\/ref>\n*[[Hàng Hòm]]\n*Hàng Kèn**<ref>Đoạn giữa phố Bà Triệu ngày nay, chạy từ ngã năm Trần Hưng Đạo đến ngã năm Nguyễn Du; đoạn này thế đất dốc nên còn được gọi là dốc Hàng Kèn. Tại đây có trường phổ thông Quang Trung, thời Pháp thuộc gọi là trường Hàng Kèn. Phố này không hề bán kén, mà xưa có một phường kèn trống bát âm chuyên phục vụ các đám rước thần và đám ma.<\/ref>\n*[[Hàng Khay]]\n*Hàng Khóa**<ref>Đoạn phố Thuốc Bắc giáp với phố Hàng Mã, nơi chuyên bán các loại khóa. Sang thời Pháp, chuyển tên thành phố Hàng Sắt.<\/ref>\n*[[Hàng Khoai]]\n*Hàng Lam**<ref>Xem [[Hàng Bông#Lịch sử|Lịch sử phố Hàng Bông]]<\/ref>\n|valign=\"top\"|\n*[[Hàng Lược]]\n*[[Hàng Mã]]\n*Hàng Màn**<ref>Nay là đoạn đầu phố Hàng Giầy, chạy từ phố Hàng Chiếu đến phố Hàng Buồm<\/ref>\n*[[Hàng Mành]]\n*[[Hàng Mắm]]\n*Hàng Mây**<ref>Nay nhập với phố Hàng Mã Vĩ thành phố Mã Mây<\/ref>\n*Hàng Mụn**<ref>Nay là phố Hàng Bút<\/ref>\n*[[Hàng Muối]]\n*Hàng Nâu**<ref>Nay là đường Trần Nhật Duật<\/ref>\n*[[Hàng Ngang]]\n|valign=\"top\"|\n*[[Hàng Nón]]\n*[[Hàng Phèn]]\n*[[Hàng Quạt]]\n*[[Hàng Rươi]]\n*Hàng Sắt**<ref>Xem [[Khu phố cổ Hà Nội#Tên các phố cổ|Hàng Khóa]]<\/ref>\n*Hàng Sơn**<ref>Phố Chả Cá ngày nay, xưa bán nhiều loại sơn trống (sơn giọi, sơn thịt, sơn hom...), có tên Pháp là ''rue de la Laque'' tức phố Hàng Sơn<\/ref>\n*Hàng Sũ**<ref>Nay là phố Lò Sũ<\/ref>\n*Hàng Thêu**<ref>Nay là đoạn cuối phố Hàng Trống tiếp giáp phố Lê Thái Tổ<\/ref>\n*[[Hàng Thiếc]]\n*[[Hàng Thùng]]\n|valign=\"top\"|\n*Hàng Tiện**<ref>Nay là đoạn đầu phố Hàng Gai từ quảng trường Đông Kinh Nghĩa Thục đến phố Lương Văn Can<\/ref>\n*[[Hàng Tre]]\n*[[Hàng Trống]]\n*Hàng Trứng**<ref>Đoạn phố Hàng Mắm ngày nay nối từ phố Nguyễn Hữu Huân đến phố Trần Nhật Duật, thuộc thôn Thanh Yên, tổng Phúc Lâm, huyện [[Thọ Xương]]. Phân biệt với ngõ Hàng Trứng nay là phố Đông Thái.<\/ref>\n*[[Hàng Vải]]\n|}\n\n'''Các phố, ngõ không có chữ \"Hàng\" trong khu phố cổ'''\n\n{|\n|-\n|valign=\"top\"|\n*[[Bát Đàn]]\n*Bát Sứ\n*[[Phố Cao Thắng, Hà Nội|Cao Thắng]]\n*Cầu Đông\n*[[Cầu Gỗ]]\n*[[Chả cá Lã Vọng|Chả Cá]]\n*[[Phố Chợ Gạo, Hà Nội|Chợ Gạo]]\n|valign=\"top\"|\n*[[Cửa Đông]]\n*[[Phố Đào Duy Từ, Hà Nội|Đào Duy Từ]]\n*[[Phố Đinh Liệt, Hà Nội|Đinh Liệt]]\n*[[Phố Đông Thái, Hà Nội|Đông Thái]]\n*[[Phố Đồng Xuân, Hà Nội|Đồng Xuân]]\n*[[Phố Đường Thành, Hà Nội|Đương Thành]]\n*[[Gầm Cầu]]\n|valign=\"top\"|\n*[[Phố Gia Ngư, Hà Nội|Gia Ngư]]\n*[[Phố Hà Trung, Hà Nội|Hà Trung]]\n*[[Hài Tượng]]\n*[[Phố Lãn Ông, Hà Nội|Lãn Ông]]\n*[[Lò Rèn]]\n*[[Phố Lương Ngọc Quyến, Hà Nội|Lương Ngọc Quyến]]\n*[[Phố Lương Văn Can, Hà Nội|Lương Văn Can]]\n|valign=\"top\"|\n*[[Mã Mây]]\n*[[Ngõ Gạch]]\n*[[Ngõ Trạm]]\n*[[Phố Nguyễn Hữu Huân, Hà Nội|Nguyễn Hữu Huân]]\n*[[Phố Nguyễn Quang Bích, Hà Nội|Nguyễn Quang Bích]]\n*[[Phố Nguyễn Siêu, Hà Nội|Nguyễn Siêu]]\n*[[Phố Nguyễn Thiếp, Hà Nội|Nguyễn Thiếp]]\n*[[Phố Nguyễn Thiện Thuật, Hà Nội|Nguyễn Thiện Thuật]]\n|valign=\"top\"|\n*[[Phố Nguyễn Thiếp, Hà Nội|Nguyễn Thiếp]]\n*[[Phố Nguyễn Văn Tố, Hà Nội|Nguyễn Văn Tố]]\n*[[Nhà Hỏa]]\n*Nội Miếu\n*[[Phố Ô Quan Chưởng, Hà Nội|Ô Quan Chưởng]]\n*Phất Lộc\n*[[Phố Phùng Hưng, Hà Nội|Phùng Hưng]]\n|valign=\"top\"|\n*[[Phố Tạ Hiện, Hà Nội|Tạ Hiện]]\n*[[Tạm Thương]]\n*[[Phố Thanh Hà, Hà Nội|Thanh Hà]]\n*[[Phố Thuốc Bắc, Hà Nội|Thuốc Bắc]]\n*[[Tố Tịch]]\n*[[Đường Trần Nhật Duật, Hà Nội|Trần Nhật Duật]]\n*[[Đường Trần Quang Khải, Hà Nội|Trần Quang Khải]]\n|valign=\"top\"|\n*Trung Yên\n*[[Yên Thái]]\n|}\n\n'''Các phố có chữ \"Hàng\" nhưng không nằm trong khu phố cổ'''\n{|\n|-\n|valign=\"top\"|\n* [[Hàng Bài]]\n* Hàng Bông Lờ**<ref>Nay là đoạn cuối phố Hàng Bông từ phố Phùng Hưng đến ngã sáu Cửa Nam<\/ref>\n* Hàng Bông Thợ Nhuộm**<ref>Nay là phố Thợ Nhuộm<\/ref>\n|valign=\"top\"|\n* Hàng Bột** <ref>Nay thuộc phố Tôn Đức Thắng sau năm 1988.Phố kéo dài từ phố Hàng Đẫy (nay là Nguyễn Thái Học) chạy tới Ô Chợ Dừa (Đoạn ngã 5 phố Xã Đàn ngày nay)<\/ref>\n* [[Hàng Bún]]\n* [[Hàng Cháo]]\n|valign=\"top\"|\n* [[Hàng Chuối]]\n* Hàng Cỏ** <ref>Nay thuộc phố Trần Hưng Đạo (Ga Hà Nội).<\/ref>\n* Hàng Cơm** <ref>Nay thuộc phố Văn Miếu. Thời vua Tự Đức, đoạn từ ngã ba phố Sinh Từ (Nguyễn Khuyến hiện nay) đến ngã ba phố Quốc Tử Giám vì có nhiều quán cơm nên dân gian đặt tên là phố Hàng Cơm.<\/ref>\n|valign=\"top\"|\n* Hàng Đẫy** <ref>Nay thuộc phố Nguyễn Thái Học.<\/ref>\n* Hàng Đũa** <ref>Nay thuộc phố Ngô Sĩ Liên. Vào thời nhà Nguyễn đây thuộc địa phận làng Lương Sử (Ngự Sử và Lương Sừ) tổng Yên Hòa, huyện Thọ Xương. Làng Lương Sử ngày nay chia thành 2 con phố là phố Quốc Tử Giám và phố Ngô Sĩ Liên. Dân gian còn gọi đây là Ngõ Hàng Đũa<\/ref>\n* Hàng Lọng** <ref>Nay thuộc phố Lê Duẩn.<\/ref>\n|valign=\"top\"|\n* [[Hàng Than]]\n* [[Hàng Vôi]]\n|}\n\n'''Các ngõ có chữ \"Hàng\"'''\n{|\n|-\n|valign=\"top\"|\n* [[Hàng Bông#Ngõ Hàng Bông|Hàng Bông]]\n* Hàng Bột\n|valign=\"top\"|\n* Hàng Chỉ\n* Hàng Cỏ\n|valign=\"top\"|\n* Hàng Hành\n* Hàng Hương\n|valign=\"top\"|\n* Hàng Lọng\n* Hàng Thịt\n|}\n\n==Tên các đường phố Hà Nội thế kỷ 19 – 20==\n{{chú thích trong bài}}\n*'''Ancien canal''' - Tên cũ phố Đào Duy Từ; Ancien canal nghĩa là Sông đào cũ.\n*'''Anh Quốc''' - Tên phố Hàng Khay đặt trong thời tạm chiếm 1947 - 1954.\n*'''Ấu Triệu''' - Phố ở cạnh Nhà thờ Lớn: thời Pháp có tên là Ruelle Père Lecornu. [[Ấu Triệu]] nghĩa là Bà Triệu nhỏ, tên là Lê Thị Đàn người làng Thế Lại (Quảng Trị) tham gia phong trào Đông Du của Phan Bội Châu (năm 1903). Tên Ấu Triệu do Phan Bội Châu đặt trong tập ''Truyện Nghĩa liệt''.\n*'''Ba Đình:''' Quảng trường. Thời Pháp thuộc là Rond point Puginier. Năm 1945 đổi là Quảng trường Ba Đình.\n*'''Ba Lê''' - Tên vườn hoa cạnh Nhà hát lớn đặt trong thời tạm chiếm 1947-1954.\n*'''Bà Triệu''' - Đường phố có tên cũ thường gọi là Phố Hàng Giò (đoạn phía bắc gần Hàng Khay); thời Pháp thuộc là hai phố boulevard Gia Long và Rue Lê Lợi.\n*'''Ngõ Bà Triệu''' - ở đoạn dưới phố Bà Triệu, trước kia được gọi là Ngõ Trường Bắn (nơi binh lính tập bắn).\n*'''Báo Khánh''' - Tên phố ở phía tây Hồ Gươm, thời Pháp thuộc gọi là Rue Pottier.\n*'''Bảo Linh''' - Tên thôn cũ thuộc khu vực phố Hàng Tre.\n*'''Borgnis Desbordes''' - Rue Borgnis Desbordes, tên cũ phố Tràng Thi.\n*'''Bình Chuẩn''' - Phố Bình Chuẩn: tên phố Hàng Thùng đặt năm 1945. Bình Chuẩn là tên một chiếc tàu thủy được đóng năm 1921 (chiếc tàu đầu tiên của người Việt Nam ở Bắc Kỳ).\n*'''Cambanère - Rue Cambanère''', tên cũ phố Hàng Bút.\n*'''Cantonnais''' - Rue des Cantonnais, tên cũ phố Hàng Ngang thời thuộc Pháp (ý nghĩa là phố của người Hoa kiều gốc [[Quảng Đông]]).\n*'''Cao Thắng''' - Phố Cao Thắng, thời thuộc Pháp gọi là Rue Grappin; năm 1945 là phố Nguyễn Cảnh Chân.\n*'''Chân Cầm''' - Phố Chân Cầm thời Pháp thuộc có tên là Rue Lagisquet; tương truyền ngày xưa nơi đây có nghề sản xuất các loại đàn dùng cho âm nhạc cổ truyền.\n*'''Chí Linh C''' - Vườn hoa Chí Linh, nằm ở bờ phía đông của Hồ Hoàn Kiếm, tên cũ thời Pháp thuộc là Vườn hoa Paul Bert, có nhà kèn, tượng Paul Bert và là nơi hàng năm diễn ra duyệt binh trong các ngày Hội Tây.\n*'''Ngõ Chợ Đồng Xuân:''' một ngõ nhỏ nằm bên cạnh chợ Đồng Xuân. Nơi đây trước kia là chỗ giới thiệu người đi ở cho các gia đình.\n*'''Chợ Gạo''' - Phố Chợ Gạo: thời Pháp thuộc gọi là Place du Commerce, là nơi tụ họp của những người buôn bán gạo từ nông thôn vào Hà Nội.\n*'''Chùa Một Cột''' - Phố Chùa Một Cột: thời Pháp thuộc có tên là Rue Elie Groleau.\n*'''Cổ Ngư''' - Đường Cổ Ngư: Thời thuộc Pháp gọi là Route Maréchal Lyautey, nay gọi là Đường Thanh Niên.\n*'''Cống Chéo Hàng Lược''' - Tên gọi thông thường của phố Hàng Lược, thời Pháp thuộc gọi là Rue Sông Tô Lịch.\n*'''Cột Cờ''' - Phố Cột cờ: thời Pháp thuộc gọi là Avenue Puginier.\n*'''Chả Cá''' - Phố Chả Cá, đất thôn cũ Đồng Thuận. Trước kia phố này gọi là phố Hàng Sơn (tên chữ Pháp là Rue de la laque).\n*'''Cột Đồng Hồ''' - Nơi được trồng một cột sắt lớn trên có đặt chiếc đồng hồ điện, ở ngã sáu mấy phố đi ra Bờ Sông, tại đầu đường Trần Nhật Duật.\n*'''Hàng Cơm''' - phố Văn Miếu, tên phố Hàng Cơm được đặt từ thời vua Tự Đức. Qua nhiều giai đoạn đến ngày 28-02-1949, tên là phố Văn Miếu.\n*'''Hàng Đũa''' - phố Ngô Sĩ Liên, tên Hàng Đũa được đặt cho khu phố phía sau Ga Hàng Cỏ. Xưa vào thời Nguyễn đây thuộc làng Lương Sử (Ngự Sử và Lương Sừ) tổng Yên Hòa, huyện Thọ Xương. Qua nhiều giai đoạn đến nay thì tên phố là phố Ngô Sĩ Liên.\n\n* '''Ngõ Trạm''' -Thời Pháp thuộc, phố còn có tên là Bourret. Sau Cách mạng tháng Tám, phố được đặt tên như hiện nay.\n\n==Hình ảnh Hà Nội xưa==\n<center>\n<gallery>\nTập tin:Hanoï - Les Halles.jpg|[[Chợ Đồng Xuân]]\nTập tin:DHYDuoc.jpg|[[Trường Đại học Dược Hà Nội]]\nTập tin:Hanoï - Gare, façade extérieure.jpg|[[Ga Hà Nội]]\nTập tin:Hanoi Theatre.JPG|[[Nhà hát Lớn Hà Nội]]\nTập tin:Hanoi conducteur de pp.jpg|Xe kéo Hà Nội\nTập tin:Hanoi - Square Chavassieux - Résidence Supérieure.jpg|[[Vườn hoa Diên Hồng|Vườn hoa Con Cóc]]\nTập tin:Hanoi rue Paul Bert.jpg|[[Phố Tràng Tiền, Hà Nội|Phố Tràng Tiền]]\nTập tin:Postcard of Hanoi Citadel (ca. 1905).jpg|[[Cột cờ Hà Nội]]\nTập tin:Pagode Grand Lac.jpg|Các pho tượng trong một ngôi chùa cổ.\nTập tin:Pho Co Đen.JPG|[[Mã Mây|Phố Cờ Đen]]\nTập tin:Pho Hang Non.JPG|[[Hàng Nón|Phố Hàng Nón]]\nTập tin:Pho Hang Quat.JPG|[[Hàng Quạt|Phố Hàng Quạt]]\nTập tin:The Láng temple in Đống Đa district, Hanoi.jpg|[[Chùa Láng]]\n<!--Tập tin:Ga Hàng Cỏ, bên trong.jpg|Mặt sau ga Hà Nội-->\nTập tin:Hanoï - Pont sur le Fleuve Rouge.jpg|[[Cầu Long Biên]]\nTập tin:Pagode du Grand Bouddha.jpg|[[Đền Quán Thánh]]\n<\/gallery>\n<\/center>\n\n==Xem thêm==\n* [[Phố Hiến]]\n* [[Phố cổ Hội An]]\n* [[Cảng thị cổ Thanh Hà]]\n* [[Phố cổ Thành Nam]]\n* [[Phố cổ Đồng Văn]]\n*[[Bùi Xuân Phái]]\n*[[Võ An Ninh]] - một nhiếp ảnh gia nổi tiếng với kho tàng hơn 70 năm chụp ảnh đen trắng, trong đó rất nhiều chụp về [[Hồ Hoàn Kiếm|Hồ Gươm]]\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Đọc thêm ==\n* [[Nguyễn Văn Uẩn]], HN nửa đầu thế kỉ 20, Nhà xuất bản Hà Nội, 2002\n* [[Tô Hoài]], Chuyện cũ Hà Nội, Nhà xuất bản Hà Nội\n* [[Thạch Lam]], Hà Nội băm sáu phố phường\n* Sở Cuồng [[Lê Dư]], Hà Thành kim tích khảo. [[Nam Phong tạp chí]] số 80 và 81\n\n== Liên kết ngoài ==\n{{thể loại Commons|Hanoi's Old Quarter}}\n{{thể loại Commons|Postcards of Hanoi}}\n*{{Trang web chính thức|http:\/\/phocohanoi.gov.vn\/|name=Website chính thức Ban quản lý Phố Cổ Hà Nội}} \n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/phoco\/group2\/index.htm Liệt kê các bài về phố cổ Hà Nội trên www.hanoi.gov.vn]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/phoco\/group2\/page2_1.htm Khái quát về khu phố cổ Hà Nội]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page4_2_1.htm Hà Nội 36 phố phường]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page4_2_4.htm Lịch sử tên các đường phố Hà Nội]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page4_2_2.htm Giá trị lịch sử, văn hoá, kiến trúc cảnh quan phố cổ Hà Nội]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page2_5.htm Cửa Tây thành Thăng Long]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page2_6.htm Khu vực Cửa Đông]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page2_7.htm Lộ trình tham quan, du lịch khu phố cổ]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page2_8.htm Di tích các nhân vật lịch sử]\n*[http:\/\/www.hanoi.gov.vn\/hanoiwebs1\/vn\/gioithieuchunghanoi\/group4\/group4_2\/page2_9.htm Nhà cổ ở Hà Nội]\n\n{{Đại lễ 1000 năm Thăng Long – Hà Nội}}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Nhà phố thương mại]]\n[[Thể loại:Công trình lịch sử tại Hà Nội]]\n[[Thể loại:Phố cổ tại Việt Nam|Hà Nội]]\n[[Thể loại:Khu phố cổ Hà Nội| ]]"}