{"138460":"'''Khu bảo tồn thiên nhiên Nam Kar''' là một khu rừng đặc dụng ở tỉnh [[Đắk Lắk]] của [[Việt Nam]], được thành lập theo quyết định số 182\/1991\/QĐ-KL ngày 13 tháng 5 năm 1991 của Bộ Lâm nghiệp (nay là Bộ Nông nghiệp và phát triển nông thôn).\n\n==Vị trí==\nKhu bảo tồn thiên nhiên Nam Kar nằm trên [[la bàn|địa bàn]] 6 xã thuộc 2 huyện là: Xã Nam Kar, Ea R'Bin, Đắk Nuê, Buôn Triết, Buôn Tría huyện [[Lắk]] và xã Bình Hòa huyện [[Krông Ana]] tỉnh Đắk Lắk.\n\nToạ độ địa lý: 12°15′34″ - 12°26′24″ vĩ bắc, 107°155′13″ - 108°07′36″ kinh đông\n\n==Đặc điểm địa hình, thảm thực vật==\nĐịa hình rất phong phú và đa dạng, nổi bật là vùng núi cao có hướng thấp dần từ Đông Bắc sang Tây Nam, nơi cao nhất của khu vực là đỉnh Chư Nam Kar cao 1.294 m. Thấp nhất là hồ Ea Boune ở phía Tây Bắc có độ cao so với mực nước biển là 418 m. Địa hình ở đây hiểm trở, chia cắt phức tạp chuyển tiếp từ núi cao đến đồi gò, trảng bằng, đồng cỏ đầm hồ, sông suối tạo nên một vùng đặc sắc gần như hội đủ các dạng địa hình nên cũng có đủ các kiểu [[thảm thực vật]] là [[môi sinh|môi trường sống]] lý tưởng của nhiều loài [[động vật rừng]].\n\nỞ đây có các [[kiểu rừng]] chủ yếu là kiểu [[rừng kín thường xanh mưa ẩm nhiệt đới Việt Nam|rừng kín thường xanh mưa ẩm nhiệt đới]], [[rừng kín lá rộng nửa rụng lá]] [[nhiệt đới]], [[rừng thứ sinh]] tre, nứa, gỗ- lồ ô tre nứa, rừng trảng cỏ cây bụi, cây gỗ rải rác... Tổng diện tích có rừng là 20.932,3 ha có độ che phủ là 95,5%. Có 586 loài [[thực vật có mạch|thực vật bậc cao]] có mạch thuộc 149 họ của 67 bộ trong 5 ngành thực vật.\n\n==Động vật rừng==\nLớp chim: Có 140 loài thuộc 43 họ của 17 bộ.\n\nLớp Thú: Có 56 loài thuộc 24 họ của 9 bộ.\n\nLớp Lưỡng cư-bò sát: Có 50 loài thuộc 16 họ của 4 bộ.\n\nCó một số loài thú quý hiếm nằm trong sách đỏ thế giới là: [[bò tót]], [[hổ]], [[beo]], [[vọoc vá]], [[cầy giông]], [[gà lôi]], [[gà tiền]], [[cu li chậm lùn|cu li nhỏ]]...\n\n==Đất đai, thổ nhưỡng==\nĐất đai, [[thổ nhưỡng học|thổ nhưỡng]] ở đây rất phong phú, đa dạng. Gồm 12 loại đất thuộc 6 nhóm đặc trưng (Đất phù sa, đất Gley, đất mới biến đổi, đất đỏ, đất xám, đất đen) trên tổng số 27 loại, 9 nhóm đất theo bảng phân loại đất khu vực [[Tây Nguyên]].\n\n==Khí hậu, thủy văn==\nThuộc vùng khí hậu nhiệt đới gió mùa của khu vực Tây Nguyên, mỗi năm có 2 mùa rõ rệt là [[mùa mưa]] và [[mùa khô]].\n\nCó hệ thống nước mặt rất phong phú với hệ thống sông, suối dày đặc có sông lớn là Krông Nô bao bọc ở phía Tây và Nam khu bảo tồn. Có một số hồ tự nhiên lớn là Hồ Ea Boune rộng 79,1 ha, Hồ Ea Tyr rộng 131,6 ha, Hồ Ea R'Bin rộng 235,1 ha.\n\n==Mục tiêu, nhiệm vụ==\nBảo vệ các [[hệ sinh thái]] rừng núi cao [[Tây Nguyên]] và trảng cỏ cây bụi, bảo tồn các loài động, thực vật hoang dã, đặc biệt là các loài đặc hữu và quý hiếm.\n\nNghiên cứu khoa học, giáo dục môi trường, phát triển du lịch sinh thái...Góp phần phát triển kinh tế, xã hội địa phương.\n\nBảo vệ [[rừng đầu nguồn]] [[thủy điện]] Buôn Tua Sar - Nam Kar, [[sông Krông Nô]], [[sông Sêrêpôk|sông Serepôk]], [[mê Kông|sông Mê Kông]], điều hoà và cung cấp nguồn nước cho [[sản xuất nông nghiệp]].\n\n==Quy mô diện tích và các phân khu chức năng==\nTổng diện tích là: 21.912,3ha\n\nTrong đó gồm:\n\nPhân khu bảo vệ nghiêm ngặt: 15.149,5 ha chiếm 69,14 % diện tích.\n\nPhân khu phục hồi sinh thái: 6.747,8,5 ha chiếm 30,79% diện tích.\n\nPhân khu hành chính, dịch vụ: 15 ha chiếm 0,07% diện tích.\n\n(Theo Dự án Đầu tư Khu Bảo tồn thiên nhiên Nam kar)\n\n==Tham khảo==\n{{tham khảo}}\n{{Sơ khai khu bảo tồn}}\n\n[[Thể loại:Rừng đặc dụng Đắk Lắk]]\n[[Thể loại:Khu bảo tồn thiên nhiên Việt Nam|Nam Kar]]"}