{"72724":"{{otheruses4|Khu rừng bảo vệ cảnh quan Đền Bà Triệu thuộc xã Triệu Lộc, huyện Hậu Lộc, tỉnh Thanh Hóa|ngôi đền|Đền Bà Triệu}}\n[[Tập tin:Ba Trieu temple.jpg|nhỏ|250px|Khuôn viên di tích lịch sử đền Bà Triệu nằm trong khu vực rừng bảo vệ cảnh quan đền Bà Triệu]]\n'''Khu rừng bảo vệ cảnh quan Đền Bà Triệu''' là một trong những khu rừng bảo vệ cảnh quan sinh thái du lich của hệ thống [[rừng đặc dụng]] ở Việt Nam. Khu rừng này được thành lập theo quyết định số 194\/CT ngày 9\/8\/1986 của Thủ tướng Chính phủ.\n\n==Đền Bà Triệu==\nĐền Bà Triệu (Triệu Nữ Vương) tọa lạc trên núi Bân (còn gọi Bân Sơn, núi Gai) thuộc thôn Phú Điền, xã Triệu Lộc, huyện Hậu Lộc, tỉnh Thanh Hóa, cách Hà Nội 137&nbsp;km về phía Nam, ngay sát Quốc lộ 1. Đền trông về hướng Tây. Đền gồm cổng tam quan dẫn tới một hồ sen nhỏ và sau đó tới khu chính Khu chính của đền có kiến trúc \"nội công ngoại quốc\" bao gồm: Tiền đường gồm 5 gian với những cột đá mài vuông cạnh, sau nhà Tiền đường là sân Thiên Tỉnh, hai bên sân là hai dãy nhà Trung đường, Hậu cung gồm 3 gian ở phía sau cùng của sân Thiên Tỉnh và trên nền cao hơn dựa lưng vào núi.\n\nHội đền được tổ chức vào ngày 22 tháng Hai âm lịch.\n\n==Vị trí==\n\n::Vĩ độ 19<sup>o<\/sup>54'00\" đến 19<sup>o<\/sup>59'00\"\n::Kinh độ 105<sup>o<\/sup>45'30\" đến 105<sup>o<\/sup>52'30\"\nNằm trên địa phận xã Triệu Lộc, huyện [[Hậu Lộc]], tỉnh [[Thanh Hóa]].\n\n==Diện tích==\nChỉ rộng 2068 ha.\n\n==Nhiệm vụ==\nKhu văn hoá lịch sử [[Đền Bà Triệu]] thành lập để bảo tồn Đền thờ vị anh hùng dân tộc - [[Bà Triệu]].\n\n==Đa dạng sinh học==\nKhu rừng bảo vệ cảnh quan Đền Bà Triệu không có giá trị để bảo tồn đa dạng sinh học. Tất cả [[rừng]] tự nhiên đã bị chặt phá và thay vào đó là rừng trồng và cây ăn quả.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*[http:\/\/kiemlam.org.vn\/BaotonTT\/RungDD\/RDD_MB.htm Cục kiểm lâm Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20040614071104\/http:\/\/kiemlam.org.vn\/BaotonTT\/RungDD\/RDD_MB.htm |date=2004-06-14 }}\n{{du lịch Thanh Hóa}}\n{{sơ khai Thanh Hóa}}\n\n[[Thể loại:Rừng bảo vệ cảnh quan]]\n[[Thể loại:Hậu Lộc]]"}