{"1519799":"'''Khu bảo tồn thiên nhiên Na Hang – Lâm Bình''' là một [[khu bảo tồn thiên nhiên]] nằm trên địa bàn hai huyện [[Na Hang]] và [[Lâm Bình]] thuộc tỉnh [[Tuyên Quang]], [[Việt Nam]].\n\nKhu bảo tồn được thành lập theo Quyết định 274\/UB-QĐ ngày 9 tháng 5 năm 1994 của Ủy ban nhân dân tỉnh Tuyên Quang với tên gọi là '''khu bảo tồn thiên nhiên Na Hang'''. Nằm trên địa bàn các xã [[Khâu Tinh]], [[Côn Lôn (xã)|Côn Lôn]], [[Sơn Phú, Na Hang|Sơn Phú]], [[Thanh Tương]] của huyện [[Na Hang]].\n\nTọa độ: 22°16’ – 22°31’ vĩ độ Bắc; 105°22’ – 105°29’ kinh độ Đông\n\nDiện tích: 22.401,5 ha.\n\n== Địa hình ==\nĐịa hình dưới 300m chiếm 30%; 300m đến 800m chiếm 60%; trên 900m chiếm 10%\n\n== Khí hậu ==\nKhí hậu ở Na Hang mang tính chất của khí hậu vùng núi cao. Nhiệt độ dao động lớn giữa mùa hè và mùa đông. Mùa đông nhiệt độ trung bình 15 – 200C, mùa hè nhiệt độ lên đến 280C hoặc có thể hơn.\n\n== Thủy văn ==\nHệ thống sông ngòi chỉ ở mức trung bình, có hai con sông lớn chảy qua là [[sông Gâm]] (phía Tây [[Tát Kẻ]]) và [[sông Năng]] (phía đông Na Hang). Mạng lưới sông ngòi nhỏ khá dày song chế độ nước lại không đều giữa các mùa trong năm.\n\n== Thực vật ==\nTại khu bảo tồn thiên nhiên Na Hang còn khoảng 68% diện tích là rừng ẩm nhiệt đới vẫn còn ở tình trạng nguyên sinh hoặc chỉ thay đổi chút ít bởi sự tác động của con người. Trong đó có khoảng 70% là rừng trên núi đá vôi, tuy nhiên còn có những vùng rừng thường xanh còn lại trên các đai thấp (Cox 1994). Cho đến nay đã xác định được trên 2.000 loài thực vật (McNab và cộng sự, 2000), trong đó có nhiều loài được ghi trong [[Sách đỏ Việt Nam]] (Anon. 1996) như Trai ([[Garcinia fagraeoides|Garcinia fragraeoides]]), Mun ([[Mặc nưa|Diospyrus mollis]]), Nghiến ([[Nghiến|Burretiodendron hsienmu]]), Lát Hoa ([[Lát hoa|Chukrasiatabularis A.juss]]), Đinh ([[Đinh (cây)|Markhamia stipulata]]), Thông tre ([[Thông tre lá dài|Podocarpus neriifolius]]), [[Hoàng đàn]], [[Tràm gió|Trầm gió]] theo Hill và Hallam (1997).\n\n== Động vật ==\nTuy chưa điều tra đầy đủ, nhưng bước đầu đã ghi nhận được 90 loài thú, 263 loài Chim, 61 loài Bò sát và 35 loài Ếch nhái. Kết quả đó cho thấy khu bảo tồn thiên nhiên Na Hang có tính Đa dạng sinh học cao, có 13 loài thú ghi trong Sách đỏ Việt Nam (Anon. 1992), đặc biệt là sự tồn tại của các loài Linh trưởng đang bị đe dọa trên toàn cầu. Đây là nơi duy nhất ở Việt Nam có loài [[Cà đác|Voọc mũi hếch]] sinh sống với quần thể lớn nhất. Trong hai năm gần đây, dựa theo kết quả quan sát của Kiểm lâm và dự án TCP, đã nhiều lần phát hiện có đàn Voọc đông tới 50 cá thể (Lê Hồng Binh pers.com. 2000 – 2001). Tuy nhiên, đến nay có thể kết luận tại Khu bảo tồn Voọc mũi hếch có 2 quần thể sống tách biệt ở hai khu Tát Kẻ và Bản Bung. Căn cứ vào các số liệu thu thập được từ trước đến nay, có thể dự đoán số lượng của chúng như sau: Tại khu Tát Kẻ có từ 120 – 150 cá thể; ở khu Bản Bung có khoảng 50 – 60 cá thể (Hạt Kiểm lâm RĐD Na Hang pers.com. 2001).\n\nTheo Wikramanayake và cộng sự (1997), thì tổ hợp rừng trên núi đá vôi Na Hang nằm trong hệ sinh thái rừng cận nhiệt đới Bắc Đông Dương. Tại đây có 8 loài Khỉ hầu bị đe dọa tuyệt chủng mang tính toàn cầu. Vùng phân bố thế giới của loài Voọc mũi hếch và [[Voọc Cát Bà|Voọc đầu trắng]] đều ở trong hệ sinh thái này, cho nên Quỹ bảo tồn thế giới của Mỹ (WWF-US) đã xác định đây là vùng nằm trong 01 của 223 hệ sinh thái có giá trị đa dạng sinh học cao nhất trên thế giới (Olson & Dinnerstein, 1998).\n\nNhìn chung cho đến nay các số liệu thu được về khu hệ động, thực vật tại đây còn bị hạn chế, cần triển khai thêm công tác điều tra đánh giá đầy đủ hơn.\n\n== Xem thêm ==\n* [[Hồ Na Hang]]\n* [[Thác Mơ Na Hang|Thác Mơ]]\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/kiemlamvung1.org.vn\/video\/13.doc]\n\n{{Sơ khai khu bảo tồn}}\n{{Di tích Việt Nam hạng đặc biệt}}\n[[Thể loại:Địa lý Tuyên Quang]]\n[[Thể loại:Khu bảo tồn thiên nhiên Việt Nam|N]]\n[[Thể loại:Na Hang]]\n[[Thể loại:Lâm Bình]]"}