{"3435298":"'''Khu Bảo tồn thiên nhiên Hang Kia - Pà Cò''' là một khu bảo tồn thiên nhiên nằm tại phía tây bắc tỉnh Hòa Bình và nằm trong địa giới hành chính của 8 xã: Hang Kia; Pà Cò; Tân Sơn; Bao La; Piềng Vế; Cun Pheo; Nà Mèo; Đồng Bảng của huyện Mai Châu (theo quy hoạch năm 2015) <ref name=\":0\">{{Chú thích web|url=http:\/\/nature.org.vn\/vn\/2010\/02\/da-dang-sinh-hoc-khu-bttn-hang-kia-pa-co\/|title=Đa dạng sinh học Khu BTTN Hang Kia – Pà Cò|website=Trung tâm Con người và Thiên nhiên|ngày truy cập=2016-10-08|archive-date=2016-10-09|archive-url=https:\/\/web.archive.org\/web\/20161009181221\/http:\/\/nature.org.vn\/vn\/2010\/02\/da-dang-sinh-hoc-khu-bttn-hang-kia-pa-co\/}}<\/ref>\n\n== Hình thành ==\nKhu Bảo tồn thiên nhiên Hang Kia - Pà Cò được thành lập năm 2000 theo quyết định số 453\/QĐ-UB ngày 23\/5\/2000 của UBND tỉnh Hoà Bình.<ref name=\":1\">{{Chú thích web|url=http:\/\/vea.gov.vn\/vn\/hientrangmoitruong\/mtxsd\/Pages\/H%C3%B2aB%C3%ACnhKhub%E1%BA%A3ot%E1%BB%93nthi%C3%AAnnhi%C3%AAnHangKia-P%C3%A0C%C3%B2%C4%91ad%E1%BA%A1ngm%C3%B4itr%C6%B0%E1%BB%9Dngsinhth%C3%A1i.aspx|title=Hòa Bình: Khu bảo tồn thiên nhiên Hang Kia - Pà Cò đa dạng môi trường sinh thái|website=Tổng cục môi trường|ngày truy cập=2016-10-08|archive-date=2016-10-09|archive-url=https:\/\/web.archive.org\/web\/20161009201032\/http:\/\/vea.gov.vn\/vn\/hientrangmoitruong\/mtxsd\/Pages\/H%C3%B2aB%C3%ACnhKhub%E1%BA%A3ot%E1%BB%93nthi%C3%AAnnhi%C3%AAnHangKia-P%C3%A0C%C3%B2%C4%91ad%E1%BA%A1ngm%C3%B4itr%C6%B0%E1%BB%9Dngsinhth%C3%A1i.aspx}}<\/ref>\n\n== Vị trí địa lý ==\n Khu bảo tồn thiên nhiên Hang kia - Pà Cò nằm ở phía bắc huyện [[Mai Châu]], tỉnh [[Hòa Bình|Hoà Bình]] và trong địa giới hành chính của 06 xã [[Hang Kia]], [[Pà Cò]], [[Đồng Tân, Mai Châu|Đồng Tân]], [[Bao La]], [[Cun Pheo]], [[Nà Phòn]].\n\nTọa độ địa lý: Từ 20<sup>o<\/sup> 41' đến 20<sup>o<\/sup> 46' vĩ độ bắc; 104<sup>o<\/sup> 05' đến 105<sup>o<\/sup> 01' kinh độ đông.\n\nPhía Bắc giáp tỉnh [[Sơn La]]\n\nPhía Nam giáp với các xã: [[Cun Pheo]]; [[Piềng Vế]]; [[Bao La]].\n\nPhía Đông giáp với các xã: [[Đồng Bảng]]; [[Nà Mèo]].\n\nPhía Tây giáp tỉnh [[Thanh Hóa]].\n\nTổng diện tích 5.252,98 ha trong đó:\n* Phân khu bảo vệ nghiêm ngặt là: 2.251,96 ha;\n* Phân khu phục hồi sinh thái: 2.953,28 ha;\n* Phân khu hành chính dịch vụ: 47,74 ha. (theo quy hoạch năm 2015)\nTrụ sở tại: Xóm Bò Báu, xã [[Tân Sơn, Mai Châu|Tân Sơn]], huyện [[Mai Châu]], tỉnh [[Hòa Bình]].\n\nĐịa hình khu Bảo tồn thiên nhiên Hang Kia - Pà Cò có độ cao trung bình từ 800-900m so với mặt nước biển. Điểm cao nhất trong khu bảo tồn đạt 1.223m, đây cũng là núi cao nhất trong khu bảo tồn. Diện tích rừng của khu bảo tồn chủ yếu năm trên các vùng núi có độ dốc lớn. Khu bảo tồn có 02 giải núi lớn là: Xà Lĩnh và Lương Xa, đã tạo ra nhiều thung lũng lớn, bằng rộng hàng trăm ha là nơi dân cư tập trung đông đúc để phát triển sản xuất nông nghiệp.\n\n== Đa dạng loài ==\n'''[[Thực vật]]'''\n\nTheo số liệu đã được công bố, hệ thực vật Khu bảo tồn thiên nhiên Hang Kia - Pà Cò có 1.051 loài, 639 chi, 171 họ thuộc 5 ngành thực vật bậc cao có mạch, chiếm khoảng 10% tổng số loài, 28% tổng số chi và 56% tổng số họ của hệ thực vật Việt Nam. Ngành duy nhất không phát hiện được ở Khu bảo tồn thiên nhiên Hang Kia - Pà Cò là Khuyết lá thông  (Psilotophyta). Tuy nhiên, đây là ngành thực vật cổ nhất của hệ thực vật Việt Nam, duy nhất có 1 [[Họ (sinh học)|họ]], 1 [[Chi (sinh học)|chi]] và 1 [[loài]].\n\nHệ thực vật của Khu bảo tồn Hang Kia - Pà Cò đã thống kê được 17 loài được ghi vào [[Sách đỏ Việt Nam|Sách Đỏ]] Việt Nam, trong đó có 10 loài [[Loài sắp nguy cấp|sẽ nguy cấp]] (VU) và 7 loài [[Loài nguy cấp|nguy cấp]] (EN). Ngoài ra, còn có 5 loài là [[đặc hữu]] Việt Nam như: thị Chợ Bờ (Dyospyros choboensis), vù hương (Cinnamomum balansac), dương đỏ (Alniphyllum eberhardtii), súm bắc (Eurya tonkinensis) và giom Trung bộ (Melodinus annamensis) Hệ thực vật Khu bảo tồn Hang Kia - Pà Cò có nhiều loài cây thuốc, trong đó có một số loài thuộc loại quý hiếm như đẳng sâm (Codonopsis javanica), ba kích (Morinda offcinalis), bảy lá một hoa (Paris polyphylla), thổ phục linh (Smilax grabla)... Nhiều loài cây gỗ quý có giá trị kinh tế cao như pơ mu (Fokienia hodginsii), đinh (Markhamia stipulatha), trai lý (Garcinia faraecoides), chò chỉ (Parashorea chinensis), vù hương (Cinnamomum balansae), sến (Madhuca pasquieri), nghiến (Burretiodendron tonkinensis)... Một số loài lan là cây cảnh đẹp như hoàng thảo (Dnedrobium amabile), hoàng thảo hoa vàng (Dendrobium chrysanthum), lan kim tuyến đá vôi (Anoectochilus calareus)...<ref name=\":1\" \/>\n\n'''Động vật'''\n\nVề hệ động vật, tuy chỉ khảo sát trong thời gian ngắn từ ngày 13 đến 21\/7\/2010 nhưng nhóm của nhà nghiên cứu Lưu Tường Bách và Lê Khắc Quyết (Tổ chức Bảo tồn Quốc tế) cũng ghi nhận được sự có mặt của 14 loài thú thuộc 10 họ, 5 bộ (họ Culi, Vượn, Dơi muỗi, Chồn, Hươu nai, Sóc, Chuột, Nhím), chưa kể đến một số loài chim, bò sát và các loài lưỡng cư khác.\n\nNghiên cứu cụ thể về các loài chim ở Khu BTTN Hang Kia – Pà Cò, TS. Lê Đình Thủy (Viện Sinh thái và Tài nguyên Sinh vật) và TS. Nguyễn Lân Hùng Sơn, Phó Trưởng Khoa Sinh học (Đại học Sư phạm Hà Nội) cũng đã xác định được 146 loài, thuộc 46 họ và 15 bộ, trong đó có 8 loài chim quí hiếm có giá trị bảo tồn nguồn gen, bao gồm: Diều hoa Miến Điện (''Spilornis cheela''), Gà lôi trắng (''Lophura nycthemera''), Sẻ đồng hung (''Emberiza rutila''), Chích chòe lửa (''Copsychus malabaricus''), Rẽ giun lớn (''Gallinago nemoricola'').<ref name=\":0\" \/>\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.baohoabinh.com.vn\/220\/50235\/Kham_pha_Khu_bao_ton_thien_nhien_Hang_Kia__Pa_Co.htm Khám phá Khu bảo tồn thiên nhiên Hang Kia – Pà Cò]\n{{Sơ khai khu bảo tồn}}\n\n[[Thể loại:Khu bảo tồn thiên nhiên Việt Nam|H]]\n[[Thể loại:Mai Châu]]"}