{"213131":"{{chú thích trong bài}}\n{{Công trình tương lai}}\n{{bài cùng tên|Hòa Lạc}}\n{{Bản đồ định vị|Hanoi\n| width      = 280\n| caption    = Vị trí Khu công nghệ cao Hòa Lạc trên bản đồ Hà Nội\n| label      = Hòa Lạc\n| vĩ độ      = 20.998144\n| kinh độ    = 105.542221\n}}\n[[Tập tin:Vietnam, Hoa Lac Hi-tech Park (9134601395).jpg|nhỏ|Cổng chào Khu công nghệ cao Hòa Lạc]]\n'''Khu Công nghệ cao Hòa Lạc''' ([[tiếng Anh]]: ''Hoa Lac Hi-Tech Park'') là một khu công nghệ cao đã và đang được xây dựng trên địa bàn huyện [[Thạch Thất]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]], nay là thành phố [[Hà Nội]].\n\nKhu công nghệ cao này tọa lạc tại đầu Tây [[Đại lộ Thăng Long|đường cao tốc Láng – Hòa Lạc]], cách đường vành đai 3 thành phố Hà Nội 30&nbsp;km về phía tây, cách [[sân bay quốc tế Nội Bài]] 47&nbsp;km và [[cảng Hải Phòng]] trên 130&nbsp;km.<ref>{{Chú thích web|url=http:\/\/www.hhtp.gov.vn|title=Ban Quản lý Khu CNC Hòa Lạc}}<\/ref>\n\n== Lịch sử ==\nNhằm giải quyết các nhu cầu đào tạo và nghiên cứu khoa học công nghệ sau thời kỳ [[Đổi Mới]], khu CNC Hòa Lạc được thành lập theo Quyết định số 198\/1998\/QĐ-TTg, ngày 12 tháng 10 năm 1998, trên một khu vực rộng 1.586 ha, trải trên 4 xã [[Thạch Hòa]], [[Tân Xã]], [[Hạ Bằng]] và [[Đồng Trúc]] của huyện [[Thạch Thất]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]] (xã [[Thạch Hòa]] mới xuất hiện năm 1995, được tách ra từ phần đất trồng trọt và bỏ hoang phía Tây của 3 xã còn lại).\n\nKhu CNC này nằm trong quy hoạch chuỗi đô thị Miếu Môn – [[Xuân Mai (thị trấn)|Xuân Mai]] – Hoà Lạc – [[Sơn Tây (thị xã)|Sơn Tây]], vốn đã được Chính phủ phê duyệt trong Quyết định số 372\/QĐ-TTg, ngày 02 tháng 6 năm 1997.<ref>{{Chú thích web|url=https:\/\/vanban.chinhphu.vn\/default.aspx?pageid=27160&docid=5711|tựa đề=Quyết định số 198\/QĐ-TTG của Thủ tướng Chính phủ: Thành lập Khu công nghệ cao Hòa Lạc, phê duyệt quy hoạch tổng thể và dự án đầu tư bước I, giai đoạn 1 Khu công nghệ cao Hòa Lạc|url-status=live}}<\/ref>\n\nQuy hoạch của khu được điều chỉnh hai lần sau đó, một lần được [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng]] phê duyệt tại Quyết định số 621\/QĐ-TTg ngày 23\/5\/2008, lần khác vào năm 2016 theo Quyết định số 899\/QĐ-TTg.\n\n=== Xây dựng ===\nViệc tập trung vào xây dựng, phát triển cơ sở hạ tầng được Ban quản lý Khu công nghệ cao Hòa Lạc đặc biệt quan tâm trong giai đoạn hiện nay đối với việc thu hút đầu tư vào Khu. Hạ tầng chính trong khu đã, đang và sẽ được xây dựng từ hai nguồn vốn chính là nguồn ngân sách nhà nước và nguồn vốn vay ODA [[Nhật Bản]].\n\nĐối với phần hạ tầng đầu tư bằng nguồn ngân sách, hiện nay Ban quản lý Khu công nghệ cao Hòa Lạc đang tập trung hoàn thành các dự án hạ tầng để đưa vào sử dụng. Đến nay, về cơ bản giao thông đã nối được với đường gom của [[Đại lộ Thăng Long]] và có hệ thống trục đường vào các khu chức năng của Khu công nghệ cao Hòa Lạc. Ban quản lý Khu công nghệ cao Hòa Lạc đã xây dựng xong và đang tiến hành vận hành thử nhà máy xử lý nước thải công suất 6.000 m3\/ngày\/đêm và đã hoàn thành 70% khối lượng việc lắp đặt mạng lưới thu gom nước thải của Giai đoạn I.\n\nĐể đảm bảo một hệ thống cơ sở hạ tầng đồng bộ và hiện đại, [[Chính phủ Việt Nam]] đã đề nghị [[Chính phủ Nhật Bản]] hỗ trợ phát triển hạ tầng của Khu CNC Hòa Lạc. Ngày 18\/3\/2010, công tác thiết kế kỹ thuật bắt đầu được triển khai với số vốn vay là 1,005 tỷ [[Yên Nhật|Yên]] tại Hiệp định vay VNXVII-10. Ngày 30\/3\/2012, Bộ Tài chính và [[JICA|Cơ quan Hợp tác Quốc tế Nhật Bản]] (JICA) đã ký Hiệp định vay thứ nhất cho giai đoạn xây dựng  với trị giá là 15,218 tỷ Yên Hạ tầng. Theo dự kiến tổng số vốn vay cho công tác xây dựng là khoảng 28 triệu Yên và dự án sẽ được hoàn thành vào năm 2018, đem lại một hệ thống hạ tầng hoàn chỉnh và đồng bộ của Khu.\n\n== Hạng mục ==\nKhu Công nghệ cao Hòa Lạc được xây dựng theo mô hình thành phố khoa học, với đầy đủ các dịch vụ tiện ích. Khu bao gồm những vùng chức năng chính như sau:\n* '''Khu Phần mềm '''có diện tích 55,93 ha, bố trí tại khu bán đảo, xung quanh có hồ Tân Xã bao bọc; tại đây bố trí các doanh nghiệp hoạt động trong lĩnh vực sản xuất, kinh doanh phần mềm, cung cấp các dịch vụ sản xuất kinh doanh liên quan đến công nghệ thông tin..\n* '''Khu Nghiên cứu và triển khai (R&D)''' Có diện tích 263,15 ha, nằm phía trên khu công nghiệp công nghệ cao và bao quanh Khu phần mềm, là nơi tập trung các cơ sở nghiên cứu phát triển, hỗ trợ nghiên cứu phát triển, ứng dụng công nghệ cao, đồng thời là nơi đào tạo và thu hút các chuyên gia trong các ngành công nghệ cao và những người có trình độ cao làm công tác nghiên cứu và ứng dụng. Khu [[R&D]] sẽ là cầu nối giữa nghiên cứu và thực tiễn, nơi ươm mầm các phát minh.\n* '''Khu Giáo dục và đào tạo '''có quy mô 123,53 ha, bố trí tại phía Bắc của khu, cạnh đường quốc lộ 21, là nơi tập trung các trường đại học, các cơ sở đào tạo, dạy nghề, là nơi cung cấp đội ngũ nhân lực có chuyên môn, tay nghề cao.\n* '''Khu Công nghiệp công nghệ cao '''có quy mô 391,01 ha được bố trí tại phía Nam của khu, là nơi tập trung các nhà máy sản xuất sản phẩm công nghệ cao, kho ngoại quan.\n* '''Khu Trung tâm '''Có diện tích 43,14 ha, là nơi tập trung các công trình, dịch vụ công cộng cho toàn Khu CNC Hòa Lạc như: Các tòa nhà hành chính, văn phòng làm việc kết hợp nhà ở, trung tâm hội nghị, trung tâm thông tin, trung tâm trưng bày giới thiệu sản phẩm, bảo tàng, bưu điện, khách sạn, nhà hàng, ngân hàng, công viên, quảng trường... \n* '''Khu Hỗn hợp '''Có diện tích 80,12 ha, là khu dịch vụ đa chức năng, cung cấp đầy đủ hạ tầng xã hội bao gồm: Nhà ở chất lượng cao, các dịch vụ dân sinh, kinh doanh thương mại, trung tâm thương mại, nhà hàng, khách sạn, y tế, mẫu giáo, trường tiểu học, trung học cơ sở, phổ thông trung học... phục vụ đầy đủ các nhu cầu, tiện ích của người làm việc, sinh sống trong và ngoài Khu CNC Hòa Lạc.\n* '''Khu Nhà ở''' Có diện tích 75,50 ha, có chức năng như một khu ở đô thị xanh gần gũi thiên nhiên, phù hợp với địa hình, cảnh quan thiên nhiên khu vực, thân thiện với môi trường phục vụ cho nhu cầu ở và làm việc của các chuyên gia, người lao động, làm việc, nghiên cứu học tập trong Khu CNC Hòa Lạc. Trong đó gồm các khu nhà ở cao cấp (biệt thự, liền kề và chung cư cao cấp), nhà ở công nhân,...và các cơ sở dịch vụ tiện ích.\n* '''Khu Giải trí và thể dục thể thao''' Có diện tích 32,92 ha, là nơi tập trung các trung tâm thể dục thể thao, các rạp chiếu phim, nhà hàng và các trung tâm vui chơi - giải trí, công viên, tạo môi trường xanh trong khu vực với Mục đích để phục vụ cộng đồng và mang tính xã hội cao, đáp ứng nhu cầu vui chơi giải trí và tập luyện thể dục thể thao của người làm việc trong Khu CNC Hòa Lạc và khu vực lân cận.\n* '''Hồ Tân Xã và vùng đệm:''' Có diện tích 150,77 ha, là một khu sinh thái, cảnh quan đặc biệt của Khu CNC Hòa Lạc, được bảo tồn và tôn trọng các yếu tố tự nhiên vốn có, có chức năng là hồ Điều hòa, cảnh quan không gian phục vụ nghiên cứu khoa học của Khu CNC Hòa Lạc.\n* '''Giao thông và các công trình đầu mối hạ tầng kỹ thuật:''' Có diện tích 220,55 ha, gồm các đường giao thông, hạ tầng kỹ thuật dọc theo đường trong Khu CNC Hòa Lạc và các công trình đầu mối hạ tầng kỹ thuật như: Nhà Điều hành, trạm cấp nước, xử lý nước thải, bể dự phòng sự cố nước thải, trạm điện, bãi trung chuyển rác thải rắn dự phòng...\n* '''Cây xanh:''' Có diện tích 149,37 ha, bao gồm các dải cây xanh cảnh quan ven đường giao thông cùng hệ thống cây xanh mặt nước của các suối, vực trong Khu công nghệ cao.\n\n== Chính sách đầu tư ==\nKhu công nghệ cao Hòa Lạc là dự án trọng điểm của quốc gia, chính vì vậy nhà đầu tư vào Khu được hưởng những ưu đãi đặc biệt so với các khu khác trong cùng địa bàn. Các chính sách ưu đãi về đầu tư như sau:\n* Thuế thu nhập doanh nghiệp: doanh nghiệp có thể được hưởng mức thuế suất cao nhất như sau\n{|\n \n |\n'''Thuế suất'''\n \n |\n'''Thời gian''' \n \n |-\n |\n'''0%'''\n \n |\n04 năm (từ năm đầu tiên phát sinh thu nhập chịu thuế) \n \n |-\n |\n'''5%'''\n \n |\n09 năm tiếp theo của dự án \n \n |-\n |\n'''10%'''\n \n |\n02 năm tiếp theo của dự án \n \n |-\n |\n'''20 %'''\n \n |\nthời gian còn lại của dự án \n \n|}\n* [[Thuế nhập khẩu]]:\n** Miễn thuế cho hàng hóa nhập khẩu tạo tài sản cố định\n** Miễn thuế trong thời hạn 5 năm kể từ ngày sản xuất đối với nguyên liệu, vật tư, bán thành phẩm trong nước chưa sản xuất được nhập khẩu để phục vụ sản xuất\n** Miễn thuế đối với hàng hoá nhập khẩu để sử dụng trực tiếp vào hoạt động nghiên cứu khoa học và phát triển công nghệ\n** Miễn thuế đối với nguyên liệu, vật tư nhập khẩu phục vụ trực tiếp cho hoạt động sản xuất phần mềm mà trong nước chưa sản xuất được.\n\n* [[Thuế giá trị gia tăng|Thuế Giá trị gia tăng]]: Miễn cho thiết bị, máy móc và các phương tiện giao thông chuyên dụng không sản xuất trong nội địa và là một phần của tài sản cố định.\n\n* Thủ tục hành chính một cửa, hải quan điện tử tại chỗ, văn phòng [[sở hữu trí tuệ]], tư vấn luật, ngân hàng, kho ngoại quan,...\n\n== Hoạt động đầu tư ==\nTính đến tháng 12\/2016, tại Khu CNC Hòa Lạc hiện có 78 dự án còn hiệu lực với số vốn đăng ký là 60.018,97 tỷ đồng, trên diện tích 346,56ha với khoảng 11.000 người lao động và học tập. Trong đó có các dự án lớn như: dự án [[Trường Đại học FPT]] (diện tích 30ha, vốn đăng ký 2.700 tỷ đồng) và dự án Khu phần mềm (diện tích 6,4ha, vốn đăng ký 924 tỷ đồng) của Công ty Cổ phần Đầu tư và phát triển Công nghệ [[Tập đoàn FPT|FPT]], dự án Trung tâm CNC [[Viettel]] (diện tích 1,4ha, vốn đăng ký 495 tỷ đồng) và Tổ hợp nghiên cứu thiết kế chế tạo sản xuất thiết bị viễn thông (diện tích 9,1 ha, vốn đăng ký 2.080 tỷ đồng) của Tập đoàn Viettel, dự án Trung tâm vũ trụ (diện tích 7,4 ha, vốn đăng ký 12.300 tỷ đồng) sử dụng vốn vay [[ODA]] Nhật Bản,...\n\nBên cạnh đó, một số dự án quan trọng của Quốc gia cũng đang trong quá trình chuẩn bị triển khai hoạt động như: Dự án Nhà máy in tiền của Ngân hàng Nhà nước, dự án Viện Khoa học và Công nghệ Việt Nam – Hàn Quốc (gọi tắt là V-KIST, trên diện tích 20 ha) sử dụng vốn viện trợ không hoàn lại của Hàn Quốc đang trình Quốc hội cơ chế hoạt động, Dự án Trường Đại học Việt – Nhật (23,4 ha) của Đại học Quốc gia Hà Nội và dự án Trường Đại học Khoa học và Công nghệ Hà Nội (65 ha) sử dụng vốn vay [[Ngân hàng Phát triển châu Á|ADB]] của [[Chính phủ Pháp]] cũng đã được xác định địa điểm đầu tư và đang trong quá trình chuẩn bị thực hiện.\n\nMặc dù vậy, trong thời gian qua, do ảnh hưởng của tình hình kinh tế trong nước và thế giới, một số dự án đã không thể triển khai như đã cam kết. Cho đến nay Ban Quản lý đã thu hồi Giấy chứng nhận đầu tư của 17 dự án, trong đó có 4 dự án ĐTNN và 13 dự án trong nước. Một số dự án cũng đã chậm tiến độ và Ban Quản lý đang tiến hành các thủ tục để thu hồi Giấy chứng nhận đầu tư.\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Hoàn toàn không có nguồn tham khảo]]\n[[Thể loại:Khu công nghệ cao Việt Nam|H]]\n[[Thể loại:Kinh tế Hà Nội]]"}