{"251244":"'''Khu kinh tế Đông Nam Nghệ An''' là [[Khu kinh tế (Việt Nam)|khu kinh tế]] rộng 207,76 [[kilômét vuông|km²]] gồm một phần huyện [[Nghi Lộc]], một phần huyện [[Diễn Châu]], một phần [[Thành phố Vinh]] và một phần thị xã [[Cửa Lò]].<ref>Có 18 xã, phường của Nghệ An nằm trong khu kinh tế này là Nghị Hợp, Nghi Xá, Nghi Long, Nghi Thuận, Nghi Đồng, Nghi Hưng, Nghi Quang, Nghi Thiết, Nghi Tiến, Nghi Yên, Diễn Trung, Diễn Thịnh, Diễn An, Diễn Lộc, Diễn Thọ, Diễn Phú, Nghi Tân, Nghi Thủy.<\/ref> Theo quy hoạch, đây là một khu kinh tế tổng hợp, đa ngành, đa chức năng và được kỳ vọng trở thành một trung tâm giao thương quốc tế, trung tâm [[công nghiệp]], [[du lịch]], [[thương mại]], [[cảng|cảng biển]] lớn của vùng [[Bắc Trung Bộ (Việt Nam)|Bắc Trung Bộ Việt Nam]]; một trung tâm đô thị lớn của Nghệ An. Tuy nhiên, khác với các khu kinh tế còn lại ở Việt Nam, hiện chưa rõ khu kinh tế này sẽ lấy phân ngành, sản phẩm nào làm mũi nhọn chủ lực.\n\nKhu kinh tế Đông Nam Nghệ An bao gồm hai tiểu khu vực là khu phi [[thuế quan]] và khu thuế quan. Khu phi thuế quan gắn với [[cảng biển nước sâu Cửa Lò|cảng biển Cửa Lò]]. Còn khu thuế quan lại bao gồm các [[khu công nghiệp]], [[khu chế xuất]], khu cảng và dịch vụ hậu cần cảng, khu đô thị, khu vui chơi giải trí, khu du lịch - [[dịch vụ]], khu dân cư và khu [[hành chính]].\n\nTất cả các dự án đầu tư của các tổ chức, cá nhân trong nước và nước ngoài đầu tư vào Khu kinh tế Đông Nam Nghệ An được hưởng mức thuế suất [[thuế thu nhập doanh nghiệp]] 10% áp dụng trong 15 năm, kể từ khi dự án đầu tư bắt đầu hoạt động kinh doanh; miễn thuế thu nhập doanh nghiệp 4 năm, kể từ khi có thu nhập chịu thuế và giảm 50% số thuế phải nộp cho 9 năm tiếp theo; hưởng các ưu đãi về các loại thuế khác áp dụng đối với địa bàn có điều kiện kinh tế - xã hội đặc biệt khó khăn theo quy định của pháp luật về đầu tư, các luật thuế khác và các Điều ước quốc tế mà Việt Nam là thành viên.\n\nCác dự án đầu tư sản xuất trong Khu kinh tế Đông Nam Nghệ An của các tổ chức, cá nhân trong nước và nước ngoài được miễn [[thuế nhập khẩu]] trong 05 năm, kể từ khi bắt đầu [[sản xuất]] đối với nguyên liệu sản xuất, vật tư, linh kiện và bán thành phẩm phải nhập khẩu mà trong nước chưa sản xuất được hoặc sản xuất không đạt tiêu chuẩn chất lượng.\n\nCác cá nhân đối có thu nhập cao (kể cả người Việt Nam và người nước ngoài) làm việc tại Khu kinh tế Đông Nam Nghệ An sẽ được giảm 50% [[thuế thu nhập]].\n\nNgoài những ưu đãi được hưởng tại quy chế này, các dự án đầu tư của các tổ chức cá nhân trong nước và nước ngoài trong Khu kinh tế Đông Nam Nghệ An thuộc các lĩnh vực gồm công nghệ cao, dự án lớn, dự án phát triển cơ sở hạ tầng khu kinh tế sẽ được hưởng thuế suất thuế thu nhập doanh nghiệp 10% trong suốt thời gian thực hiện dự án.\n\n==Ghi chú==\n{{tham khảo}}\n\n==Tham khảo==\n*[http:\/\/www.mot.gov.vn\/mot\/LawsData\/QD%2085-2007-TTg.doc Quyết định số 85\/2007\/QĐ-TTg ngày 11 tháng 6 năm 2007 của Thủ tướng Chính phủ Việt Nam về việc thành lập và ban hành Quy chế hoạt động của Khu kinh tế Đông Nam Nghệ An, tỉnh Nghệ An.]{{Liên kết hỏng|date = ngày 6 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Khu kinh tế ven biển Việt Nam}}\n[[Thể loại:Khu kinh tế Việt Nam|Đông Nam Nghệ An]]\n[[Thể loại:Kinh tế Nghệ An]]"}