{"1340252":"'''Khu vực Gò Sáu Ngọc''' tọa lạc ở ấp Phước Thuận, xã [[Phước Lâm, Cần Giuộc|Phước Lâm]], huyện [[Cần Giuộc]], tỉnh [[Long An]]. Là nơi thành lập chi bộ Đảng đầu tiên của huyện [[Cần Giuộc]] (năm 1930)<ref name=\"la\">[http:\/\/www.longan.gov.vn\/chinhquyen\/hcgiuoc\/Pages\/Di-tich-danh-thang.aspx Di tích lịch sử \"Khu vực Gò Sáu Ngọc\" ở ấp Phước Thuận] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120629153434\/http:\/\/www.longan.gov.vn\/chinhquyen\/hcgiuoc\/Pages\/Di-tich-Danh-thang.aspx |date=2012-06-29 }}, theo website Tỉnh Long An.<\/ref>. Khu vực Gò Sáu Ngọc được ủy ban nhân dân tỉnh ra quyết định xếp hạng di tích theo quyết định Số 851\/UB.QĐ.93, ngày 19 tháng 4 năm 1993<ref>[http:\/\/www.longan.gov.vn\/Pages\/Danh-muc-di-tich-lich-su-van-hoa-tinh-Long-An-duoc-ủy ban nhân dân-tinh-ra-quyet-dinh-xep-hang-di-tich.aspx Khu vực Gò Sáu Ngọc được ủy ban nhân dân tỉnh ra quyết định xếp hạng di tích]{{Liên kết hỏng|date=2022-04-17 |bot=InternetArchiveBot }}, theo website Tỉnh Long An<\/ref>.\n\n==Giải thích tên gọi==\nTháng 4 năm 1930 [[Hồ Văn Long]] và một số cộng sự từ Bà Điểm đến [[Phước Lâm, Cần Giuộc|Phước Lâm]] hoạt động đã bắt liên lạc với gia đình ông Bùi Bổn Phận (nhà ở trên khu gò, sau để lại cho bà Trang Thị Ngọc, địa phương quen gọi là \"gò Sáu Ngọc\") và có thời gian ở lại đây để hoạt động cách mạng<ref name=la \/>.\n\nSau một thời gian tuyên truyền, vận động thử thách Chi bộ Đảng đầu tiên ở Phước Lâm đã ra đời vào năm 1930 do đồng chí Phận làm Bí thư với một số đồng chí như: Bùi Bổn Phận, Lê Mihh Hào, Trương Văn Do và một số người khác<ref name=la \/> …\n\n==Ý nghĩa lịch sử==\nChi bộ Đảng ra đời đa đánh một bước ngoặt quan trọng đối với phong trào đấu tranh của nhân dân địa phương. Ngay sau khi thành lập Chi bộ đã lãnh đạo cuộc đấu tranh như: đốt phá nhà hội Thuận Thành (ngày 1\/5\/1930) phối hợp với các địa phương khác khắp vùng [[Cần Đước]] – [[Cần Giuộc]] tham gia cuộc biểu tình ở Gò Đen năm 1930. Từ đây người dân và phong trào cách mạng ở [[Phước Lâm, Cần Giuộc|Phước Lâm]] đã bước lên một bước mới đã có người lãnh đạo để từng bước đấu tranh giành quyền sống thật sự của con người<ref name=la \/>.\n\n==Chú thích==\n{{tham khảo}}\n{{sơ khai lịch sử}}\n\n[[Thể loại:Di tích tại Long An]]"}