{"214155":"'''Khu kinh tế Nghi Sơn''' là một [[Khu kinh tế (Việt Nam)|khu kinh tế]] nằm ở phía Nam tỉnh [[Thanh Hóa]] nhằm mục đích phát huy lợi thế địa lý trên [[Quốc lộ 1]], đường sắt Bắc - Nam, và có hệ thống cảng Nghi Sơn để tạo ra một động lực phát triển kinh tế - xã hội cho tỉnh Thanh Hóa, cho khu vực kém phát triển [[Nam Thanh Bắc Nghệ|Nam Thanh Hóa - Bắc Nghệ An]], và cho các tỉnh phía Bắc Việt Nam nói chung.\n\n== Lịch sử ==\nNgày [[15 tháng 5]] năm [[2006]], Thủ tướng Chính phủ ban hành Quyết định 102\/2006\/QĐ-TTg thành lập khu kinh tế Nghi Sơn thuộc tỉnh Thanh Hóa trên địa bàn huyện [[Tĩnh Gia]] (nay là thị xã [[Nghi Sơn]]).<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/dau-tu\/Quyet-dinh-102-2006-QD-TTg-thanh-lap-ban-hanh-quy-che-hoat-dong-khu-kinh-te-Nghi-Son-tinh-Thanh-Hoa-12045.aspx|tựa đề=Quyết định 102\/2006\/QĐ-TTg về việc thành lập và ban hành quy chế hoạt động của khu kinh tế Nghi Sơn, tỉnh Thanh Hóa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Tổng quan==\nKhu kinh tế Nghi Sơn tuy là một khu kinh tế tổng hợp, song các ngành kinh tế được ưu tiên là [[công nghiệp nặng]] và [[Hóa dầu|công nghiệp hóa dầu]]. Khu kinh tế này bao gồm một khu phi thuế quan (khu [[thương mại tự do]]) và một khu [[thuế quan]]. Các khu chức năng trong khu thuế quan gồm khu cảng biển, khu đô thị nhà ở, khu vui chơi giải trí, trung tâm tài chính, trung tâm dịch vụ, trung tâm điều hành, v.v...\n\nToàn bộ khu kinh tế Nghi Sơn có diện tích 186,118&nbsp;km², bao trùm 12 phường, xã của thị xã [[Nghi Sơn]] là [[Xuân Lâm, Nghi Sơn|Xuân Lâm]], [[Tĩnh Hải (phường)|Tĩnh Hải]], [[Hải Yến, Nghi Sơn|Hải Yến]], [[Mai Lâm (phường)|Mai Lâm]], [[Hải Thượng (phường)|Hải Thượng]], [[Hải Hà, Nghi Sơn|Hải Hà]], [[Nghi Sơn (xã)|Nghi Sơn]], [[Trúc Lâm (phường)|Trúc Lâm]], [[Trường Lâm]], [[Tùng Lâm]], [[Tân Trường, Nghi Sơn|Tân Trường]] và [[Hải Bình]].\n\nNgày 17\/06\/2015, Thủ tướng Chính phủ vừa ban hành quyết định sửa đổi, bổ sung một số điều của Quy chế hoạt động của khu kinh tế (KKT) Nghi Sơn (tỉnh Thanh Hóa).\n\nTheo đó, KKT Nghi Sơn có tổng diện tích 106.000 ha, bao gồm: 66.497,57 ha đất liền và đảo, 39.502,43 ha mặt nước (trong đó: phần diện tích hiện hữu là 18.611,8 ha, phần diện tích mở rộng là 47.885,77 ha đất liền và đảo, 39.502,43 ha mặt nước).\n\nPhần diện tích đất liền và đảo bao gồm toàn bộ diện tích thuộc địa giới hành chính của [[Nghi Sơn| thị xã Nghi Sơn]]: 16 phường và 15 xã (trong đó 12 phường, xã thuộc KKT Nghi Sơn hiện hữu); 2 xã: [[Yên Mỹ, Nông Cống|Yên Mỹ]], [[Công Chính]] thuộc huyện [[Nông Cống]] ; 3 xã: [[Thanh Tân, Như Thanh|Thanh Tân]], [[Thanh Kỳ]], [[Yên Lạc, Như Thanh|Yên Lạc]] thuộc huyện [[Như Thanh]], tỉnh Thanh Hóa.\n\nKhu liên hợp lọc hóa dầu Nghi Sơn là một dự án trọng điểm hiện nay tại Khu kinh tế Nghi Sơn với tổng số vốn đầu tư (giai đoạn 1) lên tới 6 tỉ USD.[https:\/\/web.archive.org\/web\/20080511032836\/http:\/\/www1.thanhnien.com.vn\/Chaobuoisang\/2008\/5\/10\/238059.tno]\n\nMục tiêu xây dựng và phát triển khu kinh tế Nghi Sơn của Thanh Hóa cũng như của Việt Nam là thành một khu kinh tế tổng hợp đa ngành, đa lĩnh vực với trọng tâm là công nghiệp nặng và công nghiệp cơ bản như: Công nghiệp lọc hoá dầu, công nghiệp luyện cán thép cao cấp, cơ khí chế tạo, sửa chữa và đóng mới tàu biển, công nghiệp điện, công nghiệp sản xuất vật liệu xây dựng, sản xuất hàng tiêu dùng, chế biến xuất khẩu… gắn với việc xây dựng và khai thác có hiệu quả cảng biển Nghi Sơn, hình thành các sản phẩm mũi nhọn, có chất lượng và khả năng cạnh tranh cao, các loại hình dịch vụ cao cấp đẩy mạnh xuất khẩu; mở rộng ra thị trường khu vực và thế giới.\n\nĐánh giá về tiềm năng của Nghi Sơn, đoàn chuyên gia thuộc Viện phát triển kinh tế Nhật Bản (JICA) khảo sát năm 1996 đã nhận định: \"...Nằm ở cuối phía nam bờ biển Thanh Hoá, Nghi Sơn có tiềm năng về xây dựng một cảng biển nước sâu có độ sâu từ 15-18m. Sau khi xây dựng một nhà máy xi măng lớn, một cảng chuyên dùng và tuyến kỹ thuật hạ tầng vào KCN, đồng thời với sự đầu tư tổng hợp sẽ cho phép vùng Nghi Sơn trở thành một trong các trung tâm công nghiệp hiện đại của vùng bắc Trung Bộ và của cả nước, sẽ là cửa ngõ chính của tam giác kinh tế phía Bắc...\"\n\n== Tham khảo ==\n{{tham khảo}}\n*[http:\/\/vbqppl4.moj.gov.vn\/law\/en\/2001_to_2010\/2007\/200710\/200710100001 Quyết định số 1364\/QĐ-TTg của Thủ tướng Chính phủ Việt Nam về việc phê duyệt quy hoạch chung xây dựng khu kinh tế Nghi Sơn, Thanh Hóa.]{{Liên kết hỏng|date=2021-05-06 |bot=InternetArchiveBot }}\n\n==Xem thêm==\n*[[Dự án thép 30 tỷ USD]]\n\n{{sơ khai Thanh Hóa}}\n\n{{Khu kinh tế ven biển Việt Nam}}\n[[Thể loại:Khu kinh tế Việt Nam|Nghi Sơn]]\n[[Thể loại:Kinh tế Thanh Hóa]]\n[[Thể loại:Nghi Sơn]]"}