{"62915":"{{coord| 10.773309| 106.722744| type:landmark| format=dms| name=Khu đô thị mới Thủ Thiêm| display=title}}\n{{multiple image\n| align = right\n| direction = vertical\n| header = \n| width = 250\n\n| image1 = Vietnam - panoramio (243).jpg\n| caption1 = <center>Một góc khu đô thị mới Thủ Thiêm nhìn từ trên cao (ảnh chụp năm 2015)<\/center>\n\n| image2 = Vietnam - panoramio (257).jpg\n| caption2 = <center>Khu đô thị mới Thủ Thiêm nhìn từ trên [[tòa nhà Bitexco Financial Tower]] (ảnh chụp năm 2015)<\/center>\n}}\n{{Bản đồ định vị|TPHCM\n| width      = 280\n| caption    = Vị trí khu đô thị mới Thủ Thiêm trên bản đồ Thành phố Hồ Chí Minh\n| label      = Thủ Thiêm\n| vĩ độ      = 10.773309\n| kinh độ    = 106.722744\n}}\n{{maplink|frame=yes|frame-width=280|zoom=13|type=point}}\n'''Khu đô thị mới Thủ Thiêm''' là một [[dự án]] phát triển đô thị mới tại [[Thủ Thiêm|bán đảo Thủ Thiêm]], thuộc thành phố [[Thủ Đức]], đối diện [[Quận 1]] qua [[sông Sài Gòn]], [[Thành phố Hồ Chí Minh]]. [[Vùng đô thị|Khu đô thị]] mới Thủ Thiêm có diện tích 7.3&nbsp;km² (730 ha) được xem như có vai trò đối với [[Thành phố Hồ Chí Minh]] như [[Manhattan]] của [[Thành phố New York|New York]], [[Hoa Kỳ]]. Theo quy hoạch tỉ lệ 1\/2000 đã được [[Ủy ban nhân dân Thành phố Hồ Chí Minh|Ủy ban Nhân dân Thành phố]] phê duyệt ngày [[27 tháng 12]] năm [[2005]], đây sẽ là quận trung tâm mới của Thành phố Hồ Chí Minh với khu trung tâm thương mại, tài chính gồm các tòa nhà cao 10–40 tầng, một số khu 32 tầng, khu dân cư đáp ứng chỗ ở cho 130.000 người và 1 triệu khách vãng lai.<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=125794&ChannelID=3 Công bố quy hoạch Khu trung tâm đô thị mới Thủ Thiêm] trên [[tuổi Trẻ (báo)|báo Tuổi Trẻ]] (04\/03\/2006)<\/ref> Hơn một nửa diện tích của khu đô thị sẽ được dành cho cây xanh và [[giao thông]]. Đây là khu đô thị sinh thái đậm chất [[Nam Bộ Việt Nam|Nam Bộ]] với hệ thống kênh rạch, ao hồ được nạo vét và giữ nguyên.\n\n==Lịch sử quy hoạch==\nChủ trương quy hoạch KĐTM Thủ Thiêm bắt đầu từ năm [[1992]], ngay từ lúc khu vực này còn thuộc huyện [[Thủ Đức (huyện)|Thủ Đức]] cũ. Sau khi chuẩn bị hơn 3 năm, đồ án này được tập thể lãnh đạo thành phố thông qua, trong đó có [[Ủy ban nhân dân Thành phố Hồ Chí Minh|UBND Thành phố Hồ Chí Minh]], và được sự đồng ý của [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]]. Sau khi có ý kiến của [[Bộ Chính trị Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Bộ Chính trị]], Thủ tướng [[Võ Văn Kiệt]] ký Quyết định số 367\/TTg ngày [[4 tháng 6]] năm [[1996]] phê duyệt quy hoạch xây dựng Khu đô thị mới Thủ Thiêm.<ref name=zing6\/><ref name=plo11>[http:\/\/plo.vn\/thoi-su\/tphcm-co-quyen-sua-quy-hoach-khu-do-thi-thu-thiem-769073.html TP.HCM có quyền sửa quy hoạch khu đô thị Thủ Thiêm?] plo.vn (07\/05\/2018)<\/ref>\n\nĐến 9 năm sau, ngày 27 tháng 12 năm 2005, Phó Chủ tịch UBND Thành phố Hồ Chí Minh [[Nguyễn Văn Đua]] đã ký QĐ số 6565 thay thế QĐ số 367 của Thủ tướng phê duyệt điều chỉnh quy hoạch chung xây dựng khu trung tâm đô thị mới Thủ Thiêm. Theo đó, quy hoạch chung của KĐTM Thủ Thiêm được thay đổi khá nhiều so với QĐ phê duyệt ban đầu của Thủ tướng.<ref name=plo11\/>\n\n==Tái định cư và bồi thường==\nĐể đầu tư xây dựng Khu đô thị mới Thủ Thiêm, Thành phố Hồ Chí Minh đã giải tỏa trắng gần như toàn bộ bán đảo Thủ Thiêm, 14.600 hộ dân với hơn 60,000 nhân khẩu đã di dời để nhường chỗ cho siêu dự án này. Thành phố cũng đã huy động lượng vốn gần 30.000 tỉ đồng (tương đương 1,5 tỉ USD) để chi trả bồi thường, tái định cư.<ref name=ld1>[http:\/\/laodong.com.vn\/lao-dong-doi-song\/khu-do-thi-moi-thu-thiem-tphcm-thanh-pho-hut-hoi-dai-gia-gianh-dat-vang-qua-de-586470.bld Khu đô thị mới Thủ Thiêm, TP.HCM: Thành phố \"hụt hơi\", đại gia giành đất vàng quá dễ!], laodong.com.vn, 29\/08\/2016<\/ref> Mức đền bù 18,38 triệu VND cho một mét vuông đất vào năm 2009 được cho là không hợp lý, vì chủ đầu tư có đất đã bán lại với giá 350 triệu đồng.<ref name=rfa513>[https:\/\/www.rfa.org\/vietnamese\/in_depth\/another-thu-thiem-under-the-view-of-an-anthropologist-05112018151352.html Thủ Thiêm: Nhìn mà không thấy], www.rfa.org, ngày 11 tháng 5 năm 2018<\/ref>\n\nTheo tin đưa vào thời điểm đầu năm 2017, 99% diện tích đất tại KĐTM Thủ Thiêm đã được bồi thường giải tỏa, 382 ha đất phát triển nhà ở và 334 ha đất khác để phát triển các khu thương mại đã sẵn sàng. Dự kiến khi hoàn thành, Thủ Thiêm sẽ là nơi cư trú cho 150.000 cư dân và thu hút 220.000 lao động đến làm việc.<ref name=cf1\/>\n\n===Cơ sở tôn giáo===\n[[Chùa Liên Trì (Thành phố Hồ Chí Minh)|Chùa Liên Trì]] bị san bằng trong tháng 9 năm 2016. Thượng toạ chủ trì [[Thích Không Tánh]] khẳng định chùa và các quí thầy không chấp nhận cơ sở do chính quyền đã dựng sẵn ở Cát Lái để đền bồi cho chùa. Linh mục Đinh Hữu Thoại, thuộc Phòng Công lý Hoà bình [[Dòng Chúa Cứu Thế]] Sài Gòn cho là việc san bằng này là vì lý do chính trị, và hy vọng [[Nhà thờ Thủ Thiêm]] và [[Tu viện Dòng Mến Thánh Giá Thủ Thiêm|Tu viện Mến Thánh]] Giá sẽ không phải chịu cùng chung số phận.<ref name=rfa916>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/difference-between-lien-tri-pagoda-n-2-remain-catholic-premises-in-tt-cl-09162016100255.html Có khác biệt giữa chùa Liên Trì và cơ sở công giáo?], www.rfa.org, ngày 16 tháng 9 năm 2016<\/ref>\n\nChính quyền bị cho là trong hồ sơ quy hoạch KĐTM Thủ Thiêm không nêu ra yêu cầu phải bảo tồn và tích hợp các di sản văn hoá, tôn giáo, kiến trúc vào khu đô thị mới. Cả hai công ty thiết kế Sasaki của Mỹ và [[Norman Foster]] của Anh cũng không có tư vấn, góp ý gì về vấn đề này. Khu vực thuộc quy hoạch làm Khu đô thị mới Thủ Thiêm, có gần 30 công trình tôn giáo, tín ngưỡng khác nhau; bao gồm các đình, chùa, đền, miếu, tịnh xá, tu viện, nhà thờ và nhà nguyện. Tuy nhiên, tới tháng 9 năm 2016, nhiều công trình trong số đó đã bị phá dỡ, di dời.<ref name=\"voa117\">[http:\/\/www.voatiengviet.com\/a\/tu-vien-o-thu-thiem-van-bi-ep-phai-di-doi-de-xay-dung-khu-do-thi\/3679669.html Tu viện cổ ở Thủ Thiêm vẫn bị ép phải di dời để xây khu đô thị mới], www.voatiengviet.com, 17.01.2017<\/ref>\n\n==Cơ sở hạ tầng==\n[[Tập tin:Cầu Ba Son, TP.HCM, 042022.jpg|250px|phải|nhỏ|[[Cầu Ba Son]] (cầu Thủ Thiêm 2) nhìn từ công viên [[Bến Bạch Đằng]] ]]\n[[Tập tin:Khu đô thị Thủ Thiêm.jpg|250px|phải|nhỏ|Đường Bùi Thiện Ngộ trong khu đô thị mới Thủ Thiêm]]\nTheo quy hoạch về hạ tầng, có 5 cây cầu và 1 hầm chui nối những khu vực khác nhau của trung tâm thành phố với Khu đô thị mới Thủ Thiêm. Hiện nay, [[cầu Thủ Thiêm]], [[Đường hầm sông Sài Gòn|hầm chui vượt sông Sài Gòn]] và [[Cầu Ba Son]] đã hoàn thành nối quận 1 và thành phố Thủ Đức. <ref name=cf1>[http:\/\/cafef.vn\/ha-tang-duoc-dau-tu-dong-bo-va-hien-dai-keo-theo-hang-loat-sieu-du-an-lap-day-thu-thiem-chi-sau-vai-nam-20170114150245495.chn Hạ tầng được đầu tư đồng bộ và hiện đại kéo theo hàng loạt siêu dự án lấp đầy Thủ Thiêm chỉ sau vài năm], cafef.vn, 15\/01\/2017<\/ref>\n\nCó 4 tuyến đường bộ chính trong khu vực được đầu tư theo phương thức đổi đất lấy hạ tầng. Tổng mức chi phí đầu tư 4 tuyến đường được ký kết giữa Nhà đầu tư [[Công ty cổ phần đầu tư địa ốc Đại Quang Minh|Đại Quang Minh]] và Thành phố có giá trị 12.182 tỷ đồng là dựa trên thiết kế cơ sở do Liên danh Chodai - Yooshin (Nhật Bản - Hàn Quốc) thiết kế, nhà đầu tư khi đó là Tổng công ty Phát triển hạ tầng và Đầu tư tài chính Việt Nam (VIDIFI) trình UBND [[Thành phố Hồ Chí Minh]] lấy ý kiến thẩm định của [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] và được các cơ quan quản lý chuyên ngành xem xét thẩm định. \nTuy nhiên, tổng vốn đầu tư thanh toán cho nhà đầu tư 8.265 tỷ đồng (trừ đi 3.917 tỷ đồng lãi vay và trượt giá mà nhà đầu tư không được thanh toán).\n\nTổng vốn đầu tư 8.265 tỷ bao gồm chi phí xây dựng 6.500 tỷ và các khoản chi phí dự phòng khác 1.765 tỷ đồng. Đây là tổng mức đầu tư được xác định ở bước Báo cáo Nghiên cứu khả thi.\n\nTrong quá trình triển khai thiết kế bản vẽ thi công, căn cứ các số liệu khảo sát chi tiết, tư vấn thiết kế tối ưu hóa giải pháp thiết kế nhằm giảm chi phí xây dựng so với khái toán ban đầu. Thực tế, đến hiện nay, tổng giá trị xây lắp của dự án chỉ khoảng 6.000 tỷ đồng, tiết kiệm được hơn 500 tỷ đồng so với chi phí xây lắp trong tổng mức đầu tư ban đầu.\n\n== Các dự án==\n* Khu phức hợp Sóng Việt, tọa lạc trong Khu chức năng số 1 của KĐTMTT được thành phố giao cho Cty Cổ phần Quốc Lộc Phát. Công ty này cam kết sẽ thực hiện theo đúng mục tiêu và các chỉ tiêu quy hoạch phân khu tỉ lệ 1\/2.000 của KĐTM. Ngoài ra, Cty Cổ phần Quốc Lộc Phát cam kết xây dựng hoàn chỉnh đường giao thông và hệ thống hạ tầng kỹ thuật không chỉ trên 4 lô đất mà còn bên ngoài dự án; bảo đảm kết nối hạ tầng đồng bộ với các công trình cầu Thủ Thiêm 2, đại lộ vòng cung, quảng trường trung tâm... đang được triển khai xây dựng. Thành phố sẽ thu về được khoảng 2.000 tỉ đồng tiền sử dụng đất.\n* Công ty [[Đại Quang Minh]] cũng được Thành phố chọn giao dự án với phương thức đổi đất lấy hạ tầng. Cty Đại Quang Minh đầu tư 4 trục đường chính của KĐTM. Đổi lại, thành phố giao cho Cty Đại Quang Minh 78,98 ha. Tuy nhiên trong 78,98 ha đất mà Đại Quang Minh được giao chỉ có 37,71 ha là đất kinh doanh khai thác xây dựng các khu chung cư cao cấp như: Sala, Saroma, khu biệt thự, trung tâm thương mại. Có 34,13ha là đất để xây dựng hạ tầng giao thông kỹ thuật gồm: đường giao thông, công viên, cây xanh. Có 7,13 ha đất xây dựng các công trình công cộng như trường học, nhà văn hóa ...\n* Tập đoàn [[Lotte]] (Hàn Quốc) sẽ xây dựng dự án Khu phức hợp thông minh (Thủ Thiêm Eco Smart City), dự kiến sẽ bao gồm khu thương mại hạng sang, khách sạn, văn phòng và căn hộ trên khu đất rộng 10 ha, với tổng vốn đầu tư dự kiến khoảng 2 tỉ USD.<ref name=cf1\/>\n* Liên danh các Cty cổ phần Bất động sản Tiến Phước, Cty TNHH Bất Động sản Trần Thái và Cty Denver Power Ltd đang thực hiện dự án Khu phức hợp tháp quan sát Thủ Thiêm, Empire City Complex, một khu đất rộng 15 ha và sẽ bao gồm một toà nhà 86 tầng, một khách sạn 5 sao, một trung tâm thương mại và một tòa nhà văn phòng có tổng vốn đầu tư khoảng 1,2 tỉ USD.<ref name=ld1\/><ref name=cf1\/>\n\n==Các vấn đề và lo ngại==\n===Địa thế===\nCác nhà quy hoạch đô thị thời Pháp thuộc tránh phát triển thành phố Sài Gòn về hướng Nam, Đông Nam - khu vực có khu đô thị Thủ Thiêm - vì vùng đất này thấp, xây dựng hạ tầng tốn kém và chịu nhiều rủi ro như sạt lở, lún đất. Họ cũng cho rằng cần lấy đất từ đồi núi của 3 tỉnh [[Ninh Thuận]], [[Bình Thuận]] và [[Lâm Đồng]] về đắp để tránh ngập cho khu vực này. Sau này, kiến trúc sư [[Ngô Viết Thụ]], kỹ sư [[Trần Lê Quang]], nhà quy hoạch đô thị người Mỹ [[Doxiadis]] đều cho rằng hướng phát triển chính của thành phố là hướng Bắc, Đông Bắc gồm [[Thuận An (định hướng)|Thuận An]], Dĩ An, Tân Uyên (tỉnh [[Bình Dương]]) và thành phố [[Biên Hòa|Biên Hoà]] (tỉnh [[Đồng Nai]]) và hướng Tây Bắc ở khu vực [[Củ Chi]]. Tuy nhiên Sở Quy hoạch - Kiến trúc Thành phố Hồ Chí Minh cho rằng các nhà thiết kế dự án đã nghiên cứu để hiểu rõ quy luật sông nước, văn hóa đặc trưng Nam Bộ, khai thác tối đa lợi thế kênh rạch, và việc quản lý tốt sau này sẽ giúp tránh ngập.<ref>[http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2006\/04\/3B9E8B85\/ Khu đô thị mới Thủ Thiêm sẽ ngập trong nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080628044154\/http:\/\/www.vnexpress.net\/GL\/Xa-hoi\/2006\/04\/3B9E8B85\/ |date=2008-06-28 }}, [[VnExpress]] ngày 15\/4\/2006<\/ref>\n\n===Bản đồ gốc và văn bản số 367 thất lạc===\nNgày 02 tháng 5 năm 2018, ông [[Võ Văn Hoan]], Chánh Văn phòng kiêm người phát ngôn của UBND Thành phố Hồ Chí Minh, xác nhận bản đồ quy hoạch khu đô thị mới Thủ Thiêm tỷ lệ 1\/5000 kèm theo Quyết định số 367\/QĐ-TTg ngày 4\/6\/1996 của Thủ tướng Chính phủ đã thất lạc. Đây là văn bản pháp lý về quy hoạch dự án.<ref>[https:\/\/thanhnien.vn\/thoi-su\/ban-do-goc-khu-do-thi-moi-thu-thiem-duoc-lap-the-nao-958829.html Bản đồ gốc khu đô thị mới Thủ Thiêm được lập thế nào?], thanhnien.vn, 3\/5\/2018<\/ref>\n===Kiểm tra, thanh tra của Chính phủ===\nNgày 6 tháng 9 năm 2018, [[Thanh tra Chính phủ]] công bố kết quả kiểm tra một số nội dung liên quan khiếu nại của người dân cho biết, trong quá trình thực hiện đầu tư xây dựng, UBND Thành phố Hồ Chí Minh và các sở ngành liên quan đã để xảy ra những thiếu sót vi phạm, ảnh hưởng đến quyền lợi của một số hộ dân trong địa bàn, phát sinh khiếu nại đông người gay gắt và kéo dài, với các điểm chính như sau<ref name=vne6>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/thanh-tra-chinh-phu-chi-ra-nhieu-sai-pham-o-khu-do-thi-thu-thiem-3805285.html|tiêu đề=Thanh tra Chính phủ chỉ ra nhiều sai phạm ở khu đô thị Thủ Thiêm|nhà xuất bản=vnexpress.net|tác giả 1=|ngày tháng=ngày 7 tháng 9 năm 2018|url lưu trữ=| ngày lưu trữ =}}<\/ref>:\n* Chênh lệch khoảng 10 ha so với diện tích được [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] thẩm định; thiếu một số hồ sơ quan trọng kèm theo của cả Khu đô thị mới Thủ Thiêm và khu tái định cư 160 ha (không có bản đồ quy hoạch 1\/5000, chưa có ý kiến thẩm định của Bộ Xây dựng đối với 160 ha đất tái định cư).\n*[[Ủy ban nhân dân Thành phố Hồ Chí Minh]] phê duyệt [[Quy hoạch đô thị|quy hoạch]] 1\/2000 tại Quyết định số 13585 năm 1998, trong đó có điều chỉnh diện tích và ranh giới là không đúng thẩm quyền.\n* Quá trình bồi thường giải phóng mặt bằng và hỗ trợ tái định cư ở dự án này có nhiều vi phạm như: thực hiện không đúng quy định của [[Luật Đất đai (Việt Nam)|Luật Đất đai]] 2003; không lập phương án đền bù giải phóng mặt bằng; không có kế hoạch xây dựng nhà tái định cư trước khi giải phóng mặt bằng... dẫn đến phát sinh khiếu nại về chế độ, chính sách đền bù, hỗ trợ.\n* Trong số 87 ha đất để xây dựng nhà tái định cư, UBND Thành phố chỉ định nhà đầu tư không thông qua đấu giá theo quy định là trên 76 ha.\nNgày 17 tháng 6 năm 2022, lãnh đạo [[Thanh tra Chính phủ]] và UBND TP.HCM tiếp tục đối thoại với người dân Khu đô thị mới Thủ Thiêm về khúc mắc ranh quy hoạch. Cả 4 nhóm đại diện cho hơn 100 người đang khiếu kiện đều nêu quan điểm không đồng tình với hai thông báo kết luận của Thanh tra Chính phủ là 1483 (năm 2018) và 1169 (năm 2021) <ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/doi-thoai-thu-thiem-con-thac-mac-pho-tong-thanh-tra-chinh-phu-noi-tiep-tuc-xem-xet-2031142.html|tựa đề=Báo VietnamNet|họ=News|tên=VietNamNet|website=VietNamNet News|ngôn ngữ=vi|ngày truy cập=2022-06-28}}<\/ref>.  Ông Lê Sỹ Bảy, phó [[Thanh tra Chính phủ|Tổng Thanh Tra Chính Phủ]] đề xuất: <blockquote>“Các nội dung chủ yếu xoay quanh vấn đề quy hoạch Khu đô thị mới Thủ Thiêm và các bản đồ chứng minh ranh quy hoạch. Tôi đề nghị UBND [[Thành phố Hồ Chí Minh|TP.HCM]] sớm trả lời với dân trên cơ sở pháp lý và ý kiến của các cơ quan chức năng”.<\/blockquote>Tuy nhiên, theo quan điểm của [[Đài Á Châu Tự Do]], dân Thủ Thiêm tố cáo đối thoại để diễn nhằm đánh lừa dư luận <ref>{{Chú thích web|url=https:\/\/www.rfa.org\/vietnamese\/in_depth\/why-was-the-government-inspector-s-dialogue-with-the-people-of-thu-thiem-unsuccessful-06212022124144.html|tựa đề=Dân Thủ Thiêm tố cáo đối thoại để diễn nhằm đánh lừa dư luận|website=Radio Free Asia|ngôn ngữ=vi|ngày truy cập=2022-06-28}}<\/ref>. Cũng theo đài này:<blockquote>Tại buổi đối thoại, người dân và ban tổ chức mâu thuẫn trong phương thức đối thoại, khi nhiều người bày tỏ sự bức xúc, phản biện lại ý kiến của đại diện bộ ban ngành, mong muốn được nêu hết ý kiến… thì nhiều người dân cho biết họ đã bị tắt micro… với lý dành thời gian để các cơ quan chức năng trả lời câu hỏi.\n\nTuy nhiên, các câu hỏi của người dân chỉ được đại diện cơ quan Trung ương trả lời là đã ghi nhận, tiếp thu và xin trả lời sau.<\/blockquote>Theo báo điện tử [[VietNamNet|Vietnamnet]], cuộc đối thoại với người dân Thủ Thiêm ngày 17\/06 năm 2022 đã \"bất thành\" <ref name=\":0\">{{Chú thích web|url=https:\/\/vnexpress.net\/doi-thoai-voi-nguoi-dan-thu-thiem-bat-thanh-4477361.html|tựa đề=Đối thoại với người dân Thủ Thiêm bất thành|website=Báo điện tử VnExpress|ngôn ngữ=vi|ngày truy cập=2022-06-28}}<\/ref>:<blockquote>Cuộc đối chất nhiều lần bị gián đoạn vì người dân và ban tổ chức mâu thuẫn trong phương thức đối thoại. Nhiều người bày tỏ sự bức xúc, phản biện lại ý kiến của đại diện bộ ban ngành, mong muốn được nêu hết ý kiến, nhưng chủ tọa đề nghị dành thời gian để các cơ quan chức năng trả lời câu hỏi.\n\nTrưởng [[Ban Tiếp công dân Trung ương (Việt Nam)|ban Tiếp công dân Trung ương]] (TTCP) Nguyễn Hồng Điệp liên tục đề nghị bà con tôn trọng chủ toạ và yêu cầu tắt micro để ngắt lời, dành thời gian cho cơ quan chức năng giải đáp. Tuy nhiên, trước hàng loạt câu hỏi của người dân, đại diện cơ quan Trung ương đều chỉ ghi nhận, tiếp thu và xin trả lời sau.<\/blockquote>\n\n=== Chỉ đạo của Bộ Chính Trị ===\nTrong buổi làm việc với Thường trực Thành uỷ TP HCM chiều 14\/4 năm 2022, Trưởng [[Ban Nội chính Trung ương Đảng Cộng sản Việt Nam|ban Nội chính Trung ương]] [[Phan Đình Trạc]] đề nghị TTCP chủ trì, phối hợp chặt chẽ với các bộ, ngành liên quan, thống nhất và tham mưu Chính phủ tháo gỡ khó khăn giúp [[Thành phố Hồ Chí Minh|TP HCM]] xử lý dứt điểm 5 vụ việc còn lại ở Khu đô thị mới Thủ Thiêm <ref name=\":0\" \/>. Trưởng ban Nội chính Trung ương đề nghị [[Bộ Công an (Việt Nam)|Bộ Công an]] chỉ đạo điều tra, xử lý theo quy định của pháp luật các vụ việc có dấu hiệu sai phạm tại dự án Khu đô thị mới Thủ Thiêm mà [[Thanh tra Chính phủ]] đã chuyển qua.\n\n===Quan điểm Ủy ban nhân dân Thành phố Hồ Chí Minh ===\nTrong Thông cáo sáng 21\/9\/2018, [[Ủy ban nhân dân Thành phố Hồ Chí Minh|UBND Thành phố Hồ Chí Minh]] thừa nhận rằng việc xác định ranh giới chưa đúng nên thu hồi đất đối với phần diện tích 4,3 ha để thực hiện một số dự án trong Khu đô thị mới Thủ Thiêm chưa đủ cơ sở pháp lý, không đúng với quy hoạch được [[Thủ tướng Chính phủ nước Cộng hòa xã hội chủ nghĩa Việt Nam|Thủ tướng]] phê duyệt. Thành phố hứa là \"sẽ đảm bảo không để người dân bị thiệt thòi do những bất cập về chính sách và sai phạm trong công tác quản lý quy hoạch về đất đai\".<ref name=zing6_2>{{Chú thích web|url=https:\/\/news.zing.vn\/tphcm-noi-gi-khi-giao-dat-tai-dinh-cu-o-thu-thiem-cho-doanh-nghiep-post878704.html|tiêu đề=Thành phố Hồ Chí Minh nói gì khi giao đất tái định cư ở Thủ Thiêm cho doanh nghiệp?|nhà xuất bản=zing.vn|tác giả 1=|ngày tháng=ngày 21 tháng 9 năm 2018|url lưu trữ=| ngày lưu trữ =}}<\/ref>\n\n===Vi phạm Ban Thường vụ Thành ủy và Ban Cán sự Đảng ===\nNgày 8 tháng 1 năm 2020, tại Hà Nội, [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]] kết luận: Ban Thường vụ Thành ủy nhiệm kỳ 2010 - 2015 và Ban Cán sự Đảng UBND Thành phố Hồ Chí Minh nhiệm kỳ 2011 - 2016 đã vi phạm nguyên tắc tập trung dân chủ và quy chế làm việc, thiếu trách nhiệm, buông lỏng lãnh đạo, chỉ đạo, thiếu kiểm tra, giám sát, để xảy ra nhiều vi phạm, khuyết điểm nghiêm trọng trong quá trình thực hiện dự án đầu tư Khu đô thị mới Thủ Thiêm, gây hậu quả rất nghiêm trọng, làm thiệt hại lớn tiền và tài sản của Nhà nước, ảnh hưởng xấu đến phát triển kinh tế - xã hội và đời sống của một bộ phận nhân dân thành phố, gây bức xúc trong xã hội. Ông [[Lê Thanh Hải]], nguyên Ủy viên Bộ Chính trị, nguyên Bí thư Thành ủy; ông [[Lê Hoàng Quân]], nguyên Ủy viên Trung ương Đảng, nguyên Phó Bí thư Thành ủy, nguyên Bí thư Ban Cán sự Đảng, nguyên Chủ tịch UBND thành phố; ông [[Nguyễn Văn Đua]], nguyên Phó Bí thư Thường trực Thành ủy, nguyên Ủy viên Ban Cán sự Đảng, nguyên Phó Chủ tịch UBND thành phố và các ông bà [[Nguyễn Thị Hồng]], [[Lê Văn Khoa]], nguyên Ủy viên Ban Thường vụ Thành ủy, nguyên Ủy viên Ban Cán sự Đảng, nguyên Phó Chủ tịch UBND thành phố; ông [[Vũ Hùng Việt]], nguyên Thành ủy viên, nguyên Ủy viên Ban Cán sự Đảng, nguyên Phó Chủ tịch UBND thành phố, phải bị xem xét kỷ luật.<ref name=\"tt20200108\">{{Chú thích web |url =https:\/\/tuoitre.vn\/xem-xet-ky-luat-nguyen-bi-thu-thanh-uy-tp-hcm-le-thanh-hai-20200108151627628.htm |tiêu đề =Xem xét kỷ luật nguyên bí thư thành ủy Thành phố Hồ Chí Minh Lê Thanh Hải |tác giả = |ngày =ngày 8 tháng 1 năm 2020 |nhà xuất bản =tuoitre |ngày truy cập = |ngôn ngữ = |url lưu trữ = |ngày lưu trữ = }}<\/ref>\n====Quyết định của Ủy ban Kiểm tra Trung ương năm 2020====\nĐầu tháng 3 năm 2020, [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]] đề nghị [[Bộ Chính trị]], Ban Bí thư xem xét, thi hành kỷ luật Ban Thường vụ Thành ủy Thành phố Hồ Chí Minh nhiệm kỳ 2010 - 2015. Ông [[Lê Thanh Hải]], nguyên Ủy viên Bộ Chính trị, nguyên Bí thư Thành ủy và ông [[Lê Hoàng Quân]], nguyên Ủy viên Trung ương Đảng, nguyên Phó bí thư Thành ủy, nguyên Bí thư Ban cán sự đảng, nguyên Chủ tịch UBND Thành phố đã để xảy ra nhiều vi phạm, khuyết điểm nghiêm trọng trong quá trình thực hiện dự án đầu tư Khu đô thị mới Thủ Thiêm, gây hậu quả rất nghiêm trọng, làm thiệt hại lớn tiền và tài sản của Nhà nước. UBKT Trung ương đồng thời đề nghị Ban Thường vụ Thành ủy Thành phố Hồ Chí Minh thi hành kỷ luật Ban Cán sự đảng UBND Thành phố Hồ Chí Minh nhiệm kỳ 2011-2016. UBKT Trung ương cũng quyết định thi hành kỷ luật khiển trách đối với bà Nguyễn Thị Hồng, nguyên Ủy viên Ban Thường vụ Thành ủy, nguyên Ủy viên Ban Cán sự Đảng, nguyên Phó Chủ tịch UBND Thành phố. Riêng vi phạm của ông [[Nguyễn Văn Đua]], nguyên Phó Bí thư Thường trực Thành ủy và ông Vũ Hùng Việt, nguyên Thành ủy viên, nguyên Ủy viên Ban Cán sự đảng, nguyên Phó Chủ tịch UBND Thành phố Hồ Chí Minh đến mức phải kỷ luật bằng hình thức khiển trách, song đã hết thời hiệu xử lý kỷ luật theo quy định của Đảng.<ref>{{Chú thích web|url=https:\/\/news.zing.vn\/de-nghi-bo-chinh-tri-ky-luat-ong-le-thanh-hai-le-hoang-quan-post1055020.html|title=Đề nghị Bộ Chính trị kỷ luật ông Lê Thanh Hải, Lê Hoàng Quân|last=ngày 5 tháng 3 năm 2020|first=|date=|website=Zing|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\n==== Quyết định của Ủy ban Kiểm tra Trung ương năm 2022 ====\nTheo thông cáo báo chí Kỳ họp thứ 16 của [[Ủy ban Kiểm tra Trung ương Đảng Cộng sản Việt Nam|Ủy ban Kiểm tra Trung ương]] <ref>{{Chú thích web|url=https:\/\/ubkttw.vn\/danh-muc\/tin-tuc-thoi-su\/thong-cao-bao-chi-ky-hop-thu-16-cua-uy-ban-kiem-tra-trung-uong.html|tựa đề=Thông cáo báo chí Kỳ họp thứ 16 của Ủy ban Kiểm tra Trung ương|website=ubkttw.vn|url-status=live|ngày truy cập=2022-06-28}}<\/ref>: <blockquote>Ban cán sự đảng UBND [[Thành phố Hồ Chí Minh]] đã vi phạm nguyên tắc tập trung dân chủ, Quy chế làm việc; thiếu trách nhiệm, buông lỏng lãnh đạo, chỉ đạo, để UBND Thành phố và nhiều tổ chức, cá nhân vi phạm quy định của Đảng, pháp luật của Nhà nước trong quản lý tài chính, tài sản nhà nước; xảy ra nhiều vụ án, vụ việc trên địa bàn Thành phố; nhiều tổ chức đảng, đảng viên bị xử lý kỷ luật; nhiều cán bộ, đảng viên trong đó có cả lãnh đạo chủ chốt của UBND Thành phố và các sở, ngành,… bị xử lý hình sự.\n\nNhững vi phạm nêu trên đã gây hậu quả nghiêm trọng, khó khắc phục, làm thất thoát rất lớn tài sản, ngân sách của Nhà nước, gây bức xúc trong xã hội, ảnh hưởng xấu đến uy tín của cấp ủy và chính quyền địa phương. Xét nội dung, tính chất, mức độ, hậu quả vi phạm; căn cứ quy định của Đảng, UBKT Trung ương quyết định thi hành kỷ luật:\n\n'''''- Cảnh cáo''''' Ban Thường vụ Đảng ủy Sở Xây dựng và Ban Thường vụ Đảng ủy Văn phòng UBND Thành phố Hồ Chí Minh nhiệm kỳ 2015-2020.\n\n- '''''Khiển trách''''' đồng chí ''[[Võ Văn Hoan]]'', Thành ủy viên, Ủy viên Ban cán sự đảng, Phó Chủ tịch UBND Thành phố, nguyên Bí thư Đảng ủy, nguyên Chánh Văn phòng UBND Thành phố Hồ Chí Minh.\n\nUBKT Trung ương đề nghị Bộ Chính trị xem xét, thi hành kỷ luật Ban cán sự đảng UBND Thành phố Hồ Chí Minh nhiệm kỳ 2016-2021 và đồng chí ''[[Nguyễn Thành Phong]]'', Ủy viên Trung ương Đảng, Phó Trưởng [[Ban Kinh tế Trung ương Đảng Cộng sản Việt Nam|Ban Kinh tế Trung ương]], nguyên Phó Bí thư Thành ủy, nguyên Bí thư Ban cán sự đảng, nguyên Chủ tịch UBND Thành phố Hồ Chí Minh.\n\nUBKT Trung ương yêu cầu Ban Thường vụ Thành ủy Thành phố Hồ Chí Minh chỉ đạo, xem xét, xử lý kỷ luật các tổ chức, cá nhân khác có liên quan đến các vi phạm nêu trên.<\/blockquote>\n\n==Nhận xét==\n* Phó giáo sư, tiến sĩ Erik Harms, ngành Nhân học Văn hóa xã hội thuộc [[Đại học Yale]], Mỹ, người thường xuyên đến Việt Nam để nghiên cứu từ năm 1997, nhận xét:\n{{cquote|Với những người dân Thủ Thiêm, dự án này không phải là trò cười. Họ đã mất kế sinh nhai. Họ đã mất làng xóm, tình bạn. Họ đã mất cả một cộng đồng.... Những người dân Thủ Thiêm đã bị phớt lờ và thường bị đối xử như thể họ không tồn tại.<ref \"name=zing3\">{{chú thích web|url=https:\/\/news.zing.vn\/chuyen-gia-dh-yale-dan-thu-thiem-bi-doi-xu-nhu-khong-ton-tai-post841053.html|title=Dân Thủ Thiêm bị đối xử như thể họ không hề tồn tại|publisher=zing|author=|date=ngày 10 tháng 5 năm 2018|url lưu trữ=http:\/\/web.archive.org\/web\/20180510210848\/https:\/\/news.zing.vn\/chuyen-gia-dh-yale-dan-thu-thiem-bi-doi-xu-nhu-khong-ton-tai-post841053.htmlngày lưu trữ =ngày 10 tháng 5 năm 2018}}<\/ref> }}\n* Chiều 9\/5\/2018, khi đoàn ĐBQH Thành phố Hồ Chí Minh tiếp xúc cử trị ở Quận 2 về dự án KĐTM Thủ Thiêm, Bà [[Nguyễn Thị Quyết Tâm]], ĐBQH, Chủ tịch HĐND Thành phố Hồ Chí Minh bày tỏ:\n{{cquote|\"Cô bác hỏi có day dứt không, xin thưa là tôi rất day dứt. Nghe cô bác nói vậy, xót lắm. Chính quyền giải quyết vấn đề lớn mà cô bác chưa đồng tình và khiếu nại, nghĩa là còn tin chúng tôi. Tôi cam đoan khi nào còn một ý kiến phản ánh thì vẫn còn đeo bám giải quyết vấn đề ở Thủ Thiêm\".<ref \"name=plo3\">{{chú thích web|url=http:\/\/plo.vn\/thoi-su\/chu-tich-hdnd-tphcm-hua-gi-truoc-cu-tri-thu-thiem-769724.html|title=Chủ tịch HĐND Thành phố Hồ Chí Minh hứa gì trước cử tri Thủ Thiêm?|publisher=plo.vn|author=|date=ngày 10 tháng 5 năm 2018|url lưu trữ=http:\/\/web.archive.org\/web\/20180512043638\/http:\/\/plo.vn\/thoi-su\/chu-tich-hdnd-tphcm-hua-gi-truoc-cu-tri-thu-thiem-769724.html| ngày lưu trữ =ngày 12 tháng 5 năm 2018}}<\/ref> }}\n* Nói chuyện với Zing.vn, ông Võ Viết Thanh - nguyên Phó Chủ tịch UBND Thành phố Hồ Chí Minh phụ trách quản lý đô thị, nguyên Quyền Chủ tịch UBND Thành phố Hồ Chí Minh (giai đoạn 7\/1996–8\/1997), nguyên Phó Bí thư Thành ủy kiêm Chủ tịch UBND Thành phố Hồ Chí Minh (08\/1997 - 17\/05\/2001) cho rằng \"đồng tiền đã làm biến dạng quy hoạch\" <ref name=zing6>{{Chú thích web|url=https:\/\/news.zing.vn\/nguyen-chu-tich-tphcm-dong-tien-lam-bien-dang-quy-hoach-thu-thiem-post840318.html|tiêu đề=Đồng tiền đã làm biến dạng quy hoạch Thủ Thiêm|nhà xuất bản=zing.vn|tác giả 1=|ngày tháng=ngày 17 tháng 5 năm 2018|url lưu trữ=| ngày lưu trữ =}}<\/ref>\n\n==Xem thêm==\n*[[Lê Thanh Hải]]\n\n*[[Lê Hoàng Quân]]\n\n*[[Võ Văn Hoan]]\n\n*[[Đại Quang Minh]]\n*[[Tập đoàn Novaland]]\n\n==Chú thích==\n{{tham khảo|3}}\n\n==Liên kết ngoài==\n*[http:\/\/thuthiem.com.vn\/web\/guest Trang chủ chính thức của Ban QLDA Thủ Thiêm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131027123204\/http:\/\/thuthiem.com.vn\/web\/guest |date=2013-10-27 }}\n*[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=205529&ChannelID=3 \"Thủ Thiêm đã rất gần\" trên Báo Tuổi Trẻ ngày 13\/6\/2007]\n\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n{{sơ khai TPHCM}}\n\n[[Thể loại:Khu đô thị Thành phố Hồ Chí Minh|Thủ Thiêm, mới]]\n[[Thể loại:Khu đô thị Việt Nam]]\n[[Thể loại:Công trình xây dựng ở Thành phố Hồ Chí Minh]]\n[[Thể loại:Thủ Đức]]"}