{"484037":"[[Tập tin:Den kiep bac.jpg|thumb|300px|Đền Kiếp Bạc, thành phố Chí Linh, tỉnh Hải Dương]]\n'''Khu di tích Côn Sơn – Kiếp Bạc''' là một [[Di tích quốc gia đặc biệt (Việt Nam)|di tích quốc gia đặc biệt]] quan trọng của Việt Nam. Quần thể di tích này thuộc địa bàn thành phố [[Chí Linh]], tỉnh [[Hải Dương]]. Nơi đây gồm quần thể các di tích lịch sử liên quan đến những chiến công lẫy lừng trong ba lần quân dân [[nhà Trần]] đánh thắng quân xâm lược [[Nhà Nguyên|Mông Nguyên]] thế kỷ XIII và trong cuộc kháng chiến 10 năm của [[nghĩa quân Lam Sơn]] chống [[Nhà Minh|quân Minh]] ở thế kỷ XV. Đây là nơi gắn liền với thân thế, sự nghiệp của các vị anh hùng dân tộc như: [[Nguyễn Trãi]], [[Trần Hưng Đạo]] cùng nhiều danh nhân văn hoá của dân tộc: [[Trần Nguyên Đán]], [[Pháp Loa]], [[Huyền Quang]]… Điểm nhấn của khu di tích này là [[chùa Côn Sơn]] và [[đền Kiếp Bạc]].\n\nNgày 18\/6\/2010 Thủ tướng Chính phủ đã ban hành Quyết định số 920\/QĐ-TTg phê duyệt Quy hoạch tổng thể bảo tồn Khu di tích lịch sử - văn hóa Côn Sơn – Kiếp Bạc gắn với phát triển du lịch, thành phố Chí Linh, tỉnh Hải Dương. Trong dịp Lễ hội mùa thu năm 2012, Khu Di tích lịch sử - văn hóa Côn Sơn – Kiếp Bạc đã được công nhận là di tích quốc gia đặc biệt.\n\n==Chùa Côn Sơn==\n{{chính|chùa Côn Sơn}}\n[[Tập tin:Chua Con son.jpg|nhỏ|trái|200px| Chính điện chùa Côn Sơn]]\n[[Chùa Côn Sơn]] tên chữ là \"Thiên Tư Phúc Tự\", nghĩa là chùa được trời ban cho phước lành. Chùa kiến trúc theo kiểu chữ công, gồm Tiền đường, Thiêu lương, Thượng điện là nơi thờ Phật, trong đó có những tượng Phật từ thời Lê cao tới 3 mét. Tiếp đến nhà Tổ là nơi thờ các vị tổ có công tu nghiệp đối với chùa: Điều ngư Trúc Lâm [[Trần Nhân Tông]], Thiền sư [[Pháp Loa]] và Thiền sư [[Huyền Quang]]. Đường vào Tam quan lát gạch, chạy dài dưới hàng thông trăm năm phong trần xen lẫn những tán vải thiều xum xuê xanh thẫm. Tam quan được tôn tạo năm 1995, kiểu cổ, có 2 tầng 8 mái với các hoạ tiết hoa lá, mây tản cách điệu của nền nghệ thuật kiến trúc thời Lê. Sân chùa có 4 nhà bia.\n\nChùa nằm dưới chân núi Côn Sơn. Tương truyền nơi đây là nơi hun gỗ làm than và đã từng diễn ra trận hoả công hun giặc, dẹp [[loạn 12 sứ quân]] của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] ở thế kỷ X. Nên ngoài tên gọi Côn Sơn, núi còn có tên là Kỳ Lân hay núi Hun. Chùa \"Thiên Tư Phúc Tự\" trong dân gian quen gọi theo tên núi là [[chùa Côn Sơn]] hay còn gọi là Chùa Hun.\n\nThiền sư Huyền Quang vị tổ thứ ba của Thiền phái Trúc Lâm - một thiền phái mang màu sắc dân tộc Việt Nam đã về tu ở chùa Côn Sơn. Tại Côn Sơn Huyền Quang cho lập đài Cửu phẩm liên hoa, biên tập kinh sách, làm giảng chủ thuyết pháp phát triển đạo phái không ngừng. Ngày 22 tháng 1 năm Giáp Tuất (1334) Thiền sư Huyền Quang viên tịch tại Côn Sơn. Vua [[Trần Minh Tông]] đã cấp cho ruộng để thờ và cho xây tháp tổ sau chùa, đặc phong Tự Tháp \"Huyền Quang tôn giả\".\n\nChùa Côn Sơn có từ [[nhà Đinh|thời Đinh]], năm Khai Hựu nguyên niên (1329), thời [[nhà Trần]] được Pháp Loa tôn tạo với quy mô lớn. Dấu vết của lần trùng tu này còn hiện diện đến nay. [[Nguyễn Trãi]] từng làm Đề cử chùa Côn Sơn. Chùa Côn Sơn xưa nay là danh lam cổ tích của đất nước, hiện còn nhiều dấu tích và cổ vật có giá trị.\n\n==Đền Kiếp Bạc==\n{{chính|Đền Kiếp Bạc}}\nKiếp Bạc là tên ghép của hai làng Vạn\nYên (làng Kiếp) và Dược Sơn (làng Bạc). Nơi đây là thung lũng trù phú, xung quanh có dãy núi Rồng bao bọc tạo. Vào thế kỷ 13, đây là nơi đóng quân và là phủ đệ của Trần Hưng Đạo, người anh hùng dân tộc, người chỉ huy quân sự tối cao trong cuộc kháng chiến chống quân xâm lược Nguyên Mông.\n\nĐền thờ Trần Hưng Đạo được dựng vào đầu thế kỷ 14, trên một khu đất ở trung tâm thung lũng Kiếp Bạc. Trong đền hiện còn 7 pho tượng bằng đồng: tượng Trần Hưng Đạo, phu nhân, hai con gái, Phạm Ngũ Lão, Nam Tào, Bắc Đẩu và 4 bài vị thờ bốn con trai. Hàng năm, hội đền được tổ chức vào ngày mất của Trần Hưng Đạo (ngày 20 tháng 8 âm lịch).\n\n==Đền thờ Nguyễn Trãi==\n[[Tập tin:Denthonguyentrai.jpg|nhỏ|trái|200px| Đền thờ Nguyễn Trãi ở Côn Sơn - Hải Dương]]\nĐền thờ [[Nguyễn Trãi]] khởi công xây dựng ngày 14-12-2000, trên khuôn viên đất rộng gần 10.000 mét vuông, tại chân núi Ngũ Nhạc, nằm trong khu vực Thanh Hư Động và gần nơi ngày xưa từng có đền thờ bà Trần Thị Thái, thân mẫu của [[Nguyễn Trãi]]. Phía bên phải là dòng suối [[Côn Sơn]] chảy từ Bắc xuống Nam, uốn lượn từ phải qua trái, ôm lấy khu Đền.\n\nĐền thờ chính, hai nhà Tả vu, Hữu vu, Nghi môn nội, Nghi môn Ngoại, Nhà Bia, Am hoá vàng, cầu vào cổng chính, cầu qua suối Côn Sơn theo kiểu thượng gia hạ kiều để lên Thạch Bàn, nhà từ đền, hệ thống sân vườn, đường cấp thoát nước...\n\nNgôi đền chính tưa lưng vào Tổ Sơn, hai bên tì vào hai dãy núi Ngũ Nhạc và Kỳ Lân là tả Thanh long và hữu Bạch hổ. Phía trước có hồ nước rộng, tiếp theo là núi Trúc Thôn đối diện với núi Phượng Hoàng. Xa xa là dãy núi An Lạc.\n\nĐền thờ [[Nguyễn Trãi]] là công trình trọng điểm nằm trong quần thể khu di tích Côn Sơn – Kiếp Bạc, kiến trúc theo truyền thống và rất độc đáo; với một nguồn lớn kinh phí cùng với những người có tâm đức, các Nghệ nhân và những người thợ khéo tay, cần mẫn lao động hơn 2.500 ngày để có được công trình hôm nay, thoả mãn cao nhất nhu cầu du lịch gắn với lịch sử và tâm linh của các thế hệ mai sau.\nTại gian tiền tế của đền Kiếp Bạc hiện còn trưng bày 2 đoạn xương ống chân voi. tương truyền đây là con voi chiến của Hưng Đạo Đại Vương - Trần Quốc Tuấn trong khi ra trận bị sa lầy tại cánh đồng gần tỉnh Thái Bình, mặc dù quân sĩ dốc sức làm mọi cách để cứu voi khỏi bị sa lầy nhưng vẫn không cứu nổi, Trần Hưng Đạo đành phải bỏ voi lại để tiếp tục tiến quân ra chiến trường và có chỉ gươm xuống đất thề sẽ quay lại cứu voi khi thắng trận. Thắng trận trở về đến cánh đồng nơi voi bị sa lầy nhưng con voi đã chết vì bị chìm lún xuống bùn. Tương truyền 2 ống xương chân voi hiện đang đặt tại gian tiền tế đền Kiếp Bạc là xương của con voi trung thành của Đức Thánh Hưng Đạo Đại Vương.\n\n==Đền thờ Trần Nguyên Hãn==\n\nĐền thờ [[Trần Nguyên Hãn]] nằm trên đền thờ Nguyễn Trãi, cũng ở ven suối. Trần Nguyên Hãn là đại công thần nhà Lê và là em con cậu ruột của Nguyễn Trãi.\n\n==Đền thờ Trần Nguyên Đán==\nNằm ở phía trên cả đền thờ Nguyễn Trãi và Trần Nguyên Hãn, gần thượng nguồn suối Côn Sơn. [[Trần Nguyên Đán]] là ông [[Nguyễn Trãi]]. Các đền này đều rất đẹp và hợp thành một quần thể mới hoàn toàn hòa hợp với quần thể chùa Côn Sơn cũ.\n\nNăm 1385, [[Trần Nguyên Đán]] cùng vợ đưa cháu ngoại [[Nguyễn Trãi]] về sống tại Côn Sơn. Ông nuôi dạy [[Nguyễn Trãi]] trưởng thành. Tại [[Côn Sơn]] ông cùng vợ trồng rừng thông, bãi giễ và xây dựng quần thể kiến trúc trong núi. Động Thanh Hư là công trình quy mô, hoành tráng với nhiều hạng mục kiến trúc hoà với thiên nhiên, trong đó có các nơi \"Nghỉ ngơi, chơi ngắm\" là thẳng cảnh tiêu biểu mà từ lâu đã trở thành địa danh, di tích nổi tiếng, đi vào thi ca sử sách ở nhiều thời đại.\n\nNăm 1390, Quan Đại Tư Đồ [[Trần Nguyên Đán]] tạ thế tại Côn Sơn. Vua Trần nhớ công đức của ông, sắc chỉ cho nhân dân lập đền, tạc tượng thờ Người tướng quốc tại Côn Sơn. Trải qua năm tháng Đền thờ xưa không còn.\n\nNăm 2005, tỉnh Hải Dương xây dựng Đền Thanh Hư trên nền nhà cũ của Ông giữa rừng tùng bách tại Côn Sơn. Đền Thanh Hư kiến trúc theo chữ Đinh, toà Tiên bái chồng diêm cổ các hai tầng tám mái uy nghi. Đền tựa núi Ngũ Nhạc, Minh Đường hướng đông nam, hồ Côn Sơn nơi tụ phong, tụ thủy; núi An Lạc làm Tiền Án, dãy An Sinh thế long chầu. Trong Đền hệ thống hoành phi, câu đối, đồ thờ bài trí theo nghi thức truyền thống. Tượng Quan Đại Tư Đồ thần thái uy nghiêm, nhân từ.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.consonkiepbac.org.vn website khu di tích Côn Sơn – Kiếp Bạc]\n*[http:\/\/hanoi.vietnamplus.vn\/Home\/Con-SonKiep-Bac--Vung-dat-quan-tu-tu-linh-ngu-nhac\/20103\/724.vnplus Côn Sơn-Kiếp Bạc - Vùng đất quần tụ tứ linh, ngũ nhạc]\n\n{{Di tích Việt Nam hạng đặc biệt}}\n{{Lịch sử Việt Nam thời Trần}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Di tích tại Hải Dương|K]]\n[[Thể loại:Chí Linh]]\n[[Thể loại:Trần Hưng Đạo]]\n[[Thể loại:Nguyễn Trãi]]\n[[Thể loại:Văn hóa xứ Đông]]\n[[Thể loại:Công trình lưu niệm danh nhân trong lịch sử Việt Nam]]"}