{"805289":"{{Sơ khai Việt Nam}}\n'''Khu 1''', hoặc '''Chiến khu 1''', là một đơn vị hành chính - quân sự cũ ở vùng Đông Bắc Việt Nam, do chính phủ [[Việt Nam Dân chủ Cộng hòa]] đặt ra và sử dụng từ cuối năm 1945 đến đầu năm 1948, trên cơ sở tổ chức quản lý hành chính chung cho một số tỉnh - thành phố có vị trí địa lý tiếp giáp nhau để thuận lợi cho việc chỉ đạo, chỉ huy tác chiến và xây dựng lực lượng vũ trang trong thời kỳ đầu [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]]<ref name=\"tdqs\">Từ điển bách khoa Quân sự Việt Nam 2004. Tr.567<\/ref>.\n\n==Thành lập==\nTheo [[Sắc lệnh]] của Chủ tịch [[Hồ Chí Minh]] ngày [[15 tháng 10]] năm 1945, toàn quốc được phân chia lại thành 9 chiến khu. Khu 1 thuộc [[Bắc Bộ Việt Nam|Bắc Bộ]] gồm 13 tỉnh Đông Bắc: [[Lào Cai]], [[Hà Giang]], [[Cao Bằng]], [[Lạng Sơn]], [[Bắc Kạn|Bắc Cạn]], [[Bắc Giang]], [[Bắc Ninh]], [[Thái Nguyên]], [[Tuyên Quang]], [[Yên Bái]], [[Phú Thọ]], [[Vĩnh Yên]], [[Phúc Yên]]. Ông [[Lê Quảng Ba]] làm được bổ nhiệm làm Khu trưởng, [[Tạ Xuân Thu]] làm [[Chính ủy|Chính trị ủy viên]].<ref>\"Lịch sử Bộ Tổng tham mưu trong cuộc Kháng chiến chống Pháp (1945-1954)\", Hà Nội, 1991<\/ref>\n\nSau [[Hiệp định sơ bộ Pháp-Việt (1946)|Hiệp định sơ bộ Pháp-Việt 1946]], quân Pháp tiến vào miền Bắc. Để tiện chỉ đạo và phát huy khả năng độc lập tác chiến của từng địa phương, từ tháng 10 năm 1946, địa bàn các chiến khu Bắc Bộ được chia lại thành 6 chiến khu mới, trong đó, địa bàn Khu 1 mới chỉ còn 4 tỉnh Cao Bằng, Bắc Cạn, Thái Nguyên, Phúc Yên. Ông [[Chu Văn Tấn]] được điều về làm Khu trưởng, ông Tạ Xuân Thu vẫn giữ chức Chính trị ủy viên.\n\nTháng 7 năm 1947, địa bàn các chiến khu từ Quảng Ngãi trở ra được điều chỉnh thành thành những liên khu lâm thời do dự kiến chiến trường có thể bị chia cắt. Khu 1 và Khu 12 cộng thêm 2 tỉnh Vĩnh Yên và Tuyên Quang, được thành lập thành [[Liên khu A]] để thuận tiện cho việc chỉ đạo. Ông Chu Văn Tấn được bổ nhiệm làm Liên khu trưởng, ông [[Nguyễn Vĩnh]] làm Chính trị ủy viên. Đến ngày [[21 tháng 1]] năm 1948, Khu 1 và Khu 12 chính thức sáp nhập thành [[Liên khu 1]] gồm 10 tỉnh vùng Đông Bắc. Ông Chu Văn Tấn lưu nhiệm Liên khu trưởng, ông [[Lê Hiến Mai]] được bổ nhiệm làm Chính trị ủy viên<ref>Sắc lệnh 122-SL ngày 25 tháng 1 năm 1948 của Chủ tịch Chính phủ Việt Nam Dân chủ Cộng hòa.<\/ref>.\n\n== Chỉ huy và Lãnh đạo qua các thời kỳ ==\n{| class=\"wikitable\"\n|-\n!Giai đoạn\n!Khu trưởng\n!Chính ủy\n!Ghi chú\n|-\n| Tháng 10 năm 1945 - Tháng 10 năm 1946\n|[[Lê Quảng Ba]]\n|[[Tạ Xuân Thu]] \n| \n|-\n| Tháng 10 năm 1946 - Tháng 1 năm 1948\n|[[Chu Văn Tấn]] \n|[[Tạ Xuân Thu]] \n|Từ tháng 7 năm 1947, ông Chu Văn Tấn kiêm chức Liên khu trưởng Liên khu A.\n|}\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Từ điển bách khoa Quân sự Việt Nam 2004\n\n[[Thể loại:Địa danh cũ Việt Nam|K]]\n[[Thể loại:Địa danh trong Chiến tranh Đông Dương|K]]\n[[Thể loại:Chiến khu Việt Nam]]\n[[Thể loại:Phân cấp hành chính Việt Nam]]"}