{"251273":"'''Khu kinh tế Chân Mây – Lăng Cô''' là một [[khu kinh tế (Việt Nam)|khu kinh tế]] rộng 271&nbsp;km² ở phía Nam tỉnh [[Thừa Thiên Huế]], Trung [[Miền Trung (Việt Nam)|Trung Bộ Việt Nam]], bao trùm thị trấn Lăng Cô và các xã Lộc Thủy, Lộc Tiến, Lộc Vĩnh thuộc huyện [[Phú Lộc]].\n\nKhu kinh tế này giáp [[Biển Đông]] ở phía Bắc và Đông, giáp thành phố [[Đà Nẵng]] ở phía Nam. Khu kinh tế Chân Mây-Lăng Cô được thành lập nhằm tạo ra một động lực tăng trưởng cho [[Vùng kinh tế trọng điểm Trung bộ]] trên cơ sở phát huy các điều kiện địa lý thuận lợi như nằm ở trung tâm Việt Nam, có cảng nước sâu Chân Mây, là một nút trên [[Hành lang kinh tế Đông - Tây]] nhờ đó dễ dàng tiếp cận các thị trường [[Lào]], [[Thái Lan]], [[Myanmar|Myanma]], có tuyến [[đường sắt Bắc Nam|đường sắt]] và đường bộ cao tốc Bắc Nam đi qua. Khu kinh tế Chân Mây - Lăng Cô còn được xây dựng nhằm khai thác các tiềm năng du lịch tại khu vực, tạo thành một trung tâm du lịch - dịch vụ của vùng kinh tế trọng điểm và của cả Việt Nam.\n\nTheo quy hoạch, khu kinh tế Chân Mây – Lăng Cô gồm 5 tiểu khu: khu phi thuế quan, khu công nghiệp, khu cảng Chân Mây, khu đô thị và khu du lịch.\n\nÔng Hoàng Ngọc Khanh, Chánh Văn phòng UBND tỉnh Thừa Thiên Huế xác định mục tiêu phát triển tại Khu kinh tế Chân Mây - Lăng Cô là thu hút các dự án công nghiệp sạch, công nghiệp công nghệ cao... Khu kinh tế Chân Mây - Lăng Cô hiện có (2016) 39 dự án đầu tư được cấp phép còn hiệu lực, với tổng vốn đầu tư đăng ký hơn 39.069 tỷ đồng. Trong đó, nhiều dự án lớn, điển hình là dự án Khu Du lịch Laguna Lăng Cô do Công ty Trách nhiệm hữu hạn Laguna Việt Nam thuộc Tập đoàn Banyan Tree (Singapore) làm chủ đầu tư với tổng vốn đầu tư 875 triệu USD, diện tích 280 ha.{{fact}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*[http:\/\/laws.dongnai.gov.vn\/2001_to_2010\/2006\/200601\/200601050005\/lawdocument_view Quyết định của Thủ tướng Chính phủ Việt Nam số 04\/2006\/QĐ-TTg ban hành ngày 05 Tháng 01 năm 2006 về việc thành lập và ban hành Quy chế hoạt động của Khu kinh tế Chân Mây - Lăng Cô, tỉnh Thừa Thiên Huế.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080619205451\/http:\/\/laws.dongnai.gov.vn\/2001_to_2010\/2006\/200601\/200601050005\/lawdocument_view |date=2008-06-19 }}\n*[http:\/\/ttcongbao.thuathienhue.gov.vn\/Upload\/DIEMTIN\/QD1363TTG.DOC Quyết định của Thủ tướng Chính phủ Việt Nam số 1363\/QĐ-TTg ban hành ngày 10 tháng 10 năm 2007 về việc phê duyệt nhiệm vụ Quy hoạch chung xây dựng Khu kinh tế Chân Mây – Lăng Cô, tỉnh Thừa Thiên Huế.]{{Liên kết hỏng|date=2021-05-06 |bot=InternetArchiveBot }}\n\n{{sơ khai Thừa Thiên Huế}}\n\n{{Khu kinh tế ven biển Việt Nam}}\n[[Thể loại:Khu kinh tế Việt Nam|Chân Mây Lăng Cô]]\n[[Thể loại:Kinh tế Thừa Thiên Huế]]"}