{"19802587":"{{Infobox Former Country\n|native_name            = Khu tự trị đặc biệt Sát Đông<br>{{nobold|察东特别自治区}}([[Tiếng Trung]])<br>{{nobold|察東特別自治区}}([[Tiếng Nhật]])\n|conventional_long_name = Khu tự trị đặc biệt Đông Sát Cáp Nhĩ\n|common_name            = \n|era                    = Trung Hoa Dân Quốc (1912–1949)\n|status                 = Quốc gia phụ thuộc\n|status_text            = [[Chính quyền bù nhìn]] của [[Đế quốc Nhật Bản]]\n|empire                 = Đế quốc Nhật Bản\n|government_type        = Chính quyền bù nhìn\n|event_start            = Thành lập\n|date_start             = Ngày 22 tháng 9 năm 1933\n|event_end              = Hủy bỏ\n|date_end               = Ngày 12 tháng 5 năm 1936\n|event_pre              = \n|date_pre               = \n|event_post             = \n|date_post              = \n||p1                     = Trung Hoa Dân Quốc (1912–1949){{!}}Trung Hoa Dân Quốc \n|flag_p1                = Flag of the Republic of China.svg\n|p2                     = \n|flag_p2                = \n|s1                     = Mông Cương{{!}}Chính phủ Quân Mông Cổ\n|flag_s1                = Menjiang Flag (1936).svg\n|image_flag             =\n|flag                   = \n|flag_type              = \n|image_coat             =\n|symbol                 = \n|symbol_type            = \n|capital                = [[Đa Luân]]\n|national_motto         = \n|national_anthem        = \n|common_languages       = [[Tiếng Trung]]\n|currency               = \n|title_leader           = Trưởng quan hành chính \n|year_leader1           = \n|leader1                = [[Lý Thủ Tín (sinh 1892)|Lý Thủ Tín]]\n|representative1        = \n|year_representative1   = \n|title_representative   = \n|deputy1                = \n|year_deputy1           = \n|title_deputy           = \n|legislature            = \n|house1                 = \n|type_house1            = \n|house2                 = \n|type_house2            = \n|stat_year1             = \n|stat_area1             = \n|stat_pop1              = \n}}\n'''Khu tự trị đặc biệt Đông Sát Cáp Nhĩ''' còn gọi là '''Khu tự trị đặc biệt Sát Đông''' ({{zh|s=察东特别自治区}}) là [[chính quyền bù nhìn]] do [[Đế quốc Nhật Bản]] thành lập ở phía đông tỉnh [[Sát Cáp Nhĩ (tỉnh)|Sát Cáp Nhĩ]] thuộc [[Trung Hoa Dân Quốc (1912–1949)|Trung Hoa Dân Quốc]] từ năm 1933 đến năm 1936. \n\n==Lịch sử==\nTháng 3 năm 1933, [[Lục quân Đế quốc Nhật Bản|quân đội Nhật]] chiếm được toàn bộ lãnh thổ của tỉnh [[Nhiệt Hà]] và sáp nhập tỉnh này vào [[Mãn Châu Quốc]], bắt đầu \"Hoạt động [[Nội Mông]]\" của [[quân Quan Đông]]. Ngay sau đó, quân đội Nhật liền tấn công tỉnh Sát Cáp Nhĩ. [[Lý Thủ Tín (sinh 1892)|Lý Thủ Tín]] thuộc Lữ đoàn [[Thôi Hưng Vũ]] của [[Quân Đông Bắc|Quân Biên phòng Đông Bắc]] đã đầu hàng quân đội Nhật và được người Nhật bổ nhiệm làm tư lệnh du kích Nhiệt Hà, với tư cách là \"bộ đội chiến lược quân Quan Đông\".\n\nNgày 28 tháng 4 năm 1933, quân Nhật ra lệnh cho Lý Thủ Tín điều động lực lượng tấn công tỉnh Sát Cáp Nhĩ tiếp giáp với tỉnh Nhiệt Hà, và chiếm được thị trấn quan trọng của tỉnh Sát Cáp Nhĩ là [[Đa Luân]] vào ngày 29 tháng 4.<ref>Cáp Tư Mộc nhân, Bố Hòa, ''\"Hoạt động Nội Mông\" của Quân Quan Đông và việc thành lập chính quyền bù nhìn Mông Cương'', Nội Mông Cổ Dân tộc Đại học học báo: Ấn bản Khoa học Xã hội (Thông liêu), Số 03 năm 2001, tr. 61–65.<\/ref> Ngày 12 tháng 7, [[Cát Hồng Xương]] và các đơn vị khác thuộc [[Quân Đồng Minh chống Nhật dân chúng Sát Cáp Nhĩ]] đã giành lại Đa Luân sau trận kịch chiến với đạo quân của Lý Thủ Tín.<ref>Trương Khởi Chi và cộng sự chủ biên, ''Vãn Thanh Dân Quốc sử'', Ngũ Nam Đồ thư xuất bản cổ phần hữu hạn công ty, tr. 440.<\/ref> \n\nTháng 8 năm 1933, quân Quan Đông yểm trợ quân đội của Lý Thủ Tín tái chiếm Đa Luân. Ngày 22 tháng 9 năm 1933, người Nhật thiết lập Khu tự trị đặc biệt Sát Đông và bổ nhiệm Lý Thủ Tín làm trưởng quan hành chính. Cùng ngày, Lý Thủ Tín nhậm chức qua điện tín.<ref>''Bắc Đại sử học'' quyển 9, Bắc Kinh, Bắc Kinh Đại học xuất bản xã, 2003, tr. 288.<\/ref><ref>Trại Hàng, Kim Hải, Tô Đức Tất Lực Cách, ''Dân Quốc Nội Mông Cổ sử'', Hô Hòa Hạo Đặc, Nội Mông Cổ Đại học xuất bản xã, 2007, tr. 217.<\/ref>\n\nNgày 12 tháng 5 năm 1936, [[Demchugdongrub|Đức Vương]] thành lập [[Mông Cương|Chính phủ Quân Mông Cổ]] mới tại thành phố [[Hóa Đức|Đức Hóa]] (nay là huyện [[Hóa Đức]], thành phố [[Ô Lan Sát Bố]], [[Nội Mông]]), và Khu tự trị đặc biệt Sát Đông biến mất. \n\n==Chính trị==\n===Hành chính===\nNgày 11 tháng 6 năm 1933, cơ quan đặc vụ Đa Luân được thành lập và sau khi lập ra khu tự trị đặc biệt Sát Đông thì cơ quan này trở thành Văn phòng chính quyền huyện Đa Luân.<ref name=\"Mori Hisao\">{{chú thích tạp chí|url=https:\/\/spc.jst.go.jp\/cad\/literatures\/6927|author= Mori Hisao|title= Nghiên cứu về Khu tự trị đặc biệt Sát Đông|date= 2001|publisher= Hội Nghiên cứu Trung Quốc hiện đại Nhật Bản|journal= Trung Quốc hiện đại|issue= 75|page= tr. 124–125|language=ja}}<\/ref> Khu tự trị nằm dưới ảnh hưởng của Mãn Châu Quốc và có chính quyền cấp tỉnh tương tự như Mãn Châu Quốc, cố vấn Anzai Kinji nắm quyền chỉ đạo chính quyền huyện và cử đại diện làm khách mời tham dự hội nghị cố vấn và hội nghị huyện trưởng tỉnh Nhiệt Hà, Mãn Châu Quốc.<ref name=\"Mori Hisao\"\/> Cơ cấu hành chính của Văn phòng chính quyền huyện Đa Luân bao gồm bốn bộ phận: phòng tổng vụ, phòng nội vụ, phòng tài vụ, phòng cảnh vụ và hai bộ phận là ban phê duyệt và ban giám ngục. Đơn vị hành chính được chia thành bốn vùng, ngoài ra còn lập thêm một văn phòng số 6 lớn.<ref name=\"Mori Hisao\"\/> Thứ Tư hàng tuần, một cuộc họp của chính quyền huyện được tổ chức với sự tham dự của các nhân viên từ cơ quan đặc vụ và dinh trưởng quan khu tự trị. Mỗi trưởng phòng ban đều lần lượt trình trước các đề án phải qua sự kiểm duyệt của huyện trưởng và cố vấn, sau đó thảo luận tại các cuộc họp, rồi biên bản cuộc họp sẽ được gửi đến từng phòng ban.<ref name=\"Mori Hisao\"\/> Ngoài ra, các cơ quan đặc vụ và dinh trưởng quan có thể chủ trì họp bất thường về những vấn đề đặc biệt.<ref name=\"Mori Hisao\"\/>\n\nNhiều tổ chức của Mãn Châu Quốc đã tiến vào trong khu tự trị đặc biệt Sát Đông bao gồm Cục Diêm vụ Xích Phong, Thuế quan Thừa Đức, Cục Bưu chính Mãn Châu, [[Điện báo và Điện thoại Mãn Châu|Hãng Điện báo và Điện thoại Mãn Châu]], [[Đường sắt Mãn Châu]], Công ty Vận tải Quốc tế và [[Ngân hàng Trung ương Mãn Châu]] đã thành lập các văn phòng chi nhánh địa phương tại đây.<ref name=\"Mori Hisao\"\/>\n\n===Quân sự===\nSau khi khu tự trị này hình thành, Đội Du kích Hưng An được tổ chức lại thành Đội Vệ binh Sát Đông, với hai đội quân người Hán làm lực lượng nòng cốt cùng với một đơn vị pháo binh, một đơn vị truyền tin và hiến binh.<ref name=\"Mori Hisao\"\/> Nhóm sĩ quan chính yếu trong đội quân này bao gồm Tư lệnh Lý Thủ Tín, Tham mưu trưởng Trần Bảo Tuyền, Tham mưu Chủ nhiệm tác chiến Lưu Tinh Hàn, Sư đoàn trưởng thứ nhất Lưu Kế Quảng, Sư đoàn trưởng thứ hai Lư Bảo Sơn và Đội trưởng pháo binh [[Đinh Kỳ Xương]].<ref name=\"Mori Hisao\"\/> Chỉ có tư lệnh Lý Thủ Tín là [[người Mông Cổ]] còn lại tất cả sĩ quan và binh lính đều là [[người Hán]].<ref name=\"Mori Hisao\"\/>\n\nKhi tái chiếm Đa Luân vào ngày 13 tháng 8 năm 1933, khoảng 4.600 quân của Lý Thủ Tín đã tiến vào thành, nhưng do thiếu nguồn tài chính nên quân đội được tổ chức lại vào tháng 5 năm sau, và quân số giảm xuống còn 3.500 quân.<ref name=\"Mori Hisao\"\/> Đến lúc Hoạt động Nội Mông đạt tới quy mô toàn diện, [[Quân đội Mãn Châu Quốc|Bộ Quân chính Mãn Châu Quốc]] đã gánh vác phần chi phí quân sự này kể từ tháng 7 năm 1935 trở đi.<ref name=\"Mori Hisao\"\/>   \n\n==Dân số==\nSố liệu thống kê quan trọng cho dân số các năm 1922 (72.200), 1928 (49.044), 1931 (20.944), 1933 (10.460) và 1935 cho thấy có 7.600 hộ gia đình và tổng dân số Khu tự trị đặc biệt Sát Đông là 31.600 người (20.500 nam, 11.100 nữ).<ref name=\"Mori Hisao\"\/> Trước tháng 4 năm 1935, có chưa đến 30 người Nhật sống ở Đa Luân, nhưng con số này đã tăng lên hơn 100 người sau khi nhóm đặc thù đến đây vào tháng 4, và quân đội Nhật bèn cho lập Hiệp hội Cư dân Nhật Bản vào ngày 12 tháng 5 năm 1935.<ref name=\"Mori Hisao\"\/> Trưởng chi nhánh Nội Mông Hiệp hội Zenrin là [[Fujinaka Bensuke]] làm hội trưởng, cố vấn [[Anzai Kinji]] làm phó hội trưởng, trung tá Shimonaga Kenji và kỹ sư trưởng [[Asami Kikuo]] đảm nhận chức cố vấn.<ref name=\"Mori Hisao\"\/> Sau đó, các quan chức chính phủ, công ty nước ngoài và [[geisha]] đều đổ xô vào đây và đến cuối năm đó, tổng số cư dân Nhật Bản đã tăng lên hơn 150 người.<ref name=\"Mori Hisao\"\/>\n\n==Tham khảo==\n{{tham khảo|2}}\n\n{{Các lãnh thổ Nhật Bản chiếm đóng}}\n{{Đại Đông Á cộng vinh quyển}}\n{{Authority control}}\n\n[[Thể loại:Sát Cáp Nhĩ]]\n[[Thể loại:Mông Cương]]\n[[Thể loại:Cựu quốc gia Đông Á]]\n[[Thể loại:Quan hệ Nhật Bản – Mông Cổ]]\n[[Thể loại:Nhà nước bù nhìn của Nhật Bản]]\n[[Thể loại:Chính quyền Nhật ngụy Nội Mông]]\n[[Thể loại:Cựu quốc gia trong lịch sử Trung Quốc]]\n[[Thể loại:Chính quyền cát cứ Trung Hoa Dân Quốc]]\n[[Thể loại:Quốc gia và vùng lãnh thổ khởi đầu năm 1933]]\n[[Thể loại:Quốc gia và vùng lãnh thổ chấm dứt năm 1936]]\n[[Thể loại:Người Mông Cổ cộng tác với Đế quốc Nhật Bản]]"}