{"71607":"{{chú thích trong bài}}\n'''Khu bảo tồn đất ngập nước Láng Sen''', với tổng diện tích 5.030 ha, được xem như một bồn trũng nội địa thuộc vùng trũng rộng lớn [[Đồng Tháp Mười]], [[long An|tỉnh Long An]]. Với hình thái địa mạo đa dạng và là vùng sinh thái tiêu biểu cho kiểu [[đầm lầy]] ngập nước. Sự duy trì thảm thực vật ven sông, đồng cỏ tự nhiên ngập nước theo mùa, đầm lầy và gia tăng diện tích [[chi Tràm|tràm]] trồng đã làm phong phú quần thể động thực vật. Kết quả khảo sát sơ bộ cho thấy hiện diện 156 loài thực vật hoang dã thuộc 60 họ; 149 loài [[động vật có xương sống]] thuộc 46 họ, trong đó có 13 loài nằm trong [[sách đỏ Việt Nam]]; các loài thủy sản trên sông rạch, lung, trấp khá phong phú. Do hạn chế thời gian nghiên cứu nên chỉ ghi nhận được có 11 loài động vật đáy. Với tính đa dạng sinh học như thế, việc bảo tồn sự đa dạng sinh học và các hệ sinh thái vùng đất ngập nước tiêu biểu cho vùng Đồng Tháp Mười góp phần vào việc bảo vệ tài nguyên thiên nhiên, văn hóa cho một vùng đất ngập nước [[lưu vực sông Mekong]].\n\nLáng Sen là vùng sinh thái tiêu biểu cho kiểu đầm lầy ngập nước với nhiều quần thể động thực vật phong phú mang tính đặc trưng. Qua nhiều năm khai thác cho mục đích sản xuất nông nghiệp đã làm giảm tính phong phú của sự đa dạng sinh học dẫn đến giảm số lượng các động thực vật tiêu biểu. \n[[Tập tin:Một góc Khu Bảo Tồn Đất Ngập Nước Láng Sen.jpg|nhỏ|phải|300px|Một góc Khu Bảo Tồn Đất Ngập Nước Láng Sen]]\n\n==Vị trí và diện tích==\n\nLáng Sen nằm trong phạm vi tọa độ địa lý: 10<sup>o<\/sup>45’&nbsp;-&nbsp;11<sup>o<\/sup>50’ vĩ độ bắc và 105<sup>o<\/sup>45’&nbsp;-&nbsp;105<sup>o<\/sup>50’ kinh độ đông.\n\nDiện tích tự nhiên của Láng Sen là 5.030 ha, phần lớn nằm trên địa bàn xã [[Vĩnh Lợi, Tân Hưng|Vĩnh Lợi]] và một phần thuộc xã [[Vĩnh Đại]], huyện [[Tân Hưng]], tỉnh [[Long An]]. Trong đó có một giới hạn tự nhiên khá đặc biệt là một \"cù lao\" diện tích khoảng 1.500 ha là một vùng đầm lầy có nhiều sinh cảnh thích hợp cho động thực vật ưa nước và nơi dễ khôi phục các hệ sinh thái đồng cỏ, bãi ăn của nhiều loài chim nước, được bao bọc bởi [[sông Vàm Cỏ Tây]].\n\n==Quá trình hình thành==\nTính phong phú của các loài động thực vật và sự đa dạng sinh học trong vùng Láng Sen đã được ghi nhận từ năm [[1984]] - [[1985]] thông qua Chương trình điều tra cơ bản vùng Đồng Bằng Sông Cửu Long (CT 60.02). Một số nhà khoa học đã có những gợi ý chọn Láng Sen để thành lập một khu bảo vệ tài nguyên thiên nhiên đặc trưng của [[Đồng Tháp Mười]]. Nhận thức được vấn đề nầy, vào năm 1994, UBND Tỉnh [[Long An]] đã ra quyết định thành lập khu bảo tồn thiên nhiên Láng Sen nhưng mang tên ''Khu bảo tồn di tích lịch sử Láng Sen''. Với nhiều ý kiến đề xuất từ các nhà khoa học và cơ quan quản lý, UBND Tỉnh Long An đã quyết định đổi tên là ''Khu bảo tồn thiên nhiên Rừng Đồng Tháp Mười Láng Sen'', nhưng sau đó đổi tên là ''Khu bảo tồn di tích lịch sử cách mạng Láng Sen'' và trình [[Bộ Lâm nghiệp Việt Nam]] phê chuẩn dự án và được Bộ Lâm Nghiệp đổi tên thành: ''Rừng phòng hộ biên giới Việt Nam – Campuchia và Bảo tồn di tích lịch sử Láng Sen'' với diện tích 2.847 ha, lấy điểm trung tâm của vùng lỏi tại rạch Cái He. Điểm đáng chú ý là trong khu vực vành đai tự nhiên của Láng Sen có sự hiện diện của Lâm trường Tân Hưng và đã được UBND tỉnh Long An quyết định thành ''Khu sinh thái rừng tràm Đồng Tháp Mười'', vào năm [[2000]], với diện tích 2.245 ha, khu vực nầy chưa phải là vùng lõi của Láng Sen.\n\nTrong quá trình nầy, mặc dù khu đất ngập nước Láng Sen vẫn chưa được thành lập như một khu bảo tồn thiên nhiên nhưng đã nhiều nhà khoa học đã đến nghiên cứu và công bố kết quả sơ bộ về tính đa dạng sinh học đất ngập nước của vùng Láng Sen.\n\nTừ năm 1998, nhiều nghiên cứu về giá trị tài nguyên thiên nhiên trong vùng trong vùng đất ngập nước Láng Sen đã được thực hiện do nhiều tổ chức trong và ngoài nước để có thể đánh giá tổng quan về tài nguyên tự nhiên làm luận cứ khoa học cho việc thành lập khu bảo tồn thiên nhiên. Đầu năm 2004, khu vực nầy đã được quyết định chính thức trở thành Khu Bảo Tồn Đất Ngập Nước Láng Sen, được chọn làm một trong hai điểm trình diễn sử dụng khôn ngoan và bảo tồn đa dạng sinh học đất ngập nước lưu vực [[sông Cửu Long|sông Mekong]] do [[Liên minh Bảo tồn Thiên nhiên Quốc tế|IUCN]], [[GEF]], [[Chương trình Phát triển Liên Hợp Quốc|UNDP]] tài trợ [[MWBP]].\n\nNhận thấy việc bảo vệ tài nguyên tự nhiên, đa dạng sinh học vùng đất ngập nước vùng Đồng Tháp Mười là việc cần thiết, vào đầu tháng 1 năm [[2004]], UBND tỉnh Long An đã ra quyết định số: 199\/QĐ-UB ngày 19\/1\/2004 thành lập ''Khu bảo tồn Đất ngập nước Láng Sen'', với diện tích là 5.030 ha. Trong đó, bao gồm cả diện tích của Khu bảo tồn sinh thái rừng tràm Đồng Tháp Mười, Lâm trường Vĩnh Lợi và một phần diện tích của xã Vĩnh Lợi và Vĩnh Đại. Lấy địa điểm Cái He làm trung tâm của vùng lõi.\n\nNgày 27 tháng 11 năm 2015, Khu bảo tồn đất ngập nước Láng Sen ([[Long An]]) công nhận là khu Ramsar thứ 7 của Việt Nam và thứ 2.227 của thế giới.<ref name=\":0\">{{Chú thích web|url=http:\/\/www.sggp.org.vn\/thongtincanuoc\/DBCuuLong\/2015\/11\/402394\/|tiêu đề=Láng Sen được công nhận là khu Ramsar thứ 7 của Việt Nam|ngày truy cập=2016-09-17|archive-date = ngày 15 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151115003304\/http:\/\/www.sggp.org.vn\/thongtincanuoc\/DBCuuLong\/2015\/11\/402394\/}}<\/ref>\n[[Tập tin:Dongcongapnuoctheomua.jpg|nhỏ|phải|300px|Đồng cỏ ngập nước theo mùa ở Láng Sen]]\n\n==Một số đặc điểm tự nhiên==\nĐịa hình khu vực Láng Sen được xem như một bồn trũng có cao độ từ 0.42&nbsp;–&nbsp;1.8&nbsp;m (so với mực nước chuẩn tại mũi Nai – [[Hà Tiên (tỉnh)|Hà Tiên]]). Với địa hình như thế, khu vực nầy được xem như một vùng đầm lầy ngập nước chịu ảnh hưởng trực tiếp chế độ thủy văn của sông Cửu Long, và chịu ngập lũ hàng năm.\n\nĐịa chất khu vực phần lớn thuộc trầm tích ''[[thế Holocen|Holocen]]'' và những gò ''[[thế Pleistocen|Pleistocen]]'' (hoặc Pleistocen muộn) nổi lên ở một số nơi trong vùng. Ngoài ra, vài vạt trũng thấp là lòng sông cổ với lớp đất mặt tích tụ nhiều chất hữu cơ.\n\nCác nhóm đất hiện diện trong vùng là kết quả từ những tiến trình và yếu tố hình thành đất, trong đó tính đa dạng của vật liệu trầm tích đóng vai trò quan trọng. Các nhóm đất chính: Đất xám (''Aeric Paleaquults, Aquic Arenic Paleustults, Typic Plinthaquults''), đất phèn hoạt động (''Typic Sulfaquepts, Umbric Sulfaquepts, Hydraquentic Sulfaquepts''), đất phù sa có tầng sinh phèn trung bình (''Aquic sulfic Tropaquepts''), đất phù sa có tầng phèn trung bình (''Sulfic Tropaquepts''), đất phù sa phát triển (''Typic Tropaquepts'').\n\nChế độ thủy văn tại đây chịu ảnh hưởng trực tiếp của [[sông Cửu Long]] và thay đổi do ảnh hưởng biến đổi về chế độ dòng chảy trong toàn vùng [[Tân Hưng]] – [[Vĩnh Hưng]]. Mạng lưới sông rạch tự nhiên trong khu vực Láng Sen và vùng lân cận khá dày, tuy nhiên lưu lượng lưu thông không lớn do lưu vực nhỏ. Láng Sen được tiếp nước chủ yếu do các kinh tạo nguồn lớn từ sông Cửu Long, như: kinh Hồng Ngự – Long An, kinh 79, kinh 28 và [[sông Lò Gạch]]. Nguồn nước trực tiếp tới khu vực Láng Sen đi qua 2 tuyến dẫn nước chính là kinh 79 và rạch Bông Súng. Mặc dù nằm trong nội địa, nhưng ảnh hưởng của thủy triều [[Biển Đông]] theo chế độ [[bán nhật triều]], và lớn nhất vào mùa kiệt (mùa khô). Tuy nhiên biên độ dao động mực nước lớn nhất cũng trong khoảng < 0.5 m. Biên độ này giảm dần tới khi đỉnh lũ xuất hiện.\n\nNgập lũ: vùng ngập sâu trung bình ở vùng từ 2.5 đến 3,5 mét trong các năm lũ lớn (tương đương lũ 1996, 2000). Thời gian ngập từ 3 đến 4 tháng. Do mạng lưới kinh mương được phát triển và mở rộng nên thời gian ngập hiện nay là ngắn hơn khoảng 1 tháng so với trước đây. Vùng ngập sâu và lâu nhất vẫn là những nơi lung bàu trũng như Láng Sen, rạch Cá He, rạch [[Cái Nổ]].\n\nChất lượng nguồn nước thay đổi theo mùa và có sự khác biệt trong từng khu vực. Tuyến kinh 79 đi qua vùng [[nhóm đất phèn|đất phèn]] nặng nên nước bị chua phèn và độ đục thấp, độ [[pH]] thường thấp dưới 4,5. Chất lượng nước chỉ được cải thiện vào mùa mùa lũ, đồng thời độ đục cũng tăng lên ít nhiều. Tuyến sông Bông Súng có chất lượng nước tốt hơn, lượng [[phù sa]] tương đối ổn định và cao hơn.\n\nBồi lắng phù sa trong nội đồng chỉ xảy ra khi lượng phù sa theo dòng nước lũ đưa về. Một lượng lớn phù sa phủ trên đồng ruộng đã được ghi nhận vào cuối trận lũ năm 2000. Với lớp trầm tích phù sa khá dày đã gây ra hiện tượng những cánh đồng năng bị chết hàng loạt.\n\n==Cảnh quan tự nhiên và các kiểu nơi sống của loài động thực vật==\n===Cảnh quan tự nhiên===\n[[Tập tin:Rungtram 1.jpg|nhỏ|phải|300px|Rừng tràm trên vùng đất ngập nước Láng Sen]]\nMặc dù diện tích khu vực tương dối nhỏ nhưng chịu chi phối bởi tính đa dạng của trầm tích - thổ nhưỡng và hệ thống sông rạch nên Láng Sen mang đầy đủ đặc tính chung của cảnh quan [[Đồng Tháp Mười]]: cảnh quan thảm thực vật thân gỗ chịu ngập ven sông, bãi lầy ven sông, các lung, láng, lòng sông cổ... Các dạng địa mạo nầy thể hiện tính đa dạng về sinh vật, đa dạng về sinh cảnh.\n\n===Các kiểu nơi sống của loài động thực vật===\n====Thủy vực nước chảy====\nThủy vực nước chảy gồm hệ thống sông rạch tự nhiên và các kênh đào. Thành phần thực vật ở các kênh đào thưa thớt và ít loài, ở các sông rạch tự nhiên thành phần thực vật phong phú hơn, gồm các loài: [[chi Súng|súng]] (''[[Chi Súng|Nymphaea]]'' spp.), [[rau tràng]] (''[[Nymphoides nouchali]]''), [[nhĩ cán vàng]] (''Utricularia aurea''), [[ráng gạt nai]] (''Ceratopteris thalictroides''), [[mồm mở]] (''Ischaemum'' spp.),...\n\nĐây là nơi sống của nhóm cá ưa nước chảy. Nhóm này gồm các loài cá chủ yếu sống tại các dòng chảy chính, kênh hoặc sông lớn và thường di cư ngược dòng về thượng lưu hoặc di cư đến vùng ngập lụt theo mùa để sinh sản hoặc sinh trưởng. Chúng thường được gọi chung là nhóm cá trắng gồm các loài phần lớn thuộc [[họ Cá chép]] (''[[Họ Cá chép|Cyprinidae]]'') như cá linh (''[[Henycorhynchus siamensis]]''), cá ngựa (''[[Hampala]]'' spp.), cá mè vinh (''[[Barbodes gonionotus]]''), cá he (''[[Barbodes]]'' spp.), … và các loài trong [[cá tra|họ Cá tra]] (''Pangasiidae''), [[họ Cá nheo]] (''Siluridae''), [[họ Cá thát lát]] (''Notopteridae'') … Đây là nhóm cá di cư ra vào trong khu vực theo sự lên xuống của nước lũ hàng năm ở [[Đồng bằng sông Cửu Long]].\n\n====Đai rừng tự nhiên====\nĐai rừng tự nhiên hỗn loài ven sông, rạch, ngập nước thay đổi từ 3 tháng đến gần quanh năm (tùy theo độ cao của từng địa điểm). Do quá trình khai phá, ở Láng Sen ước tích chỉ còn lại 15 - 20% so với diện tích trước năm 1975. Độ rộng bình quân của đai rừng này hiện nay chỉ còn khoảng 10 – 15 m, cá biệt có những nơi rộng đến 100 m. Thành phần thực vật có cấu trúc phức tạp, phong phú về loài và dạng sống, trong đó các loài thường gặp bao gồm:\n* Nhóm cây thân gỗ: Gáo (''[[Sarcocephalus coadunata]]''), Trâm (''[[Syzygium cinereum]]''), Bún (''[[Crateva nurvala]]''), Trâm bầu ba lá (''[[Combretum trifoliatum]]''), Côm háo ẩm (''[[Elaeocarpus hygrophilus]]''), Chiếc khế (''[[Barringtonia acutangula]]'');\n* Nhóm dây leo: Bòng bòng leo (''[[Lygodium scandens]]), Vác (''[[Cayratia trifolia]]''), Mây nước (''[[Flagellaria indica]]'');\n*Nhóm cỏ, cây bụi: Phèn đen (''[[Phyllanthus reticulatus]]''), Chóc gai (''[[Lasia spinosa]]''), Đình lịch (''[[Hygrophila salicifolia]]''), Choại co (''[[Cyclosorus]] sp'').\n\n====Đồng cỏ ngập nước theo mùa====\nĐồng cỏ ngập nước theo mùa, thời gian ngập nước khoảng 5 - 6 tháng\/năm và dễ bị cháy vào mùa khô. Đồng cỏ ngập nước theo mùa thường phân bố ngay sau đai rừng ven sông. Trước đây, ở khu lỏi của Láng Sen, kiểu nơi sống này có diện tích lớn nhất nhưng hiện nay chỉ còn sót lại những đám nhỏ có diện tích thường dưới 0,5 ha phân bố rải rác trong các lô rừng tràm, ruộng lúa, những lô có diện tích lớn hơn (2-3 ha) là những đồng cỏ mới được phục hồi lại sau khi không trồng lúa nữa (do năng suất thấp). Tại khu vực bảo tồn sinh thái, những cánh đồng cỏ với diện tích lên đến hơn 200 ha vẫn còn duy trì, với sự hiện diện của nhiều loài chim nước; trong đó có những loài chim lớn như Diệc Xám (''Ardea c''inerea), Già Đẩy (''Leptoptilos dubius''), và Sếu (''Grus antigo''ne),…. Tổ thành thực vật ở các đồng cỏ hiện nay thường bao gồm nhiều loài thân thảo sống chung với nhau như Mồm (''Ischaemum sp''), Năng ngọt (''Eleocharis dulcis''), Lúa hoang (''Oryza rufipogon''), cỏ Ống (''Panicum repens''), U du (''Cyperus sp''), Rau mác (''Monochoria sp'').\n\n====Lung, trấp====\nĐây là những vùng đất thấp trũng có thời gian ngập nước quanh năm hoặc gần như quanh năm nên ít cháy vào mùa khô. Thực vật của các lung, trấp bao gồm các loài thủy sinh như Sen (''Nelumbo nucifera''), Súng (''Nymphaea sp''), Nhỉ cán vàng (Utricularia aurea) hoặc chịu ngập nước như Lúa hoang (''Oryza rifipogon''), Lác hến (''Scirpus grossus''), Mồm (''Ischaemum sp''), Cỏ đắng tán (''Fuirena umbellata''). Ngoài ra, do có đê giữ nước nên có sự hiện diện của những loài thực vật ngay sau đê, những bãi cỏ phát triển trên nền của những mùn bã hữu cơ được tích luỹ dần theo thời gian. Độ rộng phân bố trung bình của chúng khoảng 20 m sau đê, những loài thực vật được ghi nhận: Cỏ năng (''Eleocharis dulc''is) (3m), Rau dừa (''Lasia spinosa'') (1m), Lục bình (''Eichhornia crassipes'') (7m), U du (''Cyperus sp'') (1,5m), Cỏ bắc (''Leersia hexandra'') (0,5m), ngoài ra còn có: Ráng đại (''Acrostichum anneura''), Chò co, Lúa hoang (''Oryza rufipogon''), Lúa ma (''Oryza min''uta).\n\nVào các tháng mùa khô, các lung, trấp là nơi trú ẩn của các loài bò sát như rắn Ri cá, rắn Bông súng, Rùa, Cua đinh và các loài cá thuộc nhóm cá nước tĩnh như Lươn, các loài thuộc họ cá Lóc, họ cá Trê, họ cá Rô đồng. Sự kết hợp giữa đồng cỏ ngập nước theo mùa và các lung, trấp tại đây đã tụ hợp khá nhiều loài chim nước tiêu biểu của vùng Đồng Tháp Mười như Già đẫy (''Leptoptilos dubius''), Diệc lửa (''Ardea purpurea''), Diệc xám (''Ardea cine''rea), Cò ma (''Bubulcus ibis''), Cò trắng Trung Quốc (Cò Lông trĩ chân xanh) (''Egretta eulophotes''), Trích (''Porphyrio porp''hyrio), Còng cọc (Phalacrocorax carbo), Giang sen (''Mycterria leucocephala''), Chim suốt, Chim học trò, Vịt trời (''Anas clypeata'' và Anas ''poecilorhynch''a), Le le (''Dendrocygna javanica''), Dòng dọc (''Ploceus spp''), Điên điển, Bói cá lớn (''Megaceryle lugu''bris), Bói cá nhỏ (''Ceryle rudis'').\n\n====Rừng tràm====\nĐây là kiểu nơi sống nhân tạo được phát triển mạnh sau từ năm 1983 đến nay. Rừng tràm thường được trồng trên các đất trồng lúa kém hiệu quả kinh tế. Về mặt đa dạng sinh học, được phân loại như sau:\n*Rừng tràm từ 1 - 3 tuổi: rừng chưa khép tán, ở mặt đất có sự hiện diện của nhiều loài cây thân thảo. Ngoài ra rừng non còn tạo nên lớp tán rậm rạp, tiếp xúc với mặt đất, tạo điều kiện tốt cho các loài động vật sinh sống như Cốc Đế (''Phalacrocorax ca''rbo), Chàng Nghịch (''Rallus aqua''ticus), Bìm Bịp (''Centropus sinensis'' và ''C. bengalensis''), Chim Sâu (''Alcippe poioicephala''), Trao Trảo (''Pycnonotus spp''), Chim Khách (''Crypsirina temia''), Quốc (Amaurornis phoenicurus), Vạc (Nycticorax nycticorax), Cò Bợ (''Ardeola bacchus''), Cò Ma (''Bubulcus ibis''),…\n*Rừng tràm từ 4 tuổi trở lên: rừng đã khép tán, mật độ thường trên 6.000 cây\/ha. Dưới tán rừng gần như không có các loài thực vật thân thảo sinh sống. Ngoài ra, do dưới tán rừng trống trải rừng nên rừng ở độ tuổi này thường không thích hợp cho các loài động vật sinh sống. Các loài chim thường gặp như Cốc Đế (''Phalacrocorax carbo''), Phướn (''Phaenicophaeus tristis''), Cò bựa (''Nycticorax nycticorax''), Tu hú (''Eudynamys scolopacea''), Chim sâu (''Alcippe poioiceph''ala), Trao trảo (''Pycnonotus spp''), Chim khách (''Crypsirina temia'').\n \n====Ruộng lúa====\nĐây là kiểu nơi sống nhân tạo có diện tích lớn nhất trong vùng điều tra. Ruộng lúa (phần lớn là 2 vụ) thường được hình thành từ những nơi trước đây là những đồng cỏ ngập nước theo mùa, ít bị phèn.\n\nThực vật hoang dại thường gặp ở ruộng lúa vào các tháng lũ (các tháng không canh tác) bao gồm Ngò nước (''Limnophila heterophylla''), Nhĩ cán vàng (''Utricularia aurea''), Súng (''Nymphaea sp'')...\n\nCác loài chim thường gặp ở ruộng lúa bao gồm Mỏ Nhác (''Limosa limosa''), Se Sẻ (''Passer montanus''), Dòng Dọc (''Ploceus spp''), Chim Sâu (''Alcippe indicus''), Cà Cuốc (''Pseudibis gigantea''), Cò Ma (''Bubulcus ib''is),…\n\nCác kiểu nơi sống từ (b) đến (f) là môi trường sống chính của nhóm cá ưa nước tĩnh. Đây là các loài cá có khả năng sống trong điều kiện môi trường khắc nghiệt như nước cạn, oxi hòa tan thấp, chua phèn, ít di cư và thường được gọi là chung là nhóm cá đen. Nhóm này gồm các loài cá thuộc họ cá Lóc (''Channidae''), các loài thuộc họ cá Trê (''Clariidae''), họ cá Rô đồng (''Anabantidae''), họ cá Sặc (''Belontiidae'')... Đây là nhóm cá chính đặc trưng của khu vực, chúng có nguồn gốc tại chỗ và có khả năng tồn tại quanh năm trong khu vực.\n\n====Đê nhân tạo====\nCác đê nhân tạo có kích thước đáng chú ý trong vùng điều tra gồm đê rạch Cá Sách, đê kênh Cá Nổ. Kiểu nơi sống này không bị ngập nước. Thực vật hoang dại thường gặp bao gồm: Cỏ ống (''Panicum repens''), Bìm vàng (''Merremia hedera''ceae), Cỏ lông tây (''Brachiaria mut''ica).\n\n==Tính đa dạng sinh học==\n\nTính đa dạng sinh học trong khu vực Láng Sen được ghi nhận với sự hiện diện của nhiều loài động thực vật đặc trưng của vùng Đồng Tháp Mười.\n\n===Thảm thực vật===\nThực vật trong khu vực Láng Sen khá phong phú với 156 loài thực vật hoang dã trong đó có 152 loài đã xác định được tên khoa học thuộc 60 họ được tìm thấy, trong đó khuyết thực vật (Pteridophyta) có 7 loài, song tử diệp (Dicotyledonae) có 88 loài đơn tử diệp (Monocotyledonae) có 57 loài.\n\nCác họ có số loài nhiều nhất làPoaceae (24 loài), Cyperaceae (19 loài), Rubiaceae (6 loài) và Papilionoideae (6 loài). Trong đó có 4 loài chưa xác định được tên. Số loài và số chi nằm trong các họ của 152 loài thực vật hoang dã ở Láng Sen tóm tắt ở Bảng 3.\n\n[[Tập tin:Damlay.jpg|nhỏ|phải|Đầm lầy ngập nước ở Láng Sen]]\nCăn cứ vào dạng sinh trưởng, 152 loài thực vật hoang dã ở Láng Sen được chia ra:\n*Cây thân gỗ: 26 loài\n*Cây bụi: 15 loài\n*Cây thân thảo: 101 loài\n*Dây leo hoặc dây bò: 8 loài\n*Ký sinh: 2 loài\n\n===Phiêu sinh vật===\nTheo kết quả nghiên cứu cho thấy thành phần phiêu sinh trong vùng không nhiều với Cyanophyta: 2 loài, Chlorophyta: 14 loài, Bacillariophyta: 8 loại. Có thể việc giới hạn về thời gian và số mẫu nghiên cứu nên chưa thể hiện được số liệu chính xác thành phần phiêu sinh vật đang hiện diện trong vùng.\n\n===Thủy sản===\nDo trong đợt khảo sát mực nước trên đồng khá cao nên chưa thể tiến hành thu mẫu, kết quả thu được do điều tra các hộ tại địa phương. Các loài cá điều tra được gồm có: cá trạch, thát lát, cá rô, cá linh, cá mè, lóc, lia thia đồng, cá chốt, cá lìm kìm, cá trê, lươn, ếch, rắn (3 loài), rùa, tôm. Đặc biệt, quần thể cá lóc bông nặng tới hơn 10kg\/con chỉ có tại khu bảo tồn.<ref>{{Chú thích web|url=http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20160913\/noi-bao-ton-ca-loc-khung\/1170381.html|tiêu đề=Nơi bảo tồn cá lóc \"khủng\"}}<\/ref>\n\nNgoài ra, một số loài thực vật thủy sinh khác đã phát hiện như: ''Marsilea quadrifolia, Ceratopteris siliquosa, Salvinia cucullata, Lemna tenera, Eriocaulon sp., Limnophylla heterophylla, Najas sp., Blyxa sp., Valisneria gigantia, Rotala wallichii, Myriophyllum tetandrum, Hydrilla verticilata.''\n\n===Động vật===\nĐể có thể ghi nhận được nhiều thông tin về động vật, nhóm nghiên cứu đã dùng phương pháp phỏng vấn dân địa phương kết hợp với khảo sát thực tế (đối với lớp Chim, phỏng vấn thông qua hình ảnh), có 128 loài động vật có xương sống (không kể lớp Cá) được ghi nhận có mặt ở Láng Sen; trong đó:\n*lớp Lưỡng thê: 4 \n*lớp Bò sát: 17 loài\n*lớp Chim: 102 loài\n*lớp Thú: 6 loài\n\nTheo Buckton, Cu, Tu and Quynh (1999) thì qua 2 đợt khảo sát thực địa trong năm 1999, các tác giả đã phát hiện được 61 loài chim ở Láng Sen. Trong 61 loài này, có 21 loài không nằm trong danh sách 101 loài chim được trình bày ở bảng trên. Như vậy, tổng số các loài chim phát hiện được qua các đợt điều tra, bằng cách kết hợp các phương pháp khác nhau, đã lên đến 122 loài và tổng số các loài động vật có xương sống (không kể cả cá) lên đến 149 loài, trong đó có 13 loài có trong Sách Đỏ Việt Nam.\n\n==Bảo tồn và sử dụng vùng đất đất ngập nước==\n[[Tập tin:Cư Dân Địa Phương ở Láng Sen.jpg|nhỏ|300px]]\nQua nhiều năm khai thác cho mục đích phát triển nông nghiệp, đất trong khu vực đã biến đổi rất lớn. Kể từ năm 1978, diện tích tràm và đồng cỏ bị thu hẹp dần và được thay thế bằng những cánh đồng lúa.\n\nVào năm 1997, sau khi có sự thông báo của chính quyền địa phương về việc thành lập khu bảo tồn tự nhiên Láng Sen cùng với giá lúa thương mại thấp, giá trị kinh tế của rừng tràm khá cao thì diện tích tràm tại khu vực này đã tăng đáng kể nhất là trên những vùng đất phèn trồng lúa cho năng suất thấp. Phần lớn diện tích trồng được tập trung tại những vùng đất phèn, trũng thấp của khu vực Láng Sen.. Đai rừng tự nhiên ven sông, dù đã bị tàn phá ít nhiều, là một kiểu nơi sống trở thành hiếm có hiện nay của vùng Đồng Tháp Mười. Thủy vực nước chảy tự nhiên (sông, rạch) là một kiểu sinh cảnh không có nhiều ở các khu bảo vệ đất ngập nước nội địa của vùng Đồng Bằng Sông Cửu Long.\n\nHiện nay, toàn bộ khu vực đã được khoanh vùng bảo vệ, một số loài sinh vật đã được phục hồi. Tuy nhiên, vẫn còn việc xâm nhập của người dân địa phương vào trong vùng này để đánh bắt thủy sản, nhất là tại khu vực Cá He – nơi sinh sản của các loài cá, việc bẫy và săn bắt các loài động vật hoang dã: chim, rái cá… đã góp phần làm giảm tính sự phong phú các loài sinh vật tại đây. Diện tích cỏ tự nhiên bị thu hẹp là một trở ngại trong việc làm bãi ăn cho các loài chim nước. Cánh đồng lúa nước rộng lớn trước đây đã bị thu hẹp do chế độ quản lý nước chưa được tốt.\n\n==Kết luận==\n\nMặc dầu chỉ với những số liệu khảo sát ban đầu nhưng cho thấy Láng Sen là một vùng đất ngập nước với hệ thống sông rạch tự nhiên và sự đa dạng về địa hình so với các vùng ngập nước khác của Đồng Tháp Mười. Đây là một trong những yếu tố tự nhiên góp phần cho sự đa dạng về nơi sống, về loài và về cảnh quan tự nhiên. Nếu được quản lý và bảo vệ tốt thì Láng Sen sẽ góp phần đáng kể vào việc bảo tồn sự đa dạng sinh học của vùng nội địa hạ lưu sông Mekong.\n\nDo đó, sự tồn tại của Khu Bảo Tồn Đất Ngập Nước láng Sen sẽ góp phần vào việc bảo tồn đa dạng sinh học và cảnh quan thiên nhiên của vùng Đồng Tháp Mười, bảo vệ nguồn gen của các động vật, thực vật quý hiếm, phục vụ hoạt động du lịch sinh thái,nghiên cứu khoa học...\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n*Lê Phát Quới và CTV,''Hệ sinh thái và sự đa dạng sinh học ở Khu Bảo Tồn Đất Ngập Nước Láng Sen'', Kỷ yếu Hội thảo ''Xây dựng Bảo tàng Lịch sử Tự nhiên Thành phố Hồ Chí Minh'', Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam. 14\/10\/2006.\n*Lê Phát Quới và CTV, ''Báo cáo Bản đồ đất ngập nước KBT Đất Ngập Nước Láng Sen''. Chương trình Đa dạng Sinh Học Đất ngập nước Mekong (MWBP). Tháng 12 năm 2006.\n\n==Liên kết ngoài==\n* [http:\/\/www.nea.gov.vn\/tapchi\/Toanvan\/02_2k6_15.htm Hệ sinh thái và sự đa dạng sinh học tại Khu bản tồn đất ngập nước Láng Sen] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070927234504\/http:\/\/www.nea.gov.vn\/tapchi\/Toanvan\/02_2k6_15.htm |date = ngày 27 tháng 9 năm 2007}}\n* [http:\/\/kbtlangsen.com\/ Trang web Khu bảo tồn đất ngập nước Láng Sen] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150801224240\/http:\/\/kbtlangsen.com\/ |date = ngày 1 tháng 8 năm 2015}}\n\n==Xem thêm ==\n* Tiểu vùng trũng Đồng Tháp Mười\n** [[Khu bảo tồn sinh thái Đồng Tháp Mười]]\n** [[Vườn quốc gia Tràm Chim]]\n** [[Khu du lịch sinh thái Gáo Giồng]]\n* Tiểu vùng Tây sông Hậu\n** [[Khu bảo tồn thiên nhiên Lung Ngọc Hoàng]]\n\n{{Du lịch Việt Nam}}\n{{Sơ khai khu bảo tồn}}\n{{Khu Ramsar thế giới tại Việt Nam}}\n\n[[Thể loại:Khu Ramsar Việt Nam|Láng Sen]]\n[[Thể loại:Khu bảo tồn thiên nhiên Việt Nam|L]]\n[[Thể loại:Đồng Tháp Mười]]\n[[Thể loại:Long An]]\n[[Thể loại:Bảo tồn ở Việt Nam]]"}