{"63150":"{{coord|10.726164|106.718635|format=dms|display=title}}\n[[Tập tin:Khu Đô THị Phú Mỹ Hưng.jpg|nhỏ|230x230px|Quang cảnh một góc khu đô thị Phú Mỹ Hưng tại Nam Sài Gòn]]\n[[Tập tin:Phú Mỹ Hưng - Đại lộ Nguyễn Văn Linh.jpg|nhỏ|230x230px|Khu đô thị Phú Mỹ Hưng - Đại lộ Nguyễn Văn Linh]]\n'''Khu đô thị Phú Mỹ Hưng''' là một khu đô thị thuộc [[quận 7]], toạ lạc ở phía Nam [[Thành phố Hồ Chí Minh]]. Đây là nơi tập trung sinh sống của những người có thu nhập cao, do [[Công ty Phú Mỹ Hưng|Công ty TNHH Phát triển Phú Mỹ Hưng]] (tên cũ: Công ty TNHH Liên doanh Phú Mỹ Hưng) quản lý. Dự định của các nhà đầu tư nước ngoài là biến khu đầm lầy thành một khu đô thị đa chức năng kiểu mẫu, là một trung tâm [[tài chính]], [[thương mại]], [[dịch vụ]], [[công nghiệp]], [[khoa học]], [[văn hóa]], [[giáo dục]], [[nhà|cư trú]], [[giải trí]]... tạo động lực cho sự phát triển phía Nam và Đông Nam thành phố. Khác với [[quận 1]] là trung tâm gắn liền với lịch sử, khu đô thị Phú Mỹ Hưng được xây dựng gắn liền với khái niệm hiện đại.\n\nNgày 26 tháng 6 năm 2008, [[Bộ Xây dựng (Việt Nam)|Bộ Xây dựng]] và Uỷ ban nhân dân Thành phố Hồ Chí Minh công nhận đô thị Phú Mỹ Hưng là \"Khu đô thị kiểu mẫu\" của Việt Nam. \n\n== Vị trí ==\n{{Bản đồ định vị|TPHCM\n| width      = 280\n| caption    = Vị trí khu đô thị Phú Mỹ Hưng trên bản đồ Thành phố Hồ Chí Minh\n| label      = Phú Mỹ Hưng\n| vĩ độ      = 10.730417231100212 \n| kinh độ    = 106.72006197484542\n}}\nKhu đô thị nằm dọc theo [[đại lộ Nguyễn Văn Linh]], tuyến đường huyết mạch xuyên suốt quận 7, là một phần của [[Khu đô thị Nam Sài Gòn]] nằm về phía Nam Thành phố Hồ Chí Minh, kết nối với khu trung tâm qua hệ thống cầu. Khu đô thị có nhiều hệ thống kênh rạch tự nhiên.\n\n== Dân cư ==\nNăm 2018, dân số Phú Mỹ Hưng hiện trên 30.000 người, chiếm hơn 50% là người nước ngoài đến từ hàng chục quốc gia (theo Công ty TNHH phát triển Phú Mỹ Hưng) đông hơn cả vẫn là công dân các nước và vùng lãnh thổ châu Á, nhiều nhất đến từ Hàn Quốc, Nhật Bản, Đài Loan, Trung Quốc...<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/phu-my-hung-khu-pho-chau-a-bo-nam-sai-gon-20180414113605499.htm|title=Phú Mỹ Hưng - khu phố châu Á bờ nam Sài Gòn}}<\/ref>\n\n== Quy mô ==\n[[Tập tin:Phu My Hung, District 7, Ho Chi Minh City.jpg|thumb|Một góc khu đô thị]]\n[[Tập tin:Phu My Hung, HCM City 5.jpg|thumb]]\nCông ty Phú Mỹ Hưng được phép khai thác và phát triển 5 cụm đô thị (750 ha), tạo thành một trung tâm thương mại, tài chính quốc tế tại khu vực [[Đông Nam Á]]:\n\n*'''Khu A - Trung tâm đô thị mới''' (409 ha): là tâm điểm của toàn khu đô thị, nơi thu hút các nhà đầu tư, kinh doanh. Với đặc điểm kiến trúc của phố [[Causeway Bay]] ở [[Hồng Kông]].\n*'''Khu B - Khu Làng Đại học''' (95 ha): khu ứng dụng mô phỏng đầu tiên tại Việt Nam lấy ý tưởng và kinh nghiệm từ công trình hình thành cộng đồng quanh [[silicon Valley|thung lũng Silicon]] tại [[San Jose, California|San Jose]], [[California]], [[Hoa Kỳ]] và các công viên công nghiệp khoa học tại [[Đài Loan]]. Khu Làng Đại học là một khu chức năng hỗn hợp gồm khu dân cư, khu thương nghiệp, dịch vụ địa phương và các khu công trình công cộng (chiếm 18 ha). Tại đây có phân hiệu của [[Đại học RMIT Việt Nam|Trường Đại học RMIT]] của [[Úc]].\n*'''Khu C - Khu Trung tâm Kỹ thuật cao''' (46 ha): nằm tại giao lộ Nguyễn Văn Linh và Hương lộ 7, nơi tập trung các xí nghiệp liên quan đến công nghệ phát triển công nghiệp kỹ thuật cao tại Việt Nam, bao quanh bởi một khu vực có chức năng đa hợp tạo điều kiện đầy đủ cho những người sinh sống và làm việc ở đây.\n*'''Khu D - Trung tâm Lưu thông Hàng hóa II''' (85 ha): nằm tại ngã ba [[sông Bến Lức]] và [[sông Cần Giuộc]], thuận lợi cho các cơ sở bến cảng, là đầu mối lớn về phân phối và lưu thông hàng hóa, là nơi tồn trữ lương thực, kho hàng công nghiệp liên quan, có một số khu chức năng hỗn hợp thương mại và dân cư, với 5 ha cho các công trình công cộng.\n*'''Khu E - Trung tâm Lưu thông Hàng hóa I''' (115 ha): nằm tại giao lộ [[Quốc lộ 1]] và đại lộ Nguyễn Văn Linh, gồm 5 khu: Khu Thương mại Quốc tế, Khu Thương mại Đại lộ Nguyễn Văn Linh, Khu Kho bãi Công nghiệp, Khu Cảng và Trung chuyển Hàng hóa, Khu Dân cư Hỗn hợp. Khu E có trí thuận lợi để lưu thông hàng hoá từ mọi hướng bằng đường thủy và đường bộ. Đất dự trữ cho các công trình công cộng chiếm 14 ha.<ref name=\"nhadat\">[http:\/\/nhabanq7.com\/index.php?option=com_content&view=article&id=89&Itemid=4 5 CỤM ĐÔ THỊ DO CÔNG TY TNHH LIÊN DOANH PMH PHÁT TRIỂN] {{Webarchive|url=https:\/\/web.archive.org\/web\/20111007063347\/http:\/\/www.nhabanq7.com\/index.php?option=com_content&view=article&id=89&Itemid=4 |date = ngày 7 tháng 10 năm 2011}} Nhà đất Q7. Truy cập ngày 14 tháng 7 năm 2011.<\/ref>\n\n== Chủ đầu tư ==\nDự án khu đô thị Phú Mỹ Hưng do Công ty Liên doanh Phú Mỹ Hưng làm chủ đầu tư với giấy phép được cấp vào tháng 5 năm 1993. Công ty này có 70% vốn nước ngoài và 30% vốn trong nước. Dự án đầu tư khu đô thị mới Phú Mỹ Hưng là dự án đầu tư 100% vốn nước ngoài đầu tiên được cấp phép vào tháng 12 năm 1997 cho tập đoàn [[Central Trading & Development]] (CT&D) của [[Đài Loan]]<ref name=\"gsts\">[http:\/\/tuanvietnam.vietnamnet.vn\/2009-11-02-xu-ly-tranh-chap-dat-dai-nhin-tu-phu-my-hung Xử lý tranh chấp đất đai nhìn từ Phú Mỹ Hưng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130402044513\/http:\/\/tuanvietnam.vietnamnet.vn\/2009-11-02-xu-ly-tranh-chap-dat-dai-nhin-tu-phu-my-hung |date = ngày 2 tháng 4 năm 2013}} Giáo sư - Tiến sĩ Đặng Hùng Võ, Chủ nhiệm Bộ môn Địa chính, Đại học Quốc gia Hà Nội, TuanVietNam.net, 04\/11\/2009. Truy cập ngày 13 tháng 7 năm 2011.<\/ref>, cũng là chủ đầu tư của toàn dự án [[Khu đô thị Nam Sài Gòn]].<ref name=\"nhadat\" \/> Ông Lý Đại Minh, Phó Tổng Giám đốc phụ trách công trình Công ty Phú Mỹ Hưng cho biết công ty \"luôn nâng cao chế độ quản lý, thiết kế quy hoạch, công nghệ thi công, chọn lựa vật liệu xây dựng,... đưa các tiêu chuẩn quy phạm xây dựng và thiết kế công trình tiêu chuẩn cao của các nước [[Hoa Kỳ|Mỹ]], [[Nhật Bản|Nhật]], [[Trung Quốc]],... vào Việt Nam, hình thành tiêu chuẩn và quy phạm xây dựng của Phú Mỹ Hưng.\"\n\n== Quá trình xây dựng ==\nDự án khởi đầu bằng việc tập đoàn [[Central Trading & Development]] bỏ kinh phí xây dựng [[đại lộ Nguyễn Văn Linh]] dài 17,8 [[kilômét|km]], rộng 120 m băng qua khu đầm lầy, song song với xây dựng hệ thống điện dân dụng, cấp thoát nước, xử lý môi trường hiện đại, xây dựng hạ tầng trên 150 ha đất công trình công cộng để giao lại cho Uỷ ban nhân dân thành phố Hồ Chí Minh phát triển dịch vụ công,<ref name=\"gsts\" \/> mở đầu cho dự án Khu đô thị Nam Sài Gòn với quy mô 2.600 ha. Từ đó, Công ty Liên doanh Phú Mỹ Hưng phát triển khu đô thị Phú Mỹ Hưng với 5 cụm đô thị A, B, C, D, E trên diện tích 750 ha.<ref name=\"nhadat\" \/>\n\n== Khu trung tâm ==\n\n[[Tập tin:Phu My Hung, HCM City 6.jpg|nhỏ|Một góc Khu Hồ Bán Nguyệt]]\n\n[[Tập tin:Phu My Hung, HCM City 8.jpg|nhỏ|Góc nhìn từ Khu Hồ Bán Nguyệt sang Khu Kênh Đào, ở giữa là cầu Ánh Sao.]]\n\nKhu trung tâm là khu A của dự án, gồm 8 khu chức năng:\n\n* '''Khu Thương mại Tài chính Quốc tế''': khu phức hợp với các [[cao ốc văn phòng]] đa chức năng [[thương mại]], [[tài chính]], [[hội chợ]], [[triển lãm]], hội nghị quốc tế, [[giải trí]], [[du lịch]], [[dịch vụ]], khu đô chính, [[sàn giao dịch chứng khoán]], [[khách sạn]] cùng các tiện ích xã hội khác, nơi có trụ sở của nhiều [[công ty đa quốc gia|tập đoàn đa quốc gia]] như [[Unilever]], [[Toyota]], [[BMW]], [[Porsche]],... Một số công trình lớn như [[Trung tâm Hội nghị và Triển lãm Sài Gòn]], cao ốc thương mại văn phòng [[Saigon Paragon]],... Ngoài ra còn có công trình nhà ở là dự án văn hộ cao cấp ''Star Hill''.\n* '''Khu Hồ Bán Nguyệt''': với diện tích hơn 10 ha và vốn đầu tư giai đoạn một cho dự án này là 100 triệu [[đô la Mỹ]], được xây dựng mô phỏng theo [[Vịnh Singapore]], gồm nhiều toà nhà hiện đại dọc theo đường cong của Hồ Bán Nguyệt chia làm 3 khu căn hộ cho thuê, văn phòng cho thuê và khu trung tâm thương mại.<ref name=\"cityhome\" \/> Khu Hồ Bán Nguyệt nối liền Khu Kênh Đào qua [[Cầu Ánh Sao]], cây [[cầu bộ hành]] đầu tiên của Việt Nam,<ref>[http:\/\/dddn.com.vn\/20100422092251755cat82\/khanh-thanh-cau-anh-sao-50-ty-dong.htm Khánh thành cầu Ánh Sao 50 tỷ đồng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100427123817\/http:\/\/dddn.com.vn\/20100422092251755cat82\/khanh-thanh-cau-anh-sao-50-ty-dong.htm |date=2010-04-27 }} Báo Diễn đàn Doanh nghiệp điện tử, 23\/04\/2010. Truy cập ngày 13 tháng 7 năm 2011.<\/ref> hình thành một phố đi bộ xuyên suốt và tạo nên cảnh quan cho khu vực, với độ dài khoảng 1,5&nbsp;km.<ref name=\"cityhome\" \/> Dọc theo đường cong của hồ là những tòa nhà thấp tầng được bố trí ở phía trước, cao tầng ở phía sau để khai thác tầm nhìn cảnh quan. Trục đường chính có hành lang dành cho các hoạt động ngoài trời. Dự án Khu Hồ Bán Nguyệt được 25 kiến trúc sư từ 13 quốc gia tham gia thiết kế và 6 công ty triển khai chi tiết. Kiến trúc sư Axel Korn, giám đốc công ty ''KORN Architects'' – người trực tiếp tham gia thiết kế khu Hồ Bán Nguyệt, đánh giá khu vực này đóng vai trò là một \"trái tim cộng đồng\" (''social heart'').<ref name=\"sggp\">[http:\/\/www.sggp.org.vn\/thitruong\/2007\/7\/112619\/ Đô thị Phú Mỹ Hưng: Đang hình thành khu thương mại hiện đại của] [[Thành phố Hồ Chí Minh]] Sài Gòn Giải phóng Online, cơ quan của Đảng bộ ĐCS VN, TP.HCM, ''27\/07\/2007.'' Truy cập ngày 13 tháng 7 năm 2011.<\/ref> Công ty ''Skidmore, Owings & Merrill (SOM)'' đến từ [[San Francisco]], với sự tư vấn của công ty ''Koetter Kim & Associates'' của [[Hoa Kỳ|Mỹ]] và công ty [[Tange Kenzo|Kenzo Tange & Associate]] của [[Nhật Bản|Nhật]],<ref name=\"cityhome\">[http:\/\/www.cityhome.com.vn\/Dac-diem-khu-dan-cu_141.html PHÚ MỸ HƯNG] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110622222837\/http:\/\/www.cityhome.com.vn\/Dac-diem-khu-dan-cu_141.html |date = ngày 22 tháng 6 năm 2011}} City Home. Truy cập ngày 13 tháng 7 năm 2011.<\/ref> chịu trách nhiệm thực hiện quy hoạch tổng thể của toàn khu theo phương hướng đảm bảo tính liên kết và hài hoà với toàn Khu đô thị Nam Sài Gòn. Đặc biệt ở Khu Hồ Bán Nguyệt, các cao ốc được liên kết với nhau qua lối đi trên cao đặt tại tầng 3 dành cho những người sinh sống và làm việc tại đây. Ngoài ra, với ưu thế rộng rãi và cảnh quan đẹp, khu vực này còn là nơi diễn ra hội hoa xuân tại khu đô thị.<ref>[http:\/\/www.thanhnien.com.vn\/Pages\/20100128\/hoi-hoa-xuan-2010-tai-phu-my-hung.aspx Hội hoa xuân 2010 tại Phú Mỹ Hưng] Thanh Niên Online, diễn đàn của Hội Liên hiệp Thanh niên Việt Nam, 28\/01\/2010. Truy cập ngày 13 tháng 7 năm 2011.<\/ref>\n* '''Khu Kênh Đào''': được mô phỏng theo Khu Kênh Đào ở [[Hoa Kỳ]],<ref name=\"cityhome\" \/> là khu nhà ở và thương mại với các cửa hiệu kinh doanh dịch vụ mua sắm, phòng trưng bày sản phẩm, [[nhà hàng]], cửa tiệm,... tại tầng trệt và tầng hai. Khu Kênh Đào trải dọc theo đại lộ Tôn Dật Tiên với những [[công viên]] nhiều cây cối và bắc qua một con kênh xanh.<ref>[http:\/\/khamphavn.com\/vie-khu-kenh-dao-phu-my-hung-dn-130175.html Khu kênh đào Phú Mỹ Hưng] Vietnam Directory. Truy cập ngày 13 tháng 7 năm 2011.<\/ref> Khu kênh Đào được xây dựng với nhiều dự án căn hộ theo định kiến kiến trúc sinh thái với các khu căn hộ ''Garden Plaza I'', ''Garden Plaza II'', ''Garden Court I'' và ''Garden Court II'' do công ty [[Singapore]] thiết kế, Việt Nam triển khai chi tiết. Ngoài ra còn khu căn hộ cao cấp ''The Panorama'' do [[kiến trúc sư]] Thomas Chow của ông ty SURV - [[Thượng Hải]] thiết kế, với tỷ lệ không gian xanh mở chiếm gần 70% diện tích.<ref name=\"hanoimoi\" \/>\n* '''Khu Y tế Điều Dưỡng''': gồm các tiện nghi y khoa, điều dưỡng, các dịch vụ, mua sắm, thể thao, giải trí,... đáp ứng các nhu cầu đa dạng của người dân từ y tế, chăm sóc sức khỏe đến các loại hình dịch vụ như Bệnh viện FV (220 giường), bệnh viện Tim Tâm Đức (180 giường), Bệnh viện Việt Mỹ,... và những tiện ích chăm sóc sức khỏe khác. Khu Y tế Điều Dưỡng còn có cụm tiện ích thể thao giải trí như sân tập [[golf]], sân golf 9 lỗ, hồ bơi đáy cát và 4 sân [[quần vợt]].<ref name=\"cityhome\" \/>\n* '''Khu Cảnh Đồi''': là khu dân cư được xây dựng sớm với đầy đủ tiện ích như trường học, hệ thống siêu thị (Coopmart, Citimart), chuỗi cửa hàng tiện lợi, dịch vụ dọc trục giao thông chính là đại lộ Nguyễn Đức Cảnh. Từ quý 3 năm 2009, khu Cảnh Đồi khởi công dự án mới là khu căn hộ cao cấp ven sông ''Riverpark Residence'' do công ty ''Axel Korn Architekture'' của [[Đức]] thiết kế, với 16 ngân hàng tham gia hỗ trợ cho vay mua nhà.\n\n[[Tập tin:Phu My Hung, HCM City 1.jpg|nhỏ|trái|Chuỗi chung cư Nam Khang thuộc khu Nam Viên.]]\n\n* '''Khu Nam Viên''': gồm các khu biệt thự: Mỹ Gia 1-2, Mỹ Thái 1-2-3, Mỹ Phú 1-2, Mỹ Văn và các khu căn hộ Cảnh Viên 1-2, Mỹ Viên, Mỹ Khang, Green View. Địa hình khu Nam Viên giống một ốc đảo được bao bọc bởi sông nước, mật độ xây dựng thấp vì có nhiều công viên mật độ phủ xanh từ khoảng 10.000 đến 20.000 m2. Đây là khu dân cư có diện tích phủ xanh lớn nhất của Trung tâm đô thị Phú Mỹ Hưng, nằm kế Khu Thương mại Tài chính Quốc tế và Khu Hồ Bán Nguyệt trên cùng trục đại lộ thương mại [[đại lộ Nguyễn Lương Bằng|Nguyễn Lương Bằng]] rộng 48m. Khu Nam Viên còn là nơi tập trung nhiều trường học nước ngoài như: trường Nhật Bản, [[Hàn Quốc]], [[Đài Bắc]].<ref name=\"cityhome\" \/>\n* '''Khu Văn hóa Giải Trí''': nằm ở cửa ngõ phía Tây vào Trung tâm đô thị Phú Mỹ Hưng, là khu dân cư tập trung, phía Bắc là \"hành lang cây xanh văn hóa nghỉ ngơi\", phía Đông là sông cảnh quan. Công trình chủ yếu ở đây là các khu nhà phố và căn hộ, gồm khu nhà phố và biệt thự Hưng Thái, khu nhà phố Hưng Gia, Hưng Phước, khu căn hộ Sky Garden với khu phố đi bộ, mua sắm trên tầng 2 của khu chung cư, công viên Wonderland và công viên bờ sông.<ref name=\"cityhome\" \/>\n* '''Khu Midtown''': khu kinh doanh trung tâm dọc theo đại lộ thương mại Nguyễn Lương Bằng, nằm giữa hai Khu Nam Viên và Khu Thương mại Tài chính Quốc tế. Tại đây cũng có các khu biệt thự, căn hộ cao cấp.<ref name=\"cityhome\" \/>\n\n== Giải thưởng ==\nVì thành tích đầu tư đúng tiêu chí phát triển bền vững, nhà đầu tư đã nhận được nhiều giải thưởng trong nước và quốc tế, được [[Nhà nước Việt Nam|Nhà nước]] tặng Huân chương Lao động hạng nhất.<ref name=\"gsts\" \/>\n\n== Vấn đề mua nhà ==\nNăm 2007, công ty Phú Mỹ Hưng hợp tác với 9 ngân hàng lớn hoạt động trong nước cho khách hàng mua nhà vay vốn trả góp với thời hạn từ 20 đến 30 năm. Đây là chương trình cho vay trả góp có thời hạn dài nhất ở Việt Nam tính đến thời điểm này.<ref>[http:\/\/www.thanhnien.com.vn\/news\/Pages\/200724\/196677.aspx Khu đô thị mới Phú Mỹ Hưng: Thêm một dự án căn hộ có vốn đầu tư 40 triệu USD] Thanh Niên Online, diễn đàn của Hội Liên hiệp Thanh niên Việt Nam, 12\/06\/2007. Truy cập ngày 13 tháng 7 năm 2011.<\/ref>\n\nĐể giảm thiểu tình trạng đầu cơ mua căn hộ và phục vụ cho những khách hàng có nhu cầu thực sự, công ty tiến hành thực hiện quy trình bốc thăm mua nhà, quy định mỗi khách hàng chỉ được quyền mua 1 căn nhà và chỉ được chuyển nhượng lại khi đã hoàn thành thủ tục nhận nhà.<ref>[http:\/\/www.thanhnien.com.vn\/news\/Pages\/200727\/199338.aspx Phú Mỹ Hưng công bố dự án căn hộ cao cấp Garden Court 1] Thanh Niên Online, diễn đàn của Hội Liên hiệp Thanh niên Việt Nam, 02\/07\/2007. Truy cập ngày 13 tháng 7 năm 2011.<\/ref> Tuy nhiên, thời gian sau đổi mới quy định này, việc ồ ạt chen lấn mua nhà vẫn diễn ra. Ngày 24\/10\/2007, đám đông lên đến ngàn người đổ dần từ 3 giờ sáng chen chúc trước trụ sở ngân hàng Indovina, [[Quận 1]], [[Thành phố Hồ Chí Minh]] để xếp hàng nộp tiền ký quỹ mua căn hộ dự án Sky garden, mặc dù 8 giờ ngân hàng mới làm việc. Đến khoảng 9 giờ sáng, ngân hàng Indovina thông báo xin lỗi và đóng cửa, dừng mọi giao dịch để thương thuyết lại cách thức đăng ký mua căn hộ với công ty Phú Mỹ Hưng. Lực lượng công an cũng được yêu cầu đến để hỗ trợ giữ trật tự đám đông quá khích. Trong những người chen lấn có cả người lớn tuổi, phụ nữ mang thai và người nước ngoài.<ref>[http:\/\/vnn.vietnamnet.vn\/kinhte\/2007\/10\/751027\/ Hơn ngàn người lại chen nhau mua nhà Phú Mỹ Hưng] [[VietNamNet]], 24\/10\/2007. Truy cập ngày 13 tháng 7 năm 2011.<\/ref>\n\n=== Vụ kiện 2009 ===\nNăm 2009, cư dân ở các khu dự án đô thị ở Phú Mỹ Hưng cho rằng có sự mập mờ giữa các khoản thanh toán trong hợp đồng mua bán nhà: thay vì để các điều khoản về tiền sử dụng đất ở phần các khoản phải thanh toán, phía công ty đã chia nhỏ và đưa vào phần phụ lục trong hợp đồng. Ngoài ra, công ty Phú Mỹ Hưng bị yêu cầu chịu trách nhiệm trong việc chậm trễ làm thủ tục cấp sổ đỏ, dẫn đến việc tiền sử dụng đất tăng lên gấp nhiều lần cho những người mua nhà trước đó,<ref>[http:\/\/diaoc.tuoitre.vn\/Index.aspx?ArticleID=341695&ChannelID=204 Mua nhà tại Khu đô thị Phú Mỹ Hưng: Nỗi khổ của cư dân \"VIP\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100425053325\/http:\/\/diaoc.tuoitre.vn\/Index.aspx?ArticleID=341695&ChannelID=204 |date = ngày 25 tháng 4 năm 2010}} Tuổi trẻ Online, 10\/10\/2009, theo báo Sài Gòn Giải phóng. Truy cập ngày 13 tháng 7 năm 2011.<\/ref> số tiền này được cho là gần tương đương với mua nhà đất mới.<ref name=\"laodong1\" \/> Quan điểm của chủ đầu tư ở thời điểm đó là \"trách nhiệm nộp tiền sử dụng đất theo luật pháp về đất đai từ trước đến nay luôn thuộc về người được giao đất, tức bên mua\". Sau những nỗ lực thương lượng không thành công và bị từ chối tiếp xúc, ngày 5 tháng 11 năm 2009, 695 cư dân đang sinh sống tại khu đô thị chính thức gởi khiếu kiện chủ đầu tư lên đồng thời cho Văn phòng [[Chủ tịch nước Việt Nam|Chủ tịch nước]], [[Thủ tướng Việt Nam|Thủ tướng]] [[Chính phủ Việt Nam|Chính phủ]], [[Quốc hội Việt Nam|Quốc hội]] và các cấp chính quyền cao nhất tại Thành phố Hồ Chí Minh.<ref>[http:\/\/vnn.vietnamnet.vn\/kinhte\/200911\/Cu-dan-Phu-My-Hung-gui-don-khieu-nai-khan-cap-877261\/ Cư dân Phú Mỹ Hưng gửi đơn khiếu nại khẩn cấp] [[VietNamNet]], 05\/11\/2009. Truy cập ngày 13 tháng 7 năm 2011.<\/ref> Ngày 2 tháng 2 năm 2010, để giải quyết vấn đề này, Chính phủ ban hành văn bản đề ra những quy định, trong đó pháp luật yêu cầu chủ đầu tư phải nộp tiền sử dụng đất, người mua nhà được quyền sử dụng đất lâu dài, ổn định và không phải nộp các khoản chênh lệch nào khác.<ref name=\"laodong1\">[http:\/\/laodong.com.vn\/Tin-Tuc\/Cty-Phu-My-Hung-phai-nop-tien-su-dung-dat\/24700 Cty Phú Mỹ Hưng phải nộp tiền sử dụng đất] Báo Lao động - Cơ quan của Tổng Liên đoàn Lao động Việt Nam, 11\/12\/2010. Truy cập ngày 13 tháng 7 năm 2011.<\/ref>\n\nTheo giới chuyên gia Việt Nam nhận xét, \"phần giá trị gia tăng thêm trên đất sau thuế từ đất nông nghiệp là đầm lầy thành đất phi nông nghiệp đầy đủ hạ tầng do nhà đầu tư tạo nên phải thuộc lợi nhuận của nhà đầu tư\", \"nhà đầu tư tự nói rằng họ có quyền sử dụng đất là nói đúng vì họ được Nhà nước cho thuê đất, tức là họ có quyền sử dụng đất thuê, không nên nhầm lẫn khái niệm về quyền sử dụng đất theo quy định của pháp luật nước ta\", đồng thời đưa ra một số giải pháp cho đôi bên. Vấn đề này có liên quan đến sự công bằng đối với nhà đầu tư nước ngoài trong quá trình hội nhập kinh tế quốc tế.<ref name=\"gsts\" \/>\n\n== Sự cố thi công ==\nNgày 1 tháng 9 năm 2010, khoảng 200 m² diện tích sàn tầng một [[trung tâm thương mại]] ''Crescent mall shopping'' sập hàng ngàn tấn [[bê tông]] sắt thép [[dàn giáo]] xuống tầng hầm vào rạng sáng sau đêm thi công. Lực lượng cứu hộ cho biết không phát hiện nạn nhân nào bị chôn vùi trong đống đổ nát. Đơn vị thi công công trình này là nhà thầu ''China Stace Construction Engrg.Corp'' của [[Cộng hòa Nhân dân Trung Hoa|Trung Quốc]].<ref>[http:\/\/dantri.com.vn\/c20\/s20-419412\/sap-cong-trinh-trong-khu-do-thi-phu-my-hung.htm Sập công trình trong Khu đô thị Phú Mỹ Hưng] Dân trí, báo điện tử của Trung ương Hội Khuyến học Việt Nam. 01\/09\/2010. Truy cập ngày 13 tháng 7 năm 2011.<\/ref>\n\n== Tranh cãi ==\n\n[[Cầu Phú Mỹ]] trên [[đại lộ Nguyễn Văn Linh]] được khánh thành vào ngày 18 tháng 3 năm 2010 cho phép tất cả các loại xe tải lưu thông qua cầu. Điều này khiến người dân lo sợ khi có thể phải đối mặt với khói bụi và tiếng ồn. Một số người cho rằng chủ đầu tư khi thiết kế khu đô thị chưa tính đến khoảng lùi đủ xa để giảm thiểu tác động của tiếng ồn và đưa dẫn chứng là những nhà mặt tiền vẫn rung khi có xe tải chạy qua. Đại diện chủ đầu tư Phú Mỹ Hưng cho biết các làn xe đã quy định rõ tuyến đường xe tải và đa phần nhà mặt tiền của khu A là văn phòng làm việc của các công ty, ngân hàng nên \"việc xe cộ lưu thông nhiều không ảnh hưởng đến môi trường sống, gây mất giấc ngủ của người dân.\"<ref>[http:\/\/dantri.com.vn\/c36\/s20-398085\/phu-my-hung-khong-bi-bua-vay-boi-tieng-on-giao-thong.htm Phú Mỹ Hưng không bị \"bủa vây\" bởi tiếng ồn giao thông] Dân trí, báo điện tử của Trung ương Hội Khuyến học Việt Nam. 26\/05\/2010. Truy cập ngày 13 tháng 7 năm 2011.<\/ref>\n\nNgoài ra, cư dân tại Phú Mỹ Hưng còn nói họ chịu ảnh hưởng bởi mùi hôi thối bất thường. Các hộ dân Phú Mỹ Hưng đã lập ra một nhóm trên mạng xã hội có tên \"Sự thật mùi hôi thối ở Phú Mỹ Hưng\". Giáo sư, Tiến sỹ Khoa học Lê Huy Bá, chuyên gia về độc học môi trường nói với BBC Tiếng Việt: \"Nguồn phát sinh đã xác định được là từ bãi rác Đa Phước. Không có lý do gì để chối cãi cả\" <ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2016\/08\/160829_phu_my_hung_bad_smell_garbage Phú Mỹ Hưng bị mùi hôi thối 'bao vây'] bbc, Truy cập ngày 14 tháng 10 năm 2016.<\/ref>.\n\nCuối tháng 6 năm 2018, người dân cho biết, những ngày gần đây, mùi hôi theo những cơn gió xộc vào nhà các hộ dân thuộc khu đô thị Nam Sài Gòn khiến nhiều người tại khu vực Phú Mỹ Hưng, quận 7 phải đóng cửa nhà cả ngày. Mùi hôi thối nồng nặc lan tỏa vào khu đô thị Nam Sài Gòn trong mùa mưa từ tháng 5 đến tháng 11 đã gây ảnh hưởng tới cuộc sống cũng như sức khỏe cư dân khu vực này.<ref>[https:\/\/tuoitre.vn\/cuoc-song-nguoi-dan-phu-my-hung-dao-lon-vi-mui-hoi-cua-rac-2018070200213773.htm Cuộc sống người dân Phú Mỹ Hưng đảo lộn vì mùi hôi của rác] tuoitre, Truy cập ngày 3 tháng 7 năm 2018.<\/ref>. Giám đốc Sở Tài nguyên môi trường Nguyễn Toàn Thắng cho biết, \"Không cần đợi đến phản ánh từ báo chí mà ngành tài nguyên môi trường có hệ thống quan trắc kết nối với trung tâm đã dự báo được. Được biết năm nay do ảnh hưởng của biến đổi khí hậu và các mùa nên có mùi hôi\" <ref>[https:\/\/tuoitre.vn\/bai-rac-da-phuoc-hoi-mot-phan-do-bien-doi-khi-hau-20180703162409486.htm Bãi rác Đa Phước hôi một phần do biến đổi khí hậu?] tuoitre, Truy cập ngày 3 tháng 7 năm 2018.<\/ref>.\n\n== Tham khảo ==\n{{thể loại Commons|Phu My Hung New City Center}}\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{Du lịch Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Khu đô thị Việt Nam|Phú Mỹ Hưng]]\n[[Thể loại:Khu đô thị Thành phố Hồ Chí Minh]]\n[[Thể loại:Quận 7]]\n\n[[en:Phu My Hung Urban Area|English]]"}