{"3187037":"{{Dablink|Về thị trấn cùng tên, xem [[Tây Yên Tử]]}}\n{{otheruses|Yên Tử (định hướng)}}\n'''Khu di tích và danh thắng Tây Yên Tử''' gồm hệ thống các di tích lịch sử, văn hoá, danh lam thắng cảnh nằm ở sườn Tây và Bắc của dãy [[núi Yên Tử]], thuộc địa bàn tỉnh Bắc Giang. Tây Yên Tử trải dài từ [[Sơn Động]] đến [[Yên Dũng]]. Tây Yên Tử là nơi có hệ thống các chùa tháp, di tích cùng sự kỳ vĩ của rừng, núi liên quan đến sự hình thành thiền phái [[Trúc Lâm Yên Tử]] thời Trần như [[Chùa Vĩnh Nghiêm (Bắc Giang)|Chùa Vĩnh Nghiêm]] ([[Yên Dũng]]), [[chùa Am Vãi]] ([[Lục Ngạn]]), Đồng Thông ([[Sơn Động]]),... Hệ thống di tích Tây Yên Tử cùng với Đông Yên Tử và [[Khu di tích lịch sử nhà Trần tại Đông Triều]] tạo thành [[Quần thể di tích danh thắng Yên Tử]] đang được lập hồ sơ đề nghị UNESCO công nhận là [[di sản thế giới]] vào năm 2017.\n\n==Tổng quan==\n===Lịch sử hình thành===\n[[Núi Yên Tử]] nằm trên [[cánh cung Đông Triều]] ôm gọn [[vùng Đông Bắc (Việt Nam)]], sườn Đông Yên Tử chủ yếu thuộc tỉnh [[Quảng Ninh]], sườn Tây Yên Tử thuộc các huyện [[Yên Dũng]], [[Lục Nam]], [[Lục Ngạn]] và [[Sơn Động]] tỉnh [[Bắc Giang]]. Dọc sườn Tây Yên Tử hiện còn lưu lại nhiều các di tích, công trình lịch sử văn hóa có giá trị. Tính đến năm 2014, [[Bắc Giang]] đã thống kê trên 130 di tích lớn nhỏ nằm trong khu vực Tây Yên Tử, đã lập hồ sơ đề nghị và công nhận 26 điểm di tích cấp tỉnh và cấp quốc gia.<ref>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/doi-song\/176849\/tay-yen-tu--khu-van-hoa-tam-linh-voi-108-ngon-thap.html | tiêu đề = Tây Yên Tử: Khu văn hóa tâm linh với 108 ngọn tháp - VietNamNet | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref>\n\nNếu Đông Yên Tử là nơi Phật hoàng [[Trần Nhân Tông]] tu tập, nơi lưu giữ xá lị của Ngài sau viên tịch, thì Tây Yên Tử là con đường hoằng dương phật pháp của Ngài. Con đường trước đây nhà vua đến với đỉnh Yên Tử chính là từ phía Tây sang phía Đông. Không chỉ Phật hoàng [[Trần Nhân Tông]] mà từ thế kỷ XI cho đến thế kỷ XIII, đã có nhiều nhà sư chọn con đường lên Yên Tử từ phía Tây để tu hành, dựng chùa, xây tháp, phát đạo.<ref>{{chú thích web | url = http:\/\/www.tienphong.vn\/van-nghe\/huyen-tich-tay-yen-tu-706615.tpo | tiêu đề = Huyền tích Tây Yên Tử | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = Báo Điện tử Tiền Phong | ngôn ngữ = }}<\/ref> Đặc biệt phía sườn Tây Yên Tử còn có hàng loạt các công trình di tích liên quan chặt chẽ đến quá trình hình thành và hưng thịnh của thiền phái [[Trúc Lâm Yên Tử]] như: [[Chùa Vĩnh Nghiêm]], Am Vãi, Hồ Bấc, Bình Long, [[Suối Mỡ]], khu sinh thái Đồng Thông…\n\n===Phạm vi di tích===\nTheo Quyết định Số: 105\/QĐ-UBND ngày 29\/11\/2013 về việc phê duyệt Quy hoạch xây dựng vùng bảo tồn tổng thể\nhệ thống di tích và danh thắng Tây Yên Tử thì Phạm vi Khu di tích và danh thắng Tây Yên Tử gồm 9 cụm di tích sau: Khu Đồng Thông, rừng Khe Gỗ, chùa Am Vãi, hồ Khuôn Thần, hồ Cấm Sơn, suối Mỡ, suối Nước Vàng, chùa Vĩnh Nghiêm và thiền viện Trúc Lâm Phượng Hoàng<ref>{{chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh-1281-QD-UBN-nam-2013-quy-hoach-bao-ton-phat-trien-rung-dac-dung-Bac-Giang-2020-vb204871.aspx | tiêu đề = Quyết định 1281\/QĐ | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n;Huyện [[Sơn Động]]:\n*Khu Đồng Thông: ở xã Tuấn Mậu (nay thuộc thị trấn Tây Yên Tử), gồm các khu di tích Đền, Chùa Trình; Chùa Cầu, Chùa Kim Quy; Chùa Đồng; Đèo Bụt, núi Phật Sơn. Nơi đây được gọi là ''Khu văn hóa tâm linh Tây Yên Tử''.\n*Rừng Khe Rỗ ở xã An Lạc, thuộc ''Khu bảo tồn thiên nhiên Tây Yên Tử'' gồm rừng nguyên sinh, nhiều loại động, thực vật quý hiếm\n;Huyện [[Lục Ngạn]]: \n*Chùa Am Vãi ở xã Nam Dương, là chùa thờ phật; Thiền phái Trúc Lâm Tam Tổ; Bàn chân tiên\n*[[Hồ Khuôn Thần]] Xã Kiên Lao Cảnh quan thiên nhiên đẹp, Rừng thông, vải\n*[[Hồ Cấm Sơn]] ở 5 xã Sơn Hải, Hộ Đáp, Tân Sơn, Phong Vân và Cấm Sơn. Là nơi có cảnh quan thiên nhiên đẹp, mặt nước hồ 2500ha.\n;Huyện [[Lục Nam]]: \n*Khu Suối Mỡ - Hồ Bấc ở xã Nghĩa Phương có 12 điểm di tích, Thờ [[Mẫu Thượng Ngàn]], Suối có cảnh quan thiên nhiên đẹp\n*Suối nước Vàng ở xã Lục Sơn, có thiên nhiên đẹp; Nước suối màu vàng\n;Huyện [[Yên Dũng]]: \n*[[Chùa Vĩnh Nghiêm]] ở xã Trí Yên, nơi thờ 3 vị Sư tổ của Thiền phái Trúc Lâm, Kiến trúc đẹp\n*Thiền Viện Trúc Lâm Phượng Hoàng ở xã Nham Sơn, Đỉnh núi Đền Vua cao nhất dãy Nham Biền, có Điền Trang Thái Ấp [[Trần Thủ Độ]].\n\n==Khu bảo tồn thiên nhiên Tây Yên Tử==\nKhu Bảo tồn thiên nhiên Tây Yên Tử nằm trên địa bàn thị trấn [[Tây Yên Tử]] và các xã Thanh Luận, An Lạc thuộc huyện [[Sơn Động]], xã Lục Sơn thuộc huyện [[Lục Nam]] tỉnh [[Bắc Giang]].<ref>Khu Bảo tồn thiên nhiên Tây Yên Tử được thành lập theo Quyết định số 117\/QĐ-UB ngày 22 tháng 7 năm 2002 của UBND tỉnh Bắc Giang trên cơ sở tổ chức, sắp xếp lại Ban quản lý bảo tồn thiên nhiên Khe Rỗ trước đây, Tiểu khu Thanh Sơn thuộc Lâm trường Sơn Động II và Tiểu khu Chía – Nước Vàng thuộc Lâm trường Mai Sơn.<\/ref> Ranh giới của Khu bảo tồn tiếp giáp với tỉnh Lạng Sơn và Quảng Ninh. KBTTN Tây Yên Tử hiện có 13.022,7 ha rừng và đất rừng đặc dụng bao gồm: phân khu bảo vệ nghiêm ngặt (6.022,5 ha), phân khu phục hồi sinh thái và phân khu hành chính dịch vụ (7.000,2 ha).\n\nTại Tây Yên Tử đã xác định được 5 kiểu thảm thực vật chính: ở độ cao dưới 100 m: trảng cỏ và cây bụi; ở độ cao 100–200 m: trảng hóp xen cây gỗ nhỏ và tre nứa; ở độ cao 200–900 m: kiểu rừng kín thường xanh, cây lá rộng thường xen cây lá kim, mưa ẩm nhiệt đới; trên 900 m: kiểu rừng cây gỗ lá rộng.\n\nTheo kết quả nghiên cứu của Viện Sinh thái và Tài nguyên sinh vật (2003, 2009), bước đầu đã thống kê được sự đa dạng về thành phần phân loại học của các lớp thú, chim, bò sát và ếch nhái gồm: 27 bộ, 91 họ, 285 loài.<ref>{{Chú thích web |url=http:\/\/www.eaza.net\/campaigns\/Documents\/Brochure%20Tay%20Yen%20Tu%20Nature%20Reserve%202010.pdf |ngày truy cập=2015-01-17 |tựa đề=KHU BẢO TỒN THIÊN NHIÊN TÂY YÊN TỬ: GIÁ TRỊ BẢO TỒN ĐA DẠNG SINH HỌC VÀ TIỀM NĂNG PHÁT TRIỂN |archive-date=2013-10-15 |archive-url=https:\/\/web.archive.org\/web\/20131015204443\/http:\/\/www.eaza.net\/campaigns\/Documents\/Brochure%20Tay%20Yen%20Tu%20Nature%20Reserve%202010.pdf |url-status=dead }}<\/ref>\n\n==Khu văn hóa tâm linh Tây Yên Tử==\nKhu văn hóa tâm linh Tây Yên Tử thuộc trục đường phía sườn Tây Yên Tử lên chùa Đồng (thuộc đỉnh Yên Tử, tỉnh [[Quảng Ninh]]) với tổng diện tích là 13,8ha thuộc khu vực Đồng Thông, thị trấn Tây Yên Tử, huyện Sơn Động ([[Bắc Giang]]). Khu văn hóa tâm linh Tây Yên Tử chia làm 4 cụm chùa độc lập gồm: chùa Trình, chùa Hạ (chùa Phật Quang), chùa Trung, chùa Thượng (chùa Kim Quy), các điểm chùa có cao độ từ 145m đến điểm cao nhất gần 1.000m, kết nối với chùa Đồng, tượng Phật Hoàng [[Trần Nhân Tông]] trên đỉnh Yên Tử, cùng với hệ thống hạ tầng kĩ thuật, các công trình dịch vụ, hệ thống giao thông, cáp treo... đồng bộ.<ref>{{chú thích web | url = http:\/\/www.vietnamplus.vn\/xay-dung-khu-van-hoa-tam-linh-tay-yen-tu-o-bac-giang\/259036.vnp | tiêu đề = Xây dựng Khu văn hóa tâm linh Tây Yên Tử ở Bắc Giang | author = | ngày = 10 tháng 5 năm 2014 | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = [[Thông tấn xã Việt Nam]] | ngôn ngữ = }}<\/ref>\n\nQuá trình xây dựng Khu văn hóa tâm linh Tây Yên Tử được chia làm ba giai đoạn, bắt đầu từ năm 2014 và dự kiến đến năm 2025 hoàn thành. Giai đoạn 1 từ năm 2014 đến năm 2018 triển khai xây dựng hai điểm chùa Thượng và chùa Hạ, nâng cấp tuyến giao thông tỉnh lộ 293 vào chùa Hạ; giai đoạn 2 từ năm 2018 đến năm 2020 triển khai xây dựng hai điểm chùa Trình và chùa Trung; giai đoạn 3 từ năm 2021 đến năm 2025 hoàn thiện toàn bộ các hạng mục đầu tư về công trình và hạ tầng kĩ thuật.<ref>{{chú thích web | url = http:\/\/baophapluat.vn\/xa-hoi\/khoi-cong-xay-dung-khu-van-hoa-tam-linh-tay-yen-tu-185180.html | tiêu đề = Khởi công xây dựng khu văn hóa tâm linh Tây Yên Tử | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = Phapluatvn.vn | ngôn ngữ = }}<\/ref>\n\n==Chùa Vĩnh Nghiêm==\n{{chính|Chùa Vĩnh Nghiêm (Bắc Giang)}}\nChùa Vĩnh Nghiêm còn có tên là chùa Đức La. Chùa Vĩnh Nghiêm được xem là trường đại học Phật giáo đầu tiên ở [[Việt Nam]]. Trong lịch sử Phật giáo Việt Nam, chùa Đức La là một trung tâm, một chốn tổ quan trọng, nơi ba vị \"Trúc Lâm tam tổ\" từng trụ trì và mở trường thuyết pháp. Chùa nằm trên một quả đồi thấp, sau lưng là dãy núi Cô Tiên, một phía nằm sát bờ sông Lục, phía bên kia xa hơn chênh chếch là ngã ba Phượng Nhỡn, nơi [[sông Lục Nam]] gặp [[sông Thương]]. Chính diện chùa Đức La nhìn thẳng ra một bãi đất rộng, thoáng, trải ra tới sát những chân ruộng trũng, và tới thôn xóm xanh um tre lá. Với kiến trúc từ trước đời nhà Trần, chùa có hệ thống tượng phật phong phú, linh thiêng, đặc biệt là kho mộc bản kinh phật đã được UNESCO công nhận là [[di sản tư liệu thế giới]].\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n\n[[Thể loại:Bắc Giang]]\n[[Thể loại:Chùa tại Bắc Giang]]\n[[Thể loại:Di tích tại Bắc Giang]]\n[[Thể loại:Du lịch Bắc Giang]]"}