{"805306":"'''Khu 2''', hoặc '''Chiến khu 2''', là một đơn vị hành chính - quân sự cũ ở vùng Tây Bắc Việt Nam, do chính phủ [[Việt Nam Dân chủ Cộng hòa]] đặt ra và sử dụng từ cuối năm 1945 đến đầu năm 1948, trên cơ sở tổ chức quản lý hành chính chung cho một số tỉnh - thành phố có vị trí địa lý tiếp giáp nhau để thuận lợi cho việc chỉ đạo, chỉ huy tác chiến và xây dựng lực lượng vũ trang trong thời kỳ đầu [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]]<ref name=\"tdqs\">Từ điển bách khoa Quân sự Việt Nam 2004. Tr.567<\/ref>.\n\n==Thành lập==\nTheo [[Sắc lệnh]] của Chủ tịch [[Hồ Chí Minh]] ngày [[15 tháng 10]] năm 1945, toàn quốc được phân chia lại thành 9 chiến khu. Khu 2 thuộc [[Bắc Bộ Việt Nam|Bắc Bộ]] gồm 8 tỉnh, thành: [[Lai Châu]], [[Sơn La]], [[Hòa Bình]], [[Hà Nội]], [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]], [[Hà Đông (tỉnh)|Hà Đông]], [[Nam Định]], [[Ninh Bình]]. Ông [[Hoàng Sâm]] làm Khu trưởng, [[Văn Tiến Dũng]] làm [[Chính ủy|Chính trị ủy viên]].<ref>\"Lịch sử Bộ Tổng tham mưu trong cuộc Kháng chiến chống Pháp (1945-1954)\", Hà Nội, 1991<\/ref>\n\nSau [[Hiệp định sơ bộ Pháp-Việt (1946)|Hiệp định sơ bộ Pháp-Việt 1946]], quân Pháp tiến vào miền Bắc. Để tiện chỉ đạo và phát huy khả năng độc lập tác chiến của từng địa phương, từ tháng 10 năm 1946, địa bàn các chiến khu Bắc Bộ được phân chia lại thành 6 chiến khu, trong đó, Hà Nội được tách riêng thành [[Khu 11]]. Địa bàn Khu 2 mới là 8 tỉnh Sơn Tây, Hà Đông, [[Hà Nam]], Nam Định, Ninh Bình, Sơn La, Hòa Bình, Lai Châu. Ông Hoàng Sâm được lưu nhiệm Khu trưởng, ông [[Lê Hiến Mai]] giữ chức Chính trị ủy viên.\n\nTháng 7 năm 1947, địa bàn các chiến khu từ Quảng Ngãi trở ra được điều chỉnh thành thành những liên khu lâm thời do dự kiến chiến trường có thể bị chia cắt. Khu 2, Khu 3 và Khu 11 được sáp nhập lại thành [[Liên khu C]] để thuận tiện cho việc chỉ đạo. Các ông Hoàng Sâm và Lê Hiến Mai được phân công làm Liên khu trưởng và Chính trị ủy viên. Đến ngày [[21 tháng 1]] năm 1948, Khu 2, Khu 3 và Khu 11 chính thức sáp nhập thành [[Liên khu 3]] gồm 12 tỉnh đồng bằng Bắc Bộ và tỉnh Hòa Bình. Ông Hoàng Sâm lưu nhiệm Liên khu trưởng, ông [[Lê Quang Hòa]] được bổ nhiệm làm Chính trị ủy viên<ref>Sắc lệnh 122-SL ngày 25 tháng 1 năm 1948 của Chủ tịch Chính phủ Việt Nam Dân chủ Cộng hòa.<\/ref>.\n\n== Chỉ huy và Lãnh đạo qua các thời kỳ ==\n{| class=\"wikitable\"\n|-\n!Giai đoạn\n!Khu trưởng\n!Chính ủy\n!Ghi chú\n|-\n| Tháng 10 năm 1945 - Tháng 10 năm 1946\n|[[Hoàng Sâm]]\n|[[Văn Tiến Dũng]] \n| \n|-\n| Tháng 10 năm 1946 - Tháng 1 năm 1948\n|[[Hoàng Sâm]] \n|[[Lê Hiến Mai]] \n|Từ tháng 7 năm 1947, 2 ông Hoàng Sâm và Lê Hiến Mai kiêm chức Liên khu trưởng và Chính ủy Liên khu C.\n|}\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Từ điển bách khoa Quân sự Việt Nam 2004\n{{Sơ khai Việt Nam}}\n\n[[Thể loại:Địa danh cũ Việt Nam|K]]\n[[Thể loại:Địa danh trong Chiến tranh Đông Dương|K]]\n[[Thể loại:Chiến khu Việt Nam]]\n[[Thể loại:Phân cấp hành chính Việt Nam]]"}