{"645601":"{{bài cùng tên|Khuất Duy Tiến (định hướng)}}\n\n'''Khuất Duy Tiến''' <ref>{{Chú thích web|url = http:\/\/dangcongsan.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=28340692&cn_id=626902|title = Gặp gỡ Anh hùng Lực lượng vũ trang nhân dân Khuất Duy Tiến 2013}}<\/ref> (sinh năm 1931), bí danh Duy Tân, là một tướng lĩnh trong Quân đội nhân dân Việt Nam, hàm [[Trung tướng]], nguyên Hiệu trưởng [[Trường Đại học Trần Quốc Tuấn|Trường Sĩ quan Lục quân 1]] (1994-1997), nguyên Cục trưởng Cục Quân lực Bộ Tổng tham mưu (1989-1994), nguyên Tư lệnh [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]] (1982-1989)<ref>{{Chú thích web|url = http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/78\/78\/78\/277200\/default.aspx|title = Những lần rơi lệ trên đất Cam-pu-chia 12\/2013}}<\/ref><ref>''Lịch sử Quân sự Việt Nam (1944-2005), Nhà xuất bản Quân đội nhân dân 2004''<\/ref>\n\n== Thân thế và sự nghiệp ==\n* Ông sinh ngày 27 tháng 2 năm 1931 tại xã [[Đại Đồng]], huyện [[Thạch Thất]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]] (nay là [[Hà Nội]]).\n* Ông tham gia cách mạng từ năm 1946, hoạt động tại địa phương làm công tác thanh niên huyện Thạch Thất. \n* Đầu năm 1950, ông bị địch bắt, sau đó ông vượt ngục tiếp tục hoạt động ở địa phương. \n* Tháng 9 năm 1950, ông nhập ngũ, là chiến sĩ Đại đội 737, Tiểu đoàn 3, Trung đoàn 48, Sư đoàn 320. \n* Từ năm 1952 đến năm 1954, ông là Tiểu đội phó, Tiểu đội trưởng thuộc Đại đội 27, Tiểu đoàn 2, Trung đoàn 48, Sư đoàn 320. \n* Từ tháng 1 năm 1954 đến năm 1955, ông là Trung đội trưởng, rồi Đại đội trưởng Đại đội 129, Tiểu đoàn 2 Trung đoàn 48 Sư đoàn 320.\n* Năm 1956, ông được cử đi học tại Trường Sĩ quan Lục quân. \n* Năm 1958, ông làm công tác huấn luyện tại Sư đoàn 320. \n* Từ tháng 11 năm 1959 đến tháng 5 năm 1962, ông là giáo viên chiến thuật Trường Quân chính Quân khu 3. \n* Từ tháng 6 năm 1962 đến năm 1964, ông học tại Trường Trung cao Quân sự khoá 1. \n* Từ năm 1965 đến tháng 9 năm 1967, ông là Trợ lý huấn luyện Phòng Quân huấn Quân khu 3. \n* Từ tháng 10 năm 1967 đến tháng 10 năm 1969, ông là Đại úy, Tham mưu trưởng Trung đoàn 64, Sư đoàn 320.\n* Từ tháng 11 năm 1969 đến tháng 1 năm 1971, ông là Đại úy, Trung đoàn phó Trung đoàn 64, Sư đoàn 320.\n* Từ tháng 2 năm 1971 đến tháng 11 năm 1973, ông là Thiếu tá, Trung đoàn trưởng Trung đoàn 64, Sư đoàn 320, tham gia chỉ huy Trung đoàn chiến đấu tại Đường 9 Nam Lào, đơn vị tham gia bắt sống đại tá Nguyễn Văn Thọ, Lữ trưởng Lữ đoàn dù 3.\n* Tháng 12 năm 1973 đến năm 1975, ông là Trung tá, Trưởng phòng Tác chiến, Mặt trận B3 Tây Nguyên, sau là Trưởng phòng Tác chiến Quân đoàn 3, tham gia chiến dịch giải phóng Tây Nguyên, chiến dịch Hồ Chí Minh.\n* Từ tháng 12 năm 1976 đến tháng 11 năm 1979, ông là Thượng tá, Phó Tư lệnh Sư đoàn rồi Đại tá, Tư lệnh Sư đoàn 320, tham gia làm nhiệm vụ quốc tế giúp bạn [[Campuchia]]. \n* Tháng 12 năm 1979, ông là Đại tá, Tham mưu trưởng [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]]. \n* Từ năm 1980 đến năm 1982, ông là Phó tư lệnh kiêm Tham mưu trưởng [[Quân đoàn 3, Quân đội nhân dân Việt Nam|Quân đoàn 3]]. \n* Từ tháng 12 năm 1982 đến năm 1989, ông là Tư lệnh [[Quân đoàn 3]]. \n*Tháng 4 năm 1984, ông được phong hàm [[Thiếu tướng]] \n* Tháng 6 năm 1989, ông là Cục trưởng [[Cục Quân lực Quân đội nhân dân Việt Nam|Cục Quân lực Bộ Tổng tham mưu]]. \n*Tháng 2 năm 1990, ông được thăng quân hàm lên [[Trung tướng]]\n* Từ tháng 6 năm 1994 đến tháng 10 năm 1997, ông là Hiệu trưởng [[Trường Sĩ quan Lục quân 1|Trường Sĩ quan Lục Quân 1]]\n* Từ tháng 10 năm 1997 đến năm 2001, ông được Nhà nước cho nghỉ chờ hưu, năm 2001 ông có quyết định nghỉ hưu.\n\n== Khen thưởng ==\n* Huân chương Quân công (hạng Nhì), \n*[[Huân chương Quân công]] hạng Ba (tháng 12 năm 2011)<ref>{{chú thích web|title=Quyết định của Chủ tịch nước Việt Nam về việc tặng thưởng Huân chương Quân công tháng 12 năm 2011|url=http:\/\/banthiduakhenthuongtw.gov.vn\/Portals\/0\/VAN-BAN\/Quyet%20dinh\/2011\/2393%20-%20CTN.PDF|website=Ban thi đua khen thưởng Trung ương|access-date = ngày 8 tháng 8 năm 2019}}<\/ref>\n* Huân chương Chiến thắng chống Pháp hạng Ba, \n* Huân chương Kháng chiến chống Mỹ hạng Nhất,\n* 2 Huân chương Chiến công hạng Nhất, \n* Huân chương Chiến công hạng Nhì, \n* 2 Huân chương Chiến công hạng Ba,\n* Huân chương Chiến sĩ vẻ vang (hạng Nhất, Nhì, Ba), \n* Huy hiệu 60 năm tuổi Đảng.\n* Anh hùng lực lượng vũ trang nhân dân.\n\n== Gia đình<ref>{{Chú thích web|url = http:\/\/hokhuatvietnam.org\/forum\/threads\/125-Gia-dinh-Trung-tuong-Khuat-Duy-Tien-dong-ho-Khuat-Duy-Dai-Dong|title = Gia đình Trung tướng Khuất Duy Tiến-dòng họ Khuất Duy Đại Đồng 7\/2009|ngày truy cập = 2014-11-11|archive-date = 2014-11-11|archive-url = https:\/\/web.archive.org\/web\/20141111101446\/http:\/\/hokhuatvietnam.org\/forum\/threads\/125-Gia-dinh-Trung-tuong-Khuat-Duy-Tien-dong-ho-Khuat-Duy-Dai-Dong|url-status = dead}}<\/ref> ==\n* Vợ: Vũ Thị Hồng Vân (dược sỹ)\n*Con trai cả: [[Khuất Việt Dũng]] (sinh năm 1959), [[Trung tướng]] (2014), nguyên Chính ủy [[Tổng cục Công nghiệp Quốc phòng (Việt Nam)|Tổng cục Công nghiệp Quốc phòng]] \n* Con gái: [[Khuất Thu Hồng]] (sinh năm 1960), Tiến sĩ tâm lý học, Viện trưởng Viện Nghiên cứu Phát triển Xã hội <ref>{{Chú thích web|url = http:\/\/www.isds.org.vn|title =Viện Nghiên cứu Phát triển Xã hội }}<\/ref>\n* Con gái: Khuất Hải Oanh (sinh năm 1970), Thạc sĩ - Bác sĩ, Giám đốc trung tâm Hỗ trợ Sáng kiến Phát triển Cộng đồng<ref>{{Chú thích web|url = http:\/\/www.scdi.org.vn\/|title = Trung tâm Hỗ trợ Sáng kiến Phát triển Cộng đồng|ngày truy cập = 2015-02-12|archive-date = 2014-12-27|archive-url = https:\/\/web.archive.org\/web\/20141227060457\/http:\/\/www.scdi.org.vn\/|url-status = dead}}<\/ref>\n* Con trai: [[Khuất Việt Hùng]] (sinh 1974), Tiến sĩ, Phó Chủ tịch chuyên trách [[Ủy ban An toàn giao thông Quốc gia (Việt Nam)|Ủy ban An toàn giao thông Quốc gia]] (2014 - nay)\n\n== Chú thích ==\n* Theo Bảo tàng Lịch sử Quân sự Việt Nam\n\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Hà Tây]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]"}