{"2304630":"{{bài cùng tên|Khánh Ninh}}\n'''Khánh Ninh''' là một huyện cũ của tỉnh [[Phú Khánh (tỉnh)|Phú Khánh]], [[Việt Nam]].\n\nHuyện được thành lập [[29 tháng 10]] năm [[1975]] trên cơ sở hợp nhất 2 huyện [[Ninh Hòa]] và [[Vạn Ninh]].\n\nPhía Bắc giáp 2 huyện [[Tuy Hòa]] và [[Tây Sơn, Phú Khánh|Tây Sơn]], phía Nam giáp 2 huyện [[Khánh Xương]] và [[Khánh Vĩnh]], phía Đông giáp [[Biển Đông]], phía Tây giáp huyện [[M'Drắk]] của tỉnh [[Đắk Lắk]].\n\nKhi hợp nhất, huyện Khánh Ninh có 32 xã: Ninh An, Ninh Bình, Ninh Đa, Ninh Diêm, Ninh Đông, Ninh Giang, Ninh Hà, Ninh Hải, Ninh Hiệp, Ninh Hưng, Ninh Ích, Ninh Lộc, Ninh Phú, Ninh Phụng, Ninh Phước, Ninh Quang, Ninh Sim, Ninh Tân, Ninh Tây, Ninh Thân, Ninh Thọ, Ninh Thượng, Ninh Xuân, Vạn Bình, Vạn Hưng, Vạn Khánh, Vạn Long, Vạn Lương, Vạn Phú, Vạn Phước, Vạn Thắng và Vạn Thạnh.\n\nNgày [[23 tháng 10]] năm [[1978]], thành lập 2 thị trấn Ninh Hòa và Vạn Giã.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-268-CP-thanh-lap-thi-tran-thuoc-huyen-Cam-Ranh-Khanh-Ninh-thuoc-tinh-Phu-Khanh-58112.aspx Quyết định số 268-CP năm 1978]<\/ref>\n\nNgày [[2 tháng 3]] năm [[1979]], thành lập xã Ninh Trung gồm các thôn Quảng Cư, Mông Phú, Vĩnh Thạnh (xã Ninh Thượng) và các thôn Phú Văn, Thạch Sơn (xã Ninh Đông).<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-74-CP-thanh-lap-dieu-chinh-dia-gioi-xa-thi-tran-tinh-Phu-Khanh-58185.aspx|title=Quyết định 74-CP về việc thành lập và điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Phú Khánh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nTừ đó, đơn vị hành chính của huyện Khánh Ninh gồm 2 thị trấn Ninh Hòa, Vạn Giã và 33 xã: Ninh An, Ninh Bình, Ninh Đa, Ninh Diêm, Ninh Đông, Ninh Giang, Ninh Hà, Ninh Hải, Ninh Hiệp, Ninh Hưng, Ninh Ích, Ninh Lộc, Ninh Phú, Ninh Phụng, Ninh Phước, Ninh Quang, Ninh Sim, Ninh Tân, Ninh Tây, Ninh Thân, Ninh Thọ, Ninh Thượng, Ninh Trung, Ninh Xuân, Vạn Bình, Vạn Hưng, Vạn Khánh, Vạn Long, Vạn Lương, Vạn Phú, Vạn Phước, Vạn Thắng, Vạn Thạnh.\n\nNgày [[5 tháng 3]] năm [[1979]], huyện Khánh Ninh được chia thành 2 huyện cũ là Ninh Hòa và Vạn Ninh<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-85-CP-chia-huyen-Khanh-Ninh-tinh-Phu-Khanh-thanh-2-huyen-Ninh-Hoa-Van-Ninh-vb58191t17.aspx Quyết định 85-CP năm 1979 về việc chia huyện Khánh Ninh thuộc tỉnh Phú Khánh thành hai huyện lấy tên là huyện Ninh Hòa và huyện Vạn Ninh do Hội đồng Chính phủ ban hành]<\/ref>:\n\n*Huyện [[Ninh Hòa]] có thị trấn Ninh Hòa và 24 xã: Ninh An, Ninh Bình, Ninh Đa, Ninh Diêm, Ninh Đông, Ninh Giang, Ninh Hà, Ninh Hải, Ninh Hiệp, Ninh Hưng, Ninh Ích, Ninh Lộc, Ninh Phú, Ninh Phụng, Ninh Phước, Ninh Quang, Ninh Sim, Ninh Tân, Ninh Tây, Ninh Thân, Ninh Thọ, Ninh Thượng, Ninh Trung, Ninh Xuân.\n*Huyện [[Vạn Ninh]] có thị trấn Vạn Giã và 9 xã: Vạn Bình, Vạn Hưng, Vạn Khánh, Vạn Long, Vạn Lương, Vạn Phú, Vạn Phước, Vạn Thắng, Vạn Thạnh.\n\n{{sơ khai Khánh Hòa}}\n\n[[Thể loại:Huyện cũ Việt Nam]]\n[[Thể loại:Hành chính Khánh Hòa]]"}