{"366052":"[[Tập tin:Saigon. Maison Centrale.jpg|250px|phải|nhỏ|Khám Lớn Sài Gòn trên một tấm [[bưu thiếp]] thời Pháp thuộc]]\n'''Khám Lớn Sài Gòn''' (Maison Centrale de Saigon) là một nhà tù tại [[Sài Gòn]] vào thời [[Pháp thuộc]]. Đây được xem là khám đường lớn nhất [[Nam Kỳ]] lúc bấy giờ. Địa điểm này hiện là [[Thư viện Khoa học Tổng hợp Thành phố Hồ Chí Minh]] trên [[Đường Lý Tự Trọng, Thành phố Hồ Chí Minh|đường Lý Tự Trọng]] tại [[Quận 1]].\n\n==Lịch sử==\n'''Khám Lớn Sài Gòn''' do nhà cầm quyền [[Pháp]] ở [[Thành phố Hồ Chí Minh|Sài Gòn]] cho khởi công xây dựng vào năm [[1886]], đến năm [[1890]] thì hoàn thành <ref>Ghi theo ''Hỏi đáp lịch sử Việt Nam tập 4'', Nhà xuất bản Trẻ, 2007, tr. 308-309. ''Từ điển Bách khoa Việt Nam (bản điện tử)'' ghi Khám Lớn Sài Gòn được khởi công xây dựng năm 1865, hoàn thành năm 1866. Trong sách ''Bến Nghé xưa'', nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] không cho biết năm khởi công, chỉ ghi Khám Lớn được \"tu chỉnh lại năm 1866, lần lượt mở rộng thêm trên nền của xưởng đúc tiền thời xưa\" (Nhà xuất bản Văn nghệ TP. HCM, 1981, tr. 68).<\/ref>.\n \nCông trình tọa lạc trên nền đất mà xưa kia là ''chợ Cây Da Còm''. Theo [[Trương Vĩnh Ký]], sở dĩ chợ có tên Cây Da Còm, vì nó nhóm dưới gốc một cây da nhánh còm, lá gie khòm xuống mặt đất. Xưa, nơi đây chuyên bán trống, bán lọng, yên ngựa, và mão tú tài.\n \nBan đầu, khám đường dài 30 [[m]] và rộng 15 m, ở giữa có lối đi rộng 2 m chạy dọc giữa hai dãy khám, mà mặt chính được rào bằng những song [[sắt]]. Tường khám sơn màu đen, phía trên cao có trổ cửa, cũng có lưới sắt.\nThiết kế như vậy, cốt vừa để thông hơi, vừa để lính canh từ bên ngoài có thể quan sát bên trong phòng giam. Tuy nhiên, vì thiếu ánh sáng, vệ sinh kém, và vì số tù nhân ngày một tăng lên, nên trong phòng giam rất ngột ngạt, luôn phát sinh dịch bệnh.\n \nBên trong phòng giam, nền tô bằng xi măng, các tù nhân đều nằm trên sàn, một chân đút vào cái cùm dài suốt chiều dài xà lim.\n\nỞ đây, còn có một xà lim (cellule) dành cho tù nhân lãnh án tử hình. Đó là một hầm 3 m x 5 m, ba mặt là tường kín và mặt còn lại là một cửa sắt có đục lỗ nhỏ.\n\nSau một thời gian, do số tù nhân quá đông<ref>Theo Phan Hoàng, Khám Lớn Sài Gòn giam giữ tù nhân người Việt, [[người Hoa]] lẫn người [[Châu Âu|Âu Châu]], có lúc lên tới 1.500-2.000 người. [http:\/\/www.vanchuongviet.org\/vietnamese\/vanhoc_tacpham.asp?TPID=3831&LOAIID=3&LOAIREF=1&TGID=868] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090617193104\/http:\/\/www.vanchuongviet.org\/vietnamese\/vanhoc_tacpham.asp?TPID=3831&LOAIID=3&LOAIREF=1&TGID=868|date=ngày 17 tháng 6 năm 2009}}<\/ref>, nhà cầm quyền Pháp phải xây thêm nhiều phòng mới, gồm hai dãy nhà một tầng và hai dãy nhà trệt, phân chia thành nhiều khu vực để giam cầm nhiều hạng tù khác nhau.\n\nMột khám đường rộng lớn ở giữa lòng thành phố, nhà cầm quyền thừa hiểu đó là điều không hay; nhưng sau khi cân nhắc, họ vẫn quyết định cho khởi công, vì khám sẽ nằm gần [[Trụ sở Tòa án nhân dân Thành phố Hồ Chí Minh|Tòa án Sài Gòn]] (xây năm [[1881]]-[[1885]]), rất thuận tiện cho việc quản lý và áp giải tù nhân.<ref name=\"HDLSVN\" \/>\n\nTại Khám Lớn Sài Gòn, người Pháp có đặt một máy chém cao 4,5 mét, lưỡi dao nặng 50[[kilôgam|kg]] được đưa từ [[Pháp]] sang năm [[1917]]. Vào khoảng năm [[1925]], mỗi lần thi hành án tử hình, người quản lý khám, cho đặt máy chém giữa đường, khoảng 5 giờ sáng, thì việc đã xong. Lập tức, họ cho xe vòi rồng đến xịt nước để tẩy rửa dấu vết.<ref name=\"HDLSVN\" \/>\n\nNgày [[23 tháng 11]] năm [[1940]], cuộc [[khởi nghĩa Nam Kỳ]] bị thất bại, rất nhiều quân dân Việt kháng Pháp bị bắt giam. Do Khám Lớn Sài Gòn, bót Catina và các đồn khác không đủ chỗ giam giữ; và cũng vì khám nằm ở trung tâm thành phố, nơi các cuộc đấu tranh chống Pháp diễn ra thường xuyên; cho nên [[16 tháng 12]] năm [[1941]], [[Thống đốc Nam Kỳ]] đã phê duyệt kế hoạch xây [[Khám Chí Hòa]] tại ấp Chí Hòa (nay ở tại số 1 đường Hòa Hưng, [[Quận 10]], [[Thành phố Hồ Chí Minh]]), nhưng đến [[1943]] mới khởi công. Rồi vì [[Nhật Bản|Nhật]] đảo chính Pháp, việc xây cất bị gián đoạn một thời gian, đến ngày [[8 tháng 3]] năm [[1953]]<ref>Ghi theo ''Hỏi đáp lịch sử Việt Nam tập 4'' và bài viết của Phan Hoàng [http:\/\/www.vanchuongviet.org\/vietnamese\/vanhoc_tacpham.asp?TPID=3831&LOAIID=3&LOAIREF=1&TGID=868] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090617193104\/http:\/\/www.vanchuongviet.org\/vietnamese\/vanhoc_tacpham.asp?TPID=3831&LOAIID=3&LOAIREF=1&TGID=868|date=ngày 17 tháng 6 năm 2009}}. Từ điển ''Bách khoa toàn thư Việt Nam'' ghi Khám Chí Hòa hoàn thành năm 1950.<\/ref>, công trình mới hoàn thành.\n\nThủ tướng [[Quốc gia Việt Nam]] lúc bấy giờ là [[Nguyễn Văn Tâm (Thủ tướng)|Nguyễn Văn Tâm]] (cầm quyền từ [[23 tháng 6]] năm [[1952]] đến [[7 tháng 12]] năm [[1953]]), liền cho phóng thích một số tù nhân ở Khám Lớn Sài Gòn, số còn lại khoảng 1.600 người cùng với chiếc máy chém, được chuyển về khám đường mới, tức [[Khám Chí Hòa]].\n\nKể từ khi ấy, Khám Lớn Sài Gòn chỉ còn là nơi giam giữ phụ và sau đó đã bị chính quyền [[Việt Nam Cộng hòa|Việt Nam Cộng Hòa]] cho phá hủy, để xây lên đó [[Trường Đại học Văn khoa Sài Gòn|Trường Đại học Văn Khoa]] (thành lập năm [[1957]], trực thuộc [[Viện Đại học Sài Gòn]]), rồi Thư viện Quốc gia, và nay là Thư viện Khoa học Tổng hợp Thành phố Hồ Chí Minh<ref name=\"HDLSVN\">Ghi theo ''Hỏi đáp lịch sử Việt Nam tập 4, tr. 308-310''<\/ref>.\n\n==Một số sự kiện==\nTại Khám Lớn Sài Gòn, vào đêm [[16 tháng 2]] năm [[1916]], khoảng 300 hội viên của hội kín [[Thiên Địa hội|Thiên Địa Hội]], với giáo mác, đã tấn công nơi đây nhằm giải thoát cho thủ lĩnh [[Phan Xích Long]], nhưng thất bại, dẫn đến cái chết của 57 hội viên<ref>Xem thêm trang [[Phan Xích Long]] và bài viết liên quan tại đây: [http:\/\/www.vanchuongviet.org\/vietnamese\/vanhoc_tacpham.asp?TPID=3831&LOAIID=3&LOAIREF=1&TGID=868 Khám lớn Sài gòn và cuộc giải thoát Phan Xích Long] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090617193104\/http:\/\/www.vanchuongviet.org\/vietnamese\/vanhoc_tacpham.asp?TPID=3831&LOAIID=3&LOAIREF=1&TGID=868 |date = ngày 17 tháng 6 năm 2009}}<\/ref>.\n\nNhiều nhà yêu nước và cách mạng nổi tiếng của Việt Nam cũng đã từng bị giam giữ nơi Khám Lớn Sài Gòn như: [[Nguyễn An Ninh]], Phan Xích Long, [[Phan Văn Hùm]], [[Tạ Thu Thâu]], [[Nguyễn Văn Tạo]], [[Nguyễn Văn Nguyễn]], [[Trần Phú]], [[Lê Hồng Phong]], [[Ngô Gia Tự]], [[Hà Huy Tập]], [[Nguyễn Văn Cừ]], [[Nguyễn Thị Minh Khai]], [[Võ Văn Tần]], [[Phan Đăng Lưu]], [[Lý Tự Trọng]], [[Phạm Văn Đồng]], [[Phạm Hùng]], [[Lê Văn Lương]], [[Tống Văn Trân]], [[Mai Chí Thọ]], v.v… trong đó nhiều người đã bị hành quyết tại đây như Ngô Thêm, Trần Trương Công, [[Lý Tự Trọng]], [[Nguyễn Thị Minh Khai]],...\n\n==Văn học==\nNgày [[28 tháng 9]] năm [[1928]], [[Phan Văn Hùm]] cùng [[Nguyễn An Ninh]] đi [[Bến Lức]] ([[Long An]]), vô cớ bị cảnh sát xét hỏi giấy tờ tùy thân rồi còn bị đánh đòn. Theo ông Hùm, vì ông đánh trả nên bị vu cáo tội cướp, phải vào ở Khám Lớn Sài Gòn. Những ngày ở trong tù, ông viết tác phẩm '''Ngồi tù Khám Lớn'''. \nĐây là một tập ký sự cá nhân mô tả lại những cảnh sinh hoạt đã và đang diễn ra trong khám đường: việc tra khảo dã man, bức cung, bắt người tùy tiện; cảnh sống vô vàn khổ sở, đói khát của tù nhân, thói hành xử tàn ác của bọn cai tù...\n\nNhà văn [[Thiếu Sơn]] nhận xét tác phẩm như sau: ''\"Ngồi tù Khám Lớn\" là một cuốn sách có giá trị về nhiều phương diện: nội dung, hình thức, giáo dục, luân lý, nhân bản, xã hội. Tác giả chẳng những có văn tài mà lại có văn tâm''<ref>Thiếu Sơn, ''Những văn nhân, chính khách một thời'', Nhà xuất bản Công an nhân dân, 2006, tr.80<\/ref>.\n\n== Chú thích ==\n{{Tham khảo}}\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Nhà tù tại Việt Nam]]\n[[Thể loại:Kiến trúc thuộc địa Pháp tại Việt Nam]]\n[[Thể loại:Công trình kiến trúc đã bị phá dỡ tại Việt Nam]]"}