{"345458":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Khánh Cư\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| vĩ phút = 12\n| vĩ giây = 25\n| kinh độ = 106\n| kinh phút = 2\n| kinh giây = 18\n| diện tích = 7,22 km²\n| dân số = 7.176 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 994 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Yên Khánh]]\n| thành lập = \n| trụ sở UBND = Thôn Khê Thượng\n| mã hành chính = 14581<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 434650\n}}\n\n'''Khánh Cư''' là một xã thuộc huyện [[Yên Khánh]], [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Khánh Cư nằm phía tây bắc huyện Yên Khánh, cách trung tâm thành phố Ninh Bình 9&nbsp;km, có vị trí địa lý:\n*Phía đông giáp [[sông Đáy]]\n*Phía tây giáp [[sông Vạc]]\n*Phía tây nam giáp xã [[Khánh Vân, Yên Khánh|Khánh Vân]]\n*Phía nam giáp xã [[Khánh Hải, Yên Khánh|Khánh Hải]]\n*Phía bắc giáp xã [[Khánh An, Yên Khánh|Khánh An]].\n\nXã Khánh Cư có diện tích 7,22 &nbsp;km², dân số năm 2019 là 7.176 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 994 người\/km².\n\nĐây là một xã có đường quốc lộ 10 nối thành phố Ninh Bình với thị trấn Phát Diệm đi qua. Đây là địa phương có dự án Đường cao tốc Ninh Bình - Hải Phòng - Quảng Ninh đi qua. Xã có 2 tuyến đường chính đi qua là [[Quốc lộ 10]] và Tỉnh lộ 480C.\n\n==Hành chính==\nXã Khánh Cư được chia thành 11 thôn: Hạ Giá, Trại, Khê Thượng, Thông 1, Thông 2, Xuân Dương q, Xuân Dương 2, Yên Cư 1, Yên Cư 2, Yên Cư 3, Yên Cư 4\n\n==Lịch sử==\nNgày [[27 tháng 4]] năm [[1977]], Hội đồng chính phủ ban hành Quyết định 125-CP<ref name=125-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-125-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thi-xa-thuoc-tinh-Ha-Nam-Ninh-57677.aspx|tựa đề=Quyết định 125-CP về việc hợp nhất và điều chỉnh địa giới một số huyện, thị xã thuộc tỉnh Hà Nam Ninh|ngày=27 tháng 4 năm 1977|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc sáp nhập xã Khánh Cư thuộc huyện Yên Khánh mới giải thể vào huyện [[Yên Mô]] thành lập huyện [[Tam Điệp (huyện)|Tam Điệp]].\n\nNgày [[4 tháng 7]] năm [[1994]], Chính phủ ban hành Nghị định số 59-CP<ref name=59-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-59-CP-sap-nhap-thon-Dong-Thon-xa-Yen-Lam-vao-xa-Yen-Thai-thanh-lap-huyen-Yen-Khanh-doi-ten-huyen-Tam-Diep-thanh-huyen-Yen-Mo-Ninh-Binh-38816.aspx|tựa đề=Nghị định số 59-CP về việc sáp nhập thôn Đông Thôn, xã Yên Lâm vào xã Yên Thái, thành lập huyện Yên Khánh, đổi tên huyện Tam Điệp thành huyện Yên Mô thuộc tỉnh Ninh Bình|ngày=4 tháng 7 năm 1994|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chuyển xã Khánh Cư thuộc huyện Tam Điệp về huyện Yên Khánh mới tái lập quản lý.\n\n==Kinh tế==\nXã có 3 HTX nông nghiệp.\n\n===Khu công nghiệp Khánh Cư===\n[http:\/\/www.ninhbinh.gov.vn\/web\/59054\/cac-khu-cong-nghiep Khu công nghiệp Khánh Cư] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131227035116\/http:\/\/www.ninhbinh.gov.vn\/web\/59054\/cac-khu-cong-nghiep |date = ngày 27 tháng 12 năm 2013}} (thuộc các xã Khánh Cư, Khánh Hải, huyện Yên Khánh). Tổng diện tích 170 ha, tập trung phát triển công nghiệp chế tạo và sản xuất thiết bị, phụ tùng vận tải, gồm các ngành nghề chủ yếu: cơ khí chế tạo, lắp máy; sản xuất vật xây dựng; cơ khí đóng tàu và dịch vụ cảng. Khu công nghiệp này đã được Quy hoạch, thu hồi đất, bồi thường GPMB và xây dựng một phần hạ tầng. Rất thuận lợi về giao thông, điện, nước, thông tin viễn thông, lao động cần việc làm.\n\n==Văn hóa==\nĐây cũng là xã được công nhận [http:\/\/baoninhbinh.org.vn\/news\/5\/2DA78E\/Nhung-phan-thuong-cao-quy---Anh-hung-luc-luong-vu-trang-nhan-dan Anh hùng lực lượng vũ trang nhân dân] ở [[Ninh Bình]].\n\nCũng giống như nhiều nơi ở [[Hoa Lư]] và [[Yên Khánh]], xã Khánh Cư cũng có tục thờ thần gắn với vị [[thần Thiên Tôn]] được sùng bái ở [[Ninh Bình]]. Theo thần tích đền Thánh Cả, thôn Yên Cư thì đây là vị thiên thần, nguyên là hoàng tử, do hoàng hậu nằm mộng thấy nuốt mặt trời, có thai rồi sinh ra. Lớn lên hoàng tử dũng mãnh hơn người, đi khắp thiên hạ, vào núi Dũng Dương (nay là [[động Thiên Tôn]] - [[Hoa Lư]]) tu luyện. Thần có thể bay lượn, biến hóa, tận trừ tà ma quỷ quái nên được Ngọc hoàng ban cho thanh kiếm Tam thai thất tinh và phong làm Bắc phương Trấn Vũ đại tướng quân. Sau phóng gươm ở dưới [[núi Ngọc Mỹ Nhân|núi Cánh Diều]] ([[Ninh Bình]]) mà hóa. Năm 938, Cao Đô Đường Thái sư xây đền ở cửa [[động Thiên Tôn]], tạc tượng tay chống bảo kiếm, chân đạp lên rùa rắn và ban sắc phong là Trấn Vũ An Quốc đại vương...\n\n[[Đinh Tiên Hoàng]] khởi nghĩa ở [[động Hoa Lư]] được hai tướng Rùa, Rắn của thần giúp sức nên được sắc phong là An Quốc hoàng đế. Ở phía đông cố đô Hoa Lư có 7 nơi thờ thần là Bích Đào, Đại Phong, Yên Cư của huyện Yên Khánh, Lực Giá và Phú Gia của huyện [[Gia Viễn]] đều thuộc [[Ninh Bình]]. [[Thần Thiên Tôn]] cùng với [[thần Quý Minh]] và [[thần Cao Sơn]] là những vị thần có nguồn gốc phát tích ở vùng văn hóa [[Hoa Lư]], được xem là những vị thần trấn trạch [[Hoa Lư tứ trấn]]. Họ đều là những vị thần đại diện cho các sức mạnh siêu nhiên của trời, đất và núi được thờ ở các cửa ngõ để bảo vệ kinh đô theo quan niệm của người xưa.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Yên Khánh}}"}