{"41339":"{{Chú thích trong bài|date=tháng 12\/2021}}\n{{Thông tin nhà văn\n| name = Khái Hưng\n| image =Khaihung.jpg\n| bgcolour = silver\n| caption = Khái Hưng\n| birthname = Trần Khánh Giư\n| birth_date = [[1896]]\n| birth_place = Cổ Am, [[Vĩnh Bảo]], [[Hải Phòng]]\n| death_date = {{năm mất và tuổi|1947|1896|}}\n| death_place = \n| realname = Trần Khánh Giư\n| penname = Khái Hưng,\n| occupation = [[Nhà văn]], Chính khách\n| nationality = Việt Nam\n| ethnicity = \n| citizenship =\n| education = \n| alma_mater = \n| period = [[1932]] - [[1947]]\n| genre = \n| subject = Hiện thực xã hội, lãng mạn\n| movement = \n| notableworks = ''[[Hồn bướm mơ tiên]], [[Nửa chừng xuân]], [[Gánh hàng hoa]], [[Đời mưa gió]], Tiêu Sơn tráng sĩ\n| awards = \n| spouse = Lê Thị Hòa\n| partner = \n| children = Nguyễn Tường Triệu (Trần Khánh Triệu) - con nuôi\n| relatives = [[Trần Tiêu]]\n| influences = \n| influenced = \n| signature = \n| website = \n}}\n\n'''Khái Hưng''' ([[1896]] - [[1947]]) là một [[nhà văn]] người [[Hải Phòng]]. Cùng với [[Nguyễn Tường Tam|Nhất Linh]], ông là cây bút chính của [[Tự Lực văn đoàn|Tự Lực Văn Đoàn]].\n\n==Tiểu sử==\n'''Khái Hưng''' tên thật là '''Trần Khánh Giư'''. Bút danh ''Khái Hưng'' được hình thành khi ông dùng [[phép đảo chữ]] để sắp xếp lại các chữ cái trong tên thật ''Khánh Giư''.\n\nÔng sinh năm [[1896]], xuất thân trong một gia đình quan lại ở Cổ Am, [[Vĩnh Bảo]], [[Hải Phòng]]. Một số tài liệu ghi ông sinh năm [[1897]].<ref>{{Chú thích web | url = http:\/\/dungtranho.blogspot.com\/2011\/02\/khai-hung-tran-khanh-giu-1896-1947-noi.html | tiêu đề = TRAN HO DUNG | tác giả 1 = | ngày = | ngày truy cập = 7 tháng 3 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. Cha ông là Trần Mỹ, từng giữ chức Tuần phủ. Cha vợ ông là Lê Văn Đinh, cũng giữ chức Tổng đốc Bắc Ninh. Em ruột ông là nhà văn [[Trần Tiêu]].\n\nKhái Hưng đi học ở [[trường Trung học Albert Sarraut|trường Albert Sarraut]]. Sau khi đỗ [[tú tài]] I, vì không muốn làm công chức, ông về [[Ninh Giang]] mở đại lý bán dầu hỏa. Được một thời gian, Khái Hưng tới [[Hà Nội]] dạy ở [[trường Tư thục Thăng Long]]. Trong khoảng thời gian [[1930]] đến [[1932]], Nhất Linh từ [[Pháp]] về nước và cũng dạy tại trường này. Khái Hưng đã quen Nhất Linh ở đó và họ trở thành một cặp tác giả nổi tiếng. Tuy Khái Hưng hơn Nhất Linh 9 tuổi nhưng là người bước vào văn đoàn sau nên được gọi '''Nhị Linh'''.\n\nKhái Hưng tham gia [[Tự Lực văn đoàn|Tự Lực Văn Đoàn]] do Nhất Linh thành lập. Văn đoàn này bắt đầu xuất hiện công khai từ [[1932]], và đến đầu năm [[1933]] thì tuyên bố chính thức thành lập với ba thành viên trụ cột là Nhất Linh, Khái Hưng và [[Hoàng Đạo (nhà văn)|Hoàng Đạo]].\n\nCùng thời gian đó, Tự Lực Văn Đoàn ra tờ báo ''[[Phong Hóa (tuần báo)|Phong Hóa]]''. Về sau khi Phong Hóa bị đóng cửa thì tờ ''[[Ngày Nay]]'' thay thế. Cùng với báo, Tự Lực Văn Đoàn còn có nhà xuất bản Đời Nay. Toàn bộ tác phẩm của Khái Hưng đều do Ngày Nay và Đời Nay công bố.\n\nLà một trong những cây bút chính của nhóm, tiểu thuyết đầu tay của Khái Hưng ''Hồn bướm mơ tiên'' (1933) là tiểu thuyết đầu tiên của Tự Lực Văn Đoàn. Tiểu thuyết cuối cùng của ông là ''Thanh Đức'' (1943) và cũng là tiểu thuyết cuối cùng của nhóm. Khái Hưng cũng viết chung với Nhất Linh hai tiểu thuyết là ''Gánh hàng hoa'' và ''Đời mưa gió'' và ra đời chung tập truyện ngắn ''Anh phải sống'' cùng năm [[1934]].\n\nGiống như các tiểu thuyết Tự Lực Văn Đoàn khác, tác phẩm của Khái Hưng thường đề cao tình yêu tự do, chống lại các lễ giáo [[phong kiến]], ít nhiều mang tính cải cách xã hội. Khái Hưng cũng có viết một số vở kịch, thường chỉ một hồi, nhưng ít được công diễn. Trong những năm [[1935]] đến [[1940]], Khái Hưng là nhà văn được nhiều thanh niên thành thị ưa chuộng. Khái Hưng cùng là một dịch giả. Bài ''Tình tuyệt vọng'' ông dịch từ thơ của [[Félix Arvers]] rất nổi tiếng.\n\n:''Lòng ta chôn một khối tình''\n:''Tình trong giây phút mà thành thiên thu''\n:''Tình tuyệt vọng, nỗi thảm sầu''\n:''Mà người gieo thảm như hầu không hay''\n\nTrong thời gian [[Chiến tranh thế giới thứ hai]], giống như Nhất Linh, Khái Hưng cũng tham gia hoạt động chính trị. Do tham gia [[Đại Việt dân chính Đảng]] thân Nhật nên Khái Hưng từng bị chính quyền thực dân Pháp bắt giam. Sau ngày [[Chiến dịch Đông Dương (1945)|Nhật đảo chính Pháp]] [[tháng ba|tháng 3]] năm [[1945]], Khái Hưng được trả tự do. Ông cùng Hoàng Đạo, [[Nguyễn Tường Bách]] cho ra tờ ''[[Ngày Nay Kỷ Nguyên Mới]]''.\n\nSau [[Cách mạng tháng Tám]], Khái Hưng phụ trách chuyên mục ''Chuyện lẩn thẩn'' trên nhật báo Việt Nam, cơ quan ngôn luận [[Việt Nam Quốc dân Đảng]] do [[Hoàng Thúc Gị]] chủ bút. Ông kí danh '''Chàng lẩn thẩn''' dưới mỗi bài báo<ref>[https:\/\/www.facebook.com\/TaThuPhong\/posts\/1244378229044747 Việt Nam nhật báo]<\/ref>. \n\nKhái Hưng bị [[Việt Minh]] bắt giam tại [[Liên khu|Liên Khu 3]] (Lạc Quần, [[Trực Ninh]]) rồi đem xử tử hình ở bến đò Cựa Gà, làng Ngọc Cục (Ngọc Tiên) phủ [[Xuân Trường]], tỉnh [[Nam Định]] vào ngày 17\/11\/1947 khi ông mới 51 tuổi.<ref name=khaihung>[http:\/\/www.hopluu.net\/default.aspx?LangID=38&tabId=514&ArticleID=842 Khái Hưng (Trần Khánh Giư 1896-1947?): Nỗi Buồn Người Trí Thức Trong Cuộc Đổi Đời Đầy Bạo Lực, Xương Máu]<\/ref> Theo ông Nguyễn Tường Triệu, con nuôi Khái Hưng, tiết lộ Khái Hưng mất tích sau Tết Đinh Hợi (22\/1\/1947).<ref name=\"khaihung\"\/>\n\n==Tác phẩm==\n===Tiểu thuyết===\n{|\n|\n*''[[Hồn bướm mơ tiên]]'' (1933)\n*''[[Đời mưa gió]]'' (cùng Nhất Linh, 1933)\n*''[[Nửa chừng xuân]]'' (1934)\n*''Gánh hàng hoa'' (cùng Nhất Linh, 1934)\n*''Trống mái'' (1936)\n*''Gia đình'' (1936)\n|\n*''[[Tiêu Sơn tráng sĩ]]'' (1937)\n*''[[Thoát ly]]'' (1938)\n*''Hạnh'' (1938)\n*''Đẹp'' (1940)\n*''Thanh Đức'' (1942)\n*''Băn khoăn''\n|}\n\n===Tập truyện ngắn===\n*''Anh phải sống'' (cùng Nhất Linh, 1934)\n*''Tiếng suối reo'' (1935)\n*''Dọc đường gió bụi'' (1936)\n*''Cái ấm đất'' (1940)\n*''Đợi chờ'' (1940)\n*''Đội mũ lệch'' (1941)\n*''Cái ve'' (1944)\n*''Số đào hoa'' (1962)\n\n===Kịch===\n*''Tục lụy'' (1937)\n*''Cóc tía'' (1940)\n*''Đồng bệnh'' (1942)\n\n==Nhận xét==\nCuốn tiểu thuyết quen thuộc nhất của Khái Hưng là cuốn ''Nửa chừng xuân''. Theo quan điểm mácxít trên Từ điển văn học:\n\n{{cquote|''Là một tiểu thuyết luận đề tuyên truyền với lễ giáo phong kiến đòi quyền tự do yêu đương và hạnh phúc cá nhân, Nửa chừng xuân có ý nghĩa tiến bộ nhất định... Mặc dù vậy, đặt trong hoàn cảnh xã hội Việt Nam hết sức đen tối đương thời, Nửa chừng xuân cũng như tiểu thuyết Tự lực văn đoàn nói chung có ảnh hưởng tiêu cực nặng nề: đưa ra con đường đấu tranh cho tình yêu hạnh phúc cá nhân, chống lễ giáo phong kiến, song lẩn tránh nhiệm vụ đấu tranh chống thực dân thống trị giải phóng dân tộc. Do đó, muốn hay không Khái Hưng và nhóm [[Tự lực văn đoàn]] đã làm lạc hướng đấu tranh của thanh niên. Dường như cũng cảm thấy điều đó, Khái Hưng đã thêm chương cuối cùng khi in thành sách, để cho nhân vật Lộc nói đến \"xã hội, nhân loại\" và tuyên bố \"dấn thân vào cuộc đời gió bụi\". Những lời lẽ trống rỗng đó không chút phù hợp với bản chất tính cách nhân vật tầm thường này, có chẳng chỉ để xoa dịu lương tâm chàng thanh niên tiểu tư sản mà thôi. Cái \"tôi\" cá nhân chủ nghĩa tư sản lúc này chưa dám buông tuồng trắng trợn, cũng như cuộc đấu tranh chống lễ giáo phong kiến của nó tuy gay gắt song chưa dám đi tới cùng...<ref>Từ điển văn học, Nhà xuất bản Khoa Học Xã Hội, tập II, 1984, trang 152<\/ref>}}\n\nNhà phê bình Trương Chính có những nhận xét công bằng hơn về Khái Hưng:\n{{Cquote|''Trước kia, cuốn tiểu thuyết nào cũng gợi ra một mối u uất, cũng bao hàm những ý tưởng đen tối, làm hèn người, làm yếu người [..] Nhân vật trong truyện lúc nào cũng vâng theo một lệ luật bất di bất dịch; không thể thực hiện được những nguyện vọng cao xa, vì thân thế, vì gia đình, vì xã hội, họ chỉ khóc than, rồi một ngày kia họ ngã trên giường bệnh, hay kết liễu đời họ bằng thuốc phiện, dấm thanh, hoặc bằng một cách nào khác, nhưng vẫn hèn nhát như nhau.\n''Ông Khái Hưng là người'' đầu tiên ''thấy cần phải tiêu diệt cái trạng thái liệt bại gây bởi thứ lãng mạn hạ đẳng ấy, đương hãm hại thanh niên nước nhà. Ông quyết thổi vào văn chương một luồng hơi êm mát và trong sáng hơn. Bởi thế, tiểu thuyết của ông trẻ trung, vui vẻ, người trong truyện của ông yêu đời, ham sống.<ref>Trương Chính, \"Hồn bướm mơ tiên\" trong tập Dưới Mắt Tôi, Nhà xuất bản Hội Nhà Văn, 2016, trang 29. Xuất bản lần đầu năm 1939.<\/ref>}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n{{wikisource tác giả}}\n*[http:\/\/www.hopluu.net\/default.aspx?LangID=38&tabId=514&ArticleID=842 Khái Hưng Trần Khánh Giư (1896-1947?): Nỗi Buồn Người Trí Thức Trong Cuộc Đổi Đời Đầy Bạo Lực, Xương Máu]\n\n<br>\n{{Tự Lực Văn Đoàn}}\n\n{{Thời gian sống|sinh=1896|mất=1947|tên=Khái Hưng}}\n\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Dòng họ Trần ở Cổ Am]]\n[[Thể loại:Sinh năm 1896]]\n[[Thể loại:Mất năm 1947]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Người mất tích]]\n[[Thể loại:Nhà văn Việt Nam bị ám sát]]\n[[Thể loại:Nhà báo Việt Nam bị ám sát]]\n[[Thể loại:Chính khách Việt Nam bị ám sát]]\n[[Thể loại:Người bị ám sát bởi thành viên của Việt Minh]]"}