{"546518":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Khánh Thịnh\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| vĩ phút = 10\n| vĩ giây = 30\n| kinh độ = 106\n| kinh phút = 1\n| kinh giây = 31\n| diện tích = 4,19 km²\n| dân số = 4.204 người<ref name=TNB2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.003 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Ninh Bình]]\n| huyện = [[Yên Mô]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14713<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n}}\n\n'''Khánh Thịnh''' là một xã nằm ở đông bắc huyện [[Yên Mô]], tỉnh [[Ninh Bình]], [[Việt Nam]].\n\n==Địa lý==\nXã Khánh Thịnh nằm ở phía đông bắc huyện Yên Mô, cách trung tâm thành phố Ninh Bình 16&nbsp;km, có vị trí địa lý:\n*Phía đông giáp huyện [[Yên Khánh]]\n*Phía nam giáp xã [[Yên Phong, Yên Mô|Yên Phong]] và thị trấn [[Yên Thịnh, Yên Mô|Yên Thịnh]]\n*Phía tây giáp xã thị trấn Yên Thịnh\n*Phía bắc giáp xã [[Khánh Dương, Yên Mô|Khánh Dương]].\n\nXã Khánh Thịnh có diện tích 4,23&nbsp;km², dân số năm 2019 là 4.204 người<ref name=TNB2019>{{Chú thích web |tác giả = Đặng Đức Tân |tên bài = ''STT 112: Dân số tại thời điểm theo đơn vị hành chính cấp xã, 01\/4\/2019 - tỉnh Ninh Bình (Kết quả điều tra thực trạng Kinh tế - Xã hội 53 dân tộc thiểu số năm 2019 tại tỉnh Ninh Bình)'' |ngày = 2019-10-03|url = https:\/\/ninhbinh.gov.vn\/SiteFolders\/Root\/53%20D%C3%A2n%20t%E1%BB%99c\/h%E1%BB%87%20bi%E1%BB%83u%20phi%E1%BA%BFu%20x%C3%A3\/bieu%20khac%202.xlsx|công trình = Cổng thông tin điện tử tỉnh Ninh Bình|ngày truy cập = 2021-02-16}}<\/ref>, mật độ dân số đạt 1.003 người\/km².\n\nĐây cũng là một xã nằm bên bờ [[sông Vạc]].\n\n==Lịch sử==\nNgày 28\/11\/2012 Chính phủ Việt Nam ban hành Nghị quyết điều chỉnh mở rộng địa giới hành chính thị trấn Yên Thịnh, điều chỉnh nguyên trạng toàn bộ 397,97 ha diện tích tự nhiên, 3.288 nhân khẩu của xã Yên Phú và 159,76 ha diện tích tự nhiên, 1.233 nhân khẩu của một phần xã Khánh Thịnh để thị trấn Yên Thịnh quản lý. \n\nSau khi điều chỉnh địa giới hành chính, thị trấn Yên Thịnh có 763,34 ha diện tích tự nhiên và 8.050 nhân khẩu. Xã Khánh Thịnh có 423,4 ha diện tích tự nhiên và 4.262 nhân khẩu.\n\n==Văn hóa==\nKhánh Thịnh là xã được công nhận [http:\/\/baoninhbinh.org.vn\/news\/5\/2DA78E\/Nhung-phan-thuong-cao-quy---Anh-hung-luc-luong-vu-trang-nhan-dan Anh hùng lực lượng vũ trang nhân dân] ở [[Ninh Bình]]. Dưới thời Lê, ở Thạch Lỗ ngũ thôn, nay là các xã Khánh Dương, Khánh An, Khánh Thịnh thuộc 2 huyện [[Yên Khánh]], [[Yên Mô]] các hậu duệ Tạ Đại Lang, Tạ Đại Thanh là Tạ Nhân Thọ, Tạ Nhân Niên, Tạ Nhân Khả đều có công lớn và được phong công hầu khanh tướng.\n\nĐại Nam nhất thống chí có nói đến \"Trường Yên thất hào\", bảy người [[Ninh Bình]] nổi danh đời Lê. Đó là Hiển trung đại phu Hoàng Trọng Cung người huyện [[Yên Khánh]], Tham nghị Nguyễn Tử Dự người Giá Hộ ([[Hoa Lư]]), Thừa chính Nguyễn Đoan Tước người Phúc Am ([[thành phố Ninh Bình]]), Thị độc Ninh Thấu người Côi Trì (Yên Mỹ, [[Yên Mô]]), Hiến phó sứ Nguyễn Đình Chí, người Bồ Xuyên (Yên Thành, [[Yên Mô]]), Thiêm sự Trịnh Xuân người Yên Liêu (Khánh Thịnh, [[Yên Mô]]) và Tham chính Phạm Kiêm Huyền người Thiên Trì (Yên Mạc, [[Yên Mô]]).\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{Sơ khai Ninh Bình}}\n{{Đơn vị hành chính thuộc huyện Yên Mô}}"}