{"108876":"{{chú thích trong bài}}\n{{TOCright}}\n\n==Trước thời Pháp thuộc==\n\n===Thời Vương quốc Chăm Pa===\nĐất [[Khánh Hòa]] ngày nay là đất của nước [[Kauthara]], sau đó, nước này bị người [[Chiêm Thành]] thôn tính và được sáp nhập vào lãnh thổ Chiêm Thành. Tên [[Cù Huân]] cổ nhân dùng để gọi Khánh Hòa có lẽ do chữ [[Kauthara]] đọc trại. Tại [[Nha Trang]] hiện nay còn một vùng gọi là Hà Ra. Như vậy ''Kaut'' của người Chăm ngày xưa chắc đọc na ná như \"Cù Huân\" hoặc ''Kaut'' đọc là \"Cù\" còn \"Huân\" là được người Việt thêm sau cho đẹp lời<ref name=\"Quách Tấn\">Quách Tấn, \"Xứ Trầm Hương\"<\/ref>.\n\nVào đầu [[Công Nguyên]], một bộ phận trong bộ tộc Cau, một trong hai bộ tộc lớn của người Chăm Pa thời bấy giờ, đã thành lập nên một tiểu quốc và được đặt tên là Tiểu quốc Nam Chăm, hay còn gọi là Panrãn hay Panduranga (tiếng Chăm Cổ). Tiểu quốc này gồm hai xứ là [[Panduranga]] (ngày nay là [[Phan Rang (định hướng)|Phan Rang]], [[Phan Thiết]]) và [[Kauthara]] (tức Khánh Hòa ngày nay). Đối địch với Tiểu quốc Nam Chăm là Tiểu quốc Bắc Chăm ở khu vực thuộc [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]] ngày nay.\n\nSau đó, trải qua nhiều thế kỷ nội chiến liên miên, vương quốc [[Chăm Pa]] được thành lập trên cơ sở sự thống nhất của hai xứ Nam Chăm và Bắc Chăm. Đến [[thế kỷ 8|thế kỷ thứ 8]], dưới sự ra đời của vương triều Panduranga ([[Hoàn Vương|Hoàn Vương Quốc]]), vùng Kauthara phát triển đến mức cực thịnh chỉ sau kinh đô với những khu đền tháp to lớn và linh thiêng mà tiêu biểu là ngôi đền thánh Ponagar thờ vị nữ thần mẹ xứ sở [[Tháp Po Nagar|Yang Pô Y Na Gar]]. Từ đó, cho đến [[thế kỷ 18]], mặc dù Vương quốc Chăm Pa chiến tranh, loạn lạc diễn ra liên miên nhưng vùng đất này vẫn phát triển mạnh mẽ và luôn khẳng định được vị thế của mình.\n\n===Thời các Chúa Nguyễn (1653-1775)===\nTrong ''Đại Nam Nhất Thống Chi''<ref name=\"DNNTC\">Cao Xuân Dục, \"Đại Nam Nhất Thống Chí\"<\/ref> có ghi, năm [[1653]], vua Chăm là Bà Tấm sai quân quấy nhiễu biên cảnh, giết dân Việt ở [[Phú Yên]], thuộc địa phận xứ [[Đàng Trong]] của Chúa Hiền, tức [[Nguyễn Phúc Tần]]. Chúa sai cai cơ Hùng Lộc đem quân vào chống giữ, nhân đêm tối đốt thành và tiến đánh đến tận sông Phiên Lang (Phan Rang). Thất bại nặng nề, vua Chăm sai con mang thư hàng và xin dâng đất cho Chúa từ vùng Phan Rang trở ra đến Phú Yên. Chúa chấp thuận và đặt [[dinh Thái Khang]] chia làm 2 phủ [[phủ Thái Khang|Thái Khang]] và [[phủ Diên Ninh|Diên Ninh]] gồm 5 huyện là Phước Diên, Hoa Châu, Vĩnh Xương, Tân Định và Quảng Phước đều giao cho Hùng Lộc trấn giữ. Từ đó, vùng đất này đã trở thành một bộ phận của lãnh thổ [[Việt Nam]] cho đến ngày nay.\n\nVào năm [[1690]], phủ Thái Khang được đổi thành phủ [[Bình Khang]] và vào năm 1742, phủ Diên Ninh được đổi thành phủ [[Diên Khánh]].\n\n===Thời Tây Sơn===\nVào năm [[1771]], [[Nguyễn Nhạc]], [[Nguyễn Huệ]], [[Nguyễn Lữ]] dấy nghĩa binh đánh Chúa Nguyễn. Chỉ ba năm sau, Chúa Nguyễn phải bỏ [[Cố đô Huế|Phú Xuân]] chạy vào [[Gia Định]]. [[Nhà Tây Sơn|Quân Tây Sơn]] đã kiểm soát vùng đất kéo dài từ [[Quy Nhơn]] đến [[Bình Thuận]].\n\nSau đó, tướng nhà Nguyễn là [[Tống Phước Hiệp|Tống Phúc Hạp]] kéo quân ra đánh lấy lại được Dinh Bình Thuận và Phủ Diên Khánh nhưng rồi lại bị Nguyễn Huệ đem quân đánh tan lấy lại được hai vùng trên. Từ đó, trong gần 20 năm, nhân dân Bình Khang, Diên Khánh sống trong cảnh hòa bình và no ấm.\n\nĐến [[tháng 7 năm 1793]], Định Vương [[Gia Long|Nguyễn Phúc Ánh]] thân chinh thống lĩnh đại binh thủy, bộ từ Gia Định kéo ra Nha Trang. Từ Nha Trang tấn công lên Diên Khánh. Quân Tây Sơn không cầm cự nổi phải bỏ Diên Khánh và Bình Khang. Sau đó, tướng Tây Sơn là [[Trần Quang Diệu]] đem quân vào đánh chiếm vào các năm [[1794]], [[1795]] nhưng đều không thành.\n\nVào năm [[1802]], Vua Gia Long lên ngôi, Dinh Bình Khang lại được đổi tên thành Trấn Bình Hòa, phủ Bình Khang được đổi thành phủ Bình Hoa. Sau đó, phải đến năm 1831 thì trấn Bình Hòa mới được đổi tên thành [[Khánh Hòa]] như ngày nay.\n\n===Phong trào Cần Vương (1885-1886)===\nNăm [[1884]], triều đình [[nhà Nguyễn]] ký kết [[hòa ước Giáp Thân (1884)|hiệp ước Patenotre]] với thực dân [[Pháp]]. Hòa ước này đã tạo cơ sở cho việc thiết lập [[Pháp thuộc|chính quyền đô hộ]] của Pháp ở Việt Nam và đánh dấu sự suy tàn nặng nề của chế độ [[phong kiến Việt Nam]].\n\nNgày [[13 tháng 7]] năm [[1885]], vua [[Hàm Nghi]] ban chiếu [[Phong trào Cần Vương|Cần Vương]] kêu gọi nhân dân và sĩ phu cả nước chống thực dân Pháp, giúp vua cứu nước.\n\nHưởng ứng lời kêu gọi đó, vào ngày [[14 tháng 12]] năm [[1885]] nghĩa quân Khánh Hòa do [[Trịnh Phong]] lãnh đạo cùng với sự hỗ trợ của văn thân Phú Yên do [[Bùi Đáng]] chỉ huy đã tiến công và chiếm tỉnh Khánh Hòa. Bộ phận quan lại ở đây nhanh chóng giao thành cho nghĩa quân.\n\nTừ cuối [[tháng 3 năm 1886]], nghĩa quân đã ráo riết hoàn tất các công tác chuẩn bị phòng thủ các đường thủy bộ, chờ đợi các cuộc tấn công trên quy mô lớn của người Pháp.\n\nĐầu năm [[1885]], quân Pháp đổ bộ lên Nha Trang, nghĩa binh do Trịnh Phong lãnh đạo chặn đánh địch quyết liệt. Mặc dù chiến đấu anh dũng với tinh thần bất khuất, nhưng do hỏa lực địch quá mạnh. Nghĩa quân phải chịu thiệt hại nặng và rút về thành Diên Khánh cố thủ. Nhưng do một số viên quan lại đầu hàng giặc nên việc cố thủ thành thất bại. Các kho thuốc súng đều bị bắn cháy. Nghĩa quân phải bỏ thành theo đường núi ra giữ mặt Bắc cùng [[Trần Đường]].\n\nMùa thu năm [[1886]], viên Công sứ [[Aymonier]]<-- có tên gì? -->, thiếu tá [[De Lorme]]<-- có tên gì? --> cùng tên [[Trần Bá Lộc]] dẫn 800 quân viễn chinh Pháp tấn công mật khu kháng chiến. Nghĩa quân đem hết tinh thần và lực lượng ra chiến đấu nhưng chỉ hơn hai tháng phong trào bị thất bại. Các lãnh tụ như Trịnh Phong, Trần Đường, Nguyễn Khanh đều bị chết. Phong trào Cần Vương ở Khánh Hòa chấm dứt.\n\n==Thời Pháp thuộc==\nTừ sau thất bại của khởi nghĩa Hương Khê (1896), về cơ bản, người Pháp đã hoàn thành công cuộc bình định Việt Nam và bắt tay vào khai thác thuộc địa một cách quy mô. Tại Khánh Hòa, thực dân Pháp nhanh chóng xây dựng bộ máy cai trị và bóc lột.\n\n===Kinh tế===\n\n====Nông - Ngư nghiệp====\n[[Lúa]] được xem là loại cây trồng chính. Diện tích đất trồng lúa tăng lên không ngừng năm [[1898]] (6.296 ha), năm 1930 (19.000 ha), năm 1975 (20.150 ha), năm 2000 (24.464 ha). \"Từ năm 1926 trở về trước mỗi năm thu hoạch trên 58.000 tấn lúa\" (Quách Tấn, ''Xứ Trầm Hương'', Nông nghiệp).\n\nNgoài lúa, các loại hoa màu phụ như [[ngô|bắp]], [[mì]], [[lang đậu]] cũng được trồng khá phổ biến.\n\nVề các loại cây công nghiệp, được trồng nhiều nhất là cây [[thuốc lá]], các [[đồn điền]] thuốc lá xuất hiện nhiều ở Dục Mỹ với tổng diện tích canh tác là 1.372 ha cho sản lượng 686 tấn mỗi năm. Ngoài thuốc lá, cây [[cao su]] cũng được trồng khá phổ biến với diện tích trồng trọt là 500 ha cho sản lượng 210 tấn mỗi năm.\n\nVề [[ngành chăn nuôi|chăn nuôi]], trước năm [[1895]], ngành chăn nuôi gia súc ở [[Khánh Hòa]] chậm phát triển, chủ yếu để lấy sức kéo hoặc lấy thịt, thừa mới đem bán. Công tác thú y cũng chỉ được thực hiện bằng kinh nghiệm dân gian nên hiệu quả không cao.\n\nTháng 9 năm 1985, bác sĩ [[Alexandre Yersin]] thành lập trại thí nghiệm tại Suối Dầu và cũng là trang trại nông nghiệp đầu tiên ở Khánh Hòa với số lượng vật nuôi lên đến 1.500–2.000 con. Thêm vào đó, công tác thú y khá tốt, hợp vệ sinh. Tất cả đã làm cơ sở cho ngành chăn nuôi Khánh Hòa sau năm 1945 và cho đến ngày nay.\n\nĐặc biệt ở Khánh Hòa, ngành thủy sản phát triển rất mạnh. Cùng với [[Phan Thiết]], sản lượng thủy sản của Khánh Hòa đứng đầu miền Trung Việt Nam thời Pháp thuộc. Mỗi năm đánh bắt được 11.000 tấn cá tươi. Ngoài cá, còn nhiều loại thủy sản khác như: tôm (150 tấn), mực (150 tấn), cua (16 tấn), ghẹ (50 tấn), sò (16 tấn), ốc đụn (10 tấn), ruốc (50 tấn).\n\nMột nguồn lợi thủy sản khác phải kể đến ở Khánh Hòa là [[yến sào]]. Đây là loại thực phẩm quý và rất đắt. Chính vì thế mà tư bản [[người Pháp]] lúc đầu giao cho các [[phú hộ]] người Việt quản lý, nhưng vì nguồn lợi quá lớn nên chính phủ thực dân đã cho [[quốc hữu hóa]] từ năm 1930 và đấu giá, thu thuế rất nhiều từ nguồn lợi trên.\n\nĐời sống người nông dân Khánh Hòa thời Pháp thuộc rất khó khăn. Sau năm [[1885]], theo các nghị định của [[Toàn quyền Đông Dương]], từ năm 1926, bọn Tây đồn điền chiếm không của Khánh Hòa 17.076 mẫu đất. Verne chiếm vùng [[Đồng Trăng]], Charner chiếm vùng [[Cẩm Sơn]], [[Đất Sét]], [[Đồng Thân]]; cũng trong thời gian này, công sứ Bréda chiếm 1.000 hectares ở Đá Bàn, Cacor chiếm hàng trăm hectares đất làm muối ở Hòn Khói.\n\nChính vì thế, tất cả những khó khăn đều dồn lên người nông dân. \"Họ phải chịu thuế nặng, địa tô, nợ lãi cao, bị chiếm đoạt ruộng đất còn bị nạn bắt phu, bắt lính phục vụ cho cái gọi là 'kế hoạch phòng thủ Đông Dương'. Rồi bao nhiêu thứ 'hà thu, lạm bổ' khác của bọn hương lý, cường hào. Nhiều người phải bỏ làng xóm đi nơi khác làm ăn, vào các công trường làm đường, các đồn điền của bọn Tư bản Pháp\". (''Địa Chí Khánh Hòa, Lịch sử Và Truyền thống Đấu tranh'', tr.147)\n\n====Công nghiệp và Tiểu Thủ công nghiệp====\nSách ''[[Đại Nam nhất thống chí]]'' có viết: \"Dân miền biển chuyên nghề đánh cá, dân miền núi chuyên nghề dệt cửi để sinh nhai\". Đại bộ phận ngành [[thủ công nghiệp]] của Việt Nam thời này chỉ được tổ chức với quy mô làng xã hoặc gia đình. Ở Khánh Hòa cũng vậy, tại các [[phủ (đơn vị hành chính)|phủ]] [[huyện]], [[làng]] [[xã]], đâu đâu cũng có [[thợ thủ công]] làm các nghề ươm tơ, kéo sợi, dệt vải, đan lát, chạm khắc gỗ, thuộc da, v.v. Một số ngành nghề tiêu biểu như chạm khắc mỹ nghệ ở [[Bộ phận sinh dục phụ nữ|Chụt]], [[Cầu Đá]] ([[Nha Trang]]); nghề làm [[nước mắm]] ở Chụt, phường [[Vĩnh Nguyên]] và [[Cửa Bé]], [[phường Vĩnh Trường]] – Nha Trang hoặc nghề [[đúc đồng]], gang nhôm ở thôn Phú Lộc, [[Diên Điền]] ([[Diên Khánh]]). Tuy nhiên, phần vì chính sách thuế nặng nề của thực dân Pháp, phần vì sự cai trị hà khắc của triều đình [[nhà Nguyễn]], ngành tiểu thủ công nghiệp ở Khánh Hòa không phát triển mạnh.\n\n[[Công nghiệp]]: Từ năm 1885 cho đến đầu [[thế kỷ 20]], thực dân Pháp mới bắt đầu xây dựng cơ sở hạ tầng cơ bản ở Khánh Hòa, đồng thời một số cơ sở sản xuất công nghiệp cũng đã hình thành. Vào năm 1928, để phục vụ cho nhu cầu [[chiến tranh]] và khai thác tài nguyên ở địa phương, thực dân Pháp đã cho xây dựng một số cơ sở sản xuất công nghiệp đầu tiên là:\n\n*Phân xưởng sửa chữa ô tô Garage Charner của hãng xe [[Renault]]\n*Xưởng sửa chữa ô tô Garage Mon-freid<-- tên này có lẽ là Mon-frein --> của hãng xe [[Citroën]]\n*Xưởng sửa chữa đường sắt\n*Xưởng sửa chữa của Sở Lục Lộ\n\nCác cơ sở trên tuy không nhiều nhưng cũng đòi hỏi một số lượng công nhân khá người Việt khá lớn. Chưa kể các công nhân thất nghiệp, số công nhân có việc làm vẫn phải lĩnh số lương rất thấp, lại thường xuyên bị bớt lương và kéo dài thời gian lao động. \"Công nhân đề pô xe lửa Nha Trang, phu khuân vác các [[bến cảng Cầu Đá]], [[Ba Ngòi]], [[Hòn Khói]], thợ trong các xưởng máy ở Nha Trang, công nhân cạo mủ trong các đồn điều cao su [[Đồng Trăng]], [[Suối Dầu]], lao động [[Sở Muối Hòn Khói]]... thường xuyên bị đe dọa thất nghiệp, bị cúp phạt, đánh đập, đổi việc, bị bắt bớ, giam cầm dù chỉ là hành vi phản kháng nhỏ nhất\". (''Địa Chí Khánh Hòa, Lịch sử Và Truyền thống Đấu tranh'', tr.147)\n\n====Tài chính====\nXâm lược Đông Dương, thực dân Pháp nuôi mộng sẽ thống nhất chế độ tài chính của cả năm xứ Đông Dương: Bắc, Trung, Nam Kỳ, Lào và Cao Miên; chính vì thế, chính phủ Pháp ban hành chế độ ngân sách nhà nước Đông Dương, theo đó năm xứ Đông Dương phải tự trang trải chi phí và hàng năm phải nộp ngân sách về cho chính quốc và nguồn thu nhập cho ngân sách Đông Dương. Vậy nguồn thu để bổ sung vào cái gọi là \"ngân sách Đông Dương\" đó lấy từ đâu ra? Đó chính là các thứ thuế mà thực dân Pháp áp đặt lên toàn bộ lãnh thổ Việt Nam mà họ xâm lược từ năm 1858.\n\nTại Khánh Hòa, nguồn thu thuế của ngân sách Đông Dương bao gồm: Thuế muối, thuế rượu, thuế thuốc phiện và thuế xuất nhập khẩu.\n\nVề thuế muối, chính quyền thực dân độc quyền mua bán muối. Khánh Hòa là nơi sản xuất muối lớn trong cả nước, người dân phải nộp 170 xu cho mỗi tạ muối sản xuất được. Thực dân Pháp cấm người dân không được nấu rượu mà phải uống rượu do nhà nước cung cấp, quá quắt hơn, với mục đích chính trị, chúng còn ép buộc mỗi người dân hàng năm phải tiêu thụ từ 23 – 24 lít rượu. Mỗi năm chúng thu của nhân dân Khánh Hòa nói riêng và toàn Việt Nam nói chung 22.500.000 đồng Đông Dương, chiếm 8% ngân sách vào năm 1944.\n\nĐối với thuốc phiện, thực dân Pháp độc quyền buôn bán và chế biến, đồng thời chúng cũng khuyến khích người dân hút thuốc phiện. Chỉ tính riêng trong năm 1924, người Pháp đã thu 42.533.000 đồng Đông Dương của nhân dân Việt Nam, trong đó có Khánh Hòa, qua buôn bán thuốc phiện, chiếm tới 74% ngân sách.\n\nMột loại thuế khác, thuế điền – thổ(thuế ruộng đất). Loại thuế này được chia làm 3 hạng theo ba loại ruộng khác nhau. Năm 1925, ruộng đất được chia làm ba hạng: hạng một thu 1.9 đồng\/ha\/năm, hạng hai thu 1.5 đồng\/ha\/năm, hạng ba thu 1 đồng\/ha\/ năm. Đất trồng cà phê thì được miễn thuế 6 năm đầu, đất trồng chè thì miễn thuế 4 năm, sau đó thì phải đóng thuế theo hạng bốn là 0.8 đồng\/ha\/năm.\n\nNgoài ra còn có các nguồn thuế khác như thuế đinh(tức thuế thân), thuế công thương nghiệp, khai thác lâm sản, trầm hương.v.v Ở Khánh Hòa, thuế đinh phải đóng là 30 xu\/ người\/năm, thêm vào đó là 48 ngày công lao dịch\/người\/năm. (Cần phải nói thêm là khi đi lao dịch người dân không có thù lao, cơm nước đều phải tự lo lấy, nếu không đi làm thì phải nộp thay 2 đồng và cộng vào thuế thân để đóng).\n\nVào năm 1929, khủng hoảng kinh tế thế giới Tư bản nổ ra. Nước Pháp cũng bị cuốn vào vòng xoáy của suy thoái và khủng hoảng. Chính vì thế, Chính phủ Pháp tăng số tiền thuế ở các thuộc địa lên như một nhu cầu cấp thiết để cứu vớt nền kinh tế đang trên bờ vực thẳm. Điển hình là thuế thân (thu bằng gạo): năm 1930 là 50&nbsp;kg\/người\/năm đến năm 1932 tăng lên 100&nbsp;kg\/ người\/năm năm 1933 tăng lên 300&nbsp;kg\/người\/năm. Thậm chí có loại thuế tăng từ 200% - 500%. \nChính sách thuế của thực dân Pháp ngày càng hà khắc, đã gây phẫn uất trong các tầng lớp nhân dân. Cũng chính từ đó mà phong trào chống Pháp diễn ra mạnh mẽ khắp nơi trong toàn tỉnh Khánh Hòa..\n\n====Thương nghiệp====\nĐại Nam Nhất Thống Chí có ghi chép: \"Ở huyện Phước Điền có chợ Phú Lộc. Ngoài các sản vật nông nghiệp trong vùng, còn có các sản phẩm đúc đồng rất nổi tiếng cũng được bán ở chợ này. Ở huyện Vĩnh Xương có chợ Võ Cạnh (tức chợ Ông Bộ ở xã Vĩnh Trung ngày nay) giao dịch tầm thường, buôn bán không mấy chút; chợ Xương Huân, nơi nhân vật đô hội, hàng hóa buôn bán đủ thứ. Đủ huyện Cam Ranh có chợ Thủy Triều, gần biển nhân dân tụ hội thưa thớt. Ở huyện Quảng Phước có chợ Phước Khánh, phố xá trù mật, hàng hóa đầy đủ; chợ Tân Mỹ, người thương mãi các nơi tụ đến, buôn bán đủ thứ là nơi phồn thịnh nhất trong hạt; chợ Phú Nghĩa, phố xá thưa thớt; gần đất có chợ Bạch Hà và chợ Bình Tây; chợ Yên Lương họp vào buổi sáng, hàng quán sầm uất. Tại huyện Tân Định có chợ Xuân Hòa có nhiều phố buôn bán của người Thanh nhưng không đông đúc lắm; chợ Mỹ Chánh, phố xà cũng ít, gần đất có chợ nhỏ ở xã Hậu Phước; chợ Yên Thành(tục gọi là chợ Quán Mai); chợ Yên Thủ (tục gọi là chợ Tân).\n\n\"Nha Trang là trung tâm điểm của ngành thương mại. Đó là ngang nối giữa Sài Gòn và các tỉnh ở phía Bắc Đèo Cả như Tuy Hòa, Quy Nhơn\". (Quách Tấn,\"Xứ Trầm Hương\")\nTài liệu trên đã cho thấy phần nào sức phát triển của một số chợ cũng như vai trò của nền thương nghiệp của Khánh Hòa thời kì trước năm 1885. Đến khi thực dân Pháp bắt đầu thực hiện chính sách cai trị, khai thác thuộc địa tại Khánh Hòa bộ mặt toàn tỉnh có nhiều thay đổi. Một số đô thị hình thành, trong đó có Nha Trang, từ một làng chài nhỏ, đã trở thành một đô thị sầm uất với các công trình kiến trúc của thực dân Pháp như: Quận Công Chính, Viện Pasteur, Viện Hải dương học, Sở Bưu điện, quận 3 đường sắt, nhà đèn, bệnh viện, các khách sạn lớn như: Grand Hotel, Beau Rivage…..v.v. Các xưởng sửa chữa cơ khí như Charner, De Moufreid, Bourbon, đề bô xe lửa, Nhà máy điện Oggera…. Đồng thời, nhiều chợ lớn trước đây đã trở thành thị trấn, thị tứ đông đúc như Ninh Hòa, Vạn Giã, Ba Ngòi. Dân số tăng nhanh ở các đô thị đã tạo điều kiện cho việc trao đổi hàng hóa giữa nông thôn và thành thị phát triển.\n\nMặt hàng xuất khẩu chủ yếu của Khánh Hòa là các mặt hàng nông-lâm-ngư nghiệp như: Muối, nước mắm, cá tôm, yến sào, trầm hương, cao su, các sản phẩm mới như: Cát trắng, gỗ, thuốc lá. Các mặt hàng nhập khẩu(chủ yếu từ Sài Gòn) bao gồm: gạo(13.000-14.000 tấn mỗi năm), rau Đà Lạt, các vật liệu về công nghiệp, thuốc men, hàng vải, chén, bát. v.v.\nThị trường của Khánh Hòa thời kỳ này ở trong nước là các tỉnh miền Trung, Tây Nguyên, Nam Bộ và Sài Gòn; ở ngoài nước có Trung Quốc, Nhật Bản, các nước Đông Nam Á và Pháp.\n\n====Giao thông - Vận tải====\n=====Quốc lộ=====\n\nTừ năm 1890, thực dân Pháp đã bắt đầu triển khai mở đường Thuộc Địa số 1 từ thành Gia Định ra miền Trung. Sau đó, đường được làm tiếp lên thành Diên Khánh rồi đến Nha Trang, qua sông Cái, đèo Rù Rì đến Lương Sơn và nối với đường Thiên Lý Bắc Nam. \nKhoảng thời gian từ năm 1908 đến năm 1910 đoạn đường qua cầu Ông Bộ, cầu Dứa(nay là đường 23\/10) được mở ra. Tại thời điểm này, các phương tiện vận tải qua sông Cái đều phải đi bằng phà. Phải cho đến năm 1926 các cầu Xóm Bóng, Hà Ra mới được xây dựng thay cho phà Xóm Cồn. Hệ thống đường bộ địa phương tiếp tục được mở rộng cho phù hợp với nhu cầu đi lại của người dân địa phương cũng như của thực dân Pháp, phục vụ cho mục đích khai thác bóc lột của chúng. Từ năm 1928 đến năm 1931, con đường thuộc địa số 21 từ Ninh Hòa lên Buôn Ma Thuột được xây dựng. Nhờ đó đã tạo được một tuyến đường nối liền giữa Nha Trang-Khánh Hòa với các tỉnh Tây Nguyên.\nSau năm 1945, các con đường thuộc địa số 1 và số 21 đều được gọi là đường quốc lộ I và quốc lộ 21 như ngày nay.\n\n=====Giao thông vận tải đường sắt=====\n\nĐể phục vụ cho nhu cầu khai thác thuộc địa, thực dân PHáp không ngừng xây dựng các tuyến đường sắt ở khắp đất nước. Năm 1901, tuyến đường sắt Sài Gòn– Mỹ Tho được xây dựng xong thì tuyến Sài Gòn – Nha Trang cũng được khởi cũng. Phải đến năm 1913 thì tuyến đường này mới làm đến trạm Phú Vinh trên đất quận Vĩnh Xương (tức phường Vĩnh Hải ở Nha Trang ngày nay), cách trung tâm thành phố Nha Trang 6&nbsp;km. Từ năm 1940 – 1943 để phục vụ nhu cầu chiến tranh nên một tuyến đường sắt từ Ga Nha Trang xuống Cảng Cầu Đá được xây dựng. Đồng thời ở phía Nam, một tuyến đường dài 4.190&nbsp;km từ ga Ngã Ba đến Cảng Ba Ngòi cũng được xây dựng.\n\nTại Khánh Hòa có 12 ga chính là (Ngã Ba, Suối Cát, Hòa Tân, Cây Cày, Nha Trang, Lương Sơn, Phong Thanh, Ninh Hòa, Hòa Huỳnh, Vạn Giã, Tu Bông và Đại Lãnh). Cả 12 ga này sau thời Pháp thuộc đều hoạt động rất hạn chế thậm chí ngừng hẳn do sự đánh phá của quân và dân khánh Hòa, phải đến năm 1956 thì hoạt động vận tải đường sắt mới nhộn nhịp như trước.\n\n=====Giao thông Đường Biển=====\n\nKhánh Hòa là một tỉnh giàu tiềm năng về biển với 200&nbsp;km đường bờ biển, 4 vịnh lớn, nhiều đảo và hải đảo, lại có vị trí đặc biệt quan trọng đối với hai miền Nam Bắc. Nhận biết được điều này, thực dân Pháp đã cho xây dựng và mở rộng nhiều cảng biển tại đây. Trong đó Cảng Ba Ngòi(Cam Ranh) được cho là tốt nhất. Khởi công xây dựng vào năm 1922 và đến năm 1924 thì làm xong, cảng Ba Ngòi cách thị xã Nha Trang 60&nbsp;km về phía Nam và cách ga Tháp Chàm 50&nbsp;km về phía Bắc, cảng được xây dựng ở phía Tây Vịnh Cam Ranh và rất gần với con đường thuộc địa số I(tức quốc lộ I A ngày nay). Cảng Ba Ngòi được xây dựng với cầu cảng dài 81m, độ sâu trước bến là 5m, thích hợp cho tàu có trọng tải đến 4.000 tấn. Trong suốt thời gian cai trị của Pháp, cảng Ba ngòi cùng với 6 cảng khác(Sài Gòn, Hải phòng, [[Đà Nẵng]], Quy Nhơn, Hòn Gai, Bến Thủy) là những trung tâm trung chuyển hàng hóa lớn của thực dân Pháp giữa Bắc kỳ với Nam Kỳ, giúp chúng có thể khai thác tối đa nguồn lợi của các tỉnh Tây Nguyên.\n\nNgoài cảng Ba Ngòi, thực dân Pháp còn cho tu sửa và mở rộng cảng Hòn Khói(vốn có từ thời Chúa Nguyễn). Cảng có cầu cảng dài 30m, được làm bằng sắt và gỗ, độ sâu ở bến là gần 2m. Năm 1910, cảng được mở rộng để tàu thuyền có thể trao đổi hàng hóa, mua muối và nông sản của Khánh Hòa và các tỉnh Tây Nguyên.\n\n=====Hàng Không Dân Dụng=====\n\nNăm 1930, sân bay Nha Trang được khởi công xây dựng, đến năm 1935 thì hoàn tất và đem vào sử dụng với đường băng dài khoảng 1.050&nbsp;km, đường lưu không có hướng bay gần Đông Bắc – Tây Nam. Trong thời gian này, loại máy bay được thực dân Pháp sử dụng nhiều là máy bay cánh quạt. Chủ yếu để chở người, các viên chức sĩ quan Pháp, vận chuyển thư từ. Nhu cầu quân sự rất ít. Tuy nhiên, sân bay Nha Trang là một trong những sân bay loại lớn của người Pháp xây dựng ở Việt Nam lúc đó.\n\nĐến đầu thế kỷ XX, thực dân Pháp đã xây dựng tại Nha Trang một cơ sở hạ tầng vững chắc với hệ thống đường bộ, đường sắt, đường thủy, đường hàng không khá hoàn thiện và hiện đại. Tuy nhiên, tất cả chỉ để tối ưu hóa nhu cầu bóc lột thuộc địa của chúng mà thôi. \nĐặc biệt, để xây dựng được hệ thống giao thông đường sắt hoàn thiện như vậy rất nhiều nông dân Khánh Hòa đã gia nhập vào đội ngũ công nhân đường sắt. \"Những người này thường bị bọn cai ký, thầu khoán phạt vạ, cướp tiền công, đánh đập, bị chúng dùng đủ mọi mánh khóe ăn bớt, ăn quỵt lượng. Ngành xe lửa thu hút hành khách, ngành xe hơi bị ế, giá tăng cao, nhiều công nhân lái xe ô tô bị thất nghiệp. Còn đối với xe ngựa, cả chủ xe và người đánh xe đều bị mất thu nhập, cuộc sống khó khăn. \" (Địa Chí Khánh Hòa, Lịch sử Và Truyền thống Đấu tranh, tr.147)\n\n====Thông tin====\n\"Mã Trì Phi Đệ\" hay \"Mã Thượng Phi Đệ\"(Ruổi ngựa mà chuyển văn thư hay phi ngựa nhanh như bay mà chuyển văn thư) là hai thuật ngữ thường dùng để nói đến tổ chức thông tin liên lạc triều Nguyễn. Thời kỳ này hầu hết công việc thông tin liên lạc được thực hiện bằng ngựa với các trạm trung chuyển đặt suốt chiều dài đất nước.\nVề phía người Pháp, trong một khoảng thời gian dài từ khi các giáo sĩ đến Khánh Hòa truyền đạo cho đến năm 1858 thì họ vẫn sử dụng kiểu thông tin thô sơ như trên. Phải đến năm 1859, bưu điện đầu tiên được lập ở Sài Gòn và sau đó là nhiều bưu cục khác ở Trung và Nam Kỳ cũng được thành lập, trong đó có bưu điện Nha Trang. Được thành lập năm 1885 với các tuyến đường thư bưu chính vào Sài Gòn và ra Quy Nhơn – [[Đà Nẵng]] – Huế. Sau bưu cục Nha Trang là đến các bưu cục chi nhánh như Ba Ngòi(Cam Ranh), Thành(Diên Khánh), Ninh Hòa, Hòn Khói, Vạn Giã.\n\nTrong giao dịch bưu điện có sự phân biệt giữa người Việt và người Pháp. Nếu như với người Việt, chỉ một công việc đơn giản là nhận thư hoặc ngân phiếu thì phải xuất trình giấy tờ, giấy căn cước(ai ở nông thôn thì phải có thẻ thuế thân) hoặc nếu không có thì được hai người có căn cưới làm chứng và quan trọng hơn là phải được lý trưởng đóng triện thị thực thì đối với người Pháp nếu muốn gởi thư họ chỉ cần đưa ra một phong bì cũ có tên của mình là đủ, nhân viên bưu điện chỉ cần ghi hai chữ \"Lettre Dérvroi\"(thư gởi đi) sau đó đưa thư và đóng tiền là đủ. \nHệ thống viễn thông thời này cũng được hoàn thiện với mạng lưới điện báo, điện thoại hoạt động tương đối ổn định và phục vụ đắc lực cho nhu cầu đàn áp phong trào cách mạng cũng như khai thác thuộc địa.\n\n===Hành chính===\n\n====Bộ máy nhà nước====\nThời Pháp thuộc, nhân dân Khánh Hòa phải chịu sự cai trị của hai Chính phủ; Chính phủ của thực dân Pháp, hay gọi là Chính phủ Bảo Hộ, còn Chính phủ kia là Chính phủ Phong Kiến của Triều Nguyễn. \nVề phía Chính phủ Pháp, người đứng đầu mỗi tỉnh là viên công sứ, đây là người đại diện cho quyền lợi và sức mạnh của Chính phủ Thực Dân. Giúp việc công sứ có Phó Sứ, Giám Binh lo việc quản lý các đội lính khố xanh, khố đỏ trong toàn tỉnh, Mật Thám, Cảnh Sát lo công tác \"an ninh\" trong tỉnh, ngoài ra còn có các nhân viên các Ty chuyên môn. Có thể nói, người Pháp trong các tổ chức hành chính nắm giữ quyền lực tuyệt đối. Ở dưới quyền các viên chức người Pháp là các viên chức giúp việc người Việt Nam như phán sự, ký lục, thông ngôn, thư ký, tùy phái, v.v…\nCác cơ quan, trụ sở như: Khu Hỏa Xa, Khu Công Chánh, Khu Thanh tra Thuế Vụ, Khu Quan Thuế, Khu Canh Nông Công Tác, v.v. đều được đặt tại Nha Trang, dọc theo bờ biển\n\nVề phía Chính Quyền Phong Kiến, bộ máy chính quyền vẫn như trước, tri phủ là người đứng đầu và kiểm soát công việc của toàn tỉnh. Dưới tri phủ là tri huyện quản lý các công việc của từng huyện. Cơ quan chỉ huy của chính quyền Phong Kiến đóng trụ sơ tại Thành Diên Khánh.\nVề các đơn vị hành chính thì lớn nhất là huyện, sau đến xã, thôn, và ấp.\nNgười đứng đầu mỗi xã là xã trưởng hay còn gọi là Lý trưởng. Giúp việc cho viên lý trưởng này có viên Phó Lý cùng Lý trưởng coi việc hành chánh và ngũ hương coi về chuyên môn.\n\n- Hương kiểm coi việc tuần phòng, canh gác, tức là giữ an ninh, trật tự trong làng.\n- Hương bản lo việc tài chánh và thủ quỹ làng;\n- Hương bộ coi việc sanh tử giá thú, tức là giữ nhân thế bộ của làng;\n- Hương dịch lo kêu xâu gọi thuế;\n- Hương mục coi việc đường sá, cầu kiều trong làng.\n\n====Luật pháp====\nTrong tác phẩm Xứ Trầm Hương của mình, nhà văn Quách Tấn có viết: \"Quyền tư pháp cũng như quyền hành chánh, chia làm hai: Nửa Tây, nửa Ta\". Thật vậy, có hai Tòa án cùng tồn tại song song trong thời kỳ này. Tòa án của thực dân Pháp đóng trong Tòa Sứ Nha Trang và do viên công sứ quản lý. Viên công sứ được gọi là Résident-Juge, ông ta có quyền truy tố, thẩm vấn, xét xử phạm nhân. Xử cả việc hộ lẫn việc hình. Những vụ việc kém phần quan trọng thì do viên Phó Sứ(Juge Suppléan) đảm trách. Tuy nhiên, nếu như những việc viên Công Sứ không giải quyết nổi thì tòa Thượng Thẩm Sài Gòn cử Thẩm phán chuyên môn ra giải quyết. Cần phải nói thêm, tòa án Pháp chỉ giải quyết những việc liên quan đến Pháp kiều, Ngoại kiều và những việc của Việt Nam mà có dính dáng đến người Ngoại quốc.\n\nTrong khi đó, những việc liên quan đến người Việt Nam thì do viên quan địa phương của chính quyền Phong Kiến giải quyết. Viên Tri phủ đứng đầu tỉnh có quyền hành rất lớn, có thể nói là \"Bán diện Thiên Tử\" có quyền sinh sát trong tay. \nTuy nhiên, hệ thống luật pháp thời này, của người Pháp cũng như của Triều Nguyễn cũng chỉ để phục vụ cho mục đích chính trị của chúng. Người nông dân lương thiện phải chịu những khoản nộp phạt nặng nề, những luật lệ hà khắc của cả \" hai Chính Quyền\".\n\n==Chú thích & Tham khảo==\n{{Tham khảo}}\n*''Đại Nam Nhất Tống Chí'', Cao Xuân Dục\n*''Xứ Trầm Hương'', Quách Tấn\n*''Địa Chí Khánh Hòa''\n*''Khánh Hòa, Một tiềm năng, một hiện thực'', Vũ Ngọc Phương\n\n[[Thể loại:Lịch sử Khánh Hòa]]"}