{"19712364":"{{Về | nghệ sĩ cải lương Khánh Linh|những người cùng tên| Khánh Linh (định hướng)}} \n{{Thông tin nghệ sĩ\n| tên = Khánh Linh\n| tiền tố = \n| tên gốc = \n| nền = diễn viên sân khấu\n| hình = Khánh Linh.jpg\n| kích thước hình = \n| chú thích hình = \n| nghệ danh = Khánh Linh\n| biệt danh = \n| tên khai sinh = Huỳnh Phúc Thiệt\n| ngày sinh = {{ngày sinh|1964|11|10|}}\n| nơi sinh = [[Châu Phú]], [[Châu Đốc (tỉnh)|Châu Đốc]], [[Việt Nam Cộng hoà]] (nay thuộc tỉnh [[An Giang]])\n| ngày mất = {{ngày mất và tuổi|1999|1|20|1964|11|10|}}\n| nơi mất = [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| nguyên nhân mất = [[tai nạn giao thông]]\n| an táng = [[nghĩa trang]] [[Chùa Nghệ Sĩ]]\n| quốc tịch = {{VIE}}\n| dân tộc = Kinh\n| nghề nghiệp = Nghệ sĩ\n| bố mẹ = \n| vợ = \n| chồng = \n| con = \n| đào tạo = \n| học vấn = \n| danh hiệu = \n| lĩnh vực hoạt động = [[Nghệ thuật]]\n| năm hoạt động sân khấu = 1976 - 1999\n| dòng nhạc = \n| hợp tác với = \n| đào tạo sân khấu = \n| tác phẩm sân khấu = \n| tác phẩm âm nhạc = \n| đoàn kịch = \n| thể loại điện ảnh = \n| chủ đề điện ảnh = \n| vai trò điện ảnh = \n| vai diễn = \n| phim = \n| vai = vua\n| vở kịch = các vở cải lương tuồng cổ\n| giải thưởng 1 = \n| giải thưởng 2 = \n| chữ ký = \n| website = \n}}'''Khánh Linh''' (1964 - 1999) tên thật '''Huỳnh Phúc Thiệt''', là một nghệ sĩ [[cải lương]] người Việt Nam.\n\n==Tiểu sử==\nKhánh Linh sinh năm 1964 tại Châu Phú, An Giang. Thân phụ anh là Huỳnh Văn Động, làm nghề buôn bán nhỏ nhưng biết đàn ca tài tử, thân mẫu anh là Trần Thị Cẩm Vân, chủ một tiệm may áo dài<ref name=\"tieusu\">[http:\/\/cotruyenamnhac.blogspot.com\/2018\/01\/tieu-su-khanh-linh.html?m=1 ''tiểu sử Khánh Linh''] Âm nhạc cổ truyền<\/ref>\n\n==Trốn nhà theo gánh hát==\nTừ khi còn rất nhỏ, Huỳnh Phúc Thiệt đã được cha dạy cổ nhạc và thường xuyên theo cha đi xem các chương chình cổ nhạc ở địa phương.\n\nNăm 1976, lúc 12 tuổi, anh trốn nhà đi theo gánh hát của bầu Năm Nhánh khi đoàn này đến lưu diễn ở Cổ Cò - Châu Phú, vì thấy anh có giọng hát tự nhiên gần giống với các nghệ sĩ [[Duy Khánh]] và [[Vũ Linh (nghệ sĩ cải lương)|Vũ Linh]] cho nên ông bầu đặt cho anh nghệ danh là Khánh Linh.<ref name=\"tieusu\"\/> \n\nBan đầu, Khánh Linh được phân công vào vai tiểu đồng trong vở ''Cô gái bán gươm'', nhưng sau đó anh chỉ được giao làm những công việc phụ lặt vặt như: giữ máy đèn, placeur chỉ ghế, khuân vác phông cảnh hay dọn dẹp ở hậu đài. Tuy nhiên, anh vẫn âm thầm học thuộc các lời thoại và nhiều làn điệu trong nhiều vai diễn, chú ý theo dõi diễn xuất của những vị tiền bối để học hỏi kinh nghiệm, hy vọng có ngày sẽ được đóng thế kép chánh.\n\nNăm 1977, Khánh Linh bỏ bầu Năm Nhánh mà gia nhập đoàn Hoa Miền Nam của bầu Hồng Vũ, ở đây anh được phân vai quân lính trong các vở ''[[Mùa thu trên Bạch Mã Sơn]]'' và ''Giấc mơ rền pháo cưới''. Ít lâu sau, anh bị ông Sáu đài trưởng bắt phải nạp tiền thì mới cho đóng thế kép chánh, anh liền bỏ đi theo hát cho đoàn Sơn Đông Mãi Võ của ông bầu Quyền ở chợ [[Lái Thiêu]]<ref name=\"damme\">[https:\/\/www.cailuongvietnam.com\/newclvn\/vi\/news\/Chan-Dung-Nghe-Si\/Nghe-si-Khanh-Linh-Niem-dam-me-duoc-den-dap-1701\/ ''nghệ sĩ Khánh Linh, niềm đam mê được đền đáp''] soạn giả [[Nguyễn Phương (soạn giả cải lương)|Nguyễn Phương]]: cải lương Việt Nam - chân dung nghệ sĩ<\/ref>\n\nĐược một thời gian, vì bức xúc bởi đi đâu cũng đều bị chèn ép bắt nạt không thấy tương lai gì, bực mình anh quyết định về quê sống với nghề thợ may của mẹ.\n\n==Từng bước thành danh==\nNăm 1981, trong một chuyến đi [[Châu Đốc]], Khánh Linh thấy đoàn hát An Giang thi tuyển diễn viên trẻ, anh định đăng ký chơi cho vui nào ngờ lại trúng tuyển, từ đây sự nghiệp của anh mới bước sang ngã rẽ. Ba năm phục vụ đoàn hát An Giang, anh được tập diễn từ vai hề trong các vở ''Sau ngày cưới'' và ''Sợi chỉ hồng'', rồi dần dà lên kép nhì trong các vở ''Nước mắt Nùng Kha'' và ''Cành hoa xứ Thái'', cuối cùng anh cũng được đóng thế kép chánh.<ref name=\"tieusu\"\/> \n\nTiếp đó, anh được ông bầu Hai Néo mời về đoàn hát Tiếng Ca Sông Cửu chuyên đóng các vai trong tuồng dã sử và cổ tích, anh có dịp được cọ sát với nhiều tên tuổi lớn của sân khấu cải lương, nhờ vậy Khánh Linh dần nổi lên trong các chuyến lưu diễn khắp [[đồng bằng sông Cửu Long]].\n\nNăm 1986, Khánh Linh ký hợp đồng với đoàn Sông Hương ở Huế, thời gian này anh thường xuyên theo đoàn đi khắp các tỉnh Bắc Trung Bộ và Bắc Bộ, lúc này anh chuyển sang đóng các vai tuồng hương xa [[Ấn Độ]].<ref>[https:\/\/giaithuongtinhnguyen.vn\/nghe-si-cai-luong-khanh-linh\/ ''tiểu sử Khánh Linh''] người nổi tiếng<\/ref> Bấy giờ, Khánh Linh và [[Thiên Nga (nghệ sĩ)|Thiên Nga]] là hiện tượng, là cặp đôi sóng thần, họ làm mưa làm gió với vở diễn ''Tình yêu và nước mắt'' được chuyển thể và giàn dựng bởi quái kiệt [[Bo Bo Hoàng]] từ tác phẩm Mùa tôm của [[văn học Ấn Độ| nhà văn Ấn Độ]] [[Thakazhi Sivasankara Pillai]].<ref name=\"capdoi\">[http:\/\/diendan.cailuongso.com\/showthread.php?t=3309&p=26744 ''Diễn đàn cải lương số: chủ đề cặp đôi nghệ sĩ Khánh Linh - Thiên Nga'']<\/ref>\n\nNăm 1987, Khánh Linh trở về Miền Tây, anh được giao làm trưởng đoàn Cửu Long 2 đang có nguy cơ giải thể do vỡ nợ, anh tập hợp được nhiều nghệ sĩ tài năng và đổi tên thành đoàn hát Vĩnh Trà. Giai đoạn này đoàn Vĩnh Trà thường xuyên công diễn các vở: ''Mạnh Lệ Quân, Công chúa Sa My, Ta là vua''...<ref name=\"damme\"\/>  do có nhiều hình thức mới độc đáo và những kiểu cách sáng tạo hay của anh nên thu hút được rất đông khán giả đến xem. \n\nTuy doanh thu của đoàn cũng khá, nợ cũ của đoàn đều trả xong, nhưng vì công việc quản lý bận bịu suốt nên không có thì giờ để luyện tập ca hát và vũ đạo, Khánh Linh quyết định bàn giao lại đoàn hát cho sở văn hóa tỉnh, rồi anh lên Sài Gòn gia nhập đoàn hát của bầu [[Minh Tơ]]. Tại đây, Khánh Linh được nghệ sĩ [[Thanh Tòng]] đào đạo rất cơ bản tuồng Hồ Quảng nên tay nghề anh ngày càng điêu luyện, chuyên môn mỗi lúc được trau dồi thêm.\n\nNăm 1991, đoàn Hương Mùa Thu thiếu kép, anh được mời sang diễn cùng nhiều tên tuổi lừng danh, thời gian này anh cũng phối hợp cộng tác với đoàn Trần Hữu Trang 2, hát chung với nghệ sĩ [[Cẩm Tiên (nghệ sĩ cải lương)|Cẩm Tiên]] trong một số vở.<ref name=\"toasang\">[https:\/\/toasanguocmo.vn\/nghe-si-cai-luong-khanh-linh\/ ''tiểu sử Khánh Linh''] cải lương số: tỏa sáng ước mơ<\/ref>\n\n==Đỉnh cao sự nghiệp==\nNăm 1994, khi đứng diễn trên sân khấu [[đoàn cải lương Thanh Nga]], nghệ sĩ Khánh Linh mới được giới mộ điệu đặc biệt quan tâm, nhờ các vai diễn của anh với nghệ sĩ [[Thanh Ngân]] mà đoàn [[Thanh Nga]] có doanh thu kỷ lục trong khi đó các đoàn khác vắng khách bởi cải lương bấy giờ đang trong thời kỳ thoái trào.<ref name=\"damme\"\/>\n\nChẳng bao lâu, Khánh Linh được hát trên [[đài truyền hình]], thu băng video hàng loạt vở cải lương kinh điển, tên tuổi anh nhờ vậy mà được công chúng ái mộ chú ý nhiều hơn. Tuy tài nghệ không thua kém ai  nhưng anh không có giải thưởng gì đặc biệt cả, nhiều lần tham gia ứng thí đều bị trượt điểm vì thiếu bằng cấp, bởi anh không đào tạo chính quy trường lớp mà tự mình nỗ lực phấn đấu theo khả năng bản thân, anh cho rằng cái huân huy chương quan trọng nhất chính là mỗi khi lên [[sân khấu]] được khán giả chào đón nồng nhiệt.<ref name=\"toasang\"\/>\n \nNăm 1997, Khánh Linh rời đoàn Thanh Nga, anh chuyển qua đoàn Sông Bé 2B của bầu Minh Long, ở đây anh thường diễn chung với nghệ sĩ [[Kim Thoa]]. \n\nNghệ sĩ Khánh Linh được mệnh danh là '''ông vua sân khấu''' vì hầu hết các vai diễn anh thể hiện thành công xuất sắc đều đóng vua chúa gây ấn tượng trong lòng khán giả khiến họ không thể quên được, nổi bật nhất chính là vai ông vua si tình trong vở cải lương ''Chiêu Quân cống Hồ''.\n<ref>[https:\/\/ionline2017.com\/nghe-si-cai-luong-khanh-linh\/ ''nghệ sĩ cải lương Khánh Linh''] diễn đàn cải lương số<\/ref>\n\n==Những vở cải lương đã tham gia==\n#''Sự tích cây Uyên Ương'' (vai Lý Bình Nguyên)\n#''Công chúa tóc thơm'' tức ''Sỹ Vân công chúa''\n#''Trở về mái nhà xưa''\n#''Áo vải phủ long bào''\n#''Hồn thiêng sông núi''\n#''Truyền thuyết về tình yêu''\n#''Tiếng súng một giờ khuya''\n#''Tướng cướp Ngư Long''\n#''Đừng quên dòng nước mắt''\n#''Nước mắt của mẹ''\n#''Hai chiều ly biệt''\n#''Mùa xuân sen trắng nở'' \n#''Hoa Mộc Lan'' (vai Tạ Thiếu Tiên)\n#''Tôn Tẫn - Bàng Quyên'' (vai Lã Anh Huy)\n#''Phùng Bửu Sơn - Ngọc Quế Trang'' hoặc ''Vương Lâm hoàng tử'' (vai hoàng tử Vương Lâm)\n#''Tần Thủy Hoàng'' hay ''Vạn lý tầm phu'' (vai Lạc Nhân)\n#''Đồ long - Ỷ thiên kiếm'' (vai [[Danh sách nhân vật trong Ỷ Thiên Đồ Long ký#Tống Viễn Kiều|Tống Viễn Kiều]])\n#''Tình yêu và nước mắt'' hay ''[[Mùa tôm]]'' (vai Parikutti)\n#''Chiêu Quân cống Hồ'' hay ''Bụi mờ ải nhạn'' hoặc ''Hán đế biệt Chiêu Quân'' (vai [[Hán Nguyên Đế]])\n#''Đầm tiên sa'' (vai Bảo Ân)\n#''Chiếc bóng và nỗi oan tình'' (vai Trần Mĩ)\n#''Giai nhân và dũng tướng'' (vai vua [[Hàm Nghi]])\n#''Tình hận lãnh cung'' (vai vua)\n#''[[Tấm Cám]]'' (vai hoàng tử)\n#''Đào hoa khách'' (vai Cù Thiên Vũ)\n#''Vương quyền bạo chúa'' (vai [[Lê Ngân Tích]])\n#''Tiếng sóng Rạch Gầm'' (vai Trương Long Hầu)\n#''Những mảnh tình buồn'' (vai Phi Hùng)\n#''Đèn đêm nhỏ lệ'' (vai Phong)\n#''Người Sài Gòn'' (vai người chồng)\n#''Tình ca đêm chơi vơi'' (vai Hoài Phương)\n#''Tuổi mộng vừa tròn'' hay ''Lan Huệ sầu ai'' (vai Tuấn)\n#''Bóng dáng một cuộc tình'' (vai Hùng Phương)\n#''Đằng sau sân khấu''\n\n==Ca cổ và Tân cổ giao duyên==\n#''Qua đồng hỏi vợ hai'' (hát cùng Phượng Hằng)\n#''Tình nước ru hời'' (hát cùng [[Phượng Hằng]])\n#''Đi cày'' (hát cùng Phượng Hằng)\n#''Hoa cau vườn trầu'' (hát cùng [[Phượng Ngân]])\n#''Thành phố chiều xuân'' (hát cùng [[Ngân Huệ]])\n#''Tình ca mùa xuân'' (hát cùng [[Thoại Mỹ]])\n#''Phận tơ tằm'' (hát cùng Thoại Mỹ)\n#''Không bao giờ quên anh'' (Thoại Mỹ ca, Khánh Linh diễn vai phụ)\n#''Dáng đứng Bến Tre'' (hát cùng [[Ngọc Huyền]])\n#''Hai đứa giận nhau'' (hát cùng Ngọc Huyền)\n#''Tiếng tơ lòng'' (hát cùng [[Trọng Hữu]])\n#''Hoa Sứ nhà nàng'' (hát cùng [[Lệ Thủy]])\n#''Tiếng xưa'' (hát cùng [[Minh Minh Tâm]] và [[Kim Phụng]])\n#''Điệu hồ quảng Thủy Trường Lưu và Phân Ly khúc'' (hát cùng Ngọc Huyền)\n\n==Cuộc sống hôn nhân==\nSau khi về làm bầu của đoàn cải lương Vĩnh Trà, hai nghệ sĩ Khánh Linh và Thiên Nga do đã bén duyên từ hồi còn gắn bó ở đoàn Sông Hương nên quyết định tiến tới xây dựng gia đình, họ vừa là quản lý cũng vừa là kép chánh của đoàn cải lương này. Đến khi họ dời đoàn Vĩnh Trà để lên thành phố Hồ Chí Minh lập nghiệp thì không rõ vì nguyên nhân lý do gì mà hôn nhân đổ vỡ, họ chia tay mỗi người mỗi ngả, Khánh Linh kết hôn với người phụ nữ khác tên Lan Anh nghề nghiệp không liên quan đến sân khấu ca kịch cải lương,<ref name=\"capdoi\"\/> anh có một cậu con trai tên Huỳnh Anh Thi sinh năm 1995.\n\n== Qua đời ==\nVào lúc 5 giờ 45 phút sáng ngày 20 tháng 01 năm 1999, tức ngày mồng 4 tháng Chạp năm [[Mậu Dần]], nghệ sĩ Khánh Linh bị [[chấn thương sọ não]] trong một vụ tai nạn giao thông khi đang điều khiển [[xe máy]] trên đường đi làm, anh tông mạnh vào một chiếc [[xích lô]] đi ngược chiều và ngã văng ra đầu va vào vỉa hè. Ngay lúc ấy anh vẫn tỉnh táo còn nói trong túi mình chỉ có vài đồng tiền lẻ, anh được chính người đạp xích lô kia đưa đến cấp cứu ở [[bệnh viện Chợ Rẫy]], nghệ sĩ Vũ Linh hay tin lập tức chạy đến lo tiền để anh [[phẫu thuật]]. Hồi 15 giờ 20 phút cùng ngày, Khánh Linh qua đời do vết thương quá nặng, hưởng dương 35 tuổi<ref>[https:\/\/tienphong.vn\/cuoc-doi-ngan-ngui-cua-nhung-nghe-si-tai-hoa-bac-menh-post716460.tpo ''cuộc đời ngắn ngủi của những nghệ sĩ tài hoa bạc mệnh''] trang [[Văn hóa]] - [[báo Tiền Phong]] 28\/08\/2014|08:23<\/ref> Tang lễ của anh được tổ chức ở Hội Nghệ Sĩ Ái Hữu Tương Tế số 133 đường Cô Bắc, thi hài anh được an táng tại nghĩa trang chùa nghệ sĩ quận [[Gò Vấp]].\n\nKhánh Linh mất được ít lâu thì vợ anh buộc phải đi bước nữa vì hoàn cảnh mẹ góa con côi, tuy vậy hàng năm chị vẫn tổ chức đám giỗ cho anh rất chu đáo, có rất nhiều nghệ sĩ đồng nghiệp đến tham dự để tưởng niệm anh, đó cũng là niềm an ủi cho vong hồn anh nơi chín suối.\n== Tham khảo ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Nghệ sĩ cải lương]]\n[[Thể loại:sinh năm 1964]]\n[[Thể loại:mất năm 1999]]\n[[Thể loại:người An Giang]]\n[[Thể loại:Người họ Huỳnh tại Việt Nam]]"}