{"298010":"{{Nhiều vấn đề|\n{{Chú thích trong bài|date=tháng 11\/2021}}\n{{Cần biên tập|date=tháng 11\/2021}}\n{{Thái độ trung lập|date=tháng 11\/2021}}\n{{Cần dọn dẹp-viết lại|date=tháng 11\/2021}}\n{{Diễn giải gần giống nội dung bản quyền|date=tháng 11\/2021}}\n}}\n{{Infobox criminal\n| màu = \n| màu 2 = \n| màu chữ = \n| name = Khánh Trắng\n| birth_name = Dương Văn Khánh\n| image = \n| image_size = 230px\n| caption = \n| birth_place = [[Hà Nội]], [[Bắc Việt Nam]]\n| death_cause = [[Xử bắn]]\n| death_place = trường bắn [[Cầu Ngà]], Hà Nội, [[Việt Nam]]\n| an táng = \n| tưởng niệm = \n| alias = Khánh Trắng\n| dân tộc = [[Người Việt|Kinh]]\n| cư trú = 31\/10 phố Nguyễn Thiếp, phường Đồng Xuân, Hà Nội\n| quốc gia = [[Việt Nam]]\n| nationality = [[Việt Nam]]\n| occupation = Đội trưởng đội bốc xếp chợ Đồng Xuân, Trùm băng đảng xã hội đen\n| charge = [[Giết người]], [[cướp|cướp tài sản công dân]], [[trốn thuế]], che giấu tội phạm\n| conviction_penalty = [[Tử hình]]\n| học vấn = \n| alma_mater = \n| công việc = \n| yearsactive = \n| vai diễn đáng chú ý = \n| vai diễn chú ý = \n| employer = \n| organization = \n| chiều cao = \n| cân nặng = \n| danh hiệu = \n| lương = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = \n| tôn giáo = \n| người hôn phối = \n| vợ = \n| chồng = \n| con cái = \n| cha mẹ = \n| người thân = \n| chữ ký = \n| website = \n| tên gốc = \n| birth_date = 1956\n| death_date = {{Death date and age|1998|10|13|1956}}\n| học vị = \n| nổi tiếng = \n| notable works = \n| quê quán = \n| tiêu đề = \n| đảng phái = \n| cha = \n| mẹ = \n| giải thưởng = \n| cỡ chữ ký = \n}}\n\n'''Khánh Trắng''' (1956 — 13 tháng 10 năm 1998), tên thật là '''Dương Văn Khánh''', là một nhân vật cầm đầu băng đảng [[xã hội đen]] gồm 19 tên [[tội ác|tội phạm]] khét tiếng [[Hà Nội]] trong những năm cuối của thế kỷ 20. Là chủ tịch Nghiệp đoàn chợ Đồng Xuân, nhưng đó chỉ là bức bình phong ngụy trang cho tổ chức [[mafia]] của hắn trong thế giới ngầm [[Hà Nội]] những năm cuối thập niên 1990.\n\nKhánh Trắng có vẻ ngoài nho nhã, thư sinh song lại được xem là một sát thủ máu lạnh đội lốt một ông đội trưởng bốc xếp. Với vẻ ngoài hào hoa lịch lãm và làm nhiều công tác từ thiện đều là để che mắt thiên hạ. Sau Khánh là một đám đàn em sẵn sàng ra tay với bất kỳ ai theo lệnh của hắn, nên đa số những vụ ẩu đả, đâm chém, bóc lột tiểu thương ở [[chợ Đồng Xuân]] đều do đàn em hắn thực hiện.<ref>[http:\/\/www.hiv.com.vn\/su-kien\/xa-hoi\/0603425114.aspx Phúc 'Bồ' – giang hồ gãy cánh]<\/ref> Thời hoàng kim, Khánh Trắng là chủ tịch Nghiệp đoàn kiêm đội trưởng đội bốc xếp, cai quản việc buôn bán ở khu vực [[chợ Đồng Xuân]] (Hà Nội). Cùng với thanh thế ngày càng lớn, Khánh thúc đẩy các hoạt động phạm pháp của mình như tự ý thu phí các tiểu thương và những người tỉnh xa ra vào chợ, giết người và trốn thuế. Biệt danh \"Khánh Trắng\" của hắn chỉ đơn giản vì hắn có làn da trắng ngần. \n\nNăm 1996, Khánh bị bắt tại nhà hắn và bị truy tố các tội danh [[giết người]], [[cướp|cướp tài sản công dân]], [[trốn lậu thuế|trốn thuế]] và che giấu tội phạm. Khánh phải nhận [[tử hình|án tử hình]] và phải nộp cho Nhà nước gần 3,9 [[tỷ]] [[đồng (tiền)|đồng]], trong đó có hơn 3,5 tỷ đồng tiền phạt, 350 triệu đồng tiền thuế, tiền án phí, bồi thường cho các bị hại.<ref>{{Chú thích web |url=http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2001\/07\/3B9B29CE\/ |ngày truy cập=2008-11-02 |tựa đề=Khó khăn trong thi hành án dân sự với Khánh \"trắng\" |archive-date=2008-12-08 |archive-url=https:\/\/web.archive.org\/web\/20081208023611\/http:\/\/www.vnexpress.net\/GL\/Phap-luat\/2001\/07\/3B9B29CE\/ |url-status=dead }}<\/ref> Khánh Trắng bị [[xử bắn]] ngày 13 tháng 10 năm 1998. [[Thiếu tướng]] [[Phạm Xuân Quắc]], nguyên Cục trưởng Cục Cảnh sát Điều tra Tội phạm về trật tự xã hội (C14), [[Bộ Công an (Việt Nam)|Bộ Công an]] chính là Trưởng ban chuyên án vụ bắt trùm tội phạm Khánh Trắng và đồng đảng ở Hà Nội năm 1996.<ref>{{Chú thích web |url=http:\/\/www.vtc.vn\/hot\/tuong-quac-va-pmu-18\/14247\/index.htm |ngày truy cập=2008-11-02 |tựa đề=Tướng Quắc và PMU 18 |archive-date = ngày 12 tháng 2 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090212124156\/http:\/\/www.vtc.vn\/hot\/tuong-quac-va-pmu-18\/14247\/index.htm }}<\/ref> Ông Quắc cho rằng, xét về mặt tổng kết các nghiệp vụ của ngành công an, thì vụ án băng nhóm của Khánh Trắng vẫn là một cái mốc quan trọng đánh giá sự tiến hóa nguy hiểm của [[tội phạm hình sự]] ở Việt Nam, từ chỗ hoạt động theo kiểu các ổ nhóm nhỏ lẻ bắt đầu liên kết với nhau thành những [[băng nhóm tội phạm]] quy mô lớn, có tổ chức chặt chẽ với các hoạt động bảo kê, móc nối theo kiểu xã hội đen, đâm thuê chém mướn và [[đòi nợ thuê]].\n\n== Đầu đời ==\nKhánh Trắng tên khai sinh là Dương Văn Khánh, sinh năm 1956 trong một gia đình có 11 anh chị em, anh là con út. Cha anh có đến 3 người vợ khác nhau, trong khi mẹ anh cũng trải qua 3 đời chồng, vì vậy anh em nhà Khánh mang ba dòng họ khác nhau. Anh em cùng bố với Khánh đều là những người có học, làm ăn lương thiện. Khi bố Khánh còn sống, dòng họ Dương không nhận Khánh là con trong gia đình. Từ nhỏ, Khánh sống cùng mẹ và các anh em [[cùng mẹ khác cha]] ở [[Phố Kim Mã, Hà Nội|phố Kim Mã]], [[quận Ba Đình]], [[Hà Nội]]. Gia đình khó khăn, thường xuyên phải nhận trợ cấp nhà nước. Khánh có bốn anh em trai cùng mẹ. Ba trong số đó từng nhiều lần bị bắt vì tội trộm cắp và hành hung. Khánh học hết lớp 5 thì bỏ học. Năm 1975, Khánh đi làm cho nhà máy Cao su Sao Vàng được 8 tháng rồi cũng bỏ việc.<ref name=\"bigbilands\">{{citeweb|url=https:\/\/bigbiglands.com\/tieu-su-khanh-trang\/|title=Tiểu sử Khánh Trắng|accessdate=24 tháng 2 năm 2022|website=bigbilands.com|date=12 tháng 6 năm 2021}}<\/ref>\n\nTừ khi bỏ việc đến năm 1989, Khánh phạm một số tội và nhiều lần ra tù vào tội với 5 tiền án, tiền sự. Năm 1989 Khánh mua [[xích lô]] ra gầm [[cầu Long Biên]] chở hàng thuê kiếm ăn hàng này. Từ đây, Khánh tập hợp được đàn em khoảng ba chục tên, đều là dân phạm tội, làm nghề đạp xích lô kiếm sống. Cũng trong khoảng thời gian này, tại địa bàn [[chợ Đồng Xuân]] và các khu vực xung quanh, một số băng nhóm khác cũng làm nghề đạp xích lô và bốc xếp hàng hoá. Khi băng nhóm của Khánh ngày càng lớn mạnh, Khánh bắt đầu tranh giành địa bàn ở khu phố [[Đường Trần Nhật Duật, Hà Nội|Trần Nhật Duật]], [[Hàng Chiếu]] nhằm mở rộng tầm ảnh hưởng băng nhóm của mình. Đây được coi là một nước đi liều mạng và khôn khéo của Khánh.<ref name=\"bigbilands\"\/>\n\n== Trở thành Chủ tịch Nghiệp đoàn và chiếm lĩnh chợ Đồng Xuân ==\nĐầu năm 1991, [[Ủy ban nhân dân]] phường Đồng Xuân có chủ trương lập lại trật tự vận chuyển bốc xếp hàng hoá ở chợ Đồng Xuân. Vì vậy, Khánh xin phép thành lập đội trật tự — dịch vụ bốc xếp tự quản tại đây. Được Ủy ban nhân dân phường đồng ý, Khánh được chỉ định làm đội trưởng, cùng các đội phó Nguyễn Văn Sơn (Sơn \"lùn\") và Nguyễn Văn Tuân (Dũng \"béo\") — đều là tay chân thân cận của Khánh.\n\nBa tháng sau, Ủy ban nhân dân [[quận Hoàn Kiếm]] quyết định cho Khánh đứng tên giấy phép kinh doanh dịch vụ bốc xếp, vận chuyển hàng hóa tại chợ. Đến năm 1992, tổ chức công đoàn và lao động đội bốc xếp Đồng Xuân được thành lập, đây là tổ chức công đoàn ngoài quốc doanh đầu tiên được thành lập tại Hà Nội. Khánh sau đó được bầu làm chủ tịch Nghiệp đoàn kiêm đội trưởng đội bốc xếp. Khi Khánh chính thức trở thành chủ tịch Nghiệp đoàn bốc xếp chợ Đồng Xuân (quân số khoảng 500 người), tiểu thương chợ Đồng Xuân và các chợ lân cận thường bắt gặp Khánh đi [[xe jeep]] cùng vài tên [[vệ sĩ]].\n\nBan đầu, đội dịch vụ bốc xếp này làm ăn khá tử tế, thậm chí còn nhận được sự ngợi khen từ lãnh đạo chính quyền, được coi là tấm gương sáng để noi theo. Nhưng Khánh nghĩ khu vực chợ Đồng Xuân không đủ đất để làm ăn nên tìm cách mở rộng ảnh hưởng sang các khu vực khác. Lạm dụng quyền vụ chức chủ tịch Nghiệp đoàn, Khánh được mệnh danh là \"ông vua không ngai\" Đồng Xuân, khi hắn tự ý phạt [[ô tô]] đi ngược chiều, phạt những người lấn chiếm lòng lề đường, thu phí những người tỉnh xa ra vào chợ Đồng Xuân, [[Long Biên]]. Khánh cấm không cho ai được phép bốc dỡ hàng hoá của hắn, bất kể khối lượng lớn hay bé, toàn bộ số tiền kiếm được đàn em phải nộp lại cho hắn. Tiểu thương nào không để cho quân của Khánh bốc hàng sẽ bị đàn em hắn hành hung. Vừa vác hàng băng nhóm Khánh cũng tranh thủ lấy cắp, thậm chí cướp ngay trước mặt chủ mà không ai dám nói gì vì sợ bị trả thù. Hàng ngày, ngoài tổ trưởng, tổ phó (hầu hết đều là dân giang hồ) phải báo cáo tình hình cho Khánh, các \"mật thám\" do Khánh cài cắm cũng phải gửi báo cáo cho hắn.<ref name=\"bigbilands\"\/> \n\nNăm 1994 chợ Đồng Xuân xảy ra vụ cháy lớn làm địa bàn hoạt động bị thu hẹp đáng kể. Do đó Khánh bắt đầu lấn sân sang địa bàn bến xe và chợ Long Biên do Hùng \"cuba\" nắm quyền. Khánh cố thương lượng với Hùng \"cuba\" để giành quyền kiểm soát các khu vực này, nhưng không được chấp thuận. Đáp trả lại, Khánh cho đàn em đón chặn tất cả các ngả đường, đầu vào chợ Long Biên và bến xe, buộc các chủ hàng phải cho chúng vận chuyển. Không còn nguồn hàng hoá bốc xếp vận chuyển, Hùng \"cuba\" buộc phải làm đội phó (trên danh nghĩa), trở thành người làm công ăn lương như những lao động khác. \n\nNhằm hợp pháp hoá địa bàn hoạt động, Khánh cho phát triển tổ chức công đoàn ở đội bốc xếp của Hùng \"cuba\" rồi sau đó sáp nhập hai tổ chức này lại thành Nghiệp đoàn bốc xếp — vận chuyển chợ Đồng Xuân — Long Biên. Khi đã có vỏ bọc, Khánh tiếp tục các hành vi phạm pháp như thành lập tổ kiểm tra trật tự trong đội gồm những tên tay chân thân cận, chuyên đi phạt các tiểu thương, chủ hàng ra vào khu vực chợ Đồng Xuân — Long Biên. Chúng tự đặt ra mức phạt, tiền thu đều được nộp cho Khánh.<ref name=\"bigbilands\"\/>\n\nNhưng, bằng nguồn thu lợi bất chính dùng làm tiền từ thiện, Khánh lại được coi là một nhà hảo tâm có tấm lòng nhân hậu, càng giúp hạn che giấu các hoạt động phạm pháp của mình.\n== Vụ giết người ở 44 phố Hàng Chiếu ==\nMột trong những vụ giết người của Khánh được dư luận quan tâm nhất là vụ sát hại Nguyễn Đức Thắng (tức Đạt) ở 44 phố [[Hàng Chiếu]], quận Hàng Chiếu, Hà Nội. Lúc đó Đạt buôn bán [[mũ cối]] giả ở khu vực chợ Đồng Xuân kiếm sống qua ngày. Đạt nhanh chóng nảy sinh mâu thuẫn với Trần Đại Dương, một đàn em của Khánh, thành viên Nghiệp đoàn, đội viên đội trật tự — tự quản chợ Đồng Xuân. Trưa ngày 24 tháng 3 năm 1991, Đạt dùng dao chém vào vai Dương nhưng không gây thương tích, sau đó bỏ trốn khỏi chợ. Dương đuổi theo Đạt nhưng bị Nguyễn Văn Hưng — anh ruột Đạt — cùng những người buôn mũ cối trên đường ngăn lại. Dương tức tối đi tìm Khánh để báo lại sự việc.<ref name=\"hàng chiếu\"\/><ref name=cand>{{citeweb|url=https:\/\/cand.com.vn\/Cong-an\/Ke-lai-don-can-nao-trong-vu-an-Khanh-trang-i206853\/|title=Kể lại đòn cân não trong vụ án Khánh \"trắng\"\"|date=20 tháng 7 năm 2012|accessdate=24 tháng 2 năm 2022|tác giả=T. Hoà, Phương Thủy|báo=Công an nhân dân Online}}<\/ref> \n\nCho rằng anh em nhà Đạt dám qua mặt mình, Khánh lệnh cho đàn em gồm Trần Đại Dương, Phạm Gia Chiến, Vũ Quốc Dũng, Tống Văn Thắng cùng Khánh đi tìm bắt Đạt để đưa về công an phường giải quyết. Đến khi vực trước cổng số 44 phố Hàng Chiếu, thấy Hưng ngồi uống nước nên Khánh hô hào đàn em đánh, bắt Hưng đưa về Công an phường Đồng Xuân thì Đạt — biết anh đang bị đánh — chạy qua hàng bán thịt [[bò]] của chị Hoa ở [[Phố Nguyễn Thiện Thuật, Hà Nội|phố Nguyễn Thiện Thuật]] cướp dao thái thịt rồi chạy lại đâm Chiến bị thương vào cổ, đâm Dũng bị thương ở bụng, đầu gối. Dũng cướp được dao của Đạt và đàn em xông vào đánh gục Đạt, Khánh cầm dao của Đạt lệnh cho anh em khiêng Đạt lên xích lô trở về công an phường và đưa những tên bị Đạt đâm đi viện. Khi đến Công an phường Đồng Xuân thì Đạt đã chết.<ref name=\"hàng chiếu\">{{citeweb|url=https:\/\/thuvienphapluat.vn\/tintuc\/vn\/thoi-su-phap-luat\/thoi-su\/-33402\/noi-am-anh-mang-ten-khanh-trang|title=Nỗi ám ảnh mang tên Khánh \"trắng\"|website=thuvienphapluat.vn|date=21 tháng 12 năm 2009|accessdate=24 tháng 2 năm 2022}}<\/ref><ref>{{citeweb|url=https:\/\/tintuconline.com.vn\/thoi-su\/giet-nguoi-chi-bi-phat-canh-cao-n-19915.html|title=Giết người chỉ bị... phạt cảnh cáo|báo=Tin tức Online|date=9 tháng 5 năm 2009|accessdate=24 tháng 2 năm 2022}}<\/ref><ref>{{citeweb|url=https:\/\/nld.com.vn\/dia-phuong\/dai-ta-cshs-tiet-lo-vu-khi-bi-mat-ha-guc-trum-giang-ho-khanh-trang-20150916102835659.htm|title=Đại tá CSHS tiết lộ \"vũ khí\" bí mật hạ gục trùm giang hồ Khánh \"trắng\"|báo=Người Lao Động|tác giả=Hoà Thủy|date=16 tháng 9 năm 2015|accessdate=24 tháng 2 năm 2022}}<\/ref>\n\nTối hôm đó, Khánh triệu tập đàn em có liên quan đến vụ ẩu đả đến nhà mẹ đẻ ở [[Hàng Bột|đường Tôn Đức Thắng]], yêu cầu họ đổ tội cho Vũ Quốc Dũng là kẻ đã cướp dao và giết anh Đạt. Vũ Quốc Dũng đã thú nhận hành vi giết người, và công an sau đó bác bỏ hồ sơ trong vài năm cho đến khi Khánh bị bắt vào năm 1996.\n== Bị điều tra thuế ==\nMặc dù Khánh rất giàu có nhưng hắn không phải nộp bất kỳ khoản thuế hoặc phí nào cho chính quyền cơ sở. Đến khi Chi cục thuế Hoàn Kiếm yêu cầu Khánh khai báo doanh thu, nộp thuế cho nhà nước, hắn mới cho người làm các thủ tục. Tại địa bàn Long Biên, Khánh không khai báo và cũng không nộp thuế.\n\nTừ năm 1994 đến tháng 5 năm 1996, Khánh khai doanh thu với cơ quan thuế là trên 740 triệu [[đồng]], chỉ nộp tổng số thuế doanh thu và lợi tức trong 3 năm hơn 62 triệu đồng. Trong khi đó, khám xét nhà Khánh, cơ quan công an thử được những chứng từ, tài liệu chứng minh doanh thu của Khánh trong 8 ngày đã gần 110 triệu đồng. Tính trung bình, doanh thu của Khánh gần 14 triệu đồng một ngày.\n\nSau này, theo tính toán của Cục Thuế Hà Nội, từ năm 1992 đến tháng 5 năm 1996, tổng doanh thu của Khánh là hơn 5,5 tỷ đồng. Khánh đã gian dối không khai báo doanh thu hơn 4,8 tỷ đồng, trốn [[thuế]] hơn 350 triệu đồng.<ref name=\"bigbilands\"\/>\n\n== Bị bắt giữ và xét xử ==\nNgày 24 tháng 5 năm 1996, Khánh Trắng và một số đàn em bị bắt tại nhà của Khánh trên đường Nguyễn Thiệp, Hà Nội. Khi xét xử, Khánh bị [[truy tố]] với các tội danh [[giết người]], [[cướp tài sản]], [[trốn thuế]] và che giấu tội phạm. Theo bản án sơ thẩm và phúc thẩm, Khánh nhận án [[tử hình]] và phải nộp trả nhà nước gần 3,9 tỷ đồng, trong đó có 3,5 tỷ tiền phạt, 350 triệu tiền thuế, án phí và bồi thường cho người bị hại. Với những chứng cứ được đưa ra đều chống lại mình, Khánh chấp nhận lãnh án tử. Ngày 13 tháng 10 năm 1998, Dương Văn Khánh bị xử bắn tại trường bắn Cầu Ngà, Hà Nội.<ref name=\"phút cuối\">{{citeweb|url=https:\/\/m.giaoduc.net.vn\/tieu-diem\/nhung-phut-cuoi-doi-cua-trum-giang-ho-khanh-trang-qua-anh-post67960.gd|title=Những phút cuối của trùm giang hồ Khánh Trắng qua ảnh|báo=Tạp chí điện tử Giáo dục Việt Nam|date=14 tháng 6 năm 2019}}<\/ref>\n\nVụ án Khánh Trắng lúc bấy giờ làm dư luận xôn xao vì có đông đảo bị cáo nhất (24), thời gian xét xử lâu nhất, phiên tòa có nhiều nhân chứng nhất (70), xét xử nhiều tội nhất (11 tội danh của 24 bị cáo) và là phiên toà có công tác bảo vệ nghiêm ngặt nhất so với các vụ trọng án khác.<ref name=\"phút cuối\"\/>\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Sinh năm 1956]]\n[[Thể loại:Mất năm 1998]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Xã hội đen ở Việt Nam]]\n[[Thể loại:Người bị kết tội là tội phạm giết người tại Việt Nam]]"}