{"1609761":"{{Infobox military unit\n|unit_name= Không quân Quốc gia Khmer <br> ''Khmer National Air Force'' <br> ''Armée de l'Air Khmère'' \n|image= [[Tập tin:Flag of the Khmer Republic.svg|200px]] \n|caption= Quân kỳ Không quân Quốc gia Khmer (1970-1975)\n|dates= 8 tháng 6 năm 1971 – 17 tháng 4 năm 1975 \n|country=  \n|allegiance= [[Tập tin:Flag of the Khmer Republic.svg|22px]] [[Cộng hòa Khmer]] \n|branch= [[Không quân]]\n|type= \n|role= \n|size= 10,000 quân (lúc cao điểm) <br> 309 máy bay (lúc cao điểm) \n|command_structure=\n|garrison= [[Sân bay quốc tế Phnôm Pênh|Căn cứ Không quân Pochentong]], [[Phnôm Pênh]] \n|garrison_label=\n|equipment=\n|equipment_label=\n|nickname= KAF, KhAF (AAK trong tiếng Pháp)\n|patron=\n|motto=\n|colors=\n|colors_label=\n|march=\n|mascot= \n|battles= [[Nội chiến tại Campuchia|Nội chiến Campuchia]] \n|anniversaries= 8 tháng 6 – Ngày Không lực Khmer\n|decorations=\n|battle_honours=\n<!-- Commanders -->\n|current_commander= \n|current_commander_label= \n|ceremonial_chief=\n|ceremonial_chief_label=\n|colonel_of_the_regiment=\n|colonel_of_the_regiment_label=\n|notable_commanders= [[So Satto]] <br> [[Penn Randa]] <br> [[Ea Chhong]] \n<!-- Insignia -->\n|identification_symbol= [[Tập tin:Roundel of Cambodia (1970–1975).svg|centre|100px]]\n|identification_symbol_label= Roundel\n|identification_symbol_2= [[Tập tin:Flag of the Khmer Republic.svg|centre|60px]]\n|identification_symbol_2_label= Fin Flash\n<!-- Aircraft -->\n|aircraft_attack= [[Fouga CM.170 Magister|Fouga Magister]], [[North American T-28 Trojan|T-28]], [[Douglas A-1 Skyraider|A-1]], [[Cessna T-37|T-37]], [[Helio Stallion|AU-24]], [[Douglas AC-47 Spooky|AC-47]] \n|aircraft_bomber= \n|aircraft_electronic= \n|aircraft_fighter= [[Shenyang J-5|J-5]], [[Mikoyan-Gurevich MiG-17|MiG-17]] \n|aircraft_interceptor=\n|aircraft_recon= [[Fieseler Fi 156|MS 500 Criquet]], [[O-1 Bird Dog]], [[de Havilland Canada DHC-2 Beaver|U-6 (L-20)]], [[Cessna 180|U-17]]\n|aircraft_patrol= \n|aircraft_trainer= [[North American T-6 Texan|T-6]], [[North American T-28 Trojan|T-28]], [[T-41 Mescalero|T-41]], [[Socata Horizon]], [[Mikoyan-Gurevich MiG-15|MiG-15UTI]], [[Fouga CM.170 Magister|Fouga Magister]], [[Cessna T-37|T-37]]\n|aircraft_transport= [[Dassault MD 315 Flamant]], [[Aero Commander (máy bay)|Aero Commander]], [[Utva 56]], [[Antonov An-2 Colt|An-2]], [[Ilyushin Il-14|Il-14]], [[Douglas C-47 Skytrain|C-47]], [[Douglas C-54 Skymaster|Douglas C-54]], [[C-123 Provider|C-123K]], [[Alouette II]], [[Alouette III]], [[H-19 Chickasaw|H-19]], [[H-34 Choctaw|H-34]], [[Bell UH-1 Iroquois|UH-1]], [[Mil Mi-4|Mi-4]]\n}} \n'''Không quân Quốc gia Khmer''' ([[tiếng Pháp]]: ''Armée de l'Air Khmère'' – AAK; [[tiếng Anh]]: ''Khmer National Air Force'' - KNAF hoặc KAF) là [[quân chủng]] [[không quân]] [[Lực lượng Vũ trang Quốc gia Khmer|Quân lực Quốc gia Khmer]] (FANK) và là lực lượng quân sự chính thức của nước [[Cộng hòa Khmer]] trong cuộc [[nội chiến tại Campuchia|nội chiến Campuchia]] năm [[1970]]–[[1975]].\n\n==Lịch sử==\n===Hình thành (1954–1955)===\nMặc dù liên đội non trẻ của [[Lục quân Quốc gia Khmer|Quân đội Hoàng gia Khmer]] được lên kế hoạch lần đầu tiên vào năm [[1952]] nhưng mãi đến ngày [[22 tháng 4]] năm [[1954]] thì '''Không quân Hoàng gia Khmer''' ([[tiếng Pháp]]: ''Aviation Royale Khmère'' – AVRK) mới chính thức thành lập dựa theo sắc lệnh của Hoàng thất Campuchia. Dưới sự chỉ huy của [[Đại tá]] [[Ngo Hou]], nguyên bác sĩ riêng của Hoàng thân [[Norodom Sihanouk]] là và được biết đến một cách mỉa mai là ‘Câu lạc bộ Hàng không Hoàng gia’.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 19.<\/ref> Không quân Hoàng gia Khmer ban đầu chỉ có một phi đội gồm bốn [[máy bay liên lạc]] [[Morane-Saulnier MS 500|Morane-Saulnier MS.500 Criquet]], hai [[máy bay chuyên dụng]] hạng nhẹ [[Cessna 180]], một máy bay cá nhân hạng nhẹ [[Cessna 170]] và một máy bay vận tải [[DC-3]] được sửa sang để chuyên chở yếu nhân (VIP). Ở giai đoạn này, Không lực Hoàng gia Khmer chưa phải là một quân chủng độc lập; vào lúc đầu, cán bộ nhân viên Không lực phải lấy từ bên Công binh qua, [[Bộ Quốc phòng (Pháp)|Bộ Quốc phòng]] đặt quân chủng Không quân Hoàng gia Khmer dưới sự kiểm soát hành chính của Tổng cục thanh tra Công binh quân đội.\n\n===Phát triển (1955–1964)===\nTrong giai đoạn mở rộng lần đầu từ năm [[1955]]–[[1962]], Không quân Hoàng gia Khmer nhận được sự hỗ trợ từ [[Pháp]], [[Đế quốc Mỹ|Mỹ]], và [[Israel]] với việc cung cấp các chương trình huấn luyện, hỗ trợ kỹ thuật và máy bay bổ sung. Phái đoàn cố vấn viện trợ quân sự Mỹ (USMAAG) đã chuyển nhượng 14 chiếc máy bay huấn luyện [[North American T-6 Texan|T-6G Texan]], 8 máy bay trinh sát [[L-19 Bird Dog|Cessna L-19A Bird Dog]], 3 máy bay liên lạc [[L-20 Beaver|DHC L-20 Beaver]] và 7 máy bay vận tải [[Douglas C-47 Skytrain|C-47]] (sớm được gia nhập với thêm hai chiếc vận tải cơ C-47 mua từ Israel) cho phép Không quân Hoàng gia Khmer sở hữu một khả năng tấn công hạng nhẹ cũng như nâng cao công tác trinh sát và khả năng vận chuyển quân đội.\n\n===Trung lập (1964–1970)===\nCác khóa huấn luyện máy bay đầu tiên trong nước bắt đầu vào tháng 10 năm 1954 bởi các huấn luyện viên [[người Pháp]] tại Trường huấn luyện Hàng không Hoàng gia mới được thành lập tại [[sân bay quốc tế Phnôm Pênh|sân bay Pochentong]] gần [[Phnôm Pênh]], dù các khóa sinh phi công người Khmer về sau đều được đưa sang Pháp. Vào [[tháng tám|tháng 8]] năm [[1964]], chương trình viện trợ USMAAG của Mỹ đã bị đình chỉ khi Campuchia vừa thông qua một chính sách trung lập, do đó Không quân Hoàng gia Khmer tiếp tục dựa vào viện trợ quân sự từ Pháp, nhưng đồng thời cũng quay sang phía [[Úc]], [[Liên Xô]] và [[Trung Quốc]] về khoản máy bay và huấn luyện.\n\nDo thiếu hụt nguồn nhân lực và khí tài bay hạn chế, Không lực Khmer khó đảm bảo việc bảo vệ không phận quốc gia. Mặc dù có vài đường băng khác hơn Pochentong, thế nhưng chúng chỉ được sử dụng tạm thời như đường băng hạ cánh khẩn cấp và chẳng bao giờ làm thành căn cứ không quân thứ cấp. Do đó, không quân chỉ đơn thuần được coi là một lực lượng yểm trợ tác chiến nhằm cung cấp các dịch vụ vận chuyển hàng không cho các đơn vị bộ binh và thỉnh thoảng đóng vai trò không yểm cho các cuộc hành quân tác chiến trên bộ và trên biển. \n  \n===Tổ chức trước năm 1970===\n[[Tháng ba|Tháng 3]] năm [[1970]], Không quân Hoàng gia Campuchia có tổng quân số lên đến 1250 sĩ quan và phi công dưới sự chỉ huy của [[Đại tá]] [[Keu Pau Ann]], bao gồm một phần các nhân viên phi hành đoàn tổ bay (phi công, hoa tiêu, kỹ sư máy bay, điện đài viên và công nhân cơ khí hàng không) và kỹ thuật viên mặt đất (điều không, nhân viên đài phát thanh và radar, thợ máy và các nhân viên phụ trợ). Các thành phần không quân chính của Liên đoàn Không quân chiến thuật gồm bốn nhóm bay - một huấn luyện nâng cao, một tấn công, một vận tải và liên lạc và một quang báo - được cung cấp bằng một loạt khí tài hỗn hợp gồm 143 máy bay với 23 loại khác nhau, nguồn gốc chủ yếu là từ Pháp, Mỹ, Liên Xô, Trung Quốc, [[Nam Tư]] và [[Canada]]. Hầu hết các máy bay và nhân viên đều tập trung tại căn cứ quân sự gần kề sân bay quốc tế Pochentong ở Phnôm Pênh, nơi đặt Học viện Hàng không và Bộ chỉ huy Không quân Hoàng gia Khmer được cấu trúc như sau:   \n*'''Học viện Hàng không''' (Trường huấn luyện Hàng không Hoàng gia) tại Pochentong sử dụng một phi đội huấn luyện nâng cao gồm có 8 máy bay huấn luyện hạng nhẹ [[Yakovlev Yak-18|Yakovlev Yak-18 Max]] và 12 chiếc [[SOCATA Horizon|Gardan GY-80 Horizon]], cộng với 4 máy bay huấn luyện phản lực [[Fouga CM.170 Magister|Potez CM.170R Fouga Magister]] (chuyển đổi sang vai trò tấn công trên bộ) và 4 chiếc [[Cessna T-37 Tweet|Cessna T-37B Tweet]].\n*'''Không đoàn tiêm kích''' gồm có sáu máy bay [[Shenyang J-5]], 12 máy bay chiến đấu [[MiG-17F]], và một máy bay huấn luyện phản lực [[MiG-15UTI]], 16 máy bay tấn công ban đêm có ba chỗ ngồi [[Douglas A-1 Skyraider|Douglas AD-4N Skyraider]] (chỉ có tám cái hoạt động vào năm [[1968]]) và 17 máy bay huấn luyện [[T-28D Trojan Bắc Mỹ]] chuyển đổi sang vai trò máy bay ném bom-chiến đấu.<ref>Nalty, Neufeld and Watson, ''An Illustrated Guide to the Air War over Vietnam'' (1982), p. 114.<\/ref>\n*'''Không đoàn trợ chiến trinh sát''' gồm có 8 máy bay trinh sát hạng nhẹ [[Cessna L-19 Bird Dog]].\n*'''Không đoàn vận tải liên lạc''' sử dụng máy bay vận tải bốn động cơ [[Douglas C-54 Skymaster|Douglas C-54B Skymaster]] (được dùng để chở yếu nhân), một máy bay vận tải chuyên dụng [[Ilyushin Il-14]], hai máy bay vận tải chuyên dụng [[Cessna 180|Cessna 180 Skywagon]], ba máy bay vận tải chuyên dụng [[De Havilland Canada DHC L-20 Beaver]] [[STOL]], ba chuyên cơ liên lạc [[UTVA 56|UTVA 60AT1]], sáu máy bay vận tải hai động cơ hạng nhẹ [[Dassault MD 315 Flamant|Dassault MD 315R Flamant]], tám máy bay vận tải [[Antonov An-2 Colt]] và 12 máy bay vận tải [[Douglas C-47 Skytrain]].\n*'''Không đoàn trực thăng''' sử dụng một chiếc trực thăng vận tải chuyên dụng [[Mil Mi-4|Mil Mi-4 Hound]], một [[Sikorsky H-19|Sikorsky H-19 Chickasaw]] và hai [[Sikorsky H-34 Choctaw]], cộng thêm tám trực thăng hạng nhẹ [[Aérospatiale Alouette II|Sud Aviation SA 3130 Alouette II]] và ba hoặc năm chiếc [[Aérospatiale Alouette III|Sud Aviation SA 316B Alouette III]].<ref>Gunston, ''An Illustrated Guide to Military Helicopters'' (1981), p. 112.<\/ref>\n \nNgoài những máy bay được mua lại hoặc tặng từ các quốc gia thân thiện, Không quân Hoàng gia Khmer từ năm [[1962]] và [[1966]] được sáp nhập vào danh mục khí tài một số lượng nhỏ máy bay và trực thăng do những phi công [[Không lực Việt Nam Cộng hòa]] (VNAF) đào ngũ bay sang Campuchia, trong đó bao gồm ba máy bay [[A-1H Skyraider]] và hai trực thăng [[Sikorsky H-34]].<ref>Jan Forsgren, ''Cambodia: Khmer Air Force History 1970-1975'' (Part 1) - http:\/\/www.aeroflight.co.uk\/waf\/aa-eastasia\/cambodia\/cam-af-history1.htm.<\/ref>  \n   \n====Tiểu đoàn An ninh Không quân==== \nĐể tuần tra các căn cứ và máy bay chính yếu ở Pochenton nhằm chống lại các hành vi phá hoại hoặc các cuộc tấn công của đối phương, khoảng năm [[1967]]-[[1968]], Bộ Tư lệnh Không quân Quốc gia Khmer đã cho thành lập một tiểu đoàn bảo vệ an ninh phi trường gọi tắt là Tiểu đoàn an ninh Không quân ([[tiếng Pháp]]: ''Battaillon de Fusiliers de l'Air'' - BFA). Tương tự như chức năng của [[Trung đoàn Không quân Hoàng gia Anh]], BFA được tổ chức như một tiểu đoàn [[bộ binh hạng nhẹ]] bao gồm ba đại đội súng trường được phân công chủ yếu dành cho nhiệm vụ bảo vệ an ninh sân bay và phòng thủ tĩnh. Thường xuyên được phân bổ tại căn cứ không quân Pochenton do [[Thiếu tá Không quân|Thiếu tá]] [[Sou Chhom]] chỉ huy, tiểu đoàn có khoảng 200-300 phi công được trang bị các loại [[súng trường kiểu chốt]] và [[súng tiểu liên]] lỗi thời do Pháp sản xuất.<ref name=\"autogenerated218\">Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), p. 218.<\/ref> \n  \n===Tái tổ chức (1970–1971)===\n'''Không quân Quốc gia Khmer''' ([[tiếng Pháp]]: ''Aviation Nationale Khmère'' – AVNK) tái chỉnh trang tạm thời trong sự khuấy động của [[Đảo chính Campuchia 1970|cuộc đảo chính năm 1970]], tuy Không lực Campuchia vẫn còn lại Bộ Tư lệnh Quân đoàn phụ cho đến khi sáp nhập vào ngày 8 tháng 6 năm 1971, mới chính thức trở thành quân chủng độc lập thứ ba trong Quân lực Quốc gia Khmer. Trạng thái mới này sau đó đã được xác nhận vào ngày 15 tháng 12, khi Không lực Quốc gia Khmer chính thức đổi tên thành '''Không lực Khmer - KAF''' ([[tiếng Pháp]]: ''Armée de l'Air Khmère'' - AAK). \n  \n====Vụ đột kích Pochentong====\nVào đêm ngày 21-22 [[tháng một|tháng 1]] năm [[1971]], khoảng 100 lính [[biệt kích|đặc công]] và [[công binh]] [[Quân đội Nhân dân Việt Nam]] đã vượt qua vành đai phòng thủ \"Biệt khu Thủ đô\" (RMS) do [[Lục quân Quốc gia Khmer|quân đội Campuchia]] thiết lập xung quanh [[Phnôm Pênh]] và thực hiện một cuộc đột kích ngoạn mục vào căn cứ không quân Pochentong. Toàn đội chia thành 6 phân đội nhỏ hơn được trang bị chủ yếu là súng trường [[AK-47]] và súng chống tăng [[Súng chống tăng B41|RPG-7]], các đơn vị đặc công Quân đội Nhân dân Việt Nam đã thành công trong việc bóc các lớp hàng rào kẽm gai và nhanh chóng áp đảo số lính trang bị kém của Tiểu đoàn an ninh làm nhiệm vụ đêm đó.\n\nMột khi vào được bên trong khu căn cứ, đội đặc công liền tung ra một đợt bắn chặn dữ dội bằng các loại súng nhỏ và [[súng phóng lựu]] bắn vào bất kỳ máy bay nào mà họ tìm thấy trên khu vực đậu xe tiếp giáp với [[đường băng]] và các công trình gần đó; một trong những đội đặc công thậm chí còn trèo vào cạnh khu nhà ga thương mại của sân bay dân sự và sau khi chiếm giữ vị trí tại nhà hàng quốc tế bên trên mái nhà, họ bắn một quả rocket vào kho chứa bom [[napan|napalm]] gần thềm để máy bay của [[Không lực Việt Nam Cộng hòa]].\n\nCuộc tập kích đã xóa sổ phần lớn trang bị của không quân Khmer. Khoảng 50 lính Campuchia chết và trên 300 lính bị thương, nhiều xe cơ giới và 69 máy bay bị phá hủy hoặc hư hại nặng trong trận này, trong khi Quân đội Nhân dân Việt Nam chỉ tổn thất 3 người.\n\n===Tái tổ chức (1971–1972)=== \nHàng loạt căn cứ không quân mới được thành lập tại Battambang (Phi trường 123), Kompong Cham (Phi trường 125), Kompong Chnang (Phi trường 124) và Ream (Phi trường 122) trong khi các sân bay thứ cấp và sân bay trực thăng các loại được thiết lập ở [[Kam pốt|Kampot]], [[Udong]], [[KompongThom]] và [[Stung Mean Chey]] gần Phnôm Pênh.\n\n===Mở rộng (1972–1974)===\n[[Tháng giêng|Tháng Giêng]] năm [[1975]], tổng quân số Không lực Quốc gia Khmer đã lên đến cao điểm với 10,000 sĩ quan và phi công (bao gồm cả nữ phi công) dưới sự chỉ huy của [[Chuẩn tướng]] [[Ea Chhong]], được trang bị một loạt khí tài tổng cộng 211 máy bay các loại được phân phối giữa các phi đoàn trong Liên đoàn Không quân chiến thuật như sau:  \n*'''Phi đoàn tiêm kích số 1''' gồm 64 máy bay ném bom [[T-28 Trojan Bắc Mỹ|T-28D]].\n*'''Phi đoàn gunship cỡ nhỏ''' có khoảng 10 chiếc [[gunship]] cỡ nhỏ [[Helio Stallion|AU-24A]].<ref>Davis and Greer, ''Gunships, A Pictorial History of Spooky'' (1982), pp. 63-64.<\/ref>\n*'''Phi đoàn điều không tiền tuyến''' sử dụng 45 [[máy bay trinh sát]] hạng nhẹ [[Cessna O-1 Bird Dog|Cessna O-1D Bird Dog]] và 16 [[máy bay liên lạc]] [[De Havilland Canada DHC-3 Otter|U-1A Otter]].\n*'''Phi đoàn vận tải số 1''' gồm 17 [[máy bay vận tải]] [[Fairchild C-123 Provider|Fairchild C-123K Provider]], 23 máy bay vận tải [[Douglas C-47 Skytrain|C-47]] và mười bốn gunship [[Douglas AC-47 Spooky|Douglas AC-47D Spooky]].<ref>Davis and Greer, ''Gunships, A Pictorial History of Spooky'' (1982), pp. 13-14.<\/ref>\n*'''Phi đoàn trực thăng''' có 10 chiếc gunship [[Bell UH-1 Iroquois|Bell UH-1G]], 46 máy bay vận tải [[Bell UH-1 Iroquois|Bell UH-1H]], ba chiếc [[máy bay trực thăng|trực thăng]] hạng nhẹ [[Aérospatiale Alouette III|Sud Aviation SA 316B Alouette III]] và hai máy bay vận tải chuyên dụng [[Sikorsky H-34 Choctaw]].<ref>Gunston, ''An Illustrated Guide to Military Helicopters'' (1981), p. 18.<\/ref>\n*'''Phi đoàn huấn luyện nâng cao''' của Học viện Không quân đóng ở căn cứ không quân Battambang sử dụng các loại máy huấn luyện gồm sáu chiếc [[Douglas C-47 Skytrain|C-47]], 16 chiếc [[T-28 Trojan Bắc Mỹ|T-28B]], 10 chiếc [[SOCATA Horizon|Gardan GY-80 Horizon]], 22 chiếc [[Cessna T-41 Mescalero]] và 24 máy bay huấn luyện phản lực [[Cessna T-37 Tweet|Cessna T-37B Tweet]].<ref>Sutsakhan, ''The Khmer Republic at War and the Final Collapse'' (1980), p. 183, Appendix C (Air Force Item).<\/ref><ref name=\"aeroflight1970\">Jan Forsgren, ''Cambodia: Khmer Air Force History 1970-1975'' (Part 2) - http:\/\/www.aeroflight.co.uk\/waf\/aa-eastasia\/cambodia\/cam-af-history2.htm<\/ref>\n \n====Trung đoàn An ninh Không quân==== \nSau một vài vụ tấn công các sân bay [[Campuchia]] vào đầu cuộc chiến, lực lượng an ninh Không lực Khmer đã trải qua một sự cải tổ lớn vào giữa năm 1971. Tiểu đoàn an ninh sân bay bị nã pháo liên hồi tại Pochentong đã được mở rộng cho phù hợp từ một tiểu đoàn súng trường duy nhất gồm ba đại đội đến một trung đoàn trọn vẹn gồm ba tiểu đoàn, tiếp nhận sự chỉ định của '''Trung đoàn an ninh Không quân số 1''' ([[tiếng Pháp]]: ''1er Regiment de Fusiliers de l’Air'' – 1 RFA). Từ giữa [[tháng bảy|tháng 7]] năm [[1971]] đến [[tháng mười hai|tháng 12]] năm [[1972]], các tiểu đoàn không quân được luân chuyển thông qua các chương trình huấn luyện bộ binh chuyên sâu ở miền [[Nam Việt Nam]] để nâng cao khả năng chiến đấu của họ, với các phi công được lựa chọn một số khóa huấn luyện chuyên ngành như vào đầu năm 1973, Trung đoàn an ninh Không quân số 1 gồm hai tiểu đoàn cộng thêm một tiểu đoàn chuyên được huấn luyện cho các phi vụ tìm kiếm, giải cứu và bảo vệ yếu nhân (VIP). \n \nBộ Tư lệnh an ninh Không quân Khmer dưới sự chỉ huy của [[Đại tá]] [[Sou Chhom]] được tăng cường vào năm 1974, một đơn vị thứ hai được điều động nhằm củng cố phòng tuyến tại căn cứ không quân [[Kompong Cham]] sẽ trở thành '''Trung đoàn an ninh Không quân số 2''' ([[tiếng Pháp]]: ''2éme Regiment de Fusiliers de l’Air'' – 2 RFA).<ref>Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), pp. 218; 224, note 9.<\/ref> Các tiểu đoàn của Trung đoàn an ninh Không quân số 2 do [[Lực lượng đặc biệt Khmer]] phụ trách huấn luyện trong nước tại Trung tâm huấn luyện bộ binh Ream gần [[Kompong Som]].<ref>Conboy, ''South-East Asian Special Forces'' (1991), p. 15.<\/ref> Đến [[tháng tư|tháng 4]] năm [[1975]], lực lượng an ninh Không lực Khmer có tổng quân số lên đến 1,600 phi công biên chế thành sáu tiểu đoàn bộ binh hạng nhẹ, được trang bị các loại vũ khi nhỏ đã lỗi thời của Mỹ và tịch thu các loại vũ khí nhỏ hiện đại của Liên Xô hoặc Trung Quốc.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 18.<\/ref> \n \n==Chiến sử== \n===Tham chiến (1971–1973)===\nNgày [[7 tháng 10]] năm [[1972]], quân Giải phóng miền Nam Việt Nam một lần nữa lại tung thêm lực lượng [[biệt kích|đặc công]] thực hiện đòn tấn công bí mật vào [[Phnôm Pênh]], gồm khoảng 103 người thuộc [[Trung đoàn đặc công 367 Quân đội Nhân dân Việt Nam]] đột kích vào Bộ Tư lệnh Thiết kỵ [[Lục quân Quốc gia Khmer]] đóng tại [[Sân vận động Olympic Phnôm Pênh|sân vận động Olympic]] ở vùng ngoại ô phía bắc thủ đô Campuchia, nơi đặt bãi đậu xe thiết giáp trong nhà.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 37.<\/ref><ref>Conboy and McCouaig, ''South-East Asian Special Forces'' (1991), pp. 53-54.<\/ref><ref>Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), p. 194.<\/ref><ref>Serra, ''L’armée nord-vietnamienne, 1954-1975 (2e partie)'' (2012), p. 38.<\/ref> Quân đội [[Việt Nam Dân chủ Cộng hòa]] thậm chí đã chiếm được bảy chiếc xe thiếp giáp bộ binh [[M-113]] APC và lái chúng ra ngoài xếp thành đội hình tiến vào các đường phố của thủ đô, khiến dân chúng hoảng loạn cực độ. Bị bất ngờ lúc đầu, Quân đội Campuchia đã phải mất vài giờ để ổn định tình hình, lập lại trật tự và yêu cầu không yểm khẩn cấp. Không quân Quốc gia Khmer đáp lại bằng cách điều hai chiếc gunship AC-47 tới yểm trợ bộ binh bằng hỏa lực đã thành công trong việc vô hiệu hóa các chiếc M-113 APC, chặn đứng nhóm quân đối phương trước khi họ có thể tiến tới trung tâm thành phố, tại đây hai bên xảy ra một trận đụng độ dữ dội khiến 83 lính đặc công Việt Nam thiệt mạng, không rõ tổn thất của quân Campuchia<ref>Conboy, Bowra, and McCouaig, ''The NVA and Viet Cong'' (1992), pp. 12-13.<\/ref><ref>Grandolini, ''Armor of the Vietnam War (2): Asian Forces'' (1998), pp. 65-66.<\/ref>\n\nKhông quân Quốc gia Khmer đã thực hiện trót lọt một phi vụ oanh tạc lớn vào [[tháng ba|tháng 3]] năm [[1974]], khi một phi đội 10 máy bay ném bom T-28 do máy bay chỉ điểm điều không tiền phương (FAC) [[Cessna O-1 Bird Dog|Cessna O-1D Bird Dog]] dẫn đường đánh phá điểm trung chuyển [[Dambe, Campuchia|Dambe]] của quân Giải phóng miền Nam Việt Nam thuộc địa phận [[tỉnh Kratié (tỉnh)|Kratie]], nơi khoảng 250 xe tải tiếp tế chất đầy đạn dược được dấu trong một đồn điền gần đó. Sau khi các viên phi công Không lực Quốc gia Khmer lái chiếc T-28 đã thả hàng loạt bom 110&nbsp;kg (250&nbsp;lb) xuống khu đồn điền, chúng đột nhiên gây kích động một phản ứng nổ dây chuyền - dựa trên việc phân tích các tấm hình do thám trên không sau cuộc tấn công, không quân Khmer tuyên bố ít nhất 125 xe tải bị phá hủy, được xem là một kỷ lục trong [[chiến tranh Việt Nam]].<ref name=\"autogenerated1970\">Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 21.<\/ref><ref>Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), p. 221.<\/ref>\n\n===Bất ổn (1973–1974)===\nNgày [[17 tháng 3]] năm [[1973]], viên phi công Không lực Quốc gia Khmer ủng hộ Sihanouk bất mãn chính phủ cộng hòa là Đại úy không quân [[So Patra]], đã tự mình lái chiếc máy bay chiến đấu thả bom T-28D bay vào khu trung tâm thủ đô Phnôm Pênh và bất chợt bổ nhào xuống ném bom [[Dinh Tổng thống]] tại [[Chamkarmon (quận)|quận Chamkarmon]]. Tổng cộng vụ đánh bom đã khiến 43 người thiệt mạng và 35 người bị thương, sau đó viên phi công này đã bay tới trốn tại [[đảo Hải Nam]] thuộc vùng [[biển Đông]].<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 20.<\/ref><ref>Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), p. 219.<\/ref>\n\nNgày [[19 Tháng 11]] năm 1973, Dinh Tổng thống lại bị oanh tạc một lần nữa bởi viên phi công bất đồng chính kiến là Trung úy không quân [[Pich Lim Khun]], người sau đó đã lái chiếc T-28D bỏ trốn sang địa phận tỉnh Kratie do [[Khmer Đỏ]] kiểm soát.<ref name=\"autogenerated1970\"\/><ref>Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), p. 220.<\/ref> Hậu quả của vụ không kích lần này khiến cho Tổng thống [[Lon Nol]] phải tiến hành đợt thanh trừng những thành phần Không lực Quốc gia Khmer bị xem là không trung thành hoặc thân cộng sản.\n\nNgày [[14 tháng 4]] năm 1974, lại xảy ra một vụ việc tương tự, một viên phi công đào ngũ là [[Khiev Yos Savath]] đã cố gắng tiến hành một vụ không kích nhằm ám sát Tổng thống Cộng hòa Khmer. Sáng hôm đó, máy bay chiến đấu thả bom T-28D do kẻ đào ngũ lái đã ném bốn quả bom 110&nbsp;kg (250&nbsp;lb) xuống trụ sở Bộ Tổng Tham mưu Quân lực Quốc gia Khmer (EMG). Chốc lát nó đã hạ cánh khoảng 60 feet (19 mét) từ nơi mà Trung tướng [[Sak Sutsakhan]] đang chủ trì một cuộc họp nội các. Mặc dù các quan chức kịp thời thoát ra ngoài, thế nhưng loạt bom đã cướp đi mạng sống của bảy người và khiến nhiều người khác bị thương, gây chấn động dư luận trong và ngoài nước một thời gian dài.<ref>http:\/\/www.mail-archive.com\/camdisc@googlegroups.com\/msg09009.html<\/ref>  \n  \n===Suy vong (1974–1975)=== \nChỉ vào những tháng cuối cùng của cuộc chiến mà Không quân Quốc gia Khmer cuối cùng cũng vượt quá tất cả các thành tích trước đó. Tận dụng tối đa ưu thế trên không của mình, Không lực Quốc gia Khmer sử dụng tất cả các khung máy bay có giới hạn khác nhau, từ máy bay chiến đấu thả bom T-28D, trực thăng vũ trang UH-1G, gunship AC-47D và AU-24A cùng máy bay huấn luyện phản lực T-37B được chuyển đổi sang vai trò cường kích, và ngay cả máy bay vận tải C-123K cũng chuyển thành máy bay ném bom hạng nặng ứng biến – tung ra một số phi vụ chiến đấu chưa từng có nhằm chống lại các lực lượng Khmer Đỏ đang tập trung quanh Phnôm Pênh. Hoạt động chống lại lưới lửa phòng không tương đối yếu của đối phương, viên phi công T-28 người Campuchia đã bay hơn 1.800 phi vụ vào ban ngày trong khoảng thời gian hai tháng một mình trong khi AU-24 và C-123 lại thực hiện các phi vụ ném bom vào ban đêm chống lại các vị trí tên lửa 107mm mà đối phương cố thủ ở phía bắc thủ đô.<ref name=\"autogenerated22\">Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 22.<\/ref>\n\nBên cạnh các phi vụ chiến đấu, Không quân Quốc gia Khmer cũng tham gia trong các nỗ lực sơ tán vào phút cuối. Ngày [[12 tháng 4]] năm [[1975]], mấy chiếc T-28 và UH-1 còn tiến hành yểm trợ cuộc di tản của Đại sứ quán Mỹ trong [[chiến dịch Eagle Pull]]. Bộ Tư lệnh Không quân Quốc gia Khmer còn giữ lại bảy chiếc trực thăng vận tải UH-1H dự phòng tại một sân bay trực thăng ứng biến gắn trên các căn cứ của Sân vận động quốc gia ở Phnôm Pênh tại khu liên hợp thể thao Cércle Sportif, sẵn sàng sơ tán các thành viên chủ chốt của chính phủ.<ref>Conboy and McCouaig (1991), p. 15.<\/ref> Tuy nhiên, ba trong số bảy chiếc trực thăng đã bị bỏ lại do trục trặc kỹ thuật khi đợt di tản cuối cùng diễn ra vào buổi sáng ngày 17 tháng 4.<ref>Sutsakhan, ''The Khmer Republic at War and the Final Collapse'' (1980), p. 169.<\/ref> Một trong số các nhóm quan chức cấp cao di tản lên bốn chiếc trực thăng còn lại bay đến [[Kampong Thom (tỉnh)|Kompong Thom]] chính là Tư lệnh không quân Quốc gia Khmer [[Ea Chhong]].<ref name=\"autogenerated223\">Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), p. 223.<\/ref>\n\nBất chấp những nỗ lực tốt nhất của họ, Không quân Quốc gia Khmer quá căng thẳng một mình khó mà ngăn chặn sự thất bại của quân đội Campuchia và đẩy lui làn sóng tiến công của lực lượng Khmer Đỏ. Ngày 16 tháng 4, những chiếc T-28 Không lực Quốc gia Khmer xuất kích chiến đấu lần cuối cùng bằng cách ném bom Trung tâm kiểm soát Không quân và nhà chứa máy bay tại [[Sân bay quốc tế Phnôm Pênh|Pochentong]] để tránh rơi vào tay các đơn vị quân nổi dậy. Sau khi dùng hết hầu như toàn bộ đồ quân nhu dự phòng, 97 máy bay<ref name=\"autogenerated22\"\/><ref name=\"autogenerated223\"\/> bao gồm 50 T-28D, 13 UH-1H, 12 O-1D, 10 C-123K, 7 AC-47D, 3 AU-24A, 9 C-47 và T-41D –sẽ lần lượt do các phi hành đoàn bay ra khỏi các khu căn cứ không quân Pochentong, Battambang, Kompong Cham, Kompong Thom, Kompong Chnang và Ream (với một số nhỏ người tị nạn dân sự trên khoang) ẩn náu an toàn ở nước láng giềng [[Thái Lan]].<ref name=\"aeroflight1970\"\/> \n \nToán nhân viên Không quân Quốc gia Khmer còn lại ở Campuchia bao gồm các kỹ thuật viên mặt đất, một số phi công, và những phi công phục vụ trong Tiểu đoàn an ninh Không quân không có sự lựa chọn nào khác ngoài việc đầu hàng, hầu hết trong số họ đều bị Khmer Đỏ xử tử. Tuy nhiên, các báo cáo sau đó đã xác nhận rằng chỉ vài cựu phi công có đủ trình độ chuyên môn và kỹ thuật thoát khỏi số phận này bằng cách trưng dụng vào Không quân của chế độ Khmer Đỏ để bay và duy trì những máy bay còn bỏ lại phía sau do Pháp và Mỹ chế tạo.\n\n==Kết quả==\nĐến năm 1975, Không quân Quốc gia Khmer thiệt hại tổng cộng 100 máy bay, chủ yếu là do chiếu đấu tiêu hao, tai nạn huấn luyện và đào ngũ, cũng như với các nguyên nhân khác – từ [[tháng mười hai|tháng 12]] năm [[1971]] và [[tháng giêng|tháng Giêng]] năm [[1972]], bốn chiếc trực thăng hạng nhẹ Alouette II và một chiếc Alouette III được gửi ra nước ngoài để bảo trì và tổng kiểm tra tại [[Công ty Công trình Phi cơ Hồng Kông]] (HAECO) ở [[Hồng Kông]], nhưng chẳng có hồ sơ ghi lại những chiếc khung máy bay này đã bao giờ trở lại Campuchia.<ref name=\"autogenerated218\"\/>\n\nKhmer Đỏ đã tiếp quản nhằm tận dụng ít nhất 22 máy bay ném bom T-28D, bốn máy bay huấn luyện GY-80, 10 máy bay huấn luyện phản lực T-37, chín máy bay huấn luyện T-41D, bảy máy bay vận tải C-123K, chin gunship cỡ nhỏ AU-24, sáu gunship AC-47D, 14 máy bay vận tải C-47, 20 trực thăng UH-1H và UH-1G và ba chiếc trực thăng hạng nhẹ Alouette III, mặc dù bảo dưỡng kém và thường xuyên thiếu phụ tùng thay thế có nghĩa là chỉ có một số ít các khung máy bay vẫn còn có thể dùng được vào cuối những năm 1970.<ref name=\"autogenerated223\"\/>\n\n==Tư lệnh Không quân== \n*Chuẩn tướng [[So Satto]] (1970–1972)\n*Chuẩn tướng [[Penn Randa]] (1972–1973)\n*Chuẩn tướng [[Ea Chhong]] (1973–1975)\n\n==Quân phục và phù hiệu==\n===Lễ phục=== \nCác sĩ quan Không quân Hoàng gia Khmer đã dùng bộ lễ phục hải ngoại [[màu xanh hoàng gia]] lần đầu tiên vào giữa [[thập niên 1950]], bao gồm một bộ áo chẽn và quần dài là loại phỏng theo bộ lễ phục màu kaki M1946\/56 của [[quân đội Pháp]] ([[tiếng Pháp]]: ''Vareuse d’officier Mle 1946\/56 et Pantalon droit Mle 1946\/56''); mẫu mùa hạ nhạt may bằng vải bông cũng được cấp phát.<ref name=\"autogenerated22\"\/><ref>Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), p. 225.<\/ref> Khi hoạt động trong quân chủng, bộ lễ phục màu xanh được mặc kèm theo một chiếc áo sơ mi màu xanh nhạt và cà vạt màu xanh hoàng gia, vào những dịp lễ nghi thì thay bằng áo sơ mi trắng và cà vạt đen; sự kết hợp này còn mặc kèm thêm bộ trang phục mùa hè màu trắng bông. Cổ áo mở theo kiểu Pháp, áo chẽn bốn nút cùng hai túi ngực nếp gấp có nắp và hai túi ngực không nếp gấp hai bên có nắp (áo chẽn của sĩ quan cao cấp đôi khi có túi áo hai bên được gắn thêm nắp túi), và tay áo đã được gập lại. Vạt cài cúc trước và nắp túi được cố định bằng các nút mạ vàng mang biểu tượng cờ hiệu [[Lực lượng Vũ trang Quốc gia Khmer|Quân lực Quốc gia Khmer]].  \n  \n===Quân phục ngụy trang===\nBộ đồ bay ngụy trang mẫu \"[[Mẫu ERDL|cao nguyên]]\" mua riêng của Thái được phi hành đoàn gunship [[Douglas AC-47D Spooky]] Không lực Quốc gia Khmer sử dụng trong một số dịp, chẳng hạn như đợt các thành viên của tổ bay đầu tiên được gửi đến huấn luyện gunship tại căn cứ không quân Udorn ở [[Thái Lan]] vào tháng 5-6 năm 1973.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 43, Plate E1.<\/ref><ref>Davis and Greer, ''Gunships, A Pictorial History of Spooky'' (1982), p. 14.<\/ref>\n\n===Giày trận===\nVới bộ đồng phục mặc hằng ngày, tất cả nhân viên mặt đất trong không quân đều mang loại [[giày bốt quân đội M-1943 của Mỹ]] da nâu hoặc giày bốt màu nhiệt đới bằng vải và cao su ‘Pataugas’ của Pháp và các loại xăng đan; từ sau năm [[1970]], Không lực Quốc gia Khmer mới chuẩn hóa bằng loại [[giày bốt màu rừng]] da đen M-1967 của Mỹ và loại bốt Bata của [[Việt Nam Cộng hòa]], đã thay thế nhiều loại giày trận cũ hơn.  \n \n===Quân hàm===\nHệ thống quân hàm của Không quân Hoàng gia Khmer sử dụng thống nhất với bảng xếp hạng cấp bậc của [[Lực lượng Vũ trang Quốc gia Khmer]]. Hệ thống cấp hiệu cũng mang đặc thù kiểu Pháp, chỉ khác biệt ở phù hiệu quân chủng. Cấp sĩ quan mang cấp hiệu trên cầu vai tháo được màu xanh nhạt (với lá nguyệt quế vàng được thêu bên lề ngoài dành cho tướng lĩnh); cấp hạ sĩ quan và binh sĩ thêu cấp hiệu ở cả hai tay áo trên. Đối với chiến phục, cấp sĩ quan thường đeo trên cổ áo ngực thay cho loại dây đeo vai trượt hai bên; lon kim loại kiểu quân đội gắn vào ngực thì chỉ có cấp hạ sĩ quan ([[tiếng Pháp]]: ''Hommes de troupe'') mới được đeo trong khi cấp học viên thường không đeo phù hiệu. Sau tháng 3 năm 1970, Không quân Hoàng gia Khmer đã tiếp nhận loại cầu vai và dây đeo vai trượt mới có màu xanh Hoàng gia nhưng bảng cấp bậc cơ bản vẫn không thay đổi.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 23.<\/ref> Năm 1972, một số sĩ quan Không quân Quốc gia Khmer đã bắt đầu mặc loại đồ bay hoặc bộ quân phục dã chiến màu rừng xanh ôliu có phù hiệu bằng kim loại gắn trên cổ áo giống hệt với mẫu mà bên lục quân vừa tiếp nhận cùng năm.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 45, Plate F3.<\/ref>\n\n{| class=\"wikitable\"\n|-\n!Cấp bậc\n!Chữ Khmer\n!Chuyển ngữ Việt\n!Cấp bậc Pháp tương đương\n!Cấp bậc Mỹ tương đương\n!Ghi chú\n|-\n|Pʊəl too\n|ពលទោ\n|Binh nhì\n|Aviateur de deuxième classe\n|Airman Basic\n|Không có cấp hiệu\n|-\n|Pʊəl aek\n|ពលឯក\n|Binh nhất\n|Aviateur de première classe\n|Airman\n|<center>[[Tập tin:Première classe.png|50px]]<\/center>\n|-\n|Niey too\n|នាយទោ\n|Hạ sĩ\n|Caporal\n|Airman 1st Class\n|<center>[[Tập tin:Caporal.png|50px]]<\/center>\n|-\n|Niey aek\n|នាយឯក\n|Hạ sĩ nhất\n|Caporal-chef\n|Senior Airman\n|<center>[[Tập tin:Caporal-chef.png|50px]]<\/center>\n|-\n|Pʊəl baal trəy\n|ពលបាលត្រី\n|Trung sĩ\n|Sergent\n|Staff Sergeant\n|<center>[[Tập tin:Sergent appelé.png|50px]]<\/center>\n|-\n|Pʊəl baal too\n|ពលបាលទោ\n|Trung sĩ nhất\n|Sergent-chef\n|Master Sergeant\n|<center>[[Tập tin:Sergent-chef.png|50px]]<\/center>\n|-\n|Pʊəl baal aek\n|ពលបាលឯក\n|Thượng sĩ\n|Adjudant\n|Chief Master Sergeant\n|<center>[[Tập tin:Adjudant.png|50px]]<\/center>\n|-\n|Prɨn baal too\n|ព្រឹន្ទបាលទោ\n|Thượng sĩ nhất\n|Sergent-chef\n|Warrant Officer\n|<center>[[Tập tin:Adjudant-chef.png|50px]]<\/center>\n|-\n|Prɨn baal aek\n|ព្រឹន្ទបាលឯក\n|Chuẩn úy\n|Aspirant\n|Chief Warrant Officer\n|<center>[[Tập tin:Aspirant de l'armée de terre.png|50px]]<\/center>\n|-\n|Aknu trəy\n|អនុត្រី\n|Thiếu úy\n|Sous-lieutenant\n|2nd Lieutenant\n|<center>[[Tập tin:Sous-lieutenant.png|50px]]<\/center>\n|-\n|Aknu too\n|អនុទោ \n|Trung úy\n|Lieutenant\n|1st Lieutenant\n|<center>[[Tập tin:Lieutenant.png|50px]]<\/center>\n|-\n|Aknu aek\n|អនុឯក\n|Đại úy\n|Capitaine\n|Captain\n|<center>[[Tập tin:Capitaine.png|50px]]<\/center>\n|-\n|Vorak trəy\n|វរត្រី \n|Thiếu tá\n|Commandant\n|Major\n|<center>[[Tập tin:Commandant.png|50px]]<\/center>\n|-\n|Vorak too\n|វរទោ \n|Trung tá\n|Lieutenant-Colonel\n|Lieutenant Colonel\n|<center>[[Tập tin:Lieutenant-colonel.png|50px]]<\/center>\n|-\n|Vorak aek\n|វរឯក\n|Đại tá\n|Colonel\n|Colonel\n|<center>[[Tập tin:Colonel.png|50px]]<\/center>\n|-\n|Utdɑm trəy\n|ឧត្តមត្រី\n|Chuẩn tướng\n|Général de brigade aérienne\n|Brigadier-General\n|<center>[[Tập tin:Brigadier des armées.png|50px]]<\/center>\n|}\n\n==Xem thêm==\n* [[Quân đội Hoàng gia Campuchia]]\n* [[Lực lượng Vũ trang Quốc gia Khmer|Quân lực Quốc gia Khmer]]\n* [[Không lực Việt Nam Cộng hòa]]\n* [[Không quân Hoàng gia Lào]]\n\n==Chú thích==\n{{tham khảo|2}}\n\n==Tham khảo==\n*Elizabeth Becker, ''When the War was over Cambodia and the Khmer Rouge Revolution'', Simon & Schuster, New York 1988. ISBN 1891620002\n*Kenneth Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'', Equinox Publishing (Asia) Pte Ltd, Djakarta 2011. ISBN 9789793780863\n*Kenneth Conboy, Kenneth Bowra, and Simon McCouaig, ''The War in Cambodia 1970-75'', Men-at-arms series 209, Osprey Publishing Ltd, Luân Đôn 1989. ISBN 0-85045-851-X\n*Kenneth Conboy, Kenneth Bowra, and Simon McCouaig, ''The NVA and Viet Cong'', Elite 38 series, Osprey Publishing Ltd, Oxford 1992. ISBN 9781855321625\n*Kenneth Conboy and Simon McCouaig, ''South-East Asian Special Forces'', Elite series 33, Osprey Publishing Ltd, Luân Đôn 1991. ISBN 1-85532-106-8\n*Sak Sutsakhan, ''The Khmer Republic at War and the Final Collapse'', Trung tâm Quân sử Quân lực Hoa Kỳ, Washington 1980 xem trực tuyến tại [http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf Phần 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190412060055\/https:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf |date=2019-04-12 }}[http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001B.pdf Phần 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070221083105\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001B.pdf |date=2007-02-21 }}[http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001C.pdf Phần 3] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070221083124\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001C.pdf |date=2007-02-21 }} [http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?97laG21WoZlsnsWDvnA31cNKtjxPNll0tmML2jW@FwEn4i8u1B8IEc.QazoGZ6EyR.jZs3iSmJy.@b5lWydOtg737NiWUVNgTGwUSqlvIfg\/2390505001D.pdf Phần 4] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180419053236\/http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?97laG21WoZlsnsWDvnA31cNKtjxPNll0tmML2jW%40FwEn4i8u1B8IEc.QazoGZ6EyR.jZs3iSmJy.%40b5lWydOtg737NiWUVNgTGwUSqlvIfg%2F2390505001D.pdf |date=2018-04-19 }}.\n*Albert Grandolini, ''Armor of the Vietnam War (2): Asian Forces'', Concord Publications, Hong Kong 1998. ISBN 978-9623616225\n*Bernard C. Nalty, Jacob Neufeld and George M. Watson, ''An Illustrated Guide to the Air War over Vietnam'', Salamander Books Ltd, Luân Đôn 1982. ISBN 978-0668053464\n*Bill Gunston, ''An Illustrated Guide to Military Helicopters'', Salamander Books Ltd, Luân Đôn 1981. ISBN 978-0861011100\n*Frédéric Serra, ''L’armée nord-vietnamienne, 1954-1975 (2e partie)'', in Armes Militaria Magazine n.º 322, May 2012. (bản [[tiếng Pháp]])\n*George Dunham, ''U.S. Marines in Vietnam: The Bitter End, 1973–1975'' (Marine Corps Vietnam Operational Historical Series), Marine Corps Association, 1990. ISBN 978-0160264559\n*Larry Davis and Don Greer, ''Gunships, A Pictorial History of Spooky'' - Specials series (6032), Squadron\/Signal Publications, 1982. ISBN 0-89747-123-7\n*William Shawcross, ''Sideshow: Kissinger, Nixon and the Destruction of Cambodia'', Andre Deutsch Limited, 1979. ISBN 0233970770\n\n==Liên kết ngoài== \n*[http:\/\/www.khmerairforce.com\/ Trang chủ Không quân Quốc gia Khmer]\n\n[[Thể loại:Cộng hòa Khmer]]\n[[Thể loại:Quân sự Campuchia]]\n[[Thể loại:Nội chiến Campuchia]]\n[[Thể loại:Không quân bị giải tán]]\n[[Thể loại:Quân đội Quốc gia Khmer]]\n[[Thể loại:Lịch sử quân sự Campuchia]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1970]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}