{"3373710":"'''Không quân Hoa Kỳ ném bom Bệnh viện Bạch Mai''' là một sự kiện ném bom thuộc [[Chiến dịch Điện Biên Phủ trên không|Chiến dịch Linebacker II]] của [[Không quân Hoa Kỳ]] vào [[bệnh viện Bạch Mai]] (Hà Nội) vào đêm 21 rạng sáng 22\/12\/1972. Các máy bay B52 của không quân Mỹ đã ném hơn 100 quả bom xuống bệnh viện Bạch Mai, một trong những cơ sở y tế thuộc trung ương lớn nhất miền Bắc lúc bấy giờ. Trong cuộc ném bom, đã có 28 bác sĩ và điều dưỡng của bệnh viện thiệt mạng<ref>{{Chú thích web | url = http:\/\/vietnamnet.vn\/vn\/thoi-su\/52680\/ky-uc-bach-mai-duoi-mua-bom.html | tiêu đề = Ký ức Bạch Mai dưới mưa bom - VietNamNet | tác giả 1 = | ngày = | ngày truy cập = 16 tháng 4 năm 2016 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref>.\n\n==Diễn biến==\n\nNhững tài liệu lịch sử ghi lại:\n\n''Đêm ấy trời rét căm căm, hầu hết bác sĩ, bệnh nhân đã được sơ tán. Mỗi khoa chỉ giữ lại vài ba người để trực cấp cứu. Có khoảng 300 bệnh nhân ở dưới hầm. Khoảng 4h sáng 22\/12, nghe tiếng máy bay B52 gầm rú, tất cả bác sĩ, bệnh nhân xuống hầm trú ẩn. Khoảng 15 phút sau thì thấy đất rung chuyển<ref>{{Chú thích web | url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20121221\/dem-dai-nhat-o-benh-vien-bach-mai\/525992.html | tiêu đề = Đêm dài nhất ở Bệnh viện Bạch Mai - Tuổi Trẻ Online | tác giả 1 = | ngày = 21 tháng 12 năm 2012 | ngày truy cập = 16 tháng 4 năm 2016 | nơi xuất bản = [[Tuổi Trẻ (báo)|Tuổi Trẻ Online]] | ngôn ngữ = }}<\/ref>, hơn 100 quả bom trút xuống cơ sở y tế lớn nhất [[Miền Bắc (Việt Nam)|miền Bắc]] này. Hầm bị sập, 28 người hy sinh, 22 người khác bị thương. Khi tiếng còi báo yên, tất cả mọi người trở lên mặt đất thì chỉ thấy cảnh hoang tàn. Bệnh viện gần như bị san phẳng, tiếng người kêu cứu khắp nơi. Khoa Da liễu và khoa Tai Mũi Họng là những nơi bị tàn phá nặng nề nhất. Hệ thống hầm Bạch Mai do người [[Pháp]] thiết kế rất vững chắc, bê tông rất dày cũng không chịu nổi sức ép của bom và đổ sập. Nhiều bệnh nhân và bác sĩ bị kẹt dưới hầm. Những người còn sống buộc phải tháo khớp người đã chết để đưa họ ra. Họ vừa làm vừa lo lắng máy bay B52 quay trở lại. Nhân viên bệnh viện tận dụng tất cả những gì có thể để cấp cứu những người bị thương''<ref>{{Chú thích web | url = http:\/\/hanoitv.vn\/Van-hoa-Ha-Noi\/Benh-vien-Bach-Mai-trong-tran-bom-B52-nam-1972\/36934.htv | tiêu đề = Bệnh viện Bạch Mai trong trận bom B52 năm 1972 | tác giả 1 = | ngày = | ngày truy cập = 16 tháng 4 năm 2016 | nơi xuất bản = hanoitv.vn | ngôn ngữ = }}<\/ref>.\n\n==Tưởng niệm==\nĐài và tấm bia tưởng niệm đã được xây dựng tại khuôn viên Bệnh viện dành cho những nạn nhân đã thiệt mạng trong cuộc tấn công của [[Không quân Hoa Kỳ]] <ref>{{Chú thích web | url = http:\/\/vtc.vn\/benh-vien-bach-mai-105-tuoi-tu-benh-vien-lay-cong-vong-vuon-len-thanh-benh-vien-hang-dau.321.595496.htm | tiêu đề = Bệnh viện Bạch Mai 105 tuổi: Từ bệnh viện lây Cống Vọng vươn lên thành bệnh viện hàng đầu | tác giả 1 = | ngày = | ngày truy cập = 16 tháng 4 năm 2016 | nơi xuất bản = Báo điện tử VTC News | ngôn ngữ = }}<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n{{sơ khai bệnh viện}}\n\n[[Thể loại:Tội ác của quân đội Hoa Kỳ]]\n[[Thể loại:Tội ác và vi phạm nhân quyền trong Chiến tranh Việt Nam]]"}