{"61819":"{{Thông tin nhân vật hoàng gia\n| tên = Khúc Hậu Chủ\n| tên gốc = 曲後主\n| tước vị = [[Tiết độ sứ]] [[Tĩnh Hải quân]]\n| thêm = vietnam\n| hình =\n| ghi chú hình = \n| chức vị = [[Tĩnh Hải quân]] [[Tiết độ sứ]]\n| tại vị = [[917]] – [[923]] hoặc [[930]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Khúc Hạo|Khúc Trung Chủ]]\n| kế nhiệm = [[Dương Đình Nghệ]]\n| tên đầy đủ = Khúc Thừa Mỹ (曲承美)\n| kiểu tên đầy đủ = Tên thật\n| miếu hiệu = [[Hậu Chủ]]\n| vợ =\n| thông tin con cái = \n| con cái = \n| cha = [[Khúc Hạo|Khúc Trung Chủ]]\n| mẹ =\n| sinh = Trước [[900]]\n| nơi sinh = [[Hải Dương]]\n| mất = [[931]]\n| nơi mất = \n}}\n'''Khúc Thừa Mỹ''' ([[chữ Hán]]: 曲承美; trị vì: [[917]] – [[923]] hoặc [[917]] – [[930]]) là người làng Cúc Bồ đất Hồng Châu (nay là xã [[Kiến Quốc, Ninh Giang|Kiến Quốc]], huyện [[Ninh Giang]], tỉnh [[Hải Dương]]), con của [[Khúc Hạo]] (''[[Đại Việt sử lược|Việt sử lược]]'' chép là '''Khúc Toàn Mỹ''', em của Khúc Hạo). Ông là vị Tiết độ sứ thứ ba trong thời kỳ tự chủ của họ Khúc trong [[lịch sử Việt Nam]] đầu thế kỷ 10.\n\n==Làm \"khuyến hiếu sứ\"==\nLà người được chọn kế tục [[Khúc Hạo]], khi Khúc Thừa Mỹ chưa lên ngôi, nguy cơ xâm lăng từ phương Bắc bắt đầu hình thành. Tháng 9 năm 917, Tiết độ sứ Quảng Châu là [[Lưu Nghiễm]], người được nối chức anh là [[Lưu Ẩn]] kiêm chức \"Tĩnh Hải quân tiết độ, An Nam đô hộ\" từ năm 911 đã tỏ rõ tham vọng chiếm lĩnh Tĩnh Hải quân (tên lãnh thổ Việt Nam lúc đó) khi xưng làm hoàng đế nước [[Đại Việt]] tại Quảng Châu, dứt khỏi sự ràng buộc với [[nhà Hậu Lương]], triều đại chính thống cai trị ở Trung nguyên (Trung Quốc) thay thế [[nhà Đường]].\n\nNhận thấy nguy cơ này, Khúc Hạo đã sai Khúc Thừa Mỹ làm \"khuyến hiếu sứ\" sang Quảng Châu, bề ngoài là để ‘‘kết mối hoà hiếu’’, song bề trong cốt là xem xét tình hình hư thực của địch. Cuối năm 917, khi Khúc Thừa Mỹ trở về thì Khúc Hạo mất. Ông chính thức lên thay cha làm Tiết độ sứ Tĩnh Hải quân.\n\n==Thất sách==\nTrước hành động ngoại giao mềm dẻo của Khúc Hạo, họ Lưu không gây hấn với Tĩnh Hải quân. Sang đầu năm [[918]], Lưu Nghiễm đổi tên nước là [[Nam Hán]], một trong mười nước thời [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]] trong [[lịch sử Trung Quốc]].\n\nTheo các nhà nghiên cứu, trong thời gian cầm quyền, Khúc Thừa Mỹ đã sai lầm trong cả chính sách đối nội lẫn đối ngoại.\n\nVề đối nội, theo sử sách, sau khi lên thay cha, Khúc Thừa Mỹ không tiếp tục chính sách \"khoan thứ sức dân\" mà Khúc Hạo đã áp dụng. Nhân dân tại Tĩnh Hải quân phải lao dịch nặng nề, do đó sự ủng hộ với họ Khúc không còn được như trước.\n\nVề mặt đối ngoại, Khúc Thừa Mỹ chủ trương kết thân với nhà [[Hậu Lương (Ngũ đại)|Hậu Lương]] ở Trung nguyên mà gây hấn với nước Nam Hán liền kề. Năm [[919]], ông sai sứ sang [[Khai Phong|Biện Kinh]] xin tiết việt của nhà [[Hậu Lương (Ngũ đại)|Hậu Lương]]. Vua [[Hậu Lương (Ngũ đại)|Hậu Lương]] là [[Chu Hữu Trinh|Mạt đế Chu Hữu Trinh]], bấy giờ bận đối phó với các nước lớn ở Trung nguyên nên ban tiết việt cho Khúc Thừa Mỹ và phong ông làm [[Tĩnh Hải quân]] [[Tiết độ sứ]].<ref>\"[https:\/\/vnexpress.net\/ai-dat-nen-mong-cho-nen-doc-lap-cua-nuoc-viet-sau-nghin-nam-bac-thuoc-3694053-p10.html Chính xác, họ Khúc bị nhà Nam Hán đánh chiếm]\", ''[[VnExpress]]''.<\/ref>\n\nĐược sự hậu thuẫn của [[Hậu Lương (Ngũ đại)|Hậu Lương]], Khúc Thừa Mỹ chủ quan cho rằng uy thế của nhà [[Hậu Lương (Ngũ đại)|Hậu Lương]] rộng lớn ở Trung nguyên có thể kìm chế được [[Nam Hán]] nhỏ hơn ở Quảng Châu. Ông công khai gọi nước [[Nam Hán]] là \"ngụy đình\" (triều đình tiếm ngôi, không chính thống). Sử không chép rõ biểu hiện cụ thể của việc này ra sao, không rõ ông tuyên bố việc này với sứ giả [[Nam Hán]] sang [[Tĩnh Hải quân]] hay theo như một tài liệu nói rằng ông sai sứ sang [[Nam Hán]] tỏ thái độ bất phục và gọi vua [[Nam Hán Cao Tổ]] là \"ngụy đình\".\n\nNhà [[Hậu Lương (Ngũ đại)|Hậu Lương]] hậu thuẫn cho Khúc Thừa Mỹ bị nước Tấn của [[Lý Tồn Úc]] tiêu diệt vào năm [[923]]. [[Lý Tồn Úc]] lập ra nhà Hậu Đường, sử gọi ông ta là [[Hậu Đường Trang Tông]]. Năm [[925]], vua [[Đại Trường Hòa]] là [[Trịnh Nhân Mân]] sai em là [[Trịnh Chiêu Thuần]] (鄭昭淳) đến [[Nam Hán]] (đời vua [[Nam Hán Cao Tổ]]) cầu hôn, vua [[Nam Hán Cao Tổ]] là Lưu Cung (lúc này Lưu Nham đã đổi tên thành Lưu Cung) gả một người cháu gái khác là Tăng Thành công chúa làm vợ của [[Trịnh Nhân Mân]].<ref name=SGCQ61>''Thập Quốc Xuân Thu'', [http:\/\/archive.org\/stream\/06072245.cn#page\/n86\/mode\/2up quyển 61].<\/ref><ref name=TTTG274>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷274|quyển 274]].<\/ref><ref name=NHFD65>''[[Tân Ngũ Đại sử]]'', [[:zh:s:新五代史\/卷65|quyển 65]].<\/ref>\n\nChính sách đối ngoại trước giờ của Khúc Thừa Mỹ khiến vua [[Nam Hán Cao Tổ]] tức giận và quyết định sai Lương Khắc Trinh (梁克貞) và Lý Thủ Phu (李守鄜) cầm quân sang đánh chiếm [[Tĩnh Hải quân]] vào năm 930.\n\nDo mất sự ủng hộ của nhân dân trong nước, nhà Hậu Lương tuy thừa nhận ông nhưng cũng đã bị diệt vong về tay nước Tấn của vua [[Lý Tồn Úc]]. Khúc Thừa Mỹ đơn độc và bị thua trận. Ông bị quân [[Nam Hán]] bắt đưa về [[Phiên Ngung]]. [[Tĩnh Hải quân]] về tay [[Nam Hán]], chấm dứt quyền lực của [[họ Khúc (lịch sử Việt Nam)|họ Khúc]]. Lương Khắc Trinh còn tiến công [[Chiêm Thành]] (đời vua [[Indravarman III (Chiêm Thành)|Indravarman III]]), cướp vật quý của nước này rồi rút lui. Vua [[Nam Hán Cao Tổ]] cử Lý Tiến làm Thứ sử [[Giao Châu]].<ref name=TTTG277>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷277|quyển 277]].<\/ref>\n\nSử Trung Quốc chép rằng Khúc Thừa Mỹ bị [[Nam Hán Cao Tổ]] tìm cách hạ nhục. Hắn hỏi: \n\n:''“Thường ngày ngươi vẫn nói ta là ngụy triều, nay lại bị quân ta trói quặt tay lại như vậy, nghĩa là thế nào?”''. \n\nSau, Khúc Thừa Mỹ buộc phải đầu hàng và lưu vong ở [[Nam Hán]] đến cuối đời.\n\nDù ông không có đóng góp gì đáng kể nhưng đời sau nhớ ơn công lao của [[Khúc Thừa Dụ|ông]] và [[Khúc Hạo|cha]] của Khúc Thừa Mỹ nên vẫn tôn ông là \"'''Khúc Hậu Chủ'''\".\n\n==Thời gian và sự kiện==\n===Nam Hán xâm lược===\n{{Kháng chiến của Việt Nam}}\nSử sách chép không thống nhất về thời gian Nam Hán xâm lược Tĩnh Hải quân. Hai sách cổ sử Việt Nam là ''[[Đại Việt Sử ký Toàn thư]]'' và ''[[Khâm định Việt sử Thông giám cương mục]]'' chép thời gian này là tháng 7 âm lịch năm 923, tức là ba tháng trước khi nhà Hậu Lương mất. Sách ''[[Việt Nam sử lược]]'' cũng lấy năm 923.\n\nCác sách sử Việt Nam hiện đại căn cứ vào các sách sử cổ của Trung Quốc như ''[[Tư trị thông giám|Tư trị Thông giám]]'' (ra đời thời [[nhà Tống]]) và ''[[Tân Ngũ Đại sử]]'' đều ghi năm 930. Hai cuốn sử cổ này của Trung Quốc đều ra đời trước các sách ''Đại Việt Sử ký Toàn thư'' và ''Khâm định Việt sử Thông giám cương mục'' của [[Việt Nam]] nên được các nhà sử học Việt Nam coi là nguồn thông tin đáng tin cậy hơn. Trong các sách sử cổ của Việt Nam có ''[[An Nam chí lược]], [[Đại Việt sử lược]]'' và ''[[Việt sử tiêu án]]'' cũng chép gián tiếp năm 930 là năm họ Khúc mất (''Việt sử Tiêu án'' tính họ Khúc từ năm 880 tới năm 930 là 51 năm). Các nhà sử học hiện nay khi chú giải sách ''Đại Việt Sử ký Toàn thư'' cũng đưa ra câu hỏi không rõ sách này và ''Khâm định Việt sử Thông giám cương mục'' căn cứ vào đâu để ghi Nam Hán bắt Khúc Thừa Mỹ là năm 923.\n\nTính từ [[Khúc Thừa Dụ]] đến Khúc Thừa Mỹ, họ Khúc cầm quyền được ba đời. Theo thuyết thứ nhất, họ Khúc cầm quyền 18 năm (905–923). Theo thuyết thứ hai, họ Khúc cầm quyền 26 năm (905–930). Sách ''Việt Sử tiêu án'' tính tổng thời gian họ Khúc là 51 năm (tính từ năm 880 khi Tăng Cổn bỏ thành Đại La) chưa chính xác vì sau Tăng Cổn còn một số Tiết độ sứ nữa ở phương Bắc như Chu Toàn Dục, Độc Cô Tổn sang cầm quyền.\n\n===Kết cục của Khúc Thừa Mỹ===\nKết cục của Khúc Thừa Mỹ cũng không được sử chép rõ. Sách [[Tân Ngũ Đại sử]], phần [[Nam Hán|Nam Hán thế gia]] ghi:<blockquote>''Đại Hữu năm thứ ba (930), [<nowiki\/>[[Nam Hán Cao Tổ|Lưu Nghiễm]]] sai tướng Lý Thủ Dung và Lương Khắc Trinh<ref>Nhiều sách chỉ ghi tên một viên tướng là Lý Khắc Chính, không hiểu có sự nhầm lẫn gộp chung tên hai người thành một hay không?<\/ref> đánh Giao Chỉ, bắt được Khúc Thừa Mỹ... Thừa Mỹ là con của Khúc Hạo. Lương Khắc Trinh lại đánh Chiêm Thành, cướp lấy đồ quý mang về.''<ref>Châu Hải Đường (2018), '''''An Nam Truyện – Ghi chép về Việt Nam trong chính sử Trung Quốc xưa'''''. Công ty Cổ phần sách Tao Đàn, Nhà Xuất Bản Hội Nhà Văn. Trang 235.<\/ref><\/blockquote>Sách ''Việt sử tiêu án'' ghi rằng:\n\n:''Khi Thừa Mỹ bị bắt, vua Hán thân ra đình Nghi Phượng nhận tù binh, hỏi rằng: \"Ngươi cho ta là ngụy triều, nay lại bị trói đưa về đây là cớ sao?\" Thừa Mỹ cúi đầu chịu phục, bèn được tha.''\n\nSau đó, sử không nói rõ ông mất năm nào, tại đâu. Theo ''Thiên nam ngữ lục'', bản diễn Nôm bằng thơ lục bát về lịch sử Việt Nam thì sau này (năm 937), khi giết [[Dương Đình Nghệ]], [[Kiều Công Tiễn]] viện cớ rằng chính Đình Nghệ là người gây ra cái chết của Khúc Thừa Mỹ, chúa cũ của Tĩnh Hải quân, do đó Công Tiễn trả thù cho chủ nên mới giết Đình Nghệ. Dù sao, lý do này của Tiễn bị mọi người coi là ngụy biện nên Tiễn lập tức bị cô lập và nhanh chóng bị giết chết khi [[Ngô Quyền]] ra bắc. Thông tin từ ''Thiên nam ngữ lục'' có thể suy đoán về cái chết của Khúc Thừa Mỹ là do sự khởi binh đánh quân Nam Hán của Dương Đình Nghệ năm [[931]] khiến vua Nam Hán mang ông ra sát hại khi ông đang bị quản thúc ở Quảng Châu. Tuy nhiên, ''Thiên nam ngữ lục'' cũng chỉ là bản diễn ca, không được coi là chính sử.\n\n==Xem thêm==\n*[[Thời kỳ tự chủ Việt Nam|Tự chủ]]\n*[[Họ Khúc (lịch sử Việt Nam)|Họ Khúc]]\n*[[Khúc Hạo]]\n*[[Dương Đình Nghệ]]\n\n==Tham khảo==\n*''[[Đại Việt sử lược|Việt sử lược]]''\n*[[Đại Việt sử ký toàn thư|''Đại Việt Sử ký Toàn thư'']]\n*''[[Khâm định Việt sử Thông giám cương mục]]''\n*''[[Việt sử tiêu án]]''\n* [[Trần Trọng Kim]] (1919), [[s:Việt Nam sử lược|'''Việt Nam sử lược''']].\n* Châu Hải Đường (2018), '''''An Nam Truyện – Ghi chép về Việt Nam trong chính sử Trung Quốc xưa'''''. Công ty Cổ phần sách Tao Đàn, Nhà Xuất Bản Hội Nhà Văn.\n*''Lịch sử Việt Nam, tập 1'', Nhà Xuất bản Đại học và Giáo dục chuyên nghiệp, 1991.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Đầu hộp}}\n{{thứ tự kế vị|trước=[[Khúc Hạo]]\n|chức vụ=[[Tĩnh Hải quân]] [[Tiết độ sứ]]\n|sau=[[Dương Đình Nghệ]]\n|năm=[[917]]-[[923]] hoặc [[917]]-[[930]]}}\n{{Cuối hộp}}\n\n{{Họ Khúc}}\n{{Tĩnh Hải quân Tiết độ sứ}}\n\n[[Thể loại:Tĩnh Hải quân Tiết độ sứ]]\n[[Thể loại:Họ Khúc]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Lịch sử Việt Nam thời Tự chủ]]\n[[Thể loại:Sinh thế kỷ 9]]\n[[Thể loại:Mất thập niên 940]]\n[[Thể loại:Năm sinh không rõ]]"}