{"53881":"{{Thông tin nhân vật hoàng gia\n| tên = Khúc Trung Chủ\n| tên gốc = 曲中主\n| hình =\n| ghi chú hình = Tượng Khúc Trung Chủ tại xã [[Kiến Quốc]], huyện [[Ninh Giang]], tỉnh [[Hải Dương]].\n| chức vị = [[Tĩnh Hải quân]] [[Tiết độ sứ]]\n| tại vị = [[907]] – [[917]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Khúc Thừa Dụ|Khúc Tiên Chủ]]\n| kế nhiệm = [[Khúc Thừa Mỹ|Khúc Hậu Chủ]]\n| tên đầy đủ = Khúc Hạo (曲顥) hoặc <br> Khúc Thừa Hạo (曲承顥)\n| kiểu tên đầy đủ = Tên thật\n| miếu hiệu = [[Trung Chủ]]\n| vợ =\n| thông tin con cái = \n| con cái = [[Khúc Thừa Mỹ]]\n| cha = [[Khúc Thừa Dụ|Khúc Tiên Chủ]]\n| mẹ =\n| sinh = 860\n| nơi sinh = Hồng Châu, [[An Nam]]\n(nay là Hải Dương,Việt Nam) \n| mất = {{năm mất và tuổi |917|860}}\n| nơi mất = [[Thành Đại La]], [[Hà Nội]]\n}}\n\n'''Khúc Hạo''' ([[chữ Hán]]: 曲顥; [[860]] - [[917]]) hoặc '''Khúc Thừa Hạo''', được suy tôn là '''Khúc Trung Chủ''', là con của [[Khúc Thừa Dụ]]. Quê hương của cha con Khúc Thừa Dụ, Khúc Hạo nay được cho là làng Cúc Bồ, xã [[Kiến Quốc, Ninh Giang|Kiến Quốc]], huyện [[Ninh Giang]], tỉnh [[Hải Dương]].<ref>[http:\/\/dulichhaiduong.vn\/vi\/news\/Du-lich-van-hoa\/Den-tho-Khuc-Thua-Du-42\/ Đền thờ Khúc Thừa Dụ]<\/ref><ref>{{Chú thích web |url=http:\/\/www.toquoc.gov.vn\/Print\/Article\/Khanh-Thanh-Den-Tho-Khuc-Thua-Du-O-Hai-Duong.html |ngày truy cập=2011-05-13 |tựa đề=Khánh thành Đền thờ Khúc Thừa Dụ ở Hải Dương |archive-date = ngày 20 tháng 12 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101220053614\/http:\/\/www.toquoc.gov.vn\/Print\/Article\/Khanh-Thanh-Den-Tho-Khuc-Thua-Du-O-Hai-Duong.html }}<\/ref><ref>[http:\/\/www.khoavanhoc-ussh.edu.vn\/attachments\/883_Duong%20Lam%20la%20Duong%20Lam%20nao.pdf Bài ''Đường Lâm là Đường Lâm nào?'' trang 19-20, bản pdf (34 trang).]{{Liên kết hỏng|date = ngày 15 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nCha của ông là [[Khúc Thừa Dụ]] vốn xuất thân từ gia đình hào tộc, nhân nhà Đường loạn, quân đội nhà Đường không thể kiểm soát nước Việt, Khúc Thừa Dụ được dân chúng suy tôn làm chúa và tự xưng là [[Tiết độ sứ]], trực tiếp cai trị nước Việt. Khúc Thừa Dụ mất, Khúc Hạo lên thay làm Tiết độ sứ. Ông đã có vai trò quan trọng trong việc kiến thiết nền móng một nước Việt tự chủ; thực hiện chính sách ngoại giao mềm dẻo, trung lập khi ở Trung Quốc thời ấy có hai nước là [[Nam Hán]] và [[Hậu Lương (Ngũ đại)|Hậu Lương]].\n\n==Bối cảnh và nguồn gốc ==\n<!-- Chú thích hóa: [[Tập tin:KhúcThừaDụvàKhúcHạo.jpg|nhỏ|phải|150px|Khúc Hạo và cha là [[Khúc Thừa Dụ]].]] -->\nNước Việt thời bấy giờ bị chính quyền [[nhà Đường]] Trung Quốc đô hộ, năm [[Kỷ Mão]] (679) vua [[Đường Cao Tông|Cao Tông]] nhà Đường chia đất [[Giao Châu]] ra làm 12 châu, 59 huyện và đặt [[An Nam đô hộ phủ]]. Năm 866, vua [[Đường Ý Tông]] thăng [[An Nam đô hộ phủ]] lên thành [[Tĩnh Hải quân]]. Năm Đinh Mão (907) nhà Đường mất ngôi, nhà Hậu Lương, Hậu Đường, Hậu Tấn, Hậu Hán, Hậu Chu tranh nhau làm vua. Mỗi nhà được mấy năm, gồm tất cả là 52 năm, gọi là đời Ngũ Quí hay là [[Ngũ Đại]].<ref name=\"Tân Việt 1968\">Việt Nam sử lược, Nhà Xuất bản Tân Việt, 1968, tr. 70, 71.<\/ref>\n\nTrước khi nhà Đường sắp mất ngôi độ mấy năm, thì bên Trung Quốc loạn, giặc cướp nổi lên khắp cả mọi nơi. Uy quyền nhà vua không ra đến bên ngoài, thế lực ai mạnh thì người ấy xưng đế, xưng vương. Ở nước Việt, lúc bấy giờ có một người họ Khúc tên là Thừa Dụ, quê ở Hồng Châu (thuộc địa hạt Bàng Giang và Ninh Giang ở [[Hải Dương]]). [[Khúc Thừa Dụ]] vốn là một người hào phú trong xứ, mà tính lại khoan hòa, hay thương người, cho nên có nhiều người kính phục. Năm 905 [[Tĩnh Hải quân]] [[Tiết độ sứ]] [[Độc Cô Tổn]] bị triệu về nhà Đường (đời vua [[Đường Ai Đế]]) để trị tội, đất [[Tĩnh Hải quân]] vô chủ. Khúc Thừa Dụ thừa dịp dẫn quân đánh chiếm thủ phủ [[Đại La]] của [[Tĩnh Hải quân]]. Năm [[Bính Dần]] (906) đời vua [[Đường Ai Đế]], nhân khi trong châu có loạn, dân chúng cử [[Khúc Thừa Dụ]] làm [[Tiết độ sứ]] để cai trị [[Giao Châu]]. Nhà Đường lúc bấy giờ suy nhược, thế không ngăn cấm được, cũng thuận cho [[Khúc Thừa Dụ]] làm Tĩnh Hải Tiết độ sứ và gia phong Đồng bình Chương sự. Năm sau nhà Đường mất ngôi (907), nhà [[Hậu Lương]] lên thay, phong cho [[Lưu Ẩn]] làm Nam Bình Vương, kiêm chức Tiết độ sứ Quảng Châu và Tĩnh Hải, có ý để lấy lại Giao Châu. [[Khúc Thừa Dụ]] làm Tiết độ sứ được non một năm thì mất, giao quyền lại cho con là Khúc Hạo.<ref name=\"Tân Việt 1968\"\/>\n\nTheo ''Việt giám thông khảo tổng luận'', [[Lê Tung]] gọi Khúc Thừa Dụ là '''Khúc Tiên Chúa''', mấy đời là hào tộc mạnh, nhân nhà Đường mất, lòng người yêu mến, suy tôn làm chúa, dựng đô ở [[La Thành]]. '''Khúc Trung Chúa''' (tức Khúc Hạo) nối cơ nghiệp trước, có phong thái của ông nội. Không rõ Lê Tung viết Khúc Hạo là con hay cháu của [[Khúc Thừa Dụ]].<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học xã hội, 1998, tập 1, trang 121.<\/ref>\n\n==Sự nghiệp==\n{{Chính|Cải cách thời Khúc Hạo}}\n===Kế tập chức Tiết độ sứ ===\nCác sách sử như ''[[Đại Việt sử ký toàn thư]]'', [[An Nam chí lược|''An'' ''Nam chí lược'']], ''[[Lịch triều hiến chương loại chí]]''... đều chép rất vắn tắt về Khúc Hạo cũng như những việc ông làm. Theo sách ''Đại Việt sử ký toàn thư'', vào năm 907, sau khi nhà Đường mất, nhà Lương lên thay, cho Quảng Châu Tiết độ sứ là [[Lưu Ẩn]] kiêm chức [[Tĩnh Hải quân]] [[Tiết độ sứ]], tước Nam Bình vương. Khi ấy Ẩn chiếm giữ Phiên Ngung, người [[Giao Châu]] là Khúc Hạo chiếm giữ châu trị, tự xưng là Tiết độ sứ, có ý mưu đồ lẫn nhau.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học xã hội, 1998, tập 1, tr. 201.<\/ref>\n\nKhúc Hạo kế nghiệp [[Khúc Thừa Dụ]], đóng đô ở [[La Thành]], vốn là trị sở cũ do nhà Đường xây dựng nên. Sử gia [[Lê Tung]] nhận xét rằng Khúc Hạo có phong thái của ông nội, trù hoạch quyết thắng, ngoài ý mọi người, chống chọi các nước Bắc triều, là bậc chúa hiền của nước Việt, đã định ra hộ tịch và các chức quản giáp, chế độ mới lập ít nhiều, nửa chừng thì mất (tức năm 917).<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học xã hội, 1998, tập 1, tr. 121<\/ref>\n\nTheo ''[[Việt Nam sử lược]]'', Khúc Hạo lập ra lộ, phủ, châu, xã ở các nơi, đặt quan lại, sửa sang việc thuế má, việc sưu dịch và lại cho con là [[Khúc Thừa Mỹ]] sang sứ bên [[Quảng Châu]], tiếng là kết hiếu với nhau, nhưng cốt để dò thăm mọi việc hư thực. Năm Đinh Sửu (917) Khúc Hạo mất, truyền nghiệp lại cho con là Khúc Thừa Mỹ.<ref>Việt Nam sử lược, Nhà Xuất bản Tân Việt, 1968, tr. 70, 71, 72.<\/ref>\n\nTheo sách ''[[An Nam chí lược]]'', Khúc Hạo người Giao Chỉ. Cuối đời Đường, Khúc Hạo làm tiết độ sứ thay cho [[Độc Cô Tổn]]: đổi các hương ở các huyện làm giáp, đặt mỗi giáp một quản giáp và một phó tri giáp để giữ việc đánh thuế. Khúc Hạo giữ chức tiết độ sứ được bốn năm thì mất.\n\n===Cải cách===\nTheo nghiên cứu của một số nhà làm sử hiện đại ở Việt Nam thì Khúc Hạo đã có những cải cách quan trọng. Khúc Hạo đã tiến hành cải cách quan trọng về các mặt. Đường lối chính trị của ông được sử sách tóm lược ngắn gọn song rất rõ ràng: \"Chính sự cốt chuộng khoan dung, giản dị, nhân dân đều được yên vui\". Khoan dung tức là không bắt buộc, không quá khắt khe với dân, chống tham quan ô lại. Giản dị là không làm phiền hà, sách nhiễu bởi nhiều thủ tục quan liêu. Yên vui, \"an cư lạc nghiệp\" là lý tưởng của nếp sống mà người nông dân nơi thôn xóm mong đợi. Khúc Hạo sửa lại chế độ điền tô, thuế má lực dịch nặng nề của thời thuộc Đường. Ông ra lệnh \"bình quân thuế ruộng, tha bỏ lực dịch, lập sổ hộ khẩu, kê rõ quê quán, giao cho giáp trưởng (quản giáp) trông coi.\"\n\nTừ mô hình của chính quyền đô hộ nhà Đường với An Nam, nhằm khắc phục tình trạng phân tán quyền lực vào tay các thủ lĩnh địa phương, Khúc Hạo đã có những cố gắng lớn đầu tiên nhằm xây dựng chính quyền độc lập, thống nhất từ trung ương đến xã. Ông chia cả nước thành những đơn vị hành chính các cấp: [[lộ]], [[phủ (đơn vị hành chính)|phủ]], [[châu (đơn vị hành chính)|châu]], [[giáp]], [[xã]]. Mỗi xã đặt ra xã quan, một người chánh lệnh trưởng và một người tá lệnh trưởng. Một số xã ở gần nhau thời thuộc Đường gọi là [[Hương (Trung Quốc)|hương]] nay đổi là giáp, mỗi giáp có một quản giáp và một phó tri giáp để trông nom việc kê hộ khẩu, nhân khẩu và việc thu thuế. Theo sách ''An Nam chí nguyên'', Khúc Hạo đặt thêm 150 giáp, cộng với những giáp trước đây nhà Đường đặt, cả thảy toàn bộ Tĩnh Hải quân có 314 giáp.\n\n===Ngoại giao===\nNhà [[Hậu Lương (Ngũ đại)|Hậu Lương]], trước đây vì mới cướp ngôi nhà Đường, phương Bắc nhiều biến cố nên [[Hậu Lương Thái Tổ]] thừa nhận Khúc Hạo làm Tiết độ sứ Tĩnh Hải quân năm [[907]]. Nhưng qua năm sau (năm [[908]]), vua Hậu Lương là [[Hậu Lương Thái Tổ]] lại phong cho Tiết độ phó sứ ở Quảng Châu là [[Lưu Ẩn]] kiêm chức \"Tĩnh Hải quân tiết độ, An Nam đô hộ\".<ref name=\"TTTG267\">Tư trị thông giám, quyển 267.<\/ref> Điều đó có nghĩa là người Trung Quốc vẫn muốn chiếm lại Việt Nam.<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 293<\/ref> Sự cai trị vững vàng của Khúc Hạo ở [[Tĩnh Hải quân]] khiến họ Lưu ở Quảng Châu không dám nhòm ngó tới phương nam. \n\nNăm [[909]], [[Hậu Lương Thái Tổ]] phong [[Lưu Ẩn]] ở [[Quảng Châu]] là Nam Bình vương.<ref name=\"TTTG267\"\/> Năm [[910]], [[Hậu Lương Thái Tổ]] phong [[Lưu Ẩn]] ở [[Quảng Châu]] là Nam Hải vương.<ref name=SGCQ58>''[[Thập quốc Xuân Thu|Thập Quốc Xuân Thu]]'' (十國春秋), [http:\/\/www.archive.org\/stream\/06072245.cn#page\/n2\/mode\/2up quyển 58].<\/ref> Ngày 4 tháng 4 năm [[911]] Nam Hải vương [[Lưu Ẩn]] ở [[Quảng Châu]] mất, em là [[Nam Hán Cao Tổ|Lưu Nham]] kế vị làm Nam Hải vương.<ref name=TTTG268>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷268|quyển 268]].<\/ref> Vào đầu năm [[913]], vua [[Chu Hữu Khuê]] nhà [[Hậu Lương (Ngũ đại)|Hậu Lương]] ban chức ''kiểm hiệu thái phó'' cho Nam Hải vương [[Nam Hán Cao Tổ|Lưu Nham]] ở [[Quảng Châu]].<ref name=SGCQ58\/> Cùng năm [[913]], vua [[Chu Hữu Trinh|Chu Trấn]] nhà [[Hậu Lương (Ngũ đại)|Hậu Lương]] bổ nhiệm [[Nam Hán Cao Tổ|Lưu Nham]] ở [[Quảng Châu]] làm tiết độ sứ của Thanh Hải quân và Kiến Vũ quân<ref>建武, trị sở tại Dung châu<\/ref>, phong tước Nam Bình vương cho [[Nam Hán Cao Tổ|Lưu Nham]].<ref name=SGCQ58\/> Năm [[916]] [[Nam Hán Cao Tổ|Lưu Nham]] chấm dứt việc gửi cống phẩm và sứ giả đến nhà Hậu Lương sau khi bị vua [[Chu Hữu Trinh|Chu Trấn]] nhà [[Hậu Lương (Ngũ đại)|Hậu Lương]] từ chối sắc phong làm Nam Việt vương.<ref name=TTTG269>''Tư trị thông giám'', [[:zh:s:資治通鑑\/卷269|quyển 269]].<\/ref>\n\nKhi được tăng cường lực lượng từ các sĩ dân Trung nguyên di cư xuống phía Nam<ref>Do Trung nguyên có loạn lớn nên những quan lại, sĩ phu không cùng cánh với chính quyền mới phải di tản.<\/ref>, [[Quảng Châu]] mạnh lên. Tháng 9 năm [[917]], Nam Bình vương [[Nam Hán Cao Tổ|Lưu Nham]] ở [[Quảng Châu]] bèn xưng đế, lập ra nước [[Nam Hán]] tách khỏi nhà Hậu Lương, một trong mười nước thời [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]]. Nguyên ban đầu [[Nam Hán Cao Tổ]] (Lưu Nghiễm) lấy quốc hiệu là ''Đại Việt'', sang năm [[918]] [[Nam Hán Cao Tổ]] mới đổi tên là ''Đại Hán'' (sử gọi là [[Nam Hán]] để phân biệt với [[Bắc Hán]] tồn tại cùng thời kỳ) và từ đó giữ quốc hiệu này. Quốc hiệu ''Đại Việt'' ban đầu càng chứng tỏ tham vọng của họ Lưu muốn đánh [[Tĩnh Hải quân]] mà sau này họ hai lần thực hiện (vào năm [[930]] và năm [[938]]).\n\nNhận thấy nguy cơ từ phía họ Lưu, Khúc Hạo sai con là [[Khúc Thừa Mỹ]] làm \"khuyến hiếu sứ\" sang [[Quảng Châu]] gặp vua [[Nam Hán Cao Tổ]], bề ngoài là để ‘‘kết mối hòa hiếu’’, song bề trong cốt là xem xét tình hình hư thực của địch. Cuối năm [[917]] khi [[Khúc Thừa Mỹ]] trở về thì Khúc Hạo mất. Dù ông chưa từng xưng đế hay xưng vương nhưng đời sau nhớ công lao của ông và gọi ông là ‘‘Khúc Trung chủ’’. [[Khúc Thừa Mỹ]] kế vị làm [[Tĩnh Hải quân]] [[Tiết độ sứ]].\n\nDo hành động ngoại giao mềm dẻo của Khúc Hạo, [[Nam Hán]] không gây hấn với [[Tĩnh Hải quân]]. Sau này, do [[Khúc Thừa Mỹ]] từ bỏ chính sách của cha, nhận chức Tiết độ sứ từ [[nhà Lương]] chứ không thừa nhận nhà [[Nam Hán]]. Sử ghi thời [[Khúc Thừa Mỹ]] bên trong lao dịch nặng nề; bên ngoài lại thân với nhà [[Hậu Lương]] mà nước Nam Hán đã ly khai, chống đối [[Nam Hán]] trong khi Hậu Lương ở quá xa tận Trung nguyên; hơn nữa Khúc Thừa Mỹ còn công khai gọi Nam Hán là \"''ngụy đình''\" (triều đình không chính thống) làm chọc giận họ Lưu, nên có thể là nguyên nhân quân [[Nam Hán]] tiến quân xâm lược nước Việt.\n\n==Nhận định==\n\n*Theo Văn Tạo, Viện Sử học Việt Nam: Khúc Hạo được đánh giá là nhà cải cách hành chính đầu tiên ở Việt Nam. So với thời [[Cao Biền]], số đơn vị hành chính thời Khúc Hạo được tăng lên gấp đôi. Như vậy về [[chiều rộng]], chính quyền trung ương đã vươn tới nhiều nơi hơn trên địa bàn cai trị. Việc đưa nhân khẩu vào quản lý chặt chẽ hơn tại các đơn vị hành chính tạo điều kiện tăng cường nhân lực cho các hoạt động kinh tế, quân sự của chính quyền. Vào thế kỷ 10, trong khi các hào trưởng địa phương ít nhiều có xu hướng độc lập, cát cứ với chính quyền trung ương (ngay cả các triều đại Ngô, Đinh sau đó cũng vậy), Khúc Hạo đã khéo léo dựa vào họ để củng cố chính quyền cơ sở. Cuộc cải cách của ông tạo cơ sở kinh tế, xã hội vững chắc cho nền độc lập, tự chủ của người Việt sau này.<ref>Văn Tạo, sách đã dẫn, tr. 29.<\/ref><ref>Văn Tạo, sách đã dẫn, tr. 31.<\/ref><ref>[[Dương Đình Nghệ]] là tướng của Khúc Hạo, sau khởi binh đánh đuổi được Nam Hán.<\/ref>\n\n==Tham khảo==\n\n*[[Đại Việt sử ký toàn thư|''Đại Việt Sử ký Toàn thư'']], Nhà Xuất bản Khoa học xã hội, 1998, tập 1.\n*''[[Khâm định Việt sử Thông giám cương mục]]''.\n*''Việt Nam sử lược'', Nhà Xuất bản Tân Việt, 1968.\n*''[[Việt sử lược]]''.\n*''[[Lịch triều hiến chương loại chí]]'', Nhà Xuất bản Giáo dục, 2006.\n*''[[An Nam chí lược]]'', Viện Đại học Huế, Ủy ban phiên dịch sử liệu Việt Nam, 1961, bản điện tử.\n*Viện sử học (1991), ''Lịch sử Việt Nam, tập 1'', Nhà Xuất bản Đại học và Giáo dục chuyên nghiệp\n*Văn Tạo (2006), ''Mười cuộc cải cách, đổi mới lớn trong lịch sử Việt Nam'', Nhà Xuất bản Đại học Sư phạm.\n\n==Tham khảo==\n<references responsive=\"\" \/>\n\n==Xem thêm==\n*[[Thời kỳ tự chủ Việt Nam|Tự chủ]]\n*[[Họ Khúc (lịch sử Việt Nam)|Họ Khúc]]\n*[[Khúc Thừa Dụ]]\n*[[Khúc Thừa Mỹ]]\n*[[Dương Đình Nghệ]]\n\n{{Đầu hộp}}\n{{thứ tự kế vị|trước=[[Khúc Thừa Dụ]]\n|chức vụ=[[Tĩnh Hải quân]] [[Tiết độ sứ]]\n|sau=[[Khúc Thừa Mỹ]]\n|năm=[[907-917]]}}\n{{Cuối hộp}}\n\n{{Họ Khúc}}\n{{Tĩnh Hải quân Tiết độ sứ}}\n\n[[Thể loại:Tĩnh Hải quân Tiết độ sứ]]\n[[Thể loại:Họ Khúc]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Mất năm 917]]\n[[Thể loại:Lịch sử Việt Nam thời Tự chủ]]\n[[Thể loại:Người cải cách Việt Nam]]\n[[Thể loại:Năm sinh không rõ]]"}