{"58781":"{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Khương Thượng \n| hình = \n| ghi chú hình = \n| vĩ độ = 21.0021114\n| kinh độ = 105.8256993\n| diện tích = 0,34 km²<ref name=MS>{{Chú thích web|url=http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls|tiêu đề=Mã số đơn vị hành chính Việt Nam|ngày truy cập=ngày 10 tháng 4 năm 2012|nhà xuất bản=Bộ Thông tin & Truyền thông|archive-date=2013-03-24|archive-url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls|url-status=dead}}<\/ref>\n| dân số = 15.712 người<ref>{{Chú thích web|url=https:\/\/soyte.hanoi.gov.vn\/documents\/3672249\/6224642\/tbub-842-2021_signed.pdf\/008d3463-4f47-445e-9869-94147fa5a4bc|tựa đề=Thông báo số 842\/TB-UBND đánh giá cấp độ dịch trong phòng, chống dịch Covid-19 trên địa bàn thành phố Hà Nội|tác giả=Ủy ban nhân dân thành phố Hà Nội|ngày=2021-12-10|website=Sở Y tế Hà Nội|url-status=live}}<\/ref>\n| thời điểm dân số = 2021\n| mật độ dân số = {{formatnum:{{#expr:floor(15712\/0.34)}} }} người\/km²\n| dân tộc = Hầu hết là [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| quận = [[Đống Đa]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 00238<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Khương Thượng''' là một [[phường]] thuộc [[quận]] [[Đống Đa]], [[thành phố]] [[Hà Nội]], [[Việt Nam]].\n\n==Lịch sử==\nTừ trước thế kỷ XIX cùng với [[Khương Trung]], Khương Hạ hợp thành xã [[Khương Đình]], thuộc huyện Thanh Trì. Đến đầu thế kỷ XIX Khương Thượng được tách ra, đem thuộc về tổng Hạ của huyện Vĩnh Thuận, phủ Hoài Đức. Từ 1915, Khương Thượng lại thuộc về tổng Yên Hạ, [[Hoàn Long (huyện)|huyện Hoàn Long]]. Sau năm 1954 Khương Thượng quay trở lại cùng Khương Trung. Khương Hạ thành xã Tam Khương, quận VII ngoại thành Hà Nội. Nay Khương Thượng thành một phường thuộc quận [[Đống Đa]].\n\nKhương Thượng vốn có năm xóm: Đình, Đông, Tứ, Dộc và xóm Trước Cửa là xóm chính của làng, có một cổng lớn gọi là Cổng Cái. Sau năm 1919, Pháp làm sân bay Bạch Mai đã lấy đất của hai xóm Tứ và Dộc và dồn dân hai xóm này đến cánh đồng phía tây của làng gần Ngã Tư Sở và mọi người gọi đó là xóm Tân Khương.\n\nĐây là nơi diễn ra chiến sự trong chiến dịch nghĩa quân Tây Sơn giải phóng Thăng Long vào năm 1789 nên Khương Thượng có nhiều di tích ghi nhớ: ở chỗ nay là Học viện Thủy lợi vốn có một gò đất hình con ốc nên có tên là núi Ốc (Loa Sơn), nơi tướng giặc Sầm Nghi Đống đóng đồn và đã phải đền tội. Đằng sau có hồ rộng, quân lính thường đem voi ra tắm nên có tên là hồ Tắm Tượng. Hai di tích này không còn, chỉ còn di tích chùa Bộc. Chùa có tên chữ là Sùng Phúc tự, có từ đời Lê là chùa của làng Khương Thượng. Trong trận đánh quân Thanh, chùa bị hư hỏng. Năm Quang Trung thứ 5 (1792) dân làng làm lại chùa. Hiện trong chùa có một pho tượng hình dáng như các tượng Đức Ông ở mọi chùa, nhưng chân không đi hài, để trần. Nhiều người cho rằng đó là dân đã mượn hình thức Đức Ông để tạc tượng vua Quang Trung, vì ở sau tượng có dòng chữ “Bình Ngọ niên tạo Quang Trung tượng”. Bính Ngọ là năm 1846. Tuy nhiên cũng có người cho rằng đó là dòng chữ mới khắc gần đây. Vấn đề cần nghiên cứu thêm.\n\nNgoài ra cánh đồng làng này có những gò đất cao, tương truyền là nơi chôn xác quân Thanh. Nay tất cả cánh đồng đã được xây dựng những công trình xây dựng mới: Trường Công đoàn, Học viện Thủy Lợi, Học viện Ngân hàng.\n\nĐình Khương Thượng thờ thần Cao Sơn, là di tích lịch sử văn hóa đã được xếp hạng năm 1990.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n*Nghị định của Chính phủ Việt Nam số 74\/CP ngày 22 Tháng 11 năm 1996.\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc quận Đống Đa}}\n\n[[Thể loại:Phường thuộc quận Đống Đa|Khương]]"}