{"1289599":"{{Thông tin nhạc sĩ\n| nền = ca sĩ hát đơn\n| tên = Khắc Việt \n| hình =\n| kích thước hình = \n| chú thích hình = Ca sĩ Khắc Việt\n| tên thật = Nguyễn Khắc Việt\n| ngày sinh = {{ngày sinh và tuổi|1987|08|30}}\n| nơi sinh = [[Yên Bái]], {{flag|Việt Nam}}\n| ngày mất = \n| nơi mất = \n| vai trò = [[Ca sĩ]]<br>[[Nhạc sĩ]]<br>[[Doanh nhân]]\n| thể loại = Nhạc trẻ\n| hợp tác với =[[Nam Cường]]<br>[[Khắc Hưng]] \n| ca khúc =Yêu lại từ đầu<br>Anh khác hay em khác<br>Như vậy nhé<br>Em làm gì tối nay<br>Ngỡ<br>Biết nói là tại sao<br>Yêu nhầm người \n| năm hoạt động = 2009 - nay\n| url = {{url|http:\/\/khacviet.vn}}\n}}\n'''Khắc Việt''' tên thật là '''Nguyễn Khắc Việt''' (sinh ngày [[30 tháng 8]] năm [[1987]]) là một ca sĩ, nhạc sĩ Việt Nam. Anh theo dòng nhạc [[pop]]-[[ballad]].<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/khac-viet-toi-thieu-tu-tin-nen-chua-dam-lay-vo-3512548.html Khắc Việt: 'Tôi thiếu tự tin nên chưa dám lấy vợ']<\/ref><ref>{{Chú thích web |url=http:\/\/giaitri.vnexpress.net\/sao\/khac-viet-4481\/tieu-su.html |ngày truy cập=2017-03-10 |tựa đề=Tiểu sử Khắc Việt |archive-date = ngày 12 tháng 3 năm 2017 |archive-url=https:\/\/web.archive.org\/web\/20170312051706\/http:\/\/giaitri.vnexpress.net\/sao\/khac-viet-4481\/tieu-su.html }}<\/ref>\n\n==Tiểu sử và sự nghiệp==\n\n===Thời niên thiếu===\nSinh ra và lớn lên ở [[Yên Bái]], trong một gia đình không có ai theo nghệ thuật, bố mẹ là công chức; sau khi học xong phổ thông trung học, Khắc Việt cùng em ruột của mình là [[Khắc Hưng]] thi đỗ vào Nhạc viện Hà Nội ([[Học viện Âm nhạc Quốc gia Việt Nam|Học viện Âm nhạc Quốc gia]] bây giờ) vào năm [[2005]]. Vì gia đình không dư dả về kinh tế, để trang trải cuộc sống, Khắc Việt từng phải đi bán xăng và hát lót suốt 3 năm trời.\n\n===Sự nghiệp===\nTốt nghiệp khoa Thanh nhạc, nhưng Khắc Việt chọn đi theo con đường sáng tác âm nhạc ngay từ khi mới bắt đầu đặt chân trên con đường nghệ thuật khi cho ra mắt ca khúc đầu tay với tựa đề \"Quên\" vào năm [[2009]]. Khắc Việt được cho là đã theo học nhạc thầy Văn Phúc Duy Phúc.\n\nĐầu năm [[2010]], album single \"Như vậy nhé\" được phát hành online.\n\n===2009-2011: Album đầu tay ''Yêu lại từ đầu''===\nNăm 2009, Khắc Việt ra mắt single \"Quên\", nằm trong EP ''Câu chuyện tình yêu'' và ngay lập tức ca khúc trở thành một cơn sốt trên mạng vào thời điểm đó.\n\nNăm 2010, album ''Yêu lại từ đầu'' ra mắt trên Zing Mp3 cùng với music video cho bài hát cùng tên. 4 bài hát trong album gồm \"Yêu lại từ đầu\", \"Như vậy nhé\", \"Em thế nào\" và \"Quên\" trở thành hit ngay trong thời điểm ra mắt.\n\n=== 2011-2012: ''Mất cảm giác yêu... Anh khác hay em khác?'' và các dự án với Nam Cường ===\nNăm 2011, sau thành công của album ''Yêu lại từ đầu'', Khắc Việt ra mắt single \"Lại một lần nữa\", \"Chỉ anh hiểu em\" cùng hai video ca nhạc cho hai bài hát của single. Vài tháng sau, Khắc Việt ra mắt album phòng thu thứ hai mang tên ''Mất cảm giác yêu... Anh khác hay em khác?'' gồm 9 ca khúc và 5 video ca nhạc. Album tiếp tục trở thành cơn sốt lớn khi thu hút hơn 2 triệu lượt nghe sau một tuần ra mắt.\n\nCuối năm 2011, Khắc Việt hợp tác cùng [[Nam Cường (ca sĩ)|Nam Cường]] trong album song ca ''Lời hứa''. Tất cả bài hát trong album đều do Khắc Việt sáng tác. Hai single chủ đạo \"Khó\" và \"Lời hứa\" trở thành hit và bài hát \"Suy nghĩ trong anh\" cũng trở thành hit sau khi Duy Khoa cover lại ca khúc.\n\n=== 2012-2014: Album vol.3 ''Anh yêu người khác rồi'' ===\nKhởi đầu của Khắc Việt trong năm 2012 là single \"Chuyện tình mình\" (hợp tác cùng Lam Trang) được ra mắt trong dịp Valentine. Sau đó anh ra mắt single \"Anh nhận ra\" và công phá các bảng xếp hạng trong nước, tuy nhiên \"Anh nhận ra\" lại có dấu hiệu thiếu nhiệt hơn các ca khúc trước đó của Khắc Việt.\n\nTháng 7 năm 2012, Khắc Việt hợp tác cùng boyband Biển Xanh trong single \"Tha thứ hay không?\", nhưng single lại không thành công như mong đợi.\n\nTháng 10 năm 2012, Khắc Việt ra mắt EP ''Người cô đơn'' bao gồm 4 bài hát mới, và gặt hái được thành công. Đến cuối năm, dự án phim ngắn của anh bị hủy bỏ, thay vào đó, anh ra mắt \"Hơi ấm ngày đông\" là một sáng tác của người em Khắc Hưng.\n\nCuối năm 2013, Khắc Việt chính thức cho ra lò album phòng thu thứ ba ''Anh yêu người khác rồi'', gồm 8 bài hát và 5 video ca nhạc được đầu tư công phu.\n\n=== 2014-nay: Album phòng thu thứ tư trong tương lai ===\nĐầu năm 2014, Khắc Việt ra mắt bài hát \"Đừng cố yêu\" và một video ca nhạc quay ở khu du lịch Đại Lải, Vĩnh Phúc. Bài hát ngay lập tức đứng thứ hai sau một tuần ra mắt trên BXH Zing.\n\nAnh tiếp tục cho ra mắt single \"Người tình\" (hợp tác cùng Lê Hiếu) nhưng không đạt được thành công lớn.\n\nTháng 10 năm 2014, Khắc Việt ra mắt hai single \"Em làm gì tối nay\" và \"Biết nói là tại sao\". \"Em làm gì tối nay\" trở thành hit và đứng thứ nhất BXH Zing sau 2 tuần ra mắt. Trong khi đó, \"Biết nói là tại sao\" trở thành ca khúc gây tranh cãi khi video ca nhạc cho bài hát có một cảnh nóng giữa Khắc Việt và người mẫu Jery Trinh, tuy nhiên điều đó không làm ca khúc không trở thành hit.\n\nMột thời gian sau, anh ra mắt ca khúc \"Ngại yêu\" và \"Cuối cùng\" nhưng hai ca khúc này không gặt hái nhiều thành công như kỳ vọng.\n\nTháng 7 năm 2015, Khắc Việt ra mắt ca khúc \"Người không đáng\". Video ca nhạc của ca khúc được tung trailer vào cuối tháng 6 năm 2015 trên YouTube và Zing MP3, chỉ đạo bởi đạo diễn Hoàng Thành Đồng.\n\nNăm 2016, Khắc Việt ra mắt ca khúc \"Yêu\". Bài hát mới nhất của anh cũng là chủ đề của phim ngắn mà anh đóng cặp với [[Dung Doll]].\n==Album đã phát hành==\n*2010: Yêu lại từ đầu (Vol 1)\n*2011: Mất cảm giác yêu - Anh khác hay người khác (Vol 2)\n*2012: Lời hứa (với [[Nam Cường (ca sĩ)|Nam Cường]])\n*2013: Anh yêu người khác rồi (Vol 3)\n\n==Phong cách chính==\nThông minh, nhạy bén với âm nhạc thị trường, Khắc Việt khiến nhiều người phải thay đổi suy nghĩ về \"công thức\" của sự nổi tiếng khi anh hạn chế về mặt ngoại hình so với nhiều nam ca sĩ khác. Với chất giọng nam trung trữ tình, sáng, giàu cảm xúc, Khắc Việt gây ấn tượng với khán giả bằng các ca khúc trữ tình, đậm chất [[pop]]-[[ballad]] nhẹ nhàng và giàu cảm xúc.\n==Sáng tác==\n*Anh cần em\n*Anh cần em nghe\n*Anh khác hay em khác\n*Anh muốn\n*Anh muốn quay lại\n*Anh nhận ra\n*Anh quên mình đã chia tay\n*Anh yêu em\n*Anh yêu em lắm\n*Anh yêu người khác rồi\n*Biết nói là tại sao\n*Bình yên\n*Bình yên nhé\n*Bước qua đời nhau\n*Cảm ơn em đã đợi anh\n*Chạy về nơi phía anh\n*Chỉ anh hiểu em\n*Chỉ còn lại đây\n*Chính là anh\n*Chờ em trong đêm\n*Chuyện chúng mình\n*Chuyện ngày hôm qua\n*Chuyện tình mình\n*Chuyện tình tôi\n*Có bao giờ\n*Có lẽ ta đã hạnh phúc\n*Dĩ nhiên em không ở đây\n*Dù chỉ là mơ\n*Đã lỡ\n*Để trái tim nghỉ ngơi\n*Đêm trắng\n*Đến khi nào\n*Đi tìm tình yêu\n*Địa ngục trần gian\n*Đoạn cuối con đường\n*Đứng một mình\n*Đừng cố yêu\n*Đừng quên anh\n*Em cứ đi đi\n*Em lấy chồng\n*Em nhớ anh\n*Em thế nào?\n*Ghép\n*Hai thế giới\n*Hạnh phúc gần\n*Hạnh phúc là đây\n*Hạnh phúc nhé\n*Hay là chia tay\n*Hãy quên anh\n*Hết\n*Hiện đại\n*Hứa\n*I miss you\n*Khác biệt\n*Khi con là nhà\n*Khó\n*Khóc\n*Không phải em đúng không?\n*Không thể quên em\n*Kỷ niệm nhạt nhòa\n*Lại một lần nữa\n*Lời hứa\n*Mất cảm giác yêu\n*Muốn nói\n*Nếu như mình gặp lại\n*Ngã tư đường\n*Ngại yêu\n*Ngày cưới (Ngày vui nhất)\n*Ngoại tình\n*Ngốc\n*Ngỡ\n*Người cô đơn\n*Người không đáng\n*Người tình\n*Như vậy nhé\n*Nỗi nhớ vẹn nguyên\n*Nợ em cả cuộc đời\n*Nơi phương xa\n*Nụ cười mặn\n*Phải là anh\n*Phải xa nhau\n*Phút đầu tiên\n*Quê hương tôi (Tôi người Việt Nam)\n*Quên\n*Sài Gòn ơi! Xin lỗi, cảm ơn\n*Sao em nỡ vậy\n*Sao không cho nhau\n*Sau bao năm\n*Suy nghĩ trong anh\n*Ta đã từng\n*Thế nhé anh\n*Thương\n*Tìm lại bầu trời\n*Tình anh em\n*Tội cho cô gái đó\n*Trả lại cho anh\n*Trong tim anh luôn có em\n*Vắng em\n*Yêu\n*Yêu lại từ đầu\n*Yêu mà\n*Yêu thật rồi\n*Yêu thương quay về\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.khacviet.vn Website chính thức]\n\n[[Thể loại:Sinh năm 1987]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Nam ca sĩ Việt Nam]]\n[[Thể loại:Ca sĩ nhạc trẻ Việt Nam]]\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc trẻ]]\n[[Thể loại:Người Yên Bái]]\n[[Thể loại:Sinh tại Yên Bái]]\n[[Thể loại:Cựu sinh viên Học viện Âm nhạc Quốc gia Việt Nam]]"}