{"409872":"[[Hình:Tượng đài Trần Văn Thành ở Châu Phú.jpg|nhỏ|phải|250px|Tượng đài [[Trần Văn Thành]] ở thị trấn [[Cái Dầu]]]]\n'''Khởi nghĩa Bảy Thưa''' ([[1867]] - [[1873]]) là một cuộc kháng [[Đế quốc thực dân Pháp|Pháp]] do Quản cơ [[Trần Văn Thành]] làm thủ lĩnh, đã xảy ra trên địa bàn của tỉnh [[An Giang]], [[Việt Nam]].\n \n==Hoàn cảnh lịch sử==\n[[Tập tin:Rạch Bảy Thưa.jpg|nhỏ|phải|250px| Một con rạch chảy qua Bảy Thưa ngày nay]]\n[[Tháng hai|Tháng 2]] năm [[1861]], [[Đại đồn Chí Hòa]] thất thủ, sau đó quân Pháp lần lượt đánh chiếm ba tỉnh miền Đông [[Nam Kỳ]]. Vua [[Tự Đức]] liền ra lời kêu gọi các sĩ dân nơi đây cùng hợp tác chống ngăn quân xâm lược. Hưởng ứng lệnh vua, nguyên Chánh quản cơ Trần Văn Thành trở lại đội ngũ.\n\nNgày 20 [[tháng sáu|tháng 6]] năm [[1867]], quân Pháp chiếm thành [[Vĩnh Long]]. Sau đó, một đoàn tàu chiến do trung tá hải quân GaLey cầm đầu, tiến lên huy hiếp thành [[Châu Đốc]], buộc Tổng đốc [[Phan Khắc Thận]] phải đầu hàng, tỉnh [[An Giang]] mất ngày 22 [[tháng sáu|tháng 6]] năm [[1867]].\n\nLập tức nhiều binh sĩ và người dân ở tỉnh này chống lại, hình thành nên hai cuộc khởi nghĩa đáng chú ý, đó là cuộc khởi nghĩa của Chánh vệ thủy Đỗ Đăng Tàu và Phó vệ thủy Lê Văn Sanh ở [[Châu Đốc]]<ref>Đỗ Đăng Tàu và Lê Văn Sanh cho quân kéo dây ngang [[sông Hậu]] ngăn tàu chiến Pháp. Trận chiến nổ ra trên sông, nhưng cuối cùng thì quân triều thất trận, hai ông phải cho đội tàu rút về ẩn ở kênh Mương Thủy (nay thuộc phường Vĩnh Mỹ, thị xã [[Châu Đốc]]) lập kế hoạch phục kích, nhưng lại thất bại, phải rút vào Ô Long Vĩ ([[Châu Phú]]), phối hợp với lực lượng của Trần Văn Thành. Khi vị thủ lĩnh này tử trận. Hai ông gom góp tàn binh trở về quê giả dạng thành nông dân, chờ ngày hoạt động trở lại nhưng không còn cơ hội, lực lượng dần tan rã...Hai ông mất năm nào chưa rõ. Hiện nay tại phường Vĩnh Mỹ có ngôi miếu (miếu Vệ Thủy) thờ hai ông.<\/ref>, và cuộc khởi nghĩa của Quản cơ Trần Văn Thành ở cánh đồng Láng Linh ([[Châu Phú]]).\n\n==Diễn biến==\n===Tham gia khởi nghĩa [[Nguyễn Trung Trực]]===\nĐể cứu nguy nước nhà, Trần Văn Thành tự tổ chức dân binh đắp cản ở quê nhà (Cồn Nhỏ) để ngăn quân Pháp <ref>Theo Nguyễn Hữu Hiếu, ''Kỷ yếu'', tr. 18.<\/ref>, đồng thời mang quân qua phía [[Rạch Giá]], hỗ trợ cuộc khởi nghĩa [[Nguyễn Trung Trực]]. [[Tháng sáu|Tháng 6]] năm [[1868]], thủ lĩnh Trung Trực đánh chiếm được đồn [[Kiên Giang]] mấy ngày, thì bị quân Pháp tổ chức phản công. Lập tức, Trần Văn Thành cho quân (có đông đảo đồng bào [[Núi Sập]] giúp sức) đắp cản ở Ba Bần, Trà Kên (nay đều thuộc huyện [[Thoại Sơn, An Giang|Thoại Sơn]]) để ngăn cản tàu chiến Pháp đi tái chiếm tỉnh lỵ [[Rạch Giá]] <ref>Theo [[Sơn Nam (định hướng)|Sơn Nam]], tr. 67.<\/ref>.\n\nCuộc cản phá thất bại, [[Nguyễn Trung Trực]] bị đánh thua rút quân ra [[Hòn Chông]] (nay thuộc [[Kiên Lương]]), còn Trần Văn Thành thì dẫn lực lượng của mình vào Láng Linh dựng trại, khẩn hoang làm ruộng, luyện quân và rèn đúc vũ khí...để chuẩn bị làm cuộc đánh đuổi ngoại xâm <ref>Theo ''Đồng Tháp nhân vật chí'' do Hội Khoa học lịch sử [[Đồng Tháp]] biên soạn, thì cùng rút về Láng Linh lập căn cứ chống Pháp còn có Chánh lãnh binh Nguyên Hương (nguyên thành thủ úy [[Hà Tiên (tỉnh)|Hà Tiên]]) và các bộ tướng như Quản Bạch, Kim Chung...Đến khi Láng Linh thất thủ, Quản Cơ Thành hy sinh, các ông này đã trốn về quê ở thôn Tịnh Thới, tổng An Tịnh ([[An Giang]]) tiếp tục chống Pháp (dẫn lại theo TS. Nguyễn Hữu Hiếu, ''Kỷ yếu'', tr. 18).<\/ref>.\n\n===Tổ chức kháng Pháp ở Láng Linh===\n[[Tập tin:Tranh vẻ Trần Văn Thành.jpg|300px|nhỏ|Tranh vẻ Trần Văn Thành|thế=Tranh vẽ Trần Văn Thành]]\nLáng Linh một cánh đồng rộng trũng phèn rộng bao la, thời [[nhà Nguyễn]], đất này thuộc huyện Tây Xuyên, phủ Tuy Biên, tỉnh [[An Giang]] (nay nằm trên địa bàn các xã Thạnh Mỹ Tây, Đào Hữu Cảnh, Bình Phú thuộc huyện [[Châu Phú]] tỉnh [[An Giang]]).<ref>Theo ThS. Trần Văn Đông, ''Kỷ yếu'', tr. 81.<\/ref>. Xưa kia, nơi đây có nhiều đầm lầy, đế sậy và vô số cây thưa (vì thế mà thành tên cuộc khởi nghĩa) <ref>Cây trát thưa hay cát thưa (dân gian gọi tắt là \"thưa\") là một loại cây ưa mọc ở vùng đất thấp, chịu được mùa nước nổi, cội to (khi lớn), lá nhỏ mà dài (xem ảnh). Ca dao địa phương có câu: ''Bãi bồi mọc những cát (hay trát) thưa\/ Thương em đi sớm về trưa một mình''. Theo Nguyễn Hữu Hiệp và Liêm Châu, tên cuộc khởi nghĩa viết là Bãi Thưa (theo nghĩa bãi đất mọc nhiều cây thưa) mới đúng. Do cách phát âm của người nông thôn miền Nam, mà tên Bãi Thưa lần hồi thành ra Bảy Thưa (theo ''Kỷ yếu'', tr. 79 và 92). Hiện nay ở Láng Linh còn rất ít loại cây này.<\/ref>, lại ít có kênh rạch thông vào...\n\nTheo lời kể của nhân dân và tư liệu cũ thì căn cứ chính của khởi nghĩa Bảy Thưa là Hưng Trung doanh (nay thuộc ấp Hưng Trung, xã Đào Hữu Cảnh, huyện [[Châu Phú]])<ref>Đó là địa điểm thuộc Cốc Ông Cậy hiện nay. Theo ThS. Trần Văn Đông, sau khi dinh Hưng Trung bị tàn phá, ông Đạo Cậy đã đến đây dựng cốc tu hành, nên người dân còn gọi nơi này là Cốc Ông Đạo Cậy (''Kỷ yếu'', tr. 83). Xem thêm: Trần Hồng Liên, \"Chùa Nam Long ở Láng Linh, Bảy Thưa (An Giang) quá khứ và hiện tại\" [http:\/\/old.thuvienhoasen.org\/cvn-angiang-namlong.htm]{{Liên kết hỏng|date=2021-03-15 |bot=InternetArchiveBot }}. Hiện nay ở đầu cầu sắt số 13 (ngang UBND xã Bình Phú) có một ngôi thờ mang tên là Dinh Hưng Trung, song đây chỉ là tên do nhân dân đặt theo để tưởng nhớ khi dựng lên ngôi thờ này (Võ Thành Phương, ''Kỷ yếu'', tr. 25).<\/ref>. Xung quanh thiết lập các đồn làm tuyến ngăn cản đối phương, như: đồn Cái Môn, đồn Lương (đều thuộc Thạnh Mỹ Tây), đồn Giồng Nghệ (Vĩnh Hanh, ([[Châu Thành, An Giang|Châu Thành]]), trạm canh Ông Tà (Tà Đảnh, [[Tri Tôn]]), đồn Hờ ở vàm rạch Cái Dầu ([[Châu Phú]]), v.v... (xem thêm bản đồ chiến khu Bảy Thưa). Mỗi đồn đều được trang bị súng thần công, súng điểu thương, hỏa hổ,... với khoảng 150 nghĩa quân phòng thủ.\n\nTrần Văn Thành phất cờ chống Pháp vào khoảng [[tháng tám|tháng 8]] năm [[1867]]<ref>Theo Liêm Châu, ''Kỷ yếu'', tr. 94.<\/ref>, và lấy tên '''Binh Gia Nghị''' đặt cho đội quân của mình<ref>Trong bằng phong cho Nguyễn Kế Trung làm chức Chánh Đề đốc, có câu liên quan như sau: \"An Giang tỉnh, Gia nghị cơ, Trần Vạn Thành cai quản hợp đồng\"...(dẫn lại theo Trần Thị Thu-Võ Thành Phương, ''Khởi nghĩa Bảy Thưa'' (1867-1873). Nhà xuất bản Thành phố Hồ Chí Minh, 1991). Vậy Gia Nghị là phiên hiệu của một đội quân ở [[An Giang]] thời Nguyễn, giống như \"Gia Trung cơ\", \"Gia Thuận cơ\" ở [[Gia Định]]... Giảng Nhà Láng có đoạn: ''\"Trong cơ vệ, mộ quân đã đủ\/ Ông trở về chịu chức Quản cơ\/ Đạo nghĩa quân khai trống phất cờ\/ Lấy danh nghĩa Binh cơ Gia Nghị\"''.<\/ref>.\n \nTheo tờ trình của Pháp năm [[1870]], thì lúc bấy giờ lực lượng của Trần Văn Thành có khoảng 1.200 nghĩa quân, bao gồm một số quân triều và nghĩa dân (trong đó phần đông là tín đồ [[Đạo Bửu Sơn Kỳ Hương|Bửu Sơn Kỳ Hương]])<ref>Dẫn lại theo [[Phạm Văn Sơn]] (tr. 211). Vì thế có thể nói đây là cuộc khởi nghĩa mang đậm màu sắc tôn giáo (theo Th.S. Nguyễn Thị Hoàng Phương, ''Kỷ yếu'', tr. 6).<\/ref>. Để củng cố thêm thế lực, Trần Văn Thành cho người đến liên hệ với [[Pu Kom Pô]], thủ lĩnh kháng Pháp ở [[Campuchia]], nhưng vì ông này cũng đang gặp khó khăn nên việc liên kết không mấy hiệu quả. Ngoài ra, ông còn cho người sang [[Xiêm|Xiêm La]] và [[Campuchia|Cao Miên]] để mua súng đạn, nhưng không thành công, vì hai nước ấy không muốn nhúng tay vào việc [[Nam Kỳ]] e mất lòng [[Pháp]] <ref>Theo [[Phạm Văn Sơn]], tr. 210-211.<\/ref>.\n \nCuối năm [[1868]], các phong trào kháng Pháp tại [[Nam Kỳ]] đã bị tan rã gần hết, lực lượng Trần Văn Thành lâm vào thế cô, và ông trở thành nhân vật bị Pháp truy nã, treo giải thưởng cao <ref>Theo quyết định số 473 không đề ngày do Đô đốc Ohire ký vào [[tháng tám|tháng 8]] năm [[1868]], thì ai bắt được Trần Văn Thành sẽ được thưởng 1.000 france, viên chức nào bắt được sẽ thăng cấp bực (dẫn lại theo Liêm Châu, ''Kỷ yếu'', tr. 94). Không bắt được, đầu năm [[1873]]) [[Pháp]] sai [[Tôn Thọ Tường]] mang thư đến chiêu hàng, nhưng ông Thành từ chối, quyết đánh tới cùng (theo TS. Trần Thuận, ''Kỷ yếu'', tr. 31).<\/ref>.\n\n===Trận chiến đấu sau cùng===\n[[Tập tin:Cốc Ông Đạo Cậy.jpg|nhỏ|phải|250px|Cốc Ông Đạo Cậy ngày nay. Rất có thể ở vị trí này khi xưa là chỗ của Hưng Trung doanh, căn cứ chính của Khởi nghĩa Bảy Thưa.]]\nNăm [[1871]], một cộng sự của Pháp là [[Trần Bá Lộc]] thử hành quân vào Bảy Thưa, nhưng chẳng thâu được kết quả do sình lầy, bốn phía lau sậy mù mịt, thỉnh thoảng bị phục kích.\n\nSang năm [[1872]], nhờ lời khai của nghĩa quân ra hàng và mật thám thăm dò được, thực dân Pháp quyết định mở cuộc càn quét lớn vào Bảy Thưa. Tuy nhiên mãi cho đến năm sau, họ mới phát lệnh hành quân.\n\nBắt đầu từ [[tháng ba|tháng 3]] năm [[1873]], [[đế quốc thực dân Pháp|thực dân Pháp]] cho quân đánh phá đồn Hờ ở rạch Cái Dầu (thuộc [[Châu Phú]]), và uy hiếp đồn Nghệ (thuộc xã Vĩnh Hanh, huyện [[Châu Thành, An Giang]]) rồi kéo dần vào rừng. Họ nã đại bác vào phía trước và cho dân dọn đường phía sau. Qua 5 ngày chiến đấu, quân Bảy Thưa lui dần. Quân Pháp không tiến mau được vì ngột nắng và sợ đỉa. Ngày 19 [[tháng ba|tháng 3]], hải quân Pháp từ Châu Đốc tiến vào đánh đồn Cái Môn (nay thuộc xã Thạnh Mỹ Tây, huyện [[Châu Phú]]). Tuy có hào sâu nhưng vì súng của nghĩa quân bắn không được xa, phát nổ phát không, nên chẳng bao lâu quân Pháp tràn vào được trong đồn.\n\nCùng ngày ấy, tàu chiến Pháp đâu tại vàm rạch Mặc Cần Dưng (nay thuộc [[Châu Thành, An Giang]]), ngoài [[sông Hậu]], rồi cho quân <ref>Đây là cánh quân mạnh nhất do Tri phủ Trần Bá Tường (em ruột [[Trần Bá Lộc]]) chỉ huy, có Phó quản Hiếm (trước kia là quân Bảy Thưa) cầm đầu một toán quân nhỏ theo hỗ trợ. Nhưng thực ra, viên chủ tỉnh [[Long Xuyên]] tên là Pếch (Emile Pueh) mới là người chỉ huy chính, có đại úy Guyon làm trợ lý (theo [[Sơn Nam (định hướng)|Sơn Nam]], tr. 70).<\/ref> dùng xuồng nhỏ vào ngọn rạch Mặc Cần Dưng (nay thuộc [[Châu Thành, An Giang]]) để tiến tới ngọn Hang Tra là nơi Trần Văn Thành đang chỉ huy chiến cuộc <ref>Lược kể theo [[Phạm Văn Sơn]] (tr. 211) và [[Sơn Nam (định hướng)|Sơn Nam]] (tr.70).<\/ref>.\n\nBiết mình đang bị bao vây, và người Pháp có vũ khí hữu hiệu, nhưng Trần Văn Thành và nghĩa quân vẫn cương quyết đối phó.\n\nTheo [[Sơn Nam (định hướng)|Sơn Nam]], khoảng 9 giờ sáng ngày [[19 tháng 3]] năm [[1873]] (21 [[tháng hai|tháng 2]] năm [[Quý Dậu]]), quân Pháp bắt đầu xung phong đánh chiếm Hưng Trung doanh. Báo ''Le Courrier de Saigon'' ra ngày 5 [[tháng tư|tháng 4]] năm [[1873]] tường thuật:\n:''Tại Hưng Trung, Trần Văn Thành vẫn bình tĩnh đứng sau chiến lũy làm bằng những tấm ván và những bao gạo chồng lên nhau, để đốc thúc nghĩa binh chiến đấu. Nghĩa quân trong các chiến lũy thổi tù và, đánh trống và reo hò để tăng uy thế. Bên cạnh ông còn có con trai ông hỗ trợ cho ông bắn\"...\n\n[[Nhà văn]] [[Sơn Nam (định hướng)|Sơn Nam]] kể:\n:''Ông Trần Văn Thành vẫn bình tĩnh đối phó, tuy đang bị vây. Ông đứng sau phòng tuyến làm bằng ván với những bao gạo chồng chất. Ông thách thức bọn Pháp, dùng ống loa mà chửi rủa thậm tệ. Đồng thời ông day về phía quân sĩ của mình mà khích động tinh thần; quân sĩ hò reo vang rân, chửi rủa bọn Pháp, trống đánh liên hồi. Ông Trần Văn Thành cắt từng lọn tóc nhỏ của mình mà phân phát cho các tín đồ...Bọn Pháp được lịnh đánh tràn vào. Ông Thành mặc áo màu đo sậm, đốc thúc chiến sĩ, ra hiệu lịnh, bên ạnh ông là đứa con ruột đang tiếp tay và đích thân ông bắn súng...<ref>Theo [[Sơn Nam (định hướng)|Sơn Nam]], ''Nói về miền Nam'', sách đã dẫn.<\/ref>\n\nTrước hỏa lực mạnh mẽ của đối phương, dù cố gắng chống trả nhưng chỉ vài giờ sau thì quân Bảy Thưa cũng bị đánh tan. Cũng theo [[Sơn Nam (định hướng)|Sơn Nam]] thì sau trận này, bên nghĩa quân có 10 người chết, 5 người bị thương, 15 người bị bắt sống. Ngoài ra, họ còn bị đối phương chiếm đoạt 16 súng điểu thương, 70 cây đao, nhiều gạo cùng ghe xuồng, một số giấy tờ cho thấy ông Thành từng ở [[Rạch Giá]] với [[Nguyễn Trung Trực]] và can dự vào vụ đánh giết Salicetti (chủ tỉnh [[Vĩnh Long]]) ở [[Vũng Liêm]]<ref>Theo [[Sơn Nam (định hướng)|Sơn Nam]], ''Lịch sử An Giang'', tr. 72.<\/ref>.\n\nXong trận, quân Pháp nổi lửa đốt tất cả dinh trại, phá hủy hết các lò đúc vũ khí, rồi mang xác ông Thành và Đội Văn (Pháp ghi là Vang, giữ hậu tập, tử trận trong trận Hưng Trung) về chưng bày tại chợ Cái Dầu ([[Châu Phú]]) để thị uy, để ngăn chận những tin đồn cho rằng ông còn sống, chỉ tạm thời đi lánh mặt và sẽ tiếp tục kháng chiến <ref>Theo [[Sơn Nam (định hướng)|Sơn Nam]] (''Lịch sử An Giang'', tr. 72) và ''Hỏi đáp lịch sử'' (Tập 4, tr. 164).<\/ref>. Theo ''Từ điển nhân vật lịch sử Việt Nam'' thì ông không tử trận. Sách viết: \"sau khi bản doanh Hưng Trung bị tàn phá, thất bại nặng, ông rút lui vào chiến khu và mất ngày 21 [[tháng hai|tháng 2]] [[âm lịch]] năm [[1873]]\"<ref>Trích trong ''Từ điển nhân vật lịch sử Việt Nam'', tr. 902.<\/ref>. Về cái chết của ông, đến nay vẫn chưa được làm rõ.\n\nSau trận đồn Hưng Trung, cuộc khởi nghĩa mà Quản Cơ Thành và các đồng đội của ông đã dày công gầy dựng kết thúc ([[tháng ba|tháng 3]] năm [[1873]]).\n\n==Nhận xét==\nCuộc khởi nghĩa Bảy Thưa diễn ra trong bối cảnh triều đình [[nhà Nguyễn]] đã ký hòa ước ([[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất 1862]]) với [[đế quốc thực dân Pháp|thực dân Pháp]], và các cuộc khởi nghĩa tại [[Nam Kỳ]] lúc bấy giờ bị dập tắt hay bị suy yếu. Mặc dù vậy, khởi nghĩa Bảy Thưa vẫn hình thành và kéo dài khá lâu (6 năm) ở đồng Láng Linh ([[Châu Phú]]), và đã gây tiếng vang trong và ngoài tỉnh.\n\nĐây là cuộc khởi nghĩa mang đậm màu sắc tôn giáo vì thủ lĩnh Thành (là một trong số đại đệ tử của [[Đoàn Minh Huyên|Phật Thầy Tây An]]) và đông đảo nghĩa quân đều là người theo đạo Lành (còn có tên là [[đạo Bửu Sơn Kỳ Hương]])<ref>Theo Th.S. Nguyễn Thị Hoàng Phương, ''Kỷ yếu'', tr. 6.<\/ref>.\n\n[[Tập tin:Súng thần công Bảy Thưa.jpg|nhỏ|phải|250px| Súng của nghĩa quân Bảy Thưa, hiện trưng bày tại Bảo tàng An Giang]]\nNhà văn [[Sơn Nam (định hướng)|Sơn Nam]] đã viết về thủ lĩnh Thành và cuộc khởi nghĩa của ông như sau:\n:''Trần Văn Thành từng tham gia những trận chống quân xâm lược [[Xiêm|Xiêm La]], đời [[Thiệu Trị]]. Qua đời [[Tự Đức]], thấy sự áp bức của vua quan, ông trở thành tín đồ của [[Đoàn Minh Huyên]], bấy lâu nổi danh với tài trị bệnh, cải cách [[Phật giáo]], bỏ những nghi thức rườm rà, nhằm huy động nông dân chống lại phong kiến...Với chí lớn không chút bi quan yếm thế, ngay sau khi [[An Giang]] mất, ông đưa nghĩa dân và nghĩa quân qua phía [[Rạch Giá]], tham gia cuộc khởi nghĩa [[Nguyễn Trung Trực]], và ông trở thành nhân vật mà thực dân Pháp truy nã gắt gao, treo giải thưởng. Sau đó, ông rút lui về Láng Linh để khẩn hoang. Có thể nói, ông là người đầu tiên dám nghĩ đến việc canh tác ở vùng trũng phèn này. Từ năm [[1871]] đến đầu năm [[1873]], mật khu lần hồi thành hình...Nghĩa quân gồm quân sĩ cựu trào, thêm khá đông người yêu nước từ các tỉnh.\n\n:''Khi đề cập cuộc khởi nghĩa Bảy Thưa, nhiều sử gia đều đánh giá cao, vì:''\n:-''Việc tổ chức khá khoa học, với công sự, kho lương thực; đặc biệt là đúc súng ống tại chỗ, tuy súng hãy còn thô sơ, kiểu \"ống lói\".''\n:-''Biết dùng hình thức tôn giáo để qui tụ quần chúng và che mắt thực dân.''\n:-''Thủ lĩnh (Trần Văn Thành) thấy rõ tương lai dân tộc ở hành động cụ thể là phải chống ngoại xâm, không thể ngồi khoanh tay chờ [[núi Cấm]] nứt ra \"bất chiến tự nhiên thành\". Thái độ của thủ lĩnh và nghĩa quân là \"chiến đấu không thỏa hiệp\"''<ref>Lược theo [[Sơn Nam (định hướng)|Sơn Nam]], ''Lịch sử An Giang'', tr.68-72.<\/ref>.\n\nSau trận đánh, theo [[Sơn Nam (định hướng)|Sơn Nam]], viên chủ tỉnh Pếch cũng đã nhận xét rằng: ''cai tổng Lý Mun và phủ Trần Bá Tường, từng tham gia đánh nhiều lần, nhưng trong trận này, quả là mất tinh thần. Quân Bảy Thưa gan lỳ khi bị bao vây, hứng chịu hỏa lực mạnh, chứng tỏ uy tín của Trần Văn Thành khá lớn''. Pếch cũng thú nhận là ''không chiến thắng hoàn toàn vì phần lớn nghĩa quân rút lui an toàn. Cánh quân do chủ tỉnh [[Châu Đốc]] hẹn hợp đồng không đến kịp để chận nút'' <ref>Dẫn lại theo [[Sơn Nam (định hướng)|Sơn Nam]], ''Lịch sử An Giang'', tr. 71.<\/ref>.\n \nHiện nay, vào các ngày 20-21-22 [[tháng hai|tháng 2]] ([[âm lịch]]) hàng năm, một số nơi trong tỉnh [[An Giang]] đều có tổ chức lễ trọng thể để \"Kỷ niệm ngày Quản Cơ Thành hy sinh và cuộc khởi nghĩa Bảy Thưa\".\n\n==Xem thêm==\n*[[Trần Văn Thành]]\n*[[Đền thờ Quản cơ Trần Văn Thành]]\n\n==Sách tham khảo==\n*[[Nguyễn Văn Hầu]], ''Đức Cố Quản hay cuộc khởi nghĩa Bảy thưa'', Nhà xuất bản Tân Sanh, [[Thành phố Hồ Chí Minh|Sài Gòn]], [[1956]].\n*Nhiều người soạn, ''Địa chí An Giang (Tập I)'', UBND tỉnh An Giang tổ chức biên soạn và ấn hành, [[2003]].\n*[[Sơn Nam (định hướng)|Sơn Nam]], ''Lịch sử An Giang'', Nhà xuất bản Tổng hợp An Giang, [[1988]].\n*[[Phạm Văn Sơn]], '' [[Việt sử tân biên]]'' (Quyển 5, Tập Thượng). Tác giả tự xuất bản, Sài Gòn, [[1962]].\n*Nhiều tác giả, ''Kỷ yếu Hội thảo cuộc khởi nghĩa Bảy Thưa và lễ hội văn hóa truyền thống huyện Châu Phú'' (trong bài gọi tắt là ''Kỷ yếu''). Phòng Văn hóa Thông tin huyện Châu Phú (An Giang) xuất bản, [[2010]].\n*Phan Văn Kiến, ''Lịch sử địa phương An Giang''. Nhà xuất bản Giáo dục, [[2009]].\n==Chú thích==\n{{Tham khảo|30em}}\n\n[[Thể loại:Khởi nghĩa chống Pháp (1858–1884)|B]]\n[[Thể loại:Lịch sử An Giang]]"}