{"214341":"{{bài cùng tên|Bắc Sơn (định hướng)}}\n{{Thông tin chiến tranh\n| thời gian = [[1940]]\n| tên = Khởi nghĩa Bắc Sơn\n| một phần của = [[Phong trào giải phóng dân tộc Việt Nam (1885-1945)]]\n| nguyên nhân = Chớp cơ hội [[Nhật Bản|Nhật]] đánh vào [[Lạng Sơn]], [[Pháp]] chạy về [[Thái Nguyên]] qua Bắc Sơn, Đảng bộ Bắc Sơn phục kích chặn đánh và cướp chính quyền ở địa phương.\n| kết quả = Pháp-Nhật hòa nhau. Pháp tập trung quân lực chiếm lại các đồn, đàn áp và tàn sát dân chúng, cán bộ, đảng viên, cuộc khởi nghĩa đã hoàn toàn tan rã.\n| bên 1 = {{plainlist|\n* {{flagicon image|Flag of the Communist Party of Vietnam.svg}} [[Đảng Cộng sản Việt Nam|Đảng bộ Bắc Sơn]]\n** {{flagicon image|Flag of the Communist Party of Vietnam.svg}} [[Đội du kích Bắc Sơn]]\n}}\n| bên 2 = {{plainlist|\n* {{flagcountry|Chính phủ Vichy}}\n** {{flag|Liên bang Đông Dương}}\n* {{flag|Đế quốc Nhật Bản}}\n}}\n| chỉ huy 1 = [[Tập tin:Flag of the Communist Party of Vietnam.svg|20px]] [[Hoàng Văn Thụ]]<br>[[Tập tin:Flag of the Communist Party of Vietnam.svg|20px]] [[Chu Văn Tấn]]<br>[[Tập tin:Flag of the Communist Party of Vietnam.svg|20px]] [[Lương Văn Tri]]<br>[[Tập tin:Flag of the Communist Party of Vietnam.svg|20px]] [[Phùng Chí Kiên]]<br>[[Tập tin:Flag of the Communist Party of Vietnam.svg|20px]] [[Trần Đăng Ninh]]\n| chỉ huy 2 = [[Tập tin:Flag of France.svg|20px]] [[Jean Decoux]]<br>[[Tập tin:Flag of Japan.svg|20px]] [[Tsuchihashi Yuitsu]]<br>[[Tập tin:Flag of Japan.svg|20px]] [[Takeshi Tsukamoto]] }}\n\n'''Khởi nghĩa Bắc Sơn''' - Trong thời kỳ [[Chiến tranh thế giới thứ hai]], vào tháng 6 năm [[1940]], nước [[Pháp]] bị [[wehrmacht|quân đội Đức Quốc xã]] xâm lược và chiếm đóng. Nhân cơ hội này, tháng 9 năm đó, [[đế quốc Nhật Bản]] xâm lược [[bán đảo]] [[Bán đảo Đông Dương|Đông Dương]] từ tay Pháp. Từ đây, [[Việt Nam]] bị hai thế lực cùng thống trị là [[đế quốc thực dân Pháp|thực dân Pháp]] và [[đế quốc Nhật Bản|phát xít Nhật]]. Khởi nghĩa Bắc Sơn là một cuộc khởi nghĩa của [[người Việt]] chống lại [[đế quốc thực dân Pháp|thực dân Pháp]] và [[đế quốc Nhật Bản|phát xít Nhật]] diễn ra tại [[Bắc Sơn]], [[Lạng Sơn]] vào năm [[1940]]. Quân [[Nhật Bản|Nhật]] đánh vào [[Lạng Sơn]] ngày 22 tháng 9 năm [[1940]], [[quân đội Pháp]] trên đường thua chạy đã rút lui qua châu Bắc Sơn. Nhân cơ hội đó, Đảng bộ Bắc Sơn thuộc [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]] đã lãnh đạo người dân nổi dậy tước khí giới của tàn quân [[Pháp]] để tự vũ trang cho mình, giải tán chính quyền địch, thành lập chính quyền cách mạng (27-9-1940). Nhưng sau đó [[Nhật Bản|Nhật]] thỏa hiệp với [[Pháp]] để quay trở lại đàn áp phong trào khởi nghĩa.\n\n==Diễn biến==\n===[[Chiến dịch Đông Dương (1940)|Quân Nhật tiến vào Đông Dương]]===\nNăm 1940, Tướng Nhật Takuma Nishimura được giao quyền chỉ huy quân đoàn Hoa Nam, tiến hành đàm phán với đô đốc Pháp [[Jean Decoux|Decoux]], toàn quyền Đông Dương, để thỏa thuận triển khai quân Nhật trên lãnh thổ Đông Dương thuộc Pháp. Cuộc đàm phán tiến triển quá chậm chạp nên giới tướng lãnh Nhật chỉ huy quân đoàn Hoa Nam quyết định gây hấn để phá hoại quá trình đàm phán. Để tránh giao tranh, ngày 21 tháng 9 năm 1940, phía Pháp đồng ý nhượng bộ, cho phép Nhật đóng 6 ngàn quân ở Bắc kỳ, được quyền sử dụng 4 sân bay, đồng thời được quyền chuyển 25 ngàn quân qua Bắc kỳ vào Vân Nam, quyền sử dụng cảng [[Hải Phòng]] để vận chuyển một sư đoàn thuộc quân đoàn 21.\n\nBất chấp việc đàm phán đã ngã ngũ, lực lượng quân sự Nhật vẫn [[Chiến dịch Đông Dương (1940)|tiến hành khởi sự]]. 9 giờ tối ngày 22 tháng 9, sư đoàn 5 tinh nhuệ trực thuộc quân đoàn 21 Nhật tràn qua biên giới từ [[Long Châu, Sùng Tả|Long Châu]] vào Việt Nam qua ngả [[Đồng Đăng]] và giao tranh quyết liệt với quân Pháp tại đây. Giao tranh lan ra các đồn binh Pháp dọc biên giới. Xe bọc thép Nhật uy hiếp [[Lạng Sơn]], buộc quân Pháp tại đây giương cờ đầu hàng ngày 22 tháng 9. Tới lúc này các đơn vị [[lính tập|quân thuộc địa]] bắt đầu hoảng loạn rút chạy, hàng trăm lính tập rã ngũ, vứt bỏ vũ khí lại trên đường chạy về Hà Nội. Cùng thời gian, máy bay thuộc hải quân Nhật cất cánh từ tàu sân bay trên [[vịnh Bắc Bộ]] bắn phá các mục tiêu Pháp trên bộ ngày 24 tháng 9. [[Hải quân Đế quốc Nhật Bản|Hải quân Nhật]] tiến hành đổ bộ 4,500 lính bộ binh và hơn một chục xe tăng ở phía nam cảng Hải Phòng, tiến hành tước khí giới quân Pháp tại [[Đồ Sơn]]. Tới tối ngày 26, quân Nhật đã chiếm [[sân bay Gia Lâm]], trạm xe lửa từ biên giới [[Vân Nam]] vào [[Lào Cai]] và [[Phủ Lạng Thương]] trên tuyến đường sắt từ Hà Nội-Lạng Sơn. 900 quân Nhật chiếm cảng Hải Phòng, 600 quân khác đóng tại Hà Nội trước sự bất lực của Pháp.\n\n===Khởi nghĩa bùng nổ===\nCuối tháng 9, khi tàn quân Pháp rút chạy qua Bắc Sơn, các dân tộc thiểu số Tày, Nùng, Dao thu thập hàng trăm vũ khí bị vứt bỏ lại, tước vũ khí hoặc thuyết phục các tàn binh lính hạ vũ khí. Do có tin đồn chính quyền Pháp sụp đổ tại Đông Dương, mọi người nổi dậy đánh phá một số đồn cảnh sát, uy hiếp các gia đình có người làm việc cho Pháp.<ref>Marr, trang 158<\/ref> Rạng sáng ngày 27 tháng 9, chi bộ Đảng Cộng sản Đông Dương ở xã Hưng Vũ họp và thành lập ủy ban khởi nghĩa gồm [[Hoàng Văn Hán]], [[Dương Công Bình]], [[Hoàng Đình Ruệ]], [[Đường Văn Thức]], [[Nông Văn Cún]] do Hoàng Văn Hán làm chỉ huy.<ref>[http:\/\/baolangson.vn\/chinh-tri\/13343-khoi-nghia-bac-son-khoi-dau-cao-trao-dau-tranh-vu-trang-cach-mang-cua-ca-nuoc.html Khởi nghĩa Bắc Sơn – khởi đầu cao trào đấu tranh vũ trang cách mạng của cả nước]<\/ref> Trong ngày 27 tháng 9, khoảng 600 quân khởi nghĩa được vũ trang bằng súng trường, mã tấu, đao tiến về [[huyện Bắc Sơn]] chiếm đồn binh Mỏ Nhài, đốt bỏ tài liệu và ấn tín. Quan huyện Bắc Sơn và tiểu đội lính dõng đóng tại đây bỏ chạy. Nhưng chỉ 3 ngày sau, một đơn vị lính do sĩ quan Pháp chỉ huy chiếm lại đồn Mõ Nhai và huyện lỵ Bắc Sơn.\n\nCuộc khởi nghĩa diễn ra tự phát, nên khi lãnh đạo chi bộ [[Chu Văn Tấn]] được tin, ông cấp tốc liên lạc với Xứ ủy Bắc Kỳ xin chỉ thị. Xứ ủy nhanh chóng điều [[Trần Đăng Ninh]] về Bắc Sơn cùng Chu Văn Tấn thiết lập ủy ban khởi nghĩa ngày 16-10, thành lập đội du kích gồm 20 người, và tuyên bố xóa bỏ chính quyền thực dân. Lực lượng khởi nghĩa đánh phá nhà cửa của các thành phần phản động, tịch thu thóc gạo, vải vóc và tiền bạc đem chia cho dân nghèo. Họ cũng xử tử các nhân vật làm mật thám cho Pháp.<ref>Chu Văn Tấn, ''Kỷ niệm cứu quốc quân'',(Hà Nội 1977) trang 8-10<\/ref>\n\nNgày 28 tháng 10, khoảng một ngàn người tập trung tại làng Vũ Lăng để nghe diễn văn cách mạng và chuẩn bị đánh chiếm lại đồn Mỏ Nhài. Tuy nhiên một chủ đồn điền Pháp tại địa phương nghe được tin này từ trước đã cấp báo cho Pháp. Quân Pháp từ đồn Mỏ Nhài dùng đường tắt băng qua đèo, tấn công vào khu mitting. Những người tham gia cuộc mitting bị bất ngờ, bỏ chạy toán loạn. Quân Pháp tiếp đó cho hành quyết công khai, đốt phá nhà cửa, ruộng nương, cướp lúa gạo và gia súc.<ref>Marr, trang 159<\/ref> Quân Nhật không can thiệp, để Pháp tái lập trật tự, theo thỏa thuận đã ký ngày 22 tháng 9. Nghĩa quân rút chạy vào vùng Bắc Sơn (Lạng Sơn) và [[Võ Nhai]] ([[Thái Nguyên]]). Đến cuối năm [[1940]] thì khởi nghĩa Bắc Sơn bị coi như tan rã hoàn toàn.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* {{chú thích sách|title='Vietnam 1945'\n|author=David Marr \n|publisher=University of California Press \n|year=ngày 3 tháng 11 năm 1997\n|isbn=0520212282\n|url=http:\/\/books.google.com\/books?id=NJ7fp3hsSEEC&printsec=frontcover&dq=vietnam+1945+marr&hl=en&sa=X&ei=3miZUfDcGI-I9ATM_4CABA&ved=0CC0Q6AEwAA#v=onepage&q=vietnam%201945%20marr&f=false}}\n*[[Lương Ninh]], [[2000]], Chương XV – Cuộc vận động giành độc lập, tự do (Việt Nam 1930-1945), ''Lịch sử Việt Nam giản yếu'', [[Hà Nội]], Nhà xuất bản Chính trị Quốc gia, Tr.478-484\n*[[Dương Trung Quốc]], [[2001]], Việt Nam những sự kiện lịch sử (1919-1945), [[Hà Nội]], Nhà xuất bản Giáo dục, Tr. 318.\n\n==Xem thêm==\n*[[Đội du kích Bắc Sơn]]\n\n{{sơ khai Lạng Sơn}}\n\n[[Thể loại:Khởi nghĩa Bắc Sơn| ]]"}