{"528916":"'''Khởi nghĩa Hùng Lĩnh''' là một cuộc khởi nghĩa trong [[phong trào Cần Vương]] chống [[Pháp]] cuối [[thế kỷ 19]] trong [[lịch sử Việt Nam]].\n\nCông cuộc này khởi phát năm [[1887]]<ref>Biên chép theo ''Đại cương lịch sử Việt Nam'' (tập 2, tr. 77), và ''Lịch sử 11'' (nâng cao, tr. 253). ''Việt sử tân biên'' (sách đã dẫn, tr. 137), ''Lịch sử Việt Nam'' (1858-cuối XIX, tr. 124) đều ghi là [[1886]], tức là năm khởi sự xây dựng căn cứ ở Hùng Lĩnh.<\/ref> tại Hùng Lĩnh ([[Vĩnh Lộc]], [[Thanh Hóa]]), ngay sau khi căn cứ [[Ba Đình]] và [[Mã Cao]] lần lượt thất thủ. Lãnh đạo chính là Chánh sứ sơn phòng Thanh Hóa [[Tống Duy Tân]] cùng hai cộng sự đắc lực là Đề đốc [[Cao Điển]]<ref>[[Phạm Văn Sơn]] chép là Cao Điền.<\/ref> và tù trưởng [[người Thái]] [[Cầm Bá Thước]]. [[Tháng mười|Tháng 10]] năm [[1892]], cuộc khởi nghĩa kết thúc, sau khi thủ lĩnh là Tống Duy Tân bị đối phương bắt sống rồi xử chết.\n \n==Diễn biến sơ lược==\n===Giai đoạn một===\nNăm [[1886]], Tống Duy Tân và Cao Điển nhận lệnh của thủ lĩnh [[Đinh Công Tráng]] đến Phi Lai ([[Hà Trung]], [[Thanh Hóa]]) lập căn cứ, nhằm hỗ trợ cho căn cứ chính là Ba Đình. Ngoài căn cứ Phi Lai trong sự nghiệp chung, Tống Duy Tân còn chuẩn bị lực lượng và căn cứ kháng Pháp ngay tại quê hương mình, đó là vùng thượng nguồn [[sông Mã]] thuộc [[Vĩnh Lộc]], [[Thanh Hóa]].\n\nĐầu năm [[1887]], đông đảo quân Pháp kéo đến đàn áp dữ dội [[phong trào Cần Vương]] ở tỉnh này. Căn cứ [[Ba Đình]] và căn cứ [[Mã Cao]] nối tiếp nhau thất thủ... Sau đó, các thủ lĩnh lần lượt hy sinh ([[Đinh Công Tráng]], [[Nguyễn Khế]], [[Hoàng Bật Đạt]]), tự sát ([[Phạm Bành]], [[Hà Văn Mao]], [[Lê Toại]]), hoặc đi tìm phương kế khác ([[Trần Xuân Soạn]])...\n \nTrước tình thế hiểm nguy, Tống Duy Tân bèn mang quân chạy lên thượng nguồn [[sông Mã]], nơi mà ông đã gầy dựng từ trước, lập nên một trung tâm kháng chiến mới, đó là Hùng Lĩnh. Các cộng sự cùng theo có [[Cao Điển]], [[Cầm Bá Thước]], [[Hà Văn Nho]],...Tuy nhiên, nghĩa quân Hùng Lĩnh chỉ mở được vài trận tập kích, thì bị thiếu tá Térillon dẫn quân đến vây đánh rất gắt.\n\nXét thấy lực lượng Hùng Lĩnh vừa gầy dựng bị cô thế và yếu sức hơn, Tống Duy Tân bèn đi ra [[Bắc Kỳ|Bắc]] rồi sang [[Trung Quốc]] để gặp gỡ các sĩ phu yêu nước, tìm nguồn hỗ trợ và liên kết với các lực lượng kháng Pháp khác. Theo sử gia [[Phạm Văn Sơn]] thì Tống Duy Tân đã gặp [[Tôn Thất Thuyết]] tại [[Quảng Đông]], và ông đã nghe theo lời vị tướng này trở về [[Thanh Hóa]] để tiếp tục công cuộc kháng Pháp <ref>''Việt sử tân biên'', sách đã dẫn, tr. 138.<\/ref>.\n\n===Giai đoạn hai===\nĐầu năm [[1889]], Tống Duy Tân về đến quê nhà. Sau khi tập hợp lại lực lượng, ông trở thành người chỉ huy chính của phong trào kháng Pháp tại Hùng Lĩnh.\nTừ nơi đó, ông cùng hai cộng sự chính là [[Cao Điển]] và [[Cầm Bá Thước]]<ref>Sách ''Việt sử tân biên'' (sách đã dẫn, tr, 137) chép Cao Điển và Cầm Bá Thước đều làm phụ tá cho Tống Duy Tân. Sách ''Lịch sử 11'' thì ghi Tống Duy Tân và Cầm Bá Thước đều là lãnh đạo chính của cuộc khởi nghĩa Hùng Lĩnh (tr. 253).<\/ref> cho quân mở rộng địa bàn hoạt động lên tận vùng hữu ngạn và tả ngạn [[sông Mã]]; đến hợp đồng chiến đấu với [[Đề Kiều]]-[[Đốc Ngữ]] ở vùng hạ lưu [[sông Đà]], với [[Phan Đình Phùng]] ở vùng rừng núi [[Nghệ An]]-[[Hà Tĩnh]], với [[Hà Văn Nho]] (thủ lĩnh Mường) tại châu Quan Hóa, và với [[Tôn Thất Hàn]] ở [[Nông Cống]], v.v...\n\nNgày 8 [[tháng mười|tháng 10]] năm [[1889]], được tin Tống Duy Tân hoạt động mạnh ở Hùng Lĩnh, trưởng đồn ở [[Nông Cống]] là thiếu úy Morfond liền đem 4 lính Pháp và 20 lính khố xanh đến dò xét. Gần tới nơi, thì quân đối phương vấp phải công sự của quân Hùng Lĩnh. Sau một hồi đọ súng, quân đồn Nông Cống rút lui, sau khi thiếu úy Morfond, 4 lính Pháp và 4 lính khố xanh đều tử trận.\n \nBa hôm sau, khoảng 180 quân Pháp ở tỉnh [[Thanh Hóa|Thanh]] rầm rộ kéo đến tấn công. Sau cuộc va chạm này, bên đối phương thiệt mất hàng chục lính nữa, mà không triệt hạ được cứ điểm.\n\nNgày 22 [[tháng mười|tháng 10]], cũng từ tỉnh Thanh, Đại tá Barbaret dẫn 185 quân có trang bị [[pháo|đại bác]] tiến lên Hùng Lĩnh, nhưng lần này Tống Duy Tân đã kịp cho quân rút hết về Đa Bút ([[Vĩnh Lộc]]), một cứ điểm hiểm yếu hơn. Đại tá Barbaret liền cho quân truy đuổi, đến ngày 2 [[tháng mười một|tháng 11]] thì đụng độ. Đôi bên đã kịch chiến suốt 2 ngày và đều bị thiệt hại nặng. Thế nhưng, trước sức mạnh của đại bác, Tống Duy Tân phải cho quân lui về phía Bắc Phố Cát ([[Thạch Thành]]) rồi sang Vạn Lại (Vạn Ninh, [[Thọ Xuân]]).\n\nCuối tháng ấy, đội quân của tướng [[Trần Xuân Soạn]] (lúc này đã sang [[Trung Quốc]]) tìm đến gia nhập, nhờ vậy mà quân Hùng Lĩnh chóng phục hồi được khả năng chiến đấu.\n \nThấy công cuộc bình định bị cản trở, mà đánh mãi vẫn chưa tiêu diệt được; bộ chỉ huy quân đội Pháp liền đưa Trung tá Lefèvre đến thay Barbaret, và còn chi viện thêm một đội kỵ binh cùng một số [[súng cối]] 80 ly.\n\nNgày 30 [[tháng mười một|tháng 11]] năm [[1889]], Trung tá Lefèvre mang quân tấn công Vạn Lại. Giao tranh được một lúc, thì Lefèvre bị trọng thương. Đến lúc ấy, sĩ quan tạm quyền là Đại úy Colleta liền cho quân lui về Yên Lược (Xuân Thiệu, [[Thọ Xuân]]) ở phía Nam Vạn Lại. Nhân đà thắng lợi, Tống Duy Tân cho quân chia làm bốn cánh đi tấn công đồn Yên Lược. Đêm ngày 1 [[tháng mười hai|tháng 12]] năm 1889, một trận đánh giáp lá cà đã diễn ra hơn hai giờ đồng hồ, mãi đến khi nghĩa quân đốt cháy được đồn mới chịu rút lui.\n\nLiên tiếp bị tổn thất nặng, bộ chỉ huy quân đội Pháp bèn điều thêm 500 lính cùng hai khẩu đại bác đến chi viện, và cử Trung tá Jorne de Lacale thay Lefèvre. Ngay sau đó, viên sĩ quan này cho người đi thám thính rồi mở cuộc truy quét quân Hùng Lĩnh. Đến trưa ngày 1 [[tháng một|tháng 1]] năm 1890, quân Pháp bắt gặp nghĩa quân đang ở làng Kẽm.\nLập tức, các họng đại bác Pháp thi nhau nổ suốt 45 [[phút]] thì phá được chiến lũy, mở đường cho bộ binh xung phong. Từ trong chiến hào, quân Hùng Lĩnh đánh trả quyết liệt cho đến tối mới rút lui. Kết thúc trận, ngoài số lính đôi bên bị thương vong, phía Pháp còn thiệt mất một viên đại úy tên là Christophe.\n\nVài hôm sau, được tin là Tống Duy Tân sẽ cho quân đánh đồn [[Nông Cống]], viên trưởng đồn này là Thiếu úy Jolly vội cáo cấp về tỉnh. Công sứ Lebrun liền phái Thiếu úy Savereux mang viện binh đến nhưng không thấy động tĩnh gì. Trên đường về, nghe mật thám báo tin có khoảng 200 quân Hùng Lĩnh do Cao Điển chỉ huy đang có mặt bên một làng lân cận. Nhận được tin Savereux báo về, Công sứ Lebrun liền dẫn quân đến vây đánh nhưng lại bị đánh bạt về Nông Cống. Sau trận thắng này, Đề đốc Cao Điển dẫn quân về Yên Lãng (Xuân Yên, [[Thọ Xuân]]). \n \nNgày 29 [[tháng ba|tháng 3]], quân Pháp từ hai ngã là Nông Cống và thành tỉnh Thanh Hóa kéo đại bác đến vây đánh Yên Lãng. Trận này, quân Hùng Lĩnh bị thua, ngoài số thương vong, còn mất đi viên chánh tổng Yên Lãng.\n \nSang ngày 26 [[tháng tư|tháng 4]], tiền đồn của Cao Điển ở Na Lung bị quân Pháp tấn công. Xét không thể giữ được đồn, Cao Điển cho quân rút qua Thanh Khoái. Đến ngày 29 thì hai bên kịch chiến tại Mỹ Hòa, sau đó là tại Thanh Khoái. Tuy gây cho quân Pháp nhiều thiệt hại (thiếu úy Bonnet và 6 lính cơ tử trận, nhiều lính bị thương trong đó có viên sĩ quan tên Viola), nhưng trước sức mạnh của đối phương, Cao Điền phải cho quân lui đến Cửa Đạt (châu lỵ [[Thường Xuân]]).\n\n[[Tháng mười|Tháng 10]] năm [[1890]], hơn 200 quân Pháp kéo lên Cửa Đạt, nhưng lúc này quân Hùng Lĩnh đã dời sang An Lẫm thuộc châu Thường Xuân. Từ đây (cuối năm 1890) trở đi, quân Hùng Lĩnh bước vào thời kỳ chiến đấu gay go và gian khổ hơn <ref>Theo ''Lịch sử Việt Nam ([[1858]]-cuối [[thế kỷ 19|XIX]])'', tr. 126.<\/ref>.\n\nNgày 21 [[tháng hai|tháng 2]] năm [[1891]], Tống Duy Tân và Cao Điển lại chuyển lực lượng từ An Lẫm lên Lang Vinh, cũng thuộc thuộc châu Thường Xuân, để lấy núi cao làm thế hiểm. Hay được, Giám binh Soler bèn dẫn quân tìm đến. Đợi cho quân Pháp chỉ còn cách đồn Lang Vinh chừng 60[[m]], quân Hùng Lĩnh từ trong các chỗ ẩn nấp đồng loạt bắn ra, tiêu diệt được một số. Nhưng sau một hồi ác chiến, quân Hùng Lĩnh phải bỏ hết các công sự đang xây dựng dở dang, chạy tháo thân về Hòn Mông. Bị đối phương truy đuổi, Tống Duy Tân và Cao Điển phải cho quân chia thành nhiều toán nhỏ, bí mật rút về Trịnh Vạn, tức căn cứ của [[Cầm Bá Thước]].\n \nKể từ lúc này ([[tháng tư|tháng 4]] năm [[1892]] trở đi), bên cạnh Tống Duy Tân và Cao Điển không còn quá 100 quân và 50 súng<ref>Theo Việt sử tân biên, sách đã dẫn, tr. 141.<\/ref>, bởi nhân dân bị khủng bố quá dữ nên không dám theo và cung ứng đầy đủ các thứ nữa.\n\n[[Tháng ba|Tháng 3]] năm [[1892]], từ [[sông Đà]], [[Đốc Ngữ]] dẫn quân vượt [[sông Mã]] vào [[Thanh Hóa]]. Sau khi bàn bạc, Tống Duy Tân và Đốc Ngữ cùng hợp quân đi tấn công quân Pháp ở Niên Kỷ ([[Bá Thước]], [[Thanh Hóa]]). Mặc dù thu được một số thắng lợi, nhưng rồi cũng không sao cứu vãn được tình thế.\n \nHoạt động ở đây một thời gian ngắn, thì Đốc Ngữ dẫn quân trở lại mạn [[sông Đà]]<ref>Về đến sông Đà, quân [[Đốc Ngữ]] còn chiến đấu thêm một vài tháng nữa thì tan rã hẳn, sau khi Đốc Ngữ bị quân Pháp sát hại vào ngày 7 [[tháng tám|tháng 8]] năm [[1892]].<\/ref>, còn Tống Duy Tân, thì ở lại cầm cự một thời gian nữa. Nhưng trước cuộc bao vây và càn quét ngày càng ác liệt của đối phương, khoảng [[tháng chín|tháng 9]] năm 1892, ông tuyên bố giải tán lực lượng để tránh thêm thương vong.\n\n===Đoạn kết===\nSau đó, Tống Duy Tân đến ẩn náu ở hang Niên Kỷ (nay thuộc xã Thiết Ống, huyện [[Bá Thước]]), còn Cao Điển cùng một số thuộc hạ quyết chí theo thì đóng trên một ngọn đồi gần bên. Chẳng lâu sau, [[Cao Ngọc Lễ]] (vừa là học trò cũ, vừa là cháu kêu Tống Duy Tân bằng cậu) đi mật báo cho Pháp đến bủa vây và bắt được Tống Duy Tân vào ngày 4 [[tháng mười|tháng 10]] năm 1892 <ref>Phần nhiều các sách đều ghi theo ý này, trong đó có: ''Lịch sử Việt Nam'' [1858-cuối XIX], quyển 3, tập 1, phần 1, tr. 128), ''Đại cương lịch sử Việt Nam'' (tập 2. tr. 78) ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 848). Tuy nhiên, Phạm Văn Sơn lại kể khác: ''Ngày 24 [[tháng chín|tháng 9]], Công sứ Thanh Hóa là Boulloche phái một toán quân đi do thám. Quân Pháp đến nhà một viên thổ ty trước đây có chứa chấp Cao Điển. Vợ ông này vì sợ quá đã dẫn thiếu úy Henschell và 20 lính đi bắt Tống Duy Tân ở hang Niên Kỷ vào lúc 6 giờ chiều ngày 4 [[tháng mười|tháng 10]] năm 1892'' (Việt sử tân biên, quyển 5, tập trung, tr. 141).<\/ref>\n\nTrước hôm đó một ngày (ngày 3 tháng 10), một toán quân Pháp khác gồm 30 người đi vây bắt Cao Điển. Hai bên đụng độ ác liệt. Nghĩa quân bị bắt 2, chết 6; nhưng Cao Điền đã kịp chạy thoát cùng bốn năm người với hai khẩu...Ẩn nấp ở đất [[Bắc Kỳ|Bắc]] được mấy năm, thì Cao Điển bị bắt tại [[Bắc Giang]] khi đang tìm đến với nghĩa quân [[Yên Thế]] do [[Hoàng Hoa Thám]] làm thủ lĩnh. Hôm ấy là ngày 16 [[tháng giêng]] năm [[1896]].\n\nKhông chiêu hàng được, Tống Duy Tân bị [[đế quốc thực dân Pháp|thực dân Pháp]] cho hành hình tại [[Thanh Hóa]] ngày 5 [[tháng mười|tháng 10]] ([[âm lịch]]) năm [[Nhâm Thìn]] ([[1892]])<ref>Ngày Tống Duy Tân hy sinh, chép theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 846.<\/ref>, lúc 55 tuổi.\n \nSố phận của Cao Điển về sau không rõ. Phần Cầm Bá Thước, mặc dù bị tổn thất lớn như vừa kể, ông vẫn kiên trì hoạt động cho đến [[tháng năm|tháng 5]] năm [[1895]] thì bị mới quân Pháp được tại Thường Xuân. Không chịu qui hàng, ông bị đối phương bí mật thủ tiêu vào khoảng cuối tháng 5 năm [[Ất Dậu]] (1895). lúc 37 tuổi.\n\nTuy nhiên, theo các nhà sử học [[Việt Nam]] thì năm [[1892]], là thời điểm kết thúc cuộc khởi nghĩa Hùng Lĩnh, tức sau khi thủ lĩnh Tống Duy Tân bị xử chết.\n \n==Nhận xét==\nSử gia [[Phạm Văn Sơn]] nêu ý kiến:\n:Về tổ chức, mỗi huyện đều có một cơ hương binh từ 200 người trở lên, đứng đầu là Cơ trưởng, lấy tên huyện để gọi như Nông Thanh cơ (tức cơ Nông Cống ở Thanh Hóa), Tống Thanh cơ (tức cơ Tống Sơn ở Thanh Hóa),...Còn về vũ khí, thì hãy còn khá thô sơ.\n\n:Buổi đầu, chiến thuật của Tống Duy Tân giống hệt chiến thuật của [[Đinh Công Tráng]] ở Ba Đình ([[Nga Sơn]], Thanh Hóa), tức là chọn một địa điểm hiểm yếu, xây dựng chiến khu vững chắc rồi nhử quân đối phương đến mà tiêu diệt. Khi nào họ mạnh quá, các ông mới phải cho quân rút đi nơi khác. Chiến thuật này nguy ở chỗ địch có [[pháo|đại bác]] mạnh, nên cứ điểm dù có vững chắc đến mấy cũng khó mà bảo toàn được lực lượng. Về sau, trong nhiều năm ròng, Tống Duy Tân dùng thế du kích chiến để đột kích và quấy phá đối phương. Sau mỗi trận đánh, nghĩa quân lại rút lẹ về các vùng rừng núi để thủ hiểm. Tuy vậy, nếu có cơ hội ông cũng cho mở một số trận đánh lớn mà Pháp còn ghi nhận, như các trận ở Đa Bút, Vạn Lại, Yên Lãng, Nông Cống, Mỹ Hòa,...\n\n:Mặc dù đạt được một số thắng lợi, nhưng lực lượng nghĩa quân ngày một hao mòn, việc bổ sung quân số chậm chạp, vì nhân dân bị đối phương khủng bố quá dữ nên không dám đi theo và cung ứng đầy đủ các thứ nữa. Trái lại, đối phương tuy có hao tổn nhiều nhưng việc tiếp vận điều hòa, và luôn có sẵn những lực lượng hùng hậu để đàn áp.\n\n:Dù cuộc khởi nghĩa Hùng Lĩnh thất bại, nhưng qua các hoạt động, ta thấy các thủ lĩnh đã thực hiện được sự đoàn kết rộng rãi của mọi tầng lớp dân tộc, tức trong hàng ngũ nghĩa quân, ngoài [[người Việt|người Kinh]] ra còn có đông bảo [[người Mường]], [[người Thái]]. Đáng chú ý nhất là trong bản tuyên cáo kêu gọi lính khố xanh ở đồn Thi Long đề ngày 24 [[tháng hai|tháng 2]] năm [[Hàm Nghi]] thứ 6 (tức 14 [[tháng ba|tháng 3]] năm 1890) do chính [[Cao Điển]] soạn ra có câu:...''đánh lại giặc, đoạt súng của giặc để về với nghĩa quân, lương-[[Công giáo|giáo]] một nhà đừng sát phạt nhau nữa''...đã thể hiện rất rõ chủ trương trên <ref>Lược theo ''Việt sử tân biên'', sách đã dẫn, tr. 142-143.<\/ref>.\n\n==Xem thêm==\n*[[Tống Duy Tân]]\n*[[Cao Điển]]\n*[[Cầm Bá Thước]]\n \n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]]'' (quyển 5, tập trung). Tác giả tự xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]]. 1963.\n*Đinh Xuân Lâm-Nguyễn Văn Khánh-Nguyễn Đình Lễ, ''Đại cương lịch sử Việt Nam'' (tập 2). Nhà xuất bản Giáo dục, 2006.\n*Hoàng Văn Lân-Ngô Thị Chính, ''Lịch sử Việt Nam'' [1858-cuối XIX], quyển 3, tập 1, phần 1. Nhà xuất bản Giáo dục, 1979.\n*Nguyễn Q. Thắng-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n*Nhiều tác giả (Phan Ngọc Liên chủ biên). ''Lịch sử 11'' (nâng cao). Nhà xuất bản Giáo dục, 2007.\n*Nhóm Nhân văn Trẻ, ''Hỏi đáp lịch sử Việt Nam'' (tập 4). Nhà xuất bản Trẻ, 2007.\n\n[[Thể loại:Khởi nghĩa Hùng Lĩnh| ]]\n[[Thể loại:Bắt đầu 1887]]\n[[Thể loại:Chấm dứt 1892]]"}