{"235377":"[[Tập tin:Manchukuo011.jpg|nhỏ|150px|Bích chương tuyên truyền cho mối quan hệ hài hòa của người [[Mãn Châu]], [[Nhật Bản]] và [[Trung Quốc (khu vực)|Trung Quốc]]. Bích chương viết: “Nhật Hoa Mãn hiệp trợ thiên hạ thái bình” (日華滿協助天下太平).]]\n\n{{Nihongo|'''Khối Thịnh vượng chung Đại Đông Á'''|大東亞共榮圈||hanviet=''Đại Đông Á cộng vinh khuyên''|kyu=|hg=|kk=|}} hay {{Nihongo|'''Đông Á Tân Trật Tự'''|東亞新秩序||hanviet=Đông Á tân trật tự|kyu=|hg=|kk=|}} là một khẩu hiệu được chính phủ và quân đội [[Đế quốc Nhật Bản]] đề xướng trong [[thời kỳ Chiêu Hòa|thời kỳ Showā]] nhằm thể hiện khát vọng tạo ra một \"khối các quốc gia châu Á do Nhật Bản lãnh đạo và không phụ thuộc vào sức mạnh của phương Tây\".<ref>{{Chú thích web |url=http:\/\/wgordon.web.wesleyan.edu\/papers\/coprospr.htm |ngày truy cập=2008-05-22 |tựa đề=Greater East Asia Co-Prosperity Sphere |archive-date=2009-11-24 |archive-url=https:\/\/web.archive.org\/web\/20091124061026\/http:\/\/wgordon.web.wesleyan.edu\/papers\/coprospr.htm }}<\/ref> Khẩu hiệu này được [[Thủ tướng Nhật Bản|Thủ tướng]] [[Konoe Fumimaro|Fumimaro Konoe]], trong nỗ lực nhằm tạo ra một \"khối Đại Đông Á\", bao gồm [[Đế quốc Nhật Bản|Nhật Bản]], [[Mãn Châu Quốc]], [[Trung Quốc (khu vực)|Trung Quốc]] và khu vực [[Đông Nam Á]] với mục tiêu (theo bộ máy tuyên truyền của Nhật Bản) là thiết lập một trật tự thế giới mới nhằm tìm kiếm sự \"thịnh vượng chung\" cho các quốc gia châu Á, cùng chia sẻ sự thịnh vượng và hòa bình, hoàn toàn không lệ thuộc vào chủ nghĩa thực dân và thống trị của phương Tây.<ref>Iriye, 6<\/ref>\n\nTuy nhiên, nó cũng chỉ là một trong những khẩu hiệu và khái niệm được dùng để biện hộ cho sự xâm lược của Nhật Bản tại Đông Á từ thập niên 1930 cho đến hết [[Chiến tranh thế giới thứ hai]] và thuật ngữ \"Khối Thịnh vượng chung Đại Đông Á\" ngày nay chủ yếu được xem là bức bình phong cho sự quản lý của người Nhật tại các quốc gia chiếm đóng trong Chiến tranh thế giới II, trong đó [[chính phủ bù nhìn|chính quyền bù nhìn]] phải vận động người dân và nền kinh tế trong nước phục vụ cho lợi ích của [[Đế quốc Nhật Bản]].\n\nÝ nghĩa tiêu cực tại nhiều người khi nhắc đến cụm từ {{Nihongo|\"Đại Đông Á\"|大東亞}} vẫn là một trong những khó khăn tại [[Hội nghị Đông Á]] hằng năm, bắt đầu từ năm 2005, để bàn thảo về khả năng thiết lập một [[Cộng đồng Đông Á]] mạnh mẽ và đoàn kết hơn.\n\n==Lịch sử ==\n[[Tập tin:Greater Asian Co-prosperity sphere.png|phải|nhỏ|Các nước thành viên của Khối thịnh vượng chung Đại Đông Á.]]\nÝ tưởng về một nước Nhật thượng đẳng so với các dân tộc châu Á khác đã được nhen nhóm vào khoảng đầu thế kỉ 19 và dần định hình đến cuối cuộc [[Chiến tranh thế giới thứ hai|Chiến tranh thế giới lần thứ hai]]. Học giả Nhật Bản nổi tiếng [[Fukuzawa Yukichi]] trong tác phẩm \"Vai trò nước Nhật ở châu Á\" công bố vào năm [[1882]] ủng hộ mạnh mẽ cách nhìn về một [[Đế quốc Nhật Bản]] và vai trò hiển nhiên là một lãnh đạo của toàn châu Á. Vào đầu thế kỉ 20, một vài học giả dân tộc cực đoan trong đó điển hình là [[Kita Ikki]] đã thu hút được nhiều sự chú ý của độc giả khi lần nữa đưa ra nhận định về sứ mệnh của nước Nhật với vai trò đưa châu Á thoát khỏi ách đô hộ của đế quốc thực dân phương Tây, thậm chí bằng khả năng chiến tranh nếu cần. Vào năm [[1905]], Đế quốc Nhật Bản đánh thắng [[Đế quốc Nga]] trong cuộc [[Chiến tranh Nga-Nhật]] (1904-1905), chính thức lưu danh vào lịch sử là nước châu Á đầu tiên đánh bại một [[đế quốc]] phương Tây, góp phần định hướng cho một vai trò lớn hơn của nước Nhật sau này.\n\nKinh tế mở một bước ngoặt quan trọng trong quyết định đưa ra các tuyên bố trong thuyết Đại Đông Á lần đầu tiên năm [[1940]]. Nhật Bản có nhu cầu rất lớn về các nguyên liệu thô như dầu ở [[Đông Ấn]] hay cao su của [[Bán đảo Đông Dương|Đông Dương]] nhằm duy trì sản xuất và nhu cầu quân đội đang đồn trú ở Trung Quốc. Động thái nghiêm cấm chuyên chở dầu, nguyên liệu thô và sắt thép đến Nhật Bản của Hoa Kỳ và các quốc gia phương Tây đã thúc đẩy Nhật tìm các nguồn cung thay thế ở các quốc gia châu Á, như vậy bằng cách vận động các quốc gia tham gia vào Khối thịnh vượng chung Đại Đông Á, Nhật có thể duy trì việc sản xuất hàng hóa cho các thị trường xuất khẩu và nhu cầu của một quốc gia đông dân cư.\n\nNgoài các nguyên nhân trên, tham vọng về một vị trí chính trị quốc tế cũng đã góp phần đưa đến sự ra đời của Khối thịnh vượng chung Đại Đông Á. Từ cuối thể kỉ 19, các nhà hoạch định chính sách của Nhật Bản tin rằng nước Nhật cũng có quyền tương đương các nước đế quốc phương Tây trong việc mở rộng và duy trì thuộc địa của họ ở châu Á. Tin rằng việc làm đó sẽ là điều kiện cơ bản giúp nước Nhật đạt được một vị trí quan trọng hơn trên vũ đài quốc tế và được nhìn nhận như một quốc gia thượng đẳng.\n\nCác đế quốc phương Tây sau đó phản đối các động thái này của Nhật bằng hàng loạt các điều ước bất bình đẳng vốn dĩ gây ra bất bình với người Nhật. Trong các điều khoản được ký kết tại [[Hội nghị hải quân quốc tế]] ở Washington (1921 - 1922) buộc Nhật phải duy trì một tỉ lệ lực lượng tàu chiến là 5:3 với Hoa Kỳ và Anh Quốc. Vào năm [[1924]], Hoa Kỳ thông qua dự luật ngưng tiếp nhận nhập cư từ Nhật Bản.\n\nCác chính trị gia Nhật dùng chủ thuyết này nhằm thuyết phục dân chúng ở cả Nhật và các nước châu Á khác. Họ cũng nói rằng vốn dĩ \"châu Á phải dành cho người châu Á\", và phải có các hành động cấp bách để giải thoát các nước châu Á thoát khỏi xiềng xích đế quốc phương Tây. Sau này các chính phủ của mỗi quốc gia bị Nhật chiếm đóng đều khẳng định trong tuyên bố thành lập như là một quốc gia độc lập khỏi thế lực phương Tây.\n\n[[Tập tin:DaitouaKyoueiken.JPG|150px|nhỏ|phải|Khối Thịnh vượng chung Đại Đông Á đã được người Nhật ấp ủ từ đầu thế kỉ 19. Hình:Đại Đông Á trên loại tem 10 sen (1sen=1\/100yen) phát hành 1942, bị cấm vào năm 1947.]]\nCác quốc gia bị Đế quốc Nhật Bản chiếm đóng sau đó nhận ra rằng mọi thứ hoàn toàn khác với lời tuyên truyền trước kia về Khối thịnh vượng chung Đại Đông Á. Chính phủ do Nhật dựng lên nhanh chóng trở thành bù nhìn và chính người Nhật là người quyết định các quyết sách. Dân cư các nước bị Nhật chiếm đóng đã phải chịu nhiều đau khổ do chính sách cai trị của người Nhật. Khối thịnh vượng chung Đại Đông Á chỉ là một dạng khác của một chủ nghĩa đế quốc vốn dĩ được phương Tây áp dụng trước đó không lâu.\n\n==Thất bại của Khối thịnh vượng ==\nMặc dù Nhật Bản đã thành công trong việc kích thích phong trào chống phương Tây tại châu Á, khối này chưa bao giờ thực sự là một châu Á thống nhất. Tiến sĩ [[Ba Maw]], Chủ tịch Miến Điện bị Nhật Bản chiếm đóng thời chiến tranh, nói rằng lý do xuất phát từ quân đội Nhật:\n\n:''\"Các nhà quân sự chỉ nhìn thấy triển vọng của nước Nhật, thậm chí tệ hơn, họ luôn cho rằng tất cả những người khác làm việc với họ đều sẽ nghĩ như vậy. Đối với họ chỉ có một cách thức duy nhất để thực hiện một điều gì đó, đó là cách thức của người Nhật; chỉ có duy nhất một mục tiêu và một quyền lợi, quyền lợi cho nước Nhật; chỉ có một số phận cho các nước Đông Á, đó là trở thành như Mãn Châu quốc hay Triều Tiên cột chặt vào Nhật Bản mãi mãi. Những trò lừa gạt về chủng tộc này...đã khiến cho bất kỳ sự thông cảm có thật nào giữa các nhà quân sự Nhật và người dân quốc gia chúng tôi đều trở nên dường như bất khả\"''.<ref>Lebra, 157<\/ref>\n\nNói cách khác, Khối Thịnh vượng chung Đại Đông Á đã không hoạt động vì sự phát triển của tất cả các quốc gia Đông Á, mà chỉ là lợi ích của bản thân nước Nhật và do đó họ đã thất bại trong việc quy tụ sự ủng hộ tại những quốc gia Đông Á khác. Những phong trào của chủ nghĩa dân tộc đã xuất hiện tại những quốc gia Đông Á trong suốt thời kỳ này và những người của chủ nghĩa dân tộc, theo một chừng mực nào đó, có hợp tác với người Nhật. Tuy nhiên, [[Willard Elsbree]], giáo sư [[chính trị học|khoa học chính trị]] tại [[Đại học Ohio]] cho rằng chính phủ Nhật và những nhà lãnh đạo theo chủ nghĩa dân tộc chưa bao giờ tạo nên ''\"sự thống nhất thực sự về quyền lợi giữa hai bên, [và] đã không có tâm trạng thất vọng tràn ngập tại châu Á khi Nhật Bản bị đánh bại\"''.<ref>Lebra, 160<\/ref> Dường như sự thất bại của Nhật Bản trong việc hiểu được mục tiêu và quyền lợi của những quốc gia khác trong Khối thịnh vượng đã dẫn đến sự liên minh lỏng lẻo giữa các quốc gia với Nhật Bản, chỉ trên lý thuyết chứ không nằm ở tinh thần. Tiến sĩ Ba Maw cho rằng:\n\n:''\"Nếu người Nhật trung thành với khái niệm châu Á dành cho người Á Đông mà quốc gia này đã tuyên bố vào đầu cuộc chiến, thì số phận của nước Nhật có lẽ đã rất khác. Không có sự thất bại quân sự nào khi đó có thể tước đi niềm tin và lòng biết ơn của một nửa châu Á hoặc hơn thế nữa đối với họ, và điều đó sẽ tác động rất nhiều khi nước Nhật tìm cho một mình một vị thế mới, vĩ đại và vĩnh cửu trong thế giới hậu chiến, trong đó châu Á vẫn dần dần tiến về nước Nhật\"''.<ref>Lebra, 158<\/ref>\n\nDo đó, nếu Nhật Bản thực tâm tạo ra một khối thịnh vượng đại diện cho quyền lợi của toàn châu Á thay vì chỉ dùng nó như chiêu bài biện hộ xâm lược, châu Á sau chiến tranh có lẽ đã hoàn toàn khác dù cho thất bại về quân sự của nước Nhật.\n===Các nước thành viên===\n* {{flagdeco|Nhật Bản}}  [[Đế quốc Nhật Bản]]\n* {{flagdeco|Ấn Độ|1931}} [[Azad Hind]] \n* {{flagicon image|Flag of Cambodia under Japanese occupation.svg}} [[Campuchia thuộc Nhật|Campuchia thuộc Nhật]]\n* {{flagicon image|Flag of Reformed Government of the Republic of China.svg}} [[Chính quyền Uông Tinh Vệ]] \n* {{flagdeco|Lào|1952}} [[Lào thuộc Nhật|Lào thuộc Nhật]]\n* {{flagcountry|Mãn Châu Quốc}} \n* {{flagdeco|Myanmar|1943}} [[Quốc gia Miến Điện|Miến Điện]] \n* {{flagcountry|Mông Cương}} \n* {{flagcountry|Đệ nhị Cộng hòa Philippines}}\n* {{flagdeco|Việt Nam|1945}} [[Đế quốc Việt Nam|Đế quốc Việt Nam]]\n* {{flagdeco|Thái Lan}} [[Vương quốc Thái Lan]]\n* {{flagicon image|Flag of Cambodia (1863–1948).svg}}  [[Vương quốc Campuchia (1945)]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Đọc thêm ==\n* Phúc ông tự truyện (Fukuzawa Yukichi)\n*[[Hội nghị Đại Đông Á]]\n* Dower, John. War Without Mercy: Race and Power in the Pacific War. Pantheon Books. New York: 1986.\n* Iriye, Akira. Pearl Harbor and the coming of the Pacific War: a Brief History with Documents and Essays. Boston: Bedford\/St. Martin's, 1999.\n* Lebra, Joyce C. Japan's Greater East Asia Co-Prosperity Sphere trong Thế chiến thứ hai: Selected Readings and Documents. New York: Oxford University Press, 1975.\n\n== Liên kết ngoài ==\n*[http:\/\/wgordon.web.wesleyan.edu\/papers\/coprospr.htm Lịch sử khối Thịnh vượng chung Đại Đông Á] {{Webarchive|url=https:\/\/web.archive.org\/web\/20091124061026\/http:\/\/wgordon.web.wesleyan.edu\/papers\/coprospr.htm |date=2009-11-24 }} \n*[http:\/\/www.adam-matthew-publications.co.uk\/digital_guides\/fo_japan_series1_prt1to2\/japanese_minister_officals.aspx#sixth Nhật Bản và Viễn Đông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080829194844\/http:\/\/www.adam-matthew-publications.co.uk\/digital_guides\/fo_japan_series1_prt1to2\/japanese_minister_officals.aspx#sixth |date=2008-08-29 }}\n*[http:\/\/ww2db.com\/battle_spec.php?battle_id=70 Sử liệu Thế chiến II]\n\n[[Thể loại:Đế quốc thực dân Nhật Bản]]\n[[Thể loại:Chiếm đóng quân sự của Nhật Bản]]\n[[Thể loại:Nhật Bản trong Thế chiến thứ hai]]\n[[Thể loại:Lịch sử quân sự Nhật Bản trong Thế chiến thứ hai]]\n[[Thể loại:Chủ nghĩa dân tộc Nhật Bản]]\n[[Thể loại:Chủ nghĩa Tân đế quốc]]\n[[Thể loại:Chính trị trong Thế chiến thứ hai]]\n[[Thể loại:Malaya thuộc Anh trong Thế chiến thứ hai]]\n[[Thể loại:Trung Quốc trong Thế chiến thứ hai]]\n[[Thể loại:Hồng Kông trong Thế chiến thứ hai]]\n[[Thể loại:Indonesia trong Thế chiến thứ hai]]\n[[Thể loại:Mãn Châu quốc]]\n[[Thể loại:Papua New Guinea trong Thế chiến thứ hai]]\n[[Thể loại:Philippines trong Thế chiến thứ hai]]\n[[Thể loại:Lãnh thổ Ủy trị Nam Dương trong Thế chiến thứ hai]]\n[[Thể loại:Đài Loan trong Thế chiến thứ hai]]\n[[Thể loại:Thái Lan trong Thế chiến thứ hai]]\n[[Thể loại:Viêt Nam trong Thế chiến thứ hai]]\n[[Thể loại:Phe Trục]]"}