{"183365":"{{cần thêm chú thích|date=Tháng 2\/2023}}\n'''Khởi nghĩa Ba Đình''' là một trong các cuộc khởi nghĩa của [[phong trào Cần Vương]] cuối [[thế kỷ 19]] của nhân dân [[Việt Nam]] chống lại ách đô hộ của [[đế quốc thực dân Pháp|thực dân Pháp]], diễn ra vào năm [[1886]]-[[1887]] tại [[Ba Đình, Nga Sơn|Ba Đình]], huyện [[Nga Sơn]], tỉnh [[Thanh Hóa]].[[Tập tin:Nghĩa quân Ba Đình bị bắt.jpg|phải|nhỏ|300px|Nghĩa quân cuộc Khởi nghĩa Ba Đình bị bắt]]\n\n==Sơ lược==\nNăm [[1885]], sau khi kinh thành [[Huế]] thất thủ, [[Tôn Thất Thuyết]] đưa vua [[Hàm Nghi]] lên [[thành Tân Sở|chiến khu Tân Sở]] ([[Quảng Trị]]) ra dụ [[Phong trào Cần Vương|Cần Vương]] kêu gọi toàn dân kháng chiến. Hưởng ứng, Đinh Công Tráng đã cùng các đồng chí của mình đã chọn Ba Đình làm căn cứ kháng chiến lâu dài.\n\nKhởi nghĩa Ba Đình nổ ra dưới sự chỉ huy chính của [[Đinh Công Tráng]], [[Phạm Bành]], [[Hoàng Bật Đạt]], Nguyễn Đôn Tiết và một số tướng lĩnh khác.\n\n[[Tập tin:Làng Thượng Thọ (xã Cao Vịnh), làng Mậu Thịnh (xã Mậu Lâm), xã Mỹ Khê.jpg|nhỏ|làng Thượng Thọ (xã Cao Vịnh), làng Mậu Thịnh (xã Mậu Lâm), xã Mỹ Khê]]\n==Chuẩn bị==\nTháng 3 năm 1886 các Lãnh tụ phong trào Cần Vương ở Thanh Hóa tổ chức cuộc họp tại Đồng Biên (Bồng Trung nay thuộc xã Vĩnh Tâm, huyện Vĩnh Lộc, Thanh Hóa) bàn kế hoạch chống Pháp. Hội nghị đã quyết định giao cho Phạm Bành, Đinh Công Tráng, Hoàng Bật Đạt phụ trách xây dựng căn cứ Ba Đình ở vùng đồng bằng phía bắc huyện Nga Sơn. Căn cứ Ba Đình là nơi bảo vệ cửa ngõ miền Trung và là bàn đạp tỏa đánh địch ở đồng bằng.Mỗi làng có một ngôi đình và có chung một ngôi nghè. Ba Đình nằm giữa cánh đồng chiêm trũng và hai con sông là Sông Hoạt, Sông Chính Đại biệt lập với khu dân cư lân cận, nhất là vào mùa mưa. Đóng quân ở Ba Đình, nghĩa quân Cần Vương có thể kiểm soát được dòng sông, dễ dàng kéo lên Bỉm Sơn, Đồng Giao để khống chế Quốc lộ 1. Địa thế Ba Đình rất thuận lợi cho việc xây dựng Pháo đài phòng ngự vững chắc, Phạm Bành, Đinh Công Tráng, Hoàng Bật Đạt được phân công xây dựng và chỉ huy căn cứ Ba Đình.\n\nChỉ trong 1 tháng, căn cứ Ba Đình đã được xây xong, bao quanh ba làng là một hệ thống thung lũng bằng đất, có nơi chân thành rộng 9-10m, mặt thành xếp bằng cọc tre, bên trong tạo lớp bùn và rơm rạ tạo thành chiếc bia đỡ đạt rất công hiệu. Bên ngoài không thể nhìn thấy được vào bên trong, phía trong có hào rộng 4m, sâu 3m, cắm cọc nhọn chông chà bằng tre. Qua cánh đồng trũng là một lũy tre dày đặc bao bọc cả 3 mặt: Phía Bắc, Tây, Tây nam. Lúc đầu nghĩa quân Ba Đình chỉ có khoảng 300 người, nhưng sau đó được bổ sung thêm. Vũ khí của nghĩa quân là súng hỏa mai, súng trường, cung, nỏ, vài khẩu súng thần công tổ chức cho 10 cơ đội, mỗi cơ đội khoảng 30 người do một hiệp quân chỉ huy. Lãnh đạo tối cao của căn cứ Ba Đình là Cán lý quân vụ Phạm Bành, còn người trực tiếp chỉ huy là Đinh Công Tráng được coi là linh hồn của khởi nghĩa Ba Đình.<ref>https:\/\/baodansinh.vn\/khoi-nghia-ba-dinh-trong-phong-trao-can-vuong-chong-phap-o-thanh-hoa-63390.htm<\/ref>\n\n===Thủ lĩnh===\n*'''[[Đinh Công Tráng]]''' (1842-1887):\nĐinh Công Tráng sinh năm [[Nhâm Dần]] (1842), quê ở làng Trinh Xá, huyện [[Thanh Liêm]] ([[Hà Nam]]).\n\nLà một người yêu nước, nên khi quân Pháp đến xâm chiếm, đang làm chánh tổng, [[Đinh Công Tráng]] đã rời quê gia nhập đội quân của [[Hoàng Kế Viêm|Hoàng Tá Viêm]]. Khi Hoàng Tá Viêm phối hợp với quân cờ đen của [[Lưu Vĩnh Phúc]] cầm cự với [[Henri Rivière]], [[Đinh Công Tráng]] đã tham gia trận đánh ở [[Cầu Giấy]]. Nhờ có kinh nghiệm chiến đấu, ý chí dũng cảm và tư chất thông minh nên ông đã trở thành lãnh tụ của cuộc khởi nghĩa Ba Đình.\n\n*[[Phạm Bành]] (?-1887)\nPhạm Bành là một viên quan chủ chiến, quê ở làng Tương Xá ([[Hậu Lộc]], Thanh Hóa). Hưởng ứng [[phong trào Cần Vương]], ông đã treo ấn từ quan về quê vận động sĩ phu và nhân dân khởi nghĩa. Trong cuộc khởi nghĩa này, ông là người đứng thứ hai sau [[Đinh Công Tráng]].\n\n*[[Hoàng Bật Đạt]] (1827-1887)\nÔng là người làng Bộ Đầu, huyện Hậu Lộc, tỉnh Thanh Hóa. Năm Tự Đức thứ 21 (1868), ông thi đỗ Cử nhân, được bổ làm Giáo thụ huyện Phong Doanh (nay là huyện Ý Yên, tỉnh Nam Định). Sau, ông được cử làm Tri huyện Lang Tài (nay là huyện Lương Tài, tỉnh Bắc Ninh). Sau trận kinh thành Huế (tháng 7 năm 1885), phe chủ chiến thất bại, khiến vua [[Hàm Nghi]] phải chạy ra Sơn phòng Tân Sở (Cam Lộ, Quảng Trị) ban bố dụ Cần Vương. Hưởng ứng, Hoàng Bật Đạt cùng với Phạm Bành mộ quân, rồi hiệp cùng lực lượng của [[Đinh Công Tráng]], Nguyễn Đôn Tiết, v.v...đi đánh quân Pháp.\n\n*[[Nguyễn Đôn Tiết]] (1836 - 1887) là quan nhà Nguyễn đã tham gia Khởi nghĩa Ba Đình trong lịch sử Việt Nam.\n\nNguyễn Đôn Tiết là người làng Thọ Vực, huyện Hoằng Hóa, tỉnh Thanh Hóa.\nNăm Kỷ Mão (1879) ông đỗ Phó bảng, làm Tri phủ một thời gian. Sau tháng 7 năm 1885, hưởng ứng dụ Cần vương, ông về quê chiêu mộ quân rồi tham gia chiến đấu trong cuộc khởi nghĩa ở Ba Đình (thuộc Nga Sơn, Thanh Hóa).\nTháng 3 năm 1886 ông bị quân Pháp bắt được, đày đi Côn Đảo rồi mất tại đấy (1887),[1] hưởng dương 51 tuổi.\nHiện nay, tại thành phố Thủ Đức, Thành phố Hồ Chí Minh có con đường mang tên Nguyễn Đôn Tiết. Ở Đà Nẵng cũng có một con đường mang tên ông tại phường Thuận Phước quận Hải Châu.\n\n===Căn cứ Ba Đình===\n[[Chiến khu Ba Đình|Căn cứ Ba Đình]] cách huyện lỵ [[Nga Sơn]] 4 [[kilômét|km]], tây bắc giáp huyện [[Hà Trung]], được xây dựng trên địa bàn ba làng Thượng Thọ, Mậu Thịnh và Mỹ Khê.\n\nVào mùa mưa, căn cứ này trông như một hòn đảo nổi giữa cánh đồng nước mênh mông, tách biệt với các làng khác. Căn cứ này gọi là Ba Đình vì mỗi làng có một cái đình, từ làng này có thể nhìn thấy đình của hai làng kia.\n\nĐể chuẩn bị chiến đấu lâu dài, các lãnh tụ Ba Đình đã cho bao bọc xung quanh căn cứ là lũy tre dày đặc và một hệ thống hào rộng, cắm đầy chông tre. Ở trong là một lớp thành đất cao 3 [[m]], chân rộng 8 đến 10m. Trên mặt thành, nghĩa quân đặt các rọ tre chứa đất nhào rơm xếp vững chắc có những khe hở làm lỗ châu mai sẵn sàng chiến đấu. Thành rộng 400 m, dài 1.200 m. Phía trong thành có hệ thống giao thông hào dùng để vận chuyển lương thực và vận động khi chiến đấu. Ở những nơi xung yếu đều có công sự vững chắc. Các hầm chiến đấu được xây dựng theo hình chữ \"chi\", nhằm hạn chế thương vong.\n\nỞ mỗi làng, tại vị trí ngôi đình được xây dựng một đồn đóng quân. Ở Thượng Thọ có đồn Thượng, ở Mậu Thịnh có đồn Trung và ở Mỹ Khê có đồn Hạ. Ba đồn này có thể hỗ trợ tác chiến cho nhau khi bị tấn công, đồng thời cũng có thể chiến đấu độc lập. Có thể nói rằng căn cứ Ba Đình có vị trí tiêu biểu nhất, là một chiến tuyến phòng ngự quy mô nhất thời kỳ Cần Vương cuối [[thế kỷ 19]]. Ngoài Ba Đình, còn có các căn cứ hỗ trợ: căn cứ Phi Lai của [[Tống Duy Tân]] và [[Cao Điển]], căn cứ Quảng Hóa của [[Trần Xuân Soạn]], căn cứ Mã Cao của [[Hà Văn Mao]].\n\nTừ Ba Đình, nghĩa quân có thể tỏa đi các nơi, kiểm soát các tuyến giao thông quan trọng trong vùng, tổ chức phục kích các đoàn xe vận tải của đối phương đi lại trên con đường Bắc-Nam...Chính vì vậy, mà quân Pháp rất quyết tâm đánh dẹp.\n\n===Tổ chức biên chế===\nLực lượng nghĩa quân Ba Đình có lúc đông tới hai vạn người, tuyển từ ba làng và các vùng Thanh Hóa, bao gồm cả người Kinh, Thái, Mường. Nghĩa quân có 10 toán, mỗi toán có một hiệp quản chỉ huy. Về vũ khí, nghĩa quân tự trang bị bằng [[súng hỏa mai]], giáo mác, [[Cung (vũ khí)|cung]] [[nỏ]].\n\n===Diễn biến===\nNăm [[1886]], nghĩa quân liên tiếp tiến công các phủ, thành, huyện lỵ, chặn đánh các đoàn xe, các toán quân lẻ, gây cho quân Pháp nhiều thiệt hại. Ngày 12 [[tháng ba|tháng 3]] năm [[1886]] lợi dụng phiên chợ đã tấn công Tòa Công sứ [[Thanh Hóa]]. Và tiếp đó, nghĩa quân đã tấn công nhiều phủ thành, chặn đánh các đoàn xe, gây cho quân Pháp nhiều thiệt hại.\n\nTừ 18 tháng 12 năm 1886 đến 20 tháng 1 năm 1887 Đại tá Brissand thống lĩnh 76 sĩ quan và 3.500 quân vây hãm và tiến đánh căn cứ Ba Đình[1]. Quân Pháp đã nã tới 16.000 quả đại bác trong vòng một ngày trời, biến căn cứ Ba Đình thành biển lửa.\nNghĩa quân Ba Đình đã chiến đấu trong suốt 32 ngày đêm chống lại đối phương đông gấp 12 lần, được trang bị vũ khí tối tân hiện đại. Trong trận chiến đấu vô cùng ác liệt này, nghĩa quân đã tỏ ra mưu trí dũng cảm, nhưng vì hỏa lực mạnh của đối phương nên nghĩa quân Ba Đình bị thương vong nhiều.\n\nĐể tránh khỏi bị tiêu diệt hoàn toàn, nghĩa quân Ba Đình đã mở một con đường máu vượt qua vòng vây dày đặc của quân Pháp, rút lên căn cứ Mã Cao.\n\nĐến sáng ngày 21 [[tháng một|tháng 1]] năm [[1887]], quân Pháp mới chiếm được Ba Đình. Sau đó, quân Pháp đã triệt hạ hoàn toàn cả ba làng của căn cứ Ba Đình, tiếp tục cho quân truy kích nghĩa quân ở Mã Cao, rồi triệt hạ luôn đồn này vào 2 [[tháng hai|tháng 2]] năm [[1887]].\n\nSau đó, một số đông nghĩa rút lên Thung Voi, Thung Khoai, rồi lên miền Tây [[Thanh Hóa]] sáp nhập với đội nghĩa quân của [[Cầm Bá Thước]].\n\nKết cục, thủ lĩnh Nguyễn Khế tử trận. [[Phạm Bành]], [[Hà Văn Mao]], Lê Toại tự sát... [[Hoàng Bật Đạt]] sau bị bắt và bị Pháp chém đầu vì tinh thần bất khuất, không hàng giặc. Đinh Công Tráng thì chạy về [[Nghệ An]]. Quân Pháp treo giải cái đầu ông với giá trị tiền thưởng rất cao. [[Tháng mười|Tháng 10]] năm [[1887]], vì tham tiền thưởng, viên lý trưởng làng Chính An <ref>Sử gia [[Phạm Văn Sơn]] ghi làng lý trưởng làng Tăng Yên (''Việt sử tân biên'', Quyển 5, Tập trung, 1963, tr. 136).<\/ref> đã mật báo cho quân Pháp đến bắt và sát hại [[Đinh Công Tráng]].\n\n==Giá trị (về mặt lịch sử)==\nCuộc khởi nghĩa Ba Đình và các lãnh tụ Ba Đình được lịch sử đánh giá rất cao. Chính người Pháp đã phải thừa nhận ''\"1886-1887, cuộc công hãm Ba Đình là quan trọng nhất, cuộc chiến đấu này thu hút nhiều quân lực nhất và làm cho các cấp chỉ huy lo ngại nhiều nhất''. Mặc dù bị thất bại nhưng khởi nghĩa Ba Đình đã gây cho Pháp nhiều tổn thất \n\nNăm 1945, [[Bác sĩ]] [[Phan Văn Dũng]] được cử làm Đốc lý Hà Nội (Thị trưởng). Vốn là một trí thức có tinh thần dân tộc, ngay sau khi nhận chức, ông đã quyết định đổi một loạt tên đường phố từ tiếng Pháp sang tiếng Việt lấy theo tên của các vị anh hùng Việt Nam như: Phố Garnier thành phố Đinh Tiên Hoàng, phố Boulevard Carnot thành phố Phan Đình Phùng... Vườn hoa Pugininer trước [[Phủ Chủ tịch|Phủ Toàn quyền]] được ông đổi tên thành Vườn hoa Ba Đình để kỷ niệm khởi nghĩa Ba Đình. Tại đây, ngày 2 tháng 9 năm 1945, [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa]] đã cho xây dựng một lễ đài, nơi Chủ tịch [[Hồ Chí Minh]] tuyên đọc [[Tuyên ngôn độc lập]] và chính phủ lâm thời ra mắt quốc dân, chính thức khai sinh ra nước [[Việt Nam Dân chủ Cộng hòa]].\n\n==Xem thêm==\n*[[Nga Sơn]]\n*[[Phong trào Cần Vương|Cần Vương]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n* Đinh Xuân Lâm - Trịnh Nhu - ''Từ Ba Đình đến Hùng Lĩnh''- Nhà XB Thanh Hóa - 1985.\n* {{chú thích sách|title=Colonial armies in Southeast Asia\n|author=Karl Hack and Tobias Rettig.\n|publisher=New York: Routledge.\n|year=2006\n|isbn=0-415-33413-6\n|url=http:\/\/books.google.com\/books?id=IFNrC0lVLvAC}}\n\n==Liên kết ngoài==\n#[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=11362&Kind=14 Đinh Công Tráng: Lãnh tụ kiên cường của nghĩa quân Ba Đình] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081224092316\/http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=11362&Kind=14 |date=2008-12-24 }}\n#[http:\/\/www.qdnd.vn\/qdnd\/sukiennhanchung.hoiuckyniem.6774.qdnd 120 năm cuộc khởi nghĩa Ba Đình: Nghĩa quân quả cảm]\n\n{{Phong trào độc lập Việt Nam}}\n{{Việt Nam chống Pháp xâm lược}}\n\n[[Thể loại:Khởi nghĩa Ba Đình| ]]\n\n[[en:Can Vuong#Siege of Ba Dinh, January 1887]]"}