{"3703738":"'''Cuộc khủng hoảng tị nạn từ Đông Dương''' là hiện tượng một lượng lớn người dân tại [[bán đảo Đông Dương]] ([[Việt Nam]], [[Lào]], [[Campuchia]]) di cư khỏi đất nước của họ, diễn ra sau khi Chiến tranh Đông Dương lần 2 kết thúc năm 1975 và kéo dài cho tới khi Chiến tranh Đông Dương lần 3 kết thúc vào năm 1989. Trong vòng 25 năm, khoảng 3 triệu trên tổng số 56 triệu người Đông Dương đã trở thành [[người tị nạn]] ở các quốc gia khác thuộc Đông Nam Á, Hồng Kông, Trung Quốc, hoặc di cư sang các nước khác như Pháp, Mỹ. Hàng trăm ngàn người được ước tính là đã thiệt mạng trong quá trình di cư. Hơn 2,5 triệu người Đông Dương đã tái định cư, chủ yếu ở Bắc Mỹ, Úc và châu Âu. Khoảng nửa triệu người đã hồi hương, cả tự nguyện và cưỡng bức.<ref name=\"unhcr.org\">[http:\/\/www.unhcr.org\/3ebf9bad0.html ''State of the World's Refugees, 2000''] United Nations High Commissioner for Refugees, pp. 81, 102; accessed ngày 15 tháng 5 năm 2013<\/ref>\n[[Tập tin:Indochine_française.svg|phải|nhỏ|381x381px|Bản đồ Đông Dương (phiên bản Pháp). Bắc và Nam Việt Nam bị chia cắt ở phía Bắc thành phố Huế và được vận hành bởi hai Nhà nước riêng biệt từ năm 1954 đến 1976 khi đất nước này chính thức thống nhất.]]\nNgười tị nạn Đông Dương bao gồm nhiều nhóm người, nổi bật là [[thuyền nhân Việt Nam]], [[Người Hoa tại Việt Nam]], [[người Khmer|người Campuchia]] lánh nạn diệt chủng [[Khmer Đỏ]] và nạn đói, [[người Lào]], [[Iu Mien]], [[H'Mông|Hmong]] và các dân tộc vùng cao của Lào, và [[người Thượng]] ở Việt Nam. Họ di chuyển đến các nước láng giềng để tìm nơi ẩn náu, và phần lớn nhắm tới tái định cư ở Quốc gia thứ ba. Dòng người di cư diễn ra cao điểm vào giai đoạn 1979-1980, khi chiến tranh nổ ra giữa Việt Nam với Campuchia và Trung Quốc. \n\nDư chấn của cuộc khủng hoảng này kéo dài đến sau thế kỉ 21. Những thuyền nhân cuối cùng đã hồi hương từ [[Malaysia]] trong năm 2005; [[Thái Lan]] đã trục xuất 4000 người tị nạn H'mong trở về Lào vào năm 2009.<ref>\"Last Vietnamese boat refugee leaves Malaysia\" http:\/\/www.unhcr.org\/43141e9d4.html;\"UNHCR seeking access to Returned Lao Hmong\" http:\/\/www.unhcr.org\/4b3a38469.html, accessed ngày 16 tháng 5 năm 2013<\/ref>\n\n== Sài Gòn thất thủ 1975 ==\n[[Tập tin:Vietnamese_refugees_on_US_carrier,_Operation_Frequent_Wind.jpg|trái|nhỏ|230x230px|Người tị nạn miền Nam Việt Nam trên tàu của Hải quân Mĩ trong [[chiến dịch Gió Lốc]]]]\nVào mùa xuân năm 1975, [[Quân đội nhân dân Việt Nam]] và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] ráo riết tấn công mở rộng vùng giải phóng, và đến cuối tháng Tư, sự sụp đổ của nhà nước [[Việt Nam Cộng Hòa|Việt Nam Cộng hòa]] là kết quả không thể tránh khỏi. Trong chiến tranh Việt Nam, gần một triệu người Việt đã làm việc cho chính quyền Mĩ hoặc là thân nhân của các nhân viên trên. Vì thế, họ tin rằng mình sẽ bị trả thù bởi [[Quân đội nhân dân Việt Nam]]. Lo ngại việc những tin đồn thất thiệt sẽ gây hoang mang dư luận, kế hoạch di tản đã được triển khai trễ, bắt đầu từ ngày 18 tháng 4 năm 1975 khi Tổng thống Mĩ [[Gerald Ford]] thiết lập một lực lượng do Julia Taft đứng đầu với trách nhiệm \"hỗ trợ sơ tán công dân Mĩ, công dân Việt Nam, và công dân ngoại quốc khác ở Việt Nam\". Lúc bấy giờ, [[Quân đội nhân dân Việt Nam]] đã áp sát ngoại ô Sài Gòn, và thành phố này đã đông nghẹt người dân.<ref>Thompson, Larry Clinton.<\/ref>\n\nCuộc sơ tán người Mỹ và người Việt thuộc diện ưu tiên được thực hiện bởi quân đội Mĩ bằng máy bay, bắt đầu từ ngày 23 tháng Tư tại [[sân bay Tân Sơn Nhất]]. Hỏa tiễn của [[Quân đội nhân dân Việt Nam]] đã nã vào sân bay vào ngày 29\/4, làm chết hai lính Hải quân Mĩ, và sân bay cũng đóng cửa kể từ hôm đó. Hàng nghìn người Việt Nam và Hoa Kỳ vẫn còn chen chúc bên trong Đại sứ quán Mĩ và cả bên ngoài tòa nhà, chờ đợi được di tản. Cả trưa và tối hôm đó, trực thăng Mĩ liên tục đến và đi trên nóc Đại sứ quán, sơ tán người đến các tàu Hải quân Mĩ ngoài khơi. Hàng chục nghìn người Việt khác tìm cách tự sơ tán, chủ yếu bằng cách tự dong thuyền ra khơi và yêu cầu Hải quân hỗ trợ. Sáng sớm ngày 30 tháng Tư, 11 Lính thủy quân lục chiến Mĩ - những công dân Mĩ cuối cùng ở Việt Nam - được sơ tán bằng trực thăng từ Đại sứ quán. Hàng chục nghìn người Việt và người nước ngoài chờ đợi với hy vọng được sơ tán đã bị bỏ lại.<ref>Accounts of the evacuation include Todd, Olivier.<\/ref>\n\nTổng số người Việt được sơ tán là 138,000. Phần lớn họ được đưa tới [[đảo Guam]] bằng tàu quân sự để làm thủ tục nhập cảnh vào Hoa Kỳ. Từ vị trí đó, họ được chuyển tới một trong bốn căn cứ quân sự: [[Doanh trại Chaffee]] ở Arkansas, [[Trại Pendleton]] ở California, [[Doanh trại Indiantown Gap]] ở Pennsylvania và [[Căn cứ không quân Eglin]] ở Florida.130,000 người Việt đã định cư ở tất cả các bang của Mĩ trong vài tháng sau đó. Vài nghìn người tị nạn cũng đã định cư ở các quốc gia khác, nhất là Canada, hoặc chọn trở về Việt Nam.<ref>Thompson, pp. 76-93<\/ref>\n\nVài tháng sau khi Sài Gòn thất thủ, giới chức Mĩ vẫn còn nhiều người vượt biên để trốn khỏi Việt Nam. Mĩ đã thiết lập văn phòng nhập cư ở [[Băng Cốc|Bangkok]], [[Thái Lan]], điều hành bởi [[Lionel Rosenblatt]], với nhiệm vụ làm thủ tục nhập cảnh vào Mĩ cho người tị nạn.<ref>Thompson, pp. 109-111<\/ref>\n\n== Người tị nạn Hmong ở Lào ==\nNgười Hmong và các dân tộc cao nguyên khác của Lào là đồng minh của Hoa Kỳ trong chiến tranh Việt Nam, chống lại [[Pathet Lào]] và quân đội Việt Nam Dân chủ Cộng hòa trong hơn một thập niên. Tuy nhiên, đến tháng 5 năm 1975, quân đội cộng sản đã chiếm pháo đài Hmong cuối cùng ở [[Long Cheng|Long Tieng]]. Sợ rằng những người cộng sản sẽ tàn sát người Hmong, nhân viên [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] Jerry Daniels đã tổ chức sơ tán các cộng sự thân cận và các sĩ quan quân đội Hmong, bao gồm tướng [[Vàng Pao|Vang Pao]], người chỉ huy người Hmong. Sử dụng máy bay dân dụng và phi công, khoảng 2.000 người Hmong đã được sơ tán bằng máy bay đến Thái Lan từ ngày 10 đến 14 tháng 5 năm 1975.<ref>Morrison, Gayle L. ''Sky is Falling: An Oral History of the CIA's Evacuation of the Hmong from Laos'', Jefferson, NC: McFarland Publishing Company, 1999, pp. 72-189, 171<\/ref>\n\nKhông ngờ là nhiều người Hmong sẽ theo các nhà lãnh đạo của họ tới Thái Lan, đi bộ qua những ngọn núi cao, những người lính bỏ đi và băng qua [[sông Mekong]]. Hàng ngàn người đã chết trong cuộc hành trình khó khăn đó. Khoảng 40.000 người Hmong đã chạy sang Thái Lan vào năm 1975 và nhiều hơn nữa đã theo dõi trong vài năm tới. Hầu hết người Hmong và những người cao nguyên khác đều ở trong trại [[Ban Vinai]]. Hoa Kỳ ban đầu không nghĩ đến việc tái định cư cho người Hmong, tin rằng họ sẽ không có khả năng thích nghi với cuộc sống trong vận động hành lang Hoa Kỳ bởi người Mỹ đã làm việc với người Hmong đã gây ra sự thay đổi chính sách. 140.200 người Hmong và các dân tộc vùng cao khác được tái định cư trên toàn thế giới từ năm 1975 cho đến năm 1997, phần lớn là ở Hoa Kỳ. Chương trình tái định cư Hmong vẫn tiếp tục cho đến năm 2005, năm 2004 Hoa Kỳ đã nhận được 9.201 người Hmong đang sống tại [[Wat Tham Krabok]] ở Thái Lan.<ref>Grigoleit, Grit \"Coming Home: The Integration of Hmong Refugees from Wat Tham Krabok, Thailand\" ''Hmong Studies Journal'' http:\/\/hmongstudies.org\/Grigoleit.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20120309181505\/http:\/\/hmongstudies.org\/Grigoleit.pdf |date=2012-03-09 }}, accessed 18 Jan 2013; Robinson, W. Courtland, ''Terms of Refuge'' ''United Nations High Commissioner for Refugees'', London: Zed Books, 1998, Appendix 2<\/ref>\n\nVài nghìn người Hmong đã tái định cư ở Pháp và khoảng 1000 người khác đã đến ở [[Guinea thuộc Pháp]], nơi họ làm ăn phát đạt nhờ cung cấp rau củ cho chợ địa phương.<ref>Lemoine, Jacques [http:\/\/www.hmongstudies.org\/LemoineHSJ6.pdf \"What is the Actual Number of Hmong in the World?\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110721021307\/http:\/\/hmongstudies.org\/LemoineHSJ6.pdf |date = ngày 21 tháng 7 năm 2011}}<\/ref>\n\n== Người tị nạn ở Hạ Lào ==\nCùng với người Hmong và các dân tộc vùng cao khác, một số lượng lớn người dân ở vùng đồng bằng, người Lào đã vượt sông Mekong vào Thái Lan. Từ năm 1975 đến năm 1995, số người tị nạn người Lào, bao gồm cả người Hmong và người Lào ở Hạ Lào, đã đạt 360.000 người. Hầu hết người Lào ở Hạ Lào chạy trốn khỏi đất nước đều được đô thị hoá và giáo dục. Nhiều người là cựu nhân viên của chính phủ Hoa Kỳ. Họ được lưu trú chủ yếu tại Trại Nong Khai ngay bên kia sông từ Lào. Từ năm 1975 đến năm 1997, 183.907 người Lào được tái định cư trên toàn thế giới.<ref>Robinson, Appendix 2; Thompson, pp. 135, 227-227, 235, 244<\/ref>\n\n== Hoa kiều ở Việt Nam ==\nNgười Hoa là người Trung Quốc sống ở Việt Nam, đặc biệt là vùng [[Chợ Lớn]] của Sài Gòn. Năm 1975, khoảng một đến hai triệu Hoa sống ở Việt Nam, và họ sở hữu hay kiểm soát phần lớn thương mại của Nam Việt Nam. Sau khi Nam và Bắc Việt Nam thống nhất dưới một chính quyền cộng sản duy nhất vào năm 1976, chính phủ mới bắt đầu chuyển đổi nền kinh tế từ tư bản sang xã hội chủ nghĩa. Những người bị ảnh hưởng nhiều nhất là người Hoa.<ref>''World Directory of Minorities and Indigenous Peoples'' [http:\/\/www.refworld.org\/type,COUNTRYREP,,VNM,,49749c7f8,0.html Vietnam: Chinese (Hoa)], accessed ngày 20 tháng 5 năm 2013<\/ref> Người Hoa bị đe doạ là công nhân nông nghiệp trong các Khu kinh tế mới (các trang trại của nhà nước) do Chính phủ thành lập; Với 1,5 triệu người di chuyển.<ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=ZyIsBaNkfkUC&pg=PA386|isbn=978-0-19-988756-9}}<code style=\"color:inherit; border:inherit; padding:inherit;\">&#x7C;tựa đề=<\/code> trống hay bị thiếu ([[wikipedia:Help:CS1 errors#citation missing title|trợ giúp]])\n<\/ref> Các doanh nghiệp Hoa ở Sài Gòn bị tịch thu.<ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=8bXnUL46_X0C&pg=PA183|isbn=978-90-481-8909-0}}<code style=\"color:inherit; border:inherit; padding:inherit;\">&#x7C;tựa đề=<\/code> trống hay bị thiếu ([[wikipedia:Help:CS1 errors#citation missing title|trợ giúp]])\n<\/ref> Trong những năm sau chiến tranh Việt Nam, người Trung Quốc đã bị thanh lọc khỏi Việt Nam.<ref>{{Chú thích web|url=http:\/\/www.historyandtheheadlines.abc-clio.com\/ContentPages\/ContentPage.aspx?entryId=1161938|title=Sputnik Escalates the Cold War|access-date =ngày 1 tháng 11 năm 2014|website=History and the Headlines|publisher=ABC-CLIO|author=<!--Staff writer(s); no by-line.-->|last=<!--Staff writer(s); no by-line.-->|year=2011}}<\/ref> Bắt đầu từ tháng 4 năm 1978 khoảng 450.000 người Hoa sẽ đi đến Trung Quốc hoặc bằng thuyền tới Hồng Kông trong vài năm tới. 265.000 Hoa, chủ yếu là những người đến đất, sẽ được tái định cư tại Trung Quốc. Từ năm 1975 đến năm 1999, 143.700 người tị nạn từ Việt Nam, chủ yếu là người Hoa đã tới Hồng Kông, được tái định cư ở các nước khác. Hơn 67.000 người đã được hồi hương về Việt Nam. <ref name=\"immig\">[http:\/\/www.immd.gov.hk\/40\/eng\/mil\/70s\/mil_70s_iv.html The influx of Vietnamese boat people] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070926220321\/http:\/\/www.immd.gov.hk\/40\/eng\/mil\/70s\/mil_70s_iv.html |date = ngày 26 tháng 9 năm 2007}} Error in webarchive template: Check <code style=\"color:inherit; border:inherit; padding:inherit;\">&#x7C;url=<\/code> value. Empty.<\/ref>\n\nMối quan hệ giữa Trung Quốc và Việt Nam đã xấu đi, một phần là do sự đàn áp của người Hoa. \"Thuyền nhân\" (xem bên dưới) chủ yếu là người Hoa. Tháng 2 năm 1979, Trung Quốc xâm chiếm Việt Nam và chiếm một số khu vực biên giới ở miền Bắc Việt Nam. Chính phủ Việt Nam đã khởi xướng một chính sách khuyến cáo người Hoa phải rời khỏi đất nước và tính phí vài ngàn đô la để làm như vậy. Do chính sách này, dân số người Hoa tại Việt Nam đã giảm hẳn trong những năm 1980.<ref>Brush, http:\/\/www.library.vanderbilt.edu\/central\/Brush\/BoatPeople.htm {{Webarchive|url=https:\/\/web.archive.org\/web\/20121128112159\/http:\/\/www.library.vanderbilt.edu\/central\/Brush\/BoatPeople.htm |date = ngày 28 tháng 11 năm 2012}}; World Directory of Minorities, http:\/\/www.refworld.org\/type,COUNTRYREP,,VNM,,49749c7f8,0.html, accessed ngày 20 tháng 5 năm 2013<\/ref>\n\n== Thuyền nhân ==\n[[Tập tin:35_Vietnamese_boat_people_2.JPEG|phải|nhỏ|298x298px|Thuyền nhân Việt Nam chờ được giải cứu]]\nSau khi Việt Nam Dân chủ Cộng hòa tiếp quản vào tháng 4 năm 1975, khoảng một triệu binh lính chế độ cũ được đưa đến các trại cải tạo từ vài ngày tới vài năm, và chính phủ đã cố gắng phá huỷ các doanh nghiệp tư nhân, đặc biệt là các doanh nghiệp thuộc sở hữu của người gốc Hoa. Tháng 9 năm 1978, 1.220 \"thuyền nhân\" rời Việt Nam trên một con tàu cũ và đổ bộ lên Indonesia. Đó là sự khởi đầu của lũ lụt tị nạn đến hàng tháng bằng thuyền ở Malaysia, Thái Lan, Indonesia, Hồng Kông và các nước khác. Số lượng thuyền xuất hiện hàng tháng trên bờ biển nước ngoài đạt đỉnh điểm 56.000 vào tháng 6 năm 1979.<ref>Thompson, pp. 150-163<\/ref>\n[[Tập tin:PRPC02.jpg|trái|nhỏ|250x250px|Trung tâm hỗ trợ người tị nạn ở Philippines đã trở thành ngôi nhà tạm cho vô số người tị nạn Đông Dương trên đường tới vùng đất mới vào thập niên 80]]\nHầu hết thuyền nhân rời Việt Nam trong những con tàu bị hư hỏng, bị rò rỉ, quá tải. Họ gặp phải bão, thiếu nước và lương thực, và, nghiêm trọng nhất, cướp biển ở Biển Đông và Vịnh Thái Lan. Các tàu thương gia gặp phải những tàu thuyền đang gặp khó khăn thường không chịu nhận những người tị nạn vì sợ rằng không có quốc gia nào cho phép họ dỡ bỏ những người tị nạn. Cướp biển Thái Lan và Mã Lai tấn công nhiều thuyền nhỏ, cưỡng hiếp và bắt cóc phụ nữ và cướp tài sản của hành khách. Các nhà chức trách của các quốc gia mà họ đến thường xuyên \"đẩy\" tàu tị nạn, không cho phép họ lên bờ. Ủy ban Tị nạn ước tính khoảng 200.000 tới 400.000 người trên biển đã chết.<ref>Associated Press, ngày 23 tháng 6 năm 1979, ''San Diego Union'', ngày 20 tháng 7 năm 1986.<\/ref> Các ước tính khác được tổng hợp là 10 đến 70% trong số 1 -2 triệu thuyền nhân Việt Nam chết trong quá cảnh.<ref name=\"Rummel\">Rummel, Rudolph, [http:\/\/www.hawaii.edu\/powerkills\/SOD.CHAP6.HTM Statistics of Vietnamese Democide], in his ''Statistics of Democide'', 1997.<\/ref>\n\nSự tiếp tục xuất hiện của ngày càng nhiều thuyền nhân đã gây ra một cuộc khủng hoảng chính trị với các nước Đông Nam Á từ chối cho phép những người tị nạn bổ sung vào bờ của họ trừ phi các nước châu Âu và Bắc Mỹ hứa hẹn tái định cư cho họ. Tại một hội nghị của LHQ về người tị nạn ở Geneva vào tháng 7 năm 1979, các nước phương Tây đã đồng ý tiếp nhận 260.000 người tị nạn mỗi năm, tăng từ 125.000 người, để tái định cư, để giúp người tị nạn dễ dàng hơn và đóng góp thêm ngân sách cho việc tị nạn. Quan trọng nhất là chính phủ Việt Nam đã hứa sẽ bắt nguồn dòng tị nạn và hợp tác trong Chương trình Khởi hành Tuân thủ theo đó người Việt Nam có thể nộp đơn xin tái định cư mà không rời quê hương. Con thuyền rời Việt Nam nhanh chóng giảm xuống số lượng dễ quản lý hơn.<ref>Thompson, pp. 161-165<\/ref> Hai mươi năm sau, 1979 và 1982, trong giai đoạn khủng hoảng nhân đạo, 20 nước phương Tây do Hoa Kỳ, Canada, Úc và Pháp lãnh đạo đã chấp nhận 623.800 người tị nạn Đông Dương để tái định cư, phần lớn là thuyền nhân. Tái định cư vẫn tiếp tục cho đến những năm 1990. Theo Chương trình khởi hành đơn đặt hàng và Kế hoạch hành động Toàn diện, hơn 600.000 người Việt Nam đã được tái định cư ra nước ngoài từ năm 1980 đến năm 1997.<ref>[http:\/\/www.unhcr.org\/3ebf9bad0.html ''State of the World's Refugees, 2000''] United Nations High Commissioner for Refugees, pp. 86-90; accessed ngày 15 tháng 5 năm 2013<\/ref>\n\n== Người di cư bằng đường bộ ở Việt Nam ==\nKhoảng 40,000 người Việt đến được Thái Lan bằng đường bộ qua Campuchia vào thập niên 80. Phần lớn họ ở lại các trại tị nạn ở biên giới Thái Lan trước khi được xuất cảnh.<ref>Robinson, Appendix 2<\/ref>\n\n== Người Campuchia ==\nSự tiếp quản Campuchia của Khmer Đỏ vào tháng 4 năm 1975 đã gây ra một dòng chảy của hơn 300.000 người Hoa, người gốc Việt và người Campuchia đến Việt Nam bất chấp những điều kiện chính trị bất ổn ở đó. Tuy nhiên, chỉ một vài nghìn người Cam Bốt trốn thoát Khmer Đỏ tới Thái Lan vì biên giới được bảo vệ và rải mìn.<ref>[http:\/\/www.unhcr.org\/3ebf9bad0.html ''State of the World's Refugees, 2000''] United Nations High Commissioner for Refugees, p. 92; accessed ngày 15 tháng 5 năm 2013<\/ref>\n\nNgày 25 tháng 12 năm 1978, quân đội Việt Nam tấn công Campuchia và lật đổ chính quyền Khmer Đỏ. Khmer Đỏ và các nhóm kháng chiến khác trốn chạy vào vùng núi và vùng biên giới, nhưng người dân của đất nước bị tàn phá này, từ một đến ba triệu người đã bị giết chết bởi sự đói khát và chế độ Khmer Đỏ, hàng trăm ngàn người đã đến biên giới Của Thái Lan tìm kiếm lương thực và an toàn. Người Thái từ chối nhận người Campuchia là người tị nạn, nhưng họ ở trong các trại ở Thái Lan ở Sa Kaeo và Khao-I-Dang. Hầu hết người Campuchia bị dừng lại ở biên giới và trú ngụ trong các trại hỗn loạn nằm giữa biên giới giữa Campuchia và Thái Lan. Những người đến sớm ở Sa Kaeo, chủ yếu là Khmer Đỏ và gia đình họ chạy trốn khỏi quân đội Việt Nam, đang ở trong tình trạng cuối cùng của nạn đói. Đến cuối năm 1979, khoảng 750.000 người Campuchia được tin là đang ở Thái Lan, trong các trại giam biên giới, hoặc gần biên giới đang cố gắng vượt biên sang Thái Lan. Người Thái Lan đã \"đánh đuổi\" nhiều người Campuchia đang cố gắng vượt qua biên giới, đáng chú ý nhất là tại Đền Preah Vihear, nơi hàng ngàn người Cam Bốt đã chết trong các khu trại.<ref>Thompson, pp. 177, 200<\/ref>\n\nPhản ứng quốc tế đối với cuộc khủng hoảng nhân đạo ở Campuchia là thiết lập một \"cây cầu đất liền\". Các tổ chức viện trợ và cứu trợ quốc tế bắt đầu phân phối lương thực, hạt giống và dụng cụ nông trại cho người Campuchia đến biên giới và trở lại nội địa để tiếp tục nuôi. Vào tháng 1 năm 1980, 10.000 người Campuchia đã đi bộ mỗi ngày đi bộ bằng xe đạp hoặc xe bò và mỗi người nhận được 10 đến 30&nbsp;kg gạo. Vào tháng 1 năm 1981, khi chương trình kết thúc, hơn 700.000 người Campuchia đã nhận thức ăn, hạt giống, trang trại và đe dọa nạn đói ở Campuchia đã giảm.<ref>Mason L, Brown R. ''Rice, Rivalry, and Politics: Managing Cambodian Relief''.<\/ref>\n\nỞ Thái Lan và ở các trại biên giới khi đó, có hàng trăm ngàn người Cam Bốt. 260.000 người trong số đó đã được tái định cư ra nước ngoài vào những năm 1980 và 1990. 390.000 người được đưa về Campuchia, chủ yếu từ năm 1991 đến năm 1993, do thỏa thuận hòa bình, giải trừ quân đội, và rút quân đội Việt Nam khỏi Campuchia.<ref>[http:\/\/www.u0hcr.org\/3ebf9bad0.html ''State of the World's Refugees, 2000'']{{Liên kết hỏng|date = ngày 15 tháng 3 năm 2021 |bot=InternetArchiveBot }} United Nations High Commissioner for Refugees, p. 96-97; accessed ngày 15 tháng 5 năm 2013<\/ref>\n\n== Người miền núi ở Tây Nguyên==\nKhoảng một triệu người cao nguyên được gọi là người Thượng đã sống ở Việt Nam từ trước năm 1975. Mặc dù một số bộ tộc người Thượng là đồng minh của quân đội Hoa Kỳ, đặc biệt là sự hỗ trợ của họ cho biệt kích Green Berets, rất ít trong số đó đã sơ tán năm 1975 ở Sài Gòn. Chiến tranh du kích của họ chống lại Nhà nước Cộng hòa Xã hội chủ nghĩa Việt Nam vẫn tiếp tục trong 15 năm sau đó, và một vài người Thượng đã chạy trốn qua biên giới đến những khu rừng xa xôi của Campuchia đang kẹp giữa Khmer Đỏ và người Việt Nam. Người Thượng thường bị lãng quên nhưng vào năm 1986, 212 người trốn sang Thái Lan và được tái định cư tại [[Raleigh, Bắc Carolina|Raleigh, North Carolina]]. Năm 1992, [[Cao ủy Liên Hợp Quốc về người tị nạn|UNHCR]] phát hiện ra một nhóm 400 người khác đang sinh sống tại Cam-pu-chia. Các tổ chức nhân đạo, UNHCR, và cựu Beren Berens đã tìm hiểu lý do của họ và, ngay sau đó, họ được tái định cư tại [[Greensboro, Bắc Carolina|Greensboro, North Carolina]]. Tổng cộng có 9.000 người Thượng đã được tái định cư ở Hoa Kỳ.<ref>[http:\/\/www.montagnards.org\/2012-08-29-04-45-58\/us-montagnards.html U.S. Montagnards] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130525161207\/http:\/\/www.montagnards.org\/2012-08-29-04-45-58\/us-montagnards.html |date = ngày 25 tháng 5 năm 2013}}, accessed ngày 21 tháng 5 năm 2013<\/ref>\n\n== Số liệu định cư và hồi hương của người Đông Dương ==\nĐây là bảng thống kê số lượng người Đông Dương tái định cư ở các nước lớn nói riêng và trên thế giới nói chung từ 1975 đến 1997. Vài nghìn người đã định tái định cư từ năm 1997, chủ yếu là ở Hoa Kỳ.\n{| class=\"wikitable\" style=\"margin-bottom: 10px;\"\n!Quốc gia\n!Người Việt Nam (tính cả người Hoa, người miền núi)\n!Người Lào (tính cả H'mong và các dân tộc khác)\n!Người Campuchia\n!Tổng số người tái định cư\n!Notes \n|-\n|[[Hoa Kỳ]]\n|<br>\n883,317 \n|251,334\n| 152,748 \n| 1,287,399 \n|-\n|[[Việt Nam]]\n| 320,000 \n| 320,000 \n| Bao gồm 150,000 người Campuchia và 170,000 Hoa và Việt chạy trốn Khmer đỏ ở Campuchia\n|-\n|[[Trung Quốc]][[Trung Quốc|<nowiki\/>]]\n|263,000 \n| 263,000 \n| Gần như tất cả là người Hoa\n|-\n| [[Canada]] \n| 163,415 \n| 17,274 \n| 21,489 \n| 202,178 \n|- \n|[[Úc]]\n| 157,863 \n| 10,239 \n| 17,605 \n| 185,700 \n|-\n|[[Pháp]]\n| 46,348 \n| 34,236 \n| 38,598 \n| 119,182 \n|-\n|[[Đức]]\n| 28,916 \n| 1,706 \n| 998 \n| 31,620 \n|-\n|[[Anh]]\n|24,267 \n| 346 \n| 381 \n| 24,994 \n|-\n| [[New Zealand]] \n| 6,099 \n| 1,350 \n| 5,995 \n| 13,344 \n|-\n|[[Hà Lan]]\n|<br>\n11,546 \n|33\n| 523 \n| 12,102 \n|-\n| [[Nhật Bản]]\n| 8,231 \n| 1,273 \n| 1,223 \n| 10,727 \n|-\n|[[Nauy]]\n| 10,066 \n| 2 \n| 178 \n| 10,246 \n|-\n| [[Malaysia]] \n| 10,000 \n| 10,000 \n| Tất cả người Campuchia tị nạn đến Malaysia đều là người Hồi giáo.\n|-\n|[[Thụy Sĩ]]\n|<br>\n7,304 \n|593\n| 1,717 \n| 9,614 \n|-\n|[[Thụy Điển]]\n| 9,099 \n| 26 \n| 214 \n| 9,339 \n|-\n|[[Đan Mạch]]\n| 7,007 \n| 12 \n| 51 \n| 7,070 \n|-\n|[[Bỉ]]\n|<br>\n5,158 \n|989\n| 896 \n| 7,043 \n|-\n|Các nước khác\n| 10,343 \n| 4,694 \n| 8,268 \n| 25,605 \n|-\n|Tổng Cộng\n| 1,642,179 \n| 324,107 \n| 580,884 \n| 2,547,170 \n|}\nNguồn: Robinson, W. Courtland Terms of Refuge United Nations High Commissioner for Refugees, London: Zed Books, 1998 p.&nbsp;270, 276, Appendix 2; Far Eastern Economic Review, ngày 23 tháng 6 năm 1978, p.&nbsp;20\n\n== Xem thêm ==\n* [[Pulau Bidong]]\n* [[Chiến dịch Cuộc sống mới]]\n* [[Chương trình Ra đi có Trật tự]] \n* [[Trung tâm Tiến hành Thủ tục Tị nạn Philippines]]\n* [[Đền Preah Vihear]]\n* [[Người Việt tại Hồng Kông]]\n* [[Wat Tham Krabok]]\n* [[Khủng hoảng người nhập cư châu Âu]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Hậu Chiến tranh Việt Nam]]\n[[Thể loại:Hoa kiều ở Châu Á]]\n[[Thể loại:Di cư bắt buộc]]\n[[Thể loại:Người tị nạn ở Malaysia]]\n[[Thể loại:Việt Nam hải ngoại]]\n[[Thể loại:Tị nạn Việt Nam]]"}