{"445222":"==Cuộc đời==\n'''Khổng Dương''' sinh ở [[Càng Long]], một huyện nằm ở [[hướng Bắc|phía Bắc]] tỉnh [[Trà Vinh]]. Thuở nhỏ, ông theo học trung học tại [[Cần Thơ]], được sự hướng dẫn tận tình của thầy giáo [[Thượng Tân Thị]] (1879-1966), tác giả mười bài ''Khuê phụ thán''...\n\nSau, Khổng Dương ra [[Huế]] học ở trường [[Cố đô Huế|Phú Xuân]], rồi ra [[Hà Nội]] học ở trường [[Thăng Long]].\n \nỞ nơi đó, ông bước chân vào làng thơ, làng báo, cộng tác với các tờ: ''Tiểu thuyết thứ bảy, Phổ thông bán nguyệt san, Mới, Tổng xã báo, Đông Dương tạp chí, Trung Bắc chủ nhật, Văn hóa''...\n \nKhông rõ năm nào, ông trở vào [[miền Nam (Việt Nam)|miền Nam]], rồi đứng ra thành lập nhà xuất bản [[Đồng Nai]], đăng thơ trên báo ''Công luận'' ở [[Thành phố Hồ Chí Minh|Sài Gòn]], và gia nhập nhóm sáng tác, trong đó có các cây bút đã thành danh, như: Ngao Châu ([[Bùi Đức Tịnh]]), [[Phi Vân]], [[Dương Tử Giang]], [[Hoàng Tố Nguyên]], [[Thiên Giang]], [[Mai Văn Bộ]]...\n\nĐây là một trong số vài nhóm văn nghệ sĩ<ref>Một nhóm khác cũng rất có tiếng, đó là nhóm của: [[Thẩm Thệ Hà]], [[Vũ Anh Khanh]], Sơn Khanh, Quốc Ấn, [[Lý Văn Sâm]]...<\/ref> ở Sài Gòn, đã tự nguyện dùng ngòi bút của mình để khơi dậy lòng yêu nước và tinh thần đấu tranh của nhân dân miền Nam, trước khi nổ ra cuộc [[Cách mạng tháng Tám]] (1930-1945).\n\nNăm 1946, [[Chiến tranh Đông Dương|chiến tranh Việt-Pháp]] bùng nổ, Khổng Dương rời Sài Gòn, về miền Tây để tiếp tục kháng Pháp.\n\nMùa thu năm 1947, trong một chuyến vượt sông, Khổng Dương bị đạn từ trên máy bay của quân đội Pháp bắn chết bên bờ rạch Xẻo Tre, thuộc [[Long Xuyên]] ([[An Giang]]) khi mới 26 tuổi.\n\nThương tiếc ông, có người làm thơ rằng:\n:''Một giọt mưa thu, một giọt sầu,\n:''Một cành hoa rụng rơi về đâu?\n:''Một con chim lạc muôn người khóc,\n:''Một kiếp tài hoa ai biết đâu?...\n\nCùng tâm trạng, tác giả ''Việt Nam thi nhân tiền chiến'', viết: \n:''Khổng Dương mất, dân làng chôn anh tại bờ rạch (Xẻo Tre), đấp vội vàng một nấm đất lè tè…Hai mươi năm trôi qua, nắm xương tàn bên sông, biết có ai còn tưởng nhớ viếng thăm, hay thời gian đã san bằng một nấm mồ vô chủ...<ref name=\"TNTC\" \/>\n\n==Tác phẩm==\nTác phẩm của Khổng Dương, gồm:\n*'''Ly tao''' (tập thơ, xuất bản 1940)\n*'''Dạ túy''' (tập thơ, chưa xuất bản)\n*'''Cứu lấy quê hương''' (biên khảo và nhận định, không rõ năm xuất bản)\n==Sự nghiệp văn chương==\nTrong một bài viết trên website [[Hội Nhà văn Việt Nam|Hội nhà văn Việt Nam]], PGS-TS. Trần Hữu Tá có một đoạn viết về nhà thơ Khổng Dương như sau:\n:''...Về chặng đường 15 năm trước [[Cách mạng tháng Tám]] (1930-1945), một giai đoạn phát triển rất tốt đẹp của văn học Việt Nam hiện đại, sẽ không thể có bức tranh hoàn chỉnh nếu không khẳng định những đóng góp tích cực của Phi Vân - một [[Ngô Tất Tố]] của miền Nam... Trong lĩnh vực thơ, đã đến lúc cần tìm hiểu những sáng tác của Thẩm Thệ Hà...của Khổng Dương (tập Ly tao, 1940) và các bài thơ đăng trên Công luận báo (Sài Gòn), Tiểu thuyết thứ bảy, Trung Bắc chủ nhật (Hà Nội). Nghiên cứu tác phẩm của các thi sĩ nói trên, ta có thể kết luận [[Nam Bộ Việt Nam|Nam Bộ]] không chỉ đóng góp vào [[thơ mới|phong trào Thơ mới]] hai nhà thơ [[Đông Hồ (định hướng)|Đông Hồ]] và [[Mộng Tuyết]]''<ref>PGS-TS. Trần Hữu Tá, ''Những bổ khuyết cần thiết cho bức tranh toàn cảnh của văn học Việt Nam hiện đại'' [http:\/\/hoinhavanvietnam.vn\/News.asp?cat=8&scat=&id=1036]{{Liên kết hỏng|date=2021-06-17 |bot=InternetArchiveBot }}.<\/ref>.\n\nTheo thống kê chưa đầy đủ, kể từ khi Khổng Dương mất cho đến nay, tên tuổi ông luôn xuất hiện trong những bài viết nói về dòng văn học yêu nước, khởi dậy ở Sài Gòn trong thời kỳ 1930-1945. Và thơ ông cũng đã xuất hiện trong:\n\n*'''Thơ mùa Giải phóng''', do nhà xuất bản Sống Chung xuất bản tại Sài Gòn. Đây là một tuyển tập thơ đấu tranh và yêu nước của các cây bút tên tuổi thời bấy giờ, như: [[Chim Xanh]], [[Hoàng Tố Nguyên]], Bân Bân Nữ sĩ ([[Mộng Tuyết]]), [[Nguyễn Bính]], [[Thâm Tâm]], [[Thẩm Thệ Hà]], [[Tố Hữu]], [[Tố Phong]], [[Trúc Khanh]], [[Vũ Anh Khanh]], [[Xuân Miễn]]...\n*'''Việt Nam thi nhân tiền chiến''' (quyển trung), do Nguyễn Tấn Long-Nguyễn Hữu Trọng biên soạn, nhà xuất bản Sống Mới xuất bản tại Sài Gòn, năm 1968.\n*'''Thơ tình Việt Nam và thế giới chọn lọc''', do Nguyễn Hùng Trương (Giám đốc nhà sách Khai Trí cũ) tuyển chọn, Nhà xuất bản Thanh Niên ấn hành năm 1998.\n*'''Các Tác Giả Văn Chương Việt Nam''' (trọn bộ gồm 2 tập), do Trần Mạnh Thường biên soạn, nxb Văn hóa Thông tin ấn hành, tháng 5 năm 2008.\n\n==Thơ Khổng Dương==\nTheo tác giả bộ sách ''Việt Nam thi nhân tiền chiến'', thì đa phần thơ Khổng Dương đều là thơ tình. Vì thi sĩ ''sớm theo đuổi một mối tình đơn phương, nên sớm bị nhận chìm vào bể ái...Đến khi không khí chiến tranh bao trùm đất nước (khoảng năm 1941), ngòi bút của ông bắt đầu chuyển qua đề tài mới. Kết quả là ông đã cho ra đời quyển '''Cứu lấy quê hương''', mang nội dung kêu gọi lớp thanh niên thời bấy giờ, hãy từ bỏ lối sống ích kỷ, trụy lạc...để quay về phụng sự cho dân, cho nước...<ref name=\"TNTC\">Lược theo ''Việt Nam thi nhân tiền chiến'' (quyển trung). Nhà xuất bản Sống Mới, Sài Gòn, 1968, tr. 218, 224. 225.<\/ref>\n\nSau đây là mấy vần thơ tiêu biểu cho tâm tư, phong cách và khuynh hướng thơ của ông.\n{|valign=\"top\" \n|\n:'''Tương Tư'''\n:(trích)\n:''Trăng êm bóng ngủ sau đèo,\n:''Gió về thủ thỉ bên lầu với đêm.\n:''Tương tư lòng rối tơ mềm,\n:''Nhớ nhung len tận bên thềm người yêu.\n:''Buồn lây sông núi tiêu điều,\n:''Cây mơ rũ lá, nước triều lửng lơ.\n:''Mây trời bay vẩn, bay vơ,\n:''Hồn thu hiu hắt dật dờ hương đêm\n:''Nhớ người ôm gối nằm nghiêng,\n:''Sương khuya dồn cả qua miền viễn thôn...\n:''...\n\n:'''Vạn bến đò'''\n:(trích)\n:''…Hồn thấy hiu hiu tợ gió buồn\n:''Trí như nhơ nhớ một hình suông\n:''Ôi, người ta phụ tôi rồi đấy,\n:''Lời chửa trao môi đã oán hờn!\n:''Cô hãy dừng chân, nếu một khi\n:''Vô tình đồng ngã bước chân đi.\n:''Đây lòng tôi rộng giăng tay yếu,\n:''Hãy ngã hồn cô giữa bóng này…\n:...\n|\n:'''Tâm sự'''\n:''Đây một linh hồn không bến đỗ,\n:''Lạc loài theo gió bụi đôi phương.\n:''Chợ đời chán ngắt phường vong bổn,\n:''Tâm sự dồn thêm nặng bước đường.\n\n:''Bốn vách, đã cười cho số phận,\n:''Râu mày càng thẹn với quê hương.\n:''Hờn nung lửa giận căng tim nhỏ,\n:''Âm ỉ màu tro khó cháy bừng.\n\n:''Ngàn vạn hồn tồi bán khách xa,\n:''Hỡi ơi! Nhìn lại nước non nhà.\n:''Máu tươi thắm lệ, hờn chưa xóa,\n:''Bước lặng thầm gieo \" hận quốc ca\".\n\n:''Ôi! Những linh hồn rơi Tổ quốc\n:''Thương thay! Mình cũng lạc bơ vơ,\n:''Hồn trai ai nỡ cầm, buông giá,\n:''Đem bán mày râu lấy sống thừa.<ref>Trong bộ ''Việt Nam thi nhân tiền chiến'' (quyển trung), thơ Không Dương được tuyển in cả thảy 14 bài. Mấy vần thơ giới thiệu ở bên trên đều chép theo sách này.<\/ref>\n|}\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.cinet.gov.vn\/Vanhoa\/Vanhoc\/vh-vietnam\/tacgia\/20\/tho\/thothang1\/d\/khongduong.htm Tương tư (thơ Khổng Dương)]{{Liên kết hỏng|date=2021-06-17 |bot=InternetArchiveBot }}.\n*[http:\/\/www.oldcottage.net\/thicatinhhoa\/demdai.html Đêm dài (thơ Khổng Dương)]\n*[http:\/\/74.125.153.132\/search?q=cache:WRmbO1j9onYJ:www.dcvonline.net\/php\/modules.php%3Fname%3DNews%26file%3Dprint%26sid%3D2972+Văn+học+kháng+chiến+và+yêu+nước+khởi+dậy+từ+Sài+Gòn,&cd=2&hl=vi&ct=clnk&gl=vn Vài Ghi Nhận về Văn Học Yêu Nước (phần nói về miền Nam)]{{Liên kết hỏng|date=2021-06-17 |bot=InternetArchiveBot }}\n\n[[Thể loại:Người Trà Vinh]]\n[[Thể loại:Nhà thơ Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà thơ tiền chiến]]\n[[Thể loại:Sinh năm 1921]]\n[[Thể loại:Mất năm 1947]]"}