{"15212331":"{{wiki hóa|date=tháng 12 2019}}\n{{unreferenced|date=tháng 12 2019}}{{Thông tin chiến tranh|combatant1=Nghĩa quân Vừ Pả Chà|combatant2={{flagdeco|Pháp}}[[Pháp]]\n*[[Liên bang Đông Dương]]|Place=Liên bang Đông Dương (Nay là [[Việt Nam]], [[Lào]])|commander1=Vừ Pả Chà|commander2=Dez<br>Viner<br>Gautier<br>Chatry<br>Distanti}}\n\n'''Khởi nghĩa Giàng Pả Chay''' hay '''Nổi dậy Vừ Pả Chay''' là một cuộc nổi dậy của [[người H'Mông]] chống lại [[Liên bang Đông Dương|chính quyền thực dân Pháp]] ở Tây Bắc Đông Dương kéo dài từ năm 1918 đến 1921 do [[Vừ Pả Chay]], một thanh niên H'Mông quê ở vùng [[Điện Biên]], làm thủ lĩnh. Vừ Pả Chay chủ trương đoàn kết dân tộc H'Mông chống lại người Pháp và người Thái, vốn được người Pháp giao quyền thu thuế và cai trị tại [[Khu tự trị Thái|Xứ Thái tự trị]]. Nghĩa quân xúi giục người H'Mông không đóng thuế cho Pháp và quan lại người Thái tại châu Thái và Lào, vận động nhân dân với khẩu hiệu: \"Đánh đuổi Pháp\", \"Người Mông sẽ được tự do làm ăn, ấm no sung sướng\".\n\nKhởi nghĩa bùng nổ từ đầu 1918 tại [[Tủa Chùa]], [[Lai Châu]]. Sau lan sang [[Thuận Châu]], Sơn La. Khởi nghĩa bị Pháp đàn áp dữ dội nhưng cuộc chiến không cân sức cứ kéo dài. Đến hè 1919, Pả Chay yếu thế, rút lui sang [[Xiengkhuang|Xiêng Khoảng]], kêu gọi người Mông chống người Pháp, người Việt, người Lào, người Thái và cả người Khơ Mú để lập một nước riêng, lấy miền [[Điện Biên Phủ]] làm kinh đô. Sau đó quân Pháp bao vây nên hàng ngũ của Vừ Pả Chay tan rã. Ông rút vào rừng và bị ám sát vào tháng 11 năm 1922.\n\nVào thời kỳ đỉnh cao, cuộc nổi dậy bao trùm hơn 40 nghìn km vuông của Đông Dương, từ Điện Biên Phủ ở Bắc Kỳ đến Nậm Ou ở Luông Pha Băng; từ Mường Cha phía bắc Viêng Chăn đến Sầm Nưa tại Lào. Cùng thời với Hoàng Hoa Thám đánh Pháp và các cuộc nổi dậy của ngư­ời H'Mông như Giàng Chỉn Hùng (Bắc Hà), Thảo Nủ Đa (Mù Căng Chải)... Khởi nghĩa Giàng Tả Chay là biểu tượng tinh thần dân tộc chống thực dân vào đầu thế kỉ 20.\n\n== Vừ Pả Chay ==\n'''Vừ Pả Chay''' (tiếng Mông: '''Vwj Paj Cai''', chữ Hmông Việt: '''Vưx Pax Chai''', có tài liệu gọi là ''Vàng Bả Cháy, Va Tủa Cháy, Giang Tả Chay, Giàng Pà Chay'' hay ''Bát Chay'') quê ở [[Lào Cai]], tương truyền từ nhỏ đã có tài săn bắn. Pả Chay thường áp đồng xu vào sườn núi, đứng xa giương nỏ bắn, trăm phát đều xuyên qua lỗ đồng xu cả trăm, hoặc tung trái bưởi lên đồi cao đợi bưởi lăn xuống bắn đón không sai phát nào. Năm 16 tuổi, bố mất, Pả Chay được chú là Vừ Seo Chừ (''Vwj Xauv Tswb'' \/ ''Vưx Xâur Tsưz'') nhận nuôi. Ông tự nhận mình có phép thuật, có khả năng nói chuyện vời thần linh, thu nhận nhiều người theo. Người Mông có khát vọng lập quốc nên có một số người coi ông như Vua Mèo giáng thế.\n\n== Diễn biến ==\n=== Nổi dậy === \nVừ Pả Chay bắt đầu kêu gọi nhân dân trong bản nổi dậy chống lại quan người Thái và chính quyền Pháp, sở dĩ là vì một năm Pháp bắt nộp ba lần thuế. Thuế gồm nhiều dạng như nộp thuốc phiện và bạc trắng. Dân chúng rất khổ cực, nhiều người phải bỏ bản, người bỏ thuế bị lùng bắt và phạt tiền, tịch thu tài sản. [https:\/\/sknc.qdnd.vn\/ho-so-tu-lieu\/100-nam-cuoc-khoi-nghia-chong-phap-cua-dong-bao-mong-tay-bac-500931 ]\n\nĐồng bào Mông trong vùng hưởng ứng tham gia hàng ngũ nghĩa quân, suy tôn Vừ Pả Chay làm minh chủ. Đầu năm 1918, nghĩa quân tập trung ở khu rừng Thẩm Én, cách thị xã Lai Châu 3km, quân số lúc này mới có vài trăm người. Ngay đêm hôm đó, nghĩa quân đột kích Mường Mún, giết chết em của tri châu. Sau đó, quan tư cai quản đạo quan binh Lai Châu phải xuống điều đình, hứa sẽ trả lại ngay bạc trắng, thuốc phiện, thịt lợn, cánh kiến cho người Mông.\n\nNghĩa quân sau đó tiến sang [[Điện Biên]], dọc đường kêu gọi đồng bào Mông tham gia ngày một đông. Quân số lúc này đã lên tới hơn 700 người. Chính quyền thực dân Pháp lo sợ, ra lệnh cho thiếu tá Dez cầm quân đi càn quét tại căn cứ của nghĩa quân tại Pu Nhi. [http:\/\/ptdtbtthcspunhi.pgddienbiendong.edu.vn\/tin-tuc-thong-bao\/tin-tuc\/pu-nhi-can-cu-chong-phap-cua-nghia-quan-giang-ta-chay-1918-1.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20191218193649\/http:\/\/ptdtbtthcspunhi.pgddienbiendong.edu.vn\/tin-tuc-thong-bao\/tin-tuc\/pu-nhi-can-cu-chong-phap-cua-nghia-quan-giang-ta-chay-1918-1.html |date = ngày 18 tháng 12 năm 2019}}\n\n=== Trận Nặm Ngám === \nNgày 14 tháng 11, Pháp huy động một toán quân gồm 52 binh sĩ ở đại đội 6 thuộc trung đoàn 1 khố đỏ Bắc Kỳ, 17 lính ở đại đội 10 cũng thuộc trung đoàn đó, 20 lính công binh, 48 lính khố xanh và 58 lính dõng. Sau khi tập trung tại [[Mường Phăng]], toán quân đó phân ra làm bốn đơn vị. Hai đơn vị chính do đại úy Viner và thiếu úy Gautier chỉ huy càn quét. Nghĩa quân phục kích sẵn các ngả đường đánh úp, quân khố đỏ hốt hoảng tháo lui, bỏ lại một số vũ khí, đạn dược và 15 lính bị thương.\n\nNgày 4 tháng 12, nghĩa quân diệt được một đoàn xe tiếp vận, thu được một số lớn lương thực, thực phẩm chuyển từ Yên Bái lên.\n\n=== Trận Long Hẹ === \nTrong khi nghĩa quân ở Điện Biên thắng lợi liên tiếp thì một bộ phận do Cắm Xú, một tướng của Vừ Pả Chay, chỉ huy cũng hoạt động tại Long Hẹ (Thuận Châu). Tháo Khua Nu, thống lý Mông ở Long Hẹ phải trốn xuống [[Sơn Tây (thị xã)|thị xã Sơn La]]. Quân Pháp phái một đội và 40 lính khố xanh cùng lính dõng lên tuần tiễu. Nghĩa quân chặn đánh ở Tò Pú Cạu (dốc cách Long Hẹ 5 km). Qua hai ngày giao chiến, quân khố xanh buộc phải rút lui, bỏ lại 2 xác chết và 5 lính bị thương.\n\nHơn hai tháng sau, một trận đánh nữa xảy ra tại Sình Thàng, nghĩa quân giết chết thông ngôn do viên công sứ Sơn La cử lên để phủ dụ cùng hai chục lính chết và bị thương, buộc đội quân tiễu phạt phải tháo chạy.\n\n=== Trận La Viếng === \nTiếp đến, ngày 16 tháng 1 năm 1919, một trận đánh rất ác liệt xảy ra tại bản La Viếng, ngày 17 ở Ba Xúc và ngày 21 ở dãy núi đá hiểm trở Long Hẹ. Quân thuộc địa có hơn 300 tên do đại úy Chatry cầm đầu. Nghĩa quân mai phục trên các khe núi, lúc ẩn lúc hiện. Nghĩa quân tiêu diệt được 37 tên và 46 tên khác bị thương (trong đó có tên quan một Gautier và 1 chánh đội Pháp). Sau mấy trận đó, nghĩa quân chuyển cả lên Điện Biên.\n\n=== Lan sang Lào === \nĐến tháng 4 năm 1919, thanh thế của nghĩa quân Pả Chay đã lan rộng khắp miền. Đồng bào Mông dọc hai bên sông Nậm U, [[Điện Biên Phủ]], [[Xamneua|Sầm Nưa]], Trấn Ninh (Thượng Lào) đều nổi dậy. Từ [[Lai Châu]], [[Sơn La]] sang tới Thượng Lào, nghĩa quân làm chủ một vùng đất đai rộng lớn. Tháng 9 năm 1919, nghĩa quân đánh úp một đội quân Pháp ở Sênêphôn, giết chết tên trung úy Distanti cùng hơn 50 lính, thu nhiều vũ khí, quân trang, quân dụng. Cánh quân này do viên ủy viên quân sự Chính phủ Pháp ở Luang Prabang điều khiển phải tháo chạy.\n\nVới những thắng lợi đó, quân số của nghĩa quân từ hơn 2000 đã lên tới gần 6000 người, đa số là [[H'Mông|người Mông]] rồi đến [[Người Lào (Việt Nam)|người Lào]], [[Người Thái (Việt Nam)|Thái]]...\n\nTháng 11 năm 1919, sau bốn ngày tấn công dữ dội, nghĩa quân chiếm hoàn toàn Mường Hợp.\n\nTiếp đó, từ cuối tháng 12 năm 1919 đến đầu năm 1920, rất nhiều trận đánh đã xảy ra giữa nghĩa quân và quân đội thuộc địa, gây cho Pháp nhiều thiệt hại. Quân Pháp huy động một lực lượng khá lớn gồm một tiểu đoàn [[Binh đoàn Lê dương Pháp|lê dương]], một trung đoàn lính khố đỏ ở miền xuôi lên tăng cường cho lực lượng quân sự của cả hai tỉnh Lai Châu và Sơn La đã có, cả lính khố xanh và lính dõng, tổng số 1850 người dưới quyền chỉ huy trực tiếp của viên trung tướng Puypeyroux.\n\n=== Trận Sen Chi Ta=== \nĐầu tháng 5 năm 1920, Puypeyroux chỉ huy quân từ đồng bằng lên bao vây chặt căn cứ nghĩa quân quanh dãy núi Sen Chi Ta gần Mường Ngòi. Pả Chay một mặt phân nửa lực lượng mai phục trên núi, mặt khác bố trí một lực lượng gồm những nghĩa quân tinh nhuệ nhất bí mật án ngữ các khe núi hiểm hóc cao hơn ở gần xung quanh để sẵn sàng đối phó với địch. Qua 4 ngày đêm, trên núi Sen Chi Ta không thấy động tĩnh gì, Puypeyroux ngờ vực, cho một tiểu đội xung kích lên núi thám thính. Nhưng tốp lính này bị nghĩa quân phục kích giết và tóm gọn.\n\nTrong lúc địch hết sức hoang mang, từ trên dãy núi xung quanh, một lực lượng nghĩa quân đang đêm bất ngờ đánh tập hậu vào đội hình địch. Lúc này, lực lượng nghĩa quân trên núi cũng ập xuống như thác đổ đánh giáp lá cà. Bị đánh bất ngờ, quân Pháp trở tay không kịp, rơi vào tình trạng hỗn loạn. Gần sáng, nghĩa quân rút cả vào núi. Trận này nghĩa quân giết được 40 lính Pháp (trong đó có 2 sĩ quan), làm bị thương hơn 200 lính.\n\nChiến thắng đó vang dội khắp nơi, tác động mạnh đến người Dao ở Bảo Hà thuộc châu Văn Bàn ([[Yên Bái]]) cũng nổi dậy đánh Pháp.\n\n=== Đàn áp === \nTháng 9 năm 1920, tướng Puypeyroux đệ trình lên toàn quyền Pháp kế hoạch tác chiến: Một là tập trung lực lượng gồm một số lượng lớn các đại đội ở [[Luang Prabang]], [[Xiêng Khoảng]] và Mường Hợp đến bao vây chặt chẽ xung quanh chặng núi Pú Chom Chích và Pú Chom Chạng, đại bản doanh của nghĩa quân, với mục đích đánh bật được toàn bộ ra khỏi vị trí đó. Hai là bố trí sẵn sàng các đại đội ở [[Điện Biên Phủ]] và Sầm Nưa phục kích chặn đường rút của nghĩa quân về phía bắc hay phía nam và truy kích trong trường hợp cần thiết.\n\nTháng 2 năm 1921, vì có kẻ trong hàng ngũ làm phản, nghĩa quân bị đánh úp bất ngờ, một số chỉ huy bị bắt, 30 người bị thương.\n\nTháng 7 năm 1921, trận đánh cuối cùng giữa nghĩa quân Pả Chay và địch đã diễn ra vô cùng khốc liệt tại dãy núi Pú Chom Chích. Tên, đạn hai bên bắn ra như mưa. Sau 9 ngày đêm phấn phân thằng bại, nhận thấy lương thực của nghĩa quân đã gần cạn, Pả Chay hạ lệnh mở đường máu đánh thốc xuống, thoát vòng vây của quân Pháp.\n\nPả Chay cùng một số người thân tín rút theo đường bí mật sang Lào. Một bộ phận còn lại của nghĩa quân vẫn tiếp tục đánh du kích.\n\nNgười Pháp tuyển lính đánh thuê [[người Khơ Mú]] để lùng giết Pả Chay và mua chuộc một số thân tín của ông. Vào ngày 17 tháng 11 năm 1922, Vừ Pà Chay bị bắn chết tại Mường Hợp. Thủ cấp cùng súng kíp của ông được trình lên quan Pháp làm bằng chứng cho thấy ông đã chết. Đầu năm 1923, phong trào tan rã hoàn toàn.\n\n== Ý nghĩa == \nThơ ca của người Thái, Mường, Thanh còn kể lại:\n\n''\"Tất cả trai Mèo đều vui mừng làm thuốc súng;''\n\n''Tiếng rèn sắt, tiếng đập đe khiến đất chuyển rung\"''\n\nCuộc nổi dậy là một phong trào tự khởi xướng và tự duy trì theo chiến thuật du kích, vũ khí chủ yếu là thô sơ, gồm súng kíp của người Mông. Khi Chiến tranh thế giới thứ nhất kết thúc, quân tiếp viện của Pháp bắt đầu đông hơn phiến quân, bắt đầu dùng hỏa lực áp đảo người Mông. Thuốc súng của người Mông không hoạt động tốt khi bị ướt, vì vậy quân Pháp cũng tập trung tấn công trong mùa mưa.\n\nMột vũ khí đặc biệt của cuộc nổi dậy là khẩu súng thần H'Mông, được làm bằng thân cây gỗ, dùng thuốc súng của người Mông bắn ra các mảnh sành và kim loại. Khẩu pháo này được thiết kế bởi người Mông tên Kuab Chav, nặng hơn 100 ký, do đó chỉ có một võ sĩ mới có thể vác nó. Khẩu pháo làm người Pháp hoảng sợ vì họ cho rằng người Mông không có công nghệ chế tạo vũ khí như vậy.\n\nCuộc khởi nghĩa cũng mang màu sắc mê tín: quân của Pả Chay được truyền rằng có ma thuật bảo vệ. Pả Chay ra lệnh cho quân lính không được bỏ lại người chết hoặc bị thương sau mỗi trận đánh, và dọn vết máu càng nhanh càng tốt, nên khi quân Pháp truy đuổi nghĩa quân, họ không bao giờ thấy bất kỳ xác chết nào, tạo tâm lý cho người Pháp rằng nghĩa quân của Pa Chay thực sự là bất khả chiến bại. Kao My, em gái của Pả Chay, luôn đeo một lá cờ trắng dệt bằng cây gai dầu để làm chệch hướng đạn.\n\nNgười H'Mông theo Vừ Pả Chay tôn kính gọi ông là '''Chậu Pha Pả Chay''' và tôn ông như một [[Vua Mèo]] của dân tộc, tuy người Mông cũng chia thành các phe thân và chống Pháp. Những người theo chủ nghĩa dân tộc H'Mông gọi đây là Cuộc nổi dậy của Pả Chay (\"Rog Paj Cai\") trong khi người Mông đứng về phía Pháp gọi nó là \"Rog Phim Npab\" (tức nổi dậy của những người điên). Đó cũng là cái tên mà các tư liệu Pháp thường gọi cuộc nổi dậy này ({{lang-fr|Guerre du Fou}}), ám chỉ sự tương quan lực lượng không cân bằng giữa quân Pháp và quân khởi nghĩa, vừa miêu tả Vừ Pả Chay là một lãnh tụ mang hơi hướng cuồng tín, tương tự như nổi dậy của [[Ong Kẹo]] ở Lào hay là [[Phan Xích Long]] ở Nam Kỳ.\n\nCuộc nổi dậy cũng khiến cho chính quyền thuộc địa Pháp trao một số quyền tự quyết nhiều hơn cho người Mông, quyết định đặt ra các chức như ''Tojxeem'', để đứng đầu một nhóm bản, và một số ''Kiabtoom'' (cai tổng), người đứng đầu gia tộc địa phương. Một trong các Tojxeem quan trọng là Lo Blia Yao, sau này là bố của [[Touby Ly Foung]], một lãnh đạo quan trọng khác của người Mông.\n\nTrong kháng chiến chống Pháp, Đội du kích Pa Chay gồm các chiến sĩ dân tộc H'Mông được thành lập lấy tên ông. Chi tiết có trong quyển \"Truyện ký Thotu Yaxaychu\" của nhà văn Nguyễn Quang Vinh.\n\n==Chú thích==\n{{tham khảo}}\n== Tham khảo ==\n* {{chú thích sách|url=https:\/\/books.google.nl\/books?id=-I9xCQAAQBAJ|title=Dreams of the Hmong Kingdom: The Quest for Legitimation in French Indochina, 1850–1960|last=Lee|first=Mai Na M.|date = ngày 16 tháng 6 năm 2015 |publisher=University of Wisconsin Pres|isbn=9780299298845|language=en}}\n\n{{Liên bang Đông Dương}}\n\n[[Thể loại:Khởi nghĩa ở châu Á]]\n[[Thể loại:Khởi nghĩa Việt Nam]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Việt Nam thế kỷ 20]]\n[[Thể loại:Lào thế kỷ 20]]\n[[Thể loại:Người H'Mông]]\n[[Thể loại:Chiến tranh liên quan tới Pháp]]\n[[Thể loại:Xung đột năm 1918]]\n[[Thể loại:Xung đột năm 1919]]\n[[Thể loại:Xung đột năm 1920]]\n[[Thể loại:Xung đột năm 1921]]"}