{"785943":"'''Khởi nghĩa Lư Tuần''' ([[chữ Hán]]: 卢循起义, Hán Việt: Lư Tuần khởi nghĩa) là cuộc nổi dậy nông dân do [[Lư Tuần]] lãnh đạo nhằm chống lại chính quyền [[Nhà Tấn|Đông Tấn]] trong [[lịch sử Trung Quốc]], thực chất là sự tiếp nối của [[khởi nghĩa Tôn Ân]] (10\/399 – 3\/402) sau một quãng thời gian nghỉ ngơi – trù bị (gần 6 năm), diễn ra từ tháng 2 năm Nghĩa Hi thứ 6 ([[410]]) đến tháng 4 năm Nghĩa Hi thứ 7 ([[411]]).\n\n==Bối cảnh==\nTháng 10 năm Long An thứ 3 ([[399]]), đạo sĩ [[Thiên Sư Đạo|Thiên Sư đạo]] là [[Tôn Ân]] lãnh đạo nhân dân Chiết Đông khởi nghĩa chống lại chính quyền [[Nhà Tấn|Đông Tấn]]. Tháng 3 năm Nguyên Hưng đầu tiên ([[402]]), Tôn Ân đại bại ở Lâm Hải, nhảy xuống biển tự sát. Tàn dư của nghĩa quân đưa em rể của Tôn Ân là Lư Tuần lên làm thủ lĩnh, tiếp tục đấu tranh.\n\nLúc này thế lực quân phiệt cát cứ 2 châu Giang, Kinh là [[Hoàn Huyền]] đã đánh chiếm Kiến Khang <ref>Nay là Nam Kinh<\/ref>, nắm giữ chính quyền Đông Tấn, vì muốn phủ dụ khu vực Chiết Đông, lấy Lư Tuần làm Vĩnh Gia thái thú. Tuần tuy nhận chức nhưng vẫn ngầm khuếch trương thế lực. Tháng giêng năm Nguyên Hưng thứ 2 ([[403]]), Lư Tuần tiến vào Đông Dương <ref>Nay là [[Kim Hoa]], [[Chiết Giang]]<\/ref>, bị [[Lưu Tống Vũ Đế|Lưu Dụ]] đánh bại, chạy đến Vĩnh Gia <ref>Nay là [[Ôn Châu]], Chiết Giang<\/ref>. Sau đó, nghĩa quân giao chiến với Lưu Dụ ở một dải Đông Dương, Vĩnh Gia và Tấn An <ref>Nay là [[Phúc Châu]], [[Phúc Kiến]]<\/ref> liên tiếp thất bại, đại soái Trương Sĩ Đạo tử trận, Lư Tuần bèn đưa quân theo đường biển rút về phía nam.\n\nTháng 10 năm Nguyên Hưng thứ 3 ([[404]]), nghĩa quân đánh chiếm [[Phiên Ngung (kinh đô)|Phiên Ngung]]<ref>Nay là thành phố [[Quảng Châu]]<\/ref>, rồi đến [[Thủy Hưng]]<ref>Nay là tây nam [[Thiều Quan]], [[Quảng Đông]]<\/ref>, tự xưng Bình nam tướng quân, coi việc Quảng Châu. Khi ấy [[Lưu Tống Vũ Đế|Lưu Dụ]] mới bình định [[Hoàn Huyền]], đang cần củng cố quyền lực, chưa thể tiến hành chính thảo, vào tháng 4 năm Nghĩa Hi đầu tiên (405), nhậm mệnh cho Lư Tuần làm Chinh lỗ tướng quân, Quảng Châu thứ sử, Bình việt trung lang tướng. Lư Tuần lấy anh rể [[Từ Đạo Phúc]] làm Thủy Hưng tướng.\n\n==Diễn biến==\n===Khởi binh Thủy Hưng===\nTháng 2 năm Nghĩa Hi thứ 6 ([[410]]), nhân lúc [[Lưu Tống Vũ Đế|Lưu Dụ]] soái binh tiến đánh [[Nam Yên]], binh lực Kiến Khang trống rỗng, Từ Đạo Phúc đến Phiên Ngung thuyết phục Lư Tuần, cùng nhau khởi binh ở Thủy Hưng. Lư Tuần soái quân tây lộ men theo Tương Thủy vượt [[Nam Lĩnh|Ngũ Lĩnh]], đi qua các quận Trường Sa <ref>Nay là [[Trường Sa]], [[Hồ Nam]]<\/ref>, Ba Lăng <ref>Nay là [[Nhạc Dương (định hướng)|Nhạc Dương]], [[Hồ Nam]]<\/ref>, tiến thẳng đến Giang Lăng<ref>Nay là [[Giang Lăng]], [[Hồ Bắc]]<\/ref> (châu trị của [[Kinh Châu]]); Từ Đạo Phúc soái quân đông lộ thuận dòng Cống Thủy tiến xuống Lư Lăng <ref>Nay là bắc [[Cát Thủy]], [[Giang Tây]]<\/ref>, Dự Chương<ref>Nay là [[Nam Xương]], [[Giang Tây]]<\/ref>, dựa vào thuyền hạm to cao mà đánh cho quan quân đại bại, giết chết Giang Châu thứ sử [[Hà Vô Kị]].\n\nLưu Dụ nghe tin Vô Kị tử trận, chỉ mang vài mươi [[kỵ binh]], đêm ngày quay về Kiến Khang. Khi ấy, Lư, Từ hợp binh đông hạ, được hơn 10 vạn người, quyết định từ bỏ Giang Lăng, nhắm vào Kiến Khang. Vào tháng 5, nghĩa quân ở cù lao Tang Lạc <ref>Nay là đông bắc [[Cửu Giang]], Giang Tây, ở giữa Trường Giang<\/ref>, cũng dựa vào ưu thế về thuyền hạm mà đánh bại 2 vạn quân của Dự Châu thứ sử [[Lưu Nghị (Đông Tấn)|Lưu Nghị]]. Nghĩa quân thừa thắng tiến đến Hoài Khẩu <ref>Là cửa sông nơi sông Tần Hoài chảy vào Trường Giang, nay là tây bắc [[Nam Kinh]]<\/ref>, đóng quân ở Thái Châu (cù lao Thái), áp sát Kiến Khang.\n\n===Dùng dằng Kiến Khang===\nLư Tuần nghe tin Lưu Dụ đã về Kiến Khang, muốn lui về Tầm Dương <ref>Nay là tây nam Cửu Giang, Giang Tây<\/ref>, đánh chiếm Giang Lăng, cát cứ 2 châu Giang, Kinh chống lại triều đình nhà Tấn. Từ Đạo Phúc ra sức chủ trương thừa thắng tiến quân, Lư Tuần do dự mất vài ngày, miễn cưỡng nghe theo, tiếp tục đông tiến. Lúc này nghĩa quân có 10 vạn người, thuyền lầu có 4 tầng, cao đến 12 trượng, nối nhau dài hàng trăn dặm; trong khi Kiến Khang chỉ có vài ngàn quân, triều đình một phen hoảng loạn, không ít triều thần muốn đưa [[Tấn An đế]] vượt [[Trường Giang]] lánh nạn. Từ Đạo Phúc chủ trương từ Tân Đình <ref>Nay là tây bắc [[Nam Kinh]]<\/ref> đến Bạch Thạch <ref>Nay là tây nam [[Nam Kinh]]<\/ref>, đốt thuyền lên bờ, cùng Lưu Dụ tử chiến, nhưng Lư Tuần trù trừ không quyết.\n\nLưu Dụ nhân lúc nghĩa quân dừng lại, tu sửa thành trì, đắp 3 tòa lũy ở Tra Phố, Dược Viên, Đình Úy, điều quân đến những nơi này bố trí phòng ngự; tại những cứ điểm mỏng yếu từ Hoài Bắc đến Tân Đình dùng thật nhiều người coi giữ; còn đặt công sự ở Thạch Đầu, cắt ngang Tra Phố <ref>Nay là phía nam núi [[Thanh Lương]], Nam Kinh<\/ref>. Đồng thời quân đội Giang Hoài lũ lượt kéo về, trong đó còn có hơn ngàn đột kỵ người [[Tiên Ti]] vận phục trang da cọp, trong khi Lư Tuần vẫn lấy cớ \"đợi quân đội từ Tam Ngô <ref>Tức khu vực Ngô Quận, Ngô Hưng, Hội Kê<\/ref> đến cứu ứng\" để trì hoãn việc tấn công.\n\nLưu Dụ đã hoàn tất việc bố phòng, Lư Tuần đưa hơn mười chiến hạm muốn đến đánh công sự ở Thạch Đầu, rồi lại không đánh. Lư Tuần đặt phục binh ở bờ nam, sai những người già yếu cưỡi thuyền đi đánh Bạch Thạch. Lưu Dụ trúng kế, kéo quân đến giữ Bạch Thạch, Lư Tuần bèn thiêu hủy Tra Phổ mà lên bờ, giết chết tham quân Từ Xích Đặc đang trấn thủ bờ nam sông [[Tần Hoài]], đưa mấy vạn quân đến đóng ở [[Đan Dương]] quận bên bờ nam. Lưu Dụ vội quay về, một mặt chia quân giữ thành Thạch Đầu, một mặt tuyển binh sĩ Hán, Tiên Ti đột phá trận địa của nghĩa quân. Lư Tuần không địch nổi, quay sang tấn công [[Kinh Khẩu]] và các huyện phụ cận Kiến Khang, nhưng Lưu Dụ kiên trì tiến hành chiến thuật \"thanh dã\" (vườn không nhà trống), nên nghĩa quân không làm được gì!\n\n===Thảm bại Kinh Châu===\nNghĩa quân đã neo thuyền ở Thái Châu được 2 tháng, binh mỏi lương hết, đến đầu tháng 7, phải lui về Tầm Dương. Lưu Dụ một mặt phái quân truy kích; một mặt sửa sang thủy quân, đóng những chiến hạm cao hơn 10 trượng, hòng đập tan ưu thế về thủy chiến của nghĩa quân; một mặt phái Hoài Lăng nội sử Tác Mạc lĩnh kỵ binh Tiên Ti đi cứu Kinh Châu. Lư Tuần quay lại đón đánh Tác Mạc, chỉ phái một lực lượng nhỏ do Cẩu Lâm chỉ huy đi đánh Giang Lăng. Tháng 9, Kinh Châu thứ sử [[Lưu Đạo Quy]] liên kết với Ung Châu thứ sử [[Lỗ Tông Chi]] đánh bại và giết chết Cẩu Lâm. Lư Tuần lại sai Từ Đạo Phúc soái 3 vạn quân đánh Giang Lăng, bị Kinh Châu thứ sử Lưu Đạo Quy mai phục đánh cho đại bại, tổn thất hơn vạn người, lui về Bồn Khẩu <ref>Nay thuộc [[Cửu Giang]]<\/ref>.\n\nTháng 10, Lưu Dụ soái bọn Duyện Châu thứ sử [[Lưu Phiên]], Ninh sóc tướng quân [[Đàn Thiều]] tấn công nghĩa quân. Tháng 11, quân Tấn đánh chiếm [[Nam Lăng]] ở cửa khẩu hồ Bành Lễ <ref>Nay là hồ [[Bà Dương]]<\/ref>, nghĩa quân tổn thất hơn trăm chiến hạm và hơn 5000 người.\n\nLư Tuần đánh tiếng sẽ thuận dòng ra biển, nhưng Lưu Dụ không hề bị mê hoặc, tiến quân đến đóng ở đồn thú Đại Lôi <ref>Nay là [[Vọng Giang]], [[An Huy]]<\/ref> thuộc Lôi Trì <ref>Nay là hồ [[Long Cảm]], phía đông [[Vọng Giang]], [[An Huy]]<\/ref>, đồng thời phái bộ tướng [[Vương Trọng Đức]] soái 200 cỗ chiến hạm đến Cát Dương ở hạ du thiết lập phòng tuyến, đề phòng nghĩa quân ra biển thật. Tháng 12, Lư Tuần, Từ Đạo Phúc soái vài vạn quân từ Tầm Dương xuất phát, ở phụ cận Đại Lôi cùng Lưu Dụ quyết chiến. Lưu Dụ một mặt mai phục bộ kỵ ở bờ tây, một mặt tận dụng ưu thế thuận gió cùng chiến hạm nhanh nhẹ, mà xua thủy quân tấn công, ép thuyền hạm của nghĩa quân dạt vào bờ tây. Đài quân từ trên bờ tung lửa đốt thuyền, khiến cho nghĩa quân đại bại. Lư Tuần chạy về Tầm Dương, muốn lui về Quảng Châu, bèn thiết lập công sự ở Tả Lý <ref>Chính là cửa khẩu của hồ Bà Dương. Nay là tây bắc [[Đô Xương]], Giang Tây, dưới núi Tả Lễ<\/ref>. Quân Tấn công phá Tả Lý, nghĩa quân liều chết vẫn không giữ nổi, tổn thất lên đến vạn người. Lư Tuần chạy về Phiên Ngung, Từ Đạo Phúc chạy về Thủy Hưng.\n\n===Thua mất Quảng Châu===\nTháng 2 năm Nghĩa Hi thứ 7 (411), Duyện Châu thứ sử [[Lưu Phiên]] đến [[Lĩnh Nam]], phái Tư nghị tham quân [[Mạnh Hoài Ngọc]] tiến quân vào Thủy Hưng, Hà Gian thái thú [[Khoái Ân]] chém chết Từ Đạo Phúc.\n\nTháng 3, Lư Tuần về đến Phiên Ngung, thì thành đã bị Kiến uy tướng quân [[Tôn Xử]] đưa 3000 quân theo đường biển đến chiếm mất từ tháng 11 năm trước. Lư Tuần tấn công nhiều ngày không hạ được thành, Chấn vũ tướng quân [[Thẩm Điền Tử]] đến cứu viện. Tôn Xử cùng Điền Tử trong ngoài giáp kích, Lư Tuần bỏ chạy. Tôn, Thẩm hợp binh lần lượt đuổi kịp nghĩa quân ở [[Thương Ngô]], Úc Lâm, Ninh Phổ, đều giành thắng lợi. Nhưng vì Tôn Xử phát bệnh, Điền Tử cũng dừng lại, nên Lư Tuần chạy thoát đến Giao Châu.\n\n===Trầm mình Giao Châu===\nTháng 4, Lư Tuần tập kích phá được [[Hợp Phố]], theo đường tắt tiến vào [[Giao Châu]]. Giao Châu thứ sử mới nhậm chức là [[Đỗ Tuệ Độ]] phân phát gia tài, mộ được 6000 người trong châu đẩy lui nghĩa quân. Lư Tuần tuy thất bại, nhưng vẫn còn hơn 3000 quân, hợp binh với bọn [[Lý Thoát]] là tàn dư của khởi nghĩa [[Lý Tốn]], được hơn 5000 người Man Liêu nữa, muốn giành lấy Giao Châu. Lư Tuần đưa quân đến bến nam Long Biên <ref>Nay là phía đông [[Tiên Du]], [[Bắc Ninh]], [[Việt Nam]]<\/ref>, Đỗ Tuệ Độ đưa quân đón đánh. Quân của Tuần đều là thủy quân, quân của Tuệ Độ đều là bộ quân, không tiện giao chiến. Tuệ Độ đốt đuốc trĩ vĩ, ném lên thuyền của nghĩa quân, phần lớn thuyền hạm của nghĩa quân đều bị bốc cháy. Lư Tuần biết là không tránh được, bèn bắt vợ con uống rượu độc, rồi ném thây xuống sông. Sau đó, Tuần cũng nhảy xuống nước tự sát. Tuệ Độ cho vớt thây của Tuần lên, chặt đầu, đặt trong một loại hòm nhỏ trang trí tinh xảo, cùng với đầu của bọn Lý Thoát 7 người, đưa về Kiến Khang.\n\nĐến đây, cuộc khởi nghĩa nông dân do Tôn Ân khởi xướng, được Lư Tuần kế tục đã thất bại hoàn toàn.\n\n==Ảnh hưởng và đánh giá==\nKhởi nghĩa Lư Tuần là một trong số rất ít các cuộc khởi nghĩa nông dân sử dụng thủy quân để chiến đấu của lịch sử Trung Quốc. Với ưu thế tuyệt đối về thuyền hạm, nghĩa quân đã từng áp sát Kiến Khang, làm rúng động tận gốc chính quyền Đông Tấn. Nhưng do chỉ huy thiếu quyết đoán, nghĩa quân không chỉ bỏ lỡ thời cơ giành thắng lợi, mà còn nhanh chóng suy bại.\n\nSau khi trấn áp khởi nghĩa, Lưu Dụ tiến hành bãi miễn những chính sách bóc lột hà khắc của giai cấp sĩ tộc đối với nhân dân Giang Nam, tạo điều kiện cho kinh tế của khu vực này phát triển phồn vinh trong những năm đầu nhà Lưu Tống.\n\n==Xem thêm==\n* [[Khởi nghĩa Tôn Ân]]\n\n==Tham khảo==\n* [[Tấn thư]] - [[Tấn An đế|An đế]] kỷ\n* [[Tống thư]] - [[Lưu Tống Vũ Đế|Vũ đế]] kỷ\n* [[Tư trị thông giám]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Khởi nghĩa Trung Quốc]]\n[[Thể loại:Khởi nghĩa nông dân]]\n[[Thể loại:Nhà Tấn]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 2]]\n\n[[zh:孫恩盧循之亂#盧循之亂]]"}