{"322587":"{{bài cùng tên|Bãi Sậy (định hướng)}}\n'''Khởi nghĩa Bãi Sậy''' là một trong các cuộc khởi nghĩa của [[phong trào Cần Vương]] cuối [[thế kỷ XIX]] của nhân dân [[Đại Nam]] chống lại ách đô hộ của [[đế quốc thực dân Pháp|thực dân Pháp]], diễn ra từ năm [[1883]] và kéo dài đến năm [[1892]] mới tan rã. Bãi Sậy là một trong những trung tâm chống Pháp lớn nhất vào cuối thế kỷ XIX.<ref name=\"daicuong\">Đinh Xuân Lâm (chủ biên), Đại cương lịch sử Việt Nam tập 2, Nhà xuất bản giáo dục Việt Nam, trang 70<\/ref>\n\nTrong thời kỳ đầu (1883 - 1885), phong trào do [[Đinh Gia Quế]] lãnh đạo, các địa bàn hoạt động lúc này còn giới hạn ở vùng [[Bãi Sậy]] (bao gồm địa phận các huyện [[Văn Lâm]], [[Văn Giang]], [[Khoái Châu]], [[Yên Mỹ]] thuộc tỉnh [[Hưng Yên]]).<ref name=\"Khởi nghĩa Bãi Sậy\">{{Chú thích web |url=http:\/\/www.vietnamreview.com\/modules.php?name=News&file=print&sid=938 |ngày truy cập=2009-02-06 |tựa đề=Khởi nghĩa Bãi Sậy |archive-date=2009-02-15 |archive-url=https:\/\/web.archive.org\/web\/20090215123453\/http:\/\/www.vietnamreview.com\/modules.php?name=News&file=print&sid=938 |url-status=dead }}<\/ref> Từ năm 1885 trở đi, vai trò lãnh đạo thuộc về [[Nguyễn Thiện Thuật]]. Ông là thủ lĩnh cao nhất của nghĩa quân Bãi Sậy<ref>284 Anh hùng hào kiệt của Việt Nam, Vũ Thanh Sơn<\/ref>. Bố chánh Thái Nguyên [[Vũ Giác]] là người giúp đỡ rất nhiều cho cuộc khởi nghĩa Bãi Sậy.<ref name=\"daicuong\"\/>\n\n==Trước chiếu Cần Vương==\nSau khi đánh chiếm Nam Kỳ, [[người Pháp]] tiến quân ra Bắc và tiếp tục đánh chiếm được [[Bắc Kỳ]] của [[Việt Nam]]. [[Nhà Nguyễn]] hạ lệnh các cánh quân chống Pháp hạ vũ khí, Nguyễn Thiện Thuật kháng lệnh triều đình, quyết tâm đánh Pháp. Tháng 8 - 1883, [[Pháp]] chiếm [[Hải Dương]], Nguyễn Thiện Thuật đã mộ quân, mưu đánh chiếm tỉnh lị, việc không thành, ông kéo quân lên phối hợp với [[Hoàng Kế Viêm|Hoàng Tá Viêm]] chống Pháp ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]]. Ông về [[Đông Triều]] mộ quân, hợp lực với tướng [[quân Cờ Đen]] là [[Lưu Vĩnh Phúc]] chống Pháp. Ông liên lạc với [[Đinh Gia Quế]] phát triển lực lượng ở vùng đồng bằng, tập hợp được nhiều tướng như Nguyễn Thiện Kế, Nguyễn Thiện Giang (Lãnh Giang), Đốc Tít, Đốc Cọp, Đốc Sung, Đề Ban, Đội Văn, Đề Tính, bà Đốc Huệ và các nhà nho Ngô Quang Huy, Nguyễn Hữu Đức tham gia.\n\nCuối năm [[1883]], sau khi ký [[Hòa ước Quý Mùi, 1883|Hiệp ước Harmand]], [[nhà Nguyễn]] ra lệnh bãi binh đợi chỉ dụ. Nguyễn Thiện Thuật không nghe theo, mang quân lên [[Tuyên Quang]] cùng với [[Nguyễn Quang Bích]] giữ thành. Sau khi các [[thành Hưng Hóa]] và [[Lạng Sơn]] thất thủ, Nguyễn Thiện Thuật chạy sang [[Long Châu]] ([[Trung Quốc]]) chuẩn bị lực lượng tiếp tục chiến đấu.\n\n==Hưởng ứng chiếu Cần Vương==\nSau cuộc [[Trận Kinh thành Huế 1885|tấn công ở kinh thành Huế]] đã thất bại, [[Tôn Thất Thuyết]] mang vua Hàm Nghi chạy ra Tân Sở (Quảng Trị). Tháng 7 năm 1885, vua [[Hàm Nghi]] hạ chiếu Cần Vương. Nguyễn Thiện Thuật trở về nước, thành lập căn cứ địa Bãi Sậy do [[Đổng Quế]] trao lại. Vua [[Hàm Nghi]] phong cho ông làm Bắc Kỳ hiệp thống quân vụ đại thần, gia trấn Trung tướng quân, nên nhân dân còn gọi ông là quan Hiệp thống. Dưới sự lãnh đạo của Nguyễn Thiện Thuật, khởi nghĩa Bãi Sậy lan ra khắp tỉnh [[Hưng Yên]] và một số tỉnh lân cận.\n\nTháng 9 năm 1885 nghĩa quân vượt [[sông Hồng]] sang đánh phá các huyện [[Thanh Trì]], [[Thường Tín]], [[Phú Xuyên]], [[Ứng Hòa]]<ref>Hà Nội hiện nay.<\/ref>. Đêm 28 rạng ngày 29 tháng 9, quân Bãi Sậy tấn công [[thành Hải Dương]], quân Pháp phải điều hai pháo hạm tuần tiễu trên [[sông Thái Bình]] để bảo vệ.\n\nTháng 10 năm 1885 Thống tướng [[Roussel de Courcy]] giao cho thiếu tướng [[François de Négrier]], trung tá Donnier cùng [[Hoàng Cao Khải]] mở cuộc càn quét lớn vào căn cứ Bãi Sậy. Được tin, Nguyễn Thiện Thuật lệnh cho các tướng bí mật tấn công vào các đồn địch, chặn đường địch hành quân. Sau đó, ông nhử địch vào sâu căn cứ nơi đặt trận địa mai phục. Khi quân Pháp biết bị mắc lừa định rút lui thì quân Bãi Sậy nổ súng và dùng [[đoản đao]], [[mã tấu]] đánh giáp lá cà. Nhiều quân Pháp bị giết, tướng Négrier chạy thoát.\n\nTại căn cứ Hai Sông, vào tháng 11-1885, suốt trong 2 tuần, nghĩa quân đã phải chống cự quyết liệt với một binh đoàn lớn do Falcon và Faure chỉ huy.<ref name=\"daicuong3\">Đinh Xuân Lâm (chủ biên), Đại cương lịch sử Việt Nam tập 2, Nhà xuất bản giáo dục Việt Nam, trang 72,73<\/ref>\n\nNgoài hoạt động chống càn quét, nghĩa quân còn tổ chức nhiều trận tập kích hiệu quả. Ngày 26\/6\/1886, nghĩa quân tấn công một đồn [[Pháp]] ở [[Cầu Đuống]]. Tháng 9\/1885, Nguyễn Thiện Thuật trực tiếp chỉ huy nghĩa quân tấn công chiếm lại thành [[Hải Dương]]<ref>Lúc này Hải Dương đã trở thành 1 tỉnh thuộc Pháp. Công sứ đầu tiên ở Hải Dương là Aumoitte (1885 - 1886), kế tiếp là Nuyret, Morel, Auvvergne, Debisse, Adamolle, Robineau, Groleau....<\/ref>, rồi tỏa ra đóng giữ các làng xung quanh. Nhưng do lực lượng quá yếu, nên sau đó nghĩa quân phải rút lui. Tháng 9\/1886, nghĩa quân chặn đánh binh đoàn Bazinet và tấn công đồn Bần Yên Phú, đẩy mạnh các hoạt động ra các miền phụ cận [[Hà Nội]], [[Bắc Ninh]].<ref name=\"daicuong3\"\/>\n\nNgày 12\/2\/1887, một trận đụng độ lớn đã xảy ra ở vùng [[Kẻ Sặt]] (Hải Dương). Từ cuối năm 1888 đến đầu năm 1889, nghĩa quân còn tổ chức đánh thắng quân Pháp nhiều trận, như các trận ở [[Lương Tài|Lang Tài]] ([[Bắc Ninh]]), [[Dương Hòa]] ([[Hưng Yên]])...<ref name=\"daicuong3\"\/>\n\nThống tướng De Courcy bị bãi chức, [[Charles-Auguste-Louis Warnet]] sang thay. Warnet thực hiện càn quét quy mô lớn bằng chiến lược phân tán quân đội, lập các đồn nhỏ để dễ tuần tiễu, đồng thời chuyển chế độ cai trị bằng quân sự sang dân sự, nhưng cũng không thành công.\n\nNgày 9 tháng 2 năm 1888, em Nguyễn Thiện Thuật là Nguyễn Thiện Dương bị tử trận trong cuộc đụng độ với quân Pháp do viên đội Fillipe chỉ huy. Được tin em chết, ngay đêm đó Nguyễn Thiện Thuật lệnh cho Tuần Vân, Đề Tính tấn công đồn Ghênh và đồn Bần Yên Nhân để trả thù, giết chết 21 quân địch.\n \nNgày 11 tháng 11 năm 1888, Hoàng Cao Khải cùng giám binh Ney chỉ huy đồn Mỹ Hào đưa lính về gặt lúa ở Liêu Trung tổng Liêu Xá, muốn buộc dân hết lương phải ra đầu thú, xa rời quân Bãi Sậy. Nguyễn Thiện Thuật được tin, lệnh cho các tướng [[Nguyễn Thiện Kế]], [[Nguyễn Văn Sung]], [[Vũ Văn Đồng]] đem 800 quân trong đó có 400 tay súng giả dạng phu gặt để phục kích. Quân Bãi Sậy nổ súng giết chết 31 quân địch, trong đó có giám binh Ney, Bang tá Nguyễn Hữu Hào. Hoàng Cao Khải trốn thoát về Mỹ Hào rồi nhờ giáo dân Kẻ Sặt đưa đường chạy về Hải Dương.\n\nTháng 6 năm 1889, [[Thống sứ Bắc Kỳ]] ra lệnh thành lập đạo quân Tuần cảnh do [[Hoàng Cao Khải]] với chức [[Khâm sai Bắc Kỳ]] làm Tư lệnh trưởng, Muselier làm Cảnh sát sứ. Quân Bãi Sậy giao chiến quân Tuần cảnh suốt 8 tháng, gây cho địch khá nhiều thiệt hại. Trận [[Đông Nhu]], quân Bãi Sậy giết viên quản khố xanh Leglée; ngày 24 tháng 7 giết chết viên quản khố xanh Escot ở làng Hoàng Vân. Ngày 18 tháng 10 Nguyễn Thiện Thuật bắn viên quản Montillon bị trọng thương. Ngày 11\/4\/1891 quân của [[Hai Kế]] và [[Đề Vinh]] bị vây ở [[Mậu Duyệt]], hai bên bắn nhau, viên quản Desmot bị giết, giám binh Lambert bị thương.\n\nNhiều lần không thắng được, người Pháp phải tặng Nguyễn Thiện Thuật danh hiệu \"Vua Bãi Sậy\"<ref name=\"Khởi nghĩa Bãi Sậy\"\/>.\n\n==Thoái trào==\nTừ sau khi vua [[Hàm Nghi]] bị bắt (1888) và lưu đày ở châu Phi, [[phong trào Cần Vương]] bắt đầu suy yếu. Sức mạnh của quân Bãi Sậy cũng suy yếu dần. Quân Pháp thiết lập được nhiều đồn quanh căn cứ Bãi Sậy, các tướng Lãnh Điều, Lãnh Lộ, Lãnh Ngữ, Đề Tính cùng một số tướng lĩnh khác tử trận, số còn lại bị truy kích. Hoàng Cao Khải nhân danh vua [[Đồng Khánh]] chiêu dụ Nguyễn Thiện Thuật ra hàng và hứa khôi phục chức tước. Ông đã viết vào tờ sớ dụ này 4 chữ \"Bất khẳng thụ chỉ\" (Không chịu nhận chỉ). Sau đó, ông giao quyền cho em là Nguyễn Thiện Kế và một số tướng lĩnh khác rồi sang Trung Quốc mưu tính cuộc vận động mới. Những cuộc mưu tính của Nguyễn Thiện Thuật ở Trung Quốc không thành, ông không tiếp tục được việc chống Pháp tại Việt Nam. Sau đó ông lâm bệnh mất tại Trung Quốc năm 1926, thọ 82 tuổi.\n\nTừ tháng 7 - 1889, [[Pháp]] tập trung binh lực bao vây và tấn công nghĩa quân tại Trại Sơn là đại bản doanh của đội quân Hai Sông. Quân Pháp chia thành 4 đạo, vây chặt căn cứ trung tâm, rồi dùng tàu bè đi tuần tiễu ngày đêm trên tất cả ngả sông quanh căn cứ. Nghĩa quân phải rút chạy hết nơi này qua nơi khác. Quân Pháp thắt chặt vòng vậy, tăng cường truy quét và khủng bố nhân dân trong vùng nhằm cắt đứt mối liên hệ giữa nghĩa quân và nhân dân. Thế cùng lực kiệt (lương thực, đạn dược hết).<ref name=\"daicuong2\">Đinh Xuân Lâm (chủ biên), Đại cương lịch sử Việt Nam tập 2, Nhà xuất bản Giáo dục Việt Nam trang 73<\/ref> Ngày 12\/8\/1889, Đốc Tít phải ra hàng<ref>Nguyễn Phan Quang, Việt Nam cận đại, những sử liệu mới, Tập 1, Nhà xuất bản Thành phố Hồ Chí Minh, trang 152.<\/ref>, rồi bị đày sang [[Algérie]]. Sau những tổn thất nặng nề đó, phong trào kháng Pháp ở vùng [[Hưng Yên]], [[Hải Dương]] bị giảm sút rõ rệt, nhưng vẫn còn duy trì thêm một thời gian nữa. Đến năm 1892, khi thủ lĩnh cuối cùng của phong trào Bãi Sậy là Đốc Vinh bị giết, lực lượng nghĩa quân Bãi Sậy mới tan rã hẳn. Nguyễn Thiện Kế trước đó cũng bị Pháp bắt và đày đi [[Côn Đảo]].<ref name=\"daicuong2\"\/>\n\nTóm lại, khỏi nghĩa Bãi Sậy - Hai Sông (1883 - 1892) là cuộc khởi nghĩa tiêu biểu nhất của nhân dân [[đồng bằng]] [[Bắc Kỳ]] cuối thế kỷ XIX. Cuộc khởi nghĩa này đã để lại nhiều bài học bổ ích, nhất là về phương thức hoạt động và các hình thức tác chiến (du kích) của nghĩa quân ở một vùng đồng bằng đất hẹp, người đông.<ref name=\"daicuong2\"\/>\n\n==Các chỉ huy==\n*[[Nguyễn Thiện Thuật]]<nowiki\/>\n*[[Nguyễn Thiện Kế]]\n*[[Nguyễn Thiện Dương]]\n*[[Nguyễn Thiện Tuyển]]\n*[[Nguyễn Thiện Thường]]\n*[[Đốc Tít]]\n*[[Tạ Hiện]]\n*[[Nguyễn Cao]]\n*[[Đốc Vinh]]\n\n==Xem thêm==\n* [[Nguyễn Thiện Thuật]]\n* [[Vũ Giác]]\n* [[Phong trào Cần Vương|Cần Vương]]\n* [[Hoàng Cao Khải]]\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.vietnamreview.com\/modules.php?name=News&file=print&sid=938] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090215123453\/http:\/\/www.vietnamreview.com\/modules.php?name=News&file=print&sid=938 |date=2009-02-15 }}\n* [http:\/\/www.btlsqsvn.org.vn\/Chi_tiet_danh_nhan\/?^?=202] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200930093217\/http:\/\/www.btlsqsvn.org.vn\/Chi_tiet_danh_nhan\/?%5E%3F=202 |date=2020-09-30 }}\n* [http:\/\/www.hungyen.gov.vn\/index.asp?newsID=623&language=tiengviet Nguyễn Thiện Thuật] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090216035648\/http:\/\/www.hungyen.gov.vn\/index.asp?newsID=623&language=tiengviet |date = ngày 16 tháng 2 năm 2009}}\n\n{{Việt Nam chống Pháp xâm lược}}\n\n[[Thể loại:Khởi nghĩa Bãi Sậy| ]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]\n[[Thể loại:Phong trào độc lập Việt Nam]]"}