{"7735":"{{chú thích trong bài}}\n\n[[Tập tin:Ban De Tham.jpg|nhỏ|phải|250px|Nhóm khởi nghĩa của Đề Thám (hình chụp của trung úy Romain-Desfossés)]]\n[[Tập tin:Yenthe.jpg|nhỏ|phải|250px|Yên Thế, Bắc Kỳ - Nhóm nghĩa quân người Mán dưới quyền thủ lĩnh Phạm Quế Thắng ở Vũ Nhai]][[Tập tin:Yen The hang.jpg|nhỏ|phải|250px|Yên Thế, Bắc Kỳ - Quản Hậu, nghĩa quân lớn tuổi nhất cùng con rể của Đề Thám tên Quỳnh ra hàng]]\n\n'''Khởi nghĩa Yên Thế''' là một cuộc đối đầu vũ trang giữa những người nông dân ly tán tại vùng [[Yên Thế Thượng]] và sau đó là [[Thái Nguyên]], đứng đầu là [[Hoàng Hoa Thám]], với quân [[Pháp]], khi Pháp vừa kết thúc chiến tranh với [[Trung Quốc]] và bắt đầu kiểm soát toàn bộ vùng [[Bắc Kỳ|Bắc kỳ]] những năm cuối [[thế kỷ 19]] trong [[lịch sử Việt Nam]].\n\n==Nguyên nhân phát sinh==\nCuộc khởi nghĩa Yên Thế khởi nguồn tại vùng Yên Thế Thượng. Trước khi [[đế quốc thực dân Pháp|thực dân Pháp]] đặt chân đến vùng này, nơi đây đã là một vùng đất có một cư dân phức tạp, chủ yếu là nông dân lưu tán các loại. Họ chọn nơi đây làm nơi cư trú và đã công khai chống lại triều đình. Khi thực dân Pháp đến bình định vùng này, các toán vũ trang ở đây có thể cũng chống lại quân Pháp như đã từng chống lại triều đình [[nhà Nguyễn]] trước đó để bảo vệ miền đất tự do của họ. Và vì Yên Thế là bình địa của Pháp khi chúng mở rộng chiếm đóng Bắc Kì nên họ đã nổi dậy đấu tranh để bảo vệ cuộc sống của mình.\n\nYên Thế Thượng vào giữa [[thế kỷ 19]] còn là một vùng đất hoang vu chưa được khai phá. Đây là nơi tá túc của nhiều toán [[giặc Khách]], nhiều toán thổ phỉ thường xuyên cướp phá các vùng lân cận. Đây cũng là nơi cho nông dân lưu tán hoặc đang bị truy đuổi đến ẩn náu và sinh sống từ những năm 60 và 70 của thế kỷ 19. Ở đây, họ cùng nhau khai phá đất hoang để trồng cấy, kiếm lâm sản, sống lẫn lộn với bọn giặc Khách, bọn thổ phỉ. Để chống lại ách áp bức, sự truy bắt của chính quyền cũng như chống lại sự cướp bóc, tàn phá của giặc cướp, những người nông dân lưu tán đến cư ngụ ở đây đã phải lập những đội vũ trang tự vệ, những làng chiến đấu. Đây được đánh giá là vùng đất thiếu an ninh nhất của [[Bắc Kỳ]] lúc bấy giờ.\n\nNhiều học giả nhận định ba nguyên nhân dẫn đến cuộc khởi nghĩa:\n*Do nhu cầu tự vệ của nông dân lưu tán cư trú ở đây, nhằm giữ vững vùng đất này như là một vùng đất ngoài pháp luật, không chịu sự kiểm soát của bất kỳ chính quyền nào.\n*Sự yêu nước và chống ngoại bang Pháp của nghĩa quân Yên Thế.\n*Yên Thế là vùng đất phía Tây Bắc Giang, diện tích rộng cây cối rậm rạp, cây cỏ um tùm từ đấy có thể đi thông sang Tam Đảo, Thái Nguyên, Phúc Yên, Vĩnh Yên nên rất thích hợp với lối đánh du kích, dựa vào địa thế hiểm trở và công sự dã chiến, đánh nhanh và rút nhanh lại rất thuận tiện khi bị truy đuổi.\n\n==Diễn biến==\n===Giai đoạn thứ nhất (1884 - 1892)===\nChưa có sự phối hợp và chỉ huy thống nhất. Lúc bấy giờ xuất hiện hàng chục toán nghĩa quân của Đề Nắm, Bá Phức, Thống Luận, Tổng Tài, Đề Thuật, Đề Chung... Mỗi thủ lĩnh cầm đầu một toán quân và làm chủ một vùng. Theo Chapuis, tới cuối năm 1889, lực lượng của Đề Thám gồm khoảng 500 quân được huấn luyện chu đáo. Đề Thám liên kết với lực lượng của Lương Tam Kỳ, một chỉ huy quân Cờ đen, và thủ lĩnh [[Người Thái (Việt Nam)|người Thái]] [[Đèo Văn Trị]]. Ngoài căn cứ địa Yên Thế, Đề Thám còn tổ chức đồn điền tại [[Phủ Lạng Thương]], [[Thái Nguyên]], Vĩnh Phúc Yên và [[Bắc Giang]].\n\nTrong giai đoạn này, tuy phong trào chưa được thống nhất vào một mối, nhưng nghĩa quân vẫn hoạt động có hiệu quả. Tháng 11-1890, nghĩa quân Đề Thám đã giành thắng lợi trong trận chống càn ở Cao Thượng. Từ đầu đến cuối tháng 12-1890, ba lần quân Pháp tấn công vào Hố Chuối, nhưng cả ba lần chúng đều bị nghĩa quân Đề Thám đánh bại.\nĐến cuối năm 1891, nghĩa quân đã làm chủ hầu hết vùng Yên Thế, mở rộng hoạt động sang cả Phủ Lạng Thương.\n\nNăm 1891, quân Pháp lại tấn công Hố Chuối, nghĩa quân Đề Thám phải rút lên Đồng Hom. Tranh thủ thời cơ, chúng tiến nhanh vào vùng Nhã Nam, rồi vừa tổ chức các cuộc càn quét, vừa xây dựng các đồn bốt để bao vây nghĩa quân.\n\nNhằm ngăn chặn các cuộc hành quân càn quét của địch, nghĩa quân đã lập một cụm cứ điểm gồm 7 hệ thống công sự ở phía bắc Yên Thế do Đề Nắm, Đề Thám, Bá Phức, Đề Tâm, Đề Tuất, Đề Chung, Tổng Tài chỉ huy. Lúc này, Đề Nắm là một trong những thủ lĩnh có uy tín nhất của nghĩa quân Yên Thế.\n\nTháng 3 - 1892, Pháp huy động hơn 2.200 quân bao gồm nhiều binh chủng (công binh, pháo binh...) do tướng Voarông (Voiron) chỉ huy ào ạt tấn công vào căn cứ nghĩa quân. Do tương quan lực lượng quá chênh lệch, nghĩa quân sau nhiều trận kịch chiến đã phải rút khỏi căn cứ. Lực lượng nghĩa quân bị suy yếu rõ rệt. Khó khăn ngày càng nhiều, một số thủ lĩnh ra hàng, một số khác hi sinh trong chiến đấu, trong đó có Đề Nắm bị giết vào tháng 4 - 1892.\n\nĐể cứu vãn tình thế, Đề Thám đã đứng ra tổ chức lại phong trào và trở thành thủ lĩnh tối cao của nghĩa quân Yên Thế. Tuy gặp khó khăn, nhưng thế mạnh của quân Yên Thế là thông thuộc địa hình và cơ động, giúp họ thoát được vòng vây của quân Pháp.<ref>Chapuis, tr. 90<\/ref>\n\n===Giai đoạn thứ hai (1893 - 1897)===\n- Trong giai đoạn này, nghĩa quân đã hai lần đình chiến với Pháp, lần thứ nhất vào tháng 10 - 1894, lần thứ hai vào tháng 12-1897. Sau khi Đề Nắm hi sinh, Đề Thám đảm nhận vai trò lãnh đạo phong trào Yên Thế. Ông đã khôi phục những toán quân còn sót lại ở Yên Thế và các vùng xung quanh, rồi tiếp tục hoạt động. So với giai đoạn trước, số lượng nghĩa quân tuy có giảm, nhưng địa bàn hoạt động lại mở rộng hơn.\n\n- Năm 1894, nghĩa quân trở về Yên Thế tiến hành xây dựng lại căn cứ Hố Chuối, đồng thời mở rộng hoạt động ra các vùng thuộc Bắc Ninh, Bắc Giang. Lúc này, các phong trào [[khởi nghĩa Bãi Sậy|Bãi Sậy]], [[khởi nghĩa Ba Đình|Ba Đình]], cũng như các đội quân kháng chiến của [[Đốc Ngữ]], Đề Kiều đều đã tan rã, nên thực dân Pháp có điều kiện tập trung lực lượng đàn áp khởi nghĩa Yên Thế.\n\n- Ngày 17-9-1894, quân Yên Thế bắt cóc Chesnay, biên tập viên tờ Avenir du Tonkin. Do phải chịu áp lực từ phía chính quyền thuộc địa và khó khăn trong việc dập tắt cuộc khởi nghĩa, quân đội Pháp phải tiến hành hòa hoãn để nghĩa quân Yên Thế thả Chesnay. Về phía nghĩa quân, tuy có giành được một số thắng lợi, nhưng lực lượng cũng suy yếu rõ rệt. Trong tình hình đó, Đề Thám thấy cần phải hòa hoãn với Pháp để tranh thủ thời cơ củng cố lực lượng. Tháng 10-1894, cuộc thương lượng giữa nghĩa quân Yên Thế và thực dân Pháp kết thúc.Theo đó, phía Pháp trả 15.000 francs tiền chuộc, họ phải rút khỏi Yên Thế và để Đề Thám kiểm soát 4 tổng Nhã Nam, Mục Sơn, Yên Lễ và Hữu Thượng, với quyền thu thuế trong 3 năm. Trong thời gian này, Đề Thám tới sống ở đồn Phồn Xương và cho cày cấy với quy mô lớn. Ông cũng được [[Kỳ Đồng]] hỗ trợ, tuyển mộ người cho ông từ thành phần phu từ một đồn điền của Pháp do Kỳ Đồng quản lý.\n\n- Năm 1895, Đề Thám tham gia tổ chức đánh Bắc Ninh, và từ chối trả lại những vũ khí mà ông chiếm được tại đây cho phía Pháp. Tới tháng 11-1895, thiếu tá Gallieni đưa một pháo thuyền chở quân lên uy hiếp, buộc Đề Thám đầu hàng, nhưng nghĩa quân Đề Thám đã chống đỡ quyết liệt. Để tránh những cuộc đụng độ lớn với quân Pháp, Đề Thám chủ trương chia nghĩa quân thành những toán nhỏ phân tán hoạt động trong rừng và ở các làng mạc. Nghĩa quân phải di chuyển hoạt động trong bốn tỉnh: Bắc Ninh, Bắc Giang, Thái Nguyên, Phúc Yên.\n\n- Trước sự truy lùng và vây quét ráo riết của quân Pháp, lực lượng nghĩa quân ngày càng suy yếu. Để bảo toàn lực lượng, Đề Thám lại xin giảng hòa với Pháp lấn thứ hai. Thực dân Pháp lúc này cũng muốn chấm dứt xung đột để tiến hành khai thác thuộc địa. Vì vậy, tháng 12-1897, hiệp ước hòa hoãn giữa thực dân Pháp và nghĩa quân Đề Thám đã được ký kết với những điều kiện ràng buộc chặt chẽ hơn, nghĩa quân phải nộp cho Pháp tất cả vũ khí và phải bãi binh. Đề Thám bề ngoài tỏ ra là phục tùng, nhưng bên trong vẫn ngầm củng cố lực lượng.\n\n===Giai đoạn thứ ba (1898 - 1908)===\n-Trong suốt 11 năm đình chiến, nghĩa quân Yên Thế vẫn giữ vững tinh thần chiến đấu. Tại căn cứ Phồn Xương, nghĩa quân vừa sản xuất tự túc lương ăn, vừa tăng cường sắm sửa vũ khí, ra sức luyện tập. Nhờ vậy, lực lượng nghĩa quân ở Phồn Xương tuy không đông (khoảng 200 người), nhưng rất thiện chiến. Đồng thời, Đề Thám còn mở rộng quan hệ giao tiếp với các nhà yêu nước ở Bắc và Trung Kì,\n\n-Tại Yên Thế, nghĩa quân Hoàng Hoa Thám đã hai lần đón tiếp nhà yêu nước Phan Bội Châu. Giữa năm 1906, Châu Trinh cũng lên Yên Thế gặp Đề Thám. Đề Thám còn lập một căn cứ gọi là đồn Tú Nghệ dành cho các nghĩa sĩ miền Trung ra huấn luyện quân sự.\n\n-Về phía Pháp, trong thời gian này chúng đã ráo riết lập đồn, bốt, mở đường giao thông..., tạo mọi điều kiện cần thiết để đánh đòn quyết định vào căn cứ nghĩa quân Yên Thế.\n\n===Giai đoạn thứ tư (1909 - 1913)===\n- Năm 1908, Đề Thám tham gia cuộc nổi dậy của [[lính tập|lính khố xanh]] tại Bắc Ninh, [[Nam Định]] và [[Nhã Nam]], khiến một sĩ quan Pháp bị giết. Tới 27-7 năm 1908, xảy ra vụ [[Hà Thành đầu độc|đầu độc]] binh lính Pháp ở Hà Nội có sự tham gia của Đề Thám. Cuộc binh biến này được chuẩn bị rất chu đáo, theo đó nghĩa quân sẽ bắn phá đồn binh Pháp tại Đồn Thủy (nay là [[Bệnh viện Trung ương Quân đội 108|Bệnh viện Quân đội 108]], Hà Nội) bằng đại bác nhằm vô hiệu hóa đồn này. Các đồn binh tại [[Sơn Tây (tỉnh cũ)|Sơn Tây]] và [[Bắc Ninh]] sẽ bị chặn đánh, không cho tiếp cứu Hà Nội. Quân Đề Thám chờ ngoài thành Hà Nội, chờ tín hiệu từ trong thành, sẽ đánh [[Gia Lâm]] và cắt đường xe lửa và điện thoại. Tuy nhiên cuộc binh biến thất bại, quân Đề Thám phải rút về, 24 người tham gia cuộc binh biến bị Pháp xử tử, 70 người bị xử tù chung thân.\n\n- Nhân cơ hội này, thực dân Pháp chủ trương tập trung lực lượng tiêu diệt nghĩa quân. Tháng 1-1909, dưới quyền chỉ huy của đại tá Batay (Bataille), khoảng 15.000 quân cả Pháp và ngụy đã ào ạt tấn công vào Yên Thế. Nghĩa quân vừa chống đỡ, vừa chuyển dần xuống Phúc Yên, Vĩnh Yên, Bắc Ninh, rồi rút sang Tam Đảo, Thái Nguyên. Trên đường di chuyển, nghĩa quân vẫn tổ chức đánh trả quyết liệt, gây cho địch những thiệt hại nặng nề. Điển hình là trận chặn giặc ở đồn Hom, Yên Thế (ngày 30 tháng 1 năm 1909); trận núi Hàm Lợn ở Tam Đảo, Phúc Yên (ngày 15 tháng 3 năm 1909).\n\n- Trước các cuộc vây quét tiêu diệt gắt gao của quân Pháp, lực lượng nghĩa quân ngày càng giảm sút. Đến cuối năm 1909, hầu hết các tướng lĩnh đã hi sinh, hoặc sa vào tay giặc, như Cả Trọng, Cả Huỳnh, Cả Tuyển (con Nguyễn Thiện Thuật), Ba Biều, bà Ba Cẩn... Có một số người ra hàng như: Cả Dinh, Cai Sơn... Từ 29-1 tới 11-11 năm 1909, quân Đề Thám thua 11 trận quan trọng, bị quân Pháp vây hãm tại Yên Thế. Bà Ba Cẩn bị bắt, bị đày đi [[Guyane thuộc Pháp|Guyane]]. Đến đây, phong trào coi như đã thất bại về cơ bản.\n\n- Do lực lượng giảm sút, nhiều người bỏ trốn, Đề Thám phải nhờ đến Lương Tam Kỳ hỗ trợ. Tuy nhiên, ngày ngày 10 tháng 2 năm 1913, Đề Thám bị hai tên thủ hạ Lương Tam Kỳ giết hại tại một khu rừng cách chợ Gồm 2&nbsp;km, nộp đầu cho Pháp lấy thưởng. Sự kiện này đánh dấu sự thất bại hoàn toàn của phong trào khởi nghĩa Yên Thế.\n\n==Khu di tích khởi nghĩa Yên Thế==\n[[Khu di tích khởi nghĩa Yên Thế]] nằm trên địa bàn thị trấn [[Phồn Xương (thị trấn)|Phồn Xương]], huyện [[Yên Thế]]. Nơi đây đã được quy hoạch tôn tạo thành một điểm du lịch và hiện đang được đề nghị công nhận là [[di tích quốc gia đặc biệt]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*{{chú thích sách\n|title=''The last emperors of Vietnam''\n|author=Oscar Chapuis\n|publisher=Greenwood Publishing Group, Inc\n|year=2000\n|isbn=1053-1866}}\n\n==Xem thêm==\n*[[Hoàng Hoa Thám]]\n\n{{Việt Nam chống Pháp xâm lược}}\n{{sơ khai Bắc Giang}}\n\n[[Thể loại:Khởi nghĩa Yên Thế| ]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Chiến tranh của Việt Nam]]"}