{"61066":"{{chú thích trong bài}} \n'''Khởi nghĩa nông dân Đàng Ngoài''' là phong trào nổi dậy của nông dân miền Bắc nước [[Đại Việt]] giữa [[thế kỷ 18]] thời [[nhà Lê sơ|vua Lê]] [[chúa Trịnh]], hay thời Lê mạt, bắt đầu từ khoảng năm 1739 và kết thúc năm 1769, trong 2 đời vua Lê là [[Lê Ý Tông]] và [[Lê Hiển Tông]], 3 đời chúa Trịnh là [[Trịnh Giang]], [[Trịnh Doanh]] và [[Trịnh Sâm]].\n\n==Hoàn cảnh==\nTừ khi kết thúc chiến tranh phía nam với họ Nguyễn (xem [[Trịnh-Nguyễn phân tranh]]) và dứt được việc cát cứ ở Cao Bằng của họ Mạc, các chúa Trịnh là Tây Định vương [[Trịnh Tạc]] và Định Nam vương [[Trịnh Căn]] ra sức củng cố chính quyền Bắc Hà. Đến chắt Trịnh Căn là Trịnh Cương tiếp tục xây dựng nền thịnh trị ở Đàng Ngoài.\n\nNăm [[1729]], An Đô vương [[Trịnh Cương]] mất, con là Trịnh Giang lên thay, tức là Uy Nam vương. Từ khi [[Trịnh Giang]] cầm quyền, chính sự Bắc Hà bắt đầu suy. Giang phế bỏ vua Lê Duy Phường làm Hôn Đức công năm 1732 và sau đó giết chết, lập anh Duy Phường lên ngôi, tức là [[Lê Thuần Tông]] (1732 - 1735). Không chỉ vua Lê, các đại thần như [[Nguyễn Công Hãng]], [[Lê Anh Tuấn]] vốn có uy tín với đời trước cũng bị giết hại. Giang tiêu dùng xa xỉ, vì thế thuế má một ngày một nhiều, sưu dịch một ngày một nặng khiến nhân dân Đàng Ngoài vô cùng cực khổ. Do đó nông dân Đàng Ngoài đồng loạt đứng lên khởi nghĩa.\n\n==Khái quát về phong trào==\nNăm 1737, nhà sư [[Nguyễn Dương Hưng]] nổi dậy khởi nghĩa ở [[Tam Đảo]]. Năm 1739, [[Vũ Đình Dung]] nổi dậy ở Ngân Già (nên bị gọi là ''giặc Ngân Già''), hậu duệ [[nhà Mạc]] (đã bị đổi họ) là Nguyễn Cừ, Nguyễn Tuyển cùng [[Vũ Trác Oánh]] nổi dậy ở Hải Dương. Theo \"Lê Triều dã sử\", Nguyễn Cừ và Nguyễn Tuyển tin theo [[Sấm Trạng Trình]] có câu: ''\"Phá điền thiên tử xuất, bất chiến tự nhiên thành\"'' (Vỡ ruộng thiên tử ra, không đánh tự nhiên thành) nên dựng cờ khởi nghĩa. Khởi nghĩa này sau đó không lâu bị dẹp nhưng thuộc hạ của hai người là [[Hoàng Công Chất]] và [[Nguyễn Hữu Cầu]] tiếp tục tập hợp lực lượng và trở thành hai cánh quân khởi nghĩa lớn và làm hao binh tổn tướng của [[chúa Trịnh]] nhiều hơn cả.\n\nTại Tam Đảo, sau khi Nguyễn Dương Hưng thất bại, [[Nguyễn Danh Phương]] nổi dậy và cũng trở thành một cuộc khởi nghĩa lớn trong nhiều năm. Tôn thất nhà Lê là [[Lê Duy Mật]] cũng định làm binh biến ở Thăng Long để lật đổ họ Trịnh nhưng không thành nên rút ra ngoài khởi nghĩa, cát cứ suốt 30 năm.\n\nNgoài những cuộc khởi nghĩa trên còn một số khởi nghĩa khác. Phong trào khởi nghĩa trải rộng khắp Bắc bộ vào tới [[Thanh Hóa|Thanh Hoá]], [[Nghệ An]]. Các cuộc khởi nghĩa phần đông lấy tiếng \"phù Lê diệt Trịnh\" làm cớ. Nhân dân mặt đông nam mang bừa vác gậy đi theo quân khởi nghĩa, toán nào đông thì kể có hàng vạn người, toán nào ít thì cũng có đến hàng trăm hàng nghìn người, rồi đi cướp phá ở các hương thôn và vây các thành ấp, quân triều đình đánh dẹp không được.\n\nTrong cung, [[Trịnh Giang]] xa xỉ tư thông với cung nữ của cha, lại bị sét đánh nên tin theo lời hoạn quan, làm nhà hầm ở luôn dưới đất để tránh sét, còn việc chính trị thì để cho các hoạn quan là bọn Hoàng Công Phụ chuyên quyền làm bậy.\n\nTrước tình hình đó, gia tộc họ Trịnh quyết định phế truất Giang, lập em Giang là [[Trịnh Doanh]] lên ngôi năm 1740. Là người có tài, Trịnh Doanh bắt đầu chỉnh đốn tình hình trong nước, ra tay đánh dẹp các cuộc khởi nghĩa.\n\nNăm 1740, ở làng Ngân Già, có Vũ Đình Dung, [[Đoàn Danh Chấn]], Tú Cao, cướp phá rất dữ, giết chết Đốc lĩnh là [[Hoàng Kim Trảo]]. Trịnh\nDoanh phải tự làm tướng đem binh đi đánh, bắt được Vũ Đình Dung đem chém, và đổi tên xã Ngân Già làm Lai Cách (nay là Gia Hòa).\n\nNguyễn Cừ và Nguyễn Tuyển giữ đất Đỗ Lâm ở Gia Phúc, núi Phao Sơn ở Chí Linh, làm đồn, xây lũy liên lạc với nhau, quân lính kể có hàng mấy vạn người, quân triều đình đi đánh, nhiều người bị bắt. Năm 1741 thống lĩnh [[Hải Dương]] là Hoàng Nghĩa Bá phá được các đồn quân khởi nghĩa ở Phao Sơn, ở Ninh Xá và Gia Phúc; Nguyễn Tuyển thua chạy rồi chết, Vũ Trác Oánh trốn đi mất tích. Nguyễn Cừ thì chạy lên [[Lạng Sơn]] được mấy tháng, lại về Đông Triều, nhưng vì hết lương phải vào nấp ở núi Ngọa Vân, bị [[Phạm Đình Trọng (võ tướng)|Phạm Đình Trọng]] bắt được đóng cũi đem về kinh hành hình.\n\nSau đó Trịnh Doanh còn mất nhiều năm đánh dẹp các cuộc khởi nghĩa khác.\n\n==Các cuộc khởi nghĩa lớn==\n===Quận He===\n''Xem chi tiết:'' '''[[Nguyễn Hữu Cầu (quận He)|Nguyễn Hữu Cầu]]'''\n\nNguyễn Hữu Cầu, tục gọi là quận He, người huyện Thanh Hà (Hải Dương), trước vì nghèo nên đi làm cướp, sau theo Nguyễn Cừ khởi nghĩa. Khi Nguyễn Cừ bị bắt, Nguyễn Hữu Cầu đem thủ hạ về giữ núi Đồ Sơn và đất Vân Đồn. Năm 1743, quận He giết được Thủy Đạo đốc binh là Trịnh Bảng, tự xưng làm Đông Đạo Thống Quốc Bảo Dân Đại tướng Quân, thanh thế lừng lẫy. Sau đó bị [[Hoàng Ngũ Phúc]] đem binh đến vây ở núi Đồ Sơn, Hữu Cầu phá vây ra, về đánh lấy thành Kinh Bắc. Trấn phủ là Trần Đình Cẩm và Đốc đồng là Vũ Phương Đề đánh thua ở Thị Cầu phải bỏ ấn tính mà chạy; ở Thăng Long, được tin ấy rất lấy làm báo động.\n\nHoàng Ngũ Phúc đem binh về, cùng với Trương Khuông lấy lại thành Kinh Bắc, nhưng thế Nguyễn Hữu Cầu vẫn mạnh, phá quân của Trương Khuông ở làng Ngọc Lâm (thuộc huyện Yên Dũng), đuổi quân của quan thống lĩnh Đinh Văn Giai ở Xương Giang (thuộc huyện Bảo Lộc) rồi lại về vây dinh Thị Cầu. Trịnh Doanh sai Hoàng Ngũ Phúc và Phạm Đình Trọng đem binh đến đánh bại Hữu Cầu ở Xương Giang.\n\nVì ngày thường cướp được thóc gạo của thuyền buôn, đem cho dân nghèo, cho nên quận He đi đến đâu cũng có người theo, muốn lấy bao nhiêu quân lương cũng có. Nguyễn Hữu Cầu được các sử gia đánh giá là người kiệt hiệt, nhiều mưu mẹo nhất trong số các thủ lĩnh khởi nghĩa lúc đó. Có khi bị vây hàng mấy vòng, ông chỉ một mình một ngựa phá vây ra, rồi chỉ trong mấy ngày lại có hàng vạn người đi theo.\n\nNăm 1746, quận He cho người đem vàng về đút lót cho Đỗ Thế Giai và người nội giám là Nguyễn Phương Đĩnh để xin hàng, Trịnh Doanh thuận cho và lại phong cho làm Hướng Nghĩa Hầu.\n\nNguyễn Hữu Cầu tuy đã xin về hàng, nhưng vẫn cứ cướp phá các nơi, sau lại về phá ở đất Sơn Nam. Phạm Đình Trọng đánh đuổi Hữu Cầu ở Cẩm Giàng, Hữu Cầu nhân lúc kinh thành không ai phòng bị, nên lẻn về đánh, ngay đêm hôm ấy kéo quân về bến Bồ Đề. Đến nơi thì trời vừa sáng; có tin báo, Trịnh Doanh tự đem quân ra giữ ở bến Nam Tân. Phạm Đình Trọng biết tin ấy lập tức đem quân về đánh mặt sau, Hữu Cầu lại thua bỏ chạy, về cùng với Hoàng Công Chất cướp ở huyện Thần Khê và Thanh Quan. Phạm Đình Trọng và Hoàng Ngũ Phúc lại đem binh xuống đánh đuổi. Hoàng Công Chất chạy vào Thanh Hóa, Hữu Cầu chạy vào Nghệ An, hợp với thủ lĩnh khởi nghĩa tên là Diên ở Hương Lãm (thuộc huyện Nam Đường).\n\nNăm 1751, Phạm Đình Trọng đem quân vào đánh phá trại. Hữu Cầu chạy đến làng Hoàng Mai thì bị bắt, đóng cũi đem về nộp chúa Trịnh và bị hành hình. Tương truyền trước khi chết ông có làm bài thơ \"Chim trong lồng\" nổi tiếng.\n\n===Quận Hẻo===\n:''Xem chi tiết:'' '''[[Nguyễn Danh Phương]]'''\n\nNguyễn Danh Phương, tục gọi là quận Hẻo, trước làm thủ hạ của các thủ lĩnh Tế và Bồng khởi nghĩa ở Sơn Tây. Năm 1740, tướng Vũ Tá Lý đánh bắt được Tế và Bồng ở huyện An Lạc. Nguyễn Danh Phương đem thủ hạ về giữ núi Tam Đảo, một mặt thì mộ quân trữ lương và một mặt thì cho người về nói dối xin hàng. Bấy giờ Nguyễn Hữu Cầu và Hoàng Công Chất đang hoạt động mạnh ở phía đông nam nên Trịnh Doanh cho hàng.\n\nNăm 1744, quận Hẻo đem hơn một vạn quân về giữ đất Việt Trì, sang cướp phá ở bên huyện Bạch Hạc. Bấy giờ Đốc suất Sơn Tây là Văn Đình Ức đem binh đến vây đánh, Danh Phương chạy sang giữ làng Thanh Linh (huyện Bình Xuyên, đất Thái Nguyên). Từ đó quận Hẻo lập đại đồn ở núi Ngọc Bội (giáp huyện Bình Xuyên và huyện Tam Dương), trung đồn ở đất Hương Canh, ngoại đồn ở đất Ức Kỳ, rồi tự xưng là Thuận Thiên Khải Vận Đại Nhân, làm cung điện, đặt quan thuộc, thu các thứ thuế ở đất Tuyên Quang, thanh thế lừng lẫy.\n\nNăm 1750, Trịnh Doanh tự đem đại quân đi đường Thái Nguyên đến đánh phá được đồn Ức Kỳ. Khi quân tiến lên đến đồn Hương Canh, quân khởi nghĩa bắn súng, đạn ra như mưa, quân triều đình hơi lùi. Trịnh Doanh ra lệnh nghiêm ngặt khiến quân lính mạnh dạn xông vào, phá được đồn Hương Canh. Quận Hẻo rút quân về giữ đồn Ngọc Bội, quân Trịnh tiến lên đuổi đánh. Tướng Nguyễn Phan sai thủ hạ cầm đồ đoản binh cho tự tiện đi trước mà vào, đại quân theo sau. Quận Hẻo giữ không nổi bỏ chạy tan vỡ. Nguyễn Danh Phương chạy vào núi Độc Tôn, quân Trịnh đuổi đến làng Tĩnh Luyện ở huyện Lập Thạch thì bắt được. Trịnh Doanh mang Phương về kinh đô xử tử.\n\n===Hoàng thân Lê Duy Mật===\n:''Xem chi tiết:'' '''[[Lê Duy Mật]]'''\n\nLê Duy Mật là con thứ vua [[Lê Dụ Tông]]. Năm 1738 đời vua Ý Tông, ông cùng các hoàng thân Lê Duy Quy và Lê Duy Chúc định mưu giết họ Trịnh, nhưng không thành phải bỏ chạy vào Thanh Hóa. Sau Duy Quy và\nDuy Chúc bị bệnh mất, Duy Mật giữ đất thượng du phía tây nam.\nNhững người đồng mưu với Duy Mật đều bị họ Trịnh bắt được giết cả.\n\nLê Duy Mật đánh thắng quân Trịnh vài trận, bắt giết được tướng Phạm Công Thế. Từ khi chạy về Thanh Hóa, Duy Mật chiêu tập binh sĩ. Năm 1740 ông mang quân đánh ở Hưng Hóa và Sơn Tây, sau lại cùng với thủ lĩnh quân khởi nghĩa nông dân tên là Tương giữ đồn Ngọc Lâu (thuộc huyện Thạch Thành). Đến khi tướng họ Trịnh phá được đồn Ngọc Lâu, Tương tử trận, Lê Duy Mật lại chạy vào Nghệ An, rồi sang Trấn Ninh giữ núi Trình Quang làm căn bản.\n\nNăm 1764, Lê Duy Mật sai người đem thư vào cầu cứu chúa Nguyễn Phúc Khoát nhưng chúa Nguyễn không muốn gây sự với họ Trịnh nên không giúp.\n\nNăm 1767, được tin Trịnh Doanh vừa mất, con là [[Trịnh Sâm]] lên làm chúa, Lê Duy Mật đem quân về đánh ở huyện Hương Sơn và Thanh Chương rồi lại rút về Trấn Ninh. Trịnh Sâm cho người đưa thư sang vỗ về không được, mới quyết ý dùng binh để dứt mối loạn.\n\nNăm 1769, Trịnh Sâm sai Bùi Thế Đạt làm thống lĩnh đất [[Nghệ An]], Nguyễn Phan làm chánh đốc lĩnh [[Thanh Hóa]], Hoàng Đình Thể\nlàm đốc binh đất Hưng Hóa, cả ba đạo đều tiến sang đánh Trấn Ninh. Khi quân Bùi Thế Đạt và Nguyễn Phan đến vây Trình Quang. Lê Duy Mật\nđịnh cứ giữ hiểm không ra đánh. Không ngờ là người con rể là Lại Thế\nChiêu làm phản, mở cửa lũy cho quân họ Trịnh vào. Duy Mật biết có nội biến, bèn cùng với vợ con tự thiêu mà chết.\n\n===Chúa Mường Thanh===\n''Xem chi tiết:'' '''[[Hoàng Công Chất]]'''\n\nHoàng Công Chất vốn là thủ hạ của Nguyễn Tuyển, Nguyễn Cừ nổi lên. Sau khi cánh Nguyễn Cừ thất bại, Công Chất tự lập thành cánh quân riêng, đánh phá ở đất Sơn Nam về hạt Khoái Châu.\n\nNăm 1745, Công Chất thắng trận, bắt được và giết quan trấn thủ Sơn Nam là [[Hoàng Công Kỳ]]. Sau đó bị quân Trịnh đuổi đánh, Công Chất chạy vào Thanh Hóa rồi ra Hưng Hóa cùng với thủ lĩnh khởi nghĩa tên là Thành chiếm giữ vùng ấy.\n\nNăm 1751, Thành bị bắt, Công Chất chạy lên giữ động Mãnh Thiên (phía bắc Hưng Hóa), vùng Mường Thanh, rồi chiếm giữ cả mấy châu gần đấy, thủ hạ có hàng vạn người. Từ đó Công Chất cướp phá ở Hưng Hóa và Thanh Hóa. Công Chất cùng con là Công Toản làm chủ Hưng Hóa nhiều năm, rất được lòng dân Mường Thanh, được dân chúng suy tôn làm chúa.\n\nNăm 1769, Trịnh Sâm mới sai thống lĩnh là Đoàn Nguyễn Thục đem\nquân Sơn Tây lên đánh động Mãnh Thiên. Khi quân Trịnh lên đến nơi thì Hoàng Công Chất đã chết rồi, con là Hoàng Công Toản chống giữ không nổi, bỏ chạy sang Vân Nam.\n\n==Hậu quả==\nCác cuộc khởi nghĩa nông dân [[Đàng Ngoài]] bị dẹp yên, nạn giặc giã không còn nhưng hậu quả để lại rất nặng nề. Theo đánh giá của giáo sư Nguyễn Phan Quang trong ''\"Phong trào khởi nghĩa nông dân Đàng Ngoài\"'', đời sống xã hội miền Bắc Đại Việt bị ảnh hưởng nghiêm trọng.\n\nChiến tranh kéo dài, đồng ruộng bị tàn phá, sản xuất bị đình đốn; người chết vì tòng quân cho triều đình và quân khởi nghĩa rất nhiều. Cá biệt như vùng Ngân Già (huyện Nam Chân, nay thuộc huyện Nam Trực, tỉnh Nam Định), sau khi khởi nghĩa của Vũ Đình Dung bị đàn áp, gần như toàn bộ làng đó bị triệt hạ, chết gần hết. [[Trịnh Doanh]] ra lệnh đổi tên làng đó từ Ngân Già thành Lai Cách với ý miệt thị (''lai cách'' mang nghĩa là \"không ai đến\"). Hoặc như khởi nghĩa quận He bị dẹp, mộ cha của thủ lĩnh [[Nguyễn Hữu Cầu]] bị tướng Phạm Đình Trọng quật lên tiêu huỷ. Những việc làm đó càng làm khoét sâu mối thù hận trong dân chúng bị bóc lột và đàn áp.\n\nVề phía triều đình, để có lực lượng đối phó với các cuộc khởi nghĩa, [[Trịnh Doanh]] ưu đãi tướng sĩ để khuyến khích sự hăng hái của họ. Binh lính nòng cốt là lính Thanh - Nghệ, vì cậy có công nên trở thành ''kiêu binh''. Mặt khác, vì muốn dẹp loạn bằng mọi giá, chúa Trịnh đã hạ lệnh đốt hết sổ sách thư từ, thu nhặt hết chuông khánh trong các chùa để đúc binh khí.\n\nHoà bình được lập lại nhưng sức mạnh của Đàng Ngoài bị xói mòn khá nhiều, không còn khả năng phục hồi như thời [[Trịnh Cương]] trước đây.\n\n==Nhận định==\nTới năm 1751, cơ bản các cuộc khởi nghĩa bị dẹp yên, chỉ còn Lê Duy Mật và Hoàng Công Chất dựa vào nơi xa xôi, hiểm yếu vẫn cầm cự được tới đầu thời Trịnh Sâm.\n\nCác cuộc khởi nghĩa bùng phát rầm rộ cuối thời Trịnh Giang, xuất phát từ nỗi bất bình của nhân dân bị bóc lột bần cùng. Tuy nhiên, theo các nhà sử học, sau đó các cuộc khởi nghĩa không có được sự liên hợp cần thiết để đủ sức đánh đổ chính quyền Lê-Trịnh.\n\nMặc dù giữa các nhóm khởi nghĩa có sự phối hợp, như giữa Lê Duy Mật với Hoàng Công Chất, giữa Hoàng Công Chất và Nguyễn Hữu Cầu, với thủ lĩnh Thành... song đó chỉ là sự liên hợp, nương tựa tức thời, sự hợp tác hành động chứ không phải thống nhất về tổ chức. Giả sử các lực lượng khởi nghĩa hợp nhất tôn Lê Duy Mật làm chủ, bên dưới là các tướng Nguyễn Cừ, Nguyễn Tuyển, Công Chất, Hữu Cầu, Danh Phương... và quân số gần chục vạn người thì chính quyền Lê-Trịnh sẽ gặp phải khó khăn vô cùng lớn, tương tự như sau này Tây Sơn lấy danh nghĩa tôn Nguyễn Phúc Dương để nổi dậy.\n\nKhông chỉ Nguyễn Tuyển và Nguyễn Cừ, dường như những người kế tục hai ông là Công Chất và Hữu Cầu và các thủ lĩnh khởi nghĩa khác cũng quá tin vào [[sấm Trạng Trình]] (đã đề cập ở trên) để mình được làm \"thiên tử\" nên không ai muốn đứng dưới ai. Do đó, thực chất các cuộc khởi nghĩa vẫn có tính ''độc lập'' và chúa Trịnh, bên cạnh việc điều chỉnh chính sách để giảm bớt gánh nặng cho dân, đã biết cách tận dụng điểm yếu này để tiêu diệt từng cuộc khởi nghĩa. Việc Trịnh Doanh, tại từng thời điểm, cho thủ lĩnh này hay thủ lĩnh khác giảng hoà, phong chức chính là cách chia bó đũa để bẻ từng chiếc.\n\nLê Duy Mật, ''hoàng tử của vua Lê'', từng đứng ra cầu viện chúa Nguyễn đánh Trịnh nhưng [[Nguyễn Phúc Khoát]] từ chối, dù tiềm lực của Đàng Trong lúc đó đã mạnh lên nhiều (đã mở đất tới Nam Bộ). Điều đó càng cho thấy việc \"Phù Lê\" của họ Nguyễn không có thực mà vẫn chỉ là chiêu bài chính trị để cai trị miền nam.\n\n==Xem thêm==\n*[[Chúa Trịnh]]\n*[[Nguyễn Hữu Cầu]]\n*[[Lê Duy Mật]]\n*[[Nguyễn Danh Phương]]\n*[[Hoàng Công Chất]]\n*[[Trịnh Doanh]]\n*[[Hoàng Ngũ Phúc]]\n\n==Tham khảo==\n{{tham khảo}}\n*[[Việt Nam sử lược]] - Trần Trọng Kim\n*[[Khâm định Việt sử Thông giám cương mục]]\n*''Biên niên lịch sử cổ trung đại Việt Nam'', Viện sử học, Nhà xuất bản Văn học, 1988\n*Phong trào khởi nghĩa nông dân Đàng Ngoài - GS Nguyễn Phan Quang\n\n[[Thể loại:Khởi nghĩa nông dân thời Lê trung hưng|Đ]]\n[[Thể loại:Khởi nghĩa nông dân|Đ]]\n[[Thể loại:Nội chiến Việt Nam|N]]"}