{"370397":"{{thông tin tác phẩm văn học\n| tên =Kim Dữ lan đào\n| hình = Phao dai.jpg\n| chú thích hình = Hòn Kim Dữ\n| tác giả = [[Mạc Thiên Tứ]]\n| tên gốc = 金嶼攔濤\n| thời gian = \n| triều đại = [[Nhà Lê trung hưng|Lê trung hưng]]\n| quốc gia = [[Việt Nam]]\n| ngôn ngữ = [[chữ Hán]] và [[chữ Nôm]]\n| thể loại = <!-- thơ, ký, văn tế... --> thơ\n| kiểu sách = <!-- nếu đã được xuất bản --> \n| nhà xuất bản = \n| nhà xuất bản VN = <!-- nếu là tác phẩm dịch -->\n| dịch = <!-- người dịch -->\n| bộ sách = [[Hà Tiên thập vịnh]] và [[Hà Tiên thập cảnh khúc vịnh]]\n| chủ đề = hòn Kim Dự\n| wikisource = <!-- chỉ tên -->\n}}\n\n'''''Kim Dữ lan đào''''' hay '''''Kim Dự lan đào''''' (金 嶼 攔 濤), là tên hai bài thơ của [[Mạc Thiên Tứ]]; một bằng [[chữ Hán]] được xếp trong tập ''[[Hà Tiên thập vịnh]]'' (khắc in 1737), và một bằng [[chữ Nôm]] được xếp trong tập ''[[Hà Tiên thập cảnh khúc vịnh]]'' (chưa được khắc in).<ref>''Hà Tiên thập cảnh khúc vịnh'' có sau ''Hà Tiên thập vịnh'' (1737), và chưa được khắc in. Bản hiện nay do thi sĩ Đông Hồ sưu tập được.<\/ref> Cả hai bài đều mô tả cảnh đẹp của hòn Kim Dự, một trong mười thắng cảnh của đất [[Hà Tiên (tỉnh)|Hà Tiên]] xưa; nay thuộc phường [[Pháo Đài]], thành phố [[Hà Tiên]], tỉnh [[Kiên Giang]], [[Việt Nam]].\n \n==Tên gọi==\nThi sĩ [[Đông Hồ (nhà thơ)|Đông Hồ]] giải nghĩa: ''Kim dữ'' (hay ''Kim Dự'') là hòn đảo vàng. ''Lan'' là khép cảnh cửa lại, ngăn chặn, như cánh cửa khép lại. ''Đào'' là sóng gió. Vậy, ''Kim dữ lan đào'' là hòn đảo vàng ngăn chặn sóng gió từ ngoài biển không lọt vào được bên trong.<ref>''Văn học Hà Tiên'', tr. 162.<\/ref> Bốn chữ này ngụ ý nói rằng, Hà Tiên tuy là một vùng đất nhỏ nhưng lại có tầm quan trọng trong việc che chắn cho giang sơn của chúa Nguyễn.\n\nNăm 1831, vua [[Bảo Đại]] sai sửa sang đồn lũy trên đỉnh, cho đặt trọng pháo, vì thế hòn đảo này còn có tên gọi là Pháo Đài.\n\n==Mô tả thắng cảnh==\nSách ''[[Gia Định thành thông chí]]'' của [[Trịnh Hoài Đức]] mô tả Kim Dữ lớn (Đại Kim Dữ)<ref>Đối diện với Đại Kim Dữ là Tiểu Kim Dữ. Sách ''Gia Định thành thông chí'' chép hòn đảo nhỏ này như sau: ''Ở ngoài cảng Hà Tiên, chu vi 74 [[trượng]], như con cá Kim Ngao trấn nơi cửa biển, làm trụ tiêu cho thuyền bè ra vào''.<\/ref> như sau: \n:''Đại Kim Dữ ở vùng bãi biển phía nam trấn, chu vi 193 trượng 5 thước ta. Đảo nầy ngăn sóng giữ, ấy là hạt ngọc biển của trấn. Nơi bờ có bắc cái cầu ván để thông lối ra vào, phía sau có viện Quan Âm, là chỗ Tống Thị Sương<ref>Sách ''Lịch sử Phật giáo [[Đàng Trong]]'' ghi tên cô là Tống Thị Lương và cho biết rằng cô là con một nhà giàu ở Hà Tiên, giỏi nữ công, giàu nữ hạnh. Khi đến tuổi mười sáu, nhiều nhà quyền thế cậy người đến cầu hôn, nhưng tất cả đều bị cô từ chối. Tương truyền, một hôm có một vị sư lạ tìm đến nhà cô khất thực. Người nhà cô cho gì, sư cũng không nhận chỉ nằng nặc đòi xin chiếc áo lót của cô đang phơi ngoài sân. Cha mẹ cô thấy việc bất nhã nên la mắng, xua đuổi nhà sư. Cô chạy ra khuyên can cha mẹ, thì thấy nhà sư nhìn cô mỉm cười rồi đi thẳng. Sau đó, lúc nào cô cũng thấy hình như có đức Phật hiển hiện ở bên mình, nên nài nỉ xin cha mẹ đi tu. Được phép, cô lập am thờ Quan Âm ở trên núi Kim Dự, rồi thêu một bức hình Quan Thế Âm bồ tát lớn, cứ mỗi mủi kim lại niệm Phật một câu, suốt ba tháng mới xong...(Theo ''Đại Nam Liệt Truyện tiền biên'', quyển 6. Dẫn lại theo, Nguyễn Hiền Đức, ''Lịch sử Phật giáo Đàng Trong'', Nhà xuất bản TP. HCM, 1996, tr. 385).<\/ref> thêu tượng Phật Bà tịnh tu; phía trái có điếu đình, khi có gió mát trăng trong, khách du ngoạn thường buông câu ngâm vịnh. Phía trước có đặt trại thủ bị, phía tây nam xây lũy đá bao quanh để giữ giặc biển. Đây là cảnh Kim dữ lan đào [đảo Kim (vàng) ngăn sóng], một trong 10 cảnh đẹp ở Hà Tiên.''<ref>Xem [[Gia Định thành thông chí]] [http:\/\/yeusaigon.net\/index.php?option=com_content&view=article&id=776:gia-dinh-thanh-thong-chi-cuon-2-phan-5&catid=95:co-the-ban-chua-biet&Itemid=56]. Và xem thêm ở đây [http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=320&Itemid=103] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090527150344\/http:\/\/www.vanhoahoc.com\/site\/index.php?option=com_content&task=view&id=320&Itemid=103 |date = ngày 27 tháng 5 năm 2009}}<\/ref>\n\nĐứng trên đỉnh, người ta có thể chiêm ngưỡng cảnh biển, cảnh Đông Hồ và phố chợ Hà Tiên. Song trải bao năm tháng, đồn lũy xưa trên đỉnh chỉ còn là phế tích. Giờ đây, ở nơi đó, người ta đã cho xây dựng một tòa kiến trúc bề thế, đó chính là khách sạn Pháo Đài. Còn dưới chân hòn, con đường bằng đá (đường Cầu Đá) ngày xưa nay đã được mở rộng và trải nhựa. Năm 2003, người ta cũng đã xây dựng cầu bê tông nối liền đôi bờ của cửa biển Hà Tiên.\n\n==Giới thiệu thơ== \nCảnh hòn Kim Dữ ngày xưa từng được Mạc Thiên Tứ miêu tả bằng hai bài thơ như sau: \n===Thơ chữ Hán===\n{|valign=\"top\"\n|\n:Nguyên tác:\n\n:金 嶼 攔 濤\n:一島推嵬奠碧連，\n:橫流奇勝壯河仙。\n:波濤勢截東南海，\n:日月光迴上下天。\n:得水魚龍隨變化，\n:傍崖樹石自聯翻。\n:風聲浪跡應長據，\n:濃淡山川異國懸。\n|\n:Phiên âm Hán - Việt:\n\n:Nhất đảo thôi ngôi điện bích liên,\n:Hoành lưu kỳ thắng tráng Hà Tiên.\n:Ba đào thế tiệt đông nam hải,\n:Nhật nguyệt quang hồi thượng hạ thiên.\n:Đắc thủy ngư long tuỳ biến hóa,\n:Bàng nhai thạch thụ tự liên phiên.\n:Phong thanh lãng tích ưng trường cứ,\n:Nồng đạm sơn xuyên dị quốc huyền.\n|}\n\n===Thơ chữ Nôm===\nBài này nằm trong tập ''Hà Tiên thập cảnh khúc vịnh'', gồm một khúc vịnh dài 34 câu, và kết thúc bằng một bài thơ [[Đường luật]] như sau:\n:''Kim dữ này là núi chốt then,\n:''Xanh xanh dành trấn cửa Hà Tiên.\n:''Ngăn ngừa nước dữ khôn vùng vẫy\n:''Che chở dân lành khỏi ngửa nghiêng.\n:''Thế cả vững vàng trên Bắc hải,\n:''Công cao đồ sộ giữa Nam thiên.\n:''Nước yên chẳng chút lòng thu động,\n:''Rồng bủa nhơn xa tiếp bách xuyên.\n\n==Nhận xét==\nĐây là cảnh thứ nhất trong mười thắng cảnh xứ Hà Tiên, và cũng là đề tài mở đầu mà Mạc Thiên Tứ đã chọn cho [[Tao đàn Chiêu Anh Các|thi phái Chiêu Anh Các]] ngâm vịnh. Thi sĩ Đông Hồ giải thích:\n\n:''Tác giả lấy ngay cảnh này làm cảnh mở đầu, bởi vị trí Kim Dữ là địa điểm trọng yếu ở ngay giữa cảng Hà Tiên, ngó ra vịnh Xiêm La. Hình thể nó ví như cửa thành thiên nhiên, chống đỡ ngoại xâm và che chở nội địa. Tác giả đã khéo mượn vị trí núi để so sánh với nhiệm vụ, với địa vị của mình là một vị tướng lãnh trọng yếu trấn giữ biên cương; mượn lời vịnh cảnh mà thác gởi chí khí tâm sự mình rất nhiều trong đó.''\n\nĐối với hai bài thơ trên, thi sĩ có lời bình, trích:\n:''Bài Hán thi là bài nguyên xướng, bao nhiêu thi liệu, bao nhiêu từ ngữ về biển khơi về sóng gió tác giả đều dành hết cho bài này. Làm thơ Hán, sẵn thi liệu, sẵn điển cố, sẵn thành ngữ cho nên lời thơ dễ lưu loát, dễ phong phú. Vậy mà bài thơ Nôm họa lại, ý tứ vẫn chu đáo lời thơ vẫn thanh thoát. Tác giả đã tìm được vần ''chốt then'' rất đắc địa. Vần ''then'' vừa để họa vần ''tiên'' của bài Hán thi, mà lại nói đúng được hình thế vị trí tác dụng của cảnh đảo Kim Dữ.\n \n:''Hai câu đầu: ý nói đất này không phải là đất chiếm đoạt. Họ Mạc đến đây trấn giữ chính là hành động thuận theo ý Trời và ứng với lòng người.\n\n:''Câu ba và bốn: nói về công nghiệp ngăn ngừa chống đỡ ngoại địch và che chở bảo vệ cho dân cư đất nước.\n\n:''Câu năm và sáu: ý nói đối với biển Bắc (chỉ nước [[Trung Quốc]]) thì giữ được thế lực chắc chắn vững vàng; còn đối với Trời Nam (chỉ chúa Nguyễn) thì dựng được công lao to lớn.''\n\n:''Cây bảy và tám: ý nói sau khi giữ gìn lãnh thổ trong ngoài đều được yên lành, trên dưới đều được no ấm, rồi thì đem chánh lịnh mà cai trị, lấy nhân nghĩa mà ban bố cho khắp chốn xa gần đều được nhờ, ví như dòng nước lai láng chứ chan tràn ngập khắp các sông lạch.\n \n:''Ngoài ra, Mạc Thiên Tứ đặt chữ ''Kim'' ở đầu đề có một dụng ý văn hoa mà tự hào. Bởi sẵn có chữ ''Kim thành thang trì'', là ''thành vàng ao sôi'', ý nói về thành trì kiên cố, hào lũy vững vàng<ref>''Văn học Hà Tiên'', tr. 25, 169, 171 và 174.<\/ref>.\n\n==Xem thêm==\n*[[Mạc Thiên Tứ]]\n*[[Tao đàn Chiêu Anh Các]]\n*[[Hà Tiên thập vịnh]]\n*[[Hà Tiên thập cảnh khúc vịnh]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Tham khảo==\n*Đông Hồ, ''Văn học Hà Tiên'', Nhà xuất bản Văn Nghệ TP. HCM, 1999.\n\n==Liên kết ngoài==\n*[http:\/\/www.vanchuongviet.org\/vietnamese\/tulieu_tacpham.asp?TPID=4891&LOAIID=15&LOAIFID=5&TGID=851 Hà Tiên thập vịnh]{{Liên kết hỏng|date = ngày 15 tháng 3 năm 2021 |bot=InternetArchiveBot }}\n\n{{Hà Tiên thập cảnh}}\n\n[[Thể loại:Bài thơ Việt Nam]]\n[[Thể loại:Du lịch Kiên Giang]]"}