{"360375":"{{bài cùng tên|Kim Chung}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Kim Chung\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = 3,90 km²<ref name=2QD19>Quyết định số 19\/2006\/QĐ-BTNMT ngày 01\/12\/2006 của Bộ trưởng Bộ Tài nguyên và Môi trường về việc ban hành Danh mục địa danh các đơn vị hành chính Việt Nam thể hiện trên bản đồ.<\/ref>\n| dân số = 15.300 người<ref name=ubndhn>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-64-tb-ubnd-ha-noi-2022-danh-gia-cap-do-dich-trong-phong-chong-dich-covid-19-cap-nhat-09h00-ngay-21-01-2022-216130-d2.html|tựa đề=Thông báo 64\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 21\/01\/2022|tác giả=Ủy ban nhân dân thành phố Hà Nội|ngày=2022-01-21|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(15300\/3.90)}} }} người\/km²\n| dân tộc = Hầu hết là [[Người Kinh|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| huyện = [[Hoài Đức]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09853<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n|bí thư=Nguyễn Hữu Cường|chủ tịch UBND=Phạm Ngọc Lê}}\n\n'''Kim Chung''' là một [[xã (Việt Nam)|xã]] thuộc huyện [[Hoài Đức]], thành phố [[Hà Nội]], [[Việt Nam]].\n\n==Địa lý==\nKim Chung là xã nằm ở phía đông bắc huyện Hoài Đức. Xã có vị trí địa lý:\n*Phía bắc giáp phường [[Tây Tựu]], quận [[Bắc Từ Liêm]]\n*Phía tây giáp thị trấn [[Trạm Trôi]], xã [[Sơn Đồng]] và xã [[Đức Giang, Hoài Đức|Đức Giang]]\n*Phía nam giáp xã [[Lại Yên]]\n*Phía đông giáp xã [[Di Trạch]] và phường [[Phương Canh]], quận [[Nam Từ Liêm]].\n\n==Hành chính==\nXã Kim Chung bao gồm 4 thôn là: Lai Xá, Đại Tự, Yên Bệ và Yên Vĩnh.\n\n== Giao thông ==\nCác tuyến, hệ thống giao thông quan trọng đi qua xã Kim Chung:\n\n* Quốc lộ 32: Xã có gần 2000m quốc lộ 32 chạy qua (đoạn từ lý trình km13 + 915 đến km15 + 620) trong tổng số 5960m quốc lộ 32 đi qua huyện Hoài Đức.\n* Tỉnh lộ 422B: đi ngã tư Canh, ngã tư Sơn Đồng.\n* Hệ thống xe buýt: 20A, 29, 70A, 70B, 92, 97, 117...\n\n==Văn hóa==\n\n=== Di tích ===\nXã Kim Chung có nhiều di tích có giá trị về văn hóa, lịch sử, kiến trúc, nghệ thuật cũng như khảo cổ học tiêu biểu như:\n\n* Cụm di tích đình chùa Lai Xá thờ Hoàng hậu Thuận Thiên, cung phi Ngụy Nương; An Sinh Vương đã được dân làng phong làm thành hoàng và thờ tự. Cụm di tích được Bộ văn hóa thông tin xếp hạng là di tích kiến trúc và nghệ thuật cấp quốc gia 1990.\n* Di chỉ Vườn Chuối là di chỉ có giá trị nghiên cứu khảo cổ học từ 2000 - 3000 năm trước với nhiều cổ vật như đồ đá, đồ đồng, sành, tre...\n\n==Hạ tầng==\nVới vị trí nằm sát trung tâm nội thành thành phố Hà Nội nên xã có tốc độ đô thị hóa khá nhanh ở các khu dân cư thôn xóm. Có rất nhiều khu đô thị lớn ở xã và ở các xã, thị trấn lân cận như: khu đô thị Kim Chung - Di Trạch, khu đô thị Vân Canh, khu đô thị Lideco, khu đô thị Vườn Cam... cho thấy tốc độ đô thị hóa ở đây khá lớn. Việc đô thị hóa ngoài tự phát quá nhanh và nhiều cũng gây ra một số hệ lụy như cung vượt quá cầu ở các khu đô thị này gây ra nhiều lãng phí.\n\n==Kinh tế==\nXã Kim Chung hầu như không còn đất sản xuất nông nghiệp. Kinh tế hộ gia đình chủ yếu dựa vào thương mại, dịch vụ, tiểu thủ công nghiệp. Đây là xã có dịch vụ phát triển mạnh nhất là ở thôn Lai Xá. Thôn Lai Xá cũng là làng nghề truyền thống nhiếp ảnh đã được công nhận. Thôn Đại Tự còn có nghề mộc, cơ khí nhỏ. Cơ sở hạ tầng dân sinh của xã đang dần hiện đại ở một xã ven đô.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc huyện Hoài Đức}}"}