{"1780983":"{{chú thích trong bài}}\n{{bài cùng tên|Kim Cúc (định hướng)}}\n'''Kim Cúc'''  là ca sĩ trong đoàn văn công [[Lục Ngạn]], [[phát thanh viên]] nổi tiếng của [[Đài Tiếng nói Việt Nam]], được phong tặng danh hiệu [[Nghệ sĩ ưu tú]]. Kim Cúc là người đầu tiên đọc bản tin chiến thắng của [[Quân đội Nhân dân Việt Nam|Quân đội nhân dân Việt Nam]] vào trưa ngày 30\/4\/1975 nhưng phải tới gần 30 năm sau, mọi người mới biết.<ref name=\":0\">{{Chú thích web|url=https:\/\/www.24h.com.vn\/ngoi-sao-dien-anh\/nsut-kim-cuc-40-nam-doc-truyen-dem-khuya-c127a464996.html|tựa đề=NSƯT Kim Cúc: 40 năm đọc truyện đêm khuya|tác giả=Hà An|ngày=2012-11-12|website=24h|url-status=live|ngày truy cập=ngày 17 tháng 11 năm 2020}}<\/ref>\n\n==Tiểu sử==\nBà tên thật là '''Phan Thị Kim Cúc''', sinh năm 1945 tại [[Nam Định]],  từng là [[ca sĩ]] trong đoàn văn công [[Lục Ngạn]].<ref name=\":0\" \/>\n\nVào năm 1967, khi đang chuẩn bị tiết mục để chuẩn bị đi phục vụ cho các chiến sĩ đường 9 Nam Lào thì Kim Cúc được gọi đi đọc hộ tin chiến thắng cho quân đội trên phòng thu của Đài tiếng nói Việt Nam, cái tin chỉ kéo dài chừng 1 phút ấy đã khiến ước mơ từ thuở nhỏ của bà thành sự thật. Một ngày sau khi lên đài đọc bản tin, bà được cấp trên yêu cầu bàn giao lại công việc tại đoàn văn công và nhận nhiệm vụ mới. Cùng với công việc tại đài, Kim Cúc đã tranh thủ đi học thêm Đại học tại chức và học thêm ngoại ngữ như [[tiếng Anh]], [[Tiếng Pháp]], [[tiếng Trung Quốc|tiếng Trung]] để có thể phát âm được những ngôn ngữ đó.\n\nĐến năm 1969, Kim Cúc chính thức gắn bó với chương trình [[Đọc truyện đêm khuya]], đã quen thuộc với hàng triệu thính giả của Đài VOV. Đến nay, khi đã trải qua hơn 40 năm và đã nghỉ hưu nhưng bà vẫn tiếp tục cộng tác với chương trình. Một tuần hai buổi, bà vẫn đều đặn lên đài để làm cầu nối gửi những câu chuyện tới các thính giả nghe đài. Ngoài ra bà còn dậy khóa học [[Người dẫn chương trình|MC]] cho trường [[Sân khấu Điện ảnh]].\n\n==Tin chiến thắng của Quân đội nhân dân Việt Nam ==\nTrong một bài viết về sự kiện lịch sử Đảng, Đại tướng [[Võ Nguyên Giáp]] đã ghi rõ: \"Tại Tổng hành dinh, sau khi nhận tin [[Dương Văn Minh]] đã đầu hàng vô điều kiện, tôi chỉ thị cho Cục Tuyên huấn thuộc Tổng cục Chính trị điện ngay cho Thông tấn xã và Đài TNVN kịp thời loan tin thắng lợi và viết thông báo chiến thắng. Chỉ 15 phút sau, Đài đã ngừng buổi phát thanh thường lệ, phát đi phát lại những dòng tin phấn khởi mà muôn triệu con tim Việt Nam đang đón đợi: [[Chiến dịch Hồ Chí Minh]] toàn thắng\". Mãi tới cách đây vài năm, người ta với biết Kim Cúc và Kim Tuý đọc bản tin chiến thắng lịch sử đó. Tin chiến thắng được chuyển đến Đài vào đúng ca trực của bà và Kim Tuý. Kim Cúc không coi đó là một thành tích và chỉ nghĩ rằng, mình đã hoàn thành được nhiệm vụ của mình. Sau khi Kim Tuý đọc lần đầu tiên qua giọng miền Nam, thì bản tin lại được đọc lần thứ hai, vang lên giọng đọc đầy cảm xúc chiến thắng của bà.\n\nTuy nhiên, cách đây vài năm bà có đọc được bài báo nói rằng, bản tin chiến thắng được phát lần đầu tiên trên Đài tiếng nói VN vào lúc 18h30 ngày 30\/4 thì bà quyết định nói ra sự thật với lý do, nếu không, mọi người sẽ hỏi tại sao một cơ quan thông tấn lớn nhất lúc bấy giờ lại có thể để tin chiến thắng tới tận chiều tối mới phát.\n\nSau khi bà đọc trực tiếp bản tin chiến thắng đó thì Đài tiếng nói mới xây dựng chương trình chào mừng và phát vào lúc 18h30 cùng ngày. Bản tin đó đã được những giọng đọc hay như [[Tuyết Mai]], [[Đình Thơ]] gửi tới khán giả.\n\n==Đánh giá==\n\nNhà văn [[Văn Tùng]]:\n\n\"Tôi không biết năm nay chị bao nhiêu tuổi nhưng cho phép tôi gọi chị bằng cô. Cô Cúc ơi, truyện tôi tự viết ra, tôi đưa cho mọi người xung quanh đọc họ đều nhận xét truyện của tôi chả có gì đặc biệt. Khi truyện in trên báo, tôi đọc xong cũng thấy nó chả ra cái gì cả. Vậy mà ngày hôm qua, truyện này được phát trên đài qua giọng đọc của cô, mọi người hỏi tôi, ô, truyện này mới viết à? Hay thế. Tôi cảm ơn cô. Cô là người thứ hai đã giúp truyện của tôi sống lại\"<ref name=\":0\" \/>\n\n==Gia đình==\nSau khi [[Chiến tranh Việt Nam]] kết thúc, bà lập gia đình với một người làm cùng Đài và sinh liền hai con nhỏ.<ref name=\":0\" \/>\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Phát thanh viên Việt Nam]]\n[[Thể loại:Người Nam Định]]"}