{"1645032":"{{thiếu nguồn gốc}}\n'''Làng Kim Hoàng''' là một làng nghề truyền thống nổi tiếng về tranh dân gian ở [[Việt Nam]] thế kỉ 18 và 19 <ref>[http:\/\/hcmufa.edu.vn\/tap-chi\/thong-tin-my-thuat-so-15-16\/con-lon-cua-hai-dong-tranh-dong-ho-va-kim-hoang-\/ Con Lợn Của Hai Dòng Tranh Đông Hồ Và Kim Hoàng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141104204312\/http:\/\/hcmufa.edu.vn\/tap-chi\/thong-tin-my-thuat-so-15-16\/con-lon-cua-hai-dong-tranh-dong-ho-va-kim-hoang- |date=2014-11-04 }}, Đại học Mỹ thuật - Thành phố Hồ Chí Minh.<\/ref>.\n\n==Hành chính==\nLàng Kim Hoàng thuộc xã [[Vân Canh, Hoài Đức|Vân Canh]], huyện [[Hoài Đức]], [[Hà Nội]].\n\nCuối thế kỉ 16, làng Kim Hoàng được thành lập trên cơ sở sáp nhập hai làng [[Kim Bảng]] và Hoàng Bảng (hai trong số bảy làng Canh), thuộc tổng Hương Canh, huyện Từ Liêm, trấn Sơn Tây.<ref name=\"KH1\">{{chú thích web|author1=Anh Chi|title=Làng Kim Hoàng tài hoa và văn hiến|url=http:\/\/www.daibieunhandan.vn\/ONA_BDT\/NewsPrint.aspx?newsId=70365|website=Người đại biểu nhân dân|ngày xuất bản=ngày 19 tháng 4 năm 2009|accessdate=ngày 22 tháng 12 năm 2016|archive-date=2016-12-22|archive-url=https:\/\/web.archive.org\/web\/20161222232347\/http:\/\/www.daibieunhandan.vn\/ONA_BDT\/NewsPrint.aspx?newsId=70365}}<\/ref>\n== Truyền thống khoa cử ==\nKim Hoàng có 4 người đỗ tiến sĩ, 31 người đỗ Hương cống, Cử nhân và nhiều người đỗ Sinh đồ, tú tài.\n\nDòng họ Trần nổi tiếng ở thôn Kim Hoàng bốn đời nối nhau đỗ đạt, người đầu tiên là Trần Hiền (Hoè Hiên tiên sinh). Ông đậu tiến sĩ khoa Quý Sửu 1733 dưới triều Lê, sung chức hàn lâm viện thị giảng. Con Trần Hiền là Trần Huân, hiệu là Yên Lý tiên sinh đậu ''Cử nhân'' khoa [[Ất Dậu]] (1745) đời Lê được bổ nhiệm làm chi phủ Lâm Thao.\n\nTrần Bá Lãm (1757-1815), con trưởng của Trần Huân, là học trò của tiến sĩ Nguyễn Quí Hiển. Ông đậu giải Nguyên khoa [[Thi Hương|thi hương]], năm Cảnh Hưng thứ 40 (1779) lúc tròn 22 tuổi. Năm Cảnh Hưng thư 44, ông phụng mệnh làm phúc khảo trường thi Nghệ An khoa Quí Mão (1783). Năm Nhâm Ngọ (1786), khi hoàng tự tôn của vua Lê Hiện Tông là Lê Duy Kỳ lên nắm chính sự, ông sung chức thị nội văn chức. Năm 1787 Lê Duy Kỳ chính thức lên ngôi, đặt niên hiệu Chiêu Thống. Để thu phục nhân tâm và theo đề nghị của Nguyễn Hữu Chỉnh, cho mở chế khoa để thu phục người tài. Số người vào điện thi có tới trên 200, chỉ có hai người được lấy đỗ. Trần Bá Lãm ở vị trí đậu đệ nhất giáp. Do sinh vào thời thác loạn nên ông chẳng được yên để yến vũ tu văn, bước hoạn đồ của ông chịu nhiều thăng trầm trôi nổi, phải trải qua ba triều đại và năm đời vua. Ông được giữ chức cấp sư trung rồi thăng hàn lâm viện hiệu uý, rồi được bổ giữ chức Hải Dương đốc đồng tham hiệp nhung vụ, được phong tước Canh nhạc bá dưới thời Lê Chiêu Thống. Con Trần Bá Lãm là Trần Bá Kiên đậu ''giải nguyên'' khoa Đinh Mão (1807) sung chức phó sứ như thanh cầu phong, nhưng vì chánh sứ không đi được, ông thay quyền đó là năm Minh Mạng nguyên niên.\n\nỞ Kim Hoàng còn có dòng họ Lý Trần (gốc họ Đặng) có cụ Đặng Trần Diễm là thầy dạy cho 3 người con đều đỗ tiến sĩ, được nhận sắc phong của Vua “Giáo tử đăng khoa”. Các con của ông là:\n\n* [[Lý Trần Quán]], đậu Cử nhân năm 19 tuổi, năm 32 tuổi đỗ tiến sĩ Đệ tam giáp đồng tiến sĩ. Lý Trần Quán đã từng đảm nhiệm các chức vụ: hiến sát sứ Hải Dương, đốc đồng tỉnh Cao Bằng, hiệp trấn tỉnh Sơn Tây, sau cùng là đông các đại học sĩ Quốc tử Giám tu nghiệp. Ông đã tự chôn sống mình để trả giá cho sự sai lầm là quá tin học trò, đến nỗi trao chúa vào tay quân phản bội, đó là tháng 7 năm 1786, lúc đó ông đang ở làng Hạ Lôi (Yên Lãng). Sau này, khi vua Lê Chiêu Thống lên ngôi, năm Đinh Mùi (1787) đã truy tặng Lý Trần Quán làm Đại vương, phong phúc thần và ban cho đôi câu đối: “Khảng khái cần vương dị; Thung dung tựu nghĩa nan”.\n* [[Lý Trần Dự]] đỗ tiến sĩ năm 25 tuổi, cùng khoa thi với Lý Trần Thản năm 1769.\n* [[Lý Trần Thản]] ([[1721]] – [[1776]], con của vợ thứ) cũng đậu tiến sĩ năm 1769, nhưng Lý Trần Thản theo về quê mẹ ở Lê Xá, xã Châu Sơn, huyện Duy Tiên, Hà Nam\n\nDanh sách các vị tiến sĩ làng Kim Hoàng:\n\n#'''Trần Hiền (1684 - 1742)''' thi đỗ Đệ tam giáp đồng tiến sỹ khoa Quý Sửu 1733, đời Lê Thuần Tông\n#'''Lý Trần Quán (1735 – 1786)''' thi đỗ Đệ tam giáp đồng tiến sỹ khoa Bính Tuất 1766, đời Lê Cảnh Hưng\n#'''Lý Trần Dự (1746 – 1777)''' thi đỗ Đệ tam giáp đồng tiến sỹ khoa Kỉ Sửu 1769 đời Lê Cảnh Hưng\n#'''Trần Bá Lãm (1758 – 1815)''' thi đỗ Đệ tam giáp đồng tiến sỹ khoa Đinh Mùi 1787, đời Lê Mẫn Đế\n\n==Đình Kim Hoàng==\n\n'''Đình Kim Hoàng'''<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=BPlHJnGq1KU|tiêu đề=Giới thiệu làng Kim Hoàng|website=}}<\/ref> hiện tọa lạc trên một khu đất cao rộng tại trung tâm làng Kim Hoàng, xã Vân Canh, huyện Hoài Đức ngoại thành Hà Nội. Đình Kim Hoàng là tên gọi ngôi đình theo địa danh của làng hiện nay. Tên gọi này vốn là tên ghép của hai làng Kim Bảng và Hoàng Bảng, qua tấm biển \"Lưỡng bảng hội đình\" hiện còn lưu giữ ở đình. Ở cây cột cái của đình còn ghi thời điểm tạo dựng là năm Chính Hòa thứ 21, 1701.Đình Kim Hoàng được xây dựng trên một khu đất cao xưa nay chưa hề lụt tới ở giữa làng và quay nhìn về hướng Tây. Khu đình có một không gian khá thoáng rộng, kiến trúc ngôi đình cùng những cây đa cổ hàng trăm tuổi hòa quyện với nhau tạo nên một vẻ cổ kính trang nghiêm cho khu đình. Quanh đình ngày nay nhà dân đã ở liền kề ba phía nhưng ngôi đình vẫn nổi trội giữa những kiến trúc dân dụng bởi quy mô bề thế của nó. Cũng giống như nhiều ngôi đình làng khác trong vùng, đình Kim Hoàng bao gồm các công trình kiến trúc: tam quan, tả hữu mạc, đại đình và hậu cung. Các công trình kiến trúc này hòa nhập với nhau tạo thành một quần thể kiến trúc hoàn chỉnh và thống nhất.\n\nKhu tam quan của đình mới được làm lại nên kiến trúc khá đơn giản. Chính giữa là một lối đi khá rộng được xác định bởi hai trụ gạch vuông. Hai bên là hai cửa nách được làm theo lối cửa vòm. Nối cửa giữa với 2 cửa bên là bức tường xây lửng. Hai bên của hai cửa nách là hai trụ biểu. Trụ được làm đơn giản trên cùng là hình bốn con chim phượng chụm đuôi vào nhau. Ngoài cùng tam quan, ở hai bên là hai trụ cột, trên mỗi trụ là hình một con nghê đắp bằng vữa.\n\nQua tam quan là một lớp sân gạch khá rộng. Hai bên sân là hai dãy tả hữu mạc. Tả hữu mạc của đình được làm khá đơn giản. Đó là kiểu nhà đầu hồi bít đốc gồm 3 gian. Bộ vì làm kiểu quá giang cột trốn. Liền với mép sân phía trong là tòa đại đình. Đại đình là một ngôi nhà khá lớn gồm 5 gian 2 dĩ được làm theo kiểu hình rồng. Bờ nóc và bờ giải đắp kiểu bờ đinh. Hai đầu bờ nóc là hình hai con kìm ngậm đầu bờ nóc.\n\nĐại đình được dựng trên một nền đất xây xây bó xung quanh, mặt trước bó bằng các phiến đá làm thành bậc tam cấp cao hơn sân 0.45m. Nền đất này rộng 21.9m và ăn sâu vào trong 11.2m xung quanh có hiên rộng 1m, còn lại là lòng đại đình, rộng 19.9 x 9.2m chia thành 7 gian gồm 3 gian chính và hai gian chái, từ gian chái lại kéo thêm ra gian xép con nữa. Từ gian giữa phát triển ra hai bên thì từng đôi gian có số đo gần bằng nhau: gian giữa rộng 3.70m, gian liền kề gian giữa rộng 3.90m, gian chái rộng 3.10m và gian xép rộng 1.10m. Do gian xép quá hẹp nên dù quan sát từ ngoài sân hay ở trong lòng đình người ta luôn có cảm giác đình 5 gian với 4 vì nóc. Mỗi vì chia gian từ trước ra sau có 6 cột. Cả đại đình có 48 cột gồm ba loại: to nhỏ khác nhau quây thành 3 hình chữ nhật lồng nhau. Vòng ngoài là 24 cột hiên, vòng giữa là 16 cột quân, vòng trong là 8 cột cái. Theo chữ khắc trên các cột thì cột hiên có tên là “trụ”, cột quân là “trung trụ” và cột cái là”đại trụ”. Tất cả các cột đều có dạng khối trụ tròn hình dòng dòng. Trên mỗi hàng cột đều có hoành, giữa 2 cột cái có 10 khoảng hoành, cột cái đến cột quân có 5 khoảng hoành, cột quân đến cột hiên có 3 khoảng hoành, ngoài hiên có 2 khoảng hoành rộng do thanh bẩy đỡ.\n\nBa gian chính đại đình có 4 bộ vì nóc đều làm theo kiểu giá chiêng kết hợp với kiểu chống ở hai bên giá chiêng. Giá chiêng của 2 vì nóc thuộc gian chái được giữ lại kiểu thức giá chiêng của các đình làng thế kỷ 16-17, có lòng hẹp chỉ đỡ hai khoảng hoành và do đó khá cao. Giá chiêng của 2 vì nóc thuộc gian giữa có lòng rộng ngang đỡ bốn khoảng hoành nên thấp phát triển theo xu hướng gần thành kiểu chồng giường thưa thường thấy ở các đình làng thế kỷ 18. Trên các bộ vì cột cái nối với cột quân theo kiểu kết cấu chồng đường xếp liền nhau tạo thành mảng cốn kín đặc để trang trí, còn nối cột quân với cột hiên là các thanh kẻ uốn cong.\n\nTrong đình trừ gian giữa đại đình, các gian khác trước đây đều có sàn gỗ đến nay sàn và ván đều mất chỉ còn lại các dấu mộng trên thân cột. Từ giữa lòng đình ra sườn đình sàn đỉnh có 3 nấc cao thấp khác nhau, đo theo lỗ dầm ở cột là 0.70m – 0.84m  - 0.96m. Xunh quanh đình trước kia là một hệ thống của bức bàn và chấn song con tiện nay được xây gạch bít kín.\n\nVề nghệ thuật chạm khắc trang trí, những nghệ nhân xưa đã để lại một hệ thống mảng chạm khắc trang trí dày đặc trong tòa đại đình. Trong đó tiêu biểu nhất là các bức chạm trên các cốn dọc thuộc gian giữa và các cốn ngang thuộc gian chái. Các bức cốn này chỉ được chạm một mặt, đó là mặt mà người xem ở trong lòng đình tại những chỗ rộng rãi dễ phát hiện nhất. Gian giữa trang nghiêm được chạm chủ yếu đề tài rồng ổ và mây lửa, con người không phải nơi hành lễ có bốn bức cốn, đặc biệt là ở gian chái bên trái của đại đình, ngoài đề tài rồng phượng còn được chạm khắc những hoạt cảnh của con người trong ngày hội như cảnh đánh vật, bắn cung, đâm đinh ba, thổi sáo...và  người dự hội là những phụ nữ mặc xuềnh xoàng chiếc yếm, có cô còn đứng tốc cả váy bên cạnh là người đàn ông ăn mặc sang trọng, ở các cốn khác có những nhám tượng đặt trên sập thể hiện cảnh nam cưỡi báo, nữ cưỡi voi và người cưỡi rồng.\n\nBên cạnh các bức cốn, các bộ phận khác của kiến trúc vì kèo cũng được chạm khắc trang trí. 8 đầu dư trong đại đình chạm lộng  các hình đầu rồng dao mác. Một số thanh kẻ, xà nách chạm nổi đề tài cá hóa rồng, rồng chầu và vân xoắn ốc to. Trên những ván mỏng bẹt chạm nổi đề tài bát bửu. Các đầu bẩy hiên chạm nổi hình rồng, văn mây xoắn. Các thanh giường trên vì nóc chỉ chạm nổi văn mây trang trí đơn giản.\n\nNhìn chung, đường nét chạm khắc chau chuốt tỷ mỷ, nét chạm sâu mềm, kết hợp lối chạm nổi và chạm lộng, nghệ nhân xưa đã tạo nên các mảng chạm phong phú đa dạng và sinh động. Nghệ thuật chạm khắc trang trí ở đây mang đậm nét phong cách nghệ thuật thời Lê (thế kỷ 17-18).\n\nNối liền với gian giữa đại đình và chạy sâu vào phía trong là phần hậu cung của đình. Hậu cung nối liền với đại đình tạo thành kiểu kết cấu kiến trúc hình chuôi vồ. Hậu cung gồm 3 gian được xây tường bít kín ba phía tạo nên vẻ thâm nghiêm. Bộ vì kèo hậu cung có kết cấu và trang trí giống vì nóc tòa đại đình.\n\nHậu cung là nơi thờ tự chính của đình. Gian trong cùng của hậu cung được làm thành sàn trên có khám thờ. Trong khám bày các long ngai bài vị thành hoàng làng. Các gian ngoài của hậu cung kê các nhang án và sập thờ, trên đó bày các đồ tế tự như đỉnh hương, mũ, bia thờ...\n\nĐình Kim Hoàng là một công trình kiến trúc tôn giáo tín ngưỡng của cộng đồng cư dân. Đình là nơi thờ thần thành hoàng làng, nơi tổ chức các sinh hoạt văn hóa tín ngưỡng của nhân dân địa phương. Ngày nay ngôi đình trở thành di sản văn hóa, một công trình kiến trúc tôn giáo mang giá trị nghệ thuật cao.\n\n==Chùa Kim Hoàng (Đại Bi Tự)==\nChùa Kim Hoàng tên chữ Đại Bi tự, có ít nhất từ đầu thế kỷ 18. Trải qua hơn ba thế kỷ chùa Đại Bi đã được trùng tu và tôn tạo nhiều lần, dáng vẻ ngày nay mang đậm phong cách nghệ thuật thời Nguyễn.\nTam quan ngoại xây kiểu 2 tầng, 8 mái đắp ngói ống giả với 3 cửa mở ra con đường dẫn đến cổng phía tây của làng Kim Hoàng cách đó chừng 50m. Sau tam quan ngoại là vườn trước, hai bên có hai ao nước hình chữ nhật.\n{|\n|-\n| ||\n|}\nDu khách theo con đường gạch ở giữa vườn trước để đến tam quan nội nằm phía sau pho tượng Quan Âm Nam Hải đứng trong một lầu lục giác mới xây.Tam quan nội là một phương đình kiểu 2 tầng, 8 mái, 16 cột, 1 gác chuông, hai bên có cửa phụ đưa khách vào chùa trong.\nTiền đường 7 gian, đầu hồi bít đốc, mặt nhìn về hướng nam qua sân và phương đình; lưng nối với thiêu hương và thượng điện theo hình chữ \"Công\". Các nếp nhà phụ nằm ở sân sau.\n\nTrong chùa Kim Hoàng hiện vẫn còn hai tấm bia hậu ở hai gian bên của tiền đường.\n\nBia thứ nhất có hai mặt chữ khắc chân phương, được dựng ngày 26 tháng Một năm Giáp Thân, niên hiệu Chính Hòa thứ 25 (1704). Nội dung văn bia cho biết: bà Lê Thị Thu, hiệu Diệu Trí, vốn con nhà giàu quyền quý, quê ở huyện Lôi Dương, phủ Thiệu Thiên, trấn Thanh Hoa, cùng chồng là Huyện thừa huyện Nghi Dương, họ Nguyễn, tự Xuân Thung, hiệu Trung Tín, tước Cơ Thọ nam, đã hiến cho chùa 18 quan tiền cổ và 1 mẫu 1 sào rưỡi ruộng, được làng tôn làm Hậu Phật.\n\nBia thứ hai cũng có hai mặt chữ khắc chân phương. Một mặt ghi ngày mồng 4 tháng Tư niên hiệu Bảo Thái thứ sáu (1725) ghi việc bà Nguyễn Thị Trưng cúng cho làng một mẫu ruộng để phục vụ việc thờ cúng trong chùa và tu bổ giếng trước cửa chùa. Mặt sau soạn bởi Tiến sĩ Trần Hiền, người làng, được lập ngày tốt, tháng Chín năm đầu niên hiệu Vĩnh Hựu (Ất Mão 1735), ghi việc làng nhớ công ơn của ông Nguyễn Xuân Thung, bà Lê Thị Thu và bà Nguyễn Thị Trưng đã góp công tu bổ chùa.\n\nNgoài ra còn có quả chuông \"Đại Bi tự chung\" treo trên gác tam quan chùa Kim Hoàng. Chuông được đúc vào ngày 13 tháng Năm (trọng Hạ), năm Kỷ Mùi niên hiệu Cảnh Thịnh thứ bảy (1799) triều Tây Sơn. Bài văn bia do Tri huyện Mỹ Lương là Nguyễn Thông Tế soạn, có bài minh 28 câu ca ngợi cảnh đẹp của chùa.\n==Dòng tranh đỏ Kim Hoàng==\n{{chính|Tranh Kim Hoàng}}\nLàng có dòng tranh đỏ Kim Hoàng cùng với dòng tranh điệp [[Tranh Đông Hồ|Đông Hồ]], dòng tranh Hàng Trống được xem là ba dòng tranh dân gian lâu đời ở [[Việt Nam]]. Tuy nhiên, dòng tranh Kim Hoàng ít nổi trội hơn do bị thất truyền.\n\nTrong cuốn [[sách]] [[làng nghề thủ công truyền thống Việt Nam]] thuộc [[nhà Xuất Bản Văn Hóa]], thạc sĩ Bùi Văn Vượng viết: ''\"Di sản của dòng tranh này tuy còn lại đến nay rất ít ỏi, nhưng cũng đủ để cho ta thấy, người dân Kim Hoàng đã làm nghệ thuật dân gian một cách rất thoải mái, đa dạng và phong phú. Chính điều này đã tạo nên một dòng tranh xuất sắc, độc đáo, rất riêng của người Kim Hoàng.\"''\n\n==Các nhân vật nổi tiếng==\nLàng là nơi sinh ra: Họa sĩ [[Bùi Xuân Phái]], họa sĩ [[Văn Đa]], bộ trưởng [[Xuân Thủy]] và giáo sư bác sĩ [[Bùi Xuân Tá]].[[Anh hùng Lao động|Anh hùng lao động]], [[Thầy thuốc Nhân dân|thầy thuốc nhân dân]], giáo sư bác sĩ [[Nguyễn Tài Thu]]\n\n==Tham khảo==\n{{tham khảo|cột=2}}\n==Liên kết ngoài==\n* [http:\/\/www.ktdt.com.vn\/news\/detail\/745\/gop-phan-giu-gin-tranh-dan-gian-ha-noi.aspx Góp phần giữ gìn tranh dân gian Hà Nộ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120511172704\/http:\/\/ktdt.com.vn\/news\/detail\/745\/gop-phan-giu-gin-tranh-dan-gian-ha-noi.aspx |date=2012-05-11 }}, Kinh tế Đô thị.\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Làng nghề Hà Nội]]\n[[Thể loại:Hoài Đức]]"}