{"1765589":"{{chú thích trong bài}}\n{{không nguồn gốc}}\n'''Kim Thi''' là một huyện cũ thuộc tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]].\n\nHuyện được thành lập từ ngày [[24 tháng 2]] năm [[1979]] trên cơ sở hợp nhất huyện [[Kim Động]] và huyện [[Ân Thi]].\n\nPhía Bắc giáp các huyện [[Châu Giang (huyện)|Châu Giang]] và [[Mỹ Văn]], phía Nam giáp [[Hưng Yên (thành phố)|thị xã Hưng Yên]] và huyện [[Phù Tiên]], phía Đông giáp các huyện [[Cẩm Bình (huyện)|Cẩm Bình]] và [[Ninh Thanh]], phía Tây giáp huyện [[Phú Xuyên]] của tỉnh [[Hà Sơn Bình]] và huyện [[Duy Tiên]] của tỉnh [[Hà Nam Ninh]] (ranh giới là [[sông Hồng]]).\n\nKhi hợp nhất, đơn vị hành chính của huyện Kim Thi gồm 43 xã: Bắc Sơn, Bãi Sậy, Bảo Khê, Cẩm Ninh, Chính Nghĩa, Đa Lộc, Đặng Lễ, Đào Dương, Đức Hợp, Hiến Nam, Hiệp Cường, Hạ Lễ, Hồ Tùng Mậu, Hoàng Hoa Thám, Hồng Quang, Hồng Vân, Hùng An, Hùng Cường, Lam Sơn, Lương Bằng, Mai Động, Nghĩa Dân, Ngọc Thanh, Nguyễn Trãi, Nhân La, Phạm Ngũ Lão, Phú Cường, Phú Thịnh, Phù Ủng, Quảng Lãng, Quang Vinh, Song Mai, Tân Phúc, Thổ Hoàng, Thọ Vinh, Tiền Phong, Toàn Thắng, Vân Du, Văn Nhuệ, Vĩnh Xá, Vũ Xá, Xuân Trúc.\n\nNgày [[4 tháng 1]] năm [[1982]], các xã Lam Sơn và Hiến Nam được sáp nhập vào thị xã Hưng Yên.\n\nTừ đó, đơn vị hành chính của huyện Kim Thi gồm 41 xã: Bắc Sơn, Bãi Sậy, Bảo Khê, Cẩm Ninh, Chính Nghĩa, Đa Lộc, Đặng Lễ, Đào Dương, Đức Hợp, Hiệp Cường, Hạ Lễ, Hồ Tùng Mậu, Hoàng Hoa Thám, Hồng Quang, Hồng Vân, Hùng An, Hùng Cường, Lương Bằng, Mai Động, Nghĩa Dân, Ngọc Thanh, Nguyễn Trãi, Nhân La, Phạm Ngũ Lão, Phú Cường, Phú Thịnh, Phù Ủng, Quảng Lãng, Quang Vinh, Song Mai, Tân Phúc, Thổ Hoàng, Thọ Vinh, Tiền Phong, Toàn Thắng, Vân Du, Văn Nhuệ, Vĩnh Xá, Vũ Xá, Xuân Trúc.\n\nNgày [[27 tháng 1]] năm [[1996]], huyện Kim Thi lại được tách trở lại như trước khi hợp nhất, thành 2 huyện Kim Động và Ân Thi:\n\n* Huyện [[Ân Thi]] có 20 xã: Bắc Sơn, Bãi Sậy, Cẩm Ninh, Đa Lộc, Đặng Lễ, Đào Dương, Hạ Lễ, Hồ Tùng Mậu, Hoàng Hoa Thám, Hồng Quang, Hồng Vân, Nguyễn Trãi, Phù Ủng, Quảng Lãng, Quang Vinh, Tân Phúc, Tiền Phong, Vân Du, Văn Nhuệ, Xuân Trúc.\n* Huyện [[Kim Động]] có 16 xã: Chính Nghĩa, Đồng Thanh, Đức Hợp, Hiệp Cường, Hùng An, Mai Động, Nghĩa Dân, Ngọc Thanh, Nhân La, Phạm Ngũ Lão, Phú Thịnh, Song Mai, Thọ Vinh, Toàn Thắng, Vĩnh Xá, Vũ Xá.\n\n{{sơ khai Hưng Yên}}\n\n[[Thể loại:Hành chính Hưng Yên]]\n[[Thể loại:Huyện cũ Việt Nam]]"}