{"1236248":"'''Kinh tế Việt Nam thời Bắc thuộc lần 1''' chủ yếu dựa vào [[nông nghiệp]], có sự tiếp thu kỹ thuật từ [[Trung Quốc|phương Bắc]] trong sản xuất thủ công nghiệp và chịu ảnh hưởng của hoạt động [[thương mại]] của [[Trung Quốc]] với những nước xung quanh.\n\n==Nông nghiệp==\n===Phương thức và công cụ sản xuất===\nCơ sở [[kinh tế]] thời kỳ này là nông nghiệp với tàn dư của công cụ đá ([[rìu]], [[cuốc]] [[đá]]), [[gỗ]] (mai, vồ...), nhiều công cụ đồng thau (lưỡi cuốc, cày, xẻng, rìu, hái...) và một số nông cụ [[sắt]] (có rìu sắt lưỡi xéo phỏng chế [[rìu]] [[đồng]] [[Đông Sơn, Thanh Hóa|Đông Sơn]]).<ref name=\"phl161\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 161<\/ref>\n\nVẫn còn tàn dư phương thức sản xuất \"hỏa canh\", là việc đốt nương rẫy ở miền núi quận [[Giao Chỉ]] và [[Cửu Chân]] có quan hệ mật thiết với hoạt động săn bắn. Ngoài ra, còn tàn dư phương thức \"thủy nậu\" - đưa nước vào ruộng ngâm cho chết [[cỏ]] dại, dùng [[trâu]] và người giẫm vùi gốc rạ, cỏ rác xuống bùn. Bên cạnh đó, người Việt đã dùng cày cuốc (cày gỗ hoặc buộc lưỡi đá, cuốc đá gỗ, cuốc mai có lưỡi [[đồng]] và [[sắt]]...).<ref name=\"phl161\"\/>\n\nTừ năm [[29]], Nhâm Diên sang làm thái thú quận Cửu Chân đã áp dụng kỹ thuật Hán vào sản xuất nông nghiệp để hướng dẫn [[người Việt]].<ref name=\"phl111\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 171<\/ref>\n\n===Cây trồng, vật nuôi===\nLúa nước vẫn là cây trồng chủ đạo, gồm các loại lúa nếp, lúa tẻ, lúa nương. Bên cạnh đó có loại hoa màu như  [[ngô|các loại khoai]], [[sắn]] ở những vùng trung du và bờ bãi ven sông. Quận Giao Chỉ trồng được nhiều lúa, vẫn thường phải cung cấp cho quận [[Hợp Phố]] (vùng dân chuyên mò [[ngọc trai]]) và [[Cửu Chân]] (vùng hay bị đói).<ref name=\"phl161\"\/>\n\nBên cạnh đó, người Việt có nghề trồng [[dâu]] nuôi [[tằm]], trồng [[bông]], [[đay]], [[gai]] để có cái mặc. Ngoài ra, [[Giao Chỉ]] còn có nhiều hoa quả như [[nhãn]], [[vải (cây)|vải]], [[quýt]], [[chuối]]... Người Trung Quốc đặc biệt chú ý đến [[nhãn|long nhãn]] và vải quả của Giao Chỉ.<ref name=\"phl162\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 162<\/ref>\n\nNăm [[111 TCN]], sau khi diệt Nam Việt, [[Hán Vũ Đế]] sai xây Phù Lệ cung (Cung vải quả) ở kinh đô [[Trường An]] để trồng các cây cỏ lạ của vùng mới chiếm được. Vườn Phù Lệ cung trồng 100 cây vải và 2 cây [[chuối]] tiêu nhưng không cây nào sống. Dân Việt trong nhiều năm phải vận chuyển cây mới đến trồng tại vườn nhưng vẫn không thành công, do đó người Việt phải vận chuyển sản phẩm vải cống cho [[nhà Hán]] rất vất vả.<ref name=\"phl162\"\/>\n\nNhà Hán đặt ra chức Tu quan ở huyện Liên Lâu, quận Giao Chỉ để trông coi việc tiến cống hoa quả, đồ ăn. Cũng từ đời [[Hán Vũ Đế]] đặt ra chức Quất quan ở quận Giao Chỉ, ăn lương 200 thạch lúa mỗi năm với nhiệm vụ trông việc cống quýt địa phương cho vua.<ref name=\"phl162\"\/>\n\nQua việc chiếm được [[Nam Việt]], đế chế Hán mở xuống phía nam và do đó tiếp xúc với [[Đông Nam Á]] và [[Ấn Độ Dương]]. Không chỉ trao đổi thương mại mà có sự du nhập những giống cây trồng. Cây [[chi Nhài|nhài]] từ [[Ấn Độ]] được mang sang trồng ở [[Giao Chỉ]] từ đầu [[thế kỷ 1]].<ref name=\"phl167\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 167<\/ref>\n\nTrong chăn nuôi, [[người Việt]] có các giống gia súc là [[trâu]], [[bò]], [[chi Lợn|lợn]], [[gà]], [[dê]], [[chó]] và nuôi [[cá]].\n\n==Thủ công nghiệp==\n[[Trung Quốc]] vốn có nghề đúc gang phát triển từ thế kỷ 5 đến thế kỷ 4 TCN. Nhờ học được một số kỹ thuật và kinh nghiệm từ [[người Hoa]], nền sản xuất thủ công nghiệp [[Giao Chỉ]] có những bước phát triển, trên cơ sở thủ công nghiệp truyền thống của [[Âu Lạc]].<ref name=\"phl162\"\/>\n\nĐồ đồng [[Đông Sơn, Thanh Hóa|Đông Sơn]] vẫn được sản xuất bên cạnh đồ đồng Hán (đỉnh, biển hồ, gươm, qua, gương đồng...). Hoa văn trên trống đồng Đông Sơn đã ảnh hưởng đến hoa văn trên gương đồng từ trung kỳ Tây Hán như sự xuất hiện hoa văn răng cưa trên gương đồng.<ref name=\"phl162\"\/>\n\nCác sản phẩm gốm gồm gốm cổ truyền còn có những sản phẩm chịu ảnh hưởng của phong cách [[Nam Việt]] (như gốm văn in hình học, bình 4-5 thân dính liền nhau) và Hán ([[đỉnh]], [[bình]], [[vò]],...).\n\n[[Người Việt]] có nghề dệt [[cửi]] làm [[vải]], nổi tiếng là vải cát bá (vải bông) nhỏ sợi và rất mịn. Đến đầu công nguyên, người Việt ngoài khố, váy và khăn còn mặc loại áo như hình chăn đơn, xỏ qua đầu ở giữa<ref name=\"phl163\"\/> Các nhà khảo cổ ngày nay còn tìm được những mảnh vải lụa in trên đồ gốm, những dọi xe sợi tại [[Đông Sơn, Thanh Hóa|Đông Sơn]], [[Thiệu Dương (định hướng)|Thiệu Dương]] ([[Thanh Hóa]]), Xuân La ([[Hà Nội]]).<ref>Viện Sử học (2001), sách đã dẫn, tr 217<\/ref>\n\nNghề làm [[muối]] phát triển từ thời [[Hồng Bàng]], đóng vai trò quan trọng trong nền [[kinh tế]]. Nghề nấu [[rượu]] cũng được người Việt học kỹ thuật từ người Hán. Rượu gạo của người Việt trở thành hàng tiến cống cho triều đình nhà Hán. Nhà Tây Hán giữ độc quyền mua bán muối và rượu.<ref name=\"phl163\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 163<\/ref>\n\n==Thương mại==\nĐầu thời [[Nhà Hán|Tây Hán]], nước [[Nam Việt]] (bao gồm cả quận [[Giao Chỉ]]) vẫn buôn bán với nhà Hán, mua về nhiều đồ đồng và [[sắt]]. Khi [[Lã hậu|Lã Hậu]] chấp chính đã hạ lệnh cấm [[người Việt]] mua đồ [[sắt]] ở cửa ải nên gây ra xung đột với [[Triệu Vũ Vương|Triệu Đà]]. Sang thời [[Hán Văn Đế]], quan hệ bình thường được nối lại.\n\nSự bành trướng về chính trị và quân sự thúc đẩy thêm tầm quan trọng của thương mại. Nhà Hán mở rộng thêm kênh buôn bán với các nước [[Đông Nam Á]], [[Ba Tư]], [[Ấn Độ]]. Từ khi [[nhà Hán]] chinh phục [[Nam Việt]], người Việt tham gia hoạt động [[thương mại]] nhiều hơn so với trước, do tác động của các thương nhân người Hán. Điểm xuất phát của các thương nhân người Hán từ phương Bắc, khi đi và về đều qua quận [[Nhật Nam]] mua bán thổ sản sau khi vòng qua trao đổi hàng ở các quốc gia ngoài biển<ref name=\"phl164\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 164<\/ref>.\n\nĐường giao thông [[sông Hồng]] và sông [[Tây Giang (sông Trung Quốc)|Tây Giang]] là những tuyến đường thủy nối liền [[miền Bắc Việt Nam]] với [[Lưỡng Quảng]]. Nhiều lái buôn người Hán đến buôn bán và trở nên giàu có. Sản vật địa phương buôn bán trao đổi bao gồm vải cát bá, [[đồi mồi]], [[ngọc]], [[voi]], tê, [[vàng]] [[bạc]], hoa quả...<ref name=\"phl164\"\/>\n\nViệc buôn bán ở phương Đông thời [[nhà Hán|Tây Hán]] đã phát triển. Do có vị trí thuận lợi và phong phú sản phẩm nhiệt đới, quận Giao Chỉ trở thành một trạm quan trọng về giao thông biển với các nước phía nam ngoài biển. Sách [[Hán thư]] của [[Ban Cố]] ghi lại tên một số quốc gia có thông thường thời kỳ đó như ''Hoàng Chi, Đô Nguyên, Âp Lô Một, Sâm Ly, Phù Cam Đô Lô, Bì Tông''... nhưng các nhà nghiên cứu cho rằng rất khó xác định là những quốc gia nào ngày nay. Có ý kiến suy đoán đó là những nước từ [[Ethiopia|Abyssinia]] (tức [[Ethiopia]] ngày nay) trở về phía đông đến [[Malaysia]]; ngược lại có ý kiến cho rằng các nước này chỉ quanh vùng đảo [[Indonesia]] ngày nay. Ý kiến của Đằng Điền Phong Bát và Ferand được nhiều người chấp nhận. Theo đó, Hoàng Chi là đô thành Kancipura, nay là Conjeveram thuộc [[Ấn Độ]]; Đô Nguyên là nước Đô Côn hay Đô Quân nay thuộc bán đảo [[Malaysia]]; Ấp Lô Một là nước Câu Lâu Một thuộc bờ biển [[Myanmar|Myanma]] hiện nay; nước Sâm Ly là nước Tất Ly của Phiếu Quốc trong hành trình của Giả Nam thời nhà Đường; Phù Cam Đô Lô là thành Pagan của Myanmar; Bì Tông là nước Pisang thuộc [[Malaysia]].<ref name=\"phl166\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 166<\/ref>\n\n==Xem thêm==\n* [[Kinh tế Việt Nam thời Bắc thuộc lần 2]]\n* [[Kinh tế Việt Nam thời Bắc thuộc lần 3]]\n* [[Bắc thuộc lần 1]]\n\n==Tham khảo==\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] (1991), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n* Viện Sử học ([[1987]]), ''Biên niên lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Khoa học xã hội\n* Viện Sử học ([[2001]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Bắc thuộc lần 1}}\n\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 1| ]]\n[[Thể loại:Nhà Hán]]\n[[Thể loại:Lịch sử kinh tế Việt Nam|K1]]"}