{"2429228":"'''Kinh tế Việt Nam thời Bắc thuộc lần thứ tư''' trong [[lịch sử Việt Nam]] phản ánh hoạt động kinh tế trong 20 năm từ năm [[1407]] đến năm [[1427]], còn gọi là thời kỳ thuộc Minh.\n\nNhững năm chiếm đóng và cai trị Việt Nam, nhà Minh tiến hành chính sách vơ vét bóc lột và thuế khóa nặng nề<ref name=\"vsh69\">Viện Sử học, sách đã dẫn, tr 69<\/ref>. Sử sách không nêu rõ những kết quả hoạt động kinh tế của người Việt trong thời kỳ này mà điều đó được phản ánh qua hoạt động thu thuế và tích trữ của nhà Minh, với 2 ngạch chính là thuế ruộng đất và thuế công thương nghiệp<ref name=\"vsh69\"\/>.\n\n== Nông nghiệp==\nKhông rõ lượng gia súc, vật nuôi đương thời tại Việt Nam khi đó là bao nhiêu. Năm 1407, nhà Minh đã vơ vét mang về phương bắc 235.900 con voi, ngựa, trâu bò; thóc gạo 13,6 triệu thạch<ref>Minh thực lục, tập 1, tr 298<\/ref><ref name=\"vsh59\">Viện Sử học, sách đã dẫn, tr 59<\/ref>.\n\nDo thường xuyên phải đối phó những cuộc chống đối của người Việt, phạm vi kiểm soát ruộng đất của nhà Minh chỉ chủ yếu ở miền xung quanh Đông Quan<ref name=\"vsh69\"\/>.\n\nTừ năm 1407 – 1413, nhà Minh không có khả năng quản lý ruộng đất, số ngạch khi tăng khi giảm không ổn định. Ruộng đất chỉ được trưng dụng một phần để ban cấp cho các thổ quan người Việt thay cho lương. Để cung ứng lương thực cho quân đội, nhà Minh không trông chờ vào nguồn tô thuế ruộng mà phải cho lính mở đồn điền tự sản xuất hoặc dùng hình thức trưng thu để vơ vét. Năm 1410, Trương Phụ mở thêm các đồn điền gần thành và thu thóc ở Thái Nguyên, Tuyên Quang, Tam Giang. Đến năm 1413, Trương Phụ lại lệnh cho quân Minh mang muối đổi lấy thóc lúa ở Tam Giang, Tuyên Hóa, Quy Hóa để trữ lương<ref name=\"vsh69\"\/>.\n\nNăm 1414, sau khi dẹp xong nhà Hậu Trần, nhà Minh bắt dân Việt kê khai số ruộng đất trồng rau, trưng thu lương thực, tơ tằm và bắt đầu định ngạch thuế ruộng. Trên danh nghĩa thì lấy mức thu 5 thăng trên 1 mẫu như thời nhà Hồ, nhưng bắt dân tự khai khống 1 mẫu thành 3 mẫu để thu 3 phần thuế. Do đó trên thực tế mức thu cao gấp 3 lần [[nhà Hồ]]<ref name=\"vsh70\">Viện Sử học, sách đã dẫn, tr 70<\/ref>.\n\nTrong 4 năm 1414 đến 1417 là những năm nhà Minh có sự kiểm soát Giao Chỉ chặt chẽ nhất. Số gạo chiêm, mùa thu được là 73.539 thạch, 4 thăng, 6 thước, 5 sào. Do sự chống đối của người Việt, nhà Minh không bao giờ thu được đủ số ngạch thuế ruộng<ref name=\"vsh70\"\/>.\n\nChính sách thuế khóa của nhà Minh làm người Việt kiệt quệ điêu đứng. Việc làm sai dịch và nộp lương liên miên khiến năm 1418 từ Diễn châu trở vào nam không được cày cấy<ref name=\"vsh71\">Viện Sử học, sách đã dẫn, tr 71<\/ref>.\n\n==Thủ công nghiệp ==\nNgoài thuế ruộng, còn nhiều loại thuế thủ công nghiệp và thương mại. Hàng loạt Ty Thuế khóa, Ty Hà bạc, Ty tuần kiểm được đặt ra để tận thu.\n\nĐể tăng cường khai thác tài nguyên, năm [[1415]] nhà Minh tiến hành khám thu các mỏ vàng, mỏ bạc, mộ phu đãi vàng và mò trân châu. Năm [[1418]], nhà Minh mở trường mò ngọc trai, tìm kiếm hương liệu; bắt người Việt săn bắt những thú quý để nộp như rùa 9 đuôi, vượn bạc má, chồn trắng, hươu trắng, voi trắng. Đối với nghề nấu muối và bán muối, nhà Minh nắm quyền khai thác độc quyền. Người đi đường chỉ được đem 3 bát muối và 1 lọ nước mắm<ref name=\"vsh72\">Viện Sử học, sách đã dẫn, tr 72<\/ref>.\n\nNăm [[1417]], [[nhà Minh]] trưng thu của Việt Nam 10.000 chiếc quạt giấy, 3315,95 đồng cân sơn sống, 500 cân phèn chua, 40.400 đấu 40 thăng muối, 572 lạng 8 đồng cân 5 phân 1 ly vàng, 1072 lạng 3 phân 5 ly bạc, 1129 cân 15 lạng tơ tương đương 1129 tấm lụa<ref name=\"vsh72\"\/>.\n\n== Thương mại ==\nSố tiền thuế thu được vào năm [[1417]] được Cao Hùng Trưng nêu trong sách An Nam chí nguyên như sau<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 64-65<\/ref>:\n* Thuế buôn: tổng cộng 34.641 quan 477 đồng, gồm 3.902 quan 556 đồng tiền đồng (chiếm 12,4%) và 30.558 quan 921 đồng tiền giấy (88,6%)\n* Tiền thuê mướn ruộng công: tổng cộng 512 quan 130 đồng tiên giấy và tiền đồng (không rõ từng loại)\n* Thuế đánh cá không cung cấp được tổng số, chỉ nêu riêng lẻ từng phủ không đầy đủ:\n** Giao châu: 6.160 quan 400 đồng, gồm 4.302 quan 220 đồng tiền giấy (70%) và 1.87 quan 880 đồng tiền đồng (30%)\n** Bắc Giang: 985 quan 540 đồng, gồm 773 quan 600 đồng tiền giấy (62,2%) và 611 quan 740 đồng tiền đồng (37,8%)\n** Lạng Giang: 1.064 quan, gồm 740 quan 300 đồng tiền giấy (69,5%) và 611 quan 740 đồng tiền đồng (37,8%)\n** Tân An: 608 quan 420 đồng, gồm 303 quan 960 đồng tiền giấy (50%) và 304 quan 462 đồng tiền đồng (50%)\n\nNăm [[1424]] và [[1426]], khi [[khởi nghĩa Lam Sơn]] lớn mạnh, [[nhà Minh]] mới ra một số chính sách xoa dịu [[người Việt]] như đình chỉ khai thác vàng bạc, khoan giảm trưng thu thuế khóa…<ref name=\"vsh71\"\/>.\n\n== Tiền tệ==\nTừ khi nhà Minh đánh chiếm nước Đại Ngu, áp dụng tỉ lệ 1 quan bằng 1000 đồng.\n\nThuế buôn, thuế đánh cá và phí thuê ruộng được tính bằng tiền đồng; những thứ thuế khác như thuế tằm, thuế ruộng tư thì thu bằng lúa gạo, tơ tằm; thuế vàng bạc ở Thái Nguyên, Nghệ An, Lạng Sơn được thu bằng trọng lượng sản vật.<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 64<\/ref>\n\nTrung Quốc vào thời Minh sử dụng cùng lúc cả tiền kim loại và tiền giấy, trong đó tiền giấy khá được chuộng dùng. Tiền giấy nhà Minh đương thời gọi là \"Đại Minh thông hành bảo sao\". Tại lãnh thổ Việt Nam khi đó tiền giấy cũng lưu hành khá thông dụng.<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 65<\/ref>\n\n==Xem thêm==\n* [[Bắc thuộc lần 4]]\n* [[Kinh tế Việt Nam thời Hồ]]\n* [[Kinh tế Đại Việt thời Lê sơ]]\n\n==Tham khảo==\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n* ''Minh thực lục - Quan hệ Trung Quốc - Việt Nam thế kỷ 14-17'', Hồ Bạch Thảo dịch, Nhà xuất bản Hà Nội, 2010\n* Lục Đức Thuận, Võ Quốc Ky ([[2009]]), Tiền cổ Việt Nam, Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{tham khảo|30em}}\n{{lịch sử Việt Nam thời Bắc thuộc lần 4}}\n\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 4]]\n[[Thể loại:Lịch sử kinh tế Việt Nam|K10]]"}