{"812851":"'''Kinh tế Đại Việt thời Lê sơ''' phản ánh những vấn đề liên quan tới hoạt động [[kinh tế]] nước [[Đại Việt]] vào thời Lê sơ ([[1428]]-[[1527]]) trong [[lịch sử Việt Nam]].\n\nSau [[khởi nghĩa Lam Sơn|cuộc chiến đánh đuổi quân Minh]], nhà [[Nhà Lê sơ|Hậu Lê]] bắt tay xây dựng lại nền kinh tế nước [[Đại Việt]] bị tàn phá. Nông nghiệp, thủ công nghiệp được phục hồi, riêng ngoại thương bị chính sách \"trọng nông ức thương\" làm hạn chế. Hệ thống đơn vị [[tiền tệ]] được điều chỉnh và áp dụng ổn định kể từ thời [[Lê Thái Tông]]<ref name=\"ldt67\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 67<\/ref>.\n\n== Nông nghiệp ==\n{{Chính|Nông nghiệp Đại Việt thời Lê sơ}}\n=== Chính sách thúc đẩy ===\nNăm [[1428]], sau khi quân Minh về nước, [[Lê Thái Tổ]] lệnh cho con em các tướng và các đầu mục về quê nhận ruộng đất cày cấy. Năm 1429, ông lại ra lệnh: vườn của các quan ở kinh thành đều phải trồng hoa hoặc rau đậu, nếu bỏ hoang sẽ bị thu hồi<ref>Viện sử học, sách đã dẫn, tr 302<\/ref>.\n\nVua thứ tư là [[Lê Thánh Tông]] cũng tiếp thu tư tưởng của [[Lê Thái Tổ]], quy định trong [[Luật Hồng Đức]]: nếu ruộng đất công có chỗ bỏ hoang thì quan trông coi phải tâu lên để chia cho người cày ruộng khai khẩn, nếu không sẽ bị xử tội<ref name=\"vsh302\">Viện Sử học, sách đã dẫn, tr 302<\/ref>.\n\n===Lập đồn điền===\nNhà Lê kế tục các triều đại trước, cho các tù binh [[người Hoa|người Minh]] và người [[Chiêm Thành]] khi khai phá những vùng đất mới, lập thôn xóm. Các công thần [[Trịnh Khả]], [[Nguyễn Xí]], [[Lê Thụ]], Trần Lạn… được cấp tù binh để đi khai hoang. Những vùng đất mới được thành lập mang tên vệ, sở được hình thành ở ven sông thuộc huyện [[Hưng Nguyên]], Thiên Bảo, [[Diễn Châu]]…\n\nSang thời [[Lê Thánh Tông]], chính sách đồn điền được thực hiện rộng rãi. Vua ban chiếu lập đồn điền, mở rộng quy mô các đồn điền tại các địa phương, tận dụng sức lao động của người lưu vong, tội đồ. Tới năm [[1481]], trong cả nước có 43 đồn điền. Các đồn điền ở Bắc Bộ thường nhỏ và mang tên xã; trong khi các đồn điền từ Thanh Hóa trở vào rộng lớn hơn và mang tên huyện, do những vùng đất này còn nhiều nơi chưa được khai thác.\n\n=== Di dân và khẩn hoang ===\nKhông chỉ tận dụng sức lao động của tù binh và người phạm tội, nhà Lê còn chú trọng tới lực lượng lao động là nông dân tại các địa phương để mở mang những vùng đất hoang. Thời Lê Thánh Tông hình thành hai loại ruộng mới là \"ruộng chiếm xạ\" và \"ruộng thông cáo\"<ref name=\"vsh302\"\/>:\n* Ruộng thông cáo là ruộng bỏ hoang ở các làng xã được triều đình cho phép cày cấy sau khi tâu báo lên. Người khai phá được hưởng lợi trên ruộng cày cấy đó và truyền cho con cháu nhưng không được biến thành ruộng tư hữu\n* Ruộng chiếm xạ cũng là ruộng khẩn hoang nộp thuế, làm được trên diện tích bao nhiêu thì được hưởng lợi sau khi nộp thuế và có thể xin làm ruộng tư.\n\nVới chính sách khẩn hoang và cho phép người nông dân được sở hữu ruộng tư, nhà Lê đã khuyến khích được sức sản xuất nông nghiệp tăng đáng kể, giảm bớt mâu thuẫn trong xã hội về ruộng đất\n\n===Chế độ ruộng đất===\nRuộng đất thời Lê sơ chia hai loại chính là ruộng công và ruộng tư.\n\nRuộng công gọi là quan điền. Trong số ruộng công, một bộ phận được đem phong thưởng cho các công thần, ban cho các quý tộc và quan lại, gọi là lộc điền. Ruộng đất trên thực tế có không đủ để thực hiện chính sách lộc điền này, do đó chính sách chỉ thực hiện được một phần, do đó trên danh nghĩa giấy tờ các quý tộc và quan lại được hưởng 10 phần song thực tế chỉ được cấp phát khoảng 1\/10 – 1\/5<ref>Viện sử học, sách đã dẫn, tr 300-301<\/ref>.\n\nMột bộ phận khác trong ruộng công, đất công và đất hoang được kê khai, đo đạc và chia cho các hạng từ tướng, quân, quan, dân tới cả người già yếu, cô quả ở các địa phương được hưởng. Đó gọi là chế độ quân điền.\n\nRuộng tư thời Lê sơ chủ yếu nằm trong tay các quý tộc, quan lại và địa chủ chiếm hữu. Một bộ phận nhỏ khác trong tay nông dân có ruộng tự canh tác.\n\n===Trị thủy và làm thủy lợi===\nĐắp đê và làm thủy lợi là yêu cầu cấp bách của sản xuất nông nghiệp. Các đời vua Lê Thái Tông đến Nhân Tông, Thánh Tông, Hiến Tông đều rất quan tâm đến việc này. Các vua Lê cho đào và khơi các kênh ở Trường Yên, Thanh Hóa, Nghệ An; đào sông Bình Lỗ từ Lãnh Canh đến cầu Phù Lỗ, khai các kênh ở [[Thanh Hóa]], [[Nghệ An]], [[Thuận Hóa]], khai cừ An Phúc xuống cừ Thượng Phúc<ref>[[Thường Tín]], [[Hà Nội]]<\/ref>.\n\nThời [[Lê Thánh Tông]], việc đắp đê sông và đê biển được chú trọng hơn các thời trước. Con đê chống nước mặn đắp trong niên hiệu Hồng Đức được gọi là ''đê Hồng Đức'' dài gần 25&nbsp;km, hiện vẫn còn dấu tích tại phía bắc huyện [[Hải Hậu]]<ref>Tỉnh [[Nam Định]]. Viện sử học, sách đã dẫn, tr 314<\/ref>.\n\nNăm [[1475]], [[Lê Thánh Tông]] ra sắc lệnh về sửa đắp đê điều và đường sá. Cùng năm, ông đặt ra chức quan Hà đê để trông coi đê điều và chức quan Khuyến nông để đôn đốc nhân dân việc cày cấy.\n\nTrình độ sản xuất nông nghiệp thời Lê sơ tuy có được nâng lên so với các đời trước nhưng nhìn chung không có chuyển biến quan trọng. Nông nghiệp vẫn điển hình là trình độ kỹ thuật của nền sản xuất tiểu nông dựa trên sức lao động và kinh nghiệm lâu đời, với những công cụ thô sơ, nhỏ bé<ref name=\"vsh317\">Viện Sử học, sách đã dẫn, tr 317<\/ref>.\n\n== Thủ công nghiệp==\n{{Chính|Thủ công nghiệp Đại Việt thời Lê sơ}}\n===Thủ công nghiệp nhân dân===\nKhi nông nhàn, người nông dân thường làm những công việc dệt vải, làm nón, đan lát... Sản xuất sản phẩm chủ yếu để giải quyết nhu cầu gia đình, một số khác phục vụ thị trường địa phương<ref name=\"vsh317\"\/>.\n\nCác làng nghề thủ công chuyên nghiệp nổi tiếng đương thời có:\n* [[Sơn Tây (tỉnh Việt Nam)|Sơn Tây]]: huyện [[Bất Bạt]] có nghề làm dầu, gai, đay; huyện [[Tam Nông, Phú Thọ|Tam Nông]] có nghề làm chè tai mèo, sáp vàng sáp trắng, làng [[Nguyên Thán]] dệt vải, huyện [[Tiên Phong]] dệt lụa\n* [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam]]: huyện [[Thanh Oai]] dệt [[lụa]], huyện [[Kim Bảng]] làm [[the]]; xã [[Hoàng Mai]] huyện [[Thanh Trì]] và xã [[Bình Vọng]] huyện [[Thượng Phúc]] nấu [[rượu sen]], [[rượu cúc]], xã [[Đông Thái]] nấu [[rượu nếp]]. Những làng rượu này rất nổi tiếng, để tiến cống triều đình và dùng trong các dịp lễ đón bốn mùa.\n* [[Kinh Bắc]]: làng [[Bát Tràng]], [[Gia Lâm]] làm bát chén; làng [[Huệ Cầu]] huyện [[Văn Giang]] nung vôi\n* [[Nghệ An]]: huyện [[Tương Dương, Nghệ An|Tương Dương]] dệt vải thưa, huyện [[Thạch Hà]]<!--Hà Tĩnh?--> làm the mỏng\n* [[Quảng Nam]]: xã [[Tư Minh]]<!--Hạ Môn, Phúc Kiến, Cộng hòa Nhân dân Trung Hoa?--> huyện [[Tuy Viễn (huyện)|Tuy Viễn]] làm tơ gai, xã [[Miên Sơn]] huyện Tuy Viễn dệt lụa màu huyền\n* [[Lạng Sơn]]: châu [[Yên Bác]] có nghề làm gấm thêu, các chất thơm. Sản phẩm dùng làm đồ tiến cống.\n\n===Cục Bách công===\nCục Bách công là hình thức tổ chức sản xuất thủ công nghiệp của triều đình. Đây là nơi chuyên sản xuất ra các sản phẩm phục vụ cho cung vua như tiền, vũ khí, các đồ nghi trượng, đồ dùng vua quan, đồ trang sức... Hàng năm, triều đình cử người về các địa phương cùng các quan phủ, huyện có nhiệm vụ đề cử những thợ lành nghề lên Cục Bách công.\n\nCông tượng là chế độ lao động cưỡng bức, tổ chức thành đội ngũ như quân lính. Do chế độ công tượng có tính trói buộc người thợ thủ công nên họ không hứng thú với công việc trưng tập của triều đình. Do đó nhiều người đã phản ứng, [[Luật Hồng Đức]] đã có những điều khoản trị tội họ<ref name=\"vsh326\">Viện Sử học, sách đã dẫn, tr 326<\/ref>.\n\n===Các nghề thủ công nghiệp===\n*Nghề gốm: điển hình ở Chu Đậu huyện Thanh Lâm, phủ Nam Sách, trấn [[Hải Dương]] và làng Bát Tràng (Gia Lâm, Hà Nội)\n*Nghề dệt: Nổi tiếng tại kinh thành Thăng Long có các phường dệt nổi tiếng như Thụy Chương, Nghi Tàm. Tại Hải Dương có 3 ấp nổi tiếng là Mao Điền (huyện [[Cẩm Giàng]]), Hộ Am và ấp Bất Bế (huyện Đồng Lai, nay là huyện [[Vĩnh Lại]]).\n*Nghề sơn: dùng trang trí ở hầu hết các đền thờ dinh thự ở đồng bằng Bắc Bộ. Sản phẩm nối tiếng xuất phát từ làng Bình Vọng, huyện [[Thường Tín]] (Hà Nội) với ông tổ là Trần Lư.\n*Nghề chạm khắc đá: Nổi tiếng nhất là làng Kính Chủ thuộc phủ Kinh Môn ([[Hải Dương]]). Hầu hết đàn ông tại làng Kính Chủ đều biết nghề chạm đá<ref name=\"vsh322\">Viện Sử học, sách đã dẫn, tr 322<\/ref>.\n*Nghề in mộc bản: Nổi tiếng nhất là 2 làng Hồng Lục và Liễu Tràng (phủ Hạ Hồng, [[Hải Dương]]). Sự thăng tiến về trình độ của nghề này có ghi nhận sự du nhập kỹ thuật của [[Trung Quốc]]<ref name=\"vsh322\"\/>.\n\n== Thương mại ==\n{{Chính|Thương mại Đại Việt thời Lê sơ}}\n===Nội thương===\nKinh đô [[Thăng Long]] là trung tâm buôn bán lớn nhất và sầm uất nhất. Do có ưu thế về vị trí, những người buôn bán muốn đến Thăng Long bằng đường bộ hay đường sông đều thuận tiện.\n\nTrục giao thông chính trong nước là sông Nhĩ Hà ([[sông Hồng]]), đoạn chảy qua nội thị dài gần 5&nbsp;km<ref name=\"vsh328\">Viện Sử học, sách đã dẫn, tr 328<\/ref>. Hệ thống sông [[Tô Lịch]] – [[sông Kim Ngưu|Kim Ngưu]], trong nhiều thế kỷ vẫn ăn thông với sông Nhĩ Hà và [[Hồ Tây]], có tác dụng là hệ thống giao thông nội thị hiệu quả cho nội thương.\n\nỞ các địa phương, mỗi xã có một chợ hoặc một vài xã lân cận có một chợ chung. Chợ họp hàng ngày hoặc theo những ngày nhất định trong tháng gọi là ngày phiên chợ. Thời [[Lê Thánh Tông]] ra quy định các làng mở chợ sau phải định ra phiên sau ngày phiên chợ của các làng xung quanh để tránh việc tranh chấp ăn chặn mối hàng của các lái buôn. Ngoài ra, [[Luật Hồng Đức]] có quy định cấm những hành động sách nhiễu và thu thuế quá cao đối với các chợ<ref name=\"vsh329\">Viện Sử học, sách đã dẫn, tr 329<\/ref>.\n\n===Ngoại thương===\nNhà [[Nhà Lê sơ|Hậu Lê]] cũng như nhiều triều đại [[phong kiến]] phương Đông khác có chính sách \"trọng nông ức thương\", một phần lý do xuất phát từ nhu cầu tự vệ để ngăn ngừa do thám của nước ngoài để bảo vệ lãnh thổ.<ref name=\"vsh333\">Viện Sử học, sách đã dẫn, tr 333<\/ref>\n\nTrên cửa ải dọc biên giới miền duyên hải, triều đình lập cơ quan kiểm soát ngoại thương rất khắt khe. Những nhà buôn ngoại quốc đến Đại Việt buôn bán phải vào những nơi quy định như [[Thương cảng Vân Đồn|Vân Đồn]], Càn Hải, Hội Thống, Hội Triều, Thông Lãnh, Phú Lương, Tam Kỳ, Trúc Hoa, không được tự ý vào các trấn. Nhân dân và quan lại vùng duyên hải tự ý mua hàng hoá của người nước ngoài hoặc đón tiếp các thuyền buôn thì sẽ bị nghiêm trị, phạt tiền rất nặng, từ 50 quan đến 200 [[Quan (tiền)|quan]].<ref name=\"vsh335\">Viện Sử học, sách đã dẫn, tr 335<\/ref>\n\nNhiều quan lại nhà Lê đã tận dụng cơ hội đi sứ để mua hàng hoá về bán trong nước kiếm lời<ref name=\"vsh336\">Viện Sử học, sách đã dẫn, tr 336<\/ref>. Để hạn chế việc quan lại mua bán hàng hoá với Trung Quốc, nhà Lê ra quy định: sứ thần nào mau hàng về sẽ bị khám xét, tịch thu và trưng bày trong triều để bêu rồi mới cho mang về. Việc khám xét dù thành thường lệ nhưng việc mua bán của các quan vẫn phổ biến.<ref name=\"vsh337\">Viện Sử học, sách đã dẫn, tr 337<\/ref>\n\nNhiều người Hoa vẫn lén lút qua lại biên giới buôn bán với người dân Việt. Sự ngăn cấm ngặt nghèo của nhà Minh sau đó khiến một bộ phận người Hoa vượt biên giới sang rồi không dám trở về, ở lại sinh sống tại Đại Việt. Do đó sau nhiều năm, hình thành một tầng lớp người Hoa chuyên kinh doanh buôn bán ngày càng đông.<ref name=\"vsh337\"\/>\n\nSự ngăn cấm khắt khe của triều đình khiến ngoại thương phát triển rất kém. Chính sách nghiêm ngặt đó là  trở lực kìm hãm sự phát triển kinh tế hàng hoá, làm cho quá trình tách rời thủ công nghiệp ra khỏi nông nghiệp và quá trình phát triển của các đô thị rất khó khăn.<ref name=\"vsh337\"\/>\n\n== Tiền tệ ==\n{{Chính|Tiền tệ Đại Việt thời Lê sơ}}\nTiền đầu thời Lê sơ chỉ có mức quan hệ giữa các đơn vị là 50 [[Đồng (đơn vị tiền cổ)|đồng]] = 1 mạch (tiền), thấp hơn so với thời [[nhà Trần|Trần]] (69-70 đồng = 1 tiền)<ref name=\"ldt67\"\/><ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt15b.html Đại Việt sử ký toàn thư, Bản kỷ thực lục quyển 10]<\/ref> (thời [[nhà Lý|Lý]] trước đó chưa được sử sách đề cập về hệ thống đơn vị tiền tệ<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 58-59<\/ref>).\n\nThời [[Lê Thái Tông]], năm [[1439]] vua ra quy định 1 [[Quan (tiền)|quan]] = 10 tiền (mạch) = 600 đồng, tức là 1 tiền (mạch) = 60 [[Đồng (đơn vị tiền cổ)|đồng]].<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt16a.html Đại Việt sử ký toàn thư, Bản kỷ thực lục quyển 11]<\/ref> Hệ thống đơn vị này từ đó được dùng ổn định trong các đời vua sau, qua [[nhà Mạc]], thời [[Nhà Lê trung hưng|Lê trung hưng]] tới khi [[nhà Nguyễn]] chấm dứt, nghĩa là trong hơn 500 năm, đến lúc chế độ [[phong kiến]] [[Việt Nam]] kết thúc<ref name=\"ldt67\"\/>.\n\nCác vua nhà Lê sơ đã cho đúc tất cả 14 đồng tiền. Trừ [[Lê Bảng]] và [[Lê Do]], tất cả các vị vua còn lại, kể cả [[Lê Nghi Dân]], đã ban hành tiền mang [[niên hiệu]] của mình.\n\n== Xem thêm ==\n* [[Nông nghiệp Đại Việt thời Lê sơ]]\n* [[Thương mại Việt Nam thời Lê sơ|Thương mại Đại Việt thời Lê sơ]]\n* [[Thủ công nghiệp Đại Việt thời Lê sơ]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n* Lục Đức Thuận, Võ Quốc Ky ([[2009]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Giáo dục\n*Đỗ Văn Ninh ([[1992]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Khoa học xã hội\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Lịch sử Việt Nam thời Lê sơ}}\n\n[[Thể loại:Lịch sử Việt Nam thời Lê sơ]]\n[[Thể loại:Lịch sử kinh tế Việt Nam|K11]]"}