{"3508750":"'''Kinh diên giảng quan''' (tiếng Trung phồn thể: 經筳講官, tiếng Anh: Classics Mat Lecturer) là chức quan văn thuộc [[Kinh diên viện|viện Kinh diên]] chuyên giảng dạy kinh truyện, sử như [[Tứ thư|Tứ Thư]] qua các khóa giảng tại triều đình cho [[Vua|nhà vua]], các [[Hoàng tử]], Hoàng thân và quần thần cấp cao.\n\nCác triều đại [[Trung Quốc]] đều có những chức tương tự Kinh diên giảng quan như [[Thị đọc học sĩ]], [[Thị giảng học sĩ]], v.v. Kinh diên là tên được đặt vào thời [[Nhà Nguyên|Nguyên]] [[Trung Quốc]].\n\nTại [[Việt Nam]], chức Kinh diên sự đã có từ thời [[Hồng Đức]].<ref name=\":0\">''Từ điển chức quan Việt Nam'', Đỗ Văn Ninh, 2002, trang 374 mục 689. Kinh diên giảng quan<\/ref> Thời [[Nhà Nguyễn|Nguyễn]], triều đình lập [[Kinh diên viện]], chọn các Kinh diên giảng quan, hàm Chánh nhị phẩm trở lên, có danh tiếng về học vấn để giảng dạy.\n\nKinh diên giảng quan được chia làm 2 cấp khác nhau: \n* Kinh diên nhật giảng (經筳日講, Classics Mat Daily Lectures) là các học quan kèm kẹp, giảng dạy riêng cho vua. Thời [[Nhà Minh|Minh]] [[Trung Quốc]], triều đình đặt bổ 6 vị quan Kinh diên nhật giảng chuyên trách việc giảng dạy, bàn luận kinh điển hàng ngày cùng vua và 2 vị quan Kinh diên nhật giảng chuyên trách việc giáo huấn vua về thư pháp.<ref name=\":1\">{{Chú thích web|url=https:\/\/books.google.com\/books?id=dzm2CAAAQBAJ&pg=PA23&lpg=PA23&dq=%E7%B6%93%E7%AD%B5%E6%97%A5%E8%AC%9B+daily+lectures&source=bl&ots=qECQ3OVvCb&sig=1vsoSbFH486GtEurli_Jj4QQISM&hl=en&sa=X&ved=0ahUKEwi3vM3k_svPAhVU-mMKHSnWCNEQ6AEIHDAA#v=onepage&q=%E7%B6%93%E7%AD%B5%E6%97%A5%E8%AC%9B%20daily%20lectures&f=false|title=The Jesuit Reading of Confucius}}<\/ref><ref>''Từ điển chức quan Việt Nam'', Đỗ Văn Ninh, 2002 chú Kinh diên nhật giảng là chức giảng quan giảng từng ngày không thường xuyên<\/ref>\n* Kinh diên (經筳, Classics Mat Lectures) là các học quan giảng dạy trong các khóa giảng tại triều đình cho vua, các hoàng tử và quần thần cấp cao \nCác khóa giảng ở viện Kinh diên thường dài 9 tháng, mỗi tháng 6 ngày. Khóa giảng dành cho vua cùng các đại thần từ chức [[Tham tri]] trở lên, các tước Công và hoàng tử tham dự. Nghi lễ trong các khóa giảng được áp dụng trịnh trọng như các buổi lễ thiết triều.<ref name=\":0\" \/>\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{Tổ chức hành chính trung ương thời Nguyễn Minh Mạng}}\n{{Chức quan thời phong kiến Việt Nam}}\n{{sơ khai lịch sử Việt Nam}}\n\n\n[[Thể loại:Nhà Nguyễn]]\n[[Thể loại:Phong kiến]]\n[[Thể loại:Chức quan phong kiến]]"}