{"541312":"'''Kinh tế Việt Nam thời nhà Nguyễn''' phản ''ánh kết quả hoạt động của các'' ngành nông nghiệp, thủ công nghiệp và thương mại Việt Nam dưới sự cai trị của [[nhà Nguyễn]] thời kỳ còn độc lập (1802-1884) (giai đoạn kinh tế tiếp theo được phản ánh trong bài [[Kinh tế Việt Nam thời Pháp thuộc]]).\n\nNền kinh tế Việt Nam thời nhà Nguyễn là nền [[kinh tế]] chủ yếu dựa trên [[nông nghiệp]]. Bên cạnh đó là sự tái phục hồi hoạt động nội thương sau thời gian dài đất nước bị chia cắt. Dưới thời [[Thiệu Trị]], chính sách ngoại thương với các nước [[phương Tây]] có một số ưu đãi, trong khi với các nước láng giềng thì còn nhiều hạn chế và thủ tục phiền phức.\n\n== Nông nghiệp ==\n{{main|Nông nghiệp Việt Nam thời Nguyễn}}\nTriều Nguyễn có những chính sách ưu đãi để phát triển [[nông nghiệp]], như là cấm mua bán ruộng đất công, lập kho Thường bình, Sở Tịch điền, Sở Diễn canh, kho Bình thiếu, Sở Đồn điền, [[Đàn Xã Tắc (Huế)|Đàn Xã Tắc]], [[Các đàn tế cổ tại Huế|Đàn Tiên nông]]\n\nCũng nhằm khuyến khích người dân cày ruộng, vua [[Minh Mạng]] khôi phục lại [[Lễ tịch điền]] (nhà vua đích thân xuống ruộng cày) và vào năm 1828, nhà vua giao cho [[bộ Lễ]] soạn thảo chu đáo các điển lễ làm thành luật lệ lâu dài.\n\n=== Vấn đề ruộng đất ===\nTrong đình thần có ý kiến tịch thu ruộng đất bị chiếm trong thời loạn để phân cấp cho dân nghèo nhưng vua Gia Long cho rằng phép này khó thực hiện nên ông chỉ tịch thu những ruộng đất của quan lại triều Tây Sơn và ruộng trang trại riêng của Tây Sơn làm quan điền. Thời Minh Mạng định lại phép quân cấp ruộng khẩu phần, quan lại, binh lính, công tượng (thợ làm quan xưởng) cùng các hạng dân đinh, không kể phẩm trật cao thấp đều được hưởng một phần khẩu phân nhưng quan lại, cường hào cũng giành được những phần tốt hơn. Người già, người tàn tật thì được nửa phần. Cô nhi, quả phụ được 1\/5.<ref>Lịch sử Việt Nam từ nguồn-Thế kỷ XIX-Đào Duy Anh Nhà xuất bản VHTT tr 457<\/ref>\n\n=== Việc khai hoang và phục hóa ===\nNhà Nguyễn tiếp tục một số công việc từ thời các [[chúa Nguyễn]] để lại như việc khẩn hoang, mở rộng, phát triển [[nông nghiệp]]. Ở Nam Kỳ, người dân đã tự do đến khẩn hoang với tư cách cá nhân hoặc tập thể dưới sự giúp đỡ của triều đình.<ref>Nguyễn Thế Anh-Kinh tế & Xã hội Việt Nam dưới các vua triều Nguyễn Nhà xuất bản Văn Học tr 92<\/ref> Sử sách cũng ghi lại tên tuổi nhiều người đã có công trong việc đào kênh, vỡ đất như [[Thoại Ngọc Hầu]].\n\nTriều đình nhà Nguyễn dành cho việc khai hoang, phục hóa rất nhiều sự quan tâm, họ đã cho tiến hành nhiều chính sách khai khẩn hoang khác nhau và đã đem lại nhiều kết quả tốt đẹp. Diện tích ruộng đất thực trưng tăng lên nhiều: năm 1847 đã là 4.273.013 mẫu<ref name = \"thq445\">{{harvnb|Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn|2008|p=445}}<\/ref>\n\nHai vị quan tổ chức khẩn hoang nổi tiếng nhất là [[Nguyễn Công Trứ]] và [[Nguyễn Tri Phương]];\n\n;Đồn điền\nChính sách này chủ yếu dựa vào việc mộ dân nghèo, đi cùng với tội phạm để thực hiện việc khai khẩn đất hoang. Trong thời gian khẩn hoang số dân này sẽ được quản lý theo cung cách [[đồn điền]] không giống như thôn ấp bình thường; sau một khoảng thời gian từ sáu đến mười năm để cuộc sống ổn định thì sẽ chuyển sang hình thức bình thường. Đồn điền xuất hiện nhiều nhất ở vùng Gia Định<ref name=\"nkt_2\">{{harvnb|Nguyễn Khắc Thuần|2005|p=307}}<\/ref>. Đợt lập đồn điền lớn nhất do Kinh lược sứ Nam Kì là Nguyễn Tri Phương tổ chức vào năm 1853-1854, lập được 21 cơ, 124 ấp phân phối ở cả sáu tỉnh<ref name=\"đượclsvn5\">Trương Hữu Quýnh (chủ biên), Phan Đại Doãn, Nguyễn Cảnh Minh, Đại cương lịch sử Việt Nam - tập 1, Nhà xuất bản Giáo dục, [[Thành phố Hồ Chí Minh]] 2005<\/ref>.\n\n;Doanh điền\nĐây là hình thức triều đình và nhân dân cùng kết hợp khai hoang, mới ra đời từ thời Nguyễn theo đề xuất của Tham tán quân vụ Bắc thành Nguyễn Công Trứ\n\nChính sách này nhằm di dân để lập ấp mới, bắt đầu thực hiện từ năm 1828 dưới thời vua Minh Mạng. Cách thức được quy định cụ thể như sau: nhà nước sẽ bỏ vốn ban đầu và cử ra một quan chức sẽ dứng ra chiêu mộ và chỉ đạo dân chúng đưa đi khai hoang theo hai trường hợp\n\nNgoài ra, triều đình Nguyễn còn khuyến khích nhân dân tự do khai hoang kết hợp phục hóa. Việc đinh điền cũng có chỉnh đốn và kiểm soát chặt chẽ hơn. Ruộng đất ở Nam Việt thời Minh Mạng được đo đạc lại, tính ra được 630.075 mẫu. Tổng số đinh toàn quốc là 970.516 xuất và 4.063.892 mẫu ruộng đất.\n\nTuy nói trên toàn diện, đất công điền không quá 1\/5 diện tích canh tác, nhưng phần đất còn lại được phân phối giữa [[nông dân]] mà đa số chỉ làm chủ tới 5 [[mẫu]] là nhiều. Hạng người có 100 mẫu trở lên thì rất ít, mỗi [[tỉnh]] được nhiều nhất là dăm ba người.\n\n=== Việc trị thủy ===\nVua [[Gia Long]] vừa lên ngôi đã quan tâm đến vấn đề đê điều và cho người tu bổ [[đê]] cũ, đắp thêm đê mới. Năm 1809, ông lại cho đặt nha ''Bắc Thành đê chánh'' và các chức Tổng lý và Tham lý đê chánh để lo vấn đề đê điều ở các [[trấn]] xứ [[Bắc Kỳ]]. Tới năm [[1828]], theo đề nghị của các quan, vua [[Minh Mạng]] cho cho tăng cường thêm nhân sự cho nha môn đê chánh nhưng tới 1833 thì bỏ nha này đi để chuyên ủy việc đê điều cho các ''[[Đốc biện]]'' tại các [[tỉnh]].\n\nViệc đắp đê, sửa chữa và khám xét được quy định tỉ mỉ. Thời [[Tự Đức]] nhiều lần đã xác định lại cách thưởng phạt về sự phòng hộ đê và phân định trách nhiệm của các [[phủ (định hướng)|phủ]], [[huyện]], [[tổng]], [[lý]] sở tại các nơi đê vỡ.<ref name = \"nta101\"\/>\n\nNăm [[1809]], hệ thống đê điều ở Bắc Thành tổng cộng là 239.933 [[trượng]] tương đương 960 [[kilômét|km]]<ref name = \"nta101\"\/>. Sau 21 năm dưới thời nhà Nguyễn, chiều dài các con đê ở Bắc Kỳ đã tăng lên 303.616 trượng tương đương 1.215&nbsp;km. Tới cuối [[thế kỷ 19|thế kỷ XIX]], hệ thống đê này đã dài tới 2.400&nbsp;km<ref name = \"nta101\">Nguyễn Thế Anh-Kinh tế & Xã hội Việt Nam dưới các vua triều Nguyễn Nhà xuất bản Văn Học tr 101<\/ref>\n\n[[Tập tin:Minh Mang.gif|180px|nhỏ|Vua Minh Mạng, vị vua thứ hai của triều Nguyễn]]\nMặc dù triều đình dành rất nhiều quan tâm nhiều tới việc trị thủy như vậy nhưng vấn đề này vẫn không được giải quyết như mong đợi, vì thiếu sự phối hợp đồng bộ và quy hoạch chung giữa các địa phương, do tác động của môi trường, sinh thái,... các đê đắp lên cứ vỡ liên miên. Đặc biệt là ở [[sông Hồng]], vì đất bồi nên lòng sông giữa hai con đê cao hơn mặt đất, mỗi khi nước lớn thì đê không tài nào cản nổi. Triều đình phân vân trong 3 cách:'' giữ đê, phá đê và đào thêm sông.'' Ngay từ thời [[Minh Mạng]], nhà vua đã nhiều lần hội nghị về việc này, ý kiến bất đồng quá nhiều tới nỗi thời 2 vua [[Thiệu Trị]] và [[Tự Đức]] phải treo bảng khắp nơi để trưng cầu dân ý.\n\nNăm 1833, theo lệnh nhà vua, vị Tổng đốc [[Nam Định]] là [[Đặng Văn Thiêm]] đi khám xét đê điều đã tâu lên Minh Mạng chủ trương ''\"...Sửa đắp đê mới hay đê cũ, công trình nặng nhọc, phí tổn công khố cũng nhiều, thế mà khó nói trước có giữ được chắc chắn hay không. Nếu đổi ra làm việc khai sông... như vậy không những bớt được chút phí tổn mà lại có thể phân được thế [[nước]] và bớt được sự xô mạnh dồn xuống.\"'' Vua Minh Mạng ra lệnh đình chỉ việc đắp đê để chờ xem tình hình ra sao rồi mới bàn định lại. Nhưng năm 1834, Minh Mạng sai Giám thành Phó sứ là [[Trương Viết Sùy]] kiểm tra lại thì ông cho rằng \"không thể bỏ đê được\".\n\nNăm 1852, vua Tự Đức lại tiếp tục mở cuộc trưng cầu ý kiến về việc phòng đê ở Bắc Kỳ,\n\n=== Việc cứu đói ===\nTrải qua nội chiến, nhân dân lại gặp mất mùa liên tiếp. Triều đình thường phải giảm thuế, miễn [[thuế]] và chẩn cấp. Người dân bị đói tràn khắp vùng thôn quê, tụ họp nhau đi [[cướp]] và những người chống triều đình lợi dụng sự bất mãn của những đoàn dân đói này để xách động nổi loạn như ở [[Thanh Hóa]] và [[Nghệ An]] năm 1819.\n\nMỗi khi mất mùa, triều đình phải áp dụng những biện pháp khẩn cấp để cứu đói. Để có phương tiện thực hiện cứu trợ khẩn cấp, triều đình thiết lập các kho lương trữ [[lúa]] cho việc cứu tế được gọi là ''[[Bình Chuẩn Thương]]'', người nghèo túng có thể mua [[gạo]] giá rẻ hơn bình thường và không giới hạn, từ 1, 2 phương tới cả [[thưng]], [[đấu]], [[bát ăn|bát]].\n\nNgoài ra triều Nguyễn còn lập ra ''[[Nghĩa Thương]]'' là những kho trữ lúa ở các [[tỉnh]] và [[phủ (định hướng)|phủ]] [[huyện]]. Những khi đói kém thì các kho này được mở ra để phát chẩn cho [[dân nghèo]]. Triều Nguyễn cũng cho tổ chức ''[[Xã Thương]]'' rất nhiều dưới thời vua [[Tự Đức]], khi gạo đắt thì bán ra, khi gạo rẻ thì đong lại để lưu trữ, có thể cho vay, thu lợi bao nhiêu dùng để cấp dưỡng binh đinh và giúp kẻ nghèo khó.\n\nThời [[Minh Mạng]] triều đình cũng bắt quan lại các tỉnh phải xuất lúa giống ở [[kho (định hướng)|kho]] cho dân nghèo vay để làm mùa sau, nhằm làm cho [[nông nghiệp]] không bị đình trệ và việc mất mùa không ảnh hưởng nhiều sang các năm sau.<ref>Nguyễn Thế Anh-Kinh tế & Xã hội Việt Nam dưới các vua triều Nguyễn Nhà xuất bản Văn Học tr 118-121<\/ref>\n\nĐể làm nhẹ bớt sự khổ cực của người [[nông dân]], triều Nguyễn cho áp dụng chính sách giảm hay miễn thuế cho những tỉnh bị nạn. Riêng với các tỉnh bị thiệt hại nặng, nhà vua cho miễn luôn tất cả các khoản thuế còn thiếu ở những năm trước. Năm 1841, vua [[Thiệu Trị]] cho dân [[Hưng Yên]] được miễn số thuế là 23.385 quan và 83.162 hộc lúa.<ref>Nguyễn Thế Anh-Kinh tế & Xã hội Việt Nam dưới các vua triều Nguyễn Nhà xuất bản Văn Học tr 124-125<\/ref>\n\n== Thủ công nghiệp ==\n{{main|Thủ công nghiệp Việt Nam thời Nguyễn}}\nThủ công nghiệp Nhà nước thời Nguyễn chế tạo tất cả những đồ dùng cho hoàng gia, tham gia đóng thuyền cho quân đội, đúc vũ khí, đúc tiền,...<ref name=\"đượclsvn1\"\/> Chính vì vậy, nhà Nguyễn cũng tập trung xây dựng hệ thống các xưởng thủ công Nhà nước, nhất là ở kinh đô và các vùng phụ cận. Năm 1803, Gia Long thành lập xưởng đúc tiền ''Bắc Thành tiền cục'' ở Thăng Long.<ref name=\"đượclsvn1\">'''Trương Hữu Quýnh (chủ biên), Phan Đại Doãn, Nguyễn Cảnh Minh''', ''Đại cương lịch sử Việt Nam - tập 1'', Nhà xuất bản Giáo dục, [[Thành phố Hồ Chí Minh]] 2005, trang 450<\/ref> Nhà Nguyễn cũng lập các Ti trông coi các ngành thủ công. Ví dụ như ti ''Vũ khố chế tạo'' quản lý nhiều ngành thủ công khác nhau, gồm 57 cục: làm đất, đúc, làm đồ vàng bạc, vẽ tranh, làm ngói, làm đồ pha lê, khắc chữ, đúc súng, làm trục xe, luyện đồng,... Ti ''Thuyền'' chịu trách nhiệm về các loài thuyền công và thuyền chiến, gồm 235 sở trên toàn quốc<ref name=\"đượclsvn1\"\/>. Ngoài ra còn có các ti ''Doanh kiến'', ti ''Tu tạo'', ti ''Thương bác hoả dược''.<ref>Trương Hữu Quýnh (chủ biên), Đào Tố Uyên, Phạm Văn Hùng, ''Lịch sử Việt Nam từ thế kỷ X đến 1858'', Nhà xuất bản ĐH Sư phạm, [[Thành phố Hồ Chí Minh]] 2004, trang 263<\/ref>\n\nPhần lớn nhân lực trong các xưởng thủ công Nhà nước là do triều đình trưng dụng thợ khéo trong các ngành như [[khảm xà cừ]], [[kim hoàn]], [[thêu thùa]]... tới làm việc để cung cấp đồ dùng cho triều đình. Vì vậy người thợ luôn tìm cách trốn tránh dù chính phủ áp dụng những biện pháp trừng phạt nặng nề để ngăn chặn.\n\nTrong nghề đóng tàu, năm 1820 sĩ quan người Mỹ John White đã nhận xét:''\" Người Việt Nam quả là những người đóng tàu thành thạo. Họ hoàn thành công trình của họ với một kỹ thuật hết sức chính xác.\"'' Ngoài các thuyền gỗ, người thợ thủ công Việt Nam còn đóng cả các loại tàu lớn bọc đồng<ref name=\"đượclsvn2\"\/>. Ngoài ra họ đã sáng chế được nhiều máy móc tiên tiến và có chất lượng vào thời đó, ví dụ các máy cưa xẻ gỗ, máy tưới ruộng,... và cả máy hơi nước.<ref name=\"đượclsvn2\">Trương Hữu Quýnh (chủ biên), Phan Đại Doãn, Nguyễn Cảnh Minh, ''Đại cương lịch sử Việt Nam - tập 1'', Nhà xuất bản Giáo dục, [[Thành phố Hồ Chí Minh]] 2005, trang 451<\/ref>.\n\nNhà Nguyễn cũng tập trung tham gia quản lý khai mỏ. Đến nửa đầu thế kỷ 19, triều đình đã quản lý 139 mỏ, và năm 1833 có 3.122 nhân công trong các mỏ Nhà nước<ref name=\"đượclsvn2\"\/><ref>'''Trương Hữu Quýnh (chủ biên), Đào Tố Uyên, Phạm Văn Hùng''', ''Lịch sử Việt Nam từ thế kỷ X đến 1858'', Nhà xuất bản ĐH Sư phạm, [[Thành phố Hồ Chí Minh]] 2004, trang 264<\/ref>. Tuy nhiên, phương thức khai mỏ thời bấy giờ vẫn kém phát triển so với thế giới.\n\n== Thương mại ==\n{{main|Thương mại Việt Nam thời Nguyễn}}\n=== Nội thương ===\nViệc thống nhất đất nước vào đầu thế kỷ XIX là một điều kiện thuận lợi cho thương nghiệp phục hồi và tái phát triển sau một thời gian dài suy thoái. Ngoài ra, Gia Long và các vua nhà Nguyễn cũng cho sửa sang đường sá, xoi đào các [[sông ngòi]], đắp các đê điều, để cho việc làm ăn của người dân được tiện lợi, cụ thể là: đường sá trong nước là sự khẩn yếu cho việc chính trị, vậy nên Gia Long mới định lệ sai quan ở các doanh, các trấn phải sửa sang đường quan lộ, bắt dân sở tại phải đắp đường làm [[cầu (định hướng)|cầu]], lệ cứ 15.000 [[trượng]] đường thì phát cho dân 10.000 [[phương gạo]]. Từ [[nam Quan|ải Nam Quan]] (thuộc [[Lạng Sơn]]) vào tận [[Bình Thuận]], cứ 4.000 [[trượng]] phải làm một [[nhà trạm]] ở cạnh đường quan lộ, để cho quan khách đi lại nghỉ ngơi. Cả thảy 98 trạm. Còn từ [[Bình Thuận]] trở vào phía nam đến [[Hà Tiên (tỉnh)|Hà Tiên]] thì phải đi đường thủy.<ref>Việt Nam Sử lược-Trần Trọng Kim PHẦN V Cận Kim Thời-Đại Nhà Nguyễn (1802-1945) CHƯƠNG I Thế Tổ (1802-1819)<\/ref>\n\nTuy nhiên, thương mại của Việt Nam rất kém cỏi, họ buôn lẻ hàng hóa của [[người Hoa]] để bán lại kiếm lời. Sự tổ chức thương mại của [[người Việt]] sơ sài, trong phạm vi [[gia đình]]. Nếu có những [[hội buôn]] lớn thì cũng chỉ là những phường họp vài [[thương gia]] hùn vốn với nhau để kinh doanh rồi chia tiền ngay. Họ không liên kết lại thành những hội buôn làm ăn lâu dài. Nhiều người Việt Nam cho vay lãi trở nên phát tài nhưng họ dùng tiền của để mua ruộng đất chứ không đầu tư kinh doanh, khuếch trương thương mại hay công nghệ. Do đó mà thương nghiệp không mạnh được, một phần lớn cũng bởi tâm lý của người dân.<ref name = \"nta\">Nguyễn Thế Anh-Kinh tế & Xã hội Việt Nam dưới các vua triều Nguyễn Nhà xuất bản Văn Học tr 214<\/ref>\n\nTrong vùng quê, hoạt động [[thương mại]] cũng chỉ nhằm trao đổi nông sản và hàng tiểu thủ công ở các chợ. Ở đó, ngoài những [[cửa hàng bán lẻ|cửa hàng]] [[tạp hóa]] quy mô nhỏ hay các cửa tiệm bán [[thuốc Bắc]], còn có những nông dân bán [[thổ sản]] và [[nông sản]] của minh và một số [[thương gia|thương nhân]] nhỏ bán vải vóc, hàng xén, cau thuốc, đi rong từ chợ này sang chợ khác.\n\nNgoài các tổ chức buôn bán đại quy mô ra, Hoa kiều trong các đô thị lớn còn kinh doanh [[sòng bạc]], [[đánh đề]] hay đút lót cho các quan để được đúc tiền, trưng thầu thuế đò, thuế chợ hay độc quyền [[rượu]]. Có những Hoa thương có thế lực còn chiếm độc quyền cung cấp hàng cho triều đình.<ref>Nguyễn Thế Anh-Kinh tế & Xã hội Việt Nam dưới các vua triều Nguyễn Nhà xuất bản Văn Học tr 205-212<\/ref> Dù vậy, guồng máy chính phủ cản trở nhiều sự trao đổi hàng hoá bởi sự nhiêu khê của các thủ tục hành chính ở các cửa ải và sở thuế.\n\nNhững cải cách tiền tệ cho thấy là thương mại phát triển hơn so với thế kỷ trước. Cho tới hết thời [[Nam-Bắc triều]] thì chỉ tệ duy nhất được đúc là [[tiền đồng]], cứ 500 đồng thành 1 quan. Giá trị thứ tiền này rất kém, sử dụng khó khăn chỉ hợp với 1 xã hội mà hoạt động [[kinh tế]] không quá [[thôn]] [[xã]] và sự mậu dịch không quan trọng. Vua [[Gia Long]] và [[Minh Mạng]] đã cho đúc những nén [[vàng]], nén [[bạc]] cho thấy kinh tế thương mại đã có bước tiến lên trước. Tuy nhiên, chúng ít được đầu tư và được dân chúng đem cất trữ bởi tâm lý dân chúng còn mang nặng tính [[nông nghiệp]].<ref>Nguyễn Thế Anh-Kinh tế & Xã hội Việt Nam dưới các vua triều Nguyễn Nhà xuất bản Văn Học tr 214-215<\/ref>\n\n=== Ngoại thương ===\nCho tới thời [[Thiệu Trị]], chính sách [[ngoại giao]] của nhà Nguyễn với [[phương Tây]] khá cẩn trọng nhưng [[thương mại]] với họ vẫn được khuyến khích. Sau năm 1818, các [[thương gia]] phương Tây khỏi phải trả [[thuế nhập cảng]] quá cao, chỉ vài loại hàng mới phải chịu thuế xuất cảng còn phần lớn được miễn. Hoạt động thương mại của Việt Nam với các nước láng giềng không thể phát triển tự do khi các quan chức đánh [[thuế]] nặng lên thương mại, còn [[thủ tục]] thì rất phiền phức. Ngoài ra, triều đình còn cấm đoán một số mặt hàng, muốn bán phải có [[giấy phép]] riêng. Guồng máy hành chính của nhà Nguyễn cản trở rất nhiều các hoạt động của thương nhân trong [[thế kỷ 19|thế kỷ XIX]] mà cũng không có một tầng lớp [[tầng lớp trung lưu|trung lưu]] làm giàu bằng thương mại để thúc đẩy triều đình mở rộng giao dịch quốc tế<ref>Nguyễn Thế Anh-Kinh tế & Xã hội Việt Nam dưới các vua triều Nguyễn Nhà xuất bản Văn Học tr 242-246<\/ref>. Về các thành thị công thương thì Hội An, Phố Hiến, Thanh Hà do nhiều nguyên nhân trở nên suy tàn và không thể phục hồi như xưa; còn Thăng Long, Bến Nghé, [[Đà Nẵng]] vẫn tiếp tục cuộc sống công thương như bình thường; Gia Định vẫn phát triển đều đặn. Xuất hiện thêm vài hiệu buôn người Hoa, một số phường thủ công cũng ổn định mặt hàng nhưng không thay đổi nhiều.<ref name=\"đượclsvn5\"\/>\n\n== Tiền tệ ==\n{{main|Tiền tệ Việt Nam thời Nguyễn}}\n[[Hình:Bao-Dai-Thong-Bao.png|nhỏ|100px|Bảo Đại thông bảo]]\n\nTiền lưu hành vào thời kỳ này được làm từ [[vàng]], [[bạc]], [[kẽm]], [[đồng]] và [[chì]], được phát hành ở dạng tiền xu, nén (thỏi). Khi Nguyễn Vương lên ngôi vua, ông cho đúc các loại tiền \"Gia-long Thông-bảo\". Các vua Gia Long, Minh Mạng, Thiệu Trị và Tự Đức ngoài việc đúc tiền kim loại bằng đồng và kẽm có hình tròn lỗ vuông, còn đúc các loại tiền bằng bạc hay bằng vàng, mang hình ảnh Long Vân, Nhật Nguyệt, Ngũ Phúc, Phú Thọ Đa Nam; hoặc đúc các thoi bạc thoi vàng hình hộp chữ nhật. Giá-trị của thoi tiền tính theo quan, theo lạng và được in nổi trên thoi tiền.\n\nTừ giữa cuối thế kỷ 19, nhà Nguyễn bắt đầu cho phép tư nhân đúc tiền, do đồng kim loại trong tiền đồng giảm đi nên nhiều tiền đồng có chất lượng kém được đưa vào lưu thông. Do những điểm yếu đó, nên đến thời vua Tự Đức, phương tiện thanh toán chủ yếu trong các giao dịch là tiền đồng của nhà Nguyễn\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Kinh tế Việt Nam thời Nguyễn]]\n[[Thể loại:Lịch sử kinh tế Việt Nam|K15]]"}