{"806628":"'''Kinh tế Việt Nam thời Hồ''' phản ánh những chính sách và hoạt động kinh tế [[Việt Nam]] vào thời [[nhà Hồ]] từ năm [[1400]] đến năm [[1407]].\n\n==Nông nghiệp==\nTừ cuối triều [[nhà Trần|Trần]], khi nắm quyền điều hành triều chính, [[Hồ Quý Ly]] đã bước đầu đã có những tác động toàn diện tới [[kinh tế]] - xã hội Đại Việt.\n\nĐầu tiên, Hồ Quý Ly ra một loạt biện pháp nhằm tăng tăng cường quyền sở hữu của nhà nước về ruộng đất, tăng ngân sách của triều đình.<ref>Viện Sử học, sách đã dẫn, tr 33<\/ref>\n\nTháng 6 năm [[1397]] đời [[Trần Thuận Tông]], Hồ Quý Ly nhân danh vua Trần xuống chiếu hạn chế danh điền (tức là ruộng tư có người đứng tên); theo đó các vị vương và trưởng công chúa thì số ruộng không hạn chế; đến thứ dân thì số ruộng là 10 mẫu, người nào có nhiều nếu có tội, thì cho tùy ý được lấy ruộng để chuộc tội, bị biếm chức hay mất chức cũng được làm như vậy. Số ruộng thừa phải hiến cho nhà nước.<ref name=\"dvsktt8\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt13.html Đại Việt Sử ký Toàn thư, quyển VIII - Phụ: Hồ Quý Ly và Hán Thương]<\/ref>\n\nSang năm [[1398]], Hồ Quý Ly ra lệnh cho dân phải nêu rõ họ tên cắm ở trên ruộng; quan lộ, phủ châu, huyện cùng khám xét, đo đạc, lập thành sổ sách, 5 năm mới xong; ruộng nào không có giấy khai sinh báo hay cam kết thì lấy làm quan điền (ruộng công).<ref name=\"dvsktt8\"\/>\n\nĐến khi Hồ Hán Thương lên ngôi, năm [[1402]] đã ra lệnh định lại các lệ thuế và tô ruộng, theo đó:<ref name=\"dvsktt8\"\/>\n* 1 mẫu tăng thu từ 3 thăng thóc lên 5 thăng.\n* Bãi dây mỗi mẫu tăng thu từ 9 quan hoặc 7 quan tiền tăng lên theo hạng:\n** thu hạng thượng đẳng mỗi mẫu 5 quan tiền giấy\n** hạng trung đẳng mỗi mẫu 4 quan tiền giấy\n** hạng hạ đẳng 3 quan tiền giấy.\n* Tiền nộp hằng năm của đinh nam từ 3 quan, nay chiếu theo số ruộng để thu:\n** người nào chỉ có 5 sào ruộng thì thu 5 tiền giấy\n**Người nào từ 6 sào đến 1 mẫu thì thu 1 quan;\n** Từ 1 mẫu 1 sào đến 2 mẫu thu 2 quan\n** Từ 2 mẫu 1 sào đến 2 mẫu 5 sào thu 2 quan 6 tiền\n** Từ 2 mẫu 6 sào trở lên thu 3 quan.\n\nĐinh nam không có ruộng và trẻ mồ côi, đàn bà góa, thì dẫu có ruộng cũng thôi không thu.\n\nSau khi chiếm được đất Thăng Hoa và Tư Nghĩa của [[Chiêm Thành]] (1402), để khuyến khích dân cư đến định cư ở vùng đất mới, Hồ Hán Thương mộ dân nộp trâu để cấp cho dân mới dời đến ở vùng này, người nộp được ban tước.<ref name=\"dvsktt8\"\/>\n\nThời gian tồn tại của [[nhà Hồ]] rất ngắn, không thấy sử sách chép lại về kết quả đạt được của hoạt động nông nghiệp trong thời kỳ này.\n\n== Thương mại và tài chính ==\n[[Nhà Hồ]] có chính sách đánh thuế khá cao nhằm hạn chế buôn bán. Năm [[1400]], nhà Hồ chia các thuyền buôn làm ba hạng: thượng đẳng, trung đẳng và hạ đẳng: Thượng đẳng mỗi chân chèo nộp thuế 5 quan, trung đẳng 4 quan, hạ đẳng 3 quan.<ref name=\"cm11\">Khâm định Việt sử thông giám cương mục, chính biên quyển 11<\/ref> Điều này được lý giải trên 2 góc độ: để tăng thu ngân khố và vì lý do quốc phòng, sợ cuộc xâm lăng của [[nhà Minh]].<ref>Viện Sử học, sách đã dẫn, tr 41<\/ref>\n\nKhác với các triều đại trước ban hành tiền kim loại để tiêu dùng trong dân, nhà Hồ áp dụng tiền giấy \"Thông Bảo hội sao\". Việc ban hành tiền giấy được [[Hồ Quý Ly]] thực hiện khi ông nắm thực quyền trong triều đình nhà Trần và đã cho ban hành ngay từ năm [[1396]] thời Trần Thuận Tông. Sang thời Hồ, chính sách tiền tệ này tiếp tục được [[Hồ Quý Ly]] và [[Hồ Hán Thương]] thực hiện. Nếu người nào làm giả tiền giấy hoặc tàng trữ riêng hoặc tiêu dùng riêng thì phải tội tội tử hình<ref name=\"cm11\"\/>.\n\n[[Hồ Hán Thương]] còn ra chính sách đặt tiêu chuẩn cho cân thước thưng đấu, định giá tiền giấy để trao đổi. Tuy nhiên, tiệc dùng tiền giấy không được sự ủng hộ của dân chúng và nhà Hồ đã thất bại trong cuộc cải cách tiền tệ này. Lý do quan trọng nhất là tiền Thông bảo hội sao của nhà Hồ không được đảm bảo bằng tiền đồng. Các thương gia không thích tiền giấy nên họ bán giá cao hoặc đóng cửa hàng. Hồ Hán Thương bèn lập điều luật để xử tội không tiêu tiền giấy, bán giá cao, đóng cửa hàng, bao che giúp nhau<ref name=\"dvsktt8\"\/>. Chính sách này càng làm hạn chế hoạt động kinh doanh buôn bán trong đời sống xã hội<ref>Viện Sử học, sách đã dẫn, tr 42<\/ref>.\n\n==Xem thêm==\n* [[Nhà Hồ]]\n* [[Hồ Quý Ly]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]\n* Lục Đức Thuận, Võ Quốc Ky ([[2009]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Giáo dục\n* Trương Hữu Quýnh, [[Đinh Xuân Lâm]], Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Giáo dục\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử Việt Nam thời Hồ}}\n\n[[Thể loại:Lịch sử Việt Nam thời Hồ]]\n[[Thể loại:Lịch sử kinh tế Việt Nam|K9]]"}