{"2420238":"'''Kinh tế Việt Nam thời Bắc thuộc lần 3''' đã có những bước phát triển nhất định về ngành thủ công nghiệp. Tuy nhiên, do ảnh hưởng của chính sách vơ vét hà khắc của nhà Đường và các cuộc tấn công, tàn phá, cướp bóc của các nước láng giềng, kinh tế [[Việt Nam]] thời kỳ này bị ảnh hưởng nghiêm trọng<ref name=\"vsh362\">Viện Sử học (2001), sách đã dẫn, tr 362<\/ref>.\n\n==Nông nghiệp, lâm nghiệp==\n[[Nông nghiệp]] vẫn chủ yếu là nghề trồng lúa, trồng màu. Ngoài ra còn các cây ăn quả có sợi, cây làm mật đường và nghề trồng dâu nuôi tằm. Nghề chăn nuôi gia súc cũng phát triển.\n\nViệc khai thác sản vật rừng nhằm phục vụ cho việc cống nạp nhà Đường, lấy những đồ quý giá của địa phương. Hàng năm, An Nam phải nộp cống phẩm là lâm sản quý gồm ngà [[voi]], [[đồi mồi]], lông trả, mật [[trăn]], [[trầm hương]]...<ref name=\"phl283\">[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr 283<\/ref>.\n\n==Thủ công nghiệp==\nThủ công nghiệp có những bước tiến mới so với các thời kỳ trước, tiêu biểu là các nghề rèn sắt, đúc [[đồng]], chế tạo gốm sứ, gạch ngói, dệt vải lụa, sa the, gấm vóc. Bên cạnh kỹ thuật cổ truyền là những kỹ thuật du nhập từ bên ngoài. Cống phẩm của An Nam có những sản phẩm thủ công nổi tiếng như sa the Ái châu, bạch lạp Phong châu, Phúc Lộc châu…\n\nChính quyền đô hộ trực tiếp quản lý các ngành rèn binh khí, đóng thuyền, đúc đồng, xây cất chùa và dinh thự. Thợ được huy động chủ yếu là thợ khéo tay và có sức khỏe ở các nơi về phủ thành đô hộ theo hình thức lao dịch.\n\nCác nghề thủ công địa phương chưa tách rời nông nghiệp. Sản phẩm sản xuất ra vẫn chủ yếu phục vụ tiêu dùng địa phương.\n\n* Nghề rèn sắt tới thời [[Bắc thuộc lần 3|thuộc Đường]] khá phát triển. Riêng số thuế [[sắt]], thuế [[muối]] hàng năm đã lên 40 vạn quan tiền<ref name=\"vsh362\"\/>. Phạm vi sử dụng đồ sắt cũng được mở rộng. Nhân dân dùng sắt cán bông, đan lưới bắt san hô ở biển. Nghề rèn sắt phát triển kéo theo sự phát triển của nghề khai mỏ và luyện kim. Những nghề này mang lại nguồn thu thuế khá lớn cho [[nhà Đường]]<ref name=\"vsh363\">Viện Sử học (2001), sách đã dẫn, tr 363<\/ref>.\n* Nghề đúc đồng: đồng từ lâu đã không còn đóng vai trò chủ yếu trong việc chế đúc đồ điền khí và vũ khí, thì tới thời kỳ này được sử dụng rộng rãi trong chế đồ gia dụng hoặc đúc tiền. Đồ gia dụng làm bằng đồng như mâm đồng, ấm đồng, chậu [[đồng]],… Tiền bằng đồng thời Đường đúc khá nhiều, nhất là tiền Khai Nguyên thông bảo được đúc ngay tại đất An Nam<ref name=\"vsh363\"\/>.\n* Nghề khai thác mỏ như mỏ [[đồng]], mỏ [[thiếc]] và [[vàng]] [[bạc]] tiếp tục phát triển. Việc tiến cống vàng bạc cho chính quyền đô hộ khá phổ biến. Sử nhà Đường chép tới việc Trường châu, Hoan châu, Lục châu, Phong châu cống vàng…\n* Nghề dệt: dựa trên cơ sở nghề trồng dâu, nuôi tằm. Các sách sử Trung Hoa đề cập tới nghề dệt của An Nam là ''Nguyên Hòa quận huyện chí'', ''Thái Bình hoàn vũ ký'', ''Tây Việt ngoại kỷ''. Nổi tiếng về nghề dệt [[lụa]], [[the]], vải [[bông]], [[đay]], [[gai]] là Ái châu, Phong châu, Trường châu. Tại Ái châu và Phong châu có tằm 8 lứa kén<ref>Viện Sử học (2001), sách đã dẫn, tr 364<\/ref>. Tại Trường châu nổi tiếng vì dệt được loại vải Triệu Hà (vải màu ráng mây) được họn làm đồ tiến cống. Tơ tằm là thứ quý, [[nhà Đường]] quy định mọi thứ tô điệu của An Nam đều quy thành tơ tằm để nộp cống<ref name=\"phl283\"\/>.\n\n==Thương mại==\nQua vài trăm năm, mạng lưới giao thông thủy bộ nối liền vùng trung tâm ([[Tống Bình]]) với các châu trị, huyện trị đã hình thành. \n* Đường biển nối liền [[Quảng Châu (địa danh cổ)|Quảng Châu]], Giao Châu và các nước vùng biển phía nam. \n* Đường bộ từ đông sang tây dọc theo [[sông Hồng]], từ đông sang tây; còn từ bắc xuống nam dọc theo [[sông Đáy]], qua Tạc Khẩu ([[Ninh Bình]]) đến [[Cửu Chân]]. Con đường này được mô tả trong sử sách Trung Quốc như sau: \"Từ Hoan châu đi về phía đông 2 ngày đến huyện An Viễn, châu Đường Lâm, đi về nam qua sông Cổ La ([[sông Ròn]]) 2 ngày thì đến sông Đàn Đông ([[sông Gianh]]) của nước Hoàn Vương (tức là [[Lâm Ấp]] trước đây)\"<ref>Viện Sử học (2001), sách đã dẫn, tr 365<\/ref>.\n\nViệc hình thành mạng lưới giao thông lớn nằm trong ý định tăng cường kiểm soát của nhà Đường đối với An Nam. Đồng thời, những tuyến đường giao thông này giúp cho việc trao đổi hàng hóa diễn ra thuận lợi không chỉ trong phạm vi An Nam mà còn với bên ngoài. Đương thời [[Quảng Châu (địa danh cổ)|Quảng Châu]] là một trung tâm buôn bán và trao đổi hàng hóa thịnh hành. Trên con đường thông từ [[Quảng Châu (địa danh cổ)|Quảng Châu]] qua [[Nam Dương]] tới [[Ấn Độ]] và [[Ba Tư]], thuyền buôn từ các nước [[Ả Rập]], [[Ba Tư]] và [[Trung Quốc]] thường ghé qua An Nam. Lái buôn [[Trung Quốc]] thường mang các sản phẩm thủ công như đồ sứ, chè, thuốc tới bán và mùa về các sản phẩm địa phương như ngà voi, lông trả, châu báu.\n\nAn Nam đã trở thành trung tâm buôn bán khá sầm uất ở phía nam [[Ngũ Lĩnh]]. Giữa [[Quảng Châu (địa danh cổ)|Quảng Châu]] và An Nam có sự cạnh tranh về buôn bán. Năm [[863]], [[nhà Đường]] ra lệnh cho các đạo để cho thương nhân qua lại buôn bán, không được cấm đoán họ<ref>Viện Sử học (2001), sách đã dẫn, tr 366<\/ref>.\n\n==Xem thêm==\n* [[Bắc thuộc lần 3]]\n* [[Kinh tế Việt Nam thời Bắc thuộc lần 2]]\n* [[Kinh tế Việt Nam thời Bắc thuộc lần 1]]\n\n==Tham khảo==\n* Viện Sử học ([[2001]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Khoa học xã hội\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] ([[1991]]), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n* Viện Sử học ([[1988]]), ''Biên niên lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{tham khảo}}\n{{Lịch sử Việt Nam thời Bắc thuộc lần 3}}\n\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 3| ]]\n[[Thể loại:Nhà Đường]]\n[[Thể loại:Lịch sử kinh tế Việt Nam|K3]]"}