{"2222017":"'''Kinh tế Việt Nam thời Tiền Lê''' phản ánh tình hình kinh tế nước [[Đại Cồ Việt]] từ năm [[980]] đến năm [[1009]] dưới thời [[Tiền Lê]] trong [[lịch sử Việt Nam]].\n\n== Nông nghiệp ==\nNông nghiệp vẫn là nền tảng cơ bản của nền kinh tế đương thời. Phần lớn ruộng đất ở làng xã phụ thuộc vào triều đình, do triều đình sở hữu.<ref name=\"dtu30\">Đào Tố Uyên, sách đã dẫn, tr 30<\/ref>\n\nCác loại ruộng đất thời Tiền Lê gồm có:\n* Ruộng tịch (ruộng vua): như Bố Hải Khẩu ([[Thái Bình]]), Đỗ Động ([[Bắc Giang]]), Đọi Sơn ([[Hà Nam]]). Vào đầu xuân vua thực hiện lễ cấy tịch điền để động viên, khuyến khích nhân dân sản xuất nông nghiệp, gọi là [[lễ tịch điền]]; lần đầu tiên vào năm [[987]], [[Lê Đại Hành]] đã thực hiện việc này.<ref name=\"dvsktt1\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt sử ký toàn thư, Bản kỷ quyển 1]<\/ref><ref name=\"dvsktb205\">Ngô Thì Sĩ, sách đã dẫn, tr 205<\/ref> Sử sách ghi nhận đó là [[lễ tịch điền]] đầu tiên mà một vị vua Việt Nam thân hành đi cày.<ref name=\"bnlsvn80\">Viện Sử học, sách đã dẫn, tr 80<\/ref> Triều đình sử dụng người tù tội hoặc nông dân làm nghĩa vụ lao dịch cày cấy, toàn bộ sản lượng thu hoạch về kho của triều đình.<ref name=\"thq112\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 112<\/ref> \n* Ruộng phân phong: Về chính sách phân phong ruộng đất, nhà Tiền Lê cơ bản kế thừa [[nhà Đinh]]. Chế độ phân phong cho các công thần, quan lại chỉ là tạm thời, để hưởng thuế, không trở thành ruộng đất tư hữu và phải trả lại triều đình sau khi được người phong qua đời.<ref>Nhiều tác giả, sách đã dẫn, tr 95-96<\/ref> Ngoài một số công thần, vua [[Lê Đại Hành]] còn ban đất cho các hoàng tử làm thực ấp (tất cả 11 người). \n* Ruộng chùa: Nhà chùa cũng sở hữu một số đất đai.<ref name=\"dtu30\"\/> \n* Ruộng tư: Ruộng đất tư nhân do một số trang trại hình thành từ thời Bắc thuộc được triều đình trung ương cho phép tồn tại, thuộc quyền sở hữu tư nhân và được phép mua bán.\n\nNgoài ra, nhà Tiền Lê còn khuyến khích dân các nơi khai khẩn đất hoang để lập làng, mở rộng diện tích đất công.<ref name=\"dtu30\"\/> Những ruộng đất ở làng xã và ruộng mới hình thành do khai hoang, nhân dân theo tập tục chia ruộng đều cho nhau cày cấy và nộp thuế cho triều đình.<ref name=\"thq112\"\/>\n\nSử sách ghi nhận những thành quả phát triển nông nghiệp thời [[Tiền Lê]], mùa mang tốt vào các năm [[987]], [[989]].<ref name=\"dvsktt1\"\/><ref name=\"thq113\">Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn, sách đã dẫn, tr 113<\/ref>\n\n== Thủ công nghiệp==\nTrên cơ sở sự phát triển của các nghề thủ công truyền thống, thủ công nghiệp tiếp tục phát triển. Một số quan xưởng thuộc sở hữu của triều đình được hình thành để sản xuất các vật dụng cho vua quan và đúc tiền, đúc vũ khí.\n\nĐương thời ghi nhận một số công trình dung điện xây dựng như điện Bách Bảo Thiên Tuế ở núi Đại Vân, cổ giác vàng bạc, làm nơi coi chầu; điện Phong Lưu, điện Tử Hoa, điện Bồng Lai, điện Cực Lạc, lầu Đại Vân, điện Trường Xuân, điện Long Bộc, mái lợp ngói bạc.<ref name=\"dvsktt1\"\/>\n\nNhững nghề sản xuất thủ công nghiệp trong dân gian gồm có kéo [[tơ]], [[dệt]] [[lụa]], rèn [[sắt]], làm [[giấy]], đúc [[đồng]], làm vàng bạc, đóng [[thuyền]],… với trình độ ngày càng nâng cao.<ref>Đào Tố Uyên, sách đã dẫn, tr 32<\/ref>\n\n==Thương mại==\nHệ thống đường sá giao thông đường bộ và đường thủy trong nước được các vua Lê quan tâm khai thông xây dựng. Sử ghi lại những sự kiện khai thông đường sá vào các năm [[983]], [[1003]], [[1009]].\n\nSử sách không chép rõ về hoạt động thương mại trong nước. Đối tác quan hệ buôn bán ngoại thương chủ yếu của [[Đại Cồ Việt]] là [[Trung Quốc]]. Hai bên lập ra những nơi giao dịch song phương gọi là ''Bạc dịch trường'' đặt trên đường thông lộ biên giới.\n\nNhững Bạc dịch trường quan trọng trong thời kỳ này là trại Vĩnh Bình (được Lê Văn Siêu phỏng đoán là chợ Kỳ Lâm hiện nay<ref name=\"LVS486\">Lê Văn Siêu, sách đã dẫn, tr 486<\/ref>), tại Sách Nam Giang thuộc trại Cổ Vạn và châu Tô Hậu (Lê Văn Siêu phỏng đoán là châu Thất Khê<ref name=\"LVS486\"\/>), trại Hoành Sơn (Na Chàm ở ải Nam Quan<ref name=\"LVS486\"\/>). Trại Hoành Sơn tụ tập nhiều nhà buôn từ châu Quảng Nguyên của Đại Cồ Việt và châu Đặc Ma của nước [[Đại Lý]] ([[Vân Nam]]) và các lái buôn từ Quảng Châu của Tống.\n\nBạc dịch trường lớn nhất gần biên giới là điểm giao dịch hai nước nằm ở trại Như Hồng, Khâm châu.<ref name=\"LVS486\"\/>\n\nCác quan chức địa phương biên giới cũng hỗ trợ cho quan hệ buôn bán của các thương gia hai bên. Nếu xảy ra việc kêu ca vì người bán cân thiếu thì phía Đại Cồ Việt lại cử sứ sang Khâm châu để thử lại cân để kiểm tra.<ref name=\"LVS487\">Lê Văn Siêu, sách đã dẫn, tr 487<\/ref> Không những thế, chính triều đình nhà Tiền Lê cũng sai người sang giao dịch thẳng với khách buôn người Tống. Hàng bán của Đại Cồ Việt gồm có [[vàng]], [[bạc]], tiền đồng.<ref name=\"LVS487\"\/>\n\n== Tiền tệ==\nKhi cai trị, [[Lê Hoàn]] đã dùng ba [[niên hiệu]], song chỉ đúc duy nhất tiền ''Thiên Phúc trấn bảo'', lấy tên theo niên hiệu đầu tiên. Các vua Tiền Lê sau không đúc tiền.\n\nSử liệu cũ của Việt Nam là [[Đại Việt sử ký toàn thư]] và [[Việt sử thông giám cương mục]] đều có nhắc đến việc tiền Thiên Phúc được đúc từ mùa xuân năm [[984]]. Do tiền trong nước không đủ nhu cầu sử dụng, một số đồng tiền [[nhà Đường]] cũ như Khai Nguyên và [[nhà Tống]] đương thời như Thuần Hóa, Tường Phù được lưu hành trong nước [[Đại Cồ Việt]]<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 57<\/ref>.\n\nSử sách không nêu rõ tỷ lệ giá trị giữa những đồng tiền trong nước phát hành và tiền [[Trung Quốc]] ra sao. Tiền Thiên Phúc nhà Tiền Lê nặng 2,3-3,2 gram, còn các đồng tiền nhà Tống nặng khoảng 3,5 gram.<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 58<\/ref> Tại Khâm châu, việc mua bán của người Việt và người Tống bao gồm cả tiền đồng. Lê Văn Siêu cho rằng đây không chỉ là thị trường [[hàng hóa]] mà còn là [[thị trường tiền tệ]] mà hai bên trao đổi ngoại hối.<ref name=\"LVS487\"\/>\n\n==Các loại thuế==\nNhà Tiền Lê đặt ra lệ đánh thuế căn cứ vào số lượng tài sản về ruộng đất. [[Thuế thân]] chia ra hai loại:\n:''Tiền công dung'' là tiền [[sưu dịch|công dịch]] (như lao động công ích) mà người dân phải chịu mỗi năm 10 ngày và có thể nộp tiền thay vào việc tạp dịch<ref name=\"LVS473\">Lê Văn Siêu, sách đã dẫn, tr 473. Dẫn theo ''Lịch triều hiến chương loại chí''<\/ref>\n:''Tiền thuế hộ'': là tiền mỗi gia đình phải nộp hàng năm\n:''Tiền thuế điệu'': Tiền mỗi hộ phải nộp để đóng vào việc quân\n\nNhà Tiền Lê đặt ra thuế thổ sản theo phép thời Tam Đại ([[nhà Hạ|Hạ]], [[nhà Thương|Thương]], [[nhà Chu|Chu]]) của [[Trung Quốc]], chỉ lấy cống phẩm mà không thu bằng tiền. Đồng thời, triều đình có chính sách khuyến khích thương mại. Những người buôn bán không phải nộp thuế, coi như họ chỉ bán những nông phẩm sản xuất ra mà đã chịu thuế ruộng đất rồi.<ref name=\"LVS473\"\/>\n\n==Xem thêm ==\n* [[Kinh tế Việt Nam thời Lý]]\n* [[Kinh tế Việt Nam thời Đinh]]\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử thông giám cương mục]]\n* [[Ngô Thì Sĩ]] ([[2011]]), ''Đại Việt sử ký tiền biên'', Nhà xuất bản Văn hóa thông tin\n* Trương Hữu Quýnh, Đinh Xuân Lâm, Lê Mậu Hãn chủ biên ([[2008]]), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* Lục Đức Thuận, Võ Quốc Ky ([[2009]]), ''Tiền cổ Việt Nam'', Nhà xuất bản Giáo dục\n* Đào Tố Uyên chủ biên ([[2008]]), ''Giáo trình lịch sử Việt Nam, tập 2'', Nhà xuất bản Đại học sư phạm\n* Nhiều tác giả ([[1984]]), ''Thế kỷ X - Những vấn đề lịch sử'', Nhà xuất bản Khoa học xã hội\n* Nguyễn Khắc Thuần ([[2003]]), ''Đại cương lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Văn hóa thông tin\n* Đào Duy Anh ([[2005]]), ''Đất nước Việt Nam qua các đời'', Nhà xuất bản Văn hóa thông tin\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà xuất bản Văn học \n* Viện Sử học ([[1987]]), ''Biên niên lịch sử cổ trung đại Việt Nam'', Nhà xuất bản Khoa học xã hội\n\n== Chú thích ==\n{{tham khảo|30em}} \n{{Lịch sử Việt Nam thời Tiền Lê}}\n\n[[Thể loại:Lịch sử kinh tế Việt Nam|K6]]\n[[Thể loại:Lịch sử Việt Nam thời Tiền Lê]]"}