{"103260":"{{bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam|thị xã\n| tên = Kinh Môn\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 20.9906247\n| kinh độ = 106.5539131\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 165,33 km²\n| dân số = 203.638 người\n| dân tộc =\n| thời điểm dân số = 2018\n| mật độ dân số = 1.232 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]] \n| thành lập = 1\/11\/2019<ref name=NQ768 \/>\n| phân chia hành chính = 14 phường, 9 xã\n| loại đô thị = Loại IV\n| năm công nhận = 2019<ref name=BXD \/>\n| mã hành chính = 292<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = phường [[An Lưu]]\n| web = {{url|kinhmon.haiduong.gov.vn}}\n|biển số xe=34-D1}}\n\n'''Kinh Môn''' là một [[Thị xã (Việt Nam)|thị xã]] thuộc tỉnh [[Hải Dương]], [[Việt Nam]].\n\nThị xã Kinh Môn thuộc vùng bán sơn địa, một dãy núi đất trong cánh cung [[Đông Triều]] làm xương sống của thị xã. Về núi non, Kinh Môn có cảnh trí tương đối giống [[Chí Linh]], nhưng Kinh Môn còn có những núi đá xanh rải rác, các dòng [[sông]] bao bọc và những [[cánh đồng]] rộng lớn.\n\n== Địa lý ==\nThị xã Kinh Môn nằm ở phía đông bắc của tỉnh Hải Dương, nằm cách thành phố [[Hải Dương]] khoảng 33 km, cách trung tâm thủ đô [[Hà Nội]] khoảng 91 km về phía đông bắc, vị trí địa lý:\n\n* Phía đông giáp huyện [[Thủy Nguyên]], thành phố [[Hải Phòng]]\n* Phía tây giáp thành phố [[Chí Linh]] và huyện [[Nam Sách]]\n* Phía nam giáp huyện [[Kim Thành]] và huyện [[An Dương]], thành phố [[Hải Phòng]]\n* Phía bắc và đông bắc giáp thị xã [[Đông Triều]], tỉnh [[Quảng Ninh]].<ref>{{Chú thích web|url=http:\/\/gis.chinhphu.vn\/?r=Z4ROKd8oHEG06mN5XTyQg|tựa đề=Địa giới hành chính thị xã Kinh Môn|website=Cổng thông tin điện tử Chính phủ|url-status=live}}<\/ref>\n\n=== Sông ngòi ===\nKinh Môn là thị xã nằm vùng bán sơn địa, được bao bọc xung quanh và chia cắt bởi nhiều con sông lớn thuộc hệ thống sông Thái Bình như: sông Kinh Thầy, sông Đá Vách, sông Kinh Môn bao quanh và các con sông nhỏ như: sông Đò Than, sông Nguyễn Luân... Do đó việc giao thông đi lại với các địa phương trong và ngoài thị xã được kết nối bằng rất nhiều cây cầu lớn như: cầu An Thái (phường Long Xuyên), cầu Đá Vách, Hoàng Thạch (phường Minh Tân), hai cầu mới đưa vào sử dụng là cầu Triều (phường [[Thất Hùng (phường)|Thất Hùng]]), cầu Mây (xã [[Thăng Long, Kinh Môn|Thăng Long]]) và cầu Dinh (phường [[Thái Thịnh (phường)|Thái Thịnh)]], một số cây cầu đang được phê duyệt và xây dựng trong thời gian tới như cầu Vạn, cầu Bãi Mạc... và nhiều bến phà, đò ngang như: đò Vải (xã Lê Ninh), đò Trạm (xã Bạch Đằng), đò Nống (phường Hiến Thành)...\n\n=== Địa hình ===\nĐịa hình có dãy núi Kinh Môn chạy dọc thị xã kéo dài từ các xã Quang Thành, Lê Ninh đến phường An Lưu, và khu vực đồi núi thuộc 5 phường phía Bắc sông Kinh Thầy. Điển hình với một số điểm cao của địa hình: núi Sấu cao 111 mét (giữa hai xã Quang Thành và Lê Ninh), núi Vu cao 191 mét (giữa hai xã Lạc Long và Lê Ninh), núi Ngang cao 143 mét (phường Tân Dân), núi Thần cao 155 (phường Phú Thứ) và đỉnh núi cao nhất thị xã là núi An Phụ cao 244 mét (phường An Sinh).\n\n=== Khí hậu ===\nKhí hậu nhiệt đới gió mùa với lượng mưa trung bình 1400 – 1600&nbsp;mm thuộc loại trung bình dưới so cùng các khu vực khác ở trung du và đồng bằng Bắc Bộ. Mùa mưa từ tháng 5 đến tháng 9 với tổng lượng mưa đạt gần 80% lượng mưa cả năm. Nhiệt độ trung bình năm đạt 23,2 độ C.\n\n== Hành chính ==\nThị xã Kinh Môn có 23 đơn vị hành chính cấp xã trực thuộc, bao gồm 14 phường: [[An Lưu]], [[An Phụ]], [[An Sinh, Kinh Môn|An Sinh]], [[Duy Tân, Kinh Môn|Duy Tân]], [[Hiến Thành]], [[Hiệp An, Kinh Môn|Hiệp An]], [[Hiệp Sơn]], [[Long Xuyên, Kinh Môn|Long Xuyên]], [[Minh Tân, Kinh Môn|Minh Tân]], [[Phạm Thái (phường)|Phạm Thái]], [[Phú Thứ, Kinh Môn|Phú Thứ]], [[Tân Dân, Kinh Môn|Tân Dân]], [[Thái Thịnh (phường)|Thái Thịnh]], [[Thất Hùng (phường)|Thất Hùng]] và 9 xã: [[Bạch Đằng, Kinh Môn|Bạch Đằng]], [[Hiệp Hòa, Kinh Môn|Hiệp Hòa]], [[Hoành Sơn, Kinh Môn|Hoành Sơn]], [[Lạc Long, Kinh Môn|Lạc Long]], [[Lê Ninh, Kinh Môn|Lê Ninh]], [[Minh Hòa, Kinh Môn|Minh Hòa]], [[Quang Thành, Kinh Môn|Quang Thành]], [[Thăng Long, Kinh Môn|Thăng Long]], [[Thượng Quận]].\n\n== Lịch sử ==\nNgày xưa, khi nữ tướng [[Lê Chân]] lập trang An Biên khai phát khu vực thượng nguồn sông Cấm ngày nay, chắc chắn Kinh Môn không xa biển.\n\nĐến năm Quang Thuận thứ 10 (1469), Thừa tuyên Hải Dương có 4 [[phủ (đơn vị hành chính)|phủ]], 18 [[huyện]] thì phủ Kinh Môn là một trong 4 phủ, quản 7 huyện: Giáp Sơn, Đông Triều, Kim Thành, An Lão, An Dương, Nghi Dương và Thủy Đường. Đối chiếu với bản đồ ngày nay, Kinh Môn chỉ còn là danh chỉ huyện Giáp Sơn xưa, trừ các huyện [[Kim Thành]], [[Đông Triều]] cơ bản là đất cũ, các huyện còn lại chính là nằm lọt trong phần lớn thành phố [[Hải Phòng]] ngày nay.\n\nVùng đất thuộc phủ Kinh Môn chắc chắn có một giai đoạn phát triển mạnh, vì nằm giữa Chí Linh quê gốc và Dương Kinh nơi đất căn bản của họ [[nhà Mạc|Mạc]]. Nhưng cuối triều Mạc, bắt đầu Lê Trung hưng phải gánh chịu nhiều cuộc tàn phá ghê gớm. Một phần do sự suy tàn của triều Mạc, một phần đây chính là địa điểm đường thủy nối Tây đô Thanh Hóa với Đông đô, cuộc chiến phò Lê và tồn Mạc đã làm cho cả vùng thành chiến địa. Đại Việt sử ký toàn thư chép năm 1598, Đoan Quốc công [[Nguyễn Hoàng]] đã từ Thăng Long, vâng mệnh vua [[Lê Thế Tông]], kéo về Kinh Môn thảo phạt \"giặc ngụy\". Sau khi nhà Mạc chạy dài lên phía Bắc, thế lực chống triều đình mạnh nhất tập trung ở Thủy Đường (nay là Thủy Nguyên), rồi Đông Triều, Kim Thành, Thanh Hà, An Dương… đều không thần phục triều đình. Nhưng duy chỉ có Giáp Sơn là không thấy nói có \"ngụy\", và chắc chắn Nguyễn Hoàng đã kéo quân theo đường thủy đến phủ lỵ Kinh Môn làm bản doanh để làm cuộc chinh phạt. Chính vùng sông nước từ Kinh Môn đến [[Đồ Sơn]], nằm trong khu vực phủ Kinh Môn xưa, hai trăm năm sau lại là vùng đất hoạt động của Quận He Nguyễn Hữu Cầu chống lại triều đình. (Ghi chú: Quyển tiểu thuyết \"Vườn An Lạc\" của Nguyễn Xuân Hưng chính là viết về giai đoạn này của Kinh Môn).\n\nNgược dòng lịch sử, Kinh Môn có một vùng di tích vốn là trang ấp của An Sinh vương [[Trần Liễu]], thân sinh Đức Thánh [[Trần Hưng Đạo|Hưng Đạo đại vương]]. Trang ấp này ngày nay thuộc xã An Sinh, dưới chân núi An Phụ. Chính sử chép nhà Trần phát tích từ [[Thiên Trường]], nhưng hàn vi mấy đời đánh cá trên sông, cứu công chúa nhà Lý trên sông. Ngày xưa, con sông [[Sông Bạch Đằng|Bạch Đằng]] đổ vào hệ thống [[sông Thái Bình]] rồi lên kinh thành chính là đường thủy quốc lộ chính, địa vật ngày nay chắc khác xưa nhiều, con cháu nhà Trần có thể đánh cá dọc sông [[Sông Kinh Thầy|Kinh Thầy]] hay không, nhưng chắc chắn [[An Phụ]] có vị trí tâm linh cao quý đối với họ Trần. Bằng chứng là sau này, các đời vua từ Minh Tông trở về sau đều không phải an táng ở Thiên Trường (Nam Định) mà an táng tại An Sinh. Có sách nói [[An Sinh]] ngày nay thuộc Đông Triều, đó là thông tin nhầm lẫn. An Sinh là một phần của Kinh Môn. An Sinh vốn là trang ấp cổ của dòng trưởng họ Trần, các đời vua sau đều là con cháu của cả dòng [[Trần Thái Tông|Trần Cảnh]] lẫn [[Trần Liễu]], chắc chắn phải chọn nơi đất phát của họ để an táng. Tiếc rằng sau khi [[Trương Phụ]] đánh bại nhà [[Hồ]], đã cho tàn phá tất cả những di tích của nước ta, nhất là những địa danh gắn với các vị vua chống ngoại xâm. Ngày nay, tượng [[Trần Hưng Đạo|Trần Quốc Tuấn]] đặt tại đỉnh [[An Phụ]], thấp hơn đền [[Trần Liễu]] quả là đắc địa và đúng với tâm linh lịch sử. Chính An Sinh chứ không phải [[Thiên Trường]] mới là nơi [[Trần Hưng Đạo|Trần Quốc Tuấn]] sống thuở ấu thơ, gắn bó với trang ấp của cha, gần với phủ đệ Vạn Kiếp chỉ vài giờ đi thuyền.\n\nTừ năm 1947 đến năm 1955, huyện Kinh Môn thuộc tỉnh [[Quảng Yên (tỉnh)|Quảng Yên]] cũ. Năm 1955, huyện được trả về tỉnh Hải Dương. Năm 1968, Chính phủ quyết định sáp nhập 2 tỉnh Hải Dương và Hưng Yên thành tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]]; lúc này huyện thuộc tỉnh Hải Hưng.\n\nNgày [[24 tháng 2]] năm [[1979]], huyện Kinh Môn sáp nhập với huyện [[Kim Thành]] thành huyện [[Kim Môn (huyện cũ)|Kim Môn]]. Đồng thời, xã Phúc Thành được đổi tên thành xã Phúc Thành B để phân biệt với xã Phúc Thành A, vốn là xã [[Phúc Thành, Kim Thành|Phúc Thành]] thuộc huyện Kim Thành cũ<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-70-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-tinh-Hai-Hung\/58181\/noi-dung.aspx|title=Quyết định 70-CP năm 1979 về việc hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Hải Hưng do Hội đồng Chính phủ ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>.\n\nNgày [[28 tháng 10]] năm [[1996]], chuyển xã An Lưu thành thị trấn An Lưu<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-65-CP-thanh-lap-thi-tran-An-Luu-thuoc-huyen-Kim-Mon-tinh-Hai-Hung-40220.aspx|title=Nghị định số 65\/CP của Chính phủ về việc thành lập thị trấn An Lưu thuộc huyện Kim Môn, tỉnh Hải Hưng|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>.\n\nNgày [[6 tháng 11]] năm [[1996]], huyện Kim Môn thuộc tỉnh Hải Dương vừa tái lập<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-40091.aspx|title=Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>.\n\nNgày [[17 tháng 2]] năm [[1997]], huyện Kinh Môn được tái lập từ huyện Kim Môn cũ<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-11-CP-chia-lai-cac-huyen-Nam-Thanh-Kim-Mon-va-Cam-Binh-thanh-lap-thi-tran-Thanh-Ha-thuoc-huyen-Thanh-Ha-tinh-Hai-Duong-40414.aspx|title=Nghị định 11-CP năm 1997 về việc chia lại các huyện Nam Thanh Kim Môn và Cẩm Bình; thành lập thị trấn Thanh Hà (thuộc huyện Thanh Hà), tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>, xã Phúc Thành B đổi lại tên cũ là xã Phúc Thành. Lúc này, huyện Kinh Môn có thị trấn An Lưu và 24 xã: An Phụ, An Sinh, Bạch Đằng, Duy Tân, Hiến Thành, Hiệp An, Hiệp Hòa, Hiệp Sơn, Hoành Sơn, Lạc Long, Lê Ninh, Long Xuyên, Minh Hòa, Minh Tân, Phạm Mệnh, Phú Thứ, Phúc Thành, Quang Trung, Tân Dân, Thái Sơn, Thái Thịnh, Thăng Long, Thất Hùng, Thượng Quận.\n\nNgày [[3 tháng 6]] năm [[2004]], chuyển 2 xã Minh Tân và Phú Thứ thành 2 thị trấn có tên tương ứng; đổi tên thị trấn An Lưu thành thị trấn Kinh Môn<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-131-2004-ND-CP-thanh-lap-thi-tran-Minh-Tan-Phu-Thu-doi-ten-thi-tran-An-Luu-thanh-Kinh-Mon-huyen-Kinh-Mon-tinh-Hai-Duong-5723.aspx|title=Nghị định 131\/2004\/NĐ-CP về việc thành lập các thị trấn Minh Tân, Phú Thứ và đổi tên thị trấn An Lưu thành Kinh Môn, huyện Kinh Môn, tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>.\n\nKhi đó, huyện Kinh Môn có 3 thị trấn: Kinh Môn (huyện lị), Minh Tân, Phú Thứ và 22 xã: An Phụ, An Sinh, Bạch Đằng, Duy Tân, Hiến Thành, Hiệp An, Hiệp Hòa, Hiệp Sơn, Hoành Sơn, Lạc Long, Lê Ninh, Long Xuyên, Minh Hòa, Phạm Mệnh, Phúc Thành, Quang Trung, Tân Dân, Thái Sơn, Thái Thịnh, Thăng Long, Thất Hùng, Thượng Quận.\n\nNgày [[23 tháng 12]] năm [[2014]], thị trấn Kinh Môn mở rộng (bao gồm 3 thị trấn: Kinh Môn, Minh Tân, Phú Thứ) được công nhận là đô thị loại IV<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-1522-QD-BXD-2014-cong-nhan-thi-tran-Kinh-Mon-mo-rong-tinh-Hai-Duong-dat-tieu-chuan-do-thi-loai-IV-262340.aspx|title=Quyết định 1522\/QĐ-BXD năm 2014 công nhận thị trấn Kinh Môn mở rộng (thị trấn Kinh Môn, thị trấn Phú Thứ, thị trấn Minh Tân) huyện Kinh Môn, tỉnh Hải Dương đạt tiêu chuẩn đô thị loại IV do Bộ trưởng Bộ Xây dựng ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>.\n\nNgày [[15 tháng 3]] năm [[2019]], Bộ Xây dựng ban hành Quyết định số 168\/QĐ-BXD về việc công nhận đô thị Kinh Môn (gồm toàn bộ 3 thị trấn và 22 xã thuộc huyện Kinh Môn) là đô thị loại IV.<ref name=BXD>{{Chú thích web|url=https:\/\/moc.gov.vn\/vn\/tin-tuc\/1226\/16772\/cong-nhan-do-thi-kinh-mon--tinh-hai-duong-dat-tieu-chi-do-thi-loai-iv.aspx|tựa đề=Công nhận đô thị Kinh Môn, tỉnh Hải Dương đạt tiêu chí đô thị loại IV|ngày=2019-03-15|website=Cổng thông tin điện tử Bộ Xây dựng}}<\/ref>\n\nNgày [[11 tháng 9]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 768\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 11]] năm [[2019]])<ref name=NQ768>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-768-NQ-UBTVQH14-2019-thanh-lap-thi-xa-Kinh-Mon-tinh-Hai-Duong-425881.aspx|title=Nghị quyết 768\/NQ-UBTVQH14 năm 2019 về việc thành lập thị xã Kinh Môn và các phường, xã thuộc thị xã Kinh Môn, tỉnh Hải Dương|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Thành lập thị xã Kinh Môn trên cơ sở toàn bộ diện tích và dân số của của huyện Kinh Môn.\n* Thành lập phường An Lưu trên cơ sở toàn bộ diện tích và dân số của thị trấn Kinh Môn.\n* Thành lập 12 phường: An Phụ, An Sinh, Duy Tân, Hiến Thành, Hiệp An, Hiệp Sơn, Long Xuyên, Minh Tân, Phú Thứ, Tân Dân, Thái Thịnh, Thất Hùng trên cơ sở 12 xã, thị trấn có tên tương ứng.\n* Thành lập phường Phạm Thái trên cơ sở hợp nhất 2 xã Phạm Mệnh và Thái Sơn.\n* Thành lập xã Quang Thành trên cơ sở hợp nhất 2 xã Quang Trung và Phúc Thành.\n\nSau khi sắp xếp đơn vị hành chính cấp xã; thành lập các phường, xã mới; thị xã Kinh Môn có 14 phường và 9 xã trực thuộc như hiện nay.\n\n== Kinh tế ==\nTrước kia, Kinh Môn được xếp vào huyện miền núi, nhiều xã là xã miền núi trong danh sách hưởng chính sách ưu đãi của Nhà nước, ví dụ khu vực \"xã đảo\" (các xã nằm kẹp sông [[Sông Kinh Thầy|Kinh Thầy]] và sông [[Đá Bạc]]). Nhưng cũng chính nơi đây, một phần huyện Kinh Môn, nơi trước đây là khu vực chắn giữa sông [[Sông Kinh Thầy|Kinh Thầy]], [[Đá Bạc]] vốn là nơi đìu hiu, nghèo nàn nhất của huyện, chậm phát triển nhất tỉnh, thì nay lại là nơi có khu vực công nghiệp xi măng lớn nhất nước, đô thị hóa rất nhanh, thu nhập bình quân đầu người đạt 49,5 triệu đồng\/người\/năm (2018). Khu vực này đúng là một con gà gáy cả ba tỉnh cùng nghe, là nơi ngã ba tiếp giáp biên giới của Kinh Môn (Hải Dương) - [[Đông Triều]] (Quảng Ninh) và [[Thủy Nguyên]] (Hải Phòng). Dãy núi có đỉnh cao nhất là An Phụ chia huyện thành hai phần, phần Tây tiếp giáp sông Kinh Môn chạy song song với quốc lộ số 5 ruộng đồng bằng phẳng, từ [[Thăng Long]], Quang Trung giáp Bến Tuần Mây kéo đến Bến Nống (An Lưu) là một cánh đồng vựa lúa, sánh với bất cứ cánh đồng nào của Gia Lộc, Tứ Kỳ vốn nổi danh lúa gạo. Phần bên Đông núi An Phụ, dân vừa làm ruộng, vừa sinh sống với sông Kinh Thầy, vốn là nơi trên bến dưới thuyền, nghề chài lưới lẫn với thương hồ hình thành tính cách quả cảm của dân Kinh Môn, có những con người còn lưu dậm dấu vết trong sử sách.\n\nThị xã Kinh Môn có diện tích diện tích đất nông nghiệp 8.929,4 ha (chiếm 54,7%); đất lâm nghiệp 9,4%; đất chuyên dùng 16,0%; đất chưa sử dụng và đất sông suối, núi đá 12,8%; có mật độ dân số cao, so với mật độ bình quân của các huyện miền núi cả nước (1.003 người\/km²) - là nơi đất chật người đông.\n\nĐịa hình Kinh Môn là đồi núi xen kẽ đồng bằng, có 4 sông lớn chảy qua chia cắt địa bàn huyện thành 3 vùng địa lý tương đối riêng biệt (phía nam An Phụ, bắc An Phụ và 5 xã khu đảo), gây khó khăn cho phát triển nông nghiệp và hệ thống giao thông. Khi chưa có cầu An Thái, bất cứ ai đến với Kinh Môn đều phải qua đò, bởi Kinh Môn khi ấy là một \"huyện đảo\" ở vùng đồng bằng Bắc Bộ. Nhưng với tốc độ phát triển hiện nay và đặc biệt con đường mới đã được mở ra nối liền Quốc lộ 5 Và Quốc lộ 18 với hai câu cầu được xây dựng là cầu Hiệp Thượng được khánh thành vào ngày 29 -12 - 2007 và cầu Hoàng Thạch thì việc đi lại không còn khó khăn nữa.\n\nKinh Môn có khoảng 2.100 ha đồi núi đất và 320 ha núi đá xanh, phân bổ như sau:\n*Phía tả ngạn sông [[Sông Kinh Thầy|Kinh Thầy]] (khu Nhị Chiểu), hay còn gọi là 5 xã khu đảo có 34 đỉnh, đỉnh cao trên 100m so với mặt biển là các đỉnh Cúc Tiên, Mỏm Diều, 2 đỉnh Cao San nằm trên dãy núi ngang và các dãy núi đá xanh ở các phường: Duy Tân, Phú Thứ, Tân Dân, Minh Tân, nhưng tập trung nhất ở 2 phường Minh Tân và Phú Thứ với diện tích 5&nbsp;km²\n*Hữu ngạn sông [[Sông Kinh Thầy|Kinh Thầy]] hình thành một dải núi liên tiếp chạy dài từ Tây Bắc đến Đông Nam khoảng 16&nbsp;km, chỗ rộng nhất là 2&nbsp;km, có ngọn cao trên 100m so với mặt biển. Riêng đỉnh [[An Phụ]] cao 246m là ngọn núi cao nhất trong 113 ngọn núi thuộc thị xã Kinh Môn. Sát bờ sông [[Sông Kinh Thầy|Kinh Thầy]] có dãy núi đá [[Động Kính Chủ|Kính Chủ]] thuộc 2 thôn Dương Nham và Lĩnh Đông (phường Phạm Thái).\n\nỞ dãy núi [[An Phụ]] có các đèo Nẻo (Huề Trì - Nghĩa Vũ), đèo Vù (Bồ Bản - Kim Xuyên), đèo Ngà (Miêu Nha - Lê Xá), đèo Than (An Bộ - Trí Giả), đèo Đước (Đích Sơn - Trí Giả),...\n\nỞ dãy núi Ngang có đèo Ngang (Thượng Chiểu - Kim Bào), đèo Gai (Lỗ Sơn - Hạ Chiểu),...\n\nVùng núi đá xanh của thị xã là nguồn nguyên liệu dồi dào để xây dựng các nhà máy ximăng lớn như: Hoàng Thạch, Phúc Sơn, Duyên Linh, Văn Chánh,... là nguồn nguyên liệu nung vôi và cung cấp đá xanh cho các công trình xây dựng.\n\nNgoài ra Kinh Môn còn có các tài nguyên khác như cao lanh (có ở Hoàng Thạch - Bích Nhôi - Tử Lạc), quặng bôxít ở Lỗ Sơn, đất chịu lửa ở Lê Ninh,...\n\n== Du lịch ==\nKinh Môn nổi tiếng với Đền Cao - là nơi thờ cha Hưng Đạo Vương [[Trần Hưng Đạo|Trần Quốc Tuấn]] và danh lam thắng cảnh [[động Kính Chủ]] - nơi có nhiều hang động đá vôi tuyệt đẹp và gắn với cuộc đấu tranh [[cách mạng]] của [[nhân dân]] Hải Dương cũng như của Việt Nam trong thời kỳ chống ngoại xâm.\n\n[[Động Kính Chủ]] nằm trong quần thể núi đá xanh cách [[An Phụ]] vài ba cây số. Chắc rằng thời [[Lý]], [[Động Kính Chủ|Kính Chủ]] là nơi trung tâm [[Phật giáo]], trước khi các nhà tu hành phát hiện ra An Tử. Chính sử chép nơi đây có 49 hang động, lầu son gác tía. [[Lý Huệ Tông]] được nhà [[Trần]] cho tu ở đó, thực chất là an trí. Nay di tích này không còn nhiều, hầu như chỉ còn phế tích. Vấn đề của [[Động Kính Chủ|Kính Chủ]] cũng là vấn đề chung nan giải của cả nước. Theo truyền thuyết [[động Kính Chủ]] là cột trụ trời.\n\nKhu vực đồi núi Kinh Môn còn có những di tích lịch sử và thắng cảnh được Nhà nước xếp hạng với đỉnh An Phụ có đền thờ An Sinh Vương Trần Liễu - cha của Hưng Đạo Vương [[Trần Quốc Tuấn]]; với động Kính Chủ có nhiều hang động tạo nên phong cảnh thiên nhiên đẹp đẽ, nơi đây còn bút tích của danh nhân [[Phạm Sư Mạnh]] đề thơ \"Đặng thạch môn sơn lưu đề\".\n\nĐền Cả Hạ Chiểu (tên cũ Nghè Cả Hạ Chiểu) tọa lạc tại Khu Hạ Chiểu 3, Phường Minh Tân, Thị xã Kinh Môn, Hải Dương - Nơi tôn kính thờ tự Chúa Bà Năm Phương & Nhị vị Tướng Quân Trận Bạch Đằng do Quốc công Tiết chế Trần Hưng Đạo cùng với Thái thượng hoàng Trần Thánh Tông và vua Trần Nhân Tông chỉ huy trước quân xâm lược Nguyên Mông (Đại Việt năm 1288). Tích xưa truyền lại, trong trận đánh đánh quân xâm lược Nguyên Mông, 02 vị tướng thời Trần hy sinh được an táng tại vị trí \"Đầu rùa\" khu vực Núi Đồn, nay thuộc Khu III Hạ Chiểu, Phường Minh Tân, Thị xã Kinh Môn.\n\nBên cạnh cung thờ 02 vị tướng quân thời Trần, Chúa Bà Năm Phương đã  phù trợ  Đức [[Thánh]] [[Trần Hưng Đạo]]  đánh thắng giặc giặc Mông-Nguyên trên sông Bạch Đằng, khi ngài thắp hương khấn nguyện Chúa Bà Năm Phường trước khi đánh trận. Từ những ngày mới thành lập Đền thờ Nhị vị tướng quân thời Trần tại Đền Cả (trước đây là Nghè Cả), Chúa Bà Năm Phương báo mộng với Ban quản lý nhà Đền, với Cụ thủ nhang 104 tuổi (năm 2022) Chúa Bà hiển linh tại Đền và được tôn thờ tại Cung Mẫu của Đền Cả Hải Dương. Một trong những nơi rất linh thiêng, được nhân dân thập phương chiêm bái.\n\nNhững dãy núi đá Kinh Môn là nơi đã diễn ra các cuộc chiến đấu của ông cha ta chống giặc ngoại xâm như thời vua [[Trần Nhân Tông]] đã đóng quân ở núi Kính Chủ để chống quân Nguyên. Đặc biệt trong cuộc kháng chiến chống Pháp đã diễn ra các cuộc chiến đấu rất oanh liệt của quân dân Kinh Môn tại các khu núi đá với các địa danh: Kính Chủ, Áng Sơn, Thung Sanh mãi mãi còn ghi đậm dấu tích kiên cường trong ký ức của người dân Kinh Môn.\n\n==Danh nhân==\n* [[Phạm Sư Mạnh]], quan nhà Trần.\n*[[Trần Liễu]], hoàng tộc nhà Trần.\n*[[Nguyễn Đại Năng]], ông tổ nghề châm cứu Việt Nam.\n*[[Phạm Sư Mạnh]], Tể tướng nhà Trần.\n* [[Trần Khắc Chung]], Tể tướng nhà Trần.\n* [[Nguyễn Húc]], quan thời Lê.\n* [[Phạm Tông Mại]], quan nhà Trần.\n* [[Phạm Ngộ]], quan nhà Trần.\n* Nguyễn Hữu Cơ, quan tứ trụ triều Nguyễn\n\n== Làng nghề ==\nKinh Môn là một thị xã khá phát triển nằm trong vùng tam giác kinh tế Hà Nội - Hải Phòng - Quảng Ninh. Tận dụng được lợi thế là vùng bán sơn địa có cả núi đá vôi và núi đất, kinh tế thị xã phát triển đồng bộ giữa công nghiệp, nông nghiệp, làng nghề trên điều kiện tự nhiên sẵn có. Các làng nghề trong thị xã:\n\n* Nghề chạm khắc đá Dương Nham ([[Phạm Thái (phường)|Phạm Thái]]) \n* Làng nghề mì bún bánh Tống Buồng ([[Thái Thịnh (phường)|Thái Thịnh]]) \n*Chuyên chở vật liệu, buôn bán vật liệu xây dựng ở [[Phú Thứ, Kinh Môn|Phú Thứ]], [[Minh Tân, Kinh Môn|Minh Tân]]\n* Nghề nuôi chim cút, ươm tơ Hà Tràng ([[Thăng Long, Kinh Môn|Thăng Long]]) \n* Làng nghề chế biến hành An Thủy ([[Hiến Thành]]) \n*Nghề giò chả, nuôi ba ba Tống Xá ([[Thái Thịnh (phường)|Thái Thịnh]]) \n*Trồng và chế biến bột sắn dây [[An Phụ]]\n* Trồng hành gần như đều khắp tại nhiều xã.\n* Nuôi ba ba Phạm Xá ([[Hiến Thành]]).\n\n== Tham khảo ==\n{{Tham khảo}}\n{{sơ khai Hải Dương}}\n{{Huyện thị Hải Dương}}\n{{Đơn vị hành chính thuộc thị xã Kinh Môn}}\n{{Thị xã Việt Nam}}\n\n[[Thể loại:Đô thị Việt Nam loại IV]]"}