{"3173691":"'''Kinh tế Việt Nam thời Nam Bắc triều''' phản ánh những vấn đề liên quan tới hoạt động kinh tế trong thời [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]] (1527-1592) trên lãnh thổ nước [[Đại Việt]] đương thời.\n\nThời kỳ này nước [[Đại Việt]] bị chia cắt thành hai vùng: Bắc Bộ do nhà Mạc quản lý và Bắc Trung Bộ do nhà Lê trung hưng quản lý.\n\n== Nông nghiệp ==\n===Chế độ ruộng đất===\nDo hoàn cảnh chiến tranh, cả hai triều đình Mạc và Lê đều có những chế độ ưu đãi cho các võ tướng và binh sĩ để khuyến khích họ chiến đấu<ref>Viện Sử học (2007), sách đã dẫn, tr 461, 487<\/ref>.\n\nRuộng đất [[nhà Mạc]] gồm có ruộng công, ruộng tư và ruộng chùa.\n*Ruộng công: gồm có các loại:\n** Phân điền: là hình thức ban cấp ruộng đất cho các thành viên trong hoàng tộc. \n** Lộc điền hay binh điền: đối tượng được hưởng chủ yếu là binh lính để khuyến khích họ chiến đấu cho triều đình trong bối cảnh chiến sự liên miên. Lộc điền chủ yếu lấy từ nguồn ruộng công ở các làng xã và ruộng chùa. Ruộng cấp cho binh sĩ thường thuộc loại \"nhất đẳng điền\".\n** Thế nghiệp điền, tự điền: Là ruộng của những công thần và con cháu họ được hưởng truyền nối sang đời sau. Những ruộng thế nghiệp này được tư nhân hóa và mang bán công khai<ref name=\"ReferenceA\">Viện Sử học (1996), sách đã dẫn, tr 115<\/ref>.\n** Quân điền: Nhà Mạc chủ trương phân chia ruộng quân điền đồng đều cho mọi người, không phân biệt hạng dân. Một bộ phận khác trong ruộng công, đất công và đất hoang được kê khai, đo đạc và chia cho các hạng từ tướng, quân, quan, dân tới cả người già yếu, cô quả ở các địa phương được hưởng. Do ưu tiên chính sách binh điền để ban thưởng cho binh lính, ruộng đất dùng làm quân điền không còn nhiều<ref>Viện Sử học (2007), sách đã dẫn, tr 461<\/ref>.\n*Ruộng tư: Chế độ tư hữu ruộng đất thời Mạc có điều kiện phát triển tự do<ref name=\"ReferenceB\">Viện Sử học (2007), sách đã dẫn, tr 462<\/ref>. Chiến tranh triền miên, triều đình không có khả năng quản lý, vì vậy tình trạng lấn chiếm đất công ngày càng nhiều<ref>Viện Sử học (1996), sách đã dẫn, tr 117<\/ref>. Tại các làng mạc thời nhà Mạc đã lập địa bạ. Việc mua bán đất đai tư nhân rất phổ biến và triều đình không đề ra biện pháp hạn chế hay cấm đoán nào<ref name=\"ReferenceB\"\/>. Hiện tượng này một mặt phản ánh hậu quả của chiến tranh khiến hiệu lực quản lý của chính quyền tập trung giảm đi, nhưng mặt khác cũng cho thấy sự tăng trưởng của quan hệ hàng hóa và tiền tệ trong xã hội và phản ánh sự phát triển của tư hữu và ý thức tư hữu<ref>Viện Sử học (1996), sách đã dẫn, tr 118<\/ref>.\n*Ruộng chùa: Ruộng chùa thời Mạc tồn tại khá phổ biến. Thời Mạc lại là thời kỳ phục hưng của Phật giáo, do đó ruộng chùa ngày càng nhiều. Trong số ruộng đất thuộc nhà chùa sở hữu có cả ruộng công (quan điền) do những người có ruộng cúng tiến lên chùa. Có nhiều thành viên hoàng tộc và quan lại mang ruộng cúng cho nhà chùa<ref name=\"ReferenceA\"\/>.\n\nNam triều nhà Lê từ khi thành lập trở lại có rất ít thông tin về thực trạng hoạt động nông nghiệp. Các hình thức sở hữu ruộng đất được cho là không có thay đổi so với thời Lê sơ. Qua một số gia phả hay bi ký, các sử gia xác định chính quyền Lê-Trịnh về cơ bản vẫn duy trì chế độ ruộng đất công làng xã, ban cấp lộc cho quan lại và binh lính<ref>Viện Sử học (2007), sách đã dẫn, tr 487<\/ref>. Chính quyền Lê-Trịnh mới tạm dùng những biện pháp tình thế để khuyến khích khôi phục nghề nông nhằm phục vụ chiến tranh chứ chưa có điều kiện hoạch định những chính sách lớn có tác dụng thúc đẩy phát triển nông nghiệp lâu dài và bền vững <ref name=\"VSH493\">Viện Sử học (2007), tập 3, sách đã dẫn, tr 493<\/ref>.\n\n===Kết quả sản xuất nông nghiệp===\nThời kỳ nhà Mạc mới nổi, sản xuất nông nghiệp phát triển tốt, đời sống nhân dân được ấm no<ref>Viện Sử học (2007), sách đã dẫn, tr 466<\/ref>.\n\n[[Nhà Mạc]] quan tâm củng cố hệ thống đê điều chống lũ lụt, đào kênh mương dẫn nước tưới tiêu hoặc quai đê lấn biển, khai phá các bãi bồi ven biển. Các đoạn đê Chân Kim, đê Kinh Điền ([[Hải Phòng]]) hay đê Hà Nam ([[Hưng Yên]], [[Quảng Ninh]]) vẫn được dân gian lưu truyền gọi là \"đê nhà Mạc\"<ref>Viện Sử học (2007), sách đã dẫn, tr 467<\/ref>.\n\nTuy nhiên, giai đoạn phồn thịnh kéo dài không lâu. Chiến tranh Nam Bắc triều bùng nổ ngày càng lớn, nhà Mạc phải huy động nhân tài vật lực vào chiến tranh nên sản xuất nông nghiệp ít được quan tâm<ref>Viện Sử học (2007), sách đã dẫn, tr 468-469<\/ref>.\n\nVùng đất nhà Lê quản lý có nhiều điều bất lợi hơn nhà Mạc để phát triển nông nghiệp: đất đai không phì nhiêu bằng, thường xảy ra thiên tai (động đất, hạn hán, lũ lụt…) ảnh hưởng mùa màng hơn và thường diễn ra chiến sự hơn<ref>Viện Sử học (2007), sách đã dẫn, tr 491<\/ref>.\n\nSử sách chỉ lại sự kiện năm [[1559]], [[Trịnh Kiểm]] sai Lê Trọng Nguyên đi khám đo ruộng đất công tư ở [[Thanh Hóa]] và [[Nghệ An]] để định ngạch thuế. Ngoài một số lần ít ỏi được mùa, nông nghiệp Nam triều khá ảm đạm, có khá nhiều ghi chép về những trận lũ lụt, động đất gây mất mùa, ảnh hưởng nghiêm trọng đến đời sống nhân dân vào các năm 1557, 1559, 1569, 15477, 1582, 1584, 1586 (5 lần), 1588, 1589, 1592<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt21.html Đại Việt sử ký toàn thư, quyển 16], [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt22a.html quyển 17]<\/ref>. Hai địa bàn bị ảnh hưởng nặng nề nhất là Thanh Hóa và Nghệ An năm 1571, 1572 dân bị đói to, nhiều người phải phiêu dạt khiến triều đình phải sai Phùng Khắc Khoan đi chiêu nạp những người lưu tán về quê<ref>Viện Sử học (2007), sách đã dẫn, tr 492-493<\/ref>.\n\nRiêng vùng [[Quảng Nam]] và [[Thuận Hóa]] từ khi [[Nguyễn Hoàng]] trấn nhậm vào hậu kỳ thời Nam Bắc triều, khu vực này ít bị binh hỏa, việc sản xuất tương đối ổn định, đời sống ít bị xáo trộn hơn<ref>Viện Sử học (2007), sách đã dẫn, tr 494<\/ref>.\n\n==Thủ công nghiệp==\nNghề đúc tiền do triều đình trực tiếp quản lý và điều hành giám sát. Sau khi lên ngôi, [[Mạc Thái Tổ]] ra lệnh đúc tiền Minh Đức theo kiểu tiền thông bảo các đời trước. Tiền thời Mạc được đúc với kích cỡ nhỏ<ref>Viện sử học (2007), sách đã dẫn, tr 470-471<\/ref>.\n\nNhà Mạc dù không có nhiều công trình xây cất lớn nhưng nghề chạm khắc đá vẫn phát triển mạnh trong dân gian. Thợ hạng công tượng làm việc trong các Giám, Sở, Cục bách công của triều đình, có tay nghề cao. Họ làm các công trình của triều đình hoặc đứng ra chủ trì việc chạm khắc các bia đá ở đình, chùa, quán tại các địa phương. Thấp hơn là hạng thợ nghiệp dư hoạt động tự do như nông dân. Cách đối xử với thợ thủ công của nhà Mạc khác nhiều với nhà Lê: nhà Mạc có sự tôn trọng họ và do đó họ có vị trí nhất định trong xã hội<ref name=\"ReferenceC\">Viện sử học (2007), sách đã dẫn, tr 474<\/ref>.\n\nTrong dân gian, các làng nghề chạm khắc đá hình thành và phát triển rất nhiều như Hồng Lục, Đông Hồng Lục ở [[Gia Lộc]] (Hải Dương), xã Tứ Kỳ huyện [[Tứ Kỳ]] ([[Hải Dương]]), xã Kính Chủ huyện [[Chí Linh]] (Hải Dương), xã Tây Am huyện [[Vĩnh Bảo]], xã Gia Đức huyện [[Thủy Nguyên]] (Hải Phòng), xã An Hoạch huyện Đông Sơn (Thanh Hóa), xã Thượng Trưng, xã Nhật Chiêu ([[Vĩnh Phúc]]), xã Anh Nhuệ (Hưng Yên)… Dù chiến tranh Nam bắc triều kéo dài, các chợ chạm khắc đá vẫn di chuyển đến nhiều địa bàn hành nghề trên các vùng đất do nhà Mạc quản lý<ref name=\"ReferenceC\"\/>.\n\nNghề gốm sứ là nghề tiêu biểu nhất và phát triển thịnh đạt nhất thời Mạc, trong đó nổi tiếng nhất là các làng gốm sứ Bát Tràng ([[Gia Lâm]], [[Hà Nội]]), Hợp Lễ ([[Bình Giang]], [[Hải Dương]]) và Chu Đậu ([[Nam Sách]], [[Hải Dương]]). Sản phẩm thế mạnh của [[Bát Tràng]] gồm: đĩa, chậu âu, thạp, ang, bát, chén, khay trà, ấm, điếu, nậm rượu, bình vôi, bình lọ, chóe và hũ, đồ thờ (chân đèn, chân nến, lư hương, đỉnh, đài thờ...).\n\nSản phẩm của Chu Đậu gồm các loại: chén, bát, chim, cá, côn trùng… Màu men phổ biến của gốm sứ Chu Đậu là trắng trong, hoa lam, men ngọc, xanh lục, xanh rêu, vàng nhạt, vàng đậm. Hoa văn trang trí chủ đạo là hoa sen và hoa cúc.\n\nSản phẩm chính của Hợp Lễ là đồ gia dụng: bát, đĩa, bình vôi, vò nhỏ, chân đèn, lư hương… với 3 dòng gốm chủ yếu: màu xanh ngọc, men trắng và hoa lam. Nền sản xuất gốm sứ ở đây còn phát triển sau thời Mạc, tới [[thế kỷ 18]] thì chấm dứt<ref>Viện sử học (2007), sách đã dẫn, tr 479<\/ref>.\n\nSử liệu không nhắc tới hoạt động thủ công nghiệp trong vùng đất do Nam triều quản lý.\n\n== Thương mại ==\n===Nội thương===\nKhác với nhà Hậu Lê, [[nhà Mạc]] áp dụng chính sách cởi mở, thông thoáng đối với hoạt động công nghiệp và thương mại. Điều đó tạo tiền đề cơ bản cho kinh tế hàng hóa phát triển<ref>Viện sử học (2007), sách đã dẫn, tr 480<\/ref>.\n\nTrung tâm buôn bán lớn nhất cả nước là [[Thăng Long]] và phố Hiến ([[Hưng Yên]]). Ngoài ra, tại Bắc Bộ đã hình thành mạng lưới chợ khá dày, mặc dù chính địa bàn này cũng trải qua binh lửa do quân Nam triều nhiều lần đánh ra, như chợ Cầu Nguyễn ([[Thái Bình]]), chợ Tứ Kỳ ([[Hải Dương]]), chợ Nghĩa Trụ ([[Hưng Yên]]), chợ Cẩm Khê ([[Hải Phòng]]), chợ La Phù ([[Hà Nội]]), chợ Hậu Bổng (Hải Dương), chợ Đặng Xá ([[Hà Nội]]), chợ Phúc Lâm (Hà Nội), chợ Đào Xá ([[Hà Nội]]), chợ Cẩm Viên ([[Vĩnh Phúc]]), chợ Bộc Đông, chợ Phù Ninh, chợ Đặng Xá… Ngay cả vùng Thuận Hóa trong thời nhà Mạc quản lý, hoạt động buôn bán cũng diễn ra khá sôi nổi<ref>Viện sử học (2007), sách đã dẫn, tr 481<\/ref>.\n\nCác mặt hàng buôn bán tại các chợ chủ yếu là vải vóc, tơ lụa, gấm, bạc, thuốc bắc, gốm sứ… Sự phát triển của thủ công nghiệp càng thúc đẩy thương mại phát triển. Sản phẩm gốm sứ Bát Tràng và Chu Đậu có mặt từ đông bằng Bắc Bộ vào đến Thanh Hóa.\n\nHoạt động thương mại được hỗ trợ bằng mạng lưới giao thông thủy bộ. Nhiều tài liệu văn bia cổ ghi lại việc chú trọng sửa sang đường sá và làm cầu, tu sửa cầu của nhà Mạc. Tại [[Đông Triều]] (Quảng Ninh) và Thủy Nguyên ([[Hải Phòng]]) còn dấu tích những bến đóng thuyền của [[nhà Mạc]]<ref>Viện sử học (2007), sách đã dẫn, tr 482<\/ref>.\n\n===Ngoại thương===\nVới chính sách kinh tế cởi mở, nhà Mạc chủ trương không \"ức thương\" hay \"bế quan tỏa cảng\" như nhà Hậu Lê. Điều đó khiến ngoại thương nước Đại Việt  có những bước chuyển biến tích cực<ref>Viện sử học (2007), sách đã dẫn, tr 483<\/ref>.\n\nGốm sứ Đại Việt mở rộng thị trường tới vùng [[Đông Nam Á]] mà không gặp phải nhiều sự cạnh tranh<ref>Viện sử học (2007), sách đã dẫn, tr 483<\/ref>. Các làng gốm sứ nổi tiếng như [[Bát Tràng]], Chu Đậu, Hợp Lễ và một số trung tâm khác như [[Nam Sách]], [[Bình Giang]], [[Chí Linh]] (Hải Dương) ngoài việc cung cấp sản phẩm cho thị trường trong nước và đồ cống phẩm còn có số lượng lớn để [[xuất khẩu]].\n\nĐồ gốm sứ Chu Đậu, Hợp Lễ từ nơi sản xuất theo các dòng sông theo thuyền buôn sang Đông Nam Á, [[Trung Quốc]] và [[Nhật Bản]] hay các nước phương Tây. Nhà nghiên cứu Nhật Bản Hasebe Gakuji cho rằng: Sự có mặt của đồ gốm Đại Việt ở Nhật Bản có ảnh hưởng lớn đến một số lò gốm của quốc gia này, tạo ra phong cách mô phỏng theo gốm Việt Nam mà người Nhật gọi là gốm Kochi ([[Giao Chỉ]]) như lò gốm Onuke ở Seto<ref>Viện sử học (2007), sách đã dẫn, tr 484<\/ref>.\n\nTrong khi đó ở vùng Bắc Trung bộ trong tay nhà Lê, sử sách gần như không ghi nhận hoạt động thương mại nào<ref>Viện sử học (2007), sách đã dẫn, tr 480<\/ref>. Tại vùng Thuận-Quảng của Nam triều do [[Nguyễn Hoàng]] quản lý từ cuối thời Nam Bắc triều, hoạt động thương mại cũng được tạo điều kiện khá ổn định, ''\"ngoài chợ không nói thách\", \"thuyền buôn nước ngoài thường đến buôn bán, trao đổi phải giá\"''<ref>Viện sử học (2007), sách đã dẫn, tr 494<\/ref>.\n\n== Tiền tệ==\nChiến tranh ác liệt trong nhiều năm, nguyên liệu để đúc tiền chủ yếu là sắt, đồng và kẽm được ưu tiên sử dụng cho đúc vũ khí phục vụ chiến tranh khiến việc đúc tiền phục vụ nền kinh tế thời kỳ này bị hạn chế. Tiền trong nước của hai triều đại đúc ra đều thiếu, một lượng lớn các đồng tiền ngoại nhập đã được đưa vào Đại Việt và được chấp nhận để bổ sung cho sự thiếu hụt tiền tệ nhằm lưu thông được điều hòa<ref name=\"ldt79\">Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 79<\/ref>.\n\nNhà Mạc bắt đầu đúc tiền năm 1529. Các nhà khảo cổ phân tích và chỉ ra rằng tiền nhà Mạc thời Minh Đức, Đại Chính là tiền đồng có khối lượng rất chuẩn, chất đồng tốt, thư pháp đẹp như những đồng tiền thời Lê sơ<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 70<\/ref>. Tuy nhiên, tiền nhà Mạc đúc ra không nhiều, loại tiền thông bảo kích thước lớn chủ yếu mang ý nghĩa chính trị, còn tiền phổ biến phục vụ lưu thông là tiền gián pha kẽm kích thước nhỏ<ref name=\"vsh471\">Viện sử học (2007), sách đã dẫn, tr 471<\/ref>.\n\nTỷ lệ giá trị được duy trì như thời Lê sơ: 1 quan = 10 tiền (mạch) = 600 đồng<ref>Lục Đức Thuận, Võ Quốc Ky, sách đã dẫn, tr 67<\/ref>.\n\nCác đồng tiền được chính thức xác định của nhà Mạc gồm: ''Minh Đức thông bảo, Minh Đức nguyên bảo, Đại Chính thông bảo, Quảng Hòa thông bảo, Vĩnh Định thông bảo, Vĩnh Định chí bảo'' do 4 vị vua đầu tiên phát hành. Vị vua cuối cùng [[Mạc Mậu Hợp]] tuy có thời gian ở ngôi lâu nhất thời Nam Bắc triều (31 năm) nhưng không được ghi nhận phát hành một đồng tiền nào<ref name=\"vsh471\"\/>.\n\nNhà Lê trong vòng 60 năm từ khi khôi phục tới khi đánh thắng nhà Mạc (1533-1592) gồm có 4 đời vua và 7 niên hiệu, nhưng chỉ có một đồng tiền duy nhất đúc thời [[Lê Trang Tông]] (1533-1548) là tiền ''Nguyên Hòa thông bảo''<ref name=\"ldt79\"\/>.\n\n== Nhận định ==\nChiến tranh tàn khốc kéo dài 60 năm, kinh tế bị ảnh hưởng tiêu cực. Tình hình nông nghiệp khá ảm đạm. Ruộng đất công xã ngày càng thu hẹp lại, các triều đình bị chiến tranh chi phối không quản lý tốt được đất đai, do đó một phần không nhỏ đất chuyển sang sở hữu tư nhân. Sự biến đổi trong quan hệ ruộng đất ở nông thôn phần nào tạo điều kiện cho nông nghiệp phát triển tự do hơn. Điều đó tạo ra tác động tích cực đối với nền kinh tế hàng hóa theo chiều hướng mở rộng<ref>Viện sử học (2007), sách đã dẫn, tr 556<\/ref>.\n\nSo với nhà Hậu Lê, nhà Mạc có tư duy kinh tế cởi mở hơn, trên nhiều lĩnh vực kinh tế. Trong [[nông nghiệp]], chế độ tư hữu [[ruộng đất]] thời Mạc có điều kiện phát triển tự do. Việc mua bán đất đai tư nhân rất phổ biến và triều đình không đề ra biện pháp hạn chế hay cấm đoán nào<ref>Viện sử học (2007), sách đã dẫn, tr 462<\/ref>.\n\nCách đối xử với thợ thủ công của nhà Mạc khác nhiều với nhà Lê: nhà Mạc có sự tôn trọng họ và do đó họ có vị trí nhất định trong xã hội. Ngoại thương Bắc triều có những bước chuyển biến tích cực, các sản phẩm thủ công nghiệp đã vươn sang thị trường các quốc gia [[châu Á]]<ref>Viện sử học (2007), sách đã dẫn, tr 474, 483<\/ref>.\n\nVùng có điều kiện phát triển kinh tế tốt của Nam triều là Thuận Quảng, nơi đây trở thành cơ sở hậu cần quan trọng trong công cuộc trung hưng của nhà Lê<ref>Viện sử học (2007), sách đã dẫn, tr 494<\/ref>.\n\n== Xem thêm ==\n* [[Kinh tế Đại Việt thời Lê sơ]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử thông giám cương mục]]\n* Lục Đức Thuận, Võ Quốc Ky ([[2009]]), ''Tiền cổ Việt Nam,'' Nhà xuất bản Giáo dục\n* Viện Sử học ([[2007]]), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Giáo dục\n* Viện sử học ([[1996]]), ''Vương triều Mạc'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Lịch sử kinh tế Việt Nam|K11]]"}