{"1339890":"[[Tập tin:NHAHATTHANHPHOHP.jpg|nhỏ|phải|250px|[[Nhà hát lớn Hải Phòng]]]] \n'''Kiến trúc của thành phố Hải Phòng''' là sự pha trộn hài hòa giữa 2 nền văn hóa Á - Âu. Sự pha trộn này tạo ra cho thành phố một nét đẹp đô thị riêng biệt, vừa thanh lịch, vừa mạnh mẽ.\n\n==Khái quát==\nĐến thời điểm 2011, [[Hải Phòng]] còn giữ được nhiều khu phố với kiến trúc khá nguyên vẹn từ thời Pháp thuộc. Như ở quận Hồng Bàng, nhiều phố với những biệt thự do người Pháp xây dựng vẫn được giữ nguyên về tổng thể, tập trung các cơ quan hành chính sự nghiệp. Ở quận Hồng Bàng có khu phố Tàu gần Chợ Sắt (phố Khách nay là phố Phan Bội Châu và phố Trung Quốc nay là phố Lý Thường Kiệt) có những nét giống như khu vực Chợ Lớn ở Thành phố Hồ Chí Minh, đặc biệt là phố Tam Bạc nằm ngay bên con sông Tam Bạc thơ mộng, trên bến dưới thuyền, từng là đề tài cho nhiều họa sĩ.\n\nNhững con phố, những tuyến đường và những công trình nối tiếp mọc lên bên cạnh những nét kiến trúc cổ điển còn lại từ hàng trăm năm làm cho Hải Phòng thành một đô thị giao hòa giữa cổ kính và hiện đại. Nếu nói bảo tồn kiến trúc cổ là nét đặc trưng của Hải Phòng thì những công trình mới là niềm tự hào của những người đã dựng xây nên. Nét chấm phá của đô thị Hải Phòng là những mô hình kiến trúc giao thoa giữa Á và Âu nhưng không lẫn cùng một góc phố mà riêng biệt ở các địa điểm, vì vậy mới có tên phố Tây (khu vực các phố Điện Biên Phủ, Trần Phú, Lương Khánh Thiện, Minh Khai, Đà Nẵng… bây giờ) và phố Tàu (khu vực các phố Lý Thường Kiệt, Tam Bạc, Kỳ Đồng, Hoàng Văn Thụ, Đinh Tiên Hoàng…). Mỗi lần nhắc đến những con phố cổ hay những công trình kiến trúc cổ, người dân Hải Phòng đi ở phương xa vẫn rưng rưng nhớ về thành phố, về những kỉ niệm năm tháng xưa cũ, nhớ về những bông [[phượng vĩ|hoa phượng]] rực đỏ ven hồ Tam Bạc trong ngày hè.\n \nMột nét độc đáo về đô thị Hải Phòng còn là những dòng sông. Những con sông chảy trong lòng thành phố hiện đại cùng với những cây cầu lớn nhỏ bắc qua. Hiện nay thành phố có khoảng 20 cây cầu lớn nhỏ, lớn nhất là [[cầu Bính]] - một trong những cây cầu dây văng lớn nhất Đông Nam Á.\n\nThành phố đang được quy hoạch theo 5 hướng giống như 5 cánh phượng ra biển, đồng thời bám theo những dòng sông lịch sử như sông Cấm, Tam Bạc, Lạch Tray,... để xứng tầm là một đô thị đặc biệt và thành phố dịch vụ cảng văn minh, hiện đại trong tương lai rất gần. Theo quy hoạch, đến năm 2015 Hải Phòng sẽ cơ bản trở thành thành phố công nghiệp cùng với Quảng Ninh, đi trước cả nước 5 năm và dự kiến vào trước năm 2020, muộn nhất là 2025 sẽ là thành phố thứ 3 xếp loại đô thị đặc biệt và tầm nhìn từ năm 2025 đến năm 2050 sẽ trở thành thành phố quốc tế.<ref>{{chú thích web|url=http:\/\/www.chaobuoisang.net\/baotinh\/haiphong\/phat-trien-thanh-pho-den-nam-2020-hai-phong-phai-xung-tam-la-do-thi-dac-biet-cua-ca-nuoc-136.htm|title=Phát triển thành phố đến năm 2020 Hải Phòng phải xứng tầm là đô thị đặc biệt của cả nước|accessdate=ngày 1 tháng 9 năm 2011}}<\/ref>\n\n== Một số công trình kiến trúc tiêu biểu ==\n[[Tập tin:LECHANMADAMSTATUE.jpg|nhỏ|trái|250px|Tượng đài nữ tướng Lê Chân]] \n* [[Nhà hát lớn Hải Phòng|Nhà hát thành phố Hải Phòng]]<ref>Theo quy mô, [[người Pháp]] xây dựng \"Nhà hát lớn\" tại [[Nhà hát Lớn Hà Nội|Hà Nội]], và 2 \"Nhà hát thành phố\" tại [[Nhà hát lớn Hải Phòng|Hải Phòng]] và [[Nhà hát Thành phố Hồ Chí Minh|Sài Gòn]] (nay là [[Thành phố Hồ Chí Minh]])<\/ref> (quen gọi là \"Nhà hát Lớn\" của thành phố): Công trình kiến trúc lâu đời tọa lạc ở trung tâm thành phố. Cùng với [[Nhà hát Lớn Hà Nội|Nhà hát lớn Hà Nội]] và [[Nhà hát Thành phố Hồ Chí Minh|Nhà hát thành phố Hồ Chí Minh]] tại Thành phố Hồ Chí Minh, Nhà hát thành phố Hải Phòng là một trong số ít những nhà hát được Pháp xây dựng tại [[Bán đảo Đông Dương|Đông Dương]].\n\nTrên khu vực quảng trường Nhà hát lớn của Thành phố còn có địa danh [[Quán Hoa (Hải Phòng)|Quán Hoa]],<ref>Tên địa điểm \"quán hoa\" tại dải trung tâm thành phố được người Hải Phòng sử dụng trong giao tiếp thông thường, đã trở thành 1 tên địa danh \"Quán Hoa\" của Hải Phòng<\/ref> gồm 5 quán bán hoa được xây dựng từ thời Pháp thuộc với đường nét kiến trúc đình làng cổ Việt nam. Khi xây dựng quán hoa, các bộ phận được làm sẵn từ nơi khác rồi mang đến lắp ráp chỉ trong một đêm.\n* [[Bảo tàng Hải Phòng]]: Trưng bày các hiện vật và thông tin về lịch sử thành phố từ thời tiền sử tới nay. Tòa nhà Bảo tàng Hải Phòng vốn là trụ sở của Ngân hàng Pháp-Hoa thời Pháp thuộc, được xây dựng theo [[kiến trúc Gothic|kiến trúc gô-tích]] từ cuối thập niên 1910.<ref>{{chú thích web|url=http:\/\/hoaphuongdo.vn\/news\/tieu-diem\/1400-bo-tang-hi-phong.html|title=Bảo tàng Hải Phòng|accessdate=ngày 1 tháng 9 năm 2011|archive-date=2009-10-21|archive-url=https:\/\/web.archive.org\/web\/20091021021330\/http:\/\/hoaphuongdo.vn\/news\/tieu-diem\/1400-bo-tang-hi-phong.html}}<\/ref>\n* [[Bưu điện thành phố]]\n* [[Trụ sở Ngân hàng nhà nước]]\n* [[Trung tâm triển lãm VHNT Hải Phòng]]\n* [[Trung tâm hội nghị thành phố Hải Phòng]]\n* [[Cung văn hoá hữu nghị Việt - Tiệp]]: Đây là nơi khởi nghiệp của rất nhiều người đẹp và người mẫu nổi tiếng cả nước, với những tên tuổi như hoa hậu [[Nguyễn Thị Huyền]], hoa hậu [[Phạm Thị Mai Phương|Mai Phương]], [[Nguyễn Ngọc Oanh|Á hậu Ngọc Oanh]], siêu mẫu Bình Minh,...\n* [[Cung Văn hóa Thanh niên Hải Phòng]] Được xây trên nền Nhà hát Nhân dân, là nhà hát ngoài trời, được xây dựng sau khi hòa bình lập lại vào cuối những năm 1950 trên khu đất trước là trường đua ngựa.\n* Cung Thiếu nhi Hải Phòng\n* [[Trung tâm hội chợ triển lãm quốc tế Hải Phòng]] (Nhà Diều). Vào năm 2007, toà nhà này đã được xếp hạng những toà nhà đẹp nhất Việt Nam.\n* [[Tượng đài nữ tướng Lê Chân]]\n* Khu đền thờ Trạng Trình [[Nguyễn Bỉnh Khiêm]] ([[Thái Học|xã Thái Học]], huyện [[Vĩnh Bảo|huyện Vĩnh Bảo]])\n*[[Từ đường họ Mạc]] (huyện [[Kiến Thụy]])\n* Khu đền thờ Trạng nguyên [[Trần Tất Văn]]\n\n== Kiến trúc công cộng ==\n=== Bể bơi ===\n[[Tập tin:Bể bơi Hòn Dấu.jpg|nhỏ|phải|250px|Bể bơi Hòn Dáu]] \nMột số bể bơi tiêu biểu \n* [[Bể bơi Hòn Dáu]] đây là bể bơi lọc nước biển và tạo sóng lớn nhất châu Á, nằm tại khu du lịch quốc tế Hòn Dáu, quận [[Đồ Sơn]].\n* [[Bể bơi cao cấp Sunflower]](phố Văn Cao, phường Đằng Giang, quận Ngô Quyền) tại khách sạn Làng Quốc tế Hướng Dương.\n* [[Bể bơi Hải quân]]\n* [[Bể bơi Hồ Sen]]\n* [[Bể bơi nhà thi đấu Lạch Tray]]\n* [[Bể bơi Đại học Hàng Hải]]\n* [[Bể bơi Việt Tiệp]]\n* [[Bể bơi Hồng Bàng]]\n* [[Bể bơi Bến Bình]] (phố Nguyễn Thượng Hiền, phường Minh Khai, quận Hồng Bàng)\n* [[Bể bơi trường Đại Học Dân Lập Hải Phòng]]\n* [[Bể bơi Hạ Lý]]\n\n=== Công viên, vườn hoa, hồ ===\nThành phố có hệ thống công viên, vườn hoa, hồ phong phú, đa dạng. Đẹp nhất là khu vực trung tâm với dải 4 công viên cây xanh qua khu vực quảng trường [[Nhà hát lớn Hải Phòng|Nhà hát thành phố]], [[Quán Hoa]] và hồ Tam Bạc. [[Tập tin:QUANHOA.jpg|nhỏ|phải|250px|Quán Hoa]]\n\n'''Dải trung tâm thành phố'''\n* [[Hồ Tam Bạc]] (trước là sông Lấp cải tạo thành hồ năm 1985)\n* [[Vườn hoa Lê Chân]] (gần [[Tượng đài nữ tướng Lê Chân|tượng đài Nữ tướng Lê Chân]], và nhà Triển lãm Thành phố)\n* [[Vườn hoa Trung tâm]] (khu vực đài nước trước Nhà hát Thành phố)\n* [[Vườn hoa Nguyễn Văn Trỗi]]\n* [[Vườn hoa Nguyễn Bỉnh Khiêm]]\n* [[Vườn hoa Nguyễn Du]] (thời Pháp thuộc gọi là vườn hoa Nhà kèn, sát vườn hoa Chéo-cũ) <!--Đã xác minh lại tên gọi-->\n* [[Vườn hoa Kim Đồng]] (còn gọi là Vườn Trẻ hay Vườn hoa Con Cóc<ref>Nơi đây có 1 đài phun nước được xây dựng từ thời Pháp, có hình tượng con cóc phun nước ở các góc, hiện nay đài phun nước này đã mất đi hình dạng vốn có ban đầu<\/ref>)\n* Công viên Rồng Biển, phía sau sân vận động Cảng đến sát khu vực cổng cảng <ref>Sau khi được đầu tư, đưa vào khai thác năm [[2003]] các hạng mục giải trí, công viên đang dần bị \"lãng quên\"<\/ref>\n\n'''Các khu vực khác'''\n* [[Công viên Rừng Thiên Văn]]: được khởi công xây dựng tháng 6\/2001 trên diện tích 115ha đồi núi ở trung tâm [[kiến An|quận Kiến An]] gồm: Núi Phù Liễn, Cựu Viên, núi Đấu, [[đồi Yên Ngựa]], thung lũng Tây Sơn thành khu du lịch sinh thái, khu vui chơi giải trí, khu tham quan và nghiên cứu khoa học.<ref>{{Chú thích web |url=http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=QKA&MenuID=1185&ContentID=3646 |ngày truy cập=2012-07-04 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-11-20 |archive-url=https:\/\/web.archive.org\/web\/20111120005341\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=QKA&MenuID=1185&ContentID=3646 |url-status=dead }}<\/ref>.\n* [[Công viên An Biên]]\n* [[Hồ An Biên]] (còn gọi là hồ Đào)\n* [[Hồ Hạnh Phúc]] (nằm ở trung tâm Quận Kiến An, gần trụ sở Ủy ban Hành chính tỉnh Kiến An cũ)\n* [[Hồ Phương Lưu]] (hay còn gọi \"hồ Điều Hòa\", nằm trong dự án cải tạo khu đô thị từ Ngã Năm đến sân bay Cát Bi))\n* [[Hồ Quần Ngựa]]: Từ trước năm 1945, nơi đây tồn tại 1 trường đua ngựa do người Pháp xây dựng; sau giải phóng miền Bắc, nhà hát Nhân dân được xây ở khu vực bên trong hồ Quần Ngựa, nhà hát Nhân dân sau đó bị dỡ bỏ phần khán đài do không còn phù hợp và được thay thế bằng Cung VHTT Thanh niên Hải Phòng như ngày nay;\n* [[Hồ Sen]]\n* [[Hồ Lâm Tường]]\n* [[Hồ Dư Hàng]]\n\n== Kiến trúc tôn giáo ==\n* [[Đình Hàng kênh]] tên chữ là Nhân Thọ còn có tên là đình Rồng Bay toạ lạc trên đường [[Nguyễn Công Trứ]], Hàng Kênh\n* [[Đền Nghè]] - ngôi đền thờ nữ tướng Lê Chân, người có công khai phá, tạo dựng vùng đất Hải Phòng\n* [[Chùa Dư Hàng]] có tên chữ là Phúc Lâm Tự, thuộc địa bàn phường Hồ Nam, quận Lê Chân. [[Tập tin:02-DU HANG PAGODA.jpg|nhỏ|phải|250px|Chùa Dư Hàng]]\n* [[Chùa Bảo Hà]] Làng Bảo Hà, Đồng Minh, Vĩnh Bảo. Là nôi của nghề Tạc tượng Việt Nam\n* [[Chùa Đỏ]] phố Lê Lai,quận Ngô Quyền. Có pho tượng Phật Thích Ca bằng gỗ lớn nhất Việt Nam. Tượng cao 5 mét 4 chưa kể bệ, do anh Đoàn Trúc tạc bằng 20 mét khối gỗ mít thành phẩm.\n* [[Chùa Hải Ninh(Đồng Thiện)]] Phường Vĩnh Niệm,Quận Lê Chân. Sân chùa có hai ngọn tháp ghi 40 bức ký họa về thời kỳ mới xây dựng thành phố Hải Phòng\n* [[Chùa Nguyệt Quang]] Phường Đông Khê, quận Ngô Quyền\n* [[Chùa Phổ Chiếu]] (Chùa Chiếu) Phường Dư Hàng Kênh,Quận Lê Chân\n* [[Đền Lý Học]] Thờ danh nhân văn hoá Trạng Trình Nguyễn Bỉnh Khiêm.\n* Đền thờ Nam Hải Thần Vương [[Đảo Dấu]]\n* [[Đền Bà Đế]] quận Đồ Sơn\n* [[Đình Nhân Mục]] Vĩnh Bảo, nôi của rối nước Việt Nam\n[[Tập tin:Hai Phong Cathedral (2007).jpg|nhỏ|250px|trái|Nhà thờ Thiên Chúa Giáo]] \n* [[Chùa Tường Long]] trên núi Ngọc Sơn, phường Vạn Sơn, quận Đồ Sơn\n* [[Miếu cây đa 13 gốc]] nằm ở khu xóm Trại, phường Đằng Giang, quận Ngô Quyền thờ [[Chúa Ngũ Phương]] thuộc hệ thống các vị thánh nằm trong [[tứ phủ]]\n* [[Đền Tam Kỳ]], ngõ Tam Kỳ, đường Trần Nguyên Hãn thờ Quan Lớn Đệ Tam thuộc hệ thống các vị thánh [[tứ phủ]]\n* [[Đền Tiên La]], ngõ Tám Gian, đường [[Lê Thái Tổ|Lê Lợi]] thờ Chầu Bát- [[nữ tướng]] [[Vũ Thị Thục]]-danh tướng của [[Hai Bà Trưng]] quê ở [[Bạch Hạc]], [[Phú Thọ]] có công chém đầu tướng giặc [[Tô Định]]. Bà cũng là vị [[thánh (định hướng)|thánh]] thuộc [[tứ phủ]]\n* [[Đền Phú Xá]] là nơi thờ nữ tướng Bùi Thị Từ Nhiên cùng công đồng nhà Trần và quân đội đương thời lú chiến với quân Mông Nguyên. Ngoài ra còn rất nhiều đền thờ nhà Trần do Hải Phòng là nơi xảy ra những trận chiến trên thủy với bọn giặc này.\n* [[Đền Giếng]] ở quận Đồ Sơn thờ cô Chín, một vị thánh thuộc [[tứ phủ]]\n* [[Lăng Đôn]] ở quận Lê Chân thờ mình Đức Thánh [[Phạm Tử Nghi]]\n* [[Miếu Chúa Bà Năm Phương]] tại đường Trần Phú, quận Ngô Quyền nằm trong khuôn viên khách sạn quốc tế [[Harbour view|Harbour View]], đây là ngòi miếu cổ, thờ Chúa Năm Phương, tuy hầu hết mảnh đất cũ bị phá đi để xây dựng khách sạn nhưng ban quản lý vẫn xây dựng 1 miếu Chúa khang trang, cẩn thận,tọa lạc trong khuôn viên của khách sạn.\n* [[Đền Tiên Nga]] ở đường Lê Lợi cũng là nơi thờ Chúa Bà Năm Phương khá nổi tiếng, là một trong 5 nơi chính thờ Chúa Bà tại đất Hải Phòng, thế nên trong văn bà mới có câu:\"Năm Phương năm miếu rõ ràng...\". Các nơi đó là miếu Cây Đa 13 gốc, chùa Cấm, miếu chúa bà tại Vườn Hoa Chéo, miếu chúa bà tại khách sạn Harbour View và đền Tiên Nga.\n* [[Đền Nghè]] và [[Đình An Biên]] thuộc quận Lê Chân là nơi thờ nữ tướng Lê Chân, người có công gây dựng nền món, cũng là người đầu tiên thành lập nên mảnh đất bây giờ là thành phố Hải Phòng.\n* Và rất nhiều nhà thờ đạo tại [[Giáo phận Hải Phòng|các giáo xứ]] nằm trong địa bàn thành phố Hải Phòng.\n\n==Xem thêm==\n* [[Kiến trúc Đà Lạt]]\n\n==Tham khảo ==\n{{Tham khảo|30em}}\n\n[[Thể loại:Hải Phòng]]\n[[Thể loại:Kiến trúc Việt Nam]]"}