{"214356":"{{for|sông cùng tên|sông Kiến Giang}}\n{{Thông tin đơn vị hành chính Việt Nam | thị trấn\n| tên = Kiến Giang\n| hình = KienGiangTown.jpg\n| ghi chú hình = Một góc thị trấn Kiến Giang bên [[sông Kiến Giang]]\n| vĩ độ = 17.223725\n| kinh độ = 106.790724\n| diện tích = 3,14 km²\n| dân số = 6.362 người<ref name=QBINH2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 2.026 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Quảng Bình]]\n| huyện = [[Lệ Thủy]]\n| thành lập = 13\/6\/1986<ref name=72-HĐBT\/>\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại IV|Loại IV]]\n| năm công nhận = 2017<ref name=QD37\/>\n| trụ sở UBND = 126 Hùng Vương, tổ dân phố Thượng Giang\n| mã hành chính = 19249<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Kiến Giang''' là [[Thị trấn (Việt Nam)|thị trấn]] huyện lỵ của huyện [[Lệ Thủy]], tỉnh [[Quảng Bình]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Kiến Giang nằm ở trung tâm của vùng đồng bằng Lệ Thủy, bên [[sông Kiến Giang]] và có vị trí địa lý:\n*Phía đông giáp xã [[Liên Thủy, Lệ Thủy|Liên Thủy]]\n*Phía tây giáp xã [[Xuân Thủy, Lệ Thủy|Xuân Thủy]] và xã [[Phong Thủy]]\n*Phía nam giáp xã Xuân Thủy và [[Mai Thủy]] \n*Phía bắc giáp xã Liên Thủy và xã Phong Thủy.\n\nThị trấn Kiến Giang có diện tích 3,14&nbsp;km², dân số năm 2019 là 6.362 người<ref name=QBINH2019>{{Chú thích web |url = https:\/\/bdt.quangbinh.gov.vn\/3cms\/upload\/bandt\/File\/VB%202020\/Bieu%206%20-%20dan%20so%20DTTS%20cap%20xa.xlsx|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Quảng Bình|accessdate = ngày 22 tháng 9 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 2.026 người\/km².\n\nThị trấn có địa hình bằng phẳng, thấp trũng vì nằm trên nền một đầm phá cũ. Do vậy hàng năm đều chịu ảnh hưởng của lũ lụt. Tổng diện tích tự nhiên của toàn thị trấn là 313,85 ha, trong đó đất nông nghiệp chiếm 55,8% diện tích, chủ yếu là đất trồng lúa (chiếm 47% tổng diện tích). Sông ngòi và ao hồ chiếm 5,7%.\n\n==Hành chính==\nThị trấn Kiến Giang được chia thành 3 tổ dân phố: Xuân Giang, Phong Giang, Thượng Giang.\n\n==Lịch sử==\nThị trấn Kiến Giang được thành lập vào ngày [[13 tháng 6]] năm [[1986]] trên cơ sở tách thôn Thượng Lưu của xã Liên Thủy; thôn Quảng Cư của xã Xuân Thủy và đội 4, đội 5 của thôn Hà Thanh (Thượng Phong ngày nay) thuộc xã Phong Thủy.<ref name=72-HĐBT>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-72-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-thi-tran-huyen-Phu-Loc-Bo-Trach-Le-Ninh-Ben-Hai-thi-xa-Dong-Ha-Dong-Hoi-tinh-Binh-Tri-Thien-37111.aspx|tựa đề=Quyết định 72-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính một số xã, thị trấn của các huyện Phú Lộc, Bố Trạch, Lệ Ninh, Bến Hải và các thị xã Đông Hà, Đồng Hới thuộc tỉnh Bình Trị Thiên|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nSau khi thành lập, thị trấn có diện tích 357 ha, dân số là 6.200 người.\n\nNăm 2010, thị trấn được chia thành 8 tổ dân phố ở 3 khu vực: Xuân Giang (các tổ 1, 2, 3), Phong Giang (tổ 4 và tổ 5), Thượng Giang (các tổ 6, 7, 8).\n\nNgày [[23 tháng 1]] năm [[2017]], Bộ Xây dựng ban hành Quyết định số 37\/QĐ-BXD về việc công nhận thị trấn Kiến Giang mở rộng (gồm thị trấn Kiến Giang và 9 xã: Phong Thủy, Xuân Thủy, Liên Thủy, Lộc Thủy, An Thủy, Hồng Thủy, Thanh Thủy, Ngư Thủy Bắc, Cam Thủy) là [[đô thị Việt Nam|đô thị loại IV]].<ref name=QD37>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Quyet-dinh-37-QD-BXD-cong-nhan-khu-vuc-thi-tran-Kien-Giang-mo-rong-dat-tieu-chi-do-thi-loai-IV-2017-338700.aspx|tựa đề=Quyết định số 37\/QĐ-BXD năm 2017 về việc công nhận khu vực thị trấn Kiến Giang mở rộng, huyện Lệ Thủy, tỉnh Quảng Bình đạt tiêu chí đô thị loại IV}}<\/ref><ref>{{Chú thích web|url=http:\/\/phattriendothi.vn\/tin-phat-trien-do-thi\/hoan-lao-va-kien-giang-tinh-quang-binh-dat-tieu-chi-do-thi-loai-iv-993|tựa đề=Hoàn Lão và Kiến Giang tỉnh Quảng Bình đạt tiêu chí đô thị loại IV|ngày=2017-01-18|website=UDA - Cục phát triển đô thị}}<\/ref>\n\nTháng 10 năm 2017, 8 tổ dân phố hợp nhất lại thành 3 tổ dân phố: Xuân Giang (gồm 3 khóm), Phong Giang (gồm 2 khóm) và Thượng Giang (gồm 3 khóm).\n\n==Kinh tế - xã hội==\n===Kinh tế===\nThị trấn Kiến Giang là trung tâm kinh tế quan trọng của huyện Lệ Thủy và cũng là trung tâm động lực của tiểu vùng Nam Quảng Bình.\n\nLà địa phương thuần nông, với lợi thế nằm ở vùng trung tâm của huyện Lệ Thủy, những năm trở lại đây, tại thị trấn Kiến Giang phát triển các ngành nghề du lịch, dịch vụ, tiểu thủ công nghiệp... \n\nNăm 1986, khi mới thành lập, thị trấn Kiến Giang, có tỷ lệ hộ tham gia sản xuất nông nghiệp hơn 70%. Đến nay, các ngành nghề dịch vụ, tiểu thủ công nghiệp tăng lên 60%. Tính đến cuối tháng 10 – 2012, thị trấn Kiến Giang có 52 loại ngành nghề khác nhau như: mộc dân dụng và mỹ nghệ; sản xuất gạch blóc; gò, hàn và làm cửa sắt, nhôm, kính, chế biến thịt hộp...\n\n===Giáo dục===\nMột số cơ sở giáo dục đóng trên địa bàn:\n* Trường THPT Lệ Thủy, đường [[Nguyễn Văn Trỗi]], Xuân Giang\n* Trường THPT [[Nguyễn Chí Thanh]], 25 [[Võ Xuân Cẩn]], Xuân Giang\n* Trung tâm GDDN huyện Lệ Thủy, đường Tây Hồ, Thượng Giang\n* Trường THCS Kiến Giang, 8 Võ Xuân Cẩn, Xuân Giang\n* Trường Tiểu học số 1 Kiến Giang, 06 Trần Hưng Đạo, Thượng Giang\n* Trường Tiểu học số 2 Kiến Giang, 22 Võ Xuân Cẩn, Xuân Giang\n* Trường Mầm non Hoa Mai, đường về nhà lưu niệm Đại tướng Võ Nguyên Giáp, Phong Giang\n* Trường Mầm non Kiến Giang, 3 [[Trần Quốc Toản]], Thượng Giang\n* Trường Mầm non mang tên Đại tướng Võ Nguyên Giáp, Phong Giang\n\n===Y tế===\nMột số cơ sở y tế trên địa bàn:\n* Bệnh viện đa khoa Lệ Thủy, 11 Lý Thường Kiệt, Xuân Giang\n* Trạm y tế thị trấn Kiến Giang, 128 Hùng Vương, Thượng Giang\n\n===Giao thông===\nQuốc lộ 9C (Đường tỉnh 16 rồi tỉnh lộ 565 cũ) bắt đầu từ ngã tư Cam Liên đi qua trung tâm thị trấn, nối liền Quốc lộ 1 với đường Hồ Chí Minh nhánh đông và tây là tuyến đường quan trọng trong việc liên kết kinh tế giữa thị trấn với các xã phía tây và phía đông. \n\nBa tuyến đường nội thị quan trọng của thị trấn là các đường: Hùng Vương, Lý Thường Kiệt, Nguyễn Tất Thành.\n\nSông Kiến Giang chảy qua trung tâm thị trấn là hệ thống giao thông đường thủy với các xã lân cận. Hiện nay, có ba cây cầu bắc qua sông nối liền các khu vực của thị trấn: \n*Cầu vượt Kiến Giang: khánh thành tháng 5 năm 2007, dài 589m, rộng 13m, nằm trên đường tỉnh 565. \n*Cầu Phong Liên được xây dựng lại với kiến trúc hiện đại hoàn thành tháng 8 năm 2014, nằm trên đường Hùng Vương. \n*Cầu Phong Xuân nối liền tổ dân phố Phong Giang với tổ dân phố Xuân Giang được xây dựng lại, hoàn thành vào tháng 8 năm 2016, nằm giữa đường Lý Thường Kiệt và đường Hùng Vương.\n\nBến xe Lệ Thủy nằm trên đường [[Trần Hưng Đạo]] thuộc tổ dân phố Thượng Giang là điểm dừng của nhiều tuyến xe khách quan trọng như: Lệ Thủy - Huế, Lệ Thủy - Đà Nẵng, Lệ Thủy - Đồng Hới, Lệ Thủy - Lao Bảo, Lệ Thủy - Vinh.\n\n===Đường===\nThị trấn Kiến Giang gồm các đường sau:\n*[[Hùng Vương]]\n*[[Lý Thường Kiệt]]\n*[[Nguyễn Tất Thành]]\n*[[Nguyễn Thị Minh Khai]]\n*[[Nguyễn Văn Trỗi]]\n*[[Võ Xuân Cẩn]]\n*[[Dương Văn An]]\n*[[Quang Trung]]\n*[[Nguyễn Du]]\n*[[Phan Đình Phùng]]\n*[[Duy Tân]]\n*[[Ngô Quyền]]\n*[[Nguyễn Trãi]]\n*[[Nguyễn Chí Diểu]]\n*[[Hàm Nghi]]\n*[[Cô Tám]]\n*[[Mỹ Trung]]\n*[[Phan Đình Phùng]]\n*[[Trần Hưng Đạo]]\n*[[Trần Cao Vân]]\n*[[Lê Duẩn]]\n*[[Hồ Tây|Tây Hồ]]\n*[[Sào Nam]]\n*[[Trần Quốc Toản]]\n*[[Cách mạng Tháng Tám|23 tháng 8]]\n*[[Hoàng Hối Khanh]]\nVà một số đường khác...\n\n==Chú thích==\n{{tham khảo|30em}}\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n{{sơ khai Quảng Bình}}\n{{Đơn vị hành chính thuộc huyện Lệ Thủy}}\n\n[[Thể loại:Đô thị Việt Nam loại IV]]\n[[Thể loại:Huyện lỵ Việt Nam]]"}