{"814603":"'''Kiều Phú''' (喬富, [[1447]] - ?) <ref>Ghi theo các sách tham khảo. Theo bài viết \"Về Liệp Hạ thăm nhà thờ danh nhân Kiều Phú\" trên website Báo Mới, thì Kiều Phú sinh năm [[1446]] và mất năm [[1503]].<\/ref>, tự: '''Hiếu Lễ'''; là một danh thần triều [[Nhà Lê sơ|Lê]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n'''Kiều Phú''' là người xã Lạp Hạ, huyện Ninh Sơn (sau đổi là Yên Sơn), phủ Quốc Oai, tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (nay là thôn Vĩnh Phúc, xã Liệp Tuyết, huyện [[Quốc Oai]], [[hà Nội|thành phố Hà Nội]]) <ref>Theo bài viết \"Về Liệp Hạ thăm nhà thờ danh nhân Kiều Phú\" trên website Báo Mới.<\/ref>.\n \nSinh ra trong một gia đình nghèo khó, lớn lên ông phải đi làm thuê. song vì thông minh và ham học, nên mẹ ông đã cho ông theo học với [[Trạng nguyên]] [[Nguyễn Trực]] ở xã Nghĩa Hương cùng huyện.\n \nĐược thầy giáo tận tình dạy dỗ, bạn bè quý mến giúp đỡ, và nỗ lực của bản thân, Kiều Phú đã thi đỗ kỳ [[thi Hương]] và [[thi Hội]]. Trong kỳ [[thi Hội]] năm [[Ất Mùi]] ([[1475]]), dưới triều vua [[Lê Thánh Tông]], Kiều Phú đã đỗ \"đệ nhị giáp đồng [[tiến sĩ]] xuất thân\" ([[Hoàng giáp]]) lúc 28 tuổi <ref name=\"LSVN\">Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 302.<\/ref>.\n \nNhưng sau đó, vì mẹ lâm bệnh mất, nên ông phải xin về chịu tang, rồi mới nhận chức quan. Theo sử liệu, thì ông từng giữ chức Giám sát ngự sử xứ [[Kinh Bắc]], và chức Tham chính tại triều <ref>Theo [[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'', tr. 1115.<\/ref>.\n\nNgoài là một danh thần, Kiều Phố còn là một học giả uyên thâm <ref name=\"LSVN\" \/>. Theo bài \"Hậu tự\" do ông đề năm [[Quý Sửu]] ([[1493]]) có trong ''[[Lĩnh Nam chích quái]]'', thì ông là một trong số người đã nhuận chính và bổ sung cho quyển sách này.\n\nHiện ở thôn Liệp Hạ có nhà thờ Kiều phú, và ở huyện [[Quốc Oai]] có Trường [[trung học cơ sở]] Kiều Phú.\n\n==Xem thêm==\n* [[Lĩnh Nam chích quái]]\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo== \n* [[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'', mục: \"Kiều Phú\". Nhà xuất bản Khoa học xã hội, 2003.\n* [[Nguyễn Huệ Chi]], mục từ \"Lĩnh Nam chích quái\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n* [[Nguyễn Q. Thắng]]-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', mục từ: \"Kiều Phú\". Nhà xuất bản Khoa học xã hội, 1992.\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Sinh năm 1447]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}