{"244499":"[[Tập tin:12 Su quan.jpg|nhỏ|phải|300px|Sơ đồ vị trí [[12 sứ quân]]]]\n'''Kiều Công Hãn''' ([[chữ Hán]]: 矯公罕; ?-967) là thứ sử Phong Châu cuối thời Ngô, sau đó ông chiếm giữ thêm 2 châu lân cận là Hào Châu, Thái Châu; tự xưng là ''Kiều Tam Chế'' và trở thành một thủ lĩnh thời [[loạn 12 sứ quân]] trong [[lịch sử Việt Nam]]. Ông là một sứ quân thuộc thế lực họ Kiều, từng tranh chấp ngôi Vua khi Ngô Xương Văn mất và cuối cùng bị lực lượng của [[Đinh Bộ Lĩnh]] đánh dẹp trong quá trình thống nhất [[Đại Cồ Việt]].\n\n==Thứ sử Phong Châu==\nKiều Công Hãn xuất thân từ một dòng họ có thế lực lớn ở Phong Châu ([[Phú Thọ]]). Ông là con của Kiều Công Chuẩn, anh trai sứ quân [[Kiều Thuận]] và là cháu nội của [[Kiều Công Tiễn]], người Phong Châu, vị Tiết độ sứ cuối cùng trong lịch sử Việt Nam thời Tự chủ. Việt sử kỷ yếu chép Kiều Công Hãn còn có tên gọi khác là Kiều Tri Hựu.<ref>Xem cuốn \"Việt sử kỷ yếu\", tác giả Trần Xuân Sinh, NXB Hải Phòng, trang 77<\/ref>\n\nNăm [[937]], [[Kiều Công Tiễn]] giết chết [[Dương Đình Nghệ]], nắm lấy quyền bính, tự xưng là Tiết độ sứ. Nhưng Kiều Công Hãn không theo ông nội mà mang quân mình vào châu Ái theo [[Ngô Quyền]]. Một thời gian sau, vì thấy Công Tiễn lại quy phục Nam Hán, làm nguy hại đến quyền tự chủ quốc gia, nên Ngô Quyền phát binh từ [[Ái châu]] ra đánh thắng được và giết tên phản quốc Kiều Công Tiễn này, và rồi [[trận Bạch Đằng (938)|đánh thắng]] luôn quân xâm lược [[Nam Hán]] đang mượn cớ là sang giúp Công Tiễn.\n[[Tập tin:Ngô Quyền đại phá quân Nam Hán.jpg|200px|nhỏ|trái|Tranh giả đồng tái hiện trận Bạch Đằng 938]]\nTrong cuộc chống Nam Hán xâm lược này, tương truyền là, chính Kiều Công Hãn là người hiến kế cho Ngô Quyền cắm cọc xuống sông Bạch Đằng trong [[Trận Bạch Đằng (938)|trận thủy chiến năm 938]].<ref>{{Chú thích web|url=http:\/\/news.zing.vn\/nguoi-hien-ke-cho-ngo-quyen-cam-coc-xuong-song-bach-dang-post727761.html|title=Người hiến kế cho Ngô Quyền cắm cọc xuống sông Bạch Đằng}}<\/ref>\n\nÔng phục vụ nhà Ngô và được phong làm thứ sử Phong châu<ref name=\"tienbien\">Ngô Thì Sĩ. 1800. Đại Việt sử ký tiền biên. Bản khắc triều Tây Sơn. Ngô Thì Nhậm hiệu đính. Dương Thị The, Lê Văn Bảy, Nguyễn Thị Thảo, Phạm Thị Thoa dịch chú. Lê Duy Chưởng hiệu đính. Nhà xuất bản KHXH. Hà Nội. 1997. tr.146.<\/ref>.\n\n==Tranh ngôi vua==\nTheo Đại Việt sử ký tiền biên, khi [[Ngô Xương Văn]] mất vào năm 965, các tướng dưới quyền là Tham mưu [[Lã Xử Bình]] và Thứ sử Phong Châu Kiều Công Hãn tranh nhau lên thay... Đến năm 966, Tham mưu [[Lã Xử Bình|Ngô Xử Bình]], Thứ sử Kiều Công Hãn, Thứ sử châu Vũ Ninh là [[Dương Huy]], Nha tướng là [[Đỗ Cảnh Thạc]] lại kéo về Cổ Loa tranh nhau lên ngôi. Trong nước khắp nơi nổi loạn, ai nấy đều chiếm cứ quận ấp, mưu thôn tính lẫn nhau<ref name=\"tienbien\"\/>\n\nSách Khâm định Việt sử Thông giám cương mục ghi \"các đại thần họ Kiều, họ Dương làm loạn\" phần nào cho thấy tham vọng của Kiều Công Hãn trong cuộc chiến ngôi báu này. Ông và Dương Huy là hai thứ sử địa phương kéo quân về triều đình Cổ Loa tranh chấp ngôi vua cùng với hai đại thần triều đình [[Lã Xử Bình]] và [[Đỗ Cảnh Thạc]]. Trong bối cảnh này thì hậu duệ nhà Ngô là [[Ngô Xương Xí]] phải lui về Bình Kiều, Thanh Hóa và trở thành một sứ quân.\n\n==Trở thành sứ quân==\nLàm thứ sử Phong Châu, Kiều Công Hãn cho xây thành Tam Giang rồi thành Phù Lập (đều ở phía nam [[Phú Thọ]]). Khi nhà Ngô mất lực lượng của ông trở thành một sứ quân trong thời [[loạn 12 sứ quân]]. Từ vị thế thủ lĩnh Phong Châu, Kiều Công Hãn chiếm 2 châu lân cận là Hào Châu và Thái Châu để mở rộng địa bàn, Kiều Công Hãn xưng là Kiều Tam Chế.<ref>{{Chú thích web |url=http:\/\/hannom.vass.gov.vn\/noidung\/Disan\/Pages\/bai-viet.aspx?ItemID=8836 |ngày truy cập=2014-03-30 |tựa đề=Kiều đại vương thượng đẳng thần ký lục |archive-date = ngày 5 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160305042144\/http:\/\/hannom.vass.gov.vn\/noidung\/Disan\/Pages\/bai-viet.aspx?ItemID=8836 }}<\/ref><ref>Theo các nhà nghiên cứu PGS Lê Trung Vũ - PGS Tiến sĩ Lê Hồng Lý đồng chủ biên, Nguyễn Minh Tiến hiệu đính trong cuốn ''Lễ hội Việt Nam'' trang 85<\/ref> Ngay từ những ngày đâu gây dựng, Kiều Công Hãn liên tục mở rộng địa bàn chiếm đóng sang khu vực tả ngạn [[sông Lô]] bằng những cuộc chiến với sứ quân [[Nguyễn Khoan]] tại khu vực thuộc các huyện Sông Lô, Lập Thạch ([[Vĩnh Phúc]]) ngày nay.\n\nThần phả miếu Ba Thôn - chùa Hưng Quốc ở Thái Bình cho biết tướng Nguyễn Quảng Lại trong một lần cùng [[Đinh Tiên Hoàng]] truy đuổi tàn quân của Kiều Công Hãn ở Phong Châu, khi tới sông Việt Trì, để giữ bí mật của trận đánh, Nguyễn Quảng Lại đã cho quân chặt cây, hạ thủy để vượt sông. Khi ra tới giữa dòng, trời nổi cơn dông lớn, Quảng Lại mất tích, xác trôi về cửa Bố Hải Khẩu rồi được người dân làng chài trang Quang Lang [[chôn cất]] và thờ cúng.\n\nNăm 967 căn cứ Phong Châu liên tục bị quân [[Hoa Lư]] của Đinh Bộ Lĩnh tấn công. Cuối cùng, lực lượng của sứ quân Kiều Công Hãn bị [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] đánh dẹp. Ông tháo chạy về phía Nam để cầu cứu [[Ngô Xương Xí]] thì bị một hào trưởng là Nguyễn Tấn chặn đón ở [[Nam Định]] chém chết.<ref>[http:\/\/baonamdinh.com.vn\/channel\/5093\/201207\/Nam-dinh-gop-cong-trong-chien-thang-Bach-dang-2181213\/ Nam Định góp công trong chiến thắng Bạch Đằng]<\/ref>\n\nTheo thần tích làng Tề Lễ (Cao Xá, Lâm Thao, Phú Thọ) thì Kiều Công Hãn có một thuộc tướng là Hoàng Định, sau đã rời đất [[Phong Châu (kinh đô)|Phong Châu]] của sứ quân Kiều Công Hãn mà tìm về [[Hoa Lư]] cùng [[Nguyễn Bặc]] theo Đinh Bộ Lĩnh. Sau khi dẹp xong [[12 sứ quân]], triều [[Nhà Đinh|Đinh]] khai quốc [[Đại Cồ Việt]] phong cho Hoàng Định chức Tề Lễ Đường Thượng Quan và cai quản ngay trước thành cũ của Kiều Công Hãn.\n\nThành Tam Giang của Kiều Công Hãn nằm ở vùng ngã ba sông Bạch Hạc, ngày nay thuộc phường Bạch Hạc, [[Việt Trì]], là vùng giáp gianh giữa ba tỉnh: [[Phú Thọ]], Vĩnh Phúc và [[Hà Nội]]. Thần tích đền Tam Giang cho biết khi xây thành ở đây Kiều Công Hãn cũng cho tu sửa đền và chùa Đại Bi.<ref>{{Chú thích web |url=http:\/\/dulichtaybac.vn\/998\/news-detail\/798248\/festival\/le-hoi-boi-chai-bach-hac.html |ngày truy cập=2014-03-11 |tựa đề=Lế hội Bơi Chải Bạch Hạc |archive-date = ngày 12 tháng 3 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140312013642\/http:\/\/dulichtaybac.vn\/998\/news-detail\/798248\/festival\/le-hoi-boi-chai-bach-hac.html }}<\/ref>\n\nSách \"Viêm giao trung cổ ký\" (''Ghi chép sưu tập di tích cổ nước Nam'') của Cao Xuân Dục, trang 147 có chép: ''Phế thành Kiều Sứ quân ở xã Phù Lập, huyện Bạch Hạc, thành do sứ quân Kiều Công Hãn đắp lên, tục vẫn gọi là thành Nội, thành ngoại, đó chính là thành này''.\n\n==Được thờ ở đền Gin==\nĐền Gin là di tích lịch sử văn hóa quốc gia nằm ở xóm Chiền, thôn Hiệp Luật, xã Nam Dương, huyện Nam Trực, [[Nam Định]]. Đền là nơi thờ sứ quân Kiều Công Hãn. Từ thành phố Nam Định, đi theo đường 55 đến cây số 12 rẽ trái khoảng 500m là tới đền. Đây là một di tích có kiến trúc gỗ khá hoàn chỉnh, tiêu biểu của vùng Sơn Nam Hạ. Đền là di tích tín ngưỡng chung của dân bốn làng: Bái Dương, Tang Trử, Hiệp Luật, Cổ Lũng.\n\nTheo thần tích đền Gin, xã Nam Dương, huyện [[Nam Trực]], tỉnh [[Nam Định]] thì năm 967, Kiều Công Hãn bị [[Đinh Bộ Lĩnh]] tấn công thất trận phải tháo chạy. Khi Kiều Công Hãn qua vùng An Lá (Nghĩa An – Nam Trực) thì bị thổ hào [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]] đem dân binh đến tập kích chém trúng cổ. Ông xé lụa quấn lấy cổ, chạy về đến vùng đất Hiệp Luật thì dừng lại ở quán bà hàng nước. Bà hàng nước dâng gỏi cá trắm cho ông ăn, ăn xong ông hỏi: \"Bị thương thế này có sống được không?\" Bà hàng nước chỉ vào đống đất cao gần đền nói: \"Đây là nơi nghỉ tốt lành cho tướng công đó\". Kiều Công Hãn bước ra, cởi áo nằm xuống đống đất rồi hóa. Dân làng Hiệp Luật trông thấy sợ hãi bỏ đi. Dân làng Bái Dương lấy chiếu ra đắp. Sáng hôm sau, mối đùn thành mộ che kín khắp người. Nhân dân gọi là mộ thiên táng. Người dân ở đây nghĩ rằng Kiều Công Hãn là người cùng quê nên rút chân nhang ở mộ vào đền thờ.<ref>[http:\/\/www.dulichnamdinh.com.vn\/%28S%28hih5a455emtnx155h5ebkw55%29A%28kAEWtMArzwEkAAAANmQ3MGMxYTQtM2EwZC00M2M2LWIyNzItYjYyNGM3OWExYjEy6_mdy1CKkSY6PM0tguBW2zSvYiI1%29%29\/viewdetails.aspx?Id=1317 đền Gin]{{Liên kết hỏng|date = ngày 7 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> Ngày nay cứ đến 10-12 âm lịch, dân làng Gin lại đánh cá để tế, tưởng nhớ Kiều Công Hãn, trong khi dân làng An Lá (đều ở [[Nam Trực]], [[Nam Định]]) lại gói bánh để tế, tưởng nhớ chiến công của [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]], nên dân gian có câu: \"làng Gin đánh cá, làng Lá gói bánh\".\n\nNgoài ra, cách khu di tích đền Gin 7&nbsp;km theo tỉnh lộ 490 về phía Nam là di tích đền Tây Lạc, xã Đồng Sơn, huyện Nam Trực cũng là nơi thờ Kiều Công Hãn.<ref>[http:\/\/namtruc.namdinh.gov.vn\/huyennamtruc\/1205\/26830\/37249\/101206\/di-tich-lsvh-cap-quoc-gia\/-den-gin-di-tich-lich-su-van-hoa-va-le-hoi-truyen-thong.aspx Đền Gin Di tích lịch sử văn hóa và lễ hội truyền thống]<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n== Liên kết ngoài ==\n* {{TĐBKVN|12405}}\n{{12 sứ quân}}\n\n[[Thể loại:Người Phú Thọ]]\n[[Thể loại:Loạn 12 sứ quân]]\n[[Thể loại:Võ tướng nhà Ngô]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 967]]\n[[Thể loại:Quân nổi dậy Việt Nam]]"}