{"1745177":"'''Kiểm điểm theo Nghị quyết Trung ương 4 khóa 11''' là một đợt tổng kiểm điểm của Đảng Cộng sản Việt Nam diễn ra trong vòng năm 2012. Theo đó, quận, huyện, thị ủy, các Đảng đoàn, Ban cán sự Đảng, Ban thường vụ các đảng ủy trực thuộc Thành ủy\/Tỉnh ủy, các sở, ban, ngành thành phố\/tỉnh đã tiến hành kiểm điểm tự phê bình và phê bình đối với tập thể và cá nhân các [[đảng phái chính trị#Đảng viên|đảng viên]] trong ban thường vụ, đảng đoàn, ban cán sự Đảng, tập thể lãnh đạo, ban giám đốc <ref>\n{{chú thích báo\n|tác giả= Đức Hải\n|tác phẩm= Báo Hànộimới điện tử\n|url= http:\/\/hanoimoi.com.vn\/Tin-tuc\/Chinh-tri\/567518\/ha-noi-so-ket-kiem-diem-thuc-hien-nghi-quyet-trung-uong-4-khoa-xi\n|tên bài= Hà Nội: Sơ kết kiểm điểm thực hiện Nghị quyết Trung ương 4 (khóa XI) \n|ngày= 27 tháng 11 năm 2012\n|ngày truy cập= 9 tháng 4 năm 2013}}\n<\/ref>. Đỉnh điểm của đợt phê bình và tự phê bình này là Hội nghị 6 Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam tại Hà Nội, trong đó có vấn đề phê bình và cách chức Thủ tướng [[Nguyễn Tấn Dũng]] <ref>{{chú thích web | url = http:\/\/www.rfa.org\/vietnamese\/programs\/ReadingBlogs\/vn-party-meet-topple-pm-tq-10082012101009.html | tiêu đề = Vì sao Hội nghị Trung ương 6 diễn ra sớm hơn dự định? | author = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = [[Đài Á Châu Tự do]] | ngôn ngữ = }}<\/ref>.\n\n==Nội dung Nghị quyết==\nNghị quyết Hội nghị lần thứ 4 Ban Chấp hành Trung ương Đảng (khóa XI) \" Một số vấn đề cấp bách về xây dựng Đảng hiện nay\" được ban hành ngày 16\/1\/2012 do Tổng Bí thư [[Nguyễn Phú Trọng]] ký ban hành<ref name=\"baodientu.chinhphu.vn\">{{Chú thích web |url=http:\/\/baodientu.chinhphu.vn\/Home\/Nghi-quyet-Hoi-nghi-Trung-uong-4-Mot-so-van-de-cap-bach-ve-xay-dung-Dang-hien-nay\/20121\/125067.vgp |ngày truy cập=2013-03-20 |tựa đề=Bản sao đã lưu trữ |archive-date=2013-01-26 |archive-url=https:\/\/web.archive.org\/web\/20130126230831\/http:\/\/baodientu.chinhphu.vn\/Home\/Nghi-quyet-Hoi-nghi-Trung-uong-4-Mot-so-van-de-cap-bach-ve-xay-dung-Dang-hien-nay\/20121\/125067.vgp |url-status=dead }}<\/ref>.\nNghị quyết Trung ương 4 với tiêu đề \"\"Một số vấn đề cấp bách về xây dựng Đảng hiện nay\" chỉ tập trung vào ba vấn đề thực sự cấp bách, cần làm ngay, đó là<ref>{{chú thích web | url = http:\/\/www.baoquangngai.vn\/channel\/2034\/201301\/Qua-mot-nam-thuc-hien-Nghi-quyet-Trung-uong-4-Chuyen-bien-ve-nhan-thuc-va-trach-nhiem-2210725\/ | tiêu đề = Qua một năm thực hiện Nghị quyết Trung ương 4: Chuyển biến về nhận thức và trách nhiệm:Qua một năm thực hiện Nghị quyết Trung ương 4: Chuyển biến về nhận thức và trách nhiệm | author = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = Báo Điện tử Quảng Ngãi | ngôn ngữ = }}<\/ref>: \n*Ngăn chặn, đẩy lùi tình trạng suy thoái về tư tưởng chính trị, đạo đức, lối sống của một bộ phận không nhỏ cán bộ, đảng viên, nhất là cán bộ lãnh đạo, quản lý các cấp;\n*Xây dựng đội ngũ cán bộ lãnh đạo, quản lý, nhất là ở cấp Trung ương, đáp ứng yêu cầu của sự nghiệp công nghiệp hoá, hiện đại hoá và hội nhập quốc tế;\n*Xác định rõ thẩm quyền, trách nhiệm cá nhân người đứng đầu cấp ủy, chính quyền và mối quan hệ với tập thể cấp ủy, cơ quan, đơn vị.\n\nNghị quyết TW 4 có viết \" một bộ phận không nhỏ\" đảng viên hư hỏng, thoái hóa, biến chất<ref name=\"vnexpress.net\">http:\/\/vnexpress.net\/gl\/xa-hoi\/2012\/12\/cu-tri-muon-biet-ro-so-can-bo-thoai-hoa-bien-chat\/<\/ref>. Cụ thể: \"trong đó có những đảng viên giữ vị trí lãnh đạo, quản lý, kể cả một số cán bộ cao cấp, suy thoái về tư tưởng chính trị, đạo đức, lối sống với những biểu hiện khác nhau về sự phai nhạt lý tưởng, sa vào chủ nghĩa cá nhân ích kỷ, cơ hội, thực dụng, chạy theo danh lợi, tiền tài, kèn cựa địa vị, cục bộ, tham nhũng, lãng phí, tùy tiện, vô nguyên tắc...\"<ref name=\"baodientu.chinhphu.vn\"\/>\n\nÔng [[Trương Tấn Sang]] phát biểu: ''\"Dứt khoát phải tiến hành thành công. Đó là mệnh lệnh của nhân dân. Không thể để Nghị quyết Trung ương 4 không thành công, là phụ lòng tin của dân, của Đảng, là không vì lợi ích của nhân dân, của Tổ quốc. Chúng ta không có con đường nào khác, chỉ có một lựa chọn duy nhất là phải thành công. Cho dù phải chấp nhận những biện pháp đau đớn cũng phải làm, vì đó là sự sống còn của Đảng, của chế độ và tương lai tươi sáng của đất nước này\"''.\n\n==Kết quả==\nQuá trình tiến hành phê bình và tự phê bình đã diễn ra tại Ban cán sự đảng Chính phủ, Thủ tướng Chính phủ, Ban cán sự đảng các bộ và từng thành viên Chính phủ. Thủ tướng Nguyễn Tấn Dũng đã nhận lỗi trước quốc hội <ref>\n{{chú thích báo\n|tác giả= Thế Dũng\n|tác phẩm= Báo Người Lao động Điện tử\n|url= http:\/\/nld.com.vn\/20121022110522747p0c1002\/thu-tuong-nguyen-tan-dung-nhan-loi-truoc-quoc-hoi.htm\n|tên bài= Thủ tướng Nguyễn Tấn Dũng nhận lỗi trước Quốc hội\n|ngày= 22 tháng 10 năm 2012\n|ngày truy cập= 9 tháng 4 năm 2013}}\n<\/ref>.\n\nÔng Trần Viết Hoàn, nguyên Giám đốc khu di tích Phủ Chủ tịch nói Nghị quyết trung ương 4 khóa 11 của Đảng đã chỉ rõ bộ mặt thật của một \"bộ phận không nhỏ\" những kẻ tranh thủ một thời làm quan, cậy quyền vơ vét, đục khoét tiền của dân, của nước, nhưng lo ngại cho Nghị quyết này cũng như Luật Phòng chống tham nhũng sửa đổi, bởi \"nếu làm không làm triệt để thì mọi thứ lại trở về như cũ, thậm chí còn tồi tệ hơn\". \"theo dõi bước tự phê bình, phê bình vừa qua thì như hòa cả làng, chẳng biết ai tốt ai xấu\"<ref name=\"vnexpress.net\"\/>.\n===Đồng chí X===\nChiều ngày 15\/10\/2012, hội nghị lần 6 Ban chấp hành Trung ương Đảng đã chính thức bế mạc sau 15 ngày họp kín căng thẳng tại Hà Nội. Trong phát biểu cuối cùng, Tổng Bí thư Nguyễn Phú Trọng thông báo Ban chấp hành Trung ương quyết định \"không thi hành kỷ luật đối với tập thể Bộ Chính trị và một đồng chí trong Bộ Chính trị\"<ref>http:\/\/www.rfa.org\/vietnamese\/in_depth\/pm-ntdung-survive-political-storm-qc-10152012153337.html<\/ref>. Ông Trọng nghẹn ngào khi thừa nhận: \"Bộ Chính trị, Ban Bí thư đã nghiêm túc tự phê bình và thành thật nhận lỗi trước Ban Chấp hành Trung ương về những yếu kém, tồn tại trong công tác xây dựng Đảng, những suy thoái, tiêu cực trong đội ngũ cán bộ, đảng viên như Nghị quyết Trung ương 4 đã nêu.\"<ref name=\"bbc.co.uk\">http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/10\/121017_truongtansang_voters.shtml<\/ref>\n\nKhi tiếp xúc cử tri ở TP Hồ Chí Minh hôm thứ Tư 17\/10, Chủ tịch nước [[Trương Tấn Sang]] nói về quyết định không kỷ luật một ủy viên Bộ Chính trị, mà ông gọi là 'đồng chí X': \"Chỉ có cân nhắc tình hình hiện nay, cân nhắc lợi hại thì quyết nghị là không thi hành kỷ luật. Như vậy không có nghĩa là Bộ Chính trị không có lỗi, không phải là cá nhân đồng chí ‘X’ không có lỗi.\"<ref name=\"bbc.co.uk\"\/>\n\nSau đó [[blogger]] [[Trương Duy Nhất]] đặt câu hỏi: \"''Tại sao cái tên của Thủ tướng Nguyễn Tấn Dũng - người bị Bộ chính trị yêu cầu kỷ luật cũng không dám công khai, phải nói trại ra là \"một đồng chí ủy viên BCT... Chủ tịch nước vẫn không dám nêu tên Thủ tướng Nguyễn Tấn Dũng mà phải gọi là \"đồng chí X\"''.\"<ref>http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/10\/121018_truong_duy_nhat_view.shtml<\/ref>\n\n==Xem thêm==\n*[http:\/\/baodientu.chinhphu.vn\/Home\/Nghi-quyet-Hoi-nghi-Trung-uong-4-Mot-so-van-de-cap-bach-ve-xay-dung-Dang-hien-nay\/20121\/125067.vgp Toàn văn Nghị quyết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130126230831\/http:\/\/baodientu.chinhphu.vn\/Home\/Nghi-quyet-Hoi-nghi-Trung-uong-4-Mot-so-van-de-cap-bach-ve-xay-dung-Dang-hien-nay\/20121\/125067.vgp |date=2013-01-26 }}\n*[http:\/\/tv.vtc.vn\/594-351898\/truyen-hinh\/clip-tong-bi-thu-phat-bieu-be-mac-hoi-nghi-tu-6.htm Clip Tổng Bí thư Nguyễn Phú Trọng bế mạc hội nghị TW6] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121226102439\/http:\/\/tv.vtc.vn\/594-351898\/truyen-hinh\/clip-tong-bi-thu-phat-bieu-be-mac-hoi-nghi-tu-6.htm |date=2012-12-26 }}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Đảng Cộng sản Việt Nam| ]]\n[[Thể loại:Chính trị Việt Nam]]"}