{"3133249":"'''Kottinagar''' ([[tiếng Phạn]]: कोटिनगर) là tên gọi [[kinh đô]] của [[vương quốc Phù Nam]], tồn tại từ [[thế kỷ 2]] đến [[thế kỷ 7]]. [[Đô thị]] này được giới [[khảo cổ]] xác định tọa lạc tại nơi hiện nay là [[thị trấn]] [[Óc Eo (thị trấn)|Óc Eo]].\n\n==Nguồn gốc tên gọi==\n'''Kottinagar''' được nhà [[địa lý]] [[Claudius Ptolemaeus]] ghi chép trong [[thư tịch]] của mình vào [[thế kỷ 2]] với tên gọi '''Kattigara'''<ref>\"Oc-Eo dans le delta du Mékong serait donc une identification plus probable\": Germaine Aujac, ''Claude Ptolémée, Astronome, Astrologue, Géographe: Connaissance et Représentation du Monde habité,'' Paris, Editions du CTHS, 1993, p.125, n.10. See also Adhir Chakravarti, \"The Economic Foundations of Three Ancient Civilizations of South-east Asia: Borobudur, Dvararavati and Angkor: Preliminary Report of a Study Tour in some countries of South-east Asia in April–May 1985\", in Haraprasad Ray (ed.), ''Studies on India, China, and South East Asia: Posthumous Papers of Prof. Adhir Chakravarti,'' Kolkata, R.N. Bhattacharya, 2007, p.89; and Adhir Chakravarti, \"International Trade and Towns of Ancient Siam\", ''Our Heritage: Bulletin of the Department of Post-graduate Training and Research, Sanskrit College, Calcutta,'' vol. XXIX, part I, January–June 1981, pp1-23, nb p.9. An alternative proposed by J. L. Moens was that the name derived from the Sanskrit, ''Koti-nagara'' \"Cape City\", referring to its location near [[Cape Ca Mau]], the southern point of Indochina: J. L. Moens, \"De Noord-Sumatraanse Rijken der Parfums en specerijen in Voor-Moslimse Tijd,\" ''Tijdschrift voor Indische Taal-, Land- en Volkenkunde,'' LXXXV,ngày 1 tháng 3 năm 1955, pp.325-336, p.335; also J. L. Moens, \"Kotinagara het antieke handescentrum op Yava's. Eindpunt,\" ''Tijdschrift voor Indische Taal-, Land- en Volkenkunde,'' LXXXV,ngày 1 tháng 3 năm 1955, pp. 437-48, p.448; and also W.J. van der Meulen, \"Ptolemy's Geography of Mainland Southeast Asia and Borneo,\" ''Indonesia,'' no.19, April 1975, pp.1-32, p.17.<\/ref>. Từ này trong [[tiếng Phạn]] có nghĩa là ''thành phố cường thịnh''<ref>Paul Schnabel, „Die Entstehungsgeschichte des kartographischen Erdbildes des Klaudios Ptolemaios\", ''Sitzungsberichte der Preussischen Akademie der Wissenschaften: Philosophisch-Historische Klasse,'' Verlag der Akademie der Wissenschaften, Bd.XIV, 1930, S.214-250, nb 239-243. Erich Polaschek, ‘Ptolemy's \"Geography\" in a New Light’, ''Imago Mundi'', Vol. 14, (1959), pp. 17-37, nb pp.25 & 35. {{chú thích tạp chí|last=Bagrow|first=L.|date= ngày 1 tháng 1 năm 1945 |title=The Origin of Ptolemy's Geographia|journal=Geografiska Annaler|volume=27|pages=318–387, nb 322–323|doi=10.2307\/520071|issn=16513215|publisher=Geografiska Annaler, Vol. 27|jstor=520071}} [http:\/\/www.nla.gov.au\/apps\/cdview\/?pi=nla.map-rm2580-sd&rgn=0.1445283578%2C0.0057648754%2C0.8553235599%2C0.9940292362&cmd=zoomin&width=1200&x=1030&y=963 Claudius Ptolemy, ''India extra Gangem fluvium Sinarum situs,'' Rome, Arnoldus Buckinck, 1508 (same map reproduced in the Rome 1478 and 1490 edition).]{{Liên kết hỏng|date = ngày 7 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref> ('''Kotti''': ''Cường thịnh'', '''Nagar''': ''Đô thị'').\n==Khảo cổ==\nTừ tháng 2 đến tháng 4 năm 1944, nhà [[khảo cổ học]] [[Pháp]] [[Louis Malleret]] cho khai quật khảo cổ ở [[Óc Eo]]<ref>Óc Eo: tên một cánh đồng nay thuộc xã Vọng Thê, huyện [[Thoại Sơn, An Giang|Thoại Sơn]], tỉnh [[An Giang]].<\/ref>, và đã tìm thấy nhiều di vật quý, có niên đại phù hợp với thời kỳ quốc gia Phù Nam tồn tại ở đây.\n\nTại di chỉ Bình Tả (xã Đức Hòa, huyện Đức Hòa, tỉnh [[Long An]]), trong đợt khai quật vào tháng 2 năm 1987 do [[Lê Trung Khá]] chủ trì, đã phát hiện một di vật có tên [[Bhavavarman I|Bhavavarman]] (tên một hoàng thân Phù Nam) viết bằng chữ Phạn cổ. Đây là một cứ liệu chính xác cho phép gắn liền văn hóa khảo cổ Óc Eo với Vương quốc Phù Nam trong lịch sử.<ref>Theo ''Địa chí văn hóa Thành phố Hồ Chí Minh '', tập I, phần 2, tr. 119.<\/ref>\n \nSau năm [[1975]], thêm nhiều lần khai quật khảo cổ ở Óc Eo và nhiều nơi khác nữa, thì thấy nền văn hóa này phân bố rất phong phú trên địa bàn các tỉnh như [[Long An]], [[Đồng Tháp]], An Giang, [[Kiên Giang]], [[Thành phố Hồ Chí Minh]]...<ref>Cuộc khai quật đầu tiên của Malleret đã tiến hành với 24 điểm. Cho tới nay, trên sườn núi Ba Thê và cánh đồng Óc Eo đã có trên 50 địa điểm có giá trị khảo cổ học đã được ghi nhận và nghiên cứu. Tính đến năm 1975, bộ sưu tập về văn hóa Óc Eo - Ba Thê đã có 3.969 hiện vật. Trong đó bao gồm: 498 đồ vàng, 137 đồ bạc, 4 chì, 83 thiếc, 149 đồ đồng, 2.749 đồ đá màu (trong đó có 2.522 chuỗi hạt, 79 đồ đá khác, 285 đất nung, 7 đồ gỗ và một số hiện vật không xác định rõ)<\/ref>. Tất cả theo sách ''Lược sử vùng đất Nam Bộ Việt Nam'', đã khẳng định rằng Óc Eo là một nền văn hóa có nguồn gốc bản địa, mà chủ nhân của nó là những cư dân Phù Nam. Nền văn hóa này phát triển trên nền tảng văn hóa Đồng Nai, có quan hệ mật thiết với nền [[văn hóa Sa Huỳnh]] ở [[miền Trung]], và có quan hệ giao lưu rộng rãi với các nước ở bên ngoài (qua dấu tích [[vật chất]], cho thấy có sự liên hệ khá mật thiết với [[Trung Quốc]], [[Ấn Độ]], [[Tây Nam Á|Tây Á]] và [[Địa Trung Hải]]).<ref>''Lược sử vùng đất Nam Bộ Việt Nam'', tr. 17.<\/ref>\n \n''Từ điển Văn hóa Đông Nam Á'' cho biết chi tiết: \n:''Ở di chỉ Óc Eo đã phát hiện ra nhiều di chỉ khác nhau như di chỉ cư trú, di chỉ kiến trúc [[tôn giáo]], di chỉ mộ táng... cùng rất nhiều hiện vật quý như tượng thờ, linh vật, phù điêu, con dấu, [[tiền tệ]], di vật bằng [[vàng]], đồ trang sức bằng [[ngọc|đá quý]], vật dụng bằng đá, [[đồ gốm]], vật dụng bằng gỗ, cốt động vật, cốt thực vật...''\n\n:''Qua phân tích các mẫu vật, đã xác định được niên đại của di chỉ Óc Eo là cuối [[thế kỷ 2]] đến [[thế kỷ 5]]. Các hiện vật khảo cổ đã nói lên tầm quan trọng rất lớn trong nền văn hóa được mang tên là Óc Eo ở Đông Nam Á. Theo các nhà nghiên cứu, Óc Eo đã từng là một cảng quan trọng của nhà nước Phù Nam.''<ref>''Từ điển Văn hóa Đông Nam Á'', tr. 305.<\/ref>\n\nVà qua kết quả xét nghiệm những cốt sọ cùng nhiều hiện vật quý của cư dân Phù Nam, phần lớn các nhà nghiên cứu trong và ngoài nước đã đưa ra một số ý kiến, có thể tóm tắt vào mấy điểm chính như sau<ref>Lược theo ''Giáo trình du lịch'' (tr. 101-102) và ''Lịch sử Campuchia'' (tr. 40-44)<\/ref>:\n\n* Hai nhà nghiên cứu là Võ Sĩ Khải & Lê Trung Khá, sau khi tìm thấy hai sọ cổ (cư dân của nền văn hóa Phù Nam) ở Gò Tháp ([[Đồng Tháp]]) & Óc Eo năm 1984, đã cho biết rằng: \"Hai sọ cổ này mang những đặc điểm thường gặp phải ở số đông người Thượng hiện nay; và thường được xếp vào tiểu chủng hay loại hình nhân chủng Indonésien.<ref>''Địa chí văn hóa Thành phố Hồ Chí Minh '' (tập I, phần 2, tr. 113) & ''Giáo trình du lịch'' (tr. 99). Sách ''Lược sử vùng đất Nam Bộ Việt Nam'' ghi cư dân Phù Nam mang đặc điểm nhân chủng Tiền Mã Lai (Protomalais).<\/ref>. Trong quá trình phát triển, có sự tiếp xúc và cộng cư với những yếu tố nhân chủng khác.\n*Chế độ nhà nước là chế độ phong kiến. Vương quyền được kết hợp chặt chẽ với thần quyền, tôn giáo được sử dụng như một công cụ hữu hiệu của giai cấp thống trị.\n*Xã hội đã có sự phân hóa giàu nghèo thành các tầng lớp quý tộc, bình dân và nô lệ.\n[[Tập tin:Đồ trang sức Phù Nam.jpg|nhỏ|200px|trái|Đồ trang sức của cư dân Phù Nam.]]\n*Thuế là nguồn thu nhập chính của quốc gia. Thuế có thể đóng bằng vàng, bạc, châu ngọc, hương liệu...\n*Pháp luật được thi hành theo quan niệm \"thần đoán\" (xem đoạn trích sử Nam Tề ở phần ''Trong thư tịch cổ'').\n*Tín ngưỡng chủ yếu là [[ấn Độ giáo|đạo Bà-la-môn]] và [[Phật giáo|đạo Phật]].\n*Đặc điểm hình thể và cách ăn mặc của cư dân Phù Nam có những nét giống với các dân tộc bản địa ở miền [[cao nguyên]] [[Bán đảo Đông Dương|Đông Dương]].\n[[Tập tin:Bia Tháp Mười.jpg|nhỏ|200px|phải||Bia đá cổ được tạo tác vào thời Phù Nam (khoảng thế kỷ 2-3), được tìm thấy ở [[Đồng Tháp]].]]\n*Chữ viết là loại [[tiếng Phạn|chữ Phạn]] (Sanskrit) có nguồn gốc từ bộ chữ cái của [[người Pallava]], ở [[Ấn Độ]].<ref>Ghi theo ''Lược sử vùng đất Nam Bộ'' (tr. 18). ''Giáo trình du lịch'' cho rằng chữ ''Brami'', là thứ chữ đã được dùng ở Ấn Độ từ [[thế kỷ 3]] đến [[thế kỷ 5]]. (tr. 99)<\/ref>.\n**Có 2 giả thuyết về ngôn ngữ của dân cư Phù Nam, có thể là [[nhóm ngôn ngữ Mã Lai-Đa Đảo]] thuộc ngữ hệ Nam Đảo<ref>Ngô Văn Doanh (2009), trang 14. Ý kiến này phù hợp với ghi nhận của ''Lương thư'' (sử nhà Lương, [[Trung Quốc]]).<\/ref> hoặc là [[nhóm ngôn ngữ Môn-Khmer]]<ref>''Giáo trình du lịch'' (tr. 98)<\/ref>.\n*Ăn ở: Lương thực chính là lúa gạo. Cất nhà trên cọc gỗ, mái lợp bằng lá [[Chi Thốt nốt|thốt nốt]] hoặc ngói. Louis Malleret khi đã tiến hành khai quật ở Óc Eo đã nhận xét rằng: ''phần lớn kiến trúc ở đây được lợp mái bằng ngói, một kiểu khác hẳn ở Angkor''.<ref>Louis Malleret. ''L’Archéologie du delta du Mékong'', Tome 3, Paris, 1963, tr. 314.<\/ref>\n*Tang lễ: người chết được chôn cất theo một trong 4 cách: thủy táng, hỏa táng, điểu táng và địa táng. Theo ''Tấn thư'' thì tang lễ và hôn lễ của Phù Nam gần giống với Lâm Ấp (tức Chămpa).\n*Nhiều ngành nghề khá phát triển, như: luyện kim, nấu thủy tinh, chế tác ngọc, gốm màu, gạch, kim hoàn, xây dựng, tạc tượng, nghề cá, trồng lúa nước (lúa sạ), đóng thuyền lớn, dệt vải, thêu thùa, làm muối, làm giấy (bằng bông gòn)...\n*Có kinh nghiệm & tài nghệ trong việc làm thủy lợi để cải tạo đất đai.\n*Có nền thương nghiệp, đặc biệt là ngoại thương khá phát triển.\n*Giỏi săn bắt & chăn nuôi (biết thuần dưỡng cả voi).\n*Thú tiêu khiển: Ca múa (loại hình nghệ thuật này rất phát triển), săn bắt, chọi gà...\n \nĐúc kết lại, sách ''Lịch sử Campuchia'' viết:\n:''Trên đây là những nét phát họa của một nền văn minh xuất hiện sớm nhất ở miền Nam bán đảo Inđôchina. Văn minh đó của Phù Nam tiếp thu những tinh hoa của nền văn minh Ấn Độ. Nhưng tất cả những điều mà chúng ta biết đều chứng tỏ rằng ngay từ thuở ban đầu, văn minh Ấn Độ chỉ là đến ghép trên miếng đất cũ của nền văn hóa Đông Nam Á bản địa vốn có sẵn, để hình thành một nền văn minh và một nền nghệ thuật hết sức độc đáo.''<ref>''Lịch sử Campuchia'', tr. 44.<\/ref>\n\n=== Trong thư tịch cổ ===\n[[Tập tin:Bia cổ chùa Linh Sơn Ba Thê (An Giang).jpg|nhỏ|200px|trái|Một trong hai tấm bia đá cổ ở chùa Linh Sơn (Ba Thê), có khắc chữ viết của người Phù Nam.]]\nQuyển sách đầu tiên đề cập đến Vương quốc Phù Nam là ''Dị vật chí'' của Dương Phù thời [[Nhà Hán#Sự trỗi dậy và sụp đổ của nhà Đông Hán|Đông Hán]] (25-220).\n \nKế đến là ''Ngô thư'' thời [[Tam Quốc]] (220-280). Theo sách này thì vào [[tháng chạp|tháng Chạp]] năm Xích Ô thứ 6 (243), vua Phù Nam là Phạm Chiên có sai sứ đến dâng nhạc công và phương vật cho vua Ngô là [[Tôn Quyền]] (182 – 252).\n\nThời gian sau, khi đánh chiếm [[Giao Châu]] và [[Cửu Chân]], vua Ngô cũng đã sai người đến các nước phương Nam; thì các nước là Phù Nam, [[Lâm Ấp]] ([[Chăm Pa|Chămpa]]), [[Minh Đường]] thảy đều sai sứ đến dâng cống.<ref>''Ngô thư'', Ngô chủ truyện (quyển 47, tờ 31). Dẫn lại theo ''Lược sử vùng đất Nam Bộ Việt Nam'', tr. 14.<\/ref>\n\n''Lương thư'' còn cho biết vua Ngô là Tôn Quyền đã sai Chu Ứng và Khang Thái đi sứ các nước phía Nam, trong số đó có Phù Nam. Sau khi đi sứ về, Khang Thái có viết quyển ''Phù Nam thổ tục'' còn gọi là ''Phù Nam truyện''.\n\nCác sách có niên đại muộn hơn vào các thế kỷ 6 và 7 như [[Trần thư]], [[Tùy thư]], [[Thông điển]], [[Tân Đường thư]]... đều có ghi chép về đất nước Phù Nam. Trích một vài đoạn:\n;[[Nam Tề thư]]:\n:''Người Phù Nam thường buôn vàng bạc, tơ lụa. Con cái nhà quý tộc thường mặc xà-rông bằng lụa the. Đàn bà thì mặc một thứ áo vải luồn qua đầu. Người nghèo thì quấn một mảnh vải thô quanh mình. Họ đúc nhẫn và vòng đeo tay bằng vàng, làm bát đĩa bằng ngọc. Họ đốn cây lấy gỗ làm nhà và rào vườn tược chung quanh nhà. Nhà vua ở trong một nhà lầu có tầng gác. Dọc bờ biển, người ta trồng cây [[Chi Thốt nốt|thốt nốt]] lá dài dùng để lợp nhà. Người ta đóng những chiếc thuyền dài tám, chín [[trượng]] (tức hơn 20m), rộng sáu, bảy phần mười trượng. Mũi thuyền và lái thuyền giống như đầu và đuôi cá. Nhà vua ngự trên mình voi. Đàn bà có thể cưỡi voi đi. Họ thích chơi chọi gà. Họ không có nhà tù. Khi có kiện cáo, tranh chấp, họ vứt nhẫn vàng hoặc trứng vào nước sôi. Ai dúng tay lấy ra mà không bị bỏng thì người ấy được kiện. Hoặc người ta bắt cầm ở tay một chiếc xích nung đỏ rồi đi bảy bước. Ai có tội thì bàn tay bị cháy bỏng, người vô tội thì chẳng có việc gì. Cũng có khi người ta nhận những người kiện xuống nước. Người có tội thì chìm hẳn dưới nước, người vô tội thì nổi lên...''\n:''Dưới đời vua Kaunđinya Giayavacman, phong tục của đất nước này là tôn thờ thần Mahaxvara. Thần luôn xuống ngự trên đỉnh Mộtan.''<ref>Mahaxvara, là một trong những tên gọi của thần Siva. Đoạn trích này in trong sách Lịch sử Campuchia, tr.41-42.<\/ref>\n[[Tập tin:Bộ Xương.jpg|nhỏ|200px|phải|Bộ xương của người cổ được khai quật ở Gò Cây Tung (An Giang, Việt Nam) năm 1994-1995.]]\n\n;[[Lương thư]]:\n:''Nước Phù Nam ở phía Nam quận [[Nhật Nam]], trong một vịnh lớn ở phía Tây biển. Nước cách Nhật Nam chừng 7.000 [[Hệ đo lường cổ Việt Nam|lý]] và cách Lâm Ấp hơn 3.000 lý về phía Tây Nam. Đô thành cách biển 500 lý. Một con sông lớn từ Tây Bắc chảy về phía Đông và đổ ra biển. Nước rộng hơn 3.000 lý. Đất thấp và bằng phẳng. Khí hậu và phong tục đại để giống Lâm Ấp...''\n:''...Họ (cư dân Phù Nam) không đào giếng gần nhà ở. Mấy chục gia đình chung nhau xây một cái bể chứa nước để dùng. Họ có tục sùng bái các vị thần trên trời. Họ đúc tượng thần để thờ, tượng có một mặt bốn tay hay tượng bốn mặt tám tay; mỗi tay cầm một vật gì đó, hoặc một đứa bé con, hoặc một con chim, một con thú nào đó, hoặc một hình mặt trời hay Mặt Trăng. Nhà vua thường ngự giá trên mình voi, các cung phi và đình thần cũng vậy. Khi vua ngồi, đầu gối chân phải gấp thẳng đứng, đầu gối chân trái gấp bằng sát đất (tư thế thường thấy ở các pho tượng thần Khơ-me và Án Độ). Trước mặt vua, người ta trải một tấm vải trên đặt những lọ bằng vàng và những lư hương. Khi có tang, người ta có tục cạo râu và cạo đầu. Về mai táng có bốn cách: hoặc vứt xác chết xuống dòng sông, hoặc hỏa táng, hoặc đào huyệt chôn, hoặc vứt ngoài đồng nội cho quạ chim mổ xẻ.''<ref>''Sử nhà Lương''. Đoạn trích in trong sách ''Lịch sử Campuchia'', tr.42.<\/ref>\n \n;[[Tấn thư]]:\n:''Đất rộng 3.000 lý, có những thành phố xây tường, có lâu đài và nhà ở. Đàn ông Phù Nam xấu và đen, quấn tóc, ở truồng và đi chân không. Tính đơn giản và không trộm cắp. Họ chăm công việc nhà nông, gieo 1 năm gặt 3 năm. Họ thích trang trí bằng điêu khắc, chạm trổ; nộp thuế bằng vàng, bạc, hạt châu, hương liệu. Họ có sách vở, thư viện và nhiều vật khác. Chữ viết giống người Hồ. Ma chay cưới hỏi đại để giống Lâm Ấp''.<ref>P.Pelliot, ''Le Fou Nan'', Hà Nội, 1903 & ''Lược sử vùng đất Nam Bộ Việt Nam'', tr. 18.<\/ref>\n\n;Phù Nam thổ tục:\n:''Vương Quốc Phù Nam bề ngang rộng 399 lý, có nhiều đô thị, có tường cao bao quanh và bên trong có nhà ở... Nước da người dân màu đen, tóc quăn, xấu xí...Đàn ông đóng khố, đàn bà mặc cái chăn tròng từ cổ tới chân, xỏ lỗ tai để đeo bông tòn ten.''\n:''Nếp sống tuy rất đơn giản nhưng họ không trộm cắp. Họ làm nghề nông theo lối cổ, gieo trồng một lần gặt hái luôn trong 3 năm. Họ thích điêu khắc và dùng đục chạm trổ rất khéo; nhiều món đồ dùng để ăn cơm như chén đĩa đều làm bằng bạc. Dân chúng đóng thuế bằng vàng bạc, trân châu & dầu thơm...Họ biết đọc sách & có văn khố. Văn tự của họ giống như nét chữ của dân Hồ, một sắc dân ở Trung Á dùng Ấn tự...Cảnh vật trong xứ rất đẹp...''\n\n=== Nơi di chỉ ===\nGiới thiệu một vài di chỉ tiêu biểu<ref>Lược theo ''Giáo trình du lịch'', tr. 111-114.<\/ref>:\n\n=== Di chỉ Gò Cây Thị (Óc Eo) ===\n[[Tập tin:Di chỉ Gò Cây Thị.jpg|nhỏ|200px|phải|Nhà trưng bày di chỉ Gò Cây Thị.]]\nDi chỉ Gò Cây Thị thuộc xã Vọng Thê, huyện [[Thoại Sơn, An Giang|Thoại Sơn]], tỉnh An Giang; là một di chỉ cung đình mang tính tôn giáo, gồm tiền điện, chính điện và 4 ô ngăn; đã được nhà khảo cổ Pháp Louis Malleret khai quật đầu tiên vào năm 1944 (từ tháng 2 đến tháng 4). Di chỉ có diện tích 488,8m2, có dạng gần vuông, quay mặt về hướng Đông, nằm trên cánh đồng Óc Eo, cách di tích [[Chùa Linh Sơn (Ba Thê)|khu di tích Nam Linh Sơn]] (núi Ba Thê) khoảng 1600m về phía Đông.\nỞ quanh khu di chỉ này, Louis Malleret còn tìm được 8 ngôi mộ táng. Hiện vật tìm thấy trong mộ hoặc xung quanh mộ, gồm những thỏi đất nung, mảnh gốm mịm, hạt chuỗi, đá quý, vàng lá, xương răng lợn, xương trâu bò, sừng hươu, than củi…\n\n==== Di chỉ Gò Tháp ====\nDi chỉ Gò Tháp thuộc huyện [[Tháp Mười]], tỉnh Đồng Tháp, được thám sát vào năm 1931, 1943 và 1984. Đây là khu di chỉ có các loại hình: cư trú, mộ táng và kiến trúc.\n\n==== Di chỉ Gò Thành ====\nDi chỉ Gò Thành thuộc ấp Tân Thành (xã Tân Thuận Bình, huyện [[Chợ Gạo]], tỉnh [[Tiền Giang]]), được L. Malleret phát hiện năm [[1941]]. Trong nhiều lần khai quật tiếp theo vào những năm: 1979, 1988, 1989, 1990, đã phát hiện ở độ sâu khoảng 1,5 đến 3 [[m]], có nhiều gốm cổ bị vỡ; nhiều vòi bình; nhiều di cốt trâu bò, heo và xương cá; nhiều dấu vết tro, than, vỏ trái cây, lá dừa nước; cùng với vài cọc gỗ có dấu vết gia công.\n\nNơi đây, cũng đã phát hiện được 5 kiến trúc bằng gạch và 12 ngôi mộ xây bằng gạch có kích thước lớn nhỏ khác nhau. Trong và quanh mộ, ngoài những hiện vật bằng vàng, bằng gốm, đất nung còn có hai tượng thần Visnu bằng đá có kích cỡ khá lớn...Bằng kỹ thuật chuyên ngành, các nhà khảo cổ đã phân tích một số mẫu vật & kết luận rằng khu di tích khảo cổ Gò Thành có niên đại từ thế kỷ 4 đến thế kỷ 8. Đây là một khu di chỉ đặc biệt vì nó còn lưu giữ khá nguyên vẹn và phong phú về nhiều loại hình di chỉ như: di chỉ cư trú, di chỉ mộ táng, và nhất là di chỉ kiến trúc với nhiều đền tháp ở cạnh nhau có quy mô khác nhau, rất hoành tráng, tuy chỉ còn phần nền...\n\n==== Di chỉ Gò Cây Tung ====\nDi chỉ Gò Cây Tung thuộc ấp Thới Thuận, xã Thới Sơn, huyện [[Tịnh Biên]], tỉnh An Giang, được phát hiện và khai quật vào năm 1994 và 1995. Tại đây, người ta đã phát hiện nhiều ngôi mộ cổ với 23 bộ xương người, trong đó có 9 nam, 7 nữ, còn 7 cá thể chưa rõ giới tính... Ngoài ra, người ta còn tìm được nhiều hiện vật phong phú, bao gồm đồ gốm có vẻ màu, hơn 40 chiếc rìu đá (có hình tứ giác) cùng bàn mài, chày nghiền...\n\nCùng với những di chỉ trên, những di vật và mộ táng được phát hiện rất nhiều ở nơi khác như: Bình Tả ([[Long An]]), Gò Cây Duối-Thanh Điền, Tây Ninh, Đá Nổi ([[Kiên Giang]]), ND 11 ([[Khu kinh tế mới Lê Minh Xuân]], huyện Bình Chánh, Thành phố Hồ Chí Minh), Di chỉ Cây Gáo ([[Đồng Nai]]) v.v...đã khẳng định rằng ''Óc Eo là một nền văn hóa có nguồn gốc bản địa, mà chủ nhân của nó là những cư dân Phù Nam''.\n\n==Xem thêm==\n{{thể loại Commons|Óc Eo}}\n* [[Văn hóa Óc Eo]]\n* [[Phù Nam]]\n* [[Vyadhapura]]\n==Tham khảo==\n{{tham khảo|30em}}\n*Albert Herrmann, \"Der Magnus Sinus und Cattigara nach Ptolemaeus\", ''Comptes Rendus du 15me Congrès International de Géographie'', Amsterdam, 1938, Leiden, Brill, 1938, tome II, sect. IV, Géographie Historique et Histoire de la Géographie, pp.&nbsp;123–8. [http:\/\/books.google.com.au\/books?id=WNEUAAAAIAAJ&pg=PA123&dq=%E2%80%9CDer+Magnus+Sinus+und+Cattigara+nach+Ptolemaeus%E2%80%9D,&hl=en&sa=X&ei=07xjT7iFIdGciAfPk73MBQ&redir_esc=y#v=onepage&q=%E2%80%9CDer%20Magnus%20Sinus%20und%20Cattigara%20nach%20Ptolemaeus%E2%80%9D%2C&f=false] English translation at [https:\/\/skydrive.live.com\/?id=8FB4A3C963F402BE!127&cid=8fb4a3c963f402be&#!\/view.aspx?cid=8FB4A3C963F402BE&resid=8FB4A3C963F402BE%21127] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160303231331\/https:\/\/skydrive.live.com\/?id=8FB4A3C963F402BE!127&cid=8fb4a3c963f402be&#!\/view.aspx?cid=8FB4A3C963F402BE&resid=8FB4A3C963F402BE%21127 |date = ngày 3 tháng 3 năm 2016}}\n*Albert Herrmann, \"South-Eastern Asia on Ptolemy’s Map\", ''Research and Progress: Quarterly Review of German Science,'' vol.V, no.2, March–April 1939, pp.&nbsp;121–127, p.&nbsp;123.\n*Albert Herrmann, ''Das Land der Seide und Tibet in Lichte der Antike,'' Leipzig, 1938, pp.&nbsp;80, 84.\n*Louis Malleret, ''L’Archéologie du delta du Mékong,'' Tome Troisiéme, ''La culture du Fu-nan,'' Paris, 1962, chap.XXV, \"Oc-Èo et Kattigara\", pp.&nbsp;421–54.\n*John Caverhill, \"Some Attempts to ascertain the utmost Extent of the Knowledge of the Ancients in the East Indies\", ''Philosophical Transactions,'' vol.57, 1767, pp.&nbsp;155–174.\n*Adhir K. Chakravarti, \"Early Sino-Indian Maritime Trade and Fu-Nan\", D.C. Sircar (ed.), ''Early Indian Trade and Industry,'' Calcutta, University of Calcutta Centre of Advanced Study in Ancient Indian History and Culture, ''Lectures and Seminars,'' no. VIII-A, part I, 1972, pp.&nbsp;101–117.\n*George Cœdès, \"Fouilles en Cochinchine: Le Site de Go Oc Eo, Ancien Port du Royaume de Fou-nan\", ''Artibus Asiae,'' vol.10, no.3, 1947, pp.&nbsp;193–199.\n*George Coedès, review of Paul Wheatley, ''The Golden Khersonese'' (Kuala Lumpur, 1961), in ''T'oung Pao'' 通報, vol.49, parts 4\/5, 1962, pp.&nbsp;433–439.\n*George Coedès, \"Some Problems in the Ancient History of the Hinduized States of South-East Asia\", ''Journal of Southeast Asian History,'' vol.5, no.2, September 1964, pp.&nbsp;1–14.\n*Albrecht Dihle, \"Serer und Chinesen\", in ''Antike und Orient: Gesammelte Aufsätze,'' Heidelberg, Carl Winter, 1984, S.209.\n*J.W. McCrindle, ''Ancient India as described by Ptolemy,'' London, Trubner, 1885, revised edition by Ramachandra Jain, New Delhi, Today & Tomorrow’s Printers & Publishers, 1974, p.&nbsp;204:\n*George E. Nunn, ‘The Three Maplets attributed to Bartholomew Columbus’, ''Imago Mundi,'' 9 (1952), 12-22, page 15; and Helen Wallis, ‘What Columbus Knew’, History Today, 42 (May 1992), 17-23.\n*Quoted in J.M. Cohen (ed.), ''The Four Voyages of Christopher Columbus,'' Harmondsworth, Penguin, 1969, p.&nbsp;287.\n*Ha Van Tan, \"Oc Eo: Endogenous and Exogenous Elements\", ''Viet Nam Social Sciences,'' 1-2 (7-8), 1986, pp.&nbsp;91–101.\n*R. Stein, \"Le Lin-yi 林邑, sa localisation, sa contribution à la formation de Champa et ses liens avec la Chine\", ''Han-Hiue'' 漢學, Bulletin du Centre d’Études sinologiques de Pékin, vol.II, pts.1-3, 1948, pp.&nbsp;115, 122-3.\n*R. Stein, review of Albert Herrmann, ''Das Land der Seide und Tibet im Lichte der Antike'' (Leipzig, 1938), in ''Bulletin de l’École Française d’ Extrême-Orient,'' tome XL, fasc.2, 1940, p.&nbsp;459.\n*Paul Lévy, \"Le Kattigara de Ptolémée et les Étapes d’Agastya, le Héros de l’Expansion Hindoue en Extrême-Orient\", in XXIe Congrès Internationale des Orientalistes, Paris, 1948, ''Actes,'' Paris, Société Asiatique de Paris, 1949, p.&nbsp;223.\n*Paul Demiéville, review of R. Stein, \"Le Lin-yi 林邑\", (''Han-Hiue'' 漢學, vol.II, pts.1-3, 1948), in ''T'oung Pao'' 通報, vol.40, livres 4\/5, 1951, pp.&nbsp;336–351, n.b. pp.&nbsp;338, 341.\n*Paul Lévy, \"Recent Archaeological Researches by the École Français d’Extrême Orient, French Indo-China, 1940–1945\", in Kalidas Nag (ed.), ''Sir William Jones: Bicentenary of his Birth Commemoration Volume, 1746–1946'', Calcutta, Royal Asiatic Society of Bengal, 1948, pp.&nbsp;118–19; paraphrased in R. C. Majumdar, ''Ancient Indian colonisation in South-East Asia,'' Baroda, B.J.: Sandesara, 1963, pp.&nbsp;12–13.\n* Pierre-Yves Manguin, \"The archaeology of Fu Nan in the Mekong River Delta: the Oc Eo culture of Viet Nam \", in Nancy Tingley and Andreas Reinecke, ''Arts of ancient Viet Nam: from River Plain to Open Sea,'' Houston, Museum of Fine Arts, 2009, pp.&nbsp;100–118.\n*Phạm Dức Mạnh, ''History of the South from the Original Advent of Civilization & Basic Material Relating to the Kingdom of Funan; Traditional Oc Eo Culture – Later Oc Eo (Research Material),'' Ho Chi Minh City, Ho Chi Minh City National University Faculty of Social Science & Literature, 2009.\n*Paul Wheatley, prefatory essay in Albert Herrmann, ''An historical atlas of China,'' Edinburgh, Edinburgh University Press, 1966, p.xxviii.\n* Srisakra Vallibotama and Dhida Saraya, \"South-East Asia from ad 300 to 700: Oc-éo\", in Sigfried J. de Laet, ''History of Humanity,'' London, New York and Paris, Routledge and Unesco, Volume III, 1996, Joachim Herrmann and Erik Zürcher (eds.), ''From the Seventh Century BC to the Seventh Century AD,'' pp.&nbsp;428–29.\n*''Lược sử vùng đất Nam Bộ'' (in lần thứ 2) do GS TSKH Vũ Minh Giang chủ biên. Sách của Hội Khoa học Lịch sử Việt Nam tổ chức biên soạn, Nhà xuất bản thế giới ấn hành, Hà Nội, 2008.\n*''Lịch sử Camphchia'' do Phạm Việt Trung, Nguyễn Xuân Kỳ, Đỗ Văn Nhung biên soạn. Nhà xuất bản Đại Học & THCN, 1982.\n*''Địa chí văn hóa Thành phố Hồ Chí Minh '', tập I, phần 2 do Võ Sĩ Khải biên soạn. Nhà xuất bản Thành phố Hồ Chí Minh, 1987.\n*Ngô Văn Doanh, ''Từ điển Văn hóa Đông Nam Á phổ thông''. Nhà xuất bản VH-TT, 1999.\n*Ngô Văn Doanh (2009), \"Vương quốc Phù Nam (khái quát những giai đoạn lịch sử)\", Nghiên cứu Đông Nam Á, số tháng 3, trang 13-20.\n*''Kiến thức phục vụ thuyết minh du lịch'' (gọi tắt là ''Giáo trình du lịch'') giáo trình do Hiệp hội du lịch Thành phố Hồ Chí Minh biên soạn, Nhà xuất bản Thành phố Hồ Chí Minh ấn hành năm 1995.\n*Lương Ninh, Vương quó̂c Phù Nam: lịch sử và văn hóa [Fu Nan: history and culture], Hà NộI, Việ̣̂n văn hóa và Nhà xuá̂t bản Văn hóa thông tin, 2005.\n* [http:\/\/dulich.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=96300&ChannelID=100 Phế đô của vương quốc Phù Nam]{{Liên kết hỏng|date = ngày 7 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Phù Nam]]\n[[Thể loại:Di tích tại An Giang]]\n[[Thể loại:Thành cổ Việt Nam]]\n[[Thể loại:Cố đô Việt Nam]]\n[[Thể loại:Cố đô Campuchia]]"}