{"242645":"'''Kpă KLơng''' hay '''Kơ-pa Kơ-lơng''' (1948-1975) là một [[Anh hùng lực lượng vũ trang nhân dân]] của [[Quân Giải phóng miền Nam Việt Nam]], người dân tộc [[Người Gia Rai|Gia Rai]] ở tỉnh [[Kon Tum]], [[Việt Nam]]. Ông đã tham gia [[Chiến tranh Việt Nam]] với tư cách là một đội viên du kích từ khi mới 15 tuổi, và sau đó là một chiến sĩ trinh sát của [[Quân Giải phóng miền Nam Việt Nam|bộ đội]] huyện [[Chư Prông]] từ năm [[1965]], đảng viên [[Đảng Cộng sản Việt Nam]]. Ông nổi tiếng với biệt tài bắn \"xuyên táo\", có thể nổ súng bắn ngã nhiều kẻ địch với ít viên đạn.<ref name=hue\/>\n\n==Tiểu sử==\nKpă Klơng sinh ngày 19 tháng 8 năm 1948, là người dân tộc [[Jarai (định hướng)|Gia Rai]], quê ở xã Ia Pia, huyện Chư Prông, tỉnh [[Gia Lai]].\n\n==Hoạt động cách mạng==\nTheo những người ở quê ông kể lại, cha của Klơng bị chính quyền [[Việt Nam Cộng hòa]] giết trong 1 cuộc nổi dậy của dân làng. Klơng quyết chí trả thù. Khi 13 tuổi, ông xin tham gia đội du kích của Mặt trận Dân tộc Giải phóng miền Nam nhưng bị từ chối vì tuổi còn nhỏ. Klơng tự làm lấy [[nỏ]], vót tên, phục kích bắn bị thương 1 lính đối phương nhưng người này không chết vì tên không tẩm thuốc độc.\n\nKlơng xin người già mũi tên có thuốc độc và dùng [[Cung (vũ khí)|cung tên]] phục kích bắn hạ liên tiếp ba lính.<ref name=\"ReferenceA\">{{chú thích sách|author=Nguyễn Thị Thu Thủy (biên soạn)|title=Sổ tay đội viên|year=2011|publisher=Nhà xuất bản Trẻ|pages=30}}<\/ref> Với chiến công này, đủ để thuyết phục các chỉ huy dân quân địa phương cho anh gia nhập. Xã đội trưởng Kpuih Blang cấp cho Klơng 1 khẩu súng trường [[Súng trường Mosin|Mosin]] (Việt Nam gọi là K-44) và ba viên đạn với điều kiện: \"Phải hạ ba tên giặc\". Klơng đã bắn như sau: anh bí mật bám sát, đợi lính địch xếp thành một hàng thẳng thì sẽ bắn xuyên táo. Phát thứ nhất, phát đạn xuyên 3 lính, 2 người chết tại chỗ. Phát thứ hai cũng \"xuyên táo\" cùng lúc 3 lính. Klơng rút về làng và nộp lại viên đạn thứ 3. Với năng lực này, Klơng chính thức được vũ trang, trở thành đội trưởng đội du kích huyện.\n\nKlơng có lối đánh [[bắn tỉa]] độc đáo: ẩn nấp đợi thời cơ, chờ khi đối phương đi thành hàng (do đường rừng nhỏ hẹp) hoặc xếp hàng chào cờ thì bất ngờ nổ súng tiêu diệt ở cự li gần rồi rút lui trước khi bị bắn trả. Ở cự ly gần và khi đối phương đi thành hàng, chỉ 1 phát đạn súng trường K-44 có thể \"xuyên táo\" cả 3-5 lính. Đến một trận khác, Klơng bắn 3 viên hạ 7, và 7 viên hạ 19. Lối bắn tỉa đặc biệt được du kích áp dụng nhanh chóng và gây một số tổn thất cho Mỹ và QLVNCH.\n\nTới năm 15 tuổi, Klơng cùng đội du kích địa phương đánh 30 trận. Đơn vị địa phương đã giật 12 quả mìn, lật nhào 8 xe cơ giới, hạ và bắt 88 lính, trong đó có 4 lính Mỹ.<ref name=\"ReferenceA\" \/>\n\nKhi đã đủ 17 tuổi, Klơng viết đơn xin gia nhập Quân Giải phóng miền nam. Anh được cấp trên điều làm trinh sát của huyện đội 5, bộ đội địa phương tỉnh Gia Lai.\n\nTrong đơn xin gia nhập quân đội, Klơng viết: \n:''Em đã giết ba mươi bốn tên Mỹ-Diệm, phá được tám xe cơ giới. Nay em đã lớn, xin cấp trên cho em được làm giải phóng quân.''\n\nNgày [[17 tháng 9]] năm [[1967]], Klơng được tuyên dương [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng vũ trang nhân dân]] <ref name=\"hue\">{{Chú thích web |url=http:\/\/thanhnien.hue.gov.vn\/portal\/?ChucNang=92&GiaoDien=3&Css=1&CatID=11&SubCatID=34&NewsID=20071018090211 |ngày truy cập=2008-06-17 |tựa đề=Phong trào Năm Xung phong đánh cho Mỹ cút đánh cho ngụy nhào |archive-date=2014-04-07 |archive-url=https:\/\/web.archive.org\/web\/20140407085006\/http:\/\/thanhnien.hue.gov.vn\/portal\/?ChucNang=92&GiaoDien=3&Css=1&CatID=11&SubCatID=34&NewsID=20071018090211 }}<\/ref>. Theo [[Từ điển bách khoa Việt Nam|Bách khoa Toàn thư Việt Nam]], ông đã tham gia chiến đấu 32 trận, diệt 124 địch (có 6 lính Mỹ), phá huỷ 7 xe quân sự. Theo nhận xét của đồng đội và cấp trên, ông là chiến sĩ trinh sát gan dạ, bắn giỏi đồng thời là một trong những người diệt nhiều địch nhất trên chiến trường [[Tây Nguyên]].\n\nSau sự kiện 1975, Klơng vẫn là một sĩ quan Quân đội Nhân dân Việt Nam, tiếp tục công tác giữ vững an ninh vùng núi rừng Tây Nguyên (quân khu 5). Ông hy sinh ngày 28 tháng 8 năm 1975 khi mang cấp bậc thượng úy, tham mưu phó Tỉnh đội Gia Lai.<ref>[https:\/\/baogialai.com.vn\/channel\/742\/201705\/kpa-klong-nguoi-anh-hung-ben-nui-chu-pong-5535214\/ Kpă Klơng-Người anh hùng bên núi Chư Pông]<\/ref>\n\n==Ghi công==\nTên ông đã được đặt cho một trường trung học cơ sở ở xã Chư Ngọc, huyện [[Krông Pa]] ([[Gia Lai]] và một đường phố, một vườn hoa và công viên văn hoá huyện [[Chư Sê]], Ngoài ra, một giải chạy việt dã do tỉnh Gia Lai tổ chức còn mang tên ông.\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/baogialai.vn\/channel\/1622\/2009\/02\/859065\/ Dũng sĩ Kpă Klơng trong ký ức đồng đội]\n\n{{thời gian sống|1948|1975}}\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Gia Lai]]\n{{Sơ khai nhân vật quân sự Việt Nam}}"}