{"107781":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Krông Bông\n| hình = \n| ghi chú hình = \n| vĩ độ = 12.504859\n| kinh độ = 108.332489\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 1.257,49 km²\n| dân số = 100.900 người\n| thời điểm dân số = 2019\n| mật độ dân số = 75 người\/km<sup>2<sup>\n| dân tộc = [[Ê Đê]], [[M'Nông]], [[Kinh]], [[Gia Rai]]...\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Đắk Lắk]]\n| huyện lỵ = thị trấn [[Krông Kmar]]\n| thành lập = 1981<ref name=QD75\/>\n| chủ tịch UBND = Lê Văn Long\n| chủ tịch HĐND = Nguyễn Kính\n|bí thư =  Y Ruynh Niê Kuăn\n| phân chia hành chính = 1 thị trấn, 13 xã\n| trụ sở UBND = Tổ dân phố 3, thị trấn Krông Kmar\n| mã hành chính = 653<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe= 47-K1\n| điện thoại = 0262.3.732.596\n| fax = 0262.3.732.596\n| web = {{url|krongbong.daklak.gov.vn}}\n}}\n\n'''Krông Bông''' là một huyện thuộc tỉnh [[Đắk Lắk]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Krông Bông nằm ở phía đông nam tỉnh Đắk Lắk, cách thành phố [[Buôn Ma Thuột]] 50&nbsp;km về phía đông nam, có vị trí địa lý:\n*Phía đông giáp huyện [[M'Drắk]] và huyện [[Khánh Vĩnh]], tỉnh [[Khánh Hòa]]\n*Phía tây giáp huyện [[Cư Kuin]], huyện [[Krông Ana]] và huyện [[Lắk]]\n*Phía nam giáp huyện [[Lạc Dương (huyện)|Lạc Dương]], tỉnh [[Lâm Đồng]]\n*Phía bắc giáp huyện [[Krông Pắc]] và huyện [[Ea Kar]].\n\nDân tộc chủ yếu ở đây là người Kinh, Ê-đê, M'Nông,... Người Kinh chủ yếu có nguồn gốc từ Quảng Nam, Đà Nẵng, Hà Tĩnh, Huế, Bình Định... Chính nguồn gốc dân cư của người Kinh đã tạo ra tại đây một môi trường văn hóa-xã hội có nhiều nét tương đồng như quê hương gốc của họ.\n\n===Địa hình===\nNằm ở tây nam cao nguyên Đăk Lăk, địa hình khá phức tạp, độ cao trung bình 1.500\/2.500m. Bao gồm một số dãy núi cao như Chư Yang Sin (độ cao 2.442m), đỉnh Cư Yang Hanh (độ cao 1.991m), đỉnh Cư Bukso (độ cao 1.538m). Sông chính chảy qua: Krông Ana, Krông Pách, Krông Bông.\n\n===Khí hậu===\nNằm trong vùng nhiệt đới gió mùa, nhưng do vừa bị ảnh hưởng của độ cao, vừa bị ảnh hưởng của các dãy núi lớn Cư Yang Sin nên khí hậu Krông Bông có hai mùa mưa nắng rõ rệt với những đặc trưng chính sau:\n\nNắng nhiều: trung bình 180 giờ\/tháng. Năng lượng bức xạ tổng cộng lớn: trung bình từ 150 - 160 kcal\/cm²\/năm.\n\nNhiệt độ cao và ôn hòa: \n* Nhiệt độ trung bình năm từ 23,7 - 27,3&nbsp;°C\n* Tháng có nhiệt độ thấp nhất là tháng 12 và tháng 1, nhiệt độ có thể xuống đến khoảng 17,3 - 20,1&nbsp;°C\n* Tháng có nhiệt độ cao nhất là tháng 4 vào tháng 5, nhiệt độ trung bình có thể lên đến 28 - 30&nbsp;°C\n* Bên cạnh đó, chênh lệch nhiệt độ ngày và đêm khá lớn (mùa khô biên độ nhiệt trên 10&nbsp;°C)\n* Nắng nhiều, bức xạ dồi dào nhiệt độ cao và hầu như không có bão là những thuận lợi rất cơ bản cho Krông Bông trong phát triển nông nghiệp, đặc biệt là các cây công nghiệp như cà phê, thuốc lá, bông vải,....\n\nLượng mưa: \n* Vùng phía Đông bao gồm xã Hòa Phong và 3 xã Cư Pui, Cư Drăm, Yang Mao, có mùa mưa kéo dài và kết thúc cũng muộn hơn lượng mưa nhiều hơn so với các xã phía Tây và phía Bắc của huyện\n* Nhìn chung, trên toàn huyện có lượng mưa lớn: trung bình từ 1.800 - 2.200&nbsp;mm\/năm), mùa mưa dài: Từ cuối tháng 4 đến đầu tháng 12, khá thuận lợi với các loại cây lâu năm\n* Tuy nhiên, vào những năm hoặc những tiểu vùng mùa mưa kết thúc muộn thì ảnh hưởng nặng đến chất lượng thụ phấn của một số loại cây trồng (điều).\n\n== Hành chính ==\nHuyện Krông Bông có 14 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Krông Kmar]] (huyện lỵ) và 13 xã: [[Cư Drăm|Cư Đrăm]], [[Cư Kty]], [[Cư Pui]], [[Dang Kang]], [[Ea Trul]], [[Hòa Lễ]], [[Hòa Phong, Krông Bông|Hòa Phong]], [[Hòa Sơn, Krông Bông|Hòa Sơn]], [[Hòa Tân, Krông Bông|Hòa Tân]], [[Hòa Thành, Krông Bông|Hòa Thành]], [[Khuê Ngọc Điền]], [[Yang Mao]], [[Yang Reh]].\n\n==Lịch sử==\nTên huyện được đặt theo tên của [[sông Krông Bông]], một trong hai phụ lưu hợp thành của [[sông Krông Ana]], đồng thời là phụ lưu cấp 2 của [[sông Sêrêpôk]].\n\nTrong những năm tháng chiến tranh, đây là vùng căn cứ địa cách mạng của tỉnh Đăk Lăk, với địa danh nổi tiếng [[H9]], [[Hang đá Đắk Tur]]...\n\nHuyện Krông Bông được thành lập vào ngày [[19 tháng 9]] năm [[1981]] trên cơ sở tách 9 xã: Cư Kty, Ea Trul, Hòa Lễ, Hòa Phong, Hòa Sơn, Hòa Tân, Hòa Thành, Khuê Ngọc Điền và Krông Bông thuộc huyện [[Krông Pắc]].<ref name=QD75>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-75-HDBT-phan-vach-dia-gioi-huyen-thi-xa-Buon-Me-Thuot-tinh-Dac-Lac-43135.aspx|tựa đề=Quyết định 75-HĐBT năm 1981 về việc phân vạch địa giới của huyện và thị xã Buôn Ma Thuột thuộc tỉnh Đắc Lắc|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nKhi mới thành lập, huyện có 9 xã nói trên. Huyện lỵ đặt tại xã Khuê Ngọc Điền.\n\nNgày [[12 tháng 2]] năm [[1987]], chia xã Krông Bông thành 3 xã: Cư Pui, Cư Đrăm và xã Yang Mao.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-17-HDBT-chia-xa-Krong-bong-huyen-Krong-bong-tinh-Dak-lak\/37279\/noi-dung.aspx|tựa đề=Quyết định 17-HĐBT năm 1987 về việc chia xã Krông Bông của huyện Krông Bông thuộc tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[26 tháng 5]] năm [[1992]], chia xã Cư Kty thành 2 xã: Cư Kty và Kang Dang.\n\nNgày [[9 tháng 1]] năm [[1998]], thành lập thị trấn Krông Kmar (thị trấn huyện lỵ huyện Krông Bông) trên cơ sở 530 ha diện tích tự nhiên và 6.000 người của xã Khuê Ngọc Điền.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-04-1998-ND-CP-thanh-lap-thi-tran-huyen-ly-va-xa-thuoc-cac-huyen-Cu-M-gar-Ea-H-leo-va-Krong-Bong-Tinh-Dac-Lac-41485.aspx|tựa đề=Nghị định 04\/1998\/NĐ-CP về việc thành lập một số thị trấn huyện lỵ và xã thuộc các huyện Cư M'gar, Ea H'leo và Krông Bông, tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[31 tháng 12]] năm [[2002]], thành lập xã Yang Reh trên cơ sở 2.939 ha diện tích tự nhiên và 4.110 người của xã Ea Trul.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-113-2002-ND-CP-thanh-lap-xa-thuoc-huyen-Cu-M-gar-Dak-R-Lap-Krong-Bong-Krong-Ana-Ea-Kar-tinh-Dak-Lak-6635.aspx|tựa đề=Nghị định 113\/2002\/NĐ-CP về việc thành lập xã thuộc các huyện Cư M'gar, Đắk R'Lấp, Krông Bông, Krông Ana, Ea Kar, tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[26 tháng 11]] năm [[2003]], Quốc hội ban hành Nghị quyết 22\/2003\/QH11 chia tỉnh Đắk Lắk thành hai tỉnh Đắk Lắk và Đắk Nông<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-22-2003-QH11-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-51694.aspx|tựa đề=Nghị quyết số 22\/2003\/QH11 về việc chia và điều chỉnh địa giới hành chính một số tỉnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, huyện Krông Bông thuộc tỉnh Đắk Lăk, bao gồm 1 thị trấn và 13 xã như hiện nay.\n\n==Kinh tế - xã hội==\nKrông Bông chủ yếu phát triển kinh tế bằng nông-lâm nghiệp, đã hình thành các vùng chuyên canh cây nông nghiệp, đặc biệt là ngô, sắn, thuốc lá...; hiện nay đang có xu hướng chuyển dịch mạnh mẽ sang công nghiệp-xây dựng (Khai thác khoáng sản: cát, đá,..; chế biến nông sản...), du lịch-dịch vụ phát triển nhờ có nhiều điểm du lịch nổi tiếng - nhất là [[thác Krông Kmar]], Hồ trên thác, [[Hang đá Đăk Tuar|hang đá Đăk Tuôr]]...\n\nCách huyện lị chừng 3&nbsp;km về phía Đông, thuộc xã Khuê Ngọc Điền, là một xã có truyền thống cách mạng, có các mẹ Việt Nam anh hùng. Từ sau khi tách ra khỏi thị trấn Krông Kmar, Khuê Ngọc Điền đã có những phát triển nổi bật về kinh tế - xã hội.\n\n===Ẩm thực===\nCó thể nói, các chợ của Đà Nẵng, Quảng Nam, Huế... có loại hải sản gì, thì chợ Krông Bông có thứ ấy,... Đặc biệt, tại xã Hòa Lễ (cách trung tâm huyện lỵ 8&nbsp;km) có quán mì Quảng ngon nổi tiếng là Quán mì Vân, nhiều người trong và ngoài tỉnh đến Krông Bông phải lặn lội đến quán này để thưởng thức hương vị độc đáo của mì Quảng chính hiệu,...\n\n===Giáo dục===\nHầu hết trường học đều khang trang, 92% dân số đạt phổ cập Trung học cơ sở, tỷ lệ trẻ em đến trường các cấp: Mẫu giáo, tiểu học,trung học phổ thông đều đạt trên 95%, có 2 trường đạt chuẩn Quốc gia.\n\nTrên địa bàn xã có 4 trường tiểu học và trung học cơ sở (tiểu học Trần Phú, Nguyễn Thị Minh Khai; THCS Phan Chu Trinh, Quang Trung).\n\n===Y tế===\nBệnh viện huyện có quy mô 170 giường bệnh. Tình hình an ninh trật tự được đảm bảo.\n\n==Du lịch==\n===Du lịch và thắng cảnh===\nThiên nhiên ở đây đáng chú ý là [[vườn quốc gia Chư Yang Sin]] rộng 59.000 ha với nhiều loài chim, thú, thực vật quý hiếm. Ngay cạnh thị trấn huyện là dòng [[thác Krông Kmar]] nổi tiếng, một điểm du lịch hấp dẫn trong các tour du lịch đến tỉnh Đắk Lắk.\n\nKrông Bông có điểm du lịch nổi tiếng là [[thác Krông Kmar]]. Nơi đây có dòng suối nước trong vắt, chảy quanh co qua những ghềnh đá rất đẹp, hai bên là núi non hùng vĩ; kéo dài từ đỉnh thác - nơi tiếp giáp với huyện Lăk, thuộc đỉnh núi Chư Yang Sin đến thị trấn Krông Kmar. Vào những dịp lễ, tết..., hàng ngàn người du lịch đã đến đây để chiêm ngưỡng vẻ đẹp hoang sơ của thiên nhiên. Hiện nay, tuyến đường dẫn đến khu du lịch đã hoàn thành nhựa hóa, từ trung tâm thị trấn đi vào bằng xe ô tô chỉ mất khoảng dưới 5 phút, phía trên thác (đã có đường ôtô đi lên) có một cảnh quan thiên nhiên rất đẹp mới được khám phá là Hồ trên núi Krông Kmar, đây chính là thượng nguồn cung cấp nước cho [[thác Krông Kmar]] và thủy lợi trong huyện. Trong thời gian đến, kết hợp với đường sinh thái xuyên dãy núi Chư Yang Sin thì đây chính là điểm đến hấp dẫn nhất của huyện.\n\nNgoài ra, huyện Krông Bông còn các thắng cảnh đẹp, làm đắm say hồn du khách: [[Hang đá Đăk Tuar|Hang đá Đăk Tuôr]] nằm cạnh dòng thác Đăk Tuôr. [[Hang đá Đăk Tuar|hang đá Đắk Tuôr]] đã được BVHTT công nhận là di tích lịch sử năm 1991, là nơi đóng quân của tỉnh uỷ Đắk Lắk và các đơn vị bộ đội chủ lực của tỉnh trong thời kỳ kháng chiến chống Mỹ, qua bao nhiêu đợt mưa bom bão đạn mà hang đá vẫn không bị tàn phá. Chính hệ thống đặc biệt bên trong của [[Hang đá Đăk Tuar|hang Đăk Tuôr]] đã bảo vệ các chiến sĩ cách mạng qua những năm tháng chiến tranh gian khổ. Các địa danh đẹp khác như: Thác Buôn H’ Ngô xã Hoà Phong, Thác yang Hanh Thôn Yang Hanh xã CưDrăm, Hồ Yang Reh xã Yang Reh...\n\n==Giao thông==\nĐến năm 2012, Krông Bông đã có cơ sở hạ tầng tương đối tốt: 100% số xã đã có điện lưới quốc gia và đường ôtô đến trung tâm xã.\n\nHuyện có hệ thống xe buýt đi khắp các xã trong huyện, từ Krông Bông có thể đến 2 thành phố lớn mỗi ngày thông qua các chuyến xe khách chất lượng tốt, giường năm (Đà Nẵng 2 chuyến\/ngày và Thành phố Hồ Chí Minh 3 chuyến\/ngày).\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{commons cat|Krong Bong District}}\n\n==Tham khảo==\n\n{{Huyện thị Đắk Lắk}}\n{{Đơn vị hành chính thuộc huyện Krông Bông}}\n{{sơ khai Đắk Lắk}}\n\n[[Thể loại:Krông Bông| ]]"}