{"3565631":"{{Korean name|Ku}}\n{{Thông tin nhân vật\n| tên = Ku Su Jeong\n| hình = \n| ghi chú hình = \n| ngày sinh = [[1966]]\n| học vị = [[Tiến sĩ]] ngành [[Lịch sử Việt Nam]] [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh]]\n| nghề nghiệp = [[Ký giả]], Nhà nghiên cứu lịch sử\n| năm hoạt động = 2008-nay\n| người hôn phối = \n| website = \n| nơi sinh = [[Hàn Quốc]]\n| module = \n}}\n{{contains Korean text}}\n'''Ku Su Jeong''' ([[Hangul]]: 구수정) (sinh 1966) là một nữ [[ký giả]] người [[Hàn Quốc]]. Bà là [[Tiến sĩ]] ngành [[Lịch sử Việt Nam]], phó chủ tịch thường trực của Quỹ hòa bình Hàn-Việt. Ku Su Jeong là người đã khởi xướng phong trào \"''Xin lỗi Việt Nam''\" của [[người Hàn Quốc]] vào năm [[1999]] tại Hàn Quốc sau khi bà cho công bố những bài viết của mình trên tạp chí Tạp chí Hankyoreh 21, một [[Báo chí|tờ báo]] có uy tín ở Hàn Quốc, về các tội ác của quân đội Nam Hàn khi tham chiến tại Việt Nam. Qua các bài viết của mình, ký giả Jeong đã phơi bày một mặt trái của [[Quân đội Hàn Quốc]] khi tiến hành tham chiến cùng [[Quân đội Hoa Kỳ]] tại [[Việt Nam]]. Đó là [[Tội ác của Quân đội Hoa Kỳ và đồng minh trong chiến tranh Việt Nam|các vụ tàn sát hàng loạt những người dân vô tội]], bao gồm cả người già, [[phụ nữ]] và trẻ em của binh lính Nam Hàn. Khi các tội ác chiến tranh của quân đội Hàn Quốc bị phơi bày trên mặt báo, hơn 2.000 cựu chiến binh Hàn Quốc đã đốt phá tòa soạn của Hankyoreh 21. Họ đánh đập các [[phóng viên]] của [[Hankyoreh|Tạp chí Hankyoreh 21]] khi đang [[Phóng viên|tác nghiệp]] tại [[Tòa soạn báo|tòa báo]]. Vụ việc này được coi là một sự kiện lớn, gây chấn động trong xã hội Hàn Quốc lúc bấy giờ khiến Chính phủ Hàn Quốc phải công bố tiến hành điều tra chính thức về vấn đề này.<ref name=\"Báo Vnexpress\" >[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/cha-de-phong-trao-xin-loi-viet-nam-toi-da-bi-cu-soc-lon-3508186.html Cha đẻ phong trào Xin lỗi Việt Nam: 'Tôi đã bị cú sốc lớn'], Báo VNexpress<\/ref>\n\n==Cuộc đời==\nKu Su Jeong sinh năm 1966 tại Hàn Quốc,<ref name=\"Báo Dân Trí\" >[http:\/\/m.dantri.com.vn\/nhip-song-tre\/ku-su-jeong-va-phong-trao-thanh-that-xin-loi-viet-nam-1148416929.htm Ku Su-Jeong và phong trào \"Thành thật xin lỗi Việt Nam\"], Báo Dân Trí<\/ref> Tên [[tiếng Việt]] của bà là Thủy Tiên<ref name=\"Báo Công an nhân dân điện tử\" >[http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Chuyen-Dai-tuong-Vo-Nguyen-Giap-tiep-nu-Tien-si-Han-Quoc-163671\/ Chuyện Đại tướng Võ Nguyên Giáp tiếp nữ Tiến sĩ Hàn Quốc], Báo Công an nhân dân điện tử.<\/ref> Trong thời gian học đại học ở Hàn Quốc, Ku Su Jeong tham gia phong trào do [[Bang Hyun Suk]] lãnh đạo phản đối chế độ độc tài của [[Tổng thống Hàn Quốc]] [[Jeon Du-hwan|Chun Doo-Hwan]]. Bà có đọc một số sách báo viết về [[Việt Nam]], trong đó có cuốn \"Sống như anh\" viết về [[Nguyễn Văn Trỗi]] của nhà văn Trần Đình Vân. Từ đó, Ku Su Jeong cảm thấy mến yêu đất nước và con người Việt Nam cũng như những người có chung lý tưởng với mình.<ref name=\"Báo Công an nhân dân điện tử\" \/>\n\nNăm 1994, Bang Hyun Suk cùng bạn bè tự lập ra hội \"Những tác giả trẻ muốn tìm hiểu về Việt Nam\". Ku Su Jeong tích cực tham gia. Khi [[Liên Xô]] cũ sụp đổ, bà tò mò muốn tìm hiểu về các nước [[xã hội chủ nghĩa]] và quyết định sang Việt Nam du học.<ref name=\"Báo Vnexpress\" \/> Bà học khoa sử của Trường Đại học Tổng hợp (nay là [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh]]). Năm 2008, Ku Su Jeong bảo vệ thành công luận án [[Tiến sĩ]] [[Lịch sử]] đề tài \"''Mối quan hệ Việt - Hàn trong và sau chiến tranh của Mỹ tại Việt Nam (1955 - 1975)''\" tại Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh. Đây là luận án được nâng cao từ luận văn [[Thạc sĩ]]: \"Hàn Quốc và sự can dự trong chiến tranh của Mỹ tại Việt Nam\" được bà bảo vệ thành công trước đó từ năm 2000.<ref name=\"Báo Công an nhân dân điện tử\" \/>\n\n==Công bố các vụ thảm sát và phong trào \"''Xin lỗi Việt Nam''\"==\nKhi tham chiến cùng Hoa Kỳ tại Việt Nam, quân đội Đại Hàn đã thực hiện nhiều vụ [[thảm sát]] dân thường Việt Nam, được biết đến như [[Thảm sát Bình Tai]],[[Thảm sát Thái Bình]], [[Thảm sát Bình An]], [[Thảm sát Bình Hòa]], [[Thảm sát Diên Niên-Phước Bình]], [[Thảm sát Hà My]], [[Thảm sát Phong Nhất và Phong Nhị]], [[Thảm sát Vinh Xuân]].\n{{Xem thêm|Danh sách vụ thảm sát ở Việt Nam}}\nTrong khi tìm kiếm tài liệu để làm luận văn, Ku Su Jeong đã tình cờ phát hiện một số tài liệu về những vụ thảm sát do quân đội Hàn Quốc gây ra tại Việt Nam (tài liệu của Cục chính trị Quân đội nhân dân Việt Nam cung cấp). Bà đã quyết định đi thực địa để tìm ra sự thật.<ref name=\"Báo Dân Trí\" \/> Đầu năm 1999, Ku Su Jeong từ [[Thành phố Hồ Chí Minh]] thuê xe đi đến các tỉnh [[Ninh Thuận]], [[Phú Yên]], [[Bình Định]], [[Quảng Ngãi]]. Mỗi ngày, bà ghé 2 đến 3 xã, để cố gắng đi hết những nơi diễn ra các vụ thảm sát.\n\nTháng 5 năm 1999, Jeong bắt đầu viết bài. Đến tháng 9 năm 1999, ký giả Ku Su-Jeong trở thành người đầu tiên công bố các cuộc thảm sát của binh lính Đại Hàn trong [[chiến tranh Việt Nam]]<ref name=\"Báo Tuổi Trẻ 1\" \/> bằng một loạt những bài phóng sự về các tội ác của quân đội Hàn Quốc đăng trên tờ The Hankyoreh21, một tờ nhật báo lớn của Hàn Quốc. Các bài phóng sự của bà được đăng trong suốt một năm, liên tục mỗi tuần một kỳ.<ref name=\"Báo Dân Trí\" \/>\n\n{{Quote box|width=300px|align=right|quote=Theo điều tra của tiến sĩ Ku Su Jeong, [[Quân đội Hàn Quốc]] đã giết chết 9.000 [[Dân tộc Việt Nam|người dân Việt Nam]] vô tội trong các cuộc [[thảm sát]] đẫm máu của họ khi cùng tham chiến với [[Quân đội Hoa Kỳ]] tại [[Việt Nam]]<ref>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/con-gai-cuu-binh-han-quoc-va-noi-day-dut-ve-cuoc-tham-sat-3509094.html Con gái cựu binh Hàn Quốc và nỗi day dứt về cuộc thảm sát], Báo Vnexpress<\/ref>}}\n\nXã hội Hàn Quốc đón nhận thông tin này như là một cú sốc lớn. Ngày [[27 tháng 6]] năm [[2000]], hơn 2.000 hội viên thuộc Hội cựu chiến binh nạn nhân [[chất độc da cam]] đã đột nhập tòa báo Hankyoreh 21 đập phá đồ đạc và đánh người. Đó là vụ bạo loạn lớn thời bấy giờ. Các cựu chiến binh Hàn Quốc, trước giờ luôn tự hào vì đã đóng góp tuổi trẻ của mình khi cùng quân đội Nam Hàn tham chiến ở Việt Nam để Chính phủ Hàn Quốc có tiền phát triển đất nước những năm 1970 - 1980 đã phủ nhận những vụ thảm sát. Họ biểu tình hô vang rằng thảm sát chỉ là vấn đề \"tưởng tượng\".<ref name=\"Báo Tuổi Trẻ 1\" >[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160907\/nha-bao-koh-kyoung-tae-su-that-chua-lanh-vet-thuong\/1167208.html Nhà báo Koh Kyoung Tae mở triển lãm Chuyện một làng quê: Phong Nhất - Phong Nhị], Báo Tuổi Trẻ<\/ref>\n\nTừ tháng 2 năm 1999 đến tháng 2 năm 2003, chiến dịch \"Thành thật xin lỗi Việt Nam\" được nữ ký giả Ku Su Jeong phát động. Phong trào kêu gọi lời xin lỗi, đóng góp tài chính hỗ trợ các nạn nhân Việt Nam, xây công viên hòa bình tại Việt Nam. Tinh thần của phong trào là tìm ra sự thật không phải chỉ để bình an nơi lương tâm, mà còn hướng đến sự hòa giải, hàn gắn. Phong trào \"Thành thật xin lỗi Việt Nam\" thu hút nhiều tổ chức xã hội, tổ chức phi chính phủ của Đại Hàn như Ủy ban sự thật về chiến tranh Việt Nam, Hội Y tế vì hòa bình Việt Nam, Tổ chức Tôi và chúng ta (Nawauri), Hiệp hội phụ nữ Hàn Quốc là [[nô lệ tình dục]] của [[Lục quân Đế quốc Nhật Bản|quân đội Nhật Bản]], Liên minh vì hòa bình [[châu Á]], Hội liên hiệp nghệ thuật dân gian Hàn Quốc - chi hội Chungbuk, Hội nhà văn Jeju ủng hộ.<ref name=\"Báo Tuổi Trẻ 1\" \/>\n\nPhong trào đã xây dựng công viên hòa bình ở Phú Yên do Ủy ban sự thật về chiến tranh Việt Nam thực hiện, tổ chức các đoàn bác sĩ đông - tây y hằng năm đến khám chữa bệnh và hỗ trợ y tế cho người dân ở Quảng Nam, Quảng Ngãi, Bình Định, Phú Yên từ năm 1999 liên tục cho đến nay. Phong trào xây dựng nhà cho nạn nhân ở Quảng Nam do Tổ chức Nawauri thực hiện, tổ chức các đoàn học sinh - sinh viên Hàn Quốc đến dự các lễ tưởng niệm, các hoạt động tìm hiểu sự thật lịch sử tại Việt Nam, xin được tha thứ.<ref name=\"Báo Tuổi Trẻ 2\" \/>\n\nNgày [[27 tháng 4]] năm 2016, Quỹ hòa bình Hàn - Việt tổ chức họp báo ra mắt bức tượng \"Pieta Việt Nam\" tại [[Seoul]]. Quỹ đã kêu gọi Chính phủ Hàn Quốc có thái độ trách nhiệm đối với vấn đề chiến tranh Việt Nam. Tác phẩm Pieta Việt Nam được Kim Seo Kyung và Kim Eun Sung phác thảo. Tên tiếng Việt của tác phẩm là ''Lời ru cuối cùng'', là hình ảnh một người phụ nữ đang ôm vào lòng đứa con bé bỏng. Mắt khép hờ như sắp chìm vào giấc ngủ, đứa bé đang nắm tròn hai bàn tay mềm yếu và nhỏ bé hơn rất nhiều so với cái đầu của mình.<ref name=\"Báo Tuổi Trẻ 2\" >[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160426\/tuong-pieta-mot-loi-xin-loi-viet-nam-cua-nguoi-han\/1090654.html Tượng Pieta - một lời xin lỗi Việt Nam của người Hàn], Báo Tuổi Trẻ<\/ref>\n\n==Vụ kiện==\nTháng 5 năm 2016, hội Cựu chiến binh Hàn Quốc kiện bà vì đã \"phỉ báng qua việc công bố thông tin sai\".<ref name=\"hanky\">{{chú thích báo|url=http:\/\/www.hani.co.kr\/arti\/english_edition\/e_international\/767928.html|title=[News analysis] South Korea coming to confront Vietnam War civilian massacres|author=Ahn Young-choon|publisher=The Hankynoreh|date = ngày 30 tháng 10 năm 2016}}<\/ref> Hội cựu chiến binh cho rằng các vụ thảm sát không hề xảy ra và các lời kể của nhân chứng đều là dối trá và những \"nạn nhân\" đều là Việt Cộng trá hình. Để chứng minh, họ đưa ra một tuyên bố của Bộ Quốc phòng Hàn Quốc cho rằng lính Hàn Quốc chưa từng thảm sát dân thường ở Việt Nam.<ref name=\"hanky\"\/> Để thắng kiện, các luật sư bào chữa cho bà phải chứng minh trước tòa án rằng các sự kiện bà đã công bố là sự thật.\n\n==Nghiên cứu==\n* Hàn Quốc và sự can dự trong chiến tranh của Mỹ tại Việt Nam.<ref name=\"Tạp chí Hồn Việt\" >[http:\/\/honvietquochoc.com.vn\/bai-viet\/2608-nh-bo-ku-su-jeong-gi-cun-i.aspx Nhà báo Ku Su Jeong… Để gió cuốn đi…] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161220050914\/http:\/\/honvietquochoc.com.vn\/bai-viet\/2608-nh-bo-ku-su-jeong-gi-cun-i.aspx |date = ngày 20 tháng 12 năm 2016}}, Tạp chí điện tử Hồn Việt<\/ref>\n* Mối quan hệ Việt - Hàn trong và sau chiến tranh của Mỹ tại Việt Nam (1955 - 1975)<ref name=\"Thể thao Văn Hóa\" \/>\n==Giải thưởng==\n* Giải nhì \"Giải thưởng sử học [[Phạm Thận Duật]] lần thứ 9\" với đề tài \"''Mối quan hệ Việt - Hàn trong và sau chiến tranh của Mỹ tại Việt Nam (1955 - 2005)''\".<ref>[http:\/\/catlinhschool.edu.vn\/vn\/content\/tintuc\/tintonghop\/bon-tien-si-su-hoc-duoc-nhan-giai-thuong-pham-than-duat_13283.aspx Bốn Tiến sĩ sử học được nhận giải thưởng Phạm Thận Duật]<\/ref> Trong 9 năm kể từ khi Giải thưởng sử học Phạm Thận Duật được trao, đây là lần thứ 2 mà giải thưởng này được trao cho một người nước ngoài.<ref name=\"Thể thao Văn Hóa\" >[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/tu-vu-tham-sat-cua-linh-han-den-giai-thuong-pham-than-duat-n20081202111952152.htm Từ vụ thảm sát của lính Hàn đến Giải thưởng Phạm Thận Duật], Cúc Đường, Báo Thể thao và Văn Hóa Thứ Ba, 02\/12\/2008 16:52<\/ref>\n\n==Vinh danh==\n* Lấy đề tài từ cuộc hành trình nghiên cứu lịch sử của Ku Su Jeong, đạo diễn Văn Lê đã dựng bộ phim tài liệu \"Di chúc của những oan hồn\" đạt giải Bông Sen Vàng tại Liên hoan [[Liên hoan phim Việt Nam lần thứ 13|Phim Việt Nam lần thứ XIII]] được tổ chức năm 2001, tại Vinh, Việt Nam.<ref name=\"Báo Bình Định\" \/>\n* Năm 2004, vở kịch \"Giữa hai bờ sương khói\" của tác giả Nguyễn Thị Minh Ngọc (Trường cao đẳng Sân khấu - điện ảnh TP.HCM)<ref>[http:\/\/nld.com.vn\/van-hoa-van-nghe\/giua-hai-bo-suong-khoi-buoc-dot-pha-cua-dien-vien-tre-104452.htm Giữa hai bờ sương khói - Bước đột phá của diễn viên trẻ], Thanh Hiệp, Báo Người Lao động 11\/11\/2004 22:39<\/ref> lấy câu chuyện về cuộc đời của Ku Su Jeong<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/san-khau\/20041002\/cau-chuyen-ve-co-gai-han-quoc-ku-su-jeong-len-san-khau\/50090.html Câu chuyện về cô gái Hàn Quốc Ku Su Jeong lên sân khấu], Báo Tuổi Trẻ<\/ref> đã đoạt giải kịch bản xuất sắc nhất tại Hội diễn Sân khấu Kịch nói Chuyên nghiệp Toàn quốc tại [[Hải Phòng]].<ref name=\"Báo Bình Định\" >[http:\/\/www.baobinhdinh.com.vn\/chinhtri-xahoi\/2006\/3\/23343\/ Nhà báo trẻ Hàn Quốc và \"di chúc của những linh hồn\"], Báo Bình Định<\/ref>\n\n==Câu nói==\n* Năm 1997, Ku Su Jeong tiếp cận được một tài liệu của Cục chính trị Quân đội nhân dân Việt Nam, tựa đề \"Những tội ác của quân đội Nam Triều Tiên tại miền Nam Việt Nam\": \n:{{cquote|''...lần đầu tiên tôi biết đến tội ác của người Hàn Quốc. Đó là năm 1966, đúng thời điểm tôi sinh ra... tôi chưa bao giờ nghe đến chuyện quân đội Hàn Quốc thảm sát người dân vô tội ở Việt Nam. Những người sinh cùng thời với tôi cũng không hề biết đến. Khi đó tôi đã bị một cú sốc rất lớn và thấy sợ hãi!<ref name=\"Báo Vnexpress\" \/>}}\n* Khi nói về lý do tìm hiểu rồi công bố về các vụ tàn sát của quân đội chính nước mình, Ku Su Jeong đã nói:\n:{{cquote|''... Tôi là người Hàn Quốc đầu tiên mà người dân gặp lại kể từ sau những trận thảm sát đẫm máu. Tôi sợ mình sẽ bị phản ứng, sẽ bị trả thù. Nhưng không, người dân Việt Nam đã ra đón tôi. Có người ôm tôi vào lòng và bảo nếu không có cuộc thảm sát, con họ cũng đã lớn bằng tôi. Tôi hiểu cảm giác của họ lúc đó... Những nhân chứng cuộc thảm sát nói đó không phải là tội của những người trẻ như tôi. Họ nói đó là quá khứ, không nên nhắc lại vì người dân Việt Nam không cần những lời xin lỗi. Nhưng họ cũng nhờ tôi hãy nói cho người dân Hàn Quốc biết về sự thật này. Và đó là động lực để tôi công bố những bài viết của mình trên tạp chí Tạp chí Hankyoreh 21 vào năm 1999.''\"<ref name=\"Báo Vnexpress\" \/>}}\n\n==Xem thêm==\n* [[Tội ác của Quân đội Hoa Kỳ và đồng minh trong chiến tranh Việt Nam]]\n* [[Chiến tranh Việt Nam]]\n\n==Ghi chú==\n{{Tham khảo|cột=}}\n== Tư liệu ==\n* {{chú thích sách|last=Armstrong|first= Charles|năm=2001|tựa đề=Critical Asian Studies, Volume 33, Issue 4: America's Korea, Korea's Vietnam|nhà xuất bản=Routledge}}\n* {{chú thích sách|last=Kwon|first= Heonik|tựa đề=After the Massacre: Commemoration and Consolation in Ha My and My Lai|nhà xuất bản=Đại học California (Hoa Kỳ)|ISBN= 978-0-520-24797-0|năm=2007}}\n\n==Liên kết ngoài==\n* [http:\/\/m.cand.com.vn\/Phong-su-tu-lieu\/Chuyen-Dai-tuong-Vo-Nguyen-Giap-tiep-nu-Tien-si-Han-Quoc-163671\/ Chuyện Đại tướng Võ Nguyên Giáp tiếp nữ Tiến sĩ Hàn Quốc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161220042457\/http:\/\/m.cand.com.vn\/Phong-su-tu-lieu\/Chuyen-Dai-tuong-Vo-Nguyen-Giap-tiep-nu-Tien-si-Han-Quoc-163671\/ |date = ngày 20 tháng 12 năm 2016}}, Báo Công An Nhân dân.\n* [http:\/\/www.sggp.org.vn\/SGGP12h\/2007\/9\/122552\/ Không được lãng quên quá khứ], Báo Sài Gòn giải phóng.\n* [https:\/\/m.talkvietnam.com\/tag\/ku-su-jeong\/ Vietnamese survivors of S.Korean massacres – Conclusion: Heartfelt apology], talkvietnam.\n* [http:\/\/english.hani.co.kr\/arti\/english_edition\/e_international\/726494.html A letter from Ku Su-jeong of the Korean-Vietnamese Peace Foundation]\n* [http:\/\/baotangdanang.vn\/portal\/page\/portal\/baotang\/tin_tuc_su_kien\/chi_tiet?p_pers_id=&p_folder_id=1669795&p_main_news_id=10678383 Hàn Quốc trao tặng hiện vật cho bảo tàng Đà Nẵng!] {{Webarchive|url=https:\/\/web.archive.org\/web\/20161220133035\/http:\/\/baotangdanang.vn\/portal\/page\/portal\/baotang\/tin_tuc_su_kien\/chi_tiet?p_pers_id=&p_folder_id=1669795&p_main_news_id=10678383 |date = ngày 20 tháng 12 năm 2016}}\n* [https:\/\/www.danluan.org\/tin-tuc\/20150611\/le-nguyen-huong-tra-ve-nguoi-nu-tri-thuc-han-quoc-quy-goi-o-viet-nam Về người nữ trí thức Hàn Quốc quỳ gối ở Việt Nam]\n\n[[Thể loại:Người Hàn Quốc]]\n[[Thể loại:Sinh năm 1966]]\n[[Thể loại:Ký giả Hàn Quốc]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Nhà báo]]\n[[Thể loại:Nhân vật còn sống]]"}