{"191802":"\n{{Thông tin công trình xây dựng\n| tên = Kinh Vĩnh Tế\n| tên gốc =\n| hình =Kinh Vĩnh Tế.jpg\n| ghi chú hình =Kinh Vĩnh Tế đoạn chảy qua thành phố [[Châu Đốc]] ([[An Giang]])\n| loại bản đồ =\n| vĩ độ =\n| kinh độ =\n| cỡ bản đồ =\n| chú thích bản đồ =\n| tên cũ =\n| loại hình =\n| phong cách =\n| hệ thống kết cấu =\n| địa điểm =\n| thành phố =\n| quốc gia =[[Việt Nam]]\n| địa chỉ =[[An Giang]] và [[Kiên Giang]]\n| khách hàng =\n| chủ đầu tư =[[nhà Nguyễn]]\n| sử dụng =\n| sở hữu =\n| tọa độ =\n| độ cao =\n| khởi công =12 ([[âm lịch]]) năm [[1819]] \n| hoàn thành =5 ([[âm lịch]]) năm [[1824]]\n| khánh thành =\n| trùng tu =\n| phá dỡ =\n| phá hủy =\n| kích thước =Khoảng 87 [[Kilômét|km]] x 30 [[mét|m]] x 2,55 [[m]]\n| chiều cao =\n| đường kính =\n| kích thước khác =\n| diện tích xây dựng =\n| diện tích sàn =\n| nhà thầu chính =\n| chi phí xây dựng =\n| chi phí trùng tu =\n| kiến trúc sư =\n| hãng kiến trúc =\n| kỹ sư =\n| kỹ sư kết cấu =\n| kỹ sư thiết kế dịch vụ =\n| kỹ sư công chính =\n| nhà thiết kế khác =\n| giám sát chất lượng =\n| giải thưởng =\n| kiến trúc sư trùng tu =\n| hãng kiến trúc trùng tu =\n| kỹ sư trùng tu =\n| kỹ sư kết cấu trùng tu =\n| kỹ sư thiết kế dịch vụ trùng tu =\n| kỹ sư công chính trùng tu =\n| nhà thiết kế khác trùng tu =\n| giám sát chất lượng trùng tu =\n| giải thưởng trùng tu =\n| chú thích =\n}}\n[[Tập tin:AnGiang1.jpg|nhỏ|phải|Kinh Vĩnh Tế và vùng biên giới với [[Campuchia|Cao Miên]] của 2 [[hà Tiên (tỉnh)|tỉnh Hà Tiên]], [[An Giang]] thời [[nhà Nguyễn]] độc lập và thời Pháp xâm lược [[Nam Kỳ]].]]'''Kinh Vĩnh Tế''' là một con kênh chảy qua địa phận hai tỉnh [[An Giang]] và [[Kiên Giang]], thuộc vùng [[Đồng bằng sông Cửu Long]]. Kinh Vĩnh Tế cùng với [[kênh Nhà Lê|kinh Nhà Lê]] là những kinh đào lớn nhất trong lịch sử [[Việt Nam]] thời quân chủ<ref>Theo ''Kỷ yếu'', tr. 65.<\/ref>.\n\n==Nguyên nhân==\nKinh Vĩnh Tế đào song song với đường biên giới [[Việt Nam]] – [[Campuchia]], bắt đầu từ bờ tây [[sông Châu Đốc]] thẳng nối giáp với [[sông Giang Thành]], thuộc [[thành phố Hà Tiên]], tỉnh [[Kiên Giang]] ngày nay.\n\nNguyên nhân là vào năm [[1816]], khi thành [[Châu Đốc]] được đắp xong, Trấn thủ trấn Vĩnh Thanh [[Lưu Phước Tường]] tâu lên, vua [[Gia Long]] xem địa đồ miền đất này liền truyền: ''Xứ này nếu mở đường thủy thông với [[Hà Tiên (tỉnh)|Hà Tiên]], thì hai đàng nông thương đều lợi. Trong tương lai, dân đến ở làng đông, đất mở càng rộng, sẽ thành một trấn to vậy''. Biết thế, nhưng nhà vua chưa ra lệnh đào ngay vì ngại đây là vùng đất mới mở, nhân dân còn cơ cực, nếu bắt làm xâu thêm khổ sở, lòng dân sẽ không yên <ref>Theo ''Quốc triều sử toát yếu'', phần Chánh biên (bản dịch, tr. 130).<\/ref>\n\nSong mãi đến [[tháng chín|tháng 9]] ([[âm lịch]]) năm [[Kỷ Mão]] ([[1819]]), vua [[Gia Long]] mới cho lịnh đào kinh, và công việc được bắt đầu khởi công vào ngày 15 [[tháng chạp|tháng Chạp]] năm ấy<ref>Theo [[Trịnh Hoài Đức]], ''[[Gia Định thành thông chí]]'', mục \"Vĩnh Tế Hà\".<\/ref>.\nSách ''Quốc triều sử toát yếu'', phần Chánh biên, chép:\n:''\"[[Tháng chín|Tháng 9]], (cho) đào sông [[Châu Đốc]] thông với [[Hà Tiên (tỉnh)|Hà Tiên]], gọi là sông Vĩnh Tế <ref>Lẽ ra phải viết là \"sau gọi là sông (kinh) Vĩnh Tế\" mới đúng, vì lúc ấy kinh chưa đào và chưa được tứ danh. Có lẽ sử thần khi chép lại đã không chú ý đến thời gian tính trong lời nói của nhà vua (giải thích theo [[Nguyễn Văn Hầu]], tr. 193).<\/ref> Ngài ([[Gia Long]]) nghĩ trấn Vĩnh Thanh, trấn Hà Tiên gần nước [[Chân Lạp]] mà không có đàng thủy, qua lại không tiện. Lúc ấy có quan Chiêu thùy Chân Lạp là Đông Phòng sang chầu, Ngài đòi vào hỏi việc đào sông, (viên quan ấy) tâu rằng: 'Nếu đào sông ấy thời ích lợi cho dân Chân Lạp lắm'. Ngài vui lòng. Liền truyền dụ dân Vĩnh Thanh rằng: 'Công trình đào sông ấy rất khó, việc Nhà nước và cách phòng giữ bờ cõi quan hệ rất lớn. Các ngươi tuy khó nhọc một lần, mà ích lợi cho muôn đời ngày sau; dân ngươi phải báo cho nhau biết chớ nên sợ nhọc'\"'' <ref>Theo ''Toát yếu'' (bản dịch, tr. 140). '''Thông tin thêm''': Vào thời điểm bắt đầu đào cho đến lúc hoàn thành xong kênh Vĩnh Tế, thì con k1nh này là một con sông nhân tạo mang tính quốc tế, lộ trình của tuyến kinh đi qua lãnh thổ của cả hai nước [[Tên gọi Việt Nam#Đại Nam|Đại Nam]] và [[Campuchia|Cao Miên]]. Hai đoạn đầu (ngã ba [[sông Châu Đốc]] tại [[Châu Đốc]]) và cuối (ngã ba nối với [[sông Giang Thành]] [[Hà Tiên (tỉnh)|tỉnh Hà Tiên]]) kinh nằm trên đất Đại Nam. Khúc giữa cắt qua huyện Chân Thành phủ Chân Thành (tức phủ Chân Chiêm) của Cao Miên. Huyện này đến năm [[1839]] mới được chính thức nhập vào Đại Nam, trở thành phủ Tĩnh Biên tỉnh Hà Tiên, gồm 2 huyện [[Hà Âm]] (nay là huyện [[Kiri Vong]] tỉnh [[Takéo]] Campuchia) và [[Hà Dương (huyện)|Hà Dương]] (nay là các huyện [[Tịnh Biên]] và [[Tri Tôn]] tỉnh [[An Giang]] Việt Nam). Tháng 4 âm lịch năm 1824, Nặc Ông Chân ([[Ang Chan II]]), hiến tặng nhà Nguyễn thông qua [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]] (để trả ơn Thoại), 3 vùng Chân Sum (còn gọi là Chân Thành hay Chân Chiêm, nằm giữa Giang Thành và Châu Đốc), Mật Luật (Ngọc Luật, cũng nằm giữa Giang Thành và Châu Đốc), Lợi Kha Bát ([[Prey Kabbas]] [[Takéo|tỉnh Takeo]]). Nhà Nguyễn chỉ lấy 2 đất Chân Sum và Mật Luật. Chân Sum sau được phân vào hai huyện [[Hà Âm]] và Hà Dương từng thuộc phủ Tĩnh Biên Hà Tiên, trước khi chia về cho tỉnh [[An Giang]] (theo ''[[Đại Nam thực lục]]'', chính biên, đệ nhị kỷ, quyển CCVII, Thực lục về Thánh tổ Nhân hoàng đế, tập 5, trang 617).<\/ref>.\n\n==Các giai đoạn đào kênh Vĩnh Tế==\nCông trình đào kinh Vĩnh Tế kéo dài từ thời tướng [[Nguyễn Văn Nhơn]] làm Tổng trấn [[Gia Định Thành]] ([[1819]]-[[1820]]) cho đến thời tướng [[Lê Văn Duyệt]] làm Tổng trấn Gia Định Thành ([[1820]]-[[1832]]) mới xong. Có thể xem hai ông như là \"Tổng chỉ huy\" của công trình. Ngoài ra, lần lượt còn có sự góp sức của hai Phó tổng trấn là [[Trương Tấn Bửu]] và [[Trần Văn Năng]].<ref>Theo Châu Hữu Hầu, ''Kỷ yếu'', tr. 56.<\/ref>.\n\n*'''Giai đoạn 1''': Khởi công vào [[tháng mười hai|tháng 12]] ([[âm lịch]]) năm [[1819]] đến [[tháng ba|tháng 3]] ([[âm lịch]]) năm [[1820]] thì tạm dừng.\n:* Chỉ huy trực tiếp là các quan: [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]], [[Nguyễn Văn Tuyên (tướng)|Nguyễn Văn Tuyên]] và [[Thống chế Điều bát|Nguyễn Văn Tồn]].\n:* Số lượng quân và dân phu: Dân phu: 5.000, binh đồn Uy Viễn (Trà Ôn): 500, dân Chân Lạp: 5.000. Tổng công: 10.500 người <ref>Ghi theo ''[[Gia Định thành thông chí]]'', mục \"Vĩnh Tế Hà\"<\/ref>.\n\n* [[Tháng ba|Tháng 3]] ([[âm lịch]]) năm [[1820]], triều đình ra lệnh tạm dừng. Có thể vì vua [[Minh Mạng]] mới lên ngôi đang lo ổn định triều chính, vì loạn Sải Kế, và còn vì dịch bệnh (dịch tả) lúc bấy giờ đang hoành hành dữ dội...<ref>Theo Châu Hữu Hầu, trong thời gian kể từ [[tháng ba|tháng 3]] năm [[1820]] cho đến [[tháng hai|tháng 2]] năm [[1823]], triều Nguyễn định tái tục đào kênh cả thảy 3 lần, nhưng vì nhiều lý do đành phải hoãn (''Kỷ yếu'', tr. 56). Thông tin thêm: 'Toát yếu'' (bản dịch, tr. 148), chép: ''\"[[Mùa thu]] qua [[mùa đông]] năm ấy ([[1820]]), khởi đầu từ [[Hà Tiên (tỉnh)|Hà Tiên]] suốt đến [[Miền Bắc (Việt Nam)|Bắc thành]], số dân chết đến 206.835 người, đó là không kể người ngoại tịch\"'' (bản dịch, tr. 148). Trong số người chết có thi hào [[Nguyễn Du]].''<\/ref>.\n*'''Giai đoạn 2:''' Từ [[tháng hai|tháng 2]] ([[âm lịch]]) năm [[1823]] đến [[tháng tư|tháng 4]] ([[âm lịch]]) năm [[1823]].\n:* Chỉ huy trực tiếp là các quan: [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]], [[Nguyễn Văn Tuyên (tướng)|Nguyễn Văn Tuyên]] và [[Trần Công Lại]].\n:* Số lượng quân và dân phu: lấy ở các đồn Uy Viễn, Vĩnh Thanh và [[Định Tường]] hơn 39.000 dân và quân Việt. Quân và dân [[Chân Lạp]] hơn 16.000 người. Tổng cộng hơn 55.000 người, chia làm 3 phiên hoạt động <ref>Ghi theo Nguyễn Văn Hầu (tr. 193). Châu Hữu Hầu (''Kỷ yếu'', tr. 57) ghi khác: Binh và dân Việt: 35.000 người. Binh và dân Chân Lạp: 10.000 người. Tổng cộng: 45 ngàn người.<\/ref>\n\n* Đến [[tháng tư|tháng 4]] ([[âm lịch]]) năm [[1823]], vua [[Minh Mạng]] lại cho thôi đào kinh Vĩnh Tế, vì ''\"nhơn đến mùa hạ, mà việc đào sông chỉ còn hơn 1.700 [[trượng]]\"''<ref>Trích trong 'Toát yếu'' (bản dịch, tr. 159).''<\/ref>.\n*'''Giai đoạn 3''' (tức giai đoạn cuối): Từ [[tháng hai|tháng 2]] (âm lịch) năm [[1824]] đến [[tháng năm|tháng 5]] ([[âm lịch]]) năm [[1824]]. Sách ''Quốc triều sử toát yếu'', phần Chánh biên, chép: ''\"Tháng 2, lại đào sông Vĩnh Tế. Năm ngoái còn 1.700 trượng, nay lại đào, đến tháng 5 mới xong, (cho) dựng bia làm ghi\"'' <ref>Trích trong ''Toát yếu'', phần Chánh biên (bản dịch, tr. 163).<\/ref>\n:-Chỉ huy trực tiếp: [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]] và [[Trần Công Lại]].\n:-Số lượng quân và dân phu của cả hai nước \"lên tới 25.000 người\" <ref>Ghi theo ''[[Đại Nam nhất thống chí]]'' (phần \"An Giang tỉnh\", mục \"Sơn Xuyên\") và Nguyễn Văn Hầu (tr.194).<\/ref>\n\n==Một vài con số, được vinh danh==\n[[Tập tin:Kênh Vĩnh Tế (đoạn Tịnh Biên).jpg|nhỏ|phải|250px|Kênh Vĩnh Tế, đoạn ở phía trước chợ [[Tịnh Biên]]]]\nSách [[Gia Định thành thông chí]] của [[Trịnh Hoài Đức]] chép về kinh Vĩnh Tế như sau:\n:''\"Vĩnh Tế Hà: Ở về phía tây đồn [[Châu Đốc]]. Năm [[Kỷ Mão]] ([[1819]]) niên hiệu [[Gia Long]] thứ 18, đo thẳng từ hào sau phía phải đồn Châu Đốc lên phía tây, qua láng (bưng) bùn Ca Âm đến Kỳ Thọ (tục gọi là Cây Kè) dài 44.412 [[tầm]] thành ra 205 [[dặm Anh|dặm]] rưỡi (mỗi dặm bằng 1.700 thước nam), đặt tên là sông Vĩnh Tế...Ngày 15 [[tháng mười hai|tháng 12]] khởi công. Trừ đoạn láng bùn 4.075 tầm không đào đến, còn thật sự đào là 26.279 tầm, cân nhắc chỗ đào khó dễ, nhân lực nặng nhẹ, bắt đầu từ miệng hào đến láng bùn đất khô cứng có 7.575 tầm là phần việc của [[người Việt]], còn đất bùn nhão có 18.704 tầm là phần việc của dân Cao Miên (tức [[Chân Lạp]]). Đào bề ngang 15 tầm, sâu 6 thước ta, quan cấp mỗi tháng cho mỗi người là 6 quan tiền và 1 phương gạo. Đến ngày 15 [[tháng ba|tháng 3]] năm đầu thời [[Minh Mạng]] ([[1820]]) thì xong việc, cộng thành sông mới, bề dài 140 dặm, nối tiếp sông cũ đến cửa biển [[Hà Tiên (tỉnh)|Hà Tiên]], tổng cộng dài 205 dặm rưỡi mà đường sông đi lại rất thông. Từ đó kế hoạch quốc gia về biên giới cũng như sự buôn bán của nhân dân cùng hưởng sự tiện lợi vô cùng\"''<ref>''Gia Định thành thông chí'': [http:\/\/lichsuvn.info\/forum\/showthread.php?t=4224&page=2]{{Liên kết hỏng|date=ngày 15 tháng 3 năm 2021|bot=InternetArchiveBot}}. Sách này ghi ngày xong việc là \"15 [[Tháng ba|tháng 3]] năm đầu thời [[Minh Mạng]]\" ([[1820]]), là chưa chính xác. Bởi đó chỉ là xong giai đoạn đầu. Phải đào tiếp đến [[Tháng năm|tháng 5]] ([[âm lịch]]) năm [[1824]] mới hoàn thành như ''Toát yếu'' (bản dịch, tr. 163) đã ghi.<\/ref>.\n\nChuyển đổi theo hệ đo lường ngày nay, thì kinh Vĩnh Tế có [[chiều dài]] là 87[[kilômét|km]], 340<ref>''Bách khoa toàn thư Việt Nam'', mục từ: \"Kênh Vĩnh Tế\" ghi [[chiều dài]] kênh tương đương 87 [[kilômét|km]].<\/ref>, rộng 30 [[m]], độ sâu trung bình khoảng 2,55m. Tuy nhiên, trừ đoạn láng Náo Khẩu Ca Âm (7.650m) và [[chiều dài]] [[sông Giang Thành]] (42.500m) có sẵn, thì phần phải đào mới chỉ là 37&nbsp;km, 190m <ref>Theo Châu Hữu Hầu (''Kỷ yếu'', tr.5). Theo Nguyễn Văn Hầu (tr. 191), bề sâu có 6 thước (thước cũ dài khoảng 0,425m; tức sâu 2,55m) là khá cạn. Hiện nay nhờ nhiều lần nạo vét, nên đã sâu hơn nhiều.<\/ref>.\n\nƯớc tính trong 5 năm, các quan phụ trách đã phải huy động đến hơn 90.000 dân binh <ref>Con số này tính theo Nguyễn Văn Hầu, do nhiều đợt gọp lại, không phải ngần ấy người có mặt một lúc tại công trường.<\/ref>. Tổng số ngày công là 3.463.500, và khối lượng đất đào là: 2. 8 45.035 [[mét khối|m³]] <ref>Theo Châu Hữu Hầu, ''Kỷ yếu'', tr. 65.<\/ref>.\n\nBởi công việc ở chốn \"đồng không mông quạnh\", nhiều \"sơn lam chướng khí\"; việc ăn uống, thuốc men thảy đều thiếu thốn, khiến số người chết vì bệnh tật, kiệt sức, vì thú dữ như sấu, rắn rít... quá cao <ref>Sau, [[Thoại Ngọc Hầu]] cho gom nhặt hài cốt, cải táng nơi sơn lăng của mình tại chân [[Núi Sam]] và đặt tên là ''Nghĩa trủng''.<\/ref>. Và số người bỏ trốn rồi bỏ mạng cũng lắm, mặc dù luật lệ ràng buộc, nhiều tai ương, nhất là khi phải vượt qua [[vàm Nao (sông)|sông Vàm Nao]]. Cho nên khi tin vui về đến [[Huế]], vua [[Minh Mạng]] rất đỗi mãn nguyện vì nối được chí cha, liền sắc khen thưởng, dựng bia ở [[núi Sam]] và ở bờ kênh mới đào để ghi nhớ thành quả to lớn này <ref>Vua cho phép Thoại Ngọc Hầu lấy tên vợ là [[Thoại Ngọc Hầu#Chánh thất|Châu Thị Tế]], dòng họ Châu vĩnh, đặt tên cho [[núi Sam]] là ''Vĩnh Tế Sơn'' và dòng kênh mới đào là ''Vĩnh Tế Hà''. Xem thêm phần '''bia Vĩnh Tế Sơn''' nơi trang [[núi Sam]].<\/ref>.\n\nNăm [[Minh Mạng]] thứ 16 ([[1835]]), nhà vua cho đúc ''Cửu đỉnh'' để làm quốc bảo và tượng trưng cho sự miên viễn của hoàng gia, hình kênh Vĩnh Tế được chạm khắc trên ''Cao đỉnh''.\n\n==Lợi ích==\n[[Tập tin:Kênh Vĩnh Tế xưa.jpg|nhỏ|phải|250px| Kênh Vĩnh Tế năm 1929]]\nNhư đã nói ở phần trên, trước khi khởi đào, vua [[Gia Long]] đã có lời dụ cho dân chúng, vừa động viên vừa chỉ rõ sự lợi ích của việc đào kinh.\n\nNăm [[1822]], vua [[Minh Mạng]] lại có chỉ dụ tương tự:\n:''Đường sông Vĩnh Tế liền với Tân Cương, xe thuyền qua lại tiện lợi lắm. Đức Hoàng Khảo Thế Tổ Cao Hoàng Đế ta (ý nói vua [[Gia Long]]) mưu sâu nghĩ xa, chú ý việc ngoài biên. Vừa mới mở đào, công việc chưa xong. Nay ta theo chí Tiên hoàng, chỉ nghĩ cách khó nhọc một lần mà được thong thả lâu dài. Các ngươi phải trù nghĩ thế nào cho mau xong, để xứng đáng ý ta<ref>'Toát yếu'' (bản dịch), tr. 157.<\/ref>.\n\nĐào xong, ''[[Đại Nam nhất thống chí]]'', phần ''An Giang tỉnh'', một lần nữa ghi nhận là ''Từ ấy đường sông lưu thông, từ kế hoạch trong nước, phòng giữ ngoài biên cho tới nhân dân mua bán đều được tiện lợi vô cùng.''\n \nĐến bây giờ, kinh vẫn còn giá trị lớn về các mặt trị thủy, giao thông, thương mại, biên phòng, thể hiện sức lao động sáng tạo xây dựng đất nước của nhân dân Việt và chính sách coi trọng thủy lợi để phát triển nông nghiệp của triều Nguyễn.\n\nNên ca dao có câu:\n:''Kinh Vĩnh Tế, biển [[Hà Tiên (tỉnh)|Hà Tiên]],''\n:''Ghe thuyền xuôi ngược bán buôn dập dìu''.\n\n==Tế nghĩa trủng văn==\n[[Tập tin:Nghĩa trủng.jpg|nhỏ|phải|250px| Nghĩa trủng, nơi cải táng hài cốt của những người đã chết trong lúc đào kênh Vĩnh Tế.]]\n''Tế nghĩa trủng văn'' còn được gọi là ''Thừa đế lịnh, tế cô hồn kinh Vĩnh Tế tân kinh'', do Thoại Ngọc Hầu cho soạn theo lịnh vua, để ông đọc trong buổi lễ tế các chiến sĩ, các sưu dân đã bỏ mình trong công tác đào kênh Vĩnh Tế.\n \nTrích bản dịch:\n:''...Đào kinh trước, mấy kỳ khó nhớ''\n:''Khoác nhung y chống đỡ biên cương.''\n:''Xông pha máu nhuộm chiến trường''\n:''Bọc thây da ngựa, gửi xương xứ này''\n:''Quê cách trở, lấy ai hộ tống,''\n:''Sống làm binh, thác chống quỷ ma.''\n:''Than ôi, ai cũng người ta,''\n:''Mà sao người lại thân ra thế này?''...\n\n:...''Giờ ta vâng lệnh bệ rồng,''\n:''Dời ngươi an táng nằm chung chốn nầy.''\n:''Chọn đất tốt thi hài an ổn,''\n:''Cảnh trời thanh vui nhộn cùng nhau.''\n:''Hằng năm cúng tế dồi dào,''\n:''Tràn trề lễ trọng dám nào để vơi...''<ref>Chép theo [[Nguyễn Văn Hầu]], ''Thoại Ngọc Hầu và những cuộc khai phá miền Hậu Giang'', sách đã dẫn.<\/ref>\n\n==Với người Khmer==\n[[Tập tin:Kênh Vĩnh Tế trên Cao đỉnh.jpg|nhỏ|phải|250px| Kênh Vĩnh Tế được chạm khắc trên Cao đỉnh]]\nQuá trình xây dựng kinh Vĩnh Tế đã để lại trong cộng đồng người [[Khmer]] những câu chuyện về cách đối xử hà khắc của [[người Việt]] đối với người [[Khmer]]. Sau này [[Khmer Đỏ]] đã sử dụng những câu chuyện này trong các chiến dịch tuyên truyền khơi dậy lòng hận thù của người [[Campuchia]] đối với [[người Việt]]<ref>Nayan Chanda, ''Brother Enemy'', Harcourt Brace Jovanovich, 1986, tr. 52.<\/ref>. Song theo một số nhà nghiên cứu, thì đây chỉ là một sự bịa đặt để gây căng thẳng mối quan hệ giữ hai nước, vì lúc ấy quân dân [[Chân Lạp]] tham gia đào kinh được đặt dưới quyền của các đầu mục của nước ấy như Đồng Phù, Nhâm Lịch Đột,... được [[nhà Nguyễn]] cấp [[tiền]] và [[gạo]], và được giao cho phần đất dễ đào như sách ''[[Gia Định thành thông chí]]'' đã ghi: ''\"bùn đất khô cứng là phần việc của [[người Việt]], còn đất bùn nhão là phần việc của dân Cao Miên\"''<ref>Theo ''Kỷ yếu'' (tr. 63).<\/ref>.\n\n==Sách tham khảo chính==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Quốc triều sử toát yếu'', phần Chánh biên (bản dịch. Trong bài viết tắt là Toát yếu). Nhà xuất bản Văn học, 2002.\n*[[Nguyễn Văn Hầu]], ''Thoại Ngọc Hầu và những cuộc khai phá miền Hậu Giang''. Nhà xuất bản Hương Sen, [[Thành phố Hồ Chí Minh|Sài Gòn]], không ghi năm xuất bản.\n*Nhiều người soạn, ''Địa chí An Giang'' (Tập 2), UBND tỉnh An Giang ấn hành, 2007.\n*Nhiều tác giả, ''Kỷ yếu Hội thảo khoa học danh nhân Thoại Ngọc Hầu'' do *Hội khoa học Lịch sử Việt Nam, UBND tỉnh [[An Giang]] và UBND [[đà Nẵng|thành phố Đà Nẵng]] phối hợp tổ chức và ấn hành năm 2009. Trong bài viết tắt là \"Kỷ yếu\".\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Sông núi ở An Giang}}\n{{kênh đào nổi tiếng}}\n\n[[Thể loại:Sông tại Kiên Giang|Vĩnh Tế]]\n[[Thể loại:Sông tại An Giang|Vĩnh Tế]]\n[[Thể loại:Kênh đào Việt Nam|Vĩnh Tế]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Giao thông An Giang]]"}