{"14724211":"{{distinguish2|[[kênh Lò Gốm]]}}\n'''Kênh Tân Hóa – Lò Gốm''', trước đây gọi là '''Rạch Tân Hóa – Lò Gốm''', là một con kênh dài 6,8&nbsp;km bắt đầu từ gần đường Hòa Bình ([[Quận 11]]) đến ngã ba [[kênh Tàu Hủ]] – [[kênh Lò Gốm]], đi qua 3 quận là quận [[Tân Phú (quận)|Tân Phú]], [[Quận 11]] và [[Quận 6]].\n\nDo được hợp thành từ nhiều đoạn kênh rạch nhỏ trước đây nên hiện nay kênh Tân Hóa – Lò Gốm gồm 3 đoạn với 3 tên gọi khác nhau. Đoạn từ đường Hòa Bình về đến ngã ba rạch Bến Trâu được gọi là '''rạch Tân Hóa''', đoạn tiếp theo đến đường Lê Quang Sung được gọi là '''rạch Ông Buông''' và đoạn còn lại đến kênh Tàu Hủ được gọi là '''rạch Lò Gốm'''.\n\n== Lịch sử ==\nTrước khi được cải tạo, Rạch Tân Hóa - Lò Gốm có tổng chiều dài 7,24&nbsp;km, độ sâu từ 0,5-1,5&nbsp;m ở khu vực thượng lưu và 2-3&nbsp;m ở khu vực cửa rạch, với độ rộng trung bình từ 5-8&nbsp;m. Rạch có các chi lưu là rạch Đầm Sen, rạch Bến Trâu và rạch Bà Lài. Vào năm [[1996]], theo số liệu của Sở Nhà đất Thành phố Hồ Chí Minh, có khoảng 2.500 nhà dân lấn chiếm trên rạch Tân Hóa - Lò Gốm.<ref>[https:\/\/repository.vnu.edu.vn\/bitstream\/VNU_123\/59902\/1\/document%20%283%29.pdf Ô nhiễm môi trường khu vực Rạch Tân Hóa - Lò Gốm] - Nguyễn Thị Lan, Trung Thuận và Nguyễn Hoàn, Viện Kinh tế TP. Hồ Chí Minh<\/ref>\n\nCuối năm [[2011]], dự án cải tạo kênh và đường dọc kênh Tân Hóa - Lò Gốm được khởi công, tập trung vào hai hạng mục chính là đặt cống hộp đoạn từ đường Âu Cơ (Tân Phú) đến cầu Hòa Bình (quận 11) dài 3&nbsp;km và cải tạo 7,4&nbsp;km tuyến kênh Tân Hóa - Lò Gốm, 12&nbsp;km đường được làm mới.<ref>{{cite web|url=https:\/\/nhipsongkinhdoanh.vn\/tp-hcm-du-an-cai-tao-kenh-tan-hoa-lo-gom-gan-2-000-ty-sap-khanh-thanh-post788504.html |title=  TP.HCM: Dự án cải tạo kênh Tân Hóa - Lò Gốm gần 2.000 tỷ sắp khánh thành |date=16-03-2015|publisher = Báo Nhịp Sống Kinh Doanh}}<\/ref> Đây là sử dụng vốn vay ưu đãi của [[Ngân hàng Thế giới]]. Để chuẩn bị dự án, 2.200 hộ dân đã bị giải tỏa, trong đó có 1.300 hộ bị giải tỏa trắng.<ref>{{cite web|url=https:\/\/tuoitre.vn\/du-an-kenh-tan-hoa---lo-gom-phai-giai-toa-hon-2200-ho-dan-308204.htm |title= Dự án kênh Tân Hóa - Lò Gốm: phải giải tỏa hơn 2.200 hộ dân |date=27-03-2009|publisher = Báo Tuổi Trẻ}}<\/ref> Dự án được chính thức khánh thành vào ngày [[5 tháng 4]], [[2015]].<ref>{{cite web|url=https:\/\/nhandan.vn\/tin-tuc-xa-hoi\/khanh-thanh-du-an-cai-tao-kenh-va-duong-doc-kenh-tan-hoa-lo-gom-229160\/ |title= Khánh thành Dự án “Cải tạo kênh và đường dọc kênh Tân Hoá - Lò Gốm” |date=05-04-2015|publisher = Báo Nhân Dân}}<\/ref>\n\n== Các chi lưu ==\n\n=== Rạch Đầm Sen ===\nNằm trên địa bàn [[quận 11]], rạch có chiều dài 700&nbsp;m và chiều rộng 6-8&nbsp;m, nối với khu [[Công viên Văn hóa Đầm Sen]]. Vào năm 2021, Sở Xây dựng đề xuất dự án cải tạo rạch Đầm Sen với mức đầu tư 100 tỉ đồng.<ref>{{cite web|url=https:\/\/tuoitre.vn\/so-xay-dung-tp-hcm-de-xuat-chong-ngap-voi-4-3-ti-usd-trong-5-nam-2021052122453343.htm |title= Sở Xây dựng TP.HCM đề xuất chống ngập với 4,3 tỉ USD trong 5 năm |date=22-05-2021|publisher = Báo Tuổi Trẻ}}<\/ref>\n\n=== Rạch Bến Trâu ===\nRạch này là ranh giới hành chính giữa quận 6 với quận Tân Phú, có chiều dài 1000&nbsp;m và chiều rộng 4-8&nbsp;m.\n=== Rạch Bà Lài ===\nRạch Bà Lài từng có chiều rộng khoảng 50 mét, dài 300 mét.<ref>{{cite web|url=https:\/\/nld.com.vn\/thoi-su-trong-nuoc\/kenh-rach-bi-chiem--cong-khong-thoat-nuoc-119315.htm |title=  Kênh rạch bị chiếm, cống không thoát nước |date=29-05-2005|publisher = Báo Người Lao Động}}<\/ref> Con rạch này đã bị lấp cống hộp vào năm 2002 và được xây dựng thành công viên Bình Phú.<ref>{{cite web|url=https:\/\/nld.com.vn\/thoi-su-trong-nuoc\/tphcm-lap-rach--gay-ngap-tran-lan-148752.htm |title=  TPHCM: Lấp rạch, gây ngập tràn lan |date=21-04-2006|publisher = Báo Người Lao Động}}<\/ref>\n\n== Cầu bắc qua kênh ==\nHiện nay có 7 cây cầu bắc qua kênh Tân Hóa – Lò Gốm, bao gồm: cầu Tân Hóa, cầu Đặng Nguyên Cẩn (cầu Tre), cầu Ông Buông 1 và 2, cầu Hậu Giang, cầu Phạm Văn Chí, cầu Lò Gốm.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[http:\/\/cangvudtndhcm.gov.vn\/index.php\/vi\/tra-cuu-thong-tin\/Tuyen-Song-Kenh-Rach\/Rach-Lo-Gom-Ong-Buong-339\/ Rạch Lò Gốm - Ông Buông] - Cảng vụ Tp.HCM\n\n{{sơ khai TPHCM}}\n\n[[Thể loại:Sông tại Thành phố Hồ Chí Minh]]"}