{"91693":"{{Bảng tóm tắt về phim\n| name = Ký ức Điện Biên\n| image = Ky uc Dien Bien.jpg|222px\n| caption = Áp phích phim\n| imdb_rating = \n| director = [[Đỗ Minh Tuấn]]\n| writer = [[Nguyễn Thị Hồng Ngát]]<br>Đỗ Minh Tuấn\n| starring = Phạm Quang Ánh<br>[[Kiều Anh]]<br>Lê Nuôi<br>Isaack Lê\n| music = \n| cinematography = Nguyễn Đức Việt\n| editing = \n| distributor = \n| released = [[6 tháng 5]] năm [[2004]]\n| runtime = 120 phút\n| country = {{VIE}}\n| language = [[Tiếng Việt]]\n| awards = Giải đạo diễn xuất sắc nhất tại [[Cánh diều vàng 2004]]\n| budget = 13 tỷ [[Đồng (tiền)|VND]]\n| preceded_by = \n| followed_by = \n| mpaa_rating = \n| tv_rating = \n| imdb_id = 0780064\n|studio=[[Hãng phim truyện Việt Nam]]}}\n\n'''''Ký ức Điện Biên''''' là một bộ phim truyện Việt Nam sản xuất năm 2004, bộ phim truyện nhựa thứ sáu của đạo diễn [[Đỗ Minh Tuấn]].\n\nBộ phim do [[Hãng phim truyện Việt Nam]] thực hiện và được nhà nước cấp kinh phí để kỷ niệm 50 năm chiến thắng [[Chiến dịch Điện Biên Phủ|Điện Biên Phủ]]. Theo dự kiến ban đầu, bộ phim sẽ mang tên '''''Người hàng binh''''' theo kịch bản của [[Nguyễn Thị Hồng Ngát]] và Đỗ Minh Tuấn, về sau phim được đổi tên thành ''Ký ức Điện Biên''.\n\n== Nội dung ==\n{{biết trước nội dung tác phẩm}}\nBộ phim diễn ra theo lời kể của Bạo, một lính vệ quốc đoàn trong chiến dịch [[Điện Biên Phủ]]. Nhiều năm sau chiến tranh, ông gặp lại Bernard, người hàng binh trước kia. Vào thời gian chiến tranh, Bernard là một lính [[Pháp]] quyết định đầu hàng đối phương. Bernard gặp Bạo và được Bạo đưa về vùng hậu cứ. Trong chuyến hành trình, Bernard bị thương và được y tá Mây chăm sóc, rồi Bạo và Bernard cùng có cảm tình với cô y tá Mây xinh đẹp và Bạo cũng thấy se lòng khi chạy đi lấy nước từ suối về chứng kiến cảnh Mây cho Bernard uống những giọt sương từ một bông hoa. Chứng kiến khí thế hào hùng của quân và dân [[Việt Nam]], Bernard thay đổi thái độ, quay sang ủng hộ [[Việt Minh]], nhưng anh vẫn ấp ủ những kỷ niệm về đồng đội cũ của mình, có lúc khóc khi nhìn chiếc bi-đông ghi tên người đồng đội tên Jacques đã chết.\n\nQuan hệ giữa Bernard và Mây càng gần gũi khi Bernard tham gia làm anh nuôi, khiến Bạo bối rối và bất lực trước sự hấp dẫn của Bernard toát ra một cách tự nhiên trong từng cử chỉ chân thật, ân cần và lịch lãm. Bạo cố gắng kìm nén ghen tuông và đau khổ, nhưng CUỘC CHIẾN ĐẤU GIỮ ĐẤT của Việt Minh đã chuyển sang CUỘC CHIẾN ĐẤU GIỮ NGƯỜI ngay khi [[Chiến dịch Điện Biên Phủ|trận chiến Điện Biên]] bước vào giai đoạn cuối. Trong một đêm mưa, khi thấy vắng Bernard, nghĩ rằng Bernard bỏ trốn, Bạo đã vác súng đi tìm để giết anh. Mây đuổi theo can ngăn Bạo nhưng không được. Khi chứng kiến cảnh Bernard ngồi khóc giữa bãi xác đồng đội, Bạo như tỉnh ngộ. Chính trong khoảnh khắc bừng tỉnh tính nhân văn ấy, anh đã có Mây. Cảnh Mây ôm choàng lấy Bạo khi mũi súng hạ xuống hiện lên như bức tượng của nhân tính và tình yêu trên nền trời đêm rực rỡ những vệt pháo sáng bay lên. Sau này, khi Bạo và Bernard thực sự thành bè bạn, Bạo vẫn phải tiếp tục đối mặt với CUỘC CHIẾN ĐẤU GIỮ GÌN Ý NGHĨA cho trận chiến Điện Biên.\n\nĐạo diễn Đỗ Minh Tuấn cho biết anh cố gắng tái hiện ký ức về chiến thắng Điện Biên Phủ từ góc nhìn nhân văn để xây dựng hình tượng điện ảnh về chiến thắng này theo cách nặn tượng bằng tuyết, vừa khôi phục những ký ức hào hùng cảm động, vừa thể hiện sự biến dạng và tan rã của những ký ức này. Bộ phim nỗ lực tiếp cận ba loại ký ức về chiến thắng Điện Biên Phủ:\n\n# Ký ức chiến tranh của lớp cựu binh già thuộc cả hai chiến tuyến với những kỷ niệm buồn vui hào hùng đầy tính nhân văn trong chiến trận dưới hình thức tả chân cổ điển, tái hiện khá đầy đủ hình hài, quy mô, diễn biến và không khí chiến tranh sinh hoạt như trong đời thực.\n# Ký ức thực dụng của lớp người sau kết hợp sự tưởng nhớ và kiêu hãnh với ý thức kinh doanh du lịch, điển hình là việc con trai của Bạo (diễn viên [[Chí Trung]] thủ vai) mở quán Điện Biên với các món ăn ở chiến trường xưa mời anh nuôi tên Túc - đồng đội của bố - về làm đầu bếp.\n# Ký ức ám ảnh vừa sai lệch vừa thăng hoa của lớp trẻ hiện nay được thể hiện qua những ấn tượng tâm thần về chim và hoa của cô bé Vân, cháu nội Bạo - những hình ảnh gắn liền với những kỷ niệm tình yêu của Bạo trong chiến dịch - và thể hiện qua màn [[múa đương đại]] mang tên \"Ký ức Điện Biên\" do Vân trình diễn tại [[Paris]], trong đó hình ảnh Điện Biên xưa chỉ còn là những động tác co giật và những giai điệu chấm phá pha trộn giữa đau thương và hùng tráng.\n\nĐạo diễn Đỗ Minh Tuấn phát biểu rằng đây là bộ phim kỷ niệm đầu tiên nhìn sự kiện lịch sử từ góc nhìn văn hóa đa chiều với cách tiếp cận đa phương tiện, đưa cả những màn múa đương đại hoành tráng với mấy trăm bộ đội múa trên đồi do nghệ sĩ Ea Sola Thủy dàn dựng trong thời gian gần một tháng. Trước đây, Đỗ Minh Tuấn cũng đưa trình diễn và sắp đặt vào phim ''[[Vua bãi rác]]'' biến cả bãi rác thành một sắp đặt nghệ thuật lung linh như Paris đêm [[Lễ Giáng Sinh|Giáng Sinh]].\n\n{{hết phần cho biết trước nội dung}}\n\n==Diễn viên==\n\n== Sản xuất ==\n''Ký ức Điện Biên'' là một phim kỷ niệm, được nhà nước đầu tư 13 [[tỷ]] đồng, khoảng một triệu USD theo thời giá, một kinh phí cao so với các phim cùng thời. Từ khi bấm máy đến khi hoàn thành phim là 8 tháng. Những cảnh cuối của bộ phim được quay ở [[Paris]]. Bộ Văn hóa Thông tin và một số cơ quan chức năng đã không làm thủ tục cho diễn viên Kiều Anh sang Pháp quay phim, khiến dư luận lúc đó cho rằng đoàn phim không thể xuất ngoại. Tuy nhiên, đạo diễn Đỗ Minh Tuấn, sau khi lên Bộ văn hóa mắng những quan chức cản trở bộ phim ngay trước mặt hàng chục cán bộ của họ, đã sửa lại kịch bản để đoàn làm phim vẫn tiếp tục tới Paris thực hiện bộ phim, mặc dù không có diễn viên chính Kiều Anh cùng đi.\n\nKhi phim ra mắt đã có hơn hai mươi tờ báo trong đó có các báo ''Thanh niên'', ''Tuổi trẻ'',''Văn nghệ'', ''Văn nghệ trẻ'',''Văn hoá'', ''Thể thao Văn hoá'', ''Tin tức'',''Nhân dân'', ''Phụ nữ Việt Nam'',''Sài gòn Giải phóng'', ''Điện ảnh Kịch trường'', ''Điện ảnh ngày nay'' viết bài ca ngợi Ký ức Điện Biên là phim chiến tranh chân thực, hoành tráng, nhân văn và ấn tượng. Báo Tuổi Trẻ cho rằng bộ phim là bước đầu tiên của [[điện ảnh Việt Nam]] thoát khỏi lối mòn<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=31434&ChannelID=57]<\/ref>.\n\nChương trình thời sự của [[Đài Truyền hình Việt Nam]] tối 6-5-2004 đã đưa tin về bộ phim ra mắt, phát phóng sự quay trước cửa rạp sau buổi chiếu trong đó một số khán giả trong nước và người nước ngoài đã phát biểu về sự xúc động và tính nhân văn của phim.\n\nTrong cuộc Hội thảo Vì một nền điện ảnh Việt Nam đổi mới và Hội nhập bên lề Liên hoan phim Việt Nam lần thứ 15 tổ chức tại [[Nam Định]], nữ đạo diễn Việt Linh đã cho rằng ''Ký ức Điện Biên'' và [[Mê Thảo thời vang bóng]] có thể đưa vào chương trình giảng dạy về đạo diễn của các trường điện ảnh trong nước. \"Ký ức Điện Biên\" đã được mời tham dự một số LHP Quốc tế lớn như Locarno, Singapore. Năm 2006 \"Ký ức Điện Biên\" được 5 nước châu Á trong đó có Trung Quốc, Nhật Bản mua bản quyền khai thác từ 4 đến 15 năm để phát hành băng đĩa, chiếu rạp, chiếu TV, chiếu ở bệnh viện, máy bay và các nơi công cộng khác..\n\nTại LIên hoan phim Cannes tháng 5-2008, ''Ký ức Điện Biên'' đã được chú ý và thu hút thỏa thuận giao dịch mua bán cùng các phim ''Trái tim bé bỏng'', ''Áo lụa Hà Đông'', ''Hà Nội Hà Nội'', ''Chuyện của Pao''...<ref>[http:\/\/www.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=259875&ChannelID=10]<\/ref>.''Ký ức Điện Biên'' là phim đặt hàng, phim kỷ niệm duy nhất từ trước tới nay được xuất khẩu đến nhiều nước trên thế giới.\n\nTuy nhiên năm 2004 khi công chiếu lần đầu ở TP Hồ Chí Minh, phim được chiếu lại rạp Đống Đa ở quận 5, một trong những rạp hiện đại nhất TP. Hồ Chí Minh, gần khu tập trung đông dân cư người Hoa, họp báo hôm trước hôm sau đã chiếu không mấy người biết, nên trong ba ngày chiếu tại rạp Đống Đa chỉ bán được 60 vé. Không những thế, báo [[Sài gòn Giải phóng]] đưa tin phim ít người xem, gây một ấn tượng về sự thất bại và lãng phí.Thực tế là theo báo cáo của phát hành phim, tuần đầu chiếu nhân địp kỷ niệm 50 năm chiến thắng Điện Biên, bộ phim đã phục vụ hơn 30 ngàn lượt người xem. Sau đó Phát hành phim Quân đội và các công ty chiếu bóng địa phương đã tổ chức chiếu phim miễn phí hoặc bán vé giá rẻ phục vụ bộ đội và nhân dân ở các vùng nông thôn, miền núi và hải đảo, số lượt người xem lên tới hơn hai triệu.\n\nTại Hội thảo Giải pháp thu hút khán giả tại Liên hoan phim Việt Nam lần thứ 14, tại [[Buôn Ma Thuột|Ban Mê Thuột]] đạo diễn Đỗ Minh Tuấn cho rằng trong khi phim ''Gái nhảy '' của Lê Hoàng đạt con số người xem là khoảng 400 ngàn lượt người thì phim ''Ký ức Điện Biên'' là 2 triệu lượt. Đỗ Minh Tuấn đưa ra quan điểm: ''\"khán giả là người xem phim, có thể mua vé hoặc không, còn người bỏ tiền mua vé thì gọi là khách hàng\"''. Trong Hội nghị được coi là ''Hội nghị Diên Hồng về Điện ảnh'' được tổ chức tại Đồng Mô ngày 25-9-2011 để lãnh đạo Bộ văn hóa nghe các nghệ sĩ đề xuất các giải pháp cứu điện ảnh quốc doanh khỏi tình trạng bế tắc và khủng hoảng, đạo diễn Đỗ Minh Tuấn đã chỉ ra cảnh ngộ \"một cổ hai tròng\" của ngành điện ảnh: khi duyệt, khi đặt hàng thì theo định hướng, khi đánh giá lại căn cứ vào hiệu quả thị trường. Ông khẳng định: ''Ký ức Điện Biên'' là một phim thành công cả về nghệ thuật và về hiệu quả chính trị xã hội vì phim đã đoạt giải ''Đạo diễn xuất sắc nhất'' của ''Cánh diều vàng 2004'', đã đưa những ký ức lịch sử hào hùng tới hơn 2 triệu khán giả trong nước và góp phần đưa hình ảnh người Việt Nam anh hùng, nhân hậu tới hàng triệu khán giả quốc tế. Chưa có phim kỷ niệm nào làm được thế. Báo ''Nhân dân'' đầu tư bao nhiêu tiền cũng chưa làm được thế! Vậy mà vẫn có một số ý kiến căn cứ vào doanh thu để đánh giá phim ''Ký ức Điện Biên'' là lãng phí. Đó là cách đánh giá ngụy biện, đánh tráo đối tượng, đánh tráo tiêu chí và đánh tráo về mục đích làm phim\".<ref>[http:\/\/laodong.com.vn\/Tin-Tuc\/Chung-ta-khong-co-tai-hay-lai-la-co-che\/59882]<\/ref>\n\n== Giải thưởng ==\nTại [[Cánh diều vàng 2004]]\n* Giải [[Giải Cánh diều cho đạo diễn xuất sắc phim truyện điện ảnh|đạo diễn xuất sắc]] nhất cho [[Đỗ Minh Tuấn]]\n* Giải [[Giải Cánh diều cho phim truyện điện ảnh |khuyến khích]] đành cho phim truyện\n* Giải [[Cánh diều vàng 2004#Âm nhạc xuất sắc|âm nhạc xuất sắc]] nhất cho nhạc sĩ [[Trọng Đài]]\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* Xem phim trực tuyến [http:\/\/www1.vtc.com.vn\/view\/12\/67134\/ky_uc_dien_bien__tap_1_.aspx#\/ 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110510003850\/http:\/\/www.vtc.com.vn\/view\/12\/67134\/ky_uc_dien_bien__tap_1_.aspx#\/ |date = ngày 10 tháng 5 năm 2011}} [http:\/\/www1.vtc.com.vn\/view\/12\/67141\/ky_uc_dien_bien__tap_2_.aspx#\/ 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110510144356\/http:\/\/vtc.com.vn\/view\/12\/67141\/ky_uc_dien_bien__tap_2_.aspx#\/ |date = ngày 10 tháng 5 năm 2011}}\n* [http:\/\/ww.tuoitre.com.vn\/tianyon\/Index.aspx?ArticleID=259875&ChannelID=10 Phim Việt trên đường thiên lý]{{Liên kết hỏng|date = ngày 7 tháng 5 năm 2021 |bot=InternetArchiveBot }} Tuổi trẻ 28-5-2008.\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=54581&ChannelID=57 Hội thảo Giải pháp thu hút khán giả tại LHPVN lần thứ 14] trên báo Tuổi Trẻ\n* [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=54594&ChannelID=10 Liên hoan phim Việt Nam lần thứ 14: Vẫn chuyện cá cần nước!] trên báo Tuổi Trẻ\n\n[[Thể loại:Phim năm 2004]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim chiến tranh Việt Nam]]\n[[Thể loại:Phim tuyên truyền Việt Nam]]\n[[Thể loại:Phim tâm lý Việt Nam]]\n[[Thể loại:Đỗ Minh Tuấn]]\n[[Thể loại:Phim của Hãng phim truyện Việt Nam]]\n[[Thể loại:Phim lịch sử]]\n[[Thể loại:Phim về Chiến tranh Đông Dương]]\n[[Thể loại:Chiến dịch Điện Biên Phủ]]\n[[Thể loại:Phim dựa trên sự việc có thật]]\n[[Thể loại:Phim chính kịch dựa trên sự kiện có thật]]\n[[Thể loại:Phim đôi bạn]]\n[[Thể loại:Phim về gia đình]]\n[[Thể loại:Phim lấy bối cảnh ở trong rừng]]\n[[Thể loại:Phim lấy bối cảnh ở khách sạn]]\n[[Thể loại:Phim lấy bối cảnh ở Hà Nội]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở châu Á]]\n[[Thể loại:Phim lấy bối cảnh ở Paris]]\n[[Thể loại:Phim lấy bối cảnh ở Pháp]]\n[[Thể loại:Phim lấy bối cảnh ở châu Âu]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim quay tại châu Á]]\n[[Thể loại:Phim quay tại Paris]]\n[[Thể loại:Phim quay tại Pháp]]\n[[Thể loại:Phim quay tại châu Âu]]\n[[Thể loại:Phim Việt Nam thập niên 2000]]\n[[Thể loại:Phim chính kịch thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 1950]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh năm 1954]]\n[[Thể loại:Phim lấy bối cảnh năm 2004]]"}