{"3520863":"{{Thông tin trường học \n|tên= Ký túc xá Đại học Quốc gia<br>Thành phố Hồ Chí Minh \n|logo= [[Tập tin:Logo KTX ĐHQGTPHCM.png|170px]]\n|ngày thành lập= 2000\n|loại hình= Ký túc xá\n|thành phố= [[Thành phố Hồ Chí Minh]] \n|quốc gia= [[Việt Nam]]\n|địa chỉ= Khu phố 6, phường Linh Trung, thành phố [[Thủ Đức]]\n|điện thoại= (08).38.973.921\n|Fax= (08).38.973.921\n|email=ktx@vnuhcm.edu.vn\n|web= [http:\/\/ktx.vnuhcm.edu.vn\/ ktx.vnuhcm.edu.vn] \n|sinh viên = hơn 40.000 người}}\n'''Ký túc xá Đại học Quốc gia Thành phố Hồ Chí Minh''' là hệ thống [[ký túc xá]] xây tại Khu đô thị [[Đại học Quốc gia Thành phố Hồ Chí Minh]] (còn gọi với tên phổ biến: '''''làng đại học'''''). Ký túc xá ĐHQGTPHCM gồm có ba khu: A, A mở rộng và B.<ref name=\"puf\">{{Chú thích web |url = http:\/\/www.pufhcm.edu.vn\/ky-tuc-xa\/ky-tuc-xa-dai-hoc-quoc-gia-hcm.htm|tiêu đề = Ký túc xá Đại học Quốc gia TP.HCM|tác giả 1 = |ngày = |nhà xuất bản = |ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref> Về mặt hành chính hiện nay, các khu của Ký túc xá đều tọa lạc tại phường [[Đông Hòa, Dĩ An|Đông Hòa]], thành phố [[Dĩ An]], tỉnh [[Bình Dương]], giáp ranh với thành phố [[Thủ Đức]].<ref name=\"zing\">{{Chú thích web |url = http:\/\/news.zing.vn\/ngam-ky-tuc-xa-hien-dai-nhat-viet-nam-post281353.html|tiêu đề = Ngắm ký túc xá hiện đại nhất Việt Nam|tác giả 1 = Như Quỳnh|ngày = 2012-10-26|nhà xuất bản = Zing News|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref> Xung quanh Ký túc xá là hệ thống các trường đại học thành viên trực thuộc Đại học Quốc gia Thành phố Hồ Chí Minh, [[Trường Đại học Thể dục thể thao Thành phố Hồ Chí Minh|Trường Đại học Thể dục Thể thao Thành phố Hồ Chí Minh]], [[Trường Đại học An ninh nhân dân (Thành phố Hồ Chí Minh)|Trường Đại học An ninh Nhân dân]], Trung tâm Quốc phòng ĐHQGTPHCM.\n\nKý túc xá ĐHQGTPHCM được định hướng trở thành ký túc xá lớn nhất Việt Nam, với diện tích quy hoạch cả ba khu là 59 ha (trong đó khu B là 38,8 ha).<ref name=\"zing\"\/> Các khu Ký túc xá hiện có tổng cộng 49 tòa nhà dao động từ 5 đến 16 tầng chia thành 20 khu nhà.<ref name=\"puf\"\/> Ký túc xá tạo điều kiện học tập, sinh hoạt, rèn luyện, chỗ ở cho sinh viên Đại học Quốc gia Thành phố Hồ Chí Minh nói riêng và sinh viên các trường Đại học khác tại địa bàn [[Thành phố Hồ Chí Minh]] nói chung nếu có nhu cầu ở ký túc (đặc biệt là nhóm trường Đại học phía Đông Bắc Thành phố).<ref name=\"tt1\">{{Chú thích web|url = http:\/\/ktx.vnuhcm.edu.vn\/danh-muc\/hoat-dong-ktx\/|tiêu đề = 15 năm – Tự hào mái nhà Ký túc xá|tác giả 1 = |ngày = |nhà xuất bản = TTQLKTX|ngày truy cập = 2016-11-06|ngôn ngữ = vi|archive-date = 2016-11-07|archive-url = https:\/\/web.archive.org\/web\/20161107011104\/http:\/\/ktx.vnuhcm.edu.vn\/danh-muc\/hoat-dong-ktx\/|url-status = dead}}<\/ref>\n\nHiện nay, Ký túc xá ĐHQGTPHCM được quản lý bởi Trung tâm Quản lý Ký túc xá, được thành lập theo Quyết định số 02\/QĐ\/ĐHQG\/TCCB ngày 04\/01\/2000 của Giám đốc ĐHQGTPHCM.<ref name=\"tt2\">{{Chú thích web |url = http:\/\/ktx.vnuhcm.edu.vn\/trang\/gioi-thieu.html|tiêu đề = Giới thiệu Ký túc xá|tác giả 1 = |ngày = |nhà xuất bản = TTQLKTX|ngày truy cập = 2016-11-06|ngôn ngữ = vi|url lưu trữ= https:\/\/web.archive.org\/web\/20160427050835\/http:\/\/ktx.vnuhcm.edu.vn\/danh-muc\/gioi-thieu-chung\/|ngày lưu trữ= 2016-04-27}}<\/ref>\n\nTrong năm học 2016–2017, Ký túc xá tổ chức cho hơn 30.000 sinh viên sinh hoạt và học tập.<ref name=\"tt2\"\/>\n\n== Bộ máy tổ chức Ký túc xá ==\nBộ máy tổ chức Ký túc xá gồm:<ref name=\"tt2\"\/>\n* ''Giám đốc Ký túc xá:'' Chịu trách nhiệm toàn mặt về hoạt động của Trung tâm Quản lý Ký túc xá trước lãnh đạo ĐHQGTPHCM. Giúp việc cho Giám đốc là các Phó Giám đốc chịu trách nhiệm trong các mảng công tác chuyên môn.\n* ''Văn phòng Ký túc xá:'' Chịu trách nhiệm trước Ban Giám đốc về công tác tổ chức cán bộ, hành chính tổng hợp. Là đầu mối liên hệ công việc với các đơn vị trong và ngoài ĐHQGTPHCM.\n* ''Phòng Công tác Sinh viên:'' Tham mưu cho Ban Giám đốc về công tác tiếp nhận, bố trí và sắp xếp sinh viên vào ở Ký túc xá; chăm lo đời sống vật chất, văn hóa tinh thần cho sinh viên.\n* ''Phòng An ninh Sinh viên:'' Đảm bảo công tác an ninh trật tự, an ninh chính trị, an toàn con người, tài sản trong phạm vi Ký túc xá. Phối hợp với chính quyền các địa phương trong việc tuần tra, phòng chống tội phạm, tệ nạn xã hội tại Khu Đô thị ĐHQGTPHCM.\n* ''Phòng Văn hóa thông tin – Hỗ trợ sinh viên:'' Thực hiện công tác thông tin tuyên truyền, văn hóa tư tưởng. Tổ chức các sân chơi, câu lạc bộ, đội, nhóm sở thích, tạo môi trường tự rèn luyện cho sinh viên, tổ chức các loại hình dịch vụ, hoạt động văn hóa, văn nghệ, TDTT phục vụ sinh viên.\n* ''Phòng Quản trị - Thiết bị:'' Tham mưu cho Ban Giám đốc về công tác quy hoạch, xây dựng cơ bản, quản lý, sử dụng và sửa chữa cơ sở vật chất, trang thiết bị; vệ sinh môi trường, cảnh quan của Ký túc xá.\n* ''Phòng Kế hoạch - Tài chính:'' Tham mưu cho Ban Giám đốc về công tác kế hoạch tài chính, chế độ kế toán và quản lý sử dụng hiệu quả các nguồn tài chính; chịu trách nhiệm thu, trả các khoản lệ phí của sinh viên.\n* ''Trạm Y tế:'' Chịu trách nhiệm về công tác chăm sóc sức khoẻ, khám chữa bệnh cho sinh viên. Thực hiện công tác phòng chống dịch bệnh, kiểm tra, giám sát vệ sinh an toàn thực phẩm, vệ sinh môi trường trong Ký túc xá.\n\n== Các khu của Ký túc xá ==\n\n=== Khu A ===\nKhu A của Ký túc xá tọa lạc bên cạnh Cơ sở ngoại thành của [[Trường Đại học Bách khoa, Đại học Quốc gia Thành phố Hồ Chí Minh|Trường Đại học Bách Khoa Thành phố Hồ Chí Minh]], theo quy hoạch bao gồm 24 đơn nguyên nhà 5 tầng với sức chứa 12.000 chỗ ở do ĐHQGTPHCM và các tỉnh thành xây dựng, bao gồm: [[An Giang]], [[Bà Rịa – Vũng Tàu]], [[Bến Tre]], [[Bình Dương]], [[Bình Phước]], [[Bình Thuận]], [[Đồng Nai]], [[Khánh Hòa|Khánh Hoà]], [[Lâm Đồng]], [[Quảng Ngãi]], [[Tây Ninh]], [[Tiền Giang]], [[Thành phố Hồ Chí Minh]] và [[Vĩnh Long]].<ref name=\"puf\"\/>\n\n=== Khu A mở rộng ===\n[[Tập tin:KTXB1.jpg|thumb|Một góc Ký túc xá Khu B.]]\nKhu A mở rộng tọa lạc cạnh khu A của Ký túc xá, theo quy hoạch gồm 6 đơn nguyên nhà 12 tầng với sức chứa 10.000 chỗ ở do Chính phủ xây dựng.<ref name=\"puf\"\/>\nKhu A và khu A mở rộng chỉ cho phép sinh viên Đại học Quốc gia Thành phố Hồ Chí Minh đăng ký ký túc.\n\n=== Khu B ===\nKhu B của Ký túc xá cách xa hai khu trên khoảng 2,5&nbsp;km theo đường chim bay, theo quy hoạch gồm 19 đơn nguyên nhà từ 12 đến 16 tầng với sức chứa 40.000 chỗ ở do Chính phủ xây dựng.<ref name=\"puf\"\/>\n\nKhu B cho phép sinh viên Đại học Quốc gia Thành phố Hồ Chí Minh và các trường Đại học, Cao đẳng khác ngoài Đại học Quốc gia đăng ký ký túc.\n\n== Hệ thống dịch vụ Ký túc xá ==\n\n=== Nhà ăn ===\n* Khu A, khu A mở rộng: A3, A4, A5, A6, A8, A13, G3, H2;\n* Khu B: B3, B4, BA4, C3-C4, D2, D5-D6, E1.\n\n=== Căn tin phục vụ ăn sáng, trưa, chiều ===\n* Khu A: A3, A9, A10, A11, A12, A16, A18;\n* Khu B: B1, B3, B4, B5 và BA4;\n* Các quán phục vụ ăn khuya: A12 và B1.\nNgoài ra, Ký túc xá còn có một số quán giải khát, cà phê.\n\n=== Các điểm giữ xe sinh viên ===\n* Khu A, khu A mở rộng: A2, A4, A5, A6, A9, A20,A17, AG3, AG4, AH1-AH2;\n* Khu B: Nhà B1, B3, BA3-BA5, C1-C2, C5, D3-D4, D5, F1, G1\n\n=== Internet===\nDịch vụ cung cấp đường truyền [[Internet]] tại KTX ĐHQG cung cấp các dịch vụ internet theo các gói cước: gói theo dung lượng, gói một ngày, một tuần, nửa tháng, một tháng; gói cước cho một thuê bao sử dụng cho một thiết bị; gói Room cho cả phòng. Gồm các nhà cung cấp dịch vụ: \n* Meganet\n* Mạng dây KTX\n* Campus\n\n=== Các dịch vụ khác ===\n* Đại lý [[Bưu điện]] A7, B3;\n* Đại lý cửa hàng [[Viettel]] A17, D4;\n* Các câu lạc bộ vui chơi giải trí: Bóng bàn, Bida: A2, A9, BA4 và B5;\n* Thể hình: A6, A17, A18, B3, BA5, E1;\n* Sân bóng đá mini cỏ nhân tạo A2-A6;\n* CLB Karaoke, Café wifi, giải khát, giao lưu hát với nhau, [[truyền hình trực tiếp]] bóng đá A6, Hội trường CLB Sinh viên A16, Hội trường CLB sinh viên A1-A2; Màn hình led ngoài trời khu A;\n* CLB Sinh viên yêu thích điện ảnh với công nghệ chiếu phim 3D và HD, café nhà A16;\n* Vi tính kết nối Internet: Từ nhà A1 đến nhà A20 ở khu A, nhà B1, B2 và BA4 ở khu B; dịch vụ wifi phủ sóng trong toàn bộ Ký túc xá (bao gồm cả khu A và khu B), các phòng máy tính: A7, A10, A16, B5;\n* Tạp hoá, văn phòng phẩm, hàng lưu niệm: A2, A3, A5, A6, A8, A14, A17, A18 và siêu thị mini BA3, BA5, nhà sách ở khu B;\n* Dịch vụ cắt tóc A11, B2, D5-D6, E1;\n* Photocopy: A4 và A10, BA1, BA3, B2, E1;\n* Dịch vụ sửa, rửa xe tại Nhà A20 và A1-A2, tầng hầm B4;\n* Các dịch vụ văn hóa, tổng hợp đặt tại tầng trệt nhà BA3-BA5;\n* Siêu thị: T-Mart (D5), MiniStop, [[FamilyMart]];\n\n=== Dịch vụ giặt quần áo ===\nHiện Ký túc xá có 2 trung tâm giặt áo quần phục vụ sinh viên: Trung tâm giặt đồ tầng trệt A12, Trung tâm giặt đồ tầng 1 AH1-H2 và Trung tâm giặt đồ tại nhà BA4, B2, D6,E1 Ký túc xá Khu B.\n\n=== Dịch vụ xe đưa đón sau 21 giờ 30 ===\nĐể đáp ứng nhu cầu đi lại của sinh viên sau 21 giờ, Ký túc xá tổ chức dịch vụ xe đưa đón sinh viên từ khu A sang khu B và ngược lại, hoạt động từ 21 giờ 30 đến 23 giờ 00 các ngày trong tuần (kể cả Chủ nhật); thời gian giãn cách 20 - 30 phút\/1 chuyến.\n\n=== Hệ thống xe buýt đưa đón sinh viên ===\n[[Tập tin:KTXB2.jpg|thumb|Xe buýt số hiệu 99 đi ngang cổng Khu B.]]\n* Tuyến số 8: Bến xe quận 8 - Bến xe miền đông – [[Trường Đại học Bách khoa, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Bách khoa TpHCM (Cơ sở Quận 10)]] - [[Trường Đại học Văn Hiến]] - Cao đẳng Vinatex - Chợ Thủ Đức - Cao đẳng Xây dựng 2 - [[Trường Đại học Sư phạm Kỹ thuật Thành phố Hồ Chí Minh]] - Trạm [[Trường Đại học Công nghệ Thành phố Hồ Chí Minh|Hutech]] và [[Khu công nghệ cao Thành phố Hồ Chí Minh|khu Công nghệ cao Quận 9]] - [[Khu du lịch Văn hóa Suối Tiên|'''Suối Tiên''']] - Đại học Quốc Tế - Đại học Khoa học Tự Nhiên - bến xe buýt ĐHQG khu A <ref>{{Chú thích web |url=https:\/\/busmap.vn\/map\/lookup\/route\/8 |ngày truy cập=2018-09-19 |tựa đề=Sơ đồ tuyến xe buýt số 8 TPHCM |archive-date=2018-09-19 |archive-url=https:\/\/web.archive.org\/web\/20180919171920\/https:\/\/busmap.vn\/map\/lookup\/route\/8 |url-status=dead }}<\/ref>.\n* Tuyến số 10: Bến xe Miền Tây - [[Trường Đại học Kinh tế Thành phố Hồ Chí Minh|Đại học Kinh tế]] - Học viện Hành chính Quốc gia - Ngã tư Thủ Đức - [[Khu du lịch Văn hóa Suối Tiên|'''Suối Tiên''']] - Bến xe buýt ĐHQG khu A<ref>{{Chú thích web |url=https:\/\/busmap.vn\/map\/lookup\/route\/10 |ngày truy cập=2018-09-19 |tựa đề=Sơ đồ tuyến xe buýt số 10 TPHCM |archive-date=2018-09-19 |archive-url=https:\/\/web.archive.org\/web\/20180919171901\/https:\/\/busmap.vn\/map\/lookup\/route\/10 |url-status=dead }}<\/ref> \n* Tuyến số 33: Bến xe An Sương – Bến xe Ngã tư Ga - [[Trường Đại học Nguyễn Tất Thành]] – [[Trường Đại học Kinh tế - Luật]] – [[Trường Đại học Nông Lâm Thành phố Hồ Chí Minh|Đại học Nông Lâm]] – '''Suối Tiên''' - KTX Khu A - Bến xe buýt ĐHQG khu B<ref>{{Chú thích web |url=https:\/\/busmap.vn\/map\/lookup\/route\/54 |ngày truy cập=2018-09-19 |tựa đề=Sơ đồ tuyến xe buýt số 33 TPHCM |archive-date=2018-09-19 |archive-url=https:\/\/web.archive.org\/web\/20180919171835\/https:\/\/busmap.vn\/map\/lookup\/route\/54 |url-status=dead }}<\/ref>.\n* Tuyến số 52: Bến Thành - Đại học Hutech - Ngã tư Thủ Đức - Trạm Hutech - khu Công nghệ cao Quận 9 - Thư viện trung tâm ĐHQG - Bến xe buýt ĐHQG khu A - [[Trường Đại học Quốc tế, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Quốc tế]] <ref>{{Chú thích web |url=https:\/\/busmap.vn\/map\/lookup\/route\/72 |ngày truy cập=2018-09-19 |tựa đề=Sơ đồ tuyến xe buýt số 52 TPHCM |archive-date=2018-09-19 |archive-url=https:\/\/web.archive.org\/web\/20180919171925\/https:\/\/busmap.vn\/map\/lookup\/route\/72 |url-status=dead }}<\/ref>\n* Tuyến số 53: Bến xe Lê Hồng Phong - [[Bến Bạch Đằng]] - Đại học Sư phạm Kỹ thuật TP. HCM (đầu đường Lê Văn Chí) - [[Trường Đại học Ngân hàng Thành phố Hồ Chí Minh|Đại học Ngân hàng]] - '''Suối Tiên''' - Bến xe buýt ĐHQG khu A - [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Khoa học Xã hội và Nhân văn]] - [[Trường Đại học Khoa học Tự nhiên, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Khoa học tự nhiên]] - [[Trường Đại học Quốc tế, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Quốc tế]] - bến xe buýt ĐHQG khu B<ref>{{Chú thích web |url=https:\/\/busmap.vn\/map\/lookup\/route\/73 |ngày truy cập=2018-09-19 |tựa đề=Sơ đồ tuyến xe buýt số 53 TPHCM |archive-date=2018-09-19 |archive-url=https:\/\/web.archive.org\/web\/20180919211153\/https:\/\/busmap.vn\/map\/lookup\/route\/73 |url-status=dead }}<\/ref>.\n* Tuyến số 99: Chợ Thạnh Mỹ Lợi - [[Trường Cao đẳng Công Thương thành phố Hồ Chí Minh|Trường Cao đẳng Công Thương]] - [[Trường Đại học Giao thông Vận tải cơ sở 2|Đại học Giao thông Vận tải Cơ sở 2]] - '''Suối Tiên''' - KTX Khu A - Bến xe buýt ĐHQG khu B<ref>{{Chú thích web |url=https:\/\/busmap.vn\/map\/lookup\/route\/137 |ngày truy cập=2018-09-19 |tựa đề=Sơ đồ tuyến xe buýt số 99 TPHCM |archive-date=2018-09-19 |archive-url=https:\/\/web.archive.org\/web\/20180919171734\/https:\/\/busmap.vn\/map\/lookup\/route\/137 |url-status=dead }}<\/ref>.\n==== Khu B ====\nTại khu B Ký túc xá có bến [[Xe buýt Thành phố Hồ Chí Minh|xe buýt]] đang hoạt động với 3 tuyến xe: 33, 53 và 99. Trong những giờ cao điểm, giờ đi học của sinh viên luôn có rất đông sinh viên đứng đợi đón xe buýt dẫn đến tình trạng quá tải thường xuyên tại các tuyến 33, 53.<ref name=\"xebuyt\">{{Chú thích web |url = http:\/\/thanhnien.vn\/doi-song\/sinh-vien-nhoc-nhan-vi-xe-buyt-754813.html|tiêu đề = Sinh viên nhọc nhằn vì xe buýt|tác giả 1 = Đặng Hồng Thắm|ngày = 2016-10-14|nhà xuất bản = Báo Thanh Niên|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\n== Tình trạng, sự cố hoạt động ==\n\n=== Tình trạng kiến ba khoang ===\nVào mùa mưa, đặc biệt là các tháng 9-10-11, tình trạng [[kiến ba khoang]] tấn công Ký túc xá xảy ra rất thường xuyên, là nỗi ám ảnh, đảo lộn việc học tập, sinh hoạt của hàng ngàn sinh viên sinh sống tại đây. Nguyên nhân là do khu vực xung quanh Ký túc xá là môi trường có nhiều bãi cỏ ẩm mục, khoảng trống sân vườn, [[suối]] chảy qua là điều kiện tốt để kiến ba khoang phát triển.<ref name=\"kien1\">{{Chú thích web |url = http:\/\/news.zing.vn\/kien-ba-khoang-quay-ky-tuc-xa-post548296.html|tiêu đề = Kiến ba khoang ‘quậy’ ký túc xá|tác giả 1 = Lê Tuyết\/Báo Pháp Luật TP HCM|ngày = 2015-06-11|nhà xuất bản = Zing News|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\nTại Khu B, tất cả các tòa, các lầu đều có sinh viên bị kiến ba khoang cắn. Thời điểm ban đêm khi có ánh sáng đèn là lúc kiến ba khoang xuất hiện nhiều nhất. Tình trạng kiến có mặt tại mọi nơi trong phòng, nhà vệ sinh, trần nhà và giường ngủ sinh viên.<ref name=\"kien2\">{{Chú thích web |url = http:\/\/nld.com.vn\/thoi-su-trong-nuoc\/kien-ba-khoang-tan-cong-ktx-dai-hoc-quoc-gia-20151006091540281.htm|tiêu đề = Kiến ba khoang tấn công KTX Đại học Quốc gia|tác giả 1 = Giúp Nguyễn|ngày = 2015-10-06|nhà xuất bản = Báo Người lao động|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\nTrong tháng 9 năm 2015, theo thống kê của Trạm y tế Ký túc xá đã tiếp nhận hơn 500 trường hợp sinh viên bị kiến ba khoang cắn, tăng lên mức kỷ lục trong nhiều năm trở lại đây.<ref name=\"kien2\"\/>\n\n=== Tình trạng an ninh ===\nTừ trung tâm làng đại học đến Ký túc xá Khu B là con đường dài 2–3&nbsp;km. Để đến được Ký túc xá, sinh viên phải băng qua khu vực hồ đá và rừng tràm trải dài dọc đường. Nhiều năm trước khi Khu B xây dựng, hồ đá và rừng tràm là nơi thường xảy ra tình trạng cướp giật, trấn lột và đặc biệt là chết đuối.<ref name=\"anninh\">{{Chú thích web |url = http:\/\/nld.com.vn\/giao-duc-khoa-hoc\/vi-sao-sinh-vien-dh-quoc-gia-tphcm-che-ktx-moi-20121106102634916.htm|tiêu đề = Vì sao sinh viên ĐH Quốc gia TPHCM chê KTX mới?|tác giả 1 = Hàn Giang|ngày = 2012-11-06|nhà xuất bản = Báo Người lao động|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\nHiện nay, an ninh khu vực này đã được thắt chặt, tăng cường đèn điện chiếu sáng. Ngay đầu đường vào khu hồ đá, tại \"ngã tư Quốc phòng\" được lập một chốt bảo vệ thường trực 24\/24. Bên trong khu vực hồ có thêm hai chốt bảo vệ chặn các ngả đường. Xung quanh hồ đã được rào chắn bằng thép gai cùng với nhiều biển hiệu cảnh báo nguy hiểm.<ref name=\"anninh\"\/>\n\n=== Tình trạng quá tải xe buýt ===\n{{Hộp trích dẫn\n|vị trí=phải\n|rộng=400px\n|nội dung=Hôm nào ở trên phòng nhìn xuống thấy bãi xe đông nghẹt người biết chắc là hôm đó mình phải chen chúc rất dữ dội. Có hôm gấp quá, vừa định bước lên xe thì bị đẩy xuống, bật ngược trở lại...\n|nguồn=Nguyễn Thị Thu Huyền, sinh viên sinh sống tại Ký túc xá.<ref name=\"xebuyt\"\/>\n}}\nTừ Ký túc xá Khu B đến các trường trong làng đại học khá xa, lại vắng vẻ nên [[xe buýt]] là lựa chọn tối ưu của đa số sinh viên. Tại đây, đã có sẵn bến [[Xe buýt Thành phố Hồ Chí Minh|xe buýt]] với 3 tuyến thường xuyên hoạt động mang số hiệu: 33, 53 và 99,<ref name=\"xebuyt\"\/> thời gian giãn cách tùy vào từng thời điểm trong ngày, ngắn nhất từ 1-3 phút, dài nhất từ 10-20 phút.\n\nTại Khu B, vào những giờ cao điểm, giờ đi học của sinh viên luôn có rất đông sinh viên đứng đón tại trạm xe buýt gần cổng Ký túc xá. Dẫn đến tình trạng chen chúc, quá tải thường xuyên xảy ra tại đây.<ref name=\"xebuyt\"\/>\n\n=== Vụ giòi bò trong phần ăn tại căn tin Ký túc xá Khu B ===\n10 giờ sáng ngày 14 tháng 6 năm 2016, B.Q.T (sinh viên [[Trường Đại học Nông Lâm Thành phố Hồ Chí Minh|trường Đại học Nông Lâm TP.HCM]]) mua cơm từ căn tin nhà B3 Ký túc xá Khu B về phòng ăn. Khi mở ra, sinh viên này phát hiện [[giòi]] đang bò lúc nhúc trên phần ăn của mình và chia sẻ lập tức lên mạng xã hội.<ref name=\"g1\">{{Chú thích web |url = http:\/\/thanhnien.vn\/doi-song\/doi-bo-luc-nhuc-trong-phan-com-o-ky-tuc-xa-dh-quoc-gia-713445.html|tiêu đề = Dòi bò lúc nhúc trong phần cơm ở Ký túc xá ĐH Quốc gia|tác giả 1 = Vũ Phượng|ngày = 2016-06-14|nhà xuất bản = Báo Thanh Niên|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\nSau 15 phút nhận được thông tin sinh viên phản ánh, Tổ vệ sinh an toàn thực phẩm Ký túc xá đã có mặt kiểm tra thực tế toàn bộ thực phẩm và lập biên bản tạm ngưng hoạt động căn tin. Đây không phải là lần đầu tiên sinh viên phát hiện đồ ăn mua từ căn tin Ký túc xá có giòi. Trước đó, tình trạng mất vệ sinh tại đây đã diễn ra nhiều lần và các chủ nhà ăn cũng đã hứa hẹn không tái phạm.<ref name=\"g3\">{{Chú thích web |url = http:\/\/vnexpress.net\/tin-tuc\/cong-dong\/nu-sinh-kinh-hoang-thay-doi-bo-trong-com-ky-tuc-xa-dh-quoc-gia-tp-hcm-3419935.html|tiêu đề = Nữ sinh kinh hoàng thấy dòi bò trong cơm ký túc xá ĐH Quốc gia TP HCM|tác giả 1 = Anh Việt|ngày = 2016-06-14|nhà xuất bản = VnExpress|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\nVụ việc trên đã dấy lên tình trạng an toàn vệ sinh thực phẩm tại Ký túc xá nói riêng và khu vực làng đại học nói chung, vốn là vấn nạn bức xúc nhiều năm nay của hàng ngàn sinh viên và người dân sinh sống tại khu vực này.\n\n=== Vụ nứt sàn nhà tòa E1 Ký túc xá Khu B ===\nĐầu tháng 9 năm 2016, trên mạng xã hội xuất hiện clip chia sẻ cho thấy những vết nứt xuất hiện dưới nền nhà tại tòa E1 Ký túc xá Khu B. Trong clip, các vết nứt có độ rộng khoảng 0,5&nbsp;cm - 1&nbsp;cm và kéo dài, hai bên là lớp gạch nền nhô lên khá cao.<ref name=\"nut1\">{{Chú thích web |url = http:\/\/thanhnien.vn\/doi-song\/ky-tuc-xa-hien-dai-nhat-vn-bong-nut-toac-san-sinh-vien-hoang-mang-742620.html|tiêu đề = Ký túc xá 'hiện đại nhất VN' bỗng nứt toác sàn, sinh viên hoang mang|tác giả 1 = Bảo Trân|ngày = 2016-09-09|nhà xuất bản = Báo Thanh Niên|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\nSau khi nhận được phản ánh từ sinh viên, Ban quản lý Ký túc xá đã thông báo đến nhà thầu xây dựng trực tiếp đến hiện trường để khảo sát và kiểm tra chất lượng công trình. Ông Phạm Minh Châu, Phó tổng giám đốc Công ty Xây dựng Sông Hồng Sài Gòn cho rằng nguyên nhân gây nứt sàn là do lớp gạch nền để trong thời gian dài không sử dụng (thời gian chờ sử dụng hơn 2 năm) khiến độ ẩm căn phòng hanh khô, sau khi sinh viên vào sử dụng và lau chùi liền, khiến độ ẩm thay đổi đột ngột dẫn đến tình trạng vỡ nứt, bung gạch như trên. Nhà thầu đưa ra biện pháp khắc phục là tháo dỡ nền gạch cũ cùng phần hồ khô bên dưới và ốp lại nền gạch mới, dán keo mới.<ref name=\"nut1\"\/>\n\n=== Vụ hàng trăm xe máy chìm trong nước dưới tầng hầm ===\nNgày 26 tháng 9 năm 2016, trong và sau trận mưa kỷ lục bao trùm Thành phố Hồ Chí Minh, tầng hầm Ký túc xá Khu A mở rộng (tòa H1, H2) ngập sâu trong biển nước đến 2 m, nhấn chìm hàng trăm xe máy của sinh viên, nhân viên Ký túc xá. Theo ước tính, tầng hầm có thể chứa đến 500 m³ nước.<ref name=\"xe1\">{{Chú thích web |url = http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/800-xe-may-cua-sinh-vien-sai-gon-chim-trong-tang-ham-ky-tuc-xa-3475115.html|tiêu đề = 800 xe máy của sinh viên Sài Gòn chìm trong tầng hầm ký túc xá|tác giả 1 = Duy Trần - Mạnh Tùng|ngày = 2016-09-27|nhà xuất bản = VnExpress|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref><ref name=\"xe2\">{{Chú thích web |url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20160927\/hang-tram-xe-may-sinh-vien-dh-quoc-gia-tphcm-con-chim-trong-nuoc\/1178367.html|tiêu đề = Hàng trăm xe máy sinh viên ĐH Quốc gia TP.HCM còn chìm trong nước|tác giả 1 = Ngọc Hiển|ngày = 2016-09-27|nhà xuất bản = Báo Tuổi Trẻ|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\nÔng Trần Thành Nhơn, trưởng phòng Cảnh sát Phòng cháy chữa cháy thị xã Dĩ An (tỉnh Bình Dương), cho biết hàng chục chiến sĩ PCCC cùng 3 xe chuyên dụng của đơn vị đã nỗ lực hút nước từ trong hầm xe ra bên ngoài từ 21 giờ tối 26 tháng 9.<ref name=\"xe2\"\/>\n\nChiều 27 tháng 9, nhiều sinh viên vẫn phải lội nước cao đến nửa mét để dắt xe ra ngoài. Ngoài hành lang, hàng trăm xe máy tập trung sắp thành hàng dài để sửa chữa, thay dầu nhớt.<ref name=\"xe2\"\/>\n\nNgay sau khi đưa xe ra khỏi hầm, Ký túc xá đã bố trí 10 thợ sửa xe máy để sửa xe miễn phí cho sinh viên. Tuy nhiên với số lượng lớn xe máy nên nhiều sinh viên phải tự sửa hoặc đưa xe đến các tiệm sửa bên ngoài.<ref name=\"xe2\"\/>\n\nNgày 28 tháng 9, Ban quản lý Ký túc xá quyết định hỗ trợ mỗi trường hợp xe hỏng 60.000 đồng, chi phí sửa chữa còn lại do sinh viên tự chi trả. Tuy nhiên, sinh viên cho rằng số tiền đó \"không giải quyết được gì cả\" và đáng lẽ nên hỗ trợ 50 – 60 % chi phí sửa chữa cho một chiếc xe. Vì chi phí có thể lên đến hàng triệu, thậm chí chục triệu đồng do xe bị ngâm nước quá lâu.<ref name=\"xe3\">{{Chú thích web |url = http:\/\/thanhnien.vn\/gioi-tre\/xe-may-chet-chim-o-ktx-sinh-vien-duoc-ho-tro-60000-dong-sua-xe-749419.html|tiêu đề = Xe máy 'chết chìm' ở KTX, sinh viên được hỗ trợ... 60.000 đồng sửa xe|tác giả 1 = Kỳ Hoa|ngày = 2016-09-28|nhà xuất bản = Báo Thanh Niên|ngày truy cập = 2016-11-06|ngôn ngữ = vi}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/ktx.vnuhcm.edu.vn\/ Trang chủ Ký túc xá Đại học Quốc gia Thành phố Hồ Chí Minh]\n* [https:\/\/www.facebook.com\/ktxdhqghcm\/ Facebook của Trung tâm Quản lý Ký túc xá Đại học Quốc gia Thành phố Hồ Chí Minh]\n\n{{Đại học Quốc gia Thành phố Hồ Chí Minh}}\n\n[[Thể loại:Ký túc xá]]\n[[Thể loại:Đại học Quốc gia Thành phố Hồ Chí Minh]]"}