{"802556":"{{Infobox prepared food\n| name   = Kẹo mè xửng \n| image  = Caramelo de mango con sésamo y maní · Vietnam.jpg\n| image_size  = 200px\n| caption   = Một miếng kẹo mè xửng Huế \n| alternate_name  = \n| country   = [[Dương Châu]], {{CHN}}\n| region  = {{CHN}}<br>{{VIE}}\n| creator   = \n| course  = ăn nhẹ\n| served  = \n| main_ingredient = dầu [[lạc]], vừng (mè), đường, mạch nha, bột năng\n| variations  = \n| calories   = \n| other  = \n}}\n\n'''Kẹo mè xửng''' là loại [[kẹo]] ngọt dẻo, được làm từ bột năng, [[mạch nha]] pha trộn lẫn với dầu lạc (dầu [[đậu phộng]]), có [[vừng|mè]] bao phủ xung quanh kẹo, được cắt từng miếng vuông nhỏ (bao giấy bóng nhỏ) gói trong hộp. Ở Huế, kẹo mè xửng là một trong những đặc sản mà [[người Tiều]] mang theo khi họ đến định cư tại khu vực Gia Hội vào thế kỉ 19, nay đã trở thành biểu tượng văn hóa của [[cố đô Huế]].<ref>[http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=1282 Mè xửng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131208181839\/http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=1282 |date = ngày 8 tháng 12 năm 2013}}, Dư địa chí Thừa Thiên Huế<\/ref>\n\n==Từ nguyên và lịch sử ==\nKẹo mè xửng có tên gọi theo nghĩa đen là '''kẹo da bò''' ({{zh|c=牛皮糖|p=Niúpí táng|hv=ngưu bì đường}}).\nNguồn gốc của loại kẹo này từ [[Dương Châu]], [[Trung Quốc]] và đã theo chân [[người Hoa]] di cư tỏa đi khắp châu Á. Kẹo da bò được cho là có từ thời [[Càn Long]] [[nhà Thanh]] <ref>{{Chú thích web|url=https:\/\/www.huilitao.com\/meishi\/101405.html|tiêu đề=常吃牛皮糖会不会有危害}}<\/ref>, phương thức sản xuất bị thất truyền do chiến tranh. Sau đó, nó được phát triển bởi các chuyên gia ẩm thực Dương Châu và các bậc thầy của triều đại [[nhà Đường]] để tìm ra phương pháp sản xuất kẹo da bò đã mất một thời, không chỉ để duy trì các công thức chế biến ban đầu mà còn để thực hiện những nỗ lực đổi mới trên cơ sở này. Sở dĩ gọi là kẹo da bò bởi khi trộn bột năng nhào dẻo cùng mạch nha thành kẹo và lúc cắt miếng kẹo rồi bẻ đôi, nó có độ dai và đàn hồi như da bò.\nKhi du nhập vào Việt Nam, nhất là ở [[Huế]] vào thời [[nhà Nguyễn]], kẹo được gọi là ''mè xửng''. Đáng chú ý nhất, có một biến thể gọi là kẹo '''mè xửng giòn'''.\n\nTừ ''mè xửng'' được cắt nghĩa gồm từ mè (vừng), xửng (cách hoán đường). Đây là sự suy diễn sai lầm do mấy luận văn, bài nghiên cứu đưa ra. Từ đó được phổ biến rồi coi là chân lí bởi được viết bởi một số nghiên cứu sinh. Xửng ở đây là cái xửng, nguyên nghĩa tiếng Nôm là cái vỉ tre. Xửng được bỏ vào nồi dùng để hấp xôi hay củ quả, rau đậu. Trong quá trình làm kẹo mè xửng, sau khi nấu (mạch nha, mật mía hay đường trộn với lạc rang bóc vỏ tách đôi) ra thành kẹo lỏng còn nóng, thì người ta đổ vào xửng tre đã có rải lớp dày những hạt mè rang chín lên trên. Mè xửng là món quà dân giã của xứ Huế, kinh đô phong kiến cuối cùng của triều đại nhà Nguyễn ở Việt Nam.\n\nTừ điển Tiếng Huế của tác giả Bùi Minh Đức (in lần thứ 3, 2009) mục \"mè xửng\" có ghi kẹo mè xửng có thể đã được bà Từ Dũ mang từ miền Nam ra với tên là \"kẹo mè láu\". Một cách lý giải khác cũng trong sách này nói \"mè xửng\" do biến âm của \"mè thửng\" mà nên. Thửng là một cách rang mè trộn đều để không bị cháy.\n\n== Đặc điểm==\nTên gọi của kẹo mè xửng do hai yếu tố tạo thành bao gồm [[vừng|mè]] ([[vừng]]) và xửng (cách hoán đường thành chất dẻo cô đặc). Ngoài vừng còn có bột đậu, [[mạch nha]], bánh đa..... Hoán đường cộng với gia giảm nguyên vật liệu là khâu quan trọng nhất. Nó làm nên các loại mè xửng khác nhau.\n\nMè xửng có độ dẻo đến mức có thể cuộn tròn hoặc bẻ gập thanh kẹo, nhưng bỏ tay ra nó lại trở về trạng thái ban đầu. Mè xửng giòn, thành phần bột đậu nhiều hơn, [[đường]] ít hơn, được bọc ngoài một lớp bánh đa nướng, ăn giòn tan trong miệng. Mè xửng gương, giơ lên ngắm thấy trong suốt như gương. Mè xửng đen gồm toàn vừng đen bùi và bổ.\n\nNgười dân xứ Huế có thói quen uống [[trà]] và ăn nhâm nhi thanh mè xửng, vừa thưởng thức vừa đọc sách.... Đây là một nét văn hóa rất Huế. Mè xửng đã trở thành một trong những biểu tượng văn hóa Huế. Kẹo này cũng thường đựợc dùng là quà biếu khi du khách đến Huế.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Ẩm thực Thừa Thiên Huế]]\n[[Thể loại:Kẹo Việt Nam]]"}