{"251937":"[[Tập tin:kemtrong.jpg|nhỏ|phải|250px|Toàn cảnh Kẽm Trống nhìn từ bờ [[sông Đáy]]]]\n[[Tập tin:chuadichlong8.jpg|nhỏ|phải|250px|Hang động đá ở [[Chùa Địch Lộng|Địch Lộng]]]]\n'''Kẽm Trống''' là một di tích thắng cảnh quốc gia được công nhận năm 1962. Đây cũng là một địa danh nổi tiếng đã được nhắc đến trong thơ [[Hồ Xuân Hương]]. Kẽm Trống nằm cách [[Hà Nội]] 80&nbsp;km về phía Nam, gần [[Quốc lộ 1]] và ở giữa địa phận 2 tỉnh [[Hà Nam]] và [[Ninh Bình]].\n\n==Mô tả==\nKẽm Trống là khoảng trống được tạo ra bởi \"hai bên là núi giữa là sông\" như lời của nữ sĩ Xuân Hương đã vịnh cảnh:\n:::{{cquote|''Hai bên thì núi, giữa thì sông''\n\n''Có phải đây là Kẽm Trống không''\n\n''Gió đập cành cây khua lắc cắc''\n\n''Sóng dồn mặt nước vỗ long bong''\n \n''Ở trong hang đá hơi còn hẹp''\n\n''Ra khỏi đầu non đã rộng thùng''\n\n''Qua cửa mình ơi, nên ngắm lại''\n\n''Nào ai có biết nỗi bưng bồng''}}\n\nSông ở trong bài ''Kẽm Trống'' là một đoạn con [[sông Đáy]], bên tả là núi Rùa, núi Cổ Động, núi Động Xuyên, núi Trinh Tiết trên địa phận xã Thanh Hải, huyện [[Thanh Liêm]], tỉnh [[Hà Nam]]. Bên hữu là núi Bài Thơ, dãy núi Bạt Gia gồm các núi Bồng, núi Vọng, núi Thòng Lọng và núi Rồng thuộc xã Gia Thanh, huyện [[Gia Viễn]], tỉnh [[Ninh Bình]]. Núi ở đây có nhiều ngọn cao thấp, có núi đá, núi đất, nhiều ngọn dựng đứng nhưng cũng nhiều ngọn thoai thoải, tạo nên các thế núi khác nhau.\n\nBờ bên trái, đằng sau những dãy núi nằm sát mép [[sông Đáy]] là một hệ thống núi đá vôi trùng điệp, một dải núi đá kéo dài chạy theo hướng Đông Bắc–Tây Nam từ [[Hòa Bình]] sang [[Thanh Hóa]]. Trong núi có rất nhiều hang động. Trong núi có hang nhiều khi chỉ là những kẽ nứt nhỏ, nằm ẩn sau những tảng đá to. Khi vào bên trong du khách mới thấy các hang động có diện tích khá rộng, nhiều hang xuyên hẳn qua một quả núi, có hang có thạch nhũ rủ xuống tạo nên những hình thù phong phú.\n\nVề phía tả ngạn [[sông Đáy]] có một con sông đào dài gần 2 cây số, cả hai đầu đều nối với con [[sông Đáy]], chảy ôm núi Rùa và núi Cổ Động trong quần thể thắng cảnh Kẽm Trống. Tương truyền, trong cuộc tuần du từ kinh đô Huế ra Bắc Hà, vua Minh Mệnh muốn xuôi dòng [[sông Đáy]] để ghé thăm Kẽm Trống và [[Chùa Địch Lộng|Địch Lộng]] ([[Ninh Bình]]). Nhưng khi nghe bài thơ của [[Hồ Xuân Hương]] vịnh cảnh Kẽm Trống, thấy những ẩn ý nghịch ngợm, nhà vua không chịu đi qua đoạn sông này mà bắt nhân dân trong vùng phải cấp tốc đào một con sông mới để thuyền ngự vượt qua. Do vậy mới có con sông đào chảy vòng này.\n\n==Vụ án \"bò béo bò gầy\"==\n{{main|Trọng án Bò Béo Bò Gầy}}\nKẽm Trống chính là địa danh đã diễn ra một vụ án nổi tiếng dưới thời vua [[Lê Hy Tông]]. Vụ án đó có tên gọi là \"bò béo, bò gầy\".<ref>[http:\/\/tienphong.vn\/Tianyon\/PrintView.aspx?ArticleID=36315&ChannelID=12 Vụ án đêm giao thừa]{{Liên kết hỏng|date=2021-10-15 |bot=InternetArchiveBot }}<\/ref><ref>[http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0506v.htm#nhi73 VĂN TẾ CÁC VONG HỒN Ở ĐA GIÁ THƯỢNG]<\/ref> Đây là một vụ án cướp của giết người đặc biệt nghiêm trọng, kéo dài trên 20 năm, số người bị giết tới mấy trăm, xảy ra tại hang núi Kẽm Trống gần [[Chùa Địch Lộng|Địch Lộng]] thuộc huyện [[Gia Viễn]], tỉnh [[Ninh Bình]], được phá án vào triều vua Lê Hy Tông (1694). Sách Đại Nam nhất thống chí trong mục tỉnh [[Ninh Bình]], phần \"Sông núi\" ghi: \"Núi Đa Giá cách huyện lỵ Gia Viễn 3 dặm về phía bắc. Núi cao, hiểm vắng, nhiều hang hốc. Sau đời Lê Trung hưng, cạnh núi có bọn dân ác ở làng Đa Giá Thượng cùng nhau lập khoán ước riêng, đặt điếm tuần, giết hại hành khách, vứt xác vào hang núi lấy của, trải hơn 20 năm làm tai hại cho khách qua đường...\".\n\nLàng Đa Giá Thượng nằm ở phía nam, sát bến đò Khuốt, trên đường thiên lý Bắc - Nam, ngay dưới chân dãy núi đá vôi trùng điệp, hiểm trở. Có một bọn trộm cướp hung đồ, khống chế được tất cả các chức sắc trong làng cùng theo, dần dần hình thành cả một làng ăn cướp, có quy định khoán ước với nhau rất chặt chẽ. Vì vậy, hoạt động phạm pháp của cả làng này kéo dài trên 20 năm mà không hề lọt ra ngoài. Chúng lập ra một nhà trạm ven bến đò Khuốt thuộc sông Đáy trên đường thiên lý với \"vỏ bọc\" là một nghề kinh doanh ăn uống và nghỉ trọ. Chủ quán lúc nào cũng cung cấp đầy đủ rượu ngon có pha thuốc mê, chuốc cho khách no say. Khi khách đang ăn thì có người đi qua hỏi chủ quán:\n:- Nhà hàng mai có bò không, cho chúng tôi mượn với nhé!\n:- Có.\t\n:- Bò béo hay bò gầy?\t\n:- Bò béo!\n\t\nKhách nghe thế không ngờ rằng đó là ám hiệu của bọn [[cướp]] với nhau. [[Bò]] béo tức là khách giàu có. Bò gầy là khách nghèo. Bọn cướp căn cứ vào ám hiệu của chủ quán mà quyết định hành động hay không. Đêm đến, khách đang ngủ thì chúng xông vào, trói và nhét giẻ vào miệng, lôi lên núi đá. Trên núi có một cái hang rất sâu gọi là Kẽm Trống, chúng xô khách xuống hang rồi về chia nhau tiền bạc.\n\nDưới thời vua [[Lê Hy Tông]], một hôm xa giá chúa [[Trịnh Căn]] đi qua cửa Đại Hưng thì gặp một người phụ nữ, đầu đội một lá đơn, sụp lạy trước kiệu, bị quân lính xua đuổi nhưng nhất quyết không chịu lùi. Chúa cho dừng kiệu rồi sai người dẫn người này tới hỏi chuyện thì biết chồng nàng đã bị bọn cướp giết, còn nàng bị bắt về làm vợ một tên tướng cướp, rồi sau hai năm mới trốn ra được. Khi nghe xong câu chuyện và xem đơn của nàng, chúa lập tức sai Thạc quận công Lê Thì Hải đem 2000 quân tiến thẳng về [[Gia Viễn]], bí mật áp sát làng Đa Giá Thượng.\n\nChiều hôm ấy, có một thầy lang đi qua đò Khuốt rồi vào làng Đa Giá Thượng. Ăn xong, khách nằm lăn ra ngủ. Nửa đêm hôm đó, bọn cướp xông vào. Khách bị trói giật cánh khuỷu, nhét giẻ vào miệng rồi bị dẫn lên hang núi. Nhưng bọn cướp chưa kịp ra tay thì tiếng reo hò của 2000 quân sĩ đồng loạt nổi lên, vây bọc toàn bộ làng Đa Giá Thượng. Gần 300 tên tội phạm đã bị bắt. Người ta xác định được 52 tên đầu sỏ, khép vào tội tử hình. Số còn lại là tòng phạm, bị bắt đày đi châu xa. Làng Đa Giá Thượng bị xoá sổ. Người ta đẵn tre làm thang, nối dây thòng xuống hang Kẽm Trống, xúc được vô số hài cốt, đem lên hỏa táng...\n\nGần đây, tìm trong kho sách Hán Nôm ở Thư viện Viện Nghiên cứu Hán Nôm, các nhà nghiên cứu phát hiện thấy có bài Văn tế xót thương u hồn ở xã Đa Giá Thượng (Chuẩn tuất u hồn tại Đa Giá Thượng xã tế văn). Bài văn viết vào tháng 5 năm 1694, không ghi tên người soạn, có thể là môn khách của Thạc Quận công Lê Hải giúp ông soạn thảo để tế các vong hồn, lời văn rất thống thiết, cảm động. Nội dung bài văn cho biết, số người tử nạn cả thảy là 318 người, gồm lái buôn tinh nghệ công thương, nghệ sĩ ở giáo phường hát hay đàn giỏi, người đi hành dịch, có cả những hành khách đi ngao du thưởng ngoạn thắng cảnh non nước. Họ là những người khác quê khác quán, do công việc cần thiết phải đi qua vùng này nên bị hại.<ref>[http:\/\/m.nguoiduatin.vn\/vu-an-bo-beo-bo-gay-a60897.html Vụ án \"bò béo, bò gầy\"]<\/ref>\n\n==Truyền thuyết sông đào==\nDân gian còn lưu hành một truyền thuyết khác về con sông đào này. Tương truyền, dưới triều Lê, có một vị tướng tài làng Đoan Vĩ ([[Thanh Liêm]]) đánh đâu thắng đấy được phong đến tước Quận Công. Một lần qua đây, quan Thượng Chế trông thấy huyệt đất tốt, lại có những địa danh như bến Vua, ngòi Rồng nên về tâu với vua là phải chặt đứt long mạch của vùng để ngừa hậu hoạ từ mảnh đất này phát, nếu không ngai vàng có thể về tay Quận Công. Nhà vua bắt dân trong một ngày đêm phải đào xong con sông. Lệnh ban ra, nhân dân phải lập tức thi hành, trong khi đào sông, dân bị chết rất nhiều, máu hòa đỏ nước.\n\n==Liên kết ngoài==\n*[http:\/\/www.dulichvn.org.vn\/index.php?category=40&itemid=15365 Khám phá Kẽm Trống – Một \"Nam thiên đệ tam động\" của Ninh Bình]\n*[http:\/\/www.hanam.gov.vn\/index.asp?language=tiengviet&newsID=956 Kẽm Trống, Trang mạng tỉnh Hà Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060929191114\/http:\/\/www.hanam.gov.vn\/index.asp?newsID=956&language=tiengviet |date=2006-09-29 }}\n*[http:\/\/www.maiyeuem.net\/vtopic47332.html Chuyện ngắn Kẽm Trống]\n*[http:\/\/kinhdotruyen.com\/tac-gia-nguyen-dong-chi\/truyen-kho-tang-truyen-co-tich-loai-37-bo-beo-bo-gay-37701.html Truyện ''Bò béo bò gầy'' của Nguyễn Đổng Chi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140621023053\/http:\/\/kinhdotruyen.com\/tac-gia-nguyen-dong-chi\/truyen-kho-tang-truyen-co-tich-loai-37-bo-beo-bo-gay-37701.html |date=2014-06-21 }}\n*[http:\/\/vietnamtourism.com.vn\/news\/detail\/111\/2744 Kẽm Trống, một vùng nước non kỳ thú] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080824054104\/http:\/\/vietnamtourism.com.vn\/news\/detail\/111\/2744 |date=2008-08-24 }}\n*[http:\/\/www.ktdt.com.vn\/newsdetail.asp?CatId=13&NewsId=131644 Về Kẽm Trống thăm \"Nam thiên đệ tam động\"]{{Liên kết hỏng|date=2021-05-07 |bot=InternetArchiveBot }}\n{{tham khảo|30em}}\n\n{{Du lịch Ninh Bình}}\n\n[[Thể loại:Di tích tại Hà Nam]]\n[[Thể loại:Di tích tại Ninh Bình]]\n[[Thể loại:Hà Nam]]"}