{"400658":"Đại hội VIII đề ra Kế hoạch Nhà nước 5 năm (1996 – 2000) xuất phát từ đặc điểm tình hình, căn cứ vào mục tiêu của chặng đường đầu thời kì quá độ lên Chủ nghĩa xã hội nhất là qua 10 năm [[Đổi mới]]. Đại hội VIII cũng đồng thời đề ra và quyết định phương hướng, nhiệm vụ, mục tiêu kinh tế xã hội của Kế hoạch.<ref>Đảng Cộng sản Việt Nam, Báo cáo chính trị của BCH TW Đảng tại đại hội đại biểu toàn quốc lần thứ VIII, Nhà xuất bản Sự thật<\/ref>. \n==Bối cảnh==\n\"Kế hoạch Nhà nước 5 năm (1996 – 2000)\" được đề ra trong bối cảnh đất nước đã trải qua việc thực hiện công cuộc [[Đổi mới]] được đề ra từ [[Đại hội Đảng Cộng sản Việt Nam VI]] hơn 10 năm và đạt được những thắng lợi to lớn, được nhân dân và quốc tế ủng hộ<ref>[http:\/\/www.cpv.orv.vn\/tulieuvankien Giới thiệu về Đại hội VIII trên Web Đảng Cộng sản Việt Nam]{{Liên kết hỏng|date=2021-03-16 |bot=InternetArchiveBot }}<\/ref>.\n\n==Nhiệm vụ==\nPhương hướng, nhiệm vụ, mục tiêu kinh tế xã hội của Kế hoạch là:\n*Đẩy mạnh công cuộc đổi mới một cách toàn diện và đồng bộ.\n*Phát triển nền kinh tế hàng hóa nhiều thành phần.\n*Phấn đấu đạt và vượt mục tiêu tăng trưởng kinh tế nhanh, hiệu quả cao và bền vững đi đôi với giải quyết những vấn đề bức xúc về xã hội.\n* Cải thiện đời sống nhân dân, nâng cao tích lũy từ nội bộ nền kinh tế\n==Thực hiện== \nKế hoạch 5 năm 1996-2000 do Đại hội VIII đề ra đã đạt nhiều thành tựu trên các lĩnh vực của sự nghiệp đổi mới:\n===Công nghiệp và Dịch vụ===\n*Phát triển kinh tế vẫn giữ được nhịp độ cao, những mục tiêu chủ yếu của kế hoạch hoàn thành vượt mức. Tổng sản phẩm trong nước tăng 7% \/năm. Công nghiệp tăng 13,5% \/năm. Cơ cấu kinh tế thay đổi, tỉ trọng công nghiệp tăng lên 36.6%.\n===Nông nghiệp===\n\nSản lượng lương thực tăng 5.7%, bình quân lương thực đầu người năm [[2000]] là 444&nbsp;kg. Chuyển dịch cơ cấu nông nghiệp và kinh tế nông thôn. Chuyển dần tỉ trọng nông nghiệp trong cơ cấu kinh tế sang công nghiệp và dịch vụ và tỉ trọng nông nghiệp giảm còn 24.3%\n===Kinh tế đối ngoại===\n*Kinh tế đối ngoại phát triển. Xuất khẩu đạt 51.6 tỉ USD tăng 21%. Trong đó xuất khẩu công nghiệp đạt 10 tỉ USD, nông nghiệp đạt 4.3 tỉ USD.\n*Nhập khẩu 61 tỉ USD tăng 13.3%.\n*Có quan hệ buôn bán với hơn 140 nước. Nhà nước mở rộng quyền xuất nhập khẩu cho [[tư nhân]].\n*Vốn đầu tư nước ngoài tăng, đạt trên 40 tỉ USD. Bắt đầu đầu tư sang các nước khác.\n===Văn hóa Xã hội===\n*Khoa học công nghệ, văn hóa xã hội phát triển. Thu nhập quốc dân tăng và giải quyết được nạn đói.\n*Chính trị xã hội, quốc phòng an ninh được củng cố\n*Hàng năm tạo được 1.2 triệu lượt việc làm mới cho người lao động.\n*100% tỉnh thành đạt tiêu chuẩn phổ cập giáo dục, xóa xong nạn mù chữ và tiến tới thực hiện phổ cập trung học cơ sở.\n\n==Hạn chế và khó khăn==\n* Kinh tế Việt Nam còn phát triển chưa vững chắc, lạc hậu, trình độ kém, thu nhập quốc dân, năng suất tuy tăng cao nhiều lần so với các năm trước nhưng vẫn còn thấp, đời sống nhân dân khó khăn, tỉ lệ thất nghiệp và thiếu việc làm cao.\n*Xã hội nảy sinh nhiều hiện tượng tiêu cực tham nhũng, lãng phí, buôn lậu và nhiều tiêu cực còn tồn tại trong nhà nước.\n*Trình độ khoa học kĩ thuật kém không đáp ứng nhu cầu đất nước. Tình trạng chảy máu chất xám xuất hiện.\n==Chú thích==\n{{tham khảo|30em}}\n==Xem Thêm==\n*[[Đảng Cộng sản Việt Nam]]\n*[[Kinh tế Việt Nam]]\n*[[Đổi mới]]\n\n==Tham khảo==\n*Đại cương Lịch sử Việt Nam, Tập 3, Nhà xuất bản Giáo dục\n==Liên kết ngoài==\n[http:\/\/www.cpv.orv.vn\/details.asp?topic=2&suptopic=4&leader_topic=216&id=BT1260341934 Đại hội VIII trên Báo điện tử Đảng Cộng sản Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180318120645\/http:\/\/www.cpv.orv.vn\/details.asp?topic=2&suptopic=4&leader_topic=216&id=BT1260341934 |date=2018-03-18 }}\n\n{{Kế hoạch 5 năm Việt Nam}}\n\n[[Thể loại:Kế hoạch hóa kinh tế Việt Nam|1996-2000]]"}