{"400654":"'''Kế hoạch Nhà nước 5 năm (1976 – 1980)''' được [[Đại hội Đảng Cộng sản Việt Nam IV]] đề ra năm 1976 sau khi những kế hoạch nhà nước 5 năm đã ngưng trệ từ năm 1965 do hoàn cảnh chiến tranh.\n\n==Bối cảnh==\nNgày 30 tháng 4 năm 1975, đất nước Việt Nam thống nhất. Đại hội Đại biểu Toàn quốc của [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] được tổ chức vào tháng 12 năm 1976. Tại đây, Đại hội quyết nghị đổi tên nước thành Cộng hòa xã hội chủ nghĩa Việt Nam, đổi tên Đảng thành Đảng Cộng sản Việt Nam, khẳng định đường lối xây dựng chủ nghĩa xã hội trên cả nước. Đường lối này được thể hiện bằng chủ trương tiến hành [[kế hoạch 5 năm (Việt Nam)|kế hoạch phát triển kinh tế 5 năm]] [[1976]]-[[1980]].\n\n==Nhiệm vụ==\nNhiệm vụ cơ bản của Kế hoạch 5 năm 1976-1980 nhằm hai mục tiêu cơ bản:\n*Xây dựng một bước cơ sở vật chất – kĩ thuật của Chủ nghĩa xã hội\n*Bước đầu hình thành cơ cấu kinh tế mới trong cả nước mà bộ phận chủ yếu là cơ cấu công - nông nghiệp và cải thiện một bước đời sống vật chất và văn hóa của nhân dân lao động.\n\nTheo kế hoạch, sản xuất xã hội sẽ tăng bình quân hàng năm 14-15%, thu nhập quốc dân tăng 13-14%, giá trị tổng sản lượng nông nghiệp tăng 8-10%, năng suất lao động xã hội tăng 7,5-8%, lương thực quy thóc đạt ít nhất 21 triệu tấn vào năm 1980, thịt hơi các loại đạt 1 triệu tấn.<ref>Văn kiện Đảng toàn tập, tập 37, trang 671-676.<\/ref>\n\n==Thực hiện==\n[[Tập tin:Vietnam real national income growth 1976-1985.png|nhỏ|phải|300px|Một số chỉ số kinh tế Việt Nam 1976-1980]]\nViệc thực hiện kế hoạch kinh tế 5 năm 1976-1980 gặp nhiều khó khăn. Trước tiên là nguồn viện trợ từ phía các nước xã hội chủ nghĩa giảm sút. Đặc biệt, viện trợ từ Trung Quốc chấm dứt hoàn toàn từ năm 1977. Các nguồn viện trợ này gồm những mặt hàng quan trọng như [[gạo]], sợi, [[Dường (chất)|đường]], [[sữa]], vải vóc, thuốc men, v.v… Sau khi tham gia Hội đồng Tương trợ Kinh tế, Việt Nam phải theo thể chế giá của khối này, trong đó có nguyên tắc giá trượt. Với nguyên tắc này, mức viện trợ 1,5 tỷ [[Ruble (Liên Xô)|ruble]] cho Việt Nam chỉ có sức mua bằng 600-700 triệu ruble trước khi vào khối.<ref>Đặng Phong (2008), trang 117-118.<\/ref> Thứ hai, từ năm 1978, [[Khmer Đỏ]] tấn công Việt Nam trên toàn tuyến biên giới. Chi tiêu cho quốc phòng của Việt Nam vì vậy tăng mạnh. Tháng 1 năm 1979, Việt Nam phản công đánh sang [[Campuchia]]. [[Chiến tranh biên giới Việt-Trung, 1979|Chiến sự ở biên giới phía Bắc]] bùng nổ. Chi phí quốc phòng lại càng tăng vọt. Viện trợ cho [[Lào]] và Campuchia cũng tăng lên. Trong khi đó, nhiều nước phương Tây và Nhật Bản vốn có viện trợ cho Việt Nam đã ngừng cung cấp viện trợ. Thứ ba, cuối năm 1978 và cả năm 1979, [[đồng bằng sông Cửu Long]] chịu những trận lũ lớn. Diện tích canh tác bị ngập úng tới 5-6 tháng. Thứ tư, và quan trọng, là cơ chế kinh tế mới áp dụng ở miền Nam đã khiến cho nền kinh tế miền Nam nói riêng và cả nước nói chung sa sút.\n\n===Công nghiệp===\nCông nghiệp có nhiều nhà máy được gấp rút xây dựng như nhà máy điện, cơ khí, xi măng v.v..\nXây dựng thêm nhiều cơ sờ sản xuất mới và mở rộng nhiều nhà máy, khu công nghiệp.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\n===Nông nghiệp===\ndiện tích gieo trồng tăng thêm gần 2 triệu hécta, được trang bị thêm 18 nghìn máy kéo các loại.{{fact|date = ngày 7 tháng 1 năm 2013}}\n\nTheo Kế hoạch thì diện tích đơn vị sản xuất, tức hợp tác xã nông nghiệp ở Miền Bắc tăng gấp hai đến 2,5 lần hầu kích thích sản xuất nhưng năng suất vẫn trì trệ. Tính trên đầu người thì lượng thực phẩm ở Miền Bắc giảm từ 248&nbsp;kg vào năm 1976 xuống chỉ còn 215&nbsp;kg vào năm 1980. Dù không đạt được mục đích chính phủ vẫn quyết định áp dụng cùng một chính sách ở Miền Nam vừa mới thống nhất.<ref>{{Chú thích web |url=http:\/\/www.idrc.ca\/en\/ev-33150-201-1-DO_TOPIC.html |ngày truy cập=2009-12-30 |tựa đề=Chapter 2. The ups and downs of Vietnamese agriculture and rurality before renovation |archive-date=2010-01-23 |archive-url=https:\/\/web.archive.org\/web\/20100123182549\/http:\/\/www.idrc.ca\/en\/ev-33150-201-1-DO_TOPIC.html |url-status=dead }}<\/ref>\n\n===Giao thông===\nGiao thông được khôi phục và xây dựng mới hàng ngàn kilômét đường sắt{{fact|date = ngày 7 tháng 1 năm 2013}}, đường bộ nhiều cầu cảng. Tuyến đường sắt Thống nhất từ Hà Nội đi Thành phố Hồ Chí Minh sau 30 năm bị gián đoạn hoạt động trở lại. \n===Giáo dục===\nCó bước phát triển mạnh, phong trào [[bình dân học vụ]] được đẩy mạnh áp dụng ở miền nam. Có tổng cộng 15 triệu người đi học.{{fact|date = ngày 7 tháng 1 năm 2013}}\n===Y tế===\nCác cơ sở y tế được mở rộng và xây mới.\n===Cải tạo quan hệ sản xuất===\nCông cuộc cải tạo xã hội chủ nghĩa được đẩy mạnh trong các vùng mới giải phóng ở miền Nam. Giai cấp tư sản mại bản bị xoá bỏ, thành lập xí nghiệp quốc doanh hoặc công tư hợp doanh. Đại bộ phận nông dân đi vào con đường làm ăn tập thể, thủ công nghiệp và thương nghiệp được sắp xếp và tổ chức lại.\n\n==Ý nghĩa==\nKế hoạch 5 năm 1976-1980 do Đại hội IV đề ra đã đạt nhiều thành tựu trong khôi phục kinh tế, văn hóa, giáo dục, y tế. Tầng lớp [[tư sản mại]] bản ở miền Nam bị xóa bỏ.\n\n==Hạn chế và khó khăn==\nKế hoạch 5 năm 1976-1980 vấp phải một số sai lầm khuyết điểm chủ yếu do tư tưởng chủ quan nóng vội, giáo điều thể hiện rõ nhất qua việc đề ra phương châm tiến nhanh, tiến mạnh, tiến vững chắc lên [[chủ nghĩa xã hội]], đề ra các mục tiêu, chỉ tiêu quá cao, không tính đến khá năng thực hiện và điều kiện cụ thể của đất nước sau thống nhất. Sai lầm trong cả chủ trương cải tạo, quản lý kinh tế, thể hiện tư tưởng bảo thủ, trì trệ.\n\nKinh tế Việt Nam mất cân đối lớn, kinh tế quốc doanh và tập thể luôn thua lỗ nặng, không phát huy tác dụng. Kinh tế tư nhân và cá thể bị ngăn cấm triệt để. Sản xuất chậm phát triển, thu nhập quốc dân, năng suất thấp, đời sống nhân dân khó khăn, xã hội nảy sinh nhiều hiện tượng tiêu cực.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem Thêm==\n*[[Đảng Cộng sản Việt Nam]]\n*[[Kinh tế Việt Nam Cộng hòa|Kinh tế Việt Nam Cộng Hòa]]\n*[[Kinh tế Việt Nam, 1976-1986]]\n*[[Thời bao cấp]]\n\n==Tham khảo==\n*Đặng Phong (2008), ‘’Tư duy kinh tế Việt Nam: chặng đường gian nan và ngoạn mục 1975-1989’’, Nhà xuất bản Tri thức.\n*Văn kiện Đảng, tại [http:\/\/www.cpv.org.vn Báo Điện tử Đảng Cộng sản Việt Nam]\n\n==Xem thêm==\n{{Kế hoạch 5 năm Việt Nam}}\n\n[[Thể loại:Kế hoạch hóa kinh tế Việt Nam|1976-1980]]"}