{"190474":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Kế Sách\n| hình = Đường 3-2, TT. Kế Sách.jpg|nhỏ|giữa|\n| ghi chú hình = Đường 30\/4, thị trấn Kế Sách vào tháng 6 năm 2017.\n| vĩ độ = 9\n| vĩ phút = 49 \n| vĩ giây = 30\n| kinh độ = 105\n| kinh phút = 57\n| kinh giây = 25\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 352,83 km²\n| dân số = 149.174 người \n| thời điểm dân số = 1\/4\/2019\n| dân số thành thị = 24.443 người \n| dân số nông thôn = 135.737 người \n| mật độ dân số = 454 người\/km²\n| dân tộc = [[Người Việt|Việt]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Khmer (Việt Nam)|Khmer]]\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Sóc Trăng]]\n| huyện lỵ = Thị trấn [[Kế Sách (thị trấn)|Kế Sách]] \n| thành lập = 24\/08\/1906\n| Chủ tịch UBND = Lê Vũ Đức \n| Chủ tịch HĐND = Lý Hốc Khị\n| Bí thư huyện ủy = Vương Quốc Nam\n| phân chia hành chính = 2 thị trấn, 11 xã\n| mã hành chính = 943<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = 97\n| biển số xe = 83-C1-CA\n| trụ sở UBND = Số 15, đường 3\/2, ấp An Thành, thị trấn Kế Sách\n| số điện thoại = \n*0299.3.876.299 \n*0299.3.876.231 \n*0299.3.877.737 \n| web = {{url|kesach.soctrang.gov.vn}}\n}}\n\n'''Kế Sách''' là một [[huyện (Việt Nam)|huyện]] thuộc tỉnh [[Sóc Trăng]], [[Việt Nam]].\n\n==Địa lý==\n[[Tập tin:Đường 3-2, TT. Kế Sách.jpg|nhỏ|Đường 30\/4, thị trấn Kế Sách]]\n[[Tập tin:Kế sách.jpg|nhỏ|Một góc thị trấn Kế Sách]]\n\nHuyện Kế Sách có tọa độ địa lý từ 9°14’ đến 9°55’ vĩ độ Bắc và từ 105°30’ đến 106°04’ kinh độ Đông và là cửa ngõ phía bắc của tỉnh [[Sóc Trăng]], có ranh giới với 3 tỉnh [[Vĩnh Long]], [[Trà Vinh]], [[Hậu Giang]], có vị trí địa lý:\n*Phía bắc giáp huyện [[Trà Ôn]], tỉnh [[Vĩnh Long]], có ranh giới tự nhiên là [[sông Hậu]]\n*Phía đông giáp huyện [[Cầu Kè]], tỉnh [[Trà Vinh]], có ranh giới tự nhiên là [[sông Hậu]]\n*Phía nam giáp huyện [[Long Phú]] và [[Châu Thành, Sóc Trăng|Châu Thành]]\n*Phía tây giáp thành phố [[Ngã Bảy]], các huyện [[Châu Thành, Hậu Giang|Châu Thành]] và [[Phụng Hiệp]] tỉnh [[Hậu Giang]].\n\nToàn huyện có 2 thị trấn và 11 xã, diện tích 352,83&nbsp;km², dân số 149.174 người (vào ngày 1\/04\/2019).<ref name=\"www.chinhphu\">{{Chú thích web|tiêu đề=Nghị quyết số 87\/NQ-CP của Chính phủ|url=http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&mode=detail&document_id=168764|ngày truy cập=ngày 27 tháng 7 năm 2013|archive-date=2016-03-05|archive-url=https:\/\/web.archive.org\/web\/20160305043344\/http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&mode=detail&document_id=168764|url-status=dead}}<\/ref>\n\n===Khí hậu===\nHuyện Kế Sách nằm trong vùng chịu ảnh hưởng của các yếu tố khí hậu, thời tiết mang nét đặc trưng của vùng đồng bằng sông Cửu Long, là vùng khí hậu nhiệt đới gió mùa, quanh năm nóng ẩm, có chế độ nhiệt cao.\n\nNhiệt độ không khí trung bình hàng năm 26,8&nbsp;°C. Nhiệt độ cao nhất tuyệt đối là 37,8&nbsp;°C (vào tháng 4 hàng năm); nhiệt độ thấp nhất tuyệt đối là 16,2&nbsp;°C (vào tháng 12 – 1 hàng năm). Tổng số giờ nắng trung bình hàng năm là 2.342 giờ, bình quân 6,5 giờ\/ngày.\n\nTrong năm, khí hậu chia thành 2 mùa rõ rệt: mùa mưa từ tháng 4 đến tháng 11, mùa khô từ tháng 12 đến tháng 4 năm sau. Lượng mưa trung bình là 1.846&nbsp;mm; lượng mưa phân bố không đều giữa các tháng trong năm, trong mùa mưa lượng mưa chiếm trên 90% tổng lượng mưa cả năm, tổng số ngày mưa trung bình là 136 ngày\/năm.\n\nTrên địa bàn huyện có 2 hướng gió chính: gió mùa Tây Nam từ tháng 5 đến tháng 11, gió mùa Đông Bắc từ tháng 12 đến tháng 4 năm sau. Tốc độ gió trung bình 2&nbsp;m\/s. Mỗi năm bình quân có trên 30 cơn giông và lốc xoáy, gây thiệt hại đến sản xuất và đời sống. Các yếu tố khí hậu thời tiết bất lợi và thiên tai có chiều hướng gia tăng trong những năm gần đây.\n\nNhìn chung, các yếu tố khí hậu thời tiết cơ bản thuận lợi cho phát triển sản xuất nông nghiệp theo hướng đa dạng hóa cây trồng vật nuôi. Tuy nhiên, những biến đổi khí hậu toàn cầu đang diễn ra, nhất là vấn đề nước biển dâng sẽ tác động mạnh đến các vung ven sông. Việc kiên cố hóa hệ thống đê sông trên địa bàn Kế Sách cần được coi trọng trong thời kỳ tới.\n\n==Lịch sử==\n===Nguồn gốc tên gọi ===\nTheo [[Vương Hồng Sển]] và Đào Văn Hội: Kế Sách (tiếng Khmer: ខ្សាចំ<ref>Ngữ nguyên: ខ្សា (n) ''[ksac]'': cát sỏi, ចំ (adj) ''[cɑm]:'' thẳng đứng.<\/ref> \/ Khsach) xuất phát từ cách gọi của người Khmer Khsach (phnor Khsắt: Giồng Cát) đọc trại thành Kế Sách. Nơi đây có 1 dãy đất Giồng Cao ráo bắt đầu từ ấp Tập Rèn (cũ) - nay là ấp An Hòa và An Nhơn, xã Thới An Hội, xuyên qua thị trấn Kế Sách (cùng thuộc huyện Kế Sách) xã Phú Tâm đến ngã ba An Trạch và Bưng Trốp huyện Châu Thành. Ngày trước trên dãy đất giồng này đều thuộc huyện Kế Sách. Tại Phú Tâm (Phú Nổ phiên từ Phnor) còn 1 ấp tên gọi là ấp Giồng Cát thuộc xã Phú Tâm, huyện Châu Thành ngày nay<ref name=\"thuviensoctrang.org\">http:\/\/www.thuviensoctrang.org\/index.php?option=com_content&view=article&id=70%3Angun-gc-a-danh-hanh-chanh-tnh-soc-trng&catid=25%3Athong-tin-a-chi&Itemid=46&limitstart=1<\/ref>.\n\nKế Sách còn một tên gọi khác là Cái Sách, xuất phát từ Vàm sông Kế Sách là nhánh của sông Hậu nên khoảng thời gian trước nông dân nơi đây gọi chợ Kế Sách là chợ Cái Sách hoặc chợ Ruộng. Theo các vị cao niên kể lại chợ Kế Sách ngày trước không lớn nhưng do vùng đất còn thấp có những gò đất chỉ vài trăm mét vuông, người ta đặt những sản vật địa phương (trái cây, khô, cá...) để trao đổi, mua bán<ref name=\"thuviensoctrang.org\"\/>.\n\nBan đầu, địa danh Kế Sách chỉ là tên một làng thuộc tổng Định Khánh, tỉnh [[Sóc Trăng]]. Lúc bấy giờ, thực dân Pháp thành lập quận và đặt tên là quận Kế Sách do lấy theo tên gọi làng Kế Sách vốn là nơi đặt quận lỵ.\n===Thời Pháp thuộc===\nVào thời nhà Nguyễn độc lập, vùng đất Kế Sách ngày nay thuộc địa bàn hai tổng Định Khánh và Định Hòa, huyện Vĩnh Định, phủ [[Ba Xuyên]], tỉnh [[An Giang]].\n\nSau khi chiếm hết được các tỉnh [[Nam Kỳ]] vào năm [[1867]], thực dân Pháp dần xóa bỏ tên gọi tỉnh [[An Giang]] cùng hệ thống hành chính phủ huyện cũ thời nhà Nguyễn, đồng thời đặt ra các hạt Thanh tra. Hai tổng Định Khánh và Định Hòa lúc này thuộc hạt Thanh tra [[Ba Xuyên]] và sau đó là hạt Thanh tra [[Sóc Trăng]].\n\nNăm [[1876]], hạt Thanh tra Sóc Trăng đổi thành hạt tham biện Sóc Trăng.\n\nĐến ngày [[1 tháng 1]] năm [[1900]], lại đổi các hạt tham biện thành tỉnh. Hai tổng Định Khánh và Định Hòa khi đó cùng thuộc tỉnh [[Sóc Trăng]]. Cuối [[thế kỷ XIX]], hai tổng Định Khánh và Định Hòa có các làng trực thuộc như sau:\n*Tổng Định Khánh gồm 16 làng: An Lạc Thôn, An Lạc Tây, An Mỹ, An Nghiệp, Ba Trinh, Đại An, Kế Sách, Khả Phú Tây, Mỹ Hội, Ninh Thới, Nhơn Mỹ, Phong Nẫm, Phú Nổ, Thế Nghiệp, Trường Kế, Xuân Hòa;\n*Tổng Định Hòa gồm 11 làng: An Thạnh Nhứt, An Thạnh Nhì, Đại Đức, Đại Ngãi, Hậu Thạnh, Long Hưng, Phú An, Phú Hữu, Phụng Sơn, Phụng Tường, Thái Bình;\n\nNgày [[10 tháng 9|10 tháng 9]] năm [[1906]], thực dân Pháp cho thành lập quận Kế Sách thuộc tỉnh [[Sóc Trăng]].\n\nNăm [[1917]], quận Kế Sách bao gồm 3 tổng: Định Khánh, Định Hòa và Định Tường. Trong đó, tổng Định Tường được thành lập do tách ra từ tổng Định Khánh.\n*Tổng Định Khánh gồm 9 làng: An Mỹ, An Nghiệp, Hélène-ville, Kế Sách, Khả Phú Tây, Mỹ Hội, Nhơn Mỹ, Phú Nổ, Trường Kế;\n*Tổng Định Hòa gồm 10 làng: An Thạnh Nhứt, An Thạnh Nhì, Đại Đức, Đại Ngãi, Hậu Thạnh, Long Hưng, Phú An, Phú Hữu, Phụng Sơn, Phụng Tường;\n*Tổng Định Tường gồm 7 làng: An Lạc Thôn, An Lạc Tây, Ba Trinh, Đại An, Ninh Thới, Phong Nẫm, Xuân Hòa\n\nNgày [[19 tháng 11]] năm [[1929]], Pháp hủy bỏ tất cả các Nghị định thành lập quận thuộc tỉnh [[Sóc Trăng]] trước đó, khi đó quận Kế Sách bị giải thể.\n\nNgày [[1 tháng 1]] năm [[1930]], quận Kế Sách thuộc tỉnh [[Sóc Trăng]] lại được tái lập. Quận lỵ Kế Sách ban đầu thuộc làng Kế Sách. Sau này thực dân Pháp cho hợp nhất hai làng Kế Sách và An Nghiệp thành một làng mới lấy tên là Kế An. Kể từ đó, quận lỵ Kế Sách thuộc địa bàn làng Kế An.\n\nSau này, chính quyền thực dân Pháp cũng tiến hành hợp nhất một số làng và lấy tên gọi mới cho các làng như: Kế An (hợp nhất Kế Sách và An Nghiệp), Thới An Hội (hợp nhất ba làng Ninh Thới, Đại An và Mỹ Hội), Khả Phú Mỹ (hợp nhất Khả Phú Tây và An Mỹ), Song Phụng (hợp nhất Phụng Sơn và Phụng Tường), Long Đức (hợp nhất Long Hưng và Đại Đức).\n\nSau [[Cách mạng tháng Tám]] [[1945]], Ủy ban Kháng chiến Hành chánh Nam bộ chủ trương bỏ cấp tổng, bỏ đơn vị làng, thống nhất gọi là xã, đồng thời bỏ danh xưng quận, gọi thay thế bằng huyện. Chính quyền [[Việt Nam Cộng hòa]] đến năm [[1956]] cũng thống nhất dùng danh xưng là xã, tuy nhiên vẫn gọi là quận cho đến năm [[1975]]. Lúc này, Kế Sách vẫn là huyện thuộc tỉnh [[Sóc Trăng]].\n\nNăm [[1955]], quận Kế Sách thuộc tỉnh [[Sóc Trăng]] do chính quyền [[Việt Nam Cộng hòa]] sắp xếp hành chánh có 16 làng trực thuộc: Kế An, Phú Nổ, Đại Ngãi, Phú An, Khả Phú Mỹ, Song Phụng, Hậu Thạnh, Ba Trinh, Thới An Hội, An Lạc Tây, An Lạc Thôn, Nhơn Mỹ, Phong Nẫm, Xuân Hòa, Long Đức, Phú Hữu.\n\n===Giai đoạn 1956-1976===\n====Việt Nam Cộng hòa====\nSau năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] ban đầu đặt quận Kế Sách thuộc tỉnh [[Ba Xuyên]] (tức tỉnh [[Sóc Trăng]] trước đó), quận lỵ đặt tại xã Kế An.\n\nNgày [[23 tháng 2]] năm [[1957]], tỉnh [[Ba Xuyên]] giao quận Kế Sách cho tỉnh [[Phong Dinh]] (tức [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] trước đó) quản lý. Quận Kế Sách khi đó gồm 2 tổng với 10 xã trực thuộc:\n*Tổng Định Tường gồm 6 xã: An Lạc Tây, An Lạc Thôn, Ba Trinh, Phong Nẫm, Thới An Hội và Xuân Hòa;\n*Tổng Định Khánh gồm 4 xã: Kế An (gồm cả trại định cư Đại Hải), Nhơn Mỹ, Khả Phú Mỹ và Phú An\n\nLúc này, một phần xã Phú An thuộc tổng Định Hòa được giao về cho tổng Định Khánh. Đồng thời, các xã Long Đức, Phú Hữu nhập về quận [[Long Phú]]; các xã Đại Ngãi, Hậu Thạnh, Song Thạnh, Phú Nổ và một phần xã Phú An nhập về quận [[Châu Thành, Sóc Trăng|Châu Thành]].\n\nNgày [[14 tháng 8]] năm [[1958]], thành lập mới xã Đại Hải (lấy khu vực trại định cư Đại Hải dành cho đồng bào miền Bắc di cư vào năm [[1954]]) thuộc tổng Định Khánh do tách ra từ xã Kế An. Sau này, lại hợp nhất hai xã Phú An và Khả Phú Mỹ thành xã An Mỹ.\n\nTuy nhiên, chẳng bao lâu sau, vào ngày [[16 tháng 9]] năm [[1958]], tỉnh [[Ba Xuyên]] nhận lại quận Kế Sách từ tỉnh [[Phong Dinh]]. Quận Kế Sách trở lại thuộc tỉnh [[Ba Xuyên]] cho đến năm [[1975]]. Sau năm [[1965]], cấp tổng bị giải thể, các xã trực thuộc quận.\n\nNgày [[23 tháng 4]] năm [[1968]], ba xã Xuân Hòa, An Lạc Thôn, Phong Nẫm của quận Kế Sách được cắt chuyển về quận Phong Thuận mới được thành lập trực thuộc tỉnh [[Phong Dinh]]. Quận Phong Thuận khi đó gồm 5 xã: Đông Phú, Phú Hữu, Xuân Hòa, An Lạc Thôn và Phong Nẫm. Quận lỵ đặt tại Cái Côn, về mặt hành chánh thuộc xã An Lạc Thôn.\n\nNgày [[14 tháng 11]] năm [[1968]], hai xã Phú Tâm và Thuận Hòa của quận Thuận Hòa được giao về cho quận Kế Sách.\n\nNăm [[1970]], quận Kế Sách gồm 9 xã: An Mỹ, An Lạc Tây, Ba Trinh, Đại Hải, Kế An, Nhơn Mỹ, Phú Tâm, Thới An Hội và Thuận Hòa.\n\n====Chính quyền Cách mạng====\nCòn về phía chính quyền Cách mạng, năm [[1949]] giao huyện Kế Sách về cho [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] quản lý.\n\nNăm [[1954]], trả huyện Kế Sách về cho tỉnh [[Sóc Trăng]].\n\nTừ năm [[1958]], lại giao huyện Kế Sách về cho tỉnh Cần Thơ lần nữa. Huyện Kế Sách thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] cho đến năm [[1975]].\n\nSau ngày [[30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] ban đầu vẫn đặt huyện Kế Sách thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] cho đến đầu năm [[1976]] với huyện lỵ là thị trấn Kế Sách, được thành lập do tách đất từ xã Kế An. Lúc này, chính quyền Cách mạng cũng bỏ danh xưng \"quận\" có từ thời Pháp thuộc và lấy danh xưng \"huyện\" (quận và phường dành cho các đơn vị hành chánh tương đương khi đã đô thị hóa).\n\n===Từ năm 1976 đến nay===\nTheo Nghị định số 03\/NĐ-76 ngày [[24 tháng 2]] năm [[1976]] và Quyết định số 17\/QĐ-76 ngày [[24 tháng 3]] năm [[1976]], Chính phủ Việt Nam quyết định hợp nhất ba đơn vị hành chính cấp tỉnh ngang bằng nhau là tỉnh [[Sóc Trăng]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và [[Cần Thơ|thành phố Cần Thơ]] để thành lập tỉnh mới: [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]]. Lúc này, huyện Kế Sách trực thuộc tỉnh Hậu Giang, bao gồm thị trấn Kế Sách và 10 xã: An Lạc Tây, An Lạc Thôn, An Mỹ, Ba Trinh, Đại Hải, Kế An, Nhơn Mỹ, Phong Nẫm, Thới An Hội, Xuân Hòa.\n\nNgày [[21 tháng 4]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định số '''174-CP'''<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-174-CP-dieu-chinh-dia-gioi-xa-thuoc-tinh-Hau-Giang-vb57443t17.aspx Quyết định 174-CP năm 1979 về việc điều chỉnh địa giới xã thuộc tỉnh Hậu Giang]<\/ref> về việc chia một số xã thuộc huyện Kế Sách, tỉnh Hậu Giang như sau:\n*Chia xã Ba Trinh thành 2 xã: Ba Trinh và Trinh Phú.\n*Chia xã Kế An thành 2 xã: Kế An và Kế Thành.\n\nNgày [[26 tháng 12]] năm [[1991]], [[Quốc hội Việt Nam]] ban hành Nghị quyết chia [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]] thành [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và tỉnh [[Sóc Trăng]], huyện Kế Sách thuộc tỉnh [[Sóc Trăng]] cho đến ngày nay.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết về việc phân vạch lại địa giới hành chính một số tỉnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[19 tháng 7]] năm [[2013]], [[Chính phủ Việt Nam]] ban hành Nghị quyết số '''87\/NQ-CP'''<ref>{{Chú thích web|url= http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet-87-NQ-CP-nam-2013-thanh-lap-thi-tran-An-Lac-Thon-tinh-Soc-Trang-vb201617.aspx|tiêu đề=Nghị quyết 87\/NQ| author=|ngày=|ngày truy cập=16 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc thành lập thị trấn An Lạc Thôn trên cơ sở toàn bộ 2.015,71 ha diện tích tự nhiên và 11.390 nhân khẩu của xã An Lạc Thôn.\n\nSau khi thành lập thị trấn An Lạc Thôn, huyện Kế Sách có 35.287,61 ha diện tích tự nhiên và 159.562 nhân khẩu, 13 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: Kế Sách, An Lạc Thôn và 11 xã: An Lạc Tây, Phong Nẫm, An Mỹ, Thới An Hội, Ba Trinh, Trinh Phú, Xuân Hòa, Nhơn Mỹ, Kế Thành, Kế An, Đại Hải.\n\n== Hành chính ==\n[[Tập tin:Trung tâm thương mại chợ Kế Sách.jpg|nhỏ|giữa|Trung tâm thương mại - dịch vụ <br> thị trấn Kế Sách]]\nHuyện Kế Sách có 13 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Kế Sách (thị trấn)|Kế Sách]] (huyện lỵ), [[An Lạc Thôn, Kế Sách|An Lạc Thôn]] và 11 xã: [[An Lạc Tây, Kế Sách|An Lạc Tây]], [[An Mỹ, Kế Sách|An Mỹ]], [[Ba Trinh, Kế Sách|Ba Trinh]], [[Đại Hải, Kế Sách|Đại Hải]], [[Kế An, Kế Sách|Kế An]], [[Kế Thành, Kế Sách|Kế Thành]], [[Nhơn Mỹ, Kế Sách|Nhơn Mỹ]], [[Phong Nẫm, Kế Sách|Phong Nẫm]], [[Thới An Hội]], [[Trinh Phú, Kế Sách|Trinh Phú]], [[Xuân Hòa, Kế Sách|Xuân Hòa]] với 86 ấp.\n\n==Giao thông==\nHuyện Kế Sách nằm ở vùng hạ lưu sông Hậu, cách Thành phố Sóc Trăng 20&nbsp;km, cách thành phố Cần Thơ 40&nbsp;km. \nCác tuyến đường chính như:\n* Đường Nam sông Hậu (QL91C) dài 151&nbsp;km, đoạn đi qua huyện Kế Sách dài 23,7&nbsp;km, là trục giao thông quan trọng, tạo môi trường thuận lợi cho việc khai thác tiềm năng và lợi thế của vùng ven sông Hậu. \n* Đường tỉnh lộ 1 (tỉnh lộ 932)\nCác tuyến đường tỉnh nối đường Nam sông Hậu với Quốc lộ 1, cùng với các tuyến đường huyện và giao thông nông thôn sẽ được nâng cấp, là điều kiện thuận lợi để đẩy mạnh phát triển toàn diện các ngành kinh tế - xã hội.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n{{sơ khai Sóc Trăng}}\n{{Huyện thị Sóc Trăng}}\n{{Đơn vị hành chính thuộc huyện Kế Sách}}\n\n[[Thể loại:Từ gốc Khmer]]"}