{"1678737":"Kế hoạch 5 năm 2011-2015 được [[quốc hội Việt Nam]] thông qua ngày 08 tháng 11 năm 2011, dưới nghị quyết số 10\/2011\/QH13 và được [[Chủ tịch Quốc hội Việt Nam]] [[Nguyễn Sinh Hùng]] ký.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-10-2011-QH13Ke-hoach-phat-trien-kinh-te-xa-hoi-5-nam-2011-2015-vb132450t13.aspx Mục tiêu 2011-2015]<\/ref>\n\n==Mục tiêu tổng quát==\nTheo bộ kế hoạch và đầu tư, mục tiêu tổng quát từ năm 2011 đến năm 2015:\n* Phát triển nền kinh tế với tốc độ tăng trưởng nhanh và bền vững trên cơ sở tiếp tục chuyển đổi cơ cấu nền kinh tế, nâng cao chất lượng, hiệu quả, sức cạnh tranh và chủ động hội nhập quốc tế. \n* Tạo nền tảng để đến năm 2020 đưa nước ta cơ bản trở thành nước công nghiệp theo hướng hiện đại. \n* Tăng nhanh hàm lượng khoa học và công nghệ cao trong sản phẩm. \n* Cải thiện và nâng cao rõ rệt chất lượng giáo dục, đào tạo, phát triển nguồn nhân lực. Nâng cao đời sống vật chất và tinh thần của nhân dân, nhất là đối với người nghèo, dân tộc thiểu số, vùng miền núi, vùng sâu, vùng xa. \n* Tăng cường công tác bảo vệ tài nguyên môi trường và chủ động ứng phó với các tác động của biến đổi khí hậu. Giữ vững ổn định chính trị, bảo đảm quốc phòng an ninh và trật tự an toàn xã hội.\n\n==Chỉ tiêu cụ thể==\n\n===Kinh tế===\n* [[Tổng sản phẩm nội địa|GDP]] bình quân 5 năm 2011-2015 tăng 6,5%-7%\/năm\n\n* Cơ cấu [[Tổng sản phẩm nội địa|GDP]] 2015:\n\nNông, lâm nghiệp và thủy sản đạt 19%;\n\nCông nghiệp và xây dựng khoảng 40,7%;\n\nDịch vụ 40,3%.\n\n* Tốc độ tăng tổng [[kinh ngạch xuất khẩu]] bình quân:12,2%\/năm\n\n* Tỷ trọng ĐTPT 5 năm 2011-2015 khoảng 41,1- 41,5% GDP.\n\n* Bội chi [[ngân sách nhà nước]] 2015: 4,5%.\n\n===Xã hội===\n\n* Tỷ lệ lao động qua đào tạo 2015 đạt 55%\n\n* Quy mô [[dân số]] 2015 dưới 92 triệu người\n\n* Tuổi thọ dân cư đến cuối năm 2015 đạt 74 tuổi.\n\n* Tỷ lệ hộ nghèo theo chuẩn mới: 2-3%.\n\n* Tỷ lệ thất nghiệp thành thị 2015 khoảng 4%.\n\n===Môi trường===\n\n* Tỷ lệ che phủ rừng 2015 lên mức 42,5%;\n\n* Tỷ lệ DS nông thôn được cung cấp nước hợp vệ sinh: 96%\n\n* Dân cư thành thị được cung cấp nước sạch: 98%\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Kế hoạch 5 năm Việt Nam}}\n\n[[Thể loại:Kế hoạch hóa kinh tế Việt Nam|2011-2015]]\n[[Thể loại:Quốc hội Việt Nam]]"}