{"540590":"[[Tập tin:P culture.svg|phải|150px]]\n'''Kịch thơ Việt Nam''' là một thể loại trong loại hình [[văn học]] [[kịch]], mà lời thoại là [[thơ]]. Thể loại này ra đời vào năm [[1934]], phát triển mạnh, rồi gần như đã khép lại vào những năm cuối [[thế kỷ 20]] trong [[lịch sử]] [[văn học]] và [[sâu khấu]] tại [[Việt Nam]]<ref>Theo GS. [[Nguyễn Huệ Chi]], ''Từ điển văn học'' (bộ mới), tr. 744.<\/ref>.\n\n==Lời mở đầu==\nỞ [[văn học]] [[Châu Âu]] từ [[thế kỷ 17]] đã có kịch thơ dùng để diễn và dùng để đọc. Trong [[lịch sử]] [[văn học]] cổ [[Trung Quốc]] hầu như không có kịch thơ, mà chỉ có ca kịch. Hý khúc của nước ấy tuy có sử dụng các bản thuộc \"thể bản xoang\" (gồm hai loại câu 7 chữ và 10 chữ là chủ yếu), nhưng là hát chứ không phải để đọc hay ngâm trong lúc diễn.\n\nỞ [[Việt Nam]] trước những năm [[1935]]-[[1940]], cũng chỉ có [[tuồng]] và [[chèo]]. Tuy hai loại hình này có sử dụng thơ, nhưng khi diễn tấu nó phải được ngâm hay hát theo giọng tuồng hoặc chèo.\n\nPhải cho đến khi [[Phong trào Thơ mới (Việt Nam)|phong trào Thơ mới]] ra đời (đầu [[thập kỷ]] 30 của [[thế kỷ 20]]) và đã có được những thành tựu rực rỡ, thì kịch thơ mới bắt đầu xuất hiện. Theo GS. [[Phạm Thế Ngũ]] thì lúc bấy giờ, ''lối kịch thơ ra ra đời, vừa cứu vớt ''kịch nói'' (thoại kịch) khỏi cái tẻ nhạt của câu nói thông thường, vừa thỏa mãn một nhu cầu xướng ngâm của [[người Việt]] nên rất được hoan nghênh''<ref name=\"PTN\" \/>.\n\n==Lịch sử sơ lược==\n===Giai đoạn [[1934]]-[[1940]]:===\n[[Kịch]] [[thơ]] [[Việt Nam]] khởi đầu là hai tác phẩm '''Anh Nga''' (1934) và '''Tiếng địch sông Ô''' (1935) của [[Phạm Huy Thông]]. Tuy nhiên, đây chỉ là hai bài thơ được kết cấu theo kiểu các vai kịch, cốt dùng để đọc hay ngâm chứ không phải để diễn.\nNhưng chẳng lâu sau, những vở kịch thơ theo đúng nghĩa của nó bắt đầu xuất hiện, như:\n*'''Huyền Trân Công chúa''' (1935) của [[Nguyễn Nhược Pháp]].\n*'''Hận Nam Quan''' (viết 1937, in 1944) của [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]].\n*'''Trần Can''' (viết 1939, in 1940) và '''Lý Chiêu Hoàng''' (viết khoảng 1940, in 1942) của [[Phan Khắc Khoan]], v.v...\n\nỞ thế hệ này, kịch thơ đều mang đề tài [[lịch sử]]. Các cốt truyện phần lớn đều xoay quanh những biến cố lịch sử gay cấn, những câu chuyện tình yêu éo le, những giằng xé giữa tình và hiếu...    Về thể thơ dùng cho kịch thơ, sau những trải nghiệm, thể thơ \"8 chữ\" được coi là phù hợp hơn cả. Và tùy theo tình huống kịch mà thay đổi tiết tấu bằng những nhịp ngắt đa dạng: 4\/4, 2\/6, 6\/2 hoặc 1\/3\/4, 2\/2\/4, v.v...\n\n===Giai đoạn [[1940]]-[[1945]]:===\nĐến thế hệ thứ 2 (1940-1945), số tác giả và tác phẩm kịch thơ nhiều hơn. Sự hòa hợp giữa hình thức kịch và ngôn ngữ thơ đã đạt được một bước tiến khá cao. Kịch tính nổi bật và lời thơ óng chuốt, điêu luyện. Nhiều vở kịch thơ đã được đưa lên sân khấu. Về đề tài, đề tài bi tình vẫn còn được ưa chuộng, như:\n*'''Trầm Hương đình''' và '''Mã Ngôi Pha''' (1942) của [[Thế Lữ]].\n*'''Bóng giai nhân''' (1942) của [[Yến Lan]], [[Nguyễn Bính]] và [[Vũ Trọng Can]].\n*'''Vân muội''' (1944), '''Trương Chi''' (1944) và '''Hồng Điệp''' (1944) của [[Vũ Hoàng Chương]]\n*'''Phạm Thái''' (1942) và '''Quỳnh Như''' (1944) của [[Phan Khắc Khoan]], v.v...\n\nTuy nhiên, do những cuộc vận động cứu nước âm ỷ và không khí bắt bớ tù đày ngột thở của những năm tiền cách mạng, nên bên cạnh đề tài trên còn có thêm đề tài ''anh hùng cứu nước''. Tiêu biểu có:\n*'''Quán biên thùy''' (1943) và '''Người mù dạo trúc''' (1944) của [[Thao Thao]].\n*'''Lê Lai đổi áo''' (1943), '''Lữ Gia''' (1943), '''Người Hoa Lư''' (1945) của '''Lưu Quang Thuận'''.\n*'''Đêm Lam Sơn''' (1943), '''Trưng Vương khởi nghĩa''' (1943), '''Hội nghị Diên Hồng''' (1944) và '''Lam Sơn họp mặt''' (1944) của [[Nguyễn Xuân Trâm]].\n*'''Lên đường''' (1944) của [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]].\n*'''Lá cờ''', '''Máu anh nhi''', '''Gương phụ nữ''', '''Mầm tin''' (đều viết năm 1945) của [[Phan Khắc Khoan]].\n*'''Viễn khách'''(1942) của [[Lê Huyền Linh]].\n*'''Kiều Loan''' (1942) của [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]], v.v...\n\n===Giai đoạn [[1945]]- cuối [[thế kỷ 20]]:===\nTừ sau 1945, trong khi kịch nói mỗi ngày một phát triển, thì kịch thơ đi ngược lại, mặc dù có thêm những vở mới và ở Sài Gòn có nhiều vở kịch thơ được phát trên đài phát thanh của các ban kịch [[Vi Huyền Đắc]], Mây Tần (do [[Đinh Hùng]] sáng lập), [[Vũ Hoàng Chương]]...\n\nTheo GS. [[Nguyễn Huệ Chi]], thì: \n:''Kịch thơ Việt Nam không thể chống lại sự đào thải trong tâm lý tự nhiên của các thế hệ khán giả...Những vở được sáng tác và trình diễn thành công ngày một trở nên hiếm dần trong môi trường sinh hoạt văn hóa sôi động, rất nhanh chóng tiếp thu những cái mới từ ngoài đưa đến...Có thể nói, với tư cách một thể loại của văn học kịch, vận mệnh của kịch [[thơ]] ở [[Việt Nam]] đã hầu như khép lại trong những năm cuối [[thế kỷ 20]]<ref>Lược theo ''Từ điển văn học'' (bộ mới), tr. 744.<\/ref>.\n\nTrong một lần trả lời phỏng vấn, nhà văn Hoàng Công Khanh cho biết:\n:''Sau năm [[1953]], ngoài [[Miền Bắc (Việt Nam)|Bắc]] gần như vắng bóng kịch thơ. Ở [[Thành phố Hồ Chí Minh|Sài Gòn]], kịch thơ phát huy vai trò trong phong trào sinh viên học sinh... Sau năm [[1975]], chị Bích Thuận có dựng \"Bến nước Ngũ Bồ\" ở [[Thành phố Hồ Chí Minh]] và ở nhiều nước. Gần đây, ngoài Bắc, vở kịch thơ \"Kiều Loan\" (của [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]]) được dựng trên sân khấu kịch nói và \"Cung phi Điểm Bích\" (dựng từ kịch thơ cùng tên của ông) lần đầu ra mắt trên sân khấu cải lương...''\nVà theo ông, thì: \n:''Kịch thơ khó viết (hai phần \"kịch\" và \"thơ\" phải hài hòa, khăng khít và gần như cân xứng), kén khán giả và đòi hỏi diễn viên phải biết đọc thơ, ngâm thơ... Quan trọng hơn, diễn viên phải \"cảm\" được thơ. Vì thế, kịch thơ ngày càng vắng bóng...<ref>Xem chi tiết ở đây: [http:\/\/thethaovanhoa.vn\/133N20080831104338541T0\/kich-tho-la-thu-hang-hoa-xa-xi.htm Kịch thơ là thứ \"hàng hóa\" xa xỉ đăng trên báo ''Thể thao Văn hóa'' (bản điện tử) ngày 31 tháng 08 năm 2008].<\/ref>\n \nCác vở nổi trội trong thời kỳ này là: \n*'''Về Hồ''' (1946) và '''Bến nước Ngũ Bồ''' (1953) của [[Hoàng Công Khanh]].\n*'''Tình xuân và chiến sĩ''' (1948) của [[Phan Khắc Khoan]].\n*'''Hồng Gấm, tuổi hai mươi''' (1973) của [[Lưu Trọng Lư]], v.v...\n\n==Tổng kết==\nGS. [[Phạm Thế Ngũ]] viết:\n:''Người khởi xướng ra kịch [[thơ]] [[Việt Nam]] là [[Phạm Huy Thông]] với \"Anh Nga\" và \"Tiếng địch sông Ô\". Song đó chỉ là những thí nghiệm nhỏ trên báo, chưa hề được đưa lên sân khấu. Chỉ từ năm [[1940]] trở đi, ta mới thấy những vở kịch thơ trọn vẹn, và thấy cả những tác giả chuyên về thể loại này. Người nổi tiếng nhất ở đây là [[Phan Khắc Khoan]]...\n\n:''Các nhà viết kịch thơ Việt Nam thường lấy đề tài trong [[lịch sử]], đó cũng là do ảnh hưởng của thời cuộc. Họ muốn dùng những câu thơ mỹ lệ, hùng hồn để làm sống lại những nhân vật trong những trang sử xưa. Vài người như [[Phan Khắc Khoan]], [[Nguyễn Huy Tưởng]] còn muốn đề cao tinh thần quốc gia. Nhà phê bình đương thời Lê Thanh viết: \"Để làm sống lại cái tinh thần dân tộc lúc này, thiết tưởng không có phương pháp giáo hóa quần chúng nào mạnh bằng đem diễn những vở kịch chứa đựng những lời thơ hùng hồn. Kịch thơ chính là cái có thể giúp ta trong mục đích ấy\"''.\n\n:''Về hình thức, các nhà viết kịch thơ thường dùng câu thơ 8 chữ. Điệu tám chữ giúp cho sự thuật tả tư tưởng được dồi dào thoải mái. Đây cũng chính là hậu thân của câu nói lối, vốn có giá trị tuyên xướng rất thích hợp với sân khấu...<ref name=\"PTN\">Lược theo ''Việt Nam văn học sử giản ước tân biên'' (quyển 3), tr. 660.<\/ref>\n\n==Giới thiệu một đoạn kịch thơ==\nĐể minh họa cho bài, sau đây là một đoạn kịch thơ trong vở '''Hận Nam Quan''' của thi sĩ [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]]:\n:Một đêm giăng mờ lạnh lẽo. Tiếng tiêu nào trên ngàn xa văng vẳng trong sương. Trên một khu rừng gần Ải Nam Quan, chi chít cây cối, có một bóng đen vạch cây, rẽ lá tìm đường. Gần chỗ ấy, Nguyễn Phi Khanh (cha [[Nguyễn Trãi]]) bị giam trong một cái cũi lớn. Lúc đó đã nửa đêm. Bốn bề tịch mịch. Duy có tiếng tiêu vẫn réo rắt, não nùng. Thỉnh thoảng có tiếng mõ cầm canh xa xa. Hồi lâu, Phi Khanh hơi cử động và ngồi dậy.\n{|valign=\"top\"\n|\n*'''Phi Khanh''':\n:''Đây biên giới hai nước thù đẫm máu;\n:''Đây Nam Quan...con mắt khép tình thâm\n:''Lối qua lại của một loài cuồng khấu\n:''Là Nam Quan...chua xót bóng nghìn năm''...\n:...\n*'''Phi Khanh''':\n:''Con yêu quý! Chớ xuôi lòng mềm yếu\n:''Gác tình riêng, vỗ cánh trở về Nam!\n:''Con về đi! Tận trung là tận hiếu\n:''Đem gươm mài bóng nguyệt dưới khăn tang\n:''Nếu trời muốn cho nước ta tiêu diệt\n:''Thì lưới thù sẽ úp xuống đầu xanh\n:''Không bao giờ! Không bao giờ con chết\n:''Về ngay đi rồi chí toại công thành!\n:''Nghĩ đến cha một phương trời ảm đạm\n:''Thì nghiến răng vung kiếm quét quân thù\n:''Trãi con ơi! Tương lai đầy ánh sáng\n:''Cha đứng đây trông suốt được nghìn thu.''\n\n*'''Nguyễn Trãi''' (quỳ lạy)\n:''Cha nói đến tương lai đầy ánh sáng\n:''Khiến lòng con bừng tỉnh một cơn mê\n:''Quỳ lạy cha, cha lên đường ảm đạm\n:''Rời Nam Quan, theo gió, con bay về.''\n\n*'''Phi Khanh''':\n:''Ôi! Sung sướng, trời sao chưa nỡ tắt\n:''Về ngay đi! Ghi nhớ hận Nam Quan\n:''Bên Kim Lăng, cho đến ngày nhắm mắt\n:''Cha nguyện cầu con lấy lại giang san.''\n|\n*'''Nguyễn Trãi''':\n:''Hận Nam Quan, biết bao giờ phai nhạt,\n:''Biết bao giờ cạn lệ khóc cha già\n:''Lúc vĩnh biệt thật trăm nghìn chua xót!''\n\n*'''Phi Khanh''':\n:''Về ngay đi Nguyễn Trãi\n:''Nâng gươm thề, đem quốc sử mà soi''.\n\n*'''Nguyễn Trãi:'''\n:''Đã đến giờ con lìa xa quan ải,\n:''Kể từ nay Nam Bắc cách đôi nơi''.\n\n*'''Phi Khanh''':\n:''Đêm sắp cạn, về ngay đi Nguyễn Trãi,\n:''Nhớ Nam Quan là vết máu trên đầu...''\n\n*'''Nguyễn Trãi''':\n:''Trên ngọn núi, nắng phơi màu hy vọng\n:''Con biết rồi, bóng dáng của nghìn xưa\n:''Con hiểu rồi, linh hồn cha cao rộng\n:''Sẽ bay về theo lớp gió mây đưa\n:''Tiếng chim ca vang lừng, sao mãnh liệt!\n:''Gió bình minh phơi phới tuổi thanh xuân...\n:(Nguyễn Trãi lùi dần vào các khóm cây)\n:''Kính chúc cha lên đường sang cõi chết,\n:''Vui từ nay cho đến lúc ly trần.\n\nTiếng tiêu vẫn mơ màng, gió sớm nổi lên, Phi Khanh quắc mắt nhìn theo con<ref>Xem trọn vẹn vở kịch trên [[internet]].<\/ref>.\n|}\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*[[Phạm Thế Ngũ]], ''Việt Nam văn học sử giản ước tân biên'' (quyển 3). Quốc học tùng thư xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1965.\n*[[Nguyễn Huệ Chi]], mục từ ''Kịch thơ'' trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n\n[[Thể loại:Sân khấu Việt Nam]]\n[[Thể loại:Thể loại văn học]]\n[[Thể loại:Khởi đầu năm 1934 ở Việt Nam]]"}