{"198433":":''Về địa danh cùng tên, xem bài [[Kỳ Đồng (xã)]]\n\n'''Kỳ Đồng''' (奇童), tên thật là '''Nguyễn Văn Cẩm''' (阮文錦, [[8 tháng 10]] năm [[1875]] - [[tháng 7]] năm [[1929]]), người làng Trung Lập (theo cuốn Danh nhân Thái Bình thì quê ông là làng Ngọc Đình), phủ Tiên Hưng, tỉnh Hưng Yên, nay là xã [[Văn Cẩm]], huyện [[Hưng Hà]], tỉnh [[Thái Bình]]. Ông vốn có tư chất thông minh từ nhỏ lại được cha, là [[nho giáo|nhà nho]] giỏi, dạy dỗ. Ông được chính phủ [[Pháp]] cấp học bổng sang học Trường trung học Alger, tốt nghiệp tú tài khoa học và văn chương. Ông có lẽ là [[Người Việt]] đầu tiên đỗ [[tú tài Pháp]].\n\n== Tiểu sử ==\n''Kỳ Đồng'' có nghĩa là ''(Đứa trẻ kỳ tài)'' là tên gọi được vua [[Tự Đức]] sắc phong cho cùng với sớ \"Tên này còn ít tuổi, chưa thể dùng được, nay giao tỉnh thần Hưng Yên dạy bảo, để khi lớn lên, nhà nước sẽ dùng.\"\n\nTám tuổi ''mụ'' (năm 1882), Kỳ Đồng đã được cha cho dự kỳ thi khảo khóa chuẩn bị cho kỳ thi hương sau đó tại trường Nam Định. Nguyễn Văn Cẩm đoạt loại ưu, được quan đốc học Nam Định trình tấu về triều. Vua Tự Đức ban chỉ dụ khen thưởng, cấp tiền gạo ăn học.<ref>Theo [[Đại Nam thực lục|Đại Nam thực lục chính biên]] của Quốc sử quán triều Nguyễn, tập XXXV, trang 140 nhà xuất bản Khoa học xã hội<\/ref>\n\nNăm 1887, những người dân có tư tưởng chống [[Pháp]] nhưng mê tín ở tỉnh Nam Định cũ (ở cả [[Nam Định]] và Thái Bình ngày nay) tôn Kỳ Đồng làm hậu thân của Trạng Trình [[Nguyễn Bỉnh Khiêm]], tiến hành tổ chức một đám rước kiệu Kỳ Đồng tiền về tỉnh lỵ Nam Định, nhằm hướng nhân tâm về một thủ lĩnh chống Pháp mới. Công sứ Pháp ở Nam Định là Brie phải ra lệnh nổ súng thị uy, giải tán đoàn người. Sau đó, người Pháp quay sang lợi dụng lại việc này vào mục đích tuyên truyền: họ lưu đày những người tổ chức sự kiện này ở Côn Đảo, nhưng riêng Kỳ Đồng họ lại cho đi du học ở thủ đô An giê ([[Algiers|Alger]]) của [[Algérie]] lúc đó thuộc Pháp, ngày 2 tháng 10 năm 1887.\n\nTại An giê, Kỳ Đồng học tại trường trung học Louis Legrand trong 9 năm, từ tháng 10 năm 1887 đến tháng 9 năm 1896. Trong thời gian này, ông quen và thân thiết với Quận công Ưng Lịch ([[Hàm Nghi]]) lúc đó cũng đang bị lưu đày tại đó và từng đến thăm viếng cựu hoàng. \n \nÔng từ chối lời mời làm quan của Pháp mà chỉ xin đất để mở mang việc làm ruộng ở [[Yên Thế]] vào năm [[1897]].\n\nVì sợ ông liên lạc với [[Đề Thám]] nên Pháp đã đày ông sang quần đảo Marquesas. Ông mất ở đảo Tahiti (Papeete) năm [[1929]], thọ 54 tuổi\n\nÔng có một số bài thơ dạng tự thuật như '''Lời non nước''' hay '''Đường lên Yên Thế'''.\n\n== Di sản ==\nTên ''Kỳ Đồng'' được đặt cho các con phố ở:\n*Hà Nội, (đến năm 1964 thì đổi phố [[Tống Duy Tân]])\n*[[Thành phố Hồ Chí Minh]]\n*[[Đà Nẵng]] (từ năm 2000)\n*[[Thái Bình]]\n*[[Hải Phòng]]\n*[[Bình Dương]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Sơ khai tiểu sử}}\n\n[[Thể loại:Thần đồng]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Sinh năm 1875]]\n[[Thể loại:Mất năm 1929]]"}