{"532377":"'''Kỹ nghệ Ngườm''' là một kỹ nghệ chế tác công cụ lao động từ đá của [[người nguyên thủy]] thời [[Thời kỳ Đồ đá cũ|hậu kỳ Đá cũ]]. Thập niên 1970 và 1980, các nhà khảo cổ học đã liên tục phát hiện các hiện vật mà họ cho là các công cụ nạo được chế tác từ phiến tước bằng đá có niên đại cách ngày nay khoảng 2 vạn năm ở các hang và mái đá phía nam [[khối núi Bắc Sơn]], tiêu biểu là [[Mái Đá Ngườm]], hang Miệng Hổ, hang Na Khù ở xã [[Thần Sa]] ([[Võ Nhai]]), Nà Coóc ở xã [[Yên Đĩnh]] ([[Chợ Mới, Bắc Kạn|Chợ Mới]]), [[Hang Dơi Bắc Sơn|Hang Dơi]] ở xã [[Vũ Lễ, Bắc Sơn|Vũ Lễ]] ([[Bắc Sơn]]), Bó Lấm ở xã [[Bằng Hữu]] ([[Chi Lăng]]), Lạng Nắc ở xã [[Mai Sao]] (Chi Lăng), Nà Nông (Chi Lăng), thuộc địa bàn các tỉnh [[Thái Nguyên]], [[Bắc Kạn]] và [[Lạng Sơn]]. Giáo sư [[Hà Văn Tấn]] là người đã lấy địa danh Ngườm đặt tên cho loại kỹ nghệ này.{{Cần chú thích}}\n\nNgười nguyên thủy thời kỳ này đã biết chọn đá cuội sông, suối có góc cạnh, hạt đá mịn để tước thành mảnh có kích cỡ khoảng 5 [[cm]] và tu chỉnh thành công cụ có mũi nhọn hình lá, hình nửa vỏ trùng trục hoặc hình [[tam giác]]. Những công cụ làm từ mảnh tước đá này được sử dụng vào các loại lao động nhẹ như cắt, khứa, nạo, cạo, dùi, đâm. Ngoài các công cụ làm từ mảnh tước, các nhà khảo cổ còn phát hiện thấy một tỷ lệ nhỏ hơn các công cụ làm từ hạch cuội có hình dáng không ổn định có lẽ dùng trong các hoạt động lao đọng nặng như chặt, đẽo. Kỹ nghệ Ngườm được cho là khác với kỹ nghệ cuội đồ đá lớn trong các nền [[văn hóa Sơn Vi]], [[văn hóa Bắc Sơn|Bắc Sơn]], [[văn hóa Hòa Bình|Hòa Bình]].\n\nVề niên đại, các công cụ được phát hiện có niên đại cách nay hơn 23 nghìn năm.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Quang Văn Cậy (1994), ''Kỹ nghệ Ngườm và vị trí của nó trong thời đại đá Việt Nam'', luận án phó tiến sĩ lịch sử, [[Viện Khảo cổ học]].\n\n== Xem thêm ==\n* [[Kỹ nghệ An Khê]]\n* [[Kỹ nghệ Núi Đọ]]\n* [[Kỹ nghệ Xuân Lộc]]\n\n==Liên kết ngoài==\n* [http:\/\/www.luutruvn.gov.vn\/Pages\/Tin%20chi%20ti%E1%BA%BFt.aspx?itemid=1473&listId=cb018edc-28eb-4aca-9b21-bd3ad3eef91d&ws=content Khu di tích khảo cổ Thần Sa - Mái Đá Ngườm]{{Liên kết hỏng}}\n* [https:\/\/www.vietnamplus.vn\/phat-hien-dau-tich-nguoi-viet-co-tai-thai-nguyen\/84591.vnp Phát hiện dấu tích người Việt cổ tại Thái Nguyên] Hoàng Thảo Nguyên [[TTXVN]] 20\/03\/2011 18:08 GMT+\n{{Sơ khai khảo cổ học}}\n{{Sơ khai lịch sử Việt Nam}}\n\n[[Thể loại:Khảo cổ Việt Nam]]\n[[Thể loại:Thái Nguyên]]\n[[Thể loại:Lạng Sơn]]\n[[Thể loại:Bắc Kạn]]"}