{"122963":"{{chú thích trong bài}}\n\n'''K’ny''' hay '''K'ni''' là nhạc cụ dây có cung vĩ của nhiều dân tộc sống ở vùng Bắc Tây Nguyên, [[Việt Nam]], phổ biến rộng rãi trong cộng đồng [[Người Ba Na|Ba Na]], [[Người Gia Rai|Gia Rai]], [[Người Xơ Đăng|Xơ-đăng]] và Rơ Ngao... Nó có nhiều tên gọi khác nhau tùy theo dân tộc. Người [[Người Xơ Đăng|Cà Dong]] gọi là K’ny là '''Rơ đoong''', [[người Rơ Măm]] gọi là '''Rơ ruội''', [[người Hà Lang]] gọi là '''Brõ Mâm'''...\n\n== Cấu tạo ==\nThân đàn K’ny là một ống [[nứa]] nhỏ hay một cành gỗ tròn, thẳng, dài khoảng 50 đến 70&nbsp;cm và có đường kính từ 2 đến 3&nbsp;cm. Phần trên thân ống có một lỗ để cắm trục gỗ xuyên qua mắc dây đàn. Phần dưới thân ống có một miếng gỗ khoảng 1&nbsp;cm, gắn bằng [[sáp ong]] để làm ngựa đàn. Đàn K’ny chỉ có dây mắc vào trục và mấu gỗ dưới gốc đàn. Ngày xưa người ta dùng dây đàn bằng dây móc hay xơ dứa se, ngày nay dùng dây kim loại tách từ [[Phanh xe|phanh]] xe đạp.\n\nK’ny không có bộ dây tăng âm, tiếng đàn phát ra là do dây rung. Cung vĩ là một mảnh [[nứa]] cạ vào dây, làm dây rung lên phát ra âm thanh. Trên thân đàn k’ny nguyên thủy có 4 núm bằng sáp ong là 4 phím đàn. Về sau người ta cải tiến nhạc cụ này gắn nhiều phím hơn và thêm 1 dây đàn nữa.\n\nK’ny có âm sắc giống tiếng mèo kêu. Muốn có âm trầm người ta phải kết hợp tay bấm và vòm hàm mở ra (âm \"o\" hoặc âm \"a\"). Muốn có âm cao vòm hàm phải khép lại (âm \"e\") và tay bấm phải chạy xuống dưới.<ref>The Garland handbook of Southeast Asian music p 300 Terry E. Miller, Sean Williams - 2008 \"Figure 16.2 Dock Ramah, a Jarai minority musician, plays the k'ni mouth-resonated bowed monochord. Photo by Terry E. Miller; 2005.\"<\/ref> K’ny có âm thanh rất nhỏ, âm vực hẹp trong vòng 1 quãng bốn hoặc quãng năm. Tuy nhiên, ta có thể tạo âm nguyên hoặc nửa âm trên một dây đàn.\n\nĐể khuếch đại âm thanh người ta dùng một dây tơ, dây dù hoặc dây cước nylon, buộc một đầu sợi dây này thật chặt vào dây đàn, đầu kia buột vào một mảnh mo măng tre hình tròn (hoặc mảnh nhôm hay nhựa PVC). Người chơi phải ngậm mảnh hình tròn này trong miệng, làm sao phải giữ cho dây tơ căng và mặt trong của mảnh tròn này sát với 2 hàm răng. Khi kéo đàn dây sẽ rung lên, chuyển chấn động sang dây tơ rồi đến mảnh mo măng tre và vang trong khoang miệng của người kéo đàn. Người chơi phải thay đổi khẩu hình để có âm thanh khác nhau, giống như tiếng mèo kêu ngoao ngoao.\n\n== Sử dụng ==\nKỹ thuật chơi đàn k’ny giống như kéo [[đàn nhị]]. Tay trái cầm thân đàn, những ngón tay bấm lên dây đàn. Tay phải cầm cung vĩ cạ vào dây đàn. Nói thì dễ song để diễn k’ny tốt rất khó, bởi nó đòi hỏi người chơi phải bấm nốt chuẩn xác, kéo cung vĩ phù hợp với bài nhạc và sử dụng khẩu hình, khoang miệng điêu luyện, làm sao để tiếng đàn như tiếng hát.\n\nTheo truyền thống của người dân tộc, k’ny do nam giới sử dụng. Họ chỉ chơi nhạc cụ này trong nhà Rông hoặc nơi chòi rẫy, bởi vì họ tin rằng k’ny là tiếng nói của thần linh, nên không sử dụng trong nhà.\n\n== Tham khảo ==\n{{tham khảo}}\n\n* {{Chú thích web|url=https:\/\/www.vienamnhac.vn\/khong-gian-nhac-viet\/bao-tang\/nhac-cu\/k-ny---ho-day|tựa đề=K'ný - Họ dây|ngày=2015-09-20|website=Viện Âm nhạc|url-status=live|ngày truy cập=ngày 8 tháng 10 năm 2020}}\n\n==Liên kết ngoài==\n*Hình ví dụ [https:\/\/archive.is\/20130421230723\/img84.imageshack.us\/img84\/9612\/images798048danknioj4.jpg]\n*[http:\/\/diysounds2.blogspot.com\/2016\/02\/homemade-kni-vietnam-mouth-violin.html Page with pictures of K'ni or Vietnamese mouth violin.]\n*[http:\/\/www.vietnamtourism.com\/en\/index.php\/about\/items\/1880 Page from Vietnam National Administration of Tourism, with picture and description of K'ni.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180915001848\/http:\/\/www.vietnamtourism.com\/en\/index.php\/about\/items\/1880 |date=2018-09-15 }}\n{{Nhạc cụ dân gian Việt Nam}}\n\n[[Thể loại:Tây Nguyên]]\n[[Thể loại:Nhạc cụ dân tộc Việt Nam]]\n[[Thể loại:Nhạc cụ dân gian Việt Nam]]"}