{"3216427":"'''La Dalat''' là tên một loại [[xe hơi]] giá rẻ do hãng chế tạo xe hơi của Pháp [[Citroën]] thông qua [[công ty con]] là [[Công ty xe hơi Sài Gòn]] sản xuất trong giai đoạn 1970-1975.<ref name=\"source1\">{{chú thích web | url = https:\/\/news.zing.vn\/la-dalat-chiec-xe-hoi-made-in-vietnam-vang-danh-mot-thoi-post465616.html | tiêu đề = La Dalat: Chiếc xe hơi Made in Vietnam vang danh một thời | author = | ngày = | ngày truy cập = 15 tháng 11 năm 2017 | nơi xuất bản = Zing.vn | ngôn ngữ = }}<\/ref> Loại xe này được hãng Citroën chế tạo năm 1969 và bán ra thị trường vào năm 1970.<ref>''Pacific Basin Reports''. Custom House, 1972. Trang 163.<\/ref> Tỷ lệ các bộ phận nội địa hóa của La Dalat đạt 25%, đến năm 1975 đạt 40%, cũng là năm hãng Citroën đóng cửa nhà máy tại Việt Nam và chấm dứt sản xuất dòng xe này<ref name=\"source1\"\/>\n\nVới mục đích thiết kế nhắm tới những khách hàng bình dân tại các nước có nền kinh tế khó khăn, LaDalat có nhiều bộ phận được chế tạo thủ công, kiểu dáng xe thô kệch và kém về tính thẩm mỹ, bù lại xe có giá thành rẻ, ít tốn xăng, dễ sửa chữa và thay thế phụ tùng<ref name=\"source2\">{{chú thích web|url=https:\/\/motthegioi.vn\/the-gioi-xe\/la-dalat-mot-thoi-de-nho-42140.html|tiêu đề=La Dalat - một thời để nhớ|author=|tên=|ngày=|website=|ngôn ngữ=|nơi xuất bản=Một Thế giới|url lưu trữ=https:\/\/web.archive.org\/web\/20140516032119\/https:\/\/motthegioi.vn\/the-gioi-xe\/la-dalat-mot-thoi-de-nho-42140.html|ngày lưu trữ=2014-05-16|url hỏng=|ngày truy cập=25 tháng 4 năm 2015|url-status=bot: unknown}}<\/ref>.\n\nLa Dalat do hãng [[Citroën]] của Pháp thiết kế và nắm bản quyền chế tạo, người Việt chỉ được thuê làm công nhân lắp ráp (để tận dụng giá nhân công rẻ). Nhưng do xe La Dalat được lắp ráp tại nhà máy Citroën đặt tại Sài Gòn, một số bộ phận đơn giản của xe (đèn chiếu sáng, kèn báo hiệu, ghế nệm) được nội địa hóa (tỷ lệ đạt 25-40%), nên một số người Việt Nam vẫn tưởng nhầm rằng La Dalat là xe hơi \"made in Vietnam\".\n\n==Lịch sử==\nNăm 1936, hãng [[Citroën]] xây dựng xưởng sản xuất đầu tiên ở Đông Dương ở góc đường Lê Lợi - Nguyễn Huệ, hiện nay là Caféteria Rex. Thời [[Việt Nam Cộng hòa]], xưởng được di chuyển đi và thay tên là Công ty Xe hơi Citroën, sau đó là [[Công ty Xe hơi Saigon]].<ref name=\"source1\"\/>\n\nNăm 1948, Hãng Citroën cho ra thị trường chiếc xe 2CV<ref name=\"source2\"\/> để đáp ứng nhu cầu đi lại của dân Pháp sau [[Chiến tranh thế giới thứ hai]]. Các dòng xe tiếp theo như Citroën Dyane 6 và Méhari ra đời vào cuối [[thập niên 1950]] và đầu [[thập niên 1960|những năm 60]]. Ở Việt Nam, xe Citroën La Dalat dựa trên kiểu Citroën Méhari được sản xuất.<ref name=\"source1\"\/>\n\nVào cuối những năm 1960, do sức ép cạnh tranh từ các hãng xe nổi tiếng, hãng Citroën cho ra loại xe La Dalat, có giá thành rẻ và hữu dụng.<ref name=\"source1\"\/> Đến cuối năm 1969, do Mỹ ngừng thuê lao động người Việt và giảm viện trợ nên [[kinh tế Việt Nam Cộng Hòa]] bị suy thoái, [[lạm phát]] trở nên nghiêm trọng, khiến chính phủ Việt Nam Cộng hòa phải ban lệnh cấm nhập khẩu xe hơi từ nước ngoài.<ref>{{Chú thích web |url=http:\/\/www.mobility-consultant.com\/fileadmin\/pdf\/asian-experience.pdf |ngày truy cập=2016-08-22 |tựa đề=\"The Asian Experience\" Tr 101-4 |archive-date = ngày 18 tháng 9 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160918160116\/http:\/\/www.mobility-consultant.com\/fileadmin\/pdf\/asian-experience.pdf }}<\/ref>. Việc này đã tạo điều kiện cho La Dalat ra đời do tránh được áp lực cạnh tranh từ xe hơi nhập khẩu.\n\n==Thiết kế==\nChiếc La Dalat ra đời dựa trên mẫu mã của chiếc Méhari và chiếc [[Baby Brousse]] rất thành công ở các thuộc địa cũ. La Dalat có 4 kiểu dáng khác nhau với những bộ phận chính như [[động cơ]], hệ thống truyền động, tay lái, bộ nhún, bộ thắng... nhập khẩu từ Pháp. Các bộ phận đơn giản, hàm lượng kỹ thuật thấp như như đèn, kèn báo hiệu, ghế nệm, dàn đồng đóng bằng tôn, mui xe bằng lá thép uốn hoặc vải... thì được sản xuất tại [[Sài Gòn]]<ref name=\"source1\"\/> (nhằm tận dụng chi phí nguyên liệu thấp và nhân công rẻ).\n\nLoại Citroen 2CV (tiền thân của La Dalat) là mẫu xe tưởng như không thể đơn giản hơn: không có cửa kính cuộn ở 2 bên, nóc xe dùng vải bạt (do vậy nên nó có biệt danh là ''\"xe con cóc”''). Vậy mà xe La Dalat còn là phiên bản được đơn giản hóa hơn nữa: khung vỏ không cần máy ép thép công nghiệp để chế tạo mà chỉ dùng vật liệu và cách gia công giống như [[thùng tôn]], ngay cả những xưởng cơ khí thủ công với thợ trình độ trung bình cũng có thể làm được. Trọng lượng của xe do vậy khá nhẹ, khoảng 570&nbsp;kg nên đỡ hao [[xăng]]<ref>{{Chú thích web |url=http:\/\/marouchocolate.com\/post\/20357841251\/more-beans-than-car-when-we-decided-to-start-our |ngày truy cập=2016-08-22 |tựa đề=\"More Beans than Car\" |archive-date = ngày 11 tháng 10 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161011131035\/http:\/\/marouchocolate.com\/post\/20357841251\/more-beans-than-car-when-we-decided-to-start-our }}<\/ref>. Bù lại là khung xe rất mỏng manh, độ bền không hơn vỏ [[thùng tôn]], nên chỉ cần va chạm nhỏ cũng đủ để lớp vỏ xe bị bẹp hoặc cong vênh. Nếu xe va chạm mạnh thì với bộ khung mỏng manh đó, người lái rất dễ gặp nguy hiểm đến tính mạng.\n\nHãng xe Citroën nhắm vào khách hàng bình dân ở các nước có nền kinh tế khó khăn nên La Dalat có những đặc tính như: ít tốn xăng, dễ sửa chữa, dễ thay thế phụ tùng và đặc biệt là các bộ phận như cánh cửa, cửa kính... đều có thể \"tự chế\" từ những xưởng cơ khí thủ công rẻ tiền. Bù lại, do chế tạo thủ công (để có giá rẻ) nên hình dáng xe rất thô kệch, kém thẩm mỹ, khung xe có độ an toàn thấp. Nếu ở các nước phát triển thì La Dalat thực sự không có cơ hội cạnh tranh được với các loại xe khác (thậm chí nó còn không đủ [[tiêu chuẩn an toàn]] để được phép sản xuất), nhưng đối với khách bình dân các nước có nền kinh tế khó khăn thì vấn đề thẩm mỹ và tiêu chuẩn an toàn không phải là điều quan trọng.\n\nLa DaLat dùng động cơ 4 thì, 602 phân khối, 31 [[mã lực]], 2 xi-lanh đối ở 2 đầu nằm dẹp (flat twin), hộp 4 số tay, truyền động trục bánh trước.<ref>{{chú thích web | url = http:\/\/m.vietnamnet.vn\/vn\/xa-hoi\/28796\/ngam-chiec-xe--co-mot-khong-hai--o-viet-nam.html | tiêu đề = Ngắm chiếc xe “có một không hai” ở Việt Nam - VietNamNet | author = | ngày = | ngày truy cập = 25 tháng 4 năm 2015 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref> Xe có kích thước 3 chiều là 4.003 (3500 <ref name=\"source2\"\/>) mm x 1.530&nbsp;mm x 1.540&nbsp;mm. Tọng lượng xe đầu tiên là khoảng từ 480 đến 590&nbsp;kg (tùy theo kiểu), kiểu xe thùng nặng 770&nbsp;kg.<ref name=\"source0\">{{chú thích web|url=https:\/\/www.baogiaothong.vn\/la-dalat-mau-xe-noi-dau-tien-o-viet-nam-d63759.html|tiêu đề=La Dalat: Mẫu xe \"nội\" đầu tiên ở Việt Nam Báo Giao thông|author=|tên=|ngày=|website=|ngôn ngữ=|nơi xuất bản=|url lưu trữ=https:\/\/web.archive.org\/web\/20150409043011\/https:\/\/www.baogiaothong.vn\/la-dalat-mau-xe-noi-dau-tien-o-viet-nam-d63759.html|ngày lưu trữ=2015-04-09|url hỏng=|ngày truy cập=25 tháng 4 năm 2015|url-status=bot: unknown}}<\/ref>\n\nƯớc tính từ năm 1970 cho đến 1975, hãng xe Citroën đã sản xuất hơn 5.000 chiếc La Dalat, tức là khoảng 1.000 chiếc mỗi năm. Dù số lượng sản xuất khá nhỏ (năm 1970, riêng [[Nhật Bản]] đã sản xuất 4,1 triệu ôtô các loại<ref>{{chú thích web | url = https:\/\/books.google.com.vn\/books?id=II58AgAAQBAJ&pg=PA142&lpg=PA142&dq=number+car+production+japan+1970&source=bl&ots=zKFGTsLoNU&sig=KLwCVCqlh59fOPLIytoPPAE5Evs&hl=vi&sa=X&redir_esc=y#v=onepage&q=number%20car%20production%20japan%201970&f=false | tiêu đề = Industrial Development in Postwar Japan | author = | ngày = | ngày truy cập = 15 tháng 11 năm 2017 | nơi xuất bản = Google Books | ngôn ngữ = }}<\/ref>), nhưng Citroën vẫn thấy La Dalat là một thiết kế phù hợp với thị trường những nước có nền kinh tế khó khăn.\n\nTỷ lệ các bộ phận nội địa hóa của La Dalat đạt 25%, đến năm 1975, tỉ lệ này nâng lên 40%, cũng là năm hãng Citroën đóng cửa nhà máy tại Việt Nam<ref name=\"source1\"\/>.\n\n==Xem thêm==\n*[[Xe hơi Chiến Thắng]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n==Liên kết ngoài ==\n* [http:\/\/www.anninhthudo.vn\/oto-xe-may\/soi-tung-chi-tiet-chiec-xe-kich-doc-ladalat\/405312.antd Soi từng chi tiết chiếc xe “kịch độc” LaDaLat], Báo An Ninh Thủ Đô.\n{{Công nghiệp ô tô tại Việt Nam}}\n\n[[Thể loại:Citroën]]\n[[Thể loại:Xe hơi sản xuất tại Việt Nam]]\n[[Thể loại:Công nghiệp ô tô]]\n[[Thể loại:Công nghiệp ô tô tại Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Nhãn hiệu Việt Nam]]\n[[Thể loại:Đầu tiên ở Việt Nam]]\n[[Thể loại:Khoa học và công nghệ Việt Nam Cộng hòa]]"}