{"3162213":"'''La Lâm Gia''' (1919 – 2014) là một cựu chính khách Việt Nam. Ông từng là Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], Bộ trưởng Bộ [[Cây lương thực|Lương thực]].\n\n==Thân thế sự nghiệp==\nÔng còn có tên gọi khác là '''La Văn Bảy''', tục gọi là '''Bảy Máy''', sinh năm 1919 tại xã Hòa Bình, huyện Vĩnh Lợi, tỉnh [[Bạc Liêu]].\n\nKhi [[Cách mạng tháng 8]] nổ ra, ông tham gia và hoạt động tích cực trong phong trào [[Việt Minh]] tại quê nhà, ngay cả khi quân [[Nam Bộ kháng chiến|Pháp tái chiếm Nam Bộ]]. Tháng 9 năm 1947 ông được kết nạp vào [[Đảng Cộng sản Đông Dương]] (lúc đấy vẫn hoạt động không công khai). Cho đến năm 1954, ông từng giữ các chức vụ: Ủy viên Thường vụ Nông hội xã Hòa Bình, Trưởng ban cán sự Nông vận huyện Vĩnh Lợi, Ủy viên Ban điền địa tỉnh Bạc Liêu rồi Tỉnh ủy viên Tỉnh ủy [[Bạc Liêu]].\n\nSau [[Hiệp định Genève, 1954]], ông không tập kết ra Bắc mà vẫn tiếp tục hoạt động bí mật tại địa phương. Tháng 7 năm 1956, ông được tổ chức điều động sang chỉ đạo xây dựng cơ sở ở tỉnh [[Tam Cần]], phụ trách Phân Ban Cầu Kè - Tiểu Cần để nắm lại phong trào, củng cố tổ chức, mở rộng địa bàn hoạt động. Cuối năm 1957, ông được phân công giữ nhiệm vụ Trưởng phân ban Cầu Kè – Tiểu Cần – Càng Long. Năm 1958, ông được đề bạt giữ chức Phó Bí thư Tỉnh ủy [[Trà Vinh]], chỉ đạo trực tiếp phân ban này. Với nỗ lực của ông, tổ chức và cơ sở Cộng sản tại địa phương được xây dựng và củng cố, kể cả trong giai đoạn cao điểm [[Tố Cộng diệt Cộng]] của chính quyền [[Ngô Đình Diệm]], hình thành một lực lượng đáng kể trong phong trào [[Đồng Khởi]] năm 1960.\n\nĐầu năm 1961, Khu ủy Khu 9 được thành lập. Ông là một trong những cán bộ chủ chốt đầu tiên của Khu ủy. Đầu năm 1962, ông được Thường vụ Khu ủy Khu 9 cử giữ chức Bí thư Tỉnh ủy Trà Vinh.\n\nNăm 1963, ông được Khu ủy điều làm Trưởng Phân ban Vĩnh Long - Trà Vinh. Năm 1968, ông được bầu làm Ủy viên Thường vụ Khu ủy Khu 9 rồi Chủ tịch Ủy ban nhân dân cách mạng lâm thời Khu 9. Sang năm 1973, ông được Khu ủy điều về làm Bí thư Tỉnh ủy Rạch Giá. Năm 1974, ông lại được rút về Khu ủy, làm nhiệm vụ Thường trực Khu ủy kiêm Chủ tịch Ủy ban nhân dân cách mạng Khu 9.\n\nNăm 1975, sau khi những người Cộng sản kiểm soát hoàn toàn miền Nam Việt Nam, ông được phân công làm Chủ tịch Ủy ban quân quản tỉnh Cần Thơ. Tháng 7 năm 1976, khi Việt Nam thống nhất, ông được cử giữ chức Thứ trưởng Bộ Lương thực – Thực phẩm, và được bầu làm Ủy viên dự khuyết [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa XII|Ban chấp hành Trung ương Đảng]] khóa IV. Từ ngày 22 tháng 1 năm 1981 – ngày 24 tháng 1 năm 1984 ông là Bộ trưởng Bộ Lương thực (được thay thế bởi [[Nguyễn Văn Chính]]), Ủy viên Ban chấp hành Trung ương Đảng khóa V.<ref>{{Chú thích web |url=http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/thanhvienchinhphuquacacthoiky?governmentId=617 |ngày truy cập=2014-10-20 |tựa đề=Chính phủ nhiệm kỳ Quốc hội khoá VII (1981-1987) |archive-date=2014-01-22 |archive-url=https:\/\/web.archive.org\/web\/20140122141918\/http:\/\/chinhphu.vn\/portal\/page\/portal\/chinhphu\/thanhvienchinhphuquacacthoiky?governmentId=617 |url-status=dead }}<\/ref> Tháng 4 năm 1984, ông là phái viên đặc biệt của Chủ tịch Hội đồng Bộ trưởng chỉ đạo công tác lương thực các tỉnh phía Nam (từ Đà Nẵng đến Cà Mau).\n\nTháng 6 năm 1991, ông nghỉ hưu khi đã ngoài 70 tuổi, về sống cùng gia đình tại quận quận Bình Thạnh, Thành phố Hồ Chí Minh. Tuy nhiên ông vẫn được mời làm cố vấn cho Tổng Công ty Lương thực Trung ương.\n\nÔng từ trần lúc 14 giờ 15 phút ngày [[18 tháng 1]] năm 2014. Mộ phần ông an táng tại Nghĩa trang thành phố Hồ Chí Minh.\n\n==Giải thưởng và danh hiệu==\n*[[Huân chương Hồ Chí Minh]]\n*[[Huân chương Kháng chiến chống Pháp]] hạng Nhất\n*[[Huân chương Lao động]] hạng Nhất\n*[[Huân chương Kháng chiến]] chống Mỹ hạng Nhất\n* Huy hiệu 65 năm [[tuổi Đảng]].\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/nhandan.com.vn\/xahoi\/item\/22197302-nguyen-bi-thu-tinh-uy-tra-vinh-la-lam-gia-tu-tran.html Nguyên Bí thư Tỉnh ủy Trà Vinh La Lâm Gia từ trần]\n{{Sơ khai chính khách Việt Nam}}\n{{thời gian sống|1919|2014}}\n\n[[Thể loại:Người Bạc Liêu]]\n[[Thể loại:Bộ trưởng Bộ Nông nghiệp và Phát triển Nông thôn Việt Nam]]\n[[Thể loại:Bí thư Tỉnh ủy Rạch Giá]]\n[[Thể loại:Bí thư Tỉnh ủy Trà Vinh]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa IV]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam khóa V]]\n[[Thể loại:Chủ tịch Ủy ban nhân dân thành phố Cần Thơ]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VII]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Lao động]]"}