{"514357":"{{bài cùng tên|La Thành}}\n'''La Thành Tây Đô''' là vòng kiến trúc ngoài cùng của khu di tích [[thành nhà Hồ]], nay thuộc huyện [[Vĩnh Lộc]], tỉnh [[Thanh Hóa]], [[Việt Nam]]. Đây là tuyến phòng ngự cho Hoàng Thành nhà Hồ. Năm 2011, di tích La Thành Tây Đô đã được công nhận là di tích cấp quốc gia<ref>[http:\/\/www.cinet.gov.vn\/ArticleDetail.aspx?newsid=59397&rid=140&zoneid=76 Công nhận thêm 5 Di tích cấp quốc gia.]{{Liên kết hỏng|date=2021-05-07 |bot=InternetArchiveBot }} Website cinet.gov.vn. Truy cập 06\/6\/2011.<\/ref>.\n\n==Xây dựng==\nLa Thành được [[Hồ Quý Ly]] cho xây dựng vào tháng 9 năm Kỷ Mão (1399). Sách [[Đại Việt sử ký toàn thư]] chép:\n\n: ''\"(Hồ Quý Ly) sai Trần Ninh đốc suất người phủ Thanh Hóa trồng tre gai ở phía tây thành, phía nam từ Đốn Sơn, phía bắc từ An Tôn đến cửa Bảo Đàm, phía tây từ chợ Khả Lãng ở Vực Sơn đến sông Lỗi Giang, vây bọc làm La thành\".\n\n==Vị trí và đặc điểm==\nLa Thành nằm ở phía hữu ngạn sông Bưởi (ở phía Đông Nam) và tả ngạn sông Mã (ở phía Tây), có chu vi khoảng hơn 4k m, đắp bằng đất kết hợp với việc trồng tre gai<ref name=\"TNH\">{{Chú thích web| url = http:\/\/www.thanhnhaho.vn\/Default.aspx?c=home&ctr=guest.introview&l=vi&introid=486| title = Di tích La Thành - Thành Nhà Hồ| accessdate = ngày 16 tháng 7 năm 2010| author = Ban Quản lý di tích Thành Nhà Hồ| publisher = Trang thông tin điện tử khu di tích Thành Nhà Hồ}}{{Liên kết hỏng|date=2021-05-07 |bot=InternetArchiveBot }}<\/ref>.\n\nNhà Hồ đã sử dụng các sườn núi, sườn đồi (đồi Bèo, núi Voi, đồi Thợi - thuộc xã Vĩnh Long) để đắp và nối thành luỹ đất rất kiên cố chạy song song với tuyến phòng ngự tiền duyên (sông Bưởi và sông Mã) làm tuyến phòng ngự kiên cố thứ hai. Ngoài ra nó còn ngăn nước lũ từ sông Bưởi và sông Mã vào mùa mưa cho khu vực các xã Vĩnh Long và Vĩnh Tiến<ref name=\"TNH\"\/>.\n\nCùng với Hoàng Thành, La Thành đã góp phần tạo nên khu di tích thành nhà Hồ, một trong những công trình thành luỹ quân sự hoành tráng, tiêu biểu nhất về kiến trúc nghệ thuật ở khu vực [[Đông Nam Á]] những năm đầu thế kỷ 15<ref name=\"TNH\"\/>.\n\n==Hiện trạng==\nHiện nay kiến trúc của La Thành còn được nhận biết tương đối dễ dàng, đó là con đê đất, có những đoạn rộng tới 20 m. Lấy mốc là khu vực núi Đốn Sơn (núi Đún) thuộc xã Vĩnh Thành, La Thành chạy dọc theo hữu ngạn sông Bưởi qua địa phận các làng Bái Xuân, làng Xoài, Cổ Điệp (xã Vĩnh Phúc), sau đó chạy qua làng Bèo (dưới chân núi Bèo), làng Yên Mỗ và kết thúc ở núi Voi xã Vĩnh Long<ref name=\"TNH\"\/>.\n\nTại làng Bèo hay làng Yên Mỗ ngày nay vẫn còn đó những luỹ tre gai dày đặc chạy dọc theo triền núi Bèo và đồi Thợi<ref name=\"TNH\"\/>.\n\nKhu vực La thành ngày nay vẫn còn những ngôi làng cổ có từ [[nhà Trần|thời Trần]] - [[nhà Hồ|Hồ]] như: làng Bái Xuân, làng Cổ Điệp (ngày nay thuộc xã Vĩnh Phúc), làng Bèo (xã Vĩnh Long) hay làng Cẩm Hoàng (xã Vĩnh Quang)<ref name=\"TNH\"\/>…\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.thanhnhaho.vn\/Default.aspx?c=guest\/bando&a=1 Bản đồ khu di tích Thành nhà Hồ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110902161037\/http:\/\/www.thanhnhaho.vn\/Default.aspx?c=guest%2Fbando&a=1 |date=2011-09-02 }}\n{{sơ khai Thanh Hóa}}\n{{Du lịch Thanh Hóa}}\n{{Lịch sử Việt Nam thời Hồ}}\n\n[[Thể loại:Khu di tích thành nhà Hồ]]\n[[Thể loại:Thành cổ Việt Nam]]"}