{"14778894":"{{otheruses|Lam Sơn (định hướng)}}\n'''Lam Sơn''' ([[chữ Hán]]: 藍山) là một địa danh cổ tại Việt Nam, có lãnh thổ được xác định gần tương ứng với vùng thượng du của tỉnh [[Thanh Hóa]], [[Việt Nam]] ngày nay. Nơi đây từng là vùng căn cứ đầu tiên của [[khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]] vào đầu thế kỷ XV.\n\n==Phạm vi==\nTheo các nhà nghiên cứu, Lam Sơn là một vùng đất cổ, xuất hiện từ thời Hùng Vương dựng nước. Đến đầu thế kỷ XV, vùng đất Lam Sơn được xác định gần tương ứng với địa bàn các xã Thọ Minh, Thọ Lập, Xuân Thiên, Xuân Lam, một phần thị trấn Lam Sơn (huyện [[Thọ Xuân]]); xã Kiên Thọ, Vân Am, Nguyệt Ấn, Phúc Thịnh (huyện [[Ngọc Lặc]]); xã Ngọc Phụng và thị trấn Thường Xuân (huyện [[Thường Xuân]]), thuộc tỉnh [[Thanh Hóa]] ngày nay, hầu như gồm cả một phần thượng du Thanh Hóa, xung quanh [[sông Chu]], [[sông Âm]] mà [[Lam Sơn (thị trấn)|làng Cham]] - quê hương [[Lê Lợi]] – là khu trung tâm.\n\nVùng đất Lam Sơn xưa có núi rừng trùng điệp, nối liền một dải với rừng núi hiểm trở miền tây Thanh Hoá, bao gồm các huyện Ngọc Lặc, Cẩm Thủy, Như Xuân, Như Thanh, Bá Thước, Thường Xuân, Quan Hóa, Mường Lát, Quan Sơn, sang tận nước Lào, phía tây bắc Lam Sơn xưa kia là những cánh rừng kéo xuống giáp Phủ Lỵ Thọ Xuân. Lam Sơn được bao bọc 4 phía bởi rừng núi bao la, hiểm trở. Khi xưa, muốn vào Lam Sơn phải lần theo những con đường mòn nhỏ hẹp, xuyên rừng. [[Núi Chí Linh|Dãy núi Pù Rinh]] trải dài theo hướng tây bắc với những cánh rừng già bạt ngàn. Dưới chân dãy Pù Rinh là những cánh rừng thưa, đồi núi nhấp nhô như bát úp, những dòng suối chằng chịt chảy qua những cánh đồng nhỏ hẹp nằm xen kẽ giữa các triền núi, trong các thung lũng.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* [http:\/\/baothanhhoa.vn\/khoi-nghia-lam-son\/vung-dat-lam-son-mot-khong-gian-van-hoa-dam-da-ban-sac\/87941.htm Vùng đất Lam Sơn: Một không gian văn hóa đậm đà bản sắc]\n* [http:\/\/thanhnhaho.vn\/tabid\/97\/Lam-Son-dia-linh-nhan-kiet.aspx?ArticleId=63 Lam Sơn địa linh nhân kiệt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190414115310\/http:\/\/thanhnhaho.vn\/tabid\/97\/Lam-Son-dia-linh-nhan-kiet.aspx?ArticleId=63 |date=2019-04-14 }}\n\n{{sơ khai Thanh Hóa}}\n\n[[Thể loại:Thanh Hóa]]"}