{"579920":"{{bài cùng tên|Lam Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Lam Sơn\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Đô Lương]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17623<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Lam Sơn''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Đô Lương]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\n==Lịch sử, địa lý==\n\nXã Lam Sơn nằm cách thị trấn Đô Lương 7&nbsp;km về phía Tây - Tây Bắc, chia thành 14 xóm, giáp với các xã [[Ngọc Sơn, Đô Lương|Ngọc Sơn]], [[Bồi Sơn]], [[Giang Sơn Tây]], [[Bắc Sơn]] (ngăn cách bởi sông Lam), [[Tào Sơn]] (huyện [[Anh Sơn]]).\n\nLam Sơn nằm dọc tả ngạn dòng sông Lam, nổi tiếng với những dòng họ lớn như họ Lê Văn, họ Cao Tiến. Người Lam Sơn có nhiều nhân sĩ, trí thức học hành đỗ đạt cao và có địa vị xã hội từ xưa đến nay.\n\nLam Sơn có vị trí dễ phòng thủ do xung quanh được bao bọc bởi đồi núi và dòng sông Lam, chính vì vậy trong thời kỳ chống Mỹ nhiều cơ quan quan trọng của tỉnh Nghệ An được sơ tán về đóng trên đất Bạch Ngọc như bệnh viện, trạm điều dưỡng, Ty Công nghiệp, bưu điện, các trường học, nhà máy... Trường [[Huỳnh Thúc Kháng]] (Vinh 1) xưa kia cũng đã từng đứng chân một thời gian trên đất Lam Sơn, để lại một ký ức đẹp cho nhiều cá nhân ưu tú của trường và nhân dân nơi đây.\n\nLam Sơn đã được Nhà nước công nhận là xã anh hùng (Đơn vị anh hùng lực lượng vũ trang nhân dân - năm 2005), đóng góp nhiều sức người sức của trong hai cuộc kháng chiến chống thực dân, đế quốc.\n\n==Hành chính==\nXã được chia thành 5 xóm: 1, 2, 3, 4, 5.\n\n==Di tích lịch sử, văn hóa==\n\nLam Sơn là trung tâm của Bạch Ngọc xưa, vùng đất khá sầm uất, dân cư đông đúc, vì vậy có khá nhiều công trình văn hóa, tín ngưỡng như [[Chùa Bà Bụt]] (hay còn gọi là Tiên Tích Tự), đình Nhân Trung, đình Phúc Hậu, đình Trạc Thanh,... Qua thời gian và sự tàn phá của chiến tranh, việc di dân lập làng mới, nhiều di tích lịch sử - văn hóa bị phá hủy, hiện chỉ lại còn rất ít.\n\n* [[Chùa Bà Bụt]] (Tiên Tích Tự) - Di tích Lịch sử Văn hóa cấp Quốc gia:\n\nChùa Bà Bụt nằm trong quần thể di tích lịch sử Đền Quả Sơn thờ Uy Minh Vương [[Lý Nhật Quang]], là con trai của vua Lý Thái Tổ. Vào độ cuối tháng Giêng, cứ hai năm một lần (năm chẵn theo dương nhật lịch), trong vòng 3 ngày 19 - 21 tháng Giêng âm lịch, không khí Lễ hội Đền Quả Sơn tràn ngập khắp vùng Bạch Ngọc (3 xã Ngọc Sơn, Lam Sơn, Bồi Sơn). Đúng thời khắc cử hành phần lễ, du khách khắp miền đổ về đây kéo dài hàng cây số từ [[Đền Quả Sơn]] lên [[Chùa Bà Bụt]]. Tâm điểm của Lễ hội Đền Quả là Lễ rước kiệu Ngài Uy Minh Vương Lý Nhật Quang trên hành trình về Chùa Bà Bụt (Tạ ơn). Nét đặc sắc của Lễ hội Đền Quả là Rước Thuyền Rồng (thuyền làm bằng vật liệu composite - chế tạo cuối năm 2011 tại Hà Nội theo mẫu Festival của Bộ Văn hóa, Thể thao và Du lịch - mô phỏng thuyền gỗ có chạm trổ hình Rồng trong chiến trận thủy quân xưa, trong các cuộc hành quân của Ngài Uy Minh Vương Lý Nhật Quang, nghi lễ của người chỉ huy quân đội phong kiến được phong tước Vương).\n\nQuần thể di tích đền thờ Uy Minh Vương [[Lý Nhật Quang]] ở Rú Quả (Quả Sơn thuộc xã [[Bồi Sơn]]) được xem là một trong tứ đại danh lam của miền Trung Việt Nam (Dân gian có câu: \"Nhất Cờn, nhì Quả, tam Bạch Mã, tứ Chiêu Trưng\"). Ngôi đền rất linh thiêng và được xếp hạng di tích lịch sử cấp quốc gia. Hàng năm có tế lễ vào tháng 2 âm lịch.\nChùa Bà Bụt (Tiên Tích Tự): \nXưa kia là ngôi chùa lớn nằm trên khuôn viên 10 mẫu đất, chùa được xây dựng uy nghi cũng như ý nghĩa to lớn của nó gắn với lịch sử, địa lý vùng đất [[Bạch Đường]] nói riêng và xứ Nghệ nói chung. Quy mô và giá trị văn hóa của Tiên Tích Tự cho thấy nơi đây là một vùng đất có bề dày lịch sử văn hóa nghìn năm. Hiện tại, ngôi chùa chỉ còn lại một ngôi Tam bảo rất nhỏ, nằm cạnh bờ trái dòng Lam giang.\n\n* Đình Phúc Hậu - Di tích lịch sử văn hóa cấp tỉnh:\nNgôi đình nguyên vẹn còn lại của xã, được xây dựng vào năm 1843. Đình là nơi hoạt động cách mạng của các chiến sĩ cộng sản thời kỳ 1930 - 1931 và Cách mạng Tháng 8 - 1945.\n\n* Đình Nhân Trung:\nTheo ký ức, đây là ngôi đình có kiến trúc uy nghi, cao lớn, tinh xảo bậc nhất vùng Bạch Ngọc xưa, đình có 36 cột toàn bộ bằng gỗ mít, đường kính một người ôm không xuể, có giá trị rất lớn về lịch sử,kiến trúc và văn hóa, tín ngưỡng của vùng, rất tiếc qua sự bào mòn của thời gian và việc không được giữ gìn, trùng tu đã khiến ngôi đình dần rơi vào quên lãng. Hiện nay, không còn dấu tích nào tồn tại ngoài vị trí nền đất của ngôi đình, nằm cạnh lối đi ra bến đò Nhân Trung.\n\n* Hát đò đưa ví dặm:\nXưa, Bạch Ngọc bên bờ Lam giang thơ mộng là một vùng đất dân cư đông đúc, đậm đà bản sắc văn hóa, cùng với bên kia bờ sông (Bắc Sơn, Nam Sơn) tạo nên một trường thi ca lãng mạn giữa đôi bờ bằng những điệu đò đưa ví dặm mộc mạc đúng chất con người xứ Nghệ.\n\nChủ trương di dân tránh lũ, lấy đất ưu tiên sản xuất hoa màu, gần như xóa đi hình ảnh đẹp của một vùng đất, của những ngôi làng cổ mang đậm sắc màu văn hóa nông thôn xứ Nghệ xưa, nay chỉ còn trong tâm trí của những người đã ở tuổi xưa nay hiếm mà thôi.\n\n==Con người==\n\n* Phúc An Hầu Đặng Trọng Quang\n* GS,TSKH Cao Tiến Huỳnh; PGS,TS Cao Tiến Hinh; TS [[Đặng Minh Bích]]\n* Thiếu tướng [[Cao Tiến Phiếm]] - Trợ lý Tổng bí thư; Thiếu tướng Cao Tiến Hinh - Cục trưởng Cục KHCN Bộ Quốc phòng.\n* Anh hùng LLVT Lê Hữu Hòe\n* Nhà văn Cao Tiến Lê\n\n{{Đơn vị hành chính thuộc huyện Đô Lương}}\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Nghệ An}}"}