{"1250042":"{{bài cùng tên|Lam Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Lam Sơn\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 0\n| vĩ giây = 26\n| kinh phút = 24\n| kinh giây = 54\n| diện tích = 12,18 km²<ref name=MS\/>\n| dân số = 4292 người<ref name=MS\/>\n| thời điểm dân số = 2004\n| mật độ dân số = 352 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thanh Hóa]]\n| huyện = [[Ngọc Lặc]]\n| thành lập = 2004<ref>15\/2004\/NĐ-CP<\/ref>\n| trụ sở UBND = \n| mã hành chính = 15064<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n|bí thư=}}\n'''Lam Sơn''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Ngọc Lặc]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\nXã có diện tích 12,18&nbsp;km², dân số năm 2004 là 4292 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 352 người\/km².\nXã Lam Sơn có vị trí địa lý như sau:\n Phía Đông: Giáp xã Quảng Phú huyện Thọ Xuân\n Phía Nam: Giáp xã Xuân Châu huyện Thọ Xuân\n Phía Tây: Giáp xã Minh Tiến huyện Ngọc Lặc\n Phía Bắc: Giáp xã Minh Sơn, Ngọc Trung huyện Ngọc Lặc\n\n==Lịch sử==\nXã được thành lập trên cơ sở giải thể Thị trấn Nông trường Lam Sơn thuộc huyện Ngọc Lặc với 1.067,90 ha diện tích đất tự nhiên của nông trường Lam Sơn đang sử dụng thuộc địa giới hành chính của các xã, gồm: 523,20 ha của xã Minh Tiến, 204,70 ha của xã Minh Sơn, 35,90 ha của xã Xuân Châu, 98,20 ha của xã Xuân Tín, 205,90 ha của xã Quảng Phú và 149,70 ha diện tích tự nhiên của xã Minh Tiến đang quản lý; 3.423 nhân khẩu của thị trấn nông trường Lam Sơn và 819 nhân khẩu của xã Minh Tiến.\n\nSố nhân khẩu còn lại của Thị trấn Nông trường Lam Sơn được giao về các xã như sau: 768 nhân khẩu về xã Minh Tiến, 62 nhân khẩu về xã Minh Sơn, 50 nhân khẩu về xã Kiên Thọ, 529 nhân khẩu về xã Xuân Châu.\n\nSau khi thành lập xã Lam Sơn:\n* Xã Minh Tiến thuộc huyện Ngọc Lặc có 1.917,09 ha diện tích tự nhiên và 5.794 nhân khẩu.\n* Xã Minh Sơn thuộc huyện Ngọc Lặc có 3.100,87 ha diện tích tự nhiên và 8.886 nhân khẩu.\n* Xã Kiên Thọ thuộc huyện Ngọc Lặc có 2.920,23 ha diện tích tự nhiên và 10.399 nhân khẩu.\n* Xã Xuân Châu thuộc huyện Thọ Xuân có 1.353,55 ha diện tích tự nhiên và 5.525 nhân khẩu.\n* Xã Xuân Tín thuộc huyện Thọ Xuân có 789,23 ha diện tích tự nhiên và 9.311 nhân khẩu.\n* Xã Quảng Phú thuộc huyện Thọ Xuân có 2.334,23 ha diện tích tự nhiên và 6.602 nhân khẩu.\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Thanh Hóa}}\n{{Đơn vị hành chính thuộc huyện Ngọc Lặc}}"}