{"421603":"{{Infobox Writer\n| name = Lan Khai\n| image = Portrait of writer Lan Khai (cropped).jpg\n| bgcolour = silver\n| caption = \n| birth_date = [[24 tháng 6]] năm [[1906]]\n| birth_place = [[Tuyên Quang]], [[Việt Nam]]\n| death_date = [[1945]] (39 tuổi)\n| death_place = [[Tuyên Quang]], [[Việt Nam]]\n| occupation = [[Nhà văn]], [[nhà báo]]\n| movement =\n| magnum_opus = ''Truyện đường rừng, Ai lên phố Cát, Gái thời loạn''...\n| influenced = \n| influences =\n| website =\n| footnotes =\n}}\n'''Lan Khai''' ([[24 tháng 6]] năm [[1906]] &ndash; [[1945]]<ref>Năm mất ghi theo ''Từ điển Văn học'' (bộ mới, tr. 801). Nhưng theo Từ điển ''Tác gia Văn hóa Việt Nam'' & ''Từ điển nhân vật lịch sử Việt Nam'' thì Lan Khai mất năm [[1946]].<\/ref>), tên thật: '''Nguyễn Đình Khải''', là nhà văn [[Việt Nam]] thời [[tiền chiến]].\n \nTrong [[lịch sử văn học]] hiện đại [[Việt Nam]] trước năm [[1945]], ông được xem là một cây bút sung mãn, một nhà văn \"đường rừng\" sáng giá. Dù ở thể loại nào ngòi bút của ông vẫn thuyết phục được cảm tình và lý tính của độc giả. Đặc sắc nhất vẫn là ở lĩnh vực sáng tác hiện thực về đời sống miền núi<ref>''Từ điển tác gia Văn hóa Việt Nam'', dẫn lại theo Nguyễn Vỹ, ''Văn thi sĩ tiền chiến'', tr. 93.<\/ref>.\n\n==Thân thế và sự nghiệp==\n'''Lan Khai''' sinh tại xã Vĩnh Lộc, châu Chiêm Hóa, tỉnh [[Tuyên Quang]].\n\nCha ông là Nguyễn Đình Chức, nguyên quán ở tỉnh [[Thừa Thiên Huế|Thừa Thiên-Huế]]. Khoảng năm [[1885]], ông Chức cùng hai anh hưởng ứng [[phong trào Cần Vương|dụ Cần Vương]], tham gia khởi nghĩa do [[Phan Đình Phùng]] lãnh đạo ở Hương Khê ([[Hà Tĩnh]]). Năm [[1895]], cuộc khởi nghĩa bị dẹp tan, ba anh em ông Chức phải rời bỏ quê hương, lên thượng nguồn [[Việt Bắc]] lập nghiệp. Và ông Chức đã dừng lại ở châu Chiêm Hóa hành nghề dạy học, chữa bệnh. Mẹ Lan Khai là Lê Thị Thục, xuất thân trong một gia tộc lâu đời ở địa phương.\n\nThuở nhỏ, Lan Khai sống gần gũi với các dân tộc [[Người Tày|Tày]], [[Người Nùng|Nùng]], [[Dao]], [[Cao Lan]], [[Người Hà Nhì|Hà Nhì]]...\n\nNăm 8 tuổi ([[1914]]), ông theo cha mẹ chuyển về sống ở làng Xuân Hòa (nay thuộc phố Xuân Hòa, tỉnh lỵ Tuyên Quang), nơi cư trú của nhiều gia đình [[thợ thuyền]] và phu mỏ (vì làng Xuân Hòa tiếp giáp với mỏ [[than (định hướng)|than]] Tuyên Quang và mỏ [[kẽm]] Tràng Đà).\n\nNăm 12 tuổi ([[1918]]), ông bắt đầu tập làm thơ, viết văn và sớm bộc lộ năng khiếu [[hội họa]].\n\nNăm 18 tuổi ([[1924]]), ông về [[Hà Nội]] theo học [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]]. Sau khi học xong bậc [[Thành chung]], ông thi vào trường [[Trường Đại học Mỹ thuật Việt Nam|Cao đẳng Mỹ thuật Đông Dương]].\n\nNăm 21 tuổi (1927), ông trở về quê lập gia đình với Hà Thị Minh Kim ([[1909]] - [[1999]]), con một gia đình khá giả ở tỉnh [[Tuyên Quang]], có nhan sắc, học thức và tâm tính nhân hậu...\n\nLấy vợ xong, cuối năm đó, Lan Khai trở lại trường tiếp tục học tập, nhưng học chưa hết hai năm, ông trở lại Tuyên Quang, dạy học, dịch sách và viết văn. Ông cũng đã dành nhiều thì giờ đi du ngoạn đó đây, để vẽ tranh phong cảnh, sưu tầm những sáng tác dân gian của đồng bào các dân tộc thiểu số và tìm hiểu cuộc sống của những người phu mõ.\n \nSau, vì tham gia vào tổ chức bí mật kháng Pháp do [[Nguyễn Thái Học]] lãnh đạo, Lan Khai bị [[đế quốc thực dân Pháp|thực dân Pháp]] bắt giam ở [[hỏa Lò|nhà tù Hỏa Lò]] (Hà Nội). Cha mẹ ông đã phải bán hết gia sản mới cứu ông thoát chết.\n\nNăm [[1934]], khi Lan Khai đã thành danh trên văn đàn, ông quyết định đưa cả gia đình về sống ở Hà Nội (ở nhà thuê, thường đổi chỗ). Để nuôi được 8 người, ông phải viết cật lực.\n\nNăm [[1938]], ông bắt đầu viết cho ''[[Tiểu thuyết thứ Bảy]]'' và sau đó ông cùng với [[Lê Văn Trương]], trở thành hai cây bút cột trụ của nhà xuất bản ''[[Tân Dân]]''.\n\nNăm [[1939]], ông làm Tổng thư ký tạp chí ''Tao đàn'' của nhà xuất bản Tân Dân, đồng thời, còn cộng tác với các báo: ''Loa, Ngọ báo, Đông Tây, Tiểu thuyết thứ Bảy, Phổ thông bán nguyệt san''...\n\nNgoài ra, ông còn làm diễn viên nghiệp dư trong các vở tuồng và kịch [[lịch sử]] tại [[Nhà hát Lớn Hà Nội|Nhà hát lớn Hà Nội]], làm diễn giả thường xuyên của Hội [[Trí tri]], cộng tác với [[Hội truyền bá quốc ngữ]] của [[Nguyễn Văn Tố]]...\n\nCuối năm [[1943]], sau khi Lan Khai ra tù vì tội viết cuốn ''Lầm than'', gia đình ông lâm vào tình cảnh túng quẫn, cộng thêm bệnh [[hen phế quản|hen suyễn]] hành hạ ông, nên ông đã phải đưa vợ con về lại quê nhà. Tại đây, ông mở hiệu sách ''Lan đình'' bán các loại sách báo, tiếp tục viết văn, dạy học và vẽ truyền thần.\n\nTrong một ngày gần cuối năm [[1945]], Lan Khai bị một nhóm người khác phe phái thủ tiêu tại Tuyên Quang.\n\n==Tác phẩm==\nTrong 17 năm cầm bút ([[1928]] - [[1945]]), Lan Khai đã để lại gần 50 cuốn sách các loại. Riêng về lĩnh vực văn xuôi, sáng tác của ông có thể chia làm ba loại: ''tiểu thuyết đường rừng, tiểu thuyết tâm lý xã hội'' và ''tiểu thuyết lịch sử''.\n\n===Tiểu thuyết đường rừng===\nTuy ít, nhưng đó là những tác phẩm đặc sắc, in đậm cá tính sáng tạo của ông. Nổi bật có:\n*'''Tiếng gọi của rừng thẳm''' (Tân Dân xuất bản, 1939)\n*'''Truyện đường rừng''' (Tân Dân xuất bản, 1940)\n*'''Dấu ngựa trên sương''' (Hương Sơn xuất bản, 1940)\n*'''Chiếc nỏ cánh dâu''' (Duy Tân xuất bản, 1941)\n*'''Suối đàn''' (Cộng Lực xuất bản, 1942)\n\n===Tiểu thuyết lịch sử===\n*'''Ai lên Phố Cát''' (Tân Dân xuất bản, 1937)\n*'''Chiếc ngai vàng''' (Tân Dân xuất bản, 1937)\n*'''Cái hột mận''' (Tân Dân xuất bản, 1938)\n*'''Gái thời loạn''' (Tân Dân xuất bản, 1938)\n*'''Liếp-Li''' (Tân Dân xuất bản, 1938)\n*'''Bóng cờ trắng trong sương mù''' (Tân Dân xuất bản, 1940)\n*'''Cưỡi đầu voi dữ''' (Tân Dân xuất bản, 1940)\n*'''Cánh buồm thoát tục''' (Tân Dân xuất bản, 1941)\n*'''Đỉnh non thần''' (Tân Dân xuất bản, 1941)\n*'''Người thù của mặt trời (Thành Cát Tư Hãn)''' (Hương Sơn xuất bản, 1941)\n*'''Gửi cái xuân tàn''' (1941)\n*'''Theo lớp mây đưa''' (Tân Dân xuất bản, 1942)\n*'''Tình ngoài muôn dặm''' (Tân Dân xuất bản, 1942)\n*'''Trăng nước Hồ Tây''' (Hương Sơn xuất bản, 1942)\n*'''Trong cơn binh lửa''' (Kiến Thiết xuất bản, 1942)\n*'''Thành bại với anh hùng''' (Quốc gia xuất bản, 1942)\n*'''Rỡn sóng Bạch Đằng''' (viết cùng Nguyễn Tố. Duy Tân xuất bản, 1942)\n*'''Sầu lên ngọn ải''' (Duy Tân xuất bản, 1942)\n*'''Ái-tình và sự-nghiệp''' (Đời Mới xuất bản, 1942)\n*'''Chàng kỵ-sĩ''' (Đời Mới xuất bản, 1943)\n*'''Treo bức chiến bào''' (Hương Sơn xuất bản, 1949)\n\n===Tiểu thuyết tâm lý xã hội===\nGồm có:\n*'''Nước hồ Gươm''' (Nhật Nam xuất bản, 1928)\n*'''Lẩn sự đời''' (Lê Quang Thiệp xuất bản, 1934)\n*'''Nơi ước hẹn''' (1934)\n*'''Kiếp con tằm''' (1935)\n*'''Cô Dung''' (Tân Dân xuất bản, 1936)\n*'''Lầm than''' (Tân Dân xuất bản, 1938)\n*'''Người hay bóng''' (Tân Dân xuất bản, 1939)\n*'''Trang''' (Tân Dân xuất bản, 1939)\n*'''Cơn ác mộng''' (Tân Dân xuất bản, 1939)\n*'''Hồng thầu''' (Tân Dân xuất bản, 1940)\n*'''Tiếng khóc trong sương''' (Tân Dân xuất bản, 1940)\n*'''Nàng''' (Hương Sơn xuất bản, 1940)\n*'''Mực mài nước mắt''' (Đời Mới xuất bản, 1941)\n*'''Tội và thương''' (Hương Sơn xuất bản, 1941)\n*'''Tình và máu''' (Hương Sơn xuất bản, 1942)\n*'''Tội nhân hay nạn nhân?''' (Kiến Thiết xuất bản, 1942)\n*'''Hối hận''' (Tân Dân xuất bản, 1943)\n*'''Mưa xuân''' (Hoạt động xuất bản, 1944)\n\n===Nghiên cứu lý luận và phê bình văn học===\nCó các tác phẩm:\n*'''Phê bình các nhân vật hiện thời: [[Lê Văn Trương]]''' (1940)\n*'''Phê bình các nhân vật hiện thời: [[Vũ Trọng Phụng]]''' (1941)\n*'''[[Hồ Xuân Hương]]''' (1941)...\n\nVà các bài viết trên tạp chí ''Tao đàn'', đáng kể như: ''Tính cách Việt Nam trong văn chương'' (Tao đàn số 4), ''Thiên chức của văn sĩ Việt Nam'' (Tao đàn số 5), ''Cái nguy mất gốc'' (Tao đàn số 6), ''Một lòng tin cần phải có'' (Tao đàn số 7), ''Bàn qua về nghệ thuật'' (Tao đàn số 8, ''Phát họa hình dung tâm tính [[Tản Đà]]'' (Tao đàn số 9-10), Con người ''[[Vũ Trọng Phụng]]'' (Tao đàn số đặc biệt)...\n\n===Sách dịch===\n*'''Bức thư của người không quen, dịch của [[Stéfan Zweig]]''' (Đời Mới xuất bản, 1941)\n*'''Cái đẹp với nghệ-thuật, phỏng thuật [[Félicien Challaye]]''' (Đời Mới xuất bản, 1943)\n*'''Tuổi thơ''' (1944, dịch của [[Lev Nikolayevich Tolstoy|Lev Tolstoy]])\n\n===Thơ===\nTheo Nguyễn Vỹ, Lan Khai có làm khá nhiều thơ, ký tên là '''Lâm Tuyền Khách'''. Hầu hết là thơ Rừng Núi, vang bóng của đồi sim quạch quẽ, của dòng suối réo rắt bên nhóm nhà sàn, của tiếng cười trong veo trên môi cô gái Mán...Thơ ông nhẹ nhàng, êm ái, huyền mơ như mây gió biên thùy. Nhưng rất tiếc, ông chú trọng đến tiểu thuyết nhiều hơn, làm thơ chỉ để bạn làng thơ ngâm chơi, không bao giờ thấy in trên sách báo.<ref>''Văn thi sĩ tiền chiến'', tr. 104.<\/ref>\n\nNhững sáng tác của Lan Khai hiện vẫn chưa có được một danh sách đầy đủ.\n\n==Nhận xét== \n===Tác giả===\nThi sĩ [[Nguyễn Vỹ]], người cùng thời, kể: \n:\"Nhà văn \"đường rừng\" là biệt hiệu của anh em làng văn [[Bắc Hà]] đã tặng cho Lan Khai, vì anh chuyên viết các truyện về Mạn Ngược, nghĩa là về các vùng Thượng du Bắc Việt, nơi anh đã sinh ra...Anh bỏ nghề giáo viên, cũng chỉ vì anh mải nghe tiếng gọi của \"rừng thẳm\", tiếng gọi mà anh ghi chép say sưa thành những bóng vang huyền bí trong các tác phẩm văn chương và trong các nét họa của anh...Ở anh, dù là văn sĩ hay họa sĩ, cũng đều là cái \"tài tử\", theo nghĩa của anh em nhà văn chúng tôi cho nó hồi tiền chiến, là không \"không cầu lợi\". Nói khác hơn, Lan Khai là một trong số văn nhân chịu hy sinh cho lý tưởng nhiều hơn, thích sống đời thanh cao nho nhã hơn...Anh, quả là một tâm hồn thuần túy mơ mộng, rất đa cảm, đa tình. Anh có hai vợ, lại được rất đông nữ độc giả mến phục, nhưng anh không thích ở với gia đình và có lẽ anh cũng không có cuộc tình duyên nào lâu dài và tha thiết...Cũng có lẽ tại anh thích sống cuộc đời lý tưởng quá...''\n\nNói về khía cạnh khác của Lan Khai, Nguyễn Vỹ viết:\n:...Một hôm được tin bà vợ cả ở Tuyên Quang đau nặng gần chết. Anh đến nhà xuất bản hỏi mượn trước một món tiền để về tỉnh nhà lo thuốc men cho vợ. Nhưng chủ một nhà in lớn ở Hà Nội, trả lời rằng không có sẵn tiền...Nài nĩ mãi không xong, anh đành rút trong túi ra một xấp bản thảo kèm theo những lời hứa hẹn sẽ sớm hoàn thành mới mượn được hai chục đồng...Về nhà, anh vứt xuống giường mấy tờ giấy bạc, nước mắt chảy tràn trề trên đôi má: \"Toa thấy không, Vỹ? Mẹ cha cái kiếp chúng mình!\". Hôm rôi bị người Pháp bắt và bị còng tay đưa lên xe lửa Hà Nội, trong đám bạn bè quen thuộc tôi thấy có mặt anh Lan Khai. Hôm ấy anh ốm quá, mặt xanh xao gầy còm, không có đánh phấn như mọi khi<ref>Nguyễn Vỹ cho biết vì Lan Khai nghiện thuốc phiện nặng, nên anh phải thoa chút phấn trên mặt để che lấp những tàn phá của \"phù dung tiên nữ\" (tr. 96).<\/ref>. Tôi mỉm cười ngó anh. Anh đáp lại bằng một cái nhìn đăm chiêu tịch mịch. Sau này, trong thời kỳ đồng bào miền Bắc di cư, tôi có tìm kiếm các bạn cũ đất Hà Thành. Một đôi bạn cho tôi biết Lan Khai đã bị thủ tiêu ở Tuyên Quang. Tôi nghẹn ngào, không nói được. Tôi biết anh là người của [[Việt Nam Quốc dân Đảng]], bạn đồng chí rất thân của Nhượng Tống. Đó là nguyên do người ta thù ghét anh...<ref>''Văn thi sĩ tiền chiến'', tr. 98-100.<\/ref>\n\n===Tác phẩm===\nTrong ''Từ điển Văn học'' (bộ mới):\n:Ở mảng truyện đường rừng, Lan Khai thường miêu tả rất kỹ, nhiều khi rề rà…rồi sau đó mới để cho các sự kiện xảy ra, tạo cho tác phẩm một không khí hoang đường, căng thẳng từ đầu đến cuối...\n:Ở mảng truyện lịch sử, ông dựa vào các biến cố xảy ra trong tiến trình lịch sử dân tộc, rồi tưởng tượng kết cấu nên những tác phẩm ít nhiều có sức hấp dẫn. Ông không viết lịch sử như bản thân nó có, vì ông không phải nhà viết sử, mà là thông qua những mối tình éo le (như tướng Trần Khắc Chân với công chúa [[Huyền Trân|Huyền Trân công chúa]]|Huyền Trân]] trong \"Cánh buồm thoát tục\", [[Nguyễn Huệ|Vua Quang Trung]] với Đỗ Quyên trong \"Treo bức chiến bào\", [[Lý Thái Tổ|Lý Công Uẩn]] với Hoàng hậu và Bội Ngọc trong \"Cái hột mận\", Lan Anh với Vũ Mật trong \"Đỉnh non thần\"…) để đề cập đến một vấn đề lớn lao hơn: thân phận tình yêu, thân phận con người, những suy nghĩ và lựa chọn, cách hành xử của con người trong những tình huống lịch sử biến động...''\n\n:Ở mảng tiểu thuyết tâm lý xã hội, thì:\n:-\"Cô Dung\" được đánh giá cao, bởi nó đã dựng được một đài kỷ niệm chiến sĩ vô danh của tất cả các thế hệ phụ nữ Việt Nam, qua bao nhiêu đời, đã hy sinh cho sự tồn tại của Tổ Quốc...\n\n:-\"Mực mài nước mắt\" mang ít nhiều tính tự truyện. Trước [[Nam Cao]] khá lâu, Lan Khai là người đã mở ra trước mắt người đọc cái thế giới đầu mâu thuẫn, đôi khi nhỏ bé, thảm hại và mòn mỏi của những người cầm bút thời...''\n\n:Ở lĩnh vực nghiên cứu lý luận và phê bình, ông đã thể hiện rất rõ quan điểm về thiên chức đặc biệt của nhà văn...Ông phê phán sự: mất gốc, mô phỏng, sáo rỗng, và thiếu tinh thần chống ngoại xâm của nền văn chương lúc bấy giờ...<ref>Phạm Thị Thu Hương, trong ''Từ điển Văn học'' (bộ mới), tr. 804.<\/ref>\n\nTrích Lời giới thiệu cho bộ \"Văn xuôi lãng mạn [[Việt Nam]] ([[1930]] - [[1945]])\":\n:Lan Khai là cây bút dồi dào, tuy thường rơi vào dễ dãi (do áp lực của cơm áo), nhưng không phải không có những tác phẩm đặc sắc, trong đó có những trang chân thật, cảm động viết về nghề cầm bút khổ nhục đương thời (Mực mài nước mắt), về số phận người phụ nữ nông thôn (Cô Dung) và nhất là về công nhân mỏ bị áp bức bóc lột tàn tệ dưới ách bọn chủ Tây và tay sai độc ác, đểu giả trong cuốn tiểu thuyết hiện thực chủ nghĩa thật sự có giá trị: \"Lầm than\"<ref>''Văn xuôi lãng mạn Việt Nam (1930-1945)'', tr. 43-44.<\/ref>.\n\nNhà văn [[Vũ Ngọc Phan]] nhận xét: \n:Lan Khai là một lão tướng trong làng tiểu thuyết đang gắng tìm đường mới, nhưng trước khi ông tới đích, người ta không thể quên lối cũ của ông, lối tiểu thuyết truyền kỳ nó đã làm cho ông được một hồi nổi tiếng <ref>''Nhà văn hiện đại'' (Quyển 2), tr. 920<\/ref>.\n\nÝ kiến của GS. [[Phạm Thế Ngũ]]:\n:Trong những nhà văn của nhóm Tân Dân, có lẽ Lan Khai là cây bút biết tự săn sóc và có nhiều đức tính văn chương hơn cả. Ở những trang viết kỹ càng, ta thấy một bút pháp thật già giặn, điêu luyện. Ông có một trí quan sát tinh tế, có một số vốn ngôn ngữ chuẩn xác, khúc chiết, nhiều khi giàu những hình ảnh rất tân kỳ…Ở tiểu thuyết đường rừng, ông thường huyễn hoặc người đọc bằng những bức tranh thiên nhiên đầy những ấn tượng hình sắc và âm thanh. Về tiểu thuyết lịch sử, Trương Tửu khen ông sở trường khi tả những cảnh oanh liệt và những cảnh say sưa tình ái...Về tiểu thuyết xã hội, ông khá thành công trong truyện \"Cô Dung\" và \"Lầm than\". Truyện \"Cô Dung\" có bố cục tròn trặn, viết khá công phu (thai nghén & viết trong gần 10 năm), được nhà văn Vũ Ngọc Phan khen ngợi. Truyện \"Lầm than\", ông chủ ý mô tả những nỗi khổ của hạng thợ mỏ, được nhà văn [[Hải Triều]] xem nó như là một bước mới của tiểu thuyết Việt vào con đường hiện thực xã hội (réalisme social). Ông viết tác phẩm này, cốt để hưởng ứng phong trào đấu tranh thợ thuyền nổi lên ở [[Pháp]] và ở [[Bán đảo Đông Dương|Đông Dương]] khi đó (1937), rồi không thấy ông trở lại khuynh hướng này nữa <ref>''Việt Nam văn học sử giản ước tân biên'' (Quyển 3), tr. 527-529.<\/ref>.\n \n==Chú thích==\n{{Tham khảo}}\n==Sách tham khảo==\n*Vũ Ngọc Phan, ''Nhà văn hiện đại'' (trọn bộ 2 cuốn, tập 2). Nhà xuất bản. Khoa học Xã hội, Hà Nội in lại năm 1989.\n*Nhiều người soạn, ''Từ điển Văn học (bộ mới)''. Nhà xuất bản. Thế giới, 2004.\n*Nhiều người soạn, ''Văn xuôi lãng mạn Việt nam'' (1930-1945, trọn bộ 8 cuốn, tập I). Nhà xuất bản. Khoa học Xã hội, Hà Nội, 1989.\n*Nguyễn Vỹ,'' Văn thi sĩ tiền chiến''. Nhà xuất bản. Văn học in lại năm 2007.\n*Phạm Thế Ngũ, ''Việt Nam văn học sử giản ước tân biên'' (trọn bộ 3 quyển, quyển 3). Quốc học tùng thư ấn hành, không ghi năm xuất bản.\n*Nguyễn Q. Thắng và Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản. KHXH, Hà Nội, 1992.\n\n{{Thời gian sống|sinh=1906|mất=1945}}\n\n[[Thể loại:Người Tuyên Quang]]\n[[Thể loại:Đảng viên Việt Nam Quốc dân đảng]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà nghiên cứu văn học Việt Nam]]\n[[Thể loại:Mất năm 1945]]\n[[Thể loại:Nhà văn Việt Nam]]"}