{"3509050":"'''Lang''' (郎, Court Gentleman) là một thuật ngữ nguyên được dùng để chỉ các chức vụ thị vệ tại triều đình, nhưng sau này được dùng để chỉ các chức quan cao cấp trong các triều đại Á Đông xưa.\n\n== Lịch sử ==\nThời [[Nhà Tần|Tần]], triều đình đặt ra quan chế Tam lang (三郎, Three Court Gentlemen) gồm ba loại lang chức là Trung lang (中郎, Inner Gentlemen), Ngoại lang (外郎, Outer Gentlemen), và... lang (????, Standby Gentlemen). Cả ba hạng quan này đều là những chức danh dành cho các quan đang chờ được bổ, hoặc đang chờ để được bổ lại những chức vụ trong triều đình. Thời này, sự khác nhau về trách nhiệm giữa 3 hạng quan danh trên không được phân định rõ ràng, viên ngạch không cố định.\n\nThời [[Nhà Hán|Hán]], Lang được đổi thành một quan danh như thị vệ, giữ việc phòng vệ triều đình. Những vị Lang này, có thể là con của các vị quan, hoặc được đặc biệt đề cử cho triều đình từ các cơ quan tại địa phương, hoặc họ là các quan đương triều đang chờ được bổ hoặc bổ lại chức vụ trong triều đình. Sau này vào năm 124 trước Công Nguyên, hạng Lang còn có thêm các vị tiến sĩ đến từ [[Quốc tử giám]].\n\nThời này, tuy trách nhiệm của các Lang là thị vệ như canh phòng, canh cửa trong triều đình, phần lớn các Lang đều là những ứng cử viên sáng giá mà triều đình sẽ đề cử vào thay thế hoặc bổ sung vào các chức mà triều đình đặc biệt cần tuyển dụng. Lang viên thời này được chia làm 3 hạng là:\n* Trung lang (中郎, Inner Gentlemen) được hưởng lương là 600 hộc gạo\n* Thị lang (侍郎, Attendant Gentlemen) được hưởng lương là 400 hộc gạo\n* Lang trung (郎中, Gentlemen of the Interior) được hưởng lương là 300 hộc gạo\nThời này, các hạng Lang là thuộc viên của Lang trưởng và các Lang trưởng này là thuộc quan của Lang trung lệnh (郎中令, Chamberlain for Attendants, sau đổi tên chức là Quang lộc hân, 光祿勳).\n\nThời [[Đông Hán]], quan chế Tam Lang thời [[Nhà Tần|Tần]] được đổi gọi là quan chế Tam thự (三署, Three Corps), chức Lang trưởng thời này được gọi là Trung lang tướng (中郞將, Leader of Court Gentlemen) được hưởng lương là 2000 hộc thóc.\n\nThời này, quan chế Tam Lang dần dần được xóa bỏ nhưng các tên Lang, [[Lang trung]], [[Thị lang]] vẫn tiếp tục được dùng với những trách nhiệm hoàn toàn khác xưa so với thời [[Nhà Tần|Tần]], [[Nhà Hán|Tây Hán]]. Trong thời gian này, chia 36 viên [[Thị lang]] làm thuộc quan của [[Thượng thư]] tại [[Lục bộ]]. Bắt đầu từ đây, chức [[Lang trung]] được dùng để bổ tại nhiều cơ quan khác nhau. Tại các bộ, khi một vị Lang trung làm hết 1 năm thì được gọi là Thượng thư lang, sau 3 năm được gọi là [[Thị lang]].\n\nBắt đầu từ thời [[Nhà Tùy|Tùy]], [[Thị lang]] được định là chức phó của Thượng thư (Vice Minister) và [[Lang trung]] được định là trưởng quan của một ty (Bureau Director), việc này đồng nghĩa với chức [[Thị lang]] là chức quan cao cấp thứ 2 trong một bộ và cao hơn chức [[Lang trung]]. Ngoài [[Thị lang]] và [[Lang trung]], chức Trung lang không còn được biết đến ngoại trừ chức Đô tượng Trung lang (都匠中郎, Palace Attendant for Capital Craftsmen) là chức danh của các nghệ nhân hoặc thợ thuyền xây cất, thủ công trong các phủ vương thời [[Nam-Bắc triều|Nam Bắc triều]].\n\nCũng bắt đầu từ thời [[Nhà Tùy|Tùy]], Lang là chữ được dùng trong mỹ tự thuộc quan chế Tản quan (散官, Prestige Title) tức quan chế chỉ phong tặng mỹ tự và phẩm hàm nhưng không có chức, thường được bang cho các vị quan có công với triều đình. Ví dụ như mỹ tự Thường thị lang (常侍郞, Gentleman for Fostering Virtue) hoặc Triều phong lang (朝奉郞, Gentleman for Court Service).\n\nNgoài ra, thời [[Nhà Tùy|Tùy]], khi phong các mỹ tự trong quan chế Tản quan, mỹ tự Lang (郎) là mỹ tự có phẩm hàm cao hơn so với mỹ tự Vệ (衛). Thời [[Nhà Đường|Đường]], triều đình phân định lại cách phong hai mỹ tự này. Mỹ tự Lang là mỹ tự phong cho các quan văn và mỹ tự Vệ là mỹ tự phong cho các quan võ.\n\nTại [[Việt Nam]], chức [[Thị lang]] và [[Lang trung]] được áp dụng tương tự như tại [[Trung Quốc]]. Tuy nhiên, vào thời [[Nhà Nguyễn|Nguyễn]], Thị lang không còn là phó quan của [[Thượng thư]], mà là phó quan của [[Tham tri]]. Vì vậy thời [[Nhà Nguyễn|Nguyễn]], Thị lang là chức quan cao thứ 3 trong một bộ.\n\n== Sách tham khảo ==\n* ''A Dictionary of Official Titles in Imperial China'', Charles Hucker, 1985, Stanford University Press\n* ''Từ điển chức quan Việt Nam'', Đỗ Văn Ninh, 2002, Nhà xuất bản Thanh Niên, trang 391 mục 735. Lang\n\n{{Tổ chức hành chính trung ương thời Nguyễn Minh Mạng}}\n{{Chức quan thời phong kiến Việt Nam}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n[[Thể loại:Nhà Nguyễn]]"}