{"406277":"{{Infobox Military Person\n|name= Léonard Victor Joseph Charner\n|lived= 1797-1869\n|placeofbirth= \n|placeofdeath=\n|image=[[Tập tin:Vice-Amiral Charner.jpg|250px]]\n|caption=Léonard Victor Joseph Charner.\n|nickname=\n|allegiance= [[Tập tin:Flag of France.svg|18px]] [[Pháp]]\n|branch=[[Hải quân Pháp]]\n|serviceyears=\n|rank=[[Đô đốc]]\n|battles=[[Chiến tranh nha phiến lần thứ hai|Chiến tranh Nha phiến lần hai]]<br>[[Chiến dịch Nam Kỳ]]\n|awards=\n|laterwork=\n|portrayedby=\n}}\n'''Léonard Victor Joseph Charner''' (1797-1869) là một [[Đô đốc]] [[Hải quân Pháp]]. Ông là Tổng tư lệnh quân Pháp tham gia [[Chiến tranh nha phiến lần thứ hai|Chiến tranh Nha phiến lần hai]] và là Tổng tư lệnh liên quân viễn chinh Pháp - Tây Ban Nha xâm lược [[Nam Kỳ]].\n\n==Tiểu sử==\nLéonard Victor Joseph Charner sinh ngày 13 tháng 2 năm 1797 trong một gia đình kiều dân Thụy Sĩ tại Saint-Brieuc. Tháng 2 năm 1812, ông vào học trường Hải quân Hoàng gia (''L'école impériale de la Marine'') tại [[Toulon]] và tốt nghiệp năm 1815 với cấp bậc ''Aspirant'', tương đương [[Chuẩn úy]].\n\nSau khi tốt nghiệp, ông tham gia nhiều chiến dịch viễn chinh của Hải quân Pháp. Ông được thăng [[Trung úy]] Hải quân (''Enseigne de vaisseau'') năm 1820 và [[Đại úy]] Hải quân (''Lieutenant de vaisseau'') năm 1828. Năm 1837, với cấp bậc Thiếu tá Hải quân (''Capitaine de corvette''), ông là phó thuyền trưởng của tàu Belle Poule khi nó mang tro cốt của [[Napoléon Bonaparte|Napoleon I]] từ [[St Helena]] về Pháp.\n \nNăm 1843, Đại tá Hải quân Charner tham gia hạm đội dưới quyền [[Đô đốc]] [[Jean-Baptiste Cécille]] được gửi đến vùng biển Trung Quốc để hỗ trợ Anh gây áp lực với triều đình [[nhà Thanh]] từ phía Nam.\n\nSau Cách mạng 1848, Charner được bầu làm phó tỉnh trưởng của [[Côtes-d'Armor|Cotes-du-Nord]] và giữ chức vụ này đến năm 1851. Ngày 3 tháng 2 năm 1852, ông được thăng hàm [[Chuẩn Đô đốc|Chuẩn đô đốc]] Hải quân (''Contre-amiral'') và làm tùy viên trong Văn phòng Bộ Hải quân của Bộ trưởng [[Théodore Ducos]]. Tháng 7 năm 1853, ông được bổ nhiệm làm phó chỉ huy trưởng của hạm đội viễn dương. Trong thời gian diễn ra [[chiến tranh Krym|chiến tranh Crimea]], ông tham gia hoạt động tại [[Yalta]] và [[Sevastopol]]. Được thăng [[Phó Đô đốc|Phó đô đốc]] Hải quân (''Vice-amiral'') ngày 7 tháng 6 năm 1855, ông tham gia Hội đồng Công trình Hải quân (''Conseil des Travaux de la Marine'') với tư cách là một ủy viên từ 1858 đến 1860.\n\nNgày 4 tháng 2 năm 1860, Charner được cử làm Chỉ huy trưởng lực lượng hải quân tại vùng Viễn Đông, với quyền hạn lớn nhất của hải quân lớn nhất của Pháp kể từ Đế chế thứ nhất, chỉ huy lực lượng Hải quân Pháp tham gia vào [[Chiến tranh nha phiến]] lần hai tại Trung Quốc cho đến khi kết thúc năm 1861. Do công trạng này, ông được tặng thưởng Huân chương [[Bắc Đẩu Bội tinh|Bắc đẩu bội tinh]] đệ nhất đẳng vào ngày 10 tháng 2 năm 1861.\n[[Tập tin:charner braun.jpg|nhỏ|trái|Đô đốc Pháp quốc Charner|liên_kết=Special:FilePath\/Charner_braun.jpg]]\nTừ ngày 6 tháng 2 đến 29 tháng 11 năm 1861, với tư cách là Tổng tư lệnh và đặc mệnh toàn quyền Nam Kỳ, ông là người tổ chức và chỉ huy cuộc xâm lược Nam Kỳ và biến thành thuộc địa của Pháp trước khi trở về Pháp vào cuối năm 1861.\n\nSau khi về Pháp, ông được bổ nhiệm Thượng nghị sĩ suốt đời vào ngày 12 tháng 2 năm 1862, và được thăng cấp bậc [[Đô đốc Pháp quốc]] (''Amiral de France'') ngày 15 tháng 11 năm 1864. Ông qua đời tại Paris ngày 7 tháng 2 năm 1869 và được chôn cất tại quê nhà Saint-Brieuc trong nghĩa trang St Michel.\n\n==Tham khảo==\n{{tham khảo}}\n*Randier, J., La Royale (Editions Babouji, 2006) ISBN 2352610222\n\n[[Thể loại:Bắc Đẩu Bội tinh]]\n[[Thể loại:Sĩ quan Hải quân Pháp]]\n[[Thể loại:Quân nhân Pháp trong Chiến tranh Pháp–Đại Nam]]\n[[Thể loại:Sinh năm 1797]]\n[[Thể loại:Mất năm 1869]]"}