{"19432074":"{{Thông tin phim\n| name = Linh hồn Việt Cộng\n| image = \n| caption = \n| film name = \n| kanji = \n| romaji = \n| director = Minh Chuyên\n| producer = \n| writer = \n| screenplay = Minh Chuyên\n| story = \n| based on = \n| starring = \n| music = \n| cinematography = \n| editing = \n| studio = \n| distributor = [[VTV1]]\n| released = 23 tháng 7 năm 2008\n| runtime = 30 phút\n| country = {{VIE}}\n| language = [[Tiếng Việt]]\n| budget = \n| gross = \n}}\n'''''Linh hồn Việt Cộng''''' là một [[phim tài liệu]] của [[nhà văn]] kiêm [[đạo diễn điện ảnh]] Minh Chuyên, phát sóng trên kênh [[VTV1]] vào năm 2008. Phim kể về câu chuyện của một cựu binh [[người Mỹ]] Homer Steedly{{efn|Có nguồn cho rằng tên cựu binh này là Homer Steedy.<ref name=\":0\" \/>}} tử chiến với liệt sĩ [[người Việt]] Hoàng Ngọc Đảm trong [[Chiến tranh Việt Nam]] tại chiến trường [[Gia Lai]]. Sau khoảng 40 năm, Homer Steedly cùng với gia đình Hoàng Ngọc Đảm tìm lại mộ phần liệt sĩ. Bộ phim được đón nhận nồng nhiệt, nhưng chi tiết về liệt sĩ nữ quân y [[Đặng Thùy Trâm]] và lọ [[Penicillin]] lẫn trong hài cốt nam quân y Hoàng Ngọc Đảm trong phim bị cáo buộc ngụy tạo.\n\n== Bối cảnh ==\n{{Xem thêm|Chiến tranh Việt Nam|Hội chứng Việt Nam}}\n{{Quote box\n |quote=\"Ở Việt Nam, bà mẹ của người lính này hẳn phải đau khổ lắm vì mất con. Người con của bà lại do chính con chúng mình giết hại. Một ngày nào đó, tôi và ông, nếu ai còn đủ sức sẽ cùng Homer sang Việt Nam trả lại những kỷ vật cho anh lính xấu số này.\"\n |source =Mẹ của Homer Steedly—thời điểm nhận được di vật của Hoàng Ngọc Đảm— nói với chồng tại quê nhà [[North Carolina]] ở [[Hoa Kỳ]].<ref name=\":0\" \/>\n |width=30%\n |salign=left \n}}\nNgày 18 tháng 3 năm 1969, người lính Homer Steedly bắn chết người lính [[Việt Cộng]] Hoàng Ngọc Đảm tại huyện [[Ayun Pa]] thuộc tỉnh [[Gia Lai]],<ref name=\":1\" \/><ref name=\":4\">{{Chú thích web|url=http:\/\/vnca.cand.com.vn\/doi-song-van-hoa\/Bo-phim-Linh-hon-Viet-Cong---Rat-cam-dong-nhung-gia-ma-325917\/|tựa đề=Bộ phim \"Linh hồn Việt Cộng\" - Rất cảm động, nhưng giá mà...|tác giả=Dương Đức Quảng|ngày=2008-08-19|website=[[Công an nhân dân (báo)|Công an nhân dân]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200729072344\/http:\/\/vnca.cand.com.vn\/doi-song-van-hoa\/Bo-phim-Linh-hon-Viet-Cong---Rat-cam-dong-nhung-gia-ma-325917\/|ngày lưu trữ=ngày 29 tháng 7 năm 2020|url-status=live|ngày truy cập=2020-08-01}}<\/ref> đây là lần đầu tiên Homer giết người<ref name=\":0\" \/> và Hoàng Ngọc Đảm mới cưới vợ Phan Thị Minh được hai ngày.<ref name=\":1\" \/> Đảm khi đó không rõ mang quân hàm nào,{{efn|Thời điểm Steedly Homer bắn hạ Hoàng Ngọc Đảm, người lính Bắc Việt này đang mặc chiếc áo có quân hàm thiếu tá. Từ đó về sau, Homer luôn cho rằng Đảm là thiếu tá.<ref name=\":6\" \/>}} Homer quân hàm [[Trung úy|trung uý]] và sau này rời Việt Nam với quân hàm [[thiếu tá]].<ref name=\":6\" \/><ref name=\":11\">{{Chú thích web|url=https:\/\/dantri.com.vn\/giai-tri\/chuyen-chua-ke-trong-phim-linh-hon-viet-cong-1217182830.htm|tựa đề=Chuyện chưa kể trong phim Linh hồn Việt cộng|tác giả=Bùi Hoàng Tám|ngày=2008-07-27|website=[[Dân trí (báo)|Dân trí]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200725052207\/https:\/\/dantri.com.vn\/giai-tri\/chuyen-chua-ke-trong-phim-linh-hon-viet-cong-1217182830.htm|ngày lưu trữ=2020-07-25|ngày truy cập=2020-08-01|trích dẫn=Năm 1970 hết quân dịch, anh ta rời chiến trường Việt Nam với quân hàm thiếu tá để làm một người nông dân của tiểu bang Carolina.}}<\/ref> Di vật của Đảm (một quyển sổ về sơ cứu vết thương, một quyển lưu bút với tên tuổi–quê quán những người bạn thân và công thức toán học trung học phổ thông, vài lá thư, ba giấy khen) được Homer Steedly nhờ người mẹ tại quê nhà [[North Carolina]] lưu giữ, mong muốn ngày nào đó trả lại cho thân nhân người lính Việt Cộng.<ref name=\":0\" \/> Hết thời gian phục vụ [[quân đội Hoa Kỳ]], Homer làm [[nông dân]] tại trang trại quê nhà [[North Carolina]], nhưng do mắc phải [[hội chứng Việt Nam]] và kinh tế không khá giả nên ông không thể viếng thăm [[Việt Nam]] trong suốt 40 năm sau đó.<ref name=\":0\" \/><ref name=\":1\" \/> Homer từng cố gắng kể lại câu chuyện nhưng bị công chúng lại coi là người kỳ cục, cựu binh người Mỹ tự cô lập bản thân và tham gia nhiều môn [[thể thao mạo hiểm]].<ref name=\":12\">{{Chú thích web|url=https:\/\/thethaovanhoa.vn\/van-hoa\/viet-sach-ve-liet-si-hoang-ngoc-dam-n20090904124944753.htm|tựa đề=Viết sách về liệt sĩ Hoàng Ngọc Đảm|tác giả=Hoa Chanh|ngày=2009-09-04|website=[[Thể thao & Văn hóa]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200725064404\/https:\/\/thethaovanhoa.vn\/bong-da\/viet-sach-ve-liet-si-hoang-ngoc-dam-n20090904124944753.htm|ngày lưu trữ=2020-07-25|url-status=live|ngày truy cập=2020-08-01}}<\/ref> Tibly Steedly — vợ Homer Steedly và là con gái của một vị trướng tham gia [[Chiến tranh thế giới thứ hai]] — tạo lập một [[website]] giúp chồng tìm kiếm và chia sẻ thông tin về Việt Nam.<ref name=\":4\" \/><ref name=\":12\" \/>\n\n{{Quote box\n|width=25%\n |align=left\n |quote=\"Tôi và Homer chưa bao giờ được biết những chuyện kỳ lạ như thế này. Với anh ấy đây là điểm bắt đầu của con đường dài chữa lành vết thương. Sự nhân hậu của mọi người, đặc biệt là của gia đình ông Hoàng Ngọc Đảm khiến chúng tôi xúc động vô cùng. Chúng tôi thấy như được chìm ngập trong sự nhân hậu của mọi người.\"\n |source =Tibly Steedly—vợ Homer Steedy—viết thư cho Đặng Kim Trâm, em gái của [[Đặng Thùy Trâm]] sau khi biết câu chuyện cựu binh [[Frederic Whitehurst]] trao lại [[Nhật ký Đặng Thùy Trâm]] cho gia đình liệt sĩ.<ref name=\":4\" \/>\n}}\nTrong khoảng 40 năm đó, gia đình liệt sĩ Hoàng Ngọc Đảm tại xã [[Thái Giang]] thuộc tỉnh [[Thái Bình]] bị tai tiếng đầu hàng và sống ở [[Hoa Kỳ]] vì không tìm thấy quân trang cá nhân.<ref name=\":0\" \/> Một thầy bói khi đó phán rằng Đảm \"sống sung sướng tại Hoa Kỳ\", mẹ Đảm không tin con phản quốc và mỗi [[buổi chiều]] thường ra ngõ ngóng đợi.<ref name=\":1\" \/> Mẹ của Homer Steedly trước khi mất đã đưa nửa số tiền tích cóp được cho con trai chữa [[hội chứng Việt Nam]], nửa còn lại đưa Homer làm lộ phí trở lại Việt Nam.<ref name=\":0\" \/><ref name=\":1\" \/> Gia đình liệt sĩ Hoàng Ngọc Đảm gửi hàng trăm lá đơn đến các cơ quan [[Đảng Cộng sản Việt Nam]] và Nhà nước khẳng định cái chết của con trai là có thật.<ref name=\":8\">{{Chú thích web|url=https:\/\/www.bienphong.com.vn\/duyen-va-nghiep-post20575.html|tựa đề=Duyên và nghiệp|tác giả=Trần Nguyên Trung|ngày=2014-01-21|website=[[Biên phòng (báo)|Biên phòng]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200804074116\/https:\/\/www.bienphong.com.vn\/duyen-va-nghiep-post20575.html|ngày lưu trữ=2020-08-04|url-status=dead|ngày truy cập=2020-08-01}}<\/ref> Trong khoảng thời gian này, [[Wayne Karlin]] — một cựu binh và có quan hệ với nhiều nhà văn Việt Nam — tìm hiểu về oan khuất của nam quân y và viết thư gửi đến Homer Steedly. Đạo diễn Minh Chuyên nhờ [[nhà ngoại cảm]] [[Phan Thị Bích Hằng]] [[thần giao cách cảm]] với nam quân y và được \"truyền đạt\" chấp nhận đại xá cho Homer.<ref name=\":11\" \/> Năm 2003, ba người trong gia đình liệt sĩ Hoàng Ngọc Đảm đến Gia Lai tìm mộ phần nhưng bất thành, [[Bộ Chỉ huy quân sự, Quân đội nhân dân Việt Nam|Bộ Chỉ huy quân sự]] tỉnh Gia Lai cho biết toàn bộ mộ phần liệt sĩ được chuyển vào nghĩa trang [[Ayun Pa]] nhưng Đảm không có trong danh sách.<ref name=\":6\" \/> Tháng 9 năm 2005, Homer Steedly nhờ người bạn [[Wayne Karlin]]<ref name=\":4\" \/> đưa di vật trao tận tay thân nhân Hoàng Ngọc Đảm tại Thái Bình, đồng thời nhắn gửi \"nếu gia đình liệt sĩ Hoàng Ngọc Đảm cho phép, anh sẽ cùng đi tìm hài cốt liệt sĩ\".<ref name=\":1\" \/> Tibly Steedly — vợ Homer Steedly — vào tháng 11 năm 2005 viết \"Lòng khoan dung của gia đình ông Hoàng Đình Đảm đối với Homer cũng như việc họ chấp nhận chúng tôi sẽ giúp làm lành biết bao vết thương. Chúng tôi phải cảm ơn họ về lòng nhân ái ấy!\".<ref name=\":4\" \/> Ngày 24 tháng 5 năm 2008, Homer Steedly đứng một tiếng tại sân nhà liệt sĩ Đảm, sau đó vào thắp hương trước bàn thờ Đảm.<ref name=\":6\" \/> Vào 15 giờ cùng ngày, gia đình liệt sĩ Đảm và Homer ([[nhà ngoại cảm]] [[Phan Thị Bích Hằng]] không đi cùng<ref name=\":7\">{{Chú thích web|url=https:\/\/www.tienphong.vn\/van-hoa\/xin-de-linh-hon-anh-toi-duoc-yen-135114.amp.tpo|tựa đề=Xin để linh hồn anh tôi được yên...|tác giả=Đình Nguyễn|ngày=2008-08-28|website=[[Tiền Phong (báo)|Tiền Phong]]|url lưu trữ=https:\/\/archive.today\/20200804063719\/https:\/\/www.tienphong.vn\/van-hoa\/xin-de-linh-hon-anh-toi-duoc-yen-135114.amp.tpo|ngày lưu trữ=2020-08-04|url-status=live|ngày truy cập=2020-08-01|url-status=live}}<\/ref>) đi [[tàu hỏa]] vào [[Thành phố Hồ Chí Minh]] rồi chuyển hướng [[Tây Nguyên]] để tìm mộ phần Hoàng Ngọc Đảm.<ref name=\":0\" \/><ref name=\":4\" \/><ref name=\":6\">{{Chú thích web|url=http:\/\/hanoimoi.com.vn\/Tin-tuc\/Phong-su-Ky-su\/175444\/k7923%3B-2-khi-linh-h7891%3Bn-tr7903%3B-v7873%3B|tựa đề=Kỳ 2: Khi linh hồn trở về|tác giả=Thông Chí|tác giả 2=Vũ Điệp|ngày=2008-07-30|website=[[Hà Nội Mới]]|url lưu trữ=https:\/\/archive.today\/20200804064501\/http:\/\/hanoimoi.com.vn\/Tin-tuc\/Phong-su-Ky-su\/175444\/k7923;-2-khi-linh-h7891;n-tr7903;-v7873;|ngày lưu trữ=2020-08-04|url-status=live|ngày truy cập=2020-08-01|url-status=live}}<\/ref> Homer Steedly cùng là hai nhà văn [[người Mỹ]] — [[Wayne Karlin]] và Dong Reese — an táng hài cốt tại nghĩa trang vào cuối tháng 5 năm 2008.<ref name=\":0\" \/><ref name=\":1\" \/>\n\n== Nội dung ==\nTháng 2 năm 1968, tân binh [[người Mỹ]] Homer Steedly sang [[Việt Nam]] tham chiến tại chiến trường [[Pleiku]], [[Gia Lai]], [[Tây Nguyên]]. Homer thuộc biên chế thuộc [[đại đội]] 8, [[tiểu đoàn]] 1, [[sư đoàn]] bộ binh số 4. Thời gian này, chiến địa giữa [[Quân Giải phóng miền Nam Việt Nam]] và [[Quân đội Hoa Kỳ]] diễn ra khốc liệt, có trận giao tranh khiến quân số đơn vị của Homer bị chết và bị thương gần một phần ba. [[Buổi trưa]] ngày 18 tháng 3 năm 1969 tại đồi 467 thuộc [[Ayun Pa]], Homer Steedly bất ngờ gặp Hoàng Ngọc Đảm, một người lính [[Việt Cộng]] tại khúc cua gấp trên đường hành quân. Ông hô to \"Chiêu hồi! Chiêu hồi!\" nhưng Đảm vẫn lao lên chủ định dùng mũi lê [[súng trường tự động Kalashnikov]] đâm địch thủ, Homer nổ súng bắn hạ nam quân y. Homer sau đó lấy ba lô và các giấy tờ tùy thân của Hoàng Ngọc Đảm gửi về [[Hoa Kỳ]], nhờ người mẹ tại quê nhà [[North Carolina]] lưu giữ. Sau hai ngày kết hôn, Phan Thị Minh — người vợ mới cưới của Hoàng Ngọc Đảm — nhận tin chồng tử trận. Sau khi hết thời gian phục vụ [[Quân đội Hoa Kỳ]] và rời Việt Nam, Homer Steedly cùng mẹ thờ các di vật này suốt hơn 30 năm, Homer làm [[nông dân]] tại trang trại quê nhà [[North Carolina]] và bị [[hội chứng Việt Nam]]. Gia đình Hoàng Ngọc Đảm bặt tin, người mẹ tại quê nhà xã [[Thái Giang]] đã nhờ thầy bói ở làng Đành xem tình hình con trai, ông thầy bói khẳng định Đảm không tử trận và rất được tôn kính tại Hoa Kỳ. Người mẹ của Đảm lo lắng và không tin con trai phản quốc, một số người dân sau đó lan truyền tin Đảm [[đào ngũ]] và đi theo [[người Mỹ]]. Cùng giai đoạn này, cựu binh [[người Mỹ]] [[Frederic Whitehurst]] bắn chết nữ quân y [[Đặng Thùy Trâm]] tại chiến trường [[Đức Phổ]] thuộc [[Quảng Ngãi]] và mang ''[[Nhật ký Đặng Thùy Trâm]]'' về [[Hoa Kỳ]] lưu giữ. Sau này, Frederic Whitehurst trở lại Việt Nam, trả lại quyển nhật ký cho gia đình liệt sĩ và sám hối trước mộ nữ quân y.\n\nKhoảng 36 năm sau, vào ngày 25 tháng 9 năm 2005, Homer Steedly nhờ người bạn cựu binh [[Wayne Karlin]] mang di vật đến trao lại cho gia đình liệt sĩ quân y tại xã [[Thái Giang]], huyện [[Thái Thụy]], tỉnh [[Thái Bình]]. Ngày 15 tháng 6 năm 2007, Homer nhờ người bạn cựu binh Dong Reese đến gia đình liệt sĩ và chuyển lời nguyện vọng muốn tìm hài cốt nam quân y tại [[Tây Nguyên]]. Ngày 24 tháng 5 năm 2008, Homer trở lại Việt Nam và đến viếng thăm gia đình nam quân y và cho biết vẫn ám ảnh sự việc sau 39 năm. Khoảng 19 giờ tối cùng ngày trên [[tàu hỏa]] S1 tại [[ga Nam Định]], một đoàn gồm 12 người (bốn người trong gia đình liệt sĩ, Homer Steedly và các người bạn cựu binh, đoàn quay phim) đi đến [[ga Diêu Trì]], tiếp tục đi ô tô hơn 200&nbsp;km đến [[Pleiku]]. Dọc đường, đoàn ghé thăm bảo tàng Quân khu 4 và khu di tích lịch sử Tây Nguyên. Ngày 25 tháng 5, đoàn tiến về [[Ayun Pa]] tìm hài cốt nam quân y thông qua trí nhớ của Homer Steedly và chỉ dẫn qua điện thoại của [[nhà ngoại cảm]] [[Phan Thị Bích Hằng]]. Ngày 28 tháng 5, đoàn tìm thấy mộ phần nam quân y trên đồi 467, cách nghĩa trang [[Ayun Pa]] khoảng 100m về [[Hướng Bắc|hướng bắc]]. Đoàn tìm thấy mẩu giấy nhòe ố nhưng vẫn đọc được \"Hoàng Ngọc Đảm, C2, D67, xã Thái Giang, Thái Thuỵ, Thái Bình\" trong chiếc lọ [[Penicillin]] lẫn cùng hài cốt. Ngày 30 tháng 5 năm 2008, lễ đón nhận hài cốt nam quân y được Đảng bộ xã [[Thái Giang]] tổ chức.\n\n== Sản xuất ==\nTrong quá trình quay phim ''Trong mắt người thương binh'' tại Thái Bình, Minh Chuyên nhận được điện thoại của Hoàng Ngọc Cát — em trai nam quân y — tường thuật lại câu chuyện về hai cựu binh [[người Mỹ]] muốn đưa Homer Steedly đến Việt Nam tạ tội và minh oan cho liệt sĩ.<ref name=\":11\" \/> Đạo diễn Minh Chuyên dành hai năm từ xây dựng kịch bản đến khi hoàn thành bộ phim, đồng thời tiết lộ \"có những cảnh quay mà tất cả những người có mặt đều khóc, người nhà của liệt sĩ Hoàng Ngọc Đảm cũng khóc, bạn bè của Homer cũng khóc và ê kíp làm phim cũng khóc\". Sau khi hoàn thành ghi hình phim, Homer chia sẻ \"người Việt Nam thật cao cả! Người Việt Nam thật gan dạ trong chiến tranh và người Việt Nam thật độ lượng trong hòa bình!\".<ref name=\":1\" \/> Đạo diễn Minh Chuyên tiếc nuối vì \"không có điều kiện quay những hình ảnh về bà mẹ Mỹ tuyệt vời này, nhưng câu chuyện mà người con trai kể lại làm tôi cực kỳ xúc động, tôi muốn đưa nó vào để người xem hiểu và hoàn toàn tin được vì sao Homer quyết tâm quay lại Việt Nam đến thế — vì anh có một người mẹ như vậy\".<ref name=\":0\" \/> Homer Steedly và [[Wayne Karlin]] cùng với Dong Reese một vài lần từ chối ghi hình theo kịch bản của đạo diễn.<ref name=\":12\" \/>\n\nTựa đề ''Linh hồn Việt Cộng'' được đạo diễn Minh Chuyên giải thích do liên quan đến [[nhà ngoại cảm]] [[Phan Thị Bích Hằng]] trong việc tìm kiếm hài cốt liệt sĩ.<ref name=\":5\">{{Chú thích web|url=https:\/\/nongnghiep.vn\/linh-hon-viet-cong-lap-lanh-nhan-van-d17535.html|tựa đề=\"Linh hồn Việt cộng\" lấp lánh nhân văn|tác giả=Nguyễn Khoa Đăng|ngày=2008-07-27|website=[[Nông nghiệp Việt Nam (báo)|Nông nghiệp Việt Nam]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200716144839\/https:\/\/nongnghiep.vn\/linh-hon-viet-cong-lap-lanh-nhan-van-d17535.html|ngày lưu trữ=2020-07-16|url-status=dead|ngày truy cập=2020-08-01}}<\/ref> Hiện tượng mê sảng hoặc [[nhập hồn]] xuất hiện trong quá trình ghi hình phim: tiếng Hoàng Thị Đằm — em gái nam quân y — tại tư gia thân nhân được chủ động làm nhòe tiếng, người quay phim Hoàng Xuân Khánh sùi bọt mép và kêu gào đào mộ phần trong thời gian chờ đợi điện thoại từ [[Phan Thị Bích Hằng]].<ref name=\":13\">{{Chú thích web|url=https:\/\/nongnghiep.vn\/nhung-dieu-chua-noi-trong-phim-linh-hon-viet-cong-d18244.html|tựa đề=Những điều chưa nói trong phim \"Linh hồn Việt cộng\"|tác giả=Văn Chinh|ngày=2008-08-01|website=[[Nông nghiệp Việt Nam (báo)|Nông nghiệp Việt Nam]]|url lưu trữ=https:\/\/web.archive.org\/web\/20210329093720\/https:\/\/nongnghiep.vn\/nhung-dieu-chua-noi-trong-phim-linh-hon-viet-cong-d18244.html|ngày lưu trữ=2021-03-29|ngày truy cập=2021-03-29|trích dẫn=Tôi không biết chắc đó là tâm linh hay mê sảng, nên làm nhoè tiếng nói của bà ấy đi.[...] tất cả chúng tôi cùng ngồi trên một gò đất chờ điện thoại của nhà ngoại cảm Phan Bích Hằng, thì tay quay phim của tôi là Hoàng Xuân Khánh lại lăn đùng ra giữa nắng chang chang, sùi bọt mép như người say nắng mà miệng thì gào.}}<\/ref> Khoảng 16 giờ ngày 26 tháng 5 năm 2008 tại một lối mòn thuộc [[đèo Mang Yang]], đạo diễn kể lại khi đoàn làm phim ghi hình cảnh Homer Steedly tái hiện câu chuyện năm xưa thì một cơn lốc bất chợt hất văng máy quay chính, sau đó tất cả các máy quay trong đoàn làm phim đều ngừng hoạt động không rõ lý do trong vài phút.<ref name=\":6\" \/><ref name=\":11\" \/><ref name=\":13\" \/> Phó tùy viên quân sự Đại sứ quán Hoa Kỳ Bill Deeter khi đó thốt lên \"sao nơi này lắm linh hồn Việt cộng đến thế!\". Khoảng 1 giờ sáng hôm sau, Homer run run nói \"Đây chính là nơi tôi gặp Đảm!\" — lối mòn thuộc đồi 467.<ref name=\":6\" \/>\n\n== Phát hành ==\nPhim tài liệu ''Linh hồn Việt Cộng'' được phát sóng trên kênh truyền hình [[VTV1]] vào tối ngày 23 tháng 7 năm 2008.<ref name=\":0\" \/><ref name=\":1\">{{Chú thích web|url=https:\/\/www.sggp.org.vn\/phim-tai-lieu-linh-hon-viet-cong-dam-nuoc-mat-nhan-van-62344.html|tựa đề=Phim tài liệu Linh hồn Việt cộng đẫm nước mắt nhân văn|họ=Lê Thiếu|tên=Nhơn|ngày=2008-07-24|website=[[Sài Gòn Giải Phóng]]|ngày truy cập=2020-08-01}}<\/ref><ref name=\":4\" \/> Do khán giả gửi nhiều [[thư]] đến [[Đài Truyền hình Việt Nam]] đề nghị chiếu lại, VTV1 phát sóng ''Linh hồn Việt Cộng'' vào tối ngày 27 tháng 7 năm 2008 nhân dịp tưởng niệm [[Ngày thương binh liệt sĩ]] tại Việt Nam.<ref name=\":0\">{{Chú thích web|url=https:\/\/tuoitre.vn\/linh-hon-viet-cong-270652.htm|tựa đề=Linh hồn Việt cộng|tác giả=Việt Hoài|ngày=2008-07-27|website=[[Tuổi Trẻ (báo)|Tuổi Trẻ]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200716045850\/https:\/\/tuoitre.vn\/linh-hon-viet-cong-270652.htm|ngày lưu trữ=2020-07-16|url-status=live|ngày truy cập=2020-08-01|url-status=live}}<\/ref>\n\n== Tranh cãi ==\n{{Quote box\n |quote=\"Về vấn đề lọ penicillin, gia đình liệt sĩ Hoàng Ngọc Đảm đã khẳng định, khi cất bốc phần mộ của liệt sĩ không có lọ penicillin và cũng không có ai tới hỏi gia đình liệt sĩ về vấn đề này. Còn về chi tiết lọ penicillin này do đạo diễn làm phim đưa vào.\"\n |source =[[Nhà ngoại cảm]] [[Phan Thị Bích Hằng]] xác nhận có tham gia giúp đỡ tìm kiếm phần mộ của liệt sĩ Hoàng Ngọc Đảm.<ref name=\":10\" \/>\n |width=30%\n |salign=left \n}}\nĐêm 20 tháng 8 năm 2008, Đài Phát thanh Truyền hình Gia Lai chiếu phóng sự \"''Phim Linh hồn Việt cộng - một nửa sự thực ở đâu?''\" nêu ra những tình tiết được cho là không đúng sự thật trong ''Linh hồn Việt Cộng''. Nhà báo Huy Cường — trưởng phòng biên tập Đài Phát thanh Truyền hình Gia Lai — cho rằng chi tiết tìm hài cốt liệt sĩ Đảm tại \"điểm cao \"467\" cách nghĩa trang thị xã [[Ayun Pa]] 100 m về phía bắc\" không đúng, thực tế cao điểm 467 là một đống xỉ nhựa đường và một dải đất sát [[quốc lộ 25]] thuộc xã [[HBông]] — cách thị xã Ayun Pa hơn 30&nbsp;km. Các bối cảnh còn lại trong ''Linh hồn Việt Cộng'' cách thị xã [[Ayun Pa]] hơn 150&nbsp;km về phía đông bắc — khu vực đường lánh nạn số 1 [[đèo Mang Yang]] thuộc [[quốc lộ 19]], từ đó đặt câu hỏi khiêng hài cốt từ đồi 467 đến một địa điểm khác cách đó trên 150&nbsp;km. ''Linh hồn Việt Cộng'' bị cáo buộc chi tiết tiểu sành đặt bên hài cốt có chiều cao lớn hơn tiểu sành mang xuống núi, không có hình ảnh bốc mộ, lọ [[Penicillin]] lẫn trong hài cốt không có hình ảnh mà chỉ có lời bình.<ref name=\":2\">{{Chú thích web|url=https:\/\/tuoitre.vn\/mot-nua-su-that-o-dau-275057.htm|tựa đề=Một nửa sự thật... ở đâu?|tác giả=Đình Thắng|ngày=2008-08-23|website=[[Tuổi trẻ (báo)|Tuổi trẻ]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200716060242\/https:\/\/tuoitre.vn\/mot-nua-su-that-o-dau-275057.htm|ngày lưu trữ=2020-07-16|url-status=live|ngày truy cập=2020-08-01}}<\/ref> Ngô Thị Ngọc Phú — Trưởng phòng Lao động Thương binh xã hội thị xã Ayunpa — không ghi nhận hoạt động bốc mộ trong thời gian thực hiện phim, ngôi mộ vô danh tại nghĩa trang Ayun Pa được cho là của liệt sĩ Đảm vẫn nguyên vẹn.<ref name=\":2\" \/><ref name=\":3\">{{Chú thích web|url=https:\/\/www.tienphong.vn\/van-hoa\/dao-dien-minh-chuyen-noi-ve-uan-khuc-trong-linh-hon-viet-cong-134682.tpo|tựa đề=Đạo diễn Minh Chuyên nói về uẩn khúc trong \"Linh hồn Việt cộng\"|tác giả=Ngọc Đinh|tác giả 2=Huỳnh Kiên|ngày=2008-08-23|website=[[Tiền Phong (báo)|Tiền Phong]]|url lưu trữ=https:\/\/archive.today\/20200804064018\/https:\/\/www.tienphong.vn\/van-hoa\/dao-dien-minh-chuyen-noi-ve-uan-khuc-trong-linh-hon-viet-cong-134682.tpo|ngày lưu trữ=2020-08-04|url-status=live|ngày truy cập=2020-08-01}}<\/ref>\n\nĐạo diễn Minh Chuyên khẳng định gia đình liệt sĩ — anh Diệu, anh Lượng, anh Cát, cô Tươi — đã gặp Ngô Thị Ngọc Phú và được giới thiệu gặp quản trang Minh của nghĩa trang Ayun Pa, gia đình liệt sĩ đến [[Bộ Chỉ huy quân sự, Quân đội nhân dân Việt Nam|Bộ Chỉ huy quân sự]] tỉnh Gia Lai báo cáo sau khi hoàn tất lễ cất bốc hài cốt, gia đình liệt sĩ đã chụp 10 bức ảnh trong các buổi làm việc. Đạo diễn cho biết phim không có cảnh bốc hài cốt vì \"vấn đề nhạy cảm và đau lòng cũng như tri ân giữa con người với con người\", phim chỉ ghi hình ảnh đào ở khu vực, không đề cập chi tiết ai đào và quá trình đào, chi tiết tiểu sành do gia đình liệt sĩ muốn dùng hộp [[bìa cứng]] để di chuyển thuận tiện. Minh Chuyên lý giải hài cốt được đào tại [[Ayun Pa]], trong khi Ayun Pa không cho phép [[người Mỹ]] tạm trú và địa điểm làm lễ được ghi hình tại địa điểm cựu binh Homer Steedly khẳng định tử chiến với Hoàng Ngọc Đảm; đạo diễn cho rằng gia đình liệt sĩ bốc được hài cốt là điều quan trọng nhất.<ref name=\":3\" \/>\n\n{{Quote box\n |quote=\"Tôi không bỏ lọ penicillin nào vào cả. Tôi thả vào để làm gì?! Chả có lương tâm nào mà bỏ lọ penicillin vào. Tôi là nhà báo, là đạo diễn chứ có phải hành nghề lừa đảo đâu. Tôi là người phản ánh sự thật. Sự thật như thế nào thì tôi quay như thế.\"\n |source =Đạo diễn Minh Chuyên lý giải chi tiết lọ penicillin trong phim.<ref name=\":10\" \/>\n |width=30%\n |salign=left \n}}\nDương Đức Quảng trên báo ''[[Công an nhân dân (báo)|Công an nhân dân]]'' cho rằng ''Linh hồn Việt Cộng'' có chi tiết sai sự thật khi chiếu trên phim thông tin \"cựu binh [[Frederic Whitehurst]] — người đã trao lại [[Nhật ký Đặng Thùy Trâm]] cho gia đình chị — đã cùng đồng sự bắn chết bác sĩ [[Đặng Thùy Trâm]].\"<ref name=\":4\" \/> Linh Trần trên báo ''[[Người lao động (báo)|Người lao động]]'' nghi ngờ thông tin \"[[Thái Thụy|Thái Thuỵ]]\" chứa trong lọ [[Penicillin]] trong ''Linh hồn Việt Cộng'' ghi \"Hoàng Ngọc Đảm, C2, D67, xã Thái Giang, Thái Thuỵ, Thái Bình\", bài báo lập luận khi Hoàng Ngọc Đảm tử trận ngày 18 tháng 3 năm 1969 thì quê nhà liệt sĩ khi đó là \"xã [[Thái Giang]] thuộc huyện [[Thái Ninh (huyện cũ)|Thái Ninh]]\", huyện Thái Ninh và [[Thụy Anh|Thuỵ Anh]] hợp nhất thành Thái Thuỵ vào ngày 17 tháng 6 năm 1969 — ba tháng sau khi Hoàng Ngọc Đảm tử trận — câu hỏi đặt ra vì sao liệt sĩ Đảm biết trước sẽ được đổi tên.<ref name=\":9\" \/> [[Nhà ngoại cảm]] [[Phan Thị Bích Hằng]] cho rằng đạo diễn tự đưa lọ [[Penicillin]] vào phim, đạo diễn Minh Chuyên xác nhận có lọ [[Penicillin]] nhưng không biết nguồn gốc.<ref name=\":10\">{{Chú thích web|url=https:\/\/www.doisongphapluat.com\/xa-hoi\/bi-an-1o-penici11in-duoi-mo-1iet-si-hoang-ngoc-dam-a11357.html|tựa đề=Bí ẩn lọ Penicillin dưới mộ liệt sĩ Hoàng Ngọc Đảm|tác giả=Anh Thư|ngày=2013-12-02|website=Pháp luật & Đời sống|url lưu trữ=https:\/\/web.archive.org\/web\/20200716130615\/https:\/\/www.doisongphapluat.com\/xa-hoi\/bi-an-1o-penici11in-duoi-mo-1iet-si-hoang-ngoc-dam-a11357.html|ngày lưu trữ=2020-07-16|url-status=dead|ngày truy cập=2020-08-01}}<\/ref><ref name=\":9\">{{Chú thích web|url=http:\/\/tamlongvang.laodong.com.vn\/su-kien-binh-luan\/lai-khau-chien-ve-chiec-lo-penicilin-di-vat-cua-liet-si-hoang-ngoc-dam-162365.bld|tựa đề=Lại \"khẩu chiến\" về chiếc lọ penicilin - di vật của liệt sĩ Hoàng Ngọc Đảm|tác giả=Linh Trần|ngày=2013-12-04|website=[[Lao Động (báo)|Lao Động]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200716110135\/http:\/\/tamlongvang.laodong.com.vn\/su-kien-binh-luan\/lai-khau-chien-ve-chiec-lo-penicilin-di-vat-cua-liet-si-hoang-ngoc-dam-162365.bld|ngày lưu trữ=2020-07-16|url-status=dead|ngày truy cập=2020-08-01}}<\/ref><ref>{{Chú thích web|url=https:\/\/vtc.vn\/nhung-nghi-van-quanh-nha-ngoai-cam-phan-thi-bich-hang-ar137167.html|tựa đề=Những nghi vấn quanh nhà ngoại cảm Phan Thị Bích Hằng|ngày=2013-12-07|website=[[Đài Truyền hình Kỹ thuật số VTC]]|url lưu trữ=https:\/\/web.archive.org\/web\/20210331051836\/https:\/\/vtc.vn\/nhung-nghi-van-quanh-nha-ngoai-cam-phan-thi-bich-hang-ar137167.html|ngày lưu trữ=2021-03-31|ngày truy cập=2021-03-31}}<\/ref> Đình Nguyên trên báo ''[[Tiền Phong (báo)|Tiền Phong]]'' đặt câu hỏi vì sao đội quy tập mộ phần không phát hiện ra lọ [[Penicillin]] chôn theo liệt sĩ Hoàng Ngọc Đảm để xác định tên tuổi–quê quán tại nghĩa trang [[Ayun Pa]] trước đây, đồng thời nghi vấn tại sao nhà văn Minh Chuyên và gia đình liệt sĩ Đảm không báo với quản trang cùng chính quyền địa phương Gia Lai để di dời mộ một cách hợp pháp mà chịu bị mang tiếng đào trộm mộ.<ref name=\":7\" \/> Trịnh Thanh Phi trên báo ''[[Tiền Phong (báo)|Tiền Phong]]'' cho rằng hiện vật không bảo đảm chắc đúng — phim không có hình ảnh lọ [[Penicillin|Penicilin]], hài cốt đó có đúng của liệt sĩ Đảm — địa danh tử trận và phần mộ không thống nhất (khi thì [[đèo Mang Yang]], khi thì [[Ayun Pa]]) cách nhau 150&nbsp;km.<ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/ban-doc\/tinh-chan-thuc-dieu-cot-tu-cua-phim-tai-lieu-135174.tpo|tựa đề=Tính chân thực, điều cốt tử của phim tài liệu|tác giả=Trịnh Thanh Phi|ngày=2008-08-29|website=[[Tiền Phong (báo)|Tiền Phong]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200729072628\/https:\/\/www.tienphong.vn\/ban-doc\/tinh-chan-thuc-dieu-cot-tu-cua-phim-tai-lieu-135174.tpo|ngày lưu trữ=ngày 29 tháng 7 năm 2020|url-status=live|ngày truy cập=2020-08-01}}<\/ref> Báo ''[[Lao Động (báo)|Lao Động]]'' dẫn lời chia sẻ đội ngũ quy tập hài cốt khi cho rằng lọ [[Penicillin]] \"không được mở ra ngay\" vì ngày trước dùng mực cửu long nên dễ bay mực, chỉ nên mở trong phòng tối và không có gió. ''[[Lao Động (báo)|Lao Động]]'' dẫn giải lại chi tiết mảnh giấy bị nhòe mực khi mở lọ Penicillin có khả năng đã bị ngụy tạo.<ref>{{Chú thích web|url=http:\/\/vieclam.laodong.com.vn\/xa-hoi\/tu-vu-cau-thuy-canh-giac-voi-di-vat-bi-nha-ngoai-cam-lam-gia-145962.bld|tựa đề=Từ vụ \"cậu Thủy\": Cảnh giác với di vật bị nhà ngoại cảm làm giả|tác giả=Lê Huân|ngày=2013-11-04|website=[[Lao Động (báo)|Lao Động]]|url lưu trữ=https:\/\/web.archive.org\/web\/20200804072619\/http:\/\/vieclam.laodong.com.vn\/xa-hoi\/tu-vu-cau-thuy-canh-giac-voi-di-vat-bi-nha-ngoai-cam-lam-gia-145962.bld|ngày lưu trữ=2020-08-04|url-status=dead|ngày truy cập=2020-08-01}}<\/ref>\n\n== Đón nhận ==\n\n=== Đánh giá ===\nViệt Hoài trên báo ''[[Tuổi Trẻ (báo)|Tuổi Trẻ]]'' nhận xét \"ở hai bên bờ [[Thái Bình Dương]], trong hai làng quê khác nhau của Việt Nam và Mỹ, cùng có những con người chịu đau đớn giằng xé gần 40 năm vì một linh hồn Việt cộng chưa được yên nghỉ.\"<ref name=\":0\" \/> Nhà văn Nguyễn Khoa Đăng — đồng hương với liệt sĩ Đảm — cảm nhận \"''Linh hồn Việt Cộng'' là sự khắc phục hậu quả cùng những lỗi lầm\",<ref name=\":1\" \/><ref name=\":5\" \/> đồng thời ca ngợi \"một bộ phim tài liệu hấp dẫn, xúc động hơn nhiều những bộ phim truyện dài dòng, tốn kém\".<ref name=\":5\" \/> Dương Đức Quảng trên báo ''[[Công an nhân dân (báo)|Công an nhân dân]]'' nhìn nhận \"bộ phim không chỉ là lời ca ngợi những tấm gương hy sinh vì Tổ quốc của bao anh hùng, liệt sĩ trong cuộc kháng chiến chống Mỹ như liệt sĩ Hoàng Đình Đảm mà còn là một thông điệp đầy tính nhân văn và thật cảm động cất lên từ những tấm lòng vị tha của người Việt Nam đối với những kẻ thù đã từng gieo rắc đau thương, chết chóc cho gia đình mình nay đã biết phục thiện và đang làm mọi việc để hàn gắn vết thương tội lỗi trong lòng họ.\"<ref name=\":4\" \/> \n\nBùi Hoàng Tám trên báo ''[[Dân trí (báo)|Dân trí]]'' tán dương \"câu chuyện tưởng chỉ có trong tiểu thuyết lại là chuyện có thật 100% trong bộ phim tài liệu\".<ref name=\":11\" \/> Nhà văn [[Wayne Karlin]] cho rằng \"đạo diễn đã đẩy kịch tính lên hơi cao quá\".<ref name=\":12\" \/> Cát Khuê trên ''[[Thanh Niên (báo)|Thanh Niên]]'' cho rằng phim \"gây tranh cãi xung quanh tính xác thực của tư liệu và nhân vật\".<ref name=\":15\" \/> Cung Kỳ trên tạp chí ''Doanh nhân Sài Gòn'' chỉ trích bộ phim khiến \"sụp đổ niềm tin\" về kênh chính luận VTV1.<ref>{{Chú thích web|url=https:\/\/doanhnhansaigon.vn\/doi-song-van-hoa\/con-nhieu-hat-san-1002122.html|tựa đề=Còn nhiều hạt sạn!|họ=Cung|tên=Kỳ|ngày=2008-12-31|website=Doanh nhân Sài Gòn|url lưu trữ=https:\/\/web.archive.org\/web\/20230519024237\/https:\/\/doanhnhansaigon.vn\/doi-song-van-hoa\/con-nhieu-hat-san-1002122.html|ngày lưu trữ=2023-05-19|url-status=live|ngày truy cập=2023-05-19}}<\/ref>\n\n=== Giải thưởng ===\n{| class=\"wikitable\"\n|+Danh sách giải thưởng và đề cử\n!Giải thưởng\n!Hạng mục\n!Đối tượng\n!Kết quả \n!Nguồn\n|-\n|Giải Báo chí quốc gia năm 2008\n|Phim tài liệu phóng sự\n|''Linh hồn Việt Cộng''\n|Giải B\n|<ref name=\":14\">{{Chú thích web|url=https:\/\/tienphong.vn\/linh-hon-viet-cong-tren-san-khau-post166539.tpo|tựa đề='Linh hồn Việt cộng' trên sân khấu|họ=Dương|tên=Thuấn|ngày=2009-07-18|website=[[Tiền phong (báo)|Tiền phong]]|url lưu trữ=https:\/\/web.archive.org\/web\/20230519000250\/https:\/\/tienphong.vn\/linh-hon-viet-cong-tren-san-khau-post166539.tpo|ngày lưu trữ=2023-05-19|url-status=live|ngày truy cập=2023-05-19}}<\/ref><ref>{{Chú thích web|url=https:\/\/nhandan.vn\/danh-sach-tac-gia-tac-pham-doat-giai-bao-chi-quoc-gia-nam-2008-post538549.html|tựa đề=Danh sách tác giả - tác phẩm đoạt Giải Báo chí quốc gia năm 2008|ngày=2009-06-21|website=[[Nhân Dân (báo)|Nhân Dân]]|url lưu trữ=https:\/\/web.archive.org\/web\/20230418171934\/https:\/\/nhandan.vn\/danh-sach-tac-gia-tac-pham-doat-giai-bao-chi-quoc-gia-nam-2008-post538549.html|ngày lưu trữ=2023-04-19|url-status=live|ngày truy cập=2023-05-19}}<\/ref><ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Xa-hoi\/Long-trong-le-trao-Giai-Bao-chi-Quoc-gia-lan-thu-3-i78895\/|tựa đề=Long trọng lễ trao Giải Báo chí Quốc gia lần thứ 3|họ=Thanh|tên=Hằng|ngày=2009-06-22|website=[[Công an nhân dân (báo)|Công an nhân dân]]|url lưu trữ=https:\/\/web.archive.org\/web\/20230519001851\/https:\/\/cand.com.vn\/Xa-hoi\/Long-trong-le-trao-Giai-Bao-chi-Quoc-gia-lan-thu-3-i78895\/|ngày lưu trữ=2023-05-19|url-status=live|ngày truy cập=2023-05-19}}<\/ref>\n|-\n|Giải Cánh diều vàng năm 2008\n|Phim tài liệu khoa học\n|''Linh hồn Việt Cộng''\n|Danh sách đề cử\n|<ref name=\":15\">{{Chú thích web|url=https:\/\/thanhnien.vn\/giai-canh-dieu-vang-2008-phim-it-kinh-phi-to-chuc-thap-185310623.htm|tựa đề=Giải Cánh diều vàng 2008: Phim ít, kinh phí tổ chức thấp|họ=Cát|tên=Khuê|ngày=2009-02-11|website=[[Thanh Niên (báo)|Thanh Niên]]|url lưu trữ=https:\/\/web.archive.org\/web\/20230519003740\/https:\/\/thanhnien.vn\/giai-canh-dieu-vang-2008-phim-it-kinh-phi-to-chuc-thap-185310623.htm|ngày lưu trữ=2023-05-19|url-status=live|ngày truy cập=2023-05-19}}<\/ref>\n|-\n|Liên hoan phim truyền hình toàn quốc năm 2008\n|Phim truyền hình\n|''Linh hồn Việt Cộng''\n|Huy chương bạc\n|<ref name=\":15\" \/><ref name=\":14\" \/>\n|}\n\n=== Chuyển thể ===\nPhim được chuyển thể thành vở [[kịch nói]] cùng tên, Bùi Minh Quang biên kịch và Lê Hùng làm đạo diễn, [[buổi ra mắt]] diễn ra tại [[Nhà hát Lớn Hải Phòng]].<ref name=\":14\" \/><ref>{{Chú thích web|url=http:\/\/tapchisonghuong.com.vn\/tap-chi\/c0\/n3576\/Hoi-dien-SK-Kich-noi-2009-Dau-thieu-vang-vo-moi.html|tựa đề=Hội diễn SK Kịch nói 2009: Đâu thiếu vắng vở mới?!|ngày=2009-09-28|website=Tạp chí sông Hương|url lưu trữ=https:\/\/web.archive.org\/web\/20230519024707\/http:\/\/tapchisonghuong.com.vn\/tap-chi\/c0\/n3576\/Hoi-dien-SK-Kich-noi-2009-Dau-thieu-vang-vo-moi.html|ngày lưu trữ=2023-05-19|url-status=live|ngày truy cập=2023-05-19}}<\/ref> Ngày 4 tháng 10 năm 2009, vở kịch nói được đoàn kịch Hải Phòng biểu diễn tại [[Nhà hát Thành phố Hồ Chí Minh]] theo lịch trình sự kiện Hội diễn sân khấu kịch nói chuyên nghiệp toàn quốc 2009.<ref>{{Chú thích web|url=https:\/\/baophapluat.vn\/hoi-dien-san-khau-kich-noi-chuyen-nghiep-toan-quoc-2009-moi-tu-san-khau-xa-hoi-hoa-post9545.html|tựa đề=Hội diễn sân khấu kịch nói chuyên nghiệp toàn quốc 2009- Mới từ sân khấu xã hội hóa|họ=Anh|tên=Thơ|ngày=2009-09-30|website=[[Pháp luật Việt Nam (báo)|Pháp luật Việt Nam]]|url lưu trữ=https:\/\/web.archive.org\/web\/20230519021515\/https:\/\/baophapluat.vn\/hoi-dien-san-khau-kich-noi-chuyen-nghiep-toan-quoc-2009-moi-tu-san-khau-xa-hoi-hoa-post9545.html|ngày lưu trữ=2023-05-19|url-status=live|ngày truy cập=2023-05-19}}<\/ref><ref>{{Chú thích web|url=https:\/\/daibieunhandan.vn\/van-nghe\/Lang-le-chay-het-minh-cho-nghe-thuat-i195527\/|tựa đề=Lặng lẽ cháy hết mình cho nghệ thuật|họ=Ngọc|tên=Hiền|ngày=2010-12-14|website=Đại biểu nhân dân|url lưu trữ=https:\/\/web.archive.org\/web\/20230324162339\/https:\/\/daibieunhandan.vn\/van-nghe\/Lang-le-chay-het-minh-cho-nghe-thuat-i195527\/|ngày lưu trữ=2023-03-24|url-status=live|ngày truy cập=2023-05-19}}<\/ref> Phim cũng được chuyển thể thành vở [[chèo]] cùng tên tại [[Tổng cục chính trị Quân đội nhân dân Việt Nam]], Lê Danh Tuệ và Lê Toàn đồng đạo diễn.<ref name=\":14\" \/>\n\n== Chú thích ==\n=== Ghi chú ===\n{{Ghi chú}}\n=== Tham khảo ===\n{{Tham khảo|30em}}\n\n{{Sao bài viết tốt|phiên bản được chọn=63567759|thời gian=22 tháng 8 năm 2020}}\n\n[[Thể loại:Phim tài liệu Việt Nam]]\n[[Thể loại:Phim năm 2008]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim về chiến tranh Việt Nam]]\n[[Thể loại:Phim thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh thập niên 1960]]\n[[Thể loại:Phim dựa trên sự việc có thật]]\n[[Thể loại:Phim tuyên truyền Việt Nam]]\n[[Thể loại:Lịch sử Thái Bình]]\n[[Thể loại:Phim lấy bối cảnh thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh năm 2008]]\n[[Thể loại:Phim lấy bối cảnh năm 1969]]"}