{"3186740":"{{Viên chức\n| tên = Linh Quang Viên\n| hình = File:Brigadier general Linh Quang Viên, Information and Psywar Minister.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Hình: Flag of Chad.svg|22px]]<br>Đại sứ VNCH tại Cộng hòa Tchad\n| bắt đầu = 1\/1975\n| kết thúc = 4\/1975\n| kế nhiệm = Sau cùng\n| địa hạt = Thủ đô N'Djamena, Cộng hòa Tchad\n| chức vụ 2 = [[Hình: Flag of South Vietnam.svg|22px]] [[Hình: Flag of the Central African Republic.svg|22px]]<br>Đại sứ VNCH tại Cộng hòa Trung Phi\n| bắt đầu 2 = 5\/1974\n| kết thúc 2 = 4\/1975\n| kế nhiệm 2 = Sau cùng\n| địa hạt 2 = Thủ đô Bangui, Cộng hòa Trung Phi\n| chức vụ 3 = [[Hình: QD III VNCH.jpg|22px]] [[Hình: QD IV VNCH.jpg|22px]]<br>Tổng Thanh tra<br>Quân đoàn III & Quân đoàn IV\n| bắt đầu 3 = 1\/1973\n| kết thúc 3 = 3\/1973\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Trung tướng\n| địa hạt 3 = -Quân khu III<br>-Quân khu IV\n| phó chức vụ 3 = Tư lệnh\n| phó viên chức 3 = -Quân đoàn III (Trung tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]])<br>-Quân đoàn IV (Thiếu tướng [[Nguyễn Vĩnh Nghi]])\n| chức vụ 4 = [[Hình: Flag of Dong De Military School.svg|22px]]<br>Chỉ huy trưởng<br>Trường Hạ sĩ quan Đồng Đế\n| bắt đầu 4 = 1\/1969\n| kết thúc 4 = 7\/1972\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Trung tướng\n| tiền nhiệm 4 = -Đại tá Lê Văn Nhật\n| kế nhiệm 4 = -Chuẩn tướng [[Võ Văn Cảnh]]\n| địa hạt 4 = Quân khu II\n| phó chức vụ 4 = Chỉ huy phó\n| phó viên chức 4 = -Đại tá Hoàng Hữu Gia\n| chức vụ 5 = [[Hình: Flag of South Vietnam.svg|22px]]<br>Đặc ủy trưởng Phủ Đặc ủy<br>Trung ương Tình báo\n| bắt đầu 5 = 7\/1966\n| kết thúc 5 = 5\/1968\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Thiếu tướng\n| tiền nhiệm 5 = -Đại tá [[Nguyễn Ngọc Loan]]\n| kế nhiệm 5 = -Trung tá [[Nguyễn Khắc Bình]]\n| địa hạt 5 = Biệt khu Thủ đô\n| chức vụ 6 = [[Hình: Flag of South Vietnam.svg|22px]]<br>Tổng trưởng Nội vụ\n| bắt đầu 6 = 7\/1966\n| kết thúc 6 = 5\/1968\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Thiếu tướng<br>-Trung tướng (10\/1967)\n| địa hạt 6 = Biệt khu Thủ đô\n| phó chức vụ 6 = Thủ tướng\n| phó viên chức 6 = -[[Nguyễn Cao Kỳ]] (6\/1965-11\/1967)<br>-[[Nguyễn Văn Lộc (thủ tướng)|Nguyễn Văn Lộc]] (11\/1967-5\/1968)\n| chức vụ 7 = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tham mưu trưởng Liên quân<br>Bộ Tổng Tham mưu\n| bắt đầu 7 = 5\/1965\n| kết thúc 7 = 4\/1966\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Thiếu tướng\n| kế nhiệm 7 = Thiếu tướng [[Bùi Hữu Nhơn]]\n| địa hạt 7 = Biệt khu Thủ đô\n| phó chức vụ 7 = Tổng Tham mưu trưởng\n| phó viên chức 7 = -Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]] (2-7\/1965)<br>-Trung tướng [[Nguyễn Hữu Có]] (7-10\/1965)<br>-Đại tướng [[Cao Văn Viên]] (10\/1965-4\/1975)\n| chức vụ 8 = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]]<br>Tổng trưởng Thông tin Tâm lý chiến<br>kiêm Ủy viên Thường vụ Chính trị<br>(Hội đồng Quân lực Việt Nam Cộng hòa)\n| bắt đầu 8 = 1\/1965\n| kết thúc 8 = 5\/1965\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Thiếu tướng\n| địa hạt 8 = Biệt khu Thủ đô\n| phó chức vụ 8 = Tổng tư lệnh\n| phó viên chức 8 = -Đại tướng [[Nguyễn Khánh]]\n| chức vụ 9 = [[Hình: ARVN Political Warfare Corps (General) Insignia.svg|20px]]<br>Giám đốc Nha An ninh Quân đội\n| bắt đầu 9 = 9\/1964\n| kết thúc 9 = 1\/1965\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Thiếu tướng\n| tiền nhiệm 9 = -Đại tá [[Nguyễn Ngọc Loan]]\n| kế nhiệm 9 = -Trung tá Trang Văn Chính\n| địa hạt 9 = Biệt khu Thủ đô\n| chức vụ 10 = [[Hình: ARVN 22nd Division Insignia.svg|22px]]<br>Tư lệnh Sư đoàn 22 Bộ binh\n| bắt đầu 10 = 2\/1964\n| kết thúc 10 = 9\/1964\n| trưởng chức vụ 10 = Cấp bậc\n| trưởng viên chức 10 = -Thiếu tướng\n| tiền nhiệm 10 = -Đại tá [[Nguyễn Thanh Sằng]]\n| kế nhiệm 10 = -Đại tá [[Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]]\n| địa hạt 10 = Vùng 2 chiến thuật\n| chức vụ 11 = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Phó Tổng Tham mưu trưởng<br>Đặc trách Tiếp vận\n| bắt đầu 11 = 11\/1963\n| kết thúc 11 = 2\/1964\n| trưởng chức vụ 11 = Cấp bậc\n| trưởng viên chức 11 = -Thiếu tướng\n| địa hạt 11 = Biệt khu Thủ đô\n| phó chức vụ 11 = Tổng Tham mưu trưởng\n| phó viên chức 11 = -Trung tướng [[Trần Văn Đôn]] (8\/1963-1\/1964)<br>-Trung tướng [[Nguyễn Khánh]] (1\/1964-2\/1964)\n| chức vụ 12 = [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Phó Tổng Thư ký Bộ Quốc phòng\n| bắt đầu 12 = 6\/1959\n| kết thúc 12 = 11\/1963\n| trưởng chức vụ 12 = Cấp bậc\n| trưởng viên chức 12 = -Đại tá<br>-Thiếu tướng (11\/1963)\n| địa hạt 12 = Quân khu Thủ đô\n| phó chức vụ 12 = Tổng thư ký\n| phó viên chức 12 = -Thiếu tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]]\n| chức vụ 13 = [[Hình: QD II VNCH.jpg|22px]]<br>Tư lệnh Đệ tứ Quân khu<br>(tiền thân của Vùng 2 chiến thuật)\n| bắt đầu 13 = 6\/1954\n| kết thúc 13 = 1\/1956\n| trưởng chức vụ 13 = Cấp bậc\n| trưởng viên chức 13 = -Đại tá\n| kế nhiệm 13 = -Đại tá [[Thái Quang Hoàng]]\n| địa hạt 13 = Cao nguyên Trung phần\n| chức vụ 14 = [[hình: QD II VNCH.jpg|22px]]<br>Tiểu khu trưởng Tiểu khu Ban Mê Thuột<br>kiêm Tư lệnh Đệ tứ Quân khu\n| bắt đầu 14 = 1\/1953\n| kết thúc 14 = 6\/1954\n| trưởng chức vụ 14 = Cấp bậc\n| trưởng viên chức 14 = -Trung tá<br>-Đại tá 6\/1954)\n| địa hạt 14 = Cao nguyên Trung phần\n| quốc tịch = {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = Virginia, Hoa Kỳ\n| nghề nghiệp = -Quân nhân<br>-Chính khách\n| dân tộc = [[Người Việt|Nùng]]\n| vợ = Nguyễn Thị Nghĩa\n| cha = Linh Quang Vọng\n| mẹ = Bế Thị Mậu\n| họ hàng = Nguyễn Bách (cha vợ)<br>Nguyễn Thị Hạc (mẹ vợ)<br>Các em:<br>Linh Quang Mẫn<br>Linh Quang Tài<br>Linh Quang Huân<br>Linh Thị Ngọc Dung<br>Linh Thị Ngọc Xuân<br>Linh Quang Hào<br>Linh Quang Hiệp\n| con = 7 người con (3 trai, 4 gái)<br>Linh Thị San<br>Linh Quang Hùng<br>Linh Thị Ngọc Thư<br>Linh Thị Ngọc Bích<br>Linh Quang Tuấn<br>Linh Thị Ngọc Thi<br>Linh Quang Chính\n| học vấn = Tú tài toàn phần (Triết)\n| học trường = -Trường Trung học Albert Sarraut, Hà Nội<br>-Trường Võ bị Tông, Sơn Tây<br>-Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n| quê quán = Cao Bằng\n| ngày sinh = [[11 tháng 11]] năm [[1918]]\n| ngày mất = [[17 tháng 1]] năm [[2013]]<br>(95 tuổi)\n| nơi sinh = [[Hòa An]], [[Cao Bằng]], [[Liên bang Đông Dương]]\n| nơi mất = [[Virginia]], [[Hoa Kỳ]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1939]] - [[1973]]\n| cấp bậc = [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng]]\n| đơn vị = [[Hình: QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Đệ Tứ Quân khu]]<br>[[Hình: ARVN 22nd Division Insignia.svg|20px]] [[Sư đoàn 22 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 22 Bộ binh]]<br>[[Hình: ARVN Political Warfare Corps (General) Insignia.svg|20px]] [[An ninh quân đội, Quân lực Việt Nam Cộng hòa|Nha An ninh Quân đội]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<ref>Tướng Linh Quang Viên có hai lần phục vụ tại Bộ Tổng Tham mưu. Lần thứ nhất: Thiếu tướng Phó Tổng Tham mưu trưởng đặc trách Tiếp vận (1963-1964). Lần thứ hai: Thiếu tướng Tham mưu trưởng Liên quân (1965-1966).<\/ref> <br>[[Hình: Flag of Dong De Military School.svg|20px]] [[Trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa|Trường Hạ sĩ quan]]<br>[[Hình: QD III VNCH.jpg|20px]] [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III và QK 3]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và QK 4]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Thuộc địa Pháp]]<br>[[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Grand Officer BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Nhị đẳng<br>[[Tập tin:Legion Honneur Chevalier ribbon.svg|25px]] [[Bắc Đẩu Bội tinh]] đệ Ngũ đẳng, [[Pháp]]\n}}\n\n'''Linh Quang Viên''' (1918-2013) nguyên là một cựu tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng]]. Ông xuất thân từ trường Võ bị do Quân đội Pháp mở ra ở Bắc Việt Nam nhằm đào tạo sĩ quan trên toàn Đông Dương với mục đích phục vụ cho Quân đội Thuộc địa Pháp. Ông đã từng tham gia làm cấp chỉ huy và chiến đấu dưới tổ chức [[Việt Nam Quốc dân Đảng]]. Ông cũng từng chỉ huy các đơn vị địa phương người dân tộc Tự trị vùng Đông Bắc, Bắc Việt. Về sau ông làm đến chức vụ Tổng trưởng Nội vụ trong Nội các Chính phủ [[Việt Nam Cộng hòa]].\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 11 tháng 11 năm 1918 tại Hòa An, Cao Bằng, vùng đông bắc Bắc phần trong một gia đình quan lại khá giả. Thiếu thời, ông học Tiểu học ở Cao Bằng. Năm 1933, khi lên Trung học, do gia đình có điều kiện, ông được về Hà Nội học ở trường Trung học Albert Sarraut theo chương trình Pháp. Năm 1939 ông tốt nghiệp với văn bằng Tú tài toàn phần ban Triết (Part II)\n\n===Quân đội Thuộc địa Pháp===\nCuối năm 1939, ông nhập ngũ vào Quân đội Pháp ở Đông Dương, mang số quân: 38\/300.619. Sau đó được theo học khóa 1 tại trường Võ bị Tông, Sơn Tây<ref>Đầu tiên, Võ bị Tông Sơn Tây ở miền Bắc chỉ dành cho thí sinh miền Bắc và miền Trung. Trường Võ bị Thủ Dầu Một dành cho thí sinh miền Nam Việt Nam, hai nước bạn là Miên và Lào. Cả hai trường đều mở cùng một thời điểm. Sau trường Thủ Dầu Một giải tán, chỉ còn trường Sơn Tây tiếp nhận thí sinh trên toàn Đông Dương và đào tạo thêm mấy khóa nữa rồi cũng giải tán.<\/ref> (Chỉ huy trưởng là Đại tá Corbonel). Một năm sau, mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]]. Ra trường, ông được cử làm Trung đội trưởng thuộc Chiến đoàn 4 Lưu động, đồn trú tại vùng Tây bắc Bắc phần. Đầu năm 1942, ông được thăng cấp [[Thiếu úy]] tại nhiệm.\n\n==Quốc dân đảng==\nTháng 3 năm 1943, ông được giải ngũ, trở về với đời sống dân sự cư ngụ ở Tỉnh [[Vĩnh Yên]] và tham gia Quốc dân đảng ở Đảng bộ Vĩnh Yên. Đến tháng 8 năm 1945, ông làm Ủy viên Quân sự thuộc Đệ tam Khu chiến của Việt Nam Quốc dân đảng gồm các tỉnh từ Vĩnh yên lên đến Tuyên Quang, Lào Cai và Lai Châu. Tham gia các trận chiến chống Việt Minh tấn công vào Đệ tam khu chiến từ năm 1945 cho đến năm 1946. Sau đó ông làm Chỉ huy trưởng trường Quân chính Vĩnh Yên (tiền thân của trường Lục quân Yên Bái).\n\n==Trở lại binh nghiệp==\n===Quân đội Liên hiệp Pháp===\nCuối năm 1946, sau khi Đệ tam khu chiến tan vỡ ông trở về Hà Nội và bị An ninh Quân đội Pháp bắt giữ điều tra. Sau đó, ông được trả tự do và tình nguyên tái ngũ vào Quân đội Liên Hiệp Pháp với cấp bậc cũ (Thiếu úy). Tháng giêng năm 1947, ông được cử giữ chức vụ chỉ huy Trung đội Nùng ở Tiên Yên, Móng Cái, luân phiên hành quân vùng biên giới Việt-Hoa. Tháng 9 cùng năm ông được thăng cấp [[Trung úy]], biệt phái giữ chức vụ Phụ tá cho Đại tá [[Vòng A Sáng (Đại tá, Quân đội QGVN)|Vòng A Sáng]]<ref>Đại tá Vòng A Sáng sinh năm 1902 tại Hải Ninh, xuất thân Thiếu sinh quân Pháp, tốt nghiệp Trường sĩ quan Lục quân Frejus ở Pháp, nguyên Tư lệnh đầu tiên Sư đoàn 5 Bộ binh (1955) hậu thân của Sư đoàn 3 Sơn cước. Giải ngũ năm 1956. Là Thân phụ của Đại tá [[Hoàng Gia Cầu (Đại tá, Quân lực VNCH|Hoàng Gia Cầu]] (Sinh năm 1927 tại Hải Ninh, tốt nghiệp Trường Võ bị Móng Cái, chức vụ sau cùng là Tham mưu trưởng Nha Tổng Thanh tra Quân lực).<\/ref> Chỉ huy trưởng khu Tự trị Nùng ở Móng Cái. Cuối năm, ông được cử làm Chỉ huy trưởng trường Thiếu sinh quân Móng Cái kiêm làm trung gian giữa Văn phòng Quốc trưởng Bảo Đại ở Hà Nội và Khu Tự trị Nùng Ở Móng Cái để sáp nhập Khu tự trị vào Hoàng triều Cương thổ.\n\nNăm 1949, ông rời chức vụ Chỉ huy trưởng trường Thiếu sinh quân để đi thành lập Bảo chính đoàn Bắc Việt tại Hà Nội do Đại tá [[Hoàng Văn Tỷ (Đại tá, Quân lực VNCH)|Hoàng Văn Tỷ]]<ref>Đại tá Hoàng Văn Tỷ (Tốt nghiệp Võ bị Tông Sơn Tây, chức vụ sau cùng Chỉ huy phó Tổng cục Quân huấn, giải ngũ năm 1965).<\/ref> làm Chỉ huy trưởng. Ông được mang cấp bậc Trung tá Bảo chính đoàn (cấp bậc giả định) và được giữ chức vụ Tham mưu trưởng kiêm Giám đốc trường Sĩ quan Bảo chính đoàn Nam Đồng, Hà Nội.\n\n===Quân đội Quốc gia===\nĐầu năm 1950, ông được cử làm Chánh Võ phòng cho Quốc trưởng [[Bảo Đại]], nhận lệnh thành lập Ngự lâm quân và được bổ nhiệm làm Tiểu đoàn trưởng Tiểu đoàn Ngự lâm quân tân lập tại Đà Lạt. Sau đó ông chính thức gia nhập Quân đội Quốc gia với cấp bậc [[Đại úy]].\n\nTháng 6 năm 1952, ông được thăng cấp [[Thiếu tá]] và được cử đi học khóa tham mưu tại trường Tham mưu Paris, Pháp.<ref>Cùng theo học lớp Tham mưu với Thiếu tá Linh Quang Viên tại Paris, Pháp năm 1953 còn có: Trung úy [[Phạm Xuân Chiểu]],<br \/>Trung úy [[Vương Văn Đông (Trung tá, Quân lực VNCH)|Vương Văn Đông]] (Sinh năm 1930 tại Hà Nội, tốt nghiệp khóa 2 Võ bị Huế, sau cùng là Trung tá Liên đoàn phó Liên đoàn Nhảy dù. Ngày 1\/11\/1960 cùng với Đại tá [[Nguyễn Chánh Thi]] và Trung tá [[Nguyễn Triệu Hồng (Trung tá, Quân lực VNCH)|Nguyễn Triệu Hồng]] ''(Sinh năm 1928, tốt nghiệp khóa 2 Võ bị Huế)'' cầm đầu cuộc đảo chính Tống thống Diệm, cuộc đảo chính bất thành phải đào thoát qua Cam Bốt, sau đó sang Pháp sống lưu vong).<\/ref> Đầu năm 1953, mãn khóa về nước ông được thăng cấp [[Trung tá]] và được bổ nhiệm làm Tiểu khu trưởng Tiểu khu Ban Mê Thuột kiêm Tư lệnh Đệ tứ Quân khu Cao nguyên. Tháng giêng năm 1954, tham gia Chiến Dịch Atlante ở Trung Việt gồm các tỉnh Quảng Nam, Quảng Ngãi, Bình Định và Phú Yên. Tháng 6 cùng năm ông được thăng cấp [[Đại tá]] tạm thời và chính thức nhậm chức Tư lệnh Đệ tứ Quân khu.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu tháng 5 năm 1955, ông thừa lệnh Thủ tướng Diệm giải tán Ngự lâm quân, sau khi đã thuyết phục được Đại tá [[Nguyễn Tuyên (Đại tá, Quân đội QGVN)|Nguyễn Tuyên]]<ref>Đại tá Nguyễn Tuyên, tốt nghiệp trường Sĩ quan Võ bị Pháp. Nguyên Chỉ huy trưởng Ngự Lâm Quân tại Dinh Quốc trưởng Bảo Đại ở Đà Lạt. Giải ngũ cuối năm 1955<\/ref> để tránh đổ máu. Sau đó Lực lượng này được sáp nhập vào Quân đội Quốc gia. Đầu năm 1956, bàn giao Đệ tứ Quân khu lại cho Đại tá [[Thái Quang Hoàng]], đi du hành quan sát các nước Đông Á, Đông Nam Á và Úc, tìm hiểu về chiến lược phòng thủ vĩ tuyến. Đầu năm 1959, ông được cử đi du học khóa (1959 - 1) Tham mưu cao cấp tại Học viện Fort Leavenworth, Kansas, Hoa Kỳ<ref>Lớp chỉ huy tham mưu niên khóa 1959-1 thụ huấn 16 tuần có 7 sĩ quan VNCH gồm có: Đại tá Linh Quang Viên, Thiếu tướng [[Lê Văn Kim]], Thiếu tướng [[Mai Hữu Xuân]], Trung tá [[Huỳnh Văn Cao]], Trung tá [[Hoàng Xuân Lãm]]<br \/>-Trung tá [[Vương Văn Đông (Trung tá, Quân lực VNCH)|Vương Văn Đông]], (Đã chú thích ở phần trên).<br \/>-Thiếu tá [[Nguyễn Huỳnh (Trung tá, Quân lực VNCH)|Nguyễn Huỳnh]] (Giải ngũ ở cấp Trung tá).<\/ref>. Đầu tháng 6 cùng năm mãn khóa về nước, ông được cử giữ chức vụ Phó Tổng thư ký Bộ Quốc phòng, Phụ tá Tổng Thư ký là Thiếu tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]].\n\nNăm 1963, sau khi tham gia cuộc đảo chính chế độ gia đình trị họ Ngô (ngày 1 tháng 11). Ngày 2 tháng 11 ông được thăng cấp [[Thiếu tướng]] giữ chức vụ Phó Tổng tham mưu trưởng Đặc trách Tiếp vận.\n\nSau cuộc Chỉnh lý ngày 30 tháng 1 năm 1964 của tướng [[Nguyễn Khánh]]. Đầu tháng 2, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 22 Bộ binh thay thế Đại tá [[Nguyễn Thanh Sằng]]<ref>Đại tá [[Nguyễn Thanh Sằng]] được cử làm Chỉ huy trưởng Trung tâm Huấn luyện Quốc gia Quang Trung.<\/ref> Tháng 9 cùng năm, bàn giao Sư đoàn 22 lại cho Đại tá [[Nguyễn Văn Hiếu]] (nguyên Tham mưu trưởng Quân đoàn I). Sau đó, ông được cử chức vụ Giám đốc Nha An ninh Quân đội thay thế Đại tá [[Nguyễn Ngọc Loan]].\n\nTrung tuần tháng 1 năm 1965, bàn giao Nha An ninh Quân đội lại cho Trung tá [[Trang Văn Chính (Đại tá, Quân lực VNCH)|Trang Văn Chính]]<ref>Trung tá Trang Văn Chính sinh năm 1925 tại Vĩnh Bình, tốt nghiệp Trường Sĩ quan Nước Ngọt. Sau cùng là Đại tá Tham mưu trưởng Quân đoàn II (1972-1974).<\/ref>. Sau đó tham chính giữ chức vụ Tổng trưởng Thông tin Tâm lý chiến và kiêm chức vụ Ủy viên Thường vụ Chính trị trong Hội đồng Quân lực do Đại tướng [[Nguyễn Khánh]] làm Tổng tư lệnh. Cuối tháng 5 cùng năm, chuyển về Bộ Tổng tham mưu giữ chức vụ Tham mưu trưởng Liên quân.\n*''Thời gian ông giữ chức Tham mưu trưởng Liên quân, trải qua 3 vị Tổng Tham mưu trưởng:''<br>-Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]] (từ tháng 2 đến tháng 7\/1965)<br>-Trung tướng [[Nguyễn Hữu Có]] (từ tháng 7 đến tháng 10\/1965)<br>-Đại tướng [[Cao Văn Viên]] (10\/1965-4\/1975)\n\nTrung tuần tháng 4 năm 1966, bàn giao chức Tham mưu trưởng lại cho Thiếu tướng [[Bùi Hữu Nhơn]] (Nguyên Tổng cục trưởng Tổng cục Quân huấn) để trực tiếp giữ chức vụ Bộ trưởng Bộ Nội vụ trong Nội các Thủ tướng [[Nguyễn Cao Kỳ]]. Ba tháng sau kiêm Đặc uỷ trưởng Phủ Đặc uỷ Trung ương Tình báo trước đó do Đại tá [[Nguyễn Ngọc Loan]] Tổng giám đốc Cảnh sát Quốc gia kiêm nhiệm. Cuối tháng 10 năm 1967, ông được thăng cấp [[Trung tướng]]. Sang tháng 11, Tổng trưởng Nội vụ trong Nội các Thủ tướng [[Nguyễn Văn Lộc (thủ tướng)|Nguyễn Văn Lộc]]. Tháng 5 năm 1968, ông rời chức vụ Tổng trưởng Nội vụ để trở lại phục vụ Quân đội.\n\nĐầu năm 1969, ông được cử giữ chức Chỉ huy trưởng trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa (Đồng Đế)<ref>Thời điểm tướng Linh Quang Viên làm Chỉ huy trưởng trường Hạ sĩ quan, Chỉ huy phó là Đại tá [[Hoàng Hữu Gia (Đại tá, Quân lực VNCH|Hoàng Hữu Gia]] (Sinh năm 1917 tại Quảng Trị, tốt nghiệp khóa 3 Võ bị Liên quân Đà Lạt)<\/ref> thay thế Đại tá [[Lê Văn Nhật (Đại tá, Quân lực VNCH)|Lê Văn Nhật]]<ref>Đại tá Lê Văn Nhật sinh 1928 tại Hà Nam, tốt nghiệp trường Võ bị Địa phương Trung Việt (Trường Sĩ quan Đập Đá, Huế).<\/ref>. Đến đầu tháng 7 năm 1972, bàn giao Quân trường Đồng Đế lại cho Chuẩn tướng [[Võ Văn Cảnh]]. Sau đó ông được cử đi Du hành Quan sát các Quân trường ở Hoa Kỳ.\n\nĐầu năm 1973, về nước ông được cử làm Tổng Thanh tra Quân đoàn III do Trung tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]] làm Tư lệnh và Quân đoàn IV do Thiếu tướng [[Nguyễn Vĩnh Nghi]] làm Tư lệnh. Đầu tháng 3 cùng năm ông được giải ngũ với lý do đã phục vụ Quân đội trên 20 năm.\n\nTháng 5 năm 1974, ông được bổ nhiệm đi làm Đại sứ Việt Nam Cộng hòa tại nước [[Cộng hòa Trung Phi]]. Sang tháng 1 năm 1975 kiêm nhiệm thêm chức vụ Đại sứ Việt Nam Cộng hòa tại nước [[Tchad|Cộng hòa Tchad]].\n\n==1975==\nSau ngày 30 tháng 4, tại nước ngoài ông trở thành người sống lưu vong và từ châu Phi ông sang nước Pháp tạm cư tại Paris. Tháng 8 năm 1977, ông sang định cư tại Washington DC, Hoa Kỳ.\n\nNgày 17 tháng 1 năm 2013 ông từ trần tại Virginia, Hoa Kỳ. Hưởng thọ 95 tuổi.\n\n==Huy chương==\n*''Huy chương VNCH:''<br>-Bảo quốc Huân chương đệ nhị đẳng (ân thưởng)<br>-Một số Anh dũng Bội tinh với nhành dương liễu, ngôi sao vàng và ngôi sao bạc<br>-Giây Biểu chương cùng các huy chương quân sự và dân sự khác\n*''Huy chương Đồng minh:''<br>-Đệ ngũ đẳng Bắc đẩu Bội tinh Pháp (Chevalier de la Legion d'Honneur)<br>-Croix de Guerre Pháp<br>-Chiến thương Bội tinh Pháp<br>-Một số Huy chương của Trung hoa Quốc gia, Nam Hàn và Thái Lan\n\n==Gia đình==\n*Thân phụ: Cụ [[Linh Quang Vọng]] ([[Chữ Hán]]: 齡光望;<ref>{{Chú thích sách|url=http:\/\/hannom.nlv.gov.vn\/hannom\/cgi-bin\/hannom?a=d&d=BNTwEHieafZvp|title=陞賞日記 - Thăng thưởng nhật kí|year=1925-1926|pages=76}}<\/ref> 1895-1945, từng giữ chức vụ Tuần Phủ Lạng Sơn dưới thời Pháp thuộc)\n*Thân mẫu: Cụ Bế Thị Mậu.\n*Nhạc phụ: Cụ Nguyễn Bách (nguyên là quan Tuần phủ Phú Thọ thời Pháp thuộc)\n*Nhạc mẫu: Cụ Nguyễn Thị Hạc\n*Các em: Linh Quang Mẫn, Linh Quang Tài, Linh Quang Huân, Linh Thị Ngọc Dung, Linh Thị Ngọc Xuân, Linh Quang Hào, Linh Quang Hiệp.\n*Phu nhân: Bà Nguyễn Thị Nghĩa (1921-2006)\n:Ông bà có bảy người con (3 trai và 4 gái)<br>Linh Thị San<br>Linh Quang Hùng, Linh Thị Ngọc Thư, Linh Thị Ngọc Bích, Linh Quang Tuấn, Linh Thị Ngọc Thi, Linh Quang Chính.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1918]]\n[[Thể loại:Mất năm 2013]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Cựu binh Quân đội Thuộc địa Pháp]]\n[[Thể loại:Người Cao Bằng]]\n[[Thể loại:Tình báo Việt Nam Cộng hòa]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người chống cộng Việt Nam]]\n[[Thể loại:Người Việt di cư tới Mỹ]]"}