{"186242":"{{Thông tin nhân vật hoàng gia\n| tên = Linh Từ Quốc mẫu\n| tên gốc = 靈慈國母\n| tước vị = [[Lý Huệ Tông]] [[Hoàng hậu]]\n| tước vị thêm = \n| hình = \n| cỡ hình = 250px\n| chức vị = [[Hoàng hậu]] [[Đại Việt]]\n| đăng quang = 1216\n| tiền nhiệm = [[An Toàn hoàng hậu|<font color=\"grey\">An Toàn Đàm Hoàng hậu<\/font>]]\n| tại vị = [[1216]] - [[1224]]\n| kế nhiệm = <font color = \"red\">'''Hoàng hậu cuối cùng của nhà Lý'''<\/font><br>Nhà Trần: [[Lý Chiêu Hoàng|<font color=\"blue\">Chiêu Thánh Lý Hoàng hậu<\/font>]]\n| tên đầy đủ =  Trần Thị Dung\n| chồng = [[Lý Huệ Tông]]<br>[[Trần Thủ Độ]]\n| hoàng tộc = [[Nhà Lý]] (kết hôn)<br>[[Nhà Trần]] (khi sinh)\n| thông tin con cái = ẩn\n| con cái = [[Hiển Từ Thuận Thiên Hoàng hậu]]<br>[[Lý Chiêu Hoàng]]<br>Trần Phó Duyệt (?)\n| kiểu hoàng tộc = Triều đại\n| thụy hiệu = <font color = \"grey\">Linh Từ Quốc mẫu<\/font><br>(靈慈國母)\n| tước hiệu = Nguyên phi (元妃)<br>Ngự nữ (御女)<br>Thuận Trinh Phu nhân<br>(順貞夫人)<br>Hoàng hậu (皇后)<br>Thiên Cực Công chúa<br>(天極公主)<br>Quốc mẫu (國母)\n| cha = [[Trần Lý|Trần Nguyên Tổ]]\n| mẹ = Tô thị (?)\n| sinh = 1193 \n| nơi sinh = thôn Lưu Gia, Hải Ấp\n| mất = [[Tháng giêng]], năm [[Kỷ Mùi]]<br>(1259)\n| nơi mất = [[Thăng Long]]\n}}\n\n'''Linh Từ Quốc mẫu''' ([[chữ Hán]]: 靈慈國母,1193(?) - [[1259]]), hay còn gọi là '''Kiến Gia Hoàng hậu''' (建嘉皇后){{noteTag|Gọi theo [[niên hiệu]] của chồng bà [[Lý Huệ Tông]].}}, '''Thuận Trinh Hoàng hậu''' (順貞皇后) hay '''Huệ hậu''' (惠后)<ref>{{harvp|Lê Quý Đôn|2012|loc=\"Liệt truyện đệ nhất・Hậu phi truyện\"|p=170|ps=: \"Huệ hậu thất thân với Trần Thủ Độ mà vẫn điềm nhiên nhận danh hiệu Thiên Cực Công chúa\".}}<\/ref><ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https:\/\/zh.wikisource.org\/wiki\/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8\/%E6%9C%AC%E7%B4%80%E5%8D%B7%E4%B9%8B%E4%BA%94 \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\" - bản chữ Hán]|ps=: 守度令百官臨哭，鑿城南壁為門〈時人謂之剖門〉，出柩就安華坊火化，藏其骨於寳光寺𡨧㙮，尊廟號曰：惠宗。降惠后為天極公主，嫁陳守度，以諒州為湯沐邑。}}<\/ref>, là [[Hoàng hậu]] cuối cùng của [[nhà Lý]] với tư cách là [[vợ]] của  Hoàng đế [[Lý Huệ Tông]] Lý Hạo Sảm. Bà là mẹ ruột của [[Lý Chiêu Hoàng]] và [[Hiển Từ Thuận Thiên Hoàng hậu]], cả hai đều là hoàng hậu của người cháu gọi bà bằng cô, [[Trần Thái Tông]] Trần Cảnh.\n\nTrong lịch sử Việt Nam, bà được biết đến chủ yếu là mẹ của Lý Chiêu Hoàng - vị nữ hoàng đế duy nhất trong lịch sử. Với địa vị hoàng hậu nhà Lý của mình, có vai trò không nhỏ trong việc họ Trần soán ngôi [[nhà Lý]], nhượng ngôi cho cháu trai là Trần Thái Tông để lập ra triều đại [[nhà Trần]]. Con gái bà là Chiêu Hoàng được sách lập làm hoàng hậu, trở thành hoàng hậu thứ nhất của Thái Tông. Sau khi nhà Trần được thiết lập, bà bị giáng làm [[Công chúa]] để phù hợp vai vế (cô của nhà vua), nhưng Trần Thái Tông vẫn không nỡ gọi bà là \"công chúa\" như nữ quyến hoàng gia bình thường khác, vì thế đã dùng biệt hiệu \"'''Quốc mẫu'''\" để gọi bà, còn khiến bà được hưởng quy chế ngựa, xe và nghi trượng ngang hàng với hoàng hậu. Sau khi Lý Huệ Tông tự sát, bà bị giáng làm công chúa và chính thức tái hôn với [[Trần Thủ Độ]] - một người trong họ nhà Trần, lúc này đang giữ chức [[Thái sư]] nắm trọn quyền hành.\n\nTrong vấn đề tranh giành được ngôi vị của họ Trần, các sử gia thường đánh giá vai trò của bà cùng Trần Thủ Độ là như nhau, đều mang tính quyết định dẫn đến sự thành công của họ Trần. Hai sách [[Việt sử tiêu án]] cùng [[Khâm định Việt sử thông giám cương mục|Cương mục]] thậm chí còn nhấn mạnh việc bà đã \"thông đồng\" cùng Trần Thủ Độ tham gia sự kiện Lý Huệ Tông nhường ngôi cho Lý Chiêu Hoàng. Về sau, trong sự kiện Chiêu Hoàng bị phế ngôi vị hoàng hậu để Thuận Thiên lên thay, bà cũng tham gia rất tích cực khiến sự việc trôi chảy để Thuận Thiên sinh ra hoàng đế đời sau, thế nhưng cũng đồng thời giúp anh em Trần Thái Tông hòa giải. Hành động của bà được nhìn nhận là toàn bộ vì lợi ích của họ Trần, đối với lịch sử họ Trần có một sự tích cực rất lớn.\n\nSử thần [[Ngô Sĩ Liên]] trong [[Đại Việt sử ký toàn thư|Toàn thư]] có đánh giá rất trung lập về Linh Từ, nhìn nhận cái công lao của bà giúp nhà Trần trong việc nội trị, thế nhưng phần báo đáp nhà Lý thì không được bằng, dù bà từng là vợ và là con dâu của họ Lý, đồng thời ca thán: \"''Thế mới biết trời sinh Linh Từ là để mở nghiệp nhà Trần!''\".\n\n== Thân thế ==\n{{Xem thêm|Nhà Trần}}\nTên thật của Linh Từ Quốc mẫu không rõ ràng, tuy nhiên dã sử cận-hiện đại lại thường dùng tên gọi \"'''Trần Thị Dung'''\" để nói về bà. Cái tên này không hề được chép trong văn bản lịch sử cổ nào, dường như là một tên gọi trong một vở kịch [[cải lương]], tương tự trường hợp [[Đại Thắng Minh Hoàng hậu]] \"Dương Vân Nga\" rất nổi tiếng.\n\nCũng theo dã sử, mà cụ thể là truyền thuyết từ làng Ngừ (Phù Ngự) của [[Hưng Hà]], tỉnh [[Thái Bình]], Linh Từ Quốc mẫu Trần thị được cho rằng vốn có tên là '''Trần Thị Ngừ'''<ref>{{Chú thích web|url=http:\/\/vanvn.net\/tu-doi-vao-van\/linh-tu-quoc-mau-tran-thi-dung\/1446|title=\"LINH TỪ QUỐC MẪU TRẦN THỊ DUNG\"|author=Đào Ngọc Du|date=ngày 16 tháng 1 năm 2018|ngày truy cập=2021-05-14|archive-date=2021-05-14|archive-url=https:\/\/web.archive.org\/web\/20210514002123\/http:\/\/vanvn.net\/tu-doi-vao-van\/linh-tu-quoc-mau-tran-thi-dung\/1446|url-status=dead}}<\/ref>. Nguyên do của việc này, căn cứ theo truyền thuyết làng Ngừ, gia đình họ Trần xuất thân chài lưới nên thường đặt tên theo tên các loài cá, như cha bà là Trần Lý được cho là vốn có tên \"Chép\", có lẽ vì chữ \"Lý\" trong tên của ông đồng âm Hán Việt của loài [[cá chép]] (cũng gọi là \"Lý\"){{noteTag|Chữ Hán tên của Trần Lý là (李), cùng chữ với họ của các hoàng đế nhà Lý, còn chữ \"Lý\" trong tên cá chép là (鯉).}}. Tuy vậy, cái tên \"''Thị Ngừ''\" này cũng vẫn chỉ là suy diễn không hề có căn cứ xác đáng nào. Đại đa số sách chính sử như [[Đại Việt sử ký toàn thư]] chỉ chép bà là '''Trần thị''' (陳氏), riêng sách [[Đại Việt sử lược]] ghi lại cách gọi '''Trần Trọng Nữ''' (陳仲女), chữ ''\"Trọng\"'' biểu thị bà là con thứ 2 trong nhà<ref>{{harvp|Khuyết danh|1993|loc=[https:\/\/zh.wikisource.org\/wiki\/%E8%B6%8A%E5%8F%B2%E7%95%A5\/%E5%8D%B7%E4%B8%8B \"Quyển hạ・Huệ Tông kỷ\", bản chữ Hán]: 庚寅，立陳仲女為元妃。}}<\/ref>{{NoteTag|Lưu ý cho người tra cứu, sách \"''Đại Việt sử lược''\" bản gốc đã bị đem sang Trung Quốc cùng nhiều bộ sử liệu khác sau giai đoạn Minh thuộc vào cuối đời Trần. Tư liệu được tham khảo hiện tại thực chất xuất phát từ sách \"''Việt sử lược''\" được các học giả Trung Quốc sưu tập lại rồi biên soạn vào pho đại bách khoa ''[[Tứ khố toàn thư|Khâm định tứ khố toàn thư]]'' dưới triều đại [[nhà Thanh]]. Vì vậy mà sách này đã giáng tước vị hoàng gia của tất cả triều đại Việt Nam được biên lại xuống tước Vương.}}, từ đó suy ra thứ tự trong nhà bà là người con gái thứ 2, trên còn có một người chị. Cũng trong sách Sử lược đề cập, Trần Tự Khánh còn có một em gái gọi là \"Tam Nương\" (三娘)<ref>{{harvp|Khuyết danh|1993|loc=[https:\/\/zh.wikisource.org\/wiki\/%E8%B6%8A%E5%8F%B2%E7%95%A5\/%E5%8D%B7%E4%B8%8B \"Quyển hạ・Huệ Tông kỷ\", bản chữ Hán]: 五月，嗣慶以其妹陳三娘妻於堂。}}<\/ref>, không rõ là em trong họ hay cũng là con gái Trần Lý.\n\nBà sinh vào khi nào đều không được truyền lại, cùng sống với gia đình mình tại thôn Lưu Gia (劉家村) ở Hải Ấp (海邑)<ref name = \"gapgo\">{{harvp|Ngô Sĩ Liên|1993|loc= [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html \"Bản kỷ・Quyển 4, Cao Tông Hoàng đế\"]|ps=: Hoàng thái tử [Sảm] đến thôn Lưu Gia ở Hai Ấp, nghe tiếng con gái của Trần Lý có nhan sắc bèn lấy làm vợ. Nhà Trần Lý nhờ nghề đánh cá nên giàu, người quanh vùng theo về, nhân có quân chúng, cùng nổi lên làm giặc. Thái tử đã lấy con gái của Lý, trao cho Lý tước Minh tự, phong cho cậu người con gái ấy là Tô Trung Từ làm Điện tiền chỉ huy sứ.}}<\/ref>{{noteTag|Khu vực thôn Lưu Gia ở Hải Ấp, nay là thôn Lưu Xá, thuộc xã Canh Tân huyện [[Hưng Hà]], khu vực tỉnh [[Nam Định]] và [[Thái Bình]]}}, thế nhưng quê cũ gia đình bà là ở hương Tức Mặc (即墨鄕) thuộc phủ [[Thiên Trường]]<ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10a.html Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"]|ps=: Trước kia, tổ tiên vua là người đất Mân (có người nói là người Quế Lâm), có người tên là Kinh đến ở hương Tức Mặc, phủ Thiên Trường, sinh ra Hấp, Hấp sinh ra Lý, Lý sinh ra Thừa, đời đời làm nghề đánh cá.}}<\/ref>{{noteTag|Nay là xã [[Tức Mặc]], huyện [[Mỹ Lộc]] thuộc tỉnh [[Nam Hà (tỉnh)|Nam Hà]] (khi xưa còn thuộc tỉnh [[Nam Định]]).}}. Bà là con gái của [[Trần Lý]], mẹ bà có lẽ là Tô thị - một người chị em gái của [[Tô Trung Từ]]. Hiện tại chưa rõ toàn bộ thành viên gia đình Trần Lý, nhưng trước mắt xác định bà là em gái của [[Trần Thừa]] và [[Trần Tự Khánh]], trong đó Trần Thừa là người anh cả. Theo vai vế, bà là cô ruột của Trần Thái Tông [[Trần Cảnh]] và An Sinh vương [[Trần Liễu]], hai người con trai của Trần Thừa.\n\n== Cuộc đời ==\n=== Phong ba nhập cung ===\nNăm [[Kỷ Tỵ]], Trị Bình Long Ứng năm thứ 5 ([[1209]]), xảy ra [[loạn Quách Bốc]], [[Lý Cao Tông]] phải bỏ kinh thành, [[Lý Huệ Tông]] khi ấy còn là Hoàng thái tử đã chạy về miền Hải Ấp quê bà, nương nhờ cha bà là Trần Lý. Huệ Tông nhìn thấy Trần thị có nhan sắc nên rất thích, biết ý nên cha bà đã gả bà cho Thái tử, nhờ đó Trần Lý được trao cho tước \"Minh tự\" (明字){{noteTag|Căn cứ [[An Nam chí lược]], tước \"Minh tự\" thời Lý-Trần xếp sau các tước: Vương, Tự vương (kế nối Vương), Thượng hầu, Liệt hầu, Tiếp hầu và Nội Minh tự, xếp trên Tiếp Minh tự cùng Đại liêu ban. Có chữ \"Nội\" là được vào cung hầu gần nhà vua<ref>{{harvp|Lê Tắc|1961|loc=\"Quyển 14・Quan chế\"|p=110|ps=: Từ nhà Đinh trở về sau, mới chịu Vương tước của nhà Tống gia phong. Nhưng ở trong nước tự đặt danh hiệu, bắt chước việc cũ của Triệu Đà, tự phong trong nước có Vương hầu, đặt quan có \"Chánh\" có \"Tiếp\", cũng giống như \"Phẩm\" và \"Tòng\" vậy.}}<\/ref>.}}, còn em vợ là [[Tô Trung Từ]] được ban làm chức \"Điện tiền chỉ huy sứ\" (殿前指揮使)<ref name = \"gapgo\"\/>. Tuy là được Thái tử chủ ý \"cưới về\", nhưng tính chính danh của Trần thị không được công nhận, đó là lý do vì sao Ngô Sĩ Liên đã nói là \"''..trước lấy Lý Huệ Tông là bất chính''\", danh vị [[Thái tử phi]] của Trần thị do đó cũng không tồn tại. Trong cuộc hôn nhân này, Thái tử bên cạnh có tâm tư yêu thích Trần thị, đồng thời cũng là vì lôi kéo thế lực ở thôn Lưu Gia cho mình, mà hai người Trần Lý và Tô Trung Từ muốn nhân cơ hội giúp nhà Lý để phát triển thế lực nên gả Trần thị cho Thái tử, từ đó họ Trần mới có danh nghĩa để tập hợp lực lượng quân sự. Bên ngoài là tham gia dẹp Quách Bốc, nhưng bên trong thực chất là để xây dựng thế lực quân sự cho bản thân. Trong lần chiến dẹp loạn này, cha bà là Trần Lý bị thiệt mạng, quân đội họ Trần đều nằm trong tay Tô Trung Từ.\n\nNăm sau, tức năm [[Canh Ngọ]] ([[1210]]), [[tháng 3]] (âm lịch), [[mùa xuân]], Lý Cao Tông được rước về kinh thành Thăng Long, không lâu sau thì bệnh nặng, muốn đón Hoàng thái tử về kinh. Cao Tông sai Thượng phẩm phụng ngự là Đỗ Quảng trực tiếp đến đón Thái tử, nhưng cậu của Trần thị là Tô Trung Từ vì sợ mình nhận chức tự ban của Thái tử sẽ bị luận tội, bèn giả mang quân bản bộ đi đánh quân phiến loạn ở [[Khoái Châu]], nhân đó về Hải Ấp nắm lấy Thái tử đem về kinh sư mà gạt bỏ khỏi tay hai anh em Trần Tự Khánh và Trần Thừa, chính điều này đã khiến họ Tô và họ Trần có hiềm khích<ref>{{harvp|Khuyến danh|loc=\"Quyển 3・Huệ Tông kỷ\"|p=93|ps=: Năm Canh Ngọ (năm 1210- ND) là năm Trị Bình Long Ứng thứ 6, Tô Trung Từ từ lúc kín đáo nhận lãnh cái tước do Vương tử Sam phong cho thì sợ tội trạng sẽ đến với mình, mới bắt ép binh lính đánh Khoái Châu. Nhân đó, tiến tới Hải Ấp bắt bọn Vương tử Sam đem về kinh sư.}}<\/ref>. Vì Thái tử bị cướp đi đột ngột, Trần phi cũng theo đó bị bỏ lại ở Hải Ấp<ref>{{harvp|Ngô Sĩ Liên|1993|loc= [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html \"Bản kỷ・Quyển 4, Cao Tông Hoàng đế\"]|ps=: Canh Ngọ, [Trị Bình Long Ứng] năm thứ 6 [1210], (Tống Gia Định năm thứ 3). Mùa xuân, tháng 3, vua sai Thượng phẩm phụng ngự là Đỗ Quảng đem quân đến nhà Tô Trung Từ đón Hoàng thái tử về Kinh sư, còn người con gái (Trần thị) thì về nhà cha mẹ.}}<\/ref>. Đến [[tháng 10]] (âm lịch) cùng năm, [[mùa đông]], Lý Cao Tông qua đời lúc 38 tuổi. Thái tử lên ngôi, tức Lý Huệ Tông, lúc ấy mới 16 tuổi, [[An Toàn hoàng hậu|Đàm hậu]] được tôn làm [[Hoàng thái hậu]], được quyền \"''Đồng thính chính lệnh''\" (同聽政令). Lý Huệ Tông vừa lên ngôi thì sai người đem thuyền rồng đi đón Trần thị về kinh sư, nhưng anh trai bà là Trần Tự Khánh lại không cho vì vẫn đang loạn lạc<ref>{{harvp|Ngô Sĩ Liên|1993|loc= [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html \"Bản kỷ・Quyển 4, Cao Tông Hoàng đế\"]|ps=: Hoàng thái tử Sảm lên ngôi ở trước linh cữu bấy giờ mới 16 tuổi. Tôn mẹ là Đàm thị là Hoàng thái hậu, cùng nghe chính sự. Lại đem thuyền rồng đi đón Trần thị, anh của Trần thị là Trần Tự Khánh cho rằng bấy giờ đương lúc loạn lạc, chưa đưa đi ngay được.}}<\/ref>.\n\nKhi ấy, cậu của Trần thị là Tô Trung Từ trong triều nắm binh quyền thế lực, giết chết Thái úy phụ chính [[Đỗ Kính Tu]]. Các tướng Đỗ Quảng, Đỗ Thế Qui và Phí Lệ cùng nhau mưu lập đánh Trung Từ. Biết thế quân của mình nhỏ hơn liên quân của họ, Tô Trung Từ bèn lập mưu kế lừa gạt, vờ hòa hoãn với họ mà đang đêm tăng cường binh sĩ mưu trừ. Rồi ông cho tùy tướng Đào Phán bất ngờ ùa binh đánh lên diệt bọn Đỗ Quảng, Phí Lệ. Bọn họ xung phong tiến đánh quân của Đào Phán và chạy thoát được, Phán bèn đánh úp Đỗ Thế Qui, bắt được Qui, đem tùng xẻo ở giữa chợ trời. Lúc đó, Huệ Tông lại sai người đi đón Trần phi. Lần này thì Trần Tự Khánh đồng ý để bà về triều, sai hai tỳ tướng Phan Lân và Nguyễn Ngạnh cầm quân hộ tống. Khi quân hộ tống bà tới Thăng Long, đúng lúc Tô Trung Từ đang đánh nhau to với Đỗ Quảng. Trung Từ hợp binh với hai tướng Phan, Nguyễn phá tan quân của Quảng và bắt giết Quảng. Sau khi chiến sự qua đi, Trần thị nhập cung được phong '''Nguyên phi''' (元妃), Tô Trung Từ trở thành Thái úy phụ chính, Trần Tự Khánh trở thành \"Chương Thành hầu\" (彰誠侯)<ref>{{harvp|Lê Tắc|1961|p=94-95}}<\/ref><ref>{{harvp|Ngô Sĩ Liên|1993|loc= [https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Tháng 2, vua lại sai Phụng ngự là Phạm Bố đi đón Trần thị, Tự Khánh bèn sai bọn Phùng Tá Chu đưa Trần thị đi. Gặp khi Tô Trung Từ và Đỗ Quảng đang đánh nhau ở bến Triều Đông, Tá Chu bèn đỗ thuyền ở bến Đại Thông. Đến khi Đỗ Quang bị thua, vua sai Bố và Trung Từ đón Trần thị vào cung, lập làm Nguyên phi, cho Trung Từ làm Thái uý phụ chính, phong Thuận Lưu bá Trần Tự Khánh làm Chương Thành hầu.}}<\/ref>.\n\nNăm [[Tân Tỵ]], tức Kiến Gia nguyên niên ([[1211]]), [[tháng 6]] (âm lịch), Thái úy Tô Trung Từ bị giết hại tại [[Gia Lâm]], kinh sư thế lực của họ Tô rối loạn. Huệ Tông nhân lúc ấy dùng cậu là [[Đàm Dĩ Mông]] làm Thái úy phụ chính. Hai lực lượng lớn nhất tranh quyền lúc đó là họ Trần bởi Trần Tự Khánh và họ Đoàn bởi [[Đoàn Thượng]], người tại [[Hồng Châu]]{{noteTag|Khu vực thuộc tỉnh [[Hải Dương]] ngày nay.}}. Lý Huệ Tông lo ngại [[ngoại thích]] nhà vợ họ Trần thế lực lớn, nên cùng ngoại thích nhà mẹ là cậu Đàm Dĩ Mông muốn dựa vào họ Đoàn. Khi ấy Trần Tự Khánh đánh to với Đoàn Thượng và [[Đoàn Văn Lôi]] ở ải Quảng Điểm bị thua trận. Sau khi chiến thắng, họ Đoàn thu nạp dân [[Khoái Châu]], sai sứ giả vào chầu triều đình. [[Tháng 7]] (âm lịch) cùng năm, [[mùa thu]], nghe họ Đoàn gièm pha Trần Tự Khánh muốn phế lập, Lý Huệ Tông tức giận hạ chiếu cho các đạo binh đánh Trần Tự Khánh và giáng Trần Nguyên phi xuống làm '''Ngự nữ''' (御女){{noteTag|Vị giai này được đặt từ thời [[Lý Thái Tông]] Lý Phật Mã, sau hàng \"Hoàng hậu phi tần\" (皇后妃嬪) và trên \"Nhạc kỹ\" (樂妓)<ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html \"Bản kỷ・Quyển 2, Thái Tông Hoàng đế\"]|ps=: Mùa hạ, tháng 5, đặt phẩm cấp các cung nữ, hoàng hậu và phi tần 13 người, ngự nữ 18 người, nhạc kỹ hơn 100 người.}}<\/ref><ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https:\/\/zh.wikisource.org\/wiki\/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8\/%E6%9C%AC%E7%B4%80%E5%8D%B7%E4%B9%8B%E4%BA%8C \"Bản kỷ・Quyển 2, Thái Tông Hoàng đế\" - bản chữ Hán]|ps=: 夏五月，置宫女皆品，皇后妃嬪十三，御女十八，樂妓一百有餘。}}<\/ref>. Vị giai này không rõ đến đời Huệ Tông vẫn giữ nguyên hay đã có sự thay đổi.}}. Lúc bấy giờ, Trần Tự Khánh dẫn quân đi đánh khắp nơi, thu phục được nhiều đất, vùng từ [[Lạng Châu]] đến [[núi Tam Trĩ]] hết thảy đều là đất của họ Trần. [[Tháng chạp]] cuối năm ấy, Tự Khánh kéo quân đến gần kinh sư, Thái hậu nghe tin ấy ý thì tỏ ra ghét Tự Khánh.\n\n=== Lên làm Hoàng hậu ===\nNăm [[Giáp Tuất]], Kiến Gia năm thứ 4 ([[1214]]), [[tháng giêng]], Đoàn Thượng phối hợp với quân triều đình đụng độ với Trần Tự Khánh. Tuy nhiên, lực lượng họ Trần mạnh hơn, có nhiều tướng giỏi hơn; trong khi đó quân nhà Lý do Lý Huệ Tông và Thái sư Đàm Dĩ Mông không có tài làm tướng chỉ huy nhanh chóng bị thua trận. Cánh quân Đoàn Thượng cử đi do Đoàn Cấm và Vũ Hốt chỉ huy bị bộ tướng của Tự Khánh là [[Nguyễn Nộn]] đánh bại. Giữa lúc đó, Lý Huệ Tông phải đưa Trần thị và Thái hậu bỏ chạy lên [[Từ Sơn]], rồi lại lên Lạng Châu(tức [[Lạng Sơn]]), quân họ Đoàn rút khỏi kinh đô trở về Hồng Châu. Trần Tự Khánh cố thuyết phục Lý Huệ Tông trở về kinh không được, bèn lập một hoàng thân nhà Lý là [[Lý Nguyên vương]] lên ngôi. Sau hàng loạt biến cố khác, thế lực của Chương Thành hầu Trần Tự Khánh ngày càng mạnh hơn, buộc Lý Huệ Tông phải di tản từ Lạng Châu và rồi lại về huyện Bình Hợp{{noteTag|Hiện tại không rõ ở đâu, nhưng lời chú quốc ngữ của bản dịch [[Đại Việt sử ký tiền biên]] cho là [[Phúc Thọ]].}}<ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Giáp Tuất, [Kiến Gia] năm thứ 4 [1214], (Tống Gia Định năm thứ 7). Mùa xuân, tháng giêng, Trần Tự Khánh đem quân đến bến Triều Đông, tự vào quân môn tạ tội, lại xin đón xa giá. Vua càng ngờ, bèn cùng với Thái hậu và Ngự nữ chạy đến núi Trĩ Sơn ở châu Lạng. Tự Khánh nghe tin xa giá long đong mà Ngự nữ thì lâu nay bị Thái hậu làm khổ, lại đem quân đến xin đón xa giá như trước. Vua cũng chưa tin, lại cùng với Thái hậu và Ngự nữ chạy sang huyện Binh Hợp.}}<\/ref>. Cuối năm, Trần Tự Khánh dẫn binh đánh được Đinh Khả và Bùi Đô ở Đại Hoàng rồi chiếm luôn vùng đất này.\n\nNăm [[Ất Hợi]], tức Kiến Gia năm thứ 5 ([[1215]]), mẹ con Huệ Tông vẫn không chịu hòa giải với Trần Tự Khánh, đích thân nhà vua còn ra chỉ kêu gọi các quân phiệt trong nước vây đánh họ Trần, khi Trần Tự Khánh đối phó Nguyễn Nộn ở Bắc Giang thì cũng phong tước Vương cho Nộn<ref>{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=103|ps=: Năm Ất Hợi là năm Kiến gia thứ 5 (năm 1215- ND): Tháng giêng nhà vua hạ chiếu rằng: \"Trần Tự Khánh tụ tập đảng tặc hung bạo cướp phá trộm cắp chốn kinh sư. Dưới nước, trên cạn đều có quân tiến đánh làm phương hại đến tông miếu xã tắc mà trong mùa đông qua, cái khí thế mạnh lại càng bốc mạnh hơn. Trần Tự Khánh đốc xuất lũ buông tuồng tham tàn bạo ngược. Chúng cướp bóc tài vật của ta. Chúng đốt sạch cung thất của ta. Cho đến nỗi các khu xóm ở kinh thành hóa thành đống tro tàn. Trẫn nhân vì cái nỗi căm giận của ức triệu thần dân lại nhờ cái linh thiêng của một ông tổ và sáu ông tông1. Đem cả sáu quân, thân hành đánh dẹp chúng. Vậy tướng soái sĩ tốt các ngươi khi đã đều được nghe lời chiếu này thì mỗi người phải đem hết tâm lực ra mà dùng làm cho đầy đủ theo ý trẫm\".}}<\/ref>. Đến [[tháng 5]] (âm lịch) cùng năm, xa giá mẹ con Huệ Tông về nhà của Nội ký ban là Đỗ An ở trong ngõ Chỉ Tác, thuộc vùng cầu Tây Dương, dựng cung điện đều bằng cỏ để nghe triều chính<ref>{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=103|ps=: Tháng chạp, dựng ngôi điện bằng cỏ ở khu vườn nhà của Đỗ An.}}<\/ref>{{noteTag|Nội ký ban là một chức tước cao cấp thời Lý-Trần, dưới cả \"Minh tự\" và \"Thân vương ban\" (親王班)<ref>{{harvp|Lê Tắc|1961|loc=\"Quyển 14・Quan chế\"|p=110}}<\/ref>.}}.\n\nNăm [[Bính Tý]], Kiến Gia năm thứ 6 ([[1216]]), [[mùa xuân]], sự kiện liên quan đến Trần thị đã khiến lịch sử họ Lý và họ Trần thay đổi vĩnh viễn. Đầu năm đó, Lý Huệ Tông sách phong Trần Ngự nữ làm '''Thuận Trinh Phu nhân''' (順貞夫人), và căn cứ theo thời điểm mà Thuận Thiên Công chúa ra đời thì có lẽ đây là lúc bà được báo mang thai, có vẻ là tầm 3 tháng. Vì sự kiện Trần Tự Khánh trở thành quân phiệt, Đàm Thái hậu cho Trần Tự Khánh là kẻ phản trắc nên thường chỉ Trần thị mà nói là bè đảng của giặc, bảo nhà vua phải đuổi bỏ đi. Sau đó, bà Thái hậu lại sai người nói với Trần thị phải tự sát, nhà vua biết bèn ngăn lại. Lại khi Thái hậu cho người lén bỏ thuốc độc vào món ăn uống của Trần thị, nhà vua liền biết ý của mẹ mình, vì vậy mỗi bữa ăn ông thường chia cho Trần thị một nửa và không lúc nào cho rời bên cạnh. Đủ mọi cách thất bại khiến Đàm Thái hậu không nhịn nữa, bà trực tiếp sai người đem thuốc độc bắt Trần thị phải uống, nhà vua phải can ngăn mãi mới thoát được. Vào [[tháng 5]] (âm lịch) năm ấy, vì bảo vệ mẹ con Trần thị mà Lý Huệ Tông đã đưa bà lẻn đi đến chỗ quân của Tự Khánh ở bãi Cửu Liên{{noteTag|Nguyên văn là '''Cửu Liên châu''' (究連洲), có lẽ là bãi tả ngạn sông Hồng, gần [[Cửu Cao]], trong đất huyện [[Văn Giang]] cũ, nay thuộc huyện [[Mỹ Văn]], tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]].}}. Từ đấy, Huệ Tông lại dựa vào Trần Tự Khánh, toàn quân doanh của Tự Khánh reo hò nhà vua và Tự Khánh lập tức phế bỏ Lý Nguyên vương. Do muốn tiến thân và bảo toàn quyền lực cho dòng họ, Tự Khánh vẫn kính cẩn phò trợ Huệ Tông tiêu diệt các phiên vương bạo loạn như Hiển Tín vương [[Lý Bát]], Bắc Giang vương [[Nguyễn Nộn]], Đoàn Văn Lôi ở Hồng Châu cùng [[Hà Cao]] ở Qui Hóa{{noteTag|Ngày nay là vùng [[Phú Thọ]], [[Lào Cai]] và [[Yên Bái]].}}<ref>{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=103|ps=: Ngày Giáp Thìn, nhà vua cùng với phu nhân là Trần thị, ban đêm sang trại quân Thuận Lưu để theo về với Trần Khánh. Ngày hôm sau nhà vua gặp viên tướng của ngài là Vương Lê đem thuyền đến đón. Lúc bấy giờ Thái hậu và con của nhà vua là công chúa đều lẫn tránh ở Ô Kim. Trần Tự Khánh thấy nhà vua thì mừng rỡ lắm. Các tướng sĩ đều đánh trống, nhảy múa hoan hô nhà vua. Từ đó nhà vua cùng với Trần Tự Khánh có ý cương quyết đánh Vương tước ở Bắc Giang là Nguyễn Nộn, Hiển Tín vương là Nguyễn Bát cùng người vùng Hồng là Đoàn Văn Lôi, và người Qui Hóa là Hà Cao v.v...}}<\/ref>. Cũng vào [[tháng 6]] (âm lịch) năm ấy, tại bãi Cửu Liên, phu nhân Trần thị sinh ra công chúa thứ nhất cho Huệ Tông, hiệu là Thuận Thiên Công chúa.\n\n[[Tháng chạp]], [[mùa đông]] cùng năm đó, Lý Huệ Tông chính thức sách lập Thuận Trinh Phu nhân Trần thị làm Hoàng hậu. Cùng lúc đó, nhà vua cho anh trai cả của hoàng hậu là [[Trần Thừa]] chức vụ \"Nội thị Phán thủ\" (内侍判首) trong hàng Cận thị quan{{noteTag|Căn cứ [[An Nam chí lược]], nhóm \"Cận thị quan\" (近侍官) là nhóm quan viên có thể ra vào nội tẩm và túc trực bên nhà vua (\"cận\" nghĩa là gần, \"thị\" là hầu hạ).}}, lại gia phong thêm tước [[Hầu tước|Liệt hầu]]; Chương Thành hầu [[Trần Tự Khánh]] được dùng làm \"Thái úy phụ chính\" (太尉輔政), nắm toàn bộ binh quyền triều đình. Con trai cả của Thừa là [[Trần Liễu]] cũng dụ phong, là tước \"Quan nội hầu\" (關內侯){{noteTag|Sách [[An Nam chí lược]] không ghi rõ thứ bậc. Tước này có ý là \"''Người được phong Hầu trú trong Hàm Cốc quan''\" (居於函谷關內的封侯者). Trong [[:zh:二十等爵|\"Nhị thập đẳng tước\"]] thời kỳ Tần-Hán, \"Quan nội hầu\" chỉ dưới \"Liệt hầu\". Căn cứ theo thứ tự mà Chí lược liệt kê, có lẽ \"Quan nội hầu\" là \"Tiếp hầu\" (接侯), dưới hai tước Hầu khác là \"Thượng hầu\" (上侯) và \"Hầu\" (tức \"Liệt hầu\").}}, còn con trai của Tự Khánh là [[Trần Hải]] thụ phong tước Vương<ref>{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=104|ps=: Mùa đông, tháng chạp, tiến phong cho Thái Tổ (Trần Thừa) ta tước Liệt hầu, Phùng Tá Chu và Lại Linh đều được phong tước Quan nội hầu. Dùng Trần Tự Khánh làm Thái úy, những lúc trều bái nhà vua thì không phải xưng tên. Con trưởng của Thái Tổ (Trần Thừa) là Liễu làm Quan nội hầu. Con trưởng của Trần Tự Khánh là Hải làm tước Vương. Lại cho Thái Tổ làm Nội thị phán thủ, mỗi khi có lễ tiệc lớn được cho ngồi dự ở điện Thiên An.}}<\/ref><ref>{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=106|ps=: Tháng mười, mùa đông, nhà vua cùng Thái hậu ngự ở điện Thiên An xem con của Thái úy là Hiển Đạo Vương tên Hải dâng nạp lễ vật cầu hôn.}}<\/ref>. Khoảng thời gian này, Lý Huệ Tông trở nên điên loạn, tự xưng là \"Thiên tướng giáng\", sau khi hết cơn thì uống rượu say xỉn không tỉnh. Nhà họ Trần lúc này vừa có thực quyền lại vừa có tước vị, giúp Trần Tự Khánh nắm hết đại quyền<ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Đinh Sửu, [Kiến Gia] năm thứ 7 [1217], (Tống Gia Định năm thứ 10). Mùa xuân, tháng 3, vua dần dần phát điên, có khi tự xưng là Thiên tướng giáng, tay cầm giáo và mộc, cắm cờ nhỏ vào búi tóc, đùa múa từ sớm đến chiều không nghỉ, khi thôi đùa nghịch thì đổ mồ hôi, nóng bức khát nước, uống rượu ngủ li bì đến hôm sau mới tỉnh. Chính sự không quyết đoán, giao phó cả cho Trần Tự Khánh. Quyền lớn trong nước dần dần về tay kẻ khác.}}<\/ref>.\n\nNăm [[Mậu Dần]], Kiến Gia năm thứ 8 ([[1218]]), [[tháng 9]] (âm lịch), Hoàng hậu Trần thị sinh tiếp công chúa thứ hai, hiệu là Chiêu Thánh Công chúa.\n\n=== Mẹ của Nữ hoàng đế ===\nNăm [[Quý Mùi]], Kiến Gia năm thứ 13 ([[1223]]), [[tháng chạp]], anh trai thứ của Trần hậu là Thái úy phụ chính Trần Tự Khánh qua đời ở nhà riêng tại Phù Liệt, được truy phong làm '''Kiến Quốc Đại vương''' (建國大王). Lý Huệ Tông và Đàm Thái hậu đích thân đến dự tang lễ<ref>{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=106|ps=: Tháng chạp, ngày Kỷ Mão. Phụ quốc Thái úy Trần Tự Khánh lìa trần trong ngôi nhà ở Phù Liệt. Nhà vua cùng Thái hậu đến viếng tang rồi khóc hết sức thảm. Trần Tự Khánh được đặt cho tên thụy là Kiến Quốc vương.}}<\/ref>. Sau khi Tự Khánh qua đời, anh cả là [[Trần Thừa]] tiếp nhận chức vụ Thái úy, lại được ban danh xưng \"Phụ quốc Thái úy\" (輔國太尉) khác với \"Thái úy phụ chính\" của Tự Khánh, trở thành người lãnh đạo của họ Trần<ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html \"Bản kỷ・Quyển 4, Huệ Tông Hoàng đế\"]|ps=: Quý Mùi, [Kiến Gia] năm thứ 13 [1223], (Tống Gia Định năm thứ 16). Trần Tự Khánh chết, truy phong làm Kiến Quốc Đại vương, lấy Trần Thừa làm Phụ quốc Thái uý, khi vào chầu không xưng tên.}}<\/ref>.\n\nNăm [[Giáp Thân]], Kiến Gia năm thứ 14 ([[1224]]), [[mùa xuân]], Lý Huệ Tông bệnh đến phát điên nên không quản được chính sự. Phụ quốc Thái úy Trần Thừa tiếp quản tất cả chính sự, còn một người em trong họ ông là [[Trần Thủ Độ]] được phong làm \"Điện tiền chỉ huy sứ\" như Tô Trung Từ khi trước, tiếp quản quân đội trong ngoài cấm thành. Bấy giờ, nhà vua uỷ nhiệm cho một mình chỉ huy sứ Trần Thủ Độ quản lĩnh các quân điện tiền hộ vệ cấm đình. [[Mùa đông]], [[tháng 10]] (âm lịch) năm ấy, Chiêu Thánh Công chúa được truyền ngôi rồi lên kế vị, sử gọi là \"'''Lý Chiêu Hoàng'''\". Huệ Tông truyền ngôi trở thành [[Thái thượng hoàng]], vẫn tiếp quản chính sự trên danh nghĩa{{noteTag|Ở vấn đề này, hai sách [[Đại Việt sử lược]] và [[Đại Việt sử ký toàn thư]] chép khác nhau. Sử lược còn chép đoạn sau đó Huệ Tông chỉ định Trần Cảnh làm chồng cho Chiêu Hoàng và truyền ngôi, trong khi Toàn thư ghi Huệ Tông liền xuất gia ngay sau khi truyền ngôi tại chùa Chân Giáo. Sách Sử lược ghi sau khi Chiêu Hoàng nhường ngôi thì Huệ Tông mới xuất gia.}}. Với thân phận là mẹ của hoàng đế, Trần thị có thể được tôn làm hoàng thái hậu hoặc [[thái thượng hoàng hậu]]{{noteTag|Theo lý giải thông thường, khi Huệ Tông vẫn còn là \"Thái thượng hoàng\" thì hoàng hậu của ông phải là \"Thái thượng hoàng hậu\", nhưng căn cứ lệ định về sau của triều Trần và triều Hậu Lê thì không hoàn toàn như vậy. Việc tôn phong tước vị trên thực tế là mỗi triều mỗi lý giải.}}, nhưng sử sách không hề ghi chép bất kì tôn phong chính thức nào. Có lẽ vì tính chất lên ngôi đặc thù của con gái, Trần thị trong thời gian này khả năng cao chỉ được tôn xưng \"'''Hoàng mẫu'''\" (皇母) hoặc \"'''Thánh mẫu'''\" (聖母), những tôn xưng chữ Hán thường được dùng để chỉ mẹ của hoàng đế, điều này tương ứng với việc Đàm Thái hậu cũng không được nhắc đến về vấn đề tôn xưng{{noteTag|Các tôn xưng thân phận và tước hiệu đều có tính chất rất khác nhau, tôn xưng thân phận là vai vế của người ấy với vị vua chúa tại vị, còn vị hiệu là để chính danh. Thời [[Khang Hi]], [[Hiếu Trang Hoàng thái hậu]] và [[Hiếu Huệ Chương Hoàng hậu|Nhân Hiến Hoàng thái hậu]] trước khi được tôn vị hiệu thái hoàng thái hậu và hoàng thái hậu thì được nhà vua tôn xưng là \"''Thánh tổ mẫu Hoàng thái hậu''\" và \"''Thánh mẫu Hoàng hậu''\"; lại như có trường hợp bà [[Phan Thị Điều]] thời Thành Thái, trước được tôn xưng \"''Hoàng mẫu''\", sau một thời gian mới được tôn vị hiệu hoàng thái hậu.}}.\n\nKhi đó, [[Trần Cảnh]] - con thứ của Phụ quốc Thái úy Trần Thừa, tức là cháu ruột của Trần hậu, đã được sắp xếp đưa vào hầu hạ Chiêu Hoàng. Vào lúc ấy, Chiêu Hoàng tỏ ra yêu mến Trần Cảnh, khiến Trần Thủ Độ nảy ra ý định đưa ngai vị họ Lý về cho họ Trần. Vai trò của Trần thị trong giai đoạn này không được ghi nhận rõ ràng, nhưng căn cứ cách nói của [[Việt sử tiêu án]] thời [[Lê trung hưng]] và [[Khâm định Việt sử thông giám cương mục]] thời [[nhà Nguyễn]], Hoàng hậu Trần thị đã tư thông với Trần Thủ Độ trong thời gian này, và bà có vai trò lớn trong việc khiến Huệ Tông chọn nhường ngôi cho cô con gái nhỏ Chiêu Hoàng<ref>{{harvp|Quốc sử quán triều Nguyễn|1998|loc=\"Chính biên・Quyển V\"|p=187}}<\/ref>.\n\n== Cuối đời ==\nNăm [[Ất Dậu]], Thiên Chương Hữu Đạo năm thứ 2 ([[1225]]), [[tháng 10]] (âm lịch), dưới sự sắp đặt của Điện tiền chỉ huy sứ [[Trần Thủ Độ]], Lý Chiêu Hoàng xuống Chiếu tuyên bố khắp đất nước nhường ngôi cho Trần Cảnh, sử gọi [[Trần Thái Tông]]. Chiêu Hoàng lại được sách lập làm hoàng hậu của Trần Thái Tông, hiệu gọi là \"Chiêu Thánh\" như cũ.\n\nVị hiệu của Trần thị lúc này lại tiếp tục có vấn đề, do bà vừa là hoàng hậu triều cũ, vừa là cô của nhà vua đồng thời lại là mẹ vợ của nhà vua, hơn nữa vào lúc này Huệ Tông vẫn còn sống. Căn cứ Đại Việt sử lược ghi nhận, khi vừa lên ngôi thì Trần Thái Tông đã tôn Trần thị làm \"Thái hậu\"<ref>{{harvp|Khuyết danh|1993|loc=\"Quyển 3・Huệ Tông kỷ\"|p=108|ps=: Đến ngày mùng môt tháng chạp năm đó (năm Ất Dậu- 1225- ND), con của Trần Thừa là Trần Cảnh nhân việc nhường ngôi mà lên làm vua ở tại điện Thiên An. Rồi tôn Vương hậu Thuận Trinh làm Thái hậu, giáng Chiêu vương xuống làm Vương hậu Chiêu Thánh. Đổi niên hiệu là Kiến Trung.}}<\/ref>, còn Đại Việt sử ký toàn thư hoàn toàn không đề cập chuyện này mà chỉ đề cập chuyện Huệ Tông qua đời và bà ngay lập tức bị giáng thành '''Thiên Cực Công chúa''' (天極公主). Cũng theo Toàn thư ghi nhận, Trần Thái Tông không nỡ gọi bà là công chúa do bà từng là hoàng hậu của triều Lý, nên ban danh xưng mới cho bà là \"'''Quốc mẫu'''\" - một biệt danh khác của hoàng hậu, lại còn cho chế nghi trượng, kiệu xe đều đúng nghi thức của hoàng hậu. Nói cách khác, cho dù đã không còn là hoàng hậu hay thái hậu triều Lý, thế nhưng Trần thị vẫn giữ những gì mình vốn đã hưởng, không hề thay đổi. Ngay sau khi Lý Huệ Tông bị ép tự sát, Trần thị tái hôn lấy Trần Thủ Độ, khi ấy đang là \"Thượng phụ Thái sư\", có quyền hành rất lớn và là người được cho đã gián tiếp khiến Huệ Tông tự sát<ref>{{harvp|Ngô Sĩ Liên|1993|loc=[https:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt10a.html \"Bản kỷ・Quyển 5, Thái Tông Hoàng đế\"]|ps=: Mùa thu, tháng 8, ngày mồng 10, Trần Thủ Độ giết Lý Huệ Tông ở chùa Chân Giáo. Thủ Độ ra lệnh cho các quan đến khóc, khoét tường thành phía nam cửa (người bấy giờ gọi là \"cửa khoét\"), đưa linh cữu ra phường Yên Hoa để thiêu, chứa xương vào tháp chùa Bảo Quang, tôn miếu hiệu là Huệ Tông. Giáng hoàng hậu của Huệ Tông làm Thiên Cực Công chúa, gả cho Trần Thủ Độ, cho Châu Lạng làm ấp thang mộc.}}<\/ref>. Hiện tại không rõ danh vị \"Quốc mẫu\" này của Trần thị là có từ khi bà còn sống hay chỉ là hình thức truy tặng của nhà Trần, như trường hợp [[Công chúa Thiên Thành|Thiên Thành công chúa]] được truy phong \"''Nguyên Từ Quốc mẫu''\" sau khi qua đời.\n\nNăm [[Đinh Dậu]], Thiên Ứng Chính Bình năm thứ 6 ([[1237]]), xảy ra sự kiện thay đổi hoàng hậu của Trần Thái Tông. Khi ấy, do Thái Tông cùng Chiêu Thánh hậu không có con, Thái sư cùng bàn với Thiên Cực, ép vua lấy chị dâu là Thuận Thiên Công chúa - khi ấy đã có mang 3 tháng với Hoài vương Trần Liễu. Trần Liễu tức giận nổi loạn ở sông Hồng, còn Thái Tông vì cảm thấy hổ thẹn nên chán nản bỏ lên [[núi Yên Tử]], có ý muốn từ bỏ ngôi vị. Sau do sự cứng rắn của Trần Thủ Độ, Thái Tông cũng trở về kinh sư. Về sau, thế quân của Trần Liễu ngày càng suy yếu nên phải chấp nhận đầu hàng, rồi bị cải thành \"An Sinh vương\" với đất phong nay thuộc hai huyện [[Đông Triều]] và [[Yên Hưng]], tỉnh [[Quảng Ninh]] ngày nay. Trong [[Kháng chiến chống Nguyên Mông|lần đầu người Nguyên vào cướp]], Thiên Cực Công chúa đã lập nên công lao rất lớn, khi nhà vua và quân nhà Trần đang đánh nhau với quân Mông Cổ do [[Ngột Lương Hợp Thai]] chỉ huy, Thiên Cực đã bảo vệ các hoàng tử, hoàng tôn cùng gia quyến của quý tộc nhà Trần tại khu vực căn cứ Hoàng Giang (黄江){{noteTag|Khúc [[sông Hồng]] ở phía trên [[Nam Định]], khoảng ngã ba Tuần Vường.}}, bên cạnh đó bà còn cho khám xét thuyền các nhà chứa giấu quân khí, hễ tìm được thì đều đưa dùng vào việc quân.\n\nNăm [[Kỷ Mùi]], Thiệu Long năm thứ 2 ([[1259]]), [[mùa xuân]], [[tháng giêng]], Thiên Cực Công chúa qua đời dưới năm đầu trị vì của cháu ngoại - [[Trần Thánh Tông]] Trần Hoảng. Không rõ bà thọ bao nhiêu tuổi, [[thụy hiệu]] là \"'''Linh Từ Quốc mẫu'''\", được an tán tại Đền Ngừ(Hưng Hà, Thái Bình) rất gần lăng của Trung Vũ Đại Vương Trần Thủ Độ là chồng của bà.\n\n== Nhận định ==\nSử gia [[Ngô Sĩ Liên]] viết về bà không thiên vị, không chỉ trích như sau:\n{{Cquote|Linh Từ trước lấy Lý Huệ Tông là bất chính, sau lấy Trần Thủ Độ là thất tiết. Thế nhưng con gái bà là Chiêu Hoàng nhường ngôi cho nhà Trần, Thuận Thiên lại là hoàng hậu của Thái Tông, sinh ra Thánh Tông. An Sinh vương có hiềm khích với Thái Tông, nhưng Linh Từ đã ra sức hòa giải, nhờ đó mà anh em lại tình nghĩa như xưa. Đến khi người Nguyên tắt đường vào cướp, kinh thành thất thủ, Linh Từ ở Hoàng Giang, giữ gìn hoàng thái tử, cung phi, công chúa và vợ con các tướng soái thoát khỏi giặc cướp, lại khám xét thuyền các nhà chứa giấu quân khí đều đưa dùng vào việc quân.\n\nCông của bà giúp nhà Trần trong việc nội trị thì nhiều mà phần báo đáp nhà Lý thì không được bằng. Thế mới biết trời sinh Linh Từ là để mở nghiệp nhà Trần. Việc thì giống như Đồ Sơn dấy nhà Hạ, mà đức thì không giống. Đạo biến của trời như thế đấy, huyền vi thay!|||Đại Việt sử ký toàn thư - \"Bản kỷ・Trần Thánh Tông bản kỷ\"}}\n\nBắt đầu từ [[Lê trung hưng]], nhận định về Linh Từ cùng Trần Thủ Độ đều đi cùng nhau, và thường được nhìn nhận là \"''dâm loạn''\" và \"''táng tâm''\", đồng thời cũng khẳng định vai trò của Linh Từ trong việc khiến Huệ Tông phải nhường ngôi cho Chiêu Hoàng - thông tin không được thể hiện rõ trong Toàn thư của Ngô Sĩ Liên. Cụ thể là từ [[Việt sử tiêu án]] của [[Ngô Thì Sĩ]] có một sự chí trích rất gắt gao:\n{{Cquote|\nThủ Độ và Huệ hậu ( Kiến Gia Hoàng hậu, Thuận Trinh Hoàng hậu ) thừa cơ vua Huệ Tông bị bệnh cuồng xui giục bắt phải xuất gia, để cho thành cái mưu truyền quốc cho nhà Trần. Thần dân nhà Lý tuy bức bách về oai thế; nhưng sao lại chả có lòng nhớ vua cũ; nhất đán gặp vua cũ đi ở trong phố phường, xưa kia thì nhà vàng cờ đỏ, ngất ngưởng là vị cửu trùng, nay thì lê đôi giầy cỏ, chống cái gậy tre, thất thểu là một người nhà chùa, người có lương tâm ai không rơi lệ. Nhân tâm như thế, khởi hữu không xảy ra những việc bất ngờ, cho nên tất phải bức bách cho chết đi, công nhiên nói là Huệ quan Đại sư đã lên cõi niết bàn, để tuyệt vọng của người ta, mà ngăn ngừa được biến cố khác.\n\nTâm địa Thủ Độ thật nham hiểm lắm. Lại còn quá tệ hơn nữa là, Thái hậu là người đàn bà góa của nhà Lý, đương triều vua Huệ Tôn đã là mẹ của Thủ Độ, sao lại nỡ muối mặt, táng tâm đến thế, cái ngày thầy tăng chùa Chân Giáo lên cõi niết bàn lại là ngày Kiến Gia Hoàng hậu bị hạ giáng, tuy đã đổi tên gọi là Công chúa, nhưng ở trong họ còn là anh em gần; vì con nhà chài lưới chả biết lễ nghĩa là gì, tập tục loạn luân như thế, từ đời Kinh, Hấp đã có thế rồi. Không may cho vua Huệ Tôn gặp phải, tự cho mình là giai nhân, có biết đâu việc dâm loạn trong nhà họ, cũng như đó rách không giữ nổi con cá lớn, đã từ lâu rồi.\n\nThan ôi! Gây dựng nên triều đình nhà Trần là triều đình dâm loạn như loài chim muông là tự việc Thủ Độ lấy Thiên cực mở đầu ra đó. Còn đến việc Thủ Độ chỉ bị tiếng giết vua, mà nhà Trần phải chịu họa báo ứng. Vua Thái Tôn là con rể đã cướp nước lại còn giết cha vợ, sau này Quý Ly đối với nhà Trần cũng là con rể mà cướp nước lại còn bắt cha vợ mà giết. Sự hưng vong như giấc mộng, việc báo ứng như cái vòng tròn, ăn ở bất nghĩa có ích gì đâu?|||Việt sử tiêu án - \"Nhà Trần・Thái Tôn Hoàng Đế\"}}\n\nCòn sách [[Khâm định Việt sử Thông giám cương mục]] có hai lần nhận định Linh Từ đã chủ động tham gia với Trần Thủ Độ trong biến chuyển đằng sau chuyện nhường ngôi của Huệ Tông, mà cụ thể là việc đụng đến chiếu chỉ trao ngai vị cho Lý Chiêu Hoàng, sau đó mới là bàn đạp để dễ dàng đưa ngai vị của họ Lý về cho họ Trần:\n{{Cquote|\n...Tháng 10, mùa đông. Dùng Trần Cảnh làm Nội thị chính thủ. Chiêu Hoàng mới lên ngôi, Thái hậu Trần thị cùng với em họ là Trần Thủ Độ ngày đêm bàn bạc mưu tính, xuống chiếu tuyển lựa con em các quan trong ngoài, sung làm nội sắc dịch thay phiên lên hầu.\n\n...(Tháng 8, mùa thu) Truất ngôi Thái hậu nhà Lý là Trần Thị xuống làm Thiên Cực Công chúa, rồi đem gả cho Trần Thủ Độ. Thái hậu là con gái Trần Lý, khi Lý Huệ Tông làm Thái tử, vì tránh quốc nạn, phải chạy ra miền Hải Ấp, Thái tử trông thấy Trần Thị, tỏ ý hài lòng, rồi lấy làm vợ, sau sách phong làm Hoàng hậu. Gặp lúc ấy trong nước loạn lạc, Hoàng hậu mới cùng với Thủ Độ tư thông, rồi bàn mưu ở trong cung làm tờ chiếu để vua nhà Lý truyền ngôi cho nhà Trần, vì thế mà nhà Lý mất ngôi vua.|||Khâm định Việt sử Thông giám cương mục - \"Chính biên・Quyển thứ VI\"}}\n\nCuộc đời Linh Từ Quốc mẫu gắn chặt với sự chuyển đổi quyền lực từ nhà Lý sang nhà Trần. Bà nhiều lần thay ngôi đổi vị, do sự biến đổi của thời thế. Lấy và tác động tới Huệ Tông, từ thái hậu xuống làm công chúa, lấy người trong họ tộc, tái giá với kẻ sát hại chồng mình, cùng sắp đặt để con gái lấy cháu ruột, hoà giải 2 cháu là con rể. Những việc làm của bà trước sau đều vì sự tồn tại và phát triển cơ nghiệp của họ Trần.\n\n== Giai thoại và thờ phụng ==\nCó giai thoại dân gian (không rõ nguồn gốc) kể rằng, Linh Từ Quốc mẫu từng yêu một người đàn ông trước khi trở thành hoàng hậu của Lý Huệ Tông, đó là [[Phùng Tá Chu]], sau trở thành quan [[Thái phó]] vào cuối đời Lý, đồng thời cũng là người đã giúp cơ nghiệp nhà Trần buổi đầu thành lập. Phùng Tá Chu hơn Linh Từ khoảng 2 tuổi, khi đó là một chàng trai khỏe mạnh, có tư chất thông minh hơn người, lại là bạn thân và là em kết nghĩa của Trần Tự Khánh, anh ruột của Linh Từ. Trần Thủ Độ cũng thích Linh Từ, nên luôn tìm cách nói xấu Phùng Tá Chu trước mặt Trần Lý. Tuy nhiên, khi đó binh biến triều đình xảy ra, Huệ Tông chạy đến Hải Ấp và Linh Từ phải chấm dứt mối tình đầu của mình. Sau khi nhà Lý sụp đổ, Phùng Tá Chu theo nhà Trần, lập nhiều công trạng và được nhà Trần trọng dụng.\n\nMặc dù hình ảnh của bà bị lên án trong nhiều sách chính sử, thế nhưng điều này cũng không ngăn được việc Linh Từ Quốc mẫu Trần thị được dân gian lập đền thờ phụng tại. Tại quê nhà của bà: xã [[Liên Hiệp]], huyện Hưng Hà, tỉnh Thái Bình ngày nay có một đền thờ ở gần cầu Nại, trên [[Quốc lộ 39A]] Hà Nội - Hưng Yên - Thái Bình. Ngoài ra bà còn được thờ phụng tại \"Đền thờ và Lăng mộ các Vua Trần\" - Hành cung Long Hưng: xã Tiến Đức, huyện Hưng Hà, tỉnh Thái Bình. Tại [[động Thiên Hương]] ở [[hành cung Vũ Lâm]] - [[đền Thái Vi]] thuộc khu du lịch [[Tam Cốc - Bích Động]] tỉnh [[Ninh Bình]] cũng có một bức tượng được tạc và thờ phụng Linh Từ Quốc mẫu. Tên dân gian \"Trần Thị Dung\" của bà còn được đặt cho một trường Trung học phổ thông tại Thái Bình, [[Trường THPT Trần Thị Dung]], thuộc thị trấn Hưng Nhân, Hưng Hà, Thái Bình.\n\n== Hậu duệ ==\nLinh Từ Quốc mẫu chỉ có hai cô con gái, nhưng cả hai đều có ảnh hưởng lớn đến lịch sử Việt Nam:\n* [[Hiển Từ Thuận Thiên Hoàng hậu]] Lý thị, tên \"'''Oánh'''\" (莹), nguyên có hiệu '''Thuận Thiên Công chúa''' (順天公主). Trước gả cho An Sinh vương [[Trần Liễu]] sinh được 2 con trai, sau được nạp cho Trần Thái Tông sinh tiếp 2 người con trai. Bao gồm:\n** [[Trần Doãn]] (陳尹), con trai với Trần Liễu, phong hiệu '''Vũ Thành vương''' (武成王). Sau khi Hiển Từ qua đời, cảm thấy bị thất thế, Doãn đem vợ con tính đào vong sang đất Tống nhưng bị bắt lại, kết cục không rõ.\n** [[Trần Quốc Khang]] (陳國康), con trai với Trần Liễu, nhưng trên danh nghĩa là \"Hoàng trưởng tử\" của Trần Thái Tông, phong hiệu '''Tĩnh Quốc Đại vương''' (靖國大王).\n** [[Trần Thánh Tông]], húy \"'''Hoảng'''\" (晃), con trai với Trần Thái Tông, sinh ra [[Trần Nhân Tông]] Trần Khâm.\n** [[Trần Quang Khải]] (陳光啟), con trai với Trần Thái Tông, phong hiệu '''Chiêu Minh Đại vương''' (昭明大王).\n* [[Lý Chiêu Hoàng]] Lý thị, tên \"'''Thiên Hinh'''\" (天馨), nguyên có hiệu '''Chiêu Thánh Công chúa''' (昭聖公主). Trước lấy Trần Thái Tông, không con (''có tranh cãi''); sau hạ giá lấy [[Lê Phụ Trần]], có 1 trai và 1 gái. Bao gồm:\n** [[Lê Tông]] (黎琮), con trai duy nhất, được ban tước [[Quan chế nhà Trần|Thượng vị hầu]]. Có suy đoán là Bảo Nghĩa vương [[Trần Bình Trọng]].\n** [[Ứng Thụy Công chúa]] (應瑞公主), tên \"'''Khuê'''\" (珪), con gái duy nhất. Không rõ hành trạng.\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2013|| style=\"text-align:center;\" |《[[Thái sư Trần Thủ Độ]]》|| style=\"text-align:center;\" |[[Lã Thanh Huyền]]\n|}\n\n== Xem thêm ==\n* [[Lý Huệ Tông]]\n* [[Trần Tự Khánh]]\n* [[Lý Chiêu Hoàng]]\n* [[Nhà Trần]]\n* [[Trần Thủ Độ]]\n* [[Thái sư Trần Thủ Độ (phim truyền hình)]]\n\n== Chú thích ==\n{{Tham khảo|group=\"note\"|2}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n;Nguồn tham khảo\n* {{Chú thích sách|url=https:\/\/vi.wikipedia.org\/wiki\/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_k%C3%BD_to%C3%A0n_th%C6%B0|title = Đại Việt sử ký toàn thư|last= Ngô Sĩ Liên|year=1993|publisher = Nhà xuất bản Khoa Học Xã Hội|location=[[Hà Nội]]}}\n* {{Chú thích sách|url=https:\/\/vi.wikipedia.org\/wiki\/%C4%90%E1%BA%A1i_Vi%E1%BB%87t_s%E1%BB%AD_l%C6%B0%E1%BB%A3c|title = Đại Việt sử lược|last= Khuyết danh|year=1993|publisher = Nhà xuất bản TPHCM|location = [[Thành phố Hồ Chí Minh]]}}\n* {{Chú thích sách|url=https:\/\/www.khaitam.com\/sach-theo-tac-gia\/cao-thom-truoc-den\/dai-viet-thong-su-quyen-1-1|title = Đại Việt thông sử - tập 1|author = Lê Quý Đôn|publisher = [[Nhà xuất bản Trẻ]]|year = 2012|location = [[Thành phố Hồ Chí Minh]]|isbn = 978-604-1-01398-8}}\n* {{Chú thích sách|url = https:\/\/vi.wikipedia.org\/wiki\/An_Nam_chí_lược|title=An Nam chí lược|author = Lê Tắc|publisher = Viện đại học Huế|location = [[Huế]]|year = 1961}}\n* {{Chú thích sách|url=https:\/\/vi.wikipedia.org\/wiki\/Khâm_định_Việt_sử_Thông_giám_cương_mục|title = Khâm định Việt sử Thông giám cương mục|author=Quốc sử quán triều Nguyễn|year=1998|publisher=[[Nhà xuất bản Giáo dục]]|location=[[Hà Nội]]}}\n* {{Chú thích sách|url=https:\/\/vi.wikipedia.org\/wiki\/Việt_sử_tiêu_án|title = Việt sử tiêu án|author = Ngô Thì Sỹ|year = 1960|publisher = Nhà xuất bản Rạng Đông}}\n\n{{Hậu phi nhà Lý}}\n\n[[Thể loại:Hoàng hậu nhà Lý]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Mất năm 1259]]\n[[Thể loại:Công chúa nhà Trần]]"}