{"19432715":"{{thiếu nguồn gốc}}\n\n'''Linh Cô Phù''' (? - [[494 TCN]]) (灵姑浮) là danh tướng nước [[Việt (nước)|Việt]] cuối thời [[Xuân Thu]], ông giữ chức Đại tư mã. Linh Cô Phù chính là người đã giết [[Ngô vương Hạp Lư]] trong [[Trận Tuy Lý]] (槜李之战).\n==Chặn đường tiến công của quân Ngô, giết được Ngô vương Hạp Lư==\nNăm 496 TCN, [[Việt hầu Doãn Thường]] qua đời, [[Câu Tiễn]] lên nối ngôi. Hạp Lư tận dụng thời cơ nhân lúc nước Việt đang có tang thì mang quân đến đánh, Câu Tiễn liền mang quân ra cự. Linh Cô Phù được phong Đại tư mã kiêm Thị vệ và cùng Câu Tiễn thống lĩnh đại quân. Hạp Lư dẫn quân xâm nhập vào lãnh thổ nước Việt và hai quân gặp nhau tại [[Trận Tuy Lý|đất Tuy Lý]] (ngày nay là [[Gia Hưng, Chiết Giang]]). Câu Tiễn sai bắt lũ tội nhân vẫn đem theo trong quân, cả thảy ba trăm người rồi chia làm ba toán, đều để trần vai áo, lấy kiếm trỏ vào cổ và tiến sang chỗ quân Ngô, thét lên rồi tự đâm vào cổ. Quân Ngô đang mải nhìn thì Câu Tiễn thúc quân Việt thừa cơ đánh úp. Quân Ngô hoảng hốt, thành rối loạn. Câu Tiễn lại đem đại binh kéo đến, phía hữu có Chư Kế Dĩnh, phía tả có Linh Cô Phù xông thẳng vào quân Ngô. Linh Cô Phù trông thấy Hạp Lư, liền cầm kiếm xông lên chém. Hạp Lư vội vàng bỏ chạy, Linh Cô Phù đuổi theo và chém vào chân phải Hạp Lư rơi giầy khiến ông ngã lăn xuống đất, may có tướng Chương Nghị đến mới cứu thoát được. Hạp Lư bị thương nặng, tức khắc rút quân. Linh Cô Phù lượm được chiếc giầy của Hạp Lư, liền đem về nộp Câu Tiễn.\n\n==Phù Sai mang quân báo thù, Linh Cô Phù chết trận==\nMùa xuân tháng 2 năm thứ 26 đời vua [[Chu Kính vương]], [[Phù Sai]] sau ba năm để tang Hạp Lư liền cáo nhà thái miếu, rồi sai [[Ngũ Viên]] làm đại tướng, [[Bá Hi]] làm phó tướng, cử đại binh theo đường thủy qua Thái Hồ sang đánh nước Việt. Câu Tiễn họp triều thần lại để thương nghị. Quan đại phu [[Phạm Lãi]] khuyên Câu Tiễn tìm cách cố thủ nhưng ông không nghe và tự dẫn quân đón đánh quân Ngô ở Tiêu Sơn. Lúc mới giao chiến, quân Ngô hơi lùi. Quân Việt giết được hơn trăm người. Câu Tiễn thừa thắng tiến vào, đi được mấy dặm thì gặp đại binh của Phù Sai. Hai bên bày trận giao chiến. Phù Sai đứng ở mũi thuyền, tay cầm dùi đánh trống để đốc suất tướng sĩ. Tướng sĩ đều hăng hái hơn trước. Gặp có gió bắc nổi lên, sóng nổi dữ dội, [[Ngũ Viên]] và [[Bá Hi]] mỗi người ngồi một chiếc thuyền lớn, giương buồm thuận gió mà tiến. Quân Ngô đem cung nỏ bắn ra như mưa. Quân Việt ngược gió, không thể đương nổi, thua to bỏ chạy. Quân Ngô chia ba đường đuổi theo. Linh Cô Phù đắm thuyền mà chết, [[Tư Hãn]] (胥犴) cũng bị trúng tên mà chết. Vua Ngô thừa thắng đuổi theo, giết được quân Việt không biết bao nhiêu mà kể. Câu Tiễn chạy vào Cố Thành, quân Ngô vây kín mấy lần, khiến cho quân Việt không có đường lấy nước uống. [[Văn Chủng]] phải đem của hối lộ đút lót [[Bá Hi]] thì Phù Sai mới tha cho nước Việt.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Nước Việt]]\n[[Thể loại:Nhân vật chính trị Xuân Thu]]\n[[Thể loại:Nhân vật quân sự Xuân Thu]]"}