{"1293":"{{bài cùng tên|Bán đảo Đông Dương}}\n{{Indochine}}'''Liên bang Đông Dương''' ([[chữ Nôm]]: 聯邦東洋, {{lang-fr|Union indochinoise}},{{efn|group=b|Nghị định ngày 17 tháng 10 năm 1887.}} sau 1947 là ''Fédération indochinoise)'' hay còn gọi là '''Đông Dương thuộc Pháp''', '''Đông Pháp''', là [[lãnh thổ]] nằm dưới quyền cai trị của [[Đế quốc thực dân Pháp|thực dân Pháp]] trong hơn 67 năm (1887-1954) tại khu vực [[Đông Nam Á]], ngày nay thuộc lãnh thổ [[Việt Nam]], [[Lào]], [[Campuchia]] và đất đai của huyện [[Trạm Giang]] (tỉnh [[Quảng Đông]], [[Trung Quốc]]). Nhân danh [[Triều đình Huế]], Pháp cũng chính thức kiểm soát [[quần đảo Trường Sa]] và [[quần đảo Hoàng Sa]] vào năm 1920 và tuyên bố chủ quyền thống trị vào năm 1921.\n\nTháng 9 năm 1858, lực lượng viễn chinh của [[Đệ Nhị Đế chế Pháp]] cùng sự hỗ trợ của thực dân [[Tây Ban Nha]] nổ súng tấn công [[Bán đảo Sơn Trà]] của nước [[Nhà Nguyễn|Đại Nam]] (ngày nay thuộc [[Đà Nẵng]]), mở đầu cho công cuộc thuộc địa hóa bán đảo Đông Dương. Đến ngày [[17 tháng 10]] năm [[1887]], Liên bang Đông Dương được chính thức thành lập theo Sắc lệnh của [[Tổng thống Pháp|Tổng thống Cộng hoà Pháp]]<ref name=\"hoanganh\">[https:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/to-chuc-bo-may-cac-co-quan-trong-chinh-quyen-thuoc-dia-o-viet-nam-1862-1945 Tổ chức bộ máy các cơ quan trong chính quyền thuộc địa ở Việt Nam (1862 - 1945)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170715135549\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/to-chuc-bo-may-cac-co-quan-trong-chinh-quyen-thuoc-dia-o-viet-nam-1862-1945 |date = ngày 15 tháng 7 năm 2017}}, Đỗ Hoàng Anh, Văn hóa Nghệ An, 09 Tháng 3 2017<\/ref> với ba [[thuộc địa]] là [[Nam Kỳ]] (''Cochinchine''), [[Bắc Kỳ]] (''Tonkin''), [[Trung Kỳ]] (''Annam'') đều thuộc Đại Nam, và [[Campuchia thuộc Pháp|Cao Miên]]; [[Lào thuộc Pháp|Lào]] gia nhập vào năm 1893 và [[Quảng Châu Loan]] được sáp nhập từ năm 1900. Thủ phủ Liên bang Đông Dương ban đầu đặt tại [[Sài Gòn]], sau đã chuyển ra [[Hà Nội]] từ năm 1902. Ngoài ra, [[Đà Lạt]] còn được xem như thủ đô mùa hè của Liên bang, nơi nghỉ dưỡng dành cho giới cầm quyền Pháp.\n\nLiên bang Đông Dương là một chế độ nửa thuộc địa, nửa phong kiến.<ref name=\"Feudalism_Capitalism\">{{harvnb|Christie|1998|p=78}}<\/ref> Đứng đầu liên bang là một [[Toàn quyền Đông Dương|Toàn quyền]] (''Gouverneur Général de l'Indochine française'' từ [[1887]] đến [[1945]]) hay một [[Cao ủy]] (giai đoạn 1945-1954) của chính phủ nước bảo hộ Pháp. Tại Bắc Kỳ và Trung Kỳ (ngoại trừ [[Hà Nội]], [[Hải Phòng]] và [[Đà Nẵng]]), chính quyền từ cấp tỉnh trở xuống do các quan chức người Việt quản lý đặt dưới quyền [[vua]] [[nhà Nguyễn|Nguyễn]], tuy nhiên, tại mỗi tỉnh đều có một viên Công sứ người Pháp thực hiện chức năng bảo hộ của nước Pháp đối với [[An Nam]].<ref name=\"hoanganh\" \/><ref>Brocheur. tr 78-9<\/ref>\n\nTrong [[Chiến tranh thế giới thứ hai]], Liên bang Đông Dương bị [[Đế quốc Nhật Bản]] chiếm đoạt rồi mất ảnh hưởng ở tại Việt Nam. Tuy nhiên, Nhật Bản lại thua quân [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]] vào năm 1945 và Đông Dương sau đó lại do Pháp kiểm soát nhưng họ buộc phải từ bỏ chủ quyền tại Lào và Campuchia vào năm 1953. Liên bang này chỉ thực sự tan rã sau khi [[Pháp]] thua trận ở [[Chiến dịch Điện Biên Phủ|Điện Biên Phủ]] và [[Hiệp định Genève, 1954|Hiệp ước hòa bình Genève]] được ký kết năm [[1954]].\n\n== Tên gọi ==\nNguồn gốc cụm từ ''Indochine'' trong tiếng Pháp có nghĩa là \"Trung-Ấn\", [[bán đảo Đông Dương]] còn có tên gọi là bán đảo Trung-Ấn vì bán đảo này gần với [[Trung Quốc]] và [[Ấn Độ]] (với ''Indo'' là Ấn và -''chine'' là Trung, nên gọi là Trung-Ấn).\n\nTrong giai đoạn 1947-1954, '''''Union indochinoise''''' (Liên bang Đông Dương trong tiếng Pháp) được đổi tên thành '''''Fédération indochinoise''''' (Liên đoàn Đông Dương). Ngoài ra, liên bang còn có các tên gọi khác như '''Đông Dương thuộc Pháp''' ([[chữ Nôm]]: 東洋屬法, {{lang-fr|Indochine française}}) hoặc gọi tắt là '''Đông Pháp''' ([[chữ Nôm]]: 東法).\n\n== Địa lý ==\n{{chính|Bán đảo Đông Dương}}\nVới diện tích 737.000&nbsp;km² (284.557 sq mi), Liên bang Đông Dương là lãnh thổ thuộc địa lớn thứ 2 ở [[Đông Nam Á]] (sau [[Đông Ấn Hà Lan]]) trong thời gian tồn tại. Địa hình Đông Dương bao gồm một phần dãy núi kéo dài từ [[cao nguyên]] [[Tây Tạng]] giáp với Trung Quốc ở phía bắc, xen kẽ với các vùng đất thấp phần lớn bị thoát nước bởi ba hệ thống sông lớn chạy theo hướng bắc nam là [[sông Mê Kông]] (chảy qua [[Lào]], [[Cao Miên]] và [[Nam Kỳ]]), ở phía bắc, ở phía đông giáp với [[Biển Đông]], ở phía tây giáp với [[Xiêm]] và ở phía nam giáp với [[Vịnh Thái Lan|vịnh Xiêm]].\n\n== Thành lập ==\n=== Những mối liên kết đầu tiên (trước thế kỷ XIX) ===\n{{chính|Quan hệ Pháp – Việt Nam|Quan hệ giữa Nguyễn Ánh và người Pháp}}\nVào đầu [[thế kỷ 17]], nhà giáo sĩ [[Dòng Tên]] người Avignon (nay thuộc Pháp) là [[Alexandre de Rhodes]] đến Việt Nam truyền đạo, góp phần tạo ra [[chữ Quốc ngữ]] tại đây. Đến [[thế kỷ 18]], ảnh hưởng của người Pháp ở Đông Dương chỉ giới hạn trong lĩnh vực thương mại cùng một số thành tựu của các nhà truyền giáo thuộc [[Hội Thừa sai Paris]].\n\nNăm 1787, [[Pierre Pigneau de Behaine]], một linh mục [[Công giáo]] [[người Pháp]], đã thỉnh cầu vua [[Louis XVI của Pháp]] cử các tình nguyện viên quân đội để chi viện cho [[Gia Long|Nguyễn Ánh]] chiếm lại lãnh địa đã mất về tay [[nhà Tây Sơn]]. Sau đó, Pigneau qua đời ở Việt Nam, nhưng quân đội của ông đã chiến đấu tại đây đến năm 1802, khi [[nhà Nguyễn]] được thành lập và Nguyễn Ánh trở thành vua Việt Nam đầu tiên thống nhất đất nước sau hàng trăm năm chiến tranh. Ông lấy niên hiệu Gia Long.\n\nSau khi thống nhất đất nước của mình, Gia Long lại thiên về hướng tạo dựng mối hữu nghị mới với [[nhà Thanh]] ở Trung Quốc, khi đồng ý xưng thần với đế quốc này. Đồng thời, do lo ngại sự gia tăng ngày càng nhiều số lượng giáo sĩ ở Việt Nam là một mối đe dọa tiềm tàng, các vua nhà Nguyễn về sau bắt đầu thực hiện <nowiki>''bế quan tỏa cảng''<\/nowiki> (cấm giao thương với bên ngoài) và cấm đạo nhằm ngăn chặn ảnh hưởng của thực dân châu Âu tại khu vực này.\n\nTừ thời vua [[Minh Mạng]] (con trai thứ sau và là người kế vị của vua Gia Long), triều đình Huế thi hành chính sách cấm đạo với các biện pháp trấn áp bằng vũ lực thậm chí là xử tử. Năm 1835, một cha xứ người Pháp là [[Joseph Marchand Du|Joseph Manchard]] bị triều đình nhà Nguyễn khép tội xúi giục dân bản địa nổi loạn, và bị xử tử bằng hình thức [[Tùng xẻo|lăng trì]].\n\n=== Chiến tranh Pháp - Đại Nam (1858-1884) ===\n\n==== Chiến dịch Nam Kỳ và Cao Miên (1858-1867) ====\nTháng 1\/1857, công sứ Pháp tại [[Thượng Hải|tô giới Thượng Hải]] là [[Charles de Montigny]] được hoàng đế [[Napoléon III của Pháp|Napoléon III]] của [[Đệ Nhị Đế chế Pháp]] cử đến Việt Nam nhằm thuyết phục triều đình nhà Nguyễn chấm dứt việc đàn áp hay trục xuất các nhà truyền đạo Công giáo<ref name=\"tucker29\">Tucker, tr. 29.<\/ref>, và thông quan hàng hải. Nhưng vua nhà Nguyễn lúc đó là [[Tự Đức]] đã khước từ mọi yêu cầu của de Montigny, khiến hoàng đế Pháp phải điều một hạm đội hải quân 3.300 người (gồm 300 lính [[Philippines]] của thực dân [[Tây Ban Nha]])<ref>Chapuis (1995), tr. 195.<\/ref> do đô đốc [[Charles Rigault de Genouilly]] chỉ huy nhằm đánh phá cảng Tourane ([[Đà Nẵng]] ngày nay). Hạm đội Pháp chiếm được [[Sơn Trà|bán đảo Sơn Trà]]. Nhưng sau ba tháng ròng giao tranh mà không thấy cơ hội tiến sâu vào đất liền, de Genouilly đã mở một cuộc tấn công khác vào thành [[Thành phố Hồ Chí Minh|Sài Gòn]].<ref name=\"tucker29\" \/><ref name=\"Chapuis248\">Chapuis (2000), tr. 48.<\/ref>\n\nNgày 17\/2\/1859, hạm đội Pháp chiếm được đại đồn [[Chí Hòa (định hướng)|Chí Hòa]] ở Sài Gòn vốn phòng bị kém. Tuy nhiên, quân Pháp lại không thể chinh phục các lãnh thổ bên ngoài vành đai phòng thủ của thành phố, khiến De Genouilly bị thay thế bởi [[Louis Adolphe Bonard]] vào tháng 11\/1859.\n\nSau đó, người Pháp nỗ lực để đạt một hiệp ước bảo vệ [[Giáo hội Công giáo|đức tin Công giáo]] tại Việt Nam<ref name=\"tucker29\" \/><ref name=\"Chapuis248\" \/> nhưng không thành công và cuộc chiến ở Sài Gòn vẫn tiếp diễn. Đến năm 1861, lực lượng Pháp chiếm được vùng [[đồng bằng sông Cửu Long]], buộc người Việt ký [[Hòa ước Nhâm Tuất]] ngày 5\/6\/1862; qua đó, Công giáo được tự do hoạt động; mở cửa giao thương ở đồng bằng sông Cửu Long và tại ba cảng ở cửa sông Hồng ở miền bắc Việt Nam; nhường lại các tỉnh [[Biên Hòa]], [[Gia Định]] và [[Định Tường]], cùng với đảo [[Côn Sơn (đảo)|Poulo Condore]] cho Pháp cai quản; đồng thời trả khoản bồi thường tương đương với 4.000.000 đồng bạc.<ref>Chapuis, tr 49-53.<\/ref><ref name=\"Llewellyn\">Llewellyn.<\/ref><ref>Thomazi, tr. 69-71.<\/ref>\n\nNăm 1864, ba tỉnh nói trên sau khi về tay người Pháp đã chính thức trở thành thuộc địa Nam Kỳ thuộc Pháp. Đến năm 1867, phó đô đốc Pháp [[Pierre-Paul de La Grandière|Pierre de la Grandière]] buộc người Việt Nam phải nhượng thêm ba tỉnh [[An Giang|Châu Đốc]], [[Hà Tiên]] và [[Vĩnh Long]]. Theo đó, cả vùng Nam bộ cũng như đồng bằng sông Cửu Long đều nằm dưới sự cai trị của Pháp.<ref name=\"Llewellyn\" \/>\n\nNăm 1863, vua [[Campuchia thuộc Pháp|Campuchia]] [[Norodom]] yêu cầu thiết lập chế độ bảo hộ của Pháp đối với nước mình. Năm 1867, vương quốc [[Vương quốc Rattanakosin|Xiêm]] ([[Thái Lan]] ngày nay) từ bỏ quyền thống trị đối với Campuchia và chính thức công nhận quyền bảo hộ của Pháp đối với nước này; đổi lại, Xiêm có sáp nhập các tỉnh [[Battambang]] và [[Xiêm Riệp]] thành một phần lãnh thổ [[Thái Lan]] cho đến năm 1906.\n\n==== Biến cố ở Bắc Kỳ ====\n[[Đô đốc]] [[Marie Jules Dupré]] yêu cầu đại tá [[Francis Garnier]] ra [[Bắc Kỳ]] để giải quyết vụ xung đột giữa lái buôn Pháp Jean Dupuis và chính quyền địa phương. Nguyên nhân là khi [[Nguyễn Tri Phương]] ra Bắc yết thị cấm [[người Việt]] và [[Hoa kiều]] giao thiệp với người phương Tây, không cho chở hàng đi [[Vân Nam]] và yêu cầu yêu cầu phía Pháp bắt Dupuis (theo [[Hòa ước Nhâm Tuất (1862)|Hiệp ước Nhâm Tuất]] năm 1862, [[Hà Nội]] không phải nơi thông thương) nhưng ông ta vẫn kiên quyết ở lại. Triều đình phải cử quan [[Khâm sai]] [[Lê Tuấn]] cùng [[Nguyễn Văn Tường]] và [[Nguyễn Tăng Doãn]] vào [[Gia Định]] thương nghị. Khi Garnier gặp Nguyễn Tri Phương có đề nghị ký một bản thương ước mở [[sông Hồng]] cho việc thông thương nhưng [[Nguyễn Tri Phương]] từ chối do chưa rõ ý kiến của triều đình Huế.\n\n[[Đại tá Garnier]] sau đó gửi cho [[triều đình Đại Nam]] một bản tối hậu thư, trong đó yêu cầu quân nhà Nguyễn phải giải giáp và cho [[Jean Dupuis]] tự do đi lại. Khi không nhận được thư trả lời, Garnier và Dupuis lên kế hoạch đánh thành Hà Nội; theo đó, lúc 6 giờ sáng ngày 20\/11, các pháo thuyền ''Scorpion'' và ''Espignol'' do thuyền trưởng [[Adrien-Paul Balny d'Avricourt]] chỉ huy sẽ bắn phá hai cửa thành phía bắc và phía đông cùng các cơ sở chính quyền của Hà Nội; đặc biệt tập trung pháo kích hương về doanh trại chỉ huy của khâm sai đại thần [[Nguyễn Tri Phương]] (dinh [[tổng đốc Hà Ninh]] và cột cờ). Tới 6 giờ 30, quân Pháp sẽ ngừng pháo kích; Garnier và viên phụ tá [[de Trentinian]] sẽ chỉ huy 25 thủy bộ binh với hai khẩu sơn pháo phối hợp với quân của phó thuyền trưởng Esmez tấn công cửa thành phía nam rồi bắt liên lạc với cánh quân đã vào trong cửa phía đông của Bain cùng với 2 phụ tá là Hautefeuille và Perrin. Tổng số quân Pháp tham chiến là 90 người. Ngoài ra, Dupuis phải bố trí toán lính đánh thuê [[Trung Quốc]] của ông ta tiến sát gần cửa đông lúc 2 pháo thuyền bắt đầu khai hỏa; ngay sau khi cuộc pháo kích kết thúc, Dupuis sẽ dẫn quân chiếm đóng lầu canh hình bán nguyệt ở cổng thành phía đông rồi đóng chốt ở phía bắc nhằm chặn đường rút lui của quan binh Đại Nam.\n\nĐúng như kế hoạch, rạng sáng ngày 20\/11\/1873, quân Pháp bắt đầu tấn công. Tổng đốc Hà Ninh [[Nguyễn Tri Phương]] chỉ huy quân lính phòng thủ nhưng chẳng bao lâu thì [[Hoàng thành Thăng Long|thành Hà Nội]] thất thủ. Bản thân ông bị thương nặng và bị quân Pháp bắt. Con trai ông là [[Nguyễn Lâm]] cũng tử trận. Ít lâu sau, Nguyễn Tri Phương tuyệt thực và qua đời trong ngục.\n\nNgay sau khi [[Trận thành Hà Nội (1873)|thành Hà Nội thất thủ]], triều đình Huế phái [[Trần Đình Túc]], [[Trương Gia Hội]] cùng hai giáo sĩ là Sohier và Danzelger ra Hà Nội để điều đình với Garnier nhưng ông ta đã chiếm các thành [[Nam Định]], [[Phủ Lý]], và [[Hải Dương]]. Vua [[Tự Đức]] liền khiến Tam Tuyên tổng đốc [[Hoàng Kế Viêm|Hoàng Tá Viêm]] sung tiết chế Bắc Kỳ quân vụ và tham tán [[Tôn Thất Thuyết]] đem theo 1.000 quân đến đóng ở phủ [[Từ Sơn]] ([[Bắc Ninh]] ngày nay). Tuy nhiên, quân triều đình ra đến [[Thanh Hóa]] thì phải hồi kinh vì thành [[Ninh Bình]] đã thất thủ.\n\nKhi Garnier đánh chiếm thành Nam Định, [[Quân Cờ Đen|quân cờ đen]] ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]], do [[Lưu Vĩnh Phúc]] chỉ huy hoạt động mạnh và đánh chiếm đồn phòng thủ của quân Pháp tại [[Phủ Hoài]] và nhiều tiền đồn khác ở ngoại vi Hà Nội. Garnier phải cử tàu ''Scorpion'' chở 15 lính tăng viện cho [[Bain de la Coquerie]] và ngay sau đó tàu này phải ra [[cửa Cấm]] chờ tàu ''Decrès'' chở quân tăng viện từ [[Thành phố Hồ Chí Minh|Sài Gòn]] ra.\n\nNgày 18\/12\/1873, sau khi cử y sĩ Harmand giữ chức quản trị quân sự cùng với 25 lính thủy giữ thành Nam Định, Garnier quay trở về Hà Nội để dự trù một cuộc phản công ở Phủ Hoài. Tuy nhiên, vào chiều hôm sau (19\/12), Garnier ra lệnh đình chiến, và tiếp đoàn thương nghị của triều đình Huế do Trần Đình Túc và Trương Gia Hội dẫn đầu, nhằm tìm giải pháp hòa bình cho đôi bên. Tới ngày 21\/12, khi Garnier đang nghị bàn với phái đoàn Đại Nam, ông được tin là quan binh triều đình phối hợp với quân Cờ Đen ở Sơn Tây để tiến đến Hà Nội. Garnier liền dẫn một toán quân ra chặn đánh, nhưng bị quân Cờ Đen phục kích giết chết tại [[Cầu Giấy]].\n\nTriều đình khi nhận được tin thắng trận đã lập tức cho [[Lê Tuấn]] và [[Nguyễn Văn Tường]] đến Sài Gòn thương nghị với đô đốc Dupré. Viên đô đốc này không được chính phủ Pháp ủng hộ trong vụ Bắc Kỳ nên bằng lòng trả các thành lại cho các quan địa phương và ký Hòa ước mới. Nhưng sau vụ đụng độ ở Bắc Kỳ, quyền tự quyết về ngoại giao của Đại Nam bị buộc phải giao cho người Pháp.\n\n==== Hiệp ước Quý Mùi (1883) ====\nNăm 1876, [[Phạm Thận Duật]] dẫn đầu sứ bộ Đại Nam sang [[Tên gọi Trung Quốc|Trung Hoa]] cầu viện [[nhà Thanh]] để đối phó với Pháp. Triều đình Huế cũng chiêu nạp quân Cờ Đen của [[Lưu Vĩnh Phúc]], bổ nhiệm ông này làm chức [[Chuẩn Đô đốc|đề đốc]] cùng các quan chống cự quân Pháp. Khi đó, tình hình ở Bắc Kỳ trở nên bất ổn bởi các lực lượng người Hoa khiến chính phủ Pháp phải cân nhắc phương án đặt sự bảo hộ hoàn toàn ở Bắc Kỳ. Ngay từ năm 1879, đô đốc [[Bernard Jauréguiberry]] đã yêu cầu tăng viện 6.000 người sang [[Bắc Kỳ]] áp đặt nền bảo hộ nhưng chính phủ Pháp đã từ chối. Năm 1882, [[thống đốc Nam Kỳ]] [[Charles Le Myre de Vilers]] yêu cầu [[đại tá]] [[Henri Rivière|Henry Rivière]] dẫn với 233 quân ra Bắc Kỳ để bảo vệ các thương gia Pháp khỏi các băng đảng người Hoa. Khi tới Hà Nội ngày 3\/4 năm đó, [[Henri Rivière|Henry Rivière]] đã có ý chiếm thành nhưng bị [[thống đốc de Vilers]] phản đối.\n\nCuối năm 1882, quân Thanh do các tướng [[Tạ Kính Bưu]] và [[Đường Cảnh Tùng]] vượt biên giới sang đóng ở [[Bắc Ninh]] và [[Sơn Tây (tỉnh cũ)|Sơn Tây]]. Triều Nguyễn trước đó đã yêu cầu [[nhà Thanh]] việc trợ, trong khi đại sứ Pháp ở [[Bắc Kinh]] thương thảo với tổng đốc [[Trực Lệ]] [[Lý Hồng Chương]] nhằm phân chia quyền kiểm soát Bắc Kỳ giữa hai nước. Đại tá Rivière sau đó dẫn quân đánh chiếm [[Hồng Gai, Hạ Long|Hòn Gai]] và [[Nam Định]], nhưng sau đó các quan viên triều Nguyễn như [[Trương Quang Đản]], [[Bùi Ân Niên]], [[Hoàng Kế Viêm]] đe doạ kéo quân bao vây người Pháp ở Hà Nội. Trong khi xuất quân phá vây, Rivière bị quân Cờ Đen của [[Lưu Vĩnh Phúc]] hạ sát sáng ngày 19\/5\/1883. Trước đó 4 ngày, [[Hạ viện Pháp|quốc hội Pháp]] thông qua 1 khoản ngân sách 5.500.000 franc, cho phép gởi thêm quân lực tới xứ Bắc Kỳ.\n\nNgày 19\/7\/1883, vua [[Tự Đức]] băng hà. [[Bộ chỉ huy Pháp]] lợi dụng những biến loạn xảy ra sau sự kiện này, nên cử [[tướng Courbet]] chỉ huy hạm đội đi đánh [[cửa Thuận An]] nhằm buộc triều đình phải xin hưu chiến và chấp nhận ký kết một hiệp ước có lợi cho người Pháp. Trước sự uy hiếp của Courbet, triều đình cử [[thượng thư]] [[bộ Lại]] [[Nguyễn Trọng Hợp]] ra Thuận An để điều đình với Pháp. Tổng ủy [[Francois Jules Harmand]] ra một yêu sách gồm 27 điều khoản và gia hạn cho triều đình Huế phải trả lời trong vòng 24 giờ đồng hồ, nếu không sẽ khai hỏa đánh lên kinh thành. Các điều khoản mà phía Pháp đưa ra, được sử gia [[Trần Trọng Kim]] tóm tắt trong ''[[Việt Nam sử lược]]'' tựu trung có mấy điểm chính:\n\n# Triều đình Huế thừa nhận sự \"bảo hộ\" của Pháp. Mặt ngoại giao kể cả việc giao thiệp với nước Trung Hoa cũng phải có sự ưng thuận của Pháp.\n# [[Nam Kỳ]] là xứ [[thuộc địa]] của Pháp từ năm [[1874]], nay được mở rộng gồm cả tỉnh [[Bình Thuận]] thay vì Bình Thuận thuộc [[Trung Kỳ]].\n# Pháp có quyền đóng quân ở [[Đèo Ngang]] và [[cửa Thuận An]].\n# [[Trung Kỳ]], tức các tỉnh từ [[Khánh Hòa]] ra đến Đèo Ngang thuộc triều đình Huế. Cắt ba tỉnh [[Thanh Hóa]], [[Nghệ An]], và [[Hà Tĩnh]] nhập vào Bắc Kỳ.\n# [[Khâm sứ Trung Kỳ|Khâm sứ]] Pháp ở Huế có quyền ra vào tự do yết kiến vua.\n# Ở Bắc Kỳ (gồm cả ba tỉnh [[Thanh Hóa|Thanh]]-[[Nghệ An|Nghệ]]-[[Hà Tĩnh|Tĩnh]]), người Pháp có quyền đặt [[công sứ]] ở các tỉnh để kiểm soát quan Việt nhưng đại để việc nội trị không bị ảnh hưởng.\n\nBản hòa ước được hai bên ký kết ngày 23 Tháng Bảy [[âm lịch]] triều [[Hiệp Hòa]], tức ngày 25\/8\/1883, còn gọi là [[Hòa ước Quý Mùi, 1883|hiệp ước Harmand]] (hay hòa ước Quý Mùi).\n\nDù vậy, phái chủ chiến của [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] chỉ xem đây như kế hoãn binh, để có thời gian củng cố lực lượng phản kháng. Hai ông này đã kêu gọi thành lập nghĩa quân chống Pháp, đắp đồn xung quanh kinh thành và cho xây dựng căn cứ [[Thành Tân Sở|Tân Sở]], đồng thời chờ viện quân [[nhà Thanh]] lúc đó đã vượt biên giới vào Bắc Kỳ giao tranh với quân Pháp theo thỉnh cầu của Phạm Thận Duật, và sửa sang đường thượng đạo ra Bắc hầu tìm cách chống cự lâu dài. Súng ống, đạn dược, lương nong và gần 30% kho bạc triều đình được bí mật chuyển lên Tân Sở, đợi ngày phản công. Trong khi hàng vạn nhân công đang xây dựng căn cứ trong miền [[rừng]] [[núi]] [[Quảng Trị]], vua [[Hiệp Hòa|Hiệp Hoà]] chủ trương hoà giải bị cho là nhu nhược và bị ép phải tự tử. Ngày 2\/12 năm đó, [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] lập [[hoàng tử Ưng Đăng]] lên ngôi, niên hiệu [[Kiến Phúc]].\n\n==== Hiệp ước Giáp Thân (1884) ====\nVua Kiến Phúc ở ngôi được 8 tháng thì băng hà. Hoàng tử Ưng Lịch kế vị ngai vàng, lấy hiệu là [[Hàm Nghi]]. Lúc này, quân Pháp ở [[Bắc Kỳ]] đã đẩy lui quân chủ lực nhà Thanh về Trung Quốc. Tuy nhiên, quân Thanh vẫn hiện diện tại một số tỉnh thượng du phía Bắc và đe doạ lực lượng phòng vệ Pháp ở Bắc Kỳ. Chính phủ Pháp đã cử [[François-Ernest Fournier]] sang [[Thiên Tân]] ký với [[Lý Hồng Chương]] một bản thỏa thuận sơ bộ, được gọi là [[hòa ước Thiên Tân 1884]]; trong đó, có điều khoản nhà Thanh công nhận quyền bảo hộ của Pháp ở Việt Nam. Dựa vào bản thỏa thuận sơ bộ năm 1884 ở Thiên Tân. Chính phủ Pháp đã cử [[Jules Patenôtre]] - đại diện [[Đệ Tam Cộng hòa Pháp|Đệ Tam Cộng Hòa Pháp]] đến Huế sửa lại [[Hòa ước Quý Mùi, 1883|hòa ước Quý Mùi 1883]] trước đó giữa Pháp và nhà Nguyễn bằng một bản hòa ước khác có nhiều điều khoản có lợi hơn cho Pháp, bao gồm việc áp đặt quyền bảo hộ hoặc cai trị hoàn toàn đối với lãnh thổ Đại Nam.\n\nĐại diện Cộng hòa Pháp là Jules Patenôtre, đặc phái viên và đại sứ đặc mệnh toàn quyền của Cộng hòa Pháp tại Bắc Kinh. Và đại diện Hoàng đế An Nam gồm quan nhiếp chính [[Nguyễn Văn Tường]] (đệ nhất phụ chính đại thần, Lại bộ thượng thư), [[Phạm Thận Duật]] (Hộ bộ thượng thư) và [[Tôn Thất Phán]] (phụ trách ngoại giao, quyền Công bộ Thượng thư).\n\nNhững vị này sau khi đã trao đổi ủy nhiệm thư, đúng phép tắc lễ nghi, đã thỏa thuận với nhau về những điều khoản sau đây<ref>Bước đầu của sự thiết lập hệ thống thuộc địa của Pháp ở Việt Nam (1858 - 1897) - Nguyễn Xuân Thọ - Nhà xuất bản Hồng Đức - ISBN 9786048659202<\/ref>:\n\n'''Điều 1:''' Nước [[An Nam]] thừa nhận và chấp thuận nền bảo hộ của nước Pháp. Nước Pháp sẽ đại diện cho nước An Nam trên mọi quan hệ ngoại giao. Những người dân An Nam nằm ''ở'' nước ngoài đều đặt dưới quyền bảo hộ của nước Pháp.\n\n'''Điều 2:''' Một lực lượng quân sự Pháp sẽ chiếm đóng [[cửa Thuận An]] lâu dài. Mọi đồn lũy và công trình quân sự dọc theo bờ sông Huế ([[sông Hương]]) sẽ bị san bằng.\n\n'''Điều 3:''' Các quan chức An Nam tiếp tục nắm quyền cai trị các tỉnh nằm giữa ranh giới của xứ Nam Kỳ cho đến ranh giới tỉnh Ninh Bình, ngoại trừ các vấn đề hải quan, công chánh, và nói chung, bất kỳ dịch vụ đòi hỏi phải có sự chỉ đạo thống nhất hoặc phải sử dụng các kỹ sư, nhân viên người Âu châu.\n\n'''Điều 4:''' Trong những giới hạn đã chỉ rõ trên đây, chính phủ An Nam sẽ cho phép mở cửa cho việc buôn bán với mọi quốc gia tại các cảng [[Đà Nẵng|Tourane]], [[Quy Nhơn]], Đà Nẵng và Xuân Đài. Những cảng khác có thể được mở cửa thêm trong tương lai, sau khi đã có một sự thỏa thuận trước giữa hai bên. Chính phủ Pháp sẽ đặt tại đó những nhân viên dưới quyền của viên công sứ Pháp tại Huế.\n\n'''Điều 5:''' Một công sứ toàn quyền (khác với viên công sứ Huế, đại diện cho chính phủ Pháp, sẽ chủ trì những quan hệ ngoại giao của nước An Nam và phụ trách điều hành công việc thường ngày của bộ máy bảo hộ mà không nhúng tay vào công việc hành chính địa phương của các tỉnh nằm trong những giới hạn quy định trong điều 3. Viên công sứ toàn quyền sẽ ''ở'' trong nội thành Huế với một đội quân tùy tùng. Viên công sứ toàn quyền sẽ có quyền lợi kiến cá nhân và không chính thức với Đức vua An Nam (sau này gọi là Khâm sứ Trung kỳ).\n\n'''Điều 6:''' Tại Bắc Kỳ, những công sứ hoặc phó sứ sẽ được chính phủ Cộng hòa đặt tại những tỉnh lỵ nào mà xét thấy sự có mặt của họ sẽ bổ ích. Họ sẽ được đặt dưới quyền của viên công sứ toàn quyền. Họ sẽ đóng trong một thành và trong mọi trường hợp, ngay trong phạm vi dành cho các quan; nếu cần, họ sẽ được cấp một đội quân tùy tùng Pháp hoặc An Nam.\n\n'''Điều 7:''' Các công sứ sẽ tránh không can thiệp các công việc hành chính nội bộ các tỉnh. Các quan chức An Nam mọi ngạch sẽ tiếp tục cai trị và điều hành công việc dưới sự kiểm soát của các viên công sứ; nhưng khi có yêu cầu của các nhà chức trách Pháp thì họ sẽ bị cách chức.\n\n'''Điều 8:''' Các công chức và nhân viên người Pháp ''ở'' mọi ngạch chỉ được liên hệ với các quan chức An Nam qua trung gian các công sứ.\n\n'''Điều 9:''' Một đường dây điện tín sẽ được bắc từ Sài Gòn ra Hà Nội và khai thác bởi những nhân viên người Pháp. Một phần các lệ phí thu được sẽ chuyển cho chính phủ An Nam; đáp lại, chính phủ An Nam sẽ cấp cho những đất đai cần thiết để xây dựng các trạm điện tín.\n\n'''Điều 10:''' Tại Trung Kỳ (An Nam) cũng như Bắc Kỳ, tất cả những người nước ngoài thuộc bất cứ quốc tịch nào cũng đều đặt dưới quyền tài phán của người Pháp. Các nhà chức trách Pháp sẽ quyết định, căn cứ trên những tranh chấp, bất cứ là loại nào, sẽ xảy ra giữa người An Nam và người nước ngoài cũng như giữa nước ngoài với nhau.\n\n'''Điều 11:''' Tại Trung Kỳ, các quan bố chánh sẽ thu thuế cũ dưới sự kiểm soát của các quan chức Pháp, cho triều đình Huế. Tại Bắc Kỳ, các công sứ với sự cộng tác của các quan bố chánh, sẽ tập trung cũng một công việc thuế ấy, và họ sẽ kiểm soát cả hai mặt thu và chi. Một tiểu ban gồm công chức Pháp và Nam sẽ ấn định những số tiền dành cho các ngành hành chính sự nghiệp khác nhau và cho các công trình công cộng. Phần còn lại sẽ nộp vào ngân khố của triều đình Huế.\n\n'''Điều 12:''' Trên toàn cõi đất nước, công tác thuế quan được tổ chức lại sẽ hoàn toàn giao phó cho các nhà cai trị Pháp. Chỉ có thuế quan cửa biển và cửa khẩu biên giới đặt bất cứ nơi nào cảm thấy cần. Sẽ không chấp nhận bất cứ một khiếu nại nào liên quan đến những biện pháp mà các nhà chức trách quân sự đã thi hành về mặt thuế quan. Các luật lệ và quy chế liên đến những thuế gián tiếp, đến chế độ bảng giá thuế quan và chế độ y tế của Nam Kỳ sẽ được áp dụng cho cả lãnh thổ Trung Kỳ và Bắc Kỳ.\n\n'''Điều 13:''' Các công dân hay dân bảo hộ của nước Pháp đều có thể đi lại tự do, buôn bán, tạo sự mua bán và sử dụng tùy ý những động sản và bất động sản... trên toàn cõi Bắc Kỳ và trong các cảng mở cửa của Trung Kỳ. Đức vua An Nam xác nhận bằng văn bản những cam kết đã được quy định bởi Hiệp ước 15\/3\/1874 vì quyền lợi của các giáo sĩ và giáo dân.\n\n'''Điều 14:''' Những người muốn đi du lịch đó đây trong nội địa nước An Nam chỉ có thể được cấp giấy phép qua sự trung gian của khâm sứ tại Huế hoặc của chính phủ Nam Kỳ. Các nhà đương cục đó sẽ cấp giấy phép thông hành cho họ, giấy thông hành phải được trình với chính phủ Việt Nam để được đóng dấu thị thực.\n\n'''Điều 15:''' Nước Pháp cam kết từ đây sẽ bảo đảm sự nguyên vẹn lãnh thổ của Đức vua An Nam, bảo vệ Đức vua chống lại những cuộc tấn công từ bên ngoài và những vụ nổi loạn bên trong. Hướng vào mục đích đó, các nhà chức trách Pháp có thể chiếm đóng quân sự trên lãnh thổ Trung Kỳ và Bắc Kỳ những đại điểm xét thấy cần thiết cho sự thực thi chế độ bảo hộ.\n\n'''Điều 16:''' Đức vua An Nam sẽ tiếp tục lãnh đạo công cuộc nội trị của đất nước như cũ, trừ những hạn chế quy định trong bản hiệp ước này.\n\n'''Điều 17:''' Những món nợ hiện nay An Nam còn nợ Pháp sẽ được giải quyết bằng những đợt thanh toán theo hình thức cụ thể sẽ được quy định sau. Đức vua An Nam sẽ không được ký kết một sự vay mượn nào của nước ngoài nếu không có phép của chính phủ Pháp.\n\n'''Điều 18:''' Những cuộc hội nghị sau này sẽ ấn định giới hạn của các cảng mở cửa và những khu đất nhượng cho nước Pháp trong những cảng này; việc xây dựng các hải đăng trên bờ biển Trung Kỳ và Bắc Kỳ; chế độ và việc khai thác mỏ; chế độ tiền tệ; phần tỷ lệ dành cho chính phủ An Nam trên tổng số thu nhập về quan thuế, về các ty; về các phí điện tín và về những khoản thu nhập khác không nói đến trong điều II của hiệp ước này.\n\nHiệp ước này sẽ đệ trình lên chủ tịch nước Cộng hòa Pháp và Qụốc vương An Nam phê chuẩn. Việc trao đổi phê chuẩn sẽ được tiến hành càng sớm càng hay.\n\n'''Điều 19''': Hiệp ước này sẽ thay thế cho các Hiệp ước ngày 15\/3, 31\/8 và 23\/11\/1864.\n\nMột năm sau (1885), chính phủ Pháp và triều đình nhà Thanh đã đi đến ký kết bản hiệp ước chính thức, được gọi là chính thức [[Hòa ước Thiên Tân (1885)|hòa ước Thiên Tân 1885]]. Trung Hoa chính thức từ bỏ mọi quyền lực thiên triều đối với chư hầu An Nam và trao cho nước Pháp toàn quyền cai trị, biến An Nam thành thuộc địa của họ tại Đông Nam Á.\n\n==== Khởi nghĩa Cần Vương (1885-1889) ====\n\nTừ cuối năm 1884, phe chủ chiến ở Huế do Tôn Thất Thuyết đứng đầu đã nhân danh vua Hàm Nghi phản đối việc 300 quân Pháp kéo vào Huế lập căn cứ Mang Cá ngay trong Hoàng thành. Đáp lại, người Pháp tăng thêm số quân đóng ở Mang Cá lên hàng ngàn người.\n\nTôn Thất Thuyết huy động số quân ở các địa phương tập trung về Huế, bí mật tổ chức một cuộc phản công. Ngày 27\/6\/1885, [[de Courcy]] (tổng chỉ huy vừa được cử sang) chủ động đem 4 đại đội và 2 tàu chiến từ [[Hải Phòng]] vào Huế nhằm loại trừ phe chủ chiến và dự định bắt sống Tôn Thất Thuyết.\n\nNgày 2\/7 cùng năm, de Courcy đến cửa [[Cửa Thuận An|Thuận An]] rồi đến Huế yêu cầu Hội đồng phụ chính đến hội thương. Tôn Thất Thuyết cáo bệnh không đến, gấp rút chấn chỉnh quân sĩ, đào hào đắp lũy trong thành và bố trí hai đạo quân đặc biệt phòng thủ hoàng thành, nhằm giành thế chủ động trước khi de Courcy vào hoàng thành.[[Tập tin:Map of French Indochina expansion.svg|nhỏ|200px|phải|Tiến trình xâm lược của thực dân Pháp ở Đông Dương]][[Tập tin:Colonies of the second French colonial empire.jpg|nhỏ|200px|phải|Đông Dương năm 1891 (từ ''[[Le Monde illustré]]'')<br \/>\n1. Toàn cảnh ''Lac-Kaï''<br \/>\n2. Vân Nam, tại cầu cảng [[Hà Nội]]<br \/>\n3. Đường ngập Hà Nội<br \/>\n4. Bến tàu Hà Nội]]\nĐêm ngày 4\/7, giữa lúc de Courcy đang dự tiệc ở sứ quán bên kia [[sông Hương]], Tôn Thất Thuyết bí mật chia quân làm hai cánh. Cánh thứ nhất (do [[Tôn Thất Lệ]] chỉ huy) có nhiệm vụ tấn công sứ quán Pháp. Cánh thứ hai (do Tôn Thất Thuyết đích thân chỉ huy) sẽ tập kích, tiêu diệt toàn bộ lính Pháp ở đồn Mang Cá. Đúng 1 giờ sáng hôm sau (5\/7), quân của Tôn Thất Thuyết nổ súng hiệu đột nhập đồn Mang Cá, khiến lính Pháp rối loạn. Vài sĩ quan của họ bị thương vong. Đồng thời, sứ quán Pháp bên kia bờ sông Hương cũng bị tấn công, các trại lính Pháp bốc cháy dữ dội. De Courcy chỉ huy quân Pháp cố gắng cầm cự đến lúc trời gần sáng.\n\nLợi dụng quân Nguyễn chuyển hướng tấn công sang sứ quán, quân Pháp kéo 3 đội quân vào chiếm thành Huế, đốt phá dinh thự, tàn sát dân chúng và vượt qua các ổ phục kích để tiến vào Hoàng Thành.\n\nTrên đường tiến quân, nhiều binh lính Pháp cướp bóc của cải và sát hại người dân vô tội. Trong ngày hôm đó, hầu như nhà nào cũng có người bị giết. Về sau, hàng năm người dân Huế lấy ngày 23 tháng 5 Âm lịch làm ngày giỗ chung cho những dân bị thảm sát trong ngày này.\n\nTiến vào Hoàng Thành, quân Pháp chiếm được một số lớn của cải mà triều đình chưa kịp chuyển đi, gồm 2,6 tấn vàng và 30 tấn bạc, trong số này chỉ có một phần rất nhỏ sau này được hoàn lại cho triều đình Huế. Còn lại, số 700.000 lạng bạc phải được 5 lính Pháp đóng hòm trong 5 ngày mới xong và chở về Pháp.\n\nLúc đó, Tôn Thất Thuyết đã đưa vua Hàm Nghi cùng đoàn tùy tùng dời kinh đô Huế chạy ra sơn phòng Tân Sở. Tại đây, ngày 13\/7\/1885, Tôn Thất Thuyết nhân danh vua Hàm Nghi, đã hạ [[chiếu Cần Vương]] lần thứ nhất, kêu gọi sĩ phu, văn thân và nhân dân cả nước đứng lên kháng chiến giúp vua bảo vệ quê hương đất nước. Để tránh sự truy lùng gắt gao của quân Pháp, Tôn Thất Thuyết lại đưa Hàm Nghi vượt qua đất Lào đến sơn phòng Ấu Sơn (nay là [[Hương Khê]], [[Hà Tĩnh]]). Tại đây, vua Hàm Nghi lại xuống chiếu Cần Vương lần hai ngày 20\/9 năm đó.\n\nĐây là thời kỳ của những phong trào kháng chiến tự phát, nhỏ lẻ, hoàn toàn không có sự tham gia của quân đội triều đình. Lãnh đạo các cuộc khởi nghĩa Cần Vương không phải là các võ quan triều Nguyễn như trong thời kì đầu chống Pháp, mà là các trí thức, sĩ phu văn thân yêu nước đã tự nguyện hưởng ứng lời kêu gọi của vua, đứng lên kháng chiến nhằm đánh bại quân Pháp đang cai trị đất nước họ. Các cuộc khởi nghĩa đó là:\n\n* Khởi nghĩa của [[Nguyễn Văn Giáp]] ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] và Tây Bắc (1883-1887)\n* [[Nghĩa hội Quảng Nam]] của [[Nguyễn Duy Hiệu]].\n* [[Khởi nghĩa Hương Khê]] (1885–1896) của [[Phan Đình Phùng]], [[Cao Thắng]] ở [[Hương Khê]], [[Hà Tĩnh]].\n* Khởi nghĩa của [[Nguyễn Xuân Ôn]] ở [[Nghệ An]].\n* [[Khởi nghĩa Ba Đình]] (1886–1887) của [[Đinh Công Tráng]], [[Phạm Bành]] ở [[Nga Sơn]], [[Thanh Hóa]].\n* Khởi nghĩa của [[Mai Xuân Thưởng]] ở [[Bình Định]].\n* Khởi nghĩa của [[Lê Thành Phương]] ở [[Phú Yên]] (1885–1887).\n* [[Khởi nghĩa Hùng Lĩnh]] (1886–1892) của [[Tống Duy Tân]] ở [[Bá Thước]] và [[Quảng Xương]], [[Thanh Hóa]].\n* [[Khởi nghĩa Bãi Sậy]] (1883–1892) của [[Nguyễn Thiện Thuật]] ở [[Hưng Yên]].\n* Phong trào kháng chiến ở [[Thái Bình]] – [[Nam Định]] của [[Tạ Hiện]] và [[Phạm Huy Quang]].\n* [[Khởi nghĩa Hưng Hóa]] của [[Nguyễn Quang Bích]] ở [[Phú Thọ]] và [[Yên Bái]].\n* [[Khởi nghĩa Thanh Sơn]] (1885–1892) của [[Đốc Ngữ]] (Nguyễn Đức Ngữ) ở [[Hòa Bình]].\n* Khởi nghĩa của [[Trịnh Phong]] ở [[Khánh Hòa]] (1885–1886).\n* Khởi nghĩa của [[Lê Trực]] và [[Nguyễn Phạm Tuân]] ở [[Quảng Bình]].\n* Khởi nghĩa của [[Hoàng Đình Kinh]] ở vùng [[Lạng Sơn]], [[Bắc Giang]].\n* Khởi nghĩa của [[Lê Trung Đình]], [[Nguyễn Tự Tân]] ở [[Quảng Ngãi]].\n* Khởi nghĩa của [[Trương Đình Hội]], [[Nguyễn Tự Như]] ở [[Quảng Trị]].\n* khởi Nghĩa của [[Cù Hoàng Địch]] ở Nghệ Tĩnh\n\nTuy nhiên, tất cả các cuộc kháng chiến này đều thất bại. Đêm ngày 30 tháng 10 năm 1888, vua Hàm Nghi bị người Pháp bắt trong lúc đang ngủ say. Sau đó, thực dân Pháp ra sức thuyết phục nhà vua trẻ cộng tác nhưng vua Hàm Nghi đã từ chối quyết liệt. Sao đó, thực dân Pháp quyết định đưa vua Hàm Nghi đi đày tại [[Algérie|Algeria]], một thuộc địa của Pháp ở Bắc Phi (châu Phi), các cuộc khởi nghĩa chống Pháp vẫn tiếp tục. Tuy nhiên, phong trào Cần Vương suy yếu dần; từng cuộc khởi nghĩa lần lượt bị tiêu diệt.\n\nĐông Dương thuộc Pháp được thành lập vào ngày 17\/10\/1887 từ [[Bắc Kỳ]], [[Trung Kỳ]], [[Nam Kỳ]] (thuộc Việt Nam ngày nay) và [[Vương quốc Campuchia]]. Thực dân Pháp chính thức giữ lại vị thế của giới cai trị địa phương là [[Vua Việt Nam|hoàng đế Việt Nam]] và [[Danh sách nguyên thủ quốc gia Campuchia|quốc vương Campuchia]], nhưng thực tế đã tập hợp mọi quyền lực trong tay họ; các nhà cai trị địa phương chỉ giải quyết các vấn đề không mấy quan trọng giữa các thứ dân người Việt, nên được xem như chính phủ bù nhìn do Pháp lập nên.\n\n== Chính trị ==\n\n=== Thể chế chính trị ===\n[[Tập tin:Indochine 1905.jpg|nhỏ|200px|phải|Liên bang Đông Dương thuộc Pháp vào năm 1905. Bản đồ này bao gồm cả lãnh thổ của Xiêm (màu tím) thuộc \"vùng ảnh hưởng\" của Pháp.]]\nChính trị Đông Dương thuộc thể chế thuộc địa và bảo hộ nên không có quyền tự quyết.\n\nRiêng ở [[Nam Kỳ]] thì có bầu cử định kỳ và vận động cử tri. Tuy nhiên số cử tri rất khiêm nhường. Vào khoảng thập niên 1910 thì chỉ có 1.000 cử tri người Việt,<ref>Ho Tai, Hue-Tam. tr 42<\/ref> tức những người được vào Pháp tịch. Số người Pháp thì có khoảng 3.000 người ghi danh đi bầu. Sau cuộc cải tổ năm 1922, đặc quyền bầu cử được nới rộng và số cử tri người Việt tăng lên khoảng 20.000, đa số thuộc giới thượng lưu Tây học.<ref>Ho Tai, Hue-Tam. tr 288<\/ref> Đây là thành phần cử tri bỏ phiếu trong những cuộc tuyển cử [[Hội đồng Thuộc địa Nam Kỳ|Hội đồng Quản hạt]] so với 2-3 triệu dân của toàn xứ Nam Kỳ.\n\nVề mặt thông tin, báo chí thì chính phủ Bảo hộ áp dụng chính sách kiểm duyệt sách báo. Lệ này đến năm 1935 mới nới lỏng hơn khi [[Đảng Xã hội (Pháp)|Đảng Xã hội Pháp]] của thủ tướng [[Léon Blum]] lên chấp chính.<ref>Hà Thúc Ký. tr 36<\/ref>\n\n=== Bộ máy hành chính ===\nLiên bang Đông Dương được đặt dưới quyền của hai cơ quan ở chính quốc Pháp. [[Nam Kỳ]], [[Campuchia|Cao Miên]] và [[Lào]] phụ thuộc Bộ Thuộc địa Pháp dưới sự cai trị quân sự trong khi [[Trung Kỳ|Trung]] và [[Bắc Kỳ]] phụ thuộc Bộ Ngoại giao Pháp do của nhà chức trách dân sự.<ref name=\"Dommen, Arthur. Trang 22\">Dommen, Arthur. Trang 22.<\/ref> Dưới thời Toàn quyền Doumer việc cai trị mới được gộp lại trực thuộc Bộ Thuộc địa.\n\n==== Cấp liên bang ====\n{{chính|Toàn quyền Đông Dương}}Đứng đầu liên bang Đông Dương là viên Toàn quyền và Tổng thư ký, tức Phó Toàn quyền. Sau năm 1945 chức vụ [[Toàn quyền Đông Dương]] đổi thành Cao ủy Pháp tại Đông Dương (''Hauts commissaires de France en Indochine'') và đến năm 1953 thì gọi là Tổng ủy (''Commissaires généraux'').\n\n[[Tập tin:Francouzská Indočína.jpg|phải|nhỏ|200px|Địa hình và phân vùng hành chính trong Liên bang Đông Dương thời kỳ ổn định.]]Chức toàn quyền được giao quyền lực rất lớn vì là người đứng đầu về hành chính lẫn quân sự. Hỗ trợ cho chức vụ này là Hội đồng Tối cao (''Conseil supérieur''). Cơ quan này gồm có: \n:*Toàn quyền (đứng làm chủ tịch),\n:*Tổng tư lệnh quân đội,\n:*Thiếu tướng hải quân chỉ huy hạm đội Viễn Đông,\n:*Thống đốc Nam Kỳ\n:*Thống sứ Bắc Kỳ\n:*Thống sứ Ai Lao\n:*Thống sứ Cao Miên\n:*Khâm sứ Trung Kỳ\n:*Chủ tịch Đại hội đồng Kinh tế Tài chính,\n:*Bốn người bản xứ đặc bổ.\n\nHội đồng Tối cao họp hai năm một lần, một tại Hà Nội và một tại Sài Gòn, để ban hành các đạo luật và tính toán ngân sách chung và riêng của từng xứ.\n\nMười một bộ ở cấp liên bang gọi là tổng nha môn (''services généraux'') được giao việc điều hành các công vụ của nhà nước.\n\n{| class=\"wikitable\" border=\"0\" cellpadding=\"2\" cellspacing=\"2\" width=\"300px\"\n! valign=top style=\"width:100px\" align=\"center\"| Thứ tự\n! valign=top style=\"width:400px\" | Tổng nha môn (năm thành lập)\n! valign=top style=\"width:400px\" | Chủ sự\n|- bgcolor=\"#FFFFFF\"\n| 1 || Tài chính (1897) || Giám đốc\n|- bgcolor=\"#FFFFFF\"\n| 2 || Học chính || Giám đốc\n|- bgcolor=\"#FFFFFF\"\n| 3 || Tư pháp || Giám đốc\n|- bgcolor=\"#FFFFFF\"\n| 4 || Công chính (1898) || Tổng Thanh tra\n|- bgcolor=\"#FFFFFF\"\n| 5 || Công khoáng || Tổng Thanh tra\n|- bgcolor=\"#FFFFFF\"\n| 6 || Y tế || Tổng Thanh tra\n|- bgcolor=\"#FFFFFF\"\n| 7 || Nông lâm (1899) || Tổng Thanh tra\n|- bgcolor=\"#FFFFFF\"\n| 8 || Bưu chính (1901) || Giám đốc\n|- bgcolor=\"#FFFFFF\"\n| 9 || Công an (1922) || Giám đốc\n|- bgcolor=\"#FFFFFF\"\n| 10 || Quân sự || Tổng Tư lệnh\n|- bgcolor=\"#FFFFFF\"\n| 11 || Hải quân || Tư lệnh\n|}\n\nHệ thống lập pháp cấp liên bang còn có hai nghị hội: Hội đồng Chính phủ (''Conseil de Gouvernement de l'Indochine'') và [[Đại hội đồng Kinh tế Tài chính Đông Dương]] (''Grand Conseil des Intérêts économiques et Financiers de I’Indochine''), thành lập năm 1928. Hội đồng Kinh tế có 51 thành viên: 28 người Pháp và 23 đại biểu của ba xứ Việt, Miên, Lào.<ref>Vu Tam Ich. tr 60<\/ref> Trong số 23 người bản xứ thì [[người Việt]] chiếm tối đa 18 ghế.<ref name=\"Duncanson\"\/> Hai hội đồng này chủ yếu là cơ quan tư vấn và thảo nghị chứ không phải viện lập pháp.<ref>Đào Duy Anh. Trang 161.<\/ref>\n[[Tập tin:French Indochina c. 1930.jpg|nhỏ|200px|Bản đồ Liên bang Đông Dương 1930]]\n\nVề mặt tư pháp, có hai tòa án thượng thẩm cấp liên bang đặt tại [[Hà Nội]] và [[Thành phố Hồ Chí Minh|Sài Gòn]] để nhận các bản kháng án từ những tòa án địa phương. Hệ thống tư pháp này duy trì trật tự công lý. Trong các vụ kháng án, các quan tòa người Âu được sự hỗ trợ từ quan lại người bản xứ. Về nguyên tắc, Liên bang này hoàn toàn theo luật pháp <nowiki>''mẫu quốc''<\/nowiki>.\n\nNgoài quyền đại diện liên lạc với chính quốc, ứng xử ngoại giao và điều hành quân đội, chính quyền Liên bang còn có toàn quyền tài chính. Triều đình Huế \"lãnh lương\" từ chính phủ Bảo hộ.<ref>Vu Tam Ich. tr 61<\/ref>\n\nTổng cộng trên toàn cõi Đông Dương vào năm [[1936]] chính quyền có khoảng 3.300 công chức người Pháp trong guồng máy cai trị, trong số đó 400 thuộc cấp liên bang tập trung ở Hà Nội; số còn lại phụ thuộc cấp địa phương. Đa số xuất thân từ Trường Thuộc địa (École Coloniale ở [[Paris]]).<ref name=\"Frustrated\">Vũ Ngự Chiêu. ''Political and Social Change in Viet-Nam between 1940 and 1946''. Madison, WI: The University of Wisconsin, 1984. tr 67-116<\/ref>\n\n==== Cấp địa phương thuộc địa ====\nTrong sáu xứ thuộc Liên bang Đông Dương, riêng Nam Kỳ trực thuộc chế độ [[thuộc địa]] do Pháp cai trị trực tiếp. Đứng đầu Nam Kỳ là [[Thống đốc Nam Kỳ|thống đốc]] (''gouverneur''). \"Hội đồng Tư mật\" và [[Hội đồng Thuộc địa Nam Kỳ|Hội đồng Thuộc địa]] là hai nghị hội tại đây.\n\nỞ cấp nhỏ hơn thì có Chánh Tham biện (''administrateur'') đứng đầu mỗi địa hạt (''arrondissement''), sau đổi thành Chủ tỉnh (Tỉnh trưởng) (''chef de la province'') và tỉnh (''province''). Dưới tỉnh là quận (''circonscription'') và cơ sở phái viên hành chính (''délégation administrative''), đứng đầu là viên Chủ quận (''Chef de la circonscription'') và vị Phái viên hành chính (''Délégué administratif'') tương ứng; rồi đến cấp tổng (''canton'') với cai tổng quản lý.\n\nDân Nam Kỳ hưởng quy chế \"thuộc dân Pháp\" (''sujets français'') và được hưởng quyền lợi nhiều hơn các xứ khác. Muốn vào Pháp tịch để bình đẳng như dân mẫu quốc thì phải nộp đơn để thành ''citoyens français''.<ref>Hoàng Cơ Thụy. Trang 1339.<\/ref> Nam Kỳ cũng là xứ có bầu cử định kỳ và vận động cử tri. Người có Pháp tịch hoặc hội đủ một số điều kiện tài chánh mới có quyền đi bầu.\n\nỞ cấp tỉnh thì hội đồng tỉnh ở Nam Kỳ bắt đầu hoạt động từ năm [[1882]]. Thôn xã được tổ chức với khái niệm dân chủ đầu phiếu từ năm [[1927]].<ref name=\"Duncanson\"\/>\n\nVề mặt luật pháp thì Nam Kỳ chiếu theo bộ hình luật của Pháp ban hành năm 1912.<ref name=\"Đào Duy Anh. tr 155\">Đào Duy Anh. tr 155<\/ref>\n\n==== Cấp địa phương bảo hộ ====\n[[Tập tin:Alexandre Varenne.jpg|phải|nhỏ|200px|Toàn quyền [[Alexandre Varenne]], tại chức 1925 - 1928.]]\nBốn xứ Bắc Kỳ, Trung Kỳ, Lào và Miên thuộc chế độ [[bảo hộ]], tức chế độ hành chính bản xứ do người Pháp cai trị gián tiếp qua ngạch quan lại địa phương. Vì lẽ đó mà có hai hệ thống song hành, một của Pháp và một của người bản xứ, trên pháp lý là bình quyền chính trị, nhưng khi thi hành thì chế độ bản xứ tùy thuộc vào quyền phán quyết của người Pháp. [[Bộ Ngoại giao Pháp]] đảm nhiệm việc hành chính nhưng sang đầu thế kỷ 20 thì giao lại cho Bộ Thuộc địa Pháp, phản ảnh quan điểm và chính sách của Pháp đối với các xứ bảo hộ. Dân cư của các xứ Trung Kỳ, Bắc Kỳ, Lào và Miên trên mặt pháp lý thuộc hạng ''protéges français'', thấp nhất trong ba hạng ''citoyens'' (công dân), ''sujets'' (thuộc dân), và ''protéges'' (dân bảo hộ) ở Đông Dương.\n\nTại Bắc Kỳ, đứng đầu nền bảo hộ Bắc Kỳ là [[Thống sứ Bắc Kỳ|Thống sứ]] người Pháp (''Résidents supérieurs'') (1889-1955) cùng ba nghị hội \"Hội đồng Bảo hộ\", \"Hội đồng Pháp nhân\" (đại diện người Pháp), và \"[[Viện Dân biểu Bắc Kỳ]]\" (đại diện người Việt). Viên thống sứ tuy là người Pháp nhưng kể từ ngày 26 Tháng Bảy năm 1897<ref>Dommen, Arthur. Trang 23.<\/ref> kiêm cả chức đại diện cho Nam triều, tức là [[kinh lược sứ]] của vua [[nhà Nguyễn]]. Các quan lại bản xứ trên danh nghĩa là quan của triều đình Huế nhưng đều trực thuộc quyền viên thống sứ.<ref>Hà Thúc Ký. tr 33<\/ref> Chủ quyền của triều đình Huế ở Bắc Kỳ từ đó càng bị thu hẹp. Trước năm 1889, khâm sứ Trung Kỳ đại diện cho cả hai xứ Bắc và Trung Kỳ.<ref>Hoàng Cơ Thụy. Trang 1353.<\/ref>\n\nKể từ năm 1900, Thống sứ Bắc Kỳ kiêm luôn chức quản trị [[Quảng Châu Loan]] tuy đây là một nhượng địa riêng với hạn kỳ 99 năm.\n\nCấp tỉnh thì hội đồng tỉnh bắt đầu hiện diện từ năm [[1886]] nhưng hoạt động yếu ớt. Ở cấp [[làng]] [[xã]] thì cũng như tiền triều [[nhà Nguyễn]], người dân được tự trị. Mãi đến năm [[1941]] ở Bắc Kỳ mới thực hiện cải cách, cho dân chúng đầu phiếu bầu hội đồng xã.<ref name=\"Duncanson\"\/>\n\nỞ Trung Kỳ, đứng đầu nền bảo hộ Trung Kỳ là [[khâm sứ Trung Kỳ|Khâm sứ]] người Pháp. Chức vụ này từ năm 1884 đến 1889 có tên là ''Résidents généraux d'Annam''. Sau năm 1889 thì đổi thành ''Résidents supérieurs'' (1889-1953). Hành dinh của Khâm sứ Pháp đặt ở Huế. Sang thập niên 1950 thì chuyển vào [[Đà Lạt]].<ref name=\"Duncanson\">Duncanson, Dennis. ''Government and Revolution in Vietnam''. New York: Oxford University Press, 1968. tr 72-139<\/ref>\n\nKhâm sứ Trung Kỳ tham gia hội đồng phụ chính từ năm [[1887]], đến Tháng Sáu năm [[1895]] thì có đặc quyền chủ tọa [[Cơ mật Viện|Hội đồng Cơ mật]] và cả [[Tôn nhân phủ]].<ref>Brocheux. tr 84<\/ref> Tất cả các công văn sắc dụ ban hành đều phải có chữ ký phê thuận của viên khâm sứ.<ref name=\"Brocheur\">''Pierre Brocheux và Daniel Hémery. ''Indochina, An Ambiguous Colonization, 1858-1954''. Berkeley, CA: University of California Press, 2009. tr 74<\/ref> Ngoài ra Triều đình Huế kể từ Tháng Chín 1897 phải chịu cho một viên hội lý người Pháp làm quản sự cho mỗi vị thượng thư trong [[Lục bộ]] cũ.<ref>Hoàng Cơ Thụy. Trang 1511.<\/ref>\n\nHiệp sức với viên Khâm sứ là \"Hội đồng Bảo hộ\" và \"Hội đồng Pháp nhân\" (đại diện người Pháp). Trung Kỳ cũng có \"[[Viện Dân biểu Trung Kỳ]]\" thành lập năm 1926 nhưng cơ quan này kể từ năm 1932 không thuộc chính phủ bảo hộ nữa mà thuộc triều đình Huế kiểm soát. Trước năm 1932 Viện Dân biểu trực thuộc viên Khâm sứ Pháp.\n\nThống sứ Bắc Kỳ hay Khâm sứ Trung Kỳ là hai cách gọi khác nhau của người Việt nhưng chức vị và quyền hành trong chính phủ Bảo hộ thì giống nhau. Tiếng Pháp gọi chức vụ này là ''résident supérieur'', đúng ra dịch sát nghĩa là \"lưu trú quan đại thần\".\n\nỞ cấp tỉnh thì có hội đồng tỉnh, thành lập từ năm [[1913]], muộn hơn Bắc Kỳ 27 năm, và mãi đến năm [[1942]] mới bắt đầu tổ chức lại thôn xã và cho phép người dân đầu phiếu hội đồng xã.<ref name=\"Duncanson\"\/>\n\nVùng duyên hải thì hệ thống quan lại và hành chính của người Việt thì giữ nguyên nhưng ở trên [[Cao nguyên Trung phần|Cao nguyên]] thì người Pháp lập một khu riêng, không do người Việt quản trị, gọi là ''Pays Montagnards du Sud'' bắt đầu vào [[thập niên 1920]]. Người Việt không có giấy phép không được lên vùng này.<ref name=\"Duncanson\"\/>\n\nỞ Lào và Miên cũng có khâm sứ như Trung Kỳ. Khâm sứ Pháp ở Cao Miên kể từ năm [[1897]] có quyền hành rộng lớn như khâm sứ ở Huế.<ref>Brocheux. Tr 84<\/ref>\n\nỞ [[Campuchia|Cao Miên]] thì ''khet'' (tương đương với \"tỉnh\") thì có ''chau-faikhet''. ở [[Lào]] không có cấp tỉnh mà chỉ có cấp tương đương với phủ huyện ([[tiếng Pháp]]: ''préfecture'') gọi là ''mouang'' hay ''muang'', có ''chao-muang'' đứng đầu. Công sứ Pháp ở Cao Miên so với Việt Nam thì việc cai trị có tính trực tiếp hơn tuy vẫn là trên danh nghĩa \"bảo hộ\". Công sứ ở Miên có thực quyền trị an, thu thuế, mở mang kinh tế mà không cần sự ưng thuận của Miên triều.<ref name=\"Colonial\">Pierre Brocheux và Daniel Hémery. ''Indochina, An Ambiguous Colonization, 1858-1954''. Berkeley, CA: University of California Press, 2009. tr 15-69<\/ref>\n\n==== Cấp địa phương tô giới ====\n[[Tập tin:Haiphong - Boulevard Paul Bert - Vue Générale.jpg|nhỏ|Phố Paul Bert, [[Hải Phòng]].]]\nĐạo dụ 1 Tháng Mười năm 1888 triều vua [[Đồng Khánh]] (toàn quyền [[Richaud]]) nhượng thêm ba thành phố Hà Nội, [[Hải Phòng]], và Đà Nẵng (người Pháp gọi là Tourane) làm tô giới (''concession'') của Pháp, tức là cùng thể chế trực trị như Nam Kỳ tuy nằm trong lãnh thổ bảo hộ bản xứ.<ref name=\"Dommen, Arthur. Trang 22\"\/>\n\nĐứng đầu hai thành phố Sài Gòn và Chợ Lớn là viên Thị trưởng người Pháp (''Maire''). Hai thành phố Hà Nội và Hải Phòng tại Bắc Kỳ cùng thành phố Tourane (Đà Nẵng) tại Trung Kỳ, đứng đầu là viên Đốc lý người Pháp (''Résident-maire''). Bên cạnh viên Thị trưởng hay Đốc lý là Hội đồng thành phố (''Conseil Municipal'') đối với thành phố loại I hoặc Ủy hội thành phố (''Commission Municipale'') đối với thành phố loại II. Thành viên của Hội đồng hoặc Uỷ hội gồm cả người Pháp lẫn người Việt;<ref>Henri Rusier, Henri Brenier. Tr 351<\/ref> Hội đồng thành phố Sài Gòn được lập năm 1869, Ủy hội thành phố Chợ Lớn lập năm 1879, Hội đồng thành phố Hà Nội và Hải Phòng lập năm 1891 và Ủy hội thành phố Tourane lập năm 1908.<ref>Goodman, Allan E. Tr 14<\/ref>\n\nNgoài ra bốn quân khu vùng biên giới Việt-Hoa và Lào-Hoa, gọi là các [[đạo quan binh]] (''territoire militaire''), cũng thuộc dạng cai trị trực tiếp. [[Cao nguyên Trung phần]] gồm các tỉnh [[Đắk Lắk|Darlac]] (lập năm 1904), [[Kon Tum|Kontum]] (1913), [[Donnai Thượng]], [[Lang Bian]] (1920), và [[Pleiku]] (1932) cũng đặt ngoài quyền quản trị của người Việt.<ref name=\"Structures\">Pierre Brocheux và Daniel Hémery. ''Indochina, An Ambiguous Colonization, 1858-1954''. Berkeley, CA: University of California Press, 2009. Tr 70-115<\/ref>\n\n== Pháp luật ==\nPháp luật ở Trung Kỳ thì dùng [[Hoàng Việt luật lệ|bộ luật Gia Long]] bổ sung với hình luật và dân luật của Pháp. Ở cấp dưới thì quan tri phủ và tri huyện đứng làm quan tòa sơ thẩm, quan tỉnh xét phúc thẩm và công sứ Pháp có nhiệm vụ kiểm sát. Chung thẩm thì có bộ Hộ và bộ Hình cùng khâm sứ Pháp.<ref name=\"Đào Duy Anh. tr 155\"\/>\n\nỞ Bắc Kỳ thì có bộ \"Hoàng Việt Tân luật\" ban hành năm 1918 dùng bộ luật Gia Long nhưng sửa đổi theo thích ứng của chính quyền Pháp. Cũng giống như Trung Kỳ, quan tri phủ và tri huyện xét sơ thẩm. Đệ nhị cấp thì có công sứ Pháp làm chính thẩm còn quan tổng đốc và tuần phủ làm bồi thẩm. Trên hết là tòa Phúc thẩm Hà Nội.<ref name=\"Đào Duy Anh. tr 155\"\/>\n\nỞ Nam Kỳ thì dùng \"Pháp quy giản yếu 1883\" dựa trên luật pháp bên chính quốc.<ref>Huy Đức. ''Bên thắng cuộc II: Quyền bính''. Sài Gòn: Osinbook, 2012. Tr 245<\/ref>\n\nĐối với người Pháp thì luật lệ bản xứ không áp dụng cho họ vì họ được xét xử dưới bộ luật Pháp như ở bên Pháp.<ref name=\"Frustrated\"\/>\n\n== An ninh-quân sự ==\nLực lượng quân sự của Pháp ở Đông Dương vào năm [[1937]] là 10.779 lính [[Người da trắng|da trắng]]. Đến năm 1940 trước [[Chiến tranh thế giới thứ hai]] thì con số này tăng lên thành 14.500, trong đó có 3.600 sĩ quan chỉ huy và 4.000 quân [[Lê dương Pháp|Lê dương]] (''Legionnaires étrangères''). Tổng số quân lính kể cả lính bản xứ là 90.000.<ref name=\"Frustrated\"\/>\n\nNgoài ra chính quyền Đông Dương còn dùng [[Sở Liêm phóng Đông Dương]] làm [[cơ quan tình báo]] và [[cảnh sát|công an]], kiểm soát và phá hoại các hoạt động chống lại chính quyền, nhất là các tổ chức chính trị.\n\n== Phân cấp hành chính ==\n{{Xem thêm|Hành chính Việt Nam thời Pháp thuộc}}\n[[Tập tin:DongDuong1891.jpg|nhỏ|200px|phải|Bản đồ [[Đông Dương thuộc Pháp]] vào năm 1891 trước khi lập nền bảo hộ ở Lào.]]\n[[Tập tin:Carte du Tong-king 1879.JPG|nhỏ|phải|Bản đồ địa giới Bắc Kỳ năm 1879 bao gồm cả thị trấn Đông Hưng và mũi Bạch Long, đến năm 1887 bị Pháp cắt cho nhà Thanh]]\nTrước cả khi Liên bang Đông Dương được thành lập, vào thập kỷ 1870 Pháp đã tiến hành phân chia [[Biên giới Việt Nam-Campuchia|địa giới giữa Nam Kỳ thuộc Pháp và Cao Miên do Pháp bảo hộ]]. Năm 1870 Pháp cùng Cao Miên điều chỉnh ranh giới tại vùng thượng nguồn giữa hai [[sông Vàm Cỏ Tây]], Vàm Cỏ Đông: Phần lớn đất đai vùng này là vùng lồi Svay Tieep-Svay Rieng (nay thuộc [[tỉnh Svay Rieng]]) trả về Campuchia; bù lại một dải đất nhỏ dọc bờ tây nam rạch Cái Cậy (thượng lưu của [[sông Vàm Cỏ Đông]]) vốn thuộc [[tỉnh Prey Veng]] thì trao cho Nam Kỳ. Dải đất này đến năm 1914 thì lại nhập vào Campuchia bởi nghị định của Toàn quyền Đông Dương. Năm 1873 hoàn thành việc cắt chỉnh địa giới hai hạt Hà Tiên và Châu Đốc của Nam Kỳ, phần đất phía bắc [[kênh Vĩnh Tế]] và thị xã [[Hà Tiên (tỉnh)|Hà Tiên]] ngày nay, về cho Campuchia.\n\nDưới sự cai trị của Pháp, địa giới các xứ Đông Dương được phân định lại. [[Công ước Pháp-Thanh 1887]] lấy đông kinh tuyến 105º43’ làm giới hạn bên bờ [[Vịnh Bắc Bộ|Vịnh Bắc Việt]] nên một dải đất Trường Bình, [[Bạch Long Vĩ (bán đảo)|Bạch Long]] ở phía bắc [[sông Bắc Luân]] thuộc tổng Vạn Ninh bị nhượng cho nhà Thanh.<ref>[http:\/\/74.6.239.67\/search\/cache?ei=UTF-8&p=sino+french+treaty+1887&fr=moz2&u=community.middlebury.edu\/~scs\/docs\/Keyuan%2C%2520Zou%2C%2520Tonkin%2520Gulf%2520Maritime%2520Boundary%2520Delimitation.pdf&w=sino+french+treaty+1887&d=M67aS52uSZUv&icp=1&.intl=us]{{Liên kết hỏng|date=ngày 9 tháng 5 năm 2021|bot=InternetArchiveBot}} Vịnh Bắc Việt và Công ước 1887 Pháp-Thanh<\/ref> Việc đóng mốc phân định biên giới hoàn thành năm 1896. Vì sự chia cắt đó đến năm 2000 có 22.000 [[Người Kinh (Trung Quốc)|người Kinh]] là hậu duệ người Việt cũ vẫn sinh sống ở đất Quảng Tây. Ngược lại đất các vùng Điện Biên, Lai Châu, Lào Cai xưa là phên giậu biên thùy, từng triều cống [[Lan Xang|Lão Qua]], thì nay được sáp nhập vào Bắc Kỳ. Đất [[Bồn Man|Trấn Ninh]] và [[Huaphanh|Sầm Châu]] mặc dù có quan Việt cai quản thì người Pháp lại cắt cho Lào kể từ năm [[1895]] và [[1903]].\n\nVùng [[Cao nguyên Trung phần]] thì người Pháp năm [[1893]] buộc [[nhà Nguyễn|triều đình Huế]] cắt ra và cho phụ thuộc [[Lào]]. Năm [[1904]] thì [[Đắk Lắk|Darlac]] (Ban Mê Thuột) mới được trả lại [[Trung Kỳ]]; [[Kon Tum|Kontum]] theo chân năm [[1905]]. Tuy nhiên khu vực cao nguyên này gần như trực thuộc người Pháp cai trị. Triều đình Huế có quyền bổ nhiệm viên quan quản đạo nhưng thực quyền nằm trong tay công sứ Pháp. Năm [[1923]] chính công sứ Darlac là [[Léopold Sabatier]] đã ra lệnh tuyệt cấm người Việt lên lập nghiệp ở Darlac rồi lại vận động [[khâm sứ Trung Kỳ]] là Pierre Pasquier áp dụng chung chính sách này cho toàn [[cao nguyên Trung phần]].<ref name=\"Chi\">Lê Đình Chi. ''Người Thượng Miền Nam Việt Nam''. Gardena, CA: Văn Mới, 2006. 407-450.<\/ref>\n\nNăm [[1906]] Xiêm trả lại hai tỉnh [[Battambang (tỉnh)|Battambang]] và [[Xiêm Riệp (tỉnh)|Xiêm Riệp]] để nhập vào Cao Miên.\n\nNăm 1916 vì bất ổn ở vùng biên giới Việt-Hoa, chính quyền Bảo hộ cho lập năm quân khu để kiểm soát vùng cực bắc xứ Bắc Kỳ và Lào.\n\nTừ thập niên 1890 chính quyền Bảo hộ nhân danh triều đình Huế đã có dự định dựng ngọn [[hải đăng]] để khẳng định chủ quyền của Pháp trên [[quần đảo Hoàng Sa]] nhưng đồ án không thực hiện được và mãi đến năm 1938 mới có lực lượng chính thức chiếm đóng quần đảo này.<ref>[http:\/\/74.6.239.67\/search\/cache?ei=UTF-8&p=paracels+french&vm=r&xa=00Ae8qCgyN.qBGZcPH1imw--%2C1238805617&fr=sfp&u=www.prio.no\/files\/file44432_01-07_paracels_isa_hong_kong_paper.pdf&w=paracels+paracel%27s+french&d=Zy0_752uSdOB&icp=1&.intl=us]{{Liên kết hỏng|date=ngày 17 tháng 3 năm 2021|bot=InternetArchiveBot}} \"The Paracels, the 'other' South China Sea Dispute\" 2001.<\/ref> Dù vậy khi nhà Thanh gửi thuyền xâm phạm Hoàng Sa vào những năm đầu thế kỷ 20 thì Bộ Ngoại giao Pháp đã có công văn phản đối.<ref>[http:\/\/www.rfi.fr\/actuvi\/articles\/110\/article_2399.asp] \"Hoàn cảnh lịch sử dẫn đến tranh chấp chủ quyền của Việt Nam tại Quần đảo Hoàng Sa và Trường Sa\".<\/ref> Cuộc tranh chấp này kéo dài cho đến khi người Pháp mất chủ quyền ở Đông Dương và vẫn chưa kết thúc.\n\n== Nhân khẩu ==\n=== Dân số ===\n{| border=1 cellspacing=0 cellpadding=5\n! Năm\n! Dân số Liên bang Đông Dương<ref>Gauthier, Julian. Tr 16<\/ref> \n|- \n| 1921\n! 18.800.000\n|- \n| 1926 \n! 20.500.000\n|- \n| 1931 \n! 21.450.000\n|- \n| 1936 \n! 23.030.000\n|- \n| 1943 \n! 25.000.000\n|}\nVào đầu thế kỷ 20, thành phần dân cư của Liên bang Đông Dương gồm có [[người Việt]], [[người Khmer]], [[người Thái]], [[người Chăm]] và các dân tộc thiểu số khác{{efn|group=b|Riêng Việt Nam có 54 dân tộc, được trình bày tại Bảo tàng Dân tộc học Hà Nội.}}. Trong số đó, người Việt là đông nhất với 15 triệu người, kế đến là người Khmer với 1,3 triệu người, người Thái 1,1 triệu và người Chăm 100.000, số dân tộc thiểu số ước khoảng 500.000 người. Ngoài số này, còn có khoảng 300.000 [[Người Hoa tại Việt Nam|người Hoa]] và các dân tộc châu Á khác, 15.000 người Âu và 40.000 người Âu lai Á. Tính tổng cộng, dân số của Liên bang Đông Dương vào khoảng 18.370.000 người, mật độ trung bình 24 người trên một km².\n\n=== Tôn giáo ===\nCác tôn giáo chính ở Đông Dương là [[Phật giáo]], với [[Phật giáo Đại thừa]] và [[Phật giáo nguyên thủy]]. Ngoài ra, các nhà truyền giáo Công giáo tích cực đã lan rộng khắp Đông Dương và khoảng 10% dân số Bắc Kỳ được xác định là Công giáo vào cuối thời Pháp. [[Nho giáo]] và [[tín ngưỡng dân gian]] đều có nhiều ảnh hưởng. Nguồn gốc của [[đạo Cao Đài]] cũng bắt đầu trong thời kỳ này.\n\nKhông giống như [[Algérie]], sự định cư của Pháp ở Đông Dương không xảy ra ở quy mô lớn. Đến năm 1940, chỉ có khoảng 34.000 thường dân Pháp sống ở Đông Dương, cùng với một số ít nhân viên quân đội Pháp và nhân viên chính phủ. Những lý do chính khiến cho việc định cư của Pháp không phát triển theo cách tương tự như ở [[Bắc Phi thuộc Pháp]] (nơi có dân số hơn 1 triệu dân thường Pháp) là vì Đông Dương được coi là một thuộc địa kinh tế của Pháp (''colonie d'exploitation économique'') chứ không phải thuộc địa định cư (''colonie de peuplement'') (thuộc địa định cư giúp [[chính quốc Pháp]] khỏi bị quá đông đúc), và vì Đông Dương đã ly thân từ Pháp.\n\n=== Ngôn ngữ ===\n[[Tiếng Pháp]] là ngôn ngữ hàng đầu của Đông Dương trong giáo dục, chính trị, thương mại và truyền thông. Tiếng Pháp được sử dụng rộng rãi ở các khu vực thành thị và đã trở thành ngôn ngữ chính của giới thượng lưu có học thức. [[Văn hóa Pháp]] có tác động sâu rộng nhất đến [[Nam Kỳ]] và [[Bắc Kỳ]], trong khi [[Campuchia]], [[Lào]] và [[Trung Kỳ]] phải chịu những tác động tương đối ngắn hạn. Tuy nhiên, hầu hết người dân bản địa vẫn sử dụng ngôn ngữ bản địa trong thời kỳ thuộc địa. Sau thời kỳ thuộc địa, chính phủ miền Nam Việt Nam vẫn sử dụng tiếng Pháp. Ngay cả ngày nay, trí thức và người lớn tuổi địa phương vẫn nói tiếng Pháp. Ngày nay, chính phủ Campuchia và Lào đôi khi vẫn sử dụng tiếng Pháp.\n\n== Kinh tế ==\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Số liệu cao su xuất cảng'''<ref>Bernard, Paul. \"L'Avenir économique de l'Indochine\". ''Illustration: número spécial sur l'Indochine''. Paris: Société nationale des Enterprises de Presse, 1949.<\/ref>\n|- style=\"background:lightgrey;\"\n! năm\n! tấn\n|- \n| 1939 \n! 66.556\n|- \n| 1940 \n! 72.245\n|- \n| 1941 \n! 76.069\n|- \n| 1942 \n! 75.178\n|- \n| 1943 \n! 74.734\n|- \n| 1944 \n! 61.361\n|- \n| 1945 \n! 12.000\n|-\n| 1946\n! 20.295\n|-\n| 1947\n! 38.560\n|-\n| 1948\n! 43.000\n|-\n| 1949\n! 45.000\n|}\n\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Số liệu thóc gạo xuất cảng'''<ref>Cucherousset, Henri. ''L'Indochine d'hier et d'aujourd'hui''. Hanoi: L'É veil Économique, 1926. Tr 46.<\/ref>\n|- style=\"background:lightgrey;\"\n! năm\n! tấn\n|- \n| 1865 \n! 50.000\n|- \n| 1875\n! 268.000\n|- \n| 1890 \n! 460.000\n|- \n| 1900 \n! 595.000\n|- \n| 1910 \n! 815.000\n|- \n| 1925 \n! 1.300.000\n|}\n\n[[Tập tin:Billet de banque indochine.jpg|nhỏ|trái|170px|Tiền giấy mệnh giá 1 đồng bạc Đông Dương]] \n[[Tập tin:Stamp Indochina 1907 4c.jpg|nhỏ|trái|170px|Tem Đông Pháp]]\n\nSau khi ký [[Hòa ước Giáp Thân (1884)]] thì quân đội Pháp tiến vào Kinh thành Huế tiếp thu các cơ quan hành chính kể cả kho bạc. Họ ghi nhận thu được hơn 6.000 nén [[vàng]], 2.000 đồng vàng và vô số bạc nén. Phân nửa sau đó được hoàn lại [[triều đình Huế]] còn phân nửa được đưa lên tàu chở về chính quốc Pháp trang trải binh phí cuộc viễn chinh. Tổng cộng trọng lượng Pháp thâu nhận bằng biên bản là 14.630 [[kg]] bạc và 1.335&nbsp;kg vàng, phần lớn mang nấu chảy để đúc lại sung vào công quỹ của Pháp.<ref>[http:\/\/vi.rfi.fr\/viet-nam\/20180115-viet-nam-kho-vang-duy-nhat-con-lai-cua-trieu-nguyen-tai-monnaie-de-paris \"Việt Nam: Kho báu duy nhất còn lại của triều Nguyễn ở Monnaie de Paris\"]<\/ref>\n\nKinh tế Đông Pháp từ đó được vận hành chủ yếu là một nền kinh tế thuộc địa để hỗ trợ cho kinh tế Pháp chứ không có kế hoạch tự túc hoặc phát triển theo khả năng bản xứ. [[Toàn quyền Đông Dương|Toàn quyền]] [[Pierre Marie Antoine Pasquier|Pasquier]] đã khẳng định: ''\"Il faut que les profits de l'Indochine reviennent aux Français\"'' (\"Lợi nhuận từ Đông Dương phải trao lại cho nước Pháp\"). Đông Pháp là nguồn nguyên liệu và vật liệu bán chế trong khi chính quốc Pháp cung ứng những sản phẩm chế biến để bán lại sang Đông Pháp.\n\nVề mặt nông lâm, cơ chế [[đồn điền]] nhất là đồn điền [[cao su (cây)|cao su]] để cung cấp cho thị trường Âu Mỹ là một điển hình cho mối tương quan giữa Pháp và Đông Pháp. Cây cao su ''Hevea brasiliensis'' đầu tiên đem từ [[Mã Lai]] sang trồng ở Đông Dương là vào năm 1897 ở Sài Gòn. Đến năm 1905 thì cạo mủ thấy sản xuất được nên bắt đầu phát động đem trồng nhiều nơi.<ref>Hoàng Cơ Thụy. Trang 1500.<\/ref> Nhiều công ty lớn của Pháp như [[hãng Michelin]] đều đầu tư vào ngành này, sở hữu những đồn điền với diện tích rộng lớn, tổng cộng chiếm hơn 138.000 [[hecta]] trên toàn Đông Dương.<ref>Bernard, Paul.<\/ref> Tính đến năm 1926 thì diện tích trồng cao su là hơn 166.000 ha với 13 triệu cây cao su.<ref>[http:\/\/belleindochine.free.fr\/Caoutchouc1926.htm L'épopée du caoutchouc, en 1926]<\/ref> Số lượng nhân công cần để khai thác nguồn lợi này cũng đã làm dao động xã hội bản xứ. Lượng cao su xuất cảng đạt hơn 10 nghìn tấn vào năm 1929 và tiếp tục gia tăng đến khi [[Chiến tranh thế giới thứ hai]] bùng nổ. Sản lượng cao su sau đó tụt xuống chỉ còn 15% sản lượng tiền chiến và không phục hồi được cho dù có đến cuối thập niên 1940 đã đạt khoảng 60% sản lượng cao nhất.\n\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"3\" | '''Số liệu nông sản'''<ref>Gauthier. tr 233<\/ref>\n|- style=\"background:lightgrey;\"\n! mặt hàng\n! diện tích (hecta)\n! sản lượng (tấn) \n|- \n| lúa gạo \n! 6.000.000\n! 8.000.000 (thóc)\n|- \n| bắp ngô\n! 430.000\n! 370.000 (hột lóc)\n|- \n| cao su\n! 133.000\n! 76.000 (tấm)\n|- \n| chè\n! 25.000\n! 17.000 (lá)\n|- \n| cà phê \n! 12.000\n! 3.500 (hột)\n|- \n| hột tiêu\n! 3.000\n! 4.000 (hột)\n|- \n| mía \n! 40.000\n! 80.000 (đường)\n|-\n| thuốc lào\n! 15.000\n! 14.000 (lá)\n|-\n| bông gòn\n! 15.000\n! 1.300 (bông)\n|}\n\nLượng nông phẩm lớn nhất của Đông Dương là lúa gạo, đạt 2.140.000 tấn xuất cảng năm 1937 với diện tích canh tác ở Nam Kỳ tăng mạnh từ 522.000 hecta năm 1880 đến 2 triệu 2 hecta năm 1937.<ref>Dommen, Arthur. Trang 29.<\/ref> Chính phủ Bảo hộ có tay trong việc phân phát đất đai. Tính đến năm 1940, 1.299.500 hecta được phát cho người bản xứ và 962.200 hecta cho người Âu châu. Trên tổng số đó, 63% là cho người Âu châu so với 89% đất phát cho người bản xứ là ở Nam Kỳ. Dân bản xứ tập trung lĩnh canh đất trồng lúa trong khi người Pháp lấy đất mở đồn điền trồng cao su, cà phê, chè.<ref>Gauthier. tr 227<\/ref> Vào thập niên 1950 trong số các địa chủ sở hữu hơn 100 [[ha]], phần lớn tập trung ở Nam Kỳ thì 2033 người là người Việt và 430 là công dân Pháp.<ref>Foreign Areas Studies Division. ''US Army Area Handbook for Vietnam''. Tr 75<\/ref>\n\nNhững khu vực kinh tế khác được chính phủ Bảo hộ lưu ý là khoáng sản ([[than đá]], [[chì]], [[kẽm]]), [[chè]], [[cà phê]], [[hồ tiêu|hạt tiêu]]. Kỹ nghệ nhẹ như ngành dệt, [[thuốc lá]], [[xi măng]] cũng được phát triển.\n\nKỹ nghệ lớn nhất với khoảng 50.000 công nhân là ngành khai thác than đá, chủ yếu ở [[Hà Tu]] và [[Hòn Gai]] (Pháp gọi là Hongay) và [[Cẩm Phả]] của công ty \"Société de Charbonnages du Tonkin\". Hãng \"Société de Charbonnages du Đông Triều\" thì khai thác ở Kê Bào. Năm 1930 sản lượng than đá khai thác là 1.890.000 [[tấn]], trong đó 3\/4 được xuất cảng.\n\nNhững mặt hàng được nhập khẩu chính vào Đông Dương thời kỳ này là [[sữa đặc]], thức ăn đóng hộp, bột mì, rau, đường, cà phê, trà, thuốc lá, chỉ bông, vải bông, rượu, than, dầu lửa, đồ kim loại, dược phẩm, xà phòng, đồ gốm, đồ thủy tinh và pha lê, giấy, máy móc, xe hơi, v.v. Các mặt hàng xuất khẩu quan trọng gồm có: gạo, cá (cá khô và cá muối), tiêu, quế, dầu thực vật, [[gỗ tếch]], sợi bông (thô), than và kẽm, lụa (thô), xi măng, thảm chiếu, da, v.v. Cán cân xuất nhập khẩu vào năm 1914 là thặng dư gần 66 triệu đồng.\n\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"3\" | '''Giá trị ngoại thương 1914'''<ref name=\"JapaneseGuide\"\/>\n|- style=\"background:lightgrey;\"\n!!! Giá trị nhập khẩu (''franc'')!! Giá trị xuất khẩu (''franc'')\n|-\n| Bắc Kỳ || 96.239.000 || 100.260.000\n|-\n| Trung Kỳ || 6.364.000 || 11.1360.000\n|-\n| Nam Kỳ || 158.998.000 || 219.253.000\n|-\n| Campuchia || 4.891.000 || 1.686.000\n|-\n| ''Tổng cộng'' || ''266.492.000'' || ''332.335.000''\n|}\n\nCơ quan điều hành kinh tế cho cả sáu xứ Đông Pháp là [[Ngân hàng Đông Dương]] (Banque de l'Indochine), thành lập từ năm 1875. Ngân hàng này có đặc quyền phát hành [[đồng bạc Đông Dương]] (''piastre indochinoise'').\n\nChính quyền Bảo hộ còn giành độc quyền bán [[thuốc phiện]], [[rượu]], và [[muối]], còn được gọi là thuế \"môn bài\". Ba khoản thu này cộng thêm quan thuế xuất nhập khẩu cung ứng 95% ngân sách để trả lương công chức.<ref>Brocheur. tr 81<\/ref> Lấy trường hợp thu ngân của chính phủ Bảo hộ ở Bắc Kỳ năm [[1886]] trên tổng số 134 triệu [[đồng bạc Đông Dương|đồng]] thì bốn nguồn thuế chính là:<ref name=\"Cartes\">Bianconi, F. ''Cartes Commerciales Tonkin''. Paris: Imprimerie et Libraire centrales dé Chemins de fer, 1886.<\/ref> \n#thuế thuốc phiện: 45 triệu\n#thuế rượu: 20 triệu đồng\n#thuế muối: 45 triệu đồng\n#[[thuế thân]]: 21 triệu đồng.\n\n[[Độc quyền (kinh tế)|Độc quyền]] nấu rượu thì giao cho công ty ''Société des Distilleries d'Indochine'' phân phối cho toàn Liên bang dưới hiệu \"RA\" (''Régie de Alcool''), tục gọi là \"rượu ty\". Những nguồn rượu khác thì bị liệt vào hạng rượu lậu và ai nấu hay mua thì bị truy tố và tài sản tịch thu.<ref>Hoàng Cơ Thụy. tr 1505<\/ref>\nĐối với thuốc phiện thì quyền nhập cảng, chế biến và bán sỉ là do cơ quan Régie de l'Opium đảm nhận. Tính đến năm 1900 thì lợi nhuận chính phủ thu được từ thuốc phiện đạt hơn phân nửa số tiền thu nhập của toàn Liên bang Đông Dương.<ref>[http:\/\/74.6.239.67\/search\/cache?ei=UTF-8&p=opium+indochine+regie&y=Search&fr=moz2&u=www.asiapacificms.com\/papers\/pdf\/gt_opium_trade.pdf&w=opium+indochine+regie&d=ZF_oeZ2uSjgC&icp=1&.intl=us]{{Liên kết hỏng|date=ngày 9 tháng 5 năm 2021|bot=InternetArchiveBot}} \"Golden Triangle Opium Trade, an Overview\"<\/ref> Riêng việc phân phối bán lẻ là để cho tư nhân, đa số là người Hoa.<ref>Logan, William S. Trang 79.<\/ref>\n\n== Cơ sở hạ tầng ==\n\n=== Giao thông ===\n[[Tập tin:Mytho - Le train en gare.jpg|phải|nhỏ|Ga xe lửa Mỹ Tho, 1905.]] \n[[Tập tin:InaugSG.JPG|phải|nhỏ|Khánh thành tàu điện Sài Gòn-Chợ Lớn 27.12.1881]]\nNỗ lực lớn nhất của nhà nước Bảo hộ là xây dựng hệ thống [[đường ray|đường sắt]]. Đoạn đường sắt thiết lập trước tiên với kinh phí 11,6 triệu [[franc Pháp|franc]] là ở Nam Kỳ, dài 71 cây số, hoàn tất Tháng Bảy năm 1885 nối liền Sài Gòn và [[Mỹ Tho]].<ref>[http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=71552&print=yes] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080307172713\/http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=71552&print=yes|date=2008-03-07}} Định tường ngày xưa<\/ref> Vào những năm 1897-1900 thì con đường sắt Hà Nội-[[Lạng Sơn]] hoàn thành ở Bắc Kỳ với giá trị chiến lược cao để củng cố vùng biên giới Việt-Hoa. Sau đó nhà nước chủ trương xây dựng một hệ thống đường sắt Xuyên Đông Dương (''Chemin de fer Transindochinois'') nối liền Hà Nội và Sài Gòn. Dự án này đến năm 1936 mới xây xong, chạy dài từ [[Nam Quan]] đến Mỹ Tho với [[chiều dài]] 1714&nbsp;km. Đây là tiền thân của [[đường sắt Bắc Nam]] của Việt Nam sau này. Hành trình Sài Gòn - Hà Nội mất 60 giờ đồng hồ, tức hai ngày và ba đêm.<ref>Hoàng Cơ Thụy. Trang 1495.<\/ref>\n\nNgoài ra còn có những nhánh đường sắt khác từ [[Phnôm Pênh|Nam Vang]] đến biên giới [[Xiêm]]; từ Sài Gòn đi [[Lộc Ninh]]; từ [[Tháp Chàm (thị trấn)|Tháp Chàm]] lên [[Đà Lạt]]; từ [[Ninh Giang (thị trấn)|Phủ Ninh Giang]] qua [[Kẻ Sặt]] đến [[Cẩm Giàng]].<ref name=\"Diplomatic\">Foreign Office and the Board of Trade, ed. ''Report for the Year 1908 on the Trade of French Indo-China''. London: Harrison and Sons, 1909.<\/ref> Riêng đoạn đường từ [[Hải Phòng]] lên Hà Nội rồi từ Hà Nội ngược [[sông Thao]] vượt biên giới Việt-Hoa sang [[Vân Nam]] thì do tư nhân hãng \"Compagnie Française des Chemins de fer de l'Indochine et du Yunnan\" khai thác. Tính đến năm 1939 thì toàn cõi Đông Dương có 3.372&nbsp;km đường sắt.<ref>Cherry, Haydon. tr 123<\/ref>\n\nỞ hai đô thị chính, Sài Gòn và Hà Nội chính quyền còn cho thiết lập hệ thống \"tàu điện\" (''tramways''). Tàu điện Sài Gòn khánh thành năm 1881 lúc đầu chạy bằng [[nước|hơi nước]] và đến năm 1923 mới chính thức chạy bằng điện. Lộ trình 7,2&nbsp;km này nối Chợ Lớn, Sài Gòn (theo đường Galliéni, sau năm 1955 là [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|đường Trần Hưng Đạo]]<ref>[http:\/\/belleindochine.free.fr\/Saigon1882.htm Saigon 1882]<\/ref>) rồi tỏa ra Hóc Môn, Gò Vấp, phục vụ đến năm 1953 mới tháo bỏ. Tàu điện Hà Nội với 29&nbsp;km đường rày khởi dụng năm 1901 và mãi đến năm 1990 mới thôi.<ref>[http:\/\/www.tramz.com\/tva\/vn.html] Tàu điện Sài Gòn và Hà Nội<\/ref> Để cung cấp năng lượng, người Pháp đặt hệ thống [[điện lực]]. Có lẽ sau Nhật Bản (1886)<ref>[https:\/\/hermes-ir.lib.hit-u.ac.jp\/rs\/bitstream\/10086\/25372\/1\/HJcom0460100100.pdf \"THE HISTORY OF JAPAN'S ELECTRIC POWER INDUSTRY BEFORE WORLD WAR II\"]<\/ref> Hà Nội là thành phố đầu tiên ở Á châu có điện thắp sáng từ cuối thế kỷ 18. Năm 1897 công suất của công ty điện lực mà người Việt quen gọi là \"sở nhà đèn\" tăng lên thành 850 [[mã lực]]. Tư nhân cũng có thể đặt mua.<ref>[http:\/\/vi.rfi.fr\/viet-nam\/20161125-ha-noi-va-noi-nho-tieng-leng-keng-tau-dien-xua \"Hà Nội và tiếng leng keng tầu điện xưa\"]<\/ref>\n\nCông trình phát triển đường sá thì có [[cầu Long Biên|cầu Sông Cái]] dài hơn 1,600 m do công ty Daydé et Pillé thực hiện từ năm 1897 đến 1901 mới xong là công trình đáng kể nhất. Ngoài ra còn có những xây cất nhỏ hơn như [[cầu Hàm Rồng]] bắc qua [[sông Mã]] ở Thanh Hóa; [[cầu Trường Tiền]] ngang [[sông Hương]] ở Huế; [[cầu Rạch Cát]] và [[cầu Gành]] (hay [[cầu Ghềnh]]) bắc qua sông Đồng Nai, nối liền [[Cù Lao Phố]] với thành phố Biên Hoà, v.v. Con đường thiên lý sau đó được rải nhựa dần để [[ô tô|xe hơi]] có thể chạy suốt từ biên giới Việt-Hoa đến biên giới Miên-Xiêm. Tổng cộng trên toàn cõi có khoảng 28.000&nbsp;km đường trải nhựa hoặc trải đá sỏi.<ref name=\"Anticolonialism\">Hy V Luong. ''Tradition, Revolution, and Market Economy in a North Vietnamese Village, 1925-2006''. Honolulu: University of Hawai'i Press, 2010. tr 25-50<\/ref>\n\n=== Viễn thông ===\nChính phủ Pháp cũng cho thiết lập hệ thống dây thép [[điện tín]], đoạn đầu tiên hoàn tất năm 1862 nối Sài Gòn, [[Biên Hòa]] và [[Chợ Lớn]]. Đến năm 1888 thì đường dây liên lạc Sài Gòn-Hà Nội cũng làm xong.<ref>Dommen, Arthur. Trang 28.<\/ref>\n\n== Xã hội ==\n[[Tập tin:Ban den.JPG|nhỏ|trái|250px|Bàn đèn [[thuốc phiện]] được xem như một \"công cụ\" chính trong [[chính sách ngu dân]] ở Việt Nam của Pháp]]\nThực dân Pháp thực hiện chính sách kinh doanh [[thuốc phiện]] và [[rượu]] như một đặc quyền của nhà nước.\n\nXã hội Việt Nam khi đối diện nền kinh tế mới của người Pháp biến đổi và phân hóa sâu sắc. Mâu thuẫn giữa [[giai cấp]] [[địa chủ]] và [[nông dân]] vẫn tồn tại và là mâu thuẫn chủ yếu trong xã hội, là tàn dư của nghìn năm [[phong kiến]]. Địa chủ sở hữu phần lớn ruộng đất, một số dựa vào thế lực của Pháp để thủ lợi.\n\n[[Nông dân]] là lực lượng đông đảo nhất trong xã hội Việt Nam (chiếm khoảng 90% dân số), cũng là thành phần gánh chịu phần lớn phí tổn của nền Bảo hộ. Giai cấp [[công nhân]] nhỏ hơn, hình thành từ cuộc [[khai thác thuộc địa lần thứ nhất]] của thực dân Pháp. Họ tập trung ở các [[thành phố]] và khu vực [[khai thác mỏ]].\n\nCũng tập trung ở thành thị là giai cấp [[tư sản]] và [[tiểu tư sản]] bao gồm [[doanh nhân]] trong các ngành [[công nghiệp]], [[thương nghiệp]], và cả [[nông nghiệp]]. Ngoài ra trong nhóm này cũng là giới [[học sinh]], [[trí thức]], [[thợ thủ công]], [[công chức]] và những người làm nghề tự do.\n\nCác thành phần xã hội tuy chung một khái niệm yêu nước nhưng cũng có khi đối chọi về kinh tế và văn hóa.\n\n=== Dân cư ===\n{| border=1 cellspacing=0 cellpadding=5\n! Thị xã\n! Dân số vào năm 1930 \n|- \n| Sài Gòn\n! 150.000<ref>Marquet, J. tr 62<\/ref>\n|- \n| Hà Nội \n! 100.000<ref name=\"Marquet, J. tr 99\">Marquet, J. tr 99<\/ref>\n|- \n| Hải Phòng \n! 100.000<ref name=\"Marquet, J. tr 99\"\/>\n|- \n| Huế\n! 80.000<ref>Marquet, J. tr 120<\/ref>\n|- \n| Phnom Penh\n! 75.000<ref>Marquet, J. tr 69<\/ref>\n|-\n| Nam Định\n! 50.000<ref name=\"Marquet, J. tr 99\"\/>\n|-\n| Đà Nẵng\n! 20.000<ref>Marquet, J. tr 119<\/ref>\n|}\nVề dân cư, [[người Việt]] sống chủ yếu ở [[Bắc Kỳ]], [[Trung Kỳ]] và [[Nam Kỳ]], [[người Khmer]] sống ở [[Campuchia]], [[Người Thái (Việt Nam)|người Thái]] ở [[Lào]], [[người Chăm]] ở Nam Kỳ và một phần Campuchia; những người thuộc dân tộc thiểu số sống rải rác dọc theo vùng núi cao trong lục địa.\n\nTrong các sắc dân bản địa, người Việt có tổ chức xã hội cao hơn cả. Qua kinh nghiệm nhiều đời, họ đã có được những tập quán nông nghiệp phát triển, nhưng năng lực buôn bán yếu. Thương mại trên khắp Đông Dương nằm trong tay những người Hoa. Người Thái thích sống ở những vùng cao, với công việc chính là nuôi gia súc và săn bắn; họ kém văn minh hơn hẳn những người Việt. Người Khmer thì làm các nghề về gỗ, nông, ngư nghiệp, và săn bắn<ref name=\"JapaneseGuide\">{{Chú thích sách |author = Cục Đường sắt Nhật Bản |title = An official guide to Eastern Asia, Vol. V, EAST INDIES |url = http:\/\/dlxs.library.cornell.edu\/cgi\/t\/text\/pageviewer-idx?c=sea&cc=sea&idno=sea001&q1=Chi-hoa&frm=frameset&view=image&seq=1 |access-date = ngày 8 tháng 5 năm 2009 |edition = lần in thứ 2 |date = [[1920]] |location = [[Tōkyō|Tokyo]], [[Nhật Bản]] |language = tiếng Anh |}}<\/ref>.\n\nTrên pháp lý, người dân Đông Dương chia thành ba hạng. Đứng đầu là [[quyền công dân|công dân]] Pháp (''citoyens français'') gồm những người Pháp và một số người bản xứ được nhập tịch. Thứ nhì là thuộc dân Pháp (''sujets français'') là dân Nam Kỳ và dân chúng của ba thành phố Đà Nẵng, Hải Phòng và Hà Nội. Hạng ba mới là dân bảo hộ (''protégés français'') tức là đại đa số dân chúng Trung, Bắc Kỳ, Lào, và Cao Miên.<ref>Hoàng Cơ Thụy. tr 1523<\/ref>\n\n=== Di dân ===\nMột hậu quả của chính sách nhà nước Bảo hộ khi hậu thuẫn việc thông thương với Trung Hoa là đà gia tăng số người Hoa nhập cảnh với nhiều ưu đãi. \n::{| border=1 cellspacing=0 cellpadding=5\n! Năm\n! Số người Trung Hoa nhập cảnh Đông Dương<ref>Lévi, Sylvain. Trang 210-1.<\/ref> \n|- \n| 1923 \n! 19.800\n|- \n| 1924 \n! 13.800\n|- \n| 1925 \n! 15.200\n|- \n| 1926 \n! 19.000\n|- \n| 1927 \n! 31.100\n|- \n| 1928 \n! 30.100\n|}\n\nTừ tổng số 60.000 Hoa kiều vào cuối thế kỷ 19, đến năm 1921 thì số di dân [[người Hoa]] đã tăng thành 156.000 riêng ở Nam Kỳ<ref name=\"Goscha, Christopher E. tr 5\">Goscha, Christopher E. tr 5<\/ref> Họ nắm tài lực và tận dụng khai thác hệ thống kinh tài khắp Đông Nam Á, nhất là ngành buôn [[gạo]]. Số thương gia tên tuổi lịch sử còn ghi lại có Wang-Tai, [[Chú Hỏa|Hui Bon Hoa]] (tục gọi là \"chú Hỏa\"), [[Quách Đàm]] (xây chợ Bình Tây).<ref>Nguyên Hương Nguyễn Cúc. Trang 293.<\/ref> Đến năm [[1937]] trong suốt ba Kỳ Trung, Nam, Bắc có 217.000 Hoa kiều, chiếm hơn 11% dân số.<ref>Marr, David. Trang 24.<\/ref> Theo hiệp ước ký giữa Pháp và [[nhà Thanh]] năm 1885 và 1886 thì người Tàu ngụ cư ở Đông Dương hưởng quy chế ngoại nhân ưu đãi (''etrangers bénéficiant d'un statut privilégié'') được miễn [[sưu thuế]], không phải bắt làm tạp dịch hay nhập ngũ lại được quyền đi lại tự do. Hơn nữa vì giữ [[quốc tịch]] [[Tên gọi Trung Quốc|Trung Hoa]], quyền lợi của họ có chính phủ Bắc Kinh bênh vực.<ref>Hoàng Cơ Thụy. tr 1522.<\/ref> Cộng đồng người Hoa tổ chức theo nguyên quán, tục gọi là ''bang'' ([[tiếng Pháp]]: ''congrégation''). Vào năm 1885 thì có bảy bang ở Nam Kỳ nhưng sau đó gộp lại thành năm bang căn cứ theo nguyên quán: Quảng Đông, Phúc Kiến, Hải Nam, Triều Châu, và Hẹ.<ref>Smith, Harvey et al. tr 87<\/ref> Ước tính dân số (1950) Hoa kiều của ba kỳ: Bắc, Trung, Nam thì có 337.500 người nói tiếng Quảng Đông, 225.000 nói tiếng Tiều, 75.000 nói tiếng Hẹ, 60.000 nói tiếng Phúc Kiến và 30.000 nói tiếng Hải Nam, tổng cộng là 727.500.<ref name=MGRV>Schrock, Joann, et al. ''Minority Groups in the Republic of Vietnam''. Washington, DC: Department of the Army, 1966. Tr 933<\/ref>\n\n::{| border=1 cellspacing=0 cellpadding=5\n! Năm\n! Số Hoa kiều ở Đông Dương \n|- \n| cuối thế kỷ 19 \n! 60.000\n|- \n| 1921 \n! 156.000 (riêng Nam Kỳ)\n|- \n| 1937 \n! 217.000 (Việt Nam)\n|- \n| 1950 \n! 727.500 (Việt Nam)\n|}\n\nTrong khi triều đình Huế phân biệt người Việt và [[người Minh Hương|Minh Hương]], chính quyền Bảo hộ gộp người Minh Hương (hơn 80.000 vào năm 1944) vào bộ tịch người Việt.<ref name=MGRV\/> Ngoài ra có khoảng 5.000 Ấn kiều từ các thuộc địa của Pháp bên Ấn Độ. Giống như người Hoa, người Ấn đại đa số là thương nhân, cùng làm nghề cho vay nặng lãi.<ref>Marr, David. Trang 25.<\/ref>\n\nSố người Âu châu đến cuối thập niên 1930 là 39.000, đa số người Pháp, nắm giữ địa vị then chốt chính trị và kinh tế trong ba ngành xuất cảng gạo, cao su, và khoáng sản.<ref>Marr, David. Trang 23-4.<\/ref> Ba nhóm ngoại kiều Pháp, Hoa và Ấn tập trung ở thành thị trong khi dân bản xứ phần lớn sinh sống ở nông thôn.\n\nMột chính sách di dân nữa được đề ra là việc mộ dân ở Bắc và Trung Kỳ đưa vào Nam làm phu đồn điền cao su hoặc nông trại miền núi Cao nguyên Trung Kỳ hay thượng du Bắc Kỳ.<ref>Salemink, Oscar. Trang 27.<\/ref> Riêng niên khóa 1926-27, 35.000 người dân từ Bắc và Trung Kỳ được mộ làm phu và đưa vào Nam Kỳ làm công trong các đồn điền.<ref>Ho Tai. Tr 219<\/ref> Người Việt cũng được khuyến khích di cư sang Lào và Cao Miên.<ref>[http:\/\/www.minorityrights.org\/?lid=3419&tmpl=printpage] Thiểu số người Việt trên đất Miên.<\/ref> Thống kê năm 1908 ghi nhận 60.000 người Việt trên đất Miên.<ref>[http:\/\/www.san.beck.org\/20-9-Siam,Laos,Cambodia1800-1950.html] Xiêm, Miên, Lào 1800-1950<\/ref> Đến năm 1921 thì tổng số người Việt ở Cao Miên là hơn 140.000<ref name=\"Goscha, Christopher E. tr 5\"\/> và 191.000 vào năm 1937.<ref>Marr, David. tr 25<\/ref> Cùng thời gian sau đó vào cuối thập niên 1930 thì số người Việt ở Lào đã tăng lên gần 40.000.<ref>[http:\/\/www.alstewart.com\/history\/sampan.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080625075720\/http:\/\/www.alstewart.com\/history\/sampan.htm|date=ngày 25 tháng 6 năm 2008}} Người Việt trên đất Lào thời Pháp thuộc.<\/ref> Một số khác được đưa sang [[Vanuatu|Tân Đảo]] và đảo [[Nouvelle-Calédonie|Tân Thế giới]] làm [[chân đăng|phu]] mỏ và đồn điền của Pháp.\n\n=== Giáo dục ===\n[[Tập tin:Henri Oger's book 1.jpg|phải|nhỏ|Cuốn ''Tự học Pháp thoại tiệp kính'' tức ''Phép học một mình chóng thông tiếng Tây'' do [[Henri Oger]] soạn để dạy người Việt học tiếng Pháp vào đầu thế kỷ 20, in ở [[Hà Nội]]]]\nMột hậu quả khác rất đáng kể của cuộc bảo hộ đối với người Việt là việc thay đổi toàn diện về học thuật. Ở Nam Kỳ ngay từ năm 1867 người Pháp đã ngưng hẳn thể chế [[khoa cử]] bằng [[chữ Hán|chữ Nho]] và đến năm 1878 thì các công văn bằng [[chữ Hán|chữ Nho]] cũng bị loại bỏ, thay bằng [[tiếng Pháp|chữ Pháp]] và [[quốc ngữ|chữ Quốc ngữ]].<ref name=\"cothommagazine.com\">[http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=278&Itemid=49] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090626112700\/http:\/\/cothommagazine.com\/index.php?option=com_content&task=view&id=278&Itemid=49|date=ngày 26 tháng 6 năm 2009}} Thi cử và nền Giáo dục Việt Nam dưới thời Pháp thuộc - Trần Bích San<\/ref> Trường sở tại Nam Kỳ bắt đầu áp dụng theo mẫu trường công ở Pháp từ năm [[1879]].<ref name=\"Cultural\"\/> Tuy nhiên ở Trung và Bắc Kỳ thì chữ Nho tiếp tục được giảng dạy dưới sự vận động của Giám đốc Học chính Gustave Dumoutier.<ref name=\"Cultural1\">Pierre Brocheur và Daniel Hémery. ''Indochina, An Ambiguous Colonization 1858-1954''. Berkeley: University of California Press, 2009. tr 217-49<\/ref>\n\n==== Cải cách năm 1908 ====\nĐến năm [[1908]] thì Hội đồng Cải cách Học vụ (Conseil de Perfectionnement de l'enseignement indigène, lập năm 1905) thời Toàn quyền Beau lập Học bộ tức Nha Giám đốc Học chính (Direction de l'Enseignement) dưới sự điều hành của [[Henri Gourdon]] và quy hoạch lại việc giáo dục ở Trung và Bắc Kỳ, chia thành ba bậc: ấu học, tiểu học và trung học. Đây bước đầu của chữ Quốc ngữ trong ngành giáo dục của người Việt.\n*Ấu học thì giao cho xã thôn dạy chữ Nho và chữ Quốc ngữ; ai đậu thì gọi là \"tuyển sinh.\"\n*Tiểu học thì do phủ huyện có [[huấn đạo]] và [[giáo thụ]] đảm trách, tiếp tục dạy chữ Nho và chữ Quốc ngữ và có thể tình nguyện học thêm chữ Pháp chứ không bắt buộc;\n*Trung học thì do quan [[đốc học]] ở tỉnh lỵ trông coi và dạy [[quốc ngữ|chữ Quốc ngữ]] và [[tiếng Pháp]].\n\nTổng số trường học ở Trung và Bắc Kỳ là khoảng 15.000 với 200.000 học sinh.<ref name=\"Cultural\"\/> Bắt đầu từ khoa [[thi Hương|thi hương]] năm 1909 thì thí sinh phải biết chữ Quốc ngữ để làm bài.<ref>Nguyễn Thị Chân Quỳnh. Trang 104.<\/ref> Ở Hà Nội thì có thêm [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bảo hộ]] và Huế thì có [[trường Hậu bổ (định hướng)|trường Hậu bổ]] cùng với [[trường Trung học phổ thông chuyên Quốc Học - Huế|trường Quốc học]] sẵn có để đào tạo thêm nhân sự.<ref name=\"cothommagazine.com\"\/>\n\n==== Cải cách năm 1915 ====\nNăm 1915 thì Bắc Kỳ rồi năm 1918 Trung Kỳ cũng theo Nam Kỳ bỏ khoa cử để theo chương trình do Nha Học chính Đông Dương soạn ra tức bộ học luật (''Code de l'instruction publique'') ban hành ngày 21 Tháng 12 năm 1917.<ref>Dương Quảng Hàm. tr XXI<\/ref> Theo đó thì tiếng Pháp được đưa vào giáo trình từ bậc tiểu học. Tiểu học chia thành ba cấp: \n* Sơ học (ba năm, đỗ bằng Sơ học yếu lược ''Certificat d'etudes primaires Franco-Indigènes'', viết tắt là CEPFI),\n* Tiểu học (ba năm, đỗ bằng Cơ thủy ''Certificat d'etudes elementaires''), và\n* Cao đẳng tiểu học (bốn năm, đỗ bằng Cao đẳng tiểu học ''Diplôme d'études primaires supérieures'').\n\nTính đến năm 1938 thì toàn cõi Đông Dương có 406.669 học sinh tiểu học (tỷ số 1\/5 số trẻ em ở tuổi đi học). Đại đa số ghi danh học trường công nhưng cũng có khoảng 60.000 học sinh theo học ở các tư thục, trong đó 36.000 do Giáo hội Công giáo huấn luyện tại 650 trường sở.<ref>Foreign Areas Studies Division.''U. S. Army Area Handbook for Vietnam''. Washington, DC: Department of the Army, 1962. Tr 115<\/ref>\n\nTrung học (ba năm) thì chỉ có bốn trường (lycée) đặt ở [[Phnôm Pênh]] (lycée Sisowath, 1935), Huế (lycée Khai-Dinh, 1936), Sài Gòn (lycée Petrus-Ky) và Hà Nội (lycée du Protectorat) mà thôi. Học xong hai năm thì thi lấy bằng Tú tài bản xứ.<ref>Nguyễn Thị Chân Quỳnh. Trang 35.<\/ref> Ba năm thì lấy bằng ''baccalauréat''. Bằng ''baccalauréat'' được công nhận tương đương với bên chính quốc kể từ năm 1930.<ref name=\"Trường Pháp-Nam\">[http:\/\/www.harvard-yenching.org\/publications-and-projects\/working-papers-series\/TRAN_Thi_Phuong_Hoa_Franco_Vietnamese_schools.pdf Trường Pháp-Nam]{{Liên kết hỏng|date = ngày 17 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref> Số người đậu bằng ''baccalauréat'' rất ít oi, như năm [[1942]] tổng cộng chỉ có 75 người.<ref name=\"Cultural\"\/>\n\nĐại học thì có mở chỉ một cơ sở là [[Viện Đại học Đông Dương]] ở Hà Nội khai giảng từ năm 1907 nhưng hoạt động gián đoạn đến năm 1917 mới tái tục. Điểm đáng lưu ý là chứng chỉ do Đại học Đông Dương cấp không được công nhận là tương xứng với các trường đại học bên Pháp. Sinh viên Đông Dương muốn sang Pháp học cũng bị gây khó dễ và hạn chế.<ref>Norindr, Panivong. Trang 45.<\/ref>\n\nNăm [[1924]] mở khóa học đầu tiên của [[Trường Mỹ thuật Đông Dương]] với hai phân khoa: 1) hội họa, điêu khắc & trang trí, 2) kiến trúc.<ref>Vu Tam Ich. tr 77<\/ref>\n\nỞ [[Phnôm Pênh]] thì người Pháp lập trường Bảo hộ từ năm 1893. Đến năm 1905 thì đổi thành Collège Sisowath.<ref>[http:\/\/epaa.asu.edu\/epaa\/v3n19.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090630144513\/http:\/\/epaa.asu.edu\/epaa\/v3n19.html|date=ngày 30 tháng 6 năm 2009}} Giáo dục Pháp-Miên thời kỳ thuộc địa.<\/ref>\n\nNhững cải cách của chính quyền Pháp chỉ một phần là để nâng cao kiến thức dân chúng nhưng còn có dụng ý là để chuyển hướng tư duy của đại chúng. Thay vì trông đợi vào giới sĩ phu truyền thống dẫn dắt, nay người dân thường sẽ có nhà nước Bảo hộ đào tạo kiến thức. Người Pháp đã dồn nhiều nỗ lực vào việc cải tổ nền giáo dục bản xứ. Một chứng cứ là sách giáo khoa thời Pháp không dùng danh từ \"Việt Nam\" mà chỉ nhắc đến \"Đông Pháp\" và các xứ lệ thuộc<ref name=\"Trường Pháp-Nam\"\/>\n\n=== Nghiên cứu, khoa học, & kỹ thuật ===\n[[Tập tin:Henri Mouhot.jpg|phải|nhỏ|Henri Mouhot, nhà khoa học và thám hiểm Pháp ở Đông Dương.]]\nChính phủ Bảo hộ cho thành lập một số cơ sở khoa học ở Đông Dương như Viện Pasteur (Institut Pasteur de Saigon, 1890 & Nha Trang, 1895)<ref>[http:\/\/www.pasteur.fr\/infosci\/archives\/ind1.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141014083046\/http:\/\/www.pasteur.fr\/infosci\/archives\/ind1.html|date=ngày 14 tháng 10 năm 2014}} Trang về Viện Pasteur Đông Dương<\/ref>, Nha Địa chất (Service géologique, 1918), Viện Canh nông Thuộc địa (Institut agronomie coloniale, 1918), [[Viện Hải dương học (Việt Nam)|Viện Hải dương học]] (Institut océanographique, 1922).<ref>Cooper, Nicola. Trang 30-1.<\/ref>\n\nBác sĩ [[Alexandre Yersin]] qua Viện Pasteur đã có nhiều đóng góp về căn bệnh [[dịch hạch]]. Ông chọn sống tại Nha Trang, Trung Kỳ nơi ông tiếp tục những cuộc thí nghiệm khoa học cho đến khi mất.\n\n[[Bệnh viện|Nhà thương]] theo y học Tây phương đầu tiên ở Đông Dương là nhà thương Chợ Quán, bắt đầu hoạt động năm [[1864]] nhưng phải đợi đến năm [[1914]] thì số lượng y sĩ mới đủ để đáp ứng nhu cầu dịch vụ [[y học|y khoa]] thường xuyên.<ref name=\"Duncanson\"\/>\n\nVề văn hóa và lịch sử thì có [[Viện Viễn Đông Bác cổ]] (École française d'Extrême-Orient) lập năm 1900 ở Sài Gòn để nghiên cứu, thu thập, và lưu trữ nhiều cổ vật cùng khai quật các di chỉ [[khảo cổ học|khảo cổ]]. Năm 1902 thì Viện này chuyển ra Hà Nội với chi nhánh ở Sài Gòn, Huế, Đà Nẵng, Nam Vang, và [[Battambang]].<ref>[http:\/\/www.efeo.fr\/en\/presentation\/historique.shtml] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081011034756\/http:\/\/www.efeo.fr\/en\/presentation\/historique.shtml|date=ngày 11 tháng 10 năm 2008}} Lịch sử Viện Viễn Đông Bác cổ<\/ref>\n\nMột trong những \"khám phá\" lớn nhất trong ngành khảo cổ vào thời điểm này là cuộc khai quật di tích [[Angkor Wat]] được nhà khoa học [[Henri Mouhot]] ghi lại và phổ biến đến thế giới Tây phương. Cổ hơn thì năm 1923 khai quật được di chỉ [[văn hóa Đông Sơn|Đông Sơn]], thuộc tỉnh [[Thanh Hóa]] nơi khám phá ra một số [[Trống đồng Đông Sơn|trống đồng]] tiêu biểu cho thời đại cổ đại của người Việt.<ref>Goloubew, Victor. \"Art et Archélogie de l'Indochine\". ''L'Indochine Française''. Hanoi: Imprimerie G Taupin & Cie, 1938. tr 123<\/ref>\n\n[[Henri Parmentier]] thì có công khảo cổ trong việc nghiên cứu giải mã các cổ vật và di tích [[Chiêm Thành]].\n\nBốn viện bảo tàng lớn được thành lập để lưu trữ các di vật văn hóa:<ref name=\"Cultural\">Pierre Brocheux và Daniel Hémery. ''Indochina''. Berkeley, CA: University of California Press, 2009. tr 217-249<\/ref> \n*Viện Bảo tàng Albert Sarraut (1920) ở [[Phnôm Pênh|Nam Vang]]\n*Viện Bảo tàng Khải Định (1923) ở Huế\n*Viện Bảo tàng Louis Finot (1926) ở Hà Nội\n*Viện Bảo tàng Blanchard de la Brosse (1927) ở Sài Gòn.\n\n==== Chiến tranh Pháp-Xiêm ====\n{{Chính|Chiến tranh Pháp-Xiêm}}\nSự mở rộng lãnh thổ của Pháp trên bán đảo Đông Dương đã kích hoạt [[Chiến tranh Pháp-Xiêm]]. Năm 1893, chính phủ Pháp đã sử dụng tranh chấp biên giới để kích động [[Sự cố Paknam|sự cố hải quân Paknam]] để gây ra một cuộc khủng hoảng. Pháo hạm Pháp xuất hiện tại Bangkok và yêu cầu nhượng lại các vùng lãnh thổ của Lào ở phía đông sông Mê Kông.\n\nVua [[Rama V]] của Xiêm yêu cầu chính phủ Anh bảo hộ, nhưng sau đó yêu cầu người trước phải tuân thủ tất cả các yêu cầu của chính phủ Pháp. Chính phủ Anh sau đó đã đến chính phủ Pháp để đàm phán với vua Pháp. Hai bên đã đạt được thỏa thuận: Xiêm chỉ cần nhượng lại Lào chứ không phải các vùng lãnh thổ khác, trong khi Anh là một thỏa thuận với Pháp bảo đảm sự toàn vẹn của phần còn lại của Xiêm. Đổi lại, Xiêm phải nhượng vùng [[Shan]] nói tiếng Thái ở đông bắc [[Miến Điện]] cho đế quốc Anh và nhượng Lào cho người Pháp. [[Vương quốc Lào|Lào]] đã được thêm vào sau [[Chiến tranh Pháp-Xiêm]] năm 1893.\n\n==== Xâm lấn lãnh thổ Xiêm ====\n[[Tập_tin:OccupationOfTrat1904.jpg|trái|nhỏ|Quân Pháp chiếm đóng [[Trat (tỉnh)|Trat]] năm 1904|324x324px]]\nPháp không dung hòa được tham vọng của họ với Xiêm. Năm 1906, họ đã tạo ra một sự cố khác buộc Xiêm phải công nhận quyền kiểm soát lãnh thổ phía tây [[sông Mê Kông]] và qua [[Luang Prabang]]. Ngoài ra, Xiêm thừa nhận sự kiểm soát của Pháp đối với [[Champasak (thị trấn)|Champasak]] và Tây Campuchia. Hơn nữa, Pháp cũng đã đạt được tỉnh [[Chanthaburi (tỉnh)|Chanthaburi]] dưới kiểm soát của phương Tây. Trước đó, vào năm 1904, Xiêm đã nhượng [[Trat (tỉnh)|Trat]] và sang Pháp để đòi Chanthaburi. Hai năm sau, Xiêm lấy lại được Trat, nhưng họ đã nhượng lại rất nhiều vùng lãnh thổ ở biên giới phía đông nam, như [[Battambang (tỉnh)|Battambang]], [[Siam Nakhon (tỉnh)|Siam Nakhon]] và [[Banteay Meanchey (tỉnh)|Banteay Meanchey]].\n\nVào cuối những năm 1930, Xiêm đã tiến hành một loạt các cuộc đàm phán với Pháp để cố gắng phục hồi lãnh thổ đã mất trước đó. Sau khi Pháp sụp đổ năm 1940, Xiêm đã xâm chiếm các vùng đất tranh chấp ở Lào và Campuchia. Chiến tranh Thái-Pháp bùng nổ vào tháng 1 năm 1941. Dưới sự bảo hộ hùng mạnh của Nhật Bản, chính phủ Đông Dương trung thành với [[chính phủ Vichy]] đã buộc phải đồng ý nhượng lại [[Angkor Thom]], phía đông hồ [[Tonlé Sap]] và 14 độ vĩ bắc, Xiêm Riệp, Battambang và Lào nằm ở bờ phía tây sông Mê Kông đến Thái Lan. Đại diện hai nước đã tới [[Tokyo]] để ký hiệp định, sau đó Thái Lan giành lại quyền kiểm soát khu vực này.\n\n==== Việt Nam Quốc dân Đảng phát động khởi nghĩa ====\n{{Chính|Khởi nghĩa Yên Bái}}\nVào ngày 10 tháng 2 năm 1930, những người lính Việt Nam đóng quân tại [[Yên Bái]] đã phát động một cuộc nổi dậy với sự hỗ trợ của [[Việt Nam Quốc dân Đảng]]. Cuộc tấn công là sự xáo trộn lớn nhất được tạo ra bởi phong trào phục hồi quân chủ [[Cần Vương]] vào cuối thế kỷ 19. Mục đích của cuộc nổi dậy là để truyền cảm hứng cho một cuộc nổi dậy rộng lớn hơn trong dân chúng nói chung trong nỗ lực lật đổ chính quyền thực dân. Việt Nam Quốc dân Đảng trước đó đã cố gắng tham gia vào các hoạt động bí mật để làm suy yếu chính quyền Pháp, nhưng tăng giám sát của Pháp hoạt động của mình dẫn đến nhóm lãnh đạo của họ lấy nguy cơ dàn dựng một cuộc tấn công quân sự quy mô lớn ở [[đồng bằng sông Hồng]] của [[miền Bắc Việt Nam]].\n\n==== Chiến tranh Pháp-Thái ====\n{{Chính|Chiến tranh Pháp-Thái}}\nTrong [[chiến tranh thế giới thứ hai]], Thái Lan đã nhân cơ hội cho các điểm yếu của Pháp để đòi lại các vùng lãnh thổ đã mất trước đó, dẫn đến Chiến tranh Pháp-Thái giữa tháng 10 năm 1940 và ngày 9 tháng 5 năm 1941. Các lực lượng Thái Lan thường làm tốt trên mặt đất, nhưng các mục tiêu của Thái Lan trong chiến tranh là hạn chế. Vào tháng 1, lực lượng hải quân [[Vichy Pháp]] đã quyết định đánh bại lực lượng hải quân Thái Lan trong [[trận Kong Chang]]. Cuộc chiến kết thúc vào tháng 5 do sự xúi giục của Nhật Bản, với việc Pháp buộc phải thừa nhận lợi ích lãnh thổ cho Thái Lan.\n\n=== Chiến tranh thế giới thứ hai ===\n[[Tập tin:Thống-Chế đã nói - Đại-Pháp khắng khít với thái bình, như dân quê với đất ruộng.jpg|trái|nhỏ|225px|upright|Thống Chế đã nói: Đại Pháp khắng khít với thái bình, như dân quê với đất ruộng\". Một tờ [[tuyên truyền]] được vẽ tại [[Hà Nội]], 1942]]\n{{Chính|Đế quốc Việt Nam|Việt Nam trong Chiến tranh thế giới thứ hai}}\nVào tháng 6 năm 1940, Pháp đầu hàng [[Đức Quốc Xã]], quân Đức chiếm đóng Pháp và [[Chính phủ Vichy|chính phủ bù nhìn Vichy]] được thành lập ở miền nam. Trong khi Pháp bị Nhật Bản đánh bại, Nhật Bản đã nói với chính phủ Pháp mới thành lập vào tháng 9 rằng họ sẽ cho phép quân đội đế quốc Nhật Bản tiến vào [[vịnh Bắc Bộ]], nhưng cuối cùng đã phát triển thành cuộc xâm lược Đông Dương. Động thái này đã tạo ra một nhân tố thuận lợi cho quân đội Nhật Bản chống lại [[Quốc dân Cách mệnh Quân]]. Đồng thời, đây cũng là một trong những bước để Nhật Bản thiết lập một [[khối Thịnh vượng chung Đại Đông Á]].\n\nThái Lan nhân cơ hội phát động cuộc chiến tranh Thái-Pháp lần thứ hai vào tháng 10 năm 1940, lấy lại lãnh thổ đã mất trước đó.\n\nVào ngày 9 tháng 3 năm 1945, Nhật Bản được giải phóng tại Pháp và Hoa Kỳ quyết định kiểm soát hoàn toàn Đông Dương và tiến hành [[Chiến dịch Đông Dương (1945)|chiến dịch Đông Dương lần thứ hai]] của Pháp trong hoàn cảnh Hoa Kỳ có lợi thế ở Thái Bình Dương. Nhật Bản ủng hộ hoàng đế [[Bảo Đại]] thiết lập ngai vàng, thiết lập chế độ bù nhìn và kiểm soát khu vực này cho đến khi ông đầu hàng.\n\n=== Chiến tranh Đông Dương ===\n[[Tập_tin:RE-OCCUPATION_OF_FRENCH_INDO-CHINA.jpg|phải|nhỏ|220x220px|Quân Nhật đầu hàng quân Đồng minh tại Sài Gòn]]\n{{Chính|Chiến tranh Đông Dương}}\nSau khi [[Chiến tranh thế giới lần thứ hai]] kết thúc, Pháp đã rút các vùng lãnh thổ bị mất trong chiến tranh Thái-Pháp và sẵn sàng nối lại chế độ thực dân, nhưng lại đụng độ với [[Việt Minh]]. Tổ chức này của những người cộng sản và những người theo [[Chủ nghĩa dân tộc Việt Nam|chủ nghĩa dân tộc]] được lãnh đạo bởi [[Hồ Chí Minh]]. [[Hoa Kỳ]] đã viện trợ cho Việt Nam trong [[chiến tranh thế giới thứ hai]] để hỗ trợ cho sự kháng cự của nhóm này đối với sự cai trị của Nhật Bản.\n\n[[Tổng thống Hoa Kỳ]] [[Franklin D. Roosevelt|Franklin Roosevelt]] và tướng [[Joseph Stilwell]] đã nói rõ rằng người Pháp không được hỏi lại Đông Dương của Pháp sau khi chiến tranh kết thúc. Ông nói với Ngoại trưởng [[Cordell Hull]], người ở Đông Dương dưới sự cai trị tồi tệ hơn của Pháp gần 100 năm so với lúc ban đầu. Roosevelt hỏi [[Tưởng Giới Thạch]] nếu ông muốn Đông Dương, mà Tưởng Giới Thạch trả lời: \"Trong mọi trường hợp!\"<ref>{{chú thích sách|url=http:\/\/books.google.com\/books?id=v5YlBtzklvQC&pg=PA235&dq=chiang+kai-shek+vietnam+Under+no+circumstances&hl=en&ei=hI4OTZGwIcL98Aasn5iVDg&sa=X&oi=book_result&ct=result&resnum=2&ved=0CCgQ6AEwAQ#v=onepage&q=chiang%20kai-shek%20vietnam%20Under%20no%20circumstances&f=false|title=The march of folly: from Troy to Vietnam|author=Barbara Wertheim Tuchman|publisher=Random House, Inc.|year=1985|isbn=0-345-30823-9|location=|page=235|pages=|access-date =ngày 28 tháng 11 năm 2010}}<\/ref>. Sau chiến tranh, [[quân đội Anh]] tiến vào miền nam Đông Dương để cho Pháp lấy lại đất<ref>{{chú thích sách|url=http:\/\/books.google.com\/books?id=iF3MG43x--0C&pg=PA30&dq=chiang+kai-shek+vietnam+french+concessions&hl=en&ei=_Y0OTYTpIsL38Aa2_MiwDg&sa=X&oi=book_result&ct=result&resnum=3&ved=0CC0Q6AEwAg#v=onepage&q=chiang%20kai-shek%20vietnam%20french%20concessions&f=false|title=America's war in Vietnam: a short narrative history|author=Larry H. Addington|publisher=Indiana University Press|year=2000|isbn=0-253-21360-6|location=|page=30|pages=|access-date =ngày 28 tháng 11 năm 2010}}<\/ref>. Tưởng Giới Thạch đã phái tướng [[Lư Hán]] lãnh đạo 200.000 quân vào phía bắc Đông Dương để chấp nhận [[Nhật Bản đầu hàng]]. Chính phủ [[Trung Hoa Dân Quốc|Trung Quốc]] ủng hộ [[Việt Nam Dân chủ Cộng hòa]] mới thành lập và sử dụng [[Việt Nam Quốc dân Đảng]] để tăng ảnh hưởng trong chính phủ mới và gây áp lực lên Pháp<ref>{{chú thích sách|url=http:\/\/books.google.com\/books?id=o1t8-EjWyrgC&pg=PA119&dq=chiang+kai-shek+vietnam+french+concessions&hl=en&ei=_Y0OTYTpIsL38Aa2_MiwDg&sa=X&oi=book_result&ct=result&resnum=8&ved=0CEUQ6AEwBw#v=onepage&q=chiang%20kai-shek%20vietnam%20french%20concessions&f=false|title=Britain in Vietnam: prelude to disaster, 1945-6|author=Peter Neville|publisher=Psychology Press|year=2007|isbn=0-415-35848-5|location=|page=119|pages=|access-date =ngày 28 tháng 11 năm 2010}}<\/ref>. Pháp, dưới sự điều phối của Tưởng Giới Thạch, đã đạt được thỏa thuận hòa bình với [[Việt Minh]] và từ bỏ tất cả các đặc quyền, lợi ích và nhượng bộ của mình tại Trung Quốc. Tháng 3 năm 1946, Đông Dương bắt đầu dần dần trở lại thời kỳ cai trị của Pháp.<ref>{{chú thích sách|url=http:\/\/books.google.com\/books?id=pVNaoUu7veUC&pg=PA21&dq=chiang+kai-shek+vietnam+french+concessions&hl=en&ei=_Y0OTYTpIsL38Aa2_MiwDg&sa=X&oi=book_result&ct=result&resnum=9&ved=0CEoQ6AEwCA#v=onepage&q=chiang%20kai-shek%20vietnam%20french%20concessions&f=false|title=The tragedy of the Vietnam War: a South Vietnamese officer's analysis|author=Van Nguyen Duong|publisher=McFarland|year=2008|isbn=0-7864-3285-3|location=|page=21|pages=|access-date =ngày 28 tháng 11 năm 2010}}<\/ref><ref>{{chú thích sách|url=http:\/\/books.google.com\/books?id=1I4HOcmE4XQC&pg=PA41&dq=chiang+kai-shek+vietnam+french+concessions&hl=en&ei=_Y0OTYTpIsL38Aa2_MiwDg&sa=X&oi=book_result&ct=result&resnum=2&ved=0CCgQ6AEwAQ#v=onepage&q=chiang%20kai-shek%20vietnam%20french%20concessions&f=false|title=Vietnam 1946: how the war began|author=Stein T?nnesson|publisher=University of California Press|year=2010|isbn=0-520-25602-6|location=|page=41|pages=|access-date =ngày 28 tháng 11 năm 2010}}<\/ref><ref>{{chú thích sách|url=http:\/\/books.google.com\/books?id=yQGqQ3LmExwC&pg=PA63&dq=chiang+kai-shek+vietnam+french+concessions&hl=en&ei=_Y0OTYTpIsL38Aa2_MiwDg&sa=X&oi=book_result&ct=result&resnum=4&ved=0CDIQ6AEwAw#v=onepage&q=chiang%20kai-shek%20vietnam%20french%20concessions&f=false|title=The Vietnam War as history: edited by Elizabeth Jane Errington and B.J.C. McKercher|author=Elizabeth Jane Errington|publisher=Greenwood Publishing Group|year=1990|isbn=0-275-93560-4|location=|page=63|pages=|access-date =ngày 28 tháng 11 năm 2010}}<\/ref><ref>{{chú thích web|url=http:\/\/www.historyplace.com\/unitedstates\/vietnam\/index-1945.html|title=The Vietnam War Seeds of Conflict 1945 - 1960|year=1999|publisher=The History Place|access-date =ngày 28 tháng 12 năm 2010}}<\/ref>\n\n=== Hiệp định Genève ===\n{{Chính|Hiệp định Genève, 1954}}\nTại [[Hội nghị Genève]] diễn ra vào ngày 27 tháng 4 năm 1954, các quốc gia đã đưa ra một giải pháp cho vấn đề Đông Dương. Kết quả của cuộc họp đã ủng hộ sự toàn vẹn lãnh thổ của Đông Dương, và yêu cầu Pháp trao cho Việt Nam chủ quyền độc lập, cấm các nước can thiệp vào công việc nội bộ của khu vực và phân định khu vực giữa miền Bắc và miền Nam Việt Nam là khu vực phi quân sự. Cuối cùng, hiệp định quy định rằng miền Bắc và miền Nam Việt Nam đã tổ chức một cuộc [[trưng cầu dân ý]] vào tháng 7 năm 1956 để giải quyết vấn đề thống nhất đất nước<ref name=\"USvietAnalysis2\" \/>. Pháp từ bỏ tất cả các yêu sách lãnh thổ chống lại Đông Dương tại cuộc họp. Cả [[Hoa Kỳ]] và [[Quốc gia Việt Nam|Nam Việt Nam]] đều không ký hiệp định. Chỉ có Pháp và [[Việt Nam Dân chủ Cộng hòa|miền Bắc Việt Nam]] ký hiệp định. Miền Bắc thành một nước [[xã hội chủ nghĩa]], trong khi miền Nam thành lập một chế độ mới do Mỹ hậu thuẫn.\n\nHoa Kỳ bắt đầu thâm nhập vào các vấn đề của Việt Nam, cuối cùng dẫn đến sự bùng nổ của [[Chiến tranh Việt Nam]]. Năm 1954, [[Campuchia]] và [[Lào]] tuy đã độc lập nhưng cũng tham gia vào cuộc chiến này. [[Chiến tranh Việt Nam]] kết thúc năm 1975, kết thúc bằng việc Hoa Kỳ thất bại và phải rút quân khỏi [[Việt Nam Cộng hòa|miền Nam Việt Nam]]. Việt Nam đã được [[Sự kiện 30 tháng 4 năm 1975|thống nhất đất nước]] vào năm 1976.\n\n== Giải thể ==\n=== Nhật Bản nhập cuộc ===\nNăm 1941 [[Quân đội Nhật Bản|Quân đội Đế quốc Nhật Bản]] thời [[Chiến tranh thế giới thứ hai]] tiếp thu Đông Dương với sự thỏa thuận của [[chính phủ Vichy]] theo thỏa ước giữa đại sứ Pháp Charles Arsènes-Henry ở [[Tōkyō|Tokyo]] và ngoại trưởng [[Yōsuke Matsuoka]] ký hồi 30 Tháng Tám, 1940.<ref>Hà Thúc Ký. tr 52<\/ref><ref>George Kahin, et al. tr 97<\/ref> Theo đó thì Nhật Bản được rộng quyền điều hành quân sự trên toàn cõi Đông Dương chống lại [[khối Đồng Minh thời Chiến tranh thế giới thứ hai|phe Đồng Minh]] nhưng người Pháp vẫn duy trì bộ máy cai trị của nhà nước Bảo hộ và Nhật công nhận chủ quyền của Pháp.\n\n=== Tranh chấp với Xiêm ===\nTrong khi đó thì triều đình [[Xiêm|Xiêm La]] của Thủ tướng [[Plaek Pibulsongkram]] nhân khi thấy quyền lực của Pháp ở Đông Dương bị suy yếu nên tìm cách đòi lại lãnh thổ cũ ở Lào và Cao Miên bị Pháp chiếm đoạt vào năm 1907. Thất bại về mặt ngoại giao, Xiêm điều quân đến gần biên giới rồi mở cuộc tấn công và chiếm toàn phần đất Lào ở hữu ngạn [[mê Kông|sông Mê Kông]] vào ngày 19 Tháng Giêng, 1941. Không quân Xiêm thì mở cuộc oanh kích nhiều địa điểm ở [[tỉnh Battambang]] và tiến chiếm được tỉnh lỵ. Về mặt bể thì hải quân Pháp và hải quân Xiêm nổ súng ở khu vực [[Ko Chang|đảo Chang]]. Ba chiến thuyền của Xiêm bị đánh chìm nhưng vì áp lực của [[Đế quốc Nhật Bản]], chính phủ Đông Dương của toàn quyền [[Jean Decoux]] phải giảng hòa rồi nhượng lại cho Xiêm những [[tỉnh Battambang]], [[Sisophon]] và [[Xiêm Riệp (tỉnh)|Siemreap]] của Cao Miên ngày 11 Tháng Ba, 1941, chấm dứt cuộc xung đột vũ trang giữa Xiêm và Đông Pháp.<ref>Punnee Soonpornthoct. ''From Freedom to Hell, A History of Foreign Interventions in Cambodian Politics and Wars''. New York: Vantage Press. tr 29<\/ref>\n\n=== Nhật đảo chính Pháp ===\nThỏa hiệp giữa Pháp và Nhật kéo dài bốn năm cho đến ngày [[9 tháng 3]] năm 1945 thì Nhật Bản đột ngột tuyên bố trao quyền cho các chính quyền bản xứ và ra lệnh tống giam nhiều viên chức Pháp. Kiều dân Pháp bị hạn chế đi lại và phải tập trung ở bảy thị trấn, không được di chuyển ra nơi khác.<ref>Nouvelles Éditions Latines. ''Indochina, A French Point of View''. Paris: Bibliotheque de l'Union française, 1950. Tr 9.<\/ref> Ngày [[11 tháng 3|11 Tháng Ba]], đại sứ Yokoyama Masayuki vào [[Hoàng thành Huế|Đại Nội]] Huế yết kiến vua [[Bảo Đại]] và chứng kiến lời tuyên cáo độc lập của [[Đế quốc Việt Nam]].<ref>Nguyễn Ngọc Phách. ''Chữ Nho và đời sống mới''. Melbourne: Hải Ngoại, 2004. Trang 525<\/ref> Ngày [[13 tháng 3|13 Tháng Ba]], vua [[Campuchia|Cao Miên]] [[Norodom Sihanouk]] cũng theo gương [[Bảo Đại]] rồi đến ngày [[8 tháng 4|8 Tháng Tư]] thì quốc vương [[Lào]] [[Sisavang Vong]] cũng tuyên bố độc lập.<ref>Ngô Văn. tr 299<\/ref> Ngày 17 Tháng Tư thì Thủ tướng [[Trần Trọng Kim]] trình diện với danh sách [[nội các]] để chấp chính nhưng đến Tháng Tám năm 1945 khi Nhật tuyên bố đầu hàng phe [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]] thì Pháp xúc tiến việc tái chiếm Đông Dương đang do [[Việt Nam Dân chủ Cộng hòa]] kiểm soát và lập lại Liên bang Đông Dương.\n\nNgay từ Tháng Chạp năm 1943 [[Charles de Gaulle|Charles De Gaulle]], người lãnh đạo lực lượng Pháp bấy giờ lưu vong ở [[Algiers]] đã tuyên bố ý định tái lập chủ quyền của Pháp trên các xứ Đông Dương. Lực lượng [[Việt Minh]] dã tiến hành đảo chính Phát-xit Nhật ngày 19\/08\/1945. Sau đó, chính quyền phát-xít tuyên bố trao toàn bộ quyền kiểm soát tại Việt Nam cho [[Việt Minh]]. Tại Nam Bộ, [[Nam Bộ kháng chiến]] kháng chiến nổ ra khi Việt Minh, trước đó đã thay Nhật kiểm soát khu vực này, đã cương quyết chống trả lại hành vi tái xâm lược của Pháp. Tới ngày 19\/12\/1946, sau những hành động khiêu khích của Pháp, [[Hồ Chí Minh]] ra [[Lời kêu gọi toàn quốc kháng chiến]], chính thức bắt đầu [[Chiến tranh Đông Dương|giai đoạn 9 năm kháng chiến chống lại sự tái xâm lược của Pháp tại Đông Dương]].\n\nTrong thời gian chín năm cuối, người Pháp có thay đổi cơ chế hành chính: bỏ chức vụ \"Toàn quyền\" và thay bằng \"Cao ủy\" rồi \"Tổng ủy\"; thống đốc Nam Kỳ, khâm sứ Trung Kỳ hay thống sứ Bắc Kỳ thì thay bằng \"Ủy viên cộng hòa\". Tuy nhiên, Đông Dương vẫn là một phần của [[Liên hiệp Pháp]]. Ngoài ra chính phủ Pháp cũng hứa hẹn cải tổ bằng cách phát triển giáo dục và hướng tới dân chủ tự trị trong khuôn khổ Liên hiệp Pháp.\n\n== Xem thêm ==\n* [[Toàn quyền Đông Dương]]\n* [[Pháp thuộc]]\n* [[Danh sách Thống đốc Nam Kỳ]]\n\n== Ghi chú ==\n{{ghi chú}}\n\n== Chú thích ==\n{{tham khảo|colwidth=30em}}\n\n{{thể loại Commons|French Indochina}}\n\n== Tham khảo ==\n{{refbegin}}\n{{div col|colwidth=30em}}\n* Bernard, Paul. \"L'Avenir économique de l'Indochine\". ''Illustration: número spécial sur l'Indochine''. Paris: Société nationale des Enterprises de Presse, 1949.\n*Pierre Brocheux và Daniel Hémery. ''Indochina, An Ambiguous Colonization, 1858-1954''. Berkeley, CA: University of California Press, 2009.\n* Cherry, Haydon. \"Social Communication and Colonial Archeology in Viêt Nam.\" ''New Zealand Journal of Asian Studies'' 6, 2 (December, 2004).\n* Cooper, Nicola. ''France in Indochina, Colonial Encounters''. Oxford, UK: Berg, 2001.\n* Dương Quảng Hàm. ''Quốc văn trích diễm''. Paris: Institut de l'Asie du Sud-Est, 1989.\n* Đào Duy Anh. ''Việt Nam văn hóa sử cương''. Houston: Xuân Thu, ?.\n* Dommen, Arthur. ''The Indochinese Experience of the French, and the Americans, Nationalism and Communism in Cambodia, Laos, and Vietnam''. Bloomington, IN: Đại học Indiana Press, 2001.\n*Foreign Areas Studies Division. ''US Army Area Handbook for Vietnam''. Washington, DC: Special Operations Research Ofice, 1962.\n*Gauthier, Julian. ''L'Indochine au travail dans la paix française''. Paris: Eyrolles, 1949.\n* Goodman, Allan E. ''Politics in War''. Cambridge, MA: Harvard University Press, 1973.\n* Goscha, Chritopher E. \"Widening the Colonial Encounter: Asian Connections Inside French Indochina During the Interwar Period\". ''Modern Asian Studies''. Cambridge, UK: Cambridge University Press, 2008.\n* Kahin, George, et al. ''Indochina in the 1940s and 1950s''. Cornell, NY: Cornell Southeast Asia Program, 1992.\n* Lévi, Sylvain. ''Indochine''. Paris: Société d'Editions Géographique, Maritimes et Coloniales, 1931.\n* Hà Thúc Ký. ''Sống còn với Dân tộc, hồi ký chính trị''. ?: Phương Nghi, 2009.\n* Henri Rusier, Henri Brenier. ''L'Indochine française''. Paris: Librairie Armand Colin, 1911.\n* Ho Tai, Hue-Tam. '''Radicalism and the Origins of the Vietnamese Revolution''. Cambridge, MA: Harvard University Press, 1992.\n* Hoàng Cơ Thụy. ''Việt sử khảo luận''. Paris: Nam Á, 2002.\n*Marquet, Jean. ''La France mondiale au XX° siècle: l'Union indochinoise''. Paris: Delalain, 1931.\n* Marr, David. ''Vietnamese Tradition on Trial, 1920-1945''. Berkeley, CA: University of California Press, 1984.\n* Ngô Văn. ''Việt Nam 1920-1945''. Montreuil: L'Insomniaque\/Chuông rè, 2000.\n* Nguyên Hương Nguyễn Cúc. ''Saigon 300 năm cũ''. Dallas, TX: Tiếng Sông Hương, 1999.\n* Nguyễn Thị Chân Quỳnh. ''Thi hương, Tập thượng''. Paris: An Tiêm, 2002.\n* Norindr, Panivong. ''Phantasmatic Indochina''. Durham, NC: Duke University Press. 1996.\n* Russier, Henri & Henri Brenier. ''L'Indochine française''. Paris: Librairie Armand Colin, 1911.\n* Samelink, Oscar. \"One Country, Many Journeys\". ''Vietnam, Journeys of Body, Mind, and Spirit''. Berkeley, CA: University of California Press, 2003.\n* Smith, Harvey et al. ''Area Handbook for South Vietnam''. Washington, DC: US Government Printing Office, 1967.\n* Vu Tam Ich. \"A Historical Survey of Educational Developments in Vietnam\". ''Bulletin of the Bureau of School Service'' Vol XXXII, No 2. Lexington, KY: University of Kentucky, College of Education, 1959.\n* {{chú thích sách|tác giả=Clive J. Christie|tựa đề=Southeast Asia in the Twentieth Century: A Reader|url=https:\/\/archive.org\/details\/southeastasiaint0000chri|năm=1998|nhà xuất bản=I.B.Tauris|ngôn ngữ=tiếng Anh}}\n{{div col end}}\n{{refend}}\n\n== Đọc thêm ==\n* {{chú thích sách|year=1931|title=Le Tonkin Scolaire|location=Hanoï|publisher=Imprimerie d’Extrême-Orient}}\n* {{chú thích sách|title=Asie du Sud-Est’ L’Asie Orientale et Méridionale aux XIXe et XXe Siècles|location=Paris}}\n* {{chú thích sách|author=Anh, N.|year=1999|title=Asie Du Sud-Est’ L’Asie Orientale Et Méridionale Aux Xixe Et Xxe Siècles|location=Paris|publisher=Presses Universitaires de France}}\n\n== Liên kết ngoài ==\n{{Thể loại Commons|French Indochina}}\n*{{en icon}} {{fr icon}} ''[http:\/\/www.wdl.org\/en\/item\/2392 The Colonization of Indochina]'', from around 1892\n*{{en icon}} {{fr icon}} ''[http:\/\/www.wdl.org\/en\/item\/310 Indochina]'', a tourism book published in 1910\n* Pierre Brocheux: [https:\/\/encyclopedia.1914-1918-online.net\/article\/colonial_society_indochina\/ Colonial Society (Indochina)], in: [https:\/\/encyclopedia.1914-1918-online.net\/home.html\/ 1914-1918-online. International Encyclopedia of the First World War].\n\n{{Liên bang Đông Dương}}\n{{Các cựu thuộc địa của Pháp}}\n{{Phong trào độc lập Việt Nam}}\n{{Đại Đông Á cộng vinh quyển}}\n{{Kiểm soát tính nhất quán}}\n{{coord|21.0333|N|105.8500|E|source:wikidata|display=title}}\n\n[[Thể loại:Liên bang Đông Dương| ]]\n[[Thể loại:Cựu quốc gia ở Đông Nam Á]]\n[[Thể loại:Cựu thuộc địa ở Châu Á]]\n[[Thể loại:Thực dân Pháp ở châu Á]]\n[[Thể loại:Cựu thuộc địa của Pháp]]\n[[Thể loại:Quốc gia cổ trong lịch sử Campuchia]]\n[[Thể loại:Cựu quốc gia trong lịch sử Việt Nam]]\n[[Thể loại:Lịch sử Lào]]\n[[Thể loại:Việt Nam thế kỷ 19]]\n[[Thể loại:Việt Nam thế kỷ 20]]\n[[Thể loại:Campuchia thế kỷ 19]]\n[[Thể loại:Campuchia thế kỷ 20]]\n[[Thể loại:Lào thế kỷ 19]]\n[[Thể loại:Lào thế kỷ 20]]\n[[Thể loại:Chủ nghĩa Tân đế quốc]]\n[[Thể loại:Đế quốc thực dân Pháp]]\n[[Thể loại:Liên hiệp Pháp]]\n[[Thể loại:Đế chế thứ hai]]\n[[Thể loại:Đệ Tam Cộng hòa Pháp]]\n[[Thể loại:Đệ Tứ Cộng hòa Pháp]]\n[[Thể loại:Quan hệ Campuchia-Pháp]]\n[[Thể loại:Quan hệ Lào-Pháp]]\n[[Thể loại:Quan hệ Pháp – Việt Nam]]\n[[Thể loại:Khởi đầu năm 1887 ở Việt Nam]]\n[[Thể loại:Khởi đầu năm 1887 ở Liên bang Đông Dương]]\n[[Thể loại:Khởi đầu năm 1945 ở Việt Nam]]"}