{"1250122":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Liêm Hải\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 17\n| vĩ giây = 22\n| kinh phút = 18\n| kinh giây = 5\n| diện tích = 8,42 km²<ref name=MS\/>\n| dân số = 10912 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1296 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Trực Ninh]]\n| thành lập = 1971<ref>223\/1971\/QĐ-TTG<\/ref>\n| trụ sở UBND = \n| mã hành chính = 14038<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Liêm Hải''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Trực Ninh]], tỉnh [[Nam Định]], [[Việt Nam]].\n\nXã Liêm Hải có diện tích 8,42&nbsp;km², dân số năm 1999 là 10912 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 1296 người\/km².\n\nLiêm Hải nằm phía đông nam huyện Trực Ninh\n\n- Vị trí địa lý:\n\n    Phía đông giáp xã Phương Định\n\nPhía nam giáp xã Việt Hùng\n\nPhía tây giáp xã Trung Đông\n\nPhía bắc giáp Thị trấn Cổ Lễ.\n\n    Địa điểm trụ sở: Trung tâm hành chính Đảng ủy-HĐND-UBND xã Liêm Hải, huyện Trực Ninh- tỉnh Nam Định.\n\n  - Tổng diện tích tự nhiên 824,95ha; trong đó\n\n  + Diện tích đất nông nghiệp: 554,11 ha.\n\n  + Diện tích trồng lúa: 503,33 ha.\n\n     - Xã Liêm Hải có hai trục đường Quốc lộ 21B và Tỉnh lộ 488 B chạy qua, là xã đông dân cư, dân số hiện nay 10.985 người với 3.524 hộ dân sinh sống hình thành các làng xóm, khu dân cư; toàn xã có 34 xóm hành chính. Xã có 5 trường học, 1 Trạm y tế cùng một số cơ quan doah nghiệp khác.\n\n- Tổng số đảng viên của Đảng bộ hiện nay có 662 đảng viên sinh hoạt tại 40 chi bộ trực thuộc Đảng ủy xã; trong đó:\n\n- Chi bộ khu dân cư: 34 chi bộ.\n\n- Chi bộ trường học: 5 chi bộ.\n\n- Chi bộ Trạm y tế: 1 chi bộ\n\n- Trong những năm gần đây cơ cấu ngành nghề đã chuyển biến tích cực, lao động thuần nông chuyển thành lao động có đào tạo tham gia sản xuất công nghiệp, tiểu thủ công nghiệp, thương mại và dịch vụ. Thu nhập bình quân đầu người năm 2016 là 36,4 triệu đồng. Trên địa bàn xã có 2 HTXNNDV hoạt động kinh doanh dịch vụ nông nghiệp có hiệu quả (thời điểm 31\/12\/2016).\n\n    - Quá trình thành lập và phát triển:\n\nXã Liêm Hải xưa là vùng quê thuần nông thuộc tổng Thần Lộ, khi mớí thành lập với tên gọi là xã Việt Nhân; năm 1952 đổi tên là xã Trực Liêm gồm 5 Thôn: thôn Thần Lộ, thôn Lịch Đông, thôn Hải Lộ, thôn Trừng Hải, thôn Tuân Lục; tháng 7\/1956 xã Trực Liêm được chia tách thành 2 xã: Xã Trực Liêm gồm các thôn Lịch Đông, Thần Lộ, Hải Lộ Cự Phú thôn; xã Trực Hải gồm thôn Trừng Hải, Tuân Lục, Hải Lộ Thượng Lan, Hải Tiến. Năm 1969 sát nhập 2 xã Trực Liêm, Trực Hải thành xã Liêm Hải ngày nay.\n\nTrong những năm qua: Tình hình kinh tế-xã hội của xã có nhiều chuyển biến tích cực, kinh tế tăng trưởng và phát triển, cơ cấu kinh tế được chuyển dịch theo hướng tích cực, năng lực sản xuất từng bước được cải tiến, một bộ phận lao động thuần nông được đào tạo nghề, tham gia lao động sản xuất mang lại thu nhập đáng kể góp phần thúc đẩy kinh tế, văn hoá- xã hội địa phương. Tình hình an ninh chính trị, trật tự an toàn xã hội luôn được giữ vững, quân sự quốc phòng địa phương được thường xuyên được chăm lo, củng cố. Đảng bộ, chính quyền nhiều năm liền đạt đơn vị trong sạch, vững mạnh, Mặt trận Tổ quốc và các đoàn thể nhân dân đạt tiên tiến xuất sắc. Xã Liêm Hải được UBND tỉnh Quyết định công nhân xã đạt nông thôn mới năm 2017.<ref>{{Chú thích web|url=http:\/\/liemhai.namdinh.gov.vn\/xaliemhai\/2339\/32890\/42860\/95218\/Gioi-thieu\/Liem-Hai.aspx}}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Trực Ninh}}"}