{"1250139":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Liên Chung\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 21\n| vĩ giây = 36\n| kinh phút = 10\n| kinh giây = 14\n| diện tích = 12,76 km²<ref name=MS\/>\n| dân số = 6808 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 534 người\/km²\n| dân tộc = \n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Bắc Giang]]\n| huyện = [[Tân Yên]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 07357<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Liên Chung''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Tân Yên]], tỉnh [[Bắc Giang]], [[Việt Nam]].\n\nXã Liên Chung có diện tích 12,76&nbsp;km², dân số năm 1999 là 6808 người,<ref name=\"MS\">{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 534 người\/km².\n\nLà một xã trung du cách xa trung tâm huyện lị khoảng 8&nbsp;km về phía nam, xã nằm bên bờ sông Thương phía đông giáp huyện Lạng Giang, phía Nam giáp xã Quế Nham, phía Bắc giáp xã Hợp Đức, phía tây giáp xã Việt Lập và thị trấn Cao Thượng.\n\nĐơn vị hành chính: xã gồm 10 thôn: Liên Bộ, Lãn Tranh 1, Lãn Tranh 2, Lãn Tranh 3, Hậu, Sấu, Bến, Nguộn, Xuân Tiến, Hương.\n\nTên trước kia là xã Hòa Bình sau này được đổi tên thành xã Liên Chung.\n\nTrung tâm xã nằm trên đồi Mỏ Phượng, thuộc địa phận thôn Sấu. Xã có chợ phiên họp vào các ngày 1, 3, 6, 8 âm lịch, là điểm giao thương, trao đổi hàng hóa của bà con trong xã cũng nhưng những xã lân cận.\n\nĐịa danh nổi tiếng: Có sông Thương bên đục bên trong, Sông Thương nước chảy hiền hòa\/ Núi Dành chót vót ấy là Liên Chung. Khu du lịch sinh thái tâm linh Núi Dành(di tích lịch sử văn hóa cấp tỉnh), Đình Vường(di tích lịch sử văn hóa cấp quốc gia), chùa Không Bụt (di tích lịch sử văn hóa cấp tỉnh), đình chủa Liên Bộ, Lãn Tranh (di tích lịch sử văn hóa cấp tỉnh), đò Mom.\n\nĐặc sản nổi tiếng: Nem chạo Liên Bộ nổi tiếng khắp vùng một món ăn không thể thiếu trong các dịp lễ tết cưới xin, hành tím Liên Chung.\n\nDi sản phi vật thể: Hát ống hát ví đang được được phục dựng với nhiều giá trị độc đáo.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Bắc Giang}}\n{{Đơn vị hành chính thuộc huyện Tân Yên}}"}