{"312584":"{{Hộp thông tin cựu quốc gia\n| native_name                = {{native name|fr|Union française}}\n| conventional_long_name                = Liên hiệp Pháp\n| common_name                = Liên hiệp Pháp\n| continent                = Âu Á Phi\n| era                = [[Chiến tranh Lạnh]]\n| status                = Liên hiệp quốc gia\n| status_text                = \n| empire                = \n| life_span                = 1946–1958\n| year_start                = năm 1946\n| year_end                = năm 1958\n| event_start                = [[Đệ tứ Cộng hòa Pháp]]\n| date_start                = 27 tháng 10\n| event_end                = [[Đệ ngũ Cộng hòa Pháp]]\n| date_end                = 5 tháng 10\n| event1                = [[Liên bang Đông Dương|Đông Dương thuộc Pháp]] giải tán\n| date_event1                = tháng 3 năm 1945\n| event2                = [[Maroc]] rút khỏi\n| date_event2                = 1956\n| event3                = [[Algérie]] rút khỏi\n| date_event3                = 1956\n| event4                = [[Tunisia]] rút khỏi\n| date_event4                = 1956|\n| p1                = Chính phủ Lâm thời Cộng hòa Pháp\n| flag_p1                = Flag of France (1794–1815, 1830–1958).svg\n| s1                = Cộng đồng Pháp\n| flag_s1                = Standard of the French Community.svg\n| s2                = Vương quốc Lào\n| flag_s2                = Flag of Laos (1952-1975).svg\n| s3                = Việt Nam Dân chủ Cộng hòa\n| flag_s3                = Flag of North Vietnam (1945-1955).svg\n| s4                = Quốc gia Việt Nam\n| flag_s4                = Flag of South Vietnam.svg\n| s5                = Vương quốc Campuchia (1953-70)\n| flag_s5                = Flag of Cambodia (1948-1970).svg\n| s6                = Maroc\n| flag_s6                = Flag of Morocco.svg\n| s7                = Algeria\n| flag_s7                = Flag of Algeria.svg\n| s8                = Guinée thuộc Pháp\n| flag_s8                = Flag of France.svg\n| s9                = Sudan thuộc Pháp\n| flag_s9                = Flag of France.svg\n| image_flag                = Flag of France (1794–1815, 1830–1958).svg\n| s10                = Tunisia\n| flag_s10                = Pre-1999 Flag of Tunisia.svg\n| s11                = Thượng Volta\n| flag_s11                = Flag of Upper Volta.svg\n| s12                = Liên bang Mali\n| flag_s12                = Flag of Mali (1959-1961).svg\n| s13                = Cameroon\n| flag_s13                = Flag of Cameroon.svg\n| s14                = Cộng hòa Congo\n| flag_s14                = Flag of the Republic of the Congo.svg\n| s15                = Niger\n| flag_s15                = Flag of Niger.svg\n| s16                = Gabon\n| flag_s16                = Flag of Gabon.svg\n| s17                = Djibouti\n| s18                = Libya\n| flag_s18                = Flag of Libya.svg\n| s19                = Madagascar\n| flag_s19                = Flag of Madagascar.svg\n| s20                = Comoros\n| flag_s20                = Flag of Comoros.svg\n| s21                = Bờ Biển Ngà\n| flag_s21                = Flag of Cote d'Ivoire.svg\n| flag                = Quốc kỳ Pháp\n| image_coat                = Armoiries république française.svg\n| symbol                = Quốc huy Pháp\n| image_map                = French Union.svg\n| image_map_caption                = Lãnh thổ thuộc Liên hiệp Pháp|\n| capital                = [[Paris]]\n| national_motto                = ''[[Liberté, égalité, fraternité]]''<br \/> (\"Tự do, bình đẳng, bác ái\")\n| national_anthem                = ''[[La Marseillaise]]''\n| common_languages                = [[Tiếng Pháp]]\n| currency                = [[Franc Pháp]]<br \/>[[Franc CFA]]<br \/>[[Franc CFP]]<br \/>[[Đồng bạc Đông Dương]]\n}}\n'''Liên hiệp Pháp''' ({{lang-fr|Union française}}) là một [[thực thể]] [[chính trị]] do Chính phủ [[Đệ tứ Cộng hòa Pháp]] thành lập để thay thế hệ thống thuộc địa và danh xưng [[Đế quốc Pháp]] đồng thời bỏ thể chế \"bản xứ\" (''[[Indigénat|indigène]]''). Nó được thành lập theo Chương VIII Hiến pháp ngày 27 tháng 10 năm 1946 (Đệ tứ Cộng hòa). Việc thành lập Liên hiệp Pháp làm thay đổi tình trạng của các thuộc địa. Đế quốc thực dân Pháp trở thành Liên hiệp Pháp. Các thuộc địa trở thành các tỉnh và vùng lãnh thổ tự trị. Khung pháp lý này bãi bỏ indigénat - đặc trưng của lao động cưỡng bức và công lý bản địa đặc biệt - và khiến các thuộc địa Pháp có hình thức gần với [[Khối thịnh vượng chung]] của Anh. Khối Liên hiệp Pháp chỉ tồn tại được 12 năm, tới năm 1958 thì tan rã do phong trào nổi dậy giành độc lập tại các nước thuộc địa của Pháp.\n\n==Thành lập==\nLiên hiệp Pháp được chủ trương thành lập từ Hội nghị Brazzaville năm 1944. Theo đó, hội nghị này đề xuất thực hiện cải cách trên các mặt xã hội, kinh tế và hành chính và tổ chức chính trị khác ở các thuộc địa. Nó đã được quyết định mở công việc \"lớn hơn và lớn hơn\" cho dân bản địa, tuy nhiên, người Pháp vẫn nắm giữ vị trí điều hành tại một số cơ quan bản địa, đồng thời đề xuất sự bình đẳng giữa người châu Âu và người bản địa, và đưa các khái niệm về tự do kết hôn, để thúc đẩy sự tự do của phụ nữ. Phát triển giáo dục, chấm dứt lao động cưỡng bức và tạo ra một hệ thống phúc lợi xã hội đầy đủ là một trong những đề xuất quan trọng nhất trên bình diện xã hội. Trong lĩnh vực kinh tế hội nghị nhấn mạnh, \"cần phải khuyến khích sự phát triển công nghiệp của vùng lãnh thổ thuộc địa\". Trong khu vực hành chính, xem xét những biện pháp tổ chức lại khác nhau, nhưng không làm suy giảm sức mạnh của các nhà lãnh đạo thuộc địa.<ref>Xavier Yacono, Les étapes de la décolonisation française, Presses universitaires de France, 1991, page 53.<\/ref>\n\nTrên mặt trận chính trị, hội nghị có nhiều thận trọng hơn đối với các tổ chức chính trị của đế quốc Pháp. Văn bản cuối cùng, dự thảo phù hợp với mong muốn của tướng de Gaulle, tuy nhiên, bác bỏ ý tưởng về giải phóng thuộc địa, toàn bộ ý tưởng là sự tự chủ của thuộc địa. Các văn bản khuyến cáo rằng \"các thuộc địa có một sự tự do hành chính và kinh tế lớn. Chúng tôi cũng muốn các dân tộc thuộc địa cảm thấy mình tự do và trách nhiệm đang dần hình thành và cao để họ có liên quan đến việc quản lý các vấn đề công cộng của đất nước của họ.\" Nó đề nghị thành lập một cơ quan mới, Liên hiệp, trong khi tôn trọng sự tự do của vùng lãnh thổ địa phương, \"khẳng định và bảo đảm sự thống nhất không thể phá vỡ của thế giới chính trị Pháp\".<ref>Xavier Yacono, Les étapes de la décolonisation française, Presses universitaires de France, 1991, pages 55-56.<\/ref>\n\nChủ trương này nhằm khẳng định chủ quyền Pháp ở các thuộc địa cũ, nhưng bảo đảm sự tự do dân chủ lớn hơn. Tuy nhiên Liên hiệp Pháp thành lập năm 1946 đã mở rộng hơn cơ chế so với tuyên bố tại Hội nghị Brazzaville.\n\nLiên hiệp này tồn tại từ năm 1946 đến năm 1958 thì bị thay thế bởi tổ chức [[Cộng đồng Pháp]] do [[Charles de Gaulle]] đề xướng.\n\n==Tổ chức==\nLiên hiệp Pháp dùng [[Khối Thịnh vượng chung Anh|Khối thịnh vượng chung Anh]] làm mẫu.\n\nTheo lời mở đầu của Hiến pháp [[Cộng hòa Pháp]] năm 1946: \"Hình thái của người Pháp, bao gồm người các lãnh thổ hải ngoại, là một cộng đồng trên cơ sở bình đẳng về quyền và nghĩa vụ, không phân biệt chủng tộc hay tôn giáo (điều 16). Liên hiệp Pháp bao gồm các quốc gia và các dân tộc mà chia sẻ hoặc phối hợp các nguồn lực và nỗ lực để phát triển nền văn minh của họ, làm tăng hạnh phúc của họ và đảm bảo an toàn của họ (điều 17). Đúng với trách nhiệm truyền thống, Pháp sẽ dẫn dắt nhân dân bảo đảm sự tự do để họ tự quản và quản lý công việc của mình một cách dân chủ, loại bỏ hệ thống thuộc địa dựa trên sự tùy tiện, để đảm bảo cho tất cả được hưởng các dịch vụ công cộng và thực hành quyền tự do cá nhân và tập thể đã được thiết lập hoặc xác nhận.(điều 18)\".<ref name=\"cons1946\">[http:\/\/perspective.usherbrooke.ca\/bilan\/servlet\/BMDictionnaire?iddictionnaire=1769 Hiến pháp Cộng hòa Pháp năm 1946]<\/ref>\n\nĐiều 60 Hiến pháp quy định: Liên hiệp Pháp gồm cộng hòa Pháp bao gồm cả chính quốc Pháp, các tỉnh và vùng lãnh thổ hải ngoại, cộng thêm các vùng lãnh thổ và quốc gia hội viên.\n\nVùng lãnh thổ hội viên được định nghĩa là \"vùng lãnh thổ được uỷ thác\" (''territoires sous mandat''), và \"quốc gia hội viên\" (''États associés''), \"quốc gia bảo hộ\" (''États sous protectorat'').\n\nLiên hiệp Pháp gồm có những thành viên:\n\n* Chính quốc [[Pháp]] cùng người Pháp ở lãnh thổ hải ngoại,\n* Những vùng lãnh thổ do [[Liên Hợp Quốc]] tín thác cho Pháp (trường hợp [[Cameroon]]),\n* Những xứ [[thuộc địa]] cũ của Pháp, và\n* Những xứ do Pháp [[bảo hộ]] cũ.\n\nCác xứ (nước) thuộc địa cũ và bảo hộ cũ sẽ ký một hiệp ước mới với nhà nước Pháp, trở thành các tỉnh hải ngoại, lãnh thổ hải ngoại,... Quốc gia hội viên đã độc lập cũng sẽ ký một hiệp ước tương tự, và không dùng cụm từ \"bảo hộ\"; tương tự là các vùng lãnh thổ hội viên khác.\n\nTheo [[hiến chương]] của tổ chức này thì mục đích chính là phát triển văn hóa và quyền lợi nước Pháp nhưng những thành viên kia cũng được quyền tự trị.\n\nTổng thống Liên hiệp Pháp là [[tổng thống Pháp]] do Nghị viện Pháp gồm Quốc hội và Hội đồng cộng hòa bầu. \n \nHội đồng tối cao của Liên hiệp Pháp bao gồm một đoàn đại biểu của chính phủ Pháp và đại diện của các nước liên kết. Chức năng của nó là để hỗ trợ chính phủ trong việc điều hành chung của liên hiệp.\n\nQuốc hội của Liên hiệp Pháp bao gồm số lượng bằng nhau của các thành viên đại diện cho Pháp, và một nửa số thành viên đại diện các tỉnh và vùng lãnh thổ ở nước ngoài và các quốc gia hội viên.\n\nTổng thống Liên hiệp có chức năng đại diện, chủ tọa Hội đồng tối cao, triệu tập Quốc hội theo yêu cầu của trên một nửa số thành viên Quốc hội.\n\nHội đồng tối cao Liên hiệp gồm Tổng thống Pháp là Chủ tịch Hội đồng đương nhiên Tổng thống Liên hiệp, một phái đoàn của Chính phủ Cộng hòa Pháp; và đại diện mỗi quốc gia liên kết có quyền chỉ định vào cương vị Tổng thống Liên hiệp. Phái đoàn của chính phủ của nước Cộng hòa Pháp bao gồm: \n*Sáu thành viên theo pháp luật, bao gồm Chủ tịch Hội đồng Bộ trưởng và năm bộ trưởng Bộ Ngoại giao, Bộ Nội vụ, các lực lượng vũ trang, Tài chính và Kinh tế Xã hội, Bộ người Pháp ở nước ngoài;\n*Các thành viên có thể có, cụ thể là: Bộ trưởng khác theo nghị định của Hội đồng Bộ trưởng được bổ nhiệm trong cuộc họp của Hội đồng tối cao.\n\nĐối với các đại diện của các quốc gia hội viên đến Hội đồng tối cao, đại diện các đoàn chính phủ của mỗi nước hội viên là kết quả của thỏa thuận giữa Cộng hòa Pháp và các nước thành viên trong một phần hoạt động xác định mối quan hệ với Cộng hoà Pháp.\n\nThành phần của Quốc hội Liên hiệp, không giống như Hội đồng tối cao, không dựa trên sự khác biệt giữa các quốc gia thành viên Liên hiệp - Cộng hòa Pháp và các quốc gia liên quan - mà là ở chính quốc và các vùng lãnh thổ bên ngoài. Cơ sở của nó là địa lý chứ không phải là quy phạm pháp luật. Cách thức bầu cử các nghị sĩ không giống nhau.\n\nChiếu theo Hiến pháp Đệ tứ Cộng hòa Pháp thì công dân mọi xứ đều bình đẳng như công dân Pháp.<ref name=\"cons1946\" \/>\n\n== Thu nhỏ ==\nLiên hiệp Pháp dần thu nhỏ lại khi ba nước [[Liên bang Đông Dương|Đông Dương]] rút khỏi liên hiệp vào năm 1954. Hai năm sau thì [[Maroc]] và [[Algérie]] giành được độc lập năm 1956. Năm 1958 thì [[Cộng đồng Pháp]] khai sinh và Liên hiệp Pháp chấm dứt tồn tại.\n\n==Xem thêm==\n*[[Đế quốc thực dân Pháp|Đế quốc Thực dân Pháp]]\n* [[Đế quốc Pháp]]\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Liên hiệp Pháp| ]]\n[[Thể loại:Chấm dứt năm 1958]]\n[[Thể loại:Cựu quốc gia châu Á]]\n[[Thể loại:Cựu quốc gia châu Âu]]\n[[Thể loại:Cựu quốc gia châu Phi]]\n[[Thể loại:Liên bang Đông Dương]]\n[[Thể loại:Tây Phi thuộc Pháp]]\n[[Thể loại:Tổ chức không còn tồn tại có trụ sở tại Pháp]]\n[[Thể loại:Cựu liên minh quốc gia]]"}