{"1250138":"{{bài cùng tên|Liên Châu}}\n{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Liên Châu\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 105\n| vĩ phút = 10\n| vĩ giây = 54\n| kinh phút = 34\n| kinh giây = 4\n| diện tích = 8,56 km²<ref name=MS\/>\n| dân số = 8.196 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 957 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Vĩnh Phúc]]\n| huyện = [[Yên Lạc]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09064<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Liên Châu''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Yên Lạc]], tỉnh [[Vĩnh Phúc]], [[Việt Nam]].\n\n==Địa lý==\nXã Liên Châu có diện tích 8,56&nbsp;km², dân số năm 1999 là 8.196 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 957 người\/km².\n\n==Hành chính==\nXã Liên Châu được chia thành 14 thôn.\n\n== Xã Liên Châu nằm ở phía Nam huyện Yên lạc, diện tích tự nhiên 865,93ha. Dân số 9.596 người với 2.513 hộ. Xã có 3 làng truyền thống, 14 thôn dân cư. Đảng bộ có 435 đảng viên, 0<small>211.3.836060<\/small> ==\n\n== Lao động trong độ tuối có 5.190 người. Trước đây là một xã thuần nông, nhờ chính sách đổi mới, lao động đã đi làm nhiều ngành nghề khác nhau. Là một xã có truyền thống cách mạng, truyền thống hiếu học. Xã được phong tặng danh hiệu Anh hùng LLVTND trong thời kỳ chổng pháp. Xã có 186 liệt sỹ, 3 anh hùng lực lượng vũ trang nhân dân, 22 bà mẹ Việt Nam anh hùng, có 1.150 người tặng huân, huy chương các loại.Trong thời kỳ đối mới Đảng bộ nhiều năm liền được công nhận đạt trong sạch vững mạnh; Chính quyền, MTTQ, các đoàn thề nhân dân đạt vững mạnh. Xã, Trường Mầm non, trường Tiểu học được tặng thưởng Huân chương lao động hạng ba; 3\/3 Làng đạt Làng Văn hóa câps tỉnh; 94% số hộ đạt tiêu chuẩn gia đình văn hóa; 3\/3 trường học đạt chuấn Quốc gia mức độ 1.Đảng bộ và nhân dân luôn đoàn kết, thống nhất ý trí và hành động hoàn thành tốt các nhiệm vụ chính trị của địa phương. Tình hình trật tự an toàn xã hội, an ninh trên địa bàn ốn định. ==\n\n== Thuận lợi: Năm 2018 là năm bản lề thực hiện Nghị quyết Đại hội Đảng bộ các cấp, Nghị quyết Đại hội Đảng bộ xã nhiệm kỳ 2015- 2020. Năm thứ ba thực hiện kế hoạch phát triển kinh tế- xã hội 5 năm 2016- 2020, tiếp tục thực hiện Nghị quyết số 06 của Ban chấp hành Đảng bộ về giữ vững và nâng cao chất lượng các tiêu chí xây dụng nông thôn mới; Nghị quyết số 13-NQ\/ĐU về tái cơ cấu ngành nông nghiệp. Đặc biệt là năm kỷ niệm 70 năm ngày thành lập Đảng bộ xã. ==\n\n== Ngay từ đầu năm, UBND xã đã lãnh đạo, chỉ đọa các đon vị, các thôn dân cư tập trung thực hiện đồng bộ có hiệu quả nghị quyết của Đảng ủy, Nghị quyết sổ 34\/NQ-HĐND ngày 28\/12\/2017 của Hội đồng nhân dân xã Liên Châu về nhiệm vụ giải pháp chủ yếu chỉ đạo điều hành thực hiện phát triển kinh tế - xã hội. ==\n\n== Khó khăn: Tình hình thời tiết diễn biến phức tạp, ảnh hưởng cho sản xuất trông trọt và chăn nuôi, giá trị thị trường vật tư và sản phấm không ổn định; gây ảnh hưởng đến thu nhập của người chăn nuôi, một số bộ phận nhân dân không thiết tha với đồng ruộng. ==\n\n== Truyền thống của địa phương: ==\n\n== Liên Châu là xã có truyền thống văn hóa lâu đời. Có 3 làng văn hóa cổ la<nowiki>'''<\/nowiki> Nhật Chiêu, Nhật tiến và Thụ ích có 2 cụm di tích lịch sử đền chùa Nhật Chiêu và đên chùa Thụ ích có chợ rau truyền thống lâu đòi họp 30 ngày \/ tháng, nơi đây có truyên thông hiếu học.         Qua các triều đại Lý- Trần- Lê, có nhiều người đỗ thám hóa, tiến sĩ, cử nhân, có 42 người đỗ tú tài, có 6 người được xếp vào hàng danh nho nôi tiêng được ghi vào sử sách quốc gia. ==\n\n== Trong thời kỳ mới Liên châu có nhiều con em đỗ đạt thành tài giữ các chức vụ cao từ Trung ưcmg, tỉnh, huyện phong trào hiếu học thành tài luôn nằm ở tốp đầu của huyện. ==\n\n== Những thành tựu trong phát triển kỉnh tế, văn hóa, xã hội, an ninh quốc phòng hiện nay: ==\n\n== + Kinh tế: Tổng giá trị sản xuất ước thực hiện 355,99 tỷ đồng, đạt 50,6% KH năm, tăng 19,5% so với cùng kỳ năm 2017. ==\n\n== Trong đó: - Nông lam thủy sản: 75,10 tỷ đồng. ==\n\n== - CN-TTCN-XD: 86,83 tỷ đồng ==\n\n== - Thương mại dịch vụ: 194,05 tỷ đồng ==\n\n== + Văn hóa- xã hội: ==\n\n== Đẩy mạnh phong trào xây dựng gia đình văn hóa, làng văn hóa găn với cuộc vận động “ Toàn dân đoàn kết xây dựng nông thôn mới, đô thị văn minh.” Thực hiện nếp sống văn minh trong việc cưới, việc tang, lễ hội, mừng thọ. ==\n\n== Thực hiện đầy đủ chính sách về lao động việc làm, tuyên truyền nhân dân tự giải quyết việc làm, giảm nghèo tăng thu nhập. ==\n\n== Tổ chức thăm hỏi và tặng quà nhân dịp các ngày lễ, tết, kỷ niệm trong năm cho các đổi tượng chính sách người có công, hộ nghèo có hoàn cảnh đặc biệt khó khăn. ==\n\n== + An ninh - quốc phòng: ==\n\n== Tình hình an ninh chính trị được giữ vững, trật tự an toàn xã hội được đảm bảo, nắm bắt và xử lý kịp thời vác vụ việc để nhân dân yên tâm sản xuất. ==\n\n== Quân sự tố chức khám tuyển nghĩa vụ quân sự đạt kết quả tốt. Hoàn thành 100% chỉ tiêu gọi công dân nhập ngũ. ==\n\n== * Phương hướng nhiệm vụ trong thời gian tới: ==\n\n== Tăng cường giáo dục chính trị tư tưởng cho cán bộ, Đảng viên về học tập làm theo tư tưởng, đạo đức phong cách Hồ Chí Minh, gắn với xây dựng chỉnh đối Đảng, ngăn chặn đấy lùi suy thoái về tư tưởng Chính trị, đạo đức lối sống, những biêu hiện “ Tự diễn biến, tự chuyển hóa”. Trong nội bộ thực hiện nghiêm chỉnh quy định những điều mà đảng viên không được làm, tập trung tuyên truyền chỉ thị, nghị quyết của Đảng, đẩy mạnh phát triển đảng viên mới, xây dựng chi bộ, Đảng bộ trong sạch vững mạnh. ==\n\n== Tuyên truyền vận động cán bộ và nhân dân quyết tâm giữ vững và nâng cao các tiêu trí NTM. Hoàn thiện hồ sơ thủ tục đề nghị công nhận xã đạt NTM giai đoạn 2017- 2020. Tiếp tục lãnh đạo tuyên truyền nhân dân thực hiện tốt chỉ thị 27, 03 về nếp sống văn hóa mới. Thực hiện tốt chính sách người có công, tổ chức các hoạt động kỷ niệm 71 năm ngày thương binh liệt sỹ - Thực hiện tốt việc chăm sóc sức khỏe ban đâu cho nhân dân - Tuyên truyền nhân dân tham gia mua bảo hiếm y tế tự nguyện; Tuyên truyền thực hiện vệ sinh ATTP - kế hoạch hóa gia đình- Luật chăm sóc người cao tuối và trẻ em. Giữ gìn an ninh chính trị - Trật tự an toàn xã hội - thực hiện tốt nghị quyết quân sự quốc phòng năm 2018 - Tuyên truyền các - chính sách mới, pháp luât mới tới nhân dân - Tâp trung phát triển kinh tế - áp dụng các tiên bộ KHKT trong trông trọt và chăn nuôi – Phấn đấu tổng giá trị sản xuất đạt 346.5 tỷ đồng. Đưa xã Liên Châu giữ vững và trở thành tốp đầu của huyện Yên Lạc trên mọi lĩnh vực.\/. ==\n{{tham khảo|30em}}\n\n{{sơ khai Vĩnh Phúc}}\n{{Đơn vị hành chính thuộc huyện Yên Lạc}}"}