{"337887":"[[Tập tin:LieuThangthach.JPG|nhỏ|phải|250px|Liễu Thăng Thạch, tương truyền sau khi Liễu Thăng bị Lê Sát chém cụt đầu đã hóa đá nơi đây]]\n'''Liễu Thăng''' (柳升 hoặc 柳昇, ?-1427), tự '''Tử Tiêm''' (子漸), là một võ tướng [[nhà Minh]], thống lĩnh đạo quân sang cứu viện cho đạo quân xâm lược của nhà Minh tại Đại Việt trước đây, nhưng sau đó bị [[nghĩa quân Lam Sơn]] phục kích và tử trận trong [[trận Chi Lăng – Xương Giang|trận Chi Lăng]] năm [[1427]].\n\n==Thân thế==\nTheo [[Minh sử]] cuốn 154, Liễu Thăng là người huyện [[Hoài Ninh]], phủ An Khánh, Kinh sư (nay là thành phố [[An Khánh]], tỉnh An Huy). Cha Liễu Thăng là một võ tướng nhỏ, từng theo phò [[Minh Thái Tổ]]. Vì vậy, từ trẻ, Liễu Thăng được tập ấm cha, giữ chức Yên Sơn hộ vệ bách hộ qua đến đời [[Minh Huệ Đế]]. Trong [[Chiến dịch Tĩnh Nan|loạn Tĩnh Nan]], Liễu Thăng tham gia trong đội quân của Yên vương [[Chu Đệ]], tham chiến hơn 20 trận lớn nhỏ. Khi Chu Đệ giành được ngôi đế, Liễu Thăng được xét công, thăng đến chức Tả quân Đô đốc thiêm sự.<ref name=MS>[http:\/\/zh.wikisource.org\/wiki\/%E6%98%8E%E5%8F%B2\/%E5%8D%B7154 Minh sử, cuốn 154.]<\/ref>\n\n== Sang Việt Nam lần đầu ==\nTháng 9 năm 1406, khi đang là Tả quân Đô đốc thiêm sự, Thăng được lệnh theo [[Chu Năng]], [[Trương Phụ]] đem quân tấn công [[Đại Ngu]]. Tháng 5 năm 1407, đem thủy quân truy đuổi tàn quân [[nhà Hồ]] tới cửa biển Kỳ La<ref name=KD12>{{Chú thích web |url=http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm17.html |ngày truy cập=2009-03-31 |tựa đề=Khâm định Việt sử Thông giám Cương mục: Chính biên, quyển XII |archive-date = ngày 21 tháng 1 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090121040458\/http:\/\/avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm17.html |url-status=dead }}<\/ref>, Hà Tĩnh. Quân Minh lần lượt bắt được vua [[Hồ Quý Ly]] và các con [[Hồ Hán Thương]], [[Hồ Nguyên Trừng]].\n\nTháng 6 năm 1407, Thăng nhận lệnh Trương Phụ giao cùng Lỗ Lân dẫn giải cha con họ Hồ về Kim Lăng<ref name=KD12\/>, được thăng chức An Viễn bá<ref name=MS \/>, mỗi năm được hưởng bổng lộc nghìn thạch<ref>Thạch là đơn vị [[Hệ đo lường cổ Trung Hoa|đo lường cổ Trung Hoa]] dùng để đo hạt rời có thể tích 100 lít.<\/ref>.\n\n== Hoạt động ở Trung Quốc ==\nNăm 1409, Liễu Thăng cùng Trần Tuyên đem thủy quân đi tuần biển, đến vùng biển [[Thanh Châu, Duy Phường|Thanh Châu]], phá cướp biển người [[Nhật Bản]], truy đuổi tới tận đảo Bạch Sơn thuộc [[Kim Châu]], Liêu Ninh. Cùng năm, tham gia quân Bắc chinh, đem quân bản bộ tấn công và đánh bại lãnh tụ người Mông Cổ là [[Arughtai]] (sử Minh chép là 阿魯台, [[A Lỗ Đài]]). Trong trận này, quân Liễu Thăng sử dụng súng thần cơ đánh thắng quân Mông Cổ. Sau chiến tích, được lên tước An Viễn hầu, bổng lộc tăng thêm 500 thạch.\n\n[[Minh Nhân Tông]] lên ngôi, Liễu Thăng được giao cai quản hữu phủ, hàm gia thêm thành Thái tử thái phó.\n\n== Sang Việt Nam lần hai ==\nKhi [[Vương Thông (nhà Minh)|Vương Thông]] bị nghĩa quân Lam Sơn vây đánh ở Đông Quan (nay là [[Hà Nội]]), triều đình nhà Minh sai Liễu Thăng làm Tổng binh cùng Bảo Định bá [[Lương Minh]] làm Phó tổng binh, Đô đốc [[Thôi Tụ]] làm Tham tướng, Thượng thư [[Lý Khánh]] làm Tán quân vụ đem 10 vạn quân và 2 vạn ngựa từ [[Quảng Tây]]<ref name=KDCB14>{{Chú thích web |url=http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm19.html |ngày truy cập=2009-03-31 |tựa đề=Khâm định Việt sử Thông giám Cương mục: Chính biên, quyển XIV |archive-date = ngày 21 tháng 1 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090121040845\/http:\/\/avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm19.html |url-status=dead }}<\/ref> (Minh sử chép là 7 vạn quân), cùng Kiềm quốc công [[Mộc Thạnh]] đem 5 vạn quân từ [[Vân Nam]] sang cứu viện. Lúc nhận lệnh, Liễu Thăng là Chinh Lỗ Phó tướng quân An Viễn hầu.\n\nQuân của Liễu Thăng đi đường từ [[Quảng Tây]] tiến vào [[Lạng Sơn]]. Tướng Lam Sơn là [[Trần Lựu]] giữ cửa Pha Lũy ([[nam Quan|ải Nam Quan]]) vờ không địch nổi Liễu Thăng, rút lui về Ải Lưu. Liễu Thăng đánh tiếp Ải Lưu, Trần Lựu lại không giữ nổi (thực chất là cố ý dụ quân của Liễu Thăng vào sâu trong ải), phải lui về Chi Lăng. Mấy lần đánh đều thắng và cộng thêm việc [[Lê Thái Tổ|Lê Lợi]] lại giả vờ sợ Liễu Thăng bằng cách viết thư xin Liễu Thăng hoãn binh để cho [[Trần Cảo (vua)|Trần Cảo]] được lập làm vua nên Liễu Thăng sinh tự đắc.\n\nNgày 18 tháng 9 âm lịch, Liễu Thăng sai quân đánh Chi Lăng. Trần Lựu ra nghênh chiến rồi giả thua bỏ chạy để dẫn Liễu Thăng vào trận địa mai phục của [[Lê Sát]]. Liễu Thăng khinh địch chỉ dẫn 100 quân kỵ đuổi theo, bị chém đầu mà chết vào ngày 20 tháng Chín.\n\nSách [[Minh thực lục]] ghi lại, ngày 25 tháng 12 năm 1427, Liễu Thăng bị giết ở [[Nam Quan|Trấn Di Quan]] (tức Ải Chi Lăng).<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/entry\/398<\/nowiki>, accessed ngày 13 tháng 7 năm 2016.<\/ref>\n\n== Người vàng Liễu Thăng ==\nNăm Chính Thống thứ 12 (1447), ông được [[Minh Anh Tông]] truy tặng Dung quốc công, thụy là '''Tương Mẫn''' (襄愍).\n\n[[Khởi nghĩa Lam Sơn]] thắng lợi, [[Minh Tuyên Tông|Minh Tuyên tông]] công nhận [[Lê Thái Tổ|Lê Lợi]] làm ''An Nam quốc vương'' (tức xem Việt Nam là quốc gia độc lập), nhưng yêu sách nhà Lê mỗi khi sang sứ phải mang theo \"người vàng Liễu Thăng\" (tượng hình Liễu Thăng đúc bằng vàng) để đền mạng cho Liễu Thăng, kèm theo sản vật địa phương. Để giữ yên bờ cõi, chấm dứt chiến tranh, [[Lê Thái Tổ]] chấp nhận việc cống người vàng đó.\n\nNăm Tuyên Đức thứ 4 (1429), [[Minh sử]] (明 史) lại ghi nhận việc Lê Lợi \"tiến cống phương vật và người vàng thế thân\". Đến năm 1433, Lê Lợi mất, con là Lê Lân (tức [[Lê Thái Tông]]) lên ngôi, nhà Minh sai sứ là Từ Kì sang điếu tang đồng thời vặn hỏi về việc \"thuế cống không như ngạch [đã định]\" và \"quân sĩ đánh phương Nam chưa về hết\". Nghe lời của Từ Kì \"khuyên bảo chuyện hoạ phúc\", vua Lê Thái Tông lại sai sứ sang dâng cống người vàng và phương vật vào năm 1434. Từ đó tới hơn 100 năm sau, đến hết thời [[Lê sơ]], sử liệu Trung Hoa không ghi nhận thêm đợt cống người vàng nào nữa.\n\nPhải sang thời [[nhà Mạc]], [[Mạc Đăng Dung]] vì nhún nhường trước nhà Minh nên tự thân chịu trói (tượng trưng) đến Trấn Nam Quan \"đầu hàng\" và dâng cống người vàng, người bạc thay mình. Việc này được sử nhà Minh ghi là vào năm Gia Tĩnh thứ 19 (1540). Việc đó sang thời [[Nhà Lê trung hưng|Lê trung hưng]], [[nhà Thanh]] lên thay thế nhà Minh vẫn phải tiếp tục. Mãi đến năm 1718, [[Nguyễn Công Hãng]] đi sứ nhà Thanh có đề nghị và được vua [[Khang Hi|Khang Hy]] chấp thuận chấm dứt việc bỏ cống người vàng.\n\nVề kích thước, 2 bức tượng người vàng, người bạc của Lê Lợi, Lê Thái Tông nặng 100 lạng (khoảng 3,78&nbsp;kg). Còn người bạc thời Lê Trung hưng thì ''Toàn thư, Loại chí'' có chép \"tượng cao 1 thước 2 tấc, nặng 10 cân\" (cao khoảng 48&nbsp;cm và nặng khoảng 6,05&nbsp;kg).\n\nVề hình dạng, người vàng Lê Lợi, Lê Thái Tông và Mạc Đăng Dung tiến cống được Minh sử miêu tả có dạng: ''\"đầu tóc rũ rượi như người tù, hai tay trói quặt đằng sau\"''. Đến khi nhà Lê Trung hưng tiến người vàng, hình trạng có sự thay đổi nhất định. Khởi đầu, nhà Lê trung hưng dự định đúc người vàng \"mặc áo chầu, đội mũ chầu, đứng tự do, mặt ngửa lên như là hình dạng của vua Lê cầu ơn ở thượng quốc\", nhưng nhà Minh cho rằng như vậy là có ý \"kiêu ngạo\" nên bắt phải đổi về hình dạng cũ. Tuy nhiên, nhà Lê Trung hưng cho rằng không thể đồng nhất người vàng của họ Lê với họ Mạc được (một bên là chính thống, một bên là tiếm nghịch). Cuối cùng, hai bên đồng ý ở hình trạng \"đứng tự do, cúi đầu\".\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* Minh sử, cuốn 154.\n* Khâm định Việt sử Thông giám Cương mục: Chính biên, quyển XII, XIV\n* Trần Trọng Kim, Việt Nam sử lược (bản in của Bộ Giáo dục Việt Nam Cộng hòa năm 1971), tập 1, trang 232 và 233.\n\n== Xem thêm ==\n* [[Khởi nghĩa Lam Sơn]]\n* [[Trận Chi Lăng – Xương Giang|Trận Chi Lăng - Xương Giang]]\n* [[Lê Sát]]\n* [[Lương Minh]]\n* [[Nguyễn Công Hãng]]\n\n{{Khởi nghĩa Lam Sơn}}\n[[Thể loại:Khởi nghĩa Lam Sơn]]\n[[Thể loại:Nhân vật quân sự nhà Minh]]\n[[Thể loại:Mất năm 1427]]\n[[Thể loại:Tử trận ở Việt Nam]]"}