{"368571":"{|{{Infobox aircraft begin\n |name= AC-130 Spectre\/Spooky\/Stinger II\/Ghostrider\n |image= File:AC-130U gunship from the 4th Special Operations Squadron.jpg\n |caption= Một chiếc AC-130U thuộc [[Phi đoàn Chiến dịch Đặc biệt 4]]\n}}{{Infobox aircraft type\n |type= [[Máy bay cường kích]] [[Máy bay cánh cố định|cánh cố định]], [[chi viện không quân trực tiếp]]\n |manufacturer= [[Tập đoàn Lockheed|Lockheed]]<br>[[Lockheed Martin]]<br>[[Boeing]]\n |designer=\n |first flight= AC-130A: 1966\n |introduced= AC-130A: 1968<br>AC-130H: 1969<ref name=\"af26may15\">[http:\/\/www.cannon.af.mil\/News\/ArticleDisplay\/tabid\/136\/Article\/589815\/air-commandos-retire-final-ac-130h-spectre-gunship.aspx Air Commandos retire final AC-130H Spectre gunship] – Cannon.AF.mil, ngày 26 tháng 5 năm 2015<\/ref><br>AC-130J: FY2017 <ref name=\"AC130JFS2017\">{{chú thích web|title=AC-130J Ghostrider Fact Sheet|url=http:\/\/www.af.mil\/About-Us\/Fact-Sheets\/Display\/Article\/467756\/ac-130j-ghostrider\/|website=U.S. Air Force|publisher=U.S. Air Force|access-date =ngày 9 tháng 12 năm 2017}}<\/ref><br>AC-130U: 1995<ref name=\"AC130UFS2017\">{{chú thích web|title=AC-130U Fact Sheet|url=http:\/\/www.af.mil\/About-Us\/Fact-Sheets\/Display\/Article\/104486\/ac-130u\/|website=U.S. Air Force|publisher=U.S. Air Force|access-date =ngày 9 tháng 12 năm 2017}}<\/ref>\n |retired= AC-130A: 1995<br>AC-130H: 2015<ref name=\"af26may15\"\/>\n |status= Đang phục vụ và sản xuất hàng loạt \n |primary user= [[Không quân Hoa Kỳ]]\n |produced= <!--years in production, e.g. 1970-1999, if still in active use but no longer built-->\n |number built= 47 (tất cả biến thể){{citation needed|date=April 2016}}\n |unit cost= AC-130H: 46.4 triệu [[USD]] (1992)<ref>{{chú thích web|title=AC-130H Spectre - Military Aircraft|url=https:\/\/fas.org\/man\/dod-101\/sys\/ac\/ac-130.htm|website=FAS Military Analysis Network|publisher=Federation of American Scientists|access-date =ngày 9 tháng 12 năm 2017}}<\/ref> <br \/>AC-130J: 115 triệu [[USD]] (2016)<ref name=AC130JFS2017 \/><br \/>AC-130U: 210 triệu [[USD]] (2016)<ref name=AC130UFS2017 \/>\n |developed from= [[Lockheed C-130 Hercules]]\n |variants with their own articles=\n}}\n|}\n'''Lockheed AC-130''' là loại [[máy bay vận tải chiến lược]] hạng nặng. Khung cơ bản của máy bay do [[Lockheed]] thiết kế và chế tạo. Phần tổ hợp chiến đấu do [[ nhà thầu ]] [[Boeing]] chịu trách nhiệm thi công,phụ trách,thử nghiệm thực tế và đưa vào sử dụng cho [[ Không quân Hoa Kỳ|Không lực Hoa Kỳ ]] dùng AC-130 để hỗ trợ các đơn vị mặt đất,dẫn đường cho máy bay chiến đấu,chống lại các đơn vị phòng không của đối phương.\n\n== Phát triển ==\nNăm [[1967]], máy bay JC-130A USAF 54-1626 được [[Không quân Hoa Kỳ]] lựa chọn để cải tiến thành AC-130. Đến ngày 21 tháng 9 năm 1967, AC-130 được đưa sang [[Căn cứ không quân Nha Trang]], miền [[Nam Việt Nam]] để thử nghiệm. Máy bay thử nghiệm đã thực hiện các phi vụ ở Việt Nam và Lào. Từ thập niên 1970, AC-130 được cải tiến để bổ sung khả năng tiếp nhiên liệu trên không.      \n\nMáy bay AC-130 có thể thực hiện các hoạt động tác chiến độc lập, thực hiện các cuộc không kích vào các mục tiêu mặt đất nằm sâu trong hậu phương của đối phương, thực hiện các nhiệm vụ cảnh giới bảo vệ căn cứ không quân, cô lập và phong tỏa các khu vực tác chiến đơn lẻ, trinh sát và quan sát, theo dõi và kiểm soát các hoạt động ở cấp chiến thuật.      \n\nTổng số đã phát triển một số phiên bản của máy bay, các phiên bản AC-130 khác nhau ở các tổ hợp trang bị hỏa lực súng tự động - pháo và trang thiết bị vô tuyến. Trong giai đoạn hiện nay đang phục vụ trong lực lượng đặc nhiệm Special Command Air – Không quân Mỹ có 21 máy bay như: 13 máy bay AC-130U Spooky đưa vào biên chế vào năm 1995 và 8 máy bay AC-130H Spektr được đưa vào biên chế từ năm 1972.      \n\nLần nâng cấp sửa đổi cuối cùng của AC-130U bắt đầu vào ngày 06 tháng 7 năm 1987 theo hợp đồng có tổng giá trị là 155.200.000 USD. Tổng số tiền giải ngân cho dự án này đến cuối năm 1992 lên tới hơn 523 triệu USD. Gunship AC-130U đã được thiết kế bởi công ty Rockwell bằng giải pháp nâng cấp hiện đại hóa máy bay vận tải quân sự C-130H. So với nguyên mẫu, các máy bay hỏa lực yểm trợ có điểm khác hơn là phía bên trái của thân máy bay có các nòng súng nhô ra, các nắp cửa hỏa lực, ô cửa đặt súng, và các chụp bán cầu lồi nhô dài ra phía trước chứa các antens. So sánh với AC-130H, biến thể mới khác hơn chủ yếu do lắp đặt các loại vũ khí, khí tài tiên tiến hơn và hệ thống trang thiết bị điện tử trên máy bay hiện đại hơn.      \n\n== Vũ khí ==\nHệ thống vũ khí của AC-130 bao gồm:\n- 2 súng máy 6 nòng cỡ 7,62mm GAU-2\/A (tốc độ bắn 6.000 phát\/phút, tầm bắn 1.000m)\n\n- 2 pháo tự động ổ quay 6 nòng cỡ 20mm M61 Vulcan (tốc độ bắn 6.000 phát\/phút); hoặc pháo tự động ổ quay 5 nòng cỡ 25&nbsp;mm của General Electric GAU-12\/U (tốc độ bắn 1.800 phát\/phút, cơ số 3.000 viên đạn);\n\n- Pháo 40mm L-60 Bofors (tốc độ bắn 100 phát\/phút, cơ số 256 viên đạn);\n\n- Lựu pháo Howitzer M-102 cỡ nòng 105&nbsp;mm, được thiết kế dựa trên nguyên mẫu lựu pháo tiêu chuẩn của [[Lục quân Hoa Kỳ]] (tốc độ bắn 6-10 phát\/phút, cơ số đạn là 98 viên).\n\nĐiểm khác biệt chính từ AC-130H Spectre là lắp đặt súng năm nòng 25-mm thay cho súng sáu nòng 20mm \"Vulcan\". Mặc dù thực tế súng Gatling có khối lượng nặng hơn (122&nbsp;kg so với 116&nbsp;kg của \"Vulcan\") cần mang theo một khối lượng lớn đạn, nhưng vận tốc đầu nòng của đạn 25&nbsp;mm rất cao (1200&nbsp;m\/s so với 1030&nbsp;m\/s của đạn 20&nbsp;mm), do đó đạt được hiệu quả trong việc tăng tầm bắn của súng từ 2,7&nbsp;km đến 3,7&nbsp;km, đồng thời độ chính xác của đạn cũng cao hơn. Giai đoạn hiện nay, máy bay còn được nghiên cứu lắp đặt thêm hệ thống tên lửa chống tăng Hellfire.\n\nTrong thời gian tấn công mục tiêu Gunship AC-130U thực hiện quỹ đạo bay sao cho mục tiêu luôn nằm trong tâm điểm của vòng lượn. Các máy bay thế hệ sau này của Gunship (khu trục hạm trên không) các vũ khí đều có thể cơ động xoay chuyển linh hoạt, do đó phi công không nhất thiết phải giữ cho quỹ đạo bay của máy bay cố định nhằm đạt được độ chính xác của hỏa lực cao nhất. Đồng thời, khả năng cơ động linh hoạt của máy bay làm tăng khả năng sống còn trong chiến đấu.\n\n==Hệ thống điện tử ==\nAC-130 lắp đặt thiết bị nhìn đêm hồng ngoại, thiết bị khuếch đại ánh sáng mờ (độ khuếch đại tối đa tới 4.000 lần), thiết bị nhìn đêm tạo ảnh nhiệt và thiết bị phát hiện tia lửa điện khi ô tô hoạt động… Các thiết bị trên máy bay hầu hết phục vụ cho việc đánh đêm.\n\nNgoài ra, phi đoàn máy bay cường kích hỏa lực pháo binh AC-130U được huấn luyện để có thể tấn công 2 mục tiêu trong cùng một thời điểm. Trường hợp xạ kích trong điều kiện phức tạp của môi trường tự nhiên và ánh sáng yếu, các khẩu pháo có thể được điều khiển và chỉ thị mục tiêu bằng hệ thống radar kỹ thuật số điều khiển hỏa lực Hughes AN\/APQ-180, đài quan sát hồng ngoại bán cầu phía trước với góc mở 180 độ của công ty Texas Instruments AN\/AAQ-117 hoặc camera TV GEC-Marconi ALLTV (all-light-level TV).\n\nHệ thống điện tử của AC-130U bao gồm: Radar đa năng AN\/APG-80 (một biến thể nâng cấp của radar được lắp đặt trên máy bay chiến đấu F-15). Radar này cung cấp bản đồ địa hình mặt đất, phát hiện và theo dõi các mục tiêu di động, trinh sát tình hình thời tiết và định vị theo các đài phát sóng radio vị trí trên thực địa. Ngoài ra, đài radar có thể được sử dụng để thực hiện nhiệm vụ điều hướng và dẫn đường cho phi công. Radar tích hợp đa nhiệm theo dõi bề mặt trái đất được thực hiện bằng cách sử dụng một tập hợp các ăng-ten được lắp đặt (anten mảng pha) tổng hợp được đặt trong chụp bán cầu lồi trên mũi của máy bay phía bên trái gồm: Hệ thống dẫn đường quán tính; Thiết bị quang điện LED hiển thị tình huống tác chiến trên kính chắn gió buồng lái; Hệ thống định vị vệ tinh NAVSTAR; 4 máy tính IBM IP-102 trên thân máy bay sử dụng 3 kênh đường truyền kỹ thuật số dữ liệu MIL-STD-1553B.\n\nHệ thống bảo vệ và phòng thủ của AC-130U bao gồm: Đài chế áp radio – điện tử ITT Avionics AN\/ALQ-17, được bố trí trong cánh máy bay; 90 đạn bẫy hồng ngoại và 300 đạn gây nhiễu phản xạ thụ động MJU7 hoặc 180 M206 đạn gây nhiễu phản xạ thụ động được đặt trong 3 bộ khí tài phóng đạn, nằm ở hai bên và dưới thân máy bay; Hệ thống hồng ngoại phát hiện máy bay bị tấn công bằng tên lửa không đối không AN\/AAR-44; Khí tài đầu thu bức xạ radio Loral AN\/ALR-56M, được sử dụng để phát hiện máy bay bị chiếu xạ bằng sóng radar.\n\nĐồng thời máy bay AC-130 U còn được lắp đặt bộ phận tiếp dầu trên không, và lắp đặt các tấm giáp bảo vệ từ các loại vật liệu tổng hợp, được sử dụng trong các chiến dịch có cường độ tác chiến cao hoặc thực hiện các nhiệm vụ nguy hiểm.\n\n== Phi hành đoàn ==\nPhi hành đoàn của AC-130U Spooky bao gồm có 13 người: 2 phi công và hoa tiêu, 2 quan sát viên, 4 trắc thủ khí tài radar – điện tử, sĩ quan chỉ huy điều khiển hỏa lực và 3 xạ thủ. 5 thành viên của phi hành đoàn (sĩ quan điều khiển hỏa lực và trắc thủ) được bố trí ngồi ở trung tâm điều khiển khí tài – trang thiết bị (một khoang đặc biệt được bọc bằng vật liệu chống đạn ở giữa thân máy bay. 5 thành viên được ngồi trước 5 màn hình hiển thị tín hiệu của các thiết bị điện tử của các hệ thống thứ cấp (television, hồng ngoại, radars, hệ thống điều hướng dẫn đường và tác chiến điện tử). Các màn hình hiển thị được bố trí theo hình chữ U, cho phép mọi người có thể trong điều kiện cần thiết đọc và theo dõi được các tín hiệu thông tin từ cả năm màn hình hiển thi indicator LED. Các thành viên có thể phản ứng nhanh, giảm thời gian trao đổi thông tin bằng ngôn ngữ.\n\nTrong thời gian máy bay đang nằm trong vùng tác chiến, mục tiêu được sĩ quan điều khiển hỏa lực chỉ thị và ra mệnh lệnh tiêu diệt. Hai quan sát viên được bố trí ngồi phía trước và phía sau của máy bay, quan sát bằng mắt thường và sẵn sàng báo động khi phát hiện mục tiêu từ phía bên phải, thông báo cho phi hành đoàn những diễn biến tình huống mạn bên phải máy bay.\n\nĐể duy trì khả năng chiến đấu của phi hành đoàn trong những chuyến bay hành trình dài, sau khoang lái của phi công được đặt một khoang cách âm, là nơi nghỉ ngơi của các thành viên trong đoàn.\n\n== Tính năng kỹ thuật ==\n* '''Phi hành đoàn''' 13 người\n* '''Trọng tải''': 20.000&nbsp;kg\n* '''Chiều dài''': 34.37 m.\n* '''Sải cánh''': 40.41 m\n* '''Chiều cao''': 11.66 m.\n* '''Trọng lượng cất cánh tối đa''': 79 380&nbsp;kg\n* '''Động cơ''': 4 động cơ phản lực cánh quạt Allison T56-A-15, 4.300 shp (3.210&nbsp;kW) mỗi chiếc\n* '''Tốc độ tối đa''': 602&nbsp;km\/h\n* '''Tốc độ tiết kiệm nhiên liệu''': 556&nbsp;km\/h\n* '''Tốc độ bay chậm nhất:''' 185&nbsp;km\/h\n* '''Tầm hoạt động''': 7 876&nbsp;km\n* '''Trần bay''': 10 060 m\n* '''Cơ số dầu các thùng trong khoang''': 26 344 lít\n* '''Cơ số dầu các thùng treo ngoài (2 thùng)''':5 146 lít\n* '''Tổng cơ số nhiên liệu''': 36 636 lít. \n* '''Đường chạy khởi động''':1091 m\n* '''Đường cất cánh''': 518 m.\n\n== Lịch sử chiến đấu ==\n===Việt Nam===\nTrong [[Chiến tranh Việt Nam]], Quân đội Mỹ đã sử dụng máy bay cường kích tầm xa AC-130 để săn đuổi và bắn hạ các xe vận tải [[Quân đội Nhân dân Việt Nam]] (VPA) trên [[đường mòn Hồ Chí Minh]]. Tất cả các máy bay AC-130 được sử dụng ở Việt Nam nằm trong biên chế của không đoàn đặc nhiệm số 16, đóng quân ở [[Căn cứ không quân Ubon]], miền tây [[Thái Lan]]. Vào năm 1969 – 1970, trên đường Trường Sơn chỉ có hai máy bay tham chiến, sau đó số lượng máy bay càng ngày càng tăng lên.\n\nAC-130 nặng gần 80 tấn nên dù có bị trúng đạn pháo phòng không cỡ nhỏ thì cũng không rơi tại chỗ mà chỉ bị hư hại. Từ năm 1970, AC-130 luôn bay cao hơn 3.000 mét nên các loại pháo phòng không cỡ 23mm, 37mm mà Việt Nam thường dùng cũng khó mà tiêu diệt được vì không bắn tới. Pháo phòng không cỡ 57mm thì có thể bắn tới AC-130, nhưng số lượng khá ít, thời đó loại pháo này cũng không có khí tài nhìn đêm nên việc bắn trúng AC-130 là rất khó.\n\nCác phi vụ tác chiến trên đường mòn Hồ Chí Minh được tiến hành vào mùa khô, khi các đoàn vận tải quân sự Việt Nam tăng cường các chuyến hàng tiếp viện. Mùa mưa bắt đầu vào tháng 5 và trong vòng 6 tháng, các tuyến đường tiếp vận từ Lào vào Việt Nam bị bắt buộc phải dừng do trời mưa liên tiếp và các con đường không thể cơ động được. Dựa trên những kinh nghiệm thu được từ năm 1969 đến 1970. Không quân Hoa Kỳ đưa ra những xác định khả năng tiêu diệt mục tiêu:\n\n- Xe vận tải được xác định là đã bị tiêu diệt, khi bị bắn trúng bằng đạn 40&nbsp;mm Bofors hoặc bốc cháy;\n\n- Xe vận tải được xác định là đã bị bắn hỏng, khi bị bắn trúng bằng đạn 20&nbsp;mm Vulcan hoặc đạn 40&nbsp;mm nổ phá trong đường kính 3 m cách ô tô.\n\nMùa khô năm 1970 – 1971 máy bay cường kích hỏa lực AC-130 tác chiến hiệu quả nhất. Lực lượng phòng không của Việt Nam trên đường Trường Sơn khi đó chỉ có súng máy và pháo cao xạ hạng nhẹ, nên khó có thể bắn tới AC-130, những chiếc AC-130 hoạt động dễ dàng mà không sợ bị bắn hạ. Với màu sơn đen dưới bụng và màu sơn ngụy trang trên thân và phía trên, các máy bay AC-130 tuyên bố đã bắn cháy và bắn hỏng 12.741 chiếc xe vận tải của đối phương. Quả thực con số này rất đáng nghi ngờ tính chính xác của nó, bởi vì có đến 5.000 xe vận tải cũng được tính vào thành tích của những phi đoàn các loại máy bay cường kích khác. Cũng theo tin tức tình báo của Mỹ, quân đội Việt Nam có trong biên chế khoảng gần 18.000 xe vận tải, như vậy nếu tính theo tuyên bố của Mỹ thì chỉ trong mùa khô đó, máy bay Mỹ đã phá hủy hết tất cả các xe vận tải của [[Binh đoàn Trường Sơn]], có những xe còn bị phá hủy nhiều lần. Rõ ràng các phi công AC-130 đã \"phóng đại\" thành tích của mình lên nhiều lần.\n\nCòn theo số liệu của Việt Nam, trong mùa khô 1970-1971, AC-130 đã bắn cháy 2.432 chiếc ô tô vận tải trong tổng số 4.000 chiếc bị đánh hỏng trong năm đó, tổn thất 12.000 tấn hàng hóa. Tuy số xe tổn thất thực sự chỉ bằng 1\/5 con số mà Mỹ tuyên bố ở trên (12.741 xe), nhưng dù sao nó cũng chứng minh rằng AC-130 là một mối đe dọa lớn. Trước tình hình này, Bộ Quốc phòng và trực tiếp cán bộ chiến sĩ Đoàn 559 vạch ra nhiều kế hoạch bắn hạ AC-130 để bảo đảm an toàn đoàn xe cùng hàng hóa.<ref>{{Chú thích web |url=https:\/\/baodatviet.vn\/quoc-phong\/bi-quyet-khac-che-bong-ma-ac-130-cua-viet-nam-2215826 |ngày truy cập=2019-09-30 |tựa đề=Bản sao đã lưu trữ |archive-date=2019-09-30 |archive-url=https:\/\/web.archive.org\/web\/20190930091411\/https:\/\/baodatviet.vn\/quoc-phong\/bi-quyet-khac-che-bong-ma-ac-130-cua-viet-nam-2215826 |url-status=dead }}<\/ref>\n\nĐoàn 559 huy động toàn bộ các lực lượng sử dụng mọi phương tiện để mở mới và nâng cấp 6 đường trục dọc Tây Trường Sơn cùng hàng trăm km đường ngang, hàng nghìn km đường vòng tránh qua các trọng điểm bị đánh phá. Đoàn 559 còn sáng tạo các tuyến đường kín: đây là con đường mở trong rừng, xe chạy dưới tán lá cây. Ở các chỗ cây thưa thì bố trí thêm những giàn cây dây leo để tạo mái che tự nhiên bằng lá cây. Được rừng che chở, các đoàn xe vận tải chạy được cả ban ngày mà không sợ máy bay địch phát hiện, nhờ đó nâng cao đáng kể năng lực vận chuyển. Từ năm 1971, Đoàn 559 đã xây dựng tuyến đường kín từ Bắc Lùm Bùm đến Hạ Lào dài trên 1.000&nbsp;km. Bộ đội công binh còn xây dựng hàng trăm trận địa, kho giả, xe giả trên tuyến vận tải cũ để nghi binh thu hút sự chú ý của địch. Cùng với sáng tạo ra tuyến đường kín, bộ đội Đoàn 559 còn tìm ra nhiều cách dùng củi khô, [[dầu thải]], mìn khói và chất tạo khói đánh lừa thu hút máy bay địch. Bên cạnh việc thực hiện ngụy trang, nghi binh, Bộ Quốc phòng còn chỉ đạo cải tiến vũ khí đánh trả AC-130.\n\nĐến năm 1972 thì tình hình hoàn toàn không dễ chịu cho phi công Mỹ. Máy bay trinh sát đường không của Mỹ đã phát hiện một số tổ hợp tên lửa phòng không [[SA-2 Guideline|SAM-2]] được bố trí để đánh trả máy bay Mỹ. Đối với AC-130 đây là nguy hiểm chết người: tránh khỏi tên lửa đất đối không SA-2 với AC-130 động cơ cánh quạt nặng nề là điều không thể. Nhưng hủy bỏ các chuyến săn đêm thì các sĩ quan Mỹ không muốn, do hiệu quả cao của máy bay đối với các xe vận tải của đối phương.\n\nNgày 14 tháng 3 năm 1972, chiếc AC-130 số hiệu 69-6570 bị trúng đạn pháo phòng không 57mm tại khu vực ngã ba Máy Húc, bị hư hại nhưng không rơi.\n\nSự trả giá đến vào ngày 29 tháng 3 năm 1972, 1 chiếc АС-130 mật danh ''Prometheus'' bị bắn hạ bởi một quả đạn tên lửa [[S-75 Dvina]], 14 thành viên phi hành đoàn đều thiệt mạng. Hai ngày sau, một chiếc AC-130 lại bị quật ngã bởi pháo phòng không 57mm và rơi xuống rừng Trường Sơn, 15 thành viên phi hành đoàn nhảy dù và được giải cứu sau đó. Không quân Mỹ bị mất liên tiếp hai chiếc máy bay đắt đỏ và 14 phi công chỉ trong 2 ngày.\n\nNgày 12\/05\/1972, tại An Lộc, lần đầu tiên bộ đội Việt Nam sử dụng tên lửa vác vai [[Strela 2|9K32 Strela 2]] bắn bị thương chiếc AC-130E số hiệu 69-6573, biệt danh Heavy Metal. Ngày 18\/6\/1972, bộ đội Việt Nam sử dụng tên lửa vác vai [[Strela 2|9K32 Strela 2]] bắn rơi một chiếc AC-130, giết chết toàn bộ 12 phi công trên máy bay. Tên lửa vác vai [[Strela 2|9K32 Strela 2]] là một mối nguy hiểm rất lớn đối với AC-130 vì nó rất gọn nhẹ, bộ binh có thể mang vác và phục kích tại bất cứ đâu, khiến máy bay Mỹ không thể phát hiện được. Khi tên lửa đã được phóng đi thì AC-130 rất khó có thể bay thoát vì vận tốc chậm, vì vậy nó phải dựa vào mồi bẫy pháo sáng để đánh lừa [[Strela 2|9K32 Strela 2]], nhưng nếu mồi bẫy không có tác dụng thì việc trúng đạn là điều chắc chắn.\n\nChiếc AC-130 cuối cùng bị bắn rơi trong chiến tranh Việt Nam vào đêm ngày 21 tháng 12 năm 1972 gần Pakse, Nam Lào. Nhận thấy trước khi bay vào trọng điểm, máy bay AC-130 thường hạ độ cao, bay dọc đường 22 để quan sát, Ban Chỉ huy Trung đoàn 593 đã chọn một quả đồi cách trọng điểm ngầm 22 khoảng hơn 10&nbsp;km, bí mật lập một trận địa cao xạ 37mm ở đây. Chiếc AC-130 có mật danh ''Spectre 17'', sau khi bắn cháy 3 xe tải đã quay lại tấn công một khẩu đội pháo cao xạ 37mm thì bị một khẩu đội 37mm khác bắn 5 phát đạn trúng gốc cánh trái. Phi hành đoàn Spectre 17 hôm đó có 16 người, 2 người nhảy dù thành công và được trực thăng HH-53 cứu thoát, 14 phi công khác thiệt mạng.\n\nTính tới cuối năm 1972, bộ đội Việt Nam đã bắn hạ 8 chiếc AC-130 trong tổng số 18 chiếc AC-130A\/E\/H được chế tạo (Mỹ công nhận có 6 chiếc AC-130 bị bắn hạ khiến 52 phi công thiệt mạng, một số chiếc khác thì bị hư hại). Đây là tổn thất lớn đối với quân Mỹ, vì mỗi chiếc AC-130 rất đắt, chưa kể thiệt hại nhân mạng (mỗi chiếc AC-130 được vận hành bởi 12-14 người). Nhìn thấy kết quả thê thảm trong tương lai, Không quân Hoa Kỳ đã giảm hẳn việc sử dụng AC-130 tại chiến trường Việt Nam.\n\nSau khi kí [[hiệp định Paris 1973]], Hoa Kỳ rút quân khỏi Miền Nam Việt Nam, để lại cho [[Việt Nam Cộng Hòa]] một số chiếc AC-130 trong biên chế lực lượng không quân. Toàn bộ 7 chiếc AC-130 này đều bị tịch thu sau giải phóng. Đây là chiến lợi phẩm qúy giá nhất của [[Quân đội nhân dân Việt Nam]] thu được từ Hoa Kỳ. AC-130 tiếp tục được [[Không quân Nhân dân Việt Nam|Không quân nhân dân Việt Nam]] sử dụng để để ném bom, vận tải trong các trận chiến trong [[Chiến tranh biên giới Tây Nam]]. Thành tích tiêu diệt quân [[Khmer Đỏ]] rất cao. Sau khi hòa bình, hầu như AC-130 đều được nghỉ hưu cất kho vì không có phụ tùng thay thế.\n\n===Các nước khác===\nSau chiến tranh Việt Nam, máy bay AC-130 không tham gia các hoạt động tác chiến trong một thời gian dài, AC-130 được đưa vào hoạt động trở lại trong cuộc xâm lược [[Xâm lược Grenada|Grenada]] do Hoa Kỳ tiến hành vào [[Xâm lược Grenada|tháng 10 năm 1983]]. Grenada chỉ có một ít các khẩu đội pháo phòng không yếu ớt với cỡ nòng nhỏ, nên AC-130 đã dễ dàng tấn công, đồng thời yểm trợ hỏa lực cho cuộc đổ bộ của [[Lính thủy đánh bộ Mỹ|Lính thủy đánh bộ]].\n\nSau đó, AC-130 tiếp tục được điều động tham chiến trong cuộc [[Hoa Kỳ xâm lược Panama|xâm lược Panama]] (diễn ra từ ngày 20 tháng 12 năm 1989 đến ngày 7 tháng 1 năm 1990). Trong cuộc chiến này, AC-130 lần lượt tiêu diệt hàng loạt các mục tiêu trọng yếu là căn cứ không quân Rio Hato, Paitilla, các sân bay Torrijos, Tosamen và cảng Balboa, cùng một số cơ sở quân sự riêng biệt khác. Địa hình tác chiến được giới hạn tương đối hẹp và hoàn toàn không có lực lượng phòng không đã biến AC-130 như đang tham gia vào một cuộc diễn tập bắn đạn thật hơn là tác chiến trong một cuộc chiến tranh. Chiến thuật được áp dụng rất truyền thống, hai máy bay AC-130 tham gia vòng lượn từ hai phía của vòng tròn, xạ kích xuống mặt đất trong vùng hỏa lực bán kính 15m, tiêu diệt mọi mục tiêu. Đặc biệt là trong thời gian chiến tranh ở Panama, máy bay tham gia tác chiến vào ban ngày.\n\nTrong chiến dịch Bão tạp sa mạc, 4 chiếc AC-130 từ không đoàn số 4 đã tiến hành 50 cuộc oanh kích, thời gian tham chiến hơn 280 giờ bay. Mục tiêu chủ yếu của AC-130H là các trận địa phóng tên lửa Scud và các đài radars trinh sát tầm xa. Trong quá trình tác chiến, Hoa Kỳ nhanh chóng phát hiện ra yếu điểm của AC-130, điều kiện tác chiến sa mạc, không khí khô và nóng, cát bụi dày đặc trong không trung gần mặt đất đã hoàn toàn vô hiệu hóa các hệ thống trinh sát hồng ngoại và radar.\n\nHơn thế nữa trong trận chiến Al – Hafi khi yểm trợ hỏa lực cho lực lượng bộ binh, một máy bay AC-130 đã bị tên lửa phòng không của Iraq bắn hạ, toàn bộ phi hành đoàn thiệt mạng. Tổn thất trên đã khẳng định lại một sự thật hiển nhiên từ chiến tranh Việt Nam: ''Trong một trận chiến mà đối phương có lực lượng phòng không tầm cao, AC-130 dù được trang bị 'khủng' đến mấy vẫn dễ bị bắn hạ do tốc độ quá chậm và nặng nề''.\n\nSau đó, AC-130 tiếp tục tham chiến trong các cuộc chiến [[Chiến dịch Vãn hồi Hy vọng|Somalia năm 1992-1993]], Bosnia-Herzegovina, tham gia [[Chiến dịch Silver Wake|sơ tán thường dân Hoa Kỳ]] ở Albania năm 1997.\n\nHiện nay AC-130 cũng đang được đưa vào sử dụng ở chiến trường Libya.<ref>[http:\/\/vnexpress.net\/gl\/the-gioi\/phan-tich\/2011\/03\/may-bay-phao-ham-chien-thuat-moi-cua-my-tai-libya\/]<\/ref>\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Hình ảnh ==\n<gallery>\nFile:AC130H.jpg|AC130H\n<\/gallery>\n\n== Xem thêm ==\n* [[Lockheed C-130 Hercules]]\n* [[Lockheed Martin C-130J Super Hercules]]\n* [[Lockheed C-5 Galaxy]]\n* [[Lockheed C-141 Starlifter]]\n* [[Boeing C-17 Globemaster III]]\n\n==Liên kết ngoài==\n{{commonscat-inline|Lockheed AC-130}}\n* [https:\/\/archive.is\/20121212202657\/http:\/\/www.af.mil\/information\/factsheets\/factsheet.asp?fsID=71 AC-130H\/U Gunship fact sheet. US Air Force] (Article was originally based on this.)\n* [http:\/\/www.spectre-association.org\/history\/historySpectre.htm \"Gunship History\" from the Spectre Association site]\n* [http:\/\/www.gunships.org\/birds.html List of AC-130 Gunships on Gunships.org]\n* [http:\/\/www.globalsecurity.org\/military\/systems\/aircraft\/ac-130.htm AC-130 on GlobalSecurity.org]\n* [http:\/\/www.npr.org\/templates\/story\/story.php?storyId=7608428 \"Powerful Gunships Prowl Iraq, and Limits Show\"] on NPR.org from ''[[All Things Considered]]''\n* [http:\/\/www.airforce-magazine.com\/MagazineArchive\/Pages\/2009\/July%202009\/0709gunship.aspx \"Gunship Worries\"]. Air Force magazine, July 2009.\n* [http:\/\/www.globalsecurity.org\/military\/systems\/aircraft\/ac-130.htm AC-130] on GlobalSecurity.org\n* {{chú thích video|people = U.S. Air Force |date = 2002 |title = AC-130 Attack video with explicit kills (thermal imagery from targeting camera) |url = http:\/\/www.archive.org\/details\/AC-130_Gunship_Ops_in_Afghanistan_HighResolution |format =\n|publisher = [[Internet Archive]] |access-date = ngày 3 tháng 4 năm 2009 |time = 9 phút |medium = 160 Mb|archive-date=3\/4\/2005}}\n\n{{Lockheed Hercules}}\n{{Lockheed Martin aircraft}}\n{{Aviation lists}}\n\n[[Thể loại:Máy bay Lockheed Martin|C-130, A]]\n[[Thể loại:Máy bay Lockheed|C-130, A]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1960]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1990]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay trong Chiến tranh Vùng Vịnh]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay quân sự]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay bốn động cơ]]\n[[Thể loại:Máy bay cánh trên]]\n[[Thể loại:Gunship]]\n[[Thể loại:Máy bay động cơ tuốc bin cánh quạt]]\n[[Thể loại:Hoa Kỳ trong Chiến tranh Việt Nam]]"}