{"508005":"{{bài cùng tên|Long Hồ (định hướng)}}\n[[Tập tin:Cửa Hữu thành Long Hồ.jpg|nhỏ|phải|250px|Cửa Hữu thành Long Hồ (phục dựng để kỷ niệm)]]\n'''Dinh Long Hồ''' hay '''Long Hồ dinh''' ([[chữ Hán]]: 龍湖營)<ref>Trong ''Le Cisbassac'', [[Trương Vĩnh Ký]] cho rằng Long Hồ từ tiếng [[Khmer]] (lõn hòr) mà ra. Tuy nhiên [[Vương Hồng Sển]] vẫn còn ngờ khi viết rằng: \"Có lẽ đây là Miên gọi theo ta?\" (''Tự vị tiếng nói Miền Nam''. Nhà xuất bản Trẻ, 1999, tr. 413). Trong ''[[Gia Định thành thông chí]]'' (Sơn xuyên chí, trấn Vĩnh Thanh, tr. 149), tên sông Long Hồ được [[Trịnh Hoài Đức]] giải thích như sau: \"Sông này chảy đến quanh co, chảy đi vòng vèo, dòng ngang uốn lượn, nước đọng trong ngần, bốn mùa ngon ngọt; cồn cát cao thấp xa gần, thôn xóm la liệt khắp đông tây ẩn hiện như rừng, như động, như vực, như đầm, nên mới gọi là Long Hồ (Hồ Rồng)\". Tin theo đây, thì tên đất (Long Hồ) có nguồn gốc từ tên sông. Còn Huỳnh Minh thì viết rằng: trước kia sông tên là Tầm Vồ. Khi nghe [[gia Long|chúa Nguyễn]] đã đổi Nước Xoáy là Long Hưng ([[1787]]), thì nơi đây bỗng có câu ca rằng: ''Tầm Vồ rày đã đóng đô\/ Xin quan đổi lại Long Hồ cho xinh''. Việc đến tai chúa Nguyễn và ông đã cho phép cải tên (''Vĩnh Long xưa'', tr. 226).<\/ref> là một địa danh cũ ở [[miền Nam (Việt Nam)|miền Nam]] vào thời [[chúa Nguyễn]] trong [[lịch sử Việt Nam]].\n\n==Lịch sử==\n===Nguyên nhân thành lập===\nDo điều kiện [[lịch sử]] và [[địa lý]], công cuộc mở rộng lãnh thổ về [[hướng Nam|phương Nam]] vẫn luôn là mối quan tâm hàng đầu của các [[chúa Nguyễn]].\n \nBởi vậy, tiếp tục đường lối của cha ông, sau khi lực lượng Prea Sot (Sá Tốt)<ref>Có sách ghi người cầm đầu tên là Sà Tốt. Nhưng theo các biên niên sử [[Chân Lạp]] thì đây chỉ là một di dân [[Lào]] hoặc [[Rōnin|Roni]] ở làng Prea Sot (Sà Tốt) mà thôi (ghi chú của [[Nguyễn Đình Đầu]] trong Địa chí Thành phố Hồ Chí Minh, tập 1, tr. 159).<\/ref><ref>Nguyên văn là ''\"夏四月牢人詫卒 Hạ tứ nguyệt, Lao nhân Sá Tốt...\".'' Lao nhân tức là [[Rōnin|ronin]], lãng nhân. Đây là nhóm người Nhật lưu vong ở Xiêm và Chân Lạp.<\/ref> từ [[Chân Lạp]] kéo sang quấy nhiễu ở [[Thành phố Hồ Chí Minh|Sài Gòn]] bị đánh đuổi, chúa [[Nguyễn Phúc Chú]] (hay '''Trú''', ở ngôi: [[1725]]-[[1738]]) liền sai đặt sở Điều khiển ở [[Thành phố Hồ Chí Minh|Sài Gòn]], đồng thời lập [[châu Định Viễn]], dựng ''dinh (doanh) Long Hồ'', để cai quản hai vùng đất mới là Peam Mesar ([[Mỹ Tho]]) và Longhôr ([[Vĩnh Long]]) do vua Chân Lạp là Sâtha (Nặc Tha) vừa dâng để cầu hòa sau vụ Prea Sot.\nSử [[nhà Nguyễn]] chép: \n:''Năm [[Nhâm Tý]] thứ 7 ([[1732]]), ngài (Nguyễn Phúc Chú), thấy đất [[Gia Định]] (lúc bấy giờ chỉ toàn [[Nam Kỳ]]) rộng rãi quá, bèn sai các quan chia đất ấy đặt châu Định Viễn, dựng dinh Long Hồ<ref>''Quốc triều sử toát yếu'' (tr. 46). Xem thêm trang [[Nguyễn Phúc Chú]].<\/ref>.\n\nTheo [[Đào Duy Anh]], thì châu và dinh ấy ở phía tây nam dinh Phiên Trấn, và lệ thuộc vào phủ Gia Định<ref>Đào Duy Anh, sách ở mục tham khảo, tr. 1483.<\/ref>.\n\n===Trở thành một dinh trấn quan trọng===\n[[Tập tin:Sông Long Hồ.jpg|nhỏ|phải|250px|Một đoạn sông Long Hồ chảy qua lỵ sở Long Hồ dinh, tức [[Vĩnh Long (thành phố)|thành phố Vĩnh Long]] ngày nay]]\nBuổi đầu, trị sở dinh Long Hồ đặt ở thôn An Bình Đông, thuộc xứ Cái Bè nên còn gọi là '''dinh Cái Bè''' (lỵ sở châu Định Viễn cũng đặt tại đây, nay là [[thị trấn Cái Bè]], huyện [[Cái Bè]], tỉnh [[Tiền Giang]])<ref>Dinh Cái Bè là vùng đất rộng nằm hai bên bờ [[sông Tiền]], nhưng vì mới khai phá nên chỉ lập một châu là Định Viễn, chưa lập phủ huyện. Xem Website tỉnh Tiền Giang [http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=2058&cap=3&id=2092] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080428014540\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=2058&cap=3&id=2092 |date=2008-04-28 }}.<\/ref>. Các chức vụ đầu dinh có lưu thủ, cai bạ và ký lục trông coi việc quân sự, hành chính và thuế vụ cho cả một miền đất rộng lớn.\n\nNăm [[Mậu Ngọ]] ([[1738]]), chúa [[Nguyễn Phúc Khoát]] nối ngôi, thì năm sau ([[1739]]), Long Hồ dinh có thêm bốn huyện nữa do đô đốc [[Mạc Thiên Tứ]] đem dâng, đó là: Long Xuyên (vùng [[Cà Mau]]), [[Kiên Giang]] (vùng [[Rạch Giá]]), Trấn Giang (vùng [[Cần Thơ]]), Trấn Di (vùng [[hướng Bắc|phía Bắc]] tỉnh [[Bạc Liêu]]). \nSau đó, chúa Nguyễn đem tất cả những miền đất [[hướng Nam|phương Nam]] đã mở mang đặt thành ba dinh và một trấn là: Trấn Biên dinh (vùng [[Biên Hòa]]), Phiên Trấn dinh (vùng [[Gia Định]]), Long Hồ dinh (vùng [[Vĩnh Long]]) và Hà Tiên trấn (vùng [[Hà Tiên (tỉnh)|Hà Tiên]]).\n\nNăm [[Quý Dậu]] ([[1753]]) thời vua Nặc Nguyên làm vua Chân Lạp, người Côn Man (tức người [[Chiêm Thành]] sang làm ăn tại xứ ấy) bị hà hiếp. Lại được tin ông vua này vừa thông sứ với [[chúa Trịnh]] để lập mưu đánh mình, lập tức chúa Nguyễn Phúc Khoát sai [[Nguyễn Cư Trinh]] sang đánh Nặc Nguyên, giải thoát được khoảng 5.000 người Côn Man. Bị truy nã, năm [[1755]], Nặc Nguyên chạy sang [[Hà Tiên (tỉnh)|Hà Tiên]] nhờ [[Mạc Thiên Tứ]] tâu lên chúa Nguyễn xin dâng hai vùng là Tầm Bôn và Lôi Lạp (nay là [[Tân An]] và [[Gò Công]]) để tạ tội. Năm [[Bính Tý]] ([[1756]]), chúa Nguyễn cho sáp nhập hai phủ này vào châu Định Viễn, thuộc Long Hồ dinh.\n\nNăm [[Đinh Sửu]] ([[1757]]), vua Chân Lạp là Nặc Tôn dâng đất Tầm Phong Long (vùng [[Châu Đốc]], [[Sa Đéc]], [[Tân Châu]] ngày nay) để tạ ơn chúa Nguyễn, vì đã điều động tướng Trương Phúc Du lấy lại ngôi vị cho mình. Chúa Nguyễn lại sai đem đất ấy sáp nhập vào Long Hồ dinh.\n \nCũng ngay năm này, theo đề nghị của ký lục dinh Long Hồ là [[Nguyễn Cư Trinh]] và thống suất Trương Phước Du, chúa Nguyễn thuận cho dời trị sở dinh Long Hồ và châu Định Viễn về xứ Tầm Bào thuộc địa phận Long Hồ thôn (tức vùng chợ [[Vĩnh Long (thành phố)|Vĩnh Long]] ngày nay). Cử [[Tống Phước Hiệp]] làm lưu thủ, đồng thời chúa Nguyễn còn cho lập ba đạo để hỗ trợ việc coi giữ đó là: Đông Khẩu (ở [[hướng Nam|phía Nam]] [[Sa Đéc]]), [[cù lao Giêng|Tân Châu]] (ở đầu [[Cù lao Giêng]], không phải tại thị xã [[Tân Châu]] bây giờ) và [[Châu Đốc]].\n\nĐến lúc ấy, Long Hồ dinh là một dinh trấn quan trọng ở [[hướng Nam|phía Nam]] xứ [[Đàng Trong]], và ''trung tâm đầu não'' của nó có trách nhiệm cai quản cả một vùng đất rộng lớn. Đề cập đến vai trò này, nhà văn [[Sơn Nam (định hướng)|Sơn Nam]] viết:\n:''Kiểm soát [[sông Tiền]], [[sông Hậu]] là vấn đề mà các [[chúa Nguyễn]] luôn quan tâm, nhất về mặt quân sự và về canh tác. Muốn dùng binh lên [[Campuchia|Cao Miên]], phải cho chiến thuyền đi ngược [[sông Tiền]] để đến [[Phnôm Pênh|Nam Vang]]. Và đây còn là cuộc đất lý tưởng \"sông sâu nước chảy\" với những bờ đất phù sa cao ráo, rất thuận lợi cho việc trồng trọt...\n:''Dinh Long Hồ kiểm soát được hai con sông lớn ấy. Đồng thời dinh này còn bao trùm luôn vùng biển vịnh [[Xiêm|Xiêm La]] với Long Xuyên đạo ([[Cà Mau]]), [[Kiên Giang]] đạo ([[Rạch Giá]]), chỉ trừ vùng Ba Thắc ([[Sóc Trăng]]) nơi [[người Khmer|người Miên]] sống quá tập trung thì việc cai trị vẫn thuộc về họ<ref>[[Sơn Nam (định hướng)|Sơn Nam]], trang 37 và tr. 39.<\/ref>.\n\n[[Tháng mười một|Tháng 11]] ([[âm lịch]]) năm [[Kỷ Hợi]] ([[1779]]), chúa [[Gia Long|Nguyễn Phúc Ánh]] duyệt lại bản đồ các dinh trong [[Gia Định]], rồi cho dời thủ phủ Long Hồ dinh đến cù lao Hoằng Trấn ở giữa [[sông Hậu]]. Sách ''Quốc triều Chính biên toát yếu'' (tr. 27) chép:\n:''[[Tháng mười một|Tháng 11]] ([[âm lịch]]) năm [[Kỷ Hợi]] ([[1779]]), đổi dinh Long Hồ làm Hoằng Trấn, lãnh việc coi châu Định Viễn và ba tổng là Bình An, Bình Dương và Tân An<ref>Năm [[1808]], đồng thời với việc cho đổi tên là trấn Vĩnh Thanh, triều Nguyễn còn cho thăng châu Định Viễn làm phủ, thăng ba tổng là Bình An, Bình Dương, Tân An làm huyện (tổng Bình Dương đổi tên là huyện Vĩnh Bình, tổng Bình An đổi tên là huyện Vĩnh An, Tân An vẫn giữ tên cũ). Lại lập huyện Vĩnh Định và cho phụ vào. Vậy lúc bấy giờ, Trấn Vĩnh Thanh gồm có 1 phủ và 4 huyện (xem ''Gia Định thành thông chí'', Cương vực chí, trấn Vĩnh Thanh, 212).<\/ref>.\n\nTuy nhiên, chỉ mới năm sau ([[Canh Tý]], [[1780]]), thì lại cho lui về nơi cũ. [[Trịnh Hoài Đức]] giải thích:\n:''Năm [[Kỷ Hợi]] ([[1779]]), đổi tên gọi là dinh Hoằng Trấn, lỵ sở ở chỗ ngày nay tục gọi là bãi Bà Lúa. Năm [[Canh Tý]] ([[1780]]), vì nghĩ rằng khi nước [[Campuchia|Cao Miên]] hữu sự, ở xa khó bề chế ứng nên phải đem lỵ sở trở lại đất thôn Long Hồ...<ref>''[[Gia Định thành thông chí]]'' (Cương vực chí, trấn Vĩnh Thanh, tr. 212). Ở đây, Trịnh Hoài Đức viết thêm là: \"trở lại đất thôn Long Hồ đổi tên là dinh Vĩnh Trấn\". Nhưng theo sử Nguyễn vừa ghi bên trên và một vài sách khác, thì Long Hồ dinh đổi tên là Hoằng Trấn dinh, đến năm [[1804]] mới \"chính thức\" đổi tên là Vĩnh Trấn dinh. Tìm hiểu sự sai biệt này, thấy trong \"Vĩnh Long xưa\" của Huỳnh Minh có đoạn: \"Thực ra, chúa [[Gia Long|Nguyễn Phúc Ánh]] đã đặt tên Vĩnh Trấn dinh từ năm [[1788]], sau khi thu phục [[thành Gia Định]]. Nhưng bấy giờ hãy còn bận chinh chiến, việc cải tổ chưa thể dứt khoát (tr. 20).<\/ref>\n\nNăm [[1779]], trên giấy tờ, địa danh Long Hồ dinh xem như không còn tồn tại nữa. Kể từ đó, Long Hồ dinh xưa lần lượt trải qua các tên gọi khác và địa phận cai quản của nó cũng bị thu hẹp dần:\n\n-Năm [[1779]]-[[1804]]: gọi là '''Hoằng Trấn dinh'''. Tuy nhiên, vẫn có người gọi theo tên cũ là ''Long Hồ dinh''.\n\n-Năm [[1804]]-[[1808]] gọi là '''Trấn Vĩnh dinh''' (hay '''Vĩnh Trấn dinh''')<ref>''Trấn Vĩnh dinh'' là chép theo sử Nguyễn. Huỳnh Minh và một số tác giả khác ghi là ''Vĩnh Trấn dinh''.<\/ref>.\n \n-[[Tháng giêng|Tháng Giêng]] năm [[1808]]<ref>Chép theo ''Quốc triều Chính biên toát yếu'' (tr. 96). Thông tin trên Website tỉnh Vĩnh Long [http:\/\/www.vinhlong.gov.vn\/Default.aspx?tabid=59] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100729192658\/http:\/\/www.vinhlong.gov.vn\/Default.aspx?tabid=59 |date=2010-07-29 }} ghi [[1806]] là không chính xác.<\/ref>- [[1832]] gọi là '''Vĩnh Thanh trấn'''<ref>Xem chi tiết trong [[Gia Định thành thông chí]] của [[Trịnh Hoài Đức]] (Cương vực chí, Trấn Vĩnh Thanh, tr. 212).<\/ref>\n\n-Năm [[Nhâm Thìn]] ([[1832]]), vua [[Minh Mạng]] chia [[Nam Kỳ]] thành lục tỉnh ([[Biên Hòa]], [[Gia Định]], [[Định Tường]], [[Vĩnh Long]], [[An Giang]], [[Hà Tiên (tỉnh)|Hà Tiên]]), thì ''Vĩnh Thanh trấn'' trở thành '''Vĩnh Long tỉnh''' cai quản 4 phủ, 8 huyện, 47 tổng<ref>''Vĩnh Long xưa'', tr. 23.<\/ref>.\n \nHiện nay, địa danh Long Hồ chỉ còn là tên của một con sông ([[sông Long Hồ]]) chảy qua một địa phận cùng tên đó là [[huyện Long Hồ]] thuộc tỉnh [[Vĩnh Long]].\n\n===Hoàn thành vai trò lịch sử===\n[[Tập tin:Thị trấn Long Hồ, Vĩnh Long.JPG|nhỏ|phải|250px|Chợ Long Hồ bên ngã ba sông Long Hồ]]\nTheo [[Đại Nam nhất thống chí]], thì đất Tầm Bào (nơi đặt trị sở Long Hồ dinh ở Vĩnh Long) là một vùng đất màu mỡ do phù sa con [[sông Cổ Chiên]] bồi đắp, sông có nước đục nhưng ngọt quanh năm, rất thuận tiện việc trồng tỉa, chăn nuôi và sinh hoạt của cư dân...\n\nNhờ vậy, địa phận Long Hồ thôn, nhanh chóng trở thành một trung tâm quan trọng về nhiều mặt suốt một thời gian dài. Trong một bài viết trên ''báo Vĩnh Long'' có đoạn:\n:''Năm [[1732]], Long Hồ dinh ra đời định vị một cuộc đất quan trọng đối với [[hướng Nam|phương Nam]] về mặt quân sự, chính trị, kinh tế, văn hóa... Và trong suốt 277 năm đồng hành cùng những biến cố thăng trầm của lịch sử, Long Hồ dinh–Vĩnh Long đã hoàn thành xuất sắc vai trò sứ mạng [[lịch sử]] của mình''.\n\nĐặc biệt về mặt quân sự, ngoài những trận đối đầu ác liệt giữa quân [[chúa Nguyễn]] và quân [[Nhà Tây Sơn|Tây Sơn]], sử cũ còn ghi lại nhiều trận giao chiến dữ dội giữa quân Việt với quân [[Xiêm]] và quân [[Chân Lạp]] ở những vùng đất mà Long Hồ dinh cai quản, và lần nào trị sở Long Hồ dinh ở Vĩnh Long cũng đều đảm nhận vai trò là ''đại bản doanh'', là ''đầu não'' của quân đội Việt ở phía cực Nam.\n\nMãi đến thời [[đế quốc thực dân Pháp|thực dân Pháp]] sang xâm lược Việt Nam, vai trò này vẫn tiếp tục tồn tại mặc dù tên dinh trấn đã khác. Và nó chỉ thật sự chấm dứt kể từ khi lão thần [[nhà Nguyễn]] là [[Phan Thanh Giản]] tuẫn tiết và quân Pháp chiếm trọn [[Nam Kỳ]] năm [[1867]]<ref>Xem chi tiết ở trang [[Phan Thanh Giản]].<\/ref>.\n\n==Xem thêm==\n*[[Nam tiến]]\n*[[Nguyễn Phúc Chu]]\n*[[Nguyễn Phúc Khoát]]\n*[[Thành Vĩnh Long|Thành Long Hồ]]\n*[[Vĩnh Long]]\n==Sách tham khảo chính==\n*[[Trịnh Hoài Đức]], ''[[Gia Định thành thông chí]]'' in trong ''Tổng tập dư địa chí Việt Nam'' (tập 3). Nhà xuất bản Thanh Niên, 2012.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''Quốc triều sử toát yếu'' (phần Chính biên). Nhà xuất bản Văn Học, 2002.\n*[[Đào Duy Anh]], ''Đất nước Việt Nam qua các đời'' in trong ''Tổng tập dư địa chí Việt Nam'' (tập 2). Nhà xuất bản Thanh Niên, 2012.\n*[[Sơn Nam (định hướng)|Sơn Nam]], ''Lịch sử khẩn hoang miền Nam''. Nhà xuất bản Văn Nghệ [[Thành phố Hồ Chí Minh]], 1994.\n*Huỳnh Minh, ''Vĩnh Long xưa''. Nhà xuất bản Thanh Niên in lại năm 2002.\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Nam Bộ]]\n[[Thể loại:Đồng bằng sông Cửu Long]]\n[[Thể loại:Vĩnh Long]]"}