{"114163":"{{otheruses|Long Mỹ (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Long Mỹ \n| hình = Thị trấn Vĩnh Viễn - Long Mỹ.png\n| ghi chú hình = Một góc thị trấn [[Vĩnh Viễn]]\n| vĩ độ = 9\n| vĩ phút = 38 \n| vĩ giây = 16\n| kinh độ = 105\n| kinh phút = 25\n| kinh giây = 24\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 260,72 km²<ref name=HLM2020\/> \n| dân số = 84.678 người<ref name=HLM2020\/>\n| thời điểm dân số = 2023\n| mật độ dân số = 325 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Hoa|Hoa]], [[Người Khmer (Việt Nam)|Khmer]]...\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Hậu Giang]] \n| huyện lỵ = thị trấn [[Vĩnh Viễn]]\n| phân chia hành chính = 1 thị trấn, 7 xã\n| thành lập = 1908\n| trụ sở UBND = Đường tỉnh 930, ấp 1, thị trấn Vĩnh Viễn\n| chủ tịch UBND = Nguyễn Thanh Giang\n| bí thư = Tống Hoàng Khôi\n| mã hành chính = 936<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 95-D1\n| web = {{url|longmy.haugiang.gov.vn}}\n}}\n\n'''Long Mỹ''' là một [[huyện]] thuộc [[tỉnh]] [[Hậu Giang]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Long Mỹ nằm ở phía tây nam của tỉnh Hậu Giang, cách trung tâm của tỉnh khoảng 35&nbsp;km<ref name=HLM2020\/>, nằm hoàn toàn trong khoảng giữa vùng Tây [[sông Hậu]], có vị trí địa lý:\n*Phía đông giáp thị xã [[Long Mỹ (thị xã)|Long Mỹ]]\n*Phía tây giáp huyện [[Gò Quao]], tỉnh [[Kiên Giang]]\n*Phía nam giáp huyện [[Hồng Dân]], tỉnh [[Bạc Liêu]] và thị xã [[Ngã Năm]], tỉnh [[Sóc Trăng]]\n*Phía bắc giáp thành phố [[Vị Thanh]] và huyện [[Vị Thủy]].\n\n===Địa hình, địa mạo===\nHuyện Long Mỹ có địa hình tương đối bằng phẳng, độ cao trung bình từ 0,6 -1,1 m so với mực nước biển, có xu hướng thấp dần theo hướng Nam và Tây Nam, khu vực nội đồng thường thấp hơn khu vực ven sông rạch, và bị chia cắt bởi hệ thống sông, kênh, rạch dày đặc, nên thuận lợi cho phát triển giao thông đường thủy, du lịch sinh thái, cũng như phát triển ngành nông nghiệp theo hướng hiện đại với quy mô lớn.<ref name=HLM2020>{{Chú thích web|url=https:\/\/haugiang.gov.vn\/documents\/20124\/960594\/1.QH2030-Trinhduyet-HLongMy-baocaotonghop6.pdf_20211104091055.pdf\/55d5dc7e-b3af-0e5d-6daf-8f6d59c6bcfd|tựa đề= Về việc phê duyệt Quy hoạch sử dụng đất thời kỳ 2021 - 2030 và kế hoạch sử dụng đất năm 2021 huyện Long Mỹ |ngày= 4 tháng 11 năm 2021 |website= Cổng thông tin điện tử tỉnh Hậu Giang |url-status=live}}<\/ref>\n\n===Khí hậu===\nHuyện Long Mỹ nằm trong vùng khí hậu nhiệt đới gió mùa, ít bão, quanh năm nóng ẩm, với những đặc trưng chủ yếu sau:\n* Chế độ nhiệt: nhiệt độ trung bình hàng năm khoảng 27,7°C, thường tháng 1 thấp nhất là khoảng 25,9°C, tháng 4 cao nhất là khoảng 28,8°C.\n* Chế độ nắng: số giờ nắng trong năm khá cao, khoảng 2.300 giờ\/năm.\n* Chế độ mưa: trong năm hình thành 2 mùa rõ rệt; mùa mưa bắt đầu từ tháng 5 đến tháng 11; mùa khô từ tháng 12 đến tháng 4 năm sau, lượng mưa trung bình hàng năm khoảng 1.500 mm, tập trung chủ yếu vào mùa mưa (chiếm 90% tổng lượng mưa).\n* Chế độ ẩm: cao và ổn định, ít biến đổi qua các năm, trung bình cả năm khoảng 80 - 85%, thấp nhất vào mùa khô, cao nhất vào mùa mưa.\n* Chế độ gió: phổ biến với hai hướng gió chính:\n** Gió mùa Tây Nam thường xuất hiện từ tháng 5 đến tháng 11, thổi vào từ vịnh Thái Lan, mang theo nhiều hơi nước nên gây mưa và lốc xoáy.\n** Gió mùa Đông Bắc thường xuất hiện từ tháng 12 đến tháng 1 năm sau, thổi từ lục địa sang nên khô và lạnh; gió mùa Đông Nam thường xuất hiện từ tháng 2 đến tháng 4, có đặc điểm là khô và nóng, kèm theo còn có gió chướng, trong mùa mưa còn xuất hiện các cơn lốc xoáy bất ngờ, gây ảnh hưởng tới sản xuất và sinh hoạt của nhân dân.<ref name=HLM2020\/>\n\n===Thủy văn===\nChế độ thủy văn của hệ thống kênh rạch huyện Long Mỹ chịu tác động mạnh bởi chế độ thủy triểu biển Tây và biển Đông (một số xã trên địa bàn); chế độ dòn chảy chính của sông rạch, chế độ mưa tại chổ và địa hình. Thủy triểu biển Tây là chế độ nhật triều có pha bán nhật theo hệ thống sông Cái Lớn tác động mạnh vào huyện Long Mỹ nên một phần diện tích phía Tây Nam của huyện trước đây do điều kiện cống, đập và đê ngăn mặn chưa hoàn chỉnh nên tình trạng xâm \nnhập mặn kéo dài trong các tháng mùa khô.<ref name=HLM2020\/>\n\n===Tài nguyên đất===\nTrên địa bàn có 4 nhóm chính là đất mặn, đất phèn, đất phù sa và đất nhân tác nên đáp ứng tốt cho nhu cầu về canh tác nông nghiệp - thủy sản và các mục đích chuyên dùng khác. Trong đó:\n* Đất mặn chủ yếu là loại đất mặn ít, phân bố trên địa bàn các xã như Lương Nghĩa, Lương Tâm, Thuận Hưng, Thuận Hòa và thị trấn Vĩnh Viễn.\n* Đất phèn gồm các loại chính như:\n** Đất phèn hoạt động nông đang phát triển, đất phèn hoạt động sâu và rất sâu đã phát triển phân bố chủ yếu tại xã Vĩnh Thuận Đông.\n** Đất phèn hoạt động nông, đang phát triển, mặn ít phân bố trên địa bàn các xã như Lương Nghĩa, Lương Tâm, Xà Phiên, Thuận Hưng, Thuận Hòa và thị trấn Vĩnh Viễn.\n** Đất phèn hoạt động nông và sâu, đang phát triển, mặn trung bình phân bố tại xã Vĩnh Viễn A.\n* Đất phù sa phân bố chủ yếu trên địa bàn xã Vĩnh Thuận Đông.\n* Đất nhân tác được phân bố đều trên địa bàn các xã, tập trung dọc theo các tuyến sông, kênh, rạch, các trục giao thông, các cụm, tuyến dân cư tập trung.<ref name=HLM2020\/>\n\n===Tài nguyên nước===\nNước mặt: được cung cấp từ sông Hậu thông qua hệ thống sông, kênh rạch khá dày đặc trên địa bàn. Nguồn nước chủ yếu phục vụ cho mục đích sản xuất nông nghiệp và một phần nhỏ phục vụ sinh hoạt của nhân dân. Ngoài nguồn nước từ sông, kênh, rạch thì nước mưa cũng là một nguồn quan trọng cung cấp cho sản xuất nông nghiệp và sinh hoạt.\n\nNước dưới đất: trên địa bàn huyện ở độ sâu khoảng từ 80 - 500m có 4 tầng chứa nước với trữ lượng lớn, chất lượng khá tốt.<ref name=HLM2020\/>\n\n== Hành chính ==\nHuyện Long Mỹ có 8 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Vĩnh Viễn]] (huyện lỵ) và 7 xã: [[Lương Nghĩa]], [[Lương Tâm]], [[Thuận Hòa, huyện Long Mỹ|Thuận Hòa]], [[Thuận Hưng, huyện Long Mỹ|Thuận Hưng]], [[Vĩnh Thuận Đông]], [[Vĩnh Viễn A]], [[Xà Phiên]].\n\n{|class=\"wikitable\" style=\"font-size:90%; width:100%; border:0; text-align: center; line-height:120%;\"\n|-\n!style=\"background:#e5e4e2;color:#0047ab;height:17px;\"|Đơn vị hành chính cấp xã\n!style=\"background:#96c;color:#7fffd4;\"|Thị trấn <br> [[Vĩnh Viễn]]\n!style=\"background:#96c;color:#7fffd4;\"|Xã <br> [[Lương Nghĩa]]\n!style=\"background:#96c;color:#7fffd4;\"|Xã <br> [[Lương Tâm]]\n!style=\"background:#96c;color:#7fffd4;\"|Xã <br> [[Thuận Hòa, huyện Long Mỹ|Thuận Hòa]]\t\n!style=\"background:#96c;color:#7fffd4;\"|Xã <br> [[Thuận Hưng, huyện Long Mỹ|Thuận Hưng]]\n!style=\"background:#96c;color:#7fffd4;\"|Xã <br> [[Vĩnh Thuận Đông]]\n!style=\"background:#96c;color:#7fffd4;\"|Xã <br> [[Vĩnh Viễn A]]\n!style=\"background:#96c;color:#7fffd4;\"|Xã <br> [[Xà Phiên]]\n|-\n!style=\"background:#9cc;color:navy;\"| Diện tích năm 2019 (km²)\n|style=\"background:beige;color:#000;\"| 40,72\n|style=\"background:beige;color:#000;\"| 30,20\n|style=\"background:beige;color:#000;\"| 30,03\n|style=\"background:beige;color:#000;\"| 28,80\n|style=\"background:beige;color:#000;\"| 23,52\n|style=\"background:beige;color:#000;\"| 30,87\n|style=\"background:beige;color:#000;\"| 27,96\n|style=\"background:beige;color:#000;\"| 47,97\n|-\n!style=\"background:#9cc;color:navy; height:16px;\"|Dân số năm 2019 (người)\n|style=\"background:#ACE1AF;color:black;\" | 10.650\n|style=\"background:#ACE1AF;color:black;\"| 8.993\n|style=\"background:#ACE1AF;color:black;\"| 7.921\n|style=\"background:#ACE1AF;color:black;\"| 9.508\n|style=\"background:#ACE1AF;color:black;\"| 8.585\n|style=\"background:#ACE1AF;color:black;\"| 11.223\n|style=\"background:#ACE1AF;color:black;\"| 6.894\n|style=\"background:#ACE1AF;color:black;\" | 13.482\n|-\n!style=\"background:#9cc; color:navy; \"|Mật độ dân số (người\/km²)\n|style=\"background:#ccf;color:#000;\"| 262\n|style=\"background:#ccf;color:#000;\"| 298\n|style=\"background:#ccf;color:#000;\"| 264\n|style=\"background:#ccf;color:#000;\"| 330\n|style=\"background:#ccf;color:#000;\"| 365\n|style=\"background:#ccf;color:#000;\"| 364\n|style=\"background:#ccf;color:#000;\"| 247\n|style=\"background:#ccf;color:#000;\"| 281\n|-\n!style=\"background:#9cc;color:navy;\"| Số ấp\n|style=\"background:beige;color:#000;\"| 7 ấp\n|style=\"background:beige;color:#000;\"| 5 ấp\n|style=\"background:beige;color:#000;\"| 7 ấp\n|style=\"background:beige;color:#000;\"| 5 ấp\n|style=\"background:beige;color:#000;\"| 5 ấp\n|style=\"background:beige;color:#000;\"| 8 ấp\n|style=\"background:beige;color:#000;\"| 5 ấp\n|style=\"background:beige;color:#000;\"| 8 ấp\n|-\n|colspan=\"9\" style=\"text-align: center; font-size:90%;\"|''Nguồn: Niên giám thống kê huyện Long Mỹ năm 2019<ref name=HLM2019\/> và Quy hoạch sử dụng đất thời kỳ 2021 – 2030 và kế hoạch sử dụng đất năm 2021 huyện Long Mỹ<ref name=HLM2020\/>\n|}\n\n==Lịch sử==\n===Thời Pháp thuộc===\nVào thời nhà Nguyễn độc lập, vùng đất Long Mỹ, [[Vị Thủy]] và [[Vị Thanh]] ngày nay thuộc địa bàn tổng Thanh Giang và một phần tổng Giang Ninh, huyện [[Kiên Giang]], phủ [[An Biên]], [[Hà Tiên (tỉnh)|tỉnh Hà Tiên]].\n\nNgày [[15 tháng 6]] năm [[1867]], sau khi chiếm xong [[Hà Tiên (tỉnh)|tỉnh Hà Tiên]], thực dân Pháp dần xóa bỏ hệ thống hành chính phủ huyện cũ thời nhà Nguyễn, đồng thời đặt ra các hạt Thanh tra, trong đó có hạt Thanh tra [[Kiên Giang]].\n\nNgày [[16 tháng 8]] năm [[1967]], hạt Thanh tra Rạch Giá được thành lập do đổi tên từ hạt Thanh tra Kiên Giang trước đó. Hai tổng Giang Ninh và Thanh Giang lúc này thuộc hạt Thanh tra Rạch Giá.\n\nNăm [[1876]], hạt Thanh tra Rạch Giá đổi thành hạt tham biện [[Rạch Giá (tỉnh)|Rạch Giá]].\n\nĐến ngày [[1 tháng 1]] năm [[1900]], lại đổi các hạt tham biện thành \"tỉnh\", trong đó có [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]].\n\nNgày [[31 tháng 12]] năm [[1907]], lập thêm tổng An Ninh trực thuộc [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]].\n\nNăm [[1908]], thực dân Pháp thành lập quận Long Mỹ thuộc [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]]. Quận Long Mỹ gồm 2 tổng: An Ninh và Thanh Giang.\n\nNgày [[6 tháng 1]] năm [[1916]], lại lập thêm tổng Thanh Tuyền trực thuộc quận Long Mỹ, do tách ra từ tổng Thanh Giang. Quận lỵ Long Mỹ đặt tại làng Long Trị thuộc tổng Thanh Giang.\n\nNăm [[1939]], quận Long Mỹ gồm 3 tổng như cũ với 17 làng trực thuộc:\n*Tổng An Ninh gồm 6 làng: Hòa An, Hỏa Lựu, Long Bình, Vị Thủy, Vĩnh Thuận Đông, Vĩnh Tường; \n*Tổng Thanh Tuyền gồm 5 làng: làng: Lương Tâm, Thuận Hưng, Vĩnh Tuy, Vĩnh Viễn, Xà Phiên; \n*Tổng Thanh Giang gồm 6 làng: An Lợi, Long Phú, Phương Bình, Phương Phú, Tân Long và Long Trị.\n\nSau [[Cách mạng tháng Tám]] [[1945]], Ủy ban Kháng chiến Hành chánh Nam bộ chủ trương bỏ cấp tổng, bỏ đơn vị làng, thống nhất gọi là xã, đồng thời bỏ danh xưng quận, gọi thay thế bằng huyện. Chính quyền [[Việt Nam Cộng hòa]] đến năm [[1956]] cũng thống nhất dùng danh xưng là xã, tuy nhiên vẫn gọi là quận cho đến năm [[1975]]. Lúc này, Long Mỹ vẫn là huyện thuộc tỉnh Rạch Giá.\n\nNăm [[1951]], chính quyền [[Việt Minh]] giải thể [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]], sáp nhập địa bàn vào các tỉnh [[Bạc Liêu]], [[Cần Thơ]], [[Sóc Trăng]], đến năm [[1954]] lại tái lập. Khi đó, huyện Long Mỹ được giao cho [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]], đến năm [[1954]] được trả về cho [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]] như cũ.\n\nNgày [[1 tháng 10|01 tháng 10]] năm [[1954]], chính quyền [[Quốc gia Việt Nam]] của [[Bảo Đại]] giao quận Long Mỹ về cho tỉnh [[Sóc Trăng]].\n\nNgày [[31 tháng 3|31 tháng 3]] năm [[1955]], quận nhận thêm làng Vị Thanh từ quận [[Giồng Riềng]]. Đồng thời, lại giao làng Vĩnh Tuy cho quận [[Gò Quao]] quản lý.\n\nNăm [[1955]], quận Long Mỹ có 21 làng trực thuộc: Thuận Hưng, Long Phú, Long Trị, Xà Phiên, Vị Thanh, Hòa An, Hỏa Lựu, Vĩnh Tường, Vĩnh Viễn, Long Bình, An Lợi, Vị Thủy, Tân Long, Phương Bình, Phương Phú, Vĩnh Qưới, Vĩnh Lợi, Mỹ Qưới, Lương Tâm, Vĩnh Thuận Đông, Hương Phù.\n\n===Giai đoạn 1956-1976===\n====Việt Nam Cộng hòa====\nSau năm [[1956]], các làng gọi là xã.\n\nNgày [[23 tháng 2]] năm [[1957]], chính quyền [[Việt Nam Cộng hòa]] giao quận Long Mỹ cho tỉnh [[Phong Dinh]] (tức [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] trước đó) quản lý; quận lỵ đặt tại xã Long Trị. Đồng thời, một phần của các xã Long Phú và Phương Phú sáp nhập vào quận Bố Thảo thuộc tỉnh [[Ba Xuyên]] (tức tỉnh [[Sóc Trăng]] trước đó). Quận Long Mỹ khi đó gồm 2 tổng với 16 xã trực thuộc:\n*Tổng An Ninh gồm 6 xã: Hỏa Lựu, Hòa An, Long Bình, Vĩnh Thuận Đông, Vĩnh Tường, Vị Thủy;\n*Tổng Thanh Tuyền gồm 4 xã: Lương Tâm, Thuận Hưng, Vĩnh Viễn, Xà Phiên;\n*Tổng Thanh Giang gồm 6 xã: An Lợi, Long Trị, Phương Bình, Vị Thanh, Long Phú, Phương Phú.\n\nNgày [[12 tháng 3]] năm [[1960]], chính quyền [[Ngô Đình Diệm]] tổ chức khánh thành Khu trù mật Vị Thanh - Hỏa Lựu.\n\nNgày [[18]] tháng [[3]] năm [[1960]], tách tổng An Ninh ra khỏi quận Long Mỹ để lập thêm quận Đức Long cùng thuộc tỉnh [[Phong Dinh]]. Quận Đức Long khi đó gồm 7 xã: Vị Thanh, Vị Thủy, Hỏa Lựu, Vĩnh Tường, Hòa An, An Lợi, Vĩnh Thuận Đông. Quận lỵ quận Đức Long đặt tại xã Vị Thanh.\n\nNgày [[24 tháng 12]] năm [[1961]], quận Long Mỹ vá quận Đức Long lại được bàn giao cho tỉnh [[Chương Thiện]] mới thành lập.\n\nNăm [[1961]], quận Long Mỹ gồm 2 tổng với 9 xã:\n*Tổng Thanh Tuyền gồm 4 xã: Thuận Hưng, Lương Tâm, Xà Phiên, Vĩnh Viễn\n*Tổng Bình Định (mới lập) gồm 5 xã: Long Trị, Long Bình, Long Phú, Phương Bình, Phương Phú.\n\nNgày [[18 tháng 4]] năm [[1963]], một phần đất của quận [[Phước Long, Bạc Liêu|Phước Long]] được tách ra và hợp với một phần đất của quận Long Mỹ để thành lập thêm quận mới có tên là quận Kiên Thiện, quận lỵ đặt tại Ngan Dừa. Lúc này, quận Long Mỹ nhận thêm xã Vĩnh Tân tách từ quận [[Phước Long, Bạc Liêu|Phước Long]] cùng tỉnh; đồng thời quận giao 3 xã là Xà Phiên, Vĩnh Viễn, Lương Tâm cho quận Kiến Thiện mới được thành lập (ngày nay là huyện [[Hồng Dân]], tỉnh [[Bạc Liêu]]). Năm [[1963]], quận Long Mỹ gồm 2 tổng với 7 xã:\n*Tổng Thanh Tuyền gồm 3 xã: Long Bình, Thuận Hưng, Vĩnh Tân;\n*Tổng Bình Định gồm 3 xã: Long Trị, Long Phú, Phương Bình, Phương Phú;\n\nSau năm [[1965]], cấp tổng bị giải thể, các xã trực thuộc quận.\n\nNgày [[16 tháng 6]] năm [[1969]], quận Long Mỹ giao xã Vĩnh Tân cho quận [[Ngã Năm]] thuộc tỉnh [[Ba Xuyên]] vừa được thành lập. Năm [[1970]], quận Long Mỹ thuộc tỉnh [[Chương Thiện]] gồm 6 xã: Long Bình, Long Phú, Long Trị, Phương Bình, Phương Phú, Thuận Hưng. Quận lỵ đặt tại xã Long Trị.\n\n====Chính quyền Cách mạng====\nCòn về phía chính quyền [[Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam]] và sau này là Chính phủ Cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]], cho đến năm [[1966]], khu vực quận Long Mỹ và quận Đức Long của [[Việt Nam Cộng hòa]] vẫn cùng thuộc địa bàn huyện Long Mỹ. Từ năm [[1957]] huyện Long Mỹ thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] nhưng giữ lại xã Vị Thanh và nhập vào huyện [[Giồng Riềng]] của [[Rạch Giá (tỉnh)|tỉnh Rạch Giá]]. Tháng [[7]] năm [[1960]], huyện Giồng Riềng giao xã Vị Thanh về cho huyện Long Mỹ của tỉnh Cần Thơ quản lý. Ngày [[9 tháng 3]] năm [[1961]], thành lập thị trấn Vị Thanh trực thuộc huyện Long Mỹ bao gồm khu vực chợ Cái Nhum và các ấp xung quanh của xã Vị Thanh.\n\nĐến năm [[1966]], chính quyền Cách mạng tách thị trấn Vị Thanh và một số ấp của xã Vị Thanh ra khỏi huyện Long Mỹ để thành lập Thị xã [[Vị Thanh]] trực thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]]; đồng thời giao 3 xã Hòa An, Phương Bình, Phương Phú của huyện Long Mỹ cho huyện [[Phụng Hiệp]] quản lý. Ngoài ra chính quyền Cách mạng vẫn giao huyện Long Mỹ quản lý thêm như trước đây các xã Vĩnh Viễn, Xà Phiên, Lương Tâm, Hỏa Lựu, Vị Thủy, Vĩnh Tường, Vĩnh Thuận Đông.\n\nSau ngày [[30 tháng 4|30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] ban đầu vẫn đặt huyện Long Mỹ trực thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] cho đến đầu năm [[1976]]. Huyện lỵ là thị trấn Long Mỹ, được thành lập do tách một phần nhỏ đất đai từ các xã Long Trị, Long Bình và Thuận Hưng trước đó.\n\n===Từ năm 1976 đến nay===\nTheo Nghị định số 03\/NĐ-76 ngày [[24 tháng 2]] năm [[1976]] và Quyết định số 17\/QĐ-76 ngày [[24 tháng 3]] năm [[1976]], Chính phủ Việt Nam quyết định hợp nhất ba đơn vị hành chính cấp tỉnh ngang bằng nhau là tỉnh [[Sóc Trăng]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và [[Cần Thơ|thành phố Cần Thơ]] để thành lập tỉnh mới: [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]]. Lúc này, huyện Long Mỹ thuộc tỉnh Hậu Giang. Huyện Long Mỹ ban đầu bao gồm thị trấn Long Mỹ và 12 xã: Hỏa Lựu, Long Bình, Long Phú, Long Trị, Lương Tâm, Thuận Hưng, Vị Thanh, Vị Thủy, Vĩnh Thuận Đông, Vĩnh Tường, Vĩnh Viễn, Xà Phiên.\n\nNgày [[15 tháng 12]] năm [[1977]], Hội đồng Chính phủ ban hành Quyết định số 330-CP<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-330-CP-hop-nhat-huyen-Long-My-va-thi-xa-Vi-Thanh-tinh-Hau-Giang-thanh-huyen-Long-My-vb57933t17.aspx|tiêu đề=Quyết định 330|tác giả 1= |ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc hợp nhất huyện Long Mỹ và thị xã [[Vị Thanh]] thành đơn vị hành chính: huyện Long Mỹ. Thị xã Vị Thanh chuyển xuống thành thị trấn Vị Thanh thuộc huyện Long Mỹ.\n\nNgày [[23 tháng 10]] năm [[1978]], Hội đồng Chính phủ ban hành Quyết định số 273-CP<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-273-CP-thanh-lap-xa-Vi-Tan-huyen-Long-My-tinh-Hau-Giang-xac-dinh-dia-gioi-thi-tran-Vi-Thanh-huyen-Long-My-cung-tinh-vb57838t17.aspx|tiêu đề=Quyết định 273|tác giả 1=|ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc thành lập xã mới Vị Tân trên cơ sở tách đất từ thị trấn Vị Thanh.\n\nNgày [[21 tháng 4]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định số 174-CP<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-174-CP-dieu-chinh-dia-gioi-xa-thuoc-tinh-Hau-Giang-vb57443t17.aspx|tiêu đề=Quyết định 174|tác giả 1=|ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc chia một số xã thuộc huyện Long Mỹ, tỉnh Hậu Giang như sau: \n*Chia xã Vĩnh Thuận Đông thành 2 xã: Vĩnh Thuận Đông và  Vĩnh Thuận Tây.\n*Chia xã Thuận Hưng thành 2 xã: Thuận Hưng và Thuận Hòa.\n*Chia xã Hỏa Lựu thành 2 xã: Hỏa Lựu và Hỏa Tiến.\n*Chia xã Long Phú thành 2 xã: Long Phú và Tân Phú.\n*Chia xã Vĩnh Viễn thành 2 xã: Vĩnh Viễn và Vĩnh Lập.\n*Chia xã Long Bình thành 2 xã: Long Bình và Long Hòa.\n*Chia xã Vị Tân thành 2 xã: Vị Tân và Vị Đông.\n*Sáp nhập ấp 8 của xã Thuận Hưng và ấp 9 của xã Long Trị cũ vào thị trấn Long Mỹ.\n\nNgày [[15 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định số 70-HĐBT<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-70-HDBT-chia-xa-de-thanh-lap-xa-moi-thuoc-tinh-Hau-Giang-vb43128t17.aspx|tiêu đề=Quyết định 70|tác giả 1=|ngày=|ngày truy cập =24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc chia một số xã để thành lập các xã mới thuộc huyện Long Mỹ, tỉnh Hậu Giang như sau: \n*Chia xã Vị Thủy thành 3 xã: Vị Thủy, Vị Thắng và Vị Lợi.\n*Chia xã Vĩnh Tường thành 3 xã: Vĩnh Tường, Vĩnh Trung và Vĩnh Hiếu.\n*Chia xã Vị Thanh thành 3 xã: Vị Thanh, Vị Xuân và Vị Bình.\n*Chia xã Long Trị thành 2 xã: Long Trị và Long Tân.\n*Chia xã Xà Phiên thành 2 xã: Xà Phiên và Tân Thành.\n*Chia xã Lương Tâm thành 2 xã: Lương Tâm và Lương Nghĩa.\n\nTừ đó, huyện Long Mỹ bao gồm 2 thị trấn Long Mỹ, Vị Thanh và 29 xã: Hỏa Lựu, Hỏa Tiến, Long Bình, Long Hòa, Long Phú, Long Tân, Long Trị, Lương Nghĩa, Lương Tâm, Tân Phú, Tân Thành, Thuận Hòa, Thuận Hưng, Vị Bình, Vị Đông, Vị Lợi, Vị Tân, Vị Thắng, Vị Thanh, Vị Thủy, Vị Xuân, Vĩnh Hiếu, Vĩnh Lập, Vĩnh Thuận Đông, Vĩnh Thuận Tây, Vĩnh Trung, Vĩnh Tường, Vĩnh Viễn, Xà Phiên.\n\nNgày [[26 tháng 10]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định số 119-HĐBT<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-119-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Hau-Giang-vb43157t17.aspx|tiêu đề=Quyết định 119|tác giả 1=|ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc tách huyện Long Mỹ thành 2 huyện: Long Mỹ và Mỹ Thanh thuộc tỉnh [[Hậu Giang (tỉnh cũ)|Hậu Giang]] như sau:\n*Huyện Long Mỹ bao gồm các xã Lương Nghĩa, Lương Tâm, Vĩnh Viễn, Tân Thành, Vĩnh Thuận Đông, Thuận Hưng, Xà Phiên, Vị Thắng, Long Hòa, Thuận Hòa, Long Bình, Long Trị, Long Tân, Long Phú, Tân Phú và thị trấn Long Mỹ (trụ sở huyện). Huyện Long Mỹ có diện tích tự nhiên 38388,92 ha, diện tích canh tác 29366,30 ha và dân số 109.867 người.\n*Huyện Mỹ Thanh gồm có các xã Hỏa Tuyến, Vĩnh Lập, Hỏa Lựu, Vị Tân, Vĩnh Thuận Tây, Vị Đông, Vị Xuân, Vị Bình, Vị Thanh, Vị Lợi, Vĩnh Trung, Vĩnh Tường, Vĩnh Hiếu, Vị Thủy và thị trấn Vị Thanh (trụ sở huyện). Huyện Mỹ Thanh có diện tích tự nhiên 35283,43 ha, diện tích canh tác 23128,69 ha và dân số 104.675 người.\n\nNgày [[6 tháng 4]] năm [[1982]], Hội đồng Bộ trưởng ban hành Quyết định số 64-HĐBT<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-64-HDBT-doi-ten-huyen-My-Thanh-thuoc-tinh-Hau-Giang-vb43926t17.aspx|tiêu đề=Quyết định 64|tác giả 1=|ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc đổi tên huyện Mỹ Thanh thành huyện [[Vị Thanh]] thuộc tỉnh [[Hậu Giang (tỉnh cũ)|Hậu Giang]]. Bấy giờ, địa danh Vị Thanh được dùng cho cả ba đơn vị hành chính khác nhau là thị trấn Vị Thanh và xã Vị Thanh cùng trực thuộc huyện Vị Thanh.\n\nNgày [[28 tháng 1]] năm [[1991]], giải thể 6 xã: Thuận Hòa, Tân Phú, Long Hòa, Long Tân, Tân Thành và Lương Nghĩa. Trong đó, nhập xã Thuận Hòa vào xã Thuận Hưng, nhập xã Tân Phú vào xã Long Phú, nhập xã Long Hòa vào xã Long Bình, nhập xã Long Tân vào xã Long Trị, nhập xã Tân Thành vào xã Xà Phiên và nhập xã Lương Nghĩa vào xã Lương Tâm.<ref>Quyết định 36\/QĐ-TCCP về việc điều chỉnh địa giới một số xã thuộc các huyện Long Mỹ và Vị Thanh<\/ref>\n\nNgày [[25 tháng 1]] năm [[1994]], giải thể xã Vĩnh Lập của huyện [[Vị Thanh]] và nhập địa bàn vào xã Vĩnh Viễn.<ref name=QD03>Quyết định số 03\/CP ngày 25\/01\/1994.<\/ref>\n\nNgày [[26 tháng 12]] năm [[1991]], [[Quốc hội Việt Nam]] ban hành Nghị quyết chia [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]] thành [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và tỉnh [[Sóc Trăng]]. Huyện Long Mỹ thuộc [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]]<ref name=TK4>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-vb42812t13.aspx Nghị quyết của Quốc hội CHXHCNVN] ngày 26 tháng 12 năm 1991 về việc phân vạch lại địa giới hành chính một số tỉnh.<\/ref>. Năm [[1994]], huyện Long Mỹ bao gồm thị trấn Long Mỹ và 9 xã: Long Bình, Long Phú, Long Trị, Lương Tâm, Thuận Hưng, Vị Thắng, Vĩnh Thuận Đông, Vĩnh Viễn, Xà Phiên.<ref name=QD03>Quyết định số 03\/CP ngày 25\/01\/1994.<\/ref>\n\nNgày [[1 tháng 7]] năm [[1999]], [[Chính phủ Việt Nam]] ra Nghị định số 45\/1999\/NĐ-CP<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-45-1999-ND-CP-thanh-lap-thi-xa-Vi-Thanh-doi-ten-huyen-Vi-Thanh-thanh-huyen-Vi-Thuy-va-thanh-lap-cac-phuong-xa-thi-tran-thuoc-tinh-Can-Tho-vb45424t11.aspx|tiêu đề=Nghị định 45\/1999\/NĐ|tác giả 1=|ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc tái lập thị xã Vị Thanh, đổi tên huyện Vị Thanh thành huyện [[Vị Thủy]] và thành lập các phường, xã, thị trấn thuộc thị xã Vị Thanh và huyện Vị Thủy, tỉnh Cần Thơ. Theo đó, chuyển xã Vị Thắng với 2.321,49 ha diện tích tự nhiên và 9.796 nhân khẩu về huyện Vị Thủy quản lý.\n\nSau khi điều chỉnh địa giới hành chính, huyện Long Mỹ có 40.092,58 ha diện tích tự nhiên và 136.873 nhân khẩu bao gồm 9 đơn vị hành chính trực thuộc, các xã: Long Trị, Long Phú, Thuận Hưng, Xà Phiên, Lương Tâm, Long Bình, Vĩnh Thuận Đông, Vĩnh Viễn và thị trấn Long Mỹ.\n\nNgày [[26 tháng 11]] năm [[2003]], [[Quốc hội Việt Nam]] thông qua Nghị quyết số 22\/2003\/QH11 về việc chia và điều chỉnh địa giới hành chính một số tỉnh. Theo đó, chia [[cần Thơ (tỉnh)|tỉnh Cần Thơ]] thành [[cần Thơ|thành phố Cần Thơ]] trực thuộc trung ương và tỉnh [[Hậu Giang]]. Huyện Long Mỹ thuộc tỉnh [[Hậu Giang]], bao gồm thị trấn Long Mỹ và 8 xã: Long Phú, Long Bình, Long Trị, Thuận Hưng, Vĩnh Thuận Đông, Xà Phiên, Vĩnh Viễn, Lương Tâm.\n\nNgày [[27 tháng 10]] năm [[2006]], [[Chính phủ Việt Nam]] ban hành Nghị định số 124\/2006\/NĐ-CP<ref>{{Chú thích web|url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-124-2006-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-xa-thi-tran-thuoc-thi-xa-Vi-Thanh-huyen-Long-My-doi-ten-Tan-Hiep-Nga-Bay-Hau-Giang-vb14846t11.aspx|tiêu đề = Nghị định 124\/2006\/NĐ|tác giả 1=|ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc điều chỉnh địa giới hành chính, thành lập xã, thị trấn thuộc [[vị Thanh|thị xã Vị Thanh]], huyện Long Mỹ, đổi tên thị xã Tân Hiệp thành thị xã Ngã Bảy, tỉnh [[Hậu Giang]]\nnhư sau: \n*Thành lập xã Thuận Hòa trên cơ sở điều chỉnh 2.700,77 ha diện tích tự nhiên và 11.065 nhân khẩu của xã Thuận Hưng.\n*Thành lập thị trấn Trà Lồng trên cơ sở điều chỉnh 713,56 ha diện tích tự nhiên và 4.571 nhân khẩu của xã Long Phú.\n*Thành lập xã Tân Phú trên cơ sở điều chỉnh 2.550,37 ha diện tích tự nhiên và 9.060 nhân khẩu của xã Long Phú.\n\nSau khi điều chỉnh, huyện Long Mỹ có 39.611,57 ha diện tích tự nhiên và 159.677 nhân khẩu, có 12 đơn vị hành chính trực thuộc, bao gồm các xã: Long Trị, Tân Phú, Long Phú, Long Bình, Thuận Hoà, Thuận Hưng, Xà Phiên, Lương Tâm, Vĩnh Thuận Đông, Vĩnh Viễn và các thị trấn: Long Mỹ, Trà Lồng.\n\nNgày [[13 tháng 12]] năm [[2007]], [[Chính phủ Việt Nam]] ban hành Nghị định số 182\/2007\/NĐ-CP<ref>{{Chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-182-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-Luong-Tam-xa-Vinh-Vien-de-thanh-lap-xa-Luong-Nghia-Vinh-Vien-A-thuoc-Long-My-tinh-Hau-Giang-vb60113t11.aspx|tiêu đề=Nghị định 182\/2007\/NĐ|tác giả 1=|ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc điều chỉnh địa giới hành chính huyện Long Mỹ như sau:\n*Thành lập xã Lương Nghĩa trên cơ sở điều chỉnh 2.823 ha diện tích tự nhiên và 10.024 nhân khẩu của xã Lương Tâm.\n*Thành lập xã Vĩnh Viễn A trên cơ sở điều chỉnh 2.498,31 ha diện tích tự nhiên và 8.308 nhân khẩu của xã Vĩnh Viễn (xã Vĩnh Viễn A ngày nay tương ứng với xã Vĩnh Lập trước năm 1994).\n\nSau khi điều chỉnh, huyện Long Mỹ có 36.612,07 ha diện tích tự nhiên và 162.344 nhân khẩu, có 14 đơn vị hành chính trực thuộc, bao gồm 2 thị trấn: Long Mỹ, Trà Lồng và 12 xã: Long Phú, Tân Phú, Thuận Hưng, Thuận Hoà, Xà Phiên, Vĩnh Thuận Đông, Lương Tâm, Lương Nghĩa, Vĩnh Viễn, Vĩnh Viễn A, Long Trị, Long Bình.\n\nNgày [[24 tháng 8]] năm [[2009]], [[Chính phủ Việt Nam]] ban hành Nghị quyết số 37\/NQ-CP<ref>{{Chú thích web|url= http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-37-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-xa-thi-tran-thuoc-huyen-Chau-Thanh-A-huyen-Chau-Thanh-huyen-Long-My-Hau-Giang-vb93660t13.aspx|tiêu đề=Nghị quyết 37\/NQ|tác giả 1=|ngày=|ngày truy cập=24 tháng 8 năm 2015|nơi xuất bản=|ngôn ngữ=}}<\/ref> về việc điều chỉnh địa giới hành chính xã, thành lập xã, thị trấn thuộc huyện [[Châu Thành A]], huyện [[Châu Thành, Hậu Giang|Châu Thành]], huyện Long Mỹ, tỉnh [[Hậu Giang]]. Theo đó, thành lập xã [[Long Trị A]] trên cơ sở điều chỉnh 2.041,43 ha diện tích tự nhiên và 10.965 nhân khẩu của xã Long Trị (xã Long Trị A ngày nay tương ứng với xã Long Tân trước năm 1991).\n\nSau khi điều chỉnh, huyện Long Mỹ có 39.621,64 ha diện tích tự nhiên và 164.865 nhân khẩu, có 15 đơn vị hành chính trực thuộc, bao gồm các xã: Long Bình, Long Trị, Long Trị A, Long Phú, Tân Phú, Thuận Hưng, Thuận Hòa, Vĩnh Thuận Đông, Vĩnh Viễn, Vĩnh Viễn A, Lương Tâm, Lương Nghĩa, Xà Phiên và các thị trấn: Long Mỹ, Trà Lồng.\n\nNgày [[15 tháng 5]] năm [[2015]], toàn bộ diện tích tự nhiên và dân số của 2 thị trấn: Long Mỹ, Trà Lồng và 5 xã: Long Bình, Long Phú, Long Trị, Long Trị A, Tân Phú được tách ra để thành lập [[Long Mỹ (thị xã)|thị xã Long Mỹ]] theo Nghị quyết số 933\/2015\/NQ-UBTVQH của Ủy ban Thường vụ Quốc hội<ref>Nghị quyết số 933\/2015\/NQ-UBTVQH của Ủy ban Thường vụ Quốc hội về việc thành lập thị xã Long Mỹ và thành lập các phường thuộc thị xã Long Mỹ, tỉnh Hậu Giang<\/ref>.\n\nSau khi điều chỉnh, huyện Long Mỹ còn lại 260,07&nbsp;km² diện tích tự nhiên và 84.423 người với 8 đơn vị hành chính trực thuộc, gồm 8 xã: Thuận Hưng, Thuận Hòa, Vĩnh Thuận Đông, Vĩnh Viễn (huyện lỵ), Vĩnh Viễn A, Lương Tâm, Lương Nghĩa và Xà Phiên.\n\nNgày [[12 tháng 3]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 655\/NQ-UBTVQH14 về việc thành lập thị trấn Vĩnh Viễn (thị trấn huyện lỵ huyện Long Mỹ) trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Vĩnh Viễn (nghị quyết có hiệu lực từ ngày [[1 tháng 5]] năm [[2019]]).<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-655-NQ-UBTVQH14-2019-thanh-lap-thi-tran-Vinh-Vien-thuoc-huyen-Long-My-Hau-Giang-410089.aspx Nghị quyết số 655\/NQ-UBTVQH14 của Ủy ban Thường vụ Quốc hội về việc thành lập thị trấn Vĩnh Viễn thuộc huyện Long Mỹ, tỉnh Hậu Giang]<\/ref>\n\nHuyện Long Mỹ có 1 thị trấn và 7 xã như hiện nay.\n\n==Kinh tế - xã hội==\nGiai đoạn 2016-2020, tốc độ tăng trưởng kinh tế bình quân (giá so sánh năm 2010) đạt 4,56%, trong đó: khu vực I: 3,04%; khu vực II: 11,61%; khu vực \nIII: 3,28%; cơ cấu kinh tế chuyển dịch theo hướng giảm tỷ trọng nông nghiệp – thủy sản (16,89%), tăng tỷ trọng thương mại – dịch vụ (12,32%) và tăng tỷ trọng công nghiệp – xây dựng (4,57%). Giá trị sản xuất (giá so sánh 2010) là 3.687\/3.000 tỷ đồng đạt 122,9% kế hoạch, vượt 22,9% kê hoạch. Trong đó Khu \nvực I: 2.367\/1.500 tỷ đồng đạt 157,8% kế hoạch, khu vực II: 770\/650 tỷ đồng đạt118,46% kế hoạch, khu vực III: 550\/850 tỷ đồng đạt 64,71% kế hoạch. Tổng thu ngân sách nhà nước trên địa bàn 5 năm đạt 2.649,619 tỷ đồng, tăng bình quân 7,75%\/năm, đạt 64,58% kế hoạch (kế hoạch 5 năm là bình quân tăng từ 12-15%), trong đó: Thu nội địa là: 106,911 tỷ đồng, đạt 164,46% (kế hoạch mỗi năm là 13 tỷ đồng); tổng chi ngân sách nhà nước 2.163,488 tỷ đồng. Năm 2020, giá trị GRDP bình quân đầu người đạt 41,64 triệu đồng\/người (trong năm 2015 là 28,087 triệu đồng\/người).<ref name=HLM2020\/> \n\n===Nông nghiệp===\nNông nghiệp – thủy sản luôn chiếm tỷ trọng cao nhất trong cơ cấu kinh tế của huyện (năm 2020 là 62,78%), tổng giá trị sản xuất nông nghiệp và thủy sản năm 2020 đạt 2.367 tỷ đồng. Thời gian qua, mặc dù còn gặp khó khăn do giá cả vật tư nông nghiệp luôn biến động ở mức cao, giá một số hàng hóa nông sản sụt giảm,... đã ảnh hưởng đến hiệu quả sản xuất nông nghiệp, nhưng do huyện đã đẩy mạnh chuyển đổi cơ cấu cây trồng, vật nuôi, cải tạo diện tích vườn kém hiệu quả, phát triển các mô hình trồng rau, màu trên đất lúa; phát triển nuôi trồng thủy sản, mô hình chăn nuôi gia súc, gia cầm theo hướng đảm bảo vệ sinh an toàn thực phẩm,... Do đó, kinh tế nông nghiệp của huyện tiếp tục phát triển ổn định theo \nhướng sản xuất hàng hóa, nâng cao năng suất, chất lượng và hiệu quả, góp phần ổn định lương thực.\n\nGiai đoạn 2011-2020, tổng giá trị sản xuất nông nghiệp (giá so sánh năm 2010) tăng bình quân 4,8%\/năm, đạt 2.367 tỷ đồng năm 2020 và tăng 405 tỷ đồng so với năm 2011.\n\n;Trồng trọt\n* Cây lúa: hiện nay vẫn là cây trồng chủ lực của huyện. Năm 2020, diện tích canh tác lúa ổn định khoảng 40.954 ha giảm 3.251 ha so với năm 2011, vòng quay sử dụng đất đạt 2,5 lần, tổng sản lượng lương thực đạt 272.143 tấn tăng 2.574 tấn so với năm 2011.\n* Hoa màu và cây công nghiệp ngắn ngày: diện tích giảm qua các năm, ddến năm 2020 đạt 3.956,69 ha, tổng sản lượng đạt 47.362 tấn.\n* Cây lâu năm: năm 2020, diện tích đất trồng cây lâu năm vẫn giữ vững khoảng 2.807 ha, giảm 74 ha so với năm 2011; tổng sản lượng đạt 35.241 tấn, tăng 21.873 tấn so với năm 2011.\n\n;Chăn nuôi\nNăm 2020, tổng đàn gia súc 26.305 con, giảm 6.529 con so với năm 2011 và đàn gia cầm là 1.278.510 con, tăng 208.060 con so với năm 2011.\n\n;Thủy sản \nNăm 2020, diện tích nuôi trồng đạt 1.029,28 ha, tổng sản lượng đạt 5.769,88 tấn.\n\n;Lâm nghiệp \nGiá trị sản xuất (giá so sánh 2010) ngành lâm nghiệp năm 2020 đạt 11.558 triệu đồng, chiếm 3,36% giá trị sản xuất của khu vực I. Trong đó, chủ yếu là khai thác gỗ và lâm sản khác với giá trị sản xuất 11.419 triệu đồng, chiếm 98,8% giá trị sản xuất lâm nghiệp. Một số sản phẩm chủ yếu của ngành lâm nghiệp như gỗ, củi, tre, trúc,...<ref name=HLM2020\/>\n\n===Công nghiệp===\n;Công nghiệp - tiểu thủ công nghiệp\nNăm 2020, giá trị sản xuất công nghiệp (theo giá so sánh năm 2010) là 383.560 triệu đồng, tăng 291.832 triệu đồng so với năm 2011; số cơ sở doanh nghiệp là 69 cơ sở, tăng 38 cơ sở so với năm 2011; số lao động là 615 người, tăng 337 người so với năm 2011. \n\n;Xây dựng\nGiai đoạn 2011-2020, mặc dù còn nhiều khó khăn về nguồn vốn đầu tư, nhưng huyện đã thực hiện bố trí các nguồn vốn có trọng tâm, trọng điểm; tập trung \nvào đầu tư phát triển kết cấu cơ sở hạ tầng như trường, lớp; trạm y tế; giao thông nông thôn; gia cố sạt lở; chỉnh trang đô thị; xây dựng trung tâm hành chính các xã; công trình phục vụ văn hóa, thể thao,... với tổng vốn đầu tư xây dựng là 606,9 tỷ đồng, trong đó có 293 công trình đã thực hiện.<ref name=HLM2020\/>\n\n===Dịch vụ===\nHuyện luôn chú trọng việc mở rộng thị trường hàng hóa, dịch vụ để đáp ứng nhu cầu sản xuất và tiêu dùng của người dân; thường xuyên quan tâm chỉ đạo \nkiểm tra các cơ sở kinh doanh trên địa bàn nhằm góp phần bình ổn giá, chống gian lận thương mại, hàng giả, kém chất lượng, niêm yết giá và bán đúng giá niêm yết. Cuối năm 2019, tổng mức bán lẻ hàng hóa và doanh thu dịch vụ đạt 1.703 tỷ đồng.<ref name=HLM2020\/>\n\n===Lao động, việc làm và thu nhập===\nNăm 2020, dân số của huyện là 76.678 người với mật độ 295 người\/km². Trong đó, trong độ tuổi lao động khoảng 46.547 người (chiếm 60,65% dân số).\n\nCông tác giới thiệu việc làm luôn được huyện quan tâm đẩy mạnh để đáp ứng cho nhu cầu thực tế sản xuất trên địa bàn và vùng lân cận, nhất là thị xã Long Mỹ, thành phố Vị Thanh. Từ đó, góp phần ổn định an ninh trật tự trên địa bàn, thúc đẩy phát triển kinh tế - xã hội, nâng cao mức sống người dân, cũng như góp phần giảm nghèo bền vững.\n\nNăm 2020, thu nhập bình quân đầu người ước đạt 40 triệu đồng\/người\/năm.<ref name=HLM2020\/>\n\n==Dân số==\n{{Lịch sử dân số\n|title = Lịch sử phát triển dân số của huyện Long Mỹ qua các năm\n|type = \n|align = \n|direction =\n|cols = 2\n|width = 5em\n|state = \n|shading = \n|pop_name =\n|percentages = \n|footnote = \n|source = Niên giám thống kê huyện Long Mỹ\n| 1998 | 136.873\n| 2005 | 159.677\n| 2006 | 162.344\n| 2008 | 164.865\n| 2013 | 157.380\n| 2014 |  84.423\n| 2015 |  79.239\t\t\t\t\n| 2016 |  78.991\n| 2017 |  78.692\n| 2018 |  78.441\n| 2019 |  77.256\n| 2020 |  76.678\n}}\n\nNăm 2019, huyện Long Mỹ có diện tích 260,07&nbsp;km², dân số là 77.256 người, mật độ dân số đạt 297 người\/km².<ref name=HLM2019>{{Chú thích web|url=https:\/\/longmy.haugiang.gov.vn\/documents\/228620\/1289984\/02%20Dan%20so%20(5-12).xlsx_20200706212605.xlsx\/e9ef45bb-4089-1ce4-d505-b1c2c0eaf138|tựa đề= Niên giám thống kê huyện Long Mỹ năm 2019 |ngày= 6 tháng 7 năm 2020 |website= Cổng thông tin điện tử huyện Long Mỹ |url-status=live}}<\/ref>\n\nNăm 2020, huyện Long Mỹ có diện tích 260,72&nbsp;km², dân số là 76.678 người, mật độ 295 người\/km².<ref name=HLM2020\/>\n\n== Giao thông ==\n===Giao thông đường bộ===\nĐường tỉnh có 2 tuyến là ĐT 930B và ĐT 930. Trong đó:\n* ĐT.930B: Từ trung tâm xã Thuận Hưng là tuyến giao thông nối cá xã Thuận Hưng, Xà Phiên đến xã Lương Tâm, Lương Nghĩa đi thị trấn Ngan Dừa, huyện Hồng Dân, tỉnh Bạc Liêu, đoạn qua địa bàn huyện có chiều dài khoảng 22,5 km, mặt đường nhỏ.\n* ĐT.930: Từ trung tâm thị xã Long Mỹ là tuyến đường giao thông nối các xã Thuận Hưng, Vĩnh Viễn, Vĩnh Viễn A, huyện Long Mỹ với xã Hỏa Tiến, TP. Vị Thanh qua Quốc lộ 61 đi Kiên Giang, đoạn qua địa bàn huyện có chiều dài khoảng 19,0 km, mặt đường nhỏ. Hiện nay, các tuyến này đang được nâng cấp, mở rộng để đáp ứng cho nhu cầu đi lại, cũng như vận chuyển hàng hóa của nhân dân. \n\nĐường huyện: các tuyến trên địa bàn có chiều rộng mặt đường thường từ 2m đến 3,5m đủ cho 1 làn xe, thường bị ngập nước vào mùa mưa, tải trọng cầu \nthuộc các tuyến đường này không lớn hoặc chưa có cầu mà chỉ có bến đò. Do đó, khả năng khai thác còn hạn chế, không ổn định và bị giới hạn về tải trọng vận chuyển.\n\nĐường giao thông nông thôn: đến nay đã xây dựng được 83\/26 tuyến và 97\/21 cây cầu.<ref name=HLM2020\/>\n\n===Giao thông đường thủy===\nTrên địa bàn huyện có các tuyến chính như [[sông Cái Lớn]], [[sông Nước Đục]], [[sông Nước Trong]], kênh Hậu Giang 3, kênh Long Mỹ 2, kênh Ngăn Mặn, [[kênh Trà Ban]],... cùng nhiều tuyến vừa và nhỏ khác nên đáp ứng tốt cho nhu cầu đi lại và vận chuyển hàng hoá bằng đường thủy của nhân dân.<ref name=HLM2020\/>\n\n==Di tích==\nHuyện có 2 khu [[di tích Việt Nam|di tích lịch sử]] là đền thờ [[Hồ Chí Minh|Bác Hồ]] và di tích chiến thắng Chương Thiện (thuộc quân đội [[Việt Nam Cộng hòa]]).\n\n== Chú thích ==\n{{tham khảo}}\n==Tham khảo==\n{{sơ khai Hậu Giang}}\n{{Huyện thị Hậu Giang}}\n{{Đơn vị hành chính thuộc huyện Long Mỹ}}"}