{"136153":"{{otheruses|Long Hồ (định hướng)}} \n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Long Hồ\n| hình = Sông Long Hồ 2.jpg\n| ghi chú hình = Sông Long Hồ, đoạn chảy qua thị trấn Long Hồ\n| vĩ độ = 10\n| vĩ phút = 13\n| vĩ giây = 58\n| kinh độ = 105\n| kinh phút = 55\n| kinh giây = 47\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 196,59 km²\n| dân số = 160.537 người\n| thời điểm dân số = 2018\n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = 817 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Khmer (Việt Nam)|Khmer]]\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Vĩnh Long]] \n| huyện lỵ = Thị trấn [[Long Hồ (thị trấn)|Long Hồ]]\n| thành lập = 1908 \n| chủ tịch UBND = Lê Phi Long\n| chủ tịch HĐND = Hồ Văn Minh\n| phân chia hành chính = 1 thị trấn, 14 xã\n| trụ sở UBND = Khóm 5, thị trấn Long Hồ\n| mã hành chính = 857<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 64-B1-B2\n| mã bưu chính =85200\n| số điện thoại = \n*0270.3.850.250\n*0270.3.850.888\n| web ={{url|longho.vinhlong.gov.vn}}\n}}\n\n'''Long Hồ''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Vĩnh Long]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Long Hồ nằm ở cửa ngõ phía bắc tỉnh Vĩnh Long, bị sông Tiền chia cắt thành hai khu vực, bao bọc 3 mặt bởi thành phố Vĩnh Long, có vị trí địa lý:\n*Phía đông giáp huyện [[Mang Thít]] và giáp huyện [[Chợ Lách]], tỉnh [[Bến Tre]]\n*Phía tây giáp thành phố [[Vĩnh Long (thành phố)|Vĩnh Long]] và giáp huyện [[Châu Thành, Đồng Tháp|Châu Thành]], tỉnh [[Đồng Tháp]]\n*Phía nam giáp huyện [[Tam Bình]]\n*Phía bắc giáp hai huyện [[Cái Bè]] và [[Cai Lậy (huyện)|Cai Lậy]] thuộc tỉnh [[Tiền Giang]] với ranh giới là [[sông Tiền]].\n\n===Địa hình===\n*Thuộc miền phù sa sông nước Cửu Long (hạ lưu sông Mê Kông), có nước ngọt quanh năm.\n*Đất đai tương đối bằng phẳng, có nhiều sông ngòi, ao, hồ, mương, rạch; có đất cù lao, bãi bồi và cồn mới nổi,...\n\n===Khí hậu - thủy văn===\nKhí hậu nhiệt đới gió mùa, mực thủy văn tăng giảm trên sông trong năm tương đối đều hoà, bão lũ triều cường có ảnh hưởng nhưng mức độ không lớn như các khu vực khác, nhiệt độ phần lớn dao động từ 32&nbsp;°C - 37&nbsp;°C.\n\n==Hành chính==\nHuyện Long Hồ có 15 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Long Hồ (thị trấn)|Long Hồ]] (huyện lỵ) và 14 xã: [[An Bình, Long Hồ|An Bình]], [[Bình Hòa Phước|Bình Hoà Phước]], [[Đồng Phú, Long Hồ|Đồng Phú]], [[Hòa Ninh, Long Hồ|Hoà Ninh]], [[Hòa Phú, Long Hồ|Hoà Phú]], [[Lộc Hòa, Long Hồ|Lộc Hoà]], [[Long An, Long Hồ|Long An]], [[Long Phước, Long Hồ|Long Phước]], [[Phú Đức, Long Hồ|Phú Đức]], [[Phước Hậu, Long Hồ|Phước Hậu]], [[Tân Hạnh, Long Hồ|Tân Hạnh]], [[Thanh Đức, Long Hồ|Thanh Đức]], [[Thạnh Quới, Long Hồ|Thạnh Quới]], [[Phú Quới]].\n\n==Lịch sử==\nThời [[chúa Nguyễn]], Long Hồ là dinh thuộc châu [[Định Viễn]]. Dinh Long Hồ rất rộng, bao trùm hầu như cả vùng [[Đồng bằng sông Cửu Long|Đồng bằng Sông Cửu Long]] ngày nay: từ [[Bến Tre]], qua [[Trà Vinh]], sang [[Sa Đéc]], [[Cần Thơ]], [[An Giang]], [[Cà Mau]] đến tận Hà Tiên thuộc [[Kiên Giang]].\n\nVào Thời Gia Long, Long Hồ ngày nay thuộc huyện [[Vĩnh Bình]], phủ Định Viễn, trấn Vĩnh Thanh. [[Minh Mạng|Triều Minh Mạng]], đất này thuộc [[vĩnh Long|tỉnh Vĩnh Long]]. [[Pháp thuộc|Thời Pháp thuộc]], Long Hồ thuộc hạt thanh tra Định Viễn, sau là hạt [[Vĩnh Long]], đến ngày [[1 tháng 1]] năm [[1900]] thì thuộc tỉnh [[Vĩnh Long]]. Từ ngày [[25 tháng 1]] năm [[1908]], địa bàn huyện Long Hồ và [[vĩnh Long (thành phố)|thành phố Vĩnh Long]] ngày nay thuộc quận [[Long Châu]], [[vĩnh Long|tỉnh Vĩnh Long]].\n\nNgày [[9 tháng 2]] năm [[1917]], quận Long Châu đổi thành quận Châu Thành. Ngày [[11 tháng 8]] năm [[1942]], trung tâm quận Châu Thành được tách ra thành lập làng tỉnh lỵ Long Châu. Sau [[30 tháng 4]] năm [[1975]], quận Châu Thành, [[vĩnh Long|tỉnh Vĩnh Long]] đổi thành huyện Châu Thành Tây, [[cửu Long (tỉnh)|tỉnh Cửu Long]], khi đó gồm có 11 xã: An Bình, An Đức, Bình Hòa Phước, Đồng Phú, Lộc Hòa, Long Phước, Phú Quới, Tâm Long, Tân Hạnh, Tân Hòa và Tân Ngãi.\n\nNgày [[11 tháng 3]] năm [[1977]], huyện Châu Thành Tây nhập với huyện Cái Nhum và 2 xã Hòa Hiệp, Hậu Lộc của huyện Tam Bình thành huyện Long Hồ, bao gồm 16 xã: An Bình, An Đức (trung tâm huyện), An Phước, Bình Hòa Phước, Bình Phước, Chánh Hội, Đồng Phú, Hòa Tịnh, Lộc Hòa, Long Phước, Mỹ An, Nhơn Phú, Phú Quới, Tâm Long, Tân Hạnh và Tân Long Hội, riêng 2 xã Tân Hòa và Tân Ngãi được sáp nhập vào [[Vĩnh Long (thành phố)|thị xã Vĩnh Long]] (nay là thành phố Vĩnh Long)<ref name=CP59>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-59-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Cuu-Long\/57968\/noi-dung.aspx Quyết định 59-CP hợp nhất điều chỉnh địa giới huyện thuộc tỉnh Cửu Long]<\/ref>. Ngày [[15 tháng 9]] năm [[1981]], chia xã Tâm Long thành 2 xã: Thanh Đức và Long Mỹ.<ref name=HDBT69>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-69-HDBT-chia-xa-de-thanh-lap-xa-moi-huyen-Cau-ngang-Tra-Cu-Long-Ho-tinh-Cuu-Long\/43127\/noi-dung.aspx Quyết định 69-HĐBT chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ, tỉnh Cửu Long]<\/ref>\n\nNgày [[29 tháng 9]] năm [[1981]], tách 9 xã: An Phước, Chánh Hội, Tân Long Hội, Nhơn Phú, Mỹ An, Hoà Tịnh, Bình Phước và Long Mỹ để thành lập huyện Mang Thít.<ref name=HDBT98>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-98-HDBT-phan-vach-dia-gioi-huyen-thuoc-tinh-Cuu-Long\/43143\/noi-dung.aspx Quyết định 98-HĐBT phân vạch địa giới huyện thuộc tỉnh Cửu Long]<\/ref>\n\nHuyện Long Hồ còn lại 9 xã: An Bình, Bình Hòa Phước, Long Phước, Lộc Hòa, Tân Hạnh, Đồng Phú, An Đức, Phú Quới và Thanh Đức.\n\nNgày [[17 tháng 4]] năm [[1986]], Hội đồng Bộ trưởng Việt Nam ban hành '''Quyết định số 44\/HĐBT'''<ref name=\"HĐBT44\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-44-HDBT-dieu-chinh-dia-gioi-hanh-chinh-thi-xa-Vinh-Long-huyen-Long-Ho-va-Mang-Thit-tinh-Vinh-Long\/37079\/noi-dung.aspx Quyết định 44-HĐBT điều chỉnh địa giới hành chính thị xã Vĩnh Long, huyện Long Hồ và Mang Thít, tỉnh Vĩnh Long]<\/ref>. Theo đó:\n*Tách các xã An Bình, Bình Hòa Phước, Đồng Phú, Thanh Đức, Tân Hạnh (trừ ấp An Hiệp và 1\/2 ấp Phước Bình), và xã Long Phước (gồm ấp Phước Hanh, Phước Ngươn A, 1\/2 ấp Phước Lợi A và 4\/5 ấp Phước Lợi B) thuộc huyện Long Hồ để sáp nhập vào thị xã Vĩnh Long.\n*Sáp nhập huyện Mang Thít vào huyện Long Hồ.\n\nTừ đó, huyện Long Hồ bao gồm 12 xã: An Đức, An Phước, Chánh Hội, Bình Phước, Nhơn Phú, Lộc Hòa, Long Phước, Long Mỹ, Hòa Tịnh, Mỹ An, Tân Long Hội và Phú Quới.\n\nNgày [[23 tháng 11]] năm [[1991]], thành lập [[Long Hồ (thị trấn)|thị trấn Long Hồ]] trên cơ sở một phần diện tích và dân số của xã An Đức. Cuối năm [[1991]], [[cửu Long (tỉnh)|tỉnh Cửu Long]] tách thành [[vĩnh Long|tỉnh Vĩnh Long]] và [[trà Vinh|tỉnh Trà Vinh]], huyện Long Hồ thuộc [[vĩnh Long|tỉnh Vĩnh Long]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Ngày [[13 tháng 2|13 tháng 2]] năm [[1992]], tách một số xã của huyện Long Hồ để tái lập huyện [[Mang Thít]]; chuyển 6 xã: Đồng Phú, An Bình, Bình Hòa Phước, Phước Hậu, Tân Hạnh và Thanh Đức của thị xã Vĩnh Long về huyện Long Hồ quản lý. Huyện Long Hồ bao gồm thị trấn Long Hồ và 10 xã: An Đức, Lộc Hòa, Long Phước, Phú Quới, Đồng Phú, An Bình, Bình Hòa Phước, Phước Hậu, Tân Hạnh, Thanh Đức.\n\nNgày [[1 tháng 8]] năm [[1994]], giải thể xã An Đức và thành lập các xã mới:\n*Chia xã An Đức thành 2 xã: Long An và Phú Đức.\n*Thành lập xã Hòa Ninh trên cơ sở điều chỉnh một phần diện tích và dân số của 3 xã: An Bình, Đồng Phú và Bình Hòa Phước.\n*Thành lập xã Hòa Phú trên cơ sở điều chỉnh một phần diện tích và dân số của xã Lộc Hòa.\n*Thành lập xã Thạnh Qưới trên cơ sở điều chỉnh một phần diện tích và dân số của xã Phú Qưới.\n\nTừ đó, huyện Long Hồ có 1 thị trấn và 14 xã như hiện nay.\n\n==Kinh tế==\n[[Tập tin:Công viên Long Hồ.jpg|nhỏ|250px|giữa|Công viên tại thị trấn Long Hồ]]\n* Thế mạnh kinh tế của Long Hồ là nông nghiệp, trước đây, cây trồng chủ yếu của huyện là lúa và hoa màu. Huyện xác định khai thác thế mạnh thủy sản để đẩy nhanh tốc độ chuyển dịch cơ cấu kinh tế trong nông nghiệp, nông dân thực hiện các mô hình đa dạng: nuôi cá ruộng lúa, cá ao hồ, nuôi trong mương vườn….\n* \n* Là huyện nằm ven thành phố Vĩnh Long, định hướng phát triển của Long Hồ là trở thành khu, cụm công nghiệp - thương mại dịch vụ vệ tinh của thành phố. Giai đoạn 2007 - 2010, huyện Long Hồ quy hoạch sử dụng 19.298 ha diện tích đất tự nhiên cho mục tiêu phát triển kinh tế. Theo đó, diện tích đất nông nghiệp 13.066 ha, đất phi nông nghiệp 6.186 ha trong đó 1.188 ha dành cho đất ở và 2.503 ha đất chuyên dùng tập trung bố trí quy hoạch các khu sản xuất công nghiệp gốm và vật liệu xây dựng. \n* \n* Huyện tiếp tục chuyển mục đích sử dụng đất nông nghiệp sang phi nông nghiệp 1.646 ha, chuyển đổi cơ cấu sử dụng đất trong nội bộ đất nông nghiệp 1.996 ha trong đó chuyển đất chuyên trồng lúa nước sang trồng cây lâu năm 1.319 ha, đất chuyên trồng lúa nước chuyển sang đất cây hàng năm khác 422 ha và chuyển sang nuôi trồng thủy sản 67,8 ha để nâng cao giá trị sản xuất trên 1 đơn vị diện tích.\n* \n* Năm 2010, huyện Long Hồ phấn đấu thực hiện các chỉ tiêu cụ thể như: tổng giá trị sản xuất nông nghiệp, thủy sản đạt trên 1.000 ty đồng; giá trị sản xuất công nghiệp, tiểu thủ công nghiệp đạt hơn 462 tỷ đồng; tổng mức bán lẻ hàng hoá và dịch vụ tiêu dùng xã hội hơn 1.800 tỷ đồng; thu nhập bình quân đầu người đạt 14,44 triệu đồng\/người\/năm. \n* \n* Huyện có khu công nghiệp Hoà Phú, đã được khởi công giai đoạn 2 vào ngày 27 tháng 3 năm 2010. KCN Hòa Phú – giai đoạn II có tổng diện tích gần 130 ha, với tổng vốn đầu tư hơn 438 tỷ đồng, trong đó diện tích đất công nghiệp chiếm trên 91 ha, đất trung tâm điều hành 2,82 ha, đất công trình đầu mối kỹ thuật 02 ha, đất giao thông 18,08 ha, đất cây xanh (tập trung và cách ly) 15,96 ha.\n\n==Giao thông==\n\nĐây cũng là địa phương có dự án [[Đường cao tốc Mỹ Thuận – Cần Thơ]] đi qua đang được xây dựng.\n\n==Danh nhân==\n[[Tập tin:Chín Mây from An Bình, Vietnam.jpg|nhỏ|giữa|Một người dân ở An Bình, Long Hồ chèo thuyền đưa khách du lịch tham quan]] \n* [[Trần Văn Hữu]], cố Thủ tướng [[Quốc gia Việt Nam]]. \n* [[Phạm Hùng]], cố [[Chủ tịch nước Việt Nam]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Vĩnh Long}}\n\n{{Huyện thị Vĩnh Long}}\n{{Đơn vị hành chính thuộc huyện Long Hồ}}"}