{"151298":"{{Bài cùng tên}}\n{{Thông tin đơn vị hành chính Việt Nam | Huyện\n| tên = Long Phú\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 9\n| vĩ phút = 38\n| vĩ giây = 0\n| kinh độ = 106\n| kinh phút = 0\n| kinh giây = 0\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 263,72 km²\n| dân số = 113.856 người\n| thời điểm dân số = 2016\n| dân số thành thị = 25.402 người (22%)\n| dân số nông thôn = 88.454 người (78%) \n| mật độ dân số = 432 người\/km²\n| dân tộc = Kinh, Khmer, Hoa\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Sóc Trăng]] \n| huyện lỵ = Thị trấn [[Long Phú (thị trấn)|Long Phú]]\n| thành lập = 01\/03\/1926\n| chủ tịch UBND = Huỳnh Đức\n| chủ tịch HĐND = Nguyễn Thanh Hùng\n|bí thư =  \n| phân chia hành chính = 2 thị trấn, 9 xã\n| biển số xe = 83-P1-P2-P3-P4-Z1\n| mã hành chính = 946<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = Ấp 4, thị trấn [[Long Phú (thị trấn)|Long Phú]] \n| số điện thoại = 0299.3.851.209 \n| số fax = 0299.3.851.209 \n| web = {{url|longphu.soctrang.gov.vn}}\n}}\n\n'''Long Phú''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Sóc Trăng]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Long Phú nằm ở phía [[đông]] tỉnh [[Sóc Trăng]], có vị trí địa lý:\n*Phía tây giáp [[sóc Trăng (thành phố)|thành phố Sóc Trăng]] và huyện [[Châu Thành, Sóc Trăng|Châu Thành]]\n*Phía bắc giáp huyện [[Kế Sách]]\n*Phía đông giáp huyện [[Cù Lao Dung]] và huyện [[Cầu Kè]], tỉnh [[Trà Vinh]] với ranh giới tự nhiên là [[sông Hậu]]\n*Phía nam giáp huyện [[Trần Đề]].\nHuyện Long Phú có diện tích là 263,72&nbsp;km² và dân số là 113.856 người. Huyện lỵ là thị trấn Long Phú nằm cách [[sóc Trăng (thành phố)|thành phố Sóc Trăng]] 15&nbsp;km về hướng đông.\n\n==Lịch sử==\n===Nguồn gốc địa danh Bang Long và Long Phú===\n===Bang Long===\nBan đầu, địa danh Bang Long chỉ là tên một làng thuộc tổng Định Mỹ, tỉnh [[Sóc Trăng]]. Sau này, thực dân Pháp thành lập quận và đặt tên là quận Bang Long do lấy theo tên gọi làng Bang Long vốn là nơi đặt quận lỵ.\n\n===Long Phú===\nThực dân Pháp tiến hành hợp nhất làng Bang Long và làng Phú Đức thành một làng mới lấy tên là Long Phú. Kể từ đó, quận lỵ quận Bang Long thuộc địa bàn làng Long Phú. Chính vì vậy, sau này thực dân Pháp cũng đổi tên quận Bang Long thành quận Long Phú cho tiện quản lý.\n\n=== Lịch sử ===\n===Thời Pháp thuộc===\nNgày [[1 tháng 3]] năm [[1926]], quận Long Phú thuộc tỉnh [[Sóc Trăng]] được thành lập trên cơ sở đổi tên từ quận Bàng Long trước đó, gồm có 2 tổng: Định Chí và Định Mỹ. Ngày [[19 tháng 11]] năm [[1929]], quận bị giải thể. Ngày [[1 tháng 1]] năm [[1930]], quận Long Phú được tái lập với 3 tổng: Định Chí, Định Mỹ và Định Phước. Quận lỵ đặt tại làng Long Phú.\n\n===Giai đoạn 1956-1976===\n====Việt Nam Cộng hòa====\nNăm [[1953]], địa bàn quận Long Phú được tách ra để thành lập mới quận [[Lịch Hội Thượng]], quận lỵ đặt tại xã Lịch Hội Thượng. Sau năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] đặt quận Long Phú thuộc tỉnh [[Ba Xuyên]], gồm có 2 tổng: Định Mỹ với 5 xã, Định Hoà với 7 xã.\n\nNgày [[13 tháng 1]] năm [[1958]], quận Long Phú có thêm tổng Định Phước với 4 xã, đồng thời tổng Định Hoà có thêm 1 xã. Lúc này cũng giải thể quận [[Lịch Hội Thượng]], sáp nhập địa bàn trở lại vào quận Long Phú.\n\nNgày [[11 tháng 12]] năm [[1965]], tái lập quận [[Lịch Hội Thượng]] cùng thuộc tỉnh [[Ba Xuyên]]. Sau năm [[1965]], giải thể tất cả các tổng.\n\n====Chính quyền Cách mạng====\nSau năm [[1956]], chính quyền Cách mạng vẫn đặt huyện Long Phú thuộc tỉnh [[Sóc Trăng]].\n\nTháng [[8]] năm [[1966]], huyện Long Phú chia thành 2 huyện: Long Phú và [[Lịch Hội Thượng]].\n\nSau ngày [[30 tháng 4]] năm [[1975]], chính quyền quân quản [[Cộng hòa miền Nam Việt Nam]] ban đầu vẫn đặt huyện Long Phú thuộc tỉnh [[Sóc Trăng]] cho đến đầu năm [[1976]]. Huyện lỵ là thị trấn Long Phú, được thành lập do tách đất từ xã Long Phú. Bên cạnh đó, huyện [[Lịch Hội Thượng]] cũng bị giải thể, sáp nhập trở lại vào huyện Long Phú và huyện [[Mỹ Xuyên]]. Lúc này, chính quyền Cách mạng cũng bỏ danh xưng \"quận\" có từ thời Pháp thuộc và lấy danh xưng \"huyện\" (quận và phường dành cho các đơn vị hành chánh tương đương khi đã đô thị hóa).\n\n===Từ năm 1976 đến nay===\nTheo Nghị định số 03\/NĐ-76 ngày [[24 tháng 2]] năm [[1976]] và Quyết định số 17\/QĐ-76 ngày [[24 tháng 3]] năm [[1976]], Chính phủ Việt Nam quyết định hợp nhất ba đơn vị hành chính cấp tỉnh ngang bằng nhau là tỉnh [[Sóc Trăng]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và [[Cần Thơ|thành phố Cần Thơ]] để thành lập tỉnh mới: [[Hậu Giang (tỉnh cũ)| tỉnh Hậu Giang]]. Lúc này, Long Phú là huyện của [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]], bao gồm thị trấn Long Phú và 18 xã: An Thạnh 1, An Thạnh 2, An Thạnh 3, Đại Ân 1, Đại Ân 2, Châu Khánh, Đại Ngãi, Hậu Thạnh, Lịch Hội Thượng, Liêu Tú, Long Đức, Long Phú, Phú Hữu, Song Phụng, Tân Hưng, Tân Thạnh, Trung Bình, Trường Khánh và đến ngày [[26 tháng 12]] năm [[1991]], [[Quốc hội Việt Nam]] ban hành Nghị quyết chia [[Hậu Giang (tỉnh cũ)|tỉnh Hậu Giang]] thành [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] và tỉnh [[Sóc Trăng]]. Huyện Long Phú thuộc tỉnh [[Sóc Trăng]] cho đến ngày nay.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết về việc phân vạch lại địa giới hành chính một số tỉnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[11 tháng 1]] năm [[2002]], [[Chính phủ Việt Nam]] ban hành Nghị định số '''04\/2002\/NĐ-CP''', về việc điều chỉnh địa giới hành chính huyện Long Phú để thành lập huyện [[Cù Lao Dung]]. Theo đó, thành lập huyện Cù Lao Dung trên cơ sở 23.606,29 ha diện tích tự nhiên và 58.031 nhân khẩu của các xã An Thạnh 1, An Thạnh 2, An Thạnh 3 và Đại Ân 1 thuộc huyện Long Phú.<ref name=ND0402>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-04-2002-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Long-Phu-lap-Cu-Lao-Dung-thanh-lap-xa-thi-tran-thuoc-huyen-Cu-Lao-Dung-tinh-Soc-Trang\/7318\/noi-dung.aspx Nghị định 04\/2002\/NĐ-CP điều chỉnh địa giới hành chính huyện Long Phú lập Cù Lao Dung thành lập xã thị trấn thuộc huyện Cù Lao Dung, tỉnh Sóc Trăng]<\/ref>\n\nSau khi thành lập huyện [[Cù Lao Dung]], huyện Long Phú còn lại 45.529,53 ha diện tích tự nhiên và 171.289 nhân khẩu, có 15 đơn vị hành chính trực thuộc, bao gồm 14 xã: Châu Khánh, Đại Ân 2, Đại Ngãi, Hậu Thạnh, Lịch Hội Thượng, Liêu Tú, Long Đức, Long Phú, Phú Hữu, Song Phụng, Tân Hưng, Tân Thạnh, Trung Bình, Trường Khánh và thị trấn Long Phú.\n\nNgày [[23 tháng 12]] năm [[2009]], [[Chính phủ Việt Nam]] ban hành Nghị quyết số '''64\/NQ-CP''' về việc điều chỉnh địa giới hành chính huyện Long Phú và huyện [[Mỹ Xuyên]] để thành lập huyện Trần Đề, tỉnh [[Sóc Trăng]] như sau<ref name=\"htd\">[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=509&_page=1&mode=detail&document_id=92362 Nghị quyết số 64\/NQ-CP của Chính phủ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20201203201538\/http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=509&_page=1&mode=detail&document_id=92362 |date=2020-12-03 }}, Trang Chính phủ Việt Nam.<\/ref>:\n*Thành lập thị trấn Lịch Hội Thượng trên cơ sở điều chỉnh 2.078,80 ha diện tích tự nhiên và 13.231 nhân khẩu của xã Lịch Hội Thượng. Thị trấn Lịch Hội Thượng có 2.078,80 ha diện tích tự nhiên và 13.231 nhân khẩu.\n*Thành lập thị trấn Trần Đề trên cơ sở điều chỉnh 1.163,03 ha diện tích tự nhiên và 11.915 nhân khẩu của xã Trung Bình; 719,60 ha diện tích tự nhiên và 2.220 nhân khẩu của xã Đại Ân 2. Thị trấn Trần Đề có 1.882,63 ha diện tích tự nhiên và 14.135 nhân khẩu.\n*Thành lập huyện Trần Đề trên cơ sở điều chỉnh 18.978,39 ha diện tích tự nhiên và 75.046 nhân khẩu của huyện Long Phú; 18.897,59 ha diện tích tự nhiên và 55.031 nhân khẩu của huyện Mỹ Xuyên. Huyện Trần Đề có 37.875,98 ha diện tích tự nhiên và 130.077 nhân khẩu; có 11 đơn vị hành chính trực thuộc, bao gồm 9 xã: Lịch Hội Thượng, Trung Bình, Đại Ân 2, Liêu Tú, Thạnh Thới An, Thạnh Thới Thuận, Tài Văn, Viên An, Viên Bình và 2 thị trấn: Lịch Hội Thượng, Trần Đề.\n\nSau khi điều chỉnh địa giới hành chính, huyện Long Phú còn lại 26.372,12 ha diện tích tự nhiên và 110.952 nhân khẩu; có 11 đơn vị hành chính trực thuộc, bao gồm thị trấn Long Phú và 10 xã: Long Phú, Tân Hưng, Tân Thạnh, Trường Khánh, Hậu Thạnh, Đại Ngãi, Song Phụng, Long Đức, Châu Khánh, Phú Hữu.\n\nNgày [[25 tháng 8]] năm [[2011]], [[Chính phủ Việt Nam]] ban hành Nghị quyết '''90\/NQ-CP''' về việc thành lập thị trấn Đại Ngãi trên cơ sở toàn bộ 791,35 ha diện tích tự nhiên và 10.141 nhân khẩu của xã Đại Ngãi. Thị trấn Đại Ngãi có 791,35 ha diện tích tự nhiên và 10.141 nhân khẩu.<ref name=NQ90>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-90-NQ-CP-thanh-lap-thi-xa-Vinh-Chau-phuong-thuoc-thi-xa-128361.aspx Nghị quyết 90\/NQ-CP thành lập thị xã Vĩnh Châu, thành lập phường thuộc thị xã Vĩnh Châu và thị trấn Đại Ngãi thuộc huyện Long Phú, tỉnh Sóc Trăng]<\/ref>\n\nHuyện Long Phú có 26.382,27 ha diện tích tự nhiên và 112.994 nhân khẩu; có 11 đơn vị hành chính trực thuộc, bao gồm 2 thị trấn: Long Phú, Đại Ngãi và 9  xã: Trường Khánh, Phú Hữu, Hậu Thạnh, Song Phụng, Long Đức, Châu Khánh, Tân Thạnh, Tân Hưng, Long Phú.\n\n== Hành chính ==\nHuyện Long Phú có 11 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Long Phú (thị trấn)|Long Phú]] (huyện lỵ), [[Đại Ngãi]] và 9 xã: [[Châu Khánh]], [[Hậu Thạnh]], [[Long Đức, Long Phú|Long Đức]], [[Long Phú (xã), Long Phú|Long Phú]], [[Phú Hữu, Long Phú|Phú Hữu]], [[Song Phụng]], [[Tân Hưng, Long Phú|Tân Hưng]], [[Tân Thạnh, Long Phú|Tân Thạnh]], [[Trường Khánh]].\n\n== Kinh tế - xã hội ==\n===Kinh tế===\n* Chủ yếu sản xuất nông nghiệp, trồng lúa và vườn cây ăn trái ở các xã dọc sông Hậu. Long Phú là huyện được trên đầu tư xây dựng ''Trung tâm Điện Lực Long Phú'' tại xã Long Đức và sắp tới là thương cảng đặt tại thị trấn Đại Ngãi.\n* Huyện đang có những đề án quy hoạch tổng thể thị trấn Long Phú, xây dựng và chỉnh trang đô thị cho trung tâm huyện lỵ và các xã, thị trấn như: Đại Ngãi, Trường Khánh, Tân Thạnh...\n===Xã hội===\n==== Giáo dục ====\n3 trường trung học phổ thông:\n* Trường Trung học phổ thông Lương Định Của (ở Thị trấn Long Phú)\n* Trường Trung học phổ thông Đại Ngãi (ở Thị trấn Đại Ngãi)\n* Trường Trung học phổ thông Tân Thạnh (hiện nay là Trường Trung học phổ thông Lương Định Của điểm phân hiệu) tại xã Tân thạnh.\n11 trường trung học cơ sở:\nTrung học cơ sở Thị trấn Long Phú, Trung học cơ sở Đại Ngãi, Trung học cơ sở Dương Kỳ Hiệp, Trung học cơ sở Long Đức, Trung học cơ sở Tân Thạnh, Trung học cơ sở Tân Hưng, Trung học cơ sở Hậu Thạnh, Trung học cơ sở Song Phụng, Trung học cơ sở Phú Hữu, Trung học cơ sở Châu Khánh, Trung học cơ sở Long Phú\n\n==Chú thích==\n{{Tham khảo|30em}}\n==Tham khảo==\n{{Huyện thị Sóc Trăng}}"}