{"42495":"{{Lịch sử Việt Nam}}\n{{Nội chiến của Việt Nam}}\n'''Loạn 12 sứ quân''' ([[chữ Nôm]]: 亂12使君; [[chữ Hán]]: 十二使君之亂, ''Thập nhị sứ quân chi loạn'') là một giai đoạn nội chiến diễn ra vào cuối thời [[nhà Ngô]], kéo dài từ năm 944 sau khi [[Ngô Quyền]] mất cho đến khi [[Đinh Bộ Lĩnh]] thống nhất đất nước, lập ra nhà Đinh năm 968, được ghi chép trong phần Bản kỷ Ngô sứ quân [[Ngô Xương Xí]].\n\nCuộc loạn lạc này có nguyên nhân sâu xa từ quá trình phân hóa xã hội thời Bắc thuộc, dẫn đến việc xuất hiện tầng lớp thổ hào, quan lại có thế lực mạnh về [[kinh tế]], [[chính trị]] và tạo ra sự phân tán cát cứ. Thực chất của cuộc [[nội chiến]] này là việc đấu tranh giành quyền lực tối cao trên đất [[Tĩnh Hải quân]] của các thủ lĩnh địa phương khi [[nhà Đường]] suy yếu, [[người Việt]] có cơ hội đứng lên tranh giành quyền lãnh đạo. Giai đoạn này có mầm mống từ đầu [[thế kỷ X]] và có cơ hội phát triển mạnh từ khi [[Dương Tam Kha]] cướp ngôi [[nhà Ngô]], các nơi không chịu thuần phục, các thủ lĩnh nổi lên cát cứ một vùng, nhiều người còn xưng [[Vương]] như An vương [[Ngô Nhật Khánh]], Vũ Ninh vương [[Nguyễn Thủ Tiệp]], Quang Hiển quốc vương [[Kiều Thuận]], Quảng Trí quân [[Nguyễn Khoan]] hoặc tranh ngôi vua như [[Lã Xử Bình]], [[Dương Huy]], [[Đỗ Cảnh Thạc]], [[Kiều Công Hãn]] và đem quân đánh chiếm lẫn nhau.\n\nGiai đoạn 12 sứ quân kéo dài hơn 20 năm ([[944]]–[[968]]) và kết thúc khi [[Đinh Tiên Hoàng]] thống nhất đất nước, lập ra nhà nước [[Đại Cồ Việt]] – Nhà nước [[phong kiến tập quyền]] đầu tiên trong lịch sử của nước Việt Nam. Giống với thời [[Xuân Thu]] – [[Chiến Quốc]] của Trung Quốc và [[Chiến Quốc (Nhật Bản)]] của Nhật Bản, giai đoạn này cũng có thể coi là một thời kỳ chiến quốc của Việt Nam.\n\n==Bối cảnh và lịch sử==\n===Các Hào trưởng trở thành Tiết độ sứ===\nNăm [[905]], [[nhà Đường]] suy yếu, [[Khúc Thừa Dụ]] là Hào trưởng Chu Diên, được dân chúng ủng hộ, đã tiến quân ra chiếm đóng phủ thành [[Đại La]], tự xưng là [[Tiết độ sứ]]. Họ Khúc đã mở đầu thời kỳ tự chủ của người Việt sau hơn 1000 năm Bắc thuộc.\n\nNăm [[906]], tướng Nguyễn Nê theo lệnh vua Đường đem 7000 quân sang [[An Nam]] đòi họ Khúc triều cống. Nguyễn Nê dựng bản doanh ở Thành Quả, lấy vợ Việt sinh ra ba con trai sau này là các sứ quân [[Nguyễn Khoan]], [[Nguyễn Thủ Tiệp]] và [[Nguyễn Siêu]].<ref>Trương Đình Tưởng, sách ''Những nhân vật lịch sử thời Đinh Lê'' - Nhà Xuất bản VHDT trang 200.<\/ref> Cũng trong thời kỳ [[nhà Đường]] suy yếu, nhiều thủ lĩnh Trung Hoa chạy loạn xuống [[Tĩnh Hải quân]] lập ấp mà con cháu họ sau này trở thành các sứ quân như [[Đỗ Cảnh Thạc]] và [[Trần Lãm]].\n\nNăm [[918]], [[Khúc Hạo]] mất, [[Khúc Thừa Mỹ]] lên thay hèn yếu, bất lực dù đã có [[Đại La]] ([[Hà Nội]]) vẫn không khống chế nổi các hào trưởng địa phương, phải cầu viện nhà [[Hậu Lương (Ngũ đại)|Hậu Lương]] ([[Trung Quốc]]). Quân [[Nam Hán]] tiến sang, bắt Khúc Thừa Mỹ và đem về [[Quảng Châu]].\n\nNăm [[931]], hào trưởng [[Dương Đình Nghệ]] từ Ái châu đánh đuổi Thứ sử Lý Tiến của nước Nam Hán, giải phóng thành Đại La. [[Lưu Cung]] sai Trần Bảo mang quân sang tiếp viện. [[Dương Đình Nghệ]] chủ động mở cửa thành nghênh đón địch, tiêu diệt viện binh Nam Hán, chém chết Trần Bảo. Sau đó ông tự lập làm Tiết độ sứ, dùng [[Ngô Quyền]], [[Đinh Công Trứ]] (thân sinh của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]), [[Kiều Công Tiễn]] làm nha tướng.\n\nNăm [[937]], [[Kiều Công Tiễn]], hào trưởng [[Phong Châu]], một tướng dưới quyền đã giết hại [[Dương Đình Nghệ]] để cướp quyền với lý do Đình Nghệ là người gây ra cái chết của [[Khúc Thừa Mỹ]], chúa cũ của Tĩnh Hải quân.<ref>Theo [[Thiên Nam ngữ lục]], bản diễn Nôm bằng [[thơ lục bát]] về lịch sử Việt Nam thì khi giết [[Dương Đình Nghệ]], [[Kiều Công Tiễn]] viện cớ rằng chính Đình Nghệ là người gây ra cái chết của [[Khúc Thừa Mỹ]], chúa cũ của Tĩnh Hải quân, do đó Công Tiễn trả thù cho chủ nên mới giết Đình Nghệ.<\/ref> Hai cháu nội Tiễn là [[Kiều Công Hãn]] và [[Kiều Thuận]] sau này trở thành các sứ quân ở gần khu vực Phong Châu.\n\nNăm [[938]], [[Ngô Quyền]] là con rể [[Dương Đình Nghệ]] ra Đại La giết [[Kiều Công Tiễn]] rồi dẹp giặc Nam Hán ở [[sông Bạch Đằng]], lên ngôi Vua, lập ra [[nhà Ngô]], dựng lại quyền tự chủ. Trong số các tướng có Sứ quân [[Đỗ Cảnh Thạc]], Sứ quân [[Kiều Công Hãn]] và Sứ quân [[Phạm Bạch Hổ]]. Tàn dư họ Kiều còn lại là Sứ quân [[Kiều Thuận]] chạy về chiếm vùng núi Hồi Hồ và liên kết với [[Ma Xuân Trường]] thâu tóm các tộc trưởng miền núi.\n\n===Triều đình Cổ Loa dẹp loạn===\n[[Tập tin:Loạn 12 xứ quân.png|250px|nhỏ|phải|Một sơ đồ mô tả các khu vực cát cứ của các sứ quân]]\nNăm [[944]], [[Ngô Quyền]] mất, con trai Dương Đình Nghệ là [[Dương Tam Kha]] cướp ngôi, tự lập mình làm vua, xưng Dương Bình vương. [[Ngô Xương Ngập]] (con trưởng [[Ngô Quyền]]) chạy về nhà một hào trưởng là [[Phạm Lệnh Công]] ở làng Trà Hương ([[Hải Dương]]). [[Dương Tam Kha]] ba lần sai quân đi bắt Ngô Xương Ngập mà không được.\n\nTừ khi [[Dương Tam Kha]] lấy ngôi của nhà Ngô, thêm nhiều nơi không chịu thần phục. Đặc biệt là loạn ở [[Loạn hai thôn Đường, Nguyễn|hai thôn Đường - Nguyễn]], nhiều thủ lĩnh nổi lên chống đối như Sứ quân [[Ngô Nhật Khánh]] ở Đường Lâm (thôn Đường) và Sứ quân [[Nguyễn Khoan]] nổi dậy ở Tam Đái (thôn Nguyễn), Sứ quân [[Phạm Bạch Hổ]] là con của Phạm Lệnh Công chiếm Đằng Châu, Sứ quân [[Trần Lãm]] chiếm giữ ở Bố Hải Khẩu.\n\nNăm [[950]], [[Dương Tam Kha]] sai [[Ngô Xương Văn]] (con [[Ngô Quyền]]) đi đánh 2 thôn Đường Lâm và Nguyễn Gia Loan ở Thái Bình. Ngô Xương Văn cho rằng đây là các ấp vô tội và thuyết phục các tướng dẫn quân quay lại lật đổ Dương Tam Kha. Xương Văn không giết Tam Kha, chỉ giáng xuống làm Chương Dương công. [[Ngô Xương Văn]] tự xưng làm Nam Tấn Vương, đóng đô ở [[Cổ Loa]], cho người đón anh trai [[Ngô Xương Ngập]] về cùng làm vua, là Thiên Sách Vương. Lúc đó cùng tồn tại hai vua là Thiên Sách Vương và Nam Tấn Vương, sử sách gọi là Hậu Ngô Vương.\n\nNăm [[951]], Hậu Ngô Vương tiến đánh [[Đinh Bộ Lĩnh]] ở [[Hoa Lư]] hơn một tháng không được đành mang [[Đinh Liễn]] về Cổ Loa làm con tin. Cũng từ đó Ngô Xương Ngập chuyên quyền, không cho Xương Văn tham dự chính sự nữa.\n\nNăm [[954]], [[Ngô Xương Ngập]] bị bệnh ''[[thượng mã phong]]'' mà chết, chỉ còn một vua là Nam Tấn Vương [[Ngô Xương Văn]].\n\nSau khi Thiên Sách vương mất, thủ lĩnh ở quận Thao Giang là Chu Thái quật cường không thần phục [[nhà Ngô]]. Nam Tấn vương thân chinh đi đánh, chém được Chu Thái.<ref>Đặng Xuân Bảng, ''Việt sử cương mục tiết yếu'', tr. 61. \"Trước đây, người Thao Giang là Chu Thái quật cường không chịu phục. Vương đích thân đi đánh. Bắt Thái đem chém\".<\/ref> Cũng sau thời gian này, Ngô Xương Văn đi đánh giặc Lý Huy\/[[Dương Huy]] ở châu Tây Long, đóng quân ở cửa Phù Lan, suốt tháng trời giặc tan mới rút quân trở về.\n\n===Chiến tranh giữa các sứ quân (966-968)===\nNăm [[965]], [[Ngô Xương Văn]] đi đánh thôn Đường tức Đường Lâm của sứ quân [[Ngô Nhật Khánh]] và thôn Nguyễn Gia Loan của sứ quân Nguyễn Thái Bình bị phục binh bắn nỏ chết.<ref>Xem bài \"Về quê hương của Ngô Quyền\" - Trần Quốc Vượng - Tạp chí Nghiên cứu Lịch sử, Hà Nội, số 101, tháng 8\/1967, tr. 60-62.<\/ref> Khi [[Ngô Xương Xí]] nối ngôi, [[Ngô Nhật Khánh]] là anh em cùng họ cũng kéo quân từ Đường Lâm về Cổ Loa tranh giành.<ref>Nghiên cứu của PGS TS Lê Hồng Lý, Viện trưởng Viện Nghiên cứu Văn hóa trong cuốn \"Lễ hội Việt Nam\" - Nhà Xuất bản VHTT, trang 840.<\/ref>\n\nCũng trong năm [[965]] Thứ sử Phong Châu [[Kiều Công Hãn]] kéo quân về triều đình [[Cổ Loa]] cùng tranh ngôi vua với [[Lã Xử Bình]],<ref>Sách ''Thập quốc Xuân thu'' quyển 60 của Ngô Nhậm Thần đời Thanh ghi: \"Ngô Xương Văn chết, Tham tá của Văn là [[Lã Xử Bình]] cùng với Thứ sử Phong Châu [[Kiều Tri Hựu]] tranh nhau gây loạn, [[Đinh Bộ Lĩnh]] dẫn con là Liễn đánh bại Xử Bình\".<\/ref><ref>''Việt sử cương mục tiết yếu'' của Đặng Xuân Bảng ([[1828]]-[[1910]]) đời Nguyễn ghi: Bấy giờ, viên Tham tá của Ngô Xương Văn là Lữ Xử Bình tranh ngôi với Thứ sử Phong Châu là Kiều Tri Hựu. Bộ Lĩnh cùng con là Liễn đánh phá được. Liễn thừa thắng bức hàng [[Phạm Phòng Át]], phá Đỗ Động ([[Đỗ Cảnh Thạc]]), đi tới đâu thắng tới đó, hiệu là Vạn Thắng Vương.<\/ref> con của Ngô Xương Ngập là [[Ngô Xương Xí]] phải lui về giữ đất Bình Kiều, trở thành Ngô Sứ quân. Theo sử gia [[Ngô Thì Sĩ]] \"thì lúc đó Nam Tấn mới mất, trong nước rối ren, [[Đinh Liễn]] có công dẹp loạn, lại được phong tước, chứ chẳng như những con tin tầm thường nhân lúc loạn lạc mà trốn về\". [[Đinh Liễn]] sau 15 năm làm con tin ở Cổ Loa đã trở về [[Hoa Lư]], cùng cha là [[Đinh Bộ Lĩnh]] sang đầu quân cho Sứ quân [[Trần Lãm]] ở Thái Bình.\n\nNăm [[966]] Thứ sử [[Dương Huy]], Thứ sử [[Kiều Công Hãn]], Tham mưu [[Lã Xử Bình]] và Nha tướng [[Đỗ Cảnh Thạc]] tranh nhau làm vua.<ref>[[Đại Việt sử ký tiền biên]] của [[Ngô Thì Sĩ]] khắc in năm [[1800]] ghi:\n(Xét Thập quốc thế gia [[Ngô Xương Văn]] mất ở [[Giao Châu]], tướng tá của ông là Lã Xử Bình và Thứ sử Phong Châu là Kiều Tri Hựu tranh nhau lên thay. Giao Chỉ đại loạn, Đinh Liễn ở Giao Châu đánh tan hai người ấy, Xưởng giao cho Liễn làm Tiết độ Giao Châu… [[Bính Dần]] năm thứ 16 [966]… Bọn quan Tham mưu của Ngô vương là Ngô Xử Bình (một bản chép là Ứng Bình), Thứ sử Phong Châu là Kiều Tri Hựu, Thứ sử châu Vũ Ninh là Dương Huy, Nha tướng là Đỗ Cảnh Thạc tranh nhau lên ngôi. Trong nước khắp nơi nổi loạn, ai nấy đều chiếm cứ quận ấp, mưu thôn tính lẫn nhau).\n<\/ref> [[Đinh Bộ Lĩnh]] giết được [[Lã Xử Bình]], kiểm soát được thành Cổ Loa. Các tướng [[Kiều Công Hãn]], [[Đỗ Cảnh Thạc]] thua chạy về Phong Châu và Đỗ Động, nổi dậy thành sứ quân.\n\nCác sứ quân ra mặt đánh chiếm lẫn nhau: [[Phạm Bạch Hổ]] tấn công [[Trần Lãm]], [[Lã Đường]] tấn công [[Đỗ Cảnh Thạc]]; [[Kiều Công Hãn]] tấn công [[Nguyễn Khoan]]; [[Nguyễn Thủ Tiệp]] giết [[Dương Huy]] chiếm Vũ Ninh và tự xưng là Vũ Ninh vương.<ref>''Địa chí văn hóa dân gian Ninh Bình'' - Trương Đình Tưởng, Nhà Xuất bản Thế giới, tr. 36.<\/ref>\n\nNăm [[967]], Sứ quân [[Trần Lãm]] mất, Sứ quân [[Ngô Nhật Khánh]] từ Đường Lâm, Đỗ Động Giang tập hợp 500 con em Ngô Tiên chúa đánh Bố Hải Khẩu, khi đến đất Ô Man thì bị Ngô phó sứ chặn đánh phải bỏ về.<ref>[http:\/\/eonintho.wordpress.com\/2011\/12\/31\/s%C6%A1-th%E1%BA%A3o-bai-s%E1%BB%AD-khac-cho-vi%E1%BB%87t-nam\/ Sơ thảo: Bài sử khác cho Việt Nam]<\/ref> Đinh Bộ Lĩnh liền cất quân đi đánh, không bộ lạc nào ở đó không hàng phục. Các sứ quân [[Phạm Bạch Hổ]], [[Ngô Nhật Khánh]], [[Ngô Xương Xí]] đem quân về hàng, lực lượng họ Đinh ngày càng lớn mạnh. Đinh Bộ Lĩnh đánh dẹp các sứ quân [[Đỗ Cảnh Thạc]], [[Nguyễn Siêu]], [[Nguyễn Khoan]], [[Kiều Công Hãn]], [[Kiều Thuận]].\n\nNăm [[968]], [[Đinh Bộ Lĩnh]] tiếp tục đánh dẹp các sứ quân [[Lý Khuê]], [[Lã Đường]] và thống nhất [[Tĩnh Hải quân]], lên ngôi Hoàng đế ở [[kinh đô Hoa Lư]], chính thức lập ra triều đại [[nhà Đinh]] trong [[lịch sử Việt Nam]].\n\n==12 sứ quân==\n{{chính|12 sứ quân}}\n[[Tập tin:Map of 12 Warlords in Anarchy of the 12 Warlords.svg|nhỏ|phải|300px|Một đồ mô tả vị trí quân sự chiếm đóng của 12 sứ quân.]]\nĐến năm [[966]], hình thành đầy đủ 12 sứ quân chiếm giữ các địa phương:\n# [[Ngô Xương Xí]] giữ Bình Kiều ([[Triệu Sơn]], [[Thanh Hóa]]).<ref>Có sách cho rằng Bình Kiều ở [[Khoái Châu]], [[Hưng Yên]]. Phần lớn các tài liệu và ở đền Vua Đinh - [[Cố đô Hoa Lư]] có bản đồ chỉ ra Bình Kiều ở [[Thanh Hóa]].<\/ref>\n# [[Ngô Nhật Khánh]] tự xưng là Ngô Lãm Công, giữ [[Đường Lâm]] ([[Sơn Tây (thị xã)|Sơn Tây]], [[Hà Nội]]).\n# [[Đỗ Cảnh Thạc]] tự xưng là Đỗ Cảnh Công, giữ [[Khu di tích Đỗ Động Giang|Đỗ Động Giang]] ([[Quốc Oai]] và [[Thanh Oai]], [[Hà Nội]]).\n# [[Phạm Bạch Hổ]] tự xưng là Phạm Phòng Át, giữ [[Đền Mây|Đằng Châu]] ([[Hưng Yên]]).\n# [[Kiều Công Hãn]] tự xưng Kiều Tam Chế, giữ [[Phong Châu (kinh đô)|Phong Châu]] ([[Phú Thọ]]).\n# [[Kiều Thuận]] tự xưng là Kiều Lệnh Công, giữ [[Hồi Hồ]] ([[Cẩm Khê]], [[Phú Thọ]]).\n# [[Nguyễn Khoan]] tự xưng Nguyễn Thái Bình, giữ Tam Đái ([[Vĩnh Tường]], [[Vĩnh Phúc]]).\n# [[Nguyễn Siêu]] tự xưng là Nguyễn Hữu Công, giữ Tây Phù Liệt ([[Thanh Trì]], [[Hà Nội]]).\n# [[Nguyễn Thủ Tiệp]] tự xưng là Nguyễn Lệnh Công, giữ [[Tiên Du]] ([[Bắc Ninh]]).\n# [[Lý Khuê]] tự xưng là Lý Lãng Công, giữ Siêu Loại ([[Thuận Thành]], [[Bắc Ninh]]).\n# [[Trần Lãm]] tự xưng là Trần Minh Công, giữ [[Thái Bình (thành phố)|Bố Hải Khẩu]] ([[Thái Bình]]).\n# [[Lã Đường]] tự xưng là Lã Tá Công, giữ Tế Giang ([[Văn Giang]], [[Hưng Yên]]).\n\nTheo ''Việt sử kỷ yếu'': ''\"Từ khi Dương Tam Kha chiếm vị xưng vương, lòng người không phục. Các thổ hào có quân đội hùng cứ mỗi người một phương, chiếm giữ quận ấp, xung đột tranh giành ảnh hưởng, tiêu diệt lẫn nhau. Một nước phân liệt chia thành nhiều giang sơn. Quốc sử chép là Thập nhị sứ quân. Con số 12 đây là không kể các tù trưởng miền rừng núi và mấy thố hào ít nổi tiếng\"''.<ref>Xem cuốn \"Việt sử kỷ yếu\", tác giả Trần Xuân Sinh, Nhà Xuất bản Hải Phòng, trang 77.<\/ref>\n\nCó ý kiến cho rằng số sứ quân trên mang tính ước lượng cho phù hợp với con số 12 châu [[Tĩnh Hải quân]] vì theo các tài liệu lịch sử và thần tích còn lưu lại, một số nhân vật tương tự nhưng không được kê vào danh sách sứ quân trên. Điển hình như cuốn ''Tục tư trị thông giám trường biên'' của [[Lý Đảo]] ([[Trung Hoa]]) ghi: \n:''Tĩnh Hải quân Tiết độ sứ Ngô Xương Văn chết, tham mưu của Văn là Ngô Xử Bình, cùng Phong Châu Thứ sử Kiều Tri Hựu, Vũ Ninh châu Thứ sử Dương Huy, Nha tướng Đỗ Cảnh Thạc, bọn ấy cùng tranh lập. Mười hai châu của Giao Chỉ đại loạn, trộm cướp cùng dấy''.\nCó thể trong số các nhân vật: [[Lã Xử Bình]], [[Dương Huy]],... hoặc không có thực ấp, không phải là thổ hào, thứ sử hoặc đã chết tại thời cực thịnh của 12 sứ quân.\n\nTheo cuốn \"Gốc và Nghĩa từ Việt thông dụng\" của Nhà Xuất bản Văn hóa Thông tin năm 1998 thì từ \"Sứ quân\" được dịch là ''\"Vua cai trị\"'' (sứ: cai trị, quân: vua). Ở Trung Hoa, Sứ quân còn là cách gọi tôn xưng dành cho người nắm giữ chức đầu của một châu mục nào đó, tức Thứ sử (Theo định nghĩa của từ điển ''Từ nguyên'').<ref>Từ nguyên, Thương vụ ấn thư quán, 1997, tr. 0111.<\/ref> Cách gọi này được dùng trong các văn bản từ đời Hán cho đến đời Thanh.\n\nTrong các sứ quân trên:\n* [[Ngô Xương Xí]] và [[Ngô Nhật Khánh]] là quý tộc [[nhà Ngô]]; [[Phạm Bạch Hổ]], [[Đỗ Cảnh Thạc]], [[Kiều Công Hãn]] là tướng [[nhà Ngô]]; các sứ quân còn lại được xác định là các thủ lĩnh địa phương.<ref>Nguyễn Danh Phiệt, sách đã dẫn, tr. 37.<\/ref>.\n* 5 trong số 12 thủ lĩnh cát cứ có gốc là người Hoa: [[Đỗ Cảnh Thạc]] gốc người Quảng Lăng ở tỉnh [[Giang Tô]], [[Trần Lãm]] là người gốc [[Quảng Đông]]; [[Nguyễn Khoan]], [[Nguyễn Siêu]], [[Nguyễn Thủ Tiệp]] là 3 anh em gốc người [[Phúc Kiến]].<ref>Nguyễn Danh Phiệt, sách đã dẫn, tr. 29, 30, 33.<\/ref>\n* [[Kiều Công Hãn]], [[Kiều Thuận]] là 2 anh em, cháu nội [[Kiều Công Tiễn]].\n* Lực lượng Sứ quân [[Trần Lãm]] sau khi sứ tướng mất hợp nhất về với Sứ quân [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]].\n\nCác sứ quân thường được mô tả thân hình dũng mãnh, khí phách anh hùng như: [[Phạm Bạch Hổ]] có thân hình vạm vỡ, mạnh mẽ như hổ, thông minh hơn người, văn võ song toàn; [[Đỗ Cảnh Thạc]] bị bọn cướp xẻo mất một bên tai, lòng căm thù sôi sục, quyết tìm thầy học võ; [[Nguyễn Thủ Tiệp]] mình dài tiếng to, ai nghe thấy tiếng nói cũng phải giật mình, người ta gọi là ông Sấm;<ref>Theo [[Khâm định Việt sử Thông giám cương mục]], Nguyễn Thủ Tiệp còn một tên hiệu nữa là Ba An quân, mình dài tiếng to, ai nghe thấy tiếng nói cũng phải giật mình, người ta gọi là ông Sấm (Lôi Công). Đến khi khởi binh, Thủ Tiệp tự xưng là Nguyễn Lệnh công, đóng giữ huyện Tiên Du, sau lấy cả Vũ Ninh, tự xưng là Vũ Ninh vương, giống tên hiệu một vị vua trong thời kì Tam Quốc Triều Tiên.<\/ref>; [[Kiều Thuận]] khi sinh ra có ánh sáng lạ tràn ngập khắp ngôi nhà; [[Nguyễn Siêu]] chết trôi sông 3 tháng không nát, nước da vẫn tươi nguyên...\n\nCuốn chính sử Việt Nam \"[[Lịch triều hiến chương loại chí]]\" trang trọng xếp 12 sứ quân vào danh sách ''dòng chính thống các bậc đế vương''. Trong số các sứ quân cai trị ở vùng chiếm đóng, nhiều người đã xưng [[Vương]] hoặc được tôn xưng là Vương như:\n* [[Nguyễn Thủ Tiệp]], vốn xưng ''Lệnh Công'' (令公), sau xưng '''Vũ Ninh vương''' (武宁王), giống tên hiệu một vị vua thời [[Tam Quốc Triều Tiên]].\n* [[Ngô Nhật Khánh]], vốn xưng ''Lãm Công'' (覽公), sau xưng '''An vương''' (安王).<ref>[[Đại Việt sử ký toàn thư]] chép: Ngô Nhật Khánh là con cháu của Ngô Tiên chúa Quyền, trước xưng là An Vương, cùng 12 sứ quân mỗi người chiếm giữ một vùng.<\/ref>\n* [[Nguyễn Khoan]], xưng làm ''Thái Bình'' (太平), sau xưng '''Quảng Trí quân''' (瀇智君), tức một vị Quân vương có đức lớn tài cao, rộng hiểu biết và đầy tình bác ái, biết canh tân mỹ tục.<ref>[http:\/\/vhttdlvinhphuc.vn\/Article.aspx?c=datvanguoivinhphuc&a=1188 Hào khí miền đất yên vui]{{Liên kết hỏng|date = ngày 17 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n* [[Phạm Bạch Hổ]], được người dân một số vùng tôn sùng như một vị [[Vương]]. Các đền thờ của ông ở [[Hưng Yên]] và [[Nam Định]] đều được gọi là ''đền '''Vua Mây''''' và có bức đại tự ở chính cung tôn vinh 4 chữ: ''\"Thái Bình vương phủ\"'' (太平王府).\n* [[Trần Lãm]] được người dân lập đền thờ ở nhiều nơi trong đó [[thành phố Thái Bình]] có di tích Miếu '''Vua Lãm'''.\n* [[Kiều Thuận]], cũng được hậu thế tôn vinh như là một vị Vương. Trong ngôi [[đền Trù Mật]], trên long ngai thờ Kiều Thuận có bốn chữ vàng ''\"Quang Hiển quốc vương\"'' (光顯國王).<ref>{{Chú thích web |url=http:\/\/www.phutho.gov.vn\/web\/guest\/gioi-thieu\/-\/vcmsviewcontent\/q4Mj\/110\/52433\/le-hoi-en-tru-mat.html;jsessionid=F3872810D2FF03C20036BE9839A1C8FF |ngày truy cập=2015-11-17 |tựa đề=Lễ hội đền Trù Mật |archive-date = ngày 18 tháng 11 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20151118135158\/http:\/\/www.phutho.gov.vn\/web\/guest\/gioi-thieu\/-\/vcmsviewcontent\/q4Mj\/110\/52433\/le-hoi-en-tru-mat.html;jsessionid=F3872810D2FF03C20036BE9839A1C8FF |url-status=dead }}<\/ref>\n* [[Kiều Công Hãn]] được gọi là '''Long Kiều vương''' (隆橋王), [[Đỗ Cảnh Thạc]] là '''Độc Nhĩ Đại vương''' (獨耳大王). Đây là 2 sứ quân trực tiếp giành ngôi Vương ở triều đình [[Cổ Loa]] khi Nam Tấn vương [[Ngô Xương Văn]] mất<ref>[[Đại Việt sử ký tiền biên]] của [[Ngô Thì Sĩ]] khắc in năm [[1800]] ghi: [[Bính Dần]] năm thứ 16 [966]… Bọn quan Tham mưu của Ngô vương là [[Ngô Xử Bình]], Thứ sử Phong Châu là [[Kiều Tri Hựu]], Thứ sử châu Vũ Ninh là [[Dương Huy]], Nha tướng là [[Đỗ Cảnh Thạc]] tranh nhau lên ngôi. Trong nước khắp nơi nổi loạn, ai nấy đều chiếm cứ quận ấp, mưu thôn tính lẫn nhau.<\/ref>.\n[[Ngô Xương Xí]], tức '''Ngô sứ quân''' (吳使君) có nghĩa là sứ quân họ Ngô, chứ ''không phải tước hiệu'' Sứ Quân. Chữ 使 chỉ có nghĩa là sứ giả, đi sứ, sai khiến hoặc giả sử. Ông là con vua Ngô Xương Ngập nhưng do thế lực yếu, không tự xưng Vương cũng không được nhân dân suy tôn làm vua. Trong danh sách những vị Quân chủ Việt Nam thì ông không được thừa nhận.<ref>{{Chú thích web|url=http:\/\/kienthuc.net.vn\/phong-thuy\/nhung-vi-vua-viet-nam-khong-duoc-thua-nhan-32069.html|tựa đề=Những vị Quân chủ Việt Nam không được thừa nhận|archive-url=https:\/\/web.archive.org\/web\/20140523011333\/http:\/\/kienthuc.net.vn\/phong-thuy\/nhung-vi-vua-viet-nam-khong-duoc-thua-nhan-32069.html|archive-date=ngày 23 tháng 5 năm 2014|ngày truy cập=2014-05-22}}<\/ref>\n\n== Nguyên nhân và hậu quả ==\n===Nguyên nhân===\nNgoài trừ vị trí Bình Kiều của Ngô Xương Xí và Hồi Hồ của [[Kiều Thuận]] thuộc vùng núi, nhà nghiên cứu Lê Văn Siêu chỉ ra rằng hầu hết lãnh địa của các sứ quân đều dọc theo [[sông Hồng]] và [[sông Đuống]], nơi có ruộng đất phì nhiêu, dân cư đông đúc và thuận tiện giao thông đường thủy<ref>Lê Văn Siêu, sách đã dẫn, tr. 45.<\/ref>. Lê Văn Siêu cho rằng loạn 12 sứ quân trong đó nhiều sứ quân nổi dậy không hẳn vì lý do tranh bá đồ vương mà có thể vì ''lý do kinh tế''<ref>Lê Văn Siêu, sách đã dẫn, tr. 46.<\/ref>; [[Đại Việt sử ký toàn thư]] ghi về sự kiện này: \n:''[[Nam Tấn Vương]] mất, các hùng trưởng đua nhau nổi dậy chiếm cứ quận ấp để tự giữ''.<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt05.html Đại Việt sử ký toàn thư quyển V]<\/ref>\n\nCó tới 5 sứ quân vốn là người gốc Hoa ở phương Bắc chạy loạn về phía nam để thử thời vận và không được sự hậu thuẫn nào từ chính quốc. Các sứ quân này cũng như các sứ quân [[người Việt]] khác, không chủ trương mở đất làm rộng căn cứ mà chỉ cố thủ ở nơi hiểm yếu để chờ biến cố từ phương Bắc<ref>Lê Văn Siêu, sách đã dẫn, tr. 46-48.<\/ref>. Ông cho rằng chỉ có hai sứ quân họ Ngô thực sự có ý đồ khôi phục nhưng lực lượng nhỏ yếu không đủ để thống nhất<ref>Lê Văn Siêu, sách đã dẫn, tr. 47.<\/ref>.\n\nTuy nhiên, nhà nghiên cứu Nguyễn Văn Sơn cho rằng loạn sứ quân không phải một ngày mà có. Trong thời họ Khúc, họ Dương và họ Ngô cầm quyền, các thế lực phong kiến cát cứ không dám cựa quậy, vì các vị lãnh đạo quốc gia bấy giờ được nhân dân hoàn toàn cảm phục. Họ Khúc nổi tiếng về đức độ và lòng ái quốc. Họ Dương, họ Ngô là những anh hùng giải phóng dân tộc. Dân chúng đâu có chịu vì những kẻ mưu đồ quyền lợi riêng tư để chống lại với các thủ lĩnh uy danh sáng ngời đó. Nhưng khi Ngô Quyền qua đời, Dương Tam Kha phụ lời ủy ký, mối biến loạn đã có sẵn nay mới có cơ hội để bột phát.<ref>Xem Việt sử toàn thư, Phần 3 - Việt Nam trên đường độc lập - Chương 1.<\/ref>\n\nGiáo sư [[Trần Quốc Vượng]] coi thời kỳ loạn 12 sứ quân như là \"''Sự hoài cổ tiền Bắc thuộc''\".<ref>''Từ Hoa Lư đến Thăng Long'', in trong ''Văn hóa Thăng Long – Hà Nội – Hội tụ và tỏa sáng'', Nhà Xuất bản Chính trị Quốc gia H.2002, trang 67-78.<\/ref> Theo Giáo sư, thế kỷ X là một sự đảo lộn chính trị, nhưng khuynh hướng chính là tiến bộ, tiến tới nền tự chủ của nước nhà. Nhiều sử sách [[Trung Hoa]] đã nói: \"Dân Việt rất khó cai trị, rất thích làm loạn\". Chính quyền trung ương quân chủ [[nhà Đường]] suy yếu và chết hẳn vào năm 907 để [[Trung Hoa]] mở ra cục diện \"[[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]]\" kéo dài hơn nửa thế kỷ. Đấy là thời cơ thuận tiện để dân Việt nổi dậy dành chính quyền tự chủ mà khởi đầu là [[khúc (họ)|họ Khúc]] ở Hồng Châu vốn là một hào trưởng địa phương. Lợi dụng sự trống chỗ của Tiết độ sứ cai quản An Nam, Khúc Thừa Dụ đã nổi dậy kéo quân về Đô hộ phủ và tự xưng Tiết độ sứ năm 905. [[Khúc Thừa Dụ]] mất năm 907, con ông là Khúc Hạo chỉ để tang cha có 7 ngày đã bắt tay cầm quyền trị nước, cải cách hành chính, giảm tô thuế để sinh lợi cho dân. Nhưng đến Khúc Thừa Mỹ hèn yếu, bất lực và thần phục nhà Hậu Lương là một trong ngũ đại ở [[Trung Hoa]], Khúc Thừa Mỹ đã đi bước lùi của lịch sử vì đã có [[Đại La]] (Hà Nội) vẫn không khống chế nổi các hào trưởng địa phương, phải cầu viện ngoại viện nhà Lương. Quân Nam Hán tiến sang, bắt Khúc Thừa Mỹ và đem về [[Quảng Châu]]. Nhưng lại có hào trưởng ở Ái Châu là Dương Đình Nghệ diệt tướng Nam Hán, xưng Tiết độ sứ. Hào trưởng Châu Phong là một thế lực lớn ngoại biên gần [[châu thổ sông Hồng]] đã kéo quân giết Dương Đình Nghệ. Ngô Quyền - là con rể [[Dương Đình Nghệ]] - đã kết liễu [[Kiều Công Tiễn]] rồi dẹp giặc bên Nam Hán ở [[sông Bạch Đằng]], dựng lại quyền tự chủ. Sử cũ ghi chép chuyện đánh lẫn nhau rồi bên yếu cầu ngoại viện. Thực chất của cuộc nội chiến này là sự đấu tranh giành quyền lực tối cao trên đất Việt của các thủ lĩnh địa phương. Chính quyền quân chủ Trung ương nhà Đường suy tàn rồi biến mất tạo ra một khoảng trống quyền lực ở đất Việt (An Nam đô hộ phủ), một cái \"hẫng hụt trung ương\" mà nhiều hào trưởng địa phương có tham vọng điền vào chỗ trống ấy.\n\nDo vậy thời kỳ \"Thập nhị sứ tướng quân\" không chỉ như là một cuộc loạn sau thời [[Ngô Quyền]] mất. Cái \"loạn\" ấy có mầm mống ngay sau năm 905, hay còn từ trước đó nữa vì trong số 12 sứ quân mà sử cũ chép theo nhau có đến 2 ông sứ quân họ Kiều là cháu nội của Kiều Công Tiễn ở Phong Châu, 2 ông sứ quân họ Ngô thuộc dòng dõi Ngô Quyền, 3 ông họ Nguyễn là con của tướng Bắc triều và ông sứ quân họ Đỗ - [[Đỗ Cảnh Thạc]] mà từ đời Đỗ Viện - Đỗ Tuệ Độ thế kỷ thứ IV đã là một thế lực lớn ở Đỗ Động Giang (Thanh Oai – [[Hà Nội]])...\n\n===Hậu quả===\nLoạn 12 sứ quân dẫn đến tình trạng xóa bỏ chính quyền Trung ương, xu hướng chia cắt phân tán lực lượng tạo điều kiện thuận lợi cho các thế lực xâm lược mà trực tiếp là cường quyền Trung Hoa thâu tóm và khôi phục lại ách đô hộ cũ. Cuốn \"''Lịch sử Việt Nam''\" của Ủy ban Khoa học xã hội năm 1971 viết:\n:\"''Các thế lực phong kiến nổi dậy, mỗi người hùng cứ một phương và tranh giành nhau quyết liệt... thôn tính lẫn nhau. Loạn 12 sứ quân đã gây ra biết bao tổn thất, đau khổ cho nhân dân và đi ngược lại nguyện vọng hòa bình, thống nhất của dân tộc''\".\n\nViệc vua [[Đinh Tiên Hoàng]] khôn khéo kết hợp dùng võ công và biện pháp chiêu hàng các sứ quân để sớm chấm dứt loạn 12 sứ quân là rất kịp thời, vì không lâu sau đó [[nhà Tống]] duỗi tới Quảng Châu, diệt nước [[Nam Hán]] (971), áp sát biên giới [[Đại Cồ Việt]]. Nếu không có sự xuất hiện của [[Đinh Bộ Lĩnh]] để thống nhất quốc gia bị chia sẻ tan nát thì Việt Nam khó thoát khỏi họa xâm lăng từ phương Bắc tái diễn khi [[nhà Tống]] hoàn thành việc thống nhất Trung Hoa.\n\n==Đinh Bộ Lĩnh thống nhất đất nước==\n[[Tập tin:Tuongdaidinhtienhoangde2.JPG|nhỏ|phải|200px|Tượng đài [[Đinh Tiên Hoàng Đế]] ở [[ninh Bình (thành phố)|thành phố Ninh Bình]].]]\n===Xây dựng lực lượng===\n[[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] là con [[Đinh Công Trứ]] làm quan Thứ sử ở Hoan Châu. Cha mất sớm, ông theo mẹ về quê sinh sống nương nhờ người chú ruột. Lớn lên, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] cũng tập hợp dân chúng ở vùng [[Hoa Lư]] chờ thời cơ đến. Đầu tiên ông mở rộng căn cứ của mình từ vùng rừng núi [[Hoa Lư]] ra vùng đồng bằng ven biển [[sông Hồng]] bằng cách cùng con trai là [[Đinh Liễn]] sang đầu quân trong đạo binh của Sứ quân [[Trần Lãm|Trần Minh Công]], tức Trần Lãm, ở Bố Hải Khẩu ([[Thái Bình]]). Sau đó ông được Trần Minh Công trao binh quyền, đưa quân về [[Hoa Lư]], chiêu mộ binh lính, chống [[nhà Ngô]] và các sứ quân khác.\n\nCuộc chiến thắng của họ Đinh thật vang dội và đã quyết định tình thế thời bấy giờ vì những hào kiệt của Giao Châu hầu hết đều có mặt dưới cờ của [[Đinh Bộ Lĩnh]] ([[Giao Châu thất hùng]] gồm: [[Đinh Bộ Lĩnh]], [[Đinh Liễn]], [[Lê Hoàn]], [[Đinh Điền]], [[Nguyễn Bặc]], [[Phạm Hạp]], [[Phạm Cự Lạng]]). Sau những chiến công oanh liệt liên tiếp ông được dân chúng tôn làm [[Đinh Tiên Hoàng|Vạn Thắng Vương]].<ref>Việt sử toàn thư, Phạm Văn Sơn, trang. 116.<\/ref>\n\nTrong nhiều trường hợp, hoàn cảnh, tùy vào thực trạng mỗi sứ quân mà [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] tìm cách đánh thích hợp, hoặc bằng quân sự, hoặc bằng liên kết, hay dùng mưu dụ hàng.\n\n===Đánh dẹp===\nNăm 965, sau khi Ngô Xương Văn mất, các lực lượng của [[Lữ Xử Bình]], [[Kiều Công Hãn]], [[Đỗ Cảnh Thạc]], [[Dương Huy]] cùng tranh lập ở triều đình [[Cổ Loa]]. Với sự trợ giúp của con trai [[Đinh Liễn]] trước đó từng bị hai vua Hậu Ngô vương bắt làm con tin, [[Đinh Bộ Lĩnh]] chính thức khởi đầu chiến dịch đánh dẹp của mình. Năm 966, phe Lã Xử Bình bị tiêu diệt, Đinh Bộ Lĩnh kiểm soát được Cổ Loa và đuổi các thế lực tranh lập khác khỏi kinh đô.\n\nSứ quân [[Đỗ Cảnh Thạc]] là một sứ quân rất mạnh, có thành cao hào sâu. Theo thần phả, Đỗ Cảnh Thạc là người trí dũng mưu lược, [[Đinh Bộ Lĩnh]] phải bàn mưu tính kế mà đánh. Ban đêm, [[Đinh Bộ Lĩnh]] cho quân bao vây 4 mặt thành và tiến đánh bất ngờ vào Trại Quyền. Bấy giờ [[Đỗ Cảnh Thạc]] đang ở đồn Bảo Đà, quân tướng không ứng cứu được nhau, bị mất cả thành lũy, đồn trại, lương thực bèn bỏ thành chạy. Hai bên giao tranh hơn một năm sau, [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] hạ được thành. [[Đỗ Cảnh Thạc]] bị trúng tên chết.\n\nSứ quân [[Kiều Công Hãn]] đóng tại [[Phong Châu]]. Trước thế mạnh của Sứ quân [[Đinh Bộ Lĩnh]], Kiều Công Hãn đem quân xuống phía nam để hợp sức với [[Ngô Xương Xí]]. Khi đến thôn Vạn Diệp (xã Nam Phong, [[Nam Trực]], [[Nam Định]]) bị một hào trưởng địa phương là [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]] đem quân chặn đánh, [[Kiều Công Hãn]] bị thương chạy đến Lũng Kiều thì mất.<ref>Ngày nay cứ đến 10-3 âm lịch, nhân dân làng Gin lại đánh cá để tế, tưởng nhớ Kiều Công Hãn, trong khi nhân dân An Lá (đều ở Nam Trực, Nam Định) lại gói bánh để tế, tưởng nhớ chiến công của Nguyễn Tấn, nên dân gian có câu: \"làng Gin đánh cá, làng Lá gói bánh\".<\/ref>\n\nSứ quân [[Nguyễn Siêu]] chiếm Tây Phù Liệt (Thanh Trì, [[Hà Nội]]). Được tin [[Đinh Bộ Lĩnh]] sắp đánh, [[Nguyễn Siêu]] đem 1 vạn quân đóng ở Thanh Đàm dùng Nguyễn Trí Khả làm tiên phong, Trần Côn làm tá dực, Nguyễn Hiền làm tổng quản các đạo quân, ngày đêm luyện tập, đào hào đắp lũy để phòng bị. Trong trận giao tranh đầu tiên [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] bị mất 4 tướng là [[Nguyễn Bồ]], Nguyễn Phục, Đinh Thiết và Cao Sơn. Lần thứ 2 [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] bày binh bố trận giao chiến, Nguyễn Siêu chia một nửa quân ở lại giữ thành, một nửa cùng sứ tướng vượt sông Hồng tìm viện binh của các sứ tướng khác. Gần tới bờ bắc, gặp gió lớn, thuyền bị đắm. [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] biết tin, bèn sai võ sĩ nửa đêm phóng lửa đốt doanh trại. Quân Nguyễn Siêu tan, Nguyễn Siêu tử trận.<ref>Nguyễn Danh Phiệt, sách đã dẫn, tr. 196.<\/ref>\n\nSứ quân [[Nguyễn Thủ Tiệp]] ở Tiên Du cũng không chống nổi [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]], bỏ chạy về Cần Hải (Cửa Cồn, [[Quỳnh Lưu]], [[Nghệ An]]) đánh nhau vài trận rồi chết ở trang Hương Ái.<ref>Theo thần tích làng Tiên Xá, thành phố Bắc Ninh.<\/ref>\n\nCuối năm 967, [[Đinh Bộ Lĩnh]] dẫn quân lên vùng Tam Đái, Nguyễn Khoan chống không nổi, tử trận. Hai tướng và hai bà vợ của ông tự vẫn ở Ao Nâu, cạnh gò Đồng Đậu.\n\nSau khi [[Đinh Bộ Lĩnh]] tấn công thành [[Hồi Hồ]], tướng quân [[Kiều Thuận]] chống không nổi đành vượt sông Hồng chạy sang thành Mè kết hợp với Ma Xuân Trường chống lại [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]]. Đinh Bộ Lĩnh đánh chiếm thành Mè, Kiều Thuận tử trận. Ma Xuân Trường chạy lên Yên Bái trốn thoát.<ref>Ngày nay, thị xã Phú Thọ còn dấu tích thành Mè. Làng Trù Mật xã Văn Lung thị xã Phú Thọ có đền thờ Ma Xuân Trường và [[Kiều Thuận]].<\/ref><ref>[http:\/\/www.vanhocnghethuatphutho.org.vn\/modules.php?name=News&op=viewst&sid=1672 TRONG NỀN VĂN HÓA DÂN GIAN ĐẤT TỔ (Nguyễn Hữu Nhàn)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140309031908\/http:\/\/www.vanhocnghethuatphutho.org.vn\/modules.php?name=News&op=viewst&sid=1672 |date = ngày 9 tháng 3 năm 2014}}, Hội Liên hiệp Văn học Nghệ thuật tỉnh Phú Thọ<\/ref>\n\nSứ quân [[Lý Khuê]] ở Siêu Loại đánh nhau với lực lượng của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] bị thua chạy và mất ở làng Dương Xá (nay thuộc Gia Lâm, Hà Nội).<ref>Theo thần tích ở xã Bình Sơn (Thuận Thành, [[Bắc Ninh]]).<\/ref>\n\nĐầu năm 968, sau khi chiếm lại vùng Bắc Ninh, vốn do các sứ quân [[Nguyễn Thủ Tiệp]] và Lý Khuê cát cứ, Vạn Thắng Vương [[Đinh Bộ Lĩnh]] chuyển quân về Siêu Loại, cho [[Đinh Liễn]] và Nguyễn Bặc đem ba ngàn quân tiến đánh quân Lã Đường. [[Lã Đường]] chủ trương tản quân, đóng giữ chỗ hiểm yếu. Khi quân [[Hoa Lư]] đi đông thì tránh mà đi lẻ là chặn đánh, diệt một vài lính, rồi lại bỏ chạy. [[Nguyễn Bặc]] bày kế cho quân Hoa Lư tập trung, tập kích quân lương tiếp vận của quân Lã Đường. Trong vòng 7 ngày, vòng đai phòng thủ bên ngoài của quân Lã Đường bị tiêu diệt hoàn toàn, Đinh Liễn, [[Nguyễn Bặc]] đánh sâu vào trung tâm, bắt được [[Lã Đường]], chém chết, thu phục hoàn toàn đất Tế Giang.\n\n===Chiêu hàng===\nĐể thực hiện nhiệm vụ dẹp loạn và thống nhất đất nước, [[Đinh Bộ Lĩnh]] đã khôn khéo vận dụng kế sách chính trị kết hợp với quân sự. Khi lực lượng còn non yếu, ông đã liên kết với Sứ quân [[Trần Lãm]] ở Bố Hải Khẩu (Kỳ Bố) ([[Thái Bình]]) rồi thu phục được [[Phạm Bạch Hổ]] ở Đằng Châu ([[Hưng Yên]]) về và phong làm Thân vệ Đại tướng quân.\n\nNhiều vị [[tướng nhà Đinh]] vốn là thổ hào địa phương, thực chất họ cũng có tiềm lực trở thành các sứ quân như: [[Võ Trung]], [[Nguyễn Tấn (tướng nhà Đinh)|Nguyễn Tấn]], Phạm Đông Nga, Phạm Hán, Phạm Phổ, Phạm Hạp, Phạm Cự Lượng, Nguyễn Phúc Thời, Lê Lương, Lê Chương, Lê Du, Đinh Nga, Đào Ngọc Sâm, Cao Điền, Cao Đỗ, Bạch Tượng, Bạch Địa, Đào Lang, Lưu Quyền, Phạm Quảng, Lê Cát Bạo, Lý Mộc Trang, Đinh Hùng Lực, Nguyễn Ninh, Nguyễn Tĩnh, [[Trương Ma Ni]], Lê Khai, Đặng Sỹ Nghị, Phùng Cường Bạo, Từ Hải cũng được Đinh Bộ Lĩnh thu phục và trở thành những công thần dẹp loạn.\n\nCuối cùng khi lực lượng đủ mạnh ông không tiêu diệt mà hàng phục [[Ngô Nhật Khánh]] ở Đường Lâm (Ái châu), [[Ngô Xương Xí]] ở Bình Kiều ([[Thanh Hóa]]) vốn là những hậu duệ nhà Ngô để lấy lòng thiên hạ.\n\n==Dấu tích==\nCác sứ quân chiếm đóng các vùng và lập căn cứ, xây thành lũy. Một vài thành lũy trong số đó còn tồn tại lâu dài về sau, thậm chí được sử dụng lại. Chẳng hạn như thành Đỗ Động của [[Đỗ Cảnh Thạc]] tại [[Thanh Oai]] sau này được quân Minh sử dụng trong cuộc chiến chống phong trào [[khởi nghĩa Lam Sơn]] vào cuối năm 1426<ref>GS [[Phan Huy Lê]], [[Phan Đại Doãn]] xác định thành đất Thanh Oai nằm ở [[Bình Đà]], huyện Thanh Oai, [[Hà Nội]]. Trong giai đoạn trước, dân vùng này nổi tiếng với nghề làm pháo. ''Nguồn'': Khởi nghĩa Lam Sơn, Nhà Xuất bản Quân đội Nhân dân, năm 2005.<\/ref>. Thành Tam Giang của [[Kiều Công Hãn]] sau được [[nhà Trần]] sử dụng làm căn cứ quân sự. Các tòa thành như thành Hồi Hồ, thành Bình Kiều hiện vẫn còn dấu tích.\n\nHiện nay, ở Nam Định, Thanh Hoá, Hà Nội... có rất nhiều di tích thờ [[Đinh Tiên Hoàng]], các tướng lĩnh và cả các sứ quân. Trong số các vị tướng thời Đinh có rất nhiều vị đến đây từ các vùng đất khác nhau. Những dấu tích cho thấy ở đây chính là vùng chịu sự ảnh hưởng và địa bàn gây dựng lực lượng của nhiều sứ quân hay các vị \"hùng trưởng\" khác như [[Phạm Bạch Hổ]], [[Kiều Công Hãn]], [[Lã Đường]], [[Ngô Nhật Khánh]], [[Nguyễn Khoan]], [[Trần Lãm]]... dần dần trở thành nơi hội tụ và đối đầu quyết liệt của hào kiệt bốn phương.<ref>[http:\/\/baonamdinh.com.vn\/channel\/5093\/201207\/Nam-dinh-dia-ban-trong-yeu-trong-su-nghiep-thong-nhat-dat-nuoc-cua-dinh-Bo-Linh-2182012\/ Nam Định - Địa bàn trọng yếu trong sự nghiệp thống nhất đất nước của Đinh Bộ Lĩnh]<\/ref>\n\nTrong danh sách thống kê có 280 [[danh nhân thời Đinh]] trong đó quê hương các tướng phân bố như sau: [[Ninh Bình]] 42 tướng, [[Hà Nội]] 49 tướng, [[Thái Bình]] 27 tướng, [[Hải Dương]] 27 tướng, [[Hà Nam]] 23 tướng, [[Thanh Hóa]] 22 tướng, [[Nam Định]] 21 tướng, [[Hưng Yên]] 20 tướng, [[Bắc Ninh]] 16 tướng, [[Hải Phòng]] 8 tướng, [[Bắc Giang]] 8 tướng, [[Phú Thọ]] 5 tướng, [[Trung Hoa]] 5 tướng, [[Nghệ An]] 4 tướng, [[Vĩnh Phúc]] 2 tướng, [[Cao Bằng]] 2 tướng, [[Hà Tĩnh]] 1 tướng.\n\nTrong danh sách thống kê các [[di tích về thời Đinh]], hiện có 500 di tích liên quan tới Vua Đinh và 280 danh nhân thời Đinh trong đó [[Hà Nội]]: 100 di tích, [[Nam Định]] 36 di tích, [[Ninh Bình]] gần 150 di tích, [[Thái Bình]] 46 di tích, [[Hưng Yên]] 29 di tích, [[Hải Dương]] 30 di tích, [[Hà Nam]] 28 di tích, [[Hải Phòng]] 8 di tích, [[Bắc Ninh]] 10 di tích, [[Nghệ An]] 13 di tích, [[Thanh Hóa]] 10 di tích, Phú Thọ 8 di tích, [[Bắc Giang]] 5 di tích, [[Vĩnh Phúc]] 6 di tích, Thái Nguyên 4 di tích. Các tỉnh khác cũng có di tích thời Đinh như Cao Bằng, Lạng Sơn, Bắc Kạn, An Giang, Hòa Bình, Quảng Nam, Đà Nẵng, Đắk Lắk, [[Thành phố Hồ Chí Minh]], Bà Rịa - Vũng Tàu, Hà Tĩnh...\n\nNhiều di tích thờ các bộ tướng và sứ quân trở thành điểm đến nổi tiếng của các địa phương như: \nDi tích lịch sử cấp Quốc gia: Đình [[làng Phú Khê]] ở [[Hoằng Phú]] huyện [[Hoằng Hoá]] tỉnh [[Thanh Hoá]]; đình Bến ở Văn Giang và [[đền Mây]] ở thành phố [[Hưng Yên]]; [[đền Trù Mật]] ở thành phố [[Phú Thọ]]; đền Gin và đền Xám ở Nam Trực, [[Nam Định]]; đền Gia Loan ở Yên Lạc, [[Vĩnh Phúc]]; đình Đông Phù ở Thanh Trì, đình Yên Bình ở Gia Lâm, [[Đỗ Động Giang|đình Cổ Hiền]] và [[Đỗ Động Giang|đền Tam Xã]] ở Quốc Oai, [[Hà Nội]]; đình Ném Đoài ở thành phố [[Bắc Ninh]]; đình Bo ở thành phố [[Thái Bình]], đền Khai Long ở Đô Lương, [[Nghệ An]]...\n\nXét trên lợi ích quốc gia, việc cát cứ của các sứ quân đi ngược lại nguyện vọng thống nhất của dân tộc. Nhưng có thể thấy trong bối cảnh đất nước rơi vào tình trạng vô chủ, việc các vị hào trưởng có thế lực quân sự mạnh, thiết lập chính quyền, duy trì trật tự tại địa phương để nhân dân có thể sống yên bình trong vùng đất của họ là điều cần thiết và thuận lòng dân, dù việc này không có tính toàn cục và chỉ diễn ra trong một thời đoạn ngắn, điều đó lý giải vì sao các sứ quân vẫn được nhân dân trong vùng chiếm đóng lập đền thờ cho dù số đền thờ này là quá ít ỏi so với số lượng đền thờ các trung thần [[nhà Đinh]] có công dẹp loạn. Sách \"Việt Nam phong sử\" bình rằng: \n:''\"Nói đến việc tranh nhau thì mười hai sứ quân chẳng tránh khỏi tội; nói về cuộc thống nhất thì mười hai sứ quân lại là có công vì lẽ nó tạo cơ hội cho [[Đinh Tiên Hoàng]] thống nhất được quốc gia mà không bị kẻ ngoài cướp đoạt,... người Nam làm vua nước Nam, chắc hẳn 12 Sứ quân có linh thiêng cũng ngậm cười ở nơi chín suối…\"''\n\nChiến tranh kết thúc năm 968. [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] lên ngôi [[Hoàng đế]], lấy hiệu [[Đinh Tiên Hoàng]], lập ra triều đại [[nhà Đinh]], nước [[Đại Cồ Việt]]. Thắng lợi của [[Đinh Tiên Hoàng|Đinh Bộ Lĩnh]] là thắng lợi của xu hướng thống nhất quốc gia, của tinh thần dân tộc và ý chí độc lập trong nhân dân.\n\n== Xem thêm ==\n* [[12 sứ quân]]\n* [[Danh nhân thời Đinh]]\n* [[Nhà Ngô]]\n* [[Nhà Đinh]]\n* [[Đinh Tiên Hoàng]]\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]].\n* Nguyễn Danh Phiệt (1990), ''Nhà Đinh dẹp loạn và dựng nước'', Nhà Xuất bản Khoa học xã hội.\n* Lê Văn Siêu (2004), ''Việt Nam văn minh sử cương'', Nhà Xuất bản Thanh niên.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n== Liên kết ngoài ==\n* {{TĐBKVN|17051|Mười hai sứ quân}}\n{{12 sứ quân}}\n\n[[Thể loại:Loạn 12 sứ quân| ]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Nhà Ngô]]\n[[Thể loại:Khởi nghĩa Việt Nam]]"}