{"134573":"{{Thông tin máy bay\n|tên=A-7 Corsair II\n|hình=A-7E Corsair II from Attack Squadron 22 in flight in the 1970s.jpg\n|chú thích=A-7E Hải quân Mỹ\n|kiểu=[[Máy bay cường kích]]\n|hãng sản xuất=[[Ling-Temco-Vought]]\n|hãng thiết kế=\n|chuyến bay đầu tiên=[[26 tháng 9]] năm [[Hàng không năm 1965|1965]]\n|được giới thiệu=[[tháng hai|tháng 2]] năm [[Hàng không năm 1967|1967]]\n|được nghỉ hưu=[[Hàng không năm 1991|1991]], Không quân Hoa Kỳ\n|tình trạng=\n|hãng sử dụng chính=[[Hải quân Hoa Kỳ]]<br \/>[[Không quân Hoa Kỳ]]<br \/>[[Không quân Hy Lạp]]<br \/>[[Không quân Bồ Đào Nha]]\n|được chế tạo=\n|số lượng được sản xuất=1.569\n|chi phí dự án=\n|chi phí máy bay=2,86 triệu Đô la Mỹ\n|được phát triển từ=[[Vought F-8 Crusader|F-8 Crusader]]\n|phương án tương tự=\n}}\n\nChiếc '''[[Ling-Temco-Vought]] A-7 Corsair II''' là một kiểu [[máy bay cường kích]] hạng nhẹ [[máy bay tốc độ cận âm|cận âm]] hoạt động trên [[tàu sân bay]] được đưa ra hoạt động trong [[Hải quân Hoa Kỳ]] để thay thế cho chiếc [[Douglas A-4 Skyhawk|A-4 Skyhawk]], thiết kế dựa trên kiểu [[máy bay tiêm kích]] [[máy bay tốc độ siêu thanh|siêu thanh]] [[Vought F-8 Crusader|F-8 Crusader]] khá thành công do Chance Vought sản xuất. A-7 là một trong những máy bay chiến đấu đầu tiên được trang bị [[hệ thống hiển thị thông tin trước mặt]] (HUD), [[hệ thống dẫn đường quán tính]] (INS) kết hợp doppler, và một [[động cơ turbo quạt ép]]. Nó được Hải quân Mỹ đưa ra hoạt động đầu tiên trong [[Chiến tranh Việt Nam]], rồi được [[Không quân Hoa Kỳ]] dùng để thay thế những chiếc [[Douglas A-1 Skyraider|A-1 Skyraider]] đang mượn của Hải quân cũng như trong [[Không lực Vệ binh Quốc gia Hoa Kỳ]]. Nó cũng được xuất khẩu sang [[Hy Lạp]] trong [[thập niên 1970]], [[Bồ Đào Nha]] và [[Thái Lan]] trong [[thập niên 1980]].\n== Thiết kế và phát triển ==\n[[Tập tin:355th Tactical Fighter Squadron A-7D Corsair II 69-6212.jpg|nhỏ|phải|Chiếc Ling-Temco-Vought A-7D-5-CV Corsair II số hiệu 69-6212 thuộc Phi đội Tiêm kích 355, Phi đoàn Tiêm kích Chiến thuật 354, cất cánh từ [[căn cứ không quân Howard]], [[Panama]] trong một đợt bố trí năm 1977 từ [[căn cứ không quân Myrtle Beach]], [[Nam Carolina]]]]\nNăm [[Hàng không năm 1962|1962]], [[Hải quân Hoa Kỳ]] bắt đầu các công việc sơ khởi trên chiếc '''VAX''' (Máy bay Tấn công Thử nghiệm), một kiểu thay thế cho chiếc [[Douglas A-4 Skyhawk|A-4 Skyhawk]] với tầm bay xa hơn và tải trọng chiến đấu lớn hơn. Có sự nhấn mạnh đặc biệt đến khả năng mang vũ khí chính xác nhằm giảm thiểu chi phí cho mỗi mục tiêu. Các yêu cầu được gút lại vào năm [[Hàng không năm 1963|1963]] và đến năm [[Hàng không năm 1964|1964]], Hải quân công bố việc mở thầu kiểu máy bay '''VAL''' (Máy bay Tấn công Hạng nhẹ). Tương phản với triết lý của Không quân vốn chỉ sở hữu những chiếc [[máy bay cường kích|máy bay tiêm kích-ném bom]] siêu thanh như là [[Republic F-105 Thunderchief|F-105 Thunderchief]] và [[North American F-100 Super Sabre|F-100 Super Sabre]], Hải quân cảm thấy các thiết kế cận âm có thể mang tải trọng chiến đấu lớn nhất với tầm bay xa nhất. Một câu chuyện minh họa rằng \"con vịt to chậm chạp\" có thể bay gần nhanh bằng một chiếc máy bay siêu thanh, vì nó phải mang hằng tá bom miểng cũng làm nó bị giới hạn về tốc độ, còn một máy bay bay nhanh với cánh nhỏ và một động cơ có đốt sau sẽ đốt cháy một lượng lớn nhiên liệu. Để giảm thiểu chi phí, mọi đề nghị đều dựa trên những thiết kế có sẵn. [[Vought]], [[Douglas Aircraft Company|Douglas Aircraft]], [[Grumman Aircraft Engineering Corporation|Grumman]], và [[North American Aviation]] đã có câu trả lời. Đề nghị của Vought dựa trên kiểu máy bay tiêm kích khá thành công [[Vought F-8 Crusader|F-8 Crusader]], có một cấu hình gần như tương tự, nhưng có một mũi ngắn và bầu tròn hơn. Nó được chọn là kiểu chiến thắng vào ngày [[11 tháng 2]] năm [[Hàng không năm 1964|1964]], và đến ngày [[19 tháng 3]] công ty nhận được hợp đồng cho đợt đầu tiên của kiểu máy bay này, đặt tên là '''A-7'''. Năm [[Hàng không năm 1965|1965]] chiếc máy bay nhận được tên thông dụng là '''Corsair II''', được đặt theo kiểu máy bay tiêm kích thời [[Chiến tranh thế giới thứ hai|Thế Chiến II]] đã thành công rất lớn của Vought là [[Vought F4U Corsair|F4U Corsair]].\n\nSo sánh với chiếc máy bay tiêm kích [[Vought F-8 Crusader|F-8 Crusader]], chiếc A-7 có khung thân ngắn và rộng hơn. Cánh được chế tạo lớn hơn, và đặc điểm [[cánh có góc tới thay đổi]] độc đáo của chiếc F-8 bị loại bỏ. Để đạt được tầm bay xa, A-7 được trang bị một động cơ [[turbo quạt ép]] [[Pratt & Whitney TF-30|Pratt & Whitney TF30]]-P-6 tạo ra lực đẩy 11.345&nbsp;lbf (50,5&nbsp;kN), cùng một kiểu động cơ đổi mới được sản xuất cho chiếc [[General Dynamics F-111 Aardvark|F-111]], nhưng không có đốt sau vốn cần cho tốc độ siêu thanh. Động cơ turbo quạt ép đạt được hiệu quả cao hơn nhờ đẩy một khối lượng khí lớn hơn ở một tốc độ chậm hơn. \n[[Tập tin:A-7B Corsair II VA-305.jpg|nhỏ|phải|Một chiếc máy bay A-7B Corsair II thuộc Phi Đội Cường kích VA-305 Không lực Trừ bị Hải quân Hoa Kỳ]]\nChiếc máy bay được trang bị radar [[AN\/APQ-116]] được tích hợp vào hệ thống dẫn đường kỹ thuật số ILAAS. Radar cũng được nạp vào một máy tính kỹ thuật số kiểm soát vũ khí để có thể ném bom chính xác từ khoảng cách xa, cải thiện đáng kể độ sống còn khi so sánh với các nền tảng khác nhanh hơn như [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]]. Nó là máy bay Hoa Kỳ đầu tiên được trang bị [[hệ thống hiển thị thông tin trước mặt]] hiện đại, đến nay đã là thiết bị tiêu chuẩn, vốn hiển thị các thông tin như góc bổ nhào, tốc độ, độ cao, tiêu điểm ngắm. Hệ thống dẫn đường tích hợp còn cho phép một đổi mới khác, hệ thống hiển thị bản đồ chiếu (PMDS), trình bày chính xác vị trí của máy bay trên hai bản đồ thang độ khác nhau.\n\nChiếc A-7 có được sự phát triển nhanh chóng và thuận lợi nhất đối với mọi máy bay Hoa Kỳ kể từ [[Chiến tranh thế giới thứ hai|Thế Chiến II]]. Chiếc '''YA-7A''' thực hiện chuyến bay đầu tiên ngày [[27 tháng 9]] năm [[Hàng không năm 1965|1965]], và bắt đầu phục vụ tại các phi đội Hải quân từ cuối năm [[Hàng không năm 1966|1966]]. Phi đội A-7 Hải quân đầu tiên đạt đến tình trạng sẵn sàng hoạt động vào ngày [[1 tháng 2]] năm [[Hàng không năm 1967|1967]], và bắt đầu các hoạt động chiến đấu trong [[Chiến tranh Việt Nam]] vào [[tháng mười hai|tháng 12]] cùng năm.\n[[Tập tin:LTV A-7D Corsair II Cockpit USAF.jpg|phải|220px|nhỏ|Buồng lái chiếc A-7D Corsair II]]\n[[Bộ trưởng Quốc phòng]] [[Robert McNamara]] thúc đẩy phía Không quân chấp nhận không chỉ chiếc máy bay tiêm kích [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]] to lớn thành công, mà còn với chiếc A-7 Corsair của Hải quân như một giải pháp giá thấp kế tục chiếc F-105 cho đến khi chiếc F-111 đầy sự cố sẵn sàng. Không quân Hoa Kỳ đặt hàng chiếc A-7D với hệ thống tiếp nhận nhiên liệu cố định tốc độ cao ngay sau buồng lái, được tối ưu để hoạt động với cần tiếp dầu của [[máy bay tiếp dầu trên không]] [[KC-135 Stratotanker|KC-135]] hơn là hệ thống vòi dài xếp được của Hải quân. Họ cũng chọn khẩu pháo [[M61 Vulcan]] hơn là cặp pháo nòng đơn 20&nbsp;mm, và đổi sang kiểu động cơ [[Allison TF41]]-A-1, một phiên bản của kiểu động cơ [[Rolls-Royce Spey]] Anh Quốc được chế tạo theo giấy phép nhượng quyền. Động cơ TF41-A-1 tạo ra lực đẩy 14.500&nbsp;lbf (64&nbsp;kN). Các phiên bản Hải quân sau này cũng chọn kiểu súng và động cơ này.\n\nChiếc A-7 Corsair II được các phi công gán cho tên lóng là \"SLUF\" (viết tắt bốn ký tự: \"'''S'''hort '''L'''ittle '''U'''gly '''F'''eller\" Tên đồ tể lùn nhỏ xấu xí).\n\n=== Sản xuất ===\nViệc sản xuất chiếc Corsair II tiếp tục đến năm [[Hàng không năm 1984|1984]] với 1.569 máy bay được chế tạo. A-7 Corsair II có đặc điểm là máy bay tiêm kích-ném bom phản lực Hoa Kỳ duy nhất của thập niên 1960 được thiết kế, chế tạo, và bố trí trực tiếp cho Chiến tranh Việt Nam.\n\n== Lịch sử hoạt động ==\n[[Tập tin:3d Tactical Fighter Squadron A-7D Corsair II 71-0309.jpg|nhỏ|phải|Chiếc A-7D-10-CV số hiệu 71-0309 thuộc Không đoàn Tiêm kích Chiến thuật 388, Căn cứ Không quân Hoàng gia Thái Korat, Thái Lan, 1973]]\n[[Tập tin:76th Tactical Fighter Squadron A-7D Corsair.jpg|nhỏ|phải|Chiếc A-7D Corsair II lượn sang trái trên bầu trời phía trên Căn cứ Không quân Nellis, Nevada]]\n\nPhi công lái những chiếc A-7 đầu tiên khen ngợi chiếc máy bay vì tính cách chung lái dễ dàng (ngoại trừ kém ổn định khi hạ cánh với gió ngang) và tầm nhìn phía trước xuất sắc nhưng cho là động cơ còn thiếu lực đẩy. Vấn đề được sửa đổi với phiên bản A-7B và triệt để hơn ở các phiên bản A-7D\/E. Động cơ turbo quạt ép cung cấp sự cải thiện đáng kể về hiệu quả nhiên liệu so sánh với kiểu động cơ [[turbo phản lực]] trước đây, chiếc A-7D được cho là có mức tiêu thụ nhiên liệu chỉ bằng một-phần-sáu so với chiếc [[North American F-100 Super Sabre|F-100 Super Sabre]] với lực đẩy tương đương. Một chiếc A-7D mang 12 quả bom 227&nbsp;kg (500&nbsp;lb) ở vận tốc 775&nbsp;km\/h (480&nbsp;mph) trên độ cao 10.000&nbsp;m (33.000&nbsp;ft) chỉ tiêu thụ 1.500&nbsp;kg (3.350&nbsp;lb) nhiên liệu mỗi giờ. Máy tính kiểm soát vũ khí tích hợp cho phép ném bom với độ chính xác 20&nbsp;m (60&nbsp;ft) bất chấp kinh nghiệm của phi công. Hệ thống dẫn đường doppler chỉ cần 2,5 phút trên mặt đất để đồng bộ một phần, một cải tiến rất lớn so với 13 phút cần cho chiếc [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]]. Thêm vào đó, chiếc A-7 chỉ cần 11,5 [[giờ công]] bảo trì cho mỗi phi vụ, cho phép quay vòng máy bay nhanh và có nhiều máy bay sẵn sàng chiến đấu hơn.\n\n=== Đông Nam Á ===\nTại Việt Nam, không khí nóng và ẩm lấy mất lực đẩy của ngay cả các phiên bản A-7D và A-7E được nâng cấp. Đường băng cất cánh kéo dài và máy bay trang bị vũ khí đầy đủ phải gắng sức mới đặt được tốc độ 800&nbsp;km\/h. Phi công châm biếm rằng chiếc Corsair \"không thật nhanh, nhưng chắc chắn là chậm\".<ref>Higham, 1978.<\/ref> Để phục vụ cho việc [[Huấn luyện Không chiến Khác biệt]], và cho [[Đội Thao diễn Hàng không Blue Angels]], Hải quân đã chọn kiểu máy bay [[Douglas A-4 Skyhawk|A-4 Skyhawk]] nhanh nhẹn hơn như là nền tảng cơ động cân âm, vì một số người cho rằng chiếc A-7 không thích đáng cho không chiến. [[Thủy quân lục chiến Hoa Kỳ|Thủy quân Lục chiến]] cũng chuyển sang sử dụng Corsair II, họ đã chọn nó thay vì kiểu máy bay [[V\/STOL]] (máy bay cất cánh hạ cánh thẳng đứng\/trên đường băng ngắn) [[McDonnell Douglas AV-8B Harrier II|AV-8 Harrier]] như là kiểu máy bay cường kích hạng nhẹ thay thế cho những chiếc A-4F\/M Skyhawk của họ.\n\nNhững chiếc A-7A Hải quân đầu tiên được bố trí đến Việt Nam vào năm [[Hàng không năm 1967|1967]] cùng Phi đoàn ''VFA-147 Argonauts'' trên chiếc tàu sân bay [[USS Ranger (CVA-61)|USS ''Ranger'']]. Chiếc máy bay thực hiện phi vụ chiến đấu đầu tiên vào ngày [[4 tháng 12]] năm [[Hàng không năm 1967|1967]]. Trong những tháng sau đó, VA-147 bay khoảng 1.400 phi vụ và chỉ mất một máy bay. Đến [[tháng một|tháng 1]] năm [[Hàng không năm 1968|1968]], tàu sân bay USS ''Ranger'' tham gia vào sự kiện chung quanh việc tàu khu trục [[USS Pueblo (AGER-2)|USS ''Pueblo'']] bị phía [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Bắc Triều Tiên]] bắt giữ trong vùng [[Biển Nhật Bản]]. Phiên bản cải tiến A-7B của Hải quân đến Việt Nam vào đầu năm [[Hàng không năm 1969|1969]], và phiên bản cuối cùng A-7E tiếp nối vào năm [[Hàng không năm 1971|1971]].\n\n[[Tập tin:CVW-19 1970.jpg|phải|220px|nhỏ|Các chiếc Corsair trên tàu sân bay USS Oriskany.]]\nHải quân Hoa Kỳ thiệt hại chiếc A-7 đầu tiên vào ngày [[22 tháng 12]] năm [[Hàng không năm 1967|1967]], chưa đầy ba tuần sau khi tham gia hoạt động chiến đấu. Chiếc Corsair từ Phi đội VA-147 của tàu sân bay USS ''Ranger'' do Thiếu tá James M. Hickerson điều khiển đang tấn công một vị trí pháo phòng không, khi một tên lửa SAM nổ bên dưới máy bay của ông, động cơ và hệ thống thủy lực bị hỏng và ông phải phóng ra. Thiếu tá Hickerson trở thành tù binh chiến tranh và được phóng thích ngày [[14 tháng 3]] năm [[Hàng không năm 1973|1973]]. Thiệt hại cuối cùng của A-7 Corsair Hải quân trong cuộc chiến là vào ngày [[29 tháng 1]] năm [[Hàng không năm 1973|1973]], khi Trung tá T.R. Wilkinson thuộc Phi đội VA-147 cất cánh từ tàu sân bay [[USS Constellation (CV-64)|USS ''Constellation'']] bị mất tích trong một phi vụ huấn luyện; ông được ghi nhận là đã hy sinh khi bay. Hai mươi tàu sân bay Hải quân Hoa Kỳ đã từng luân phiên hoạt động tại vùng biển Đông Nam Á để thực hiện các phi vụ không kích từ năm 1967 đến năm 1973. Mười trong số những tàu sân bay đó bị thiệt hại những chiếc A-7 Corsair II: [[USS Ticonderoga (CV-14)|USS ''Ticonderoga'']] mất ba, USS ''Constellation'' mất 15, USS ''Ranger'' mất 11, [[USS Coral Sea (CVB-43)|USS ''Coral Sea'']] mất 13, [[USS Midway (CVB-41)|USS ''Midway'']] mất hai, [[USS Oriskany (CV-34)|USS ''Oriskany'']] mất tám, [[USS Saratoga (CVA-60)|USS ''Saratoga'']] mất tám, [[USS Kitty Hawk (CV-63)|USS ''Kitty Hawk'']] mất 13, [[USS Enterprise (CVN-65)|USS ''Enterprise'']] mất ba, và chiếc [[USS America (CVA-66)|USS ''America'']] mất 16. Có 15 máy bay trong số đó bị bắn rơi do tên lửa đất-đối-không (SAM).\n\nA-7D của Không quân Hoa Kỳ cũng được sử dụng rộng rãi tại Việt Nam và [[Campuchia]] cùng các Không đoàn Tiêm kích Chiến thuật 354 và 388 bay từ [[Căn cứ Korat]] của [[Không quân Hoàng gia Thái Lan]]. A-7 của Phi đoàn 354 bắt đầu hoạt động từ [[tháng mười|tháng 10]] năm [[Hàng không năm 1972|1972]] và tấn công các mục tiêu cách xa căn cứ đến 800&nbsp;km, sử dụng rộng rãi phương pháp tiếp nhiên liệu trên không. Chiếc A-7D được nhanh chóng giao cho vai trò trong các \"phi vụ Sandy\" cung cấp sự yểm trợ từ trên không để giải cứu các phi công bị bắn rơi. Nhận lãnh vai trò này từ những chiếc [[Douglas A-1 Skyraider|A-1 Skyraider]] (nên mới có cái tên \"Sandy\"), tốc độ cao của chiếc A-7 phần nào bất lợi cho việc hộ tống những [[máy bay trực thăng]] nhưng khả năng hoạt động kéo dài và sức bền chịu đựng cao của chiếc máy bay rất có giá trị và nó hoạt động một cách đáng ngưỡng mộ. Vào ngày [[18 tháng 11]] năm [[Hàng không năm 1972|1972]], Thiếu tá [[Colin A. Clarke]] đã lãnh đạo một phi vụ thành công gần [[Thanh Hóa]] để giải cứu một đội bay [[Republic F-105 Thunderchief|F-105 Wild Weasel]] bị bắn rơi. Phi vụ kéo dài tổng cộng 8,8 giờ trong đó Clarke và đồng đội của ông trúng phải nhiều phát đạn từ súng phòng không 12,7&nbsp;mm (0,51 inch). Vì những hành động phối hợp trong phi vụ giải cứu, Clarke đã được tặng thưởng [[Huân chương Chữ thập bay (Hoa Kỳ)|Huân chương Chữ thập bay]], huân chương cao quý thứ hai của Không quân.\n\nNhững chiếc A-7D Không quân Hoa Kỳ đã thực hiện tổng cộng 12.928 phi vụ chiến đấu trong cuộc chiến, và chỉ thiệt hại sáu chiếc, tổn thất thấp nhất trong số các máy bay tiêm kích Mỹ tại chiến trường này. Chiếc máy bay này cũng chỉ đứng thứ hai sau chiếc [[Boeing B-52 Stratofortress|B-52 Stratofortress]] về số lượng bom được ném xuống [[Hà Nội]], và nó ném nhiều bom hơn cả trong mỗi phi vụ với độ chính xác cao hơn so với mọi máy bay tấn công Mỹ nào khác.\n\nChiếc A-7 Corsair đầu tiên của Không quân Hoa Kỳ bị mất do Đại úy Anthony C. Shine thuộc Phi đội Tiêm kích Chiến thuật 353 điều khiển. Vào ngày [[2 tháng 12|02 tháng 12]] năm [[Hàng không năm 1972|1972]] Shine thực hiện một phi vụ tìm kiếm và giải cứu (SAR) khi ông biến mất trong một đám mây thấp để nhận diệm một mục tiêu. Cuộc tìm kiếm kéo dài ba ngày không tìm thấy Đại úy Shine hay chiếc Corsair của ông. Vào năm [[Hàng không năm 1993|1993]], con gái của Đại úy Anthony Shine quyết định tìm di tích của cha mình và đã đến Việt Nam, đích thân tìm kiếm tại nơi xảy ra tai nạn. Di hài của Đại úy Anthony Shine được đưa về Hoa Kỳ vào [[tháng sáu|tháng 6]] năm [[Hàng không năm 1995|1995]], được chính thức nhận diện và được chôn cất với đầy đủ nghi thức quân đội tại Nghĩa trang Quốc gia Arlington vào năm [[Hàng không năm 1996|1996]].\n\nVào ngày [[24 tháng 12]] năm [[Hàng không năm 1972|1972]] một chiếc A-7 thuộc Phi đội Tiêm kích Chiến thuật 353 đang bổ nhào để tấn công một vị trí pháo đối phương trong khi một chiếc [[O-1 Bird Dog]] vốn đang chỉ điểm cuốc tấn công đang ngóc lên ngay vào đường bay của chiếc Corsair; chiếc Corsair cắt qua chiếc O-1, làm nó rơi xoay tít xuống đất làm phi công tử nạn. Đại úy Riess phải phóng ra từ chiếc máy bay bị hỏng nặng và bị quân đội [[Việt Nam Dân chủ Cộng hòa]] bắt làm tù binh. Ông được phóng thích như là từ binh chiến tranh vào ngày [[28 tháng 3]] năm [[Hàng không năm 1973|1973]].\n\nVào ngày [[11 tháng 1]] năm [[Hàng không năm 1973|1973]], một chiếc A-7 thuộc Phi đội Tiêm kích Chiến thuật 355 đang thực hiện một phi vụ hộ tống thì động cơ bị hỏng. Phi công phải phóng ra và sống sót. Vào ngày [[17 tháng 2]] năm [[Hàng không năm 1973|1973]] Thiếu tá Gallagher thuộc Phi đội Tiêm kích Chiến thuật 354 đang lái chiếc A-7 trong một phi vụ hỗ trợ gần mặt đất thì trúng phải hỏa lực pháo phòng không ở độ cao 15.000&nbsp;ft, ông đã phóng ra và sống sót.\n\nVào ngày [[4 tháng 5]] năm [[Hàng không năm 1973|1973]], Trung úy T.L. Dickens thuộc Phi đội Tiêm kích Chiến thuật 3 lái chiếc Corsair của ông tấn công một tàu sông đối phương thì trúng phải hỏa lực mặt đất đối phương. Ông đã phóng ra và sống sót.\n\nVào ngày [[25 tháng 5]] năm [[Hàng không năm 1973|1973]], Đại úy Jeremiah Costello thuộc Phi đội 354 đang thực hiện một phi vụ hỗ trợ gần mặt đất thì trúng phải hỏa lực pháo phòng không đối phương. Thi thể của ông được một máy bay trực thăng [[H-53]] tìm thấy; chiếc Corsair của Đại úy Costello là tổn thất A-7 cuối cùng trong Chiến tranh Việt Nam.\n\nNhững chiếc A-7D từ sân bay Korat thực hiện các phi vụ chiến đấu tại Việt Nam cho đến giữa [[tháng một|tháng 1]] năm [[Hàng không năm 1973|1973]], tại Lào đến ngày [[22 tháng 2]] năm [[Hàng không năm 1973|1973]], và tại Cambodia cho đến ngày [[15 tháng 8]] năm [[Hàng không năm 1973|1973]]. Trong quá trình chiến tranh tại Đông Nam Á, A-7 Corsair của Hải quân Hoa Kỳ được sơn màu xám\/trắng; trong khi A-7 của Không quân thông thường được sơn màu [[ngụy trang]] toàn bộ. Hải quân Hoa Kỳ từng thử nghiệm sơn màu kiểu ngụy trang trên một số máy bay của họ trong chiến tranh, nhưng khi hạ cánh đội mặt đất nhận thấy nhiệm vụ của họ trở nên phức tạp do điều kiện khí hậu thay đổi trên một chiếc tàu đang di chuyển, cũng như đồng phục được mã màu theo nhiệm vụ của đội mặt đất; làm gia tăng những nguy cơ cho một sàn đáp chật chội. Họ đã quyết định giữ nguyên màu sơn dễ nhìn thấy của những chiếc máy bay hải quân vì lý do an toàn.\n\nVào ngày [[15 tháng 5]] năm [[Hàng không năm 1975|1975]], máy bay A-7D của Phi đoàn 388\/Phi đội Tiêm kích Chiến thuật 3 từ sân bay Korat đã hỗ trợ từ trên không cho vụ xung đột được xem là trận đánh cuối cùng của Chiến tranh Việt Nam, vụ giải cứu chiếc [[Sự kiện Mayaguez|SS ''Mayagüez'']] sau khi nó bị cướp bởi lực lượng cộng sản Cambodia.\n\n=== Grenada ===\n\nCác phi đội Corsair II VA-15 và VA-87, từ tàu sân bay [[USS Independence (CV-62)|USS ''Independence'']], đã thực hiện các phi vụ hỗ trợ gần mặt đất tại [[Grenada]] vào [[tháng mười|tháng 10]] năm [[Hàng không năm 1983|1983]].\n\n=== Liban ===\n\nNhững chiếc máy bay A-7 Hải quân cũng thực hiện các phi vụ hỗ trợ gần mặt đất cho lực lượng đa quốc gia tại [[Liban]] năm [[Hàng không năm 1983|1983]]. Cùng với một chiếc [[Grumman A-6 Intruder|A-6 Intruder]], đã có một chiếc A-7 bị bắn rơi bởi [[tên lửa đất-đối-không]] (SAM) của [[Syria]] vào ngày [[4 tháng 12]] năm [[Hàng không năm 1983|1983]].\n\n=== Libya ===\n\nVào ngày [[24 tháng 3]] năm [[Hàng không năm 1986|1986]], trong sự kiện xung đột tại [[vịnh Sidra]] cùng [[Libya]], lực lượng phòng không Libya đã bắn tên lửa đất-đối-không SA-5 vào hai chiếc [[Grumman F-14 Tomcat|F-14]] thuộc Phi đội VF-102 từ tàu sân bay [[USS America (CV-66)|USS ''America'']] đang tuần tra. Ngày hôm sau, một chiếc máy bay A-7 Hải quân đã tháp tùng theo những chiếc máy bay tiêm kích, và đã phản ứng lại việc phát xạ sóng radar SA-5 bằng cách phóng [[tên lửa chống radar]] [[AGM-88 HARM|AGM-88A HARM]] được sử dụng lần đầu tiên trong chiến đấu và đã tiêu diệt vị trí radar Libya.\n\nVào ngày [[tháng tư|tháng 4]] năm [[Hàng không năm 1986|1986]], những chiếc A-7E [[Đệ Lục Hạm Đội]] thuộc các phi đội VA-72 và VA-46 trên tàu sân bay USS ''America'' cũng tham gia [[Chiến dịch El Dorado Canyon]], cuộc tấn công trả đũa [[Libya]] sử dụng các tên lửa chống bức xạ HARM và Shrike.\n\n=== [[Chiến dịch Earnest Will]]\/[[Chiến dịch Praying Mantis]] ===\nTrong quá trình cuộc [[Chiến tranh Iran-Iraq]] trong những năm [[Thập niên 1980|1980]], những cuộc tấn công liên tục của Iran và Iraq vào tàu bè trong [[vịnh Ba Tư|vịnh Péc-xích]] thường xuyên đến mức vào năm [[Hàng không năm 1987|1987]] phía [[Kuwait]] phải đề nghị Hoa Kỳ hỗ trợ. [[Chiến dịch Earnest Will]], được vạch ra nhằm duy trì sự thông thương hàng hải tự do trong khu vực biển này, được phát động. Lúc khởi đầu, 11 tàu dầu Kuwait được \"treo lại cờ\", và [[Lực lượng Trung Đông]] sẽ hộ tống những tàu này vượt qua eo biển Hormuz vào vịnh Péc-xích đến Kuwait và ngược lại, khởi sự vào ngày [[22 tháng 7]] năm [[Hàng không năm 1987|1987]].\n\nTrong khi thi hành nhiệm vụ hộ tống tại địa điểm 55 dặm về phía Tây Bắc [[Qatar]] vào ngày [[14 tháng 4]] năm [[Hàng không năm 1988|1988]], các trinh sát viên trên chiếc tàu hộ tống trang bị tên lửa điều khiển [[USS Samuel B. Roberts (FFG-58)|USS ''Samuel B. Roberts'']] phát hiện ba trái mìn (thủy lôi) trước mặt. Không lâu sau, chiếc tàu đụng phải trái mìn thứ tư, phát nổ và gây ra một lỗ thủng 21-foot bên mạn trái tàu, làm bị thương mười thủy thủ, và hư hại đáng kể cho thân, boong tàu và cấu trúc hạ tầng. Các nỗ lực kiểm soát hư hại khẩn cấp của thủy thủ đoàn đã cứu được con tàu khỏi bị chìm. Trong vòng mười ngày tiếp theo, những tàu phá mìn thuộc Liên minh đã phát hiện thêm tám mìn, qua khảo sát được cho là có nguồn gốc từ phía Iran.\n\n[[Chiến dịch Praying Mantis]] được vạch ra như là một \"phản ứng chừng mực\" cho sự cố này, cũng như là các hành động quấy rối và khiêu khích tàu thuyền lặp đi lặp lại từ phía Iran; những chiếc A-7E từ các phi đội VA-22 và VA-94, cùng với những máy bay [[Grumman A-6 Intruder|A-6E]] thuộc Phi đội VA-95 đã tham gia đánh chìm tàu hộ tống [[Sahand]] của Iran, vốn đã bắn tên lửa vào hai chiếc A-6E Intruder Hoa Kỳ.\n\n=== Panama ===\nLiên đội Tiêm kích Chiến thuật 180 thuộc Không lực Vệ binh Quốc gia Ohio đã ở tại [[Panama]] khi các hoạt động đối địch xảy ra vào [[tháng mười hai|tháng 12]] năm [[Hàng không năm 1989|1989]] và đã tham gia vào[[Chiến dịch Just Cause]]. Họ ở trong số những đơn vị Vệ binh Quốc gia luân phiên đến hoạt động tại [[Căn cứ Không quân Howard]] nhằm hiện diện tại Panama trong khuôn khổ cuộc tập trận '''Cornet Cove'''.\n\n=== Chiến dịch Lá chắn Sa Mạc\/Bảo táp Sa Mạc ===\n[[Tập tin:A-7E VA-72 over Saudi Fort 1990.JPEG|nhỏ|trái|Chiếc A-7E thuộc Phi đội VA-72 đang bay bên trên sa mạc thuộc [[Ả Rập Xê Út]] trong [[Chiến dịch Lá chắn Sa Mạc]].]]\nTrong khi Không quân Mỹ giữ lại những chiếc A-7 tại quê nhà vì ưa chuộng chiếc A-10, Hải quân Hoa Kỳ lại bố trí hai trong số những phi đội A-7E cuối cùng của họ hoạt động trong khuôn khổ [[Chiến dịch Lá chắn Sa Mạc]] vào [[tháng tám|tháng 8]] năm [[Hàng không năm 1990|1990]] trên chiếc tàu sân bay [[USS John F. Kennedy (CV-67)|USS ''John F. Kennedy'']], chiếc duy nhất trong số sáu tàu sân bay được bố trí trong chiến dịch này sử dụng A-7, ngoạt trừ chiếc [[USS Saratoga (CVA-60)|USS ''Saratoga'']] đã đón tiếp một chiếc A-7 thuộc Phi đội VA-72 đáp nhầm khi ''Kennedy'' và ''Saratoga'' hoán đổi vị trí cho nhau giữa phi vụ. Các phi đội ''VA-46'' và ''VA-72'' thực hiện các phi vụ A-7 chiến đấu cuối cùng trong [[Chiến dịch Bảo táp Sa Mạc]] bay từ [[Biển Đỏ]] đến các mục tiêu tại [[Iraq]]. Chiếc A-7 được sử dụng cả ngày và đêm để tấn công một loạt các mục tiêu sâu bên trong được phòng thủ chắc chắn tại Iraq cũng như các \"khu vực hủy diệt\" tại [[Kuwait]], sử dụng nhiều loại vũ khí khác nhau bao gồm các đầu đạn dẫn đường chính xác (PGM), như bom lượn điều khiển bằng TV Walleye, bom thông thường không điều khiển, và [[tên lửa chống bức xạ]] tốc độ cao (HARM). Chiếc A-7 cũng được sử dụng như máy bay tiếp dầu trong nhiều phi vụ tiếp dầu trên không.\n\n=== Nghỉ hưu ===\n[[Tập tin:corsair dyaab halls tn.jpg|nhỏ|Chiếc A-7 Corsair II nghỉ hưu trưng bày phía trước Bảo tàng Cựu chiến binh ở [[Halls, Tennessee]].]]\nNhững chiếc A-7 Corsair của Hải quân Hoa Kỳ bắt đầu được rút khỏi phục vụ trong hạm đội từ giữa những năm [[Thập niên 1980|1980]] khi có sự xuất hiện của chiếc McDonnell Douglas (hiện tại là Boeing) [[McDonnell Douglas F\/A-18 Hornet|F\/A-18 Hornet]]. Chiếc A-7 Hải quân cuối cùng nghỉ hưu khỏi các phi đội hoạt động cuối cùng trên hạm đội (VA-46 và VA-72) vào [[tháng năm|tháng 5]] năm [[Hàng không năm 1991|1991]], không lâu sau khi chúng quay về từ Chiến dịch Bảo táp Sa mạc. Chiếc [[General Dynamics F-16 Fighting Falcon|F-16 Fighting Falcon]] cũng thay thế phần lớn những chiếc A-7 trong vai trò máy bay chiến đấu tấn công tính năng cao của Không quân. Cho dù với kỹ thuật tiên tiến và động cơ turbo quạt ép có đốt sau, một sứ người cho rằng chiếc F-16 không có được tầm bay xa như của chiếc A-7 cũ kỹ. Sự than phiền về tầm bay xa của chiếc Hornet nhiều đến mức phải thiết kế phiên bản mở rộng [[Boeing F\/A-18E\/F Super Hornet|F\/A-18E\/F Super Hornet]] lớn hơn để có thể mang được nhiều nhiên liệu hơn.\n\nĐến năm [[Hàng không năm 1981|1981]], chiếc Fairchild [[Fairchild Republic A-10 Thunderbolt II|A-10 Thunderbolt II]] bắt đầu thay thế chiếc A-7 đảm nhiệm vai trò hỗ trợ gần mặt đất (CAS) tại các đơn vị hoạt động của Không quân. Ngoại trừ những chiếc A-7 được sử dụng trong chương trình phát triển F-117, những chiếc Corsair hoạt động cuối cùng được sử dụng bởi Phi đoàn Tiêm kích Chiến thuật 23 tại [[Căn cứ Không quân England]], [[Louisiana]] năm [[Hàng không năm 1991|1991]]. Nhiều phi công đang phục vụ vẫn lưu tuyến tính năng bay và độ tinh vi của chiếc Corsair.\n\nNhững chiếc A-7D của Không quân đang hoạt động được chuyển cho các đơn vị của [[Không lực Vệ binh Quốc gia]] bắt đầu từ năm [[Hàng không năm 1974|1974]], và những chiếc hai chỗ ngồi A-7K chế tạo mới vào năm [[Hàng không năm 1979|1979]] được giao trực tiếp cho các đơn vị Vệ binh Quốc gia. Chiếc Corsair cuối cùng của Vệ binh Quốc gia được cho nghỉ hưu vào năm [[Hàng không năm 1993|1993]] tại các căn cứ Rickenbacker ([[Ohio]]), Des Moines ([[Iowa]]), Tulsa ([[Oklahoma]]) và Springfield (Ohio). Một số máy bay dư ra được chuyển cho [[Hy Lạp]], [[Thái Lan]] và [[Bồ Đào Nha]]; đến cuối năm [[Hàng không năm 1998|1998]], ngoại trừ một số chiếc đang được trưng bày,<ref>{{Chú thích web |url=http:\/\/216.77.188.54\/coDataImages\/p\/Groups\/18\/18502\/folders\/53672\/2149821835257-R1-013-5.jpg |ngày truy cập=2007-12-25 |tựa đề=A-7 |archive-date=2007-12-01 |archive-url=https:\/\/web.archive.org\/web\/20071201154534\/http:\/\/216.77.188.54\/coDataImages\/p\/Groups\/18\/18502\/folders\/53672\/2149821835257-R1-013-5.jpg }}<\/ref> tất cả những chiếc A-7 đang được loại bỏ tại Trung tâm [[AMARC]] (Aerospace Maintenance and Regeneration Center: Trung tâm Bảo trì và Phục hồi Hàng không).\n\nMột phiên bản nâng cấp động cơ YA-7F đã được đề nghị với tính năng bay gần tốc độ âm thanh với [[động cơ có đốt sau]], nhưng thiết kế này đã bị loại khi cạnh tranh cùng [[General Dynamics F-16 Fighting Falcon|F-16 Fighting Falcon]] và [[McDonnell Douglas F\/A-18 Hornet|F\/A-18 Hornet]].\n\n== Chương trình phát triển F-117 ==\n[[Tập tin:4451st Tactical Squadron A-7D Corsair II 69-6241.jpg|nhỏ|phải|Chiếc A-7D-5-CV số hiệu 69-6241 thuộc Phi đội Chiến thuật 4451, Liên đội Chiến thuật 4450 - [[Căn cứ Không quân Nellis]], Nevada, 1984]]\nLiên đội Chiến thuật 4450 trú đóng tại [[Căn cứ Không quân Nellis]], [[Nevada]] có điểm khác biệt độc đáo là đơn vị Không quân hoạt động thường trực cuối cùng sử dụng chiếc A-7 Corsair II. Vai trò của Liên đội 4450 là phát triển và thử nghiệm hoạt động chiếc máy bay tàng hình [[Lockheed F-117 Nighthawk|F-117 Nighthawk]], và đơn vị cần có một máy bay thay thế dành cho việc huấn luyện và thực hành phi công. Những chiếc A-7D và A-7K được lấy từ nhiều phi đội Không quân và Vệ binh Quốc gia đang hoạt động, và được bố trí vào đơn vị \"(P)\" của Liên đội 4450, sau được đặt tên là Phi đội Chiến thuật 4451 từ [[tháng một|tháng 1]] năm [[Hàng không năm 1983|1983]].\n\nNhững chiếc A-7 được Liên đội sử dụng như là một chiếc máy bay ngụy tạo và huấn luyện từ năm [[Hàng không năm 1981|1981]] đến năm [[Hàng không năm 1989|1989]]. Nó được chọn vì nó yêu cầu một khối lượng tương đương công việc của phi công được dự trù cho chiếc F-117A, cùng là kiểu một chỗ ngồi, và nhiều phi công lái F-117A từng có kinh nghiệm trên những chiếc F-4 hay F-111. A-7 được sử dụng để huấn luyện phi công cho đến khi chiếc F-117A được giao nhằm nâng trình độ bay của các phi công lên ngang bằng chuẩn mực. Sau này, những chiếc A-7 được sử dụng trong các thử nghiệm săn đuổi chiếc F-117A và các thử nghiệm vũ khí khác tại Nellis Range. Các hoạt động bay của A-7 được bắt đầu từ [[tháng sáu|tháng 6]] năm [[Hàng không năm 1981|1981]], trùng hợp với những chuyến bay đầu tiên của chiếc YF-117A. Những chiếc A-7 mang ký hiệu đuôi đặc trưng \"LV\" (thay cho Las Vegas) và có kiểu màu sơn tím đậm\/đen, về mặt chính thức được bố trí tại Căn cứ Không quân Nellis và được bảo trì bởi Phi đội Bảo trì 4450.\n\nĐể thêm vào những cái cớ cho sự tồn tại và hoạt động của Liên đội Chiến thuật 4450, những chiếc A-7 cũng được sử dụng để duy trì đội ngũ phi công, đặc biệt là trong những giai đoạn đầu khi có rất ít chiếc F-117A được sản xuất sẵn có. Một số chiếc A-7 hoạt động từ sân bay Tonopah Test Range, khoảng 30 dặm về phía Tây Nam [[Tonopah, Nevada]], nơi những chiếc F-117 đang được thử nghiệm hoạt động thực tế và người ta đã cẩn thận không để những chiếc máy bay bên ngoài kho chứa máy bay vào ban ngày. Sự hiện diện của những chiếc A-7 tại Tonopah sẽ không thu hút sự chú ý của các cơ quan tình báo Xô Viết khi họ khảo sát những tấm ảnh do thám chụp căn cứ từ vệ tinh. Bằng cách này Liên Xô sẽ cho rằng Tonopah không có gì đáng quan tâm ngoại trừ vài chiếc Corsair.\n\nCó khoảng 20 chiếc máy bay A-7D được sử dụng trong chương trình phát triển F-117, bao gồm nhiều chiếc phiên bản huấn luyện hai chỗ ngồi TA-7K. Vào [[tháng một|tháng 1]] năm [[Hàng không năm 1989|1989]], chỉ ba tháng sau khi Không quân Hoa Kỳ công nhận sự tồn tại của những chiếc F-117A, những chiếc A-7 được cho nghỉ hưu đến Trung tâm [[AMARC]] và được thay thế bởi những chiếc [[T-38 Talon|AT-38B Talons]] trong vai trò [[máy bay huấn luyện]] còn Phi đội 4451 được ngưng hoạt động.\n\n== Các phiên bản ==\n[[Tập tin:445th Flight Test Squadron A-7D Retirement Flyover.jpg|nhỏ|phải|Những chiếc nguyên mẫu YA-7D số hiệu 67-14582 và 67-14584, cùng với những chiếc 69-6191 và 69-6217 đang bay trong đội hình lần cuối trước khi nghỉ hưu tại Căn cứ Không quân Edwards, California, để đến Trung tâm AMARC, tháng 8 năm 1992.]]\n;A-7A\n:Phiên bản sản xuất đầu tiên. Những chiếc Corsair II Hải quân đời đầu có hai pháo [[Colt Mk 12]] 20 mm với 250 viên đạn mỗi khẩu. Tải trọng vũ khí tối đa, chủ yếu mang trên các đế cánh, trên lý thuyết là 6.804 kg (15.000 lb), nhưng bị giới hạn bởi trọng lượng cất cánh tối đa, do đó tải trọng vũ khí tối đa chỉ mang được với giảm thiểu nhiên liệu chứa bên trong khá nhiều. Có 199 chiếc được chế tạo.\n;A-7B\n:Nâng cấp động cơ TF30-P-8 có lực đẩy 12.190 lbf (54,2 kN). Đến năm [[Hàng không năm 1971|1971]], những chiếc A-7B còn lại được được nâng cấp lên kiểu động cơ TF30-P-408 có lực đẩy 13.390 lbf (59,6 kN). Có 196 chiếc được chế tạo.\n;A-7C\n:67 chiếc A-7E được chế tạo đầu tiên với động cơ TF30.\n;TA-7C\n:Phiên bản huấn luyện hai chỗ ngồi dành cho Hải quân Hoa Kỳ, gồm 24 chiếc được cải biến từ phiên bản A-7B và 36 chiếc từ phiên bản A-7C. được nâng cấp lên tiêu chuẩn A-7E vào năm [[Hàng không năm 1984|1984]].\n;A-7D\n:Tiếp nối con đường sử dụng một thiết kế máy bay Hải quân, khởi đầu với chiếc [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]], [[Không quân Hoa Kỳ]] đã yêu cầu một phiên bản A-7 dành cho [[Bộ chỉ huy Không quân Chiến Thuật]] nhằm đáp ứng nhu cầu về một chiếc máy bay hỗ trợ gần mặt đất giá rẻ thay thế cho chiếc [[Douglas A-1 Skyraider|A-1 Skyraider]]. Vào ngày [[5 tháng 11]] năm [[Hàng không năm 1965|1965]] Không quân Mỹ công bố sẽ đặt mua một phiên bản của chiếc A-7 đặt tên là '''A-7D'''. Khác biệt quan trọng nhất so với các phiên bản Hải quân là việc sử dụng kiểu [[động cơ turbo quạt ép]] [[Allison TF41]]-A-1, một phiên bản chế tạo theo giấy phép nhượng quyền của kiểu [[Rolls-Royce Spey]] Anh Quốc. Với lực đẩy 14.500 lbf (64,5 kN), động cơ mới cung cấp sự cải tiến về tính năng bay. Thêm vào đó, hệ thống điện tử được nâng cấp, vũ khí bên trong được đổi thành một khẩu [[pháo gatling]] [[M61 Vulcan]] 20 mm, và phương thức tiếp nhiên liệu trên không đổi từ kiểu \"vòi-và-phểu\" sang kiểu \"cần bay\". Chiếc nguyên mẫu '''YA-7D''' trang bị động cơ TF30 bay chuyến bay đầu tiên vào ngày [[6 tháng 4]] năm [[Hàng không năm 1968|1968]], còn máy bay trang bị động cơ TF41 cất cánh vào ngày [[26 tháng 9]] năm [[Hàng không năm 1968|1968]]. Chiếc máy bay sau đó được nâng cấp trang bị một bộ theo dõi mục tiêu laser [[Pave Penny]] để có khả năng ném bom dẫn đường. Có 459 chiếc được chế tạo.\n;A-7E\n:Hải quân Mỹ bị ấn tượng về sự cải thiện tính năng bay của phiên bản A-7D của Không quân nên họ đã yêu cầu một phiên bản của riêng họ trang bị động cơ TF41. Chiếc nguyên mẫu bay chuyến bay đầu tiên vào ngày [[25 tháng 11]] năm [[Hàng không năm 1968|1968]]. Đến năm [[Hàng không năm 1986|1986]], 231 chiếc A-7E được nâng cấp trang bị cụm '''LANA''' (Low-Altitude Night Attack: tấn công đêm độ cao thấp) sẽ chiếu hình ảnh được phóng đại lên màn hình hiển thị trước mặt (HUD), và khi phối hợp cùng radar sẽ cung cấp việc theo dõi địa hình cho đến tốc độ 740 km\/h (460 mph) ở độ cao 200 ft (60 m). Có 529 chiếc được chế tạo (không tính 67 chiếc A-7C).\n[[Tập tin:A-7f-71-344.jpg|nhỏ|phải|Chiếc nguyên mẫu YA-7F (trước đây là chiếc A-7D số hiệu 71-0344) cất cánh từ [[Căn cứ Không quân Edwards]], [[California]], [[tháng mười một|tháng 11]] năm [[Hàng không năm 1989|1989]].]]\n;YA-7F (A-7D Plus \/ A-7 Strikefighter)\n:Vào năm [[Hàng không năm 1985|1985]], Không quân Hoa Kỳ mở thầu về một kiểu máy bay cường kích tốc độ cao do mối lo ngại rằng chiếc máy bay cường kích [[Fairchild Republic A-10 Thunderbolt II|A-10 Thunderbolt II]] quá chậm để can thiệp kịp thời. Thiết kế yêu cầu dùng một kiểu động cơ mới, có thể kiểu [[Pratt & Whitney F100]] hay [[General Electric F110]]. Ling-Temco-Vought đáp ứng bằng một phiên bản siêu thanh của chiếc A-7 trang bị một động cơ Pratt & Whitney F100-PW-220 có lực đẩy 26.000 lbf (116 kN). Để gắn được kiểu động cơ mới, thân máy bay được kéo dài thêm khoảng 1,22 m (4 ft), trong đó phần thân trước thêm 76 cm (30 in) và phần thân sau thêm 46 cm (18 in). Cánh được gia cố và tăng cường thêm các cánh nắp, mép trước cánh kéo dài và cánh tà cơ động tự động. [[Chiều cao]] của [[cánh đuôi đứng]] được tăng thêm khoảng 25 cm (10 in). Điều thú vị nhưng không lấy làm ngạc nhiêm lắm, kết quả sau khi cải biến là một chiếc máy bay có hình dạng tương tự chiếc [[Vought F-8 Crusader|F-8 Crusader]], vốn là nguồn gốc của thiết kế chiếc A-7. Có hai chiếc A-7D được cải biến, chiếc nguyên mẫu thứ nhất bay chuyến bay đầu tiên vào ngày [[29 tháng 11]] năm [[Hàng không năm 1989|1989]] và đã vượt [[bức tường âm thanh]] trong chuyến bay thứ hai. Chiếc nguyên mẫu thứ hai cất cánh vào ngày [[3 tháng 4]] năm [[Hàng không năm 1990|1990]]. Dự án bị hủy bỏ do chiếc [[General Dynamics F-16 Fighting Falcon|F-16 Fighting Falcon]] được chọn trong gói thầu này.\n;A-7G\n:Phiên bản đề nghị dành cho [[Thụy Sĩ]], không được chế tạo.\n;A-7H\n:Phiên bản cải biến kiểu A-7E dành cho [[Hy Lạp]] không có khả năng tiếp nhiên liệu trên không. Có 60 chiếc được chế tạo\n;TA-7H\n:Phiên bản huấn luyện hai chỗ ngồi dành cho Hy Lạp.\n;EA-7L\n:Tám chiếc TA-7C được cải biến thành máy bay xâm nhập điện tử do Phi đội VAQ-34 sử dụng, được nâng cấp lên tiêu chuẩn A-7E vào năm [[Hàng không năm 1984|1984]].\n;TA-7K\n:Phiên bản huấn luyện hai chỗ ngồi dành cho Không lực Vệ binh Quốc gia. Có 30 chiếc được chế tạo.\n;A-7P\n:Những chiếc A-7A cũ của Hải quân được tân trang lại cho [[Bồ Đào Nha]].\n;TA-7P\n:Phiên bản huấn luyện hai chỗ ngồi dành cho Bồ Đào Nha.\n;YA-7E\/YA-7H\n:Nguyên mẫu hai chỗ ngồi do Ling-Temco-Vought chế tạo như là khoản đầu tư riêng của công ty.\n\n== Các nước sử dụng ==\n[[Tập tin:HAF Tiger A7.jpg|thumb|A-7, Không quân Hy Lạp]]\n;{{GRE}}: [[Không quân Hy Lạp]]\n;{{POR}}: [[Không quân Bồ Đào Nha]] (Força Aérea Portuguesa)\n;{{THA}}: [[Không quân Hoàng gia Thái Lan]]\n;{{USA}}\n*[[Không quân Hoa Kỳ]]\n*[[Hải quân Hoa Kỳ]]\n*[[Không lực Vệ binh Quốc gia Hoa Kỳ]]\n\n== Đặc điểm kỹ thuật (A-7D) ==\n[[Tập tin:Vought A-7A Corsair II 3-side-drawing NAN5-70.jpg|phải|250px|Ảnh chiếu ba chiều chiếc A-7E Corsair II]]\n[[Tập tin:76th Tactical Fighter Squadron A-7D 70-0959 dropping bombs.jpg|nhỏ|phải|Chiếc A-7D-7-CV số hiệu 70-955 thuộc Phi đội 73 tại [[căn cứ không quân England]] đang ném bom [[Bom MK 82|Mark 82]].]]\n=== '''Đặc tính chung''' ===\n* Đội bay: 01 người\n* [[Chiều dài]]: 14,06 m (46&nbsp;ft 2 in)\n* [[Sải cánh]]: 11,81 m (38&nbsp;ft 9 in)\n* [[Chiều cao]]: 4,90 m (16&nbsp;ft 1 in)\n* Diện tích bề mặt cánh: 34,8 m² (375&nbsp;ft²)\n* [[Kiểu cánh]]: [[NACA airfoil|NACA 65A007]] root and tip\n* [[Lực nâng của cánh]]: 379&nbsp;kg\/m² (77,4&nbsp;lb\/ft²)\n* Trọng lượng không tải: 9.033&nbsp;kg (19.915&nbsp;lb)\n* Trọng lượng có tải: 13.200&nbsp;kg (29.040&nbsp;lb)\n* [[Trọng lượng cất cánh tối đa]]: 19.050&nbsp;kg (42.000&nbsp;lb)\n* Động cơ: 1 x động cơ [[Allison TF41]]-A-1 [[động cơ turbo phản lực|turbo phản lực]], lực đẩy 14.500&nbsp;lbf (64,5&nbsp;kN)\n=== '''Đặc tính bay''' ===\n* [[Tốc độ lớn nhất]]: 1.123&nbsp;km\/h (606 knot, 698&nbsp;mph) ở độ cao mặt nước biển\n* [[Tốc độ bay đường trường]]: 860&nbsp;km\/h (465 knots, 535&nbsp;mph)\n* [[Tầm bay tối đa]]: 4.600&nbsp;km (2.485&nbsp;nm, 2.860&nbsp;mi) với 4 thùng nhiên liệu phụ 300 gal\n* [[Bán kính chiến đấu]]: 1.150&nbsp;km (621&nbsp;nm, 715&nbsp;mi)\n* [[Trần bay]]: 12.800&nbsp;m (42.000&nbsp;ft)\n* [[Tốc độ lên cao]]: 76&nbsp;m\/s (15.000&nbsp;ft\/min)\n* [[Tỉ lệ lực đẩy\/khối lượng]]: 0,50\n=== '''Vũ khí''' ===\n* 1 × pháo [[M61 Vulcan]] 20&nbsp;mm (0,787 in) với 1.030 viên đạn\n* 2 × tên lửa đối không [[AIM-9 Sidewinder]]\n* mang được 6.800&nbsp;kg (15.000&nbsp;lb) vũ khí trên 6 đế, có thể bao gồm:\n** cho đến 30 × bom [[Mk 82]] 227&nbsp;kg (500&nbsp;lb)\n** Rocket\n** Bom dẫn đường bằng [[laser]], bom lướt dẫn đường điện-quang [[GBU-15]]\n** Tên lửa đối đất: [[AGM-45 Shrike]], [[AGM-62 Walleye]], [[AGM-65 Maverick]], [[AGM-88 HARM]]\n** 1 × [[vũ khí hạt nhân|bom nguyên tử]]: [[bom nguyên tử B28|B28]], [[bom nguyên tử B57|B57]], hoặc [[bom nguyên tử B61|B61]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n== Tham khảo ==\n{{đầu tham khảo}}\n* Donald, David and Lake, Jon, eds. ''Encyclopedia of World Military Aircraft''. Luân Đôn: AIRtime Publishing, 1996. ISBN 1-880588-24-2.\n* Higham, Robin and Williams, Carol. ''Flying Combat Aircraft of USAAF-USAF (Volume 2)''. Andrews AFB, Maryland: Air Force Historical Foundation, 1978. ISBN 0-8138-0375-6.\n* Hobson, Chris. ''Vietnam Air Losses, USAF\/USN\/USMC, Fixed-Wing Aircraft Losses in Southeast Asia, 1961-1973''. North Branch, Minnesota: Specialty Press, 2001. ISBN 1-85780-115-6.\n* Swanborough, Gordon and Bowers, Peter M. ''United States Military Aircraft Since 1909''. Washington, DC: Smithsonian Books, 1989. ISBN 0-87474-880-1.\n* Swanborough, Gordon and Bowers, Peter M. ''United States Navy Aircraft Since 1911''. Annapolis, Maryland: Naval Institute Press, 1990. ISBN 0-87021-792-5.\n{{cuối tham khảo}}\n\n== Liên kết ngoài ==\n{{commons|A-7 Corsair}}\n* [https:\/\/web.archive.org\/web\/20010414210440\/http:\/\/www.geocities.com\/pentagon\/1979\/a7dera.html 355th Tactical Fighter Wing A-7D Corsair II Era]\n* [http:\/\/www.hill.af.mil\/museum\/photos\/coldwar\/a-7.htm YA-7F Prototype at Hill AFB Museum] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070415214203\/http:\/\/www.hill.af.mil\/museum\/photos\/coldwar\/a-7.htm |date=2007-04-15 }}\n\n== Nội dung liên quan ==\n=== Máy bay liên quan ===\n* [[Vought F-8 Crusader|F-8 Crusader]]\n=== Máy bay tương tự ===\n* [[Nanchang Q-5]]\n* [[Sukhoi Su-17]]\n* [[Grumman A-6 Intruder|A-6 Intruder]]\n=== Trình tự thiết kế ===\n* [[Douglas A-4 Skyhawk|A-4]] - [[North American A-5 Vigilante|A-5]] - [[Grumman A-6 Intruder|A-6]] - '''A-7''' - [[McDonnell Douglas AV-8B Harrier II|AV-8]] - [[Northrop YA-9|YA-9]] - [[Fairchild Republic A-10 Thunderbolt II|A-10]]\n=== Danh sách liên quan ===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n\n{{Vought aircraft}}\n{{US attack aircraft}}\n{{aviation lists}}\n\n{{DEFAULTSORT:Ltv A-7 Corsair Ii}}\n[[Thể loại:Máy bay Vought|A-7]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1960]]\n[[Thể loại:Máy bay hoạt động trên tàu sân bay]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay chiến đấu]]\n[[Thể loại:Máy bay quân sự]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay huấn luyện]]\n[[Thể loại:Máy bay một động cơ]]\n[[Thể loại:Máy bay phản lực]]\n[[Thể loại:Máy bay cánh trên]]\n[[Thể loại:Máy bay một động cơ phản lực]]\n[[Thể loại:Máy bay cường kích Hoa Kỳ]]"}