{"147273":"{{coord|21|2|11|N|106|2|28|E|display=title}}\n'''Luy Lâu''' ([[chữ Hán]]: 羸婁) là [[lỵ sở]] địa phương của quận [[Giao Chỉ]], và cũng là thủ phủ của cả [[Giao Châu]] từ năm 111 TCN đến 106 TCN.<ref>''[[Khâm định Việt sử Thông giám cương mục]]'', Tiền biên, Quyển 2, chép: \"Lại còn việc: khi nhà Hán đặt bộ Giao Chỉ, lỵ sở ở Liên Thụ (tức Luy Lâu), năm Nguyên Phong thứ 5 (106 TCN) dời trị sở sang huyện Quảng Tín ở quận Thương Ngô. Đến năm Kiến An thứ 15 (210 SCN), đóng lỵ sở ở huyện Phiên Ngung. Nhà Ngô lại dời lỵ sở sang Long Biên, còn ở lỵ sở cũ (chỉ Phiên Ngung) đặt làm Quảng Châu.\"<\/ref> Luy Lâu thời [[Bắc thuộc]] không chỉ là trung tâm chính trị, mà còn là trung tâm kinh tế-thương mại, trung tâm văn hóa-tôn giáo lớn và cổ xưa nhất của Việt Nam, là thủ phủ của [[Phật giáo]] khi mới truyền bá vào Việt Nam.\n==Lịch sử==\nTrong thời kỳ [[Bắc thuộc]] nhà [[Đông Ngô]], [[Sĩ Nhiếp]], một quan chức [[người Hán]] được vua Ngô cử làm thứ sử [[Giao Châu]], ông đã cho xây dựng lại thành Luy Lâu, đặt làm trung tâm của bộ máy cai trị. Thế kỷ thứ 10, sứ quân [[Lý Khuê]] là người Siêu Loại đã đứng lên chiêu dân, lập ra một căn cứ quân sự lớn và là 1 trong [[12 sứ quân]] mạnh nhất với tham vọng biến nơi đây thành một trung tâm của [[Tĩnh Hải quân]].\n==Vị trí-Kiến trúc==\n{{chú thích trong bài}}\nĐô thị Luy Lâu nằm giữa khu vực giao nhau giữa [[Sông Dâu]] và [[Sông Đuống]], giữa trung tâm đồng bằng châu thổ Bắc Bộ, trong đó Sông Dâu giữ vai trò trục không gian kiến trúc chính. Các công trình của đô thị chủ yếu dựng đặt, xây cất bên bờ Sông Dâu (thành lũy bên một bờ sông). Trung tâm đô thị xưa kia là tòa Thành Luy Lâu kiên cố và bề thế - trụ sở chính và căn cứ quân sự của bộ máy cai trị. Trong thành là công đường, dinh thất, nhà cửa, đồn trại, kho bãi. Mặt lũy thành là tháp canh, đồn trại, bao lấy lũy thành là hào sâu, lũy tre dày đặc nhằm bảo vệ bộ máy cai trị của phong kiến ngoại tộc.\n\nNgoài thành, ở hai phía Nam-Bắc là nhà ở, dinh thự, lầu gác của quan lại, quý tộc là chủ yếu, mà nay còn lại dấu tích khảo cổ và địa danh Văn Quan, Phương Quan, Mã Quan, Cánh Sở. Di tích để lại ngày nay chỉ còn một đoạn tường thành nhỏ còn sót lại, tại xã [[Thanh Khương]], [[Thuận Thành]], [[Bắc Ninh]], trước mặt thành là con [[sông Dâu]] (một con sông cổ nay đã bị bồi lắng, từng nối [[sông Thái Bình]] với [[sông Hồng]], nằm song song với [[sông Đuống]] ngày nay) làm thành hào tự nhiên. Theo nghiên cứu khảo cổ học, thành Luy Lâu hình chữ nhật, có diện tích khoảng 300m x 600m chếch theo hướng tây nam. Các công trình nổi tiếng liên quan: Lăng Sĩ Nhiếp, [[Chùa Dâu]], Chùa Đậu, [[Chùa Tướng]], [[Chùa Dàn]].\nTHÀNH CỔ LUY LÂU\n\n==Kinh tế==\nTheo các nguồn sử liệu, các nước phương Tây và phương Nam muốn buôn bán, giao thiệp với Trung Quốc đều phải theo con đường Giao Chỉ. Từ trước [[Công Nguyên]] và nhất là từ thế kỷ 2-3 trở đi, ngày càng có nhiều thương nhân nước ngoài đến buôn bán ở Giao Châu và thuyền buôn của họ thường xuyên có mặt ở Luy Lâu. Những chứng tích vật chất và các nguồn tài liệu ở Luy Lâu đã khẳng định Luy Lâu thực sự từng là trung tâm thương mại lớn - một đô thị cảng mang tính quốc tế của Việt Nam thời Bắc thuộc.\n\n==Văn hóa==\nTại đây, tư tưởng [[Nho giáo]] và văn hoá Hán Đường đã được truyền bá liên tục vào Việt Nam. Đây là nơi đầu tiên [[Sĩ Nhiếp]] mở trường lớp dạy chữ và văn hoá Hán. Ngoài ra Luy Lâu còn là trung tâm Phật giáo lớn và cổ xưa nhất của người Việt. Hệ thống di tích, chùa tháp quần tụ đậm đặc ở đây với trung tâm là [[chùa Dâu]] cùng nhiều nguồn di vật, tài liệu như tượng pháp, bia ký, bản khắc Cổ Châu Pháp Vân Phật bản hạnh ngữ lục và lễ hội chùa Dâu với các nghi lễ Tân Phật, rước [[Tứ Pháp]], rước nước đã cho thấy Luy Lâu là trung tâm Phật giáo lớn và sớm nhất Việt Nam. \n\nLuy Lâu là không gian điển hình đan xen, hỗn dung tiếp xúc, biến đổi hội tụ và kết tinh văn hoá Việt Nam cỏ với văn hoá Phật - Ấn, Nam Á và Trung Á, văn hoá Nho Lão (Trung Hoa - Đông Á) để rồi sinh thành bản sắc văn hoá Kinh Việt. Hiện nay, tỉnh [[Bắc Ninh]] đang khởi công và xây dựng trung tâm văn hóa Luy Lâu tại [[phường Hồ]] nhằm tái hiện lại một phần lịch sử của vùng đất Luy Lâu-Siêu Loại-Thuận Thành. Con đường tại [[thành phố Bắc Ninh]] mang tên địa danh Luy Lâu. Đó là đường vành đai Trung tâm văn hóa Kinh Bắc.\n==Xem thêm==\n* [[Chùa Dâu]]\n* [[Cổ Loa]]\n* [http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2005\/6\/499.html Thành cổ Luy Lâu trên Website Bắc Ninh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090310160710\/http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2005\/6\/499.html |date = ngày 10 tháng 3 năm 2009}}\n==Tham khảo==\n{{tham khảo}}\n[[Thể loại:Lịch sử Bắc Ninh]]\n[[Thể loại:Di tích tại Bắc Ninh|L]]\n[[Thể loại:Lịch sử Phật giáo Việt Nam]]\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Thuận Thành]]\n[[Thể loại:Bắc Ninh]]\n[[Thể loại:Phật giáo]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 1]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 2]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Bắc thuộc]]\n[[Thể loại:Tứ Pháp]]"}