{"3248635":"{{Bộ máy chính quyền Hà Nội}}\n'''Luật Thủ đô''' do [[Quốc hội Việt Nam]] ban hành ngày [[21 tháng 11]] năm [[2012]] và có hiệu lực từ ngày [[1 tháng 7]] năm [[2013]]. Luật Thủ đô có hiệu lực trên địa bàn [[Hà Nội|Thành phố Hà Nội]], do đặc thù chính trị và là đầu não hành chính quốc gia cả nước, đại diện cho Việt Nam trên trường quốc tế nên Luật được ban hành.\n\nLuật thủ đô được xem là văn bản pháp luật đặc biệt của Việt Nam vì lần đầu tiên có một văn bản pháp luật mang tính chất địa phương không phổ biến chung trên cả nước (vẫn có vai trò của nhà nước trong đó, song khá hạn chế).\n==Quá trình xây dựng==\n===Yêu cầu cấp thiết ban hành===\nTrước khi được ban hành luật, tại Hà Nội đã có [https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Phap-lenh-Thu-do-Ha-Noi-2000-29-2000-PL-UBTVQH10-47367.aspx Pháp lệnh số 29\/2000\/PL-UBTVQH10 về Thủ đô Hà Nội] ban hành ngày [[3 tháng 2]] năm [[2001]] do [[Ủy ban Thường vụ Quốc hội]] [[Quốc hội Việt Nam khóa X|khóa X]] thông qua. Pháp lệnh đã xác định đúng vị trí, vai trò của Thủ đô; mục tiêu, nhiệm vụ và một số chính sách lớn về đầu tư xây dựng, phát triển Thủ đô, tạo điều kiện để xây dựng và phát triển Thủ đô đa chức năng, cũng như tạo cơ sở pháp lý để Quốc hội quyết định mở rộng địa giới hành chính thành phố Hà Nội theo Nghị quyết số 15\/QH12 ngày 29\/5\/2008.\n\nTuy nhiên, quá trình thực hiện Pháp lệnh Thủ đô cũng đã bộc lộ nhiều bất cập cả từ khía cạnh pháp lý, cũng như khả năng giải quyết những vấn đề đặt ra trên thực tế. Cần thiết phải ban hành luật.\n===Quá trình làm luật===\nNgày 23\/7\/2009, [[Thủ tướng Chính phủ Việt Nam|Thủ tướng Chính phủ]] đã ra Quyết định thành lập Ban soạn thảo dự án Luật Thủ đô gồm 21 thành viên là Lãnh đạo hầu hết các bộ, ngành trong Chính phủ, [[Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]] và [[Ủy ban nhân dân thành phố Hà Nội]] do Bộ trưởng [[Bộ Tư pháp (Việt Nam)|Bộ Tư pháp]] làm Trưởng ban, [[Chủ tịch Ủy ban nhân dân thành phố Hà Nội|Chủ tịch]] [[Ủy ban nhân dân thành phố Hà Nội]] làm Phó Trưởng ban thường trực.\n\nTrong quá trình soạn thảo dự án Luật, [[Bộ Tư pháp (Việt Nam)|Bộ Tư pháp]] và [[Ủy ban nhân dân thành phố Hà Nội]] đã được chỉ đạo trực tiếp, sát sao của [[Bí thư Thành ủy Hà Nội]]; [[Thành ủy Hà Nội|Ban Thường vụ Thành ủy Hà Nội]] đã tổ chức Hội nghị mở rộng và [[Hội đồng nhân dân thành phố Hà Nội|Hội đồng nhân dân]], [[Đoàn đại biểu Quốc hội thành phố Hà Nội]] đã tổ chức họp để tham gia ý kiến đối với dự thảo Luật.\n\nThường trực Chính phủ đã họp 2 lần để cho ý kiến vào dự thảo Luật; Thủ tướng Chính phủ đã trực tiếp chỉ đạo việc tiếp thu chỉnh lý Dự thảo. Tại Phiên họp thường kỳ tháng 7\/2010, Chính phủ đã thảo luận và nhất trí trình Ủy ban thường vụ Quốc hội dự án Luật Thủ đô. Tại Phiên họp lần thứ 34, Ủy ban thường vụ Quốc hội đã thảo luận cho ý kiến về dự án Luật, Chính phủ đã tiếp thu, chỉnh lý dự thảo Luật trình Quốc hội.\n==Bố cục==\nLuật gồm 4 chương 27 điều, trong đó<ref>{{Chú thích web |url=http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&mode=detail&document_id=164931 |ngày truy cập=2015-08-07 |tựa đề=Bản sao đã lưu trữ |archive-date=2017-08-15 |archive-url=https:\/\/web.archive.org\/web\/20170815055130\/http:\/\/www.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&mode=detail&document_id=164931 |url-status=dead }}<\/ref>:\n* Chương I từ điều 1 đến điều 7\n* Chương II từ điều 8 đến điều 21\n* Chương III từ điều 22 đến điều 25\n* Chương IV gồm điều 26 và 27\n\nChương I là những quy định chung: nêu vai trò vị trí địa lý đặc biệt của Thủ đô và vai trò trách nhiệm Thủ đô.\n\nNội dung chương II chính sách xây dựng, phát triển và quản lý thủ đô gồm quản lý kiến trúc xây dựng, quy hoạch, phát triển văn khoa giáo, dân cư hạ tầng và giao thông...\n\nNội dung chương III trách nhiệm xây dựng, phát triển và quản lý Thủ đô gồm trách nhiệm của các cơ quan của Nhà nước cấp trên với Thủ đô.\n\nChương IV là điều khoản ban hành, ghi hiệu lực thi hành và hướng dẫn thi hành.\n==Thay đổi sau khi ban hành==\nLuật Thủ đô được ban hành siết chặt nhập cư của dân các địa phương khác vào Hà Nội. Mục đích quy hoạch dân số và phát triển cơ sở hạ tầng Thủ đô phù hợp với quy hoạch chung do Bộ Chính trị ban hành.\n\nNgoài ra Thủ đô được sử dụng các khoản phí vượt ngân sách trung ương vượt dự toán, trừ các khoản sau: thu thuế giá trị gia tăng hàng nhập khẩu; khoản chênh lệch thu, chi của Ngân hàng nhà nước; khoản thu không giao thủ đô quản lý thu, không phát sinh trên địa bàn thủ đô nhưng hạch toán nộp ở thủ đô.\n\nLuật áp dụng mức xử phạt 2 tỷ đồng cho các tổ chức, cá nhân trong các lĩnh vực quản lý các vùng biển, đảo, thềm lục địa, quản lý hạt nhân, chất phóng xạ, tiền tệ, ngân hàng, khai thác tài nguyên, bảo vệ môi trường...\n==Tham khảo==\n{{tham khảo}}\n\n{{Luật của Việt Nam năm 2012}}\n\n[[Thể loại:Chính trị Hà Nội]]\n[[Thể loại:Luật của Việt Nam được ban hành năm 2012]]"}