{"332492":"Ê Đê nói rằng: ''Đàn ông thường đốt lửa bừa bãi, đàn bà thường đốt lửa bậy bạ, có những người đốt lửa mà làm như kẻ điên, kẻ dại. Cây le đang đâm chồi thế mà họ chặt mất ngọn, cây lồ ô đang đâm chồi thế mà họ chặt mất đọt. Nếu người ta bắt được họ đem cho người tù trưởng nhà giàu thì chân họ tất phải trói lại ngay, tay của họ tất phải xiềng lại ngay. Cả rừng le bị cháy khô, cả rừng lồ ô bị cháy trụi, hang thỏ, hang chồn đều bị thiêu trụi tất cả. Vì vậy có chuyện nghiêm trọng cần phải xét xử họ''.\n== Phòng cháy rừng ==\nDân làng không được mang củi cháy dở vào rừng: ''Ai có con phải dạy con, ai có cháu phải dạy cháu, kẻo đi hái củi mà không biết đi, đi suối lấy nước mà không biết đi. E rằng họ sẽ đốt đuốc cầm theo. E rằng đi rẫy lo việc nương rẫy mà không biết đi, cầm theo những đầu cây cháy dở có thể hủy diệt cả rừng… Cho nên biết được con đàn bà ấy là ai, thằng đàn ông ấy là ai thì việc xét xử phải đi đến bồi thường nặng''.\n== Quy định về người săn thú rừng ==\nLuật tục quy định rằng trong đời một người chỉ được săn 30 con thú. Săn đến con thú thứ 30 thì phải vĩnh viễn vứt cung nỏ. Thời vua [[Minh Mạng]] có một quy định đáng chú ý: Tứ thiết (4 loại gỗ quý là: đinh, lim, sến, táu) chỉ được dùng để xây dựng đền chùa miếu mạo, cấm dân chúng sử dụng.\n== Coi đất là mẹ ==\nXâm lấn rừng và đất rừng của người khác nhất định phải đưa ra xét xử:\n*Điều 231: ''Đất đai, sông suối, cây rừng là cái nong cái nia, cái lưng của ông bà. Ông bà là người giữ cái hang, trông coi rừng, trông coi cây K’tơng, cây kdjar''\".\n*Điều 232: ''Có bao nhiêu con, có bao nhiêu cháu đều phải dạy bằng hết cho chúng: Cấm không được đóng cọc vào cây k’tơng, cấm không được trèo lên cây kdjar. Phạm điều cấm đó người ta coi ngang với tội chặt đuôi voi, tội mò vào với vợ tù trưởng nhà giàu, tội thông dâm với vợ của người anh em. Tội đó phải đưa ra xét xử''\n\n== Ăn chậm chứ không phá ==\nPhương thức làm nông là luân canh. Sau 3 năm trồng tỉa người ta lại trả đất cho rừng. Cây rừng tiếp tục phát triển trên mảnh đất đó. Cách \"ăn rừng\" như thế khá khoa học nên rừng suy giảm chậm. Cũng vì thế mà ngày xưa ra khỏi nhà, cách mấy đoạn dao quăng người ta đã lấy được củi, bẻ được măng, nhặt được nấm.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n\n{{Luật tục các dân tộc Việt Nam}}\n\n{{sơ khai}}\n\n[[Thể loại:Luật tục của người Ê Đê]]"}