{"3261680":"'''Luật Hồi tỵ''' ([[chữ Hán]]: 迴避 hoặc 回避,<ref>[http:\/\/dict.revised.moe.edu.tw\/cgi-bin\/newDict\/dict.sh?cond=%B0j%C1%D7&pieceLen=50&fld=1&cat=&ukey=-1151679163&serial=3&recNo=0&op=f&imgFont=1 迴避] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151001082150\/http:\/\/dict.revised.moe.edu.tw\/cgi-bin\/newDict\/dict.sh?cond=%B0j%C1%D7&pieceLen=50&fld=1&cat=&ukey=-1151679163&serial=3&recNo=0&op=f&imgFont=1 |date=2015-10-01 }}, 重編國語辭典修訂本, truy cập ngày 29 tháng 9 năm 2015.<\/ref> nghĩa gốc là tránh đi hoặc né tránh) quy định, những người thân như anh em, cha con, thầy trò, bạn bè cùng học, những người cùng quê… thì không được làm quan cùng một chỗ. Nếu ai gặp những trường hợp nói trên thì phải tâu báo lên triều đình và các cơ quan chức năng để bố trí chuyển đi chỗ khác. Luật \"hồi tỵ\" cũng được áp dụng nghiêm ngặt trong các kỳ thi Hương, thi Hội, thi Đình. Nguyên tắc nói trên nhằm ngăn chặn người có quyền lợi dụng chức vụ để nâng đỡ, bao che hoặc câu kết với người thân (quan hệ gia đình, dòng họ, thầy trò, địa phương) thực hiện các hành vi tiêu cực trong việc quản lý các cơ quan công quyền.<ref>[http:\/\/ajc.edu.vn\/Gioi-thieu-Tap-chi-Ly-luan-Chinh-tri-va-Truyen-thong\/Hoc-cach-chong-tham-nhung-cua-nguoi-xua-qua-luat-hoi-ty\/20948.ajc Học cách chống tham nhũng của người xưa qua luật \"hồi tỵ\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150929014942\/http:\/\/ajc.edu.vn\/Gioi-thieu-Tap-chi-Ly-luan-Chinh-tri-va-Truyen-thong\/Hoc-cach-chong-tham-nhung-cua-nguoi-xua-qua-luat-hoi-ty\/20948.ajc |date=2015-09-29 }}, ajc.edu, 21\/04\/2015<\/ref>\n\n==Trung Quốc==\n\n==Việt Nam==\nLuật Hồi tỵ được ban hành đầu tiên dưới thời vua [[Lê Thánh Tông]] về việc bổ dụng đội ngũ quan lại phong kiến thời đó trong cuộc cải cách nền hành chính quốc gia.<ref>[http:\/\/www.sotuphap.hochiminhcity.gov.vn\/tintuc\/lists\/posts\/post.aspx?Source=&Category=&ItemID=1921&Mode=1 Luật hồi tỵ và một vài suy ngẫm về công tác cán bộ trong giai đoạn hiện nay ], sotuphap.hochiminhcity, 19 Tháng Năm 2011<\/ref> Trong bộ Lê triều Hình luật (còn gọi là [[Luật Hồng Đức]]) có quy định: \"Quan lại không được lấy vợ, kết hôn, làm thông gia ở nơi mình cai quản; cũng như không được tậu đất, vườn, ruộng, nhà ở nơi mình làm quan lớn, không được dùng người cùng quê làm người giúp việc\".<ref name=tvn1>[http:\/\/tuanvietnam.vietnamnet.vn\/2009-10-23-giac-mo-hoi-ty- Giấc mơ \"hồi tỵ\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150522015700\/http:\/\/tuanvietnam.vietnamnet.vn\/2009-10-23-giac-mo-hoi-ty- |date=2015-05-22 }}, tuanvietnam, 26\/10\/2009<\/ref>\n\nĐến thời [[Minh Mạng]] luật hồi tỵ còn triệt để hơn, được mở rộng phạm vi, đối tượng áp dụng và bổ sung những quy định mới, bao gồm:\n\n- Quan lại ở các bộ, trong Kinh và ở các tỉnh, huyện hễ có bố, con, anh em ruột, chú bác, cô dì cùng làm một chỗ đều phải đổi đi chỗ khác. Đối với Viện thái y là viện chuyên giữ việc thuốc men, chữa bệnh cần phải cha truyền con nối thì không phải áp dụng luật \"hồi tỵ\".\n\n- Những quan lại, ai quê ở phủ, huyện nào thì cũng không được làm việc tại nha môn của phủ, huyện ấy.\n\n- Quan lại ở các nha thuộc phủ, huyện ai là người cùng làng thì phải chuyển đi nha môn khác làm việc.\n\n- Quan lại không được làm quan ở chính quê hương mình, quê vợ mình, thậm chí cả nơi đi học lúc còn trẻ.\n\n- Người có quan hệ thông gia với nhau, thầy trò cũng không được làm quan cùng một chỗ.\n\n- Khi thanh tra, thụ lý án, nếu trong đó có tình tiết liên quan đến người thân thì phải bẩm báo để triều đình cử người khác thay thế.\n\n- Quan lại không được coi thi, chấm thi ở nơi nào có những người ruột thịt, thân quen ứng thi. Nếu có thì phải tâu trình thay người khác.\n\n- Nghiêm cấm các quan đầu tỉnh không được đặt quan hệ giao du, kết thân, kết hôn với đàn bà, con gái nơi mình trị nhậm, cấm tậu nhà, tậu ruộng... trong địa hạt cai quản của mình <ref name=tccs1>[http:\/\/www.tapchicongsan.org.vn\/Home\/PrintStory.aspx?distribution=31710&print=true Kinh nghiệm phòng, chống tham nhũng của các triều đại phong kiến Việt Nam qua nghiên cứu luật \"hồi tỵ\" ], tapchicongsan, 29\/1\/2015<\/ref>,<ref>Nguyễn Minh Tường: Cải cách hành chính dưới triều Minh Mệnh (1820 - 1840), Nhà xuất bản KHXH, Hà Nội - 1996, Tr. 204 - 205.<\/ref>\n\nNhững quy định này rất cụ thể, đối tượng và phạm vị áp dụng luật rất rộng, đã góp phần làm cho bộ máy nhà nước được củng cố, tránh được tình trạng cục bộ, bè phái, địa phương chủ nghĩa, các cơ quan nhà nước hoạt động có hiệu lực và hiệu quả hơn.<ref name=tccs1\/>\n\nHiện nay, luật Phòng, chống tham nhũng có quy định đối tượng và phạm vi áp dụng những quy định của luật \"hồi tỵ\", tuy nhiên hẹp hơn rất nhiều so với ngày xưa. Khoản 3, Điều 37, Luật Phòng, chống tham nhũng năm 2005 (được sửa đổi, bổ sung năm 2007 và năm 2012) quy định: \"Người đứng đầu, cấp phó của người đứng đầu cơ quan, tổ chức, đơn vị không được bố trí vợ hoặc chồng, bố, mẹ, con, anh, chị, em ruột của mình giữ chức vụ quản lý về tổ chức nhân sự, kế toán - tài vụ, làm thủ quỹ, thủ kho trong cơ quan, tổ chức, đơn vị hoặc giao dịch, mua bán vật tư, hàng hóa, ký hợp đồng cho cơ quan, tổ chức, đơn vị đó\".<ref name=tccs1\/>\n\nNgoài ra, nguyên tắc hồi tỵ không được thi hành nghiêm túc trong tổ chức bộ máy công quyền: Quan đầu tỉnh đúng ra phải từ nơi khác được bổ nhiệm về để làm nhiệm vụ đại diện cho chính quyền trung ương và là công bộc của người dân, thì nhiều người địa phương lại được bố trí vào vị trí ấy (Trong khi đại biểu nhân dân lý ra phải chọn người ở địa phương nắm bắt được dân tình, thì lại có nhiều vị được phân bổ từ nơi khác đến ứng cử).<ref name=tvn1\/>\n\n==Chú thích==\n{{tham khảo}}\n\n[[Thể loại:Pháp luật phong kiến Việt Nam]]\n[[Thể loại:Pháp luật Việt Nam thời Lê sơ]]\n[[Thể loại:Di sản Quân chủ Việt Nam]]"}