{"476701":"'''Làng Nhồi''' thuộc [[thanh Hóa (thành phố)|thành phố Thanh Hóa]], tỉnh [[Thanh Hóa|Thanh Hoá]], gắn liền với nghề chạm khắc đá truyền thống.\n\n==Vị trí==\n'''Làng Nhồi''', gồm có Nhồi Thượng và Nhồi Hạ, tên chữ là An Hoạch, nay thuộc địa phận các phường [[An Hưng (phường)|An Hưng]] và [[Đông Tân (phường)|Đông Tân]], thành phố Thanh Hóa, tỉnh [[Thanh Hóa|Thanh Hoá]].\n\n==Nghề chạm khắc đá==\nNghề chạm khắc đá ở núi Nhồi có từ thời Nhà Lý <ref name=\"Nhoi2\">{{Chú thích web|url=http:\/\/www.thanhhoa.gov.vn\/web\/guest\/hds?p_p_id=news_view_INSTANCE_yXGV&p_p_action=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&_news_view_INSTANCE_yXGV_struts_action=%2Fnews_view%2Fview_news&_news_view_INSTANCE_yXGV_newsId=951&_news_view_INSTANCE_yXGV_itemIndex=4&|tiêu đề=Nghề chạm khắc đá núi Nhồi|nhà xuất bản=www.thanhhoa.gov.vn}}{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}<\/ref>. Các nghệ nhân làng Nhồi, từ xưa đến nay, đã tạo ra nhiều loại hình sản phẩm như: đồ thờ cúng, đá xây dựng (đền đài, thành quách, nhà thờ, chùa chiền,...), tượng đá, bia đá,... Những sản phẩm của làng Nhồi mang đậm phong cách và giá trị truyền thống cũng như tư tưởng văn hoá của làng nghề, góp phần tạo nên nhiều công trình có giá trị văn hoá, nghệ thuật bằng đá.\n\nVùng đất này có nhiều điều kiện lý tưởng để hình thành và phát triển nghề chạm khắc đá: có nguồn nguyên liệu dồi dào với nhiều loại đá quý hiếm ít thấy trên đất nước ta. Từ xa xưa, vẻ đẹp và chất lượng đá ở đây đã được sử sách ghi nhận: \"Sắc đá óng ánh như ngọc lam, chất xanh biếc như khói nhạt\". Chính từ những loại đá chất lượng cao như vậy, những nghệ nhân nơi đây với đôi tay khéo léo đã làm ra những sản phẩm nổi tiếng còn lưu truyền cho tới tận ngày nay: \"Ví như đẽo thành khánh, đánh lên thì ngân tiếng muôn dặm, dùng làm bia văn chương để lại thì còn mãi muôn đời\". Ngoài ra, vị trí địa lý thuận lợi cũng tạo điều kiện để sản phẩm đá làng Nhồi có cơ hội lưu thông: ven sông (Nhà Lê), cạnh núi (An Hoạch, núi Nhồi).<ref name=\"Nhoi2\"\/>\n\nSong cũng như số phận của nhiều làng nghề truyền thống khác, làng chạm khắc đá núi Nhồi cũng có lúc thăng trầm. Sau năm 1975, làng nghề tuy vẫn tồn tại nhưng do tình hình lúc đó còn nhiều khó khăn, sản phẩm đá mỹ nghệ các loại không tìm được thị trường khiến nhiều thợ, nhất là thợ trẻ phải chuyển sang làm nghề khác. Đến đầu năm 1980, cả làng chỉ còn vài chục hộ hành nghề.\n\nĐầu những năm 1990, làng nghề chạm khắc đá núi Nhồi có cơ hội phát triển mạnh. Cả làng đã có hàng trăm hộ với khoảng 500 lao động làm nghề. Đến nay, nghề đá chạm khắc đá mỹ nghệ ở núi Nhồi đã trở thành nguồn thu nhập chính của hơn 90% số hộ gia đình ở đây, thu hút được nhiều lao động, kể cả lao động phụ như người già và các em nhỏ.<ref name=\"Nhoi2\"\/>\n\n==Nghề đá và sản xuất vật liệu xây dựng==\nCùng với sự tồn tại của nghề chạm khắc đá ở núi Nhồi, ở làng Nhồi còn có nghề đá và sản xuất vật liệu xây dựng như khai thác và sản xuất đá ốp lát. Đá của Đông Sơn đa dạng về màu sắc từ đen tuyền, vân mây, trắng xám, vàng chanh được thị trường trong nước và quốc tế ưa chuộng.<ref name=\"Nhoi2\"\/>. Ngoài ra nghề nung vôi cũng cung cấp vôi cho khu vực huyện Đông Sơn và Thành phố Thanh Hoá.\n\nMột vấn đề chưa được giải quyết triệt để ở làng nghề này là ô nhiễm môi trường không khí (khói, bụi, tiếng ồn), ô nhiễm môi trường nước và chất thải rắn.<ref name=\"Nhoi4\">{{Chú thích web|url=http:\/\/www.monre.gov.vn\/monreNet\/default.aspx?tabid=209&idmid=&ItemID=38917|tiêu đề=Ô nhiễm ở làng nghề chạm khắc đá núi Nhồi|nhà xuất bản=www.thanhhoa.gov.vn}}{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}<\/ref>\n\n==Danh nhân và truyền thống khoa bảng==\n\n==Tham khảo==\n{{tham khảo}}\n\n==Xem thêm==\n*[[Núi Nhồi]]\n\n{{du lịch Thanh Hóa}}\n\n[[Thể loại:Làng nghề Thanh Hóa|Nhồi]]\n[[Thể loại:Thanh Hóa (thành phố)]]\n[[Thể loại:Làng cổ Thanh Hóa|N]]\n[[Thể loại:Làng nghề truyền thống Việt Nam]]"}