{"6444":"{{Lịch sử hành chính Việt Nam|status = collapse}}\n{{Chính trị Việt Nam}}\n{{bài cùng tên|Làng (định hướng)}}\n'''Làng''' (廊) là một đơn vị cư trú và một hình thức tổ chức [[xã hội]] quan trọng của [[đồng quê|nông thôn]] ở [[Việt Nam]].\n\nSuốt nhiều thế kỷ, làng là đơn vị tụ cư cổ truyền lâu đời ở nông thôn người Việt và là nhân tố cơ sở cho hệ thống nhà nước quân chủ tại Việt Nam. Từ thời [[Hùng Vương]], làng được gọi là '''chạ'''. Đơn vị này có thể coi tương đương với [[Sóc (đơn vị hành chính)|sóc]] của người Khơme, [[bản]] (của các dân tộc thiểu số phía Bắc), [[buôn]] (của người Ê Đê), làng (của các tộc người bản địa tỉnh Kon Tum và Gia Lai). Làng của những người làm nghề chài lưới được gọi là '''vạn''' hay '''vạn chài'''.\n\nLàng truyền thống điển hình thời trung và cận đại là một tập hợp những người có thể có cùng huyết thống, cùng phương kế sinh nhai trên một vùng nhất định. Làng ̣được xem có tính [[tự trị]], khép kín, độc lập, là một vương quốc nhỏ trong vương quốc lớn nên mới có câu \"Hương đảng, tiểu triều đình\". Năm [[1428]] vua [[Lê Thái Tổ]] phân chia lãnh thổ thành các đơn vị gọi là tiểu xã, trung xã và đại xã. Thời nhà Lê đánh dấu việc nhà nước tăng cường kiểm soát làng xã. Viên quan cai trị làng lúc đó gọi là \"[[xã quan]]\". Năm [[1467]] thì bỏ \"xã quan\", thay bằng \"xã trưởng.\"<ref>Doãn Quốc Sỹ. ''Người Việt Đáng Yêu''. Sài Gòn: Nhà xuất bản Sáng Tạo, trang 15<\/ref> Viên chức này không còn do triều đình bổ nhiệm nữa mà là do dân làng tuyển cử. Từ đó trở đi triều đình chỉ kiểm soát từ cấp [[huyện]] trở lên còn xã được coi như tự trị. Chức xã trưởng đến triều [[Minh Mạng|Minh Mệnh]] [[nhà Nguyễn]] thì đổi là \"lý trưởng\".\n\nTrước đây, trên làng là [[xã]], [[huyện]], [[châu (đơn vị hành chính)|châu]], [[phủ (đơn vị hành chính)|phủ]], [[lộ]], [[đạo (đơn vị hành chính)|đạo]]; dưới làng là thôn, xóm, ấp... tùy theo từng thời kỳ. Ngày nay, tổ chức trên làng là [[xã]], [[huyện]], [[tỉnh]], [[quốc gia]]; tổ chức dưới làng có [[xóm]].\n\n== Tổ chức làng ==\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"5\" | '''Tổ chức hành chánh của làng''' \n|- style=\"background:lightgrey;\"\n! Thời đại\n! Cơ quan nghị quyết\n! Người chủ tọa \n! Người chấp hành\n! Hương viên trị an\n|-\n| [[Nhà Hậu Lê]] || Hội đồng kỳ dịch || Hương trưởng || Xã trưởng || Trùm trưởng\n|-\n| [[Nhà Nguyễn]] || Hội đồng kỳ dịch || [[Tiên chỉ]] || [[Lý trưởng]] || Tuần đinh \n|-\n| Cải tổ 1921 || Hội đồng tộc biểu || Chánh hương hội || Chánh hương hội  ||\n|-\n| Tu chính 1927 || Hội đồng tộc biểu &<br> Hội đồng kỳ mục ||Chánh hương hội &<br> Tiên chỉ || Chánh hương hội ||\n|-\n| Cải tổ 1941 || Hội đồng kỳ hào || Lý trưởng || Lý trưởng || Trương tuần\n|-\n| [[Quốc gia Việt Nam]] || Hội đồng hương chánh || Chủ tịch || Chủ tịch || Ủy viên cảnh sát\n|}\n\nLàng truyền thống của người Việt chủ yếu có ba cơ quan: cơ quan nghị quyết, cơ quan chấp hành, và cơ quan trị an. Thời nhà Lê thì '''[[hội đồng kỳ dịch]]''' là cơ quan nghị quyết, có '''Hương trưởng''' (鄉長) sau gọi là '''Tiên chỉ''' (先紙) đứng đầu. '''Hương mục\/Hương hào''' (鄉目\/鄉豪) lãnh trách nhiệm trông coi tài sản công tư của xã. Trị an, tự vệ thì giao cho '''Trùm trưởng''' (𠆳長) sau gọi là '''Tuần đinh''' (巡丁). Hương mục và trùm trưởng cũng là thành viên của hội đồng kỳ dịch.\n\nHội đồng kỳ dịch thường là các hương hào danh tiếng có phẩm hàm, học thức, hoặc là hưu quan trong xã. Điều kiện vào hội đồng không nhất định mà tùy theo '''[[hương ước]]''' của làng. Có làng xét ngôi thứ trong hội đồng theo \"thiên tước\" tức là ai cao tuổi nhất thì là tiên chỉ. Có làng xét theo \"nhân tước\" và ai đỗ cao nhất hay có phẩm hàm cao nhất thì ngồi chiếu tiên chỉ.\n\nPhần lớn làng xã \"trọng khoa hơn hoạn\", tức là trọng người đỗ cao hơn là chức lớn. Ví dụ như người đỗ phó bảng có thể làm quan đến nhất phẩm nhưng khi về hưu vào đình họp thì sẽ phải ngồi chiếu thấp hơn người đỗ tiến sĩ dù tiến sĩ chỉ làm quan thăng đến tam phẩm.<ref>Trần Bích San. ''Văn học Việt Nam''. New Orleans, LA: Trần Thái Gia, 2018. Tr 587<\/ref>\n\nHội đồng kỳ dịch thường nhóm họp một [[tháng]] hai lần vào ngày [[mồng một]] (sóc) và ngày [[rằm]] (vọng) sau khi lễ [[thành hoàng]] ở [[đình]]. Công việc cấp xã gồm quyết định chi thu các ngạch [[thuế thân|thuế đinh]], [[tiền cheo]], tiền [[vạ]] cùng những việc tế tự. Hội đồng kỳ dịch còn có quyền xét xử những vụ hình luật nhỏ.\n\nChấp hành là '''Xã trưởng''' (社長), tức '''Lí trưởng''' (里長) do dân bầu ra để thi hành những nghị quyết của hội đồng kỳ dịch cùng là đại biểu của xã khi liên lạc với triều đình như các quan từ cấp huyện trở lên khi nhà nước thu [[thuế]], mộ lính, hay bắt dân làm tạp dịch. Giúp xã trưởng là phó xã trưởng.\n\n=== Thời Pháp thuộc ===\nSau khi thôn tính [[Nam Kỳ]] người Pháp đã cho tổ chức lại nhân sự trong làng với Ban hội tề gồm các nhân viên với các chức vụ, và thứ vị như sau:\n#Hương cả: Hương chức đứng đầu, chủ tọa, giữ văn khố\n#Hương chủ: Phó chủ tọa, thanh tra các cơ quan, tường trình lên hương cả.\n#Hương sư: Cố vấn trong việc giải thích luật lệ. Hương sư là giáo viên trong làng.\n#Hương trưởng: Giữ ngân sách, trợ giúp giáo viên, nhân viên ban chấp hành.\n#Hương chánh: Hòa giải tranh chấp nhỏ của người trong làng.\n#Hương giáo: Chỉ dẫn các hương chức trẻ, thư ký hội đồng.\n#Hương quản: Trưởng ban cảnh sát, kiểm soát hệ thống giao thông, chuyển vận.\n#Hương bộ: Giữ các bộ thuế và sổ chi thu, trông nom tài sản chung của làng.\n#Hương thân: Hương chức trung gian giữa tư pháp và ban hội tề.\n#Xã trưởng: Hương chức chấp hành, trung gian giữa làng và chính quyền. Giữ ấn (dấu) của làng, đảm nhiệm việc thu thuế.\n#Hương hào: Hương chức chấp hành.\n#Chánh lục bộ: Hộ tịch, báo cho dân làng biết khi có dịch tễ.\n\nNgoài ra tùy theo địa phương, có thể có thêm\n#Hương lễ: Có nhiệm vụ trong các buổỉ tế lễ.\n#Hương nhạc: Âm nhạc.\n#Hương ẩm: Hội hè, cỗ bàn.\n#Hương văn: Soạn văn tế.\n#Thủ khoản: Trách nhiệm ruộng nương, công điền.\n#Cai đình: Trách nhiệm trông coi cơ sở, đình miếu.\n#Hương thị: quản lý việc trong chợ\n\n==== Cải tổ 1921 ====\nTrong khi đó làng xã Việt Nam ở [[Trung Kỳ|Trung]] và [[Bắc Kỳ]] vẫn hoạt động không mấy thay đổi đến năm [[1921]] thì người Pháp ra lệnh bãi bỏ Hội đồng kỳ dịch và thay thế vào đó là '''Hội đồng tộc biểu''', còn gọi là '''Hội đồng hương chính'''. Với sự cải tổ này chính quyền muốn áp dụng một khía cạnh [[dân chủ]] bằng cách cho dân đinh 18 tuổi trở lên đi bầu bỏ phiếu cho những đại biểu thành viên trong Hội đồng. Ứng cử viên tối thiểu phải 25 tuổi và sở hữu tài sản trong làng. Mỗi làng được có tối đa 20 đại biểu đại diện cho những gia tộc trong làng.<ref>Cửu Long Giang, Toan Ánh. tr 88<\/ref>\n\nĐại biểu trong Hội đồng hương chính sẽ chọn một người làm chánh hương hội và một người làm phó hương hội, thay thế cho tiên chỉ và thứ chỉ trước kia. Ngoài ra còn có những hương chức khác như phó lý, [[thư ký]] và [[thủ quỹ]]. Hội đồng hương chính áp dụng được 6 năm, đến năm [[1927]] thì phải bỏ vì sự phản đối của dân quê vốn ủng hộ lệ làng cổ truyền. Người Pháp phải thích ứng bằng cách cho lập lại '''Hội đồng kỳ mục''' để cùng điều hành việc làng với hội đồng hương chính. Theo đó thì số kỳ mục không hạn chế và nhiệm kỳ cũng không hạn định.<ref>Cửu Long Giang, Toan Ánh. tr 89<\/ref>\n\n==== Cải tổ 1941 ====\nNăm [[1941]] cả hai hội đồng kỳ mục và hội đồng hương chính bị bãi bỏ và một hội đồng duy nhất được lập ra: '''Hội đồng kỳ hào'''. Cơ quan này giống như hội đồng kỳ dịch cũ nhưng việc quản lý thì giao cho Ủy ban quản trị chỉ có bảy thành viên. Cơ quan chấp hành vẫn là lý trưởng, phó lý, trưởng bạ (trông coi sổ sách điền bộ), hộ lại (trông coi giấy tờ sinh, tử, giá thú), thủ quỹ, và trương tuần. Tuy nhiên thay vì theo truyền thống thì lý trưởng do dân làn bầu ra, lý trưởng và những hương chức chấp hành kể từ năm 1941 là do hội đồng kỳ hào quyết đoán cả nên tính cách dân chủ cổ truyền đã mất đi.<ref>Cửu Long Giang, Toan Ánh. tr 90<\/ref>\n\n=== Quốc gia Việt Nam ===\n[[Tập tin:Dinh tho tang.jpg|nhỏ|[[Đình Thổ Tang]] (huyện [[Vĩnh Tường]], tỉnh [[Vĩnh Phúc]]), một ngôi đình tiêu biểu, cũng là trọng điểm trong làng, nơi hương chức nhóm họp và cử hành nghi thức tế lễ [[thành hoàng|thần hoàng]] của làng]]\n\nHội đồng kỳ hào sau thời Pháp thuộc ở phía nam [[vĩ tuyến 17 Bắc|vĩ tuyến 17]] thuộc [[Quốc gia Việt Nam]] có những cải tổ sau đây. Thứ nhất là tên gọi được đổi lại thành '''Hội đồng hương chánh'''. Đứng đầu hội đồng hương chánh là chủ tịch và phó chủ tịch thêm tổng thơ ký giúp việc. Thành viên hội đồng là ủy viên. Mỗi ủy viên kiêm thêm một đặc vụ.\n\nLàng nhỏ thì chỉ có hai ủy viên [[y tế]] và ủy viên [[giáo dục]]. Làng lớn thì có thể có đến chín ủy viên cả thảy tức hai ủy viên vừa kể trên và thêm hộ tịch, cảnh sát, tài chính, thuế vụ, công chánh, kinh tế, và canh nông.<ref>Savani, A. M. ''Visage et Images du Sud Vietnam''. Sài Gòn: Imprimerie Française d'Outre-Mer, 1955. Trang 155-6.<\/ref>\n\n==Dân cư==\nDân cư trong làng được chia thành nhiều hạng tùy tiêu chí.\n\n===Nội tịch & ngoại tịch===\nDân làng thường chia ra hai hạng: dân nội tịch và dân ngoại tịch. Dân nội tịch là người sinh sống ở làng đã nhiều đời, có quyền tậu ruộng vườn. Dân nội tịch có tên trong sổ đinh. Dân ngoại tịch được coi là dân ngụ cư, tuy có thể đã sống trong làng nhiều năm nhưng không có tên trong sổ đinh và không  được hưởng đầy đủ quyền lợi như dân nội tịch. Tùy vào hương ước và thông lệ từng làng mà dân ngoại tịch có thể đổi thành dân nội tịch.\n\n===Thụ dịch & miễn sai===\nTuy dân trong làng thì có đủ [[đàn ông]], [[đàn bà]], và [[trẻ con]] nhưng về mặt hành chánh thì đàn bà và trẻ con không có địa vị chính thức. Chỉ có đàn ông từ 16 tuổi trở lên thì coi là ''dân đinh'' có tên ghi vào sổ đinh để làng thu [[thuế]] và chịu sưu.\n\nCon trai từ 16 tuổi đến 18 tuổi thì liệt vào hạng ''hoàng đinh'', thường chịu một phần [[thuế thân]] và bắt đầu bắt [[sưu dịch]]. Từ 18 đến 55 tuổi thì là ''tráng hạng''. Nhóm này chịu toàn phần thuế thân và gánh phần lớn sưu dịch. Từ 55 đến 60 tuổi là ''lão hạng'', thuế thân và sưu dịch thường bớt một phần sưu thuế. Hơn 60 tuổi là ''lão nhiêu'' được miễn sai (trừ sưu) toàn phần.\n\nChức sắc, tức những người có bằng cấp, đỗ đạt cũng thuộc hạng miễn sai. Ngoài ra con nhà quan, lính tráng, thông lại cũng được miễn cả.<ref>Bouchet, Alfred. ''Cours élémentaire d'annamite''. Hà nội: Imprimerie Thanh-niên, 1925. Tr 234<\/ref>\n\n== Tham khảo ==\n* Cửu Long Giang, Toan Ánh. ''Miền Bắc khai nguyên''. Sài Gòn: Đại Nam, 1969. 85-95.\n* Doãn Quốc Sỹ. ''Người Việt Đáng Yêu''. Sài Gòn: Nhà xuất bản Sáng Tạo, 1965. Trang 14-22.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n* [[Thôn|Ấp]]\n* [[Thôn]]\n* [[Bản]]\n* [[Mường]]\n* [[Sóc (khu dân cư)|Sóc]]\n* [[Buôn|Plây]]\n* [[Nông thôn Việt Nam]]\n* [[Hương ước|Lệ làng]]\n* [[Đình|Đình làng]]\n* [[Làng cổ]]\n*[[Cổng làng]]\n\n== Liên kết ngoài ==\n{{thể loại Commons|Villages in Vietnam}}\n* [http:\/\/www.bbc.co.uk\/vietnamese\/programmes\/story\/2005\/03\/interviewnguyentheanh.shtml Quan hệ nhà nước – nông thôn Việt Nam thời tiền thuộc địa ]\n* {{TĐBKVN|15425|Làng}}\n\n{{sơ khai Việt Nam}}\n\n[[Thể loại:Làng Việt Nam| ]]\n[[Thể loại:Phân cấp hành chính Việt Nam]]\n[[Thể loại:Làng|Việt Nam]]"}