{"73458":"'''Làng Cót''' hay '''Kẻ Cót''' là [[tên Nôm]] của hai làng Yên Quyết có từ lâu đời, là Thượng Yên Quyết (ở phía Bắc) và Hạ Yên Quyết (ở phía Nam), đều nằm bên bờ phải [[sông Tô Lịch]]. Về sau được lấy làm tên gọi cho làng '''Hạ Yên Quyết''' tức làng '''Bạch Liên Hoa''', còn làng Thượng Yên Quyết sau đổi gọi là làng Giấy, do có nghề truyền thống là sản xuất giấy. Cả hai làng Yên Quyết nay đều thuộc phường [[Yên Hòa, Cầu Giấy|Yên Hòa]], [[Cầu Giấy|quận Cầu Giấy]], [[Hà Nội]], nằm ven [[sông Tô Lịch]] đoạn từ [[cầu Giấy]] đến gần cầu Trung Kính. Một số địa phương gọi \"Cót\" là một vật liệu để làm các đồ dùng để đựng như thúng cót.\n\n== Lịch sử ==\nLàng Yên Quyết, với cái tên Kẻ Cót vốn xưa chỉ là một và có từ lâu đời, đến thời [[nhà Lý]] nơi đây gắn liền với câu truyện lịch sử nhuốm màu huyền thoại, đó là cuộc thi đấu pháp thuật, ân oán giữa hai pháp sư (thiền sư và đạo sĩ) [[Từ Đạo Hạnh]] (người làng Láng (Yên Lãng), nhưng quê mẹ làng Cót (Yên Quyết)) và Lê Đại Điên (người làng Yên Quyết), trong việc đầu thai làm [[thái tử]] nhà Lý<ref>''Việt điện u linh'', Sự tích đại thánh Từ Đạo Hạnh, trang 140-149.<\/ref>. Đến thế kỷ 13, thời Lý - Trần, cùng với việc du nhập nghề làm giấy, làng Cót tức làng Yên Quyết phát triển thành hai vùng với sự phân công lao động trong nghề giấy truyền thống. Nửa trên của làng về phía bắc gần cầu Giấy chuyên nghề làm giấy từ nguyên liệu là vỏ cây dó, với thứ [[giấy dó]] chất lượng không cao làm từ những miếng đầu mặt của vỏ cây dó, gọi là giấy xề<ref>Cuốn Truyện các ngành nghề của Tạ Văn Phong, Nguyễn Quyang Vinh, Nghiêm Đa Văn, bài Nhịp chày Yên Thái và những trang giấy thanh tân, các trang 85, 86, 93.<\/ref>. Nửa làng dưới nằm ở phía Nam bắt đầu từ cầu Cót trở xuống chuyên làm một thứ sản phẩm là đầu ra của nghề giấy, đó là nghề làm vàng mã. Dần dần, từ một làng Yên Quyết-Kẻ Cót, tách thành hai làng Thượng Yên Quyết (Cót Thượng sau gọi là làng Giấy) và Hạ Yên Quyết (Cót Hạ vẫn được giữ tên gọi là làng Cót). Và cũng chính vì có nghề làm giấy ở làng Thượng Yên Quyết, cũng có ở làng Dịch Vọng Tiền kề bên (nằm ở phía Bắc), mà cây cầu nằm ở gần vùng giáp ranh giữa hai làng Thượng Yên Quyết và Tiền Dịch Vọng mới được gọi là [[cầu Giấy]]. \n[[Tập tin:Le pont de Papier 1884-85.jpg|nhỏ|phải|Cảnh cầu Giấy (làng Thượng Yên Quyết), vào năm 1884-1885]]\n''Xem thêm [[làng Giấy]].''\n\nVào cuối thời [[nhà Hậu Lê]] (Lê trung hưng) sang đầu thời [[nhà Nguyễn]], các làng Thượng Yên Quyết (làng Giấy) và Hạ Yên Quyết (làng Cót) đều thuộc tổng Dịch Vọng huyện [[Từ Liêm]] phủ Quốc Oai [[sơn Tây (tỉnh Việt Nam)|trấn Sơn Tây]]<ref>Cuốn Tên làng xã Việt Nam đầu thế kỷ 19, trấn Sơn Tây, trang 36.<\/ref>. Đến năm 1831, khi thành lập tỉnh Hà Nội, nhà Nguyễn cho nhập huyện Từ Liêm của trấn Sơn Tây vào phủ Hoài Đức tỉnh Hà Nội, các làng Thượng và Hạ Yên Quyết cũng được nhập vào theo. Khoảng giữa thế kỷ 19, thì làng Thượng Yên Quyết được đổi thành Yên Hòa, còn làng Hạ thành Yên Quyết. Đến thập niên 1890, thời [[Pháp thuộc]], các làng Thượng và Hạ Yên Quyết trực thuộc tỉnh Hà Đông. Đầu thế kỷ 20, hai làng Thượng, Hạ Yên Quyết trực thuộc Đại lý đặc biệt Hoàn Long. Sau năm 1945 ([[cách mạng tháng Tám|cách mạng Tháng 8]]), là hai xã thuộc huyện Từ Liêm Hà Nội, sau nhập lại thành một là xã Yên Hòa huyện Từ Liêm. Năm 1982, thành lập thị trấn Cầu Giấy huyện Từ Liêm (sau là phường Quan Hoa quận Cầu Giấy), một phần đất phía Bắc làng Giấy, có cây cầu Giấy bắc qua, là xóm Quan Hoa bị tách ra và hợp với một phần phía Đông Nam Dịch Vọng (phía Nam Dịch Vọng Tiền) thành ra thị trấn Cầu Giấy, nằm hai bên đoạn phía Tây đường Cầu Giấy (từ cầu Giấy trở đi)<ref>Từ điển Hà Nội-địa danh, của Bùi Thiết, mục Cầu Giấy (thị trấn), trang 56.<\/ref>. Nay phần lớn đất Thượng và Hạ Yên Quyết cũ thuộc phường [[Yên Hòa, Cầu Giấy|Yên Hòa]] quận Cầu Giấy, một phần nhỏ còn lại (xóm Quan Hoa xã Yên Hòa-Thượng Yên Quyết) là phần phía Nam của phường [[Quan Hoa]] quận Cầu Giấy (bên mặt nam đường Cầu Giấy).\n\nLàng Cót, tức làng Yên Quyết xưa là vùng quê có truyền thống hiếu học và khoa bảng, nằm trong \"tứ danh hương\" (Mỗ, La, Canh, Cót - là các làng xã Hạ Mỗ, [[Tây Mỗ]], [[Đại Mỗ]]; La Nội, [[làng La Khê|La Khê]], Ỷ La; Vân Canh, Hương Canh; Hạ Yên Quyết, Thượng Yên Quyết) của huyện [[Từ Liêm]] xưa, với khoảng 10 tiến sĩ nho học ở mỗi làng Thượng Hạ Yên Quyết (tổng cộng cả hai làng khoảng trên dưới 20 tiến sĩ thời xưa).\n\n== Làng Hạ Yên Quyết ==\nLàng Cót-Hạ Yên Quyết ở gần kinh đô xưa, là một bến thuyền bên dòng Tô Lịch, nên kinh tế khá phát đạt với nhiều nghề thủ công, buôn bán. Làng Cót Hạ là một vùng đất cổ, với di vật khảo cổ được tìm thấy năm 1978, có niên đại khoảng 2000 năm. Đó là một ngôi mộ cổ bằng thân cây khoét rỗng cùng nhiều đồ tùy táng, nằm bên bờ sông Tô Lịch. Làng Cót từ xưa đã có một chế độ khuyến học thỏa đáng: làng dành ra 3 mẫu ruộng ''Lộc thư điền'', cùng 100 quan tiền, để làm phần thưởng cho người đỗ tiến sĩ thời xưa. Ngoài ra theo lệ làng, dân làng còn thưởng ruộng cho cả những người đỗ cử nhân nho học, tú tài nho học. Nhờ đó, mà làng có tới 10 tiến sĩ nho học và gần 30 hương cống thời [[Nhà Hậu Lê|Hậu Lê]] và 9 cử nhân thời [[Nhà Nguyễn|Nguyễn]].\n\nLàng Cót hiện còn ngôi đình dựng lại vào năm [[Minh Mạng]] thứ 13 (1832), Cùng với 5 ngôi miếu, đình làng thờ 5 vị thần trong đó có [[Thần Cao Sơn|Cao Sơn đại vương]], thần bản thổ. Làng có [[chùa Ngọc Quán]], dựng năm Dương Hoà 8 (1642), hiện còn quả chuông đúc năm [[Nguyễn Quang Toản|Cảnh Thịnh]] 8 (1800). Ngoài ra, còn có nhà thờ của dòng họ các Tiến sĩ [[Hoàng Quán Chi]], [[Nguyễn Như Uyên]], [[Nguyễn Xuân Nham]] – là biểu tượng cho truyền thống học hành thành đạt của người làng...\n\nNgày này, làng Cót là một trong các trung tâm cung cấp vàng mã cho Hà Nội và một số tỉnh lân cận. Làng còn có món bánh cuốn khá độc đáo.\n\nLễ hội chính của làng hàng năm từ ngày 10 đến [[15 tháng 2]] âm lịch, xưa có tục nuôi lợn thờ của các giáp trưởng đăng cai.<ref>{{Chú thích báo\n | tên=\n | họ=\n | tác giả=HONGHAI (Theo TS. Bùi Xuân Đính)\n | đồng tác giả=\n | url=http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/9603\/lang-h7841-yen-quy7871t.htm\n | tên bài=Làng Hạ Yên Quyết\n | công trình=\n | nhà xuất bản=Báo Hànộimới điện tử\n | số=\n | các trang=\n | trang=\n | ngày=25\/12\/2003\n | ngày truy cập=13\/9\/2010\n | url lưu trữ=http:\/\/www.hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/9603\/lang-h7841-yen-quy7871t.htm\n | ngày lưu trữ=25\/12\/2003\n | ngôn ngữ=vi\n | trích dẫn=TS. Bùi Xuân Đính\n }}{{Liên kết hỏng|date = ngày 9 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n== Nhân tài Kẻ Cót ==\nCác [[tiến sĩ]] [[nho giáo|nho học]] làng Hạ Yên Quyết <ref name=\"ReferenceA\">Từ Liêm đại khoa lục, Trung tâm Unesco-Thông tin tư liệu lịch sử văn hóa Việt Nam, nhà xuất bản Thời đại<\/ref>:\n*[[Hoàng Quán Chi]], [[thủ khoa nho học Việt Nam|thủ khoa]] Thái học sinh năm Quý Dậu (1393), thời [[nhà Trần]] <ref>[[Lịch triều hiến chương loại chí]] của [[Phan Huy Chú]], quyển XXVII, Khoa mục chí (III), trang 37, nhà xuất bản Sử học-năm 1961.<\/ref>.\n*[[Nguyễn Quang Minh]] (Nguyễn Nhữ Minh), [[Thái học sinh]] năm [[Canh Thìn]] (1400, cùng năm với [[Nguyễn Trãi]]) thời [[nhà Hồ]].\n*[[Nguyễn Như Uyên]], đệ nhị giáp tiến sĩ ([[Hoàng giáp]]) năm Kỷ Sửu (1469), thời nhà Hậu Lê.\n*[[Nguyễn Xuân Nham]], đệ tam giáp đồng tiến sĩ năm Kỷ Mùi (1499), thời nhà Hậu Lê.\n*[[Nguyễn Khiêm Quang]] (cháu Nguyễn Như Uyên), đệ tam giáp đồng tiến sĩ 1523, thời nhà Hậu Lê.\n*[[Nguyễn Huy]], đệ tam giáp đồng tiến sĩ năm Quý Sửu (1553), thời nhà Mạc.\n*[[Hoàng Bôi]], đệ tam giáp đồng tiến sĩ năm Mậu Thìn (1568), thời nhà Mạc.\n*[[Nguyễn Viết Tráng]], tức Nguyễn Nhật Tráng (阮日壯) (cháu Nguyễn Khiêm Quang), đệ nhị giáp tiến sĩ năm Ất Mùi (1595), thời nhà Hậu Lê (Lê trung hưng) <ref>[http:\/\/www.hannom.org.vn\/default.asp?CatID=564 VĂN BIA ĐỀ DANH TIẾN SĨ KHOA ẤT MÙI NIÊN HIỆU QUANG HƯNG NĂM THỨ 18 (1595)]<\/ref>.\n*[[Nguyễn Dụng Triêm]] (阮用霑), đệ tam giáp đồng tiến sĩ năm Nhâm Dần (1602), thời nhà Hậu Lê<ref>[http:\/\/www.hannom.org.vn\/default.asp?CatID=564 VĂN BIA ĐỀ DANH TIẾN SĨ KHOA NHÂM DẦN NIÊN HIỆU HOẰNG ĐỊNH NĂM THỨ 3 (1602)]<\/ref>.\n*[[Nguyễn Vĩnh Thịnh]] (阮榮盛), người xã Nghĩa Đô nhưng nguyên quán Hạ Yên Quyết (chắt của Nguyễn Viết Tráng), đệ tam đồng tiến sĩ năm Kỷ Hợi (1659), thời nhà Lê-Trịnh <ref>[http:\/\/www.hannom.org.vn\/default.asp?CatID=564 VĂN BIA ĐỀ DANH TIẾN SĨ KHOA KỶ HỢI NIÊN HIỆU VĨNH THỌ NĂM THỨ 2 (1659)]<\/ref>.\n\nCác tiến sĩ nho học làng Thượng Yên Quyết <ref name=\"ReferenceA\"\/><ref>[http:\/\/www.hannom.org.vn\/default.asp?CatID=564 Văn bia đề danh tiến sĩ các khoa 1554, 1640, 1659, 1680, 1683, 1718.]<\/ref>:\n*[[Đặng Công Toản]], đệ tam giáp đồng tiến sĩ năm (1520), thời nhà Hậu Lê\n*[[Hoàng Viết Ái]], đệ tam giáp đồng tiến sĩ năm (1526), thời nhà Hậu Lê\n*[[Nguyễn Sần]] (阮侁), đệ tam giáp đồng tiến sĩ năm (1554), thời nhà Hậu Lê (Lê-Trịnh ở Thanh Hóa)\n*[[Nguyễn Dụng Nghệ]], đệ tam giáp đồng tiến sĩ năm (1574), thời nhà Mạc\n*[[Đỗ Văn Tổng]] (杜文總), đệ tam giáp đồng tiến sĩ năm (1640), thời nhà Hậu Lê\n*[[Đỗ Văn Luân]] (杜文綸), con Đỗ Văn Tổng, đệ tam giáp đồng tiến sĩ năm (1659), thời nhà Hậu Lê\n*[[Nguyễn Công Thước]] (阮公爍), cháu 4 đời của Nguyễn Dụng Nghệ, đệ nhị giáp tiến sĩ ([[Hoàng giáp]]) năm (1680), thời nhà Hậu Lê\n*[[Đỗ Công Toản]] (杜公纘), Đỗ Văn Tổng, đệ tam giáp đồng tiến sĩ năm (1683), thời nhà Hậu Lê\n*[[Nguyễn Danh Hiền]] (阮名賢), đệ tam giáp đồng tiến sĩ năm (1718), thời nhà Hậu Lê\nCác nhân vật nổi bật ngày nay xuất thân từ làng Cót: \n*Nhà Văn hóa Hoa Bằng [[Hoàng Thúc Trâm]]\n*Nhà thơ [[Minh Tuyền]] Hoàng Chí Trị\n*Nhà văn [[Doãn Quốc Sỹ]]\n*Nhạc sĩ [[Doãn Nho]]\n*Nhà Toán học [[Hoàng Xuân Sính]]\n\n==Xem thêm==\n*[[Hà Nội]]\n*[[Hàng Bạc|Phố Hàng Bạc]] với nghề kim hoàn\n*[[Làng hoa Hà Nội]]\n*[[Ngũ Xã|Làng Ngũ Xá]] với nghề đúc đồng\n*[[Gốm Bát Tràng|Làng Bát Tràng]] (hay Làng gốm sứ Bát Tràng) với nghề gốm sứ\n*[[Yên Phụ|Làng Yên Phụ]] với nghề làm [[hương (tế lễ)|hương]]\n*[[Làng Vòng]] quận Cầu Giấy với nghề làm [[cốm]]\n\n== Chú thích ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Làng nghề Hà Nội|Cót]]\n[[Thể loại:Làng khoa bảng Việt Nam]]"}