{"19523426":"{{Infobox short story\n| name = Làng giáo có gì vui\n| title_orig = \n| translator = \n| image = \n| image_caption = \n| pub_date = Tháng 10 năm 1987\n| author = [[Hoàng Minh Tường]]\n| cover_artist = \n| country = [[Việt Nam]]\n| language = [[Tiếng Việt]]\n| media_type = Ấn phẩm\n| chapters = \n| series = \n| genre = [[Bút ký]]\n| published_in = ''Tuần báo Văn Nghệ''\n| publication_type = Một kỳ\n| isbn = \n| preceded_by = \n| followed_by = \n}}\n\"'''Làng giáo có gì vui'''\" là một [[bút ký]] của nhà văn [[Hoàng Minh Tường]] trong giai đoạn [[Đổi Mới]] tại [[Việt Nam]]. Tác phẩm được đăng trên Tuần báo Văn Nghệ vào tháng 10 năm 1987, sau đó được nhà xuất bản Lao Động in lại trong truyện ngắn ''Đa thê'' năm 1995. Nội dung bút ký xoay quanh tình cảnh ngành giáo dục Việt Nam những năm đầu đổi mới, nhiều nhà giáo có gia cảnh khó khăn và không còn nhiều nhiệt huyết trên bục giảng.\n\n== Nội dung ==\n=== Tiếng chuông đầu tiên ===\nVào khoảng ba giờ đêm cuối tháng 3 năm 1987, một công chức ở Thành phố Hồ Chí Minh gọi điện cấp báo đến văn phòng Công đoàn giáo dục Việt Nam ghi nhận đơn xin nghỉ việc của 2.105 giáo viên trong vòng mấy tháng qua tại các tỉnh thuộc [[Đồng bằng sông Cửu Long]] và khu vực [[Thành phố Hồ Chí Minh]]. Mấy ngày sau đó, các tỉnh phía Nam công điện liên tục tới [[Bộ Giáo dục và Đào tạo (Việt Nam)|Bộ Giáo dục và Đào tạo]] đồng thời với Công đoàn giáo dục Việt Nam về tình trạng giáo viên nghỉ việc. Giai đoạn 1986–1987, thống kê ước tính số giáo viên các tỉnh [[Miền Nam (Việt Nam)|miền Nam]] nghỉ việc lên tới [[vạn]] vì tiền lương không đủ sinh sống. Vừa nhậm chức Bộ trưởng Bộ Giáo dục và Đào tạo được vài tháng, [[Phạm Minh Hạc]] cấp tốc đến Thành phố Hồ Chí Minh  và các tỉnh Đồng bằng sông Cửu Long nhằm tìm giải pháp ngăn chặn giáo viên bỏ nghề.\n\nNgày 7 tháng 8 năm 1987 trên báo ''[[Nhân Dân (báo)|Nhân Dân]]'', [[Tổng Bí thư Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]] [[Nguyễn Văn Linh]] kêu gọi quan tâm đến đời sống nhà giáo trong chuyên mục ''[[Những việc cần làm ngay]]''. Các biện pháp cứu trợ nhanh chóng được chính quyền địa phương trên toàn quốc thực hiện, hầu hết số giáo viên xin nghỉ việc quay trở lại giảng dạy. Theo kết luận từ tác giả, đội ngũ giáo viên hao hụt do nguyên nhân một phần từ xã hội tín nhiệm họ tham gia vào các lĩnh vực kinh tế, nhưng phần đông là do tâm can họ không còn trên bục giảng vì chuyện gạo củi. Hiện tượng nhiều giảng viên đại học sốt sắng xin được giảng dạy ở [[châu Phi]] trong vai trò chuyên gia xuất hiện phổ biến.\n\n=== Định nghĩa mới về nghề thầy ===\nTrong một lần đến một trường học ở nông thôn, Hoàng Minh Tường và các giáo viên tại đây bàn luận về định nghĩa nhà giáo. \"Thầy giáo là người nông dân có nghề phụ là nghề dạy học\" được đúc rút, nguyên nhân do giáo viên làm [[ruộng lúa]] ở nông thôn và làm nghề phụ nếu ở thành phố. Trong một lần ra đảo [[Phú Quốc]] năm 1986, các nhà giáo nói rằng giáo viên muốn sống được thì cần phải đi biển đánh cá hoặc trồng [[hồ tiêu]]. Sau đó, Hoàng Minh Tường trở lại Đồng bằng sông Cửu Long và tiếp xúc rất nhiều nhà giáo nuôi lợn, làm vườn, gieo trồng lúa. Sau khi thực địa [[Đồng bằng sông Hồng]] và chứng kiến nhiều giáo viên tranh thủ làm ruộng khoán, tác giả sửng sốt bối cảnh tiểu thuyết ''[[Thời xa vắng]]'' của [[Lê Lựu]] diễn ra ba mươi năm trước đang lặp lại. Một số khu vực gần làng gốm Bát Tràng, nhiều giáo viên đến xin làm phụ trong làng nghề. Người bạn Đỗ Ngọc Quang gửi thư từ thành phố [[Cần Thơ (thành phố trực thuộc tỉnh)|Cần Thơ]] đề cập cô giáo Nguyễn Thị Kim Hoa dạy giỏi, đồng thời nêu thực trạng người chồng cô Hoa là hiệu phó trường phổ thông cơ sở nhưng vẫn phải tranh thủ đi [[xe đạp]] chở khách kiếm tiền thêm.\n\n=== Những nghịch lý có thực ===\nTính đến năm 1987, ngành giáo dục Việt Nam đã tiến hành thay sách giáo khoa được bảy năm, ước tính số giáo viên nắm vững chương trình giảng dạy mới không vượt quá 50%. Trong chương trình sách giáo khoa lớp bảy, nhiều giáo viên gặp khó khăn trong nhiều bài tập và nhiều chương. Hoàng Minh Tường cho rằng cải cách giáo dục phải bắt đầu từ người thầy và cơ sở vật chất, nhưng thực tế lại tiến hành ngược lại khi đội ngũ giáo viên hoàn toàn bị động và chưa kịp tiếp cận giáo trình sách mới. Phòng giáo dục quận [[Hoàn Kiếm]] cho biết hầu như giáo viên trung học cơ sở không được phân nhà ở tại thành phố [[Hà Nội]], các giáo viên [[Trường Trung học cơ sở Trưng Vương, Hà Nội|Trường Trung học cơ sở Trưng Vương]] cho biết \"chuyện được phân nhà với chúng tôi là một ảo tưởng\". Căn hộ gia đình vợ chồng thầy giáo Vũ Xuân Túc—dạy học tại [[Trường Trung học phổ thông chuyên Hà Nội – Amsterdam]]— tại phố Bùi Thị Xuân rộng sáu [[mét vuông]], khách và chủ nhà không thể đứng thẳng vì chạm trần nhà. Thầy giáo Vũ Xuân Túc cho biết không thấy học trò giỏi của mình thi vào sư phạm mấy năm gần đây, trong khi trưởng phòng giáo dục thị xã Hải Dương nêu tình cảnh không có học sinh giỏi thi vào ngành sư phạm. Chánh thư ký công đoàn giáo dục tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]] Trịnh Dưỡng nhận định tình cảnh hiện tại lực bất tòng tâm. Giáo viên được nhận đồng loạt mỗi tháng năm lạng đường và hai cân gạo theo chế độ lương cũ trước đó, bây giờ các tiêu chí cũ bị bãi bỏ và chỉ trả bằng tiền mặt. Các báo cáo ghi nhận giáo viên mắc bệnh nghề nghiệp, trong khi sư phạm vẫn chưa được coi là một nghề lao động đặc thù. Nhiều trường học xiêu vẹo và dột nát, trong khi kế bên là một trụ sở ủy ban hoặc một hội trường bề thế.\n\n=== Muốn sang thì bắc cầu Kiều ===\nTrong một lần đến thăm trường Bắc Lý—nơi khai sinh khẩu hiệu \"Tất cả vì tương lai con em chúng ta\", Hoàng Minh Tường cùng một nhà giáo dục tranh luận về khẩu hiệu này. Đề xuất bỏ cụm từ \"tương lai\" vì cần sống cho hiện tại, hoặc đề xuất thay đổi \"Tất cả vì chúng ta và con em chúng ta\". [[Điển cố]] thầy đồ [[Nguyễn Phi Khanh]] dạy học ở tư gia Tư đồ [[Trần Nguyên Đán]] nói về sự quý trọng nhà giáo của tiền nhân. Nhiều ngôi trường mái ngói đỏ hoặc cao tầng do người dân đóng góp và xây dựng. Tại trường mầm non Hoa Sứ của nhà máy sứ Hải Dương, 21 cô giáo ngoài tiền lương của ngành giáo dục thì được nhà máy phụ cấp ăn trưa và tiền thưởng tăng giờ cùng với nhà ở. Tại trường trung học phổ thông kỹ thuật Gang thép Thái Nguyên, công ty Gang thép Thái Nguyên cho nhà trường sắt vụn để giảng dạy hướng nghiệp. Tác giả cho rằng nhà giáo sống bằng sự hảo tâm của người dân, nhưng rồi sự hảo tâm cũng có giới hạn và nhà giáo cần thực sự sống được bằng đồng lương của họ. Bút ký kết luận cần phải xem lại chế độ chính sách với ngành giáo dục, đồng thời đề nghị các hợp tác xã và cơ quan nhiều doanh thu nên có một phần nghĩa vụ đóng góp cho giáo dục.\n\n== Hoàn cảnh ra đời ==\n{{Xem thêm|Thời bao cấp|Đổi Mới|Cởi Mở}}\n{{Quote box\n |quote=\"Cởi áo cho người xem lưng, nhất là cái lưng giáo dục lúc này đầy những vết bầm dập và cả những mụn ghẻ lở, nhiễm trùng… liệu các sếp ngành mình có ưng không? Tôi băn khoăn, toan tính. Viết cho báo ngành thì chẳng được in. Viết cho báo ngoài, chắc chắn sẽ bị phạt vi cảnh\".\n |source =Nhà văn Hoàng Minh Tường bộc bạch vào năm 2014 trên báo ''Giáo dục & Thời đại''.<ref name=\":1\" \/>\n |width=25%\n |salign=left \n}}\nKinh tế Việt Nam thập niên 1980 khó khăn, nhiều lĩnh vực tính đến năm 1987 \"vẫn tiếp tục đà rơi tới đáy\".<ref name=\":1\">{{Chú thích web|url=https:\/\/giaoducthoidai.vn\/ket-noi\/toi-viet-lang-giao-co-gi-vui--465300.html|tựa đề=Tôi viết \"Làng giáo có gì vui\"|tác giả=Nguyễn Minh Tường|họ=|tên=|ngày=2014-12-06|website=Giáo dục & Thời đại|url lưu trữ=https:\/\/web.archive.org\/web\/20201203050650\/https:\/\/giaoducthoidai.vn\/ket-noi\/toi-viet-lang-giao-co-gi-vui--465300.html|ngày lưu trữ=2020-12-03|url hỏng=|ngày truy cập=2020-12-03}}<\/ref><ref name=\":0\" \/> Giáo dục – văn hóa vẫn tiếp tục khủng hoảng, hiện tượng hàng loạt giáo viên bỏ nghề do mức lương không đủ sống, học sinh chán nghề sư phạm.<ref name=\":1\" \/><ref name=\":2\">{{Chú thích web|url=https:\/\/www.nhandan.com.vn\/giaoduc\/item\/13131202-.html|tựa đề=\"Môn quan trọng\" và \"thầy quan trọng\"|tác giả=Song Hà|họ=|tên=|ngày=2011-11-30|website=[[Nhân Dân (báo)|Nhân Dân]]|url lưu trữ=https:\/\/web.archive.org\/web\/20171108130644\/https:\/\/www.nhandan.com.vn\/giaoduc\/item\/13131202-.html|ngày lưu trữ=2017-11-08|url hỏng=|ngày truy cập=2017-11-08}}<\/ref> Nghề giáo giai đoạn này được đúc kết bằng câu so sánh \"thầy cô giáo là người nông dân có nghề phụ là nghề dạy học\",<ref name=\":1\" \/> \"chuột chạy cùng sào mới vào sư phạm\".<ref name=\":2\" \/><ref name=\":5\">{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/tuanvietnam\/dachieu\/nghi-van-nu-sinh-an-giang-tu-tu-goc-nhin-chuyen-gia-tu-phap-695939.html|tựa đề=‘Chuột chạy cùng sào...’|tác giả=Nguyên Kan|họ=|tên=|ngày=2020-12-09|website=[[VietNamNet]]|url lưu trữ=https:\/\/web.archive.org\/web\/20201210043254\/https:\/\/vietnamnet.vn\/vn\/tuanvietnam\/dachieu\/nghi-van-nu-sinh-an-giang-tu-tu-goc-nhin-chuyen-gia-tu-phap-695939.html|ngày lưu trữ=2020-12-09|url hỏng=|ngày truy cập=2020-12-09}}<\/ref> Đa số nhà giáo phải làm thêm việc phụ (như chạy xe ôm, bán hàng ngoài chợ) để gia tăng thu nhập.<ref name=\":0\" \/><ref name=\":5\" \/> Một thời gian sau, tình trạng dạy học thêm tràn lan xuất hiện, phụ huynh lo lắng giáo viên không dạy tận tình so với lớp học thêm, các nhà quản lý giáo dục ban hành nhiều chỉ thị nhằm cấm dạy thêm. Hiện tượng \"dạy chui\" xuất hiện, được hợp thức hóa bằng đơn xin mở lớp học thêm của phụ huynh.<ref name=\":0\">{{Chú thích web|url=http:\/\/daidoanket.vn\/diem-cua-nguoi-lam-thay-383479.html|tựa đề=Điểm của người làm thầy|tác giả=Hà Trọng Nghĩa|họ=|tên=|ngày=2017-10-24|website=[[Đại Đoàn Kết (báo)|Đại Đoàn Kết]]|url lưu trữ=https:\/\/web.archive.org\/web\/20201203042424\/http:\/\/daidoanket.vn\/diem-cua-nguoi-lam-thay-383479.html|ngày lưu trữ=2020-12-03|url hỏng=|ngày truy cập=2020-12-03}}<\/ref>\n\nSau khi nhà văn [[Nguyên Ngọc]] được cử về làm Tổng Biên tập báo Văn Nghệ, số lượng bản in của báo gia tăng từ 2.000 bản lên đến 70.000 bản một số in phát hành, nhiều loạt phóng sự được độc giả đón nhận rộng rãi như \"Vua lốp\" của Trần Huy Quang và \"[[Cái đêm hôm ấy... đêm gì?]]\" của [[Phùng Gia Lộc]]. [[Hoàng Minh Tường]] khi đó đang là phóng viên báo ''Người giáo viên nhân dân'', thâm niên hoạt động về giáo dục khoảng mười năm. Trưởng ban văn xuôi Ngô Ngọc Bội cùng Tổng biên tập báo Văn Nghệ [[Nguyên Ngọc]] gặp mặt tác giả trong một buổi họp cộng tác viên tại Hà Nội; sau đó họ đề xuất tác giả viết một phóng sự về giáo dục. Cộng tác viên Hoàng Viết Nghiệm—hiện đang làm việc tại Công đoàn Giáo dục Việt Nam—thông báo cho tác giả về một báo cáo hàng nghìn giáo viên tại [[Thành phố Hồ Chí Minh]] và các tỉnh [[Đồng bằng sông Cửu Long]] nghỉ việc, Hoàng Minh Tường quyết định viết một phóng sự với tựa đề \"Làng giáo có gì vui\".<ref name=\":1\" \/>\n\n== Sáng tác ==\nNăm 1980, Hoàng Minh Tường cùng nhà văn Nguyễn Vũ Tiềm có chuyến đi thị sát giáo dục [[Đồng bằng sông Cửu Long]]; sau đó tác giả tiếp tục hành trình một mình đến [[Phú Quốc]] do người đồng hành bận chuyện đời tư. Trên chuyến đi từ Hà Tiên đến Phú Quốc, tác giả đã đi cùng một công chức Sở giáo dục Kiên Giang trên chiếc ghe chở [[Lợn nhà|lợn]] của hai cha thương lái. Tại Phú Quốc, tác giả đã miêu tả lại cuộc sống khốn khó của thầy cô giáo dạy học sau khi chuyển công tác từ tỉnh Thái Bình đến đây.<ref>{{Chú thích web|url=https:\/\/vanchuongthanhphohochiminh.vn\/nha-tho-nguyen-vu-tiem-tu-kho-luyen-den-tai-hoa|tựa đề=Nhà thơ Nguyễn Vũ Tiềm, từ khổ luyện đến tài hoa|họ=Hoàng Minh|tên=Tường|lk tác giả=Hoàng Minh Tường|ngày=2023-01-03|website=Văn chương thành phố Hồ Chí Minh|url lưu trữ=https:\/\/web.archive.org\/web\/20230428050752\/https:\/\/vanchuongthanhphohochiminh.vn\/nha-tho-nguyen-vu-tiem-tu-kho-luyen-den-tai-hoa|ngày lưu trữ=2023-04-28|url-status=live|ngày truy cập=2023-04-28}}<\/ref>\n\n[[Hoàng Minh Tường]] phác thảo bút ký với đề mục \"Hồi chuông lúc nửa đêm\", tiếp tục viết đề mục \"Định nghĩa mới về nghề thầy\"; sau đó tác giả đi thực địa đến làng gốm [[Bát Tràng]] để tìm hiểu về thực trạng nhà giáo làm thuê tại đây khi hết tiết giảng dạy. Hoàng Minh Tường đến thăm gia đình nhà giáo Vũ Xuân Túc—hai vợ chồng dạy học tại [[Trường Trung học phổ thông chuyên Hà Nội – Amsterdam]]—và đề cập gia cảnh họ trong bút ký này. Tác giả cho biết động lực sáng tác nhằm có \"một phúc trình về hiện trạng đời sống nhà giáo và ngành giáo dục lên Chính phủ, góp phần tạo dựng những chính sách kịp thời, tháo gỡ nhiều khó khăn cho nhà giáo, nhà trường ngay sau đó\".<ref name=\":1\" \/>\n\n== Phát hành ==\nBút ký được Hoàng Minh Tường đăng trên Tuần báo Văn Nghệ năm 1987,<ref>{{Chú thích web|url=https:\/\/suckhoedoisong.vn\/nha-van-tran-huy-quang-con-do-nhung-ky-uc-kho-phai-n145512.html|tựa đề=Nhà văn Trần Huy Quang: Còn đó những ký ức khó phai|tác giả=Vương Tâm|họ=|tên=|ngày=2018-06-23|website=Sức khỏe & Đời sống|url lưu trữ=https:\/\/web.archive.org\/web\/20201203035115\/https:\/\/suckhoedoisong.vn\/nha-van-tran-huy-quang-con-do-nhung-ky-uc-kho-phai-n145512.html|ngày lưu trữ=2020-12-03|url hỏng=|ngày truy cập=2020-12-03}}<\/ref> sau đó nhà xuất bản Lao Động tuyển tập trong truyện ngắn ''Đa thê'' vào năm 1995.<ref>{{Chú thích web|url=|tựa đề=Đa thê|tác giả=Hoàng Minh Tường|họ=|tên=|lk tác giả=Hoàng Minh Tường|ngày=|năm=1995|website=|nhà xuất bản=Nhà xuất bản Lao Động|at=Làng giáo có gì vui?|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Đón nhận ==\n\n=== Xã hội ===\nSau khi bút ký đăng trên ''Tuần báo Văn Nghệ'', nhiều trường học và nhiều giáo viên sao chụp, chuyền tay nhau đọc.<ref name=\":1\" \/> Bút ký gây chấn động công chúng Việt Nam.<ref name=\":3\">{{Chú thích web|url=http:\/\/vienvanhoc.vass.gov.vn\/noidung\/tintuc\/Lists\/PheBinhVanHoc\/View_Detail.aspx?ItemID=36|tựa đề=Ký trên hành trình đổi mới|tác giả=|họ=Đỗ Hải|tên=Ninh|ngày=2013-12-19|website=[[Viện Hàn lâm Khoa học xã hội Việt Nam]]|series=Nghiên cứu văn học, số 11\/2006|at=Viện Văn học|url lưu trữ=https:\/\/web.archive.org\/web\/20140306210431\/http:\/\/vienvanhoc.vass.gov.vn\/noidung\/tintuc\/Lists\/PheBinhVanHoc\/View_Detail.aspx?ItemID=36|ngày lưu trữ=2014-03-06|url hỏng=|ngày truy cập=2013-12-19|trích dẫn=Hàng loạt phóng sự ra đời thu hút được sự quan tâm của đông đảo công chúng: Cái đêm hôm ấy đêm gì (Phùng Gia Lộc), Chuyện ông vua lốp, Lời khai của bị can (Trần Huy Quang), Người đàn bà quỳ (Trần Khắc), Làng giáo có gì vui (Hoàng Minh Tường), Tiếng kêu cứu của một vùng văn hoá (Võ Văn Trực)}}<\/ref><ref name=\":4\">{{Chú thích web|url=http:\/\/baoquangngai.vn\/channel\/7942\/201602\/cai-nam-bat-dau-doi-moi-ay-2662713\/|tựa đề=Cái năm bắt đầu đổi mới ấy|tác giả=|họ=Thanh|tên=Thảo|ngày=2016-02-01|website=Báo Quảng Ngãi|url lưu trữ=https:\/\/web.archive.org\/web\/20200702183700\/http:\/\/baoquangngai.vn\/channel\/7942\/201602\/cai-nam-bat-dau-doi-moi-ay-2662713\/|ngày lưu trữ=2020-07-02|url hỏng=|ngày truy cập=2016-02-01}}<\/ref><ref>{{Chú thích web|url=http:\/\/vanvn.net\/thoi-su-van-hoc-nghe-thuat\/van-hoc-viet-nam-doi-moi-trong-co-che-thi-truong\/456|tựa đề=Văn học Việt nam đổi mới trong cơ chế thị trường|tác giả=Lê Thị Bích Hồng|họ=|tên=|ngày=2016-08-01|website=[[Hội Nhà văn Việt Nam]]|url lưu trữ=https:\/\/web.archive.org\/web\/20201203180213\/http:\/\/vanvn.net\/thoi-su-van-hoc-nghe-thuat\/van-hoc-viet-nam-doi-moi-trong-co-che-thi-truong\/456|ngày lưu trữ=2020-12-03|url hỏng=|ngày truy cập=2020-12-03|trích dẫn=Thể phóng sự sau nhiều năm vắng bóng, nay hồi sinh, gây chấn động dư luận với ý thức nhìn thẳng vào sự thật: \"Cái đêm hôm ấy đêm gì\" (Phùng Gia Lộc), \"Lời khai của bị can\" (Trần Huy Quang), \"Làng giáo có gì vui\" (Hoàng Minh Tường), \"Tiếng kêu cứu của một vùng văn hoá\" (Võ Văn Trực), \"Người đàn bà quỳ\" (Trần Khắc), \"Suy nghĩ trên đường làng\" (Hồ Trung Tú).}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/dien-dan\/30-nhung-goc-nhin-van-hoa\/2930-van-hoc-viet-nam-trong-qua-trinh-hoi-nhap|tựa đề=Văn học Việt Nam trong quá trình hội nhập|tác giả=Bích Thu|họ=|tên=|ngày=2011-07-24|website=Tạp chí Văn hóa Nghệ An|url lưu trữ=https:\/\/web.archive.org\/web\/20201203180409\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/dien-dan\/30-nhung-goc-nhin-van-hoa\/2930-van-hoc-viet-nam-trong-qua-trinh-hoi-nhap|ngày lưu trữ=2020-12-03|url hỏng=|ngày truy cập=2020-12-03}}<\/ref> Trường Giang biên khảo sách ''Một thập kỷ bài báo hay'' nhận định bút ký \"vừa nói lên một cảnh đời chua chát vừa thể hiện một sự đồng cảm sâu sắc của tác giả đối với những đồng nghiệp\".<ref>{{Chú thích web|url=|tựa đề=Một thập kỷ bài báo hay|tác giả=Trường Giang|họ=|tên=|ngày=|website=|nhà xuất bản=Nhà xuất bản Thanh Niên|location=Hà Nội|trang=754|ngày xuất bản=1999|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n=== Truyền thông ===\nLã Nguyên trên ''Tạp chí Văn hóa Nghệ An'' cho biết \"có rất nhiều bài phê bình xuất hiện trên mặt báo để phát biểu một ý kiến nào đó về những phóng sự, ví như \"[[Người đàn bà quỳ]]\"'', \"''Vua lốp\"'', \"''Làng giáo có gì vui\"\".<ref>{{Chú thích web|url=http:\/\/vanhoanghean.com.vn\/index.php?option=com_k2&view=item&id=2653:s%E1%BB%B1-nghi%E1%BB%87p-v%C4%83n-h%E1%BB%8Dc-%C4%91inh-h%C3%B9ng-viii|tựa đề=Phê bình văn học hay là vương quốc của cái tranh luận|tác giả=Lã Nguyên|họ=|tên=|ngày=2011-06-07|website=Tạp chí Văn hóa Nghệ An|url lưu trữ=https:\/\/web.archive.org\/web\/20201203041522\/http:\/\/vanhoanghean.com.vn\/index.php?option=com_k2&view=item&id=2653%3As%E1%BB%B1-nghi%E1%BB%87p-v%C4%83n-h%E1%BB%8Dc-%C4%91inh-h%C3%B9ng-viii|ngày lưu trữ=2020-12-03|url hỏng=|ngày truy cập=2020-12-03}}<\/ref> Trần Thiện Khanh trên báo ''[[Nhân Dân (báo)|Nhân Dân]]'' coi bút ký là \"những trường hợp tiêu biểu, một thành quả của đổi mới ở thể loại ký sự, phóng sự\".<ref>{{Chú thích web|url=https:\/\/nhandan.com.vn\/van-nghe\/bai-hoc-tu-van-hoc-doi-moi-227545\/|tựa đề=Bài học từ \"văn học đổi mới\"|tác giả=Trần Thiện Khanh|họ=|tên=|ngày=2015-03-17|website=[[Nhân Dân (báo)|Nhân Dân]]|url lưu trữ=https:\/\/web.archive.org\/web\/20201203023023\/https:\/\/nhandan.com.vn\/van-nghe\/bai-hoc-tu-van-hoc-doi-moi-227545\/|ngày lưu trữ=2020-12-03|url hỏng=|ngày truy cập=2020-12-03}}<\/ref> Cũng trên báo ''Nhân Dân'', Song Hà nhận xét bút ký \"như một lời cảnh tỉnh, là sự giật mình vì sự nghèo vật chất, sự coi thường giá trị tinh thần nguy hại đến thế nào\".<ref name=\":2\" \/> Hà Trọng Nghĩa trên báo ''[[Đại Đoàn Kết (báo)|Đại Đoàn Kết]]'' cho rằng bút ký \"đã gây chấn động không chỉ làng giáo\"; đồng thời \"cho thấy những người làm giáo dục, nhất là những thầy cô đứng lớp không hẳn ai cũng vui, ai cũng tự hào, và nhất là ít người được ăn sung mặc sướng lắm\".<ref name=\":0\" \/> Trần Huy Quang trên báo ''Người đô thị'' nhấn mạnh đây là một trong \"những bút ký, phóng sự phản ánh những bức xúc xã hội tới tấp gửi đến báo ''Văn nghệ''\".<ref name=\":9\">{{Chú thích web|url=https:\/\/nguoidothi.net.vn\/co-mot-thoi-soi-dong-nua-khong-10976.html|tựa đề=Có một thời sôi động nữa không?|tác giả=|họ=Trần Huy|tên=Quang|ngày=2017-11-14|website=Viện Nghiên cứu đô thị và Phát triển hạ tầng|at=Người Đô thị|url lưu trữ=https:\/\/web.archive.org\/web\/20171117011605\/https:\/\/nguoidothi.net.vn\/co-mot-thoi-soi-dong-nua-khong-10976.html|ngày lưu trữ=2017-11-17|url hỏng=|ngày truy cập=2017-11-14|trích dẫn=Quả nhiên, liền đó những bút ký, phóng sự phản ánh những bức xúc xã hội tới tấp gửi đến báo Văn nghệ: Cơn sốt vàng ở Hiệp Đức của Trinh Đường, Tiếng hú con tàu của Vân Anh, Lời khai của bị can của Trần Huy Quang, Đá nổi xôn xao của Hoài Tố Hạnh, Làng giáo có gì vui, Anh hùng khi đã sa cơ của Hoàng Minh Tường.}}<\/ref>\n\n=== Văn đàn ===\nĐỗ Thị Hương Thủy tại [[Đại học Đà Nẵng]] khen ngợi đây là một trong những bút ký \"gây chấn động dư luận với ý thức nhìn thẳng vào sự thật\".<ref>{{Chú thích web|url=http:\/\/tailieuso.udn.vn\/bitstream\/TTHL_125\/4970\/2\/Tomtat.pdf|tựa đề=Quan niệm nghệ thuật về con người trong văn xuôi sau 1975 của Nguyễn Khắc Tường|tác giả=Đỗ Thị Hương Thủy|họ=|tên=|ngày=2013|website=[[Đại học Đà Nẵng]]|trang=8|via=|url lưu trữ=https:\/\/web.archive.org\/web\/20140308001114\/http:\/\/tailieuso.udn.vn\/bitstream\/TTHL_125\/4970\/2\/Tomtat.pdf|ngày lưu trữ=2020-12-03|url hỏng=|ngày truy cập=2020-12-03}}<\/ref> Đỗ Hải Ninh tại [[Viện Văn học (Việt Nam)|Viện Văn học]] phân tích: \"Đói nghèo thiếu thốn là tình trạng chung của xã hội nhưng trong \"Làng giáo có gì vui\" lại diễn ra một nghịch lý hết sức bi hài, giáo viên vừa dạy học vừa phải làm thêm đủ nghề mà vẫn đói nghèo hơn cả nông dân, có thể gọi họ là những nông dân đi dạy học\".<ref name=\":3\" \/> Cù Thị Bích Thủy tại [[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội]] bình phẩm \"\"Làng giáo có gì vui\" – những dấu hiệu suy sụp đáng lo ngại về nghề thầy giáo, về sự nghiệp giáo dục thế hệ cách mạng cho đời sau\".<ref name=\":13\">{{Chú thích web|url=https:\/\/repository.vnu.edu.vn\/bitstream\/VNU_123\/12750\/5\/01.%20Toan%20van%20Luan%20van%20thac%20si%20-%20Cu%20Thi%20Bich%20Thuy.pdf|tựa đề=Nghiên cứu báo Văn Nghệ giai đoạn 1987 – 1993|tác giả=|họ=Cù Thị Bích|tên=Thủy|ngày=2014|website=[[Đại học Quốc gia Hà Nội]]|location=[[Trường Đại học Khoa học Xã hội và Nhân văn, Đại học Quốc gia Hà Nội]]|trang=47|url lưu trữ=https:\/\/web.archive.org\/web\/20200712191312\/https:\/\/repository.vnu.edu.vn\/bitstream\/VNU_123\/12750\/5\/01.%20Toan%20van%20Luan%20van%20thac%20si%20-%20Cu%20Thi%20Bich%20Thuy.pdf|ngày lưu trữ=2020-07-13|url hỏng=|ngày truy cập=2020-07-13}}<\/ref> Tiến sĩ Hoàng Minh Lường tại [[Học viện Báo chí và Tuyên truyền]] gợi nhắc bút ký \"Làng giáo có gì vui\" cùng với ''Kỹ nghệ lấy Tây'' của [[Vũ Trọng Phụng]] và \"Làm no hay cái ăn trong những ngày nước ngập\" của [[Ngô Tất Tố]]; đồng thời nhận xét điểm chung \"đều lấy tâm điểm sự kiện là những nghịch lý của hoàn cảnh sinh tồn để gợi lên sự nhức nhối của trí tuệ và thức tỉnh lương tri người đọc\".<ref>{{Chú thích web|url=https:\/\/elearning.tdmu.edu.vn\/elearning-ebook\/T%E1%BA%A1p%20Ch%C3%AD%20S%E1%BB%91%20Ho%C3%A1\/cac%20yeu%20to%20chi%20phoi%20pham%20chat.pdf|tựa đề=Các yếu tố chi phối phẩm chất văn học – báo chí trong phóng sự|tác giả=Hoàng Minh Lường|họ=|tên=|ngày=2010|website=[[Học viện Báo chí và Tuyên truyền]]|series=Nghiên cứu văn học số 4 – 2010|trang=28|via=[[Trường Đại học Thủ Dầu Một]]|url lưu trữ=https:\/\/web.archive.org\/web\/20201205014638\/https:\/\/elearning.tdmu.edu.vn\/elearning-ebook\/T%E1%BA%A1p%20Ch%C3%AD%20S%E1%BB%91%20Ho%C3%A1\/cac%20yeu%20to%20chi%20phoi%20pham%20chat.pdf|ngày lưu trữ=2020-12-05|url hỏng=|ngày truy cập=2020-12-05}}<\/ref> Nhà phê bình văn học [[Vương Trí Nhàn]] đánh giá \"Làng giáo có gì vui\" là \"một bài phóng sự khá sắc sảo viết về giáo giới ở ta\".<ref>{{Chú thích web|url=|tựa đề=Buồn vui đời viết: Sổ tay văn học|tác giả=Vương Trí Nhàn|họ=|tên=|lk tác giả=Vương Trí Nhàn|ngày=2000|website=|nhà xuất bản=Nhà xuất bản Hội nhà văn|trang=37|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n=== Chính khách ===\nSau khi [[Thủ tướng Việt Nam]] [[Phạm Văn Đồng]] đọc bút ký, vợ chồng nhà giáo Vũ Xuân Túc được phân nhà mới tại thành phố [[Hà Nội]].<ref name=\":1\" \/>\n\n== Tác động ==\nSau khi đăng bút ký \"Làng giáo có gì vui\" trên ''Tuần báo Văn Nghệ'', Hoàng Minh Tường tiếp tục đến tỉnh [[Hòa Bình]] viết bút ký \"Anh hùng khi đã sa cơ\" nói về Trường Thanh niên Lao động XHCN Hoà Bình. Nội dung bút ký nối tiếp kể lại phương thức giáo dục vừa học vừa làm [[thời bao cấp]] tại Việt Nam, sau đó tác giả chuyển sang làm việc tại báo Văn Nghệ.<ref name=\":1\" \/>\n\n== Xem thêm ==\n* ''[[Tắt đèn]]'' (1937, [[Ngô Tất Tố]])\n* ''[[Chí Phèo]]'' (1941, [[Nam Cao]])\n* ''[[Lão Hạc]]'' (1943, [[Nam Cao]])\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Bút ký Việt Nam]]\n[[Thể loại:Việt Nam thập niên 1980]]\n[[Thể loại:Thời bao cấp]]\n[[Thể loại:Tác phẩm năm 1987]]\n[[Thể loại:Lịch sử Hà Nội]]\n[[Thể loại:Việt Nam năm 1987]]"}