{"19523233":"{{DISPLAYTITLE:''Làng tôi'' (Văn Cao)}}\n\n'''Làng tôi''' là một bài hát được nhạc sĩ [[Văn Cao]] sáng tác.\n\n== Sáng tác ==\n''Làng tôi'' được tác giả Văn Cao sáng tác vào năm [[1947]].<ref name=\":0\">{{Chú thích web|url=https:\/\/www.tienphong.vn\/van-hoa\/lang-toi-mon-qua-cuoi-cua-nhac-sy-van-cao-823339.tpo|tựa đề=\"Làng tôi\" - món quà cưới của nhạc sỹ Văn Cao|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>{{Chú thích web|url=https:\/\/danviet.vn\/nhung-dieu-ton-nghi-trong-tac-pham-lang-toi-cua-nhac-si-van-cao-7777899473.htm|tựa đề=Những điều tồn nghi trong tác phẩm \"Làng tôi\" của nhạc sĩ Văn Cao|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Nhạc sĩ Văn Cao dành tặng bài hát cho người vợ của mình.<ref name=\":0\" \/>\n\n== Nội dung ==\nĐó là một bài hát có giá trị, có sức sống lâu bền trong đời sống âm nhạc của nhân dân ta. Bài hát mô tả cảnh làng quê Việt Nam đang sống trong yên vui, thanh bình thì giặc Pháp tràn đến đốt phá, tàn sát người dân lành. Với lòng căm thù giặc, quân và nhân dân đã dũng cảm chiến đấu bảo vệ quê hương, tin tưởng mãnh liệt vào ngày mai chiến thắng.<ref>Câu đầu đoạn 2: Chiều khi quân Pháp qua, chiều vắng tiếng chuông ngân, phá tan nhà thờ xưa. Câu đầu đoạn 3: Ngày diệt quân Pháp tan, là lúc tiếng chuông ngân, tiếng chuông nhà thờ rung. Chứng tỏ cái nhà thờ vẫn còn nguyên đó, cái bị phá chỉ là cái không khí nhà thờ yên bình cùng tiếng chuông quen thuộc.<\/ref>\n\n== Cấu trúc ==\nBái hát được viết ở nhịp 6\/8, âm nhạc nhịp nhàng, sâu lắng, giàu tình cảm, bố cục gọn gàng, chặt chẽ. Nét nhạc chủ đạo phỏng theo nhịp điệu đung đưa của tiếng chuông nhà thờ. Bài hát gồm có 3 lời, như một câu chuyện kể có mở đầu, có dẫn dắt tình tiết và có phần kết thúc đầy lạc quan và tin tưởng.\n\n== Đón nhận ==\n''Làng tôi'' là một trong số những bài hát hay được sáng tác trong thời kỳ [[Chiến tranh Đông Dương|kháng chiến chống thực dân Pháp]]. Cho tới ngày nay, giá trị nghệ thuật của bài ca vẫn còn nguyên vẹn, làm rung động hàng triệu trái tim người nghe.\n\n== Tham khảo ==\n{{tham khảo}}\n\n{{sơ khai}}\n\n[[Thể loại:Bài hát Việt Nam]]\n[[Thể loại:Bài hát sáng tác bởi Văn Cao]]\n[[Thể loại:Bài hát năm 1947]]\n[[Thể loại:Bài hát tiếng Việt]]"}