{"3289406":"[[Tập tin:Đúc ở Mỹ Đồng.jpg|thumb|Đúc cơ khí ở Mỹ Đồng]]\n\n'''Làng đúc Mỹ Đồng''' là một [[Làng nghề Việt Nam|làng nghề truyền thống]] của xã [[Mỹ Đồng]], huyện [[Thủy Nguyên]], thành phố [[Hải Phòng]]<ref name=\":0\">{{Chú thích web|url = http:\/\/www.vietmaz.com\/2014\/07\/focus-on-supporting-industry-development\/|title = Focus on Supporting Industry Development|accessdate = 10 tháng 1 năm 2016|website = http:\/\/www.vietmaz.com\/}}<\/ref><ref>{{Chú thích web|url = http:\/\/vi.scribd.com\/doc\/102906549\/Ngh%E1%BB%81-truy%E1%BB%81n-th%E1%BB%91ng-vung-nong-thon-%C4%91%E1%BB%93ng-b%E1%BA%B1ng-Song-H%E1%BB%93ng-trong-th%E1%BB%9Di-k%E1%BB%B3-n%E1%BB%81n-kinh-t%E1%BA%BF-Vi%E1%BB%87t-Nam-chuy%E1%BB%83n-%C4%91%E1%BB%95i#scribd|title = Nghề truyền thống vùng nông thôn đồng bằng Sông Hồng trong thời kỳ nền kinh tế Việt Nam chuyển đổi, trang 9}}<\/ref>. Trong đó, [[Rèn|nghề rèn]] được hình thành từ rất sớm, đã từng nổi tiếng nhất vùng, được duy trì và phát triển đến tận ngày nay<ref name=\":1\">Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 522.<\/ref>. Nghề đúc Mỹ Đồng được hình thành từ đầu [[Thế kỷ 20|thế kỷ XX]] và bắt đầu nổi tiếng từ năm 1938, khi các nghệ nhân trong làng đúc bộ phận giữ thăng bằng đuôi, gọi là \"con rùa đối trọng\" nặng khoảng một tấn cho con tàu ngoại quốc bị hỏng ở [[cảng Hải Phòng]] <ref name=\":4\">{{Chú thích web|url = http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/trong-nuoc\/lang-nghe-my-dong-hom-nay\/173307.html |title = Làng nghề Mỹ Đồng hôm nay |accessdate = 17 tháng 1 năm 2016|website = http:\/\/qdnd.vn}}<\/ref>, từng được mệnh danh làng nghề “[[vua]] biết mặt, nước nhớ tên”. Hiện nay, Mỹ Đồng là một trong số ít địa phương có [[khu công nghiệp]] làng nghề, là một trong những làng nghề lớn sản xuất hàng cơ khí phục vụ cho nhu cầu trong nước và xuất khẩu, đồng thời trở thành một trong những địa điểm [[du lịch sinh thái]] thuộc ngoại thành [[Hải Phòng]]<ref>{{Chú thích web|url = http:\/\/vietnamnews.vn\/in-bai\/169367\/hai-phong-to-utilise-craft-villages-in-tourism-push.htm|title = Hai Phong to utilise craft villages in tourism push|accessdate = 10 tháng 1 năm 2016|website = http:\/\/vietnamnews.vn|archive-date = 2016-02-16|archive-url = https:\/\/web.archive.org\/web\/20160216001350\/http:\/\/vietnamnews.vn\/in-bai\/169367\/hai-phong-to-utilise-craft-villages-in-tourism-push.htm|url-status = dead}}<\/ref>.\n\n== Giai đoạn hình thành và phát triển ==\n=== Trước năm 1955 ===\nCũng như những vùng quê khác, nghề rèn ở Mỹ Đồng hình thành từ rất sớm với các sản phẩm phục vụ đời sống dân sinh, sản xuất nông nghiệp (dao, liềm, hai, cuốc, mai, xẻng, thuổng...). Tuy nhiên, sản phẩm chủ lực của nghề rèn ở Mỹ Đồng là đinh thuyền<ref name=\":1\" \/>. Nghề đúc ở Mỹ Đồng được hình thành muộn hơn, từ đầu thế kỷ XX, khi dân làng học được bí quyết nghề từ những người thợ giỏi đến đúc lưỡi cày, cuốc ở làng. Từ đó, nghề đúc và [[Rèn|nghề rèn]] ở Mỹ Đồng phát triển nhanh, trở thành nghề truyền thống, là kế sinh nhai của nhiều hộ gia đình trong xã<ref name=\":1\" \/>.\n\nĐến năm 1945, làng tham gia sản xuất vũ khí, máy in... phục vụ cho [[chiến tranh chống Pháp]], nhiều thợ giỏi của làng tham gia vào các xưởng sản xuất vũ khí của [[Quân đội Nhân dân Việt Nam|quân đội Việt Nam]]<ref name=\":1\" \/>. Do ảnh hưởng của chiến tranh, thời kỳ này, làng nghề cũng bị tàn phá nặng nề.<ref name=\":2\">Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 527.<\/ref>.\n\n=== Giai đoạn 1955 - 1975 ===\nNăm 1955, sau khi chiến tranh chống [[Pháp]] kết thúc ở [[Miền Bắc (Việt Nam)|Miền Bắc]], làng nghề được khôi phục và phát triển dưới hình thức cá thể, thủ công gia đình <ref name=\":2\" \/>. Đến năm 1959, hình thành hợp tác xã thủ công <ref name=\":3\">Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 528.<\/ref> sản xuất nồi, xoong, chảo... phục vụ nhu cầu sinh hoạt của con người, nông cụ sản xuất như lưỡi cay, cuốc, rèn đúc vũ khí, các chi tiết máy in, chân vịt tàu biển, đinh thuyền<ref name=\":3\" \/>... cung cấp tại [[Hải Phòng]] và các tỉnh [[Miền Bắc (Việt Nam)|Miền Bắc]] như [[Hà Nội]], [[Thái Bình]], [[Hà Nam]] <ref>Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 529.<\/ref>...\n\nTừ 1965, trong điều kiện [[chiến tranh]] phá hoại, làng nghề vẫn duy trì và phát triển, tạo sản phẩm phục vụ cho sản xuất nông nghiệp, cho quốc phòng <ref>Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 531.<\/ref>.\n\n=== Giai đoạn 1976 - 1985 ===\nSau khi [[Chiến tranh Việt Nam]] kết thúc, làng nghề tập trung cải tiến kỹ thuật, tự trang tự chế máy móc, thiết bị và từng bước cơ khí hóa, điện khí hóa sản xuất, cho ra nhiều loại sản phẩm phục vụ cho tiêu dùng, quốc phòng, cơ khí nông nghiệp, giao thông vận tải… <ref>Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 534.<\/ref>.\n\n=== Giai đoạn 1986 - 1995 ===\nTừ những năm 1986, khi [[Việt Nam]] đổi mới, khuyến khích phát triển kinh tế tư nhân và kinh tế gia đình, nghề đúc, rèn ở Mỹ Đồng tiếp tục được duy trì va tiếp tục phát triển theo hướng tư nhân và hộ gia đình. Năm 1990, Mỹ Đồng có trên 40 hộ đúc tư nhân, 50 hộ rèn công cụ, 5 hộ chuyên cơ khí va 4 tổ kinh doanh <ref>Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 537.<\/ref>. Bên cạnh đó, các sản phẩm đúc, rèn của [[Mỹ Đồng]] từng bước tiếp cận tốt với thị trường, sản phẩm sản xuất ra tiêu thụ khá, nghề đúc, rèn tăng trưởng hàng năm. Đến năm 1995, toàn xã có 60 hộ làm nghề đúc, 80 hộ rèn, 6 hộ làm nghề cơ khí, 02 xí nghiệp đúc, 06 tổ hợp sản xuất <ref>Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 538.<\/ref>...\n\n=== Từ năm 1996 cho đến nay ===\nTừ năm 1996, ở Mỹ Đồng đã hình thành nhanh những [[xí nghiệp]], [[doanh nghiệp]], hợp tác xã cơ khí vừa và nhỏ. Sản phẩm đúc, rèn đa dạng, phong phu với nhiều mặt hàng, nhiều chủng loại phục vụ thị trường trong nước và xuất khẩu. Năm 2000, toàn xã có 67 hộ đúc (trong đó có khoảng 50% số hộ hộ đúc xuất khẩu), 28 hộ làm cơ khí, 35 hộ rèn, 01 cơ sở luyện thép. Từ năm 2001, hình thành và phát triển khu công nghiệp làng nghề [[Mỹ Đồng]]. Làng nghề truyền thống đúc, rèn kim loại Mỹ Đồng vẫn tiếp tục là mô hình tiên tiến, hiệu quả sản xuất cao, trở thành điểm du lịch của thành phố [[Hải Phòng]]<ref>Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 541.<\/ref>.\n\nSản phẩm của Mỹ Đồng ngày nay phục vụ cho các cơ sở kinh tế của Nhà nước, các ngành: xây dựng, giao thông vận tải, nông nghiệp, công nghiệp, tiêu dùng với các sản phẩm vỏ motor điện, máy mơm, khung xe máy, chân máy khâu, các bành răng, các bộ phận máy xay sát, máy nghiền, xec măng máy nổ, các dụng cụ, thiết bị phục vụ sinh hoạt <ref>Địa chí Thủy Nguyên, Nhà xuất bản Hải Phòng, 2015, HĐND và UBND huyện Thủy Nguyên, trang 540.<\/ref>... Bên cạnh đó, [[Mỹ Đồng]] đã thành công trong sản xuất kết cấu thép, vật liệu hàn (que hàn, dây hàn), thiết bị tàu thủy như cửa chống cháy, nồi hơi, nắp hầm, thiết bị boong, phụ kiện đường ống, xích neo, neo, cánh quạt, động cơ thủy lực, sợi polyester, bộ phận động cơ, sản phẩm hộp số, vỏ [[Máy bơm|máy bơ]]<nowiki\/>m, chân vịt tàu, các thiết bị kim loại...<ref name=\":0\" \/>\n\nHiện nay, Mỹ Đồng có gần 200 doanh nghiệp quy mô vừa và nhỏ hoạt động sản xuất kinh doanh trong lĩnh vực đúc, gia công cơ khí. Mỗi tháng, làng sản xuất ra 8.000 tấn<ref>{{Chú thích web|url = http:\/\/thoibaokinhdoanh.vn\/Kinh-doanh-xanh-16\/Lang-nghe-My-Dong-Thuy-Nguyen--Hai-Phong-Bao-gio-het-o-nhiem-16783.html|title = Làng nghề Mỹ Đồng|accessdate = 15 tháng 1 năm 2016|website = http:\/\/thoibaokinhdoanh.vn\/}}{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}<\/ref> sản phẩm <nowiki\/><nowiki\/>cung cấp cho thị trường trong nước và xuất khẩu sang [[Châu Âu]], [[Đức]], [[Singapore]], [[Nhật Bản]], [[Trung Quốc]]...<ref>{{Chú thích web|url = http:\/\/vietnam.vnanet.vn\/vietnamese\/nghe-duc-my-dong\/29605.html|title = Nghề đúc Mỹ Đồng|accessdate = 15 tháng 01 năm 2016|website = http:\/\/vietnam.vnanet.vn\/}}<\/ref>.\n[[Tập tin:Một xưởng đúc ở Mỹ Đồng.jpg|thumb|Một xưởng đúc ở làng Mỹ Đồng]]\n\n==Danh hiệu==\nLàng nghề Mỹ Đồng đã góp phần rất lớn để xã Mỹ Đồng được [[Chủ tịch nước Việt Nam|Chủ tịch nước Cộng hòa Xã hội chủ nghĩa Việt Nam]] tặng thưởng [[Huân chương Lao động]] hạng nhì.<ref name=\":4\" \/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/vietnamnews.vn\/in-bai\/161529\/hai-phong-village-casts-future-in-iron-supplies-ship-building-sector.htm Hai Phong village casts future in iron, supplies ship-building sector] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305010557\/http:\/\/vietnamnews.vn\/in-bai\/161529\/hai-phong-village-casts-future-in-iron-supplies-ship-building-sector.htm |date=2016-03-05 }}\n\n[[Thể loại:Làng nghề Hải Phòng]]\n[[Thể loại:Kinh tế Hải Phòng]]\n[[Thể loại:Du lịch Hải Phòng]]\n[[Thể loại:Làng nghề truyền thống Việt Nam]]"}