{"133000":"{{Infobox radio show\n| show_name  = Làn Sóng Xanh\n| image = Lan Song Xanh Music Awards logo.svg\n| imagesize  = 250px\n| caption  = \n| other_names = \n| format  = [[Bảng xếp hạng âm nhạc]]\n| runtime  = \n| country  = {{VNM}}\n| language  = [[tiếng Việt]]\n| home_station = \n| syndicates = \n| television = HTV7\/HTV9 <br> HTV3 <br> AMC – SCTV2 \n| presenter  = \n| starring  = \n| announcer  = \n| creator  = \n| writer  = \n| director  = \n| senior_editor = \n| editor  = \n| producer  = \n| exec_producer = \n| narrated  = \n| rec_location = \n| rem_location = \n| oth_location = \n| first_aired = Tháng 9 năm 1997\n| last_aired = nay\n| num_series = \n| num_episodes = \n| audio_format = \n| opentheme  = \n| othertheme = \n| endtheme  = \n| sponsor  = \n| website  = {{URL|http:\/\/lansongxanh.vn\/}}\n| podcast  = {{URL|http:\/\/radio.voh.com.vn\/lan-song-xanh-386.html}}\n}}\n\n'''Làn Sóng Xanh''' là một trong những giải thưởng âm nhạc thường niên và lâu đời {{fact|date=7-2014}} trong làng âm nhạc [[Việt Nam]]. Được bắt đầu từ năm [[1997]] với cơ quan chủ quản là đài [[Điều chế tần số|FM]] 99.9 [[Hertz|MHz]] của [[Đài Tiếng nói Nhân dân Thành phố Hồ Chí Minh]].\n\n[[Chương trình phát thanh]] hiện tại đang được dẫn chương trình bởi MC Minh Tuấn và Diệu Minh.\n\n== Lịch sử ==\n[[Tập tin:Lan Song Xanh logo.png|nhỏ|phải|Logo sử dụng từ 1997 tới 2018.]]\n=== Khởi đầu ===\nNgay trong những ngày đầu, Làn Sóng Xanh đã tạo ra một làn sóng hâm mộ cuồng nhiệt khắp Việt Nam, mở đầu cho thể loại nhạc trẻ đang dần định hình tại Việt Nam từ các năm cuối [[thập niên 1990]], Làn Sóng Xanh được phát sóng hàng tuần là top 10 các ca khúc Việt Nam được yêu thích nhất hàng tuần, và cuối năm sẽ có các đêm công diễn và trao giải rất hoành tráng, quy tụ hầu như các ngôi sao lớn nhất tại Việt Nam, Làn Sóng Xanh luôn được giới truyền thông coi là bảng đo nhiệt độ các ca khúc và các ca sĩ đang được yêu thích tại Việt Nam.\n\n===Kỷ niệm 20 năm===\nBan tổ chức tổ chức chuỗi sự kiện bắt đầu bằng hai chương trình '''The hits''' tại [[Phố đi bộ Nguyễn Huệ]] vào hai ngày 14 và 15 tháng 10 năm 2017. Sau đó sẽ là '''VIP show - Đêm vinh danh''' vào 19h30 ngày 12 tháng 1 năm 2018 tại Nhà thi đấu Quân khu 7. Và cuối cùng là '''Gala music festival Làn Sóng Xanh - Cuộc hội ngộ 20 năm''', dự kiến diễn ra hơn bảy giờ, từ 16h đến 23h30 ngày 19 tháng 1 năm 2018 tại [[Sân vận động Quân khu 7]] với sự xuất hiện và phối hợp của ba, bốn thế hệ ca sĩ, nhạc sĩ Làn Sóng Xanh.\n\nHai chương trình '''The Hits''' đã được tổ chức đúng như dự kiến. Hai chương trình '''VIP show - Đêm vinh danh''' và '''Gala music festival Làn Sóng Xanh - Cuộc hội ngộ 20 năm''' được gom lại thành một sự kiện '''Festival âm nhạc 20 năm Làn Sóng Xanh - Hành trình của những ngôi sao và những người yêu nhạc Việt''' vào ngày 12 tháng 1 năm 2018 tại [[Sân vận động Quân khu 7]] với bốn sự kiện<ref>{{Chú thích web|tác giả 1=Q.N.|tiêu đề=Làn Sóng Xanh 20 năm: từ đêm hội thành lễ hội|url=https:\/\/tuoitre.vn\/lan-song-xanh-20-nam-tu-dem-hoi-thanh-le-hoi-20171212134436892.htm|website=Tuổi Trẻ Online|nhà xuất bản=2017-02-12|ngày truy cập=2018-01-12}}<\/ref>:\n\n* Cuộc đua marathon Đường chạy xanh - Green wave gây Quỹ sát cánh cùng gia đình Việt của Đài tiếng nói Nhân dân Thành phố Hồ Chí Minh - VOH\n* Lễ trao giải Làn Sóng Xanh 2017\n* Chương trình tôn vinh các nhạc sĩ, ca sĩ đoạt giải Làn Sóng Xanh 20 năm qua\n* Gala âm nhạc 20 năm Làn Sóng Xanh.\n\nSự kiện này không được công chúng quan tâm như mong đợi khi gần tới giờ bắt đầu mới chỉ có khoảng 600 khán giả vào sân, và khoảng 300 khán giả ở ngoài sân. Ngoài ra, thiếu vắng nghệ sĩ tên tuổi đến nhận giải nên phần công bố và trao giải diễn ra nhanh chóng. Danh sách những người được giải được thay bằng một clip công bố sơ sài.<ref>{{Chú thích web|tiêu đề=Festival Làn Sóng Xanh lèo tèo khán giả, không có nghệ sĩ lên nhận giải|url=https:\/\/tuoitre.vn\/festival-lan-song-xanh-leo-teo-khan-gia-khong-co-nghe-si-len-nhan-giai-20180112185449284.htm|website=Tuổi Trẻ Online|nhà xuất bản=2018-01-12|ngày truy cập=2018-01-15}}<\/ref><ref>{{Chú thích web|tiêu đề='Làn Sóng Xanh 20 năm' vắng bóng nghệ sĩ lẫn khán giả|url=https:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/lan-song-xanh-20-nam-vang-bong-nghe-si-lan-khan-gia-3698139.html|website=VnExpress|ngày truy cập=2018-01-22}}<\/ref>\n\n=== Phiên bản mới ===\nNgày 18 tháng 7 năm 2018, [[Đài Tiếng nói Nhân dân Thành phố Hồ Chí Minh]] (VOH) tổ chức họp báo công bố phiên bản mới '''Làn sóng xanh - Next Step'''. Với sự phối hợp sản xuất của Madison Group, Làn sóng xanh bước sang tuổi 21 mang đến cho người yêu nhạc một chương trình âm nhạc mới, hấp dẫn.\n\nCụ thể, với các chương trình phát sóng hàng tuần, Làn sóng xanh sẽ thay đổi phương thức thực hiện phát sóng trực tiếp trên [[Điều chế tần số|FM]] 99.9 [[Hertz|MHz]] từ 12 giờ đến 13 giờ thứ sáu hàng tuần và được [[streaming]] trang vivo.vn. Nội dung chương trình sẽ có sự tham gia của các nghệ sĩ nổi tiếng, các ca sĩ, nhạc sĩ có bài hát được đề cử trong bảng xếp hạng Làn sóng xanh.\n\nVào mỗi tối thứ năm cuối tháng, chương trình Làn sóng xanh - Next Step sẽ được tổ chức tại Nhà hát VOH. Điểm nhấn của chương trình sẽ là tiết mục \"Bài hát thách thức\", nơi để các nhạc sĩ hòa âm phối khí, các nhà sản xuất âm nhạc thể hiện sáng tạo nghệ thuật của mình bằng cách làm mới những bài đã nổi tiếng. Ban tổ chức cũng sẽ tạo sân khấu dành riêng cho các bản debut hoặc các dự án comeback của ca sĩ; kết hợp với sự xuất hiện của các ngôi sao trong bảng xếp hạng 20 năm Làn sóng xanh cùng không gian âm nhạc giao thoa giữa các thế hệ ca sĩ. Chương trình được phát sóng trực tiếp trên kênh [[Điều chế tần số|FM]] 99.9 [[Hertz|MHz]], [[streaming]] trang vivo.vn và trên kênh AMC – SCTV2.\n\nNgoài ra, cơ cấu giải thưởng Làn sóng xanh có nhiều thay đổi từ tiêu chí bình chọn đến các hạng mục đề cử; sẽ trở thành giải thưởng âm nhạc đầu tiên tại Việt Nam có hội đồng bình chọn (dự kiến khoảng 250 thành viên) là những người có uy tín trong hoạt động nghệ thuật. Việc có một Hội đồng bình chọn với nhiều thành viên nổi tiếng sẽ bảo đảm được góc nhìn chuyên môn cho các ca khúc hit trong bảng xếp hạng Làn sóng xanh. Hội đồng bình chọn sẽ cùng với công chúng đề cử và chọn ra những nhạc sĩ, ca sĩ, bài hát, một số hạng mục âm nhạc tiêu biểu, hội tụ cả hai yếu tố: thị trường và nghệ thuật. Ban tổ chức sẽ có một buổi mời những vị này đến bầu chọn trực tiếp tại Đài cho một số hạng mục quan trọng.<ref>{{Chú thích web|url=http:\/\/www.sggp.org.vn\/lan-song-xanh-thay-ao-moi-534424.html|tiêu đề=Làn sóng xanh thay áo mới|website=}}<\/ref>\n\n== Phát hành ==\n[[Hãng phim Phương Nam]] đã phát hành và sản xuất loạt [[VCD]] & [[DVD]], Karaoke của chương trình Làn Sóng Xanh trong những năm 1999 (Làn Sóng Xanh Hà Nội), kế tiếp là năm 2002 (Làn Sóng Xanh - Những ca khúc và ca sỹ được yêu thích nhất), sau đó phổ biến hơn trong các năm 2003, 2004 và cuối cùng là 2005. Trước đó, Công ty Văn hoá tổng hợp Bến Thành Audio - Video cũng đã phát hành loạt VCD & DVD, VHS, Karaoke của chương trình Làn Sóng Xanh trong những năm 1997, 1998, 2000, và cuối cùng là 2001.\n\n==Kỷ lục==\n\n* [[Hoàng Thùy Linh]] xác lập kỉ lục tại Làn Sóng Xanh 2019 với chiến thắng 8 hạng mục chỉ trong một đêm.<ref>{{Chú thích web|url=https:\/\/congan.com.vn\/van-hoa-giai-tri\/hoang-thuy-linh-dep-rang-ro-voi-ky-luc-giai-thuong_89756.html|tựa đề=Hoàng Thùy Linh đẹp rạng rỡ với kỷ lục giải thưởng|họ=congan.com.vn|website=Báo Công an Thành Phố Hồ Chí Minh|ngôn ngữ=vi-VN|ngày truy cập=2022-01-31}}<\/ref><ref>{{Chú thích web|url=https:\/\/nld.com.vn\/news-20200303091835426.htm|tựa đề=Hoàng Thùy Linh lập kỷ lục với 8 giải thưởng ở Làn Sóng Xanh 2019|họ=NLD.COM.VN|ngày=2020-03-03|website=https:\/\/nld.com.vn|ngôn ngữ=vi|ngày truy cập=2022-01-31}}<\/ref>\n* Ca nhạc sĩ [[Duy Mạnh]] đã lập kỷ lục khi ẵm liền 2 giải thưởng Ca sĩ được yêu thích và Nhạc sĩ được yêu thích trong cùng một năm 2005.\n\n=== Các ca sĩ được lọt vào top 10 nhiều năm nhất ===\n{| class=\"wikitable sortable mw-collapsible\"\n|- \n! Số năm !! Ca sĩ !! Năm đoạt giải\n|-\n|15 ||[[Đàm Vĩnh Hưng]]||2002-2015, 2017 \n|-\n| rowspan=\"4\" |12 || [[Lam Trường]]||1997-2008 \n|-\n|[[Mỹ Tâm]]||2002-2013 \n|-\n|[[Tuấn Hưng]]||2003, 2004, 2006-2008, 2010-2016 \n|-\n|[[Hồ Ngọc Hà]]||2006-2017\n|-\n||11 || [[Phương Thanh]]||1997-2007 \n|-\n||10 || [[Cẩm Ly]]||2001-2006, 2008, 2011, 2014, 2015\n|-\n| rowspan=\"2\" |8 || [[Hồ Quỳnh Hương]]||2005-2011, 2016\n|-\n| [[Noo Phước Thịnh]]||2011-2018\n|-\n| rowspan=\"2\" |7 || [[Hồng Nhung]]||1997-2003\n|-\n| [[Đan Trường]]||2001-2007\n|-\n|}\n\n*\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.lansongxanh.vn Website chính thức] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130818015229\/http:\/\/www.lansongxanh.vn\/ |date = ngày 18 tháng 8 năm 2013}}\n\n{{Làn Sóng Xanh}}\n{{sơ khai}}\n\n[[Thể loại:Làn Sóng Xanh]]\n[[Thể loại:Giải thưởng âm nhạc Việt Nam]]\n[[Thể loại:Giải trí Việt Nam thập niên 1990]]"}