{"245009":"{{Thông tin viên chức\n| tên = Lâm Văn Phát\n| hình = Cgs lamvanphat.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: ARVN Capital Military Zone Unit SSI.svg|22px]]<br>Tư lệnh Biệt khu Thủ đô\n| bắt đầu = 29\/4\/1975\n| kết thúc = 30\/4\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Trung tướng (29\/4\/1975)\n| tiền nhiệm = -Trung tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]\n| kế nhiệm = Sau cùng\n| địa hạt = Thủ đô Sài Gòn\n| phó chức vụ = Tư lệnh phó\n| phó viên chức = -Chuẩn tướng [[Lý Bá Hỷ]]\n| chức vụ 2 = [[Hình: Flag of South Vietnam.svg|22px]]<br>Tổng trưởng Nội vụ\n| bắt đầu 2 = 4\/1964\n| kết thúc 2 = 9\/1964\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Thiếu tướng\n| tiền nhiệm 2 = -Kỹ sư Hà Thúc Ký\n| địa hạt 2 = Biệt khu Thủ đô\n| chức vụ 3 = [[Hình: QD III VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn III\n| bắt đầu 3 = 2\/1964\n| kết thúc 3 = 4\/1964\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Thiếu tướng\n| tiền nhiệm 3 = -Trung tướng [[Trần Thiện Khiêm]]\n| kế nhiệm 3 = -Trung tướng [[Trần Ngọc Tám]]\n| địa hạt 3 = Vùng 3 chiến thuật\n| chức vụ 4 = [[Hình: ARVN 7th Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 7 Bộ binh\n| bắt đầu 4 = 12\/1963\n| kết thúc 4 = 2\/1964\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Thiếu tướng (11\/1963)\n| tiền nhiệm 4 = -Đại tá [[Phạm Văn Đổng]]\n| kế nhiệm 4 = -Đại tá [[Bùi Hữu Nhơn]]\n| địa hạt 4 = Vùng 4 chiến thuật\n| chức vụ 5 = [[Hình: QD III VNCH.jpg|22px]]<br>Tư lệnh phó Quân đoàn III\n| bắt đầu 5 = 6\/1963\n| kết thúc 5 = 11\/1963\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Đại tá\n| địa hạt 5 = Vùng 3 chiến thuật\n| phó chức vụ 5 = Tư lệnh\n| phó viên chức 5 = -Thiếu tướng [[Tôn Thất Đính]]\n| chức vụ 6 = [[Hình: ARVN 2nd Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 2 Bộ binh\n| bắt đầu 6 = 6\/1961\n| kết thúc 6 = 6\/1963\n| trưởng chức vụ 6 = \n| trưởng viên chức 6 = \n| địa hạt 6 = Vùng 2 chiến thuật\n| tiền nhiệm 6 = -Đại tá [[Dương Ngọc Lắm]]\n| kế nhiệm 6 = -Đại tá [[Trương Văn Xương (Đại tá, Quân lực VNCH)|Trương Văn Xương]]\n| chức vụ 7 = [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]] [[Hình: Cờ Bảo quốc an dân.png|22px]]<br>Tổng Giám đốc Bảo an-Dân vệ<br>(tiền thân Địa phương quân-Nghĩa quân)<br>trực thuộc Bộ Quốc phòng\n| bắt đầu 7 = 1\/1960\n| kết thúc 7 = 6\/1961\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Đại tá (1\/1960)\n| tiền nhiệm 7 = -Đại tá [[Đặng Văn Quang (tướng)|Đặng Văn Quang]]\n| kế nhiệm 7 = -Đại tá [[Dương Ngọc Lắm]]\n| địa hạt 7 = Biệt khu Thủ đô\n| chức vụ 8 = [[Hình:Emblem of the Republic of Vietnam (1955–1957).svg|22px]] [[Hình: Cờ Bảo quốc an dân.png|22px]]<br>Tổng Thanh tra Tổng Nha Bảo an-Dân vệ<br>trực thuộc Phủ Tổng thống\n| bắt đầu 8 = 12\/1957\n| kết thúc 8 = 8\/1958\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Trung tá\n| địa hạt 8 = Quân khu Thủ đô\n| chức vụ 9 = [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 13 Khinh chiến<br>(tiền thân của Sư đoàn 21 Bộ binh)\n| bắt đầu 9 = 1\/1957\n| kết thúc 9 = 12\/1957\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Trung tá\n| kế nhiệm 9 = -Trung tá [[Huỳnh Văn Cao]]\n| địa hạt 9 = Đệ ngũ Quân khu\n| chức vụ 10 = [[Hình: Quang Trung National Training Center Flag.svg|22px]]<br>Chỉ huy trưởng<br>Trung tâm Huấn luyện Quán Tre<br>(TTHL Quốc gia Quang Trung)\n| bắt đầu 10 = 1\/1956\n| kết thúc 10 = 1\/1957\n| trưởng chức vụ 10 = Cấp bậc\n| trưởng viên chức 10 = -Trung tá\n| tiền nhiệm 10 = -Đại tá [[Trần Tử Oai]]\n| kế nhiệm 10 = -Trung tá [[Nguyễn Ngọc Lễ]]\n| địa hạt 10 = Quân khu Thủ đô\n| chức vụ 11 = [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Chánh văn phòng Tổng tham mưu trưởng<br>Quân đội Quốc gia\n| bắt đầu 11 = 8\/1953\n| kết thúc 11 = 1\/1956\n| trưởng chức vụ 11 = Cấp bậc\n| trưởng viên chức 11 = -Thiếu tá (8\/1953)<br>-Trung tá (7\/1954)\n| địa hạt 11 = Cao nguyên Trung phần\n| quốc tịch = {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tuổi già\n| nơi ở = California, Hoa Kỳ\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| họ hàng = -[[Lâm Thị Phấn]] (chị)<br>(1918-2010)<br>-Lâm Thị Phết (em)<br>-Lâm Văn Phiên (em út)\n| cha = Lâm Văn Phận\n| học vấn = Tú tài toàn phần\n| học trường = -Trường Trung học tại Cần Thơ<br>-Trường Võ bị Liên quân Viễn Đông Đà Lạt<br>-Trường Thiết giáp Kỵ binh Saumur, Pháp<br>-Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n| quê quán = Nam Kỳ\n| ngày sinh = [[1920]]\n| ngày mất = [[30 tháng 10]] năm [[1998]]<br>([[78]] tuổi)\n| nơi sinh = [[Cần Thơ (tỉnh)|Cần Thơ]], [[Liên bang Đông Dương]]\n| nơi mất = [[California]], [[Hoa Kỳ]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1946]] - [[1975]]\n| cấp bậc = [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n| đơn vị = [[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|20px]] [[Trung tâm Huấn luyện Quốc gia Quang Trung|TTHL Quang Trung]]<br>[[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 13 Khinh chiến]]<br>[[Hình: ARVN 2nd Division SSI.svg|20px]] [[Sư đoàn 2 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 2 Bộ binh]]<br>[[Hình: ARVN 7th Division SSI.svg|20px]] [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7 Bộ binh]]<br>[[Hình: QD III VNCH.jpg|20px]] [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III và QK 3]]<br>[[Hình: ARVN Capital Military Zone Unit SSI.svg|20px]] [[Biệt khu Thủ đô]]\n| chỉ huy = [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|Quân đội Liên hiệp Pháp]]<br>[[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n}}\n\n'''Lâm Văn Phát''' (1920-1998) nguyên là một cựu tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ khóa đầu tiên ở trường Võ bị Liên quân Viễn Đông do Quân đội Thuộc địa Pháp mở ra tại Đông Dương. Ông là một sĩ quan cao cấp đóng vai trò quan trọng trong giai đoạn [[1963]] – [[1965]] và là Tư lệnh [[Biệt khu Thủ đô]] cuối cùng của [[Việt Nam Cộng hòa]]. Ông cũng là quân nhân cuối cùng được thăng cấp Trung tướng vào thời điểm sau cùng của Chính thể [[Việt Nam Cộng hòa]].\n\n==Tiểu sử và Binh nghiệp==\nÔng sinh năm 1920 tại Cần Thơ. Có tài liệu ghi ông tên thật là '''Lâm Văn Phất'''.<ref name=\"lamvanphat\">[http:\/\/antg.cand.com.vn\/vi-VN\/hosomat\/2007\/1\/77195.cand Tướng Sài Gòn Lâm Văn Phát - Chuyên gia đảo chính]<\/ref> Cha ông là một nhà giáo, do đó ông cũng có một nền giáo dục từ nhỏ và được học hết chương trình Trung học phổ thông, tốt nghiệp với văn bằng Tú tài toàn phần (Part II) tại Cần Thơ. Năm 1945, ông tham gia Lực lượng [[Thanh niên Tiền phong]] và tham gia cướp Chính quyền tại Cần Thơ. Sau khi quân Pháp nổ súng tái chiếm Nam Bộ, ông bị buộc phải trở về Cần Thơ.\n\n===Quân đội Liên hiệp Pháp===\nTháng 5 năm 1946 ông nhập ngũ vào Quân đội Pháp, Theo học khóa 1 Nguyễn Văn Thinh tại trường Võ bị Liên quân Viễn đông ở [[Đà Lạt]], khai giảng ngày 15 tháng 7 năm 1946. Ngày 1 tháng 7 năm 1947 mãn khóa tốt nghiệp Thủ khoa với cấp bậc [[Thiếu úy]].<ref>Trong tổng số 16 khóa sinh tốt nghiệp chỉ có ba người được gắn cấp bậc Thiếu úy, số còn lại ra trường với cấp bậc Chuẩn úy. Tuy nhiên, về sau đều là sĩ quan cao cấp trong Quân đội Việt Nam Cộng hòa:<br>'''Cấp Đại tướng:'''<br>[[Nguyễn Khánh]] (Tốt nghiệp Thiếu úy) và [[Trần Thiện Khiêm]]<br>'''-Cấp Trung tướng:'''<br>Lâm Văn Phát (Thiếu úy),[[Trần Ngọc Tám]] (Thiếu úy), [[Dương Văn Đức]] và [[Cao Hảo Hớn]]<br>'''-Cấp Thiếu tướng:'''<br>[[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn Văn Kiểm]], [[Đặng Thanh Liêm]] và [[Bùi Hữu Nhơn]]<br>'''-Cấp Đại tá:'''<br>[[Nguyễn Thế Như (Đại tá, Quân lực VNCH)|Nguyễn Thế Như]] và [[Quách Xến (Đại tá, Quân lực VNCH)|Quách Xến]]<\/ref> Cùng tốt nghiệp khóa này với ông có một số sĩ quan trẻ người Việt khác như [[Nguyễn Khánh]], [[Trần Thiện Khiêm]], [[Dương Văn Đức]]..., những người về sau có vai trò quan trọng trong sự nghiệp của ông.\n\nTuy nhiên, sau khi tốt nghiệp, ông đào ngũ vào chiến khu cùng một số bạn học, từng làm đến Trung đội trưởng Vệ quốc Đoàn ở Khu 8. Một thời gian sau, ông trốn về lại Cần Thơ, ngụ tại nhà chị ruột là [[Lâm Thị Phấn]]. Do sự bảo lãnh của người tình của bà Phấn, ông được bí mật đưa sang Pháp học nghề cơ khí. Không lâu sau, ông bị phát giác thân phận và quá khứ đào ngũ, nhưng nhờ sự can thiệp từ các mối quan hệ của chị ruột, ông không bị đưa ra xét xử, đổi lại phải tiếp tục đi học và khi trở về Việt Nam phải tiếp tục phục vụ cho Quân đội Pháp.\n\n===Quân đội Quốc gia Việt Nam===\nNăm 1950, sau khi [[Quốc gia Việt Nam]] chính thức được thành lập, ông được thăng cấp [[Trung úy]] và được cử đi du học lớp căn bản Thiết giáp tại Trường Thiết giáp Kỵ binh Saumur Pháp, nhằm đào tạo lực lượng sĩ quan [[Thiết giáp]] nòng cốt cho [[Quân đội Quốc gia Việt Nam]]. Đầu tháng 10 năm 1951, ông về nước và được cử làm Chỉ huy phó [[Trường Bộ binh Thủ Đức|Trường Sĩ quan Trừ bị Thủ Đức]], đến cuối năm, được chuyển sang làm Đại đội trưởng Đại đội Thám thính đồn trú tại [[Gia Lâm]], [[Hà Nội]].\n\nTháng 5 năm 1952, ông được thăng cấp [[Đại úy]], ba tháng sau bàn giao Đại đội Thám thính lại cho Trung úy [[Vĩnh Lộc]], ông được điều động về công tác tại Bộ Tổng tham mưu Quân đội Quốc gia Việt Nam vừa được thành lập. Tháng 8 năm 1953, ông được thăng cấp [[Thiếu tá]] và được cử làm Chánh văn phòng cho tướng [[Nguyễn Văn Hinh]] Tổng tham mưu trưởng Quân đội Quốc gia. Tháng 7 năm 1954, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\n===Quân đội Việt Nam Cộng hòa===\nSau khi chính thể [[Việt Nam Cộng hòa]] được thành lập, ông tiếp tục phục vụ trong [[Quân đội Việt Nam Cộng hòa]]. Đầu năm 1956, ông được cử làm Chỉ huy trưởng Trung tâm Huấn luyện Quán Tre.<ref>TTHL Quán Tre còn gọi là Trung tâm Huấn luyện số 1, tiền thân của Trung tâm Huấn luyện Quốc gia Quang Trung.<\/ref> Đầu năm 1957, ông được bổ nhiệm làm Tư lệnh Sư đoàn 13 Khinh chiến, sau khi bàn giao Trung tâm Huấn luyện số 1 Quán Tre lại cho Trung tá [[Nguyễn Ngọc Lễ]]. Cuối năm, ông chuyển qua giữ chức vụ Tổng thanh tra Tổng Nha Bảo an và Dân vệ trực thuộc Phủ Tổng thống, sau khi bàn giao Sư đoàn 13 lại cho Trung tá [[Huỳnh Văn Cao]].<ref name=\"lamvanphat\"\/>\n\nTháng 8 năm 1958, ông được cử đi học lớp Chỉ huy và Tham mưu (US Army Command and General Staff College) tại học viện Fort Leavenworth, Kansas, ([[Hoa Kỳ]]) với thời gian 42 tuần, mãn khóa vào cuối tháng 7 năm 1959. Đầu năm 1960, ông được thăng cấp [[Đại tá]] và được chỉ định vào chức vụ Tổng Giám đốc Bảo an và Dân vệ thay thế Đại tá [[Đặng Văn Quang (tướng)|Đặng Văn Quang]].<ref>Đại tá Quang được chuyển đi giữ chức vụ Tham mưu trưởng Quân đoàn I và Vùng 1 Chiến thuật.<\/ref> Ngày 8 tháng 6 năm 1961, ông được bổ nhiệm chức vụ Tư lệnh [[Sư đoàn 2 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 2 Bộ binh]] thay thế Đại tá [[Dương Ngọc Lắm]]<ref>Thực tế là hoán chuyển nhiệm vụ với Đại tá [[Dương Ngọc Lắm]], Đại tá Lắm về Bộ Quốc phòng thay Đại tá Phát làm Tổng Giám đốc Bảo an và Dân vệ.<\/ref>. Ngày 18 tháng 6 năm 1963, bàn giao Sư đoàn 2 Bộ binh lại cho Đại tá [[Trương Văn Xương (Đại tá, Quân lực VNCH)|Trương Văn Xương]]<ref>Đại tá Trương Văn Xương sinh năm 1919 tại Kiến Hòa, nguyên là sĩ quan cấp tá của quân đội Cao Đài, năm 1954 chuyển sang phục vụ Quân đội Quốc gia, được đồng hóa cấp bậc Thiếu tá.<\/ref> ông được chỉ định làm Tư lệnh phó Quân đoàn III và Vùng 3 Chiến thuật dưới quyền Thiếu tướng [[Tôn Thất Đính]].\n\n===Bốn lần tham gia đảo chính===\nLà một trong những sĩ quan cao cấp của Quân đội Quốc gia Việt Nam được chuyển sang Quân đội Việt Nam Cộng hòa, tuy nhiên suốt thời gian từ 1955-1963, ông chỉ được phân công công tác ở các chức vụ không có thực quyền. Điều này có lẽ do thái độ thiếu tin cậy với quá khứ đào ngũ nhiều lần cũng như quan hệ gia đình của ông. Từ đó ông có tâm lý bất mãn và trở thành một trong những sĩ quan cao cấp đầu tiên tham gia âm mưu đảo chính đứng đầu bởi tướng [[Dương Văn Minh]] và [[Trần Văn Đôn]]. Khi [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính tháng 11 năm 1963]] nổ ra, ông được phân công chỉ huy một bộ phận Thiết giáp bao vây [[Dinh Độc Lập]] và ngày 2 tháng 11 ông được [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] thăng cấp [[Thiếu tướng]]. Một tháng sau, ông được bổ nhiệm chức vụ Tư lệnh [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7 Bộ binh]] thay thế Đại tá [[Phạm Văn Đổng]]. Không hài lòng với vai trò này, ông bí mật tham gia ủng hộ các tướng [[Nguyễn Khánh]], [[Trần Thiện Khiêm]] thực hiện [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Cuộc Chỉnh lý ngày 30 tháng 1 năm 1964]], phế truất các tướng lĩnh [[Dương Văn Minh]], [[Trần Văn Đôn]], [[Tôn Thất Đính]], [[Mai Hữu Xuân]], [[Lê Văn Kim]] với lý do trung lập. Sau chỉnh lý, ngày 2 tháng 2, ông được tướng Nguyễn Khánh bổ nhiệm chức vụ Tư lệnh [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III]] thay thế Trung tướng [[Trần Thiện Khiêm]]<ref>Tướng Khiêm về Trung ương giữ chức vụ Tổng Tư lệnh Quân đội (Tổng trưởng Quốc phòng)<\/ref> sau khi bàn giao Sư đoàn 7 Bộ binh lại cho người bạn cùng khóa Võ bị Viễn Đông là Đại tá [[Bùi Hữu Nhơn]]. Đến ngày 7 tháng 4 cùng năm, ông bàn giao Quân đoàn III lại cho Trung tướng [[Trần Ngọc Tám]]<ref>Tướng Tám nguyên Chỉ huy trưởng trường Sĩ quan Trừ bị Thủ Đức<\/ref>. Sau đó, ông được tham chính trong Nội các Chính phủ với chức vụ Tổng trưởng Nội vụ thay thế [[Kỹ sư|kĩ sư]] [[Hà Thúc Ký]] xin từ nhiệm.\n\nMặc dù vậy, với tham vọng độc tài của tướng [[Nguyễn Khánh]], ông nhanh chóng có mâu thuẫn xung khắc với người bạn học cũ. Ngày 9 tháng 9, ông từ nhiệm chức vụ Tổng trưởng. Chỉ 4 ngày sau, ngày 13 tháng 9 năm 1964, ông cùng với Trung tướng [[Dương Văn Đức (trung tướng)|Dương Văn Đức]] dẫn lực lượng [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV]] kéo về [[Sài Gòn]] thị uy, dự định lật đổ Chính phủ Nguyễn Khánh để nắm quyền nhưng bất thành do thiếu kiên quyết và thiếu sự ủng hộ của nhiều thế lực khác nhau. Ngày 15 tháng 9, tướng Nguyễn Khánh trở về Sài Gòn, tuyên bố cách chức ông và buộc giải ngũ tướng Dương Văn Đức và một số sĩ quan cao cấp chỉ huy đảo chính. Tuy vậy, không ai trong số họ bị bắt giữ và vẫn được tự do.\n\nNgày 1 tháng 11 năm 1964, tướng [[Nguyễn Khánh]] thành lập chính phủ dân sự do ông [[Trần Văn Hương]] làm [[Thủ tướng]], ông [[Phan Khắc Sửu]] làm [[Quốc trưởng]]. Ngày 19 tháng 2 năm 1965, một lần nữa ông lại đứng ra cầm đầu cuộc đảo chính do Đại tá [[Phạm Ngọc Thảo]] tổ chức. Lần này, cuộc đảo chính được tổ chức chặt chẽ hơn và phần nào đạt được mục đích tước quyền lực tướng Nguyễn Khánh. Tuy vậy, nhóm các tướng trẻ do [[Nguyễn Chánh Thi]], [[Nguyễn Văn Thiệu]], [[Nguyễn Cao Kỳ]] cầm đầu chống lại đảo chính. Ngày 20 tháng 2, Hội đồng các tướng lãnh họp ở [[Biên Hòa]], đã cử Trung tướng [[Nguyễn Văn Thiệu]] nắm chức Chủ tịch [[Hội đồng Quân lực (Việt Nam Cộng hòa)|Hội đồng Quân lực]] và đưa Bác sĩ [[Phan Huy Quát]] lên làm [[Thủ tướng]] thay ông [[Trần Văn Hương]]. Hội đồng cũng cử tướng Nguyễn Chánh Thi làm chỉ huy chống đảo chính và ra lệnh cho ông, Đại tá [[Phạm Ngọc Thảo]] và 13 sĩ quan khác phải ra trình diện trong 24 giờ. Cuộc đảo chính tan rã<ref>Có tài liệu cho rằng bộ chỉ huy đảo chính đã dự định tổ chức đảo chính lần thứ 2 vào ngày 20 tháng 6 năm 1965, tuy nhiên dự định này nhanh chóng bị phát hiện và bị vô hiệu hóa. Các thành viên chủ chốt bị truy nã và phải lần trốn.<\/ref>\n\nNgày 26 tháng 4 năm 1965, Tòa án Quân sự tuyên bố tử hình vắng mặt 4 sĩ quan chủ chốt của cuộc đảo chính. Tuy vậy, trong khi Đại tá Phạm Ngọc Thảo bị bắt và chết bí ẩn, riêng ông bị Hội đồng Kỷ luật Quân đội tuyên bố tước cấp bậc, và buộc ra khỏi Quân đội vào tháng 10 cùng năm. Tuy nhiên đến trung tuần tháng 8 năm 1968, Tòa án Quân sự mặt trận xóa bỏ bản án ngày 26 tháng 4 năm 1965 và tuyên bố tha bổng đối với 14 sĩ quan liên can đến vụ đảo chính ngày 19 tháng 2 năm năm 1965. Suốt thời gian từ 1965 đến 1975, ông sống thầm lặng.\n\n==Giai đoạn 1975==\n===Tư lệnh cuối cùng Biệt khu Thủ đô===\nVào những ngày cuối cùng của chế độ Sài Gòn, ông lại xuất hiện trong vai trò cựu tướng lĩnh trong [[Thành phần thứ ba|Lực lượng thứ 3]] do tướng Dương Văn Minh cầm đầu. Ngày 28 tháng 4 năm 1975, ông tham dự lễ ra mắt của Chính quyền Tổng thống Dương Văn Minh và ngày hôm sau 29 tháng 4 năm 1975, ông được Tổng thống Dương Văn Minh thăng cấp [[Trung tướng]] và cử làm Tư lệnh Biệt khu Thủ đô thay tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]] vừa đào nhiệm<ref>Cựu Đại tá [[Phạm Bá Hoa (Đại tá, Quân lực VNCH)|Phạm Bá Hoa]] ''(Sinh năm 1930 tại Ba Xuyên, tốt nghiệp khóa 2 Võ bị Huế. Sau cùng là Tham mưu trưởng Tổng cục Tiếp vận)'' với hồi ký: '''Ngày cuối từ Tổng tham mưu đến Biệt khu thủ đô<\/ref>.\n\nTrong những giờ cuối cùng, ông chỉ huy các lực lượng còn lại để phòng thủ Sài Gòn với hy vọng có thể đạt được phần nào lợi thế để đàm phán. Tuy nhiên, đến trưa 30 tháng 4 năm 1975, ông được lệnh buông súng từ Tổng thống Dương Văn Minh và giữ nguyên vị trí chờ bàn giao<ref>{{Chú thích web |url=http:\/\/sggp.org.vn\/chinhtri\/2009\/4\/189094\/ |ngày truy cập=2009-05-01 |tựa đề=Trung tướng Nguyễn Văn Chia (''nguyên Tư lệnh Quân khu 7''): Cảm hóa kẻ thù bằng lòng nhân đạo |archive-date=2009-05-03 |archive-url=https:\/\/web.archive.org\/web\/20090503151248\/http:\/\/www.sggp.org.vn\/chinhtri\/2009\/4\/189094\/ }}<\/ref>.\n\n==Sau 1975==\nSau ngày 30 tháng 4, Chính quyền mới đưa đi học tập cải tạo từ Nam ra Bắc cho đến tháng 8 năm 1986 mới được trả tự do. Sau khi ra cải tạo, ông vượt biên đến trại tỵ nạn Singapore và được sang định cư tại Tiểu bang Virginia, Hoa Kỳ rồi di chuyển về Santa Ana, miền Nam California. Ông sống độc thân trong một chung cư dành riêng cho người cao niên.\n\nNgày 30 tháng 10 năm 1998, ông từ trần tại nơi định cư. Thọ 78 tuổi.\n\nÔng chính là nguyên mẫu được nhà văn [[Trần Bạch Đằng|Nguyễn Trương Thiên Lý]] xây dựng thành nhân vật \"Tướng Lâm\" trong tiểu thuyết ''[[Ván bài lật ngửa]]''.\n\n==Gia đình==\nThân phụ ông là cụ Lâm Văn Phận, nguyên là một nhà giáo tại Cần Thơ. Sau năm 1945, tham gia Việt Minh và gia nhập [[Đảng Lao động Việt Nam]] và từng có thời gian giữ chức Chủ tịch Ủy ban Liên Việt tỉnh Cần Thơ. Sau năm 1954, tập kết ra Bắc và mất ở đó.<ref name=\"lamvanphat\"\/>\n\nÔng là người con thứ 2 trong gia đình. Chị lớn của ông là [[Lâm Thị Phấn]], sinh năm 1918, có tài liệu ghi được gả cho [[Công tử Bạc Liêu]] [[Trần Trinh Huy]], là một tình báo viên nổi tiếng của Việt Minh, Thiếu tá tình báo [[Quân đội Nhân dân Việt Nam]], [[Quân Giải phóng miền Nam Việt Nam|Anh hùng Lực lượng Vũ trang]]. Bà cũng là người được Ban binh vận giao nhiệm vụ vận động tướng Phát đầu hàng sớm vào tháng 4 năm 1975 nhưng không thành công. Cuộc đời bà cũng được dựng thành phim với nhân vật Bạch Cúc trong phim \"Người đẹp Tây Đô\" của đạo diễn [[Lê Cung Bắc]], do diễn viên [[Việt Trinh]] thủ vai Bạch Cúc.<ref name=\"lamvanphat\"\/>\n\nÔng còn người em gái kế tên là Lâm Thị Phết và người em trai út tên là [[Lâm Văn Phiên (Thiếu tá, Quân lực VNCH)|Lâm Văn Phiên]], nguyên là Thiếu tá trong Quân chủng Không quân của Việt Nam Cộng hòa.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1920]]\n[[Thể loại:Mất năm 1998]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Cần Thơ]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}