{"410774":"{{Thông tin viên chức\n| honorific_prefix = [[Thượng tướng Công an nhân dân Việt Nam|Thượng tướng]]\n| tên = Lâm Văn Thê\n| hình =Van The.jpg\n| cỡ hình = \n| miêu tả = \n| ngày sinh = 1922\n| nơi sinh = huyện Giá Rai, tỉnh Bạc Liêu\n| nơi ở = \n| ngày mất = 1990\n| nơi mất = \n| chức vụ = Thứ trưởng [[Bộ Công an (Việt Nam)]]\n| bắt đầu = 1987\n| kết thúc = 1990\n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = {{VIE}}\n| phó chức vụ = \n| phó viên chức = \n| chức vụ 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 = \n| đa số = \n| đảng = [[Tập tin:Communist Party of Vietnam flag.svg|22px]] [[Đảng Cộng sản Việt Nam]]\n| đảng khác = \n| danh hiệu = [[Huân chương Hồ Chí Minh]]<br> [[Huân chương Quân công hạng Nhất]]\n| nghề nghiệp = \n| học vấn = \n| học trường = \n| dân tộc =Kinh \n| tôn giáo = \n| họ hàng = \n| cha = \n| mẹ = \n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chữ ký = \n| phục vụ = <!-- Đã che mã nguồn: [[Tập tin:CongAnHieu.jpg|25px]] --> [[Công an nhân dân Việt Nam]]\n| thuộc = \n| năm tại ngũ = \n| cấp bậc = [[Tập tin:Cấp hiệu Thượng tướng Công an.png|15px]] [[Thượng tướng Công an nhân dân Việt Nam|Thượng tướng]]\n| đơn vị = \n| chỉ huy = \n| tham chiến = \n| chú thích = \n}}\n'''Lâm Văn Thê''' (1922-1990), [[Thượng tướng Công an nhân dân Việt Nam]], nguyên Ủy viên [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]], nguyên [[Thứ trưởng Bộ Công an Việt Nam]].\n\n==Tiểu sử==\n[[Thượng tướng]] '''Lâm Văn Thê''', bí danh Ba Hương, còn gọi là \"Cò Hương\"; sinh năm 1922 tại làng An Trạch, huyện Giá Rai, tỉnh Bạc Liêu (Ngày nay thuộc thành phố Cà Mau, Tỉnh Cà Mau)\nXuất thân từ gia đình nông dân nghèo, sớm giác ngộ cách mạng, tham gia hoạt động cách mạng năm 16 tuổi tại làng An Trạch, huyện Giá Rai, tỉnh Bạc Liêu.\n\n==Quá trình hoạt động cách mạng==\nÔng được kết nạp vào Đảng Cộng sản Đông dương ngày 15-04-1945\n\nTrước ngày khởi nghĩa tháng 8 năm 1945, ông làm công tác thanh niên, phụ trách Thanh niên Tiền phong xã An Trạch\n\nNăm 1946- 1947: Bí thư chi bộ xã An Trạch. Được bầu huyện ủy viên Giá Rai,\n\nNăm 1948-1951: Ủy viên Ban thường vụ huyện ủy, Bí thư huyện ủy, chủ tịch Ủy ban Kháng chiến hành chánh huyện Giá Rai, tỉnh Bạc Liêu.\n\n===Công tác trong ngành công an===\nNăm 1952, sau đại hội Đảng bộ tỉnh Bạc Liêu, ông được bầu vô Thường vụ Tỉnh ủy phụ trách Trưởng ty Công an tỉnh Bạc Liêu. Sau hiệp định đình chiến, các cơ quan ra công khai, nên dân chúng biết ông Ba Hương là trưởng ty Công an tỉnh.Bạc Liêu. Từ đây ông được gọi là ông '''''\"Cò Hương\"'''''\n\nSau Hiệp định đình chiến, tập kết chuyển quân, ông được Liên Tỉnh ủy miền Tây điều về Rạch Giá phụ trách Bí thư Tỉnh ủy Rạch Giá (nay là Kiên Giang) từ tháng 10 năm 1954 đến năm 1959.\n\nNăm 1960: Ông được đề bạt ủy viên Thường vụ Liên tỉnh ủy miền Tây, đặc trách an ninh.\n\nTháng 3 năm 1962, Liên tỉnh miền Tây được đổi tên gọi là Khu Tây Nam bộ tức Khu 9. Khu ủy Khu 9 được tăng cường, gồm 10 người: [[Nguyễn Thành Thơ]], Bí thư; Trần Văn Bình, phó bí thư; ủy viên thường vụ là Lâm Văn Thê tức Ba Hương và [[Vũ Đình Liệu]]; 6 ủy viên là Trần Văn Long (bí thư Tỉnh ủy Trà Vinh), Phan Công Cương (Bí thư Tỉnh ủy Cần Thơ), Nguyễn Việt Châu (bí thư Tỉnh ủy Vĩnh Long), Dương Minh Cảnh (bí thư Tỉnh ủy Sóc Trăng), Phan Ngọc Sến (bí thư Tỉnh ủy Cà Mau), [[La Lâm Gia]] (phó bí thư Tỉnh ủy Trà Vinh)\n \nVới vị trí Thường vụ Khu ủy, Trưởng ban An ninh, ông là người trực tiếp tổ chức và chỉ đạo ban an ninh các tỉnh miền Tây xây dựng mạng lưới an ninh nhân dân, mạng lưới điệp báo chống tình báo địch, bảo vệ căn cứ cách mạng, bảo vệ phong trào quần chúng đấu tranh với địch.\n\n1968-1975: Ông được rút về Trung ương Cục miền Nam làm Phó ban An ninh (Trường ban An ninh TW Cục là ông [[Phạm Thái Bường]])\n\nSau ngày Giải phóng miền Nam Việt Nam, ông về tiếp quản Bộ Nội vụ chế độ Sài Gòn, công tác tại thành phố Hồ Chí Minh\n\nNăm 1976-1978: Ông làm Phó Viện trưởng Viện kiểm sát nhân dân tối cao<ref>{{Chú thích web |url=http:\/\/www.vksndtc.gov.vn\/kyyeu\/phan3.htm |ngày truy cập=2014-11-12 |tựa đề=Bản sao đã lưu trữ |archive-date=2012-09-12 |archive-url=https:\/\/web.archive.org\/web\/20120912022938\/http:\/\/www.vksndtc.gov.vn\/kyyeu\/phan3.htm |url-status=dead }}<\/ref>.\n\nTừ năm 1979 đến năm 1982 ông là Phó Bí thư Đặc khu ủy, Chủ tịch Ủy ban nhân dân Đặc khu Vũng Tàu- Côn Đảo. Bí thư là Ông Đoàn Hồng Đoàn (Lê Quang Thành - Tư Thành).\n\nNăm 1982, ông Ba Hương được bầu ủy viên Ban chấp hành Trung ương Đảng, Bí thư Tỉnh ủy Kiên Giang. Đây là lần thứ 2, ông Ba Hương làm Bí thư Kiên Giang (tức Rạch Giá), vùng đất mà ông gắn bó từ sau hiệp định đình chiến 1954.\n\nNăm 1987, ông được Nhà nước giao trọng trách Thứ trưởng Bộ Nội vụ (nay là Bộ Công an) kiêm Giám đốc Sở Công an [[Thành phố Hồ Chí Minh]]. Ông phụ trách nhiệm vụ này cho đến lúc trở bệnh, đi điều trị một thời gian rồi mất.\n\nÔng mất ngày 09-11-1990 tại thành phố Hồ Chí Minh vì chứng ung thư phổi\n\n==Danh hiệu Tôn vinh==\n*[[Huân chương Quân công]] Hạng Nhất\n*[[Huân chương Kháng chiến]] lâu dài Hạng Nhì\n*Huân chương Kháng chiến chống Mỹ Hạng Nhất\n*Huy chương \"Vì An ninh Tổ quốc\" do Hội đồng Bộ trưởng cấp.\n*Huy chương \"Bảo vệ An ninh Tổ quốc\" do Bộ Nội vụ cấp.\n*Huân chương Hồ Chí Minh\n*Huy hiệu 40 năm tuổi Đảng\n*Anh hùng lực lượng vũ trang\n\n==Tham khảo==\n{{Tham khảo}}\n==Liên kết ngoài==\n* Chúng tôi làm đặc san \"Cimexcol trả giá đắt\" - Báo Công an nhân dân, Chuyên đề An Ninh Thế giới và Văn nghệ Công an, 10:30, 24\/11\/2006.\n{{Kiểm soát tính nhất quán}}\n\n{{Thời gian sống|Sinh=1922|Mất=1990}}\n{{Thượng tướng Công an nhân dân Việt Nam}}\n[[Thể loại:Người Bạc Liêu]]\n[[Thể loại:Người Cà Mau]]\n[[Thể loại:Ủy viên Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam]]\n[[Thể loại:Thứ trưởng Bộ Công an (Việt Nam)]]\n[[Thể loại:Thượng tướng Công an nhân dân Việt Nam đã mất]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Bí thư Tỉnh ủy Kiên Giang]]\n[[Thể loại:Bí thư Tỉnh ủy Rạch Giá]]"}