{"510230":"{{pov}}\n'''Lâm Thị Phấn''' ([[1918]] – [[2010]]) là một nữ [[tình báo viên]] nổi tiếng tại Việt Nam trong [[Chiến tranh Đông Dương]] và [[chiến tranh Việt Nam]]. Cuộc đời của bà được nhà văn [[Trầm Hương (nhà văn)|Trầm Hương]] viết thành [[tiểu thuyết]] mang tên \"[[Người đẹp Tây Đô]]\" và được chuyển thể thành phim truyện cùng tên do đạo diễn [[Lê Cung Bắc]] thực hiện. Bà được xem là hình ảnh tiêu biểu cho người phụ nữ Việt Nam tự giải phóng bản thân với phương châm: ''\"Việc gì đàn ông làm được thì phụ nữ cũng làm được\"''<ref>[http:\/\/www.khoahocphothong.com.vn\/newspaper\/detail\/13009\/ky-niem-65-nam-ngay-thuong-binh-liet-si-(27-7-1947---27-7-2012):-chuyen-cua-nguoi-phuc-vu-thieu-tuong-tinh-bao-lam-thi-phan.html Kỷ niệm 65 năm Ngày thương binh liệt sĩ (27\/7\/1947 – 27\/7\/2012): Chuyện của người phục vụ thiếu tướng tình báo Lâm Thị Phấn], Trang thông tin điện tử của Báo Khoa Học Phổ Thông.<\/ref>.\n\n==Thân thế gia đình==\nTên khai sinh của bà là '''Lâm Thị Élise''', tên thường gọi ở nhà là Phấn, sinh ngày [[11 tháng 11]] năm 1918 tại làng Tân An, tổng Định Bảo, quận [[Châu Thành, Hậu Giang|Châu Thành]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] (ngày nay thuộc phường An Cư, quận [[Ninh Kiều]], thành phố [[Cần Thơ]]). Cha bà là ông '''Lâm Văn Phận''', một đại điền chủ nổi tiếng ở đất Cần Thơ, hiệu trưởng trường Taberd Cần Thơ (Trường Châu Văn Liêm thành phố Cần Thơ ngày nay). Sau năm 1945, ông tham gia kháng chiến và từng giữ chức Chủ tịch [[Mặt trận Liên Việt]] tỉnh [[Cần Thơ]], cùng với những học trò cưng của mình là [[Châu Văn Liêm]], [[Ung Văn Khiêm]], [[Nguyễn Văn Hưởng (thượng tướng)|Nguyễn Văn Hưởng]].\n\nBà là con gái đầu lòng của ông giáo Phận, người em trai kế của bà là [[Lâm Văn Phát]], sau trở thành [[Trung tướng Việt Nam Cộng hòa|Trung tướng Quân lực Việt Nam Cộng hòa]]. (Lâm Văn Phát bị buộc giải ngũ năm 1965 sau đảo chính [[Nguyễn Khánh]] bất thành, đến ngày 29\/4\/1975 tái ngũ được thăng cấp Trung tướng giữ chức vụ Tư lệnh Biệt khu Thủ đô)<ref>Được thăng cấp Trung tướng cuối cùng của Quân lực Việt Nam cộng hòa<\/ref>.\n\n==Thời trẻ==\nLúc nhỏ bà theo học tại trường Taberd Cần Thơ (Trường Châu Văn Liêm thành phố Cần Thơ ngày nay) và lấy bằng tú tài tại đây. Với một ngoại hình lý tưởng (cao 1.7m, tướng dong dỏng, khuôn mặt sắc sảo), bà là hoa khôi của trường Taberd lúc đó. \n\n==Tham gia cách mạng==\nVới tư tưởng giải phóng phụ nữ, giải phóng người nghèo và lòng yêu nước, bà thoát ly khỏi gia đình, tham gia hoạt động trong phong trào Phụ nữ Cứu Quốc. Bà hoạt động tích cực, vận động xây dựng nên Hội phụ nữ huyện Giá Rai, tỉnh Bạc Liêu và sau đó được bầu làm Hội trưởng Phụ nữ Cứu quốc huyện Giá Rai, tỉnh Bạc Liêu. Ngày [[2 tháng 8]] năm 1950 Bà được kết nạp vào Đảng.{{fact}}<!-- Đảng nào? -->\n\nVào thời kỳ này, với ngoại hình lý tưởng, trình độ học vấn cao thời bấy giờ (có bằng tú tài Pháp), nguồn gốc xuất thân gia đình điền chủ nên Bà được giao một nhiệm vụ vô cùng đặc biệt và mới mẻ là trở lại nội thành Cần Thơ xây dựng [[đội ngũ điệp báo miền Tây]] (hoạt động trong lòng địch) lấy Cần Thơ làm trụ sở, sau đó Bà được bầu làm tổ trưởng lãnh đạo đội ngũ điệp báo này. Bà đã cảm hóa lòng yêu nước của một người Quan hai Phòng nhì Pháp là ông Trần Hiến, rồi 2 người lấy nhau để dễ hoạt động theo yêu cầu của tổ chức rồi trở thành vợ chồng thật. Sự kết hợp này tạo nên tên tuổi, sự nghiệp và những chiến công vang dội của bà. (Cuộc đời và sự nghiệp của ông Trần Hiến cũng được viết thành sách với tên \"Những năm tháng sóng gió cuộc đời.\").\n\n==Thời chiến tranh Việt Nam==\nTháng 12\/1954, Bà với người chồng sau là ông Trần Hiến tập kết ra Bắc theo hiệp định Genève, và sinh ra một người con gái tên Trần Hồng Hạnh. Trong thời gian này, bà lấy bằng tốt nghiệp Đại học Kinh tế và Đại học Tình báo tại Liên Xô.\n\nTháng 10\/1962, cùng với việc xây dựng [[Trung ương Cục miền Nam]], Bà lại được đưa vào Nam để hoạt động tình báo. Bà được giao nhiệm vụ phụ trách hoạt động tình báo trong đội ngũ đầu não cao cấp nhất trong chính quyền Sài Gòn có lẽ vì Bà có người em ruột là Thiếu tướng Lâm Văn Phát đang giữ chức vụ Tổng trưởng Nội vụ Việt Nam Cộng hòa lúc bấy giờ.\n\n==Cuối đời==\nSau khi miền Nam được giải phóng, bà được điều về Quân khu 9 và giữ các chức vụ: Trưởng phòng chính sách quân khu 9, trưởng phòng kinh tế quân khu 9.\n\nBà về hưu năm 1984 với quân hàm Thiếu tá <ref>{{Chú thích web |url=http:\/\/baodulich.net.vn\/Nguoi-dep-Tay-Do-ky-cuoi-0703-14844.html |ngày truy cập=2020-08-25 |tựa đề=Bản sao đã lưu trữ |archive-date=2020-08-12 |archive-url=https:\/\/web.archive.org\/web\/20200812125811\/http:\/\/baodulich.net.vn\/Nguoi-dep-Tay-Do-ky-cuoi-0703-14844.html |url-status=dead }}<\/ref> và mất tại căn nhà bà đã sinh ra và lớn lên tại thành phố Cần Thơ vào ngày 15\/04\/2010 thọ 92 tuổi.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n== Tham khảo==\n*Hồi ký của Bà Lâm Thị Phấn còn lưu trữ tại [[Bảo tàng Thành phố Cần Thơ]].\n*Hồi ký của [[bác sĩ]] [[Nguyễn Văn Hưởng]] – Nguyên [[Bộ Y tế (Việt Nam)|Bộ trưởng Bộ Y tế]].\n\n{{Thời gian sống|Sinh=1918|Mất=2010}}\n{{Tình báo Việt Nam}}\n[[Thể loại: Người Cần Thơ]]\n[[Thể loại: Người đẹp Tây Đô]]\n[[Thể loại: Điệp viên Việt Nam]]"}