{"974083":"\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Lâm Thao\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Bắc Ninh]]\n| huyện = [[Lương Tài]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09535<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n{{otheruses|Lâm Thao (định hướng)}}\n'''Lâm Thao''' là một xã nằm ở phía nam huyện [[Lương Tài]], tỉnh [[Bắc Ninh]].\nXã Lâm Thao được thành lập năm 1948 trên cơ sở các [[làng]] của tổng Lâm Thao, phủ Thuận An, trấn [[Kinh Bắc]].\nĐịa giới hành chính của xã: nằm ở phía Nam của huyện Lương Tài và của tỉnh (điểm cực Nam của tỉnh Bắc Ninh thuộc về thôn Ngọc Quan); cách trung tâm huyện  Lương Tài 6&nbsp;km, cách trung tâm tỉnh Bắc Ninh 30&nbsp;km. Xã Lâm Thao phía Bắc giáp với xã [[Bình Định, Lương Tài|Bình Định]] (cùng huyện), phía Nam giáp với xã [[Thạch Lỗi, Cẩm Giàng|Thạch Lỗi]], [[Ngọc Liên, Cẩm Giàng|Ngọc Liên]] (huyện [[Cẩm Giàng]] – [[Hải Dương]]), Phía Đông giáp xã [[Phú Lương, Lương Tài|Phú Lương]] (cùng huyện), phía Tây giáp với xã [[Cẩm Hưng, Cẩm Giàng|Cẩm Hưng]] (Cẩm Giàng – Hải Dương). Theo quy hoạch,  xã Lâm Thao sẽ trở thành đô thị loại V<ref>{{Chú thích web|url=https:\/\/luongtai.bacninh.gov.vn\/news\/-\/details\/22371\/van-dung-tu-duy-sang-tao-khai-thac-tiem-nang-ua-luong-tai-tro-thanh-huyen-giau-manh-van-minh|tựa đề=news - Huyện Lương Tài - Cổng thông tin điện tử tỉnh Bắc Ninh|website=Huyện Lương Tài|ngôn ngữ=vi-VN|ngày truy cập=2022-07-18}}<\/ref>, là đô thị công nghiệp, dịch vụ, thương mại, cửa ngõ phía Tây Nam của huyện Lương Tài.\n\nXã Lâm Thao có diện tích tự nhiên là 628,22 ha, trong đó có 344,01 ha [[đất canh tác]]; còn lại là [[đất thổ cư]], sông ngòi và các công trình phúc lợi khác. Dân số hiện nay 6.885 người.\n\nĐây vốn là vùng đất trũng có nhiều đầm lầy, ao hồ, rừng rậm. Do vậy mà xa xưa vùng đất này được gọi là \"Lâm Thao\" (rừng và nước). Cũng chính ở vùng sông nước ấy từ lâu đã thu hút dân cư các vùng về sinh cơ lập nghiệp bằng nhiều nghề như: trồng lúa, chăn nuôi, đánh bắt thủy sản, buôn bán, làm thợ… tạo nên các làng xóm trong vùng Lâm Thao trù phú với nền văn hiến lâu đời. Vào thời vua [[Gia Long]], vùng đất Lâm Thao được chọn là lỵ sở của huyện Lang Tài và đã được sách ''Đại Nam nhất thống chí'' ghi: \"Lỵ sở huyện Lang Tài ở xã Kim Thao (thuộc tổng Lâm Thao), luỹ tre, chu vi 92 trượng\".\n\nĐến thời Hậu Lê (thế kỷ XVII – XVIII), Lâm Thao đã nổi tiếng là một vùng trù phú và văn hiến với các làng cổ như: Xuân Lan (tên nôm là Sen, tên hiện nay là Ngọc Quan<ref>Xuân Lan vào thời Nguyễn đổi thành Xuân Quan, rồi đổi thành Ngọc Quan vì tránh tên húy [[Nguyễn Phúc Lan]]<\/ref>), Bảo Tháp (tên nôm là Tháp, tên hiện nay là Kim Thao), Bảo Thao (tên hiện nay là Lâm Thao), Bảo Khám (tên nôm làng Khám, tên hiện nay là Ngọc Khám), Thái Trì (tên nôm làng Đìa). Ở huyện Lang Tài, các xã đều có phường hát, duy có phường hát ở làng Xuân Lan, các vở hát [[chèo]] được Lan Trì tiên sinh [[Vũ Trinh]] biên soạn nên có những lời lẽ và điệu hát đẹp, nhã, có tính chất khuyên răn không có những lời lẽ quê mùa, đáng được truyền tụng (''Công chúa Lạc Xương, [[Lưu Bình - Dương Lễ (vở chèo)|Lưu Bình-Dương Lễ]], [[Chu Mãi Thần (vở chèo)|Chu Mãi Thần]], Hán-Sở…'')”<ref>''Ca trù: nhìn từ nhiều phía''-Nhà xuất bản Văn hóa - thông tin, 2003. Nguyễn Đức Mậu, Trang 496<\/ref>.\n\nSách ''Đồng Khánh dư địa chí'' cho biết tổng Lâm Thao là tiêu biểu về học hành ở huyện Lương Tài<ref>''Đồng Khánh dư địa chí'', Nhà xuất bản Ecole Pratique des Hautes Etudes, Viện Nghiên cứu Hán Nôm, [[Ecole Française d'Extrème Orient|Ecole française d'Extrême-Orient]], 2003. Ngô Đức Thọ, Nguyễn Văn Nguyên, [[Philippe Papin]], trang 504<\/ref>.\n\nHiện nay xã Lâm Thao  gồm 6 thôn: Kim Thao, Ngọc Khám, Lâm Thao, Nhiêu Đậu, Thái Trì, Ngọc Quan.\n\n==Danh nhân==\n* [[Vũ Miên]]: đỗ [[Hội nguyên]] Tiến sĩ lúc 31 tuổi, làm quan đến chức Nhập thị hành [[Tham tụng]] (quyền [[Tể tướng]]), kiêm [[Quốc sử quán]] Tổng tài, kiêm [[Quốc tử giám]] Tế tửu.\n* [[Vũ Trinh]]: đỗ [[Giải nguyên]] lúc 17 tuổi, làm quan đến chức [[Tham tri Chính sự]] (Phó [[Tể tướng]]) thời [[Lê Chiêu Thống|Chiêu Thống Đế]]; thời [[Gia Long]]: 2 lần làm [[Chánh sứ]] sang [[Yenching|Yên Kinh]] (''Yenching'', tức [[Bắc Kinh]])<ref>{{Chú thích web|url=https:\/\/vutubn.files.wordpress.com\/2020\/08\/trang-15-16-nhung-chuyen-di-su-trung-quoc-cua-nuoc-ta-thoi-nguyen.pdf|tiêu đề=Các chuyến đi sứ Trung Quốc thời Nguyễn|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> và Giám thí (''Phó chủ khảo'') các khoa [[thi Hương]]<ref>Thời Gia Long, vì quan lại triều Lê Trịnh cũ được bổ dụng, cùng với quan Đàng Trong vốn đã nhiều nên chỉ tổ chức thi cấp cao nhất là khoa thi Hương và không có thi Hội, thi Đình; và chỉ có 3 khoa thi Hương vào các năm 1807, 1813 và 1819. Vũ Trinh trước khi bị oan năm 1816 đều làm Giám thí của cả hai khoa thi 1807, 1813<\/ref>, [[Bộ Hình|Hình bộ]] hữu [[Tham tri]], tham gia biên soạn ''Hoàng triều luật lệ'' cho triều Nguyễn. Có đóng góp quan trọng trong nghệ thuật [[Chèo]].\n* [[:zh:武桷|Vũ Chu]] (Giác): đỗ [[Phó bảng]] lúc 24 tuổi<ref>Danh sách khoa bảng người Bắc Ninh đỗ Khoa [https:\/\/tuhdu11.files.wordpress.com\/2023\/04\/excerpt1865.pdf thi Hội, Ất Sửu 1865]<\/ref>, làm quan đến chức [[Bố chính sứ|Bố chánh]] [[Thái Nguyên]] (quan đầu tỉnh Thái Nguyên), có nhiều đóng góp cho [[Khởi nghĩa Bãi Sậy]].\n\n== Truyền thống họ Vũ làng Xuân Lan==\n{{cquote|''Quế hải thiên thu tồn chính khí<br>Lan giang nhất đới nhuận dư ba.''}}\n[https:\/\/bacninh.gov.vn\/documents\/20182\/38950205\/0A1A2223.jpg\/6c827ad0-4c1f-dcce-0016-437aae1cf653?t=1652148831539 nghĩa] là: ''Nghìn năm sự đậu đạt vẫn còn mãi; Một dải sông làng Xuân Lan sóng dạt dào''\n\nTừ thế hệ của ông nội danh nhân Vũ Miên là Vũ Xuân (được ban [[Đặc tiến Kim tử Vinh lộc Đại phu|Đặc tiến kim tử vinh lộc đại phu]], Ngự sử đài Thiêm đô ngự sử, tước Triệu Phái bá) cho đến nay thế hệ nào cũng có những người thành danh. Thời khoa cử [[Nho học]], con cháu họ Vũ từ đời ông Vũ Xuân đều có người đỗ đạt làm quan, số người đậu [[Khoa bảng Việt Nam|khoa bảng]] của tổng Lâm Thao chủ yếu thuộc về hậu duệ ông Vũ Xuân ở làng Xuân Lan; trong đó có nhiều người giữ những cương vị quan trọng trong Triều đình phong kiến. Sách ''Bắc Ninh dư địa chí'' gọi dòng họ ông Vũ Xuân là ''Vọng tộc đất Lương Tài''.\n\nCác cháu nội ông Triệu Phái bá Vũ Xuân ở làng Ngọc Quan xét tới nay có đầy đủ các vị thủ khoa từ Nho học ([https:\/\/tuhdu11.files.wordpress.com\/2023\/04\/do-dau-xu.png Đầu xứ], [https:\/\/tuhdu11.files.wordpress.com\/2023\/04\/huong-nguyen.png Giải nguyên], [https:\/\/tuhdu11.files.wordpress.com\/2023\/04\/hoinguyen.png Hội nguyên], [https:\/\/tuhdu11.files.wordpress.com\/2023\/04\/dinh-thi.png thi Đình]) đến [https:\/\/tuhdu11.files.wordpress.com\/2023\/04\/hiendai.png hiện đại], và trong cả nước chỉ có ít địa phương có được đặc điểm này<ref>xem thêm mục More information trên trang weblog https:\/\/vutubn.wordpress.com\/ của ông Vũ Tú ghi nhanh vào năm 2015<\/ref>: làng Ngọc Quan thực sự xứng đáng là một trong những điểm sáng của cả nước, và nếu như [[Mộ Trạch|làng Mộ Trạch]] được gọi là \"làng Tiến sĩ xứ Đông\" thì hoàn toàn đúng đắn khi gọi làng Ngọc Quan là \"làng Khôi nguyên xứ Bắc\". Bắt nguồn từ truyền thống của làng Mộ Trạch - [[Xứ Đông|xứ Hải Đông]], dòng họ Vũ này đã và đang đóng góp những người ưu tú làm rạng danh xứ [[Kinh Bắc]].\n\n==Di tích==\n* [https:\/\/bacninh.gov.vn\/news\/-\/details\/20182\/-inh-ngoc-quan-di-tich-kien-truc-nghe-thuat-39139680 Đình Ngọc Quan]: được xây dựng vào thế kỉ 18, thời Lê-Trịnh, được công nhận là [[Di tích]] kiến trúc nghệ thuật cấp Quốc gia. Đình làng thờ [[thành hoàng]] là ''Huệ thông linh ứng dực vận khai bình đại vương'' (thiên thần). Từ thời Lê Trịnh, phối thờ Lại bộ tả [[Thị lang]] Vũ Miên và [[Tri phủ]] Thiên Trường Vũ Tể là người làng. Đình được công nhận là Di tích Lịch sử - Văn hóa theo Quyết định số 15\/2003\/QĐ-BVHTT ngày 14 tháng 4 năm 2003 của [[Bộ Văn hóa - Thông tin]]\n* [http:\/\/mobile.coviet.vn\/detail.aspx?key=Kim+Thao&type=A0 Đình làng Kim Thao]: được xây dựng từ thời nhà Lê (khoảng thế kỉ 17), được công nhận là Di tích kiến trúc nghệ thuật cấp Quốc gia. {Làng Kim Thao (tên Nôm là làng Tháp): từ năm 1886 trở về trước có tên là Bảo Thao; từ năm 1886 đến nay có tên là Kim Thao}\n* Khu [https:\/\/bacninh.gov.vn\/news\/-\/details\/20182\/van-chi-lang-ngoc-quan-39849665 Văn Chỉ] của làng Sen và [https:\/\/bacninh.gov.vn\/news\/-\/details\/20182\/nha-tho-gia-toc-tien-si-vu-mien-39199504 Nhà thờ họ Vũ] ở làng Sen, nơi ghi danh những vị [[Khoa bảng Việt Nam|khoa bảng]] dòng họ Vũ, từng nổi danh về làng [[khoa cử]] [[Nho học]].\n* Sùng Quang Tự, ở làng Ngọc Quan, là chùa cổ do sa môn Như Lý xây dựng, để đón [[Chân Nguyên|Chân Nguyên thiền sư]] (chức [[Tăng thống]] đời [[Lê Dụ Tông]], là người khôi phục lại [[Trúc Lâm Yên Tử|thiền phái Trúc Lâm]] đời [[Nhà Trần|Trần]] ở [[Đàng Ngoài]]) về<ref>''Hiển an Sùng Quang tự thiền tháp ký'' 顯安崇光寺禪塔記, làng Sen, huyện Lương Tài, tỉnh Bắc Ninh<\/ref><ref>{{Chú thích web|url=https:\/\/tapchinghiencuuphathoc.vn\/to-nhu-trung-lan-giac-trong-boi-canh-the-ky-xvii-xviii-voi-su-xuat-hien-cua-cac-bac-tung-lam-thach-tru-o-bac-ninh.html|tựa đề=Tổ Như Trừng Lân Giác trong bối cảnh thế kỷ XVII, XVIII với sự xuất hiện của các bậc \"tùng lâm thạch trụ\" ở Bắc Ninh|ngày=2023-03-14|website=tapchinghiencuuphathoc.vn|ngôn ngữ=vi|ngày truy cập=2023-04-16}}<\/ref>, đã từng là danh thắng đất Bắc\n\n==Lễ hội==\n* Lễ hội làng Ngọc Quan: tôn vinh 2 vị hậu thần là danh nhân Vũ Miên (đỗ đầu xứ<ref>Xứ là đơn vị hành chính, thời Lê Thánh Tông chia đất nước  thành 13 Xứ.\n\nMuốn dự thi Hương, thí sinh phải đậu qua phần thi khảo hạch (sơ tuyển) học lực: Đây là kỳ thi ám tả cổ văn (chép một đoạn trong Tứ thư. Ngũ kinh, không được mở sách; không có người đọc cho chép), ai đỗ thì mới được vào thi Hương.\n\nSau này, thấy chỉ kiểm tra bằng ám tả không đủ người ta cho kiểm tra nhiều nội dung hơn, cuối cùng kiểm tra toàn bộ văn thể 4 kỳ như thi Hương. Đây là kỳ sát hạch, chưa phải kỳ thi chính. Đỗ kỳ này chưa có học vị gì. Người đỗ đầu cả '''Xứ''' (từ cuối thế kỷ 18 trở đi gọi là '''Trấn''') được tặng danh hiệu đầu xứ (về sau đỗ đầu tỉnh cũng gọi là đầu xứ), gọi tắt là '''ông Xứ'''.<\/ref>, Hương giải, Hội nguyên) và Tri phủ Vũ Tể (đỗ đầu xứ, Hương giải, Tam trường [[thi Hội]]) là những người có công xây dựng đối với quê hương.\n* Lễ hội Đình làng Kim Thao: tôn vinh ba vị Thành hoàng Vĩnh Dụ, Phù Linh, Thiên Minh là con trai bảng nhãn - nhà sử học [[Lê Văn Hưu]], đã có công đánh giặc giữ cho vận nước yên bình. Đình có quy mô bề thế nằm ngay đúng vị trí ngày nay. Hiện tại di tích còn bảo tồn khá nguyên vẹn các công trình kiến trúc với kết cấu gỗ, những mảng trạm khắc trang trí của kiến trúc Lê - Nguyễn, trên hệ thống các bức cốn, dây triện, đòn bẩy…Đình làng Kim Thao được xếp hạng di tích lịch sử cấp quốc gia không chỉ tôn vinh giá trị lịch sử, kiến trúc nghệ thuật của ngôi đình mà còn thể hiện đạo lý \"Uống nước nhớ nguồn\" của người Việt.\n\n== Chú thích ==\n{{tham khảo}}\n\n==Tham khảo==\n\n* Đại Việt lịch triều đăng khoa lục\n* Lê triều-Vũ Liên Khê Công-Bắc sứ tự thuật kí\n* Đại Việt sử ký tục biên\n* Khâm định Việt sử Thông giám cương mục\n* Hoàng Lê nhất thống chí\n* Đại Nam liệt truyện\n* Đại Nam thực lục\n* Quốc sử di biên\n* Hoàng Việt long hưng chí\n* Bắc Ninh dư địa chí, Nhà xuất bản Văn hóa Thông tin 1997\n* Từ điển tác gia văn hóa Việt Nam, Nhà xuất bản Văn hóa Thông tin 1999\n* Lược truyện các tác gia Việt Nam, Nhà xuất bản Văn học 2000\n* Làng xã tỉnh Bắc Ninh, Tập 1, Nhà xuất bản Thanh niên 2011 \n* [http:\/\/nguoikinhbac.vn\/detail\/Bac-Ninh-noi-sinh-nghe-thuat-san-khau-cheo--THUONG-LUYEN-244-0 Bắc Ninh nôi sinh nghệ thuật sân khấu chèo?] - Thượng Luyến\n* Sứ thần Việt Nam, Nhà xuất bản Văn hóa Thông tin 1996\n\n{{Đơn vị hành chính thuộc huyện Lương Tài}}"}