{"3185944":"{{Chú thích trong bài|date=tháng 7\/2022}}\n{{Thông tin viên chức\n| tên = Lâm Quang Thi\n| hình = General Lâm Quang Thi.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh Tiền phương Quân đoàn I\n| bắt đầu = 9\/1972\n| kết thúc = 29\/3\/1975\n| tiền nhiệm = \n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Trung tướng\n| kế nhiệm = \n| địa hạt = Quân khu I\n| phó chức vụ = Tham mưu trưởng\n| phó viên chức = -Đại tá Lê Ngọc Hy\n| chức vụ khác = \n| thêm = \n| chức vụ 2 = [[Hình: QD I VNCH.jpg|22px]]<br>Tư lệnh phó Quân đoàn I\n| bắt đầu 2 = 4\/1972\n| kết thúc 2 = 29\/3\/1975\n| tiền nhiệm 2 = \n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Trung tướng\n| kế nhiệm 2 = \n| địa hạt 2 = Quân khu I\n| phó chức vụ 2 = Tư lệnh\n| phó viên chức 2 = -Trung tướng [[Hoàng Xuân Lãm]] (6\/1966-5\/1972)<br>-Trung tướng [[Ngô Quang Trưởng]] (5\/1972-29\/3\/1975)\n| chức vụ khác 2 = \n| thêm 2 = \n| chức vụ 3 = [[Hình: VNNMA-Emblem.svg|22px]]<br>Chỉ huy trưởng<br>Trường Võ bị Quốc gia Đà Lạt\n| bắt đầu 3 = 7\/1968\n| kết thúc 3 = 4\/1972\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Thiếu tướng<br>-Trung tướng (11\/1971)\n| phó chức vụ 3 = \n| phó viên chức 3 = \n| tiền nhiệm 3 = -Đại tá Đỗ Ngọc Nhận\n| kế nhiệm 3 = -Thiếu tướng [[Lâm Quang Thơ]]\n| địa hạt 3 = Vùng 2 chiến thuật\n| chức vụ khác 3 = \n| thêm 3 = \n| chức vụ 4 = [[Hình: SuDoan9.jpg|22px]]<br>Tư lệnh Sư đoàn 9 Bộ binh\n| bắt đầu 4 = 9\/1965\n| kết thúc 4 = 7\/1968\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Đại tá<br>-Chuẩn tướng (2\/1966)<br>-Thiếu tướng (6\/2968)\n| tiền nhiệm 4 = -Chuẩn tướng [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]\n| kế nhiệm 4 = -Đại tá [[Trần Bá Di]]\n| địa hạt 4 = Vùng 4 chiến thuật\n| phó chức vụ 4 = Tư lệnh phó\n| phó viên chức 4 = -Đại tá [[Trần Bá Di]]\n| chức vụ khác 4 = \n| thêm 4 = \n| chức vụ 5 = [[Hình: ARVN 7th Division SSI.svg|22px]]<br>Tư lệnh phó Sư đoàn 7 Bộ binh\n| bắt đầu 5 = 11\/1964\n| kết thúc 5 = 9\/1965\n| tiền nhiệm 5 = \n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Đại tá\n| kế nhiệm 5 = \n| địa hạt 5 = Vùng 4 chiến thuật\n| phó chức vụ 5 = Tư lệnh\n| phó viên chức 5 = -Chuẩn tướng [[Nguyễn Bảo Trị]]\n| chức vụ khác 5 = \n| thêm 5 = \n| chức vụ 6 = [[Hình: ARVN 7th Division SSI.svg|22px]]<br>Phụ tá Hành quân<br>Bộ Tư lệnh Sư đoàn 7 Bộ binh\n| bắt đầu 6 = 9\/1964\n| kết thúc 6 = 11\/1964\n| tiền nhiệm 6 = \n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Trung tá<br>-Đại tá (11\/1964)\n| kế nhiệm 6 = \n| địa hạt 6 = Vùng 4 chiến thuật\n| phó chức vụ 6 = Tư lệnh\n| phó viên chức 6 = -Chuẩn tướng [[Nguyễn Bảo Trị]]\n| chức vụ khác 6 = \n| thêm 6 = \n| chức vụ 7 = [[Hình: Huy hiệu Lục quân Việt Nam Cộng hòa.png|22px]]<br>Trưởng phòng 3 Bộ tư lệnh Lục quân\n| bắt đầu 7 = 2\/1963\n| kết thúc 7 = 1\/1964\n| tiền nhiệm 7 = \n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Trung tá\n| kế nhiệm 7 = \n| địa hạt 7 = Biệt khu Thủ đô\n| phó chức vụ 7 = Tư lệnh\n| phó viên chức 7 = -Trung tướng [[Trần Văn Đôn]]\n| chức vụ khác 7 = \n| thêm 7 = \n| chức vụ 8 = [[Hình: Flag of ARVN's Artillery Forces.svg|22px]]<br>Chỉ huy trưởng Pháo binh<br>Bộ tư lệnh Hành quân Bộ Tổng tham mưu\n| bắt đầu 8 = 8\/1961\n| kết thúc 8 = 2\/1963\n| tiền nhiệm 8 = \n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Trung tá\n| kế nhiệm 8 = \n| địa hạt 8 = Biệt khu Thủ đô\n| phó chức vụ 8 = Tham mưu trưởng\n| phó viên chức 8 = -Đại tá Lê Ngọc Hy\n| chức vụ khác 8 = \n| thêm 8 = \n| chức vụ 9 = [[Hình: Flag of ARVN's Artillery Forces.svg|22px]]<br>Xử lý thường vụ chức vụ<br>Chỉ huy trưởng Pháo binh Trung ương\n| bắt đầu 9 = 11\/1960\n| kết thúc 9 = 8\/1961\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Thiếu tá<br>-Trung tá\n| phó chức vụ 9 = \n| phó viên chức 9 = \n| tiền nhiệm 9 = -Đại tá [[Nguyễn Xuân Trang]]\n| kế nhiệm 9 = -Trung tá [[Nguyễn Xuân Thịnh]]\n| địa hạt 9 = Biệt khu Thủ đô\n| chức vụ khác 9 = \n| thêm 9 = \n| chức vụ 10 = [[Hình: Flag of ARVN's Artillery Forces.svg|22px]]<br>Chỉ huy phó Pháo binh Trung ương\n| bắt đầu 10 = 12\/1959\n| kết thúc 10 = 11\/1960\n| tiền nhiệm 10 = \n| trưởng chức vụ 10 = Cấp bậc\n| trưởng viên chức 10 = -Thiếu tá<br>-Trung tá (11\/1960)\n| phó chức vụ 10 = \n| phó viên chức 10 = \n| kế nhiệm 10 = \n| địa hạt 10 = Biệt khu Thủ đô\n| chức vụ khác 10 = \n| thêm 10 = \n| chức vụ 11 = [[Hình: Flag of ARVN's Artillery Forces.svg|22px]]<br>Chỉ huy trưởng Pháo binh Quân đoàn I\n| bắt đầu 11 = 12\/1957\n| kết thúc 11 = 12\/1959\n| tiền nhiệm 11 = \n| trưởng chức vụ 11 = Cấp bậc\n| trưởng viên chức 11 = -Thiếu tá\n| phó chức vụ 11 = \n| phó viên chức 11 = \n| kế nhiệm 11 = \n| địa hạt 11 = Vùng 1 chiến thuật\n| chức vụ khác 11 = \n| thêm 11 = \n| chức vụ 12 = [[Hình: Cờ Chỉnh binh thao lược.png|22px]]<br>Giảng huấn viên môn Pháo binh<br>Trường Đại học Quân sự ở Sài Gòn<br>(tiền thân của Trường chỉ huy Tham mưu)\n| bắt đầu 12 = 2\/1957\n| kết thúc 12 = 12\/1957\n| tiền nhiệm 12 = \n| trưởng chức vụ 12 = Cấp bậc\n| trưởng viên chức 12 = -Thiếu tá\n| kế nhiệm 12 = \n| địa hạt 12 = Quân khu Thủ đô\n| phó chức vụ 12 = Chỉ huy trưởng\n| phó viên chức 12 = -Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]]\n| chức vụ khác 12 = \n| chức vụ 13 = [[Hình: Flag of ARVN's Artillery Forces.svg|22px]]<br>Chỉ huy trưởng Trung tâm Huấn luyện<br> Pháo binh Phú Lợi, Bình Dương\n| bắt đầu 13 = 7\/1955\n| kết thúc 13 = 7\/1956\n| trưởng chức vụ 13 = Cấp bậc\n| trưởng viên chức 13 = -Thiếu tá (7\/1957)\n| tiền nhiệm 13 = -Trung tá [[Bùi Hữu Nhơn]]\n| kế nhiệm 13 = -Thiếu tá Trần Văn Hào\n| địa hạt 13 = Vùng 3 chiến thuật\n| thêm 12 = \n| quốc tịch = {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = [[COVID-19]]\n| nơi ở = California, Hoa Kỳ\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| tôn giáo = \n| đảng = \n| vợ = Tô Ngọc Bích\n| chồng = \n| họ hàng = [[Lâm Quang Thơ]] (anh)<br>Lâm Quang Thới (em)<br>Lâm Quang Thân (em)\n| cha = Lâm Quang Diêu\n| mẹ = Diệp Thị Hiền\n| con = 3 người con (2 trai 1 gái)<br>Lâm Quang Tuấn<br>Lâm Bích Ngà<br>[[Andrew Lâm|Lâm Quang Dũng]]\n| học vấn = Tú tài bán phần\n| học trường = -Trường Trung học phổ thông Phan Thanh Giản, Cần Thơ<br>-Trường Trung học Pétrus Ký, Sài Gòn<br>-Trường Võ bị Liên quân Đà Lạt<br>-Trường Pháo binh Châtons-Sur-Marne, Pháp<br>-Học viện Fort Leavenworth, Kansas, Hoa Kỳ\n| quê quán = Nam Kỳ\n| ngày sinh = [[7 tháng 5]] năm [[1932]]\n| ngày mất = {{ngày mất và tuổi|2021|1|19|1932|5|7|df=yes}}\n| nơi sinh = Vĩnh Trạch, [[Bạc Liêu]], [[Liên bang Đông Dương]]\n| nơi mất = [[Fremont, California]]\n| giải thưởng = \n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| năm phục vụ = [[1950]] - [[1975]]\n| cấp bậc = [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n| đơn vị = [[Hình: Flag of ARVN's Artillery Forces.svg|20px]] [[Pháo binh (Quân lực VNCH)|Binh chủng Pháo binh]]<br>[[Hình: ARVN 7th Division SSI.svg|20px]] [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7 Bộ binh]]<br>[[Hình: SuDoan9.jpg|20px]] [[Sư đoàn 9 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 9 Bộ binh]]<br>[[Hình: VNNMA-Emblem.svg|20px]] [[Trường Võ bị Quốc gia Đà Lạt|Võ bị Đà Lạt]]<br>[[Hình: QD I VNCH.jpg|20px]] [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I và QK 1]]\n| chỉ huy = [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Tam đẳng\n}}\n\n'''Lâm Quang Thi''' (1932 - 19 tháng 01 năm 2021) nguyên là một tướng lĩnh gốc Pháo binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ trường Võ bị Liên quân do [[Quốc gia Việt Nam]] mở ra ở Cao nguyên Trung phần Việt Nam. Chuyên môn Quân sự của ông là Pháo binh. Ông đã phục vụ ở Binh chủng này từ khi còn là Thiếu úy cho đến khi lên đến Trung tá suốt 12 năm liền (1951-1963). Sau ông được chuyển sang Tư lệnh các Sư đoàn Bộ binh, rồi Chỉ huy trưởng các cơ sở đào tạo nhân sự cho Quân đội. Sau cùng là Phó Tư lệnh của [[Quân đoàn I (Việt Nam Cộng hòa)|Quân đoàn I & Quân khu I]]. Ông cũng được mệnh danh là một vị \"Tướng Pháo binh\".\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 7 tháng 5 năm 1932 trong một gia đình đã có mấy đời là đại điền chủ danh giá tại Vĩnh Trạch, [[Bạc Liêu]], miền Tây Nam phần Việt Nam. Thời niên thiếu ông học ở trường Phan Thanh Giản, Cần Thơ. Kế tiếp lên Sài Gòn học ở trường [[Lycée Petrus Ký]] theo chương trình Pháp. Năm 1949, ông thi đậu Tú tài bán phần (Part I). Về sau, khi đã ở trong quân ngũ, ông học hàm thụ thi đậu bằng Tú tài II Triết học Pháp.<ref>Sau 1975, khi định cư ở Hoa Kỳ, ông đậu thêm bằng Cử nhân Xã hội học (Viện Đại học University of San Francisco) và bằng Cao học Quản trị Kinh doanh (Master Degree of Business Administration, Viện Đại học Golden Gate University, San Francisco).<\/ref>\n\n===Quân đội Quốc gia Việt Nam===\nCuối tháng 9 năm 1950, thi hành lệnh động viên của Chính phủ Quốc gia Việt Nam, ông cùng người anh trai là Lâm Quang Thơ tình nguyện nhập ngũ vào [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]], mang số quân: 52\/120.072. Được theo học khóa 3 Trần Hưng Đạo tại trường [[Trường Võ bị Quốc gia Đà Lạt|Võ bị Liên quân Đà Lạt]] khai giảng ngày 1 tháng 10 năm 1950. Ngày 1 tháng 7 năm 1951 tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường tiếp tục theo học lớp căn bản Pháo Binh tại Trung tâm Huấn luyện Pháo binh Phú Lợi, Bình Dương. Sau đó, được huấn luyện thêm về chuyên môn Pháo binh tại Biên Hòa. Tháng 2 năm 1952 mãn khóa, ông được điều đến Pháo đội 3 đồn trú ở Bắc Ninh giữ chức vụ Trung đội trưởng.\n\nĐầu năm 1953, ông được thăng cấp [[Trung úy]], giữ chức vụ Pháo đội trưởng Pháo đội 2 đồn trú tại Hưng Yên. Tháng 5 cùng năm, Pháo đội 2 di chuyển về Vân Đồn, ông hoán chuyển nhiệm vụ với Trung úy [[Nguyễn Xuân Thịnh]] chuyển qua chỉ huy Pháo đội 1. Tháng 11, bàn giao Pháo đội 1 lại cho Trung úy [[Dương Thái Đồng (Đại tá, Quân lực VNCH)|Dương Thái Đồng]].<ref>Trung uý Dương Thái Đồng sinh năm 1930, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Chỉ huy phó Binh chủng Pháo binh.<\/ref> Kế tiếp, ông chuyển vào Nam phục vụ tại Ban chỉ huy Tiểu đoàn 1 Pháo binh ở Bình Thủy, Cần Thơ trong chức vụ Sĩ quan Hành quân Tiểu đoàn. Tháng 12 cuối năm, chuyển sang làm Pháo đội trưởng Pháo đội 3 đồn trú tại Vĩnh Long.\n\nTháng 4 năm 1954, ông bàn giao Pháo đội 3 (đang hành quân ở Ban Mê Thuột) lại cho Trung úy [[Lê Trí Tín (Đại tá, Quân lực VNCH)|Lê Trí Tín]].<ref>Trung uý Lê Trí Tín sinh năm 1931, tốt nghiệp khóa 6 Võ bị Đà Lạt, sau cùng là Đại tá Tỉnh trưởng Quảng Nam.<\/ref> Đầu tháng 5, ông được thăng cấp [[Đại úy]] và được chọn đi du học lớp Pháo binh cao cấp (2 tháng) tại Trường Pháo binh Châtons-Sur-Marne, Pháp. Tháng 10 cuối năm, ông được cử làm Tiếu đoàn trưởng Tiểu đoàn 4 Pháo binh đồn trú tại Pleiku.\n\n===Quân lực Việt Nam Cộng hòa===\nĐầu năm 1955, ông bàn giao Tiểu đoàn 4 lại cho Đại úy Dương Thái Đồng. Sau đó, ông được cử làm Giám đốc Quân huấn Trung tâm Huấn luyện Pháo binh Phú Lợi (Bình Dương) do Trung tá [[Bùi Hữu Nhơn]] làm Chỉ huy trưởng. Tháng 7 cùng năm, ông được thăng cấp [[Thiếu tá]], giữ chức vụ Chỉ huy trưởng Trung tâm thay thế Trung tá [[Bùi Hữu Nhơn]] được cử làm Chỉ huy trưởng Binh chủng Pháo binh Trung ương.\n\nTháng 7 năm 1956, ông được cử đi du học Pháo binh cao cấp tại Fort Still, Olahoma, Hoa Kỳ sau khi bàn giao Trường Pháo binh lại cho Thiếu tá [[Trân Văn Hào (Đại tá, Quân lực VNCH)|Trần Văn Hào]]<ref>Thiếu tá Trần Văn Hào sinh năm 1922 tại Nam Vang, tốt nghiệp khóa 5 Võ bị Liên quân Đà Lạt. Sau cùng là Đại tá Chỉ huy trưởng Pháo binh Quân đoàn IV<\/ref>. Tháng 11 cùng năm mãn khóa về nước phục vụ tại Bộ Tổng tham mưu. Qua tháng 2 năm 1957, chuyển về trường Đại học Quân sự do Trung tướng [[Trần Văn Minh (lục quân)|Trần Văn Minh]] (Lục quân) làm Chỉ huy trưởng. Ông được cử làm giảng sư và huấn luyện viên về Pháo binh. Tháng 12 cuối năm, chuyển ra miền Trung giữ chức vụ Chỉ huy trưởng Pháo binh Quân đoàn I. Tháng 9 năm 1958, ông được tháp tùng Phái đoàn Quân sự Việt Nam đi du hành thăm viếng các đơn vị và căn cứ quân sự của Đại Hàn Dân Quốc. Cuối năm 1959, ông chuyển trở về Bộ Tổng tham mưu giữ chức vụ Chỉ huy phó Binh chủng Pháo binh Trung ương.\n\nĐầu tháng 11 năm 1960, Xử lý thường vụ chức vụ Chỉ huy trưởng Pháo binh Trung ương trong khi Đại tá [[Nguyễn Xuân Trang]] đi học lớp Chỉ huy Tham mưu cao cấp tại Hoa Kỳ. Ngay sau đó ông được thăng cấp [[Trung tá]]. Tháng 8 năm 1961, hoán đổi nhiệm vụ với Trung tá [[Nguyễn Xuân Thịnh]]<ref>Trung tá Nguyễn Xuân Thịnh về Bộ chỉ huy Pháo binh Trung ương thay Trung tá Lâm Quang Thi làm Chỉ huy trưởng<\/ref>, ông được cử làm Chỉ huy trưởng Pháo binh ở Bộ tư lệnh hành quân tại Bộ Tổng tham mưu, do Trung tướng [[Dương Văn Minh]] làm Tư lệnh. Tháng 2 năm 1963, ông được cử làm Trưởng phòng 3 tại Bộ Tư lệnh Lục quân do Trung tướng [[Trần Văn Đôn]] làm Tư lệnh. Tháng giêng năm 1964, được cử đi du học lớp Chỉ huy Tham mưu tại Học viện Fort Leavenworth, Kansas, Hoa Kỳ, tiếp theo học lớp Bảo toàn Dự phòng và lớp Hành quân chống dấy loạn tại 2 trường: Trường Thiết giáp Kỵ binh Fort Knox, Kentucky và Trường Fort Bragg, North Carrolina, Hoa Kỳ. Tháng 9 cùng năm mãn khóa về nước, ông được cử giữ chức vụ Phụ tá hành quân Tư lệnh Sư đoàn 7 Bộ binh. Hai tháng sau vào ngày Quốc khánh 1 tháng 11 ông được thăng cấp [[Đại tá]], giữ chức vụ Tư lệnh phó Sư đoàn 7 do Chuẩn tướng [[Nguyễn Bảo Trị]] làm Tư lệnh. Cuối tháng 9 năm 1965, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 9 Bộ binh thay thế Chuẩn tướng [[Vĩnh Lộc]] đi làm Tư lệnh Biệt khu Thủ đô. Tháng 2 năm 1966, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\nNgày Quân lực 19 tháng 6 năm 1968, ông được thăng cấp [[Thiếu tướng]] tại nhiệm. Một tháng sau, bàn giao Sư đoàn 9 lại cho Đại tá Tư lệnh phó [[Trần Bá Di]]. Ngay sau đó, ông được bổ nhiệm chức vụ Chỉ huy trưởng trường Võ bị Quốc gia Đà Lạt thay thế Đại tá [[Đỗ Ngọc Nhận (Đại tá, Quân lực VNCH)|Đỗ Ngọc Nhận]]<ref>Đại tá Đỗ Ngọc Nhận sinh năm 1930 tại Nam Định, tốt nghiệp khóa 3 Võ bị Đà Lạt<\/ref>. Tháng 5 năm 1969, ông hướng dẫn Phái đoàn Quân sự đi thăm viếng trường Võ bị Thái Lan và Philippines. Tháng 11 cùng năm, hướng Phái đoàn thăm viếng trường Võ bị Đại Hàn, Đài Loan và Nhật Bản. Tháng 11 năm 1970, hướng dẫn Phái đoàn đến Hoa Kỳ thăm viếng các trường Võ bị Lục quân, Hải quân, Không quân và Võ bị West Point. Mùa hè năm 1971, ông tiếp tục được hướng dẫn Phái đoàn quân sự thăm viếng trường Võ bị Hoàng gia và trường Không quân ở Canberra, Thủ đô nước Úc. Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 cùng năm, ông được thăng cấp [[Trung tướng]] tại nhiệm.\n\nTrung tuần tháng 4 năm 1972, ông nhận lệnh bàn giao trường Võ bị Đà Lạt lại cho bào huynh là Thiếu tướng [[Lâm Quang Thơ]], để đi nhận chức vụ Tư lệnh phó Quân đoàn I và Quân khu 1 ''(Tư lệnh Quân đoàn là Trung tướng [[Hoàng Xuân Lãm]], một tháng sau Trung tướng [[Ngô Quang Trưởng]] nguyên Tư lệnh Quân đoàn IV được bộ Tổng tham mưu cử ra thay thế tướng Hoàng Xuân Lãm)''. Đầu tháng 9, ông kiêm Tư lệnh Tiền phương Quân đoàn I cho đến cuối tháng 3 năm 1975 ''(Bộ Tư lệnh Tiền phương đặt tại căn cứ Mang Cá trong Thành Nội Huế)''.\n\n*''Bộ tư lệnh Tiền phương Quân đoàn I vào thời điểm tháng 3\/1975, nhân sự được phân bổ trách nhiệm như sau:''<br>-Tham mưu trưởng - Đại tá [[Lê Ngọc Hy (Đại tá, Quân lực VNCH)|Lê Ngọc Hy]]<ref>Đại tá Lê Ngọc Hy, sinh năm 1928 tại Huế, tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref><br>-Tham mưu phó kiêm Trưởng phòng 5 - Trung tá [[Nguyễn Trinh (Trung tá, Quân lực VNCH)|Nguyễn Trinh]]<ref>Trung tá Nguyễn Trinh tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref><br>-Trưởng phòng 1 - Trung tá [[Nguyễn Phúc Bảo Thọ (Trung tá, Quân lực VNCH)|Bảo Thọ]]<ref>Trung tá Bảo Thọ sinh năm 1935 tại Huế, tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref><br>-Trưởng phòng 2 - Trung tá [[Trần Khắc Đản (Trung tá, Quân lực VNCH)|Trần Khắc Đản]]<ref>Trung tá Trần Khắc Đản sinh năm 1936 tại Hưng Yên, tốt nghiệp khóa 13 Võ bị Đà Lạt<\/ref><br>-Trưởng phòng 3 - Trung tá [[Lê Duy Hiền (Trung tá, Quân lực VNCH)|Lê Duy Hiền]]<ref>Trung tá Lê Duy Hiền sinh năm 1932 tại Thừa Thiên, tốt nghiệp khóa 3 Võ khoa Thủ Đức<\/ref><br>-Trưởng phòng 4 - Trung tá [[Nguyễn Văn Thông (Trung tá, Quân lực VNCH)|Nguyễn Văn Thông]]<ref>Trung tá Nguyễn Văn Thông sinh năm 1935 tại Quảng Bình, tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref><br>-Trưởng phòng 6 - Trung tá [[Đỗ Hữu Bảo (Trung tá, Quân lực VNCH)|Đỗ Hữu Bảo]]<ref>Trung tá Đỗ Hữu Bảo sinh năm 1932 tại Thừa Thiên, tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref>\n\n==1975==\nNgày 29 tháng 3, ông di tản khỏi [[Đà Nẵng]] về Sài Gòn. Đêm ngày 29 tháng 4 tại [[bến Bạch Đằng]], cùng với gia đình di tản ra khơi trên Soái hạm HQ-1.\n\nSau đó, gia đình sang định cư ở Hoa Kỳ, lúc đầu ở Thành phố Milpitas California, sau chuyển sang sống tại Thành phố Fremont, cũng thuộc Tiểu bang California.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tam đẳng (ân thưởng)<br>-Mười bảy Anh dũng Bội tinh với nhành dương liễu.<br>-Huy chương U.S Legion of Merit (Hoa Kỳ).<br>-Chương mỹ Bội tinh (Đại Hàn).\n\n===Bằng cấp về sau===\n:-Tú tài II Triết học Pháp\n:-Cử nhân Xã hội học tại Viện Đại học University of San Francisco.\n:-Cao học Quản trị kinh doanh ''(Master Degree of Business Administration)'' tại Viện Đại học Golden Gate University, San Francisco.\n\n==Tác phẩm== \n- ''Autopsy-The Death of South Vietnam'' (Khám nghiệm cái chết của miền Nam Việt Nam).<br \/>- ''The Twenty-Five Year Century'' (Hai mươi lăm năm trong một thế kỷ).<br\/>- ''Rolling Thunder in a Gentle Land.''\n\n==Gia đình==\n*Song thân: Cụ Lâm Quang Diêu (Kỹ sư) và cụ Diệp Thị Hiền (1909-2002)\n*Bào huynh: Ông [[Lâm Quang Thơ]] (Thiếu tướng Việt Nam Cộng hòa)\n*Bào đệ:<br>-Ông [[Lâm Quang Thới (Trung tá, Quân lực VNCH)|Lâm Quang Thới]] (Sinh năm 1933, tốt nghiệp khóa 10 Võ bị Đà Lạt, Trung tá Bộ binh VNCH)<br>-Ông [[Lâm Quang Thân (Thiếu tá, Quân lực VNCH)|Lâm Quang Thân]] (Sinh năm 1936, tốt nghiệp khóa 14 Võ bị Đà Lạt, Thiếu tá Không quân VNCH)\n*Phu nhân: Bà Tô Ngọc Bích - Ông bà có ba người con gồm 2 trai, 1 gái. Người con trai là Andrew Lâm, hiện đang là một nhà văn và phóng viên.\n\n==Qua đời== \nÔng qua đời ngày 19 tháng 1 năm 2021, hưởng thọ 88 tuổi, sau 14 ngày chống chọi với [[COVID-19]]<ref>{{Chú thích web|url=https:\/\/www.nguoi-viet.com\/little-saigon\/cong-dong\/cuu-trung-tuong-lam-quang-thi-qua-doi\/|tựa đề=Cựu Trung Tướng Lâm Quang Thi qua đời vì COVID-19|tác giả=|họ=|tên=|ngày=2021-01-19|website=Người-Việt|url lưu trữ=|ngày lưu trữ=2021-01-19|url hỏng=|ngày truy cập=2021-01-20}}<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1932]]\n[[Thể loại:Mất năm 2021]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Bạc Liêu]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Tử vong vì đại dịch COVID-19 tại Hoa Kỳ]]"}