{"14790024":"'''Lâm Võ Hoàng''' (3 tháng 6 năm 1933 – 28 tháng 3 năm 2019) là một chuyên gia trong lĩnh vực [[ngân hàng]] và [[tài chính]] nổi tiếng của Việt Nam. Ông có những đóng góp lớn cho ngành Ngân Hàng của Việt Nam xuyên suốt từ thời Việt Nam Cộng Hòa với vai trò là Thứ trưởng Bộ thương mại và phó tổng giám Ngân hàng Việt Nam Thương Tín Sài Gòn, sau đó làm thành viên của Nhóm nghiên cứu chuyên đề kinh tế của Thành ủy Thành phố Hồ Chí Minh sau [[Sự kiện 30 tháng 4 năm 1975]].\n==Cuộc đời==\nLâm Võ Hoàng là một Hiến sinh của Đan viện Biển Đức Thiên An Huế (từ năm 1965 đến 1995) và Đan viện Biển Đức Thiên Phước, Thủ Đức (từ năm 1996 đến 2018). Ông nguyên là Thứ trưởng Bộ thương mại của chế độ Việt Nam Cộng Hòa (từ năm 1965 đến 1968) phụ trách ngoại thương và phó tổng giám Ngân hàng Việt Nam Thương Tín Sài Gòn (từ năm 1968 đến năm 1975), ngân hàng lớn nhất của chính quyền miền Nam. Sau năm 1975, Ông gia nhập Nhóm nghiên cứu chuyên đề kinh tế của Thành ủy Thành phố Hồ Chí Minh.<ref name=\" Báo Tuổi Trẻ 1\" >[https:\/\/tuoitre.vn\/nha-ngan-hang-lam-vo-hoang-cua-nhom-thu-sau-qua-doi-20190328144211777.htm Nhà ngân hàng Lâm Võ Hoàng của Nhóm Thứ Sáu qua đời], Báo Tuổi Trẻ<\/ref> \n==Đánh giá==\n* Theo đánh giá của [[Báo Tuổi Trẻ]]:\n{{cquote|Một trong những đóng góp to lớn của ông Lâm Võ Hoàng, cùng với chuyên gia [[Huỳnh Bửu Sơn]], là pháp lệnh ngân hàng, theo đó cải cách hệ thống ngân hàng Việt Nam thành 2 cấp, và một thay đổi quan trọng là chức danh tổng giám đốc Ngân hàng Việt Nam được thay bằng thống đốc Ngân hàng Việt Nam.<ref name=\" Báo Tuổi Trẻ 1\" \/>}}\n* {{cquote|Với anh em trong \"Nhóm Thứ Sáu\", anh Lâm Võ Hoàng là một con người đặc biệt với một trái tim thuần khiết. Anh Hoàng đã sống một cuộc đời vì người khác, chẳng bao giờ bon chen hay vụ lợi cho bản thân dẫu đó là người rất hay tranh cãi, phản biện._Huỳnh Bửu Sơn<ref name=\" Báo Tuổi Trẻ 2\" \/>}}\n==Câu nói==\n* Khi nói về dự thảo Pháp lệnh ngân hàng Việt Nam\n{{cquote|Chúng ta đẻ một đứa con trai hi vọng nó trở thành bác sĩ, kỹ sư nhưng sau này lớn lên, nó có thể chưa được như kỳ vọng thì ít ra mình vẫn cảm thấy may mắn đứa trẻ đó lành lặn, đầy đủ bộ phận để có thể sinh sôi, phát triển thế hệ kế tiếp, vậy là vui rồi.<ref name=\" Báo Tuổi Trẻ 2\" >[https:\/\/tuoitre.vn\/nguoi-dac-biet-lam-vo-hoang-cua-nhom-thu-sau-20190329103612009.htm Người đặc biệt Lâm Võ Hoàng của Nhóm Thứ Sáu], Báo Tuổi Trẻ<\/ref>}} \n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n\n* [http:\/\/www.conggiaovietnam.net\/index.php\/index.php?m=module3&v=chapter&ib=20&ict=241 Hiến sinh Lâm Võ Hoàng]\n\n[[Thể loại:Sinh năm 1933]]\n[[Thể loại:Mất năm 2019]]\n[[Thể loại:Người Kiên Giang]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nhà kinh tế học Việt Nam]]\n[[Thể loại:Nhà nghiên cứu kinh tế Việt Nam]]"}