{"3165910":"{{Cần biên tập|date=tháng 11\/2021}}\n{{TSNDS nguồn|date=tháng 11\/2021}}\n{{bài cùng tên|Nhật Tiến}}\n{{Infobox musical artist\n| hình = Lâm Nhật Tiến.jpg\n| chú thích hình = Lâm Nhật Tiến trong một chương trình ca nhạc tại hải ngoại năm 2019\n| name = Lâm Nhật Tiến\n| image_size = \n| background = Ca sĩ\n| birth_name = Lâm Nhật Tiến\n| alias = \n| origin = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| birth_date = {{ngày sinh và tuổi|1971|9|3}}\n| birth_place = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| genre = [[pop]], [[nhạc vàng]], [[nhạc tiền chiến]], [[nhạc trẻ]], [[tình khúc 1954-1975]], [[nhạc hải ngoại]]\n| years_active = 1994–nay \n| label = [[Trung tâm Asia|Asia Entertainment]]\n| associated_acts = \n| website = \n| current_members = \n| past_members = \n| notable_instruments = \n|Năm hoạt động=[[1994 - nay]]}}\n\n'''Lâm Nhật Tiến''' (sinh ngày [[3 tháng 9]] năm [[1971]]) là một [[ca sĩ]] [[người Mỹ gốc Việt]], đã từng cộng tác chính thức với [[Trung tâm Asia]] trong khoảng thời gian từ 1994-2016.\n\nLâm Nhật Tiến được xem là một trong những nam ca sĩ [[nhạc pop]] hàng đầu tại [[hải ngoại]].<ref>Jan Dodd & Mark Lewis, [https:\/\/books.google.com.vn\/books?id=7WvOSgCHrOoC&hl=vi&source=gbs_navlinks_s\/ Rough Guide to Vietnam], trang 538, 2003<\/ref>\n\n==Tiểu sử==\nLâm Nhật Tiến sinh ngày 3 tháng 9 năm 1971 tại [[Thành phố Hồ Chí Minh|Sài Gòn]], bấy giờ là thủ đô của [[Việt Nam Cộng hòa]]. Anh là con út trong gia đình gồm 7 anh chị em. Từ thuở nhỏ, Lâm Nhật Tiến đã rất đam mê âm nhạc. Năm 1981, anh cùng gia đình sang [[Hoa Kỳ]] định cư <ref>{{Chú thích web|url=https:\/\/www.sbtn.tv\/lam-nhat-tien-ky-niem-20-nam-ca-hat\/|title=Lâm Nhật Tiến- kỷ niệm 20 năm ca hát, SBTN.TV 24.3.2015}}<\/ref>. Anh học trung học và tốt nghiệp đại học Loma Linda University Medical Center (LLUMC) với ngành chụp quang tuyến. Trước khi theo đuổi con đường ca hát chuyên nghiệp, nhờ sở hữu ngoại hình khá lý tưởng, Lâm Nhật Tiến đã từng làm người mẫu cho một số công ty dịch vụ truyền thông quảng cáo tại [[Los Angeles]] và [[Quận Cam, California]].\n\n==Sự nghiệp==\n===Tổng quan===\nLâm Nhật Tiến xuất hiện lần đầu tiên trong chương trình video Asia chủ đề ''Đêm Sài Gòn 4'' cùng với Lâm Bảo Tường vào năm 1994. Từ đó đến nay, anh đã cộng tác cũng như tham gia vào rất nhiều chương trình của Trung tâm Asia. Lâm Nhật Tiến cũng từng tham gia một số chương trình [[Paris By Night]] của [[Trung tâm Thúy Nga]].\n\nTrong hơn 20 năm ca hát (1994-2016), Lâm Nhật Tiến đã thể hiện thành công nhiều sáng tác của các thế hệ nhạc sĩ [[Tân nhạc Việt Nam|Tân nhạc]], tiêu biểu là [[Trúc Hồ]] với các nhạc phẩm: Một lần nữa thôi, Em đã quên một dòng sông<ref>{{Chú thích web|url=http:\/\/vnn.vietnamnet.vn\/vanhoa\/tintuc\/2005\/10\/496857\/|title=Ai là tác giả của ca khúc ''Em đã quên một dòng sông''?, VietNamNet, 05.10.2005}}<\/ref>, Yêu em âm thầm, Đỉnh gió hú, Làm thơ tình em đọc, Lời dối gian chân thành<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=eGKw-eW4neE\/|title=The Jimmy Show- Nhạc sĩ Trúc Hồ (phần 3), YouTube, Saigon Entertainment Television, 17.8.2020}}<\/ref>, Tình yêu, Sẽ hơn bao giờ hết, Mãi yêu người thôi, Giữa hai mùa mưa nắng, v.v. Ngoài ra, Lâm Nhật Tiến cũng thu âm một số ca khúc quốc tế và đạt được những thành công nhất định ở dòng nhạc Pháp khi thể hiện một số nhạc phẩm nổi tiếng như: Tình trong bão tố (La maison est en ruine), Khi mùa xuân trở lại (Quand le printemps revient)<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=qzGwnDcpLxk\/|title=Khi mùa xuân trở lại - Lâm Nhật Tiến (ASIA 8), YouTube, Asia Entertainment Official, 31.122019}}<\/ref>, Yêu dấu xa vời (Un amour de vacances),v.v.\n\nBên cạnh khả năng kết hợp ăn ý với nhiều nghệ sĩ trong các tiết mục song ca và hợp ca trên sân khấu, Lâm Nhật Tiến còn thành công trong vai trò là một ca sĩ hát bè. Anh góp giọng trong hầu hết các ca khúc nổi tiếng được chính anh thể hiện cũng như rất nhiều sản phẩm âm nhạc của các nghệ sĩ khác thuộc Trung tâm Asia. Ngoài niềm đam mê ca hát, Lâm Nhật Tiến còn rất yêu thích chụp ảnh. Anh đã từng chụp một số poster, bìa đĩa nhạc cho Trung tâm Asia. Anh đã tự mình thực hiện hai Album nhạc Trung Hoa và được Asia phát hành dưới dạng CD rất thành công. Lâm Nhật Tiến là một trong số ít các ca sĩ thành danh có thể hát chuẩn được các ngôn ngữ: [[tiếng Việt]], [[tiếng Anh]], [[Tiếng Trung Quốc|tiếng Hoa]] ([[Tiếng Quảng Đông|Quảng Đông]]) và [[tiếng Pháp]].\n\n===1994 - 1996: Khởi đầu sự nghiệp===\n\nTrong một dịp tình cờ cùng bạn là nhiếp ảnh gia, người đang cộng tác với Trung tâm Asia đến xem buổi quay hình chương trình Asia 4 vào năm 1994, tại hí viện Long Beach, Lâm Nhật Tiến đã được người bạn dẫn vào hậu trường để giới thiệu với giám đốc Bạch Đông. Thấy Lâm Nhật Tiến có ngoại hình ưa nhìn, Bạch Đông đã hỏi anh có thích hát không và mời anh mấy ngày sau đến phòng thu âm để thử giọng.\n\nLần đầu nghe Lâm Nhật Tiến hát, Bạch Đông nhận xét rằng anh có chất giọng trữ tình nhưng phát âm ngọng giống như người Mỹ hát nhạc Việt Nam nên đã đề nghị Lâm Nhật Tiến học thêm về phát âm tiếng Việt và học đánh trống để giỏi về nhịp. Trung tâm Asia đã mời một nữ chuyên gia về phát âm người Mỹ hướng dẫn cho anh. Mặc dù chuyên gia này không hiểu nghĩa chữ Việt Nam nhưng khi nghe anh hát, bà góp ý để sửa đổi cho hoàn thiện. Anh cũng đã theo nhạc sĩ Trúc Giang - thân phụ của nhạc sĩ Trúc Hồ để học đánh trống. Trúc Giang cũng là tác giả ca khúc rất được khán giả trẻ yêu thích thời điểm đó là Quên cả lối về qua tiếng hát Lâm Nhật Tiến<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=B1uNPQNnEhU&t=23s\/|title=Hành Trình Âm Nhạc - Nhạc sĩ Trúc Giang (phần 2), YouTube, SBTNOfficial, 16.05.2021}}<\/ref>.\n\nCó một điểm đáng chú ý trong sự nghiệp của Lâm Nhật Tiến đó là trong những năm đầu khi mới khởi nghiệp, anh hát ngoại ngữ tốt hơn hát tiếng Việt, đặc biệt là tiếng Pháp. Lâm Nhật Tiến đã nhận được những phản hồi tích cực từ khán giả sau khi trình diễn bản nhạc Pháp lời Việt <nowiki>''Khi mùa xuân trở lại''<\/nowiki> bằng cả hai ngôn ngữ tại chương trình Asia 8- Đêm nhạc hội vào năm 1995, đây chính là tiết mục trình diễn solo đầu tiên của anh trên sân khấu Asia. Cũng trong năm này, Lâm Nhật Tiến cùng Johnny Dũng, Gia Huy và Nhật Quân đã có được thành công với CD Bài 20. Nhưng phải đến năm 1996, tên tuổi Lâm Nhật Tiến mới bắt đầu được biết đến nhiều hơn khi Asia phát hành [[video âm nhạc]] cho ca khúc Một lần nữa thôi<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=0kMcvELfGqc\/|title=Giáng Ngọc Show - Ca sĩ Lâm Nhật Tiến, YouTube, SBTNOficial, 10.11.2019}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=9O8vkXmrY2U\/|title=Một Lần Nữa Thôi - Lâm Nhật Tiến (ASIA 11), YouTube, Asia Entertainment Official, 13.09.2017}}<\/ref>.\n\n===1997 - 2001: Bản hit <nowiki>''<\/nowiki>Em đã quên một dòng sông<nowiki>''<\/nowiki>, 2 CD nhạc Trung Hoa và album Mãi yêu người thôi===\n\nTrong thập niên 1990, ca sĩ mới tại hải ngoại không nhiều nên Asia đã bỏ nhiều công sức để đào tạo Lâm Nhật Tiến. Thời gian đầu, mặc dù Lâm Nhật Tiến đã cố gắng luyện tập trước đó nhưng mỗi khi khi vào phòng thu đều phải hát lại nhiều lần mà vẫn chưa đạt yêu cầu nên làm cho ban giám đốc trung tâm này nản lòng. Trong suốt mấy tháng, anh đã gặp phải nhiều áp lực nhưng anh vẫn quyết chí luyện tập.\n\nVào một đêm, Lâm Nhật Tiến nằm mơ thấy mình hát một đoạn khiến mọi người khen ngợi và anh ghi nhớ cách hát như vậy trong đầu cho đến khi tỉnh giấc. Ngày hôm sau vào phòng thu âm bản Em đã quên một dòng sông của nhạc sĩ Trúc Hồ, Lâm Nhật Tiến đã nhớ lại cách hát trong giấc mơ và thu âm xong ca khúc này như ý muốn chỉ trong khoảng thời gian ngắn. Em đã quên một dòng sông sau đó đã trở thành bản hit lớn trong sự nghiệp của Lâm Nhật Tiến, đưa tên tuổi anh nổi tiếng khắp nơi trong năm 1997.\n\nKể từ khi bắt đầu tỏa sáng, anh đã liên tục gặt hái được những thành công và được giới trẻ hải ngoại đón nhận nồng nhiệt qua các ca khúc như: Nơi ấy bình yên, Từ độ ánh trăng tan, Yêu em âm thầm, Đỉnh gió hú, Đừng nhắc đến tình yêu, I coul love again, Làm lại từ đầu<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=kgPNuhTACHg\/|title=Album Làm Lại Từ Đầu (1998), YouTube, Asia Entertainment Official, 31.07.2020}}<\/ref>, Lời dối gian chân thành, Làm thơ tình em đọc<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=CVs6X_YKWxU&t=53s\/|title=Làm Thơ Tình Em Đọc - Lâm Nhật Tiến (ASIA 23), YouTube, Asia Entertainment Official, 07.09.2017}}<\/ref> Sẽ hơn bao giờ hết, Tình yêu. Trong khoảng thời gian từ 1999-2000, Lâm Nhật Tiến đã thực hiện hai CD nhạc Trung Hoa: The best of Chinese melodies<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=pbYF4ZXHTmU\/|title=Asia 129 - The Best Of Chinese Melodies 1- Lâm Nhật Tiến, Lê Tâm, Lâm Thúy VânYouTube, Asia Entertainment Official, 18.11.2019}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=4mSJlYeEioU\/|title=Asia CD 149 - The Best Of Chinese Melodies 2 - Lâm Nhật Tiến, Lê Tâm, Trish, Shayla, YouTube, Asia Entertainment Official, 19.11.2019}}<\/ref> bộc lộ tài năng thiên phú của anh ở dòng nhạc này.\n\nĐặc biệt với album solo Mãi yêu người thôi phát hành năm 2001 được xem là album đưa Lâm Nhật Tiến đạt đến đỉnh cao trong sự nghiệp ca hát, khẳng định tên tuổi anh trong làng ca nhạc hải ngoại. Album này bao gồm 9 ca khúc tiếng Việt và một ca khúc tiếng Anh. Ca khúc chủ đề album là Mãi yêu người thôi đã được Lâm Nhật Tiến trình diễn trước đó trong live show Asia 31- Giải thưởng âm nhạc Asia sau khi anh nhận giải ca sĩ xuất sắc nhất của Trung tâm Asia năm 2000 (Asia Best Artist 2000).\n\n===2002 - 2004: Album Giữa hai mùa mưa nắng và cộng tác với Trung tâm Thúy Nga===\n\nSau thành công của album Mãi yêu người thôi, Asia đã phát hành album Giữa hai mùa mưa nắng: The best of Trúc Hồ - Lâm Nhật Tiến bao gồm 22 sáng tác chọn lọc của nhạc sĩ Trúc Hồ qua tiếng hát của Lâm Nhật Tiến. Tính đến thời điểm hiện tại, Lâm Nhật Tiến vẫn là nam ca sĩ hát nhạc của Trúc Hồ nhiều nhất và thành công nhất.\n\nNăm 2002 cũng là năm Lâm Nhật Tiến bắt đầu cộng tác với Trung tâm Thúy Nga<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=gX58-xbHJgE&t=317s\/|title=Best of LÂM NHẬT TIẾN - Thúy Nga Collection, YouTube, Thuy Nga, 09.12.2018}}<\/ref>. Anh xuất hiện lần đầu tiên trên sân khấu Thúy Nga trong chương trình Paris by Night 67- In San Jose qua một sáng tác của nhạc sĩ Nguyễn Duy An là Thế giới không tình yêu<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=RRlHV9V4Ip0\/|title=Thúy Nga Paris By Night 67 in San Jose, YouTube, Thuy Nga, 12.10.2019}}<\/ref>. Ca khúc ngày sau đó đã trở thành bản hit tiếp theo của anh. Trong chương trình Paris by Night kế tiếp, Lâm Nhật Tiến cũng đã rất thành công với Con đường nào đến thiên đường (được nhạc sĩ Nguyễn Duy An viết để tưởng niệm ngày 11-9).\n\nTại chương trình Paris by Night 69 với chủ đề Nợ tình được thu hình và phát hành năm 2003, Lâm Nhật Tiến đã song ca với Như Loan ca khúc rất ăn khách thời điểm bấy giờ là Khi giấc mơ về (sáng tác của [[Đức Trí]])<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/khi-giac-mo-ve-ban-hit-18-nam-cua-phuong-thanh-4162166.html\/|title='Khi giấc mơ về' - bản hit 18 năm của Phương Thanh, VnExpress, 15.09.2020}}<\/ref> và với Lưu Bích qua một sáng tác mới là Con tim tan vỡ của Nguyễn Duy An. Lâm Nhật Tiến là ca sĩ có chất giọng trầm ấm phù hợp để hát nhiều thể loại. Anh và Như Quỳnh đã gây được tiếng vang khi trình diễn liên khúc nhạc kịch Trương Chi Mỵ Nương & Chuyện tình bên nhánh sông gầy - sáng tác của Tùng Châu và [[Lê Hựu Hà]] ở Paris by Night 71. Sau đó không lâu, Lâm Nhật Tiến đã có thêm bản hit khi cùng [[Minh Tuyết]] song ca Yêu mãi ngàn năm (Tùng Châu, Nguyễn Ngọc Thiện) trong Paris by Night 73. Bên cạnh đó, anh cũng đã một lần nữa thể hiện khả năng hát tiếng Anh xuất sắc khi kết hợp với Khánh Hà qua ca khúc quốc tế Sorry seems to be the hardest word ở Paris by Night 75.\n\nTrong thời gian cộng tác với Thúy Nga, Lâm Nhật Tiến vẫn tiếp tục cộng tác với Asia cũng như thực hiện album phòng thu cùng với các ca sĩ của Asia. Đây là trường hợp rất khác biệt vì Asia thường chỉ cộng tác độc quyền với ca sĩ của họ. Một số ca khúc nổi bật được Lâm Nhật Tiến thể hiện tại Asia trong thời gian này: Căn gác lưu đày (Asia 32 - Hành trình tìm tự do), Con đường Việt Nam (Asia 38 - Tạ ơn cha mẹ), Em đến thăm anh đêm 30 (Asia 39 - Tìm lại mùa xuân), Khúc mưa buồn (với Hồ Ngọc Như tại Asia 40 - Hương Xưa), Người yêu nếu ra đi (Asia 42 - Âm nhạc vòng quanh thế giới), Trái tim phục sinh (với Thanh Hà tại Asia 41 - Mùa hè rực rỡ 2003), liên khúc Chuyện tình thời chinh chiến (với Diễm Liên tại Asia 43- Tiếng hát trái tim), Dấu chân của biển (với Y Phương tại Asia 44- Mùa hè rực rỡ 2004).\n\n===2005 - 2012: Bước tiến trong sự nghiệp và 2 album phòng thu===\n\nTại chương trình Asia 48 - 75 Âm nhạc Việt Nam (2005), Lâm Nhật Tiến đã có bước tiến đáng kể trong sự nghiệp ca hát chuyên nghiệp của anh khi trình bày rất thành công tác phẩm Thiên thai của nhạc sĩ Văn Cao. Đây được xem là một trong những sáng tác kinh điển của nền Tân nhạc Việt Nam trước năm 1975. Cũng trong năm 2005, Lâm Nhật Tiến đã tham gia Asia 49 - Âm nhạc vòng quanh thế giới. Trong chương trình, anh thể hiện Chuyện tình, một bản nhạc ngoại lời Việt được cải biên từ nhạc phẩm lừng danh của thế giới trong thập niên 1970.\n\nSau những thành công đạt được khi trình bày các sáng tác của nhạc sĩ Trúc Hồ, Lâm Nhật Tiến tiếp tục ghi dấu ấn qua Một mai, Tội nghiệp thân anh<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=_7Wq5mx6Ll8\/|title=ASIA 54 - Bước Chân Việt Nam, YouTube, Asia Entertainment Official, 02.12.2020}}<\/ref>, Tiễn em ra phi trường, Chỉ là phù du thôi, Trọn đời anh sống vì em, Nếu mai đây, Vết thương đôi lòng và Bên kia bờ đại dương.\n\nNăm 2009, Lâm Nhật Tiến được ghi nhận là nam ca sĩ nhạc pop thành công nhất của Trung tâm Asia qua giải thưởng <nowiki>''<\/nowiki>Asia Best Male Pop Artist 2009<nowiki>''<\/nowiki> trong Asia 62 - Anh Bằng, một đời cho âm nhạc<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=P-qEejcAJso\/|title=Anh Bằng, Một đời cho âm nhạc, YouTube, Asia Entertainment Official, 12.112018}}<\/ref>. Trước khi nhận giải thưởng này, Lâm Nhật Tiến đã hoàn thành hai sáng tác của nhạc sĩ Anh Bằng là Nỗi lòng người đi (liên khúc Nỗi lòng người đi, Căn nhà ngoại ô, Căn gác lưu đày, Cõi buồn) và Từ thuở yêu em (thơ: Phan Thành Tài). Trước đó, trong chương trình Asia 61: [[Nhật Trường]] - [[Trần Thiện Thanh]] 2, Lâm Nhật Tiến cùng Nguyễn Hồng Nhung<ref>{{Chú thích web|url=https:\/\/vtc.vn\/15-nam-sau-scandal-lo-anh-nong-hong-nhung-noi-tieng-giau-co-the-nao-tren-dat-my-ar472036.html|title=15 năm sau scandal lộ ảnh nóng, Hồng Nhung nổi tiếng, giàu có thế nào trên đất Mỹ? VTC News, 29.04.2019}}<\/ref><ref>{{Chú thích web|url=https:\/\/vnexpress.net\/nguyen-hong-nhung-lam-dam-cuoi-tai-my-1908889.html\/|title=Nguyễn Hồng Nhung làm đám cưới tại Mỹ, VnExpress, 02.08.2010}}<\/ref>đã mang đến rất nhiều cảm xúc cho khán giả hải ngoại khi trình bày nhạc phẩm \"Bắc Đẩu<nowiki>''<\/nowiki> với nội dung bi thương về người chiến sĩ [[Việt Nam Cộng hòa]] - Nguyễn Ngọc Bích<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=HATKMdqr6Z0\/|title=Mỹ Lan Show - Ca sĩ Lâm Nhật Tiến, Saigon Entertainment Television, 01.11.2019}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=m5-kWSls-8Q\/|title=Bắc Đẩu - Lâm Nhật Tiến & Nguyễn Hồng Nhung (ASIA 61), YouTube, Asia Entertainment Official, 28.01.2021}}<\/ref>.\n\nTrong giai đoạn này, Lâm Nhật Tiến cũng đã thực hiện hai album phòng thu: <nowiki>''<\/nowiki>Nói với tôi một lời<nowiki>''<\/nowiki> phát hành năm 2006 và <nowiki>''<\/nowiki>Bên kia bờ đại dương<nowiki>''<\/nowiki> phát hành năm 2012.\n\n===2013 - nay:===\n\nNăm 2016, Lâm Nhật Tiến đã chính thức giã từ Trung tâm Asia và hiện anh đang hoạt động như một ca sĩ tự do.\n\n== Album ==\n=== CD Solo ===\n*''Em Đã Quên Một Dòng Sông'' (1997)\n*''Yêu Em Âm Thầm'' (1997)\n*''Làm Lại Từ Đầu'' (1998)\n*''Mãi Yêu Người Thôi'' (2001)\n*''The Best of Lâm Nhật Tiến & Trúc Hồ: Giữa Hai Mùa Mưa Nắng'' (2002)\n*''Nói Với Tôi Một Lời'' (2006)\n*''The Best of Lâm Nhật Tiến: Bên Kia Bờ Đại Dương'' (2012)\n\n=== CD Song ca ===\n*''Đêm Cô Đơn'' (với Tú Quyên)\n*''The Best of Chinese Melodies'' (với Lê Tâm và [[Lâm Thúy Vân]])\n*''The Best of Chinese Melodies 2'' (với Lê Tâm, [[Trish Thùy Trang]] và [[Shayla]])\n*''Liên khúc Tình Yêu 4'' (với Lâm Thúy Vân và Phương Nghi)\n*''Liên khúc Chinese Top Hits'' (với [[Thiên Kim]], Hồ Ngọc Như và Johnny Dũng)\n*''Chinese Remix III'' (với Lâm Thúy Vân, Ánh Minh và Lê Nguyên)\n*''Tình Ca Trúc Hồ: Tình Yêu và Tình Người'' (với [[Nguyễn Hồng Nhung]])\n*''Tình Ca Trúc Hồ: Em Có Còn Yêu Anh '' (với Nguyễn Hồng Nhung)\n\n=== CD Nhiều nghệ sĩ ===\n*''Cho Kỷ Niệm Mùa Đông'' (1994)\n*''Gọi Tên Em'' (1995)\n*''Bài 20'' (1995)\n*''Giọt Mưa Thu'' (1995)\n*''Lâm Thúy Vân 3 - Tình Đầu Vẫn Khó Phai'' (1996)\n*''Một Lần Nữa Thôi'' (1996)\n*''Nơi Ấy Bình Yên'' (1997)\n*''The Best of Dạ Vũ 6'' (1997)\n*''Bên Em Là Biển Rộng'' (1997)\n*''Đỉnh Gió Hú'' (1998)\n*''The Best of Rumba - Hãy Yêu Nhau Đi'' (1998)\n*''Khi Chuyện Tình Đã Cuối'' (1998)\n*''Don't Know Why - Trish Thùy Trang, Lê Tâm & Lâm Nhật Tiến'' (1998)\n*''Lời Nói Yêu Đầu Tiên'' (1999)\n*''Thanh Trúc - Em Vẫn Mơ'' (1999)\n*''Tình Ca Trúc Hồ - Sẽ Hơn Bao Giờ Hết'' (2000)\n*''Đừng Hỏi Vì sao'' (2000)\n*''Gởi Anh'' (2000)\n*''Vùng Biển Vắng'' (2000)\n*''Riêng Một Góc Trời'' (2000)\n*''Anh Còn Nợ Em'' (2001)\n*''Căn Gác Lưu Đày'' (2001)\n*''Như Anh Cần Em'' (2002)\n*''Chiều Trong Tù'' (2002)\n*''Xin Còn Gọi Tên Nhau - Tình khúc Trường Sa'' (2003)\n*''Top Hits 14 - Thế giới Không Tình Yêu'' (2003)\n*''Top Hits 16 - Nhớ... Nửa Vầng Trăng'' (2003)\n*''Top Hits 17 - Xóa Hết Nợ Nần'' (2003)\n*''Dấu Chân Của Biển'' (2004)\n*''Top Hits 19 - Tiếng Hát Từ Nhịp Tim'' (2004)\n*''Top Hits 21 - Yêu Mãi Ngàn Năm'' (2004)\n*''Top Hits 22 - Quên Đi Hết Đam Mê'' (2004)\n*''Lang Thang Dưới Mưa'' (2004)\n*''Top Hits 23 - Đắng Cay'' (2005)\n*''Giờ Đã Không Còn Nữa'' (2005)\n*''Thiên Kim - Tình Đời (2007)''\n*''Tình khúc Trúc Hồ - Tội Nghiệp Thân Anh'' (2007)\n*''Những Kiếp Hoa Xuân'' (2008)\n*''The Best Of Ngọc Hạ - Suối Mơ'' (2008)\n*''Câu Chuyện Tình Tôi - Nguyễn Hồng Nhung, Nguyên Khang & Lâm Nhật Tiến'' (2008)\n*''Tình Ca Anh Bằng 1 - Chuyện Hoa Tigôn'' (2009)\n*''Tình Ca Anh Bằng 2 - Từ Thuở Yêu Em'' (2009)\n*''Chỉ Là Phù Du Thôi'' (2009)\n*''Chủ Nhật Xám - The Best of Nguyễn Hồng Nhung'' (2009)\n*''Liên khúc Phượng Hoàng'' (2010)\n*''Mai Thanh Sơn - Nụ Hôn Cuối'' (2011)\n*''The Best Of Như Quỳnh - Trên Đỉnh Mùa Đông'' (2012)\n*''Đan Nguyên - 100 Phần Trăm'' (2015)\n\n=== DVD ===\n*''The Best of Lâm Nhật Tiến (ASIA DVD Karaoke)''\n*''Lâm Nhật Tiến Live Show DVD'' (đã hủy)\n*''The Best of Lâm Nhật Tiến: Vết Thương Đôi Lòng (ASIA DVD Karaoke)''\n\n=== Video âm nhạc ===\n*''Một Lần Nữa Thôi'' (1996) (ASIA 11 - Thơ và nhạc)\n*''Em Đã Quên Một Dòng Sông'' (1996) (ASIA 13 - Hoa và nhạc)\n*''Nơi Ấy Bình Yên'' (1997) (ASIA 14 - Yêu)\n*''Đừng Nhắc Đến Tình Yêu'' (1998) (ASIA 17 - Những tiếng hát hôm nay)\n*''Những Đêm Chờ Sáng'' (1998) (ASIA 21 - Những tình khúc thời chinh chiến)\n*''Sài Gòn Vẫn Mãi Trong Tôi'' (1998) (ASIA 18 - Nhớ Sài Gòn)\n*''Về Đâu Hỡi Em'' (1998) (ASIA 20 - Tình ca mùa thu)\n*''Làm Thơ Tình Em Đọc'' (1999) (ASIA 23 - Tình đầu một thời áo trắng)\n*''Dối Gian'' (1999) (ASIA 25 - Dạ vũ trên biển xanh)\n*''Lời Dối Gian Chân Thành'' (1999) (ASIA 26 - Mưa)\n*''Anh Không Chết Đâu Anh'' (2000) (ASIA 29 - Chiến tranh và hoà bình)\n*''Chiều Trong Tù'' (2002) (ASIA 36 - Người lính)\n*''Con Đường Việt Nam'' (2002) (ASIA 38 - Tạ ơn cha mẹ)\n*''Căn Gác Lưu Đày'' (2003) (ASIA 32 - Hành trình tìm tự do)\n*''Nhớ Mẹ'' (2017) (SBTN DVD - Những đứa con vong quốc)\n*''Thắp Sáng Lên Niềm Tin'' (2020) với Nguyên Khang, Sỹ Đan, Thế Sơn, Hồ Hoàng Yến, Diễm Liên, Quốc Khanh, Đan Nguyên, Việt Khang (SBTN - Trúc Hồ Music INC)\n\n== Các tiết mục trình diễn ==\n===Trung tâm Asia===\n{| class=\"wikitable\" style=\"width:100%;\"\n|-\n! STT!! Tiết mục!! Thể hiện với!! Chương trình!! Năm\n|-\n| 1 || Tình Sao Còn Xa (LV: Khúc Lan) || Lâm Bảo Tường || ASIA 5 || 1994\n|-\n| 2 || LK Giáng Sinh || Nini, Vina Uyển Mi, Hạ Vy, Kenny Thái || ASIA 6 || 1994\n|-\n| 3 || LK Summer Kisses, Winter Tears || Trizzie Phương Trinh || ASIA 6 || 1994\n|-\n| 4 || Người tình trăm năm (Đức Huy) || Lâm Bảo Tường || ASIA 7 || 1995\n|-\n| 5 || Under The Boardwalk (LV: Khúc Lan) || Gia Huy, Johnny Dũng, Nhật Quân || ASIA 8 || 1995\n|-\n| 6 || Khi Mùa Xuân Trở Lại (LV: Khúc Lan) || solo || ASIA 8 || 1995\n|-\n| 7 || Bài 20 (Đặng Hiền, Trúc Sinh) || Gia Huy, Johnny Dũng, Nhật Quân || ASIA 9 || 1995\n|-\n| 8 || Quên Cả Lối Về (Trúc Giang) || solo || ASIA 10 || 1995\n|-\n| 9 || Mừng Xuân (LV: Khúc Lan, Trúc Hồ) || Gia Huy, Nhật Quân, Johnny Dũng || ASIA 10 || 1995\n|-\n| 10 || Tiếng Mưa Rơi (Khánh Băng) || Nhật Quân, Johnny Dũng, Gia Huy, Mạnh Đình, Lâm Thúy Vân, Như Quỳnh, Shayla Kim, Nini, Vina Uyển Mi || ASIA 11 || 1996\n|-\n| 11 || Một Lần Nữa Thôi (Trúc Hồ) || solo || ASIA 11 || 1996\n|-\n| 12 || Đừng Nhìn Nhau Xa Vời (Trúc Sinh, Lê Đức Long) || Lâm Thúy Vân || ASIA 12 || 1996\n|-\n| 13 || Em Đã Quên Một Dòng Sông (Trúc Hồ) || solo || ASIA 13 || 1996\n|-\n| 14 || Nơi Ấy Bình Yên (Bảo Chấn) || solo || ASIA 14 || 1997\n|-\n| 15 || Từ Độ Ánh Trăng Tan (Anh Bằng) || solo || ASIA 15 || 1997\n|-\n| 16 || Yêu Em Âm Thầm (Trúc Hồ) || solo || ASIA 16 || 1997\n|-\n|17\n|Macarena\n|Shayla Kim, Lâm Thúy Vân, Thanh Trúc, Trish Thùy Trang, Loan Châu, Lê Tâm, Gia Huy, Duy Linh\n|ASIA 16\n|1997\n|-\n| 18 || Đừng Nhắc Đến Tình Yêu (Trúc Hồ) || solo || ASIA 17 || 1998\n|-\n|19\n|Tôi Trở Về Thành phố (Y Vân)\n|Gia Huy, Duy Linh, Lê Tâm\n|ASIA 18\n|1998\n|-\n| 20 || Sài Gòn Vẫn Mãi Trong Tôi (Trúc Hồ, Anh Bằng) || solo || ASIA 18 || 1998\n|-\n| 21 || Đỉnh Gió Hú (Trúc Hồ) || solo || ASIA 19 || 1998\n|-\n| 22 || Mùa Thu Trong Mưa (Trường Sa) || Lê Tâm, Duy Linh, Đỗ Giang || ASIA 20 || 1998\n|-\n| 23 || Về Đâu Hỡi Em? (Trúc Hồ) || solo || ASIA 20 || 1998\n|-\n| 24 || Những Đêm Chờ Sáng (Lê Minh Bằng) || solo || ASIA 21 || 1998\n|-\n| 25 || I Could Love Again (Vũ Tuấn Đức) || solo || ASIA 22 || 1998\n|-\n| 26 || Làm Thư Tình Em Đọc (Trúc Hồ) || solo || ASIA 23 || 1999\n|-\n| 27 || Tình Thư Của Lính (Trần Thiện Thanh) || Lê Tâm, Gia Huy || ASIA 23 || 1999\n|-\n| 28 || Làm Lại Từ Đầu (Trúc Hồ) || solo || ASIA 24 || 1999\n|-\n| 29 || Dối Gian (LV: Trần Ngọc Sơn) || solo || ASIA 25 || 1999\n|-\n| 30 || Lời Dối Gian Chân Thành (Trúc Hồ) || solo || ASIA 26 || 1999\n|-\n| 31 || Sẽ Hơn Bao Giờ Hết (Trúc Hồ) || solo || ASIA 27 || 1999\n|-\n| 32 || Pray (LV: Khúc Lan) || solo || ASIA 28 || 2000\n|-\n| 33 || Anh Không Chết Đâu Anh (Trần Thiện Thanh) || solo || ASIA 29 || 2000\n|-\n| 34 || Tình Yêu (Trúc Hồ) || solo || ASIA 30 || 2000\n|-\n| 35 || Mãi Yêu Người Thôi (Trúc Hồ) || solo || ASIA 31 || 2000\n|-\n| 36 || Căn Gác Lưu Đày (Lê Minh Bằng) || solo || ASIA 32 || 2001\n|-\n| 37 || Nếu Không Có Em (Trúc Hồ, Đặng Hiển) || solo || ASIA 33 || 2001\n|-\n| 38 || Dẫu Có Biết Trước (Trúc Hồ) || solo || ASIA 34 || 2001\n|-\n| 39 || Giữa Hai Mùa Mưa Nắng (Trúc Hồ) || solo || ASIA 35 || 2001\n|-\n| 40 || Chiều Trong Tù (Nguyễn Đình Toàn) || solo || ASIA 36 || 2002\n|-\n| 41 || Như Anh Cần Em (Trúc Hồ) || solo || ASIA 37 || 2002\n|-\n| 42 || Con Đường Việt Nam (Anh Bằng, Trúc Hồ) || solo || ASIA 38 || 2002\n|-\n| 43 || Anh Đến Thăm Em Đêm 30 (Vũ Thành An, Nguyễn Đình Toàn) || solo || ASIA 39 || 2002\n|-\n| 44 || Khúc Mưa Buồn (Anh Bằng, Trúc Hồ) || Hồ Ngọc Như || ASIA 40 || 2003\n|-\n| 45 || Trái Tim Phục Sinh (Trúc Hồ, Trần Anh Tú) || Thanh Hà || ASIA 41 || 2003\n|-\n| 46 || Người Yêu Nếu Ra Đi || solo || ASIA 42 || 2003\n|-\n| 47 || LK Ai Nói Với Em (Minh Kỳ, Huy Cường), Chiều Trên Phá Tam Giang (Trần Thiện Thanh), Chân Trời Tím (Trần Thiện Thanh), Áo Anh Sứt Chỉ Đường Tà (Phạm Duy, Hữu Loan) || Diễm Liên || ASIA 43 || 2004\n|-\n| 48 || Dấu Chân Của Biển (LV: Việt Dzũng) || Y Phương || ASIA 44 || 2004\n|-\n| 49 || Một Mai (Trúc Hồ) || solo || ASIA 46 || 2005\n|-\n| 50 || Anh Vẫn Đợi Em (Trúc Hồ) || solo || ASIA 47 || 2005\n|-\n| 51 || Thiên Thai (Văn Cao) || solo || ASIA 48 || 2005\n|-\n| 52 || Chuyện Tình (LV: Lâm Phi Vân) || solo || ASIA 49 || 2005\n|-\n| 53 || Người Ở Lại Charlie (Trần Thiện Thanh) || Lâm Thúy Vân || ASIA 50 || 2006\n|-\n| 54 || LK Em Còn Nhớ Mùa Xuân (Ngô Thụy Miên), Người Di Tản Buồn (Nam Lộc), Lời Kinh Đêm (Việt Dzũng), Mưa Sài Gòn Còn Buồn Không Em (Nguyệt Ánh), Mười Năm Tình Cũ (Trần Quảng Nam) || Ngọc Hạ, Đặng Thế Luân || ASIA 51 || 2006\n|-\n| 55 || Nói Với Tôi Một Lời (Diệu Hương) || Diệu Hương || ASIA 51 || 2006\n|-\n| 56 || Tình Đời (Minh Kỳ, Vũ Chương) || Thiên Kim, Minh Thông || ASIA 52 || 2006\n|-\n| 57 || LK Những Nấm Mộ Hoang (Lê Minh Bằng), Trở Về Cát Bụi (Lê Dinh) || Lâm Thúy Vân || ASIA 52 || 2006\n|-\n| 58 || Con Rồng Cháu Tiên (Anh Bằng, Trúc Hồ) || Ngọc Hạ || ASIA 54 || 2007\n|-\n| 59 || Tội Nghiệp Thân Anh (Trúc Hồ) || solo || ASIA 54 || 2007\n|-\n| 60 || Tình Yêu Tình Người (Trúc Hồ) || Nguyễn Hồng Nhung || ASIA 55 || 2007\n|-\n| 61 || LK Nhạc Pháp: Tu te reconnaitras (Anne Marie David), Si l'amour existe encore (Jean Francois Michael), Coupable (Jean Francois Michael), Elle etait si jolie (Alain Barriere), Nue comme la mer (Christophe) || Don Hồ || ASIA 56 || 2007\n|-\n| 62 || Tiễn Em Ra Phi Trường (Trúc Hồ) || solo || ASIA 57 || 2007\n|-\n| 63 || LK Gửi Về Anh (Đỗ Thu), Nó Và Tôi (Song Ngọc, Vong Châu), Giờ Này Anh Ở Đâu (Khánh Băng), Có Những Người Anh (Võ Đức Hảo) || Băng Tâm, Y Phụng, Đặng Thế Luân, Như Quỳnh, Nguyễn Hồng Nhung, Ngọc Huyền, Thiên Kim || ASIA 58 || 2008\n|-\n| 64 || Tiếc Thương (Anh Bằng, Cao Tần) || Như Quỳnh || ASIA 58 || 2008\n|-\n| 65 || LK Cơn mưa phùn (Đức Huy), Tiếng Mưa Đêm (Đức Huy), Mùa Thu Trong Mưa (Trường Sa) || Thiên Kim, Lâm Thúy Vân, Quốc Khanh, Như Quỳnh, Nguyễn Hồng Nhung, Philip Huy, Ánh Minh, Đoàn Phi || ASIA 59 || 2008\n|-\n| 66 || Chỉ Là Phù Du Thôi (Trúc Hồ) || solo || ASIA 59 || 2008\n|-\n| 67 || Không Cần Thiết Chi Tình Anh (LV: Lâm Nhật Tiến) || solo || ASIA Viet Model || 2008\n|-\n| 68 || Cô Láng Giềng (Hoàng Quý) || solo || ASIA 60 || 2008\n|-\n| 69 || Bắc Đẩu (Trần Thiện Thanh) || Nguyễn Hồng Nhung || ASIA 61 || 2009\n|-\n| 70 || LK Nỗi lòng Người Đi, Căn Nhà Ngoại Ô, Căn Gác Lưu Đày, Cõi Buồn (Anh Bằng) || Quốc Khanh, Đan Nguyên || ASIA 62 || 2009\n|-\n| 71 || Từ Thuở Yêu Em (Anh Bằng) || solo || ASIA 62 || 2009\n|-\n| 72 || Trọn Đời Anh Sống Vì Em (Trúc Hồ) || solo || ASIA 63 || 2009\n|-\n| 73 || Nếu Mai Đây (Trúc Hồ) || solo || ASIA 64 || 2009\n|-\n| 74 || Thư Xuân Hải Ngoại (Trầm Tử Thiêng) || solo || ASIA Đón Giao Thừa || 2010\n|-\n| 75 || LK Lá Thư, Gửi Gió Cho Mây Ngàn Bay, Thu Quyến Rũ (Đoàn Chuẩn, Từ Linh) || Nguyễn Hồng Nhung || ASIA 65 || 2010\n|-\n| 76 || Em Có Còn Yêu Anh (Trúc Hồ) || Nguyễn Hồng Nhung || ASIA 66 || 2010\n|-\n| 77 || Tuyết Rơi (LV: Phạm Duy) || solo || ASIA Noel, Noel, Noel || 2010\n|-\n| 78 || Em Đã Thấy Mùa Xuân Chưa (Quốc Dũng) || solo || ASIA 67 || 2010\n|-\n| 79 || Bài Ca Của Đêm (Anh Bằng) || solo || ASIA Golden 1 || 2011\n|-\n| 80 || Sài Gòn Về Miền Dĩ vãng (Trúc Hồ) || solo || ASIA 68 || 2011\n|-\n| 81 || Lưu Vong Khúc (Trúc Hồ) || solo || ASIA Golden 2 || 2011\n|-\n| 82 || Ôi Mùa Đông (LV: Việt Dzũng) || solo || ASIA Noel Mùa Tình Yêu || 2011\n|-\n| 83 || Đưa Em Tìm Động Hoa Vàng (Phạm Duy) || solo || ASIA Xuân Hy Vọng || 2012\n|-\n| 84 || Vết Thương Đôi Lòng (Trúc Hồ) || solo || ASIA 69 || 2012\n|-\n| 85 || Bên Kia Bờ Đại Dương (Trúc Hồ) || solo || ASIA 70 || 2012\n|-\n| 86 || Mùa Đông Sắp Đến (Đức Huy) || solo || ASIA Niềm Vui Mùa Giáng Sinh || 2012\n|-\n| 87 || LK Dòng Sông Kỷ Niệm, Em Đã Quên Một Dòng Sông (Anh Bằng) || Lâm Thúy Vân || ASIA 71 || 2012\n|-\n| 88 || Triệu Con Tim (Trúc Hồ) || Trúc Hồ, Quốc Khanh, Đan Nguyên, Nguyên Khang, Mai Thanh Sơn, Nguyễn Hồng Nhung, Y Phương, Lâm Thúy Vân || ASIA 71 || 2012\n|-\n| 89 || Một Đời Áo Mẹ Áo Em (Trầm Tử Thiêng) || Nguyễn Hồng Nhung, Diễm Liên || ASIA 71 || 2012\n|-\n| 90 || Quân Lệnh Cuối Cùng (Việt Dzũng) || Nguyễn Hồng Nhung, Philip Huy || ASIA Golden 3 || 2013\n|-\n| 91 || Mưa Sài Gòn Còn Buồn Không Em (Nguyệt Ánh) || solo || ASIA Golden 3 || 2013\n|-\n| 92 || Ngăn Cách (Y Vân) || solo || ASIA 72 || 2013\n|-\n| 93 || Nhớ Đêm Mưa Sài Gòn (Anh Bằng) || solo || ASIA 73 || 2013\n|-\n| 94 || Và Anh Hãy Nói Yêu Em (Việt Dzũng) || Nguyễn Hồng Nhung || ASIA 75 || 2014\n|-\n|95\n|Có Những Chuyện Tình Không Là Trăm Năm (Việt Dzũng)\n|Lâm Thúy Vân\n|ASIA 75\n|2014\n|-\n| 96 || Nỗi Buồn Sau Cuộc Chiến (Anh Bằng) || solo || ASIA 77 || 2015\n|-\n| 97 || Một Giây Phút Thôi (Trúc Hồ) || solo || ASIA Mừng Xuân || 2016\n|-\n| 98 || Chúng Tôi Muốn Sống (Trúc Hồ) || solo || ASIA 78 || 2016\n|}\n\n===Trung tâm Thúy Nga===\n{| class=\"wikitable\" style=\"width:100%;\"\n|-\n! STT!! Tiết mục!! Thể hiện với!! Chương trình!! Năm\n|-\n| 1 || Thế giới Không Tình Yêu (Nguyễn Duy An) || solo || Paris By Night 67 || 2002\n|-\n| 2 || Con Đường Nào Đến Thiên Đường (Nguyễn Duy An) || solo || Paris By Night 68 || 2003\n|-\n| 3 || Khi Giấc Mơ Về (Đức Trí) || Như Loan || Paris By Night 69 || 2003\n|-\n| 4 || Con Tim Tan Vỡ (Nguyễn Duy An) || Lưu Bích || Paris By Night 69 || 2003\n|-\n| 5 || Một Mai Em Đi (Trường Sa) || solo || Paris By Night 70 || 2003\n|-\n| 6 || LK Trương Chi Mỵ Nương (Tùng Châu, Lê Hựu Hà), Chuyện Tình Bên Nhánh Sông Gầy (Nguyễn Duy An) || Như Quỳnh || Paris By Night 71 || 2003\n|-\n| 7 || Khúc Hát Yên Bình (LV: Tường Văn) || solo || Paris By Night 72 || 2004\n|-\n| 8 || Yêu Mãi Ngàn Năm (Tùng Châu, Nguyễn Ngọc Thiện) || Minh Tuyết || Paris By Night 73 || 2004\n|-\n| 9 || Tự Khúc Mùa Đông (Tường Văn) || Như Loan || Paris By Night 73 || 2004\n|-\n| 10 || Sorry Seems To Be The Hardest Word (Elton John, Bernie Taupin) || Khánh Hà || Paris By Night 75 || 2004\n|}\n\n=== Đài truyền hình SBTN - Saigon Broadcasting Television Network ===\n{| class=\"wikitable\"\n|+\n!STT\n!Tiết mục\n!Thể hiện với\n!Chương trình\n!Năm\n|-\n|1\n|Mưa Tình Cuối Đông (Trúc Hồ)\n|Solo\n|Ấm Áp Mùa Giáng Sinh\n|2017\n|-\n|2\n|Sang Ngang (Đỗ Lễ)\n|Hồ Hoàng Yến\n|SBTN\n|2018\n|-\n|3\n|Nhớ Mẹ (Lê Minh Đảo, Đỗ Trọng Huề)\n|Solo\n|Những Đứa Con Vong Quốc\n|2019\n|-\n|4\n|Thu Sầu (Lam Phương)\n|Diễm Liên\n|SBTN Nhạc Vàng\n|2019\n|-\n|5\n|Autumn Leaves\n|Solo\n|SBTN Nhạc Vàng\n|2019\n|-\n|6\n|Như Cơn Gió (Trúc Hồ)\n|Solo\n|Xuân Hẹn Ước - Xuân Canh Tý 2020\n|2020\n|-\n|7\n|Chỉ Là Phù Du Thôi (Trúc Hồ)\n|Solo\n|Cầu Nguyện và Chia Sẻ Niềm Đau với Nước Úc\n|2020\n|-\n|8\n|Mãi Mãi Yêu Em (Trúc Hồ)\n|Solo\n|Những Ngày Xưa Thân Ái\n|2021\n|-\n|9\n|Mười Năm Tình Cũ (Trần Quảng Nam)\n|Solo\n|Tình Ca Sau 1975\n|2022\n|}\n\n=== Liveshow khách mời ===\n{| class=\"wikitable\"\n|+\n!STT\n!Tiết mục\n!Thể hiện với\n!Chương trình\n!Năm\n|-\n|1\n|Lovely Night (Trúc Hồ, Trish)\n|Trish Thùy Trang\n|2 hour special DVD video Trish (ASIA)\n|2004\n|-\n|2\n|Một Lòng Yêu Em (Đan Nguyên) \n|Đan Nguyên\n|LS ĐN Tình Như Mây Khói (ASIA)\n|2013\n|-\n|3\n|Mất Nhau Mùa Đông (Anh Bằng)\n|Nguyễn Hồng Nhung\n|LS NHN Tình Yêu Tôi Hát (ASIA)\n|2014\n|-\n|4\n|Tình Nhạt Phai (Lời Việt: Tùng Giang)\n|Đan Nguyên\n|LS ĐN Thương Về Miền Trung (ASIA)\n|2015\n|-\n|5\n|Thành phố Buồn (Lam Phương)\n|Nguyễn Hồng Nhung\n|LS NHN Khi Giấc Mơ Về (Thúy Nga)\n|2017\n|-\n|6\n|Bài Không Tên Cuối Cùng (Vũ Thành An)\n|Nguyễn Hồng Nhung\n|LS NHN Khi Giấc Mơ Về (Thúy Nga)\n|2017\n|}\n\n== Giải thưởng ==\n*''Asia Best Artist 2000''\n*''Asia Best Male Pop Artist 2009''\n\n==Tham khảo==\n{{tham khảo}}\n \n== Liên kết ngoài ==\n*[http:\/\/www.myspace.com\/lamnhattien Lâm Nhật Tiến trên Myspace]\n*[https:\/\/www.sbtn.tv\/lam-nhat-tien-ky-niem-20-nam-ca-hat\/ Lâm Nhật Tiến - kỷ niệm 20 năm ca hát]\n*[https:\/\/www.youtube.com\/watch?v=Y5D8eSI7-kQ Phim ngắn: Và hôm nay - Ca khúc chủ đề phim được thể hiện bởi Lâm Nhật Tiến]\n\n{{sơ khai ca sĩ Việt Nam}}\n\n{{Thời gian sống|1971}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Ca sĩ Trung tâm Asia]]\n[[Thể loại:Nam ca sĩ Việt Nam]]\n[[Thể loại:Nam ca sĩ Mỹ]]\n[[Thể loại:Người Việt di cư tới Mỹ]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Ca sĩ hải ngoại]]\n[[Thể loại:Nghệ sĩ Công giáo Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Ca sĩ Mỹ thế kỷ 21]]\n[[Thể loại:Người Thành phố Hồ Chí Minh]]\n[[Thể loại:Ca sĩ tiếng Việt]]"}