{"3189891":"{{Thông tin viên chức\n|tên= Lâm Quang Thơ\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: VNNMA-Emblem.svg|22px]]<br>Chỉ huy trưởng Trường Võ bị Đà Lạt<br>(Lần thứ hai)\n|bắt đầu= 4\/1972\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Thiếu tướng\n|tiền nhiệm= -Trung tướng [[Lâm Quang Thi]]\n|kế nhiệm= Sau cùng\n|địa hạt= Quân khu II<br>(Cao nguyên Trung phần)\n\n|chức vụ 2= [[Hình: ARVN 18 Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 18 Bộ binh\n|bắt đầu 2= 8\/1969\n|kết thúc 2= 4\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Chuẩn tướng<br>-Thiếu tướng (8\/1970)\n|tiền nhiệm 2= -Chuẩn tướng [[Đỗ Kế Giai]]\n|kế nhiệm 2= -Đại tá [[Lê Minh Đảo]]\n|địa hạt 2= Quân khu III<br>(Vùng 3 chiến thuật)\n\n|chức vụ 3= [[Hình: Cư an tư nguy.svg|22px]]<br>Chỉ huy trưởng Trường Bộ binh Thủ Đức\n|bắt đầu 3= 4\/1967\n|kết thúc 3= 8\/1969\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá<br>-Chuẩn tướng (5\/1968) \n|tiền nhiệm 3= -Thiếu tướng [[Bùi Hữu Nhơn]]\n|kế nhiệm 3= -Thiếu tướng [[Phạm Quốc Thuần]]\n|địa hạt 3= Biệt khu Thủ đô\n\n|chức vụ 4= [[Hình: Flag of Dong De Military School.svg|22px]]<br>Chỉ huy trưởng<br>Trường Hạ Sĩ Quan Đồng Đế\n|bắt đầu 4= 11\/1966\n|kết thúc 4= 1\/1967\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 5= -Đại tá \n|tiền nhiệm 4= -Thiếu tướng [[Nguyễn Văn Là]]\n|kế nhiệm 4= -Đại tá Phạm Văn Liễu\n|địa hạt 4= \n|phó chức vụ 4=\n|phó viên chức 4=\n\n|chức vụ 5= [[Hình: VNNMA-Emblem.svg|22px]]<br>Chỉ huy trưởng Trường Võ bị Đà Lạt<br>(Lần thứ nhất)\n|bắt đầu 5= 9\/1965\n|kết thúc 5= 11\/1966\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại tá\n|tiền nhiệm 5= -Chuẩn tướng [[Nguyễn Văn Kiểm]]\n|kế nhiệm 5= -Đại tá Đỗ Ngọc Nhận\n|địa hạt 5= Vùng 2 chiến thuật\n\n|chức vụ 6= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy trưởng Binh chủng Thiết giáp\n|bắt đầu 6= 3\/1965\n|kết thúc 6= 9\/1965\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Trung tá<br>-Đại tá (5\/1965)\n|tiền nhiệm 6= -Trung tá Nguyễn Đình Bảng\n|kế nhiệm 6= -Trung tá Lương Bùi Tùng\n|địa hạt 6= Biệt khu Thủ đô\n\n|chức vụ 7= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chi huy trưởng Trường Thiết giáp\n|bắt đầu 7= 11\/1964\n|kết thúc 7= 4\/1965\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Trung tá \n|tiền nhiệm 7= -Trung tá [[Nguyễn Văn Toàn]]\n|kế nhiệm 7= -Trung tá Nguyễn Tuấn\n|địa hạt 7= Biệt khu Thủ đô\n\n|chức vụ 8= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chiến đoàn trưởng Chiến đoàn 5 Chiến xa\n|bắt đầu 8= 9\/1964\n|kết thúc 8= 8\/1965\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Trung tá (9\/1964)\n|tiền nhiệm 8= -Trung tá Dương Hiếu Nghĩa\n|kế nhiệm 8= -Trung tá [[Trần Quang Khôi]]\n|địa hạt 8= Biệt khu Thủ đô\n\n|chức vụ 9= Tỉnh trưởng tỉnh Định Tường\n|bắt đầu 9= 1\/1960\n|kết thúc 9= 6\/1962\n|trưởng chức vụ 9= Cấp bậc \n|trưởng viên chức 9= -Thiếu tá\n|kế nhiệm 9= -Trung tá Trần Hoàng Quân\n|địa hạt 9= Đệ ngũ Quân khu<br>(Miền tây Nam phần)\n\n|chức vụ 10= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy Trung đoàn 2 Thiết giáp<br>(Lần thứ 2)\n|bắt đầu 10= 1\/1959\n|kết thúc 10= 1\/1960\n|trưởng chức vụ 10= Cấp bậc\n|trưởng viên chức 10= -Thiếu tá\n|tiền nhiệm 10= -Thiếu tá [[Nguyễn Duy Hinh]]\n|địa hạt 10= Đệ ngũ Quân khu\n\n|chức vụ 11= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Tham mưu trưởng Bộ chỉ huy Thiết giáp\n|bắt đầu 11= 1\/1958\n|kết thúc 11= 1\/1959\n|trưởng chức vụ 11= Cấp bậc\n|trưởng viên chức 11= -Thiếu tá\n|địa hạt 11= Quân khu Thủ đô<br>(tiền thân của Biệt khu Thủ đô)\n|phó chức vụ 11= Chỉ huy trưởng\n|phó viên chức 11= -Trung tá [[Hoàng Xuân Lãm]]\n\n|chức vụ 12= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy trưởng Trung đoàn 2 Thiết giáp<br>(Lần thứ nhất)\n|bắt đầu 12= 1\/1956\n|kết thúc 12= 1\/1968\n|trưởng chức vụ 12= Cấp bậc \n|trưởng viên chức 12= -Thiếu tá (1\/1956)\n|kế nhiệm 12= -Đại úy [[Nguyễn Duy Hinh]]\n|địa hạt 12= Đệ ngũ Quân khu\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Bệnh\n|nơi ở= Texas, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= Lâm Quang Diệu\n|mẹ= Diệp Thị Hiền\n|vợ= Trương Thị Hui\n|họ hàng= Các em:<br>[[Lâm Quang Thi]]<br>Lâm Quang Thới<br>Lâm Quang Thân\n|con= Lâm Quang Tú<br>Lâm Bạch Điệp<br>Lâm Thanh Điệp<br>Lâm Quang Lữ\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Phan Thanh Giản, Cần Thơ<br>-Trường Võ bị Quốc gia Đà Lạt<br>-Học viện Chỉ huy Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ\n|quê quán= Nam Kỳ\n\n|ngày sinh= {{birth date|1931|2|8}}\n|nơi sinh= [[Bạc Liêu]], [[Việt Nam]]\n|ngày mất= {{death year and age|1985|1931}}\n|nơi mất= [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1950]]-[[1975]]\n|cấp bậc= [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n|đơn vị= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|20px]] [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Trường Võ bị Quốc gia Đà Lạt|Võ bị Đà Lạt]]<br>[[Hình: Cư an tư nguy.svg|20px]] [[Trường Bộ binh Thủ Đức|Võ khoa Thủ Đức]]<br>[[Hình: ARVN 18 Division SSI.svg|20px]] [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 Bộ binh]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br\/>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.Quốc H.Chương III]]<ref>Bảo quốc Huân chương đệ tam dẳng.<\/ref>\n|công việc khác= [[Tỉnh (Việt Nam Cộng hòa)|Tỉnh trưởng]]\n}}\n\n'''Lâm Quang Thơ''' (1931-1985), nguyên là một tướng lĩnh gốc Kỵ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Thiếu tướng]]. Ông xuất thân từ những khóa đầu tiên ở trường Võ bị Quốc gia do Chính phủ Quốc gia Việt Nam được sự hỗ trợ của Quân đội Pháp mở ra tại nam Cao nguyên Trung phần. Ra trường ông được chọn về Binh chủng Thiết giáp. Ông đã phục vụ trong ngành chuyên môn của mình một thời gian dài. Sau đó ông được chuyển sang lĩnh vực Quân huấn và Chỉ huy đơn vị Bộ binh.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 8 tháng 2 năm 1931, trong một gia đình điền chủ khá giả tại Vĩnh Trạch, [[Bạc Liêu]], miền tây Nam phần, Việt Nam. Thời niên thiếu, ông học chương trình Tiểu học tại Bạc Liêu. Khi học lên trên, ông học tại trường Trung học Phan Thanh Giản, Cần Thơ. Năm 1949, ông tốt nghiệp Trung học chương trình Pháp với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nTháng 9 năm 1950, ông cùng người em kế (Lâm Quang Thi) tình nguyện nhập ngũ vào Quân đội Quốc gia, mang số quân: 51\/121.319. Cả hai đều trúng tuyển theo học khóa 3 Trần Hưng Đạo tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 10 năm 1950. Ngày 1 tháng 7 năm 1951 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, gia nhập vào Binh chủng Kỵ binh, ông được tiếp tục theo học khóa căn bản Thiết giáp tại Trung tâm Huấn luyện Viễn đông của Quân đội Liên hiệp Pháp ở [[Vũng Tàu]]. Cuối năm 1952, ông được cử làm Chi đội trưởng trong Trung đoàn Thám thính xa. Đầu năm 1953, ông được thăng cấp [[Trung úy]] giữ chức vụ Đại đội phó Đại đội Thám thính.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 4 năm 1955, ông được thăng cấp [[Đại úy]] giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn Thám thính. Tháng 9 cùng năm, ông được cử làm Chỉ huy trưởng đầu tiên Trung đoàn 4 Kỵ binh Thiết giáp,<ref>Trung đoàn 4 Thiết giáp được thành lập ngày 1 tháng 9 năm 1955 tại Đà Nẵng gồm Tiểu đoàn 2, Tiểu đoàn 10 và thành phần của Trung đoàn 3 Thám thính đã giải tán.<\/ref> đồn trú tại Huế. Một tháng sau đó, từ Quân đội Quốc gia, ông chuyến sang phục vụ cơ cấu mới là Quân đội Việt Nam Cộng hòa. Hai tháng sau, đầu năm 1956, ông được lệnh bàn giao Trung đoàn 4 lại cho Đại úy [[Huỳnh Ngọc Diệp (Đại tá, Bộ binh Việt Nam Cộng hòa)|Huỳnh Ngọc Diệp]].<ref>Đại uý Huỳnh Ngọc Diệp sinh năm 1930 tại Gia Định, tốt nghiệp khóa 1 Sĩ quan Thủ Đức, sau cùng là Đại tá biệt phái qua Bộ Nội vụ giữ chức vụ Phụ tá Tổng trưởng.<br>''Trong Quân lực Việt Nam Cộng hòa có hai sĩ quan cùng mang họ và tên giống nhau. Người thứ nhất là Đại tá Bộ binh, xuất thân Sĩ quan Thủ Đức, người thứ hai là Đại tá Thiết giáp [[Huỳnh Ngọc Diệp (Đại tá, Thiết giáp Việt Nam Cộng hòa)|Huỳnh Ngọc Diệp]] sinh năm 1928, tốt nghiệp khóa 3 Võ bị Đà Lạt.Sau cùng là Tỉnh trưởng Phong Dinh.<\/ref> Sau đó, ông được thăng cấp [[Thiếu tá]] và được chỉ định làm Trung đoàn trưởng Trung đoàn 2 Thiết giáp đồn trú tại Mỹ Tho, thay thế Thiếu tá [[Trần Thanh Phú (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Thanh Phú]].<ref>Thiếu tá Trần Thanh Phú sinh năm 1928 tại Vĩnh Bình, tốt nghiệp khóa 1 Võ bị Huế K1. Cấp bậc sau cùng là Đại tá.<\/ref>\n\nĐầu năm 1958, được lệnh bàn giao chức vụ Trung đoàn trưởng Trung đoàn 2 lại cho Đại úy [[Nguyễn Duy Hinh]] để Bộ chỉ huy Thiết giáp giữ chức vụ Tham mưu trưởng do Trung tá [[Hoàng Xuân Lãm]] làm Chỉ huy trưởng. Tháng giêng năm 1959, ông tái nhiệm chỉ huy Trung đoàn 2 thay thế Thiếu tá Nguyễn Duy Hinh được cử đi du học khóa Chỉ huy Tham mưu ở Hoa Kỳ. Đầu năm 1960, ông được kiêm nhiệm chức vụ Tỉnh trưởng tỉnh [[Định Tường]]. Giữa năm 1962, ông được lệnh bàn giao chức vụ Tinh trưởng Định Tường lại cho Trung tá [[Trần Hoàng Quân (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Hoàng Quân]].<ref>Trung tá Trần Hoàng Quân về sau tử trận được truy thăng Đại tá.<\/ref> Đến đầu năm 1963, bàn giao Trung đoàn 2 Thiết giáp lại cho Thiếu tá [[Lý Tòng Bá]]. Đầu năm 1964, ông được cử đi du học lớp Tham mưu cao cấp (khóa 1964 - 1) thụ huấn 16 tuần tại Học viện Chỉ huy và Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ<ref>Học cùng lớp tham mưu cao cấp với Thiếu tá Lâm Quang Thơ còn có Thiếu tá [[Đào Duy Ân]], Trung tá [[Lâm Quang Thi]]<br>-Thiếu tá [[Thẩm Nghĩa Bôi (Đại tá, Quân lực Việt Nam Cộng hòa)|Thẩm Nghĩa Bôi]] (Sinh năm 1923 tại Hà Nội, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Chỉ huy phó Bộ chỉ huy Thiết giáp Trung ương).<br>-Thiếu tá [[Lê Văn Nhiêu (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Văn Nhiêu]] Thiếu tá Lê Văn Nhiêu, về sau là Đại tá Cục trưởng Phủ Đặc uỷ Tình báo Trung ương).<\/ref>\n\nGiữa tháng 9 năm 1964, ông được thăng cấp [[Trung tá]] làm Chiến đoàn trưởng Chiến đoàn 5 chiến xa M.24 ở Sài Gòn thay thế Trung tá [[Dương Hiếu Nghĩa (Đại tá, Quân lực Việt Nam Cộng hòa)|Dương Hiếu Nghĩa]].<ref>Trung tá Dương Hiếu Nghĩa sinh năm 1925 tại Sa Đéc, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Ủy viên trong Ban Quân sự 4 bên<\/ref> Tháng 11 cùng năm, ông được chỉ định kiêm nhiệm Chỉ huy trưởng trường Thiết giáp thay thế Trung tá [[Nguyễn Văn Toàn]]. Tháng 12 cuối năm, ông Chỉ huy trưởng cuộc hành quân Hùng Vương 2, tảo thanh vùng Bình Giả thuộc tỉnh Phước Tuy.\n\nGiữa tháng 3 năm 1965, Chiến đoàn 5 đổi tên thành Trung đoàn 5, di chuyển từ Sài Gòn về Long Khánh, ông kiêm nhiệm thêm chức vụ Chỉ huy trưởng Bộ Chỉ huy Thiết giáp<ref>Trước đó, ngày 15 tháng 11 năm 1964 Bộ Chỉ huy Thiết giáp tạm thời giải tán và tái lập lại vào tháng 3 năm 1965. Như vậy, cùng một thời điểm, Trung tá Thơ đã đảm nhiệm 3 chức vụ: Chỉ huy trưởng Bộ chỉ huy Thiết giáp, Chỉ huy trưởng Trường Thiết giáp và Chỉ huy Trung đoàn 5 Thiết giáp.<\/ref> được tái lập tại trường Thiết giáp ở Liên trường Võ khoa Thủ Đức. Đến cuối tháng 4, ông nhận lệnh bàn giao chức vụ Chỉ huy trường Thiết giáp lại cho Trung tá [[Nguyễn Tuấn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Tuấn]]<ref>Trung tá Nguyễn Tuấn tốt nghiệp khóa 1 Sĩ quan Thủ Đức, Trận Mậu thân 1968, bị đối phương giết hại cùng với gia đình. Được truy thăng Đại tá.<\/ref>. Cuối tháng 5, ông được thăng cấp [[Đại tá]]. Ba tháng sau, ông bàn giao Trung đoàn 5 lại cho Trung tá [[Trần Quang Khôi]] (nguyên Trung đoàn phó). Đầu tháng 9 cùng năm, bàn giao chức vụ Chỉ huy trưởng Thiết giáp tại trại Phù Đổng, Gò Vấp lại cho Trung tá Lương Bùi Tùng, để đi nhận chức vụ Chỉ huy trưởng trường Võ bị Quốc gia Đà Lạt thay thế Chuẩn tướng [[Nguyễn Văn Kiểm (thiếu tướng Việt Nam Cộng hòa)|Nguyễn Văn Kiểm]] được cử về Trung ương làm Tham mưu trưởng Biệt bộ Tham mưu Phủ Tổng thống.\n\nTháng 11 năm 1966, ông nhận lệnh bàn giao trường Võ bị Quốc gia lại cho Đại tá [[Đỗ Ngọc Nhận (Đại tá, Việt Nam Cộng hòa)|Đỗ Ngọc Nhận]]<ref>Đại tá Đỗ Ngọc Nhận sinh năm 1930 tại Nam Định, tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng giữ chức Tổng cục phó Tổng cục Tiếp vân.<\/ref>. Ngay sau đó ông được cử đi làm Chỉ huy trưởng trường [[Trường Hạ sĩ quan Quân lực Việt Nam Cộng hòa|Hạ sĩ quan Đồng Đế]] thay thế Thiếu tướng [[Nguyễn Văn Là]]. Đầu năm 1967, ông bàn giao trường Hạ sĩ quan lại cho Đại tá [[Phạm Văn Liễu (Đại tá, Quân lực Việt Nam Cộng hòa)|Phạm Văn Liễu]]<ref>Đại tá Phạm Văn Liễu sinh năm 1927 tại Nam Định, tốt nghiệp khóa 5 Võ bị Đà Lạt. Sau cùng là Trưởng ban Tham vấn Hòa đàm Paris.<\/ref>. Tháng 4 cùng năm, ông được chỉ định giữ chức vụ Chỉ huy trưởng [[Trường Bộ binh Thủ Đức]]<ref>Trong thời gian đảm nhiệm chức vụ Chỉ huy trưởng trường Võ khoa Thủ Đức, tướng Thơ đã tổ chức lễ mãn khóa cho các khóa: 23, 24, 25, 26 và 27 Sĩ quan Trừ bị tốt nghiệp với cấp bậc [[Chuẩn úy]]<\/ref> thay thế Thiếu tướng [[Bùi Hữu Nhơn]].<ref>Thiếu tướng Nhơn được cử đi làm phó Chủ tịch Ủy ban Điều hành Quốc tế Quân viện.<\/ref>\n\nNgày Quân lực 19 tháng 6 năm 1968, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm. Đến tháng 8 năm 1969, ông nhận lệnh bàn giao trường Bộ binh Thủ Đức lại cho Thiếu tướng [[Phạm Quốc Thuần]]. Cùng ngày, ông được bổ nhiệm vào chức vụ Tư lệnh Sư đoàn 18 Bộ binh thay thế Chuẩn tướng [[Đỗ Kế Giai]].\n\nNgày 20 tháng 8 năm 1970, ông được thăng cấp [[Thiếu tướng]] tại nhiệm. Đến tháng 4 năm 1972, ông nhận lệnh bàn giao Sư đoàn 18 lại cho Đại tá [[Lê Minh Đảo]] (nguyên Tỉnh trưởng Định Tường). Sau đó, ông được cử tái nhiệm chức vụ Chỉ huy trưởng trường Võ bị Quốc gia Đà Lạt thay thế bào đệ là Trung tướng [[Lâm Quang Thi]].<ref>Trung tướng Lâm Quang Thi được cử đi làm Tư lệnh phó Quân đoàn I và Quân khu 1.<\/ref>\n\n==1975==\nNgày 21 tháng 3 năm 1975 di tản khỏi Đà Lạt cùng với toàn thể cơ hữu và khóa sinh của trường Võ bị Đà Lạt di chuyển về trường Bộ binh Thủ Đức tại Long Thành.<ref>Ngày 1 tháng 4 năm 1974, trường Bộ binh Thủ Đức dời cơ sở huấn luyện ra khu vực quận Long Thành thuộc tỉnh Biên Hòa.<\/ref>\n\nNgày 30 tháng 4, ông cùng gia đình di tản khỏi Việt Nam. Sau đó sang định cư tại Tiểu bang Texas, Hoa Kỳ.\n\nNăm 1985, ông từ trần tại San Francisco, California. Hưởng dương 54 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tam đẳng<br>-12 Anh dũng Bội tinh với nhành Dương liễu<br>-8 Anh dũng Bội tinh với ngôi sao vàng, bạc và đồng<br>-Huy chương Leadership Medal 2nd class (Hoa Kỳ)<br>-Huy chương Staff Medal 2nd class (Hoa Kỳ)<br>-Huy chương United States Air Medal (Hoa Kỳ).\n\n==Gia đình==\n*Thân phụ: Cụ Lâm Quang Diệu (Luật sư)\n*Thân mẫu: Cụ Diệp Thị Hiền (1910-2002)\n*Bào đệ: [[Lâm Quang Thi]]<ref>Ông Lâm Quang Thi sinh năm 1932 tại Bạc Liêu, tốt nghiệp khóa 3 Võ bị Đà Lạt, nguyên Trung tướng Tư lệnh phó Quân đoàn I VNCH<\/ref>, [[Lâm Quang Thới (Trung tá, Quân lực Việt Nam Cộng hòa)|Lâm Quang Thới]]<ref>Ông Lâm Quang Thới sinh năm 1933 tại Bạc Liêu, tốt nghiệp khóa 10 Võ bị Đà Lạt, nguyên Trung tá Quân trấn trưởng Biên Hòa<\/ref>, [[Lâm Quang Thân (Thiếu tá, Quân lực Việt Nam Cộng hòa)|Lâm Quang Thân]]<ref>Ông Lâm Quang Thân sinh năm 1936 tại Bạc Liêu, tốt nghiệp khóa 14 Võ bị Đà Lạt, nguyên Thiếu tá Không Quân VNCH<\/ref>\n*Phu nhân: Bà Trương Thị Hui \n:Ông bà có bốn người con (2 trai, 2 gái):<br>Lâm Quang Tú, Lâm Bạch Điệp, Lâm Thanh Điệp, Lâm Quang Lữ.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011) ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Mất năm 1985]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Bạc Liêu]]\n[[Thể loại:Người Mỹ gốc Việt]]"}