{"19556606":"'''Lã Vĩnh Lợi''' ([[1913]]-[[1994]]) còn biết đến với các bí danh Lê Hi (hay Lê Hy), Từ Lâm, Hồng Lệ, Anh Linh, Dr. Lee. là một nhà báo, nhà ngoại giao và dịch giả [[Việt Nam]].\n\n== Sự nghiệp ==\nSinh ngày 22\/5\/1913 tại Thượng Đồng, nay là xã Yên Tiến, huyện [[Ý Yên]], tỉnh [[Hà Nam Ninh]], xuất thân từ một gia đình lao động nghèo, cha mẹ bị địch tàn sát trong cùng một ngày, năm 1950, tại Thượng Đồng.\n\nÔng tham gia [[Đảng Cộng sản Đông Dương]] năm 1939, sau đó bị thực dân Pháp bắt và đày ra [[Côn Đảo]]. Tại đây ông tiếp xúc với các nhà cách mạng khác như [[Trần Ngọc Danh]], [[Tôn Đức Thắng]], [[Phạm Hùng]], v.v.<ref name=\":0\">{{Chú thích web|url=http:\/\/indochine.uqam.ca\/en\/historical-dictionary\/735-la-vnh-li-le-hi-le-hy-t-lam-hng-l-anh-linh-dr-lee-19131994.html|tựa đề=Lã Vĩnh Lợi|website=Indochina War (1945-1956), Université du Québec à Montréal}}<\/ref>\n\nÔng được thả ra sau [[Cách mạng Tháng Tám|Cách mạng tháng Tám]], và tiếp tục tham gia kháng chiến, được bầu làm Uỷ viên kỳ bộ Việt Minh, phụ trách tờ ''Cứu quốc'' Nam Bộ.\n\nNăm [[1946]], ông sang Thái Lan lập báo ''Tin Việt Nam'', Việt Nam Thông tấn xã phụ trách phòng thông tin Việt Nam tại Bangkok<ref>{{Chú thích web|url=https:\/\/baotintuc.vn\/ho-so\/co-quan-thuong-tru-ngoai-nuoc-cac-su-gia-cua-ttxvn-20150911212448348.htm|tựa đề=Cơ quan thường trú ngoài nước - Các \"sứ giả\" của TTXVN|ngày=12-09-2015|website=Báo Tin Tức, Thông tấn xã Việt Nam}}<\/ref>. Sau đó ông  tham gia phái đoàn Chính phủ Việt Nam tại Bangkok rồi tham gia Phái đoàn do [[Phạm Ngọc Thạch]] dẫn đầu, đi Rangoon dự quốc khánh Miến Điện. Ở đây, ông tìm cách liên lạc với sứ quán Liên Xô.<ref name=\":0\" \/>\n\nÔng lên đường Prague qua Thượng Hải và Moskva cùng với một người cộng sản Úc là [[Alexander Brotherton]], để lập phòng thông tin Việt Nam ở Prague.<ref name=\":0\" \/><ref name=\":1\">Christopher E. Goscha; Courting Diplomatic Disaster? The Difficult Integration of Vietnam into the Internationalist Communist Movement (1945––1950). ''Journal of Vietnamese Studies'' ngày 1 tháng 2 năm 2006; 1 (1-2): 59–103. doi:https:\/\/doi.org\/10.1525\/vs.2006.1.1-2.59<\/ref>\n\nTháng 8 năm [[1948]], ông đến Moskva, mặc dù không có sự đồng ý của chính phủ Việt Nam Dân Chủ Cộng Hòa, ông liên lạc với các lãnh đạo Liên Xô để xin sự trợ giúp về tài chính, quân sự và đối ngoại cho chính phủ cách mạng Việt Nam.<ref name=\":0\" \/>\n\nĐến Prague, ông nhập nhóm với [[Trần Ngọc Danh]], có các hoạt động phê phán đường lối dân tộc chủ nghĩa do Hồ Chí Minh khởi xướng.\n\nSau đó ông về nước và bị khai trừ khỏi đảng cùng với Trần Ngọc Danh.<ref name=\":1\" \/>\n\nNăm [[1951]], ông được điều sang công tác tại NXB Sự Thật tham gia dịch thuật, hiệu đính các tác phẩm Marx, Lenin, Engels.\n\nNăm [[1968]], ông bị bắt cùng một loạt cán bộ khác vì liên quan đến [[Vụ án Xét lại Chống Đảng|vụ án Xét lại chống Đảng]], sau một năm thì được ra tù nhưng bị tước hết các chức vụ.<ref name=\":0\" \/>\n\n== Tác phẩm ==\nÔng biên soạn ''Việt Nam chính tả tự vị'' (1937) và  năm [[1963]], Viện Văn học hiệu đính lại thành quyển ''Từ điển chính tả phổ thông.''\n\nCác tác phẩm khác:\n\n* Thân thế và sự nghiệp Lênin, NXB Phổ thông, [[1962]].\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Sinh năm 1913]]\n[[Thể loại:Mất năm 1994]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà ngoại giao Việt Nam]]\n[[Thể loại:Dịch giả Việt Nam]]\n[[Thể loại:Nhân vật trong Vụ án Xét lại Chống Đảng]]"}