{"983251":"'''Lê Khắc Cẩn''' (chữ Hán: 黎克謹) người làng Hạnh Thị (thuộc huyện [[An Lão, Hải Phòng]] ngày nay) đỗ [[Hoàng giáp]] khoa Nhâm Tuất (1862) và từng đảm nhiệm nhiều chức vụ dưới triều [[Tự Đức]]. Ông là người Hải Phòng duy nhất đỗ Tiến sĩ Nho học dưới triều [[nhà Nguyễn]]. Lê Khắc Cẩn cũng là người có văn tài, nhiều trước tác của ông hiện được lưu giữ tại Viện Hán - Nôm và một số tác phẩm đã được xuất bản trong tuyển tập Thơ văn Lê Khắc Cẩn.\n\n==Thân thế và sự nghiệp==\nLê Khắc Cẩn còn có tên gọi khác là Lê Khắc Nghị sinh năm Quý Tỵ (1833) tại làng Hạnh Thị nay là làng Đông Hạnh, xã An Thọ, huyện [[An Lão, Hải Phòng]], xuất thân trong một gia đình nghèo.\n\nÔng thi hương khoa Ất Mão (1855) đậu Giải nguyên tại trường thi ở [[Nam Định]]. Tại kỳ thi hội khoa Nhâm Tuất (1862) tại kinh đô [[Huế]], ông đậu [[Hoàng giáp]]. Những năm đầu sự nghiệp, Lê Khắc Cẩn được vua [[Tự Đức]] giữ lại làm việc ở những cơ quan gần vua như Viện Tập hiền, Tòa Kinh diên tại Huế. Năm 1866, ông được cử làm tham biện nội các Huế. Những năm sau đó, ông được cử đi [[Nam Định]] và trải qua nhiều chức vụ tại đây như Tri phủ, Án sát, Bố chính.\n\nSống trong một thời kỳ đầy biến động của lịch sử đất nước ở nửa sau thế kỷ XIX đã tác động mạnh mẽ đến những quan điểm của ông về tình hình đất nước cùng nhiều nhân vật đương thời. Qua những trước tác của ông để lại, các nhà nghiên cứu có thể khẳng định về một thái độ dứt khoát của Lê Khắc Cẩn đứng về phe chủ chiến chống lại cuộc xâm lược của [[đế quốc thực dân Pháp|thực dân Pháp]]. Điều này phần nào bộc lộ qua những câu thơ ông viết về sự kiện quân Pháp đánh chiếm 6 tỉnh Nam Kỳ: \"Quan văn giương bút dâng thơ đánh\/Cụ lớn cầm quân tính chuyện hoà\".\n\nÔng mất năm 1870, khi mới 37 tuổi. Một số tài liệu có liên quan đến cuộc đời và sự nghiệp của ông như ''Lược truyện các tác gia Việt Nam'', ''Các nhà khoa bảng Việt Nam'' và ''Quốc triều khoa bảng lục''.\n\n==Tác phẩm để lại==\nTại Viện Hán - Nôm hiện còn lưu giữ nhiều tác phẩm của Lê Khắc Cẩn như: ''Hải Hạnh văn phái'', ''Hải Hạnh thi tập'', ''Hải Hạnh thi tập văn'' và ''Miễn Trai văn tập''… Ngày 22-11-2003 tại Văn Miếu Quốc Tử Giám, một cuộc hội thảo về cuộc đời và tác phẩm của Lê Khắc Cẩn đã được tổ chức.\n\nĐiểm nổi bật của Lê Khắc Cẩn chính là thành tựu văn học ông để lại, với các thể loại chiếu, biểu, văn, thơ, phú… và cả âm nhạc cung đình. Nhưng trên hết vẫn là một khí phách dân tộc toát lên trong tác phẩm của ông trước hoàn cảnh tang thương của lịch sử đất nước mà ông cũng như nhiều kẻ sĩ đương thời phải bất lực chứng kiến để rồi đành dùng ngòi bút làm vũ khí chiến đấu. \n \nNhà nghiên cứu văn học PGS. TS [[Trần Thị Băng Thanh]] có những tổng kết về di sản thơ văn của Lê Khắc Cẩn: ''Thơ Lê Khắc Cẩn không nhiều nhưng cũng không phải quá ít. Ông làm thơ chữ Hán vào thời điểm mà Nho học và văn học nhà Nho cũng không còn thịnh vượng, đang dần đi vào thế bế tắc. Khó có thể đòi hỏi ông có những đóng góp gì nhiều về mặt nghệ thuật, song đó là bộ phận văn học theo sát tình hình thời sự. Chẳng những qua đó người đọc có thể thấy được phần nào hiện tình của đất nước mà còn có thể hiểu được sự phân hóa, trạng thái tư tưởng và nhân cách tầng lớp kẻ sĩ một thời. Họ là những đồng môn, đồng sự của nhau nhưng rồi cũng chia lìa, tan đàn sẻ nghé, mỗi người tự chọn cho mình một con đường, tự quyết lấy một thái độ chính trị và sẽ chịu sự phán xét của lịch sử... Nói thơ Lê Khắc Cẩn không có đóng góp gì thêm nhiều về nghệ thuật không có nghĩa là thơ ông không có đặc sắc riêng. Nét riêng đó trội lên ở chất trào phúng, tự trào nhẹ nhàng. Nó đem lại một chút thư tâm, an ủi, khích lệ lòng người trước những vấn đề bế tắc đáng chán của thời cuộc. Nó góp phần tạo dựng dần dòng trào phúng trong thi ca Việt Nam.''\n\nNhà nghiên cứu văn hóa, Giáo sư, Anh hùng lao động [[Vũ Khiêu]] có những dòng câu đối tôn vinh cuộc đời và sự nghiệp của Lê Khắc Cẩn:\n:''Cuộc phong trần mến nước thương dân''\n:''Đất Hạnh Thị còn vương đôi giọt lệ''\n:''Lập di cảo lời hay ý đẹp''\n:''Trời Hải Phòng thêm sáng một vì sao.''\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=HAL&MenuID=2298&ContentID=13654 Khánh thành đền thờ Tiến sĩ - Nhà thơ yêu nước Lê Khắc Cẩn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101224163253\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=HAL&MenuID=2298&ContentID=13654 |date=2010-12-24 }}\n* [http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0404v.htm Thơ văn Lê Khắc Cẩn trên Tạp chí Hán Nôm số 4-2004]\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}