{"49453":"'''Lê Quý Quỳnh''' (1923–2012) là một chính khách Việt Nam. Ông từng giữ chức Bí thư Tỉnh ủy [[Hưng Yên]] ([[1959]]–[[1971]]) rồi Bí thư Tỉnh ủy [[Hải Hưng]] (1971–[[1972]]). Ông được xem là người đi trước Bí thư Tỉnh ủy [[Vĩnh Phú]] [[Kim Ngọc]] trong sáng kiến khoán sản phẩm tới nông dân.<ref name=\"VTH\">''Đêm giữa ban ngày'', Vũ Thư Hiên, Chương 22\n\nĐồng chí Lê Quý Quỳnh (Vương Văn Thành) sinh ngày 27.6.1923 tại thôn [[Hoàng Lê]], xã Phan Đình Phùng, huyện Mỹ Hào, tỉnh Hưng Yên.\n\n- Tháng 4.1944 - 7.1945, cán bộ Việt Minh huyện, phụ trách giao thông.\n\n- Năm 1945 - 1.1947, Chính trị viên huyện đội, Phó Bí thư Huyện ủy Mỹ Hào.\n\n- Năm 1948 - 9.1950, Chính trị viên Tỉnh đội, Thường vụ Tỉnh ủy, Phó Chủ tịch Ủy ban Kháng chiến hành chính tỉnh Hưng Yên.\n\n- Tháng 10.1950 - 8.1951, đi học Mác-Lênin ở Trung Quốc.\n\n- Tháng 9.1951 - 10.1953, Thường vụ Tỉnh ủy, Phó Chủ tịch Ủy ban kháng chiến hành chính tỉnh Hưng Yên.\n\n- Tháng 8.1954 - 12.1956, Trưởng phòng tổ chức Trường Nguyễn Ái Quốc Trung ương.\n\n- Tháng 1.1957 - 4.1972, Phó Bí thư Tỉnh ủy, Chủ tịch Ủy ban hành chính tỉnh Hưng Yên, Bí thư Tỉnh ủy Hưng Yên, Bí thư Tỉnh ủy Hải Hưng.\n\n- Tháng 4.1972 - 10.1975, Phó Bí thư Tỉnh ủy Hải Hưng.\n\n- Tháng 11.1975 - 3.1977, Thành ủy viên, Giám đốc Sở Nông nghiệp TP Hồ Chí Minh.\n\n- Tháng 4.1977, Thành ủy viên, Phó Ban nông nghiệp thành phố Hồ Chí Minh.\n\n- Tháng 3.1978, Thứ trưởng, Tổng cục trưởng Tổng cục khai hoang kinh tế mới, Bộ Nông nghiệp.\n\n- Tháng 3.1979, Phó Chủ nhiệm Văn phòng Hội đồng Bộ trưởng (nay là Văn phòng Chính phủ) theo dõi địa phương và cấp huyện.\n\n- Năm 1981, Phó Chủ nhiệm - kiêm Chủ nhiệm Công ty chuyên doanh Dược liệu đặc sản.\n\n- Tháng 7.1988, đồng chí được Đảng và Nhà nước cho nghỉ hưu.\n\nKhen thưởng:\n\n- Huân chương Độc Lập hạng I.\n\n- Huân chương Kháng chiến chống Pháp hạng I.\n\n- Huân chương Kháng chiến chống Mỹ hạng I.\n\n- Huân chương Lao động hạng III…<\/ref>\n\n== Thân thế và sự nghiệp chính trị ==\nÔng tên thật là '''Vương Văn Thành''', sinh ngày [[27 tháng 6]] năm 1923, tại thôn Hoàng Lê, xã Yên Xá, huyện Mỹ Văn (nay là phường Phan Đình Phùng, thị xã Mỹ Hào), tỉnh Hưng Yên. Gia đình ông có 11 anh em. Từ nhỏ, ông có tiếng học giỏi và rất hòa đồng với mọi người.\n\nNăm 1939, ông ra [[Hà Nội]] học nghề y tá và được nhận vào làm việc tại [[Bệnh viện Việt Đức|Bệnh viện Phủ Doãn]]. Tuy nhiên, chỉ 1 năm sau, ông bị đuổi việc vì dám tranh luận và cự lại ông chủ Tây. Trong những năm sau đó, ông hành nghề tự do tại Hà Nội và có những tiếp xúc với những người Cộng sản như Nguyễn Chương, Xứ ủy viên Xứ ủy Bắc Kỳ, Hoàng Thế Cư, Tỉnh ủy viên Hưng Yên, được bí mật kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]. Năm 1944, ông được tổ chức trở về quê nhà hoạt động, lập chi bộ Đảng đầu tiên của xã Phan Đình Phùng.\n\nTháng 1 năm 1945, ông được kết nạp Đảng chính thức và được cử làm Chủ tịch [[Việt Minh|Mặt trận Việt Minh]] huyện Mỹ Hào, lãnh đạo dân chúng tham gia khởi nghĩa cướp chính quyền trong [[Cách mạng tháng Tám|Cách mạng tháng 8]]. Sau khi Pháp tái chiếm Đông Dương, ông vẫn tiếp tục hoạt động trong vùng người Pháp kiểm soát. Năm 1947, ông được phân công là Ủy viên Thường vụ Tỉnh ủy, phụ trách vùng tạm chiếm. Không lâu sau đó, ông được cử giữ chức Phó chủ tịch Ủy ban kháng chiến tỉnh; Chính trị viên tỉnh đội Hưng Yên.\n\nSau khi chính quyền [[Việt Nam Dân chủ Cộng hòa]] kiểm soát hoàn toàn miền Bắc, ông được điều về làm Trưởng ban tổ chức Trường Đảng cao cấp Nguyễn Ái Quốc. Năm 1956, ông được điều giữ cương vị Chủ tịch Ủy ban hành chính tỉnh Hưng Yên. Ngày 9 đến 15 tháng 3 năm 1959, ông được bầu làm Bí thư Tỉnh ủy Hưng Yên.\n\n==Ông Bí thư gần dân có tinh thần [[Đổi mới]]==\nNgày 21 đến 29 tháng 3 năm 1961, tại Đại hội Đảng bộ tỉnh Hưng Yên lần thứ V vòng hai (khi đó, chỉ riêng những trường hợp rất đặc biệt, có thể gọi là hiếm hoi thì mới phải tổ chức Đại hội tới vòng hai{{cần chú thích}}) ông được bầu lại làm Bí thư Tỉnh ủy.\n\nÔng tiến hành khoán sản phẩm \"chui\" (không theo quy định chính thức thời đó) vào khoảng thời điểm 1962 (không có số liệu chính xác, nhưng tại thời điểm năm 1963 tại Hưng Yên đã có khoán \"chui\" tại một vài đội sản xuất và đạt hiệu quả ngay tức thì)<ref name=\"VTH\"\/>.\n\nMột sáng kiến khác của ông xoay quanh việc cải thiện đời sống cho người dân, sáng kiến này tập trung quanh khẩu hiệu \"Hưng Yên mở hội làm giàu\". Nhưng cũng vì khẩu hiệu này mà ông bị Ủy viên Bộ Chính trị [[Trường Chinh]] gọi lên phê bình kịch liệt{{fact|date = ngày 7 tháng 1 năm 2013}}. Tại Trung ương, ông phải nhận lỗi và cam kết sẽ thay đổi<ref name=\"VTH\"\/>.\n\nChính bởi không dám kháng lệnh Trung ương nên những sáng kiến của ông chỉ được thực hiện nửa chừng.Khác với Lê Quý Quỳnh, cố Bí thư [[Kim Ngọc]], sau khi bị phát hiện khoán \"chui\" và bị Trường Chinh dọa cách chức, đã không dừng lại mà tiến hành \"[[khoán hộ]]\" trên diện rộng hơn. \nNgày 6 đến 10 tháng 9 năm 1963, tại Đại hội đại biểu Đảng bộ tỉnh Hưng Yên lần thứ VI, ông được bầu lại làm Bí thư Tỉnh ủy khóa VI <ref>{{Chú thích web |url=http:\/\/www.hungyen.gov.vn\/index.asp?newsID=1134&language=tiengviet |ngày truy cập=2006-07-18 |tựa đề=Hưng Yên thời kỳ 1945-1967 |archive-date = ngày 5 tháng 10 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20061005204532\/http:\/\/www.hungyen.gov.vn\/index.asp?newsID=1134&language=tiengviet }}<\/ref>.\n\nNăm 1964, ông được bầu vào [[Quốc hội Việt Nam]] khóa III. Ông tái cử Đại biểu Quốc hội các khóa IV, V.\n\nNgày 26 tháng 1 năm 1968, [[Ủy ban Thường vụ Quốc hội]] nước [[Việt Nam Dân chủ Cộng hòa]] ra Quyết định số 504-QĐ\/TVQH về việc hợp nhất hai tỉnh Hưng Yên và Hải Dương thành tỉnh Hải Hưng, tỉnh lỵ đặt tại [[hải Dương (thành phố)|thị xã Hải Dương]]. Theo sự chỉ định của Trung ương, Lê Quý Quỳnh được tiếp tục giữ chức Bí thư Tỉnh ủy <ref>{{Chú thích web |url=http:\/\/www.hungyen.gov.vn\/index.asp?newsID=1135&language=tiengviet |ngày truy cập=2006-07-18 |tựa đề=Hưng Yên hợp nhất với Hải Dương thành tỉnh Hải Hưng thời kỳ 1968-1986 |archive-date = ngày 5 tháng 10 năm 2006 |archive-url=https:\/\/web.archive.org\/web\/20061005230026\/http:\/\/www.hungyen.gov.vn\/index.asp?newsID=1135&language=tiengviet }}<\/ref>.\n\nNgày 1 tháng 4 năm 1972, Ban Bí thư Trung ương Đảng ra Công văn số 19 về việc sắp xếp lại Ban Thường vụ Tỉnh ủy [[Hải Hưng]]. Bí thư là [[Ngô Duy Đông]] (về sau là Trưởng ban Nông nghiệp Trung ương), Phó Bí thư Thường trực; Lê Quý Quỳnh, Phó bí thư, Chủ tịch Ủy ban hành chính Trần Tạo. Như vậy, Lê Quý Quỳnh là nhân vật xếp thứ hai của Tỉnh ủy Hải Hưng cho tới cuối [[thập kỉ 70]].\n\nTừ đầu năm 1972 trở đi là kết thúc thời kì ông chịu trách nhiệm quản lý ở [[Hưng Yên]] và sau đó là [[Hải Hưng]].\n\n==Những năm cuối đời==\n\nNăm 1975 ông được Trung ương điều vào thành phố Hồ Chí Minh với cương vị Thành ủy viên, phụ trách nông nghiệp, Giám đốc Sở Nông nghiệp TP Hồ Chí Minh.\n\nTháng 4.1977, Thành ủy viên, Phó Ban nông nghiệp thành phố Hồ Chí Minh.\n\nNăm 1978, ông được cử giữ chức Thứ trưởng Bộ Nông nghiệp kiêm Tổng cục trưởng Tổng cục Khai hoang. Tháng 2 năm 1979, ông giữ chức Phó chủ nhiệm Văn phòng Phủ Thủ tướng. Năm 1981 ông được cử làm Chủ nhiệm Công ty chuyên doanh đặc sản cho đến năm 1988 thì nghỉ hưu.\n\nSau khi về hưu, ông được bầu là Chủ tịch Hội nuôi ong Việt Nam, góp phần quan trọng trong việc phát triển phong trào nuôi ong khắp các tỉnh từ đồng bằng đến miền núi liên tục phát triển mang lại hiệu quả kinh tế cao cho bà con nông dân.\n\nÔng cũng nhiều năm được bầu làm Chủ tịch Hội đồng hương Hưng Yên tại Thành phố Hồ Chí Minh. Sau khi tuổi cao, ông được Hội đồng hương Hưng Yên tại Thành phố Hồ Chí Minh suy tôn là Chủ tịch danh dự của Hội.\n\nÔng qua đời ngày [[4 tháng 7]] năm 2012, và được an táng tại Nghĩa trang Thành phố Hồ Chí Minh.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.baohungyen.vn\/content\/viewer.asp?a=13202&z=143 Có một Bí thư Tỉnh ủy như thế...]{{Liên kết hỏng|date = ngày 9 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* Bí thư Lê Quý Quỳnh [http:\/\/www.nongnghiep.vn\/nongnghiepvn\/vi-VN\/72\/1\/24\/38368\/Bi-thu-Le-Quy-Quynh.aspx kỳ 1]{{Liên kết hỏng|date = ngày 9 tháng 5 năm 2021 |bot=InternetArchiveBot }}, [http:\/\/www.nongnghiep.vn\/nongnghiepvn\/vi-VN\/72\/1\/24\/38427\/Bi-thu-Le-Quy-Quynh.aspx kỳ 2]{{Liên kết hỏng|date = ngày 9 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/hungyentv.vn\/92\/10842\/Chinh-tri\/Nguyen-Bi-thu-tinh-uy-Le-Quy-Quynh-qua-doi.htm Nguyên Bí thư tỉnh ủy Lê Quý Quỳnh qua đời]\n* [http:\/\/vpcp.chinhphu.vn\/Home\/To-chuc-trong-the-Le-tang-dong-chi-Le-Quy-Quynh\/20127\/10877.vgp Tổ chức trọng thể Lễ tang đồng chí Lê Quý Quỳnh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120711015159\/http:\/\/vpcp.chinhphu.vn\/Home\/To-chuc-trong-the-Le-tang-dong-chi-Le-Quy-Quynh\/20127\/10877.vgp |date = ngày 11 tháng 7 năm 2012}}\n\n{{Thời gian sống|sinh=1923|mất=2012}}\n\n[[Thể loại:Chủ tịch Ủy ban nhân dân tỉnh Hưng Yên]]\n[[Thể loại:Bí thư Tỉnh ủy Hưng Yên]]\n[[Thể loại:Bí thư Tỉnh ủy Hải Hưng]]\n[[Thể loại:Thứ trưởng Bộ Nông nghiệp và Phát triển Nông thôn]]\n[[Thể loại:Thứ trưởng Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa III]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa IV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa V]]\n[[Thể loại:Người Hưng Yên]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Lao động]]\n[[Thể loại:Trung tá Quân đội nhân dân Việt Nam]]"}