{"515991":"'''Lê Duy Lương''' (黎維良, [[1814]] - [[1833]]) là thủ lĩnh cuộc nổi dậy ở Sơn Âm - Thạch Bi (đều thuộc tỉnh [[Hòa Bình]]) dưới triều vua [[Minh Mạng]] trong [[lịch sử Việt Nam]].\n\n==Thân thế==\n'''Lê Duy Lương''' là con thứ hai của Lê Duy Hoán, cháu vua [[Lê Hiển Tông]]. Giữa năm [[1802]], để mua chuộc con cháu [[nhà Hậu Lê|nhà Lê]], vua [[Gia Long]] phong ông làm Diên Tự công. [[Tháng năm|Tháng 5]] năm [[Đinh Sửu]] (1817),<ref>Chép theo ''[[Quốc triều sử toát yếu]]'' (tr. 130). Nguyễn Phan Quang ghi năm 1916.<\/ref> ông Hoán và Nguyễn Văn Thuyên (con Tiền quân [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]]) đều bị xử chém giết về tội mưu phản.<ref>Chép theo ''Quốc triều sử toát yếu'' (tr. 132). Tuy nhiên, sách này không kể chi tiết và cũng không nói gì đến mối quan hệ giữa hai ông. Theo [[Đại Nam thực lục]] được dẫn lại ở đây [http:\/\/www.nguoivietweb.com\/absolutenm\/anmviewer.asp?a=3104&print=yes] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160307175353\/http:\/\/nguoivietweb.com\/absolutenm\/anmviewer.asp?a=3104&print=yes |date=2016-03-07 }}, thì: [[Tháng giêng]] năm [[Bính Tý]] (19 tháng 12 năm 1816-16 tháng 1 năm 1817), vua [[Gia Long]] cho lệnh bắt Lê Duy Hoán vì tội mưu phản. Khi bị dẫn giải về [[Huế]], quan chức [[bộ Hình]] lấy cung thêm. Ông Hoán khai rằng Văn Thuyên từng gửi thư cho ông, xúi làm phản. Còn theo Nhóm Nhân Văn Trẻ, thì: \"Năm 1816, Lê Duy Hoán cùng Đỗ Doanh Hoằng lập mưu chống [[nhà Nguyễn]], nhưng việc bại lộ\" (''Hỏi đáp lịch sử Việt Nam''. Nhà xuất bản Trẻ, 2007, tr. 313).<\/ref>\n\nKhi ấy, Lê Duy Lương mới lên 3 tuổi,<ref>Nguyễn Phan Quang (tr. 186) chép theo ''[[Đại Nam thực lục]]''. Căn cứ thông tin này, tạm suy ra năm sinh của Lê Duy Lương là 1814.<\/ref> được các thủ hạ cất giấu rồi được anh em họ Quách (Quách Tất Công, Quách Tất Tại, Quách Tất Tế,...) ở Sơn Âm<ref>Sơn Âm và Thạch Bi là hai Mường lớn, thời đầu triều Nguyễn thuộc tỉnh [[Ninh Bình]], nay thuộc tỉnh [[Hòa Bình]]. Ở đây, họ Quách và họ Đinh nối đời làm quan lang, rất được [[nhà Hậu Lê]] trọng đãi. Quách Tất Công và Quách Tất Tại đều là con của Quách Tất Tự, từng chung quân thứ với Tả quân [[Lê Văn Duyệt]]. [[Tháng sáu|Tháng 6]] năm [[Kỷ Mão]] ([[1819]]), Tất Công và Tất Tại đều được phong làm Phòng ngự thiêm sự, coi giữ đồn Chi Nê. Sau khi vua [[Minh Mạng]] bãi bỏ chế độ thế tập của các thổ ti, đặt chế độ lưu quan, lang đạo họ Quách và các lang đạo họ khác, đều rất lo cho quyền lợi và địa vị của mình sẽ bị tước đoạt (tổng hợp từ: Nguyễn Phan Quang [tr. 223], ''Quốc triều sử toát yếu'' [tr. 139] và ''Lịch sử Việt Nam'' [1427-1858, tr. 176]). Xem chi tiết ở trang [[Cuộc nổi dậy Lê Duy Lương]].<\/ref> nuôi nấng. Vừa lớn lên, Lê Duy Lương cùng anh em họ Quách kéo nhau vào ở Thạch Bi (nay thuộc tỉnh [[Hòa Bình]]) âm thầm khai khẩn ruộng, rèn vũ khí, vận động binh lính và nhân dân, chuẩn bị làm cuộc nổi dậy đánh đổ [[nhà Nguyễn]], lập lại [[nhà Hậu Lê|nhà Lê]].\n\n==Khởi binh chống nhà Nguyễn==\n:''Bài chính:'' ''[[Cuộc nổi dậy Lê Duy Lương]]''\nTrải qua một thời gian dài chuẩn bị, mở đầu là cuộc binh biến ở đồn Ninh Thiện (thuộc [[Nghệ An]]) vào [[tháng hai|tháng 2]] năm [[Nhâm Thìn]] ([[1832]]). Khoảng thời gian ấy, ở phủ [[Trấn Ninh]] có hai viên chỉ huy là Trần Tứ và Đỗ Bảo cũng theo tờ thư của Lê Duy Lương, hô hào quân các đội giết chết Chánh đội Đỗ Trọng Thai và 8 người lính, đoạt khí giới, rồi theo đường núi Kỳ Sơn, Hội Nguyên mà đi ra [[Miền Bắc (Việt Nam)|Bắc]]. Dọc đường bị Tổng đốc An Tĩnh [[Tạ Quang Cự]] sai quân chặn bắt được và cả hai đều phải tội lăng trì.\n\nHai vụ khởi binh thiếu đồng bộ này, làm cho vua Minh Mạng khiến các địa phương là [[Thanh Hóa]], [[Ninh Bình]], [[Hà Nội]], [[Sơn Tây (tỉnh cũ)|Sơn Tây]] phải \"phòng triệt cho nghiêm\".<ref>''Quốc triều sử toát yếu'', tr. 194.<\/ref>\n\nVì bị theo dõi nghiêm nhặt, nên mãi đến [[tháng ba|tháng 3]] năm sau (năm [[Quý Tỵ]], 1833), cuộc nổi dậy mới chính thức bùng nổ với trận đánh chiếm đồn Chi Nê (nay thuộc huyện [[Lạc Thủy]], tỉnh [[Hòa Bình]]).\n\nNhờ Lê Duy Nhiên đi liên hệ từ trước nên cùng thời gian này, các lang đạo họ Đinh (Đinh Thế Giáp, Đinh Thế Đức, Đinh Công Trịnh,...) ở Thạch Bi (thuộc [[Hòa Bình]]) cùng [[Cuộc nổi dậy Ba Nhàn, Tiền Bột|Ba Nhàn-Tiền Bột]] ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]], mang khoảng 3000 quân đến hiệp lực, rồi chia nhau đi đánh phá các nơi. Sau đó, quân nổi dậy (đa phần là [[người Mường]] ở ba huyện là Lạc Hóa, Phụng Hóa, An Hóa cùng lưu dân nghèo đến từ vùng đồng bằng [[Bắc Bộ Việt Nam|Bắc Bộ]]), đã chiếm giữ được ba châu huyện là Lạc Thổ, Phụng Hóa, Yên Hóa, và bao vây thành trấn [[Hưng Hóa (định hướng)|Hưng Hóa]].\n\nSách ''Quốc triều sử toát yếu'' chép:''<ref>''Quốc triều sử toát yếu'', tr. 200.<\/ref>''\n:''[[Tháng ba|Tháng 3]] năm [[Quý Tỵ]] (1833), giặc trốn ở [[Ninh Bình]] là Lê Duy Lương cùng thổ ty xã Sơn Âm là anh em Quách Tất Công hiệp đảng khởi ngụy. Lương làm Minh chúa, tự xưng Đại Lê huyền tôn, tạo ấn ngụy, phong chức ngụy; đem dân thổ ba huyện là Lạc Thổ, Phụng Hóa, An Hóa làm quân, cùng những tù phạm trốn và dân đói ở các hạt gần đó theo nhiễu, quân nó đến vài ngàn; quan quân thường bị hại.''\n\nViệc tâu lên, vua [[Minh Mạng]] liền phái Tổng đốc An Tĩnh [[Tạ Quang Cự]] cùng Tham tán Hoàng Đăng Thận mang 2.000 biền binh, năm con [[voi]] đến [[Ninh Bình]]. Nhà vua lại cử thêm các tướng là: Hộ phủ [[Thanh Hóa]] [[Nguyễn Đăng Giai]], Lãnh binh [[Hưng Hóa (định hướng)|Hưng Hóa]] Phạm Văn Điển, Phó lãnh binh [[Nam Định]] Lương Văn Liễu, Thủy sư [[Hà Nội]] Nguyễn Văn Quyền; tức tốc mang quân thủy bộ do mình coi quản tới hội tiễu, rồi cùng tiến đánh giải vây và chiếm lại các nơi trên.  Trước lực lượng hùng mạnh này, quân nổi dậy chống giữ không nổi đành phải bỏ các nơi chiếm được, rút về Xích Thổ và Sơn Âm.\n\nĐể tận diệt, [[tháng tư|tháng 4]] ([[âm lịch]]) năm [[1833]], vua Minh Mạng lại bổ Thống chế Nguyễn Văn Trọng lãnh chức Tổng trấn [[Thanh Hóa]], Phó đô ngự sử Hà Duy Phiên sung làm Than tán quân vụ, dẫn thêm quân đến phối hợp, rồi chia ra làm nhiều mũi cùng kéo đến vây đánh Sơn Âm, nơi đặt đại bản doanh của quân nổi dậy. Trong đạo dụ của nhà vua có đoạn chỉ thị các tướng như sau: \n:''...Đánh thẳng vào sào huyện Sơn Âm...Đốt hết của ăn của để và bắt hết dân làng ấy, cho giặc mất chỗ nương tựa...Bè đảng tộc thuộc của thủ nghịch phải giết hết, không được để sót một mống nào. Vợ con, của cải người Sơn Âm, theo như dụ trước, đều tịch thu hết để làm của thưởng...<ref>[[Đại Nam thực lục]], tập 12. Nhà xuất bản Khoa học Xã hội, tr. 112-157.<\/ref>\n\nTrước hàng vạn quân triều cùng voi và đại bác, các căn cứ chính của quân nổi dậy lần lượt bị phá vỡ. Sau nhiều ngày giáp chiến ác liệt, đến khoảng [[tháng sáu|tháng 6]] ([[âm lịch]]) cùng năm ([[1833]]) thì Lê Duy Lương và Lê Duy Nhiên đều bị Tham tán Hoàng Đăng Thuận bắt sống.<ref>Theo ''Quốc triều sử toát yếu'' (tr. 203). Trong ''Lịch sử Việt Nam'' (quyển Hạ), tác giả [[Đào Duy Anh]] có lẽ đã căn cứ theo ''Bản triều bạn nghịch'' của [[Kiều Oánh Mậu]] để chép rằng Lê Duy Lương bị bắt năm 1836. Thực ra, các bản tâu được chép lại trong sách ''Bắc Kỳ tiễu phỉ'' và ''Đại Nam chính biên liệt truyện'' (tr. 348) đều ghi là Lê Duy Lương bị bắt vào năm [[Minh Mạng]] thứ 14 (1833).<\/ref>\n\nNgay sau đó, Lê Duy Lương và Lê Duy Nhiên đều bị đóng cũi đưa về [[Huế]] xử [[tùng xẻo|lăng trì]].\n\n==Sau khi bị giết chết==\nMặc dù Lê Duy Lương không còn nữa, nhưng cuộc nổi dậy do ông làm \"minh chủ\" vẫn chưa chấm dứt. Khoảng ba năm sau ([[1836]]), các thủ lĩnh họ Quách, họ Đinh chạy thoát, lại suy tôn một người họ Lê khác tên là Lê Duy Hiển làm \"minh chủ\", chuyển địa bàn hoạt động sang vùng Quan Hóa, Cẩm Thủy, Lang Chánh (vùng thượng du [[Thanh Hóa]]). Vua Minh Mạng lại phải cử các tướng là [[Tạ Quang Cự]], [[Phạm Văn Điển]], [[Trương Đăng Quế]] đi đối phó. Đến giữa năm [[1838]], thì cuộc đấu tranh này mới thật sự chấm dứt.<ref>Xem chi tiết ở trang [[Cuộc nổi dậy Lê Duy Lương]].<\/ref>\n\nVì có chuyện Lê Duy Lương dấy binh, cho nên nhà vua truyền bắt dòng dõi [[nhà Hậu Lê|nhà Lê]] đem đày vào ở [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]]. Cứ chia cho 15 người ở một huyện và phát cho 10 qua tiền và 2 mẫu ruộng để làm ăn.<ref>Theo ''[[Việt Nam sử lược]]'' (tập 2, tr. 204).<\/ref>\n \nMãi đến [[Tự Đức]] năm thứ hai ([[1849]]), nhờ lời tâu của Thái bảo [[Tạ Quang Cự]] và Đại học sĩ [[Võ Xuân Cẩn]], nhà vua chấp thuận cho sửa sang đền miếu [[nhà Hậu Lê|nhà Lê]], cấp tự điền và cử người coi sóc các nơi ấy. Con cháu [[nhà Hậu Lê|nhà Lê]] đều được tùy tiện chọn nơi yên ở.<ref>Xem thêm trang [[Tạ Quang Cự]].<\/ref>\n\n==Nhận xét==\nLê Duy Lương là \"minh chủ\" đã giương cao ngọn cờ \"phù [[nhà Hậu Lê|Lê]]\", có xu thế phát triển sau khi Lê Duy Hoán bị giết. Đây là cuộc đấu tranh rộng lớn của nhân dân (chủ yếu là các tộc người miền núi), nhằm chống lại đường lối cai trị hà khắc của vua [[Minh Mạng]], thói nhũng nhiễu của các quan lại địa phương, tái lập lại triều đại [[nhà Hậu Lê|nhà Lê]] mà theo họ là tốt hơn.\n\nVua Minh Mạng nói: ''Ta cho giặc Vân là loại giặc nhỏ, không ví được như Lương''<ref>Theo ''[[Đại Nam thực lục]]'', tập 32, tr. 35.<\/ref>. Cách so sánh của nhà vua không hẳn đã thỏa đáng, nhưng cũng chứng tỏ triều đình [[nhà Nguyễn]] đã nhìn thấy tầm quan trọng của cuộc nổi dậy này. Và đúng như vua [[Minh Mạng]] đã phát hiện, tuy trên danh nghĩa, cuộc nổi dậy do con cháu [[nhà Hậu Lê|nhà Lê]], nhưng về thực chất thì lại là của các lang đạo họ Quách (Quách Tất Công đứng đầu) và họ Đinh, vì địa vị và quyền lợi của họ không còn được như trước (tức dưới triều [[nhà Hậu Lê]]).<ref>Theo ''Việt Nam sử lược'' (tr. 202) và Nguyễn Phan Quang (tr. 192, 193).<\/ref>\n\n== Tưởng nhớ ==\nTên ông được đặt tên cho một con đường ở Đà Nẵng và một con đường ở Lào Cai.\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Quốc triều sử toát yếu]]''. Nhà xuất bản Văn Học, 2002.\n*[[Quốc sử quán (triều Nguyễn)|Quốc sử quán triều Nguyễn]], ''[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]]''. Nhà xuất bản Văn Học, 2004.\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'' (quyển 2). Trung tâm Học Liệu xuất bản, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1971.\n*Trương Hữu Quýnh-Phan Đại Doãn-Nguyễn Cảnh Minh, ''Đại cương lịch sử Việt Nam'' (tập 1). Nhà xuất bản giáo dục, 2007.\n*Nguyễn Phan Quang, ''Việt Nam [[thế kỷ 19]]'' (1802-1884). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 2002.\n\n[[Thể loại:Cuộc nổi dậy thời Nguyễn]]\n[[Thể loại:Quân nổi dậy Việt Nam]]\n[[Thể loại:Hoàng tộc nhà Hậu Lê|Duy Lương, Lê]]\n[[Thể loại:Sinh năm 1814]]\n[[Thể loại:Mất năm 1835]]"}