{"3198006":"{{Thông tin viên chức\n|tên= Lê Văn Tư\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Cờ Thẳng tiến.png|22px]]<br>Tư lệnh Sư đoàn 25 Bộ binh\n|bắt đầu= 1\/1972\n|kết thúc= 11\/1973\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (11\/1968)<br>-Chuẩn tướng (11\/1972)\n|tiền nhiệm= -Trung tướng [[Nguyễn Xuân Thịnh]]\n|kế nhiệm= -Đại tá Nguyễn Hữu Toán\n|địa hạt= Quân khu III\n|phó chức vụ= Tư lệnh phó<br>Tham mưu trưởng\n|phó viên chức= -Đại tá Trần Vĩnh Huyến<br>-Đại tá Trương Thắng Chức\n\n|chức vụ 2= Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Gia Định \n|bắt đầu 2= 11\/1970\n|kết thúc 2= 1\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá\n|tiền nhiệm 2= -Đại tá Nguyễn Văn Tồn\n|kế nhiệm 2= -Đại tá Châu Văn Tiên\n|địa hạt 2= Biệt khu Thủ đô<br>thuộc Quân khu III\n\n|chức vụ 3= Tinh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Long An\n|bắt đầu 3= 6\/1969`\n|kết thúc 3= 11\/1970\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá\n|tiền nhiệm 3= -Đại tá Nguyễn Văn Ngưu\n|kế nhiệm 3= -Trung tá Lê Văn Năm\n|địa hạt 3= Quân khu IV\n\n|chức vụ 4= Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Gò Công\n|bắt đầu 4= 3\/1968\n|kết thúc 4= 6\/1969\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung tá (11\/1964)<br>-Đại tá\n|tiền nhiệm 4= -Trung tá Trần Thanh Xuân\n|kế nhiệm 4= -Đại tá Nguyễn Tất Thinh\n|địa hạt 4= Vùng 4 chiến thuật\n\n|chức vụ 5= [[Hình: ARVN 7th Division SSI.svg|22px]]<br>Phụ tá Tư lệnh SĐ 7 Bộ binh<br>Đặc trách khu Chiến thuật Tiền Giang<br>kiêm Tham mưu phó CTCT\n|bắt đầu 5= 1\/1966\n|kết thúc 5= 3\/1968\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tá\n|địa hạt 5= Vùng 4 chiến thuật\n|phó chức vụ 5= Tư lệnh Sư đoàn\n|phó viên chức 5= -Đại tá [[Nguyễn Viết Thanh]]\n\n|chức vụ 6= Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Hậu Nghĩa\n|bắt đầu 6= 2\/1964\n|kết thúc 6= 2\/1965\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Thiếu tá (7\/1961)<br>-Trung tá\n|tiền nhiệm 6= -Trung tá Sầm Tấn Phước\n|kế nhiệm 6= -Trung tá Nguyễn Trí Hanh\n|địa hạt 6= Vùng 3 chiến thuật\n\n|chức vụ 7= [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Chỉ huy Trung đoàn 32\/SĐ 21 BB<br>Tư lệnh Khu chiến U Minh Thượng và Hạ\n|bắt đầu 7= 11\/1963\n|kết thúc 7= 2\/1964\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Thiếu tá\n|địa hạt 7= Vùng 4 chiến thuật\n|phó chức vụ 7= Tư lệnh Sư đoàn\n|phó viên chức 7= -Đại tá [[Cao Hảo Hớn]]\n\n|chức vụ 8= Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Phong Dinh\n|bắt đầu 8= 7\/1961\n|kết thúc 8= 16\/1963\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Thiếu tá\n|tiền nhiệm 8= -Thiếu tá Trần Cửu Thiên\n|kế nhiệm 8= -Thiếu tá [[Trần Bá Di]]\n|địa hạt 8= Vùng 4 chiến thuật\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất=\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= Lê Văn Tể (cha)\n|mẹ= Trương Thị Xứng (mẹ)\n|vợ= Võ Thị Xương\n|con= 9 người con (4 trai, 5 gái):<br>Lê Thị Thu Nga<br>Lê Thị Thu Thủy<br>Lê Văn Quận<br>Lê Thị Thu Loan<br>Lê Văn Dinh<br>Lê Thị Thu Tâm<br>Lê Văn Trí<br>Lê Văn Hoàng<br>Lê Thị Thu Trang\n|họ hàng= Võ Văn Phu (cha vợ)<br>Cao Thị Biểu (mẹ vợ)<br>:-Các anh chị:<br>Lê Thị Đáng<br>Lê Văn Ba<br>-Các em:<br>Lê Văn Năm<br>Lê Văn Danh<br>Lê Văn Bảy<br>Lê Thị Hóa<br>Lê Văn Minh<br>Lê Thị Phụng<br>Lê Thị Hoàng\n|học vấn= Thành chung\n|học trường= -Trường Trung học Pháp ngữ Mỹ Tho<br>-Trường Võ bị Liên quân Đà Lạt<br>-Trường Chỉ huy Tham mưu Đà Lạt\n|quê quán= Nam kỳ\n\n|ngày sinh= [[29 tháng 9]] [[1931]]\n|ngày mất= [[1 tháng 2]] năm [[2021]]\n|nơi sinh= [[Mỹ Tho]], [[Việt Nam]]\n|nơi mất= California, Hoa Kỳ\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]]-[[1974]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Vietnamese Airborne Division 's Insignia.svg|20px]] [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]]<br>[[Hình: Hiệu kỳ Trung tâm Huấn luyện Quang Trung.png|20px]] [[Trung tâm Huấn luyện Quốc gia Quang Trung|TTHL Quang Trung]]<br\/>[[Hình: ARVN 7th Division SSI.svg|20px]] [[Sư đoàn 7 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 7 Bộ binh]]<br>[[Hình: Cờ Thẳng tiến.png|20px]] [[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25 Bộ binh]]<br>[[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|22px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương III]]<ref>Bảo quốc Huân chương đệ tam đẳng (ân thưởng).<\/ref>\n}}\n\n'''Lê Văn Tư''' (1931-2021), nguyên là một tướng lĩnh gốc Nhảy dù của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu tiên ở trường Võ bị Quốc gia do Chính phủ Quốc gia Việt Nam thành lập với sự hỗ trợ của Quân đội Pháp nhằm mục đích đào tạo sĩ quan người Việt phục vụ cho Quân đội Liên hiệp Pháp. Ra trường ông gia nhập đơn vụ Nhảy dù nhưng chỉ phục vụ Binh chủng này một thời gian ngắn, sau chuyển qua đơn vị Bộ binh.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 29 tháng 9 năm 1931, là con thứ 4 trong một gia đình trung nông khá giả<ref>Gia tộc của tướng Lê Văn Tư nguyên gốc Quảng Ngãi, miền Trung Việt Nam. Di dân vào miền Nam lập nghiệp từ đời cụ thân sinh<\/ref> tại làng Điều Hòa, Thuận Trị, tỉnh Mỹ Tho.<ref>Mỹ Tho là tên tỉnh thời Pháp thuộc, sau đổi thành Định Tường và nay là Tiền Giang<\/ref> Ông học Tiểu và Trung học chương trình Pháp tại Mỹ Tho. Tốt nghiệp với văn bằng Thành chung. Sau đó từ năm 1947 đến năm 1949 ông theo học trường Y tá Đông Dương tại Bênh viện Chợ Rẫy, Sài Gòn. Ra trường, về tùng sự tại Tòa Đô sảnh Sài Gòn. Sau chuyển về nguyên quán, phục vụ tại Bệnh viện Mỹ Tho.\n\n===Quân đội Quốc gia Việt Nam===\nCuối tháng 6 năm 1951, thi hành lệnh động viên ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 51\/121.317. Theo học khóa 5 Hoàng Diệu tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 7 năm 1951. Ngày 24 tháng 4 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, tình nguyện vào đơn vị Nhảy dù của Quân đội Liên hiệp Pháp phục vụ tại Tiểu đoàn 1 với chức vụ Trung đội trưởng. Giữa năm 1953, ông được thăng cấp [[Trung úy]] chuyển sang Tiểu đoàn 3 Nhảy dù giữ chức vụ Đại đội phó.\n\nTháng 8 năm 1954, sau Hiệp định Genève (ngày 20 tháng 7), ông rời Binh chủng Nhảy dù. Chuyển nhiệm vụ sang Quân trường Huấn luyện Bộ binh, ông được cử giữ chức Thanh tra Quân huấn Trung tâm Huấn luyện số 1 Quán Tre<ref>Tiền thân của Trung tâm Huấn luyện Quốc gia Quang Trung sau này<\/ref> do Trung tá [[Trần Tử Oai]] làm Chỉ huy trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nGiữa Năm 1956, sau hơn nửa năm từ Quân đội Quốc gia chuyển sang phục vụ cơ cấu quân đội mới của Đệ nhất Cộng hòa là [[Quân đội Việt Nam Cộng hòa]], ông được cử làm Đại đội trưởng Đại đội Chỉ huy Công vụ của Trung đoàn 32 do Thiếu tá [[Đỗ Kiến Nhiễu]] làm Trung đoàn trưởng, đồn trú tại Cái Vồn thuộc Sư đoàn 11 khinh chiến.<ref>Tiền thân của Sư đoàn 21 Bộ binh sau này<\/ref> Đến tháng 7 năm 1957, chuyển qua giữ chức vụ Tiểu đoàn phó Tiểu đoàn 13 cũng thuộc Trung đoàn 32. Sau đó được cử đi học khóa Sĩ quan Hành chính, mãn khóa về làm Phụ tá Hành chính Trung đoàn 33 do Thiếu tá [[Phạm Quốc Thuần]] làm Trung đoàn trưởng. Đầu năm 1958, biệt phái ngoại ngạch tại Phủ Tổng thống, làm Phụ tá cho Thiếu tá [[Phạm Ngọc Thảo]]<ref>Thiếu tá Phạm Ngọc Thảo sinh năm 1922 tại Vĩnh Long, nguyên là sĩ quan Việt Minh hồi chánh, được đồng hóa cấp bậc Đại úy phục vụ Quân đội VNCH nhưng đồng thời hoạt động tình báo cho Mặt trận Giải phóng miền Nam. Năm 1965 mang cấp Đại tá cùng với tướng Lâm Văn Phát cầm đầu cuộc đảo chính nhưng thất bại, bị chính quyền đương thời truy nã và cuối cùng bị bắt và bị thủ tiêu<\/ref>, đặc trách nghiên cứu Kế hoạch Khu trù mật. Tháng 3 năm 1959, ông được cử làm sĩ quan đặc trách Khu trù mật Ba Chúc, quận Tịnh Biên, Long Xuyên do Đại úy Nguyễn Văn Chất làm Quận trưởng, Trung tá [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]] làm Tỉnh trưởng.\n\nĐầu năm 1960, ông được thăng cấp [[Đại úy]], biệt phái sang lĩnh vực Hành chính Quân sự và được chỉ định làm Phó Tỉnh trưởng Nội an tỉnh Vĩnh Long do Đốc phủ sứ Khưu Văn Ba<ref>Đốc Phủ sứ Khưu Văn Ba, ngày 18 tháng 6 năm 1960 bị tử thương tại Vĩnh Long do bị đối phương phục kích. Thiếu tá [[Lê Văn Phước (Trung tá, Quân lực Việt Nam Cộng hòa)|Lê Văn Phước]] (Giải ngũ năm 1964 ở cấp Trung tá) được cử thay thế<\/ref> làm Tỉnh trưởng. Sau 10 ngày, bàn giao chức vụ Phó tỉnh Nội an lại cho Thiếu tá [[Lê Thành Đô (Trung tá, Quân lực Việt Nam Cộng hòa)|Lê Thành Đô]]<ref>Thiếu tá Lê Thành Đô sinh năm 1932 tại Tây Ninh, tốt nghiệp khóa 5 Võ bị Đà Lạt. Về sau là Trung tá.<\/ref>. Ngay sau đó ông được cử đi làm Quận trưởng quận Sa Đéc.\n\nGiữa năm 1961, nhận lệnh bàn giao chức vụ Quận trưởng Sa Đéc lại cho Đại úy [[Nguyễn Văn Xinh (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Xinh]]<ref>Đại úy Nguyên Văn Xinh sinh năm 1923 tại Long An. Về sau giải ngũ ở cấp Trung tá.<\/ref> Tháng 7 cùng năm, ông được thăng cấp [[Thiếu tá]] và được bổ nhiệm chức vụ Tỉnh trưởng tỉnh Phong Dinh<ref>Thời điểm Thiếu tá [[Lê Văn Tư]] làm Tỉnh trưởng Phong Dinh, Phụ tá là Thiếu tá [[Trần Đình Thọ]] và Phó tỉnh Nội an là Thiếu tá [[Trần Bá Di]]<\/ref> thay thế Thiếu tá [[Trần Cửu Thiên (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Cửu Thiên]]<ref>Thiếu tá Trần Cửu thiên sinh năm 1929 tại Trà Vinh, tốt nghiệp Võ bị Địa phương Bắc Việt. Chức vụ sau cùng: Đại tá phụ tá Tư lệnh Quân đoàn I, đặc trách Bình định và Phát triển<\/ref> được cử đi du học tu nghiệp khóa Bộ binh cao cấp tại Hoa Kỳ.\n\nTháng 11 năm 1962, ông nhận lệnh bàn giao tỉnh Phong Dinh lại cho Thiếu tá [[Trần Bá Di]], Thiếu tá [[Trần Đình Thọ]] làm Phó tỉnh Nội an. Giữa năm 1963, ông được cử theo học lớp Chỉ huy và Tham mưu cao cấp tại Đà Lạt.\n\nĐầu tháng 11 năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11), ông trở lại quân đội và được cử giữ chức vụ Trung đoàn trưởng Trung đoàn 32 thuộc Sư đoàn 21 Bộ binh do Đại tá [[Cao Hảo Hớn]] làm Tư lệnh, đồng thời ông kiêm chức vụ Tư lệnh Khu chiến U Minh Thượng và U Minh Hạ.\n\nĐầu tháng 6 năm 1964, bốn tháng sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ]] [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] vào ngày 30 tháng 1 của tướng [[Nguyễn Khánh]], một lần nữa ông được biệt phái sang Hành chính và được bổ nhiệm làm Tỉnh trưởng kiêm Tiểu khu trưởng tỉnh Hậu Nghĩa thay thế vị tiền nhiệm đầu tiên là Trung tá [[Sầm Tấn Phước (Đại tá, Quân lực Việt Nam Cộng hòa)|Sầm Tấn Phước]]<ref>Trung tá Sầm Tấn Phước sinh năm 1930 tại Tây Ninh. Cấp bậc sau cùng: Đại tá.<\/ref> Ngày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 cùng năm, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nNgày 19 tháng 2 năm 1965, ông tham gia cuộc đảo chính Chính quyền quân đội do Thiếu tướng [[Lâm Văn Phát]] và Đại tá [[Phạm Ngọc Thảo]] cùng cầm đầu. Cuộc đảo chính bất thành, ông bị bắt giam tại Quân lao Gò Vấp. Trung tá [[Nguyễn Trí Hanh (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Trí Hanh]]<ref>Trung tá Nguyễn Trí Hanh sinh năm 1920 tại Mỹ Tho, tốt nghiệp khóa 5 Võ bị Đà Lạt. Về sau giải ngũ cùng cấp<\/ref> được cử thay thế ông làm Tỉnh trưởng Hậu Nghĩa. Đến ngày 7 tháng 5 cùng năm, ông bị xét xử trước Tòa án Mặt trận Quân sự, tòa tuyên án ông 6 tháng tù ở, giáng cấp xuống binh nhì, buộc giải ngũ và xóa tên trong danh bạ Quân đội VNCH. Sau khi bị buộc giải ngũ, ông về cư ngụ ở quê quán Mỹ Tho, sau lên Sài Gòn hành nghề lái xe Tắc xi để mưu sinh.\n\nCuối năm 1965, ông được gọi tái ngũ và được phục hồi cấp bậc Trung tá như cũ. Đầu năm 1966, ông được cử làm Phụ tá Tư lệnh Sư đoàn 7 Bộ binh đặc trách lãnh thổ Khu chiến thuật Tiền Giang kiêm Tham mưu phó Chiến tranh Chính trị do Đại tá [[Nguyễn Viết Thanh]] làm Tư lệnh.\n\nHạ tuần tháng 3 năm 1968, ông được bổ nhiệm làm Tỉnh trưởng kiêm Tiểu khu trưởng Gò Công thay thế Trung tá [[Trần Thanh Xuân (Trung tá, Quân lực Việt Nam Cộng hòa)|Trần Thanh Xuân]]<ref>Trung tá Trần Thanh Xuân sinh năm 1927 tại Trà Vinh, tốt nghiệp khóa 3 Võ bị Đà Lạt. Năm 1968 giải ngũ cùng cấp<\/ref>. Ngày Quốc khánh 1 tháng 11 cùng năm ông được thăng cấp [[Đại tá]]. Đến giữa năm 1969, ông nhận lệnh bàn giao tỉnh Gò Công lại cho Đại tá [[Nguyễn Tất Thinh (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Tất Thinh]]<ref>Đại tá Nguyễn Tất Thinh sinh năm 1921 tại Bến Tre, tốt nghiệp khóa 2 Võ bị Huế. Sau giải ngũ trúng cử Dân biểu trong Hạ nghị viện Việt Nam Cộng hòa<\/ref> ông chuyển đi giữ chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng Long An thay thế Đại tá [[Nguyễn Văn Ngưu (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Ngưu]]<ref>Đại tá Nguyễn Văn Ngưu sinh năm 1920 tại Mỹ Tho, tốt nghiệp Võ bị Địa phương Nam Việt, Vũng Tàu. Năm 1971, đắc cử Thượng nghị sĩ trong Thượng nghị viện Việt Nam Cộng hòa, được xét cho giải ngũ.<\/ref>\n\nTháng 11 năm 1970, bàn giao tỉnh Long An lại cho bào đệ là Trung tá [[Lê Văn Năm (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Văn Năm]]<ref>Trung tá Lê Văn Năm sinh năm 1933 tại Mỹ Tho, tốt nghiệp khóa 8 Võ bị Đà Lạt. Cấp bậc sau cùng: Đại tá<\/ref>(nguyên Trung đoàn trưởng Trung đoàn 14, Sư đoàn 9 Bộ binh). Ngay sau đó, ông được bổ nhiệm chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng Gia Định thay thế Đại tá [[Nguyễn Văn Tồn (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Tồn]]<ref>Đại tá Nguyễn Văn Tồn sinh năm 1923, tốt nghiệp khóa 3 Võ bị Đà Lạt. Chức vụ sau cùng: Tham mưu phó tại Bộ chỉ huy Binh chủng Thiết giáp.<\/ref>.\n\nNgày 19 tháng 1 năm 1972, được lệnh bàn giao chức vụ Tỉnh trưởng Gia Định lại cho Đại tá [[Châu Văn Tiên (Đại tá, Quân lực Việt Nam Cộng hòa)|Châu Văn Tiên]]<ref>Đại tá Châu Văn Tiên sinh năm 1931 tại Tây Ninh, tốt nghiệp khóa 1 Võ khoa Thủ Đức<\/ref>. Ngay sau đó, ông được bổ nhiệm làm Tư lệnh Sư đoàn 25 Bộ binh thay thế Trung tướng [[Nguyễn Xuân Thịnh]] được bổ nhiệm chức Chỉ huy trưởng Pháo binh Trung ương.\n*''Sư đoàn 5 Bộ binh vào thời điểm tháng 1\/1972, nhân sự ở Bộ Tư lệnh Sư đoàn và các Chỉ huy Trung đoàn được phân bổ trách nhiệm như sau:''<br>-Tư lệnh - Đại tá [[Lê Văn Tư]]<br>-Tư lệnh phó - Đại tá [[Trần Vĩnh Huyến (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Vĩnh Huyến]]<ref>Đại tá Trần Vĩnh Huyến sinh năm 1929 tại Cần Thơ. Tốt nghiệp khóa 4 Võ bị Đà Lạt. Chức vụ sau cùng: Tỉnh trưởng Long An<\/ref><br>-Tham mưu trưởng - Đại tá [[Trương Thắng Chức (Đại tá, Quân lực Việt Nam Cộng hòa)|Trương Thắng Chức]]<ref>Đại tá Trương Thắng Chức sinh năm 1928 tại Hải Ninh. Tốt nghiệp trường Võ bị Địa phương Móng Cái<\/ref><br>-Chỉ huy Trung đoàn 46 - Đại tá [[Đỗ Thanh Liêm (Đại tá, Quân lực Việt Nam Cộng hòa)|Đỗ Thanh Liêm]]<ref>Đại tá Đỗ Thanh Liêm sinh năm 1929 tại Long An, tốt nghiệp khóa 1 Võ khoa Thủ Đức<\/ref><br>-Chỉ huy Trung đoàn 49 - Đại tá [[Nguyễn Văn Thừa (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Thừa]]<ref>Đại tá Nguyễn Văn Thừa tốt nghiệp khóa 6 Võ bị Đà Lạt<\/ref><br>-Chỉ huy Trung đoàn 50 - Đại tá [[Đặng Như Tuyết (Đại tá, Quân lực Việt Nam Cộng hòa)|Đặng Như Tuyết]]<ref>Đại tá Đặng Như Tuyết sinh năm 1932 tại Kiến Hòa, tốt nghiệp khóa 8 Võ bị Đà Lạt<\/ref>\n\nNgày Quốc khánh 1 tháng 11 cùng năm, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\nThượng tuần tháng 11 năm 1973, do liên quan đến việc nhận hối lộ trong vụ buôn lậu quân trang quân dụng lúc bấy giờ. Ông bị câu lưu sau khi bàn giao chức vụ Tư lệnh Sư đoàn 25 Bộ binh lại cho Đại tá [[Nguyễn Hữu Toán (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Hữu Toán]].<ref>Đại tá Nguyễn Hữu Toán sinh năm 1930 tại Nam Định, tốt nghiệp Trường Võ khoa Nam Định. Chức vụ sau cùng: Chỉ huy trưởng Trung tâm Huấn luyện Quốc gia Lam Sơn kiêm Chỉ huy trưởng Huấn khu Dục Mỹ.<\/ref> Ông bị đình chỉ quân vụ và bị quản thúc tại gia đợi lệnh của Tòa án Mặt trận Quân sự. Cuối năm 1974, ông bị tạm giam tại Đề lao Chí Hòa để chờ điều tra.\n\n==1975==\nSau ngày 30 tháng 4, ông được cho về với gia đình. Sau đó trình diện ban Quân quản Thành phố Sài Gòn, chính quyền mới đưa ông đi học tập và cải tạo từ Nam ra Bắc đến ngày 11 tháng 2 năm 1988 mới được trả tự do.\n\nNăm 1990, ông cùng gia đình xuất cảnh theo chương trình \"Ra đi có trật tự\" diện H.O do Chính phủ Hoa Kỳ bảo lãnh. Định cư tại Garden Grove, Tiểu bang California, Hoa Kỳ.\n\nNgày 1 tháng 2 năm 2021, ông từ trần tại nơi định cư, hưởng thọ 90 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tam đẳng.<br>- Một số huy chương quân sự, dân sự khác.\n\n==Gia đình==\n*Thân phụ: Cụ Lê Văn Tể (1906-1984)\n*Thân mẫu: Cụ Trương Thị Xứng (1911-1981) (Hai cụ sinh hạ 10 người con gồm 6 trai, 4 gái).\n*Nhạc phụ: Cụ Võ Văn Phu\n*Nhạc mẫu: Cụ Cao Thị Biểu\n*Bào tỷ: Lê Thị Đáng\n*Bào huynh: Lê Văn Ba \n*Bào đệ: Lê Văn Năm, Lê Văn Danh, Lê Văn Bảy, Lê Văn Minh.\n*Bào muội: Lê Thị Hóa, Lê Thị Phụng, Lê Thị Hoàng.\n*Phu nhân: Bà Võ Thị Xương \n:Ông bà có 9 người con (4 trai, 5 gái):<br>Lê Thị Thu Nga, Lê Thị Thu Thủy, Lê Văn Quận, Lê Thị Thu Loan, Lê Văn Dinh, Lê Thị Thu Tâm, Lê Văn Trí, Lê Văn Hoàng, Lê Thị Thu Trang.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{thời gian sống|1931}}\n\n[[Thể loại: Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại: Người Mỹ Tho]]\n[[Thể loại: Người Mỹ gốc Việt]]"}