{"288435":"'''Lê Tắc''', '''Lê Trắc''' (1263 - 1342, [[chữ Hán]]: 黎崱),<ref>Vũ Ngọc Khánh, sách ở mục tham khảo, tr 78.<\/ref> hay '''Lê Trực,'''<ref>Giáo sư [[Nguyễn Huệ Chi]] cho biết: \"Lâu nay vẫn quen đọc là Lê Tắc (hay Trắc), nhưng Giáo sư [[Lê Mạnh Thát]] mới phát hiện ra cách đọc là \"Lê Thực\" qua lời chú của chính ''[[Đại Việt sử ký toàn thư]]'' (sách ở mục tham khảo, tr. 34).<\/ref> trước là họ ''Nguyễn'' sau đổi thành họ ''Lê'', tự là '''Cảnh Cao''' (景高), hiệu là '''Đông Sơn''' (東山); người thuộc [[Ái châu]],<ref>nay là tỉnh Thanh Hóa, chú của người viết<\/ref> là một vị quan, sử gia [[người Việt]] sống ở thời triều vua Trần Thái Tông. Người Nguyên phát binh xâm lược Đại Việt lần thứ hai, Lê Tắc cùng chủ là Trần Kiện đã đầu hàng quân Nguyên. Quân Nguyên bại, Lê Tắc chạy sang Trung Quốc, được vua Nguyên phong chức. Quân Nguyên phát binh lần 3, Lê Tắc theo sang, lại phải bỏ chạy về Trung Quốc, sau lấy vợ và sống ở Hán Dương. Ông đã soạn Bộ sách sử [[An Nam chí lược]] trong thời gian sống lưu vong trên đất [[Đại Nguyên]].\n\n==Thân thế<ref>\nSử sách người Việt không thấy chép về Lê Tắc, những thông tin của Lê Tắc dưới đây được chép từ phần Tự sự của ông trong sách An Nam chí lược. \n<\/ref>==\n\nLê Tắc, quê ở Ái châu, thuộc dòng dõi Nguyễn Phu, làm Thứ sử Giao Châu thời [[Nhà Tấn|Đông Tấn]] (đầu [[thế kỷ 4]]). Tổ tiên của ông đã nhiều đời ở Ái Châu, trong đó có Tằng tổ tên là Nguyễn Khôn, khoảng cuối đời [[nhà Lý]] làm chức Đông Thượng các môn sứ; ông nội tên là Nguyễn Trưng, đầu đời [[nhà Trần]] làm chức Ngoại lang. Cha của ông tên là Nguyễn Viễn Vọng, làm Lệnh thư xá, cưới con gái của Hứa Thúc Tôn ở Chư Vệ, rồi sinh ra ông. Cha Lê Tắc cho ông về làm con nuôi của người cậu tên là Lê Bổng,<ref>Ghi theo \"Tự sự\", bản dịch [[tiếng Việt]] in trong ''Tổng tập dư địa chí Việt Nam'' (tập 1, tr. 530). ''Từ điển bách khoa Việt Nam'' (tập 1, tr. 44) ghi là \"Lê Phụng\".<\/ref> người Chư Vệ, rồi đổi thành họ Lê.<ref name=\"Huế 1961\">An Nam chí lược, Nhà xuất bản Viện đại học Huế, 1961, Phần Tự sự, bản điện tử, tr 167, 168<\/ref>\n\nLê Tắc được dạy cho việc học, đến năm 9 tuổi, Lê Tắc thi khoa thần đồng. Lớn lên, ông cưới con gái của Xương Xán ở Chư Vệ, và được vua [[Trần Thái Tông]] cho vào cung hầu cận để đọc thơ, dần trải đến chức Thị lang. Sau, đổi ông qua giúp việc dưới trướng của Chương Hiến hầu [[Trần Kiện]] (con thứ của Tĩnh Quốc đại vương Trần Quốc Khang, và là cháu nội vua Trần Thái Tông).<ref name=\"Huế 1961\"\/>\n\n==Sự nghiệp==\n===Đầu hàng nhà Nguyên===\nTheo sách Đại Việt sử ký toàn thư: Đầu năm [[Ất Dậu]] ([[1285]]), quân [[Nhà Nguyên|Nguyên]] từ [[Trung Quốc]] chia làm ba đạo tiến đánh [[Đại Việt]] ([[Việt Nam]] ngày nay) [[Chiến tranh Nguyên Mông-Đại Việt lần 2|lần thứ hai]]. Lúc bấy giờ, đạo quân thứ 3 do tướng Toa Đô chỉ huy đang ở [[Chiêm Thành]] tiến đánh lên. Lập tức, [[Trần Hưng Đạo|Hưng Đạo Vương]] bàn với Thượng tướng Thái sư [[Trần Quang Khải]] ra quân chặn đánh ở [[Nghệ An]]. [[Tháng hai|Tháng 2]] ([[âm lịch]]) năm ấy, Trần Kiện và liêu thuộc (trong số đó có Lê Tắc) đem cả nhà đầu hàng quân Nguyên.<ref>Theo ''Đại Việt sử ký toàn thư'' (tập 2, bản dịch, tr. 51).<\/ref>\n\nTheo sách An Nam chí lược, Mùa đông năm 1284, Thoát Hoan cùng A Lý Hải Nha tiến binh, tháng 12 quân tới biên giới Đại Việt, vua Trần cự địch bị bại. Tháng Giêng năm 1285, Toa Đô từ Chiêm Thành tiến binh, vua Trần quẫn bách, Trần Kiệm đem Lê Tắc và mấy vạn quân chống cự với Toa Đô ở Thanh Hóa. Trần Kiện bị thua, bèn đem Lê Tắc và quân đội đầu hàng quân Nguyên, được Thoát Hoan khen thưởng.<ref name=\"Huế 1961\"\/>\n\nTháng 4, quân Nguyên rút quân về nước, đến trại Chi Lăng, bị quân Đại Việt chặn đánh gấp gấp. Đang đêm, quân Nguyên bị vây, [[Trần Kiện]] bị chém chết trên lưng ngựa, Lê Tắc ôm thây ruổi ngựa chạy mấy mươi dặm, ra Khâu Ôn an táng cho chủ.<ref name=\"Huế 1961\"\/>\n\nSách ''[[Đại Việt sử ký toàn thư]]'' chép: \n:...''\"[[Tháng hai|Tháng 2]], ngày Giáp Thìn mồng 1, con thứ của Tĩnh Quốc đại vương Quốc Khang là Chương Hiến hầu (Trần) Kiện và liêu thuộc là bọn Lê Trắc đem cả nhà đầu hàng quân Nguyên. Toa Đô sai đưa bọn Kiện về Yên kinh. Thổ hào Lạng Giang là bọn Nguyễn Thế Lộc, Nguyễn Lĩnh tập kích ở trại Ma Lục (Chi Lăng). Gia nô của [[Trần Hưng Đạo]] là [[Nguyễn Địa Lô]] bắn chết Kiện. Trắc đưa xác Kiện lên ngựa, trốn đi đêm, chạy được vài chục dặm, tới Khâu Ôn chôn Kiện ở đó\"''.<ref>Trích trong ''Đại Việt sử ký toàn thư'' (tập 2), bản dịch, tr. 51.<\/ref>\n\n[[Mùa xuân]] năm [[Bính Tuất]] ([[1286]]), vua nhà Nguyên là [[Hốt Tất Liệt]] phong cho [[Trần Ích Tắc]] (con vua Trần Thái Tông, đầu hàng và chạy sang Yên Kinh trong cuộc [[Chiến tranh Nguyên Mông-Đại Việt lần 2|chiến tranh Nguyên Mông - Đại Việt lần thứ hai]]) làm \"An Nam quốc vương\". Các quan đi theo đều được phong chức tước theo thứ bậc, Lê Tắc được thưởng 500 quan và được phong sắc Tòng thị lang, lãnh chức Chỉ huyện Lệnh doãn.<ref name=\"Huế 1961\"\/>\n\n===Chạy sang Trung Quốc===\nNăm [[Đinh Hợi]] ([[1287]]), quân Nguyên mượn tiếng đưa \"An Nam quốc vương\" Trần Ích Tắc về nước để tiến công Đại Việt [[Chiến tranh Nguyên Mông-Đại Việt lần 2|lần thứ ba]].<ref>Theo ''Đại Việt sử ký toàn thư'' (tập 2), bản dịch, tr. 56.<\/ref> Tháng 11, quân Nguyên đến biên giới Đại Việt, quân Trần giao chiến bị thua, lúc này Lê Tắc đang bị bệnh ở lại Tư Minh.\n\nTháng 12, quân Nguyên tan vỡ, bị vây hãm, Lê Tắc dẫn Đạt Vạn hộ, Tiều Thiên hộ, Lê Yến bỏ chạy. Lê Yến, trên ngựa bồng cậu bé chín tuổi, con của Trần Ích Tắc, cộng tất cả hơn sáu mươi quân kỵ, giết lính giữ ải, chạy về phương bắc. Ngựa Lê Yến sức yếu, chạy thụt đường sau, gần bị quân Đại Việt đuổi theo bắt kịp, Lê Tắc thương hại, đổi ngựa khỏe của mình cho Yến, mình cỡi ngựa đi sau quất ngựa Yến chạy tới để thoát nạn. Quân Đại Việt hai mặt giáp công, Lê Tắc nhiều lần suýt chết, chạy đến ải Châu Chiếu.\n\n===Quan trường và cuối đời===\nNăm [[Nhâm Thìn]] ([[1292]]), Lê Tắc được cấp hàm Phụng Sự lang, lĩnh hư chức đồng Tri châu An Tiêm. Về sau, ông cưới Tôn nữ họ Lý (con quốc vương trước, và là con nuôi Chương Hoài hầu, tức Trần Văn Lộng) làm vợ.<ref>\"Tự sự\" không ghi rõ \"quốc vương trước\" là ai.<\/ref> Bài \"Tự sự\" bị thiếu, nên không rõ quãng đời còn lại của ông. Theo Giáo sư [[Nguyễn Huệ Chi]], thì về sau Lê Tắc được bổ làm Phụng nghị đại phu ở đất Hán Dương (nay là các quận [[Hán Dương, Vũ Hán|Hán Dương]] và [[Thái Điện]], địa cấp thị [[Vũ Hán]], tỉnh [[Hồ Bắc]]). Ở đây, ông sống gần như một ẩn sĩ. Không rõ ông mất năm nào.<ref>Theo Nguyễn Huệ Chi, tr.34.<\/ref> Theo Kiến văn tiểu lục, Lê Tắc ở trên Quan Hồ thuộc Hán Dương, chép sách và trồng trọt, nhà cửa xơ xác, mà ngày nào cũng có khách tới chơi, tự coi là người ở phương xa đến, chỉ để ý vào non nước, ngoài ra không thèm lưu ý đến việc gì cả. Lê Quý Đôn viết Kiến văn tiểu lục, cho rằng, những việc kể trên Lê Tắc cũng là người thanh cao.<ref>Kiến văn tiểu lục, Nhà xuất bản văn hóa thông tin, 2007, trang 296<\/ref>\n\n==Tác phẩm==\nKhoảng năm [[1307]], Lê Tắc đã cơ bản (về sau ông còn bổ sung thêm) làm xong bộ sách ''[[An Nam chí lược]]'' (gồm 20 quyển, về sau thất lạc quyển 20), trong đó có 15 bài thơ của ông. Đối với các nhà nghiên cứu [[người Việt]], có ý kiến cho rằng, tác giả đã đứng trên quan điểm của người [[Nhà Nguyên|Nguyên]] để soạn ''An Nam chí lược'', bằng lời lẽ xu phụ, nên đã bị một số sĩ phu khinh miệt cho tác giả là \"tiểu nhân nho\", là \"phản bội tổ quốc\".<ref>Theo [[Nguyễn Q. Thắng]]-Nguyễn Bá Thế (sách ở mục tham khảo, tr. 376). Một trong số người có quan điểm này, là Cao Văn Luận (Giáo sư, Viện trưởng [[Viện Đại học Huế]]). Ông viết: \"Lê Tắc quên mình là người Việt, dựa vào lập trường và quan điểm của người Nguyên để soạn...Ủy ban (phiên dịch sách ''An Nam chí lược'') không có chút ý định nào dung thứ những hành động và quan niệm sai lầm của soạn giả đối với Tổ quốc\" (trích trong ''Tổng tập dư địa chí Việt Nam'' (tập 1, tr. 65). Tuy nhiên, phê phán gay gắt nhất, có lẽ là [[Trần Thanh Mại]]. Theo ông, thì đó là \"một quyển sử nhục nhã của kẻ bán nước\" (dẫn lại theo Vũ Ngọc Khánh, tr. 85).<\/ref> Song, cũng có ý kiến khác cho rằng, tuy làm quan cho nhà Nguyên, nhưng tác giả vẫn có lòng tưởng nhớ cố hương, và cách soạn sách theo quan điểm nhà Nguyên là việc bắt buộc phải uốn theo triều đại mà ông phục vụ.<ref>Vũ Ngọc Khánh, sách ở mục tham khảo, tr 84-85.<\/ref> Mặc dù có những hạn chế về mặt quan điểm, nhưng ''An Nam chí lược'' vẫn được coi là một bộ sách lớn, xuất hiện sớm, có giá trị nhiều mặt, do một người có trình độ học vấn cao viết về thời đại mình đang sống (thời [[nhà Trần]]) trở về trước.<ref>Theo \"Tiểu dẫn\" của THS. Bùi Văn Vượng, in trong ''Tổng tập dư địa chí Việt Nam'' (tập 1), tr. 65.<\/ref>\n\n==Xem thêm==\n* [[Chiến tranh Nguyên Mông-Đại Việt|Kháng chiến chống Nguyên Mông]]\n* [[An Nam chí lược|An Nam Chí Lược]]\n* [[Trần Ích Tắc]]\n==Sách tham khảo==\n*An Nam chí lược, Soạn giả Lê Tắc, Nhà xuất bản sử địa, 1991.\n*Kiến văn tiểu lục, Soạn giả Lê Quý Đôn, Nhà xuất bản văn hóa thông tin, 2007.\n* Lê Tắc, \"Tự sự\". Bản dịch tiếng Việt in trong ''Tổng tập dư địa chí Việt Nam'' (tập 1, tr. 99-100). Nhà xuất bản Thanh Niên, 2012.\n* [[Ngô Sĩ Liên]], Đại Việt sử ký toàn thư (tập 2). Bản dịch tiếng Việt do Nhà xuất bản Khoa học xã hội ấn hành năm 1985.\n* [[Nguyễn Huệ Chi]], mục từ \"Lê Tắc\" in trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n* [[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, 1992.\n* Vũ Ngọc Khánh, ''Người \"có vấn đề\" trong sử nước ta'', Nhà xuất bản Văn Hóa Thông Tin, 2008.\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống |1263|1342}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Người nhà Nguyên]]\n[[Thể loại:Nhà sử học Việt Nam]]"}