{"421747":"[[Tập tin:Portrait of writer Lê Văn Trương (cropped).jpg|nhỏ|Ông Lê Văn Trương]]\n'''Lê Văn Trương''' ([[1906]]-[[1964]]), bút hiệu '''Cô Lý''', là [[nhà báo]], [[nhà văn]] [[Việt Nam]] thời [[tiền chiến]].\nTheo nhiều nhà nghiên cứu văn học Việt, hiện nay ([[2009]]), ông được xem là cây bút có số lượng tác phẩm nhiều nhất.\n\n==Thân thế & sự nghiệp==\n'''Lê Văn Trương''' sinh tại làng Đồng Nhân, nay là khu phố Thịnh Yên, [[hai Bà Trưng (quận)|quận Hai Bà Trưng]], [[Hà Nội|Thành phố Hà Nội]].\n\nCha ông là Lê Văn Kỳ, gốc người [[Hà Đông]] cũ, lên lập nghiệp ở [[Bắc Giang]] (nay là phố Nghĩa Long, [[bắc Giang (thành phố)|thành phố Bắc Giang]]). Mẹ ông là bà Nguyễn Thị Sâm.\n\nThuở nhỏ, Lê Văn Trương học tiểu học ở [[Bắc Giang]]. Năm [[1921]], ông theo cha về [[Hà Nội]] thi vào học trường Trung học Bảo hộ (tức [[trường Trung học phổ thông Chu Văn An, Hà Nội|trường Bưởi]], [[Hà Nội]]). Học đến năm thứ ba (có sách ghi năm thứ hai) thì bị đuổi, vì cùng với một vài bạn cầm đầu cuộc phản kháng chống lại một Hiệu trưởng người [[Pháp]] đã mắng học sinh người Việt là \"Sale Annamite\" (\"Tên [[An Nam]] bẩn thỉu!\").\n \nNăm [[1926]], sau khi đi học thêm, Lê Văn Trương thi đậu vào Sở Dây thép [[Bán đảo Đông Dương|Đông Dương]] (Bưu điện Đông Dương). Mãn khóa, ông được bổ đi làm tại [[Battambang]] ([[Campuchia]]). Ở đây, ông cưới cô Ngô Thị Hương <ref>Trong cuộc đời, ông Lê Văn Trương chính thức có hai bà vợ. Bà cả - Ngô Thị Hương sinh với ông được năm người con (bốn trai, một gái. Trong số đó chỉ có người con trai cả theo nghiệp của ông, đó là nhà văn Mạc Lân [Lê Văn Lân]). Bà hai là Nguyễn Thị Đào, kém ông gần hai chục tuổi. Bà xuất thân là cô gái nông thôn có nhan sắc, quê ở Lạc Quần, [[Nam Định]]. Vì bị ép duyên ở quê, bà bỏ làng lên Hà Nội rồi bị sa chân đi làm gái nhảy, lấy một ông chồng làm đốc tờ thú y (bác sĩ thú y), được một thời gian thì họ bỏ nhau. Ông Trương gặp bà Đào khi ông đã rất nổi tiếng trong làng văn. Trai tài gái sắc gặp nhau, bất chấp sự chênh lệch tuổi tác, bà thuận theo ông Trương về làm vợ hai. Điều đặc biệt, bà Hương và bà Đào sống với nhau rất hòa thuận, thân ái...<\/ref>, một nữ sinh trường Battambang, và là con cả trong một gia đình [[người Việt]] đang cư trú nơi đó.\n \nNăm [[1930]], ông chán nghề công chức, bỏ đi khai khẩn đồn điền ở huyện Monkolboray, thuộc tỉnh Lovea ([[Campuchia]]), giáp biên giới [[Thái Lan]].\n\nSau khủng hoảng kinh tế [[1931]]-[[1932]], sau khi bị phá sản, ông đi làm thầu khoán, buôn [[bò]], buôn ngọc, buôn lậu...có khi sang tận [[Thái Lan]], [[Trung Quốc]].\n \nNăm [[1932]], ông trở về nước tham gia làng báo, làng văn ở đất Bắc, cộng tác với báo ''Trung Bắc tân văn'', với nhà xuất bản ''Tân Dân'' và các cơ quan ngôn luận của nhà xuất bản này: ''Tiểu thuyết thứ Bảy, Phổ thông bán nguyệt san, Ích hữu, Truyền bá''.\n\nNăm [[1937]], Lê Văn Trương được Chủ nhiệm [[Vũ Đình Long]] cho làm Chủ bút tờ ''Ích Hữu''. Cuối năm đó, ông chủ trương ra tờ tuần báo ''Ích hữu đổi mới'', và sau nữa là tờ ''Việt Nam hồn''. Thời này, ông thường đi đôi với [[Trương Tửu]], cổ xúy cho cái \"triết lý về sức mạnh\".\n\nSau [[1945]], ông làm chủ tịch ''Ủy ban Đãi vàng [[Bắc Bộ Việt Nam|Bắc Bộ]]'' một thời gian rồi vào Tiểu ban Văn nghệ thuộc Ban Tuyên huấn thuộc Phòng Chính trị Liên khu III.\n \nLê Văn Trương có tham gia chiến dịch đánh Pháp ở [[Nam Định]] (28 [[tháng năm|tháng 5]] năm [[1951]] - 20 [[tháng sáu|tháng 6]] năm [[1951]]), và ở [[Hòa Bình]] ([[tháng mười hai|tháng 12]] năm [[1951]] - [[tháng một|tháng 1]] năm [[1952]]) và đã tường thuật lại trong cuốn tiểu thuyết \"Tôi là quân nhân\", nhưng bị phê phán tơi bời là đề cao \"chủ nghĩa anh hùng cá nhân\".\n \nBuồn chán, nhân bệnh gan cũ tái phát ông đến Ủy ban Hành chính kháng chiến Liên khu III (lúc ấy đóng ở Xích Thổ, tỉnh [[Ninh Bình]]) xin phép được về thành ([[Hà Nội]]) chữa bệnh ([[1953]]). Về lại Hà Nội, ông cộng tác với báo ''Mới'' ở [[Thành phố Hồ Chí Minh|Sài Gòn]], và viết sách.\n\nĐầu năm [[1954]], ông vào [[Thành phố Hồ Chí Minh|Sài Gòn]] làm thầu khoán, viết báo, tái bản sách. Năm [[1959]], ông làm việc cho [[Đài Vô tuyến Việt Nam|Đài phát thanh Sài Gòn]] được một thời gian thì gặp chuyện không may: Vì trùng tên với một người dám đả kích bà Cố vấn [[Ngô Đình Nhu]] (tức [[Trần Lệ Xuân]]), ông bị gọi vào Phủ Tổng thống làm việc. Mặc dù đã minh oan và cả sau khi sự việc đã rõ, bà [[Trần Lệ Xuân]] vẫn dửng dưng không đính chính. Ông bị đài Phát thanh sa thải. Cảnh nhà hết sức quẫn bách cộng thêm nỗi sách in ra không bán được, công việc kinh doanh cũng đình đốn.\n\nNgày 25 [[tháng hai|tháng 2]] năm [[1964]], Lê Văn Trương mất tại một căn nhà hẹp ở hẻm [[Bùi Viện]], [[Thành phố Hồ Chí Minh|Sài Gòn]] (nay thuộc phường Phạm Ngũ Lão, [[Quận 1]], [[Thành phố Hồ Chí Minh]]), trong cảnh nghèo đói và tật bệnh, lúc 58 tuổi.\n\nMộ phần ông và vợ ông (Ngô Thị Hương) hiện ở tại Gò Sao thuộc [[Quận 12]], [[Thành phố Hồ Chí Minh]].\n\n==Tác phẩm==\nLê Văn Trương là nhà văn chuyên viết tiểu thuyết, theo một số nhà nghiên cứu, ông có đến 200 tác phẩm; nhưng theo bản thống kê của gia đình ông, thì chỉ còn lưu giữ được 125 tác phẩm, gồm 96 cuốn đã in và 29 cuốn chưa in.\n\nLiệt kê theo ''Từ điển Tác gia Văn hóa Việt Nam''<ref>''Từ điển Tác gia Văn hóa Việt Nam''. Nhà xuất bản. Văn hóa-Thông tin, Hà Nội, 1999.<\/ref>:\n*'''Trước cảnh hoang tàn Đế Thiên Đế Thích'''. Nhà in Trung Bắc tân văn, Hà Nội, 1934.\n*'''Đưa cháu đồng bạc''' (tiểu thuyết), Tân Dân, Hà Nội, 1939.\n*'''Dưới bóng thần Vệ Nữ''', Nam Ký thư quán. Nhà in Trịnh Văn Bích, Hà Nội, 1939.\n*'''Cô Tư Thung'''. Phổ thông bán nguyệt san, số 2 (1942).\n*'''Một người'''. Phổ thông bán nguyệt san, số 6 và 7 (1942).\n*'''Một người cha'''. Phổ thông bán nguyệt san, số 12.\n*'''Một lương tâm trong gió lốc'''. Phổ thông bán nguyệt san, số 21 và 22.\n*'''Trong ao tù trưởng giả'''. Phổ thông bán nguyệt san, số 28 và 29.\n*'''Ngựa đã thuần rồi, mời ngài lên'''. Phổ thông bán nguyệt san, số 31.\n*'''Một cô gái mới'''. Phổ thông bán nguyệt san, số 38.\n*'''Tôi là mẹ'''. Phổ thông bán nguyệt san, số 43 và 44.\n*'''Cánh sen trong bùn'''. Phổ thông bán nguyệt san, số 51 và 52.\n*'''Bốn bức tường máu'''. Phổ thông bán nguyệt san, số 62 và 63.\n*'''Trường đời'''. Phổ thông bán nguyệt san, số 73, 74 và 75.\n*'''Nó giết người'''. Phổ thông bán nguyệt san, số 84.\n*'''Người anh cả'''. Phổ thông bán nguyệt san, số 73, 74 và 75.\n*'''Hai anh em'''. Phổ thông bán nguyệt san, số 98.\n*'''Tiếng gọi của lòng'''. Phổ thông bán nguyệt san, số 106 và 107.\n*'''Lòng mẹ'''. Phổ thông bán nguyệt san, số 113 và 114 (Các cuốn không ghi năm đều in từ 1937 – 1942).\n*'''Hận nghìn đời'''. Hà Nội, 1938\n*'''Một linh hồn đàn bà'''. Hà Nội, 1940.\n*'''Tôi thầu khoán''' (hay Ba tháng ở Trung Hoa). Hà Nội, 1940.\n* '''Điều đàn muôn thuở'''. Hà Nội, 1941.\n*'''Một cuộc săn vàng''' (phiêu lưu ký sự), 1941.\n*'''Một trái tim'''. Phổ thông bán nguyệt san, số 15.\n*'''Con đường hạnh phúc'''. Phổ thông bán nguyệt san.\n*'''Con chim đầu đàn'''. Cuộc chạy thi quanh Hồ Tây. Truyện học sinh Đời mới (cùng viết 1942).\n*'''Sau phút sinh li''' (tiểu thuyết). Hà Nội, Tân Dân, 1942.\n*'''Sợ sống''' (Tủ sách người hùng...). Hà Nội, Nhà xuất bản Lê Văn Trương, 1942.\n*'''Ái tình muôn mặt''' (tiểu thuyết). Hà Nội, 1942.\n*'''Anh và tôi''' (giáo dục tiểu thuyết). Hà Nội, Nhà xuất bản Đời mới, Nhà in Thụy Ký, 1942.\n*'''Bóng hạnh phúc'''. Hà Nội, Cộng Lực, 1942.\n*'''Chồng chúng ta''' (xã hội tiểu thuyết). Hà Nội, Nhà xuất bản Đời Mới, 1942.\n*'''Cô Thơm''' (xã hội tiểu thuyết). Hà Nội, Nhà xuất bản Duy Tân thư xã, 1941.\n*'''Đầu bạc đầu xanh''' (xã hội tiểu thuyết). Hà Nội, Nhà xuất bản Đời Mới, 1942.\n*'''Những thiên tình hận'''. Hà Nôi, Nhà xuất bản Hương Sơn. Nhà in Thụy Ký, 1943.\n*'''Chung quanh người đàn bà''' (tâm lý tiểu thuyết). Nhà Nội, Nhà xuất bản Hương Sơn, 1943.\n*'''Ái tình muôn mặt'''. Hà Nội, Lê Cường, 1941.\n*'''Lịch sử một tội ác'''. Hà Nội, Nhà xuất bản TÂn Dân, 1941.\n*'''Triết học sức mạnh'''. Hà Nội, Nhà xuất bản Hương Sơn, 1941.\n*'''Bị sa lầy''' (truyện học sinh Đời Mới). Hà Nội, Nhà xuất bản Đời Mới, 1942.\n*'''Chờ chết''' (truyện học sinh Đời Mới). Hà Nội, 1942.\n*'''Hai người bạn''' (tiểu thuyết). Nhà Nội, Nhà xuất bản Đời Mới, 1942.\n*'''Kẻ đến sau''' (tiểu thuyết). Hà Nội, Nhà xuất bản Đời Mời, 1942.\n*'''Lấy chồng cọp''' (truyện học sinh Đời Mới). Hà Nội, 1942.\n*'''Những kẻ có lòng''' (tiểu thuyết). Hà Nội, Nhà xuất bản Đời Mới, 1942.\n*'''Săn đuổi''' (truyện học sinh Đời Mới). Nhà xuất bản Xuân Thu, 1942.\n*'''Tiếng còi báo động''' (truyện học sinh Đời Mới). Hà Nội, 1942.\n*'''Giọt nước mắt đầu tiên''' (tiểu thuyết). hà Nội, Nhà xuất bản Hương Sơn, 1943.\n*'''Hai tâm hồn''' (tiểu thuyết). Hà Nội, Nhà xuất bản Đời Mới, 1942.\n*'''Lỡ một kiếp người''' (tiểu thuyết). Hà Nội, 1943.\n*'''Người mẹ tội lỗi''' (tâm lý tiểu thuyết). Hà Nội, 1943.\n*'''Ba ngày luân lạc''' (giáo dục tiểu thuyết). Hà Nội, 1943.\n*'''Cô giá tỉnh lị''' (tiểu thuyết). Hà Nội, 1943.\n*'''Con đường dốc''' (truyện dài). Hà Nội, 1943.\n*'''Dây san''' (truyện dài). Hà Nội.\n*'''Hai ban tay thằng con trai''' (xã hội tiểu thuyết). Hà Nội, 1943.\n*'''Kiếp hoa rơi''' (xã hội tiểu thuyết). Hà Nội, 1943.\n*'''Những người đã sống'''. Hà Nội, 1943.\n*'''Lịch sử một tan vỡ''', 1943.\n*'''Những mái nhà ấm''', 1943.\n*'''Những kẻ không nghèo''', 1943.\n*'''Những chợp mắt lịch sử'''. Sài Gòn, 1958.\n*'''Những người có sứ mạng'''. Sài Gòn, 1959.\n \n[[Tháng mười|Tháng 10]] năm [[2005]] được sự giúp đỡ của bạn bè, nhất là của nhà văn [[Triệu Xuân]] và nhà xuất bản Văn Học, bà Lê Thị Giáng Vân (con gái Lê Văn Trương) đã cho in bộ \"Lê Văn Trương - tác phẩm chọn lọc\" gồm 02 cuốn vào quý I năm [[2006]].\n\n==Nhận xét==\n===Tác giả=== \nTheo thi sĩ [[Nguyễn Vỹ]]-bạn Lê Văn Trương- ông Trương là người ''rất vui tính, rất tốt, ăn to, nói lớn, mà nói luôn mồm, chuyên môn nói phét, nói tục, nhưng rất thành thật, ngay thẳng, không làm hại ai cả...Lê Văn Trương nói chuyện thế nào, thì viết tiểu thuyết cũng y như thế. Có thể nhận xét rằng: \"Lê Văn Trương là một cái máy nói ra một cái máy viết\"...Nói liên miên, và liên miên...Anh ưa dẫn chứng những câu triết lý của vài ba danh nhân xưa mà anh ta đã đọc...Nhớ gì nói nấy, nhiều khi chẳng ăn khớp vào đâu với đâu cả...đến nỗi nhiều khi anh tự mâu thuẫn với anh mà anh không biết...Ở Hà Nội tiền chiến, Lê Văn Trương là một tay phong lưu hào hiệp, áo quần bảnh bao, ăn tiêu rộng rãi. Từ khi di cư vào Sài Gòn, anh nghèo túng, lại mang bệnh ghiền (thuốc phiện). Anh không còn viết được một tiểu thuyết nào nữa<ref>Tuy nhiên, theo bảng liệt kê sách, Lê Văn Trương vào Sài Gòn có viết thêm hai tác phẩm, đó là: ''Những chợp mắt lịch sử'' ([[1958]]) và ''Những người có sứ mạng'' ([[1959]]).<\/ref>, và cũng không cộng tác với một tờ báo hay một cơ quan văn nghệ nào được lâu. Khả năng sáng tác của anh hoàn toàn kiệt quệ...''<ref>Nguyễn Vỹ, ''Văn thi sĩ tiền chiến'', tr. 81.<\/ref>\n\n===Tác phẩm===\nGS. [[Nguyễn Huệ Chi]] viết: \n:''Với hơn trăm tác phẩm trong hơn 30 năm đời văn, Lê Văn Trương quả là một cây bút tiểu thuyết sung sức. Tất nhiên, cũng giống như đa số người cầm bút ở giai đoạn này, nhất là những nhà văn thuộc nhóm Tân Dân, một phần trong khối lượng đồ sộ đó của ông là loại sách viết để \"kiếm sống\", chứ không gửi gắm tâm huyết gì của tác giả...''<ref name=\"NHC\">Nguyễn Huệ Chi trong ''Từ điển Văn học'' (bộ mới), tr. 845.<\/ref>\n\nTheo GS. [[Phạm Thế Ngũ]], thì số tác phẩm ấy, có thể phân chia thành ba loại:\n*Loại truyện phiêu lưu ly kỳ của những trai tứ chiếng, gái giang hồ: ''Trước cảnh hoang tàn Đế Thiên Đế Thích, Cô Tư Thung, Cánh sen trong bùn, Trường đời, Tôi thầu khoán, Những đồng tiền xiết máu,''...\n*Loại truyện đề cao những quan hệ tình cảm gia đình, với tám gương mẫu mực của những người làm cha, làm mẹ, làm anh, làm vợ: ''Một người cha, Người anh cả, Người vợ lý tưởng, Người vợ hoàn toàn, Một đứa bé mồ côi, Con đường hạnh phúc, Đứa con hạnh phúc''...\n*Loại truyện phê phán, đả kích những thói hư tật xấu của Xã hội thượng lưu trưởng giả: ''Trong ao tù trưởng giả, Một lương tâm trong gió lốc, Đứa cháu đồng bạc, Một cô gái mới, Chồng chúng ta''...\n\nTheo đánh giá của GS. Nguyễn Huệ Chi, thì cái chung nhất trong cả ba loại truyện trên là cái \"triết lý sức mạnh\", biểu hiện qua nhân vật người hùng. Người hùng không chỉ oanh liệt trong cuộc phiêu lưu mạo hiểm, mà còn là người có lương tâm cao quý, gương mẫu. Đó là kiểu người hăng hái, xông pha, không từ nan trước mọi khó khăn, luôn gánh chịu phần thiệt thòi về minh, nhằm trừ tai cứu nạn, đem lại hạnh phúc cho người khác. Tuy nhiên, trong phong cách thể hiện, Lê Văn Trương thường cường điệu lên quá múc khiến cho câu chuyện cứ lộ dần những ảo tưởng...Đa phần tác phẩm của ông là loại tiểu thuyết chú trọng đến cốt truyện. Ở đó, ông biết khéo léo dẫn dắt để mạch truyện lôi cuốn độc giả. Những nhân vật mà ông dựng lên rất giàu cá tính nên dễ ăn sâu vào tâm trí người đọc. Nhưng cũng có khi vì thái quá, nhiều nhân vật \"người hùng\" của ông có những hành vi bất thường, quá khổ một cách không thực<ref name=\"NHC\" \/>.\n \nCòn Phạm Thế Ngũ thì nhận xét đại để như sau: Lê Văn Trương đã không thành công lắm về phương diện nghệ thuật. Bởi ông không có bản lĩnh để dựng nên một câu chuyện tự nhiên hoặc vẽ nên một nhân vật trọn vẹn. Truyện của ông thường đầy những vô lý về tình tiết, những giả tạo về tâm lý. Cái hấp dẫn người đọc ở ông thường chỉ là ở những tiểu thuyết giang hồ: ''cái vị lạ, những cảnh tượng xa xôi, những gặp gỡ kỳ thú hay gian hiểm''...Còn văn của ông, thường là ''lối nói khoa đại, kêu mà rỗng, nhất là ở những chỗ ông nghị luận...Ông ít khi tìm được một lối bình dị thuần nhã, mà thường bị cái tật huênh hoang lôi cuốn làm cho người đọc hết cảm động.''\nNói chung văn nghiệp của ông có lượng mà không có phẩm, do ông không săn sóc câu văn mấy. Trừ mấy tác phẩm đầu như cuốn \"Trước cảnh hoang tàn Đế Thiên Đế Thích\", văn viết chải chuốt, còn về sau ông viết nhanh một cách cẩu thả. Thường cứ nghị luận một câu lại xuống hàng, hoặc để cho nhân vật đối thoại lê thê nhạt nhẽo, gây cho ta có cái cảm tưởng như lối \"kéo dài ăn trang\" của những nhà tiểu thuyết viết thuê, nhằm đến một số công chúng dễ dãi, không cần gì đến sự trau tria nghệ thuật.... Tuy nhiên, điều đáng chú ý ở chúng chính là cái tư tưởng người hùng của tác giả. Con người hùng ấy đã thể hiện được một phần nào nguyện vọng của một số người bất bình với những cột buộc hay ghê tởm trước những sa đọa của xã hội thực dân, muốn vươn lên tìm một lối thoát cho tâm hồn.<ref>Lược theo Phạm Thế Ngũ, tr. 532-540.<\/ref>\n\nSau khi phân tích một số tác phẩm của Lê Văn Trương, nhà văn [[Vũ Ngọc Phan]] cũng đã kết luận rằng: \n:''Lê Văn Trương là một nhà tiểu thuyết luân lý, nhưng cái luân lý của ông là một thứ luân lý rất thông thường: vợ phải nghe theo chồng, em phải nghe anh...Ông lại tựa vào một lý thuyết rất hẹp. Cái thuyết sứ mạnh của ông là thứ lý thuyết nông nổi, không có gì vững vàng...''\n:''Tiểu thuyết của ông mỗi ngày một nhiều, nhưng xét chung tất cả, người ta thấy các truyện của ông không khác nhau mấy tí. Người ta lại thấy về đường tư tưởng và ý kiến, những truyện của ông chỉ có chiều rộng mà không có chiều sâu...Về cách hành văn...cũng không thay đổi mấy. xưa kia ông hay nghị luận...thì bây giờ ông cũng hay nghị một cách trường giang đại hải. Văn ông chỉ là một thứ văn hoạt, thứ văn dễ hiểu,...không có gì đặc sắc.''<ref>Lược theo Vũ Ngọc Phan, ''Nhà văn hiện đại'' (Q.2), tr. 892-893.<\/ref>.\n\n==Tư liệu liên quan==\nThi sĩ [[Nguyễn Vỹ]] trong hồi ký của mình đã cung cấp thêm mấy nét về Lê Văn Trương, trích:\n:''Vài ngày sau cái chết của [[Nguyễn Tường Tam]], Lê Văn Trương đến thăm tôi tại tạp chí Phổ thông. Anh buồn bã gục đầu xuống. Tôi lặng thinh chờ xem anh muốn nói gì. Một lúc khá lâu, có vẻ trịnh trọng, Lê Văn Trương cất tiếng: \"Thằng [[Nguyễn Tường Tam|Nhất Linh]] đi rồi, bạn cũ tụi mình ở đây chỉ còn mày, với một vài thằng nữa thôi. Nhưng tao buồn là không để lại một tác phẩm nào xứng đáng với cuộc đời của tao\". Im lặng một lúc, Lê Văn Trương lại nói tiếp: \"Tớ muốn cậu tự ý chọn một quyển truyện nào của tớ mà cậu ưng ý nhất, cậu viết một bài phê bình thật đầy đủ, cho tớ xem trước khi tớ làm cuộc du lịch cuối cùng và vĩnh viễn.\"''\n \n:''Tôi hỏi: \"Trong tất cả các truyện cậu đã viết cậu thích quyển nào nhất\". Lê Văn Trương trả lời liền không do dự: \"Tớ đ. thích quyển nào\". -\"Ít nhất cũng có một vài quyển hay hơn các quyển khác chứ\". -\"Tớ viết quyển nào cũng hay cả, mà chẳng có quyển đ. nào hay cả! Thế mới chó!\"''\n \n:''Câu nói mâu thuẫn đó tiết lộ tính chất sáng tác đặc biệt của Lê Văn Trương. Tác phẩm nào cũng hấp dẫn nhưng không có một kiệt tác. Tôi bảo: \"Cậu chọn một vài quyển tương đối nổi bật hơn hết, đưa đây tôi. Tôi sẽ viết một bài dài và thật khách quan\". Nhưng tôi đã chờ mãi Lê Văn Trương cho đến ngày anh chết''.\n \nVà nhà phê bình văn học [[Vương Trí Nhàn]] có lời bàn:\n:''Với một cuộc đời nhiều phen ngang dọc như Lê Văn Trương, một kết cục như thế thật ngoài sự chờ đợi của mọi người. Hôm qua, trong văn học, ông như con cá kình trên sông lớn, muốn in gì thì in, muốn viết thế nào thì viết, tha hồ lui tới. Đã bao nhiêu lần người ta chê bai ông, giễu cợt ông, bảo ông là vội vàng cẩu thả là văn chương dây cà ra dây muống, nhưng đã lại có không biết bao nhiêu độc giả lắng nghe ông, suy tôn ông, thế là được rồi. Đến nay rút lại, hoá ra thời gian vẫn làm công việc của nó, và cái đòn chí tử giáng vào văn nghiệp Lê Văn Trương lại chính do Lê Văn Trương thực hiện. Công bằng làm sao mà cũng oan nghiệt làm sao!...Trên nhiều phương diện trước sau, Lê Văn Trương vẫn là một số phận văn học mà các thế hệ sau cần luôn luôn nghiền ngẫm để rút kinh nghiệm''<ref>[http:\/\/www.viet-studies.info\/VTNhan\/VTNhan_Chuong13.htm. Xem chi tiết ở đây]<\/ref>.\n\n==Sách tham khảo==\n*Vũ Ngọc Phan, ''Nhà văn hiện đại'' (trọn bộ 2 cuốn, tập 2). Nhà xuất bản.Khoa học Xã hội, Hà Nội in lại năm 1989.\n*Nhiều người soạn, ''Từ điển Văn học'' (bộ mới). Nhà xuất bản.Thế giới, 2004.\n*Nguyễn Vỹ,'' Văn thi sĩ tiền chiến''. Nhà xuất bản.Văn học in lại năm 2007.\n*Phạm Thế Ngũ, ''Việt Nam văn học sử giản ước tân biên'' (trọn bộ 3 quyển, quyển 3). Quốc học tùng thư ấn hành, Sài Gòn, không ghi năm xuất bản.\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n{{Wikisource author}}\n\n{{Thời gian sống|sinh=1906|mất=1964}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Học sinh trường Bưởi]]"}