{"241410":"{{Infobox Military Person\n|name= '''Lê Thạch'''\n|born= thế kỷ 14\n|died= 1421\n|placeofbirth= [[Lam Sơn]], [[thọ Xuân|huyện Thọ Xuân]], [[Thanh Hóa]]\n|placeofdeath= \n|image= \n|caption= \n|nickname= \n|allegiance= [[Nhà Hậu Lê]]\n|branch= [[Quân đội Đại Việt]]\n|serviceyears= 1418-1421\n|rank= \n|commands= \n|unit=\n|battles= [[Khởi nghĩa Lam Sơn]]\n|laterwork= \n}}\n'''Lê Thạch''' ([[chữ Hán]]: 黎石, ? - [[1421]]), là công thần khai quốc nhà Hậu Lê<ref>Đại Việt thông sử, nhà xuất bản văn hóa thông tin, 1976, trang 190<\/ref>. Ông là con của anh trai cả của Lê Lợi, tham gia khởi nghĩa Lam Sơn từ buổi ban đầu, được Lê Lợi phong làm Tướng quốc. Lê Thạch vì ham lập công giết địch, mà tử trận trong trận chiến với quân Ai Lao vào năm 1421.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, trang 189, 190<\/ref>\n\n==Thân thế==\nLê Thạch là người [[Lam Sơn]], [[thọ Xuân|huyện Thọ Xuân]], [[Thanh Hóa]], con trai của Lê Học (黎學) – anh cả của [[Lê Thái Tổ|Lê Lợi]], tức là cháu gọi Lê Lợi bằng chú, cháu đích tôn của Lê Khoáng (黎曠). Khi Lê Lợi còn nhỏ được Lê Học nuôi dạy nên sau này lúc Lê Học mất, Lê Lợi nuôi Lê Thạch, thương yêu như con.\n\nTheo ''Đại Việt thông sử'', Lê Thạch là người nhân ái, ham đọc sách, dũng lược hơn người, khéo nuôi sĩ tốt<ref>Lê Quý Đôn, sách đã dẫn, tr 154<\/ref>.\n\n==Tướng tiên phong của quân Lam Sơn==\nLê Thạch theo Lê Lợi khởi nghĩa ở Lam Sơn từ buổi đầu, Lê Lợi phong làm Tướng quốc <ref>[http:\/\/truyen.haohanca.com\/lich-su\/viet-su-tieu-an-1775-\/ngoai-thuoc-nha-minh.ch16410] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150614164332\/http:\/\/truyen.haohanca.com\/lich-su\/viet-su-tieu-an-1775-\/ngoai-thuoc-nha-minh.ch16410 |date=2015-06-14 }} Việt sử tiêu án, Ngô Thì Sĩ, 1775, Dịch giả: Hội Việt Nam Nghiên cứu Liên Lạc Văn Hóa Á Châu,Nhà xuất bản Văn Sử 1991,Chuyển sang ấn bản điện tử bởi: Công Đệ, Doãn Vượng, Lê Bắc 2001<\/ref>\n\nLê Thạch theo nhà vua khởi binh ở Lam Sơn, thường được Lê Lợi sai làm tiên phong, đánh đâu thắng đấy<ref>Đại Việt thông sử, sách đã dẫn, trang 189<\/ref>\n\nNăm Mậu Tuất[[1418]], tướng Minh là [[Mã Kỳ]] mang quân vây đánh Lam Sơn, Lê Lợi rút về [[Lạc Thủy]] đặt phục binh để đợi. Khi quân Mã Kỳ tiến đến, Lê Thạch và [[Lê Ngân]], Đinh Bồ, Nguyễn Lý xông lên trước đón đánh, chém được hơn 3000 quân địch, thu được nhiều chiến lợi phẩm<ref name=\"Lê Quý Đôn, sách đã dẫn, trang 190\">Lê Quý Đôn, sách đã dẫn, trang 190<\/ref>.\n\nSau đó, ông theo Lê Lợi về [[Mường Thú]] đánh [[trại Nga Lạc]], rồi lại tiến đến [[trại A Đả]], đánh nhau với quân Minh ở [[Mỹ Canh]], bắt được tướng giặc là [[Nguyễn Sao]] và chém hơn 300 quân địch, đều công đứng đầu ba quân.<ref name=\"ReferenceA\">Đại Việt thông sử, sách đã dẫn, trang 190<\/ref>\n\nMùa đông năm Tân Sửu [[1421]], tướng Minh là [[Trần Trí]] kéo quân đến đánh Ba Lẫm ải Kình Lộng. Trần Trí mở đường núi tiến lên, Lê Lợi đặt phục binh, sai Lê Thạch đi đầu đánh tan quân Minh ở Úng Ải.<ref name=\"ReferenceA\"\/> Lê Thạch thương làm tiên phong, công lao nhiều nhất.\n\nDo lập được công, Lê Thạch được phong làm Thứ thủ quân thiết đột, tước ''Lương Nghĩa [[hầu tước|hầu]]'' (良義侯).<ref name=\"ReferenceA\"\/>\n\n==Tử chiến với Ai Lao==\n\nAi Lao đem 3 vạn quân giả vờ đến giúp, rồi bất ngờ đánh úp trại nghĩa quân. Lê Lợi đích thân đốc chiến, chém 1 vạn người, đuổi đến 4 ngày đến tận sào huyệt. Tù trưởng Ai Lao là Man Sát xin hòa, Lê Lợi biết Ai Lao trá hàng, nên không chấp nhận hòa hoãn.\n\nCác tướng Lam Sơn cho rằng quân sĩ đánh trận mấy ngày, đã mỏi mệt, nên cho nghỉ. Lê Thạch vì ham lập công giết địch, không nghe theo các tướng, tự mình dẫn quân xông lên trước, bất ngờ bị trúng tên bắn ngầm của địch và tử trận<ref name=\"Lê Quý Đôn, sách đã dẫn, trang 190\"\/>.\n\n==Truy tặng==\nĐược tin ông tử trận, Lê Lợi rất thương xót. Năm [[1428]], sau khi khởi nghĩa thắng lợi, ghi chép các công thần, ông được truy tặng làm ''Nhập nội kiểm hiệu thái uý Bình chương quân quốc trọng sự'', lại phong là '''Trung Vũ đại vương''' (忠武大王) và thờ phối ở tẩm miếu.\n\nNăm [[1440]], [[Lê Thái Tông]] truy tặng ông làm ''Lương quận công Trung Vũ vương'' (良郡公忠武王).\n\nNăm [[1454]], [[Lê Nhân Tông]] gia tặng ông làm ''Quận công Trung Dũng Anh Nghị Chân Hiến đại vương'' (郡公忠勇英毅真憲大王).\n\nTới năm [[1487]], [[Lê Thánh Tông]] truy tặng ông làm ''Lương quốc công'' (良國公), thuỵ là ''Chân Hiến Túc vương'' (真憲肅王).<ref>Đại Việt thông sử, sách đã dẫn, trang 1191<\/ref>\n==Đời sau ghi công==\nTại thủ đô [[Hà Nội]] hiện nay, có một đường phố mang tên ông, nối từ ''phố Đinh Tiên Hoàng'' đến ''phố Lý Thái Tổ''.\n\n==Xem thêm==\n* [[Khởi nghĩa Lam Sơn]]\n* [[Lê Thái Tổ|Lê Lợi]]\n\n==Tham khảo==\n*Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, dịch giả Ngô Thế Long.\n*Việt sử tiêu án, Nhà xuất bản văn sử, 1991.<ref>[http:\/\/truyen.haohanca.com\/lich-su\/viet-su-tieu-an-1775-\/loi-gioi-thieu.ch16386 Việt sử tiêu án]<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n{{Khởi nghĩa Lam Sơn}}\n\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1421]]\n[[Thể loại:Hoàng tộc nhà Hậu Lê]]\n[[Thể loại:Vương tước truy phong Việt Nam]]"}