{"65630":"{{Thông tin nhân vật hoàng gia\n| tên = Lê Dụ Tông\n| tên gốc = 黎裕宗\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = \n| hình = LêDuTông.jpg\n| cỡ hình = 250px\n| ghi chú hình = Ảnh Hoàng Đế Lê Dụ Tông.\n| cha = [[Lê Hy Tông]]\n| mẹ = không rõ\n| sinh = [[1679]]\n| nơi sinh = \n| mất = [[27 tháng 2]], [[1731]]\n| nơi mất = \n| ngày an táng = \n| nơi an táng = Cổ Đô lăng (古都陵), sau dời về Kim Thạch lăng (金石陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n| tên đầy đủ = Lê Duy Đường\n| tên tự = \n| tên hiệu = \n| phối ngẫu = \n| con cái = \n| kiểu tên đầy đủ = Tên thật\n| chức vị = [[Nhà Lê trung hưng|Hoàng đế Đại Việt]]\n| tại vị = [[1705]] &ndash; [[20 tháng 4]] năm [[1729]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1705 till:1729 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Lê Hy Tông|<font color=\"grey\">Lê Hy Tông<\/font>]]\n| kiểu nhiếp chính = [[Chúa Trịnh]]\n| nhiếp chính = [[Trịnh Căn]] (1705-1709)<br>[[Trịnh Cương]] (1709-1729)<br>[[Trịnh Giang]] (1729)\n| kế nhiệm = [[Lê Duy Phường|<font color=\"blue\">Lê Duy Phường<\/font>]]\n| chức vị 1 = [[Nhà Hậu Lê|Thái thượng hoàng Đại Việt]]\n| tại vị 1 = [[20 tháng 4]] năm [[1729]] &ndash; [[27 tháng 2]] năm [[1731]]<br>({{số năm theo năm và ngày|1729|4|20|1731|2|27}})\n| tiền nhiệm 1 = [[Lê Hy Tông|<font color=\"grey\">Lê Hy Tông<\/font>]]\n| kế nhiệm 1 = [[Lê Ý Tông]]\n| hoàng tộc = [[Nhà Lê trung hưng|Nhà Lê Trung hưng]]\n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| niên hiệu = *Vĩnh Thịnh (永盛 [[1706]] - [[1719]])\n*Bảo Thái (保泰 [[1720]] - [[1729]])\n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| tôn hiệu = \n| miếu hiệu = [[Dụ Tông]] (裕宗)\n| thụy hiệu = <font color=\"grey\">''Thuần Chính Huy Nhu Ôn Giản Từ Tường Khoan Huệ Tôn Mẫu '''Hòa Hoàng đế'''''<font\/>\n}}\n{{Vua nhà Hậu Lê (theo năm)}}\n'''Lê Dụ Tông''' ([[chữ Hán]]: 黎裕宗 1679 &ndash; 27 tháng 2 năm 1731) là vị [[Hoàng đế]] thứ 11 của [[Nhà Lê trung hưng|Nhà Lê Trung hưng]] và thứ 22 của [[triều Hậu Lê]] trong [[lịch sử Việt Nam]]. Ông có tên húy là '''Lê Duy Đường''' (黎維禟, 黎維禎) – là con trai trưởng của vua [[Lê Hy Tông]].\n\n==Thân Thế==\nLê Dụ Tông là con trưởng vua Lê Hy Tông, mẹ là Nguyễn Thị Ngọc Đệ, người xã Trùng (Xung) Quán, huyện Đông Ngàn.\n\n== Cai trị ==\nÔng được vua cha truyền ngôi vào tháng 4 năm [[Ất Dậu]] ([[1705]]) dưới tác động của Chúa Trịnh và lấy niên hiệu là '''Vĩnh Thịnh'''. Đến năm [[1720]], nhà vua đổi niên hiệu thành '''Bảo Thái'''.\n\nSách [[Lịch triều tạp kỷ]] ghi nhận rất tốt đẹp về triều đại Lê Dụ Tông, mà thực chất là lời khen dành cho [[Trịnh Cương]] &ndash; người lãnh đạo thực tế của Đại Việt khi đó:  ''Bấy giờ thừa hưởng cơ nghiệp thái bình, không xảy binh đao, trong nước vô sự, triều đình có làm được nhiều việc. Pháp độ được rất đầy đủ, kỷ cương thi hành được hết. Xứ xa lạ thì dâng lễ vật tỏ lòng thành, thượng quốc ([[Trung Quốc]]) thì trả lại đất. Có thể gọi là đường cực thịnh. Nhà vua rủ tay áo, ngồi ở trên, không phải khó nhọc mà mọi việc đâu ra đấy. Khi nói đến cuộc thịnh trị ở thời bấy giờ người ta tất phải kể đến đời vua này.'' <ref>Ngô Cao Lãng, ''Lịch triều tạp kỷ'', quyển 2 (tập 1, trang 175).<\/ref>\n\nNăm [[1718]], sứ [[Nhà Thanh]] sang [[Đại Việt]] phong cho nhà vua làm '''An Nam Quốc vương'''. Do sự tranh nghị của triều đình, các quan Nhà Thanh cho phép nhà vua hành lễ tam khấu ngũ vái thay vì tam quỳ cửu khấu trước chiếu chỉ vua Thanh. Năm [[1724]], Dụ Tông bị bệnh đau chân, Chúa [[Trịnh Cương]] thay quyền ông làm lễ tế Nam giao.\n\nNăm [[1727]], [[Trịnh Cương]] bức Lê Dụ Tông phế bỏ Hoàng trưởng tử Duy Tường, lập con trai của Chính cung Trịnh thị<ref>Tên thật là [[Trịnh Thị Ngọc Phúc]], con gái Đề quận công [[Trịnh Lan]], về thế thứ là cô ruột của [[Trịnh Cương]].<\/ref> là Duy Phường làm Hoàng thái tử. Từ đó, Dụ Tông cảm thấy oán hận. Theo bản tấu của [[Bùi Sĩ Tiêm]] gửi lên Chúa [[Trịnh Giang]] thì:\n:''Tôi thường thấy lúc Tiên đế trị vì, khí sắc bực tức bất bình thổ lộ ra trong câu văn hoặc lời nói''.<ref>''Cương mục'', chính biên quyển 37.<\/ref>\nNgày [[20 tháng 4]] nǎm [[Kỷ Dậu]] ([[1729]]), ông bị An Đô vương [[Trịnh Cương]] ép nhường ngôi cho Thái tử [[Lê Duy Phường]] (sau bị phế làm [[Hôn Đức công]]) rồi ra ở cung Kiền Thọ, xưng là ''Thuận Thiên thừa vận Hoàng thượng''. '''Cương mục''' cho biết rằng, từ khi bị ra ở điện Kiền Thọ, Thượng hoàng u uất, không vui. Đến tháng Giêng nǎm [[Tân Hợi]] ([[1731]]) thì ông qua đời, hưởng dương 53 tuổi, truy tôn là '''Hòa Hoàng đế''', [[miếu hiệu]] Dụ Tông. Người con thứ của ông là [[Lê Duy Mật]] sau này khởi nghĩa chống lại họ Trịnh hơn 30 năm.\n\n== Gia quyến ==\nThân phụ: Lê Hy Tông\n\nThân mẫu: Nguyễn Thị Ngọc Đệ, sau này Ôn Từ Hoàng thái hậu.\n\n=== Hậu phi ===\n{| class=\"wikitable\"\n|+Phi tần\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Cha\n!Ghi chú\n|-\n|1\n|[[Hậu phi Việt Nam|Thuần Chính Hòa Hoàng hậu]] \n(正宫皇后)\n|Trịnh Thị Ngọc Trang\n(郑氏玉欉)\n|\n|Trịnh Nhuận \n|Bà là con gái trưởng của Thái phó Thì quận công Trịnh Nhuận, cháu gái của Định Nam vương Trịnh Căn. Bà là sinh mẫu của vua Lê Phế Đế.\nSau bị phế vị làm Quận quân.\n|-\n|2\n|\n|Trần Thị\n(陈氏)\n|\n|\n|Truy tôn làm Trang Từ Hoàng thái hậu. Bà là sinh mẫu của vua Lê Thuần Tông.\n|-\n|3\n|\n|Nguyễn Thị\n(阮氏)\n|\n|\n|Truy tôn làm Hiến Từ Hoàng thái hậu. Bà là sinh mẫu của vua Lê Ý Tông.\n|}\n\n=== Hậu duệ ===\n{| class=\"wikitable\"\n|+Hoàng tử\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Mẹ\n!Ghi chú\n|-\n|1\n|Lê Thuần Tông\n(黎纯宗)\n|Lê Duy Tường\n(黎维祥)\n|1699 - 1735\n|Trần Thị\n(陈氏)\n|\n|-\n|2\n|Lê Phế Đế \n(黎廢帝)\n|Lê Duy Phường\n(黎维祊)\n|1709 - 1735\n|[[Hậu phi Việt Nam|Thuần Chính Hòa Hoàng hậu]] \n(正宫皇后)\n|\n|-\n|3\n|Thiên Nam Đế Tử\n|[[Lê Duy Mật]]\n(黎維樒)\n|1710 - 1770\n|\n|Thủ lĩnh [[Khởi nghĩa nông dân Đàng Ngoài|phong trào nông dân đàng ngoài]] trong suốt 30 năm chống lại họ Trịnh.\n|-\n|4\n|Hoàng tử thứ 4 (mất sớm)\n|\n|\n|\n|\n|-\n|5\n|Chiêu Dương vương\n|[[Lê Duy Quý]]\n(黎維貴)\n|\n|\n|\n|-\n|6\n|Hoài Dương vương \n|Lê Duy Hợp \n(黎維祫)\n|\n|\n|\n|-\n|7\n|Hoàng tử thứ 7 (mất sớm)\n|\n|\n|\n|\n|-\n|8\n|Hoàng tử thứ 8 (mất sớm)\n|\n|\n|\n|\n|-\n|9\n|Hoàng tử thứ 9 (mất sớm)\n|\n|\n|\n|\n|-\n|10\n|Hoàng tử thứ 10 (mất sớm)\n|\n|\n|\n|\n|-\n|11\n|Lê Ý Tông\n(黎懿宗)\n|[[Lê Duy Thận]]\n(黎維祳)\n|1719 - 1759\n|Nguyễn Thị\n(阮氏)\n|\n|-\n|12\n|Hoàng tử thứ 12 (mất sớm)\n|\n|\n|\n|\n|-\n|13\n|Hoàng tử thứ 13 (mất sớm)\n|\n|\n|\n|\n|}\n\nVà 6 người con trai khác.\n\n==Di hài==\nTrong nhiều tài liệu lịch sử và cả \"Lê triều ngọc phả\" có ghi, sau khi qua đời, vua Lê Dụ Tông được [[chôn cất]] tại làng Cổ Đô, huyện Đông Sơn (nay là Thị trấn Thiệu Hoá, huyện Thiệu Hóa) và sau đó mới di táng đến lăng Kim Thạch, trấn Lôi Dương. Còn theo [[Khâm định Việt sử Thông giám cương mục]] thì vua Lê Dụ Tông được táng ở lăng Cổ Đô, [[Đông Sơn]], [[Thanh Hóa]], sau dời đi táng ở lăng Kim Thạch, huyện Lôi Dương (nay thuộc [[Thọ Xuân]] và [[Thường Xuân]]).\n===Phát hiện===\nTháng 2 năm [[1958]], một [[nông dân]] ở làng Bái Trạch (Trang Bàn Thạch xưa) trong lúc đào vườn đã phát hiện một chiếc quách. Phá vỡ ra một mảng thì thấy bên trong có quan tài sơn son, thiếp vàng. Sau khi nhận được thông tin, các cơ quan chức năng đã về xử lý bằng cách dùng xi măng vá kín chỗ bị vỡ, sau đó giao cho chính quyền địa phương quản lý.\n\n===Khai quật===\nTừ khi phát hiện ngôi mộ, nhiều kẻ xấu thường xuyên dòm ngó, gây bất an cho chính quyền sở tại. Vì vậy, đầu năm [[1964]], được phép của Thủ tướng [[Phạm Văn Đồng]] ([[1906]] - [[2000]]) và Bộ Văn hóa, đội khảo cổ thuộc Vụ Bảo tồn - Bảo tàng, [[Bảo tàng Lịch sử Việt Nam]] và Ty Văn hóa - Thông tin [[Thanh Hóa]] đã tổ chức khai quật mộ và mang chiếc quan tài nguyên vẹn làm bằng gỗ Ngọc Am (Pơ mu) về [[Bảo tàng Lịch sử Việt Nam]].\n\nNgày [[2 tháng 4]] năm [[1964]], [[Bảo tàng Lịch sử Việt Nam]] phối hợp với các giáo sư, bác sĩ của [[Trường Đại học Y Hà Nội]] và Viện Giải phẫu tổ chức mở nắp quan tài trước sự chứng kiến của Thủ tướng [[Phạm Văn Đồng]], lãnh đạo Bộ Văn hóa, Ủy ban Khoa học Nhà nước, [[Viện Sử học (Việt Nam)|Viện Sử học Việt Nam]].\n\n===Cấu trúc===\nQuan tài có hai đáy, giữa có một lớp [[gạo]] rang dày 10&nbsp;cm, đáy trên lớp gạo rang có một tấm ván mỏng trổ 7 lỗ tròn theo hình [[Thất tinh]]. Sau tấm chăn bông vỏ gấm, thi hài được liệm bởi nhiều lớp quần áo, vải liệm, gồm: 8 lớp đại liệm bằng gấm thêu hoa bạc kích thước 1,5m x 5m, buộc bằng 5 đai lụa; tấm tiểu liệm bằng gấm may kép 2 lần vải; áo Hoàng bào kim tuyến thêu một con [[rồng]] lớn phía trước, phía sau và tay áo thêu nhiều rồng nhỏ; 2 áo long bào thêu rồng kim tuyến; 3 bộ vóc vàng may kép đính vào nhau thành một bộ; 3 lớp lụa kép; 3 chiếc quần bằng lụa mỏng, khố bằng vải mỏng. Tay chân của thi hài được đi tất lụa, chân có giày gấm thêu, lót một lớp da thuộc mỏng, trên đầu thì gối một chiếc gối bông, hai tai được nút bằng 2 viên bông bọc lụa, mặt phủ một tấm khăn bằng vải gấm có thêu rồng cùng một chữ Thọ ở giữa và 4 chữ Vạn của [[Phật giáo|nhà Phật]] ở 4 góc.\n\nNgoài ra trong quan tài còn có sách, bút lông, túi đựng móng tay, răng rụng, quạt giấy, túi đựng cau trầu, một hộp hình quả cau bên trong đựng thứ bột màu trắng... Khi giở tấm khăn phủ mặt, các nhà khảo cổ hết sức ngỡ ngàng khi thấy da mặt của thi hài còn màu xám nhạt, sau vài phút thì ngả màu xám đều như toàn thân. Thi hài có teo nhưng chưa khô, tay chân thân thể vẫn còn mềm mại, các khớp có thể cử động được. Môi của thi hài bị teo để lộ một hàm răng đen đã rụng một vài chiếc, cằm có chòm râu đen đã điểm bạc...\n\n===Ý nghĩa===\nTừ những cứ liệu sử học, cùng với việc xác định các đồ tùy táng, thi hài, các nhà sử học đã khẳng định đây chính là thi hài của vua Lê Dụ Tông. Đây cũng là ngôi \"mộ hợp chất\" được đánh giá là to nhất, có tư liệu tốt nhất trong số những ngôi \"mộ hợp chất\" đã được phát hiện ở [[Việt Nam]].\n\nĐây là lần đầu tiên [[Bảo tàng Lịch sử Việt Nam]] có được những y phục của một đế vương [[Nhà Hậu Lê|thời Lê]]\n\nVới táng thức đặc biệt, ngôi mộ này cùng với đồ tùy táng được bảo quản rất tốt. Những di vật này và bản thân di hài vua Lê Dụ Tông là tư liệu rất quý đối với nhiều ngành nghiên cứu khoa học, đặc biệt là [[khảo cổ học|khảo cổ]] và nhân trắc học.\n\n===Hoàn táng===\nTừ năm [[1964]] đến nay, di hài vua Lê Dụ Tông được bảo quản trong kho có môi trường ổn định, phù hợp với điều kiện bảo quản hiện vật hữu cơ, nên vẫn được giữ ở tình trạng tốt.\n\nTừ năm [[1996]], con cháu [[Lê (họ)|họ Lê]] đã có đề nghị Bộ Văn hóa - Thông tin cho phép đưa di hài nhà vua về hoàn táng tại [[Thanh Hóa]]. Nhưng vì nhiều lý do, tâm nguyện này chưa được thực hiện. Tháng 10 năm [[2006]], Hội đồng họ Lê tiếp tục có văn bản đề nghị với Bộ Văn hóa - Thông tin. Được sự nhất trí của Chủ tịch Nước, Thủ tướng Chính phủ, di hài của vua Lê Dụ Tông được đưa về hoàn táng tại [[Thanh Hóa]].\n\nĐúng 1 giờ sáng ngày [[25 tháng 1]] năm [[2010]] (tức [[11 tháng 12]] năm [[Kỷ Sửu]]), lễ nhập quan và tổ chức đưa di hài vua Lê Dụ Tông về hoàn táng tại làng Bái Trạch, xã Xuân Giang, huyện [[Thọ Xuân]], tỉnh [[Thanh Hóa]] được Bộ Văn hóa - Thể thao và Du lịch, [[Ủy ban nhân dân|Ủy ban Nhân dân]] tỉnh Thanh Hóa, Hội đồng họ Lê Việt Nam và các đơn vị liên quan thực hiện.\n\nQua nhiều trao đổi giữa Hội đồng họ Lê Việt Nam, Ủy ban Nhân dân [[thanh Hóa|tỉnh Thanh Hóa]], [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thể thao và Du lịch]] và sự góp ý của nhiều nhà khoa học, địa điểm hoàn táng được thực hiện tại đúng huyệt đạo đã đặt mộ vua ngày trước tại làng Bái Trạch.\n\nRiêng quan tài và các vật tùy táng đã được liệm theo vua ngày xưa, do khi khai quật lên ngày trước đã có phần hư hỏng, tiếp xúc với không khí trong vài chục năm không thể còn nguyên vẹn, nên dòng họ Lê thống nhất các hiện vật gốc sẽ được lưu giữ thành cổ vật tư liệu của [[Bảo tàng Lịch sử Việt Nam]] về một vị [[hoàng đế]].\n\nQuan tài mới được làm bằng đúng gỗ Ngọc Am, theo đúng kích thước hoa văn cũ, nặng tới 700&nbsp;kg, 32 bộ áo được may mới theo đúng màu sắc, hoa văn cũ, tuy nhiên không giống được y nguyên như long bào của Vua ngày xưa (vì rất tốn kém).\n\nỦy ban Nhân dân [[thanh Hóa|tỉnh Thanh Hóa]] cùng Hội đồng họ Lê Việt Nam đã hoàn thành việc xây dựng con đường rải nhựa dài khoảng 600m dẫn từ đường chính vào khu hoàn táng. Toàn bộ khu khuôn viên hoàn táng rộng hơn 5000m² và sẽ được quy hoạch thành khu lăng mộ Vua trong tương lai.<ref>Theo báo Quân đội Nhân dân, số 17521, ngày 25-1-2010, trang 5.<\/ref>\n\nHành trình đưa di hài vua Lê Dụ Tông về hoàn táng tại [[Thanh Hóa]] xuất phát từ [[Bảo tàng Lịch sử Việt Nam]] theo đường Đại lộ Thăng Long - đường Hồ Chí Minh vào [[Lam Kinh]] dừng lại mươi phút để làm lễ Yết cáo tổ tiên. Tại làng Bái Trạch, Ban Tổ chức làm lễ hạ huyệt và lấp mộ. Lễ hoàn táng kết thúc vào 11 giờ ngày [[25 tháng 1]] năm [[2010]].\n\n==Chú thích==\n{{Tham khảo}}\n\n== Xem thêm ==\n* [[Chúa Trịnh]]\n* [[Trịnh Căn]]\n* [[Trịnh Giang]]\n* [[Phạm Đình Kính]]\n* [[Nguyễn Mậu Tài]]\n* [[Nguyễn Khiêm Ích]]\n* [[Nguyễn Huy Nhuận]]\n* [[Đỗ Huy Kỳ]]\n\n==Tham khảo==\n\n==Liên kết ngoài==\n* [http:\/\/vietnamnet.vn\/vanhoa\/201001\/Di-hai-vua-Le-Du-Tong-da-ve-toi-Lam-Kinh-891345\/ Hoàn tất hạ huyệt vua Lê Dụ Tông tại làng Bái Trạch]\n* [http:\/\/www.thanhnien.com.vn\/news\/Pages\/200938\/20090917223649.aspx Hoàn táng thi hài vua Lê Dụ Tông trên báo Thanh niên điện tử]\n* [http:\/\/vietnamnet.vn\/vanhoa\/tintuc\/2006\/11\/637506\/ Có nên đưa di hài vua Lê Dụ Tông về an táng?] trên [[VietNamNet]] ngày [[25 tháng 11]] năm [[2006]].\n* [http:\/\/www.vietnamnet.vn\/vanhoa\/200910\/Vi-sao-di-hai-vua-Le-Du-Tong-van-chua-hoan-tang-875899\/ Vì sao di hài vua Lê Dụ Tông vẫn chưa hoàn táng?]\n{{Navboxes\n|title= Lê Dụ Tông\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Hoàng đế [[nhà Hậu Lê]]\n|trước = [[Lê Hy Tông]]\n|sau = [[Lê Duy Phường|Lê Duệ Tông]]\n|năm = [[1705]]-[[1729]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Lê trung hưng}}\n}}\n{{Thái thượng hoàng Việt Nam}}\n\n[[Thể loại:Vua nhà Lê trung hưng|Dụ Tông, Lê]]\n[[Thể loại:Thái thượng hoàng nhà Hậu Lê]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Xác ướp]]\n[[Thể loại:Vua nhà Hậu Lê]]\n[[Thể loại:Mất năm 1731]]\n[[Thể loại:Sinh năm 1679]]"}