{"198148":"'''Lê Quang Chiểu''' (1852-1924) là một nhà thơ cận đại [[Việt Nam]]. Ông là soạn giả bộ sách ''Quốc âm thi hợp tuyển'' được các nhà nghiên cứu văn học xác định là ''tập thơ chữ Quốc ngữ in đầu tiên ở Việt Nam'' <ref>Theo Nguyễn Q. Thắng và Nguyễn Bá Thế, ''Từ điển Nhân vật lịch sử Việt Nam'', Nhà xuất bản KHXH, 1992, tr.359 và báo ''Tuổi Trẻ'' [http:\/\/tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=230406&ChannelID=414]<\/ref>.\n\n==Thân thế & sự nghiệp==\n'''Lê Quang Chiểu''', tục gọi '''Cai tổng Chiểu''' (vì làm Chánh tổng), quê ở làng Nhơn Ái, tổng Định Bảo, quận [[Châu Thành, Hậu Giang|Châu Thành]], [[Cần Thơ (tỉnh)|tỉnh Cần Thơ]] (ngày nay là xã Nhơn Ái thuộc huyện [[Phong Điền, Cần Thơ|Phong Điền]], thành phố [[Cần Thơ]]).\n\nÔng sinh trong một gia đình giàu có nhờ ruộng đất, thuở trẻ ông là học trò của [[Hương cống|cử nhân]] [[Phan Văn Trị]]. Trước ông làm việc cho [[Pháp]], giữ chức cai tổng, nhưng sau đó ông xin thôi và đã làm mười bài [[thất ngôn bát cú]] liên hoàn có tên là ''Tự thuật giải chức'' để giãi bày.\n\nRảnh rỗi, ông chuyên tâm lo sáng tác thơ. Trong số ấy, có nhiều bài viết nhằm chỉ trích [[Tôn Thọ Tường]] (họa mười bài ''Tự thuật'' của Tôn Thọ Tường), [[Trần Bá Lộc]], Huỳnh Công Miêng... và một số bài vịnh sử, vịnh vật khá có giá trị.\n\nÔng cũng có công sưu tập thơ của các sĩ phu đương thời như [[Nguyễn Đình Chiểu]], [[Bùi Hữu Nghĩa]], [[Huỳnh Mẫn Đạt]], [[Phan Văn Trị]] v.v..<ref>Ông Chiểu đã hết lòng đùm bọc cho người thầy của mình là Phan Văn Trị, khi sống cũng như khi đã mất. Ngày trước và bây giờ, phần mộ của Phan Văn Trị vẫn còn nằm trên phần đất của ông. Xem thêm trang [[Phan Văn Trị]].<\/ref> và gom góp một số thơ của ông, làm thành bộ thơ có nhan đề là ''Quốc âm thi hợp tuyển'', được nhà xuất bản ''Claude & Cie'' in tại [[Thành phố Hồ Chí Minh|Sài Gòn]] năm 1903.\n \nVào năm 1912, Lê Quang Chiểu còn có công đem bản văn tuồng hát bội ''Lý Thiên Long'' in ra chữ quốc ngữ. Trước đó bản tuồng ở dạng [[chữ Nôm]] chép tay, ít người biết. Nhờ việc làm này, tuồng ''Lý Thiên Long'' mới được phổ biến rộng rãi đến số đông người ham chuộng văn chương và tuồng hát.\n\nLê Quang Chiểu là chú ruột của bác sĩ [[Lê Văn Hoạch]] (kế vị bác sĩ [[Nguyễn Văn Thinh]] làm [[Thủ tướng]] [[Nam Kỳ]] từ tháng 1 năm 1947) và ông có một người \"vợ không chính thức\" đó là nữ sĩ [[Trần Ngọc Lầu]] <ref>Huỳnh Minh, ''Vĩnh Long xưa'' (Nhà xuất bản Thanh niên in lại năm 2002, tr. 294) và xem thêm ở đây [http:\/\/www.vietbang.com\/index.php?c=article&p=353].<\/ref>.\n \nNăm 1924, Lê Quang Chiểu mất. Hiện mộ ông ở tại vườn nhà của ông Lê Quang Thụy, cháu gọi ông Chiểu bằng bác ruột. Nơi ngôi mộ xây hồi 1926 có ghi: ''Ô. Lê Quang Chiểu - Nguyên nhứt hạng Cai tổng Định Bảo - Từ trần ngày 16 tháng 2 [[An Nam]] năm [[Giáp Tý]]. Hưởng thọ đặng 72 tuổi (1852-1924).''\n==Thơ Lê Quang Chiểu==\n{|valign=\"top\"\n|\n:'''Họa bài Cây mai'''<ref>Họa bài ''Cây Mai'' của Tôn Thọ Tường. Xem bài xướng ở mục [[Tôn Thọ Tường]].<\/ref>\n \n:Tìm mai mấy độ đã xa đèo\n:Xót nhẽ thân gầy sắn vẫn leo\n:Sương tuyết bốn mùa hoa sạch sẽ,\n:Gió đông đòi trận sắc tiu hiu.\n:Đẩy đưa cõi Phật hơi kèn sớm,\n:Quạnh quẽ nhành chim xế bóng chiều.\n:Thầm tiếc phỏng còn phong cảnh cũ,\n:Văn nhơn tài tử biết bao nhiêu.\n|\n:'''Đi chơi [[Thành phố Hồ Chí Minh|Sài Gòn]]'''\n:Lên chơi [[Bến Nghé]] bấy nhiêu ngày,\n:Xe ngựa chen đời bụi cát bay\n:Phong cảnh đã dời thành quách cũ,\n:Lâu đài lại đổi sắc trang rày.\n:Sớm vô [[Chợ Lớn]] dầu thong thả,\n:Chiều lại nhà hàng mặc tỉnh say\n:Mới biết [[Nam Kỳ]] là chỗ hội,\n:Quan quân rậm rật tối như ngày.\n\n:(Quốc âm thi hợp tuyển)\n|}\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Thời gian sống|sinh=1853|mất=1924}}\n\n[[Thể loại:Người Cần Thơ]]\n[[Thể loại:Nhà thơ Việt Nam]]"}