{"42059":"{{Thông tin nhân vật hoàng gia\n| tên = Lê Tương Dực \n| tên gốc = 黎襄翼帝\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| cỡ hình = 225px\n| hình = \n| ghi chú hình = Tiền ''Hồng Thuận thông bảo'' đời Lê Tương Dực.\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| tại vị = [[4 tháng 12]] năm [[1509]] - <br> [[23 tháng 3]] năm [[1516]]<br \/>{{số năm theo năm và ngày |1509|12|4|1516|3|23}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1509 till:1516 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Lê Uy Mục]]\n| nhiếp chính = \n| kế nhiệm = ''[[Lê Quang Trị]]''<br>[[Lê Chiêu Tông]]\n| triều đại = [[Nhà Lê sơ|Hoàng triều Lê]]\n| tên đầy đủ = Lê Oanh (黎瀠)<br>Lê Trừu (黎晭)\n| tên tự = \n| tên hiệu = \n| thông tin con cái = ẩn\n| kiểu tên đầy đủ = Tên thật\n| phối ngẫu = \n| vợ = [[Nguyễn Thị Đạo|Khâm Đức Hoàng hậu]]\n| con cái = Bảo Túc công chúa<br>Công chúa Thọ Nguyên<br>Công chúa Thọ Kính\n| niên hiệu = Hồng Thuận (洪順)\n| thời gian của niên hiệu 4 = \n| niên hiệu 5 = \n| thời gian của niên hiệu 5 = \n| niên hiệu 6 = \n| thời gian của niên hiệu 6 = \n| tước hiệu = '''Nhân Hải động chủ''' (仁海洞主, [[1509]] - [[1516]])\n| thời gian của niên hiệu = \n| niên hiệu 2 = \n| thời gian của niên hiệu 2 = \n| niên hiệu 3 = \n| thời gian của niên hiệu 3 = \n| niên hiệu 4 = \n| tôn hiệu = \n| miếu hiệu = ''Không có''\n| thụy hiệu = * Linh Ẩn vương (靈隱王)\n* Tương Dực đế (襄翼帝)\n| cha = [[Lê Tân]]\n| mẹ = [[Trịnh Thị Tuyên]]\n| sinh = [[16 tháng 7]], [[1495]]\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1516|5|8|1495|7|16}}\n| nơi mất = hồ [[Chu Tước]], phường [[Bích Câu]], [[Đông Kinh]]\n| ngày an táng = \n| nơi an táng = Nguyên Lăng (元陵)\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n{{Vua nhà Hậu Lê (theo năm)}}\n'''Lê Tương Dực''' ([[chữ Hán]]: 黎襄翼 16 tháng 7 năm 1495 &ndash; 8 tháng 5 năm 1516) tên thật là '''Lê Oanh''' (黎瀠), là vị [[hoàng đế]] thứ chín của [[nhà Lê sơ|Hoàng triều Lê sơ]] nước [[Đại Việt]]. Ông cai trị từ năm [[1509]] đến năm [[1516]] với niên hiệu '''Hồng Thuận''' (洪順), ở ngôi tổng cộng 7 năm. \n\nBan đầu cai trị quốc gia, ông tỏ ra là vị vua siêng năng, hết lòng cải cách chính trị trên đà suy thoái, mong muốn chấn hưng lại vương triều sau 5 năm chính trị bị suy đồi dưới thời Uy Mục,  giai đoạn đầu cai trị của ông thường gọi là '''Hồng Thuận trung hưng (洪順中興)'''. Nhưng về sau, ông buông lỏng chính trị dẫn tới bị gian thần hãm hại chết thảm và từ đó dẫn tới thời kỳ loạn lạc cuối triều Lê Sơ.<ref>{{Chú thích web|url=https:\/\/danviet.vn\/vua-lon-le-tuong-duc-la-phien-ban-loi-cua-le-thanh-tong-20220103175634752.htm|tựa đề=\"Vua lợn\" Lê Tương Dực là phiên bản lỗi của Lê Thánh Tông?|họ=danviet.vn|website=danviet.vn|ngôn ngữ=vi|ngày truy cập=2022-08-06}}<\/ref>\n\nLê Oanh là cháu nội [[Lê Thánh Tông]] và là em họ [[Lê Uy Mục]]. Năm [[1509]], khi bị [[Lê Uy Mục]] bắt giam, ông vượt ngục trốn vào [[Thanh Hóa]], cùng đại thần [[Nguyễn Văn Lang]] nổi quân 3 phủ khởi nghĩa, quyết lật đổ Lê Uy Mục. Quân khởi nghĩa tiến ra [[Đông Kinh]], đánh bại và giết Uy Mục. Lê Oanh tự lập làm vua, buổi đầu có một số cố gắng chỉnh đốn triều chính, sửa sang giáo dục, khôi phục [[văn miếu]], biên chép sử sách. Nhưng chẳng bao lâu sau ông lại sống sa đọa như Uy Mục trước đây. Đặc biệt, năm [[1516]], Tương Dực sai [[Vũ Như Tô]] xây dựng cung điện 100 nóc, lại xây công trình quy mô lớn là [[Cửu Trùng Đài|Cửu Trùng đài]], làm nhiều cung điện quy mô hơn xung quanh. Cũng vì vậy, tài nguyên đất nước dần suy kiệt, người lao động bị sai đi xây dựng kiệt sức, tạo mầm mống để cho nhiều cuộc [[bạo loạn]] xảy ra, tiêu biểu là các cuộc khởi nghĩa của [[Trần Tuân]] ([[1511]]) và [[Trần Cảo]] ([[1516]]) khiến nhà vua và các tướng phải đánh dẹp rất vất vả.\n\nNăm [[1516]], Nguyên quận công [[Trịnh Duy Sản]] bàn mưu Thái sư [[Lê Quảng Độ]] và Thượng thư Trình Chí Sâm, đang đêm đem quân vào kinh sư giết chết Hồng Thuận đế. Trịnh Duy Sản giáng Hồng Thuận làm '''Linh Ẩn vương''' (靈隱王) rồi lập tông thất Lê Y (黎椅) lên thay, tức [[Lê Chiêu Tông]]. Ít lâu sau, Trịnh Duy Sản đi đánh Trần Cảo thì chết trận, Chiêu Tông mới xuống chiếu truy tôn Linh Ẩn vương là '''Tương Dực đế''' (襄翼帝).\n\n==Thân thế==\nÔng tên [[húy]] là '''Lê Oanh''' (黎瀠)<ref name=\"dvsktt\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt20a.html Đại Việt Sử ký Bản kỷ Thực lục: Quyển XV- Kỷ Nhà Lê: Tương Dực Đế]<\/ref>, còn có tên là '''Lê Trừu''' (黎晭), là cháu nội của [[Lê Thánh Tông]], con trai thứ hai của Kiến vương [[Lê Tân]] và bà [[Trịnh Thị Tuyên]], người làng Thủy Chú, huyện Lôi Dương (tức [[Thọ Xuân]], [[Thanh Hóa]]).\n\nKiến vương [[Lê Tân]] có bốn người con trai, đều do Trịnh Phu nhân sinh ra: con cả là [[Lê Sùng]] (黎漴) được phong ''Cẩm Giang vương'' (錦江王), con thứ 2 chính là Lê Oanh; con thứ 3 là [[Lê Vinh]] (黎濴) được phong ''Tĩnh Lượng công'' (靖亮公) và con út là [[Lê Quyên]] (黎娟) do còn nhỏ chưa được phong.\n\nDưới thời [[Lê Hiến Tông]], ông được phong làm '''Giản Tu công''' (簡修公).\n\n==Lật đổ Lê Uy Mục==\n[[Lê Uy Mục]] giết hại tông thất, bắt giam Giản Tu công Lê Oanh. Lê Oanh muốn chạy thoát ra ngoài, mới đem của cải đút lót với người cai ngục. Người cai ngục được tiền, liền thả cho ông chạy thoát. Lê Oanh một mình chạy trốn vào thành [[Tây Đô]] mà không kịp báo tin cho mẹ, anh em mình. Đến khi chạy đến được [[cửa biển Thần Phù]], Lê Oanh được đại thần thất sủng là [[Nguyễn Văn Lang]] ra đón rước, rồi được tôn lên làm minh chủ. Ông cùng Nguyễn Văn Lang và những người khác như [[Nguyễn Diễn]], [[Ngô Khế]], [[Nguyễn Bá Cao]], [[Lê Trạm]], [[Nguyễn Bá Tuấn]], [[Lê Tung]], [[Nguyễn Thì Ung]] dấy binh khởi nghĩa chống lại Uy Mục.<ref>''[[Khâm định Việt sử Thông giám cương mục]]'', tr. 593.<\/ref>\n\nĐể chiêu dụ các đại thần và các quan, Lê Oanh sai [[Lương Đắc Bằng]] viết hịch rằng:<ref>''[[Đại Việt Sử ký Toàn thư]]'', tr. 550.<\/ref>\n{{Cquote|\n''Bạo chúa Lê Tuấn, phận con thứ hèn kém, làm nhơ bẩn nghiệp lớn, mới gần 5 năm mà tội ác đã đủ muôn khóe. Giết hại người cốt nhục, dìm hãm các thần liêu. Bọn [[ngoại thích]] được tin dùng mà phường đuôi chó ngang ngược làm bậy, người cứng cỏi bị ruồng bỏ mà kẻ đầu cá ẩn nấp nẻo xa. Quan tước đã hết rồi vẫn thưởng tràn không ngớt, dân chúng đã cùng khốn còn vơ vét chẳng thôi. Vét thuế khoá từng cân lạng, tiêu tiền của như đất bùn, bạo ngược ngang với [[Tần Thủy Hoàng|Tần Chính]]. Đãi bề tôi như chó ngựa, coi dân chúng tựa cỏ rác ngạo mạn quá cả Ngụy Oanh. Huống chi lại xây cung thất to, làm vườn hoa rộng. Xua dân đi trồng cây, giẫm theo vết xe đổ chất gò Hoa Cương đời [[nhà Tống|Tống]]; lấp biển xây cung điện, nối gót thói u mê xây [[cung A Phòng]] [[nhà Tần]]. Công trình thổ mộc xây lên rồi thay đổi, thay đổi rồi xây lên, dân [[Hải Dương]], [[Kinh Bắc]] mệt mỏi, lao đao; tông thất xa hoa, kiêu căng lại ngang ngược, ngang ngược lại kiêu căng, cõi tứ tuyên phiên trấn xôn xao, rối loạn. Cư dân nhức óc, cả nước đau lòng.''|||Hịch}}\n\nNgày [[8 tháng 11]] năm [[1509]], Giản Tu công Lê Oanh khởi binh tiến quân thủy bộ từ thành [[Tây Đô]]. Thủy quân tiến đến [[núi Thiên Kiện]]. [[Lê Uy Mục|Uy Mục đế]] dùng hai chiếc thuyền nhẹ [[Hà Thanh]] và [[Hải Thanh]] đi đến [[chùa Bảo]] trên núi Thiên Kiện, bắt được một viên tướng thủy quân của Giản Tu công và giết được 20 binh sĩ đem xác về ngoài [[cửa Đông Hoa]]. Uy Mục cho [[Lê Vũ]] làm Tán lý cũng nhiều người khác đem cấm quân và quan quân thuộc các vệ [[Thần vũ]], [[Hiệu lực]], [[Điện tiền]] đi chống giữ nhưng bị Lê Oanh đánh bại.\n\nNgày 23 cùng năm, anh em trai của ông là Cẩm Giang vương [[Lê Sùng]] (黎漴), Tĩnh Lượng công [[Lê Vinh]] (黎濴) và [[Lê Quyên]] (黎娟) cùng Trịnh Phu nhân, Phò mã [[Nguyễn Kính]] (阮敬) đều bị Uy Mục giết. Tuy vậy, quân của ông vẫn dùng cờ chiêu an của ''Cẩm Giang vương'' (錦江王) để dụ [[Lê Vũ]] về hàng. Lê Vũ mới đem đầu Cẩm Giang vương ra trước trận, giơ lên cho xem và nói:<ref name=TT551>''[[Đại Việt Sử ký Toàn thư]]'', tr. 551.<\/ref>\n:''Đây là cái đầu của Cẩm Giang vương, chúng bay còn nói láo làm gì?''\n\nNói rồi, Vũ mới cưỡi [[voi]] chỉ huy binh sĩ tiến đánh đến xứ Đồng Lạc thì bị quân của Lê Oanh bao vây. Lê Oanh dụ hàng nhưng Lê Vũ vẫn một mực không chịu khuất phục rồi chết. Trận này, quân của Uy Mục đại bại, các tướng như [[Dương Trực Nguyên]], [[Phạm Thịnh]], [[Trần Năng]] cũng bị chết ở Châu Cầu.<ref>''[[Khâm định Việt sử Thông giám cương mục]]'', tr. 594.<\/ref>\n\nNgày 26 năm ấy, các dinh quân của Lê Oanh đều tiến đến các xứ [[Bảo Đà]], [[Nhân Mục]], [[Hồng Mia]], [[Thiêu Thân]] ở sát Kinh thành. Uy Mục đế vì cần thêm quân để chống giữ mới lấy vàng bạc tiền của ban cho bọn tội nhân bị giam ở ty [[Ngũ hình]] mỗi người 3 quan, rồi sai đi đánh quân Lê Oanh. Tù nhân nhận được tiền, không những không đi đánh mà người nào người nấy đều bỏ về nhà. [[Lê Uy Mục|Uy Mục Đế]] sợ hãi lại vội vã chọn người đi gọi quân các xứ. Những người này đi chưa đến nơi, thì đại quân của Lê Oanh đã áp sát vào thành, nhiều người bỏ chạy thoát thân.\n\nTướng trấn thủ là [[Lê Quảng Độ]] (黎廣度) cùng với Giản Tu công Lê Oanh người trong kẻ ngoài thông tin với nhau, lại cho bắn súng làm hiệu, dựng gậy làm cờ, chặt cây làm binh khí giả đánh lộn lẫn nhau cho các quân kinh hãi, rồi mới ép Uy Mục chạy lên phía Bắc. Giản Tu công Lê Oanh sau khi đem quân vào thành [[Đông Kinh]] nghe tin gia quyến đều bị hại, liền sai quan sửa việc tang và làm lễ chôn cất.<ref name=TT551\/>\n\nNgày 28 năm ấy, Uy Mục chạy tới phường [[Nhật Chiêu]] thì bị một [[vệ sĩ]] cũ bắt được, nộp cho Giản Tu công. Ông đem giam Uy Mục ở [[cửa Lệ Cảnh]]. Ngày [[1 tháng 12]]<ref>Tức ngày 20 tháng 1 năm 1510 theo [[lịch Gregory đón trước]].<\/ref>, [[Lê Uy Mục|Uy Mục]] thấy đường cùng nên đã uống thuốc độc [[tự tử]]. Giản Tu công Lê Oanh vì căm hận việc Uy Mục sát hại gia quyến mình rất thảm khốc, nên sai người để xác Uy Mục vào miệng [[súng thần công]], rồi bắn cho nổ tan xác.<ref>''[[Khâm định Việt sử Thông giám cương mục]]'', tr. 595.<\/ref>\n\nNgày [[4 tháng 12]] cùng năm ấy, Giản Tu công Lê Oanh tự lập làm [[Hoàng đế]], tức Lê Tương Dực, lấy niên hiệu là '''Hồng Thuận''' (洪順). Ông lấy ngày sinh làm ''Thiên Bảo thánh tiết'' (天保聖節), tự xưng là '''Nhân Hải Động chủ''' (仁海洞主).\n\n==Trị vì==\n===Hưng trị===\nVừa khi lên ngôi, Tương Dực đã trọng thưởng các công thần. Ông ra chỉ ban thưởng như sau:\n:''[[Nguyễn Văn Lang]] từ Nghĩa quận công (義郡公) lên làm Nghĩa quốc công (義國公); [[Lê Quảng Độ]] từ Thiệu quận công (紹郡公) lên làm Thiệu quốc công (紹國公); [[Lê Phụ]] (黎輔) từ Lượng quận công (諒郡公) lên làm Lượng quốc công (諒國公); [[Lê Bá Lân]] (黎伯璘) từ Uy quận công (威郡公) lên làm Uy quốc công (威國公); [[Trịnh Duy Đại]] (鄭維岱) từ [[bộ Hộ|Hộ bộ]] [[Thượng thư]] lên làm Văn quận công (文郡公); [[Trịnh Hựu]] (鄭侑) từ Thụy Dương hầu (瑞陽侯) lên làm Thọ quận công (壽郡公); [[Lê Mậu Chiêu]] (黎荗昭) từ Phò mã Đô úy lên làm Diên quận công (延郡公); [[Nguyễn Hoằng Dụ]] được ban làm An Hòa hầu (安和侯); [[Trịnh Duy Sản]] làm Mỹ Huệ hầu (美惠侯); [[Nguyễn Bá Tuấn]] (阮伯俊) từ Tổng binh chiêm sự [[Thanh Hóa]] thành [[bộ Lễ|Lễ bộ]] [[Thượng thư]], tước Do Lễ bá (由禮伯); [[Lê Tung]] từ Thanh Hóa Thừa tuyên sứ thành [[bộ Lại|Lại bộ]] [[Thượng thư]], tước Đôn Thư bá (敦書伯); [[Nguyễn Thì Ung]] (阮時雍) từ Thanh Hóa Tham chính thành Ngự sử đài Đô ngự sử, tước Lương Văn bá (良文伯); [[Đàm Thận Huy]] (譚慎徽) được phong [[bộ Hình|Hình bộ]] [[Thượng thư]], Hàn lâm viện Thị độc, chưởng quản Hàn lâm viện; [[Lương Đắc Bằng]] (梁得朋) được làm [[bộ Lại|Lại bộ]] tả [[Thị lang]].\n\nNgay sau đó Tương Dực cho bàn đặt quan [[Đề lĩnh]], có các chức Chưởng đề lĩnh, Đồng đề lĩnh và Phó đề lĩnh, trông nom việc quân ở bốn mặt thành, chức trách là tuần phòng ở Kinh sư, canh phòng các nơi, tìm bắt kẻ gian.\n\nTrong những năm đầu cầm quyền, Tương Dực cũng có vài đóng góp thể hiện sự cố gắng vực dậy đất nước đã suy tàn, nhất là trong lĩnh vực khoa cử. Năm [[1511]], ông tổ chức kỳ [[thi Hội]], đến kỳ [[thi Đình]] thì ông đích thân ra đề văn hỏi về đạo trị quốc. Đến năm [[1514]], các kỳ thi này tiếp tục được tổ chức, và vua đã thân hành ngự điện ra đầu bài văn sách hỏi về nhân tài. Tương Dực cũng cho trùng tu [[Quốc Tử Giám]], dựng lại [[bia tiến sĩ]] tỏ rõ sự khuyến khích hiền tài. Đông các Đại học sĩ [[Đỗ Nhạc]] đã soạn bài ký ở Quốc Tử giám ca ngợi công đức của Tương Dực Đế: \n:''[[Hoàng đế]] thông minh xứng đáng bậc chí tôn, sáng suốt làm gương cả nước, khôi phục quy mô xây dựng cơ nghiệp của [[Lê Thái Tổ|Thái Tổ Cao Hoàng]], mở rộng nền móng văn giáo thịnh trị của [[Lê Thánh Tông|Thánh Tông Thuần Hoàng]]. Sáng vầng sao Khuê, ngang trời dọc đất thì có tập [[Bảo thiên thanh hạ]]; mở gương trị giáo mẫu mực xưa nay thì có tập [[Quang thiên thanh hạ]]. Thánh học ngày càng cao minh, thánh đức ngày càng thuần túy. Hơn nữa, đến [[nhà Thái Học]] hỏi về đạo trị nước, ra nơi điện đình thi chọn bọn học trò, then máy cổ võ lại càng chu đáo lắm. Đã sai quan trùng tu Quốc tử giám và làm mới nhà bia, lại nghĩ tới hai khoa [[Ất Sửu]], [[Mậu Thìn]] chưa có dựng bia, liền sai quan khắc bia soạn ký để dựng lên. Như vậy có thể thấy được cái ý tôn sùng đạo học, khuyến khích hiền tài sâu sắc dường nào!''\n\nViệc [[thuế|thuế má]] thời bấy giờ cũng như mấy triều trước, nhưng không biết rõ tiền tài sản vật đồng niên thu được những gì. Đến đời Tương Dực thấy sử chép rằng trước thì thuế vàng thuế bạc đồng niên thu được: ''[[Vàng]] mười, thứ tốt gọi là \"kiêm kim\" 480 [[lạng|lượng]]; Vàng mười 2.883 lượng; [[Bạc]] 4.930 lượng''.\n\nNay, Tương Dực định lệ đổi lại mỗi năm thu được: ''Vàng mười thứ \"kiêm kim\" 449 lượng; Vàng mười 2.901 lượng; Bạc 6.125 lượng''. Những vàng bạc đó nộp vào kho để cho hoàng gia tiêu dùng. Còn cách thu nộp thế nào cũng không rõ.\n\nNăm [[1510]], Lê Tương Dực sai [[bộ Binh|Binh bộ]] Thượng thư, Quốc tử giám Tư nghiệp kiêm Sử quan Đô tổng đài [[Vũ Quỳnh]] soạn bộ ''Đại Việt thông giám thông khảo'', gọi tắt là ''[[Đại Việt thông giám]]'' hay ''Việt giám thông khảo''. ''Đại Việt thông giám'' chép theo lối biên niên các triều đại, gồm 26 quyển, chia thành Ngoại kỷ, chép từ thời [[Hồng Bàng]] đến hết [[nhà Ngô]], và Bản kỷ, từ thời [[Đinh Tiên Hoàng]] đến khi [[Lê Thái Tổ]] bình định thiên hạ.<ref name=\"dvsktt\"\/> Nhà vua còn sai Thiếu bảo Lễ bộ Thượng thư kiêm Đông các Đại học sĩ, kiêm Quốc tử giám Tế tửu tri kinh diên sự [[Lê Tung]] soạn bài tổng luận về bộ sử ấy. Theo sĩ phu thời [[nhà Nguyễn|Nguyễn]] [[Phan Huy Chú]], bộ sách này được [[Lê Nại]] đánh giá là quy mô và ''đúng với kinh, trúng với sử''. Cũng trong thời Tương Dực, Vũ Quỳnh soạn sách ''Tứ triều bản kỷ'' (四朝本紀) chép biên niên bốn triều vua Lê Thánh Tông, [[Lê Hiến Tông|Hiến Tông]], [[Lê Túc Tông|Túc Tông]] và [[Lê Uy Mục|Uy Mục]].<ref>[[Phan Huy Chú]] (2007), ''[[Lịch triều hiến chương loại chí]]'', tập 2, Nhà Xuất bản Giáo dục, các trang 389-394.<\/ref> Rất có thể đây là tài liệu quan trọng mà sau này nhóm [[Phạm Công Trứ]] dựa vào để hoàn tất biên soạn [[Đại Việt Sử ký Toàn thư]].\n\n===Nội loạn Trần Tuân===\nNgày [[11 tháng 11]] năm [[1511]], người làng [[Quang Bị]], huyện [[Bất Bạt]] là [[Trần Tuân]] [[nổi loạn]] ở vùng Sơn Tây. Bấy giờ, nhân dân các phố xá ở kinh thành náo động, đều đem vợ con về quê quán, đường phố không còn một ai đi lại. Hoàng đế sai [[bộ Hộ|Hộ bộ]] hữu [[Thị lang]] [[Lê Đĩnh Chi]], cùng các quan khoa, đài đi khám xét các phố xá hàng chợ, xem người nào còn nhà ở, người nào vợ con đã về quê quán, ra lệnh cấm rất nghiêm ngặt, xử tội rất nặng những người đã cho vợ con về quê quán, dân chúng khó bề nhấc chân động tay. Những người đã để vợ con về quê, thì phần nhiều đem người khác đến, nói dối là vợ con mình để đợi sai quan tới khám xét. Đến đây, lại sai [[xá nhân]] đến tận nhà các đại thần và văn thần xem thực hư ra sao, thì thấy vợ con của 5 người là bọn [[Lê Đĩnh Chi]], [[Nguyễn Tông Thốc]], [[Nguyễn Lý Quang]] và Hàn lâm Kiểm thảo [[Ngô Tuy]], Giám sát Ngự sử [[Trần Húc]] đều về nguyên quán. Hoàng đế sai giết bọn Đĩnh Chi ở ngã ba phường [[Đông Hà]], vì bọn Đĩnh Chi làm quan đi khám xét mà vợ con lại trốn về quê trước, cho nên xử tội.\n\nTương Dực sai Mỹ Huệ hầu [[Trịnh Duy Sản]] chỉ huy quan quân đi đánh Trần Tuân. Bấy giờ, quân của Tuân đã bức sát đến huyện [[Từ Liêm]] ([[Quốc Oai]]), quan quân bại trận, lui về đóng ở các xứ [[Đông Ngạc]], [[Nhật Chiêu]].\n\nThế quân của Tuân rất mạnh, muốn bức sát kinh thành. Nghĩa quốc công [[Nguyễn Văn Lang]] sai quân 6 vệ Điện tiền kéo thuyền [[Tiểu Thiên Quang]] xuống sông, định đưa hoàng đế ngự về [[Thanh Hóa]], giữ nơi hiểm yếu rồi gọi hết bọn thợ của các sở ở [[bộ Công|Công bộ]] và thợ thường ban, bày [[kỵ binh]] ở xứ [[Đông Hà]] để giữ. Đến đêm, bọn họ hoảng sợ trốn về cả. Tương Dực sai Minh Luân bá [[Lê Niệm]], Tổng Thái giám [[Lê Văn Huy]] và 2 người khoa văn học sinh đem [[lực sĩ]] của hai ty [[Hải Thanh]] và [[Hà Thanh]] chèo hai chiếc [[thuyền]] nhẹ ra xứ Từ Liêm để dò xét tình hình quân giặc.\n\nNiệm đến chợ [[An Giang]] trước thấy phố xá bị thiêu trụi, quan quân đã bại trận rút về, vượt sông vào xã [[Quả Hối]]. Niệm lại chạy về, vào điện tâu trước mặt Tương Dực. Bấy giờ, Duy Sản bị giặc đánh bại, thủ hạ chỉ còn hơn 30 người, xé áo làm hiệu, thề cùng nhau đánh giặc. Giờ Dậu, [[Trịnh Duy Sản|Duy Sản]] thình lình xuất hiện, đột nhập vào dinh của Tuân, thấy [[Trần Tuân|Tuân]] mặc áo đỏ ngồi trên giường, liền dùng giáo đâm chết Tuân, bè đảng của Tuân đều tan chạy cả. Bấy giờ quân lính của Tuân đóng ở chỗ khác, không biết là Tuân đã chết, vẫn cứ đóng quân như trước.\n\nNgày 20, Tương Dực làm lễ tấu cáo ở [[Thái Miếu]], rồi sai Nguyễn Văn Lang đem tướng sĩ, voi ngựa của các doanh đi đánh. Bấy giờ, Duy Sản đã giết Trần Tuân, liền thừa thế bắn ba tiếng [[súng]], các quân đánh trống hò reo tiến vào, đánh tan quân giặc, đuổi theo đến các xã [[Thuỵ Hương]], [[Quả Động]], [[Đông Ngạc]], đâm chết rất nhiều tên địch. Sau này vua định công ban thưởng, ban phong [[Trịnh Duy Sản]] là ''Nguyên quận công'' (原郡公), những người đi theo Duy Sản đâm chết được nhiều giặc đều được trao chức đô chỉ huy đồng tri.\n\n===Suy trị===\nNăm [[1513]], hoàng đế [[nhà Minh|Đại Minh]] là [[Minh Vũ Tông|Vũ Tông]] sai chánh sứ [[Trần Nhược Thủy]] và phó sứ [[Phan Huy Tăng]] (潘希曾) sang Đại Việt để sắc phong Tương Dực làm '''An Nam quốc vương''' (安南國王). Đến khi trông thấy ông, Huy Tăng nói với người đồng hành Nhược Thủy rằng: \"Quốc vương An Nam mặt thì đẹp mà người lại lệch, tính háo dâm, là vua lợn, loạn vong sẽ không lâu đâu\" (安南國王貌羙而身傾性好滛乃諸王也乱亡不久矣), nên từ đấy có lời dị gọi ông là '''Trư vương''' (豬王). Đến khi đoàn sứ giả về, Tương Dực tặng biếu rất hậu. Nhược Thủy và Hy Tăng không nhận. Ông có bài thơ họa lại tiễn sứ thần về nước.\n\nLời nói của sứ thần Đại Minh như báo hiệu cho nghiệp trị nước của Tương Dực sẽ sớm lụi tàn. Những năm về sau, ông chỉ lo xây cất nhà cửa, lâu đài, chơi bời xa xỉ trụy lạc. [[Tháng 5]] năm [[1514]], nghe lời gièm pha của [[Hiệu úy]] Hữu Vĩnh, Tương Dực giết chết 15 vương công họ tông thất, cho gọi các cung nhân cũ của Lê Uy Mục vào cung để [[thông dâm]]. Cùng tháng đó, vua sai đắp thành bao [[sông Tô Lịch]] để làm điện Tường Quang.\n\nNăm [[1516]], hoàng đế cho đắp thành rộng cả ngàn [[trượng]] chắn ngang [[sông Tô Lịch]]. Để thể hiện uy quyền đế vương, ông sai một người thợ là [[Vũ Như Tô]] xây điện 100 nóc, rồi lại xây [[Cửu Trùng Đài|Cửu Trùng đài]]. Quân dân làm trong mấy năm trời không xong, hao tổn tiền của, sức lực, khiến nhiều người chết. Bỏ bê việc nước, chỉ ngày ngày du ngoạn [[Hồ Tây]], Tương Dực nghĩ ra nhiều trò tiêu khiển quái lạ. Thói trụy lạc của Tương Dực ngày càng lộ rõ khi ông ra lệnh làm thuyền chiến thật trang hoàng lộng lẫy rồi bắt các [[Phi tần|cung nữ]] [[Khỏa thân|trần truồng]], tay cầm cái chèo đánh nhịp làm đại nhạc để hoàng đế thưởng sắc.\n\nMô tả về sự sa đọa của Tương Dực, sách [[Đại Việt sử ký toàn thư]] đã chép: \n{{Cquote|\n''Trước đây, vua thích làm nhiều công trình thổ mộc, đắp thành rộng lớn mấy ngàn trượng, bao quanh điện Tường Quang, quán Chân Vũ, chùa Thiên Hoa ở phường Kim Cổ, từ phía đông đến phía tây bắc, chắn ngang [[sông Tô Lịch]], trên đắp hoàng thành, dưới làm cửa cống, dùng ngói vỡ và đất đá nện xuống, lấy đá phiến và gạch vuông xây lên, lấy sắt xuyên ngang. Lại sai làm thuyền chiến, sai thợ vẽ kiểu, sai bọn sử nữ trần truồng chèo thuyền chơi trên [[Hồ Tây]], vua cùng chơi, lấy làm vui thích lắm. Dân chúng đau khổ, binh lính mệt nhọc. Quân năm phủ đắp thành chưa xong được, đến đây lại có lệnh bắt các nha môn ở trong ngoài kinh thành phải làm, tập hợp nhau lấy hồ, khiêng đất. Vua hàng ngày bất thần ngự chơi các nơi, chỗ nào vừa ý thì thưởng cho bài vàng, bài bạc. Có chỗ đã làm xong lại phải làm lại, sửa đổi xây đắp lại, hết năm này qua năm khác, liên miên không dứt. Quân lính đắp thành mắc chứng dịch lệ đến một phần mười.''|||[[Đại Việt sử ký toàn thư]]}}\n\n===Bạo loạn===\nViệc Lê Tương Dực bỏ mặc việc triều chính khiến nhà Lê càng lún sâu vào con đường suy vong; kinh tế, nông nghiệp của đất nước trở nên tiêu điều. Vào tháng 5 năm [[1512]], nhiều nơi ở Đại Việt liên tiếp xảy ra [[nạn đói]] nghiêm trọng do [[hạn hán]] và mất mùa. Do đó, những năm dưới thời Hồng Thuận thường xuyên xảy ra [[bạo loạn]], khiến triều đình phải đánh dẹp vô cùng vất vả. \n\nTháng giêng năm 1512, Nguyễn Nghiêm nổi loạn vùng Sơn Tây và Hưng Hóa nhưng nhanh chóng bị tướng [[Đỗ Nhạc]] đánh dẹp. \n\nĐến tháng 4 năm đó, [[Lê Hy]], [[Trịnh Hưng]], [[Lê Minh Triệt]] làm loạn ở vùng [[Nghệ An]]. Vua sai Khang quận công [[Trần Nghi]] và Đông các hiệu thư [[Trần Dực]] đi đánh. Vào đến địa phận Nghệ An, quân triều đình bị quân phản loạn phục kích cả hai mặt. Quan quân vượt xa biển, bị sóng gió đánh vỡ thuyền, toàn quân bị [[chết đuối]]. Nghi và Dực cũng chết chìm ngoài biển. Quân phản loạn tiến đến Lôi Dương. Tháng 5, vua sai [[Trịnh Duy Sản]] chỉ huy quan quân, và Đỗ Nhạc làm Tán lý quân vụ đến Thanh Hoa, Nghệ An đánh dẹp quân giặc, chém đầu Lê Minh Triệt đưa về Kinh sư bêu ở phường Đông Tân; bắt sống được Hy và Hưng đóng cũi giải về Kinh sư rồi giết<ref>https:\/\/nguoikesu.com\/dong-lich-su\/nha-hau-le\/le-tuong-duc-le-oanh<\/ref>. \n\nTháng 1 năm 1515, Thuỵ quận công [[Ngô Bính]] và Nguyên quận công Trịnh Duy Sản được cử làm Đô tướng, Ngự sử đài thiêm đô ngự sử [[Nguyễn Khiêm Bính]] được cử làm Tán lý quân vụ đi đánh cuộc khởi nghĩa [[Phùng Chương]] ở vùng núi [[Tam Đảo]]. Phùng Chương thua chạy.\n\nTháng 10 năm [[1515]], [[Đặng Hân]] và [[Lê Hất]] làm loạn ở vùng huyện Ngọc Sơn, Thanh Hoa. Ngày 27 tháng đó, vua sai tướng thống lãnh binh sĩ, lấy Đỗ Nhạc làm Tán lý quân vụ đi đàn áp cuộc nổi loạn.\n\nNgày 23 tháng giêng năm 1516, [[Trần Công Ninh]] nổi loạn ở xứ đò Hối, huyện Yên Lãng. Ngày 23, vua sai Đông các đại Đỗ Nhạc trấn giữ Kinh thành, vua đích thân đem các đại thần văn võ và đô đốc năm phủ đi theo. Quân ra cửa Bắc Thần, vua ngự ở hành tại bên sông Nhị Hà, ra lệnh cho các tướng qua sông tiến đánh, phá tan quân giặc, giết được rất nhiều tên địch.\n\n==Bị hại==\n[[Tháng 4]] năm Hồng Thuận thứ 8 ([[1516]]), xảy ra một cuộc [[nổi loạn]] lớn đánh dấu sự sụp đổ của triều đại Lê Tương Dực.\n\nỞ huyện [[Thủy Nguyên|Thủy Đường]] ([[Hải Phòng]]), một người là [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]] (hay còn gọi là Trần Cao), thấy sấm nói rằng ở phương đông có thiên tử khí<ref>Ứng với [[Bài thơ sấm trên cây gạo làng Diên Uẩn|câu sấm]] thời [[nhà Đinh]]: ''Chấn cung kiến nhật'' - ''Đông mặt trời mọc''.<\/ref>, bèn tụ tập được nhiều người chiếm lấy đất [[Hải Dương]], [[Thủy Đường]], [[Đông Triều]], rồi tự xưng là vua [[Đế Thích]] giáng sinh. Trần Cảo thành lập [[quân đội]], người đi theo đến hàng [[vạn]].\n\nTrần Cảo đem quân về đóng ở đất [[Bồ đề (định hướng)|Bồ Đề]], bên kia [[sông Hồng|sông Nhị Hà]], định sang lấy kinh đô [[Đông Kinh]]. Tương Dực đích thân xuất chinh đi đánh giặc, ngự ở trên điện ra lệnh điều động các tướng. Sau quân triều đình sang đánh, Trần Cảo lui về đóng ở [[Trâu Sơn]], thuộc [[phủ (định hướng)|phủ]] [[Từ Sơn]]. Tương Dực sai An Hòa hầu là [[Nguyễn Hoằng Dụ]] sang đóng quân ở [[Bồ đề (định hướng)|Bồ Đề]] để chống giữ.\n\nNguyên quận công là [[Trịnh Duy Sản]], trước có công đi đánh dẹp Trần Tuân, do nhiều lần can gián trái ý Tương Dực, từng bị vua sai đem đánh bằng [[roi]], nên sinh lòng thù hận. Duy Sản bất mãn mưu với Thái sư [[Lê Quảng Độ]] và [[Trình Trí Sâm]] để lập người khác, sửa sang binh giới ở bến Thái Cực, nói dối là đi đánh giặc. Đêm ngày [[6 tháng 4]], hồi canh hai, Duy Sản đem hơn 3000 người ở các vệ [[Kim ngô]] và [[Hộ vệ]] tiến vào cửa Bắc Thần. Tương Dực nghe tin ấy, ngờ là có giặc đến, bèn lên ngựa chạy ra ngoài [[cửa Bảo Khánh]].\n\nNgày mồng 7, mờ mờ sáng, có Thừa chỉ [[Nguyễn Vũ (Lê sơ)|Nguyễn Vũ]]<ref>Nguyễn Vũ người làng Thiên Mỗ, huyện Từ Liêm, do đỗ tứ trường kỳ thi Hương, viết [[Thảo thư|chữ thảo]] đẹp, lại đem thơ quân ứng nghĩa, từ đầu, làm quan đến [[Binh bộ]] tả [[Thị lang]], được Tương Dực rất yêu quý. Khoa thi Hội năm [[Giáp Tuất]] ([[1514]]), Vũ đã 58 tuổi, văn viết lủng củng, đã không được trúng tuyển. Hoàng đế cho thi lại, lấy đỗ đệ nhị giáp tiến sĩ xuất thân. Không bao lâu, làm tới [[bộ Hình|Hình bộ]] [[Thượng thư]] kiêm Bảo Thiên điện Đông các Đại học sĩ, Hàn lâm viện thừa chỉ Nhập thị kinh diên, ngày đêm uống rượu đánh bạc ở nội điện, bị người bấy giờ coi khinh. Đến nay đi theo hoàng đế, bảo con rằng: ''Ăn lộc của vua, phải chết vì nạn của vua'', cũng bị Duy Sản giết.<\/ref> theo hoàng đế đi tắt qua cửa [[nhà Thái Học]]. Đến hồ [[Chu Tước]], phường [[Bích Câu]]<ref>Tương đương với khu vực phường Quốc Tử Giám, quận Đống Đa bây giờ. Phường này còn có phố Bích Câu.<\/ref>, hoàng đế gặp Duy Sản, vẫn không hay biết gì, liền hỏi: \"''Giặc ở phương nào?''\". Duy Sản không trả lời, quay đi nhìn chỗ khác rồi cười ầm lên. Hoàng đế ngờ ngợ, quất [[ngựa]] chạy về phía tây. Duy Sản sai võ sĩ là tên Hạnh cầm [[giáo]] đuổi theo, đâm ông ngã ngựa rồi giết chết. Nguyễn Vũ cũng bị giết theo<ref name=\"dvsktt\"\/>. Duy Sản sai người đem xác Tương Dực về quán Bắc Sứ, khâm liệm rồi đem thiêu. Khâm Đức Hoàng hậu cũng nhảy vào lửa tự thiêu. Quân sĩ đem hai [[quan tài]] về [[chôn cất|chôn]] ở huyện [[Ngự Thiên]] (nay là thị trấn Hưng Nhân xã Tân Lễ huyện Hưng Hà,tỉnh Thái Bình), giáng hoàng đế xuống làm '''Linh Ẩn Vương''' (靈隱王).\n\nSau này [[Lê Chiêu Tông]] lên ngôi, cải [[thụy hiệu]] là '''Tương Dực Đế''' (襄翼帝), mộ phần được cải thành '''Nguyên Lăng''' (元陵).\n\n==Gia quyến==\n* Cha: Kiến vương [[Lê Tân]], về sau truy tôn làm ''Đức Tông Kiến Hoàng đế'' (德宗建皇帝).\n* Mẹ: [[Trịnh Thị Tuyên]], cháu gái Dương Vũ công thần Ngọc quận công [[Trịnh Khắc Phục]]. Năm [[1509]], bà cùng các anh em Tương Dực bị Uy Mục giết chết. Tương Dực truy tôn bà làm ''Huy Từ Kiến Hoàng hậu'' (徽慈建皇后).\n\n=== Hậu cung: ===\n{| class=\"wikitable\"\n|+Danh sách các hậu phi\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Cha\n!Ghi chú\n|-\n|1\n|[[Nguyễn Thị Đạo|Khâm Đức Hoàng hậu]] \n(欽德皇后)\n|[[Nguyễn Thị Đạo]] \n(阮氏禱)\n|?-1516\n|[[Nguyễn Công]]\n|Là người huyện [[Văn Giang]], con gái viên quan lĩnh họ Nguyễn. Được sách lập làm [[Hoàng hậu]]. Sinh ra 3 hoàng nữ. Khi Tương Dực bị [[Trịnh Duy Sản]] giết chết, đem thiêu ở quán Bắc sứ, bà lao vào lửa ở [[điện Mục Thanh]] chết theo. Bà được mai táng cùng Tương Dực trong Nguyên Lăng.\n|}\n\n=== Hậu duệ: ===\nLê Tương Dực có 3 hoàng nữ do Khâm Đức Hoàng hậu [[Nguyễn Thị Đạo]] sinh ra:\n{| class=\"wikitable\"\n|+Danh sách các công chúa \n!STT\n!Danh hiệu\n!Tên\n!Sinh mất \n!Mẹ\n!Ghi chú\n|-\n|1\n|Bảo Phúc Công chúa \n(宝福公主)\n|Lê Thọ Túc \n(黎壽肅)\n|\n|Khâm Đức Hoàng hậu [[Nguyễn Thị Đạo]]\n(欽德皇后阮氏)\n|\n|-\n|2\n|Hoàng nhị nữ\n|Lê Thọ Nguyên\n(黎壽元)\n|\n|Khâm Đức Hoàng hậu [[Nguyễn Thị Đạo]]\n(欽德皇后阮氏)\n|Chưa được phong tước hiệu.\n|-\n|3\n|Hoàng tam nữ\n|Lê Thọ Kính\n(黎壽敬)\n|\n|Khâm Đức Hoàng hậu [[Nguyễn Thị Đạo]]\n(欽德皇后阮氏)\n|Chưa được phong tước hiệu.\n|}\n\n==Nhận định==\n[[Đại Việt Sử ký Toàn thư]] có một số nhận định về Lê Tương Dực:\n{{cquote|\n''Vua buổi đầu lên ngôi, ban hành giáo hóa, thận trọng hình phạt, cũng đáng coi là có công nghiệp. Song chơi bời vô độ, xây dựng liên miên, dân nghèo thất nghiệp, trộm cướp nổi lên, dẫn đến nguy vong là bởi ở đấy.''|||[[Đại Việt Sử ký Toàn thư]]<ref name=\"dvsktt\"\/> \n}}\n\n{{cquote|\n''Linh Ẩn gian dâm với vợ lẽ của cha, để tang cha mẹ ít ngày, mượn tên của anh để cướp nước của người khác, xa hoa dâm dục quá độ, hình phạt nặng, thuế khóa nhiều, giết hết các thân vương, can qua xảy ra khắp nơi, người thời ấy gọi là \"vua lợn\", điềm nguy vong đã được thấy đó!''|||[[Đại Việt Sử ký Toàn thư]]<ref name=\"dvsktt\"\/>}}\n\nMặc dù được xem là một hôn quân khét tiếng thời Lê sơ bên cạnh Lê Uy Mục, Lê Tương Dực cũng được xem là một nhà cai trị thông minh và có năng lực. Trong thời gian trị vì, vị hoàng đế này vẫn có những đóng góp nhất định. Những việc làm có ích, đáng khen ngợi của Tương Dực, nhất là giai đoạn đầu làm vua có thể kể đến như đề cao sự hiếu nghĩa, luôn chủ động trong đối ngoại với [[nhà Minh]] [[Trung Quốc]] và với các quốc gia ở phương Nam và phía Tây là [[Champa]] và [[Ai Lao]]. Vua đặc biệt rất cứng rắn trong việc giữ gìn nội trị, sai quân đánh dẹp, thậm chí có lần còn thân chinh chỉ huy việc bình định phản loạn, khôi phục lại ổn định địa phương. Vai trò duy trì an ninh quốc gia của Tương Dực càng được thể hiện rõ sau khi ông bị hại, khi nhiều cuộc khởi nghĩa nông dân liên tiếp nổ ra, và các tướng lĩnh triều đình cũng quay sang đánh giết lẫn nhau, khiến nhà Lê sơ trải qua [[khủng hoảng cuối nhà Lê Sơ|cuộc khủng hoảng chính trị kéo dài]] cho đến khi sụp đổ năm [[1527]]. Ngoài ra ông cũng giải quyết ruộng đất cho nông dân; phân định rõ ràng các loại [[thuế]] và để khuyến khích việc nông tang, có lần vua còn tự mình cày ruộng tịch điền. Về xây dựng kiến trúc, sử sách chê rằng Lê Tương Dực làm quá nhiều việc thảo mộc, nhưng không thể phủ nhận những công trình ấy đều có quy mô hoành tráng và vĩ đại, thể hiện tài năng của người thợ nước Việt. Tuy nhiên, ông lại sớm thỏa mãn với những thành tựu đã đạt được để rồi sớm sa vào lối sống hưởng lạc, phóng túng, không chủ trương \"''khoan thư sức dân''\" mà lại thích xây dựng nhiều công trình to lớn làm tổn hao ngân khố, bóc lột sức dân đến tận xương tủy dẫn đến cơ nghiệp sụp đổ. Ngoài ra do bị coi là người háo sắc, dâm dật nên cuối cùng Lê Tương Dực còn phải mang biệt danh đầy tai tiếng là \"''vua lợn''\".<ref>{{Chú thích web|url=https:\/\/kienthuc.net.vn\/kho-tri-thuc\/vua-lon-le-tuong-duc-co-thuc-su-la-mot-hon-quan-1177674.html|tựa đề=“Vua lợn” Lê Tương Dực có thực sự là một hôn quân ?|ngày=2019-01-07|website=Kiến thức|url-status=live|ngày truy cập=2021-10-10}}<\/ref>\n\nLê Tương Dực được xem là vị hoàng đế có thực quyền cuối cùng của [[nhà Hậu Lê]], vì [[Lê Chiêu Tông]], [[Lê Cung Hoàng]] cũng như các vị hoàng đế thời [[Lê Trung Hưng]] sau này chỉ còn là những con rối trong tay của các quyền thần, bao gồm cả [[chúa Trịnh]]. Vì thế, cái chết của ông đã đánh dấu sự suy yếu của chế độ [[phong kiến tập quyền]] trong [[lịch sử Việt Nam]].\n\n==Xem thêm==\n*[[Nhà Hậu Lê]]\n*[[Lê Uy Mục]]\n*[[Lê Tân|Kiến Vương]]\n*[[Trịnh Duy Sản]]\n*[[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]]\n\n==Chú thích==\n<references responsive=\"\" \/>\n\n==Tham khảo==\n* [[Đại Việt Sử ký Toàn thư]] (bản kỷ)\n\n{{Navboxes\n|title= Lê Tương Dực\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Hậu Lê]]\n|trước = [[Lê Uy Mục]]\n|sau = [[Lê Chiêu Tông]]\n|năm = [[1509]]-[[1516]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Hậu Lê}}\n}}\n\n{{Thời gian sống|sinh=1495|mất=1516|tên=Lê Tương Dực}}\n[[Thể loại:Mất năm 1516]]\n[[Thể loại:Sinh năm 1495]]\n[[Thể loại:Vua nhà Lê sơ|Tương Dực, Lê]]\n[[Thể loại:Vua Việt Nam bị giết]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua nhà Hậu Lê]]"}