{"1750906":"'''Lê Đại Cương''' ([[chữ Hán]]: 黎大綱,<ref>[[:s:Trang:Viet Nam Su Luoc.djvu\/225|Việt Nam sử lược\/Quyển II\/Cận kim thời đại\/Chương III]]<\/ref> 1771 - 1847) còn gọi là '''Lê Đại Cang''', tự '''Thống Thiện''', hiệu '''Kỳ Phong'''. Ông là một vị quan nổi tiếng tài năng, trung chính thời Nguyễn, trải qua ba đời vua Gia Long, Minh Mạng, Thiệu Trị, từng làm đến chức [[Tổng đốc]].\n\n{{Thông tin nhân vật hoàng gia\n| tên = Lê Đại Cương\n| tên gốc = \n| tước vị = [[Tổng đốc]] [[Campuchia]] <br> Tổng \nđốc [[Trấn Tây Thành]]\n| thêm = vietnam\n| hình = [[Tập tin:Tượng thờ cúng Lê Đại Cang tại quê hương ông làng Luật Chánh, xã Phước Hiêp, huyện Tuy Phước (Bình Định).jpg|nhỏ|''Tượng thờ cúng Lê Đại Cang (hay còn gọi là Lê Đại Cương) tại quê hương ông làng Luật Chánh, xã Phước Hiệp, huyện Tuy Phước (Bình Định)'']]\n| ghi chú hình = \n| chức vị = [[Lãnh tụ|Cai Trị]] [[Cao Miên]] {{vương miện }}\n| tại vị = [[1771]] - [[1847]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1558 till:1802\nAlignBars = early\nScaleMajor = increment:244 start:1558\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1613 till:1635 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = Chức vụ được thành lập\n| kế nhiệm = [[Trương Minh Giảng]]\n| hoàng tộc = \n| kiểu hoàng tộc = Gia tộc\n| miếu hiệu = \n| tên đầy đủ = \n| kiểu tên đầy đủ = Tên húy\n| tước vị đầy đủ = [[tước vị| ]]\n*Đại Đô Thống Trấn Nam Phương Tổng Quốc Chính [[Cao Miên]]\n| thông tin tước vị đầy đủ = ẩn\n| thụy hiệu = Tổng Đốc Cao Miên\n| vợ = \n| thông tin con cái = ẩn\n| con cái = tổng cộng có 11 công tử và 4 công nữ\n| cha = \n| mẹ = \n| sinh = {{ngày sinh|1771|8|16}}\n| nơi sinh = [[Bình Định]] [[Đại Nam]].\n| mất = {{ngày mất và tuổi|1847|11|19|1771|8|16}}\n| nơi mất = [[Trấn Tây Thành ]], [[Đại Nam]]\n}}\n\nTrong 40 năm làm quan, từ năm 1802 tới năm 1842, từ chức tri huyện tới chức quyền Tổng trấn, Tổng đốc, Thượng thư, Tham tán đại thần… Lê Đại Cang đã thực thi nhiệm vụ ở khắp ba miền đất nước trên nhiều lĩnh vực: chính trị, quân sự, kinh tế, văn hóa, giáo dục, ngoại giao và có những đóng góp rất đáng quý trong sự nghiệp xây dựng và bảo vệ tổ quốc. Đương thời, ông còn nổi tiếng là một bậc cự phách về văn chương với những tác phẩm được nhiều người truyền tụng.\n\n== Thân Thế ==\nLê Đại Cang sinh năm 1771 tại làng Luật Chánh xã [[Phước Hiệp, Tuy Phước|Phước Hiệp]] huyện [[Tuy Phước]] tỉnh [[Bình Định]].<ref>{{Chú thích web|url=http:\/\/dangcongsan.vn\/tu-tuong-van-hoa\/hoi-thao-khoa-hoc-le-dai-cang-tam-guong-ke-si-166143.html|title=Hội thảo khoa học “Lê Đại Cang - Tấm gương kẻ sĩ”|website=Báo điện tử Đảng Cộng sản Việt Nam}}<\/ref>\n\nNăm ông  lên 5 tuổi cha mẹ đưa ông ra thăm bà con tại kinh đô Phú Xuân thì gặp chiến tranh Đàng Trong – Đàng Ngoài, gia đình phải ở lại Huế. Ông được cha dạy học ở nhà tại Huế đến năm ông 16 tuổi (1787) mới theo gia đình về lại quê hương.\n\nVề quê ở Luật Chánh, Phước Hiệp, Tuy Phước, Bình Định, được học thầy Nguyễn Tử Nghiễm, thời Tây Sơn làm quan Thị giảng, cha của Nguyễn Tử Diệu, Thượng thư bộ Hình của triều Nguyễn, rồi thầy Đặng Đức Siêu, sau làm Thượng thư bộ Lễ của triều Nguyễn.\n\nTrong năm 1792, cha mẹ bệnh, nối nhau qua đời, ông phải dừng việc học thầy Đặng Đức Siêu, bắt đầu nghề dạy học để kiếm sống, tiếp tục tự học cả văn và võ tại quê nhà, nổi tiếng là văn võ song toàn.\n\n== Sự nghiệp ==\nNăm Gia Long nguyên niên (1802), được Hữu quân Bình Tây tướng quân Quận công Nguyễn Huỳnh Đức và Hình bộ Thượng thư Tham tri Nguyễn Hoài Quỳnh tiến cử với triều Nguyễn Gia Long, được bổ chức Tri huyện Tuy Viễn, có thời gian bị vu là tham tang, bị mất chức, nhờ hậu quân Lê Chất minh oan mới được phục chức.\n\nNăm 1811, năm Gia Long thứ 9, theo giới thiệu của Hậu quân Lê Chất, Tổng hiệp trấn Bắc thành, Lê Đại Cang được điều ra Bắc Thành, thăng Binh bộ thiêm sự, lo việc từ chương.\n\nNăm 1821, năm Minh Mạng thứ 2, sung chức Biện lý bang giao sứ sự ở công quản Gia Quất lo việc đón tiếp sứ nhà Thanh. Sang năm 1822, ông thăng chức Hiệp trấn Sơn Tây.\n\nNăm 1823, ông được điều đi làm Cai bạ Quảng Nam. Năm 1824, phụ trách huy động hơn 3000 người khơi đào sông Vĩnh Điện dài 1630 trượng, công trình thủy lợi quan trọng ở Quảng Nam. Công trình thành công, ông được vua ban thưởng.\n\nTháng 9\/1824, Lê Đại Cang được điều vào làm Cai bạ Vĩnh Thanh ở cực Tây Nam đất nước. Tháng 5 năm 1825, sông đào Vĩnh Điện ở Quảng bị sụt lở, bị vua quở trách và cách chức nhưng cho cách lưu. Đây là lần cách lưu đầu tiên trong lịch sử. Đại Nam thực lục ghi: “''Cai bạ Vĩnh Thanh là Lê Đại Cương vì trước kia trông coi đào sông Vĩnh Điện ở Quảng Nam, bờ sông vỡ lở bị xử tội đồ. Vua đặc cách gia ơn đổi làm án cách lưu. Bộ Lại tâu rằng án cách lưu trước đây chưa có làm qua, xin nên truy thu hết bằng sắc từ lúc xuất thân đến nay, rồi làm bằng cấp của đình thần phát cho giữ lấy, đợi sau được khai phục sẽ xét phẩm trật mà cấp trả lại. Vua theo. Sau lấy đó làm lệ''”.\n\nTháng 9 năm 1826 được vua triệu về Kinh, Tổng trấn Gia Định thành, Tả quân Lê Văn Duyệt dâng sớ tâu xin giữ lại làm Tuyên phủ sứ phủ Lạc Hóa (tức Trà Vinh ngày nay). Vua không cho.\n\nNăm 1826, năm Minh Mạng thứ 7, tháng 11, được đưa về triều bổ Thị lang bộ Hình rồi đến tháng 5\/1827 thăng Tham tri bộ Hình. Năm Minh Mạng thứ 8, tháng 7 được vua cử làm khâm sai ra Bắc thành xem xét xử các vụ án hình tồn đọng. Vua dụ rằng'': “Bắc Thành gần đây bị vỡ đê, bọn tào trưởng Vũ Xuân Cẩn phải đi phát chẩn, việc án để đọng, không thể chóng làm xong được. Để đọng một ngày thì dân chịu khổ một ngày, ngươi nên thanh lý cho chóng. Hết thảy các án kiện giao cho, cùng án mạng án cướp trong hạt, đến tháng 11 phải xét xử xong. Còn như tạp án tầm thường thì do thành xét xử, đến cuối năm phải xong cả, khiến tào không có án để đọng, ngục không có tù giam lâu, để đáp ý trẫm cẩn thận việc ngục thương xót việc hình''”. Tháng 11, đúng thời hạn vua ra hoàn thành nhiệm vụ, trở về kinh, được vua ban khen.\n\nTháng 9 năm 1828, Lê Đại Cang được điều sang phụ trách quản lý Nha đê chính Bắc thành. Trước khi Lê Đại Cang lên đường ra Bắc, vua Minh Mạng dụ rằng: ''\"Việc chống lụt quan hệ rất lớn. Ngươi là người biết lẽ, trước kia việc hình ngục ở Bắc Thành, ngươi đến nơi là làm xong ngay. Nay trách nhiệm về Đê chính càng nặng nề. Lần này đi, nên hết lòng xếp đặt để cho nước chảy thuận dòng, cho dân càng mừng êm sóng thì công ấy chẳng nhỏ đâu\".''.\n\nTháng 11\/1828, ông trực tiếp chỉ đạo khởi công đắp hệ thống đê công mới ở Bắc thành với công trình lớn có 18 sở, công trình nhỏ hơn 1000 sở. Tháng 12\/1828 được vua ban thưởng vì công trạng trong việc đắp đê. Tháng 4 năm 1829 vì vỡ đê ở Đa Hòa, Kim Quan, bị giáng chức xuống 3 cấp. Tháng 8\/1829, công việc đắp đê ở Bắc Thành hoàn tất, các đoạn đê vỡ được gia cố vững chắc, Lê Đại Cang được phục chức. Trong thời gian này, đã biên soạn cuốn sách thống kê hết sức công phu, cụ thể về hệ thống đê công tư ở Bắc thành. Đại Nam thực lục viết: “''Đê chính thần Lê Đại Cương dâng sách tổng kê các đê công tư ở Bắc Thành: Đê điều các trấn Sơn Tây, Sơn Nam, Nam Định, Bắc Ninh, Hải Dương và phủ Hoài Đức thuộc hạt thành, đoạn nào đắp tự năm nào, đời nào, đoạn nào ở địa phận xã thôn nào, cùng dạng thức cao rộng bao nhiêu, sổ sách không rõ, từ trước đến nay người lãnh chức Đê chính phàm có sửa đắp, chỉ cứ theo sở tại khai báo mà giao làm, đến khi làm xong, cũng chỉ tới chỗ đê mới mà khám biện thôi. Từ khi Lê Đại Cương chuyên coi việc đê mới đi khắp xem xét. Những chỗ đê gần sát bờ sông, thân đê sụt nứt, chiếu lệ đại công trình mà đắp đê mới, tất cả 18 sở, ngoài ra các đê mới cũ đắp từ đời trước và từ năm Gia Long thứ 2 trở lại, nhiều lần sửa đắp, phàm chỗ thế nước chảy xói nên quý làm đê công, thì theo lệ tiểu công trình mà sửa đắp, chỗ nào thế nước tầm thường nên làm đê tư thì cho dân coi giữ, chỗ nào nên bỏ thì san đi. Đến bấy giờ cứ các đê điều cho đến cống nước ở đê, họp làm sách tổng kê để phòng xem đến”.'' Tháng 6\/1830, do vỡ đê ở Sơn, Lê Đại Cang lại bị cách chức. Tháng 8\/1830, khắc phục tốt hậu quả vỡ đê, lại được phục chức và ban thưởng. Được cử kiêm Hình tào Bắc thành.\n[[Tập tin:NamKyLucTinh1841-1862.jpg|nhỏ|Bản đồ Lục tỉnh Nam Kỳ thời Lê Đại Cang.]]\n\nTháng 9 năm 1831, được cử làm chủ khảo khoa thi hương ở trường thi Hà Nội. Trong số hơn 20 người đỗ cử nhân ở trường thi này có Cao Bá Quát.\n\nTháng 10, được quyền giữ ấn triện Tổng trấn Bắc thành và thăng làm thự Binh bộ Thượng thư, Đô sát viện Hữu đô ngự sử. Được vua giao lo phụ trách việc chia lại các hạt Bắc thành, sau khi hoàn thành nhiệm vụ lãnh chức Tổng đốc Sơn – Hưng – Tuyên (ba tỉnh Sơn Tây, Hưng Hóa, Tuyên Quang) kiêm Tuần phủ Sơn Tây, nổi tiếng là chính sự giỏi.\n\nTháng 11 năm 1831, do ra lệnh chém đầu một kẻ phóng hỏa đốt nhà người khác, bị vua phạt 1 năm bổng. Bị dân hạt Sơn Tây về kinh kiện tội tham nhũng, vua cho tra xét thấy ông không có tội nên triệu về kinh cho yết kiến và dụ rằng: ''“Người làm việc nhanh, giỏi. Trẫm đã chọn biết. Việc tiểu dân kiện, xét ra là kiện vu, thì tâm tính của ngươi đã rõ rồi. Đại thần vì nước, nên hết sức làm việc nên làm”.''  Tháng 7 năm 1832, kiêm lĩnh Tổng đốc Hà Nội - Ninh Bình.\n\nTháng 10\/1832 được triệu về kinh và tháng 11 được giao làm Tổng đốc An Giang – Hà Tiên, kiêm lĩnh ấn “Bảo hộ Chân Lạp quốc”. Trước khi đi nhậm chức, Minh Mạng vời Lê Đại Cương vào ra mắt và dụ rằng: ''“An Giang là tỉnh mới đặt, trong thì trấn thủ, vỗ về nước Phiên, ngoài thì khống chế nước Xiêm, sự thể rất quan trọng. Ngươi nay cai trị đất ấy, phàm những việc quân, dân, trọng đại cùng thành trì và kho tàng đều nên hết sức lo liệu để phu phỉ ý ta mong ngươi làm được thành công”.''\n\nNăm 1833, năm Minh Mạng thứ 14, Lê Đại Cang chủ trì việc xây thành mới An Giang, chấn chỉnh quân đội, huấn luyện binh sĩ tại đây. Chủ trì khai mở đường thủy từ sông Tiền Giang ở Tân Thành thẳng đến sông Hậu Giang ở Châu Đốc dài hơn 3000 trượng. Chiêu mộ được 10 đội quân Phiên (Chân Lạp) xin đặt tên được vua đặt tên là cơ An Biên.\n\nTháng 6\/1833, họa phản loạn Lê Văn Khôi nổi lên, vua ra lệnh cho Lê Đại Cang hợp sức đánh dẹp. Lê Đại Cang được vua cấp kính thiên lý cùng Trương Minh Giảng, Lê Phúc Bảo, Phan Văn Thúy hội quân đánh giặc. Quan quân triều đình trúng kế hỏa công của Lê Văn Khôi nên thua, để Lê Văn Khôi chiếm Định Tường, An Giang, Hà Tiên. Lê Đại Cang làm sở xin chịu tội. Vua cách chức Tổng Đốc cho làm “đới lãnh binh dũng quân tiền hiệu lực”. Được cho tạm quyền quản lĩnh binh dõng dưới quyền, Lê Đại Cang đã tập hợp tàn quân, tuyển thêm binh lính người Việt và người Miên xây dựng một đội quân mạnh trên 2000 người phối hợp với viện binh triều đình phản công giặc Khôi và quân xâm lược Xiêm, tái chiếm lại An Giang và các vùng đất đã mất, kể cả Chân Lạp. Chỉ trong 4 tháng được thăng liên tục các chức Binh bộ Viên ngoại lang, kiêm Phó lãnh binh, rồi Án sát sứ, Bố chính sứ kiêm Lãnh binh và thự lý Tuần phủ An Giang.\n\nTháng 3\/1834, quân Xiêm lại động binh uy hiếp Chân Lạp, Lê Đại Cang tâu vua xin đem quân đánh giữ. Sau khi chỉ huy cánh quân theo đường bộ Quang Hóa phối hợp các cánh quân theo đường thủy do Trương Minh Giảng chỉ huy đánh đuổi quân Xiêm ra khỏi Cao Miên. Tháng 6\/1834, được thăng Tham tri bộ Binh, Tuần phủ An Giang, được Minh Mạng giao đưa vua Cao Miên từ Việt Nam về nước, lưu lại Nam Vang lo việc bảo hộ Cao Miên.\n\nTháng 12\/1834, vua Cao Miên qua đời, vâng mệnh vua, ông lập công chúa con gái vua Cao Miên làm quận chúa.\n\nNăm 1835, do Cao Miên không có vua, Minh Mạng lập làm Trấn Tây thành thuộc nước ta, ông được bổ làm Trấn Tây tham tán đại thần cùng Trương Minh Giảng giữ chức tướng quân sắp đặt việc kinh lý Cao Miên. Được vua nhiều lần ban khen đã làm tốt chức trách điều hành Trấn Tây Thành. Tháng 7\/1835, được quyền lĩnh ấn Tổng đốc quan phòng An Giang – Hà Tiên.\n\nNăm 1836, năm 65 tuổi, xin vua về hưu nhưng vua Minh Mạng không cho, châu phê  ''“Lão đương ích tráng”'' và dụ gắng sức ở lại làm việc. Tiếp tục làm Tuần phủ An Giang kiêm Trấn Tây tham tán đại thần.Tháng hai 1838, loạn người Cao Miên nổi lên ở Hải Đông, Khai Miên, thổ binh Cao Miên ở đây theo loạn đảng, Lê Đại Cang bị quy tội “khinh nhờn”, bị cách chức Tuần phủ An Giang kiêm Trần Tây tham tán đại thần, phải theo quân thứ Hải Đông hiệu lực. Trương Minh Giảng cũng bị quy tội bao che cho Lê Đại Cang, bị khiển trách. Tại đạo Trà Gi, quân thứ Hải Đông, Lê Đại Cang đã đứng ra huấn luyện binh đội ở đây từ yếu thành mạnh, có sức chiến đấu cao rồi đem quân kéo tới hợp với binh triều của Trương Minh Giảng, Dương Văn Phong đánh dẹp loạn đảng và giặc Xiêm. Giảng và Phong đem việc ấy tâu vua Minh Mạng mong vua cho Lê Đại Cang đoái công chuộc tội, nhưng vua không bằng lòng, còn truyền rằng: ''“Đại Cang bị cách hiệu, sao dám tự tôn mình là đại tướng, chẳng sợ phép nước, chẳng kiêng công luận. Vậy Đại Cang phải tội trảm giam hậu, Trương Minh Giảng giáng xuống làm Binh bộ thượng thư, còn Dương Văn Phong giáng 3 cấp”.''\n\nBị đưa về triều giam ít lâu rồi bị phát đi ở đồn điền ở Nguyên Thượng.\n\nNăm Thiệu Trị thứ nhất, 1841, tháng 7, được vua Thiệu Trị phục chức Viên ngoại lang, khâm sai Bắc kỳ biện lý bang giao sứ vụ lo việc bang giao với Trung Quốc. Tháng 10 cùng năm được giao nhiệm vụ làm khâm sai mang cờ biển đi đến các nơi hành cung, sứ quán ở Hà Nội, Bắc Ninh, Lạng Sơn xem xét công việc chuẩn bị cho việc thụ phong của vua Thiệu Trị. Hoàn thành tốt việc đó, tháng 12, được thăng thự Bố chánh sứ Hà Nội.\n\nSau hơn 1 năm làm Thự Bố chánh sứ Hà Nội, tháng 10\/1842, năm 72 tuổi, xin về hưu, được vua Thiệu Trị chuẩn y.\n\nNăm 1842, ông về quê khôi phục từ đường họ Lê ở làng Luật Chánh, lập ra chùa Giác Am để tu tâm dưỡng tính và lấy hiệu là Giác Am cư sĩ và lập Văn chỉ Tuy Phước làm nơi tụ họp văn nhân Tuy Phước, Quy Nhơn chăm lo khuyến tài khuyến học ở quê hương.\n\nÔng mất tại quê nhà ngày 24 tháng 8 (âm lịch) 1847, thọ 76 tuổi.\n[[Tập tin:Con cháu Lê Đại Cang tại từ đường họ Lê.jpg|nhỏ|phải|Con cháu Lê Đại Cang tại từ đường họ Lê]]\n[[Tập tin:Lê Đại Cang Tomb Tuy Phước 2021.jpg|nhỏ|thế=Lăng mộ Lê Đại Cang ở xã Phước Hiệp huyện Tuy Phước|Lăng mộ Lê Đại Cang ở xã Phước Hiệp huyện Tuy Phước]]\n== Thành Tựu ==\nKhông những nổi tiếng là một thượng quan tài năng, liêm chính, văn võ song toàn, Lê Đại Cang còn được đương thời coi là một bậc cự phách, hiển đạt về văn chương với tập “Lê thị gia phả”, tập thơ “Tỉnh ngu thi tập” và hai tập bút ký về thời gian làm quan ở phương Nam mang tên “Nam hành” và “Tục Nam hành”. Đáng tiếc, do chiến tranh loạn lạc, hiện chỉ có tập “Lê thị gia phả” còn được gia tộc họ Lê ở quê hương lưu giữ, các tác phẩm khác đều đã thất lạc, chưa sưu tầm lại được.\n\nSử sách triều Nguyễn, nhất là bộ Đại Nam thực lục đã ghi chép khá tỉ mỉ về hành trạng làm quan của Lê Đại Cang với trên 200 đoạn, hàng vạn chữ.\n\nTừ năm 2013, cuộc đời và sự nghiệp của Lê Đại Cang mới được quan tâm nghiên cứu một cách hệ thống, mở đầu là hội thảo “Lê Đại Cang – Tấm gương kẻ sĩ” tổ chức vào tháng 1 cùng năm tại TP Quy Nhơn do Viện Sử học VN, Hội Khoa học Lịch sử Việt Nam, Trung tâm Nghiên cứu Bảo tồn và Phát huy Văn hóa Dân tộc và UBND tỉnh Bình Định phối hợp tổ chức với sự tham gia của hàng trăm nhà sử học, văn hóa học và văn nghệ sĩ hàng đầu của đất nước và Bình Định quê hương. Sau hội thảo này, một cuốn sách lớn mang tên “Lê Đại Cang – Nhân cách bậc quốc sĩ” tập hợp hơn 50 báo cáo khoa học và tham luận tại hội thảo đã được Nhà xuất bản Hội Nhà văn xuất bản. Một bộ phim truyền hình cùng tên với cuốn sách “Lê Đại Cang – Nhân cách bậc Quốc sĩ” cũng được hoàn thành và công chiếu trên truyền hình Việt Nam và trên Youtube.\n\nGiữa năm 2016, một cuộc hội thảo mang tên “Tổng đốc Lê Đại Cương và An Giang” cũng đã được Hội Khoa học Lịch sử An Giang, Thành ủy và UBND thành phố Châu Đốc, Trung tâm Nghiên cứu Bảo tồn và Phát huy Văn hóa Dân tộc, Viện Sử học Việt Nam phối hợp tổ chức. Kết quả hội thảo là tập sách mang tên “Tổng đốc Lê Đại Cương và An Giang” đã được Nhà xuất bản Sân khấu xuất bản năm 2017. Sau hội thảo này, nhà thơ Thanh Thảo, nhà thơ hàng đầu của văn học Việt Nam hiện nay, đã hoàn thành và cho công bố trường ca “Người khiêng võng” về Lê Đại Cang. Bản trường ca được đánh giá rất cao trên văn đàn Việt Nam. Trong năm 2017, hai nhà viết kịch nổi tiếng trong nước cũng đã hoàn thành hai kịch bản sân khấu về Lê Đại Cang: nhà viết kịch Nguyễn Sĩ Chức với kịch bản tuồng mang tên “Hoạn lộ” đã được Nhà hát Tuồng Việt Nam nhận dàn dựng và nhà viết kịch Văn Trọng Hùng với kịch bản tuồng mang tên “Lê Đại Cang” sẽ được Nhà hát tuồng Đào Tấn quê hương Lê Đại Cảng đưa lên sân khấu.\n\nTên Lê Đại Cang đã được đặt tên đường ở TP Quy Nhơn, một số thị trấn thị xã ở Bình Định và TP Châu Đốc, An Giang.\n\nDự kiến, tháng 9 năm 2017, sẽ có một hội thảo lớn về danh nhân Lê Đại Cảng tại thủ đô Hà Nội mang tên “Lê Đại Cang với Bắc thành và Hà Nội” do Hội Khoa học Lịch sử Việt Nam, Viện Sử học Việt Nam, Trung tâm Nghiên cứu Bảo tồn và Phát huy Văn hóa Dân tộc phối hợp tổ chức, nhằm nghiên cứu đánh giá những đóng góp to lớn của Lê Đại Cang trong khoảng thời gian gần 20 năm Lê Đại Cang thực thi trách nhiệm tại Hà Nội và các tỉnh phía Bắc…\n\n== Hành trình nghiên cứu Lê Đại Cang ==\n\nSử sách triều Nguyễn, các bộ Quốc triều chính biên toát yếu, Đại Nam liệt truyện chính biên và nhất là bộ Đại Nam thực lục đã ghi chép khá tỉ mỉ về hành trạng làm quan của Lê Đại Cang với trên 200 đoạn, hàng vạn chữ. Tuy vậy, cũng như nhiều nhân vật cự phách triều Nguyễn khác, Lê Đại Cang hầu như ít được nhắc đến hoặc nhắc đến rất sơ sài trong sử sách thời ta. \n\nTrung tâm Nghiên cứu Bào tồn và Phát huy Văn hóa Dân tộc là cơ quan xúc tiến việc nghiên cứu danh nhân lịch sử Lê Đại Cang một cách hệ thống mở đầu  là hội thảo “Lê Đại Cang – Tấm gương kẻ sĩ” tổ chức vào tháng 1\/2013 tại TP Quy Nhơn do Trung tâm Nghiên cứu Bảo tồn và Phát huy Văn hóa Dân tộc, Viện Sử học VN, Hội Khoa học Lịch sử Việt Nam, và UBND tỉnh Bình Định phối hợp tổ chức với sự tham gia của hàng trăm nhà sử học, văn hóa học, văn nghệ sĩ hàng đầu của đất nước và Bình Định quê hương. Sau hội thảo này, một cuốn sách mang tên “Lê Đại Cang – Nhân cách bậc quốc sĩ” tập hợp hơn 50 báo cáo khoa học và tham luận tại hội thảo đã được Nhà xuất bản Hội Nhà văn xuất bản. Một bộ phim truyền hình cùng tên với cuốn sách cũng được hoàn thành và công chiếu trên truyền hình Việt Nam và trên Youtube. \n\nTiếp đó, đến giữa năm 2016, một cuộc hội thảo mang tên “Tổng đốc Lê Đại Cương và An Giang” cũng đã được Hội Khoa học Lịch sử An Giang, Thành ủy và UBND thành phố Châu Đốc, Trung tâm Nghiên cứu Bảo tồn và Phát huy Văn hóa Dân tộc, Viện Sử học Việt Nam phối hợp tổ chức tại TP Châu Đốc. Kết quả hội thảo là tập sách mang tên “Tổng đốc Lê Đại Cương và An Giang” đã được Nhà xuất bản Sân khấu xuất bản năm 2017. Sau hội thảo này, nhà thơ Thanh Thảo, nhà thơ hàng đầu của văn học Việt Nam hiện nay, đã hoàn thành và cho công bố trường ca “Người khiêng võng” về Lê Đại Cang. Bản trường ca được đánh giá cao trên văn đàn Việt Nam. Trong năm 2017, hai nhà viết kịch nổi tiếng trong nước cũng đã hoàn thành hai kịch bản sân khấu về Lê Đại Cang: nhà viết kịch Nguyễn Sĩ Chức với kịch bản tuồng mang tên “Hoạn lộ” dã được tặng giả nhì gia rkichj banrt  xuất sắc của Hội Nghệ sĩ Sân khấu VN năm 2016, đã được Nhà hát Tuồng Nguyễn Hiển Dĩnh, TP Đà Nẵng, nhận dàn dựng và nhà viết kịch Văn Trọng Hùng với kịch bản tuồng mang tên “Quan khiêng võng” sẽ được Nhà hát tuồng Đào Tấn quê hương Lê Đại Cảng đưa lên sân khấu trong năm 2018. \n\nNgay 16 tháng 12 năm 2017, hội thảo về danh nhân Lê Đại Cang mang tên “Lê Đại Cang với Bắc thành và Hà Nội” do Hội Khoa học Lịch sử Việt Nam,  Trung tâm Nghiên cứu Bảo tồn và Phát huy Văn hóa Dân tộc và tạp chí Văn hiến Việt Nam phối hợp tổ chức sẽ diễn ra tại Khách sạn Công đoàn Việt Nam, Hà Nội với sự có mặt của hơn 100 nhà nghiên cứu lịch sử văn hóa và văn nghệ sĩ từ An Giang, TPHCM, Khánh Hòa, Đà Nẵng và thủ đô Hà Nội. Hội thảo sẽ tập trung nghiên cứu đánh giá những đóng góp to lớn của Lê Đại Cang trong khoảng thời gian gần 20 năm Lê Đại Cang thực thi trách nhiệm tại Hà Nội và các tỉnh phía Bắc. Đây là khoảng thời gian tươi đẹp nhất trong cuộc đời vị đại quan quê Bình Định nhưng là rể của Hà Nội như anh hùng dân tộc Quang Trung với những đóng góp rất to lớn, phong phú trên các lĩnh vực chính trị, kinh tế, hành pháp, giáo dục, ngoại giao…cũng như kiến nghị những hình thức tôn vinh xứng đáng đối với Lê Đại Cang tại thủ đô đất nước. Hội thảo cũng sẽ tổng kết đánh giá toàn bộ sự nghiệp và con người Lê Đại Cang cùng những bài học làm người làm quan sâu sắc mà ông đã để lại cho hậu thế… \n\n“Theo chúng tôi, Lê Đại Cang là một nhân vật lịch sử thật đặc biệt trong một giai đoạn lịch sử cũng rất đặc biệt ở nước ta. \n\nLê Đại Cang đặc biệt trước hết là vì giữa một giai đoạn cực kỳ phức tạp của lịch sử, trắng đen chưa thực sự phân minh, chính tà còn có phần lẫn lộn, dấn thân vào chốn quan trường nhiều cám dỗ và đầy bất trắc, ông đã chọn cho mình con đường “ngày đêm chăm chỉ, một lòng báo quốc… vì nước quên nhà, vì công quên tư”  (lời dẫn Lê thị gia phả) đem trí tuệ xuất chúng và tài năng đa diện của mình cống hiến cho công cuộc xây dựng và bảo vệ đất nước đầy gian khó, lập nên một sự nghiệp lớn. Sự nghiệp ấy của Lê Đại Cang trải dài trong thời gian 41 năm làm quan qua 3 triều vua, trải rộng trong không gian cả ba miền đất nước, từ biên giới cực Bắc đến biên giới cực Nam, từ cố đô Thăng Long đến kinh đô Huế, qua rất nhiều lĩnh vực chính trị, kinh tế, quân sự, giáo dục, ngoại giao, khi làm quan cai trị những vùng đất hiểm yếu, lúc cầm quân đánh giặc ngoại xâm, khi tham gia quản lý trong lục bộ, lúc chỉ huy đào sông, khi phụ trách hộ đê, khi trực tiếp xử án hình, lúc làm chủ khảo trường thi, khi lo tiếp sứ nhà Thanh, lúc chịu trách nhiệm bảo hộ nước láng giềng Chân Lạp… \n\nNhưng Lê Đại Cang đặc biệt không chỉ vì sự nghiệp lớn ấy mà còn vì một nhân cách lớn, một bản lĩnh kẻ sĩ đáng kính nơi ông. Đó là con người trọn đời coi thường lợi danh, phú quý không thể cám dỗ, nghèo khó không làm thay đổi, uy vũ không thể khuất phục, khi gặp thời, thành công không đắc chí, lúc sa cơ, thất bại không nản lòng, biết đứng dậy từ nơi vấp ngã, luôn ung dung tự tại để thấy vinh trong nhục, thấu phúc trong họa. Trong cuộc đời làm quan liên tục thăng giáng, quá nhiều bất trắc hiểm nguy, quá nhiều thử thách sống còn, chính nhân cách ấy, bản lĩnh ấy đã giúp Lê Đại Cang vượt qua tất cả, bền lòng vững chí làm được những việc ích nước lợi dân trong bất kỳ hoàn cảnh nào, vị trí nào. \n\nLê Đại Cang còn đặc biệt là vì những bài học làm quan làm người từ cuộc đời ông, sự nghiệp của ông đối với chúng ta hôm nay vừa rất phong phú sâu sắc vừa rất gần gũi. Đối với các quan chức đó là bài học về sự tận tụy hết mình kết hợp với tác phong khoa học sáng tạo, luôn đi sâu đi sát thực tế, bài học về ý thức tổ chức kỷ luật cao kết hợp với sự quả cảm dám nghĩ, dám làm, dám chịu trách nhiệm, không sợ bị hiểu lầm, không sợ bị vu oan giá họa, bài học về tiêu chí “cái gì có lợi cho dân thì gắng sức thực hiện, cái gì có hại cho dân thì tuyệt đối tránh”, bài học về tâm nguyện phải vừa là một “tôi trung” của dân của nước, phải vừa là một “con hiếu” của gia đình, dòng họ…Còn đối với mỗi con người, đó là bài học về sự trọng nghĩa khinh tài, vượt khó, khổ học, khổ luyện để thành công, bài học về sự kính trọng thờ phụng học hỏi tổ tiên, chăm lo giáo dục răn dạy, làm gương cho con cháu, bài học về sự gắn bó, khiêm hòa, thủy chung với bè bạn, với bà con làng xóm, với những người chung quanh… \n\n(Trích đánh giá của Gs Hoàng Chương về danh nhân Lê Đại Cang<ref>{{Chú thích web|url=http:\/\/vanhienplus.vn\/danh-nhan-le-dai-cang-va-hanh-trinh-nghien-cuu-ton-vinh-ong\/763\/|title=Danh nhân Lê Đại Cang và hành trình nghiên cứu tôn vinh ông}}<\/ref>)\n\nNgày, 16\/12\/2017, Hội Khoa học lịch sử Việt Nam, Trung Tâm nghiên cứu bảo tồn & Phát huy Văn hóa Dân tộc, Tạp chí Văn hiến Việt Nam tổ chức Hội thảo: “Lê Đại Cang với Bắc thành và Hà Nội”.\n\nHơn 100 nhà nghiên cứu lịch sử, văn hóa, văn nghệ sĩ đến từ nhiều tỉnh, thành phố trong nước tham dự hội thảo đã tập trung nghiên cứu, đánh giá những đóng góp to lớn của Lê Đại Cang trong gần 20 năm ông thực thi trách nhiệm tại Hà Nội và các tỉnh phía Bắc; tổng kết, đánh giá toàn bộ sự nghiệp, con người Lê Đại Cang cũng như bài học làm người, làm quan sâu sắc mà ông đã để lại cho hậu thế. \n[[Tập tin:Hội thảo khoa học- Lê Đại Cang với Bắc Thành và Hà Nội (Ngày 16-12-2017).jpg|giữa|khung|Hội thảo khoa học: Lê Đại Cang với Bắc Thành và Hà Nội (Ngày 16\/12\/2017). Ảnh: Tạp chí Văn Hiến Việt Nam.<ref>{{Chú thích web|url=http:\/\/vanhienplus.vn\/wp-content\/uploads\/2018\/04\/le-dai-cang-voi-bac-thanh-va-ha-noi.jpg|title=Hình ảnh trong buổi hội thảo khoa học: Lê Đại Cang với Bắc Thành và Hà Nội, ngày 16\/12\/2017.}}<\/ref>]]\n\nTại hội thảo, các đại biểu đều thống nhất, cuộc đời Lê Đại Cang từ năm 31 tuổi cho tới năm 72 tuổi, là cuộc đời một người làm quan bôn ba lận đận, thăng trầm, ra Bắc vào Nam, sang cả Cao Miên, nhưng là cuộc đời một ông quan mà đời sau phải kính nể, học tập. Đó là một tấm gương của một quan chức tận tụy vì dân vì nước, trên tuân mệnh vua, dưới cốt an dân, làm điều tốt điều lợi cho dân. Lê Đại Cang đã thể hiện một nhân cách phi thường, một bản lĩnh kẻ sĩ phi thường.<ref>{{Chú thích web|url=http:\/\/vanhienplus.vn\/hoi-thao-khoa-hoc-le-dai-cang-voi-bac-thanh-ha-noi\/770\/|title=Hội thảo khoa học: Lê Đại Cang với Bắc Thành và Hà Nội}}<\/ref>\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Người Bình Định]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Đi sứ]]\n[[Thể loại:Đắp đê]]\n[[Thể loại:Quan hộ đê]]\n[[Thể loại:Lê Đại Cang]]"}