{"816590":"'''Lê Huy Trâm''' (黎輝[[Tập tin:⿰王簪.svg|15px]], [[1742]]-[[1802]]), nguyên tên cũ là '''Tuân''', hiệu: '''Ứng Hiên'''; là danh sĩ thời [[Nhà Lê trung hưng|Lê trung hưng]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\n'''Lê Huy Trâm''' là người làng Bối Khê, huyện [[Thanh Oai]] thuộc trấn [[Sơn Nam (định hướng)|Sơn Nam]] (nay thuộc thành phố [[Hà Nội]]).\n\nTổ tiên ông có nguồn gốc từ [[Nghệ An]]<ref>Theo ''Gia phả họ Lê'' do Lê Đình Trân (tước Viên thiệu hầu) viết ngày 16 [[tháng chín|tháng 9]] năm [[Nhâm Tuất]] ([[1742]]), và Lê Huy Trâm viết tiếp vào [[tháng năm|tháng 5]] năm [[Nhâm Tý]] ([[1781]]). Xem chi tiết ở đây: [http:\/\/holevn.org\/?vnTRUST=mod:news|act:detail|newsid:101].<\/ref>. Cha ông là [[Lê Huy Cảnh]], đỗ Hương cống ([[Hương cống|cử nhân]]) khoa [[Quý Dậu]] ([[1753]]). Mẹ là con gái của Giải Nguyên [[Nguyễn Thành Thể]], người họ Nguyễn Đông Tác (Trung Tự - Hà Nội).\n\n===Thi đỗ, làm quan triều Lê===\nLê Huy Trâm rất ham học, lại được cha dạy bảo nên học rất giỏi. Năm 18 tuổi, ông được vào học trường [[Quốc tử giám]]. Cùng học với ông có [[Phạm Nguyễn Du]].\n\nNăm 21 tuổi, Lê Huy Trâm thi đỗ Sinh đồ ([[Tú tài]]). Năm [[1769]], ông thi đỗ Hương cống ([[Hương cống|cử nhân]]) lúc 27 tuổi. Trong hai kỳ [[thi Hội]] năm [[Ất Mùi]] ([[1775]]) và [[Mậu Tuất]] ([[1778]]), ông chỉ vào được tam trường.\n\nNăm [[Kỷ Hợi]] ([[1779]]), chúa [[Trịnh Sâm]] xin vua [[Lê Hiển Tông]] cho mở một khoa thi gọi là Thịnh khoa, Lê Huy Trâm và Phạm Nguyễn Du cùng đến dự. Kết quả, ông Du đỗ Hội nguyên, ông Trâm đỗ thứ 9. Song khi vào [[thi Đình]], ông Trâm đỗ Đình Nguyên [[Hoàng giáp]], còn ông Du cũng đỗ Hoàng giáp nhưng đứng thứ 2. Cùng đỗ khoa này có [[Phạm Quý Thích]], là đồng Tiến sĩ xuất thân<ref>Theo Trúc Khê, tr. 507-508.<\/ref>. Năm ấy, Lê Huy Trâm 37 tuổi.\n\nSau đó, Lê Huy Trâm lần lượt trải các chức: Hàn lâm hiệu lý, Giám sát ngự sử đạo [[Thanh Hóa]], Trực giảng ở [[Quốc tử giám]], Khâm sai đồng khảo ở trường [[thi Hội]], Hàn lâm viện thị chế, Hiến sát sứ [[Sơn Tây (tỉnh cũ)|Sơn Tây]], Thêm sai tri lễ phiên kiêm chức [[Lâm Thao]] Trưng phủ, Đông các Hiệu thư. \n[[Tháng ba|Tháng 3]] ([[âm lịch]]) năm [[1786]], ông nhận lệnh về chẩn tế ở huyện nhà. Việc xong, thăng ông làm Hàn lâm viện thị độc...\n\n===Thăng trầm theo vận nước===\nNăm [[Đinh Mùi]] ([[1787]]) đời vua [[Lê Chiêu Thống]], Lê Huy Trâm xin về quê thọ tang cha. Song [[tháng chín|tháng 9]] năm đó, ông phải trở lại kinh đô [[Thăng Long]], vì lúc bấy giờ việc nước rất rối ren. Đến khi quân [[Nhà Tây Sơn|Tây Sơn]] kéo ra Bắc, vua [[Lê Chiêu Thống]] phải chạy lên [[Kinh Bắc]], ông cùng [[Lê Quýnh]] theo phò Hoàng thái hậu và Hoàng nguyên tử (con trai trưởng của vua Lê) sang [[Trung Quốc]] cầu viện [[nhà Thanh]].\n\n[[Tháng mười|Tháng 10]] năm sau ([[1788]]), quân Thanh do [[Tôn Sĩ Nghị]] đứng đầu rầm rộ kéo sang chiếm lấy Thăng Long, đưa Lê Chiêu Thống trở lại ngai vàng. Sau đó, Lê Huy Trâm được phong làm Ứng Khê hầu, lĩnh chức Hiệp trấn Sơn Nam.\n\nCuối năm [[1788]], vua [[Nguyễn Huệ|Quang Trung]] ([[Nguyễn Huệ]]) đem quân ra Bắc. Nghe tin, ông tập hợp được chừng vài trăm quân liền kéo đến [[Thăng Long]] để liệu bề chống đỡ. Nhưng chỉ đi đến [[Thanh Trì]] ([[Hà Nội]]), thì phần đông quân lính của ông đều bỏ trốn vì nghe thanh thế quân Tây Sơn mạnh quá.\n \nTrước tình hình này, Lê Huy Trâm bèn cải dạng đến ẩn trong nhà người học trò ở làng Bùi (tức Bùi Xá, nay thuộc xã Phong Khê, huyện [[Yên Phong]], tỉnh [[Bắc Ninh]]).\n\nĐầu năm [[Kỷ Dậu]] ([[1789]]), quân Tây Sơn đánh tan 29 [[vạn]] quân Thanh. Định xong [[Bắc Hà]], vua [[Nguyễn Huệ|Quang Trung]] truyền chỉ đòi số bề tôi cũ của [[nhà Lê sơ|nhà Lê]] phải ra trình diện để bổ dụng<ref name=\"TK\">Theo Trúc Khê, tr. 511.<\/ref>. \nKhông tuân theo lệnh, đến đêm, Lê Huy Trâm đem gia quyến chạy lên ẩn ở làng Lưỡng Quán thuộc trấn [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (nay thuộc [[Vĩnh Phúc]]). Vì sợ quân Tây Sơn dò la được, và vì phải kiếm sống, kể từ đó ông và gia đình phải đi chạy ẩn nhiều nơi khác nữa, như bến Suối ở làng Thanh Trì (nay thuộc [[Bình Xuyên]], [[Vĩnh Phúc]]), làng Can Phối, làng Phúc Sài, [[chùa Tây Phương]]...Vì cớ gọi không ra, triều Tây Sơn đã ra lệnh tịch thu nhà cửa của ông ở Xã Đàn và ở Bối Khê <ref name=\"TK\" \/>.\n\nNgày 30 [[tháng ba|tháng 3]] năm [[Tân Hợi]] ([[1791]]), quân Tây Sơn kéo đến vây làng Phúc Sài, nhưng không bắt được bắt được ông, mà chỉ bắt được hai con trai ông (sau trốn được). Bị truy đuổi, ông lại chạy đến ẩn ở bến Suối, rồi chạy đến ở [[động Hương Tích]]. Mai danh ẩn tích, và rày đây mai đó như vậy, nên ông được người ta gọi là \"cụ (hay ông) đồ già\".\n\nNăm [[Ất Mão]] ([[1795]]) đời vua [[Nguyễn Quang Toản|Cảnh Thịnh]], quan trấn giữ Bắc thành có đưa thư đến làng thăm hỏi anh em ông (em ông là [[Lê Huy Thân]], đỗ Hương cống năm [[1774]]), nhưng người làng trả lời là họ đã phiêu bạt nơi nào không rõ.\n\nSau, Lê Huy Trâm nghe tin chúa [[Gia Long|Nguyễn Phúc Ánh]] (sau này là vua [[Gia Long]]) dấy quân ở [[Gia Định]], và học trò ông là [[Đặng Trần Thường]] cũng đã vào đấy giúp. Ông bèn cùng 5, 6 người cựu thần [[nhà Lê sơ|nhà Lê]] lén vào [[Gia Định]] bái yết, định cùng hiệp sức diệt [[nhà Tây Sơn]] để mưu hưng phục cho [[nhà Lê sơ|nhà Lê]] ở đất [[Bắc Hà]]. Nhưng về sau ông nhận thấy chúa Nguyễn không có ý gì hưng Lê, vì vậy khi theo quân ra đến [[Tam Điệp]] ([[Ninh Bình]]), ông bèn xin về.\n\n===Qua đời===\nNgày 7 [[tháng hai|tháng 2]] năm [[Gia Long]] thứ nhất ([[1802]]) có chiếu chỉ phong ông là Thái hòa điện học sĩ. Trong lời chiếu đại lược nói rằng: \n:''Khanh vốn là người cựu thần, văn chương lỗi lạc, ẩn náu đợi thủa thanh bình, đã từng ứng theo cờ nghĩa nhưng rồi lại cố từ mà lui, sự thao thủ thất đáng khen ngợi. Nay buổi đầu khai thác, sự biểu dương người tốt là đầu. Vậy nên gia phong là Thái hòa điện học sĩ để tỏ lòng yêu quý.''\n \nChiếu chỉ đã ban, nhưng Lê Huy Trâm cứ viện cớ chối từ, rồi trong tháng ấy (16 [[tháng hai|tháng 2]] năm [[1802]]), ông lâm bệnh mà mất, thọ 60 tuổi.\n\nÔng để lại một tập thơ và một quyển văn sách <ref name=\"TK\" \/>.\n\n==Thương tiếc==\nHay tin Lê Huy Trâm qua đời, vua [[Gia Long]] sai quan đến tế, đồng thời cho hai con trai ông là Lê Huy Túc và Lê Huy Liễu được tập ấm.\n\nBạn đỗ đồng khoa là [[Phạm Quý Thích]] có viếng ông một câu đối như sau:\n:Thế gian hữu tá hoàn nhân, kỳ sinh dã vinh, kỳ tử dã ai, văn bút ta ngôi kinh hốt đảo\n:Thiên loại táng nhất đồng khí, tri sinh giả ai, tri tử giả điếu, sỹ lâm triều tụy khắp tương phùng.\nNghĩa là:\n:''Thế gian được mấy kẻ hoàn toàn, sống thì vẻ vang chết được xót thương, cây bút nguy nga thốt nhiên sụp đổ.\n:''Bằng bối mất người đồng khí, sống thì thương nhau, chết thì viếng nhau, rừng nho quạnh quẽ, ai nấy sụt sùi.\n\nTheo bài [[phú]] \"Thanh Oai phong vật\" của Đốc học Nguyễn Uông thì ông và em ông ([[Lê Huy Thân]]) đều được gọi tôn là \"Bối Khê phu tử\"<ref>Dẫn lại theo Trúc Khê (tr. 506). Phu tử: từ học trò dùng để gọi tôn thầy học của mình ở thời phong kiến.<\/ref>.\n \nHiện ở thôn Song Khê, xã Tam Hưng, huyện [[Thanh Oai]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]] (nay thuộc [[hà Nội|thành phố Hà Nội]]) có nhà thờ [[Tiến sĩ]] [[Hoàng giáp]] Lê Huy Trâm, mà nhân dân thường gọi là \"nhà thờ chi họ Lê\".\n\n==Thơ trước khi mất==\nTrước khi mất, Lê Huy Trâm có bài thơ tự viếng mình như sau: \n{|valign=\"top\"\n|\n:[[Phiên âm Hán-Việt]]:\n:Sách danh ủy chí đệ tương truyền,\n:Khuất chỉ kim tằng nhị bách niên.\n:Dịch diệp tư bồi gia khánh viễn,\n:Lũy triều hàm dưỡng quốc ân truyền.\n:Vãng hành nhà tướng do tâm mục,\n:Thời sự na kham cự hải điền.\n:Trang hiếu thủ sinh hề diễm bích,\n:Thương kỳ nhất tiết cộng trường thiên.\n|\n:[[Trúc Khê (nhà văn)|Trúc Khê]] dịch thơ:\n:''Sỹ tịch tên ghi tự những ngày,\n:''Hai trăm năm lẻ đến giờ đây\n:''Phúc nhà bồi đắp từng lâu lắm,\n:''Ơn nước dồi dào đáng cảm thay.\n:''Tai mắt việc xưa như hiển hiện.\n:''Bể dâu cuộc thế ngán dần xoay.\n:''Hiếu trung việc trước chưa đền báo,\n:''Ôm giữ mong sao vẹn tiết này.\n|}\n==Xem thêm==\n*[[Lê Huy Thân]]\n==Nguồn tham khảo==\n*[[Trúc Khê (nhà văn)|Trúc Khê Ngô Văn Triện]], truyện \"Lê Huy Trâm\" in trong ''Tuyển tập Trúc Khê Ngô Văn Triện''. Nhà xuất bản Văn hóa Thông tin, 2003.\n*Thông tin về Lê Huy Trâm trên website họ Lê Việt Nam [http:\/\/holevn.org\/?vnTRUST=mod:news|act:detail|newsid:101]\n== Chú thích ==\n{{Tham khảo}}\n{{Thời gian sống|Sinh=1742|Mất=1802}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Thủ khoa Nho học Việt Nam]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}