{"37217":"'''Lê Văn Tám''' là tên của một thiếu niên anh hùng trong thời kỳ [[chiến tranh Đông Dương]] của [[Việt Nam]] với chiến tích nổi bật là đã cảm tử châm lửa để phá hủy một kho đạn của quân Pháp. Sau chiến tranh, hình ảnh Lê Văn Tám được coi là một biểu tượng anh hùng cách mạng, được nhắc tới cho đến tận ngày nay trong [[sách giáo khoa]] để các em thiếu nhi học tập tấm gương của một [[thiếu niên]] [[anh hùng dân tộc]], đã xả thân vì nghiệp lớn giải phóng [[dân tộc]].<ref>{{Chú thích web |url=http:\/\/thegioithongminh.com.vn\/upload\/img\/vpp\/thumbnails\/bia_23_248x368.jpg |ngày truy cập=2015-12-17 |tựa đề=Nhiều tác giả. Kể chuyện danh nhân lịch sử - Lê Văn Tám. Nhà xuất bản Đại học sư phạm TP Hồ Chí Minh. |archive-date=2015-12-22 |archive-url=https:\/\/web.archive.org\/web\/20151222105102\/http:\/\/thegioithongminh.com.vn\/upload\/img\/vpp\/thumbnails\/bia_23_248x368.jpg }}<\/ref>\n\nTrong bài viết đăng trên tạp chí Xưa và Nay (2009), giáo sư sử học [[Phan Huy Lê]] nói: chiến công phá hủy kho của Pháp là có thật nhưng không rõ tên của người chiến sĩ đốt kho, trên cơ sở sự kiện có thật đó, để tiện cho việc thông tin, giáo sư [[Trần Huy Liệu]], [[Bộ Thông tin và Truyền thông (Việt Nam)|Bộ trưởng Tuyên truyền]] hồi thập niên 1940 đã đặt tên cho người chiến sĩ vô danh đó là Lê Văn Tám để tiện cho việc viết bài, cổ vũ tinh thần chiến đấu chống Pháp của người Việt.<ref>{{Chú thích web | url =http:\/\/www.bbc.com\/vietnamese\/vietnam\/2009\/10\/091016_levantam_discussion.shtml | tiêu đề = Tranh luận về Lê Văn Tám tiếp tục| tác giả 1 = | ngày = | ngày truy cập = 22 tháng 7 năm 2016 | nơi xuất bản = BBC| ngôn ngữ = }}<\/ref> Tuy nhiên sau đó, một số nhà nghiên cứu đã phản bác câu chuyện của ông Phan Huy Lê, họ tìm ra các tài liệu gốc được khảo cứu trong kho lưu trữ tại Thư viện TP Hồ Chí Minh và lời kể của các nhân chứng đương thời chứng minh rằng tên của nhân vật lịch sử Lê Văn Tám là có thực.<ref>{{Chú thích web |url=http:\/\/tuanbaovannghetphcm.vn\/su-that-ve-duoc-song-le-van-tam\/ |ngày truy cập=2015-12-17 |tựa đề=Sự thật về \"Đuốc sống\" Lê Văn Tám |archive-date=2015-12-22 |archive-url=https:\/\/web.archive.org\/web\/20151222145932\/http:\/\/tuanbaovannghetphcm.vn\/su-that-ve-duoc-song-le-van-tam\/ |url-status=dead }}<\/ref>\n\n==Quân cảm tử đốt kho đạn của Pháp==\nCâu chuyện về Lê Văn Tám thường được kể rằng có một cậu bé làm nghề bán đậu phộng rang, tuy nhỏ tuổi nhưng đã tham gia lực lượng kháng chiến chống [[Pháp]]. Sau khi thám thính kỹ, cậu bé tìm cách lọt vào được kho xăng của [[Pháp]] ở Thị Nghè. Tại đây, cậu đã tưới xăng khắp kho đạn và châm lửa đốt. Cả kho đạn đã bị phá hủy và cậu bé cũng theo đó mà hy sinh.\n\nCâu chuyện này đã được truyền đi rộng rãi khắp Việt Nam trong thời kỳ chiến tranh, với biểu tượng \"ngọn đuốc sống Lê Văn Tám\", nhằm cổ vũ tinh thần chiến đấu của nhân dân. Câu chuyện này cũng được đưa vào [[sách giáo khoa]] [[tiểu học]] ở Việt Nam. Tên của Lê Văn Tám đã được nhiều tỉnh thành đặt cho một số trường [[tiểu học]], quỹ [[học bổng]], tượng đài, [[công viên]], rạp chiếu phim, đường phố hay các địa danh khác ở [[Việt Nam]].\n\nTheo nhà báo Nguyễn Kỳ Nam, đây là chiến công của lực lượng dân quân Sài Gòn do hai cảm tử quân cùng một sĩ quan Nhật Bản phục vụ trong lực lượng kháng chiến Việt Nam thực hiện ngày 9\/4\/1946. Sĩ quan Nhật từng công tác ở kho đạn nên biết rõ địa thế của nơi này. Ông biết người Pháp không canh phòng phía sau kho đạn giáp kênh Thị Nghè nên dân quân có thể thâm nhập vào kho đạn từ phía này. Nhờ sự dẫn đường của sĩ quan Nhật, hai cảm tử quân vào kho đạn bằng đường ống cống đổ ra kênh Thị Nghè rồi đặt thuốc nổ có dây dẫn lửa được cột vào một điếu thuốc. Khi điếu thuốc cháy hết, dây dẫn sẽ bắt lửa khiến bộc phá phát nổ. Nhờ cách này lực lượng cảm tử Việt Nam có thể thoát khỏi kho đạn an toàn. Kho đạn của Pháp bị phá hủy. Sau đó báo chí ở vùng kháng chiến đưa tin \"''Có hai cảm tử quân quấn vải vào mình rồi tẩm xăng đốt lên chạy vào kho đạn... Lính gác thấy vậy sợ quá không dám bắn. Hai người liều chết đốt 4000 tấn đạn dược của Pháp.''\"<ref>Nguyễn Kỳ Nam, Hồi ký 1925-1964, [http:\/\/tusachtiengviet.com\/images\/file\/IbT592QT1AgQAJ1j\/hoi-ky-1925-1964-tap-2.pdf tập 2 (1945-1954)], trang 306-307, Nhựt báo Dân Chủ Mới<\/ref>\n\n==Nghiên cứu==\n===Tên của người chiến sĩ đốt kho đạn===\nTheo nhà sử học [[Phan Huy Lê]] ([[Đại học Quốc gia Hà Nội]]) thì chiến công phá hủy kho của Pháp là có thật nhưng không rõ tên của người chiến sĩ đốt kho. Trên cơ sở sự kiện có thật đó, để tiện cho việc thông tin, ông [[Trần Huy Liệu]], lúc đó là [[Bộ trưởng]] Bộ Tuyên truyền và Cổ động của [[Việt Nam Dân chủ Cộng hòa]], đã đặt tên cho người chiến sĩ vô danh đó là Lê Văn Tám.<ref name=\"Phan Huy Lê\">{{Chú thích web|tác giả 1=Phan Huy Lê|lk tác giả 1=Phan Huy Lê|năm=2005|url=http:\/\/dactrung.net\/baiviet\/noidung.aspx?BaiID=l9hqIWpixo4BFClf8KfbCQ%3D%3D|tiêu đề=Nhân vật lịch sử \"anh hùng Lê Văn Tám\" hoàn toàn không có thật|work=[[Người Việt (báo)|Người Việt]]|nhà xuất bản=Đặc Trưng|ngày truy cập=19 tháng 4|ngày truy cập=2006}}<\/ref> Trong một cuộc họp báo vào tháng 2 năm 2005 tại [[Hà Nội]], ông Phan Huy Lê nói: ''Tôi còn một món nợ với anh [[Trần Huy Liệu]] mà đến nay chưa trả được. Đó là lúc anh Liệu làm bộ trưởng [[Ban Tuyên giáo Trung ương Đảng Cộng sản Việt Nam|Bộ Tuyên truyền]] (sau Cách mạng tháng 8 năm 1945, Trần Huy Liệu làm Bộ trưởng Bộ Tuyên truyền và Cổ động), anh Trần Huy Liệu viết về nhân vật Lê Văn Tám, một thiếu nhi hy sinh khi đốt kho xăng giặc Pháp ở Thị Nghè.[..] Lúc sáng tác ra câu chuyện Lê Văn Tám, anh Liệu có nói với tôi rằng: \"Bây giờ vì nhiệm vụ tuyên truyền nên tôi viết tài liệu này, sau này khi đất nước yên ổn, các anh là nhà sử học, các anh nên nói lại giùm tôi, lỡ khi đó tôi không còn nữa''<ref>{{Chú thích web |url=http:\/\/daotao.vtv.vn\/gs-phan-huy-le-tra-lai-su-that-hinh-tuong-le-van-tam\/ |ngày truy cập=ngày 23 tháng 12 năm 2013 |tựa đề=GS Phan Huy Lê: Trả lại sự thật hình tượng Lê Văn Tám |archive-date = ngày 24 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131224112417\/http:\/\/daotao.vtv.vn\/gs-phan-huy-le-tra-lai-su-that-hinh-tuong-le-van-tam\/ }}<\/ref>\n\nTheo ông Huy Lê, vụ đốt kho xăng Thị Nghè ngày [[1 tháng 1]] năm [[1946]] về phương diện khoa học, diễn biến sự việc (theo các lời kể truyền miệng) có những chi tiết khó hiểu vì Tám không thể tự thiêu rồi lao vào giữa kho xăng được canh phòng cẩn mật. Một số nguồn thì cho rằng tổ đánh mìn kho đạn Thị Nghè là công nhân nhà máy đèn Chợ Quán gồm có Ka Kim, Kỷ và Nỉ; Ka Kim là chỉ huy. Kỷ và Nỉ dùng thuyền nhỏ chở [[mìn]] chờ lúc con [[nước ròng]] đưa thuyền chở mìn và hai người chui qua ống cống thoát nước. Vì lính gác rất chặt chẽ nên hai người tiến hành công việc gài mìn rất chậm. Khi đặt xong đến giờ điểm hỏa thì con nước đã lớn, ống cống ngập lút không ra được, hai người quyết định cảm tử để kích nổ mìn phá kho xăng. Giờ điểm hỏa phá tung kho đạn Thị Nghè cũng là giờ phút hy sinh của hai công nhân [[nhà đèn Chợ Quán|nhà máy điện Chợ Quán]].\n\nTuy nhiên, ông Phan Huy Lê không đưa ra được bằng chứng xác thực cho sự phủ định nhân vật Lê Văn Tám mà ông nêu ra. Mặt khác, lời kể của Phan Huy Lê cũng bị chỉ ra là có mâu thuẫn lớn: ông [[Trần Huy Liệu]] làm bộ trưởng Bộ Tuyên truyền trong giai đoạn cuối 1945 - đầu 1946, khi đó ông Phan Huy Lê chỉ là một đứa trẻ chưa đầy 12 tuổi, không thể có chuyện ông Trần Huy Liệu lại tiếp đón ông Phan Huy Lê, gọi ông là ''\"nhà sử học\"'' và còn kể cho ông chuyện quan trọng như vậy. Ông Phan Huy Lê cũng đã nhầm lẫn giữa 2 trận đánh kho Thị Nghè (trận đánh kho của Lê Văn Tám diễn ra vào ngày 17\/10\/1945, còn trận đánh của công nhân nhà máy đèn Chợ Quán diễn ra ngày 1\/1\/1946, đây là hai trận đánh khác nhau). Một số nhà nghiên cứu đã đăng bài phân tích, đưa ra các bằng chứng bác bỏ lời kể của ông Phan Huy Lê và chứng minh Lê Văn Tám là có thực<ref name=tuanbao \/> Về sau, không còn thấy ông Phan Huy Lê nhắc lại chuyện này nữa.\n\n=== Các tài liệu khẳng định Lê Văn Tám có thực===\nTại loạt bài viết trong [[Sài Gòn Giải Phóng|báo Sài Gòn giải phóng]], nhà nghiên cứu [[Trần Trọng Tân]] đã dẫn chứng các nguồn tư liệu đương thời khẳng định Lê Văn Tám là một nhân vật có thật. Với tư liệu ''Lịch sử Sài Gòn - Chợ Lớn - Gia Định kháng chiến (1945-1975)'' của [[Nhà xuất bản thành phố Hồ Chí Minh]] (xuất bản năm 1994) cùng các bài báo được lưu trữ từ cuối năm 1945 thì có thể khẳng định: Đánh kho đạn Thị Nghè có 2 lần, lần đầu vào ngày 17 tháng 10 năm 1945 và lần hai vào ngày 1 tháng 1 năm 1946. Trận đánh mìn kho đạn Thị Nghè của công nhân nhà máy đèn Chợ Quán nêu ở trên là trận thứ hai. Còn trận đầu ngày 17 tháng 10 năm 1945 với \"cây đuốc sống Lê Văn Tám\" là có thực.\n\nTheo các tài liệu gốc là các tờ báo đương thời (hiện được bảo quản trong kho lưu trữ của Chính phủ), chỉ 2 ngày sau khi sự kiện diễn ra, báo chí ở địa phương đã rầm rộ đưa tin về vụ đốt kho này. Báo Cứu quốc ngày 23\/10\/1945 (chỉ 6 ngày sau khi sự kiện xảy ra) cũng đã dẫn lời Chủ tịch [[Hồ Chí Minh]] nói về sự kiện này. Danh tính Lê Văn Tám đã được nhiều nhân chứng cùng thời kể lại, có người còn xác nhận Lê Văn Tám là người cùng đơn vị với mình (Đội Thiếu niên cứu quốc ở [[Đa Kao]]).<ref name=tuanbao \/>\n\nKho đạn (chứ không phải kho xăng) ở cầu Thị Nghè trong thời gian 1945-1946 đã từng bị cháy đến hai lần. Lần đầu xảy ra vào ngày 17 tháng 10 năm 1945, khi đó thiếu niên Lê Văn Tám, dưới sự chỉ đạo của [[Lê Văn Châu]], đã đột nhập vào kho đạn, mang theo diêm và chai xăng. Khi rút lui, Lê Văn Tám bị dính xăng và bốc cháy như một cây đuốc sống.<ref>{{Chú thích báo |tác giả = Trần Trọng Tân |tên bài = Một tháng đứng đầu sóng ngọn gió không thể nào quên |ngày = [[22 tháng 9]] năm [[2008]] |url = http:\/\/www.sggp.org.vn\/chinhtri\/2008\/9\/166009\/ |công trình = [[Sài Gòn Giải Phóng|Báo Sài Gòn giải phóng]] |ngày truy cập = ngày 16 tháng 3 năm 2010 |7 =  |title = Bản sao đã lưu trữ |accessdate = ngày 16 tháng 3 năm 2010 |archive-date = ngày 23 tháng 9 năm 2009 |archive-url = https:\/\/web.archive.org\/web\/20090923162300\/http:\/\/www.sggp.org.vn\/chinhtri\/2008\/9\/166009\/ }}<\/ref><ref>{{Chú thích báo |tác giả = Trần Trọng Tân |tên bài = Về cây đuốc sống Lê Văn Tám |ngày = [[6 tháng 10]] năm [[2008]] |url = http:\/\/www.sggp.org.vn\/chinhtri\/2008\/10\/168642\/ |công trình = [[Sài Gòn Giải Phóng|Báo Sài Gòn giải phóng]] |ngày truy cập = ngày 16 tháng 3 năm 2010 |7 =  |title = Bản sao đã lưu trữ |accessdate = ngày 16 tháng 3 năm 2010 |archive-date = ngày 14 tháng 4 năm 2010 |archive-url = https:\/\/web.archive.org\/web\/20100414211824\/http:\/\/www.sggp.org.vn\/chinhtri\/2008\/10\/168642\/ }}<\/ref> Trang 63 của sách ghi: ''\"Đội viên cảm tử Lê Văn Tám mới 13 tuổi, được giao nhiệm vụ giả câu cá, cắt cỏ ở bến sông để quan sát. Đêm 17 tháng 10, Tám tự quyết định một mình đánh kho đạn, lừa bọn lính gác, lọt vào ẩn nấp bên trong với chai xăng và bao diêm. Buổi sáng, chờ lúc sơ hở, em tưới xăng vào khu vực chứa đạn và châm lửa. Lửa cháy loang, một tiếng nổ long trời, kéo theo hàng loạt tiếng nổ liên tiếp, làm rung chuyển cả thành phố. Lê Văn Tám bị dính xăng bắt lửa, tự biến mình thành cây đuốc sống, đã hy sinh anh dũng. Kho bị phá hủy hoàn toàn. Đài phát thanh phía bên kia đường bị sập một phần lớn. Đại đội Âu Phi bảo vệ bị tiêu diệt.\"''\n\nGiáo sư [[Trần Văn Giàu]] đã khẳng định trong đoạn hồi ký ở bộ sách ''\"Đứng lên đáp lời sông núi\":''<ref>{{Chú thích web | url = http:\/\/tuanbaovannghetphcm.vn\/su-that-ve-duoc-song-le-van-tam\/ | tiêu đề = Sự thật về \"Đuốc sống\" Lê Văn Tám! - Tuần báo Văn Nghệ TP.HCM | tác giả 1 =  | ngày =  | ngày truy cập = 8 tháng 2 năm 2018 | nơi xuất bản = Tuần báo Văn Nghệ TP.HCM | ngôn ngữ =  }}{{Liên kết hỏng|date=2023-01-18 |bot=InternetArchiveBot }}<\/ref>\n\n::''\"Người tổ chức cho đội viên cảm tử Lê Văn Tám lập chiến công là Lê Văn Châu đã hy sinh năm 1946 tại Ngã ba Cây Thị\"''\n\nSự kiện trận đánh ngày 17 tháng 10 năm 1945 với \"cây đuốc sống Lê Văn Tám\" còn được nêu cụ thể hơn trong tập II bộ sách ''Mùa thu rồi ngày hăm ba'' của Nhà xuất bản Chính trị Quốc gia Hà Nội năm 1996, ở trang 67: \n::''\"Đêm ngày 17 tháng 10 năm 1945, đội viên cảm tử Lê Văn Tám dũng cảm đốt kho đạn Thị Nghè (người tổ chức cho Lê Văn Tám thực hiện chiến công này là anh Lê Văn Châu đã hy sinh năm 1946 tại Ngã ba Cây Thị). Kho đạn bị phá hủy hoàn toàn\".''<ref>[http:\/\/www.sggp.org.vn\/chinhtri\/2008\/10\/168642\/ Nhân ngày 17 tháng 10] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100414211824\/http:\/\/www.sggp.org.vn\/chinhtri\/2008\/10\/168642\/ |date = ngày 14 tháng 4 năm 2010}}, Sài Gòn Giải Phóng.<\/ref>\n\nBáo Quyết chiến số ngày thứ sáu, 19 tháng 10 năm 1945 đưa tin: ''\"Một gương hi sinh vô cùng dũng cảm. Một chiến sĩ ta tẩm dầu vào mình tự làm mồi lửa đã đốt được kho dầu Simon Piétri, lửa cháy luôn hai đêm hai ngày. Đài Sài Gòn trong buổi truyền thanh tối 17 tháng 10 công nhận rằng kho dầu này đã hoàn toàn bị thiêu ra tro, sự thiệt hại đến mấy chục triệu đồng\".''<ref name=vtv>{{Chú thích web |url=http:\/\/daotao.vtv.vn\/gs-phan-huy-le-tra-lai-su-that-hinh-tuong-le-van-tam\/ |ngày truy cập=ngày 23 tháng 12 năm 2013 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 24 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131224112417\/http:\/\/daotao.vtv.vn\/gs-phan-huy-le-tra-lai-su-that-hinh-tuong-le-van-tam\/ }}<\/ref>\n\nBáo Cờ giải phóng ngày 5 tháng 11 năm 1945, trong mục Mặc niệm viết: ''\"Trước kho đạn Thị Nghè có rất đông lính Anh, Ấn, Pháp gác nghiêm ngặt, khó bề đến gần phóng hỏa. Một em thiếu sinh 16 tuổi, nhất định không nói tên họ, làng, tình nguyện ra lấy thân mình làm mồi dẫn hỏa. Em quấn vải quanh mình, tẩm dầu xăng, sau lưng đeo một cái mồi, đứng im đốt mồi lửa, miệng tung hô \"Việt Nam vạn tuế\", chân chạy đâm sầm vào kho đạn. Lính Anh đứng trong bắn ra như mưa. Một lần trúng đạn, em ngã nhào xuống, nhưng rồi ngồi dậy chạy luồn vào. Lính Anh khiếp đảm bỏ chạy ra ngoài. Một tiếng nổ. Em thiếu sinh tiêu tán cùng với kho đạn Thị Nghè của giặc\".''<ref name=vtv \/>\n\nBáo Thời mới số 6 ngày 28\/10\/1945, đăng bài ''\"Những chuyện cảm động của dân ta trong cuộc kháng chiến ở Nam Bộ\"'', có đoạn kể lại câu chuyện đốt kho xăng ở Sài Gòn theo lời kể của một người từ Nam Bộ ra Hà Nội ngày ngày 21 tháng 10 năm 1945 như sau: \n:''Một người bạn tôi ở Nam Bộ vừa ra đây hôm hai mươi mốt kể cho tôi nghe nhiều điều tai nghe mắt thấy ở Nam Bộ để chứng cho cái tinh thần kháng chiến anh dũng đó. Thứ nhất là chuyện anh dân quân tẩm dầu vào người, đốt cháy kho ét-săng và cao su sống ở Sài Gòn.''\n:''Có người nói rằng nhà chiến sĩ tuẫn quốc này tự nguyện xin mặc áo bông giầy tẩm xăng rồi lấy lửa tự châm mình như một cây đuốc, xông vào kho cao su sống kia. Không phải thế. Làm thế thì cố nhiên giặc Pháp ngăn lại ngay từ khi chưa tới cửa kho. \n:''Thực ra thì nhà chiến sĩ của chúng ta phải dùng mưu nhiều lắm. Trước khi vào, anh em mọi Pleiku của chúng ta đã phải lừa lúc giặc Pháp canh phòng không cẩn thận, trèo lên những cái cây to ở xung quanh kho cao su, bắn tên độc vào những người gác ở bốn bề (để gây hoảng loạn). Người chiến sĩ, nhằm chính lúc cơ hội thuận tiện đã đến, tẩm dầu vào người, đeo súng liên thanh, bò qua tường vào trong kho cao su tìm bắn những lính Pháp. Chúng bâu lại như đàn ruồi.''\n:''Chiến sĩ Việt Nam biết không thể làm hơn được nữa, bắn lia lịa vào những thùng ét-săng ở hai bên, ét-săng tràn ra cả nhà. Chiến sĩ ta châm một mồi diêm vào người, nhảy lên đám thùng rỗng, chửi rủa giặc Pháp tàn tệ.''\n:''Trong lúc đó, cả mình mẩy anh bừng bừng lên. Anh vẫn chửi rủa giặc Pháp cho đến khi gục nằm xuống như một đấng thiên thần hiện ra rồi mờ đi trong giấc mơ dữ dội. Những người đứng xa ngoài 30 cây số còn trông thấy ngọn lửa đám cháy này và trong hai ba ngày đêm liền, giặc Pháp và phái bộ Anh không thể nào rập tắt''.\n\nBáo Cứu quốc ngày 23\/10\/1945 (chỉ mấy ngày sau khi sự kiện xảy ra) đã dẫn lời Chủ tịch [[Hồ Chí Minh]] xác nhận câu chuyện này: ''\"Cái cử chỉ phi thường của một chiến sĩ tự tẩm dầu xăng vào mình để vào đốt một kho dầu của bên địch, tỏ ra rằng một dân tộc đã có tinh thần cao đến bậc ấy thì không sức mạnh nào có thể đè bẹp được.\"''\n\nTrong cuốn chế độ thực dân pháp ở miền Nam của nhà nghiên cứu [[Nguyễn Đình Tư]] cũng có xác nhận Lê Văn Tám là có thật.<ref>Chế độ thực dân Pháp ở miền Nam, tập 1, trang 194 -195.<\/ref>\n\nTóm lại, theo những tài liệu trên thì nhân vật Lê Văn Tám là có thật, chỉ có sự sai khác ở hoàn cảnh và thời gian hy sinh, những ý kiến cho rằng Lê Văn Tám không có thật chủ yếu là do sự nhầm lẫn về 2 yếu tố này. Trận đốt kho Thị Nghè của Lê Văn Tám diễn ra vào đêm 16 rạng 17 tháng 10 năm 1945 chứ không phải vào tháng 1 năm 1946 (vốn là ngày của một vụ đốt kho khác sau đó). Tám cũng không tự thiêu rồi lao thẳng vào kho (chi tiết bị cho là phi lý) mà thực tế có những đồng đội đã tiến hành \"nghi binh\" để giúp anh đột nhập vào kho, sau khi bị vây thì Tám đã tiến hành [[cảm tử]] (tự thiêu) phá nổ kho xăng để chết cùng địch.<ref name=vtv \/>\n\n==== Những tài liệu gốc từ năm 1945 ====\n\n* Báo ĐỘC LẬP, số ra ngày ngày 20 tháng 10 năm 1945 đăng tin có nội dung: (Tin Đê-li ngày 18-10) ''\"Ngày 16, quân ta đốt cháy 2 kho hàng của Pháp thiệt hại tới mấy triệu đồng. Lửa to quá, giặc Pháp không thể cứu được.\"''\n* Báo CỨU QUỐC số 71, ra ngày ngày 19 tháng 10 năm 1945 đăng bài \"Một gương hy sinh dũng cảm oanh liệt\" trên trang nhất. Thông tin chính: ''\"Tin điện từ Mỹ Tho đánh ra ngày 17-10 cho hay rằng: Một chiến sĩ Việt Nam đã tẩm dầu vào mình, tự làm mồi lửa hy sinh thân mình, chạy vào kho dầu Xi-mông Pi-ê-tờ-ri (Simon Piétri) của địch. Lập tức kho dầu bị bắt lửa. Và lửa đã bốc cháy dữ dội suốt hai ngày hai đêm...\"''\n* Báo LA RÉPUBLIQUE (xuất bản bằng tiếng Pháp ở Hà Nội), số 2, ra ngày ngày 21 tháng 10 năm 1945, đăng bài ''\"Sự anh hùng của một chiến sĩ Việt Nam\"''. Bài báo có đoạn viết: ''\"Một người lính Việt Nam đã tẩm dầu vào thân mình và đã thành công trong việc đốt cháy kho Simon Piétri. Đám cháy kéo dài 2 ngày 2 đêm\"''.\n* Báo LA RÉPUBLIQUE, số 5, ngày ngày 4 tháng 11 năm 1945, có bài \"Đuốc sống\". Bài báo có đoạn viết: ''\"Ngày 16\/10, một người lính đã biến thân mình thành đuốc sống, bằng cách thiêu thân mình sau khi tẩm xăng để đốt cháy kho dầu Simon Piétri ở Sài Gòn. Đám cháy đã kéo dài 2 ngày 2 đêm. Vị anh hùng vô danh, người đã đốt sáng ngọn đuốc chủng tộc đã chiếu sáng tất cả chúng tôi trên con đường bổn phận\".<ref name=ly>Lý Châu Hoàn. Sự thật về \"Đuốc sống\" Lê Văn Tám ! Tuần báo Văn Nghệ TP.HCM số 383. 12-2015.<\/ref>\n\n==== Những nhân chứng xác nhận Lê Văn Tám có thật====\n* Ông Mai Bá Hui, sinh năm 1929 (thị trấn Nhà Bè, huyện Nhà Bè), làm lơ xe bồn tại kho dầu gần cầu Dầu (cầu Phú An, bắc qua rạch Văn Thánh), thuộc hãng Shell, xác nhận: ''\"Tôi vào nghề tài xế lúc đầu làm \"lơ\" khi mới 15, 16 tuổi (năm 1944, 1945) ở kho dầu Thị Nghè (kho nhỏ gần cầu Dầu – Phú An); chủ kho (Thị Nghè) là người Việt Nam, tên là thầy Ba Có… lúc đó người Pháp thường xuyên chạy xe jeep đến kho kiểm tra và lấy xăng ở đây. Kho có lính \"Chà\" gác, công nhân ra vào được kiểm tra rất chặt chẽ... Kho xăng ấy bị đốt cháy vào khoảng 10 giờ đêm, còn ngày tháng không nhớ. Lúc đó tôi cùng các bạn làm chung đi chơi ở Sở Thú vừa về. Hơi lửa nóng quá, bọn tôi vội ôm đồ (để ở phòng trọ) rồi bỏ chạy ra xa. Tới sáng hết cháy mới về và về nhà luôn. Sau một tháng mới trở lại nhận lương rồi nghỉ luôn, vì kho này không khôi phục lại. Còn ai đốt thì tôi không biết.\"<ref name=ly \/>\n* Những người dân sống gần kho xăng chứng kiến truyền nhau câu chuyện rằng: Có một em bé từng bán đậu phộng rang, thuốc lá, diêm quẹt… tên Tám, không rõ có ai là họ hàng không. Em thường la cà ra vào giao dịch các mặt hàng em có… và mua cả xăng dầu của người gác kho bán lén, để bán ra ngoài. Bữa đó, nhiều người thấy trong kho đột ngột có ngọn lửa \"phừng\" lên… rồi thấy bóng một em bé người như một ngọn đuốc chạy hướng vào kho… rất giống Tám. Lập tức, có những tiếng nổ rồi lửa khói bốc ngút trời… Dân gần đó bỏ cửa nhà chạy tránh xa.<ref name=ly \/>\n* Trong hồi ký ''\"Đứng lên đáp lời sông núi – tập II\"'' (1995) của Trần Thắng Minh (nguyên Ủy viên TW Đoàn Thanh niên cộng sản Hồ Chí Minh) cho biết Lê Văn Tám là bạn trong Đội Thiếu niên ở Đa Kao với ông.<ref name=tuanbao \/> \n* Ông Võ Thành Khiết mô tả khá chi tiết trận đánh kho xăng Thị Nghè đêm 17\/10\/1945: ''\"Tôi sinh năm 1929, quê ở xã Tân Bửu, Trung Huyện, tỉnh Chợ Lớn (nay thuộc địa bàn huyện Bình Chánh và Bến Lức). Năm 1940, tôi lên học ở Trường Pétrus Ký (nay là Trường Lê Hồng Phong), Sài Gòn. Vì trường bị quân Nhật chiếm làm trại lính nên chuyển về học tại Trường Trưng Vương ngày nay, sát ngay Sở thú, kế bên Thị Nghè… Bởi thế vùng này tôi rành lắm. Kho xăng Thị Nghè thực ra chỉ là một đại lý bán sỷ của hãng dầu Shell, nằm trên con rạch Văn Thánh, sát đầu cầu… Tôi còn nhớ rõ đó là một căn nhà thấp, nền đất, không rộng lắm, mái tôn xập xệ, vách là những tấm gỗ mảnh đóng thưa, bên trong chứa đầy chật những phuy xăng dầu dung lượng 200 lít… Sau ngày Nhật đảo chánh Pháp 9\/3\/1945, tôi về quê, tham gia Thanh niên tiền phong. Ngày 24\/8\/1945, tham gia cướp chính quyền ở tòa Bố tỉnh Chợ Lớn… thường xuyên ra vào thành phố lấy tin tức. Trận đánh kho xăng lửa khói ngất trời. Trận đánh kho đạn tiếng nổ điếc tai nhức óc. Thành phố náo loạn cả lên. Hôm sau đồn rầm những tin truyền khẩu rồi mới là báo chí. Trận nào cũng nói là do bị Việt Minh đánh… Tin tức nội bộ nói là do một thiếu niên tên Tám xung phong đánh. Em Tám chứ không nêu đủ họ danh Lê Văn Tám như sau này đâu. Lòng người lúc đó phấn chấn lắm bởi đang rất căm thù giặc với phong trào tiêu thổ kháng chiến rất cao. Báo chí hai phía đưa tin rần rần. Khi thùng xăng phật lửa phụt ra cháy khắp người khác chi là \"ngọn đuốc sống\" đâu? Gương anh dũng hy sinh của bạn Tám lúc bấy giờ động viên lớp trẻ chúng tôi rất nhiều trong chiến đấu. Đó là chuyện có thật 100%, không phải hư cấu như người ta nói\".''<ref>{{Chú thích web |url=http:\/\/tuanbaovannghetphcm.vn\/can-phai-xem-xet-duong-trung-quoc-nhin-lai-lich-su-so-475\/ |ngày truy cập=2017-12-15 |tựa đề=Bản sao đã lưu trữ |archive-date=2017-12-15 |archive-url=https:\/\/web.archive.org\/web\/20171215110936\/http:\/\/tuanbaovannghetphcm.vn\/can-phai-xem-xet-duong-trung-quoc-nhin-lai-lich-su-so-475\/ |url-status=dead }}<\/ref>\n* Ông Hồ Thanh Điền (1926-2014), lão thành Cách mạng, đội viên Thanh niên Tiền phong đoàn Trần Cao Vân, sau thuộc Chi đội 13 (tiền thân của trung đoàn 300), kể lại: ''\"Tôi không phải là chứng nhân trực tiếp nhưng là người biết rất sớm chuyện này. Lúc đó đơn vị tôi đóng quân ở Trung Chánh. Ngay sớm hôm sau khi cháy kho xăng Thị Nghè, Nguyễn Thanh Hùng là chiến sĩ của tiểu đội tôi, nhà ở Đa Kao, chạy về báo tin: Thằng Tám trong xóm nhà tui là người đốt kho xăng hồi hôm đó!\"''. Ông Hùng đã hy sinh trong kháng chiến chống Pháp, đến năm 2015 vẫn còn ông Phạm Văn Đông là đồng đội, nhà ở 22\/3 Hồ Văn Đại, TP. Biên Hòa, nhiều lần được nghe ông Hai Điền kể chuyện này.<ref name=tuanbao>{{Chú thích web |url=http:\/\/tuanbaovannghetphcm.vn\/lai-noi-chuyen-lich-su\/ |ngày truy cập=2017-06-26 |tựa đề=Bản sao đã lưu trữ |archive-date=2017-08-28 |archive-url=https:\/\/web.archive.org\/web\/20170828234822\/http:\/\/tuanbaovannghetphcm.vn\/lai-noi-chuyen-lich-su\/ |url-status=dead }}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Kim Đồng]]\n*[[La Văn Cầu]]\n*[[Chiến tranh Đông Dương]]\n*[[Chiến tranh Việt Nam]]\n\n[[Thể loại:Tuyên truyền]]\n[[Thể loại:Nhân vật trong Chiến tranh Đông Dương]]"}