{"277040":"'''Lê Đình Chi''' ([[1 tháng 7]] năm [[1912]] - [[2 tháng 6]] năm [[1949]]) là luật sư Việt Nam.\n\n==Tiểu sử==\n===Trước 1945===\nÔng sinh năm [[1912]] tại thôn Dịch Diệp, xã Trực Chính, huyện [[Trực Ninh]], tỉnh [[Nam Định]] trong một gia đình nhà nho.\n\nNăm [[1929]], ông tham gia vào tổ chức [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí Hội]].\n\nNăm [[1932]], ông đỗ tú tài và nhận bằng Cử nhân Luật vào năm [[1935]]. Sau khi ra trường, ông từ chối làm tri huyện, vào [[Thành phố Hồ Chí Minh|Sài Gòn]] làm ''commis greffier'' (lục sự) tại Tòa áo đỏ (Đại hình) Sài Gòn.\n\nTừ năm [[1936]], ông tích cực tham gia vào phong trào Đông Dương đại hội, đòi quyền dân chủ, nâng cao dân sinh, cải thiện dân trí. Căn nhà và văn phòng luật của ông, tại số 132 Lagradière (nay là Lý Tự Trọng) là nơi cất giấu tài liệu bí mật, cờ, khẩu hiệu, vũ khí, đồng thời cũng là nơi ẩn náu của nhiều trí thức cách mạng.\n\nTheo tiểu thuyết tư liệu ''[[Nguyễn Bình]], huyền thoại và sự thật'' của [[Nguyên Hùng]], thì sau khi Nhật đảo chính Pháp ([[9 tháng 3]] năm [[1945]]), giới luật sư tại Sài Gòn chia thành hai phe trẻ và già, trong đó phái già thân Pháp, còn phái trẻ gồm Lê Đình Chi, [[Thái Văn Lung]], Gaston Phạm Ngọc Thuần (cha của [[Phạm Ngọc Thảo]]), [[Trần Công Tường]]... đứng hẳn về phía Việt Minh.\n\n===Hoạt động quân sự và tư pháp===\nTổng khởi nghĩa thành công, rồi Pháp nổ súng chiếm Sài Gòn, Lê Đình Chi chạy về [[Thị Nghè]], sau đó được đưa về chiến khu An Phú Đông. Ông dùng tài sản riêng mua súng đạn, cùng với Út Trọng thành lập chi đội 11 – Bộ đội Suối đá Tây Ninh và trực tiếp chỉ huy chống lại quân phỉ Đệ Tam, Đệ Tứ, Sư đoàn HT29 và liên tiếp mở các cuộc tấn công vào hệ thống đồn bốt của quân Pháp. Ông từng tham gia vào hội nghị thi hành [[Hiệp định sơ bộ Pháp-Việt (1946)|Hiệp định sơ bộ 6 tháng 3]] năm [[1946]] tại miếu Bá Cơ, Đại An, cùng với [[Huỳnh Văn Nghệ]], [[Võ Bá Nhạc]], [[Phạm Thiều]].\n\nCuối năm [[1945]], ông được bổ nhiệm làm Trưởng phòng Quân pháp Khu 7. Năm [[1948]]-[[1949]], ông giữ chức Trưởng phòng Quân pháp Bộ tự lệnh Nam Bộ, rồi Giám đốc Nha Quân pháp Nam Bộ. Ông cùng một số trí thức sinh viên như Trần Văn Quới (Bảy Quới) dịch một số sách luật như ''Code pénal modfié'' (Luật cải cách) đồng thời tổ chức các phiên tòa án binh tại quân khu 7. Ông mở lớp đào tạo cán bộ tư pháp cho kháng chiến, soạn thảo một số cuốn luật như Luật hiến pháp sơ giảng, Hình luật sơ lược, Hình luật tố tụng, Luật vi cảnh, Quân luật Việt Nam... có giá trị trong những năm đầu kháng chiến chống Pháp.\n\n===Hy sinh===\nNgày [[2 tháng 6]] năm [[1949]], trong trận càn lớn của Pháp đánh vào [[Đồng Tháp Mười]], luật sư Lê Đình Chi bị trúng đạn máy bay và qua đời khi mới 37 tuổi. Trong đợt này còn có kỹ sư [[Nguyễn Ngọc Nhựt]] cũng bị bắt sống và qua đời ít lâu sau đó.\n\n==Gia đình==\nÔng có một người con gái là Tiến sĩ Sinh hóa nguyên Phó Viện trưởng Viện Pasteur Thành phố Hồ Chí Minh Lê Thị Thoa, đã kết hôn với [[Thượng tướng Quân đội Nhân dân Việt Nam]] [[Trần Văn Trà]].\n\n==Tưởng niệm==\nTên ông đã được đặt cho một con đường ở huyện [[Bình Chánh]], [[Thành phố Hồ Chí Minh]], từ đường [[Thích Thiện Hòa]] đến [[Tỉnh lộ 10]].\n\n== Tham khảo ==\n{{tham khảo}}\n* [[Nguyên Hùng]] (2003), ''Nam Bộ - Những nhân vật một thời vang bóng''. Nhà xuất bản Công An Nhân dân.\n* Hồ Hữu Nhựt (2002), ''Trí thức Sài Gòn - Gia Định 1945 - 1975'', Nhà xuất bản Chính trị Quốc gia, Hà Nội.\n* Hồ Sơn Điệp (2003), \"Trí thức Nam bộ trong kháng chiến chống Pháp 1945 - 1954\", Nhà xuất bản Đại Học Quốc gia Thành phố Hồ Chí Minh.\n* (2009), \"Liệt sĩ Luật sư Lê Đình Chi và gia đình\", Nhà xuất bản Trẻ Thành phố Hồ Chí Minh.\n\n{{Thời gian sống|sinh=1912|mất=1949}}\n\n[[Thể loại:Người Nam Định]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Luật sư Việt Nam]]\n[[Thể loại:Nhân vật trong Chiến tranh Đông Dương]]"}