{"138750":"{{Chú thích trong bài|date=tháng 9\/2022}}\n{{bài cùng tên|Lê Văn Đệ}}\n{{Thông tin nghệ sĩ\n| tên = \n| nền = \n| image = \n| imagesize = \n| caption = ]\n| birthname = Lê Văn Đệ\n| alias = Celso-Léon Lê văn Đệ\n| birthdate = [[28 tháng 8]] năm [[1906]]\n| location = [[Mỏ Cày (huyện)|Mỏ Cày]], [[Bến Tre]], [[Liên bang Đông Dương]]\n| deathdate = {{ngày mất và tuổi|1966|3|16|1906|8|24}}\n| deathplace = [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Việt Nam Cộng hòa]]\n| nationality = [[Việt Nam Cộng hòa]]\n| nghề nghiệp = \n| field = Hội họa\n| training = [[Trường Đại học Mỹ thuật Việt Nam|Cao đẳng Mỹ thuật Đông Dương]], École Nationale Supérieure des Beaux Arts (Pháp)\n| movement = [[Tân cổ điển]]\n| famous works = ''Bà thầy bói'', ''Trên sân ga Montparnasse'', ''Thiếu nữ điểm trang'', ''Trong gia đình'', ''Thánh mẫu nhân từ'', ''Thánh nữ Madeleine dưới chân thánh giá'', ''Thiếu nữ ngủ ngày''\n| patrons = \n| influenced by = \n| influenced = \n| awards = Giải nhì Hội họa của Hội Nghệ sĩ quốc gia Pháp 1933<br>Giải nhất Hội họa Triển lãm Báo chí Công giáo Thế giới 1936\n}}\n'''Lê Văn Đệ''' ([[1906]]-[[1966]]) là một [[họa sĩ]] [[Việt Nam]]. Ông là thủ khoa khóa I trường [[Trường Đại học Mỹ thuật Việt Nam|Cao đẳng Mỹ thuật Đông Dương]] năm [[1930]] và cũng là [[Tổng giám đốc điều hành|Giám đốc]] đầu tiên của [[Trường Đại học Mỹ thuật Thành phố Hồ Chí Minh|trường Quốc gia Cao đẳng Mỹ thuật Sài Gòn]] (1954-1966). Ông là người chịu trách nhiệm trang trí cho lễ đài tại [[Quảng trường Ba Đình]] ngày [[2 tháng 9]] năm [[1945]].\n\n==Thân thế==\nHọa sĩ Lê Văn Đệ sinh ngày [[24 tháng 8]] năm [[1906]], tại Mỏ Cày, [[bến Tre|tỉnh Bến Tre]], trong một gia đình khá giả. Cha của ông là ông Lê Quang Hòe, [[cai tổng]] Minh Đạt, hàm [[Tri huyện]], xuất thân là một nhà [[Nho giáo|nho]] và là một nhà [[Đông y]] có tiếng. Lê Văn Đệ là người con thứ 10 trong gia đình 13 anh chị em.\n\nXuất thân từ gia đình [[Nho giáo]], ông được thừa hưởng một nền giáo dục chu đáo {{fact|date = ngày 7 tháng 1 năm 2013}}. Lúc nhỏ, ông học trường [[tiểu học]] ở quê nhà. Sau khi tốt nghiệp tiểu học, do điều kiện [[gia đình]], ông được cho lên [[Thành phố Hồ Chí Minh|Sài Gòn]], theo học tại trường [[Trường Trung học Lasan Taberd|Trung học Lasan Taberd]].\n\n==Bước vào sự nghiệp hội họa==\nÔng ham thích nghệ thuật hội họa từ nhỏ. Thời học [[trung học]], ông đã được bạn bè ngợi ca về tài vẽ nhanh và đẹp. Mỗi ngày sau khi tan học, ông đến học vẽ với [[họa sĩ]] [[Huỳnh Đình Tựu]].\n\nSau khi đậu bằng Cao đẳng Sơ học (''Brevet Élementaire''), gia đình khuyến khích ông ra Hà Nội học trường Luật hoặc trường Thuốc như phong trào thời bấy giờ, tuy nhiên ông thể hiện ý nguyện theo học ngành Mỹ thuật. Năm 1925, ông thi vào [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]] (''École Supérieure des Beaux Arts de l'Indochine'') tại [[Hà Nội]] và là một trong số 8 học sinh nhập học khóa đầu tiên của trường.<ref>Trong đợt thi tuyển đầu tiên này có cả thảy 400 người dự tuyển và chỉ lấy tuyển 8 người. Ngoài Lê Văn Đệ, còn có [[Nguyễn Tường Tam]], [[Lê Phổ]], [[Nguyễn Phan Chánh]], [[Mai Trung Thứ]], Lê An Phan, Công Văn Trung và George Khánh. Trong số này, trừ Nguyễn Tường Tam và Lê An (còn viết là Ang) Phan bỏ dở việc học, 6 người còn lại đều tốt nghiệp.<\/ref>\n\nTrong những năm theo học ở [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]], ông luôn được xếp vào hạng [[sinh viên]] xuất sắc của trường. Năm [[1930]], ông tốt nghiệp [[thủ khoa]]. Sở trường của ông là [[tranh lụa]], [[sơn dầu|tranh sơn dầu]] và [[bích họa]] với khuynh hướng [[tân cổ điển]]. {{fact|date = ngày 7 tháng 1 năm 2013}}\n\n==Vinh danh ở nước ngoài==\nNăm 1931, ông nhận được học bổng của hội SAMPIC<ref>SAMPIC - ''Société d'Améloration Morale, Intellectuelle et Physique des Indegènes de Cochinchine'': Hội Đức Dục, Trí Dục và Thể dục của người bản xứ Nam Kỳ<\/ref> sang [[Pháp]] theo học trường Quốc gia Cao đẳng Mỹ thuật Pháp (''École Nationale Supérieure des Beaux Arts'') tại Paris, dưới sự hướng dẫn của giáo sư J.Pierre Laurence về vẽ tranh sơn dầu. Trong thời gian học tại Paris, nhiều tác phẩm của ông đã gây được sự chú ý trong giới nghệ thuật. Năm [[1933]], ông đoạt được giải nhì cho hội họa do Hội Nghệ sĩ quốc gia Pháp tổ chức với 3 tác phẩm ''Bà thầy bói'', ''Trên sân ga Montparnasse'', ''Thiếu nữ điểm trang''. Tranh ông được chọn triển lãm tại phòng số 1 - một gian phòng dành cho những tài năng xuất sắc chọn từ 5.000 họa sĩ các nước. Có hơn 40 tờ báo Pháp lúc bấy giờ đã đề cập đến tác phẩm của ông (theo Đông Dương tuần báo). Trong cuộc triển lãm Nghệ sĩ quốc gia Pháp năm 1934, Bộ Văn hóa Pháp đã chọn mua ngay một bức tranh \"Trong gia đình\" của ông để treo ở [[Viện Bảo tàng Luxembourg|Bảo tàng Mỹ thuật Luxembourg]].\n\nVới thành tích này, ông được nhận tiếp một học bổng đi tu nghiệp thêm về hội họa tại [[Roma]] ([[Ý]]) và [[Athena]] ([[Hy Lạp]]). Năm 1936, ông được Giám mục Celso-Costantins, Thư ký Bộ Truyền giáo Vatican rửa tội với tên thánh '''Celso-Léon Lê văn Đệ'''. Cũng trong năm này, tại cuộc Triển lãm Báo chí Công giáo Thế giới (''World Catholic Press Exhibition'') được tổ chức tại Rome, với sự tham gia của nhiều nghệ sĩ nổi tiếng của 30 quốc gia trên thế giới, cùng với danh họa Bouleau (Pháp), tác phẩm của Lê Văn Đệ được tặng giải nhất (''1st prize''). Hai bức bích họa (''fresco'') tựa là ''Thánh mẫu nhân từ'' (''Mater amabilis'') và ''Thánh nữ Madeleine dưới chân thánh giá'' được đưa vào lưu trữ viện Bảo tàng [[Vatican]]. Ông được [[Giáo hội Công giáo Rôma|Tòa Thánh La Mã]] bổ làm họa sĩ cho Tòa Thánh và được mời phụ trách một nhóm 11 kỹ sư và 20 họa sĩ làm nhiệm vụ vẽ, chạm trổ, trang hoàng trong điện Vatican. Công trình do ông chỉ đạo thực hiện đã được báo chí Ý và nhiều nước đánh giá cao.\n\n==Góp sức với nền hội họa nước nhà==\nNăm 1938, ông trở về nước, vừa sáng tác vừa tiếp tục nghiên cứu [[hội họa dân tộc]] và các nền [[hội họa phương Đông]]. Bức tranh \"Thiếu nữ ngủ ngày\" của ông là một tác phẩm nổi tiếng thời bấy giờ {{fact|date = ngày 7 tháng 1 năm 2013}}.\n\nNăm 1942, ông quy tụ các họa sĩ tài danh lúc bấy giờ, lập ra nhóm Nghệ thuật An Nam (F.A.R.T.A - ''Foyer de l'Art Annamites''), tổ chức nhiều triển lãm gây tiếng vang lớn, với những tác phẩm đi vào lòng người như: bức tranh lụa \"Rèm thưa\", \"Mẫu Tử\"… tại Hội chợ Triển lãm Mỹ thuật Quốc tế lần I ở [[vườn Tao Đàn]] Sài Gòn. Nhiều họa sĩ đàn em của ông cũng sinh hoạt tại đây như [[Nguyễn Gia Trí]], [[Tô Ngọc Vân]], [[Trần Văn Cẩn]].\n\nSau [[Chiến tranh thế giới thứ hai]], ông về [[Thành phố Hồ Chí Minh|Sài Gòn]] sinh hoạt với [[Trung tâm Nghệ thuật Việt Nam]], mà tiền thân chính là [[Nhóm Nghệ thuật An Nam]] do ông sáng lập. Năm 1945, ông trang trí lễ đài trong lễ Tuyên ngôn độc lập của Việt Nam Dân chủ Cộng hoà.\n\n==Sự nghiệp đào tạo==\nVới sự thành lập [[Trường Quốc gia Cao đẳng Mỹ thuật Sài Gòn]] năm 1954, ông được chính phủ [[Việt Nam Cộng hòa]] bổ làm giám đốc trường cho đến năm 1966 khi ông mất. Trường này đã đào tạo nhiều họa sĩ danh tiếng ở Miền Nam như [[Lê Thành Nhơn]] và [[Đỗ Quang Em]].\n\nÔng qua đời ngày [[16 tháng 3]] năm [[1966]] tại Sài Gòn. Để vinh danh và tưởng nhớ đóng góp của ông, năm 1973, trường Cao đẳng Mỹ thuật Sài Gòn cho dựng bức tượng chân dung đặt ở sân trường do điêu khắc gia [[Lê Thành Nhơn]] thực hiện. Sau năm 1975, bức tượng đã bị dỡ đi, tuy nhiên vẫn được lưu giữ tại Bảo tàng Mỹ thuật Thành phố Hồ Chí Minh cho đến ngày nay.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=228&Itemid=47 Tỉnh Bến Tre và Lê Văn Đệ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100114162400\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=228&Itemid=47 |date=2010-01-14 }}\n{{Họa sĩ tốt nghiệp trường Đại học Mỹ thuật Việt Nam}}\n{{Thời gian sống|Sinh=1906|Mất=1966}}\n\n[[Thể loại:Người Mỏ Cày]]\n[[Thể loại:Cựu học sinh Lasan Taberd]]\n[[Thể loại:Cựu sinh viên Cao đẳng Mỹ thuật Đông Dương]]\n[[Thể loại:Họa sĩ Việt Nam]]\n[[Thể loại:Sinh năm 1906]]\n[[Thể loại:Mất năm 1966]]\n[[Thể loại:Họa sĩ thế kỷ 20]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Người cải sang Công giáo]]"}