{"3264202":"{{Thái độ trung lập|date=tháng 12\/2021}}\n{{Thông tin nhân vật\n| hình = [[Tập tin:Le Vinh Danh.jpg|giữa|thumb|]]\n| cỡ hình = \n| tên khai sinh = \n| sinh = [[30 tháng 11]] năm [[1963]]\n| nơi sinh = Long Phụng, Mộ Đức, Quảng Ngãi\n| dân tộc = Kinh\n| cư trú = \n| quốc gia = Việt Nam\n| quốc tịch = Việt Nam\n| học vấn = \n| công việc = Hiệu trưởng [[Trường Đại học Tôn Đức Thắng]]\n| notable_works = \n| danh hiệu = Nhà giáo ưu tú<br>[[Huân chương Lao động]] hạng hai\n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| chính đảng = Đảng cộng sản Việt Nam\n| tôn giáo = \n| website = http:\/\/tdtu.edu.vn\n| tên = Lê Vinh Danh\n| ngày sinh = \n| học vị = Tiến sĩ\n| quê quán = \n| tiêu đề = \n| đảng phái = \n| giải thưởng = \n}}\n\n'''Lê Vinh Danh''' (sinh ngày 30 tháng 11 năm 1963 tại Long Phụng, [[Mộ Đức]], [[Quảng Ngãi]]) là một [[tiến sĩ]] và là [[Nhà giáo ưu tú]] của [[Việt Nam]]. Ông từng là hiệu trưởng của trường [[Trường Đại học Tôn Đức Thắng|Đại học Tôn Đức Thắng]] đồng thời là [[Bí thư đảng ủy]]<ref>[http:\/\/cpd.vn\/Default.aspx?tabid=692&Doctorid=1376 Các tư liệu về Phó Giáo sư Tiến sĩ Lê Vinh Danh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304112918\/http:\/\/cpd.vn\/Default.aspx?tabid=692&Doctorid=1376 |date = ngày 4 tháng 3 năm 2016}}, CPD<\/ref> trước khi bị cách chức ngày 23 tháng 10 năm 2020.<ref name=\":4\">{{Chú thích web|url=https:\/\/tuoitre.vn\/cach-chuc-hieu-truong-dh-ton-duc-thang-voi-ong-le-vinh-danh-20201023142308449.htm|tựa đề=Cách chức hiệu trưởng ĐH Tôn Đức Thắng với ông Lê Vinh Danh|tác giả=|họ=|tên=|ngày=2020-10-23|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Trong giai đoạn ông làm hiệu trưởng, trường Đại học Tôn Đức Thắng có thời điểm lọt vào Top 2 đại học tốt nhất Việt Nam và Top 250 đại học phát triển bền vững nhất thế giới<ref>{{Chú thích web|url=http:\/\/daidoanket.vn\/giao-duc\/truong-dai-hoc-ton-duc-thang-lot-vao-top-4-sao-quoc-te-tintuc414671|title=Trường Đại học Tôn Đức Thắng lọt vào tốp 4 sao quốc tế|last=Nguyễn|first=Thành Luân (báo Đại Đoàn Kết)|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>.\n\n== Tiểu sử ==\n=== Quá trình học tập ===\n* 1986 - 1990: Học và tốt nghiệp Cử nhân kinh tế tại [[Trường Đại học Tổng hợp Thành phố Hồ Chí Minh]].\n* 1991 - 1994: Học và bảo vệ  luận văn thạc sĩ kinh tế tại [[Trường Đại học Tổng hợp Thành phố Hồ Chí Minh]].\n* 1995 - 1996: Tu nghiệp tại [[Đại học Chulalongkorn]], Thái Lan<ref name=\":1\" \/>. Năm 1996, ông bảo vệ luận án phó tiến sĩ (nay là tiến sĩ) ''\"Sự điều tiết kinh tế vĩ mô của ngân hàng trung ương (Kinh nghiệm Hoa Kỳ - Pháp - Đức - Nhật và Hàn Quốc)\"'' tại Viện Kinh tế Thế giới.<ref>[http:\/\/luanan.nlv.gov.vn\/luanan?a=d&d=TTkGGSfKmvAa1996.1.1 Lê Vinh Danh. Sự điều tiết kinh tế vĩ mô của ngân hàng trung ương (Kinh nghiệm Hoa Kỳ - Pháp - Đức - Nhật và Hàn Quốc)], Luận Văn Tiến sĩ - 1996<\/ref>\n* 2000 - 2001: Tu nghiệp sau tiến sĩ trong Chương trình học giả Fulbright tại [[Đại học George Washington]], Hoa Kỳ.\n\n=== Quá trình giảng dạy ===\n* 1991 - 1994: Giảng dạy tại [[Trường Đại học Tổng hợp Thành phố Hồ Chí Minh]].\n* 1994 - 1996: Bộ giáo dục và đào tạo thu nhận vào biên chế, phân công về [[Trường Đại học Bách khoa, Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học bách khoa Tp. Hồ Chí Minh]].\n* 1996 - 1999: Giảng dạy tại Đại học đại cương thuộc Đại học quốc gia Tp. Hồ Chí Minh.\n* 1999 - nay: Giảng dạy tại [[Trường Đại học Tôn Đức Thắng|Đại học Tôn Đức Thắng]] thuộc [[Tổng Liên đoàn Lao động Việt Nam|Tổng liên đoàn lao động Việt Nam]].\nLãnh vực nghiên cứu của ông là về chính sách nhà nước, chính sách kinh tế, tài chính và tiền tệ quốc tế.<ref name=\":3\">{{Chú thích web|url=https:\/\/www.tdtu.edu.vn\/gioi-thieu\/ly-lich-khoa-hoc-tom-tat-ngutgsts-le-vinh-danh|tựa đề=Lý lịch khoa học - Lê Vinh Danh|tác giả=|họ=|tên=|ngày=|website=Trường Đại học Tôn Đức Thắng|url lưu trữ=https:\/\/web.archive.org\/web\/20201013020442\/https:\/\/tdtu.edu.vn\/gioi-thieu\/ly-lich-khoa-hoc-tom-tat-ngutgsts-le-vinh-danh|ngày lưu trữ=2020-10-13|url hỏng=|ngày truy cập=}}<\/ref>\n\n=== Khen thưởng ===\n* Tháng 07\/2007, được công nhận Giáo sư kinh tế.\n* Tháng 11\/2008, được Nhà nước công nhận danh hiệu [[Nhà giáo ưu tú]].<ref name=\":3\" \/>\n* Tháng 07\/2010, được Nhà nước trao tặng [[Huân chương Lao động|Huân chương lao động]] hạng ba. \n* Tháng 01\/2013, được Ban tổ chức Trung ương Đảng bổ nhiệm ngạch Giảng viên cao cấp.\n* Tháng 03\/2016, nhận Bằng tiến sĩ danh dự do Đại học Nanhua, Đài Loan cấp.\n* Tháng 11\/2016, được Nhà nước trao tặng [[Huân chương Lao động|Huân chương lao động]] hạng hai.<ref name=\":3\" \/>\n* Tháng 03\/2017, được Bộ tư lệnh hải quân tặng Kỷ niệm chương vì sự nghiệp bảo vệ chủ quyền biển đảo.\n* Tháng 09\/2017, được Nước CHDCND Lào trao tặng Huân chương lao động hạng ba.\n* Tháng 12\/2018, được phong tặng Chức vụ Hiệu trưởng danh dự Đại học Tomas Bata in Zlín, Cộng hòa Czech.\n* Tháng 04\/2019, được bầu làm Chủ tịch Mạng lưới hợp tác đại học quốc tế Nhiệm kỳ thứ nhất. Mạng lưới gồm 10 thành viên sáng lập (TDTU và 9 đại học nước ngoài); trong đó có 2 đại học khoa học ứng dụng, 8 đại học nghiên cứu.\n\n=== Hoạt động ===\nÔng là thành viên cũng những tổ chức sau<ref name=\":3\" \/>:\n# Ủy viên Ban chấp hành trung ương [[Tổng Liên đoàn Lao động Việt Nam|Tổng liên đoàn Lao động Việt Nam]].\n# Ủy viên Hội đồng tư vấn kinh tế trung ương, [[Mặt trận Tổ quốc Việt Nam|Mặt trận tổ quốc Việt Nam]] (2000-2015).\n# Ủy viên Hội đồng khoa học Viện nghiên cứu phát triển Tp. Hồ Chí Minh.\n# Ủy viên Hội đồng trường, Hiệu trưởng [[Trường Đại học Tôn Đức Thắng]].\n#Thành viên Viện khoa học xã hội và chính trị Hoa Kỳ (AAPSS: American Academy of Political and Social Science) từ năm 2005.\n# Thành viên Hiệp hội kinh tế [[Hoa Kỳ]] ([[AEA]]: American Economic Association) từ năm 2005.\n# Thành viên Hiệp hội quản trị tài chính quốc tế (FMA: Financial Management Association International), [[Hoa Kỳ]], từ tháng 10 năm 2010\n\n== Cuộc đời và sự nghiệp ==\n\n=== Bổ nhiệm chức danh giáo sư ===\nNgày 7 tháng 12 năm 2012, TS. Lê Vinh Danh, hiệu trưởng trường đại học Tôn Đức Thắng công bố quyết định bổ nhiệm chức danh giáo sư đối với một số giảng viên của trường đại học Tôn Đức Thắng, trong đó bao gồm ông Lê Vinh Danh <ref>[https:\/\/thanhnien.vn\/bo-gd-dt-noi-gi-ve-chuc-danh-giao-su-cua-ong-le-vinh-danh-post860974.html Bộ GD&ĐT nói về chức danh giáo sư của ông Lê Vinh Danh]<\/ref>. Trong các văn bản cũng như trên website của trường đại học Tôn Đức Thắng hiện nay đều ghi chức danh của ông là giáo sư tiến sĩ Lê Vinh Danh.\nÔng Lê Vinh Danh được Trường ĐH Preston (Hoa Kỳ) bổ nhiệm làm giáo sư kinh tế năm 2007. Do đó tại thời điểm bổ nhiệm Giáo sư cho ông Lê Vinh Danh, trường đại học Tôn Đức Thắng đã căn cứ các quy định sau đây để thực hiện các thủ tục:\n\n*Khoản 9 điều 1 Quyết định 20\/2012\/QĐ-TTg ngày 27\/4\/2012 <ref>[http:\/\/vbpl.vn\/TW\/Pages\/vbpq-van-ban-goc.aspx?ItemID=27411 Quy định tiêu chuẩn, thủ tục bổ nhiệm chức danh giáo sư]<\/ref> của Thủ tướng Chính phủ ban hành kèm theo Quyết định số 174\/2008\/QĐ-TTg ngày 31\/12\/2008 <ref>[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&_page=2&mode=detail&document_id=82063 Quyết định cho phép bổ nhiệm chức danh giáo sư tại cơ sở đại học]<\/ref> của Thủ tướng Chính phủ cho phép đối tượng được bổ nhiệm chức danh Giáo sư tại các cơ sở giáo dục đại học Việt Nam, ngoài những người được Hội đồng chức danh Giáo sư nhà nước công nhận đạt tiêu chuẩn chức danh Giáo sư, còn có Nhà giáo đã được bổ nhiệm làm GS tại cơ sở giáo dục đại học tại nước ngoài (không yêu cầu trường đại học đó đã được kiểm định) đang tham gia giảng dạy từ trình độ đại học trở lên tại các cơ sở giáo dục đại học Việt Nam.\n\n*Khoản 10 điều 1 Thông tư số 30\/2012\/TT-BGDĐT ngày 11\/09\/2012 của Bộ GD&ĐT <ref>[http:\/\/vbpl.vn\/bogiaoducdaotao\/Pages\/vbpq-van-ban-goc.aspx?ItemID=27833 Quy định chi tiết xét bổ nhiệm chức danh giáo sư]<\/ref> cũng yêu cầu Những người đã được bổ nhiệm GS\/PGS tại cơ sở giáo dục đại học ở nước ngoài, muốn được bổ nhiệm chức danh GS\/PGS tại cơ sở giáo dục đại học của Việt Nam thì phải có số điểm công trình khoa học quy đổi ít nhất bằng số điểm quy định đối với ứng viên được công nhận đạt tiêu chuẩn chức danh GS\/PGS, trong đó ít nhất có 01 công trình khoa học được công bố trên tạp chí khoa học có uy tín quốc tế. Việc tính quy đổi điểm các công trình khoa học của ứng viên phải được ít nhất 03 GS hoặc PGS cùng ngành chuyên môn xem xét.\n\nTất cả các quy định trên đã được trường đại học Tôn Đức Thắng tuân thủ đúng và sau khi hoàn tất các thủ tục bổ nhiệm, trường đại học Tôn Đức Thắng đã làm hồ sơ báo cáo lên Tổng Liên đoàn Lao động Việt Nam (cơ quan chủ quản) và Bộ trưởng Bộ GD&ĐT như quy định tại Khoản 10, điều 1 của Quyết định này. Như vậy, việc bổ nhiệm Giáo sư cho ông Lê Vinh Danh theo tiêu chuẩn và quy trình của đối tượng quy định ở Mục b, Quyết định 174\/2008\/QĐ-TTg và Quyết định 20\/2012\/QĐ-TTg của Thủ tướng Chính phủ; chứ không phải đối tượng quy định ở Mục a (phải được Hội đồng chức danh GSNN công nhận đạt tiêu chuẩn trong nước) của các quyết định trên. Vì thế, dựa trên hồ sơ này, Tổng Liên đoàn Lao động Việt Nam đã đề nghị và được Ban Tổ chức Trung ương ra quyết định số 3117-QĐ\/BTCTW ngày 24\/1\/2013 bổ nhiệm vào ngạch giảng viên cao cấp, tương ứng với chức danh Giáo sư theo Quyết định 20\/2012\/QĐ-TTg.\n\nVề việc bổ nhiệm chức vụ chuyên môn trong trường Đại học Tôn Đức Thắng (Trường): Trường đề ra mô hình riêng bổ nhiệm 3 chức vụ chuyên môn: Giáo sư trợ lý (Assistant Professor), Giáo sư dự bị (Associate Professor) và Giáo sư thực thụ (Full Professor) giống với các đại học ở Hoa Kỳ. Ngoài ra, Trường còn có một chức vụ Giáo sư xuất sắc (Distinguished Professor) dành cho các nhà khoa học có những đóng góp quan trọng cho chuyên ngành tầm quốc tế, và đóng góp quan trọng cho sự phát triển của trường đại học Tôn Đức Thắng <ref>[https:\/\/vnexpress.net\/dai-hoc-ton-duc-thang-thay-doi-chuc-danh-giao-su-3314408.html Đại học Tôn Đức Thắng thay đổi chức danh giáo sư]<\/ref>. Cho đến nay, vấn đề này vẫn còn gây ra nhiều tranh luận trong cộng đồng học thuật tại Việt Nam, song cách làm của trường Đại học Tôn Đức Thắng phù hợp với thông lệ bổ nhiệm Giáo sư của nhiều nước trên thế giới.\n\n=== Vụ kiện GS Nguyễn Đăng Hưng ===\n\nNgày 26 tháng 08 năm 2014, hiệu trưởng Đại học Tôn Đức Thắng Lê Vinh Danh chính thức đứng đơn kiện GS [[Nguyễn Đăng Hưng]] vi phạm hợp đồng, sau khi đơn kiện vào ngày 01 tháng 07 bị bác vì không đúng quy định. Trường Đại học Tôn Đức Thắng đòi ông phải bồi thường thiệt hại số tiền hơn 461 triệu đồng mà trường đã chi trả để ông Hưng thực hiện tạp chí APJCEN và ngoài ra đòi xin lỗi công khai trên ba kỳ liên tiếp tại báo [[Sài Gòn Giải Phóng]].<ref>{{chú thích web | url = http:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/dh-ton-duc-thang-kien-gs-nguyen-dang-hung-vi-vi-pham-hop-dong-928043.htm | tiêu đề = ĐH Tôn Đức Thắng kiện GS Nguyễn Đăng Hưng vì vi phạm hợp đồng | author = | ngày = 8 tháng 8 năm 2014 | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/vietnamnet.vn\/vn\/giao-duc\/194381\/dh-ton-duc-thang-tiep-tuc-khoi-kien-gs-nguyen-dang-hung.html | tiêu đề = ĐH Tôn Đức Thắng tiếp tục khởi kiện GS Nguyễn Đăng Hưng - VietNamNet | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ = }}<\/ref><ref name=tt1>{{chú thích web | url = http:\/\/www.thanhnien.com.vn\/pages\/20140815\/giao-su-nguyen-dang-hung-len-tieng-ve-viec-bi-dai-hoc-ton-duc-thang-kien.aspx | tiêu đề = Giáo sư Nguyễn Đăng Hưng lên tiếng về việc bị Đại học Tôn Đức Thắng kiện | author = | ngày = | ngày truy cập = 25 tháng 1 năm 2015 | nơi xuất bản = [[Thanh Niên (báo)|Thanh Niên Online]] | ngôn ngữ = }}<\/ref> Không chỉ kiện Giáo sư Nguyễn Đăng Hưng ra TAND quận 9 (TPHCM), Trường ĐH Tôn Đức Thắng tiếp tục tố cáo giáo sư này đến cơ quan cảnh sát điều tra công an quận 7, TPHCM và đề nghị khởi tố hình sự.<ref name=\":2\">{{chú thích web | url = https:\/\/dantri.com.vn\/giao-duc-khuyen-hoc\/dh-ton-duc-thang-de-nghi-khoi-to-hinh-su-gs-nguyen-dang-hung-1409074289.htm | tiêu đề = ĐH Tôn Đức Thắng đề nghị khởi tố hình sự GS Nguyễn Đăng Hưng }}<\/ref> Lãnh đạo Trường ĐH Tôn Đức Thắng cáo buộc GS Hưng đã có hành vi \"''bịa đặt, phát tán các thông tin sai lệch, có tính vu khống, ảnh hưởng nghiêm trọng đến uy tín của trường cũng như lãnh đạo\"<ref name=\":2\" \/>'' và đề nghị ''“khởi tố vụ án, khởi tố bị can đối với hành vi vu khống cá nhân, bôi nhọ uy tín cơ quan và lừa đảo chiếm đoạt tài sản xã hội chủ nghĩa của ông Nguyễn Đăng Hưng”''<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/cong-an-q7-moi-gs-nguyen-dang-hung-lam-viec-635599.htm|tựa đề=Công an Q.7 mời GS Nguyễn Đăng Hưng làm việc|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> ''.'' Tuy nhiên, theo giáo sư Hưng thì vai trò của ông chỉ là cố vấn cao cấp, đề đạt sáng kiến, góp ý, hay nhiều lắm thì là đôn đốc công việc, chứ không có trách nhiệm thực thi. Theo ông:<ref>{{chú thích web | url = https:\/\/petrotimes.vn\/gs-ts-nguyen-dang-hung-toi-se-theo-su-viec-nay-den-cung-202096.html | tiêu đề = GS-TS Nguyễn Đăng Hưng: “Tôi sẽ theo sự việc này đến cùng” | author = | ngày = 13 tháng 8 năm 2014 }}<\/ref>\n{{Cquote|''Ông Lê Vinh Danh không chịu hiểu và cố tình không chịu hiểu là bản thân ông không thể là người đồng sáng lập. Bản thân ông Lê Vinh Danh không có chuyên môn về cơ học tính toán. Và đây là tờ tạp chí khoa học quốc tế, cơ quan chủ quản là Nhà xuất bản Springer chứ không phải là trường ĐH TĐT. Ông Lê Vinh Danh cứ khăng khăng muốn biến một tạp chí khoa học chuyên ngành có uy tín thế giới thành một tờ tạp chí ao làng sao được. Tạp chí quốc tế sẽ có những quy định cụ thể, chặt chẽ của nó chứ đâu phải mình muốn can thiệp gì cũng được.''|}}\n\nNgày 17-3-2015, TAND quận 9 (TP.HCM) đã mở phiên hòa giải đầu tiên vụ tranh chấp. Bên bị đơn không đồng ý với các yêu cầu mà phía nguyên đơn đưa ra, nên tòa lập biên bản hòa giải không thành.<ref>{{chú thích web | url = http:\/\/phapluattp.vn\/giao-duc\/vu-dh-ton-duc-thang-kien-gs-nguyen-dang-hung-hoa-giai-lan-mot-khong-thanh-537350.html | tiêu đề = Vụ ĐH Tôn Đức Thắng kiện GS Nguyễn Đăng Hưng: Hòa giải lần một không thành| author = | ngày = | ngày truy cập = 25 tháng 3 năm 2015 | nơi xuất bản = phapluattp| ngôn ngữ = }}<\/ref>\n\nLiên quan đến vụ việc, 14 nhà khoa học là thành viên Ban biên tập của tạp chí APJCEN đã ký thư gửi Chính phủ phản đối trường Đại học Tôn Đức Thắng. Theo các nhà khoa học này, hiệu trưởng trường Đại học Tôn Đức Thắng không hiểu nguyên tắc và thông lệ của thỏa thuận xuất bản giữa trường này và GS Nguyễn Đăng Hưng<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/giao-duc\/14-nha-khoa-hoc-nuoc-ngoai-phan-doi-vu-kien-gs-nguyen-dang-hung-231807.html|tựa đề=14 nhà khoa học nước ngoài phản đối vụ kiện GS Nguyễn Đăng Hưng}}<\/ref>.\n\n=== Nghi vấn về năm sinh ===\nTheo Báo Nông nghiệp Việt Nam, TS. Lê Vinh Danh có biểu hiện khai báo không trung thực về tuổi tác. Cụ thể, trong các văn bản mà báo đăng tải như:\n\n* Lý lịch khoa học khai ngày 25\/4\/1996\n* Quyết định công nhận nghiên cứu sinh và người hướng dẫn của Bộ GDĐT ngày 23\/1\/1996\n* Bằng Phó tiến sĩ Khoa học do Bộ trưởng GD ĐT [[Trần Hồng Quân]] cấp theo đề nghị của Hội đồng đánh giá luận án Khoa học ngày 27\/11\/1996\n* Bằng Thạc sĩ Kinh tế của ông Danh được cấp theo đề nghị của Trường Đại học Tổng hợp TP HCM  ngày 20\/6\/1996\n\nthì đều ghi ngày sinh của ông Lê Vinh Danh là 30 tháng 11 năm 1957.<ref name=\":1\">{{Chú thích web|url=https:\/\/nongnghiep.vn\/tuoi-nao-cho-giao-su-vinh-danh-d243834.html|tựa đề=Tuổi nào cho 'Giáo sư' Vinh Danh?|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Nhưng đến thời điểm hiện tại, mọi thông tin hồ sơ của ông Danh đều ghi sinh năm 1963.<ref name=\":1\" \/>\n\nCũng theo Báo Nông nghiệp Việt Nam, nếu đúng theo tuổi bằng cấp thì hiện tại ông Lê Vinh Danh đã quá tuổi làm công chức lãnh đạo được 2 năm và sai lệch năm sinh có thể kéo dài thời gian làm lãnh đạo của ông Danh thêm 6 năm.<ref name=\":1\" \/>\n\n=== Xử lý kỷ luật gây tranh luận ===\n[[Tập tin:LE THANH VAN.jpg|phải|205x205px|thumb|Đại biểu Lê Thanh Vân cho rằng, việc Tổng Liên đoàn Lao động Việt Nam cách chức ông Lê Vinh Danh là trái luật Giáo dục đại học vừa được Quốc hội thông qua.]] \n\nTháng 6 năm 2019, Tổng Liên đoàn Lao động xin ý kiến Bộ Giáo dục và Đào tạo về nhiều vấn đề, trong đó có nội dung liên quan việc triển khai Luật Giáo dục đại học (sửa đổi), có hiệu lực từ ngày 1 tháng 7 năm 2019, tại Đại học Tôn Đức Thắng. Lãnh đạo đại học này đã phản đối Tổng Liên đoàn Lao động Việt Nam bởi cho rằng cơ quan này có nhiều chỉ đạo vi phạm quyền tự chủ đại học, xoay quanh các vấn đề: xác định cơ quan quản lý có thẩm quyền với đại học này,<ref>[https:\/\/giaoduc.net.vn\/nhieu-co-quan-chu-quan-muon-om-quyen-luc-post200742.gd Nhiều cơ quan chủ quản muốn ôm quyền lực]<\/ref><ref>[https:\/\/giaoduc.net.vn\/ong-le-nhu-tien-toi-thay-nhieu-co-quan-chu-quan-dang-rai-dinh-o-dai-hoc-post204885.gd Ông Lê Như Tiến: Tôi thấy nhiều cơ quan chủ quản đang \"rải đinh\" ở đại học]<\/ref> quyền bổ nhiệm hiệu trưởng, công tác tổ chức trường.<ref >[https:\/\/giaoduc.net.vn\/giao-duc-24h\/tong-lien-doan-ban-hanh-van-ban-trai-voi-luat-34-2018-qh14-la-khong-duoc-post205155.gd Tổng Liên đoàn ban hành văn bản trái với Luật 34\/2018\/QH14 là không được]<\/ref><ref name=\"vne1\">{{chú thích web|url=https:\/\/vnexpress.net\/hieu-truong-dai-hoc-ton-duc-thang-bi-dinh-chi-cong-tac-4151570.html|tiêu đề=Hiệu trưởng Đại học Tôn Đức Thắng bị đình chỉ công tác - VnExpress|author=|ngày=24 tháng 8 năm 2020|ngôn ngữ=|nơi xuất bản=[[VnExpress|VnExpress - Tin nhanh Việt Nam]]|ngày truy cập=24 tháng 8 năm 2020}}<\/ref>\n\nTổng Liên đoàn Lao động Việt Nam sau đó cho rằng, những phát ngôn của Ban giám hiệu trường Tôn Đức Thắng \"không đúng bản chất, sự thật, gây tổn hại đến uy tín của tổ chức Công đoàn Việt Nam\". Lãnh đạo Đại học Tôn Đức Thắng, nhất là Hiệu trưởng Lê Vinh Danh, nhiều lần phản ứng, không chấp hành quy định của cấp có thẩm quyền, trong đó có Tổng Liên đoàn.<ref name=vne1 \/> Theo Tổng Liên đoàn Lao động Việt Nam thì ông Danh còn bị cho là có dấu hiệu lạm quyền khi triệu tập và chủ trì họp Hội đồng trường bất thường mà không báo cáo, đề nghị với Chủ tịch Hội đồng trường, khi đó là ông [[Bùi Văn Cường]] - Chủ tịch Tổng Liên đoàn Lao động Việt Nam.<ref name=\"vne1\" \/>\n\nTrong khi đó, theo báo Giáo dục Việt Nam thì lãnh đạo Tổng Liên Đoàn Lao động có mâu thuẫn với trường Đại học Tôn Đức Thắng và cá nhân ông Lê Vinh Danh từ trước về việc trích nộp 30% nguồn chênh lệch thu chi tài chính của trường sau thuế về cho tổ chức này mặc dù trường là cơ sở tự chủ về tài chính.<ref>{{Chú thích web|url=https:\/\/giaoduc.net.vn\/giao-duc-24h\/tong-lien-doan-khong-doi-nop-30-chenh-lech-sao-lai-gui-cong-van-don-doc-post205943.gd|tựa đề=Tổng liên đoàn không đòi nộp 30% chênh lệch, sao lại gửi công văn đôn đốc?|tác giả=|họ=|tên=|ngày=|website=Giáo dục Việt Nam|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày 1 tháng 8 năm 2020, ông bị đình chỉ chức bí thư Đảng ủy theo quyết định của Ủy ban Kiểm tra Thành ủy TP HCM.<ref>{{chú thích web | url = https:\/\/vnexpress.net\/hieu-truong-dh-ton-duc-thang-bi-dinh-chi-chuc-bi-thu-dang-uy-4139850.html | tiêu đề = Hiệu trưởng ĐH Tôn Đức Thắng bị đình chỉ chức Bí thư Đảng ủy - VnExpress | author =  | ngày = 1 tháng 8 năm 2020 | ngày truy cập = 24 tháng 8 năm 2020 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> Ngày 24 tháng 8 năm 2020, Đoàn Chủ tịch Tổng Liên đoàn Lao động Việt Nam ra quyết định tạm đình chỉ công tác đối với ông Lê Vinh Danh 90 ngày. Tuy nhiên quyết định này gây nhiều tranh luận vì trái với Luật.<ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/luat-su-quyet-dinh-tam-dinh-chi-hieu-truong-trai-luat-gay-nhieu-he-luy-lau-dai-post212375.gd Luật sư cho rằng quyết định tạm đình chỉ trái luật gây nhiều hệ lụy]<\/ref><ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/can-cau-tra-loi-ro-rang-ve-co-so-phap-ly-dinh-chi-hieu-truong-le-vinh-danh-post212614.gd Cơ sở pháp lý đình chỉ hiệu trưởng]<\/ref>\n\nÔng Lê Vinh Danh đã gửi đơn khiếu nại tới Thủ tướng Chính phủ, Đoàn chủ tịch Tổng liên đoàn Lao động Việt Nam về quyết định tạm đình chỉ công tác hiệu trưởng, vì cho rằng quyết định này thiếu cơ sở pháp lý, không đúng thẩm quyền, ảnh hưởng đến quyền và lợi ích hợp pháp của ông. Ông khẳng định: \"Tôi tuyệt đối không tư lợi riêng, không tham ô, không tham nhũng\"<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/ong-le-vinh-danh-khieu-nai-len-thu-tuong-tong-lien-doan-noi-khong-duoc-20200829150627093.htm|tựa đề=Ông Lê Vinh Danh khiếu nại lên Thủ tướng, tổng liên đoàn nói 'không được'|tác giả=|họ=|tên=|ngày=|website=Tuổi Trẻ|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref name=\"Luật sư cho rằng Tổng liên đoàn lập hội đồng kỷ luật ông Danh không đúng luật\">{{chú thích web|title=Luật sư cho rằng Tổng liên đoàn lập hội đồng kỷ luật ông Danh không đúng luật|url=https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/luat-su-cho-rang-tong-lien-doan-lap-hoi-dong-ky-luat-ong-danh-khong-dung-luat-post212837.gd|website=Giáo dục Việt Nam}}<\/ref>\n\nNgày 23 tháng 10 năm 2020, ông Vũ Minh Đức, trưởng ban tổ chức Tổng liên đoàn Lao động Việt Nam đã công bố quyết định cách chức hiệu trưởng Trường ĐH Tôn Đức Thắng đối với ông Lê Vinh Danh.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/cach-chuc-hieu-truong-dh-ton-duc-thang-voi-ong-le-vinh-danh-20201023142308449.htm|tựa đề=Cách chức hiệu trưởng ĐH Tôn Đức Thắng với ông Lê Vinh Danh|tác giả=|họ=|tên=|ngày=|website=Tuổi Trẻ|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref name=\"Cần câu trả lời rõ ràng về cơ sở pháp lý đình chỉ hiệu trưởng Lê Vinh Danh\">{{chú thích web|title=Cần câu trả lời rõ ràng về cơ sở pháp lý đình chỉ hiệu trưởng Lê Vinh Danh|url=https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/can-cau-tra-loi-ro-rang-ve-co-so-phap-ly-dinh-chi-hieu-truong-le-vinh-danh-post212614.gd|website=Giáo dục Việt Nam}}<\/ref>Tuy nhiên theo Phó Giáo sư, Tiến sĩ Trần Xuân Nhĩ - nguyên Thứ trưởng Bộ Giáo dục và Đào tạo, Phó Chủ tịch Hiệp hội các trường Đại học, Cao đẳng Việt Nam, Đại biểu Quốc hội [[Lê Thanh Vân]] và Luật sư Nguyễn Thành Công cho rằng: Muốn cách chức Hiệu trưởng phải do Hội đồng trường đề nghị lên và cơ quan chủ quản phê duyệt. Trong trường hợp này, Trường Đại học Tôn Đức Thắng không đề nghị lên mà cơ quan chủ quản lại ra quyết định cách chức. Như vậy, cơ quan chủ quản làm sai Luật Giáo dục Đại học và Nghị định 99.<ref>[https:\/\/giaoduc.net.vn\/tieu-diem\/pgs-tran-xuan-nhi-muon-cach-chuc-hieu-truong-phai-do-hoi-dong-truong-de-nghi-post213512.gd Cách chức hiệu trưởng phải do hội đồng trường đề nghị]<\/ref><ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/hoi-dong-truong-het-nhiem-ky-cach-chuc-hieu-truong-phai-ap-dung-nghi-dinh-99-post213492.gd Cách chức hiệu trưởng phải áp dụng Nghị định 99]<\/ref><ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/luat-su-cho-rang-tong-lien-doan-lap-hoi-dong-ky-luat-ong-danh-khong-dung-luat-post212837.gd Luật sư cho rằng Tổng liên đoàn lập hội đồng kỷ luật không đúng luật]<\/ref>\n\nTheo đó lãnh đạo Tổng Liên đoàn Lao động đưa ra 6 vấn đề sai phạm của ông Lê Vinh Danh về đấu thầu, lựa chọn nhà thầu, chỉ định thầu và quản lý tài sản công.<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/cong-doan\/sai-pham-tai-truong-dai-hoc-ton-duc-thang-ong-le-vinh-danh-bi-cach-chuc-hieu-truong-20201023213019161.htm|tựa đề=Sai phạm tại Trường ĐH Tôn Đức Thắng: Ông Lê Vinh Danh bị cách chức hiệu trưởng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>Tuy nhiên, theo Thạc sĩ, Luật sư Nguyễn Thành Công và Luật sư Vũ Phi Long, Đoàn Luật sư thành phố Hồ Chí Minh cho rằng kết luận không chính xác về tính minh bạch, chất lượng và hiệu quả của các dự án đầu tư, xây dựng;<ref>[https:\/\/dantri.com.vn\/giao-duc-huong-nghiep\/ong-le-vinh-danh-giai-trinh-de-xuat-khac-phuc-nhieu-van-de-trong-60-ngay-20200831113648807.htm Ông Lê Vinh Danh giải trình, đề xuất khắc phục nhiều vấn đề trong 60 ngày]<\/ref> nhằm bác bỏ sự dẫn dắt dư luận hướng đến việc hoài nghi về cái gọi là “thất thoát” trong đầu tư, xây dựng tại Trường Đại học Tôn Đức Thắng.<ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/luat-su-cho-rang-noi-tdtu-gay-that-thoat-tai-san-cong-la-quy-chup-post212681.gd Luật sư cho rằng gây thất thoát tài sản công là quy chụp]<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/cong-toi-can-phai-ro-rang-khi-thuc-hien-tu-chu-dai-hoc-post223190.gd Công – tội cần phải rõ ràng khi thực hiện tự chủ đại học]<\/ref>\n\nNgoài ra, Tổng Liên đoàn Lao động đề cập đến \"thu nhập 556 triệu đồng mỗi tháng\" của ông, cho là việc chi trả lương chưa đảm bảo công khai, minh bạch, có sự chênh lệch lớn về thu nhập giữa Hiệu trưởng, Trợ lý hiệu trưởng, các Hiệu phó và phần lớn cán bộ, giảng viên, nhân viên. Tuy nhiên ông Danh cho biết lương thực lãnh (sau khi đóng thuế) trong năm trung bình là 286 triệu mỗi tháng. Cũng theo ông Danh, thu nhập mà Đại học Tôn Đức Thắng trả cho giảng viên, viên chức không theo chức danh mà theo vị trí công việc, số đầu việc họ phụ trách, khối lượng công việc và hiệu quả sản phẩm đầu ra đều định lượng rõ ràng<ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/thuc-hu-nhung-thong-tin-ve-thu-nhap-cua-giao-su-le-vinh-danh-post213183.gd Thực hư thông tin về thu nhập của GS.Lê Vinh Danh] <\/ref>. Ông cho rằng:\" ''Rõ ràng, số tiền lương 407 triệu đồng\/tháng không là gì so với công sức tôi bỏ ra. Mỗi ngày tôi làm việc 11-13 tiếng đồng hồ, 7 ngày\/tuần, 360 ngày\/năm, một năm tôi chỉ nghỉ 5 ngày. Đó là chỉ nói về giờ giấc, còn nói về đầu việc thì tôi làm hơn Phó Hiệu trưởng 10 lần, hơn trưởng khoa khoảng vài chục lần trở lên. Trong khi đó trưởng khoa đã 100 triệu rồi, nên tôi 285 triệu thì là không đáng gì. Nói về khối lượng công việc thì số tiền lương đó không đáng để so với tôi, còn nói về trách nhiệm mà tôi phải chịu đối với ngôi trường về mọi hoạt động, mọi hành vi thì là vô giá, không có tiền nào đo được\".''<ref>{{Chú thích web|url=https:\/\/vtc.vn\/ong-le-vinh-danh-407-trieu-dongthang-khong-la-gi-so-voi-cong-suc-toi-bo-ra-ar577855.html|tựa đề=Ông Lê Vinh Danh: 'Nói lương tôi 556 triệu đồng\/tháng là không đúng'|tác giả=|họ=|tên=|ngày=2020-10-30|website=vtc.vn|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Ngoài ông Danh, Hiệu trưởng trường Quốc tế Việt Nam - Phần Lan (thuộc đại học này), tương đương cấp trưởng phòng có thu nhập sau thuế 280 triệu đồng; cấp trưởng khoa 90 triệu; nhiều nghiên cứu viên trên 200 triệu\/tháng. Riêng Trợ lý hiệu trưởng (được Tổng Liên đoàn Lao động công bố thu nhập trên 225 triệu) thực lãnh khoảng 195 triệu. Viên chức này có thu nhập cao bởi kiêm nhiệm 6 vị trí công việc khác nhau.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/ong-le-vinh-danh-noi-ve-thu-nhap-556-trieu-dong-moi-thang-4183141.html|tựa đề=Ông Lê Vinh Danh nói về 'thu nhập 556 triệu đồng mỗi tháng'|tác giả=|họ=|tên=|ngày=|website=VnExpress|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>Theo Tiến sĩ Huỳnh Thế Du: Cơ chế trả lương Đại học Tôn Đức Thắng cần được biểu dương.<ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/tien-si-huynh-the-du-co-che-tra-luong-dai-hoc-ton-duc-thang-can-duoc-bieu-duong-post213244.gd Cơ chế trả lương Đại học Tôn Đức Thắng cần được biểu dương]<\/ref>\n\nTrong phiên họp quốc hội ngày 6 tháng 11 năm 2020, Phó thủ tướng [[Vũ Đức Đam]] phát biểu rằng <ref name=\":5\">{{Chú thích web|url=https:\/\/thanhnien.vn\/giao-duc\/dai-bieu-tranh-luan-voi-pho-thu-tuong-viec-cach-chuc-hieu-truong-truong-dh-ton-duc-thang-1301388.html|tựa đề=Đại biểu tranh luận với Phó thủ tướng việc cách chức hiệu trưởng Trường ĐH Tôn Đức Thắng\n|tác giả=|họ=|tên=|ngày=2020\/11\/06|website=Thanh Niên|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/tranh-luan-viec-cach-chuc-giao-su-le-vinh-danh-nong-nghi-truong-post213482.gd Tranh luận việc cách chức Giáo sư Lê Vinh Danh nóng nghị trường]<\/ref>\n {{Cquote|''Như vậy, nếu trong trường hợp có hội đồng trường thì việc Tổng Liên  đoàn xử lý hiệu trưởng trường Tôn Đức Thắng mà không căn cứ vào đề nghị của hội đồng trường thì là không đúng luật.\n''Tuy nhiên, đây là trường hợp đặc thù vì hội đồng trường của Trường ĐH Tôn Đức Thắng đã hết nhiệm kỳ và việc kiện toàn của Tổng Liên đoàn lao động Việt Nam là chậm trễ do nguyên nhân chủ quan và khách quan. Cho nên, đến thời điểm ban giám hiệu của trường gồm cả hiệu trưởng nhận kỷ luật của Đảng thì Trường ĐH Tôn Đức Thắng không có hội đồng trường. Nó có câu chuyện không rõ ràng chỗ này.''|}}\n\nSau đó, Đại biểu Quốc Hội Lê Thanh Vân tranh luận:<ref>[https:\/\/vietnamnet.vn\/tranh-luan-o-quoc-hoi-ve-viec-cach-chuc-ong-le-vinh-danh-686494.html Tranh luận ở Quốc hội về việc cách chức GS.Lê Vinh Danh]<\/ref> \n{{Cquote|''Như Phó Thủ tướng trả lời áp dụng luật của Tổng Liên đoàn là sai. Do Hội đồng trường Tôn Đức Thắng giải thể trước và bây giờ lập lại. Tổng Liên đoàn Lao động Việt Nam có quyền kỷ luật viên chức còn chức danh hiệu trưởng phải theo luật. Cho nên, việc làm đúng đắn của Tổng Liên đoàn Lao động là can thiệp vào viên chức thuộc quyền. Còn chức danh hiệu trưởng Trường Đại học Tôn Đức Thắng chưa có Hội đồng trường thì chưa bị cách chức. Tôi đề nghị cơ quan có đơn vị Đại học nên tôn trọng Luật Giáo dục đại học, một chủ trương tự chủ Quốc hội vừa thông qua cần thi hành triệt để.''|}}\n\nNgày 27 tháng 11 năm 2020, ông Lê Vinh Danh gửi đơn khiếu nại quyết định Quyết định số 1507\/QĐ-TLĐ ngày 21 tháng 10 năm 2020 của Đoàn Chủ tịch Tổng LĐLĐVN về việc thi hành kỷ luật viên chức bằng hình thức kỷ luật cách chức với 2 nội dung khiếu nại: xem xét lại thành phần Hội đồng kỷ luật do có thành viên liên quan đến các vi phạm của viên chức bị xem xét, xử lý kỷ luật (trong đó, có hai thành viên là ông Trần Trọng Đạo, người được Đoàn Chủ tịch Tổng LĐLĐVN giao điều hành hoạt động của trường trong thời gian tạm đình chỉ chức vụ hiệu trưởng của ông Lê Vinh Danh và ông Võ Hoàng Duy, Phó bí thư Đảng ủy phụ trách Đảng bộ Trường ĐH Tôn Đức Thắng) và người khiếu nại không vi phạm các quy định tại điều 12, Nghị định số 27\/NĐ-CP ngày 6 tháng 4 năm 2012 của Chính phủ quy định về xử lý kỷ luật viên chức và trách nhiệm bồi thường, hoàn trả của viên chức.\n\nKết quả xác minh của Tổng LĐLĐVN cho rằng nội dung khiếu nại thứ nhất của ông Lê Vinh Danh là sai. Theo Quyết định số 1243\/QĐ-TLĐ ngày 24 tháng 8 năm 2020 đã được điều chỉnh bởi Quyết định số 1399\/QĐ-TLĐ ngày 6 tháng 10 năm 2020 của Đoàn Chủ tịch Tổng LĐLĐVN, ông Trần Trọng Đạo và Võ Hoàng Duy không còn là thành viên Hội đồng kỷ luật.\n\nVề nội dung khiếu nại thứ hai, quá trình xem xét, đánh giá các tài liệu, chứng cứ do các bên cung cấp, Đoàn Chủ tịch Tổng LĐLĐVN xác minh căn cứ hồ sơ xử lý kỷ luật viên chức và văn bản giải trình của những người có liên quan đến vụ việc thì trong quá trình thực hiện nhiệm vụ, ông Lê Vinh Danh đã có những hành vi vi phạm như: tuyển dụng, bố trí cán bộ, viên chức có trường hợp không thông qua tập thể lãnh đạo quản lý, Ban giám hiệu, Đảng ủy trường hoặc có thông qua nhưng không đúng quy định của Đảng về việc thực hiện nguyên tắc tập trung dân chủ trong Đảng về công tác cán bộ; đề xuất bổ nhiệm phó hiệu trưởng không có trong quy hoạch; bổ nhiệm 44 trường hợp không có trong quy hoạch; không ban hành kế hoạch quy hoạch viên chức quản lý, quy trình bổ nhiệm của trường không căn cứ quy hoạch viên chức, ngoài vi phạm quy định của Đảng.<ref>[https:\/\/giaoduc.net.vn\/hoi-dong-truong-bau-theo-quy-hoach-cua-co-quan-chu-quan-con-gi-quyen-tu-chu-post203988.gd Hội đồng trường bầu “theo quy hoạch” của cơ quan chủ quản, còn gì quyền tự chủ?]<\/ref><ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/danh-gia-cac-van-de-cua-dai-hoc-ton-duc-thang-can-tong-ket-de-an-158-post214869.gd Đánh giá các vấn đề của Đại học Tôn Đức Thắng cần tổng kết Đề án 158]<\/ref>\n\nNgoài ra, ông Lê Vinh Danh còn vi phạm nguyên tắc tập trung dân chủ, trực tiếp ký các văn bản đề nghị Bộ GD-ĐT kiến nghị Thủ tướng Chính phủ bỏ cơ chế cơ quan chủ quản nhưng không thông qua Hội đồng trường, Đảng ủy trường, không báo cáo xin ý kiến Đảng đoàn và Đoàn Chủ tịch Tổng LĐLĐVN là vượt thẩm quyền theo quy định; xây dựng, ban hành và thực hiện quy chế chi tiêu nội bộ chưa đảm bảo công khai, minh bạch theo quy định của pháp luật; không thực hiện công khai, minh bạch và có sự chênh lệch lớn trong phân phối lương, thu nhập giữa một số ít cán bộ lãnh đạo với giảng viên, nhân viên vi phạm luật Phòng chống tham nhũng.<ref>[https:\/\/giaoduc.net.vn\/kien-quyet-xoa-bo-co-quan-chu-quan-moi-co-tu-chu-dai-hoc-dich-thuc-post216763.gd Kiên quyết xóa bỏ cơ quan chủ quản mới có tự chủ đại học đích thực]<\/ref>\n\nDo vậy, Tổng LĐLĐVN quyết định giữ nguyên Quyết định số 1507\/QĐ-TLĐ ngày 21 tháng 10 năm 2020 của Đoàn Chủ tịch Tổng LĐLĐVN về việc thi hành kỷ luật viên chức đối với ông Lê Vinh Danh, Hiệu trưởng Trường ĐH Tôn Đức Thắng bằng hình thức cách chức.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/giao-duc\/giu-quyet-dinh-cach-chuc-doi-voi-ong-le-vinh-danh-1325608.html|tựa đề=Giữ quyết định cách chức đối với ông Lê Vinh Danh|url-status=live}}<\/ref>\n\nNgày 22 tháng 3 năm 2021, tại Hội nghị giao ban báo chí quý 1 năm 2021 của Tổng Liên đoàn Lao động Việt Nam, đại diện tổ chức này cho biết: về việc giải quyết khiếu nại của ông Lê Vinh Danh, nguyên Hiệu trưởng Trường ĐH Tôn Đức Thắng, Tổng Liên đoàn Lao động Việt Nam đã nghiên cứu kỹ đơn khiếu nại hợp lệ của ông Lê Vinh Danh, xem xét lại toàn bộ vụ việc trên tinh thần khách quan, công bằng, đánh giá các tình tiết giảm nhẹ, tăng nặng và quyết định giữ nguyên mức kỷ luật cách chức Hiệu trưởng đối với ông Lê Vinh Danh.<ref>[https:\/\/giaoduc.net.vn\/tieu-diem\/ong-vu-quoc-hung-can-phai-co-danh-gia-cong-bang-ve-dai-hoc-ton-duc-thang-post212725.gd Cần phải có đánh giá công bằng về Đại học Tôn Đức Thắng và GS. Lê Vinh Danh]<\/ref>\n\nTheo quy định của luật Khiếu nại và quy định của Tổng Liên đoàn Lao động Việt Nam thi hành luật Khiếu nại thì Ban Chấp hành Tổng Liên đoàn Lao động Việt Nam là cơ quan giải quyết cuối cùng đối với khiếu nại của ông Lê Vinh Danh. Đồng thời, thực hiện đề nghị của Thành ủy Thành phố Hồ Chí Minh, Tổng Liên đoàn đã chuyển hồ sơ sai phạm của ĐH Tôn Đức Thắng trong thời gian ông Lê Vinh Danh giữ chức Hiệu trưởng sang cơ quan điều tra<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/giao-duc\/chuyen-ho-so-vu-truong-dh-ton-duc-thang-sang-co-quan-dieu-tra-1357683.html|tựa đề=Chuyển hồ sơ vụ Trường ĐH Tôn Đức Thắng sang cơ quan điều tra}}<\/ref>.\n\n=== Thực hiện tự chủ đại học thành công tại Trường đại học Tôn Đức Thắng ===\n[[Tập tin:Ky niem truong.jpg|phải|205x205px|thumb|Hiệp hội các trường đại học, cao đẳng Việt Nam tặng Kỷ niệm chương cho GS.Lê Vinh Danh]]\n [[Tập tin:LVD VA JUTR.jpg|phải|205x205px|thumb|GS.Lê Vinh Danh đón tiếp Thủ tướng Canada Justin Trudeau tại Trường đại học Tôn Đức Thắng]]\n\nMặc dù chưa có kết luận chính thức của cơ quan điều tra, song mới đây trả lời phỏng vấn của báo Giáo dục Việt Nam, TS. Vũ Ngọc Hoàng-Chủ tịch Hiệp hội các trường Đại học, Cao đẳng của Việt Nam cho biết ''“Theo thông tin Hiệp hội Các trường đại học, cao đẳng Việt Nam chúng tôi được biết qua kết luận của thanh tra, kiểm tra thì ông ấy không tham nhũng, chỉ có một vài việc làm trái so quy định chung (nhưng trường này được Chính phủ cho phép thực hiện thí điểm và được làm những việc như trong đề án thí điểm đã được duyệt”''<ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/quan-diem-cua-hiep-hoi-ve-truong-dai-hoc-ton-duc-thang-van-truoc-sau-nhu-mot-post216436.gd Quan điểm của Hiệp hội về Trường Đại học Tôn Đức Thắng vẫn “trước sau như một”]<\/ref>; và ông còn nói thêm ''“Kết luận 14 của Bộ Chính trị thì bảo phải khuyến khích những người dám nghĩ, dám làm, vì lợi ích chung, không tham nhũng.”''<ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/ket-luan-14-cua-bo-chinh-tri-la-cuu-canh-bao-ve-cho-nhung-nguoi-dam-doi-moi-post221399.gd Kết luận 14 của Bộ Chính trị bảo vệ cho những người dám đổi mới]<\/ref> hàm ý phải bảo vệ mô hình tự chủ thành công của trường Đại học Tôn Đức Thắng mà công đầu thuộc về GS. Lê Vinh Danh.<ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/tiep-tuc-doi-moi-giao-duc-dao-tao-theo-tinh-than-nghi-quyet-29-post222515.gd Đổi mới giáo dục đào tạo theo tinh thần nghị quyết]<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/6-bat-cap-lon-va-dieu-can-thao-go-ngay-cho-cac-truong-dai-hoc-tu-chu-post223390.gd 6 bất cập lớn và điều cần tháo gỡ ngay cho các trường đại học tự chủ]<\/ref><ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/hiep-hoi-de-nghi-phong-tang-anh-hung-lao-dong-cho-truong-dai-hoc-ton-duc-thang-post211736.gd Hiệp hội đề nghị phong tặng Anh hùng lao động cho Trường Đại học Tôn Đức Thắng]<\/ref>\n\nNhững thành tựu đạt được của Trường đại học Tôn Đức Thắng từ cơ chế thí điểm tự chủ và sự lãnh đạo của GS.Lê Vinh Danh:<ref>[https:\/\/www.tdtu.edu.vn\/gioi-thieu\/so-lieu-tong-quan Số liệu tổng quan]<\/ref>\n* Phát triển đội ngũ nhân sự hơn 1.200 người với lực lượng chuyên môn hơn 50% có trình độ tiến sĩ (và đang học tiến sĩ); trong số đó có 224 tiến sĩ và giáo sư là người nước ngoài; quy mô sinh viên, học viên đến nay hơn 26.000 người.\n* Chương trình, giáo trình, tài liệu đã hội nhập theo TOP 100 đại học tốt nhất thế giới.\n* Tất cả các ngành học đều có phòng thí nghiệm hiện đại, phòng mô phỏng thực tiễn, xưởng thực hành (một số phòng thí nghiệm tiên tiến, hiện đại nhất thế giới như phòng thí nghiệm cơ xương, phòng thí nghiệm quan trắc môi trường...).\n* Sự thành công của Trường đại học Tôn Đức Thắng từ cơ chế tự chủ đại học đã trở thành hình mẫu để cải cách hệ thống giáo dục đại học công lập cả nước; được Chính phủ mời báo cáo điển hình vào tháng 8\/2014. Từ thực tiễn hoạt động của Trường đại học Tôn Đức Thắng, Chính phủ đã ban hành Nghị quyết 77\/NQ-CP ngày 24\/10\/2014 về thí điểm đổi mới cơ chế hoạt động của các cơ sở giáo dục đại học công lập.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Giao-duc\/Nghi-quyet-77-NQ-CP-2014-thi-diem-doi-moi-co-che-hoat-dong-co-so-giao-duc-dai-hoc-cong-lap-2014-2017-254531.aspx Nghị quyết 77\/NQ-CP của Chính phủ về thí điểm đổi mới cơ chế hoạt động đối với cơ sở giáo dục đại học công lập]<\/ref>\n* Trường đại học Tôn Đức Thắng là hình mẫu về quản trị đại học hiệu quả và chất lượng; là một môi trường văn minh, lịch sự, công bằng, và ổn định. Đến nay đã có hơn 300 đại học trong và ngoài nước, hơn 1.000 trường trung học phổ thông đã đến học tập kinh nghiệm, tham khảo mô hình quản trị trường học và cơ sở vật chất của trường Đại học Tôn Đức Thắng.<ref>[https:\/\/www.tdtu.edu.vn\/tin-tuc\/2020-03\/dai-hoc-an-ninh-nhan-dan-hoc-tap-mo-hinh-nha-truong-dien-tu-cua-dai-hoc-ton-duc-thang Đại học An ninh nhân dân học tập mô hình nhà trường điện tử của Đại học Tôn Đức Thắng]<\/ref><ref>[https:\/\/giaoduc.net.vn\/nganh-giao-duc-quang-ngai-di-tham-dai-hoc-ton-duc-thang-post181289.gd Ngành giáo dục Quảng Ngãi đi thăm đại học Tôn Đức Thắng]<\/ref>\n* Về giáo dục: Số liệu của Trường cho thấy, sinh viên ra trường có việc làm đạt tỷ lệ 100%; được doanh nghiệp tín nhiệm và nổi tiếng về “đạo đức nghề nghiệp”: Lễ phép, Kỷ luật, Trách nhiệm với công việc, Phối hợp tốt với mọi người; Kỹ năng nghề nghiệp tốt (với IELTS 5.0, Tin học văn phòng theo chuẩn MOS: 750\/1000; chơi tốt thể thao và bơi lội...), Hiệu quả công việc cao. Hầu hết các sinh viên đều có thu nhập khởi điểm cao hơn thị trường.\n* Về khoa học - công nghệ: Trường đã có hơn 10.314 bài công bố trên các tạp chí quốc tế thuộc Danh mục ISI\/Scopus.\n* Trường cũng là đại học đầu tiên và duy nhất hiện nay của hệ thống đại học Việt Nam được cấp Bằng sáng chế khoa học công nghệ. Tính từ năm 1975 đến nay, cả nước mới có 26 Bằng sáng chế Mỹ do Việt Nam đứng tên chủ sở hữu, trong đó có 12 Bằng sáng chế là của Đại học Tôn Đức Thắng\n* Trường đã đầu tư hơn 3.000 tỷ đồng bằng nguồn tài chính tự tích lũy để xây dựng cơ sở vật chất đại học hiện đại nhất Việt Nam; sánh ngang với các đại học tiên tiến.\n* Đến nay Đại học Tôn Đức Thắng đã có trên 100ha đất thuộc sở hữu của Trường với 6 cơ sở; đạt tiêu chuẩn đại học đẳng cấp quốc tế.\n\nNgoài ra, Trường đại học Tôn Đức Thắng là đại học được các tổ chức quốc tế uy tín nhất công nhận:<ref>[https:\/\/www.tdtu.edu.vn\/gioi-thieu\/xep-hang Xếp hạng đại học]<\/ref><ref>[https:\/\/www.tdtu.edu.vn\/gioi-thieu\/dam-bao-chat-luong Đảm bảo chất lượng]<\/ref>\n* Hội đồng cấp cao về kiểm định nghiên cứu và giáo dục Cộng hòa Pháp (HCÉRES) kiểm định và công nhận đại học đạt chuẩn đại học Cộng hòa Pháp (và cũng là đạt chuẩn Châu Âu).\n* Mạng lưới bảo đảm chất lượng đại học Đông Nam Á (ASEAN University Network-Quality Assurance) kết nạp làm Thành viên.\n* Liên hiệp [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hiệp Quốc|UNESCO]] Việt Nam chứng nhận là đại học đạt chuẩn “khuôn viên học đường thân thiện môi trường”.\n* Tổ chức xếp hạng những đại học có ảnh hưởng nhất thế giới đến sự phát triển kinh tế xã hội (THE Impact Rankings) xếp Đại học Tôn Đức Thắng thuộc Top 800 thế giới; và là đại học thuộc Top 200 trường có chất lượng giáo dục tốt nhất thế giới.\n* Cơ sở dữ liệu khoa học thế giới (Web of Science: ISI) xếp Đại học Tôn Đức Thắng thứ 7 trong Top 10 đại học hàng đầu Đông Nam Á (ASEAN).\n* Tổ chức xếp hạng đại học Academic Ranking for World Universities (ARWU) xếp Đại học Tôn Đức Thắng là đại học duy nhất của Việt Nam vào TOP 50 đến 300 những đại học tốt nhất thế giới theo ngành\/nhóm ngành.\n* Tổ chức xếp hạng đại học Academic Ranking for World Universities (ARWU) xếp Đại học Tôn Đức Thắng là số 1 Việt Nam và thuộc Top 700 đại học xuất sắc nhất thế giới.\n* US News and Global Report xếp Đại học Tôn Đức Thắng thứ 400 các đại học tốt nhất thế giới và xếp hạng thứ 260 những đại học tốt nhất thế giới theo ngành\/nhóm ngành kỹ thuật.\n* Tổ chức xếp hạng QS ASIA xếp đại học Tôn Đức Thắng thứ 150 các đại học tốt nhất Châu Á.\n* Tổ chức xếp hạng đại học thế giới qua thành tựu học thuật (URAP) xếp Đại học Tôn Đức Thắng đứng thứ 1 Việt Nam và thứ 427 thế giới.\n* Tổ chức xếp hạng các đại học phát triển bền vững nhất thế giới (UI Metric) xếp Đại học Tôn Đức Thắng thứ 122 thế giới.\n* Theo kết quả xếp hạng các đại học Châu Á (THE Asia University Rankings) của Tổ chức xếp hạng đại học THE, Đại học Tôn Đức Thắng (TDTU) được xếp thứ 73 trong tổng số 616 đại học của 31 quốc gia\/vùng lãnh thổ Châu Á được xếp hạng.\n* Tổ chức xếp hạng đại học THE World University Rankings đã công bố kết quả xếp hạng các đại học trẻ toàn cầu. Đại học Tôn Đức Thắng (TDTU) đã được xếp thứ 98 trong tổng số 790 đại học được đưa vào bảng xếp hạng.\n* Hệ thống xếp hạng đại học thế giới THE World University Rankings, TDTU được xếp vào Top 500 đại học tốt nhất toàn cầu.\n\nĐặc biệt,  nhân chuyến tham dự Tuần lễ cấp cao Diễn đàn hợp tác kinh tế Châu Á - Thái Bình Dương (APEC 2017) tổ chức tại Đà Nẵng, Thủ tướng Cộng hòa Canada, Justin Trudeau đã có chuyến thăm chính thức Việt Nam; sau đó, Ngài vào Thành phố Hồ Chí Minh, đến thăm Đại học Tôn Đức Thắng (TDTU) nói chuyện cùng giảng viên, sinh viên vào chiều ngày 09\/11\/2017. Chuyến thăm và trao đổi của Thủ tướng Canada Justin Trudeau tại TDTU là niềm vinh dự của Nhà trường vì nó khẳng định TDTU là đại học lớn, hiện đại, là biểu tượng cho sự cải cách giáo dục đại học thành công tại Việt Nam nên được Nguyên thủ của một nước trong G7 chọn đến nói chuyện và tâm sự.<ref>[https:\/\/tuoitre.vn\/thu-tuong-canada-toi-tung-mo-lam-giao-vien-20171109143831293.htm Thủ tướng Cộng hòa Canada, Justin Trudeau thăm và tọa đàm với giảng viên, sinh viên Đại học Tôn Đức Thắng]<\/ref>\n\nCho đến nay, mô hình thí điểm tự chủ của trường Đại học Tôn Đức Thắng thực hiện theo Quyết định 158\/QĐ-TTg của Thủ tướng Chính phủ<ref name=\":56\">[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=2&_page=1&mode=detail&document_id=178765 Quyết định 158 của Thủ tướng Chính phủ]<\/ref><ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/thuc-hien-dung-quyet-dinh-158-cua-thu-tuong-thay-danh-bi-dinh-chi-ai-dam-tu-chu-post212369.gd Thực hiện đúng Quyết định 158 của Thủ tướng thầy Danh bị đình chỉ, ai dám tự chủ]<\/ref> chưa được tổng kết một cách toàn diện,<ref>[https:\/\/dantri.com.vn\/giao-duc-huong-nghiep\/cac-truong-tu-chu-dai-hoc-dang-dung-choi-voi-20211214131625420.htm Các trường tự chủ đại học đang đứng \"chơi vơi\"]<\/ref><ref>[https:\/\/giaoduc.net.vn\/tin-hiep-hoi\/con-co-quan-chu-quan-se-vo-hieu-hoa-hoi-dong-truong-triet-tieu-tu-chu-post223094.gd Còn cơ quan chủ quản sẽ vô hiệu hóa hội đồng trường, triệt tiêu tự chủ]<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/kien-nghi-co-luat-rieng-ve-hoat-dong-tu-chu-dai-hoc-de-tranh-mo-mam-thi-diem-post223072.gd Kiến nghị có luật riêng về hoạt động tự chủ đại học]<\/ref> song những suy tư về các bước đi táo bạo để trường Đại học Tôn Đức Thắng sớm vào hàng ngũ các đại học tinh hoa của thế giới mà ông Lê Vinh Danh có dịp bộc bạch với báo chí rất đáng để suy ngẫm.<ref>[https:\/\/giaoduc.net.vn\/moi-thanh-cong-cua-truong-dai-hoc-ton-duc-thang-deu-den-tu-co-che-tu-chu-post212076.gd Mọi thành công của Trường Đại học Tôn Đức Thắng đều đến từ cơ chế tự chủ]<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/khat-vong-tinh-hoa-post206196.gd Khát vọng tinh hoa]<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/hay-di-se-den-post206199.gd Hãy đi, sẽ đến]<\/ref> Có thể có những quan điểm khác nhau về cách làm của ông, song những gì mà ông và các cộng sự đã làm cho trường Đại học Tôn Đức Thắng trở thành hình mẫu về tự chủ đại học,<ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/truong-dai-hoc-ton-duc-thang-la-hinh-mau-thanh-cong-ve-tu-chu-tai-chinh-post201935.gd Hình mẫu về tự chủ đại học]<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/tien-si-vu-ngoc-hoang-neu-6-van-de-can-luu-y-de-co-thanh-cong-ve-tu-chu-dai-hoc-post223033.gd Các vấn đề cần lưu ý để có thành công về tự chủ đại học]<\/ref> trong đó đặc biệt là xây dựng phong cách làm việc chuyên nghiệp của đội ngũ nhân viên, cách thức xây dựng cơ sở vật chất phục vụ người học, cũng như giáo dục sinh viên trong những năm qua luôn nhận được sự ngưỡng mộ không chỉ của đông đảo sinh viên, phụ huynh mà còn của các tổ chức quốc tế.<ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/muc-tieu-cua-gs-le-vinh-danh-doi-voi-truong-ton-duc-thang-da-thanh-hien-thuc-post220738.gd Mục tiêu của GS.Lê Vinh Danh với Đại học Tôn Đức Thắng đã thành hiện thực]<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/truong-dai-hoc-ton-duc-thang-tiep-tuc-duoc-xep-hang-cao-tai-hoa-ky-post222006.gd Đại học Tôn Đức Thắng tiếp tục xếp hạng cao tại Hoa kỳ]<\/ref><ref>[https:\/\/vnexpress.net\/dh-ton-duc-thang-vao-top-100-dai-hoc-tre-tot-nhat-the-gioi-4428274.html Đại học Tôn Đức Thắng vào top 100 đại học trẻ tốt nhất thế giới]<\/ref> Có thể nói GS. Lê Vinh Danh là một phần không thể thiếu của lịch sử phát triển giáo dục đại học nói riêng <ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/chung-toi-da-du-kien-ca-thoi-gian-su-gian-nan-de-dung-dau-the-gioi-post201747.gd Chúng tôi dự kiến thời gian và sự gian nan để đứng đầu thế giới]<\/ref><ref>[https:\/\/giaoduc.net.vn\/giao-duc-24h\/nghe-thuat-quan-tri-lam-nen-thuong-hieu-va-thanh-cong-cua-dai-hoc-ton-duc-thang-post212465.gd Nghệ thuật quản trị làm nên thương hiệu và thành công của Đại học Tôn Đức Thắng]<\/ref>và giáo dục Việt Nam nói chung thời hiện đại.<ref>[https:\/\/giaoduc.net.vn\/9-van-de-lam-nen-thanh-tich-vuot-bac-cua-dai-hoc-ton-duc-thang-post212860.gd 9 vấn đề làm nên thành tích vượt bậc của Đại học Tôn Đức Thắng]<\/ref><ref>[https:\/\/baodansinh.vn\/thua-thien-hue-tim-huong-phat-trien-nguon-nhan-luc-nhan-luc-chat-luong-cao-20220425155702.htm Phát triển nguồn nhân lực chất lượng cao]<\/ref><ref>[https:\/\/sandien24h.vn\/tin-tuc\/gs-ts-le-vinh-danh-mot-tam-voc-dich-thuc-boi-su-thong-tue-va-thien-luong-post991418551.html GS - TS Lê Vinh Danh: “Sự nghiệp vinh danh đỏ tựa lòng son…”]<\/ref>\n\n=== Thành lập Trường quốc tế Việt Nam - Phần Lan ===\n[[Tập tin:TRUONG VFIS.jpg|phải|205x205px|thumb|GS.Lê Vinh Danh phát biểu khánh thành Trường Quốc Tế Việt Nam - Phần Lan (VIFIS) ngày 12\/8\/2019]] \n\nGS. Lê Vinh Danh xây dựng và phát triển Trường Đại học Tôn Đức Thắng được xã hội công nhận là hình mẫu thành công về tự chủ đại học tại Việt Nam,<ref>[https:\/\/giaoduc.net.vn\/tu-chu-toan-dien-la-nhan-ket-qua-xep-hang-dai-hoc-la-qua!-post209569.gd Tự chủ toàn diện là nhân, kết quả xếp hạng đại học là quả!]<\/ref> và ông nhận thấy có nghĩa vụ đóng góp cho sự nghiệp giáo dục nước nhà ở bậc giáo dục phổ thông. Đây là điều mà GS. Lê Vinh Danh đã ấp ủ từ 30 năm trước. Với mong muốn mang một mô hình giáo dục phổ thông tiên tiến nhất thế giới về Việt Nam và ông đã tìm đến Phần Lan - nơi có nền giáo dục phổ thông được công nhận tốt nhất thế giới.<ref>[https:\/\/www.youtube.com\/watch?v=wAvCNJXjZcQ Giáo dục con người Việt Nam không thể không giáo dục bản sắc dân tộc]<\/ref>\n\nSau vài năm chuẩn bị với nhiều nỗ lực, Trường Quốc tế Việt Nam – Phần Lan (VFIS) - trường học chuẩn Phần Lan đầu tiên tại Việt Nam, do Trường Đại học Tôn Đức Thắng đầu tư toàn bộ, đã được thành lập theo Quyết định 5834\/QĐ-HCMC ngày 7\/11\/2016 của Ủy ban nhân dân Thành phố Hồ Chí Minh.<ref>[https:\/\/vfis.tdtu.edu.vn\/vi\/home Trường Quốc tế Việt Nam – Phần Lan (VFIS)]<\/ref> Từ năm 2016, rất nhiều chuyên gia, nhà giáo, kiến trúc sư, thành viên Chính phủ và công dân hai nước đã nỗ lực và tâm huyết biến mục tiêu tiếp nhận mô hình giáo dục Phần Lan về Việt Nam nay trở thành hiện thực.<ref>[https:\/\/tuoitre.vn\/vn-se-hoc-them-giao-duc-bac-au-20170905080203037.htm Việt Nam sẽ học thêm giáo dục Bắc Âu?]<\/ref> Chính vì vậy, ngôi trường này đánh dấu một sự hợp tác đặc biệt quan trọng giữa hai quốc gia về giáo dục. Ngày 12\/8\/2019, VFIS đã chính thức được khánh thành, đi vào hoạt động và khai giảng năm học 2019 – 2020. VFIS là trường công lập, tự chủ, thành viên của Trường Đại học Tôn Đức Thắng, không vì lợi nhuận. Toàn bộ số tiền thu được sẽ dùng để tái đầu tư cho VFIS, nhằm mang lại lợi ích tốt nhất cho người học.<ref>[https:\/\/dantri.com.vn\/giao-duc-huong-nghiep\/truong-quoc-te-viet-nam-phan-lan-khai-giang-nam-hoc-dau-tien-20190813084321551.htm Trường quốc tế Việt Nam - Phần Lan khai giảng năm học đầu tiên]<\/ref>\n\nSự ra đời của một ngôi trường phổ thông quốc tế như VFIS bên trong Trường Đại học Tôn Đức Thắng không chỉ hướng đến việc tạo ra những thế hệ trẻ với tầm nhìn rộng mở, đủ năng lực để thích nghi với môi trường sống trong nước lẫn nước ngoài; mà còn là một phần chiến lược của GS. Lê Vinh Danh trong việc đóng góp vào sự phát triển của giáo dục phổ thông Việt Nam.<ref>[https:\/\/vietnamnet.vn\/truong-hoc-kieu-phan-lan-dau-tien-o-viet-nam-se-co-nhung-gi-408084.html Trường học kiểu Phần Lan đầu tiên ở Việt Nam sẽ có những gì?]<\/ref>\n\nChỉ có cơ chế tự chủ và quyền tự quyết định các vấn đề chuyên môn, tài chính, tài sản, nhân sự của cơ chế này mới có thể tạo ra những sản phẩm và khả năng vươn đến khát vọng như VFIS. Quyết định 158\/QĐ-TTg của Thủ tướng Chính phủ cho phép Trường Đại học Tôn Đức Thắng thí điểm tự chủ chính là chìa khóa để có những sản phẩm như VFIS, bởi nếu làm đúng theo các luật hiện hành vào những năm 2015-2018 thì không biết đến bao giờ xã hội mới có VFIS mà không hề cần đến Ngân sách nhà nước!<ref name=\":56\" \/>\n\nGS. Trần Đức Viên đã nói: \"thí điểm tự chủ mà còn bảo phải lâm theo luật, thì thí điểm cái gì?\"; chỉ có mạnh dạn chấp nhận khó khăn để đối mới, để làm điều chưa ai làm thì mới có VFIS, mới có Trường Đại học Tôn Đức Thắng ngày nay mà không cần đến Ngân sách; và chỉ những ai muốn kìm bánh xe lịch sử, ngăn cản tự chủ, thì mới áp luật lệ cũ vào để bắt lỗi những trường đang thí điểm tự chủ theo Đề án Thủ tướng Chính phủ đã phê duyệt.<ref>[https:\/\/giaoduc.net.vn\/thi-diem-tu-chu-phai-theo-dung-quy-dinh-vay-con-thi-diem-cai-gi-post214212.gd “Thí điểm tự chủ phải theo đúng quy định”, vậy còn \"thí điểm\" cái gì?]<\/ref>\n\n=== Xuất bản ===\nÔng viết một số sách giáo trình trong nước và một số công bố quốc tế chọn lọc:\n* Lê Vinh Danh [1993]; Kinh tế học đại cương; Giáo trình; NXB Đại học tổng hợp Tp. Hồ Chí Minh; TP.HCM, Việt Nam.\n* Lê Vinh Danh [1996]; Monetary Policy Instruments of the Central Bank; Sách tham khảo; Đại học Chulalongkorn, Bangkok, Thailand.\n* Lê Vinh Danh [1996]; Tiền và hoạt động ngân hàng; Sách chuyên khảo; NXB chính trị quốc gia; Hà Nội; 1996; Tái bản lần thứ nhất, NXB chính trị quốc gia, Hà Nội, 1997; Tái bản lần thứ 2, NXB tài chính, Hà Nội, 2006.\n* Lê Vinh Danh [1998]; Chính sách tiền tệ và sự điều tiết kinh tế vĩ mô của Ngân hàng trung ương; Sách chuyên khảo; NXB chính trị quốc gia; Hà Nội; 1998.\n* Lê Vinh Danh [2001]; Chính sách công của Hoa Kỳ giai đoạn 1935 - 2001; Sách chuyên khảo; NXB thống kê; Hà Nội; 2001.\n* Lê Vinh Danh [2003]; Tài chính quốc tế; Giáo trình; NXB chính trị quốc gia; Hà Nội; 2003.\n* Lê Vinh Danh [2005]; Tiêu chuẩn kiểm toán nhà nước (Bản dịch); Giáo trình; NXB chính trị quốc gia; Hà Nội; 2005.\n* Lai Van Vo, Huong Thi Thu Le, Danh Vinh Le, Minh Tuan Phung, Yi-Hsien Wang & Fu-Ju Yang (2017) Customer satisfaction and corporate investment policies, Journal of Business Economics and Management, 18:2, 202-223, DOI: [[doi:10.3846\/16111699.2017.1280845|10.3846\/16111699.2017.1280845]]\n* Ly Thi Minh Pham, Lai Van Vo, Huong Thi Thu Le, Danh Vinh Le (2018) Asset liquidity and firm innovation, International Review of Financial Analysis, 58, 225-234, DOI: [[doi:10.1016\/j.irfa.2017.11.005.|10.1016\/j.irfa.2017.11.005]]\n* Trang Cam Hoang, Huy Pham, Vikash Ramiah, Imad Moosa, Danh Vinh Le (2020), The effects of information disclosure regulation on stock markets: Evidence from Vietnam, Research in International Business and Finance, 51, 101082, DOI:[[doi:10.1016\/j.ribaf.2019.101082|10.1016\/j.ribaf.2019.101082]]\n* Danh Vinh Le, Huong Thi Thu Le, Lai Van Vo (2021) The bright side of product market threats: The case of innovation, International Review of Economics & Finance, 71, 161-176, DOI: [[doi:10.1016\/j.iref.2020.09.008|10.1016\/j.iref.2020.09.008]]\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n[[Thể loại:Sinh năm 1963]]\n[[Thể loại:Nhân vật còn sống]]\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Nhà giáo Ưu tú]]\n[[Thể loại:Nhà khoa học Việt Nam]]\n[[Thể loại:Tiến sĩ Kinh tế Việt Nam]]"}