{"1678236":"{{Thông tin nhân vật\n| tên = Lê Quốc Quân\n| hình = Lê Quốc Quân.JPG\n| ghi chú hình = Luật sư Lê Quốc Quân trong một lần biểu tình phản đối [[Trung Quốc]] tại [[Hà Nội]]\n| tên khai sinh = \n| ngày sinh = {{ngày sinh và tuổi|1971|9|13}}\n| ngày mất = \n| nơi mất = \n| nguyên nhân cái chết = \n| cư trú = \n| quốc tịch = {{VIE}}\n| dân tộc = [[Người Việt|Kinh]]\n| học vị = [[Luật sư]]\n| học vấn = \n| công việc = [[Luật sư]]\n| kỷ nguyên = \n| tuyển dụng = \n| tổ chức = \n| đại lý = \n| nổi tiếng = [[Người bất đồng chính kiến|Nhân vật Bất đồng chính kiến]] ở Việt Nam\n| tác phẩm nổi bật = \n| loại = \n| quê quán = \n| tài sản = \n| chiều cao = \n| cân nặng = \n| nhiệm kỳ = \n| tiền nhiệm = \n| đảng phái = \n| kế nhiệm = \n| phong trào = \n| đối thủ = \n| hội đồng = \n| tôn giáo = [[Công giáo]]\n| giáo phái = \n| cáo buộc = ''\"Trốn thuế\"''\n| mức phạt = 30 tháng tù giam\n| vợ (chồng) = \n| con cái = \n| người thân = \n| giải thưởng = Giải Nhân quyền Việt Nam 2013 của [[Mạng lưới Nhân quyền Việt Nam]]\n| danh hiệu = \n| chữ ký = \n| website = \n| nơi sinh = \n| tên khác = \n| cha mẹ = \n| alt = \n| tiêu đề = Giám đốc Công ty TNHH Giải Pháp Việt Nam\n| module = \n| module2 = \n| module3 = \n| module4 = \n| module5 = \n| module6 = \n}}\n'''Lê Quốc Quân''' (sinh ngày [[13 tháng 9]] năm [[1971]])<ref name=HNM1>{{chú thích báo |url=http:\/\/hanoimoi.com.vn\/Tin-tuc\/Phong-su-Ky-su\/553192\/su-that-ve-long-yeu-nuoc-cua-le-quoc-quan |title=Sự thật về \"lòng yêu nước\" của Lê Quốc Quân |date=2012\/07\/14 |publisher=Hà Nội Mới}}<\/ref> là một luật sư, một blogger và nhân vật [[bất đồng chính kiến]] Việt Nam. Ông được xem là một nhà [[hoạt động xã hội]] nhân quyền tại Việt Nam.<ref>{{chú thích báo|url=http:\/\/www.voatiengviet.com\/content\/luat-su-bat-dong-chinh-kien-le-quoc-quan-bi-bat\/1573153.html |title=Luật sư bất đồng chính kiến Lê Quốc Quân bị bắt |date=ngày 27 tháng 12 năm 2012 |publisher=VOA }}<\/ref>\n\nLê Quốc Quân cũng là giám đốc và là người đại diện theo pháp luật của công ty TNHH Giải Pháp Việt Nam, trụ sở ở Hà Nội.\n\nÔng bị bắt ngày 27 tháng 12 năm 2012 và bị tù 30 tháng do tội 'Trốn thuế' theo quy định tại Khoản 3, Điều 161 Bộ Luật Hình sự. Ngày 27 tháng 6 năm 2015 ông ra tù.<ref name=bbc_ratu>{{Chú thích web | url = http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/06\/150627_lequocquan_released | tiêu đề = Luật sư Lê Quốc Quân ra tù - BBC Tiếng Việt | tác giả 1 = | ngày = | ngày truy cập = 22 tháng 7 năm 2015 | nơi xuất bản = BBC News | ngôn ngữ = }}<\/ref>\n\n==Hoạt động nhân quyền==\nTrước năm 2007, ông là nhà tư vấn cho Ngân hàng Thế giới và Quỹ Phát triển Liên Hợp Quốc UNDP tại Việt Nam. Là một tín đồ [[công giáo]], ông từng được hai tổ chức trên khen ngợi vì dám lên tiếng bảo vệ quyền tự do tôn giáo và thể chế chính trị đa nguyên.<ref>{{chú thích báo|url=http:\/\/www.rfa.org\/vietnamese\/vietnam\/Vietnam_releases_political_dissident-20070616.html |title=Việt Nam trả tự do cho Luật sư Lê Quốc Quân trước chuyến đi Mỹ của Chủ tịch Nguyễn Minh Triết |date=ngày 16 tháng 6 năm 2007 |publisher=Radio Free Asia }}<\/ref>\n\nNgày [[8 tháng 3]] năm 2007, sau khi tham gia một khóa học của tổ chức Quốc gia Hỗ trợ Dân chủ (National Endowment for Democracy) ở Mỹ, ông bị bắt sau khi trở lại Việt Nam.<ref name=AP144 \/> Phản ứng trước sự kiện này, ứng cử viên Tổng thống Mỹ [[John McCain]], và nguyên ngoại trưởng Mỹ [[Madeleine K. Albright|Madeline Albright]], đã viết thư phản đối,<ref>{{chú thích báo |url=http:\/\/www.nysun.com\/editorials\/free-le-quoc-quan\/52890\/ |title=Free Le Quoc Quan |date=ngày 20 tháng 4 năm 2007 |work=The New York Sun |accessdate=ngày 19 tháng 7 năm 2012}}<\/ref><ref>[http:\/\/www.ned.org\/for-reporters\/albright-mccain-and-weber-call-for-release-of-le-quoc-quan \"Albright, McCain and Weber call for release of Le Quoc Quan\"]<\/ref> và tổ chức [[Ân xá Quốc tế|Amnesty International]] gọi ông là [[Tù nhân lương tâm]].<ref name=AI \/> Đại sứ Mỹ Michael Marine đã mời vợ ông tới dùng trà tại tòa đại sứ nhưng bị ngăn trở.<ref>{{chú thích báo |url=http:\/\/www.reuters.com\/article\/2007\/04\/07\/us-vietnam-rights-idUSHAN21366520070407 |title=Hanoi police manhandled dissidents' wives: U.S. |author=Grant McCool |date=ngày 7 tháng 4 năm 2007 |agency=Reuters |accessdate=ngày 19 tháng 7 năm 2012 |archive-date=2013-10-04 |archive-url=https:\/\/web.archive.org\/web\/20131004221804\/http:\/\/www.reuters.com\/article\/2007\/04\/07\/us-vietnam-rights-idUSHAN21366520070407 }}<\/ref>\n\nNhà cầm quyền Việt Nam buộc tội ông là đã có những hành động nhằm lật đổ chính quyền nhân dân, nhưng không chính thức mang ông ra tòa.<ref>{{chú thích báo|url=http:\/\/www.rfa.org\/english\/news\/vietnam\/released-04132011124721.html |title=Two Dissidents Released |date=ngày 13 tháng 4 năm 2011 |publisher=Radio Free Asia |accessdate=ngày 19 tháng 7 năm 2012}}<\/ref> Ba tháng sau, ông được phóng thích.<ref name=AP144 \/>\n\nNgày [[10 tháng 4]] năm 2011, ông lại bị bắt cùng với [[Phạm Hồng Sơn]] khi định tới quan sát vụ án xử [[Cù Huy Hà Vũ]].<ref name=AI>{{chú thích báo |url=http:\/\/www.amnesty.org\/en\/news-and-updates\/prominent-vietnamese-activist-jailed-over-democracy-calls-ngày 5 tháng 4 năm 2011 |title=Prominent Vietnamese activist jailed over democracy calls |date=ngày 5 tháng 4 năm 2011 |publisher=Amnesty International |accessdate=ngày 19 tháng 7 năm 2012 }}{{Liên kết hỏng|date=2021-12-30 |bot=InternetArchiveBot }}<\/ref> Cả hai người bị giữ với lý do là \"phá hoại trật tự công cộng\". Vợ ông Sơn, bà Vũ Thu Hà, cho biết là ông Sơn đã bị công an dùng gậy đánh trước bị bắt giam.<ref>{{chú thích báo |url=http:\/\/news.yahoo.com\/vietnam-detains-2-prominent-dissidents-20110407-031238-604.html |title=Vietnam detains 2 prominent dissidents |date=ngày 7 tháng 4 năm 2011 |publisher=Yahoo News |agency=Associated Press |accessdate=ngày 19 tháng 7 năm 2012}}<\/ref> Sau khi chính phủ Mỹ và các tổ chức nhân quyền kêu gọi thả hai người, cả hai đã được cho về vào ngày [[13 tháng 4]].<ref name=AP144>{{chú thích báo|url=http:\/\/www.foxnews.com\/world\/2011\/04\/14\/vietnam-releases-2-high-profile-dissidents\/ |title=Vietnam releases 2 prominent dissidents |date=ngày 14 tháng 4 năm 2011 |publisher=Fox News Channel |agency=Associated Press |accessdate=ngày 19 tháng 7 năm 2012}}<\/ref>\n\nNgày [[29 tháng 1]] năm 2009, luật sư Quân tham dự cuộc diễn hành của một số tín đồ Công giáo vào tại [[Nhà thờ Lớn Hà Nội]] nhằm yêu sách đòi chính quyền Việt Nam trả lại khu đất mà họ cho là thuộc quyền sở hữu của nhà thờ. Sau này ông kể lại cho các nhà phóng viên là ông đã bị đánh đập bởi những người giữ trật tự trong cuộc diễn hành.<ref>{{chú thích báo|url=http:\/\/www.rfa.org\/english\/news\/vietnam\/vietnam_catholic-20080129.html-02022008130003.html |title=Catholics Step Up Pressure on Vietnam Over Land |date=ngày 29 tháng 1 năm 2008 |publisher=Radio Free Asia |accessdate=ngày 19 tháng 7 năm 2012}}<\/ref> Tháng 7 năm 2012, trang ''Independent Catholic News'' tường thuật là ông đã bị đe dọa bởi báo chí nhà nước vì những hoạt động của ông cho [[giáo phận]] của mình. Công an đã lục xét văn phòng của ông và định mang ông về đồn công an, nhưng bị ngăn chặn bởi những người ủng hộ ông <ref name=ICN>{{chú thích báo|url=http:\/\/www.indcatholicnews.com\/news.php?viewStory=20803 |title=Vietnam: mass protests after government crackdown on Catholic Church |author=JB An Dang |date=ngày 15 tháng 7 năm 2012 |work=Independent Catholic News |accessdate=ngày 19 tháng 7 năm 2012}}<\/ref>\n\nTháng 8 năm 2012, luật sư Quân bị tấn công bởi một nhóm người khi đang trên đường trở về nhà ở [[Hà Nội]] vào khoảng 8 giờ tối. Ông cho biết theo ông nghĩ cuộc tấn công này có liên hệ tới công an, bởi ông từng đã bị gây phiền toái trước đó.<ref>{{chú thích báo|author=Gwen Ha|title=Dissident Lawyer Attacked|url=http:\/\/www.rfa.org\/english\/news\/vietnam\/lawyer-08202012184329.html|publisher=Radio Free Asia|date=ngày 20 tháng 8 năm 2012|archiveurl=https:\/\/www.webcitation.org\/6B670SN6f?url=http:\/\/www.rfa.org\/english\/news\/vietnam\/lawyer-08202012184329.html|archivedate=2012-10-01|accessdate=ngày 1 tháng 10 năm 2012|url-status=live}}<\/ref>\n\nNgày [[28 tháng 12]] năm 2012, luật sư Quân bị bắt vì bị cáo buộc tội danh trốn thuế.<ref>[http:\/\/www.bbc.co.uk\/news\/world-asia-20856696 \"Court appeal of dissident Vietnam bloggers is rejected\"]<\/ref> Ông được cho là đã tuyệt thực để phản đối việc bắt giam trái pháp luật.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/le-quoc-quan-on-hunger-strike-01042013141442.html\"LS Lê Quốc Quân tuyệt thực trong tù\"]<\/ref> Trước khi bị bắt, luật sư Quân đã gửi một thư ngỏ chia sẻ tâm tư và ước vọng của mình về tương lai dân tộc Việt Nam, được trang web của [[đảng Việt Tân]] đăng tải lại.<ref>[http:\/\/viettan.org\/Loi-tam-huyet-cua-Ls-Le-Quoc-Quan.html\"Lời tâm huyết của Ls. Lê Quốc Quân trước khi bị bắt\"]<\/ref>\n\nĐêm 30 tết Giáo Ngọ (2014) gia đình luật sư Lê Quốc Quân nhận được thư từ trong tù do ông bí mật chuyển ra có đoạn: \"Tôi sẵn sàng ngồi tù cho đến chết nếu điều đó là tốt đẹp hơn cho Tổ quốc và Nhân dân Việt Nam anh hùng...Tôi có một mong muốn tột bậc là tự do – dân chủ - nhân quyền được có thật trên quê hương yêu dấu này. Đó là nền tảng cho ấm no và hạnh phúc bền lâu cho Đồng bào.\"<ref>{{Chú thích web | url = http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/02\/140201_lequocquan_letters.shtml | tiêu đề = 'Tôi sẵn sàng ngồi tù cho đến chết' - BBC Tiếng Việt | tác giả 1 = | ngày = | ngày truy cập = 4 tháng 10 năm 2015 | nơi xuất bản = BBC Tiếng Việt | ngôn ngữ = }}<\/ref>\n\n==Những cáo buộc và bản án==\nTheo các phương tiện truyền thông trong nước, luật sư Quân bị các cáo buộc đã từng tham gia tụ tập đông người, kích động gây rối trật tự công cộng, hủy hoại tài sản, chống người thi hành công vụ:{{fact|date=7-2014}}\n\n''\"Ông Nguyễn Trọng Tình, tổ trưởng dân phố, người được chính quyền phân công trực tiếp giáo dục Quân cho biết thêm: Quá trình 6 tháng thực hiện quyết định của UBND phường Yên Hòa về giáo dục Lê Quốc Quân tại xã, phường, Lê Quốc Quân hoàn toàn bất hợp tác, không khai báo tạm vắng, không chấp hành giấy triệu tập làm việc của chính quyền, không viết kiểm điểm, không những thế còn tham gia gây rối trật tự công cộng.\"''<ref>Nguyễn Vũ. [http:\/\/phapluatxahoi.vn\/20120714102631156p1002c1019\/ha-noi-thuc-hien-quyet-dinh-giao-duc-tai-phuong-doi-voi-le-quoc-quan.htm Hà Nội: Thực hiện quyết định giáo dục tại phường đối với Lê Quốc Quân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131004220043\/http:\/\/phapluatxahoi.vn\/20120714102631156p1002c1019\/ha-noi-thuc-hien-quyet-dinh-giao-duc-tai-phuong-doi-voi-le-quoc-quan.htm |date=2013-10-04 }} Báo Pháp luật và Xã hội, ngày 14 tháng 7 năm 2002<\/ref>\n\nMột bài báo trên tờ \"Hà nội mới\" viết: ''\"Đi từ đám đông gây rối đòi đất đến tham gia đoàn biểu tình chống Trung Quốc, dù khoác áo \"yêu nước\" nhưng Lê Quốc Quân đã thể hiện thái độ coi thường pháp luật, lộ rõ động cơ chống đối và đòi lật đổ Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam, phủ nhận vai trò lãnh đạo của Đảng Cộng sản Việt Nam. Để phục vụ động cơ đó, Lê Quốc Quân kích động và lợi dụng chính những người biểu tình để gây mất ổn định an ninh chính trị, sau đó đưa lên internet những thông tin xuyên tạc tình hình đất nước, xuyên tạc đường lối, chính sách của Đảng và Nhà nước, chia rẽ khối đại đoàn kết toàn dân, kích động chia rẽ quan hệ giữa quần chúng nhân dân với các cấp chính quyền, công khai đòi thay đổi chế độ... Động cơ, hành vi của Lê Quốc Quân thực chất là đi ngược lại lợi ích của đất nước, của nhân dân và cần phải bị lên án, xử lý theo pháp luật.\"''<ref name=\"HNM1\"\/>\n\nNgày 2 tháng 10 năm 2013, cơ quan điều tra Hà Nội đã đưa ra những chứng cứ của công ty Trách nhiệm hữu hạn Giải Pháp Việt Nam: Lập khống hợp đồng thuê chuyên gia, các phiếu thu, phiếu chi cho chuyên gia, mua bán hóa đơn khống, sử dụng các hóa đơn, chứng từ bất hợp pháp để hạch toán, cân đối doanh thu của công ty, chi phí đầu vào… Tổng số tiền thuế thu nhập doanh nghiệp đã trốn theo điều tra là 645.225.197 đồng, trong đó năm 2010 là 235.768.125 đồng, năm 2011 là 409.457.072 đồng. Tòa án Hà Nội đã xử giám đốc công ty Trách nhiệm hữu hạn Giải Pháp Việt Nam, Lê Quốc Quân về tội danh trốn thuế và tuyên phạt án 30 tháng tù. Tuyên phạt 2 lần số tiền thuế đã trốn đối với Công ty Trách nhiệm hữu hạn Giải Pháp Việt Nam với số tiền là 1.290.450.394 đồng (tương đương với khoảng 60 ngàn đô la USD).\n\n==Án phúc thẩm và phản ứng==\nNgày 18.02.2014 tòa phúc thẩm TP Hà Nội y án 30 tháng tù giam vì Tội Trốn thuế theo Điều 161 Bộ Luật Hình sự đối với luật sư bất đồng chính kiến Lê Quốc Quân.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/02\/140218_lequocquan_appeal.shtml Y án cho luật sư Lê Quốc Quân] bbc, 18 tháng 2 năm 2014<\/ref><br \/>\n*Một ngày trước phiên phúc thẩm luật sư bất đồng chính kiến Lê Quốc Quân, tổ chức Human Rights Watch (HRW) kêu gọi xóa bỏ bản án đối với ông. Thông cáo của HRW cũng chỉ ra rằng ông Quân bị bắt hôm 27\/12\/2012, chỉ hơn một tuần sau khi ông có bài viết chỉ trích Điều 4 Hiến pháp về quyền lực tối cao của Đảng Cộng sản trên BBC Tiếng Việt. Mãi tới tháng 10\/2013 ông mới được mang ra xét xử tội danh Trốn thuế.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/02\/140217_hrw_lequocquan.shtml HRW kêu gọi xóa bản án với LS Quân] bbc, 17 tháng 2 năm 2014<\/ref>\n*Hành vi của Lê Quốc Quân vi phạm pháp luật Việt Nam. Tuy nhiên, Lê Quốc Quân đã tiến hành các hoạt động chống phá, kêu gọi những ngươi gọi là \"dân chủ\" để bác bỏ bản án ciủa Toàn án. Hành động của Lê Quốc Quân là chối bỏ sự thật, đáng bị lên án. Nên nhớ, tội trốn thuế là một trong những tội đáng bị lên án nhất ở các nước phương Tây.<ref>{{Chú thích web | url = http:\/\/kenhphununews.blogspot.com\/2014\/02\/le-quoc-quan-ung-phu-nhan-su-that.html | tiêu đề = LÊ QUỐC QUÂN | tác giả 1 =  | ngày =  | ngày truy cập = 4 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2014-03-11 | archive-url = https:\/\/web.archive.org\/web\/20140311131800\/http:\/\/kenhphununews.blogspot.com\/2014\/02\/le-quoc-quan-ung-phu-nhan-su-that.html }}<\/ref>\n*Sau đó Liên hiệp châu Âu EU ra thông cáo bày tỏ quan ngại về chuyện mức án 30 tháng tù đối với luật sư Lê Quốc Quân được giữ nguyên. Hồi tháng 8 năm 2013, Nhóm Làm việc của Hội đồng Nhân quyền Liên Hợp Quốc về Giam giữ Tùy tiện nhận xét rằng việc giam giữ ông Quân là tùy tiện vì vi phạm tiêu chuẩn xét xử công bằng.<ref name=bbc9>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/02\/140219_le_quoc_quan_eu.shtml EU 'quan ngại' án phúc thẩm ông Quân] bbc, 18 tháng 2 năm 2014<\/ref>\n*Ông Quân cũng là một trong bốn người được Hoa Kỳ nêu đích danh và muốn Việt Nam trả tự do ngay lập tức tại [[Cơ chế rà soát định kỳ phổ quát|phiên kiểm điểm nhân quyền tại Liên Hợp Quốc]] hôm 5\/2\/2014 tại Geneva.<ref name=bbc9\/>\n{{cquote|Việc chính quyền Việt Nam sử dụng các điều luật thuế để bỏ tù những người chỉ trích chính phủ vì họ bày tỏ quan điểm chính trị một cách ôn hòa là điều gây lo ngại.|author=Jen Psaki, phát ngôn viên của Bộ Ngoại giao Mỹ tại Washington<ref name=bbc10\/>}}\n*Mười bốn tổ chức phi chính phủ cùng 'lên án' việc tòa phúc thẩm ở Hà Nội giữ nguyên bản án 30 tháng tù với luật sư Lê Quốc Quân. Các tổ chức đồng ký tên lên án bản án mới nhất bao gồm [[:en:ARTICLE 19|ARTICLE 19]], [[Phóng viên Không Biên giới]], [[:en:Media Legal Defence Initiative|Media Legal Defence Initiative]], [[Freedom House]], Avocats-sans-Frontières, Lawyers for Lawyers, Lawyer's Rights Watch Canada, English PEN, PEN American Center, the National Endowment for Democracy, [[International PEN]], Media Defence Southeast Asia, [[:en:Front Line Defenders|Front Line Defenders]], và the World Movement for Democracy.<ref name=bbc10>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/02\/140220_14_ngo_le_quoc_quan.shtml 14 tổ chức 'lên án' tòa xử LS Quân] bbc, 20 tháng 2 năm 2014<\/ref>\n\n{{Cquote|Chính quyền Việt Nam bắt giữ và kết án ông Quân vì [ông đã] bóc trần những vi phạm nhân quyền và việc làm sai trái mà truyền thông do nhà nước kiểm soát từ lâu đã phớt lờ.|author=Robert Herman, Người đứng đầu các chương trình khu vực Freedom House}}\n{{Cquote|Việc Việt Nam tiếp tục trấn áp những người bảo vệ nhân quyền đặt ra những câu hỏi bức bối về tư cách thành viên Hội đồng Nhân quyền Liên Hợp Quốc của họ.|author=Thomas Hughes, Giám đốc điều hành ARTICLE 19}}\n{{Cquote|Việt Nam đã \"giả điếc\" trước những lời kêu gọi trả tự do ngay lập tức cho ông Quân.|author=Nani Jansen, Media Legal Defence Initiative}}\n\n==Những động thái ủng hộ==\nHai(2) tuần sau khi [[luật sư]] Lê Quốc Quân bị Tòa án Nhân dân Hà Nội kết tội trốn thuế, [[57 Nghị Sĩ ở Quốc hội Nauy]] viết thư gửi cho [[Thủ tướng Nguyễn Tấn Dũng]] yêu cầu trả tự do cho luật sư Lê Quốc Quân và trả lại cho luật sư Quân quyền được gặp gia đình.<ref>{{Chú thích web |url=https:\/\/danluan.org\/tin-tuc\/20131016\/57-nghi-si-quoc-hoi-nauy-gui-thu-toi-thu-tuong-nguyen-tan-dung-yeu-cau-tra-tu-do |ngày truy cập=2013-10-17 |tựa đề=\"57 nghị sĩ quốc hội Nauy gửi thư tới Thủ tướng Nguyễn Tấn Dũng yêu cầu trả tự do cho luật sư Lê Quốc Quân\" |archive-date=2013-10-17 |archive-url=https:\/\/web.archive.org\/web\/20131017170022\/https:\/\/danluan.org\/tin-tuc\/20131016\/57-nghi-si-quoc-hoi-nauy-gui-thu-toi-thu-tuong-nguyen-tan-dung-yeu-cau-tra-tu-do |url-status=dead }}<\/ref>\n\nVăn Bút Quốc tế PEN đòi trả tự do tức khắc và vô điều kiện cho luật sư Nhân quyền và tác giả nhựt ký điện tử Lê Quốc Quân\nTrong một Thông cáo\/Kháng thư phổ biến ngày 11 tháng 10 năm 2013 trên Mạng Lưới Hành Động Khẩn Cấp, Ủy ban Văn Bút Quốc tế Bênh Vực Nhà Văn bị Cầm Tù lên tiếng phản đối bản án 30 tháng tù giam và số tiền lớn mà tòa sơ thẩm Hà Nội đã tuyên phạt luật sư Nhân quyền và tác giả nhựt ký điện tử nổi tiếng Lê Quốc Quân.<ref>[http:\/\/www.pen.org\/rapid-action\/2013\/10\/10\/prominent-blogger-and-human-rights-lawyer-sentenced-30-months-prison Prominent Blogger and Human Rights Lawyer Sentenced to 30 Months in Prison]<\/ref>\n\nTheo ký giả Marianne Brown, sáng thứ Tư 2\/10\/2013, tại Hà Nội, khoảng 500 người<ref>[http:\/\/www.voanews.com\/content\/catholic-activist-jailed-for-tax-evasion-in-vietnam\/1761366.html \"Vietnam Jails Catholic Activist for Tax Evasion\"]<\/ref> đã tham gia một cuộc tuần hành khiến cho giao thông trong thủ đô bị tắc nghẽn trong hơn 1 giờ đồng hồ cho đến khi họ bị cảnh sát chặn họ lại. Nhóm người này đều mặc áo phong, tay cầm cành cọ biểu trưng cho hòa bình, tuần hành bày tỏ sự ủng hộ ông Quân, một trong những nhà hoạt động và viết blog có tiếng tăm ở Việt Nam.<ref>[http:\/\/www.voatiengviet.com\/content\/tuan-hanh-o-ha-noi-ung-ho-luat-su-le-quoc-quan\/1761772.html\"tuần hành tại Hà Nội ủng hộ Luật sư Lê Quốc Quân\"]<\/ref>\n\nMột số thanh niên gốc Việt tại California, Hoa Kỳ ủng hộ việc làm của luật sư Quân bằng cách thắp nến và cầu nguyện cho ông vào ngày 7 tháng 7 năm 2013 ở gốc đường Bolsa và đường Moran thuộc thành phố Westminter của Nam California.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/youth-stage-vigil-f-lquocquan-tt-07082013143531.html \"Người trẻ ở Cali thắp nến cầu nguyện cho LS Lê Quốc Quân\"]<\/ref>\n\nMột số giáo sĩ và tín hữu Công giáo đã tổ chức những buổi cầu nguyện cho ông như tại giáo xứ Phúc Lộc ([[Nghệ An]]),<ref>{{Chú thích web |url=http:\/\/www.chuacuuthe.com\/2013\/10\/01\/gx-phuc-loc-cau-nguyen-cho-my-yen-va-ls-le-quoc-quan |ngày truy cập=2013-10-01 |tựa đề=\"Gx. Phúc Lộc cầu nguyện cho Mỹ Yên và ls. Lê Quốc Quân\" |archive-date=2013-10-05 |archive-url=https:\/\/web.archive.org\/web\/20131005041749\/http:\/\/www.chuacuuthe.com\/2013\/10\/01\/gx-phuc-loc-cau-nguyen-cho-my-yen-va-ls-le-quoc-quan\/ }}<\/ref> nhà thờ Thái Hà ([[Hà Nội]]),<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2013\/07\/130708_lequocquan_vigil.shtml \"Thánh lễ cầu nguyện cho LS Lê Quốc Quân ở nhà thờ Thái Hà, Hà Nội\"]<\/ref> giáo xứ Thanh Xuân ([[Giáo phận Vinh]]).<ref>{{Chú thích web |url=http:\/\/www.chuacuuthe.com\/2013\/07\/22\/tiep-tuc-cau-nguyen-cho-luat-su-le-quoc-quan\/ |ngày truy cập=2013-09-14 |tựa đề=\"Tiếp tục cầu nguyện cho luật sư Lê Quốc Quân ở thành phố Vinh\" |archive-date=2013-09-06 |archive-url=https:\/\/web.archive.org\/web\/20130906032537\/http:\/\/www.chuacuuthe.com\/2013\/07\/22\/tiep-tuc-cau-nguyen-cho-luat-su-le-quoc-quan\/ }}<\/ref>\n\nMột số nghị sĩ ở các quốc gia như [[Mỹ]], [[Canada]], [[Úc]] và [[Pháp]] đã gửi thư cho lãnh đạo chính quyền Việt Nam yêu cầu trả tự do cho ông.<ref>[http:\/\/viettan.org\/Dan-bieu-Uc-yeu-cau-tha-Ls-Le-Quoc.html \"Dân biểu Úc yêu cầu thả Ls. Lê Quốc Quân\"]<\/ref><ref>{{chú thích báo|title=10 Dân biểu Mỹ kêu gọi Việt Nam trả tự do cho Luật sư Lê Quốc Quân|url=http:\/\/www.voatiengviet.com\/content\/muoi-dan-bieu-my-keu-goi-viet-nam-tra-tu-do-cho-luat-su-le-quoc-quan\/1757277.html|accessdate = ngày 27 tháng 9 năm 2013 |newspaper=Đài Tiếng nói Hoa Kỳ|date = ngày 25 tháng 9 năm 2013}}<\/ref><ref>{{chú thích báo|author=Thanh Phương|title=Mười dân biểu Mỹ kêu gọi thả luật sư Lê Quốc Quân|url=http:\/\/www.viet.rfi.fr\/viet-nam\/20130926-muoi-dan-bieu-quoc-hoi-my-keu-goi-tra-tu-do-cho-luat-su-le-quoc-quan|accessdate = ngày 27 tháng 9 năm 2013 |newspaper=Đài RFI|date = ngày 26 tháng 9 năm 2013}}<\/ref><ref>{{chú thích báo|url=http:\/\/www.voatiengviet.com\/content\/gioi-lap-phap-my-keu-goi-vietnam-tha-luat-su-le-quoc-quan\/1690346.html |title=Giới lập pháp Mỹ yêu cầu Việt Nam phóng thích luật sư Lê Quốc Quân |date=28\/06\/2013 |publisher=VOA}}<\/ref><ref>((http:\/\/www.viettan.org\/IMG\/pdf\/Lettre_Olivier_Faure_a_propos_de_Le_Quoc_Quan-2.pdf))<\/ref><ref>((http:\/\/www.viettan.org\/IMG\/pdf\/Lettre_Jacques_Bompard_au_PM_Vietnamien-2.pdf))<\/ref><ref>[http:\/\/www.viettan.org\/DB-Canada-len-tieng-cho-Ls-Le-Quoc.html\"DB Canada lên tiếng cho Ls. Lê Quốc Quân\"]<\/ref>\n\nNhiều tổ chức, cá nhân và chính khách đã tổ chức các hoạt động mừng sinh nhật của ông.<ref>[http:\/\/www.viettan.org\/Dan-Bieu-Canada-chuc-sinh-nhat-Ls.html\"Dân Biểu Wayne Marston chúc mừng sinh nhật cho Ls Lê Quốc Quân\"]<\/ref><ref>{{Chú thích web |url=http:\/\/lorettasanchez.house.gov\/press-release\/rep-sanchez-wishes-vietnamese-human-rights-attorney-le-quoc-quan-happy-birthday-calls |ngày truy cập=2013-09-14 |tựa đề=\"REP. SANCHEZ WISHES VIETNAMESE HUMAN RIGHTS ATTORNEY LE QUOC QUAN A HAPPY BIRTHDAY\" |archive-date=2013-10-04 |archive-url=https:\/\/web.archive.org\/web\/20131004233518\/http:\/\/lorettasanchez.house.gov\/press-release\/rep-sanchez-wishes-vietnamese-human-rights-attorney-le-quoc-quan-happy-birthday-calls }}<\/ref>\n\nHàng ngàn người từ nhiều địa phương khác nhau đã cùng kéo về tham dự phiên tòa xử LS Lê Quốc Quân hôm mùng 2 tháng 10 năm 2013 để ủng hộ bị cáo. Họ đã bị lực lượng công an và bảo vệ chặn lại.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/le-quoc-quan-trial-first-report-gm-10012013232919.html]<\/ref>\n\nPhản ứng trước phiên toàn vào tháng 10, Lãnh sự quán Mỹ ở Việt Nam lên tiếng quan ngại về bản án nhằm bỏ tù những người chỉ trích chính phủ như luật sư Lê Quốc Quân.<ref>{{Chú thích web |url=http:\/\/vietnamese.vietnam.usembassy.gov\/pr021013.html |ngày truy cập=2013-10-02 |tựa đề=\"Tuyên bố của Đại sứ quán Hoa Kỳ về ông Lê Quốc Quân\" |archive-date=2013-10-04 |archive-url=https:\/\/web.archive.org\/web\/20131004213301\/http:\/\/vietnamese.vietnam.usembassy.gov\/pr021013.html }}<\/ref> Tờ Wall Street Journal cho rằng bản án này sẽ ảnh hưởng xấu cho quan hệ Mỹ và Việt Nam.<ref>[http:\/\/online.wsj.com\/article\/SB10001424052702304906704579110930351434834.html \"U.S.-Vietnam Relations in Spotlight After Blogger's Sentencing in Hanoi\"]<\/ref> [[Đảng Việt Tân]] bác bỏ bản án mà họ cho là nhằm dập tắt tiếng nói dân chủ và nguyện sẽ đồng hành với luật sư Lê Quốc Quân.<ref>[http:\/\/www.viettan.org\/Lai-mot-ban-an-cho-nguoi-yeu-nuoc.html \"Lại một bản án cho người yêu nước — Ls. Lê Quốc Quân 30 tháng tù giam\"]<\/ref> Trước đó, tổ chức Human Rights Watch kêu gọi chính quyền Việt Nam bỏ thủ thuật trốn thuế để kết tội luật sư Quân.<ref>[http:\/\/www.hrw.org\/news\/2013\/09\/30\/vietnam-drop-politically-motivated-charges-against-critics \"Vietnam: Drop Politically Motivated Charges Against Critics\"]<\/ref><ref>{{Chú thích web |url=http:\/\/www.chuacuuthe.com\/2013\/10\/01\/hrw-viet-nam-can-huy-bo-cao-buoc-vi-muc-dich-chinh-tri-doi-voi-nguoi-chi-trich |ngày truy cập=2013-10-01 |tựa đề=\"HRW: Việt Nam cần hủy bỏ cáo buộc vì mục đích chính trị đối với người chỉ trích\" |archive-date=2013-10-05 |archive-url=https:\/\/web.archive.org\/web\/20131005050859\/http:\/\/www.chuacuuthe.com\/2013\/10\/01\/hrw-viet-nam-can-huy-bo-cao-buoc-vi-muc-dich-chinh-tri-doi-voi-nguoi-chi-trich\/ }}<\/ref>\n\nNgay sau phiên tòa, Hội đồng Luật Gia Quốc tế (ICJ) nhận định rằng việc kết án ông Lê Quốc Quân, một luật sư bảo vệ nhân quyền tại Việt Nam đã vi phạm những tiêu chuẩn quốc tế về quyền được xét xử một cách công bằng.<ref>[http:\/\/www.icj.org\/vietnam-le-quoc-quan-did-not-receive-fair-trial\/\"International Commission Ò Jurists\"]<\/ref>\n\nSong song đó, tổ chức Ân xá Quốc tế tuyên bố Việt Nam phải lập tức thả ngay người luật sư và nhà hoạt động nhân quyền nổi tiếng bị giam giữ hôm nay vì những cáo buộc có ẩn ý chính trị.<ref>{{Chú thích web |url=http:\/\/www.amnesty.org\/en\/for-media\/press-releases\/viet-nam-lawyer-latest-victim-government-s-crackdown-dissent-2013-10-02 |ngày truy cập=2013-10-13 |tựa đề=Ân Xá Quốc tế lên tiếng sau phiên tòa\" |archive-date=2013-10-07 |archive-url=https:\/\/web.archive.org\/web\/20131007004551\/http:\/\/www.amnesty.org\/en\/for-media\/press-releases\/viet-nam-lawyer-latest-victim-government-s-crackdown-dissent-2013-10-02 |url-status=dead }}<\/ref>\n\nHai ngày sau phiên tòa, Liên Hợp Quốc qua Ủy Hội cho Nhân quyền (UN high Commisssioner For Human Rights) đã lên tiếng bày tỏ sự quan ngại nghiêm trọng về bản án, yêu cầu chính phủ Việt Nam xét lại bản án đối với ông Lê Quốc Quân và phương thức tố tụng đang tiếp tục đe dọa và hạn chế quyền tự do ngôn luận và lập hội.<ref>[http:\/\/www.ohchr.org\/EN\/NewsEvents\/Pages\/DisplayNews.aspx?NewsID=13827&LangID=E \"Liên Hợp Quốc lên tiếng\"]<\/ref><br \/>\n12 tổ chức bảo vệ nhân quyền (Media Legal Defence Initiative, Media Defence-Southeast Asia, Lawyers for Lawyers, Avocats Sans Frontières, Front Line Defenders, Access, English PEN, Reporters Without Borders, the Electronic Frontier Foundation, ARTICLE 19, Index on Censorship và Lawyers’ Rights Watch Canada) tố cáo Hà Nội bắt luật sư Quân bởi những hoạt động vì tự do ngôn luận. Nhóm Công tác của Liên Hợp Quốc về Giam giữ Trái phép kết luận rằng việc giam giữ ông Quân là \"tùy tiện\" và trái với Hiến chương Nhân quyền cũng như Công ước Quốc tế về các Quyền Dân sự và Chính trị. Kết luận này được loan báo đúng ngày Việt Nam trở thành thành viên Hội đồng Nhân quyền Liên Hợp Quốc hôm 12\/11\/2013.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2013\/12\/131205_le_quoc_quan_rights_organisations.shtml Nhiều tổ chức kêu gọi thả luật sư Quân] BBC, 05.12.2013<\/ref>\n\nHôm 07\/10, ngay trước thềm chuyến thăm Đức của ông Nguyễn Tấn Dũng, một Giáo sư từ thành phố [[Neustadt]] thuộc phía Tây nước Đức cùng một nhóm 158 dân biểu liên bang, tiểu bang, dân cử, các học giả, trí thức, nhân sỹ, linh mục, nghệ sĩ, nhà báo,... ký tên, đã gửi thư cho bà Angela Merkel đề nghị nữ Thủ tướng Đức 'cứng rắn và mạnh mẽ' yêu cầu nhà cầm quyền Việt Nam trả tự do 'tức khắc và vô điều kiện' cho Luật sư Lê Quốc Quân.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2014\/10\/141016_nguyentandung_visit_reactions Đức im ắng về chuyến thăm của ông Dũng?] BBC, 16.10.2014<\/ref>\n\n==Ra tù==\nNgày 27 tháng 6 năm 2015 ông Quân được trả tự do sau 30 tháng chịu án tù. Trả lời phỏng vấn BBC, ông Quân cho rằng việc ông bị bắt giữ và bỏ tù không làm thay đổi gì tới ý muốn \"làm những gì tốt đẹp nhất cho Việt Nam\" của ông, nhưng có thể ông sẽ có một số điều chỉnh về cách thức đấu tranh.<ref name=bbc_ratu \/>\n\n==Vinh danh==\nLuật sư Quân được tuần báo Nouvel Observateurs vinh danh là một trong 50 người góp phần làm cho bộ mặt nhân loại thay đổi trong tương lai. 50 người này là những nhà chính trị, kỹ nghệ gia, nhà khoa học và những nhà đấu tranh ở các quốc gia còn bị cai trị bởi những chế độ hà khắc.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/l-q-quan-named-1-of-the-50-change-the-world-09142013104632.html\"LS Lê Quốc Quân được tờ tuần báo Pháp Nouvel Obserateurs vinh danh\"]<\/ref>\n\nNgày 11 tháng 10 năm 2013, Lê Quốc Quân đã được [[Mạng lưới nhân quyền Việt Nam]] có trụ sở tại [[California]] vinh danh cùng với 2 người khác là [[kỹ sư]] [[Trần Huỳnh Duy Thức]] và ông [[Nguyễn Hoàng Quốc Hùng]] vì những đóng góp cho [[nhân quyền tại Việt Nam]].<ref>{{chú thích báo|author=Kính Hòa|title=Trần Huỳnh Duy Thức được vinh danh giải thưởng nhân quyền|url=http:\/\/www.rfa.org\/vietnamese\/in_depth\/poli-priso-thdthuc-awarded-kh-10152013093926.html|accessdate = ngày 18 tháng 10 năm 2013 |newspaper=Đài Á châu Tự do|date = ngày 15 tháng 10 năm 2013}}<\/ref>\n\nNgày 26 tháng 8 năm 2014, 14 hội đoàn (ARTICLE 19, Electronic Frontier Foundation, Reporters Without Borders, Amnesty International USA, Center for International Law (Centerlaw), Philippines, English PEN, Front Line Defenders, Lawyers for Lawyers (L4L, Lawyers' Rights Watch Canada (LRWC), Media Defence – Southeast Asia (MDSEA), Media Legal Defence Initiative (MLDI), National Endowment for Democracy (NED), Réseau Avocats Sans Frontières \/ ASF Network và World Movement for Democracy) lại viết thư cho chủ tịch nước, thủ tướng Việt Nam, cho tổng thống Obama và đại diện của EU tại Hà Nội về việc mà họ cho là bắt bớ độc đoán, đòi thả ông Lê Quốc Quân, một người mà họ cho là một luật sư nhân quyền và blogger đáng kính trọng.<ref>[http:\/\/www.ifex.org\/vietnam\/2014\/08\/27\/le_quoc_quan\/ Joint appeal for the release of detained human rights lawyer Le Quoc Quan], IFEX, truy cập ngày 19.09.2014<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Xem thêm==\n*[[Nhân quyền tại Việt Nam]]\n*[[Công giáo tại Việt Nam]]\n\n==Liên kết ngoài==\n{{Thể loại Commons|Le Quoc Quan}}\n*{{Facebook|vietnamsolutions}}\n*[https:\/\/lequocquan.blogspot.com\/ Lê Quốc Quân trên Blog]\n*[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2012\/12\/121217_hien_phap_se_ra_sao.shtml Hiến pháp hay hợp đồng điện nước?]\n*[http:\/\/www.tienphong.vn\/Phap-Luat\/648731\/Le-Quoc-Quan-bi-phat-30-thang-tu-ve-toi-%E2%80%9CTron-thue%E2%80%9D-tpol.html Lê Quốc Quân bị phạt 30 tháng tù về tội \"Trốn thuế\"]\n\n{{Thời gian sống|1971}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Luật sư Việt Nam]]\n[[Thể loại:Người viết blog Việt Nam]]\n[[Thể loại:Nhân vật bất đồng chính kiến Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Nhà hoạt động dân chủ người Việt Nam]]\n[[Thể loại:Nhà hoạt động nhân quyền Việt Nam]]\n[[Thể loại:Nhà dân tộc chủ nghĩa Việt Nam]]\n[[Thể loại:Tù nhân lương tâm]]\n[[Thể loại:Tù nhân Việt Nam]]"}