{"3563618":"{{Thông tin viên chức\n|tên= Lê Quang Mỹ\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Phó Thanh tra Quân đội VNCH<br>trực thuộc Bộ Quốc phòng<br>(lần thứ 2)\n|bắt đầu= 2\/1964\n|kết thúc= 6\/1969\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá\n|địa hạt= Quân khu Thủ đô\n\n|chức vụ 2= [[Hình: QD I VNCH.jpg|22px]]<br>Thị trưởng Thị xã Đà Nẵng\n|bắt đầu 2= 11\/1963\n|kết thúc 2= 2\/1964\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá\n|địa hạt 2= Vùng I chiến thuật\n\n|chức vụ 3= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Phó Thanh tra Quân đội VNCH<br>trực thuộc Bộ Quốc phòng<br>(lần thứ nhất)\n|bắt đầu 3= 1\/1959\n|kết thúc 3= 1\/1963\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá\n|địa hạt 3= Quân khu Thủ đô\n\n|chức vụ 4= [[Hình: Cờ Chỉnh binh thao lược.png|22px]]<br>Chỉ huy phó Trường Đại học Quân sự<br>(Tiền thân Trường Chỉ huy và Tham mưu)\n|bắt đầu 4= 10\/1957\n|kết thúc 4= 1\/1959\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá\n|địa hạt 4= Quân khu Thủ đô\n\n|chức vụ 5= [[Hình: Flag of the Army of the Republic of Vietnam.png|22px]] [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Tư lệnh Quân chủng Hải Quân<br>Hạm trưởng Soái hạm Tuần dương HQ-1<br>(Quân đội Việt Nam Cộng hòa)\n|bắt đầu 5= 8\/1955\n|kết thúc 5= 10\/1957\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tá<br>-Trung tá (10\/1955)<br>-Đại tá (10\/1956)\n|địa hạt 5= Quân khu Thủ đô\n|kế nhiệm 5= -Trung tá [[Trần Văn Chơn]]\n\n|chức vụ 6= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Chỉ huy trưởng Giang lực\n|bắt đầu 6= 3\/1955\n|kết thúc 6= 8\/1955\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Thiếu tá (3\/1955)\n|địa hạt 6= Quân khu Thủ đô\n\n|chức vụ 7= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Chỉ huy trưởng Hải đoàn Xung phong 21\n|bắt đầu 7= 7\/1954\n|kết thúc 7= 3\/1955\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Đại úy\n|địa hạt 7= Đệ ngũ Quân khu<br>(Miền tây Nam Phần)\n\n|chức vụ 8= [[Hình: Flag of the Vietnamese National Army.svg|22px]] [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Hạm trưởng Chiến hạm HQ-245<br>(Quân đội Quốc gia Việt Nam)\n|bắt đầu 8= 11\/1953\n|kết thúc 8= 7\/1954\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Đại úy (11\/1953)\n|địa hạt 8=\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|nơi ở= Texas, Hoa Kỳ\n|học vấn= Thành chung\n|học trường= -Trung học Đệ nhất cấp<br>-Trường Võ bị Quốc gia ở Huế<br>-Trường Đại học Hải quân Monterey, California, Hoa Kỳ\n|quê quán=\n\n|ngày sinh= [[27 tháng 2]] năm [[1926]]\n|nơi sinh= Không được rõ\n|ngày mất= [[1990]] ([[64]] tuổi)\n|nơi mất= [[Houston]], [[Texas]]<br>[[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1947]]-[[1969]]\n|cấp bậc= [[Hình: DaiTaHQVNCH.gif|12px]] [[Đại tá|Hải quân Đại tá]]\n|đơn vị= [[Hình:Huy hiệu Lục quân Việt Nam Cộng hòa.png|22px]] [[Lục quân Việt Nam Cộng hòa|Tiểu đoàn Bộ binh]]<br>[[Hình: Tổ quốc - Đại dương.gif|20px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]<br>[[Hình: Cờ Chỉnh binh thao lược.png|20px]] [[Trường Chỉ huy tham mưu Việt Nam Cộng hòa|Đại học Quân sự]]<br>[[Hình:ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]] \n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]] \n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng=\n|công việc khác= [[Tổng thanh tra Quân lực Việt Nam Cộng hòa|Thanh tra Quân lực]]\n}}\n\n'''Lê Quang Mỹ''' (1926-1990), nguyên là một sĩ quan Hải quân cao cấp của [[Quân lực Việt Nam Cộng hòa]], cấp bậc Hải quân [[Đại tá]]. Ông xuất thân từ trường Võ bị Quốc gia do Quốc gia Việt Nam được sự hỗ trợ của Chính quyền Thuộc địa Pháp, mở ra ở miền Trung Việt Nam vào những năm cuối của thập niên 40 (thế kỷ 20). Tiếp đến, ông được đào tạo thành một sĩ quan Hải quân từ khóa đầu tiên tại Trường Sĩ quan Hải quân cũng do Chính phủ Quốc gia mở ra ở một tỉnh duyên hải miền Trung Việt Nam. Trong thời gian tại ngũ, ông đã phục vụ Quân chủng Hải quân một thời gian dài. Sau đó ông được biệt phái phục vụ ở lĩnh vực Quân huấn và Tham mưu với những chức vụ khác nhau. Tuy nhiên, căn bản ông vẫn là một sĩ quan của Quân chủng Hải quân.\n\n==Thân thế và Binh nghiệp==\nÔng sinh ngày 27 tháng 2 năm 1926.<ref>Không có tư liệu nào nói về sinh quán của Đại tá Lê Quang Mỹ, kể cả trong sách \"Lược sử Quân lực Việt Nam Cộng hòa\" cũng không có chi tiết này.<\/ref> Năm 1944, ông tốt nghiệp Trung học phổ thông theo chương trình Pháp với văn bằng Thành chung.\n\n===Liên hiệp Pháp và Quân đội Quốc gia Việt Nam===\nNăm 1947, ông nhập ngũ vào Hải quân Pháp ban đầu là một Thủy thủ phục vụ trên Soái hạm La Motte Piquet do Đề đốc Jean Decous làm Hạm trưởng. Ông được phục vụ ở bộ phận Truyền tin và lên đến cấp bậc Hạ sĩ nhất. Đầu tháng 9 năm 1949, ông được cho đi học sĩ quan. Theo học khóa 2 Quang Trung tại trường Võ bị Quốc gia Huế<ref>Trường Võ bị Quốc gia ở Huế có tên ban đầu là Trường Sĩ quan Việt nam<\/ref>, khai giảng ngày 25 tháng 9 năm 1949. Ngày 24 tháng 6 năm 1950 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được điều động đi phục vụ ở một đơn vị Bộ binh thuộc Quân đội Liên hiệp Pháp đồn trú tại Sóc Trăng với chức vụ Trung đội trưởng. Cuối năm 1951, ông tình nguyện xin gia nhập trở lại Lực lượng Hải quân của Quốc gia Việt Nam,<ref>Lực lượng Hải quân Quốc gia Việt Nam là hậu thân của Hải quân Pháp do Quân đội Pháp bàn giao.<\/ref> ông được theo học khóa 1 tại trường Sĩ quan Hải quân Nha Trang, khai giảng ngày 1 tháng 1 năm 1952.<ref>Khóa 1 Sĩ quan Hải quân Nha Trang khai giảng chỉ có 9 khóa sinh thụ huấn (6 theo ngành chỉ huy, 3 theo ngành cơ khí). Tất cả đều tốt nghiệp và sau này đều là sĩ quan cao cấp trong Quân chủng Hải quân. Đặc biệt 6 vị tốt nghiệp ngành chỉ huy về sau đều được lần lượt đảm nhiệm chức vụ Tư lệnh Quân chủng, thứ tự như sau:<br>-[[Lê Quang Mỹ (Đại tá Hải quân Việt Nam Cộng hòa)|Lê Quang Mỹ]] (1955-1957).<br>-[[Trần Văn Chơn]] (1957-1959) và (1966-1974).<br>-[[Hồ Tấn Quyền]] (1959-1963).<br>-[[Chung Tấn Cang]] (1963-1965) và (1975).<br>-[[Trần Văn Phấn (Đại tá, Hải quân Việt Nam Cộng hòa)|Trần Văn Phấn]] (1966).<br>-[[Lâm Ngươn Tánh]] (1974-1975).<br>-''Ngành Cơ Khí'':<br>-[[Đoàn Ngọc Bích (Đại tá, Quân lực Việt Nam Cộng hòa)|Đoàn Ngọc Bích]] (Sinh năm 1928 tại Long An).<br>-[[Nguyễn Văn Lịch (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Lịch]] (Sinh năm 1930 tại Vĩnh Long).<br>-[[Lương Thanh Tùng (Đại tá, Quân lực Việt Nam Cộng hòa)|Lương Thanh Tùng]] (Sinh năm 1931 tại Thừa Thiên).<\/ref> Ngày 1 tháng 10 cùng năm mãn khóa tốt nghiệp với cấp bậc Hải quân [[Thiếu úy]]. Sau đó ông phục vụ trên Tuần dương hạm Jeanne d'Arc, kế tiếp chuyển đi phục vụ trên Tuần dương hạm Savorgan de Brazza. Đầu năm 1953, ông được thăng cấp Hải quân [[Trung úy]] tại nhiệm. Tháng 11 cuối năm, ông được thăng cấp Hải quân [[Đại úy]], nhận lãnh Trợ Chiến hạm mang tên Nguyễn Văn Trụ (HQ-245) và được cử làm Hạm trưởng đầu tiên của Chiến hạm này. Sau ngày ký Hiệp định Genève (20\/7\/1954), ông được bổ nhiệm làm Chỉ huy trưởng đầu tiên Hải đoàn Xung phong 21 ở Cần Thơ.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 3 năm 1955, ông được thăng cấp Hải quân [[Thiếu tá]] giữ chức vụ Chỉ huy trưởng Giang lực. Ngày 28 tháng 8 cùng năm, ông được Thủ tướng [[Ngô Đình Diệm]] bổ nhiệm giữ chức vụ Tư lệnh Quân chủng Hải quân<ref>Thời điểm này vẫn còn đang thuộc về Quân đội Quốc gia Việt Nam.<\/ref> đầu tiên kiêm Hạm trưởng Soái hạm Tuần dương hạm mang tên Chi Lăng (HQ-01)<ref>Hải quân Thiếu tá Lê Quang Mỹ là sĩ quan đầu tiên làm Hạm trưởng Soái hạm Tuần dương HQ-01<\/ref>. Ngày 26 tháng 10 năm 1955, ông được thăng cấp Hải quân [[Trung tá]] tại nhiệm, đồng thời cũng chính thức chuyển biên chế sang phục vụ Quân đội Việt Nam Cộng hòa. Ngày 26 tháng 10 năm 1956, ông được thăng cấp Hải quân [[Đại tá]] tại nhiệm.\n\nTháng 10 năm 1957, ông bàn giao chức vụ Tư lệnh Hải quân lại cho Hải quân Trung tá [[Trần Văn Chơn]]. Sau đó, ông được chuyển về trường Đại học Quân sự giữ chức vụ Chỉ huy phó. Đầu năm 1959, ông thuyên chuyển về Bộ Quốc phòng giữ chức vụ Phó Thanh tra Quân đội.<ref>Phòng Thanh tra Quân đội Bộ Quốc phòng, về sau đổi thành Tổng Thanh tra Quân đội. Năm 1966 chuyển trực thuộc Bộ Tổng Tham mưu, cải danh thành [[Tổng thanh tra Quân lực Việt Nam Cộng hòa]].<\/ref> Đầu năm 1963, ông được cử đi du học tại trường Hậu Đại học Hải quân ở Monterey thuộc Tiểu bang California, Hoa Kỳ trong thời gian 9 tháng.\n\nSau cuộc [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính ngày 1\/11\/1963]] lật đổ Tổng thống [[Ngô Đình Diệm]], ông được cử ra miền Trung giữ chức vụ Thị trưởng Đà Nẵng. Sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý ngày 30\/1\/1964]] do tướng Nguyễn Khánh cầm đầu, ông được chuyển trở lại Bộ Quốc phòng tái nhiệm chức vụ Phó Thanh tra Quân đội. Sau ngày Quân lực<ref>Ngày Quân lực đầu tiên là ngày 19 tháng 6 năm 1965, cũng là ngày cải danh Quân đội Việt Nam Cộng hòa trở thành [[Quân lực Việt Nam Cộng hòa]]<\/ref> 19 tháng 6 năm 1969, ông được giải ngũ vì đã có thâm niên quân vụ trên 20 năm.\n\n==1975==\nNgày 29 tháng 4, ông cùng gia đình được Quân vận đĩnh của căn cứ Hải quân Nhà Bè đưa ra Chiến hạm để di tản khỏi Việt Nam. Sau đó, gia đình ông được sang định cư ở thành phố Houston, Tiểu bang Texas, Hoa Kỳ.\n\nNăm 1990, ông từ trần tại nơi định cư, Hưởng thọ 64 tuổi.\n\n==Gia đình==\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.'' Trang 266\n\n[[Thể loại:Sinh năm 1926]]\n[[Thể loại:Mất năm 1990]]\n[[Thể loại:Đại tá Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Hải quân Việt Nam Cộng hòa]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Thị trưởng Đà Nẵng]]"}