{"494032":"{{Infobox Artist\n| tiền tố = [[Nghệ sĩ Ưu tú]]\n| name = Lê Cung Bắc\n| tên gốc = \n| nghệ danh = Lê Cung Bắc\n| nền = đạo diễn\n| hình = Le Cung Bac.jpeg\n| kích thước hình = 200px\n| chú thích hình = \n| tên khai sinh = Lê Hữu Ty\n| birthdate = 11 tháng 6, 1946\n| location = [[Triệu Phong]], [[Quảng Trị]], [[Trung Kỳ]], [[Liên bang Đông Dương]]\n| ngày mất = {{ngày mất và tuổi|2021|6|13|1946|6|11}}\n| nơi mất = [[Quận 10]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]\n| an táng = Nghĩa trang Thiên Phúc\n| nationality = {{VIE}}\n| nghề nghiệp = {{hlist|[[Đạo diễn]]|[[Diễn viên]]}}\n| danh hiệu = [[Nghệ sĩ ưu tú]]\n| field = [[Điện ảnh]]\n| thể loại điện ảnh = [[Tâm lý xã hội]]\n| năm hoạt động điện ảnh = 1982 - 2021\n| vai trò điện ảnh = {{hlist|[[Đạo diễn]]|[[Diễn viên]]}}\n| vai diễn = Giáo sư Hùng trong ''[[Vị đắng tình yêu]]'' <br>Trí\n| phim = Con thú tật nguyền\n| tác phẩm điện ảnh = ''[[Người đẹp Tây Đô]]''<br> ''[[Mỹ nhân Sài thành]]''<br> ''[[Vó ngựa trời Nam]] ''\n| vợ = Bùi Thị Giang\n| con = 2\n| imdb = 1974866\n| giải thưởng 1 = [[Cánh Diều Vàng]] 2010\n| hạng mục 1 = Đạo diễn xuất sắc\n}}\n'''Lê Cung Bắc''' ([[11 tháng 6]] năm [[1946]] – [[13 tháng 6]] năm [[2021]])<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/le-tang-dao-dien-le-cung-bac-post1226893.html|tựa đề=Lễ tang đạo diễn Lê Cung Bắc|tác giả=Duy Hiệu|ngày=14-6-2021|website=ZingNews|ngày truy cập=14 tháng 6 năm 2021}}<\/ref> tên thật '''Lê Hữu Ty''', là một [[diễn viên]] và [[Đạo diễn điện ảnh|đạo diễn]] nổi tiếng người Việt Nam. Năm 2001 ông được Nhà nước Việt Nam phong tặng danh hiệu [[Nghệ sĩ Ưu tú]] vì những đóng góp của mình cho nền điện ảnh Việt Nam.<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/van-hoa\/nsut-dao-dien-le-cung-bac-va-nhung-bo-phim-ghi-dau-an-lon-trong-su-nghiep-1398109.html|tựa đề=NSƯT - đạo diễn Lê Cung Bắc và những bộ phim ghi dấu ấn lớn trong sự nghiệp|tác giả=Phan Cao Tùng|ngày=13-6-2021|website=Báo Thanh Niên|ngày truy cập=14 tháng 6 năm 2021}}<\/ref>\n\n==Cuộc đời và sự nghiệp==\nÔng sinh ngày [[11 tháng 6]] năm 1946, quê quán tại làng Xuân Thành, xã [[Triệu Độ]], huyện [[Triệu Phong]], tỉnh [[Quảng Trị]]. Ông đã từng theo học tại các trường trung học Nguyễn Hoàng ([[Quảng Trị]]), [[Quốc học Huế]]. Sau khi đỗ tú tài toàn phần ông theo học Đại học Chính trị Kinh doanh ngành Bang giao Quốc tế tại [[Viện Đại học Đà Lạt]]. Sau khi tốt nghiệp, ông tiếp tục theo học Cao học Quản trị Kinh doanh tại [[Sài Gòn]].\n\nLúc còn là sinh viên, ông thành lập Ban kịch Thụ Nhân, khá nổi danh trong giới sinh viên các trường đại học miền Nam. Ông cũng tham gia viết báo trên các nhật báo như Công Luận, Bút Thép, Sóng Thần, Tin Sáng, tuần báo Đời và bán nguyệt san Văn. Trước năm 1975, ông tham gia một số ban kịch truyền hình Sài Gòn như các ban kịch Vũ Đức Duy, Quê Hương, Sông Thao... và được đánh giá là một diễn viên tài năng. Ông từng được cử đi nghiên cứu ngành kịch nói tại Pháp và Canada năm 1974.\n\nSau năm 1975, ông tham gia [[Đoàn kịch nói Bông Hồng]] một thời gian ngắn và sau đó chính thức chuyển qua lĩnh vực điện ảnh từ năm 1982. Trong khoảng 10 năm ông đã có trên 200 vai diễn điện ảnh và truyền hình. Cuối năm 1992 ông được [[Hãng phim Giải Phóng]] trao làm một số phim truyện video đầu tiên như \"Trên cả hận thù\", \"Ta tắm ao ta\", \"Giọt lệ chưa khô\"...\n\nNăm 1994, ông được Hãng phim Giải Phóng giao làm bộ phim nhựa đầu tiên \"Nhịp đập trái tim\" và với bộ phim này ông được [[Hội Điện ảnh Việt Nam]] trao giải thưởng \"Đạo diễn phim nhựa đầu tay\".\n\nNăm 1995, ông được [[Đài Truyền hình Thành phố Hồ Chí Minh]] mời về làm bộ phim \"[[Người đẹp Tây Đô]], là phim truyền hình nhiều tập đầu tiên của [[Hãng phim Truyền hình Thành phố Hồ Chí Minh|hãng phim TFS]]. Bộ phim đã gây tiếng vang lớn. Trong những năm sau đó, ông làm bộ phim \"Không thể rẽ trái\" được nhận Huy chương Vàng LHP Truyền hình toàn quốc năm 1996. Cũng với bộ phim này, [[Võ Sông Hương]] nhận được giải \"Nữ diễn viên chính xuất sắc nhất\".\n\nSau thành công của hai bộ phim này, ông tiếp tục làm bộ phim truyền hình \"Dòng đời\" (52 tập). Bộ phim này đã mang lại 3 giải thưởng Đạo diễn, Quay phim và Nữ diễn viên chính xuất sắc nhất cho Đạo diễn Lê Cung Bắc, Đồng Anh Quốc và Võ Sông Hương trong cuộc bình chọn của khán giả do HTV tổ chức năm 2001. Cũng trong năm đó ông được Nhà nước phong tặng danh hiệu [[Nghệ sĩ Ưu tú]].\n\nSau những thành công đó, ông tiếp tục làm các bộ phim \"Cõi tình\", \"Xóm cũ\" ([[Hãng phim TFS]]), \"Vì một ngày mai\", \"Họ từng chung kẻ thù\", \"Duyên phận\" ([[Hãng phim truyền hình Bình Dương]], huy chương bạc LHP Truyền hình 2006), \"Những chiếc lá thời gian\" ([[Senafilm|Hãng phim Sena]], giải Đặc biệt của Ban giám khảo trong LHP quốc gia), \"Bẫy tình\" (Hãng Viet Film)....\n\nNăm 2005, ông thực hiện bộ phim nhựa \"Duyên trần thoát tục\", một bộ phim được ghi vào Kỷ lục Phật giáo Việt Nam. Năm 2008, ông trở lại với hãng phim TFS với bộ phim \"Vó ngựa trời Nam\", một bộ phim truyền hình lịch sử hoành tráng và đã nhận được nhiều giải thưởng trong LHP Truyền hình 2010. Bộ phim này được '''''3 huy chương Vàng''''' dành cho '''''Phim xuất sắc nhất, Quay phim xuất sắc nhất và Nam diễn viên chính xuất sắc nhất'''''. Và trong giải Cánh Diều của Hội Điện ảnh Việt Nam, bộ phim này cũng giành được 3 giải: '''''Cánh Diều Vàng Đạo diễn xuất sắc nhất phim truyền hình, Nam diễn viên chính xuất sắc nhất và Cánh Diều Bạc cho bộ phim'''''.\n\nTiếp đó ông làm các bộ phim '''Những Đóa Hoa Tình Yêu (32 tập) cho hãng Midi, Nơi Trái Tim Ở Lại (24 tập, TFS)''', và mới đây nhất là bộ phim chính luận '''Ngược Sóng (38 tập''', '''''hãng phim Cát Tiên Sa)''''' đã được Hội đồng thẩm định Nghệ thuật của VTV đánh giá rất cao và khán giả rất thích thú.\n\nVào đúng 1h53 ngày 13\/6\/2021, Lê Cung Bắc được xác nhận là đã qua đời vì [[ung thư phổi]]. Ông được phát hiện khi đang nằm bất động tại nhà riêng nơi ông sống ở [[Quận 10]], [[Thành phố Hồ Chí Minh]], không lâu sau [[lễ mừng thượng thọ|lễ mừng thọ]] 75 tuổi.<ref>{{Chú thích web|url=https:\/\/laodong.vn\/van-hoa\/nsut-dao-dien-le-cung-bac-cua-phim-nguoi-dep-tay-do-qua-doi-919848.ldo|tựa đề=NSƯT, đạo diễn Lê Cung Bắc của phim \"Người đẹp Tây Đô\" qua đời|tác giả=Đông Du|ngày=13-6-2021|website=Lao Động|ngày truy cập=14 tháng 6 năm 2021}}<\/ref>\n\n==Các giải thưởng==\n* \"Đạo diễn phim nhựa đầu tay\" 1994 (phim \"Nhịp đập trái tim\").\n* Huy chương Vàng LHP Truyền hình toàn quốc 1996 (phim \"Không thể rẽ trái\")\n* Huy chương Bạc LHP Truyền hình toàn quốc 2006 (phim \"Duyên phận\")\n* Giải Đặc biệt của Ban giám khảo trong LHP quốc gia (phim \"Những chiếc lá thời gian\")\n==Đời tư==\nÔng lập gia đình với bà Bùi Thị Giang, một cựu giáo sư Anh văn và là chị của diễn viên [[Đơn Dương (diễn viên)|Đơn Dương]]. Hai người có với nhau hai con trai. Người con trai đầu tốt nghiệp kỹ sư Tin học tại Hoa Kỳ và con trai út tốt nghiệp Kiến trúc sư tại Việt Nam.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* {{Imdb name|1974866}}\n{{Giải Cánh diều vàng cho Đạo diễn xuất sắc phim truyện truyền hình}}\n{{Ván bài lật ngửa}}\n{{Kiểm soát tính nhất quán}}\n\n{{Thời gian sống|sinh=1946|mất=2021}}\n\n[[Thể loại:Người Quảng Trị]]\n[[Thể loại:Đạo diễn điện ảnh]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Phim và người giành giải Cánh diều]]\n[[Thể loại:Cựu sinh viên Viện Đại học Đà Lạt]]"}