{"19786879":"'''Lê Thị Thu Nguyệt''' sinh năm 1944 tại [[Tân Định, Quận 1]], Sài Gòn<ref name=\":0\">{{Chú thích web|url=https:\/\/vnexpress.net\/nu-biet-dong-sa-i-go-n-tung-da-nh-no-ma-y-bay-my-2897994.html|tựa đề=Nữ biệt động Sài Gòn từng đánh nổ máy bay Mỹ|họ=VnExpress|website=vnexpress.net|ngôn ngữ=vi|ngày truy cập=2023-02-12}}<\/ref>, là [[Biệt động Sài Gòn|chiến sĩ biệt động Sài Gòn]] trong [[Chiến tranh Việt Nam]]. Bà được phong tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân]] năm 2015 vì lập nhiều chiến công<ref name=\":1\">{{Chú thích web|url=https:\/\/www.qdnd.vn\/xa-hoi\/chinh-sach\/nu-chien-si-biet-dong-muu-tri-qua-cam-528180|tựa đề=Nữ chiến sĩ biệt động mưu trí, quả cảm|website=Quân đội nhân dân Việt Nam|ngôn ngữ=en-US|url-status=live|ngày truy cập=2023-02-12}}<\/ref>, trong đó có vụ đánh bom một máy bay chở cố vấn Mỹ vào năm 1963.<ref>{{Chú thích web|url=https:\/\/phunuvietnam.vn\/news-9068.htm|tựa đề='Bông hồng' trong lòng địch: Nữ biệt động đánh bom tàu bay Mỹ|họ=Phunuvietnam|ngày=2016-04-26|website=phunuvietnam|ngôn ngữ=vi|ngày truy cập=2023-02-14}}<\/ref>\n\n== Gia đình ==\nCha bà là ông Lê Đình Lang, Đảng viên [[Đảng Cộng sản Việt Nam|Đảng cộng sản Đông Dương]], bị lộ nên năm 1954 tập kết ra Bắc. Mẹ bà từng là hội viên [[Hội Liên hiệp Phụ nữ Việt Nam|Hội Phụ nữ cứu quốc]], mắc bệnh không có thuốc chữa đã qua đời khi bà mới vài tuổi.<ref name=\":0\" \/>\n\nỞ lại Sài Gòn, bà được cha gửi vào nhà chú ruột Lê Văn Lý. Ông Lý là cơ sở cách mạng, mở tiệm cắt tóc để che mắt địch. Năm 14 tuổi, bà tham gia hoạt động cách mạng với nhiệm vụ giao liên, đưa người vào chiến khu, mang tài liệu công văn, vận chuyển vũ khí vào nội thành.<ref name=\":0\" \/>\n\n== Gia nhập lực lượng biệt động ==\nNăm 1960, bà gia nhập lực lượng biệt động Sài Gòn, cùng năm [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Mặt trận giải phóng miền Nam]] ra đời. Là thành viên đội 159 chuyên đánh cố vấn quân sự Mỹ, bà cùng đồng đội dùng thun, ná tẩm thuốc độc bắn chết bốn cố vấn Mỹ trên [[Đường Trần Hưng Đạo, Thành phố Hồ Chí Minh|đường Trần Hưng Đạo]].<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Nhan-vat\/Ky-tich-biet-dong-cua-nguoi-phu-nu-binh-di-i310867\/|tựa đề=Kỳ tích biệt động của người phụ nữ bình dị|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2023-02-12}}<\/ref>\n\nTháng 10 năm 1962, chính quyền [[Việt Nam Cộng hòa]] tổ chức trưng bày chiến lợi phẩm thu được của [[Việt Cộng]]. Địa điểm triển lãm kéo dài từ Nhà hát Lớn đến khách sạn Continental, qua đường Nguyễn Huệ, có 100 nhà báo đến dự và hàng ngàn người xem. Dưới sự chỉ huy của Lê Thanh Tùng cùng các chiến đấu viên Trần Cưỡng, Trần Tiên Cương, bà tổ chức ném lựu đạn phá hỏng 1 trực thăng HU1A, làm chết ba, và bị thương hai, phá vỡ cuộc triển lãm dự định kéo dài trong bảy ngày.<ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Nhan-vat\/Ky-tich-biet-dong-cua-nguoi-phu-nu-binh-di-i310867\/|tựa đề=Kỳ tích biệt động của người phụ nữ bình dị|họ=cand.com.vn|website=Báo Công an Nhân dân điện tử|ngôn ngữ=vi|ngày truy cập=2023-02-12}}<\/ref>\n\n== Đánh bom máy bay Mỹ ==\nNăm 1963, bà nhận nhiệm vụ gài mìn nổ chậm vào máy bay [[Boeing 707]] chở cố vấn quân sự Mỹ. Để thực hiện được trận đánh quan trọng này, Đội Biệt động 159 trước đó đã tiến hành gài người vào làm nhân viên điều khiển không lưu ở sân bay; đồng thời đưa Thu Nguyệt đóng vai người yêu của người này để ra vào sân bay điều nghiên mục tiêu.<ref name=\":1\" \/> \n\nNgày 28 tháng 3 năm 1963, một gói thuốc nổ mạnh C4 cài đồng hồ hẹn giờ được ngụy trang trong một chiếc túi du lịch, giống y hệt chiếc túi du lịch mà cố vấn Mỹ thường dùng. Khi khoác “túi du lịch” đến từ giã “người yêu”, Thu Nguyệt đánh tráo túi du lịch của một người Mỹ trong phòng đợi. Theo kế hoạch, mìn sẽ nổ khi máy bay cất cánh 15 phút, nhưng chiếc Boeing 707 hôm ấy rời Sài Gòn sang [[San Francisco]], quá cảnh [[Sân bay quốc tế Daniel K. Inouye|sân bay Honolulu]] được hai phút mìn mới phát nổ. Toàn bộ chiếc máy bay số hiệu FHA007 bị phá hỏng, những tài liệu quan trọng bị cháy. Hàng chục sĩ quan cấp tá Mỹ bị thương vì vừa xuống sân bay, gần khu vực máy bay phát nổ.<ref name=\":1\" \/>\n\nNếu như hôm ấy, chiếc đồng hồ hẹn giờ không bị trục trặc do máy bay lên độ cao 10.000 m, áp suất không khí khiến nó chạy chậm lại, thì 80 cố vấn Mỹ đã thiệt mạng. Năm ấy do điều kiện kinh tế của cách mạng khó khăn nên khi đi mua đồng hồ bà chọn chiếc rẻ tiền nhất. Chính vì thế, kết quả đã không được như mong muốn<ref>{{Chú thích web|url=https:\/\/baotangphunu.com\/nu-biet-dong-sai-gon-co-biet-danh-chim-sat\/|tựa đề=NỮ BIỆT ĐỘNG SÀI GÒN CÓ BIỆT DANH “CHIM SẮT”|họ=Vi|tên=Hoàng|ngày=2022-10-31|website=Bảo tàng Phụ Nữ Nam Bộ|ngôn ngữ=vi|ngày truy cập=2023-02-13}}<\/ref>. Sở dĩ bom nổ chậm hơn là do đồng hồ hẹn giờ lạc hậu, khi máy bay lên cao, thay đổi áp suất, đồng hồ bị ngưng hoạt động.<ref name=\":1\" \/>\n\nBà bị bắt vào cuối năm 1963, khi đang chuẩn bị đi báo cáo thành tích trong Đại hội Anh hùng chiến sĩ thi đua. Sau 11 năm trải qua các nhà tù từ An ninh quân đội, Thủ Đức, Chí Hòa, Tân Hiệp, tới [[nhà tù Côn Đảo]], bà được trao trả tại [[Lộc Ninh]] vào năm 1973.<ref name=\":1\" \/>\n\n== Gia đình ==\nNăm 1976, bà lập gia đình cùng ông Đỗ Khánh Vân, sau là Đại tá công tác tại [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu 7]]. Ông bà có hai người con trai.<ref>{{Chú thích web|url=https:\/\/www.phunuonline.com.vn\/44-nam-tinh-dong-chi-nghia-tao-khang-a1481282.html|tựa đề=44 năm tình đồng chí,nghĩa tào khang|website=www.phunuonline.com.vn|ngày truy cập=2023-02-13}}<\/ref><ref>{{Chú thích web|url=https:\/\/www.phunuonline.com.vn\/lua-cua-me--a4986.html|tựa đề=“Lửa” của mẹ…|website=www.phunuonline.com.vn|ngày truy cập=2023-02-12}}<\/ref>\n\n== Chú thích ==\n\n[[Thể loại:Sinh năm 1944]]\n[[Thể loại:Biệt động Sài Gòn]]"}