{"37946":"'''Lê Văn Hưu''' ([[chữ Hán]]: 黎文休;[[1230]]-[[1322]]) là một nhà sử học đời [[nhà Trần]], tác giả bộ ''[[Đại Việt sử ký]]'', bộ quốc sử đầu tiên của [[Việt Nam]]. Bộ sách này không còn nhưng nhờ nó mà sử gia [[Ngô Sĩ Liên]] đã dựa vào để soạn bộ ''[[Đại Việt sử ký toàn thư]]''.\nÔng được cho là [[Bảng nhãn]] đầu tiên của Đại Việt, đỗ khi 17 tuổi, cùng khoa thi với [[trạng nguyên]] [[Nguyễn Hiền]] và [[thám hoa]] [[Đặng Ma La]].\n\n==Tiểu sử==\nLê Văn Hưu là người làng Phủ Lý (tên nôm là Kẻ Rị), huyện [[Đông Sơn]], tỉnh [[Thanh Hóa]], nay thuộc xã [[Thiệu Trung]], huyện [[Thiệu Hóa]], tỉnh [[Thanh Hóa]].\n\nMột giai thoại về Lê Văn Hưu thuở bé:\n\n::''Một hôm đi ngang qua [[lò rèn]], thấy người ta đang làm những cái dùi sắt, Lê Văn Hưu muốn xin một cái để làm dùi đóng sách. Người thợ rèn thấy vậy, bèn ra một [[vế đối]]:''\n::- ''Than trong lò, sắt trong lò, lửa trong lò, thổi phì phò đúc nên dùi sắt.''\n::''Lê Văn Hưu liền đối:''\n::- ''Nghiên ở túi, bút ở túi, giấy ở túi, viết lúi húi giành lấy khôi nguyên.''\n\n==Sự nghiệp==\nNăm [[Đinh Mùi]] (1247), niên hiệu Thiên Ứng Chính Bình đời vua Trần Thái Tông; Lê Văn Hưu đi thi, đỗ [[Bảng nhãn]] khi mới 17 tuổi. Đây là khoa thi đầu tiên ở Việt Nam có đặt danh hiệu [[Tam khôi]]. [[Nguyễn Hiền]] 13 tuổi đỗ [[Trạng nguyên Việt Nam|Trạng nguyên]]. [[Đặng Ma La]] 14 tuổi đỗ [[Thám hoa]].<ref name=\"Văn Hưu 1993\">Đại Việt sử ký toàn thư, soạn giả Lê Văn Hưu, Phan Phu Tiên, Ngô Sĩ Liên, v.v..., Dịch giả: Viện Khoa Học Xã Hội Việt Nam;Nhà xuất bản: Khoa Học Xã Hội - Hà Nội 1993,Quyển V, Kỷ Nhà Trần, Thái Tông Hoàng Đế<\/ref>\n\nSau khi thi đỗ, ông được giữ chức Kiểm pháp quan, rồi Binh bộ Thượng thư, sau đó được phong chức Hàn lâm học sĩ <ref>Chức Hàn lâm học sĩ tức chức Hàn lâm học sĩ (翰林學士, Hanlin Academician)<\/ref> kiêm Giám tu quốc sử <ref>Chức Giám tu quốc sử tức Giám tu quốc sử (監修國史, Chief Compiler of the Dynastic History)<\/ref><ref>Ấn bản điện tử năm 2001 do Lê Bắc điều hợp của bộ ''Khâm Định Việt Sử Thông Giám Cương Mục'', nhà xuất bản Giáo dục Hà Nội, 1988 có lẽ sai khi viết \"''Trước đây, Hàn lâm học sĩ kiêm Quốc '''tử''' viện giám tu là Lê Văn Hưu vâng mệnh''...\". Thời Trần và các triều đại đồng thời tại Trung Quốc, chỉ có Quốc sử viện và Quốc tử giám (xem mục Quan chức Chí, Lịch Triều Hiến Chương Loại Chí và A Dictionary of Official Titles in Imperial China, Charles Hucker, 1985, Stanford University Press), hai cơ quan này hoàn toàn khác nhau. Quốc sử viện chuyên trách viện biên soạn quốc sử, thực lục, Quốc sử giám chuyên trách việc giáo dục đào tạo nhân tài đất nước. Quan Lê Văn Hưu được sung vào chức Giám tu quốc sử, cũng là chức đứng đầu Quốc sử viện, chuyên trách việc biên soạn quốc sử thời Trần, chứ không phải là chức trong Quốc tử giám<\/ref>. Ông cũng là thầy học của [[Thượng tướng]] [[Trần Quang Khải]].\n\n===Biên soạn sách Đại Việt sử ký===\n{{Xem |Đại Việt sử ký}}\nTrong thời gian làm việc ở Quốc sử viện, theo lệnh vua [[Trần Thái Tông]], Hàn lâm viện học sĩ kiêm Quốc sử viện giám tu Lê Văn Hưu đã hoàn thành việc biên soạn ''Đại Việt sử'' (大 越 史)<ref>[https:\/\/vi.wikisource.org\/wiki\/Vi%E1%BB%87t_Nam_s%E1%BB%AD_l%C6%B0%E1%BB%A3c\/Quy%E1%BB%83n_I\/Ph%E1%BA%A7n_III\/Ch%C6%B0%C6%A1ng_VI Việt Nam sử lược, quyển 1, phần 3, chương 6, trang 129.]<\/ref> - bộ quốc sử đầu tiên của Việt Nam - ghi lại những sự việc quan trọng chủ yếu trong một thời gian lịch sử dài gần 15 [[thế kỷ]], từ Triệu Vũ đế - tức [[Triệu Vũ vương|Triệu Đà]] - cho tới [[Lý Chiêu Hoàng]]. ''Đại Việt sử ký'', tất cả gồm 30 quyển, hoàn thành năm [[1272]] và được [[Trần Thánh Tông]] xuống chiếu ban khen.<ref name=\"Văn Hưu 1993\"\/>\n\nTheo sử gia Trần Trọng Kim trong tác phẩm Việt Nam sử lược, bộ Đại Việt sử hay ''Đại Việt sử ký'' là bộ quốc sử đầu tiên của Việt Nam. Sau khi xâm lược Đại Ngu, nhà Minh đã đưa sách của nước Nam về Trung Quốc, trong đó có 30 quyển Đại Việt sử ký, những sách ấy đã thất lạc.<ref name=\"ReferenceA\">Việt Nam sử lược, soạn giả Trần Trọng Kim, Bộ giáo dục trung tâm học liệu xuất bản<\/ref>\n\nTrần Trọng Kim viếtː ''Hai trăm năm mươi năm sau, sử quan Ngô Sĩ Liên, đời vua Lê Thánh Tông, soạn lại bộ Đại Việt sử ký chép từ họ Hồng Bàng đến vua Lê Thái Tổ. Nghĩa là từ ông Ngô Sĩ Liên, ở về thập ngũ thế kỷ trở đi, thì sử ta mới chép truyện về đời thượng cổ.''<ref name=\"ReferenceA\"\/>\n\nĐến nay bộ ''Đại Việt sử ký'' của Lê Văn Hưu không còn, nhưng những lời nhận xét của ông vẫn được ghi lại trong bộ ''Đại Việt sử ký toàn thư'', gồm 29 đoạn ghi: \"Lê Văn Hưu viết...\". Trong bài tựa ''Đại Việt sử ký ngoại kỉ toàn thư'', Ngô Sĩ Liên viết: \"Văn Hưu là người chép sử giỏi đời Trần, Phu Tiên là bậc cổ lão của thánh triều ta, đều vâng chiếu biên soạn lịch sử nước nhà, tìm khắp các tài liệu còn sót lại, tập hợp thành sách để cho người xem đời sau không có gì phải tiếc nữa, thế là được rồi.\"\n\n==Qua đời==\nLê Văn Hưu mất ngày 23 tháng 3 (âm lịch) năm [[Nhâm Tuất]]<ref>[https:\/\/baothanhhoa.vn\/thoi-su\/le-van-huu-mot-su-gia-uyen-bac--mot-nhan-cach-lon\/157369.htm Khôi Nguyên, báo Thanh Hóa, Lê Văn Hưu: Một sử gia uyên bác – một nhân cách lớn, đăng ngày 20\/4\/2022.]<\/ref> (tức [[9 tháng 4]] năm [[1322]]), thọ 92 tuổi. Ông được an táng ở cánh đồng xứ Mả Giòm (ngôi mộ tọa Quý hướng Đinh), thuộc địa phận xã Thiệu Trung, huyện Thiệu Hóa, tỉnh Thanh Hóa. Hiện nay ở đó vẫn còn phần mộ với tấm bia dựng năm [[Tự Đức]] thứ 20 - [[1867]], khắc ghi tiểu sử và một bài minh ca tụng tài đức, sự nghiệp của ông. Ở xã [[Thiệu Trung]], huyện [[Thiệu Hóa]], [[Thanh Hóa]], có nhà thờ Lê Văn Hưu. Ở [[Hà Nội]] và nhiều tỉnh thành khác trên cả nước có 1 con phố cùng tên.\n\n==Nhận định==\n{{cquote|''Văn Hưu là người chép sử giỏi đời Trần, Phu Tiên là bậc cổ lão của thánh triều ta, đều vâng chiếu biên soạn lịch sử nước nhà, tìm khắp các tài liệu còn sót lại, tập hợp thành sách để cho người xem đời sau không có gì phải tiếc nữa, thế là được rồi''|||Lời của sử quan Ngô Sĩ Liên viết trong sách Đại Việt sử ký toàn thư}}\n\n{{cquote|Lê Văn Hưu vừa có tài, vừa có hạnh, làm thầy Chiêu-Minh-Vương, đổi làm Kiểm-Pháp-Quan, sửa sách Việt chí''|||An Nam chí lược, Lê Tắc}}<ref>An Nam chí lược, soạn giả Lê Tắc, Dịch giả Ủy ban phiên dịch sử liệu Việt Nam, Nhà xuất bản Viện Đại học Huế, 1961, phần Danh nhân, quyển Đệ thập ngũ<\/ref>\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư]], soạn giả Lê Văn Hưu, Phan Phu Tiên, Ngô Sĩ Liên, v.v..., Dịch giả: [[Viện Hàn lâm Khoa học xã hội Việt Nam|Viện Khoa Học Xã hội Việt Nam]]; Nhà xuất bản: Khoa Học Xã hội - Hà Nội 1993.\n*[[An Nam chí lược]], soạn giả [[Lê Tắc]], Dịch giả Ủy ban phiên dịch sử liệu Việt Nam, Nhà xuất bản Viện Đại học Huế, 1961\n*[[Việt Nam sử lược]], soạn giả [[Trần Trọng Kim]], [[Bộ Giáo dục và Đào tạo|Bộ Giáo dục]], Trung tâm học liệu xuất bản.\n\n== Chú thích ==\n{{tham khảo}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|sinh=1230|mất=1322|tên=Lê Văn Hưu}}\n\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Các tác giả bộ Đại Việt sử ký toàn thư|L]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Bảng nhãn Việt Nam]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Nhà văn Việt Nam]]\n[[Thể loại:Thái học sinh nhà Trần]]"}