{"94310":"'''Lê Quang Bí''' ([[1506]] - ?) là quan [[nhà Mạc]] trong [[lịch sử Việt Nam]] và là [[nhà thơ]] Việt Nam. Ông người làng Mộ Trạch, huyện Đường An, nay là thôn Mộ Trạch, xã Tân Hồng, huyện Bình Giang, tỉnh [[Hải Dương]], [[Việt Nam]]; nguyên quán lại ở xã Lão Loạt, huyện Thuận Hựu, nay thuộc huyện [[Hậu Lộc]], tỉnh [[Thanh Hóa|Thanh Hoá]].\n\n==Tiểu sử==\nLê Quang Bí sinh năm 1506, hiệu là Hối Trai, là con của Trạng nguyên [[Lê Nại]], cháu bốn đời của [[Lê Cảnh Tuân]].\n\nLê Quang Bí sinh ra trong gia đình có truyền thống Nho học. Năm 27 tuổi, Lê Nại đã đỗ Đệ nhất giáp tiến sĩ cập đệ - đệ nhất danh Trạng nguyên trong khoa thi lấy đỗ 55 tiến sĩ ở khoa thi Ất Sửu, niên hiệu Đoan Khánh 1 (1505) đời [[Lê Uy Mục]]. Lê Nại thi cả năm trường đều đỗ thủ khoa, sau làm đến chức Hữu thị lang bộ Hộ. Khi Lê Nại mất còn được truy tặng tước Đạo Trạch Bá.\n\nChú Quang Bí là Lê Tài (Lê Đỉnh hoặc Lê Tư) cũng nổi tiếng thần đồng về việc học; cùng thi kỳ đệ nhất khoa Ất Sửu (1505) với cha ông. Đến khoa Tân Mùi (1511) Lê Tài đỗ Hoàng giáp, làm quan Cấp sự trung ở bộ Lại.\n\n==Tiến sĩ đời Lê==\nCũng như cha, Lê Quang Bí là người thông minh và học giỏi. Năm 21 tuổi, ông dự khoa thi đình được tổ chức vào tháng tư, năm Bính Tuất (1526) niên hiệu Thống Nguyên năm thứ 5, đời [[Lê Cung Hoàng]]. Khoa thi này lấy đỗ 20 người. Lê Quang Bí đã đỗ Hoàng giáp, đứng thứ tư.\n\n==Sứ thần nhà Mạc==\n[[Mạc Đăng Dung]] thay ngôi [[nhà Lê sơ|nhà Lê]], lập ra [[nhà Mạc]]. Lê Quang Bí theo giúp nhà Mạc. Được 6 năm (1533), cựu thần nhà Lê là [[Nguyễn Kim]] khởi binh khôi phục nhà Lê. Cả nhà Lê và nhà Mạc đều tranh thủ sự ủng hộ, thừa nhận của [[nhà Minh]] nên ngoài mặt trận chiến tranh trong nước, mặt trận ngoại giao với nhà Minh kéo dài dai dẳng nhiều năm về vấn đề này.\n\nThời [[Mạc Tuyên Tông]], năm Mậu Thân, niên hiệu Cảnh Lịch thứ nhất (1548), [[Mạc Tuyên Tông]] cử Lê Tiến Quy làm Chánh sứ và Lê Quang Bí làm phó sứ, sang sứ [[nhà Minh]] cầu phong.\n\nKhi đoàn sứ Đại Việt đến [[Nam Ninh]], triều Minh ngờ là quan giả mạo, bắt phải chờ để tra xét minh bạch đã, mới cho dâng lễ phẩm. Sau đó phía nhà Minh gửi văn thư đi tra xét, nhưng chẳng có hồi âm. Chỉ có Lê Tiến Quy được về còn Lê Quang Bí cứ phải lưu tại sứ quán chờ mệnh lệnh Mạc Tuyên Tông.\n\nLúc đó trong nước nhiều việc rối ren, quân Lê Trịnh đánh ra bắc, chiến sự vô cùng ác liệt khiến nhà Mạc bỏ khiếm khuyết việc cống Bắc triều mấy năm liền, nên cũng không dám tâu xin.\n\nNăm 1561, Mạc Tuyên Tông mất, con là Mậu Hợp nối ngôi.\n\nNăm 1563, quan quân [[Lưỡng Quảng]] nhà Minh mới sai người đưa Lê Quang Bí tới [[Bắc Kinh]] triều kiến vua Minh. Nhân dịp vua mới là Mạc Mậu Hợp cũng sai hầu mệnh gửi cho ông 25 lạng bạc để thưởng lạo. Khi Lê Quang Bí tới [[Bắc Kinh]], lại bị lưu ở sứ quán thêm vài năm nữa.\n\nNăm 1566, viên Đại học sĩ triều Minh là Lý Xuân Phương thương Quang Bí ở trong nước [[nhà Minh]] đã 18 năm, bị giữ lâu ở công quán mà vẫn giữ được mệnh chúa, nên tâu lên vua Minh nhận cống phẩm và cho ông về. Vua mới nhà Minh là Mục Tông bằng lòng theo lời của Xuân Phương, cho ông trở về nước. Người Minh ví ông như [[Tô Vũ]] đi sứ đến lúc bạc đầu mới được trở về.<ref>Tô Vũ phụng mệnh nhà Hán đi sứ Hung Nô, cũng bị Hung Nô giữ lại 19 năm, sai đi chăn dê. Mãi sau khi nhà Hán cho Vương Chiêu Quân sang làm vợ vua Hung Nô (''[[Vương Chiêu Quân|Chiêu Quân]] cống Hồ''), Tô Vũ mới được trở về Hán. Tấm gương trung thành với nhà Hán của Tô Vũ rất nổi tiếng trong lịch sử<\/ref>\n\nTrong suốt 18 năm đi sứ bị giam giữ, Lê Quang Bí vẫn luôn giữ gìn phẩm hạnh và kỷ cương phép nước, không làm ô danh nước Đại Việt.\n\nNgày 25 tháng 1 năm Bính Dần, niên hiệu Sùng Khang thứ nhất đời [[Mạc Mậu Hợp]] (1566), ông trở về nước. [[Mạc Mậu Hợp]] di cư ra hành quán ở [[Bồ đề (định hướng)|Bồ Đề]] (Gia Lâm), sai Lại Bộ thượng thư kiêm Đông Các đại học sĩ Kế Khê bá [[Giáp Hải]] và Đông các hiệu thư Phạm Duy Quyết lên tận đầu địa giới [[Lạng Sơn]] để đón sứ thần Lê Quang Bí. Lúc được cử đi sứ, Lê Quang Bí mới 43 tuổi, tóc còn xanh mà lúc trở về nước, ông đã 61 tuổi, đầu tóc đã bạc trắng.\n\nVề đến tổ quốc, Lê Quang Bí được Mạc Hậu Hợp phong cho chức thượng thư, lại phong cho tước ''Tô quận công'', ví ông với vị trung thần Tô Vũ [[nhà Hán]].\n\n==Tập thơ ''Tô công phụng sứ''==\nTương truyền trong thời gian bị giữ lại ở Nam Ninh, Lê Quang Bí còn sáng tác tập thơ \"Tô Công Phụng sứ\", gồm 24 bài [[đường luật|thơ Đường luật]], thuật lại chuyện Tô Vũ đời nhà Hán đi sứ sang [[Hung Nô]], để gửi gắm tâm sự của mình.\n\nNgoài ra, ông còn một tập thơ khác, gồm một số bài thơ trong cuốn \"Tư lương vận lục\", viết theo đề tài lịch sử và hoài cổ.\n\nHai bài thơ tiêu biểu của Lê Quang Bí trong tập ''Tô công phụng sứ'' ở [[Trung Quốc]] là:\n\n===''Bắc Hải chăn dê''===\n:''Cờ sứ vững cầm một cán không,''\n:''Mười thu nghìn dặm, tiết cô trung.''\n:''Đất Hồ, sương tuyết gầy mình hạc,''\n:''Đền Hán, ngày đêm nhớ mặt Rồng.''\n:''Bể Bắc ngày chầy dê chưa đẻ,''\n:''Trời Nam nẻo viễn nhạn khôn không''\n:''Khăng khăng chẳng chuyển lời vàng đá,'' \n:''Bia tạc muôn đời tượng tướng công.''\n\n===''Gửi thư mượn nhạn''===\n:''Khôn lấy mồi thơm dỗ tiết ngay,'' \n:''Cho nên lưu lạc nước non này,''\n:''Bốn mùa đắp đổi kho trăng gió,'' \n:''Một áng thừa lưa lộc tháng ngày.''\n:''Chẳng những lòng vàng trên bể Bắc,'' \n:''Đã nguyền đầu bạc dưới đền Tây.''\n:''Tấc niềm bộc bạch hàng thư lụa,''\n:''Phó mặc bên trời chiếc nhạn bay.''\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Đại Việt thông sử\n\n==Liên kết ngoài==\n* [http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050302121615\/ns060905092120 Những sứ thần Đại Việt ngày xưa như thế đấy] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070707130121\/http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050302121615\/ns060905092120 |date = ngày 7 tháng 7 năm 2007}}\n* [http:\/\/hanoi.vnn.vn\/chuyen_de\/0212\/kechuyen\/bai06.asp Con Dê trong giai thoại, truyện ngụ ngôn và tiếu lâm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070508055619\/http:\/\/hanoi.vnn.vn\/chuyen_de\/0212\/kechuyen\/bai06.asp |date = ngày 8 tháng 5 năm 2007}}\n\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Mạc]]\n[[Thể loại:Nhà thơ Việt Nam thời Mạc]]\n[[Thể loại:Sinh năm 1506]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Hoàng giáp Việt Nam]]\n[[Thể loại:Tiến sĩ nhà Hậu Lê]]"}