{"7526698":"'''Lê Thái Ngọc''' (sinh ngày 15 tháng 10 năm 1957) là một tướng lĩnh trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên là Phó Tư lệnh thường trực phía Nam [[Bộ đội Biên phòng Việt Nam]]\n\n== Thân thế và binh nghiệp ==\nLê Thái Ngọc quê quán xã [[Xuân Thủy]], huyện [[Lệ Thủy]], tỉnh [[Quảng Bình]]. Hiện cư ngụ tại Phường Bình Thuận, [[Quận 7]], [[Thành phố Hồ Chí Minh]].\n\nTừ tháng 3 năm 1975 đến tháng 5 năm 1975: Ông là chiến sĩ Đại đội 375 Công an vũ trang Khu Vĩnh Linh.\n\nTừ tháng 6 năm 1975 đến tháng 12 năm 1976: Ông là Chiến sĩ đồn Công an 850 Công an vũ trang Minh Hải.\n\nTừ tháng 01 năm 1977 đến tháng 11 năm 1979: Ông là học viên Trường sĩ quan Biên phòng II Vũng Tàu, sau đó là giáo viên Trường sĩ quan Biên phòng Vũng Tàu, cấp bậc Trung sĩ rồi Thiếu úy. Ông được kết nạp vào Đảng Cộng sản Việt Nam ngày 18 tháng 05 năm 1978.\n\nTừ tháng 12 năm 1979 đến tháng 6 năm 1981: Ông học tại Trường Tuyên huấn Trung ương III Thành phố Hồ Chí Minh, cấp bậc Trung úy.\n\nTừ tháng 7 năm 1981 đến tháng 5 năm 1985: Ông là Giáo viên, Bí thư chi bộ Trường sĩ quan Biên phòng Tây Ninh, cấp bậc Thượng úy.\n\nTừ tháng 6 năm 1985 đến tháng 7 năm 1990: Ông học tiếng Nga tại Trường Đại học ngoại ngữ Quân sự, sau đó đi học tại Học viện Quân chính Lê Nin - Liên Xô, cấp bậc Đại úy.\n\nTừ tháng 8 năm 1990 đến tháng 01 năm 1992: Ông là Đảng ủy viên, Phó Chủ nhiệm Chính trị Bộ đội Biên phòng Thành phố Hồ Chí Minh, cấp bậc Thiếu tá.\n\nTừ tháng 2 năm 1992 đến tháng 6 năm 1998: Ông là Ủy viên Thường vụ Đảng ủy, Chủ nhiệm Chính trị Bộ đội Biên phòng Thành phố Hồ Chí Minh, Phó Chỉ huy trưởng Chính trị Biên phòng Cửa khẩu Cảng Sài Gòn - Bộ đội Biên phòng Thành phố Hồ Chí Minh, cấp bậc Trung tá.\n\nTừ tháng 7 năm 1998 đến tháng 10 năm 1999: Ông là Ủy viên Thường vụ Đảng ủy, Bí thư Đảng ủy cơ sở, Phó Chỉ huy trưởng Biên phòng Tiểu khu 65 Cần Giờ - Bộ đội Biên phòng Thành phố Hồ Chí Minh, cấp bậc Thượng tá.\n\nTừ tháng 11 năm 1999 đến 2007: Ông là Bí thư Đảng ủy, Phó Chỉ huy trưởng Chính trị, Chính ủy Bộ đội Biên phòng Thành phố Hồ Chí Minh; hiện nay Ông đang học lớp Chỉ huy Chính trị cấp Trung Sư đoàn tại Học viện Chính trị Quân sự - Bộ Quốc phòng, cấp bậc Đại tá.\n\nTừ năm 2007 đến năm 2013, ông là Phó Chủ nhiệm Chính trị [[Bộ đội Biên phòng Việt Nam]] với quân hàm [[Thiếu tướng]].\n\nNăm 2013, ông được bổ nhiệm giữ chức Phó Chính ủy [[Bộ đội Biên phòng Việt Nam]].<ref>{{chú thích web|author1=Vân Phạm|title=Vị tướng sống giữa lòng dân|url=http:\/\/congly.vn\/phong-su\/vi-tuong-song-giua-long-dan-37360.html|website=Báo Công lý|access-date =ngày 9 tháng 1 năm 2019|date=ngày 25 tháng 12 năm 2013}}<\/ref>\n\nNăm 2016, ông được điều động làm Phó Tư lệnh [[Bộ đội Biên phòng Việt Nam]].\n\n==Phong thưởng==\n*[[Huân chương Chiến sĩ vẻ vang]] hạng Nhất, Nhì, Ba<ref name=\"ucv\">[http:\/\/www.sonoivu.hochiminhcity.gov.vn\/baucu\/lists\/posts\/post.aspx?Source=\/baucu&Category=Đơn+vị+bầu+cử+số+25+(Huyện+Cần+Giờ)&ItemID=62&Mode=1 Ứng cử viên Đại biểu HĐND Thành phố khóa VII (Nhiệm kỳ 2004-2009) Lê Thái Ngọc]<\/ref>\n*[[Huy chương Quân kỳ Quyết thắng]]<ref name=\"ucv\"\/> \n*Huy hiệu 40 năm tuổi Đảng Cộng sản Việt Nam (nhận ngày 24 tháng 5 năm 2018)<ref>{{chú thích web|author1=Thùy Trang|title=Trao tặng Huy hiệu 40 năm tuổi Đảng cho Thiếu tướng Lê Thái Ngọc|url=http:\/\/www.bienphong.com.vn\/trao-ta-ng-huy-hie-u-40-nam-tuo-i-da-ng-cho-thie-u-tuo-ng-le-tha-i-ngo-c\/|website=Biên phòng|access-date =ngày 9 tháng 1 năm 2019|date=ngày 24 tháng 5 năm 2018}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n==Liên kết ngoài==\n\n{{thời gian sống|1957}}\n\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 2000]]\n[[Thể loại:Huy hiệu 40 năm tuổi Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huân chương Chiến sĩ vẻ vang hạng Nhất]]\n[[Thể loại:Huy chương Quân kỳ Quyết thắng]]\n[[Thể loại:Người Quảng Bình]]"}