{"19493662":"{{Văn phong}}{{Underlinked}}{{Không nguồn}}\n\nThiếu tướng '''Lê Trung Ngôn''' (1926-1986) - Nguyên Phó Tư lệnh [[Binh chủng Công binh, Quân đội nhân dân Việt Nam|Binh chủng Công Binh]], nguyên Tư lệnh [[Binh đoàn 11, Quân đội Nhân dân Việt Nam|Binh đoàn 11]] (Bộ Quốc phòng) quê xã [[Phổ Nhơn|Phú Nhơn]] (nay là xã [[Tịnh Ấn]]), huyện Sơn Tịnh, tỉnh [[Quảng Ngãi]]. Sinh ra trong một gia đình [[Nho giáo|Nho]] học có truyền thống yêu nước, ông tham gia cách mạng từ những ngày đầu cuộc kháng chiến chống [[Đế quốc thực dân Pháp|thực dân Pháp]] xâm lược. Là một cán bộ trưởng thành từ hai cuộc kháng chiến chống [[Đế quốc thực dân Pháp|thực dân Pháp]] và [[Chủ nghĩa đế quốc Mỹ|đế quốc Mỹ]], chiến tranh bảo vệ Tổ quốc, trong suốt chặng đường 40 năm hoạt động cách mạng, Thiếu tướng Lê Trung Ngôn đã tỏ rõ là người chỉ huy thông minh, quyết đoán và dũng cảm. Đặc biệt, trong thời kỳ kháng chiến chống Mỹ, cứu nước, là một cán bộ công binh, ông đã lăn lộn trên những công trình, bám cơ sở, bằng kiến thức và kinh nghiệm cùng với sự sáng tạo vượt khó, vượt khổ để chỉ huy các đơn vị tham gia mở đường, đảm bảo phục vụ chiến đấu cho các lực lượng trên [[Đường Trường Sơn|đường Trường Sơn- Đường Hồ Chí Minh]] huyền thoại, góp phần vào công cuộc giải phóng miền Nam, thống nhất đất nước.\n\n== Tiểu sử ==\n\n* Thiếu tướng Lê Trung Ngôn sinh ngày 1 tháng 2 năm 1926 tại xã Phú Nhơn (nay là xã Tịnh Ấn), huyện Sơn Tịnh, tỉnh [[Quảng Ngãi]]<ref>{{Chú thích web|url=https:\/\/www.qdnd.vn\/hau-phuong-chien-si\/tiep-lua-truyen-thong\/nhat-ky-tren-nhung-cung-duong-truong-son-481536|tựa đề=\"Nhật ký trên những cung đường Trường Sơn\"|tác giả=|họ=|tên=|ngày=24\/06\/2016|website=Báo Quân đội Nhân Dân|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Năm 1939, ông học hết cấp 2 tại quê nhà rồi vào [[Huế]] học tú tài. Năm 1942 ông dự thi và đỗ vào trường [[Cao đẳng Giao thông - Công chính]], đóng tại [[Hà Nội]] (ông là người điểm cao thứ 5 trong 30 người thi đỗ toàn xứ [[Bán đảo Đông Dương|Đông Dương]]).\n* Sau khi tốt nghiệp ông trở về quê nhà [[Quảng Ngãi]] tham gia phong trào Thanh niên cứu quốc Liên Khu 5. Tháng 4 năm 1947, ông nhập ngũ vào quân đội, tháng 5 năm 1949 ông được kết nạp Đảng và công tác tại tiểu đoàn Công binh thuộc [[Trung đoàn 308]]. Tháng 5 năm 1950 ông được bổ nhiệm chức Tiểu đoàn phó sau là Tiểu đoàn trưởng Tiểu đoàn 60  của [[Sư đoàn 308, Quân đội nhân dân Việt Nam|Đại đoàn 308]]. Từ năm 1953 đến năm 1954 ông là Tiểu đoàn trưởng [[Tiểu đoàn 333]], Trưởng ban tác chiến [[Trung đoàn Công binh 151]] tham gia đảm bảo cho [[chiến dịch Điện Biên Phủ]]. Năm 1956-1957 ông lập gia đình và được bổ nhiệm làm Chủ nhiệm Công binh Quân khu Tả Ngạn, năm 1967 ông là Chủ nhiệm quân khu Hữu Ngạn. \n* Năm 1969 ông được điều về công tác tại [[Tổng công ty Xây dựng Trường Sơn|Đoàn 559]]. Năm 1970 ông được bổ nhiệm làm Tham mưu phó Cục Tham mưu Công binh. Từ năm 1970 đến 1975, do yêu cầu công tác, ông đã trải qua nhiều cương vị Tham mưu phó Bộ Tư lệnh Công binh, phó Tư lệnh [[Sư đoàn 473]], phụ trách Công binh [[Quân khu 5, Quân đội nhân dân Việt Nam|Quân khu 5]], Sư đoàn phó [[Sư đoàn 561]], Cục phó Cục Công binh thuộc [[Bộ Tư lệnh 559]]. \n* Năm 1976 ông được điều động ra Bắc làm Phó Tư lệnh [[Binh chủng Công binh, Quân đội nhân dân Việt Nam|Binh chủng Công binh]], tháng 8 năm 1980 ông được bổ nhiệm làm Phó tư lệnh - Tham mưu trưởng [[Binh chủng Công binh, Quân đội nhân dân Việt Nam|Binh chủng Công binh]].\n* Ngày 11 tháng 6 năm 1982 thành lập Binh đoàn 11 trực thuộc [[Bộ Quốc phòng Việt Nam|Bộ Quốc phòng]] và ông được bổ nhiệm làm Tư lệnh [[Binh đoàn 11, Quân đội Nhân dân Việt Nam|Binh đoàn 11]], đên năm 1985 ông được Đảng và Nhà nước phong hàm Thiếu tướng.<ref>{{Chú thích web|url=https:\/\/sites.google.com\/site\/lsqdhndvn\/to-chuc-quan-doi-nhan-dan-viet-nam\/cac-don-vi-cap-duoi\/khoi-doanh-nghiep-thuoc-bo\/tong-cong-ty-thanh-an|tựa đề=Tổng Công ty Thành An- Lãnh đạo qua các thời kì|tác giả=|họ=|tên=|ngày=|website=Quân đội Nhân dân|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n* Tháng 7 năm 1986 ông từ trần hưởng thọ 60 tuổi.\n\n== Gia đình ==\n\n* Ông nội ông là cụ [[Lê Trung Đình]];\n* Bố ông là nhà Nho [[Lê Trung Nghĩa]];\n* Vợ là bà [[Nguyễn Thị Tố Nga]] (bác sỹ quân Y);\n* Con trai trưởng [[Lê Trung Dũng]] (Đại tá quân đội nhân dân Việt Nam);\n* Con gái thứ là [[Lê Tú Anh]]; \n* Con gái út là [[Lê Thị Tố Uyên]];\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n\n[[Thể loại:Sinh năm 1926]]\n[[Thể loại:Mất năm 1986]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam thụ phong năm 1985]]\n[[Thể loại:Người Quảng Ngãi]]"}