{"247132":"'''Lê Duy Mật''' (黎維樒,<ref>[[s:Trang:Viet Nam Su Luoc.djvu\/72|Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương V]]<\/ref> ? – 1770<ref>Trang 117, SGK Lịch sử 7 (Tái bản lần thứ 13), Nhà xuất bản giáo dục Việt Nam<\/ref>) là thủ lĩnh một cuộc khởi nghĩa lớn chống lại [[chúa Trịnh]] vào giữa [[thế kỷ 18]]. Cuộc khởi nghĩa được hình thành và phát triển cùng với các cuộc khởi nghĩa khác trong phong trào [[khởi nghĩa nông dân Đàng Ngoài]] và được gộp chung vào phong trào này.\n\nÔng là hoàng thân [[nhà Hậu Lê]], con thứ vua [[Lê Dụ Tông]] (1705 – 1729)\n{{Thông tin nhân vật hoàng gia\n| tên = Lê Duy Mật \n| tên gốc =\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = \n| ghi chú hình = \n| chức vị = [[Hoàng đế|Thiên Nam Hoàng Đế]] [[Đại Việt]]\n| tại vị = ? &ndash; [[1770]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1786 till:1789 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = Tự Xưng\n| nhiếp chính = \n| kiểu nhiếp chính = \n| kế nhiệm = ?\n| hoàng tộc = [[Nhà Lê trung hưng|Nhà Lê Trung hưng]]\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = <\/small>\n*Lê Duy Mật \n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên thật\n| niên hiệu =\n| thời gian của niên hiệu = \n| tôn hiệu = Thiên Nam Đế Tử\n|  \n|\n| phối ngẫu = \n| vợ = \n| con cái = \n| cha = [[Lê Dụ Tông]]\n| mẹ = \n| sinh = ?\n| nơi sinh = [[Đông Kinh]], [[Đại Việt]]\n| mất = [[1770]]\n| nơi mất = [[Nghệ An ]], [[Việt Nam]]\n| ngày an táng = [[Tháng mười một|tháng 11]] năm [[1770]] <br>\n| nơi an táng =  [[Nghệ An ]], [[Đại Việt]]\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n==Chính biến bất thành==\nThời [[Nhà Lê trung hưng|Lê trung hưng]], họ Trịnh nắm hết quyền bính, vua Lê chỉ có hư vị. Một số vị vua có ý định chống lại đều bị chúa Trịnh sát hại. Thời vua cha của Duy Mật là [[Lê Dụ Tông]] ở ngôi, tuy chúa An Đô vương [[Trịnh Cương]] khá mềm mỏng nhưng vẫn giữ quyền sắp đặt và quyết định mọi sự.\n\nNăm 1728, theo ý của Trịnh Cương, Dụ Tông lên làm [[thái thượng hoàng]], nhường ngôi cho con thứ là Duy Phường. Năm sau, Trịnh Cương đột ngột qua đời, [[Trịnh Giang]] lên thay, tức là Uy Nam vương. Trịnh Giang muốn tỏ rõ uy quyền nên sau khi thượng hoàng Dụ Tông mất (1731), Giang phế truất và giết Duy Phường (1732), lập người anh lớn nhất của Duy Mật, tức là con cả của Dụ Tông là Duy Tường lên ngôi, tức là [[Lê Thuần Tông]]. Được 4 năm, Thuần Tông mất sớm, Giang lập em Thuần Tông là Duy Thận nối ngôi, tức là [[Lê Ý Tông]].\n\nSau khi làm việc phế lập, Trịnh Giang không quan tâm tới triều chính, ăn chơi sa đọa. Giang bỏ và sát hại nhiều công thần đời Trịnh Cương như [[Nguyễn Công Hãng]], Lê Anh Tuấn. Xã hội rối ren, chính trị mất ổn định. Trong triều đình nhiều người bất bình với hành động của Giang.\n\nTrước sự tàn bạo của Trịnh Giang, Lê Duy Mật bàn với chú là Lê Duy Chúc <ref>Con thứ vua [[Lê Hy Tông]]<\/ref> và em là Lê Duy Quý làm binh biến ở Thăng Long để lật đổ họ Trịnh. Tháng 12 năm 1738, Duy Mật cùng Duy Chúc, Duy Quý định đốt kinh thành để khởi sự, nhưng chưa kịp thi hành thì mưu kế đã bị tiết lộ, ba người lập tức bỏ trốn.\n\nLê Duy Mật và chú Duy Chúc chạy đến Nghi Dương (Kinh Môn, [[Hải Dương]]), Duy Quý chạy đến Cẩm Thủy (Quảng Hóa, [[Thanh Hóa]]). Ít lâu sau, cả Duy Chúc và Duy Quý đều lâm bệnh nặng và qua đời.\n\n==Khởi nghĩa ở Thanh Hóa==\nSau khi chú và em mất, Lê Duy Mật được sự giúp đỡ của viên thổ hào ở Nghi Dương là Ngô Hưng Tạo. Ông mang gia quyến và tùy tùng chạy vào Thanh Hóa. Nhờ danh nghĩa hoàng thân nhà Lê, ông được sự ủng hộ của dân chúng địa phương và bắt đầu xây dựng lực lượng chống họ Trịnh.\n\nĐầu tiên, ông xây dựng căn cứ ở huyện [[Thạch Thành]], dựng lũy ở Ngọc Lâu (nay tại xã [[Thành Minh]]), và tự xưng là ''Thiên Nam Đế Tử''.\n\nSau khi Duy Mật nổi dậy, ngày càng nhiều cuộc khởi nghĩa nông dân khác bùng phát, cùng mang danh nghĩa \"Phù Lê diệt Trịnh\". Họ Trịnh buộc phải tìm cách phế Trịnh Giang, lập em Giang là [[Trịnh Doanh]] lên thay.\n\n===Bắc tiến lần thứ nhất===\nTháng 1 năm 1740, Lê Duy Mật xuất phát từ Ngọc Lâu tấn công vào Phúc Lộc và Tiên Phong ([[Hà Tây]]). Chúa Trịnh vội sai Trần Đình Miên đến đánh trả, sau đó lại điều Nguyễn Bá Lân tới hợp sức tiến công. Do quân Trịnh đông hơn, Lê Duy Mật không chống nổi phải rút lui về [[Thanh Hóa]].\n\nTháng 5 năm 1740, Trịnh Doanh ép vua Ý Tông nhường ngôi cho cháu là Duy Diêu – cũng là cháu của Duy Mật - lên ngôi, tức là [[Lê Hiển Tông]]. Theo các nhà nghiên cứu, đây là dụng ý chính trị rất lớn của Trịnh Doanh. Trước đây, khi Thuần Tông mất, lẽ ra Duy Diêu là con cả của vua cũng đã lớn phải được lập, nhưng Trịnh Giang cố tự làm theo ý mình nên lập chú Duy Diêu là Ý Tông khiến nhiều người không đồng tình. Lúc đó Trịnh Doanh lập Duy Diêu là trả lại ngôi cho ngành trưởng <ref>Cha Duy Diêu - Thuần Tông – là con trưởng vua Dụ Tông<\/ref> khiến dẹp đi sự bất bình của thiên hạ, làm cho việc chống Trịnh của Lê Duy Mật không còn nhiều ý nghĩa chính trị như trước và duy trì ngôi vị làm chúa của họ Trịnh<ref>Danh nhân quân sự Việt Nam, Nhiều tác giả, Nhà xuất bản Quân đội nhân dân, 2006<\/ref>.\n\n===Bắc tiến lần thứ 2===\nTháng 9 năm 1741, Lê Duy Mật tấn công ra Hưng Hóa và Sơn Tây. Trịnh Doanh điều Đặng Đình Mật. Đình Mật nhân đêm tối đánh úp khiến quân Duy Mật bị rối loạn. Sau đó, ông tổ chức lại đội ngũ và mai phục đánh thắng quân Trịnh một trận. Tuy nhiên sau đó Duy Mật không đánh lại được Đình Mật nên rút về Văn Lãng ([[Thái Nguyên]]) và sau đó trở về Ngọc Lâu.\n\nTrong lần ra bắc thứ hai, ông được sự hậu thuẫn của thủ lĩnh khởi nghĩa nông dân là Tương. Khi Duy Mật trở về Ngọc Lâu, Tương cùng đi theo về.\n\n==Dựng căn cứ mới==\nSau khi Duy Mật rút lui, Trịnh Doanh sai Lê Hữu Kiều làm chức Lưu thủ, cùng với Thượng thư Bộ hình là Hà Tông Huân làm Tham tụng về Thanh Hóa để phủ dụ dân chúng. Do tài năng của Hữu Kiều và Tông Huân lấy danh nghĩa vua Hiển Tông làm danh nghĩa để phủ dụ, một bộ phận dân chúng ngả theo triều đình.\n\nDo tình hình bất lợi, Lê Duy Mật để lại một bộ phận ở lại giữ Ngọc Lâu, còn ông mang quân vào Nghệ An, đánh chiếm Cổ Nam (Quỳ Châu, Nghệ An) và bắt đầu xây dựng căn cứ mới ở đây.\n\nGiữa năm 1742, Lê Duy Mật trở về Thanh Hóa đánh bại quân Trịnh ở Bái Thượng (Thanh Hóa). Tháng 10 năm đó, Trịnh Doanh phải điều các tướng tài như Đặng Đình Mật, Nguyễn Nghiễm và Hà Tông Huân cùng phối hợp đánh vào nơi ông đóng quân ở Lôi Dương. Quân Trịnh quyết tâm tiêu diệt Lê Duy Mật ở Thịnh Mỹ. Tuy nhiên, khi quân Trịnh tiến vào Thịnh Mỹ thì Duy Mật đã rút lui về Lang Chánh.\n\nTrong khi Trịnh Doanh phải đối phó với những cuộc khởi nghĩa mạnh mẽ của [[Nguyễn Hữu Cầu]], [[Hoàng Công Chất]] thì Lê Duy Mật tranh thủ phát triển lực lượng ở Lang Chánh. Ông xây dựng Lang Chánh trở thành căn cứ vững chắc trong 7 năm (1742 – 1749). Từ lúc đó, quân Lê Duy Mật có 3 căn cứ là Ngọc Lâu, Cổ Nam và Lang Chánh.\n\n==Bắc tiến lần thứ 3==\nTháng 3 năm 1749, Lê Duy Mật đánh ra Kinh Lão (Hà Tây) gần Thăng Long. Trịnh Doanh lo lắng sai Văn Đình Ức và Mai Thế Chuẩn đi đánh mặt trước, lại sai Lân Trung hầu đi đánh vào căn cứ Ngọc Lâu của ông để chặn đường về.\n\nNghe tin Ngọc Lâu bị uy hiếp, Duy Mật buộc phải bỏ chiến trận dở dang ở Hà Tây để trở về bảo vệ căn cứ.\n\n==Trấn giữ Trấn Ninh==\nCác cuộc khởi nghĩa lớn của [[Nguyễn Hữu Cầu]], [[Nguyễn Danh Phương]] bị dẹp, thủ lĩnh Tương theo Duy Mật cũng bị tử trận, tới năm 1763 chỉ còn ông và [[Hoàng Công Chất]] ở [[Mường Thanh]] chống lại họ Trịnh.\n\nDẹp xong các cuộc khởi nghĩa kia, [[Trịnh Doanh]] rảnh tay đối phó với Lê Duy Mật. Trước sức tấn công mạnh mẽ của quân Trịnh, Duy Mật nhiều lần phải rút lui.\n\nTháng 5 năm 1763, ông cho quân tiến vào Trấn Ninh và Cao Châu, nhanh chóng kiểm soát hai vùng này rồi sau đó tiếp tục đánh Quỳ Châu và Trà Lân. Ông xây dựng căn cứ mới ở núi Trình Quang ([[Bồn Man|Trấn Ninh]]). Theo [[Khâm định Việt sử Thông giám cương mục]], căn cứ gồm có 16 đồn lũy, thành cao hào sâu, có đài quan sát điếm canh từ xa để bảo vệ. Theo [[Lịch triều hiến chương loại chí]], quân chiến ước 3000 người, voi chiến hơn 100 con, ngựa hơn 300 con, súng lớn nhỏ có đến hàng nghìn khẩu, diêm tiêu lưu hoàng thuốc đạn không kể xiết được. Khi giới binh giáp rất là tinh nhuệ, đạn lửa, tên lửa quả ném bằng lửa, mồi lửa, những thứ cần dùng để đánh thành, không thứ gì là không có. Bên ngoài phủ chung quanh có 16 đồn gác trên núi, liên lạc với nhau, dựa nhau để phòng giữ. Đồn gác nào cũng: lần thứ nhất, đắp lũy đất, trên mặt lũy cứ cách 1 trượng dựng 1 lầu để bắn, phía ngoài lũy trồng tre, cách chỗ tre 1 trượng thì xẻ hào sâu hơn 13 trượng, [[chiều rộng]] cũng như thế.\nỞ chỗ quan hệ khẩn thiết cần phải canh phong, đều căm chông sắt. Ngoài ra đều cắm chông bằng tre liền như lông nhím. Cách hào 1 trượng lại làm thêm lần lũy nữa, ngoài lũy ấy đặt chông tre dày kín như lông mọc; trên lũy đặt nỏ gỗ, treo chuông có quả lắc, hễ động vào luỹ, thì tiếng chuông vang lên. Phòng bị chỗ nào cũng chu đáo.\nVề phạm vi uy hiếp thì có phía tây từ Hô Mường đến các Lào, cho đến cả ở các động ở biên giới Hưng Hoá, phía đông đến Lạc Hoàn, phía bắc đến 7 tổng ở phủ Trà, phủ Quỳ. Thường đem háng hóa buôn bán thông với Trung Quốc, thế lực có phần mở rộng thêm\n\nTừ Trấn Ninh, ông thường tổ chức tấn công xuống đồng bằng [[Thanh Hóa]] và [[Nghệ An]]. Trịnh Doanh bèn sai Bùi Thế Đạt vào Nghệ An làm Đốc suất, được tùy ý quyết định mọi việc. Tháng 7 năm 1764, Trịnh Doanh cử thêm Đàm Xuân Vực vào hỗ trợ cho Thế Đạt, kiêm quản cả [[Thanh Hóa]] và [[Nghệ An]].\n\nTrước sự uy hiếp của quân Trịnh, Lê Duy Mật viết thư, sai người vào [[Thuận Hóa]] đưa cho [[chúa Nguyễn]] là [[Nguyễn Phúc Khoát]] đề nghị hỗ trợ \"diệt Trịnh phù Lê\" nhưng Khoát không muốn gây hấn với họ Trịnh nên không ra quân giúp.\n\nNăm 1767, Trịnh Doanh chết, con là Sâm lên thay. Lê Duy Mật nhân lúc chúa Trịnh mới lên ngôi bèn tiến quân đánh chiếm [[Thanh Chương]] (Nghệ An) và [[Hương Sơn]] ([[Hà Tĩnh]]) vào tháng 4 năm đó. [[Trịnh Sâm]] vội sai [[Nguyễn Nghiễm]] mang quân vào Nghệ An tiếp viện cho Bùi Thế Đạt, đẩy lui quân khởi nghĩa về phía tây Nghệ An.\n\nTháng 8 năm 1769, [[Trịnh Sâm]] sai Tham nghị [[Nghệ An]] là Nguyễn Mậu Dinh dụ hàng ông nhưng không kết quả. Trịnh Sâm bèn huy động lực lượng lớn gồm 3 đạo quân Thanh Hóa, Hưng Hóa, Nghệ An do Bùi Thế Đạt, Nguyễn Phan và [[Hoàng Đình Thể]] chỉ huy vào đánh Duy Mật.\n\nLê Duy Mật chủ động điều quân ra phủ Ngoại đối phó với quân Trịnh. Tháng 1 năm 1770, quân Trịnh tiến đến phủ Ngoại. Lê Duy Mật giữ vững đồn lũy phòng thủ không đánh. Các tướng Trịnh cũng không dám tiến quân. Trịnh Sâm thấy chiến sự không thuận lợi phải điều danh tướng [[Hoàng Ngũ Phúc]] đến tây Nghệ An tăng viện.\n\nHoàng Ngũ Phúc dày dạn trận mạc, biết đồn lũy Trấn Ninh vững vàng không đánh được, bèn dùng kế khác. Ngũ Phúc cho bắt mẹ của một thủ hạ, đồng thời là con rể của Lê Duy Mật là Lại Thế Thiều. Do sự tác động của Hoàng Ngũ Phúc, mẹ Thế Thiều viết thư dụ con.\n\nLại Thế Thiều nhận thư, vì thương mẹ nên quyết định phản Lê Duy Mật. Thiều sai thủ hạ là Lê Văn Bản mở cửa thành cho quân Trịnh tiến vào. Thấy tình hình nguy biến, Lê Duy Mật biết không thể thoát được bèn tụ tập hết vợ con lại rồi đốt lửa tự thiêu mà chết.\n\nChiêu Thống nguyên niên (1787), ông được vua [[Lê Chiêu Thống|Chiêu Thống]] truy tặng tước ''Hoài Nghĩa Trung Trinh đại vương''.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Khởi nghĩa nông dân Đàng Ngoài]]\n*[[Chúa Trịnh]]\n\n==Tham khảo==\n*''Khâm định Việt sử Thông giám cương mục''\n*''Việt Nam sử lược''\n*''Danh nhân quân sự Việt Nam'', Nhiều tác giả, Nhà xuất bản Quân đội nhân dân, 2006\n*''Biên niên lịch sử cổ trung đại Việt Nam'', Viện Sử học, Nhà xuất bản Khoa học xã hội Hà Nội, 1987\n\n[[Thể loại:Khởi nghĩa nông dân thời Lê trung hưng]]\n[[Thể loại:Hoàng tử Việt Nam]]\n[[Thể loại:Mất năm 1770]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người tự sát ở Việt Nam‎]]\n[[Thể loại:Hoàng tộc nhà Hậu Lê]]"}