{"816653":"'''Lê Huy Thân''' ([[1752]]-[[1823]]), nguyên tên cũ là '''Giáp'''; là quan [[nhà Lê trung hưng]] và là [[giáo viên|nhà giáo]] [[Việt Nam]].\n\n==Tiểu sử==\n'''Lê Huy Thân''' sinh năm [[Nhâm Thân]] ([[1752]]) tại làng Bối Khê, huyện [[Thanh Oai]] thuộc trấn [[Sơn Nam (định hướng)|Sơn Nam]] (nay thuộc thành phố [[Hà Nội]]).\n\nTổ tiên ông có nguồn gốc từ [[Nghệ An]]<ref>Theo ''Gia phả họ Lê'' do Lê Đình Trân (tước Viên thiệu hầu) viết ngày 16 [[tháng chín|tháng 9]] năm [[Nhâm Tuất]] ([[1742]]), và Lê Huy Trâm viết tiếp vào [[tháng năm|tháng 5]] năm [[Nhâm Tý]] ([[1781]]). Xem chi tiết ở đây: [http:\/\/holevn.org\/?vnTRUST=mod:news|act:detail|newsid:101].<\/ref>. Cha ông là Lê Huy Cảnh, đỗ Hương cống ([[Hương cống|cử nhân]]) năm [[1753]]; và anh ông là [[Lê Huy Trâm]], đỗ [[Hoàng giáp]] năm [[1799]].\n\nVốn thông minh, lại được cha rèn dạy, Lê Huy Thân thi đỗ Sinh đồ (tú tài) năm 19 tuổi ([[1771]]). Năm 22 tuổi, ông thi đỗ Hương cống ([[Hương cống|cử nhân]]) khoa [[Giáp Ngọ]] ([[1774]]). Song đến kỳ [[thi Hội]] năm [[Ất Mùi]] ([[1775]]) thì ông chỉ vào đến tam trường, được bổ làm chức quan nhỏ là Hồng lô tự Tự ban (chánh cửu phẩm). Đến khoa [[Giáp Thìn]] ([[1784]]), ông dự thi lần nữa, nhưng kết quả vẫn y như trước. Về sau gặp luôn hai cha tang của mẹ và cha, ông xin cáo quan về nhà thủ chế.\n \n[[Tháng giêng|Tháng Giêng]] năm [[Kỷ Dậu]] ([[1789]]), sau khi đánh tan 29 [[vạn]] quân [[Nhà Thanh|Thanh]], vua [[Nguyễn Huệ|Quang Trung]] ban lệnh đòi các cựu thần [[nhà Lê sơ|nhà Lê]] đến trình diện để bổ dụng. Không tuân theo lệnh, ông đem gia quyến trốn lên [[Sơn Tây (tỉnh cũ)|Sơn Tây]]. Bị truy đuổi, ông lại phải thay đổi họ tên rồi đi trốn ở nhiều nơi, trong đó có [[động Hương Tích]] ([[Mỹ Đức]], [[Hà Nội]]).\n\nMãi đến năm [[Quý Sửu]] ([[1793]]), ông mới trở về quê mở lớp dạy học, vì bấy giờ lệnh tìm đòi của [[nhà Tây Sơn]] không còn gắt gao như trước.\n\nNăm [[1802]], ngay sau khi lên ngôi, vua [[Gia Long]] có lệnh triệu ông, nhưng ông nhất định từ chối. Năm [[1807]], lại có lệnh đòi ông ra làm Đồng khảo trường [[Kinh Bắc]]. Từ chối không được, ông bèn \"mặc áo vải, tự bọc lương ăn\" vào trường chấm thi. Sau khi xong việc, ông trở về quê quán tiếp tục dạy học, bởi ông \"không muốn nhận tước lộc của tân triều, để giữ vẹn tiết với triều Lê\" <ref name=\"TK\">Theo Trúc Khê, tr. 520-521.<\/ref>.\n\nKể từ đó, người theo học ông ngày thêm nhiều. Mỗi kỳ giảng bài và bình văn, người đến dự đông đến ba bốn trăm. Sau, số học trò ông đỗ cao có đến mấy chục người, như [[Hà Tông Quyền|Hà Tôn Quyền]], Phạm Vũ Dương, Nguyễn Xuân Hựu, Nguyễn Đình Lập, Nguyễn Uông...<ref name=\"TK\" \/>\n\nNăm [[Minh Mạng]] thứ 4 ([[Quý Mùi]], [[1823]]), Lê Huy Thân tạ thế, thọ 71 tuổi. Tác phẩm của ông để lại có tập thơ '''Tùng vịnh''', tập văn sách tứ lục...\n\nSinh thời, vì có đức hạnh và tài văn, nên Lê Huy Thân được người đời coi trọng. Ông cùng với anh là [[Lê Huy Trâm]] đều được gọi tôn là \"Bối Khê phu tử\" <ref>Theo bài phú \"Thanh Oai phong vật\" của Đốc học Nguyễn Uông, học trò ông. Phu tử: từ học trò dùng để gọi tôn thầy học của mình ở thời phong kiến.<\/ref>. Sau khi Lê Huy Thân mất, [[Tiến sĩ]] [[Ngô Thế Vinh]] có thơ vịnh hoài, và Tiến sĩ [[Nguyễn Tư Giản]] có làm câu đối đề trong nhà thờ ông như sau:\n:''Cố quốc trung thần gia thiếu tổ,\n:''Hưng triều trung sĩ thế sư tôn.\n \n==Xem thêm==\n*[[Lê Huy Trâm]]\n==Sách tham khảo chính==\n*[[Trúc Khê (nhà văn)|Trúc Khê Ngô Văn Triện]], truyện \"Bối Khê phu tử\" in trong ''Tuyển tập Trúc Khê Ngô Văn Triện''. Nhà xuất bản Văn hóa Thông tin, 2003.\n== Chú thích ==\n{{Tham khảo}}\n{{Thời gian sống|Sinh=1752|Mất=1823}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Nhà giáo Việt Nam]]"}