{"14247979":"'''Lê Trung Ngọc''' ([[chữ Hán]]: 黎忠玉; 1867-1928) là một quan viên Nhà Nguyễn đầu thế kỷ XX. Ông là một trong những người sáng lập Hội Khai trí tiến đức và Hội Nam kỳ tương tế ở [[Hà Nội]]<ref>Theo bia khắc tên tại 79 phố Hàng Trống - Hà Nội.<\/ref> và được xem là người đề xướng ngày quốc tế (國祭, tức ngày tế lễ quốc gia) 10 tháng Ba âm lịch hàng năm là ngày [[Giỗ Tổ Hùng Vương]].\n\n==Cuộc đời và sự nghiệp quan trường==\nÔng sinh ngày 23 tháng 9 năm [[Đinh Mão]] (tức [[20 tháng 10]] năm 1867), quê ở thôn Tân Quảng, huyện Tân Long, hạt thanh tra Chợ Lớn, tỉnh Sài Gòn (nay thuộc [[Quận 5]], [[Thành phố Hồ Chí Minh]]).<ref>Nhiều tài liệu ghi ông quê ở làng Liên Thành (xưa là ấp Tân Quảng), tổng Dương Minh, huyện Bình Dương, tỉnh Chợ Lớn. Điều này là không chính xác bởi:\n* Thôn Tân Quảng từ năm 1836 đã thuộc huyện Tân Long (Địa bạ 1836)\n* Làng Liên Thành mãi đến năm 1882 mới thành lập.\n* Tổng Dương Minh chỉ đến năm 1880 mới thành lập, thuộc hạt 20.\n* [[Chợ Lớn (tỉnh)|Tỉnh Chợ Lớn]] mãi đến năm 1900 mới thành lập.\nDo đó thông tin về địa danh được điều chỉnh lại theo đúng phân chia hành chính vào thời điểm 1867.\n<\/ref>\n\nSinh ra trong một gia đình Nho học, tuy nhiên bấy giờ đất Nam Kỳ đã là thuộc địa của Pháp, nên ông theo Tây học. Năm 1883, [[Hòa ước Harmand]] được ký kết, sau khi học xong trường Hậu bổ Cây Mai Sài Gòn (Collège dés Stagiaires), ông được chính quyền thực dân điều ra làm việc trong chính quyền Nam triều tại Bắc Kỳ.\n\nSự nghiệp quan trường của ông kéo dài trong 40 năm. Tháng 1 năm 1903, ông được bổ làm Tuần phủ Bắc Ninh, đến tháng 7 năm 1903 được đổi làm Thương tá Vĩnh Yên.\n\nTháng 3 năm 1908, ông được đổi làm Án sát Vĩnh Yên; sau đổi làm Án sát Phúc Yên, tháng 6 năm 1909, đổi làm Án sát Sơn Tây.\n\nTháng 2 năm 1912, ông được bổ làm Tuần phủ Sơn Tây. Tháng 4 năm 1913, đổi làm Tuần phủ Bắc Giang. Tháng 12 năm 1913, làm Tuần phủ Quảng Yên. Từ tháng 2 năm 1915 đến tháng 1 năm 1921, ông làm Tuần phủ Phú Thọ.\n\nTháng 2 năm 1921, ông được bổ làm Tổng đốc Hải Dương. Đến tháng 1 năm 1924, ông làm Tổng đốc Tòa Thượng thẩm, Hà Nội cho đến khi nghỉ hưu vào tháng 7 năm 1927.\n\nÔng qua đời ngày 21 tháng Tư năm Mậu Thìn (tức [[8 tháng 6]] năm 1928) tại Hà Nội, hưởng thọ 62 tuổi.\n\nTrong sự nghiệp quan trường, ông đã dược tặng thưởng nhiều Huân chương như: Kỷ niệm chương Bắc kỳ năm 1888; Đại Nam Long tinh Đệ ngũ hạng năm 1890; Huy chương bạc hạng nhất năm 1891; Huy chương vàng 1892; Hồng Lô tự thiếu khanh năm 1896; Kim Thánh năm 1898; Huân chương Viện hàn lâm năm 1904; Huân chương quốc gia Vương quốc Campuchia năm 1913…\n\n==Người có công định lệ mùng 10 tháng Ba==\nChính sử Việt Nam có ghi chép thời Hùng Vương quốc đô đặt tại Phong Châu (nay là Bạch Hạc), truyền 18 đời. Đời sau lập miếu thờ các vua Hùng ở núi Nghĩa Lĩnh (tức núi Hùng). Theo Ngọc phả Hùng Vương chép thời [[Lê Thánh Tông|Hồng Đức]], từ thời [[Nhà Đinh]], [[Nhà Tiền Lê]], [[Nhà Lý]], [[Nhà Trần]] rồi đến [[Hậu Lê]], trải các triều đại, lễ tế đền Hùng được liệt vào điển chế thờ tự, giao cho dân sở tại coi sóc. Dân chúng toàn quốc đều đến đây lễ bái.\n\nCho đến đầu thế kỷ XX, dân chúng đến tế lễ đền Hùng thường tự chọn ngày tốt theo bản mệnh từng người vào các tháng trong suốt cả năm, song tập trung vào mùa xuân và mùa thu chứ không định rõ ngày nào. Tục lệ dân bản xã thì việc cúng Tổ được cử hành vào ngày 12 tháng 3 (âm lịch) hằng năm. Con cháu ở xa về làm giỗ trước một ngày, vào ngày 11 tháng 3 (âm lịch). Lễ cúng tổ thường kết hợp với thờ Thổ công, Thổ địa, Thổ kỳ làm lễ tế Tổ tại Hùng Vương Tổ miếu. Trong khi đó, quốc lễ cúng tế lại thường được tổ chức định kỳ vào vào mùa thu.\n\nKhi đến trấn nhậm Phú Thọ, Tuần phủ Lê Trung Ngọc đã giành nhiều tâm huyết và công sức đôn đốc việc tu bổ, tôn tạo đền thờ Quốc Tổ Hùng Vương. Nhận thấy việc lễ bái tại đền Hùng thường duy trì kéo dài triền miên, gây tốn kém tiền của, lãng phí thời gian lại vừa phân giảm lòng thành kính cũng như sự trang nghiêm tri ân công đức các vua Hùng, đầu năm 1917, ông trực tiếp làm bản tấu trình với Bộ Lễ xin định lệ hàng năm lấy ngày 10 tháng 3 Âm lịch để tổ chức quốc lễ Giỗ Tổ Hùng Vương, trước một ngày so với ngày hội tế Hùng Vương, Thổ công, Thổ địa, Thổ kỳ của dân xã bản hạt; đồng thời cũng xin miễn trừ các khoản đóng góp của nhân dân địa phương vào các kỳ tế lễ mùa thu. Ngày [[25 tháng 7]] năm 1917 (niên hiệu Khải Định nguyên niên), Bộ Lễ đã phúc đáp bản tấu này, chính thức định lệ ngày 10 tháng 3 âm lịch là ngày Quốc lễ Giỗ Tổ, và cũng quy định rõ nghi thức, nghi lễ, lễ vật tế Tổ hằng năm. Từ đây, lễ Giỗ Tổ mùng 10 tháng Ba trở thành ngày quốc lễ chính thức của Việt Nam và ngày Giỗ Tổ của cộng đồng người Việt trên toàn thế giới.\n\nMùa xuân năm Quý Hợi, niên hiệu Khải Định năm thứ 8 (1923), tấm bia \"[[Hùng Vương từ khảo|Hùng miếu điển lệ bi]]\" dựng tại đền Thượng, Đền Hùng, đã ghi lại sự kiện lịch sử quan trọng này. Nội dung văn bia cũng ghi nhận Tuần phủ Lê Trung Ngọc là người có công đề xuất ngày Quốc tế này.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [http:\/\/svhttdl.phutho.gov.vn\/tin\/tuan-phu-le-trung-ngoc-voi-viec-dinh-le-quoc-le-gio-to-hung-vuong_658.html Tuần phủ Lê Trung Ngọc với việc định lệ quốc lễ Giỗ Tổ Hùng Vương]\n* [https:\/\/www.tienphong.vn\/van-nghe\/tu-100-nam-truoc-ngay-gio-to-103-da-duoc-dinh-le-1136958.tpo Từ 100 năm trước, ngày Giỗ Tổ 10\/3 đã được định lệ]\n* [https:\/\/nongnghiep.vn\/quoc-le-gio-to-hung-vuong-tram-nam-dinh-le-post190767.html Quốc lễ giỗ Tổ Hùng Vương - trăm năm định lệ]\n{{thời gian sống|1867|1928}}\n\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Quan lại nhà Nguyễn]]"}