{"207661":"{{Thông tin nhân vật hoàng gia\n| tên = Lê Thế Tông\n| tên gốc = 黎世宗\n| tước vị = [[Vua Việt Nam]]\n| thêm = DAI VIET\n| hình = \n| cỡ hình = 220px\n| ghi chú hình = Vua Lê Thế Tông trong tranh \"Vua Lê, Chúa Trịnh\"\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| sinh = [[1567]]\n| nơi sinh = Hành cung Vạn Lại\n| mất = [[12 tháng 10]], [[1599]]\n| nơi mất = Thăng Long\n| nơi an táng = Hoa Nhạc lăng (華岳陵)\n| tên đầy đủ = Lê Duy Đàm (黎維潭)\n| kiểu tên đầy đủ = Tên thật\n| tại vị = 22 tháng 1 năm 1573 - 12 tháng 10 năm 1599<br>{{số năm theo năm và ngày|1573|1|22|1599|10|12}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1573 till:1599 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Lê Anh Tông]]\n| nhiếp chính = [[Trịnh Tùng]] (1573-1599)\n| kiểu nhiếp chính = Chấp chính\n| kế nhiệm = [[Lê Kính Tông]]\n| hoàng tộc = [[Nhà Lê trung hưng|Nhà Lê Trung hưng]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Lê Anh Tông]]\n| niên hiệu = [[Niên hiệu| ]]\n*Gia Thái (嘉泰 <br>[[1573]] - [[1577]])\n*Quang Hưng (光興 [[1578]] - [[1599]])\n| miếu hiệu = [[Thế Tông]] (世宗)\n| thụy hiệu = ''Tích Thuần Cương Chính Dũng Quả '''Nghị Hoàng đế'''''<br> (積純剛正勇果'''毅皇帝''')\n}}\n{{Vua nhà Hậu Lê (theo năm)}}\n'''Lê Thế Tông''' ([[chữ Hán]]: 黎世宗 1567 - 12 tháng 10 năm 1599), tên húy là '''Lê Duy Đàm''' (黎維潭), là vị hoàng đế thứ tư của [[nhà Lê trung hưng|Hoàng triều Lê - giai đoạn Trung hưng]] và thứ 15 của [[triều Hậu Lê]] nước [[Đại Việt]], ở ngôi từ năm [[1573]] đến năm [[1599]]. Ông là hoàng đế nhà Lê đầu tiên trở lại nhập chủ Thăng Long sau 66 năm nhà Lê Sơ bị họ Mạc cướp ngôi (1527-1593) và hoàn thành công cuộc trung hưng vương triều.\n\nÔng là con thứ năm của [[Lê Anh Tông]], sinh ra trong thời kỳ [[Nam-Bắc triều (Việt Nam)|Nam - Bắc triều]]. Năm [[1573]], Anh Tông thấy Tả tướng [[Trịnh Tùng]] chuyên quyền, bèn cùng 4 hoàng tử lớn bỏ hành cung Vạn Lại trốn ra [[Nghệ An]]. Đúng ngày đầu năm mới [[1573]], Trịnh Tùng lập Lê Duy Đàm mới 5 tuổi lên ngôi hoàng đế, 3 tuần sau Trịnh Tùng sai Tống Đức Vị ngầm giết Anh Tông. Thời kỳ Thế Tông tại vị, [[Trịnh Tùng]] nắm toàn bộ quyền quân quốc, tiếp tục tiến hành cuộc chiến với [[nhà Mạc]] ở [[Đông Kinh]]. Sau nhiều chiến dịch lớn, năm [[1592]] Trịnh Tùng đánh bại quân Mạc, lấy lại [[Đông Kinh]] và rước Thế Tông về kinh đô cũ. Do vậy, quốc sử [[Đại Việt]] do chúa Trịnh chỉ đạo biên soạn xem Lê Thế Tông là vua có công khôi phục cơ nghiệp [[nhà Hậu Lê]].\n\nTrên thực tế, dù [[nhà Lê]] được tái lập nhưng quyền lực thực sự đã rơi vào tay [[Trịnh Tùng]], nhà vua chỉ còn lại hư vị. Năm [[1599]], Thế Tông phong Trịnh Tùng làm Bình An vương, bắt đầu một thời kỳ được gọi là thời ''vua Lê - chúa Trịnh''. Ngày [[24 tháng 8]] âm lịch năm [[1599]], Thế Tông mất, ở ngôi được 26 năm, thọ 33 tuổi, táng tại Hoa Nhạc lăng (華岳陵)<ref>Hoa Nhạc lăng được lập tại xã Bố Vệ, huyện Đông Sơn. Tấm bia đá được dựng vào thời Minh Mạng nhà Nguyễn có khắc dòng chữ \"Hoa Tung lăng\" (華岳陵在東山縣布衞社，阮朝明命年間所立石碑稱為\"華嵩陵\"。)<\/ref>. Sau cái chết của ông, con thứ tư của ông là [[Lê Kính Tông|Lê Duy Tân]] được Trịnh Tùng đưa lên ngôi vua, tức vua [[Lê Kính Tông]].\n\n==Thân thế==\nLê Duy Đàm sinh vào tháng 11 năm Chính Trị thứ 10 (tức năm [[1567]]), là con thứ năm của [[Lê Anh Tông]], được nuôi dưỡng ở xã Quảng Thi, huyện Thụy Nguyên. Khi Anh Tông vì mưu giết [[Trịnh Tùng]] không thành phải chạy ra [[Nghệ An]], hoàng tử Đàm vì còn nhỏ nên không đi theo được. Bấy giờ, Tả tướng [[Trịnh Tùng]] đón hoàng tử Đàm về lập làm vua, lấy ngày sinh làm Dương Nguyên thánh tiết.<ref name=\"TT, 861\">''[[Đại Việt sử ký toàn thư]]'' (2009), quyển XVII, tr. 861-62.<\/ref>\n\n==Giai đoạn Gia Thái (1573-1577)==\nNgày [[1 tháng 1]] năm [[Quý Dậu]] ([[1573]]), [[Trịnh Tùng]] cùng bá quan văn võ tôn hoàng tử Lê Duy Đàm lên ngôi hoàng đế, đổi niên hiệu Hồng Phúc làm Gia Thái năm thứ nhất, và ban lời đại cáo rằng:<ref name=\"TT, 861\" \/>\n<blockquote>''<p>Ta nghe [[thượng đế]] mở rộng công nuôi dưỡng muôn loài, tất ngay dịp xuân mà ban ân đức, vương giả giữ gìn buổi đầu tức vị, phải ra mệnh lệnh dụ bảo thần dân. Trên dưới hợp nhau, đồng lòng một chí. Nước nhà ta, nhân thời cơ mà mở vận, gây dựng nước bằng lòng nhân.\n\nMột tổ khai sáng đầu tiên, các thánh kế nối sau mãi, truyền nhau chính thống đã hơn một trăm năm. Vừa rồi, gặp cơn vận ách, giềng mối rối tung. May nhờ lòng người còn theo, mệnh trời còn đó. Thánh phụ hoàng thương ta là dòng dõi nhà vua, nối cơ đồ của tông tổ, khôi phục nghiệp lớn, trải hơn mười tám năm. Ngày [[26 tháng 2]], bị kẻ gian là bọn Cảnh Hấp, Đình Ngạn gièm pha, ly gián, đến nỗi xa giá phiêu giạt ra ngoài, thần dân trong nước không chỗ nương tựa. Ta là con thứ năm của hoàng phụ, đương tuổi thơ non nớt, nối nghiệp lớn khó khăn, chỉ sợ không cáng đáng nổi. Nhưng trên vâng mệnh trời yêu mến, dưới theo lòng người suy tôn, từ chối không được, nên vào ngày mồng một tháng 1 năm nay, ta đã lên ngôi, đặt niên hiệu là Gia Thái năm thứ 1, thực là nhờ được đại thần Tả tướng Thái uý Trường quận công [[Trịnh Tùng]] và các quan văn võ đồng lòng giúp sức để dẹp yên xã tắc. Vậy ban chiếu mệnh 6 điều để các nơi gần xa được biết:''\n#Người dân nào bị nạn binh lửa không còn tài sản gì đều được tha tạp dịch.\n#Dân nghèo xiêu dạt cho về quê cũ, và được tha thuế khóa, sai dịch.\n#Các nha môn trong ngoài nếu có người tù bị giam nào tội nhẹ thì thả cho ra.\n#Các quan văn võ người nào có công thì cho thăng tước một bậc.\n#Con cháu các quan viên, người nào bị oan khuất, kìm hãm, thì cho làm bản tâu lên, sẽ tùy theo tài năng mà bổ dụng.\n''Các nha môn trong ngoài hãy kính theo đó mà thi hành.<\/p>''<\/blockquote>\nBấy giờ, Anh Tông còn đang ở [[Nghệ An]], được tháp tùng bởi các hoàng tử Bách, Lựu, Ngạnh, Tùng. Trịnh Tùng sai bọn [[Nguyễn Hữu Liêu]] đem quân đuổi theo vào Nghệ An. Anh Tông thấy có quân đuổi theo, liền vội trốn vào ruộng mía, nhưng lại bị Nguyễn Hữu Liêu tìm thấy được. Hữu Liêu cùng mấy người quỳ lạy xuống nói:<ref name=\"CM, 660\">\n''[[Khâm định Việt sử Thông giám Cương mục]]'', Quyển XXIX, tr. 660.<\/ref>\n:''Xin bệ hạ mau mau vào cung! Để cho tôi con trong nước được thỏa ý mong muốn. Chúng tôi chẳng ai dám có ý gì khác''.\nHọ bèn dùng bốn con voi đực đón Anh Tông hồi kinh. [[Trịnh Tùng]] sai quận Bảng [[Tống Đức Vị]] ngày đêm hầu ở bên nhà vua. Ngày 22 tháng giêng âm lịch, đi đến Lôi Dương. Đức Vị ngầm bức bách giết chết [[Lê Anh Tông|Anh Tông]], rồi vờ nói phao lên rằng là Anh Tông tự thắt cổ tự vẫn.<ref>''[[Việt Nam sử lược]]'', Quyển II, tr. 21.<\/ref>\n\nThế Tông lên ngôi, phong cho [[Trịnh Tùng]] làm Đô tướng tiết chế các doanh quân thủy quân bộ ở các xứ kiêm giữ việc quân việc nước quan trọng. Phàm các sự vụ cơ mật quốc gia đều tự Trịnh Tùng xử quyết trước rồi sau mới tâu. Trịnh Tùng lại dùng [[Vũ Công Kỷ]] làm hữu tướng, 3 người [[Hoàng Đình Ái]], [[Vũ Sư Thước]] và [[Nguyễn Hữu Liêu]] làm Thái phó, và phong cho [[Trịnh Đỗ]] làm Thái bảo Ngạn quận công, Hùng Trà hầu [[Hà Thọ Lộc]] là Lâm quận công. Trịnh Tùng cũng sai sứ mang sắc thư vào [[Thuận Hóa]] phong Đoan quận công [[Nguyễn Hoàng]] làm Thái phó, sai chứa thóc để việc phòng thủ nơi biên giới được đầy đủ, vững chắc. Còn tiền sai dư thì hàng năm phải nộp 400 cân bạc, 500 tấm lụa.<ref name=\"CM, 660\"\/><ref name=\"TT, 863\">''[[Đại Việt sử ký toàn thư]]'' (2009), quyển XVII, tr. 863.<\/ref>\n\nVào tháng 7 năm [[1573]], [[nhà Mạc]] lại đem quân đánh vào An Tràng. Quan quân bên Lê đều rút vào trong lũy để giả vờ tỏ ra là mình yếu. Quân Mạc lại đắp thêm lũy đất. Đến khi quân Mạc sắp sửa qua đò ở Đoạn Trạch, [[Trịnh Tùng]] tung thủy quân chia ra đánh. Quân Mạc bị thua nên phải tháo lui. Sang tháng 10, nhà vua cho [[Vũ Công Kỷ]] trở về trấn thủ Đại Đồng. Trước kia, Công Kỷ từ Đại Đồng vào yết kiến, đi đánh Mạc, nhiều lần lập được chiến công. Đến đây, triều đình cho rằng dân ở địa phương chưa được yên tĩnh, nên lại sai Công Kỷ quản lĩnh quân bản bộ trở về trấn thủ Đại Đồng.{{#thẻ:ref|Đại Đồng là trấn lỵ của trấn Tuyên Quang, nay là vùng [[thành phố Tuyên Quang]], [[tỉnh Tuyên Quang]].|group=\"Ghi chú\"|name=\"\"}}\n\nTháng 6 năm [[1574]], nhà Mạc sai tướng [[Nguyễn Quyện]] đánh vào Nghệ An. Các huyện Anh Đô, Diễn Châu của [[Nghệ An]] đều bị rơi vào tầm kiểm soát của nhà Mạc. Trấn thủ Nghệ An là [[Nguyễn Bá Quýnh]] sợ bóng gió, chạy trốn trước. Quận Hoành (không rõ tên) giao chiến với quân Mạc nhiều lần không có kết quả gì, lại thấy quân lính nhiều người bỏ trốn, Quận Hoành bèn cho người làm vòng sắt khóa chân quân lính vào thuyền. Quân Mạc đuổi đến, họ cũng không chịu đánh. Quận Hoành bèn bỏ thuyền lên bờ chạy trốn. Chạy đến châu [[Bố Chính]], thì Quận Hoành bị Nguyễn Quyện bắt về Kinh Ấp rồi bị giết. [[Trịnh Tùng]] nhân đó sai Tấn quận công [[Nguyễn Cảnh Hoan]] và Lai quận công [[Phan Công Tích]] đem quân đến cứu. Nguyễn Cảnh Hoan cầm cự với Nguyễn Quyện đến vài tháng thì Quyện rút lui, Trịnh Mô cũng thu quân về Thanh Hoa.<ref name=\"TT, 863\"\/>\n\nBấy giờ tuy nhà vua trên danh nghĩa là chủ nhưng thực tế thì [[Trịnh Tùng]] nắm hết mọi quyền trong ngoài, còn vua chỉ có hư vị. Trịnh Vĩnh Thiệu, Trịnh Bách và Lương quận công vì thấy Tùng quyền to quá, mới ngầm mưu sát hại. Rủi thay việc bại lộ, cả mấy người đều bị bắt hạ ngục để xử tội. Vợ của [[Trịnh Kiểm]] là Nguyễn thị, tức mẹ [[Trịnh Tùng]], ra sức cứu gỡ, mấy người mới được khỏi tội, nhưng bị tước quyền.<ref name=\"TT, 863\"\/>\n\nQuân Mạc nhiều lần nam tiến, thanh thế rất mạnh. Tướng nhà Mạc là Nguyễn Quyện, tháng 8 năm [[1575]] bắt được Phan Công Tích, đến năm sau lại bắt được tướng giỏi nhà Lê là [[Nguyễn Cảnh Hoan]].<ref name=\"TT, 864\">''[[Đại Việt sử ký toàn thư]]'' (2009), quyển XVII, tr. 864-65.<\/ref>\n\nNăm [[1577]], đặt Chế khoa chọn người tài. Sau chọn được Lê Trạc Tú cùng hai người khác: người đỗ đệ nhất giáp Chế khoa xuất thân, Hồ Bỉnh Quốc cùng một người khác đỗ đệ nhị giáp đồng Chế khoa xuất thân. Sang tháng 7, Thế Tông hạ chiếu ra lệnh cho dân cư các huyện dọc sông xứ Thanh Hoa, thu xếp của cải và gia súc, đưa vợ con vào lánh ở nơi hiểm yếu dưới chân núi để phòng quân Mạc đến. Hạ lệnh cho các cửa biển và điểm tuần các nơi dọc đường đều đặt pháo hiệu. Nếu thấy quân Mạc tới thì lập tức bắn một tiếng pháo hiệu làm tin, để cho cư dân nghe lệnh, sẵn sàng lánh đi chỗ khác, không để quân Mạc giết hại. Nhà vua cũng hạ lệnh cho vùng chân núi các huyện nếu thấy dân xã ven sông đưa trâu bò gia súc chạy đến với xã mình thì phải nghiêm ngặt tuần phòng, nếu có trộm cướp phải đem người đến cứu. Nếu không đến cứu, để mất mát tiền của súc vật của cư dân thì địa phương ấy phải chia nhau mà đền. Đến tháng 8, [[Mạc Kính Điển]] đem quân đánh tới sông Đồng Cổ, nhưng lại bị [[Trịnh Tùng]] đánh bại, phải rút chạy về [[Thăng Long]].<ref name=\"TT, 866\"\/><ref name=\"CM, 662\">\n''[[Khâm định Việt sử Thông giám Cương mục]]'', Quyển XXIX, tr. 662.<\/ref>\n\nTháng 11, có [[Sao chổi lớn năm 1577|sao chổi lớn xuất hiện]], bay về hướng đông nam, nhiều người kinh sợ. Thế Tông hạ chiếu đổi năm sau làm năm '''Quang Hưng''' thứ nhất.<ref name=\"TT, 866\">''[[Đại Việt sử ký toàn thư]]'' (2009), quyển XVII, tr. 866.<\/ref>\n\n==Giai đoạn Quang Hưng (1578-1599)==\n===Chống giữ===\nGiai đoạn từ năm [[1573]] đến năm [[1583]] do việc nội bộ chưa yên nên Nam triều chủ yếu lo việc phòng thủ quân Mạc, còn [[nhà Mạc]] thì liên tiếp mở các cuộc tấn công xuống phía nam nhưng đều không thu được kết quả. Trong lúc đó, trụ cột [[nhà Mạc]] là [[Mạc Kính Điển]] đã chết, [[Mạc Mậu Hợp]] bỏ bê chính sự, thế lực Bắc triều ngày càng suy yếu.{{sfn|Quốc sử quán triều Nguyễn|1998|p=661-665}}\n\nNăm [[1583]], [[Trịnh Tùng]] xem thế quân mình đã mạnh bèn kéo ra Sơn Nam, đánh các huyện Yên Mô,<ref group=\"Ghi chú\">Tên huyện, nay thuộc tỉnh [[Ninh Bình]].<\/ref> Yên Khang gặt lúa rồi lại kéo về.{{sfn|Nhiều tác giả|1993|p=625}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=665}} Sang mùa xuân năm [[1584]], Trịnh Tùng kéo quân ra Trường Yên, rồi lại tiến quân đi tuần ở Thiên Quan. Vì [[Ngô Cảnh Hựu]] rút quân về trước, nên Trịnh Tùng liền đó rút quân quay về, dâng biểu xin giáng chức Cảnh Hựu xuống hai tư. Mùa xuân năm [[1585]], [[Trịnh Tùng]] chính mình đốc suất đại quân, kéo ra Thiên Quan, đánh phá các huyện Mỹ Lương, Thạch Thất và An Sơn, lược định mặt Tây đạo. Đóng quân ở Sài Sơn,<ref group=\"Ghi chú\">Xã [[Thụy Khuê]], huyện [[An Sơn]], [[Sơn Tây]].<\/ref> để tì tướng là quận Chiêu đóng đồn ở Hoàng Xá.<ref group=\"Ghi chú\">Xã [[Hoàng Xá]], huyện [[An Sơn]], [[Sơn Tây]].<\/ref> Quân Mạc truy kích quận Chiêu bị chết trận, Tùng thấy không lợi rút quân về.\n\nMùa hạ năm [[1587]], Thái phó Vệ Dương hầu [[Trịnh Bách]] là bà con họ Trịnh, trước đó đã từng đồng mưu với [[Lê Cập Đệ]] hãm hại Trịnh Tùng nhưng được tha; đến đây lại nuôi kẻ đồng cốt làm thuật phép yêu quái và định táng mả cha vào nơi cấm địa, nên Tùng mới sai người thắt cổ giết chết Bách.{{sfn|Nhiều tác giả|1993|p=627}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=667}} Mùa đông năm đó, Trịnh Tùng lại xuất quân ra bắc, đánh phá các huyện Trường Yên, Thiên Quan, bèn tiến quân ra vùng tây nam, đến huyện Mỹ Lương. [[Nhà Mạc]] sai [[Mạc Ngọc Liễn]] dẫn quân từ huyện An Sơn; [[Nguyễn Quyện]] từ huyện Chương Đức vượt sông Do Lễ<ref group=\"Ghi chú\">Xã [[Do Lễ]], huyện [[Chương Đức]].<\/ref> đến kháng cự. Trịnh Tùng biết được kế chặn đường lương của họ Mạc, bèn sai đại tướng [[Hoàng Đình Ái]] cấp tốc đang đêm tiến lén về để giữ Thanh Hoa, [[Hà Thọ Lộc]] và [[Ngô Cảnh Hựu]] ở lại canh giữ binh lương ở phía sau. Lại cử [[Nguyễn Hữu Liêu]] và [[Trịnh Đỗ]], từ đường phía tả, xuất quân đi cầm cự với [[Mạc Ngọc Liễn]] để phân tán thế lực của địch. Còn bản thân Trịnh Tùng đốc quân do đường bên phải kéo ra, tiến đánh Nguyễn Quyện. Quân Mạc bị thua trận, tổn hại rất nhiều. Hôm sau, quân Nam triều tấn công các huyện An Sơn, Thạch Thất; tuy nhiên khi đó đã là cuối năm nên [[Trịnh Tùng]] rút quân về.{{sfn|Nhiều tác giả|1993|p=628}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=668}}\n\nMùa đông năm [[1588]], Trịnh Tùng kéo quân đánh phá Trường Yên và Thiên Quan, vượt sông Chính Đại,<ref group=\"Ghi chú\">Trang [[Chính Đại]], huyện [[Tống Sơn]], tỉnh [[Thanh Hóa]].<\/ref> mà bắc tiến. Trịnh Tùng đóng quân ở trại Dương Vũ hơn một trận, rồi giả vờ đốt trại rút quân. Quân Mạc thừa cơ đuổi tới thì trúng vào ổ mai phục và thảm bại. Quân Lê lui về núi Tam Điệp,<ref group=\"Ghi chú\">Chỗ chia cắt hai tỉnh [[Ninh Bình]] và [[Thanh Hóa]].<\/ref> hạ lệnh cho quân bố trí phòng thủ ở cửa biển Linh Trường<ref group=\"Ghi chú\">Nay là cửa biển Y Bích, thuộc huyện Hậu Lộc, Thanh Hóa.<\/ref> để chặn thuyền giặc kéo tới.{{sfn|Nhiều tác giả|1993|p=628-629}}\n\nMùa đông năm [[1589]], Trịnh Tùng lại dẫn quân tấn công huyện Trường Yên. [[Nhà Mạc]] sai [[Mạc Đôn Nhượng]] đóng quân ở Yên Mô<ref group=\"Ghi chú\">Huyện [[Yên Mô]], tỉnh [[Ninh Bình]].<\/ref> tiếp chiến. Trịnh Tùng bàn mưu với các tướng: ''\"Nay họ Mạc đem hết đại binh tới, chỉ cốt giao chiến với ta để quyết một trận sống mái. Quân địch nhiều, quân ta ít, thế mạnh yếu khác nhau. Nhưng ta đã ở vào đất hiểm, hẳn giặc không làm gì được. Binh pháp có nói: một người giữ chỗ hiểm, ngàn người không địch nổi, là thế đó. Ta nên giả cách rút quân, để dắt chúng vào chỗ hiểm. Nó tất khinh ta, đem hết quân đuổi theo. Ta dùng trọng binh đánh úp, ắt sẽ phá được\"''. Vào canh ba đêm đó, ông sai [[Nguyễn Hữu Liêu]] mai phục ở chân núi; [[Trịnh Đỗ]], [[Trịnh Đồng]] nhử giặc vào ổ mai phục; và lại giả bộ lui binh. Quân Mạc quả nhiên trúng mai phục, tử trận 1000 người, 600 người bị bắt. Trịnh Tùng thắng trận, lại đưa quân về Thanh Hóa.{{sfn|Nhiều tác giả|1993|p=630}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=670}}\n\n===Giành lại Đông Kinh===\n[[Tập_tin:Map_of_Southern_and_Northern_Dynasties_of_Vietnam.png|nhỏ|271x271px|Tình hình [[Đại Việt]] trước khi Trịnh Tùng bắc phạt. Họ Mạc Bắc triều vẫn nắm giữ vùng núi và vùng [[châu thổ sông Hồng]], trong khi Nam triều nắm giữ các vùng đất từ [[Thanh Hóa]] trở vào.]]\nNgày [[3 tháng 12]] năm [[1592]], Trịnh Tùng bàn việc ra quân Bắc phạt với quy mô lớn; sai quận Diễn [[Trịnh Văn Hải]] và quận Thái [[Nguyễn Thất Lý]], quản lãnh quân thủy, quân bộ, trấn thủ những nơi hiểm yếu ở các cửa biển; quận Thọ [[Lê Hòa]] kiêm coi võ sĩ trong ngoài thuộc bốn vệ theo hầu vua Thế Tông và hộ vệ ngự doanh. Ông điều động 5 vạn quân, phân làm năm lộ sai [[Nguyễn Hữu Liêu]], [[Hoàng Đình Ái]], [[Hà Thọ Lộc]], [[Ngô Cảnh Hựu]] chia nhau quản lãnh. Bản thân Trịnh Tùng dẫn 2 vạn binh trung quân kéo ra [[Tây Đô]], theo đường [[Quảng Bình]] qua huyện Thiên Quan, hơn mười hôm thì đến núi Mã Yên, rồi tiến ra huyện Ma Nghĩa.<ref group=\"Ghi chú\">Nay là huyện [[Tùng Thiện]].<\/ref> Các lộ An Sơn, Thạch Thất, Phúc Lộc, Tân Phong đều nhanh chóng thất thủ; Trịnh Tùng đóng quân ở Tốt Lâm. [[Mạc Mậu Hợp]] kinh hoàng, vội điều hết binh mã được khoảng 10 vạn, đích thân làm tướng tiến đến xã Phấn Thượng, kháng cự với vương sư. Trịnh Tùng sai [[Hoàng Đình Ái]] ra đánh, giết được tướng Mạc là quận Khuông và quận Tân. Quan quân thừa thế đánh mạnh; Trịnh Tùng cũng đích thân ra đốc chiến, quân Lê đuổi quân Mạc đến Giang Cao, chém hơn 1 vạn thủ cấp.{{sfn|Nhiều tác giả|1993|p=632}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=672}}\n\nTrịnh Tùng đóng trại ở Hoàng Xá, sai quân vượt sông Cù,<ref group=\"Ghi chú\">Khúc sông Hát chảy qua xã [[Cù Sơn]].<\/ref> phá được nhiều thành lũy. Nhân đà thắng lớn, ông sai quân tiến đến phía nam thành [[Đông Kinh]], phóng hỏa đốt nhà cửa. Người trong kinh thành chạy trốn lưu li, ngoài đường vang tiếng khóc; nhiều người tranh nhau vượt sông mà chạy, chết đuổi rất nhiều. Bấy giờ đã đến Tết Nguyên Đán; Trịnh Tùng cho quân nghỉ ngơi ăn Tết, hẹn ngày thu phục kinh thành. Sau khi ăn Tết, Trịnh Tùng lập đàn, tế cáo trời đất và tiên đế [[nhà Lê]], đặt ra ba điều nghiêm cấm tướng sĩ; rồi tiến quân vào Đông Kinh. Quân đi đến đâu, nhân dân tranh nhau đem rượu và trâu bò đến đón. Khi quân Lê tiến đến chùa Thiên Xuân,<ref group=\"Ghi chú\">Xã [[Thanh Xuân]], huyện [[Thanh Oai]], [[Hà Nội]].<\/ref> [[Mạc Mậu Hợp]] đã bỏ chạy qua [[sông Nhị]], đóng ở xã Thổ Khói. Quan quân qua [[sông Tô Lịch]], đến cống Mọc, đóng quân ở Xạ Đôi. Trịnh Tùng sai [[Hoàng Đình Ái]], [[Nguyễn Hữu Liêu]] quản lĩnh quân và voi, hẹn ngày phá thành; còn bản thân đốc quân tiến đến phường Hồng Mai. Mạc Mậu Hợp ở bờ bắc sông Nhị ra sức củng cố lực lượng, nội ứng ngoại hiệp với quân trong thành. [[Nguyễn Quyện]] đặt mai phục ở ô cầu Giền.<ref group=\"Ghi chú\">Ở chỗ cuối phố Huế, đầu phố Bạch Mai, giáp đường Đại Cồ Việt, [[Hà Nội]] ngày nay.<\/ref> Hai quân giao chiến từ giờ Tị đến giờ Mùi; Trịnh Tùng đích thân đốc suất tướng sĩ. Quân Lê xuyên qua lũy, trèo lên thành, đua nhau xông lên trước, đánh phá được ba lần cửa lũy ở ngoài thành. Quân Mạc tan vỡ, [[Bùi Văn Khuê]], [[Trần Bách Niên]] và [[Mạc Ngọc Liễn]] bỏ chạy; quan quân lùi voi phá cầu; đánh bại phục binh của Nguyễn Quyện; bắt sống được Quyện. Trịnh Tùng thân hành cởi trói cho Quyện, đối đãi bằng lễ tiếp khách và yên ủi cho đến điều. Quyện hổ thẹn, vội phục xuống đất. Thây giặc chồng chất lên nhau, tổng cộng hơn 1000 người bị giết; Mạc Mậu Hợp thu thập tàn quân cố thủ dọc sông.{{sfn|Nhiều tác giả|1993|p=633}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=673}}\n\nTrịnh Tùng tuy đánh thắng liên tục nhưng do lực lượng chưa đủ nên đành lui về [[Thanh Hóa]]; lại hỏi kế của Nguyễn Quyện. Nguyễn Quyện tìm cách hoãn binh để giúp họ Mạc, nên khuyên sang phẳng lũy đất thành khiến cho nhà Mạc dù có quay về cũng không còn gì để làm căn cứ được nữa, ông nghe theo. Mùa thu năm đó, tướng [[Bùi Văn Khuê]] vì bị [[Mạc Mậu Hợp]] mưu giết nên đem quân thủy dưới trướng theo về với vương sư. Trịnh Tùng nhận hàng, sai [[Hoàng Đình Ái]] làm tiên phong, đến làng Bái và làng Đình thì Văn Khuê đem quân bản bộ ra đón tiếp. Đình Ái sai Văn Khuê tiến quân đóng giữ bến đò Đàm Giang. Quân Mạc bèn lui giữ sông Thiên Phái. Tùng quản đốc đại quân kéo ra Trường Yên, tiếp đãi [[Bùi Văn Khuê]] phong tước quận công và sai cầm quân đánh họ Mạc. Quân Lê-Trịnh đến núi Kẽm Trống<ref group=\"Ghi chú\">Xã [[Nham Kênh]], huyện [[Thanh Liêm]].<\/ref> đóng trại, Tùng sai Khuê lén dời binh thuyền ra cửa sông, rồi trên và dưới cùng đánh kẹp lại. Quân Mạc tan vỡ, tướng [[Trần Bách Niên]] đầu hàng.{{sfn|Nhiều tác giả|1993|p=634}}\n\nTháng 11 âm lịch, mùa đông, Trịnh Tùng tiến đóng Bình Lục, rồi kéo đến bãi Tinh Thần thuộc Thanh Oai, đóng dinh trại; sau đó tiến ra cửa sông Hát; đánh bại tướng [[Mạc Ngọc Liễn]], Ngọc Liễn phải chạy qua Tam Đảo. Quan quân đuổi đến chân thành [[Đông Kinh]], [[Mạc Mậu Hợp]] hốt hoảng chạy sang Kim Thành ([[Hải Dương]]). Trịnh Tùng phủ dụ quân dân, cấm quân sĩ xâm phạm dân chúng; các huyện Thuận An, Tam Đái, Thượng Hồng đều hàng phục cả. Lại sai quân đánh sang Kim Thành; [[Mạc Mậu Hợp]] bỏ trốn; quân Lê bắt được Thái hậu nhà Mạc và thu được nhiều của cải, châu báu. [[Mạc Mậu Hợp]] bèn lập con là [[Mạc Toàn]] làm vua, bản thân tự làm tướng, quản đốc binh mã chống giữ.{{sfn|Nhiều tác giả|1993|p=636}}\n\nTrịnh Tùng lại phá được [[Mạc Kính Chỉ]] ở Thanh Hà, các quan nhà Mạc lũ lượt ra hàng. Tùng tiến đóng quân doanh tại xã Tranh Giang thuộc Vĩnh Lại;<ref group=\"Ghi chú\">Nay là huyện [[Ninh Giang]], tỉnh [[Hải Dương]].<\/ref> sai [[Phạm Văn Khoái]] thu phục các huyện Kinh Bắc. Mạc Mậu Hợp bỏ trốn vào chùa rồi bị bắt sống, đem bêu ba ngày rồi chém đầu ở Bồ Đề; đóng đinh vào hai mắt, bêu ở chợ.{{sfn|Nhiều tác giả|1993|p=636}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=675-76}} Trịnh Tùng dời bản doanh về phía nam kinh đô. Không lâu sau, mùa xuân năm [[1593]], [[Mạc Kính Chỉ]] là con của [[Mạc Kính Điển]] tập hợp được 6, 7 vạn quân; lên ngôi ở xã Nam Giản, huyện Chí Linh; [[Mạc Toàn]] và nhiều bề tôi dẫn nhau đến quy phục. Trịnh Tùng được tin, sai [[Nguyễn Thất Lý]], [[Bùi Văn Khuê]] và [[Ngô Đình Nga]] tiến đánh; bị bại trận; các huyện ở Hải Dương và Kinh Bắc lại quy phục họ Mạc.{{sfn|Nhiều tác giả|1993|p=637}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=677}}\n\nTrịnh Tùng sợ để lâu sinh biến, liền sai [[Hoàng Đình Ái]] dẫn lực lượng lớn đi tiễu phạt tiến đến Cẩm Giàng. Kính Chỉ dốc hết quân ra giữ Thanh Lâm, lấy một dãy Hàm Giang làm chỗ phân chia Nam, Bắc. Hai bên luôn luôn huy động quân đội để chống giữ; lâu ngày không phân thắng bại. Tùng bèn đích thân dẫn quân qua sông Nhị, đêm ngày đi gấp đường, đến Cẩm Giàng, cử [[Hoàng Đình Ái]] thống lãnh tướng sĩ các dinh, tiến đến Thanh Lâm để đánh vào phía hạ lưu; Trịnh Tùng thân đốc đại binh để đánh phía thượng lưu; [[Nguyễn Hữu Liêu]] thống suất quân thủy để bao vây và đón chặn đường đi cửa của quân Mạc. Quân Mạc tan vỡ, bọn Kính Chỉ cùng Kính Thành, Lý Hựu, Kính Phu, Kính Thận, Kính Giản, Kính Tuân (đều là con của Mạc Kính Điển, có cả [[Mạc Toàn]] và hơn 60 người đến chém đầu ở bến Thảo Tân. Nhà Mạc kể từ Thái Tổ [[Mạc Đăng Dung]] lên ngôi năm [[1527]] đến đây thì tan rã sau 67 năm.{{sfn|Nhiều tác giả|1993|p=638}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=677}}\n\n===Đối phó dư đảng họ Mạc===\nTrịnh Tùng cho sửa sang cung điện trong kinh thành, một tháng thì hoàn thành; bèn sai người đến Tây Đô đón xa giá về kinh. Mùa hạ năm đó, Thế Tông đến kinh đô. Ngày [[16 tháng 5]], ngự ở tòa chính điện, nhận lễ mừng của bách quan, đại xá thiên hạ, gia phong cho những ai có công.{{sfn|Nhiều tác giả|1993|p=630}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=678}} Nhà Lê kể từ khi mất ngôi năm [[1527]] đến đây mới được trở về chốn xưa nhưng vị thế đã không còn được như trước nữa.\n\nMùa hạ năm [[1593]], [[Nguyễn Hoàng]] vào chầu vua Lê, dâng nộp sổ sách hai xứ Thuận, Quảng; được phong làm Trung quân Đô đốc phủ Tả đô đốc Chương phủ sứ Thái úy Đoan quốc công, lĩnh quân dẹp giặc cướp ở Sơn Nam, Hải Dương. Cũng năm đó, tướng [[Mạc Ngọc Liễn]] lập con của [[Mạc Kính Điển]] là Đôn Hậu vương [[Mạc Kính Cung]] lên làm vua, cải nguyên Càn Thống. Dư đảng họ Mạc lục tục kéo về hưởng ứng, thế lực nhà Mạc lại mạnh lên, kiểm soát bờ bắc sông Nhị. Ngày [[24 tháng 4]], Trịnh Tùng đích thân dẫn quân chia quân đánh dẹp, đảng họ Mạc tan chạy. Hải Dương, Sơn Nam cũng dẹp yên dần. Trịnh Tùng sai các tướng đem quân chia giữ các phủ Thượng Hồng, Hạ Hồng, Khoái Châu, Thuận An, Từ Sơn. Lại ra lệnh cho dân xiêu tán ở các huyện trở về nguyên quán yên nghiệp.{{sfn|Quốc sử quán triều Nguyễn|1998|p=678-679}}\n\nNăm [[1594]], [[Mạc Ngọc Liễn]] đưa [[Mạc Kính Cung]] chạy ra huyện An Bắc; Trịnh Tùng sai [[Hoàng Đình Ái]] tới đánh; Ngọc Liễn chạy sang Tư Minh xin xưng thần với [[nhà Minh]].{{sfn|Nhiều tác giả|1993|p=638}} Hoàng Đình Ái đánh dẹp các vùng phía bắc sông Nhị, giết được nhiều tông thất nhà Mạc. Trong khi đó vào tháng 6, người xã Vũ Lăng, huyện Tiên Minh là [[Vũ Đăng]] dấy binh chiếm giữ huyện Siêu Loại, tụ tập bè đảng, tự xưng là La Bình hoàng đế; nhưng nhanh chóng bị bắt giết. Lúc đó [[Mạc Ngọc Liễn]] bệnh chết, có thư khuyên [[Mạc Kính Cung]] đừng nên mời người Tàu sang hại dân hại nước. Làm theo lời [[Mạc Ngọc Liễn]], khi thấy triều Lê mạnh, Kính Cung giấu binh ở các vùng, hết sức tránh đụng độ. Ông sai Phúc vương mang gia quyến chạy trước sang Long Châu tránh rồi bản thân thoát sang sau. Năm [[1596]], Phan Ngạn đánh dẹp được [[Mạc Kính Chương]], con cháu nhà Mạc lại tâu với vua Minh rằng chính quyền trong nước không phải con cháu họ Lê, vua Minh sai người sang điều tra và gây sức ép buộc nhà Lê phải trả [[Cao Bằng]] cho họ Mạc.{{sfn|Nhiều tác giả|1993|p=646}} Mùa xuân năm [[1597]], Thế Tông phải cùng các tướng đến ải Nam Quan theo đòi hỏi của vua Minh. Tuy vậy chiến tranh giữa hai bên vẫn thường xuyên xảy ra. Quân Lê-Trịnh nhiều lần tiến đánh phía bắc, bắt được [[Mạc Kính Dụng]] đem giết đi, tuy nhiên thế lực họ Mạc vẫn còn rất mạnh.{{sfn|Nhiều tác giả|1993|p=648}}\n\nNgày [[7 tháng 4]] năm [[1599]], Thế Tông hạ chiếu phong Trịnh Tùng làm Đô nguyên suý tổng quốc chính thượng phụ Bình An vương, là chức quan cao nhất trong triều, chỉ đứng sau vua. Ông lại cho xây phủ chúa ở ngay bên cạnh triều đình vua Lê; và từ đó phủ chúa trở thành nơi bàn định công việc của đất nước; triều đình chỉ còn là hư danh, vua Lê chỉ có 5000 lính túc vệ; thu thuế 1000 xã để chi dụng.{{sfn|Nhiều tác giả|1993|p=653-54}} Còn những việc đặt quan, thu thuế, bắt lính, trị dân, đều thuộc về quyền họ Trịnh cả. Chỉ có khi nào thiết triều hay là tiếp sứ thì mới cần đến vua mà thôi. Uy quyền họ Trịnh bấy giờ rất lớn nhưng vẫn không dám cướp ngôi vua, là vì ở phía Bắc sợ có [[nhà Minh]] sinh sự, lại có họ Mạc còn giữ đất Cao Bằng, nếu tiếm ngôi thì e quân nghịch nổi lên lấy phù Lê thảo Trịnh làm cớ<ref>''[[Việt Nam sử lược]]'', [[:vi:s:Việt Nam sử lược\/Quyển II\/Tự chủ thời đại\/Chương III|quyển II, Tự chủ thời đại, chương III]]<\/ref>.Từ đó sự nghiệp của chúa Trịnh ở Đàng Ngoài chính thức bắt đầu.\n\n== Qua đời ==\nNgày [[12 tháng 10]] cùng năm, Lê Thế Tông qua đời, Trịnh Tùng bàn với các quan rằng thái tử không thông minh mẫn tiệp, bèn lập con thứ là Duy Tân. Ngày [[15 tháng 10]], Duy Tân lên nối ngôi, tức là [[Lê Kính Tông]].{{sfn|Nhiều tác giả|1993|p=654}}{{sfn|Quốc sử quán triều Nguyễn|1998|p=680}}\n\nÔng được triều thần truy tôn miếu hiệu là '''Thế Tông''', thụy hiệu là ''Tích Thuần Cương Chính Dũng Quả '''Nghị Hoàng đế''''' (積純剛正勇果'''毅皇帝'''). An táng tại Hoa Nhạc lăng (華岳陵).\n\n== Gia quyến ==\n\n* Thân phụ: Lê Anh Tông\n* Thân mẫu:\n\n=== Hậu Phi ===\n{| class=\"wikitable\"\n|+Phi Tần\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Cha\n!Ghi chú\n|-\n|1\n|Ý Đức Nghị Hoàng hậu\n|Nguyễn Thị\n|\n|\n|\n|-\n|2\n|Ngọc Sơn Uy Phi\n|Lê Thị Đoan\n|\n|\n|\n|}\n\n=== Hậu Duệ ===\n{| class=\"wikitable\"\n|+Hoàng Tử\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Mẹ\n!Ghi chú\n|-\n|1\n|Hoàng trưởng tử\n|Lê Duy Từ\n|\n|Lê Thị Đoan\n|\n|-\n|2\n|[[Lê Kính Tông]]\n|Lê Duy Tân\n|1588-1619\n|Ý Đức Nghị Hoàng Hậu\n\nNguyễn Thị\n|\n|}\n{| class=\"wikitable\"\n|+Công Chúa\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Mẹ\n!Ghi chú\n|-\n|1\n|Hoàng trưởng nữ\n|Lê Thị Ngọc Ph­­ương\n|\n|\n|\n|-\n|2\n|Hoàng nhị nữ\n|Lê Thị Ngọc Địch\n|\n|\n|\n|-\n|3\n|Hoàng tam nữ\n|Lê Thị Ngọc Đức\n|\n|\n|\n|-\n|4\n|Hoàng tứ nữ\n|Lê Thị Ngọc Tham\n|\n|Lê Thị Đoan\n|\n|}\n\n==Nhận định==\nSử thần Lê-Trịnh nhận xét về Lê Thế Tông trong [[Đại Việt Sử ký Toàn thư]], qua đó cũng gián tiếp ca ngợi Trịnh Tùng, người nắm thực quyền cai trị Đại Việt trong thời kỳ đó:\n{{cquote|\n''Vua tuổi còn thơ ấu, tin dùng [[Trịnh Tùng|huân thần]], nên dẹp yên được kẻ tiếm nghịch, khôi phục được cơ nghiệp cũ, làm nên thái bình. Công trung hưng còn gì lớn hơn thế nữa!''|||[[Đại Việt Sử ký Toàn thư]]}}\n\n==Niên hiệu==\nTrong thời gian ở ngôi, Lê Thế Tông đã đặt hai niên hiệu:\n* '''Gia Thái''' ([[1573]]-[[1577]])\n* '''Quang Hưng''' ([[1578]]-[[1599]])\n\n== Chú thích ==\n=== Ghi chú ===\n<references group=\"Ghi chú\" responsive=\"\" \/>\n\n=== Trích dẫn ===\n<references responsive=\"\" \/>\n\n==Tham khảo==\n*{{chú thích sách|author1=Ngô Sĩ Liên|title=Đại Việt sử ký toàn thư|date=2009|publisher=Nhà xuất bản Văn học}}\n*Quốc Sử Quán Triều Nguyễn, ''[[Khâm Định Việt Sử Thông Giám Cương Mục]]'', [http:\/\/www.viethoc.org\/eholdings\/sach\/kdvstgcm.pdf Bản điện tử PDF] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131214190146\/http:\/\/www.viethoc.org\/eholdings\/sach\/kdvstgcm.pdf |date = ngày 14 tháng 12 năm 2013}}\n\n{{s-start}}\n{{s-hou|[[Nhà Hậu Lê|Hoàng tộc họ Lê]]||1567||1599||name=Lê Thế Tông}}\n{{s-reg}}\n{{s-bef|before=[[Lê Anh Tông]]}}\n{{s-ttl|rows=2|title=[[Vua Việt Nam|Hoàng đế Đại Việt]]|years=1573 (1592)–1599|dynasty=[[Nhà Lê trung hưng]]\n|regent1=[[Trịnh Tùng]]|years1=1573-1599}}\n{{s-aft|rows=2|after=[[Lê Kính Tông]]}}\n{{s-bef|before=[[Mạc Mậu Hợp]]|as=}}\n{{s-pre}}\n{{s-bef|before = [[Lê Anh Tông]]}}\n{{s-tul|title = [[Vua Việt Nam|Hoàng đế Đại Việt]]\n|years = 1573-1592\n|reason=[[Nam Bắc triều]]}}\n{{s-aft|after=bởi chính ông}}\n{{end}}\n\n{{Vua nhà Lê trung hưng}}\n\n[[Thể loại:Vua nhà Lê trung hưng|Thế Tông]]\n[[Thể loại:Vua thiếu nhi Việt Nam]]\n[[Thể loại:Sinh năm 1567]]\n[[Thể loại:Mất năm 1599]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua nhà Hậu Lê]]\n[[Thể loại:An Nam đô thống sứ]]"}