{"3377337":"{{Thông tin nhân vật\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên khai sinh = Lê Việt Muồn\n| tên khác = Bô Nhơn\n| ngày sinh = [[1928]]\n| nơi sinh = xã [[Cẩm Nam]], [[Hội An]], [[Quảng Nam]], Việt Nam.\n| nguyên quán = Quảng Nam\n| mất = ?\n| nguyên nhân cái chết = Bịnh già\n| nơi mất = \n| an táng = \n| tưởng niệm = \n| dân tộc = Kinh\n| công việc = \n| yearsactive = \n| known = Bí thư, tỉnh trưởng tỉnh [[Sê Kông]], ủy viên [[Ban Chấp hành Trung ương Đảng Nhân dân Cách mạng Lào]], phó Ban Tổ chức trung ương [[Đảng Nhân dân Cách mạng Lào]]. \n| notable_works = \n| chiều cao = \n| danh hiệu = \n| spouse = \n| partner = \n| children =\n| parents = \n}}\n'''Lê Việt Muồn''' hay '''Bô Nhơn''' (sinh 1928) là [[người Lào]] gốc Việt. Ông là một trong 19 [[bộ đội|chiến sĩ]] quân tình nguyện của [[khu 5|Liên khu 5]], [[Việt Nam]] được chọn để sang chi viện chiến đấu đánh [[Pháp]] giúp quân đội [[Lào]]. Ông nguyên là bí thư, tỉnh trưởng tỉnh [[Sê Kông]], ủy viên [[Ban Chấp hành Trung ương Đảng Nhân dân Cách mạng Lào]], phó Ban Tổ chức trung ương [[Đảng Nhân dân Cách mạng Lào]].\n\n==Cuộc đời và sự nghiệp==\nLê Việt Muồn sinh năm 1928 tại xã [[Cẩm Nam]], [[Hội An]], [[Quảng Nam]], Việt Nam.<ref>Có tài liệu gọi ông là Lê Việt Muồng và có tên theo tiếng Lào là Pô Nhơn<\/ref> Năm 17 tuổi, Lê Việt Muồn tham gia tòng quân lên rừng theo bộ đội [[Việt Minh]]. Nhờ gan dạ, không ngại gian khó, nên ngày 19 tháng 8 năm 1948, ông được chọn để cùng 18 thanh niên khác tập trung tại làng [[Đề An]], xã [[Hành Phước]], huyện [[Nghĩa Hành]] để làm lễ xuất quân nhận nhiệm vụ làm quân tình nguyện chiến đấu đánh Pháp giúp nhân dân Lào<ref name=\"Báo Tuổi Trẻ\">[http:\/\/tuoitre.vn\/tin\/the-gioi\/20160427\/nguoi-linh-tinh-nguyen-va-an-tinh-lao-viet\/1091185.html Người lính tình nguyện và ân tình Lào - Việt], Báo Tuổi Trẻ.<\/ref><ref>Đầu năm 1948, quân Pháp đánh phá ác liệt trên toàn [[Đông Dương]]. Do nước Lào lúc đó gặp nhiều khó khăn, [[Hoàng thân Xuphanuvông]] đã gửi thư nhờ Việt Nam giúp đỡ. [[Hồ Chí Minh]] khi đó đã bàn với Thủ tướng [[Phạm Văn Đồng]] - lúc này đang là đại diện của Chính phủ Việt Nam ở miền Nam Trung bộ, lập khu đặc biệt giúp Lào và [[Campuchia]] tại Quảng Ngãi, thuộc Liên khu 5. Khu 5 đã chọn ra được 19 người đủ điều kiện để tiên phong sang giúp Lào.<\/ref><ref name=\"Báo Sài Gòn Giải Phóng\"\/>\n\nSau hàng tháng trời mang nặng tư trang, súng đạn và vượt qua nhiều suối đèo, ông và các đồng đội tình nguyện đã đặt chân lên vùng đất Áttãpư, Xalãvăn, Bôlavên của Hạ Lào. Ông và các chiến sĩ tình nguyện Việt đã thực hiện “3 cùng” với nhân dân Lào, ngày hai buổi ông lên rẫy trồng sắn, tỉa lúa với người dân Lào; tối đến cùng người Lào uống rượu, múa lăm vông. Do khác phong tục tập quán, ngôn ngữ, những thanh niên [[người Việt]] như Lê Việt Muôn phải tìm cách hòa đồng, chịu đau đớn cà răng, căng tai, đóng khố, mình trần, chân đất, phơi nắng cho người đen nhẻm và học tiếng Khạ. Ông Muồn cùng đồng đội giúp dân Lào xây dựng cơ sở cách mạng; xây dựng các đội du kích, phát triển lực lượng vũ trang...\n\nThời gian đầu mới qua Lào, để hoạt động hiệu quả, ông Muồn phải học đọc và viết cho rành tiếng Lào. Ông Muồn đã hóa trang vào vai rất nhiều nghề để dễ hòa nhập cũng như che mắt đối phương. Lê Việt Muồn có lúc là một thầy giáo dạy học hay có lúc là [[kỹ sư]] nông nghiệp chỉ cho nông dân làm lúa nước theo kiểu dân Việt Nam. Khi thì ông Muồn lại làm cán bộ phụ trách đoàn thanh niên dạy múa hát cho thanh thiếu niên, đôi khi lại là một kỹ sư cầu đường vận động người dân Lào Thơng, Lào Lum...mở đường. Nhiệm vụ nào được giao, ông cũng hoàn thành xuất sắc góp phần xây dựng địa bàn các tỉnh Nam Lào, trong đó có tỉnh SêKông trở thành căn cứ cách mạng vững chắc của cả hai nước Việt Nam và Lào.\n\nMột thời gian sau, Lê Việt Muồn lấy [[vợ]] là một nữ cán bộ thanh vận huyện Đắc Chưng. Sau khi lập gia đình, ông Muồng trở thành công dân Lào với tên gọi là Bô Nhơn.<ref name=\"Báo Sài Gòn Giải Phóng\">[http:\/\/www.sggp.org.vn\/vanhoavannghe\/2011\/9\/267121\/ Bên tấm bia hoài niệm ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160530231655\/http:\/\/www.sggp.org.vn\/vanhoavannghe\/2011\/9\/267121\/ |date=2016-05-30 }}, Báo Sài Gòn Giải Phóng.<\/ref>\n\nNăm 1955, Lê Việt Muồn được kết nạp vào [[Đảng Nhân dân Cách mạng Lào]]. Ông đã đóng góp nhiều cho phong trào cách mạng ở các tỉnh Nam Lào. \nTừ năm 1966 đến năm 1975, ông kinh qua các chức vụ cán bộ kinh tế, tài chính, cán bộ tuyên huấn các tỉnh miền Đông (nay là Nam Lào). Bô Nhơn sau đó trở thành Ủy viên Trung ương Đảng Nhân dân cách mạng Lào, được bổ nhiệm làm Bí thư kiêm Tỉnh trưởng Sê Kông. \nTrải qua 2 nhiệm kỳ Bí thư, ông Muồn đã có công rất lớn trong việc phát triển mọi mặt của tỉnh Sê Kông và được người dân yêu quý. Do những đóng góp quan trọng cho chính phủ Lào, Lê Việt Muồn được thăng tiến và giữ chức Phó Trưởng ban Tổ chức Trung ương Đảng Nhân dân cách mạng Lào.<ref name=\"Báo Quảng Nam\">[http:\/\/baoquangnam.com.vn\/dat-va-nguoi-xu-quang\/nguoi-quang-xa-que\/201107\/nguoi-quang-o-se-kong-57521\/index.htm Người Quảng ở Sê Kông ]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}, Báo Quảng Nam<\/ref>\n\n==Gia đình==\nÔng Lê Việt Muồn nghỉ hưu vào năm 1990. Ông cùng người vợ Lào và các con sống ở bản Nôn Mi Sai, huyện Lạ Màm, tỉnh Sê Kông, Lào. Vợ ông Lê Việt Muồn không biết [[Tiếng Việt]],<ref name=\"Báo Tuổi Trẻ\"\/>. Ông bà Muồn có ba người con đều từng qua Việt Nam học tập và nói tiếng Việt giỏi, hiện các con của Bô Nhơn đang công tác trong các cơ quan nhà nước và lực lượng vũ trang tỉnh Sê Kông.<ref name=\"Đài truyền thanh, truyền hình Thành phố Tam Kỳ\"\/>. Vì là một nhà lão thành [[cách mạng]] của cả hai nước Việt và Lào, nên tuy đã nghỉ hưu, ông vẫn được các phái đoàn của trung ương hay địa phương hai nước đến thăm hỏi thường xuyên<ref name=\"báo Liên hiệp hữu nghị tỉnh Quảng Nam\">[http:\/\/lienhiep.quangnam.gov.vn\/CMSPages\/BaiViet\/Default.aspx?IDBaiViet=12428 Chuyến công tác nhân đạo thắm tình hữu nghị Việt-Lào]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}, báo Liên hiệp hữu nghị tỉnh Quảng Nam<\/ref>.\n\n==Vinh danh==\n* [[Huân chương Độc lập]] hạng Nhì<ref name=\"Đài truyền thanh, truyền hình Thành phố Tam Kỳ\">[http:\/\/tamkyrt.vn\/index.php\/vi\/news\/Phong-su-phan-anh\/Linh-hon-nguoi-Quang-o-SeKong-2859\/ Linh hồn người Quảng ở SêKông] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160513090824\/http:\/\/tamkyrt.vn\/index.php\/vi\/news\/Phong-su-phan-anh\/Linh-hon-nguoi-Quang-o-SeKong-2859\/ |date=2016-05-13 }}, Đài truyền thanh, truyền hình Thành phố Tam Kỳ.<\/ref>\n* Huân chương hữu nghị.<ref>[http:\/\/nguoiquangxaque.com\/chinh-tri\/201006\/hoi-nghi-thuong-nien-cap-cao-nam-2010-quang-nam-viet-nam-se-kong-lao-tang-cuong-hop-tac-thuc-day-dau-tu-65389\/ HỘI NGHỊ THƯỜNG NIÊN CẤP CAO NĂM 2010 QUẢNG NAM (VIỆT NAM) - SÊ KÔNG (LÀO) Tăng cường hợp tác, thúc đẩy đầu tư.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160509095018\/http:\/\/nguoiquangxaque.com\/chinh-tri\/201006\/hoi-nghi-thuong-nien-cap-cao-nam-2010-quang-nam-viet-nam-se-kong-lao-tang-cuong-hop-tac-thuc-day-dau-tu-65389\/ |date=2016-05-09 }}, Báo Quảng Nam Online<\/ref>\n==Ghi chú==\n{{Tham khảo|cột=2}}\n\n==Liên kết ngoài==\n* [http:\/\/www.baodanang.vn\/channel\/5399\/201207\/4-nam-o-sekong-2179507\/ 4 năm ở Sekong], Báo Đà Nẵng.\n* [http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Quan-he-giua-Quang-Nam-va-Ha-Lao-trong-khang-chien-chong-Phap-20478.html Quan hệ giữa Quảng Nam và Hạ Lào trong kháng chiến chống Pháp]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}, Liên hiệp các Hội Khoa học và Kỹ thuật Việt Nam.\n* [http:\/\/doankhoidn.net\/vi\/news\/Lam-theo-loi-Bac\/Song-Se-Ka-Man-va-nhung-ky-uc-thuy-chung-22\/ Sông Sê Ka Mán và những ký ức thủy chung] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160502081921\/http:\/\/doankhoidn.net\/vi\/news\/Lam-theo-loi-Bac\/Song-Se-Ka-Man-va-nhung-ky-uc-thuy-chung-22\/ |date=2016-05-02 }}, Đoàn khối Doanh nghiệp Quảng Nam\n\n{{Persondata <!-- Metadata: see [[Wikipedia:Persondata]]. -->\n| NAME = Lê Việt Muồn\n| ALTERNATIVE NAMES =\n| SHORT DESCRIPTION =\n| DATE OF BIRTH = 1928\n| PLACE OF BIRTH = xã [[Cẩm Nam]], [[Hội An]], [[Quảng Nam]], [[Việt Nam]].\n| DATE OF DEATH = ?\n| PLACE OF DEATH = Lào\n}}\n[[Thể loại:Người Lào gốc Việt]]\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Huân chương Độc lập]]"}