{"140651":"{{Thông tin nhân vật hoàng gia\n|tên = Lê Trang Tông\n|tên gốc= 黎莊宗\n|tước vị = [[Vua Việt Nam]]\n|thêm = vietnam\n|chức vị = [[Hoàng đế]] [[Đại Việt]]\n|sinh = [[1515]]\n|mất = [[9 tháng 3]], [[1548]]\n|nơi mất =[[Thanh Hóa]], [[Đại Việt]]\n|nơi an táng = Cảnh lăng (景陵)\n|tên đầy đủ = Lê Ninh (黎寧)\n|kiểu tên đầy đủ = Tên thật \n|tại vị = [[1533]] - [[9 tháng 3]], [[1548]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1533 till:1548 color:red\n<\/timeline>\n|kiểu tại vị = Trị vì\n|tiền nhiệm = [[Lê Cung Hoàng|<span style=\"color:grey\">Lê Cung Hoàng<\/span>]]\n| nhiếp chính = <\/small>\n*[[Nguyễn Kim]] ([[1533]] - [[1545]])\n* [[Trịnh Kiểm]] ([[1545]] - [[1548]])\n|kế nhiệm = [[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]]\n|hoàng tộc = [[Nhà Lê trung hưng|Nhà Lê Trung hưng]]\n|kiểu hoàng tộc = Triều đại\n|niên hiệu = Nguyên Hòa (元和)\n|miếu hiệu = [[Trang Tông]] (莊宗)\n|thụy hiệu = <span style=\"color:grey;\">Dụ Hoàng đế (裕皇帝)<\/span>\n|hình = Toda No. 65 元和通寶.gif\n|ghi chú hình = Tiền thông dụng thời Lê Trang Tông\n|cha = [[Lê Chiêu Tông]]\n|mẹ = [[Phạm Thị Ngọc Quỳnh]]\n}}{{Vua nhà Hậu Lê (theo năm)}}\n'''Lê Trang Tông''' ([[chữ Hán]]: 黎莊宗 [[1515]] - [[9 tháng 3]] năm [[1548]]), hay còn gọi là '''Trang Tông Dụ Hoàng đế''' (莊宗裕皇帝), tên thật là '''Lê Ninh''' (黎寧), là vị [[Hoàng đế]] thứ 12 của [[nhà Hậu Lê]] và là vị Hoàng đế '''đầu tiên''' của [[nhà Lê Trung Hưng|nhà Lê Trung hưng]] trong [[lịch sử Việt Nam]]. Ông còn được dân gian ưu ái đặt cho mỹ danh nghèo nàn là '''Chúa Chổm'''.\n\nTrang Tông là con của [[Lê Chiêu Tông|Chiêu Tông]]. Lúc [[Mạc Đăng Dung]] cướp ngôi [[nhà Lê]], ông được [[Lê Quán]] cõng chạy sang [[Ai Lao]]. Đến năm [[1533]], được [[Lại Thế Vinh]], [[Nguyễn Kim]] đón về làm vua, tái lập triều đại. Đến khoảng đầu [[thập niên 1540]], quân Lê chiếm lại hai vùng [[Thanh Hóa]] và [[Nghệ An]] làm căn cứ chống lại [[nhà Mạc]], mở ra giai đoạn [[Nam-Bắc triều|Nam - Bắc triều]]. Ông qua đời vào năm [[1548]], ngôi [[Hoàng đế]] được truyền cho [[Thái tử]] Lê Huyên, tức [[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]].\n\n==Thân thế==\nĐầu [[thế kỷ 16]], [[nhà Hậu Lê]] suy yếu. Sau khi các cuộc khởi nghĩa [[Trần Tuân]], cha con [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]] bị dẹp, quyền hành lọt vào tay các tướng lĩnh. Các tướng chia bè phái đánh lẫn nhau. Cuối cùng, [[Mạc Đăng Dung]] giành được thắng lợi, giết hai anh em vua [[Lê Chiêu Tông]] và [[Lê Cung Hoàng]], lập ra [[nhà Mạc]] ([[1527]]).\n\nLê Ninh là con trai duy nhất của vua [[Lê Chiêu Tông]], mẫu thân là bà Phạm Thị Ngọc Quỳnh người sách Cao Trĩ, huyện Thụy Nguyên, trấn [[Thanh Hóa]].<ref name=\"SKTB16\">''Đại Việt sử ký bản kỉ tục biên'', quyển 16.<\/ref> Sách ''“Tân Hưng phủ chí”'' ghi chép đại lược: ''“...Cuối đời Lê sơ, quốc gia ly loạn, Lê Chiêu Tông phải lánh về Ngự Thiên, cuộc sống ngày thường thiếu cơm, thiếu áo, bên vua chỉ có mình ngự nữ Ngọc Quỳnh...”'' Người làng Mỹ Xá (nay là thị trấn Hưng Nhân, huyện [[Hưng Hà]], tỉnh [[Thái Bình]]) kể rằng Lê Chiêu Tông từng nương náu ở điện Thuần Mỹ tại làng này. Trước vận nước nguy nan, ngự giá xiêu dạt, vua cùng ngự nữ Ngọc Quỳnh khấn rằng: ''“Nếu lòng trời còn trông về họ Lê, xin cho được giọt máu truyền đời, trước lo phụng thờ tông miếu, cùng trăm quan lo việc trung hưng”''. Lòng thành cảm động đến Trời cao, ngự nữ Ngọc Quỳnh mang thai, sau sinh ra Lê Ninh, là người con trai duy nhất của Chiêu Tông<ref name=\"baothaibinh.com.vn\">https:\/\/baothaibinh.com.vn\/tin-tuc\/52\/98887\/mam-sinh-my-xa<\/ref>.\n\nThần tích cũng kể rằng: Ngày 12 tháng 2 năm Bính Tuất (1526), khi vua em ([[Lê Cung Hoàng]]) về tế Tiên đế ở Lam Kinh, vua Lê Chiêu Tông xin đi theo. Khi về đến cửa Hải Thị (nay là xã Tân Lễ, huyện Hưng Hà), vua xin ở lại để hương khói tổ tông ở Thuần Mỹ điện và Quang Hiếu điện. Lê Cung Hoàng chiều ý Hoàng huynh, Mạc Đăng Dung cho quân giám sát nghiêm ngặt. Mạc Đăng Dung chỉ cho một mình ngự nữ Ngọc Quỳnh ngày ngày được phép đem nước cho vua Chiêu Tông cầm hơi. Bà phải lấy hồ nếp bôi vào yếm (phơi khô), vào trong điện đem giặt yếm lấy hồ nấu cháo. Chiêu Tông cảm động dặn dò bà Ngọc Quỳnh: \n:''“Ninh là giọt máu Hoàng gia, [[Thái miếu|Tông miếu]] mai sau trông vào nó cả. Vận mệnh nhà ta dài ngắn khó biết, một ngày Trẫm có mệnh hệ nào, nàng nên biệt xứ giữ lấy con nối dõi, một lạy này tỏ lòng biết ơn trước, vậy gắng ghi lòng...”''.\n\nCuối năm 1526, [[Mạc Đăng Dung]] nghi ngờ Chiêu Tông, cho quân đến sát hại ông. Chiêu Tông biết việc dữ đã đến, gói ghém ít tư trang còn lại, rồi bảo Ngọc Quỳnh nhân đêm dẫn con trốn đi. Lính của Đăng Dung đi lùng bắt Ngọc Quỳnh. Bà bị đuổi gấp quá, liền ôm con nhảy vào bụi rậm. Quân Mạc thấy cành lá gẫy sinh nghi, lấy giáo đâm vào giữa bụi, Ngọc Quỳnh lấy thân che cho Ninh. Vừa may có con cáo lớn nhẩy ra, lính Mạc ngỡ mình đâm nhầm tổ cáo, bỏ đi. Ngọc Quỳnh lấy khăn băng bó vết thương, rồi cứ đêm chạy ngày trốn, lần về quê ngoại tại sách Cao Trĩ, châu Ngọc Lặc, trấn Thanh Hóa. Nhà Mạc tiếp tục truy tìm về tận quê ngoại, bà Ngọc Quỳnh phải dắt con ra phường Thọ Xuân để tránh truy lùng<ref name=\"baothaibinh.com.vn\"\/>.\n\nNăm [[1527]], [[Mạc Đăng Dung]] soán ngôi [[nhà Lê]]. [[Lê Cung Hoàng]] và Hoàng thái hậu cũng bị Mạc Đăng Dung ép phải tự sát. Thái hậu khấn trời rằng: ''\"Đăng Dung là kẻ bề tôi, manh tâm cướp ngôi, lại giết mẹ con ta, ngày sau con cháu nó cũng lại bị như thế.\"'' Rồi bà và vua Cung Hoàng treo cổ tự vẫn.\n\nBấy giờ có Lại bộ Thượng thư [[Vũ Duệ]], Lại bộ Thượng thư [[Ngô Hoán]], Đô Ngự sử [[Nguyễn Văn Vận]], Hàn lâm Hiệu lý [[Nguyễn Thái Bạt]], Lễ bộ Thượng thư [[Lê Tuấn Mậu]], Lại bộ Thượng thư [[Đàm Thận Huy]], Tham chính sứ [[Nguyễn Duy Tường]], Quan sát sứ [[Nguyễn Tự Cường]], Bình Hồ bá [[Nghiêm Bá Ký]], Đô Ngự sử [[Lại Kim Bảng]], Hộ bộ Thượng thư [[Nguyễn Thiệu Tri]], Phó Đô Ngự sử [[Nguyễn Hữu Nghiêm]], Lễ bộ Tả Thị lang là [[Lê Vô Cương]] là những vị trung thần của nhà Lê, người thì nhổ vào mặt hay là lấy nghiên mực ném Mạc Đăng Dung, hay chửi mắng, bị Đăng Dung giết đi. Có người thì theo vua không kịp, nhảy xuống sông mà chết, người thì quay đầu về Lam Sơn vái lạy rồi tự tử.\n\nLê Ninh cùng mẹ thì được quan đại thần [[Lê Quán]] cõng chạy trốn sang [[Ai Lao]] để bảo tồn dòng dõi còn lại của nhà Lê, tránh bị nhà Mạc tận diệt.\n\nNăm [[1533]], cựu thần trung thành với [[nhà Hậu Lê]] là [[Nguyễn Kim]], Lại Thế Vinh, [[Trịnh Kiểm]], [[Trịnh Công Năng]], quyết tâm chống [[nhà Mạc]]. Họ tiến vào Thanh Hóa lập lực lượng riêng rồi đón lập Lê Ninh lên ngôi tại [[Lào|Ai Lao]], tức là '''Lê Trang Tông'''. Về bà Ngọc Quỳnh thì chính sử không ghi rõ bà mất ở đâu, khi nào, chỉ biết bà mất trước khi Trang Tông lên ngôi và được truy tôn làm [[Hoàng thái hậu]]. Nhà Hậu Lê được tái lập, còn gọi là nhà [[Lê Trung hưng]].\n\nSử sách ghi Trang Tông là con của Chiêu Tông, sinh năm [[1515]]<ref>https:\/\/nghiencuulichsu.com\/2012\/10\/04\/the-thu-cac-trieu-vua-viet-nam\/<\/ref> đó khiến các nhà nghiên cứu nghi ngờ vì khoảng cách tuổi tác giữa vua cha [[Lê Chiêu Tông|Chiêu Tông]] và vua con Trang Tông quá ngắn, chỉ có 9 năm.<ref>Theo [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]], Chiêu Tông sinh năm 1506.<\/ref> Nhà Mạc, trong biểu tâu [[nhà Minh]], phân trần về việc cướp ngôi nhà Lê nói rằng: ''[[Nguyễn Kim]] dựng con mình lên ngôi, nói dối là con của Chiêu Tông''.\n\n==Nối lại nhà Lê==\n===Nguyễn Kim===\nVừa lên ngôi, Trang Tông bàn luận về công tôn phò, lập [[Nguyễn Kim]] làm Thượng phụ, Thái sư Hưng quốc công, nắm giữ binh quyền; Đinh Công làm Thiếu úy Hùng quốc công, các tướng tá khác đều được phong thưởng theo thứ bậc. Nhà vua dựa vào vua [[Sạ Đẩu]] (Phothisarath) nước [[Lan Xang|Ai Lao]] để mộ quân, trưng lương chống lại họ Mạc.<ref name=\"CM27\">[[Khâm định Việt sử Thông giám Cương mục]], quyển 27.<\/ref>\n\n[[Đại Việt Sử ký Toàn thư]] đánh giá:\n:''“Vua gặp vận gian truân, nhờ được bề tôi cũ tôn lập, bên ngoài kết giao nước láng giềng, bên trong dùng được tướng giỏi, cho nên người người đều vui lòng làm việc, nền móng trung hưng bắt đầu từ đấy.”''\nTrang Tông sai [[Trịnh Duy Liêu]] đi sứ nước Minh, vượt biển từ [[Chiêm Thành]] đi ghé thuyền buôn [[Quảng Đông]]. Theo [[Minh sử]], đến năm [[1537]] mới đến Yên Kinh, tâu lên [[Minh Thế Tông|Gia Tĩnh Đế]] [[nhà Minh]] về việc thoán nghịch của họ Mạc và xin nhà Minh giúp quân.<ref name=\"SKTB16\" \/><ref name=\"CM27\" \/> Vua Minh có ý nghi ngờ, bọn Duy Liêu liền viết thư dài để trình bày, tự sánh mình với [[Thân Bao Tư]]<ref>Người nước Sở đời Xuân Thu. Khi quân Ngô đánh phá nước Sở, Bao Tư sang Tần cầu cứu, khóc đến bảy ngày làm vua [[Tần Ái công]] cảm động, phải dấy quân cứu nước Sở.<\/ref> và [[Trương Tử Phòng]]<ref>Tên tự của [[Trương Lương]], trung với [[nước Hàn]], mưu sát [[Tần Thủy Hoàng]] ở Bác Lãng Sa để báo thù cho nước. Sau giúp [[Hán Cao Tổ]], thống nhất thiên hạ.<\/ref> ngày xưa.\n\nVì [[Trịnh Duy Liêu]] đi sứ đã lâu mà không thấy tăm hơi, nên đến năm [[1536]], Trang Tông lại sai [[Trịnh Viên]] sang [[nhà Minh]], thỉnh cầu nhà Minh phát binh đánh họ Mạc. Các đại thần [[nhà Minh]] đều chủ trương thảo phạt họ Mạc. Tháng 2 âm lịch năm [[1537]], Gia Tĩnh Đế hạ lệnh cho [[Cừu Loan]] và [[Mao Bá Ôn]] cùng đánh [[Mạc Đăng Dung]].<ref name=\"SKTB16\" \/><ref name=\"CM27\" \/> Mùa hạ cùng năm, tướng [[nhà Mạc]] là Tây An hầu [[Lê Phi Thừa]] cai quản bảy huyện Thanh Hoa, thu vén vơ vét chỗ đinh tam ti mà sang Ai Lao quy thuận [[nhà Lê]], được nhà vua cho giữ nguyên chức cũ, nhưng về sau vì kiêu ngạo mà bị giết.\n\nNăm [[1539]], Trang Tông dùng con rể Nguyễn Kim là Trịnh Kiểm làm Dực quốc công, cùng Trịnh Công Năng và Lại Thế Vinh cùng đánh họ Mạc. Quân Lê đánh bại quân Mạc ở Lôi Dương.<ref>Nay thuộc tỉnh [[Thanh Hóa]].<\/ref> Mùa đông năm [[1540]], quân Minh do [[Mao Bá Ôn]] chỉ huy kéo quân đến sát biên giới với nước ta. [[Mạc Đăng Dung]] dâng biểu xin hàng, tự cởi trần, trói mình cùng với hơn 40 quan lại đến [[ải Nam Quan]] thú tội, tình nguyện dâng nạp sáu động thuộc châu Vĩnh An quy về Khâm châu của [[nhà Minh]].<ref name=\"SKTB16\" \/><ref name=\"CM27\" \/> Năm [[1541]], Gia Tĩnh Đế đổi An Nam quốc thành ''[[An Nam Đô thống sứ|An Nam Đô thống sứ ty]]'', trao cho Đăng Dung chức Đô thống sứ; đổi đặt toàn quốc làm mười ba Tuyên phủ ti, cho lệ thuộc vào đất [[nhà Minh]]. Từ đó [[nhà Minh]] đồng ý công nhận họ Mạc cai trị [[Đại Việt]].\n\nMùa xuân năm [[1542]], nhà vua đích thân làm tướng ra đánh Thanh Hoa, dùng quận Thụy [[Hà Thọ Tường]] làm Ngự doanh đề thống. [[Nguyễn Kim]] dẫn quân đi trước, tấn công Thanh - Nghệ, nhiều người hưởng ứng theo, thanh thế rất lẫy lừng.<ref name=\"SKTB16\" \/><ref name=\"CM27\" \/> Năm [[1543]], vua tiến quân ra từ thành [[Tây Đô]], tướng Mạc là Trung Hậu hầu [[Dương Chấp Nhất]] đầu hàng. Nhà vua sai Trịnh Công Năng đem chiếu thư gọi Nguyễn Kim về nước. Nguyễn Kim vào gặp vua ở sông Nghĩa Lộ, được phong làm Thái tể, Đô tướng tiết chế tướng sĩ chư doanh, lại đem quân bình định vùng đất phía tây nam, thường giành thắng lợi. Về sau Trịnh Công Năng làm phản, Trang Tông sai Dực quận công [[Trịnh Kiểm]] đi đánh, giết được Năng.\n\n===Trịnh Kiểm===\n\nTháng 4 âm lịch năm [[1545]], Trang Tông tiến quân đến Yên Mô.<ref>Nay thuộc địa phận tỉnh [[Ninh Bình]].<\/ref> Dương Chấp Nhất mời Nguyễn Kim đến chỗ mình rồi bí mật đánh thuốc độc giết chết, quay lại với [[nhà Mạc]]. Nhà vua truy tặng [[Nguyễn Kim]] là Chiêu Huân Tĩnh công, thụy ''Trung Hiến'', dùng con là [[Nguyễn Uông]] làm Lãng quận công, [[Nguyễn Hoàng]] làm Hạ Khê hầu, cầm quân đánh họ Mạc.<ref name=\"SKTB16\" \/><ref name=\"CM27\" \/>\n\nMùa thu năm đó, ông dùng [[Trịnh Kiểm]] làm Đô tướng, tiết chế các doanh quân thủy quân bộ, kiêm Tổng nội ngoại Bình chương quân quốc trọng sự, gia phong Thái sư, tước Lạng quốc công. Mọi việc trong nước hết thảy do [[Trịnh Kiểm]] quyết đoán, sau mới tâu lên vua. Theo đề nghị của [[Trịnh Kiểm]], vào đầu năm [[1546]], nhà vua cho lập hành điện ở sách Vạn Lại<ref>Nay thuộc huyện [[Thụy Nguyên]], tỉnh [[Thanh Hóa]].<\/ref> là chỗ hiểm trở.\n\nNgày 9 tháng 3 năm 1548, Trang Tông [[chết|qua đời]], hưởng dương 34 tuổi. Trịnh Kiểm lập con ông là Thái tử Lê Huyên lên nối ngôi, tức là [[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]], táng di thể của ông lại Cảnh lăng (景陵), phía nam Lam Sơn.<ref name=\"SKTB16\" \/><ref name=\"CM27\" \/>\n\n==Niên hiệu==\n* Nguyên Hòa<ref>[http:\/\/www.hannom.org.vn Bảng tra niên hiệu các triều vua Việt Nam]<\/ref>: [[1533]] - [[1548]].\n\n==Giai thoại về Chúa Chổm và câu thành ngữ==\nXung quanh cuộc đời vua Lê Trang Tông có nhiều giai thoại dân gian. Tương truyền rằng, khi [[Mạc Đăng Dung]] cướp ngôi đã giam vua [[Lê Chiêu Tông]] ở phường Đông Hà, nhà vua giấu được ấn “[[Ngọc tỷ truyền quốc]]”. Có cô bán rượu xinh đẹp, ăn nói có duyên, người làng Lủ (Kim Lũ) gần bên [[sông Tô Lịch]] thường mang rượu, bánh đến bán cho lính canh ngục, thấy vua bị giam cô rất thương tình. Cha cô trước là một viên quan nhỏ của [[nhà Lê]], đau lòng trước cảnh nhà Lê gặp vận suy vong mà vua chưa có con trai nối nghiệp, nên đã bày cho con gái chuốc rượu cho quân canh, rồi lẻn vào với vua. Khi được tin cô có thai, [[Lê Chiêu Tông|Chiêu Tông]] lén giao cho cô chiếc ấn Ngọc tỷ truyền quốc và dặn trốn đi, sau này nếu sinh được con trai thì tức là [[Thiên mệnh]] của nhà Lê vẫn còn chưa dứt, ý Trời vẫn còn cho nhà Lê cơ hội trung hưng. Đứa con trai đó sẽ có ngày khôi phục giang sơn, báo thù cho [[nhà Lê]].\n\nSau đó, Chiêu Tông bị Mạc Đăng Dung giết. Cô gái làng Lủ nhớ lời dặn của vua, trốn đi nơi khác, sinh ra một con trai đặt tên là '''Chổm'''. Nhà nghèo, Chổm phải đi làm thuê và kiếm củi nuôi mẹ. Những lần vào thành bán củi thường la cà vào ăn ở các quán cơm cửa ô, ăn chịu rất nhiều. Chổm lớn lên nhà nghèo, phải đi vay mọi người để sống qua ngày và hứa sẽ trả đủ nợ khi thành đạt.\n\nSau đó vài năm, có [[Nguyễn Kim]] là vị tướng trung thành với triều Lê, muốn phù Lê diệt Mạc. Ông muốn tìm dòng dõi vua Lê để tái lập triều đình nên đã cải trang ra Bắc thăm dò. Một đêm, có vị thần báo mộng ''“Đón ở sông Tô, thấy ai \"cờ son, nón sắt\" đấy chính là nhà vua đấy!”''. Hôm sau, [[Nguyễn Kim]] chờ đến trưa mới thấy một bè củi lờ đờ trôi đến. Trời mưa, anh chàng trên bè đội chảo gang nấu kẹo thay nón, tay cầm cây sào có quấn cái khố đỏ. Ông đoán ra \"cờ son, nón sắt\" chắc là đây, bèn gọi vào hỏi gia thế và nhờ đưa về gặp mẹ. Mẹ Chổm khi biết rõ đây là vị tướng trung thành có chí phò tá nhà Lê thì mới đưa Ngọc tỷ truyền quốc ra và kể đầu đuôi. Ngọc tỷ truyền quốc là vật tượng trưng cho Đế nghiệp nhà Lê, Nguyễn Kim khi đó mới chắc chắn Chổm là hậu duệ Chiêu Tông. Hai mẹ con Chổm được ông bí mật đưa về [[Ái châu]] ([[Thanh Hóa]]), Chổm được tôn lên làm vua.\n\nCông cuộc diệt Mạc thắng lợi, Chổm trở lại kinh thành [[Thăng Long]]. Khi đi qua làng cũ chỗ mẹ con Lê Ninh lánh nạn, một số người bán chịu cho Ninh ngày xưa đổ lại đòi tiền. Họ không biết Lê Ninh làm chức gì nhưng thấy được đi xe giá, quân lính hộ vệ thì chắc là Ninh đã thành đạt, nên họ nhắc lại lời hứa của Ninh. Có nhiều người không phải là chủ nợ nhưng cũng đổ xô lại yêu cầu, đòi hỏi. Người người tấp nập đầy đường, chỉ tay vào nhà vua mà đòi nợ.\n\nNhà vua không biết mình nợ ai và cũng không biết làm sao mà trả cho hết nên truyền miễn thuế một năm cho dân cả làng để trừ. Mặt khác, triều đình ra lệnh cấm những người đòi nợ không được khi quân chỉ tay xúc phạm nhà vua. Do đó con đường nhỏ có tên là '''Cấm Chỉ''' - ngõ có tên tồn tại đến ngày nay ở Hà Nội.\n\n'''\"Nợ như chúa Chổm\"''' trở thành một thành ngữ chỉ những người thiếu nợ quá nhiều. Người đời có câu ca dao:\n:''[[Vua Trung Quốc|Vua Ngô]] ba sáu tấn vàng,''\n:''Thác xuống âm phủ chẳng mang được gì.''\n:''Chúa Chổm mắc nợ tì tì,''\n:''Thác xuống âm phủ kém gì vua Ngô?''\n\nGiai thoại này có một số tình tiết dựa trên lịch sử, một số tình tiết lại là hư cấu. Lịch sử ghi lại mẹ của Lê Ninh là ngự nữ Phạm Thị Ngọc Quỳnh, bà đã gắn bó với Chiêu Tông được vài năm chứ không phải là người con gái bán rượu chỉ gặp vua 1 lần. Khi Chiêu Tông bị sát hại thì Lê Ninh đã 11 tuổi chứ không phải mới sinh (nhưng đúng là bà Ngọc Quỳnh đã nhận ủy thác của Chiêu Tông, đưa con trai chạy trốn sự truy đuổi của quân Mạc, rồi mẹ con được vị trung thần là [[Nguyễn Kim]] đón về, đưa lên ngôi lập lại nhà Lê). Đoạn kết giai thoại chắc chắn là không có thật, vì Lê Ninh qua đời năm 1548, khi đó nhà Lê vẫn chưa khôi phục được kinh thành [[Thăng Long]].\n\n== Gia quyến ==\n\n* Thân phụ: [[Lê Chiêu Tông]]\n* Thân mẫu: Phạm Thị Ngọc Quỳnh\n* Phối ngẫu: Trinh Thục Dụ Hoàng hậu Trịnh Thị Ngọc Cửu\n* Con cái: [[Lê Trung Tông (Hậu Lê)|Lê Huyên]] ([[Lê Trung Tông (Hậu Lê)|Trung Tông Vũ Hoàng đế]])\n\n==Nhận định==\nSử gia [[Phan Huy Chú]] nhận xét về vua Lê Trang Tông:\n\n''\"Vua lấy trại Sầm Hạ làm nơi hành tại, phong Chiêu Huân công ([[Nguyễn Kim]]) làm Thái sư Hưng quốc công, lưu lại Phụ chính; đi lại các động người Man, khoảng gần mười năm, dọn dẹp cỏ rậm lập nên triều đình, thế nước lại nổi lên... cơ nghiệp Trung hưng thực sự bắt đầu từ đây\".''<ref>[[Phan Huy Chú]], sách đã dẫn.<\/ref>\n\n==Xem thêm==\n*[[Lê Chiêu Tông]]\n*[[Trịnh Kiểm]]\n*[[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]]\n*[[Nguyễn Kim]]\n\n==Chú thích==\n<references responsive=\"\" \/>\n\n==Liên kết ngoài==\n* {{TĐBKVN|15737}}\n*[http:\/\/vanhoc.xitrum.net\/truyencotich\/truyenthuyet\/2006\/180.html Nợ như Chúa Chổm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100216062803\/http:\/\/vanhoc.xitrum.net\/truyencotich\/truyenthuyet\/2006\/180.html |date=2010-02-16 }}\n*[http:\/\/www.1080vietnam.com\/stories\/Detail.aspx?Channel=84&Article=8314&ContentGroupID=300307 SỰ TÍCH ĐẤT NƯỚC VIỆT TẬP 2 - Nợ Như Chúa Chổm của Nguyễn Đổng Chi]{{Liên kết hỏng}}\n*[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/phongtuc\/cau_041.html Vì sao có tục bán mở hàng ? bán mở hàng thế nào cho đắt khách ? - Một trăm điều nên biết về phong tục Việt Nam]\n\n{{s-start\n}}\n{{s-hou|[[Nhà Hậu Lê|Hoàng tộc họ Lê]]||1514?||1548||name=Lê Trang Tông}}\n{{s-reg}}\n{{s-bef\n| before = [[Lê Cung Hoàng]]\n| as = [[Nhà Lê sơ|Hoàng đế nhà Lê sơ]]\n}}\n{{s-ttl\n| title = [[Nhà Lê trung hưng|Hoàng đế nhà Lê trung hưng]]\n| years = 1533-1548\n}}\n{{s-aft\n| after = [[Lê Trung Tông]]\n}}\n{{s-pre}}\n{{s-bef\n| before = [[Lê Cung Hoàng]]\n}}\n{{s-tul|title = [[Vua Việt Nam|Hoàng đế Đại Việt]]\n| line = Tự nhận là dòng dõi hoàng gia\n|years = [[1533]] - [[1548]]\n|reason=[[Nam -Bắc triều]]}}\n{{s-aft\n| after = [[Lê Trung Tông]]\n}}\n{{end}}\n{{Vua nhà Lê trung hưng}}\n{{Lịch sử Việt Nam thời Lê trung hưng}}\n{{Vua nhà Hậu Lê}}\n{{Danh sách vua và hoàng đế Việt Nam}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Vua nhà Lê trung hưng|Trang Tông, Lê]]\n[[Thể loại:Sinh năm 1514]]\n[[Thể loại:Mất năm 1548]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua nhà Hậu Lê]]"}