{"273990":"'''Lê Văn Quân''' (黎文勻, ? - [[1791]]) còn có tên là '''Lê Văn Câu''' hay '''Lê Văn Duân''' ([[chữ Hán]]: 黎文勾), là một danh tướng, Đại đô đốc của chúa [[Gia Long|Nguyễn Phúc Ánh]] trong [[lịch sử Việt Nam]].\n\nÔng là người huyện Kiến Hòa, tỉnh [[Định Tường]] (nay thuộc địa phận Gò Công, [[Tiền Giang]]). Tuy ông là người ít học, nhưng lúc xông trận thì rất dũng mãnh nên được người đương thời gọi là '''Dũng Nam công'''.\n \n==Sự nghiệp==\n===Gia nhập quân Nguyễn===\nKhi [[Nguyễn Nhạc]] cất binh khởi nghĩa vào năm [[1771]], và các anh em [[Châu Văn Tiếp]] chiêu tập dân miền thượng được hơn nghìn người đến chiếm giữ núi Trà Lang thuộc [[Phú Yên]], Lê Văn Quân từ nơi xa xôi, tìm đến xin theo Châu Văn Tiếp và được bổ chức làm trộm chó và tự xưng là quân mã táu.\n\nKhi biết Lê Văn Quân là người dũng cảm, thiện chiến, Châu Văn Tiếp đồng ý gả em gái <ref>'''Châu Thị Đậu''' (? - ?) tục gọi ''Châu muội nương'', là người giỏi võ nghệ. Như chồng, bà giúp chúa Nguyễn rất tận lực. Những lúc xông pha ra chiến trận, bà chẳng kém gì trai. Những ngày theo Nguyễn Phúc Ánh sang [[Bangkok|Vọng Các]], chính bà đã hai lần cầm binh đánh thắng quân [[Myanmar|Miến Điện]] và Chà Và (âm của chữ Java, Chà Và là người đến từ đảo Java) theo lời yêu cầu tiếp viện của vua [[Xiêm|Xiêm La]], khiến người Xiêm La rất thán phục.<\/ref> cho ông.\n\nSau Châu Văn Tiếp cùng ông theo về với [[chúa Nguyễn]], và sau nữa ông trở thành thuộc tướng của [[Đỗ Thanh Nhơn]]<ref>Sách [[Việt Nam sử lược]] ghi: ''Lê Văn Câu, trước theo Châu Văn Tiếp sau làm thuộc tướng Đỗ Thanh Nhân... Ông là một công thần đã theo phò Nguyễn chủ (Nguyễn Ánh) trong lúc gian nan, nay cũng bất đắc kỳ tử...'' (Trung tâm học liệu, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1971, tr. 107 và 153). Tác giả ([[Trần Trọng Kim]]) không cho biết ông Câu tức Lê Văn Quân đi theo Đỗ Thanh Nhân khi nào, bởi duyên cớ gì; nhưng dựa vào ''Hoàng Việt hưng chí'' thì Lê Văn Quân đã theo Thanh Nhân từ khi còn chúa Định vương [[Nguyễn Phúc Thuần]] (ở ngôi [[1765]] – [[1777]]), vì: ''Định vương bèn đem quân đi [[Cần Thơ]]. Đến nơi thấy quân [[Mạc Thiên Tứ]] thế lực yếu ớt khó bề chống nổi với quân [[Nhà Tây Sơn|Tây Sơn]], Định vương sai Đỗ Thanh Nhơn cùng bọn Lê Văn Quân bí mật ra [[Bình Thuận]] gọi bọn Chu Văn Tiếp, Trần Văn Thức đem binh cứu viện...''(Ngô Giáp Đậu, ''Hoàng Việt hưng chí'', Nhà xuất bản Văn học, 1993, tr. 71).<\/ref>\n\nNăm [[1782]], [[Nguyễn Nhạc]] cùng em là [[Nguyễn Huệ]] mang quân vào đánh chiếm [[Gia Định]]. Nhưng khi hai ông vừa rút quân về [[Quy Nhơn]] thì tại [[Bình Thuận]], Châu Văn Tiếp cùng các tướng trong đó có Lê Văn Quân chia quân đánh dồn dập vào [[Gia Định]], khiến tướng [[Nhà Tây Sơn|Tây Sơn]] là Đỗ Nhàn Trập không sao cầm cự nổi, đành tháo chạy về [[Quy Nhơn]].\n \n[[Tháng hai|Tháng 2]] năm [[Quý Mão]] ([[1783]]), hai anh em là [[Nguyễn Huệ]] và [[Nguyễn Lữ]] lại mang quân vào Nam. Lần này, Nguyễn Phúc Ánh phải chạy xuống Ba Giồng rồi qua [[Xiêm|Xiêm La]] ([[Thái Lan]]) cầu viện.\n \n[[Tháng sáu|Tháng 6]] năm [[1784]] vua [[Xiêm|Xiêm La]] là Chất Tri (Chakri, Rama I) sai hai người cháu, cũng là hai viên tướng cao cấp là Chiêu Tăng và Chiêu Sương, theo sự hướng dẫn của Bình Tây đại đô đốc Châu Văn Tiếp, đem 2 [[vạn]] quân thủy cùng 300 chiến thuyền vượt vịnh Xiêm La, qua ngả [[Kiên Giang]] Ngoài ra, còn có đạo bộ binh gồm khoảng 3 vạn quân, do các tướng Lục Côn, Sa Uyển, Chiêu Thùy Biện chỉ huy, băng qua đất [[Chân Lạp]] ([[Campuchia]]), rồi tràn vào nước Việt qua ngả [[An Giang]].\n\n===Cai quản đại quân===\nNgày [[13 tháng 10]] cùng năm [[1784]], [[Châu Văn Tiếp]] giáp chiến với quân [[Nhà Tây Sơn|Tây Sơn]] ở sông Mang Thít thuộc địa phận [[Long Hồ (định hướng)|Long Hồ]] (nay là [[Vĩnh Long]]), bị phò mã Tây Sơn là [[Trương Văn Đa]] đâm chết. Bấy giờ Lê Văn Quân đang giữ chức Tiền quân, Nguyễn vương bèn thăng Lê Văn Quân giữ chức Bình Tây đại đô đốc, tước Dũng quận công. Ngay sau đó, Lê Văn Quân thống lĩnh đại quân tiến đánh Ba Lai, Trà Tân và các nơi khác.\n \nĐược tin cấp báo, Nguyễn Nhạc sai Nguyễn Huệ đem đại binh thuyền vào ứng cứu. Đêm 19 rạng ngày 20 [[tháng một|tháng 1]] năm [[1785]]<ref>Ngày năm này, ghi theo quyển ''Mạc thị gia phả'' của Vũ Thế Dinh viết năm [[1818]] (bản đánh máy).<\/ref>, quân Xiêm và quân Nguyễn đại bản doanh của [[Nguyễn Huệ]] ở [[Mỹ Tho]]. Nhưng khi lực lượng hùng hậu này lọt vào khoảng giữa Rạch Gầm và Xoài Mút, thì chỉ trong vòng chưa đầy một ngày, toàn bộ quân Xiêm và quân Nguyễn đều đại bại, khiến Nguyễn Ánh, lại phải sang nương nhờ nước Xiêm.\n \nĐến khi hay tin Nguyễn Huệ đã đem đại quân về [[Quy Nhơn]], chỉ để lại Đô úy Đặng Văn Trấn làm trấn thủ Gia Định, Nguyễn Ánh sai người về nước gọi Lê Văn Quân sang.\nTheo lệnh, Lê Văn Quân đem khoảng 600 người đến yết kiến. Được vua Xiêm La cho ở riêng một chỗ ở ngoài thành [[Bangkok|Vọng Các]] ([[Bangkok]]) gọi là ''Long Kỳ''<ref>Nay ở Bangkok có một chỗ gọi là làng Gia Long, tức là nơi ở của Nguyễn vương ngày trước (theo ''Việt Nam sử lược'' tập 2, tr. 115).<\/ref>, nhờ vậy vua tôi có đất chia nhau làm ruộng để đợi ngày khôi phục.\n\nLúc bấy giờ nhân có quân [[Myanmar|Miến Điện]] sang đánh [[Xiêm|Xiêm La]], Nguyễn Phúc Ánh cùng Lê Văn Quân, [[Nguyễn Văn Thành]] đem quân đi đánh giúp nước này, lại có công trừ được quân [[Mã Lai]] thường vẫn hay đến quấy nhiễu ở mặt biển, nên vua Xiêm càng trọng đãi vua tôi nhà Nguyễn lắm.\n\n[[Tháng bảy|Tháng 7]] năm [[1787]], chúa Nguyễn Phúc Ánh dẫn quân về nước, đến [[tháng tám|tháng 8]] năm [[Mậu Thân]] (7 [[tháng chín|tháng 9]] năm [[1788]])<ref>Ghi theo ''Địa chí [[Thành phố Hồ Chí Minh]]'' tập I, (Nhà xuất bản Thành phố HCM, 1987, tr. 176), Ngô Giáp Đậu ghi ngày [[Đinh Dậu]] [[tháng tám|tháng 8]] năm [[Mậu Thân]] (tức [[tháng chín|tháng 9]] năm [[1788]], sách ghi ở mục tài liệu, tr. 148).<\/ref> chiếm được [[Thành phố Hồ Chí Minh|Sài Gòn]], nhưng mãi đến năm sau ([[Kỷ Dậu]], [[1789]]), khi Lê Văn Quân, Tôn Thất Hội, [[Võ Tánh]], [[Nguyễn Văn Trương]] hợp binh đánh ở Hổ Châu, quân Tây Sơn do [[Phạm Văn Tham]] không phá được vây, phải lui về Ba Thắc rồi xin hàng, toàn cõi đất [[Gia Định]] mới thuộc hẳn về chúa Nguyễn.\n\n===Kết oán với Võ Tánh=== \nSách ''Đại nam chính biên liệt truyện'' (Sơ tập, quyển 27) cho biết tướng Lê Văn Quân nghĩ rằng [[Võ Tánh]] nhờ lấy được Phúc Lộc công chúa (Nguyễn Phúc Ngọc Du, chị chúa Nguyễn Phúc Ánh) nên mới được tin dùng, được đứng ngang hàng với ông, chứ không tài cán gì. Vì vậy, Lê Văn Quân luôn để dạ hiềm khích và không ưa Võ Tánh.\n\n[[Tháng tư|Tháng 4]] năm [[Canh Tuất]] ([[1790]]), Nguyễn Phúc Ánh cho Lê Văn Quân làm tổng chỉ huy, cùng với Võ Tánh mang quân ra đánh nhau với quân [[Nhà Tây Sơn|Tây Sơn]] ở [[Bình Thuận]]. Biết Lê Văn Quân quả quyết, bạo dạn nhưng hay khinh suất, còn Võ Tánh thì hăng hái nhưng thường nóng vội, đã thế, hai người lại không ưa nhau, nên [[chúa Nguyễn]] cử thêm [[Nguyễn Văn Thành]] cùng đi để kiềm chế. Trận đầu, quân Nguyễn thắng lớn, Lê Văn Quân nhân đó tự đề cao công trận của mình, khiến Võ Tánh càng khinh Lê Văn Quân ra mặt.\n\nNhân đà thắng lợi, Lê Văn Quân muốn tiến đánh luôn [[Diên Khánh]], nhưng vì Nguyễn Văn Thành can ngăn nên Lê Văn Quân đành phải đóng quân ở [[Phan Rang (định hướng)|Phan Rang]] chờ thời. Đúng lúc đó, Võ Tánh và Nguyễn Văn Thành được lệnh rút quân về [[Gia Định]]. Lực lượng Tây Sơn nhân đó đánh thẳng vào dinh trại của Lê Văn Quân. Không sao địch nổi, tướng sĩ bị chết quá nhiều, buộc Lê Văn Quân phải đưa thư cấp báo. Nhận thư, Nguyễn Văn Thành khuyên Võ Tánh cùng nhau đem quân tiếp cúu, nhưng Võ Tánh quyết không nghe, chỉ mỗi một mình Nguyễn Văn Thành trở lại đánh giải vây rồi cùng Lê Văn Quân về giữ [[Phan Rí Cửa|Phan Rí]].\n\nMùa thu năm [[1790]], Lê Văn Quân lại bị quân [[Nhà Tây Sơn|Tây Sơn]] tấn công rất gấp. Một lần nữa, lại phải xin quân cứu viện, từ đó Lê Văn Quân bắt đầu nhụt chí...\n\n===Bị thu hồi chức tước và qua đời===\nSách ''Hoàng Việt hưng long chí'' kể: \n:Bấy giờ vua [[Chân Lạp]] ([[Campuchia]]) nói với vua Xiêm là Nam triều luyện quân đúc súng, có ý thôn tính đất đai nước Xiêm. Vua Xiêm ngờ vực, sửa soạn cất quân sang đánh...\n:Thế Tổ ([[Gia Long|Nguyễn Phúc Ánh]]) biết người Xiêm nể trọng Lê Văn Quân, gọi Quân về để dàn xếp mối bất hòa. Quân hổ thẹn vì bị Võ Tánh khinh bỉ nên cố ý lừng khừng không về ngay, lại dâng biểu về nói đại ý trong trận [[Bình Thuận]] dạo trước, quan quân cứu viện có nhiều kẻ ngang ngược cướp bóc của dân đen, xin triều đình cho phái viên ra tra xét tội. Có lẽ Quân có mưu ngầm muốn thanh toán với Võ Tánh.\n:Thế Tổ giận Quân nấn ná, bèn sai Nguyễn Văn Nhàn, Nguyễn Tiến Lượng sang Xiêm để gỡ mối hiềm nghi. Xem đến biểu tâu của Văn quân, Thế Tổ khiển trách rằng:\n::-''Việc đã qua còn xét hỏi làm gì, chỉ thêm rắc rối. Hơn nữa triều đình còn lắm chuyện phải lo, Văn quân kia còn định toan tính điều gì?...''\n\n:Văn Quân sợ tội lại dâng biểu cáo ốm. Thế tổ bèn sai cai cơ Nguyễn Văn Lợi ra thay thế Quân. Một thời gian lâu, Quân cứ cáo bệnh nghỉ mãi, bởi vậy, Thế Tổ truyền Lợi chia quân của Văn quân ra làm ba, giao cho Phùng Văn Nguyệt, Nguyễn Văn Lợi và Nguyễn Văn Tính cai quản...\n:Thế tổ lại sai Phùng Văn Nguyệt đóng quân ở Hưng Phước, cũng là để xem xét bệnh tình của Văn Quân thế nào. Văn Quân khỏi ốm, từ Hưng Phước về [[Gia Định]].\n:Thế Tổ sai giao Quân cho triều đình xét tội. Các quan đều nói tội của Văn Quân đáng xử tử. Thế Tổ xét Quân có công theo hầu ở [[Bangkok|Vọng Các]], trải bao gian lao nguy hiểm, khi về [[Gia Định]] đi chinh chiến có công lao nhiều nhất, không nở xử đến cực hình. Thế Tổ bèn sai tước đoạt quan tước của Quân, cho chờ để lập công chuộc tội. Quân là kẻ không có học, ít hiểu biết, nghe tuyên mệnh thì uất ức hổ thẹn, rồi uống thuốc độc tự tử.\n:Thế tổ vừa giận vừa tiếc, đích thân đến nơi Quân ở gào khóc, xong cầm roi đánh lên quan tài một trăm roi...\"\n\nĐó là vào [[mùa xuân]] năm [[Tân Hợi]] ([[1791]]).\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*[[Ngô Giáp Đậu]], ''Hoàng Việt hưng long chí'', NXb Văn học, 1993.\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]] (quyển 2)'', Trung tâm học liệu, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1971.\n*[[Phạm Văn Sơn]], ''[[Việt sử tân biên]] (quyển 4)'', Tủ sách sử học [[Việt Nam]], Sài Gòn, 1961.\n*Nguyễn Khắc Thuần, ''Danh tướng Việt Nam (tập 3)'', Nhà xuất bản Giáo dục, 2005.\n*Nguyễn Khắc Thuần, ''Việt Nam giai thoại (tập 8)'', Nhà xuất bản Giáo dục, 1998\n\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Mất năm 1791]]"}