{"37431":"{{Cần biên tập|date=tháng 12\/2021}}\n{{TSNDS nguồn|date=tháng 12\/2021}}\n{{Thông tin nghệ sĩ\n| nền = nhạc sĩ\n| tên = Lê Mộng Nguyên\n| image = \n| kích thước hình = \n| caption = \n| tên khai sinh = \n| ngày sinh = {{ngày sinh và tuổi|1930|5|5}}\n| nơi sinh = [[Huế]], [[Liên bang Đông Dương]]\n| ngày mất = \n| nơi mất = \n| vợ = \n| con = \n| nghệ danh âm nhạc =\n| giai đoạn sáng tác âm nhạc = 1946&ndash;nay\n| bút danh âm nhạc = \n| quốc tịch = \n| dân tộc = [[Người Kinh|Kinh]] \n| nghề nghiệp = [[Nhạc sĩ]]\n| hãng đĩa = \n| dòng nhạc = [[Nhạc tiền chiến]]\n| tác phẩm âm nhạc = ''Trăng mờ bên suối''\n| ca sĩ = \n}}\n'''Lê Mộng Nguyên''' ([[1930]]) là tác giả ca khúc nổi tiếng Trăng mờ bên suối. Ông còn là [[giáo sư]], [[tiến sĩ]] [[Luật và Khoa Học Chính trị]], được bầu vào Hàn lâm Viện Khoa học Hải ngoại của [[Pháp]]. Ngoài ra, Lê Mộng Nguyên còn viết văn và làm thơ.\n\n== Tiểu sử ==\nLê Mộng Nguyên sinh ngày [[5 tháng 5]] năm [[1930]], tại [[Cố đô Huế|Phú Xuân]], [[Huế]]. Lê Mộng Nguyên dùng tên thật cho hầu hết các sáng tác, đôi khi ông dùng một bút danh khác là '''Yên Hà '''hoặc''' Lan Đào'''. Ông là con trai áp út của một gia đình [[nho giáo]], điền chủ ở tỉnh [[Thừa Thiên Huế|Thừa Thiên]]. Cha ông tên Lê Viết Mưu, mẹ là bà Hồ Thị Ngô. Ông bà có bảy người con, trong đó [[Lê Mộng Hoàng]], anh của Lê Mộng Nguyên là một đạo diễn điện ảnh nổi tiếng.\n\nLúc nhỏ, Lê Mộng Nguyên bắt đầu đi học ở trường làng Phú Xuân, rồi vào học trường Tiểu học (''École Primaire'') Chaigneau ở Huế. Sau đó ông thi tuyển vào [[trường Trung học phổ thông chuyên Quốc Học - Huế|trường trung học Khải Định]] và là một trong ba người đỗ đầu, được Chính phủ cấp học bổng. Ông học ở đó từ [[1943]] đến khi thi [[Tú tài]] năm [[1950]]. Lê Mộng Nguyên làm thơ, nhạc và viết văn từ thuở nhỏ, lúc 9 tuổi khởi sự làm thơ và có nhiều bài được đăng trong nội san của trường trung học Khải Định với bút danh Yên Hà.\n\nNăm 15 tuổi, trong một cuộc thi Văn chương Học sinh trường Trung học, ông viết một bài về [[Phan Đình Phùng]] và đạt giải thưởng Hoàng Đế [[Bảo Đại]], năm đó ông cũng sáng tác ca khúc đầu tay \"''Xuân Tươi''\" (dưới bút hiệu Lan Đào), được báo ‘’Quốc gia’’ đăng trong ‘’Đặc San Mùa Xuân’’. Năm 18 tuổi Lê Mộng Nguyên đã được cấp thẻ nhà báo, cộng tác cùng nhiều tờ báo khi đó: ''Phật giáo Văn Tập'', ''Quốc gia'', ''Việt Nam Tân Báo'', ''Đường Mới''.\n\nNăm [[1950]], sau khi tốt nghiệp [[Tú tài]] toàn phần tại Việt Nam, Lê Mộng Nguyên sang [[Pháp]] du học, được ông Nguyễn Khoa Nam bảo lãnh tại [[Paris]]<ref>Khi đó Lê Mộng Nguyên 20 tuổi, trong khi tuổi trường thành thời ấy là 21<\/ref>. Ban đầu ông muốn theo học [[hòa âm]] tại Trường âm nhạc Paris nhưng sau đó bỏ ý định, quay sang học luật tại Khoa luật và Khoa học Kinh tế [[Đại học Paris 1]] Panthéon Sorbonne (''Faculté de Droit et de Sciences Economiques'').\n\nNăm [[1954]], Lê Mộng Nguyên tốt nghiệp cử nhân [[Luật]]. Từ năm [[1955]] tới năm [[1958]], ông được mời làm tùy viên kinh tế và xã hội cạnh Tòa đại sứ Việt Nam tại Paris (''Attaché économique et social près l'Ambassade du Vietnam à Paris'') dưới quyền của đại sứ Việt Nam [[Phạm Duy Khiêm]]. Sau đó ông quay lại trường đại học và thi đậu cuộc thi để được hành nghề luật sư. Năm [[1962]], ông đậu [[Tiến sĩ]] quốc gia (''Doctorat d'État'') với ba bằng cao học về Droit public, Droit privé và Sciences Politiques. Sau khi thôi hành nghề luật sư, năm [[1967]], Lê Mộng Nguyên dạy luật Hiến pháp (''Droit constitutionnel'') và Khoa học Chính trị (''Sciences politiques'') tại trường Đại học thành phố [[Besançon]], miền Đông nước Pháp. Năm [[1985]] ông quay lại Paris và giảng dạy tại [[Đại học Paris 8]] Saint Denis đến khi về hưu năm [[1997]]. Trong thời gian đó, ông cũng sáng tác nhiều ca khúc, nhưng không phổ biến. Tuy ít tham gia vào sinh hoạt của cộng đồng người Việt tại Pháp, nhưng ông cũng đã ký tên ủng hộ việc cứu trợ nạn [[thuyền nhân]] [[vượt biển]]. Sau khi về hưu, ông cộng tác với vài báo chí Việt tại hải ngoại, trong đó có nguyệt san Nghệ thuật của nhạc sĩ [[Lê Dinh]] và Hồn Việt của ký giả Vương Huyền.\n\nLê Mộng Nguyên thành hôn với Nicole Moulin, một phụ nữ [[người Pháp]] vào ngày 8 tháng 1 năm [[1959]]. Trước đó hai năm, họ gặp nhau sau một cuộc [[biểu tình]] tại [[khu phố La Tinh|quận La Tinh]] Paris. Hai người không có con. Ông cũng chưa từng về lại Việt Nam từ khi đi du học năm 1950.\n\n===Hội viên Hàn lâm Viện Khoa học Hải ngoại Pháp===\nNgày [[5 tháng 12]] năm [[1997]], Lê Mộng Nguyên được bầu vào [[Hàn lâm Viện Khoa học Hải ngoại]] (''Académie des Sciences d'Outre-Mer'') của Pháp, thay thế cho [[Bảo Đại|Cựu Hoàng Bảo Đại]]. Người được bầu vào Hàn Lâm Viện này phải có những tác phẩm được xuất bản, những công trình nghiên cứu đáp ứng đường lối của hàn lâm viện trong công cuộc phát triển văn hóa, khoa học, kinh tế, kỹ thuật hay nhân loại của những quốc gia hải ngoại trong [[khối Pháp]]. Lê Mộng Nguyên là [[người Pháp gốc Việt]] đầu tiên được bầu làm hội viên chính thức (''membre titulaire''), có thể được bầu làm chủ tịch Hàn Lâm Viện này và có quyền bầu để chọn người vào làm hội viên. Trước đó, đã có một số người Việt làm hội viên liên lạc (''membre correspondant'') như [[Phạm Quỳnh]], [[Phạm Duy Khiêm]], Nguyễn Tiến Lãng; hội viên cộng tác (''membre associé'') Thái Văn Kiểm. Cựu Hoàng Bảo Đại cũng là hội viên chính thức tự do (''membre titulaire libre''), có nghĩa là hội viên thực thụ không thuộc ban (''section'') nào cả nhưng có quyền bỏ phiếu hay tranh cử bất cứ chức vụ nào của Hàn Lâm Viện.\n== Sự nghiệp âm nhạc ==\nLê Mộng Nguyên tự học nhạc từ khi còn nhỏ, học đánh đàn [[mandoline]] với một người bạn học cùng lớp, sau đó có học [[ghi-ta|guitar]] và [[vĩ cầm|violon]]. Ông sáng tác ca khúc đầu tay ''Xuân tươi'' vào năm 15 tuổi ký tên Lan Đào. Bài nhạc ''Mừng Khánh Đản'' đã được Thượng tọa Minh Châu nhờ Lê Mộng Nguyên sáng tác vào năm [[1948]] nhân dịp khánh thành [[Chùa Từ Đàm]].\n\nNhạc phẩm nổi tiếng nhất của Lê Mộng Nguyên ''Trăng mờ bên suối'' được viết ngày [[13 tháng 11]], năm [[1949]] khi ông mới 19 tuổi. ''Trăng mờ bên suối'' nói lên nỗi lòng của tác giả khi nhớ người yêu, nhớ [[sông Hương]] [[núi Ngự]] trước khi lên đường sang Pháp du học vào năm [[1950]]. Trong một bức thư trả lời một người bạn, Lê Mộng Nguyên viết: ''\"Bài trăng mờ bên suối viết ngày [[13 tháng 11]] năm [[1949]] (tôi còn giữ bản thảo), một buổi chiều không mưa ở nhà một mình tôi ở [[Huế]] (đường [[Gia Long]]), với cây [[lục huyền cầm]] [[Tây Ban Nha|Y Pha nho]], vừa nhạc vừa lời song song với nhau, rất mau lẹ (từ 20 đến 30 phút là xong), trong một cuốn vở có phân ly (papier millimétré) đầy ký chú những bài học Lý Hóa ở [[trường Trung học phổ thông chuyên Quốc Học - Huế|trường Khải Định]]\"''. Lời hát của ''Trăng mờ bên suối'' cổ điển và sang trọng, khá giống với ''Suối mơ'' của [[Văn Cao]]:\n\n:''Người hẹn cùng ta đến bên bờ suối''\n:''Rừng chiều mờ sương ánh trăng mờ chiếu''\n:''Một đêm thiết tha rồi đây xa cách''\n:''Rồi đây hai ngả biết tới phương nào...''\n\n:''Suối mơ... lời hẹn ước ven bờ suối xưa''\n:''Nhớ chăng... người phương xa trong khói điêu tàn''\n:''Suối ơi... vờn theo bóng trăng vàng ngày xanh''\n:''Nào những lúc trên thuyền say sưa''\n:''Nhìn trăng vừa lên, ai hay chia lìa''\n:''Sương khói biên thùy hiu hắt người đi xa trường sa...''\n\nTuy được viết vào cuối năm [[1949]], nhưng ''Trăng mờ bên suối'' được xem như một ca khúc [[Nhạc tiền chiến|tiền chiến]] và đã trở thành bất hủ của [[tân nhạc Việt Nam]]. Nhạc sĩ, ca sĩ [[Thu Hồ]] là người hát ''Trăng mờ bên suối'' đầu tiên trên [[đài phát thanh Pháp Á]] năm 1949.\n\nLê Mộng Nguyên cũng là nhạc sĩ Việt Nam đầu tiên sáng tác về Huế, miền Trung, ca tụng nơi ông đã sinh ra và lớn lên. Ngoài những nhạc phẩm có tính cách tranh đấu như ''Vó ngựa giang hồ'' (1949), hay ''Mùa lúa mới'' và ''Trường ca Quân tiến'', từ thời thiếu niên Lê Mộng Nguyên đã sáng tác nhiều ca khúc lãng mạn ''\"để tiếp theo hứng cảm của các tác giả mà ông yêu chuộng như [[Văn Cao]], [[Đặng Thế Phong]]...\"''<ref>Trích phỏng vấn Lê Mộng Nguyên<\/ref>. Từ ngày sang Pháp học, ông viết các bản nhạc nói lên nỗi nhớ quê hương như ''Xuân tha hương'', ''Lá thư cho mẹ'', ''Trời Âu''... Lê Mộng Nguyên cũng viết bản ''Bụi đời'', ''Người đã trở về'' cho bộ phim ''Bụi đời'' do anh trai ông là Lê Mộng Hoàng đạo diễn năm [[1957]].\n\nKhoảng [[1990]], tại Việt Nam, một tuyển tập nhạc Phật giáo gồm 25 bài do Lê Mộng Nguyên viết trước năm 20 tuổi đã được Giáo hội Phật giáo Việt Nam xuất bản.\n== Tác phẩm ==\n=== Âm nhạc ===\n{{ref begin|30em}}\n*Bài Thơ Huế\n*Bên Dòng Sông Seine\n*Bụi Đời\n*Chiều Thu\n*Chiều Vàng Bến [[Chợ Đông Ba]]\n*Chiều Vàng Năm Xưa\n*Cô Gái Huế\n*Đôi Mắt Nhung\n*Gia đình Thân Ái\n*Giao Mùa\n*Hoàng Hoa Thôn\n*Hướng Phật Đài\n*Kiếp Giang Hồ\n*Lá Thư Cho Mẹ\n*Ly Hương\n*Ma Vie Sans Toi (Đời Không Có Em)\n*Mơ Đà Lạt\n*Một Chiều Thương Nhớ\n*Mưa Huế\n*Mùa Lúa Mới\n*Mừng Khánh Đản\n*Người Đã Trở Về\n*Nhớ Huế\n*Quê Tôi\n*Trái Tim Đau\n*Lời Cuối Của Anh\n*Hồi Hướng\n*Tìm Lại Ngày Xưa\n*Thề Non Nước (Thơ [[Tản Đà]])\n*Thu Sầu\n*Thu Trên Sông Seine\n*Tìm Lại Ngày Xưa\n*[[Trăng Mờ Bên Suối]]\n*Trời Âu\n*Trọng Thủy Mỵ Châu\n*Trường Ca Quân Tiến\n*Về Chơi Thôn Vỹ\n*Việt Nam Thắm Tươi\n*Vó Ngựa Giang Hồ\n*Xuân Tha Hương\n*Xuân Về Nhớ Mãi Quê Hương\n*Xuân Tươi\n*Nhớ Cha\n*Nhung Nhớ\n*Em Cho Anh Tình Yêu\n*Hòa nhịp yêu thương\n*Giao Mùa\n*Soi Gương\n*Yêu anh em làm thơ\n*Bến Đời Không Ước Hẹn\n{{div col end}}\n\n=== Các tác phẩm khác ===\n*La Constitution de la Vème République de Charles de Gaulle à François Mitterrand (4ème édition, 1994, Ed. STH)\n:Hiến pháp đệ Ngũ cộng hòa từ Charles de Gaulle tới François Mitterrand\n*Les systèmes politiques démocratiques contemporains (4ème édition, 1994, Ed. STH)\n:Những hệ thống chính trị dân chủ cận đại\n*Initiation au droit (1996, Ed. L'Hermès)\n:Hành trình đi vào luật pháp\n*La Constitution de 1958 (1996, ed. L'Hermès)\n:Hiến pháp 1958\n*Le Budget de l'Etat (1997, ed. L'Hermès)\n:Ngân Quỹ Quốc gia\n*Finances Publiques (1997, ed. L'Hermès)\n:Tài chính Công Cộng\n*Bốn sách tổng hợp: Les agglomérations urbaines dans les Pays du Tiers Monde (1971, ed. de l'Institut de Sociologie, Bruxelles, Bỉ)\n:Vùng thành thị trong các quốc gia đệ Tam thế giới\n*Le Vietnam au temps présent (1992, Đường Mới)\n:Xứ Việt Nam đương thời\n*Đảng Cộng sản trước thực trạng Việt Nam (1994, Đường Mới)\n*Những Vấn đề Cấp Thiết của Việt Nam\" (1995, Tiếng Gọi Dân tộc xuất bản)\n*Tập thơ Đời Không Có Em (1998)\nCùng hơn một trăm bài xã viết về Hiến pháp và Dân Chủ cho nhiều tạp chí Âu châu tiếng tăm. \n== Chú thích ==\n{{tham khảo|30em}}\n== Tham khảo và Liên kết ngoài ==\n*[http:\/\/www.academiedoutremer.fr\/ Trang web của Hàn lâm Viện Khoa học Hải ngoại]\n* [http:\/\/www.honque.com\/PhongVan\/pvLeMongNguyen\/pvLeMongNguyen.htm Phỏng vấn Nhạc Sĩ Lê Mộng Nguyên], Bảo Trâm thực hiện, 2001\n* Lê Mộng Nguyên, [http:\/\/www.honque.com\/HQ009\/tBut_lmNguyen009.htm Trăng Mờ Bên Suối hay là cuộc hành trình trong một quá khứ lãng mạn và thương yêu], Hồn Quê số 6, ngày ngày 15 tháng 6 năm 2001\n\n{{Thời gian sống|1930}}\n\n[[Thể loại:Nhạc sĩ tiền chiến]]\n[[Thể loại:Giáo sư Pháp]]\n[[Thể loại:Luật sư Pháp]]\n[[Thể loại:Giáo sư gốc Việt]]\n[[Thể loại:Tiến sĩ gốc Việt]]\n[[Thể loại:Người Pháp gốc Việt]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Học sinh Quốc học Huế]]\n[[Thể loại:Sinh viên Đại học Sorbonne]]"}