{"487059":"'''Lê Hữu Lập''' (1897-1934) là một nhà hoạt động cách mạng Việt Nam thời kỳ trước năm 1945. Ông là Bí thư tỉnh ủy lâm thời đầu tiên của [[Thanh Hoá]]<ref>{{Chú thích web |url=http:\/\/www.thanhhoa.gov.vn\/web\/guest\/hhl?p_p_id=news_view_INSTANCE_UwUM&p_p_action=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&_news_view_INSTANCE_UwUM_struts_action=%2Fnews_view%2Fview_news&_news_view_INSTANCE_UwUM_newsId=946&_news_view_INSTANCE_UwUM_itemIndex=0& |ngày truy cập=2010-04-19 |tựa đề=UBND Tỉnh Thanh Hóa: Bí thư tỉnh ủy Lâm thời đầu tiên |archive-date = ngày 14 tháng 10 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20101014191812\/http:\/\/www.thanhhoa.gov.vn\/web\/guest\/hhl?p_p_id=news_view_INSTANCE_UwUM&p_p_action=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&_news_view_INSTANCE_UwUM_struts_action=%2Fnews_view%2Fview_news&_news_view_INSTANCE_UwUM_newsId=946&_news_view_INSTANCE_UwUM_itemIndex=0& }}<\/ref>.\n\n==Tiểu sử==\nÔng sinh năm [[1897]] ở thôn Hữu Nghĩa, tổng Xuân Trường, huyện Hậu Lộc (nay là xã [[Xuân Lộc]], huyện [[Hậu Lộc]], [[Thanh Hóa]]). Lúc còn nhỏ tên là Độ (ngoài ra còn một số tên gọi khác như Cậu Ấm, Hoàng Tức Thoại, tức Hoàng Lùn).\n\nÔng nội thân sinh Lê Hữu Lập làm quan Án sát dưới [[triều Nguyễn]] tại Nghệ An; Trong lúc nước nhà chìm trong khói lửa của bọn thực dân, [[triều đình nhà Nguyễn]] hèn nhát đầu hàng giặc, Cụ đã cáo quan về nhà dạy học; Cụ thân sinh ra Lê Hữu Lập là cụ [[Lê Cơ]] - một nhà giáo yêu nước; Lê Hữu Lập có một người chị gái tên là [[Lê Thị Mận]] lấy chồng ở là Y Vích (nằm sát cửa biển Lạch Trường nay là làng Lộc Tiên, xã Hải Lộc, huyện Hậu Lộc). Vợ của Lê Hữu Lập là chị [[Phạm Thị Ngan]], là con một gia đình nhà nho nghèo, có tinh thần yêu nước, sớm thông hiểu được ý chí của chồng nên đã tạo điều kiện cho anh đi vào con đường tiến bộ. Sau ngày Cách mạng Tháng Tám thành công, chị bị bệnh nặng và qua đời vào tháng 9 năm 1945. Lê Hữu Lập và Phạm Thị Ngan có một người con gái nhưng đã mất từ khi mới 6 tháng tuổi.\n\nNăm 1918, sau khi tốt nghiệp trường Pháp Việt, ông tham gia phong trào cách mạng đòi độc lập cho [[Việt Nam]].\n\nNăm 1922, Ông đã gặp Đinh Chương Dương và được Đinh Chương Dương kể cho nghe về các tổ chức Cách mạng trong và ngoài nước, về các nhà ái quốc như [[Phan Bội Châu]], [[Phan Chu Trinh]]...\n\nNăm 1923, Ông tạm biệt mẹ già, người vợ hiền và đứa con thơ mới 3 tháng tuổi bước vào con đường thoát ly hoạt động.\n\nGiữa năm 1924, Ông được Đinh Chương Dương đưa sang Quảng Châu (Trung Quốc) tham gia vào [[Tâm Tâm Xã]], một tổ chức cách mạng của người Việt Nam yêu nước ở Trung Quốc.\n\nNăm 28 tuổi, 1925, ông gặp [[Hồ Chí Minh|Nguyễn Ái Quốc]] ở Trung Quốc và được kết nạp vào tổ chức [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí hội]]. Sau đó, ông được tổ chức cử về nước cùng với một số đồng chí của ông để tuyên truyền tư tưởng cách mạng cho thanh niên ở [[Thanh Hóa]], [[Thái Bình]], [[Nam Định]], [[Nghệ An]], [[Quảng Trị]]... và đưa một số người sang [[Quảng Châu]] huấn luyện. Đoàn xuất dương lần đầu thuộc các tỉnh Miền Trung gồm mười người trong đó có Trần Phú, sau này là Tổng Bí thư đầu tiên của Đảng Cộng sản Đông Dương.\n\nNăm 31 tuổi, 1928, ông được bầu vào ban chấp hành Kỳ bộ thanh niên [[Miền Trung (Việt Nam)|Trung kỳ]] của [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí hội]] và được cử sang [[Thái Lan]] hoạt động. Ông bị tòa án của chính quyền bảo hộ thực dân ở Thanh Hóa kết án tử hình vắng mặt.\n\nTháng 3 năm 1930, khi tổ chức [[Hội Việt Nam Cách mạng Thanh niên|Việt Nam Thanh niên Cách mạng Đồng chí hội]] chuyển thành tổ chức cộng sản, Lê Hữu Lập trở thành đảng viên cộng sản và là người thành lập chi bộ cộng sản đầu tiên của huyện [[Hoằng Hóa]] tại thôn [[Cự Đà]] (nay là xã [[Hoằng Minh]], huyện Hoằng Hóa).\n\nĐầu năm 1934, Lê Hữu Lập tham gia Ban viện trợ cách mạng Đông Dương và được cử về hoạt động ở huyện [[Nghi Lộc]], tỉnh Nghệ An. Tại đây, ông lâm bệnh nặng và được đưa về điều trị ở nhà thương [[Vinh]]. Do bệnh quá nặng, Lê Hữu Lập qua đời tháng 6 năm 1934.\n\n==Di sản==\n\nNgày nay, tượng đài của Lê Hữu Lập được đặt ở quê nhà. Hằng năm vào ngày ông mất, các vị lãnh đạo của huyện và tỉnh đều đến viếng. Tên của ông được đặt cho trường tiểu học của xã Xuân Lộc, trường chuyên cấp hai của huyện [[Hậu Lộc]], và một tuyến phố ở [[thanh Hóa (thành phố)|thành phố Thanh Hóa]].\n\nNgày 29\/8\/2014, Chủ tịch UBND tỉnh Thanh Hóa đã ký quyết định Phê duyệt chủ trương đầu tư xây dựng công trình Khu tưởng niệm đồng chí Lê Hữu Lập - người thanh niên cộng sản đầu tiên của tỉnh Thanh Hóa. Ban Thường vụ Tỉnh đoàn Thanh Hóa làm chủ đầu tư xây dựng công trình.\n\nCông trình Khu tưởng niệm Lê Hữu Lập được xây dựng trên diện tích 10.000 m2 tại thôn Bái Hà, xã Xuân Lộc, huyện Hậu Lộc với tổng vốn đầu tư gần 10 tỷ đồng. Trong đó 2 tỷ đồng từ ngân sách Tỉnh, 8 tỷ đồng đóng góp ủng hộ kinh phí xây dựng từ cán bộ Đoàn, đoàn viên, Thanh thiếu nhi, các doanh nghiệp và các nhà hảo tâm trong và ngoài tỉnh.\n\n==Liên kết ngoài==\n* [http:\/\/nhandaovadoisong.com.vn\/2380\/le-huu-lap-nguoi-cong-san-tieu-bieu-cua-dat-thanh.html Lê Hữu Lập: Người cộng sản tiêu biểu của đất Thanh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120822155101\/http:\/\/nhandaovadoisong.com.vn\/2380\/le-huu-lap-nguoi-cong-san-tieu-bieu-cua-dat-thanh.html |date = ngày 22 tháng 8 năm 2012}}\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{sơ khai chính khách Việt Nam}}\n{{Thời gian sống|sinh=1897|mất=1934}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Bí thư Tỉnh ủy Thanh Hóa]]"}