{"1086880":"{{cần thêm chú thích}}\n[[Tập tin:Ledaithanh.jpg|nhỏ|phải|250px|Chân dung nhà thơ Lê Đại Thanh.]] \n'''Lê Đại Thanh''' (1907-1996) là nhà thơ, nhà viết kịch thuộc thế hệ những nghệ sĩ đầu tiên của nghệ thuật sân khấu Việt Nam hiện đại, cùng thời với [[Thế Lữ]] và [[Vi Huyền Đắc]]. Ông đồng thời là hội viên sáng lập của Hội nhà văn Việt Nam (1957) cũng như các tờ báo ''Văn nghệ'' và báo ''Cứu quốc''. Các con và cháu ngoại của ông sau này đều trở thành những nghệ sĩ tên tuổi như họa sĩ [[Lê Đại Chúc]], Nghệ sĩ ưu tú [[Lê Chức]], Nghệ sĩ ưu tú [[Lê Mai]], Nghệ sĩ Nhân dân [[Lê Khanh]], Nghệ sĩ ưu tú [[Lê Vân]] và Nghệ sĩ ưu tú [[Lê Vi]]. \n \n==Tiểu sử và sự nghiệp==\n===Những năm tuổi trẻ===\nLê Đại Thanh sinh năm 1907 tại [[Hải Phòng]] trong một gia đình trí thức. Ông học bậc tiểu học tại trưòng Bonnal, Hải Phòng (nay là [[Trường Trung học phổ thông Ngô Quyền, Hải Phòng]]). Sau khi học xong tiểu học năm 1922, ông lên học trưòng Bưởi, [[Hà Nội]].\n\nTốt nghiệp bằng Thành Chung, Lê Đại Thanh theo học ngành sư phạm.\n\nNăm 1927, ra trường, ông được bổ nhiệm về dạy học tại [[Nam Định]] (1927 - 1932). Tại đây có hai học trò của ông sau này đã trở thành những nhà văn nổi tiếng là [[Nam Cao]] và [[Nguyên Hồng]]. Cũng tại Nam Định ông làm quen và kết bạn với một số chiến sĩ cách mạng và những thanh niên có tư tưởng yêu nước như [[Ngô Gia Tự]], [[Đỗ Ngọc Du]], [[Nguyễn Công Mỹ]], [[Bùi Đình Đổng]] nên bị chuyển công tác lên [[Hòa Bình|Hoà Bình]] (1933).\n\nNăm sau lại bị điều đi xa hơn, tận Nước Hai, [[Cao Bằng]]. Học sinh của ông ở Cao Bằng sau này nhiều người trở thành tướng lĩnh [[Quân đội Nhân dân Việt Nam|Quân đội nhân dân Việt Nam]] như [[Bằng Giang]], [[Nam Long]].\n\nNăm 1935, Lê Đại Thanh được chuyển về công tác gần quê nhà tại trường Hàng Kênh, thuộc huyện Hải An, tỉnh [[Kiến An]] (trước đây vốn tách ra từ tỉnh Hải Phòng thành tỉnh Kiến An và thành phố Hải Phòng). Tới năm 1941 ông quay trở lại mái trường cũ Bonnal với cương vị là một thầy giáo và dạy học ở đây cho đến năm 1945.\n\n===Hoạt động cách mạng===\nTrong thời gian dạy học ở [[Nam Định]], Lê Đại Thanh quen và kết bạn với một số chiến sĩ cách mạng và những thanh niên có tư tưởng yêu nước nên bị chính quyền bảo hộ chuyển công tác lên [[Hòa Bình|Hoà Bình]] rồi [[Cao Bằng]]. Học sinh của ông ở Cao Bằng sau này nhiều người trở thành tướng lĩnh Quân đội nhân dân Việt Nam như [[Bằng Giang]], [[Nam Long]]...\n\nNăm 1935 ông được chuyển về [[Kiến An]], Hải Phòng dạy học. Cũng trong giai đoạn này ông đã bí mật liên hệ với cách mạng và được cán bộ cách mạng phân công hoạt động trong các phong trào công khai như Hội truyền bá [[Quốc ngữ]] và phong trào thể dục thể thao Đuycuaroa. Ông còn bí mật quyên tiền mua súng cho cách mạng.\n\nTháng 5 năm 1945, Lê Đại Thanh bị hiến binh Nhật bắt khi đang diễn thuyết tại hội quán AFA.\n\n==Tham gia Chính quyền cách mạng Thành phố Hải phòng==\nSau khi [[Cách mạng tháng Tám]] thành công, chính quyền cách mạng cử Lê Đại Thanh làm Phó Chủ tịch Uỷ ban nhân dân cách mạng lâm thời phụ trách tuyên truyền song ông chỉ nhận chức Uỷ viên tuyên truyền phù hợp với khả năng của mình. Lãnh đạo Ủy ban cách mạng Hải phòng đều là những trí thức như ông [[Vũ Quốc Uy]], bác sĩ [[Nguyễn Xuân Nguyên]].\n\nDựa vào thế lực quân [[Tưởng Giới Thạch]], phe Việt Nam Quốc dân đảng bắt ông giam ba tuần và định thủ tiêu. Tuy nhiên do phong trào vận đông và đấu tranh quyết liệt của quần chúng dưới sự phát động của Bí thư thành ủy Hải Phòng lúc đó nên ông được trả tự do.\n\nTháng 8 năm 1946 Thành ủy Hải phòng thành lập trường Huấn luyện cán bộ Tô Hiệu, Hiệu trưởng danh dự là ông [[Hoàng Hữu Nhân]]. Ông và Hoàng Mạnh Thu được giao phụ trách nhà trường, trực tiếp phụ trách huấn luyện. Trường Huấn luyện Thanh niên Tô Hiệu dành riêng cho thanh niên ưu tú của các Tỉnh miền Duyên Hải Bắc Bộ: Hải Phòng, Kiến An, Hải Dương, Quảng Yên, Hòn Gai, Móng Cái. Các học viên được học tập về đường lối cách mạng, được huấn luyện 5 bước công tác cách mạng và huấn luyện quân sự. Khóa huấn luyện đầu tiên cho trên 100 người được vinh dự gặp mặt Bác Hồ vào ngày 21\/10\/1946 khi Người từ Pháp trở về <ref>{{chú thích web | url = http:\/\/trungtamtnhp.com.vn\/vi\/about\/ | tiêu đề = Trung tâm Huấn luyện cán bộ và dạy nghề thanh niên Hải Phòng | author =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2011-10-16 | archive-url = https:\/\/web.archive.org\/web\/20111016070021\/http:\/\/trungtamtnhp.com.vn\/vi\/about\/ | url-status = dead }}<\/ref>.\n\nNăm 1946, cuộc kháng chiến chống [[đế quốc thực dân Pháp|thực dân Pháp]] bùng nổ, Lê Đại Thanh tham gia hàng ngũ các chiến sĩ trung đoàn 42 bảo vệ Hải Phòng. Sau khi ra vùng tự do ông được cử làm Phó Giám đốc Ban Tuyên truyền liên khu II.\n\nNăm 1948, ông tham gia Đại hội thành lập Hội văn học nghệ thuật Việt Nam và được cử vào Ban Thư ký đại hội. Tiếp đó, Lê Đại Thanh công tác tại Hội Văn hóa cứu quốc rồi tạp chí ''Gió biển'', báo ''Quân Bạch Đằng'' thuộc Bộ Tư lệnh liên khu III, báo ''Cứu quốc'' thuộc liên khu I. Có thời gian ông nhập ngũ tiểu đoàn 142.\n\nNăm 1954, hòa bình lập lại, Lê Đại Thanh được phân công công tác ở báo Văn Nghệ.\n\n===Nhân văn Giai phẩm===\n\nSự kiện [[Phong trào Nhân Văn - Giai Phẩm|Nhân Văn-Giai Phẩm]] xảy ra vào năm 1957 đã trở thành cú sốc lớn đối với cuộc đời và sự nghiệp nghệ thuật của Lê Đại Thanh cũng như nhiều nghệ sĩ tên tuổi đương thời trong đó có [[Văn Cao]].\n\nÔng bị cấp trên kiểm điểm và buộc thôi công tác tại Đoàn kịch Trung ương. Cũng vì lý do này mà các tác phẩm của Lê Đại Thanh không được phép xuất bản trong suốt một thời gian dài. Sự việc sau này đã được làm rõ qua lời nói của nhà thơ [[Tố Hữu]] với Giám đốc Sở Văn hóa Hải phòng nhạc sĩ [[Trần Hoàn]]: ''Trường hợp của ông Lê Đại Thanh nếu như có một kết luận nào đó để hiểu là kỷ luật thì đó là kết luận sai lầm''.\n\nTuy nhiên, ''kết luận kỷ luật sai lầm'' của cấp trên (mà nhà thơ Tố Hữu đã nói) không chỉ cản trở sự nghiệp văn nghệ của Lê Đại Thanh mà còn gián tiếp ảnh hưởng đến cả gia đình ông. Con gái [[Lê Mai]] của ông khi đó đang là diễn viên Đoàn kịch Trung ương cũng buộc phải thôi việc. Các con ông phải đổi tên. con ông đều bỏ đi chữ Đại ở giữa. Lê Đại Châu đổi thành Lê Minh Châu. Lê Đại Chức thì bỏ hẳn chữ Đại chỉ còn Lê Chức. Lê Đại Chúc cũng chỉ là Lê Chúc.\n\nChỉ gần tới khi qua đời (1996) ông mới được minh oan.\n\n===Sự nghiệp văn nghệ===\nKịch và thơ ca là hai mảng chính trong cả cuộc đời hoạt động nghệ thuật của Lê Đại Thanh. Khi còn là giáo viên, ông vừa viết báo, làm thơ, viết kịch và diễn kịch. Thành công đầu tiên của ông trong sự nghiệp văn nghệ là giải thưởng của [[Tự Lực văn đoàn|Tự Lực Văn Đoàn]] cho vở hài kịch ''Hai người trọ học'' (1936). Cùng được nhận giải của [[Tự Lực văn đoàn|Tự Lực Văn Đoàn]] trong đợt này còn có ''Kim tiền'' của [[Vi Huyền Đắc]] và ''Bỉ vỏ'' của [[Nguyên Hồng]].\n\nLê Đại Thanh hoạt động trên sân khấu kịch nói trong nhiều vai trò như diễn viên, đạo diễn, nhà viết kịch. Ông tham gia thành lập nhiều đoàn kịch như đoàn kịch mang tên ''Lê Đại Thanh - [[Lan Sơn (nhà thơ)|Lan Sơn]]'', ''Gió biển''. Trước Cách mạng tháng Tám, Lê Đại Thanh tham gia đóng kịch trong ban kịch của [[Thế Lữ]]. Ông thủ vai Trần Thiết Chung nhân vật chính trong vở ''Kim Tiền'' của [[Vi Huyền Đắc]], diễn lần đầu tại [[Nhà hát lớn Hải Phòng]] năm 1938. Năm 1946, Lê Đại Thanh được cử làm Hội trưởng Hội Văn học Hải Phòng. Năm 1948, ông tham gia Đại hội thành lập Hội văn học nghệ thuật Việt Nam và được cử vào Ban Thư ký đại hội. Trong thời gian này Lê Đại Thanh sáng tác hai vở kịch nói ''Những cái chết anh hùng'' và ''Người mẹ tiễn con ra trận''.\n\nThơ Lê Đại Thanh sáng tác không quá nhiều nhưng gần như mỗi một bài thơ của ông đều để lại ấn tượng trong lòng người đọc bởi những triết lý sâu xa mà tác giả muốn gửi tới độc giả qua lời thơ mà cũng như một lời trao gửi nhỏ nhẹ với thế giới nhân sinh. Những bài thơ như ''Di chúc'', ''Thi sĩ và thơ'', ''Sư tử và mặt trời'', ''Tâm sự cùng nhân loại'', ''Thời gian'', ''Tôi yêu chuyện cổ tích nước tôi'', ''Đám cưới chuột'', ''Ngây thơ'' có thể coi như điển hình cho phong cách thơ của Lê Đại Thanh. Thơ của Lê Đại Thanh chủ yếu lưu truyền trong bạn đọc và bạn bè trong giới văn nghệ. Bởi thế nên khi nhắc đến thơ ông, người ta không thể bỏ qua câu chuyện có một người thanh niên đến gặp nhà thơ [[Tế Hanh]] để hỏi về mấy câu thơ trong bài thơ ''Di chúc'' của Lê Đại Thanh. Người thanh niên không biết đó là thơ của Lê Đại Thanh và muốn hỏi nhà thơ Tế Hanh đó có phải là thơ của thi hào người Ấn Độ [[Rabindranath Tagore|Tagore]] hay không. Tế Hanh sau khi nghe người thanh niên đó đọc xong đã trả lời dứt khoát rằng: ''Tôi không chắc đó có phải là thơ của Tago không nhưng tôi chắc đó là thơ của Lê Đại Thanh ở Hải Phòng''. Hầu hết những tác phẩm thơ ca của Lê Đại Thanh được in trong tập thơ ''Những ngôi sao biển'' (1987).\n\nLê Đại Thanh còn là hội viên sáng lập của nhiều cơ quan văn nghệ nổi tiếng sau này như Hội Nhà văn Việt Nam (1957), Hội Văn nghệ Hải Phòng (1964), cũng như các tờ báo ''Văn nghệ'' và ''Cứu quốc''.\n\n===Đại gia đình làm nghệ thuật===\nBà Đinh Ngọc Anh, vợ của nhà thơ-kịch tác gia Lê Đại Thanh, là con gái nhà tư sản Vạn An Trường của đất Hải Phòng xưa. Bà có thời hoạt động trong đoàn kịch Gió Biển của chồng, từng đóng vai bà mẹ trong vở ''Bức ảnh'' của Nguyễn Văn Niêm. Năm 1956 bà là người đầu tiên thể hiện hình tượng người con gái đất đỏ [[Võ Thị Sáu]] trên sân khấu kịch do chồng viết kịch bản.\n\nHai người có tất cả 10 người con, 4 người đã mất từ nhỏ. Hầu hết những người con còn lại trong gia đình Lê Đại Thanh sau này đều thành danh trong sự nghiệp nghệ thuật như con đường của cha mẹ.\n\nHai người con của ông là Nghệ sĩ ưu tú [[Lê Mai]] và Nghệ sĩ ưu tú [[Lê Chức]] đều đi theo con đường sân khấu như cha. Một người con khác là [[Lê Đại Chúc]] theo đuổi sự nghiệp hội họa.\n\nNghệ sĩ ưu tú [[Lê Mai]] có ba người con gái sau này cũng trở thành những nghệ sĩ nổi tiếng trên sân khấu đương đại là [[Lê Khanh]], [[Lê Vân]] và [[Lê Vi]].\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/thuvien.haiphongcity.vn\/vn\/index.asp?menuid=660&parent_menuid=658&fuseaction=3&articleid=5312 Lê Đại Thanh (1907 - 1996)]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/vanhocquenha.vn\/view.asp?n_id=1322&n_muctin=31 Có một nghệ sĩ đa tài - Lê Đại Thanh]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/vanhocquenha.vn\/view.asp?n_id=4068&n_muctin=10 Nhà thơ Lê Đại Thanh - Người yêu chuyện cổ tích nước tôi]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.vannghesongcuulong.org.vn\/modules.php?name=News&op=viewst&sid=5408 NHÀ THƠ LÊ ĐẠI THANH - NGƯỜI GIÀ, THƠ KHÔNG GIÀ]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/vtc.vn\/13-7753\/van-hoa\/dai-gia-dinh-nghe-si-voi-22-nam-bi-cuc.htm Đại gia đình nghệ sĩ với 22 năm bĩ cực] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090802060850\/http:\/\/vtc.vn\/13-7753\/van-hoa\/dai-gia-dinh-nghe-si-voi-22-nam-bi-cuc.htm |date = ngày 2 tháng 8 năm 2009}}\n\n{{Nhân Văn - Giai Phẩm}}\n\n{{Thời gian sống |1907|1996}}\n\n[[Thể loại:Nhà viết kịch Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Nhóm kịch Thế Lữ]]\n[[Thể loại:Cựu học sinh trường Bonnal - Ngô Quyền, Hải Phòng]]\n[[Thể loại:Phong trào Nhân Văn-Giai Phẩm]]"}