{"3184631":"{{Thông tin viên chức\n|tên= Lê Nguyên Khang\n|hình=\n|cỡ hình= \n|miêu tả=\n\n|chức vụ= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Phụ tá Tổng Tham mưu trưởng<br>Đặc trách Hành quân\n|bắt đầu= 11\/1974\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Trung tướng \n|tiền nhiệm= -Trung tướng [[Lữ Mộng Lan|Lữ Lan]]\n|kế nhiệm= -Trung tướng [[Nguyễn Văn Minh (trung tướng Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Minh]]\n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Tổng Tham mưu trưởng\n|phó viên chức= -Đại tướng [[Cao Văn Viên]]\n\n|chức vụ 2= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Tổng Thanh tra Quân lực<br>(trực thuộc Bộ Tổng Tham mưu)\n|bắt đầu 2= 5\/1972\n|kết thúc 2= 11\/1974\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tướng\n|tiền nhiệm 2= -Trung tướng [[Lữ Mộng Lan|Lữ Lan]]\n|kế nhiệm 2= -Trung tướng [[Nguyễn Văn Minh (trung tướng Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Minh]]\n\n|chức vụ 3= [[Hình: QD III VNCH.jpg|22px]]<br>Tư lệnh Quân đoàn III\n|bắt đầu 3= 6\/1966\n|kết thúc 3= 8\/1968\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tướng\n|tiền nhiệm 3= -Thiếu tướng [[Nguyễn Bảo Trị]]\n|kế nhiệm 3= -Trung tướng [[Đỗ Cao Trí]]\n|địa hạt 3= Vùng 3 chiến thuật\n\n|chức vụ 4= [[Hình: ARVN Capital Military Zone Unit SSI.svg|22px]]<br>Tư lệnh Biệt khu Thủ đô<br>kiêm Tổng trấn Sài Gòn - Gia Định\n|bắt đầu 4= 5\/1965\n|kết thúc 4= 6\/1966\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung tướng \n|tiền nhiệm 4= -Chuẩn tướng [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]\n|kế nhiệm 4= -Đại tá Nguyễn Văn Giám\n|địa hạt 4= Vùng 3 chiến thuật\n\n|chức vụ 5= [[Hình: Tổ quốc - Đại dương.gif|22px]]<br>Xử lý thường vụ chức vụ<br>Tư lệnh Quân chủng Hải quân\n|bắt đầu 5= 14\/4\/1965\n|kết thúc 5= 26\/4\/1965\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tướng\n|tiền nhiệm 5= -Đề đốc [[Chung Tấn Cang]]\n|kế nhiệm 5= -Hải quân Đại tá Trần Văn Phấn\n|địa hạt 5= Biệt khu Thủ đô\n\n|chức vụ 6= [[Hình: Republic of Vietnam Marine Division SSI.png|22px]]<br>Tư lệnh Binh chủng Thủy quân lục chiến<ref>Binh chủng Thủy quân Lục chiến được thành lập ban đầu ở cấp Liên đoàn, năm 1965 nâng lên cấp Lữ đoàn, từ tháng 6 năm 1968 trở thành cấp Sư đoàn<\/ref>\n|bắt đầu 6= 4\/1964\n|kết thúc 6= 5\/1972\n|trưởng chức vụ 6= Cấp bậc \n|trưởng viên chức 6= -Đại tá<br>-Chuẩn tướng (8\/1964)<br>-Thiếu tướng (10\/1964)\n|tiền nhiệm 6= -Trung tá [[Nguyễn Bá Liên]]\n|kế nhiệm 6= -Đại tá [[Bùi Thế Lân]]<br>(nguyên Tư lệnh phó)\n|địa hạt 6= Biệt khu Thủ đô\n\n|chức vụ 7= [[Hình: Flag of South Vietnam.svg|22px]] [[Hình: Flag of the Philippines.svg|22px]]<br>Tùy viên Quân sự<br>Tòa Đại sứ Việt Nam Cộng hòa<br>tại Cộng hòa Philippines\n|bắt đầu 7= 11\/1963\n|kết thúc 7= 4\/1964\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Đại tá\n|kế nhiệm 7= -Trung tá [[Nguyễn Bá Liên]]\n|địa hạt 7= Thủ đô Manila, Cộng hòa Philippines\n\n|chức vụ 8= [[Hình: Republic of Vietnam Marine Division SSI.png|22px]]<br>Tư lệnh Lữ đoàn Thủy quân lục chiến\n|bắt đầu 8= 4\/1960\n|kết thúc 8= 11\/1963\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Thiếu tá<br>-Trung tá (1\/1962)<br>-Đại tá (11\/1963)\n|tiền nhiệm 8= -Thiếu tá Lê Nhữ Hùng\n|kế nhiệm 8= -Trung tá [[Nguyễn Bá Liên]]\n|địa hạt 8= Quân khu Thủ đô\n\n|chức vụ 9= [[Hình: Republic of Vietnam Marine Division SSI.png|22px]]<br>Tiểu đoàn trưởng Tiểu đoàn 1<br>Thủy quân Lục chiến\n|bắt đầu 9= 1\/1960\n|kết thúc 9= 4\/1960\n|trưởng chức vụ 9= Cấp bậc\n|trưởng viên chức 9= -Đại úy (1\/1955)<br>-Thiếu tá (4\/1960)\n|kế nhiệm 9= -Đại úy Nguyễn Văn Tài\n|địa hạt 9= Quân khu Thủ đô\n \n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ \n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|học vấn= [[Tú tài]] bán phần\n|học trường= -Trường Trung học phổ thông Chu Văn An, Hà Nội<br>-Trường Sĩ quan Trừ bị Nam Định<br>-Trường Võ bị Liên quân Fort Benning, Georgia, Hoa Kỳ<br>-Trường Huấn luyện Thủy quân lục chiến Quantico, Virginia, Hoa Kỳ\n|quê quán= Bắc Kỳ\n\n|ngày sinh= tháng 10 năm [[1931]]\n|ngày mất= [[12 tháng 11]] năm [[1996]]<br>([[65]] tuổi)\n|nơi sinh= [[Sơn Tây (tỉnh)|Sơn Tây]], [[Liên bang Đông Dương]]\n|nơi mất= [[Los Angeles]], [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]] - [[1975]]\n|cấp bậc= [[Hình: US-O9 insignia.svg|48px]] [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]\n|đơn vị= [[Hình: Tổ quốc - Đại dương.gif|20px]] [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]<ref>Hai giai đoạn phục vụ [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]]:<br>-Lần thứ nhất: Trung úy Giang đoàn trưởng (1953-1955)<br>-Lần thứ hai: Chuẩn tướng Tư lệnh [[Hải quân Việt Nam Cộng hòa|Hải quân]] (1965: 2 tuần).<\/ref><br>[[Hình: Republic of Vietnam Marine Division SSI.png|18px]] [[Thủy quân lục chiến Việt Nam Cộng hòa|Thủy quân Lục chiến]]<ref>Hai lần Tư lệnh Binh chủng [[Thủy quân lục chiến Việt Nam Cộng hòa|Thủy quân Lục chiến]]:<br>-Lần thứ nhất: Thiếu tá Chỉ huy trưởng Liên đoàn (1960-1962).<br>-Lần thứ hai: Đại tá đến Trung tướng Tư lệnh Lữ đoàn rồi Sư đoàn.<\/ref><br>[[Hình: ARVN Capital Military Zone Unit SSI.svg|20px]] [[Biệt khu Thủ đô]]<br>[[Hình: QD III VNCH.jpg|20px]] [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III và QK 3]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<ref>Hai lần phục vụ tại Bộ Tổng Tham mưu:<br>-Lần thứ nhất: Trung tướng Tổng Thanh tra (1972-1974).<br>-Lần thứ hai: Trung tướng Phụ tá Tổng Tham mưu trưởng Đặc trách Hành quân (1974-1975).<\/ref>\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Lê Nguyên Khang''' ([[1931]] - [[1996]]) nguyên là một tướng lĩnh gốc Hải quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Trung tướng Việt Nam Cộng hòa|Trung tướng]]. Ông xuất thân từ khóa đầu tiên tại trường Sĩ quan Trừ bị do [[Quốc gia Việt Nam]] mở ra ở miền Bắc Việt Nam. Ra trường, ông phục vụ trong [[Hải quân Việt Nam Cộng hòa|Quân chủng Hải quân]], sau chuyển sang bộ phận Bộ binh Hải quân (Thủy quân Lục chiến).<ref>Bộ binh Hải quân còn gọi là Lực lượng Thủy bộ (Hải quân đổ bộ). Năm [[1956]] đổi tên thành Thủy quân Lục chiến.<\/ref> Hầu hết thời gian tại ngũ ông phục vụ trong Binh chủng này. Ông là người chỉ huy Binh chủng [[Thủy quân lục chiến Việt Nam Cộng hòa|Thủy quân Lục chiến]] với thời gian lâu nhất. Ông cũng từng là chỉ huy đơn vị cấp Biệt khu, Quân đoàn và là sĩ quan giữ chức vụ cao cấp tại [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]].\n\n==Tiểu sử và Binh nghiệp== \nÔng sinh vào tháng 10 năm 1931 trong một gia đình gia giáo thuộc dòng tộc \"Lê Nguyên\" danh tiếng ở Sơn Tây, miền Bắc Việt Nam.<ref>Chuẩn tướng [[Lê Nguyên Vỹ]] cũng là một thành viên trong dòng tộc Lê Nguyên với tướng Khang<\/ref> Ông học Tiểu học và Trung học Đệ nhất cấp ở Sơn Tây. Khi lên Đệ nhị cấp ông được ra Hà Nội học ở trường Trung học Chu Văn An,<ref>Trường Trung học Chu Văn An hiện nay là trường Trung học Phổ thông Công lập ở Thành phố Hà Nội, nguyên là trường Lycée du Protectorat (trường Trung học Bảo hộ) do Chính quyền Thuộc địa Pháp thành lập năm 1908. Vì trường được xây dựng ở vùng Kẻ Bưởi ven hồ Tây nên về sau còn được gọi là Trường Bưởi, Đến thời Chính phủ Trần Trọng Kim (1945) trường được đổi tên như hiện nay.<\/ref> là trường Công lập của nhà nước dạy theo Giáo trình Pháp. Năm 1951, ông tốt nghiệp với văn bằng Tú tài bán phần (Part I).<ref>Học cùng lớp ở những năm Trung học Phổ thông tại trường Chu Văn An, đồng thời cũng cùng học khóa Lê Lợi Sĩ quan Trừ bị Nam Định với tướng Khang có hai người bạn thân. Sau này đều là tướng lãnh trong Quân lực Việt Nam Cộng hòa: Trung tướng [[Nguyễn Bảo Trị]] và Thiếu tướng [[Nguyễn Cao Kỳ]]<\/ref>\n\n===Quân đội Quốc gia Việt Nam===\nTháng 9 năm 1951, sau khi tốt nghiệp Phổ thông Trung học, ông tình nguyện nhập ngũ vào Quân đội Quốc gia, mang số quân: 51\/700.272. Theo học khóa 1 Lê Lợi tại trường Sĩ quan trừ bị Nam Định,<ref>Đầu thập niên 50 của thế kỷ trước, Chính phủ Quốc gia Việt Nam sau khi thành lập Quân đội đã mở thêm ở hai miền Bắc và Nam mỗi miền một trường đào tạo sĩ quan trừ bị với mục đích huấn luyện lớp Trung đội trưởng để bổ sung cho quân đội còn sơ khai và thiếu cán bộ chỉ huy. Miền Bắc mở tại tỉnh Nam Định và miền Nam mở tại Thủ Đức thuộc tỉnh Gia Định. Hai trường này có danh xưng theo tên của nơi đặt cơ sở: trường Sĩ quan Trừ bị Nam Định và trường Sĩ quan Trừ bị Thủ Đức.<\/ref> khai giảng ngày 1 tháng 10 năm 1951. Ngày 1 tháng 6 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường ông được phục vụ trong đơn vị Hải quân. Cuối năm 1953, ông được thăng cấp [[Trung úy]] giữ chức Giang đoàn trưởng thuộc Đệ tam Liên đoàn Tuần giang Xung kích tại Nam Định.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1955, ông được thăng cấp [[Đại úy]], làm Đại đội trưởng Đại đội Hành chính Công vụ của Tiểu đoàn Bộ binh Hải quân. Giữa năm 1956, ông được cử đi du học lớp Bộ binh Cao cấp tại trường Võ bị Liên quân Fort Benning thuộc Tiểu bang Georgia, Hoa Kỳ. Mãn khóa về nước, ông được cử làm Sĩ quan Liên lạc của Thủy quân Lục chiến bên cạnh Bộ Tư lệnh Hải Quân. Tháng 9 năm 1957, ông giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn Hải quân Đổ bộ<ref>Về sau đổi tên thành Tiểu đoàn 2 Thủy quân Lục chiến, sau nữa còn có tên là Tiểu đoàn Trâu Điên.<\/ref> thay thế Đại úy Vòng A Sam, đồn trú tại Động Ba Thìn, Khánh Hòa. Tháng 5 năm 1958, ông tiếp tục được cử đi du học lớp Tham mưu đổ bộ tại Trung tâm Huấn luyện Thủy quân Lục chiến Quantico thuộc Tiểu bang Virginia, Hoa Kỳ.<ref>Cùng theo học khóa này có Thiếu tá [[Park Chung Hee]] Thủy quân Lục chiến Nam Hàn (Đại Hàn Dân quốc) và Thiếu tá [[Suharto]] Thủy quân Lục chiến Nam Dương (Indonesia). Hai vị này về sau lên tướng và đều làm Tổng thống Quốc gia của mình. Thiếu tướng Park chung Hee, Tổng thống Hàn Quốc (1962-1979). Thiếu tướng Shuharto, Tổng thống Nam Dương (1968-1998).<\/ref> Mãn khóa về lại đơn vị cũ.\n\nĐầu năm 1960, chuyển qua Tiểu đoàn 1<ref>Tiểu đoàn 1 là đơn vị được thành lập đầu tiên của Binh chủng Thủy quân Lục chiến, hậu thân của Tiểu đoàn Bộ binh Hải quân. Về sau còn có tên là Tiểu đoàn Quái Điểu.<\/ref> Thủy quân Lục chiến làm Tiểu đoàn trưởng thay thế Đại úy [[Nguyễn Văn Tài (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Tài]],<ref>Đại uý Nguyễn Văn Tài sau cùng là Đại tá Trung đoàn trưởng Trung đoàn 7 thuộc Sư đoàn 5 Bộ binh.<\/ref> được biệt phái sang lãnh vực Hành chính. Tháng 4 cùng năm, ông được thăng cấp [[Thiếu tá]] và được cử giữ chức vụ Chỉ huy trưởng Liên đoàn Thủy quân Lục chiến thay thế Thiếu tá [[Lê Nhữ Hùng (Trung tá, Quân lực Việt Nam Cộng hòa)|Lê Nhữ Hùng]]<ref>Thiếu tá Lê Nhữ Hùng tốt nghiệp khóa 1 Võ bị Huế. Đầu năm 1963 thăng cấp Trung tá giữ chức vụ Tham mưu trưởng Biệt bộ Tham mưu tại Phủ Tổng thống. Năm 1963, sau đảo chính Tổng thống Diệm, ông bị giải ngũ.<\/ref> đi làm Tỉnh trưởng Kiến Hòa. Đầu năm 1962, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nSau đảo chính Tổng thống [[Ngô Đình Diệm]] ngày 1 tháng 11 năm 1963. Ngày 2 tháng 11, ông được thăng cấp [[Đại tá]] và được cử đi làm Tùy viên Quân sự tại Manila, Philippines, sau khi bàn giao Liên đoàn Thủy quân Lục chiến lại cho Trung tá [[Nguyễn Bá Liên]]. \n\nTháng 4 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý]] của tướng [[Nguyễn Khánh]], ông được triệu hồi về nước, tái nhiệm chức vụ Tư lệnh Lữ đoàn Thủy quân Lục chiến,<ref>Ngày Quân lực đầu tiên 19 tháng 6 năm 1965, Liên đoàn Thủy quân Lục chiến được nâng cấp thành Lữ đoàn.<\/ref> hoán chuyển nhiệm vụ với Trung tá Nguyễn Bá Liên<ref>Trung tá Nguyễn Bá Liên bàn giao Liên đoàn Thủy quân Lục chiến lại cho Đại tá Lê Nguyên Khang, đồng thời Đại tá Lê Nguyên Khang bàn giao chức Sĩ quan Tùy viên Quân sự cho Trung tá Nguyễn Bá Liên.<\/ref>. Ngày 11 tháng 8 năm 1964, ông được thăng cấp [[Chuẩn tướng]]<ref>Cùng thăng cấp Chuẩn tướng một ngày với tướng Khang còn có các Đại tá:<br \/>-[[Nguyễn Đức Thắng (tướng)|Nguyễn Đức Thắng]], [[Nguyễn Xuân Trang]], [[Albert Nguyễn Cao|Nguyễn Cao]], [[Nguyễn Văn Kiểm]], [[Đặng Văn Quang]], [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]] và [[Hoàng Xuân Lãm]]<\/ref>. Hơn 2 tháng sau vào ngày 21 tháng 10, ông được thăng cấp [[Thiếu tướng]] nhiệm chức.<ref>Tướng Khang là trường hợp đặc biệt và duy nhất trong lịch sử Quân đội Việt Nam Cộng hòa, được thăng 2 cấp từ Đại tá đến Thiếu tướng với thời gian nhanh nhất chưa đầy 3 tháng. Cùng thăng cấp Thiếu tướng một ngày với ông còn có các Chuẩn tướng:<br>-[[Nguyễn Cao Kỳ]], [[Nguyễn Chánh Thi]], [[Phạm Văn Đổng]], [[Bùi Hữu Nhơn]] và Phó Đề đốc [[Chung Tấn Cang]] (thăng Đề đốc)<\/ref>\n\nNgày 14-4-1965, ông được cử Xử lý Thường vụ Tư lệnh Hải quân, tạm thời thay thế Đề đốc [[Chung Tấn Cang]] cho đến ngày 26-4, sau đó từ chối chức vụ này với lý do không xuất thân từ Quân chủng Hải Quân và hơn 10 ngày sau, ngày 26 tháng 4 ông bàn giao Bộ Tư lệnh Hải quân lại cho Hải quân Đại tá [[Trần Văn Phấn (Đại tá, Hải quân Việt Nam Cộng hòa)|Trần Văn Phấn]]<ref>Đại tá Trần Văn Phấn tốt nghiệp khóa 1 Trường Sĩ quan Hải quân Nha Trang, giải ngũ năm 1967.<\/ref>. Ngày 20-6-1965, ông được kiêm nhiệm 2 chức vụ: Tư lệnh Biệt khu Thủ đô và Tổng trấn Sài Gòn - Gia Định thay thế Chuẩn tướng [[Nguyễn Phúc Vĩnh Lộc|Vĩnh Lộc]]. Ngày 1-11-1965, vinh thăng Thiếu tướng thực thụ.\n\nNgày 9 tháng 6 năm 1966, ông kiêm thêm chức vụ Tư lệnh Quân đoàn III và Vùng III Chiến thuật<ref>Cũng là một trường hợp đặc biệt nữa đối với tướng Khang, trong cùng một thời điểm, ông được giao đảm trách 4 chức vụ quyền lực ngay tại Trung ương:<br>-Tổng trấn Sài Gòn-Gia Định.<br>-Tư lệnh Biệt Khu Thủ đô.<br>-Tư lệnh Quân đoàn III và Vùng 3 Chiến thuật (nơi tập trung toàn bộ Cơ quan Hành chính, Quân sự đầu não của Việt Nam Cộng hòa).<br>-Tư lệnh Lữ đoàn Thủy quân Lục chiến (đơn vị Tổng trừ bị cho Bộ Tổng Tham mưu).<\/ref> thay thế Thiếu tướng [[Nguyễn Bảo Trị]] (cho đến ngày 5-8-1968), đồng thời bàn giao Biệt khu Thủ đô và chức vụ Tổng trấn Sài Gòn - Gia Định lại cho Đại tá [[Nguyễn Văn Giám (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Giám]]<ref>Đại tá Nguyễn Văn Giám, tốt nghiệp Trường Sĩ quan Trừ bị Nam Định, trong trận Mậu Thân 1968 ông bị thương nặng do vụ bắn lầm hoả tiễn của trực thăng Hoa Kỳ. Sau đó được giải ngũ.<\/ref>. Ngày 1-11-1966 vinh thăng Trung tướng nhiệm chức.\n\nTháng 8 năm 1968, sau trận Mậu thân đợt 2, ông tiếp tục bàn giao lại cho Trung tướng [[Đỗ Cao Trí]] chức vụ Tư lệnh Quân đoàn III,<ref>Sở dĩ tướng Khang bị thu hồi các chức vụ do ông thuộc phe của tướng Kỳ. Thời điểm này Tổng thống Thiệu và Phó Tổng thống Kỳ đang tranh giành nhau về quyền lực. Tuy nhiên ông Thiệu được lòng người Mỹ hơn nên các sĩ quan cùng phe với ông Kỳ đều bị trù dập, có một số bị giải ngũ trước niên hạn.<\/ref> chỉ còn được giữ chức vụ Tư lệnh Sư đoàn Thủy quân Lục chiến.<ref>Tháng 6 năm 1968, Lữ đoàn Thủy quân Lục chiến được trang bị hoàn chỉnh và được nâng lên cấp Sư đoàn Tổng trừ bị.<\/ref>\n\nĐầu tháng 5 năm 1972, sau chiến trận Mùa hè đỏ lửa, liên đới cùng tướng [[Hoàng Xuân Lãm]] (Tư lệnh Quân đoàn I) trong vụ để mất tỉnh Quảng Trị,<ref>Cùng liên đới trong việc để mất tỉnh Quảng Trị còn có tướng [[Dư Quốc Đống]] (Tư lệnh sư đoàn Nhảy dù) cũng bị cách chức.<\/ref> ông bị cách chức Tư lệnh Sư đoàn Thủy quân Lục chiến. Sau đó bàn giao Sư đoàn lại cho Đại tá [[Bùi Thế Lân]] (nguyên Tư lệnh phó Sư đoàn). Sau đó ông được chuyển về Bộ Tổng Tham mưu giữ chức vụ Tổng Thanh tra Quân lực Việt Nam Cộng hòa ''(một chức vụ không có thực quyền)'' thay thế Trung tướng [[Lữ Mộng Lan|Lữ Lan]]. Tháng 11 năm 1974, bàn giao chức Tổng thanh tra Quân lực cho Trung tướng [[Nguyễn Văn Minh (trung tướng Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Minh]], ông được cất nhắc đảm trách chức vụ Phụ tá Hành quân cho Tổng Tham mưu trưởng [[Cao Văn Viên]].\n\n==1975==\nNgày 30 tháng 4 tháng năm 1975, cùng gia đình di tản khỏi Việt Nam. Sau đó được sang Hoa Kỳ định cư ở Thành phố Los Angeles thuộc Tiểu bang California.\n\nNgày 12 tháng 11 năm 1996 ông từ trần tại West Covina, Los Angeles, California, Hoa Kỳ. Hưởng thọ 65 tuổi.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Mất năm 1996]]\n[[Thể loại:Trung tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Sơn Tây]]\n[[Thể loại:Người Mỹ gốc Việt]]"}