{"216270":"{{Thông tin nhà văn\n| name = Lê Đạt| image = \n| bgcolour = silver\n| caption = sdafasdfasdfsd\n| birth_date = [[10 tháng 9]] năm [[1929]]\n| birth_place = [[Yên Bái]],<ref>[http:\/\/vietnamnet.vn\/vanhoa\/2008\/04\/779533\/ Vĩnh biệt nhà thơ Lê Đạt: Bóng chữ động trần ai... đăng trên Vietnamnet của nhà thơ Hoàng Cầm]<\/ref> [[Liên bang Đông Dương]]\n| death_date = {{death date and age|2008|4|21|1929|9|10}}\n| death_place = [[Hà Nội]], [[Việt Nam]]\n| occupation = \n| movement = [[Phong trào Nhân Văn - Giai Phẩm]]\n| magnum_opus = Bài thơ trên ghế đá (1955)<br>Bóng chữ (1994)<br>Hèn đại nhân (1998)<br>Ngó lời (1997)<br>U75 từ tình (2007) \n| influenced = \n| influences = [[Vladimir Vladimirovich Mayakovsky|Vladimir Mayakovsky]]<ref name=TK\/>\n| website =\n| footnotes =asfasdfasdf\n| tên =Lê Đạt \n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tên khai sinh = Đào Công Đạt\n| ngày sinh = \n| nơi sinh = \n| ngày mất = \n| nơi mất = \n| học vấn = \n| công việc = [[Nhà thơ]]\n| vợ chồng = \n| con cái = \n| quốc tịch = \n| nationality = {{VIE}}\n| bút danh = \n| dân tộc = [[Người Việt|Kinh]]\n| thể loại = Thơ cách tân\n| trào lưu = \n| giải thưởng = [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] về Văn học nghệ thuật năm 2007\n| thân nhân = \n| bằng cấp = '''''Phu chữ'''''\n| giai đoạn = \n| ngôn ngữ = \n| tác phẩm nổi bật = ''Bài thơ trên ghế đá'' ([[1955]])<br>''Bóng chữ'' ([[1994]])<br>''Hèn đại nhân'' ([[1998]])<br>''Ngó lời'' ([[1997]])<br>''U75 Từ tình'' ([[2007]]) \n| chữ ký = \n| ảnh hưởng bởi = \n| ảnh hưởng tới = \n}}\n'''Lê Đạt''' tên thật là '''Đào Công Đạt''' ([[10 tháng 9]] năm [[1929]] - [[21 tháng 4]] năm [[2008]]), là một [[nhà thơ]] [[Việt Nam]]. Ông là một trong những nhân vật trụ cột của [[Phong trào Nhân Văn - Giai Phẩm|Phong trào Nhân văn-Giai phẩm]].<ref>The \"Nhan-van\" affair Hoa Mai - 1957 \"Phung Quan's and Le Dat's poems were well designed 'to fight against conventional ideas,' and 'to clear out filthy thoughts,' but they should have been shorter. Mr. To Huu retorted: 'What's the use of letting them waste more ink and paper?'<\/ref> Về thơ, Lê Đạt tự nhận mình là '''phu chữ''', vì thơ ông viết rất kỹ tính, cẩn thận từng câu chữ, chọn lọc, suy nghĩ và dằn vặt rất nhiều.\n\n==Tiểu sử==\nLê Đạt sinh ngày [[10 tháng 9]] năm [[1929]] tại [[Yên Bái]]. Ông tham gia cách mạng ngay sau khi cuộc [[Cách mạng tháng Tám]] thành công. Gần như trong suốt quá trình hoạt động ông đều công tác ở ngành Tuyên huấn, sau lên Tuyên huấn Trung ương, trực tiếp theo dõi phong trào văn nghệ, văn hóa và giáo dục. Vì vậy ông có dịp tiếp xúc với gần như tất cả giới văn nghệ Cách mạng Việt Nam.<ref name=TK>[http:\/\/vannghe.free.fr\/ledat\/traloi\/nhanvan-pvledat.html Lê Đạt nói về phong trào Nhân văn Giai phẩm, bài phỏng vấn nhà văn Lê Đạt do tác giả Thụy Khuê thực hiện trên đài RFI]<\/ref> Hòa bình lập lại năm 1954, ông về Hà Nội làm biên tập viên, bí thư chi bộ của báo ''[[Văn Nghệ]]''<ref name=HC>[http:\/\/thuykhue.free.fr\/mucluc\/hoangcam.html Nói chuyện với nhà thơ Hoàng Cầm do tác giả Thụy Khuê thực hiện]<\/ref>, rồi được học lớp tiếp quản để về tiếp quản khu 300 ngày ở Quảng Ninh, trước khi Nhân văn-Giai phẩm bùng nổ. Với bài thơ \"Ông bình vôi\" đăng trên báo ''Nhân Văn'' mà nhiều người cho là ám chỉ [[Hồ Chí Minh]] và các lãnh đạo đảng, ông bị lên án \"phản động\" và bị trừng phạt.<ref>Abuza, Zachary. ''Renovating Politics in Contemporary Vietnam''. Boulder, CO: Lynne Rienner Publishers, 2001. Trang 49-50.<\/ref>\n\nĐầu tiên ông được thuyên chuyển sang làm ở ban đối ngoại của [[Hội Nhà văn Việt Nam|Hội nhà văn Việt Nam]] để không cho tiếp xúc với việc làm báo nữa, trước khi bị truất quyền đảng viên vào tháng 7 năm 1957. Một năm sau, sau khi dự lớp \"đấu tranh tư tưởng\" tại [[Thái Hà Ấp]], vào tháng 8 năm 1958, ông chính thức bị khai trừ khỏi Hội Nhà Văn và đình chỉ xuất bản trong thời hạn 3 năm. Thực tế hình phạt 3 năm đã kéo dài 30 năm, cho đến năm 1988, khi ông được phục hồi tư cách hội viên Hội Nhà văn và quyền xuất bản. Năm 2007, cùng với ba nhà thơ khác của Phòng trào Nhân văn-Giai phẩm là [[Trần Dần]], [[Phùng Quán]] và [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]], ông được nhận [[Giải thưởng Nhà nước (Việt Nam)|Giải thưởng Nhà nước]] về Văn học nghệ thuật.\n\nÔng mất ngày [[21 tháng 4]] năm [[2008]] tại [[Hà Nội]].\n\n== Lê Đạt và phong trào Nhân văn Giai phẩm ==\nNhư nhà thơ Lê Đạt kể, sau vụ phê bình tập thơ [[Việt Bắc (tập thơ)|Việt Bắc]] của [[Tố Hữu]] năm 1955, [[Trần Dần]] và [[Tử Phác]] bị giam 3 tháng kiểm thảo trong quân đội, khi hai người được ra, Lê Đạt có ý kiến để cách tân thơ ca Việt Nam, thoạt khỏi ảnh hưởng của ''[[Phong trào Thơ mới (Việt Nam)|Thơ Mới]]'', bây giờ phải làm sao mà in được một tập thơ, trái với nguyên tắc lúc bấy giờ - nghĩa là không bị kiểm duyệt cả. Sẽ là một tập tự do sáng tác hoàn toàn, tức là mỗi cá nhân đều chịu trách nhiệm về bài của mình và không có kiểm duyệt<ref name=TK\/>. Tập thơ mang tên '''Giai phẩm Mùa xuân''' xuất bản vào tháng 1 năm 1956. [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]] và Lê Đạt là hai người làm chính đi thu thập sáng tác của mọi người và mang đi in<ref name=HC\/>, vì trong thời gian này Trần Dần cùng Tử Phác đang đi tham gia [[Cải cách ruộng đất tại miền Bắc Việt Nam|Cải cách ruộng đất]] cách Hà Nội 12 cây số. Bài thơ [[Nhất định thắng]] của Trần Dần làm xương sống của cả quyển. Theo ông kể thì ngay sau khi in ảnh hưởng của nó rất ghê gớm, khiến ngay cả các tác giả cũng không thể ngờ được, đi đâu ra đường ở Hà Nội cũng thấy người ta nói đến mấy câu thơ nổi tiếng của Trần Dần:\n:''Tôi bước đi''\n::''không thấy phố''\n:::''không thấy nhà''\n:''Chỉ thấy mưa sa''\n::''trên màu cờ đỏ''\nSau Tết năm đó Lê Đạt phải lên Tuyên Huấn trung ương làm kiểm thảo 15 ngày, Trần Dần và Tử Phác bị bắt, [[Giai phẩm Mùa xuân]] bị tịch thu.<ref name=TK\/>\n\nĐến giữa năm 1956, ở [[Trung Quốc]] có phát động phong trào [[Trăm hoa đua nở, trăm nhà đua tiếng|Trăm hoa đua nở]], việc sáng tác ở Việt Nam vì thế cũng được nới lỏng. Giai phẩm Mùa xuân được tái bản, tiếp đó là xuất bản tiếp [[Giai phẩm Mùa thu]] và [[Giai phẩm Mùa đông]]. Tiếp nữa, [[Nguyễn Hữu Đang]], người cùng làm với Lê Đạt tại báo Văn nghệ, muốn hợp tác cùng nhóm ''Giai phẩm mùa thu'' để ra một tờ báo, tờ '''[[Nhân Văn]]''' vì thế mà ra đời. Lê Đạt có nói sau khi ra Giai phẩm Mùa xuân đã khá mệt mỏi, lại mới lập gia đình nên ông muốn rút, nhưng phong trào lúc này đã phát triển tương đối mạnh, người gửi tiền về ủng hộ khá nhiều, một mình Hoàng Cầm và Nguyễn Hữu Đang sợ quán xuyến không nổi nên mọi người vẫn mời Lê Đạt vào báo, cho dù ông vẫn giữ công tác tại báo Văn nghệ trong thời gian đó. Vì vẫn là đảng viên nên ông không thể đứng ra làm Tổng thư ký của báo Nhân Văn được, Nguyễn Hữu Đang cũng không muốn nhận nên mới đưa ra ý kiến mời cụ [[Phan Khôi]] vào vị trí nào, dù thực ra, làm việc chính ở tờ báo vẫn là hai người trên.<ref name=TK\/>\n\nBáo Nhân Văn ra được 5 số thì bị đình bản. Đấy là vào cuối năm 1956, nhưng đời sống của các nhân vật vẫn chưa bị ảnh hưởng lắm, Hoàng Cầm khi thành lập [[Hội Nhà văn Việt Nam|Hội nhà văn Việt Nam]] vào đầu năm 1957 vẫn được bầu vào ban chấp hành và giữ chức phó giám đốc nhà xuất bản của Hội. Lê Đạt chỉ phải thuyên chuyển công tác từ báo Văn nghệ sang làm ở ban đối ngoại của Hội nhà văn, và bị cho ra khỏi đảng vào tháng 7 năm 1957 khi đang chuẩn bị cho phát hành tập thơ '''Cửa hàng Lê Đạt''' giữa lúc đấu tranh chống tư sản sục sôi nhất.<ref name=TK\/>\n\nĐến đầu năm 1958, sau khi hoạt động của nhóm Nhân văn-Giai phẩm đã chính thức chấm dứt được hơn một năm, thì ở Trung Quốc có vụ đấu tranh gay gắt chống phái hữu khuynh, [[Trăm hoa đua nở, trăm nhà đua tiếng|Trăm hoa đua nở]] chấm dứt. Việt Nam có cử [[Huy Cận]] và một người nữa sang quan sát học tập. Khi về ban Tuyên Huấn có tổ chức hai lớp học tập \"đấu tranh tư tưởng\" tại Thái Hà Ấp. Một lớp dành cho Đảng viên vào tháng 2, những người tham gia Nhân văn-Giai phẩm có [[Đặng Đình Hưng]] và [[Văn Cao]] tham dự khóa học này. Lớp thứ hai được tổ chức vào tháng 3, dành cho tất cả mọi người, Lê Đạt, Trần Dần, Phùng Quán v.v có đến họp. Trong vòng một tháng, như Lê Đạt kể thì lớp học này thực chất là một cuộc đấu tố những người trong Nhân văn-Giai phẩm<ref name=TK\/>. Đến tháng 8 năm 1958, ông chính thức nhận kết quả kỷ luật, bị khai trừ khỏi Hội Nhà Văn và cấm xuất bản trong vòng 3 năm, ông cùng Trần Dần và Tử Phác về [[Chí Linh]] [[lao động cải tạo]], ông được phân công đi chăn bò, việc đi lao động cải tạo như vậy kéo dài trong vòng 10 năm, đan xen giữa những khoảng thời gian được về nhà và thời gian phải lên trại.\n\n==Tác phẩm==\n* ''Bài thơ trên ghế đá'' (thơ, in chung với [[Vĩnh Mai]], [[1958]])\n* ''Cửa hàng Lê Đạt'' (trường ca, [[1959]])\n* ''36 bài thơ tình'' (thơ,in chung với [[Dương Tường]], [[1990]])\n* ''Thơ Lê Đạt, Sao Mai'' (chung với Sao Mai, [[1991]])\n* ''[[Bóng chữ]]'' (thơ, [[1994]]), 95 bài thơ\n* ''Hèn đại nhân'' (tập truyện, [[1994]])\n* ''Trường ca Bác'' (thơ, [[1997]])\n* ''Ngó lời'' (thơ, [[1997]]), 241 bài thơ\n* ''Từ tình Epphen'' (thơ, [[1998]])\n* ''Truyện cổ tích viết lại'' (truyện ngắn Lê Đạt – Lê Minh Hà, [[2006]])\n* ''Mi là người bình thường'' (tập truyện, [[2007]])\n* ''U75 Từ tình'' (thơ và đoản ngôn, [[2007]]), 88 bài\n* ''Đối thoại với đời và thơ'' (tiểu luận và đoàn ngôn, [[2008]])\n* ''Đường chữ'' (thơ, tiểu luận, đoản ngôn, [[2009]])\n\n==Thơ Lê Đạt==\n:'''Nhân câu chuyện mấy người tự tử'''\n:(trích)\n\n:Báo Nhân dân số 822\n:Có đăng tin mấy người tự tử\n:Vì câu chuyện tình duyên dang dở\n:Trưa mùa hè nóng nung như lửa\n:Tôi ngồi làm thơ\n:Vừa giận vừa thương những người xấu số\n:Chân chưa đi hết đường đời\n:Đã vội nằm dưới mộ.\n\n:Chết là hết\n:Hết đau hết khổ\n:Nhưng cũng là hết vầng trăng soi sáng trên đầu\n:Hết những bàn tay e ấp tìm nhau...\n\n:...Anh công an nơi ngã tư đường phố\n:Chỉ đường cho\n:xe chạy\n:xe dừng\n:Rất cần cho luật giao thông\n:Nhưng đem bục công an đặt giữa trái tim người\n:Bắt tình cảm ngược xuôi\n:Theo luật lệ đi đường nhà nước\n:Có thể gây nhiều đau xót\n:ngoài đời\"\n:(Báo Nhân Văn số 1 ngày 20 tháng 9 năm 1956.)\n\n\"'''Ông bình vôi'''\"\n:Những kiếp người sống lâu trăm tuổi\n:Y như một dãy bình vôi\n:Càng sống càng tồi\n:Càng sống càng bé lại...\nTrích \"Cuộc trò chuyện cuối cùng với nhà thơ Lê Đạt\"<ref>{{Chú thích web |url=http:\/\/www.chuyenluan.net\/2008\/200804\/0804_06.htm |ngày truy cập=2008-08-05 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 20 tháng 8 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080820081833\/http:\/\/www.chuyenluan.net\/2008\/200804\/0804_06.htm }}<\/ref>\n\n== Tham khảo ==\n{{Tham khảo}}\n\n== Liên kết ngoài==\n*[http:\/\/www.bbc.co.uk\/vietnamese\/culturesport\/story\/2008\/04\/080423_ledatpoems.shtml Một số bài thơ của Lê Đạt]\n{{sơ khai tiểu sử}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|sinh=1929|mất=2008}}\n{{Nhân Văn - Giai Phẩm}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Phong trào Nhân Văn-Giai Phẩm]]\n[[Thể loại:Người được trao tặng Giải thưởng Nhà nước (Việt Nam)]]\n[[Thể loại:Người Yên Bái]]"}