{"772237":"'''Lê Quát''' (黎括, [[1319]] - 1386), tự là '''Bá Đạt'''<ref>Chép theo ''[[Lịch triều hiến chương loại chí]]'' (Tập 1, tr. 227) và ''Từ điển bách khoa toàn thư Việt Nam''. Tuy nhiên, ''Từ điển văn học'' (bộ mới, tr. 830) và ''Văn học thế kỷ X-XVI'' (tr. 676) lại ghi tên tự là '''Bá Quát'''.<\/ref>, hiệu '''Mai Phong''', biệt hiệu '''Lương Giang'''; là danh sĩ và là quan [[nhà Trần]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử==\nÔng là người ở hương Phủ Lý, huyện Đông Sơn, trấn Thanh Hoa (nay thuộc tỉnh [[Thanh Hóa]]), thuộc dòng dõi Thái sư [[Lê Văn Thịnh]], và cùng đồng môn [[Phạm Sư Mạnh]] là học trò giỏi của nhà giáo [[Chu Văn An]].\n\nSau khi thi đỗ Thái học sinh ([[Tiến sĩ]]), Lê Quát được cử giữ một số chức quan dưới triều vua [[Trần Minh Tông]].\n\nĐến [[1358]] đời vua [[Trần Dụ Tông]], ông được cử làm Tả tư lang kiêm Hàn lâm viện phụng chỉ, kế đó thăng làm Thương thư hữu bộc xạ.\n \nNăm [[1366]], nhà vua cử ông đi duyệt định sổ trướng tịch (tức sổ hộ tịch) ở trấn Thanh Hoa; về thăng ông làm Thượng thư hữu bật, nhập nội hành khiển (tương đương chức [[Thủ tướng]] ngày nay)<ref>Theo ''Từ điển nhân vật lịch sử Việt Nam'', tr. 371.<\/ref>.\n\nLê Quát mất năm nào không rõ.\n\nCon ông là [[Lê Giốc]] chết vì tiết nghĩa, được [[nhà Trần]] phong là ''Mạ Tặc trung vũ hầu'', có nghĩa là \"trung dũng chửi giặc\".\n\n==Tác phẩm==\nĐương thời, Lê Quát có sáng tác thơ văn, nhưng nay chỉ còn 7 bài thơ trong ''Tinh tuyển chư gia luật thi'' và ''Toàn Việt thi lục''. \nNgoài ra tại chùa Thiệu Phúc ([[Bắc Giang]]) còn có bài bia ký của ông có tên là '''Bắc Giang Bái thôn Thiệu Phúc tự bi ký''' (''Bài ký bia chùa Thiệu Phúc thôn Bái Bắc Giang''). Tất cả đều bằng [[chữ Hán]].\n\n==Nhận xét==\nDanh sĩ thời [[Nhà Nguyễn|Nguyễn]] là [[Phan Huy Chú]] viết:\n:''Chí ông (Lê Quát) chuộng chính học bài dị đoan. Do văn học mà (ông) được làm quan cùng nổi tiếng ngang với [[Phạm Sư Mạnh]]. Thời bấy giờ người ta đều khen \"Lê, Phạm\" <ref>Trích trong ''[[Lịch triều hiến chương loại chí]]'' (Tập 1, bản dịch, tr. 228). Thông tin thêm: Lê Quát là bạn thân đồng môn (cùng học với thầy [[Chu Văn An]]) và đồng triều với [[Phạm Sư Mạnh]].<\/ref>.\n \nTrích thêm ý kiến của GS. [[Nguyễn Huệ Chi]]: \n:''Qua bảy bài thơ còn lại, có thể thấy ông là người phóng khoáng, không lấy việc làm quan làm một sự ràng buộc hành vi và tư tưởng...Đôi khi sau một đôi nét chấm phá đơn sơ mà sắc sảo về cảnh vật, nhà thơ hé cho ta thấy những nỗi cô đơn, sầu muộn đang làm xao xuyến lòng ông. Nó là cái buồn của cả một thế hệ sĩ phu cảm thấy triều đại [[nhà Trần]] đang không cưỡng lại được sự suy sụp.\n:''Ở mặt khác, Lê Quát cũng là một nhà [[Nho giáo|Nho]] hết lòng vì đạo, muốn ra sức đẩy lùi ảnh hưởng của [[Phật giáo]] để dành cho [[Nho giáo]] một vị trí trong đời sống tinh thần...Và bài bia ký ở chùa Thiệu Phúc mang tiếng là bài [[Phật]] ấy, thực chất chỉ là một lời tự thú về cái bất lực của một tín đồ nhà Nho trước cảnh hiu quạnh, tiêu điều của môn phái mình...\n:''Nhưng nói chung, dù mỏi mệt chán nản, hay cố giữ tư thế tích cực của một mẫu người nhập cuộc; cảm hứng chung toát ra từ nghệ thuật thơ văn của Lê Quát vẫn là một cảm hứng trong sáng chứ không gò gẫm nặng nề. Lòng yêu đất nước đã giúp của nhà thơ tạo được một bút pháp tả cảnh sinh động: cảnh quyện lấy tình; và cái nét nhẹ nhõm, hài hòa trong thơ ông cũng là phong cách chung của văn học của cả thời đại <ref>Lược theo GS. [[Nguyễn Huệ Chi]], trong ''Từ điển văn học'' (bộ mới), tr. 830.<\/ref>.\n\n==Xem thêm==\n* [[Phạm Sư Mạnh]]\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [[Phan Huy Chú]], ''[[Lịch triều hiến chương loại chí]]'' (Tập 1, bản dịch). Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 1992.\n* [[Nguyễn Huệ Chi]], mục từ \"Lê Quát\" trong ''Từ điển văn học'' (bô mới). Nhà xuất bản Thế giới, 2004.\n* Nguyễn Đăng Na, ''Văn học thế kỷ X-XIV''. Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 2004.\n* [[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 1992.\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Quan lại nhà Trần]]\n[[Thể loại:Nhà thơ Việt Nam thời Trần]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Thái học sinh nhà Trần]]"}