{"90866":"{{otheruses|Lê Văn Tưởng (định hướng)}}\n'''Lê Văn Tưởng''' (1919-2007) là một tướng lĩnh [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng Quân đội nhân dân Việt Nam thế kỷ 21|Trung tướng]], nguyên Phó [[Chính ủy]] [[Quân Giải phóng miền Nam Việt Nam]].\n\n==Thân thế==\nÔng còn có tên gọi khác là '''Lê Chân''', về sau còn có bí danh '''Hai Chân''', hoặc '''Hai Lê'''; sinh tháng 10 năm 1919, quê tại xã [[Thạnh Lợi]], quận Thủ Thừa, tỉnh Tân An (nay thuộc huyện [[Bến Lức]], tỉnh [[Long An]]), xuất thân trong một gia đình nông dân nghèo.\n\nÔng nội ông từng là nghĩa quân Thiên Địa Hội từ trước năm 1930. Cha ông tham gia hội kín Nguyễn An Ninh chống lại chính quyền thực dân Pháp, về sau gia nhập Đảng Cộng sản Đông Dương, nhiều lần vào tù ra khám. Gia đình ông có tới 9 người con, ông là con trưởng, nên sớm ra đời làm thuê, hái củi về đổi gạo, phụ giúp mẹ nuôi các em. Do ảnh hưởng của ông cha, ông sớm có tinh thần phản kháng, chống lại áp bức bất công do cường hào gây ra.\n\n==Hoạt động trước 1945==\nTừ năm 1936, ông bắt đầu hoạt động trong phong trào [[Đông Dương đại hội]]. Năm 1938, tại một cuộc biểu tình đấu tranh ở Tân An trong phong trào [[Mặt trận Dân chủ Đông Dương]], ông bị thực dân Pháp bắt giam 6 tháng ở khám Mỹ Tho. Ra tù, ông về lại quê tiếp tục hoạt động bí mật trong phong trào [[Nông hội đỏ]], tham gia chỉ huy quân sự xã.\n\nTháng 6 năm 1940, ông chính thức được kết nạp vào [[Đảng Cộng sản Đông Dương]]. Khi [[Khởi nghĩa Nam Kỳ]] bùng nổ ngày [[23 tháng 11]] năm 1940, ông cùng các đội viên du kích xã Thạnh Lợi tham gia cướp chính quyền. Tuy nhiên, chính quyền thực dân nhanh chóng ra tay đàn áp. Gia đình ông phải bỏ trốn đi nơi khác làm ăn sinh sống. Riêng ông cùng một số đồng chí rút vào bưng biền củng cố và xây dựng lại lực lượng. Đôi du kích do ông chỉ huy đã thực hiện cuộc tập kích đồn điền mía Hiệp Hòa ở xã Hòa Khánh, huyện Đức Hòa, thu được một khẩu súng ngắn 6,35 ly. Đầu năm 1941, trong lần ông cùng đội vũ trang về xã Thạnh Lợi vận động quần chúng, ông đã bắn chết Hương quản Chánh, một chức sắc mẫn cán của chính quyền thực dân. Do đó, về sau ông bị Tòa Áo đỏ (tòa đại hình) của chính quyền thực dân Pháp ở Sài Gòn đã kết án ông \"tử hình khiếm diện\".\n\n==Tham gia kháng chiến chống Pháp==\nTháng 4 năm 1945, ông tham gia công tác xây dựng cơ sở huyện Thủ Thừa. Trong Cách mạng Tháng Tám, ông được phân công lãnh đạo khởi nghĩa ở huyện Thủ Thừa. Sau đó, với tư cách ủy viên quân sự huyện, ông thành lập lực lượng dân quân cách mạng, trang bị bằng vũ khí thu được từ các đồn bót giặc. Đây là lực lượng dân quân cách mạng duy nhất ở tỉnh Tân An sau cách mạng. Quân Pháp núp bóng quân đồng minh tái xâm lược, Nam bộ kháng chiến, ông được cử làm Chủ tịch Ủy ban Kháng chiến tỉnh Tân An, tiếp tục tổ chức chỉ huy bộ đội chiến đấu.\n\n*Tháng 8 năm 1945, ông là Huyện ủy viên phụ trách quân sự huyện [[Thủ Thừa]].\n*Tháng 12 năm 1945, ông là Chủ tịch [[Ủy ban Kháng chiến]] tỉnh [[Tân An]], Chỉ huy trưởng [[bộ đội liên quân Chợ Lớn - Tân An]].\n*1946-1954, ông là Chi đội phó, Tiểu đoàn trưởng, [[Tỉnh đội trưởng]] Tân An và [[Đồng Tháp]].\n==Chỉ huy cao cấp Quân Giải phóng miền Nam==\n*Từ tháng 10 năm 1955 đến năm 1960, ông là Chính ủy trung đoàn 556, [[Chủ nhiệm Chính trị]] [[Sư đoàn 330]].\n*Ngày 7 tháng 5 năm 1961, ông được Quân ủy Trung ương phân công trở về Nam chiến đấu.\n*Tháng 5 năm 1961, ông là Chủ nhiệm Chính trị Ban chỉ huy Quân sự miền.\n*Tháng 11 năm 1964, ông là Chính ủy [[Trận Bình Giã|Chiến dịch Bình Giã]].\n*1965-1967, ông là Chính ủy đầu tiên của [[Sư đoàn 9, Quân đội nhân dân Việt Nam|Sư đoàn 9]] do [[Hoàng Cầm (tướng)|Hoàng Cầm]] làm sư đoàn trưởng.\n*Tháng 12 năm 1967, ông là Chủ nhiệm Chính trị, Ủy viên [[Quân ủy Miền]].\n*1972, ông là Phó Chính ủy kiêm Chủ nhiệm Chính trị [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]], thường trực Quân ủy Miền.\n*Tháng 4 năm 1974, ông thụ phong quân hàm [[Thiếu tướng]].\n*Tháng 5 năm 1975, ông là Chính ủy cánh quân Tây Nam (gồm Đoàn 232 - tương đương cấp quân đoàn - và lực lượng chủ lực các Quân khu 8, 9) tham gia [[Chiến dịch Hồ Chí Minh]].\n\n==Những năm cuối đời==\n*Tháng 5 năm 1976, ông là Chính ủy [[Quân khu 9, Quân đội nhân dân Việt Nam|Quân khu 9]].\n*Từ tháng 6 năm 1978 đến năm 1987, ông là Ủy viên thường trực [[Ủy ban Kiểm tra Đảng ủy Quân sự Trung ương]].\n\nÔng qua đời ngày [[24 tháng 7]] năm 2007 hưởng thọ 89 tuổi\n\n== Lịch sử thụ phong quân hàm ==\n{| style=\"border:1px solid #8888aa; background-color:#f7f8ff; padding:5px; font-size:95%; margin: 0px 12px 12px 0px;\"\n|- align=center\n|- bgcolor=\"#cccccc\"\n! Năm thụ phong!! 1974!! 1984!!\n|- align=center\n| '''Quân hàm''' || [[Tập tin:Vietnam People's Army Major General.jpg|72x72px]] || [[Tập tin:Vietnam People's Army Lieutenant General.jpg|72x72px]] \n|- align=center\n| '''Cấp bậc''' || Thiếu tướng || [[Trung tướng Quân đội nhân dân Việt Nam thế kỷ 20|Trung tướng]]\n|-\n| colspan=\"11\" |\n|}\n\n==Khen thưởng==\nÔng đã được Nhà nước Việt Nam tặng thưởng: \n*[[Huân chương Hồ Chí Minh]],\n*2 [[Quân chương Quân công]] hạng nhất, \n*[[Huân chương Kháng chiến]] hạng nhất \n*và nhiều huân, huy chương khác.\n*Tên ông được đặt cho một con đường tại thành phố Tân An, tỉnh Long An\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Lê Văn Tưởng, ''Con đường tôi đã chọn'', Nhà xuất bản Quân đội nhân dân. \n* [[Phan Hoàng]], ''Phỏng vấn Tướng lĩnh Việt Nam'', Nhà xuất bản Trẻ, 1999.\n* [http:\/\/www.btlsqsvn.org.vn\/Default.aspx?tabid=89&post=1825&language=vi-VN Trung tướng Lê Văn Tưởng]{{Liên kết hỏng|date=2021-06-19 |bot=InternetArchiveBot }}\n* [http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20050902\/tuoi-20-cho-ngay-doc-lap---ky-cuoi-noi-cuop-chinh-quyen-dau-tien-o-nam-bo\/96218.html Tuổi 20 cho Ngày độc lập - Kỳ cuối: Nơi cướp chính quyền đầu tiên ở Nam bộ]\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n{{Thời gian sống|sinh=1919|mất=2007}}\n\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Người Long An]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huân chương Kháng chiến]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}