{"1211511":"[[Tập tin:Portrait of Lê Hoằng Mưu.png|nhỏ|Ông Lê Hoằng Mưu]]\n'''Lê Hoằng Mưu''' ([[1879]]-[[1941]]) có sách ghi là '''Lê Hoàng Mưu''', bút hiệu '''Mộng Huê Lầu''' (đảo các mẫu tự họ tên)<ref>Theo GS. [[Nguyễn Huệ Chi]], ''Từ điển văn học'' (tr.823) và một số nguồn khác. ''Từ điển nhân vật lịch sử Việt Nam'' (tr. 346) ghi tên ông là '''Lê Hoàng Mưu'''.<\/ref>; là [[nhà văn]], [[nhà báo]] [[Việt Nam]] trong những năm đầu của [[thế kỷ 20]].\n \n==Thân thế và sự nghiệp==\nÔng sinh năm [[Kỷ Mão]] ([[1879]]) trong một gia đình làm nông khá giả tại làng Cái Cối, tổng Bảo Hựu, tỉnh Bến Tre (nay xã Mỹ Thạnh An, [[bến Tre (thành phố)|thị xã Bến Tre]], tỉnh [[Bến Tre]]).\n \nCha ông là Lê Văn Dinh, nguyên là thông ngôn ở Đề hình<ref>Đề hình nắm giữ việc xử án.<\/ref>. Ban đầu, ông học ở Bến Tre, sau học ở [[Thành phố Hồ Chí Minh|Sài Gòn]]<ref>Theo Nguyễn Huệ Chi thì Lê Hoằng Mưu đã \"học hết bậc trung học\" (''Từ điển văn học'', bộ mới, tr. 823). Tuy nhiên website tỉnh Bến Tre lại cho rằng \"khi bước vào đời, ông chưa hết bậc trung học Pháp-Việt lúc bấy giờ\" [http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=223&Itemid=56] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110222033215\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=223&Itemid=56|date=2011-02-22}}<\/ref>, rồi gia nhập làng văn, làng báo ở Sài Gòn cho đến cuối đời.\n\nÔng nổi tiếng trong làng báo Sài Gòn từ những năm [[1910]]-[[1915]], và là một trong số các cây bút [[tiểu thuyết]] thuộc giai đoạn phôi thai ở [[Nam Kỳ]]. Năm [[1921]], khi tờ ''Nam Trung nhật báo'' sáp nhập với tờ ''[[Lục tỉnh tân văn]]'', ông được cử làm Chủ bút cho đến [[1930]], thì bị buộc thôi chức vì tờ báo có khuynh hướng yêu nước bài [[Đế quốc thực dân Pháp|Pháp]]. Cùng năm này, ông cùng Võ Thành Út sáng lập tờ ''Long Giang độc lập'' (xuất bản mỗi tuần 3 số) do Lưu Công Châu làm chủ bút. Đến năm [[1931]], tờ báo bị nhà cầm quyền ra lệnh đình bản một thời gian, sau được tục bản cho đến ngày [[11 tháng 5]] năm [[1934]] thì bị đình bản hẳn. Ngoài ra, ông là trợ bút của các tờ ''Điện Tín'', ''Thần chung'', ''[[Đuốc nhà Nam]]''...<ref>Nguyễn Huệ Chi, sách đã dẫn, tr. 8232.<\/ref>\n \nNăm [[Tân Tỵ]] ([[1941]]), ông mất tại Sài Gòn, thọ 62 tuổi.\n \n==Tác phẩm==\nCác tác phẩm của Lê Hoằng Mưu dưới đây, phần lớn đều đã được đăng tải nhiều kỳ trên các báo, trước khi in thành sách.\n*'''Hà Hương phong nguyệt''' (tiểu thuyết đầu tay, đăng trên báo ''[[Nông cổ mín đàm]]'' từ ngày [[20 tháng 7]] năm [[1912]] với nhan đề '''Truyện nàng Hà Hương''', đến năm [[1915|1914]] được nhà in Saigonnaise L. Royer xuất bản thành 6 quyển với tên là '''Hà Hương phong nguyệt''').<ref>Một vài thông tin về truyện '''Hà Hương phong nguyệt''': Nghĩa Hữu là một thanh niên con nhà giàu có ăn chơi lêu lỏng. Nghĩa Hữu cưới Hà Hương, một cô gái con nhà giàu, có nhan sắc nhưng tính nết xấu xa, vì thế chẳng bao lâu hai người đường ai nấy đi. Nghĩa Hữu lấy vợ sau là Nguyệt Ba, một cô gái nhà nghèo nhưng đẹp người đẹp nết. Hà Hương sau một thời gian ăn chơi chán chê lại dụ dổ Nghĩa Hữu trở lại với mình. Do ngòi bút có phần táo bạo khi miêu tả những cảnh ăn chơi trác táng, ông đã bị kết án là xúc phạm thuần phong mỹ tục. Bị một số tờ báo lúc bấy giờ công kích dữ dội (trong số ấy có [[Nguyễn Háo Vĩnh]] ở báo ''Nam Kỳ kinh tế''), và đã có những cuộc bút chiến xảy ra quanh tác phẩm này (đáng kể là cuộc bút chiến giữa tác giả và Nam Kiều tức Trần Huy Liệu [theo Nguyễn Huệ Chi, sách đã dẫn, tr. 824]). Cuối cùng chính quyền thuộc địa đã ra lệnh tịch thu và tiêu huỷ tác phẩm.<\/ref>\n*'''Ba gái cầu chồng''' (đăng báo năm 1915)\n*'''Tô Huệ Nhi ngoại sử''' (1920)\n* '''Oán hồng quần''' hay '''Phùng Kim Huê ngoại sử''' (6 quyển, nhà in L’ Union, 1920)\n*'''Oan kia theo mãi''' tức '''Ba mươi hai đêm Hồ Cảnh Tiên tự thuật''' (nhà in J. Viết, Sài Gòn, 1922)\n*'''Đầu tóc mượn''' (nhà in L’ Union, 1926)\n*'''Đêm rốt của người tội tử hình''' (4 quyển, nhà in Lưu Đức Phương, Sài Gòn 1929),\n*'''Truyện người bán ngọc''' (4 quyển, nhà in Lưu Đức Phương, Sài Gòn, 1931)...\n \nVà một số bài viết trên các báo ở Sài Gòn <ref>Theo Võ Văn Nhơn, ông còn có quyển '''Đỗ Triệu kỳ duyên''' (1928) và quyển thơ '''Hoạn Thơ bắt Thúy Kiều''' (1928). Tuy nhiên, các nguồn khác không thấy ghi.<\/ref>…\n\n==Đánh giá== \nTác giả [[Nguyễn Liên Phong]] trong ''Điếu cổ hạ kim thi tập'' ([[1915]]) đã ca ngợi Lê Hoàng Mưu như sau:\n:''Khen bấy thầy Mưu dạng mỹ miều,\n:''Có khoa ngôn ngữ nết không kiêu.\n:''Điển Tòa thuở nọ công siêng nhọc,\n:''Nông Cổ ngày nay bút dệt thêu.\n:''Tuổi hãy xuân xanh khuôn phép đủ,\n:''Phước nhờ đầu bạc đắp vun nhiều.\n:''Từ đây báo quán thêm khong ngợi,\n:''Rảng rảng như chuông cả tiếng kêu.\n\nĐánh giá về sự nghiệp văn chương của ông, trong ''Từ điển nhân vật lịch sử Việt Nam'' có đoạn:\n:''Lê Hoằng Mưu là một nhà báo kỳ cựu, một nhà văn tiên phong miền Nam, đương thời còn nổi tiếng hơn cả [[Trương Duy Toản]], [[Nguyễn Chánh Sắt]]... Tiểu thuyết của ông hồi đó \"viết ra thiệt nhiều và đều bán chạy như tôm tươi giữa chợ buổi sớm... Ông đã có cái vinh dự tối cao của kẻ đàn anh ăn bước trước mà lại có tài hoa lỗi lạc\", như Lãng Tử viết trên báo Phụ nữ Tân văn''<ref>''Từ điển nhân vật lịch sử Việt Nam'', tr. 347.<\/ref>.\n\nVà trong ''Từ điển văn học'' (bộ mới):\n:''Lê Hoằng Mưu là nhà văn đi trước thời đại, là một ngòi bút viết tiểu thuyết khá độc đáo. Chịu ảnh hưởng của cả hai luồng văn chương [[Tên gọi Trung Quốc|Trung Hoa]] và Âu Mỹ thuở ấy, nhưng ông tìm được cho mình một hướng đi chủ động: không bị chủ đề đạo lý hoàn toàn chi phối, mà từ rất sớm đã biết khơi sâu vào mặt trái của đời sống, dựng lên những cốt truyện khác thường,...lựa chọn những mẫu người có thể nói là \"tai tiếng\" làm đối tượng cho tác phẩm. Chẳng hạn như cốt truyện \"Hà Hương phong nguyệt\"''...\n:''Về nghệ thuật, có một bước tiến ngày càng rõ trong bút pháp viết truyện của Lê Hoẳng Mưu. Từ cách viết chương hồi ảnh hưởng của tiểu thuyết [[Trung Quốc]] trong \"Tô Huệ Nhi ngoại sử\" đến cách viết ngả hẳn sang kết cấu tiểu thuyết [[phương Tây]] trong \"Người bán ngọc\"...Có thể nói Lê Hoằng Mưu là một trường hợp độc xuất trong dòng tiểu thuyết quốc ngữ miền Nam trong vài chục năm đầu của [[thế kỷ 20]], biết phá bỏ những thói quen và bứt nhanh lên khỏi truyền thống. đồng thời có cái nhìn sắc bén vào xã hội thành thị [[Việt Nam]] trong buổi giao thời...Ông đã tạo dựng được một vị trí hiếm nhà văn đương thời nào sánh kịp. như tuần báo Mai năm [[1939]] nhận xét: \"Buổi ấy ông là người có \"tài sắc\" nên tiếng tăm nổi dậy như cồn. Lời văn cũng như lý luận đã lôi cuốn, hấp dẫn, chinh phục tất cả xứ Nam Kỳ và cả thế hệ thanh niên hồi đó\"<ref>Nguyễn Huệ Chi, sách đã dẫn, tr. 824-825.<\/ref>.\n==Nguồn tham khảo==\n*Nguyễn Huệ Chi, mục từ \"Lê Hoằng Mưu\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n*[[Nguyễn Q. Thắng]]-Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', mục từ: \"Lê Hoàng Mưu\". Nhà xuất bản Khoa học xã hội, [[Hà Nội]], 1992.\n*Bài viết về \"Lê Hoằng Mưu\" trên website tỉnh Bến Tre [http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=223&Itemid=56] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110222033215\/http:\/\/www.bentre.gov.vn\/index.php?option=com_content&task=view&id=223&Itemid=56 |date=2011-02-22 }}.\n*Võ Văn Nhơn, \"Lê Hoằng Mưu-Nhà văn của những thử nghiệm táo bạo đầu thế kỷ XX\" [http:\/\/khoavanhoc-ngonngu.edu.vn\/home\/index.php?option=com_content&view=article&id=348%3Ale-hong-mu-nha-vn-ca-nhng-th-nghim-tao-bo-u-th-k-xx&catid=63%3Avn-hc-vit-nam&Itemid=106&lang=vi].\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Người Bến Tre]]\n[[Thể loại:Sinh năm 1879]]\n[[Thể loại:Mất năm 1941]]"}