{"77849":"{{dablink|Lê Tuấn còn là tên huý của [[Lê Uy Mục]].}}\n{{Thông tin nhân vật hoàng gia\n| tên = Lê Tuấn\n| tước vị = Hiệp biện đại học sĩ - Thương thư\n| thêm = [[Việt Nam]]\n| hình = [[Tập tin:Chan dung cu Le Tuan.jpg|nhỏ]]\n| tên tự = \n| tên hiệu = \n| tôn hiệu = \n| sinh = [[1818]] \n| nơi sinh = [[Kỳ Anh (huyện)|Kỳ Anh]] , [[Hà Tĩnh]]\n| mất = [[1874]] (57 tuổi)\n| nghề nghiệp = [[Thượng thư]] , Chánh sứ Toàn quyền Đại thần\n}}\n\n'''Lê Tuấn''' ([[chữ Hán]]: 黎峻, 1818<ref>Khoa cử và các nhà khoa bảng triều Nguyễn, Trung tâm bảo tồn di tích cố đô Huế - Nhà xuất bản Thuận Hóa, 2000<\/ref>- 1874) là một [[Khoa bảng Việt Nam|nhà khoa bảng]], nhà ngoại giao và quan đại thần của [[Nhà Nguyễn]]. Ông đỗ [[Hoàng giáp]] vào năm 1853 và làm quan cho triều đình Huế trong 21 năm, trải qua nhiều vị trí quan trọng như ''Kinh lược sứ [[Bắc Kỳ]]'', [[Thượng thư]] [[Bộ Hình]], Phó tổng tài [[Quốc sử quán (nhà Nguyễn)|Quốc sử quán]], ''Chánh sứ Toàn quyền Đại thần'' ký hoà ước với Pháp, ông cũng từng được cử làm chánh sứ đi sứ [[Nhà Thanh]]. \n\nSau khi qua đời, vua [[Tự Đức]] đã truy phong cho ông chức ''Hiệp biên Đại học sĩ'' (hàm ''Nhất phẩm''), sai hoàng tử trưởng là [[Nguyễn Phúc Ưng Chân]] đến tế. Bài vị được thờ tại [[Đền Hiền Lương]] - nơi thờ tự trung thần có công phù trợ các vua Nhà Nguyễn.\n\n==Cuộc sống đầu đời==\nLê Tuấn sinh năm [[Mậu Dần]] - 1818, dưới thời vua [[Gia Long]], tại Mỹ Lụ, tổng Hà Trung, huyện Hà Hoa, nay là xã [[Kỳ Văn]], huyện [[Kỳ Anh (huyện)|Kỳ Anh]], [[Hà Tĩnh]]<ref>Gia phả Chi Cụ Tặng, Họ Lê Mỹ Lụ, 2008.<\/ref>. Ông nổi tiếng thông minh từ nhỏ. Tuy bố mẹ làm nghề nông, nhưng anh em của ông đều hiếu học và đỗ đạt cao. Năm 1842, anh trai của ông là Lê Đức đỗ [[Phó bảng]], đến năm 1844, một người anh khác là Lê Doãn đỗ cử nhân. Sau này con của Lê Tuấn là Lê Nhất Hoàn cũng đậu cử nhân vào năm 1873, vì thế mà Sách [[Quốc triều khoa bảng lục]] đã chép rằng: ''\"Lê Tuấn: cha, con, anh, em cùng thi đậu\"''.<ref>Quốc triều khoa bảng lục - [[Cao Xuân Dục]] - Nhà xuất bản Văn học (2001)<\/ref><ref>Khoa cử và các nhà khoa bảng triều Nguyễn. Phạm Đức Thành Dũng và một số người khác, Trung tâm bảo tồn di tích cố đô Huế - Nhà xuất bản Thuận Hóa, 2000.<\/ref>\n\n==Đỗ đạt và đường quan lộ==\nLê Tuấn đậu [[Sinh đồ|Tú tài]] năm 1842 và đậu [[Hương cống|Cử nhân]] năm 1851. Tại [[Thi Đình|kỳ thi Đình]] năm Quý Sửu - 1853, niên hiệu [[Tự Đức]] thứ 7, lấy đỗ 7 tiến sĩ và 5 phó bảng, trong đó Lê Tuấn đỗ Nhị giáp Tiến sĩ ([[Hoàng giáp]])<ref>Quốc triều khoa bảng lục - [[Cao Xuân Dục]] - Nhà xuất bản Văn học (2001)<\/ref> và được bổ làm Hàn lâm Viện tu soạn (翰林院修撰, Hanlin Senior Compiler) trật ''Tòng lục phẩm'', giữ việc khởi thảo, nhất là các bản thảo về quốc sử, thực lục. Đây là chức quan xếp thứ 5 trong biên chế [[Hàn lâm viện]]. Từ thời vua [[Thiệu Trị]] (1841), chỉ có những Tiến sĩ đệ nhị giáp mới được bổ làm Hàn lâm Viện Tu soạn. <ref>''Đại Nam Thực Lục'', Nhà xuất bản Giáo dục, 2001, quyển 6<\/ref> Sau đó Lê Tuấn được bổ làm [[Tri phủ]] Nghĩa Hưng, rồi về kinh sư làm [[Giám sát ngự sử]]. <ref>Các nhà khoa bảng Việt Nam 1075-1919. Ngô Đức Thọ chủ biên. Nhà xuất bản Văn học in năm 2006.<\/ref>\n\nNăm 1859, niên hiệu [[Tự Đức]] thứ 12, Lê Tuấn được triều đình giao nhiệm vụ khơi đào lại nhiều đoạn kênh trên lộ tuyến đường thủy từ Huế ra Bắc Thành trong đó có kênh Rác và kênh Thần Đầu. <ref>Đại Nam Nhất thống chí, tập 2<\/ref> Năm 1863, ông được thăng [[Án sát sứ]] Nam Định (trật ''Chánh tứ phẩm''), sau thăng làm [[Bố chính sứ]] Thanh Hoá (trật ''Chánh tam phẩm''). \n\nNăm 1868, niên hiệu [[Tự Đức]] thứ 21, Lê Tuấn được bổ làm Hàn lâm viện trực học sĩ (trật ''Chánh tam phẩm'') xếp thứ cao thứ 2 trong [[Hàn lâm viện]] và sung làm Chánh sứ đi sang [[Nhà Thanh]], lúc trở về thăng làm [[Tham tri]] [[Bộ Hình]] (trật ''Tòng nhị phẩm''), sau thăng thăng đến chức [[Thượng thư]], sung Bắc Kỳ thị sứ kiêm Kinh lược Đại thần (trật ''Tòng nhất phẩm'').\n\nNăm 1871, niên hiệu [[Tự Đức]] thứ 24, Lê Tuấn được cử đến các tỉnh biên giới phía Bắc của [[Nhà Nguyễn|Đại Nam]] để đánh dẹp [[thổ phỉ]]. Về việc này [[Đại Nam liệt truyện]] chép: ''\"Bây giờ ở biên giới Bắc kỳ, bọn thổ phỉ tràn ở Quảng Yên, giặc biển cũng tụ tập làm trở ngại, vua cho Lê Tuấn sung Khâm sứ bắc kỳ thị sự lại kiêm Kinh lược đại thần. Lê Tuấn đăng sớ nói về tình hình giặc và tâu bày công việc xếp đặt về sau ở các tỉnh ven biển, tất cả có 9 điều, được nhà vua đánh giá rất cao, Lê Tuấn thường mang một đạo quân lẻ loi vào sâu nơi trọng địa, giặc đột nhiên đến vây. Mọi người đều kinh hoàng, nhưng Lê Tuấn sắc vẫn bình tĩnh như thường, từ từ trù tính kế hoạch , cuối cùng cũng giải được vòng vây, vua nghe tin khen ngợi.\"''<ref>Đại Nam liệt truyện. Quốc sử quán triều Nguyễn biên soạn. Viện Sử học dịch. Nhà xuất bản Thuận hóa, Huế in năm 2006.<\/ref> Ông cùng với [[Hoàng Kế Viêm|Hoàng Tá Viêm]] soạn tập tâu nhận định toàn diện về các tỉnh biên giới phía Bắc được vua Tự Đức đánh giá cao.\n\nNăm 1873, niên hiệu [[Tự Đức]] thứ 26, Lê Tuấn được cử làm ''Chánh sứ Toàn quyền Đại thần'' cùng Phó sứ [[Nguyễn Văn Tường]] (tạm mang hàm [[Tham tri]]), [[Nguyễn Tăng Doãn]] (Hồng lô tự khanh, sung làm Tham biện) đàm phán với [[Pháp]] về [[Hòa ước Giáp Tuất]], trong quá trình hòa đàm thì ông bị bệnh nặng. Vua Tự Đức sai thầy thuốc đến chữa, sai Trung sứ mang thuốc vào. Lê Tuấn xin đổi người làm chánh sứ nhưng vua Tự Đức không đồng ý. Ngày 28 tháng Giêng năm Giáp Tuấn (1874), chỉ 2 ngày sau khi ký hòa ước, Lê Tuấn mất tại Sài Gòn, [[Nam Kỳ thuộc Pháp]].\n\n==Qua đời==\nLê Tuấn mất vào ngày 17\/03\/1874, chỉ sau 2 ngày [[Hòa ước Giáp Tuất]] được ký kết, ông hưởng dương 57 tuổi. Theo sử sách của triều Nguyễn thì Lê Tuấn chết vì bệnh hầu tì. Tuy nhiên sử gia [[Trần Văn Giàu]] cho biết Lê Tuấn sau khi ký hòa ước vì quá uất hận nên uống [[thuốc độc]] tự vẫn.<ref>{{chú thích web | url = http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Chiec-an-nga-dong-vao-Hoa-uoc-Giap-Than-15-3-1874-nhuong-Nam-ky-cho-Phap-31364.html | tiêu đề = Chiếc ấn ngà đóng vào Hòa ước Giáp Thân (15-3-1874) nhường Nam kỳ cho Pháp | author =  | ngày =  | ngày truy cập = 9 tháng 3 năm 2017 | nơi xuất bản = Liên hiệp các hội khoa học và kỹ thuật Việt Nam | ngôn ngữ =  | archive-date = 2017-03-12 | archive-url = https:\/\/web.archive.org\/web\/20170312032820\/http:\/\/www.vusta.vn\/vi\/news\/Thong-tin-Su-kien-Thanh-tuu-KH-CN\/Chiec-an-nga-dong-vao-Hoa-uoc-Giap-Than-15-3-1874-nhuong-Nam-ky-cho-Phap-31364.html }}<\/ref> Ngày 06\/04\/1874, chuẩn đô đốc Pháp Krantz thay thế Dupré đã đưa tàu thủy hộ tống linh cữu của ông và sứ bộ về Huế.<ref>East Asian History and Culture Review, Cross-Currents, E-Journal No. 11, 6\/2014.<\/ref>\n\nSau khi hay tin Lê Tuấn qua đời tại Sài Gòn, vua Tự Đức vô cùng tiếc thương, tuy tặng ông chức ''Hiệp biên Đại học sĩ'' (hàm ''Nhất phẩm''), rồi ban [[vàng]], [[lụa]] để lo việc tang lễ. Khi linh cữu của ông về đến [[kinh đô Huế]], vua Tự Đức đã làm bài điếu văn và sai hoàng tử trưởng là Ưng Chân (sau là vua [[Dục Đức]]) đến tế để tỏ lòng đặc ân. Trong bài văn tế có câu '' “Trẫm đặc chuyết tương tri chí tình vì sổ ngôn, điện sổ trản dĩ tận quân thần thủy chung” (Trẫm nghĩ đến mối tương tri viết vài lời, rót mấy chén để tỏ cái nghĩa vua tôi có trước có sau)''<ref>Đại Nam liệt truyện. Quốc sử quán triều Nguyễn biên soạn. Viện Sử học dịch. Nhà xuất bản Thuận hóa, Huế in năm 2006.<\/ref>. Bài vị của ông được triều đình ân vinh thờ ở [[đền Hiền Lương]], đồng thời ban chiếu chỉ cho xây dựng đền thờ tại quê nhà. \n\nMộ phần của Lê Tuấn được táng tại xứ Động Am nay là xã [[Kỳ Hoa]] thuộc thị xã [[Kỳ Anh (thị xã)|Kỳ Anh]], tỉnh [[Hà Tĩnh]]. Đền thờ ông được xây dựng năm [[Giáp Ngọ]] (1894) gồm thượng điện và trung điện tại xóm Thanh Sơn, xã [[Kỳ Văn]], huyện [[Kỳ Anh (huyện)|Kỳ Anh]] ngày nay. Tại đến thờ của ông, hiện còn lưu giữ nhiều hiện vật như: thước lỗ ban, biển tiến sĩ, đại tự bằng chữ Hán, biển vinh quy bái tổ, trong đó đáng chú ý là bức ảnh Lê Tuấn được [[Truyền thần|vẽ truyền thần]] từ thế kỷ XIX, được cố Bộ trưởng Ngoại giao [[Xuân Thủy]] sao chụp lại về tặng cho gia đình nhân chuyến đi công tác ở [[Paris]], [[Pháp]]. Năm 2008, Đền thờ Thượng thư Lê Tuấn được UBND tỉnh Hà Tĩnh công nhận là di tích văn hoá lịch sử cấp tỉnh và cho trùng tu, tôn tạo.\n\n==Chiếc ấn của Lê Tuấn tại Sài Gòn==\nHiện nay, tại [[Bảo tàng thành phố Hồ Chí Minh]] còn lưu giữ chiếc ấn duy nhất bằng [[ngà voi]] của triều Nguyễn là ''Khâm sứ Đại thần quan phòng'' (ấn của quan lớn đảm trách việc giao thiệp với nước ngoài). Mặt ấn bên phải khắc dòng [[chữ Hán]]: ''Tự Đức Nhị thập lục niên (Tự Đức năm 26 - 1873)'', bên trái có dòng chữ Hán: ''Nhuận lục nguyệt cát nhật tạo (được làm vào ngày tốt tháng 6 nhuận)''. Mặt ấn khắc 6 chữ Hán kiểu [[chữ triện]]: ''Khâm sứ đại thần quan phòng''. Nếu chiếu theo nội dung và chức danh của chủ nhân ghi trên ấn triện thì có thể khẳng định là của [[Khâm sứ đại thần]] Lê Tuấn, người phụng mệnh vua [[Tự Đức]] vào [[Sài Gòn]], cũng là người đại diện triều đình ký bản [[Hòa ước Giáp Tuất (1874)]].<ref>{{Chú thích web |url =https:\/\/thanhnien.vn\/an-chuong-trieu-nguyen-va-chuyen-chua-ke-post1391462.html|tiêu đề = Ấn chương triều Nguyễn và chuyện chưa kể|tác giả = Lê Công Sơn|ngày =16-10-2021|nhà xuất bản = Báo Thanh Niên|ngày truy cập = 2022-02-09|ngôn ngữ = vi}}<\/ref>\n\n==Tác phẩm==\nTrước tác của Lê Tuấn hiện chỉ còn hai quyển ''“Yên thiều bút lục”'' (văn) và ''“Như thanh nhật ký”'' (sử - văn) viết khi ông đi sứ [[Nhà Thanh]] về. Ngoài ra, ông còn làm Phó Tổng tài [[Quốc sử quán (nhà Nguyễn)|Quốc sử quán]], tham gia biên soạn bộ sử ''[[Đại Nam thực lục]]'' chính biên (Đệ tam kỷ - Quyển thủ), là bộ sử chính thống của [[Nhà Nguyễn]].<ref>Đại Nam thực lục. Quốc sử quán triều Nguyễn biên soạn. Viện Sử học dịch. Nhà xuất bản giáo dục in năm 2001.<\/ref>\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Xem thêm==\n* [[Nguyễn Văn Tường]]\n* [[Quốc triều khoa bảng lục]]\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1874]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Nguyễn]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Thượng thư Việt Nam]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}