{"588947":"'''Lê Lộng''' (1396 - ), quê làng Khả Lam huyện Lương Giang phủ Thanh Đô<ref name=\"hannom.org.vn\">[http:\/\/www.hannom.org.vn\/default.asp?CatID=781 Bài ''Hiểu thêm về khai quốc công thần Lê Lộng qua tấm bia mới phát hiện'' của Nguyễn Văn Thắng trên Tạp chí Hán nôm số 3 năm 2009.]<\/ref> (nay là xã Xuân Lam, huyện [[Thọ Xuân]] tỉnh [[Thanh Hóa]] [[Việt Nam]]), một khai quốc công thần [[nhà Lê sơ]], một viên tướng tài phụng sự tới 4 triều vua Lê sơ là: [[Lê Thái Tổ]], [[Lê Thái Tông]], [[Lê Nhân Tông]] và [[Lê Thánh Tông]].\n\n== Thân thế sự nghiệp ==\nLê Lộng sinh năm Bính Tý (1396). Là con trưởng trong một gia đình quan lang (quan lại địa phương). Cha của Lê Lộng là Lê Miêu, mẹ là Lê Lậu. Lê Lộng tham gia [[khởi nghĩa Lam Sơn]] từ rất sớm, sau [[hội thề Lũng Nhai]], năm 1418 ông đã có mặt trong đội ngũ nghĩa quân Lam Sơn của [[Lê Thái Tổ|Lê Lợi]].\n\nNăm Mậu Thân, niên hiệu Thuận Thiên thứ 1 (1428) Lê Lộng được phong hàm Đại tướng Đồng quản lĩnh quân Hưng Nghĩa, [[phong tước|tước]] Quan Nội hầu. Một thời gian sau Lê Lộng quản lĩnh quân Thiên Uy, rồi giữ chức Lạng Sơn trấn Đồng tri vệ chư quân sự ở đạo [[Lạng Sơn]].\n\n== Lê Lộng là một hay hai người ==\nTheo nội dung văn bia trên phát hiện ở Lam Sơn, thì tác giả văn bia là [[Nguyễn Trực]] (người mất vào khoảng năm [[Quý Tỵ]] 1473-1474)<ref name=\"hannom.org.vn\"\/>, như vậy văn bia phải được soạn trước năm 1473-1474. Nội dung văn bia cũng đề cập tới ngày tháng mất của khai quốc công thần Lê Lộng, nhưng không đề cập tới năm mất (nhưng năm mất chắc chắn phải trước năm 1473-1474, năm mất của Nguyễn Trực). Tuy nhiên theo [[Đại Việt sử ký toàn thư]] thì năm 1478-1479, Lê Lộng chỉ huy một trong 5 cánh quân [[Đại Việt]] của [[Lê Thánh Tông]] [[chiến tranh Đại Việt - Lan Xang (1467-1480)|tiến đánh]] [[Lan Xang|Lão Qua]] và [[Bồn Man]].\n\nCũng theo văn bia, thì hành trạng cuối cùng của Lê Lộng được nhắc tới trong văn bia trước khi mất, là vào khoảng năm 1465: \"''...Cuối tháng 6 năm Ất Dậu niên hiệu Quang Thuận thứ 6 (1465) thăng chức Nhập nội kiểm hiệu Đại [[Đô đốc]] Bình chương sự. Lại được thăng Chưởng Nam đạo Đô đốc phủ, Tả Đô đốc, tước Thượng Trí tự. Từ tước Quan Nội hầu nhiều lần gia phong đến Huyện Thượng hầu, rồi đến Thượng Trí tự...''\" (Niên hiệu Quang Thuận là của vua Lê Thánh Tông. Chức Đại Đô đốc Bình chương sự, theo quan chế thời Lê Thánh Tông, thuộc hạng Nhất phẩm tương đương với [[Tam công|Tam thái]]). Nhưng trong Đại Việt sử ký toàn thư thì khi đi đánh Ai Lao (Bồn Man và Lão Qua) năm 1478, Lê Lộng mới chỉ giữ chức ''Du kỵ phó tướng quân'', trong chiếu thư tiến đánh Lão Qua Lê Thánh Tông có viết: \"''...Du kỵ phó tướng quân là bọn Lê Lộng đi đường [[Thuận Châu|châu Thuận Mỗi]] để bóp cổ chẹn lưng...''<ref>Đại Việt sử ký toàn thư, bản kỷ thực lục quyển 13.<\/ref>\n\nTheo Đại Việt sử ký toàn thư nói rằng Lê Lộng là con trai của Lê Đa Mỹ: năm 1460, Lê Thánh Tông sắc thăng bổ quan chức cho công thần và con cái họ, Đại Việt sử ký ghi lại: \"''...Sắc cho bọn tể thần Lê Xí tâu thăng các quan công thần tại chức hay đã chết, được ban quốc tính hay không được ban, cùng số con trai của họ chưa được thăng bổ... Loại chưa được ban quốc tính thì từ Nguyễn Sư Hồi con trai của [[Nguyễn Xí]], đến Lê Lộng con trai của Lê Đa Mỹ....''\".\n\n==Ghi danh==\nTháng 1 năm 2011, đền thờ Lê Lộng tại xã Thọ Vực, huyện [[Triệu Sơn]], tỉnh Thanh Hoá đã được xếp hạng di tích lịch sử văn hóa cấp tỉnh<ref name=\"DT\">Quyết định số 159\/QĐ-ủy ban nhân dân ngày 17 tháng 1 năm 2011 của Ủy ban nhân dân tỉnh Thanh Hóa.<\/ref>.\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Tham khảo ==\n*[http:\/\/www.hannom.org.vn\/default.asp?CatID=781 Tạp chí Hán nôm số 3 năm 2009.]\n*[http:\/\/dantri.com.vn\/c21\/s20-319729\/phat-hien-2-tam-bia-co-thoi-le-so.htm Bài ''Phát hiện 2 tấm bia cổ thời Lê Sơ'' trên website Dân Trí ngày 17\/4\/2009.]\n\n{{Rất sơ khai}}\n\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Người Thanh Hóa]]"}