{"294077":"{{Infobox Military Person\n|name= '''Lê Ngân'''\n|born= Trong thế kỷ 14\n|died= 1437\n|placeofbirth= Xã Đàm Di, thuộc Lam Sơn, huyện [[Thọ Xuân]], [[Thanh Hóa]], [[Việt Nam]]\n|placeofdeath= \n|image= \n|caption= \n|nickname= \n|allegiance= [[Nhà Hậu Lê]]\n|branch= Quân đội Đại Việt\n|serviceyears= 1418-1428\n|rank= \n|commands= \n|unit=\n|battles= [[Khởi nghĩa Lam Sơn]], Trận Lạc Thủy, Trận Bồ Ải, Trận Nghệ An.\n|laterwork= \n}}\n'''Lê Ngân''' ([[chữ Hán]]: 黎銀, ?-[[1437]]) là công thần khai quốc nhà [[Nhà Lê sơ|Lê sơ]] trong [[lịch sử Việt Nam]], người xã Đàm Di, thuộc Lam Sơn, huyện [[Thọ Xuân]], [[Thanh Hóa]], [[Việt Nam]].<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, trang 246<\/ref>\n\nLê Ngân theo Lê Lợi lúc mới khởi binh, lập nhiều công lao, lúc bị vây ở Ai Lao, lúc hết lương ở Linh Sơn, lập chiến công ở trận Bồ Đằng, Khả Lưu, Nghệ An, Thuận Hóa, trận đánh Tây Việt, công khôi phục Đông Đô.<ref name=\"ReferenceA\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, trang 248<\/ref>\n\nThời vua [[Lê Thái Tông]], ông cùng [[Lê Sát]] làm phụ chính. Khi nhà vua Lê Thái Tông bãi chức Lê Sát, ông được lên làm thủ tướng, phong làm Nhập nội đại đô đốc, phiêu kỵ thượng tướng quân ở trấn Quy Hóa, đặc tiến khai phủ nghi đồng tam ty, Thượng trụ quốc Quốc huyện thượng hầu. Về sau, vua Lê Thái Tông bắt ông tự chết và tịch thu gia sản vì tội thờ cúng tượng Phật và chứa của cải trong nhà.<ref name=\"ReferenceA\"\/>\n\n==Tham gia khởi nghĩa Lam Sơn==\n===Tham gia khởi nghĩa và chiến công ở Lạc Thủy===\nMùa xuân, tháng Giêng, Năm Mậu Tuất (1418), Bình Định vương [[Lê Thái Tổ|Lê Lợi]] phát động [[khởi nghĩa Lam Sơn]], Lê Ngân tham gia khởi nghĩa từ đầu.<ref name=\"ReferenceA\"\/>\n\nNgày 9, tháng Giêng, năm Mậu Tuất, nội quan nhà Minh là Mã Kỳ đem đại quân tới uy hiếp nghĩa quân Lam Sơn. Lê Lợi lui quân về Lạc Thủy,<ref>Lạc Thủy: theo CMCB 13 thì Lạc Thủy thuộc huyện Cẩm Thủy sau này. Huyện Cẩm Thủy bấy giờ là huyện Lỗi Giang, ở phía hữu ngạn sông Mã, thuộc lưu vực sông Âm của huyện Lang Chánh ngày nay. Nhưng căn cứ vào địa bàn hoạt động của nghĩa quân năm này (1418), thì có lẽ Lạc Thủy ở đây là một địa điểm vùng thượng lưu sông Chu, phía trên Lam Sơn.<\/ref> đặt quân mai phục chờ quân Minh. Ngày 13, quân của Mã Kỳ tới, Lê Lợi tung hết quân ra đánh, Lê Ngân cùng [[Lê Thạch]], [[Đinh Bồ]], [[Nguyễn Lý|Lê Lý]] làm tướng tiên phong đánh bại quân Minh, tiêu diệt 3000 quân địch, thu được quân tư, khí giới hàng ngàn, rồi Lê Lợi dời quân lên núi Chí Linh.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 326<\/ref>\n\n===Trận Bồ Ải===\n\nTháng 12, năm Giáp Thìn (1424), sau khi Cầm Bành đã đầu hàng, Lê Lợi chuẩn bị tiến quân ra vây thành Nghệ An, thì được tin Vinh Xương bá Trần Trí, nội quan Sơn Thọ đem quân Minh đến. Lê Lợi sai Đinh Liệt đi đường tắt giữ thế tranh tiên, giữ huyện Đỗ Gia, bản thân tự cầm đại quân giữ nơi hiểm yếu.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref name=\"Nội 1993\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 334, 335<\/ref>\n \nBa, bốn hôm sau, Lê Lợi đánh bại quân Minh ở cửa Khả Lưu, quân Minh dựa vào núi, đắp lũy, cố thủ. Lê Lợi đốt doanh trại cũ, tiến quân ngược dòng sông, giả trốn đi, rồi quay lại theo đường tắt, ngầm đợi quân Minh đến. Quân Minh không nghi ngờ gì, đem quân đến đóng ở doanh trại cũ của nghĩa quân, Lê Lợi cho quân tinh nhuệ khiêu chiến, quân Minh đem quân ra đánh. Lê Lợi tung phục binh ra đánh. [[Lê Sát]], [[Đinh Lễ|Lê Lễ]], [[Phạm Vấn|Lê Vấn]], Lê Nhân Chú, Lê Ngân, Lê Chiến, Lê Tông Kiều, Lê Khôi, Lê Bôi, Lê Văn An làm tướng tiên phong, tranh nhau giá trận, quân Minh tan vỡ, Đô đốc Chu Kiệt bị bắt sống, đô ty Hoàng Thành bị chém, bắt sống hàng nghìn người, vật tư, khí giới, thuyền bè không sao kể xiết.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref name=\"Nội 1993\"\/>\n\nLê Lợi đuổi tới 3 ngày, tới tận thành Nghệ An, quân Minh rút vào thành cố thủ.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref name=\"Nội 1993\"\/>\n\n=== Đánh Tân Bình<ref>Tân Bình: tên phủ thời thuộc Minh, gồm dất các huyện Quảnh Trạch, Bố Trạch, Lệ Ninh, Tuyên Hóa, Bến Hải, tỉnh Quảng Bình\nngày nay.<\/ref>, Thuận Hóa<ref>Thuận Hóa: tên phủ thời thuộc Minh gồm đất các huyện Triệu Hải, Hương Điền, Hương Phú, Hương Hóa, Phú Lộc, tỉnh Quảng Trị và tỉnh Thừa Thiên-Huế ngày nay<\/ref>===\n\nTháng 7, năm Ất Tỵ (1425), nghĩa quân đã chiếm đất đai gần hết Nghệ An, quân Minh lui vào thành cố thủ. Lê Lợi cho rằng từ lâu Tân Bình, Thuận Hóa đã từ lâu không thông tin tức với Nghệ An, Đông Đô liền sai Tư đồ [[Trần Nguyên Hãn]] và Thượng tướng Lê Nỗ báo cho bọn Lê Đa Bồ đem hơn 1000 quân và 1 thới voi ra đánh các thành Tân Bình, Thuận Hoá và chiêu dụ nhân dân.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref name=\"ReferenceB\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 336<\/ref>\n\nCánh quân này đánh bại quân Minh ở sông Bố Chính <ref>Sông Bố Chánh: tức là sông Gianh, tỉnh Quảng Bình.<\/ref>, nhưng quân Minh còn đông bèn xin cấp thêm quân. Lê Lợi sai Lê Ngân, Lê Bôi, Lê Văn An đem 70 chiếc thuyền vượt biển đến đó, được tin thắng trận của Nỗ, liền thừa thắng đánh vào các xứ Tân Bình, Thuận Hóa. Quân dân các nơi đều quy thuận, quân Minh lui vào thành cố thủ, Tân Bình, Thuận Hóa đều thuộc về nghĩa quân.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref name=\"ReferenceB\"\/>\n\n===Vây thành Nghệ An===\n\nNăm Bình Ngọ (1426), Lê Lợi sai 3 cánh quân tiến ra Bắc, cánh quân do Lý Triện, Đỗ Bí chỉ huy tiến tới sát thành Đông Quan, đánh thắng một trận ở Ninh Kiều.<ref>Ninh Kiều: là vùng Ninh Sơn, xã Ngọc Sơn, huyện Chương Mỹ, tỉnh Hà Tây ngày nay. Đây là một vị trí trọng yếu và hiểm trở nằm\ntrên đường thượng đạo từ Đông Quan vào Thiên Quan và Thanh Hóa.<\/ref> Tướng giữ thành Đông Quan là Trần Trí lo sợ, bèn gửi thư cho An Bình bá Lý An, Đô đốc đồng tri Phương Chính đang giữ thành Nghệ An về cứu Đông Quan. Hai tướng này đem quân vượt biển về Đông Quan, Lê Lợi đuổi theo gấp. Sai Lê Ngân, Lê Văn An, Lê Bôi, Lê Điền, Lê Lĩnh, Lê Văn Linh, Lê Quốc Hưng ở lại đóng dinh vây thành Nghệ An.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref name=\"ReferenceB\"\/> Tháng Giêng, năm Đinh Mùi (1427), Lê Ngân đánh chiếm thành Nghệ An, bắt viên chỉ huy Thái Phúc, rồi kéo quân ra Đông Quan.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 341<\/ref><ref name=\"ReferenceC\">Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, trang 247<\/ref>\n\n===Phong thưởng===\n\nTháng 5, năm thứ 2 Thuận Thiên, 1429, Lê Lợi ban biển ngạch công thần cho 93 viên, Lê Ngân được phong tước Á thượng hầu, tước này chỉ ban cho mỗi Lê Ngân, hàng thứ 2.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 366<\/ref><ref>Sách Đại Việt thông sử nói là tước này hàng thứ 4, chúng tôi viết theo sách Đại Việt sử ký toàn thư và Lịch triều hiến chương loại chí<\/ref>\n\n==Tham dự triều chính==\n===Triều vua Lê Thái Tổ===\nNăm 1428, năm Thuận Thiên thứ nhất, Lê Lợi lên ngôi vua, Lê Ngân được phong Suy trung Tán trị Hiệp mưu công thần, Nhập nội tư mã, tham dự triều chính.<ref name=\"ReferenceC\"\/>\n\nNăm Thuận Thiên thứ 2, đời vua Lê Thái Tổ, Lê Ngân cùng 6 vị trọng thần khác được lệnh mang kim sách lập Quốc vương và Hoàng thái tử.\n{{cquote|''Ngày mồng 7, sai Nhập nội kiểm hiệu bình chương sự Lê Vấn, Nhập nội đại tư mã Lê Ngân,Nhập nội thiếu phó Lê Văn Linh mang kim sách lập Hữu tướng quốc Khai quân công Tư Tề làm Quốc vương, giúp coi việc nước. Sai Nhập nội tư khấu Lê Sát, Tư không Lê Nhân Chú, Nhập nội tư mã Lê Lý, Nhập nội thiếu úy Lê Quốc Hưng mang kim sách lập Lương quận công Nguyên Long làm Hoàng thái tử''|||Đại Việt sử ký toàn thư, bản kỷ}}<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 365<\/ref>\n\n===Triều vua Lê Thái Tông===\n\nNgày 22, tháng 8, năm Thuận Thiên thứ 3, 1433, vua Lê Thái Tổ băng hà. Hoàng tử Nguyên Long kế vị, mới 11 tuổi, tức vua Lê Thái Tông.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 371<\/ref>\n\nNăm 1434, niên hiệu Thiệu Bình, Lê Ngân làm chức Tư khấu, Đô tổng quản hành quân ở Bắc đạo, cùng với Đại Tư đồ Lê Sát phụ chính.<ref name=\"ReferenceC\"\/>\n\nTháng 2, năm 1434, Đại tư đồ Lê Sát cùng Tư khấu Lê Ngân, Tư mã Lê Liệt, Lê Bôi tuyển đinh tráng các đạo làm lính.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 375<\/ref>\n\nTháng 9, năm 1434, người cùng làng ông là Phạm Mấn tranh chấp ruộng với gia nô nhà ông. Gia nô của Lê Ngân đi mách chủ, nói rằng thời khởi nghĩa Lam Sơn, Mấn từng có lần giúp quân Minh. Việc ấy đưa lên vua. Thái Tông sai bắt Phạm Mấn và kết án. Tư đồ Lê Sát bèn can: ''Nay chúng ta có quyền thế, trả thù người làng, muốn làm gì chẳng được! Sau này lỡ ra thất thế, làm sao gỡ được tai họa đến con cháu mình?'' Lê Ngân không nghe, nói lớn tiếng: ''Nếu con cháu nó gây thù thì sao con cháu ta không biết báo thù?'' Về sau Mấn được giảm tội, chỉ bị đày đi châu xa. Sách Đại Việt thông sử đánh giá rằng tính ông ''cứng, xẵng và hẹp hòi''<ref name=\"ReferenceC\"\/>\n\nCung năm 1434, ngôn quan Phan Thiên Tước dâng sớ hặc tội Tiền quân tổng quản Lê Thụ, nhà vua sai khám nhà Lê Thụ. Đô đốc Phạm Vấn, Tư mã Lê Ngân\ncho Thụ là bậc thân huân, cố giải cứu hộ. Vua cũng tha các tội khác cho Thụ, chỉ tịch thu số 15 lạng vàng, 100 lạng bạc mua bán vụng trộm, lại lệnh cho người thiếp của Thụ là Trình thị phải rút khỏi hộ.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 384<\/ref>\n\nNăm Ất Mão, 1435, tức năm Thiệu Bình thứ 2, tháng 9, vua Lê Thái Tông tập cưỡi voi ở hậu điện, cho voi chạy đuổi nhau. Gặp lúc có người dâng sơn dương sống, vua cho voi đấu với sơn dương. Con sơn dương thế cùng, buộc phải dương sừng ra húc. Voi sợ hãi lùi lại, bị rơi xuống giếng chết. Phan Thiên Tước cùng Lê Sát, Lê Ngân can ngăn. Vua im lặng.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 389<\/ref>\n\nNăm Đinh Tỵ (1437), năm Thiệu Bình thứ 4, nhà vua đã lớn tuổi, có thể quyết đoán mọi việc. Lê Sát vẫn tham quyền cố vị nên vua càng ghét Sát, nhưng ngoài mặt vẫn tỏ vẻ bao dung. Sát không nhận ra điếu đó. Tháng 6, năm Đinh Tỵ, nhà vua nhận tờ tâu về việc Lê Sát chuyên quyền, cho Hình quan xét xử, Lê Văn Linh, Lê Ngân gỡ tội cho Sát, nhà vua không nghe. Vua Lê Thái Tông bãi chức của Lê Sát và hàng loạt đại thần cùng cùng với Lê Sát. Ban cho Lê Ngân lúc ấy giữ chức Nhập nộii tư khấu Bắc đạo hành quân đô tổng quản làm Nhập nội đại đô đốc Quy Hóa trấn phiêu kỵ thượng tướng quân đặc tiến khai phủ nghi đồng tam ty thượng trụ quốc, Quốc huyện thượng hầu và ban cho chế văn.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 396<\/ref>\n\nTháng 7, 1437, Chiêu nghi Lê Nhật Lệ, con gái Đại đô đốc Lê Ngân, làm Huệ phi, phế Nguyên phi Ngọc Dao, con gái Lê Sát, làm thứ nhân.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref name=\"ReferenceD\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 397<\/ref>\n\nNhà vua muốn chém rao Lê Sát, Lê Ngân và Bùi Cầm Hổ can rằng:''\"Tội Sát đáng chết, nhưng Sát từng là đại thần, nếu đem xác đi rao để làm nhục thì sợ rằng để tiếng chê cười cho đời sau''. Nhà vua cho tự tử ở nhà, vợ con, điền sản đều bị tịch thu.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref name=\"ReferenceD\"\/>\n\nTháng 10, 1437, vua Lê Thái Tông bái yết Thái miếu vào buổi sáng, sau đó mang triều phục, áo cổn, mũ miện, ngự ở điện Hội Anh, Đại đô đốc Lê Ngân dẫn các quan mặc triều phục, làm lễ dâng biểu chúc mừng.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 399<\/ref>\n\n===Cái chết===\nTháng 11, 1437, có người cáo giác Đại đô đốc Lê Ngân thờ [[Quan Âm|Phật Quan Âm]] trong nhà để cầu mong cho con gái mình là Huệ phi được vua yêu. Vua ngự ra ở cửa Đông thành, sai Thái giám Đỗ Khuyển dẫn 50 võ sĩ lục soát nhà Lê Ngân, bắt được tượng Phật và các thứ vàng bạc, tơ lụa. Ngày hôm sau, Lê Ngân vào chầu, bỏ mũ ra để tạ tội, tâu rằng: \"''Trước kia thần theo khởi nghĩa ở Lam Kinh, nay thần cũng nhiều bệnh, thầy bói bảo là trong chỗ nhà thần ở, trước đây có miếu thờ Phật, vì để ô uế, nên xảy ra tai họa. Cho nên thần làm lại để thờ cúng. Nhưng vì người vợ lẽ đã bị bỏ của thần là Nguyễn thị và người vợ lẽ của Lê Sát là Trần thị đã ban cho thần, cả hai đứa đều thù oán thần, cùng với đứa gia nô điêu ngoa của thần thêu dệt bày đặt cho ra chuyện đó. Tiên đế biết rõ lòng thần, thường vẫn ưu ái bao dung. Nay gân sức của thần đã mỏi mệt lắm rồi, xin cho được về quê để sống hết tuổi tàn còn lại. Nếu nghe những người xung quanh mà tra tấn người nhà của thần, khi bị đánh đau quá, nhất định chúng sẽ khai khác đi, thì thân thần sợ không giữ được, xin bệ hạ nghĩ lại cho.''\"\n\nVua sai bắt nô tì nhà Lê Ngân để tra hỏi, bắt ông tự chết ở nhà, tịch thu gia sản<ref name=\"ReferenceE\">Đại Việt thông sử, trang 250, Nhà xuất bản văn hóa thông tin, 1976<\/ref>, giáng Huệ phi Nhật Lệ, con gái Lê Ngân làm Tư dung. Mụ đồng Nguyễn thị bị đày ra châu xa. Thầy phù thủy Trần Văn Phương bị đồ làm lính ở phường nuôi voi.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 401<\/ref>\n\n==Ghi công==\nNăm 1448, Lê Nho Tông là con Lê Ngân được nhiều đại thần thương, tâu với vua Lê Nhân Tông cho làm Đại đội trưởng quân Bảo Ứng.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 414<\/ref>\n\nNăm 1453, [[Lê Nhân Tông]] đại xá, cấp cho con cháu ông và con cháu Lê Sát, Lê Khả, Lê Khiêm, Trịnh Khắc Phục 100 mẫu ruộng quan điền.<ref name=\"Đại Việt sử ký toàn thư\"\/><ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 423<\/ref>\n\nNăm 1484, vua [[Lê Thánh Tông]] truy tặng ông chức Thái phó, Hoằng quốc công.<ref>Đại Việt thông sử, trang 251, Nhà xuất bản văn hóa thông tin, 1976<\/ref>\n\nTên của ông được đặt làm tên đường ở thành phố Thanh Hóa, thành phố Đà Nẵng và thành phố Hồ Chí Minh. Đường Lê Ngân, phố Đông Phát 1, phường Đông Vệ, thành phố Thanh Hóa; Đường Lê Ngân, quận Cẩm Lệ, thành phố Đà Nẵng và đường Lê Ngân, quận Tân Bình, thành phố Hồ Chí Minh.\n\n==Nhận định==\n\n{{cquote|''Ông là một công thần mở nước, chết không đáng tội''|||''Đại Việt thông sử''}}<ref name=\"ReferenceE\"\/>\n\n{{cquote|''Khi bị vây ở Ai Lao thì đùi vế khinh thường giáo mác, khi hết lương ở Linh Sơn, như cây tùng dạn với tuyết sương. Rồi khi quét sạch đàn ong ở Bồ Đằng, Khả Lưu, sau lại phá tan lũ kiến ở Nghệ An, Thuận Hóa. Trận đánh bên Tây Việt mấy chục năm cây cỏ còn ghi, công khôi phục Đông Đô nghìn muôn thủa sử xanh vẫn chép''|||''Đại Việt thông sử'', Bài chế văn của vua Lê Thái Tông ban cho Lê Ngân sau khi giết Lê Sát, thăng ông làm Nhập nội đại đô đốc Quy Hóa trấn phiêu kỵ thượng tướng quân đặc tiến khai phủ nghi đồng tam ty thượng trụ quốc, Quốc huyện thượng hầu}}<ref>Đại Việt thông sử, trang 248, Nhà xuất bản văn hóa thông tin, 1976<\/ref>\n\n==Hậu thế ghi công==\nĐền Ngọc Lan thuộc quần thể khu di tích lịch sử Lam Kinh (căn cứ địa của cuộc khởi nghĩa Lam Sơn) cách thành phố Thanh Hoá 51 km về phía Tây Bắc, thuộc xã Xuân Lam, huyện Thọ Xuân, được bộ Văn hoá Thông tin (cũ) xếp hạng là khu di tích lịch sử cấp quốc gia vào năm 1962. Đền hiện thờ Công chúa [[Lê Thị Ngọc Lan|Ngọc Lan]] và bảy vị Công thần Khai quốc của nhà Lê; đó là các vị đại thần Lưu Nhân Chú, Phạm Vấn, Lê Sát, Lê Ngân, Nguyễn Lý, Lê Văn Linh và Bùi Quốc Hưng.<ref>[http:\/\/www.nguoiduatin.vn\/ngoi-den-thieng-giup-le-loi-danh-thang-giac-minh-a112330.html Đền thờ Ngọc Lan thờ 7 vị khai quốc công thần]<\/ref>\n\n==Xem thêm==\n* [[Lê Thái Tổ|Lê Lợi]]\n* [[Khởi nghĩa Lam Sơn]]\n* [[Lê Thái Tông]]\n* [[Lê Sát]]\n\n==Tham khảo==\n* [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]], Nhà xuất bản khoa học xã hội Hà Nôi, 1993, Dịch giả Viện sử học Việt Nam.\n* Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, dịch giả Ngô Thế Long.\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n\n==Chú thích==\n{{tham khảo|3}}\n{{Khởi nghĩa Lam Sơn}}\n\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1437]]\n[[Thể loại:Người tham gia Khởi nghĩa Lam Sơn (1418–1427)]]\n[[Thể loại:Công thần khai quốc nhà Lê sơ]]\n[[Thể loại:Công tước truy phong Việt Nam]]\n[[Thể loại:Công tước nhà Lê sơ]]"}