{"271332":"'''Lê Quang Định''' ([[chữ Hán]]: 黎光定; [[1759]]<ref>Theo các sách ở mục tham khảo, riêng ''Thành ngữ điển tích danh nhân từ điển'' (Tập I) của G.S Trịnh Vân Thanh ghi [[1760]] (tr. 666).<\/ref> - [[1813]]), tự: '''Tri Chỉ''' (知止), hiệu: '''Tấn Trai''' (晉齋, hay '''Cấn Trai'''), '''Chỉ Sơn'''; là văn thần đầu đời [[nhà Nguyễn|Nguyễn]], và là [[nhà thơ]] có tiếng trong nhóm ''Sơn Hội''<ref>Gọi là nhóm Sơn Hội, vì tên các hội viên đều có chữ Sơn, như Chỉ Sơn Trịnh Hoài Đức, Nhữ Sơn Ngô Nhân Tịnh, Kỳ Sơn Diệp Minh Phụng, Hối Sơn [[Hoàng Ngọc Uẩn]] v.v...Để hoạt động tích cực hơn nữa về mặt văn hóa, các hội viên trong nhóm Sơn Hội mở thêm thi xã Bình Dương (ghi theo Huỳnh Minh, ''Gia Định xưa'' (tr. 312). ''Địa chí văn hóa [[Thành phố Hồ Chí Minh]]'' phần [[Lịch sử]] (tr. 193) cho biết thi xã Bình Dương và Sơn Hội chỉ là một). Việc xuất hiện của Sơn hội và Bình Dương thi xã, cho thấy đầu những năm 80 của [[thế kỷ 18]], lực lượng tri thức ở Gia Định bắt đầu có những sinh hoạt văn hóa-xã hội độc lập. Văn học Hán-Nôm ở Gia Định chính thức ra đời từ đó.<\/ref> ở [[Gia Định]] và ''[[Bình Dương]] thi xã''. Ông cùng [[Trịnh Hoài Đức]] ([[1765]]-[[1825]]) và [[Ngô Nhân Tịnh]] ([[1761]]-[[1813]]) được người đương thời xưng tụng là ''[[Gia Định tam gia]]'' của đất [[Gia Định]] xưa.\n\n==Cuộc đời==\n'''Lê Quang Định''' là người làng Tiên Nộn, xã Phú Mậu, huyện [[Phú Vang]], phủ [[Thừa Thiên Huế|Thừa Thiên]] (nay là xã Phú Mậu, thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]]). Hiện còn nhà thờ họ Lê Quang tại quê nhà Tiên Nộn.\n \nThuở nhỏ, nhà nghèo, cha là một viên quan nhỏ mất sớm, nên ông phải theo anh vào làm ăn ở huyện Bình Dương, tỉnh [[Gia Định]]. Sau, ông theo học với [[Võ Trường Toản]] (?-[[1792]]), kết bạn với Ngô Nhân Tịnh, Trịnh Hoài Đức, rồi cùng nhau lập \"Bình Dương thi xã\". \n \nVốn thông minh, hiếu học, Lê Quang Định được một thầy thuốc là Hoàng Đức Thành gả con gái và tận tình giúp đỡ.\n\nNăm [[Mậu Thân]] ([[1788]]), khi chúa [[Gia Long|Nguyễn Phúc Ánh]] ([[1762]]-[[1820]]) đánh chiếm lại Gia Định và cho mở khoa thi, ông và Trịnh Hoài Đức trúng tuyển, được cử làm Hàn lâm viện chế cáo, giữ việc biên soạn sổ sách, rồi lần lượt trải chức Điền tuấn quan (trông coi việc khai khẩn), Đông cung thị giảng (dạy cho [[Nguyễn Phúc Cảnh]]), Hữu tham tri [[bộ Hình]].\n\nNăm [[1802]], [[Gia Long|Nguyễn Phúc Ánh]] lên ngôi, lấy niên hiệu là [[Gia Long]], Lê Quang Định được giữ chức Thượng thư [[bộ Binh]], rồi làm Chánh sứ để cùng với Lê Chính Lộ, Nguyễn Gia Cát sang [[nhà Thanh]] ([[Trung Quốc]]) cầu phong cho nhà vua.\n\nNăm [[1806]], ông đảm nhận việc biên soạn ''Hoàng Việt nhất thống địa dư chí'' gồm 10 quyển, là bộ địa chí đầu tiên của [[nhà Nguyễn]].\n\nNăm [[1810]], ông giữ chức Thượng thư [[bộ Hộ]] kiêm coi Khâm Thiên Giám (tức đài quan sát [[thiên văn học|thiên văn]]). Sau đó, ông còn lo việc kiểm tra dân số, lập sổ dinh điền và chia hạng ruộng đất.\n\nNăm [[Gia Long]] thứ 12 ([[1813]]), Lê Quang Định mất vì bệnh, hưởng dương 53 tuổi <ref>Theo Huỳnh Minh: Năm [[1813]], ông cáo bệnh về quê và mất sau đó ít lâu (''Gia Định xưa'', tr. 115-117).<\/ref> Về sau, ông được vua [[Tự Đức]] (ở ngôi: [[1847]]-[[1883]]) đưa vào thờ ở miếu Trung hưng công thần tại [[cố đô Huế|kinh đô Huế]].\n\n==Tác phẩm==\nLê Quang Định là nhà thơ có tiếng trong nhóm ''Bình Dương thi xã'' và nhóm ''Sơn Hội'' ở Gia Định.\n\nSáng tác của ông gồm:\n*'''Hoa nguyên thi thảo''' (''華元詩草''): bằng [[chữ Hán]], 1 quyển, gồm 74 bài, hầu hết là thơ đề vịnh, cảm hoài và thù tạc. Trong đó có một số bài sáng tác ở [[Việt Nam]], còn phần lớn được viết lúc đi sứ sang [[Trung Quốc]] bằng đường thủy.\n*'''Hoàng Việt nhất thống địa dư chí''' (''皇越一統輿地志''): gồm 10 quyển, chép đủ đường sá, sông núi, thổ sản, phong tục từ [[Lạng Sơn]] đến [[Hà Tiên (tỉnh)|Hà Tiên]]...Bộ sách được triều Nguyễn đánh giá rất cao, đồng thời trở thành công cụ tra cứu chủ yếu cho các công trình địa chí tiếp theo...<ref>Ở Thư viện Viện Sử học ([[Hà Nội]]) còn lưu giữ bản chép tay, mỗi quyển chép làm 1 tập. Ký hiệu: HV.528. Năm [[2005]], Nhà xuất bản [[Thuận Hóa]] và Trung tâm Văn hóa Ngôn ngữ Đông Tây đã xuất bản. Sách do Phan Đăng dịch, giới thiệu & chú giải, dày 1.850 trang, khổ 19 [[xentimét|cm]] x 27 cm.<\/ref>.\n*'''Gia Định tam gia thi tập''' (''嘉定三家詩集''): gồm một số bài thơ, in chung với thơ của Trịnh Hoài Đức và Ngô Nhân Tịnh.\n\n==Nhận xét==\nLê Quang Định là người thông minh, cẩn thận, kín đáo, giản dị, nổi tiếng thơ văn, viết chữ đẹp và có tài về hội họa.\n\nSách ''Hỏi đáp lịch sử Việt Nam'' (Tập 3) viết:\n:''Tài thơ của ông từng được các văn nhân mặc khách [[Việt Nam]], [[Trung Quốc]], [[Triều Tiên]] tán thưởng. Tài hội họa cùng nghệ thuật văn chương được thấy rõ qua thi phẩm ''Hoa nguyên thi thảo''. Toàn tập chỉ có 9 bài tuyệt cú, còn bao nhiêu là thơ ngũ ngôn và thất ngôn luật (sở trường của ông). Tứ thơ trong thi tập hào sảng, phóng khoáng, bút pháp hồn hậu, giản phác, không dụng công để trau chuốt ngôn từ, nhưng thành tựu nghệ thuật rất trong sáng. Sở trường hội họa đã tạo thơ ông mang tính \"thi trung hữu họa\".''\n:''Tập thơ này đã được Lê Lương Thuận, Hàn lâm viện chế cáo đề tựa năm [[1807]] và phần lớn đều có lời bình của [[Ngô Thì Hương|Ngô Thì Vị]] <ref>Ngô Thì Vị, còn được gọi là [[Ngô Thì Hương]] ([[1774]]-[[1821]]), là nhà thơ và là con út của [[Ngô Thì Sĩ]].<\/ref> và [[Nguyễn Du]]...''<ref>Theo ''Hỏi đáp lịch sử Việt Nam'' (Tập 3), Trần Nam Tiến chủ biên, Nhà xuất bản Trẻ, 2007, tr. 303.<\/ref>\n\n==Giới thiệu thơ==\n{|valign=\"top\"\n|\n:'''Đề mỹ nhân dao lỗ đồ'''\n:''Thiên nhiên tú mị dĩ kham xan\n:''Dao lỗ giai nhân cánh khả quan.\n:''Dương liễu phong khinh yêu đới trụy,\n:''Phù dung sương đạm kiểm chi hàn.\n:''Vi hàm xuân muộn kiều vô lực,\n:''Bán lộ thu tình ảnh dục lan.\n:''Khước hận đan thanh thiên trước bút,\n:''Bất tương hoàn bội họa hồng nhan.''\n|\n:Dịch nghĩa:\n:'''Đề bức tranh mỹ nhân bơi chèo'''\n:''Vẻ tốt đẹp thiên nhiên đã làm cho người ta thèm thuồng, có thể ăn được.\n:''Người đẹp bơi chèo lại càng thêm ưa mắt.\n:''Giải lưng thướt tha như làn gió nhẹ lướt nhành dương liễu,\n:''Phấn mặt mát lạnh như màu sương nhạt điểm hoa phù dung.\n:''Nét xuân sắc hơi buồn, dáng rất ẻo lả\n:''Làn thu ba nửa lộ, bóng như lờ mờ.\n:''Chỉ giận người thợ vẽ hạ bút còn thiên lệch,\n:''Không đem ngọa hoàn, ngọc bội mà vẽ cho người hồng nhan.''<ref>Chép theo ''Hợp tuyển thơ văn Việt Nam'' (tập 3), tr.581<\/ref>\n|}\n\n==Tham khảo==\n*[[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm (tập 1)''. Nhà xuất bản Văn hóa, [[Hà Nội]], 1984.\n*Diên Hương, ''Thành ngữ điển tích từ điển''. Nhà xuất bản [[Đồng Tháp]], 1992.\n*Huỳnh Minh, ''Gia Định xưa'', Nhà xuất bản VHTT, 2006.\n*[[Nguyễn Q. Thắng]] & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản KHXH, 1992.\n*Nhiều người soạn, ''Hợp tuyển thơ văn Việt Nam'' (tập 3) Huỳnh Lý chủ biên. Nhà xuất bản Văn học, 1978.\n*Nhiều người soạn, ''Từ điển văn học (bộ mới)'' (mục từ do Chiêu Dương soạn). Nhà xuất bản Thế giới, 2004.\n*Nhiều người soạn, ''Hỏi đáp lịch sử Việt Nam (tập 3)'', Trần Nam Tiến chủ biên. Nhà xuất bản Trẻ, 2007.\n*Nhiều người soạn, ''Hỏi đáp về Sài Gòn-TP.HCM (tập 3)'', TS. Quách Thu Nguyệt chủ biên. Nhà xuất bản Trẻ, 2006.\n*Tạ Ngọc Liễn, ''Danh nhân văn hóa trong lịch sử Việt Nam''. Nhà xuất bản Thanh Niên, 2008.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Gia Định tam gia}}\n\n{{Thời gian sống|sinh=1759|mất=1813}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhà thơ Việt Nam thời Nguyễn]]\n[[Thể loại:Người Đàng Trong]]"}