{"3700171":"{{Nhiều vấn đề|\n{{Chú thích trong bài|dat=Tháng 3\/2022}}\n{{Cần biên tập|date=Tháng 3\/2022}}\n}}\n{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ Ưu tú]]\n| nền = diễn viên\n| tên = Lê Tứ\n| tên khai sinh = Lê Văn Tứ\n| ngày sinh = {{năm sinh và tuổi|1975}}\n| nationality = {{VIE}}\n| birthname =\n| đào tạo = [[Trường Đại học Sân khấu - Điện ảnh Thành phố Hồ Chí Minh|Cao đẳng Sân khấu - Điện ảnh Thành phố Hồ Chí Minh]]\n| birthplace = [[Sa Đéc (tỉnh)|Sa Đéc]], [[Cộng hòa miền Nam Việt Nam]]\n| nghề nghiệp = Diễn viên sân khấu\n| field= Cải lương\n| awards= {{plainlist|\n* 2000 và 2001: [[Giải Trần Hữu Trang]]\n* [[Nghệ sĩ Ưu tú]]: Đợt 8 (2015)}}\n| birthdate = }}\n\n'''Lê Tứ''' (sinh năm [[1975]]) là [[nghệ sĩ]] cải lương thế hệ mới, sau thời kỳ hoàng kim của cải lương, và là nghệ sĩ chuyên hát tân cổ giao duyên. Anh được [[Nhà nước Việt Nam|Nhà nước]] trao tặng danh hiệu [[Nghệ sĩ Ưu tú]] (năm [[2015]])<ref>{{Chú thích web|url=https:\/\/thanhnien.vn\/nghe-si-cai-luong-le-tu-tung-an-com-thieu-lam-phuc-vu-truoc-khi-noi-tieng-post1060656.html|tựa đề=Nghệ sĩ cải lương Lê Tứ: Từng ăn cơm thiếu, làm phục vụ trước khi nổi tiếng|ngày=2021-04-26|website=Báo Thanh Niên|url-status=live}}<\/ref>\n\n== Tiểu sử ==\nLê Tứ sinh ra và lớn lên ở quận [[Đức Thành]], [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay là huyện Lai Vung, tỉnh Đồng Tháp) trong gia đình mà bên nội ngoại đều là những tài tử miệt vườn. Lúc Lê Tứ 7–8 tuổi, ông nội, ông ngoại đi chơi [[Đờn ca tài tử Nam Bộ|đờn ca tài tử]] trong thôn xóm, thường hay dẫn Tứ đi theo chơi rồi từ đó được dạy ca vài bài bản nhỏ.\n\nTừ những manh nha ban đầu ấy đã góp phần bồi đắp trong lòng Tứ ước vọng sau này được trở thành nghệ sĩ cải lương \"chính hiệu\".\n\n=== Con đường đến với cải lương ===\nNăm [[1992]], Tứ quyết định thi và đậu vào hệ trung học – khoa Diễn viên cải lương của Trường Nghệ thuật Sân khấu II (nay là Trường Cao đẳng Sân khấu Điện ảnh TP Hồ Chí Minh). Ngày xa quê lên TP Hồ Chí Minh nhập học, hành trang của Tứ mang theo chính là lời dặn dò ân cần nhưng khá buồn cười của mẹ: \"Mày ráng học giỏi để thành danh. Còn nếu học không xong thì ở trên luôn đó tự đi làm để sống đi nhen!\"\n\nSong, lời nói của mẹ đã là nguồn lực động viên cho Tứ rất nhiều khi đời sống sinh viên nhiều khó khăn và trong những ngày tháng mới ra trường lao đao, lận đận.\n\nNăm [[1998]], có mặt tại Liên hoan Tài năng trẻ sân khấu toàn quốc tại [[Đà Nẵng]], Tứ đã đạt giải đặc biệt \"Thí sinh nhỏ tuổi nhất cuộc thi\" với vai diễn Từ Hải trong trích đoạn <nowiki>''Vương Thúy Kiều''<\/nowiki>. Rồi với những gì đã đạt được cũng như sự động viên của thầy cô. Năm [[2000]], Tứ lại tiếp tục học lên hệ CĐ khoa Diễn viên.\n\nTrong quá trình đang theo học tại trường, Tứ đã đến với Giải Triển vọng Trần Hữu Trang. Và 1 lần nữa với vai Lục Vân Tiên, Tứ đã đạt số điểm gần như tuyệt đối để được đặc cách thẳng vào vòng chung kết.\n\nSau đó, Tứ lại được nhà trường cử sang [[Pháp]] biểu diễn trong chương trình hợp tác giữa trường với cộng đồng người Việt tại Pháp. Ấn tượng sâu đậm nhất mà Lê Tứ có được trong chuyến đi xuất ngoại này chính là tình cảm của bà con khán giả dành cho nghệ thuật dân tộc.\n\nKhi các nghệ sĩ biểu diễn, ai nấy đều im lặng lắng nghe và ở những đoạn cao rào hay mỗi khi các nghệ sĩ xuống hò vọng cổ, mọi người đều vỗ tay vang dội. Chính thái độ thưởng thức nghệ thuật nghiêm túc ấy đã khiến cho các nghệ sĩ như Tứ có được những phút thăng hoa trong diễn xuất.\n\nNăm [[2002]], Tứ tốt nghiệp Trường CĐ Sân khấu Điện ảnh và được nhà trường giữ lại làm giảng viên môn kỹ thuật biểu diễn. Cùng với công tác giảng dạy, hiện Lê Tứ đang cộng tác với nhóm \"Thắp sáng niềm tin\" cũng như thường xuyên đi biểu diễn ở một số sân khấu.\n\n=== \"Ông tơ, bà nguyệt\" bén duyên cho Lê Tứ ===\n\"Năm [[1992]], Tứ từ Đồng Tháp, còn Hà Như từ [[Vĩnh Long]] cùng lên TP Hồ Chí Minh để học ở Trường Nghệ thuật sân khấu II.\n\nCùng học, cùng ra trường, cùng đi hát show, cùng niềm đam mê cải lương, cùng mối đồng cảm xa quê, do đó tình bạn giữa Tứ và Hà Như dần chuyển thành tình yêu lúc nào chẳng hay, nhưng xem ra vẫn chưa ai dám ngỏ lời. Đến năm [[1997]], trong chuyến sang Pháp lưu diễn, Tứ bất ngờ bị cảm, Hà Như đã chăm sóc Tứ rất tận tình. Và một ngày nọ sau khi đã về nước, Hà Như nhắn Tứ qua nhà chở đi chơi…\n\nCái thuở ban đầu lưu luyến của Tứ và Hà Như đã diễn ra như vậy. Năm [[2000]], chúng tôi quyết định \"đổ gạo nấu cơm chung\", tính đến nay đã 16 năm rồi. Nói tóm lại, phần thưởng mà Lê Tứ đạt được là vị trí và cuộc sống nghệ thuật cùng gia đình hiện nay.<ref>{{Chú thích web|url=http:\/\/kenhgiaitri24h.com\/nghe-si-le-tu-%D1%82i%D0%BF%D0%BD-%E1%83%A7e%CF%85-voi-cai-luong-da-giu%CF%81-toi-vuot-q%CF%85%CE%B1-tat-ca-de-theo-d%E1%B4%9Co%CE%B9-%E1%B5%ADam-%D0%BCe\/|tựa đề=Nghệ sĩ Lê Tứ: Тình yêu với cải lương đã giúρ tôi vượt qua tất cả để theo đuổi đam mê|ngày=2020-09-13|url-status=live}}<\/ref>\n\nTứ được khán giả mến mộ, các bạn đồng nghiệp và học sinh thương yêu và gia đình vợ con đầm ấm, hạnh phúc, kinh tế gia đình khá ổn định. Nghề hát bây giờ mà có được cuộc sống ổn định và gia đình hạnh phúc như Tứ thì thử hỏi còn mong muốn gì khác hơn nữa chứ?\" – NSƯT Lê Tứ chia sẻ.\n\n== Tân cổ giao duyên ==\n{{Div col|cols=2}}\n* ''Quán nước quê nghèo'' (Tác giả: [[Lam Tuyền]])\n* ''Chợ Mới'' (Tác giả: [[Trọng Nguyễn]])\n* ''Về miền Tây'' (Tân nhạc: [[Thanh Sơn]]; cổ nhạc: Hoàng Song Việt)\n* ''Cây dừa nước mồ côi'' (Lời thơ: Hồ Kiên Giang; lời vọng cổ: Trần Việt Liêm)\n* ''Mẹ ơi hãy yên lòng'' (Sáng tác: Võ Đông Điền)\n* ''Màu hoa bí'' (Nhạc: Võ Đông Điền; lời vọng cổ: Châu Giang)\n* ''Tình anh bán chiếu'' (Sáng tác: [[Viễn Châu|NSND Viễn Châu]]){{Div col end}}\n\n== Phim ảnh ==\n* Phim truyền hình [[Dưới cờ đại nghĩa]] vai Giáo chủ [[Huỳnh Phú Sổ]]\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Nam diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nam diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Nghệ sĩ cải lương]]\n[[Thể loại:Người Đồng Tháp]]"}