{"13701316":"'''Lê Ý''' (黎意; ?-1530) là quý tộc [[nhà Lê sơ]], lãnh đạo cuộc nổi dậy chống lại [[nhà Mạc]].<ref>{{Chú thích web|url=https:\/\/gacsach.com\/doc-online\/106792\/viet-su-giai-thoai-tap-6-chuong-01-05.html|tựa đề=Việt sử giai thoại quyển 6, chương I|tác giả=Nguyễn Khắc Thuần|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-12-16}}<\/ref>\n\n==Tiểu sử ==\n\nLê Ý là dòng dõi \"bên ngoại\" tức là hậu duệ họ Lê nhưng không phải đích hệ (khác \"ngoại thích\" là thân tộc của các đời hoàng hậu, hoàng phi hoặc thái hậu).\n\nĐến đời Lê Ý thì được phong làm \"Thái An Công\".\n\n== Chống Mạc ==\n\n=== Khởi binh ===\nTháng 6 năm Đinh Hợi (1527), [[Mạc Đăng Dung]] ép Lê Cung Hoàng nhường ngôi thành lập [[nhà Mạc]].\n\nNăm 1528, Lê Ý dấy binh ở Da Châu ([[Quan Hóa]]-Thanh Hóa) xưng hiệu là Quang Thiệu (khẳng định ông là người tiếp nối vinh quang của [[nhà Lê]]), chưa đầy một tháng nhân mã các châu huyện cùng tụ về được vài vạn người.\n\nLê Ý bèn cùng các bộ tướng của mình như: [[Lê Như Bích]], [[Lê Bá Tạo]], [[Hà Công Liêu]], [[Lê Tông Xá]], [[Nguyễn Cảo]]... bày doanh trại, chia quân thành cơ, thành đội, thành ngũ... rồi đặt súng lệnh, giương cờ hiệu, kéo ra đóng bên bờ sông Mã. Hào kiệt các nơi nghe thấy đều cho rằng khí vận nhà Lê lại thịnh, khắp nơi hướng về.\n\n=== Chống Mạc Thái Tổ ===\nTháng tư năm Canh Dần (1530), [[Mạc Thái Tổ]] - Mạc Đăng Dung thân chinh đem mấy vạn quân thủy bộ vào Thanh Hoa. Hai bên giao chiến mấy trận quân Mạc đều thua cả, Mạc Thái Tổ thấy thế khó bèn lui binh về Thăng Long, để Lâm Quốc Công - thái sư  Mạc Quốc Trinh ở lại trấn giữ dinh Hoa Lâm (?).\n\nThừa thắng Lê Ý đem quân đánh xuống Tây Đô (Vĩnh Lộc - Thanh Hóa), Mạc Quốc Trinh lại lui về Tống Giang (Ninh Bình).\n\n=== Chống Mạc Thái Tông ===\nTháng 8, ngày 23, năm Canh Dần (1530) Mạc Đăng Dung đã về đến kinh đô, để [[Mạc Thái Tông]] đem quân vào Thanh Hoa, Mạc Thái Tông đem quân vào hội quân ở sông Hoằng Hóa (sông Lạch Trường - Thanh Hóa), rồi bàn với Lâm Quốc Công cùng tiến đánh Lê Ý.\n\n[[Mạc Quốc Trinh]] dẫn 200 chiến thuyền đi tiên phong, hẹn ba ngày sau sẽ đến sông Đa Lộc (Yên Định, Thanh Hóa).\n\n==== Trận sông Đa Lộc ====\nLê Ý biết quân nhà Mạc chia làm hai thì cả mừng, một mặt dàn quân sẵn ở sông Đa Lộc, lại tự mình đem quân tinh nhuệ bí mật theo đường tắt mà tiến trong đêm.\n\nTới sáng đến sông Yên Sơn (một đoạn của sông Mã) thì gặp quân của Mạc Quốc Trinh liền đánh tập hậu quân của Mạc Quốc Trinh.\n\nToàn quân nhà Mạc không biết quân nhà Lê ở đâu chui ra thì sợ hãi mà tan vỡ, bỏ thuyền nhảy lên bờ chạy tán loạn.\n\nLê Ý cưỡi ngựa, đốc suất các tướng xông pha trận mạc, tự tay đâm chết hơn 70 tên.\n\nQuân Mạc đại bại, Lê Ý thừa thắng đuổi đánh, chém giết vô kể.\n\n==== Trận Động Bàng ====\nMạc Thái Tông vẫn chưa biết là Mạc Quốc Trinh đã bị thua trận, y như kế hoạch tự mình đốc suất các tướng tiến đến xã Động Bàng (Thanh Hóa), tính đánh kẹp quân nhà Lê.\n\nLê Ý biết tin, bèn hăng hái xuống lệnh cho các tướng rằng:\n\n\"Nay được gặp bọn giặc lớn ở đây, nếu không quyết đánh thì không thể mong hưng phục được nhà Lê\".\n\nCác tướng nghe lệnh, đều dốc sức đánh.\n\nQuân Mạc đánh mãi không thấy quân của Mạc Quốc Trinh thì đại loạn, quân nhà Lê được thế càng đánh càng hăng cả phá quân Mạc, chém được hơn một vạn tên, xác chết chồng chất lên nhau.\n\nQuân nhà Lê thắng trận một ngày hai lần, uy danh vang dội, khiến cho quân Mạc phải chạy dài. Mạc Thái Tông phải rút về kinh thành, sai Mạc Quốc Trinh ở lại cố thủ.\n\n== Cái chết ==\nLê Ý đại thắng hai trận liền thu quân, triệt phá doanh trại, về đóng ở Da Châu, vì mới thắng luôn mấy trận nên sinh lòng kiêu ngạo, không còn lo phòng bị như trước, lại có ý coi thường đối phương.Gặp phải ngay lúc hết lương, có tướng bàn:\n\n''\"Quân Mạc chưa diệt, chiến sự chưa yên, ta nên thúc quan lại các nơi điều động phu phen vận lương đến là được\".''\n\nLê ý không cho là phải, nói át đi:\n\n''\"Phu phen điều một người là ở bản địa thiếu một người, nay quân ta đại thắng liên tiếp, ngụy Mạc khiếp sợ mà co cụm trong thành không dám đánh, sao không cắt vài ngàn quân về bản địa vận lương mà nỡ đặt điều lao dịch nặng nề như vậy\".''\n\nCác tướng biết là không ổn nhưng thanh thế Lê Ý đang thịnh nên không ai dám bác, đành phải cắt mấy ngàn quân về hậu phương tải lương.\n\nĐại quân thiếu đi lượng lớn nhân lực lại đang thả lỏng sau đại thắng nên doanh trại vô lực, quân dung rời rạc. Mạc Quốc Trinh nhận biết được thì mừng lắm, tức tốc đem năm ngàn tinh nhuệ đánh lên Da Châu.\n\nLê Ý không có chuẩn bị đem quân ra đánh, chống không nổi quân nhà Mạc bị bắt sống bỏ cũi đem về Thăng Long ngũ mã phân thây.\n\nQuân tướng lớp bị giết, lớp chạy sang Ai Lao theo An Thanh Hầu - Nguyễn Kim, số còn lại thì cởi giáp về vườn. Cơ nghiệp họ Lê coi như kết thúc từ đây.\n\n== Tham khảo ==\n\n* Lê - Mạc, Trịnh - Nguyễn giai thoại.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Công tước nhà Lê sơ]]"}