{"125308":"{{Thông tin viên chức\n|tên= Lê Quang Tung\n|cỡ hình= \n|miêu tả=\n\n|chức vụ= [[Hình: 81st Airborne Commando Battalion.svg|22px]]<br>Tư lệnh Lực lượng Đặc biệt<br>(tiền thân là Sở Khai thác Địa hình)\n|bắt đầu= 3\/1963\n|kết thúc= 11\/1963\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá\n|địa hạt= Phủ Tổng thống VNCH\n\n|chức vụ 2= [[Hình:Emblem of the Republic of Vietnam (1955–1957).svg|22px]] [[Hình: ARVN Presidential Guards Unit's Insignia.png|25px]]<br>Chỉ huy trưởng Lữ đoàn Liên binh<br>Phòng vệ Phủ Tổng thống\n|bắt đầu 2= 1\/1961\n|kết thúc 2= 11\/1963\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá (1\/1961)\n|địa hạt 2= Phủ Tổng thống VNCH\n\n|chức vụ 3= [[Hình: 81st Airborne Commando Battalion.svg|22px]]<br>Giám đốc Sở Khai thác Địa hình<br>(tiền thân là Sở Liên lạc)\n|bắt đầu 3= 4\/1960\n|kết thúc 3= 3\/1963\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tá\n|địa hạt 3= Phủ Tổng thống VNCH\n\n|chức vụ 4= [[Hình: 81st Airborne Commando Battalion.svg|22px]]<br>Giám đốc Sở Liên lạc<br>CHT Trung tâm Huấn luyện Biệt kích\n|bắt đầu 4= 1\/1957\n|kết thúc 4= 4\/1960\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung tá (1\/1957)\n|địa hạt 4= Phủ Tổng thống VNCH\n|phó chức vụ 4= Phụ tá\n|phó viên chức 4= -Đại úy Trần Khắc Kính\n\n|chức vụ 5= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Giám đốc Nha Tổng Nghiên huấn<br>trực thuộc Bộ Quốc phòng\n|bắt đầu 5= 10\/1956\n|kết thúc 5= 1\/1957\n|trưởng chức vụ 5= Cấp bậc \n|trưởng viên chức 5= Thiếu tá (10\/1956)\n|địa hạt 5= Quân khu Thủ đô\n\n|chức vụ 6= Chánh Sở An ninh Quân đội Trung phần\n|bắt đầu 6= 11\/1955\n|kết thúc 6= 10\/1956\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Đại úy (11\/1955)\n|địa hạt 6= Đệ nhị Quân khu Trung phần\n\n|chức vụ 7= Trưởng ty An ninh Quân đội Thừa Thiên\n|bắt đầu 7= 7\/1954\n|kết thúc 7= 11\/1955\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Trung úy (7\/1954)\n|địa hạt 7= Đệ nhị Quân khu Trung phần\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Bị sát hại\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|đạo= Công giáo\n|nơi ở= Sài Gòn\n|học vấn= Thành chung\n|học trường= -Trung học Đệ nhất cấp ở Huế<br>-Trường Võ khoa Thủ Đức\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[13 tháng 6]] năm [[1919]]<ref name=\"lugiang\">Lữ Giang, \"Trở lại vụ án Lê Quang Tung\", 30\/11\/2010.<\/ref>\n|ngày mất= {{ngày mất|1963|11|1}} ([[44]] tuổi)\n|nơi sinh= [[Thừa Thiên]], [[Liên bang Đông Dương]]\n|nơi mất= [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n|phục vụ= [[Hình: Flag of France.svg|24px]] [[Liên hiệp Pháp]]<br>[[Hình: Flag of the Empire of Vietnam (1945).svg|22px]] [[Quốc gia Việt Nam]]<br>[[Hình: Flag of South Vietnam.svg|24px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Vietnamese National Army.svg|22px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|24px]] [[Quân đội Việt Nam Cộng hòa|Quân đội VNCH]]\n|năm phục vụ= [[1947]]-[[1963]]\n|cấp bậc= [[Hình: A_ARVN-OF-5.svg|20px]] [[Đại tá|Đại tá Lục quân]]\n|đơn vị= [[Hình: 81st Airborne Commando Battalion.svg|20px]] [[Lực lượng đặc biệt (Việt Nam Cộng hòa)|Lực lượng Đặc biệt]]<br>[[Hình: ARVN Presidential Guards Unit's Insignia.png|20px]] [[Lữ đoàn Liên binh Phòng vệ Tổng thống Phủ|Lữ đoàn Phòng vệ]]<ref>Lữ đoàn Liên binh Phòng vệ Phủ Tổng thống.<\/ref>\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân đội Việt Nam Cộng hòa|Quân đội VNCH]]\n|tham chiến= -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n|công việc khác= [[An ninh quân đội, Quân lực Việt Nam Cộng hòa|An ninh Quân đội]]<ref>Chánh sở 2 An ninh Quân đội miền Trung (Cơ sở đặt tại Huế).<\/ref>\n}}\n\n'''Lê Quang Tung''' (1919-1963), nguyên là một sĩ quan cao cấp của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Đại tá]]. Ông xuất thân từ ngành Cảnh sát Quốc gia, sau được đồng hóa sang Quân đội, ông được thụ huấn từ những khóa đầu tiên tại Trường sĩ quan trừ bị được Chính phủ Quốc gia mở ra ở miền Nam Việt Nam vào đầu thập niên 50. Ông từng giữ chức Tư lệnh [[Lực lượng đặc biệt (Việt Nam Cộng hòa)|Lực lượng Đặc biệt]] [[Việt Nam Cộng hòa]], kiêm Chỉ huy trưởng [[Lữ đoàn Liên binh Phòng vệ Tổng thống Phủ|Lữ đoàn Liên binh Phòng vệ Phủ Tổng thống]], từ năm 1960 cho đến khi bị sát hại trong [[Đảo chính Việt Nam Cộng hòa 1963|Cuộc đảo chính tại Việt Nam Cộng hòa năm 1963]] lật đổ [[Tổng thống]] [[Ngô Đình Diệm]]. [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] từng xếp ông là người có quyền lực nhất ở miền Nam Việt Nam sau anh em ông Diệm và ông Nhu.\n\n==Thân thế và sự nghiệp==\nÔng sinh ngày 13 tháng 6 năm 1919 tại Giáo xứ An Vân, thuộc làng An Vân Thượng, xã Hương An, huyện Hương Trà, tỉnh Thừa Thiên, trong một gia đình trung nông theo đạo Công giáo.<ref>Năm sinh của Đại tá Lê Quang Tung, hầu hết các tài liệu đều ghi ông sinh năm 1923. Tuy nhiên, nhà nghiên cứu Lữ Giang xác nhận theo sổ Rửa tội tại giáo xứ An Vân (Huế), thì ông sinh ngày 13 tháng 6 năm 1919, rửa tội ngày 30 tháng 6 năm 1919, với tên thánh là [[Thánh Anrê|André]], nên trong bài viết ghi ngày tháng năm sinh theo đúng như sổ rửa tội của ông.<\/ref> Thiếu thời ông học Tiểu học và Trung học ở Huế.<ref>Khi Việt Minh nổi lên cướp Chính quyền, gia đình ông phải đi tản cư vì nơi gia đình ông cư ngụ thường xảy ra giao tranh giữa Quân đội Pháp và Việt Minh, nên sự học hành của ông bị gián đoạn. Có thể do nguyên nhân này nên cha ông đã khai rút tuổi lại cho ông như nhiều tài liệu đã ghi ông sinh năm 1923.<\/ref>. Năm 1943, ông thi đậu Trung học đệ nhất cấp<ref>Trung học Đệ nhất cấp, ngày nay được gọi là \"Trung học cơ sở\".<\/ref> với văn bằng Thành chung.\n\n===Ngành An ninh Liên hiệp Pháp===\nSinh ra và lớn lên trong một gia đình Công giáo mộ đạo, ông sớm hình thành đức tin cuồng tín và chống Cộng mãnh liệt. Vì vậy, sau khi Pháp tái chiếm Huế (ngày 7 tháng 2 năm 1947) trong cuộc [[Chiến tranh Đông Dương]], gia đình ông và nhiều gia đình khác cùng thôn hồi cư. Ngay sau đó ông bắt đầu làm việc cho cơ quan An ninh ở Huế do Thủ hiến Trần Văn Lý thành lập.<ref>Cơ quan An ninh ở Huế còn gọi là Sở An ninh Trung phần. Về danh nghĩa, Sở An ninh Trung phần trực thuộc Hội đồng Chấp chánh Lâm thời Trung phần, do người Việt lãnh đạo. Trên thực tế, Sở này chịu quyền điều hành trực tiếp của Sở An ninh Liên bang ''(Sûreté Fédérale'', còn gọi là Sở Mật thám Liên bang hay Sở Liêm phóng Liên bang), thuộc Phủ Cao ủy Đông Dương do người Pháp nắm quyền.<\/ref> Sau đó, ông được cử đi làm Trưởng ty An ninh ở Quảng Trị.<ref>Tháng tư năm 1950, tên gọi Ty An ninh được đổi thành Ty Công an.<\/ref>\n\nTháng 6 năm 1948, ông Phan Văn Giáo lên làm Quốc vụ khanh kiêm Tổng trấn Trung Kỳ. Với sự ra đời của \"Giải pháp Bảo Đại\" và chuẩn bị tiến tới thành lập [[Quốc gia Việt Nam]], chính quyền Pháp đã tiến hành cải tổ nhẹ cơ sở cai trị tại Đông Dương. Tuy bộ máy hành chính vẫn giữ nguyên, nhưng tên gọi các cơ quan và các chức vụ hành chính được đổi tên để tránh gợi nhớ lại thời thuộc địa trước đây. Cấp Kỳ được đổi sang cấp Phần. Các chức vụ Chủ tịch Ủy ban Lâm thời Hành chánh và Xã hội Bắc Kỳ, Hội trưởng Hội đồng Chấp chánh Lâm thời Trung Kỳ, Thủ tướng Nam Kỳ, được đổi thành chức vụ Thủ hiến Bắc phần, Trung phần và Nam phần. Các Sở An ninh cũng được đổi thành Nha Công an. Năm 1950, ông được thuyên chuyển về làm việc tại Nha Công an Trung phần ở [[Huế]] do ông Trần Trong Sanh làm Giám đốc.\n\n===Quân đội Quốc gia Việt Nam===\nVào khoảng năm 1950, có lẽ trong thời gian tùng sự tại Huế, ông tham gia phong trào thanh niên Công giáo tại miền Trung, chịu ảnh hưởng chủ thuyết [[Đảng Cần lao Nhân vị|Cần lao Nhân vị]] do ông [[Ngô Đình Cẩn]] lãnh đạo, nên ông gia nhập vào đảng này với tư cách hội viên cảm tình đảng.\n\nNăm 1952, ông được gọi đi học khóa 2 sĩ quan trừ bị Nam Định nhưng trường này chỉ đào tạo có một khóa là khóa 1 Lê Lợi rồi ngưng tiếp nhận thí sinh. Do đó ông được chuyển vào Trường sĩ quan trừ bị Thủ Đức ở trong Nam. Vì trường Thủ Đức chưa xây dựng hoàn chỉnh nên đến năm 1953 ông mới được nhập học vào khóa 3 phụ,<ref>Khóa 3 phụ Sĩ quan Trừ bị được khai giảng ở Thủ Đức, sau đó chia thành hai đơn vị khóa sinh. Một nửa được gửi đi thụ huấn ở trường Võ bị Đà Lạt với tên khóa 9B trừ bị (Đống Đa) và khi mãn khóa trở về Thủ Đức dự lễ tốt nghiệp. Nửa còn lại thụ huấn tại Thủ Đức với tên khóa Đống Đa 2 (Đại tá Lê Quang Tung học ở Thủ Đức)<\/ref> khai giảng ngày 1 tháng 9 năm 1953. Ngày 16 tháng 3 năm 1954 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] và chính thức trở thành đảng viên đảng Cần lao Nhân vị. Ra trường, ông được phân bổ làm sĩ quan tình báo (sĩ quan Ban 2) tại Tiểu đoàn 53 Bộ binh đóng tại Duy Xuyên, Quảng Nam. Sau Hiệp định Genève 20 tháng 7 năm 1954, ông được thăng cấp [[Trung úy]] và được bổ nhiệm làm Trưởng ty An ninh Quân đội Thừa Thiên ở Huế\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 11 năm 1955, chuyển biên chế từ Quân đội Quốc gia sang phục vụ Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Đại úy]] và được bổ nhiệm làm Chánh sở An ninh Quân đội Trung phần ở Huế. Vì là một tín đồ Công giáo, đảng viên Cần Lao, lại là một sĩ quan quân đội, ông sớm được sự tín cẩn của ông [[Ngô Đình Cẩn]]. Vì vậy, cùng trong năm này, ông cùng với Trung úy [[Nguyễn Văn Châu (Trung tá, Quân lực VNCH)|Nguyễn Văn Châu]]<ref>Trung uý Nguyễn Văn Châu về sau là Trung tá Giám đốc Nha Tâm lý. Sau đảo chính 1 tháng 11 năm 1963, được cho giải ngũ.<\/ref> được ông [[Ngô Đình Nhu]] giao nhiệm vụ tham gia thành lập Quân ủy Trung ương đảng Cần Lao<ref name=\"domau\">[[Đỗ Mậu]], \"Việt Nam máu lửa quê hương tôi\", chương 5.<\/ref>\n\n==Người thân tín của Tổng thống Diệm==\nNgày 26 tháng 10 năm 1956, Quốc trưởng [[Ngô Đình Diệm]] chính thức trở thành Tổng thống Việt Nam Cộng hòa, ông được thuyên chuyển về Sài Gòn giữ chức vụ Giám đốc Nha Tổng Nghiên huấn thuộc Bộ Quốc phòng và được thăng cấp [[Thiếu tá]]. Tuy nhiên, không lâu sau thì Nha Tổng Nghiên huấn bị giải thể. Đầu năm 1957 Sở Liên lạc được thành lập, ông được thăng cấp [[Trung tá]] và được cử làm Giám đốc Sở Liên lạc trực thuộc Phủ Tổng thống, phụ tá cho ông là Đại úy [[Trần Khắc Kính (Đại tá, Quân lực VNCH)|Trần Khắc Kính]]<ref>Đại uý Trần Khắc Kính sinh năm 1929 tại Nam Định. Tốt nghiệp Trường sĩ quan trừ bị Nam Định. Sau cùng là Trung tá nguyên Chỉ huy Lực lượng Đặc biệt Đệ ngũ Quân khu (tiền thân của Vùng 4 chiến thuật), Đại tá nguyên Tư lệnh Biệt khu 44, nguyên Tư lệnh phó Sư đoàn 22 Bộ binh.<\/ref> Trên thực tế, đây là một đơn vị nghiên cứu phương án huấn luyện và tung biệt kích ra phá hoại miền Bắc. Chính vì vậy, ông được cử sang [[Honolulu]]<ref>Honolulu là Thủ phủ của Tiểu bang Hawaii (Hạ Uy Di), Tiểu bang thứ 50 của Hoa Kỳ.<\/ref> tham gia một khóa huấn luyện đặc biệt của [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|CIA]] về hoạt động bí mật và xâm nhập. Khi về nước, năm 1958, ông chỉ huy một Trung tâm Huấn luyện Biệt kích với quân số 1.840 người đặt dưới sự chỉ huy trực của Cố vấn Tổng thống [[Ngô Đình Nhu]], mà không phải thông qua quyền lãnh đạo của các chỉ huy quân đội. Tuy nhiên, các hoạt động biệt kích này rất kém hiệu quả. Các toán xâm nhập đều bị bắt giữ khi đặt chân lên đất miền Bắc không bao lâu. Chính vì điều này, ông đã bị chỉ trích mãnh liệt do yếu kém trong điều hành chỉ huy. Trên thực tế, ngoài yếu tố bị tình báo miền Bắc phát hiện, ông chỉ là người thực hiện dưới sự chỉ đạo trực tiếp của Cố vấn Nhu và các Cố vấn Mỹ. Cùng thời điểm, Đại úy Trần Khắc Kính và Trung úy [[Lê Quang Triệu (Thiếu tá, Quân đội VNCH)|Lê Quang Triệu]] (em trai của ông) cũng được cử đi học khóa Tình báo Đặc biệt tại Saipan (một hòn đảo lớn ở phía bắc đảo Guam). Khi trở về Trung úy Triệu được giao cho nhiệm vụ tuyển dụng điệp viên.\n\nTháng 4 năm 1960, Sở Liên lạc được đổi tên thành Sở Khai thác Địa hình, nhưng tổ chức và hoạt động vẫn như cũ. Ngày 1 tháng 1 năm 1961, ông được thăng cấp [[Đại tá]], kiêm luôn Chỉ huy trưởng [[Lữ đoàn Liên binh phòng vệ Phủ Tổng thống]] vừa được thành lập. Ngày 15 tháng 3 năm 1963, Tổng thống Diệm chính thức đổi tên Sở Khai thác Địa hình thành [[Lực lượng đặc biệt Việt Nam Cộng hòa|Lực lượng Đặc biệt]], ông tiếp tục là Chỉ huy trưởng đơn vị mới này.\n\n===Cái chết bi thảm===\nDáng vẻ thấp đậm và đeo kính, một tín đồ ngoan đạo, trong chế độ [[Đệ Nhất Cộng hòa Việt Nam|Đệ Nhất Cộng hòa]], ông đã được xem như là một trong số sĩ quan quân đội nhiều quyền lực nhất. Hết mực trung thành với họ Ngô, vì vậy ông bị các tướng như [[Nguyễn Khánh]] và [[Tôn Thất Đính]] ganh ghét. Trong hồi ký của mình, tướng [[Đỗ Mậu]] cũng nhận xét ông rất nổi tiếng trong quân đội về tinh thần địa phương quá khích, về thái độ mộ đạo cuồng tín và về quyết tâm phục tùng vô điều kiện mệnh lệnh đối với Tổng thống Ngô Đình Diệm. Chính vì vậy, sau khi CIA từ bỏ những điệp vụ tốn kém và không hiệu quả, Cố vấn Ngô Đình Nhu vẫn tiếp tục phát triển Lực lượng Đặc biệt trở thành một đơn vị tinh nhuệ cơ động nhằm để đàn áp các đối thủ đối lập. Với mục đích đó, ông đã trở thành một nhân vật quan trọng, được giao chỉ huy các nhiệm vụ an ninh và phản gián, công khai lẫn bí mật bảo vệ quyền lực của gia đình họ Ngô.\n\nUy tín của Tổng thống Diệm ngày càng xuống thấp. Đỉnh điểm với [[Biến cố Phật giáo, 1963|Sự kiện Phật Đản, 1963]] đã làm dấy lên cuộc khủng hoảng chính trị trầm trọng tại miền Nam Việt Nam. Để nhanh chóng trấn áp phong trào [[Phật giáo]] và các nhóm đối lập, Ngô Đình Nhu đã lên kế hoạch tấn công các cơ sở Phật giáo, quan trọng nhất là vụ tấn công chùa Xá Lợi. Trong sự việc này, Lực lượng quân đội bị cấm trại và các đơn vị dưới quyền chỉ huy của ông đã tấn công vào chùa Xá Lợi vào ngày 21 tháng 8 năm 1963 dưới bộ quân phục của [[Quân đội Việt Nam Cộng hòa]].\n\nCác quan chức Mỹ rất phẫn nộ trước vụ việc, đe dọa sẽ rút lại viện trợ cho Lực lượng Đặc biệt, trừ khi họ được sử dụng trong cuộc chiến chống Cộng. Vụ tấn công tuy tạm thời làm lắng xuống sự chống đối, nhưng đó chỉ là sự ngấm ngầm để bùng phát dữ dội hơn. Vì là một người trung thành với họ Ngô, đồng thời phải là người chịu trách nhiệm trực tiếp trong vụ tấn công chùa Xá Lợi, ông tự nhiên trở thành người đầu tiên phải diệt trừ nếu có đảo chính xảy ra. Chính vì vậy, ngày 19 tháng 10 năm 1963, tướng Paul D. Harkins, chỉ huy trưởng [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam]] đã thông báo cho Tổng thống Diệm biết ngân khoản Hoa Kỳ dành cho Lực lượng Đặc biệt đã bị cắt giảm.\n\nMột kế hoạch khác cũng được giao cho ông nhưng chưa kịp thực hiện. Theo đó, các binh sĩ thuộc Lực lượng Đặc biệt sẽ cải trang và ám sát Đại sứ Henry Cabot Lodge, Jr. và một số quan chức chủ chốt của Tòa Đại sứ Hoa Kỳ. Tòa Đại sứ cũng sẽ bị người của Lực lượng Đặc biệt đốt cháy. Tuy nhiên, có lẽ giờ chót, kế hoạch này đã bị hoãn lại.\n\nTrước khi [[Đảo chính Việt Nam Cộng hòa 1963|Cuộc đảo chính 1\/11\/1963]] nổ ra, các tướng lĩnh đảo chính đã khéo léo tạo ra một tin giả, làm Tổng thống Diệm ra lệnh điều Lực lượng Đặc biệt ra vùng Hố Bò, Củ Chi, đồng thời điều Sư đoàn 5 Bộ binh về bảo vệ Sài Gòn. Tổng thống Diệm không thể ngờ đây lại là kế \"Rút củi đáy nồi\" và \"Giấu trời qua biển\" trong binh pháp (đưa bớt Lực lượng bảo vệ ông ra ngoài và điều Lực lượng đảo chính vào nội ô).\n\nCẩn thận hơn, ngay ngày nổ ra cuộc đảo chính, các tướng lĩnh cầm đầu còn dẫn dụ bắt giữ ông và em ông là Thiếu tá Lê Quang Triệu, Tham mưu trưởng Lực lượng Đặc biệt, tại Bộ Tổng Tham mưu. Sáng ngày [[1 tháng 1]] năm [[1963]], Đại tá Lê Quang Tung cũng như tất cả các vị Tư lệnh mọi quân binh chủng và Giám đốc nha sở tại [[Thành phố Hồ Chí Minh|Sài Gòn]] đều được lệnh của Trung tướng [[Trần Văn Đôn]], Quyền Tổng Tham mưu trưởng [[Quân đội Việt Nam Cộng hòa]], mời về họp tại Bộ Tổng Tham mưu. Cả hai anh em ông đều không thể ngờ lệnh triệu tập này là bản án tử hình của mình. Tối ngày [[1 tháng 11]], hai ông bị giết chết. Thân xác của hai anh em bị thất lạc cho đến tận ngày nay.\n\n==Gia đình==\nĐại tá Lê Quang Tung là người con thứ 5 trong một gia đình có 9 anh chị em gồm 6 trai, 3 gái. Em trai út của ông là Lê Quang Triệu, nguyên là Thiếu tá Tham mưu trưởng Lực lượng Đặc biệt, bị sát hại cùng ngày với ông.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thuy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Thư mục==\n*{{chú thích sách| title=A Death in November: America in Vietnam, 1963| url=https:\/\/archive.org\/details\/deathinnovembera0000hamm| authorlink=Ellen Hammer |first=Ellen J.|last=Hammer| year=1987 |publisher=[[E. P. Dutton]]|isbn=0-525-24210-4 |location=New York City, New York}}\n*{{chú thích sách| first=William| last=Prochnau |title=Once upon a distant war | url=https:\/\/archive.org\/details\/onceupondistantw00proc|publisher=[[Times Books]]| year=1995}}\n*{{chú thích sách| title=Vietnam: A history| url=https:\/\/archive.org\/details\/vietnamhistory0000karn_t5l4| first=Stanley |last=Karnow |authorlink=Stanley Karnow |year=1997 |publisher=[[Penguin Books]] | isbn=0-670-84218-4|location=New York City, New York}}\n*{{chú thích sách| title=Our Vietnam: the war, 1954&ndash;1975 | url=https:\/\/archive.org\/details\/unset0000unse_f6q3 | author=[[A. J. Langguth|Langguth, A. J.]] |year=2000 |publisher=[[Simon & Schuster]] | isbn=0-684-81202-9 |location=New York City, New York}}\n*{{chú thích sách| first=Howard |last=Jones| year=2003| title= Death of a Generation: how the assassinations of Diem and JFK prolonged the Vietnam War | url=https:\/\/archive.org\/details\/deathofgeneratio0000jone | publisher=[[Oxford University Press]]| isbn=0-19-505286-2|location=New York City, New York}}\n*{{chú thích sách|title=Encyclopedia of the Vietnam War: A Political, Social and Military History | first= Spencer C. |last=Tucker |year=2000 |publisher=[[ABC-CLIO]]| isbn=1-57607-040-9 |location=Santa Barbara, California}}\n*{{chú thích sách|first=Robert |last=Shaplen| title=The lost revolution: Vietnam 1945-1965 | year=1965 |publisher=[[Andre Deutsch]]}}\n*Đỗ Mậu, \"Việt Nam máu lửa quê hương tôi\".\n\n[[Thể loại:Sinh năm 1919]]\n[[Thể loại:Mất năm 1963]]\n[[Thể loại:Đại tá Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Chính khách Đảng Cần lao Nhân vị]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Tình báo Việt Nam Cộng hòa]]"}