{"3196146":"{{Thông tin viên chức\n|tên= Lê Trung Trực\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Huy hiệu Tổng thống Nguyễn Văn Thiệu.gif|22px]]<br>Phụ tá Trung tâm trưởng Trung tâm Phối hợp<br>Thi hành Hiệp định Paris tại Phủ Tổng thống\n|bắt đầu= 1\/1973\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Chuẩn tướng (11\/1972)\n|tiền nhiệm=\n|kế nhiệm=\n\n|chức vụ 2= [[Hình: Flag of the Minister of National Defense of the Republic of Vietnam.svg|22px]]<br>Chỉ huy phó Trường Cao đẳng Quốc phòng\n|bắt đầu 2= 10\/1967\n|kết thúc 2= 11\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá (8\/1964)\n|tiền nhiệm 2=\n|kế nhiệm 2=\n\n|chức vụ 3= Giám đốc Thương cảng Sài Gòn\n|bắt đầu 3= 12\/1966\n|kết thúc 3= 10\/1967\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá\n|tiền nhiệm 3=\n|kế nhiệm 3=\n\n|chức vụ 4= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Trưởng phòng 5 Bộ Tổng Tham mưu\n|bắt đầu 4= 6\/1965\n|kết thúc 4= 12\/1966\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá\n|tiền nhiệm 4=\n|kế nhiệm 4=\n\n|chức vụ 5= [[Hình: Fatherland - Space.png|22px]]<br>Tư lệnh phó Quân chủng Không Quân\n|bắt đầu 5= 11\/1964\n|kết thúc 5= 6\/1965\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại tá\n|tiền nhiệm 5= -Đại tá [[Nguyễn Ngọc Loan]]\n|kế nhiệm 5= -Đại tá [[Trần Văn Minh (không quân)|Trần Văn Minh]]\n\n|chức vụ 6= Chỉ huy trưởng Trung tâm<br>Huấn luyện Không quân Nha Trang\n|bắt đầu 6= 9\/1962\n|kết thúc 6= 11\/1964\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Trung tá (10\/1960)<br>-Đại tá\n|tiền nhiệm 6=\n|kế nhiệm 6=\n\n|chức vụ 7= Chỉ huy trưởng Căn cứ Không quân<br>Tân Sơn Nhất\n|bắt đầu 7= 6\/1961\n|kết thúc 7= 9\/1962\n|trưởng chức vụ 7=\n|trưởng viên chức 7=\n|tiền nhiệm 7=\n|kế nhiệm 7=\n\n|chức vụ 8= Chỉ huy trưởng Căn cứ Không quân Biên Hòa\n|bắt đầu 8= 12\/1958\n|kết thúc 8= 6\/1961\n|trưởng chức vụ 8= Cấp bậc \n|trưởng viên chức 8=\n|tiền nhiệm 8= -Thiếu tá (1\/1957)<br>-Trung tá\n|kế nhiệm 8=\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|cha= -Lê Thiên Thu (cha đẻ)<br>-Phạm Văn Danh (cha vợ)\n|mẹ= -Trần Thị Nghinh (mẹ đẻ)<br>-Ngô Thị Bông (mẹ vợ)\n|vợ= Phạm Thị Xuân\n|họ hàng= -Lê Văn Mỹ (anh trai)<br>-Lê Văn Thập (em trai)\n|con= 3 người con (2 trai, 1 gái)\n|học vấn= Tú tài bán phần\n|học trường= -Trường Tư thục Bassac, Cần Thơ<br>-Trường Collėge Le Myre de Vilers, Mỹ Tho<br>-Trường Lycée Petrus Ký, Sài Gòn<br>-Trường Cao đẳng Công chánh Sài Gòn<br>-Trường Võ bị Không quân Salon de Provence, Pháp<br>-Trường Huấn luyện Hoa tiêu Marrakeck, Maroc, Bắc Phi<br>-Trường Chỉ huy Tham mưu Trung cấp Maxwell, Alabama, Hoa Kỳ<br>-Trường Huấn luyện Điều hành Không phận Fort Kiler Mississipi, Hoa Kỳ\n|quê quán= Nam Kỳ\n\n|ngày sinh= [[16 tháng 4]] năm [[1927]]\n|nơi sinh= [[Trà Vinh]], [[Việt Nam]]\n|ngày mất= [[5 tháng 7]] năm [[2002]] ([[75]] tuổi)\n|nơi mất= [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1950]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Fatherland - Space.png|20px]] [[Không lực Việt Nam Cộng hòa|Không quân]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]<ref>Bảo quốc Huân chương đệ tứ đẳng (ân thưởng).<\/ref>\n}}\n\n'''Lê Trung Trực''' (1927-2002), nguyên là một tướng lĩnh gốc Không Quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ trường Võ bị Không quân Pháp. Ông đã phục vụ ở Quân chủng Không quân một thời gian dài. Sau được chuyển nhiệm vụ sang lĩnh vực Quân huấn và Tham mưu, ông phục vụ ở lĩnh vực này cho đến cuối tháng 4 năm 1975.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 16 tháng 4 năm 1927 trong một gia đình điền chủ khá giả tại Long Toàn, Cầu Ngang, Trà Vinh, miền tây Nam phần Việt Nam. Thiếu thời, ông học ở trường Tiểu học Cầu Ngang. Khi học lên trên, ông được gia đình gửi đến Cần Thơ và Mỹ Tho học ở trường Tư thục Bassac, Cần Thơ, rồi trường Collège Le Myre de Vilers, Mỹ Tho. Sau đó, được gửi lên Sài Gòn học ở trường Trung học Lycée Petrus Ký. Năm 1947, ông tốt nghiệp Trung học chương trình Pháp với văn bằng Tú tài bán phần (Part I). Sau đó ông thi vào trường Cao đẳng Công chánh Sài Gòn đến năm 1950 tốt nghiệp là Cán sự Công chánh.\n\n===Quân đội Quốc gia Việt Nam===\nHạ tuần tháng 10 năm 1950, thi hành lệnh động viên, từ dân chính ông trúng tuyển nhập ngũ vào Binh chủng Không quân của Quân đội Quốc gia là thành phần trong Quân đội Liên hiệp Pháp,<ref>Thời điểm này, mặc dù Quân đội Quốc gia Việt Nam đã được thành lập. Tuy nhiên, vẫn phụ thuộc vào Quân đội Pháp. Năm 1952, sau khi Quân đội Quốc gia thành lập Bộ Tổng Tham mưu, mới chính thức tách ra khỏi Quân đội Liên hiệp.<\/ref> mang số quân: 47\/600.045. Sau đó, ông được gửi đi du học tại trường Võ bị Không quân Salon de Provence, Pháp. Đầu tháng 10 năm 1951, chuyển qua học lớp Phi huấn Hoa tiêu tại trường Phi hành Marrakech, Maroc ''(thuộc địa của Pháp)''. Đến cuối tháng 5 năm 1952, tốt nghiệp bằng Hoa tiêu. Đầu tháng 10 cùng năm, ông tốt nghiệp toàn khóa với cấp bậc [[Thiếu úy]]. Về nước, là Phi công của Phi đoàn 1 Quan sát Đà Nẵng. Đầu tháng 5 năm 1954, ông được thăng cấp [[Trung úy]] tại nhiệm.\n\n===Quân đội Việt Nam Cộng hòa===\nCuối tháng 10 năm 1955, Quân đội Quốc gia Việt Nam được đổi tên, ông chuyển sang phục vụ cơ cấu mới của Đệ nhất Cộng hòa là [[Quân đội Việt Nam Cộng hòa]] giữ chức vụ Trưởng phòng hành quân tại Bộ tư lệnh Không quân. Đầu tháng 12 cùng năm ông được thăng cấp [[Đại úy]].\n\nCuối tháng 1 năm 1957, ông được thăng cấp [[Thiếu tá]] tại nhiệm. Đến tháng 8, ông được chỉ định giữ chức vụ Tham mưu trưởng Không quân. Hai tháng sau, ông được lệnh bàn giao chức vụ Tham mưu trưởng lại cho Thiếu tá [[Huỳnh Hữu Hiền (Đại tá, Quân lực Việt Nam Cộng hòa)|Huỳnh Hữu Hiền]].<ref>Thiếu tá Huỳnh Hữu Hiền sinh năm 1930, tốt nghiệp khóa 1 Sĩ quan Trừ bị Nam Định. Sau cùng là Đại tá Tư lệnh Không quân (1961-1963), giải ngũ năm 1963.<\/ref> Cuối tháng 10 cùng năm, ông được cử đi du học khóa 58-A tại trường Chỉ huy và Tham mưu Không quân Hoa Kỳ tại Maxwell, Montgomery, Tiểu bang Alabama, tháng 4 năm 1958 mãn khóa. Sau đó, ông học tiếp khóa Điều không tại Fort-Kiler ở Tiểu bang Mississippi. Cuối năm về nước, ông được chỉ định làm Chỉ huy trưởng căn cứ 2 Trợ lực Không quân ở Biên Hòa.\n\nNgày lễ Quốc khánh của Đệ nhất Cộng hòa 26 tháng 10 năm 1960, ông được thăng cấp [[Trung tá]] tại nhiệm. Giữa năm 1961, ông chuyển về Sài Gòn giữ chức vụ Chỉ huy trưởng căn cứ 3 Trợ lực Không quân Tân Sơn Nhất. Tháng 9 năm 1962, ông được cử làm Chỉ huy trưởng Trung tâm Huấn luyện Không quân Nha Trang.\n\nTrung tuần tháng 8 năm 1964, ông được thăng cấp [[Đại tá]]. Tháng 11 cùng năm, nhận lệnh bàn giao chức vụ Chỉ huy trưởng Trung tâm Huấn luyện lại cho Trung tá [[Phạm Ngọc Sang]]. Sau đó ông được chỉ định làm Tư lệnh phó Không quân thay thế Đại tá [[Nguyễn Ngọc Loan]] được bổ nhiệm làm Tổng Giám đốc Cảnh sát Quốc gia.\n\nGiữa năm 1965, ông bàn giao chức vụ Tư lệnh phó lại cho Đại tá [[Trần Văn Minh]]. Cùng thời điểm này ông nhận lệnh rời Quân chủng Không quân để chuyển nhiệm vụ về Bộ Tổng tham mưu giữ chức vụ Trưởng phòng 5. Cuối năm 1966, ông được cử làm phó Giám đốc Thương cảng Sài Gòn. Tháng 10 năm 1967, ông được bổ nhiệm làm Chỉ huy phó trường [[Trường Cao đẳng Quốc phòng Việt Nam Cộng hòa|Cao đẳng Quốc phòng]].\n\nNgày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1972, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm. Cuối tháng 1 năm 1973, sau sự kiện ký Hiệp định Paris về đình chiến và ngưng bắn tại chỗ giữa đối phương và Việt Nam Cộng hòa, ông được cử làm Phụ tá cho Trung tướng [[Đặng Văn Quang]] Trung tâm trưởng Trung tâm Phối hợp thi hành Hiệp định Paris tại Phủ Tổng thống.\n\n==1975==\nSau ngày 30 tháng 4, ông ra trình diện ban Quân quản của Chính quyền Cách mạng, bị bắt đưa đi tù đày từ Nam ra Bắc lần lượt qua các trại giam: Quang Trung, Yên Bái, Hà Tây và Nam Hà, cho đến ngày 13 tháng 2 năm 1988 mới được trả tự do.\n\nNăm 1993, ông và gia đình được xuất cảnh theo diện H.O do Chính phủ Hoa Kỳ bảo lãnh. Sau đó định cư tại Santa Ana, Orange, Tiểu bang California, Hoa Kỳ.\n\nNgày 5 tháng 7 năm 2002, ông từ trần tại nơi định cư. Hưởng thọ 75 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tứ đẳng<br>-Huy chương Không lực Huân chương đệ nhất hạng<br>-Một số huy chương quân sự và dân sự khác\n\n==Gia đình==\n*Thân phụ: Cụ Lê Thiên Thu (1891-1945)\n*Thân mẫu: Cụ Trần Thị Nghính (1892-1973)\n*Nhạc phụ: Cụ Phạm Văn Danh\n*Nhạc mẫu: Cụ Ngô Thị Bông\n*Phu nhân: Bà Phạm Thị Xuân (Ông bà có ba người con: 2 trai, 1 gái)\n*Bào huynh: Ông Lê Văn Mỹ (nguyên là quan Đốc Phủ Sứ).\n*Bào đệ: Ông [[Lê Văn Thập (Thiếu tá, Quân lực Việt Nam Cộng hòa)|Lê Văn Thập]] (nguyên Thiếu tá Công binh của Quân lực Việt Nam Cộng hòa)\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1927]]\n[[Thể loại:Mất năm 2002]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Trà Vinh]]\n[[Thể loại:Người Mỹ gốc Việt]]"}