{"79684":"{{Thông tin viên chức\n| tên = Lê Nguyên Vỹ\n| hình = Cgs lenguyenvy (cropped).jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: ARVN 5th Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 5 Bộ binh\n| bắt đầu = 7\/1973\n| kết thúc = 30\/4\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Đại tá (6\/1970)<br>-Chuẩn tướng (11\/1974)\n| tiền nhiệm = -Chuẩn tướng [[Trần Quốc Lịch]]\n| kế nhiệm = Sau cùng\n| địa hạt = Quân khu III\n| phó chức vụ = Tư lệnh phó<br>Tham mưu trưởng\n| phó viên chức = -Đại tá Trần Văn Thoàn<br>-Đại tá Từ Vấn\n| chức vụ 2 = [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Tư lệnh phó Sư đoàn 21 Bộ binh\n| bắt đầu 2 = 6\/1973\n| kết thúc 2 = 11\/1973\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Đại tá\n| địa hạt 2 = Quân khu IV\n| phó chức vụ 2 = Tư lệnh\n| phó viên chức 2 = -Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n| chức vụ 3 = [[Hình: QD III VNCH.jpg|22px]]<br>Chỉ huy trưởng Bộ Chỉ huy<br>Chiến thuật Quân đoàn III\n| bắt đầu 3 = 7\/1972\n| kết thúc 3 = 6\/1973\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Đại tá\n| phó chức vụ 3 = Tư lệnh Quân đoàn\n| phó viên chức 3 = -Trung tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]]\n| địa hạt 3 = Quân khu III\n| chức vụ 4 = Tư lệnh phó Sư đoàn 5 Bộ binh\n| bắt đầu 4 = 6\/1971\n| kết thúc 4 = 7\/1972\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Đại tá\n| địa hạt 4 = Quân khu III\n| phó chức vụ 4 = Tư lệnh\n| phó viên chức 4 = -Đại tá [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n| chức vụ 5 = Trung đoàn trưởng Trung đoàn 8<br>Sư đoàn 5 Bộ binh\n| bắt đầu 5 = 8\/1968\n| kết thúc 5 = 8\/1970\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Trung tá (8\/1968)<br>-Đại tá\n| địa hạt 5 = Vùng 3 chiến thuật\n| phó chức vụ 5 = Tư lệnh\n| phó viên chức 5 = -Thiếu tướng [[Phạm Quốc Thuần]]\n| chức vụ 6 = Trung đoàn phó Trung đoàn 8\n| bắt đầu 6 = 6\/1965\n| kết thúc 6 = 8\/1968\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Thiếu tá (1\/1961)<br>-Trung tá\n| địa hạt 6 = Vùng 3 chiến thuật\n| phó chức vụ 6 = Tư lệnh\n| phó viên chức 6 = -Đại tá [[Trần Thanh Phong]]\n| chức vụ 7 = Tiểu đoàn trưởng Tiểu đoàn 2<br>thuộc Trung đoàn 8\n| bắt đầu 7 = 1\/1961\n| kết thúc 7 = 6\/1965\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Thiếu tá\n| địa hạt 7 = Vùng 3 chiến thuật\n| phó chức vụ 7 = Tư lệnh\n| phó viên chức 7 = -Thiếu tướng [[Trần Ngọc Tám]]\n| chức vụ 8 = Quận trưởng Bến Cát, Bình Dương\n| bắt đầu 8 = 1\/1957\n| kết thúc 8 = 1\/1961\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Đại úy (6\/1956)<br>-Thiếu tá\n| địa hạt 8 = Vùng 3 chiến thuật\n| quốc tịch = {{flag|Việt Nam Cộng hòa}}\n| nguyên nhân mất = Tự sát\n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| vợ = Phan Thị Kim Yến\n| họ hàng = Lê Nguyên Hoàng (anh con bác)<br>Các em:<br>Lê Thị Diễn<br>Lê Thị Khánh<br>Lê Nguyên Quốc\n| cha = Lê Nguyên Liên\n| mẹ = Lê Thị Huệ\n| con = 4 người con (3 trai, 1 gái):<br>Lê Nguyên Quang<br>Lê Nguyên Minh<br>Lê Nguyên Chính<br>Lê Thị Tường Vy\n| học vấn = Tú tài bán phần\n| học trường = -Trường Trung học Phổ thông tại Hà Nội<br>-Trường Võ bị Địa phương Trung Việt, [[Huế]]<br>-Trung tâm Huấn luyện Biệt Động đội, Vạt Cháy (Bãi Cháy), Hòn Gai, [[Quảng Yên (tỉnh)|Quảng Yên]]<br>-Học viện Chỉ huy và Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ\n| quê quán = Bắc Kỳ\n| ngày sinh = [[22 tháng 8]] năm [[1933]]\n| ngày mất = [[30 tháng 4]] năm [[1975]]<br>([[42]] tuổi)\n| nơi sinh = [[Sơn Tây (tỉnh)|Sơn Tây]], [[Liên bang Đông Dương]]\n| nơi mất = [[Bình Dương]], [[Việt Nam Cộng hòa]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n| năm phục vụ = [[1951]] - [[1975]]\n| cấp bậc = [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n| đơn vị = [[Hình: Vietnamese Airborne Division 's Insignia.svg|20px]] [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy dù]]<br>[[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]<br>[[Hình: ARVN 5th Division SSI.svg|20px]] [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]]\n| chỉ huy = [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương]] đệ Tam đẳng\n| công việc khác = [[Quận (Việt Nam)|Quận trưởng]]\n}}\n\n'''Lê Nguyên Vỹ''' ([[1933]] – [[1975]]), nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ một trường Võ bị Địa phương do Chính phủ Quốc gia mở ra ở Trung phần. Ra trường được điều về đơn vị Bộ binh, sau chuyển qua phục vụ đơn vị Nhảy dù một thời gian ngắn. Sau đó lại trở về Bộ binh tuần tự giữ nhiều chức vụ cho đến năm [[1973]], ông được bổ nhiệm chức vụ Tư lệnh [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]] (cũng là Chỉ huy cuối cùng của đơn vị này). Ông là 1 trong 5 tướng lĩnh đã tự sát trong [[sự kiện 30 tháng 4 năm 1975]].<ref>Khi biển cố 30\/4\/1975 xảy ra, Việt Nam Cộng hòa có 5 tướng lãnh tự sát là các Thiếu tướng [[Phạm Văn Phú]] (Tư lệnh Quân đoàn II), [[Nguyễn Khoa Nam]] (Tư lệnh Quân đoàn IV). Các Chuẩn tướng [[Lê Văn Hưng]] (Tư lệnh phó Quân đàn IV), [[Trần Văn Hai]] (Tư lện Sư đoàn 7 Bộ binh) và Lê Nguyên Vỹ (Tư lệnh Sư đoàn 5 Bộ binh).<\/ref>\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 22 tháng 8 năm 1933 tại [[Sơn Tây (thị xã)|Sơn Tây]],<ref>Tỉnh Sơn Tây nay là Thị xã trực thuộc Thành phố Hà Nội.<\/ref> miền Bắc Việt Nam trong một gia đình có truyền thống hiếu học. Thuở nhỏ ông học Tiểu học tại Sơn Tây. Lên Trung học, ông được gia đình cho ra Hà Nội. Năm 1950, ông tốt nghiệp Trung học chương trình Pháp tại Hà Nội với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nĐầu năm 1951, ông tình nguyện nhập ngũ vào Quân đội Quốc gia, mang số quân: 52\/204.567. Theo học khóa 2 Lê Lợi tại trường Võ bị Địa phương Trung Việt ở Huế,<ref>Trường Võ bị Địa phương Trung Việt còn gọi là trường Sĩ quan Đập Đá được mở trên vị trí và cơ sở trước đó là của trường Võ bị Quốc gia Huế, thường gọi là \"Võ bị Huế\".<br>-Trường Võ bị Huế từ cuối năm 1948 đến giữa năm 1950 đã đào tạo được 2 khóa sĩ quan hiện dịch là khóa 1 Phan Bội Châu và khóa 2 Quang Trung, sau đó chuyển về Đà Lạt ''(cơ sở cũ của Trường Võ bị Liên quân Viễn Đông, trường này đã dời về Nước Ngọt (Vũng Tàu)'' đổi tên là trường Võ bị Liên quân Đà Lạt tiếp tục đào tạo sĩ quan từ khóa 3 Trần Hưng Đạo, về sau đổi tên thành Trường Võ bị Quốc gia Đà Lạt.<br>-Sau khi tiếp quản cơ sở, trường Võ bị Địa phương Trung Việt, tiếp tục đào tạo được thêm 3 khóa sĩ quan nữa là Khóa 1, khai giảng ngày 1 tháng 8 năm 1950. Khóa 2 nhập học ngày 1 tháng 2 năm 1951, đến ngày 1 tháng 10 cùng năm tổ chức lễ khai giảng cho khóa 3. Khóa sinh tốt nghiệp ở 3 khóa này đều mang cấp bậc Chuẩn úy. Sĩ quan xuất thân từ Võ bị Địa phương Trung Việt, sau này có ba người được lên cấp tướng, ngoài tướng Lê Nguyên Vỹ, còn 2 người nữa là Thiếu tướng [[Võ Văn Cảnh]] (Khóa 3) và Chuẩn tướng [[Phan Hòa Hiệp]] (Khóa 1).<\/ref> khai giảng ngày 1 tháng 2 năm 1951. Ngày 1 tháng 10 cùng năm mãn khóa tốt nghiệp với cấp bậc [[Chuẩn úy]] hiện dịch. Ra trường, ông được chuyển về phục vụ trong Tiểu đoàn 19 Việt Nam thuộc Quân đội Quốc gia là thành phần trong Quân đội Liên hiệp Pháp với chức vụ Trung đội trưởng do Đại úy [[Đỗ Cao Trí]] làm Tiểu đoàn trưởng. Tháng 4 năm 1952, ông được thăng cấp [[Thiếu úy]] tại nhiệm. Đầu năm 1953, ông được cử theo học khóa 1 Biệt kích tại Trung tâm Huấn luyện Biệt động đội tại Vạt Cháy (Bãi Cháy), Hòn Gai, Quảng Yên. Mãn khóa trở về đơn vị gốc (Tiểu đoàn 19) ông được thăng cấp [[Trung úy]] và được cử giữ chức vụ Đại đội trưởng. Ngày 1 tháng 3 năm 1954, Tiểu đoàn 19 Việt Nam giải tán dùng làm nòng cốt để thành lập Tiểu đoàn 6 Nhảy dù. Cùng năm, ông được tuyển chọn đi du học khóa huấn luyện viên Nhảy dù tại Pau, Pháp.\n\n===Quân đội Việt Nam Cộng hòa===\nNăm 1955, sau khi từ Quân đội Quốc gia chuyển sang phục vụ Quân đội Việt Nam Cộng hòa, ông bị thương trong chiến trận đẩy lui lực lượng Bình Xuyên ra khỏi trường trung học Petrus Ký, Sài Gòn. Tháng 6 năm 1956, ông được thăng cấp [[Đại úy]] và được theo học lớp Bộ binh cao cấp. Đầu năm 1957, ông được bổ nhiệm làm Quận trưởng Quận Bến Cát, tỉnh Bình Dương.\n\nĐầu năm 1961, ông được thăng cấp [[Thiếu tá]] nhiệm chức. Sau đó trở lại đơn vị Bộ binh, ông được giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn 2 thuộc Trung đoàn 8, Sư đoàn 5 Bộ binh dưới quyền Tư lệnh Sư đoàn là Thiếu tướng [[Trần Ngọc Tám]]. Ngày Quân lực đầu tiên, tháng 6 năm 1965, theo quy chế ông được mang cấp Thiếu tá thực thụ và được đề bạt lên đảm nhiệm chức vụ Trung đoàn phó Trung đoàn 8. Tư lệnh Sư đoàn thời điểm này là Đại tá [[Trần Thanh Phong]].\n\nTrung tuần tháng 8 năm 1968, sau chiến trận Mậu thân đợt 2, ông được thăng cấp [[Trung tá]] lên giữ chức vụ Trung đoàn trưởng Trung đoàn 8 Bộ binh, dưới quyền điều động của Thiếu tướng [[Phạm Quốc Thuân]] tư lệnh Sư đoàn. Đến giữa năm 1970, ông được thăng cấp [[Đại tá]] tại nhiệm. Tháng 8 cùng năm ông được cử đi du học khóa Tham mưu cao cấp (khóa 1970 - 1971) thụ huấn 42 tuần tại Học viện Chỉ huy và Tham mưu Fort Leavenworth, Kansas, Hoa Kỳ<ref>Tu nghiệp lớp Chỉ huy và Tham mưu cùng với Đại tá Lê Nguyên Vỹ còn có Đại tá [[Ngô Hán Đồng]]<br \/>-Trung tá [[Dương Ngọc Công (Trung tá, Quân lực VNCH)|Dương Ngọc Công]] (Phục vụ trong đơn vị Bộ binh).<br \/>-Đại tá [[Nguyễn Ngọc Điệp (Đại tá, Quân lực VNCH)|Nguyễn Ngọc Điệp]] (Sinh năm 1923 tại Sa Đéc, tốt nghiệp khóa 4 Võ bị Đà Lạt, sau cùng là Đại tá Tỉnh trưởng kiêm Tiểu khu trưởng Bạc Liêu).<br \/>-Đại tá [[Huỳnh Văn Dụ (Đại tá, Quân lực VNCH)|Huỳnh Văn Dụ]] (Sau cùng là Chỉ huy trưởng Trung đoàn 12, Sư đoàn 7 Bộ binh (1969-1971).<br \/>-Đại tá [[Nguyễn Hữu Duệ (Đại tá, Quân lực VNCH)|Nguyễn Hữu Duệ]] (Sinh năm 1931 tại Hưng Yên, tốt nghiệp khóa 6 Võ bị Đà Lạt, sau cùng là Tỉnh trưởng kiêm Tiểu khu trưởng Thừa Thiên).<br \/>-Trung tá [[Võ Đại Khôi (Đại tá, Quân lực VNCH)|Võ Đại Khôi]] (Sinh năm 1932 tại Thừa Thiên, tốt nghiệp khóa 3 Võ bị Đà Lạt, sau cùng là Đại tá Tổng cục phó Tổng cục Quân huấn).<br \/>-Trung tá [[Nguyễn Quang Hưng (Trung tá, Quân lực VNCH)|Nguyễn Quang Hưng]] (Sinh năm 1931 tại Hòa Bình, tốt nghiệp khóa 7 Võ bị Đà Lạt, chức vụ sau cùng là Tham mưu trưởng trường Đại học Chiến tranh Chính trị).<br \/>-Trung tá [[Huỳnh Thiện Kiếm (Trung tá, Quân lực VNCH)|Huỳnh Thiện Kiếm]] (Phục vụ trong đơn vị Bộ binh).<br \/>-Trung tá [[Nguyễn Tiến Lộc (Đại tá, Quân lực VNCH)|Nguyễn Tiến Lộc]] (Sinh năm 1928 tại Hà Nội, tốt nghiệp khóa 5 Võ bị Đà Lạt, sau cùng là Đại tá Tham mưu trưởng Sư đoàn 2 Bộ binh).<br \/>-Trung tá [[Nguyễn Tuấn Minh (Trung tá, Quân lực VNCH)|Nguyễn Tuấn Minh]] (Chỉ huy trưởng căn cứ B.50 thuộc Nha Kỹ thuật Bộ Tổng Tham mưu (cạnh Phi trường Phụng Dực, Ban Mê Thuột).<\/ref>\n\nNgày Quân lực 19 tháng 6 năm 1971, ông được cử giữ chức vụ Tư lệnh phó Sư đoàn 5 Bộ binh, phụ tá cho Tư lệnh Sư đoàn là Đại tá [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]. Mặt trận Mùa hè đỏ lửa năm 1972, ông trực tiếp tham gia trong [[trận An Lộc|Chiến trường An Lộc]] tử thủ căn cứ chỉ huy. Sau khi chiến thắng, tháng 7 cùng năm ông được cử giữ chức vụ Chỉ huy trưởng Bộ Chỉ huy Chiến thuật Quân đoàn III ''(Thời điểm này Tư lệnh Quân đoàn III là Trung tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]])''. Sau đó được cử đi du hành thăm viếng Trung Hoa Quốc gia (Đài Loan).\n\nTháng 6 năm 1973, ông được chuyển về Quân khu 4 giữ chức Tư lệnh phó Sư đoàn 21 Bộ binh do Chuẩn tướng [[Lê Văn Hưng]] làm Tư lệnh. Tháng 8, ông bị tai nạn trực thăng trong lúc thị sát mặt trận tại vùng kinh rạch thuộc địa bàn hành quân của Sư đoàn (trực thăng đụng phải ngọn dừa rớt xuống nước), ông bị gẫy chân phải về Tổng viện Cộng hòa điều trị 2 tháng.<ref>Ngày Quốc khánh 1 tháng 11 năm 1973, ông là một trong bốn sĩ quan được đặc cách ân thưởng Đệ tam đẳng Bảo quốc Huân chương kèm Anh dũng Bội tinh với nhành dương liễu. Ba vị còn lại là:<br \/>-Chuẩn tướng [[Võ Văn Cảnh]]<br \/>-Đại tá [[Nguyễn Trọng Luật (Đại tá, Quân lực VNCH)|Nguyễn Trọng Luật]] (Sinh năm 1929 tại Long Xuyên, tốt nghiệp khóa 1 Sĩ quan Trừ bị Thủ Đức, chức vụ sau cùng là Tỉnh trưởng kiêm Tiểu khu trưởng Darlac).<br \/>-Đại tá [[Hoàng Đức Ninh (Đại tá, Quân lực VNCH)|Hoàng Đức Ninh]] (Sinh năm 1931 tại Phan Rang, tốt nghiệp khóa 3 Sĩ quan Trừ bị Thủ Đức, chức vụ sau cùng là Trưởng phòng 3 tại Bộ Tư lệnh Quân đoàn IV. Bào huynh của Tổng trưởng Dân vận [[Hoàng Đức Nhã]]).<\/ref>. Ngày 7 tháng 11 cùng năm, ông được bổ nhiệm làm Tư lệnh Sư đoàn 5 Bộ binh thay thế Chuẩn tướng [[Trần Quốc Lịch]] về Quân khu 3 nhận chức Chánh thanh tra trong Bộ Tư lệnh Quân đoàn III. Ngày Quốc khánh 1 tháng 11 năm 1974, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\n*''Sư đoàn 5 Bộ binh vào thời điểm tháng 4\/1975, nhân sự ở Bộ tư lệnh Sư đoàn và các Chỉ huy Trung đoàn được phân bổ trách nhiệm như sau:''\n\n-Tư lệnh - Chuẩn tướng Lê Nguyên Vỹ<br>-Tư lệnh phó - Đại tá [[Trần Văn Thoàn (Đại tá, Quân lực VNCH)|Trần Văn Thoàn]]<ref>Đại tá Trần Văn Thoàn sinh năm 1932 tại Pháp, tốt nghiệp khóa 7 Võ bị Đà Lạt<\/ref><br>-Tham mưu trưởng - Đại tá [[Từ Vấn (Đại tá, Quân lực VNCH)|Từ Vấn]]<ref>Đại tá Từ Vấn sinh năm 1936 tại Hà Nội, tốt nghiệp khóa 12 Võ bị Đà Lạt<\/ref><br>-Chỉ huy Pháo binh - Trung tá [[Tống Mạnh Hùng (Trung tá, Quân lực VNCH)|Tống Mạnh Hùng]]<ref>Trung tá Tống Mạnh Hùng sinh năm 1932 tại Hà Nội, tốt nghiệp khóa 5 Võ khoa Thủ Đức<\/ref><br>-Trung đoàn 7 - Đại tá [[Nguyễn Văn Vượng (Đại tá, Quân lực VNCH)|Nguyễn Văn Vượng]]<ref>Đại tá Nguyễn Văn Vượng sinh năm 1933, tốt nghiệp Sĩ quan Trừ bị Thủ Đức<\/ref><br>-Trung đoàn 8 - Đại tá [[Nguyễn Bá Mạnh Hùng (Đại tá, Quân lực VNCH)|Nguyễn Bá Mạnh Hùng]]<ref>Đại tá Nguyễn Bá Mạnh Hùng sinh năm 1935, tốt nghiệp khóa 10 Võ bị Đà Lạt, được thăng cấp Đại tá tháng 3\/1975<\/ref><br>-Trung đoàn 9 - Đại tá [[Trần Phương Quế (Đại tá, Quân lực VNCH)|Trần Phương Quế]]<ref>Đại tá Trần Phương Quế sinh năm 1930 tại Hải Dương, tốt nghiệp khóa 10 Võ bị Đà Lạt<\/ref>\n\n==Tự sát==\nNgày 30 tháng 4 năm 1975, sau khi nghe nhật lệnh của Tổng thống [[Dương Văn Minh]] kêu gọi chiến sĩ Quân Lực Việt Nam Cộng hòa các cấp buông súng, ai ở đâu thì ở đó và chờ quân [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] đến bàn giao. Ông ra lệnh cho binh sĩ treo cờ trắng trước cổng căn cứ và cho thuộc cấp giải tán. Sau đó ông dùng khẩu Beretta 6.35 bắn vào đầu tự sát tại Bộ Tư lệnh ở Lai Khê. Khi Quân Giải phóng vào tiếp quản căn cứ Lai Khê thấy bên xác tướng Lê Nguyên Vỹ còn một tờ giấy viết tay của ông ta. Ông hưởng dương 42 tuổi.<ref>{{Chú thích web|url=http:\/\/www.sugia.vn\/portfolio\/detail\/652\/quan-doi-sai-gon-o-binh-duong-bai-tran-va-tan-ra-nhu-the-nao.html|tựa đề=QUÂN ĐỘI SÀI GÒN Ở BÌNH DƯƠNG BẠI TRẬN VÀ TAN RÃ NHƯ THẾ NÀO?|tác giả=Trần Thanh Đạm|ngày=2012-07-25|website=sugia.vn|url-status=live|ngày truy cập=2021-06-24}}<\/ref>\n\nThi thể ông được an táng trong rừng cao su gần doanh trại Bộ Tư lệnh. Ngày 2 tháng 5 năm 1975 được thân nhân bốc lên đem về cải táng ở Hạnh Thông Tây, Gò Vấp.\n\nNăm 1987, do giải tỏa Nghĩa trang Hạnh Thông Tây, hài cốt ông được mẹ cùng với người em trai là Lê Nguyên Quốc từ miền Bắc vào hợp cùng người anh họ là Trung tá Lê Nguyên Hoàng đến Nghĩa trang Hạnh Thông Tây bốc mộ và hỏa táng, đem tro cốt ông về thờ ở từ đường họ Lê Nguyên tại nguyên quán số nhà 151 phố Lê Lợi, [[Lê Lợi, thị xã Sơn Tây|phường Lê Lợi]], [[Sơn Tây (thị xã)|thị xã Sơn Tây]], tỉnh [[Hà Sơn Bình]] (nay thuộc [[Hà Nội|thành phố Hà Nội]]). Sau đó, tái cải táng xây lăng mộ tại Nghĩa trang của gia tộc ở thị xã Sơn Tây.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tam đẳng<br>-Anh dũng Bội tinh với nhành Dương liễu và một số huy chương quân sự, dân sự khác.\n\n==Gia đình==\n*Thân phụ: Cụ Lê Nguyên Liên\n*Thân mẫu: Cụ Lê Thị Huệ\n*Các em: Lê Thị Diễn, Lê Thị Khánh và Lê Nguyên Quốc\n*Phu nhân: Bà Phan Thị Kim Yến ''(Hiện nay bà và các con cháu định cư tại Hoa Kỳ)''\n:Ông bà có 4 người con (3 trai, 1 gái):<br>Lê Nguyên Quang, Lê Nguyên Minh, Lê Nguyên Chính và Lê Thị Tường Vy\n\n==Chú thích==\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1933]]\n[[Thể loại:Mất năm 1975]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Sơn Tây]]\n[[Thể loại:Người tự sát ở Việt Nam]]"}