{"2437044":"'''Lê Đình Kiên''' ([[1621]]<ref>Theo bài viết \"Lê Đình Kiên – người mở mang, cai quản Phố Hiến\" trong ''Danh nhân Hưng Yên'', đăng trên webstie Hưng Yên-Phố Hiến xưa và nay, cập nhật ngày 11\/9\/2011 [http:\/\/www.hungyentv.vn\/phohien\/172\/5935\/Pho-hien-xua-va-nay\/Le-Dinh-Kien-%E2%80%93-nguoi-mo-mang-cai-quan-Pho-Hien.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140201162119\/http:\/\/www.hungyentv.vn\/phohien\/172\/5935\/Pho-hien-xua-va-nay\/Le-Dinh-Kien-%E2%80%93-nguoi-mo-mang-cai-quan-Pho-Hien.htm |date=2014-02-01 }}, và theo bài viết \"Đền thờ Lê Đình Kiên\" trên website ''Di tích Lịch sử - Văn hóa Việt Nam'' [http:\/\/ditichlichsuvanhoa.com\/dttc\/DEN-THO-LE-DINH-KIEN-a882.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140201183325\/http:\/\/ditichlichsuvanhoa.com\/dttc\/DEN-THO-LE-DINH-KIEN-a882.html |date=2014-02-01 }}. Sách ''Đô thị thương cảng Phố Hiến'' do Đăng Trường biên soạn (Nhà xuất bản VH-TT, 2013, tr. 83) ghi ông sinh năm [[1620]], nhưng không ghi nguồn. Sách \"Đại Việt sử ký toàn thư - Bản kỷ tục biên\" (1676-1740, tr. 79) ghi ông mất năm 82 tuổi ta (tính theo đây thì ông sinh năm [[1623]]).<\/ref> - [[1704]]) là một viên quan dưới triều [[Lê trung hưng]] trong [[lịch sử Việt Nam]]. Ông là người có tài về chính trị, quân sự, ngoại giao, ngoại thương, nên đã vỗ yên và xây dựng [[Phố Hiến]] ([[Hưng Yên]]) thành nơi phồn hoa đô hội lúc bấy giờ...<ref>Nguồn: \"Lê Đình Kiên – người mở mang, cai quản Phố Hiến\" trong ''Danh nhân Hưng Yên'', đăng trên webstie ''Hưng Yên-Phố Hiến xưa và nay'', đã dẫn.<\/ref>\n\n==Tiểu sử==\n'''Lê Đình Kiên''' sinh ngày [[20 tháng 9]] năm [[Tân Dậu]] ([[3 tháng 11]] năm [[1621]], đời vua [[Lê Thần Tông]]) ở Bái Trại (nay là Thiết Đinh, còn gọi là Thiết Đanh), xã Định Tường (nay thuộc thị trấn [[Quán Lào]]), huyện [[Yên Định]], tỉnh [[Thanh Hóa]]<ref>Theo bài viết \"Đền thờ Lê Đình Kiên\" trên website ''Di tích Lịch sử - Văn hóa Việt Nam'' (đã dẫn) thì ông sinh trong một gia đình nông dân nghèo, bố mất sớm, mẹ con tần tảo nuôi nhau. Sau làm con nuôi ông Tả tướng Hờn người huyện Tĩnh Gia cùng tỉnh. Tuy nhiên, theo bài viết \"Lê Đình Kiên – người mở mang, cai quản Phố Hiến\" trong ''Danh nhân Hưng Yên'' (đã dẫn), thì Lê Đình Kiên sinh trong một gia đình nề nếp, gia giáo. Ông thuộc đời thứ 9 dòng họ Lê. Ông nội là Lê Huệ Lương, làm Đô đốc phủ, tước Bái Trạch hầu. Bà nội là công chúa Nhị Tân Lê Thị Xuân. Cha là Lê Huệ Hiếu được phong là Đặc Tiến Phụ quốc Thượng tướng quân. Mẹ là Đặng Thị Thục. Tuy ông thuộc một dòng họ quan lại, nhưng vì cha mất sớm và vì chiến tranh loạn lạc (đến thập kỷ 70 của [[thế kỷ 16]], [[nhà Mạc]] mở nhiều trận đánh vào Thanh Hóa, khiến nơi đây bị tàn phá nặng nề), nên ông chỉ sống với mẹ một thời gian, rồi về làm con nuôi của Tả tướng Hờn ở Tĩnh Gia (Thanh Hóa).<\/ref>.\n\nCha mất sớm, ông sống với mẹ một thời gian, thì được Tả tướng Hờn (Tả đô đốc Hàn Tiến - [[Lê Văn Hiểu]]) ở [[Tĩnh Gia]] ([[Thanh Hóa]]) nhận về nuôi, rồi tiến cử vào triều (không rõ năm).\n\nLúc bấy giờ [[chúa Trịnh]] chuyên quyền, chiến tranh lại liên miên, khiến nhân dân đói khổ, loạn lạc khắp nơi. Từ [[Sơn Nam (địa danh cũ Việt Nam)|trấn Sơn Nam]] trở ra đến vùng Đông Bắc cứ bị quân phỉ quấy phá, và trộm cướp nổi lên như rươi. Triều đình đã cử nhiều tướng tài, quan giỏi ra cai trị nhưng đều bất lực.\n \nNăm [[Giáp Thìn]] ([[1664]]), Lê Đình Kiên vâng lệnh triều đình ra làm Trấn thủ trấn Sơn Nam. Tại đây, ông đã ra sức ổn định xã hội, dẹp quân Tàu Ô <ref>Ngày xưa [[người Việt]] thường gọi những toán cướp [[biển]] từ [[Trung Quốc]] sang là quân (hay giặc) Tàu Ô. Xem chi tiết trong bài \"Về tên gọi hải tặc Tàu Ô\" trên ''báo Đà Nẵng online'', cập nhật ngày 22\/09\/2012 [http:\/\/baodanang.vn\/channel\/5433\/201209\/Ve-ten-goi-hai-tac-Tau-o-2193684\/].<\/ref>, trộm cướp, và mở mang [[Phố Hiến]] thành nơi phồn hoa đô hội, nên đương thời có câu: \"Thứ nhất [[Thăng Long|Kinh kỳ]], thứ nhì Phố Hiến\".\n\nLê Đình Kiên mất ngày [[12 tháng 2]] năm [[Giáp Thân]] ([[17 tháng 3]] năm [[1704]], dưới triều vua [[Lê Hy Tông]]) tại Phố Hiến (thọ 84 tuổi ta). Về sau, di cốt của ông được cải táng đưa về quê nhà <ref>Nguồn: \"Đền thờ Lê Đình Kiên\" trên website ''Di tích Lịch sử - Văn hóa Việt Nam'' (đã dẫn), và thông tin trong sách ''Đô thị thương cảng Phố Hiến'' (đã dẫn, tr. 83-84).<\/ref>.\n\nKể sơ lược về Trấn thủ Lê Đình Kiên, trong sách ''[[Đại Việt sử ký toàn thư]]'', phần ''Bản kỷ tục biên ([[1676]] - [[1740]])'', có đoạn viết:\n:...[[Giáp Thân]], [Chính Hòa], năm thứ 25 ([[1704]])...[[Mùa xuân]], [[tháng hai]], Trấn thủ Sơn Nam Thiếu bảo Quận công Lê Đình Kiên mất. Đình Kiên làm Nội thị trong cung cấm, nhiều lần theo ([[chúa Trịnh]]) đi chinh phạt, có công lao, ở trấn ([[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam]]) trước sau đến 40 năm. Ông làm việc chính sự chuộng nghiêm khắc, cứng rắn, (vì vậy) trộm cướp nằm im không dám hoạt động. Kiên nổi tiếng về cai trị. Đến đây chết, 82 tuổi, truy tặng Thái bảo, truy phong là phúc [[thần]]''<ref>Nguồn: ''Đại Việt sử ký toàn thư - Bản kỷ tục biên (1676-1740''). Bản dịch do Nhà xuất bản Khoa học xã hội ấn hành năm 1992, tr. 79. Trong sách này, không ghi đầy đủ các tước phong của ông. Tuy nhiên, theo bài \"Lê Đình Kiên – người mở mang, cai quản Phố Hiến\" và bài \"Đền thờ Lê Đình Kiên\", thì ông từng được phong tặng là \"Đặc tiến phụ Thượng tướng quân, Trung quân Đô đốc phủ, Hứa Đô đốc Thiếu bảo, tước Quận công, hàm Thái bảo. Sau khi chết được tặng Dực báo Trung hưng Đại vương. '''Thông tin thêm''': Cũng theo sách ''Bản kỷ tục biên'', thì người kế nhiệm Lê Đình Kiên là [[Đặng Đình Tướng]]. Ông Tướng đã giữ chức Trấn thủ trấn Sơn Nam hơn mười năm, và cũng được khen là \"người giản dị, rộng rãi, ôn hòa, nên dân được yên\" (tr. 81).<\/ref>.\n\n==Ghi nhận công lao==\nNgoài việc Trấn thủ Lê Đình Kiên được triều [[Lê trung hưng]] truy phong tước hiệu và phúc thần, lúc bấy giờ [[người Việt]] và người nước ngoài ngụ ở Phố Hiến cũng đã dựng bia ghi công ông. Ở nơi ấy hiện vẫn còn 2 tấm bia, một do Trưởng tài Nam Hải là Trần Đế Đào (người [[Phúc Kiến]], [[Trung Quốc]]) dựng năm [[1723]], một do người địa phương dựng vào năm [[1727]]. Nội dung 2 bia cơ bản giống nhau, đều ca ngợi công đức của ông, coi ông ngang với những bậc trung thần nghĩa sĩ ngày xưa.\n\nỞ quê nhà (thôn Thiết Đinh), nhân dân cũng đã lập miếu thờ ông, và gọi là miếu Anh Linh Vương. Ngôi miếu nay vẫn còn, và đã được xếp hạng là ''di tích lịch sử cấp quốc gia'' ngày [[9 tháng 9]] năm [[1994]]. Trong đền thờ có hai câu đối ca ngợi công đức của ông:\n:Đại đức tứ dân, danh tại sử\n:Sinh vi lương tướng tử vi thần.\n:Nghĩa:\n:''Đức ở trong dân, danh lưu sử sách\n:''Sống là ông tướng tốt, chết thành thần.\nVà:\n:Trị sự liêm bình, kim cổ đan thanh tuế tích\n:Tại nhân đức trạch, Bắc Nam kim thạch minh danh.\nNghĩa:\n:''Việc cai trị công bằng và liêm chính mãi mãi tiếng ghi sử sách\n:''Đức lớn cho dân cậy, cả [[Việt Nam]] lẫn [[Trung Hoa]] danh khắc vào đá vàng.<ref>Nguồn: \"Đền thờ Lê Đình Kiên\" trên website ''Di tích Lịch sử - Văn hóa Việt Nam'' (đã dẫn). Có tham khảo thêm: \"Lê Đình Kiên – người mở mang, cai quản Phố Hiến\" trong ''Danh nhân Hưng Yên'', đã dẫn.<\/ref>\n\nHiện nay, ở [[Yên Định]] ([[Thanh Hóa]]) có trường PTCS Lê Đình Kiên, và [[thành phố Hưng Yên]] có đường Lê Đình Kiên.\n==Hậu thế đánh giá==\nLê Đình Kiên là người có tài về chính trị, quân sự, ngoại giao, ngoại thương; nên ông được vua chúa trọng dụng, được thay mặt triều đình giao thiệp và cộng tác với các thương điếm ngoại quốc đến buôn bán ở [[Phố Hiến]] ([[Hưng Yên]]), như [[Hà Lan]], [[Anh]], [[Pháp]], [[Nhật Bản]], [[Bồ Đào Nha]],...\n\nSuốt 40 năm ở trấn Sơn Nam (từ [[1664]] - [[1704]]), ra sức ổn định xã hội, dẹp giặc, trộm cướp không chỉ bằng pháp luật, mà còn bằng cả tấm lòng bao dung nhân ái. Những người dân trước đây vì đói kém, loạn lạc, phải tha phương cầu thực, lưu tán các nơi, ông cho tập trung lại, cho đất lập làng, tạo điều kiện làm ăn sinh sống. Ngay cả những [[người Hoa]] chạy loạn [[nhà Thanh]] sang [[Việt Nam|Đại Việt]], cũng được ông chiêu dụ lại, cấp đất cho làm ăn. \n \nBên cạnh đó, ông còn nổi tiếng là người có tài xét kiện. Bọn trộm cướp truyền tin nhau không dám quấy phá khu vực ông cai quản, có nhiều kẻ có tội gặp ông để đầu thú và xin hứa hoàn lương. Việc kiện tụng nhờ đó cũng tinh giảm. Ngoài ra, ông còn là người có công vận động người dân trồng nhiều [[nhãn]], một loại cây đặc sản của [[Hưng Yên]]...<ref>Nguồn: \"Lê Đình Kiên – người mở mang, cai quản Phố Hiến\" trong ''Danh nhân Hưng Yên (đã dẫn), và thông tin trong sách ''Đô thị thương cảng Phố Hiến (đã dẫn, tr. 83-84).<\/ref> \n \n==Xem thêm==\n* [[Phố Hiến]]\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Sinh năm 1621]]\n[[Thể loại:Mất năm 1704]]"}