{"234915":"{{Thông tin nhân vật hoàng gia\n| tên = Lê Hiển Tông\n| tên gốc = 黎顯宗\n| tước vị = [[Vua Việt Nam]]\n| thêm = vietnam\n| hình = LêhiênTông.jpg\n| ghi chú hình = Ảnh Tượng Hoàng Đế Lê Hiển Tông\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| sinh = [[20 tháng 5]], [[1717]]\n| mất = [[10 tháng 8]], [[1786]](69 tuổi)\n| nơi mất = [[Đông Kinh]], [[Đại Việt]]\n| tên đầy đủ = Lê Duy Diêu (黎維祧)\n| kiểu tên đầy đủ = Tên húy\n| tại vị = [[tháng 5]] năm [[1740]] &ndash; [[10 tháng 8]] năm [[1786]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1740 till:1786 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Lê Ý Tông]]\n| nhiếp chính = [[Trịnh Doanh]] (1740-1767)<br>\n[[Trịnh Sâm]] (1767-1782) <br>\n[[Trịnh Cán]] (1782-1 tháng)<br>\n [[Trịnh Tông]] (1782-1786)\n| kiểu nhiếp chính = Nhiếp chính\n| kế nhiệm = [[Lê Chiêu Thống|Lê Mẫn Đế]]\n| thông tin con cái = ẩn\n| con cái = [[Lê Duy Vỹ|Lê Duy Vĩ]]<br>[[Lê Duy Cận]]<br>[[Lê Ngọc Hân]]<br>[[Lê Ngọc Bình]]<br>một số người khác tổng cộng 23 người\n| hoàng tộc = [[Nhà Lê trung hưng|Nhà Lê Trung hưng]]\n| kiểu hoàng tộc = Triều đại\n| niên hiệu = Cảnh Hưng (景興 [[1740]] - [[1787]])\n| thời gian của niên hiệu = \n| tôn hiệu = Uyên Úy Khâm Cung Nhân Từ Đức Thọ Hoàng Đế\n| miếu hiệu = [[Hiển Tông]] (顯宗)\n| thụy hiệu = Vĩnh Hoàng đế (永皇帝)\n| cha = [[Lê Thuần Tông]]\n| mẹ = Nhu Thuận Giản Hoàng hậu Đào thị\n| nơi an táng = Bàn Thạch lăng\n}}\n{{Vua nhà Hậu Lê (theo năm)}}\n'''Lê Hiển Tông''' ([[chữ Hán]]: 黎顯宗  [[20 tháng 5]] năm [[1717]] &ndash; [[10 tháng 8]] năm [[1786]]), [[tên húy]] là '''Lê Duy Diêu''' (黎維祧), là vị [[hoàng đế]] áp chót của [[nhà Lê trung hưng|nhà Lê Trung hưng]] cũng như là thứ 26 của [[nhà Hậu Lê]] trong [[lịch sử Việt Nam]]. Ông ở ngôi từ tháng 5 năm [[1740]], sau khi [[Trịnh Doanh]] ép vua [[Lê Ý Tông]] nhường ngôi cho ông, đến ngày [[17 tháng 7]] năm [[1786]].<ref>Âm lịch.<\/ref>Trong suốt thời gian trị vì ông chỉ dùng một niên hiệu là '''Cảnh Hưng'''.  \n\n== Thân thế ==\nÔng là đích trưởng tử của vua [[Lê Thuần Tông]], làm vua được 47 năm, thọ 70 tuổi, là vị vua ở ngôi lâu nhất và là vua thọ nhất của [[nhà Hậu Lê]]. Đời Hiển Tông chỉ đặt một [[niên hiệu]] là '''Cảnh Hưng'''.\n\n==Việc phế lập trước khi lên ngôi==\nThời [[Nhà Lê trung hưng|Lê Trung hưng]], nhà Lê mất hết quyền hành, triều chính do các [[chúa Trịnh]] thao túng. Việc lập vua, thậm chí lập [[hoàng hậu]] và [[thái tử]] đều có sự can thiệp của họ Trịnh.\n\nSau cái chết bức tử của [[Lê Kính Tông]] ([[1619]]), các [[Nhà Lê trung hưng|vua Lê]] đều nép mình không dám chống đối [[Chúa Trịnh|họ Trịnh]]. Suốt hơn 100 năm, việc nối ngôi của các đời vua Lê ổn định, không có xáo trộn. Tuy nhiên, tới cuối niên hiệu  Bảo Thái thời [[Lê Dụ Tông]], khi hoàng tử Duy Diêu lớn lên, lại bắt đầu xảy ra việc phế lập.\n\n[[Tháng bảy|Tháng 7]] năm [[1727]], chúa [[Trịnh Cương]] ép vua [[Lê Dụ Tông]] bỏ con trưởng là Duy Tường để lập Duy Phường, con trai của chính cung Trịnh thị<ref>Theo [[Trịnh gia chính phả]], bà tên là [[Trịnh Thị Ngọc Phúc]], con gái của Đề quận công [[Trịnh Lan]], về thế thứ thuộc hàng cô của chúa [[Trịnh Cương]].<\/ref> làm [[Thái tử|Hoàng thái tử]]. Năm [[1729]], lại ép Dụ Tông nhường ngôi cho Duy Phường; 2 năm sau, Dụ Tông qua đời.<ref>'''Cương mục''', chính biên quyển 37.<\/ref>\n\nSau khi [[Trịnh Cương]] chết (cùng năm [[1729]]), [[Trịnh Giang]] nối ngôi lại muốn thay đổi việc làm của cha vì Trịnh Cương khi sống từng có ý định thay ngôi thế tử của mình, nên lại tiếp tục làm việc phế lập. Tháng 8 năm [[1732]], [[Trịnh Giang]] truất [[Lê Duy Phường]] làm '''Hôn Đức công''', đưa Duy Tường lên ngôi vua, tức [[Lê Thuần Tông]]. [[Tháng tư|Tháng 4]] năm [[1735]], Thuần Tông mất sớm, [[Trịnh Giang]] lại lập Duy Thận, em Thuần Tông làm vua, tức [[Lê Ý Tông]]. Tháng 9 năm đó, Giang giết luôn vua từng bị phế là Hôn Đức công Lê Duy Phường. Theo '''Cương mục''', khi đó Duy Diêu 19 tuổi, là con trưởng và dòng đích của [[Nhu Thuận hoàng hậu]] lại là người cao tuổi nhất trong các hoàng tử của Thuần Tông, ''\"nhưng [[Trịnh Giang]] e rằng Duy Diêu tuổi đã trưởng thành, và nhận thấy [[Lê Ý Tông|Duy Thận]] (17 tuổi) là cháu ngoại bà Thái phi Vũ thị, trước kia vẫn nuôi nấng ở trong phủ, thân cận yêu thương có phần dễ kiềm chế. Giang mới nói thác ra rằng diện mạo [[Lê Ý Tông|Duy Thận]] giống như tiên đế, nên quyết ý lập làm vua.\"''\n\n==Được lên ngôi thời loạn lạc==\n{{chính|Trịnh Doanh}}\n[[Trịnh Giang]] ăn chơi không lo việc triều chính. Bên ngoài, [[nhân dân]] nhiều nơi nổi dậy khởi nghĩa, nhiều người dùng khẩu hiệu \"Phù Lê diệt Trịnh\" để gây thanh thế, đó là phong trào [[khởi nghĩa nông dân Đàng Ngoài]]. Cùng khởi binh chống họ Trịnh có các hoàng thân [[Lê Duy Mật]], [[Lê Duy Quy]] (con của vua [[Lê Dụ Tông]] và là chú ruột của Duy Diêu) cùng [[Lê Duy Chúc]] (con của vua [[Lê Hy Tông]]). Duy Diêu vì việc đó mà bị Trịnh Giang bắt giam lại.\n\nTrước tình hình biến loạn, triều đình và gia tộc họ Trịnh buộc phải ép [[Trịnh Giang]] thoái vị, đưa em là [[Trịnh Doanh]] lên ngôi vào tháng 1 năm [[1740]]. [[Trịnh Doanh]] có điều chỉnh trong cách đối xử với nhà Lê để thu phục lòng người, bình ổn và dẹp yên nội loạn. Trong khi Trịnh Giang có chủ trương cứng rắn với [[nhà Lê trung hưng|nhà Lê]] thì Trịnh Doanh cố gắng giữ tỏ ra thiện chí với nhà Lê chính thống bằng cách mật sai người đưa Duy Diêu tới lánh ở nhà Bính quận công [[Vũ Tất Thận]].\n\nTháng Năm năm [[1740]], chỉ năm tháng sau khi nắm quyền bính, [[Trịnh Doanh]] ép [[Lê Ý Tông]] trả ngôi vua lại cho ngành trưởng, đưa Lê Duy Diêu lên ngôi, tức là Lê Hiển Tông. Ý Tông được tôn lên làm [[Thái thượng hoàng]].<ref>'''Cương mục''', chính biên quyển 39.<\/ref>\n\n==Ở ngôi yên ổn==\n[[Trịnh Doanh]] là chúa có tài, trong hơn 10 năm lần lượt dẹp hầu hết các cuộc khởi nghĩa của nông dân, đưa tình hình [[Đàng Ngoài]] ổn định trở lại.\n\nDưới thời Trịnh Doanh, vua Lê Hiển Tông tuy cũng chỉ là bù nhìn, nhưng không phải đối diện với mối đe dọa có thể bị phế truất như những vua trước và nhận được sự tôn trọng nhất định từ phía phủ chúa, tuy chỉ mang tính hình thức.\n\nTháng Sáu năm [[1751]], một số cải cách hình thức trong quan chế của triều đình vua Lê đã được [[Trịnh Doanh]] cho phép tiến hành, như việc bổ nhiệm các quan đứng đầu lục bộ, lục khoa, các quan khanh… Tuy nhiên, tham tụng, bồi tụng, tức là gia thần của phủ chúa, mới là những người nắm quyền thực sự, còn Thượng thư, Thị lang các bộ chỉ là vị hão của triều đình. Cuối năm [[1753]], [[Trịnh Doanh]] ép Lê Hiển Tông phong cho con trưởng của mình là [[Trịnh Sâm]] làm Thế tử thừa kế ngôi chúa.\n\nTháng Sáu năm [[1754]], Trịnh Doanh mời nhà vua ra [[sông Hồng|sông Nhị]] duyệt binh. Đây là việc chưa từng có tiền lệ trước đó, bởi các chúa Trịnh luôn tìm cách ngăn cản tối đa việc vua Lê tiếp xúc trực tiếp với quân đội{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}. Sự kiện này khẳng định lòng tin của Trịnh Doanh với nhà vua. Sách '''Cương mục''' chép:\n:''\"[[Trịnh Doanh]] lấy cớ rằng trong nước mới bình yên, bắt các quân lính phô trương sức mạnh, mời nhà vua ngự ra xét duyệt, trăm quan làm lễ chầu mừng. Bèn hạ lệnh cho thủy binh bày hàng chiến thuyền ở giữa sông, dung nghi quân sĩ rất tề chỉnh, bơi chèo ngược dòng nước, thuyền phóng đi như bay. Nhà vua rất bằng lòng, gần tối, xa giá trở về cung\".''<ref>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm46.html Khâm định Việt sử Thông giám Cương mục] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080606220609\/http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm46.html |date=2008-06-06 }}, Chính biên quyển thứ 41.<\/ref>\nNgày [[10 tháng 8]] năm [[1759]], Thượng hoàng [[Lê Ý Tông]] qua đời. Bầy tôi bàn việc việc cử hành tang lễ, xin nhà vua để tang ba năm nhưng ông từ chối:\n:''Ta nguyên là con trưởng của tiên đế (Thuần Tông), quan hệ đến dòng dõi. Trước đây Hoàng thúc (Ý Tông) nối ngôi, nhưng vì lòng người không yên, mới trả ngôi lại cho ta. Chính ra ta nối ngôi của tiên đế chứ không phải của hoàng thúc. Xét trong điển lễ, không nên nhận hai nguồn gốc. Cho nên chỉ theo lễ chế phục tang 1 năm, còn việc chủ tế thì giao cho người con cả (của Hoàng thúc) ở điện Kiền Thọ chủ tế. Thế mới là đúng lẽ''.\n\nRồi quyết định phục tang một năm.<ref>'''Cương mục''', chính biên quyển 42.<\/ref>. Ngày [[10 tháng 9]] cùng năm đó mẹ vua là Thái hậu Nguyễn thị cũng mất ở điện Kiền Thọ, dâng tôn thụy là Hiển Từ.\n\nTháng 11 năm [[1761]], sứ thần [[nhà Thanh]] là Hàn lâm thị độc Đức Bảo và Đại lý thiếu khanh Cố Nhữ Tu sang [[Đại Việt]] phong cho Hiển Tông làm '''An Nam quốc vương'''. Tháng Giêng năm [[1764]], vua Lê Hiển Tông lập con trưởng là [[Lê Duy Vỹ]] làm Thái tử. Trịnh Doanh gả con gái là Tiên Dung quận chúa cho Duy Vỹ.\n\n==Họ Trịnh lấn quyền==\nTháng Giêng năm [[1767]], [[Trịnh Doanh]] chết, con là [[Trịnh Sâm]] lên thay, được phong làm Tĩnh Đô vương. Trịnh Sâm từ nhỏ đã có hiềm khích sâu nặng với Thái tử Duy Vĩ, nên nuôi ý định trả thù.\n\nTháng Ba năm [[1769]], [[Trịnh Sâm]] vu tội cho Thái tử Duy Vĩ tư thông với cung tần của [[Trịnh Doanh]], ép nhà vua phế thái tử và giam vào ngục. Thái tử từng lo sợ sẽ bị hãm hại, nên nói vua biết, nhưng nhà vua chỉ biết đi cầu đảo, khấn vái mà thôi. Đến đó, quân Trịnh đã ở ngoài cửa Đông cung, Thái tử chạy sang cung vua. [[Phạm Huy Đĩnh]] vào thẳng nội điện, đòi nhà vua giao Thái tử ra. Nhà vua ôm mãi lấy Thái tử, không nỡ ly biệt. Huy Đĩnh cứ quỳ mãi ở dưới sân. Thái tử biết thế không thoát khỏi, đành phải bước ra. [[Trịnh Sâm]] sau đó giả mệnh nhà vua, phế Thái tử làm thứ nhân, giam vào ngục. Các con của Duy Vĩ, cháu của Hiển Tông là Duy Khiêm (sau này là [[Lê Chiêu Thống]]), Duy Trù và Duy Chi cũng bị bắt giam.<ref>'''Cương mục''', chính biên quyển 43.<\/ref> Tháng Tám năm đó, Trịnh Sâm lập con thứ tư của vua là Lê Duy Cận làm Thái tử, vì Duy Cận thờ phụng Trịnh Thái phi là Nguyễn thị rất kính cẩn, quyền phế lập lại do cả tay [[chúa Trịnh]]. Tháng 12 năm [[1771]], Trịnh Sâm giết Duy Vĩ. Lê Hiển Tông bất lực không thể làm gì để cứu con.\n\nTrong thời gian đó, [[Trịnh Sâm]] từng có ý cướp ngôi [[nhà Lê]], nên sai [[Vũ Trần Thiệu]] đem tờ biểu sang [[nhà Thanh]] nói là [[nhà Lê]] không có con cháu hiền tài và xin vua Thanh phong tước cho. Nhưng Trần Thiệu là người trung thành, nên đã đốt tờ biểu ấy đi và tự tử.\n\nLúc đó chính quyền [[chúa Trịnh]] bắt đầu suy yếu. Năm [[1782]], Trịnh Sâm chết, con nhỏ là [[Trịnh Cán]] lên thay, tức là Điện Đô vương, khi đó mới 6 tuổi. Cuối năm đó, lính kiêu binh cùng nhau nổi dậy phế truất Trịnh Cán, lại lập [[Trịnh Tông]] làm chúa. Tháng Giêng năm [[1783]], có [[loạn kiêu binh]], quân lính giải thoát cho các con của Duy Vĩ, truất Duy Cận làm Sùng Nhượng công và lập Duy Khiêm làm người kế vị của Hiển Tông.<ref>'''Cương mục''', chính biên quyển 46.<\/ref>\n\nPhe của [[Trịnh Tông]] vì nỗi kiêu binh lộng quyền nên tìm cách trừ khử. Vào đầu năm [[1784]], quân sĩ có người cậy công rước Hoàng tự tôn về, xin ban phong cho cha mẹ, họ đem nhau vào sân điện tâu bày để xin phong, nhà vua sai triệu vào nội điện, tuyên bố chỉ dụ yên ủi. [[Trịnh Tông]] biết chuyện, bèn cùng mưu với [[Nguyễn Khản]], [[Nguyễn Triêm]] và [[Dương Khuông]] đến nội điện bắt kiêu binh được 7 tên đều xử trảm. Lính kiêu binh tức giận, bèn giết Nguyễn Triêm, đuổi [[Nguyễn Khản]] và Dương Khuông. Trước tình hình đó, Trịnh Tông hợp mưu với quân tứ trấn cùng kéo về kinh giết hết lính Thanh Nghệ. Nhưng bọn kiêu binh biết được việc đó, canh gác phủ chúa rất kĩ, Trịnh Tông không thể ra ngoài (để hội quân). Chúng lại buộc nhà chúa phải lệnh cho các trấn bãi binh, nhưng lệnh không tới được, lính kiêu binh bèn cùng nhau lấy hết binh khí trong phủ chúa, dự định đốt kinh thành rồi giương cờ phù Lê, lật đổ phe [[chúa Trịnh]], đã chuẩn bị thuyền đưa nhà vua về Thanh Hoa. Tuy nhiên về sau các trấn bãi binh, nên việc ấy lại thôi.<ref>''[[Hoàng Lê nhất thống chí]]'', hồi thứ 4.<\/ref>\n\n==Cuối đời==\n[[Tháng bảy|Tháng 7]] âm lịch năm [[1786]], tướng Tây Sơn là [[Nguyễn Huệ]] với chiêu bài \"phù Lê diệt Trịnh\" kéo quân ra [[Thăng Long]] đánh đổ [[Trịnh Tông|Trịnh Khải]] ([[Trịnh Tông]]) và ngỏ ý tôn phù Lê Hiển Tông. Khi quân [[Nhà Tây Sơn|Tây Sơn]] tiến vào, nhà vua đã lâm bệnh, các [[hoàng tử]] hầu hạ nâng giấc ở trong nội điện, thấy ngoài cung điện có lính và voi, ngờ là giặc kéo đến uy hiếp, liền vực nhà vua dậy toan lánh đi chỗ khác. Chợt lúc ấy, viên tỳ tướng đệ dâng bản tâu, trước hết bày tỏ lễ ý xin thăm hỏi sức khỏe nhà vua, sau nữa xin định ngày sẽ vào triều bái yết. Nhà vua nhận được tờ tấu, mới yên tâm.\n\nNhà vua triệu kiến [[Quang Trung|Nguyễn Huệ]] ở điện Vạn Thọ, sai đặt một giường khác ở bên cạnh giường vua ngự để Nguyễn Huệ ngồi. Nguyễn Huệ rụt rè không dám ngồi, nhà vua ép mãi, Nguyễn Huệ mới ngồi ghé vào cạnh chiếu, rồi tâu bày về lý do lật đổ họ Trịnh và tôn phù [[nhà Lê]]. Do sự mai mối của [[Nguyễn Hữu Chỉnh]] – cựu thần của [[Bắc Hà]] theo hàng Tây Sơn – Hiển Tông gả công chúa [[Lê Ngọc Hân]] cho Nguyễn Huệ. Lại hạ lệnh truyên triệu bọn [[Phan Lê Phiên]], [[Uông Sĩ Điển]], [[Trần Công Thước]] và bầy tôi hơn mười người về triều.\n\nNguyễn Huệ lại xin định ngày làm lễ dâng sổ sách binh dân, Hiển Tông cố gượng dậy, ra ngự điện Kính Thiên nhận lễ, rồi ban hành chiếu thư về việc nhất thống để bá cáo cho trong kinh ngoài trấn biết. Ngày [[17 tháng 7]] âm lịch (tức ngày [[10 tháng 8]] dương lịch) cùng năm đó ([[1786]]), vua mất tại điện Vạn Thọ, ở ngôi 47 năm, hưởng thọ 70 tuổi. Hiển Tông sống qua 4 đời [[chúa Trịnh]]. Ông được táng tại lăng Bàn Thạch.\n\nTrước khi mất, Hiển Tông dặn lại cháu kế vị là Duy Khiêm (tức [[Lê Chiêu Thống]]) phải lựa ý [[Nguyễn Huệ]] mà định việc kế lập. '''Cương mục''' chép:\n:''Khi bệnh nguy kịch, cho triệu Hoàng thái tôn (Duy Khiêm) đến bảo rằng: \"Ta chỉ sớm tối sẽ trút bỏ gánh nặng, bây giờ lo lắng việc nước là ở mình cháu, cháu phải nghĩ lấy\". Thái tôn vừa lạy vừa khóc xin nhận mệnh lệnh. Nhà vua nói: \"Binh lính xứ khác còn đóng ở đây, về việc truyền nối ngôi vua là việc trọng đại, cần phải thương lượng bàn bạc với nguyên soái,<ref>Tức Nguyễn Huệ.<\/ref> chớ nên làm tắt\"''.<ref name=KDVSTGCM46>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm51.html Khâm định Việt sử Thông giám Cương mục], Chính biên quyển thứ 46.<\/ref>\n\n==Đánh giá== \nCác nhà sử học đời sau đánh giá Lê Hiển Tông là một vị vua nhu nhược, nhưng may mắn. Hiển Tông là vị vua Lê điển hình thời trung hưng, nhẫn nhục chịu đựng, \"khoanh tay rủ áo\" để được yên vị. Tấm gương bị phế truất và bị sát hại của các vua trước khiến Hiển Tông thu mình, không còn ý định phản kháng.\n\nKhi Đoan Nam vương [[Trịnh Khải]] ([[Trịnh Tông]]) mới lên làm chúa, quân kiêu binh có lần đã nghĩ đến cái mưu tôn phù [[nhà Lê]] lấy lại quyền bính và lén đến xin ý kiến nhà vua. Những người xung quanh cũng đã khuyên nhà vua nên nghe theo mưu ấy. Nhưng nhà vua nói:\n:''Ta vì thành thật nghe theo trời nên mới được như thế này. Những chuyện do ở mưu người xếp đặt, ta quyết không làm. Nếu kẻ nào còn dám nói đến chuyện đó, trẫm sẽ lôi sang cho chúa, để theo phép mà làm tội.''\nSự nhàn rỗi lâu năm khiến nhà vua tuổi cao, sức yếu không còn động lực trở lại với chính sự. Bản thân Hiển Tông cũng coi ngai vàng là một gánh nặng. Theo [[Hoàng Lê nhất thống chí]], khi [[Quang Trung|Nguyễn Huệ]] diệt Trịnh, Hiển Tông nói với các cung nữ:\n:''Trời sai nhà chúa phò ta. Chúa gánh cái lo, ta hưởng cái vui. Mất chúa, tức là cái lo lại về ta, ta còn vui gì?''\n'''Cương mục''' chép:\n:''\"Nhà vua là người nhân từ, trầm tĩnh. Lúc về già, gặp [[Trịnh Sâm]] áp bức, cũng chỉ ngậm miệng mà nhịn. Đến nay [[Nhà Tây Sơn|Tây Sơn]] tôn phò, nhà vua ngoài mặt tuy mừng mà trong bụng vẫn lấy làm lo.\"''\n'''Cương mục''' cũng chép lại lời bình của vua [[Tự Đức]] về thái độ của nhà vua trước cuộc hành quân bắc tiến của [[Nhà Tây Sơn|Tây Sơn]] năm [[1786]]:\n:''\"Chống hùm cửa trước, rước beo cửa sau\", ôi cũng nguy hiểm lắm! [[Trịnh Doanh]] lập Hiển Tông để nương nhờ vào phúc đức, mà Hiển Tông từ trước đến sau, nhất thiết việc gì cũng do ở người khác. Nhiều lần gặp tai họa bất trắc xảy ra, chỉ vì không vướng vít với thất tình, mà được trọn đời an toàn, cũng là may mà thôi\"''.\n:''Hiển Tông sau khi bị giam cầm, vào nối nghiệp lớn, biết kín đáo giữ mình, thuận lựa theo chiều biến cố, ung dung lặng lẽ, không thi thố gì, làm cho [[Trịnh Sâm]] dẫu ngạo nghễ, càn bậy rông rỡ, lấn ép đến đâu cũng không dám giở hết mọi ngón độc ác, nên Hiển Tông mới ở ngôi được hơn 40 năm.''<ref>'''Cương mục''', chính biên quyển 47.<\/ref>\n\n==Gia quyến==\n*Thân phụ: Lê Thuần Tông Giản hoàng đế \n*Thân mẫu: Nhu Thuận Giản Hoàng hậu\n*Hậu cung:\n{| class=\"wikitable\"\n|+Danh sách các phi tần\n!STT\n!Danh hiệu\n!Tên húy\n!Sinh mất\n!Cha\n!Ghi chú\n|-\n|1\n|'''Trinh Thuận hoàng hậu'''\n|Trần Thị Ngọc Câu\n|\n|\n|Bà là sinh mẫu của hoàng trưởng tử Lê Duy Lực và An Định thái tử Lê Duy Vỹ. Bà mất sớm và bị tước đoạt kim sách sau vụ con trai là Thái tử Duy Vĩ bị phế, được phục vị bởi cháu nội là vua [[Lê Chiêu Thống]]\n|-\n|2\n|Chiêu nghi\n|[[Nguyễn Thị Ngọc Huyền]]\n|\n|\n|Bà không được coi là chính thất, là người xã Phù Ninh, tổng Hạ Dương, phủ Từ Sơn - Bắc Ninh (nay là xã Ninh Hiệp, Gia Lâm, Hà Nội), là con gái trưởng của ông Nguyễn Đình Giai. Nhập cung giữ vị trí Chiêu nghi. Bà là thân mẫu của công chúa Lê Ngọc Hân. Sau bà được hậu thế phong làm hoàng mẫu hậu vì là thân mẫu của Bắc cung hoàng hậu Lê Ngọc Hân triều Tây Sơn.\n|-\n|3\n|Chiêu nghi\n|Nguyễn Thị Điều\n|\n|\n|Bà là người cùng làng với Chiêu nghi Nguyễn Thị Huyền, mẹ công chúa Lê Ngọc Bình, chính thất vua Cảnh Thịnh triều Tây Sơn, Gia Long Đệ Tam Cung Đức Phi triều Nguyễn.\n|-\n|4\n|Chiêu nghi\n|Nguyễn Thị Diễm\n|\n|\n|\n|-\n|5\n|Cung nhân\n|Nguyễn Thị Dương\n|\n|\n|\n|-\n|6\n|Cung nhân\n|Lê Thị Thanh\n|\n|\n|\n|-\n|7\n|Cung nhân\n|Lê Thị Thịnh\n|\n|\n|\n|-\n|8\n|Cung nhân\n|Hoàng Thị Thử\n|\n|\n|\n|-\n|9\n|Cung nhân\n|Nguyễn Thị Bài\n|\n|\n|\n|-\n|10\n|Cung nhân\n|Nguyễn Thị Nghiên\n|\n|\n|\n|-\n|11\n|Cung nhân\n|[[Nguyễn Thị Viên]]\n|\n|\n|\n|-\n|12\n|Cung nhân\n|Trịnh Thị Ngân\n|\n|\n|\n|-\n|13\n|Cung nhân\n|[[Nguyễn Thị Diệu]]\n|\n|\n|\n|-\n|14\n|Cung nhân\n|[[Nguyễn Thị Chi]]\n|\n|\n|\n|-\n|15\n|Cung nhân\n|Đào Thị Toại\n|\n|\n|\n|-\n|16\n|Cung nhân\n|Nguyễn Thị Khanh\n|\n|\n|\n|-\n|17\n|Cung nhân\n|Đào Thị Minh\n|\n|\n|\n|-\n|18\n|Cung nhân\n|[[Nguyễn Thị Nghiêu]]\n|\n|\n|\n|-\n|19\n|Cung nhân\n|Nguyễn Thị Phúc\n|\n|\n|\n|-\n|20\n|Cung nhân \n|Cao Thị Toản\n|\n|\n|\n|-\n|21\n|Cung nhân\n|Nguyễn Thị Lan\n|\n|\n|\n|-\n|22\n|Cung nhân\n|Nguyễn Thị Điền\n|\n|\n|\n|}\n\n=== Hậu duệ ===\n\nVua Lê Hiển Tông có 53 người con, trong đó có 30 hoàng tử, 23 hoàng nữ.\n{| class=\"wikitable\"\n|+Danh sách các hoàng tử\n!STT\n!Danh hiệu\n!Tên húy\n!Sinh mất\n!Mẹ\n!Ghi chú\n|-\n|1\n|Hoàng trưởng tử\n|[[Lê Duy Lực]]\n|1743 -?\n|Trinh Thuận Hoàng hậu Trần Thị Ngọc Câu\n|Được vua cha gia phong Quận công.\nMất sớm không có con nối dõi.\n|-\n|2\n|'''An Định Thái Tử''' \n(安定 太子)\n|[[Lê Duy Vĩ]] \n|1745 - 1771\n|Trinh Thuận Hoàng hậu Trần Thị Ngọc Câu\n|Bị hại chết bởi chúa [[Trịnh Sâm]].\nÔng là cha đẻ của vua [[Lê Chiêu Thống]].\nTruy tôn là Hựu Tông hoàng đế. \n|-\n|3\n|\n|[[Lê Duy Trinh]]\n|1745 -?\n|Chiêu nghi Nguyễn Thị Diễm\n|\n|-\n|4\n|\n|[[Lê Duy Thạch]]\n|1746 -?\n|Cung nhân Nguyễn Thị Dương\n|\n|-\n|5\n|Sùng Nhượng công\n(崇讓公)\n|[[Lê Duy Cận]]\n|1749 -?\n|Cung nhân Lê Thị Thanh\n|Từng được lập hoàng thái tử từ 1769 - 1783.\nSau bị giáng làm Sùng Nhượng công\n|-\n|6\n|\n|[[Lê Duy Bảo]]\n|1752 -?\n|Cung nhân Lê Thị Thịnh\n|\n|-\n|7\n|\n|[[Lê Duy Đễ]] \n|1752 -?\n|Cung nhân Lê Thị Thịnh\n|Em song sinh với  hoàng tử Duy Bảo\n|-\n|8\n|\n|[[Lê Duy Trọng]] \n|1752 -?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|9\n|\n|[[Lê Duy Dược]]\n|1753-?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|10\n|\n|[[Lê Duy Trừ]] \n|1753-?\n|Cung nhân Lê Thị Thịnh\n|\n|-\n|11\n|\n|[[Lê Duy Cư]] \n|1754 -?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|12\n|\n|[[Lê Duy An]]\n|1755-?\n|Cung nhân Hoàng Thị Thử\n|\n|-\n|13\n|\n|[[Lê Duy Phùng]]\n|1755-1756\n|Không rõ mẹ\n|Chết yểu\n|-\n|14\n|\n|[[Lê Duy Lữ]]\n|1756-?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|15\n|\n|[[Lê Duy Quyền]]\n|1756-?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|16\n|\n|[[Lê Duy Tràm]]\n|[[1758]] -?\n|Cung nhân Trịnh Thị Ngân\n|\n|-\n|17\n|\n|[[Lê Duy Hoán]]\n|[[1759]]-[[1817]]\n|Cung nhân Lê Thị Thanh\n|\n|-\n|18\n|\n|[[Lê Duy Lộc]] \n|1760-?\n|Cung nhân Nguyễn Thị Bài\n|\n|-\n|19\n|\n|[[Lê Duy Bút]] \n|1761-?\n|Cung nhân Nguyễn Thị Nghiên\n|\n|-\n|20\n|\n|[[Lê Duy Lưu]]\n|1761-1761\n|Không rõ mẹ\n|Chết yểu\n|-\n|21\n|\n|[[Lê Duy Phúc]]\n|1761-?\n|Cung nhân [[Nguyễn Thị Viên]]\n|\n|-\n|22\n|\n|[[Lê Duy Lãn]] \n|1764-?\n|Không rõ mẹ\n|\n|-\n|23\n|\n|[[Lê Duy Tiến]]\n|1763-?\n|Cung nhân Trịnh Thị Ngân\n|\n|-\n|24\n|\n|[[Lê Duy Hội]] \n|1764-1765\n|Không rõ mẹ\n|Chết yểu\n|-\n|25\n|\n|[[Lê Duy Hoan]]\n|1764-?\n|Cung nhân [[Nguyễn Thị Diệu]]\n|\n|-\n|26\n|\n|[[Lê Duy Thăng]]\n|1765-?\n|Cung nhân Nguyễn Thị Bài\n|\n|-\n|27\n|\n|[[Lê Duy Sách]]\n|1766-1766\n|Không rõ mẹ\n|Chết yểu\n|-\n|28\n|\n|[[Lê Duy Túc]]\n|1769-?\n|Cung nhân [[Nguyễn Thị Chi]]\n|\n|-\n|29\n|\n|[[Lê Duy Vạn]]\n|1771-1795\n|Cung nhân Đào Thị Toại\n|Khởi binh đánh [[Tây Sơn]] và bị bức tử.\n|-\n|30\n|\n|[[Lê Duy Cơ]] \n|1772-?\n|Cung nhân Nguyễn Thị Khanh\n|}\n{| class=\"wikitable\"\n|+Danh sách các công chúa\n!STT\n!Danh hiệu\n!Tên húy\n!Sinh mất\n!Mẹ\n!Ghi chú\n|-\n|1\n|Quỳnh Anh công chúa\n|[[Lê Ngọc Du]] \n|1743-?\n|Cung nhân [[Đào Thị Minh]]\n|\n|-\n|2\n|\n|Lê Ngọc Anh\n|1746-?\n|Cung nhân [[Nguyễn Thị Nghiêu]]\n|\n|-\n|3\n|\n|Lê Ngọc Như \n|1749-?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|4\n|\n|Không rõ tên\n|1750-?\n|Không rõ mẹ\n|Chết yểu.\n|-\n|5\n|\n|Lê Ngọc Quỳnh\n|1751-?\n|Cung nhân [[Nguyễn Thị Nghiêu]]\n|\n|-\n|6\n|\n|Lê Ngọc Tuyên\n|1752-?\n|Cung nhân Nguyễn Thị Phúc\n|\n|-\n|7\n|\n|Lê Ngọc Uyển\n|1753-?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|8\n|\n|Lê Ngọc Gia\n|1753-?\n|Cung nhân Cao Thị Toản\n|\n|-\n|9\n|\n|Lê Ngọc Viện\n|1753-?\n|Cung nhân Nguyễn Thị Lan\n|\n|-\n|10\n|\n|Lê Ngọc Dao \n|1755-?\n|Cung nhân Lê Thị Thịnh\n|\n|-\n|11\n|\n|Không rõ tên\n|1758-?\n|Không rõ mẹ\n|Chết yểu.\n|-\n|12\n|\n|Lê Ngọc Nhiên\n|1760-?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|13\n|\n|Không rõ tên\n|1761-?\n|Không rõ mẹ\n|Chết yểu.\n|-\n|14\n|\n|Lê Ngọc Viên\n|1761-?\n|Cung nhân Nguyễn Thị Nghiên\n|\n|-\n|15\n|\n|Lê Ngọc Trăn \n|1762-?\n|Cung nhân Nguyễn Thị Bài\n|\n|-\n|16\n|\n|Lê Ngọc Loan \n|1763-?\n|Cung nhân Lê Thị Thanh\n|\n|-\n|17\n|\n|Lê Ngọc Châu \n|1763-?\n|Cung nhân Nguyễn Thị Điền\n|\n|-\n|18\n|\n|Lê Ngọc Doanh\n|1763-?\n|Cung nhân [[Nguyễn Thị Viên]]\n|\n|-\n|19\n|\n|Lê Ngọc Tuyên\n|1765-?\n|Cung nhân Nguyễn Thị Điền\n|\n|-\n|20\n|\n|Không rõ tên\n|1768-?\n|Không rõ mẹ\n|Chết yểu.\n|-\n|21\n|\n|[[Lê Ngọc Hân]] \n|[[1770]]-[[1799]]\n|Chiêu nghi [[Nguyễn Thị Ngọc Huyền]]\n|Bà là Bắc cung Hoàng hậu của nhà [[Tây Sơn]]. \n|-\n|22\n|\n|Lê Ngọc Huyên\n|1774-?\n|Cung nhân [[Nguyễn Thị Diệu]]\n|\n|-\n|23\n|\n|[[Lê Ngọc Bình]]\n|[[1785]]-[[1810]]\n|Chiêu nghi Nguyễn Thị Điều\n|Bà là Hoàng hậu của Cảnh Thịnh đế nhà Tây Sơn.\nSau là Đệ tam phi của vua [[Gia Long]] nhà Nguyễn\n|}\n\n==Xem thêm==\n*[[Nhà Hậu Lê]]\n*[[Lê Ý Tông]]\n*[[Chúa Trịnh]]\n*[[Trịnh Doanh]]\n*[[Trịnh Sâm]]\n*[[Lê Ngọc Hân]]\n*[[Lê Chiêu Thống]]\n* [[Phạm Đình Kính]]\n* [[Nguyễn Mậu Tài]]\n* [[Nguyễn Khiêm Ích]]\n* [[Nguyễn Huy Nhuận]]\n* [[Đỗ Huy Kỳ]]\n\n== Chú thích ==\n{{Tham khảo}}\n== Liên kết ngoài ==\n{{Nhóm hộp điều hướng\n|title= Lê Hiển Tông\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Hoàng đế [[nhà Hậu Lê]]\n|trước = [[Lê Ý Tông]]\n|sau = [[Lê Chiêu Thống]]\n|năm = 1740-1786\n}}\n{{Cuối hộp}}\n{{Vua nhà Lê trung hưng}}\n}}\n\n[[Thể loại:Vua nhà Lê trung hưng|Hiển Tông, Lê]]\n[[Thể loại:Sinh năm 1717]]\n[[Thể loại:Mất năm 1786]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua nhà Hậu Lê]]"}