{"865745":"'''Lê Hoàng Chung''' (sinh năm [[1930]]) là một [[nhạc sĩ]] kiêm [[nhà thơ]] [[Việt Nam]].\n\n==Tiểu sử==\nÔng sinh năm [[1930]] tại [[Phan Thiết]] và còn một bút danh khác là '''Bạch Khuê Bút'''. Ông chọn nghề giáo sau khi tốt nghiệp Trường Cao đẳng Sư phạm quốc gia Âm nhạc Sài Gòn vào năm 1952 lúc ông vừa tròn 22 tuổi. Ông về lại quê nhà đúng vào lúc Trường Trung học Phan Bội Châu vừa thành lập và ông được nhận vào dạy âm nhạc cho đến năm 1978. Năm 1958 ông viết ca khúc Hành Khúc Phan Bội Châu và được chọn làm bản nhạc truyền thống của trường. Vì vậy, từ lớp trung niên từng là học sinh Trường Phan Bội Châu cho đến tất cả học sinh đến nay đều gọi ông là Thầy Chung. Sau đó, ông chuyển sang dạy Trường Trung cấp Sư phạm Thuận Hải rồi về dạy Trường THCS Đức Thắng cho đến năm 1990 về hưu.\n\nGiờ Mão Ngày 30 tháng 8 năm 2011 nhạc sĩ Lê Hoàng Chung qua đời sau 3 tháng dưỡng bệnh tại nhà riêng tức ngôi nhà cổ nhất Phan Thiết hiện nay.\n\nNgười Phan Thiết hầu như ai cũng biết ngôi nhà tọa lạc tại số 1 đường Phan Bội Châu là ngôi nhà cổ khoảng 300 năm bởi dáng nét kiến trúc và phong hóa qua thời gian. Trước đây địa danh này được gọi là thôn Thành Đức, phủ Hàm Thuận, một người tên Trần Loan thuộc bang Triều Châu được cha mẹ để lại ngôi nhà đó và ông đã bán nó cho ông Lý Thụy Xuân vào ngày 12 tháng 12 năm thứ 2 Duy Tân. Sau đó, ông Xuân lại bán ngôi nhà này cho ông Huỳnh Ngọc Điển (theo giấy bán đoạn nhà đất lập ngày 28 tháng 1 năm thứ 3 Duy Tân). Đến nay, cháu nội của ông Điển là bà Huỳnh Thị Bảo Hòa cùng chồng là nhạc sĩ Lê Hoàng Chung và con cháu vẫn đang thừa kế.\n\nNgoài ra, ông còn là một cây bút với trên 300 bài thơ Đường luật thật hay, được đăng nhiều trong các thi tuyển của Bạch Mai Thi Đàn và Chi Hội Unessco thơ Đường Luật việt Nam.\n\n==Tác phẩm chính==\n\nTừ năm 1949 đến cuối đời ông đã sáng tác trên 200 bản nhạc. Trong đó, có những bản nhạc tạo nên nhiều dấu ấn cho sự nghiệp của riêng ông, cho thành phố Phan Thiết và gắn liền nhiều cây bút tên tuổi khác, tiêu biểu như sau:\n*Tình quê hương (1949)\n*Cung đàn muôn phương (1950)\n*Con Thuyền lạc bến (1950)\n*Còn đâu nữa em (1952)\n*Hành khúc Phan Bội Châu (1958), là bản nhạc truyền thống của Trường Trung học Phan Bội Châu từ năm 1958 đến nay.\n*Tình ca Phan Thiết (1998), hiện nay vẫn là bản nhạc tiêu biểu cho thành Phố Phan Thiết\n*Hồ Chí Minh vì sao sáng muôn đời (2005)\n*Bên lửa hồng (2006)\n*Hà nội rơi rơi tiếng nguyệt cầm (2009), phổ thơ Huỳnh Hữu Võ\n*Trường ơi (2006), phổ thơ Thanh Nguyên, Nhóm Mắt Ngọc trình bày\n*Bóng gương (2009), phổ thơ Thái Thanh Nguyên, ca sĩ Công Phước trình bày\n*Mộng phù du (2009), phổ thơ Thái Thanh Nguyên, ca sĩ Công Lâm trình bày\n*Chúng cháu hát về Trường Sa (2010), nhạc thiếu nhi\n*Biêng biếc phù du (2010), phổ thơ Thái Thanh Nguyên\n*Lời chim non (2011), nhạc thiêu nhi\n*Bồng lai tiên cảnh (2011), phổ thơ Thái Thanh Nguyên\n...\n*CD ca khúc với tựa đề Ký Ức Thời Gian do Nam Phương Audio sản xuất năm 2006\n\n==Giải thưởng==\n\nTrong quá trình công tác và sáng tác, ông đã được trao tặng:\n:*Giải nhì (không có giải nhất) cuộc thi viết về chủ đề Quê hương Đất nước do Hội VHNT Bình Thuận tổ chức năm 2005\n:*Chung kết chủ đề Đoàn Thanh Niên Cộng sản Hồ Chí Minh và tuổi trẻ Việt Nam – 2006 do 6 cơ quan Trung ương tổ chức năm 2006\n:*Giải đặc biệt Liên hoan hát với guitar chủ đề Thăng Long - Hà Nội trái tim tôi do Nhà Văn hóa Thanh niên thành phố Hồ Chí Minh tổ chức năm 2010\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/tgthaithanhnguyen.multiply.com\/journal\/item\/307\/307 Dự cảm về Lê Hoàng Chung]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }} Entry của Thái Thanh Nguyên.\n*[http:\/\/nguyenuthang.blogspot.com\/2011\/09\/normal-0-false-false-false.html Nhạc sĩ Lê Hoàng Chung và ngôi nhà cổ nhất Phan Thiết] Bài viết của Bảo Anh.\n\n[[Thể loại:Người Bình Thuận]]\n[[Thể loại:Nhạc sĩ Việt Nam]]"}