{"487082":"'''Lê Bá Ly''' (黎伯驪, [[1476]]-[[1557]]) là tướng [[nhà Lê sơ]] và [[nhà Mạc]] và [[nhà Lê trung hưng]] trong [[lịch sử Việt Nam]]. Ông tham gia cuộc [[chiến tranh Lê-Mạc]] lần lượt phục vụ cho cả hai phe trong cuộc chiến này.\n{{Thông tin nhân vật hoàng gia\n| tên = Lê Bá Ly \n| tên gốc = 黎伯驪\n| tước vị = \n| thêm = vietnam\n| hình = \n| cỡ hình = 250px\n| ghi chú hình = Tượng Nguyễn Thiến.\n| chức vị = Tướng [[nhà Lê sơ]] và [[nhà Mạc]] và [[nhà Lê trung hưng]]\n| tại vị = [[1476]] - [[1557]]\n| kiểu tại vị = tại vị \n| tiền nhiệm = \n| kế nhiệm = không rõ \n| hoàng tộc = [[Họ Lê]] \n| kiểu hoàng tộc = Gia tộc\n| miếu hiệu = \n| tên đầy đủ = \n| kiểu tên đầy đủ = Tên húy\n| tước vị đầy đủ = [[tước vị| ]] \n* Quận Công. \n| thông tin tước vị đầy đủ = ẩn\n| thụy hiệu = \n| vợ = \n| thông tin con cái = ẩn\n| con cái = \n| cha = \n| mẹ = \n| nơi sinh = [[Thanh Hóa ]], [[Đại Việt]]\n| sinh = 28 tháng 1 năm 1476\n| mất = {{ngày mất và tuổi|1557|8|20|1476|8|28}} \n| nơi mất = [[Thanh Hóa]], [[Đại Việt]]\n}}\n\n==Dẹp nội loạn==\nTheo [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]], Lê Bá Ly người làng Cổ Phạm, huyện [[Đông Sơn]], nay thuộc xã [[Thiệu Khánh]], [[thành phố Thanh Hóa]], tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\nLê Bá Ly là quan võ dưới thời [[Nhà Lê sơ|Lê sơ]]. Khi [[Nhà Mạc]] thay nhà Lê (1527), ông tiếp tục phục vụ cho nhà Mạc, được phong tước Phụng quốc công. Nhà Lê Bá Ly ở [[Thịnh Liệt]] thuộc [[thanh Trì|huyện Thanh Trì]], nay là phường [[Thịnh Liệt]], [[Hoàng Mai, Hà Nội|quận Hoàng Mai]], [[Hà Nội]].\n\nNăm 1546, [[Mạc Hiến Tông]] qua đời, con là Phúc Nguyên còn nhỏ lên thay, tức là [[Mạc Tuyên Tông]]. Chú Tuyên Tông là Khiêm vương [[Mạc Kính Điển]] làm phụ chính. Tướng [[Phạm Tử Nghi]] muốn lập con thứ [[Mạc Đăng Dung|Mạc Thái Tổ]] là Hoằng vương [[Mạc Chính Trung]] đã trưởng thành nhưng không được nên cùng Chính Trung khởi binh nổi loạn.\n\nMạc Kính Điển sai Trần Phỉ đưa [[Mạc Tuyên Tông]] sang sông về Dương Kinh, còn mình cùng [[Nguyễn Kính]] đánh Tử Nghi nhưng không thắng nổi. Sau đó Kính Điển phải huy động Lê Bá Ly tham chiến. Ông sai con trai quản lý việc trong phủ, mình cùng người con khác là Phổ quận công Lê Khắc Thận truyền hịch cho Quảng quận công Nguyễn Khải Khang cùng các tướng Phú quận công Nguyễn Hữu Mệnh là con Tây quận công Nguyễn Kính, Khổng Toàn hầu và Khang Phụ hầu mấy đạo quân thủy bộ cùng tiến đánh.\n\nNhờ lực lượng hùng mạnh, Mạc Kính Điển và Lê Bá Ly đánh thắng được Phạm Tử Nghi. Tử Nghi phải mang chạy ra chiếm giữ An Quảng, còn Mạc Chính Trung và Mạc Văn Minh, Mạc Phúc Sơn chạy sang [[Trung Quốc]].\n\nTình hình tạm yên, [[Mạc Tuyên Tông]] được rước về [[Thăng Long]].\n\n==Ngoại giao==\nNăm 1549, [[Mạc Chính Trung]] chạy sang [[Trung Quốc]], kể tội đại thần [[Nguyễn Kính]] chuyên quyền, đuổi người thừa kế ngôi vị là Chính Trung. Nhà Minh ngờ vực [[Mạc Tuyên Tông]] không phải dòng dõi [[Mạc Đăng Dung|Mạc Thái Tổ]] nên sai sứ đưa thư sang hỏi.\n\nLê Bá Ly cùng [[Mạc Kính Điển]] hộ vệ Mạc Tuyên Tông lên ải Trấn Nam gặp sứ nhà Minh. Lê Bá Ly được lệnh làm tờ biện bạch và cam kết không nói dối; đồng thời xin được chiếu theo lệ cũ để nhận phong như các đời trước. Quan nhà Minh tại Lưỡng Quảng chấp thuận công nhận Mạc Tuyên Tông<ref name=\"DVTS\">Đại Việt thông sử, truyện Mạc Phúc Nguyên<\/ref>.\n\nSau lần hội khám biên giới trở về, Lê Bá Ly được thăng lên chức thái tể.\n\n== Bỏ Mạc về Lê==\nThái tể Lê Bá Ly quyền thế rất lớn, ông có thông gia với Thư quận công [[Nguyễn Thiến]] giữ chức Thượng thư bộ Lại; con trai trưởng là Lê Khắc Thận trấn thủ Sơn Nam và là phò mã [[nhà Mạc]], con trai thứ là Thuần Lương hầu cai quản đội cấm binh một người cháu là Vạn An hầu cũng là phò mã, giữ chức Kim ngô vệ sự; con rể ông là Phái Văn hầu [[Nguyễn Quyện]] (con Nguyễn Thiến) giữ vệ Phù Nam, con nuôi Lê Bá Ly là Tả Ngự hầu giữ vệ Cẩm y; một người thông gia khác với Lê Bá Ly là Đổng Giáng hầu Bùi Trụ giữ chức Tán lý quân vụ.\n\nTrong triều khi đó có hai sủng thần là [[Phạm Quỳnh]], [[Phạm Dao]] có ơn với [[nhà Mạc]]. Vợ Phạm Quỳnh, mẹ Phạm Dao từng là nhũ mẫu của Khiêm vương [[Mạc Kính Điển]]. Cha con họ Phạm ghen ghét nhà Lê Bá Ly. Nhân Lê Khắc Thận con ông tuổi trẻ ham chơi và xây cất nhà cửa lộng lẫy, sắm kiệu son lọng vàng, Phạm Quỳnh và Phạm Dao bèn nói với Mạc Kính Điển rằng Khắc Thận có ý phản nghịch. Kính Điển cho rằng nhà Lê Bá Ly là chỗ dựa nên không tin theo.\n\nPhạm Quỳnh và Phạm Dao bèn đi tâu lên [[Mạc Tuyên Tông]]. Ngày 12 tháng 2, cha con họ Phạm mang quân bản bộ vây đánh Lê Bá Ly ở trại Hồng Mai vào nửa đêm; đồng thời mang quân vây bắt nhà thông gia Nguyễn Thiến. Tuy nhiên lúc đó Lê Bá Ly trong trại quân chứ không ở Hồng Mai, còn Nguyễn Thiến họp trong triều chưa về, nên quân Phạm Dao không bắt được ai.\n\nGần qua đêm, trong trại Hồng Mai có người đầy tớ của Bá Ly là Đồi Mồi chạy đi báo. Bá Ly vội tập hợp người nhà và quân sĩ dưới quyền. Sau đó con rể ông là Nguyễn Quyện cùng cháu Vạn An hầu và con nuôi Tả Ngự hầu mỗi người mang 3000 cấm quân đến cứu Lê Bá Ly. Hai bên giao chiến ác liệt. Phạm Quỳnh và Phạm Dao thua chạy. Lê Bá Ly về đóng ở nhà riêng tại Thịnh Liệt. Sáng hôm sau con trưởng Lê Khắc Thận kéo về hội binh.\n\nLê Bá Ly và các thủ hạ kéo tới chiếm cửa Chu Tước ở kinh thành. Thành [[Thăng Long]] náo loạn. Mạc Tuyên Tông vội bỏ chạy sang sông đến Bồ Đề, rồi sai sứ dụ Bá Ly bãi binh. Lê Bá Ly ra điều kiện bắt giải cha con Phạm Quỳnh, Phạm Dao nộp thì mới bãi binh<ref name=\"DVTS\"\/>.\n\nMạc Tuyên Tông bèn triệu các tướng ở [[Sơn Tây (tỉnh cũ)|Sơn Tây]] là Anh Duệ hầu, Phù Long hầu và Văn Giáp hầu hợp binh đánh Bá Ly. Bá Ly chia quân chống cự, cố thủ rồi viết thư gọi Nguyễn Khải Khang tới cứu viện. Khải Khang sai thủ hạ là Đông Khang hầu đi cứu viện. Các cánh quân Sơn Tây bại trận phải rút lui. Lê Bá Ly tiến quân đến Cấu Hà và yêu cầu vua Mạc giải cha con họ Phạm tới.\n\nMạc Tuyên Tông không nghe, chạy về phía đông. Lê Bá Ly giận dữ quyết định bỏ Mạc sang hàng Lê. Các người nhà, thông gia và thủ hạ đều đi theo. Lê Bá Ly sai Bùi Trụ mang thư vào Thanh Hóa gặp [[Lê Trung Tông (Hậu Lê)|Lê Trung Tông]] xin hàng, lại dâng luôn bản đồ địa hình<ref name=\"DVTS\"\/>.\n\nTháng 3 năm 1551, Lê Bá Ly cùng thông gia Nguyễn Thiến, các con trai Lê Khắc Thận, Lê Khắc Đôn, các con rể Nguyễn Quyện và [[Bùi Bỉnh Uyên]] (cháu Bùi Trụ) cùng 14.000 quân vào Thanh Hóa chính thức theo nhà Lê trung hưng. Năm đó ông 77 tuổi.\n\nSau khi Lê Bá Ly theo nhà Lê, một số tướng lĩnh khác cũng bỏ nhà Mạc vào nam như [[Đặng Huấn]], Nguyễn Khải Khang và cháu là [[Nguyễn Hữu Liêu]].\n\n==Bắc tiến==\nTháng 6 năm [[1551]], [[Trịnh Kiểm]] làm tổng chỉ huy, sai Lê Bá Ly và [[Vũ Văn Mật]] ra quân tấn công [[Thăng Long]]. Trong khi Trịnh Kiểm đến An Lạc, tấn công núi Hy thì Lê Bá Ly, [[Nguyễn Khải Khang]] và Vũ Văn Mật chia 3 đường tiến đánh Thăng Long. [[Mạc Tuyên Tông]] bèn chạy đi Kim Thành, ủy thác [[Mạc Kính Điển]] ở lại cầm quân ở Bồ Đề bảo vệ kinh đô.\n\nTừ [[Bồ đề (định hướng)|Bồ Đề]] về phía bắc, Mạc Kính Điển đắp lũy đất, đặt thuyền chiến, quân thủy và quân bộ xen kẽ nhau, phòng thủ rất nghiêm ngặt<ref>Viện Sử học, sách đã dẫn, tr 527<\/ref>. Quân Lê đánh lâu ngày không được, Trịnh Kiểm cùng Lê Bá Ly rút về [[Thanh Hóa]].\n\nSau khi ổn định tình hình phía bắc, tháng 8 năm 1555, Mạc Kính Điển mang quân tiến công vào [[Thanh Hóa]]. Trịnh Kiểm sai Lê Bá Ly, [[Nguyễn Khải Khang]], [[Nguyễn Thiến]], [[Lê Khắc Thận]] cùng mai phục sẵn ở phía nam sông, còn Trịnh Kiểm đích thân đốc suất đại quân mai phục ở phía bắc sông; sai [[Phạm Đốc]] đem thủy quân cùng [[Nguyễn Quyện]] đem hơn 10 chiếc thuyền chiến chiếm cứ mạn thượng lưu từ sông Hữu Chấp đến sông Kim Bôi.\n\nTrưa hôm sau, thuyền quân Mạc qua Kim Sơn, các đạo quân mai phục đổ ra đánh. Quân Mạc thua chạy. Mạc Kính Điển thua trận, rút quân quay về kinh thành.\n\n==Qua đời==\nNgày 1 tháng 4 năm 1557 thời [[Lê Anh Tông]], Lê Bá Ly mất tại [[Thanh Hóa]], thọ 82 tuổi. Ông được truy tặng tước ''Nghĩa huân công'' và tên thụy là ''Trung Hựu''.\n\nTháng 9 năm đó, sau khi thông gia [[Nguyễn Thiến]] mất, con rể ông là [[Nguyễn Quyện]] cùng em là Nguyễn Miễn trở về với nhà Mạc.\n\n==Xem thêm==\n{{wikisource tác giả}}\n* [[Chiến tranh Lê-Mạc]]\n* [[Nguyễn Thiến]]\n* [[Phạm Tử Nghi]]\n* [[Nguyễn Quyện]]\n* [[Nguyễn Kính]]\n* [[Bùi Bỉnh Uyên]]\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*[[Đại Việt Thông sử]]\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]]\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội.\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Sinh năm 1476]]\n[[Thể loại:Mất năm 1557]]\n[[Thể loại:Công tước nhà Mạc]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}