{"3250399":"'''Lê Ê''' ({{zh|t=黎醯}}; ? - 1460) là khai quốc công thần nhà Hậu Lê, tham gia khởi nghĩa được phong thưởng công hạng nhất ban quốc tính, làm quan trải qua 4 đời vua, Lê Thái Tổ, Lê Thái Tông, Lê Nhân Tông và Lê Nghi Dân. Ông tham gia cuộc binh biến lật đổ vua Lê Nghi Dân lúc đang làm một trong những chức quan cao nhất, sự không thành và bị chém đầu.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử<\/ref>\n\n== Tham gia khởi nghĩa Lam Sơn ==\nSử sách không chép về xuất thân của Lê Ê và công lao của ông trong khởi nghĩa Lam Sơn. Tháng 2, năm Mậu Thân (1418), năm Thuận Thiên thứ nhất, vua Lê Thái Tổ định các mức khen thưởng cho những hỏa thủ và quân nhân của quân Thiết đột có công lao siêng năng khó nhọc ở Lũng Nhai gồm 121 người. Lê Ê được ban công hạng nhất, ban quốc tính cùng với [[Phạm Vấn|Lê Vấn]], [[Lê Quy]], [[Lê Dịch]], và 52 người làm Vinh lộc đại phu, tả Kim Ngô vệ Đại tướng quân, tước Thượng trí tự.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 361<\/ref>\n\n==Tham dự triều chính==\n===Triều vua Lê Thái Tông===\n\nNăm Giáp Dần (1434), đời vua Lê Thái Tông, năm Thiệu Bình thứ nhất, Lê Ê lúc ấy giữ chức Điện tiền đô hiệu điểm làm Thiết đột hữu quân đồng tổng quản.<ref name=\"ReferenceA\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 396<\/ref>\n\nCùng năm Giáp Dần, nhà vua đã lớn, tự xét đoán được việc, Lê Sát tham quyền cố vị, nhà vua ghét Lê Sát, tìm cách phế Lê Sát. Nhà vua và những người hầu cận cho rằng Lê Ê, Lê Hiệu là những người thân thích của Lê Sát bèn cho Lê Ê, Lê Hiệu ra ngoài, trao cấm binh cho Trịnh Khả. Kết cục Lê Sát bị bãi chức, hàng loạt những người được nhà vua cho là cùng phe với Lê Sát bị tước bỏ công thần và chức tước, Lê Ê bị giáng làm Đồng tổng quản lộ Quy Hóa.\n\nMùa thu tháng 7, năm Giáp Dần, nhà vua Lê Thái Tông ban chiếu rằng:\n{{cquote|''Lê Sát tội không thể dung thứ, đáng phải chém để rao, nhưng trẫm tha không cho giết. Duy Đặng Đắc là kẻ bày mưu cho Sát, định hại xã tắc thì phải chém bêu đầu. Nguyễn Gia Nô vì biết chuyện lại không tố cáo thì phải đày ra châu xa. Còn bọn Lê Văn Linh, Lê Lĩnh, Lê Thụ, Lê Ê, Lê Hiệu, đều phải xử phạt theo pháp luật, có ân xá cũng không được hưởng. Lê Bang vì là con rể của Sát, tự tiện ra vào nhà Sát, cho đày ra châu xa''|||Đại Việt sử ký toàn thư, Bản kỷ, quyển XI}}<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 397<\/ref>\n\n===Triều vua Lê Nhân Tông===\nNăm Mậu Thìn (1446), năm Thái Hòa thứ 6, đời vua Lê Nhân Tông, tháng 2, tư không Phục Lễ Đèo Mạnh Vượng có tội, cho tự tử. Lê Ê lúc đó giữ chức Nhập nội tư mã, mang 5000 quân hộ tống em thứ hai của Đèo Mạnh Vượng làm tri châu Phục Lễ và tịch thu gia sản của Mạnh Vượng.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 408<\/ref> Đèo Mạnh Vượng vốn hung bạo, người dân thấy quân triều đình đến liền giết 2 người con, bắt vợ, tì thiếp, của cải đến dâng nộp. Lê Ê khéo biết an ủi vỗ về, không mảy may chạm đến, tình hình lại yên ổn như cũ,\nngười trong châu rất vui lòng.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 409<\/ref>\n\nNăm Bính Tý (1456), năm Diên Ninh thứ 3,<ref>do nhà vua Lê Nhân Tông trước kia Thái hậu nhiếp chính, nay tự mình có thể quyết định công việc, đổi niên hiệu Thái Hòa thành Diên Ninh, chú dẫn người viết wikipedia, Thanhliencusi<\/ref>, tháng 2, Lê Ê lúc đó giữ chức Nhập nội đô đốc bình chương sự được lệnh đi công cán ở trấn Thái Nguyên. Lên địa giới Thái Nguyên, quan Tam ty nhà Minh không đến, đành trở về..<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 424<\/ref>\n\n===Đảo chính vua Lê Nghi Dân===\n{{main|Chính biến Thiên Hưng}}\nNăm Canh Thìn, 1460, sau khi [[Lê Nghi Dân]] cho quân bắc thang vào thành giết vua [[Lê Nhân Tông]] và Thái hậu, liền tự lập làm vua. Lê Ê, Lê Thụ, [[Đỗ Bí]] lúc ấy giữ chức cao nhất trong triều, cùng với 2 viên tướng nắm giữ cấm quân là [[Lê Ngang]], Lê Thụ làm binh biến, sự việc không thành, tất cả đều bị giết.\n{{cquote|''Các quan tể tướng đại thần là bọn Đỗ Bí, Lê Ê, Lê Ngang, [[Lê Thụ]] bàn việc lật đổ, nhưng việc bại lộ, đều bị giết''|||Đại Việt thông sử}}<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 1976, trang 280<\/ref>\n\nTháng 6 cùng năm, các đại thần [[Nguyễn Xí]], [[Đinh Liệt]] lại làm binh biến, lật đổ vua Lê Nghi Dân rước Lê Tư Thành lên ngôi vua, tức vua Lê Thánh Tông. Mùa đông, tháng 10, các đại thần Nguyễn Xí tâu lên về việc thưởng cho những người có công trong việc lật đổ vua Lê Nghi Dân, vua Lê Thánh Tông ra chiếu:\n{{cquote|'' \"Đã xem hết tờ tâu, trong ấy có xin cho bọn Lê Ê, Lê Thụ, Đỗ Bí, Lê Ngang theo như lệ công thần đã mất, nhưng câu ấy còn có thể bẻ lại được, là vì khoảng năm Diên Ninh, Đỗ Bí, Lê Ê ở chức cao nhất vào hàng tể thần; Lê Ngang, Lê Thụ tay cầm cấm quân, giữ việc an nguy, đáng lẽ phải dẹp yên giặc loạn, chuyển nguy thành an mới phải, thế mà chỉ biết sắp gà vào trong nồi mà để [6b] cá kình lọt ra ngoài lưới. Đến sau mưu việc không kín, đến nỗi phải phơi thây ở bên đường. Đó lại thêm một tội khác trong các tội của bọn Bí, Ngang, có khác gì tội giết vua của Triệu Thuẫn ngày xưa, sau được để cùng với những công thần đã mất''|||Đại Việt sử ký toàn thư}}.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội, 1993, bản điện tử, trang 432<\/ref>\n\n== Tham khảo ==\n* ''Đại Việt sử ký toàn thư'', Nhà xuất bản khoa học xã hội Hà Nội, 1993, dịch giả Viện sử học Việt Nam.\n* ''Lam sơn thực lục'', Nhà xuất bản Tân Việt, 1956, Dịch giả Mạc Bảo Thần.\n* ''Đại Việt thông sử'', Nhà xuất bản văn hóa thông tin, 1976, dịch giả Ngô Thế Long.\n\n== Xem thêm ==\n* [[Khởi nghĩa Lam Sơn]]\n* [[Lê Thái Tông]]\n* [[Lê Nhân Tông]]\n* [[Lê Nghi Dân]]\n* [[Lê Thánh Tông]]\n* [[Nguyễn Xí]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n{{Khởi nghĩa Lam Sơn}}\n\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Mất năm 1460]]"}