{"324007":"{{Infobox Artist\n| tiền tố = \n| name = Lê Bá Dương\n| tên gốc = \n| alias = Tư Lê, Lý Quảng Trịnh, Triệu Gio Cam\n| nền = nhiếp ảnh\n| image = \n| chú thích hình = \n| tên khai sinh = \n| birthdate = {{birth date and age|1953|4|10|mf=y}}\n| location = [[Nghệ An]], [[Việt Nam]]\n| ngày mất = \n| nơi mất = \n| quốc tịch = {{VIE}}\n| nghề nghiệp = [[nhà báo]], [[nhiếp ảnh gia]]\n| field = [[Nhiếp ảnh]], [[Báo chí]]\n| vợ = \n| hội nhóm nhiếp ảnh = [[Hội Nghệ sĩ Nhiếp ảnh Việt Nam]]\n| tác phẩm nhiếp ảnh = triển lãm ảnh \"Khoảnh khắc Trường Sa\"\n}}\n'''Lê Bá Dương''' (sinh ngày 10 tháng 4 năm 1953), còn có các [[bút danh]] Tư Lê, Lý Quảng Trịnh, Triệu Gio Cam, nguyên là sĩ quan Quân đội Nhân dân Việt Nam tại [[thành cổ Quảng Trị]] và hiện là [[nhà báo]], nghệ sĩ nhiếp ảnh thuộc [[Hội Nghệ sĩ Nhiếp ảnh Việt Nam]], phóng viên thường trú của báo Văn hóa tại [[Nha Trang]].\n\nLà tác giả bài thơ 4 câu nổi tiếng mang tên ''Lời gọi bên sông'' (còn được biết đến với tên gọi ''Đò xuôi Thạch Hãn''<ref>Thực ra theo lời tự bạch của tác giả được dẫn lại trong một số blog hay trang văn, chính xác phải là \"đò lên Thạch Hãn\" tức ngược dòng sông, chứ không phải xuôi dòng. Ngược dòng thì phải \"chèo đò\", xuôi dòng thì chỉ cần \"lái đò\", ngược dòng khiến cây chèo phải khỏa nước mạnh, do đó tứ thơ mới mở ra ở lời khẩn cầu tha thiết \"ơi... chèo nhẹ\".<\/ref>), Lê Bá Dương cũng là người khởi xướng nên phong trào kết bè thả hoa thường niên trên dòng [[sông Thạch Hãn]] vào ngày [[27 tháng 7]] để tưởng niệm vong linh đồng đội, những người đã ngã xuống mảnh đất Quảng Trị trong cuộc chiến khốc liệt của [[Chiến dịch Xuân - Hè 1972|Mùa hè đỏ lửa]], 1972.\n\n==Tiểu sử==\nLê Bá Dương sinh ngày 10 tháng 4 năm 1953 tại [[Nghệ An]] và trải qua tuổi thơ tại đây. Tháng 4 năm [[1968]], khi mới 15 tuổi anh khai tăng tuổi để được nhập ngũ. Sau hai tuần huấn luyện và một tháng hành quân, Lê Bá Dương vào chiến đấu ở [[Quảng Trị]]. Đồng đội thường đem theo ảnh người thân, người yêu, kỷ niệm... còn Dương thường mang thêm tấm ảnh chủ tịch Hồ Chí Minh.\n\n== Đời binh nghiệp ==\nTrong trận chiến đầu tiên của anh tại thôn Đông Trì thuộc mặt trận [[Đông Hà]], mới 15 tuổi 49 ngày Lê Bá Dương đã trở thành [[dũng sĩ]] cấp II nhờ chiến công hạ được chục [[lính Mỹ]]. Trong trận đánh [[đồi Thám Báo]] (cao điểm 544), anh cùng ba đồng đội chiến đấu gần một ngày, đẩy lùi rất nhiều đợt tấn công của 2 đại đội Mỹ. Cuối cùng, khi địch quân tràn ngập trận địa, Dương giật 3 quả [[pháo hiệu]] làm hiệu cho [[pháo binh]] bắn phá hủy trận địa tiêu diệt địch, chấp nhận cùng hy sinh nhưng may mắn anh chỉ bị ngất đi<ref name=\"vietbao\" \/>.<blockquote>Lúc mơ màng, anh đã dùng máu từ vết thương mình viết vào sau tấm ảnh [[Hồ Chí Minh]]: \"''Bác Hồ ơi, bắt đầu từ hôm nay 20.6 con cùng đồng đội bắt đầu nổ súng diệt địch dự<ref>Tiếng địa phương nghĩa là \"giữ\".<\/ref> chốt đến cùng. Quán diệt được 7 tên. Hòe, Dương hơn một chục. Ghi sâu lời Bác dạy, hễ còn tên xâm lược trên đất nước ta thì ta còn chiến đấu quét sạch nó đi. Bác ơi trách nhiệm, quyết tâm của chúng con là dự chốt''\".<\/blockquote>(Do trong thời điểm mất dần nhận thức, Dương viết sai chính tả chữ \"giữ\" thành \"dự\")\n\nSau khi được chữa trị ở quân y viện dã chiến, Dương mong đợi quay lại đơn vị tiếp tục chiến đấu và trở thành người chỉ huy trẻ nhất mặt trận (và cũng là một trong những dũng sĩ trẻ nhất) khi mới 17 tuổi.\n\nTừ [[1968]] đến [[1973]], qua nhiều trận đánh vào sinh ra tử trên khắp chiến trường Quảng Trị, Lê Bá Dương đã được phong tặng các danh hiệu như \"dũng sĩ diệt cơ giới\", \"dũng sĩ diệt máy bay\". Trên mặt trận B5 (đường 9, Quảng Trị) đương thời từng dấy lên phong trào \"Xung kích như Lê Bá Dương, chốt chặt như Lê Bá Dương\". Các tờ [[nhân Dân (báo)|báo Nhân dân]], [[báo Quân đội Nhân dân]], [[báo Tiền phong]] từng có nhiều bài viết và in ảnh Lê Bá Dương mặt trẻ măng, kẹp [[Súng trường tự động Kalashnikov|AK]] giữa chiến trường, với ánh mắt trong veo và đôi môi mím chặt<ref>[http:\/\/www.tienphong.vn\/van-nghe\/nguoinbspthuong-niennbsptha-hoa-tren-dong-thach-han-97171.tpo Người thường niên thả hoa trên dòng Thạch Hãn]<\/ref>. Năm 1972 Lê Bá Dương tham gia trận thành cổ Quảng Trị và ở trong đội hình trung đoàn Triệu Hải (trung đoàn 27, sư 390). Do sự khốc liệt trong trận địa của thị xã Quảng Trị, trung đoàn 27 bị tổn thất nặng, đặc biệt là lúc các đoàn tân binh ở miền bắc bơi sang sông bị nước cuốn trôi, nên trung đoàn ông rút quân khỏi chiến trường, về vùng hậu cứ củng cố.\n\nMột trận đánh khác tại Tây Bắc huyện lỵ [[Cam Lộ]] đã trở thành cội nguồn của việc sau này anh về thắp hương trên núi, trên đồi, thả hoa xuống suối sông. Đêm đó, sau trận đánh cao điểm 322 (giữa tháng 11 năm 1969), đại đội của anh lúc ấy gồm 67 người vừa mới dừng chân để nấu ăn thì một loạt bom [[Boeing B-52 Stratofortress|B52]] dội xuống đội hình. Trận bom quét qua chỉ mấy giây đồng hồ nhưng đại đội chỉ còn lại 6 người<ref name=\"vietbao\" \/>.\n\nSau hòa bình lập lại, là một người lính trở về với thời bình mang trên mình 14 vết thương và 1 ngón tay để lại chiến trường, 22 lần phải động đến dao kéo bàn mổ, Lê Bá Dương vẫn tiếp tục chụp ảnh và cầm bút với tư cách phóng viên thường trú [[báo Văn Hóa]] tại chi nhánh khu vực Nam Trung Bộ và Tây Nguyên (Nha Trang), hội viên [[Hội Nghệ sĩ Nhiếp ảnh Việt Nam]] và hội viên [[Liên đoàn Nhiếp ảnh quốc tế (FIAP)]].\n\n==Nghĩa cử thả hoa==\n[[Tập tin:Thả hoa trên sông Thạch Hãn.jpg|nhỏ|phải|290px|Lễ thả hoa trên dòng sông Thạch Hãn]]\nNăm [[1976]], từ [[Nha Trang]] trở lại thăm chiến trường Quảng Trị, Lê Bá Dương đã lặng lẽ hái hoa dại, mua [[hoa]] ở chợ thả ở Bến Tắt, phía Tây Bắc của [[nghĩa trang liệt sĩ Trường Sơn|nghĩa trang Trường Sơn]] để tưởng nhớ những người đồng đội đã ngã xuống và nằm lại vĩnh viễn tại nơi này. Cứ thế sau đó ông thả hoa ở cầu Đuồi, cầu Lai Phước trên [[sông Hiếu]], [[sông Ô Lâu]] và trên [[sông Thạch Hãn]].\n\nÔng tâm sự:\n\n{{cquote|''Qua nhiều trận đánh, tự tay tôi đã vuốt mắt, chôn hàng trăm đồng đội. Không chỉ là những mất mát đến xót xa một lúc cả trăm, cả ngàn người lính, mà còn là nỗi đớn đau khi nhiều người lính không còn đủ hình hài để có thể cắm một cái bia tên tuổi anh em. Có những người, sau khi chôn xong thì bị lũ cuốn trôi, hay bom lại xới lên, phải chôn lại... Riêng trong chiến dịch giải phóng và sau này bảo vệ thành cổ Quảng Trị, hàng trăm anh em chúng tôi đã nằm - chính xác hơn là tan hòa vĩnh viễn vào lòng sông Thạch Hãn và cả các dòng sông khác.''\n\n''Vì vậy mỗi lần về lại Quảng Trị, tôi đều lên đồi cao đốt hương cho khói tỏa đến vong linh anh em đồng đội, rồi xuống sông thả hương hoa gửi vào lòng suối, cuối sông...''|||Lê Bá Dương|\"<ref name=\"vietbao\"\/>}}\n\n\nSau chuyện này những người bạn Lê Bá Dương ở Triệu Hải cứ đến dịp 27 tháng 7 năm nào cũng mua hương hoa ra thả. Lâu dần thành tập quán chung của người dân ở hai bên bờ [[Sông Thạch Hãn|Thạch Hãn]] và bây giờ là tập quán của mỗi người dân [[Quảng Trị]]<ref name=\"vietbao\"\/>. Những cán bộ văn hóa và văn nghệ sĩ tại Quảng Trị sau đó đã nâng nghĩa cử này trở thành một lễ hội<ref name=\"ảnh\">[http:\/\/www.phapluattp.vn\/tools\/printnews.aspx?news_id=222325&thumuc=chinh-tri Tấm ảnh Bác Hồ và lời thề quyết tử bằng máu]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}<\/ref>.\n\nNằm trong tổng thể dự án xây dựng một khu tưởng niệm ở Quảng Trị để hương khói cho vong linh đồng bào, chiến sĩ, năm [[2007]] [[Ngân hàng Phát triển Việt Nam]] đã xin phép tỉnh để được đầu tư xây dựng trước một hạng mục quan trọng là bến thả hoa nối dài ra phía lòng sông tại bờ kè phía Nam sông Thạch Hãn, đồng thời thể theo ước nguyện của các cụ lão thành xin trồng 81 cây phượng bên bờ kè Nam sông Thạch Hãn<ref name=\"vietbao\"\/>.\n\n==Sáng tác==\n===Văn chương===\nNgoài những tác phẩm nhiếp ảnh, một bài thơ mang tên ''Lời gọi bên sông'' của Lê Bá Dương, được sáng tác chiều ngày 27 tháng 7 năm 1987, đã trở nên nổi tiếng với hàng chục dị bản khác nhau lưu truyền trong nhân dân, với sự khác biệt đôi chút về từ ngữ trong các câu thơ<ref name=\"vannghequandoi\">{{Chú thích web |url=http:\/\/vannghequandoi.com.vn\/th-gi-bn-c\/29-th-gi-bn-c\/2419.html?tmpl=component&print=1&page= |ngày truy cập=2009-09-25 |tựa đề=Về một bài thơ 4 câu có nhiều dị bản |archive-date=2009-05-24 |archive-url=https:\/\/web.archive.org\/web\/20090524050555\/http:\/\/www.vannghequandoi.com.vn\/th-gi-bn-c\/29-th-gi-bn-c\/2419.html?tmpl=component&print=1&page= }}<\/ref>. Bài được nhà văn Đỗ Kim Cuông biên tập đưa in lần đầu trên Tạp chí ''Khoa học công nghệ Khánh Hòa'' số kỷ niệm ngày Thương binh Liệt sĩ 27 tháng 7 năm 1990 và hiện nay được khắc trên bia đá bên bờ Thạch Hãn<ref>[http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/le-ba-duong-bai-tho-tac-vao-bia-da-ben-song-thach-han-n2009122209356514.htm Lê Bá Dương: bài thơ tạc vào bia đá bên sông Thạch Hãn]<\/ref>. Có thể nói, bài thơ thấm đẫm nghĩa tình đồng đội này đã chạm đến nỗi đau tận cùng của sự hy sinh, mất mát trong chiến tranh, làm rung động lòng người<ref name=\"anninhthudo\">[http:\/\/www.anninhthudo.vn\/Giai-tri\/Huyet-thu-ben-anh-Bac-cua-thi-si-mot-bai\/364344.antd?keyword=m%E1%BB%8Fm Huyết thư bên ảnh Bác của thi sĩ một bài]<\/ref>:\n\n:''Đò lên Thạch Hãn ơi... chèo nhẹ''\n\n:''Đáy sông còn đó bạn tôi nằm''\n\n:''Có tuổi hai mươi thành sóng nước''\n\n:''Vỗ yên bờ, mãi mãi ngàn năm''\n\nNgoài bài thơ nói trên, một bài thơ hai câu của Lê Bá Dương đã xuất lộ trong một tình huống khác khi ông trả lời câu hỏi của một cô bé trong nhà dân \"chú ơi, tại sao lại gọi là quân giải phóng Bắc Quảng trị\". Hai câu thơ viết vội trong trang sách học trò của cô bé và cũng là hai vế đối. Nhân dịp kỷ niệm 35 năm giải phóng Quảng Trị hai câu thơ đó đã trở lại với Lê Bá Dương trong hình hài tờ giấy học trò ố vàng nhưng vẫn còn nguyên nét chữ. Nghệ sĩ nhiếp ảnh [[Đoàn Công Tính]] đã đề nghị một [[thư pháp|nhà thư pháp]] viết hai câu thơ mà theo ông, đó là tuyên ngôn hay nhất bằng thơ về quân giải phóng Bắc Quảng Trị của Lê Bá Dương<ref name=\"vannghequandoi\"\/>:\n\n:''Một khẩu súng giữ hai trời Nam Bắc''\n\n:''Một dấu chân in màu đất hai miền.''\n \nCuối năm 2007, Lê Bá Dương đã đứng ra tập hợp các cựu chiến binh năm xưa sưu tập tư liệu để làm cuốn sách ''Trung đoàn 27 Triệu Hải - Nhật ký viết bằng văn vần''<ref name=\"anninhthudo\"\/>\n\nTháng 8 năm [[2009]] nhân kỷ niệm 55 năm ngày thành lập [[Đặc khu Vĩnh Linh]] (25 tháng 8 năm 1954–25 tháng 8 năm 2009), Lê Bá Dương cùng đồng đội cho ra mắt cuốn sách ''Thép từ ngàn độ lửa'', tập hợp những bài viết theo lối thuật chuyện của nhiều tác giả không chuyên với tư cách là những người trong cuộc. Trong 348 trang với 57 tác phẩm của 41 tác giả, sách nói về cuộc \"vạn lý trường chinh\" của người dân giới tuyến [[Vĩnh Linh]] 40 năm về trước, lòng tri ân của người dân Vĩnh Linh đối với đồng bào và chiến sĩ [[miền Bắc (Việt Nam)|miền Bắc]]. Sách đồng thời cũng là tình cảm của Lê Bá Dương và đồng đội đối với đồng bào Vĩnh Linh trong những năm các anh \"ăn cơm Bắc, đánh giặc Nam\".\n\n===Nhiếp ảnh===\nNăm [[2005]], sau chuyến đi [[Quần đảo Trường Sa|Trường Sa]] ròng rã một tháng trời, Lê Bá Dương đã tổ chức thành công cuộc triển lãm ảnh mang tên \"Khoảnh khắc Trường Sa\"<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20041214\/nhung-khoanh-khac-truong-sa\/59741.html Những khoảnh khắc Trường Sa]<\/ref> trưng bày 40 trong tổng số gần 500 bức ảnh chụp về Trường Sa của ông<ref>[http:\/\/www.baobinhdinh.com.vn\/643\/2004\/12\/17138\/ Trường Sa qua cái nhìn của Lê Bá Dương]<\/ref>.\n\n==Thông tin thêm==\nĐài Truyền hình Quảng Trị, [[Đài Truyền hình Việt Nam]] đã có các bộ [[phim tài liệu]] và chương trình giao lưu trên sóng về Lê Bá Dương và đồng đội mang tên ''Người thả hoa cho dòng sông'' và ''Một thời hoa lửa''. Từ một trong những chương trình như vậy, VTV đã phối hợp với [[Nhà xuất bản Trẻ]] cho ra mắt cuốn sách mang tên ''Một thời hoa lửa''<ref>[http:\/\/tusach.tuoitre.com.vn\/ArticleView.aspx?ArticleID=114882&ComponentID=1 Đáy sông còn đó bạn tôi nằm...]{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}<\/ref> viết về những người lính trong [[Trận Thành cổ Quảng Trị|trận đánh]] kéo dài 81 ngày đêm (28 tháng 6 đến 16 tháng 9 năm 1972) tại [[Thành cổ Quảng Trị]]<ref name=\"tienphong1\">{{Chú thích báo | tên bài = \"Một thời hoa lửa\" hào hùng và bi tráng | ngày = 2005-12-17 | tác giả = H.V. | url = http:\/\/www.tienphong.vn\/van-nghe\/mot-thoi-hoa-lua-hao-hung-va-bi-trang-32147.tpo | công trình = [[Báo Tiền Phong]] | ngày truy cập = 2014-11-12}}<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Thời gian sống|1953}}\n[[Thể loại:Người Nghệ An]]\n[[Thể loại:Nhiếp ảnh gia Việt Nam]]\n[[Thể loại:Nhà báo Việt Nam]]"}