{"786037":"{{Tiểu sử quân nhân\n|tên= Lê Xuân Tấu\n|ngày sinh= {{ngày sinh và tuổi|1944|9|10}}\n|ngày mất= \n|hình= \n|chú thích hình= \n|quốc tịch= [[Tập tin:Flag of Vietnam.svg|22px]][[Việt Nam]]\n|biệt danh= Kim Thanh\n|nơi sinh= xã Đôn Nhân, huyện [[Lập Thạch]], tỉnh [[Vĩnh Phúc]], [[Liên bang Đông Dương]]\n|nơi mất= \n|thuộc= [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|năm phục vụ= [[1963]]&ndash;[[2005]]\n|cấp bậc= {{QH|thiếu tướng}}\n|đơn vị= [[Binh chủng Tăng-Thiết giáp, Quân đội nhân dân Việt Nam]]\n|chỉ huy= [[Tập tin:Flag of Vietnam.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|tham chiến= \n|khen thưởng= [[Anh hùng lực lượng vũ trang nhân dân]]<br> [[Huân chương Chiến công giải phóng]] (01 hạng Nhì, 01 hạng Ba)\n|công việc khác= \n}}\n\n[[Thiếu tướng]] '''Lê Xuân Tấu''' là một tướng lĩnh [[Quân đội nhân dân Việt Nam]], được Nhà nước Việt Nam phong tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]]. Chức vụ cao nhất trong quân đội của ông là Tư lệnh [[Binh chủng Tăng-Thiết giáp, Quân đội nhân dân Việt Nam]] (2002-2005).\n\n==Bước đầu binh nghiệp==\nÔng còn có tên là '''Kim Thanh''', sinh ngày [[10 tháng 9]] năm [[1944]], quê quán tại xóm Thượng, xã Đôn Nhân, huyện [[Lập Thạch]], tỉnh [[Vĩnh Phúc]]. Bố mẹ mất sớm, từ nhỏ ông được người anh cả Lê Xuân Thỉnh nuôi dưỡng<ref>[http:\/\/www.qdnd.vn\/QDNDSite\/vi-VN\/61\/43\/10\/10\/52\/9875\/Default.aspx Tờ báo quân đội và chuyến xe con ngày ấy]<\/ref>. Sau khi tốt nghiệp bậc [[trung học]], ông được gọi nhập ngũ ngày [[5 tháng 4]] năm [[1963]]. Do trình độ học vấn cũng như sức khỏe tốt, ông được tuyển chọn để đào tạo [[sĩ quan]] chỉ huy [[xe tăng]].\n\nSau khi được đào tạo cơ bản, giữa năm 1965, ông được điều về Đại đội 3, Tiểu đoàn 3, Trung đoàn Tăng 203 vừa mới thành lập với chức vụ trưởng xe. Tại đây, ông được phân công tiếp nhận và chỉ huy xe [[PT-76]] số hiệu 555. Kíp xe của ông gồm Kíp xe tăng 555 đầu tiên gồm Lê Xuân Tấu - trưởng xe, Nguyễn Văn Cơn - lái xe, Nguyễn Văn Tuấn - pháo thủ, là kíp xe đầu tiên tiếp nhận xe 555.<ref name=\"xe555\">{{Chú thích web |url=http:\/\/vmhm.org.vn\/showid.php?id=594 |ngày truy cập=2011-05-01 |tựa đề=Xe tăng số 555 |archive-date=2016-03-05 |archive-url=https:\/\/web.archive.org\/web\/20160305070952\/http:\/\/vmhm.org.vn\/showid.php?id=594 |url-status=dead }}<\/ref>\n\n==Theo vết xích chiến trường==\nNgày [[5 tháng 8]] năm 1967, [[Bộ Tổng Tư lệnh Quân đội nhân dân Việt Nam]] quyết định đưa 2 đại đội xe tăng [[PT-76]] vào chiến trường miền Nam chiến đấu. Ngày [[19 tháng 8]], Bộ Tư lệnh Thiết giáp [[Quân đội nhân dân Việt Nam]] đã thành lập Tiểu đoàn 198 độc lập, gồm 2 đại đội tăng (cT3, cT9) với 22 xe tăng PT-76<ref>Đại đội Tăng 3 (CT3) và Đại đội Tăng 9 (CT9) trước đó đều thuộc Tiểu đoàn 3, Trung đoàn 203<\/ref>, 4 trung đội bảo đảm (Công binh, Thông tin, Vận tải, Sửa chữa). Sau 2 tháng chuẩn bị, ngày [[14 tháng 10]] năm 1967, Tiểu đoàn 198 xuất phát từ [[Lương Sơn]], [[Hòa Bình]] bí mật hành quân vào chiến trường. Lê Xuân Tấu cũng tham gia trong chuyến hành quân này. Ngày [[25 tháng 10]] năm 1967, ông được kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] khi đang trên đường vào chiến trường với chức vụ Trung đội phó.\n\nSau hơn 2 tháng hành quân vượt [[đường Trường Sơn]], ông cùng đơn vị của mình đã đến vị trí tập kết ở Nậm Khang, trên đường số 9 thuộc địa bàn tỉnh [[Quảng Trị]] vào ngày [[21 tháng 12]] năm 1967, chuẩn bị tham gia [[Chiến dịch Đường 9 - Khe Sanh]]. Đây cũng là lần đầu tiên xe tăng [[Quân đội nhân dân Việt Nam]] xuất trận. Trong chiến dịch này, kíp xe tăng 555, do Lê Xuân Tấu - trưởng xe, Nguyễn Đức Miêng - lái xe, Nguyễn Văn Tuấn - pháo thủ, thuộc biên chế Đại đội 3, Tiểu đoàn 198, được phối thuộc với Trung đoàn 24, [[Sư đoàn 304, Quân đội nhân dân Việt Nam|Sư đoàn bộ binh 304]] tấn công đồn [[Tà Mây]] ([[Quảng Trị]]), một đồn trại do một [[tiểu đoàn]] [[Lực lượng Vũ trang Hoàng gia Lào|Quân đội Hoàng gia Lào]] trấn giữ, nằm trong cụm [[Trận Huội San|cứ điểm Huội San]].\n\nLúc 23 giờ 30 phút đêm [[23 tháng 1]] năm [[1968]], Đại đội 3 xe tăng xuất phát tấn công [[Tà Mây]]. Do trên đường hành quân, các xe tăng bị không kích mãnh liệt nên không thể tiến lên, chỉ 2 xe 555 và 551 đến được ngoại vi Tà Mây để tham chiến<ref>Theo hồi ức \"Lần đầu tiên xe tăng xung trận\" của Đại tá Dương Đằng Giang, nguyên Tham mưu trưởng Binh chủng thì xe thứ 2 mang số hiệu 558 do Trung đội phó Nguyễn Văn Lạc làm Trưởng xe. Dẫn \"Theo vết xích xe tăng\", Tập 1, Nhà xuất bản Hội nhà văn, 2002.<\/ref>. Tuy nhiên, khi gần đến đồn thì xe 551 bị hỏng máy, nên đã dừng lại dùng súng bắn yểm trợ. Ông trực tiếp chỉ huy xe 555 đơn độc hỗ trợ bộ binh tấn công chiếm lĩnh hoàn toàn đồn Tà Mây vào lúc 8 giờ ngày [[24 tháng 1]].<ref name=\"xe555\"\/>\n\nSau trận Tà Mây, Đại đội của ông được tiếp tục chuẩn bị phối thuộc để tấn công [[Trận Làng Vây|cứ điểm Làng Vây]]. Khoảng 19 giờ ngày [[6 tháng 2]] năm [[1968]], Đại đội xe tăng 3 gồm 8 xe PT-76, trong đó có xe 555 do Lê Xuân Tấu chỉ huy, xuất phát từ Lao Bảo, theo đường 9, tập hợp tại khu vực cầu Bi Hiên, cách Làng Vây khoảng 2&nbsp;km về phía Tây<ref>Hồi ức \"Nhớ lại trận đầu ra quân đánh thắng\" của Thiếu tướng Lê Xuân Tấu. \"Theo vết xích xe tăng\", Tập 1, Nhà xuất bản Hội nhà văn, 2002.<\/ref>. Lúc 23 giờ 25, các xe tăng tấn công. Xe 555 dẫn đầu đội hình Trung đội 3 của Đại đội xe tăng 3 hỗ trợ Tiểu đoàn 3, Trung đoàn 24 Bộ binh tấn công vào cao điểm 230, do 2 đại đội [[lực lượng biệt kích Hoa Kỳ và đồng minh trong Chiến tranh Việt Nam|biệt kích CIDG]] 101 và 104 trấn giữ. Cứ điểm nhanh chóng bị đánh tan. Trung đội ông sau đó chuyển hướng sang cao điểm 320 hỗ trợ đơn vị bạn đang tấn công tại đây. Đến 3 giờ sáng ngày [[7 tháng 2]] thì cứ điểm Làng Vây hoàn toàn thất thủ.<ref name=\"xe555\"\/>\n\nSau những trận đánh đầu tiên, ông cùng đơn vị tiếp tục tham gia [[Chiến dịch Lam Sơn 719|Chiến dịch phản công Đường 9 - Nam Lào]], được thăng lần đến chức Đại đội trưởng Đại đội Tăng 3. Ngày [[10 tháng 6]] năm 1971, trên cương vị Đại đội trưởng, ông chỉ huy 3 xe tăng phối hợp với bộ binh tấn công và tiêu diệt cụm cứ điểm Y Tu - Bản Nhích (cao nguyên Boloven, [[Lào]]) do 2 tiểu đoàn Quân đội Hoàng gia Lào trấn thủ.\n\nTháng 11 năm 1971, tiểu đoàn 198 được chuyển sang phiên chế trong Trung đoàn Bộ binh cơ giới 202<ref>[http:\/\/baoninhbinh.org.vn\/news\/35\/2DC6EF\/Tieu-doan-xe-tang-198-don-nhan-danh-hieu-Anh-hung-LLVT-nhan-dan Tiểu đoàn xe tăng 198 đón nhận danh hiệu Anh hùng LLVT nhân dân]<\/ref>. Trong [[Chiến dịch Xuân - Hè 1972|Chiến dịch Xuân hè 1972]], ông cùng đơn vị tham chiến tại phía Tây Nam [[Quảng Trị (thị xã)|Thị xã Quảng Trị]]<ref>Hồi ức \"A7 xung trận\" của Đại tá Võ Ngọc Hải, nguyên Chính ủy Trung đoàn Bộ binh cơ giới 202. \"Theo vết xích xe tăng\", Tập 2, Nhà xuất bản Hội nhà văn, 2004.<\/ref>. Tính từ năm 1968 đến năm 1972, ông cùng đơn vị mình tham gia đánh 5 trận và đều lập công. Với những thành tích này, ngày [[19 tháng 5]] năm [[1972]], Chính phủ [[Việt Nam Dân chủ Cộng hòa]] đã phong tặng cho ông danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]]. Ông trở thành người đầu tiên được phong Anh hùng của [[Binh chủng Tăng-Thiết giáp, Quân đội nhân dân Việt Nam|lực lượng Tăng - Thiết giáp Quân đội nhân dân Việt Nam]].<ref>[http:\/\/www.qdnd.vn\/QDNDSite\/vi-VN\/61\/43\/10\/10\/52\/24613\/Default.aspx \"Dũng sĩ thép\"]<\/ref>\n\n==Cuộc sống sau chiến tranh==\nSau khi được phong Anh hùng, ông vẫn tiếp tục tham gia chiến đấu trên cương vị sĩ quan chỉ huy của Lữ đoàn 202<ref>Nâng lên từ cấp Trung đoàn kể từ ngày ngày [[25 tháng 10]] năm [[1973]].<\/ref> cho đến hết chiến tranh. Năm 1980, ông được cử đi học tại Học viện xe tăng tại [[Liên Xô]]. Năm 1986, ông được phân công làm Hiệu trưởng Trường Hạ sĩ quan xe tăng II. Năm 1993, ông được thăng [[quân hàm]] [[Đại tá]] và giữ chức vụ Phó Tư lệnh, kiêm Tham mưu trưởng Binh chủng Tăng-Thiết giáp. Tháng 12 năm 2002, ông được thăng làm Tư lệnh Binh chủng và được phong hàm Thiếu tướng tháng 7 năm 2003.\n\nÔng nghỉ hưu tháng 5 năm 2005. Sau khi nghỉ hưu, ông sống với gia đình tại phường Cống Vị, [[Ba Đình]], [[Hà Nội]]. Ông có ba người con, đều nối nghiệp cha theo quân ngũ.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.qdnd.vn\/QDNDSite\/vi-VN\/61\/43\/10\/10\/52\/24613\/Default.aspx \"Dũng sĩ thép\"]\n*[http:\/\/vmhm.org.vn\/showid.php?id=594 Xe tăng số 555] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305070952\/http:\/\/vmhm.org.vn\/showid.php?id=594 |date=2016-03-05 }}\n \n{{Thời gian sống|sinh=1944|mất=}}\n\n[[Thể loại:Người Vĩnh Phúc]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 2000]]\n[[Thể loại:Tư lệnh Binh chủng Tăng - Thiết giáp, Quân đội nhân dân Việt Nam]]"}