{"13849687":"{{thiếu nguồn gốc}}\n\n'''Lê Kiện''' ([[chữ Hán]]: 黎鍵;1478 -?), tên thật là '''Lê Duy Thành''', là [[hoàng tử]] út của vua [[Lê Thánh Tông]], mẹ ông là [[Trịnh Thị Ngọc Luyện]], bà chuyên về quản dạy bốn mỹ đức Công, Dung, Ngôn, Hạnh trong cung (chưa rõ năm sinh, năm mất, giỗ ngày 14\/2). Lê Kiện được vua cha ban tước '''Kinh vương''' (荆王). Bà Trịnh Thị Ngọc Luyện có 03 con trai với Lê Thánh Tông, gồm: Lê Thông (hoàng tử thứ 7, [[chữ Hán]]: 黎鏓; 1470 - ?) tước Diễn vương (演王), Lê Kinh (hoàng tử thứ 12, chữ Hán: 黎鋞, 1476-?) tước [[Trấn Vương]] (鎮王) và Lê Kiện (hoàng tử thứ 14). Các anh em của ông gọi [[Lê Nhân Tông]] là bác ruột, ông bà nội là [[Lê Thái Tông]] và [[Ngô Thị Ngọc Dao]], ông bà cố nội là [[Lê Thái Tổ]] và [[Phạm Thị Ngọc Trần]], [[Ngô Từ]], thuộc thời [[nhà Lê sơ]] trong [[lịch sử Việt Nam]]. \n\n==Cuộc đời==\nTheo ''[[Hoàng Lê Gia Phả]]'', ''Lê Tộc Nguyên Phả'' và các tài liệu khác, hiện đang được lưu giữ tại gia đình ông Lê Quang Mùi, ở thôn 3 Trinh Nga, xã [[Hoằng Trinh]], huyện [[Hoằng Hóa]], tỉnh [[Thanh Hóa]], thì Kinh vương Lê Kiện được mô tả là người khôi ngô, có thiện tư minh mẫn, có phong thái, chí khí và tài giỏi, nên được vua cha [[Lê Thánh Tông]] rất yêu quý. Lớn lên, mệnh danh là Quang, Ông cùng với các hoàng tử khác đã được vua cha ban tước [[Vương tước#Việt Nam|Vương]] khi còn tại vị. Vợ ông tên Lê Thị Cơ, tên Diệu Cơ. Hai người có một con trai tên Lê Duy Tĩnh hay còn gọi là Lê Duy Tễnh.\n\nVề sau, dưới triều vua [[Lê Uy Mục]] - người gọi Lê Kiện bằng chú, [[nhà Lê sơ]] bắt đầu suy yếu. Vị [[hoàng đế]] này tuy còn trẻ nhưng rất tàn bạo, hoang dâm, lại ăn chơi sa đọa nên các thân vương và hoàng tộc đã tỏ ra cực lực phản đối. Sự tàn bạo của Uy Mục cũng đã gây nên một làn sóng bất bình trong dân chúng và hàng ngũ quan lại. Vì vậy, Uy Mục đã tiến hành sát hại những người chống đối mình. Vua còn ngầm sai người thân tín trong cung là Nguyễn Đình Khoa dò xét cả 26 thân vương là các chú và những người anh em của vua. Trong đó, có cả thúc phụ Lê Kiện, do Ông cũng là người chống đối việc lập Uy Mục làm hoàng đế. Để lấy lòng Lê Uy Mục, võ Trạng nguyên khi ấy là [[Mạc Đăng Dung]] - người sau này cướp ngôi nhà Lê, lấy lý do các thân vương nổi loạn, đã rất mạnh tay tiến hành dẹp các bè phái trong cung đình giúp vua. Khi đó, mọi người đều cảm thấy nguy đến thân mình, càng nghĩ đến việc [[nổi loạn]]. Riêng Lê Kiện đã mang gia quyến bỏ trốn khỏi kinh thành [[Thăng Long]], nhằm tránh sự truy lùng của triều đình.\n\nVào những tháng giữa năm [[1505]], sau nhiều ngày chạy loạn, trốn tránh, Lê Kiện cùng gia quyến đã đến làng Bà Nga (làng Cổ Đẻn). Thấy nơi đây là vùng [[đồng bằng]] rộng lớn, có các núi (Núi Đẻn, núi Hun, núi Chữa, núi Côi, núi Dà, núi Bưng) cùng dòng sông Ấu bao bọc; ngay kế bên là núi Gai, núi Tùng, núi Trung Trinh, nơi có di tích lịch sử vua bà [[Triệu Thị Trinh]] thuộc căn cứ Bồ Điền, Phú Điền, thuộc huyện Thuần Hựu ([[Hậu Lộc]] ngày nay) và núi Bưng thuộc làng Băng Sơn, huyện Hoằng Hóa, xứ Thanh Hóa, là quê hương, nơi có di tích lịch sử của Đại tướng [[Lê Phụng Hiểu]]. Địa thế cho thấy đây là vùng địa linh, nhân kiệt, dễ thủ, khó công; khu đất Ông chọn cách trung tâm huyện Thuần Hựu không xa, gia đình Ông quyết định chọn làng Bà Nga làm chỗ dung thân.\n\nLàng Bà Nga, nay thuộc các xứ đồng: Bãi Vãi, Bãi Dinh và Bãi Công của làng Trinh Nga, xã Hoằng Trinh, huyện Hoằng Hóa, tỉnh Thanh Hóa. Khi đó, vùng đồng bằng quanh làng Bà Nga có vai trò như một kho lương khổng lồ, nuôi dưỡng dân chúng nơi đây và cả gia đình của Kinh vương Lê Kiện.\n\nNgày [[1 tháng 12]] năm [[1509]], Lê Uy Mục bị phe nổi loạn do [[Lê Tương Dực|Giản Tu công]] Lê Oanh cầm đầu lật đổ và bị bức phải uống thuốc độc tự tử. Lê Oanh lên ngôi, tức vua [[Lê Tương Dực]]. Sau khi lên ngôi, Tương Dực buổi đầu đã chăm lo việc nước, ban hành giáo hóa, thận trọng hình phạt; nhưng chẳng bao lâu nhà vua lại sa vào ăn chơi trụy lạc, xây dựng cung điện liên miên. Điều này khiến đất nước ngày càng điêu linh, dân nghèo thất nghiệp, cướp bóc nổi lên, nhiều nơi dấy binh làm loạn. Do đó, Lê Kiện và gia quyến quyết định không trở lại [[Thăng Long]], mà sống ở làng Bà Nga cho đến hết đời.\n\n==Hậu thế==\nỞ làng Bà Nga, gia quyến Kinh vương Lê Kiện chỉ sống cuộc đời ẩn dật, bảo toàn tính mạng, cùng chăm lo cho nhau. Sau này con Lê Kiện là Lê Duy Tĩnh có hai con trai, gồm Lê Duy Thành (hiệu Phúc Thành, gọi là Lê Phúc Thành) và Lê Duy Đức (hiệu Phúc Đức, gọi là Lê Phúc Đức). Lê Duy Thành lại sinh được một Bá tử và một hoàng nữ; Lê Duy Đức thì không có con nối dõi.\n\nVới mong ước các đời sau có một tương lai tươi sáng, được che chở vững chắc, mang lại danh thơm trong dân chúng và có thể góp phần chấn hưng cho hoàng tộc; cho rằng lấy chữ Quang trong mệnh danh của Kinh vương Lê Kiện là phù hợp. Do đó, Lê Duy Tĩnh đặt tên cho cháu trai (sinh ngày 07 tháng 7 năm 1584, âm lịch) của mình là Lê Quang Giáp, hiệu Quang Diệu; cháu gái là Lê Thị Quế, hiệu Quế Hoa (vừa hồng, vừa thơm), sau này gọi là Quế Hoa Nương.\n\nTheo Gia phả họ Lê Quang, thì Lê Quang Giáp là một người \"Dũng lược hơn người, tài kiêm văn võ\". Đến đời [[Lê Thần Tông]] - Niên hiệu Đức Long (1629–1635), năm thứ sáu (1635), ông là Vũ bạt tụy [[Đồng tiến sĩ xuất thân]].\n\nSự kiện, vào ngày 30 tháng 12 năm Dương Hòa thứ 3 ([[1637]]), [[Giang Văn Minh]] và Thiêm đô ngự sử [[Nguyễn Duy Hiểu]] được vua cử làm Chánh sứ cùng với 4 phó sứ là: Nguyễn Quang Minh, Trần Nghi, Nguyễn Bình và [[Thân Khuê]] dẫn đầu hai đoàn sứ bộ sang cầu phong và tuế cống [[Nhà Minh|nhà Minh.]] Do [[Minh Tư Tông]] muốn ngăn trở việc công nhận sự chính thống của nhà Hậu Lê và bãi bỏ công nhận ngoại giao với nhà Mạc, đã tìm cách gây khó. Biết được việc đó, giữa triều đình nhà Minh, sứ thần [[Giang Văn Minh]] đã mạnh mẽ đáp trả thẳng vào mặt hoàng đế Minh Tư Tông trước đông đảo văn võ bá quan và sứ bộ các nước. Vua Minh bừng bừng lửa giận quên mất thể diện thiên triều, bất chấp luật lệ bang giao, đã trả thù, hành hình, giết sứ thần An Nam (năm 1638).\n\nĐến tháng tư, năm thứ hai (1644), niên hiệu Phúc Thái (1643–1649), đời [[Lê Chân Tông]], Lê Thần Tông làm [[Thái thượng hoàng]], Lê Quang Giáp cùng với Trần Cừ và đoàn tùy tùng đi sứ [[nhà Minh]], vua [[Minh Tư Tông]] cử Hàm Dậu, Phan Kỳ đem sắc thư, kim ngân, ấn sang để sắc phong Chân Tông làm [[An Nam quốc vương]]. Kết quả thắng lợi của Đoàn, vua Lê Chân Tông thăng cho Lê Quang Giáp làm Tham nghị Bá tước. Cũng do ông có nhiều thành tích về việc đã giúp triều đình Nhà Lê về tiến cử các trí sĩ và người tài giỏi tại các địa phương ra giúp nước; công lao, thành tích ngoại giao (3 lần đi sứ Nhà Minh), nên ông được cả vua Lê Chân Tông và Minh Tư Tông đặc cách phong Tiến sỹ (lưỡng quốc Tiến sỹ), rồi [[Đặc tiến Kim tử Vinh lộc Đại phu]] các xứ [[Kinh Bắc]] (hàm chính nhất phẩm - ấn vàng, đai tía), Tham tri thừa Chánh sứ, Tham nghị Văn phúc Bá trụ.\n\nSau khi Chân Tông băng hà, Lê Thần Tông quay lại làm hoàng đế, Lê Quang Giáp được tiếp tục ở lại Thăng Long phục vụ, trợ giúp cho vua Lê Thần Tông. Trong một lần tháp tùng hoàng đế về Lam Kinh, vừa là chốn quê hương, vừa sẵn trong lòng sự mến mộ Phật pháp, trên đường đi, ngưỡng mộ cảnh đẹp vùng núi Kỳ Lân (núi Long) tại làng Mật, huyện Đông Sơn, phủ Thiệu Thiên, vua đã sai tôn tạo chùa Khuyến Thiện tại hang núi; thực hiện việc xây dựng chùa ngay chân núi, đặt lại tên là Đại Bi (chùa Mật), nay thuộc phường Đông Vệ, thành phố Thanh Hóa, tỉnh Thanh Hóa. \n\nỞ quê nhà, Lê Quang Giáp được lập Phủ, nay thuộc khu đất xứ đồng Bãi Dinh, làng Trinh Nga; trước Phủ có ao sen làm tiểu cảnh, điều hòa phong thủy. Phía sau, cách một quãng về phía sông Ấu còn có Nghè Trổ, dân chúng trong Làng thường lui tới để sinh hoạt tâm linh; bên trái là khu dân cư, nay là khu đất xứ đồng Bãi Công, làng Trinh Nga, trước đây từng là cồn đất cao, bên cạnh có khe nước trong và mát chảy dọc theo về phía Nam, dân chúng trong Làng sử dụng mạch nước cho sinh hoạt hàng ngày.\n\nNgày 22 tháng 9 năm 1662 (âm lịch), Lê Thần Tông băng hà do mắc bệnh ung thư, Vua được an táng tại Ngọc Long, xã Quần Lai, huyện Lôi Dương (nay là xã Thọ Diên huyện [[Thọ Xuân]], [[Thanh Hóa]]). Nhân đó, Lê Quang Giáp cũng đã cáo lão về quê.\n\nVào những năm 1662 - 1663, tại làng Bà Nga có nhiều người mang bệnh [[phong cùi]], bị chết. Do sợ lây bệnh, dân làng phải sơ tán đi nơi khác, rồi quyết định chia thành hai làng: Trinh Nga và Thanh Nga. Dân cư khu Bãi Vãi và Bãi Dinh thành làng Trinh Nga, khu Bãi Công thành làng Thanh Nga.\n\nHiện các địa danh như Bến chữa (ngõ Nuôi), Bến cầu (ngõ Trên), thuộc sông Ấu, tại làng Trinh Nga vẫn còn. Trước đây, chúng là những bến thuyền, có vai trò như bến cảng, là nơi chuyên chở sản vật, hàng hóa của cư dân, để giao thương tới các vùng chợ Dà, chợ Phủ hoặc ra sông Mã, ra Biển Đông.\n\nHiện Bãi Dinh vẫn còn phế tích khu Ao Sen, UBND xã Hoằng Trinh đang giao đất ao cho các hộ dân canh tác, trồng lúa, màu. Các phế tích quanh Phủ và Làng vẫn còn sót lại cho đến ngày nay, gồm các mảnh gạch, ngói, mảnh sành, sứ....\n\nLưỡng quốc Tiến sỹ Lê Quang Giáp chết ngày 21 tháng 4 năm 1664 (âm lịch), tại quê nhà, hưởng thọ 80 tuổi.\n\nDân chúng Làng Trinh Nga (hay Cổ Đẻn) sinh sống bằng các nghề như trồng lúa nước, chè, rau; có nghề ép dầu lạc, dầu vừng, dệt vải, đúc gạch ngói. v.v. Làng Thanh Nga còn có tên gọi khác - làng Nhợm hay Mỹ Nhậm Trang, tức là một khu dân cư sạch, đẹp; làm nông nghiệp như trồng lúa nước, lạc, vừng, có nghề dệt vải, chăn nuôi. Cũng là nơi trồng nhiều dừa.\n\nVề việc chuyển làng, ngày 08\/02\/1663, Lê Quang Giáp cùng con cháu trong họ, những người giúp việc và những hộ dân mang họ khác là những chỗ thân quen, tới khu đất mới, lập làng, lấy tên Trinh Nga để sinh sống. Ông chọn khu đất chính giữa để yên vị, chuyển nhà ở của mình và Nhà thờ họ Lê đến, làm hạt nhân của làng; chỉ đạo xây dựng Đình làng làm Trung tâm hội họp cho người dân. Các họ chính của làng gồm: Lê Quang, Lê Văn, Vũ Văn, Lê Viết, Hà Lê, Hà Văn, Nguyễn Thế, Nguyễn Đăng, Hoàng Đình.v.v.. về cơ bản được sắp xếp tuần tự, lấy hướng Nam làm hướng của làng, các hộ được bố trí sống xung quanh khu vực Nhà thờ họ Lê.v.v... Một tuần sau đó (ngày 15\/02\/1663), dân khu Bãi Công cũng đã di chuyển tới khu đất mới, lấy tên làng Thanh Nga. \nDo đình làng Trinh Nga là công trình đặc biệt lớn và quan trọng nhất của làng, phải đầu tư xây dựng, chỉnh sửa và nâng cấp nhiều. Đến cuối năm Minh Mệnh thứ 8 (năm Mậu Tí - 1828), đầu năm Minh Mệnh thứ 9 (năm Kỷ Sửu - 1829), công trình mới được hoàn chỉnh. Thượng Lương ghi: \"Minh Mệnh Cửu Niên Tuế Thứ Mậu Tí Đái Nguyệt Cát Nhật Tu Quát\". Từ đó, nếp đình làng đã được giữ nguyên cho đến ngày nay. Hàng năm, dân làng Trinh Nga vẫn rất quan tâm, chăm sóc, tu sửa. Ngày nay, đình làng chỉ tham gia vai trò thờ Thành Hoàng làng, cung trong ghi: \"Thành Cung Vạn Tuế\", gian ngoài ghi: \"Bảo Quốc Đà Dân\".\n\nTuy công trình xây dựng nhà thờ họ Lê Quang không lớn như đình làng, nhưng để đảm bảo tiến độ thi công cũng như đảm bảo về mặt văn hóa, kiến trúc, khi đó nhà thờ cũng phải đặt tạm tại vị trí đối diện (phía Tây) qua con đường làng so với ngày nay.\n\nVấn đề tâm linh, từ đó về sau, không những người dân trong Làng sinh hoạt tại Đình làng, Nghè Trổ, Nghè Đông, Nghè Đệ tam, Đệ tứ, mà còn thường lui tới dâng hương, lễ Phật, cúng dường tại Chùa Sào.\n\nCác dòng họ hiện đang sinh sống ở nơi đây có nguồn gốc chủ yếu do theo Kinh vương Lê Kiện và lưỡng quốc Tiến sỹ Lê Quang Giáp, họ tới từ Kinh thành [[Thăng Long]] và xứ [[Kinh Bắc]]. Hiện đều là những thông gia, con cháu các đời sau của Kinh vương Lê Kiện.\n\nSau khi chết, Thân Vương Lê Kiện được chôn cất tại Núi Đẻn; Văn Phúc Bá Lê Phúc Thành chôn cất tại xứ vườn Ngói (giỗ kỵ vào ngày 03\/7); Lăng mộ lưỡng quốc Tiến sỹ lưỡng quốc Lê Quang Giáp nằm tại Cồn Ấm, xứ Đồng Bản (giỗ kỵ vào ngày 21\/4), mộ vợ tại Cồn Tính, làng Trinh Nga.\n\nNhà thờ họ Lê Quang tại làng Trinh Nga, xã Hoằng Trinh là thể hiện sự báo hiếu của Lê Quang Giáp đối với tổ tiên, là nơi thờ Kinh vương Lê Kiện, Vương phi Diệu Cơ, ông, bà nội và cha, mẹ của Ông. Về kiến trúc Nhà thờ, phía trên có bức y môn, đề \"Đức Duy Hinh\". Ban thờ thượng (hậu tẩm), thờ chính giữa là Kinh Vương Lê Kiện, có long ngai giao ỷ thần, nội dung thần vị, vị khởi tổ Kinh Vương Lê Kiện ghi \"Cao cao khởi tổ khảo Lê triều Hoàng tử húy Kiện, sắc phong Kinh Vương vị tiền - thần vị\". Dưới phía bên tả là thần vị của bà thủy tổ thần vị ghi: \"Thủy tổ tỷ từ bi linh ứng chinh uyển tôn thần\". Dưới bên hữu là long ngai giao ỷ bà tổ cô, thần vị ghi \"Tổ cô Quế Nương linh ứng chinh uyển tôn thần\". Trước tiền sảnh có hai câu đối: \"Đức thụ Lam Sơn chi diệc mậu\/Nhân cơ Trà thủy phái lưu hương\". Câu đối phía hai bên ghi: \"Lưỡng quốc tiến sĩ phẩm đề cao\/Kim mã ngọc đường thanh giá trọng\". Phần sảnh tiền môn được đắp cầu kỳ - ở bốn cột sảnh được xây trát gồ chỉ, ghi câu đối. Phía trên sảnh đắp nổi tròn lưỡng long chầu nhật (Rồng chầu mặt trời) ở phía trên. Bên dưới có ba khung bảng, hai khung bên đắp vẽ hai con phượng với đường nét trau chuốt, thế phượng vươn cao cổ đang bay. Khung bảng giữa đề \"Lê Từ đường\". Riềm cổ giải là hoa văn triện nối tiếp nhau. Đặc biệt hai đầu cổ sảnh là hình chậu cảnh bát giác. Nghinh Môn (cổng) là công trình xây dựng bằng gạch, bịt hai cạnh Bắc Nam, mở hai cạnh Đông Tây. Bốn mái trên cong vút, cấu tạo theo hai cặp mái. Hai mép tường ngoài ốp trụ có đôi câu đối, ghi: \"Địa khởi lâu đài địa phấn trấn\/ Môn sa khách đáo môn nghiêm túc\",v.v...\n\nHiện các di tích lịch sử về tâm linh khác như các nghè tại Làng hiện không còn nữa, Chùa Sào chỉ còn là những phế tích, như móng và nền chùa.\n\nHằng năm, vào ngày 08\/02 (âm lịch) là ngày Hội làng của làng Trinh Nga. Làng Thanh Nga tổ chức Hội làng sau đó một tuần, tức ngày 15\/02 (rằm tháng 02).\n\nVào các ngày 20, 21, 22 tháng 8 Âm lịch, con cháu họ Lê Quang cùng các dòng họ khác, là những thân bằng quyến thuộc, cùng những người ái mộ thường có đại diện tới Khu di tích [[Lam Kinh]] tại thị trấn [[Lam Sơn (thị trấn)|Lam Sơn]], huyện [[Thọ Xuân]] và Thái miếu Nhà Hậu Lê tại làng Quảng Xá, phường Đông Vệ, thành phố Thanh Hóa, tỉnh Thanh Hóa để viếng lăng mộ của các hoàng đế [[Lê Thái Tổ]], [[Lê Thánh Tông]], dâng hương, xem lễ hội, các trò diễn và công đức.\n\nBàn về ý nghĩa tên làng, chữ Trinh (貞 hay 贞), đời sau cho rằng Lê Quang Giáp muốn con cháu và nhân dân trong làng Trinh Nga sinh sống phải luôn trung thành, ngay thẳng, trong sáng, tiết hạnh; chữ Trinh (桢 hay 禎), có người cho rằng nghĩa đây là tốt lành, nhắc đời sau phải nhớ về cội, gốc nơi mình đi, chỗ mình theo; chữ Thanh (清) nghĩa là sạch, đẹp.\n\n==Di sản==\nHiện tài liệu tại Nhà thờ họ Lê Quang gồm:\n\n1. ''Lê Hoàng Thế Phả Kí'': Ghi thân thế sự nghiệp các vị vua: [[Lê Thái Tổ]], [[Lê Thái Tông]], [[Lê Nhân Tông]], [[Lê Nghi Dân]], [[Lê Thánh Tông]], [[Lê Hiến Tông]], [[Lê Túc Tông]], [[Lê Uy Mục]], [[Lê Tương Dực]], [[Lê Chiêu Tông]], [[Lê Cung Hoàng]], [[Lê Trang Tông]], [[Lê Trung Tông (Hậu Lê)]], [[Lê Anh Tông]], [[Lê Thế Tông]], [[Lê Kính Tông]], [[Lê Thần Tông]], [[Lê Chân Tông]].\n\n2. Hai bài: ''Nguyên Lam Sơn Địa khoá ký'' và ''Phật Hoàng khoá ký''\n\n3. ''Lê Quang Đống phụ án'' (phần xét thêm của ông Quang Đống)\n\n4. Sơ đồ Phả hệ họ Lê từ đời thủy tổ Lê Lợi ([[Lê Thái Tổ]]) đến đời thứ 19 là các cháu: Lê Quang Hiểu, Lê Quang Hường, v.v..\n\n5. Hai đạo sắc phong ghi ngày mồng 6 tháng 5 năm Đức Long nguyên niên (1629).\n\n6. Bản tấu trình của Tuyền [[Quận công]] [[Nguyễn Duy Thì]] (tên thật là Nguyễn Duy Thời - do vua [[Tự Đức]] đã cải lại tên) tâu xin thăng cho Thiếu khanh Văn Phúc tử Lê Duy Giáp (Lê Giáp) lên tước Bá ghi ngày 12 tháng 8 năm Khánh Đức 3 (1651).\n\n7. Sắc chỉ phong Lê Duy Giáp (Lê Giáp) là Kim tử Vinh lộc đại phu... Thừa chánh sứ ty, Tham nghị, Văn phúc Bá trụ, ghi ngày 19 tháng 8 năm Khánh Đức 3 (1651).\n\n8. Một bài văn khấn\n\n9. Thân thế sự nghiệp của Văn Phúc Bá tước Lê Quang Giáp.\n\nĐến năm 2002, Nhà thờ họ Lê Quang làng Trinh Nga được Sở Văn hóa, Thể thao và Du lịch Thanh Hóa xếp hạng di tích lịch sử văn hóa (Quyết định số 517\/QĐ-VHTT ngày 12\/11\/2002). Ngày 21 tháng 12 năm 2011, Nhà thờ họ này được Chủ tịch UBND tỉnh Thanh Hóa ban hành Quyết định số 4289\/QĐ-UBND về xếp hạng di tích lịch sử văn hóa và danh lam thắng cảnh cấp tỉnh.\n\nVăn tế:\n\nTổ Tông thiên tư minh mẫn\n\nPhong thái đoan trang\n\nDũng lược quả nhân\n\nĐỉnh xuất thần minh chi huệ\n\nVõ văn thích dụng\n\nƯu kiêm quốc sĩ chi trường\n\nKhoa bạt tụy sĩ xuất thân\n\nDanh cao hổ bảng\n\nHoạn đặc tiến nhi tiến trị\n\nGiá trọng ngọc đường\n\nTịch điền xâm quảng ư công dư\n\nKhuyến tướng thiệt nông dân chi vọng\n\nChẩn cấp pha nhiêu ư huệ hạ\n\nPhụ khang hoàng ấp lý chi khương\n\nSinh nhi anh tức từ nhi linh\n\nDanh thường bất hủ ! Cảm tất thông, cầu tất ứng\n\nĐức hợp vô cương\n\nNgưỡng thịnh triều hàm trật chi văn\n\nKhuê chương sắc lạn\n\nNiện tiên đại trù huân chi cựu cẩm\n\nCáo côn hoàng sổ tự thiên cổn chi\n\nBổng độc nhi tích thâm tước được\n\nTam ước điện hoàng lưu chi hiến\n\nSinh ca nhi hỷ thăng loan chi chương\n\nPhụng vọng:\n\nLinh... hữu giám ích huê vô phương\n\nTôn tộc đôn lân chỉ chi phong\n\nGia truyền nhân hậu\n\nNhân dân bá kính chi vịnh (phượng)\n\nGia đụng bình khang.. chương\n\nVăn thành ngọc tụ. Thế đức tăng quang\n\nQuang phù thế phủ phái diễn ngôn hoàng\n\nLam Sơn chi tùng cối thiêm xuân\n\nĐức niên như cố\n\nPhụng nguyện... diệp lưu phương\n\nThực tại tôn linh thịnh đức chi\n\nnhật chương dã...\n\n\nVị tiền viết:\n\n\nÁn Sơn chi linh\n\nTrà thủy chi anh\n\nNgân hoàng phái diễn\n\nLân phượng đỉnh sinh\n\nTiên triều tán trị\n\nHiển hách huân danh\n\nPhương dân ngưỡng trạch\n\nThảo mộc quân vinh\n\nHạnh kim vân thực\n\nHữu đạo triều đình\n\nTrung tư huân cựu\n\nCẩn tự bao vinh\n\nThực phù ngã nguyện\n\nDoãn hiệp dư tình\n\nQuần tương bái khánh\n\nĐặt cờ cung nghinh\n\nLạc cụ ca sênh\n\nPhủ thùy giáng giám\n\nNgưỡng lại\n\nThần minh\n\nCẩn cáo !\n\nHiện nay con cháu dòng họ Lê Hoàng nơi đây đang phát huy mạnh mẽ truyền thống, tố chất của tổ tiên.<ref>http:\/\/www.nomfoundation.org\/nom-project\/History-of-Greater-Vietnam?uiLang=vn<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai nhân vật hoàng gia Việt Nam}}\n\n[[Thể loại:Hoàng tộc nhà Hậu Lê]]\n[[Thể loại:Hoàng tử Việt Nam]]\n[[Thể loại:Vương tước nhà Lê sơ]]"}