{"3270129":"{{chú thích trong bài}}\n{{Viên chức\n| tên = Lê Công Thanh\n| hình = LeCongThanh 1900-1975.jpg\n| miêu tả = \n| chức vụ = [[Ủy viên Xứ ủy Bắc Kỳ kiêm Bí thư Tỉnh ủy Hà Nam (1930-1932)]]\n| bắt đầu = Từ tháng 3 năm 1930\n| kết thúc = Đến tháng 2 năm 1932\n| ngày sinh =[[15 tháng 1]], 1900 tại Thanh Hóa\n| nơi sinh = \n| ngày chết ={{ngày mất và tuổi|1975|6|1|1900|1|15}} tại Thanh Hóa\n}}\n\n'''Lê Công Thanh''' (1900-1975) là một nhà giáo và là nhà [[cách mạng]] [[Việt Nam]] thời kỳ trước năm 1945. Ông là Bí thư tỉnh ủy đầu tiên của [[Hà Nam]] năm 1930-1932.<ref>{{Chú thích web |url=http:\/\/hanam.gov.vn\/vi-vn\/svhttdl\/Pages\/Printer.aspx?articleID=300 |ngày truy cập=2015-10-26 |tựa đề=Hà Nam qua các kỳ Đại hội Đảng |archive-date=2014-11-10 |archive-url=https:\/\/web.archive.org\/web\/20141110162141\/http:\/\/hanam.gov.vn\/vi-vn\/svhttdl\/Pages\/Printer.aspx?articleID=300 |url-status=dead }}<\/ref><ref>[http:\/\/vienkiemsathanam.gov.vn\/index.php\/vi\/news\/Nu-Cong\/Nhung-moc-son-Dai-hoi-dai-bieu-Dang-bo-tinh-Ha-Nam-Tu-Hoi-nghi-nam-1931-den-Dai-hoi-lan-thu-XIX-nam-2015-506\/ Những mốc son Đại hội đại biểu Đảng bộ tỉnh Hà Nam (Từ Hội nghị năm 1931 đến Đại hội lần thứ XIX năm 2015)]<\/ref>\n\n== Thân Thế ==\nLê Công Thanh sinh ngày 15 tháng 1 năm 1900 tại làng Mao Xá, tổng Xuân Lai, phủ Thiệu Hóa (nay là xã Thiệu Toán, huyện Thiệu Hóa), tỉnh Thanh Hóa. Ông sinh ra trong một gia đình nông dân bậc trung, là con thứ hai trong gia đình có 3 anh em.\n\nTừ nhỏ Lê Công Thanh được cha mẹ cho đi học chữ Hán. Đến năm 1919, khi Nhà Nguyễn bỏ chữ Hán, Ông chuyển sang học Quốc Ngữ và tiếng Pháp. Sau đó, Ông theo học ngành sư phạm và được cử về dạy học tại trường Tiểu học tổng Kim Khê (nay là huyện Đông Sơn), tỉnh Thanh Hóa.\n\n== Sự nghiệp ==\n\n=== Hoạt động tại Thanh Hóa giai đoạn 1924-1929 ===\nNăm 1925-1926: Lê Công Thanh tham gia các phong trào thanh niên học sinh yêu nước đòi ân xá cụ Phân Bội Châu, để tang và làm lễ truy điệu cụ Phan Châu Trinh. Năm 1926, ông gặp [[Lê Hữu Lập]] và bắt đầu đi theo phong trào thanh niên cách mạng do Lê Hữu Lập truyền bá tư tưởng. Tháng 5 năm 1926, ông cùng Lê Hữu Lập thành lập Hội đọc sách báo, gồm 10 người, gọi là ''Thập nhân Chi hội''. Thành viên của Hội chủ yếu là các nhà giáo dạy ở Đông Sơn, Quảng Xương, và Thiệu Hóa (tỉnh Thanh Hóa). Lê Công Thanh là người đứng đầu Chi hội, chuyên tổ chức và chủ trì các buổi gặp mặt để nói chuyện và bàn bạc về thời cuộc.\n\nĐầu năm 1927, Lê Công Thanh tổ chức hội nghị tại chùa Quan Thánh ở Núi Nhồi, xã Đông Sơn trong đó có sự tham dự của Lê Hữu Lập. Tại đây Lê Hữu Lập đã đọc điều lệ, giải thích rõ tôn chỉ, mục đích của tổ chức [[Việt Nam Thanh niên Cách mạng đồng chí Hội|Việt Nam Thanh niên Cách mạng Đồng chí hội]] và các hội viên đã nhất trí ký vào văn bản gia nhập [[Việt Nam Thanh niên Cách mạng đồng chí Hội|Việt Nam Thanh niên Cách mạng Đồng chí hội]].\n\nTháng 4 năm 1927, Tỉnh bộ [[Việt Nam Thanh niên Cách mạng đồng chí Hội|Việt Nam Thanh niên Cách mạng Đồng chí hội]] được thành lập tại Thanh Hóa với Ban chấp hành Tỉnh bộ lâm thời có 3 ủy viên là Lê Hữu Lập, Lê Công Thanh và Nguyễn Chi Hiền. Lê Hữu Lập làm Bí thư. Lê Công Thanh được phân công phụ trách các huyện Đông Sơn, Thiệu Hóa, Thọ Xuân và tiếp tục gây dựng cơ sở ở các huyện Tĩnh Gia và Nông Cống.\n\nCuối năm 1927, theo phong trào thành lập chi điếm ''Hưng Nghiệp hội xã'' do Kỳ bộ Việt Nam Thanh niên Cách mạng Đồng chí hội phát động, Lê Công Thanh đã trực tiếp thành lập tiểu chi điếm chợ Đu tại huyện Thiệu Hóa, tỉnh Thanh Hóa.\n\nTháng 4 năm 1928, Hội nghị đại biểu Thanh niên Thanh Hóa được tổ chức tại chùa Quan Thánh – Núi Nhồi với sự tham dự của 20 đại biểu, đại diện cho các Chi bộ ở 9 huyện và Thành phố của tỉnh Thanh Hóa. Hội nghị đã chính thức bầu Ban chấp hành Tỉnh bộ gồm 7 đồng chí, trong đó Lê Hữu Lập được bầu làm Bí thư, Lê Công Thanh được bầu làm ủy viên phụ trách tuyên truyền.\n\nTháng 6 năm 1929, sau khi [[Việt Nam Thanh niên Cách mạng đồng chí Hội|Việt Nam Thanh niên Cách mạng Đồng chí hội]] giải tán để thành lập Đảng Cộng sản, Lê Công Thanh đã về huyện Thọ Xuân thành lập Chi bộ lâm thời lấy tên là Quần Kênh-Neo.\n\n=== Hoạt động cách mạng giai đoạn 1929-1945 ===\nTháng 8 năm 1929, Lê Công Thanh thoát ly khỏi tỉnh Thanh Hóa do Tỉnh bộ bị lộ, nhiều đồng chí bị bắt giam, một số đồng chí bị truy nã. Ông sang Nam Định, gặp Khuất Duy Tiến (lúc này là Ủy viên Đảng bộ [[Đông Dương Cộng sản Đảng]] tại Nam Định). Ông được kết nạp vào Đảng và phụ trách công tác tuyên huấn của Đảng bộ Nam Định với bí danh là Mai. Thời kỳ này, Lê Công Thanh đã biên soạn nhiều tài liệu phổ thông để tuyên truyền trong quần chúng công nhân lao động (bao gồm Duy vật biện chứng, Duy vật lịch sử, Chủ nghĩa tư bản, Thặng dư giá trị, Cách mạng Nga, Công hội đỏ và biên tập báo Búa liềm).\n\nTháng 10 năm 1929, Lê Công Thanh được cử về Hà Nam để xây dựng Đảng bộ tỉnh. Ông đã gặp và làm việc với các Chi bộ Thanh niên ở các Huyện (Ngọc Lũ, Bình Trung, Lũng Xuyên, Hòa Lạc...), bàn bạc chuyển thành các Chi bộ Đảng Cộng sản, sau đó thành lập các Huyện ủy.\n\nTháng 3 năm 1930, Ông triệu tập đại biểu của các huyện về Lũng Xuyên tổ chức hội nghị để thành lập Đảng bộ tỉnh Hà Nam và được bầu làm Bí thư tỉnh ủy Hà Nam\n\nTháng 10 năm 1930, Lê Công Thanh đi dự cuộc họp Xứ ủy Bắc Kỳ và được cử làm Ủy viên Xứ ủy Bắc Kỳ phụ trách Hà Nam và Thái Bình, kiêm Bí thư Tỉnh ủy Hà Nam. Thời kỳ này, Ông đã trở thành cầu nối giữa Thanh Hóa với Xứ ủy Bắc Kỳ, giúp Lê Thế Long và Nguyễn Doãn Chấp hình thành các Chi bộ tại các huyện của Thanh Hóa. Kết quả, ngày 29\/7\/1930 Đảng bộ tỉnh Thanh Hóa được thành lập theo quyết định của Xứ ủy Bắc Kỳ, Nguyễn Doãn Chấp chỉ đạo hội nghị và Lê Thế Long được bầu làm Bí thư Tỉnh ủy.\n\nĐến tháng 2 năm 1932, Ông bị bắt tại Nam Định, bị kết án 15 năm tù, giam tại Hỏa Lò (Hà Nội) và Lao Bảo (Quảng Trị)\n\nTháng 7 năm 1936, nhờ có Chính phủ Mặt trận nhân dân Pháp lên năm quyền với chủ trương thả tù chính trị, Lê Công Thanh được trả về và bị quản thúc tại quê nhà (làng Mao Xá, tổng Xuân Lai, phủ Thiệu Hóa, tỉnh Thanh Hóa). Tại quê nhà, ông tiếp tục mở các lớp dạy Quốc ngữ cho thanh thiếu niên trong làng và các vùng lân cận.\n\nTháng 1 năm 1944, thầy giáo Lê Công Thanh bị bắt và giam tại nhà lao Thanh Hóa.\n\nNgày 9 tháng 3 năm 1945, Nhật đảo chính Pháp tại Đông Dương, tất cả tù chính trị được trả tự do, Ông cũng được trả tự do trong dịp này.\n\n=== Hoạt động sau Cách mạng Tháng tám năm 1945 ===\nTháng 8 năm 1945 đến tháng 6 năm 1946: Ông làm trưởng thôn kiêm giáo viên bình dân học vụ.\n\nTháng 7 năm 1946 đến tháng 12 năm 1950: Ông làm Ủy viên và Phó Chủ tịch Ủy ban hành chính huyện Thiệu Hóa, Bí thư chi bộ cơ quan văn phòng Ủy ban huyện.\n\nNăm 1951: Ông làm Hội thẩm và Thẩm phán Tòa án huyện Thiệu Hóa.\n\nTháng 1 năm 1952 đến tháng 12 năm 1963: Ông làm Chủ tịch Mặt trận Tổ quốc huyện Thiệu Hóa và Hội thẩm Tòa án nhân dân tỉnh Thanh Hóa.\n\nTừ tháng 1 năm 1964: Ông nghỉ hưu và tham gia các phong trào ở địa phương\n\nÔng mất ngày 1 tháng 6 năm 1975 tại quê nhà, làng Mao Xá, tổng Xuân Lai, phủ Thiệu Hóa (nay là xã Thiệu Toán, huyện Thiệu hóa), tỉnh Thanh Hóa.\n\n== Bằng Khen và Huân Chương ==\nBằng khen của Ủy ban Trung ương Mặt trận Tổ Quốc Việt Nam\n\nHuân chương Kháng chiến hạng Ba (chống Pháp)\n\nHuân chương Hồ Chí Minh\n\n== Vinh Danh ==\nTên ông được đặt tên đường tại Thành phố Phủ Lý. [https:\/\/www.google.com\/maps\/place\/L%C3%AA+C%C3%B4ng+Thanh,+tp.+Ph%E1%BB%A7+L%C3%BD,+H%C3%A0+Nam,+Vi%E1%BB%87t+Nam\/@20.5386568,105.9171009,16z\/data=!4m2!3m1!1s0x3135ce2a681d62db:0x8f565d23fc95ce2 Đường Lê Công Thanh] chạy dài từ đường Đinh Tiên Hoàng đến cầu Châu Giang, Thành phố Phủ Lý\n\n== Gia đình ==\nBố: Lê Công Quốn\n\nMẹ: Phạm Thị Kiến\n\nAnh trai: Lê Công Ất (1897-1957)\n\nEm gái: Lê Thị Cóc (1903-1955)\n\nVợ: Vũ Thị Lỡ (1909-1998)\n\nCon trai: Lê Công Thuấn\n\nCon gái: Lê Thị Kim, Lê Thị Thuận, Lê Thị Thoa, Lê Thị Thảo\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n# Hồi ký Cách mạng của Lê Công Thanh lưu tại Tỉnh ủy Thanh Hóa\n{{thời gian sống|1900|1975}}\n# Lịch sử Đảng bộ tỉnh Thanh Hóa\n# Lịch sử Đảng bộ huyện Thiệu Hóa, tỉnh Thanh Hóa\n# [http:\/\/thanhhoacity.gov.vn\/vn\/ThanhPhoThanhHoa\/Lists\/GioiThieu\/View_Detail.aspx?ItemID=50 Lịch sử Đảng bộ Thành phố Thanh Hóa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20151123232842\/http:\/\/thanhhoacity.gov.vn\/vn\/ThanhPhoThanhHoa\/Lists\/GioiThieu\/View_Detail.aspx?ItemID=50 |date=2015-11-23 }}\n# Lịch sử Đảng bộ tỉnh Nam Hà,\n# [http:\/\/www.duytien.gov.vn\/?cat=261000 Lịch sử Đảng bộ huyện Duy Tiên (tỉnh Hà Nam)]\n# Lịch sử Đảng bộ xã Bồ Đề, huyện Bình Lục, tỉnh Hà Nam\n\n== Ghi Chú ==\n*{{sơ khai chính khách Việt Nam}}\n\n[[Thể loại:Bí thư Tỉnh ủy Hà Nam]]\n[[Thể loại:Xứ ủy viên Xứ ủy Bắc Kỳ]]"}