{"375317":"{{Thông tin nhân vật\n| tên = Lê Công Định\n| hình = Le Cong Dinh.jpg\n| cỡ hình = \n| alt  = \n| ghi chú hình = \n| ngày sinh = {{Ngày sinh và tuổi|1968|10|01}} \n| nơi sinh = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| cư trú = [[Thành phố Hồ Chí Minh|Tp. Hồ Chí Minh]]\n| quốc gia = \n| tên khác = \n| dân tộc = [[Người Việt|Kinh]]\n| quốc tịch = Việt Nam\n| học vị = [[Cử nhân (học vị)|Cử nhân]] [[Luật]]\n| học vấn = [[Trường Đại học Tổng hợp Thành phố Hồ Chí Minh]]\n| công việc = [[Luật sư]]\n| năm hoạt động = \n| kỷ nguyên = \n| tuyển dụng = \n| tổ chức = \n| đại lý = \n| nổi tiếng = [[Người bất đồng chính kiến|Nhân vật bất đồng chính kiến]] ở Việt Nam\n| notable_works = \n| loại = \n| quê quán = [[Thành phố Hồ Chí Minh|Sài Gòn]]\n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| đảng phái = \n| phong trào = \n| đối thủ = \n| hội đồng = Hiệp hội Luật sư [[Hoa Kỳ]]\n| tôn giáo = \n| giáo phái = \n| cáo buộc = ''\"hoạt động nhằm lật đổ chính quyền nhân dân\"''\n| mức phạt = 5 năm tù giam, 3 năm quản chế\n| criminal_status = \n| vợ (chồng)= \n*Lê Thị Lan Khanh (ly dị) \n*[[Nguyễn Thị Ngọc Khánh]] (2004-2010)\n| đối tác = <!-- (người đồng hành lâu năm nhưng không kết hôn) -->\n| con cái = \n| cha = Lê Công Mẫn\n| mẹ = Nguyễn Thị Mai\n| người thân = \n| callsign = \n| giải thưởng = \n| module = \n| module2 = \n| module3 = \n| module4 = \n| module5 = \n| module6 = \n| chữ ký = \n| signature_alt = \n| cỡ chữ ký = \n| website = \n| footnotes = \n}}\n\n'''Lê Công Định''' (sinh ngày 1 tháng 10 năm 1968)<ref>[http:\/\/www.cpv.org.vn\/cpv\/Modules\/News\/NewsDetail.aspx?co_id=30106&cn_id=345318 Báo điện tử Đảng CSVN Bắt khẩn cấp Lê Công Định hoạt động cấu kết với các đối tượng chống Nhà nước] 09:12 | 14\/06\/2009 Theo TTXVN<\/ref> là một [[luật sư]], từng là thành viên của Đoàn luật sư [[Thành phố Hồ Chí Minh]], thành viên Hiệp hội Luật sư [[Hoa Kỳ]], thành viên hội đồng đại diện cho [[Việt Nam]] – Hiệp hội Luật sư [[châu Á]] – [[Thái Bình Dương]], thành viên Quỹ Nghiên cứu Biển Đông. Ông đảm nhiệm nhiều chức vụ khác như: giảng dạy về luật Việt Nam cho [[sinh viên]] [[thế giới|quốc tế]] trong chương trình trao đổi giữa khoa luật [[đại học Cần Thơ]] và [[trường Đại học Paris II|đại học Pantheon – Assas]] (Paris 2), luật sư thành viên Công ty DC Lawyers, phó chủ nhiệm Đoàn luật sư [[Thành phố Hồ Chí Minh]], và làm việc tại Công ty luật Lê Công Định.<ref name = \"bắt khẩn cấp\">[http:\/\/vietnamnet.vn\/xahoi\/2009\/06\/852846\/ Bắt khẩn cấp luật sư Lê Công Định] 18:15' 13\/06\/2009 (GMT+7) V.Anh<\/ref><ref name = \"ra đi\">[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=124610&ChannelID=89 Ra đi và mang về.... (Kỳ 7) ] Thứ Bảy, 25\/02\/2006, 05:24 (GMT+7) Nguyễn Văn Tiến Hùng. Link dự phòng: http:\/\/web.archive.org\/web\/20060529111959\/http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=124610&ChannelID=89<\/ref>\n\nLuật sư Lê Công Định cũng được biết tới như một cây bút viết các bài bình luận thời sự trên báo chí trong và ngoài nước. Trong các bài viết bình luận luật sư Lê Công Định thể hiện quan điểm ủng hộ tư tưởng [[dân chủ đại nghị]], đa đảng, [[đa nguyên]], canh tân hệ thống luật pháp, chính trị của Việt Nam<ref name=BBC1>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2006\/02\/060215_danguyen_lcdinh.shtml BBC tiếng Việt]<\/ref><ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2006\/07\/060704_democratic_legitimacy.shtml BBC tiếng Việt]<\/ref>. Những quan điểm này được chính phủ Việt Nam đánh giá là đi ngược lại với quan điểm chính thống của Nhà nước Việt Nam hiện nay.<ref>{{Chú thích web |url=http:\/\/vovnews.vn\/Home\/Bat-Le-Cong-Dinh-vi-cac-hoat-dong-chong-Nha-nuoc-Viet-Nam\/20096\/114066.vov |ngày truy cập=2009-06-17 |tựa đề=VOVnews |archive-date = ngày 17 tháng 6 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090617063243\/http:\/\/vovnews.vn\/Home\/Bat-Le-Cong-Dinh-vi-cac-hoat-dong-chong-Nha-nuoc-Viet-Nam\/20096\/114066.vov }}<\/ref>\n\nNgày [[13 tháng 6]] năm [[2009]], ông đã bị [[bộ Công an (Việt Nam)|cơ quan công an Việt Nam]] bắt giữ theo các điều 79 và 88 của Bộ Luật hình sự hiện hành của nước CHXHCN Việt Nam<ref name = \"bắt khẩn cấp\"\/> và tuyên án 5 năm tù, 3 năm quản chế.\n\n==Đời tư==\n\n===Gia đình===\nLê Công Định có cha là ''Lê Công Mẫn'', mẹ là ''Nguyễn Thị Mai''.\n\nTheo lời kể của Lê Công Định, cha ông là thầy giáo dạy Pháp văn và [[Toán học|Toán]], tham gia phong trào chống chiến tranh, rồi gia nhập Đảng Cộng sản và bị bắt giam năm 1960, bị tù 5 năm do những hoạt động chống chính quyền Đệ nhất Cộng hòa ở miền Nam. Sau khi ra tù, ông làm ký giả tại Sài Gòn cho nhật báo Đông Phương. Sau 75, ông trở thành cán bộ quản lý kinh tế, nhưng do bất đồng và phản kháng chính sách quản lý kinh tế sai lầm của chính quyền mà ông phục vụ, ông bị những người từng là đồng chí bắt giam hơn 6 tháng không xét xử vào năm 1980<ref>[https:\/\/www.facebook.com\/LSLeCongDinh\/posts\/1469784613295318 Lê Công Định - Nhớ cha quặn thắt niềm mong gặp], truy cập ngày 28.09.2014<\/ref>,<ref name=rfa1>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/a-sg-prominent-dissident-talk-ab-04301975-04292015145552.html Luật sư Lê Công Định nói về ngày 30 tháng 4], RFA, 29\/4\/2015<\/ref>\n\nLê Công Định lấy vợ lần thứ nhất là ''Lê Thị Lan Khanh'', về sau ly dị. Vợ thứ hai là [[Nguyễn Thị Ngọc Khánh]] ([[hoa hậu Việt Nam]] năm 1998), cưới vào năm 2004.<ref name = \"kẻ chống đối\"\/>\n<ref>[http:\/\/phunutoday.vn\/doi-song\/chong-hoa-hau-ngoc-khanh-ra-tu-truoc-han-23251.html Chồng Hoa hậu Ngọc Khánh ra tù trước hạn ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150307041643\/http:\/\/phunutoday.vn\/doi-song\/chong-hoa-hau-ngoc-khanh-ra-tu-truoc-han-23251.html |date = ngày 7 tháng 3 năm 2015}}, truy cập ngày 28.09.2014<\/ref>\n\n===Ước mơ===\nGây dựng một công ty luật, góp phần gầy dựng tinh thần thượng tôn pháp luật từ cộng đồng tới doanh nghiệp và cả chính quyền kể cả việc đó làm bỏ mất một suất học tiến sĩ ở Tulane.<ref name = \"ra đi\"\/>\n\nƯớc mơ lớn nhất của Lê Công Định là mở một trường đại học luật tư thục đào tạo kiến thức hiện đại và thực tế phục vụ cho phát triển.<ref name = \"ra đi\"\/>\n\n==Quá trình học tập==\n[[Luật sư]] Lê Công Định quê gốc ở [[Thành phố Hồ Chí Minh|Sài Gòn]] (nay là Thành phố Hồ Chí Minh), tốt nghiệp cử nhân Luật [[Đại học Quốc gia Thành phố Hồ Chí Minh|Đại học Tổng hợp Thành phố Hồ Chí Minh]] năm [[1989]] <ref>[http:\/\/www.anninhthudo.vn\/Tianyon\/Index.aspx?ArticleID=50593&ChannelID=80 Báo An ninh Thủ đô Tuyên truyền chống Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam: Lê Công Định đã bị bắt] Chủ Nhật, 14\/06\/2009, 07:41 Nhóm PV Nội chính<\/ref>. Có nguồn tin ghi ông Lê Công Định là cử nhân Luật cả hai trường: [[Đại học Quốc gia Hà Nội]], Đại học Tổng hợp [[Thành phố Hồ Chí Minh]], nhưng không ghi năm tốt nghiệp.<ref name = \"ra đi\"\/>\n*Làm việc ở Phòng Công chứng số 1, sau nghỉ việc để học lớp luật do Luật sư Tiến sĩ Triệu Quốc Mạnh mở ở Đại học Tổng hợp TP. HCM.<ref name = \"ra đi\"\/>\n*Học thêm tiếng Pháp và Luật với Tiến sĩ Võ Phúc Tùng đến 8 năm.<ref name = \"ra đi\"\/>\n\nNăm [[1997]] giành được suất học bổng ngành luật của Trường đại học Tổng hợp Pantheon - Assas (Paris 2).<ref name = \"ra đi\"\/>\n\nNăm [[1998]], ông giành được [[học bổng Fulbright]] đi Mỹ.<ref name = \"ra đi\"\/>\n\nHọc một khóa triết của [[Sorbonne|Đại học Sorbonne]].<ref name = \"ra đi\"\/>\n\nĐến tháng 5 năm [[1999]] rời [[Paris]], (không thi những môn cuối cùng của bậc [[thạc sĩ]] (vào cuối tháng 6 năm 1999) để sang Mỹ học cao học luật ở Đại học Tulane - Columbia đến năm [[2000]].<ref name = \"ra đi\"\/>\n\n==Hành nghề luật sư==\nTừ năm 1989 – 1991, vừa tốt nghiệp ông vào làm việc ở Phòng Công chứng số 1. Ngoài công việc phụ tá cho công chứng viên,còn kiêm thêm việc thống kê sắp xếp kho tài liệu dưới tầng hầm của tòa nhà 89 Nguyễn Du (trụ sở của phòng chưởng khế Sài Gòn trước 1975).<ref name=autogenerated3>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=124610&ChannelID=89 Ra đi và mang về.... (Kỳ 7) ] Thứ Bảy, 25\/02\/2006, 05:24 (GMT+7) Nguyễn Văn Tiến Hùng. Link dự phòng: http:\/\/web.archive.org\/web\/20060529111959\/http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=124610&ChannelID=89<<\/ref><ref name = \"kẻ chống đối\">[http:\/\/www.qdnd.vn\/QDNDSite\/vi-VN\/61\/43\/4\/42\/42\/80780\/Default.aspx Báo QĐND Lê Công Định-kẻ chống đối đã bị bắt] Báo QĐND - Thứ Bảy, 13\/06\/2009, 21:13 (GMT+7) Kim Ngọc<\/ref>\n\nNăm 1991 – 1993, là nhân viên Văn phòng Đoàn luật sư Thành phố Hồ Chí Minh.<ref name = \"kẻ chống đối\"\/>\n\nNăm 1993 – 1994, là chuyên viên pháp lý Phòng Thương mại và Công nghiệp Việt Nam.<ref name = \"kẻ chống đối\"\/>\n\nTừ năm 1994 đến 1998 Lê Công Định là luật sư tập sự Chi nhánh Công ty Luật Coudert Brothers TP Hồ Chí Minh.<ref name = \"kẻ chống đối\"\/>\n\nTừ năm 1998 đến năm 2000, Lê Công Định học thạc sĩ Luật tại Mỹ.<ref name = \"kẻ chống đối\"\/>\n\nTháng 6 năm 2000 đến tháng 11 năm 2000, Lê Công Định làm luật sư Văn phòng luật sư Thắng và Cộng sự.<ref name = \"kẻ chống đối\"\/>\n\nTháng 12 năm 2000, Lê Công Định là Trưởng chi nhánh Công ty luật YKVN tại TP Hồ Chí Minh, Phó chủ nhiệm Đoàn luật sư TP Hồ Chí Minh nhiệm kỳ [[2005]] - [[2008]].<ref name = \"kẻ chống đối\"\/>\n\nNăm 2002, Lê Công Định là luật sư của công ty YKVN (Việt Nam) cung cấp dịch vụ dịch thuật và thu thập thông tin cho công ty luật White&Case (Hoa Kỳ) trong vụ các nhà sản xuất & chế biến cá ba sa Việt Nam bị phía Hoa Kỳ kiện chống bán phá giá (Công ty luật White&Cases mới là luật sư được chỉ định bởi VASEP và có tư cách hành nghề đại diện cho phía Việt Nam tại Hoa Kỳ.<ref>[http:\/\/www.saigon.com\/pipermail\/vnbiz\/2002-December\/000379.html VASEP kien nghi chon Bangladesh la nuoc thu ba] Fri, 13 tháng 12 năm 2002 10:43:14 +0700<\/ref><ref>[http:\/\/vnexpress.net\/gl\/kinh-doanh\/2003\/07\/3b9c9bff\/ Vụ kiện cá basa sẽ kết thúc vào 23\/7] Thứ năm, 17 Tháng bảy 2003, 10:04 GMT+7<\/ref>\n\nNăm 2005, Lê Công Định là Trưởng Văn phòng Luật sư DC Lawyer (trụ sở tại số 115 Nguyễn Huệ, quận 1, TP Hồ Chí Minh).<ref name = \"kẻ chống đối\"\/>\n\nNăm 2008, Lê Công Định thành lập Công ty Luật hợp doanh DC Lawyer (trụ sở tại 11A Phan Kế Bính, quận 1, TP Hồ Chí Minh) và năm 2009 thành lập Công ty TNHH một thành viên Lê Công Định, trụ sở tại tầng 20 và 37 Tôn Đức Thắng, quận 1, TP Hồ Chí Minh.<ref name = \"kẻ chống đối\"\/>\n\nLê Công Định tham gia bào chữa cho [[Nguyễn Văn Hải (blogger)|Nguyễn Văn Hải]] (blogger Điếu Cày), [[Nguyễn Văn Đài]], [[Lê Thị Công Nhân]] và cho rằng Đài và Nhân không \"''tuyên truyền chống Nhà nước''\" mà chỉ \"''bày tỏ sự bất đồng chính kiến một cách hòa bình''\".<ref>[http:\/\/www.tienphong.vn\/tianyon\/Index.aspx?ArticleID=103289&ChannelID=12 Nguyễn Văn Đài, Lê Thị Công Nhân được giảm 1 năm tù ], Tiền Phong, 27\/11\/2007, 19:47 Đinh Anh Tuấn<\/ref>\n\nNgày [[22 tháng 6]] năm [[2009]], ông Lê Công Định bị xem xét tư cách và đã được xóa tên khỏi Đoàn luật sư do \"vi phạm điểm g, khoản 1, điều 9 Luật Luật sư; điều 1 và điều 2 Quy tắc đạo đức nghề nghiệp luật sư\".<ref>[http:\/\/vnexpress.net\/GL\/Phap-luat\/2009\/06\/3BA106DC\/ Ông Lê Công Định bị xóa tên khỏi Đoàn luật sư]<\/ref>\n\n==Hoạt động chính trị==\nKêu gọi năm 2007 tổ chức một \"[[hội nghị Diên Hồng]] hiện đại\" bàn về những vấn đề có thể ảnh hưởng tốt hoặc xấu đến vận mệnh đất nước trong thế kỷ này \"để dân tộc vươn ra biển lớn\".<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=177825&ChannelID=397 Diễn đàn \"Vươn ra biển lớn\": Tầm vóc thuyền trưởng, tầm vóc dân tộc] Thứ Sáu, 15\/12\/2006, 03:03 (GMT+7)<\/ref>\n\nÔng thường xuyên viết các bài bình luận thời sự được đăng tải trên báo chí trong và ngoài nước.\n\nTrong một bài viết năm 2006, ông nói về chủ nghĩa đa nguyên: \"Đa nguyên không đáng ngại, mà trái lại rất cần thiết nếu biết điều tiết thích hợp\". \"Đa nguyên là động lực của sự phát triển, điều đó miễn bàn cãi.\"<ref name=BBC1\/>\n\nÔng cũng nói một mô hình mới của nền chính trị đa nguyên với vai trò chính trị của Đảng Cộng sản \"chắc chắn sẽ tạo sức bật mạnh mẽ đưa đất nước vào cuộc tranh đua thành cường quốc kinh tế trong khu vực, chữa được quốc nạn [[tham nhũng]] và rửa được quốc nhục nghèo hèn\".<ref name=BBC1 \/>\nVào tháng 9 năm 2007, ông có bài \"''Học thuyết Nhà nước pháp quyền Xã hội chủ nghĩa''\" đăng trên báo [[Tia Sáng (báo năm 1938)|''Tia Sáng'']] bàn về sự khó xử của đại biểu quốc hội khi khả năng xảy ra mâu thuẫn giữa nguyện vọng của nhân dân và chủ trương, chính sách của Đảng; sự khó xử của thẩm phán khi có mâu thuẫn giữa quy định của Đảng với Hiến pháp và pháp luật; sự không rạch ròi về phạm vi của Đảng trong vai trò lãnh đạo và quản lý khi trực tiếp quyết định hoặc chỉ cho ý kiến định hướng hoặc chủ trương trong các vấn đề của đất nước; cuối cùng, ông cho rằng cần tu chính Hiến pháp để mối quan hệ giữa Đảng với Nhà nước khỏi vi hiến.<ref>[http:\/\/tiasang.vn\/news?id=1912 Học thuyết Nhà nước pháp quyền Xã hội chủ nghĩa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090620061804\/http:\/\/tiasang.vn\/news?id=1912 |date = ngày 20 tháng 6 năm 2009}} 14:21:56 05\/09\/2007<\/ref>\n\nNăm 2008, ông đã có bài viết \"''Nhập cuộc của trí thức''\" đăng trên [[Báo Tia Sáng]] của [[Bộ Khoa học và Công nghệ (Việt Nam)|Bộ Khoa học và Công nghệ Việt Nam]] bàn về nghị quyết về xây dựng đội ngũ trí thức của Hội nghị [[Ban Chấp hành Trung ương Đảng Cộng sản Việt Nam|Ban Chấp hành Trung ương Đảng]] lần thứ 7. Ông cho rằng phải thừa nhận một sự thật, từ năm 1945 đến nay, những trí thức dấn thân cho đất nước ở từng giai đoạn lịch sử khác nhau chưa bao giờ sống được bằng đồng lương và một số người còn bị \"bạc đãi vì nhân cách và lương tri\" trong khi các trí thức quan chức lại \"chưa bao giờ được xã hội kính trọng\" vì học thuật và bản lĩnh của họ. Ông cho rằng trí thức với năng lực phân tích khoa học, nhìn mọi vấn đề từ nhiều góc cạnh khác nhau, sẽ giúp nhà cầm quyền hiểu hơn về tác động kinh tế, chính trị, xã hội từ chính sách dự định ban hành, nhưng hiện nay, trí thức đóng vai trò tư vấn và phản biện rất dễ bị quy chụp thành kiến. Theo ông trí thức không chỉ đóng vai trò ngoài cuộc, là tư vấn và phản biện, mà phải \"dấn thân\" vào vai trò quản trị và lãnh đạo quốc gia thông qua một quy trình sàng lọc dân chủ, thì khi đó nghị quyết của đảng về xây dựng đội ngũ trí thức mới thật sự có ý nghĩa.<ref>[http:\/\/www.tiasang.vn\/news?id=2937 Nhập cuộc của trí thức] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090620061832\/http:\/\/www.tiasang.vn\/news?id=2937 |date = ngày 20 tháng 6 năm 2009}} 16:29:05 04\/08\/2008<\/ref>\n\nTháng 3 năm 2009, trong bài \"''4 giải pháp chống tham nhũng''\" đăng trên báo Tia Sáng ông cho rằng các biện pháp nhà nước đã ban hành nhằm chống tham nhũng chỉ mang tính hình thức nhiều hơn thực chất, không đảm bảo sự hiệu quả khi thực thi. Ông kêu gọi một cuộc cách mạng thật sự để chống tham nhũng vì theo ông, tình hình trong năm 2009 rất quan trọng đối với sự phát triển của đất nước. Ông đề ra 4 giải pháp như sau: từ bỏ cơ chế xin cho, cấp phép vì đó là gốc rễ của tham nhũng, tư pháp độc lập và chuyên nghiệp vì đó là công cụ trừng trị tham nhũng công minh và hiệu quả, người dân có quyền khởi kiện (tạm thời thông qua tòa hành chính và lý tưởng là trước Tòa Bảo hiến) các văn bản pháp quy để cơ quan công quyền thận trọng khi ban hành văn bản vi phạm quyền lợi hợp pháp của dân, cuối cùng là quyền được tự do thông tin của người dân thông qua báo chí và truyền thông.<ref>[http:\/\/www.tiasang.vn\/news?id=2937 4 giải pháp chống tham nhũng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090620061832\/http:\/\/www.tiasang.vn\/news?id=2937 |date = ngày 20 tháng 6 năm 2009}} 10:21-11\/03\/2009<\/ref>\n\nTheo cáo buộc của cơ quan an ninh Việt Nam, khi bắt khẩn cấp, đã có chứng cứ dựa trên những tài liệu của luật sư Lê Công Định, do Trung tâm Điện toán - Truyền số liệu khu vực 2 cung cấp:<ref name=autogenerated2>[http:\/\/www.rfi.fr\/actuvi\/articles\/114\/article_3841.asp Luật sư Lê Công Định bị bắt vì bị quy tội \"âm mưu lật đổ Nhà nước''] Bài đăng ngày 13\/06\/2009 Cập nhật lần cuối ngày 13\/06\/2009 15:06 TU Thanh Phương<\/ref> \n*Từ năm 2005, luật sư Lê Công Định đã liên lạc với [[Nguyễn Sỹ Bình]] của [[Đảng Hành động Nhân dân|Đảng Nhân dân Hành động]] tại Mỹ và [[Đảng Dân chủ thế kỷ 21|Đảng Dân chủ Việt Nam Thế kỷ 21]]<ref name = \"bắt khẩn cấp\"\/> bí danh \"chị hai\". Luật sư Định là thành viên của nhóm nhằm hoạt động với mục tiêu lật đổ chế độ Cộng sản tại Việt Nam bằng phương thức lập hai đảng đối lập có tên \"Đảng lao động\" và \"Đảng xã hội\" để tập hợp lực lượng, đánh từ ngoài vào trong để gây rối loạn lớn ở Việt Nam.<ref name = \"bắt khẩn cấp\"\/>\n*Với bí danh \"chị Tư\", Lê Công Định được phân nhiệm vụ phụ trách cải cách hành chính, tư vấn pháp luật cho các đối tượng chống đối trong nước: Nguyễn Văn Đài ở Hà Nội, Nguyễn Văn Hải (Hải \"Điếu cày\"), Nguyễn Tiến Trung ở Thành phố Hồ Chí Minh, biên soạn hàng chục tài liệu, phát tán trên các đài, báo và trang web thù địch với Nhà nước Việt Nam ở nước ngoài, xuyên tạc đường lối, chính sách, pháp luật của [[Đảng Cộng sản Việt Nam|Đảng]], [[Nhà nước Việt Nam]] và kêu gọi thay đổi chế độ, lợi dụng vấn đề [[dự án khai thác bô xít ở Tây Nguyên|bô-xít Tây Nguyên]], [[Quần đảo Trường Sa|Trường Sa]] - [[Quần đảo Hoàng Sa|Hoàng Sa]] để kích động tư tưởng chống đối Đảng Công sản và Nhà nước Việt Nam.<ref name = \"bắt khẩn cấp\"\/>\n*Lê Công Định cũng tham gia bàn bạc trong loạt tài liệu do [[Trần Huỳnh Duy Thức]] (đã bị bắt ngày 24\/5 vừa qua) biên soạn với nội dung bôi nhọ Thủ tướng và một số lãnh đạo của Việt Nam.<ref name = \"bắt khẩn cấp\"\/>\n*Luật sư Lê Công Định đã biến việc bào chữa cho [[Nguyễn Văn Đài]], [[Lê Thị Công Nhân]], [[Nguyễn Văn Hải]] thành diễn đàn tuyên truyền chống chế độ, xuyên tạc Hiến pháp, pháp luật, lên án chính quyền Việt Nam vi phạm dân chủ, nhân quyền.<ref name = \"bắt khẩn cấp\"\/>\n*Luật sư Lê Công Định đã nhiều lần sang [[Hoa Kỳ|Mỹ]], [[Thái Lan]], gặp Nguyễn Sỹ Bình bàn bạc, đánh giá những vấn đề kinh tế, chính trị của Việt Nam và đề ra kế hoạch hoạt động chuẩn bị cho thời điểm Việt Nam xảy ra \"biến động chính trị\" vào năm 2010. Đã trực tiếp tham gia biên soạn cuốn sách mang tính chất cương lĩnh hành động của nhóm với tựa đề ''Con đường Việt Nam'' và soạn thảo ''Tân Hiến pháp'' cho Việt Nam<ref name = \"bắt khẩn cấp\"\/>. Bản thảo Tân Hiến pháp gồm 9 chương, 106 điều, dài 112 trang.<ref>[http:\/\/tienphong.vn\/Tianyon\/Index.aspx?ArticleID=163596&ChannelID=2 Báo Tiền Phong Bắt Lê Công Định về hành vi chống phá Nhà nước] Thứ Bảy, 13\/06\/2009, 19:20 Hữu Vinh<\/ref>\n*Luật sư Lê Công Định có quan hệ chặt chẽ với một số đối tượng cầm đầu, cốt cán của các tổ chức phản động lưu vong, như Hà Đông Xuyến ([[Việt Nam Canh tân Cách mạng Đảng|Việt Tân]]), Phạm Nam Định (nhóm \"Họp mặt dân chủ\"), Đoàn Viết Hoạt (nhóm \"Viễn tượng Việt Nam\"). Luật sư Lê Công Định được chấm chọn ra nước ngoài tham gia huấn luyện về phương thức \"đấu tranh [[bất bạo động]]\" để làm nòng cốt cho \"phong trào dân chủ\" trong nước.<ref name = \"bắt khẩn cấp\"\/>\n*Luật sư Lê Công Định có các bí danh ''Nguyên Kha, Paul, C4 (Chị Tư)''.<ref>[http:\/\/www.thanhnien.com.vn\/news\/Pages\/200924\/20090613235506.aspx Báo Thanh Niên Luật sư Lê Công Định bị bắt khẩn cấp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090615054316\/http:\/\/www.thanhnien.com.vn\/news\/Pages\/200924\/20090613235506.aspx |date=2009-06-15 }} 13\/06\/2009 23:55 Lê Nga - Minh Nam - Thái Uyên<\/ref>\n\n==Quan điểm về hệ thống chính trị Việt Nam==\nÔng ủng hộ án lệ <ref name = \"ra đi\"\/> do phán quyết của tòa án Việt Nam hiện nay thường thiếu chiều sâu và sự uyên bác trong nhận định và phân tích các vấn đề pháp lý cụ thể.\n\nTheo luật sư Lê Công Định, từ khi vào [[Tổ chức Thương mại Thế giới|WTO]], thị trường tư vấn pháp lý của Việt Nam nhộn nhịp lên hẳn và thị trường tư vấn luật hiện nay tốt hơn bất cứ lúc nào trong quá khứ<ref>[http:\/\/www.luatsu.asia\/Page\/NewsDetail.aspx?NewsID=339&TopicID=55 Vai trò của Luật sư tư vấn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090620064058\/http:\/\/www.luatsu.asia\/Page\/NewsDetail.aspx?NewsID=339&TopicID=55 |date = ngày 20 tháng 6 năm 2009}} Thứ ba, 10\/3\/2009<\/ref> nhu cầu tư vấn tăng nhanh nhưng khó đáp ứng vì tìm không ra người.\n\nLê Công Định cho rằng [[đảng Cộng sản Việt Nam]] có một phe là \"phe cấp tiến\" và ông [[Võ Văn Kiệt]] là một thủ lĩnh.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/story\/2008\/06\/printable\/080616_nhalanhdaovovankiet.shtml 'Thủ lĩnh phe cộng sản cấp tiến'] 16 Tháng 6 2008 - Cập nhật 10h01 GMT<\/ref>\n\nỦng hộ bất bạo động cho dân chủ đa nguyên, đa đảng chính trị tại Việt Nam và có viết bài đăng báo nước ngoài về đề tài này.\n\nCho rằng Đảng Cộng sản Việt Nam đứng trên [[Hiến pháp nước Cộng hòa Xã hội chủ nghĩa Việt Nam|Hiến pháp]] và không chính danh.<ref>[http:\/\/www.rfa.org\/vietnamese\/in_depth\/LawyerLeCongDinhOnLegitimationP2_VHung-20060710.html Luật sư Lê Công Định bàn về \"Chính danh\" trong thể chế pháp trị tại Việt Nam (phần 2)] 2006-07-10 Việt Hùng, phóng viên đài RFA<\/ref>\n\nViệc cơ quan điều tra đột nhập văn phòng luật sư để tịch thu tài liệu và máy tính hoặc khám xét hành lý của các luật sư tại phi trường là vi phạm chuẩn mực văn minh về bí mật nghề nghiệp của luật sư. Việc đột nhập văn phòng của luật sư khi vắng mặt họ là hành động phỉ báng công lý nghiêm trọng''.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2009\/03\/090309_lecongdinh_opinion.shtml Chuẩn mực văn minh cần tôn trọng] Cập nhật:10:43 GMT - Thứ Hai, 9 Tháng 3, 2009<\/ref>\n\n==Bị bắt==\nLúc 11 giờ 10 phút<ref>[http:\/\/www.nhandan.com.vn\/tinbai\/?top=40&sub=67&article=149867 Bắt khẩn cấp Lê Công Định] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090615071603\/http:\/\/www.nhandan.com.vn\/tinbai\/?top=40&sub=67&article=149867 |date = ngày 15 tháng 6 năm 2009}} Cập nhật 19:07 ngày 13-06-2009<\/ref>, ngày [[13 tháng 6]] năm [[2009]], nhân viên Cơ quan An ninh điều tra – Bộ Công an Việt Nam đã bắt khẩn cấp luật sư Lê Công Định theo Điều 88, Bộ Luật hình sự, do \"có các hành vi cấu kết với bọn cầm đầu phản động nước ngoài chống Nhà nước CHXHCN Việt Nam\".\n\nPhó Tổng cục trưởng Tổng cục An ninh Vũ Hải Triều cho hay, đã thu được rất nhiều tài liệu, chứng cứ âm mưu lật đổ Nhà nước Việt Nam của luật sư Lê Công Định.<ref name = \"bắt khẩn cấp\"\/>\n\n===Cơ sở chứng cứ và pháp lý để bắt khẩn cấp===\nTheo cơ quan an ninh Việt Nam, khi bắt khẩn cấp, đã có chứng cứ dựa trên những tài liệu của luật sư Lê Công Định, do Trung tâm Điện toán - Truyền số liệu khu vực 2 cung cấp<ref name=autogenerated2 \/>. Từ tài liệu này, Cơ quan An ninh điều tra, Công an TP.Hồ Chí Minh, có quyết định trưng cầu giám định vào ngày 5 tháng 12 năm 2008, Sở Văn hóa - Thông tin và Du lịch, TP Hồ Chí Minh ra kết luận giám định số 76\/KLGĐTP khẳng định \"''Tài liệu của Lê Công Định có những nội dung phản động, tuyên truyền chống Nhà nước Cộng hòa XHCN Việt Nam, vi phạm các quy định tại Khoản 1, 2, 4 Điều 10 của Luật Xuất bản, Luật Báo chí và kiến nghị xử lý theo quy định của pháp luật…''\".<ref name = \"kẻ chống đối\"\/>\n\n===Nhận tội===\nNgày 18 tháng 6, ông Vũ Hải Triều, Phó Tổng cục trưởng Tổng cục An ninh (Bộ Công an) tuyên bố với báo rằng sau khi bị tạm giữ, Lê Công Định đã thành khẩn khai báo.\n\nTheo [[Dân trí (báo)|Dân Trí]], ông Lê Công Định khai rằng, từ 1\/3\/2009 đến 3\/3\/2009 ông đã tham gia \"khoá huấn luyện bất bạo động\", hướng dẫn các học viên cách thức tổ chức biểu tình, bạo loạn lật đổ chế độ theo phương thức [[cách mạng sắc màu|cách mạng màu]] do tổ chức [[Việt Nam Canh tân Cách mạng Đảng|Việt Tân]] chủ trì tại [[Pattaya]], dưới sự hướng dẫn của hai người Serbia. Ngày 26\/3, đến Phuket để bàn bạc với một số cán bộ của Việt Tân về tình hình kinh tế chính trị Việt Nam, bàn chủ trương thành lập Đảng Lao động Việt Nam và Đảng xã hội Việt Nam.\n\nÔng Định cũng thừa nhận việc phụ trách viết blog của \"Đảng lao động Việt Nam\" trên mạng Internet và tham gia biên soạn, sửa chữa bản điều lệ của \"Đảng Dân chủ Việt Nam\", và ông đã ký bản tường trình nhận tội có nội dung: ''\"Tôi thấy những việc làm trên của tôi đã vi phạm pháp luật Việt Nam. Tôi rất ân hận với những hành vi sai trái của mình. Tôi mong được Nhà nước xem xét cho tôi hưởng lượng khoan hồng\"''.<ref>[http:\/\/dantri.com.vn\/c20\/s20-331962\/luat-su-le-cong-dinh-thua-nhan-chong-pha-nha-nuoc.htm Lê Công Định thừa nhận chống phá nhà nước]<\/ref>\n\nNgày 19 tháng 8, trên truyền hình Việt Nam, Lê Công Định và một số nhân vật bất đồng chính kiến khác đã phát biểu, trong đó ông Lê Công Định đã nêu tên một loạt nhà ngoại giao Mỹ tại Đông Nam Á và Việt Nam đã có những gợi mở và ủng hộ hoạt động chống Đảng Cộng sản Việt Nam báo gồm cả ông tổng lãnh sự Hoa Kỳ tại Thành phố Hồ Chí Minh.<ref>{{Chú thích web |url=http:\/\/www.vtv.vn\/VN\/TrangChu\/TinTuc\/CKX\/2009\/8\/19\/236682\/ |ngày truy cập=2009-08-21 |tựa đề=Clip Lê Công Định nhận tội trên web VTV |archive-date = ngày 22 tháng 8 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090822224558\/http:\/\/www.vtv.vn\/VN\/TrangChu\/TinTuc\/CKX\/2009\/8\/19\/236682\/ }}<\/ref>\n\nTrong cuộc bàn tròn trực tuyến của BBC nhân chủ đề mùa 'Dân chủ' hôm 22\/01\/2015, Luật sư Lê Công Định nói 'video nhận tội' mà chính quyền phát trên truyền thông chính thức đã bị an ninh VN 'thu làm nhiều lần', được 'sắp đặt lại', 'cắt ghép' cho tuyên truyền của chính quyền.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2015\/01\/150122_lecongdinh_video_nhantoi LS Lê Công Định nói gì về video 'nhận tội'?], BBC, 22.01.2015<\/ref>\n\n===Phản ứng bên ngoài===\n*Bộ ngoại giao Hoa Kỳ quan ngại về việc bắt luật sư Lê Công Định, cho rằng việc này đi ngược lại với cam kết của chính phủ Việt Nam trong việc tuân thủ các tiêu chuẩn quốc tế về nhân quyền và [[pháp quyền]] và yêu cầu chính phủ Việt Nam thả ông.<ref name=duluan>{{chú thích báo|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/06\/090616_lcd_usreax.shtml|title=Hoa Kỳ 'quan ngại sâu sắc' vụ LS Định|date = ngày 16 tháng 6 năm 2009 |access-date = ngày 17 tháng 6 năm 2009 |publisher=BBC Việt ngữ}}<\/ref><ref>{{chú thích web|url=http:\/\/www.state.gov\/r\/pa\/prs\/ps\/2009\/06a\/124797.htm|title=Vietnam: Arrest of Lawyer Le Cong Dinh|author=Ian Kelly|date = ngày 15 tháng 6 năm 2009 |access-date = ngày 17 tháng 6 năm 2009}}<\/ref>\n*Bộ ngoại giao Việt Nam cho rằng việc bắt giữ luật sư Lê Công Định đã được tiến hành theo đúng trình tự của pháp luật Việt Nam<ref>{{chú thích web|url=http:\/\/www.mofa.gov.vn\/vi\/tt_baochi\/pbnfn\/ns090617165031|title=Chính sách nhất quán của Nhà nước Việt Nam là bảo đảm quyền tự do ngôn luận, tự do chính kiến của công dân |author=Bộ Ngoại giao Việt Nam|date = ngày 17 tháng 6 năm 2009 |access-date = ngày 17 tháng 6 năm 2009}}<\/ref> và \"việc xử lý những người vi phạm pháp luật là cần thiết và là việc làm bình thường của các quốc gia trên thế giới\".<ref>[http:\/\/www.mofa.gov.vn\/vi\/tt_baochi\/pbnfn\/ns090623175734\/view Việc xử lý những người vi phạm pháp luật là cần thiết và là việc làm bình thường của các quốc gia trên thế giới]<\/ref>\n*Các tổ chức nhân quyền [[Ân xá Quốc tế]], [[Phóng viên không biên giới]] và [[Tổ chức Theo dõi Nhân quyền]] tỏ ra quan ngại sâu sắc và kêu gọi chính phủ Việt Nam thả luật sư Lê Công Định ngay lập tức và vô điều kiện vì \"Ai cũng có quyền có ý kiến và thể hiện ý kiến trước công chúng một cách hòa bình ngay cả trong trường hợp các ý kiến đó chỉ trích chính quyền\".<ref name=duluan\/><ref>{{chú thích web|url=http:\/\/www.hrw.org\/en\/news\/2009\/06\/16\/vi-t-nam-h-y-tr-t-do-cho-lu-t-s-danh-ti-ng-l-c-ng-nh|title=Việt Nam: Hãy trả tự do cho luật sư danh tiếng Lê Công Định|publisher=Human Rights Watch|date=ngày 16 tháng 6 năm 2009|access-date=ngày 23 tháng 7 năm 2009|archive-date=2009-07-16|archive-url=https:\/\/web.archive.org\/web\/20090716082510\/http:\/\/www.hrw.org\/en\/news\/2009\/06\/16\/vi-t-nam-h-y-tr-t-do-cho-lu-t-s-danh-ti-ng-l-c-ng-nh|url-status=dead}}<\/ref><ref>{{chú thích web|url=http:\/\/www.rsf.org\/Call-for-release-of-lawyer-who.html|title=Call for release of lawyer who defended bloggers and free expression activists|publisher=Reporters Sans Frontieres|date=ngày 15 tháng 6 năm 2009|access-date =ngày 17 tháng 6 năm 2009|archive-date = ngày 20 tháng 6 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090620053648\/http:\/\/www.rsf.org\/Call-for-release-of-lawyer-who.html}}<\/ref><ref>{{chú thích web|url=http:\/\/www.amnesty.org\/en\/news-and-updates\/news\/prominent-human-rights-lawyer-arrested-viet-nam-20090616|title=Prominent human rights lawyer arrested in Vietnam|publisher=Ân xá Quốc tế|date=ngày 16 tháng 6 năm 2009|access-date=ngày 17 tháng 6 năm 2009|archive-date=2009-06-19|archive-url=https:\/\/web.archive.org\/web\/20090619210000\/http:\/\/www.amnesty.org\/en\/news-and-updates\/news\/prominent-human-rights-lawyer-arrested-viet-nam-20090616|url-status=dead}}<\/ref>\n*Báo [[BBC]] tiếng Việt ghi nhận ý kiến của nhà văn Võ Thị Hảo và giáo sư [[Nguyễn Huệ Chi]] thể hiện sự ngạc nhiên và buồn, cho rằng nhiều cơ quan truyền thông Việt Nam đưa thông tin về vụ bắt giữ theo cách thiếu khách quan, một chiều.<ref name=\"bbc\">{{chú thích web|url=https:\/\/www.bbc.com\/vietnamese\/vietnam\/2009\/06\/090614_intellect_reactions_lecongdinh.shtml|publisher=[[BBC]] tiếng Việt|date = ngày 15 tháng 6 năm 2009 |access-date = ngày 23 tháng 7 năm 2020 |title=Dư luận vụ bắt luật sư Lê Công Định}}<\/ref> Giáo sư [[Nguyễn Huệ Chi]], đồng chủ trì trang web bauxitevietnam.info<ref>[http:\/\/www.bauxitevietnam.info\/ Trang web ''Thông tin về vấn đề bauxite ở Việt Nam'']<\/ref>, nói \"''Báo chí ở Việt Nam chỉ đi lề bên phải. Cho nên cái mà gọi là tin vào báo chí, thì tôi không tin.''\"<ref name=\"bbc\"\/>. Cũng theo BBC, nhà báo [[Phạm Xuân Nguyên]] cho hay nhiều người quan tâm và đặt ra nhiều câu hỏi về động cơ và thông điệp của vụ bắt giữ.<ref name=\"bbc\"\/>\n*Hai ngày sau khi Lê Công Định bị bắt khẩn cấp, [[Đài Tiếng nói Việt Nam]] đã có phát lên sóng bài khẳng định rằng Luật sư Lê Công Định đã được chế độ ưu đãi \"''cho ăn học đến nơi đến chốn''\" nhưng đã mưu toan lật đổ chế độ, có ý đồ đen tối và thể hiện bằng hành động trắng trợn, \"''chỉ có những phần tử đi ngược lại lợi ích của đất nước, của dân tộc mới có thể bao che và bênh vực cho những hành vi chống phá của Lê Công Định''\" và báo cũng khẳng định đây là vấn đề hình sự chứ không phải là vấn đề chính trị.<ref>[http:\/\/vovnews.vn\/Home\/Bat-giu-Le-Cong-Dinhmot-hanh-dong-dung-dan-vi-loi-ich-dat-nuoc\/20096\/114174.vov Bắt giữ Lê Công Định-một hành động đúng đắn vì lợi ích đất nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090618101649\/http:\/\/vovnews.vn\/Home\/Bat-giu-Le-Cong-Dinhmot-hanh-dong-dung-dan-vi-loi-ich-dat-nuoc\/20096\/114174.vov |date = ngày 18 tháng 6 năm 2009}}(Cập nhật: 15\/6\/2009)VOV News<\/ref>\n*Ngày [[22 tháng 6]] năm [[2009]], Sứ bộ [[Liên minh châu Âu|Liên hiệp châu Âu]] qua lời ông [[Roman Musil]], Đại sứ quán [[Cộng hòa Séc|Czech]] tại [[Hà Nội]] cho biết: \"Các lãnh đạo Sứ bộ EU tại Hà Nội quan ngại về điều kiện ông bị bắt giữ, việc không được tư vấn pháp lý, và vụ phát trên đài truyền hình quốc gia và các kênh truyền thông đoạn video ba phút như là ông Định đang đọc lời thú tội...\" Và \"Các lãnh đạo Sứ bộ EU kêu gọi chính phủ Việt Nam thả nhanh chóng Luật sư Lê Công Định cùng tất cả những ai hoạt động bất bạo động bị giam giữ vì thực hiện quyền tự do ngôn luận của họ một cách hòa bình...\". Cùng ngày, [[Liên minh châu Âu|Liên hiệp châu Âu]] chính thức lên tiếng nhắc lại lời kêu gọi Việt Nam thả ông Định một cách nhanh chóng.<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2009\/06\/090623_lcd.shtml Đoàn luật sư TP.HCM xóa tên LS Lê Công Định,BBC]<\/ref>\n*Chiều ngày [[22 tháng 6]] năm [[2009]], Ban chủ nhiệm Đoàn luật sư [[Thành phố Hồ Chí Minh]] đã họp xem xét tư cách của luật sư Lê Công Định.Ban chủ nhiệm thống nhất ra quyết định xử lý sai phạm của ông Lê Công Định bằng hình thức kỷ luật cao nhất: xoá tên khỏi đoàn luật sư [[Thành phố Hồ Chí Minh]]. Lý do đưa ra là luật sư Lê Công Định đã có hành vi vi phạm pháp luật, bị cơ quan an ninh điều tra khởi tố và bắt tạm giam, vi phạm điểm g, khoản 1, điều 9 Luật Luật sư; điều 1 và điều 2 Quy tắc đạo đức nghề nghiệp luật sư.<ref>[http:\/\/vnexpress.net\/GL\/Phap-luat\/2009\/06\/3BA106DC\/ Bị xóa tên khỏi Đoàn luật sư]<\/ref>\n\n===Truyền thông===\n\n====Trong nước====\nChỉ qua ngày thứ hai sau ngày bắt khẩn cấp luật sư Lê Công Định (tức ngày 15\/3\/2009), sau khi các báo đồng loạt đăng tải vụ luật sư Lê Công Định bị bắt vì có những hoạt động chống Nhà nước đã làm cho đại diện các giới đồng bào, tầng lớp nhân dân tại [[Thành phố Hồ Chí Minh]] tin tưởng vào truyền thông chính thức, đồng loạt lên tiếng phản đối việc làm vi phạm pháp luật của luật sư Lê Công Định. Trong đó Luật sư Phạm Vĩnh Thái, Phó Chủ tịch Thường trực Hội Luật gia [[Thành phố Hồ Chí Minh]] đã khẳng định Lê Công Định có sự bất mãn với chế độ này rồi lại quay ra tìm cách chống đối... và theo ông đây là hành động mà Hiến pháp và pháp luật Việt Nam \"nghiêm cấm và thẳng tay trừng trị\"<ref>[http:\/\/www.sggp.org.vn\/phapluat\/2009\/6\/193901\/ Vụ luật sư Lê Công Định có những hoạt động chống Nhà nước: Kiến nghị xử lý nghiêm theo pháp luật] Báo SGGP Thứ hai, 15\/06\/2009, 01:07 (GMT+7) Hoài Nam - Đường Loan<\/ref>. Cũng trong ngày này Đài Tiếng nói Việt Nam khẳng định:\"''đông đảo nhân dân Việt Nam kiên quyết không để cho những phần tử như Lê Công Định tiến hành những hoạt động sai trái, lật đổ Nhà nước XHCN Việt Nam.''\"<ref>[http:\/\/vovnews.vn\/Home\/Bat-giu-Le-Cong-Dinhmot-hanh-dong-dung-dan-vi-loi-ich-dat-nuoc\/20096\/114174.vov Đài Tiếng nói Việt Nam Bắt giữ Lê Công Định-một hành động đúng đắn vì lợi ích đất nước] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090618101649\/http:\/\/vovnews.vn\/Home\/Bat-giu-Le-Cong-Dinhmot-hanh-dong-dung-dan-vi-loi-ich-dat-nuoc\/20096\/114174.vov |date = ngày 18 tháng 6 năm 2009}} Cập nhật lúc: 8:08 PM, 15\/06\/2009 Vân Hương<\/ref> và nhận định này cũng được Báo điện tử Đảng Cộng sản Việt Nam nhắc lại ngày hôm sau.\n\n====Ngoài nước====\nPhản ứng lại việc nhà nước Việt Nam cho công chiếu đoạn băng nhận tội của Lê Công Định, cũng như một số nhà hoạt động dân chủ khác, chính phủ Hoa Kỳ, đại diện bởi Đại sứ [[Michael Michalak]] đã bày tỏ sự thất vọng trước cách hành xử này. Theo ông, nhiều nơi trên thế giới xem các hoạt động của luật sư Lê Công Định là các bàn luận thông thường nhằm xây dựng một nhà nước pháp quyền. Ông cảm thấy \"khó chịu\" vì miêu tả tiêu cực về các trợ giúp của Hoa Kỳ.<ref>{{chú thích web|author=Reuters|url=http:\/\/www.reuters.com\/article\/worldNews\/idUSTRE57P1UW20090826|title=U.S. \"disturbed\" by portrayal on Vietnam state TV|publisher=Reuters}}<\/ref>\n\n==Xét xử và tuyên án==\nChiều [[20 tháng 1]] năm [[2010]], tòa tuyên án Lê Công Định 5 năm tù giam, quản chế 3 năm về tội \"hoạt động nhằm lật đổ chính quyền nhân dân\".<ref name=\"tuyên án\">[http:\/\/dantri.com.vn\/c20\/s20-374358\/le-cong-dinh-bi-tuyen-5-nam-tu-giam.htm Lê Công Định bị tuyên 5 năm tù giam]<\/ref><ref>[http:\/\/vnexpress.net\/GL\/Phap-luat\/2010\/01\/3BA17F67\/ Ông Lê Công Định nhận 5 năm tù]<\/ref>\nTheo Viện kiểm sát nhân dân, trong quá trình điều tra vụ án đến phần thẩm vấn tại tòa, bị cáo Lê Công Định thành khẩn khai báo, thừa nhận hành vi phạm tội và tỏ ra hối hận về hành động của mình. Bị cáo có nhân thân tốt. Bị cáo Lê Công Định phạm tội do bị lôi kéo, có ông nội, cha mẹ và cô ruột tham gia 2 cuộc kháng chiến bảo vệ đất nước, được tặng thưởng Huân chương kháng chiến. Từ đó, tòa xem xét, giảm nhẹ hình phạt cho các bị cáo so với khung truy tố.<ref name=\"tuyên án\"\/>\n\n===Nhận xét về việc giảm án===\nNgày 06 tháng 2 năm 2013, ông Lê Công Định đã được phóng thích, với lý do chấp hành tốt nội quy trại giam trong quá trình thụ án<ref>{{chú thích web|url=http:\/\/dantri.com.vn\/xa-hoi\/ong-le-cong-dinh-duoc-ra-tu-truoc-han-694431.htm|title=Ông Lê Công Định được ra tù trước hạn|publisher=dantri|date = ngày 6 tháng 2 năm 2013}}<\/ref>.\nTheo nhận xét của giáo sư Thayer, quyết định thả hai ông Quân và Định có thể không phải vì lý do nhân đạo như giải thích mà là \"một quyết định chính trị\".<br \/>\n\"Việc trả tự do cho hai ông Định và Quân khiến người ta nghĩ rằng Việt Nam đang mong muốn điều gì đó từ phía Mỹ,\" <ref>{{chú thích web|url=http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2013\/02\/130207_lecongdinh_reax.shtml|title=Lê Công Định: sự trở về mang hy vọng |publisher=BBC|date = ngày 7 tháng 2 năm 2013}}<\/ref>.\n\n==Hoạt động sau khi ra tù==\nNgày [[18 tháng 11]] năm [[2014]], [[báo Nhân dân]] có bài viết, trong đó cho rằng Lê Công Định có tính tráo trở khi \"Phát ngôn bừa bãi về ngày độc lập của dân tộc xong, Lê Công Định chuyển sang ca ngợi... [[Việt Nam Cộng hòa|chế độ Sài Gòn]] trước đây.\"<ref>{{chú thích web | url = http:\/\/www.nhandan.com.vn\/chinhtri\/binh-luan-phe-phan\/item\/24862202-su-trao-tro-cua-mot-nguoi-tung-la-luat-su.html | tiêu đề = Sự tráo trở của một người từng là... luật sư ! | author = | ngày = | ngày truy cập = 19 tháng 11 năm 2014 | nơi xuất bản = [[Nhân dân (báo)|Báo điện tử Nhân dân]] | ngôn ngữ = }}<\/ref><ref>{{chú thích web | url = http:\/\/www.nhandan.com.vn\/chinhtri\/binh-luan-phe-phan\/item\/24862202-su-trao-tro-cua-mot-nguoi-tung-la-luat-su.html | tiêu đề = Nhandan newspaper | author =  | ngày =  | ngày truy cập = 19 tháng 11 năm 2014 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2014-11-19 | archive-url = https:\/\/archive.today\/20141119102950\/http:\/\/www.nhandan.com.vn\/chinhtri\/binh-luan-phe-phan\/item\/24862202-su-trao-tro-cua-mot-nguoi-tung-la-luat-su.html | url-status = bot: unknown }}<\/ref>\n\n==Quan điểm==\n*Về hòa hợp, hòa giải dân tộc nhân ngày 30.04.2015: \"Bản thân tôi, cuộc đời tôi chả liên quan gì tới chế độ Việt nam Cộng hòa cả vậy thì tôi không cần sự hòa giải của bên thua cuộc và bên thắng cuộc. Cái tôi cần là sự hòa giải giữa người cộng sản và người không cộng sản.\"<ref name=rfa1\/>\n\n==Câu nói nổi bật==\n*\"Đa nguyên không đáng ngại, mà trái lại rất cần thiết nếu biết điều tiết thích hợp\".\n*\"Đa nguyên là động lực của sự phát triển, điều đó miễn bàn cãi.\" <ref name=\"BBC1\" \/>\n\n==Xem thêm==\n*[[Trần Huỳnh Duy Thức]]\n*[[Nguyễn Tiến Trung]]\n*[[Lê Thăng Long]]\n*[[Nguyễn Sỹ Bình]]\n*[[Bất đồng chính kiến ở Việt Nam]]\n*[[Bất bạo động]]\n\n==Ghi chú==\n{{Tham khảo|30em}}\n\n==Các bài viết==\n*[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2006\/05\/060530_transparent_integrity.shtml Trách nhiệm đối với Quốc gia], BBC, 30.05.2006\n*[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2006\/07\/060704_democratic_legitimacy.shtml Bàn về 'Chính danh' trong thể chế pháp trị], BBC, 04.07.2006\n*[http:\/\/danluan.org\/tin-tuc\/20121001\/le-cong-dinh-nhap-cuoc-cua-tri-thuc Nhập cuộc của trí thức] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130131123339\/http:\/\/danluan.org\/tin-tuc\/20121001\/le-cong-dinh-nhap-cuoc-cua-tri-thuc |date=2013-01-31 }}, Tia Sang, 04.08.2008\n\n==Liên kết ngoài==\n{{Thể loại Commons|Le Cong Dinh}}\n*{{Facebook|LSLeCongDinh}}\n*[http:\/\/cand.com.vn\/Su-kien-Binh-luan-thoi-su\/Luat-su-Le-Cong-Dinh-va-muu-do-phan-loan-77269\/ Luật sư Lê Công Định và mưu đồ phản loạn], [[Công an nhân dân (báo)|Báo Công an Nhân dân]]\n\n{{Thời gian sống|1968}}\n\n[[Thể loại:Luật sư Việt Nam]]\n[[Thể loại:Nhân vật bất đồng chính kiến Việt Nam]]\n[[Thể loại:Người bị kết tội xâm phạm an ninh quốc gia tại Việt Nam]]\n[[Thể loại:Nhà hoạt động dân chủ người Việt Nam]]\n[[Thể loại:Nhà hoạt động nhân quyền Việt Nam]]\n[[Thể loại:Nhà dân tộc chủ nghĩa Việt Nam]]\n[[Thể loại:Tù nhân lương tâm]]\n[[Thể loại:Tù nhân Việt Nam]]\n[[Thể loại:Người Sài Gòn]]"}