{"41069":"{{Đổi hướng|Lê Lợi}}\n{{Thông tin nhân vật hoàng gia\n| tên = Lê Thái Tổ\n| tên gốc = 黎太祖\n| tước vị = [[Hoàng đế Việt Nam]]\n| tước vị thêm = \n| hình = Tượng đài Lê Thái Tổ HN.JPG\n| cỡ hình = 250px\n| ghi chú hình = Tượng đài Lê Thái Tổ dựng vào khoảng năm 1896 cạnh [[hồ Hoàn Kiếm]], [[Hà Nội]], gắn với truyền thuyết trả gươm thần.\n| tại vị = 29 tháng 4 năm 1428 – <br> 5 tháng 10 năm 1433<br>({{số năm theo năm và ngày|1428|4|29|1433|10|5}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1428 till:1433 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| chức vị = [[Nhà Lê sơ|Hoàng đế Đại Việt]]\n| đăng quang = \n| tiền nhiệm = '''<font color=\"green\">Sáng lập triều đại<\/font>'''\n| nhiếp chính = \n| kế nhiệm = [[Lê Thái Tông]]\n| tên đầy đủ = Lê Lợi (黎利)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| hoàng tộc = [[Nhà Lê sơ]]\n| kiểu hoàng tộc = Triều đại\n| tước vị đầy đủ = \n| phối ngẫu = \n| thông tin phối ngẫu = ẩn\n| vợ = [[Phạm Thị Ngọc Trần|Cung Từ Cao Hoàng hậu]]\n| kiểu phối ngẫu = Vợ\n| thông tin con cái = ẩn\n| con cái = Quận Ai vương [[Lê Tư Tề]]<br>[[Lê Thái Tông]]<br>[[Trang Từ Công chúa]]<br> Con rể <br>[[Nguyễn Bá Sương]]\n| cha = [[Lê Khoáng]]\n| mẹ = [[Trịnh Ngọc Thương]]\n| tước hiệu = '''Lam Sơn động chủ''' ([[1428]] - [[1433]])\n| niên hiệu = Thuận Thiên (順天)\n| thời gian của niên hiệu = 1428 - 1433\n| tôn hiệu = \n| miếu hiệu = [[Thái Tổ]] (太祖)\n| thụy hiệu = Thống Thiên Khải Vận Thánh Đức Thần Công Duệ Văn Anh Vũ Khoan Minh Dũng Trí Hoàng Nghĩa Chí Minh Đại Hiếu '''Cao Hoàng đế'''<br>(統天啟運聖德神功睿文英武寬明勇智弘義至明大孝高皇帝)\n| sinh = [[10 tháng 9]], [[1385]]\n| nơi sinh = [[Lam Sơn (thị trấn)|Lam Sơn]], [[Thanh Hóa]]\n| mất = {{ngày mất và tuổi|1433|10|5|1385|9|10}}\n| nơi mất = [[Hà Nội|Đông Kinh]], [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = Vĩnh lăng (永陵), [[Thanh Hóa]]\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n{{Vua nhà Hậu Lê (theo năm)}}\n'''Lê Thái Tổ''' ([[chữ Hán]]: 黎太祖 10 tháng 9 năm 1385<ref>Theo [[Đại Việt thông sử]] của [[Lê Quý Đôn]] thì Lê Lợi thọ 49 tuổi. Lê Lợi sinh năm [[Ất Sửu]] ([[1385]]), mất năm [[Quý Sửu]] ([[1433]]) thọ 49 tuổi, như ''Đại Việt Thông Sử'' ghi là đúng<\/ref> &ndash; 5 tháng 10 năm 1433), [[Tên húy|húy danh]] là '''Lê Lợi''' (黎利) là một [[nhà chính trị]], [[nhà lãnh đạo]] [[quân sự]], người đã thành lập một [[Khởi nghĩa Lam Sơn|đội quân người Việt]] và lãnh đạo đội quân này chiến đấu chống lại sự chiếm đóng của quân đội [[nhà Minh]] từ năm [[1418]] đến lúc đánh đuổi hoàn toàn quân Minh ra khỏi Đại Việt vào năm [[1428]] sau đó xây dựng và tái thiết lại đất nước. Ông cũng thành công với các chiến dịch quân sự đánh dẹp các tù trưởng ở biên giới phía Bắc [[Đại Việt]] và quân đội [[Ai Lao]] bị xúi giục. Ông được coi là anh hùng, vị Hoàng đế huyền thoại của Đại Việt với tài năng quân sự, khả năng cai trị và lòng nhân ái đối với nhân dân.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 536, 537.<\/ref><ref>Suy nghĩ về 20 năm, Một chớp mắt của lịch sử đầu thế kỉ 15, Tác giả Nguyễn Diên Niên, Nhà Xuất bản Tri thức, 2013, tr. 48.<\/ref>\n\nLê Lợi sinh ra trong một gia đình hào trưởng tại [[Thanh Hóa]], trưởng thành trong thời kỳ [[Nhà Minh]] [[Bắc thuộc lần 4|đô hộ nước Việt]]. Thời bấy giờ có nhiều cuộc khởi nghĩa của người Việt nổ ra chống lại quân Minh nhưng đều thất bại. Năm [[1418]], Lê Lợi tổ chức cuộc [[khởi nghĩa Lam Sơn]] với lực lượng ban đầu chỉ khoảng vài nghìn người. Thời gian đầu ông hoạt động ở vùng thượng du [[Thanh Hóa]], quân Minh đã huy động lực lượng tới hàng vạn quân để đàn áp, nhưng bằng chiến thuật trốn tránh hoặc sử dụng chiến thuật phục kích và hòa hoãn, [[Khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]] đã dần lớn mạnh. Năm năm sau ([[1424]]), Lê Lợi quyết định đánh vào [[Nghệ An]], [[Thuận Hóa]], liên tục thắng trận rồi trở ra giải phóng [[Thanh Hóa]]. Tới năm [[1426]], quân Lam Sơn đã làm chủ từ Thanh Hóa tới Thuận Hóa, quân Minh chỉ còn co cụm trong các thành Nghệ An, Thuận Hóa và Thanh Hóa.\n\nNăm [[1426]], ông cử 3 đạo quân tiến ra Bắc, trong khi [[nhà Minh]] cử một lực lượng lớn do [[Vương Thông]] chỉ huy sang tiếp viện. Hai cánh quân của Lê Lợi kết hợp với nhau, đánh bại quân Minh ở [[trận Tốt Động – Chúc Động]], ép [[Vương Thông (Nhà Minh)|Vương Thông]] lui về [[Đông Quan]] cố thủ. Nghe tin, Lê Lợi lập tức mang đại quân ra Bắc, tổ chức lại quân đội, phân chia hành chính, ban hành các đạo dụ răn quân lính và nhân dân,... lập thế trận bao vây quân Minh. Nhà Minh lại tiếp tục sai các tướng [[Liễu Thăng]], [[Mộc Thạnh]] mang quân sang tiếp viện, Lê Lợi sai quân ngăn chặn và đánh bại hoàn toàn hai đạo quân tiếp viện này. [[Vương Thông]] cùng đường phải xin hòa với quân Lam Sơn khi chưa được sự cho phép của triều đình Minh. Bất chấp sự phản đối của tướng lĩnh và dân chúng, Lê Lợi không những cho phép quân Minh được rút lui an toàn mà còn chu cấp vật tư như thuyền bè, tu sửa đường sá,... cho họ. Đến ngày [[17 tháng 12]] năm [[1427]] (âm lịch) quân Minh chính thức về nước, Lê Lợi sai [[Nguyễn Trãi]] thay mình làm bài [[Bình Ngô đại cáo|''Bình Ngô đại cáo'']] báo cáo cho thiên hạ biết về việc quân Minh đã giảng hòa, rút quân về nước, Nam Bắc thôi việc binh đao, thiên hạ đại định.\n\nNăm [[1428]], lên ngôi vua, Lê Lợi từ điện Tranh ở Bồ Đề vào thành [[Đông Quan]], đại xá thiên hạ, đổi niên hiệu là Thuận Thiên, đặt quốc hiệu là [[Đại Việt]], lấy [[Đông Kinh]] làm thủ đô, xưng là Thuận Thiên Thừa Vận Duệ Văn Anh Vũ Đại Vương, hiệu là Lam sơn động chủ, sử gọi là Thái Tổ Cao Hoàng đế, dựng lên hoàng triều Lê (sử Việt Nam hiện đại gọi là [[nhà Hậu Lê]]). Lê Lợi đã xây dựng lại [[khoa cử]], luật lệ, [[kinh tế]], chế tác lễ nhạc, đồng thời thu thập lại sách vở, mở mang trường học... làm cho nước [[Đại Việt]] được thịnh trị.<ref name=\"dvsktt15a\"\/><ref name=\"lichtrieu112113\"\/> Ông còn dẹp yên các thổ tù chống đối ở vùng biên viễn phía Tây như Bế Khắc Thiệu, Nông Đắc Thái (châu Thạch Lâm) và Đèo Cát Hãn (châu Mường Lễ), đánh bại một cánh quân Ai Lao sang giúp Hãn.\n\nÔng được các sử gia đánh giá cao ở tài năng chính trị, quân sự, kinh tế, là một trong hai vị thánh trung hưng của dân tộc (người đầu tiên là Ngô Quyền) nhưng một số sử gia hiện đại lại chỉ trích vì cho rằng ông đã làm hại hai trong số gần một trăm công thần được ông phong là [[Trần Nguyên Hãn]] và [[Phạm Văn Xảo]].<ref>Trần Gia Phụng. ''Những cuộc đảo chánh cung đình Việt-Nam''. Non Nước, 1998. Trang 149.<\/ref><ref>Lê Thị Sơn. ''Quốc triều hình luật: lịch sử hình thành, nội dung và giá trị''. Nhà Xuất bản Khoa học Xã hội, 2004. Trang 68.<\/ref> Tuy nhiên, các sử gia [[Lê Quý Đôn]], [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]] và [[Tạ Chí Đại Trường]] cho rằng [[Trần Nguyên Hãn]] và [[Phạm Văn Xảo]] đã phạm tội.<ref>Đại Việt thông sử, quyển 2, Đế kỷ đệ Nhị, Thái Tổ hạ.<\/ref><ref>Văn hóa Việt Nam-tìm tòi và suy ngẫm, trang 749.<\/ref><ref>{{Chú thích web|url=http:\/\/www.bbc.com\/vietnamese\/regionalnews\/story\/2005\/05\/050511_tachidaitruongbook.shtml|tiêu đề=tạ chí đại trường}}<\/ref> Khi [[Pháp thuộc|Việt Nam bị người Pháp đô hộ]], những người chủ trương khôi phục quốc gia đã coi Lê Lợi và khởi nghĩa Lam Sơn như là hình mẫu, niềm cảm hứng và biểu tượng của sự đoàn kết quốc gia. [[Phan Bội Châu]] coi ông là hình ảnh chói lọi của vị vua Trung hưng thứ hai sau [[Ngô Quyền]]. Trong [[Chiến tranh Việt Nam]] ([[1945]]-[[1975]]) để đề ra chiến lược đánh Pháp và Mỹ, lãnh tụ của [[Việt Nam Dân chủ Cộng hòa]] là [[Trường Chinh]] viết cuốn sách ''Kháng chiến nhất định thắng lợi'' đã lấy cuộc kháng chiến 10 năm của Lê Lợi làm ví dụ cho việc kháng chiến trường kỳ.<ref>Cách mạng dân tộc dân chủ nhân dân Việt Nam, Nhà Xuất bản Sự thật, 1975, tr. 33.<\/ref><ref>Suy nghĩ về 20 năm, Một chớp mắt của lịch sử đầu thế kỉ 15, Tác giả Nguyễn Diên Niên, Nhà Xuất bản Tri thức, 2013, tr. 80.<\/ref>\n\n==Nguồn gốc và giáo dục== \n[[Tập tin:Khuditichlamkinh.jpg|phải|250px|thumb|Di tích lịch sử và kiến trúc nghệ thuật Lam Kinh (Lam Sơn) thuộc địa bàn thị trấn Lam Sơn và xã Xuân Lam (huyện Thọ Xuân), xã Kiên Thọ (huyện Ngọc Lặc), [[Thanh Hóa]].<ref>Năm [[1430]] Lê Lợi đổi tên Lam Sơn thành Lam Kinh<\/ref>]]\nLê Lợi sinh ngày [[6 tháng 8]] năm [[1385]], người làng Lam Giang hay Lam Sơn<ref>Theo chú giải của sách [[Khâm định Việt sử thông giám cương mục]]<\/ref>, huyện Lương Giang, phủ Thanh Hóa (nay là [[Lam Sơn (thị trấn)|thị trấn Lam Sơn]] huyện [[Thọ Xuân]], tỉnh [[Thanh Hóa]])<ref>{{Chú thích web |url=http:\/\/vanhoadoisong.vn\/web\/trang-chu\/van-hoa\/que-huong-le-loi-xua-va-nay.html |ngày truy cập=2018-12-16 |tựa đề=Quê hương Lê Lợi xưa và nay<!-- Bot generated title --> |archive-date = ngày 23 tháng 8 năm 2018 |archive-url=https:\/\/web.archive.org\/web\/20180823033714\/http:\/\/vanhoadoisong.vn\/web\/trang-chu\/van-hoa\/que-huong-le-loi-xua-va-nay.html }}<\/ref>. Tằng tổ của Lê Lợi là Lê Hối, có lần đến [[Lam Sơn (thị trấn)|Lam Sơn]], sách ''Đại Việt thông sử'' đã chép rằng: ''Đã trông thấy đàn [[chim]] bay lượn quanh chân núi, giống như cảnh đông người tụ hội''. Lê Hối cho là đất tốt và chuyển nhà đến ở đấy. Sau 3 năm thì thành sản nghiệp. Từ đó, các thế hệ họ Lê thay nhau làm quân trưởng ở [[Thanh Hóa]].<ref name=\"toanthutr325\">Đại Việt Sử ký Toàn thư, 1993, trang 325.<\/ref>\n\nLê Hối sinh ra Lê Đinh, nối được nghiệp nhà, lòng yêu người, người gần xa đến qui phụ, trong nhà đông tới hàng ngàn người; lấy vợ là Nguyễn Thị Quách, sinh được 37 người con trai, con trưởng là Lê Tòng, con thứ là Lê Khoáng. Lê Khoáng lấy Trịnh Thị Ngọc Thương (người làng Chủ Sơn nay là Thủy Chú)<ref>Chủ Sơn: tên hương, sau đổi là thôn Thủy Chú, huyện Lôi Dương, nay thuộc [[Sao Vàng (thị trấn)|xã Xuân Thắng, huyện Thọ Xuân]], [[Thanh Hóa]].<\/ref>. Bà Trịnh Thị Ngọc Thương là con gái của viên Đại toát hữu, một chức tướng quân thời Trần. Hai ông bà ở làng Lam Sơn thì các tù trưởng người Ai Lao kéo đến cướp phá, hai cụ chuyển tới Thủy Chú, sinh ra Lê Học, Lê Trừ và Lê Lợi, lại sinh 3 người con gái là Quốc thái Trưởng Công chúa Ngọc Tá, Quốc trưởng Công chúa Ngọc Vĩnh và Quốc trưởng Công chúa Ngọc Tiên.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, trang 145.<\/ref>\n\nLê Lợi sinh vào giờ Tý ngày [[6 tháng 8]] năm [[Ất Sửu]] ([[1385]]), tức ngày [[10 tháng 9]] năm [[1385]], niên hiệu [[Trần Phế Đế (Đại Việt)|Xương Phù]] năm thứ 9 đời [[Nhà Trần]] tại làng Chủ Sơn tức làng Thủy Chú, huyện Lôi Dương, quê của mẹ ông. ''[[Đại Việt sử ký toàn thư]]'' mô tả ông là người ''\"thiên tư tuấn tú khác thường, khi lớn lên, thần sắc tinh anh kỳ vĩ, mắt sáng, miệng rộng, mũi cao, trên vai có một nốt ruồi, tiếng nói như chuông, dáng đi tựa rồng, nhịp bước như hổ\".''Lê Lợi lúc nhỏ được người anh ruột Lê Học nuôi nấng.<ref name=\"daivietsukytoanthu\">{{Chú thích web|url=http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt15a.html|tiêu đề=Đại Việt sử ký toàn thư, bản kỷ quyển 10|url lưu trữ=https:\/\/web.archive.org\/web\/20170510132733\/http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt15a.html|ngày lưu trữ=ngày 10 tháng 5 năm 2017}}<\/ref>\n\nLê Lợi còn có một người anh trai tên là Lê Trừ- tổ 5 đời của vua Lê Anh Tông sau này.\n\n==Thời trẻ và bối cảnh lịch sử==\nLê Lợi nối đời làm phụ đạo Lam Sơn, lớn lên giữa lúc nước [[Đại Việt]] có nhiều biến động. Năm ông 16 tuổi ([[1400]]), ngoại thích [[nhà Trần]] là [[Hồ Quý Ly]] sau nhiều năm nắm quyền đã truất ngôi của [[Trần Thiếu Đế]], lên làm [[hoàng đế]], lấy quốc hiệu là [[Đại Ngu]], lập nên [[Nhà Hồ]].<ref name=\"Hóa Á Châu 1991\">Việt sử tiêu án, soạn giả Ngô Thì Sỹ, Dịch giả: Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu, Nhà Xuất bản Văn Sử, 1991, bản điện tử, Chuyển sang ấn bản điện tử bởi: Công Đệ, Doãn Vượng, Lê Bắc 2001, phần Ngoại thuộc Nhà Minh.<\/ref>[[Nhà Minh]] ([[Trung Quốc]]) vốn rất muốn xâm lăng [[Đại Ngu]], đã nhân cơ hội [[Hồ Quý Ly]] cướp ngôi [[Nhà Trần]] để đưa quân [[Chiến tranh Đại Ngu–Minh|tràn vào đất Việt]] năm [[1406]]. [[Hồ Quý Ly]] liên tục thất bại và đến [[tháng sáu|tháng 6]] năm [[1407]] thì bị bắt cùng các con trai là [[Hồ Nguyên Trừng]], [[Hồ Hán Thương]] và cháu nội là Hồ Nhuế. Nhà Hồ sụp đổ, người Việt rơi vào 20 năm dưới sự cai trị của nhà Minh.<ref>Đại Việt Sử ký Toàn thư, 1993, các trang 310-311.<\/ref>\n\nHoàng đế nhà Minh ([[Trung Quốc]]) lúc đó thực hiện chính sách xóa bỏ nền văn minh [[Đại Việt]] thời [[Nhà Lý]] và [[Nhà Trần]] bằng các cách như đốt, phá và chở về [[Yên Kinh]] tất cả các loại sách, văn bia có nói về dân Việt, của dân Việt tạo lập, thiến hoạn đàn ông người Việt; dùng chính lệnh ngặt nghèo, thi hành hình phạt tàn ác, cấm muối mắm, nâng sưu thuế, bắt nộp sản vật. Ngoài ra họ còn dời dân chúng đi xa, đắp 10 tòa thành khắp nước, chia quân đóng giữ, nhằm dễ bề cai trị và trấn áp những cuộc nổi dậy của người Việt. Những hành động đó làm người Việt căm giận.<ref>[[Lê Quý Đôn]], sách đã dẫn, tr. 34.<\/ref><ref>Viện Sử học, sách đã dẫn, tr. 68, 75.<\/ref> Ngay sau khi Nhà Minh chiếm đóng, tông thất Nhà Trần là [[Giản Định Đế|Trần Ngỗi]] và [[Trùng Quang Đế|Trần Quý Khoáng]] đã khởi binh dựng lên [[Nhà Hậu Trần]].<ref name=\"toanthutr325\"\/><ref>Đại Việt Sử ký Toàn thư, 1993, trang 313.<\/ref> Sử sách ghi chép khác nhau về thái độ của Lê Lợi đối với Nhà Hậu Trần. ''[[Đại Việt sử ký toàn thư]]'' cho biết Lê Lợi thấy họ không có thực lực nên không theo mà ẩn náu trong vùng Lam Sơn, chiêu nạp kẻ sĩ.<ref name=\"daivietsukytoanthu\" \/> Sách ''[[Việt sử tiêu án]]'' lại cho rằng Lê Lợi từng theo Trùng Quang Đế và làm chức Kim ngô Tướng quân.<ref name=\"Hóa Á Châu 1991\"\/> Theo sách Đại Việt thông sử, trong thời kì Hồ Quý Ly cướp ngôi [[nhà Trần]], Lê Lợi ở nhà đọc sách, nghiền ngẫm binh pháp, giữ mình chờ thời. Đến khi nhà Minh đánh bại nhà Hồ, Lê Lợi ngầm có chí khôi phục quốc gia, nên hạ mình tôn người hiền, bỏ tiền của ra nuôi binh sĩ, thu dụng những người mắc lối và chống đối nhà Minh, được nhiều người qui phục.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, tr. 37.<\/ref>\n\nTướng Hoàng Phúc [[Nhà Minh]] biết tiếng ông, đã trao cho chức quan để dụ theo, nhưng ông không chịu khuất phục.<ref>Khâm định Việt sử thông giám cương mục, chính biên quyển 13.<\/ref> Lê Lợi ''\"ẩn dấu ở núi rừng làm nghề cày cấy; đọc sách kinh, sử, nhất là càng chuyên tâm về các sách Thao Lược; hậu đãi các tân khách; chiêu nạp kẻ trốn, kẻ làm phản; ngầm nuôi ác kẻ mưu trí; bỏ của, phát thóc để giúp cho kẻ côi cút, nghèo nàn; hậu lễ, nhún lời, để thu bọn anh hùng hào kiệt; đều được lòng vui vẻ của họ\"'' (theo Lam Sơn thực lục). Những hào kiệt như Lê Văn An, Lê Văn Linh, Bùi Quốc Hưng, Lưu Nhân Chú, Trịnh Vô, Vũ Uy, Lê Liễu và Lê Xa Lôi nối tiếp đến quy phục.<ref>Lam Sơn thực lục, Nhà Xuất bản Tân Việt, 1956, dịch giả Mạc Bảo Thần, quyển 1, trang 8.<\/ref><ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, dịch giả Ngô Thế Long, trang 37.<\/ref> Đến năm [[1414]] thì Nhà Hậu Trần hoàn toàn bị quân Minh đánh bại.<ref>[[Khâm định Việt sử thông giám cương mục]], Nhà Xuất bản Giáo dục Hà Nội, 1998, bản điện tử, trang 346, 347.<\/ref><ref>[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]], Nhà Xuất bản Giáo dục Hà Nội, 1998, bản điện tử, trang 347.<\/ref>\n\n==Khởi nghĩa Lam Sơn==\n{{Chính|Khởi nghĩa Lam Sơn}}\nNăm [[1416]], Lê Lợi đã cùng 18 người khác tham gia [[hội thề Lũng Nhai]] nguyện đánh quân Minh cứu nước. Khi [[nhà Minh]] đánh bại hoàn toàn [[nhà Hồ]] đã kêu gọi Lê Lợi ra làm quan cho họ nhưng Lê Lợi từ chối. Lê Lợi nhận thấy thế quân Minh còn mạnh, nên đem nhiều tiền của hối lộ cho các chỉ huy nhà Minh là [[Trương Phụ]], Trần Trí, Sơn Thọ,... để khỏi bị nạn, chờ thời cơ. Thổ quan người Việt phục vụ cho nhà Minh là [[Lương Nhữ Hốt]] quê ở huyện Cổ Đằng (nay là Hoằng Hóa, [[Thanh Hóa]]) biết Lê Lợi có chí lớn, ngầm ghen ghét, bèn báo cho quân Minh. Bị quân Minh bức bách, Lê Lợi quyết định dấy binh khởi nghĩa.<ref>Chan Chung Jin, \"Lịch sử Việt Nam\", trang 149.<\/ref> Lê Lợi từng nói rằng:\n{{cquote|\n''Ta cất quân đánh giặc, không phải là có lòng ham muốn phú quý, mà chính vì muốn để ngàn năm về sau, người đời biết ta không chịu làm tôi tớ cho bọn giặc tàn ngược.''|||Lê Lợi}}\n[[Mùa xuân]], ngày mồng 2, tháng Giêng, năm [[Mậu Tuất]] [[1418]], Lê Lợi đã cùng những hào kiệt đồng chí hướng như [[Phạm Vấn]], [[Lê Văn An]], [[Lê Sát]], [[Lưu Nhân Chú]], [[Lê Ngân]], [[Nguyễn Lý]]<ref>Đại Việt thông sử, quyển 1: Đế kỷ đệ Nhất, Thái Tổ thượng.<\/ref>... tất cả 50 tướng văn và tướng võ (trong đó có 19 người đã từng kết nghĩa anh em nguyện cùng chí hướng với nhau ở [[hội thề Lũng Nhai]], năm [[1416]]), chính thức phất cờ khởi nghĩa ([[khởi nghĩa Lam Sơn]]). Sách Lam Sơn thực lục chép rằng:<ref>Lam Sơn thực lục, Nhà Xuất bản Tân Việt, 1956, dịch giả Bảo Thần, trang 29.<\/ref>\n{{cquote|\n''Nguyên trước Nhà vua kinh doanh việc bốn phương, Bắc đánh giặc Minh, Nam đuổi quân Lào, mình trải trăm trận, đến đâu được đấy, chỉ dùng có quan võ là bọn Lê Thạch, Lê Lễ, Lê Sát, Lê Vấn, Lê Lý, Lê Ngân, ba mươi lăm người; quan văn là bọn Lê văn Linh, Lê quốc Hưng; cùng những quân thân như cha, con; hai trăm thiết kỵ, hai trăm nghĩa sĩ, hai trăm dũng sĩ và mười bốn thớt voi. Còn bọn chuyên chở lương-thảo, cùng già yếu đi hộ vệ vợ con, cũng chỉ hai nghìn người mà thôi.''|||Lam Sơn thực lục}}\nÔng tự xưng là '''Bình Định vương''', đặt quan chức và liêu thuộc, phát hịch các nơi xa gần cùng tham gia khởi nghĩa, giành lấy chính quyền [[Đại Việt]].<ref>[[Khâm định Việt sử thông giám cương mục]], Nhà Xuất bản Giáo dục Hà Nội, 1998, bản điện tử, trang 348.<\/ref><ref>Việt Nam sử lược, 1971, trang 84.<\/ref> Thời kì hoạt động ở vùng thượng du [[Thanh Hóa]], Lê Lợi tổ chức quân đội bằng cách lập các đạo binh phụ tử gồm ba binh chủng: Quân thiết đột, quân dũng sĩ, quân nghĩa sĩ, mỗi binh chủng có hai trăm người.<ref>Suy ngẫm về 20 năm, một chớp mắt đầu thế kỉ 15; Nhà Xuất bản Tri thức, 2012, tr. 62, 63.<\/ref>\n\n===Thời kỳ đầu ở vùng núi [[Thanh Hóa]]===\nTrong thời gian đầu, lực lượng của quân Lam Sơn chỉ có vài ngàn người, lương thực thiếu thốn, thường chỉ thắng được vài trận nhỏ và hay bị quân Minh đánh bại. Hoạt động trong thời này chủ yếu ở vùng núi [[Thanh Hóa]]. Có những lúc Lê Lợi và quân Lam Sơn phải trốn chạy.<ref>[[Việt Nam sử lược]], Quyển I, Phần III, Chương XIV: Mười năm đánh quân Tàu (1418 – 1427).<\/ref> Thời gian từ năm [[1418]] tới năm [[1423]], trong 5 năm nghĩa quân Lam Sơn đã có 18 trận đánh với quân Minh.<ref>Suy nghẫm về 20 năm, một chớp mắt của lịch sử đầu thế kỉ 15, Nhà Xuất bản Tri thức, 2012, tr. 52.<\/ref>\n\nNgày [[9 tháng 1]] âm lịch năm [[1418]], tướng Nhà Minh là Mã Kỳ dẫn đại quân đánh vào Lam Sơn. Lê Lợi rút quân tới Lạc Thủy, tại đây ông bố trí quân mai phục chờ địch. Khi quân Mã Kỳ tới vào ngày [[13 tháng 1]], Lê Lợi sai quân mai phục đổ ra đánh; theo ''Toàn thư'': ''\"Lê Thạch cùng các tướng Đinh Bồ, Lê Ngân, Lê Lý... dẫn đầu xông vào trận giặc, chém được hơn 3.000 thủ cấp, thu được hàng ngàn quân tư, khí giới\"'', sau đó nghĩa quân dời về núi Chí Linh.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả Viện Sử học, bản điện tử, trang 325.<\/ref>\n\nBa ngày sau, [[Việt gian|cộng sự người Việt]] tên là Ái dẫn quân Minh theo lối tắt đánh úp nghĩa quân.<ref name=\"ReferenceA\"\/> Người Minh bắt được vợ con của Lê Lợi và thân quyến của nhiều tướng sĩ. Một bộ phận nghĩa quân nhụt chí đành bỏ cuộc, chỉ có Lê Lễ, Lê Vấn, Lê Bí, Lê Xí và Lê Đạp theo Lê Lợi vào ẩn náu ở núi Chí Linh. Nghĩa quân tuyệt lương đến 2-3 tháng; đến khi quân Minh rút lui, Lê Lợi mới trở về thu lại được tàn quân hơn 100 người, xây chiến lũy ở Lam Sơn cố thủ, phủ dụ quân lính, ước thúc cơ đội và sửa sang khí giới; nhờ đó nghĩa quân Lam Sơn lại mạnh lên.<ref name=\"ReferenceA\"\/><ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả Viện Sử học, bản điện tử, trang 326.<\/ref>\n\nCuối tháng 1 âm lịch năm [[1418]], nghĩa quân Lam Sơn bị thua trận ở Mường Một, chạy thoát về Trịnh Cao, quân Minh đuổi theo vây chặt các lối hiểm yếu. Trong tình thế nguy cấp Lê Lợi hỏi mọi người: ''\"Có ai dám bắt chước [[Kỷ Tín]] ngày xưa không?\"'' <ref name=\"ReferenceA\">Đại Việt thông sử, quyển 1, Đế kỷ đệ nhất.<\/ref> Lúc ấy chỉ có [[Lê Lai]] nhận lời, đem quân ra khiêu chiến và tự xưng là chúa Lam Sơn. Quân Minh vây đánh và bắt được [[Lê Lai]] và một số tướng lĩnh khác. Vì tưởng là Lê Lợi, người Minh đã xử tử Lê Lai một cách tàn ác và lui quân. Nhờ hành động của Lê Lai, Lê Lợi cùng các tướng lĩnh khác được thoát.<ref name=\"thucluc1956tr9\">Lam Sơn thực lục, 1956, trang 9.<\/ref> Năm [[1419]], tận dụng thời cơ quân Minh lui quân, Lê Lợi tiến hành xây dựng thành lũy, sửa sang chiến cụ và động viên sĩ khí quân đội.<ref name=\"thucluc1956tr9\"\/>\n\nTháng 10 âm lịch năm [[1420]], quân Minh tiến đánh nghĩa quân Lam Sơn, Lê Lợi cho quân mai phục ở bến Bổng, đánh thắng và thu hơn 100 con ngựa. Lê Lợi cho quân nghỉ ở Mường Nanh, sau dời quân đóng ở Mường Thôi.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả: Viện Sử học, bản điện tử, trang 330.<\/ref> Lý Bân và Phương Chính được Đồng tri châu Quỳ Châu là Cầm Lạn dẫn đường, kéo 10 vạn đại quân tới, theo đường từ Quỳ Châu tới Mường Thôi. Lê Lợi sai Lê Triệu, Lê Lý và Lê Vấn đem quân phục ở xứ Bồ Mộng để phục đánh tiền quân Nhà Minh. Quân Minh đến, nghĩa quân Lam Sơn đổ ra đánh, quân Minh tan vỡ, nghĩa quân giết 300 quân Minh.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, dịch giả Ngô Thế Long, trang 42.<\/ref> Đại quân Minh tiến gần tới dinh Lê Lợi đóng, Lê Lợi sai quân mai phục ở chỗ hiểm yếu. Ngày hôm sau, Lê Lợi tung quân ra đánh, quân Minh đại bại ở xứ Bồ Thi Lang và bị mất hơn 1000 quân; Lý Bân và Phương Chính chỉ chạy thoát được thân mình. Nghĩa quân truy sát đến 6 ngày đêm mới dẫn quân trở về.<ref name=\":2\">[[Lam Sơn thực lục]], Nhà Xuất bản Tân Việt, 1956, dịch giả Mạc Bảo Thần, quyển 1.<\/ref>\n\nTận dụng thời cơ, Lê Lợi tiến quân đóng ở trại Ba Lẫm thuộc Lỗi Giang, quân Minh không dám khiêu chiến. Tướng Nhà Minh là Tạ Phượng, Hoàng Thành lui binh về Nga Lạc, rồi lại về giữ trại Quan Du để phòng vệ thành Tây Đô, giữ chặt lũy không ra. Lê Lợi sai tướng Lam Sơn là Lê Hào, Lê Sát đánh trại Quan Du, chém hơn nghìn người.<ref name=\":2\" \/> Chiến thắng Thị Lang là trận đánh mang tính bước ngoặt với nghĩa quân Lam Sơn, trước nay nghĩa quân dù thắng cũng phải rút chạy, nay đánh bại 10 vạn quân địch, thừa thế đuổi theo, lập chiến tuyến ở Lỗi Giang, dòm ngó Tây Đô. Sách [[Đại Việt sử ký toàn thư]] chép rằng ''\"từ đó thế giặc ngày một suy\"''.<ref>Đại Việt Sử ký Toàn thư, 1993, trang 329.<\/ref> Lê Lợi nhân cơ hội đó mộ binh, chiêu tập nhân dân các xứ, các huyện bên cạnh đều hưởng ứng.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, dịch giả Ngô Thế Long, trang 39.<\/ref>\n\nNgày [[20 tháng 11]] năm [[1421]], tướng Nhà Minh là Trần Trí thu quân các vệ Giao Châu cùng ngụy binh, hơn 10 vạn quân tiến tới chiến tuyễn Lỗi Giang. [[Lê Lợi]] cho rằng:<ref name=\"Dvsktt330\">Đại Việt Sử ký Toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả Viện Sử học, bản điện tử, trang 330.<\/ref>\n{{cquote|\n''Quân giặc nhiều, quân ta ít, nhưng quân giặc mệt, quân ta nhàn. Binh pháp có nói được hay thua là ở tướng chứ không phải ở quân nhiều hay ít, nay quân giặc tuy nhiều, nhưng ta đem quân nhàn đợi đánh quân mệt mỏi, chắc chắn sẽ đánh bại chúng.''|||Lê Lợi}}\nLê Lợi chia quân tập kích doanh trại quân Minh vào ban đêm, phá 4 trại, chém hơn 1000 người. Trần Trí không nản, đem quân phá núi, mở đường tiến đánh nghĩa quân, Lê Lợi sai quân phục ở đèo Ống, đánh tan quân Trần Trí, khiến Trí tháo chạy.<ref name=\"Dvsktt330\"\/><ref>Chan Kim Chung, \"Tóm tắt lịch sử Việt Nam\", trang 157.<\/ref>\n\nVừa lúc ấy quân [[Ai Lao]] đem 3 vạn quân, 100 [[voi chiến|thớt voi]] đột xuất đến doanh trại nghĩa quân Lam Sơn, phao tin là hợp sức với nghĩa quân đánh quân Minh. Lê Lợi chấp thuận, quân Ai Lao nửa đêm đánh úp nghĩa quân. Lê Lợi đích thân đốc chiến, đánh tan quân Ai Lao, chém 1 vạn người, bắt 14 con voi, truy kích 4 ngày đêm đến tận sào huyệt quân Ai Lao rồi dẫn quân trở về đóng ở Sách Thủy.<ref name=\"Dvsktt330\"\/> Một thời gian sau, tù trưởng Ai Lao là Mãn Sát xin giảng hòa, Lê Lợi cho đó là kế gian, các tướng cố xin hòa, Bình chương Lê Thạch tiến đánh nhưng trúng phải chông ngầm mà chết.<ref name=\"Dvsktt330\"\/>\n\n====Trận Sách Khôi====\nTháng 2 âm lịch năm [[1422]], viên tướng Nhà Minh là Lý Bân bệnh mà chết. Tháng 12 âm lịch năm [[1422]], quân Minh và quân Ai Lao tiến đánh nghĩa quân ở Trại Quan Du, do bị đánh cả hai mặt, nghĩa quân nhiều người chết và bị thương. Lê Lợi rút quân về Sách Khôi, 7 ngày sau quân Minh tiến tới. Lê Lợi nói với các quân sĩ:<ref>Đại Việt Sử ký Toàn thư, 1993, trang 331.<\/ref>\n{{cquote|\n''Giặc vây ta bốn mặt, có muốn chạy cũng không có lối nào. Đây chính là \"tử địa\" mà binh pháp đã nói, đánh nhanh thì sống, không đánh nhanh thì chết.''<ref>Kế này gọi là Kế hãm mình vào tử địa. Ngày trước, [[Hàn Tín]] dàn trận quay lưng ra sông, khiến quân lính bị dồn tới đường cùng mà đánh.<\/ref>|||Lê Lợi}}\n\nNói xong chảy nước mắt, quân sĩ xúc động, tranh nhau xin chết. Lê Lĩnh, Phạm Vấn, Lê Hào, Lê Triện xông lên trước, chém tướng Nhà Minh là Phùng Quý và hơn 1000 người, bắt được 100 con ngựa. Quân Minh đại bại, Mã Kỳ, Trần Trí thoát thân chạy về [[Đông Quan]]; quân Ai Lao tan vỡ.<ref>Đại Việt Sử ký Toàn thư, 1993, trang 333.<\/ref>\n\n====Giảng hòa====\nSau trận Sách Khôi, Lê Lợi thu quân về núi Chí Linh, nghĩa quân thiếu lương 2 tháng, phải đẵn măng rừng, rau và củ để ăn, nhiều người bỏ trốn. Lê Lợi bắt chém viên tướng trốn đi tên Khanh, từ đó việc quân mới tạm an ổn. Do chinh chiến nhiều ngày, tướng sĩ mệt mỏi nên Lê Lợi chấp thuận hòa hoãn với quân Minh, sai Lê Vận, Lê Trăn đi giảng hòa, và được quân Minh chấp thuận.<ref>Việt Nam - Văn hóa và du lịch, trang 49.<\/ref>\n\nNgày [[14 tháng 4]] âm lịch năm [[1423]], Lê Lợi lui quân về Lam Sơn. Các chỉ huy quân Minh như Tham tướng Trần Trí và Nội quan Sơn Thọ đem nhiều cá, muối, thóc giống và nông cụ tặng nghĩa quân, Lê Lợi tặng vàng, bạc đáp lễ, nhưng vẫn bí mật cảnh giác. Quân Minh cho rằng không khuất phục được Lê Lợi, bèn bắt giam nhóm sứ giả Lê Trăn không cho về. Lê Lợi đình chỉ việc giảng hòa, tướng sĩ Lam Sơn đều căm giận người Minh và thề chiến đấu tới cùng.<ref>Đại Việt Sử ký Toàn thư, 1993, bản điện tử, trang 331.<\/ref><ref>[https:\/\/web.archive.org\/web\/20060621134756\/http:\/\/www.journeyfromthefall.com\/showpages.asp?pid=1116 Le Loi – The Man and the Legend of the Golden Turtle God] journeyfromthefall.com (nguyên&nbsp;bản từ [[Internet Archive]])<\/ref> Bài ''Bình Ngô đại cáo'' do Lê Lợi sai Nguyễn Trãi soạn sau này đã thuật lại một cách sâu sắc những năm đầu gian khổ của Lê Lợi và nghĩa quân Lam Sơn:<ref>Đại Việt Sử ký Toàn thư, 1993, trang 356.<\/ref>\n{{cquote|''Vừa khi cờ khởi nghĩa mới dấy lên,''\n\n''Chính lúc thế giặc đương rất mạnh...''\n\n''Khi Linh Sơn lương hết mấy tuần,''\n\n''Lúc Khôi huyện quân không một lữ.''\n\n''Bởi trời muốn thử thách ta, để trao mệnh lớn,''\n\n''Nên ta càng mài ý chí, quyết vượt gian nguy.''\n\n''Dựng gậy làm cờ, tụ hội bốn phương manh lệ,''\n\n''Hòa rượu mời lính, dưới trên một dạ cha con.''|||''Bình Ngô đại cáo''}}\n\n===Tiến vào Nghệ An===\n[[Tập tin:TienquanvaoNgheAnLeLoi.jpg|thumb|300px|Nghĩa quân Lam Sơn tiến quân vào [[Nghệ An]].]]\nNgày [[20 tháng 9]] âm lịch năm [[1424]], khi Lê Lợi hỏi mọi người rằng: ''\"Nay chúng ta nên tới xứ nào để mưu đồ việc nước?\"'', Thiếu úy [[Nguyễn Chích]] đã đáp:<ref>Đại Việt thông sử, quyển 1.<\/ref>\n{{cquote|\n''Hạ thần thường qua lại tỉnh [[Nghệ An]] nhiều lần, nên có biết những nơi hiểm yếu trong tỉnh ấy.Nay xin dẫn quân vào trại của [[Cầm Bành]] tỉnh [[Nghệ An]], hễ ai hàng thì ta phủ dụ, nếu không hàng thì ta đánh lấy trại ấy làm căn bản, rồi từ từ tính việc lấy lại [[Đông Đô]]. Như vậy việc nước có thể sẽ thành\".|||[[Nguyễn Chích]]}}\nLê Lợi nghe theo, tiến quân vào [[Nghệ An]]. \nNgày [[20 tháng 9]] âm lịch năm [[1424]], Lê Lợi chia quân đánh úp thành Đa Căng, phá được thành này, quân Minh bị giết và chết đuối hơn 1000 người. Tham chính [[Lương Nhữ Hốt]] chạy thoát, nghĩa quân thu nhiều lương thực, khí giới. Sau đó tướng Nhà Minh là [[Hoa Ánh]] đến cứu, Lê Lợi xua quân đánh tràn, quân Minh thua to, chạy vào [[Tây Đô]]. Lê Lợi sai thả về tất cả vợ, con, gia quyến của quân Minh bị bắt, rồi tiến quân vào châu Trà Long.<ref name=\"lamsontl12\">[[Lam Sơn thực lục]], 1956, trang 12.<\/ref>\n\nLê Lợi dẫn quân qua núi Bồ Lạp thuộc Châu Quì, thì bị Chỉ huy đồng tri nhà Minh [[Sư Hựu]], Tri phủ châu [[Trà Lân]] là [[Cầm Bành]] đem 5000 quân đón ở mặt trước, mặt sau bị [[Trần Trí]], [[Lý An]], [[Phương Chính]], [[Thái Phúc]] uy hiếp. Nhân trời sắp tối, Lê Lợi sai phục binh trong rừng đón đánh Trần Trí, Lý An, Phương Chính, quân Minh tan vỡ, Đô ty Trần Trung bị chém, mất 2000 người, 100 con ngựa. Ngày sau, nghĩa quân đến Trang Trịnh Sơn, châu Trà Lân, đánh bại Sư Hựu, chém thiên hộ Trường Bản và hơn 1000 người. Lê Lợi dẫn quân đến sách Mộc, Trần Trí đuổi theo nhưng không dám tiến sâu, lui về giữ thành [[Nghệ An]], đưa trả Lê Trăn cầu hòa.<ref name=\":3\">[[Việt Nam sử lược]], Quyển I, Phần III, Chương XIV.(1418 – 1427)<\/ref>\n\nTháng 11 âm lịch năm [[1424]], Lê Lợi sai người chiêu dụ Cầm Bành. Bành cự tuyệt không theo, [[Cầm Bành]] cùng với hơn ngàn quân lên dựng rào lũy trên đỉnh núi để đón quân cứu viện. Nghĩa quân bao vây, [[Phương Chính]], [[Sơn Thọ]] muốn đem quân cứu nhưng không dám tiến quân, sai người mang thư cầu hòa nghĩa quân, nhằm giải vây [[Cầm Bành]]. Lê Lợi nói rằng: ''\"[[Cầm Bành]] đang nguy khốn, bọn Chính đáng lẽ phải cấp tốc cứu viện, nay lại dùng dằng, hẳn là có ý lo sợ. Chi bằng ta giả cách cho hòa để xem tình thế ra sao, tin đi tin lại mất hàng tuần hàng tháng, thì [[Cầm Bành]] lúc ấy chắc đã bị bắt rồi\"''. Rồi ông viết thư để trên bè thả theo dòng sông, Lê Lợi viết thư rằng vẫn muốn giảng hòa, nhưng bị [[Cầm Bành]] chặn đường, xin cho sứ giả đến hòa giải để thông đường về. [[Phương Chính]] nhận được thư, sai [[Trần Đức Nhị]] đến bảo [[Cầm Bành]] hòa giải, Bành biết viện binh không đến, liền đầu hàng. Lê Lợi tiếp quản châu Trà Lân và ra lệnh rằng:<ref name=\"-&quot;toanthutr334&quot;\">[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 334.<\/ref>\n{{cquote|\n''Cầm Bành đã đầu hàng, chớ có mảy may xâm phạm, tha tội cho tất cả, không được giết một người nào.''|||Lê Lợi}}\n\nLê Lợi ủy lạo, động viên các bộ tộc, khao thưởng tù trưởng và mộ quân thêm 5000 người. Quân Minh nghe tin [[Cầm Bành]] ra hàng, quay lại đánh trại Trà Lân, nhưng bị Lê Lợi đánh lui.\n\n===Vây đánh thành Nghệ An===\nLê Lợi tiến quân tới đánh [[Rú Thành |Thành Nghệ An]], quân sắp đi, nhận được tin báo quân Minh đem quân thủy bộ tới. Lê Lợi bàn với các tướng:<ref name=\"lamsontl12\"\/>\n{{cquote|\n''Quân địch đông, quân ta ít, đem ít đánh đông chỉ ở những đất hiểm là có thể lập được công. Vả chăng binh pháp nói: \"Nhử người tới, chứ không để người dữ tới\".<ref>Tức tự chọn cho mình nơi giao chiến đã định sẵn trước.<\/ref>|||Lam Sơn thực lục}}\nTrên tình hình đó, ông chia hơn nghìn quân, sai tướng Lê Liệt theo đường tắt giữ huyện Đỗ Gia, cướp thế tranh tiên của địch. Còn Lê Lợi thì chính mình cầm đại quân, đóng giữ vào nơi hiểm trở để đợi. Chừng ba, bốn ngày, người Minh đem hết cả quân, mặt thủy, mặt bộ đều tới ải Khả Lưu, đắp lũy và đóng trại ở miệt dưới. Nghĩa quân ở miệt trên, dương cờ, đánh trống, đêm thì đốt lửa. Lại ngầm sai quân tinh nhuệ và bốn thớt voi, qua sông phục nơi hiểm yếu. Trời sắp sáng, quân Minh bèn dẫn quân, trên cạn, dưới sông đều tiến, để đánh dinh trại của nghĩa quân. Lê Lợi giả vờ lui, nhử giặc vào chỗ có quân phục. Giặc không ngờ, đem hết quân vào sâu. Quân phục bốn mặt nổi lên, xông đánh, cả phá được trận giặc. Quân Minh thiệt hại vô số, rồi tựa núi, đắp lũy cố thủ và không tấn công nữa.<ref name=\"lamsontl13\"\/>\n\nKhi ấy, lương của nghĩa quân không tới 10 ngày, quân Minh còn nhiều lương, Lê Lợi nhận định rằng:<ref name=\"lamsontl13\">[[Lam Sơn thực lục]], 1956, trang 13.<\/ref>\n{{cquote|\n''Quân giặc nhiều lương, đắp lũy để làm kế lâu dài. Quân ta ít lương không thể giữ dằng dai được với nó.''|||Lam Sơn thực lục}}\n\nÔng bèn sai đốt hết trại, dinh, rồi giả vờ chạy lên miệt trên; nhưng thật ra quân Lam Sơn đi ngầm đường tắt, đợi quân Minh đến thì đánh. Quân Minh cho rằng nghĩa quân bỏ chạy, đem quân từ dưới lên đóng vào dinh trại cũ. Ngày sau, Lê Lợi đem quân khiêu chiến, quân Minh tung hết quân ra đánh. Lê Sát, Lê Vấn, Lê Bí, Lê Lễ, Lê Nhân Chú, Lê Ngân, Lê Chiến, Lê Tông Kiều, Lê Khôi, Lê Bôi, Lê văn An đều thi nhau hãm trận. Quân Minh vỡ trận, người chết vô số, thuyền trôi nghiền, quân lính chết đuối tắc cả dòng sông. Tướng tiên phong Hoàng Thành bị chém chết, tướng Chu Kiệt cùng hơn 1000 quân Minh bị bắt, nghĩa quân thừa thắng đuối 3 ngày, quân Minh chạy vào thành [[Nghệ An]] cố thủ.<ref name=\"lamsontl13\"\/>\n\nTháng 5 năm [[1425]], Lê Lợi lại sai [[Đinh Lễ]] đem quân ra đánh Thành Trài [[Diễn Châu]], Tướng minh Tiết Tụ tập hợp quân minh đánh trả nghĩa quân lam sơn [[Đinh Lễ]] chỉ huy đánh quân minh Tiết Tụ thua rút vào thành trài diễn châu cố thủ , Bình Định vương [[Lê Lợi]] điều quân Lam Sơn bao vây Thành Trài (Diễn Châu), hạ [[Thành Nghệ An]] phía nam… Tướng nhà Minh là Tiết Tụ bối rối trước thế lực của quân Lam Sơn áp đảo, phải kêu cứu… Bọn giặc Minh ở Tây Đô Thanh hóa cấp tốc điều Đô ti Trương Hùng  đem 300 chiến thuyền quân, lương vượt biển đến Cửa Vạn qua Hoa Lũy vào sông Trài để cứu viện<ref>Đại cương lịch sử Việt Nam, tập I, trang 295.<\/ref>. Tướng quân [[Đinh Lễ]] đem quân Lam Sơn đánh tiêu diệt viện binh ngay từ Cửa Vạn đến các ngả sông Bùng, sông Trài, diệt gọn 300 chiến thuyền, Đinh Lễ chỉ huy nghĩa quân Lam Sơn đánh hạ Thôn trang ,thành Trài (Diễn Châu), \n\nTương truyền, tướng nhà Minh (Tiết Tụ) ôm đầu máu kéo tàn quân tháo chạy ra phía cung Đất Đỏ, Hoàng Mai <ref>https:\/\/nongnghiep.vn\/dau-chan-nghia-quan-lam-son-tren-dat-dien-kim-d255131.amp<\/ref> . \n{{cquote|Trang sử này đã đi vào lời ru của bà của mẹ tự bao đời: “Buồm ra Cửa Vạn buồm xuôi\/ Mà coi quân giặc đầu rơi thành cồn\/ Còn trời còn nước còn non\/ Còn quân giặc cướp thì còn đầu rơi”|||Lam Sơn thực lục}}.\n, Quân Minh Tiết Tụ Chỉ huy thua chạy về Tây Đô ([[Thanh Hóa]]). Sau đó ông lại điều Lê Sát, [[Lưu Nhân Chú]] và Lý Triện tiếp ứng cho Đinh Lễ đánh ra Tây Đô, quân Minh ra đánh lại bị thua phải rút vào cố thủ trong thành.<ref name=\":3\" \/> Lê Lợi một mặt siết vòng vây quanh thành [[Nghệ An]] và [[Thành nhà Hồ|Tây Đô]], mặt khác sai [[Trần Nguyên Hãn]], Doãn Nỗ, Lê Đa Bồ đem quân vào nam đánh Tân Bình, Thuận Hóa. Tướng Minh là Nhậm Năng ra đánh bị phá tan. Sau đó Lê Lợi lại sai Lê Ngân, Lê Văn An mang thủy quân tiếp ứng cho Trần Nguyên Hãn chiếm đất Tân Bình, Thuận Hóa. Quân Minh phải rút vào cố thủ nốt.<ref name=\":3\" \/> Như vậy đến cuối năm [[1425]], Lê Lợi làm chủ toàn bộ đất đai từ [[Thanh Hóa]] trở vào, các thành của đối phương đều bị bao vây.<ref name=\":3\" \/>\n\n===Chiến dịch Tốt Động - Chúc Động===\n{{Chính|Trận Tốt Động-Chúc Động}}\nTháng 8 năm [[1426]], Lê Lợi chia quân cho các tướng làm 3 cánh Bắc tiến. [[Phạm Văn Xảo]], [[Đỗ Bí]], [[Trịnh Khả]], [[Lý Triện]] ra phía Tây Bắc, [[Lưu Nhân Chú]], [[Bùi Bị]] ra phía Đông Bắc; [[Đinh Lễ]], [[Nguyễn Xí]] ra đánh [[Đông Quan]].<ref>Lam Sơn thực lục, 1956, trang 15.<\/ref><ref name=\":4\">Shih-shan Henry Tsai (1996).&nbsp;[https:\/\/books.google.com\/books?id=Ka6jNJcX_ygC&pg=PA15#v=onepage&q&f=false ''The Eunuchs in the Ming Dynasty'']. SUNY Press. pp.&nbsp;15–.&nbsp;[[International Standard Book Number|ISBN]]&nbsp;[[Đặc biệt:Nguồn sách\/978-0-7914-2687-6|978-0-7914-2687-6]].<\/ref> Lý Triện tiến đến gần [[Đông Quan]] gặp Trần Trí kéo ra, liền đánh bại Trần Trí. Nghe tin viện binh nhà Minh ở [[Vân Nam]] sắp sang, Triện chia quân cho [[Phạm Văn Xảo]], [[Trịnh Khả]] ra chặn quân [[Vân Nam]], còn Lý Triện và Đỗ Bí hợp với quân Đinh Lễ, Nguyễn Xí đánh Đông Quan.<ref>Shih-shan Henry Tsai (1996).&nbsp;[https:\/\/books.google.com\/books?id=Ka6jNJcX_ygC&pg=PA15#v=onepage&q&f=false ''The Eunuchs in the Ming Dynasty'']. SUNY Press. tr.&nbsp;15–.&nbsp;[[International Standard Book Number|ISBN]]&nbsp;[[Đặc biệt:Nguồn sách\/978-0-7914-2687-6|978-0-7914-2687-6]].<\/ref>\n\nPhạm Văn Xảo phá tan viện binh Vân Nam. Quân [[Vân Nam]] chạy về cố thủ ở thành Xương Giang. Trần Trí thấy mất viện binh bèn cầu viện Lý An ở [[Nghệ An]]. Lý An và Phương Chính để Thái Phúc ở lại giữ thành Nghệ An, mang quân vượt biển ra cứu [[Đông Quan]]. Lê Lợi liền giao cho Lê Văn An, [[Lê Văn Linh]] vây thành, còn mình kéo đại quân ra Bắc.<ref name=\":5\" \/><ref>Li, Tana (2010). \"3 The Ming Factor and the Emergency of the Viet in the 15th Century\". In Wade, Geoff; Sun, Laichen.&nbsp;[https:\/\/books.google.com\/books?id=bYUncAAACAAJ&dq=china+factor+southeast+asia+fifteenth&hl=en&sa=X&ei=ido3U6rVHKa-sQTM_IH4Dw&ved=0CDQQ6wEwAA ''Southeast Asia in the Fifteenth Century: The China Factor'']. Hong Kong University Press. tr.&nbsp;95–96.&nbsp;[[International Standard Book Number|ISBN]]&nbsp;[[Đặc biệt:Nguồn sách\/978-988-8028-48-1|978-988-8028-48-]]<\/ref>\n\nVua Minh sai [[Vương Thông (Nhà Minh)|Vương Thông]], [[Mã Anh]] mang quân sang tiếp viện. Thông hợp với quân ở Đông Quan được 10 vạn, chia cho Phương Chính, Mã Kỳ. Lê Triện, [[Đỗ Bí]] đánh bại Mã Kỳ ở Từ Liêm, lại đánh luôn cánh quân của Chính. Cả hai tướng thua chạy, về nhập với quân Vương Thông ở Cổ Sở. Lý Triện lại tiến đánh Vương Thông, nhưng Thông đã phòng bị, Triện bị thua phải rút về Cao Bộ, sai người cầu cứu [[Nguyễn Xí]].<ref name=\":4\" \/> Đinh Lễ, Nguyễn Xí đem quân đến đặt phục binh ở Tốt Động, Chúc Động. Nhân biết Vương Thông định chia dường đánh úp Lý Triện, hai tướng bèn tương kế tựu kế dụ Thông vào ổ mai phục Tốt Động.<ref>Nguyễn Xí bắt được thám tử của Vương Thông, biết Thông đóng ở Ninh Kiều, định dùng một cánh quân cùng đánh tập hậu Lê Triện, Thông cầm đại quân tiến đằng trước, đêm đến nổ pháo hiệu thì hai cánh quân cùng đánh sáp vào. Nguyễn Xí bèn đặt phục binh rồi cho nổ pháo hiệu để lừa Thông<\/ref> Quân Vương Thông thua to, [[Trần Hiệp]], [[Lý Lượng]] và 5 vạn quân bị giết, 1 vạn quân bị bắt sống. Thông cùng các tướng chạy về cố thủ ở [[Đông Quan]].<ref name=\":6\">Karl Hack, trang 88.<\/ref>\n\nKết cục của trận Tốt Động-Chúc Động đã làm phá sản kế hoạch phản công của Vương Thông đồng thời tạo ra lợi thế cho nghĩa quân Lam Sơn buộc quân Minh phải rút về cố thủ và chấp nhận đàm phán. Do mất rất nhiều vũ khí trong trận này, quân Minh buộc phải tìm cách chế tạo vũ khí, Vương Thông đã sai quân phá chuông Quy Điền, vạc Phổ Minh để làm hỏa khí. Trong khi đó, quân Lam Sơn có thêm rất nhiều vũ khí và có thể đã tiếp thu thêm công nghệ chế tạo súng của quân Minh.<ref>[http:\/\/www.ari.nus.edu.sg\/docs\/wps\/wps03_011.pdf Sun Laichen (2003), \"Chinese Military Technology and Dai Viet: c.1390-1597,\" ''Asia Research Institute Working Paper Series'', No.11, September] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100920081528\/http:\/\/www.ari.nus.edu.sg\/docs\/wps\/wps03_011.pdf |date = ngày 20 tháng 9 năm 2010}}.<\/ref>\n\nSách Đại Việt thông sử viết rằng:\n{{cquote|\n''Người trong nước còn sợ oai giặc Ngô, chưa quy phục nhà vua hết thảy. Từ sau chiến thắng Tốt Động quân ta bèn vây [[Đông Đô]]. Sĩ dân ở các phủ huyện hưởng ứng rầm rộ. Những người hào kiệt trí dũng theo về như đi chợ. Thành trì giặc các nơi lần lượt bị phá hoặc xin hàng, mà 3 ty nhà Minh phải đóng cửa thành tử thủ, thế cùng bức bách phải xin hòa. Trong khoảng một năm, cả nước được bình định. Đó đều là công của bọn các ông Lê Lễ, Lê Triện.''|||Đại Việt thông sử, Đinh Lễ<ref>Đại Việt thông sử, trang 205, sách đã dẫn.<\/ref>}}\n\nSử chép ba đạo quân ra bắc của Lê Lợi chỉ có tổng số 9000 người. Các nhà nghiên cứu cho rằng con số đó chưa chính xác vì các trận đánh của ba đạo quân này đều có quy mô khá lớn và lực lượng quân Minh sang nhập vào khá đông, do đó để giành thắng lợi, 3 cánh quân (sau đó lại chia thành 4) chắc phải đông hơn. Với một vài ngàn người khó đương nổi lực lượng đông và mạnh của quân Minh như vậy. Căn cứ sách Đại Việt thông sử, khi quân Minh sắp rút về, Lê Lợi đã bàn với các tướng, đại ý rằng: quân Lam Sơn hiện có tổng số 35 vạn, ông dự định sẽ cho 25 vạn về làm ruộng và tuyển lấy 10 vạn làm quân thường trực của triều đình. Qua đó thì thấy những cánh quân ra bắc phải có một vài vạn mỗi cánh quân. Lê Lợi được tin thắng trận liền sai Trần Nguyên Hãn, Bùi Bị chia hai đường thủy bộ tiến ra gần Đông Quan.<ref name=\":6\" \/><ref>Dreyer, trang 227.<\/ref>\n\n===Lê Lợi tiến quân ra Bắc, lập [[Trần Cảo]], bao vây thành [[Đông Quan]]===\n{{Chính|Trần Cảo (vua)}}\nCánh quân của Đinh Lễ, Lý Triện sau trận Tốt Động - Chúc Động liền bao vây thành [[Đông Quan]], báo tin về hành dinh Lê Lợi đóng ở Lỗi Giang [[Thanh Hóa]]. Được tin, Lê Lợi liền đem đại quân và 20 con voi, theo đường thủy tiến gấp ra Bắc, đóng dinh ở sông Lũng Giang ([[sông Đáy]]). Sau đó Lê Lợi tiến đánh một trận lớn phá tiền đồn quân Minh bảo vệ thành [[Đông Quan]], khiến cho quân Minh phải chạy hoàn toàn vào Đông Quan đắp lũy cố thủ. Lê Lợi nhân cơ hội quân Minh bị vây ở Đông Quan, liền chia các lộ trấn ở [[Đông Đô]] thành bốn đạo, xếp đặt lại tổ chức, kén chọn người tài, trị tội các ngụy quan người Việt phục vụ cho [[nhà Minh]].<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Thời đại, 2013, tr. 495.<\/ref>\n\n[[Vương Thông]] không dám ra đánh, viện cớ tìm lại tờ chiếu của vua Minh năm [[1407]] khi đánh [[nhà Hồ]], có nội dung muốn lập lại con cháu [[nhà Trần]]<ref>Vì [[nhà Hồ]] cướp ngôi [[nhà Trần]] nên [[Minh Thành Tổ]] lấy danh nghĩa lập lại nhà Trần để mang quân sang đánh nhà Hồ. Nay Vương Thông muốn vin vào đó.<\/ref> ra điều kiện với Lê Lợi rằng Thông sẽ rút về nếu Lê Lợi lập con cháu [[nhà Trần]] làm vua.<ref name=\"khamdinh371\"\/><ref name=\"vnsl71tr88\"\/>\n\nLê Lợi vì đại cuộc, muốn quân Minh nhanh chóng rút về nên đồng ý. Ông sai người tìm được [[Trần Cảo (vua)|Trần Cảo]]<ref>Theo sử sách, [[Trần Cảo (vua)|Trần Cảo]] tên thật là Hồ Ông, tự xưng là cháu nội vua [[Trần Nghệ Tông]], được tù trưởng châu Ngọc Ma tiến cử với Lê Lợi. Nhưng theo một số sử gia gần đây, việc Trần Cảo mạo xưng hay thật sự là con cháu [[Nhà Trần]] rất khó xác định, có thể chữ \"mạo xưng\" mà sử sách ghi là do các sử gia [[Nhà Lê]] chép vào để giảm uy tín của Cảo.<\/ref> bèn lập làm vua, còn ông tự xưng là Vệ quốc công.<ref name=\"khamdinh371\"\/><ref name=\"vnsl71tr88\">Việt Nam sử lược, 1971, trang 88.<\/ref> Vương Thông ngoài mặt giảng hòa nhưng lại sai quân đào hào cắm chông phòng thủ và mật sai người về xin cứu viện. Lê Lợi biết chuyện liền cắt đứt giảng hòa.<ref name=\"khamdinh371\">[[Khâm định Việt sử thông giám cương mục]], Chính biên quyển 12, các trang 371-372.<\/ref>\n\nSau khi cắt đứt giảng hòa, Lê Lợi sai các tướng đi đánh chiếm các thành ở Bắc Bộ như Điêu Diêu (Thị Cầu, [[Bắc Ninh]]), Tam Giang (Tam Đái, [[Phú Thọ]]), Xương Giang (phủ Lạng Thương), Kỳ Ôn, không lâu sau đều hạ được.<ref name=\"vnsl71tr88\"\/> Đầu năm [[1427]] ông chia quân tiến qua [[sông Hồng|sông Nhị]], đóng dinh ở [[Bồ Đề (phường)|Bồ Đề]],<ref>Vì vậy từ đó về sau truyền lại câu đồng dao: ''Nhong nhong ngựa ông đã về, cắt cỏ Bồ Đề cho ngựa ông ăn''<\/ref> sai các tướng đánh thành [[Đông Quan]]. Ông đặt kỷ luật quân đội rất nghiêm để yên lòng nhân dân. Do đó quân Lam Sơn đi đến các nơi rất được lòng dân.<ref name=\":7\">[[Victor Lieberman]] (ngày 26 tháng 5 năm 2003).&nbsp;[https:\/\/books.google.com\/books?id=-01JisWpJbEC&pg=PA377&dq=A+history+of+the+vietnamese+muong+trai&hl=en&sa=X&ei=3stUUtmBHKjk4AO-4oCoAQ&ved=0CEIQ6AEwAQ#v=onepage&q=A%20history%20of%20the%20vietnamese%20muong%20trai&f=false ''Strange Parallels: Volume 1, Integration on the Mainland: Southeast Asia in Global Context, c.800–1830'']. Cambridge University Press. tr.&nbsp;377–.&nbsp;[[International Standard Book Number|ISBN]]&nbsp;[[Đặc biệt:Nguồn sách\/978-1-139-43762-2|978-1-139-43762-2]]<\/ref>\n\nTướng Minh là [[Thái Phúc]] nộp thành [[Nghệ An]] xin hàng. Lê Lợi sai Thượng thư bộ Lại là [[Nguyễn Trãi]] viết thư dụ đối phương ở các thành khác ra hàng.<ref>Khâm định Việt sử thông giám cương mục, 1998, các trang 374-376.<\/ref> Nhân lúc quân Lam Sơn vây thành có vẻ lơi lỏng, quân Minh ở Đông Quan ra đánh úp. [[Lý Triện|Lê Triện]] tử trận ở [[Từ Liêm]], [[Đinh Lễ]] và [[Nguyễn Xí]] bị bắt ở [[Thanh Trì]]. Sau Đinh Lễ bị giết, Nguyễn Xí trốn thoát được.<ref name=\":7\" \/>\n\n===Chiến dịch Chi Lăng - Xương Giang===\n{{chính|Trận Xương Giang|Trận Chi Lăng - Xương Giang}}\n[[Tập tin:Trận Chi Lăng - Xương Giang.png|350px|phải|Trận Chi Lăng - Xương Giang năm [[1427]].]]\nCuối năm [[1427]], vua [[Minh Tuyên Tông]] điều viện binh cứu Vương Thông, sai [[Liễu Thăng]] mang 10 vạn quân tiến sang từ [[Quảng Tây]]; [[Mộc Thạnh]] mang 5 vạn quân từ [[Vân Nam]] kéo sang.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 349, 350.<\/ref>\n\nTrước khi viện binh [[Nhà Minh]] kéo sang Lê Lợi đã sai Thái úy<ref name=\"daivietthongsu18\"\/> [[Trần Nguyên Hãn]], Tư mã [[Lê Sát]], Thiếu úy Nguyễn Lý công thành gấp hạ thành Xương Giang. Thành Xương Giang bị nghĩa quân vây trong hơn 6 tháng, không hạ được, đến đây Lê Lợi đích thân ra lệnh cho các tướng đắp đất, mở đường, dùng câu liêm, giáo dài, nỏ cứng, tên lửa và súng lửa công phá thành từ bốn mặt. Quân Lam Sơn cuối cùng đã hạ được Xương Giang.<ref name=autogenerated3>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 349.<\/ref> Các tướng Minh chỉ huy thành này là Lưu Tử Phụ và Lý Nhiệm chết trận.<ref name=\"daivietthongsu18\">Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, dịch giả Ngô Thế Long, trang 18.<\/ref>\n\nLại ra lệnh dời người ở những vùng đối phương đi qua như Lạng Giang [[Bắc Giang]], Quy Hóa [[Tuyên Quang]], để đồng không để cô lập đối phương. Các tướng khuyên Lê Lợi đánh thành Đông Đô nhưng Lê Lợi phản đối:<ref name=autogenerated3 \/>\n{{cquote|\n''Đánh thành là hạ sách. Ta đánh thành bền vững hàng năm hàng tháng không hạ được, khi ấy quân ta sức mỏi chí nhụt, nếu viện binh của giặc lại đến thì trước mặt, sau lưng đều bị tấn công, đó là con đường nguy hiểm. Chi bằng nuôi sức quân, mài giũa tinh thần sắc bén, để đợi viện binh của giặc. Viện binh giặc bị phá thì thành giặc nhất định phải hàng. Như thế là nhất cử lưỡng tiện, là mưu chước vẹn toàn.''|||Đại Việt sử ký toàn thư}}\nLê Lợi họp bàn với các tướng, nói rằng:<ref name=autogenerated3 \/>{{cquote|\n''Giặc vốn khinh ta, cho là ngưới nước ta nhút nhát, sợ oai giặc đã lâu, nay nghe tin đại quân sang, hẳn là ta rất hoảng sợ. Huống chi lấy mạnh nạt yếu, lấy nhiều lấn ít đó là lẽ thường. Giặc không thể tính được hình thế được thua của người của mình, không thể hiểu được cơ vi qua lại của thời của vận. Vả lại, quân đi cứu nguy cấp phải lấy mau chóng làm quý, giặc nhất định phải hành quân gấp vội. Binh pháp có nói: Hành quân 500 dặm mà chỉ vội hám lợi thì sẽ què thượng tướng. Nay [[Liễu Thăng]] đến, đường sá xa xôi, quân lính tất mỏi mệt. Ta đem quân nhàn khỏe, đợi đánh quân mỏi mệt, nhất định sẽ thắng''.|||Đại Việt sử ký toàn thư}}\nBiết cánh Liễu Thăng là quân chủ lực, ông sai [[Lê Sát]], [[Lê Nhân Chú]], Lê Lãnh, Đinh Liệt, Lê Thụ mang quân phục ở [[Ải Chi Lăng|Chi Lăng]], lại sai [[Lê Văn An]], [[Lê Lý]] mang quân tiếp ứng. Đối với cánh quân [[Mộc Thạnh]], ông biết Thạnh là viên tướng lão luyện, sẽ ngồi chờ thắng bại của Liễu Thăng mới hành động nên hạ lệnh cho [[Phạm Văn Xảo]] và [[Trịnh Khả]] cố thủ không đánh.<ref name=autogenerated1>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 350, 351.<\/ref>\n\nTướng trấn giữ biên giới là [[Trần Lựu]] liên tục giả cách thua chạy từ [[Nam Quan|Ải Nam Quan]] về Ải Lưu rồi lại lui về Chi Lăng. Ngày [[18 tháng 9]] âm lịch, Thăng đuổi đến Chi Lăng. Trần Lựu lại thua, Thăng đắc thắng mang 100 quân kị đi trước. Ngày 20, Thăng bị phục binh của [[Lưu Nhân Chú]], [[Lê Sát]], Trần Lựu đổ ra chém chết.<ref name=autogenerated1 \/>\n\nCác tướng thừa dịp xông lên đánh quân Minh, giết hơn 1 vạn quân, chém được Lương Minh, Lý Khánh tự vẫn. Tướng Minh còn lại [[Hoàng Phúc]], [[Thôi Tụ]] cố kéo về [[thành Xương Giang]] thế thủ nhưng đến nơi mới biết thành đã bị quân Lam Sơn hạ, phải đóng quân ngoài đồng không. Lê Lợi sai [[Trần Nguyên Hãn]] chặn đường vận lương, sai Phạm Vấn, Lê Khôi đem 3000 quân Thiết đột, 4 thớt voi, cùng với Lê Sát, Nguyễn Lý, Lưu Nhân Chú, Lê Văn An tấn công, giết 5 vạn quân Minh ở [[Thành Xương Giang|Xương Giang]]. Hoàng Phúc và hơn 3 vạn quân bị bắt, Thôi Tụ không hàng bị giết.<ref name=\"autogenerated1\"\/> Mộc Thạnh nghe tin Liễu Thăng thua bèn rút chạy. [[Phạm Văn Xảo]], [[Trịnh Khả]] đuổi theo chém hơn 1 vạn quân, bắt sống 1000 người ngựa.<ref name=autogenerated1 \/>\n\n===Hội thề Đông Quan===\n{{chính|Hội thề Đông Quan}}\n{{Cquote|''Hai cánh viện binh đã gót chẳng kịp quay, thảy đều đại bại,''\n\n''Mấy thành giặc khôn cũng nối nhau cởi giáp, lũ lượt ra hàng.''\n\n''Tướng giặc bị tù, nó đã vẫy đuôi xin tha mạng sống,''\n\n''Oai thần không giết, ta cũng thể lòng trời mở đức hiếu sinh.''|||Bình Ngô đại cáo<ref>Đại Việt Sử ký Toàn thư, 1993, trang 358<\/ref>}}\n\nNgày [[22 tháng 11]] năm [[Đinh Mùi]], tức [[10 tháng 12]] năm [[1427]], Lê Lợi cùng các tướng Nhà Minh: Tổng binh Thành Sơn hầu [[Vương Thông]], Tham tướng Mã Anh, Thái giám Sơn Thọ, Mã Kỳ, Vinh Xương hầu Trần Trí, An Bình hầu Lý An, Đô ty Phương Chính, Chưởng đô ty sự Trần Tuyền, Trần Hựu, Giám sát Ngự sử Chu Kỳ Hậu, Cấp sự trung Quách Vĩnh Thanh, Hữu bố chính sứ Dặc Khiêm, Tả hữu tham chính là Hồng Bỉnh Lương, Lục Trinh và Lục Quảng Bình, Án sát sứ Dương Thời Tập và Thiêm sự Quách Đoan làm hội thề ở cửa Nam thành [[Đông Đô]].<ref name=autogenerated7>Đại Việt thông sử, sách đã dẫn, trang 83.<\/ref>\n\nVương Thông hẹn rằng đến ngày [[12 tháng 12]] âm lịch thì đem quân về nước và sai người đem tờ trình xin trả lại đất đai cho nghĩa quân. Lê Lợi sai giải vây thành Đông Quan, kéo quân lui về, lại sai giải vây cho 3 thành: Tây Đô, Cổ Lộng và Chí Linh; truyền cho nghĩa quân hộ tống các tướng trong 3 thành trên dẫn quân về thành [[Đông Quan]], để cùng về [[Trung Quốc]].<ref name=autogenerated7 \/>\n\nNgày [[29 tháng 11]] âm lịch năm [[1427]], Lê Lợi sai Lê Thiếu Dĩnh, Lê Cảnh Quang đem tờ biểu cầu phong của [[Trần Cảo (vua)|Trần Cảo]], cùng các vật phẩm theo viên chỉ huy do [[Vương Thông]] sai, sang triều Minh.<ref name=\":1\" \/>\n\nCác tướng sĩ và người dân căm tức sự tàn ngược của quân Minh, nên khuyên ông giết các bại tướng. Lê Lợi đáp rằng:<ref>Đại Việt sử ký toàn thư, trang 354.<\/ref><ref name=\":0\">''Đại Việt thông sử'', sách đã dẫn, trang 84.<\/ref>\n{{cquote|\n''Trả thù báo oán là thường tình của mọi người, nhưng không thích giết người là bản tâm của bậc nhân đức. Vả lại, người ta đã hàng, mà mình lại giết thì là điềm xấu không gì lớn bằng. Nếu cốt để hả nỗi căm giận trong chốc lát mà mang tiếng với muôn đời là giết kẻ đã hàng, thì chi bằng tha mạng sống cho ức vạn người, để dập tắt mối chiến tranh cho đời sau, sử xanh ghi chép tiếng thơm muôn đời, há chẳng lớn lao sao?''|||Lê Lợi}}\n\nTháng 12 âm lịch năm [[1427]], Lê Lợi ra lệnh Cánh đường thủy, cấp 500 chiếc thuyền, cho Phương Chính, Mã Kỳ lãnh nhận. Cánh đường bộ, cấp lương thảo, cho Sơn Thọ, Hoàng Phúc lãnh nhận. Còn hơn 2 vạn người bị bắt hoặc đầu hàng và 2 vạn con ngựa thì do Mã Anh lãnh nhận. Chinh man tướng quân Trần Tuấn đem quân trấn thủ đi theo. Tất cả đều tới dinh Bồ Đề lạy tạ mà về.<ref name=\":0\" \/>\n\nNgày [[12 tháng 12]] âm lịch năm [[1427]], Phương Chính, Mã Kỳ tới dinh Bồ Đề cáo biệt Lê Lợi, ở lại suốt một buổi chiều, Lê Lợi sai sắm trâu ngựa, trướng vẽ và lễ phẩm hậu tặng.<ref name=\":0\" \/> Đến ngày 17, tướng Minh là [[Vương Thông]] dẫn quân bộ đi sau. Lê Lợi đã nói chuyện với Vương Thông suốt đêm trước khi từ biệt nhau. Ông còn sai đưa trâu rượu, cờ thêu, trướng vẽ cùng các lễ vật tiễn Vương Thông rất hậu. Quân thủy, bộ của ba thành Tây Đô, Cổ Lộng, Chí Linh cùng lục tục rút tiếp. Từ đây, chiến tranh chấm dứt với thắng lợi hoàn toàn của nghĩa quân Lam Sơn.<ref name=\":1\">Đại Việt sử ký toàn thư, sách đã dẫn, trang 353, 354.<\/ref> Lê Lợi sai [[Nguyễn Trãi]] thảo bài '''[[Bình Ngô đại cáo]]''' để báo cáo cho thiên hạ biết về việc quân Minh đã giảng hòa, rút quân về nước, Nam Bắc thôi việc binh đao, thiên hạ đại định. Đây là áng văn chương rất có giá trị, được coi là bản tuyên ngôn độc lập thứ hai của [[Việt Nam]], sau bài thơ '''[[Nam quốc sơn hà]]'''.<ref>Sở dĩ gọi \"Minh\" là \"Ngô\" vì hoàng đế khai quốc [[Nhà Minh]] là [[Minh Thái Tổ|Chu Nguyên Chương]] trước kia khởi binh từ đất Ngô, tự xưng là Ngô vương, sau thống nhất Trung Quốc mới xưng là \"Minh\", [[Nguyễn Trãi]] viết bình Ngô có hàm ý là đánh đến tận tổ tông của vua [[nhà Minh]].<\/ref>\n\n==Sáng lập triều Hậu Lê==\n[[Tập tin:Dien Kinh Thien 001.jpg|phải|350px|thumb|Hình ảnh điện Kính Thiên vào thế kỉ 19, nơi Lê Thái Tổ tuyên bố lên ngôi vào năm [[1428]].]]\n===Lê Lợi lên ngôi vua nước Đại Việt===\nSau khi quân Minh rút về vào tháng 12 năm [[1427]], [[Trần Cảo (vua)|Trần Cảo]] là người được triều đình [[nhà Minh]] phong làm [[Quốc vương]] của [[Đại Việt]]. Đến tháng Giêng, năm [[1428]], Trần Cảo tự biết mình không có công, lòng người không theo nên bỏ trốn vào châu Ngọc Ma (phủ [[Trấn Ninh]]), bị quan quân bắt mang về và bị ép uống thuốc độc chết. Trước khi lên ngôi vào ba tháng sau đó, Lê Lợi đã thi hành nhiều chính sách khác nhau để khôi phục đất nước. Vào tháng 8 năm [[1427]], lúc chiến sự đang diễn ra, Lê Lợi sai sứ sang [[nhà Minh]] xin lập Trần Cảo làm [[An Nam]] quốc vương, vua Minh đồng ý. Liền sai sứ giả sang sắc phong, đến tháng 3 năm [[1428]] đoàn sứ giả nhà Minh mới đến được thành [[Đông Quan]], [[Đại Việt]]. Lê Lợi lại sai sứ giả sang nhà Minh báo tang về cái chết của Trần Cảo.<ref>[[Đại Việt Sử ký Toàn thư]], 1993, trang 360.<\/ref><ref>Việt sử toàn thư, bản điện tử, tr. 268.<\/ref><ref name=\":8\">[[Việt Nam sử lược]], Quyển I, Phần III, Chương XIV: ''Mười năm đánh quân Tàu'' (1418 – 1427).<\/ref>\n\nNgày [[15 tháng 4]] âm lịch năm [[1428]], Lê Lợi từ điện Tranh ở Bồ Đề vào thành [[Đông Quan]], đại xá thiên hạ, đổi niên hiệu là Thuận Thiên, đặt quốc hiệu là [[Đại Việt]], lấy [[Đông Kinh]] làm thủ đô, xưng là '''Thuận Thiên Thừa Vận Duệ Văn Anh Vũ Đại Vương''', hiệu là ''Lam Sơn động chủ'', sử gọi là '''Thái Tổ Cao Hoàng đế''', dựng lên Hoàng triều Lê (sử Việt Nam hiện đại thường gọi là [[nhà Hậu Lê]]).<ref name=\":8\" \/><ref>Đại Việt Sử ký Toàn thư, 1993, trang 362.<\/ref>\n\n===Quan hệ ngoại giao với Đại Minh===\n\nTheo sử gia [[Phan Huy Chú]], do [[Việt Nam]] ở phía Nam [[Trung Quốc]], tuy là một nước tự chủ, có quy mô riêng, ở trong xưng đế, mà bên ngoài thì phong vương, vẫn chịu phong hiệu của triều đình Trung Quốc. Vào thời [[nhà Hồ]], [[nhà Minh]] xâm lược nước Việt trên danh nghĩa ''phù Trần diệt Hồ''. Khi Lê Lợi khởi nghĩa đánh nhà Minh, cho tới năm [[1427]], khi ấy nghĩa quân Lam Sơn đang vây thành [[Đông Quan]], Lê Lợi giả lập một người họ Trần là Trần Cảo làm vua, sai sứ sang nhà Minh cầu phong cho Trần Cảo làm [[An Nam]] quốc vương. Nhà Minh đồng ý, sai sứ sang nước Việt để thụ phong cho Trần Cảo. Nhưng khi sứ giả [[nhà Minh]] sang [[Đại Việt]] năm [[1428]], Trần Cảo đã chết, Lê Lợi sai sứ sang báo tang, và ông tổ chức lễ lên ngôi làm vua nước [[Đại Việt]] mà không cần thông qua triều đình [[nhà Minh]].<ref name=\"ReferenceD\">Đại Việt sử ký toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 535, 537.<\/ref><ref name=\"Việt Nam-Trung Quốc 2010\">Minh thực lục, Quan hệ Việt Nam-Trung Quốc, Nhà Xuất bản Hà Nội, 2010, tr. 190-225.<\/ref><ref>[[Lịch triều hiến chương loại chí]], Tập 2, Bang giao chí, Nhà Xuất bản Giáo dục, 2007, tr. 546.<\/ref>\n\nSau đó Lê Lợi liên tiếp cử các đoàn sứ giả sang triều đình [[nhà Minh]] xin lại người con gái ông bị bắt lúc 9 tuổi khi loạn lạc và hối thúc họ phong vương cho mình, với lý do con cháu [[nhà Trần]] đã tuyệt diệt. Ngược lại, [[nhà Minh]] sai sứ giả sang [[Đại Việt]] nói rằng con gái Lê Lợi đã chết vì bệnh đậu mùa và dụ Lê Lợi trả lại người bị bắt và vũ khí [[Đại Việt]] còn giữ lại. Lê Lợi đã không trả vũ khí thu được trong chiến tranh cho nhà Minh, đến năm [[1430]], triều đình [[nhà Minh]] mới từ bỏ yêu sách đòi trả vũ khí, chiếu chỉ vua Minh gửi cho Lê Lợi (ngày 7\/5\/[[1430]]) có đoạn viết: ''Binh khí nhằm mục đích bảo vệ dân, dân chúng [[An Nam]] đều là con đỏ, nay để lại đó hay mang về đây Trẫm đều không hỏi thêm. Duy quan lại, quân nhân của triều đình cùng gia thuộc đều chưa trở về, họ đều có cha mẹ vợ con trông ngóng, khiến ân ái cách tuyệt lòng sao nỡ...''<ref name=\"ReferenceD\"\/><ref name=\"Việt Nam-Trung Quốc 2010\"\/>\n\nĐến ngày 15\/7\/[[1431]] triều đình [[nhà Minh]] vẫn không chịu phong Vương cho Lê Lợi, mà chỉ phong làm quyền cai quản nước [[An Nam]], gọi là ''quyền thự An Nam quốc sự''. Theo [[Đại Việt sử ký toàn thư]], Lê Lợi sai sứ sang nhà Minh tạ ơn và nộp 5 vạn lạng vàng tuế cống, nhưng theo sách này chép ngày 19\/12\/[[1433]], [[nhà Minh]] sai sứ đòi triều đình [[Đại Việt]] số vàng cống hàng năm: ''Ngày 19, [[nhà Minh]] sai Chánh sứ là Binh bộ Thị lang Từ Kỳ, Phó sứ là Hành nhân ty Hành nhân Quách Tế sang đòi số vàng cống hàng năm. Trước đó, nhà Minh mấy lần sai sứ sang đòi nhiều số vàng cống hàng năm. Cao Hoàng đế xin theo như lệ cống năm Hồng Vũ thứ 3. Vua Minh vẫn cứ không nghe, đến đây lại sai bọn Kỳ, Tế sang đòi''. Không rõ Lê Lợi có cống số vàng cống theo lệ cho triều đình [[nhà Minh]] hay không hay cống nhiều hơn.<ref name=\"ReferenceD\"\/>\n\n===Nhà nước và chính trị===\n[[Tập tin:Rong da o Lam Kinh Thanh Hoa.jpg|trái|350px|thumb|Đôi rồng đá ở khu di tích Lam Kinh, [[Thanh Hóa]], biểu tượng quyền lực của chế độ quân chủ.]]\nLúc nghĩa quân Lam Sơn tiến ra [[Đông Đô]] năm [[1427]], Lê Lợi chia các lộ, trấn làm 4 đạo, đặt liêu thuộc văn võ ở trong ở ngoài; đặt chức tướng quân, các thị vệ và chức tuần kiểm ở cửa biển, còn vệ quân các lộ, các phủ thì bổ quan đại thần làm kiểm tri, tổng tri và đồng tri để chỉ huy và thi hành mệnh lệnh, quân ở 4 đạo thuộc về các quan này; ở nơi trấn thủ thì có chức quan sát và phòng ngự. Theo [[Lê Quý Đôn]], Lê Lợi phỏng theo chế độ nhà Trần, nhằm cho các đơn vị to nhỏ giữ gìn lẫn nhau và các cấp ràng buộc với nhau.<ref>''Kiến văn tiểu lục'', Tập 1, Nhà Xuất bản Hồng Bàng, 2013, tr. 152.<\/ref>\n\nVua Lê Thái Tổ sau khi lên ngôi năm [[1428]], chia trong nước làm năm đạo: Đông, Tây, Nam, Bắc và Hải Tây. Mỗi đạo đặt một vệ quân, mỗi vệ đặt chức Tổng quản(có các chức tổng quản, đô tổng quản, đồng tổng quản, trên dưới liên hệ nhau, lớn nhỏ giữ gìn nhau). Ông còn đặt chức Hành khiển ở năm đạo, chia giữ việc sổ sách và từ tụng của quân dân, đứng đầu là Hành khiển, thứ đến là các chức Tham tri, Đồng tri, Chủ bạ, Đạo thuộc. Các đạo đều đặt các ban tả hữu, giữa của cải chứa trong kho tàng (có chức Đô tri).<ref name=autogenerated2>Lịch triều hiến chương loại chí, tập 1, Nhà Xuất bản Giáo dục, 2006, quan chức chí, trang 532, 533, 534.<\/ref>\n\nTheo sách Lịch triều hiến chương loại chí, Lê Thái Tổ còn có những chính sách hành chính như sau: Định quan các lộ, các huyện (lộ đặt Tri phủ, Chưởng ấn, thứ đến các chức Trấn phủ sứ, An phủ sứ, Tuyên phủ sứ, Chiêu thảo sứ...) và đặt quan trấn thủ nơi hiểm yếu.<ref name=autogenerated2 \/> Đặt các quan có các tên gọi: Bình chương, Tư đồ (sau thêm chữ đại), đại Tư không, đại Tư mã, [[Khu mật đại sứ]], Thiếu úy, Thượng tướng, Đại tướng, Á hầu, Thông hầu, Quan phục hầu, Trước phục hầu.<ref name=\":13\">[[Lịch triều hiến chương loại chí]], tập 1, Nhà Xuất bản Giáo dục, 2006, quan chức chí, trang 532, 533, 534.<\/ref> Chia các lộ ở [[Đông Đô]] làm bốn đạo, đặt các chức văn võ liêu thuộc trong ngoài, có chức Bộc xạ, Thị trung, Thiếu bảo, Hành khiển, Thượng thư, Hàn lâm, các chức quan bốn đạo (chức chánh mang hàm tổng tri, coi việc quân dân; chức phó mang hàm kiên tri quân dân bạ tịch), quan Mật viện, quan các bộ (chẳng hạn như Thượng thư bộ Lại [[Nguyễn Trãi]]), quan các sảnh (như Thượng thư sảnh), quan Hàn lâm viện (như các chức Thừa chỉ, Học sĩ), quan Hình viện, quan quân vệ, quan điền binh.<ref name=\":13\" \/> Các chức quan ngoài thì có các chức sứ, Quan sát sứ, Phòng ngự sứ, Tuyên úy sứ, An phủ sứ. Các quan văn võ đại thần được vua coi thân tín, đều được thêm chữ nhập nội.<ref name=\":13\" \/> Quan võ từ Tổng quản, Tổng lĩnh, Đồng tri xuống đến Đại đội trưởng, Đội trưởng, quan văn từ Hành khiển, Thượng thư xuống đến thất phẩm đều là những chức sang, lại có ngự tiền văn đội, ngựa tiền võ đội và khách đội, thực đội. Lại đặt các quan ở các xã.<ref name=\":13\" \/>\n\n====Luật pháp và thực thi luật pháp====\nVề luật pháp, Thái Tổ cho đặt ra bộ luật mới theo như hình luật của [[nhà Đường]]; đặt ngũ hình là: xuy, trượng, đồ, lưu và tử. Đặt lệ bát nghị: nghị thân, nghị cố, nghị hiền, nghị năng, nghị công, nghị quí, nghị cần, nghị tân.<ref>[[Việt Nam sử lược]], trang 96.<\/ref><ref>Việt Nam văn hóa sử cương, sách đã dẫn, tr. 150.<\/ref>\n\nTháng 1 âm lịch năm [[1428]], thiên hạ thái bình, vua Lê Thái Tổ sai các quan Tư không, Tư đồ, Tư mã, Thiếu úy, Hành khiển bàn việc soạn các điều luật dân sự và quân sự, nhằm mục đích ''\"để cho người làm tướng biết phép trị quân, người làm quan các Lộ biết phép trị dân, và sự răn dạy quân dân, cũng nên cho biết có phép, để những người giữ việc gì, biết phép của việc ấy mà làm\"''.<ref>Đại Việt thông sử, Quyển II, Đế kỷ đệ nhị, trang 22.<\/ref> Các cơ quan triều đình đã thực thi lệnh này, và đệ trình những đề xuất của mình lên nhà vua.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả: Viện Sử học, bản điện tử, trang 361.<\/ref>\n\nNăm Thuận Thiên thứ 2 ([[1429]]), Lê Thái Tổ định luật cấm cờ bạc, đánh bạc thì chặt bàn tay 5 phân, đánh cờ thì chặt bàn tay 2 phân. Những kẻ vô cố không phải việc công mà họp nhau uống rượu thì bị 100 trượng, kẻ dung túng thì tội giảm 1 bậc.<ref>Lịch triều hiến chương loại chí, tập 1, Nhà Xuất bản Giáo dục, 2006, quan chức chí, trang 176.<\/ref> Về tội ăn hối lộ, Lê Thái Tổ quy định nếu ghi nhận ăn hối lộ 1 quan tiền trở lên thì bị xử chém.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả Viện Sử học, bản điện tử, Kỷ Nhà Lê, phần Thái Tông Hoàng đế, trang 390, trích dẫn: ''\"Chém Chuyển vận sứ huyện Thủy Đường là Nguyễn Liêm. Liêm nhận của người 2 tấm lụa. Lê Sát căn cứ vào lệnh chỉ thời Thái Tổ ghi nhận một quan tiền hối lộ thì tâu lên xử trảm, [nên chém Liêm]. Con Liêm xin chịu chết thay cho cha, cũng không được\"''.<\/ref>\n\n====Tiền tệ====\nTừ đời vua [[Trần Thuận Tông]], [[Hồ Quý Ly]] chấp chính, bắt đầu dùng tiền giấy gọi là hội sao, nhà nước thu tiền đồng đổi tiền giấy. Đến khi Lê Lợi lên ngôi, tiền đồng trong nước không còn, nên đúc thứ tiền đồng mới. Đến tháng 4, năm [[1428]], triều đình cho đúc đồng tiền mới của [[Đại Việt]], gọi là tiền Thuận Thiên, được sử mô tả là ''mây xanh hiện, có cánh có chân, bên dưới như mâm ngọc, hai bên tả hữu hình như hai con cá chép vờn nhau.''<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 525.<\/ref> Đến tháng 12, năm Thuận Thiên thứ 1 ([[1428]]), Lê Thái Tổ lại đúc tiền Thuận Thiên thông bảo, tính 50 đồng là 1 tiền. Năm Thuận Thiên thứ 2 ([[1429]]), ông truyền cho các quan trong ngoài bàn phép dùng tiền. Ông xuống chiếu rằng:<ref name=\"lichtrieu112113\">Lịch triều hiến chương loại chí, tập 1, Nhà Xuất bản Giáo dục, 2006, quan chức chí, trang 112, 113.<\/ref>\n{{cquote|\n''Tiền là mạch máu của sinh dân, không thể không có. Nước ta vốn có mỏ đồng, nhưng tiền đồng cũ đã bị [[Nhà Hồ]] hủy bỏ, trăm phần chỉ còn được một. Đến nay, việc quân, việc nước thường hay bị thiếu. Muốn cho tiền được lưu thông sử dụng, để thuận lòng dân, há chẳng khó sao? Mới rồi có người dâng thư trình bày, xin lấy tiền giấy thay cho tiền thực. Trẫm sớm khuya nghĩ ngợi, chưa nghĩ ra cách gì. Vì rằng tiền giấy là thứ vô dụng, lại được lưu hành như vật hữu dụng trong dân, thực không phải là ý nghĩa yên dân, dùng của. Nhưng đời xưa đã có người cho rằng vàng, bạc, da, lụa, tiền thực, tiền giấy đều không thể cân ngang nhau được, thế thì thứ gì là hơn? Truyền cho các đại thần trăm quan và những người hiểu việc đời ở trong, ở ngoài, đều nghị bàn quy chế đồng tiền cho thuận lòng dân, để không vì ưa thích riêng của một người mà bắt ép muôn nghìn người không muốn phải theo, để làm phép hay của một đời. Nên phải bàn định sớm rồi tâu lên, trẫm sẽ tự chọn lấy mà cho thi hành''|||Lê Thái Tổ}}\n[[Tập tin:Đồng tiền \"thuận thiên nguyên bảo\" 2 mặt.jpg|nhỏ|400x400px|Đồng tiền \"thuận thiên nguyên bảo\" đồng tiền đầu tiên của nhà Lê Sơ, do Lê Thái Tổ cho đúc ngay sau khi lên ngôi.]]\n\n====Giáo dục====\n[[Nhà Minh]] hoàn thành việc xâm lược [[Đại Ngu]]<ref>Tên nước [[Việt Nam]] dưới thời [[Nhà Hồ]].<\/ref> bằng việc đánh bại [[Nhà Hậu Trần]] năm [[1414]]; Nhà Minh có mở khoa thi nhưng kẻ sĩ đều trốn tránh không chịu ra thi. Phép thi cử bỏ mặc cho đến khi vua Lê Thái Tổ đánh thắng quân Minh.<ref name=\"ReferenceC\">[[Lịch triều hiến chương loại chí]], tập 2, soạn giả [[Phan Huy Chú]], Dịch giả Viện Sử học Việt Nam, Nhà Xuất bản Giáo dục, 2006, trang 13.<\/ref>\n\nNăm [[1426]], Lê Thái Tổ tiến quân ra Bắc, đóng quân ở dinh Bồ Đề<ref>Doanh Bồ Đề ở thôn Phủ Hựu, huyện Gia Lâm, vì trong doanh có 2 cây bồ đề, nên gọi là Doanh Bồ Đề.<\/ref>. Ông liền hạ lệnh thi học trò văn học, đầu đề bài thi: ''Bảng văn dụ thành [[Đông Quan]]'', lấy đỗ 50 người, sung bổ chức An phủ các lộ bên ngoài và chức Viên ngoại lang ở 6 bộ trong Kinh. Khoa này Đào Công Soạn, người Tiên Lữ, Hưng Yên đỗ đầu.<ref>Kiến văn tiểu lục, soạn giả [[Lê Quý Đôn]], phiên dịch và chú thích Phạm Trọng Điềm, Nhà Xuất bản Văn hóa Thông tin, 2007, trang 91.<\/ref>\n\nSau khi giành độc lập năm [[1428]], Lê Thái Tổ cho mở lại trường Quốc Tử giám để cho con cháu các quan và người thường dân tuấn tú vào học và đặt các nhà học ở các phủ và các lộ.<ref>Việt Nam văn hóa sử cương; soạn giả Đào Duy Anh, 1938; in tại Quan Hải tùng thư; trang 256.<\/ref> Lúc mới đến [[Đông Đô]], Thái Tổ mở khoa thi lấy đỗ 32 người.<ref name=\"ReferenceC\"\/>\n\nNăm [[1429]], Lê Thái Tổ hạ chiếu cho quân nhân các lộ và những người ẩn dật ở rừng núi, cùng các quan từ tứ phẩm trở xuống, ai thông kinh sử, thì đến cả sảnh đường để thi, năm ấy thi khoa Minh kinh.<ref name=\"ReferenceC\"\/><ref>Minh kinh tức là hiểu rõ nghĩa các kinh. Thi Minh kinh tức để chọn người hiểu nghĩa sách chắc chắn.<\/ref>\n\nNăm [[1431]], Thái Tổ mở thi Hoành từ<ref>Hoành từ: lời văn dồi dào, rộng rãi, tỏ ra có học lực cao sâu. Thi Hoành từ để chọn người văn hay, học rộng.<\/ref>. Năm [[1433]], ông đích thân ra thi văn sách.<ref name=\"ReferenceC\"\/> Thi hai khoa này, hoặc dùng minh kinh, hoặc luận phú hoặc dùng sách vấn, đều tùy tài năng mà cất nhắc bổ dụng vượt bậc, vẫn chưa lấy đỗ Tiến sĩ.<ref>Kiến văn tiểu lục, soạn giả [[Lê Quý Đôn]], phiên dịch và chú thích Phạm Trọng Điềm; Nhà Xuất bản Văn hóa Thông tin, 2007, trang 92.<\/ref>\n\nTheo [[Đào Duy Anh]], nước [[Đại Việt]] về văn hóa, nửa triều Trần từ đời [[Chu Văn An]] [[Nho học]] đã bắt đầu thắng [[Phật học]]. Sang đời Lê, Nguyễn, [[Nho học]] mới chiếm địa vị độc tôn. Hai triều ấy đều có phép luật nghiêm khắc đối với các nhà tu hành [[Phật giáo]] và [[Đạo giáo]]. Nước Việt trải qua sự chiếm đóng của [[Nhà Minh]] thì rất nhiều sách vở về Nho học, Phật học của nước Việt bị người Minh thu mất, rồi người Minh phát lại những sách [[Ngũ kinh]], [[Tứ thư]] thể chú để dùng ở các trường công. Đến khi Nhà Lê phục quốc, những chế độ và thư tịch ở đời Lý, Trần đã mất tích nên đành bắt chước chế độ của Minh triều, lấy khoa cử làm con đường dụng thân duy nhất, dùng văn chương bác cổ để làm thước đo nhân tài, lấy sách [[Tống nho]] làm chính thư.<ref>Việt Nam văn hóa sử cương; soạn giả [[Đào Duy Anh]], 1938; in tại Quan Hải tùng thư; trang 238.<\/ref>\n\n====Tôn giáo====\nNhà Minh âu khi xâm chiếm [[Đại Việt]] đã có chính sách thu hoặc đốt phá các sách vở về Nho học, Phật học của người Việt, rồi phát các sách [[Tứ thư]], [[Ngũ kinh]] thể chú để dùng ở các trường công. Khi mà Lê Lợi giành được tự chủ cho [[Đại Việt]], chế độ và thư tịch đời Lý, Trần đều mất tích nên đành bắt chước chế độ của [[Nhà Minh]], lấy khoa cử làm con đường dụng nhân duy nhất, dùng văn chương để đánh giá tài năng. Theo [[Đào Duy Anh]], thời kỳ Lý Trần là thời kỳ Tam giáo ([[Phật giáo]], [[Nho giáo]], [[Lão giáo]]) cùng song hành tồn tại; đến nay Nho học hoàn toàn độc tôn. Nhà nước có mở các cuộc thi cho người theo tôn giáo nhưng đó chỉ là cách hạn chế giai tầng này.<ref>Việt Nam văn hóa sử cương, Tác giả [[Đào Duy Anh]], Nhà Xuất bản Bốn phương, 1938, trang 237.<\/ref> Đối với tôn giáo, Lê Thái Tổ quy định những người muốn xuất gia trong [[Phật giáo]] và [[Đạo giáo|Lão giáo]] phải thi kinh điển các đạo này. Người thi đỗ được phép làm [[tỳ-kheo|sư]] hoặc làm đạo sĩ, còn người thi trượt thì phải về quê làm ăn.\n\n====Quân đội====\nVới lực lượng ban đầu năm [[1418]] kể cả khoảng vài nghìn người, bao gồm quân Thiết đột, quân Nghĩa sĩ, quân Dũng sĩ mỗi binh chủng có 200 người. Đến năm [[1427]] khi tiến ra thành [[Đông Quan]], Nghĩa quân Lam Sơn đã có tổng số 35 vạn quân, trong đó có 7 vạn quân tinh nhuệ, chia làm trung, tiền, hậu, tả, hữu đều có chức năng hành quân tổng lĩnh. Lại đặt 14 vệ, Thiết đột, Kim ngô, Ngọc kiềm, Phủng thần, Xa kỵ, Câu kiềm, Thiên ngưu, Phủng thánh, Tráng sĩ, Thần vũ, Du nỗ, Thần tý, Vũ lâm, Thiên uy, Nhũ uy. Mỗi vệ có các chức thượng tướng quân, đại tướng quân, tướng quân, đô chỉ huy sứ và hỏa đầu, hỏa thủ.<ref name=\"Tập 2 2007\">Lịch triều hiến chương loại chí, Tập 2, Nhà Xuất bản Giáo dục, 2007, tr. 319.<\/ref>\n\nSau khi đánh được quân Minh, Lê Lợi cho 25 vạn quân về làm ruộng, còn 10 vạn ở lại. Một nhà có ba người thì 1 người làm lính, việc phú dịch những gia đình này sẽ miễn trong ba năm. Lê Lợi sau khi lên ngôi lại tổ chức lại quân đội, chia ra làm vệ quân 5 đạo: Đông, Tây, Nam, Bắc và Hải Tây. Mỗi vệ đặt chức Tổng quản. Lại đặt sáu chân ngự tiền và Ngự tiền vũ đội.<ref name=\"Tập 2 2007\"\/> Lê Lợi đã áp dụng chế độ luân phiên với quân đội, bằng cách chia quân đội thành 5 phiên, 1 phiên lưu lại quân ngũ và 4 phiên cho về làm ruộng. Vào năm [[1429]], Lê Lợi tổ chức thao diễn quân đội, các sử quan triều Nguyễn gọi lần thao diễn này là ''thao diễn quân đội một cách vĩ đại'', điều động tất cả các vệ quân để tập trận thủy bộ.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 529.<\/ref>\n\nTheo sử gia Sun Lai Chen, [[nhà Minh]] [[Trung Quốc]] đã có sự phát triển cao về hỏa khí, khiến cho họ bất bại khi đi đánh nhau khắp bốn phương. Cuộc xâm lăng của [[nhà Minh]] với [[nhà Hồ]] là cuộc xâm lăng của [[Trung Quốc]] với [[Đại Việt]] chưa bao giờ dễ dàng và nhanh chóng như thế, đó là nhờ sự ưu việt của hỏa khí [[nhà Minh]] có được. Nghĩa quân Lam Sơn đã học được cách chế tạo súng, và thu được nhiều súng của quân Minh nên là một phần nguyên nhân của chiến thắng. Số súng Nghĩa quân Lam Sơn thu được sau chiến tranh đã làm triều đình nhà Minh lo ngại, họ liên tục hối thúc Lê Lợi trả lại, nhưng Lê Lợi đã không trả cái nào, rốt cuộc nhà Minh buộc phải chấp nhận.<ref>Sun Laichen, Military Technology Transfers From Ming China and The Emergence Of Northern Mainland Southeast Asia (c. 1390-1527), Journal of Southeast Asian Studies, 34.3 (Oct. 2003), từ trang 495.<\/ref>\n\n===Chính sách ruộng đất===\n[[Mùa xuân]] tháng 1 năm [[1428]], quân Minh đã về nước, [[Đại Việt]] hoàn toàn độc lập. Lê Lợi đã thực hiện những chính sách của mình nhằm phục hồi lại đất nước vốn đã bị suy tàn sau những năm bóc lột của quân Minh và chiến tranh.<ref name=\":8\" \/> Tháng 7 âm lịch năm [[1426]] Lê Lợi cho làm sổ hộ tịch (sổ đinh).<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 1976, trang 75.<\/ref> Tháng Giêng năm [[1428]], nhà vua hạ lệnh cho con em các nhà đầu mục và các tướng hiệu đều nên trở về nhận ruộng đất ở quê cha đất tổ, để chấm dứt nạn tranh chiếm ruộng đất.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 361.<\/ref> [[Tháng 4]] âm lịch năm [[1428]], nhà vua ra lệnh trả lại ruộng đất, nhà cửa cho những quân dân bị bắt vào 4 thành Tây Đô, Đông Kinh, Cổ Lộng, Chí Linh đã được bổ vào các quân phụ vào quân Thiết đột.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 363.<\/ref> Ngày [[25 tháng 11]] âm lịch năm [[1428]], triều đình cho làm sổ ruộng đất, sổ hộ tịch.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 364.<\/ref> Triều đình ra chỉ thị cho các phủ, huyện, lộ khám xét các chằm bãi, ruộng đất, mỏ vàng bạc, những sản vật núi rừng trong hạt, các loại thuế cũ, cùng ruộng đất đã sung công các nhà thế gia và những người tuyệt tự, ruộng đất của bọn đào ngũ, ngụy quan.<ref name=\"Nội 1993\">Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 365.<\/ref>\n\nNgày [[22 tháng 12]] âm lịch năm [[1428]], Lê Thái Tổ ra lệnh chỉ cho các quan phủ, huyện, lộ, trấn, xã, sách đối chiếu, khám xét ruộng đất, đầm bãi công tư trong các huyện, xã của lộ mình.<ref name=\"Nội 1993\"\/> Ngày [[22 tháng 1]] năm [[1429]], nhà vua ra lệnh cho các đại thần tâu lên về việc cấp đất cho dân chúng, từ quan lại, quân nhân, đàn ông, đàn bà, người già yếu, mồ côi, góa chồng.<ref name=autogenerated6>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 366.<\/ref>\n\nTháng 2 âm lịch năm [[1429]], Lê Thái Tổ lệnh cho tập trận trong 5 đạo, cả thủy binh và bộ binh. Sau cuộc tập trận, ông chia số quân sĩ làm 5 phiên, lưu lại 1 phiên còn 4 phiên về làm ruộng.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 1976, trang 98.<\/ref> Ngày [[29 tháng 3]] âm lịch năm [[1429]], nhà vua ra lệnh rằng phần đất của các quan và phủ đệ công hầu trăm quan nên trồng cây, hoa, rau đậu, không được để hoang, ai không theo thì mất phần đất đó. Các công hầu đã được ban cho đất ở, nếu trong phần đất của quân Thiết đột thì không cho quá nhiều, chỉ từ 5 sào trở xuống, nếu không phải trong phần đất của quân Thiết đột thì cho 2 mẫu trở xuống đến 1 mẫu.<ref>Lê Lợi phong thưởng 2 lần, lần 1 cho những Hỏa thủ, quân nhân Thiết đột khó nhọc ở Lũng Nhai; Lần 2 cho 93 viên được phong Công, Hầu. Một số vị vừa là quân nhân Thiết đột, vừa được phong công hầu. Ví dụ: [[Phạm Vấn]], vừa là quân nhân Thiết đột, vừa được phong Hầu. Nguyễn Trãi thì chỉ được phong Hầu.<\/ref> Nếu đã được chia ruộng đất vườn nhà nhất định rồi, lại còn chiếm đất trong thành Đại La làm nhà cửa khác nữa thì không được.<ref name=autogenerated6 \/>\n\nNgày [[30 tháng 5]] âm lịch năm [[1429]], ông sai định hạng ruộng đất của các cộng sự người Việt của quân Minh trước đây.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 367.<\/ref> Ngày [[19 tháng 12]] âm lịch năm [[1429]], ông ra lệnh xã nào có nhiều ruộng đất nhưng ít người, để bỏ hoang thì cho phép các quan nơi đó cho những người không có ruộng ở các xã khác đến cày cấy, người chủ ruộng xã đó không được chiếm giữ rồi bỏ hoang. Ai vi phạm sẽ bị xử theo tội cưỡng bức chiếm đoạt.<ref name=\":9\">Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 369.<\/ref> Vào các năm Thuận Thiên thứ 3 ([[1430]]) và 6 ([[1433]]), ông lại cho làm sổ hộ tịch.<ref name=autogenerated4>Lịch triều hiến chương loại chí, Tập 2, Nhà Xuất bản Giáo dục, Dịch giả Viện Sử học Việt Nam, trang 89.<\/ref>\n\nTheo sách [[Lịch triều hiến chương loại chí]], chính sách ruộng đất của Lê Thái Tổ gọi là phép quân điền. Triều đình ra lệnh cho các phủ huyện khám đo những ruộng đất đầm bãi công tư làm thành sổ sách. Lại sắc cho các quan đại thần bàn định số ruộng cấp cho các quan, quân đội và nhân dân, từ quan đại thần trở xuống, cho đến những người già yếu, con mồ côi, bà góa và đàn ông, đàn bà trở lên, theo thứ bậc khác nhau. Lại truyền cho các phủ, huyện, xã, rằng nơi nào có ruộng đất nhiều mà dân ít phải bỏ hoang, thì cho phép các quan bản hạt được cho người không có ruộng ở xã khác đến cày cấy. Điền chủ xã ấy không được chiếm đoạt mà bỏ hoang, làm trái thì phạt.<ref>Lịch triều hiến chương loại chí, tập 2, tr. 121.<\/ref>\nChính sách đất đai của vua Thái Tổ đã làm cho [[Đại Việt]] như lời nhận xét của sử thần trong sách [[Đại Việt sử ký toàn thư]]: ''\"Vua mặc áo sớm, ăn cơm trưa, trải 10 năm mà thiên hạ đại trị\"''. Dân gian có câu ca dao về việc no đủ, thịnh trị thời của vua Lê Thái Tổ, Lê Thái Tông:<ref name=\":9\" \/>\n:''Đời vua Thái Tổ, Thái Tông,''\n:''Thóc lúa đầy đồng, trâu chẳng buồn ăn.''\n\n===Dẹp phản kháng trong nước, thu châu Phục Lễ===\n====Đánh Bế Khắc Thiệu, Nông Đắc Thái====\n[[Tập tin:Bài thơ khắc đá đầu tiên của Lê Lợi ở Thạch An, Cao Bằng.jpg|trái|250px|thumb|Bài thơ khắc đá của Lê Lợi ở Thạch An, Cao Bằng khi đi đánh Bế Khắc Thiệu và Nông Đắc Thái.]]\nNgoài xây dựng [[kinh tế]], Thái Tổ còn phải đối phó với bạo loạn trong nước. Tháng 11 âm lịch năm [[1430]], Thổ tù ở châu Thạch Lâm, trấn [[Thái Nguyên]] là Bế Khắc Thiệu, Nông Đắc Thái<ref name=\":12\">Đại Việt sử ký toàn thư, bản kỷ, quyển X.<\/ref><ref>Đại Việt thông sử, quyển 2, Đế kỷ đệ Nhị.<\/ref> nổi dậy; để đối phó, Lê Lợi tuyển binh ở bãi Bồ Đề.\n\nTháng Giêng năm [[1431]], sau khi giết [[Phạm Văn Xảo]], Lê Lợi thân chinh đem quân đánh trấn [[Thái Nguyên]]. Khi đến châu Thạch Lâm, thành Na Lữ, ông cho đóng quân ở đây, vì thấy thắng cảnh núi sông, nên sai lập sinh từ thờ phụng. Trên núi đá phía tây bắc thành Na Lữ, có bài thơ của vua Lê Thái Tổ ngự chế khắc vào đá, bên dưới ghi rằng: ''Thuận Thiên tứ niên Tân Hợi chính nguyệt thị thập nhật đà''.<ref name=\":8\" \/>\n\nNội dung bài thơ như sau, được viết trong sách [[Đại Nam nhất thống chí]]:<ref name=\"Nguyễn 2006, p 4\">[[Đại Nam nhất thống chí]], Quốc sử quán triều Nguyễn, Nhà Xuất bản Thuận Hóa, 2006, Tập 4, trang 484.<\/ref>\n::''Bất từ vạn lý chỉnh sư đồ,''\n::''Duy lục biên manh xích tử tô.''\n::''Thiên địa bất dung gian đảng tại,''\n::''Cổ kim thùy xá bạn thần chu.''\n::''Trung lương tự khả lương đa phúc.''\n::''Bạo bội chung nan bảo nhất khu.''\n::''Đái lệ bất di thần tử tiết;''\n::''Danh thùy vạn cổ dữ sơn câu.''\n:Dịch nghĩa:\n::''Đường xa chẳng quản ngại ra quân''\n::''Chỉ muốn biên phương cứu lấy dân''.\n::''Trời đất chẳng dung phường phản tặc,''\n::''Xưa nay ai xá tội gian thần''\n::''Trung lương ắt tự giành nhiều phúc''.\n::''Bạn nghịch đành khôn giữ chiếc thân.''\n::''Sông cạn đá mòn không đổi tiết''\n::''Danh cùng núi ấy vạn năm xuân.''<ref name=\"Nguyễn 2006, p 4\" \/>\nTháng 2 âm lịch cùng năm, ông đánh chiếm được Lâm Châu, giết Bế Khắc Thiệu và bắt sống Nông Đắc Thái.<ref name=\"Nguyễn 2006, p 4\" \/>\n\n====Đánh Đèo Cát Hãn, thu châu Mường Lễ====\n{{Xem thêm thông tin|Hai bài thơ khắc trên vách núi của Lê Lợi}}\nNăm [[1407]], khi quân Minh sang đánh [[Nhà Hồ]], Đèo Cát Hãn dẫn 4.000 quân ra xin hợp tác với quân Minh. Theo Minh sử, năm [[1405]], Đèo Cát Hãn dâng sớ lên triều đình [[Nhà Minh]] tố cáo [[Nhà Hồ]] đánh chiếm 7 trại Mãnh Man thuộc châu Ninh Viễn dưới quyền Đèo Cát Hãn, vốn thuộc phủ [[Vân Nam]], giết con rể của ông, bắt con gái của ông để khống chế.<ref>[[Minh thực lục|Minh Thực lục]], tập 11, trang 828.<\/ref>\n\nNăm [[1427]], Lê Lợi sai Chủ thư thị sử Trần Hồ đi chiêu dụ châu Ninh Viễn (tức châu Mường Lễ, sau đổi là châu Phục Lễ, nay là phủ An Tây). Phụ đạo châu ấy là Đèo Cát Hãn đem binh tướng theo về.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 351.<\/ref>\n\nTháng giêng năm [[1432]], Lê Lợi sai con trai cả là [[Lê Tư Tề]] và Tư đồ [[Lê Sát]] đem quân đánh châu Mường Lễ, do Đèo Cát Hãn thông đồng [[Phạm Văn Xảo]] làm loạn, liên kết với nghịch thần Ai Lao là Kha Đốn xâm lấn đất Mang Mỗi. Sau đó đích thân Lê Lợi thân chinh, đánh được Mang Lễ, Kha Đốn bị giết, Đèo Cát Hãn bỏ chạy, Lê Lợi thu Mang Lễ, đổi tên thành châu Phục Lễ.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, bản điện tử, trang 370.<\/ref><ref name=\":10\">[[Đại Việt thông sử]], Nhà Xuất bản Văn hóa Thông tin, 1976, Đế Kỷ Đệ Nhị.<\/ref>\n\nTrên đường đi thảo phạt Đèo Cát Hãn, vua Lê Thái Tổ đã có 2 bài thơ; bài thứ nhất được khắc trên vách đá Pú Huổi Chỏ, có tên là Thân chinh Phục Lễ châu Đèo Cát Hãn (Tự mình đi đánh Đèo Cát Hãn ở châu Phục Lễ), viết bằng chữ Hán theo thể ngũ ngôn bát cú; bài thơ thứ hai, bằng chữ Hán, theo thể thất ngôn bát cú, được khắc trên vách núi Hào Tráng (Hòa Bình), có tên là Chinh Đèo Cát Hãn, quá Long Thủy đê (Đi đánh Đèo Cát Hãn trở về, qua đường đê Long Thủy). Bài thơ này đã được chép trong Hoàng Việt thi tuyển của [[Bùi Huy Bích]] ([[1744]]-[[1818]]), và được nhắc tới trong sách Hưng Hóa ký lược của [[Phạm Thận Duật]] ([[1825]]-[[1885]]), dưới triều vua [[Tự Đức]].<ref name=\":10\" \/>\n\n===Chính sách với các công thần tham gia khởi nghĩa Lam Sơn===\nLê Lợi đã dành cho người chết thay mình là [[Lê Lai]] nhiều ân sủng đặc biệt. Khi Lê Lai vừa chết, Lê Lợi ngầm sai người tìm di hài đem về Lam Sơn mai táng. Năm Thuận Thiên thứ nhất ([[1428]]), phong Lê Lai là Công thần hạng nhất, tặng là ''Suy trung Đồng đức Hiệp mưu Bảo chính Lũng Nhai công thần'', hàm Thiếu úy, thụy là Toàn Nghĩa.<ref name=\"ReferenceB\">Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, dịch giả Ngô Thế Long, trang 193.<\/ref> Tháng 12 năm [[1429]], vua Lê Thái Tổ sai [[Nguyễn Trãi]] viết hai bản lời thề ước trước và lời thề nhớ công của Lê Lai, để trong hòm vàng. Lại gia phong làm Thái úy<ref name=\"ReferenceB\"\/>. Năm Thái Hòa thứ nhất [[1443]] ban tặng tước Bình chương quốc quân trọng sự, ban cho túi kim ngư, ấn vàng, tước Huyện Thượng hầu.<ref name=\"ReferenceB\"\/>\n\nNăm [[1428]] truy tặng [[Lê Thạch]] làm Trung vũ Đại vương, được thờ ở tẩm miếu hoàng gia.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 524.<\/ref> Đối với [[Lý Triện]], Lê Lợi trao cho cha của ông là Lê Ba Lao làm Quan sát sứ, tước Thượng phẩm, cấp 400 mẫu ruộng, con ông là Lý Lăng làm Phòng ngự sứ, tước Phục hầu, đều được đổi sang họ Lê. Năm [[1428]], Lý Triện được truy tặng chức Nhập nội Tư mã.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, tr. 216.<\/ref> Khi [[Đinh Lễ]] hi sinh trong Khởi nghĩa Lam Sơn, Lê Lợi cho em ông là [[Đinh Liệt]] làm Nhập nội Thiếu úy, tước Á hầu, các vợ lẽ của ông là bọn Hà Ngọc Dung gồm 5 người được làm tông cơ.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, tr. 207.<\/ref>\n\nTháng 2, năm [[1428]], Lê Lợi định các hạng công cho các hỏa thủ và quân nhân Thiết đột có công ở Lũng Nhai, chia ra thứ bậc gồm 221 người: Công hạng nhất, cho mang họ vua là [[Phạm Vấn]], Lê Quy, Lê Dịch, Lê Ê,... 52 người, làm Vinh lộc đại phu tả Kim ngô vệ đại tướng quân tước Thượng trí tự; công thứ 2, cho quốc tính là Lê Bố, [[Đinh Liệt]], Lê Khảo gồm 72 người, làm Trung lượng đại phu tả Bổng thần vệ tướng quân tước Đại trí tự; công thứ 3, cho mang họ vua, là [[Đinh Lễ]] gồm 94 người, làm Trung vũ đại phu Câu kiềm vệ tướng quân tước Trí tự. Khoảng tháng 3, năm [[1428]], sách [[Đại Việt sử ký toàn thư]] lại chép về việc ban thưởng cho 3 người: ''Lấy Thừa chỉ [[Nguyễn Trãi]] làm Quan Phục hầu, Tư đồ [[Trần Nguyên Hãn|Trần [Nguyên] Hãn]] làm Tả Tướng quốc, Khu mật đại sứ [[Phạm Văn Xảo]] làm Thái bảo, đều ban quốc tính.''<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 523.<\/ref>\n\nTháng 5 năm [[1429]], Lê Lợi lại ban biển ngạch công thần cho 93 người (những người tên chữ ''nghiêng'' đều được cải sang họ ''Lê'' của vua, ở đây ghi nguyên họ những người đó):<ref>Theo [[Khâm định Việt sử Thông giám cương mục]].<\/ref><ref>[[Lam Sơn thực lục]], Nhà Xuất bản Tân Việt, 1956, dịch giả Mạc Bảo Thần, quyển 2, tr. 35, 36.<\/ref>\n#Huyện Thượng hầu, 3 người: ''[[Phạm Vấn]]'', [[Lê Sát]], ''[[Phạm Văn Xảo]]''.\n#Á Thượng hầu, 1 người: [[Lê Ngân]].\n#Hương Thượng hầu, 3 người: ''[[Nguyễn Lý]]'', [[Lê Văn Linh]], ''[[Bùi Quốc Hưng]]''.\n#Đình Thượng hầu, 14 người: ''[[Nguyễn Chích]]'', [[Lê Văn An]], ''[[Đinh Liệt]]'', Lê Miễn, ''[[Đinh Lễ]]'', Lê Chiến, [[Lê Khôi]], Lê Đính, Lê Chuyết, ''Trịnh Lỗi'', ''[[Nguyễn Nhữ Lãm]]'', [[Lê Sao]], Lê Kiệm, Lê Bật.\n#Huyện hầu, 14 người: ''[[Bùi Bị]]'', Lê Bì, Lê Phủ, Lê Náo, [[Lê Thụ]], ''Trương Lôi'', ''[[Trịnh Khả]]'', Lê Bồi, Lê Lang, ''[[Nguyễn Xí]]'', ''Đỗ Khuyển'', ''Đỗ Bí'', Lê Quốc Trinh, Lê Bật.\n#Á hầu, 26 người: Lê Lạn, [[Nguyễn Trãi]], v.v...\n#Quan nội hầu, 16 người: Lê Thiệt, Lê Chương,...\n#Quan phục hầu, 12 người: ''Phạm Cuống'', Lê Dao,...\n#Thượng trí tự trước phục hầu, 4 người: ''Trịnh Khắc Phục'', Lê Hài, v.v...<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 530.<\/ref>\n\n===Chính sách đối với những người Việt làm quan cho Nhà Minh===\n\nTrước năm [[1428]], Lê Lợi đã cho tiến hành bắt những quan lại người Việt phục vụ cho [[Nhà Minh]], bắt vợ con, nô tỳ, tài vật, trâu bò đem giải nộp cho hết, điều tra những kẻ có lòng khác, thu nhập văn bằng ấn tin của ngụy quan, theo đúng hạn nộp lên. Sau đó cho ngụy quan chuộc mệnh, định lệ tiền chuộc các vợ cả, vợ lẽ và nô tỳ của ngụy quan. Vợ Bố chính ty thì 70 quan, dưới đến các hạng sinh viên, thổ quan, thừa sai, bạn đương, thì vợ là 10 quan, con trai, con gái và nô tỳ từ 10 tuổi trở xuống thì 5 quan.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả Viện Sử học, bản điện tử, trang 347.<\/ref>\n\nNăm [[1428]], sau khi lên ngôi, vua Lê Thái Tổ ra lệnh trị tội những viên quan cộng tác với [[Nhà Minh]].<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả Viện Sử học, bản điện tử, trang 362.<\/ref> Năm [[1429]] ông ra lệnh chỉ rằng những người này trước đã có lệnh cho tha tội chuộc mệnh, thì cho miễn cả ruộng đất (không phải sung công).<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả Viện Sử học, bản điện tử, trang 366.<\/ref> Tháng 5 âm lịch năm [[1429]], Lê Thái Tổ ra lệnh: cho những văn võ hào kiệt nào còn bị bỏ sót có thể đến chỗ Thiếu phó [[Lê Văn Linh]] mà tự tiến, không phân biệt ngụy quan hay sĩ thứ, cốt lấy tài đức.<ref>[[Đại Việt sử ký toàn thư]], Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Dịch giả Viện Sử học, bản điện tử, trang 367.<\/ref>\n\nCác quan [[người Việt]] của [[Nhà Minh]] như [[Lương Nhữ Hốt]], [[Trần Phong (thuộc Minh)|Trần Phong]], [[Đỗ Duy Trung]], con cái của [[Mạc Thúy]] như Mạc Tung đều được Lê Thái Tổ tha mạng. Các ngụy quan như Trần Phong, Lương Nhữ Hốt,... lại mưu làm loạn, kết bè đảng, ngầm đưa thư sang [[nhà Minh]] thì họ sẽ làm nội ứng. Người đưa thư bị Thượng tướng trấn [[Thái Nguyên]] là Hoàng Nguyên Ý bắt được. Lê Lợi sai giết đi, giấu việc ấy. Sau có người tố giác, Lê Lợi mới hạ chiếu giết đi, còn con cái, đồ đảng đều được tha mạng.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 1976, Dịch giả Ngô Thế Long, Nghịch thần truyện, trang 274 đến 277.<\/ref>\n\n== Vụ án của hai khai quốc công thần ==\n\n=== Trần Nguyên Hãn và Phạm Văn Xảo ===\nKhi Lê Lợi lên ngôi hoàng đế, những người từ những ngày đầu khởi nghĩa được trọng thưởng. [[Trần Nguyên Hãn]] về làng làm nhiều nhà cửa, xây bằng gạch hoa và đóng thuyền chở binh khí. Có người tố cáo ông mưu phản. Lê Lợi sai lực sĩ xá nhân bắt về hỏi tội. Thuyền đi đến bến xã Đông Sơn, Trần Nguyên Hãn phẫn uất khấn trời rằng:\n\n“\t...Tôi với Hoàng thượng cùng mưu cứu nước, cứu dân, nay sự nghiệp lớn đã thành, Hoàng thượng nghe lời dèm mà hại tôi. Hoàng thiên biết xin soi xét cho.\t”\n\nNói xong bỗng trờ nổi gió to làm lật thuyền, bốn mươi hai lực sĩ xá nhân và Trần Nguyên Hãn đều chết đuối cả, chỉ có hai gia đồng thoát chết. Lê Lợi nghe tin, xuống chiếu tịch thu tất cả vợ con, ruộng đất của cải của ông.\n[[Phạm Văn Xả]]o bị tố cáo mưu phản cũng bị vua Lê Thái Tổ bắt giết, tịch thu tài sản\n\n==Lập người kế vị và cái chết==\n[[Tập tin:Lăng mộ vua Lê Thái Tổ.jpg|phải|300px|thumb|Khu lăng mộ vua Lê Thái Tổ tại Di tích Lam Kinh, [[Thanh Hóa]].]]\n[[Tập tin:Lang vua Le Lọi.jpg|thumb|300px|phải|Lăng vua Lê Thái Tổ, Di tích Lam Kinh, [[Thanh Hóa]].]]\nNgày [[7 tháng 1]] âm lịch năm [[1429]], Lê Thái Tổ lập con trưởng [[Lê Tư Tề]] làm Quận vương, giúp trông coi việc nước, con thứ Nguyên Long làm [[Thái tử|Hoàng thái tử]].<ref name=\":12\" \/> Lê Tư Tề mắc chứng điên cuồng, giết bừa các tì thiếp, việc đó không hợp ý vua Thái Tổ. Năm [[1433]], Lê Thái Tổ vời người con của anh ruột của mình là Nhập nội Thiếu úy [[Lê Khôi]] lúc ấy đang trấn thủ Hóa châu về để bàn định việc lập Thái tử,<ref>Lịch triều hiến chương loại chí, [[Phan Huy Chú]], Nhân vật chí, Nhà Xuất bản Giáo dục, 2006.<\/ref> tháng 8 âm lịch năm đó, con trưởng Lê Tư Tề bị phế giáng làm Quận vương, con thứ Nguyên Long kế thừa tông thống. Đô đốc [[Phạm Vấn]], Đại Tư đồ Lê Sát và Tư khấu [[Lê Ngân]] được vua trao trọng trách phụ chính giúp vua Lê Thái Tông còn ít tuổi.<ref name=\":5\">Đại Việt sử ký toàn thư, Bản kỷ, quyển X, Khoa học Xã hội - Hà Nội, 1993.<\/ref><ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, trang 240, 247.<\/ref>\n\nLê Thái Tổ ở ngôi được 5 năm thì [[chết|qua đời]] vào ngày [[22 tháng 8]] âm lịch (ngày [[7 tháng 9]] dương lịch) năm Quý Sửu ([[1433]]), hưởng dương 49 tuổi. Vì nhớ công [[Lê Lai]] chết thay cho mình ở [[Chí Linh (núi)|núi Chí Linh]] trước kia, ông dặn lại đời sau phải giỗ Lê Lai trước khi giỗ ông một ngày. Bởi thế đời sau truyền lại câu: ''Hăm mốt Lê Lai, hăm hai Lê Lợi.''<ref>[http:\/\/www.tienphong.vn\/van-nghe\/ham-mot-le-lai-ham-hai-le-loi-137531.tpo Hăm mốt Lê Lai, hăm hai Lê Lợi]<\/ref>\n\nLê Lợi được an táng tại [[Vĩnh Lăng]], [[Lam Sơn (thị trấn)|Lam Sơn]] và được tôn [[miếu hiệu]] là [[Thái Tổ]] (太祖), [[thụy hiệu]] là ''Thống Thiên Khải Vận Thánh Đức Thần Công Duệ Văn Anh Vũ Khoan Minh Dũng Trí Hoàng Nghĩa Chí Minh Đại Hiếu Cao Hoàng Đế'' ([[chữ Hán]]: 統天啟運聖德神功睿文英武寬明勇智弘義至明大孝高皇帝). Đời sau đều gọi là Thái Tổ Cao Hoàng đế ([[chữ Hán]]: 太祖高皇帝) hay Cao Hoàng (高皇), Cao Đế (皇帝). Thái tử Lê Nguyên Long 11 tuổi lên nối ngôi, tức [[hoàng đế]] [[Lê Thái Tông]].<ref name=\":12\" \/><ref>[[Đại Việt sử ký toàn thư]], trang 565, 566.<\/ref>\n\n==Nhận định==\nSách [[Đại Việt sử ký toàn thư]] ghi lại những lời nhận xét về Lê Thái Tổ như sau:<ref name=\"dvsktt15a\">Đại Việt sử ký toàn thư, Bản kỷ toàn thư, Quyển X: Thái Tổ Cao Hoàng đế, [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt15a.html phần 1] và [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt15b.html phần 2]<\/ref>\n{{cquote|\n''Vua nhiệt tình, hăng hái dấy nghĩa quân đánh dẹp giặc [[nhà Minh|Minh]]. Sau 10 năm thì thiên hạ đại định. Đến khi lên ngôi, đã ấn định luật lệnh, chế tác lễ nhạc, mở khoa thi, đặt cấm vệ, xây dựng quan chức, thành lập phủ huyện, thu nhập sách vở, mở mang trường học, có thể gọi là có mưu kế xa rộng mở mang cơ nghiệp. Song đa nghi, hiếu sát, đó là chỗ kém''. \n}}\nSử thần bàn:{{cquote|\n''Vua nối cơ nghiệp của ông cha, gặp buổi đại loạn mà chí càng bền, náu mình chốn núi rừng, làm nghề cày cấy. Do lòng căm thù quân giặc bạo tàn, càng lưu tâm vào các sách thao lược, đem hết của nhà hậu đãi tân khách. Đến năm [[Mậu Tuất]] [1418], nhóm nổi nghĩa binh, kinh dinh thiên hạ, trước sau trải mấy chục trận, đều là đặt quân phục, dùng binh kỳ, tránh chỗ chắc, đánh chỗ mềm, lấy ít địch nhiều, lấy yếu chống mạnh. Đến khi quân [[nhà Minh|Minh]] đầu hàng thì răn cấm quân lính không được mảy may xâm phạm. Từ đấy, hai nước hòa hiếu, bắc nam vô sự. Mường Lễ, [[Ai Lao]] đều sáp nhập bản đồ, [[Chiêm Thành]], [[Chà Bàn]] vượt biển sửa lễ cống. Vua mặc áo sớm, ăn cơm trưa, trải 10 năm mà thiên hạ đại trị.'' \n}}\n<br \/>\n{{cquote|\n''Vua dấy nghĩa binh, chưa từng giết bừa một người nào. Chỉ biết lấy mềm chống cứng, lấy yếu địch mạnh, lấy ít thắng nhiều, không đánh mà khuất phục được người, cho nên có thể đổi vận bĩ sang vận thái, chuyển thế nguy thành thế yên, đổi cuộc loạn thành cuộc trị. Câu \"Người có nhân, thiên hạ không ai địch nổi\" chính hợp với vua. Cho nên, vua lấy được thiên hạ, truyền cơ nghiệp đến muôn đời là phải lắm.''\n}}\nSách Đại Việt thông sử của [[Lê Quý Đôn]] chép rằng:\n{{cquote|\n''Vua Thái Tổ ta, có tài dùng binh, khi ngày mới dựng cờ khởi nghĩa, chỉ vỏn vẹn có 200 quân thiết đột, 200 dũng sĩ và 300 nghĩa binh. Thế mà phía Tây [[Ai Lao]] phải thần phục, phía Bắc dẹp hết [[nhà Minh|giặc Ngô]]. Xét về kế bí mưu kỳ, phần nhiều là do tài thao lược. Ngài lại tinh tường việc chính trị: Khi mới đến hành doanh Bồ Đề, ngài đã tuyển dụng hiền tài, đặt quan chia chức, trừ tàn cấm bạo, thương yêu quân dân, thu hút các bộ lạc, phòng bị nơi biên cương. Thực đã có ngay một quy mô đại định thiên hạ. Đến khi thống nhất non sông, ngài phong công thần, phong Nho giáo, chế lễ nhạc, định luật lệnh, đặt quân kỷ, lập hộ tịch, chỉnh đốn các ngành thuế, bỏ phép tiêu tiền giấy. Thi hành chánh sự rất là rộng lớn chu đáo. Cứ xem ngay những bài Chiếu bài Sắc ban ra thời ấy, đủ thấy lời răn dạy và phép trị bình rất là tường tận. Ngài khôi phục non sông, đem lại thái bình, công đức ban khắp đương thời, cơ nghiệp truyền cho hậu thế. Rực rỡ lắm thay\".}}\nLời bình của các quan đời Vĩnh Trị, sách Lam Sơn thực lục:\n{{cquote|\n''Thái Tổ Cao Hoàng đế chúng ta, lấy tài thông minh, trí, dũng làm việc hỏi tội, cứu dân. Trong lúc mới cất quân khởi nghĩa, không để cho quan tước dụ nổi; không để cho oai thế hiếp nổi. Tuy gặp lúc nhiễu nhương, mà lòng càng vững; trải cơn cùng quẫn mà chí càng hăng. Tới khi tiếng nghĩa đồn dậy, gươm thần vung dài, mà các dũng tướng, mưu thần xúm lại như mây họp! Tướng võ thì bọn [[Trịnh Khả]], [[Lê Xí]], thường lập được công to. Tướng văn thì bọn [[Nguyễn Trãi]], [[Lê Văn Linh|Văn Linh]], hằng bày ra kế giỏi...''}}\n[[Nguyễn Trãi]] trong bài ''Phú núi Chí Linh'' cho rằng Lê Thái Tổ sánh ngang với các vị vua hiền như [[Nghiêu]] [[Thuấn]]:<ref>Nguyễn Trãi toàn tập, trang 87.<\/ref>\n{{cquote|\n''Quy mô to lớn của Hán Cao cũng giống như đức thịnh của vua ta ngày nay.''\n\n''Còn [[Câu Tiễn]] chỉ lo thỏa cái chí phục thù há lại có thể muôn một sánh tày.''\n\n''Đến như thần võ không giết''\n\n''Đức lớn hiếu sinh''\n\n''Nghĩ vì kế lâu dài của nhà nước''\n\n''Tha kẻ hàng mười vạn sĩ binh''\n\n''Sửa hòa hiếu cho hai nước''\n\n''Tắt muôn đời chiến tranh''\n\n''Chỉ cần vẹn đất, cốt sao an ninh''\n\n''Như thế thịnh đức của vua ta, há Hán Cao có thể sánh được, mà phải cùng khen với [[Tam Hoàng Ngũ Đế|Ngũ đế Tam hoàng]] kia.''|||''Phú núi Chí Linh''}}.\n\nNguyễn Mộng Tuân trong bài ''Nghĩa kỳ phú'' viết về sự nghiệp của Lê Thái Tổ:\n{{cquote|\n''Lập công to để muôn đời, tiếng nhân vang khắp, khí nghĩa tràn lan. Đó là lá cờ nghĩa của Thánh Tổ, đặt Hán Đường xuống bậc thứ hai''.|||''Nghĩa kỳ phú''<ref>Văn học Việt Nam (thế kỷ X-nửa đầu thế kỷ XVIII, trang 210.<\/ref>}}\nThiếu bảo Lễ bộ Thượng thư Đông các Đại học sĩ [[Lê Tung]] viết trong ''Việt giám thông khảo tổng luận'':\n:''Hơn 20 năm loạn lạc, một sớm dẹp yên. Non sông nhờ đấy cải quan, đất nước nhờ đấy yên tĩnh, là bởi Thái Tổ Cao Hoàng đế ta, trí dũng khoan nhân, vua tôi hợp lòng cùng dạ mà nên vậy. Hãy xem Thái Tổ thần vũ không thích giết người, tức là lòng của trời đất đó; thu nuôi dân xiêu các lộ, thế là lòng nhân của trời đất đó; tha về 10 vạn hàng binh, thế là đức của trời đất đó. Có lệnh tiến cử người hiền, tức như Thành Thang chọn người hiền không hạn phương nào; có chiếu dụ bảo kẻ hàng, tức như Thành Thang lấy khoan nhân thay cho bạo ngược. Binh nông có chế độ, tức như Vũ Vương dùng tám chính, chăm dân có điều lệ, tức là Vũ vương vỗ yên bốn phương. Bảo 10 điều quân chính, để giảng đại nghĩa vua tôi; ban sáu điều giáo hóa, để tỏ rõ luân thường phụ tử; thận trọng hình phạt, là kính sự tin của hiệu lệnh, kết hiếu nước Minh, là lo săn sóc lễ bang giao. Bằng như dựng thái miếu thờ tiên tổ, lập học hiệu để tỏ nhân luân; bài [[Bình Ngô đại cáo]] không câu nào không phải là lời nhân nghĩa trung tín, bộ Lam Sơn thực lục không việc nào không phải là đạo tu tề trị bình.''<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 42.<\/ref>\nTheo Giáo sư Văn Tân:\n:''Nguyễn Trãi gọi phép đánh giặc của Lê Lợi là thánh võ hoặc thần võ (Ôi vua ta tài thánh võ-Đến như thần võ không giết-Bài Phú núi Chí Linh). Nghệ thuật quân sự trở thành thánh võ hay thần võ có nghĩa là đã phát triển đến tột đỉnh rồi. Nghệ thuật đó biểu hiện cụ thể ở lấy ít thắng nhiều, lấy yếu chống mạnh, không đánh thành mà cũng hạ được thành.''<ref>Tạp chí Tổ quốc tháng 10, năm 1980. Suy ngẫm 20 năm, Một chớp mắt của lịch sử đầu thế kỉ 15, Nhà Xuất bản Tri thức 2013, tr 76, 77.<\/ref>\nTheo sử gia Việt Nam Cộng hòa [[Phạm Văn Sơn]] viết trong sách Việt sử tân biên:\n:''Đầu thế kỉ 15, vua Thái Tổ nhà [[Hậu Lê]], với sự hậu thuẫn mạnh mẽ và kiên quyết của toàn dân, đã lập nên một sự nghiệp bất hủ trong sử xanh là đánh đuổi quân xâm lược của triều Minh ra khỏi bờ cõi, sau 10 năm chiến đấu đầy hi sinh gian khổ. Từ Thái Tổ đến Thánh Tông hùng khí của dân tộc Việt mạnh như sóng cồn, nếu đem so sánh [[Việt Nam]] với các lân quốc châu Á thì ta có thể tự hào rằng mình là quốc gia cường thịnh bậc nhất [[Đông Nam Á]] về mọi phương diện.''<ref>Việt sử tân biên, Phạm Văn Sơn, Tủ sách sử học Việt Nam, 1959, quyển III, tr. 14.<\/ref>\n\n==Di sản và hình ảnh trong văn hóa==\n[[Tập tin:Ngoi-den-duy-nhat-tho-vua-le-loi-o-hai-duong-25-162940.jpg|trái|250px|thumb|Đền thờ Lê Lợi ở làng Mỹ Cát, xã Minh Tân, Nam Sách, [[Hải Dương]].]]\n[[Tập tin:Le Loi statue.JPG|trái|thumb|250px|Tượng đài Lê Lợi tại [[Thanh Hóa (thành phố)|Thành phố Thanh Hóa]].]]\n[[Tập tin:Lê Lợi.jpg|nhỏ|180px|Tượng đài Lê Lợi tại bùng binh Cây Gõ, [[Quận 6]], [[Thành phố Hồ Chí Minh]].]] \n[[Hình:National Museum Vietnamese History 65 (cropped).jpg|nhỏ|phải|180px|[[Bia Vĩnh Lăng|Văn bia Vĩnh Lăng]] do [[Nguyễn Trãi]] soạn thảo, nội dung tóm tắt về tiểu sử Lê Lợi và cuộc Khởi nghĩa Lam Sơn, tại Vĩnh Lăng, [[Thanh Hóa]].]]\n[[Hình:Water puppets 329481647 7decc2a6e4 o.jpg|nhỏ|phải|200px|Hình tượng nhà vua được dân gian đưa vào nghệ thuật [[múa rối nước]].]]\n\nLê Lợi là vị vua có công đánh đuổi quân Minh, chấm dứt 20 năm [[Bắc thuộc lần 4|Bắc thuộc lần thứ tư]] và sáng lập [[Nhà Hậu Lê|hoàng triều Lê]], triều đại tồn tại lâu nhất trong [[lịch sử Việt Nam]]. Sau thời kỳ độc lập hơn 400 năm kể từ thế kỷ X, [[Đại Việt]] có nguy cơ trở lại thành quận huyện của [[Tên gọi Trung Quốc|Trung Hoa]]. Cuộc [[khởi nghĩa Lam Sơn]] của Lê Lợi đã chấm dứt 20 năm cai trị của [[Nhà Minh]] tại [[Đại Việt]].<ref name=\":14\" \/> Bởi công lao đó của ông nên đời sau còn nhớ [[Nhà Lê]] khi bị [[Nhà Mạc]] cướp ngôi và đó là một nguyên nhân khiến [[Nhà Lê]] có thể trung hưng ([[1533]]). Thậm chí ngay cả khi con cháu triều Lê không còn nắm được thực quyền thì trên danh nghĩa vẫn là người đứng đầu thiên hạ. [[Chúa Trịnh]] làm phụ chính nhiều đời nhưng vẫn không dám cướp ngôi [[Nhà Lê]] cũng bởi sợ dư luận còn nhớ công lao giành lại độc lập cho đất nước của [[Nhà Lê]].<ref>''SA Mkhitaryan,''&nbsp;Lịch sử Việt Nam.&nbsp;-&nbsp;M:&nbsp;Hayka, 1983. - trang 302.&nbsp;<\/ref> Về cai trị, ông cũng là người thiết lập lại trật tự, quy củ của chế độ quân chủ các triều đại Lý, Trần trước đây mà các thế hệ vua sau tiếp tục củng cố, phát triển cao hơn nữa.<ref name=\":14\">Trần Trọng Kim, sách đã dẫn, trang 106.<\/ref>\n\nTheo Tiến sĩ Trịnh Vĩnh Tường người Đài Loan, khi quân Minh xâm lược [[Đại Ngu]], đã có 64 cuộc khởi nghĩa của [[người Việt]] nhằm chống lại sự cai trị trong thời gian ([[1407]]-[[1424]]). Quân đội [[nhà Minh]] đã dùng các biện pháp khủng khiếp nhằm đàn áp sự phản kháng đó.<ref>Đại Việt sử kí toàn thư, Nhà Xuất bản Thời đại, 2013, tr. 462.<\/ref> Quân Minh đã tàn sát dân Việt tới mức phạm tội diệt chủng - tội ác ở tầm nhân loại. Nhờ có Lê Lợi mà nước Việt đã không bị biến mất trên bản đồ thế giới, hưởng nền độc lập tự chủ 360 năm cho tới năm Kỉ Dậu ([[1789]]) khi [[nhà Thanh]] sang xâm phạm. Về sau khi tìm cách chống lại sự đô hộ của người Pháp, những người chủ trương phục quốc như [[Phan Bội Châu]] coi Lê Lợi như là hình mẫu anh hùng khôi phục quốc gia, ông cho rằng đó là hình ảnh chói lọi của vị tổ Trung hưng thứ hai sau [[Ngô Quyền]].<ref>Suy ngẫm 20 năm Một chớp mắt của lịch sử đầu thế kỉ 15, Nhà Xuất bản Tri thức, 2013, tr 24, 46, 80.<\/ref>\n\n[[Trường Chinh]], nhân vật vạch ra chiến lược cho [[Việt Nam Dân chủ Cộng hòa]] đã viết tác phẩm ''Kháng chiến nhất định thắng lợi'', trong đó ông coi [[Khởi nghĩa Lam Sơn]] là hình mẫu của cuộc kháng chiến trường kì của nhân dân Việt Nam trước [[Đế quốc thực dân Pháp|Pháp]] và [[Hoa Kỳ]]: \n{{Cquote|''Muốn đạt được những kết quả ấy, phải đánh lâu, phải có thời gian. Thời gian làm việc cho ta, thời gian là thầy chiến lược của ta, nếu dân ta quyết tâm kháng chiến bền bỉ. Đời nhà Trần nhân dân trước sau ba lần kháng chiến mất hơn 31 năm mới chiến thắng quân Nguyên hung hãn. Đời nhà Hậu Lê ([[khởi nghĩa Lam Sơn]]) dân tộc ta kháng chiến 10 năm mới đuổi được quân Minh bạo tàn,...''|||Trường Chinh<ref>Cách mạng dân tộc dân chủ nhân dân Việt Nam, Nhà Xuất bản sự thật, 1975, tr. 33.<\/ref>}}\n\n[[Hồ Chí Minh]] trong ''Việt Nam quốc sử diễn ca'' viết:\n{{cquote|''Lê Lợi khởi nghĩa Lam Sơn,''\n\n''Mặc dầu tướng ít binh đơn không nàn''.\n\n''Mấy phen sông Nhị núi Lam,''\n\n''Thanh gươm yên ngựa Bắc, Nam ngang tàng''.\n\n''Kìa [[Trận Tốt Động-Chúc Động|Túy Động]] nọ Chi Lăng'',\n\n''Đánh hai mươi vạn quân Minh tan tành''.\n\n''Mười năm sự nghiệp hoàn thành'',\n\n''Nước ta thoát khỏi cái vành nguy nan''.\n\n''Vì dân hăng hái kết đoàn'',\n\n''Nên khôi phục chóng giang san Lạc Hồng''.<ref>[https:\/\/susta.vn\/bai-viet-3-bi-dien-ca-bt-hu-cua-Bac-Ho-351.html Ba bài diễn ca bất hủ của Bác Hồ]<\/ref>}}\n\nLê Lợi sau khi chết được lập đền thờ rộng rãi ở nhiều nơi, như đền thờ làng Mỹ Xá, xã Minh Tân, Nam Sách, [[Hải Dương]]; đền thờ Lê Lợi ở làng Năng Cát, xã Trí Nang, huyện Lang Chánh, tỉnh [[Thanh Hóa]]; đền thờ Lê Lợi ở phường Đoàn Kết, Thị xã Lai Châu, tỉnh [[Lai Châu]]. Tên ông cũng được đặt cho các tên đường, phố, trường học ở Việt Nam.<ref>https:\/\/baohaiduong.vn\/dat-va-nguoi-xu-dong\/ngoi-den-duy-nhat-tho-vua-le-loi-o-hai-duong-79372<\/ref>\n\n===Những điểm giống với Hán Cao Tổ===\n{{POV section}}\nGiữa Vua Lê Thái Tổ của [[Việt Nam]] và Vua [[Hán Cao Tổ]] của [[Trung Quốc]] có những điểm tương đồng trong thân thế, cuộc đời sự nghiệp bản thân và sự nghiệp của hậu duệ:<ref>{{Chú thích web |url=http:\/\/kienthuc.net.vn\/tham-cung\/trung-hop-la-lung-giua-vua-chua-vn-va-the-gioi-228016.html |ngày truy cập=2013-12-03 |tựa đề=Trùng hợp lạ lùng giữa vua chúa VN và thế giới |archive-date = ngày 4 tháng 12 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131204195844\/http:\/\/kienthuc.net.vn\/tham-cung\/trung-hop-la-lung-giua-vua-chua-vn-va-the-gioi-228016.html }}<\/ref>\n\n*Một bài báo trên mạng viết rằng cả Lê Thái Tổ và Hán Cao Tổ đều xuất thân từ gia đình nông dân và là con thứ ba trong nhà. Trên Lê Lợi có Lê Học, Lê Trừ còn trên Lưu Bang có Lưu Bá, Lưu Trọng.<ref>[[Lê Quý Đôn]], sách đã dẫn, tr. 32.<\/ref><ref>Viện Sử học, sách đã dẫn, tr. 99.<\/ref><ref>Thương Thánh, sách đã dẫn, tr. 33.<\/ref> Tuy nhiên các sách sử đều viết rằng Lê Lợi xuất thân từ gia đình \"đời đời làm quân trưởng một phương\" chứ không xuất thân từ gia đình nông dân.<ref name=\"ReferenceE\">Đại Việt sử ký toàn thư, bản kỷ toàn thư, quyển 10.<\/ref><ref>Lam Sơn thực lục, quyển 1, dịch giả Mạc Bảo Thần.<\/ref>\n*Cuộc khởi nghĩa của cả hai vị vua đều gặp rất nhiều khó khăn trong thời gian đầu tiên, phải thường xuyên lẩn trốn sự truy kích của kẻ thù, thậm chí có những lúc rơi vào tính thế hiểm nghèo. Đây cũng là tình hình chung của rất nhiều cuộc khởi nghĩa.<ref>[[Trần Trọng Kim]], sách đã dẫn, tr. 223.<\/ref><ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr. 167.<\/ref><ref>Thương Thánh, sách đã dẫn, tr. 39.<\/ref><ref>[[Lê Quý Đôn]], sách đã dẫn, tr. 36.<\/ref>\n* Cả hai vị vua đều thoát chết nhờ thuộc hạ tình nguyện hy sinh cứu chủ. Khi bị [[Hạng Vũ]] vây ở Huỳnh Dương, Lưu Bang đã phải nhờ [[Kỷ Tín]] ra hàng và bị Hạng Vũ giết. Lê Lợi bị quân Minh vây ở [[Chí Linh (núi)|núi Chí Linh]] cũng phải nhờ [[Lê Lai]] theo gương Kỷ Tín để thoát nạn. Lê Lai cũng bị quân Minh giết.<ref name=autogenerated5>[[Tư Mã Thiên]], Sử ký, Cao Tổ bản kỷ.<\/ref><ref>[[Lê Quý Đôn]], sách đã dẫn, tr. 35.<\/ref><ref>[[Trần Trọng Kim]], sách đã dẫn, tr. 225.<\/ref><ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr. 172.<\/ref>\n* Sau khi lên ngôi, hai vị hoàng đế đều giết công thần khai quốc.<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr. 185.<\/ref>{{Fact}} Lưu Bang cùng Lữ Hậu giết và tru di tam tộc các công thần như [[Hàn Tín]], [[Bành Việt]]; Lê Lợi chỉ giết [[Phạm Văn Xảo]], [[Trần Nguyên Hãn]] tự sát, Lê Lợi cũng không giết con cháu của họ.<ref>Cát Kiếm Hùng, sách đã dẫn, tr. 354.<\/ref><ref>Lê Quý Đôn, sách đã dẫn, tr. 192-193.<\/ref><ref>Trần Trọng Kim, sách đã dẫn, tr. 259.<\/ref>\n*Sau khi qua đời, cả Lê Thái Tổ và Hán Cao Tổ đều được đặt chữ \"Cao\".<ref>Thương Thánh, sách đã dẫn, tr. 32.<\/ref> Lưu Bang là (Cao Tổ) Cao Hoàng đế, Lê Lợi là (Thái Tổ) Cao Hoàng đế.<ref>Nguyễn Khắc Thuần, sách đã dẫn, tr. 47.<\/ref><ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt15b.html Đại Việt sử ký toàn thư, Bản kỷ quyển 10]<\/ref><ref>Khâm định Việt sử thông giám cương mục, Chính biên quyển 15.<\/ref> Trong lịch sử [[Trung Quốc]] và [[Việt Nam]] có rất nhiều vị vua được đặt chữ \"Cao\" chứ không phải chỉ có hai vị này.<ref>[[Nguyễn Hiến Lê]], Sử Trung Quốc, Phụ lục I: Bảng các triều đại.<\/ref><ref>Nguyễn Khắc Thuần, Thế thứ các triều vua Việt Nam.<\/ref>\n* Về sau, cơ nghiệp của hai vị vua đều bị họ khác cướp ngôi. [[Nhà Hán]] và [[nhà Hậu Lê|nhà Lê]] đều bị gián đoạn một thời gian, nhưng rồi lại phục hồi.<ref>Lê Đông Phương, Vương Tử Kim, sách đã dẫn, tr. 275, 295.<\/ref><ref>Trương Chí Quân, sách đã dẫn, tr. 38.<\/ref> Nhà Tây Hán bị [[Vương Mãng]] cướp ngôi (lập [[nhà Tân]]), nhưng sau đó được nhà [[Đông Hán]] kế tục. [[Nhà Lê sơ]] bị [[Mạc Đăng Dung]] cướp ngôi (lập [[Nhà Mạc]]), rồi sau đó được [[Nhà Lê trung hưng|Nhà Lê Trung hưng]] kế tục.<ref>Trần Trọng Kim, sách đã dẫn, tr. 287.<\/ref><ref>Viện Sử học, sách đã dẫn, tr. 517.<\/ref> Tuy nhiên trừ 2 vị vua đầu, các vị vua còn lại của Nhà Lê Trung hưng không phải là hậu duệ trực hệ của Lê Lợi (mà là hậu duệ của Lê Trừ, anh trai Lê Lợi). Các vua Lê trung hưng cũng bị chúa Trịnh khống chế, không có thực quyền như các vua thời Lê sơ.<ref>Đại Việt sử ký toàn thư,bản kỷ thực lục, quyển 6.<\/ref><ref>Việt Nam sử lược, quyển 2: Tự chủ thời đại, chương 1.<\/ref>\n\nKhi ngự phê sách [[Khâm định Việt sử thông giám cương mục]], vua [[Tự Đức]] [[Nhà Nguyễn]] cũng đánh giá Lê Lợi ''\"mở được nền chính thống nghìn năm, thật đáng là bậc nối gót Hán Cao Tổ\".''<ref>Khâm định Việt sử thông giám cương mục, Chính biên quyển 13.<\/ref> Sử quan Nhà Nguyễn trong lời cẩn án dưới lời phê của [[Tự Đức]] còn nêu thêm một điểm giống nhau nữa giữa Lê Thái Tổ và Hán Cao Tổ: hai người cùng dấy binh nổi lên với một thanh kiếm.<ref>Khâm định Việt sử thông giám cương mục, Chính biên quyển 13: \"Bình Định vương ban đầu dấy lên ở Lam Sơn, tức cũng như Bái công (Lưu Bang) với một thanh kiếm nổi lên ở Bái Trung\".<\/ref>\n\n==Câu nói==\n{{cquote|\n''Ta cất quân đánh giặc, không phải là có lòng ham muốn phú quý, mà chính vì muốn để ngàn năm về sau, người đời biết ta không chịu làm tôi tớ cho bọn giặc tàn ngược\"|||[[Đại Việt sử ký toàn thư]]}}\n<blockquote><p>''\"Bậc trượng phu sinh ở đời phải cứu nạn lớn, lập công to, lưu lại tiếng thơm ngàn năm sau, sao lại chịu hèn nhát để cho người sai khiến?\"''<p> - [[Đại Việt sử ký toàn thư]]<\/blockquote>\n{{cquote|\n''Hoạn nạn mới gây nổi nước! Lo phiền mới đúc nên tài!''|||Lam Sơn thực lục<ref>Lam Sơn thực lục, Nhà Xuất bản Tân Việt, 1956, quyển 3.<\/ref>}}\n{{cquote|\n''Thà người phụ ta, ta chớ phụ người!... Không lấy việc nhỏ mà hại nghĩa lớn, không lấy ý gần mà nhãng mưu xa.''|||Lam Sơn thực lục}}\n\n==Huyền thoại==\n===Gươm thần Thuận Thiên===\n{{Chính|Thuận Thiên (kiếm)}}\n[[Tập tin:ThapRua1.jpg|nhỏ|300px|trái|[[Hồ Hoàn Kiếm]] (Hồ Gươm), nơi có huyền thoại Lê Thái Tổ trả gươm cho rùa vàng.]]\nTheo sách Đại Việt thông sử, Lam Sơn thực lục chép về nhân vật [[Lê Thận]], Lê Thận ở làng Mục Sơn và Lê Lợi là bạn thân. Lê Thận làm nghề đánh cá, có hôm quăng chài bắt được thanh sắt, về để ở góc tối. Một hôm Lê Lợi tới chơi nhân ngày giỗ cha mẹ của bạn, thấy ánh sáng trong góc nhà, đến nơi chỉ thấy thanh sắt. Lê Thận mới kể lại cho vua nghe, vua lấy mang về nhà, không mài mà sáng, thấy chữ triện, ghi rõ Thuận Thiên và chữ Lợi, biết là gươm thần trời cho. Hôm sau vua bắt được chuôi gươm ở gốc cây đa, tra vừa gươm vừa khớp. Về sau Lê Thận tham gia khởi nghĩa Lam Sơn trước nhất, sau đảm nhiệm những chức quan quan trọng trong triều đình Đại Việt.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, tr. 271, 272.<\/ref> Sau khi đuổi giặc Minh về được một năm, ngày hôm ấy Lê Lợi - bấy giờ đã là một vị thiên tử - cưỡi thuyền rồng dạo quanh hồ Tả-vọng trước kinh thành. Nhân dịp đó, Long quân sai rùa vàng lên đòi lại thanh gươm thần. Khi chiếc thuyền chèo ra giữa hồ thì tự nhiên có một con rùa lớn nhô đầu và mai lên khỏi làn nước xanh. Theo lệnh vua, thuyền đi chậm lại. Vua đứng trên và nhận thấy lưỡi gươm đeo bên mình cũng đang cử động. Con rùa vàng không sợ người, nhô thêm nữa, tiến sát về phía thuyền vua. Nó đứng nổi lên trên mặt nước và nói:\n:''\"Bệ hạ hoàn gươm cho Long quân!\"''\nNghe nói thế nhà vua bỗng hiểu ra bèn thò tay rút gươm ra khỏi bao. Chỉ một lát thanh gươm thần rời khỏi tay vua bay đến phía rùa vàng. Nhanh như cắt, rùa há miệng đớp lấy ngang lưỡi. Cho đến khi gươm và rùa lặn xuống, người ta vẫn thấy có vệt sáng le lói dười mặt nước hồ xanh.\n\nKhi những chiếc thuyền của bá quan tiến lên kịp thuyền rồng thì vua liền báo ngay cho họ biết:\n:''Đức Long quân cho chúng ta mượn thanh gươm thần để trừ giặc Minh. Nay đất nước đã thanh bình, Người sai rùa lấy lại.''\nVà từ đó, hồ bắt đầu được mang tên là hồ Gươm hay hồ Hoàn-kiếm.\n\n===Phu nhân hồ ly===\nTruyền thuyết kể rằng thời quân Lam Sơn chưa mạnh, Lê Lợi bị đánh bại, tướng sĩ chạy tan tác mỗi người một nơi. Bị quân Minh đuổi, Lê Lợi trốn vào rừng, trông thấy xác một cô gái chết trên bãi cỏ. Ông rút [[kiếm|gươm]] đào tạm một cái huyệt chôn cô gái và cầu khấn người chết phù hộ để thoát nạn.<ref name=\":11\">Lê Thái Dũng, sách đã dẫn, tr. 59-61.<\/ref>\n\nQuân Minh đuổi tới gần, Lê Lợi vội trốn vào một gốc [[cây]] to rỗng ruột, xung quanh là [[cỏ]] mọc cao. Quân Minh cho [[chó]] sục sạo, đánh hơi đến gốc cây. Thấy chó sủa ở gốc cây, quân Minh đâm bừa ngọn giáo vào trong, trúng [[đùi]] Lê Lợi. Ông vội lấy vạt [[áo]] chùi vết [[máu]] ở mũi giáo. Quân Minh rút giáo ra không thấy gì nhưng chó vẫn sủa. Quân Minh định dùng lửa đốt cây thì trong gốc cây có con [[cáo]] trắng chạy ra, chó săn ùa theo đuổi bắt. Quân Minh tưởng là chó sủa vì con cáo nên bỏ đi.<ref name=\":11\" \/>\n\nLê Lợi thoát nạn, cho rằng linh hồn người con gái đã chết hóa thành cáo cứu mình. Ông đến nấm mộ cô gái vái tạ. Sau này lên ngôi vua, ông truy tặng cô gái là ''Hồ ly phu nhân''.\n\nCụ thể cho truyền thuyết trên, thần tích đền Mẫu Thượng cho biết trong một trận đánh Lê Lợi bị giặc đuổi tới khu vực Đồng Giao - [[Tam Điệp]] thì gặp xác một người phụ nữ đã bị mối xông, vua vội lấy đất lấp mà không để ý quân giặc đã đuổi tới gần. Tình thế cấp bách vua vội nấp vào gốc cây đa rất to ở gần đó. Giặc có con chó săn rất giỏi tìm người, trận đánh nào chúng cũng cho chó đi theo và chưa khi nào nó tìm sai. Đến gần gốc cây đa nơi vua Lê Lợi đang nấp, bất ngờ từ trong gốc đa có một con cáo chạy ra, đánh lạc hướng quân địch; nhờ vậy vua Lê Lợi được cứu. Vua cho rằng chính vong hồn của người phụ nữ vừa được nhà Vua lấp đã hoá thành con cáo để cứu mình nên cho quân lập đền thờ đặt hiệu cho cô gái là \"''Bạch Diện Sơn Tinh công chúa''\" để ghi nhớ ơn cứu mạng. Từ đó nhân dân trong vùng [[Tam Điệp]] truyền tụng nhau và đến đây lễ rất đông, đền thuộc địa phận thôn Tân Thượng xã [[Quang Sơn, Tam Điệp|Quang Sơn]] nên thường gọi là đền Mẫu thượng, hiện nay vẫn còn ở [[thành phố Tam Điệp]].<ref>[http:\/\/tamdiep.ninhbinh.gov.vn\/ubndtamdiep\/4\/469\/37856\/58558\/Chua-Quang-Son---den-Mau-Thuong\/Den-Mau-Thuong.aspx Sự tích đền Mẫu Thượng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171028093053\/http:\/\/tamdiep.ninhbinh.gov.vn\/ubndtamdiep\/4\/469\/37856\/58558\/Chua-Quang-Son---den-Mau-Thuong\/Den-Mau-Thuong.aspx |date = ngày 28 tháng 10 năm 2017}} Sở Thông tin và Truyền thông tỉnh Ninh Bình, 14-04-2016.<\/ref>\n\nCuối [[thế kỷ 18]], [[Phạm Đình Hổ]] xác minh việc [[Nhà Hậu Lê|nhà Lê trung hưng]] đã làm tượng thờ ân nhân của Lê Thái Tổ trong sân triều đình Lê - Trịnh:<ref>Lê Thái Dũng, sách đã dẫn, trang 62<\/ref>\n:''Những buổi chầu trong điện không bị ngăn cấm người ngoài vào xem. Ta khi nhỏ thường hay vào sân rồng, thấy bên võ ban có đặt pho tượng \"Hộ quốc phu nhân\". Tượng ấy đầu người thân hồ ly, dáng rất đẹp, hình dung một thiếu nữ búi tóc, cài trâm''.\n\n==Gia đình==\n===Tổ tiên===\n* Tằng tổ phụ: [[Lê Hối]] được truy tôn làm '''Thượng Tổ Cao Minh Hoàng đế'''. Theo Đại Việt thông sử, Lê Hối là người tính tình chất phác, ngay thẳng, dời nhà về Lam Sơn, tự cày cấy ruộng vườn, ba năm thành sản nghiệp, đời đời làm quân trưởng một phương, đế nghiệp của họ Lê bắt đâu từ đây.\n*Tằng tổ mẫu: Nguyễn Thị Ngọc Duyên, được truy tôn '''Phổ Từ Cao Minh Hoàng hậu'''.\n*Ông nội: Lê Đinh, được truy tôn là '''Hiển Tổ Chiêu Đức Chí Nhân Trạch Hoàng đế''', nối cơ nghiệp của cha, trong nhà có hàng nghìn tôi tớ, có lòng yêu người, xa gần đều quy phụ.\n* Bà nội: Nguyễn Quách, được truy tôn là '''Hiển Từ Gia Thục Khâm Thuận Trạch Hoàng hậu'''. Hai ông bà sinh được hai con trai: con trưởng Lê Tòng và Lê Khoáng (cha của Lê Lợi)<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, trang 34, 35.<\/ref>\n\n===Cha mẹ, anh em===\n* Thân phụ: [[Lê Khoáng]] được truy tôn là '''Tuyên Tổ Hiến Văn Duệ Triết Phúc Hoàng đế'''. \n* Thân mẫu: [[Trịnh Ngọc Thương]], người sách Chủ Sơn, được truy tôn là '''Trinh Từ Ý Văn Trang Hiến Phúc Hoàng hậu'''. Ông bà sinh được ba con trai là Lê Học, Lê Trừ, Lê Lợi và ba con gái là Ngọc Tá, Ngọc Vĩnh, Ngọc Tiên.\n* [[Lê Học]], được truy tặng là ''Chiêu Hiếu Đại vương''. Ông có con trai là Tướng quốc [[Lê Thạch]] tham gia [[khởi nghĩa Lam Sơn]], do ham đuổi theo quân địch trúng phải tên mà chết, được truy tặng làm Nhập nội kiểm hiệu Thái úy Bình chương quân quốc trọng sự,<ref>[[Minh thực lục]]<\/ref> phong làm Trung Vũ Đại vương.\n* [[Lê Trừ]], được tôn là ''Lam quốc công'', về sau được tôn là ''Hoằng Dụ vương''. Con trai ông là Khai quốc công thần Kì Lân Hổ vệ tướng quân [[Lê Khôi]]. Về sau cháu 6 đời là Lê Duy Bang được lập nối ngôi [[nhà Lê trung hưng|nhà Lê Trung hưng]], tức là [[Lê Anh Tông]].<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, trang 35.<\/ref>\n\n===Vợ===\nVua Lê Thái Tổ không lập chính thất (vợ cả hay vương hậu, hoàng hậu), sử sách ghi chép lại có các bà:\n* Thần phi [[Trịnh Thị Ngọc Lữ]], người trang [[Bái Đô]], huyện [[Lôi Dương]], phủ [[Thiện Thiên]], trấn [[Thanh Hóa|Thanh Hoa]], là người [[vợ]] đầu tiên của Thái Tổ, thân mẫu [[Lê Tư Tề]], mất năm Thái Hòa ([[1443]]-[[1453]]) thời vua [[Lê Nhân Tông]].\n*'''Cung Từ Cao Hoàng hậu''' [[Phạm Thị Ngọc Trần]]. Bà sinh ra Lê Nguyên Long vào năm [[1423]], sau trở thành [[Lê Thái Tông]]. Bà mất khi Nguyên Long được 3 tuổi.\n* Huệ phi [[Phạm Thị Nghiêu]] (? - [[1441]]), bà không có con. Bà được vua Thái Tông tôn làm Huệ phi, sau bị đảng gian lừa dối, mưu phế lập vua. Nhà vua Thái Tông bèn cho bà về Lam Kinh coi giữ Vĩnh Lăng, do vẫn oán thán nên nhà vua cho đình thần luận tội, cho được chết.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, trang 149.<\/ref>\n* Trinh Thục phi [[Trần Thị Ngọc Hiền]], là Huy Chân công chúa [[nhà Trần]], con gái vua [[Trần Duệ Tông]].\n\n===Con cái===\nVua Lê Thái Tổ có bốn người con là:\n*''Quận Ai vương'' [[Lê Tư Tề]], con của Trịnh Thần phi.\n* [[Lê Thái Tông]] Lê Nguyên Long, con của Cung Từ Cao Hoàng hậu.\n* Công chúa Lê Thị Đào Nữ, con gái của Trịnh Thần phi. Bị giặc Minh bắt năm 9 tuổi rồi được viên nội quan Nhà Minh là Mã Kỳ đem về nuôi, rồi đưa về Yên Kinh tiến làm cung tỳ. Năm 1428, vua sai sứ sang xin về. Vua Minh trả lời là công chúa đã mất vì bệnh đậu mùa.<ref name=\"ReferenceE\"\/>\n* [[Trang Từ Công chúa]] Lê Thị Ngọc Châu, con của Trần Trinh Thục phi, được Thái Tổ gả cho [[Bùi Ban]], con trai của tướng [[Bùi Bị]]. Bùi Ban hy sinh trong chiến trận với [[Chiêm Thành]], bà tái giá với Khôi Quận công [[Trần Hồng]] rồi xin đi tu.\n===Con rể===\n* [[Nguyễn Bá Sương]] Là một [[Phò mã]] [[Nhà Lê]].\n\n===Họ hàng===\n*Hai anh em Hiển Khánh vương [[Đinh Lễ]], Nhập nội Thái phó Á Quận hầu [[Đinh Liệt]] là cháu ruột của Lê Lợi, gọi Lê Lợi bằng cậu.<ref>Đại Việt thông sử, Nhà Xuất bản Văn hóa Thông tin, 2007, tr. 203.<\/ref>\n\n==Tư liệu dùng để viết bài ==\n* Đại Việt sử ký toàn thư Tác giả: [[Ngô Sĩ Liên]] và các sử quan thời quân chủ Việt Nam...; Nhà Xuất bản Thời đại, 2013.\n* Đại Việt thông sử, Tác giả [[Lê Quý Đôn]], Nhà Xuất bản Văn hóa Thông tin, 2007.\n* [[Lịch triều hiến chương loại chí]], Tác giả [[Phan Huy Chú]], tập 1, 2, Nhà Xuất bản Giáo dục, 2006.\n* Lam Sơn thực lục bản Nhà Lê Sát, Nhà Xuất bản KHXH, 2006.\n* ''Lam Sơn thực lục'', Tác giả không rõ, Nhà Xuất bản Tân Việt, 1944, Dịch giả Mạc Bảo Thần.\n* Việt sử tiêu án, Tác giả [[Ngô Thì Sĩ]].\n* Khâm định Việt sử thông giám cương mục tác giả Quốc sử quán triều Nguyễn, Nhà Xuất bản Giáo dục, 2008.\n* Kiến văn tiểu lục, [[Lê Quý Đôn]], Nhà Xuất bản Khoa học Xã hội, 1977.\n* Hoàng Việt văn tuyển, tập 3, Tác giả Tồn Am Bùi Huy Bích, Phủ Quốc vụ khanh đặc trách văn hóa xuất bản, 1972.\n* [[Minh thực lục|Minh Thực lục]], Quan hệ Việt Nam - Trung Quốc thế kỉ XIV-XVII, tập 1, 2, 3 Nhà Xuất bản Hà Nội, 2010. Người dịch Hồ Bạch Thảo.\n* Suy ngẫm về 20 năm - Một chớp mắt của lịch sử đầu thế kỷ XV (1407 - 1427), Tác giả Nguyễn Diên Niên, Nhà Xuất bản Trí thức, 2016.\n* Đại Nam nhất thống chí Nhà Xuất bản Thuận Hóa, 2006.\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà Xuất bản Khoa học Xã hội\n* Lê Thái Dũng (2008), ''Giở trang sử Việt'', Nhà Xuất bản Đại học Quốc gia Hà Nội.\n* [[Trần Trọng Kim]] ([[2010]]), ''Việt Nam sử lược'' Nhà Xuất bản Thời đại.\n* Cách mạng dân tộc dân chủ nhân dân Việt Nam, Tác giả [[Trường Chinh]], Nhà Xuất bản Sự thật, 1975.\n* Nam hải dị nhân, tác giả [[Phan Kế Bính]], 1930.\n* Việt Nam văn hóa sử cương; soạn giả [[Đào Duy Anh]], 1938; in tại Quan Hải tùng thư.\n* Đất nước Việt Nam qua các đời, [[Đào Duy Anh]], Nhà Xuất bản Nhã Nam, 2016.\n* Việt Sử tân biên, quyển II, III, Tác giả [[Phạm Văn Sơn]], Tủ sách sử học Việt Nam, 1959.\n\n==Đọc thêm==\n*[[Khởi nghĩa Lam Sơn]], Tác giả [[Phan Huy Lê]], Phan Đại Doãn, Nhà Xuất bản Quân đội Nhân dân, 2005.\n*Trùng san Lam Sơn thực lục, Nhà Xuất bản khoa học Xã hội, 1992.\n*Vũ Trung tùy bút, Tác giả [[Phạm Đình Hổ]], Nhà Xuất bản Trẻ, 1989.\n* Sun Laichen, Military Technology Transfers From Ming China and The Emergence Of Northern Mainland Southeast Asia (c. 1390-1527), Journal of Southeast Asian Studies, 34.3 (Oct. 2003). Bản dịch tiếng Việt của Ngô Bắc.\n*Lịch sử của người Việt Nam (A History of the Vietnamese - Cambridge University Press ấn hành, New York, 2013).\n*Chủ nghĩa yêu nước thời [[Khởi nghĩa Lam Sơn]], Nhà Xuất bản ĐH&THCN, 1984.\n\n== Xem thêm ==\n* [[Nhà Hậu Lê]]\n* [[Khởi nghĩa Lam Sơn]]\n* [[Hai bài thơ khắc trên vách núi của Lê Lợi]]\n* [[Bia Vĩnh Lăng]]\n*[[Hội thề Lũng Nhai]]\n*[[Lê Thạch]]\n*[[Lê Khôi]]\n*[[Đinh Liệt]]\n*[[Đinh Lễ]]\n*[[Nguyễn Xí]]\n\n== Chú thích==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Lê Thái Tổ}}\n{{wikisource tác giả|Lê Thái Tổ}}\n* {{Britannica|333359|Le Loi (emperor of Vietnam)}}\n* {{TĐBKVN|15731}}\n* {{Chú thích web |url =http:\/\/en.hanoi.vietnamplus.vn\/Home\/Nam-Huong-pagoda-and-Statue-of-Le-Loi\/20099\/224.vnplus |tiêu đề =Nam Huong pagoda and Statue of Le Loi |tác giả = |ngày =2009-09-29 |nhà xuất bản =1000 Years Thang Long (VietNamPlus) |ngày truy cập = |ngôn ngữ = |archive-date = ngày 15 tháng 2 năm 2019 |archive-url =https:\/\/web.archive.org\/web\/20190215205544\/http:\/\/en.hanoi.vietnamplus.vn\/Home\/Nam-Huong-pagoda-and-Statue-of-Le-Loi\/20099\/224.vnplus }}\n{{s-start}}\n{{s-hou|[[Nhà Lê sơ|Hoàng tộc họ Lê]]|10 tháng 9|năm 1385|5 tháng 9|1433||name=Lê Thái Tổ}}\n{{s-reg}}\n{{s-bef|before=Không có <br> [[Bắc thuộc lần 4]] |as=}}\n{{s-ttl|title = [[Vua Việt Nam|Hoàng đế Đại Việt]]|years = 1428-1433|dynasty=[[Nhà Lê sơ]]}}\n{{s-aft|after = [[Lê Thái Tông]]}}\n{{end}}\n{{khởi nghĩa Lam Sơn}}\n{{Lịch sử Việt Nam thời Lê sơ}}\n{{Vua nhà Lê sơ}}\n{{Các chủ đề|Lịch sử Việt Nam|Lịch sử|Việt Nam}}\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|sinh=1385|mất=1433}}\n\n[[Thể loại:Vua nhà Lê sơ|Thái Tổ, Lê]]\n[[Thể loại:Anh hùng dân tộc Việt Nam|L]]\n[[Thể loại:Bài Việt Nam chọn lọc]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Mất năm 1433]]\n[[Thể loại:Vua nhà Hậu Lê]]\n[[Thể loại:Người tham gia Khởi nghĩa Lam Sơn (1418–1427)]]"}