{"3196165":"{{Thông tin viên chức\n|tên= Lê Trung Tường\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: QD III VNCH.jpg|22px]]<br>Tham mưu trưởng Quân đoàn III\n|bắt đầu= 1\/4\/1975\n|kết thúc= 30\/4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Chuẩn tướng \n|tiền nhiệm= -Đại tá Vũ Ngọc Tuấn\n|kế nhiệm= Sau cùng\n|địa hạt= Quân khu III\n|phó chức vụ= Tư lệnh\n|phó viên chức= -Trung tướng [[Nguyễn Văn Toàn]]\n\n|chức vụ 2= [[Hình: ARVN 23rd Division Insignia.svg|22px]]<br>Tư lệnh Sư đoàn 23 Bộ binh\n|bắt đầu 2= 11\/1973\n|kết thúc 2= 3\/1975\n|trưởng chức vụ 2= Cấp bậc \n|trưởng viên chức 2= -Đại tá<br>-Chuẩn tướng (4\/1974)\n|tiền nhiệm 2= -Chuẩn tướng [[Trần Văn Cẩm]]\n|kế nhiệm 2= -Đại tá Lê Hữu Đức<ref>Thời điểm Đại tá Lê Hữu Đức thay thế Chuẩn tướng Lê Trung Tường tư lệnh Sư đoàn 23 Bộ binh chỉ là trên danh nghĩa, thực chất tân Tư lệnh chỉ còn biết có quân số tại Bộ tư lênh mà thôi, vì vào lúc đó Sư đoàn này đã hoàn toàn bị xé lẻ. Các đơn vị trực thuộc, đơn vị trưởng đã mất khả năng chỉ huy và cũng không còn kiểm soát được quân số của mình và tùy nghi di tản. Do đó có thể coi như Tư lệnh sau cùng của Sư đoàn 23 là Chuẩn tướng Lê Trung Tường<\/ref>  \n|địa hạt 2= Quân khu II\n|phó chức vụ 2= Tư lệnh phó<br>Tham mưu trưởng\n|phó viên chức 2= -Đại tá Vũ Thế Quang<br>-Đại tá Hà Thúc Tứ\n\n|chức vụ 3= [[Hình: QD II VNCH.jpg|22px]]<br>Phụ tá Tư lệnh Quân đoàn II<br>Tư lệnh phó Lãnh thổ \n|bắt đầu 3= 1\/1971\n|kết thúc 3= 11\/1973\n|trưởng chức vụ 3= Cấp bậc \n|trưởng viên chức 3= -Đại tá\n|địa hạt 3= Quân khu II\n|phó chức vụ 3= Tư lệnh Quân đoàn\n|phó viên chức 3= -Trung tướng [[Ngô Du|Ngô Dzu]]<br>-Thiếu tướng [[Nguyễn Văn Toàn]]\n\n|chức vụ 4= [[Hình: QD II VNCH.jpg|22px]]<br>Tham mưu trưởng Quân đoàn II\n|bắt đầu 4= 6\/1966\n|kết thúc 4= 12\/1969\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá\n|địa hạt 4= Vùng 2 chiến thuật\n|phó chức vụ 4= Tư lệnh Quân đoàn\n|phó viên chức 4= -Trung tướng [[Lữ Mộng Lan|Lữ Lan]]\n\n|chức vụ 5= Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Bình Định\n|bắt đầu 5= 6\/1965\n|kết thúc 5= 6\/1966\n|trưởng chức vụ 5= Cấp bậc \n|trưởng viên chức 5= -Đại tá\n|kế nhiệm 5 -Trung tá Hà Mai Việt\n|địa hạt 5= Vùng 2 chiến thuật\n\n|chức vụ 6= Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Quảng Ngãi\n|bắt đầu 6= 2\/1964\n|kết thúc 6= 6\/1965\n|trưởng chức vụ 6= Cấp bậc \n|trưởng viên chức 6= -Trung tá<br>-Đại tá (6\/1965)\n|kế nhiệm 6= -Trung tá Tôn Thất Khiên\n|địa hạt 6= Vùng 1 chiến thuật\n\n|chức vụ 7= [[Hình: Cờ Thẳng tiến.png|22px]]<br>Tham mưu trưởng Sư đoàn 25 Bộ binh\n|bắt đầu 7= 11\/1963\n|kết thúc 7= 2\/1964\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Thiếu tá<br>-Trung tá (2\/1964)\n|địa hạt 7= Vùng 3 chiến thuật\n|phó chức vụ 7= Tư lệnh Sư đoàn \n|phó viên chức 7= -Đại tá [[Lữ Mộng Lan|Lữ Lan]]\n\n|chức vụ 8= [[Hình: Vietnamese Rangers SSI.svg|22px]]<br>Tham mưu trưởng Bộ chỉ huy<br>Biệt đông quân Trung ương\n|bắt đầu 8= 6\/1962\n|kết thúc 8= 11\/1963\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Thiếu tá\n|địa hạt 8= Biệt khu Thủ đô\n|phó chức vụ 8= Chỉ huy trưởng\n|phó viên chức 8= -Đại tá [[Tôn Thất Xứng]]\n\n|chức vụ 9= [[Hình: QD II VNCH.jpg|22px]]<br>Trưởng phòng 3 kiêm Tham mưu phó<br>Quân đoàn II và Quân khu 2\n|bắt đầu 9= 1\/1961\n|kết thúc 9= 6\/1962\n|trưởng chức vụ 9= Cấp bậc\n|trưởng viên chức 9= -Thiếu tá\n|địa hạt 9= Vùng 2 chiến thuật\n|phó chức vụ 9= Tư lệnh Quân đoàn\n|phó viên chức 9= -Thiếu tướng [[Tôn Thất Đính]]\n\n|chức vụ 10= [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Trung đoàn trưởng Trung đoàn 1<br>thuộc Sư đoàn 1 Bộ binh\n|bắt đầu 10= 12\/1958\n|kết thúc 10= 1\/1961\n|trưởng chức vụ 10= Cấp bậc\n|trưởng viên chức 10= -Thiếu tá\n|địa hạt 10= Vùng 1 chiến thuật\n|phó chức vụ 10= Tư lệnh Sư đoàn\n|phó viên chức 10= -Đại tá [[Nguyễn Văn Chuân]]<br>-Đại tá [[Tôn Thất Xứng]]\n\n|chức vụ 11= [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Trưởng phòng 3 Sư đoàn 1 Dã chiến<br>kiêm Chỉ huy trưởng Trung tâm Hành quân\n|bắt đầu 11= 1\/1957\n|kết thúc 11= 12\/1958\n|trưởng chức vụ 11= Cấp bậc\n|trưởng viên chức 11= -Thiếu tá\n|địa hạt 11= Đệ nhị Quân khu\n|phó chức vụ 11= Tư lệnh Sư đoàn\n|phó viên chức 11= -Đại tá [[Nguyễn Khánh]]\n\n|chức vụ 12= [[Hình: ARVN 1st Division SSI.svg|22px]]<br>Chỉ huy Trung đoàn 1 Sư đoàn 1 Dã chiến<br>(tiền thân của Sư đoàn 1 Bộ binh)\n|bắt đầu 12= 12\/1955\n|kết thúc 12= 1\/1957\n|trưởng chức vụ 12= Cấp bậc\n|trưởng viên chức 12= -Thiếu tá (8\/1954)\n|địa hạt 12= Đệ nhất Quân khu<br>(tiền thân Vùng 1 chiến thuật)\n|phó chức vụ 12= Tư lệnh Sư đoàn\n|phó viên chức 12= -Thiếu tướng [[Lê Văn Nghiêm]]\n\n|quốc tịch= [[Hình: Flag of South Vietnam.svg|22px]] Việt Nam Cộng hòa<br>[[Hình: Flag of Vietnam.svg|22px]] CHXHCN Việt Nam\n|nguyên nhân mất= Tuổi già\n|nơi ở= [[Thành phố Hồ Chí Minh|Sài Gòn]]\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Hoàng Thị Quảng\n|con= 9 người con (6 trai, 3 gái)<br>Lê Song<br>Lê Hoành<br>Lê Thị Hiệp<br>Lê Thị Nga<br>Lê Đôn<br>Lê Trung Tuấn<br>Lê Trung Thắng<br>Lê Thị Thủy<br>Lê Trung Định\n|học vấn= Thành chung\n|học trường= -Trường Trung học chương trình Pháp tại Huế<br>-Trường Hạ sĩ quan An Cựu, Huế<br>-Trường Võ bị Quốc gia ở Huế<br>-Trường Cao đẳng Quốc phòng\n|quê quán= Trung Kỳ\n\n|ngày sinh= [[1 tháng 1]] năm [[1927]]\n|nơi sinh= [[Thừa Thiên Huế|Thừa Thiên]], [[Liên bang Đông Dương|Đông Dương thuộc Pháp]]\n|ngày mất= {{ngày mất|2009|5|22}} ([[82]] tuổi)\n|nơi mất= [[Thành phố Hồ Chí Minh]], [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1947]]-[[1975]]\n|cấp bậc= '''[[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: ARVN 1st Division SSI.svg|20px]] [[Sư đoàn 1 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 1 Bộ binh]]<br>[[Hình: ARVN 23rd Division Insignia.svg|20px]] [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 23 Bộ binh]]<br>[[Hình: Cờ Thẳng tiến.png|20px]] [[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25 Bộ binh]]<br>[[Hình: Vietnamese Rangers SSI.svg|20px]] [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt động quân]]<br>[[Hình: QD II VNCH.jpg|20px]] [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II]]<br>[[Hình: QD III VNCH.jpg|20px]] [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III]]\n|chỉ huy= [[Hình: Flag of France.svg|20px]] [[Quân đội Pháp|QĐ Thuộc địa Pháp]]<br>[[Tập tin: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Tập tin: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|tham chiến= -[[Chiến tranh Đông Dương]]<br>-[[Chiến tranh Việt Nam]]\n}}\n\n'''Lê Trung Tường''', nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ trường Võ bị Quốc gia do Quân đội Pháp và Chính phủ Quốc gia mở ra ở miền Trung với mục đích đào tạo sĩ quan người Việt để phục vụ trong hàng ngũ Quân đội Liên hiệp Pháp. Ông đã tuần tự giữ từ chức vụ chỉ huy cấp Trung đội cho đến chỉ huy cấp Sư đoàn Bộ binh.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 1 tháng 1 năm 1927 trong một gia đình Nho học tại Thừa Thiên, miền Trung Việt Nam. Thời niên thiếu ông học Tiểu và Trung học tại Huế. Năm 1945, ông tốt nghiệp chương trình Trung học Pháp tại Huế với văn bằng Thành chung. Sau đó ông được bổ dụng làm giáo chức ở Huế.\n\n===Quân đội Pháp===\nCuối năm 1947, ông nhập ngũ vào Quân đội Pháp, mang số quân: 47\/201.886. Theo học khóa Hạ sĩ quan tại trường Hạ sĩ quan An Cựu, Huế. Giữa năm 1948, ra trường phục vụ tại Việt binh đoàn ở Huế. Trung tuần tháng 9 năm 1949, ông trúng tuyển nhập học khóa 2 Quang Trung tại trường Võ bị Quốc gia ở Huế, khai giảng ngày 25 tháng 9 năm 1949. Ngày 24 tháng 6 năm 1950 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được chọn về đơn vị Bộ binh giữ chức vụ Trung đội trưởng trong Tiểu đoàn Việt Nam thuộc Quân đội Quốc gia thành phần trong Quân đội Liên hiệp Pháp.\n\n===Quân đội Quốc gia Việt Nam===\nThượng tuần tháng 4 năm 1952, Quân đội Quốc gia Việt Nam chính thức thành lập Bộ Tổng tham mưu, ông được thăng cấp [[Trung úy]] và được giữ chức vụ Đại đội trưởng. Cuối năm 1953, ông được thăng cấp [[Đại úy]] tại nhiệm, sau đó ông được cử giữ chức vụ Tiểu đoàn phó.\n\nCuối tháng 7 năm 1954, sau hiệp định Genève (20 tháng 7), ông cùng đơn vị di chuyển vào Nam, tháng 8 sau đó ông được thăng cấp [[Thiếu tá]] giữ chức vụ Tiểu đoàn trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nCuối năm 1955, sau khi Quân đội Quốc gia được đổi tên thành [[Quân đội Việt Nam Cộng hòa]], ông được cử giữ chức vụ Trung đoàn trưởng Trung đoàn 1 trong Sư đoàn 1 Dã chiến do Thiếu tướng [[Lê Văn Nghiêm]] làm Tư lệnh. Đến đầu năm 1957, ông chuyển lên Bộ tư lệnh Sư đoàn giữ chức vụ Trưởng phòng 3 kiêm Chỉ huy trưởng Trung tâm Hành quân, dưới quyền Đại tá [[Nguyễn Khánh]] Tư lệnh Sư đoàn.\n\nCuối năm 1958, Sư đoàn 1 Dã chiến đổi tên thành Sư đoàn 1 Bộ binh, một lần nữa ông được cử giữ chức vụ Trung đoàn trưởng Trung đoàn 1 dưới quyền Tư lệnh Sư đoàn là Đại tá [[Tôn Thất Xứng]].\n\nĐầu năm 1961, ông được chuyển nhiệm vụ về Vùng 2 chiến thuật giữ chức vụ Trưởng phòng 3 kiêm Tham mưu phó Quân đoàn II do Thiếu tướng [[Tôn Thất Đính]] làm Tư lệnh. Qua giữa năm 1962, ông chuyển về Trung ương và được cử giữ chức vụ Tham mưu trưởng Bộ chỉ huy Binh chủng Biệt động quân do Đại tá [[Tôn Thất Xứng]] làm Chỉ huy trưởng.\n\nĐầu tháng 11 năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11), ông chuyển trở lại đơn vị Bộ binh giữ chức vụ Tham mưu trưởng Sư đoàn 25 Bộ binh dưới quyền Đại tá [[Lữ Mộng Lan|Lữ Lan]] tư lệnh Sư đoàn.\n\nĐầu tháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý nội bộ ngày 30 tháng 1]] với các tướng lãnh trong [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]] để giành quyền lãnh đạo của tướng [[Nguyễn Khánh]], ông được thăng cấp [[Trung tá]], chuyển sang lĩnh vực Hành chính Quân sự, ông được bổ nhiệm chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng Quảng Ngãi thuộc Quân khu 1.\n\nNgày Quân lực 19 tháng 6 năm 1965, ông được thăng cấp [[Đại tá]] tại nhiệm, bàn giao tỉnh Quảng Ngãi lại cho Trung tá [[Tôn Thất Khiên (Đại tá, Quân lực VNCH|Tôn Thất Khiên]]<ref>Trung tá Tôn Thất Khiên sinh năm 1930 tại Thừa Thiên, tốt nghiệp khóa 1 Võ khoa Thủ Đức, về sau lên cấp Đại tá Tỉnh trưởng các tỉnh Thừa Thiên, Quảng Trị<\/ref> chuyển về Quân khu 2 giữ chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng Bình Định.\n\nGiữa năm 1966, bàn giao tỉnh Bình Định lại cho Trung tá [[Hà Mai Việt (Đại tá, Quân lực VNCH)|Hà Mai Việt]]<ref>Trung tá Hà Mai Việt sinh năm 1933 tại Nam Định, tốt nghiệp khóa 5 Võ khoa Thủ Đức, về sau lên cấp Đại tá<\/ref>, ông được cử làm Tham mưu trưởng Quân đoàn II và Vùng 2 Chiến thuật. Cuối năm 1969, ông được cử đi học tại trường Cao đẳng Quốc phòng đến giữa năm 1970 mãn khóa. Đầu năm 1971, ông được chỉ định chức vụ Phụ tá Tư lệnh Quân đoàn II kiêm Tư lệnh phó Lãnh thổ Quân khu 2 trải qua 2 vị Tư lệnh là Trung tướng [[Ngô Du|Ngô Dzu]] và Thiếu tướng [[Nguyễn Văn Toàn]].\n\nHạ tuần tháng 11 năm 1973, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 23 Bộ binh kiêm Tư lệnh Mặt trận Kon Tum, hoán chuyển nhiệm vụ với Chuẩn tướng [[Trần Văn Cẩm]].<ref>Tướng Trần Văn Cẩm về Quân đoàn II thay thế Đại tá Lê Trung Tường làm Tư lệnh phó lãnh thổ Quân khu 2.<\/ref> Ngày 1 tháng 4 năm 1974, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\n*''Sư đoàn 23 Bộ binh vào thời điểm đầu tháng 3\/1975, nhân sự của Bộ tư lệnh Sư đoàn và Chỉ huy các Trung đoàn được phân bổ trách nhiệm như sau:''\n\n-Tư lệnh - Chuẩn tướng Lê Trung Tường<br>-Tư lệnh phó - Đại tá [[Vũ Thế Quang (Đại tá, Quân lực VNCH)|Vũ Thế Quang]]<ref>Đại tá Vũ Thế Quang sinh năm 1933 tại Hà Nội, tốt nghiệp khóa 4 Võ bị Đà Lạt<\/ref><br>-Tham mưu trưởng - Đại tá [[Hà Thúc Tứ (Đại tá, Quân lực VNCH)|Hà Thúc Tứ]]<ref>Đại tá Hà Thúc Tứ sinh năm 1931, tốt nghiệp khóa 4 Võ bị Đà Lạt<\/ref><br>-Chỉ huy Pháo binh - Trung tá [[Đặng Nguyên Phả (Trung tá, Quân lực VNCH)|Đặng Nguyên Phả]]<ref>Trung tá Đặng Nguyên Phả, tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref><br>-Trung đoàn 44 - Trung tá [[Ngô Văn Xuân (Trung tá, Quân lực VNCH)|Ngô Văn Xuân]]<ref>Trung tá Ngô Văn Xuân sinh năm 1940 tại Hải Phòng, tốt nghiệp khóa 17 Võ bị Đà Lạt, là nhà văn với bút hiệu Song Vũ<\/ref><br>-Trung đoàn 45 - Đại tá [[Phùng Văn Quang (Đại tá, Quân lực VNCH)|Phùng Văn Quang]]<ref>Đại tá Phùng Văn Quang, tốt nghiệp khóa 7 Võ bị Đà Lạt<\/ref><br>-Trung đoàn 53 - Đại tá [[Võ Ân (Đại tá, Quân lực VNCH)|Võ Ân]]<ref>Đại tá Võ Ân sinh năm 1941 tại Thừa Thiên, tốt nghiệp khóa 18 Võ bị Đà Lạt<\/ref>\n\n==1975==\nChiều ngày 14 tháng 3, ông bị thương tại cầu 31, thuộc quận Phước An, tỉnh [[Đắk Lắk]] trong khi đang chỉ huy và điều động các Trung đoàn trực thuộc hành quân tái chiếm[[Buôn Ma Thuột]]<nowiki\/>t. Ông được di tản ra khỏi mặt trận. Ngay sau đó, Đại tá [[Lê Hữu Đức (Đại tá, Quân lực VNCH)|Lê Hữu Đức]]<ref>Đại tá Lê Hữu Đức sinh năm 1925 tại Bạc Liêu, nguyên là sĩ quan Giáo phái Hòa Hảo được đồng hóa qua Quân đội Quốc gia Việt Nam và sau nữa là Quân lực Việt Nam Cộng hòa.<\/ref>, nguyên Chánh Sở An ninh Quân đội Quân đoàn II được cử làm Tư lệnh [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 23]]. Đầu tháng 4 năm 1975, sau khi xuất viện ông được cử vào chức vụ Tham mưu trưởng Quân đoàn III do Trung tướng [[Nguyễn Văn Toàn]] làm Tư lệnh.\n\nSau ngày 30 tháng 4, ông ra trình diện Chính quyền Quân quản của Chế độ mới, chính quyền mới đưa ông đi học tập và cải tạo từ Nam ra Bắc cho đến ngày 11 tháng 2 năm 1988 mới được trả tự do.\n\nÔng không xuất cảnh theo diện H.O do Chính phủ Hoa Kỳ bảo lãnh mà ở lại [[Việt Nam]].\n\nNgày 22 tháng 5 năm 2009 ông từ trần tại [[Thành phố Hồ Chí Minh]], hưởng thọ 82 tuổi.\n\n==Gia đình==\n*Phu nhân: Bà Hoàng Thị Quảng\n*Các con: Lê Song, Lê Hoành, Lê Đôn, Lê Thị Hiệp, Lê Thị Nga, Lê Trung Tuấn, Lê Trung Thắng, Lê Thị Thủy, Lê Trung Định.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1927]]\n[[Thể loại:Mất năm 2009]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Thừa Thiên Huế]]"}