{"63678":"[[Tập tin:Nguyen Ngoc Loan.jpg|phải|nhỏ|250px|[[Nguyễn Ngọc Loan]] (tướng cảnh sát miền Nam) bắn chết người bị bắt ngay trên đường phố trong Sự kiện Tết Mậu Thân]]\n'''Lê Công Nà''' (?-[[1968]]) là chính trị viên quận đội kiêm phó chỉ huy quận 5 thành phố Sài Gòn - Gia Định của [[Quân Giải phóng miền Nam Việt Nam]] tham gia cuộc Tổng tiến công Mậu Thân tại thành phố [[Thành phố Hồ Chí Minh|Sài Gòn]]. Theo nhiều người, nhiều nguồn tin thì ông chính là người bị bắt và bị bắn chết bởi [[Thiếu tướng]] [[Nguyễn Ngọc Loan]] trong [[Sự kiện Tết Mậu Thân]] năm [[1968]] <ref>Hiện có nhiều nguồn tin không giống nhau về ngày tháng bị bắn, xem thêm [[Saigon Execution#Thời gian và địa điểm|Thời gian và địa điểm]]<\/ref> ở khu vực [[Chợ Lớn]] trong bức ảnh nổi tiếng [[Saigon Execution]] của [[Eddie Adams]]. Nhưng cũng có nguồn tin khác cho rằng người bị bắn không phải là ông, cho đến nay danh tính người bị bắn vẫn là điều bí ẩn của lịch sử.\n== Hoạt động ==\nLê Công Nà tức Bảy Nà đi theo [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng Miền Nam Việt Nam]] lúc 21 tuổi. Ông là [[chính trị viên]] quận đội kiêm phó chỉ huy quận 5 (quận 5 lúc đó tương ứng với địa bàn quận 5, 10 và 11 hiện nay).\n\nTheo cán bộ quận 5, Lê Công Nà đã ở 2 năm tại Vườn Lài để xây dựng cơ sở cách mạng nội tuyến.\n\nTrong trận tấn công vào [[thành phố]] [[Thành phố Hồ Chí Minh|Sài Gòn]] [[Tết Nguyên Đán|Tết]] [[Mậu Thân]] ông ở chiến đấu ở Vườn Lài và bị bắt lúc ở lại ngăn chặn đối phương cho đồng đội rút lui. Ông bị giết lúc hơn 16 giờ, ngày mồng 4 tháng 2 năm 1968 (mồng 4 Tết) trên đường Minh Mạng cũ, nay là đường Ngô Gia Tự.\n\nNgay thời gian sau đó báo chí [[phương Tây]] và cả Việt Nam đăng bức hình người đàn ông mặc áo carô bị bắn. Một số người xem hình đã khóc vì nhận thấy người đó chính là Bảy Nà.\n\n== Saigon Execution ==\nLúc chiến sự đang diễn ra ác liệt trên toàn thành phố Sài Gòn Tết Mậu Thân thì cảnh sát [[Việt Nam Cộng hòa]] lùng sục bắt được một người mà họ tình nghi là [[biệt kích|đặc công]] quân Giải phóng. Họ đem nộp người này cho Thiếu tướng [[Nguyễn Ngọc Loan]]. Nguyễn Ngọc Loan không xét hỏi gì mà rút súng bắn thẳng vào đầu làm người bị bắt chết ngay tại chỗ.\n\nTheo thời gian, đã có nhiều giả thuyết với các nguồn tin khác nhau về việc ai là người bị bắn, sự kiện xảy ra vào ngày nào, tại địa điểm nào... khi bức hình chụp cảnh bị bắn được cả thế giới biết thông qua báo chí.\n:''Xem chi tiết các giả thuyết về người bị bắn, thời gian và địa điểm, lý do bị bắt và bắn tại bài [[Saigon Execution]]''\n\n==Từ một tấm ảnh==\nGiả thuyết, phán đoán hoặc khẳng định Lê Công Nà chính là người bị Nguyễn Ngọc Loan bắn trong tấm hình Saigon Execution được đưa ra từ năm [[1998]].\n\nTheo nội dung bộ phim \"[[Từ một tấm ảnh]]\"<ref name = phim\/> thì chưa thể khẳng định chính xác người bị bắn tên gì:''\"Chuyện xảy ra vào năm Mậu Thân - 1968, một chiến sĩ Cách mạng bị đem ra xử tử ngay trên đường phố Sài Gòn. Lúc đầu, người ta cho rằng người chiến sĩ bị ấy là đồng chí Bảy Lốp nhưng sau này, có nguồn tin cho rằng người chiến sĩ ấy không phải là Bảy Lốp mà là Bảy Nà.\"''<ref name = phim>Phim tài liệu ''Từ một tấm ảnh'', hãng phim Tài liệu và Khoa học Trung ương thực hiện.<\/ref>.\n\nSau khi nhiều lần hội họp, nhân dân, cán bộ ban chỉ huy quân sự quận 5, quận ủy quận 5 Thành phố Hồ Chí Minh đã thống nhất lên tiếng xác nhận Lê Công Nà là người trong bức ảnh. {{fact|date=7-2014}}\n\nKhẳng định Lê Công Nà là người bị bắn trong bức ảnh được hỗ trợ bởi các thông tin sau:\n*Các xác nhận từ đồng đội:\n**Bà Phạm Thị Sứ, tức Năm Bắc, nguyên bí thư quận ủy quận 5, xác nhận rằng sáng mồng 2 Tết, tại điểm nóng Vườn Lài, nơi tiểu đoàn 6 đóng quân hôm mồng Hai Tết, bà đã thấy Lê Công Nà còn mặc áo carô, hai bên có cười chào hỏi nhưng không kịp nói chuyện. Bà xác nhận người trong ảnh chính là Bảy Nà<ref name = phim\/>.\n**Bà Trương Thị Tý, 85 tuổi (vào năm 1998) nguyên là cơ sở thành ủy thành phố Sài Gòn, là cơ sở nuôi dưỡng Bảy Nà (Nè) hoạt động nội thành, nhận ra người trong bức ảnh chính là Bảy Nà. Bà còn khẳng định trường hợp Trần Quốc Thảo cách 50 năm bà còn nhận ra, trường hợp Bảy Nà chỉ mới hai mươi mấy năm nên theo bà không khó để nhận dạng<ref name = phim\/>.\n**Ông Nguyễn Văn Tứ, Chánh thanh tra thành phố, nguyên thường vụ viên quận ủy quận 5, khẳng định \"Bảy Nà bị bắt ở [[chùa Ấn Quang]] và đem đến bắn tại đây, ai cũng biết vì Bảy Nà là chỉ huy quân sự quận 5 chứ không phải chỉ là chiến sĩ nên nhiều người biết và tin lan xa\"<ref name = phim\/>.\n**Bà Vũ Xuân Lý, nguyên phó bí thư quận ủy quận 5, xác nhận người trong bức ảnh là Bảy Nà, ngoài ra Bảy Nà có đặc điểm là tóc rẽ ngôi tay mặt, rất phù hợp với người trong bức ảnh<ref name = phim\/>.\n**Bà Ông Bích Liên, cán bộ quận 5, bạn chiến đấu cũ của Bảy Nà, khẳng định lúc bà xem báo của miền Nam thời bấy giờ vào năm 1968 đã nhận ra Bảy Nà và lúc đó các đồng đội của bà khi xem hình trên báo đã khóc cho Bảy Nà bị tướng Loan bắn chết<ref name = phim\/>.\n**Ông Trương Văn Do khẳng định người trong ảnh là Bảy Nè<ref name = phim\/>.\n*Xác nhận từ người thân: ông Lê Công Tư, anh ruột của Lê Công Nà, đã xác nhận người trong ảnh chính là em của mình Lê Công Nà (Nè) ngoài ra ông khẳng định hai anh em rất giống nhau mà ông thì lại giống người trong bức ảnh<ref name = phim\/>.\n\n== Nguyễn Văn Lém ==\nSong đã từ lâu nhiều người, nhiều nguồn tin lại cho rằng chính đại úy đặc công Nguyễn Văn Lém tức Bảy Lốp mới là người trong bức hình Saigon Execution.\n:''Xem thêm bài [[Nguyễn Văn Lém]]''\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n*[[Saigon Execution]]\n*[[Nguyễn Ngọc Loan]]\n*[[Sự kiện Tết Mậu Thân]]\n*[[Chiến tranh Việt Nam]]\n\n== Tham khảo ==\n*[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/story\/2006\/02\/printable\/060201_tetoffensivepix.shtml Ảnh Mậu Thân gây chấn động 01 Tháng 2 2006 - Cập nhật 12h18 GMT]\n*Phim tài liệu [http:\/\/video.google.com\/videoplay?docid=4494496216738372614 ''Từ một tấm ảnh''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080122074524\/http:\/\/video.google.com\/videoplay?docid=4494496216738372614 |date=2008-01-22 }} trên [[Google Video]].\n*Phim tài liệu [http:\/\/www1.ephim24g.net\/?view=detail&pmenu=1&menu=5&id=134 ''Từ một tấm ảnh''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071211095345\/http:\/\/www1.ephim24g.net\/.?view=detail&pmenu=1&menu=5&id=134 |date=2007-12-11 }}, Hãng Phim giải phóng thực hiện. Cần có tài khoản để xem phim.\n\n==Liên kết ngoài==\n*[http:\/\/video.google.com\/videoplay?docid=2390091327094425662&q=Nguyen+Ngoc+Loan&total=65&start=0&num=10&so=0&type=search&plindex=0 Xem Video sự kiện này] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080122074523\/http:\/\/video.google.com\/videoplay?docid=2390091327094425662&q=Nguyen+Ngoc+Loan&total=65&start=0&num=10&so=0&type=search&plindex=0 |date=2008-01-22 }}\n*[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=48809&ChannelID=2 Vĩnh biệt Eddie Adams Thứ Ba, 21\/09\/2004, 05:01 (GMT+7)]\n*[http:\/\/www.harpers.org\/archive\/1972\/04\/0021449] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071023052708\/http:\/\/www.harpers.org\/archive\/1972\/04\/0021449 |date=2007-10-23 }}\n*http:\/\/rapidshare.com\/files\/26585177\/HarpersMagazine-1972-04-0021449.pdf\n\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Mất năm 1968]]"}