{"1456653":"{{Chú thích trong bài|date=tháng 7\/2022}}\n{{Cần biên tập|date=tháng 7\/2022}}\n''' Lê Văn Thanh'''(黎文清): tướng lĩnh cao cấp của phong trào Tây Sơn.\n\n== Hành trạng ==\n\nLê Văn Thanh tham gia phong trào Tây Sơn khi nào không rõ, nhưng ông là tướng lĩnh cao cấp dưới quyền Đại Tổng quản [[Trần Quang Diệu]].\n\nNăm 1794, sau vụ biến Thiền Lâm, nội bộ Tây Sơn mâu thuẫn.\n\nĐể cắt bớt binh quyền của Trần Quang Diệu, Trần Quang Diệu được thăng chức Thiếu phó, không phụ trách binh quyền, nhưng thuộc hạ là Đại Đô đốc Lê Văn Thanh được thăng chức Đại Tổng quản, tước phong là Uyên Thanh hầu, cùng với Đại Đô đốc [[Trần Danh Tuấn]] được thăng chức Đại Tư vũ.\n\nNguyễn Phúc Ánh muốn đánh lấy bốn phủ Quảng Ngãi, Quy Nhơn, Phú Yên, Diên Khánh cũng sai Tham tán [[Từ Văn Tú]], tâm phúc của [[Nguyễn Nhạc|Thái Đức]] Hoàng Đế [[Nguyễn Nhạc|Nguyễn Văn Nhạc]] đến dụ hàng Nguyễn Văn Bảo. Nguyễn Văn Bảo theo lời, ước nhận hàng.\n\nKhi ông nhận chức Lưu thủ Quy Nhơn, Nguyễn Văn Bảo chiêu dụ các tướng cũ của cha, nổi dậy đánh lấy thành Quy Nhơn. Ông bị Tiểu triều [[Nguyễn Văn Bảo]] nổi dậy bắt giam.\n\n[[Nguyễn Quang Toản|Cảnh Thịnh]] Hoàng Đế [[Nguyễn Quang Toản]] lập tức kéo binh từ Phú Xuân vào Quy Nhơn dẹp loạn. Quân Phú Xuân kéo vào đánh hạ thành Quy Nhơn, bắt Nguyễn Văn Bảo dìm xuống sông giết chết, Tham tán Từ Văn Tú bị xử lăng trì.\n\nSau vụ biến Tiểu triều, Đại Tổng quản Lê Văn Thanh, Đại Tư vũ Trần Danh Tuấn, Binh bộ Thượng thư [[Nguyễn Đại Phác]], Thiếu úy [[Trương Tiến Thúy]] cùng giữ thành Quy Nhơn, chống nhau với quân Nam triều. Lúc này Tư lệ [[Lê Trung]], Hộ giá Thượng tướng quân [[Nguyễn Văn Huấn]] đều đã bị Cảnh Thịnh giết oan.\n\nCon rể của Tư lệ Lê Trung là Đại Đô đốc Lê Chất bị Thái phủ [[Lê Văn Ứng]] truy sát. Thái phủ Lê Văn Ứng, tước phong Mân Ứng hầu (còn gọi là Thái phủ Mân), là bề tôi tâm phúc của Cảnh Thịnh Hoàng Đế [[Nguyễn Quang Toản]]. Thái phủ Lê Văn Ứng vâng lệnh đem viện binh vào Quy Nhơn hợp sức với các tướng ở đấy chống quân Nam triều.\n\nTuy nhiên Thiếu phó [[Trần Quang Diệu]] và Đại Tư đồ [[Vũ Văn Dũng]] lúc này đã giải hòa, hiềm nghi Lê Văn Ứng vào Quy Nhơn sẽ gây khó dễ cho Lê Văn Thanh. Chính vì vậy, cả hai hẹn với Lê Văn Thanh sẽ đem quân đi theo sau vào Quy Nhơn, khi qua cửa Thị Nại sẽ nổ 3 tiếng súng, lừa Lê Văn Ứng ra tiếp ứng để bắt giết đi.\n\nĐô đốc [[Lê Chất]] bị Lê Văn Ứng truy sát, phải giết một tùy tùng thế mang rồi bỏ trốn vào núi. Nhờ chơi thân với Lê Văn Thanh nên sai thuộc hạ đến xin hàng. Lê Văn Thanh ngỡ Lê Chất đã chết nên đáp: - Chất đã chết rồi còn đâu? Lê Chất hay tin, sai thuộc hạ đến trả lời: - Dùng Chất thì Chất còn, không dùng Chất thì Chất chết? Lê Văn Thanh tin lời, Lê Chất đến theo hàng. Lê Văn Thanh dùng làm thuộc hạ, cải tên họ lưu dưới trướng.\n\nNăm [[1799]], quân Nam triều kéo ra đánh Quy Nhơn, nhờ biết được kế của Trần Quang Diêu và Vũ Văn Dũng, kéo vào cửa Thị Nại mà không bị ngăn trở. Khi Lê Văn Thanh và Lê Văn Ứng hay tin thì quân Nam triều đã đổ bộ lên bờ.\n\n[[Đại Nam thực lục|Đại Nam Thực Lục]] viết: ''Thuyền vua tiến đến Thị Nại, thẳng vào cửa biển. Sai Chưởng Hậu quân Võ Tánh và Chưởng Hữu quân Nguyễn Hoàng Đức đem quân đóng ở Phú Trung. Lại sai quân các vệ Hữu đồn quân Thần sách qua đò Càn Dương, đánh giặc ở Cựu Phụ [Gò cũ] hai trận đều thắng. Quân ta thừa thắng tiến đóng ở Trúc Khê. Thái phủ giặc là Lê Văn ứng giữ quân ở Thốc Lộc không dám đánh. Trước là Thiếu phó giặc Trần Quang Diệu và Tư đồ Võ Văn Dũng thấy ứng là người bề tôi yêu của Nguyễn Quang Toản cậy thế kiêu ngạo lộng quyền, mưu muốn giết đi. Quang Toản sai Đại tổng quản Lê Văn Thanh lưu giữ Quy Nhơn, Diệu mưu với Dũng rằng: \"Thanh là người của đảng ta, ứng là thù của ta. Nay Thanh giữ Quy Nhơn, nếu lại sai ứng đến thì ứng tất là không lợi cho Thanh. Bọn ta theo đấy đem quân vào cửa biển Thị Nại, mật hẹn với Thanh, hễ nghe hiệu súng ở cửa biển thì nói dối ứng đó là quân Gia Định, khiến ứng đi ra một mình, nhân đó đánh úp, thì sẽ giết ngay được ứng\". Diệu bèn nói với Quang Toản rằng Quy Nhơn là nơi trọng địa căn bản, nên có một vị thân thần trấn giữ, xin sai ứng. Khi ứng đã đi, Diệu, Dũng lại xin đem thủy binh tiến theo, đem mưu ấy bảo Thanh trước. Chợt quân ta đến cửa Thị Nại nổ ba tiếng súng. Thanh ngờ là quân của Diệu, Dũng nên không phòng bị. Xin ứng đi cự chiến. ứng ra thành ngần ngừ không tiến. Do đó quân ta tiến, không bị gì ngăn cản. Kịp khi Thanh biết thì trở tay không kịp nữa, bèn cùng ứng đem đồ đảng chia đóng ở Thốc Lộc và Đê Phụ để cùng quân ta chống giữ.'' (ĐNTL - Tập 1, tr 395).\n\nQuân Tây Sơn mất địa lợi, giao chiến thất lợi. Thái phủ Lê Văn Ứng thua trận lui về giữ Kỳ Đáo, Thiếu úy Trương Tiến Thúy, Đại Tư vũ Trần Danh Tuấn giao chiến bại trận, quân Nam triều kéo đến vây thành Hoàng Đế.\n\nĐại Đô đốc Lê Chất lại ra hàng quân Nam triều. Một loạt tướng lĩnh dưới quyền Thái Đức cũ lại ra hàng quân Nam. ''Từ đó tướng giặc là bọn đại Đô đốc [[Võ Đình Giai]], [[Nguyễn Văn Điểm]], Đô đốc [[Lê Văn Niệm]], [[Hồ Văn Viện]], [[Trần Văn Lân]], Đô úy [[Mai Gia Cương]], [[Nguyễn Văn Trí]] nối nhau đến hàng, không kể xiết được. Vua đều sai chiêu tập quân cũ để theo đi đánh giặc.''(ĐNTL - Tập 1, tr 396).\n\nViện binh Tây Sơn do hai tướng Trần Quang Diệu và Vũ Văn Dũng kéo vào bị chặn lại ở Quảng Ngãi. [[Võ Tánh]] cùng [[Nguyễn Văn Thành]], [[Nguyễn Đức Xuyên]], [[Nguyễn Công Điền]], [[Lê Chất]] đánh bại Thái phủ Lê Văn Ứng ở Kỳ Đáo. Quân Tây Sơn trong thành Hoàng Đế hết hy vọng có viện binh.\n\nQuân hết, lương cạn, không có tiếp viện. Đại Tổng quản Lê Văn Thanh, Binh bộ Thượng thư Nguyễn Đại Phác, Thiếu úy Trương Tiến Thúy phải ra hàng. Đại Tư vũ Trần Danh Tuấn cùng một số tướng lĩnh khác, cải trang trốn về Quảng Ngãi.\n\nNam triều Nguyễn vương Nguyễn Phúc Ánh nhận hàng, tha chết cho các tướng, lưu trong quân ngũ.\n\nChiến sự Tây Sơn - Nam triều diễn ra dai dẳng. Năm [[1801]], khi đại quân chúa Nguyễn rút về Gia Định, thành Bình Định được giao cho Võ Tánh và ''Lễ bộ tham tri'' [[Ngô Tùng Châu]] trấn giữ.\n\nĐại Tư đồ Vũ Văn Dũng và Thiếu phó Trần Quang Diệu đem hết quân cả nước đến vây thành Quy Nhơn. Trần Quang Diệu sai đắp lũy chung quanh thành và chia quân vây bốn mặt, Võ Văn Dũng thì đôn đốc thủy quân phòng giữ cửa Thị Nại. Cuộc bao vây kéo dài đến 14 tháng.\n\nThủy sư Nam triều đóng ở Cù Huân kéo đi tập kích Thị Nại. Đại Tổng quản Lê Văn Thanh nhân sơ hở trốn về quân doanh Tây Sơn.\n\n''Thủy sư của giặc đậu trong cửa biển Thị Nại, nghiêm đặt phòng giữ. Vua thường đi thuyền ngoài biển, sai kỳ binh nhử ra để đánh, nhưng chúng không dám ra. Đến bấy giờ được tin thám tử báo rằng giặc lấy một nửa thủy binh hợp với bộ binh. Vua bèn đem thủy binh định ban đêm đánh úp. Mới đến nửa đường, bị ngược gió, lại phải trở về. Hàng tướng là Đại tổng quản Lê Văn Thanh bèn lên một chiếc thuyền trốn đi.'' (ĐNTL - Tập 1, tr 430).\n\nKhông hiểu Lê Văn Thanh về với Tây Sơn, bày mưu kế gì cho Trần Quang Diệu và Vũ Văn Dũng. Tuy nhiên quân thế Tây Sơn sau trận hỏa thiêu Thị Nại và mất Phú Xuân càng thêm cùng quẫn. Sau đó Lê Văn Thanh lại ra hàng quân Nam triều. Nguyễn Phúc Ánh vì cớ muốn chiêu phục tướng lĩnh Tây Sơn và yên lòng Lê Chất nên tha tội cho Lê Văn Thanh.\n\nĐại tổng quản giặc là Lê Văn Thanh lại trở về với ta. [[Lê Văn Duyệt]] cho đóng gông giải về Kinh. Vua cho gọi đến hỏi rằng: \"Ngươi tự đem thành để hàng, ta đối đãi không bạc, cớ sao ngươi lại phản?\". Thanh lạy rạp xuống đất khóc kêu. Vua không nỡ giết, sai tha ra.'' (ĐNTL - Tập 1, tr 468).\n\n== Kết cục ==\n\nSau chiến thắng Tây Sơn, Lê Văn Thanh được triều đại mới lưu dùng, không bị giết hại.\n\nMặc dù ra hàng Nam triều nhưng có thể nói Lê Văn Thanh không phải là một viên tướng phản bội. Ông thậm chí đã quay lại với Tây Sơn, nhưng sau đó nhận rõ thế chiến bại tất yếu trên chiến trường. Khác với các tướng lĩnh cũ của Thái Đức ra hàng vì hận Cảnh Thịnh, Lê Văn Thanh vẫn giữ lòng trung với Tây Sơn.\n\nGiao thiệp, che chở cho Lê Chất, phục vụ dưới trướng của Trần Quang Diệu, chứng tỏ Lê Văn Thành có tài năng và khí phách hơn người.\n\n==Nguồn tham khảo==\n\n1. [[Đại Nam thực lục|Đại Nam Thực Lục]] - Tập 1 - Quốc sử quán triều Nguyễn\n\n2. [[Đại Nam thực lục|Đại Nam chính biên liệt truyện]] - Tập 2 - Quốc sử quán triều Nguyễn\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}