{"455549":"{{chú thích trong bài}}\n'''Lê Thăng Long''', sinh năm [[1967]] tại [[Hà Nội]], quê gốc [[Quảng Ngãi]] là một [[Kỹ sư]] - [[doanh nhân]] Việt Nam đồng thời cũng là một nhà hoạt động [[xã hội]] - [[dân chủ]] - [[nhân quyền]], một [[người bất đồng chính kiến|nhân vật bất đồng chính kiến]] ở Việt Nam. Ông bị cơ quan an ninh Việt Nam bắt giam vào ngày [[4 tháng 6]] năm [[2009]] và bị đem ra tòa án nhân dân TP. Hồ Chí Minh xét xử cùng với [[Trần Huỳnh Duy Thức]], [[Lê Công Định]] và [[Nguyễn Tiến Trung]] vào ngày 20 tháng 1 năm 2010, mức án 5 năm tù, theo điều 79 Luật Hình sự với tội danh ''hoạt động nhằm lật đổ chính quyền nhân dân''.<ref>[http:\/\/www.nld.com.vn\/201001200915945943P0C1019\/tran-huynh-duy-thuc-lanh-an-16-nam-tu-le-cong-dinh-5-nam-tu.htm Trần Huỳnh Duy Thức lãnh án 16 năm tù, Lê Công Định 5 năm tù] Báo điện tử Người lao động<\/ref> Ông ra tù hôm [[4 tháng 6]] năm [[2012]] và tiếp tục bị quản chế 3 năm tại nhà riêng TP. Hồ Chí Minh. Ngay sau khi ra tù, ngày 10 tháng 6 năm 2012, ông đã thay mặt các bạn hữu Trần Huỳnh Duy Thức và Lê Công Định còn ở trong tù khởi xướng phong trào tranh đấu bảo vệ [[nhân quyền|quyền con người]] mang tên Con đường Việt Nam (website: www.conduongvietnam.org).<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2012\/06\/120619_lethanglong_vnpath_feedback.shtml Ông Lê Thăng Long phản hồi các chỉ trích] BBC tiếng Việt<\/ref><ref>[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2012\/11\/121129_tranhuynhduythuc_comment.shtml Về một con người đời thường] BBC tiếng Việt<\/ref>\n\n==Học tập và kinh doanh==\n*Năm [[1985]] ông vào học Khoa Viễn thông, [[Trường Đại học Bách khoa, Đại học Quốc gia Thành phố Hồ Chí Minh|Trường Đại học Bách khoa Thành phố Hồ Chí Minh]], tốt nghiệp Đại học năm [[1990]].{{fact|date=7-2014}}\n*Năm [[1990]] ông được đào tạo sĩ quan dự bị quân đội nhân dân Việt Nam, tốt nghiệp với quân hàm thiếu úy.{{fact|date=7-2014}}\n*Năm [[1990]], công tác tại Phân viện Điện tử và Tin học Thành phố Hồ Chí Minh (nay là Phân viện Nghiên cứu Điện tử, Tin học, Tự động hóa Thành phố Hồ Chí Minh, [[Bộ Công Thương (Việt Nam)|Bộ Công Thương]]).{{fact|date=7-2014}}\n*Năm [[1991]] đến [[1994]], làm việc tại Công ty Vận tải Vietfracht TP. HCM. Cùng thời gian này ông học tiếp văn bằng 2 đào tạo cử nhân quản trị kinh doanh tại Đại học Mở Thành phố Hồ Chí Minh và khóa đào tạo về Luật thương mại quốc tế của trường đại học ngoại thương TP. HCM.{{fact|date=7-2014}}\n*Năm [[1994]] đến [[1995]], làm việc tại công ty liên doanh du lịch và dịch vụ dầu khí OSCAN, giám đốc chi nhánh OSCAN Hà Nội.{{fact|date=7-2014}}\n*Năm [[1995]], ông cùng với ông [[Trần Huỳnh Duy Thức]] sáng lập nên Công ty Tin học Duy Việt tại Thành phố Hồ Chí Minh và Hà Nội.{{fact|date=7-2014}}\n*Từ năm [[2001]], chuyển Công ty Tin học Duy Việt thành Công ty Global EIS, ông giữ cương vị Phó tổng giám đốc, thành viên Hội đồng quản trị EIS. Ông cũng đã kiêm một số vị trí của các công ty thành viên EIS: chủ tịch Hội đồng quản trị công ty Internet Một kết nối - OCI, Giám đốc trung tâm đào tạo CNTT EIS, Giám đốc công ty thương mại điện tử Tri thức Việt Nam, Trưởng văn phòng đại diện EIS Thailand.{{fact|date=7-2014}}\n*Năm [[2001]] đến [[2003]], ông học và tốt nghiệp chương trình đào tạo thạc sĩ quản trị công nghệ thông tin của CBAM và INNOTECH France tại Thành phố Hồ Chí Minh.{{fact|date=7-2014}}\n*Năm [[2007]], ông cùng các đồng sự thành lập thêm Công ty Innotech tại [[Hà Nội]] hoạt động trong lĩnh vực phát triển đầu tư công nghệ, với vị trí Chủ tịch HĐQT và tổng giám đốc.{{fact|date=7-2014}}\n\n==Hoạt động chính trị, xã hội==\nNăm 2005, ông cùng Trần Huỳnh Duy Thức lập ra '''Nhóm nghiên cứu Chấn''' thông qua việc việc nghiên cứu tình hình chính trị, kinh tế, xã hội, ở Việt Nam.\n\nTrong thời gian tham gia nhóm nghiên cứu Chấn, ông đã viết ra 29 bài viết trong đó có 15 bài viết vạch ra đường lối, kế hoạch hành động, 13 tài liệu bị cáo buộc là có nội dung kích động, bộc lộ ý định lật đổ chính quyền.<ref>[http:\/\/vnexpress.net\/GL\/Phap-luat\/2010\/01\/3BA17E72\/ Xét xử ông Lê Công Định] vnExpress.net<\/ref>\n\nNăm 2007, ông tự ứng cử vào Đại biểu quốc hội tại Hà Nội và đã vượt qua tất cả các vòng loại để được vào danh sách bầu cử chính thức. Tuy nhiên, ông không trúng cử ở vòng bầu cử cuối cùng mà không biết thực sự minh bạch kết quả.{{fact|date=7-2014}}\n\nTháng 4 năm 2009, ông cùng với hòa thượng [[Thích Minh Tâm]] ở Australia lập ra phong trào Chấn hưng nước Việt, website:chanhungnuocviet, kêu gọi mọi người tham gia, xây dựng các câu lạc bộ trực thuộc như: CLB phòng chống tham nhũng chấn hưng nước Việt, CLB công an chấn hưng nước Việt, CLB quân nhân chấn hưng nước Việt, CLB nhà báo chấn hưng nước Việt, CLB luật sư chấn hưng nước Việt... Phong trào này là sự khởi đầu của phong trào Con đường Việt Nam, bảo vệ quyền con người, mà ông là một trong những người khởi xướng.{{fact|date=7-2014}}\n\nMục tiêu tối thượng của phong trào Con Đường Việt Nam (PT CĐVN) là làm cho Quyền Con người được tôn trọng và được bảo vệ trên hết và bình đẳng tại Việt Nam để người dân có thể tự tin sử dụng đầy đủ mọi quyền pháp định của bản thân để làm chủ đất nước và làm chủ cuộc sống của mình{{fact|date=7-2014}}. Tôn chỉ:\n- Công khai, minh bạch.\n- Đối thoại, ôn hòa nhưng cương quyết.\n- Khoan dung nhưng không thỏa hiệp với sự sai trái.\nPT CĐVN không tranh đấu vì bất kỳ chủ thuyết chính trị, tư tưởng hay chủ nghĩa nào. PT CĐVN không phải là một đảng chính trị hoạt động nhằm tìm kiếm nhiệm kỳ cầm quyền tại Việt Nam nhưng sẽ ủng hộ bất kỳ đảng phái nào bảo vệ và tôn trọng quyền con người ở Việt Nam, và ngược lại sẽ phản đối bất cứ tổ chức, đảng phái nào đi ngược lại nguyên tắc này. Đây là một phong trào bảo vệ quyền con người có các thành viên và hoạt động của người Việt Nam trên toàn cầu.{{fact|date=7-2014}}\n\nÔng tham gia nhiều hoạt động chính trị, xã hội, văn hóa, kinh tế. Ngay trước khi bị bắt, ông là phó ban đối ngoại Hội Dạy Nghề Việt Nam, Phó tổng thư ký Hội đồng Họ Lê Việt Nam, Phó chủ tịch Câu lạc bộ doanh nhân Họ Lê Việt Nam, Chủ tịch Câu lạc bộ doanh nhân - trí thức Chấn hưng nước Việt,... Khi còn là sinh viên, ông từng là Bí thư Đoàn thanh niên cộng sản khoa Điện trường Đại học bách khoa TP. HCM, chủ tịch câu lạc bộ hùng biện nhà Văn hóa thanh niên TP. HCM. Ông đã tích cực tham gia đóng góp và kêu gọi cộng đồng trong và ngoài nước ủng hộ các chương trình từ thiện, nhân đạo cho người nghèo, vùng sâu vùng xa, người cao tuổi, nạn nhân chiến tranh, trẻ em mồ côi và người tàn tật.{{fact|date=7-2014}}\n\n==Bị bắt và tuyên án==\nVới những hoạt động chính trị trên, ông bị chính quyền Việt Nam bắt giam vào ngày 4 tháng 6 năm 2009 và cùng với các nhân vật khác như [[Trần Huỳnh Duy Thức]], [[Lê Công Định]], [[Nguyễn Tiến Trung]] ngày 20 tháng 1 năm 2010, tòa án nhân dân TP.Hồ Chí Minh ra xét xử với tội danh hoạt động chính trị nhằm ''lật đổ chính quyền nhân dân'', cá nhân ông bị tuyên án 5 năm tù.<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=359626&ChannelID=6 Phạt Trần Huỳnh Duy Thức 16 năm tù] Báo điện tử Tuổi trẻ<\/ref>\n\n==Dư luận==\nViệc chính quyền Việt Nam bắt và đưa ra tuyên án đối với ông cũng như các nhân vật trên vào ngày 20 tháng 01 năm 2010, đã bị các quốc gia phương tây như [[Anh]], [[Hoa Kỳ]] và [[Liên minh châu Âu]] lên tiếng phản đối. Bộ ngoại giao Anh ra thông cáo và bày tỏ quan ngại ''Không thể cầm tù bất kì ai vì người đó bày tỏ quan điểm của mình một cách hòa bình'', Còn đại diện của Hoa Kỳ ra thông cáo ''Chúng tôi cũng quan ngại về việc tiến hành phiên toà rõ ràng đã thiếu trình tự chuẩn mực, các bản án đã \"đi ngược lại với Tuyên ngôn Nhân quyền Liên Hợp Quốc, việc kết tội này cũng đặt ra những câu hỏi nghiêm trọng đối với cam kết của Việt Nam về nền pháp trị và cải cách.<ref name=\"BBC\">[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2010\/01\/100121_trial_reax.shtml Phản ứng về vụ xử bất đồng chính kiến] BBC tiếng Việt<\/ref>\n\nNgoài ra, [[Ân xá Quốc tế|Tổ chức ân xá quốc tế]] cũng ra thông cáo với việc bắt và tuyên án này là ''Những người này đáng ra không bao giờ nên bị bắt chứ đừng nói là bị buộc tội và nhận án tù, phiên tòa rõ ràng là sự nhạo báng công lý''.<ref name=\"BBC\"\/>\n\n==Câu nói==\n{{Cquote|''Nếu được làm Tổng bí thư Đảng Cộng sản, trong 11 tháng tôi sẽ làm cho bộ mặt dân tộc Việt Nam thay đổi''<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/forum\/2013\/12\/131211_toi_muon_vao_giup_dang.shtml 'Tôi đang muốn vào Đảng Cộng sản'] Đài BBC<\/ref>}}\n\n==Gia đình==\nPhu nhân của ông hiện đang công tác tại [[Trường Đại học Quốc gia TP.Hồ Chí Minh]].{{fact|date=7-2014}}\nÔng có hai con: 1 gái (2003) và 1 trai (2006).\n\n==Xem thêm==\n*[[Trần Huỳnh Duy Thức]]\n*[[Lê Công Định]]\n*[[Nguyễn Tiến Trung]]\n\n==Chú thích==\n{{tham khảo|30em}}\n{{sơ khai chính khách Việt Nam}}\n\n{{Thời gian sống|1967}}\n\n[[Thể loại:Người Quảng Ngãi]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Dân chủ]]\n[[Thể loại:Nhân quyền]]\n[[Thể loại:Xã hội]]\n[[Thể loại:Nhân vật bất đồng chính kiến Việt Nam]]\n[[Thể loại:Người bị kết tội xâm phạm an ninh quốc gia tại Việt Nam]]"}