{"36878":"{{Đổi hướng đến đây|Lê Trực}}\n'''Lê Trực''' (1828-1918, Chữ Hán: 黎直) là một võ quan thời [[nhà Nguyễn]] và thủ lĩnh nghĩa quân [[Cần Vương]] cuối thế kỉ XIX tại quê nhà. Khi vua [[Hàm Nghi]] xuống chiếu Cần Vương lấn thứ hai nhằm kêu gọi sĩ phu và nhân dân cả nước khởi nghĩa chống Pháp, ông đã khởi binh ở vùng [[Quảng Bình]]. Sau đó, ông bị quân Pháp tầm nã, phải rút ra Hà Tĩnh. Ở đây, ông hợp sức với [[Tôn Thất Đàm]] (con cả Tôn Thất Thuyết) tiếp tục kháng chiến. Cho tới ngày vua Hàm Nghi bị bắt, ông mới giải tán nghĩa binh rồi về quê nhà.\n\n== Tiểu sử ==\nÔng sinh tháng 6 năm Mậu Tý (1828) tại thôn Chân Linh, làng Thanh Thủy, tổng Thuận Lệ, phủ [[Quảng Trạch]] (nay là Thôn Bàu 1, xã Tiến Hoá, huyện [[Tuyên Hóa|Tuyên Hoá]], tỉnh [[Quảng Bình]]), với tên khai sinh là Lê Vợn. Ông là con thứ năm trong một gia đình thuần nho học.\n\nLê Vợn mồ côi cha khi mới 5 tuổi. Mẹ bán ông làm con nuôi của ông [[Lê Sức]] và bà Nguyễn Thị Hân. Ông Lê Sức làm chức thủ ngự trấn ải [[Sông Gianh]] ở làng Thuận Bài (xã Quảng Thuận – huyện [[Quảng Trạch]] ngày nay). Lên 13 tuổi, ông Lê Sức đổi con trai từ Lê Vợn thành Lê Trực và cho ông được học chữ, học võ cùng 3 người con trai khác của ông Lê Sức là Trung, Bình, Chính.\n\nNăm Bính Ngọ (1846), khi Lê Trực tròn 18 tuổi, ông được ra học trường võ tại [[Thanh Hóa|Thanh Hoá]].\n\nNăm Đinh Mùi (1847), phủ Kinh Môn Thanh Hoá thất thủ vào tay người Khách. Lê Trực đã tập hợp tàn quân phủ Kinh Môn cùng dân chúng chiến đấu; sau một tuần, họ đã thu phục được phủ này. Quan phủ thưởng cho ông 300 quan tiền và giữ ông lại phò trợ.\n\n== Làm quan ==\nNăm Kỷ Dậu (1849), ông đi tòng quân ở [[Đồng Hới]] ([[Quảng Bình]]). Tại đây, ông đã có thời cơ để luyện võ thao lược nhưng hai lần thi [[trường Ba]] (năm 1851 và 1857) đều hỏng.\n\nNăm Đinh Tỵ (1857) về sau ông giữ các chức suất đội [[Ninh Bình]].\n\nNăm Kỷ Mùi (1859), ông đỗ [[tạo sĩ]] (tiến sĩ võ), được vua ban chức \"Sắc Tứ Đệ Tam Giáp Đồng Võ Tiến Sĩ Xuất Thân\", cùng bộ áo mũ cân đai và một thẻ bài bằng gỗ có 4 chữ \"Ân Tứ Vinh Quy\".\n\nTrong nhiều năm sau đó, ông liên tiếp giữ các chức chánh lãnh binh ở kinh thành, Thanh Hóa và Lạng Sơn.\n\nNăm Canh Thìn (1880), triều đình Huế điều ông Trực, khi đó là phó lãnh binh [[Hà Nội]], về kinh. Tổng đốc Hà Nội là [[Hoàng Diệu]] xin triều đình giữ Lê Trực ở lại Hà Nội làm [[Đề đốc (chức quan xưa)|đề đốc]] Hà Nội. Năm 1882, khi đang là đề đốc [[Hà Nội]], và không giữ được thành, phải rút chạy lên [[Sơn Tây (tỉnh cũ)|Sơn Tây]] nên ông bị cách chức về quê.<ref>Trang 129, sách đã dẫn<\/ref>\n\nNăm Quý Mùi (1883), thành Hà Nội thất thủ. Tổng đốc [[Hoàng Diệu]] tự vẫn, còn Lê Trực về Huế tạ tội, nhưng vua Tự Đức ân xá cho ông về quê.\n\n== Khởi nghĩa ở Quảng Bình ==\nNgày 5\/7\/1885, kinh thành [[Huế]] bị thất thủ vào tay quân Pháp. Sau đó, vua [[Hàm Nghi]] cùng [[Tôn Thất Thuyết]] ra [[Hà Tĩnh]]. Ngày 9\/9\/1885, Tôn Thất Thuyết hộ giá vua Hàm Nghi ra [[Thành Tân Sở|Tân Sở]] và hạ chiếu Cần Vương, kể tội ác của thực dân Pháp, nói lên nỗi thống khổ của người dân nô lệ bị mất nước, và kêu gọi các sĩ phu yêu nước phò vua Hàm Nghi kháng Pháp.\n\nChưa đầy 2 tháng, ông Lê Trực tập hợp hơn 500 người với các tướng lĩnh kiên trung như [[Cao Thượng Chí]] (người thôn Xuân Mai, xã Mai Hoá), Nguyễn Phạm Tuân ở Chợ Đón (Bố Trạch), Phan Tường ở Ba Đồn - Quảng Long, chánh lãnh binh Lê Ảnh,.. Đội quân sắm sửa gậy gộc, giáo mác, sẵn sàng chờ lệnh đánh Pháp cùng với quân của các ông Đề Phú, Đề Én, Lãnh Ngưỡng, Lãnh Khuê, Đề Trích, Đoàn Chí Tuân, Mai Lượng …\n\nNăm Bính Tuất (1886), hơn 60 lính Pháp đi bộ theo [[Quốc lộ 1]] đến lập đồn bốt ở Đèo Ngang nhằm án ngự Bắc-Nam. Nghĩa quân Lê Trực tổ chức đánh úp quân Pháp ngay tại [[Cầu Ròn]], giết chết 5 Phi đen và đánh đuổi tàn quân Pháp khỏi căn cứ.\n\nĐêm mồng 9 rạng ngày 10\/5 năm đó, nghĩa quân Lê Trực đột nhập thành [[Đồng Hới]], đốt trại lính Pháp, làm chủ toàn thành và cắt đứt giao thông Bắc-Nam gần 2 tháng. Đặc biệt, viên tỉnh trưởng Nguyễn Đình Dương (người mang tiếng ác ôn nhất miền Trung) đã bị xử tội.\n\nSau đó, nghĩa quân liên tiếp hạ nhiều đồn Pháp trên đất Quảng Bình từ đồng bằng đến miền núi và chặn đứng các cuộc hành quân của Pháp trên hai đường thủy - bộ.\n\nĐến tháng 6, quân Pháp lên theo [[Sông Gianh]] (Linh Giang) để xây đồn bốt. Nghĩa quân ra nghênh chiến, dụ hơn 200 thuyền Pháp và quân thân Pháp vào ổ phục kích mà Lê Trực đã dựng sẵn cuối thôn Chân Linh (Thôn Bàu 3 ngày nay). Hai bên đánh giáp lá cà dữ dội, khiến quân Pháp thương vong nhiều.\n\nSau đó,các đồn bốt Pháp liên tục bị nghĩa quân Lê Trực công kích như Hướng Phương, Mỹ Hoà, Đan Xá … ngay cả đồn Đồng Hới cũng bị công kích nhiều lần, giúp nghĩa quân kiểm soát đoạn Quốc lộ 1 đi qua địa phương và chặn đường giao thông của Pháp từ Nghệ-Tĩnh vào Đồng Hới.\n\nLúc này, triều đình đưa một loạt tri phủ, tri huyện, lý trưởng mới lên thay các quan lại cũ vốn phò vua [[Hàm Nghi]] chống Pháp, khiến một số người không dám nhậm chức vì sợ bị nghĩa quân tấn công, trong khi một số khác vẫn lãnh chức nhưng xin lưu trú tại đồn Pháp. Lúc này, các nghĩa quân Cần Vương liên tiếp thắng trận ở các vùng Biểu Lệ, Diên Trường, Trung Thôn, Lâm Xuân, Hoà Ninh, Hạ Trang,… Quân của Lê Trực làm chủ được bắc Quảng Bình, gây nhiều thiệt hại tổn thương cho thực dân Pháp. Cuối năm 1887, quân Pháp vẫn đặt được đồn tại Minh Cầm (xã [[Phong Hoá]]? ngày nay), buộc Lê Trực nhiều lần công kích. Nhưng lúc đó, do có gián điệp dẫn đường cho Pháp, đại bản doanh của ông tại Rú Cấm (xã Tiến Hoá) bị đánh úp. Dù lui quân an toàn, nhưng nghĩa quân bị bắt hơn 10 người, trong đó có bà vợ cả của ông, các tướng [[Nguyễn Phạm Tuân]] và [[Phan Tường]].\n\nSau đó, Lê Trực cùng [[Tôn Thất Đàm]] (con trai Tôn Thất Thuyết) thu phục tàn quân các nơi và chiêu mộ thêm lính ở đầu [[Sông Nai]] để tiếp tục chiến đấu kiên cường, buộc quân Pháp co cụm về đồng bằng.\n\nCuối năm 1888, vua Hàm Nghi bị bắt, nhưng nghĩa quân của Lê Trực vẫn tiếp tục chiến đấu, khiến quân Pháp tổn thất nặng nề. Uy thế của quân Cần Vương bắc Quảng Bình vẫn lên cao. Người Pháp áp dụng chiến lược \"dùng người Việt trị người Việt\" (liên tục đánh vào làng mạc, tàn sát dân thường để buộc nghĩa quân chùn chân) và tận dụng ưu thế quân lực vượt trội để đánh bại nghĩa quân.\n\nĐầu năm 1891, ông Lê Trực phải cầu hòa với quân Pháp để bảo vệ bách tính. Phong trào Cần Vương ở Quảng Bình kết thúc.\n\nNgày 4 tháng Sáu năm Mậu Ngọ (1918), ông Lê Trực qua đời tại quê nhà, hưởng thọ 90 tuổi, khiến cho nhân dân và chí sĩ yêu nước khắp nơi đều thương xót.\n\n== Bức thư với đại úy Pháp ==\nDù phong trào Cần Vương thất bại, nhưng lòng trung với vua, yêu dân yêu nước của ông được thể hiện qua những bức thư với Đại uý Mouteaux của Pháp với nội dung \"''Dụ cụ Lê Trực ra hàng và giúp [[Đồng Khánh]]\"''. Lê Trực trả lời dứt khoát với những lý lẻ mềm dẻo:{{Cần dẫn nguồn|}}\n\n''\"Đối với tôi, Đại uý vẫn có tình bằng hữu, tôi muốn ra tiếp chuyện với Đại uý nhưng người chưa khoẻ.''\n\n''Khi người Pháp lấy kinh thành Hà Nội, khắp nơi đều nổi loạn chém giết nhau, tôi làm một viên quan võ cao cấp nhất trong tỉnh nên tôi phải họp thân hào, thân sĩ giúp vua giữ nước. Đại uý mới đến miền đất này nên trong mắt Đại uý người nào cũng như vậy.''\n\n''Cuối năm trước, Đại uý viết thư yêu cầu tôi đình chiến và giải tán quân sĩ. Tôi có gửi đến đồn Quảng Khê (Quảng Trạch) \"một món quà nhỏ\"(*) để tỏ lòng thành thực với Đại uý.''\n\n''Mới đây Đại uý lại lập đồn Minh Cầm để nhìn thấu bí hiểm của vùng rừng núi này. Có đồn Minh Cầm làm cho dân lành hãi hùng, hoảng sợ và Đại uý đã gây nên tai tiếng này. Đại uý nên bỏ đồn Minh Cầm rút về Quảng Khê thì chúng ta có thể đình chiến được.''\n\n''Đại uý còn doạ: Nếu tôi ra hàng thì an toàn, nếu bắt được tôi là giết. Tôi đang đợi.''\"\n\nNăm 1887, Lê Trực lại viết thư cho Đại uý Mouteaux:\n\n''\"Vua Hàm Nghi là em út vua Kiến Phúc và là người được tôn lên trị vị. Hàm Nghi lên ngôi được Thái Hậu ưng chuẩn, triều đình thoả thuận, toàn dân hoanh nghênh nên Hàm Nghi mới xứng là vua đất Nam.''\n\n''Tôi là người chịu ơn của Tiên Đế, không lẽ lại thay đổi sự việc đã thành tựu. Lên làm vua là định mệnh của trời. Nếu tôi trở mặt thay lời thì tôi phải hỗ thẹn với rừng rú, sông suối, núi non, quê hương xứ sở và sau này khi tôi về thế giới bên kia tôi sẽ đắc tội với tiên Đế, tổ tiên. Vậy tôi không bao giờ bỏ vua Hàm Nghi.''\n\n''Nhà tôi bị Đại uý đốt cháy, vợ tôi bị Đại uý bắt bớ, tra khảo, giam cầm. Một số tướng sĩ của tôi bị Đại uý giết nên tôi phải rày đây, mai đó, lẫn khuất trong rừng.''\n\n''Đại uý biết đấy và chẳng nên ngần ngại gì nữa, bỏ đồn Minh Cầm, rút về Quảng Khê cho dân lành làm ăn yên ổn.\"''\n\nHết cách, Đại uý đã nói lên lời cuối cùng: \"Tôi tuyên bố quân Pháp sẽ đánh.\"\n\nLê Trực trả lời: \"''Tôi sẵn sàng chờ\"''\n\n== Gia đình ==\nÔng có hai người vợ; vợ cả Lê Thị Tợi, vợ kế Lê Thị Nhượng.\n\nThi hài cụ và hai người vợ được an táng tại quê hương ngày nay thuộc thôn Bàu 1, xã Tiến Hoá, huyện Tuyên Hoá, tỉnh Quảng Bình.\n\n== Di sản ==\nHiện nay tên núi, tên sông còn ghi dấu ấn cuộc đời binh đao của nghĩa quân Bắc Quảng Bình với tên ông như: Đồng Thổng, Bàu Phượng Hoàng (xòm Bàu Tiến Hoá), Mái Lò Rèn (Tân Thủy, Tiến Hoá), khe Đá Mài, Hố Voi, Bãi Tập, Hòn Bồ Muối, Khe Cửa Đồn, Cồn Đánh Mõ, Núi Voi Dựa …\n\nĐể ghi nhớ công ơn, tại xã Tiến Hoá có 2 ngôi trường mang tên ông: Trường Tiểu Học Lê Trực và Trường THPT Lê Trực.\n\nTên ông được đặt làm tên phố và đường Lê Trực ở Hà Nội và đường Lê Trực ở quận Bình Thạnh.<ref>Trang 128, sách đã dẫn<\/ref>\n\n== Tham khảo ==\nHoài Nguyễn, Loan Nguyễn, Tuệ Nguyễn. ''Từ điển đường phố Hà Nôi: đường, phố, ngõ, di tích, thắng cảnh''.\n\n== Chú thích ==\n{{tham khảo}}\n\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Sinh năm 1882]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Quảng Bình]]\n[[Thể loại:Sống tại Hà Nội]]"}