{"188296":"[[Tập tin:Bàn thờ Lê Chất.jpg|nhỏ|phải|200px|Bàn thờ Lê Chất trong [[Lăng Ông (Bà Chiểu)]]]]\n\n'''Lê Chất''' ([[chữ Hán]]: 黎質, [[1774]] - [[1826]]<ref>{{chú thích sách|authorlink1=Nguyễn Q. Thắng|first1=Nguyễn Q. |last1=Thắng|first2=Nguyễn Bá |last2=Thế|title=Từ điển nhân vật lịch sử Việt Nam|publisher=Nhà xuất bản Khoa học Xã hội|location=[[Hà Nội]]|year=1992|page=318}}<\/ref>), còn có tên khác là '''Lê Tông Chất''' (黎宗質), '''Lê Văn Chất''' (黎文質), '''Lê Công Chất''' (黎公質) dân gian thường gọi '''Hậu quân Chất''', là tướng lĩnh, khai quốc công thần [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\n== Dưới trướng nhà Tây Sơn ==\n\nLê Chất là người huyện Phù Mỹ, tỉnh [[Bình Định]]<ref name=\"DNLT2\">Trích [[Đại Nam liệt truyện]], tập 2<\/ref><ref>''[[Từ điển nhân vật lịch sử Việt Nam]]'', trang 61<\/ref>. Ban đầu ông đầu quân cho nhà [[Tây Sơn]], làm Đô đốc dưới quyền của Đại Tư lệ là [[Lê Trung]], lập được nhiều chiến công và được Lê Trung đem con gái là [[Lê Thị Sa]] gả cho. Sử [[nhà Nguyễn]] ghi nhận rằng Lê Chất ''ở trong đám giặc rất là thiện chiến, chư tướng của ta đánh với Chất thường bị thua''.\n\nTừ sau khi vua [[Quang Trung]] mất ([[1792]]), nội bộ triều Tây Sơn rơi vào lục đục do những tranh chấp quyền hành, chúa [[Nguyễn Ánh]] ở Nam Hà thừa cơ mưu việc khôi phục. Năm Đinh Tị ([[1797]]), chúa Nguyễn chiếm được thành Diên Khánh, cử tiên phong doanh là [[Nguyễn Văn Tính]] chống giữ ở đó, để tính việc tiến lên các tỉnh còn lại. Lê Chất biết rằng triều [[Cảnh Thịnh]] chẳng sớm thì chày cũng sẽ bại vong, nhiều lần khuyên với Lê Trung đầu hàng chúa Nguyễn, nhưng Trung vẫn chần chừ không quyết. Lê Chất bèn gửi thư riêng cho [[Nguyễn Văn Tính]], xin được làm nội ứng, dự định trong ngoài phối hợp, bắt hiếp Lê Trung phải đầu hàng. Tính đem thư đó dâng lên Nguyễn vương, Vương bảo với các tướng rằng<ref name=\"DNLT2\" \/>\n:''Chất là người giảo hoạt, lời khuyên ấy chưa chắc đã thực.''\n\nSau đó Trung biết được mưu của Chất, chỉ mặt mà mắng hỏi. Chất sợ việc đó tiết lộ ra, bèn thôi không làm nội ứng nữa.\n\n== Đào thoát theo chúa Nguyễn ==\n\nNăm Mậu Ngọ ([[1798]]), Lê Văn Trung đóng quân giữ ở Trà Khúc thì gặp lúc trong triều có biến, Tiểu triều [[Nguyễn Bảo]] là con của [[Nguyễn Nhạc]]<ref>[[Nguyễn Nhạc]] mất rồi, Vua [[Nguyễn Quang Toản|Cảnh Thịnh]] ở [[Cố đô Huế|Phú Xuân]] phong cho [[Nguyễn Bảo]] làm Hiến Công, cho ăn lộc một huyện, gọi là Tiểu triều.<\/ref> căm giận vua [[Cảnh Thịnh]] chiếm thành Quy Nhơn để cho Nhạc uất ức mà chết, định bỏ về hàng chúa Nguyễn. Cảnh Thịnh sai bắt Nguyễn Bảo dìm xuống sông cho chết, lại nghe lời gièm pha nói rằng Lê Trung có dự vào trong việc ấy, mới triệu Trung về Phú Xuân, sai võ sĩ điệu ra pháp trường chém đi, rồi lại sai người đến lùng bắt Lê Chất. Chất bèn đem một người có khuôn mặt giống mình, cho uống thuốc độc chết, việc kín đáo đến nỗi bà mẹ của Chất là Đào thị vẫn tưởng là thật, khóc thương hết lời, mà lính Tây Sơn cũng tin là Chất đã chết<ref name=\"DNLT2\" \/>. Mấy hôm sau, Chất trốn về đem mẹ và vợ con vào trong núi ở [[Trà Bồng]] lẩn tránh. Có người bạn của Chất quen biết với tướng [[Tây Sơn]] là [[Lê Văn Thanh]], bảo với Thanh rằng Chất có tài làm tướng sao không dùng để giúp một tay, Thanh đáp rằng Chất đã chết rồi. Người bạn mới bảo rằng<ref name=\"DNLT2\" \/>\n:''Dùng Chất thì Chất sống, không dùng Chất thì Chất mới chết''.\n\nRồi đem sự thật kể lại cho Thanh biết, sau dẫn Chất vào gặp Thanh. Thanh đùa bảo rằng Chất hay ma đấy, mày chết lâu rồi, ai đắp thịt vào xương mày làm lại xác mày mà đến đây, nói thế rồi dắt tay lên ngồi cùng uống rượu lưu cho ở dưới trướng, cho làm Quản binh<ref name=\"DNLT2\" \/>.\n\nNăm Kỷ Mùi ([[1799]]), quân [[nhà Nguyễn]] tiến đánh thành Quy Nhơn, Chất bèn đem 200 tên thủ hạ đến cửa quân của [[Võ Tánh]] xin hàng, xin được vì triều đình mà tận lực<ref>[[Việt Nam sử lược]] (bản điện tử) [http:\/\/tusach.vietnhim.com\/showthread.php?p=46].<\/ref><ref name=\"Hoàng Việt\">Theo ''Hoàng Việt hưng long chí'', sách dẫn bên dưới, tr. 238 - 239.<\/ref><ref>''[[Quốc triều chính biên toát yếu]], trang 19<\/ref>. Nguyễn vương để Chất ở dưới quyền [[Võ Tánh]], sai đưa mẹ Chất là Đào thị cùng những thân thuộc khác đang đồn Nhạn Tử về Gia Định, cấp cho tiền gạo để nuôi. Từ ngày về với nhà Nguyễn, Lê Chất thường đánh trận lập chiến công. Lúc bấy giờ tướng Tây Sơn là [[Nguyễn Văn Ứng]] giữ thành Quy Nhơn bị tấn công dữ dội, mưu bỏ thành dẫn quân voi theo thượng đạo trốn di. Chất biết việc ấy đem báo cho Tánh biết, Tánh sai Chất quản quân đánh giặc ở Kỳ Đáo, phá được giặc, thu được quân voi nhiều vô kể. Quân [[nhà Nguyễn]] lập vòng vây ở Quy Nhơn, tổng quan [[Lê Văn Thanh]], Thượng thư [[Nguyễn Thái Phước]] vì chống giữ cô thành không có cứu viện quân, phải mở cửa thành ra hàng. Nguyễn vương tiến vào thành, cho đổi Quy Nhơn làm Bình Định. Lại chọn lính 3 huyện đặt làm 5 đồn ngự lâm, cho Chất Tá đồn Đô thống chế, theo [[Võ Thành]] lưu giữ thành ấy<ref name=\"DNLT2\" \/>.\n\n== Trong chiến dịch diệt Tây Sơn ==\n\nTướng [[Tây Sơn]] là [[Trần Quang Diệu]] nghe tin Bình Định đã mất, vội đem lính thủy bộ đến mưu toan chiếm lại. Bấy giờ [[Võ Tánh]] có ý nghi Lê Chất có bụng phản phúc, bèn giả tờ chiếu sai Chất đem lính bộ về Gia Định và trình bày việc ấy cho Nguyễn vương được biết. Nhờ đó mà Lê Chất thoát được nạn, bởi vì sau đó [[Trần Quang Diệu]] đã thu phục được Quy Nhơn năm [[1801]], và Võ Tánh cùng [[Ngô Tùng Châu]] đều chết trong chiến dịch lần đó.\n\nNăm Canh Thân ([[1800]]), Nguyễn vương đem quân cứu Bình Định, Chất phụng mệnh quản lĩnh quân tiền đạo tiến đến núi Ải Thạch. Quân Tây Sơn từ trên núi bắn súng xuống, Chất bị trúng đạn bị thương nhưng vẫn cố đánh, đẩy lùi được giặc, rồi truy khích theo đến La Thai. Mỗi khi giao chiến, Chất đều liều chết mà đánh. Khi đó thế quân [[Tây Sơn]] còn mạnh, lại có tướng đã về hàng là [[Từ Văn Chiêu]] lại trở cờ về với Tây Sơn, khiến tướng hiệu tả đồn cũng nhiều người trốn đi, quân tình sợ hãi. Chất trong lòng không yên, làm tờ biểu tâu với [[Nguyễn Ánh]]. Nguyễn Ánh dụ rằng<ref name=\"DNLT2\" \/>:\n:''Vua tôi gặp gỡ tự xưa vốn khó, ngươi đến hàng ta, ta đối ngươi bằng lòng thành tín, ngươi cũng đem lòng thành tín thờ ta, những tôi cũ nước ta, chắc cũng chả qua thế thôi, nay ngươi vâng mệnh đánh giặc cố gắng không tiếc thân, ta đã biết rồi, thực đáng khen, trong bộ khúc hoặc có đứa tình riêng nhớ nhà quá, mà trốn về, ta cũng không để ý. Ngươi chớ sợ''.\n\nChất nghe lời ấy càng cảm động cố gắng đánh giặc. Nguyễn Ánh cũng thường sai sứ đến quân yên ủi hỏi han Chất, và cho người thăm nom hỏi hạn gia quyến Chất ở Gia Định.\n\nNăm Tân Dậu ([[1801]]), Tham đốc nhà [[Tây Sơn]] là [[Phạm Văn Điển]] đánh Phú Yên, giết tướng Nguyễn là [[Lưu Tiến Hòa]], và cho lính mai phục chẹn đường chuyển lương của [[nhà Nguyễn]]. Nguyễn vương bèn sai Chất tiến đánh, phá tan quân giặc ở Hội An, từ đó đường chuyển lương được hanh thông<ref name=\"DNLT2\" \/>.\n\nMùa hạ năm đó, Nguyễn vương đích thân đem thủy sư vượt biển đánh Phú Xuân, sai Chất cùng [[Lê Văn Duyệt]] lĩnh tiền phong, gặp phò mã của [[Quang Trung]] là [[Nguyễn Văn Trị]] phòng giữ ở núi Hán Môn. Lê Chất bèn kế cho [[Lê Văn Duyệt]] đem quân lên bộ đánh úp đằng sau, vào được cửa biển Tư Hiền. Vua [[Tây Sơn]] là Quang Toản ([[Cảnh Thịnh]]) chạy trốn ra Bắc Thành. Nguyễn vương sai Lê Chất đem bộ binh, [[Nguyễn Văn Trương]] dẫn thủy binh đuổi theo, nhưng khi quân của [[nhà Nguyễn]] đến châu Nam Bố Chính thì Quang Toản đã sang sông đi rồi. Chất dẫn quân về, mang theo 2 quả ấn lấy được. Trong các tướng có người nói Lê Chất tưởng nhớ đến chủ cũ, nên không hết lòng, đánh trống đi thong thả để cho Quang Toản trốn thoát, là bởi người chứ không phải bởi trời, nhưng Nguyễn vương vẫn tin tưởng ông.\n\n[[Trần Quang Diệu]] đương ở Bình Định nghe tin quân nhà Nguyễn tiến đánh Phú Xuân, sai Tư khấu là Định đem 5000 quân về ứng cứu. Vương sai Chất và Duyệt đón đánh, bắt được đồ đảng là Lê Văn Từ, các binh lính đều đầu hàng. [[Lê Văn Từ]] nguyên là con trai của [[Lê Trung]], anh vợ Lê Chất. Từ ngày Từ đầu hàng, những quan lại của Tây Sơn trốn tránh cũng theo đó mà ra thú rất nhiều. Hơn 10 ngày sau, ông cùng [[Lê Văn Duyệt]] và bọn [[Tống Viết Phước]] đem quân vào cứu Bình Định, khi đến Quảng Ngãi phá tan một cánh quân Tây Sơn ở Trà Khúc, lại tiến đến đóng đồn ở Thanh Hà. Khi đó [[Lê Văn Duyệt]] thường lấy khí thế ức hiếp người ta, tướng sĩ đều sợ. Lê Chất tự nghĩ mình mới về hàng, nên uốn mình nghe theo Duyệt, Duyệt cũng trọng Chất là người có mưu lược, hai bên mới kết giao với nhau, dần trở nên thân thiết<ref name=\"DNLT2\" \/>.\n\nBấy giờ đại quân nhà Nguyễn tiến đến sông Gianh, Chất xin với Duyệt để về Phú Xuân đợi sai khiến, Nguyễn Ánh dụ lưu Chất ở lại và nói rằng\n:''Ngươi cùng Duyệt cầm quân đánh giặc gánh nặng một phương ta đã yên lòng, ngươi nên cùng Duyệt lấy nghĩa giao nhau, chớ lấy khí thế làm cao thấp, chớ lấy tài năng làm hơn kém, đồng tâm mưu toan, làm xong công việc mới là tôi của xã tắc, của báu của nhà nước vậy.''F\n\nMùa thu năm [[1801]], Lê Chất được phong tước Quận công<ref>''[[Quốc sử di biên]]'', trang 40<\/ref>, chia quân theo đường rừng Bình Định quanh ra sau lưng giặc xem chỗ yếu hại lập đồn cùng với quân [[Nguyễn Văn Thành]] hợp lại để bức bách giặc, giặc bỏ thành trốn, quân nhà Nguyễn lấy lại Bình Định, để [[Nguyễn Văn Thành]] ở lại trấn thủ, còn Lê Chất phụng mạng trở về Phú Xuân.\n\nTháng 5 năm [[1802]], Nguyễn vương đặt niên hiệu là [[Gia Long]], thăng Chất làm Khâm sai chưởng Hậu quân Bình Tây tướng quân, cùng [[Lê Văn Duyệt]] lĩnh quân bộ tiến đi trước, quân Nguyễn đến dinh Vĩnh Định đồn Tiên Lý, gặp quân Tây Sơn ở đâu đều đánh tan được. Không lâu sau nhà Nguyễn lấy được cả Bắc Hà, vua tôi Tây Sơn đều bị kết cục thảm hại. Triều Tây Sơn chấm dứt.\n\n== Dưới triều Gia Long ==\n\nLê Chất là người mới về hàng sau này, mà lại được tước Quận công lại đeo ấn Bình Tây tướng quân, khiến nhiều tướng khác thấy không phục. Lũ [[Đặng Trần Thường]] thường bàn riêng với nhau rằng<ref name=\"DNLT2\" \/>\n:''Chất mà bình Tây thì ai bình Chất, Chất mà Quận công ta nên mười Quận công.''\n\nLê Chất cảm thấy không yên lòng mới dâng biểu nói rằng\n:''Tôi bất tài mới quy phụ, ví với các quan lao khổ vạn phần, tài không kịp một phần, đã tước Quận công, lại chưởng Hậu quân, lạm ở cao quý không dám tự đương, xin xuống đứng cùng hàng với Đô thống chế.''\n\nVương ra lời yên ủy, vẫn cho giữ chức cũ, lại cho thêm mẹ Chất mỗi tháng 40 phương gạo. Năm Gia Long thứ 2 ([[1803]]), Lê Chất cùng với [[Nguyễn Văn Khiêm]], [[Phạm Văn Nhân]] đốc suất việc xây dựng [[Hoàng thành Huế]]<ref>''[[Quốc triều chính biên toát yếu]], trang 33<\/ref>.\n\nTháng 8, ông theo hầu Nguyễn Vương ra tuần thú Bắc Thành. Khi đến Thanh Hoa thì nghe tin Quảng Yên có giặc biển. Bắc Thành Tổng trấn [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] đem việc tâu lên, Vương sai Chất cùng [[Nguyễn Văn Trương]] đi trước đánh giặc, Chất nói với Trương rằng địa phương có giặc là phận sự của quan địa phương, mà nay [[Nguyễn Văn Thành (quan nhà Nguyễn)|Nguyễn Văn Thành]] đem giặc đưa cho ta, tướng quân sao không nói rõ (với Vương thượng), Trương nói rằng tạm đợi việc xong, nói cũng chưa muộn gì. Khi Trương đến Quảng Yên, thì giặc đã trốn trước, bèn cùng uống rượu với Thành, đem lời Chất nói ra, vì thế Thành đem lòng giận Chất.\n\nNăm [[1804]], nhân việc ban giao với phương Bắc đã ổn định, Nguyễn vương ban yến cho quần thần, triệu Chất đến hỏi việc năm trước, và đứng ra hòa giải cho ba người. Cùng năm ấy, Chất cùng Vương trở về Huế, xây dựng cung điện, xây đắp hoàng thành, tu lý các lăng, Chất cùng các đại thần chia nhau đốc suất làm các việc ấy. Chất cùng Duyệt vốn tốt với nhau, thường đi lại bàn bạc, có [[Nguyễn Văn Tài]] làm tướng dưới quyền Duyệt, mật tâu Duyệt cùng Chất âm mưu làm phản, triều đình xét thấy là vu cáo, và [[Nguyễn Văn Tài]] bị xử chết<ref name=\"DNLT2\" \/>.\n\nNăm [[1806]], Vương lên ngôi Hoàng đế, tức là Thế Tổ Cao hoàng đế. Năm [[1810]], Tổng trấn Bắc Thành là Nguyễn Văn Thành xin nghỉ chịu tang mẹ, vua cho [[Nguyễn Huỳnh Đức]] lên thay, để Lê Chất làm Hiệp Tổng trấn, Phạm Như Đăng làm Tham hiệp tổng trấn. Lại dụ bảo rằng<ref name=\"DNLT2\" \/>\n:''Trong trấn cõi Bắc, đều ủy cho các ngươi, các ngươi nên gia tâm vỗ yên, dẹp giặc, yên dân cho xứng ý trẫm. Tự phó tướng trở xuống ai trái luật đều được tiện nghi làm việc rồi sau tâu lên.''\n\nNăm [[1811]], ở Bắc Thành có bọn giặc là [[Đặng Trần Siêu]], [[Vũ Đình Lục]] họp đảng hơn 1000 người thường đi cướp bóc, Lê Chất phát quân đi đánh, sai Cai cơ [[Ngô Văn Tiến]] làm quân tiền du, quân đến xã Yên Vỹ gặp quân phục, Tiến bỏ chạy trước, Chất đem chém Tiến để răn quân sĩ, lại sai Trấn thủ Sơn Nam hạ là [[Nguyễn Văn Xuân]] tiến quân đến xã Thức Cốc đánh phá tan được quân giặc. Năm sau, bọn Siêu lại hội họp ở Sơn Âm, cướp bóc các huyện Tống Sơn, Phụng Hóa, Chất đi kinh lược Thanh Bình (sau là [[Ninh Bình]]), đi đến dâu bọn giặc vỡ tan. Chất đóng quân ở xã Mai Vy chiêu tập thổ mục, tuyên thị uy đức triều đình, sai chư quân đóng chỗ yếu hại đặt đồn phòng bị, lại đặt thêm đồn Chi Nê để chẹn đường giặc đi, từ đó quân cướp tan vỡ<ref name=\"DNLT2\" \/>.\n\nNăm [[1813]], triều đình lập ra cục Bảo tuyển, Chất được kiêm lĩnh Giám đốc. Trong năm đó, [[Đặng Trần Thường]] bị nghị tội, Lê Chất vì hiềm khích lúc trước, mới bới những việc sai phạm của Thường như khi ra coi tàu binh ở Bắc Thành, có giấu thuế đầm ao và dinh điền<ref>''[[Quốc triều chính biên toát yếu]], trang 51<\/ref>. Thường lại bị bắt giam. Trong ngục, Trần Thường tỏ ý mỉa mai, đến tai đình thần, nên khi kết án, đình thần xử [[tội giảo]]<ref name=\"DNLT2\" \/>.\n\n== Tổng trấn Bắc Thành ==\n\nNăm [[1818]], vua thăng Chất làm Tổng trấn Bắc Thành. Ông dâng sớ từ chức ấy và xin vào chầu, vua xuống tờ chiếu khen tốt nhưng không cho vào chầu. Năm sau, Chất lại xin vào chầu, vua dụ rằng việc thành còn nhiều, cho ngươi xếp đặt vài tháng nữa, trẫm sẽ tuyên triệu, chưa muộn gì. Năm đó ông đi kinh lược đồn Mỹ Nương, gặp Cai đội là [[Hồ Tiên Lộc]] cho quân nghỉ việc, Chất chém đi, đem việc tâu lên. Vua nói rằng như thế là đúng phép<ref name=\"DNLT2\" \/>.\n\nMùa đông năm [[1819]], vua [[Gia Long]] băng hà. Thái tử Đảm lên nối ngôi, tức là [[Minh Mạng|Thánh Tổ Nhân hoàng đế]], đặt niên hiệu là [[Minh Mạng]]. Lê Chất dâng sớ xin vào kinh viếng tang. Vua [[Minh Mạng]] cho rằng phương Bắc là trấn quan trọng, nên hạ chiếu khước từ.\n\nNăm [[1820]], vua mới cho Chất vào kinh, ban cho mẹ Chất là Đào thị đã hơn 70 tuổi các món bạc, lụa, trâu và rượu<ref name=\"DNLT2\" \/>. Tháng 4, triều đình xây sơn lăng cho Cao hoàng đế và Cao hoàng hậu, sung Chất làm Tổng hộ sứ, rồi sai Chất đi đốc xây Trấn Hải Đài. Khi vua mới lên ngôi đương lưu ý văn trị, tiến dụng nho thần, sai bọn [[Trịnh Hoài Đức]] tra điển lễ, điều tấu thi hành. Lê Chất cùng [[Lê Văn Duyệt]] mỗi khi vào chầu, tâu việc nhiều lúc không hợp lễ, thường vu cho là lũ Hoài Đức sinh sự ton hót vua, rồi chỉ trích, vua nghĩ lũ Duyệt là huân cựu đại thần hãy cứ để đấy, đối đãi bằng lời âm sắc vui, chưa nỡ bắt tội.\n\nMùa thu năm [[1821]], vua chuẩn bị Bắc tuần (để đón sắc phong của [[nhà Thanh]]), sai Chất về thành trước làm việc. Mùa đông ấy vua đến Bắc Thành, vua ban cho Chất dao vàng Tây dương chạm khắc mạ vàng và súng mạ bạc mỗi thứ một cái. Lúc đó Nhiếp trấn Sơn Nam thượng [[Lê Duy Thanh]] ăn của đút lót, vua cho quan Bắc Thành tra bàn, Thanh nhân vào chầu tâu khóc ở trước mặt vua xin đổi giao việc ấy cho nha khác tra xét, để khỏi bị quan Bắc Thành xử nặng, Chất hặc tâu Thanh là tiểu thần dám tứ ngạo vô lễ ở trên triều đình, xin nên chém đầu, để nghiêm kỷ cương triều đình, vua yên ủi hòa giải đi, sai quan Bắc Thành giữ lòng công bằng xét hỏi, Chất cùng Hình tào hội tra, muốn kết án Thanh vào tội tử hình. Án ấy chưa dâng lên thì có lệnh vua, chỉ cách chức của Duy Thanh và phân phối ra Quảng Bình. Chất nghe tin bực tức, muốn chấp tấu, lại sợ vượt chức không dám làm.\n\nNăm [[1822]], các trấn Bắc Thành duyệt đinh tuyển lính, đinh nhiều thắng số, vua thưởng cho Chất được cấp kỷ lục vải áo đoạn rồng bốn móng, Chất dâng biểu xin về kinh chầu vua. Vua dụ rằng<ref name=\"DNLT2\" \/>:\n:''Bắc Thành gần đây địa phương chưa tĩnh, hơn nữa nay thi hành dân chính, việc mới bắt đầu làm, dân tình chưa khỏi ngờ sợ, tất phải huân vọng trọng thần mở lòng thành tỏ công đạo mới có thể khiến dân thỏa thiếp, ngươi nên vì trẫm nhận trọng trách ấy, đợi có người thay, sẽ triệu ngươi đấy.''\n\nLại nghe mẹ Chất ốm, bèn cho con Chất là [[Lê Hậu]] (trước đã về thăm nhà hầu bà, Chất dâng sớ xin trần tình, vua lại lưu Chất ở lại làm việc. Đến tháng 9 năm đó, ở Hưng Hóa có thổ phỉ Lý Khai Hoa tụ quân hơn 1.000 người ngụy xưng là Lý Hoàng, đánh cướp đông Võ Lao, giấy ngoài biên cáo cấp, Chất lập tức sai Chưởng cơ [[Nguyễn Khắc Tuấn]] và Trấn thủ Hưng Hóa [[Nguyễn Đức Niên]] đều đem quân tiến đánh. Lại hịch cho Tuyên Quang Trấn thủ [[Đào Văn Thành]] đem quân đến động Cáo Niên tiếp ứng. Quân họ Lý dựa chỗ hiểm chống giữ quan quân, lũ Tuấn thừa thế đánh dữ, giặc đều giải tán. Liền bắt được tướng giặc [[Lý Khai Hoa]] giết đi, địa phương được yên<ref name=\"DNLT2\" \/>.\n\nNăm [[1823]], Chất được vào chầu vua, ở thành tiêu hết tiền công 3.800 quan, thóc 800 hộc, vua chiếu miễn không đòi<ref name=\"DNLT2\" \/>. Chất vào chầu ở điện, xin về Bình Định thăm cha mẹ, vua nghe cho. Lại ban mũ áo nhị phẩm cho mẹ Chất là Đào thị. Năm [[1824]], vua gả em gái thứ 8 là Trưởng công chúa Ngọc Cửu cho con trưởng của Chất là [[Lê Hậu]]. Năm đó ông và [[Lê Văn Duyệt]] hiện là Tổng trấn thành Gia Định, đều xin từ chức. Vua hỏi lý do vì sao, Chất chần chừ ba bốn lần rồi nói rằng\n:''Trước kia án [[Lê Duy Thanh]], tôi cùng Hình tào nghị xử tội Thanh đáng chết, đến lúc đình nghị Thanh được giảm nhẹ, thế là phép không tin với dân, mà tôi không làm được việc Bắc Thành là bởi thế đấy.''\n\nVua nghe câu đó rất tức giận nhưng giả bộ bảo rằng đấy là đình thần bàn, không phải ý riêng của trẫm<ref name=\"DNLT2\" \/>. Bèn cho đem án của Thanh giao cho Chất nghị lại, Chất biết ý vua giận, không dám nói nữa. Thanh lại được y án trước phát đi Quảng Bình hiệu lực<ref name=\"DNLT2\" \/>. Tháng 4, hai trấn Thanh, Nghệ trấn dân đói, giặc cướp nổi lên, Chất lĩnh 4 vệ lính kinh đi kinh lược<ref>''[[Quốc triều chính biên toát yếu]], trang 66<\/ref>, những việc lợi nên làm, việc hại nên trừ, đều dược tuỳ nghi điều độ, lại cho chuyển sức viên biền, mộ tập lính cơ. Khi Chất đến nơi, tâu xin đắp các thành phủ huyện là Tĩnh Gia, Diễn Châu, Thạch Hà, và dời đặt phủ lỵ Hà Trung, đều thuê dân làm. Lại tha các tù phạm, chiêu dụ trộm cướp và những lính các cơ Thanh Thuận, An Thuận đi thú Gia Định trốn về, và mộ dân ngoại tịch lập làm Thanh Thuận nhất, nhị 2 cơ, An Thuận nhất, nhị 2 cơ. Lại sai Quản phủ Diễn Châu [[Chu Văn Quế]], Tri huyện Hương Sơn [[Phan Nhật Thạch]] lập Thuận An tứ, Thuận An ngũ 2 cơ, xin đều cấp lương tháng chia phái đi đóng đồn giữ và cho theo sai phái. Vua nói rằng trong đám tù phạm cũng có đứa quen thói cố phạm, cũng có đứa bị hiếp theo, bị vu khác nhau, cũng nên phân biệt nặng nhẹ để tỏ pháp điển. Nhưng nay đã bổ sung vào binh ngũ rồi, tạm cho theo lời xin ấy.\n\nChất lại xin dồn bớt tổng xã thuộc huyện 2 phủ Diễn Châu, Trương Dương, đổi làm sổ đinh, cất đặt quan lại. Vua lo làm như thế nhiễu dân không cho làm, rồi cho Lê Chất về Bắc Thành. Khi về Bắc Thành, Chất dâng biểu tâu rằng\n:''Lính mới mộ được hơn 20.000 người, dồn thành hơn 300 đội, xin đặt làm Tĩnh Bắc, Định Bắc, An Bắc hơn 30 cơ, lưu thành sai phái. Lại điều bổ vào số lính thiếu của ngũ quân ngũ kịch và phân phái trú phòng các ngoại trấn.''\n\nTrong thời gian ở Bắc Thành, ông có biên soạn bộ Bắc Thành dư địa chí (gồm 12 quyển viết bằng chữ Hán) với sự tham gia của các nho sĩ Bắc Hà<ref>Theo THS. Bùi Văn Vượng, Tiểu dẫn cho quyển \"Bắc Thành dư địa chí\" in trong Tổng tập dư địa chí Việt Nam (tập 3). Nhà xuất bản Thanh Niên, 2012.<\/ref>.\n\n== Qua đời ==\n\nNăm [[1825]], Lê Chất lại dâng biểu xin cho con là Phò mã [[Lê Hậu]] về quê lo việc xây cất mộ phần cho song thân, vua nghe theo và còn thưởng 500 quan tiền. Mùa đông năm ấy mẹ của Chất là Đào thị ốm chết ở quê nhà. Chất xin chọn người thay làm việc để về sửa việc tang mẹ, vua không nỡ cướp tình bèn cho [[Nguyễn Hữu Thận]] làm Hiệp Tổng trấn Bắc Thành đi thay Chất, mà Chất vẫn đeo hàm Chưởng Hậu quân về quê để tang mẹ. Lại ban tiền gấm vải lụa đưa đến tận nhà. [[Thuận Thiên Cao Hoàng hậu|Hoàng Thái hậu]] ở trong cung cũng ban cho 3 cây gấm Tống và 50 lạng bạc<ref name=\"DNLT2\" \/>.\n\nTuy nhiên khi chưa khởi hành về quê thì Lê Chất lại dâng sớ bảo Bắc Thành có trộm cướp nổi lên, xin lưu lại để lo việc. Vua dụ rằng\n:''Ngươi nhận trọng khẩn đã lâu, cố cho ta khỏi lo về phương Bắc. Mùa đông năm ngoái vì có tang mẹ xin nghỉ việc, trẫm không nỡ cướp tình đã chọn người thay. Nay Bắc Thành giặc cướp nhiều, trẫm còn phải dậy sớm ăn muộn, người há khiết nhiên đi được à? Tưởng nên vì triều đình xuất lực cùng viên mới là [[Nguyễn Hữu Thận]], [[Trương Phước Đặng]] bàn bạc xếp đặt việc xong rồi về tang mẹ thì công nghĩa tư tình đều được tốt cả nếu cấp về gia đình, cũng nên tâu cho ta biết.''\n\nChất lúc đó đã có bệnh, lại xin lưu lại Bắc Thành khoảng một tháng để xếp đặt công việc. Vua xuống dụ bảo Chất lập tức phải về quê. Khi ông về đến kinh, vua sai người đến nhà riêng hỏi thăm yên ủi, cho đem liêu thuộc 500 người về quê trị tang mẹ. Lại cho chiếu phần phát lương cho. Khi về đến Bình Định, bệnh cũ lại phát, mùa thu năm [[1826]], Lê Chất chết ở quê nhà, hưởng thọ 53 tuổi<ref name=\"DNLT2\" \/>.\n\nVua nghe tin Chất chết, nghỉ chầu 3 ngày, lại ban gấm sa vũ đoạn đều 6 tấm và 3.000 quan tiền, tặng hàm Thiếu phó, thuỵ là Trung Nghị<ref name=\"DNLT2\" \/><ref>''[[Quốc triều chính biên toát yếu]], trang 69<\/ref>. Cấp phu coi mả. Hoàng Thái hậu cũng cho 300 lạng bạc. Mùa đông ấy, Nam Định giặc nổi lên, vua theo đổ lỗi cho Chất làm việc cẩu thả tạm bợ nên bấy giở giặc nổi lên. Lại hỏi [[Nguyễn Văn Trí]] rằng\n:''Chất là đại thần của nước ta, giao cho việc thành Bắc Thành, binh uy không chấn chỉnh, nay mới có nhiều giặc như thế. Lúc Chất còn sống không một người nào nói cho trẫm biết, là tại làm sao?''\n\nTrí tâu rằng nhân thần được vua tin ai dám nói hở ra, như tôi dẫu bất tài được yêu cũng như thế, chứ cứ một mình Chất đâu. Đó là [[Minh Mạng]] thấy Chất cùng Duyệt nắm quyền ở hai trọng trấn, ỷ là khai quốc công thần mà xem thường cả vua, nên từ lâu đã có ý ghét.\n\n== Án Lê Chất ==\n\nNăm [[1833]], [[Lê Văn Khôi]] là con nuôi của [[Lê Văn Duyệt]] tạo phản ở thành Phiên An. Năm [[1834]], triều đình hặc tội [[Lê Văn Duyệt]], nhân có một tội là vào năm [[1825]], Duyệt từng làm một tập thơ cầu cho Chất được sống thọ, cả triều đình xôn xao bàn luận. Năm [[1836]], Tả Thị lang bộ Lại [[Lê Bá Tú]] hặc Lê Chất 6 tội là<ref name=\"DNLT2\" \/><ref>''[[Việt sử tân biên]]'', tập 4, trang 394<\/ref>:\n#Chất cùng Lê Văn Duyệt ngầm mưu làm việc [[Y Doãn]], [[Hoắc Quang]] bị 2 đứa ở nói hở ra giết chết đi để lấp miệng là một tội.\n#Nhiều lần khẩn xin thưởng cho hoàng tử làm con nuôi, muốn theo mưu khôn của [[Dương Kiên]] làm cha hoàng hậu tội này là hai.\n#Muốn con gái chính vị trong cung không được thoả lòng, nói ra ý oán vọng, tội này là ba.\n#Thường nói với Lê Văn Duyệt rằng: Người ta nói: trời cùng vua và cha mẹ, làm tôi làm con dẫu có sự bất bình cũng không dám giận mà ta vẫn giận, tội này là bốn.\n#Lại nói rằng vua cậy [[Trịnh Hoài Đức]], [[Nguyễn Hữu Thận]] làm lòng bụng, ta chỉ cần vài trăm người vào triều đình hét to lên một tiếng thì lũ kia phục xuống đất, ta muốn làm thì làm, tội này là tội năm.\n#Lại nói quốc tính đổi gọi làm Tôn Thất đều do lũ [[Trịnh Hoài Đức]] y a xui dục nên đem chém đầu ở cửa miếu để cho đáng tội, tội này là sáu.\n\nSau lại kể thêm 10 tội nữa<ref name=\"DNLT2\" \/><ref>''[[Việt sử tân biên]]'', tập 4, trang 395<\/ref>:\n#Ngày ở Bắc Thành điểm binh lên cửa Ngũ môn ngồi giữa, không có lễ nhân thần là một tội.\n#Hàng năm thuyền hải vận đem của riêng chở lẫn vào thuyền công là 2 tội.\n#Cùng [[Lê Văn Duyệt]] dâng biểu từ quan để yêu sách vua là 3 tội.\n#Bắt người chết để người sống ban ơn cho, cướp quan chức việc nhiều chuyên quyền làm bậy, là 4 tội.\n#Làm trái phép ăn của đút, lấy tiền hàng ngàn hàng vạn, là 5 tội.\n#Tâu bày không hợp lẽ, có chỉ vua không theo bèn dám trả, Lê Văn Duyệt ngăn mới thôi là 6 tội.\n#Nuôi riêng cung nhân tiên triều dùng không sợ hãi là 7 tội.\n#Tiếm làm lầu chuông lầu trống là 8 tội.\n#Án tội Lê Duy Thanh đã thành, lại cùng [[Lê Văn Duyệt]] cầu xin nghị lại là 9 tội.\n#Điều bổ quân cơ quản phủ xin cử phát bằng thi hành là 10 tội.\n\nMinh Mạng xuống dụ rằng:<ref>''[[Việt sử tân biên]]'', tập 4, trang 396<\/ref>\n:''Chất tính vẫn sài lang, nết cũng quỷ quái, làm tôi thì bất trung bất chính, xử sự thì đại ác đại gian, việc gì cũng làm bậy, ai ai cũng phải nghiến răng. Há chi 16 tội như lời tâu của [[Lê Bá Tú]] mà thôi đâu. Trước kia trẫm nghĩ Chất cùng [[Lê Văn Duyệt]] dẫu mang lòng bất thần mà người chả chịu theo tất không dám phát, vả lại nó là nhất phẩm đại thần, dẫu có mưu gian, chưa quan dân tố cáo, không nỡ đặt vào tội to lũ ấy liền bị Diêm vương bắt đi, tưởng lưới trời đã không thưa lọt rồi, cho nên cũng chẳng thèm đề khởi đến. Nay đã bị người truy tham thì thị công thị tư có triều chương triều luận. Vả lại đứa kia lúc sống đem lòng làm việc trái phép, dẫu người thân thuộc của nó cũng biết là bại hoại ngầm tỏ sự trái. Hơn nữa người ta ai cũng có trí năng, ai không tức giận, chỉ sợ thế nóng của nó mà không dám cáo phát đấy thôi, quyết nhiên không ai a tòng để nhận lấy tội diệt vong. Nay bất tất tra cứu lan man hoặc lây đến người vô tội, cho giao tờ sớ của [[Lê Bá Tú]] cho đình thần đem bản thân Lê Chất chiếu 16 điều ấy định rõ tội danh, và vợ con nó cũng chiếu luật nghị xử. Duy con gái đã đi lấy chồng và đứa cháu trai còn bé thì cho miễn tội.''\n\nĐình thần bàn với nhau rằng xử tội lăng trì 6 điều, tội trảm 8 điều, tội thắt cổ 2 điều. Nay đã chết thì xin truy thu cáo sắc, bổ quan giết thây, cáo sắc phong cho cha mẹ cũng tịch thu, mà vợ của Chất là [[Lê Thị Sa]] cũng phải xử trảm quyết. Vua cho đưa án này cho các địa phương cùng nhau nghị định, sau đó xuống dụ rằng<ref name=\"DNLT2\" \/>\n:''Xem thế đủ biết thiên lý ở lòng người, công luận không mất, gian thần nuôi hoạ, muôn miệng cùng lời đủ làm án sắt ngàn đời. Và Lê Chất cùng [[Lê Văn Duyệt]] dựa nhau làm gian, tội ác to nặng, cái tóc cái tội, bổ quan tài ra mà chém xác cũng không quá đáng. Nhưng Chất cùng Duyệt tội cũng giống nhau, trước kia đã không bổ quan chém xác Duyệt thì xương khô của Chất cũng chẳng màng bắt tội. Vậy, sai Tổng đóc Bình Phú [[Vũ Xuân Cẩn]] san bằng mả Chất, dựng bia đá lên trên khắc to mấy chữ: \"Gian thần Lê Chất phục pháp xứ\" để làm răn cho đứa gian tặc vạn đời. Vợ Chất là [[Lê Thị Sa]] nguyên cùng ở dự biết âm mưu ban nghịch xử tội cực hình cũng là phải, nhưng nghĩ nó là đứa đàn bà không thèm vội vàng chánh pháp, cho nên Lê Thị Sa cùng con là lũ Cận, Trương, Ky đều cho đổi làm trảm giam hậu (chém nhưng tạm giam lại chờ phúc thẩm). Lại tịch thu gia sản của Chất được hơn 22.000 quan tiền giao cho tỉnh đem chứa vào kho. Bèn sai Hà Ninh Tổng đốc Đặng Văn Hoà xuất tiền cho tỉnh ấy đủ số ấy tán cấp cho dân nghèo 12 tỉnh Bắc Kỳ.''\n\nLê Chất có con gái là [[Lê Thị Tường]] được tuyển vào hầu vua, sinh hoàng tử là Quỳ Châu quận công [[Nguyễn Phúc Miên Liêu]]<ref>''[[Nguyễn Phước tộc thế phả]]'', trang 150<\/ref>, đến đây thị bị phế hết phẩm vị, giam cho đến chết. Con trai trưởng của Chất là [[Lê Hậu]] lấy công chúa, nhưng đã chết trước vào năm thứ 11 Minh Mạng. Còn 4 người con khác là [[Lê Cận]], [[Lê Trương]], [[Lê Thưởng]], [[Lê Kỵ]] vào kỳ phúc thẩm mùa thu năm thứ 19 [[Minh Mạng]] ([[1838]]) đều phải tội chém, phu nhân là [[Lê Thị Sa]] đưa về nguyên quán làm nô. Các cháu nội là lũ [[Lê Luận]] được giảm tội, phát phối đi Cao Bằng sung quân. Năm đầu [[Thiệu Trị]] gặp dịu ân xá nên được tha về<ref name=\"DNLT2\" \/>.\n\n== Phục hồi danh dự ==\n\nNăm đầu [[Tự Đức]], Đông Các đại học sĩ là [[Vũ Xuân Cẩn]] xin truy lục cho [[Nguyễn Văn Thành]], [[Lê Văn Duyệt]] và Lê Chất:<ref>''[[Quốc triều chính biên toát yếu]], trang 148<\/ref>\n:''Sách Chu Lễ, có 8 điều nghị để rộng tha người có tội, sách [[Tả truyện]] có câu tha tội đến 10 đời để đãi người có công đều là đạo trung hậu thường thiện lâu dài mà bạc ác thì ngắn vậy. Nhà nước ta lúc trung hưng các thần giúp nước huân liệt rất rõ, đều được tập tước lâu đời, bày thờ các đền miếu, còn các người có công lao một tấc điều thiện nhỏ cũng đều sống đeo vinh danh, chết mang biểu hiệu, điển lệ báo công rất là hậu hĩ. Trong ấy có lũ [[Nguyễn Văn Thành]], [[Lê Văn Duyệt]], Lê Chất, đều là gặp hội gió mây theo đòi tên đạn, thân làm Đại tướng, tước đến Quận công, khoảng năm Gia Long, Thành vì không biết dạy con tức giận tự tử, về sau con cháu lại nhận giặc hàm, phải án theo ngụy rồi bị giết cả. Duyệt và Chất đều sau khi chết phát ra trọng án đã truy thu quan tước, xử án phải tội lây. Chấp án đã thành, thì tội không chối được. Xét nguyên nhân phải tội thì tình cũng đáng thương, bởi vì đương lúc rậm rối, lũ ấy đều cầm dao đeo mộc dậy tự hàng binh, chỉ biết chiến đấu cho khỏe, để cầu công thước tấc, không biết học đạo khiêm cung để làm kế báo thân. Đến lúc công cao thì cậy công, thân quý thì kiêu, thẳng tình làm ngay, không tránh hình tích, cho nên bị dèm mang lỗi, đều bởi bất học mà lầm lỗi, những quan võ đời xưa, bị mắc bệnh ấy thường thường đều thế. Tôi xem sử đời trước công thần đời [[Đường Thái Tông]] như lũ [[Trưởng Tôn Vô Kỵ]], [[Lý Thế Tích]], công thần đời [[Lê Thái Tổ]] như lũ [[Trần Nguyên Hãn]], [[Lê Sát]], [[Lê Ngân]], hoặc nhân con cháu bất tiếu hoặc mình bị trọng án, trước dẫu phải tội gần đến mất giống sau cũng lần lượt hoặc được phục lại quan tước hoặc bổ dùng con cháu. Lúc trước làm tội là để nghiêm phép nước, lúc sau bổ dùng là để tỏ đặc ân, cộng qua bù nhau, ân pháp đều có, hai điều ấy chưa từng trái nhau, nay công và tội lũ Thành so với lũ [[Lý Thế Tích]], [[Trần Nguyên Hãn]] cũng là giống nhau. Nếu vì có tội không xét đến công thì những người trăm trận gian nan, nên hồn linh lạc làm đom đóm ma trơi, đều là ma không ai thờ cúng như họ Mạc Ngao những tình hình ấy tưởng lòng thánh cũng bất nhẫn. Vả lại những khoản lũ ấy bị can thành án còn đấy đã đăng lên quốc sử làm tin, nếu được ơn mở sách ra xem thì thủy chung tâm tích hành trạng một đời của lũ ấy rõ ràng minh bạch, tôi cũng không dám biện bạch nhiều. Cúi mong đặc cách gia ơn sức xuống tra hỏi những dòng dõi ấy hiện còn, đứa nào có thể thu khiển được thì cho chức hàm nho nhỏ cho được nhờ chút lộc nước, nếu đứa nào không tài năng gì cũng cho miễn binh đao chung thân để chủ việc thờ cúng, để tỏ đạo trung hậu''<ref name=\"DNLT2\" \/>.\n\nTự Đức bèn cho cháu của Chất là [[Lê Luận]] làm chức Cai đội. Năm sau ([[1849]]), lại có [[Tạ Quang Cự]] xin rửa sạch tội cho Lê Chất. Vua [[Tự Đức|Dực Tông]] có dụ rằng<ref name=\"DNLT2\" \/>\n:''Lê Chất trước theo [[nhà Tây Sơn|Tây Sơn]] làm nguỵ chức, đến lúc thế cùng mới quy phục thì tâm tích không hỏi cũng biết, sau này dẫu có chiến công cũng chả ngoài chức trách tỳ tướng, coi ngang với Nguyễn Văn Thành, Lê Văn Duyệt trước sau theo vua không thể cùng ngày nói được. Con cháu nó đã dự thu dùng cũng đủ yên lòng người có công, không nên cùng Thành, Duyệt lạm dự ân điển, để răn kẻ làm tôi hai chúa. Duy cái bia đá ở mả, cho con cháu tự sửa, không câu nệ làm gì.''\n\nCho nên, Lê Chất không được xá tội như 2 người kia, chỉ cho phép con cháu đem tấm biển ''Gian thần Lê Chất phục pháp xứ'' ra chỗ khác, và sửa sang lại phần mộ. Mãi đến năm [[1868]], ông mới được truy phong làm Tả đồn đô thống chế<ref>''[[Đại Nam thực lục]]'', tập 7<\/ref><ref>''[[Từ điển nhân vật lịch sử Việt Nam]]'', trang 62<\/ref>.\n\n== Đánh giá ==\nMặc dù có thực tài, lập được nhiều công lao, nhưng mỗi lần Lê Chất được trọng thưởng là mỗi lần ông bị kèn cựa, xoi mói. \"Đại Nam chính biên liệt truyện\" có chép chuyện ông bị phe phái của tướng [[Đặng Trần Thường]] buông lời gièm pha, đến nỗi vua [[Gia Long]] đem vụ việc ra cho triều thần bàn nghị là một ví dụ.\n \nNhưng ''đại họa'' - vụ án do Minh Mạng thi hành đối với ông - chỉ xảy đến sau khi ông mất đã 10 năm<ref>Triều Minh Mạng cầm quyền có ba vụ án lớn xảy ra: vụ Mỹ Đường (tức Hoàng tôn Đán, 1824), vụ Lê Văn Duyệt ([[1835]]) và vụ Lê Chất ([[1836]]).<\/ref>.\n\nVà có lời bình:\n:''Quan quân bình xong giặc [[Lê Văn Khôi]] rồi vua Thánh Tổ sai phá thành Phiên An đi, xây lại chỗ khác và ngài xuống chiếu định truy tội [[Lê Văn Duyệt]] và tội Lê Chất. Cứ bình tĩnh mà xét, thì chẳng qua là vua Thánh Tổ vốn có ý không ưa hai ông ấy, rồi đình thần lại nhân đó mà bới việc ra để chiều ý ngài, cho nên thành ra hai cái án thật là không đáng.''<ref>''Việt Nam sử lược'', tr.455-446.<\/ref>\n\nSau này, nhà văn [[Phan Khôi]] khi đến viếng mộ Lê Chất, có làm một bài thơ cảm hoài sau<ref>Trích báo Tiềm lực số 1 ngày 27 tháng 7 năm 1961<\/ref>:\n\n:'''Viếng mộ ông Lê Chất'''\n:Bình Tây trấn Bắc sử nghìn thu,\n:Ấy cỏ mờ rêu đất một u.\n:Ấy dũng ấy trung là thế thế!\n:Mà ân mà nghĩa ở mô mô?\n:Chim gào hờn sót xuân ầm ỹ;\n:Hùm thét oai lưa gió vụt vù,\n:Cái chuyện anh hùng ai nhắc nữa,\n:Hồ Tây văng vẳng tiếng chuông bu!\n:(báo Thực Nghiệp, [[1921]])\n\nSử gia [[Phạm Văn Sơn]] có lời đánh giá về vụ án Lê Chất (cũng như [[Lê Văn Duyệt]])<ref>''[[Việt sử tân biên]]'', tập 4, trang 396 - 397<\/ref>:\n:''Một điều đáng làm cho người ta tức cười ngày nay về hai bản án trên đây là khi [[Lê Văn Duyệt]] và Lê Chất còn sống, từ vua đến quan không ai dám hé răng nửa lời để kể tội. Các tội đều đáng chém, đáng chặt cổ bêu đầu hay xẻo thịt làm trăm mảnh. Nay kẻ phạm tội chết cả rồi, vua tội mới họp nhau mà kết án ầm ĩ. Làm tội một nắm xương tàn, xiềng xích mồ mả, tạc bia sỉ nhục, những hành động này chỉ là một trò cười đối với hậu thế. Sự thực [[Lê Văn Duyệt]] cũng như Lê Chất chỉ là những kẻ ỷ mình lập được nhiều công trạng nên đã có một vài cử chỉ quá trớn. Không dối dân, không hại nước, không phản vua mà họ bị buộc những tội tày trời như trên thì thực là một sự cố ý về đám vua quan bất minh, hẹp lượng và bạc bẽo. Bao nhiêu vụ loạn xảy ra từ Nam đến Bắc cũng do [[Minh Mạng]] và đám đình thần có quá nhiều sở đoản.''\n\n== Thông tin liên quan ==\n\nLúc còn sống, Lê Chất là quan đồng triều, là bạn thân của Lê Văn Duyệt, và cùng chịu án oan như nhau. Có lẽ đó là lý do chính, khiến Hội Thượng Công Quý Tế lập bàn thờ ông tại [[Lăng Ông (Bà Chiểu)|Lăng Ông Bà Chiểu]]<ref>Xem: [http:\/\/www.dunglac.org\/index.php?m=module2&v=detailarticle&id=60&ia=1525]{{Liên kết hỏng|date = ngày 9 tháng 5 năm 2021 |bot=InternetArchiveBot }}.<\/ref>.\n\nNăm [[1910]], khi sở công chính [[Hà Nội]] đào quãng đường từ [[đền Quán Thánh]] đến phủ [[Toàn quyền Đông Dương]] để đặt trụ điện, đã cho bốc mộ Lê Chất; và người ta đã tìm thấy cân đai, áo mũ hãy còn nguyên vẹn. Hài cốt của ông sau đó được cải táng ở bên vườn Bách thú Hà Nội. Ông còn chính quyền thời Pháp thuộc đặt tên đường với tên '''Hậu Quân Chất.''' Sau Cách mạng Tháng 8, chính quyền Việt Minh đổi tên thành đường [[Mai Xuân Thưởng]].\n\n== Xem thêm ==\n* [[Bắc Thành dư địa chí]]\n* [[Lê Văn Duyệt]]\n* [[Minh Mạng]]\n* [[Lê Trung]]\n* [[Lê Thị Sa]]\n* [[Vũ Xuân Cẩn]]\n\n{{s-start}}\n{{s-off}}\n{{succession box|title=Hiệp trấn [[Thăng Long|Bắc Thành]]|before=none<br>Chức vụ thành lập|after=[[Nguyễn Hữu Thận]]|years=1810–1819}}\n{{succession box|title=Tổng trấn [[Thăng Long|Bắc Thành]]|before=[[Nguyễn Huỳnh Đức]]|after=none<br>Chức vụ bãi bỏ|years=1819–1826}}\n{{s-end}}\n\n== Sách tham khảo ==\n* Quốc sử quán triều Nguyễn (2006), Đại Nam thực lục chính biên tập 7, Nhà Xuất bản Giáo dục, bản điện tử.\n* [[Quốc sử quán triều Nguyễn]], ''Quốc triều chính biên toát yếu'' ([[Cao Xuân Dục]] chủ biên, 1908), bản điện tử.\n* [[Viện Sử học Việt Nam]] (2006), ''Đại Nam liệt truyện, tập 2 Sơ tập'', Nhà Xuất bản Thuận Hóa, Huế\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''Nguyễn Phúc Tộc thế phả'', Nhà Xuất bản Thuận Hóa.\n* [[Trần Trọng Kim]] (1971), ''[[Việt Nam sử lược]]'', Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục\n* [[Ngô Giáp Đậu]], ''Hoàng Việt hưng long chí''. Nhà xuất bản Văn học, 1993.\n* [[Viện sử học]] (2009), ''Quốc sử di biên'', Nhà xuất bản Văn hóa Thông tin (Phan Thúc Trực chủ biên)\n* [[Nguyễn Q. Thắng]] - Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1992.\n* [[Nguyễn Khắc Thuần]], ''Việt sử giai thoại'' (tập 8). Nhà xuất bản Giáo dục, 1988.\n* [[Đinh Xuân Lâm]], [[Trương Hữu Quỳnh]] (2005), ''Từ điển nhân vật lịch sử Việt Nam'', Nhà xuất bản Giáo dục\n* Phạm Văn Sơn (1962), Việt sử tân biên, quyển 4, Tác giả giữ bản quyền\n\n==Chú thích ==\n{{Tham khảo}}\n== Liên kết ngoài==\n* [http:\/\/www.baobinhdinh.com.vn\/642\/2004\/2\/8517\/ Lê Chất]\n\n{{Thời gian sống|sinh=1769|mất=1826}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Người Bình Định]]"}