{"234122":"{{Thông tin nhân vật hoàng gia\n| tên = Lê Mẫn Đế\n| tên gốc = 黎愍帝\n| tước vị = [[Vua Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = \n| ghi chú hình = \n| chức vị = [[Nhà Hậu Lê|Hoàng đế Đại Việt]]\n| tại vị = [[10 tháng 8]] năm [[1786]] &ndash; [[tháng 1]] âm lịch năm [[1789]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1786 till:1789 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Lê Hiển Tông]]\n| nhiếp chính = [[Trịnh Bồng]] ([[1786]] &ndash; [[1787]])\n| kiểu nhiếp chính = <font color=\"blue\">Chúa Trịnh<\/font>\n| kế nhiệm = <font color=\"red\">'''Triều Hậu Lê cáo chung'''<\/font><br><small>[[Quang Trung]] ''(trên thực tế)''<\/small>\n| hoàng tộc = [[Nhà Lê trung hưng|Nhà Lê Trung hưng]]\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = <\/small>\n*Lê Duy Khiêm (黎維謙)\n*Lê Duy Kỳ (黎維祁)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên thật\n| niên hiệu = Chiêu Thống (昭統)\n| thời gian của niên hiệu = [[1786]] - [[1789]]\n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = Mẫn Hoàng đế (愍皇帝)\n| phối ngẫu = \n| vợ = [[Nguyễn Thị Kim (hoàng phi)|Nguyễn Thị Kim]]\n| con cái = \n| cha = [[Lê Duy Vỹ|Lê Duy Vĩ]]\n| mẹ = [[Mẫn Thái hậu]]\n| sinh = [[1765]]\n| nơi sinh = [[Đông Kinh]],[[Việt Nam|Đại Việt]]\n| mất = [[1793]]\n| nơi mất = [[Bắc Kinh|Yên Kinh]], [[Nhà Thanh|Trung Hoa]]\n| ngày an táng = [[Tháng mười một|tháng 11]] năm [[1804]] <br>\n| nơi an táng = Lăng Bàn Thạch, [[Thanh Hóa]], [[Đại Việt]]\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}{{Vua nhà Hậu Lê (theo năm)}}\n'''Lê Chiêu Thống''' ([[chữ Hán]]: 黎昭統 1765 &ndash; 1793) hay '''Lê Mẫn Đế''' ([[chữ Hán]]: 黎愍帝), tên thật là '''Lê Duy Khiêm''' (黎維[[Tập tin:Nom Character ⿰礻兼.svg|16px]]), khi lên ngôi lại đổi tên là '''Lê Duy Kỳ''' (黎維祁),<ref name=KDVSTGCM46>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm51.html Khâm định Việt sử Thông giám Cương mục], Chính biên quyển thứ 46.<\/ref> là vị hoàng đế thứ 16 và là '''hoàng đế cuối cùng''' của [[nhà Lê trung hưng|Hoàng triều Lê]] nước [[Đại Việt]], giữ ngôi từ cuối [[tháng 7]] âm lịch<ref>Vua [[Lê Hiển Tông]] mất ngày [[17 tháng 7]] âm lịch.<\/ref> năm [[1786]] tới đầu [[tháng 1]] âm lịch  năm [[1789]].\n\nLê Duy Kỳ là cháu đích tôn của vua [[Lê Hiển Tông]], ông lên ngôi trong bối cảnh [[Nhà Tây Sơn|quân Tây Sơn]] từ phương Nam tràn chiếm [[Bắc Hà]], lật đổ [[chúa Trịnh]]. Triều đại của ông chứng kiến sự thay đổi lớn từ việc kết thúc các đời [[chúa Trịnh]], đến sự phát triển của [[nhà Tây Sơn]], và việc cầu viện [[nhà Thanh]] đem quân sang đánh [[Quang Trung]] với hy vọng trở lại ngai vàng.\n\n==Trước khi kế vị==\n===Mắc nạn cùng cha===\nCha của Duy Khiêm là Hoàng thái tử [[Lê Duy Vỹ]], con của vua [[Lê Hiển Tông]] (ở ngôi [[1740]]–[[1786]]), mẹ là [[Mẫn Thái hậu]]. Trước khi [[Trịnh Doanh]] chết, Thế tử [[Trịnh Sâm]] có hiềm khích sâu nặng với Duy Vĩ. Sau khi lên nối ngôi chúa, tháng 12 năm [[Tân Sửu]] ([[1771]]), Sâm bày mưu hãm hại và giết Duy Vĩ trong ngục. Lê Duy Khiêm cùng hai em là Lê Duy Trù và Lê Duy Chi đều bị bắt đem giam cầm ở ngục Đề Lãnh.<ref name=KDVSTGCM43>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm48.html Khâm định Việt sử Thông giám Cương mục], Chính biên quyển thứ 43.<\/ref> Năm đó, Duy Khiêm mới 6 tuổi. Chú của Duy Khiêm (em Duy Vĩ) là [[Lê Duy Cận|Duy Cận]] được lập làm Thái tử do sự can thiệp của [[Nguyễn Thị Ngọc Diễm|Trịnh Thái phi]] (mẹ Trịnh Sâm).\n\nTháng 10 năm [[Nhâm Dần]] ([[1782]]), sau khi Trịnh Sâm mất, binh lính tam phủ làm loạn, truất thế tử [[Trịnh Cán]], lập thế tử [[Trịnh Khải]] ([[Trịnh Tông]]), tức là [[loạn kiêu binh]]. Quân lính cũng mở ngục rước ba con của Duy Vĩ về cung. Năm đó Duy Khiêm 17 tuổi, ở trong ngục tổng cộng 11 năm.\n\n===Được lập kế vị===\nDuy Khiêm trở về cung, ngôi thái tử của Duy Cận bị đe dọa. Trịnh Thái phi vốn ủng hộ Duy Cận sợ Duy Cận mất ngôi thái tử, bèn sai hoạn quan là Liêm Tăng  đến bắt ép Duy Khiêm sang chầu, để toan bí mật giết đi. Duy Khiêm từ chối không được, khóc mà ra đi.\n\nKhi đi đường, quân tuần sát ngăn lại. Vì thế các quân lính la hét ầm ĩ, yêu cầu tra cứu người lập mưu làm hại Thái tôn. Quân lính lùng tìm Liêm Tăng không được, ngờ là Duy Cận chủ mưu. Lúc ấy, Duy Cận đang chầu Trịnh Thái phi, nghi trượng để ngoài cửa phủ đường, quân sĩ đều đập phá tan nát. Duy Cận sợ, phải thay đổi quần áo đi lẻn về cung. Duy Khiêm thoát nạn.\n\n[[Trịnh Khải]] biết việc này là do thái phi gây ra, bèn dụ quân sĩ thôi làm huyên náo, rồi hạ lệnh cho bầy tôi trong triều xin nhà vua Hiển Tông lập Duy Khiêm làm '''Hoàng thái tôn''',(皇太孫) lại bắt Duy Cận làm tờ biểu nhường ngôi [[thái tử]].\n \nTháng giêng năm [[1783]], Duy Khiêm với cương vị là cháu trưởng, được ông nội lập làm Hoàng thái tôn, còn chú Duy Cận bị truất làm Sùng Nhượng công. Lúc ấy Duy Khiêm 18 tuổi.\n\n== Được Nguyễn Huệ đưa lên ngôi ==\nTháng 7 âm lịch năm [[Bính Ngọ]] ([[1786]]), [[Nguyễn Huệ]] với chiêu bài '''phù Lê diệt Trịnh''' đã mang quân ra [[Bắc Hà]] đánh đổ Trịnh Khải. Quyền binh khi đó ở cả trong tay [[Quang Trung|Nguyễn Huệ]]. Vua Hiển Tông phong cho Nguyễn Huệ là Nguyên soái Phù chính Dực vận Uy quốc công, sau đó gả con gái thứ 21 là [[công chúa]] [[Lê Ngọc Hân]] cho Nguyễn Huệ. Khi đó Bắc Hà rối loạn, lòng người tản mát, vua Lê yếu hèn nhu nhược, [[chúa Trịnh]] thì đã bị đánh đổ, tạo ra khoảng trống quyền lực. Tuy nhiên, Nguyễn Huệ ra Bắc Hà lần này là lần đầu, giới sĩ phu [[Bắc Hà]], do tư tưởng chính thống nên còn rất nghi kỵ và nhìn chung có thái độ chống đối với quân Tây Sơn. Phía nam quân [[Gia Long|Nguyễn Ánh]] vẫn còn quấy rối, không có Nguyễn Huệ thì không ai đảm đương được. Nguyễn Huệ thấy chưa thể củng cố được vững chắc quyền lực của mình ở Bắc Hà, nên đã quyết định không xưng đế mà để [[Nhà Lê trung hưng|nhà Lê]] tiếp tục giữ ngôi vua. Quyền phế lập ở cả trong tay Nguyễn Huệ là điều cả ông lẫn nhà Lê đều ý thức được. Vua Hiển Tông trước khi chết dặn lại Duy Khiêm (Chiêu Thống):\n:''\"Ta chỉ sớm tối sẽ trút bỏ gánh nặng, bây giờ lo lắng việc nước là ở mình cháu, cháu phải nghĩ lấy. Binh lính xứ khác (tức xứ Đàng Trong) còn đóng ở đây, về việc truyền nối ngôi vua là việc trọng đại, cần phải thượng lượng bàn bạc với nguyên soái (tức [[Nguyễn Huệ]]), chớ nên làm tắt\".''<ref name=KDVSTGCM46 \/>\n\nVề việc chọn người nối ngôi, Nguyễn Huệ đầu tiên tham khảo ý kiến vợ là [[Lê Ngọc Hân|công chúa Ngọc Hân]]. Công chúa Lê Ngọc Hân khen Duy Cận là người hiền, nhưng sau đó do ý kiến từ các hoàng tộc [[nhà Lê trung hưng|nhà Lê]], Ngọc Hân xin lại với Nguyễn Huệ lập Duy Khiêm. Nguyễn Huệ đồng ý, đưa Duy Khiêm lên ngôi vua. Vua mới đổi tên là Duy Kỳ, đặt niên hiệu là '''Chiêu Thống'''. Năm đó Chiêu Thống 21 tuổi.\n\n==Nỗ lực củng cố hoàng quyền==\n{{Xem thêm|Trịnh Bồng}}\nTháng 8 năm [[Bính Ngọ]] ([[1786]]), [[Nguyễn Nhạc]] ra [[Thăng Long]] rồi bất ngờ cùng [[Nguyễn Huệ]] bỏ vào Nam mà không hề báo cho Chiêu Thống. Chiêu Thống không đủ uy tín và tài năng để khôi phục lại vương quyền, dẫn đến cảnh \"hào mục các nơi chiếm giữ châu quận, chiêu tập binh mã, đều mượn danh nghĩa \"bảo vệ\"<ref name=KDVSTGCM46 \/>; những hạng vô lại đánh giết lẫn nhau, trong nước thành ra rối loạn\". Thêm vào đó, dư đảng của họ Trịnh là [[Trịnh Bồng]] lại nổi lên, được vua triệu về triều, dần dần lấn át quyền hành của vua. Chiêu Thống cũng hiểu được đây là cơ hội khôi phục lại hoàng quyền chính thống của [[nhà Lê]]. Tháng Chín năm [[Bính Ngọ]] Chiêu Thống năm thứ nhất ([[1786]]), trước yêu cầu phong vương của [[Trịnh Bồng]], vua cự tuyệt và nói:\n{{cquote|\n''Trước kia cơ nghiệp nhà ta giữa chừng đổ nát, chính quyền do trong tay họ Trịnh, việc tế tự thì về quả nhân. Đấy là một thời kỳ. Nhưng nay lòng trời oán ghét họa loạn, phó thác quyền bính cho một mình ta. Một nước hai vua, có lẽ nào cứ giữ làm thể lệ được?''<ref name=KDVSTGCM46 \/>\n}}\nTuy nhiên, trước áp lực từ triều thần cùng lực lượng quân đội ủng hộ Trịnh Bồng do [[Đinh Tích Nhưỡng]] chỉ huy kéo từ [[Hải Dương]] về [[Thăng Long]], Chiêu Thống buộc phải nhượng bộ và phong cho Bồng là Nguyên soái, Tổng quốc chính, Yến Đô vương. Tuy nhiên, bản thân [[Trịnh Bồng]] cũng không nắm được thực quyền, việc quyết đoán nằm cả ở trong tay người thực sự nắm giữ quân đội là Đinh Tích Nhưỡng. Tích Nhưỡng vốn là tướng võ biền, dẫn đến việc cai trị càng rối loạn hơn: \"Ngay giữa ban ngày, thủ hạ ra sức cướp bóc dân cư gần kinh thành, không có hiệu lệnh ngăn cấm. Mọi người đều cho là không còn hy vọng gì cả\".<ref name=KDVSTGCM46 \/> Trong khi đó, Chiêu Thống một mặt tự đề phòng cho bản thân, một mặt bí mật xuống chiếu cần vương, cử người vào [[Nghệ An]] thăm dò ý định của trấn thủ Nghệ An là [[Nguyễn Hữu Chỉnh]].\n\nTình trạng \"bằng mặt mà không bằng lòng\" giữa Chiêu Thống và Trịnh Bồng thể hiện qua sự kiện bổ nhiệm và đặt tên gọi quan lại sau đó. Chiêu Thống tìm cách nắm lấy binh quyền, nhưng Đinh Tích Nhưỡng, câu kết với [[Hoàng Phùng Cơ]], mượn tiếng đem quân từ [[Sơn Tây (tỉnh cũ)|Sơn Tây]] về bảo vệ kinh thành, gây áp lực buộc nhà vua phải trở lại hệ thống cai trị cũ trước kia với quyền hành thực sự nằm cả trong tay [[chúa Trịnh]].\n\n[[Khâm định Việt sử Thông giám cương mục]] nhận xét:\n{{cquote|\n''Từ đấy, chính quyền trong nước lại về tay họ Trịnh, nhà vua rất tức giận, mọi việc đều giằng co hạn chế, trong triều rối beng, không biết thế nào là chuẩn định''.<ref name=KDVSTGCM46 \/> \n}}\nMâu thuẫn giữa cung vua và phủ chúa lên đến đỉnh điểm và bùng phát thành bạo lực vào tháng 11 năm Bính Ngọ ([[1786]]), sau sự kiện [[Dương Trọng Khiêm]]. Khiêm là một trong những người ủng hộ mạnh mẽ việc khôi phục quyền hành của [[chúa Trịnh]] và được [[Trịnh Bồng]] đền đáp bằng chức coi giữ [[bộ Hộ]], trông coi về tài chính, thuế khóa. Tuy nhiên, do lo sợ nhà vua khôi phục lại quyền lực, Khiêm xui Trịnh Bồng làm việc phế lập. Bồng nghe theo, sai Nguyễn Mậu Nễ và Bùi Nhuận đang đêm đem quân vào cung khuyết. Hoàng Phùng Cơ nghe tin, sợ bị mang tiếng xấu cùng phe với quân tạo phản, đem quân chặn Mậu Nễ. Mậu Nễ không dám đánh, buộc phải lui quân.\n\nSau sự kiện đó, Chiêu Thống chính thức có chiếu thư cho [[Nguyễn Hữu Chỉnh]] kêu gọi đem quân cần vương. Chỉnh vốn là tay gian hùng, bỏ [[nhà Lê]] theo Tây Sơn, rồi lại dẫn Tây Sơn ra Bắc Hà, nhưng cũng không được Tây Sơn tin tưởng. Khi Nguyễn Nhạc và Nguyễn Huệ rời Thăng Long vào nam đã không cho Chỉnh biết. Chỉnh phải chạy theo về, rồi được bổ làm trấn thủ [[Nghệ An]], cũng là việc bất đắc dĩ. Đến đây, Chỉnh tiếp được mật chỉ, thấy là cơ hội không thể bỏ qua, lập tức truyền đi các nơi, lấy danh nghĩa nhà Lê mộ quân, trong \"khoảng mười ngày, mộ hơn được một vạn lính\".<ref name=KDVSTGCM46 \/> Chỉnh đem quân tiến ra Bắc, nhanh chóng đập tan mọi kháng cự của Trịnh Bồng và [[Đinh Tích Nhưỡng]], được Chiêu Thống đích thân ra khỏi thành đón tiếp.\n\n==Nguyễn Hữu Chỉnh nắm quyền==\n{{Xem thêm|Nguyễn Hữu Chỉnh|Vũ Văn Nhậm}}\nTháng 12 năm Bính Ngọ, Chiêu Thống thứ nhất ([[1786]]), sau khi Nguyễn Hữu Chỉnh đánh tan quân họ Trịnh, vào Thăng Long, Chiêu Thống bèn bổ dụng Chỉnh là Đại Tư đồ, phong tước Bằng Trung công. Chiêu Thống từ đấy dựa cả vào Hữu Chỉnh. Chỉnh nắm binh quyền, dần dần ép Chiêu Thống cả trong việc bổ nhiệm quan chức, sắp đặt chính sự. '''Cương mục''' chép: \n{{cquote|\n''Từ đây, uy quyền quá lừng lẫy, Chỉnh kéo bà con bè đảng, cắt đặt chia giữ các chức ở trong kinh đô và ngoài các trấn, việc gì cũng tự Chỉnh chuyên quyền quyết định cả. Chỉnh lại mở phủ cho con là Hữu Du ở tại phía đông dinh mình, bắt chước như lối chúa Trịnh xưa cho thế tử ra ở phủ riêng. Chỉnh kiêu ngạo lấn lướt, làm cho nhà vua dần dần phát chán''.<ref name=KDVSTGCM46 \/>\n}}\nChiêu Thống lại tìm cách giết Chỉnh, nhưng [[Vũ Trinh]] can ngăn, mới thôi. Chỉnh phong thanh biết chuyện, từ đó bỏ luôn cả lễ triều yết. Tuy nhiên, Chỉnh vẫn giữ danh nghĩa tôn phù vua Lê. Sau đó, cùng bộ hạ là [[Hoàng Viết Tuyển]], Chỉnh lần lượt diệt các thế lực chống đối [[nhà Lê]] ở Bắc Hà như Dương Trọng Khiêm, Hoàng Phùng Cơ, Trịnh Bồng và Đinh Tích Nhưỡng.\n\nTháng 11 năm Đinh Mùi Chiêu Thống thứ hai ([[1787]]), quân Tây Sơn do [[Vũ Văn Nhậm]] chỉ huy tấn công Bắc Hà. Chiêu Thống sai Nguyễn Hữu Chỉnh đem quân chống cự, nhưng trong trận đánh lớn trên [[sông Thanh Quyết]], bị Văn Nhậm đánh tan. Hữu Chỉnh và Hữu Du chỉ kịp đem vài trăm quân chạy về [[Thăng Long]].\n\nTháng 12 năm đó, Văn Nhậm kéo quân tới Thăng Long, Chiêu Thống nghe lời Hữu Chỉnh, bỏ Thăng Long chạy đi [[Kinh Bắc]]. Lúc đi, thị vệ và các bầy tôi tản mát bỏ trốn hết. Vua lại phải cho người sang nhờ Hữu Chỉnh đi hộ giá. Khi vua đến Kinh Bắc, trấn thủ là Nguyễn Cảnh Thước, vốn đã bí mật đầu hàng Tây Sơn, đóng cửa thành cáo bệnh không đón. Vua cùng Hữu Chỉnh qua đò [[sông Cầu|sông Nguyệt Đức]], đi theo chỉ còn sáu, bảy người, lại bị bọn vô lại cướp mất áo bào. Tình cảnh hết sức thê thảm. Khi Chiêu Thống tới huyện [[Yên Dũng]] mới được tri huyện huyện ấy giúp đỡ, xin hộ giá, rồi dần dần khôi phục lại được lực lượng ở mạn [[Cao Bằng]], [[Thái Nguyên]].\n\nSau đó, Nguyễn Văn Hòa, bộ tướng của Văn Nhậm, đuổi kịp quân nhà Lê. Chiêu Thống thân chinh cầm quân ngự chiến, nhưng thua trận, Nguyễn Hữu Du chết tại trận, [[Nguyễn Hữu Chỉnh]] bị bắt giải về kinh, rồi bị Văn Nhậm xử tử, quân nhà vua tan vỡ, Dương Đình Tuấn hộ vệ vua chạy sang trại Sơn Lộc. Các bầy tôi khác đều tan tác hết.\n\n==Cầu viện Mãn Thanh==\n[[Hình:Chinese officials receiving depossed Vietnamese Emperor Le Chieu Thong.jpg|nhỏ|phải|330px|Lê Chiêu Thống tới bản doanh quân Thanh.]]\nSau đó, Chiêu Thống lẩn quất chạy trốn quân [[Vũ Văn Nhậm]] ở mạn bắc [[Sông Cầu|sông Nguyệt Đức]], khi thì ở huyện Gia Định, lúc lại đi [[Chí Linh]], [[Thủy Đường]], [[Vị Hoàng]]. Nhậm lại kiêu ngạo, tiếm quyền, có ý đồ phản Tây Sơn. Tháng Tư năm Mậu Thân ([[1788]]), Nguyễn Huệ lại ra bắc, vào thành Thăng Long, bắt giết Vũ Văn Nhậm, cho [[Ngô Văn Sở]] cai quản binh quyền, đặt Lê Duy Cận làm giám quốc coi việc thờ cúng tôn miếu [[nhà Lê]]. Chiêu Thống chạy ra [[Kinh Bắc]] lần thứ hai.\n\nTrước kia, khi [[hoàng thái hậu|thái hậu]] là mẹ vua đến [[Cao Bằng]], bị các thế lực cát cứ địa phương uy hiếp, bầy tôi nhà Lê là Đốc đồng Nguyễn Huy Túc, phiên thần Địch quận công Hoàng Ích Hiểu, tụng thần [[Lê Quýnh]] và Nguyễn Quốc Đống bảo vệ thái hậu và con trai Chiêu Thống qua cửa ải [[Thủy Khẩu]] chạy sang [[Long Châu]] nhà Thanh, gặp Tổng đốc [[Lưỡng Quảng]] [[Tôn Sĩ Nghị]] và Tuần phủ [[Quảng Tây]] Tôn Vĩnh Thanh cầu xin cứu viện.\n\nNhà Thanh bèn nhân dịp đấy định thôn tính luôn An Nam. '''Cương mục''' viết:\n{{cquote|\n''Thái hậu đưa nguyên tử (con trai Chiêu Thống) đến yết kiến ở trong sân, gào khóc xin cứu viện. Bọn Sĩ Nghị tâu với vua Thanh rằng tự hoàng nhà Lê đương phải bôn ba, đối với đại nghĩa, ta nên cứu viện. Vả lại, [[An Nam]] là đất cũ của Trung Quốc, sau khi khôi phục nhà Lê, ta nhân đó, đặt lính thú để đóng giữ. Thế là vừa làm cho nhà Lê được tồn tại, vừa chiếm lấy được An Nam, thật là làm một chuyến mà được hai lợi.<ref name=KDVSTGCM47>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm52.html Khâm định Việt sử Thông giám Cương mục], Chính biên quyển thứ 47.<\/ref>}}\nVua Thanh thuận cho, [[Tôn Sĩ Nghị]] bèn điều động quân 4 tỉnh [[Quảng Đông]], [[Quảng Tây]], [[Vân Nam]] và [[Quý Châu]] kéo sang [[Đại Việt]], sai [[Lê Quýnh]], Nguyễn Quốc Đống về tâu lại với Chiêu Thống. Vua bấy giờ mới biết, bèn sai Tham tri chính sự Lê Duy Đản và Hàn lâm hiệu thảo Trần Danh Án đi đường tắt lên đón quân [[nhà Thanh]].\n\nQuân Thanh sang, quân Tây Sơn không đón đánh mà bỏ Thăng Long lui về giữ [[Tam Điệp]]. Tháng 10 năm Mậu Thân ([[1788]]), quân Thanh do Tôn Sĩ Nghị chỉ huy đưa Chiêu Thống về Thăng Long. Nhà Thanh phong cho Chiêu Thống làm '''An Nam quốc vương'''. Kể từ đây, Chiêu Thống tin tưởng hoàn toàn vào [[nhà Thanh]]. Dù trở lại ngôi vua, Chiêu Thống thực sự chỉ là bù nhìn của quân Thanh. Việc chủ yếu của vua lúc đó là luận công những người hộ giá và trị tội những người theo Tây Sơn. Ngoài ra, việc trong ngoài đều trong tay Sĩ Nghị.\n\n''Cương mục'' nhận xét:\n{{cquote|\n''Bấy giờ hào kiệt bốn phương đua nhau trổ sức để làm việc, nhưng nhà vua chủ yếu chỉ dựa vào người Thanh. Khi chia ban quan chức, nhà vua chỉ trao cho các bầy tôi đi theo hộ giá và theo hầu ở hành tại, còn cựu thần và hào kiệt đều không được bổ dùng. Các bầy tôi cũng không ai nói đến việc ra quân để phục thù. Trong kinh và ngoài các trấn thảy đều chán nản và rời rạc. Cái cơ thành hay bại chỉ một mực tùy theo người Thanh mà thôi. Thế là việc nước không thể xoay xở được nữa''.<ref name=KDVSTGCM47 \/>\n}}\n\n==Chết trên xứ người==\nTháng giêng năm [[Kỷ Dậu]] ([[1789]]), [[Quang Trung]] kéo quân ra [[Bắc Hà]], chỉ một trận quét sạch 29 vạn quân Thanh, Chiêu Thống lại phải theo bại quân [[nhà Thanh]] chạy sang [[Trung Quốc]]. Chiêu Thống lại tiếp tục xin nhà Thanh cho quân cứu viện. Nhà Thanh, phần sợ [[Quang Trung]], phần vua Thanh đã già ngán ngẩm việc chinh chiến, chỉ hứa hão với Chiêu Thống mà không cho quân. Thân vương nhà Thanh là [[Phúc Khang An]] hứa giúp quân cho Chiêu Thống, nhưng lại tâu với vua Thanh [[Càn Long]] rằng Chiêu Thống không còn muốn trở về. Tháng Tư năm đó, theo lời tâu của [[Hòa Thân]] và Phúc Khang An, Càn Long phong Nguyễn Huệ là [[An Nam quốc vương]] và nhận tiếp sứ của [[nhà Tây Sơn]].\n\nThế nhưng, Chiêu Thống vẫn chưa thôi mộng phục quốc. '''Cương mục''' chép:\n{{cquote|\n''Nhà vua căm giận vì bị người Thanh lừa gạt, bèn cùng các bầy tôi là bọn Phạm Như Tùng, Hoàng Ích Hiểu, Lê Hân, Nguyễn Quốc Đống, Nguyễn Viết Triệu, Lê Quý Thích, Nguyễn Đình Miên, Lê Văn Trương, Lê Tùng và Lê Thức mười người uống máu ăn thề, làm bài biểu định đưa lên vua Thanh để xin quân cứu viện, nếu không được thì xin được đất hai châu [[Tuyên Quang]] và [[Thái Nguyên]] để quay về giữ việc thờ cúng tổ tiên hay là cùng nhau lén về [[Gia Định]], nương nhờ triều ta (triều Nguyễn) để dần dà toan tính việc khôi phục, chứ quyết không chịu sống thừa ở đất Bắc''<ref name=KDVSTGCM47 \/>. \n}}\n[[Tháng năm|Tháng 5]] năm [[Nhâm Tý]], tức năm Càn Long thứ 57 ([[1792]]), con trai chết, Chiêu Thống thất vọng và chán nản, lâm bệnh rồi qua đời ngày [[16 tháng 10]] (âm lịch) năm [[1793]] tại [[Bắc Kinh|Yên Kinh]]. Nhà Thanh chôn ông theo nghi thức tước công.\n\nNăm [[1802]], sau khi [[Gia Long|Nguyễn Ánh]] lên ngôi [[Hoàng đế]], mở đầu thời kỳ [[nhà Nguyễn]], đã cho sứ giả sang thông hiếu và quy phục [[nhà Thanh]]. Nhân đó các bầy tôi [[nhà Hậu Lê]] dâng biểu xin trở về nước nhà. Năm [[1804]], vua [[Gia Khánh]] nhà Thanh cho phép đưa linh cữu vua Lê, Thái hậu và con trai Chiêu Thống về nước. Tháng 11 cùng năm, táng nhà vua ở lăng Bàn Thạch (nay là xã Xuân Quang, huyện Thọ Xuân, tỉnh Thanh Hóa).\n\n==Gia quyến==\n\nCha: [[Lê Duy Vỹ|Duy Vỹ]] tức Hựu Tông Mẫn hoàng đế\n\nMẹ: Thiếp Nguyễn Thị tức [[Mẫn Thái hậu]]\n\nPhối ngẫu: Mẫn [[Hoàng quý phi]] [[Nguyễn Thị Kim]]\n\nCon cái: vua sinh được 2 người con một trai, một gái, trưởng là Thuyên mất sớm ở Bắc quốc, nữ là Ngọc Nga ở lại Bắc quốc không có con.\n\n==Phê phán==\nLê Chiêu Thống bị giới làm sử đời sau phê phán gay gắt. Các tác giả [[Ngô gia văn phái]] dù không chống [[nhà Tây Sơn]] nhưng trong [[tiểu thuyết]] ''[[Hoàng Lê nhất thống chí]]'' cũng viết:\n{{cquote|\n''Tuy vua Lê đã được phong vương, nhưng giấy tờ đưa đi các nơi, đều dùng [[niên hiệu]] Càn Long. Vì có Nghị ở đấy nên không dám dùng niên hiệu Chiêu Thống. Ngày ngày sau buổi chầu, vua lại tới chờ ở doanh của Nghị để nghe truyền việc quân, việc nước. Vua cưỡi ngựa đi trước, Lê Quýnh cưỡi ngựa đi sau, quân lính hộ vệ chỉ vài chục người. Người trong kinh có kẻ không biết là vua. Hoặc có người biết, thì họ nói riêng với nhau rằng: \"Nước Nam ta từ khi có đế, có vương tới nay, chưa thấy bao giờ có ông vua luồn cúi đê hèn như thế. Tiếng là làm vua, nhưng niên hiệu thì viết là [[Càn Long]], việc gì cũng do viên [[tổng đốc]], có khác gì phụ thuộc vào [[Trung Quốc]]?\"''<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/hoangle\/hlntc13.html Hoàng Lê nhất thống chí], Hồi thứ 13.<\/ref>}}\n\nTuy nhiên, [[nhà Nguyễn]] do [[Gia Long|Nguyễn Ánh]] thành lập sau đó, lại nhìn nhận khá rộng lượng với Chiêu Thống, bởi Nguyễn Ánh cũng từng cầu viện quân ngoại quốc ([[Xiêm La]] và [[Pháp]]) để chống Tây Sơn, và chính Nguyễn Ánh đã cho thuyền chở 50 vạn cân gạo ra bắc để trợ giúp quân Thanh chống Tây Sơn. Hoàng đế [[Tự Đức]] có lời phê về Chiêu Thống, đại ý nói: \n{{cquote|\n''Nhà vua bị người ta lừa gạt, bị giám buộc ở quê người đất khách, đến nỗi lo buồn phẫn uất, ôm hận mà chết, thân dẫu chết, nhưng tâm không chết, kể cũng đáng thương! Vậy nên truy đặt tên thụy là '''Mẫn Đế'''''.<ref name=KDVSTGCM47 \/>\n}}\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |''[[Tây Sơn hào kiệt]]''|| style=\"text-align:center;\" |Công Hậu\n|}\n\n==Ghi chú==\n{{Tham khảo}}\n== Liên kết ngoài ==\n* {{TĐBKVN|15686}}\n{{Navboxes\n|title= Lê Chiêu Thống\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Hậu Lê]]\n|trước = [[Lê Hiển Tông]]\n|sau = Không có\n|năm = [[1786]]-[[1789]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Lê trung hưng}}\n{{Vua nhà Hậu Lê}}\n}}\n{{Các chủ đề |Lịch sử Việt Nam}}\n\n[[Thể loại:Vua nhà Lê trung hưng|Chiêu Thống]]\n[[Thể loại:Sinh năm 1765]]\n[[Thể loại:Mất năm 1793]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua nhà Hậu Lê]]"}