{"3195924":"{{Thông tin viên chức\n|tên= Lê Đức Đạt\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: ARVN 22nd Division Insignia.svg|22px]]<br>Tư lệnh Sư đoàn 22 Bộ binh\n|bắt đầu= 3\/1972\n|kết thúc= 4\/1972\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá<br>-Chuẩn tướng (truy thăng 4\/1972)\n|tiền nhiệm= -Thiếu tướng [[Lê Ngọc Triển]]\n|kế nhiệm= -Đại tá [[Phan Đình Niệm]]\n|địa hạt= Quân khu II\n\n|chức vụ 2= Tư lệnh phó Sư đoàn 22 Bộ binh\n|bắt đầu 2= 6\/1969\n|kết thúc 2= 3\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Đại tá\n|địa hạt 2= Quân khu II\n|phó chức vụ 2= Tư lệnh\n|phó viên chức 2= -Chuẩn tướng [[Lê Ngọc Triển]]\n\n|chức vụ 3= [[Hình: Cờ Thẳng tiến.png|22px]]<br>Tư lệnh phó Sư đoàn 25 Bộ binh\n|bắt đầu 3= 6\/1968\n|kết thúc 3= 6\/1969\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tá<br>-Đại tá (6\/1969)\n|địa hạt 3= Vùng 3 chiến thuật\n|phó chức vụ 3= Tư lệnh\n|phó viên chức 3= -Chuẩn tướng [[Phan Trọng Chinh]]\n\n|chức vụ 4= Tham mưu trưởng Sư đoàn 25 Bộ binh\n|bắt đầu 4= 12\/1967\n|kết thúc 4= 6\/1968\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Trung tá\n|địa hạt 4= Vùng 3 chiến thuật\n|phó chức vụ 4= Tư lệnh\n|phó viên chức 4= -Chuẩn tướng [[Phan Trọng Chinh]]\n\n|chức vụ 5= [[Hình: QD III VNCH.jpg|22px]]<br>Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Phước Tuy \n|bắt đầu 5= 2\/1964\n|kết thúc 5= 12\/1967\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Trung tá\n|kế nhiệm 5= -Trung tá Trần Vãng Khoái\n|địa hạt 5= Vùng 3 chiến thuật\n\n|chức vụ 6= Chỉ huy trưởng Trung tâm Huấn luyện<br>Cơ giới Bảo An (Vũng Tàu)\n|bắt đầu 6= 6\/1957\n|kết thúc 6= 2\/1964\n|trưởng chức vụ 6= Cấp bậc \n|trưởng viên chức 6= -Thiếu tá<br>-Trung tá (11\/1963)\n|địa hạt 6= Vùng 3 chiến thuật\n\n|chức vụ 7= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy Trung đoàn 3 Thiết Giáp\n|bắt đầu 7= 3\/1956\n|kết thúc 7= 6\/1957\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Thiếu tá (3\/1956)\n|tiền nhiệm 7= -Thiếu tá Trần Văn Ái\n|kế nhiệm 7= -Thiếu tá Nguyễn Đình Bảng\n|địa hạt 7= Vùng 2 chiến thuật\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tử trận\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Nguyễn Thị Bích Lộc\n|kết hợp dân sự=\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Phổ thông ở Hà Nội<br>-Trường Võ bị Liên quân Đà Lạt\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[1928]]\n|nơi sinh= [[Hà Đông]], [[Việt Nam]]\n|ngày mất= [[24 tháng 4]] năm [[1972]] ([[44]] tuổi)\n|nơi mất= [[Kon Tum]], [[Việt Nam]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1951]]-[[1972]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|20px]] [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]]<br>[[Hình: Cờ Thẳng tiến.png|20px]] [[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25 Bộ binh]]<br>[[Hình: ARVN 22nd Division Insignia.svg|20px]] [[Sư đoàn 22 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 22 Bộ binh]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương III]]<ref>Bảo quốc Huân chương đệ tam đẳng (truy tặng).<\/ref>\n|công việc khác= [[Tỉnh (Việt Nam Cộng hòa)|Tỉnh trưởng]]\n}}\n\n'''Lê Đức Đạt''' (1928-1972), nguyên là một sĩ quan cao cấp gốc Kỵ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Đại tá]]. Ông xuất thân từ trường Võ bị Liên quân do Chính phủ Quốc gia Việt Nam thành lập dưới sự hỗ của Quân đội Pháp tại nam Cao nguyên Trung phần. Ra trường ông được chọn về Binh chủng Thiết giáp. Ông đã phục vụ ở đơn vị này được một thời gian ngắn, sau chuyển sang đơn vị Bộ binh. Năm 1972 khi đang là Tư lệnh Sư đoàn Bộ binh, ông tử trận tại [[Đăk Tô]], [[Kon Tum]]. Được truy thăng cấp bậc [[Chuẩn tướng]].\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh năm 1928 trong một gia đình doanh nhân tại [[Hà Đông]] (nay thuộc [[Hà Nội]]) miền Bắc Việt Nam. Năm 1947, ông tốt nghiệp Trung học chương trình Pháp tại Hà Nội với văn bằng Tú tài bán phần. Được bổ dụng làm công chức một thời gian trước khi gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nTháng 6 năm 1951, thi hành lệnh động viên của Chính phủ Quốc gia Việt Nam, ông nhập ngũ vào Quân đội Quốc gia,<ref>Quân đội Quốc gia Việt Nam được thành lập từ năm 1950, tuy nhiên vãn còn là một Lực lượng Vũ trang Địa phương (LOCAL) nằm trong Quân đội Liên hiệp Pháp. Cho đến năm 1952 mới được thành lập Bộ Tổng Tham mưu và chính thức tách rời khỏi Quân đội Liên hiệp.<\/ref> mang số quân: 48\/300.374. Theo học khóa 5 Hoàng Diệu<ref>Tốt nghiệp khóa 5 Hoàng Diệu, sau này lên tướng còn có:<br>Các Trung tướng [[Phan Trọng Chinh]], [[Dư Quốc Đống]], [[Nguyễn Vĩnh Nghi]] và [[Nguyễn Văn Toàn]], Các Thiếu tướng [[Trần Bá Di]] và [[Đỗ Kế Giai]]. Các Chuẩn tướng [[Trần Văn Cẩm]], [[Chương Dzềnh Quay]], [[Lê Văn Tư]] và cố Chuẩn tướng Lê Đức Đạt.<\/ref> tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 7 năm 1951. Ngày 24 tháng 4 năm 1952 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường, ông được chọn về đơn vị Thiết giáp và tiếp tục theo học khóa căn bản Binh chủng tại Trung tâm Huấn luyện Thiết giáp Viễn Đông của Pháp tại Vũng Tàu. Tháng 9 năm 1952 mãn khóa về đơn vị, ông được cử làm Trung đội trưởng thuộc Đại đội 5 Thám thính,<ref>Đơn vị Thám thính trực thuộc Lực lượng Thám thính Xa, tên gọi thời Quân đội Liên hiệp Pháp, tiền thân của Binh chủng Thiết giáp-Kỵ binh sau này.<\/ref> đồn trú tại Thái bình. Cuối năm 1953, ông được thăng cấp [[Trung úy]] giữ chức vụ Đại đội trưởng Đại đội 5 Thám thính.\n\nĐầu tháng 1 năm 1954, ông được chuyển qua làm Trưởng ban Hành quân tại Bộ chỉ huy Trung đoàn 3 Thám thính tân lập tại Hà Đông. Tháng 11 cùng năm ông được thăng cấp [[Đại úy]] và được cử đi du học khóa cao cấp Thiết giáp tại trường Thiết Kỵ Saumur Pháp, đến tháng 8 năm 1955 mãn khóa.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 3 năm ăm 1956, sau một thời gian ngắn từ Quân đội Quốc gia chuyển sang phục vụ [[Quân đội Việt Nam Cộng hòa]] ông được thăng cấp [[Thiếu tá]] và được cử làm Trung đoàn trưởng Trung đoàn 3 Thám thính đồn trú tại Ban Mê Thuột, thay thế Thiếu tá [[Trần Văn Ái (Trung tá, Quân lực Việt Nam Cộng hòa)|Trần Văn Ái]].<ref>Thiếu tá Trần Văn Ái về sau giải ngũ ở cấp Trung tá.<\/ref> Giữa năm 1957, Trung đoàn 3 Thám thính được đổi tên thành Trung đoàn Thiết giáp, ông được lệnh bàn giao Trung đoàn lại cho Thiếu tá [[Nguyễn Đình Bảng (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Đình Bảng]].<ref>Thiếu tá Nguyễn Đình Bảng sinh năm 1928 tại Nam Định, tốt nghiệp khóa 5 Võ bị Đà Lạt. Sau cùng là Đại tá Thị trưởng Cam Ranh.<\/ref> Ngay sau đó được cử đi làm Chỉ huy trưởng Trung tâm Huấn luyện Cơ giới Bảo an ở Vũng Tàu.\n\nĐầu tháng 11 năm 1963, sau cuộc đảo chính Tổng thống [[Ngô Đình Diệm]] (ngày 1 tháng 11). Ngày 3 tháng 11, ông được thăng cấp [[Trung tá]] tại nhiệm. Đầu năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý ngày 30 tháng 1]] của tướng [[Nguyễn Khánh]], ông biệt phái sang lĩnh vực Hành chính Quân sự và được bổ nhiệm chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng Phước Tuy.\n\nCuối năm 1967, ông nhận lệnh bàn giao tỉnh Phước Tuy lại cho Trung tá Trần Vãng Khoái.<ref>Trung tá Trần Vãng Khoái sinh năm 1922 tại Hà Nội, tốt nghiệp Võ bị Địa phương Bắc Việt. Sau cùng là Đại tá thuộc Nha Tổng Thanh tra Quân lực VNCH.<\/ref> Trở lại quân đội ông được chuyển sang đơn vị Bộ binh và được cử làm Tham mưu trưởng Sư đoàn 25 Bộ binh. Giữa năm 1968, ông được chỉ định chức vụ Tư lệnh phó Sư đoàn 25 dưới quyền Tư lệnh Sư đoàn là Chuẩn tướng [[Phan Trọng Chinh]]).\n\nTháng 6 năm 1969, ông được thăng cấp [[Đại tá]], chuyển ra Vùng 2 chiến thuật được cử làm Tư lệnh phó Sư đoàn 22 Bộ binh do Chuẩn tướng [[Lê Ngọc Triển]] làm Tư lệnh. Đầu tháng 3 năm 1972, ông được bổ nhiệm làm Tư lệnh Sư đoàn 22 Bộ binh thay Thiếu tướng [[Lê Ngọc Triển]] xin từ nhiệm vì lý do sức khỏe.\n\n==Thất thủ và tử trận==\nNgày 24 tháng 4 năm 1972, trong [[Chiến dịch Xuân – Hè 1972]], đối phương đã điều động một lực lượng gồm nhiều đơn vị mạnh được tăng cường trọng pháo, thiết giáp cùng bộ binh tùng thiết tấn công Bộ tư lệnh Tiền phương của Sư đoàn 22 Bộ binh trấn đóng tại Tân Cảnh, Đắk Tô. Đại tá Lê Đức Đạt chỉ huy đơn vị đồn trú chống đỡ cho đến lúc thế cùng lực kiệt. Để tránh bị bắt làm tù binh, ông đã rời hầm chỉ huy mở đường máu thoát ra sân bay L.19 thì bị lọt vào ổ phục kích của đối phương, ông bị tử trận tại nơi này lúc 17 giờ 45 buổi chiều cùng ngày, hưởng dương 44 tuổi (cũng là thời điểm Tân Cảnh hoàn toàn thất thủ). Ông được truy thăng cấp bậc [[Chuẩn tướng]] và truy tặng đệ tam đẳng Bảo quốc Huân chương kèm Anh dũng Bội tinh với nhành dương liễu.\n\n==Gia đình==\nPhu nhân: Bà Nguyễn Thị Bích Lộc (sau 1975, cùng con cháu định cư ở Pháp).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Mất năm 1972]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Sinh tại Hà Đông]]"}