{"19695647":"{{Chú thích trong bài|date=tháng 2\/2022}}\n{{wikify}}{{đổi hướng đến đây|Lê Thành}}\n'''Lê Thành''' (1922-2001) là một nhà cách mạng và chính khách Việt Nam. Ông từng là Đại biểu Quốc hội các khóa khóa I, II, V, VI; giữ chức Bí thư Tỉnh ủy của Hải Dương, Hưng Yên, Nam Định, Trưởng Ban Nông nghiệp Trung ương. Ông được Nhà nước Việt Nam trao tặng Huân chương Hồ Chí Minh do những đóng góp trong sự nghiệp giải phóng và xây dựng đất nước.\n\n==Cuộc đời và sự nghiệp==\nTên thật của ông là '''Nguyễn Trọng Đạt'''. Sinh ngày 22 tháng 2 năm [[1922]] trong gia đình làm nghề thủ công chạm bạc tại xã Hồng Thái, huyện Kiến Xương, tỉnh [[Thái Bình]], ông là con thứ hai của cụ ông Nguyễn Tỵ (Nguyễn Tuỵ) với cụ bà Đỗ Thị Hảo, và là hậu duệ đời thứ 10 của dòng họ Nguyễn Thưa ở thôn Thượng Gia.  \n\nNăm 1938 Lê Thành tham gia phong trào Mặt trận bình dân, tham gia hội tương tế, hội ái hữu, tham gia các cuộc mít tinh, biểu tình chống [[Đế quốc thực dân Pháp|thực dân Pháp]] ở quê hương.\n\nNăm 1939 Lê Thành được tổ chức vào đoàn Thanh niên phản đế, tham gia rải truyền đơn, chống thu thuế, chống bọn cường hào ác bá ở địa phương và được cử vào Ban Chấp hành thanh niên làm Bí thư Thanh niên xã. Ông trở thành đảng viên [[Đảng Cộng sản Đông Dương]] tháng 5 năm 1940. Ngày 20 tháng 12 năm 1940, ông dự Đại hội Đảng bộ Tỉnh Thái Bình lần thứ I với tư cách đại biểu của huyện Kiến Xương dưới cái tên Nguyễn Đát cùng với 8 đồng chí khác<ref>{{chú thích sách | title=Những Sự kiện Lịch sử Đảng bộ Huyện Kiến Xương (1925-1945) |publisher=Ban Chấp hành Đảng bộ Huyện Kiến Xương |location=Thái Bình |page=161 |date=1982}}<\/ref>. Lê Thành bắt đầu phụ trách thanh niên học sinh tỉnh Thái Bình từ tháng 7 năm 1941<ref name=\":0\">{{Chú thích báo|date=31\/7\/2001|title=Lời Điếu Đồng Chí Lê Thành|work=[[Ban Kinh Tế Trung Ương]]}}<\/ref>. Tháng 11 năm 1941 Lê Thành trúng cử Ban chấp hành Tỉnh uỷ Thái Bình\n\nLê Thành nhanh chóng rơi vào tầm ngắm của chính quyền thực dân. Ông bị mật thám Pháp theo dõi và bắt vào tháng 11 năm 1941. Ông vượt ngục chỉ sau hai tháng rồi bị bắt lại vào tháng 5 năm 1942 và kết án 15 năm tù. Thời gian ở tù Lê Thành bí mật tuyên truyền giác ngộ cho số tù thường phạm và một số [[lính khố xanh]]. Nhận thức được sự trung kiên và sức ảnh hưởng mạnh mẽ của Lê Thành đối với bạn tù, chính quyền thực dân Pháp sớm di lý ông đến [[Nhà tù Hỏa Lò]] tháng 7 năm 1942 rồi đến [[Nhà tù Sơn La]] vào tháng 2 năm 1944. Những đòn tra tấn man rợ tại nhà tù Hoả Lò đã để lại di chứng vô sinh nơi ông sau này. Tháng 3 năm 1944 ông vượt ngục thành công và được phân công về phụ trách tỉnh [[Hà Nam]]. Từ tháng 4 năm 1945 đến tháng 2 năm 1946 Lê Thành làm Bí thư Ban cán sự tỉnh Hà Nam. Khi [[Cách mạng Tháng Tám]] nổ ra, Lê Thành lãnh đạo cướp chính quyền tại tỉnh Hà Nam.\n\nTừ tháng 3 năm 1946 đến tháng 10 năm 1946 Lê Thành phụ trách kinh tế xứ uỷ và công tác bảo vệ Đảng.\n\nTừ tháng 11 năm 1946 đến đến tháng 2 năm 1947 Lê Thành làm bí thư tỉnh uỷ [[Hải Dương]]. Chính Lê Thành trực tiếp chỉ đạo và củng cố thành công phong trào ở hai huyện Ninh Giang và Tứ Kỳ.\n\nTừ tháng 2 năm 1947 đến tháng 3 năm 1948 Lê Thành làm bí thư tỉnh uỷ [[Hưng Yên]] <ref>{{chú thích sách | title=Lịch sử Đảng bộ Tỉnh Hưng Yên| volume=I |edition=2nd |location=Hưng Yên |page=183 |date=2018}}<\/ref>. Trong thời gian này, Lê Thành cùng cấp uỷ đã củng cố và phát triển phong trào cách mạng trong [[vùng địch hậu]].\n\nTừ tháng 4 năm 1948 đến tháng 10 năm 1949 Lê Thành làm uỷ viên dự khuyết phụ trách dân vận [[Liên khu III]] rồi làm bí thư tỉnh [[Nam Định]]. Lê Thành được bầu làm khu uỷ viên chính thức Liên khu uỷ III năm 1949. Trong thời gian này Lê Thành cùng cấp uỷ chấn chỉnh phong trào ở các huyện, phong trào vùng địch hậu.\n\nTháng 11 năm 1949 đến tháng 12 năm 1952 Lê Thành được bầu vào Thường vụ Liên khu uỷ, Trưởng ban Tổ chức Liên khu Uỷ [[Liên Khu III]], phụ trách thường trực rồi phụ trách kinh tế với nhiệm vụ quan trọng hàng đầu là phục vụ [[Chiến dịch Hòa Bình|Chiến dịch Hoà Bình]].\n\nTừ tháng 1 năm 1953 đến tháng 6 năm 1957 Lê Thành làm Phó chủ tịch Uỷ ban kháng chiến Liên khu III, Phó bí thư khu uỷ. Từ tháng 6 năm 1957 đến tháng 12 năm 1958 Lê Thành làm quyền Bí thư Liên khu uỷ III.\n\nTừ tháng 1 năm 1959 đến tháng 5 năm 1965 Lê Thành trở lại Nam Định làm [[Bí thư Tỉnh ủy (Việt Nam)|Bí thư Tỉnh Ủy]]. Cũng trong quãng thời gian này Lê Thành trúng cử Uỷ viên dự khuyết Ban Chấp Hành Trung ương Khoá III năm 1960.\n\nTừ năm 1966 đến năm 1982 Lê Thành được Trung ương điều về làm Phó ban, rồi Trưởng [[Ban Kinh tế Trung ương|ban Nông nghiệp Trung ương]]. Lê Thành được nghỉ hưu tháng 10 năm 1982.\n\nLê Thành là đại biểu quốc hội các khoá I, II, V, VI<ref>{{Chú thích web|url=https:\/\/quochoi.vn\/hoatdongdbqh\/Pages\/danh-sach-dai-bieu.aspx?ItemID=3965|tựa đề=Hoạt động đại biểu Quốc hội - Danh sách Đại biểu|website=Hoạt động đại biểu Quốc hội|url lưu trữ=https:\/\/web.archive.org\/web\/20220130092557\/https:\/\/quochoi.vn\/hoatdongdbqh\/Pages\/danh-sach-dai-bieu.aspx?ItemID=3965|url-status=bot: unknown|ngày truy cập=2022-01-30|archive-date=2022-01-30}}<\/ref>, Uỷ viên Uỷ ban Trung ương [[Mặt trận Tổ quốc Việt Nam]] khoá IV.\n\n== Đóng góp cho Hiến Pháp và Pháp Luật ==\nSau [[cách mạng Tháng Tám]], ông làm Ủy viên Ủy ban Dự thảo Hiến pháp và Uỷ viên Ủy ban Dự án pháp luật của Quốc hội [[Việt Nam Dân Chủ Cộng Hoà]]. \n\n== Hoạt động bảo vệ môi trường ==\nKhi Hội Sinh Vật Cảnh Việt Nam được thành lập năm 1989, Lê Thành giữ chức Phó chủ tịch. Ông cổ vũ việc nhân giống và bảo tồn các loài cây, động, thực vật quý hiếm và phản đối việc săn bắn động vật hoang dã ở Việt Nam. Câu nói nổi tiếng của ông trước hoạt động săn bắn chim, đặc biệt là chim sẻ, trong thành phố: \n{{Cquote|Người ta trồng cây để dụ chim về không được tại sao mình lại săn bắn chim?}}\n\n== Vinh Danh ==\nLê Thành được [[Nhà nước Việt Nam]] tặng thưởng các huân chương, huy chương bao gồm:\n\n* [[Huân chương Hồ Chí Minh]]\n* [[Huân chương Kháng chiến]] hạng Nhất\n* Huân chương Kháng chiến Chống Mỹ hạng Nhất\n* Huy hiệu 60 năm tuổi Đảng<ref name=\":0\"\/>\n* Kỷ niệm chương vì sự nghiệp xây dựng kinh tế\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* Từ điển Thái Bình. tr. 465\n* [https:\/\/quochoi.vn\/hoatdongdbqh\/Pages\/danh-sach-dai-bieu.aspx?ItemID=3965 Đại biểu Quốc hội Lê Thành]\n{{thời gian sống|1922|2001}}\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa II]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa V]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VI]]\n[[Thể loại:Bí thư Tỉnh ủy Hải Dương]]\n[[Thể loại:Bí thư Tỉnh ủy Hưng Yên]]\n[[Thể loại:Bí thư Tỉnh ủy Nam Định]]\n[[Thể loại:Huân chương Hồ Chí Minh]]\n[[Thể loại:Huân chương Kháng chiến]]"}