{"292260":"{{for|nhân vật cùng tên|Lê Văn Hưng}}\n{{Nhiều vấn đề|\n{{Chỉ có một nguồn}}\n{{Cần biên tập}}\n{{Wiki hoá}}\n{{Văn phong}}\n}}\n'''Lê Văn Hưng''' ([[chữ Hán]]:黎文興, ?-[[1798|1794?]]) là một danh tướng của nhà [[Nhà Tây Sơn|Tây Sơn]]. Ông được tôn xưng là một trong [[Tây Sơn thất hổ tướng]].\n\nXuất thân trong một gia đình nghèo ở [[Kiên Dõng]], huyện [[Tuy Viễn]]  (nay là xã Phước Sơn, Huyện Tuy Phước, Bình Định).\n\nLà một võ sĩ có sức mạnh và sở trường về môn đánh côn (hay gọi là roi trường). Thuật đánh roi của ông rất mãnh liệt. Khi đánh ra một đòn, hàng trăm người không đỡ nổi. Binh khí đụng đến đường roi, lớp văng lớp gãy. Người thì bị bươu đầu, gãy tay. Môn đánh đòn giải vây này được truyền từ ông cố họ Lê.\n\nTừ nhỏ đã có tiếng là nghĩa khí, khi trưởng thành là một thanh niên đẹp trai, hào hoa, ưa ca hát, thích xem hát bội lại rất giỏi võ nghệ. Tuy nhiên, bản tính ngang tàng, phóng khoáng, giao du rộng lại nhiều đàn em, do đó Lê Văn Hưng thường xuyên tổ chức các vụ cướp bóc, sống ngoài vòng pháp luật, bị quan quân truy lùng.\n\nVì hoàn cảnh gia đình nghèo khó, cha mẹ đau yếu luôn nên ngay từ nhỏ ông đã phải làm việc cật lực để kiếm sống. Thời gian này, ông tỏ ra là một người nhanh nhẹn, dũng cảm, và sức khỏe \"đánh bại 10 trẻ chăn trâu\". Về sau ông được một vị sư truyền đạt võ nghệ. Sau đó ông thường tập hợp bạn bè để đi đánh cướp Phú Yên và các huyện xa. Tuy sống bằng nghề cướp bóc, nhưng Hưng vẫn được nhân dân địa phương quý mến, bởi vì ông và thuộc hạ không bao giờ khuấy phá đồng bào trong vùng. Thuộc hạ có đến vài mươi, song chưa hề có lời than vãn về hành tung của nhân dân trong huyện Tuy Viễn.\n\nLà người có mưu lược nên việc nghiên cứu thăm dò hiện trường khi đã hoàn toàn vừa ý, Hưng mới khởi xướng \"xuất hành\". Trong đám cướp, ông luôn luôn là tay roi cản hậu... Một hôm, Hưng tổ chức một vụ cướp lớn ở Phú Yên, khổ chủ giàu có lại biết võ nghệ và trong nhà gia nhân và lực điền đều có rèn luyện võ nghệ. Việc cướp diễn ra như ý muốn. Sau khi khống chế được gia chủ, gia nhân cùng trai tráng và chủ nhân đuổi theo bọn cướp. Gặp nhau ở giữa đồng. Hưng ở lại sau, bị 30 người bao vây. Đánh ngang ngọn roi, Hưng tạo thành một vòng tròn, càng lúc càng rộng ra. Rồi sử dụng thế roi \"toàn phong tảo diệp\", Hưng đánh văng roi một số đông trai tráng. Ỷ mình có \"đôi miếng trong mình\", nên khổ chủ vừa lăn vào đánh vừa đôn đốc một số còn lại nhào vô. Hưng nương tay đã nhiều lần, nhưng đối phương vẫn liều mạng bám sát. Trời gần sáng mà trận chiến vẫn chưa giải quyết xong, Hưng đành phải dùng tận lực đánh dữ dội để rút theo đồng bọn. Cuối cùng, khổ chủ trúng một roi, hộc máu chết tươi. Sau đó Hưng bị Tuần phủ Phú Yên hợp lực cùng Tuần Phủ Quy Nhơn cho truy nã gắt gao. Hưng đành bỏ nhà trốn lên tới tận [[An Khê]], [[Bình Định]] rồi gia nhập vào Tây Sơn.<ref name=\"ao\">[http:\/\/www.baobinhdinh.com.vn\/datnuoc-connguoi\/2006\/12\/35871\/ Chuyện tình của một vị tướng], Báo Bình Định<\/ref>\n\nTrong khi tập luyện, ông đã gây chú ý cho các viên tướng chỉ huy như biểu diễn thuật cưỡi ngựa không yên cương, lên xuống ngựa đang chạy nhanh, nhất là môn bắn cung trên mình ngựa. Do đó chức vụ trong quân đội mỗi ngày một thăng và cuối cùng ông trở thành võ tướng phụ trách huấn luyện kỹ thuật đánh roi cho nghĩa binh.\n\nNăm 1773, Nguyễn Nhạc xưng vương, Lê Văn Hưng được phong Đề đốc theo Đô đốc Trần Quang Diệu và Đô đốc Võ Văn Dũng kéo quân ra chiếm huyện Lỵ Bồng Sơn và Phù Ly, rồi cùng tiến đánh thành Quy Nhơn.\n\nMùa Đông năm ấy, Đề đốc Hưng theo Chinh nam Đại tướng quân Ngô Văn Sở vào đánh chiếm ba phủ Phú, Diên, Bình. Sau khi đại thắng, Lê Văn Hưng được cử trấn thủ đất Diên Khánh.\n\nMùa thu năm Giáp Ngọ (1774), viên Lưu thủ đất Long Hồ trong Nam là Tống Phước Hiệp cử đại binh ra đánh Tây Sơn.\n\nQuân nhà Nguyễn đánh chiếm Bình Thuận, rồi tiến ra Diên Khánh. Trấn thủ Lê Văn Hưng đem binh cự địch. Sau nhận thấy địch quân đông và có trọng pháo yểm trợ, liệu không thắng nổi, bèn bỏ thành trống, rút toàn lực lượng về Phú Yên, hợp cùng Nguyễn Văn Lộc chống địch.\n\nQuy Nhơn được cấp báo, Nguyễn Huệ kéo quân giải vây. Hai bên liên lạc với nhau, cùng hợp lực công kích hai đầu, đánh tan thủy, bộ binh của Tống Phước Hiệp. Tống bỏ chạy về Gia Định. Lê Văn Hưng lại trở vào trấn thủ Diên Khánh.\n\nNăm Mậu Tuất (1778), Nguyễn Phúc Ánh chiếm được thành Sài Côn, rồi sai Lê Văn Quân kéo quân ra đánh Bình Thuận. Từ khi Lý Tài làm phản, Bình Thuận giao cho Lê Văn Hưng kiêm nhiệm trấn thủ, nên bị mất dễ dàng. Nhưng khi ra đến Diên Khánh thì bị Lê Văn Hưng chận đánh, phải thối lui vào Bình Thuận. Lê Văn Hưng truy kích, đánh cho một trận tơi bời. Lê Văn Quân kéo tàn quân chạy về Gia Định, từ ấy quân Nguyễn rất sợ Lê Văn Hưng và Nguyễn Phúc Ánh gọi Hưng là Lê Vô Địch.\n\nCuối năm Canh Tý (1780), Nguyễn Phúc Ánh xưng vương, năm sau (1781) cử binh đánh Diên Khánh. Tôn Thất Dụ kéo binh từ Bình Thuận ra đến Diên Khánh, chưa kịp hạ trại đóng quân thì bị Lê Văn Hưng cho đoàn voi chiến xông trận. Đoàn voi này do bà Bùi Thị Xuân huấn luyện, rồi tăng phái cho Lê Văn Hưng một đội thiện chiến để phòng bị mặt Nam. Quân nhà Nguyễn vốn đã sợ uy danh Lê Văn Hưng, nay lại thấy đoàn voi dũng mãnh ào ạt tiến đến dày xéo, nên khiếp đảm rùng rùng bỏ chạy. Quân nhà Nguyễn chưa đánh đã tan.\n\nĐầu năm Quý Mão (1783), Nguyễn Phúc Ánh lại trở về Gia Định tổ chức quân ngũ, sai người sang Xiêm cầu viện. Nghe được tin này Nguyễn Nhạc sai Lê Văn Hưng tháp tùng Nguyễn Huệ, Nguyễn Lữ và Trương Văn Đa vào đánh Gia Định.\n\nNăm 1785, thủy binh Tây Sơn đến cửa Cần Giờ, đợi lúc thủy triều dâng, gió từ biển thổi mạnh vào đất. Tiền quân Châu Văn Tiếp dùng hỏa công chống trả song thất bại tại đồn thủy binh Dác Ngư. Tướng trấn giữ là Tôn Thất Mậu đem quân ra giao chiến, song chỉ một vài hiệp liền bị Lê Văn Hưng giết chết. Nguyễn Phúc Ánh bỏ Gia Định chạy về Ba Giồng.\n\nQua đến tháng 4, hai bên đánh nhau tại Đông Tuyên (Kiến An, Định Tường). Quân Nguyễn vừa thấy quân Tây Sơn hùng hổ kéo đến thì đã muốn chạy trốn. Do đó mới vừa giáp trận thì binh liền tan rã. Lê Văn Hưng tả xông hữu đột, bắt sống được tướng Nguyễn Huỳnh Đức lập công đầu. Nguyễn Phúc Ánh chạy trốn ra Phú Quốc. Lê Văn Hưng theo Nguyễn Huệ về Quy Nhơn.\n\nDo nhiều lần đánh bại quân Nguyễn khiến họ gọi ông là \"Lê vô địch\".<ref name=\"ao\" \/>\n\nNăm 1789, ông theo Nguyễn Huệ ra Bắc đại phá quân Thanh. Sau khi vua Quang Trung đánh thắng quân Thanh, Lê Văn Hưng được triệu về Phú Xuân.\n\nNăm 1792, Quang Trung mất. Vua [[Nguyễn Quang Toản|Cảnh Thịnh]] lên ngôi.\n\nNăm Giáp Dần (1794), vua [[Nguyễn Quang Toản|Cảnh Thịnh]] sai Lê Văn Hưng vào đánh Phú Yên. Lê Văn Hưng kéo đến đèo Cù Mông thì gặp Nguyễn Quang Huy.\n\nNguyễn Quang Huy người Phú Yên, thiện dụng cây móc câu bạc, gọi là ngân câu, thường ưa cưỡi ngựa bạch. Quân sĩ thường gọi là Bạch mã Ngân câu Tướng quân. Huy đã có sức mạnh lại tinh thông võ nghệ, giỏi binh pháp, được vua Thái Đức ái trọng, phong chức phòng ngự sử cho vào trấn Bình Thuận. Khi gặp được nhau, hai bên vui mừng vì tình bạn cũ, vì có người tài giỏi giúp sức, nên đã đánh chiếm Phú Yên được dễ dàng. Lê Văn Hưng để Nguyễn Quang Huy ở lại trấn thủ Phú Yên, kéo quân về Phú Xuân.\n\nTrong triều ông thường xuyên đụng chạm với quyền thần [[Bùi Đắc Tuyên]]. Lê Văn Hưng vì người đồng châu, tánh tình thật thà, bảo sao nghe vậy. Hưng vốn không có học, chỉ giỏi việc đánh nhau, không thích bàn chuyện triều chính, nên được Bùi Đắc Tuyên trọng dụng. Tính tình của Lê Văn Hưng rất trung thực, nên dù được thái sư Bùi Đắc Tuyên biệt đãi song càng ngày Hưng càng thấy rõ Tuyên là một kẻ đại gian thì có thái độ phản đối mạnh. Bùi Đắc Tuyên nhận thấy Lê Văn Hưng không còn là con bù nhìn để mình khuynh loát, sai khiến nữa, nên tìm cách xúc xiểm vua Cảnh Thịnh trừ đi.\n\nĐể hãm hại Hưng, Tuyên tâu vua cử Hưng mang quân vào đánh chiếm Phú Yên. Sau chiến thắng, Lê Văn Hưng về Phú Xuân báo tiệp thì bị Bùi Đắc Tuyên tấu xàm là Lê Văn Hưng chưa có lệnh vua đã rút, ý muốn tạo phản.\n\nCảnh Thịnh vì còn nhỏ tuổi ra lệnh giết hại ông dù đã được Ngô Văn Sở và Trần Văn Kỷ can ngăn.<ref name=\"ao\" \/>\n\n==Nghi vấn==\n\nCó bao nhiêu tướng Tây Sơn tên là Lê Văn Hưng?.\n\nTheo sử liệu dân gian thì Lê Văn Hưng được thăng chức Thái úy, nhưng sau đó vì bất hòa với Bùi Đắc Tuyên nên bị giết oan.\nTheo [[Đại Nam thực lục|Đại Nam Thực Lục]] tập 1 của Quốc sử quán triều Nguyễn thì có một vị tướng Tây Sơn là Lê Văn Hưng cùng các tướng [[Trần Quang Diệu]], [[Vũ Văn Dũng]] chống lại Nguyễn Phúc Ánh đến giây phút cuối cùng. Trong lể Hiền phù năm 1802, danh sách các tướng Tây Sơn bị xử tử có Thống tướng Lê Văn Hưng.\n\nKhi thành Hoàng Đế bị hạ, các tướng Tây Sơn phải tạm ra hàng quân Nam Hà. Trong danh sách hàng tướng có vị Đại Đô đốc Lê Văn Hưng, sau đó được giao giữ chức Vệ úy. Tuy nhiên, nhiều khả năng tướng Lê Văn Hưng này về sau đã theo về lại với quân Tây Sơn. Sau đó có sự kiện, Đại Đô đốc Lê Văn Hưng dẫn thuyền lương đến của Đề Gi nhưng bị thủy quân Nam Hà ngăn cản.\n\nTheo báo Phú Yên thì Đại Đô đốc Lê Văn Hưng có người con gái giữ chức Đô đốc là Lê Thị Mỹ Trinh, chuyên may nón lá phục vụ cho quân đội, và chỉ huy một đạo kỵ binh.\n\nKết hợp các nguồn thông tin, tạm thời có ba giả thuyết:\n\n1. Giả thuyết 1: Đại Đô đốc Lê Văn Hưng tham gia khởi nghĩa Tây Sơn ngay từ ngày đâu, chính ông là người giữ Diên Khánh, đánh bại [[Lê Văn Quân]] và được quân Nam Hà gọi là Lê vô địch. Ông phục vụ dưới trướng [[Nguyễn Nhạc|Thái Đức]] và được phong chức Thái úy. Chính ông là người vận lương vào tiếp ứng cho Thái bảo [[Phạm Văn Tham]] ở Gia Định.\n\nSau khi xảy ra bất hòa giữa [[Nguyễn Nhạc|Thái Đức]] và [[Nguyễn Huệ|Quang Trung]], Lê Văn Hưng vẫn theo Thái Đức. Đến khi Thái Đức chết, Lê Văn Hưng theo về với triều Cảnh Thịnh và được giao trọng trách Thái úy. Tuy nhiên sau đó ông bị Cảnh Thịnh nghi ngờ giết chết.\n\n2. Giả thuyết 2: Tiếp như giả thiết 1, nhưng ông không bị giết chết mà được cứu thoát về Quy Nhơn, sau đó tiếp tục được Trần Quang Diệu trọng dụng. Sau khi thành Hoàng Đế bị hạ, ông tạm hàng quân Nam Hà và sau đó trốn về với quân Tây Sơn cho đến ngày bị xử tử trong lễ Hiến Phù.\n\n3. Giả thuyết 3: Có hai tướng Lê Văn Hưng. Một tướng Lê Văn Hưng theo Thái Đức và 1 tướng Lê Văn Hưng theo Quang Trung - [[Nguyễn Quang Toản|Cảnh Thịnh]].\n\n==Chú thích==\n{{Tham khảo}}\n\n{{Tây Sơn thất hổ tướng}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Mất năm 1798]]\n[[Thể loại:Người Phú Yên]]"}