{"19476528":"{{thiếu nguồn gốc}}{{Wiki hóa}}\n\n'''Lê Tiến Thọ''' (sinh ngày 15 tháng 5 năm [[1951]]), người [[Vĩnh Lộc]] - [[Thanh Hóa]], Chủ tịch Hội Nghệ sĩ Sân khấu Việt Nam, Chủ tịch Hiệp hội Sân khấu quốc tế Việt Nam - ITI Việt Nam, (Nguyên Thứ trưởng Bộ Văn hóa, Thể thao và Du lịch).\n\n== Tiểu sử ==\n\n* 1964 – 1968: Học trường Nghệ thuật Sân khấu Việt Nam\n* 1968 – 1976: Công tác Nhà hát Tuồng\n* 1985 – 1990: Học tại Khoa Ngữ văn, trường ĐH Tổng Hợp HN ''(ĐH Khoa học Xã hội và Nhân văn)''\n* 1976 – 2003: Công tác tại Cục Nghệ thuật biểu diễn\n* 1999 - 2000: Học tại Học viện Chính trị Quốc gia HCM\n* 2003 – 2011: Công tác tại Bộ Văn hóa Thông tin ''(nay là Bộ Văn hóa, Thể thao và Du lịch)''\n* Hiện nay – sau khi nghỉ hưu''':''' Chủ tịch Hội Nghệ sĩ Sân khấu Việt Nam, Chủ tịch Hiệp hội Sân khấu quốc tế Việt Nam - ITI Việt Nam,''(Nguyên Thứ trưởng Bộ Văn hóa, Thể thao và Du lịch).''\n\n== Giải thưởng ==\n\n* [[Huy chương Kháng chiến]] hạng Nhất.\n* [[Huân chương Lao động]] hạng Hai.\n* [[Huân chương Độc lập]] hạng Ba\n* Huy hiệu 30 năm tuổi Đảng năm 2008.\n* Được tặng Giải thưởng VHNT của Thành phố Hồ Chí Minh năm 1989.\n* Được tặng Giải thưởng Đào Tấn 2 lần năm 2005, năm 2009.\n* Được nước [[Cộng hòa Dân chủ Nhân dân Lào]] tặng Huân chương Lao động Hạng 2.\n* Giải thưởng Nhà nước về VHNT năm 2012.\n\n== Công việc ==\n\n* Công tác tại Nhà hát Tuồng Việt Nam, Cục Nghệ thuật biểu diễn và Bộ Văn hóa, Thể thao và Du lịch đã biểu diễn, chỉ đạo nhiều hoạt động nghệ thuật, đóp góp tích cực cho sự phát triển văn hóa văn nghệ nước nhà, góp phần tăng cường giao lưu với các nước trên thế giới.\n** Năm 1981: Đi biểu diễn tại một số nước Liên Xô ''(cũ),'' [[Cộng hòa Dân chủ Đức]], [[Bulgaria|Bungari]].\n** Năm 1985: tham gia biểu diễn Những Ngày Văn hóa tại [[Liên Xô]] ''(cũ).''\n* Với cương vị Cục trưởng Cục Nghệ thuật biểu diễn, Thứ trưởng Bộ Văn hóa Thông tin ''(Bộ Văn hóa, Thể thao và Du lịch)'' đã chỉ đạo một số hoạt động nghệ thuật, bao gồm:\n** Chỉ đạo nghệ thuật chương trình SEA Games (Đại hội thể thao Đông Nam Á), 2003.\n** Chỉ đạo nghệ thuật các chương trình nghệ thuật chào đón các nguyên thủ quốc gia trong chương trình hoạt động của ASEM, APEC, đón Thủ tướng [[Vladimir Vladimirovich Putin|Putin]] ([[Nga]]), Chủ tịch nước [[Hồ Cẩm Đào]] ([[Trung Quốc]]), Tổng thống [[Bill Clinton]] ([[Mỹ]]) và nhiều các nguyên thủ quốc gia khác (được Chính phủ tặng bằng khen).\n** Chỉ đạo nghệ thuật các chương trình nghệ thuật trong lễ kỷ niệm Vesak (Lễ hội Phật đản quốc tế tổ chức tại Việt Nam,2009). (được Chính phủ tặng bằng khen).\n** Tổng đạo diễn chương trình nghệ thuật với trên 5.000 Diễn viên, vận động viên trên sân Mỹ Đình khai mạc Asian Indoor Games 3 – 2009 – Thể thao Châu Á trong nhà. (được Chính phủ tặng bằng khen).\n** Tổng đạo diễn \"Liên hoan cồng chiêng quốc tế 2009\" tại Gia Lai.\n** Chỉ đạo các vụ, cục chức năng Bộ Văn hóa, Thể thao và Du lịch phối hợp với Bộ ngoại giao, sứ quán Việt Nam tại Công hòa Pháp – mua nhà tại Thủ đô Paris làm Trung tâm Văn hóa Việt Nam tại Pháp đang hoạt động hiện nay.\n** Chỉ đạo dàn dựng nhiều chương trình nghệ thuật từ 1976 – 2011 của các đoàn nghệ thuật Việt Nam tham gia những chương trình nghệ thuật biểu diễn ở nước ngoài, làm trưởng đoàn nhiều hoạt động những Ngày Văn hóa Việt Nam trên thế giới.\n** Phối hợp với các Bộ ngoại giao, Bộ Công an duyệt cấp phép cho các nghệ sĩ biểu diễn, các họa sĩ, nhiếp ảnh, điện ảnh ở nước ngoài vào Việt Nam biểu diễn, triển lãm, quay phim, chụp ảnh, liên hoan phim, hợp tác hoạt động nghệ thuật.\n* Trưởng Ban chỉ đạo cuộc thi Hoa hậu Hoàn vũ quốc tế tại Việt Nam.\n* Trưởng Ban chỉ đạo cuộc thi Hoa hậu Quý bà quốc tế tại Việt Nam.\n* Tham gia nhiều đoàn công tác đối ngoại của Tổng Bí thư TW Đảng, Chủ tịch nước, Chủ tịch Quốc hội, Thủ tướng Chính phủ đi thăm và làm việc nhiều nước trên thế giới.\n* Phó Ban chỉ đạo cấp Nhà nước về Đại lễ 1000 năm Thăng Long – Hà Nội.\n* Phó Ban Tổ chức thường trực, Chỉ đạo nghệ thuật các chương trình nghệ thuật trong lễ kỉ niệm 1000 năm Thăng Long – Hà Nội.\n* Tổng đạo diễn lễ diễu binh diễu hành 1000 năm Thăng Long – Hà Nội với hơn 40.000 người tham gia. ''(Được Chính phủ tặng Bằng khen).''\n\n{{Thời gian sống|1651}}\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Thứ trưởng Bộ Văn hóa, Thể thao và Du lịch Việt Nam]]"}