{"42055":"{{dablink|[[Lê Tuấn]] còn là tên của một đại thần triều Nguyễn.}}\n{{Thông tin nhân vật hoàng gia\n| tên = Lê Uy Mục Đế\n| tên gốc = 黎威穆帝\n| tước vị = [[Vua Việt Nam]]\n| thêm = vietnam\n| hình = Đoan khánh thông bảo.jpg\n| cỡ hình = 250px\n| ghi chú hình = Đồng tiền \"Đoan khánh thông bảo\" được đúc dưới thời vua Lê Uy Mục\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| tại vị = [[18 tháng 12]] năm [[1504]] - <br> [[1 tháng 12]] năm [[1509]]<br \/>({{số năm theo năm và ngày |1504|12|18|1509|12|1}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1504 till:1509 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| tiền nhiệm = <font color = \"grey\">[[Lê Túc Tông]]<\/font>\n| kế nhiệm = <font color = \"blue\">[[Lê Tương Dực]]<\/font>\n| vợ = [[Trần Thị Tùng|Trần Hoàng hậu]]\n| hoàng tộc = [[Nhà Lê sơ]]\n| kiểu hoàng tộc = Triều đại\n| cha = [[Lê Hiến Tông]]\n| mẹ = [[Nguyễn Thị Cận|Chiêu Nhân Duệ Hoàng hậu]]\n| tên đầy đủ = <\/small>\n*Lê Tuấn (黎濬)\n*Lê Huyên (黎諠)\n*Lê Nghị (黎誼)\n| kiểu tên đầy đủ = Tên thật\n| tước hiệu = '''Quỳnh Đô động chủ''' (瓊都洞主, [[1504]] - [[1509]])\n| niên hiệu = Đoan Khánh (端慶)\n| thụy hiệu = *<font color = \"grey\">Mẫn Lệ công<\/font> (愍厲公)\n*<font color = \"grey\">Uy Mục đế<\/font> (威穆帝)\n| sinh = [[5 tháng 5]], [[1488]]\n| nơi sinh = [[Đông Kinh]]\n| mất = {{ngày mất và tuổi|1509|12|1|1488|5|5}}\n| nơi mất = Cửa Lệ Cảnh, [[Đông Kinh]]\n| nơi an táng = An Lăng (安陵)\n}}\n{{Vua nhà Hậu Lê (theo năm)}}\n'''Lê Uy Mục''' ([[chữ Hán]]: 黎威穆; 5 tháng 5 năm 1488 &ndash; 1 tháng 12 năm 1509), đôi khi còn gọi là '''Mẫn Lệ công''' (愍厲公), là vị [[hoàng đế]] thứ tám của [[nhà Lê sơ]] trong [[lịch sử Việt Nam]]. Trong thời gian trị vì của mình, ông chỉ dùng một niên hiệu là '''Đoan Khánh''', ông được xem là một vị hoàng đế tàn bạo và hoang dâm, nổi tiếng là một bạo chúa, người đời gọi là ''Quỷ vương'' (鬼王).\n\nLê Uy Mục không chăm lo chính sự, hằng đêm đều cùng các cung nhân uống [[rượu]], khi say thì giết chết tất cả bọn họ. Triều chính thời ông trị vì rơi vào tay [[ngoại thích]] và bọn [[hoạn quan]], khiến cung đình bị nhơ nhuốc. Ông một tay dần giết hại các đại thần như [[Đàm Văn Lễ]], [[Nguyễn Quang Bật]], chèn ép [[Nguyễn Văn Lang]] khiến ông này phải chạy đi, vì tất cả đều không thuận lập Uy Mục sau khi [[Lê Hiến Tông]] qua đời. Đã vậy, ông còn nghi kị tông thất, giết cả anh em cha chú của mình, từ quần thần đến thân thuộc đều lo sợ, càng quyết tâm phản loạn.\n\nNăm [[1509]], em họ Lê Uy Mục là Giản Tu công [[Lê Tương Dực|Lê Oanh]] liên kết với đại thần Nghĩa quận công Nguyễn Văn Lang phất cờ nổi dậy ở [[Tây Đô]] ([[Thanh Hóa]]), dẫn binh tới [[Đông Kinh]], đánh bại tất cả các đạo quân do Lê Uy Mục gửi đến. Lê Oanh vào kinh thành, phế truất và bắt giam Uy Mục<ref name=\"DV14\"\/>. Cuối cùng, Uy Mục phải uống thuốc độc tự sát, xác ông bị đem đi nhét vào [[súng thần công]] để bắn tan nát.\n\n==Thiếu thời==\nLê Uy Mục có tên [[húy]] là '''Lê Tuấn''' (黎濬), còn có tên là '''Lê Huyên''' (黎諠) hay '''Lê Nghị''' (黎誼), là con trai thứ hai của [[Lê Hiến Tông]], mẹ là [[Nguyễn Thị Cận|Chiêu Nhân Duệ Hoàng hậu]] Nguyễn Thị Cận, người làng [[Phù Chẩn]], huyện [[Đông Ngàn (huyện)|Đông Ngàn]], [[Bắc Giang]]. Ông cũng là anh thứ của vua [[Lê Túc Tông]].\n\n[[Lê Hiến Tông]] có sáu người con trai: con cả là An vương [[Lê Tuân (An vương)|Lê Tuân]] (安王黎洵) do [[Mai Ngọc Đỉnh|Mai Quý phi]] sinh; con thứ 2 là Uy Mục đế Lê Tuấn; con thứ 3 là [[Lê Túc Tông|Lê Thuần]] ([[Lê Túc Tông]]) do [[Trang Thuận hoàng hậu|Trang Thuận Duệ Hoàng hậu]] sinh<ref name=\"DV14\"\/>; con thứ 4 là Thông vương [[Lê Dung (Thông vương)|Lê Dung]] (通王黎溶) do Bùi Quý phi sinh ra; con thứ 5 là Minh vương [[Lê Trị]] (明王黎治) và cuối cùng là Tư vương [[Lê Dưỡng]] (思王黎瀁).\n\nChiêu Nhân Hoàng hậu sinh thời thân phận hèn kém, bị [[Trường Lạc hoàng hậu|Trường Lạc Hoàng hậu]] xem thường. Ngày [[5 tháng 5]], năm Hồng Đức thứ 19 ([[1488]]), giờ Tỵ, bà sinh ra ông rồi qua đời do [[băng huyết]], ông được giao cho [[Nguyễn Kính phi]] nuôi nấng. Kính phi không có con, xem ông như con đẻ và hết lòng chăm sóc.\n\n[[Lê Túc Tông]] mất sớm sau sáu tháng tại vị, để lại di chiếu truyền ngôi cho anh thứ Lê Tuấn. Tuy nhiên, Huy Gia Thái hoàng thái hậu không chịu lập ông lên ngôi, mà muốn truyền ngôi cho người trong hoàng tộc là Lã Côi vương. Nguyễn Kính phi cùng đại thần Nguyễn Nhữ Vy bày mưu lừa Thái hoàng thái hậu ra khỏi thành đón Lã Côi vương, sau đó đóng cửa thành và nhanh chóng sắp xếp đưa được ông lên ngôi. Thái hoàng thái hậu quay về thấy vậy thì không vui, bà cho rằng mẹ ông là người thấp hèn, nên ông cũng sẽ chẳng ra gì, điều này khiến Lê Tuấn oán hận Thái hoàng thái hậu.\n\nNgày [[18 tháng 12]] năm [[1504]], Lê Tuấn lên ngôi, tự xưng làm '''Quỳnh Đô động chủ''' (瓊都洞主), đặt niên hiệu là '''Đoan Khánh''' (端慶), đại xá thiên hạ.\n\n==Cai trị==\nNgày [[22 tháng 3]], năm Đoan Khánh thứ nhất ([[1505]]), Thái hoàng thái hậu đột ngột qua đời, hưởng thọ 65 tuổi. Uy Mục oán hận Thái hoàng thái hậu, cho rằng bà đã thường xuyên xúc phạm, nhục mạ mẹ ruột của mình, nên khi vừa lên ngôi, đã ngầm sai bọn thân tín đánh thuốc độc giết chết Thái hoàng thái hậu. Để che giấu tội giết bà nội, ông ban bố nghỉ chầu bảy ngày để chịu tang, dâng [[thụy hiệu]] cho bà tỏ lòng kính trọng.\n\nNgày [[5 tháng 6]] cũng năm ấy, ông giết quan Lễ bộ Thượng thư là [[Đàm Văn Lễ]] và quan Đô Ngự sử là [[Nguyễn Quang Bật]]. Trước đây khi [[Lê Hiến Tông|Hiến Tông]] mất, Nguyễn Kính phi đã mang vàng lụa đến tặng Văn Lễ và Quang Bật để họ lập con mình lên ngôi. Tuy nhiên, hai người này đã không chịu lập Uy Mục mà quyết chí lập [[Lê Túc Tông|Túc Tông]] theo di chiếu của tiên đế, do đó ông căm giận lắm<ref name=\"DV14\"\/>. Đến đây, Uy Mục dùng mưu của hai gian thần [[Khương Chủng]] và [[Nguyễn Nhữ Vi]] để biếm chức hai người xuống làm Thừa tuyên sứ ở [[Quảng Nam]] và bắt họ vào Nam nhận việc. Khi họ đến con sông lớn ở huyện Chân Phúc, ông sai một toán quân đuổi theo bắt phải tự tử. Hai người khi sắp gieo mình xuống nước đã ngâm thơ quốc ngữ rồi mới tuẫn tiết. Sau này các đình thần trong bụng ai cũng biết là hai người chết không đáng tội, liền can gián ông, ông bèn đổ tội cho Nguyễn Nhữ Vi rồi giết y.\n\nTháng giêng năm [[1507]], khi sang Đại Việt để sách phong cho Lê Uy Mục làm '''An Nam Quốc vương''' (安南國王), phó sứ thần của [[nhà Minh]] là Hứa Thiên Tích (許天錫) trông thấy tướng mạo hoàng đế, đã làm thơ gọi ông là '''Quỷ vương''' (鬼王):\n\n::''An Nam tứ bách vận vưu trường''\n::''Thiên ý như hà giáng quỷ vương?''\n::(''Vận An Nam còn dài bốn trăm năm''\n::''Ý trời sao lại sinh ra vua quỷ?'')\n\nÔng từ khi lên ngôi không chăm lo chính sự, chỉ ham rượu chè, gái đẹp, thích [[giết người]], đêm nào cũng cùng với cung nhân uống [[rượu]] vô độ rồi hành lạc, đến khi say thì giết đi. Tính vốn ưa vũ dũng, Uy Mục từng sai quản tượng và giám ngự mã đánh nhau làm trò mua vui ngay trong cung điện. Trong một lần đi tế đàn Nam Giao trở về, Lê Uy Mục cưỡi voi vào cửa Đông Hoa, sai các Ti và quân các Vệ trong Ngũ Phủ đem voi công đến cho vua tuyển chọn. Sau đó, vua lại sai các trấn chọn [[voi]] đem về kinh đô để chọn lựa thêm một lần nữa, cốt sao đủ đặt hai Ti là Ngự Tượng và Ngự Mã. Vua cho bọn quân sĩ ở ti Ngự Tượng đội mũ màu thủy ngân, trên vẽ hoa hồng quỳ. Mỗi ngày, vua sai hai tên giám quân đấu sức với nhau. Hai tên cầm gậy đánh nhau từ cửa Thanh Dương đến ngoài cửa Thái Miếu. Ông xem việc đánh nhau của hai ngự giám quân mà lấy làm thích thú, ban thưởng tiền lụa cho họ.<ref>https:\/\/danviet.vn\/nhung-chuyen-khong-giong-ai-cua-vua-quy-7777495628.htm<\/ref>\n\nQuyền hành trong triều rơi vào tay họ ngoại của hoàng đế<ref name=\"DV14\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt19.html Đại Việt sử ký toàn thư, quyển 14]<\/ref>. Bấy giờ, uy quyền thuộc về họ ngoại, phía đông thì làng Hoa Lăng (quê của mẹ nuôi ông là Kính phi), phía tây thì làng [[Nhân Mục]] (quê của vợ ông là Trần Hoàng hậu), phía bắc thì làng [[Phù Chẩn]] (quê của mẹ đẻ ông là Chiêu Nhân Duệ Hoàng hậu) đều chuyên cậy quyền thế, vùi dập các quan, kẻ thì vì ý riêng mà giết hại sinh dân, kẻ thì dùng ngón kín mà yêu sách tiền của, mọi thứ [[súc vật]], hoa màu của dân, chúng đều cướp đoạt cả, nhà nào có đồ lạ, vật quý, chúng đánh dấu chữ vào và đòi lấy. Muôn dân ta oán mà hoàng đế vẫn không chừa, lại mang lòng ngờ vực, đố kỵ.\n\nTháng 8 năm [[1509]], Uy Mục ra lệnh cho giết hết những [[người Chăm|người Chiêm]] bị bắt làm gia nô trong các điền trang của các thế gia, công thần. Trước đây, [[Lê Thánh Tông]] khi [[chiến tranh Việt-Chiêm 1471|thân chinh đánh Chiêm Thành]] đã bắt được em [[Trà Toàn]] là [[Maha Sajai|Trà Toại]] và vợ con ông ta đem về [[Đại Việt]], cho an trí ở ngoài cửa Bảo Khánh gần 30 năm. Đến thời Cảnh Thống, Trà Toại đã chết, con ông là [[Trà Phúc]] mang trộm hài cốt của cha trốn về nước. Đến nay, những nô lệ người Chiêm ở các điền trang của các thế gia, công thần thấy vậy cũng tìm cách đào thoát về nước. Nghi người Chiêm làm loạn, Uy Mục hạ lệnh giết các gia nô người Chiêm còn lại trong các điền trang đến gần hết, không hay biết rằng kẻ tham gia cuộc binh biến lật đổ ông sau này chính là bọn người Chiêm [[Chế Mạn]], thì đã bỏ trốn thành công.<ref name=\"nguoikesu.com\">https:\/\/nguoikesu.com\/dong-lich-su\/nha-hau-le\/le-uy-muc-le-tuan<\/ref>\n\nĐể gia cố và duy trì quyền lực, Uy Mục xua đuổi người tông thất và công thần về xứ Thanh Hoa và giết các nữ sử nội thần người Chiêm. Bấy giờ bọn ngoại thích của ông là Khương Chủng và [[Nguyễn Bá Thắng]] tự tiện làm oai làm phúc, quyền thế nghiêng lệch trong triều ngoài trấn, dân chúng không dám cất tay động chân. Nhà pháp thuật bị cấm làm phù chú, đạo sĩ thờ đạo phải cắt tóc không được để dài. Do vậy, các phố xá, hàng chợ nhà nào thờ tiên sư đều phải cất giấu đi. Sau này, đám ngoại thích khác của hoàng đế là Thừa Giáo, Thừa Nghiệp đi đường, quan viên và dân chúng trông thấy chúng từ xa đã phải chạy trốn đi, đợi chúng đi qua rồi mới dám ra. Nguyễn Đình Khoa ngầm sai người đến Thừa Hiến phủ huyện các xứ trong nước, tới cả dân gian, cưỡng bắt những con gái chưa chồng, làm khốn khổ nhân dân, khắp cả nước dần mất hết hy vọng.<ref name=\"nguoikesu.com\"\/>\n\nCác bá quan người nào ngày trước không lập Uy Mục, thì đều bị ông thanh trừng để trả thù. Uy Mục còn ngầm sai nội nhân Nguyễn Đình Khoa dò xét cả 26 thân vương là các chú và anh em của ông. Trong đó, Kinh vương [[Lê Kiện]] là chú đã chạy trốn không biết đi đâu, chỉ có [[Lê Tương Dực|Giản Tu công]] Lê Oanh là con của Kiến vương [[Lê Tân]], chú ruột của [[hoàng đế]], thì bị bắt giam vào ngục nhưng sau đó trốn thoát được. Do vậy, mọi người đều cảm thấy nguy đến thân mình, càng nghĩ đến việc [[nổi loạn]].\n\n\n==Bị lật đổ==\nSự tàn bạo quá đáng của Uy Mục đã gây nên một làn sóng bất bình trong dân chúng và trong hàng ngũ quan lại, tông thất, dòng dõi họ Lê. Bấy giờ, thân thích của Trường Lạc Hoàng thái hậu là [[Nguyễn Văn Lang]] cũng là một trong số người bị triều đình đuổi về quê quán. Đại thần tông thất là Nghi quận công [[Lê Năng Can]], vì bất đắc chí, có bài thơ gửi cho Nguyễn Văn Lang và khuyên ông nổi dậy giết bọn ác đảng. Văn Lang là người thông thao lược, giỏi binh pháp, khéo xem xét thiên thời. Ông đem bọn [[nô lệ]] người Chiêm đã ra hàng là [[Chế Mạn]] cùng các tướng Vũ Bá, Vũ Tiếp và người ba phủ nổi dậy ở thành Tây Đô, đem quân giữ ở cửa biển Thần Phù.<ref>https:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/tai-sao-vua-uy-muc-chet-khong-toan-thay-2259043{{Liên kết hỏng|date=2023-01-18 |bot=InternetArchiveBot }}<\/ref>\n\nCũng thời điểm đó, Lê Uy Mục liên tục bắt giam, giết hại người tông thất. Trong số các con của Kiến vương [[Lê Tân]] bị bắt giam, [[Lê Tương Dực|Giản Tu công]] Lê Oanh đã đút tiền cho người canh ngục mới được thả ra, trốn về [[Tây Đô]] ([[Thanh Hóa]]), được Nguyễn Văn Lang<ref>Văn Lang cùng họ với [[Nguyễn Đức Trung]], Đức Trung là cha của Huy Gia Thái hoàng thái hậu, do đó giữa Uy Mục và Văn Lang có hiềm khích.<\/ref> lập làm minh chủ để khởi binh nổi dậy chống lại Uy Mục đế. [[Lương Đắc Bằng]] được lệnh viết hịch kêu gọi bá quan hưởng ứng, cụ thể là:<ref name=\"DV14\"\/>\n{{Cquote|\n''Bạo chúa Lê Tuấn, phận con thứ hèn kém, làm nhơ bẩn nghiệp lớn, mới gần 5 năm mà tội ác đã đủ muôn khóe. Giết hại người cốt nhục, dìm hãm các thần liêu. Bọn [[ngoại thích]] được tin dùng mà phường đuôi chó ngang ngược làm bậy, người cứng cỏi bị ruồng bỏ mà kẻ đầu cá ẩn nấp nẻo xa. Quan tước đã hết rồi vẫn thưởng tràn không ngớt, dân chúng đã cùng khốn còn vơ vét chẳng thôi. Vét [[thuế]] khóa từng cân lạng, tiêu tiền của như đất bùn, bạo ngược ngang với [[Tần Thủy Hoàng|Tần Chính]]. Đãi bề tôi như chó ngựa, coi dân chúng tựa cỏ rác ngạo mạn quá cả Ngụy Oanh. Huống chi lại xây cung thất to, làm vườn hoa rộng. Xua dân đi trồng cây, giẫm theo vết xe đổ chất gò Hoa Cương đời [[nhà Tống|Tống]]; lấp biển xây cung điện, nối gót thói u mê xây [[cung A Phòng]] [[nhà Tần]]. Công trình thổ mộc xây lên rồi thay đổi, thay đổi rồi xây lên, dân [[Hải Dương]], [[Kinh Bắc]] mệt mỏi, lao đao; tông thất xa hoa, kiêu căng lại ngang ngược, ngang ngược lại kiêu căng, cõi tứ tuyên phiên trấn xôn xao, rối loạn. Cư dân nhức óc, cả nước đau lòng.''|||Hịch}}\n\n(Gò Hoa Cương: Tức [[đá hoa cương]]. [[Tống Huy Tông]] thích hoa đẹp, đá lạ, bắt dân đem về, thuyền ghe đầy [[sông Hoài]] về [[Biện Kinh]] tạo nên cái gò đầy đá hoa cương.)\n\nNgoài ra, phe Giản Tu công [[Lê Tương Dực|Lê Oanh]] cũng có bài hịch như sau:<ref name=\"DV14\" \/>\n{{Cquote|\n''Đoan Khánh làm vua, họ ngoại chuyên quyền, Tử Mô<ref>Tức Tông nhân lệnh phủ Tông nhân Nguyễn Thừa Nghiệp và con là Nguyễn Mô giữ chức chỉ huy quân Túc vệ.<\/ref> làm phường ngu hèn nơi phố chợ làm rối loạn kỷ cương, Thắng Chủng<ref>''Thắng'' tức là Nguyễn Bá Thắng, ''Chủng'' tức là Khương Chủng, những ngoại thích lộng quyền trong Triều đình.<\/ref> là hạng trẻ ranh miệng còn hơi sữa đã tái oai tác phúc. Đến mức đánh thuốc độc giết bà nội, tàn sát các thân vương. Theo ý riêng mà giết hại sinh dân, không biết đâu cho thỏa; dùng ngón ngầm để vét vơ tiền của, càng mặc sức tham lam. Bốn biển đã khốn cùng, muôn dân đều sầu oán.''|||Hịch}}\n\nNgày [[8 tháng 11]] năm [[1509]], Giản Tu công giả xưng là Cẩm Giang Vương Lê Sùng (黎漴), tức anh trai ông<ref>Cẩm Giang vương Lê Sùng là con cả của Kiến vương Lê Tân và là anh của Lê Oanh. Xem thêm về các con của vua [[Lê Thánh Tông]].<\/ref>. Từ Tây Đô, ông đưa quân cả thủy lẫn bộ tiến về [[Đông Kinh]] ([[Hà Nội]]). Thủy quân tiến đến núi Thiên Kiện. Uy Mục dùng hai chiếc thuyền nhẹ Hà Thanh và Hải Thanh đi đến chùa Bảo trên núi Thiên Kiện, bắt được một viên tướng thủy quân của Giản Tu công và giết được 20 binh sĩ đem xác về ngoài cửa Đông Hoa. Uy Mục cho tướng là [[Lê Vũ]] làm Tán lý cũng nhiều người khác đem cấm quân và quan quân thuộc các vệ Thần vũ, Hiệu lực, Điện tiền đi chống giữ nhưng đều bị phe Lê Oanh đánh bại.\n\nĐến ngày [[23 tháng 11]], Uy Mục quyết định bắt giết anh em của Giản Tu công Lê Oanh bao gồm Lê Sùng và cả mẹ ông ta là [[Trịnh Thị Tuyên]], sau đó lệnh cho Lê Vũ mang thủ cấp của Lê Sùng ra chiến trường, giơ cho quân Lê Oanh xem, hòng uy hiếp tinh thần họ. Lê Vũ nói:<ref name=TT551>''[[Đại Việt Sử ký Toàn thư]]'', tr. 551.<\/ref>\n:''Đây là cái đầu của Cẩm Giang vương, chúng bay còn nói láo làm gì?''\n\nTuy nhiên, quân của Giản Tu công không những không mất sĩ khí, lại tiến đánh hăng hơn. Lê Vũ bị quân Lê Oanh bao vây ở trận Đồng Lạc. Lê Oanh dụ hàng nhưng Lê Vũ vẫn một mực không chịu khuất phục nên bị giết. Trận này, quân của Uy Mục thua to, các tướng khác của ông như [[Dương Trực Nguyên]], [[Phạm Thịnh]], [[Trần Năng]] cũng tử trận ở Châu Cầu.<ref>''[[Khâm định Việt sử Thông giám cương mục]]'', tr. 594.<\/ref>\n\nNgày 26, các đạo quân của Lê Oanh đều tiến sát Đông Kinh. Uy Mục đế vì cần thêm quân để chống giữ mới lấy vàng bạc ban cho bọn tội nhân bị giam ở ty [[Ngũ hình]] mỗi người 3 quan, rồi sai đi đánh quân Lê Oanh. Những tù nhân vốn oán hận sự bạo ngược của hoàng đế nên khi nhận được tiền đều bỏ trốn về nhà. Uy Mục sợ hãi lại vội vã chọn người đi gọi quân các trấn [[Lạng Sơn]], [[Thái Nguyên]], [[Tuyên Quang]], Yên Băng; bắt mỗi trấn lấy 5.000 thổ binh đến cứu viện. Nhưng khi họ còn chưa đem quân tới, thì đại quân của Lê Oanh đã áp sát vào thành, nhiều người bỏ chạy thoát thân.\n\nTướng trấn thủ là [[Lê Quảng Độ]] (黎廣度) cùng với Lê Oanh người trong kẻ ngoài thông tin với nhau, lại cho bắn súng làm hiệu, dựng gậy làm cờ, chặt cây làm binh khí giả đánh lẫn nhau cho các quân kinh hãi, buộc Uy Mục phải chạy lên phía Bắc. Cuối cùng kinh thành thất thủ, Uy Mục sợ hãi trốn vào phường Nhật Chiêu. Hoàng hậu [[Trần Thị Tùng]] của ông cũng trốn ra đến xã Hồng Mai, náu ở nhà dân rồi treo cổ tự sát ở miếu chùa. Giản Tu công tiến vào chiếm Đông Kinh, nghe tin mẹ và anh em mình đều đã bị Uy Mục [[xử tử]], sai quan sửa việc tang và làm lễ chôn cất.<ref name=TT551\/>\n\nĐến ngày 28, trong lúc đang chạy trốn, Uy Mục bị một [[vệ sĩ]] cũ của mình bắt được đem nộp cho Giản Tu công và bị giam vào cửa Lệ Cảnh. Nhận thấy đã đường cùng, ngày [[1 tháng 12]] năm [[1509]], Lê Uy Mục uống thuốc độc tự vẫn.<ref>Tức ngày 20 tháng 1 năm 1510 theo [[lịch Gregory đón trước]].<\/ref>\n\nGiản Tu công [[Lê Tương Dực|Lê Oanh]] căm hận Uy Mục giết hại tàn nhẫn gia đình mình, chưa nguôi giận, sai người dùng súng lớn, để xác Uy Mục vào miệng súng, rồi bắn cho nổ tan hết hài cốt,<ref>''[[Khâm định Việt sử Thông giám cương mục]]'', tr. 595.<\/ref> chỉ lấy ít tro tàn về chôn tại [[An Lăng]] ở quê mẹ ông tại làng Phù Chẩn (nay là xã Phù Chẩn, thị xã Từ Sơn, thành phố [[Bắc Ninh]]) <ref name=\"DV14\"\/>. Giản Tu công tự lập làm vua, tức [[Lê Tương Dực]].\n\nLê Uy Mục ở ngôi được 4 năm, thọ 21 tuổi. Ban đầu, Lê Tương Dực giáng ông xuống làm '''Mẫn Lệ công''' (愍厲公). Sau này khi [[Lê Chiêu Tông]] lên ngôi mới đặt tên thụy cho ông là '''Uy Mục đế''' (威穆帝).\n\n==Gia quyến==\n* Cha: [[Lê Hiến Tông]] Lê Tranh.\n* Mẹ: \n** Mẹ đẻ: [[Nguyễn Thị Cận|Chiêu Nhân Duệ Hoàng hậu]] Nguyễn thị (昭仁睿皇后阮氏), người phường  [[Phù Chẩn]],thành phố Từ Sơn tỉnh Bắc Ninh. Vừa sinh ra Uy Mục thì qua đời.\n** Mẹ nuôi: [[Nguyễn Kính phi|Kính phi Nguyễn thị]] (敬妃阮氏), người làng Hoa Lăng, huyện [[Thủy Đường]]. Nuôi nấng Uy Mục đến khi trưởng thành và giúp ông đoạt được hoàng vị, sau dòng họ của bà làm loạn triều đình.\n\n=== Hậu cung: ===\n{| class=\"wikitable\"\n|+Danh sách các hậu phi\n!STT\n!Danh hiệu\n!Tên \n!Sinh mất\n!Cha\n!Ghi chú\n|-\n|1\n|[[Trần Thị Tùng|Uy Mục Hoàng hậu]](威穆皇后)\n|Trần thị \n(陳氏)\n|?-1509\n|\n|\n|-\n|2\n|Quý Phi\n|[[Lê phi (Lê Uy Mục)|Lê thị]] \n(黎氏)\n|\n|\n|Bà là người xã [[Sa Lung]], châu Minh Linh. Gia đình mắc tội, bị sung làm nô tì. \nKhi Uy Mục chưa lên ngôi, còn theo học thầy, bà cùng học với Uy Mục, ông trông thấy rồi đem lòng yêu thương. \nNăm [[1504]], Uy Mục lên ngôi, phong Lê thị làm [[Quý phi]] và độc sủng trong cung. \n\nNăm [[1509]], Uy Mục đế bị giết, bà bị Vũ Tá hầu cưỡng bức trong cung.\n|-\n|3\n|Cung Nhân\n|Trần Thị Trúc \n(陳氏竹)\n|\n|\n|Bà là em gái Trần Hoàng hậu.\n|}\n\n=== Hậu duệ: ===\n{| class=\"wikitable\"\n|+Danh sách các hoàng tử\n!STT\n!Danh hiệu\n!Tên \n!Sinh mất\n!Mẹ\n!Ghi chú\n|-\n|1\n|Hoàng trưởng tử\n|Không rõ tên\n|\n|\n|Chết yểu.\n|}\n\n== Nhận định ==\nSau khi lật đổ Uy Mục, Lê Oanh sai các quan tướng dâng biểu trần tình với nhà Minh. Lời biểu có đoạn lên án Lê Uy Mục như sau:<ref name=\"nguoikesu.com\"\/>\n:''\"Đoan Khánh Lê Tuấn tập phong tước vương đã được 4 năm, tin dùng phe cánh họ mẹ là bọn Khương Chủng, Nguyễn Bá Tuấn, ngang tàn bạo ngược, đảo lộ triều cương, tàn sát họ hàng, giết ngầm tổ mẫu, người trong nước điêu linh, dân không chịu đựng nổi. Bọn Chủng, Thắng quyền át trong ngoài, ác đảng ngày càng lan rộng, mưu cướp quyền nước.\"''\n\nTheo sách ''Hồng Thuận Trị bình bảo phạm'':<ref name=\"DV14\"\/>\n:''\"Đời Đoan Khánh, bọn [[hoạn quan]] thọc vào chính sự, kẻ [[ngoại thích]] mặc sức chuyên quyền, pháp lệnh phiền hà, kỷ cương rối loạn, nông tang tiêu tàn mất nghiệp, phong tục ngày một suy đồi, thực rất đáng thương tâm. Huống chi, lại tàn sát người cốt nhục, hãm hại kẻ bề tôi, những việc làm như vậy thì muốn không bị diệt vong có được không?\"''\n\nCòn sách ''Hồng Thuận Trung hưng ký'' của [[Nguyễn Dục]] cũng ghi nhận:<ref name=\"DV14\"\/>\n:''\"Mẫn Lệ công thất đức, bọn Chủng, Thắng chuyên quyền. Thừa Nghiệp là thằng nhãi chăn trâu mà kiêm coi cả [[phủ Tông nhân]]; Tử Mô là đứa trẻ bán cá lại trông giữ hết quân Túc vệ. Tiến dùng bè lũ sài lang, đua mở rộng đường hối lộ. Xây phủ đệ thì rừng núi các xứ [[Thái Nguyên]], [[Tuyên Quang]] không còn cây để lấp nguồn dục vọng, đòi mắm muối thì sông biển các vùng [[Nghệ An]], Yên Bang không còn cá mà nhét miệng đói thèm. Gươm [[Thái A]] trở ngược<ref>Theo chú thích trong [[Đại Việt Sử ký Toàn thư]]: ''\"Thái A: là tên một thanh gươm quý. Trở ngược gươm Thái A nghĩa là trao cán gươm quý cho người khác, chỉ việc Uy Mục Đế để bọn ngoại thích nắm giữ mọi quyền\".''<\/ref>, đồ thần khí lung lay<ref>Theo chú thích trong [[Đại Việt Sử ký Toàn thư]]: ''\"Đồ thần khí: chỉ ngai vàng nhà vua\".''<\/ref>, tai dị sinh luôn, hạ dân ta oán, bị diệt vong là đáng lắm rồi.\"''\n\nSử thần triều Lê cũng đưa ra những lời bàn:\n{{cquote|\n''Vua nghiện rượu, hiếu sát, hoang dâm, thích ra oai, tàn hại người tông thất, giết ngầm tổ mẫu, họ ngoại hoành hành, trăm họ oán giận, người bấy giờ gọi là Quỷ vương, điềm loạn đã xuất hiện từ đấy''.|||[[Đại Việt sử ký toàn thư]]<ref name=\"ReferenceA\">[[Đại Việt sử ký toàn thư]], kỷ nhà Lê, phần Uy Mục đế.<\/ref>}}\n\n{{cquote|\n''Mẫn Lệ công tin dùng ngoại thích, bạo ngược vô đạo, giết hại tông thất, tàn sát nhân dân, tự mình chuốc lấy diệt vong, chẳng cũng đáng sao''.|||[[Đại Việt sử ký toàn thư]]<ref name=\"ReferenceA\">[[Đại Việt sử ký toàn thư]], kỷ nhà Lê, phần Uy Mục đế.<\/ref>}}\n\n==Xem thêm==\n*[[Nhà Hậu Lê]]\n*[[Lê Tương Dực]]\n*[[Nguyễn Văn Lang]]\n\n==Tham khảo==\n{{tham khảo|4}}\n{{Navboxes\n|title= Lê Uy Mục\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Hậu Lê]]\n|trước = [[Lê Túc Tông]]\n|sau = [[Lê Tương Dực]]\n|năm = [[1505]]-[[1509]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Hậu Lê}}\n}}\n{{Thời gian sống|sinh=1488|mất=1509|tên=Lê Uy Mục}}\n\n[[Thể loại:Mất năm 1509]]\n[[Thể loại:Sinh năm 1488]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua nhà Hậu Lê]]\n[[Thể loại:Vua nhà Lê sơ|Uy Mục, Lê]]\n[[Thể loại:Vua Việt Nam bị giết]]\n[[Thể loại:Người tự sát]]"}