{"1264194":"{{wikify}}\n{{chú thích trong bài}}\n[[Tập tin:Võ sư Lê Văn Thạnh.png|nhỏ|Võ sư Lê Văn Thạnh - Trưởng tràng Hệ phái Suzucho KarateDo]]\n\n'''Lê Văn Thạnh''' (sinh 1949) là một võ sư Karate người Việt Nam. Ông hiện mang cửu đẳng huyền đai Karatedo Suzucho Ryu, ngũ đẳng huyền đai Karatedo Shotokan Ryu. Ông cũng là người đầu tiên và duy nhất có 4 nhiệm kỳ giữ chức Trưởng tràng Hệ phái [[Suzucho Karatedo]].\n\n==Thân thế và võ nghiệp==\nÔng sinh ngày [[1 tháng 10]] năm 1949 tại phường Phú Cát, thành phố [[Huế]]. Chịu ảnh hưởng của thân phụ, từng là một võ sĩ quyền Anh, cùng thời với các võ sư [[Minh Cảnh]], [[Vĩnh Tiên]], ông sớm bộc lộ sự quan tâm đặc biệt đến việc tập luyện võ thuật với những bước cơ bản học từ thân phụ.\n\nNăm 15 tuổi, ông tham gia luyện tập môn [[Karate]]do và [[Judo]] tại võ đường của Võ sư [[Suzuki Choji]] - số 8 Võ Tánh, Huế.\n\nTháng 6 năm 1964, Võ sư [[Suzuki Choji]] mở một khóa đào tạo mang tên Bodankumi. Đây là khóa học đặc biệt chỉ gồm 7 người, giờ tập được nâng lên gấp đôi bình thường với mục đích truyền tải tất cả tinh hoa võ học Karate nhằm xây dựng thế hệ huấn luyện viên chủ chốt cho tương lai (Bodankumi là tên một loại hoa ở Nhật mà mỗi cây chỉ có một hoa, rất quý), Tuy nhiên sau này do nhiều điều kiện khách quan mà chỉ còn mỗi Võ sư Lê Văn Thạnh là người tiếp nối được bước đi của Tổ sư [[Suzuki Choji]] cho đến tận hôm nay.\n\nTháng 3 năm 1973, ông lần đầu tiên được chưởng môn Suzuki chọn làm Trưởng tràng đời thứ 8 của Hệ phái trông coi võ đường Suzucho tại Huế trong lúc Võ sư Suzuki đi phát triển Karatedo tại Đà Nẵng và các tỉnh thành khác.\n\nSau [[30 tháng 4]] năm 1975, các sinh hoạt võ thuật bị hạn chế hoạt động, võ đường Suzucho không còn sinh hoạt nữa. Chưởng môn Suzuki và gia đình đã vào thành phố Hồ Chí Minh và hồi hương trở về Nhật Bản vào năm 1978.\n\nNhững người học trò của tổ sư Suzuki vì nhiều lý do nên mỗi người đi một phương, dù vậy ở Huế vẫn còn nhiều môn đồ. Trên cương vị, trách nhiệm của Trưởng tràng, Võ sư Lê Văn Thạnh đã vừa tham gia vào đội Võ thuật xung kích của Thành phố Huế, vừa phát triển phong trào Karate tại địa phương và vừa đi các Tỉnh, Thành để vận động, động viên những môn đồ của Thầy Suzuki cố gắng sinh hoạt, phát triển Karatedo tại địa bàn nơi mình cư trú và làm việc.\n\nNăm 1978, Võ đường Bodankumi được thành lập ngay tại nhà võ sư Lê Văn Thạnh (số cũ 116 Chi Lăng – Huế) và cũng từ nơi đây đã đào tạo ra nhiều môn đồ của Hệ phái, trong đó có những người đã là Huấn luyện viên của đội tuyển Karatedo Quốc gia và rất nhiều người là Trưởng bộ môn Suzucho Karatedo của các Tỉnh, Thành, Ngành.\n\nNăm 1984, ông [[Hoàng Vĩnh Giang]] lúc đó với tư cách là Phó giám đốc Sở TDTT Hà Nội đã có thư mời Võ sư Lê Văn Thạnh ra giúp cho Hà Nội phát triển môn võ này. Vào thời gian này, Ông đã hỗ trợ huấn luyện cho gần 10 người, trong đó có những người sau này làm huấn luyện viên trưởng đội tuyển quốc gia như [[Đoàn Đình Long]], [[Lê Công]]. Trong thời gian đó ông vẫn thỉnh thoảng ra vào các tỉnh miền trung và miền nam như Đà Nẵng, Khánh Hòa, Đồng Nai để tiếp nối bước Thầy mình giúp phát triển các võ đường Suzucho KarateDo.\n\nNăm 1992, đội tuyển Karatedo Việt Nam đầu tiên được chính thức thành lập. Ông được mời tham gia Ban huấn luyện đầu tiên của đội tuyển, với tư cách là Huấn luyện viên Đội tuyển Karatedo Việt Nam.\n\nNăm 1994, Đại hội đại biểu Liên đoàn Karatedo Việt Nam lần 2 được tổ chức. Ông được bầu vào Ban chấp hành lâm thời của Liên đoàn với tư cách là Phó chủ tịch đặc trách miền Trung.\n\n[[Tập tin:Vosinhbodankumi.jpg|nhỏ|Một trong những thế hệ học trò đầu của võ sư Lê Văn Thạnh (ảnh chụp tại võ đường Bodankumi)]]\n\nHiện nay, Võ sư Lê Văn Thạnh vẫn tiếp tục đào tạo huấn luyện môn sinh Suzucho theo hệ truyền thống tại võ đường riêng (BodanKumi Dojo) đồng thời hỗ trợ huấn luyện cho một số võ đường khác tại Huế như bộ môn Karatedo của tỉnh TT Huế, võ đường Gakusei, võ đường Nhân Ái, trung tâm thể thao TP Huế vv… nhằm mục đích tìm kiếm, đào tạo các nhân tố có năng khiếu thi đấu thể thao cho đội tuyển Karate Thừa thiên Huế và Quốc gia.\n\nThời gian còn lại ông tập trung cho công tác nghiên cứu các kỹ thuật Karate truyền thống của Nhật Bản cũng như Karate hiện đại của Thế giới nhằm bổ sung, phát triển phong phú thêm cho các kỹ thuật của hệ phái Suzucho. Tháng 9 năm 2007, được sự đồng ý của Chưởng môn Tokuo Suzuki ông đã cho xuất bản 2 tập sách \"Giáo trình chuẩn hóa kỹ thuật - quyền pháp Suzucho Karatedo\" và đã được sự đón nhận của đông đảo những bạn đọc yêu thích võ thuật nói chung và Karatedo nói riêng.\n\nTháng 1 năm 2012, ông được Chưởng môn Tokuo Suzuki, phong huyền đai cửu đẳng, đẳng cấp cao nhất của hệ phái.\n\n==Các dấu mốc ==\n\n[[Tập tin:Le Van Thanh.JPG|nhỏ|Võ sư Lê Văn Thạnh: huấn luyện viên Trưởng kiêm Trưởng đoàn Việt Nam tham gia giải Vô địch Karate Thế giới tại Kota Kinabalu Malaysia]]\nĐối với Hệ phái Suzucho KarateDo, Võ sư Lê Văn Thạnh là người đầu tiên và duy nhất cho đến nay 4 lần giữ chức vụ Trưởng tràng Hệ phái Suzucho Karatedo:\n# Từ 1973 đến 1986, là Trưởng tràng đời thứ 8;\n# Từ 1987 đến 1989, là Trưởng tràng đời thứ 10;\n# Từ 2006 đến 2012, là Trưởng tràng đời thứ 14;\n# Từ tháng 6 năm 2012 đến nay, là Trưởng tràng đời thứ 15\n\nĐối với thể thao Việt Nam:\n* Năm 1992: tập trung vào Ban huấn luyện Đội tuyển Quốc gia để chuẩn bị tham dự Sea Games 17 tại Singapore năm 1993, với tư cách là huấn luyện viên.\n* Năm 1994: huấn luyện viên đội tuyển QG chuẩn bị Asiad tại Hiroshima; huấn luyện viên Trưởng kiêm Trưởng đoàn Việt Nam tham gia giải Vô địch Thế giới tại Kota Kinabalu Malaysia và lần này Việt Nam gia nhập Liên đoàn Karatedo Thế giới.\n* Năm 1996: huấn luyện viên Trưởng kiêm Trưởng đoàn Việt Nam tham gia giải Vô địch Trẻ châu Á lần 3\/1996 tại Đài Loan.\n* Năm 1997: Trong Ban huấn luyện tham dự Sea Games 19 tại Indonesia\n* Năm 1998: huấn luyện viên Trưởng kiêm Trưởng đoàn Việt Nam tham gia giải Vô địch Trẻ châu Á lần 4\/1998 tại Macau.\n* Năm 2000: huấn luyện viên Trưởng kiêm Trưởng đoàn Việt Nam tham gia giải Vô địch Trẻ châu Á lần thứ 5\/2000 tại Macau.\n* Năm 2002: huấn luyện viên Trưởng kiêm Trưởng đoàn Việt Nam tham gia giải Vô địch Trẻ châu Á lần thứ 6\/2002 tại Nhật Bản.\n* Năm 2007: Việt Nam cử sang Lào làm chuyên gia Karatedo cho Liên Đoàn Karatedo Lào, huấn luyện đội tuyển Lào tham gia Sea Games 24 tại Thái Lan.\n* Năm 2008-2009: Việt Nam tiếp tục cử Sang lào làm chuyên gia Karatedo cho Liên đoàn karatedo Lào, huấn luyện đội tuyển lào tham gia Sea Games 25 tại Lào.\n[[Tập tin:Thành tích đội tuyển Lào.JPG|nhỏ|Thành tích của đội tuyển Lào tại SEA Games 25 dưới sự dẫn dắt của võ sư Lê Văn Thạnh]]\nThời gian tại Lào ông đã giúp cho đội tuyển Lào giành được:\n* 2 Huy chương vàng cá nhân 75&nbsp;kg, 60&nbsp;kg;\n* 2 Huy chương đồng kata cá nhân nam và đồng đội nữ;\n* 5 Huy chương đồng Kumite cá nhân;\n\nÔng được trao tặng:\n* Năm 1997: Bằng khen của Thủ tướng Nước CHXHCN Việt Nam.\n* Năm 2007: Bằng khen của Thủ tướng Nước CHDCND Lào.\n* Năm 2008: Bằng khen của Thủ tướng Nước CHDCND Lào.\n* Năm 2008: Huân chương Lao động hạng 3 của Chính phủ Nước CHDCND Lào.\n* Kỷ niệm chương \"vì sự nghiệp TDTT\" do Bộ trưởng UB\/TDTT Việt Nam tặng; Nhiều Bằng khen của Bộ trưởng TDTT Việt Nam tặng từ 1993-2008; Nhiều bằng khen của UBND Tỉnh Thừa Thiên Huế tặng từ năm 1987-2010; Nhiều giấy khen của Giám đốc Sở TDTT Thừa Thiên Huế tặng từ 1987-2010; Bằng khen của Giám đốc Sở GDĐT Thừa Thiên Huế tặng kỳ Hội khỏe Phù Đổng 2002- 2004-2008.\n\nThành tích của các học trò võ sư Lê Văn Thạnh:\n* Huy chương Quốc gia: Hơn 500 huy chương các loại (Vàng, Bạc, Đồng).\n* Huy chương Quốc tế: Hơn 30 huy chương các loại (Vàng, Bạc, Đồng).\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.suzuchokaratedo.com Website Hệ phái Suzucho KarateDo \"suzuchokaratedo.com\"]\n* [http:\/\/thethao.thanhnien.com.vn\/thethao\/pages\/200950\/20091208090501.aspx Gương mặt \"chuyên gia\" Karate Việt Nam tại Lào]{{Liên kết hỏng|date=2023-01-18 |bot=InternetArchiveBot }}\n* [http:\/\/www.tdtt.gov.vn\/tabid\/69\/ArticleID\/3249\/Default.aspx Huế tự hào là \"cái nôi Karatedo của Việt Nam\"] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121225055907\/http:\/\/www.tdtt.gov.vn\/tabid\/69\/ArticleID\/3249\/Default.aspx |date = ngày 25 tháng 12 năm 2012}}\n* [http:\/\/vtvhue.vn\/chuyen-muc\/hue-tinh-yeu-cua-toi\/201301\/con-duong-den-cuu-dang-huyen-dai-con-duong-den-cuu-dang-huyen-dai-165406\/ Con đường đến Cửu đẳng huyền đai] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130801204034\/http:\/\/vtvhue.vn\/chuyen-muc\/hue-tinh-yeu-cua-toi\/201301\/con-duong-den-cuu-dang-huyen-dai-con-duong-den-cuu-dang-huyen-dai-165406\/ |date = ngày 1 tháng 8 năm 2013}}\n\n{{Thời gian sống|Sinh=1949}}\n\n[[Thể loại:Người Huế]]\n[[Thể loại:Karateka Việt Nam]]\n[[Thể loại:Suzucho Karatedo]]\n[[Thể loại:Võ sư Việt Nam]]"}