{"752015":"[[Hình:levanmot.jpg|nhỏ|Thuyền trưởng Lê Văn Một]]\n'''Lê Văn Một''' ([[1921]]-[[1982]]) là thuyền trưởng tàu không số đầu tiên của tuyến [[Đường Hồ Chí Minh trên biển|Đường mòn Hồ Chí Minh trên biển]] trong [[Chiến tranh Việt Nam]].\n\n==Thân thế==\nLê Văn Một sinh ngày [[30 tháng 11]] năm 1921, là con thứ 11 trong một gia đình giáo học quốc tịch Pháp có 13 anh em. Cha ông là cụ Auguste Lê Văn Giỏi, từng là Đốc học [[Mỹ Tho (tỉnh)|Mỹ Tho]]<ref name=\"dangphong\">\"5 đường mòn Hồ Chí Minh\", tr. 158.<\/ref>. Mẹ ông là bà Trần Thị Lang<ref>[http:\/\/www.sleepingpiggy.com\/familytree\/html\/240.html Thông tin trên website gia đình]<\/ref>. Ông có dòng dõi gia tộc [[Thủ khoa]] [[Nguyễn Hữu Huân]].<ref name=\"buihuong\">[http:\/\/antg.cand.com.vn\/vivn\/tulieu\/2009\/7\/67820.cand Thuyền trưởng Lê Văn Một - Huyền thoại trên biển Đông]<\/ref>\n\nSinh trưởng trong gia đình có Pháp tịch, ông có tên Pháp là '''Abel René''', hoặc '''Lê Văn Abel René'''. Gia đình giàu có, ông được hấp thu một nền giáo dục Tây học hoàn chỉnh. Từ nhỏ, ông được gia đình cho học tại Trường tiểu học Mỹ Tho, Trường Lê Bá Cang - [[Thành phố Hồ Chí Minh|Sài Gòn]], sau ra học ở [[Huế]] rồi ra [[Hà Nội]] học ở Trường Thăng Long.<ref name=\"buihuong\"\/>\n\n==Thực hiện nghĩa vụ với Pháp quốc==\nSau khi tốt nghiệp Trung học, do có Pháp tịch, ông thực hiện nghĩa vụ quân sự với nước Pháp, bấy giờ đứng trước nguy cơ chiến tranh. Ông được đưa vào học tại trường Thủy quân Pháp quốc, sau đó được phân công làm hoa tiêu trên [[soái hạm|kỳ hạm]] La Motte-Picquet - [[tàu tuần dương|tuần dương hạm]] lớn nhất [[Bán đảo Đông Dương|Đông Dương]]<ref name=\"dangphong\"\/>.\n\nTại châu Âu, Pháp nhanh chóng thất trận trước [[Đức]]. Tại Đông Dương, Pháp phải chịu nhún trước quân [[Nhật Bản|Nhật]]. Cũng như các tàu chiến Pháp khác tại Đông Dương, [[Lamotte-Picquet (tàu tuần dương Pháp)|Tuần dương hạm La Motte-Picquet]] bị hạn chế hoạt động và tháng 12 năm 1941, bị buộc phải dỡ bỏ vũ khí và chuyển thành nhiệm vụ đào tạo.\n\nCác thủy quân Pháp đều bị chuyển lên bờ. Để tránh khả năng tàu bị quân Nhật tái vũ trang và sử dụng để chống quân [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]], ngày 12 tháng 1 năm 1945, máy bay ném bom của [[Hải quân Hoa Kỳ]] thuộc Lực lượng Đặc nhiệm 38 đã thả bom đánh chìm tàu La Motte-Picquet.\n\nSau cuộc đảo chính ngày 9 tháng 3 năm 1945, trừ một số nhỏ tàu thoát sang [[Trung Quốc]], lực lượng thủy quân Pháp buột phải đánh chìm hầu hết các tàu chiến của mình tại [[Bán đảo Đông Dương|Đông Dương]] để tránh rơi vào tay người Nhật. Các thủy quân Pháp hầu hết đều bị quân Nhật bắt giam, trừ một số ít trốn thoát trong dân chúng, trong đó có Abel René.\n\n==Nước Pháp không phải mẫu quốc của tôi!==\n[[Cách mạng tháng Tám|Cách mạng tháng 8 năm 1945]] thành công, ý thức dân tộc dần trở nên mạnh mẽ, kể cả trong số trí thức có Pháp tịch. Abel René nhận ra: ''\"La france ce n’est pas ma Patrie!\"'' (''Nước Pháp không phải mẫu quốc của tôi!''), từ đó ông đổi tên thành '''Lê Văn Một''', còn gọi là '''Út Một''', và cùng một số bạn bè tham gia phong trào đấu tranh vì độc lập cho [[Việt Nam]].<ref name=\"buihuong\"\/>\n\nKhi người Pháp nổ súng tái chiếm Nam Bộ, do hoàn cảnh thiếu thốn vũ khí, [[Xứ ủy Nam Bộ]] đã thành lập Ban sưu tầm vũ khí ở nước ngoài, đặt dưới quyền lãnh đạo của [[Trần Văn Giàu]] và [[Dương Quang Đông]]. Lê Văn Một và 12 người nữa được chọn vào nhóm vận tải vũ khí. Lê Văn Một được giao nhiệm vụ trọng trách mang theo 25&nbsp;kg vàng quyên góp của \"Tuần lễ vàng\", cùng nhóm sang [[Bangkok]] ([[Thái Lan]]) bằng ghe buồm để tìm mua vũ khí và tổ chức con đường xuyên Tây, vận chuyển vũ khí từ Thái Lan về Nam Bộ.\n\nSau khi sang đến Thái Lan, dựa vào người Việt kiều tại đây, nhóm đã tổ chức được hoạt động mua sắm và vận chuyển vũ khí về nước bằng cả đường bộ lẫn đường thủy. Trong những lần vận chuyển vũ khí bằng đường biển, Lê Văn Một nhiều lần được giao làm Thuyền trưởng các tàu chở vũ khí, do [[Bông Văn Dĩa]] làm Chính trị viên. Từ đó nảy sinh sự gắn bó của 2 ông cho đến về sau này.\n\n{{cquote|\n''\"...Chính mình cùng đồng chí Dĩa công tác với nhau lâu nhất từ năm 1947 trong Bộ đội Hải ngoại Cửu Long. Chính đồng chí là người giới thiệu mình vào Đảng đầu năm 1948 và mấy năm sau cùng làm chung công tác vận tải Thái Lan về Nam Bộ, chỉ trừ thời gian hòa bình, đồng chí ở lại trong ấy, mình tập kết ra Bắc mới xa nhau. Mặc dầu đồng chí có phần chậm chạp, ít nói, ít lý luận, nhưng là người có lập trường tư tưởng vững...\"''\n|||\"Nhật ký Lê Văn Một - thuyền trưởng tàu không số đầu tiên\"}}\n\nTrong suốt 9 năm kháng chiến chống Pháp, đã có sự đóng góp không nhỏ của Lê Văn Một, Bông Văn Dĩa cùng các đồng chí của mình trong các chuyến vận tải vũ khí cũng như chuyên chở các lãnh đạo cho Nam Bộ. Những kinh nghiệm vận tải đường biển của các ông trở thành những căn cứ đầu tiên để mở [[Đường Hồ Chí Minh trên biển|Đường mòn Hồ Chí Minh trên biển]] sau này.\n\n==Thuyền trưởng tàu không số đầu tiên==\nTheo [[Hiệp định Genève, 1954|Hiệp định Geneve]], Lê Văn Một cùng với phần lớn các đồng chí mình tập kết ra Bắc, để lại người vợ và 2 đứa con trai ở lại miền Nam. Người bạn [[Bông Văn Dĩa]] của ông cũng được phân công bí mật ở lại miền Nam.\n\nKhi ra Bắc, ông được phân công làm Cảng trưởng cảng [[Cẩm Phả]] và giữ chức vụ này trong 5 năm. Tháng 8 năm 1961, trong một lần thử nghiệm mở tuyến vận tải vũ khí trên biển, người bạn Bông Văn Dĩa đã chỉ huy một tàu từ [[Cà Mau]] ra Bắc thành công, đã tìm đến và đề nghị ông cùng tham gia tuyến vận tải của Đoàn 759 vừa được thành lập. Ông nhận lời và được chuyển thuộc biên chế Đoàn 759, trở thành một sĩ quan [[Quân chủng Hải quân Việt Nam|Hải quân Nhân dân Việt Nam]].\n\nMột năm sau, ngày [[11 tháng 10]] năm [[1962]], chiếc tàu gỗ mang tên Phương Đông 1 khởi hành, do Lê Văn Một làm thuyền trưởng và Bông Văn Dĩa làm chính trị viên, cùng 10 thủy thủ đoàn, chở hơn 30 tấn vũ khí vào Nam. Lê Văn Một viết về sự kiện này như sau:\n\n{{cquote|\n''\"22 giờ 30 đêm 11 tháng 10 năm 1962. Tàu nổ máy rời miền Bắc chờ hơn 30 tấn vũ khí về Nam sau hơn 7 năm ở miền Bắc. Tàu tiến từ từ, chạy máy nhỏ rẽ sóng lướt ra khơi, xa dần chiếc thuyền anh em ở lại đang vẫy tay chào tiễn biệt...\"''\n|||\"Nhật ký Lê Văn Một - thuyền trưởng tàu không số đầu tiên\"}}\n\nSau 5 ngày lênh đênh trên biển, 6 giờ sáng ngày 16 tháng 10 năm 1962, tàu Phương Đông 1 vào cửa Vàm Lũng, Tân An, [[Cà Mau]], [[Đường Hồ Chí Minh trên biển|Đường mòn Hồ Chí Minh trên biển]] chính thức khai thông.\n\nSau chuyến đi này, ông còn trực tiếp chỉ huy một số chuyến tàu khác nữa vào các bến dọc từ [[Đèo Cả]] đến [[Vàm Lũng]]. Sau [[Sự kiện Vũng Rô]], ông được rút khỏi công tác thuyền trưởng trực tiếp và được giữ lại để làm công tác chuẩn bị cho các chuyến [[tàu không số]] khác.\n\n==Gia đình==\nNăm 1950, ông kết hôn với bà La O Khiểu Cachi, một Thái kiều sống tại [[Koh Kong (tỉnh)|Kô Kông]] ([[Campuchia]])<ref name=\"buihuong\"\/>. Sau khi kết hôn, bà về sống tại nhà chồng ở Việt Nam. Hai người con trai đầu sinh đôi được sinh tại Việt Nam. Sau khi Lê Văn Một tập kết ra Bắc, bà cùng hai con ở lại miền Nam.<ref>\"5 đường mòn Hồ Chí Minh\", tr. 159.<\/ref>. Sau năm 1975, ông bà cùng các con vào sống tại [[Thành phố Hồ Chí Minh]].\n\nÔng bà có với nhau tổng cộng 8 người con.<ref name=\"buihuong\"\/>. Sau khi chồng qua đời, bà lấy tên chồng làm tên Việt của mình.\n\n==Tôn vinh==\nNăm 1985, ông được nhà nước Việt Nam truy tặng [[Huân chương Độc lập]] hạng Ba. Năm 2006, tác phẩm \"Nhật ký Lê Văn Một - thuyền trưởng tàu không số đầu tiên\", do Nguyễn Thị Loan - Nguyễn Trọng Xuất chủ biên, được xuất bản để tôn vinh ông. Khu Bến K15 ([[Đồ Sơn]], [[Hải Phòng]]), nơi tàu Phương Đông 1 khởi hành chuyến đầu tiên, cũng được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa, Thể thao và Du lịch]] xếp hạng [[Di tích Việt Nam|Di tích quốc gia]].\n\nNgày [[20 tháng 9]] năm 2011, ông được Nhà nước Việt Nam truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng vũ trang nhân dân]].<ref>[http:\/\/www.qdnd.vn\/qdndsite\/vi-VN\/61\/43\/307\/307\/307\/162719\/Default.aspx Người mở đường huyền thoại]<\/ref>\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* Nguyễn Thị Loan - Nguyễn Trọng Xuất, \"Nhật ký Lê Văn Một - thuyền trưởng tàu không số đầu tiên\", Nhà xuất bản Trẻ, 2006.\n* Đặng Phong, \"5 đường mòn Hồ Chí Minh\", Nhà xuất bản Tri thức, 2008\n* [http:\/\/antg.cand.com.vn\/vivn\/tulieu\/2009\/7\/67820.cand Thuyền trưởng Lê Văn Một - Huyền thoại trên biển Đông]\n* [http:\/\/www.thanhnien.com.vn\/news\/Pages\/200613\/143372.aspx Họp mặt truyền thống về tàu không số đầu tiên trên biển Đông]\n* [http:\/\/www.sggp.org.vn\/vanhoavannghe\/2006\/3\/44525\/ Giới thiệu nhật ký thuyền trưởng \"tàu không số\" đầu tiên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081011135445\/http:\/\/www.sggp.org.vn\/vanhoavannghe\/2006\/3\/44525\/ |date=2008-10-11 }}\n* [http:\/\/www.croiseur-lamotte-picquet.fr\/ Trang web về tàu La Motte-Picquet]\n\n{{Thời gian sống|Sinh=1921|Mất=1982}}\n\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Sĩ quan Quân đội nhân dân Việt Nam]]\n[[Thể loại:Huân chương Độc lập]]\n[[Thể loại:Người Mỹ Tho]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Hải quân Nhân dân Việt Nam]]"}