{"313242":"'''Lê Gia Đỉnh''' (1920-1946) là một liệt sĩ trong [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]], người được truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng Vũ trang Nhân dân]] do hành động dũng cảm ôm [[bom ba càng]] lao vào [[xe tăng]] địch. Hy sinh ngày 20 tháng 12 năm 1946. Khi hy sinh đang là [[chính trị viên]] [[đại đội]], thuộc [[Trung đoàn Thủ Đô]]\n\nÔng sinh ra tại xã Hoàng Diệu, huyện [[Gia Lộc]], tỉnh [[Hải Dương]].\n\n==Quá trình chiến đấu==\nÔng tham gia Cách mạng từ năm 1943. Sau Cách mạng tháng Tám, ông tham gia quân đội và khi toàn quốc kháng chiến, ông là chính trị viên đại đội, thuộc Trung đoàn Thủ đô<ref name=\"d1\">[http:\/\/www.haiduong.gov.vn\/front-end\/article\/print_preview.asp?article_id=1549 Anh hùng liệt sĩ Lê Gia Đỉnh ]{{Liên kết hỏng|date = ngày 9 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\nNgày 20 tháng 12 năm 1946, [[quân đội Pháp]] tập trung 300 lính, được 8 xe tăng, 10 [[phương tiện chiến đấu bọc thép|xe thiết giáp]], 2 [[pháo 75 ly]] và một số [[xe Jeep]] có gắn [[súng đại liên]], xuất phát từ trại Đồn Thủy (nay là Bảo tàng Cách mạng), tiến công đánh chiếm [[Bắc Bộ phủ]], định bắt sống một số cán bộ cao cấp của trung ương [[Việt Minh]] ở đây.\n\nVới thế áp đảo, xe tăng Pháp húc đổ rào sắt, cho [[bộ binh]] tràn vào. Để bảo vệ cơ sở của Trung ương, các chiến sĩ cảm tử của Việt Minh đã đánh trả quyết liệt, tạo điều kiện cho cơ quan rút lui an toàn. Trong điều kiện bất lợi đó, trước sự tấn công mạnh mẽ của quân Pháp, để bảo toàn lực lượng, ông quyết định cho các chiến sĩ khác rút sang hầm bên, còn mình ở lại chiến đấu chặn địch. Khi xe tăng và bộ binh của quân Pháp tiến vào, Lê Gia Đỉnh đã ôm bom 3 càng lao vào xe tăng địch. Quân Pháp hoảng sợ, bộ binh và xe tăng đều tháo chạy, Lê Gia Đỉnh đã hy sinh<ref name=\"d1\"\/><ref name=\"d2\">[http:\/\/www.qdnd.vn\/qdnd\/baongay.60nam.8016.qdnd Quyết tử cho Tổ quốc quyết sinh, một biểu tượng của chủ nghĩa anh hùng cách mạng Việt Nam]<\/ref>.\n\nVới chiến công và thành tích trong chiến đấu, ngày 28 tháng 4 năm 2000, Lê Gia Đỉnh đã được [[Chủ tịch nước Việt Nam]] truy tặng danh hiệu Anh hùng Lực lượng Vũ trang nhân dân.\n\nTên ông được đặt cho một đường phố ở phường Phố Huế, quận Hai bà Trưng, TP [[Hà Nội]].\n\n==Chú thích==\n{{Tham khảo}}\n* [https:\/\/vov.vn\/Print.aspx?id=162671 Lần tìm cảm tử quân số 1 của Hà Nội]{{Liên kết hỏng|date = ngày 9 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n{{Sơ khai tiểu sử}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Sinh năm 1920]]\n[[Thể loại:Mất năm 1946]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Nhân vật trong Chiến tranh Đông Dương]]"}