{"793432":"{{bài cùng tên|Lê Tranh}}\n{{Thông tin nhân vật hoàng gia\n| tên = Phúc Ý Khang Vương\n| tên gốc = 福懿康王\n| tước vị = Tông thất nhà Lê\n| thêm = vietnam\n| hình = \n| cỡ hình =\n| ghi chú hình =\n| chức vị = Phúc Vương\n| tại vị = 1471 - 1500\n| tiền nhiệm =\n| nhiếp chính =\n| kế nhiệm =\n| hoàng tộc = [[Nhà Hậu Lê]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Lê Tranh (黎錚)\n| kiểu tên đầy đủ = Tên húy\n| phối ngẫu = Trịnh Thục Tuân<br>Lưu Châu Linh\n| thông tin con cái = ẩn\n| con cái = \n| miếu hiệu = \n| thụy hiệu = Ý Khang Vương (懿康王)\n| cha = [[Lê Thánh Tông]]\n| mẹ = [[Nguyễn Tài nhân]]\n| sinh = [[27 tháng 3]], [[1467]]\n| nơi sinh = [[Đông Kinh]]\n| mất = {{ngày mất và tuổi|1500|8|6|1467|3|27}}\n| nơi mất = [[Đông Kinh]]\n| nơi an táng = [[Hạnh Hoa Khê]], huyện [[Từ Liêm]], [[Hà Nội]]\n}}\n'''Lê Tranh''' ([[chữ Hán]]: 黎錚; [[27 tháng 3]], [[1467]] - [[6 tháng 8]], [[1500]]), là một [[Hoàng tử]] và là [[nhà thơ]] thời [[nhà Hậu Lê]].\n\n== Tiểu sử ==\nPhúc vương Tranh (福王錚) sinh ngày [[27 tháng 3]], năm Quang Thuận thứ 4 ([[1467]]) tại kinh đô [[Thăng Long]], là con thứ sáu của [[Lê Thánh Tông]], mẹ là tài nhân họ Nguyễn (1444 - 1479), người làng Thiên Mỗ, huyện [[Từ Liêm]].\n\nNăm [[1471]], Thánh Tông sai đại thần [[Lê Hy Cát]] (黎希葛) mang sách vàng và ấn báu phong Hoàng tử Tranh làm Phúc Vương (福王), cho lập phủ ở phường [[Đông Tác]], huyện [[Vĩnh Xương]] thuộc [[Thăng Long]].\n\n[[Tháng 12]], năm [[1486]], Phúc vương bà Thục Tuân, con gái Thượng thư [[bộ Binh]] [[Trịnh Văn Lượng]] (郑文亮) về làm vợ. Năm [[1488]], bà phi ấy mất, Phúc vương ở vậy cho tới năm [[1494]], mới cưới người vợ thứ hai là bà Châu Linh, con gái quan Mậu ân sứ [[Lưu Cảnh Đức]] (刘景德).\n\n[[Tháng 8]] năm [[1500]], ngày 4, Phúc vương mắc bệnh nặng. Sau khi dặn bảo người trong phủ là ''việc tang phải tiết kiệm, không làm lễ [[Phật]] và chỉ theo lễ cổ'', thì qua ngày mùng 6, ông qua đời, hưởng dương 33 tuổi. Thương tiếc ông, Hiến Tông cho bãi triều ba ngày, ban cho tiền làm lễ táng, và ban cho tên thụy là '''Ý Khang''' (懿康).\n\nTheo [[Lê Quý Đôn]], ''...tính Phúc Vương giản dị, thanh đạm, ôn hòa, đứng đắn, thực thà, ít nói, luôn giữ mình theo lễ nghĩa phép tắc, ham mê sách vở (thích nhất là [[Kinh Dịch]], cũng hiểu được ý nghĩa lớn của sách), giỏi viết chữ thảo, rất hay [[thơ]], phong cách thơ thanh cao hùng tráng, đã từng được vua [[Lê Thánh Tông]] đặc biệt khen ngợi, coi trọng. Người đương thời thường sánh ông với Đông Bình và Hà Gian đời xưa\"'' <ref name=\":0\">''Đại Việt thông sử'' (bản dịch, tr. 150). Chú thích: Đông Bình tức Đông Bình vương, con trai của vua [[Hán Quang Vũ Đế|Hán Quang Vũ]] ở [[Trung Quốc]]. Đông Bình ham làm việc thiện, có câu nói nổi tiếng là: \"Làm việc thiện là điều vui sướng nhất\" (vi thiện tối lạc). Hà Gian tức Hà Gian Hiến vương, tên thật là Đức, con vua [[Hán Cảnh Đế]] ở [[Trung Quốc]]. Ông ham học tập và sưu tầm sách cổ.<\/ref>.\n\n== Khu đền mộ ==\nSau khi Phúc Vương mất, [[tháng 10]] năm đó ([[1500]]), người thân đưa ông về an táng tại cánh đồng Hạnh Hoa Khê (tục gọi là xứ Mả Bia) thuộc Tây Mỗ (nay thuộc huyện [[Từ Liêm]], [[Hà Nội]]), là quê mẹ của Phúc Vương.\n\nNăm [[1944]], [[nhà văn]] [[Trúc Khê]] có tới thăm mộ Phúc Vương, thì thấy đó là một nấm đất rộng, trên phủ cỏ, ước chừng ba bốn mét đường kính. Ở đầu mộ có dựng một tấm bia đứng trên lưng rùa (lớn bằng tấm bia lớn ở Văn Miếu [[Hà Nội]]), mặt chính hướng về hướng Nam, nhưng vì trải nhiều năm tháng nên đã mòn hết chữ. Cách mộ chừng trăm bước là ngôi đền nhỏ hẹp, sự phụng tự bên trong cũng khá thanh giản. Ngoài ra, trong đền còn có tấm bia ghi sự dựng đền và tu sửa đền <ref>Theo bài viết \"Thăm mộ nhà thơ Phúc Vương Tranh\" của [[Trúc Khê]], tr. 574-575.<\/ref>.\n \n== Thơ văn ==\nThơ văn của Phúc Vương Tranh đã thất lạc hết, hiện chỉ còn lại hai bài thơ [[chữ Hán]] được chép trong ''[[Hoàng Việt thi tuyển]]'' do [[Bùi Huy Bích]] biên soạn. Đó là bài '''Phụng họa Ngự chế Thiên vực giang hiểu phát''' (làm theo thể thất ngôn bát cú) và bài '''Xuân tảo''' (làm theo thể thất ngôn tứ tuyệt). Theo [[nhà văn]] [[Trúc Khê]], thì ''cứ xem hai bài ấy cũng đủ biết Vương là một nhà thơ rất lỗi lạc'' <ref>Trúc Khê, bài viết đã dẫn, tr. 573.<\/ref>.\n\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:'''Phụng họa Ngự chế Thiên vực giang hiểu phát'''\n:Hành sắc du du thự sắc nùng,\n:Hoa khai như hải độ đầu hồng.\n:Sơn phì thủy tú xuân dung lý,\n:Ngư dược diên phi thánh hóa trung.\n:Kha hạm hiểu xung thiêng chướng vụ,\n:Tinh kỳ tình động nhất thiên phong.\n:Tiểu thần hạnh đắc bồi thanh tất,\n:Khoái đổ minh thời chí trị công.\n|\n:[[Trúc Khê]] dịch thơ:\n:'''''Phụng họa bài thơ ngự chế: Buổi sớm từ sông Thiên Vực ra đi'''''\n:''Đường xa bóng sớm còn dầy,\n:''Trăm hoa tươi thắm nở đầy bên sông.\n:''Nước non rờ rỡ xuân dung,\n:''Rồng bay cá nhảy trong vòng trời [[Nghiêu]].\n:''Đè sương thuyền ngự veo veo,\n:''Tinh kỳ phấp phới theo chiều gió mai.\n:''Xe loan phận mọn theo đòi,\n:''Bốn phương mừng thấy nơi nơi thái hòa''.\n|}\n{|valign=\"top\"\n|\n:Phiên âm Hán-Việt:\n:'''Xuân tảo'''\n:Ngật tọa niêm hương vạn niệm hy,\n:Vi biên độc bãi tưởng thiên ky.\n:Nguyên minh hiểu viện hoa do thấp,\n:Phong tống hàn canh liễu bất phi.\n|\n:[[Trúc Khê]] dịch thơ:\n:'''''Sớm xuân'''''\n:''Đốt hương lòng lặng như tờ,\n:''Đọc xong [[Kinh Dịch]] ngồi mơ sự trời.\n:''Trăng tàn hoa đẫm sương rơi,\n:''Liễu trong gió sớm không hơi động cành.\n|}\n\n== Gia Quyến ==\n\n* Phu Nhân\n\n# Thục Tuân, là chính phi, con gái Lễ bộ Thượng thư Trịnh Văn Lượng, lấy Phúc Vương tháng 12 năm 1486, theo Đại Việt Thông sử bà mất năm 1488, theo bài văn bia trên Tấm Bia ở Hạnh Hoa Khê<ref name=\":1\">{{Chú thích web|url=http:\/\/thantienvietnam.com\/vien-han-nom-cac-sac-phong-va-kinh-thu-dao-giao\/870-phuc-vuong-tranh-va-tam-bia-o-hanh-hoa-khe-than-tien-viet-nam.html|title=PHÚC VƯƠNG TRANH VÀ TẤM BIA Ở HẠNH HOA KHÊ – Thần Tiên Việt Nam 越南神仙}}<\/ref> bà mất năm 1495.\n# Châu Cáp<ref name=\":1\" \/>(hoặc Châu Hạp<ref name=\":2\">''Đại Việt thông sử'' (bản dịch, tr. 184)<\/ref> là kế phi, con gái quan Chiêu Liệt đại phu Lưu Cảnh Đạt<ref name=\":1\" \/> (hoặc Mậu ân sứ Lưu Cảnh Đức<ref name=\":2\" \/> lấy Phúc Vương ngày 27 tháng 12 năm 1495.<ref name=\":1\" \/>\n\n* Con Trai\n\n# Lúc Phúc Vương qua đời có một người con trai còn nhỏ (không biết tên)<ref name=\":1\" \/>\n#Có ba con trai nhỏ, theo Đại Việt Thông sử<ref name=\":2\" \/>\n\n* Con Gái<ref name=\":1\" \/>\n\n# Thị Dự, con gái lớn, lúc Phúc Vương qua đời thì đã đến tuổi cài trâm.\n# Thị Dượng, con gái thứ, lúc Phúc Vương qua đời thì đã lên 3 tuổi\n# Con gái út (không biết tên), lúc Phúc Vương qua đời thì mới biết bò\n\n== Sách tham khảo ==\n*[[Lê Quý Đôn]], ''[[Đại Việt thông sử]]'' (mục \"Phúc Vương\"). Nhà xuất bản khoa học xã hội, [[Hà Nội]], 1978.\n*[[Trúc Khê]], \"Thăm mộ nhà thơ Phúc Vương Tranh\", in trong ''Tuyển tập Trúc Khê Ngô Văn Triện''. Nhà xuất bản Văn hóa Thông tin, 2003.\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Hoàng tử Việt Nam]]\n[[Thể loại:Nhà thơ Việt Nam thời Lê sơ]]\n[[Thể loại:Sinh năm 1467]]\n[[Thể loại:Mất năm 1500]]\n[[Thể loại:Hoàng tộc nhà Hậu Lê]]"}