{"1429212":"'''Lê Phước Vũ''' (sinh 28 tháng 5 năm 1963 tại Quy Nhơn, Bình Định. Quê cha mẹ ở Điện Bàn, Quảng Nam) là Chủ tịch Tập đoàn Hoa Sen (Việt Nam).<ref name=\"vnexpress\">[http:\/\/kinhdoanh.vnexpress.net\/tin-tuc\/doanh-nhan\/nhung-doanh-nhan-nghin-ty-khong-bang-dai-hoc-2721704.html Những doanh nhân nghìn tỷ không bằng đại học], Báo điện tử VnExpress<\/ref>\n==Sự nghiệp==\n\n*1975 - 1979 về Quảng Nam sinh sống.\n* 1979 Học trung cấp giao thông vận tải tại trường Trung cấp GT Phú Tài, Quy Nhơn, Bình Định.<ref>{{Chú thích web|url=https:\/\/www.youtube.com\/watch?v=kyxhLdsRSPo|title=Lê Phước Vũ tự kể về bản thân.}}<\/ref>\n* 1983 Về Tây Ninh làm việc cho một công ty vận tải ở Tây Ninh.\n* 1994 Mở cửa hàng bán tôn.\n* 1997 Mở xưởng cán tôn.\n* 2001 Thành lập Công ty Cổ phần Tôn Hoa Sen với vốn điều lệ 30 tỷ đồng và 22 nhân viên, sản xuất các sản phẩm tấm lợp kim loại, tôn mạ màu, tôn mạ kẽm, tấm lợp kinh loại, gỗ thiếp, nhựa...<ref name=\"vnexpress\" \/> và các loại vật liệu xây dựng khác.<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/kinh-doanh\/duong-doi-le-phuoc-vu-tu-anh-lai-xe-den-doanh-nhan-nghin-ty-1433369726.htm|title=Đường đời Lê Phước Vũ: Từ anh lái xe đến doanh nhân nghìn tỷ}}<\/ref>\n* Ngày 5 tháng 12 năm 2008, công ty cổ phần Tập đoàn Hoa Sen chính thức lên [[sàn chứng khoán]] với mã HSG. Vốn điều lệ ban đầu của công ty khoảng 570,4 tỷ đồng. Hiện, HSG đang lưu hành hơn 98 triệu cổ phiếu, tương đương mức vốn hóa thị trường gần 1.834 tỷ đồng.<ref name=\"vnexpress\" \/>\n\n==Môi trường==\n=== Dự án thép ở Cà Ná ===\nNgày 26.8.2016, chủ tịch HĐQT Công ty CP Tập đoàn Hoa Sen (HSG) Lê Phước Vũ cam kết về dự án thép ở Cà Ná (Ninh Thuận): \"Nếu xảy ra sự cố môi trường, tôi giao hết tài sản cho Nhà nước\".<ref>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/thoi-su-suy-nghi\/20160828\/loi-chan-thanh-cua-nguoi-ninh-thuan\/1162042.html Lời chân thành của người Ninh Thuận], tuoitre, 28.8.2016<\/ref> Tại Hội nghị xúc tiến đầu tư vào tỉnh Ninh Thuận được tổ chức sáng 27-8 ở TP Phan Rang - Tháp Chàm (Ninh Thuận) trước sự chứng kiến của Thủ tướng Nguyễn Xuân Phúc và lãnh đạo các bộ ngành, lãnh đạo tỉnh Ninh Thuận và Tập đoàn Hoa Sen đã ký thỏa thuận hợp tác chiến lược với dự án khu liên hợp luyện cán thép Hoa Sen Cà Ná (công suất dự kiến 16 triệu tấn\/năm) và một số dự án khác lên đến hơn 10 tỉ USD. Đầu tháng 4 năm 2017, chính phủ đã có phản hồi chính thức về dự án, theo đó sẽ tạm dừng đề xuất dự án này để làm rõ một số vấn đề.<ref>{{Chú thích web|url=http:\/\/laodong.com.vn\/su-kien-binh-luan\/ung-ho-viec-tam-dung-du-an-thep-ca-na-656516.bld|title=Thủ tướng yêu cầu dừng dự án thép Cà Ná}}<\/ref>\n===Dự án Khu du lịch tâm linh Đại Tùng Lâm - Hoa Sen===\nCông ty TNHH Đầu tư và Du lịch Hoa Sen bị phản ánh lấp suối, bạt đồi và xây dựng trên đất người khác, ngoài ra còn có dấu hiệu khai thác trái phép hàng triệu mét khối đất để phục vụ san lấp mặt bằng tại dự án Khu du lịch tâm linh Đại Tùng Lâm - Hoa Sen tại Thôn 2, xã Đạ M’ri, huyện Đạ Huoai, tỉnh Lâm Đồng.<ref>{{Chú thích web|url=https:\/\/tuoitrethudo.com.vn\/lam-dong-hien-trang-du-an-dai-tung-lam-hoa-sen-lap-suoi-bat-doi-lam-mat-bang-170681.html|title=Lâm Đồng: Hiện trạng dự án Đại Tùng Lâm - Hoa Sen lấp suối bạt đồi làm mặt bằng}}<\/ref>\n\n==Đời tư==\nÔng Lê Phước Vũ theo [[Phật giáo]], tham gia nhiều công tác từ thiện. Đặc biệt tháng 5\/2013 ông đã chi ra hơn 36 tỷ đồng để mời Nick Vujicic.<ref>[http:\/\/kinhdoanh.vnexpress.net\/tin-tuc\/doanh-nghiep\/chu-tich-ton-hoa-sen-tran-tinh-viec-chi-36-ty-moi-nick-vujicic-2760936.html Chủ tịch Tôn Hoa Sen trần tình việc chi 36 tỷ mời Nick Vujicic], vnexpress, 24.5.2013<\/ref>\n\nVợ cũ của ông Lê Phước Vũ là bà Hoàng Thị Xuân Hương,<ref>{{Chú thích web|url=http:\/\/kinhdoanh.vnexpress.net\/tin-tuc\/chung-khoan\/vo-ong-le-phuoc-vu-thoi-lam-co-dong-hoa-sen-2979419.html|title=Vợ ông Lê Phước Vũ thôi làm cổ đông Hoa Sen}}<\/ref> tuy nhiên hai người hiện đã li dị. Vợ hiện tại của ông là bà Trần Mỹ Hạnh, em của người mẫu Thủy Hương (vợ Bộ trưởng Công thương [[Trần Tuấn Anh]]).\n===Tuyên bố===\nÔng Vũ tuyên bố sẽ rút khỏi công ty vào năm 2026, nhân dịp kỷ niệm 25 năm thành lập:\"Chắc chắn sau đó tôi sẽ xuất gia, sống cuộc đời phạm hạnh (trong sạch, thanh tịnh) của một người tu hành. Tôi sẽ ra đi khi tròn trách nhiệm, chứ không phải ra đi để gom một mớ tiền\", ông Vũ nói và nhấn mạnh đây là ước mong từ năm 30 tuổi và không gì có thể lay chuyển. <ref>{{Chú thích web|url=https:\/\/vnexpress.net\/ong-le-phuoc-vu-toi-se-xuat-gia-sau-2026-4224424.html|title=Ông Lê Phước Vũ: 'Tôi sẽ xuất gia sau 2026'}}<\/ref>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{Thời gian sống|1963}}\n\n{{sơ khai Quảng Nam}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Chủ tịch tập đoàn kinh doanh]]\n[[Thể loại:Doanh nhân Việt Nam]]"}