{"3259075":"{{Thông tin nhân vật\n| hình = File:Mộ ông Denis Lê Phát An.jpg\n| cỡ hình = \n| ghi chú hình = Mộ ông Denis Lê Phát An bên trong [[nhà thờ Hạnh Thông Tây]]\n| tên khai sinh = Lê Phát An\n| tên khác =\n| sinh = [[1868]]\n| nơi sinh = [[Sài Gòn]]\n| nguyên quán =\n| mất = [[1946]]\n| nguyên nhân cái chết = \n| nơi mất = \n| an táng = \n| tưởng niệm = \n| dân tộc = \n| học vấn = \n| công việc = Phú hộ\n| yearsactive = \n| known = Người duy nhất ở Nam kỳ được [[Hoàng đế Bảo Đại]] phong tước [[An Định Vương]]<ref name=\"Cơ quan của TW Hội Khuyến học Việt Nam\"\/>, xây dựng [[Nhà thờ Hạnh Thông Tây]]<ref name=\"Cơ quan của TW Hội Khuyến học Việt Nam\"\/>.\n| notable_works = \n| chiều cao = \n| danh hiệu = An Định Vương.\n| spouse = \n| partner = \n| children =\n| parents = \n| chữ ký = \n| website = \n}}\n\n'''Lê Phát An''' (1868-1946) là một [[phú hộ]] nổi tiếng thập niên 30-40 ở [[Nam Kỳ]]. Ông là người duy nhất ở Nam kỳ tuy thuộc tầng lớp dân dã nhưng lại được [[Hoàng đế Bảo Đại]] phong tước [[An Định Vương]]<ref name=\"doisongphapluat\"\/>, tước hiệu cao quý nhất của triều đình thời bấy giờ mà trước đây chỉ dành phong cho những người thuộc tầng lớp Hoàng tộc<ref name=\"Báo Thanh Niên 1\">{{Chú thích web|url=http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/nhat-si-trong-tu-dai-phu-321289.html|tiêu đề=\"Nhất Sĩ\" trong tứ đại phú|work=Báo Thanh Niên|tác giả 1=Hà Đình Nguyên|ngày tháng=ngày 14 tháng 9 năm 2015|ngày truy cập=ngày 23 tháng 8 năm 2010}}<\/ref><ref>Thời [[Nhà Nguyễn]], [[Vương]] là tước vị cao nhất trong 20 bậc tôn tước phong cho hoàng tộc, và chỉ khi có công trạng mới được phong, bình thường kể cả các [[Hoàng tử]] đều chỉ phong Công tước với nhiều cấp bậc như Thân Công (親公), Quốc Công (國公), Quận Công (郡公).<\/ref>.\n\n==Sự nghiệp==\nLê Phát An là con trai trưởng của ông [[Lê Phát Đạt]] (tức Huyện Sỹ) - một trong bốn đại điền chủ nổi tiếng nhất Nam kỳ lục tỉnh<ref name=\"Báo Thanh Niên 1\"\/>. Ông cũng là một trong những người con được nhiều người biết đến nhất của Đại lão phú ông này<ref name=\"doisongphapluat\">{{Chú thích web|url=http:\/\/www.doisongphapluat.com\/tin-tuc\/tin-trong-nuoc\/ong-huyen-sy-day-con-va-ngoi-biet-thu-tran-yem-phong-thuy-a91696.html|tiêu đề=Chuyện ông Huyện Sỹ dạy con và ngôi biệt thự bí ẩn trấn yểm phong thủy?|work=Báo Đời sống và Pháp luật|tác giả 1=Lam Linh|ngày tháng= ngày 14 tháng 09 năm 2015|ngày truy cập=ngày 2 tháng 5 năm 2015}}<\/ref>. \n \nÔng Phát An từng được gia đình cho đi du học qua Pháp. Khi về nước, ông và một số anh em ruột (trong đó có người em gái ruột là Lê Thị Bính cùng người em rể là Nguyễn Hữu Hào - cha mẹ của Nam Phương Hoàng hậu) lên [[Đà Lạt]] mở đồn điền trồng [[trà]] và [[cà phê]].\n\nÔng An cũng được ông [[Huyện Sỹ]] giao cho cai quản một khu đất rộng lớn của [[Sài Gòn]], nay là vị trí đất thuộc quận [[Gò Vấp]], [[Thành phố Hồ Chí Minh]]<ref name=\"Báo Thanh Niên 1\"\/>. Ông đã biết phát triển sự nghiệp mà cha giao cho mình lên một mức cực thịnh nhất. \nNgoài việc làm ăn kinh tế, Lê Phát An còn được người dân hết sức cổ súy. Ông luôn đi đầu trong việc thực hiện các chính sách đổi mới và đặc biệt là có quan hệ cực kỳ thân thích với triều đình<ref name=\"doisongphapluat\"\/>.\n\nVợ chồng ông Lê Phát An cũng đã bỏ tiền và công sức ra xây dựng [[Nhà thờ Hạnh Thông Tây]] (từ năm 1921 đến năm 1924). Ông Phát An và vợ là Trần Thị Thơ đã thuê 2 nhà thầu Baader và Lamorte của [[Pháp]] xây dựng nên ngôi nhà thờ lớn này. Vì vậy, sau khi hai ông bà qua đời, thi hài của họ đã được an táng trong [[nhà thờ]] như là một cách ghi ơn.\n\nÔng mất ngày [[17 tháng 9]] năm [[1946]] tại Sài Gòn, hưởng thọ 78 tuổi.\n\n==Gia đình== \nGia đình ông có khá đông anh em như Lê Thị Bính, Lê Phát Thanh, Lê Phát Vĩnh, Lê Phát Tân... Theo đánh giá của nhiều người thì dù các anh em ông được sống trong điều kiện vật chất đầy đủ từ nhỏ, nhưng do được vợ chồng ông Huyện Sỹ dạy dỗ chu đáo nên hết thảy đều là những người thông minh, hiểu biết và biết phát huy tiềm lực kinh tế của gia đình. Người ta thường so sánh ngược giữa gia đình ông và gia đình [[Công tử Bạc Liêu]], do con ăn chơi đến phải phá sản dù cha là [[Trần Trinh Trạch]], cũng là một đại phú hộ lớn<ref name=\"doisongphapluat\"\/>.\n\nÔng Lê Phát An cũng là cậu ruột (người miền Nam gọi anh của mẹ là cậu) của [[Nam Phương hoàng hậu]], con của bà Lê Thị Bính. Năm 1934, nhân dịp gả cháu gái ra [[Huế]] làm [[Hoàng hậu]], ông Phát An đã tặng cho cô cháu gái [[Nguyễn Hữu Thị Lan]] 1 triệu đồng tiền mặt tương đương 20.000 lượng [[vàng]] để làm của hồi môn <ref name=\"Cơ quan của TW Hội Khuyến học Việt Nam\">{{Chú thích web|url=http:\/\/dantri.com.vn\/xa-hoi\/diem-mat-tu-dai-gia-giau-nhat-sai-gon-1315736586.htm|tiêu đề=Điểm mặt \"tứ đại gia\" giàu nhất Sài Gòn|work=Cơ quan của TW Hội Khuyến học Việt Nam|tác giả 1=An Đông|ngày tháng=ngày 14 tháng 09 năm 2015|ngày truy cập=ngày 7 tháng 9 năm 2011}}<\/ref><ref>1 triệu đồng vào thời bấy giờ với giá vàng khoảng 50 đồng\/lượng, vị chi món quà này tương đương 20.000 lượng vàng<\/ref>.\n\n==Ngôi mộ cổ==\nNgôi mộ của ông Lê Phát An và vợ Trần Thị Thơ ở hai bên hông nhà thờ Hạnh Thông Tây, gần cung thánh. Bia mộ của ông và bà đều chỉ ghi nơi và năm mất (bà Thơ mất tại [[Thủ Đức]] ngày 18 tháng 1 năm 1932, thọ 60 tuổi). Hai mộ của ông bà khiến cảm giác tổng thể nhà thờ này nhìn như hình một cây [[thánh giá]] với phần đầu là cung thánh, hai nhà mồ lồi ra như thanh ngang, phần đuôi là loạt ghế dành cho [[giáo dân]] chạy dài đến cửa chính [[nhà thờ]]<ref name=\"Báo Thanh Niên\"\/>.\n\nTrước mộ bà Thơ là một bức tượng ông An đang quỳ cầu nguyện và ngược lại trước mộ của ông An là tượng vợ ông đang ôm choàng lấy bia mộ. Hai bức tượng này được tạc bằng đá cẩm thạch trắng còn phần mộ thì làm bằng đá hoa cương<ref name=\"Báo Thanh Niên\"\/>.\n\nHai pho tượng của ông bà được chạm khắc sống động, tinh tế và cảm động rõ từng nét. Tượng ông Lê Phát An đầu đội khăn đóng, mặc [[áo dài]] quỳ trên gối. Đặc biệt, trước gối quỳ có đặt một bó [[hoa]] mà ông dành tặng cho vợ. Tượng ông thể hiện đôi lông mày rậm, có để ria mép. Phía trước ngực là hai bàn tay ông đang đan vào nhau, đưa lên với nét mặt thành kính như đang cầu nguyên và trầm ngâm, nói chuyện với vợ mình. Tượng của bà cũng được chạm khắc đầy tinh tế đến từng chi tiết nhỏ vô cùng sống động, rất thật<ref name=\"Báo Thanh Niên\"\/>.\n\nHai bức tượng và mộ của ông bà Lê Phát An do hai [[kiến trúc sư]] và điêu khắc gia [[người Pháp]] nổi tiếng A.Contenay và Paul Ducuing thực hiện. Ông P.Ducuing từng là người làm tượng cho lăng vua [[Khải Định]]<ref name=\"Báo Thanh Niên\"\/>.\n\n==Làm mai cho Hoàng đế==\nTrong thời gian ở Đà Lạt mở đồn điền, Ông Phát An được ông Darle, Đốc lý thành phố Đà Lạt mời ông và cô cháu gái [[Nguyễn Hữu Thị Lan]] đến dự tiệc ở khách sạn Palace. Ông An đã cố thuyết phục cô cháu gái ruột đến tham dự với lời hứa là \"chỉ đến tham dự một chút, vái chào nhà vua xong là về\". Cô cháu gái xinh đẹp của ông đã miễn cưỡng đồng ý đến dự. \nTại buổi tiệc, cô Lan và Hoàng đế Bảo Đại đã có dịp biết nhau. Cuộc gặp gỡ này đã khởi đầu cho sự kiện trọng đại: cô Nguyễn Hữu Thị Lan trở thành Nam Phương Hoàng hậu vào năm 1934<ref name=\"Báo Thanh Niên\">{{Chú thích web|url=http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/doc-dao-mo-co-sai-gon-hai-pho-tuong-trong-nha-mo-cau-nam-phuong-hoang-hau-607903.html|tiêu đề=Độc đáo mộ cổ Sài Gòn: Hai pho tượng trong nhà mộ cậu Nam Phương Hoàng hậu|work=Báo Thanh Niên|tác giả 1=Hà Đình Nguyên|ngày tháng= ngày 14 tháng 09 năm 2015|ngày truy cập=ngày 14 tháng 9 năm 2015}}<\/ref>.\n\n==Xem thêm==\n* [[Lê Phát Đạt]]\n* [[Nhà thờ Hạnh Thông Tây]]\n\n==Ghi chú==\n{{Tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/madeinsaigon.vn\/bai-viet\/%E2%80%9Cnhat-sy%E2%80%9D-le-phat-dat-va-gia-toc-giau-hon-bao-dai-1433786831034.html \"Nhất Sỹ\" Lê Phát Đạt và gia tộc giàu hơn Bảo Đại] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150717002854\/http:\/\/madeinsaigon.vn\/bai-viet\/%E2%80%9Cnhat-sy%E2%80%9D-le-phat-dat-va-gia-toc-giau-hon-bao-dai-1433786831034.html |date = ngày 17 tháng 7 năm 2015}}\n* [http:\/\/news.zing.vn\/4-phu-ho-lung-danh-dat-Sai-Gon-giau-co-nao-post289932.html 4 phú hộ lừng danh đất Sài Gòn giàu cỡ nào?]\n* [http:\/\/www.moitruongsuckhoe.com.vn\/nhip-song-24h\/du-lich\/doc-dao-mo-co-sai-gon-hai-pho-tuong-trong-nha-mo-cau-nam-phuong-hoang-hau-8542.html Hai pho tượng trong nhà mộ cậu Nam Phương Hoàng hậu]{{Liên kết hỏng|date = ngày 9 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Sinh năm 1868]]\n[[Thể loại:Mất năm 1946]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}