{"3215440":"'''Lê Huy Vinh''' (sinh 1928) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Phó Tư lệnh kiêm Tham mưu trưởng [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không]] (1987&ndash;1988).<ref>{{Chú thích web|url = http:\/\/hanoi.ws\/tin-tuc\/item\/861-thi%E1%BA%BFu-t%C6%B0%E1%BB%9Bng-l%C3%AA-huy-vinh-v%E1%BB%8B-t%C6%B0%E1%BB%9Bng-g%E1%BA%AFn-b%C3%B3-v%E1%BB%9Bi-b%E1%BA%A7u-tr%E1%BB%9Di-h%C3%A0-n%E1%BB%99i.html|title = Thiếu tướng Lê Huy Vinh - Vị tướng gắn bó với bầu trời Hà Nội}}<\/ref><ref>{{Chú thích web|url = http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/81\/81\/81\/124319\/default.aspx|title = Thiếu tướng Lê Huy Vinh và những tháng năm “canh trời” Hà Nội}}<\/ref> Ông là cha đẻ của Thượng tướng [[Lê Huy Vịnh]], Thứ trưởng Bộ Quốc phòng.\n\n== Thân thế và sự nghiệp ==\nÔng sinh ngày [[1 tháng 11]] năm [[1928]], sinh ra tại Dịch Vọng, Cầu Giấy, Hà Nội, quê nội ông tại xã Cự Khối, huyện Gia Lâm, thành phố Hà Nội. Nơi ông sinh vốn là An toàn khu của thành ủy Hà Nội cho nên ngay từ khi còn là học sinh ông đã có dịp tiếp xúc với nhiều cán bộ Cách mạng.\n\nĐầu năm 1940, phong trào Cách mạng phát triển ngày càng mạnh ảnh hưởng trực tiếp đến học sinh, sinh viên.\n\nCuối năm 1944, ông được giác ngộ và tham gia hoạt động Cách mạng trong tổ chức ‘’Thanh niên cứu quốc Việt Minh thành Hoàng Diệu’’ với nhiệm vụ bí mật tuyên truyền, tổ chức giác ngộ thành viên, tuyên truyền trong nhân dân bằng các công việc cụ thể như giải truyền đơn, dán áp phích. \n\nTháng 3 năm 1945, ông tham gia tự vệ xã Dịch Vọng, huyện Từ Liêm (nay là quận Cầu Giấy) thành phố Hà Nội, bảo vệ các hội nghị bí mật của Thành ủy, chuẩn bị tiến tới tổng khởi nghĩa, giành chính quyền. \n\nĐêm 17-8, nội, ngoại thành rạo rực, sôi sục cả đêm. Đặc biệt, đêm 18 - 8, cả Hà Nội không ngủ. Một làn sóng cách mạng dâng trào mạnh mẽ, sâu rộng chưa từng thấy. Sáng 19-8-1945 – mốc son lịch sử không thể nào quên. Mới 4-5 giờ sáng, quần chúng đã tập hợp đội ngũ chỉnh tề, cờ sao rợp đất từ khắp các ngả đường tiến vào trung tâm Hà Nội. Theo chỉ lệnh của ủy ban Khởi nghĩa thành phố, các cánh quân nhanh chóng tỏa đi các hướng. Đội của ông vào chiếm Phủ Khâm sai (bây giờ là Nhà khách Chính phủ), ông trực tiếp trèo tường phá cổng cùng đồng đội khám xét, tịch thu vũ khí và tổ chức canh gác rất cẩn thận đợi quân ta vào tiếp quản Hà Nội. Cũng trong ngày khởi nghĩa giành chính quyền ở Hà Nội, ông nhập ngũ, là chiến sĩ Đại đội 2, Tiểu đoàn 77 (sau thuộc Trung đoàn 48 Thăng Long). \n\nNgày 2-9-1945, ông tham gia bảo vệ Lễ Độc lập, bảo vệ Chính phủ cách mạng và cuộc đời quân ngũ của ông bắt đầu từ đó. Đây là lần thứ nhất ông tham gia bảo vệ Hà Nội.\n\nTừ 10 năm 1945, ông là tiểu đội trưởng, trung đội phó Đại đội 3 Tiểu đoàn 136 (sau thuộc Trung đoàn 48 Đại đoàn Đồng Bằng 320), trực tiếp tham gia chiến đấu trong trận 60 ngày đêm bảo vệ Hà Nội (Ban đầu, đơn vị của ông được phân công chốt giữ ở sau Nhà hát Lớn, rồi lại được lệnh kéo xuống phòng ngự ở Ô Chợ Dừa. Đây là lần thứ hai ông tham gia bảo vệ Hà Nội); Sau khi rút khỏi Hà Nội, ông cùng đơn vị rút lên Hòa Bình nhằm bảo toàn lực lượng tham gia chiến đấu khắp các tỉnh thuộc khu hữu ngạn sông Hồng. \n\nNăm 1949, ông được cử đi học tại Trường Lục quân Nguyễn Huệ\n\nTháng 2.1950, cán bộ biệt phái tỉnh đội Hà Nam\n\nTháng 12.1950, trưởng ban Quản trị Tiểu đoàn 123 Trung đoàn 35\n\nTháng 4.1951, trung đội trưởng Đại đội 12 Trung đoàn 12, Chính trị viên phó Đại đội rồi đi học bổ túc cán bộ đại đội của Liên khu 3\n\nTháng 4.1952, trung đội trưởng Đại đội 56 Tiểu đoàn 664 Trung đoàn 42 (Trung Dũng) chiến đấu ở vùng địch hậu khu Tả Ngạn và dọc theo trục đường số 5\n\nTháng 12.1952, đại đội phó Đại đội 56 Tiểu đoàn 664 Trung đoàn 42\n\nTháng 12.1953, đại đội trưởng Đại đội 56 Tiểu đoàn 664 Trung đoàn 42\n\nTháng 12.1953, đại đội trưởng Đại đội 59 (chủ công của Trung đoàn) Tiểu đoàn 664\n\nTháng 7.1954, tiểu đoàn trưởng Tiểu đoàn 545 khu Tả Ngạn. \n\nTháng 8.1954, ông phụ trách tiểu đoàn trưởng Tiểu đoàn 2 Trung đoàn 137 Sư đoàn 328 vào tiếp quản Kiến An, Đồ Sơn, Thủy Nguyên, thành phố Hải Phòng\n\nTháng 6.1955, tham mưu phó Trung đoàn 137 Sư đoàn 328\n\nTháng 7.1955, chủ nhiệm Pháo binh, Trưởng ban Tác huấn Phòng Tham mưu Sư đoàn 328\n\nTháng 7.1957, tham mưu phó Trung đoàn thuộc Sư đoàn 469\n\nTháng 4.1958, đi học lớp chuyển binh chủng pháo trung cao 90mm của Bộ Tư lệnh Phòng không\n\nNăm 1959, tham mưu trưởng, trung đoàn phó Trung đoàn Pháo Phòng không 280 Bộ Tư lệnh Phòng không\n\nTháng 7.1962, là học viên Khoa Phòng không khóa 1 Trường trung cao quân sự. \n\nNăm 1964, ông được cử giữ chức vụ trung đoàn trưởng Trung đoàn Pháo Phòng không 240 [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]\n\nTháng 5.1965, tham mưu trưởng Bộ Tư lệnh Phòng không Hải Phòng trực thuộc [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]\n\nTháng 6.1966, tham mưu trưởng Bộ Tư lệnh Phòng không Hà Nội trực thuộc [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]\n\nTháng 10.1970, phó tư lệnh Sư đoàn Phòng không 361 trực thuộc [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]\n\nNăm 1971, tham mưu phó Sở chỉ huy tiền phương [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]] trong chiến dịch Trị Thiên (1972) chỉ đạo Trung đoàn 236 đánh B52 từ Long Đại đến Cà Tung\n\nTháng 10.1972, phó Tư lệnh Sư đoàn Phòng không 361, tham gia đánh trận ‘’Điện Biên Phủ  trên không’’ bảo vệ Hà Nội, đây là lần thứ ba ông tham gia bảo vệ Hà Nội\n\nTháng 7.1974, ông được cử đi học tại Trường Cao đẳng Ô-đéc-xa của Liên Xô. \n\nSau khi về nước, tháng 9 năm 1975 ông tham gia viết tài liệu tổng kết tại Bộ Tham mưu [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]]\n\nTháng 11.1976, tiếp tục đi học bổ túc tại Học viện Quân sự cấp cao\n\nTháng 1.1978, tham mưu trưởng Quân chủng Phòng không vừa mới tách ra khỏi [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không Không quân]] và là Đảng ủy viên Quân chủng\n\nTháng 7.1979, Phó Tư lệnh, Tham mưu trưởng Quân chủng Phòng không, Đảng ủy viên Quân chủng\n\nTháng 9.1980, đi học tại trường Đảng Nguyễn Ái Quốc\n\nTháng 11.1981, Phó Tư lệnh, Tham mưu trưởng Quân chủng Phòng không, Đảng ủy viên Quân chủng\n\nNăm 1985, đi học bổ túc tại Học viện Bộ Tổng Tham mưu Liên Xô Vô-rô-si-lốp\n\nNăm 1987, Phó Tư lệnh, Tham mưu trưởng Quân chủng Phòng không, Đảng ủy viên Quân chủng\n\nTháng 12.1988, là phó Tư lệnh Quân chủng Phòng không.\n\nTháng 8 năm 1992, ông nghỉ hưu.\n[[Thiếu tướng]] (04.1984).\n\n== Khen thưởng ==\nHuân chương Quân công hạng Nhì\n\nHuân chương Chiến công (hạng Nhất, Ba)\n\nHuân chương Chiến thắng (chống Pháp) hạng Ba\n\nHuân chương Kháng chiến chống Mỹ hạng Nhất\n\nHuân chương Chiến sĩ vẻ vang (hạng Nhất, Nhì, Ba)\n\nHuy chương Quân kỳ quyết thắng\n\nHuy chương Hữu nghị Việt Xô\n\nHuy hiệu 40 và 50 năm tuổi Đảng. \n\n== Chú thích ==\n{{tham khảo}}\n\n{{thời gian sống|1928}}\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}