{"1446079":"[[Tập tin:Ảnh cụ Lê Thước.jpg|alt=Ảnh cụ Lê Thước|thumb|Cụ Lê Thước (1891 - 1975)]]\n'''Lê Thước''' ([[1891]] - [[1975]]) hiệu '''Tĩnh Lạc'''; là nhà giáo dục, nhà biên khảo [[Việt Nam]] ở đầu [[thế kỷ 20]].\n\n==Thân thế và sự nghiệp==\nÔng sinh ngày [[13 tháng 4]] năm [[1891]] ở xã Lạc Thiện, huyện La Sơn; nay là xã Trung Lễ, huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]].\n \n===Đi học, dạy học===\nXuất thân trong một gia đình nhà nho nghèo, nên ông phải vất vả ngay từ thuở nhỏ (chăn trâu, cắt cỏ, phụ giúp mẹ dệt vải để kiếm ăn). Mãi đến năm 14 tuổi ([[1905]]), ông mới theo cha vào [[Huế]] học [[chữ Hán]]. Và đến năm [[1908]], ông bắt đầu học thêm [[Tiếng Pháp|chữ Pháp]]. \n \nNăm [[1910]], ông thi đỗ bằng Tiểu học, được vào học [[Trường Trung học phổ thông chuyên Quốc Học|Quốc Học Huế]]. Ông học giỏi, một năm lên hai lớp, nên chẳng bao lâu sau ông lấy được bằng Thành Chung, được bổ làm trợ giáo tại Nha học chính [[Trung Kỳ]].\n\n[[Tháng tám|Tháng 8]] năm [[1917]], ông xin đổi ra dạy học ở trường Pháp-Việt [[vinh|thành phố Vinh]] ([[Nghệ An]]). Năm sau ([[Mậu Ngọ]], [[1918]]), nhân ở đấy có khoa mở khoa [[thi Hương]], ông xin thi và đỗ Giải nguyên. Đây là khoa thi Hương cuối cùng của triều [[Nhà Nguyễn|Nguyễn]] trên đất Trung Kỳ.\n\nThi đỗ [[Hương cống|cử nhân]], nhưng ông không ra làm quan, mà xin được học thêm. [[Tháng tám|Tháng 8]] năm [[1918]], ông được tuyển vào học trường Cao đẳng Sư phạm [[Bán đảo Đông Dương|Đông Dương]] ở [[Hà Nội]].\n\nNăm 30 tuổi ([[1921]]), ông đỗ tốt nghiệp với bài luận văn được điểm cao nhất có nhan đề là \"L' Enseignement des caracteres chinois en Vietnam\" (''Việc dạy chữ Hán ở Việt Nam''). Sau đó, ông được bổ đến dạy Pháp văn, Việt văn và Việt sử ở trường Quốc học Vinh. Hai năm sau ([[1923]]), ông được bổ nhiệm làm Hiệu trưởng trường Cao đẳng tiểu học Vinh; kiêm Thanh tra các trường sơ học, tiểu học trong tỉnh Nghệ An.\n\n[[Tháng chín|Tháng 9]] năm [[1927]], Nha học chính Đông Dương điều động ông ra [[Hà Nội]] dạy [[tiếng Việt]] tại [[trường Trung học Albert Sarraut]] (nay là [[Trường Trung học phổ thông Trần Phú - Hoàn Kiếm|Trường Trung học Phổ thông Trần Phú]] ở [[hoàn Kiếm|quận Hoàn Kiếm]], Hà Nội).\n \n[[Tháng chín|Tháng 9]] năm [[1935]], ông đổi đến dạy tại trường Trung học Bảo hộ (còn gọi là trường Bưởi, nay là [[Trường Trung học phổ thông Chu Văn An, Hà Nội]]).\n \n[[Tháng chín|Tháng 9]] năm [[1938]], ông được cử làm Đốc học các trường ở thị xã [[Lạng Sơn]]. Cuối năm [[1940]], ông được chuyển về dạy ở trường Trung học [[Đào Duy Từ]] ([[Thanh Hóa]]). \n[[Tháng năm|Tháng 5]] năm [[1943]], ông bị Nhà nước bảo hộ cách chức vì có lòng yêu nước.\n\n===Làm công tác nghiên cứu===\nSau [[Cách mạng tháng Tám]] ([[1945]]), Lê Thước tham gia Hội đồng cố vấn giáo dục.\n\n[[Tháng mười hai|Tháng 12]] năm [[1946]], cuộc kháng chiến toàn quốc bùng nổ, ông được cử giữ chức Chủ tịch Uỷ ban tăng gia sản xuất tỉnh [[Thanh Hóa]]. Trong năm đó, con trai cả của ông là Lê Thiệu Huy <ref>'''Lê Thiệu Huy''' ([[1921]]-[[1946]]) được mệnh danh là \"thần đồng Đông Dương huyền thoại\". Sau khi đỗ Cử nhân tại Hà Nội, ông tham gia kháng chiến, và dần trải đến chức Tham mưu trưởng Liên quân Việt-Lào, rồi hy sinh. Xem chi tiết ở đây: [http:\/\/vanhoanghean.vn\/dat-va-nguoi-xu-nghe\/nguoi-xu-nghe\/1515-le-thieu-huy-tai-cao-chi-ca-.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110719014727\/http:\/\/vanhoanghean.vn\/dat-va-nguoi-xu-nghe\/nguoi-xu-nghe\/1515-le-thieu-huy-tai-cao-chi-ca-.html |date = ngày 19 tháng 7 năm 2011}}. Khóc con, Giáo sư Lê Thước có làm bài thơ như sau: ''Treo gương nghĩa liệt chung ba nước\/ Uổng kiếp tài hoa mới nửa thời''\/ ''Lai láng trời tây hồn cố quốc, \/Quân thù chưa diệt giận chưa nguôi''.<\/ref> hy sinh ở Thakkhet ([[Lào]]).\n\nNăm [[1950]], ông được bầu vào Ủy ban trung ương Hội Liên hiệp quốc dân Việt Nam. [[Tháng ba|Tháng 3]] năm [[1951]], ông được bầu vào Ban Chấp hành Uỷ ban Mặt Trận Liên-Việt toàn quốc.\n \nSau cuộc kháng chiến chống [[Đế quốc thực dân Pháp|Pháp]] ([[1954]]), ông làm cán bộ ở Nha Giáo dục Phổ thông, sau chuyển sang Ban Tu thư thuộc Bộ Giáo dục (Hà Nội). Ở đây, ông làm công tác phiên dịch, hiệu đính, chú thích, giới thiệu các tác phẩm Hán-Nôm chọn lọc ở bậc trung học và đại học.\n\n[[Tháng hai|Tháng 2]] năm [[1957]], ông đổi sang làm trong Ban phụ trách ngành Bảo tồn Bảo tàng thuộc Bộ Văn hóa, góp phần quan trọng trong việc phát hiện, sưu tầm hiện vật, và xây dựng Thư viện Hán Nôm. Đến [[tháng sáu|tháng 6]] năm [[1963]], ông được về nghỉ hưu ở tuổi 72 tuổi.\n\n===Qua đời===\nGiáo sư Lê Thước mất ngày [[1 tháng 10]] năm [[1975]] ([[Ất Mão]]), thọ 85 tuổi <ref>Tổng hợp từ các tài liệu ghi ở mục \"nguồn tham khảo\".<\/ref>.\n\n==Tác phẩm==\nGiới thiệu về các tác giả quan trọng của cổ văn Việt Nam, có:\n*'''Truyện cụ [[Nguyễn Du]]''' (viết chung với Phan Sĩ Bàng, 1924)\n*'''Sự nghiệp thi văn của Uy Viễn tướng công [[Nguyễn Công Trứ]]''' (Nhà in Lê Văn Tân, Hà Nội, 1928)\n*'''Văn thơ [[Nguyễn Khuyến]]''' (soạn chung, 1957)\n*'''Thơ văn [[Nguyễn Thượng Hiền]]''' (soạn chung, 1959)\n*'''Thơ chữ Hán Nguyễn Du''' (soạn chung, Nhà xuất bản Văn học, 1965).\n\nTrong số ấy, \"Truyện cụ Nguyễn Du\" và \"Sự nghiệp thi văn của Uy Viễn tướng công Nguyễn Công Trứ\" là hai công trình tâm huyết, công phu hơn cả <ref>Trần Hải Yến, tr. 836.<\/ref>.\n\nVề biên khảo, có:\n*'''Niên biểu Việt Nam''' (1963)\n*'''Nhận xét một số di tích và hiện vật gốc về thời [[Nhà Tây Sơn|Tây Sơn]]''' (1964)\n*'''Hồ sơ di tích [[Nguyễn Trãi]]''' (sách tư liệu đại học Sư phạm, 1960)\n*'''Bản đối chiếu niên hiệu [[Trung Quốc]] với niên hiệu [[Việt Nam]] và năm [[dương lịch]]''' (sách tài liệu Đại học Sư phạm I, 1967).\n*'''Một sĩ phu yêu nước đầu thế kỷ XX - Cụ nghè [[Ngô Đức Kế]]''' (cùng viết với [[Trương Chính]], Tạp chí ''Văn học'' số 3, H., 1969).\n\nVề giáo khoa, có:\n*'''Hán văn tân giáo khoa thư''' (''Sách giáo khoa mới về Hán văn''), đồng biên soạn với [[Nguyễn Hiệt Chi]], xuất bản vào những năm 1928-1930.\n\nNgoài ra, theo Trần Hải Yến, thì ông là một trong số người đầu tiên tham gia viết sách văn học cho cấp học II (nay là [[Trung học cơ sở]]) và III (nay là [[Trung học phổ thông]]) ngay sau năm 1955.\n\nVề thơ có: '''Tĩnh Lạc thi tập''' (chưa xuất bản).\n\nGhi nhận nhân cách và công lao của Giáo sư Lê Thước, ở thành phố [[Thủ Đức]], [[Thành phố Hồ Chí Minh]] có con đường mang tên ông.\n\n==Nguồn tham khảo==\n*Trần Hải Yến, mục từ \"Lê Thước\" trong ''Từ điển văn học (b65 mới). Nhà xuất bản Thế giới, 2004.\n*Mục từ \"Lê Thước\" trên website Tri thức Việt \n*Bài viết về \"Lê Thước\" trên báo ''Hà Tĩnh online'' [http:\/\/baohatinh.vn\/home\/danh-nhan\/le-thuoc-1891-1976\/1k47593.aspx] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110814020736\/http:\/\/baohatinh.vn\/home\/danh-nhan\/le-thuoc-1891-1976\/1k47593.aspx |date = ngày 14 tháng 8 năm 2011}}\n*Hoài Anh, \"Lê Thước - Với cuốn nghiên cứu pge6 bình văn học đầu tiên trong văn học quốc ngữ\" [http:\/\/trieuxuan.info\/?pg=tpdetail&id=5154&catid=6]\n*Bài viết về \"Lê Thước\" trên website Tĩnh Lạc Lê Thước [https:\/\/sites.google.com\/site\/tinhlaclethuoc\/giao-su-le-thuoc\/dhoi-hoat-dong-cua-cu-le-thuoc]\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1891|mất=1975}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Nhà nghiên cứu văn học Việt Nam]]"}