{"11520675":"{{Thông tin nhân vật hoàng gia\n|tên = Mẫn Lệ phi\n|tên gốc = 愍厲妃\n|tước vị = [[Lê Uy Mục]] [[phi (hậu cung)|phi]]\n|chồng = [[Lê Uy Mục]]\n|tên đầy đủ = Lê Thị Thanh (?)\n|cha = [[Lê Viết Thức]] (?)\n|nơi sinh = xã [[Sa Lung]], [[châu Minh Linh]] (nay là vùng hai huyện [[Vĩnh Linh]] và [[Gio Linh]], tỉnh [[Quảng Trị]])\n}}\n\n'''Uy Mục Đế phi Lê thị''' ([[chữ Hán]]: 威穆帝妃黎氏), cũng gọi '''Mẫn Lệ phi''' (愍厲妃)<ref>Khi [[Lê Uy Mục]] bị giáng làm ''Mẫn Lê công''.<\/ref>, là một [[phi tần]] rất được sủng ái của [[Lê Uy Mục]], vị quân chủ thứ 8 của [[nhà Lê Sơ]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\nLê phi người xã [[Sa Lung]], [[châu Minh Linh]] (nay là vùng hai huyện [[Vĩnh Linh]] và [[Gio Linh]], tỉnh [[Quảng Trị]]), có thuyết không rõ nguồn cho rằng bà tên '''Lê Thị Thanh'''. Theo [[Đại Việt thông sử]] và [[Ô Châu cận lục]] đều ghi nhận, Lê phi ban đầu vốn là quan tì, tức là [[nô tì]] phục vụ cho nhà nước vì gia đình bị tội. Tuy nhiên, theo nhiều giả thiết nghiên cứu khác thì hoàn cảnh của bà có khác hơn, bà là con nhà phú hào, tên gọi [[Lê Viết Thức]]. Theo ''Thế phả Họ Lê, làng Sa Trung, xã Vĩnh Long, huyện Vĩnh Linh, tỉnh Quảng Trị''<ref>Thế phả Họ Lê viết từ năm 1663, đến đời Thiệu Trị, người cháu đời thứ 12 là tiến sĩ Lê Đức - Tổng đốc Vĩnh Long tu bổ lại sau khi tìm về cố quận là làng Sa Lung, Tổng Sa Lung, huyện Nam Trực, tỉnh Nam Định để xác minh nguồn gốc Họ Lê và lập Thế phả này. Hiện nay, do cụ Lê Lạc, tộc trưởng cất giữ. ([https:\/\/dulich.quangtri.gov.vn\/vi\/news\/Tai-nguyen-du-lich\/Mieu-ba-Vuong-Phi-ho-Le-la-mot-di-tich-lich-su-van-hoa-ghi-dau-thoi-ky-Chieu-dan-lap-ap-duoi-thoi-Le-So-457.html Du lịch Quảng Trị - Miếu bà Vương Phi họ Lê là một di tích lịch sử, văn hoá ghi dấu thời kỳ “Chiêu dân, lập ấp” dưới thời Lê Sơ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171225203153\/https:\/\/dulich.quangtri.gov.vn\/vi\/news\/Tai-nguyen-du-lich\/Mieu-ba-Vuong-Phi-ho-Le-la-mot-di-tich-lich-su-van-hoa-ghi-dau-thoi-ky-Chieu-dan-lap-ap-duoi-thoi-Le-So-457.html |date=2017-12-25 }})<\/ref>, thì Lê Viết Thức vốn người huyện [[Nam Trực]], tỉnh [[Nam Định]], về sau ông đem cả nhà vào châu Minh Linh khai hoang lập ấp.\n\nTheo các sách sử, Lê phi khi còn là quan tì đã theo học cùng một thầy với Hoàng tử Lê Tuấn, chính là vị Lê Uy Mục tương lai. Điều này mới dấy lên nghi ngờ thân phận của bà vì nếu là quan tì với thân phận thấp hèn, bà khó có thể đi học chữ, mà lại là học cùng với một hoàng tử. Dù Lê Tuấn tuy là hoàng tử nhưng do thân phận của mẹ mình nên rất không được bà nội ([[Trường Lạc hoàng hậu]]) yêu quý.\n\nLê Tuấn vừa nhìn thấy bà thì rất ưng. Sách Ô Châu cận lục chép một chuyện như sau:''\"Vương thấy bà lấy làm vừa ý, hai bên trở nên quyến luyến nhau. Một hôm, vương dùng chân khèo chân bà, khi về bà đem chuyện ấy kể lại với sư mẫu, sư mẫu nói rằng: “Vậy là vương thử lòng con, sau này nếu con thấy vương làm như thế thì dùng hai tay che chân của vương lại để tỏ ý thân”. Hôm sau bà làm đúng như kế của sư mẫu đã bày, vương rất vừa lòng, từ đó về sau không cố ý chọc ghẹo nữa. Riêng bà cũng giữ kín mối tình đẹp chẳng hề lộ ra.\"''\n\nVề sau, khi [[Lê Túc Tông]] qua đời, hoàng tử Lê Tuấn lên kế vị, sử gọi '''Lê Uy Mục'''. Hoàng đế sau đó cho đón bà vào cung, phong làm bậc Phi. Theo Đại Việt thông sử lẫn Ô Châu cận lục, Lê phi vừa có sắc lại vừa có trí, chiếm mọi sự sủng ái của Uy Mục Đế. Cả nhà bà cũng theo đó hiển quý, anh trai bà là Ông Phủ họ Lê (nhất thuyết tên [[Lê Viết Đáo]]) được phong Hiệu lệnh Xá nhân Tư mã chỉ huy sứ, sau làm Cai tri bản châu Minh Linh. Do giỏi ứng xử công việc nên được phong tước ''Tấn Trung tử''. Có người em trai làm ''[[Kinh lược sứ]]'', chuyên lo việc khẩn hoang lập làng mới.\n\nVề sau, Lê Uy Mục bị giết, Vũ Tá hầu [[Phùng Mại]] vào cung cưỡng bức bà. Không rõ kết cuộc về sau.\n\n== Tham khảo ==\n{{tham khảo}}\n* [[Đại Việt thông sử]] - [[Lê Quý Đôn]]\n* [[Ô Châu cận lục]]\n* [http:\/\/danviet.vn\/que-nha\/chuyen-ly-ky-ve-nu-no-ti-xinh-dep-trong-trai-tim-vua-quy-486946.html Dânviet - Chuyện ly kỳ về nữ nô tì xinh đẹp trong trái tim “Vua Quỷ”] \n* [https:\/\/dulich.quangtri.gov.vn\/vi\/news\/Tai-nguyen-du-lich\/Mieu-ba-Vuong-Phi-ho-Le-la-mot-di-tich-lich-su-van-hoa-ghi-dau-thoi-ky-Chieu-dan-lap-ap-duoi-thoi-Le-So-457.html Du lịch Quảng Trị - Miếu bà Vương Phi họ Lê là một di tích lịch sử, văn hoá ghi dấu thời kỳ “Chiêu dân, lập ấp” dưới thời Lê Sơ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20171225203153\/https:\/\/dulich.quangtri.gov.vn\/vi\/news\/Tai-nguyen-du-lich\/Mieu-ba-Vuong-Phi-ho-Le-la-mot-di-tich-lich-su-van-hoa-ghi-dau-thoi-ky-Chieu-dan-lap-ap-duoi-thoi-Le-So-457.html |date=2017-12-25 }}\n\n[[Thể loại:Phi tần nhà Lê sơ]]\n[[Thể loại:Người Quảng Trị]]"}