{"512184":"'''Lê Trung''' (黎忠, ?-1798) là một võ quan cao cấp của [[nhà Tây Sơn]] trong [[lịch sử Việt Nam]].\n\n==Sự nghiệp==\nThái sư '''Lê Trung, tên thật là Lê Văn Trung.''' Quê quán của Ông ở làng Phú Mỹ, huyện Phù Ly, phủ Quy Nhơn nay là thôn Khánh Lộc, huyện Phù Cát, tỉnh Bình Định<ref>Theo sách ''Nhà Tây Sơn'' thì Lê Trung là người [[Quy Nhơn]], trước có theo phò [[Nguyễn Nhạc]] (tr. 173).<\/ref>. Cha của Ông tên là Lê Văn Thể và mẹ của Ông là bà Nguyễn thị Trọng (mộ bà đã bị khai quật vào năm 1984 và xác của bà được ướp trong dung dịch có màu nâu trong). Ông là con trai út. Mặc dù chị của Ông (Minh Phi Lê thị Nga) là vợ của Vua Thái Đức Nguyễn Nhạc nhưng Ông đầu quân vào hàng ngũ lính mộ (vào lính bình thường) của Tây Sơn.\n\nLà người văn võ toàn tài. Sau này tự thân thi thố tài năng và có nhiều đóng góp lớn cho phong trào Tây Sơn, Lê Trung được triều đình Tây Sơn phong Thái Sư.\n\nNhà Tây Sơn dựng nghiệp Lê Trung đến đầu quân dưới trướng Nguyễn Huệ, được trọng dụng, thường cùng với Huệ bàn việc binh cơ rất đắc.\n\nNăm Bính Ngọ (1786), Vua Thái Đức sai Nguyễn Huệ làm Tiết chế, Vũ Văn Nhậm làm Tả quân Đô đốc, Nguyễn Hữu Chỉnh làm Hữu quân Đô đốc hợp với Nguyễn Văn Lộc làm Thủy sư Đô đốc cùng Nguyễn Lữ chỉ huy thủy binh ra đánh Thuận Hóa. Lê Trung được Nguyễn Huệ cho theo hầu dưới trướng, lập được nhiều chiến công.\n\nHạ xong thành Phú Xuân, Lê Trung theo Vũ Văn Nhậm, Nguyễn Văn Lộc đánh chiếm và trấn thủ các doanh trại thuộc Quảng Trị, Quảng Bình.\n\nĐầu năm 1787, Nguyễn Huệ tổng động viên chừng 6 vạn tới 10 vạn quân Nam tiến tiến vào Qui Nhơn.\n\nLê Trung, lại ra lệnh để cho quân Nguyễn Huệ ‘mượn đường’, rồi đem quân bản bộ về yết kiến vua Thái Đức. Lê Trung tâu với vua Thái Đức rằng nếu vua trả lại gia quyến cho các tướng thì Nguyễn Huệ sẽ lui binh và nếu Nguyễn Huệ không lui binh thì ông sẽ tự tử để đền tội. Thái Đức giam Lê Trung lại rồi tự mình làm tướng lo việc phòng thủ. Sau khi sự việc giải quyết xong Lê Trung được thả.\n\nSau trận [[trận Ngọc Hồi - Đống Đa|đại phá quân Thanh]] vào mùa xuân năm [[Kỷ Dậu]] ([[1789]]), vua [[Nguyễn Huệ|Quang Trung]] phong cho ông làm đô đốc, lãnh việc chiêu mộ quân bổ sung vào các đội tượng binh<ref>Theo ''Lê qúi dật sử'', tr. 96.<\/ref>.\n\nLê Chiêu Thống theo tàn quân Thanh chạy sang Tàu, Lê Duy Chỉ ở lại Tuyên Quang nương nhờ thổ tù Nùng Phúc Tân và Huỳnh Văn Đồng. Lê Duy Chỉ cũng liên kết với các thổ dân ở Vạn Tượng, Trấn Ninh, Trịnh Cao, Quy Hợp, Xiêm La và chuẩn bị đánh chiếm thành Nghệ An làm hành dinh.\n\nVua Quang Trung được tin. Năm [[1791]], vua bèn phong cho đô đốc [[Trần Quang Diệu]] làm đại tổng quản, Lê Trung làm đại tư lệ cùng xuất quân tiến sang tảo trừ.\n\nTháng 6 năm Canh Tuất quân của Trần Lê chiếm được Trấn Ninh, hai tù trưởng là Cheo Nam và Cheo Kiêu bị Lê Trung bắt sống.\n\nTháng 8 cùng năm, Trịnh Cao và Quy Hợp bị chiếm đóng. Tháng 10 thì thủ lãnh Vạn Tượng chống cự không nổi, bỏ thành đem quân chạy trốn. Quân Tây Sơn tràn vào thành, thu hết vàng bạc, châu báu, voi ngựa... đem về nước. Lê Trung lấy được vô số chiêng trống và vài chục thớt voi. Thừa thắng, quân Tây Sơn đánh thẳng đến biên giới Xiêm La, chém được Tả súy Phan Dung và Hữu súy Phan Siêu. Quân Xiêm thua chạy tán loạn.\n\nDẹp yên biên giới, Trần Quang Diệu và Lê Trung kéo quân về Tuyên Quang đánh Nùng Phúc Tân và Huỳnh Văn Đồng. Nùng, Huỳnh chống cự không lại, bị giết chết. Lê Duy Chỉ chạy trốn không kịp cũng bị giết luôn.\n\nSau chiến công này, Lê Trung được phong chức Đô đốc.\n\nTính Trung nghĩa của Lê Trung thường được tướng quân lấy câu thơ của Văn Thiên Tường làm tâm sự:\n\n''Nhân gian tự cổ thùy vô tử''\n\n''Lưu thủ đan tâm chiếu hãn thanh''\n\n[[Tháng bảy|Tháng 7]] năm [[Nhâm Tý]] ([[1792]]), vua Quang Trung đột ngột qua đời. Tuân theo di chiếu, Trần Quang Diệu, [[Bùi Đắc Tuyên]] và [[Vũ Văn Dũng]] cùng tôn phò [[Nguyễn Quang Toản]] (10 tuổi) lên ngôi, tức vua [[Nguyễn Quang Toản|Cảnh Thịnh]].\n\nKể từ đó nội bộ nhà Tây Sơn cứ xảy ra việc mất đoàn kết. Thấy vậy, con rể ông là đô đốc [[Lê Chất]] bàn ra hàng chúa [[Gia Long|Nguyễn Phúc Ánh]] nhưng ông không nghe<ref name=\"a\">Nguyễn Khắc Thuần, tr. 60.<\/ref>.\n\nNăm 1793, [[Gia Long|Nguyễn Phúc Ánh]] đem Đại binh chiếm Bình Thuận, Diên Khánh và tiến vào Thị Nại, uy hiếp thành Quy Nhơn. Vua Thái Đức chống không lại cầu viện Phú Xuân. Vua Cảnh Thịnh sai Thái úy Phạm Công Hưng, hộ giá Nguyễn Văn Huấn, Đại Tư lệ Lê Trung cùng đại tư mã Ngô Văn Sở đem 17.000 bộ binh cùng 80 thớt voi đi đường bộ phối hợp với Đại Thống lĩnh Đặng Văn Chân đem 30 chiến thuyền vào cứu Quy Nhơn. Nguyễn Phúc Ánh liệu đánh không nổi bèn rút lại binh về Diên Khánh.\n\nPhạm Công Hưng vào thành Quy Nhơn, giải giáp quân Thái Đức, chiếm giữ các kho tàng. Vua Thái Đức uất mà chết. Các đại thần phần cho về qua hưu trí phần ra Huế phục vụ. Con trai Thái Đức là Nguyễn Bảo được phong Hiến công, ăn lộc một huyện, dinh đóng tại lụy sở Tuy Viễn gọi là Tiểu Triều.\n\nLê Trung và Nguyễn Văn Huấn ở lại trấn thủ Quy Nhơn. Sau đó Tư đồ Nghĩa được cử vào thay Nguyễn Văn Huấn. Huấn vừa về đến Phú Xuân thì Thượng thư Hồ Công Diệu tâu cùng Cảnh Thịnh rằng Huấn ở Quy Nhơn mưu kết thông cùng giặc nên khi bị triệu hồi về kinh thì tỏ ý bất bình. Cảnh Thịnh đợi Huấn vào chầu, thét quân tả hữu bắt đem ra chém.\n\nNăm [[Mậu Ngọ]] ([[1798]]), Nguyễn Bảo nổi dậy đánh thành Quy Nhơn, nhưng bị dẹp tan. Bảo bị bắt và đem nhận chìm xuống sông cho đến chết. Viên Thái phó Lê Văn Ứng tâu cùng Cảnh Thịnh rằng cuộc nội biến của Tiểu Triều la do Lê Trung chủ mưu, nguyên Lê Trung vốn là người Quy Nhơn, trước kia có kết giao thân mật vua Thái Đức nên có ý muốn liên kết với Nguyễn Bảo đế dựng lại triều đại Thái Đức. Huống nữa, Lê Trung vốn là một phụ tá đắc lực của Trấn thủ Nguyễn Văn Huấn. Nay Huấn bị gia hình nên Trung lập chủ tâm báo thù cho Huấn.\n\nVua Cảnh Thịnh tin lời tấu, cho triệu Lê Trung về Phú Xuân rồi bắt đem giết đi.\n\nNăm [[Mậu Ngọ]] ([[1798]]), theo sách ''Việt sử giai thoại'' (tập 8) thì lúc bấy giờ Lê Chất đang đóng quân ở Trà Khúc ([[Quảng Ngãi]]). Nội bộ Tây Sơn càng mất đoàn kết, trong khi ngoài mặt trận quân [[chúa Nguyễn]] lại liên tiếp thắng nhiều trận liền. Vua Cảnh Thịnh ngờ rằng Lê Trung cùng con rể là Lê Chất thông đồng với đối phương, nên giết đi. Lê Chất sợ quá, trốn sang đầu chúa Nguyễn<ref name=\"a\" \/>.\n \nTuy nhiên, theo sử liệu khác thì nguyên nhân gây ra cái chết của ông là do nội biến.\n\n*Sách ''[[Hoàng Lê nhất thống chí]]'' kể:\n:Tuy được phong làm thái phó, nhưng không lâu sau thì [[Trần Quang Diệu]] bị tước hết binh quyền. Vốn tương đắc với Lê Trung, Trần Quang Diệu gửi mật thư vào [[Quy Nhơn]] (lúc bấy giờ Lê Trung đang làm trấn thủ ở đây), hẹn với ông cất quân về phế bỏ vua. Nghe lời, Lê Trung kéo quân về đến [[Quảng Nam]], làm cho trong ngoài đều nhốn nháo. Biết chỉ có Trần Quang Diệu là khuyên Lê Trung lui quân được, vua Cảnh Thịnh liền sai Quang Diệu đi thương thuyết với Lê Trung.\n:Đến khi nhà vua dẫn quân đi đánh Nguyễn Bảo (con [[Nguyễn Nhạc]]) ở Quy Nhơn, nghe thái phủ Mân<ref>[[Quách Tấn]] ghi người tâu là thái phó Lê Văn Ứng. Vua Cảnh Thịnh dễ tin là bởi Lê Trung là người Quy Nhơn, trước có theo phò Nguyễn Nhạc (tr. 173).<\/ref> tâu rằng nội biến này là do Lê Trung gây ra, nhà vua bèn sai vời Lê Trung vào dinh, bảo võ sĩ trói lại chém chết<ref>Lược kể theo ''Hoàng Lê nhất thống chí'' (tập 2), tr. 223.<\/ref>.\n\n*Sách [[Việt Nam sử lược]] kể:\n:Năm [[Mậu Ngọ]] ([[1798]]) Tiểu triều là Nguyễn Bảo căm tức vua Cảnh Thịnh là Nguyễn Quang Toản chiếm giữ mất đất Quy Nhơn, bèn định bỏ về hàng Nguyễn triều. Vua Cảnh Thịnh biết mưu ấy, sai tướng vào bắt Nguyễn Bảo đưa về dìm xuống sông giết đi.\n:Lại có người nói gièm rằng việc Tiểu Triều làm phản là tại quan trấn thủ Lê Trung. Vua Cảnh Thịnh triệu Lê Trung về [[Cố đô Huế|Phú Xuân]], sai võ sĩ bắt chém chết. Được ít lâu quan thiếu phó Nguyễn Văn Huấn cũng bị giết. Từ đó quân Tây Sơn ai cũng nản lòng, có nhiều người bỏ theo về chúa Nguyễn<ref>Theo ''Việt Nam sử lược'', tr. 397-398.<\/ref>.\n\nChúa Nguyễn thấy thế Tây Sơn đã suy nhược, đến [[tháng ba]] năm [[Kỷ Mùi]] ([[1799]]) bèn cử đại binh ra đánh Quy Nhơn...\n\n== Chú thích ==\n{{Tham khảo}}\n==Sách tham khảo==\n*[[Bùi Dương Lịch]], ''[[Lê quý dật sử]]''. Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 1987.\n*[[Ngô gia văn phái]], ''[[Hoàng Lê nhất thống chí]]'' (tập 2). Nhà xuất bản Văn Học, 1984.\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]''. Nhà xuất bản Tân Việt, [[Thành phố Hồ Chí Minh|Sài Gòn]], 1968.\n*Nguyễn Khắc Thuần, ''Việt sử giai thoại'' (tập 8). Nhà xuất bản Giáo dục, 1998.\n*[[Quách Tấn]]-Quách Giao, ''Nhà Tây Sơn''. Bảo tàng Quang Trung xuất bản, 2000.\n\n{{Thời gian sống|sinh=1746|mất=1798}}\n\n[[Thể loại:Võ tướng nhà Tây Sơn]]"}