{"1740321":"{{wiki hóa}}\n{{Thông tin nhân vật\n| tên = \n| đảng phái = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| tiêu đề = \n| nhiệm kỳ = \n| tiền nhiệm = \n| kế nhiệm = \n| người hôn phối = \n| nổi tiếng = \n| con cái = \n| cha = \n| mẹ = \n| giải thưởng = \n| website = \n| chữ ký = \n| cỡ chữ ký = \n| notable works = \n| tổ chức = \n| hình = File:Le Dinh Tham.jpg{{!}}200px\n| nơi mất = Hà Nội\n| cỡ hình = \n| ghi chú hình = \n| tên gốc = \n| tên khai sinh = Lê Đình Thám\n| ngày sinh = {{ngày sinh|1897|05|01}}\n| nơi sinh = làng Đồng Mỹ (Phú Mỹ), tổng Phú Khương, phủ Điện Bàn, tỉnh Quảng Nam\n| ngày mất = {{ngày mất và tuổi|1969|04|23|1897|05|11}}\n| an táng = \n| năm hoạt động = \n| cư trú = \n| quốc gia = \n| tên khác = Cư sĩ Tâm Minh\n| dân tộc = \n| quốc tịch = \n| học vị = \n| học vấn = \n| công việc = \n| images = Tập tin: BS Tam Minh.jpg\n}}\n\n'''Lê Đình Thám''' (1897 – 1969) là [[bác sĩ]], [[cư sĩ]] [[Phật giáo]], là nhà hoạt động hoà bình và là người sáng lập Gia đình Phật tử Việt Nam; quê làng Đô Mỹ\/La Kham? nay thuộc xã [[Điện Quang]], huyện [[Điện Bàn]], tỉnh [[Quảng Nam]]<ref>{{chú thích web|url=http:\/\/www.danangcity.gov.vn\/portal\/page\/portal\/danang\/chinhquyen\/gioi_thieu\/danh_nhan?p_pers_id=&p_folder_id=6904289&p_main_news_id=9198898&p_year_sel=|title=Lê Đình Thám (1897 – 1969)|publisher=Cổng thông tin điện tử Thành phố Đà Nẵng|access-date = ngày 25 tháng 2 năm 2013}}<\/ref>.\n\nCư sĩ Tâm Minh - Lê Đình Thám sinh năm Đinh Dậu (1897) tại làng Đồng Mỹ (Phú Mỹ), tổng Phú Khương, phủ Điện Bàn, tỉnh Quảng Nam. Ông xuất thân trong một gia đình quyền quý nhiều đời làm quan. Thân sinh là [[Binh bộ]] [[Thượng thư]] [[Lê Đỉnh]] ở triều [[Tự Đức]].\n\nCùng với anh là [[Y sĩ]] [[Lê Đình Dương]] trực tiếp học chữ Nho với cha. Cả hai anh em đều tỏ ra thông minh xuất chúng ngay từ thuở niên thiếu. Riêng ông từ nhỏ, đã tỏ ra là người có năng khiếu văn chương thi phú.\n\nTrong những năm theo học tại các trường tiểu học, trung học và đại \nhọc, ông đã chiếm được cảm tình cả thầy và bạn. Luôn luôn giành thứ vị \nthủ khoa trong các kỳ thi tốt nghiệp cuối cấp.\n\nÔng tốt nghiệp Y sĩ Đông Dương (đậu Thủ Khoa) tại [[Hà Nội]] năm 1916, và sau đó đậu Y khoa Bác sĩ năm 1930, ngạch Pháp quốc, tại Y khoa Đại học đường Hà Nội.\n\nKhi ra trường với danh hiệu Y sĩ, đúng lúc phong trào [[Duy Tân]] khởi  nghĩa bị thất bại, anh trai ông là Y sĩ [[Lê Đình Dương]] bị Pháp tù đày tại Buôn Mê Thuột. Ông bị tình nghi và luôn bị theo dõi. Từ năm 1916 đến năm 1923, ông được bổ nhiệm và làm việc tại các bệnh viện Hội An, Bình Thuận, Sông Cầu, Quy Nhơn, Tuy Hòa. Chính trong thời gian này, ông nghiên cứu thêm về triết lý Đông phương như Khổng, Lão và Phật giáo... Năm 1926, ông phụ trách điều trị tại bệnh viện Hội An (Quảng Nam). Nhân một buổi viếng cảnh tại chùa Tam Thai tại Ngũ Hành Sơn, ông đọc được bài kệ của Tổ Huệ Năng ghi trên vách chùa:\n\n<em>Bồ đề bổn vô thọ <br>Minh cảnh diệc phi đài <br>Bổn lai vô nhất vật <br>Hà xứ nhạ trần ai.<\/em>\n\nĐây là lần đầu tiên ông tiếp xúc với triết lý Phật giáo, bài kệ trên đã gieo vào tâm thức ông một ấn tượng sâu sắc về đạo Phật, mặc dầu thời điểm lúc ấy chưa cho phép ông đến gần với cửa thiền.\n\nNhân cụ [[Phan Chu Trinh]] mất, được tin ấy ông và những người yêu nước khác, đã làm lễ truy điệu tại nơi đang làm việc, tỉnh Quảng Nam. Mật thám Pháp biết được nên chuyển ông ra làm việc ở Hà Tĩnh.\n\nNăm 1928, ông lại được thuyên chuyển về Huế, đảm trách Y sĩ trưởng Viện bào chế và vi trùng học [[Louis Pasteur]], ông phát minh ra Sérum Normet. Chính năm này, ông mới lên chùa Trúc Lâm, cách kinh đô Huế khoảng 7 cây số ở sau đàn Nam Giao, để thỉnh tôn ý về bài kệ trên với Hòa thượng trụ trì là Ngài Giác Tiên. Sau khi hiểu thấu đáo bài kệ, ông đã thực sự chuyển hướng đời mình: Phát nguyện quy y Tam bảo, ăn trường trai từ đó và nghiên cứu học hỏi kinh điển Phật giáo để hoằng hóa giúp đời. Với chí nguyện như trên, ông được thọ tam quy ngũ giới với Hòa thượng Giác Tiên, pháp danh là Tâm Minh, pháp tự là Chiêu Hải.\n\nNăm 1929, ông thọ học thêm với Hòa thượng Phước Huệ chùa Thập Tháp, Bình Định. Hòa thượng chỉ đạo ông nghiên cứu các bài giảng của Ngài Thái Hư đại sư ở Trung Hoa về cách thức tổ chức Phật giáo, và suy nghĩ cải cách thế nào cho phù hợp với tình hình Phật giáo nước nhà. Ông đã đề đạt ý kiến của mình lên chư Hòa thượng Phước Huệ, Giác Tiên, Giác Nhiên, Tịnh Hạnh, Tịnh Khiết... và đã được các Ngài chấp thuận.\n\nNăm 1930, ông trở ra Hà Nội thi bằng Y khoa Bác sĩ ngạch Pháp. Khi trở về, ông vừa học Phật vừa làm ngành y mà vẫn vượt xa các bạn đồng học trong thời gian ấy.\n\nNăm 1932, Hội An Nam Phật học ra đời, do các vị Hòa thượng và ông đứng ra chịu trách nhiệm gánh vác công cuộc hoằng dương chánh pháp. Trụ sở hội đầu tiên đặt ở chùa Trúc Lâm, sau đó là chùa Từ Đàm. Ông làm Hội trưởng và các Hòa thượng trong Ban Chứng minh là cố vấn cho Hội. Hội bắt đầu truyền đạo với nhiều hình thức:\n\n- Thuyết pháp mỗi nửa tháng cho tín đồ nghe tại chùa Từ Quang.\n\n- Mở trường đào tạo tăng tài cho Giáo hội sau này.\n\n- Mở thêm các chi hội để gánh vác trách nhiệm hoằng dương chánh pháp khắp các tỉnh.\n\n- Thành lập Thanh Niên Đức Dục (Phật học).\n\n- Xuất bản tờ báo Phật giáo (Nguyệt san Viên Âm).\n\n- Thiết lập các tòng lâm để chư tăng tu học, và đào tạo tăng tài.\n\nTừ năm 1930, bắt đầu xuất hiện những bài viết của ông trên tờ nguyệt san Viên Âm. Ông tự tay viết cả truyện ngắn (ký tên T.M), truyện dài (ký tên Châu Hải) và truyện hài hước (ký tên Ba Rảm).\n\nTừ năm 1934-1945 là những năm hoàn chỉnh các tổ chức của Phật giáo và hệ thống đào tạo tăng tài, các lớp Phật học cho thanh niên. Kết quả mà ông đã đóng góp được trong những năm tháng ấy, vẫn mãi mãi được ghi nhớ:\nMột thế hệ tăng sĩ tài ba đã nở rộ, làm nền tảng tuyên truyền phát huy chánh pháp, đoàn kết Tăng Ni và Phật tử, bảo vệ Phật giáo trước những khó khăn lúc bấy giờ. Chùa Từ Quang, nơi làm giảng đường bước đầu để tuyên dương chánh pháp cũng đã thấy bóng dáng của ông trong chiếc áo dài màu đen và chiếc khăn đóng tươm tất, thành kính đảnh lễ chư Tăng trước khi bước lên Pháp tòa để giảng kinh cho họ.\n\nNăm 1946, cuộc chiến tranh chống Pháp bùng nổ, dân chúng Huế tản cư, ông cùng gia đình di tản về Quảng Nam.\n\nTừ [[25 tháng 1]] năm [[1948]] đến [[16 tháng 6]] năm [[1950]] ông Lê Đình Thám làm Chủ tịch Ủy ban Kháng chiến Hành chính miền Nam Trung bộ. Tại Liên khu V của vùng kháng chiến, ông tập họp một số đoàn viên của đoàn Phật học Đức Dục có mặt trong vùng và thành lập tổ chức \"Phật giáo và Dân chủ mới\" tại Bồng Sơn - Bình Định, nghiên cứu việc tổng hợp giáo lý Phật giáo và triết học Mác-Lê Nin.\n\nMùa hè năm 1949, ông tập kết ra Bắc. Sau đó được đề cử làm Chủ tịch phong trào vận động Hòa Bình thế giới. Năm 1956, ông và Hòa thượng Trí Độ tham dự phái đoàn sang dự đại hội Phật giáo Buddha Jayanti tại Ấn Độ.\n \nNăm 1961, toàn bộ kinh Lăng Nghiêm mà ông đã dày công phiên dịch và chú giải trong nhiều năm, đã được đăng tải trên báo Viên Âm trước đây được ông hoàn tất và xuất bản tại chùa Quán Sứ, Hà Nội. Sau đó, sách được gia đình ông tái bản lưu hành rộng rãi ở miền Nam.\n\nNăm 1965, Hội Cờ tướng Việt Nam (tiền thân của Liên đoàn Cờ Việt Nam) được thành lập, Lê Đình Thám được bầu làm Chủ tịch Hội.\n\nTrong những năm ở Bắc, ngoài ngày giờ làm việc cho nhà nước, ông đến chùa Quán Sứ để dịch kinh và giảng kinh, hướng dẫn việc tu học giúp nhà chùa. Kết quả của những năm tháng dày công quả vì đạo pháp và dân tộc ấy còn được thể hiện qua các kinh sách uyên thâm như:\n\n1. Kinh Thủ Lăng Nghiêm<br>2. Luận Nhơn Minh<br>3. Đại Thừa Khởi Tín Luận<br>4. Bát Thúc Qui Củ Tụng<br>5. Phật học thường thức<br>6. Bát Nhã Tâm Kinh<br>7. Lịch sử Phật giáo Việt Nam và Phật Tổ Thích Ca<br>8. Tâm Minh - Lê Đình Thám tuyển tập (gồm 5 tập)\n\nĐời người là vô thường, ông đã ngộ lý ấy và đã bình thản ra đi ngày 23-4-1969 (nhằm 7-3 âl, năm Kỷ Dậu), sau khi đã đàm đạo lần cuối cùng với Hòa thượng Đôn Hậu, tại bệnh viện Việt - Xô, Hà Nội, thọ 73 tuổi và 42 năm phụng sự Tam Bảo.\n \nĐể ghi nhớ những công lao của một cư sĩ ưu tú của Phật giáo, chư vị Tôn Đức Giáo phẩm Thừa Thiên-Huế đã tạc một bức tượng bán thân cư sĩ Tâm Minh – Lê Đình Thám trong khuôn viên Tổ đình Từ Đàm, Huế. Ông là một trong 2 vị Đại Cư sĩ có vinh hạnh lớn được chư vị Tôn Đức quý mến và dựng tượng tưởng niệm (người còn lại là Chánh Trí - [[Mai Thọ Truyền]]).\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/www3.thuathienhue.gov.vn\/GeographyBook\/Default.aspx?sel=3&id=1434 Lê Đình Thám]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }} trên trang của Thừa Thiên-Huế.\n\n{{sơ khai tiểu sử}}\n\n{{thời gian sống|sinh=1897|mất=1969}}\n\n[[Thể loại:Người Quảng Nam]]"}