{"81863":"{{Thông tin nhân vật hoàng gia\n| tên = Lê Chiêu Tông\n| tên gốc = 黎昭宗\n| tước vị = [[Vua Việt Nam]]\n| thêm = vietnam\n| cỡ hình = 225px\n| hình = An53 Chieu Tong Quang Thieu (15979672256).jpg\n| ghi chú hình =Đồng tiền ''Quang Thiệu'' đời Lê Chiêu Tông.\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| tại vị = [[23 tháng 3]] năm [[1516]] - <br> [[22 tháng 7]] năm [[1522]]<br \/>({{số năm theo năm và ngày|1516|3|23|1522|7|22}})<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1428 till:1789\nAlignBars = early\nScaleMajor = increment:361 start:1428\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1516 till:1522 color:red\n<\/timeline>\n\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Lê Tương Dực]]<br>''[[Lê Quang Trị]]''\n| kế nhiệm = [[Lê Cung Hoàng]]\n| triều đại = [[Nhà Lê sơ|Hoàng triều Lê]] \n| tên đầy đủ = Lê Y (黎椅)\n| kiểu tên đầy đủ = Tên thật\n| Vợ = [[Phạm Thị Ngọc Quỳnh]]\n| thông tin con cái = ẩn\n| con cái = [[Lê Trang Tông]]\n| niên hiệu = Quang Thiệu (光紹)\n| thời gian của niên hiệu = \n| miếu hiệu = [[Chiêu Tông]] (昭宗)\n| thụy hiệu = '''Thần Hoàng đế''' (神皇帝)\n| cha = [[Lê Sùng|Lê Minh Tông]] Lê Sùng\n| mẹ = [[Trịnh Thị Loan]]\n| sinh = {{ngày sinh|1506|11|18}}\n| nơi sinh = [[Đông Kinh]]\n| mất = {{ngày mất và tuổi|1527|1|19|1506|11|18}}\n| nơi mất = phường [[Đông Hà]] ([[Hàng Chiếu]]), [[Đông Kinh]], [[Đại Việt]]\n| nơi an táng = [[Vĩnh Hưng lăng]] (永興陵)\n}}'''Lê Chiêu Tông''' ([[chữ Hán]]: 黎昭宗 18 tháng 11 năm 1506 &#x2013; 19 tháng 1 năm 1527), tên thật là '''Lê Y''' (黎椅), là vị [[hoàng đế]] thứ 10 của [[Nhà Lê sơ|Hoàng triều Lê]] nước [[Đại Việt]], ở ngôi từ năm [[1516]] đến [[1522]], tổng cộng 7 năm với niên hiệu '''''Quang Thiệu'''.''\n\nLê Y là chắt của [[Lê Thánh Tông]] và là cháu gọi [[Lê Tương Dực]] bằng chú. Năm [[1516]], vua Lê Tương Dực bị Nguyên quận công [[Trịnh Duy Sản]] giết. Trịnh Duy Sản cùng Hùng quốc công Lê Nghĩa Chiêu lập Lê Chiêu Tông Lê Y lên ngôi Hoàng đế. Hoàng đế mới 11 tuổi, mọi việc đều do [[Trịnh Duy Sản]] chủ trương. Tình hình bấy giờ rối ren nên Duy Sản đưa Lê Chiêu Tông tạm lánh khỏi [[Đông Kinh]]. Quân nổi dậy [[Trần Cảo]] từ phía bắc nhân đó tràn chiếm kinh thành. Về [[Tây Kinh]], Duy Sản nhân danh Chiêu Tông gọi quân 3 phủ, điều động các tướng khác đem quân thủy bộ bao vây [[Đông Kinh]]. Sau một trận đánh đẫm máu, Trịnh Duy Sản chiếm được Đông Kinh, Cảo chạy về Lạng Nguyên. Chiêu Tông chính thức khôi phục ngôi báu. Duy Sản thúc quân đi truy diệt, tới [[Chí Linh]] ([[Hải Dương]]) thì bị phục binh địch giết chết. Cảo nhân đà uy hiếp Đông Kinh lần hai, nhưng Chiêu Tông nhờ có Thiết Sơn bá [[Trần Chân (tướng thời Lê sơ)|Trần Chân]] nên đã đánh bại địch. Từ đó Trần Cảo lui về Lạng Nguyên, lấy [[sông Cầu|sông Nguyệt Đức]] làm ranh giới chia cắt lãnh thổ với Chiêu Tông.\n\nSau khi loạn Trần Cảo thoái trào, các đại thần An Hòa hầu [[Nguyễn Hoằng Dụ]], Vĩnh Hưng bá [[Trịnh Tuy]], Thiết Sơn bá [[Trần Chân (tướng thời Lê sơ)|Trần Chân]] quay sang đánh nhau. Hoàng đế hòa giải họ không được. Sau vài trận đụng độ ở [[Đông Kinh]], Nguyễn Hoằng Dụ và Trịnh Tuy đều phải lui về phía nam để lại Trần Chân mạnh nhất trong triều. Chiêu Tông nghe lời dèm giết Trần Chân, đến nỗi các đệ tử là [[Nguyễn Kính]], [[Nguyễn Áng]], Hoàng Duy Nhạc tức giận làm náo loạn kinh thành, phải bỏ lên Bảo Châu. Nhóm Nguyễn Kính, Nguyễn Áng liên kết với Trịnh Tuy chống cự triều đình khiến nhà vua phải nương nhờ [[Mạc Đăng Dung]] để dẹp yên. Từ đây Đăng Dung nổi lên nắm quyền quân quốc, cứng rắn thanh trừng những đại thần đối lập. Năm 1521, Chiêu Tông sai Mạc Đăng Dung đem quân đánh con Trần Cảo là [[Trần Cung|Cung]] ở Kinh Bắc, Lạng Nguyên, bắt được Cung và chấm dứt hoàn toàn loạn Trần Cảo. Quyền thế Đăng Dung càng lớn, năm [[1522]] hoàng đế cùng một số cận thần lánh khỏi Đông Kinh, hiệu triệu thiên hạ diệt Đăng Dung. Đăng Dung phế Chiêu Tông rồi lập hoàng đệ [[Lê Cung Hoàng|Xuân]] lên ngôi. Chiêu Tông mới đầu thuận lợi, tưởng chừng như có thể thống nhất cơ đồ thì lại vụng về làm Trịnh Tuy bất mãn, nên bị Tuy bắt đem về [[Thanh Hóa]]. Đăng Dung tung quân đánh Thanh Hóa, phá tan quân Trịnh Tuy, rồi bắt Chiêu Tông đem về giết chết.\n\n==Thân thế==\nLê Chiêu Tông tên thật là '''Lê Y''' (黎椅), sinh ngày [[4 tháng 10]] năm Đoan Khánh thứ hai (theo dương lịch là ngày [[18 tháng 11]] năm [[1506]]) tại [[Đông Kinh]], là con trưởng của Cẩm Giang vương [[Lê Sùng]] (黎漴). Mẹ là [[Trịnh Thị Loan]], người huyện [[Thanh Chương]], [[Nghệ An]].{{Sfn|Nhiều tác giả|1993|pp=569-571}} Cha Lê Y, Cẩm Giang vương Sùng là con trưởng của Kiến vương [[Lê Tân]]. Kiến vương Tân là con thứ của vua [[Lê Thánh Tông]] và là em vua [[Lê Hiến Tông]]. Xét theo dòng dõi, Lê Y là cháu nội Kiến vương Tân, cháu gọi vua [[Lê Tương Dực]] bằng chú và là chắt [[Lê Thánh Tông]].{{Sfn|Nhiều tác giả|1993|pp=550-552}}{{Sfn|Nhiều tác giả|1993|pp=569-571}}\n\nNăm [[1516]], Nguyên quận công [[Trịnh Duy Sản]] cùng thái sư [[Lê Quảng Độ]], thượng thư [[Trình Chí Sâm]] lập mưu giết Lê Tương Dực. Vua Tương Dực chết, Duy Sản tính bề lập [[Lê Quang Trị]], con Mục Ý vương Lê Vinh (con trai thứ 3 Kiến vương) lúc đó 8 tuổi. Quang Trị mới giữ ngôi 3 ngày, chưa kịp đặt niên hiệu thì bị [[Trịnh Duy Đại]] đem về [[Lam Kinh|Tây Kinh]]. Duy Sản bèn cùng Thái phó Hùng quốc công [[Lê Nghĩa Chiêu]] và các huân cựu tông thất đại thần lập Lê Chiêu Tông Lê Y lên ngôi.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=609-610}}{{Sfn|Nhiều tác giả|1993|pp=569-571}}\n\n==Thiếu đế thời loạn==\n{{Chính|Khủng hoảng cuối nhà Lê sơ}}\n===Đánh dẹp Trần Cảo, khôi phục đế đô===\n{{Chính|Trịnh Duy Sản|Trần Cảo (tướng khởi nghĩa)}}\n\nDưới đời [[Lê Tương Dực]], có một người tên Trần Cảo làm phản tại vùng [[Hải Dương]], [[Đông Triều]], [[Thủy Đường]]. Vua Tương Dực từng đánh bại Trần Cảo, Cảo phải chạy về Ngọc Sơn. Quan quân truy kích thì bị Cảo phá tan. Không lâu sau, [[Trịnh Duy Sản]] sát hại [[Lê Tương Dực]]. Ngày Chiêu Tông lên ngôi, An Hòa hầu [[Nguyễn Hoằng Dụ]] đang đóng quân ở dinh Bồ Đề, nghe tin Duy Sản làm chuyện thí nghịch, liền nổi giận vượt sông, đốt phá phố xá ở kinh thành, định cùng với con em gia thuộc mưu sự phục thù. Duy Sản bèn sai lực sĩ [[Đàm Cử]] đón Chiêu Tông về [[Tây Đô]]. Trần Cảo nhân đó tiến quân vào chiếm Đông Kinh. Cảo tự xưng làm ''Thiên Ứng Đế'' (天應帝), ra triều đường coi chính sự. Thái sư Thiệu quốc công [[Lê Quảng Độ]] đầu hàng. Hoằng Dụ đành tạm ngưng việc báo thù Tương Dực để cùng Duy Sản diệt \"giặc Cảo\", khôi phục hoàng triều Lê.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=609-610}}{{Sfn|Nhiều tác giả|1993|pp=569-571}}\n\nLúc này Đô lực sĩ Thiết Sơn bá [[Trần Chân (tướng thời Lê sơ)|Trần Chân]], con nuôi của Nguyên quận công Trịnh Duy Sản, tập hợp quân sĩ hơn 6000 người ở chợ Hoàng Hoa (chợ Ngọc Hà ngày nay). Cảo xua [[Phan Ất]] đi trấn áp, 2 bên đánh nhau quyết liệt, Trần Chân do không có tiếp viện bèn lui về cố thủ. Ở Tây Kinh, Trịnh Duy Sản nhân danh vua Chiêu Tông mở hội thề dấy quân khởi nghĩa, hiệu triệu quân 3 phủ Thiệu Thiên (sau là Thiệu Hóa), Hà Trung và Tĩnh Gia thuộc trấn Thanh Hóa. Duy Sản cùng các đại thần An Hòa hầu [[Nguyễn Hoằng Dụ]], Bình Phú hầu [[Nguyễn Văn Lự]] (em của [[Nguyễn Văn Lang]]), Vĩnh Hưng hầu [[Trịnh Tuy]] đem quân thủy bộ chia đường tiến ra Đông Kinh. Đồng thời gửi hịch cho các phủ huyện. Ngày [[19 tháng 3]] âm lịch năm [[1516]], hoàng đế tới xã Tiêu Viên (nay thuộc huyện [[Ứng Hòa]], tỉnh [[Hà Tây (tỉnh)|Hà Tây]]). Trần Chân dẫn đầu quân sĩ, một mình tới hành tại bái yết. Ở [[Sơn Nam]] có Phó tướng An Tín bá Trịnh Hy, Đề sát Lê Sạn, Tán lý Lê Dực và Ký lục Trương Huyền Linh cũng nổi quân đánh mặt nam [[Đông Kinh]].{{sfn|Quốc sử quán triều Nguyễn|1998|pp=609-610}}{{Sfn|Nhiều tác giả|1993|pp=569-571}}\n\nNgày [[23 tháng 3]] âm lịch năm [[1516]], tại [[Đông Kinh]] xảy ra trận chiến ác liệt giữa quân triều đình Chiêu Tông và Trần Cảo. Cảo liên tục dùng [[súng]], [[hỏa khí]] bắn ra để chặn quân nhà vua. Các tướng triều đình ra sức công phá, hết sức dũng mãnh, cuối cùng đuổi được [[Trần Cảo]] khỏi Đông Kinh. ''[[Đại Việt Sử ký Toàn thư]]'' đã miêu tả về trận đánh này:\n:''\"Ngày 23, bọn Chiêu An Sơn Nam dinh phó tướng An Tín bá Trịnh Hy, Đề sát Lê Sạn, Tán lý Lê Dực, Ký lục Trương Huyền Linh kế tiếp tiến vây ngoài cửa Đại Hưng. Cảo dẫn bọn phản nghịch lên lầu cửa Đại Hưng, phất cờ, bắn súng để chống lại quan quân. Một lát sau, thấy ba toán quân trọc đầu từ cầu Muống, tiến vào cung Thụy Quang. Trịnh Hy lùi dần, rút về Hồng Mai động thì gặp quân của [[Nguyễn Hoằng Dụ]], nên lại tiến vào. Khi ấy, [[Trịnh Duy Sản]] chỉ huy các quân thủy bộ cùng tiến, vây bốn mặt thành. Duy Sản đánh giặc từ bến Thái cực đến bến Đông Hà. Quân giặc thua to. Trịnh Hy vây từ ngoài cửa Đại Hưng. Cảo đóng cửa thành cố thủ. Duy Sản vây phía tây bắc thành, lại gặp bọn giặc phản nghịch ở Sơn Tây là Hà Công Chân đem quân tiến sát thành định giết Cảo và tranh lập với vua. Duy Sản cố sức đánh, Công Chân bị thua và tử trận. Bấy giờ, Tả Kiểm điểm Lê Liễn [của quân triều đình] đánh thua, bị tử trận ở Dịch Vọng. Cảo mở cửa thành chạy qua sông Thiên Đức, trốn lên Lạng Nguyên\".''{{sfn|Quốc sử quán triều Nguyễn|1998|pp=609-610}}{{Sfn|Nhiều tác giả|1993|pp=569-571}}\n\nSau khi quân triều đình thắng trận, ngày [[24 tháng 3]] âm lịch Chiêu Tông tới xã Thanh Đàm. Hôm sau nhà vua được Lương Văn hầu Nguyễn Thì Ung cùng văn thần [[Đỗ Nhạc]] rước về kinh. Ngày [[27 tháng 3]] âm lịch, Chiêu Tông chính thức khôi phục ngôi báu, ban chiếu đại xá, đặt niên hiệu là '''Quang Thiệu''' (光紹). Bấy giờ [[Trịnh Duy Đại]] giữ Quang Trị ở Tây Kinh, nghe đến Chiêu Tông đã chiếm được Đông Kinh, bèn giết Quang Trị và những người em để chạy về Chiêu Tông.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=609-610}}{{Sfn|Nhiều tác giả|1993|pp=569-571}}\n\nTháng 8 âm lịch năm [[1516]], quan quân bắt được thuộc tướng của [[Trần Cảo]] là Phan Ất ở huyện Đông Triều, đóng cũi giải về Kinh sư. Chiêu Tông sai chém ở phường Đông Hà.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=609-610}}{{Sfn|Nhiều tác giả|1993|pp=569-571}} Tiếp đó, Chiêu Tông sai [[Trịnh Duy Sản]] làm Tiết chế các dinh quân thủy, quân bộ, Thiêm đô Ngự sử Phạm Khiêm Bính làm Tán lý quân vụ đem quân bình định vùng [[Hải Dương]]. Trịnh Tuy cùng An Mỹ hầu Lại Thúc Mậu, Lực sĩ Đàm Cử đi tuần xứ [[Kinh Bắc]]. Đến tháng 11 âm lịch, Chiêu Tông sai [[Trịnh Duy Sản]], [[Nguyễn Hoằng Dụ]] hợp sức với Minh Vũ hầu Trịnh Củng, Quảng Phúc bá Nguyễn Khắc Nhượng đánh Trần Cảo ở chùa Sùng Nghiêm (Chí Linh, [[Hải Dương]]). Hai bên đụng trận ở xã Nam Giản (Chí Linh). Duy Sản thua to, bị Cảo bắt giết. Quân Cảo lại áp sát dinh Bồ Đề, uy hiếp [[Đông Kinh]] lần hai.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=609-610}}{{Sfn|Nhiều tác giả|1993|pp=569-571}} Chiêu Tông sai Thiết Sơn bá Trần Chân đem vài nghìn quân vượt sông, chưa đầy mười ngày đã phá tan quân Trần Cảo.{{Sfn|Nhiều tác giả|1993|pp=576-578}} Quân Trần Cảo tổn thất quá nặng phải chạy ra Lạng Nguyên, lấy sông Nguyệt Đức ([[sông Cầu]] ngày nay) làm ranh giới và không dám tiến công nữa. Sau Cảo truyền ngôi cho con là [[Trần Cung|Cung]] rồi đi tu.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=609-610}}{{Sfn|Nhiều tác giả|1993|pp=569-571}}\n\nTháng 12 âm lịch năm [[1517]], các tướng Hà Phi Chuẩn và Nguyễn Lỗ bắt được cựu Thái sư Thiệu quốc công [[Lê Quảng Độ]] đưa về Kinh sư. Chiêu Tông nghe lời tâu của Phó tướng Tả đô đốc Vũ Xuyên bá [[Mạc Đăng Dung]], giết Quảng Độ vì tội đầu hàng Trần Cảo.{{Sfn|Nhiều tác giả|1993|pp=573-575}}\n\n===Nạn quyền thần===\n====Các đại thần đem quân đánh nhau giữa kinh sư====\nTrần Cảo rút đi, các tướng lại chia bè phái đánh nhau. Ngày [[1 tháng 7]] âm lịch năm [[1517]], An Hòa hầu [[Nguyễn Hoằng Dụ]] và Vĩnh Hưng bá [[Trịnh Tuy]] do nghe con em gièm pha nên đã dàn quân chống nhau ở kinh sư. Hoằng Dụ bày quân ở phường Đông Hà, Tuy cũng xếp quân ngoài thành Đại La. Khoa quan Nguyễn Quán Chi tâu việc này với Chiêu Tông. Hoàng đế đem chuyện [[Liêm Pha]] và [[Lạn Tương Như]], [[Giả Phục]] và [[Khấu Tuân]] để dụ họ giảng hòa, nhưng không được. Người cùng họ Tuy là [[Trịnh Duy Đại]] cùng chú Hoằng Dụ là Nguyễn Văn Lự hẹn nhau cùng vào gặp vua Chiêu Tông để hòa giải hai họ. Khi đến trước điện, Văn Lự bất ngờ lấy tờ sớ bí mật trong tay áo đưa ra, tâu với Chiêu Tông rằng: ''\"Trịnh Tuy cùng Trịnh Duy Đại bàn mưu với nhau lập Nguyễn Tùng là con [[Nguyễn Trinh]] làm ngụy chúa, định làm việc bạo nghịch lớn\"''. Chiêu Tông bèn sai bắt Duy Đại cùng các tướng thuộc hạ do Trịnh Bá Quát đứng đầu đem chém. Sau đó Chiêu Tông sai bêu đầu Duy Đại ra ngoài cửa dinh tướng Trần Chân.{{Sfn|Nhiều tác giả|1993|pp=573-575}}\n\nCùng hôm đó, Nguyễn Hoằng Dụ 3 lần xua quân đánh Tuy ở các phường Vĩnh Xương, Khúc Phố, Phục Cổ. Trịnh Tuy thua chạy về Tây Kinh rồi kéo ra [[Sơn Nam]]. [[Trần Chân (tướng thời Lê sơ)|Trần Chân]] là con nuôi của Trịnh Duy Sản, người cùng họ với Tuy nên về phe với Tuy, mang quân đánh đuổi Hoằng Dụ. Hoằng Dụ bỏ chạy vào [[Thanh Hóa]]. Chiêu Tông nghe theo lời Trần Chân, sai Tả hiển Thiết Thành bá Nguyễn Công Độ mang quân bộ, Vũ Xuyên bá [[Mạc Đăng Dung]] mang quân thủy truy kích Hoằng Dụ. Hoằng Dụ viết tờ thư và bài thơ gửi cho Đăng Dung. Đăng Dung đọc xong liền án binh bất động, để cho Hoằng Dụ thoát.{{Sfn|Nhiều tác giả|1993|pp=573-575}}{{Sfn|Nhiều tác giả|1993|pp=576-578}}{{sfn|Lê Quý Đôn|1973|p=36}} Năm ấy, trong nước đói to, xác người chết đói nằm gối lên nhau. Những nơi trải qua binh lửa như [[Đông Triều]], [[Giáp Sơn]] ở [[Hải Dương]]; [[Yên Phong]], [[Tiên Du]], [[Đông Ngàn (huyện)|Đông Ngàn]] ở [[Kinh Bắc]] là càng đói dữ. Sách ''Đại Việt Sử ký Toàn thư'' đã bình luận về tình hình tồi tệ của [[Đại Việt]] thời Lê Chiêu Tông:{{Sfn|Nhiều tác giả|1993|pp=576-578}} \n{{cquote|\n''Trước đây, khi Hoằng Dụ đánh nhau với Trần Chân, trời sắp tối, có đám mây năm sắc nổi lên ở phương đông, rồi mây vàng bay tản khắp trời. Người thức giả cho là điềm lạ.''\n\n''Triều Lê vào thời Quang Thiệu, giặc bên ngoài chưa yên, quyền thần đánh lẫn nhau, chém giết nhau dưới cửa khuyết, chốn Kinh sư đẫm máu. Mặt trời vàng tối, mây trời tán lạc, cái điềm vận nước ngày một suy đã xuất hiện từ đấy.''|||[[Đại Việt Sử ký Toàn thư]]}}\n\n====Vây cánh Trần Chân đuổi vua khỏi kinh thành====\nTrần Chân sau khi đuổi được Hoằng Dụ, tiện tay chiếm giữ Kinh thành. [[Mạc Đăng Dung]] sợ uy thế của Chân, bèn hỏi con gái của Chân cho con trai mình là [[Mạc Thái Tông|Mạc Đăng Doanh]]. Năm [[1518]], có người đặt ra câu ca rằng: ''\"Trần hữu nhất nhân, vi thiên hạ quân, thố đầu hổ vĩ, tế thế an dân\"'', nghĩa là: ''Có một người họ Trần, làm vua thiên hạ, đầu thỏ đuôi hổ, trị nước yên dân''. Quốc cữu Chử Khảo, Thọ quốc công [[Trịnh Hựu]] cùng với Thụy quận công [[Ngô Bính]] khuyên Chiêu Tông giết Chân. Ngày [[11 tháng 7]] âm lịch năm này, Chiêu Tông nghe lời gièm pha, sợ uy quyền của [[Trần Chân (tướng thời Lê sơ)|Trần Chân]] nên sai người dụ Chân vào triều rồi giết Chân cùng các thủ hạ [[Trần Trí]], [[Nguyễn Nga]], [[Nguyễn Bá Đại]], [[Lê Nguyên Khâm]].{{Sfn|Nhiều tác giả|1993|pp=576-578}}\n\n''Đại Việt Sử ký Toàn thư'' &ndash; bộ quốc sử [[Đại Việt]] được hoàn tất vào thời [[nhà Lê trung hưng|Lê Trung hưng]] đã phê phán Chiêu Tông về việc nghe lời gièm giết Trần Chân:{{Sfn|Nhiều tác giả|1993|pp=576-578}} \n{{Cquote|\n''[[Trần Chân (tướng thời Lê sơ)|Trần Chân]] ở triều Lê, có công lao không phải là nhỏ. Đương lúc giặc Cảo tiếm hiệu cướp ngôi ở [[Đông Kinh]], Chân đem quân một lữ đêm ngày xoay xở đánh lại, đến hơn mười ngày mà tên đầu sỏ Cảo phải rút chạy. Đến khi giặc Cảo lại đánh đến Bồ Đề, Chân đem mấy ngàn quân vượt sông tiến đánh, chưa tới mươi ngày mà đồ đảng của Cảo tan vỡ, mặt trời mặt trăng của nhà Lê lại sáng, tông miếu của nhà Lê lại được thờ, so với [[Thần My]] khôi phục [[nhà Hạ]], [[Cát Phủ]] khuông phù [[nhà Chu]] có khác gì đâu. Thế mà khi giặc lớn chưa dẹp, bọn gian dương dòm ngó, trên thì vua ngu tối tin lời dèm, trong thì mẫu hậu gian phi gây họa, đến nỗi gọi vào cung cấm giết kẻ tướng thần, so với [[Lý Cao Tông]] giết [[Phạm Bỉnh Di|Bỉnh Di]], [[Giản Định Đế|Trần Giản Định]] giết [[Đặng Tất]]; kẻ có công bị ngờ vực, người vô tội bị giết hại, ngậm oan nuốt hận, trời đất không hay, há chẳng đau xót lắm ư?''|||[[Đại Việt Sử ký Toàn thư]]}}\n\nNhóm thủ hạ của Trần Chân là [[Nguyễn Kính]], [[Hoàng Duy Nhạc]], [[Nguyễn Áng]], [[Nguyễn Hiêu]], [[Cao Xuân Thì]] họp binh với nhau ở chùa Yên Lãng (nay là [[chùa Láng]], [[quận Đống Đa]],[[Hà Nội]]) đánh sát vào kinh thành. Chiêu Tông nghe tin, đang đem trốn vào [[Gia Lâm]]. Bấy giờ, Vĩnh Hưng hầu [[Trịnh Tuy]] đóng quân ở xứ [[Sơn Nam]] có hơn 1 vạn người, nghe tin nhà vua chạy ra ngoài, quân lính đều tan rã. Quân Sơn Tây của Nguyễn Kính, Hoàng Duy Nhạc thả sức cướp phá, trong thành sạch không, kinh sư thành bãi săn bắn, đánh cá. Chiêu Tông cho gọi Nguyễn Hoằng Dụ ra đánh Nguyễn Kính. Nhưng Hoằng Dụ lưỡng lự không đi.{{Sfn|Nhiều tác giả|1993|pp=576-578}} Chiêu Tông bèn sai Cung Kiệm hầu Hà Văn Chính, Cối Khê bá Lê Đại Đỗ đi triệu [[Mạc Đăng Dung]] đang trấn thủ Hải Dương về cứu.{{Sfn|Nhiều tác giả|1993|p=579}}\n\nMạc Đăng Dung từ Hải Dương về yết kiến Chiêu Tông, đóng thủy quân ở [[sông Nhị Hà]], cho rằng chỗ nhà vua ở là Súc Ý đường hơi, xin vua chuyển về điện Thuần Mỹ ở dinh Bồ Đề để tiện theo hầu. Đăng Dung cũng sai người đi dụ hàng thủ hạ của Trần Chân, những người này đều nói: ''\"Thiết Sơn bị giết, do ở bọn Chử Khải, Trịnh Hựu, Ngô Bính dèm pha, nếu giết ba người ấy thì vua tôi lại như cũ, không có mưu đồ gì khác\"''. Vua Chiêu Tông bèn giết chết 3 đại thần, nhưng họ đều không hàng, mà càng rông rỡ hoành hoành, đóng quân không rút. Đăng Dung lại xin nhà vua dời đến Bảo Châu (huyện [[Từ Liêm]]). Mạc Đăng Dung khuyên Chiêu Tông về Bảo Châu (huyện [[Từ Liêm]]), nhưng Đô Ngự sử [[Đỗ Nhạc]] và Phó đô Ngự sử [[Nguyễn Dư]] can ngăn, Đăng Dung đem giết cả hai, đưa Chiêu Tông cùng em là [[Lê Cung Hoàng|Lê Xuân]] về Bảo Châu. Từ đây, đại quyền trong ngoài triều đều nằm trong tay [[Mạc Đăng Dung]].{{Sfn|Nhiều tác giả|1993|p=579}}{{sfn|Lê Quý Đôn|1973|p=36}}\n\nTrong sách ''[[Đại Việt thông sử]]'', đại thần, nhà trí thức thời Lê Trung hưng là [[Lê Quý Đôn]] giải thích về sự kiện Chiêu Tông giết Chử Khải, Trịnh Hựu, Ngô Bính để yên lòng quân nổi dậy: ''\"Đăng Dung muốn mượn thế giặc để giết hại đại thần, cho hết vây cánh '''nhà vua''', bèn lập ra kế: Vờ cho người đi dụ bọn Kính, Áng hàng rồi mạo lời chúng yêu sách, liền ức hiếp triều đình giết Đoan quận công Ngô Bính, Thọ quận công Trịnh Hựu, và bọn Trử Khải để vừa lòng giặc\"''.{{sfn|Lê Quý Đôn|1973|p=36}}\n\n====Trịnh Tuy chống lại triều đình====\n{{Chính|Trịnh Tuy}}\nTháng 9 âm lịch năm [[1518]], Vĩnh Hưng bá [[Trịnh Tuy]] cùng văn thần [[Nguyễn Sư]] liên kết với nhóm thủ hạ Trần Chân, lập [[Lê Bảng]] (黎榜), con của Tĩnh Tu công [[Lê Lộc]] (静修公黎禄) lên ngôi, đổi thành ''Đại Đức đế'' (大德帝). Được nửa năm lại phế Bảng mà lập [[Lê Do]] (黎槱), đổi thành ''Thiên Hiến đế'' (天憲帝). Cả hai đều là cháu 4 đời của Cung vương [[Lê Khắc Xương]] (黎克昌), con thứ hai của vua [[Lê Thái Tông]]. Trịnh Tuy dựng hành điện ở xã Do Nha, huyện Từ Liêm, tự ý cắt đặt quan văn võ.{{Sfn|Nhiều tác giả|1993|p=579}}\n\nChiêu Tông sai người đi mời [[Nguyễn Hoằng Dụ]] lần nữa và sai Mạc Đăng Dung cùng đi đánh Nguyễn Kính. Hoằng Dụ được tin, bèn đem quân [[Thanh Hoa]] ra cứu nhưng không lâu sau bị Nguyễn Kính đánh bại thảm hại. Hoằng Dụ bỏ chạy về Thanh Hóa rồi chết, để một mình Mạc Đăng Dung ở lại cầm cự.{{Sfn|Nhiều tác giả|1993|pp=580-581}}\n\nTháng 1 âm lịch năm [[1519]], Trịnh Tuy làm cầu phao tiến quân, qua giữa sông để khiêu chiến với Chiêu Tông. Chiêu Tông sai các tướng đánh phá, chặt đứt cầu phao, giết được thuộc tướng của Tuy là Mai Dương bá. Trịnh Tuy cùng Lê Do rút về vùng Yên Lãng, Yên Lạc ([[Vĩnh Phú]] ngày nay). Chiêu Tông lại sai tướng đến đánh, quân Tuy đang đêm kinh sợ trốn chạy.{{Sfn|Nhiều tác giả|1993|pp=580-581}}\n\nTháng 7 âm lịch năm này, [[Mạc Đăng Dung]] thống lĩnh các quân thủy bộ vây Lê Do ở Từ Liêm, rồi phá đê cho nước vỡ vào quân Lê Do. Do và Nguyễn Sư chạy đến Ninh Sơn, bị Đăng Dung bắt được, giải về giết chết. Trịnh Tuy bỏ chạy về [[Thanh Hóa]]. Các tướng Sơn Tây là [[Nguyễn Kính]], [[Nguyễn Áng]], [[Hoàng Duy Nhạc]] đều xin hàng. Ngày [[20 tháng 9]] âm lịch, Chiêu Tông về Kinh sư, đại xá thiên hạ, thăng các quan lên 1 cấp, phong Mạc Đăng Dung làm ''Minh quận công'' (明郡公).{{Sfn|Nhiều tác giả|1993|pp=580-581}}\n\nTháng 4 âm lịch năm [[1520]], Chiêu Tông sai Lễ bộ Thượng thư kiêm sử quan phó Tổng tài tri Chiêu Văn quán Tú lâm cục [[Đặng Minh Khiêm]] biên soạn bộ sử mang tên ''Đại Việt lịch đại sử ký''. Bộ sách này nay không còn.{{Sfn|Nhiều tác giả|1993|pp=580-581}}\n\n====Xung đột với Mạc Đăng Dung====\nĐầu năm [[1521]], Mạc Đăng Dung lại được phong làm ''Nhân quốc công'' (仁國公), lĩnh quản binh lực thủy bộ của 13 đạo. Theo ''Đại Việt thông sử'', Đăng Dung đã lập vây cánh rất mạnh, nhà vua biết Đăng Dung có ý chuyên quyền nhưng vẫn mong thuyết phục được người này giữ lòng trung nghĩa. Do vậy, Chiêu Tông đích thân tới phủ Đăng Dung và gia phong chức Thái phó.{{Sfn|Lê Quý Đôn|1973|pp=37-38}} [[Tháng 8]] âm lịch năm [[1521]], Chiêu Tông sai Mạc Đăng Dung đem quân đến vùng [[Kinh Bắc]], Lạng Nguyên đánh [[Trần Cung]], con của [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]]. Đăng Dung đánh tan quân Trần Cung, bắt được vợ con đem giết. Cung chạy vào châu Thất Nguyên ([[Lạng Sơn]]). ''Đại Việt Sử ký Toàn thư'' kể có thuyết nói sau Cung trốn sang nước Minh không thành, bị quan quân đóng cũi đưa về Kim sư. Từ đây loạn Trần Cảo hoàn toàn chấm dứt. Quyền thế của Mạc Đăng Dung càng thêm lớn, kiểm soát toàn bộ triều đình. Dung đem con gái nuôi vào cung hầu, tiếng là chầu hầu, thực ra là để dò xét, coi giữ. Lại cho con trưởng là [[Mạc Đăng Doanh]] làm ''Dục Mỹ hầu'' (煜美侯), trông coi điện Kim Quang. Đăng Dung đi bộ thì [[lọng]] phượng giát vàng, đi thủy thì [[thuyền]] rồng dây kéo, ra vào cung cấm, không kiêng sợ gì. Lại giết bọn thị vệ [[Nguyễn Cấu]], Đô lực sĩ Minh Sơn bá [[Nguyễn Thọ]] và [[Đàm Cử]].{{Sfn|Nhiều tác giả|1993|pp=582-584}}\n\nNgày [[27 tháng 7]] âm lịch năm [[1522]], Chiêu Tông chạy ra huyện Minh Nghĩa ở Sơn Tây (vùng đất nay thuộc tỉnh [[Hà Tây (tỉnh)|Hà Tây]]), lúc đó ông mưu ngầm với nội thần [[Phạm Hiến]], [[Phạm Thứ]], sai người đem mật chiếu vào Tây Kinh bảo [[Trịnh Tuy]] nghênh viện. Hoàng thái hậu [[Trịnh Thị Loan]] và hoàng đệ [[Lê Cung Hoàng|Lê Xuân]] đều không được biết. Hôm sau Đăng Dung nghe tin, cho tướng Hoàng Duy Nhạc rượt theo tới huyện Thạch Thất. Chiêu Tông đem quân huyện Thạch Thất đánh trả, bắt được Duy Nhạc. Trong kinh thành, Mạc Đăng Dung cùng Thái sư Lượng quốc công [[Lê Phụ]] và các công hầu lập em của Chiêu Tông là Lê Xuân lên ngôi. Ngày [[1 tháng 8]] âm lịch, Mạc Đăng Dung cùng Lê Phụ tôn Lê Xuân lên ngô6i, tức [[Lê Cung Hoàng]], tuyên bố phế truất Chiêu Tông. Cung Hoàng lên ngôi, đặt niên hiệu là ''Thống Nguyên'' (統元), trong nước lúc đấy tồn tại 2 vị hoàng đế. Cung Hoàng bị Đăng Dung dời đến Hồng Thị, thuộc [[Hải Dương]] tạm trú ẩn; ngay khi nghe tin ấy Chiêu Tông ngự về [[Đông Kinh]], trên đường về có dừng chân tại xã Mang Sơn. Lại khoa Cấp sự trung Nguyễn Khắc Tuy đến Mang Sơn yết kiến; Chiêu Tông sai lực sĩ chém Tuy vì khi nhà vua chạy ra Sơn Tây, có gọi Tuy mà Tuy không tới.{{Sfn|Nhiều tác giả|1993|pp=582-584}}\n\nNgày [[16 tháng 8]] âm lịch, Lê Chiêu Tông ngự ở hành điện Thụy Quang, trăm quan được đến chầu. Nhà vua đưa mật chiếu cho Lâm Xuyên bá [[Đàm Thận Huy]], Phó đô tướng Phúc Sơn hầu [[Hà Phi Chuẩn]] về [[Bắc Giang]] chiêu tập binh mã. Ngoài ra nhà vua sai Ninh Xuyên hầu Lê Đình Tú huy động các quân doanh thuộc Sơn Nam chốt giữ những nơi xung yếu như Bộc Độ, Ninh Giang và Nghĩa Lễ. [[Mạc Đăng Dung]] đánh tan quân Đình Tú, bắt Đình Tú đem về huyện Gia Phúc (nay thuộc huyện Châu Giang, tỉnh [[Hưng Yên]] rồi giết. Chiêu Tông còn sai các tướng Nguyễn Kính, Lê Vĩnh, Nghiêm Bá Ký, Kiều Bá Khiêm và Nguyễn Xí đem quân đánh các huyện Gia Lâm, Văn Giang, Đường Hào, Cẩm Giàng và Lang Tài, đánh bất phân thắng bại với Mạc Đăng Dung suốt nhiều tháng.{{Sfn|Nhiều tác giả|1993|pp=582-589}} Trong lúc đó, từ hành điện Thụy Quang, Chiêu Tông cử trung sứ 3,4 lần đi gọi Trịnh Tuy đem quân phủ [[Thanh Hóa]] ra cứu.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=618-622.}} Theo ''Đại Việt Sử ký Toàn thư'', Trịnh Tuy thấy Chiêu Tông không tin dùng người giỏi, chỉ nghe lời tiểu nhân, nên dùng dằng không tới.{{Sfn|Nhiều tác giả|1993|pp=582-589}}\n\nSau các trận đánh ban đầu, Lê Chiêu Tông đã thu phục được các xứ Tây, Nam, Bắc, thanh thế rất lớn. Mạc Đăng Dung đem các dinh quân thủy, bộ đánh vào bến Đông Hà. Lê Chiêu Tông sai các tướng [[Lại Thúc Mậu]], Nguyễn Dư Hoan, Nguyễn Định, Đàm Khắc Nhượng dàn trận chống đánh. Các tướng này giao chiến thất lợi, phải lùi dần. 4 quân nhân phe Đăng Dung mang mộc, cầm giáo từ phường Phục Cổ đánh thẳng vào hành điện. Vua Chiêu Tông đang coi chầu phải bỏ chạy ra đình cũ xã Nhân Mục, sau đó dời tới chùa Trùng Quang, xã Thiên Mỗ, huyện Từ Liêm. Ngày 20 tháng 9 âm lịch năm 1522, Lê Chiêu Tông đem quân về Kinh sư, dựng hành điện coi chầu ở phía Tây kinh thành. Vài tuần sau, Trịnh Tuy đem tướng sĩ 3 phủ và các xứ Thanh Hóa gồm hơn 1 vạn người đến hộ giá, rồi Tuy về Thanh Hóa để lại thuộc tướng là Nguyễn Bá Kỷ giúp vua.{{sfn|Quốc sử quán triều Nguyễn|1998|pp=618-622.}} Nội thần Phạm Điền nghi kỵ Bá Kỷ, bèn xúi Chiêu Tông chém đầu Kỷ, mang đầu đến cửa dinh Trịnh Tuy. Tuy do đó mà sinh lòng hận thù. Ngày [[18 tháng 10]] âm lịch, các tướng Trịnh Tuy, [[Trịnh Duy Thuân]] đem quân tới xã Dịch Vọng, nói phao là đi xét mặt bằng dựng doanh trại chống Đăng Dung. Đến tối, Trịnh Tuy ém quân ở Dịch Vọng. Sáng hôm sau, Trịnh Tuy, Trịnh Duy Thuân bất ngờ xua quân đánh tràn vào hành điện, bắt Chiêu Tông về [[Lam Kinh|Tây Kinh]]. Quốc tử giám tư nghiệp Lê Hữu Trung chết tại trận. Về Thanh Hóa, Trịnh Tuy ép Chiêu Tông giải tán hết các đạo quân cần vương trong nước. Ngày [[18 tháng 12]] âm lịch năm [[1522]], Mạc Đăng Dung sau khi dẹp phản loạn [[Giang Văn Dụ]], đuổi khỏi kinh thành, đưa Cung Hoàng từ Hồng Thị về kinh sư.{{Sfn|Nhiều tác giả|1993|pp=582-589}}{{Sfn|Lê Quý Đôn|1973|p=38}}\n\nNăm [[1523]], sau khi Trịnh Tuy đem Chiêu Tông về [[Thanh Hóa]], quân lực Chiêu Tông bị giảm đáng kể, Đăng Dung liên tiếp sai Sơn Đông hầu [[Mạc Quyết]], Quỳnh Khê hầu [[Vũ Hộ]], Dương Xuyên hầu [[Vũ Như Quế]] đi đánh Trịnh Tuy ở Thanh Hoa, phá tan quân Tuy. Tuy liền dời Chiêu Tông lên châu Lang Chánh. Năm đó Đăng Dung nhân danh Cung Hoàng xuống chiếu giáng Chiêu Tông làm '''Đà Dương vương''' (陀陽王).{{Sfn|Nhiều tác giả|1993|pp=582-589}}{{Sfn|Lê Quý Đôn|1973|p=39}}\n\nNăm [[1525]], Cung Hoàng phong Mạc Đăng Dung thêm thành ''Bình chương quốc trọng sự'', đem quân đánh Trịnh Tuy, Tuy thua trận bỏ chạy rồi chết. Đang Dung bắt được Chiêu Tông ở [[động An Nhân]]. Về đến kinh sư, Đăng Dung giam Chiêu Tông ở phường Đông Hà. Nghe tin Chiêu Tông bị bắt, các quần thần Phúc Lương hầu [[Hà Phi Chuẩn]], [[Nghiêm Bá Kỳ]], [[Đàm Thận Huy]] đều bị truy lùng và giết chết, bấy giờ triều đình đều nằm trong tay Mạc Đăng Dung. Ngày [[18 tháng 12]] âm lịch năm [[1526]], dương lịch là ngày [[19 tháng 1]] năm [[1527]], Đăng Dung bí mật sai Bái Khê bá [[Phạm Kim Bảng]] giết Chiêu Tông ở nơi bị giam, đem xác về [[chôn cất|chôn]] ở [[Vĩnh Hưng lăng]].{{Sfn|Nhiều tác giả|1993|pp=582-589}}\n\n==Hậu thế==\nHơn nửa năm sau cái chết của Chiêu Tông, tháng 6 âm lịch năm 1527 Mạc Đăng Dung phế truất [[Lê Cung Hoàng]], lập ra [[nhà Mạc]]. Cung Hoàng và mẹ là Trịnh Thị Loan đều bị bức tử; như vậy là Đăng Dung đã giết cả ba mẹ con vua Chiêu Tông.{{sfn|Nhiều tác giả|1993|pp=590-591.}} Sáu năm sau ([[1533]]), cựu thần nhà Lê là [[Nguyễn Kim]] lập Lê Ninh tại [[Ai Lao]], tức là [[Lê Trang Tông]], tái lập [[nhà Hậu Lê]].\n\nSử sách ghi Trang Tông là con của Chiêu Tông, sinh năm [[1515]]. Điều đó khiến các nhà nghiên cứu nghi ngờ vì khoảng cách giữa Chiêu Tông và Trang Tông quá ngắn, chỉ có 9 năm. Nhà Mạc, trong biểu tâu nhà Minh, phân trần về việc này cũng cho rằng: ''Nguyễn Kim dựng con mình lên ngôi, nói dối là con của vua Chiêu Tông''.\n\nSử sách chép về cuộc đời Chiêu Tông cũng có mâu thuẫn. ''[[Đại Việt Sử ký Toàn thư]]'' ghi Chiêu Tông sinh ngày [[4 tháng 10]] năm Đoan Khánh thứ 2 đời [[Lê Uy Mục]], tức năm [[1506]]{{Sfn|Nhiều tác giả|1993|pp=569-571}}, nhưng khi ông được đưa lên ngôi năm [[1516]], đáng lý ghi ''\"lên 11 tuổi\"'' lại ghi ''\"lên 14 tuổi\"'' và khi ông bị hại năm [[1526]], đáng lý phải ghi: ''\"thọ 21 tuổi\"'' thì lại ghi ''\"thọ 26 tuổi\"'' (nếu làm phép suy ngược thì Chiêu Tông có 3 năm sinh khác nhau: [[1506]], [[1503]], [[1501]]). Phải chăng việc \"hợp thức hoá\" cho quan hệ cha - con của Chiêu Tông - Trang Tông chưa được kín kẽ?\n\n==Bình luận và nhận định==\n''[[Đại Việt Sử ký Toàn thư]]'' đã phê phán gay gắt sự trị vì của Lê Chiêu Tông:{{Sfn|Nhiều tác giả|1993|pp=569-571}}\n{{cquote|\n''Bấy giờ trong buổi loạn lạc, quyền bính không ở trong tay, bên trong thì nghe lời xiểm nịnh gian trá, bên ngoài lại ham mê săn bắn chim muông, ngu tối bất minh, ương ngạnh tự phụ, bị nguy vong là đáng lắm!''|||[[Đại Việt Sử ký Toàn thư]]}}\n\nThời Chiêu Tông là thời kỳ nhiều biến động, rối ren nhất trong thời Lê sơ. Ngoài các cuộc khởi nghĩa liên tiếp nổ ra của nông dân, bạo loạn của các tướng địa phương, còn có các cuộc thanh trừng, sát phạt giữa các đại thần trong và ngoài triều dẫn đến cảnh hỗn loạn khắp Bắc Bộ và Bắc Trung Bộ nước [[Đại Việt]] lúc đó. Tuy nhiên, sẽ không thật khách quan nếu quy hoàn toàn trách nhiệm cho vị vua thiếu niên này.\n\n[[Lê Thái Tông]] trước đây cũng lên ngôi năm 11 tuổi và cũng phải đối phó với những quyền thần như [[Lê Sát]], [[Lê Ngân]]. Nhưng khi đó cơ nghiệp do [[Lê Thái Tổ]] để lại còn vững, chính sự nhà Lê đi vào ổn định, trong triều vẫn có nhiều ''lương thần'' phù trợ và đặc biệt là không có biến động trong đời sống xã hội, cuộc sống của nhân dân được đảm bảo, do đó ngôi vua của Thái Tông được duy trì. Tới thời Chiêu Tông, lương thần thì ít mà gian thần đã quá nhiều. Sự đổ nát của chính sự nhà Lê thực ra đã bắt đầu từ thời các ''vua quỷ'' [[Lê Uy Mục|Uy Mục]] và ''vua lợn'' [[Lê Tương Dực|Tương Dực]]. Phần lớn các cuộc khởi nghĩa, bạo loạn đã bùng phát từ thời hai vua này, trước khi Chiêu Tông lên ngôi. Nhà Lê đổ nát tới mức khi quân khởi nghĩa [[Trần Cảo]] vào kinh, thái sư đầu triều [[Lê Quảng Độ]] lập tức theo hàng, vì ông hiểu rằng Chiêu Tông hay Lê Doanh cũng chỉ là những con bài chính trị trong tay các quyền thần thuộc các thế tộc họ Trịnh và họ Nguyễn. Chính sự suy đồi của nhà Lê khiến những người như Trần Cảo rắp tâm xưng hiệu không còn nể sợ \"mệnh trời\".\n\nNhà Lê dường như luôn bị họ Trần ám ảnh trên vũ đài chính trị. Trước kia [[Lê Thái Tổ]] giết vua (trên danh nghĩa) [[Trần Cảo (vua)|Trần Cảo]] và sau đó giết công thần [[Trần Nguyên Hãn]] để tuyệt lòng nhớ tiếc của thiên hạ với [[nhà Trần]]. Tới vua Chiêu Tông lại dồn sức diệt một [[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]] khác và ngay lập tức trừ khử công thần [[Trần Chân (định hướng)|Trần Chân]]. Có lẽ ông không ngờ rằng bụng dạ của các tướng không mang họ Trần mới thật khó lường.\n\nMỗi bước đi của các quan văn, võ đều đầy toan tính, tráo trở: [[Mạc Đăng Dung]] kết thông gia với Trần Chân khi Chân đắc thế, nhưng khi cùng Chân đánh [[Nguyễn Hoằng Dụ]] lại ngầm thả cho Dụ đi để tranh thủ Dụ làm cái thế chân kiềng; Nguyễn Hoằng Dụ do dự khi phát quân cứu vua; [[Trịnh Tuy]] vừa so gươm với triều đình, hôm sau lại đến xin làm quân cần vương. Không riêng Chiêu Tông, các hoàng đế thiếu niên khác được lập khi đó như Lê Doanh, Lê Bảng, Lê Do, Quang Trị... đều nằm trong mục đích \"dễ kiềm toả\" của các quyền thần để họ thực hiện ý đồ như của [[Vương Mãng]], [[Đổng Trác]] trong [[lịch sử Trung Quốc]]. Trong cảnh loạn lạc đó, Chiêu Tông đã không đủ sáng suốt để cứu vãn tình hình. Lúc Trần Chân đại phá được Trần Cảo, tình hình đã tạm yên, Cảo phải bỏ ngôi đi tu thoát thân, Nguyễn Hoằng Dụ và Trịnh Tuy phải \"nín hơi lặng tiếng\", Mạc Đăng Dung chưa có cơ hội \"nổi đình đám\". Việc ông vội vã sát hại Trần Chân bị các sử gia coi là sai lầm, ví như [[Lý Cao Tông]] giết [[Phạm Bỉnh Di]], Trần [[Giản Định Đế]] giết [[Đặng Tất]] - tự cắt chân tay khi đại cuộc chưa định. Đó là sai lầm đầu tiên của một hoàng đế mới 13 tuổi ([[1518]]) vừa trải qua cơn binh hỏa, phải liên tục \"di giá\" sau khi lên ngôi. Sau đó, khi thoát khỏi tay [[Mạc Đăng Dung]], Chiêu Tông đã có sự hậu thuẫn mạnh mẽ của các tướng ở Bắc Bộ khiến uy thế của Đăng Dung chao đảo, thì ông lại tin theo, dựa vào [[Trịnh Tuy]], một kẻ từng là phản thần của triều đình, từng công khai chống lại ông, khiến lòng người chia lìa. Giả sử lúc đó Chiêu Tông giết Tuy với tội danh như giết phản thần [[Trịnh Duy Đại]] trước đây khiến các cánh quân cần vương không bị giải tán thì Mạc Đăng Dung khó mà thay đổi được cục diện nhanh đến như vậy. Đó là sai lầm lớn thứ hai của Chiêu Tông, lúc đó đã 17 tuổi, có 6 năm trải nghiệm trên ngai vàng thời loạn và lần này thì không thể chuộc lại.\n\nSau khi Lê Chiêu Tông thất bại, cơ nghiệp nhà Lê coi như đã không còn, vì vua em [[Lê Cung Hoàng|Cung Hoàng]] vốn đã chỉ là con bài trong tay họ Mạc từ khi được đưa lên ngai.\n\n==Gia quyến==\n* Tổ phụ: Kiến vương [[Lê Tân]], được tôn phong ''Đức Tông Kiến Hoàng đế'' (德宗建皇帝).\n* Tổ mẫu: [[Trịnh Thị Tuyên]] (鄭氏瑄 [[1471]] - [[1509]]), tôn phong ''Huy Từ Kiến Hoàng hậu'' (徽慈建皇后).\n* Cha: Cẩm Giang vương [[Lê Sùng]] (錦江王黎漴 [[1486]] - [[1509]]), bị [[Lê Uy Mục]] giết hại. Về sau được truy phong ''Minh Tông Triết Hoàng đế'' (明宗哲皇帝).\n* Mẹ: [[Trịnh Thị Loan]] (鄭氏鸞 [[1488]] - [[1527]]), được tôn làm [[Hoàng thái hậu]] vào năm [[1517]]. Bà chết cùng ngày với [[Lê Cung Hoàng]]. Về sau tôn phong làm ''Đoan Mục Triết Hoàng hậu'' (端穆慈哲皇后).\n* Hậu phi: Gia Khánh Hoàng hậu Phạm thị (嘉慶皇后范氏), húy là ''Ngọc Quỳnh'' (玉瓊), người sách Cao Trĩ, huyện Thụy Nguyên. Vào hầu Chiêu Tông, sinh ra [[Lê Trang Tông]]. Không rõ năm sinh năm mất. Năm Nguyên Hòa ([[1533]]), truy tôn làm [[Hoàng thái hậu]].\n* Hậu duệ: [[Lê Trang Tông|Lê Ninh]] (黎維寧), tức Lê Trang Tông.\n\n==Xem thêm==\n*[[Nhà Hậu Lê]]\n*[[Lê Tương Dực]]\n*[[Mạc Đăng Dung]]\n*[[Trịnh Duy Sản]]\n*[[Trần Chân (tướng thời Lê sơ)|Trần Chân]]\n*[[Nguyễn Hoằng Dụ]]\n*[[Trịnh Tuy]]\n*[[Trần Cảo (tướng khởi nghĩa)|Trần Cảo]]\n*[[Lê Cung Hoàng]]\n\n==Chú thích==\n<references responsive=\"\" \/>\n\n==Tham khảo==\n* {{Chú thích sách|tác giả=Nhiều tác giả|lk tác giả =|title=[[Đại Việt sử ký toàn thư]]|volume=Nội các quan bản|năm gốc = | year=1993|language=vi |publisher=Nhà xuất bản Khoa học Xã hội|location=Hà Nội}}\n* {{Chú thích sách|tác giả=Lê Quý Đôn|lk tác giả =Lê Quý Đôn| đồng tác giả =Lê Mạnh Thát (phiên dịch) | title=Đại Việt thông sử|edition=|năm gốc = | year=1973|language=vi |publisher= Bộ Văn hóa, Giáo dục và Thanh niên|location=Sài Gòn}}\n* {{Chú thích sách|tác giả=Ngô Thì Sĩ|lk tác giả =Ngô Thì Sĩ| đồng tác giả =Hội Việt Nam Nghiên cứu Liên Lạc Văn Hóa Á Châu (phiên dịch) | title=Việt sử tiêu án|edition=|năm gốc = | year=1991|language=vi |publisher=Nhà xuất bản Văn Sử|location=}}\n* {{Chú thích sách|ref={{harvid|Phan Huy Chú|2007a}}|tác giả=Phan Huy Chú |lk tác giả =Phan Huy Chú| đồng tác giả = Viện Sử học - Viện Khoa học Xã hội Việt Nam | title=Lịch triều hiến chương loại chí|cuốn=1|edition=|năm gốc = | year=2007|language=vi |publisher=Nhà xuất bản Giáo dục|location=}}\n* {{Chú thích sách|ref={{harvid|Phan Huy Chú|2007b}}|tác giả=Phan Huy Chú |lk tác giả =Phan Huy Chú| đồng tác giả = Viện Sử học - Viện Khoa học Xã hội Việt Nam | title=Lịch triều hiến chương loại chí|cuốn=2|edition=|năm gốc = | year=2007|language=vi |publisher=Nhà xuất bản Giáo dục|location=}}\n* {{Chú thích | author=Quốc sử quán triều Nguyễn | authorlink=Quốc sử quán triều Nguyễn | title=Khâm định Việt sử Thông giám cương mục | publisher=Nhà xuất bản Giáo dục | place=Hà Nội | volume= | edition= | năm gốc=| year=1998 | ISBN= | url=}}\n* {{Citation | author=Trần Trọng Kim | authorlink=Trần Trọng Kim | title=Việt Nam sử lược | publisher=Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục | place=Sài Gòn | volume= | url= | edition= | year=1971 | ISBN=}}\n* {{Citation | author=Tạ Chí Đại Trường | authorlink=Tạ Chí Đại Trường | title=Sử Việt, đọc vài quyển | publisher=Nhà xuất bản Văn mới | place= | volume= | url= | edition= | year=2004 | ISBN=}}\n* {{Citation | author=Tạ Chí Đại Trường | authorlink=Tạ Chí Đại Trường | title=Sơ thảo: Bài sử khác cho Việt Nam | publisher=Nhà xuất bản Kệ sách| place= | volume= | url= | edition= | year=2009 | ISBN=}}\n\n{{Navboxes\n|title= Lê Chiêu Tông\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Hậu Lê]]\n|trước = [[Lê Tương Dực]]\n|sau = [[Lê Cung Hoàng]]\n|năm = [[1516]]-[[1522]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Hậu Lê}}\n}}\n{{Lịch sử Việt Nam thời Lê sơ}}\n{{thời gian sống|sinh=1506|mất=1526}}\n\n[[Thể loại:Vua nhà Lê sơ|Chiêu Tông, Lê]]\n[[Thể loại:Vua thiếu nhi Việt Nam]]\n[[Thể loại:Vua Việt Nam bị giết]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua nhà Hậu Lê]]\n[[Thể loại:Mất năm 1524]]\n[[Thể loại:Sinh năm 1506]]"}