{"199865":"{{Nhiều vấn đề|\n{{Chú thích trong bài|date=tháng 4\/2021}}\n{{Wiki hóa|date=tháng 4\/2021}}\n}}\n{{Thông tin viên chức\n|tên= Lê Minh Đảo\n|hình=\n|cỡ hình= 200px\n|miêu tả= Thiếu tướng Lê Minh Đảo\n\n|chức vụ= [[Hình: ARVN 18 Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 18 Bộ binh<br>kiêm Tư lệnh Biệt khu 31 Chiến thuật\n|bắt đầu= 4\/1972\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá<br>-Chuẩn tướng (11\/1972)<br>-Thiếu tướng (4\/1975)\n|tiền nhiệm= -Thiếu tướng [[Lâm Quang Thơ]]\n|kế nhiệm= Sau cùng\n|địa hạt= Quân khu III\n|phó chức vụ= Tư lệnh phó<br>Tham mưu trưởng\n|phó viên chức= -Đại tá Lê Xuân Mai<br>-Đại tá Huỳnh Thao Lược\n\n|chức vụ 2= Tỉnh trưởng, Tiểu khu trưởng Định Tường<br>kiêm Thị trưởng Thị xã Mỹ Tho\n|bắt đầu 2= 3\/1969\n|kết thúc 2= 3\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Trung tá<br>-Đại tá (6\/1970)\n|tiền nhiệm 2= -Đại tá Huỳnh Ngọc Diệp\n|kế nhiệm 2= -Đại tá Chung Văn Bông\n|địa hạt 2= Vùng 4 chiến thuật\n\n|chức vụ 3= Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Chương Thiện\n|bắt đầu 3= 9\/1967\n|kết thúc 3= 3\/1969\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tá<br>-Trung tá (11\/1968)\n|tiền nhiệm 3= -Trung tá [[Chương Dzềnh Quay]]\n|kế nhiệm 3= -Trung tá Nguyễn Văn Ngưu\n|địa hạt 3= Vùng 4 chiến thuật\n\n|chức vụ 4= [[Hình: QD IV VNCH.jpg|22px]]<br>Giám đốc Trung tâm Hành quân<br>Bộ Tư lệnh Quân đoàn IV\n|bắt đầu 4= 1\/1966\n|kết thúc 4= 9\/1967\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Thiếu tá\n|địa hạt 4= Vùng 4 chiến thuật\n\n|chức vụ 5= [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Trung đoàn phó Trung đoàn 31<br>thuộc Sư đoàn 21 Bộ binh\n|bắt đầu 5= 6\/1965\n|kết thúc 5= 1\/1966\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Thiếu tá\n|địa hạt 5= Vùng 4 chiến thuật\n\n|chức vụ 6= [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Tiểu đoàn trưởng Tiểu đoàn 1<br>thuộc Trung đoàn 31, Sư đoàn 21 Bộ binh\n|bắt đầu 6= 1\/1965\n|kết thúc 6= 6\/1965 \n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Thiếu tá\n|địa hạt 6= Vùng 4 chiến thuật\n\n|chức vụ 7= Tỉnh trưởng tỉnh Long An\n|bắt đầu 7= 12\/1962\n|kết thúc 7= 12\/1964\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Thiếu tá (11\/1962)\n|tiền nhiệm 7= -Trung tá Nguyễn Văn Xinh\n|kế nhiệm 7= -Thiếu tá Nguyễn Văn Lộc\n|địa hạt 7= Vùng 3 chiến thuật\n \n|danh hiệu= ''Người hùng Xuân Lộc\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở = Connecticut, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|đạo= Công giáo\n|học vấn= Tú tài toàn phần\n|học trường= -Trường Trung học Pétrus Ký, Sài Gòn<br>-Trường Võ bị Liên quân Đà Lạt<br>-Trường Võ bị Lục quân Fort Benning, Georgia, Hoa Kỳ\n|quê quán= Nam Kỳ\n\n|ngày sinh= [[5 tháng 3]] năm [[1933]]\n|nơi sinh= xã [[Bình Hòa Xã|Bình Hòa]], [[Gia Định (tỉnh)|Gia Định]], [[Liên bang Đông Dương]]\n|ngày mất= {{ngày mất và tuổi |2020|3|19|1933|3|5}}\n|nơi mất= Connecticut, Hoa Kỳ\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1955]] - [[1975]]\n|cấp bậc= [[Hình: US-O8 insignia.svg|32px]] [[Thiếu tướng]]\n|đơn vị= [[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]<br>[[Hình: QD IV VNCH.jpg|20px]] [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV và Quân khu 4]]<br>[[Hình: ARVN Joint General Staff Insignia.svg|20px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]<br>[[Hình: ARVN 18 Division SSI.svg|20px]] [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 Bộ binh]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Lê Minh Đảo''' (5 tháng 3, 1933 - 19 tháng 3, 2020) nguyên là tướng Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng|Thiếu tướng]]. Ông xuất thân từ trường Võ bị Liên quân dưới thời kỳ [[Quốc gia Việt Nam]] (thuộc [[Liên bang Đông Dương]] của Pháp). Thời gian tại ngũ, ông đã tuần tự đảm nhiệm từ chức vụ Trung đội trưởng cho đến Tư lệnh đơn vị Bộ binh cấp Sư đoàn. Ngoài ra, ông còn được cử giữ những chức vụ ở lĩnh vực Hành chính Quân sự (tỉnh trưởng).\n\nÔng được đánh giá là một trong những tướng lĩnh chỉ huy cấp Sư đoàn có khả năng nhất của [[Quân Lực Việt Nam Cộng hòa]], từng là Tư lệnh chiến trường [[Trận Xuân Lộc|Xuân Lộc]], phòng tuyến cuối cùng của chế độ [[Việt Nam Cộng hòa]] vào những ngày cuối tháng 4 năm 1975. Sau [[Sự kiện 30 tháng 4 năm 1975|sự kiện 30 tháng 4]], ông ra lệnh giải tán đơn vị, rồi tìm cách về Cần Thơ, sau đó quay lại Sài Gòn. Đến ngày 9 tháng 5 năm 1975, ông ra trình diện chính quyền mới. Ông trải qua 17 năm trong các trại cải tạo và là tướng [[Việt Nam Cộng hòa]] có thời gian đi cải tạo lâu nhất. Sau khi đến Mỹ năm [[1993]], ông làm việc quản lý một nhà hàng cho đến khi nghỉ hưu.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 5 tháng 3 năm 1933 trong một gia đình Công giáo, có cha là viên chức cho chế độ thực dân Pháp tại xã [[Bình Hòa]],<ref>Trung tâm Hành chính tỉnh Gia Định, nay thuộc quận Bình Thạnh, Thành phố HCM<\/ref> tỉnh [[Gia Định]]. Từ nhỏ, ông có tiếng học giỏi, ông đã học tại trường [[Trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|Lycėe Pėtrus Ký]], [[Sài Gòn]] theo chương trình Pháp. Năm 1952, ông tốt nghiệp với văn bằng Tú tài toàn phần (Part II).\n\n===Quân đội Quốc gia Việt Nam===\nCuối tháng 9 năm 1953, thi hành lệnh động viên, ông tình nguyện nhập ngũ vào Quân đội Quốc gia Việt Nam, mang số quân: 53\/125.441. Theo học khóa 10 Trần bình Trọng tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 10 năm 1953. Ngày 1 tháng 6 năm 1954, mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Do có thành tích học tập tốt (hạng 18\/400), ông được giữ lại trường để làm Cán bộ Trung đội trưởng, hướng dẫn khóa sinh của những khóa kế tiếp: khóa 11 Phạm Công Tuân và khóa 12 Cộng Hòa.\n\n===Quân lực Việt Nam Cộng hòa===\nCuối năm 1955, khi Quân đội Quốc gia đổi tên thành Quân lực Việt Nam Cộng hòa, ông được chọn đi du học lớp Huấn luyện viên tại Trường Võ bị Lục quân Fort Benning, Tiểu bang [[Georgia]], Hoa Kỳ. Ông được xem là một học viên toàn diện, có thể tự lái Trực thăng và làm Hoa tiêu phụ bay đêm<ref>[http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/80\/80\/80\/115192\/Default.aspx Lê Minh Đảo và nỗi đau sau ngày thăng cấp]<\/ref>. Đầu tháng 6 năm 1956, sau khi mãn khóa học về nước, ông được thăng cấp [[Trung úy]] tiếp tục làm Cán bộ và Huấn luyện viên của trường Võ bị Liên quân các khóa 13 Thống Nhất, khóa 14 Nhân Vị và khóa 15 Lê Lợi.\n\nNăm 1959, Thiếu tướng [[Lê Văn Kim]] được bổ nhiệm giữ chức vụ Chỉ huy trưởng trường Võ bị Liên quân Đà Lạt. Đầu năm 1960, ông được thăng cấp [[Đại úy]] và chọn làm Sĩ quan Tùy viên cho tướng Kim. Năm 1961, khi tướng Kim được điều về Bộ Tổng tham mưu làm Phụ tá Tư lệnh hành quân, ông cũng được chuyển công tác theo. Đầu năm 1962, ông được cử đi du học lớp tác chiến chống du kích trong rừng già tại [[Malaysia]] (Tác chiến trong rừng). Sáu tháng sau mãn khóa về nước, ông phục vụ tại Khối Nghiên cứu của Bộ Tư lệnh Hành quân. Ngày 2 tháng 11 năm 1962, ông được thăng cấp [[Thiếu tá]] và được bổ nhiệm làm Tỉnh trưởng tỉnh [[Long An]] thay thế Thiếu tá [[Nguyễn Văn Xinh (Trung tá, Quân lực VNCH)|Nguyễn Văn Xinh]].<ref>Thiếu tá Nguyễn Văn Xinh sinh năm 1923 tại Long An, tốt nghiệp Võ bị Huế K2. Giải ngũ năm 1964 ở cấp Trung tá.<\/ref>\n\nKhi xảy ra cuộc [[Đảo chính Việt Nam Cộng hòa 1963]], ông được tướng Lê Văn Kim, bấy giờ đã được thăng [[Trung tướng]], Tổng thư ký kiêm Ủy viên Ngoại giao của [[Hội đồng Quân nhân Cách mạng (Việt Nam Cộng hòa)|Hội đồng Quân nhân Cách mạng]], triệu hồi về Sài Gòn để chuẩn bị nhân sự. Tuy nhiên, sau đó không lâu, tướng [[Nguyễn Khánh]] đã thực hiện cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|chỉnh lý]] để loại bỏ ảnh hưởng của các tướng [[Trần Văn Đôn]], [[Tôn Thất Đính]], [[Lê Văn Kim]] và [[Mai Hữu Xuân]] để lên nắm quyền lãnh đạo. Bị cho là thuộc cấp thân tín của tướng Kim, nên cuối năm 1964, ông phải bàn giao chức vụ Tỉnh trưởng tỉnh Long An lại cho Thiếu tá [[Nguyễn Văn Lộc (Đại tá, Quân lực VNCH)|Nguyễn Văn Lộc]]<ref>Thiếu tá Nguyễn Văn Lộc sinh năm 1932 tại Sóc Trăng, tốt nghiệp Võ bị Đà Lạt K5 Sau cùng: Đại tá Tư lệnh Sư đoàn 106 Biệt động quân (đang hình thành).<\/ref>\n\n===Thăng tiến===\nĐầu năm 1965, ông được bổ nhiệm vào chức vụ chỉ huy, bắt đầu sự thăng tiến trong binh nghiệp. Ban đầu là Tiểu đoàn trưởng Tiểu đoàn 1 - Trung đoàn 31 - [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]], không lâu sau, ông được thăng chức làm Trung đoàn phó Trung đoàn 31. Đầu năm 1966, ông được điều trở về Bộ Tư lệnh Quân đoàn IV, giữ chức vụ Giám đốc Trung tâm Hành quân.\n\nTháng 9 năm 1967, ông được tân Tổng thống Nguyễn Văn Thiệu bổ nhiệm làm Tỉnh trưởng kiêm Tiểu khu trưởng tỉnh [[Chương Thiện]] thay thế Trung tá [[Chương Dzềnh Quay]]. Ngày Quốc khánh 1 tháng 11 năm 1968, ông được thăng cấp [[Trung tá]] tại nhiệm. Cuối tháng 2 năm 1969, bàn giao chức vụ Tỉnh trưởng Chương Thiện lại cho Trung tá [[Nguyễn Văn Ngưu (Đại tá, Quân lực VNCH)|Nguyễn Văn Ngưu]],<ref>Trung tá Nguyễn Văn Ngưu sinh năm 1920 tại Mỹ Tho, tốt nghiệp trường Võ bị Địa phương Nam Việt (Vũng Tàu), giải ngũ ở cấp Đại tá. Sau đó đắc cử vào Thượng viện làm Nghị sĩ trong Quốc hội VNCH.<\/ref> ông chuyển sang làm Tỉnh trưởng kiêm Tiểu khu trưởng tỉnh [[Định Tường]] thay thế Trung tá [[Huỳnh Ngọc Diệp (Đại tá, Thiết giáp VNCH)|Huỳnh Ngọc Diệp]]<ref>Trung tá Huỳnh Ngọc Diệp sinh năm 1928 tại Long An, tốt nghiệp Võ bị Đà Lạt K3. Sau cùng là Đại tá Tỉnh trưởng Phong Dinh.<\/ref> Ngày Quân lực 19 tháng 6 năm 1970, ông được đặc cách tại mặt trận thăng cấp [[Đại tá]] tại nhiệm. Thời gian này, ông thường xuyên tiếp xúc và có mối quan hệ thân tình với John Paul Vann, cựu Trung tá [[Lục quân Mỹ]], Cố vấn cao cấp của Chương trình Bình định và Phát triển nông thôn ''(Civil Operations and Rural Development Support'' - CORDS) tại [[Quân đoàn IV (Việt Nam Cộng hòa)|Quân đoàn IV]]. Ông đã gây được ấn tượng tốt với [[John Paul Vann]], một yếu tố có ảnh hưởng quan trọng đến sự nghiệp của ông sau này.\n\n===Sư đoàn 18, từ An Lộc đến Xuân Lộc===\nTrong [[Chiến dịch Xuân - Hè 1972]], John Paul Vann, bấy giờ cố vấn trưởng Hoa Kỳ tại [[Quân đoàn II (Việt Nam Cộng hòa)|Quân đoàn II]], đã đề nghị Trung tướng [[Ngô Du|Ngô Dzu]], Tư lệnh Quân đoàn II, bổ nhiệm Đại tá [[Lý Tòng Bá]] và ông vào các chức vụ Tư lệnh Sư đoàn tại Quân đoàn II, bởi viên cố vấn này cho rằng đấy chính là những sĩ quan trẻ, năng động và có kinh nghiệm chiến trường. Không lâu sau đó, Đại tá Bá nhận chức vụ Tư lệnh [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 23 Bộ binh]]. Đến tháng 3 năm 1972, ông nhận lệnh bàn giao tỉnh Định Tường lại cho Đại tá [[Chung Văn Bông (Đại tá, Quân lực VNCH)|Chung Văn Bông]].<ref>Đại tá Chung Văn Bông sinh năm 1929 tại Bình Dương, tốt nghiệp Võ bị Đà Lạt K9.<\/ref> Sau đó một tháng, do ảnh hưởng của cố vấn Vann, ông được Tổng thống [[Nguyễn Văn Thiệu]] bổ nhiệm vào chức vụ Tư lệnh [[Sư đoàn 18 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 18 Bộ binh]] kiêm Tư lệnh Biệt khu 31 thay thế Thiếu tướng [[Lâm Quang Thơ]]<ref>Thiếu tướng Lâm Quang Thơ được cử tái nhiệm Chỉ huy trưởng Trường Võ bị Quốc gia Đà Lạt<\/ref>\n\nSư đoàn 18 vào thời điểm tháng 4\/1975, nhân sự của Bộ Tư lệnh Sư đoàn và Chỉ huy các Trung đoàn được phân bổ trách nhiệm như sau:\n\n-Tư lệnh - Thiếu tướng Lê Minh Đảo<br>-Tư lệnh phó - Đại tá [[Nguyễn Xuân Mai (Đại tá, Quân lực VNCH)|Nguyễn Xuân Mai]]<ref>Đại tá Nguyễn Xuân Mai sinh năm 1926 tại Hà Đông, tốt nghiệp Võ bị Đà Lạt K4<\/ref><br>-Tham mưu trưởng - Đại tá [[Huỳnh Thao Lược (Đại tá, Quân lực VNCH)|Huỳnh Thao Lược]]<ref>Đại tá Huỳnh Thao Lược sinh năm 1930 tại Bạc Liêu, tốt nghiệp Võ bị Đà Lạt K3<\/ref><br>-Chỉ huy Tiếp vận - Đại tá [[Hứa Yến Lến (Đại tá, Quân lực VNCH)|Hứa Yến Lến]]<ref>Đại tá Hứa Yến Lến sinh năm 1932 tại Cần Thơ, tốt nghiệp Võ bị Đà Lạt K6<\/ref><br>-Chỉ huy Pháo binh - Đại tá [[Ngô Văn Hưng (Đại tá, Quân lực VNCH)|Ngô Văn Hưng]]<ref>Đại tá Ngô Văn Hưng sinh năm 1932, tốt nghiệp Võ khoa Thủ Đức K3<\/ref><br>-Trung đoàn 43 - Đại tá [[Lê Xuân Hiếu (Đại tá, Quân lực VNCH)|Lê Xuân Hiếu]]<ref>Đại tá Lê Xuân Hiếu sinh năm 1934 tại Thái Bình, tốt nghiệp Võ bị Đà Lạt K10<\/ref><br>-Trung đoàn 48 - Đại tá [[Trần Minh Công (Đại tá, Quân lực VNCH)|Trần Minh Công]]<ref>Đại tá Trần Minh Công sinh năm 1933 tại Thừa Thiên, tốt nghiệp Võ bị Đà Lạt K8<\/ref><br>-Trung đoàn 52 - Đại tá [[Ngô Kỳ Dũng (Đại tá, Quân lực VNCH)|Ngô Kỳ Dũng]]<ref>Đại tá Ngô Kỳ Dũng sinh năm 1935 tại Hải ngoại, tốt nghiệp Võ bị Đà Lạt K14<\/ref>\n\nTháng 6 năm 1972, không lâu sau khi nhận chức Tư lệnh Sư đoàn 18, ông được lệnh đưa Sư đoàn vào [[An Lộc]] thay thế [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]] vốn đã bị thiệt hại nặng nề qua những đợt tấn công trong [[Trận An Lộc]] trước đó. Với sự tăng phái của Liên đoàn 5 Biệt động quân, Sư đoàn 18 trở thành đơn vị phòng thủ chính tại phía Bắc Sài Gòn. Ông nhiều lần chỉ huy Sư đoàn, liên tục hành quân giải tỏa trục đường 13, làm giảm áp lực bao vây của đối phương vây quanh An Lộc. Do thành tích này nên ngày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 cùng năm, ông được đặc cách tại mặt trận thăng cấp [[Chuẩn tướng]] tại nhiệm khi mới 39 tuổi.\n\nĐầu tháng 6 năm 1974, ông được lệnh của Trung tướng [[Phạm Quốc Thuần]], Tư lệnh [[Quân đoàn III (Việt Nam Cộng hòa)|Quân đoàn III]], đưa Sư đoàn 18 tiến vào Bến Cát trong Chiến dịch Tam Giác Sắt với mục tiêu đánh bật các đơn vị [[Quân Giải phóng miền Nam Việt Nam]] đang kiểm soát các cứ điểm tại đây như một bàn đạp tấn công hỏa lực chỉ cách Sài Gòn 30&nbsp;km. Dù nhanh chóng chiếm lại được cứ điểm An Điền, trong các đợt giao tranh tại cứ điểm Rinet (đồi 82) và Rạch Bắp, trước sự chống trả quyết liệt của đối phương, Sư đoàn đã bị thiệt hại nặng nề sau 20 ngày giao chiến, vì thế được Sư đoàn 5 Bộ binh tiến vào thay thế. Và mãi đến cuối tháng 11 năm 1974, quân Việt Nam Cộng hòa mới chiếm lại được các cứ điểm còn lại.\n\nSư đoàn 18 là một trong những Sư đoàn tốt nhất của [[Quân lực Việt Nam Cộng hòa]]. Vì vậy, đến đầu tháng 4 năm 1975, sau khi đã để mất phân nửa diện tích lãnh thổ vào tay đối phương cùng với thiệt hại 40% binh lực chỉ sau gần 1 tháng, với kế hoạch \"Nỗ lực tối đa\", cố gắng thiết lập 3 phòng tuyến Tây Ninh - Phan Rang - Xuân Lộc, các tướng Mỹ và Việt Nam Cộng hòa hy vọng sẽ chặn đứng được đà tiến công của đối phương, giữ vững những phần đất còn lại để đạt được chút lợi thế còn lại trong đàm phán. Và tướng Lê Minh Đảo được chính Tổng thống Thiệu chỉ định làm Chỉ huy trưởng của phòng tuyến. Để thể hiện rõ quyết tâm, tướng Đảo tuyên bố ông sẽ ''\"tử thủ tại Xuân Lộc\"''.\n\nPhòng tuyến Xuân Lộc dù được bố phòng kỹ lưỡng, với binh lực tại chỗ hơn 25.000 quân (gồm Sư đoàn 18 và 3 Chiến đoàn hỗn hợp), cùng với lực lượng tăng cường là Liên đoàn 81 Biệt cách dù, Lữ đoàn 1 Nhảy dù, đồng thời với sự hỗ trợ tối đa của Không quân. Đơn vị của ông đã giữ được tuyến phòng thủ trong vài ngày, nhưng trước việc đối phương thay đổi chiến thuật đánh vòng sang phía khác, sau khi các phòng tuyến ở Tây Ninh và Phan Rang lần lượt thất thủ, phòng tuyến Xuân Lộc trở nên mất tác dụng. Ông cùng với các đơn vị còn lại được lệnh rút về Biên Hòa. \"Cánh cửa thép\" Xuân Lộc bị phá vỡ sau 11 ngày kịch chiến. Sư đoàn 18 với hàng ngàn binh sĩ đã bị đối phương bắt giữ.\n\nTướng Đảo đã lên xe chạy về Sài Gòn chứ không ở lại \"tử thủ\" như tuyên bố lúc mới vào trận. Ông cải trang làm dân thường, đi trên 1 chiếc xe lam chạy về Sài Gòn. Trên chuyến xe đó cũng có 2 trinh sát của quân Giải phóng, nhưng họ không phát hiện ra ông Đảo. 2 anh lính động viên dân chúng trên xe cứ bình tĩnh, khi đến chỗ ngã ba Tam Hiệp (Biên Hòa), 2 trinh sát nhảy xuống và trả tiền xe. Trông thấy hành động này, Lê Minh Đảo lắc đầu ngán ngẩm: ''\"Quân miền Bắc đánh thắng cũng đúng thôi, trong khi miền Nam thì Mỹ bỏ rơi, lính VNCH thì mặc sức cướp bóc, vô kỷ luật, làm gì có chuyện kỷ luật nghiêm như họ. Nguyễn Văn Thiệu trước thì vơ vét, sau thấy không ổn liền trốn mất, mặc kệ mọi người sống chết\"''<ref>https:\/\/vtc.vn\/chuyen-chua-ke-ve-qua-bom-khong-lo-hong-tieu-diet-quan-giai-phong-o-sai-gon-ar318225.html<\/ref>\n\n==Đầu hàng==\nNgày [[21 tháng 4]], Tổng thống Thiệu tuyên bố từ chức. Phó Tổng thống [[Trần Văn Hương]] kế vị. Để khích lệ tinh thần các tướng lĩnh chỉ huy, ngày 24 tháng 4 Tổng thống Hương thăng cho ông lên cấp [[Thiếu tướng]].  Tối ngày 29 tháng 4, ông nhận lệnh tiếp tục lui quân và sau đó là lệnh đầu hàng trưa 30 tháng 4 năm 1975.\n\n==Sau năm 1975==\nSau khi nhận được lệnh đầu hàng, ông ra lệnh giải tán đơn vị và tìm cách về Cần Thơ rồi lại quay về Sài Gòn. Đến ngày 9 tháng 5 năm 1975, ông ra trình diện Chính quyền mới và phải đi học tập cải tạo, do tỏ thái độ bất hợp tác nên ông bị giam tới 17 năm. Mãi đến ngày 5 tháng 5 năm 1992, ông mới được trả tự do.<ref>Tám cựu tướng VNCH được trả tự do sau cùng vào năm 1992 chia thành 2 đợt:<br>-'''Đợt 1 (tháng 2\/1992)''':<br>Các Chuẩn tướng [[Phạm Duy Tất]], [[Phạm Ngọc Sang]] và [[Mạch Văn Trường]].<br>-'''Đợt 2 (tháng 5\/1992)''':<br>Các Thiếu tướng [[Trần Bá Di]], [[Đỗ Kế Giai]] và Lê Minh Đảo.<br>Các Chuẩn tướng [[Trần Quang Khôi]] và [[Lê Văn Thân]],<\/ref> Ông về ở với mẹ tại thành phố Hồ Chí Minh.\n\nTháng 4 năm 1993, ông được xuất cảnh sang Hoa Kỳ theo diện [[HO]] và định cư cùng gia đình tại Tiểu bang Connecticut, Hoa Kỳ. Sau khi sang Mỹ, ông bắt đầu tập hợp các cựu binh VNCH nhằm tạo phong trào chống Nhà nước Việt Nam<ref name=cand>[http:\/\/cand.com.vn\/Phong-su-tu-lieu\/Tro-he-moi-cua-tap-the-chien-si-Viet-Nam-Cong-hoa-hai-ngoai-4157\/ Trò hề mới của “tập thể chiến sĩ Việt Nam Cộng hoà hải ngoại”]<\/ref> Khi được hỏi về việc học tập cải tạo, ông cho rằng mình bị đi đày chứ không hề học được gì bổ ích trong trại<ref>[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2015\/05\/150514_meeting_general_dao Gặp Tướng bị 'cải tạo' 17 năm], Nguyễn Hùng, BBC, 17.5.2015<\/ref>\n\nSau khi ổn định cuộc sống tại Hoa Kỳ, ông tham gia và tích cực tổ chức các hoạt động trong giới cựu sĩ quan và binh sĩ Việt Nam Cộng hòa. Tháng 9 năm 2003, ông là một trong những đồng sáng lập tổ chức \"Tập thể Chiến sĩ Việt Nam Cộng hòa\" và giữ chức Chủ tịch Trung tâm Điều hợp Trung ương.\n\nGần đến ngày 30\/4\/2004, ông Đảo ra lời hiệu triệu, kêu gọi biểu tình trước Tòa lãnh sự Cộng hòa Xã hội Chủ nghĩa Việt Nam ở [[San Francisco]], nhưng mấy chục người này bị cảnh sát Mỹ giải tán vì biểu tình trái phép<ref name=cand \/>\n\nBan đầu ở Mỹ; ông có tư tưởng mạnh chống chính quyền quốc nội song trong cuộc phỏng vấn với đài [[BBC]] ngày 15 tháng 5 năm 2015 thì cho biết rằng ông đã không còn hận thù vì điều đó cản trở đất nước phát triển, và có mong muốn hòa giải hòa hợp dân tộc.<ref>https:\/\/www.youtube.com\/watch?v=IwvAHxa25Ek<\/ref>\n\nLúc 13h45 ngày 19 tháng 3 năm 2020, ông từ trần tại Bệnh viện Hartford, [[Connecticut]], Hoa Kỳ, hưởng thọ 87 tuổi.\n\n==Gia đình==\n*Thân phụ: Cụ Lê Hằng Cầm (nguyên là công chức thời thuộc địa Pháp).\n*Thân mẫu: Cụ Ngô Thị Thao\n*Bào tỷ: Lê Thị Kỳ, Lê Thị Trình\n*Bào đệ: [[Lê Hằng Minh (Trung tá, Quân lực VNCH)|Lê Hằng Minh]] (Trung tá TQLC VNCH)<ref>Trung tá Lê Hằng Minh sinh năm 1935 tại Gia Định, tốt nghiệp Võ khoa Thủ Đức K5. Nguyên là Trung tá Tiểu đoàn trưởng Tiểu đoàn 2 Thủy quân lục chiến. Năm 1966, tử trận tại Phong Điền, Thừa Thiên. Vì mới được thăng cấp Trung tá nhiệm chức trước đó không lâu, nên khi ông tử trận không truy thăng. Tên ông được đặt cho Doanh trại của Tiểu đoàn 2 Thủy quân lục chiến ở Tam Hà, Thủ Đức<\/ref>, Lê Hằng Nghi (Đại úy TQLC VNCH)<ref>Đại úy Lê Hằng Nghi sinh năm 1940 tại Gia Định, tốt nghiệp khóa Võ khoa Thủ Đức K15.<\/ref>, Lê Quang Thạch<ref>Ông Lê Quang Thạch sinh năm 1943 tại Gia Định. Nguyên là Hạ sĩ quan Bộ binh VNCH, đã tử trận<\/ref>, Lê Quang Ảnh<ref>Ông Lê Quang Ảnh sinh năm 1945 tại Gia Định. Nguyên là Chánh văn phòng Chủ tịch Tổng Liên đoàn Lao công Việt Nam<\/ref>.\n*Bào muội: Lê Thị Mộng Huyền, Lê Thị Ánh, Lê Thị Ánh Tuyết.\n*Phu nhân: Bà Trần Thị Bích Liên\n*Các con: Lê Minh Đạm, Lê Thị Bích Điệp, Lê Thị Bích Lan, Lê Thị Bích Thủy, Lê Thị Bích Hồng, Lê Thị Bích Phượng, Lê Hằng My, Lê Hằng Minh Dũng và Lê Thị Bích Chi\n\n==Bên lề==\nThiếu tướng Lê Minh Đảo là một nhạc công guitar, thường chơi cho những tụ điểm ca nhạc, phòng trà ở Sài Gòn vào đầu thập niên 1950, nhằm kiếm thêm thu nhập phụ giúp cha mẹ, lo học phí cho bản thân và các em, thậm chí còn sáng tác vài nhạc phẩm được khá đông người biết đến. Ông là thành viên của ban nhạc Lê Thương với vai trò nhạc công [[Băng cầm|banjo]]. Một thành viên khác của ban Lê Thương là nghệ sĩ [[guitar]] sau trở thành Trung tướng [[Nguyễn Văn Minh (trung tướng VNCH)|Nguyễn Văn Minh]] ''(biệt danh Minh đờn)'', Tư lệnh Biệt khu Thủ đô.<ref>''Hồi ký [[Phạm Duy]], tập 3, \"Ban hợp ca Thăng Long\".<\/ref>\n\nTrong thời gian ông đi [[cải tạo lao động|lao động cải tạo]] ông đã sáng tác bài \"Nhớ Mẹ\".<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/05\/150514_meeting_general_dao \"Gặp tướng bị cải tạo 17 năm\"]<\/ref> Bài này đã được một số ca sĩ ở hải ngoại trình diễn thâu thanh.\n\nNgoài khả năng âm nhạc, ông còn được xem là vận động viên quần vợt hạng khá.\n\nÔng trở lại đạo [[Công giáo]] trong thập niên 90, được một linh mục trong cùng trại giam rửa tội khi còn bị giam giữ tại trại Z.30D ở Hàm Tân (tỉnh Bình Tuy cũ, nay thuộc tỉnh Bình Thuận).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Xem thêm==\n*[[Danh sách tướng lãnh Việt Nam Cộng hòa cải tạo]]\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết ngoài==\n*[http:\/\/www.generalhieu.com\/hieu-lmd-2.htm Conversation with Brigadier General Le Minh Dao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130614064841\/http:\/\/www.generalhieu.com\/hieu-lmd-2.htm |date=2013-06-14 }}\n*[http:\/\/tvvn.org\/f34\/thia-u-tae-sng-las-minh-ae-o-ae-i-trai-nghia-p-la-nh-1575\/ THIẾU TƯỚNG LÊ MINH ĐẢO Đời Trai, Nghiệp Lính Trong Cõi Trăm Năm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071014195309\/http:\/\/tvvn.org\/f34\/thia-u-tae-sng-las-minh-ae-o-ae-i-trai-nghia-p-la-nh-1575\/ |date = ngày 14 tháng 10 năm 2007}}\n*[http:\/\/www.sudoan18bobinh.com\/#\/phanngoctrung\/4516877615 Một vài nét về Thiếu tướng Lê Minh Đảo] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131212205959\/http:\/\/www.sudoan18bobinh.com\/#\/phanngoctrung\/4516877615 |date=2013-12-12 }}\n*[http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/80\/80\/80\/115192\/Default.aspx Lê Minh Đảo và nỗi đau sau ngày thăng cấp]\n*[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2015\/05\/150514_meeting_general_dao Gặp Tướng bị cải tạo 17 năm]\n\n[[Thể loại:Sinh năm 1933]]\n[[Thể loại:Mất năm 2020]]\n[[Thể loại:Thiếu tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Tỉnh trưởng Định Tường]]\n[[Thể loại:Tỉnh trưởng Long An]]\n[[Thể loại:Người chống cộng Việt Nam]]\n[[Thể loại:Người Việt Nam lưu vong]]\n[[Thể loại:Tù binh Chiến tranh Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]"}