{"422390":"'''Lê Trung Nghĩa'''(?-[[1786]]) là quan thời [[Nhà Lê trung hưng|Lê Trung Hưng]] lãnh đạo quân dân [[Thanh Hóa|Thanh Hoá]] chống lại quân [[Nhà Tây Sơn|Tây Sơn]]\n==Tiểu sử==\nLê Trung Nghĩa không rõ sinh năm nào người làng Tu, thôn Nhuệ thuộc xã An Hoạch, tổng Quảng Chiếu, huyện Đông Sơn.Nhà nghèo nên ông phải trốn làng ra đi tránh phải nấu chè kho khao làng theo tục lệ. Ông đi dến làng Mía, tỉnh [[Ninh Bình]] ông được hai vợ chồng chủ quán cho ở nhờ để đi làm công cho làng Mía.Sau đó ông đi lính, sau được chọn làm quân cấm vệ, tình nguyện bị hoạn để phục vụ trong cung. Dần dần ông thăng đến chức Đô đốc Tổng trấn tước Quận Công nên người ta gọi ông là Quận Mãn.<br \/>\nTrong thời kì quân Tây Sơn tiến ra Bắc, Lê Trung Nghĩa lãnh đạo quân dân [[Thanh Hóa|Thanh Hoá]] chống lại quân [[Nhà Tây Sơn|Tây Sơn]]<ref>{{Chú thích web\n| url = http:\/\/www.thanhhoa.gov.vn\/web\/guest\/gtc\/lichsu\/lsdnvgn?p_p_id=news_view_INSTANCE_BYmf&p_p_action=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&_news_view_INSTANCE_BYmf_struts_action=%2Fnews_view%2Fview_news&_news_view_INSTANCE_BYmf_newsId=107&_news_view_INSTANCE_BYmf_itemIndex=2&#p_news_view_INSTANCE_BYmf\n| title = Lịch sử dựng nước và giữ nước:Thời Tây Sơn\n| accessdate = ngày 1 tháng 11 năm 2009\n| publisher = Cổng thông tin điện tử tỉnh Thanh Hoá\n}}{{Liên kết hỏng|date=2021-05-09 |bot=InternetArchiveBot }}<\/ref>.\n<br \/>\nTháng 11 năm [[1786]], vua [[Lê Chiêu Thống]] và chúa [[Trịnh Bồng]] xảy ra xung khắc. Lê Chiêu Thống sai tướng [[Nguyễn Hữu Chỉnh]] (trước đây theo Tây Sơn) từ [[Nghệ An]] kéo quân ra hộ giá. Chúa Trịnh Bồng cử Trấn thủ Thanh Hoa Lê Trung Nghĩa làm tham lĩnh và Đốc đồng [[Phan Huy Ích]] làm đốc thị kéo quân chặn đánh Chỉnh ở địa phận huyện [[Tĩnh Gia]] bây giờ nhưng thất bại. Lê Trung Nghĩa bị giết chết<ref>Tạ Chí Đại Trường ([[2007]]),''Việt Nam thời Tây Sơn-Lịch sử nội chiến 1771-1802'', Nhà xuất bản Công an nhân dân<\/ref>.\n==Đình thờ và lăng mộ==\nĐể cảm ơn công đức của ông, nhân dân địa phương xin lập sinh từ để thờ sống ông khi ông làm Tổng trấn Thanh Hoa. Do biết mình không có con cháu thờ tự (ông là một hoạn quan) nên ông bằng lòng và tự xuất tiền mua ruộng của chín làng giao cho dân cày cấy để lấy cái thờ cúng về sau.Ông thuê thợ làng Nhuệ lấy đá núi Nhồi đục tượng xây thành khu mộ, trên một diện tích mấy ha, nay vẫn còn ở xã Đông Hưng. Trước có đình thờ, cây cối um tùm rậm rạp. Do chiến tranh tàn phá nay chỉ còn lại một cây lộc vừng cổ thụ từ xưa. Đình cũng bị phá, hồ sen bị lấp. Số đồ thờ còn lại có hai chiếc ngai bằng đá, chiếc lớn đặt trên một bể đá hình vuông, mỗi chiều khoảng 2m, dày khoảng 0,4m. Hai dãy tượng đá hai bên gồm hai voi, hai chó và 10 tượng quan văn võ, tay cầm gươm, đầy đủ trang phục. Phía ngoài vào còn có hai bể đá khắc hình rồng, đường nét tinh xảo. Gần hồ sen cũ có 4 tấm bia đá, mỗi tấm cao khoảng 2m, rộng 1,2m, dày 0,15m vào loại đẹp, ghi tiểu sử Mãn Quận công và tên các làng cúng tế. Văn bia do Lê Quý Thuần, con [[Lê Quý Đôn]] viết. Ngày nay, bia và tượng đá ở lăng ông là những tác phẩm điêu khắc với quy mô và số lượng lớn ở nước ta, là những công trình nghệ thuật cuối cùng của thời Lê Trung Hưng còn tồn tại<ref>{{Chú thích web\n| url = http:\/\/www.vtr.org.vn\/?pid=1515\n| title = Giá trị đặc biệt của hệ thống di sản vật thể ở Thanh Hóa \n| accessdate = ngày 1 tháng 11 năm 2009 | publisher =Website Du lịch Việt Nam\n}}<\/ref>.\n==Chùa Quán Thánh==\nLê Trung Nghĩa khi làm Tổng trấn Thanh Hoa đã cho xây một ngôi chùa trong hang núi mà nhân dân quen gọi là chùa Quán Thánh. Trong chùa, trên vách đá có khắc hình mấy nhân vật lịch sử [[Tên gọi Trung Quốc|Trung Hoa]] như [[Quan Vũ|Quan Công]], [[Trương Phi]],.. và hình của ông.Chùa Quán Thánh hiện nay là di tích lịch sử của tỉnh [[Thanh Hóa|Thanh Hoá]].\n==Đường phố==\nTên ông được đặt cho một con đường<ref>{{Chú thích web\n| url = http:\/\/www.laodong.com.vn\/Home\/UBND-quan-Tan-Binh-[[Thành phố Hồ Chí Minh]]-Xin-loi-dan-nhung-van-lam-sai\/20074\/32480.laodong\n| title = Vụ mở rộng đường Lê Trung Nghĩa \n| accessdate = ngày 1 tháng 11 năm 2009 | publisher =Báo Lao động\n}}<\/ref> ở phường 12, quận [[Tân Bình]], [[Thành phố Hồ Chí Minh]].\n==Tham khảo==\n{{tham khảo|30em}}\n==Xem thêm==\n*[[Nguyễn Hữu Chỉnh]]\n*[[Lê Chiêu Thống]]\n*[[Trịnh Bồng]]\n*[[Phan Huy Ích]]\n\n{{Thời gian sống||mất=1786}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Quan lại nhà Lê trung hưng]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}