{"484789":"{{Thông tin viên chức\n|tên= Lê Quang Lưỡng\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tư lệnh Sư đoàn Nhảy Dù\n|bắt đầu= 11\/1972\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Chuẩn tướng (8\/1972)\n|tiền nhiệm= -Trung tướng [[Dư Quốc Đống]]\n|kế nhiệm= Sau cùng\n|địa hạt= Biệt khu Thủ đô\n|phó chức vụ= Tư lệnh phó<br>Tham mưu trưởng\n|phó viên chức= -Đại tá Trương Vĩnh Phước<br>-Đại tá Văn Bá Ninh\n\n|chức vụ 2= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tư lệnh phó kiêm Xử lý Thường vụ<br>Tư lệnh Sư đoàn Nhảy dù\n|bắt đầu 2= 15\/9\/1972\n|kết thúc 2= 1\/11\/1972\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Chuẩn tướng\n|địa hạt 2= Biệt khu Thủ đô\n|phó chức vụ 2= Tư lệnh\n|phó viên chức 2= -Trung tướng [[Dư Quốc Đống]]\n\n|chức vụ 3= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Phụ tá Tư lệnh Sư đoàn Nhảy dù\n|bắt đầu 3= 1\/9\/1972\n|kết thúc 3= 15\/9\/1972\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá\n|địa hạt 3= Biệt khu Thủ đô\n|phó chức vụ 3= Tư lệnh\n|phó viên chức 3= -Trung tướng [[Dư Quốc Đống]]\n\n|chức vụ 4= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Chiến đoàn trưởng Chiến đoàn 1 Nhảy dù<br>Lữ đoàn trưởng Lữ đoàn 1 Nhảy dù\n|bắt đầu 4= 11\/1967\n|kết thúc 4= 11\/1972\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Thiếu tá (6\/1966)<br>-Trung tá (11\/1968)<br>-Đại tá (6\/1970)\n|tiền nhiệm 4= -Trung tá [[Hồ Trung Hậu]]\n|kế nhiệm 4= -Đại tá Lê Văn Ngọc\n|địa hạt 4= Biệt khu Thủ đô\n\n|chức vụ 5= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tiểu đoàn trưởng Tiểu đoàn 2 Nhảy dù tân lập\n|bắt đầu 5= 9\/1965\n|kết thúc 5= 11\/1967\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại úy (11\/1963)<br>-Thiếu tá\n|tiền nhiệm 5= Đầu tiên\n|kế nhiệm 5= -Thiếu tá Trần Kim Thạch\n|địa hạt 5= Biệt khu Thủ đô\n\n|chức vụ 6= [[Hình: Vietnamese Airborne Division 's Insignia.svg|22px]]<br>Tiểu đoàn phó Tiểu đoàn 5 Nhảy dù\n|bắt đầu 6= 11\/1963\n|kết thúc 6= 9\/1965\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Đại úy (11\/1963)\n|địa hạt 6= Biệt khu Thủ đô\n\n|quốc tịch= {{USA}}<br>{{Lá cờ|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Võ Thị Kim\n|họ hàng= -Em trai: Lê Quang Minh và Lê Quang Phước<br>-Em gái: Lê Thị Ngà, Lê Thị Nguyệt và Lê Thị Kiều\n|con= 7 người con (1 trai, 6 gái)<br>-Con trai: Lê Quang Đức<br>-Con gái: Lê Thị Ngọc Mỹ, Lê thị Ngọc Dung, Lê Thị Ngọc Mai, Lê Thị Ngọc Châu, Lê Thị Ngọc Ánh và Lê Thị Ngọc Thu\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Tư thục Huỳnh Khương Ninh, Sài Gòn<br>-Trường Sĩ quan Trừ bị Thủ Đức\n|quê quán= Nam Kỳ\n\n|ngày sinh= [[Tháng 8]] năm [[1932]]\n|ngày mất= [[21 tháng 9]] năm [[2005]] ([[73]] tuổi)\n|nơi sinh= [[Bình Dương]], [[Liên bang Đông Dương]]\n|nơi mất= [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1953]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Vietnamese Airborne Division 's Insignia.svg|20px]] [[Binh chủng Nhảy dù Việt Nam Cộng hòa|Binh chủng Nhảy Dù]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]<br>[[Hình: VPD National Order of Vietnam - Knight BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương V]]\n}}\n\n'''Lê Quang Lưỡng''' (1932-2005), nguyên là một tướng lĩnh Nhảy dù của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu tiên tại trường Sĩ quan Trừ bị do Quân đội Pháp và Chính phủ Quốc gia Việt Nam mở ra ở miền Nam Việt Nam. Ra trường, ông được tuyển vào đơn vị Nhảy dù và đã phục vụ Binh chủng này trong suốt thời gian tại ngũ của mình. Ông cũng là vị Tư lệnh cuối cùng của Sư đoàn Nhảy dù (1972-1975).\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 8 năm 1932 trong một gia đình khá giả tại tỉnh Thủ Dầu Một ''(sau đổi thành Bình Dương)'', miền Đông Nam phần Việt Nam. Thiếu thời, ông học Tiểu học ở Thủ Dầu Một. Khi lên Trung học, ông được gia đình gửi về Sài Gòn học ở trường Trung học Tư thục Huỳnh Khương Ninh, tốt nghiệp với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nTháng 11 năm 1953, thi hành lệnh động viên ông nhập ngũ vào Quân đội Quốc gia mang số quân: 52\/182.618. Theo học khóa 4 Cương Quyết tại trường Sĩ quan Trừ bị Thủ Đức, khai giảng ngày 17 tháng 11 năm 1953. Ngày 1 tháng 6 năm 1954 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]]. Ra trường, ông tình nguyện gia nhập vào đơn vị Nhảy dù. Ngay sau đó, theo học khóa huấn luyện căn bản Binh chủng tại Trung tâm Huấn luyện Nhảy dù ở Bà Quẹo, Tân Sơn Nhứt, Gia Định. Đến ngày 18 tháng 6 năm 1954 mãn khóa. Đầu tháng 7 ra đơn vị làm Trung đội trưởng thuộc Tiểu đoàn 5 Nhảy dù đồn trú tại Bưởi cạnh Hồ tây và Đền Quán Thánh, Hà Nội. Sau Hiệp định Genève (ký kết ngày 20 tháng 7 năm 1954), ông theo đơn vị vào Nam bằng đường không vận từ Hà Nội đến Đà Nẵng. Tháng 10, từ Đà Nẵng Tiểu đoàn 5 di chuyển bằng hỏa xa vào đồn trú tại Đồng Đế, Nha Trang.\n\n===Quân đội Việt Nam Cộng hòa===\nTháng 3 năm 1955, Tiểu đoàn được lệnh từ Nha Trang bằng hỏa xa chuyển quân về Sài Gòn-Chợ Lớn, hành quân truy kích Lực lượng Bình Xuyên của Thiếu tướng [[Lê Văn Viễn]] (tự Bảy Viễn) ra khỏi khu vực Đô thành.\n\nNgày 1 tháng 6 năm 1956, sáu tháng sau thời điểm Quân đội Quốc gia đổi tên thành Quân đội Việt Nam Cộng hòa, ông được thăng cấp [[Trung úy]] và được cử làm Đại đội trưởng Đại đội 1 của Tiểu đoàn 5 Nhảy dù. Đến cuối năm 1960, ông được chuyển nhiệm vụ lên Bộ chỉ huy Tiểu đoàn giữ chức vụ Trưởng ban 3, Đặc trách Kế hoạch Hành quân.\n\nĐầu tháng 11 năm 1963, sau cuộc đảo chính Tổng thống Ngô Đình Diệm (ngày 1 tháng 11). Ngày 3 tháng 11 ông được thăng cấp [[Đại úy]] và giữ chức vụ Tiểu đoàn phó. tháng 2 năm 1964, sau cuộc [[Cuộc chỉnh lý tại Việt Nam Cộng hòa 1964|Chỉnh lý ngày 30 tháng 1]], ông được cử theo học khóa Tiểu đoàn trưởng, tốt nghiệp Thủ khoa, mãn khóa trở về đơn vị giữ chức vụ cũ. Đầu tháng 9 năm 1965, ông nhận lệnh thành lập Tiểu đoàn 2 Nhảy dù,<ref>Tiểu đoàn 2 Nhảy dù được thành lập ngày 1\/9\/1965 tại Sài Gòn. Sau 12 tuần thụ huấn bổ túc tại Trung tâm Huấn luyện Quốc gia Vạn Kiếp (Phước Tuy), tiểu đoàn đi vào hoạt động đặt dưới quyền điều động của Lữ đoàn 2 Nhảy dù. Hậu cứ được đặt ở xã Tân Sơn Nhì, Bà Quẹo, Gia Định.<br>''Từ ngày thành lập đến ngày 30\/4\/1975, Tiểu đoàn 2 Nhảy dù trải qua các Chỉ huy sau đây:''<br>-Đại úy Lê Quang Lưỡng, chỉ huy từ 1\/9\/1965 đến 20\/12\/1967.<br>-Thiếu tá [[Trần Kim Thạch (Trung tá, Quân lực VNCH)|Trần Kim Thạch]] ''(Tốt nghiệp Võ khoa Thủ Đức, về sau mang cấp Trung tá)'', chỉ huy từ 21\/12\/1967 đến 20\/3\/1871.<br>-Thiếu tá [[Lê Văn Mạnh (Đại tá, Quân lực VNCH)|Lê Văn Mạnh]] ''(Tốt nghiệp Võ khoa Thủ Đức, về sau mang cấp Đại tá)'', chỉ huy từ 21\/3\/1971 đến 1\/5\/1872.<br>-Trung tá [[Ngô Lê Tĩnh (Trung tá, Quân lực VNCH)|Ngô Lê Tĩnh]] ''(Tốt nghiệp trường Võ khoa Thủ Đức K4p (tức khóa 10B Trừ bị Đà lạt)'', chỉ huy từ 2\/5\/1972 đến 19\/11\/1972.<br>-Thiếu tá [[Nguyễn Đình Ngọc (Trung tá, Quân lực VNCH)|Nguyễn Đình Ngọc]] ''(Tốt nghiệp trường Võ bị Đà Lat K19. Sau cùng là Trung tá Lữ đoàn phó Lữ đoàn 4 Nhảy dù)'', chỉ huy từ 20\/11\/1972 đến 1\/12\/1974.<br>-Thiếu tá [[Trần Công Hạnh (Thiếu tá, Quân lực VNCH)|Trần Công Hạnh]] ''(Tốt nghiệp trường Võ bị Đà Lạt K20)'', chỉ huy từ 2\/12\/1974 đến 30\/4\/1975.<\/ref> đồng thời được chỉ định làm Tiểu đoàn trưởng đầu tiên của đơn vị này.\n\nNgày Quân lực 19 tháng 6 năm 1966, ông được thăng cấp [[Thiếu tá]] và được cử tháp tùng phái đoàn trong Bộ Tổng tham mưu đi du hành tham quan Okinawa, Nhật Bản. Ngày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 năm 1967, ông được chỉ định làm Chiến đoàn trưởng Chiến đoàn 1 Nhảy dù thay thế Trung tá [[Hồ Trung Hậu]].\n\nĐầu tháng 1 năm 1968, Chiến đoàn 1 Nhảy dù được đổi tên thành Lữ đoàn 1 Nhảy dù, ông là Lữ đoàn trưởng. Ngày Quốc khánh 1 tháng 11 năm 1968, ông được thăng cấp [[Trung tá]] tại nhiệm. Ngày Quân lực 19 tháng 6 năm 1970, ông được thăng cấp [[Đại tá]] tại nhiệm. Trong chiến dịch Lam Sơn 719, ông chỉ huy Lữ đoàn hành quân sang Hạ Lào từ đầu tháng 2 đến đầu tháng 4 năm 1971.\n\nSau trận chiến \"Mùa hè đỏ lửa\" năm 1972, từ tháng 6 đến tháng 7, ông chỉ huy các đơn vị trực thuộc Lữ đoàn tái chiếm Quảng trị. Hạ tuần tháng 8 cùng năm, ông được lệnh bàn giao Lữ đoàn 1 Nhảy dù lại cho Đại tá [[Lê Văn Ngọc (Đại tá, Quân lực Việt Nam Cộng hòa)|Lê Văn Ngọc]].<ref>Đại tá Lê Văn Ngọc sinh năm 1935 tại Khánh Hòa, tốt nghiệp khóa 5 Sĩ quan Thủ Đức. Sau cùng là Tỉnh trưởng Quảng Ngãi<\/ref> Ngay sau đó ông được thăng cấp [[Chuẩn tướng]]. Đầu tháng 9, ông được cử làm Phụ tá hành quân cho Tư lệnh Sư đoàn. Đến giữa tháng 9, ông được chỉ định vào chức vụ Tư lệnh phó Sư đoàn Nhảy dù, đồng thời nhận trách nhiệm Xử lý Thường vụ chức vụ Tư lệnh khi đương nhiệm Tư lệnh Sư đoàn bị lâm bệnh.\n\nNgày lễ Quốc khánh 1 tháng 11 năm 1972, ông được bổ nhiệm chính thức chức vụ Tư lệnh Sư đoàn Nhảy dù thay thế Trung tướng [[Dư Quốc Đống]].\n\n*''Sư đoàn Nhảy dù vào thời điểm cuối cùng của tháng 3, tháng 4 năm 1975, nhân sự trong Bộ tư lệnh Sư đoàn và chỉ huy các Lữ đoàn được phân bổ trách nhiệm như sau:''\n\n-Tư lệnh - Chuẩn tướng Lê Quang Lưỡng<br>-Tư lệnh phó - Đại tá [[Trương Vĩnh Phước (Đại tá, Quân lực Việt Nam Cộng hòa)|Trương Vĩnh Phước]]<ref>Đại tá Trương Vĩnh Phước sinh năm 1928 tại Sài Gòn, tốt nghiệp khóa 4 Sĩ quan Trừ bị Thủ Đức<\/ref><br>-Tham mưu trưởng - Đại tá [[Văn Bá Ninh (Đại tá, Quân lực Việt Nam Cộng hòa)|Văn Bá Ninh]]<ref>Đại tá Văn Bá Ninh sinh năm 1933 tại Cần Thơ, tốt nghiệp khóa 4 Võ bị Đà Lạt<\/ref><br>-Chỉ huy Pháo binh - Đại tá [[Nguyễn Văn Tường (Đại tá ND, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Tường]]<ref>Đại tá Nguyễn Văn Tường sinh năm 1933 tại Thủ Dầu Một, tốt nghiệp khóa 4 Võ khoa Thủ Đức<\/ref><br>-Lữ đoàn 1 - Trung tá [[Nguyễn Văn Đỉnh (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Văn Đỉnh]]<ref>Trung tá Nguyễn Văn Đỉnh sinh năm 1938 tại Bắc Giang, tốt nghiệp khóa 15 Võ bị Đà Lạt<\/ref><br>-Lữ đoàn 2 - Đại tá [[Nguyễn Thu Lương (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Thu Lương]]<ref>Đại tá Nguyễn Thu Lương sinh năm 1934 tại Hà Đông, tốt nghiệp khóa 4 Sĩ quan Thủ Đức<\/ref><br>-Lữ đoàn 3 - Trung tá [[Trần Đăng Khôi (Trung tá, Quân lực Việt Nam Cộng hòa)|Trần Đăng Khôi]]<ref>Trung tá Trần Đăng Khôi sinh năm 1938 tại Nam Định, tốt nghiệp khóa 16 Võ bị Đà Lạt<\/ref><br>-Lữ đoàn 4 - Trung tá [[Lê Minh Ngọc (Trung tá, Quân lực Việt Nam Cộng hòa)|Lê Minh Ngọc]]<ref>Trung tá Lê Minh Ngọc sinh năm 1939, tốt nghiệp khóa 16 Võ bị Đà Lạt<\/ref>\n\nNgày 25 tháng 6 năm 1973, ông được cử trách nhiệm hướng dẫn phái đoàn gồm 35 chiến sĩ xuất sắc đi tham quan tại Trung hoa Quốc gia (Đài Loan).\n\nTháng 9 năm 1974, ông chỉ huy 2 Lữ đoàn 1 và 3 hành quân tái chiếm Chi khu (Quận) Thượng Đức thuộc Tiểu khu (Tỉnh) Quảng Nam, cách Đà Nẵng khoảng 60 cây số về hướng tây nam đã bị đối phương chiếm vào lúc 8 giờ 30 sáng ngày 7 tháng 8 năm 1974.\n:-Tái chiếm lần thứ nhất vào ngày 19 tháng 9<br>-Tái chiếm lần thứ hai vào ngày 11 tháng 11 sau 3 ngày phản công. Đến cuối năm, ông cùng đơn vị rút ra khỏi Thượng Đức và chỉ lưu lại 2 Tiểu đoàn 1 và 7 để ngăn chặn địch tái chiếm.\n\n==1975==\nNhững ngày cuối tháng 4, ông cùng gia đình di tản ra khỏi Việt Nam. Sau đó định cư tại Bakerfield, Tiểu bang California, Hoa Kỳ.\n\nNgày 21 tháng 9 năm 2005, ông từ trần tại nơi định cư. Hưởng thọ 73 tuổi.\n\n==Huy chương==\n-Bảo quốc Huân chương đệ tứ và đệ ngũ đẳng (ân thưởng)<br>-Anh dũng Bội tinh với nhành Dương liễu<br>-Chiến thương Bội tinh.\n\n==Gia đình== \n*Bào đệ: Các ông [[Lê Quang Minh (Trung tá, Quân lực VNMCH)|Lê Quang Minh]]<ref>Ông Lê Quang Minh sinh năm 1940 tại Thủ Dầu Một, tốt nghiệp khóa 10 Sĩ quan Thủ Đức. Nguyên Trung tá Quận trưởng quận Thạnh Phú, tỉnh Kiến Hòa)<\/ref> và Lê Quang Phước\n*Bào muội: Các bà: Lê Thị Ngà, Lê Thị Nguyệt và Lê Thị Kiều\n*Phu nhân: Bà Võ Thị Kim ''(1933-2009)''\n*Các con: Lê Thị Ngọc Mỹ, Lê Thị Ngọc Dung, Lê Thị Ngọc Mai, Lê Quang Đức, Lê Thị Ngọc Châu, Lê Thị Ngọc Ánh và Lê Thị Ngọc Thu.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1932]]\n[[Thể loại:Mất năm 2005]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Bình Dương]]\n[[Thể loại:Người Mỹ gốc Việt]]"}