{"187103":"{{bài cùng tên}}\n{{Thông tin nhân vật hoàng gia\n| tên = Bắc Cung Hoàng hậu\n| tên gốc = 北宮皇后\n| tước vị = [[Quang Trung]] [[Hoàng hậu|Thứ hậu]]\n| hình = Ngọc Hân Công Chúa tại Dinh Độc Lập.JPG\n| ghi chú hình = Tranh Ngọc Hân Công Chúa tại Dinh Độc Lập\n| đăng quang = \n| kiểu đăng quang = \n| tiền nhiệm = \n| kế nhiệm = \n| kiểu kế nhiệm = Kế vị\n| chồng = [[Nguyễn Huệ|Quang Trung]]\n| thông tin con cái = hiện\n| con cái = [[Nguyễn Quang Đức]]<br>[[Nguyễn Mỹ Hạnh]]\n| tên đầy đủ = Lê Ngọc Hân (黎玉昕; 黎玉忻; 黎玉欣)\n| tước hiệu = Ngọc Hân công chúa<br>Hữu Cung hoàng hậu<br>Bắc Cung hoàng hậu<br>\n| thụy hiệu = <font color = \"grey\">Nhu Ý Trang Thuận Trinh Nhất Vũ hoàng hậu<\/font><br>(柔懿莊慎貞一武皇后)\n| hoàng tộc = [[Nhà Hậu Lê]]<br>[[Nhà Tây Sơn]]\n| cha = [[Lê Hiển Tông]]\n| mẹ = [[Nguyễn Thị Ngọc Huyền|Nguyễn Thị Huyền]]\n| sinh = {{ngày sinh|1770|4|27}}\n| nơi sinh = [[Thăng Long]], [[Đại Việt]]\n| mất = {{ngày mất và tuổi|1799|12|4|1770|4|27}}\n| nơi mất = [[chùa Kim Tiền]], [[Huế]], [[Đại Việt]]\n| nơi an táng = [[Gia Lâm]], [[Thăng Long]], [[Đại Việt]]\n| chức vị = [[Hoàng hậu]] [[Đại Việt]]\n| tại vị = 1786?-1792\n}}\n{{bài cùng tên|Lê Ngọc Hân (định hướng)}}\n\n'''Lê Ngọc Hân''' ([[chữ Hán]]: 黎玉昕<ref>[[Đại Việt sử ký toàn thư]] ghi là [昕], [[Đại Nam thực lục]] ghi là [忻] còn [[Khâm định Việt sử thông giám cương mục]] ghi là [欣]; tất cả đều đọc là '''Hân'''<\/ref>, [[1770]] – [[1799]]), còn gọi '''Công chúa''' '''Ngọc Hân''' hay '''Bắc cung Hoàng hậu''', là một nhân vật lịch sử nổi tiếng trong [[lịch sử Việt Nam]] thời [[thế kỉ 18]]. Bà là [[công chúa]] [[nhà Hậu Lê]], sau trở thành [[hoàng hậu|Thứ hậu]] [[nhà Tây Sơn]] với tư cách là [[vợ]] thứ của Quang Trung hoàng đế [[Nguyễn Huệ]] – một nhân vật quân sự nổi tiếng.\n\nCuộc đời bà thường được thêu dệt nên thành giai thoại cuộc tình đẹp đẽ giữa bà với [[Quang Trung|Nguyễn Huệ]], vì bà là công chúa một triều đại lớn suy thoái, lại kết hôn với người đứng đầu Tây Sơn khi ấy đang đe dọa nền chính trị của nhà Hậu Lê. Dân gian còn lưu truyền tên gọi bà là '''Bà Chúa Tiên''' khi bà ở [[Cố đô Huế|Phú Xuân]] vì dinh phủ lập ở chùa Kim Tiên.<ref>[http:\/\/www.giacngo.vn\/PrintView.aspx?Language=vi&ID=76D053 Thăm chùa Kim Tiên: Qua \"Ai tư vãn\" của Công chúa Ngọc Hân] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110923092157\/http:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=76D053 |date = ngày 23 tháng 9 năm 2011}}.<\/ref>\n\n==Thân thế==\nLê Ngọc Hân sinh ngày [[27 tháng 4]] năm [[Canh Dần]], niên hiệu Cảnh Hưng thứ 31 ([[1770]]) tại kinh thành [[Thăng Long]] <ref name=\"TVQ\">Theo TS. Trương Văn Quả, tr. 331.<\/ref>. Bà là con gái thứ 9 hoặc thứ 21<ref>Theo ''Lịch triều tạp kỷ'' của [[Ngô Cao Lãng]] và ''[[Hoàng Lê nhất thống chí]]'', nhưng theo cuốn ''Ngự chế ngọc phả ký'' thì Lê Ngọc Hân là con gái thứ 21 (chú thích của TS. Trương Văn Quả, tr. 331).<\/ref> của Hoàng đế khi ấy là [[Lê Hiển Tông]].\n\nMẹ bà là Chiêu nghi Nguyễn Thị Huyền  (阮氏玄), là người xã Phù Ninh, tổng Hạ Dương, phủ [[Từ Sơn]] (nay là xã [[Ninh Hiệp (xã)|Ninh Hiệp]], huyện [[Gia Lâm]], thủ đô [[Hà Nội]]), là con gái trưởng của ông [[Nguyễn Đình Giai]], nhập cung giữ vị trí [[Chiêu nghi]].\n\n== Gả cho Tây Sơn ==\n=== Thứ cung hoàng hậu ===\n[[Tháng 5]] năm Cảnh Hưng thứ 47 ([[1786]]), tướng [[nhà Tây Sơn]] là [[Nguyễn Huệ]] ra Bắc với ý muốn ''\"phù Lê diệt Trịnh\"''<ref name=\"TVQ\" \/>. Diệt xong họ Trịnh, Nguyễn Huệ tới yết kiến Lê Hiển Tông. Do sự mai mối của tướng Bắc Hà vào hàng Tây Sơn là [[Nguyễn Hữu Chỉnh]], Ngọc Hân vâng mệnh thành hôn cùng Nguyễn Huệ. Khi đó bà mới 16 tuổi, còn Nguyễn Huệ đã 33 tuổi và có chính thất là [[Phạm Thị Liên (Quang Trung)|Phạm Thị Liên]].\n\nVài ngày sau, Lê Hiển Tông băng hà, triều đình bàn vấn đề chọn người kế vị. Lê Ngọc Hân nghĩ anh thân hơn cháu nên ủng hộ anh là [[Lê Duy Cận]] lên ngôi, nhưng bị tông tộc nhà Lê phản đối vì muốn lập Hoàng thái tôn Lê Duy Kỳ - con của Cựu Thái tử [[Lê Duy Vĩ]] lên ngôi. Do áp lực của tông tộc, Ngọc Hân phải nghe theo. Lê Duy Kỳ được lập, tức là [[Lê Chiêu Thống]]. Ít lâu sau, bà theo Nguyễn Huệ về [[Thuận Hóa]].\n\nNăm Chiêu Thống thứ 2 ([[1788]]), Nguyễn Huệ lên ngôi Hoàng đế trước khi ra Bắc để diệt quân Thanh, lấy niên hiệu '''Quang Trung''', phong Ngọc Hân làm '''Hữu cung Hoàng hậu''' (右宮皇后) do chính thất Phạm thị đã được phong làm Chính cung Hoàng hậu. Năm sau ([[1789]]), sau khi đại thắng quân Thanh, Nguyễn Huệ lại phong bà làm '''Bắc cung Hoàng hậu''' (北宮皇后).\n\nBà có hai con với Nguyễn Huệ là Công chúa Nguyễn Thị Ngọc Bảo (阮氏玉寶) và Hoàng tử [[Nguyễn Quang Đức]] (阮光德)<ref>TS. Trương Văn Quả (tr. 332) ghi tên là Nguyễn Thị Ngọc và Nguyễn Văn Đức.<\/ref>.\n\n=== Quả phụ (Goá phụ) ===\nNăm Quang Trung thứ 5 ([[1792]]), Nguyễn Huệ đột ngột băng hà. Sau đó, [[Nguyễn Quang Toản]] là con bà [[Chính cung hoàng hậu|Chính cung Hoàng hậu]] [[Phạm Thị Liên]]  lên nối ngôi, [[niên hiệu]] là '''Cảnh Thịnh''', vì thế sử còn gọi là '''Cảnh Thịnh Đế'''. Bùi Hoàng hậu do thân phận kế thất đã trở thành [[Hoàng thái hậu]].\n\nTheo bài ''\"Danh nhân Lê Ngọc Hân\"'' của [[Chu Quang Trứ]], sau khi Nguyễn Huệ qua đời thì bà Lê Ngọc Hân mất quyền lực, và bà đưa con ra khỏi cung điện ở [[Cố đô Huế|Phú Xuân]], sống trong [[chùa Kim Tiền]] (Dương Xuân ở [[Huế]]) cạnh [[Đan Dương điện]] với danh nghĩa thờ chồng nuôi con. Bà gượng sống đến ngày mồng [[8 tháng 11]] năm [[Kỷ Mùi]] (ngày [[4 tháng 12]] năm [[1799]]) thì mất, lúc đó mới 29 tuổi.\n\nLễ bộ Thượng thư [[nhà Tây Sơn]] là [[Phan Huy Ích]] đã phụng chỉ soạn năm bài văn tế Lê Ngọc Hân cho vua Cảnh Thịnh Đế, cho các công chúa, cho bà Nguyễn Thị Huyền, cho các tôn thất nhà Lê, và cho họ ngoại ở [[làng Phù Ninh]]. Cảnh Thịnh Đế đã đích thân đọc trước linh sàng, với [[thụy hiệu]] được truy tặng là '''Nhu Ý Trang Thuận Trinh Nhất Vũ Hoàng hậu''' (柔懿莊慎貞一武皇后). Cả năm bài văn tế trên còn được chép trong sách ''Dụ Am văn tập''.<ref>Năm bài văn tế này đã được Hoa Bằng [[Hoàng Thúc Trâm]] tìm thấy và công bố trên tạp chí ''Tri Tân'' vào năm [[1943]] tại [[Hà Nội]].<\/ref>\n \nVà theo tộc phả họ Nguyễn Đình, khi triều Tây Sơn suy yếu, [[Gia Long|Nguyễn Phúc Ánh]] thừa cơ chiếm Phú Xuân, Hoàng tử Nguyễn Quang Đức mất ngày 18 [[tháng mười một|tháng 11]] năm [[Tân Dậu]] (23 [[tháng mười hai|tháng 12]] năm [[1801]]) khi mới 10 tuổi, Công chúa Ngọc Bảo cũng mất ngày 17 [[tháng tư|tháng 4]] năm [[Nhâm Tuất]] (18 [[tháng năm|tháng 5]] năm [[1802]]) khi mới 12 tuổi.\n\n== Sách văn ==\nNăm Cảnh Thịnh thứ 7 ([[1799]]), sau khi Lê Ngọc Hân qua đời, Cảnh Thịnh Đế Nguyễn Quang Toản sai [[Phan Huy Ích]] làm sách văn dâng thụy cho Ngọc Hân, toàn văn như sau:\n:''Thượng ngôn, toàn vi nhật noãn, huy du chi thụy thải phương tân; dao yến vân thâm, nghê vũ chi chân du vĩnh bí. Kỉ diên triển kính, giản sách di phương. \n:''Khâm duy: Đại Hành Vũ hoàng hậu ngọc điện hạ, tú dục ngân hoàng, tường trưng vị sĩ. Tề mị hiệp phu nội tắc, tự huy canh kinh thất chi di âm; hoằng quang mậu thể chí nguyên, thành hóa phối tả cung chi ý phạm. Cư vũ kỳ nghi vu hoàn hải, thuế 幋 tư khánh vu bang gia. Kinh hồ phất đãi long nhiêm, bích hán chi truy bồi hữu ước; bồng đảo thúc thuyên loan ngự, trường thu chi hoan thị vô do. Ai đỗng khác phụng hiếu tư, soạn thuật tham kê lễ chế. \n:''Cẩn thượng tôn hào, viết '''Nhu Ý Trang Thận Trinh Nhất Vũ Hoàng hậu'''. Phục vọng mặc thùy tuệ giám, quang thụ sùng xưng. Tố thập tứ niên vĩ diệp, đồng thư thiện mỹ, thức lưu uyển diễm; lịch thiên bách thế túc ung, thanh miếu chiêu minh, dụng thỏa hôn 𤌾. Tiểu tử bất thắng cảm ngộ, luyến mộ chi chí. Cẩn phụng sách văn, khấu hu dĩ văn\".<ref>Nguyên văn: 上言，璇闈日暖，褘褕之瑞彩方新；瑤宴雲深，霓羽之真遊永閟。几筵展敬，簡冊貽芳。欽惟大行武皇后玉殿下，秀毓銀潢，祥徵渭涘。齊媚協敷內則，嗣徽賡京室之遺音；弘光懋體至元，成化配左宮之懿範。琚瑀示儀於寰海，帨幋滋慶於邦家。荊湖弗逮龍髯，碧漢之追陪有約；蓬島倏遄鸞馭，長秋之歡侍無由。哀恫恪奉孝思，譔述參稽禮制。謹上尊號，曰柔懿莊慎貞一武皇后。伏望默垂慧鑒，光受崇稱。遡十四年煒燁，彤書善美，式留琬琰；歷千百世肅雍，清廟昭明，用妥焄𤌾。小子不勝感悟，戀慕之至。謹奉冊文，叩籲以聞<\/ref>''\n\n== Hình ảnh với hậu thế ==\n=== An táng ===\nTheo ''\"Biệt lục\"'' của tộc phả Nguyễn Đình, năm [[1804]], bà Nguyễn Thị Huyền<ref>Năm [[1786]] khi [[Lê Hiển Tông]] mất, bà Huyền mới 33 tuổi, nghĩa là năm đó bà Huyền mới 51 tuổi.<\/ref> vì thương con gái và hai cháu ngoại đều chết yểu nơi xa, nên đã thuê người vào [[Cố đô Huế|Phú Xuân]] lấy hài cốt ba mẹ con Ngọc Hân đưa về bản dinh (tức dinh Thiết lâm của bà).\n\nNgày 16 [[tháng bảy|tháng 7]] năm [[1804]], bà cho an táng hài cốt bà Ngọc Hân, phụ chôn hoàng tử ở bên trái và công chúa ở bên phải. Nơi đó nay là bãi Cây Đại hay bãi Đầu Voi ở đầu làng Nành, xã Phù Ninh (nay là xã Ninh Hiệp, huyện [[Gia Lâm]], [[Hà Nội]]).\n\nGS. Chu Quang Trứ dẫn theo ''[[Đại Nam thực lục]]'' cũng nói về việc này: \n:''\"Khoảng năm đầu [[Gia Long]], ngụy đô đốc tên là Hài ngầm đem hài cốt mẹ con Ngọc Hân từ Phú Xuân về táng trộm ở địa phận xã Phù Ninh. Thị Huyền ngầm xây mộ, dựng đền, khắc bia giả, đổi lại họ tên để làm mất dấu tích\"''.\n\nGần 50 năm sau, dưới thời [[Thiệu Trị]], miếu bị đổ nát. Một ông tú người làng Nành nhớ công lao của Chiêu nghi họ Lê đối với dân làng đã quyên tiền tu sửa ngôi miếu. Không ngờ, có viên phó tổng cùng làng có thù riêng với ông tú, đã lên quan tố giác về việc thờ \"ngụy Huệ\". Triều đình [[Huế]] liền hạ lệnh triệt phá ngôi miếu, quật ba ngôi mộ, vứt hài cốt xuống sông. Ông tú kia bị trọng tội, Tổng đốc [[Bắc Ninh]] [[Nguyễn Đăng Giai]] cũng bị giáng chức <ref>Theo ''Các triều đại Việt Nam'', sách đã dẫn. Theo ''[[Quốc sử di biên]]'', vào năm [[1843]], nhân một vụ kiện giữa viên chánh tổng tên là Phụng với dân làng Phù Ninh, vua [[Thiệu Trị]] đã ra lệnh khai quật mộ mẹ con Ngọc Hân, rồi ném hài cốt xuống sông Nhị Hà ([[sông Hồng]]), đồng thời cho đem nhà thờ, ruộng thờ ra bán hết (dẫn theo TS. Trương Đức Quả, tr. 332).<\/ref>.\n\nTheo GS. [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]] trong \"MẤY VẤN ĐỀ VỀ VUA GIA LONG\" thì:<blockquote>''Tôi được đọc GIA PHẢ nhà họ Nguyễn ở làng Nành (nay thuộc xã Ninh Hiệp, huyện Gia Lâm, Hà Nội) quê bà Nguyễn Thị Huyền, mẹ bà [[Lê Ngọc Hân|Ngọc Hân]], nhũ mẫu của bà [[Lê Ngọc Bình|Ngọc Bình]]. Gia phả có đoạn chép:''<\/blockquote><blockquote>''Bà cụ Nguyễn Thị Huyền – qua con gái là bà Ngọc Bình – có làm đơn xin cải táng mộ bà Ngọc Hân (và hai con bà) về Bắc, về quê bà. Vua Gia Long đồng ý. Tiểu sành đựng xương cốt bà Ngọc Hân được chở bằng thuyền về làng Nành và được xây mộ hẳn hoi. Mãi đến thời Thiệu Trị (1840-1847), có một tên cường hào ở làng Nành vì có sự chảnh chọe ngôi thứ gì đó với dòng họ Nguyễn nên làm đơn vu cáo họ Nguyễn đã “lợi dụng” gì đó về ngôi “mả ngụy” Ngọc Hân, cấp trên nó quan liêu hay ăn đút lót gì đó – không biết – phê vào đơn cho phép đào mả Ngọc Hân quẳng xuống sông Nhị Hồng…''<\/blockquote><blockquote>''Hiện nay ở Gia Lâm có đền Ghềnh, tương truyền là “rất thiêng”, đấy chính là nơi hài cốt Ngọc Hân dạt vào, được dân vớt lên mai táng lại.''<\/blockquote>\n\n===Em gái===\n:''Xem chi tiết:'' [[Lê Ngọc Bình]]\nEm gái Lê Ngọc Hân là '''Lê Ngọc Bình''', là con gái nhỏ nhất (thứ 23) của [[Lê Hiển Tông]], là vợ của [[Nguyễn Quang Toản|Cảnh Thịnh]] (con trai của vua Nguyễn Huệ). Sau khi quyền thần [[Bùi Đắc Tuyên]] bị dẹp ([[1795]]), Lê Ngọc Hân làm mối Ngọc Bình cho Cảnh Thịnh.\n\nSau khi nhà Tây Sơn sụp đổ, Ngọc Bình trở thành vợ vua [[Gia Long]] (tức Nguyễn Ánh), sinh được hai hoàng tử nhà Nguyễn. Trong bộ sách [[Quốc sử di biên]] do [[Phan Thúc Trực]] soạn vào năm [[Tự Đức]] thứ 4 đến thứ 5 ([[1851]]-[[1852]]) đã chép như sau: \n:''Năm [[Nhâm Tuất]], [[Gia Long]] năm đầu ([[1802]])...Ngày 21 [[Canh Thân]], Thế tổ (Gia Long) đến kinh thành [[Thăng Long]], hào mục bắt anh em [[Nguyễn Quang Toản]] dâng lên vua...Dâng nộp bà phi Lê Thị Ngọc Bình vào trong cung vua...<ref>Bản dịch tiếng Việt do TS. Nguyễn Thị Oanh chủ trì việc biên dịch. Nhà xuất bản Khoa học Xã hội ([[Hà Nội]]) ấn hành năm 2010, tr. 75.<\/ref>\n\nKhi nhà Tây Sơn mất, trong dân gian truyền tụng câu nói về bà Ngọc Bình:\n: ''Số đâu có số lạ lùng,''\n:''Con vua lại lấy hai chồng làm vua.''\n\nNăm [[1941]], tác giả [[Phạm Thường Việt]], một lần nữa lại cho rằng người lấy Gia Long là Lê Ngọc Hân<ref>Phạm Trường Khang, sách đã dẫn, tr 108.<\/ref>. Tuy nhiên, qua ''[[Quốc sử di biên]]'' và một số tư liệu khác, các nhà nghiên cứu khẳng định rằng người lấy Gia Long là Lê Ngọc Bình, em gái bà, người ít được biết đến hơn bà<ref>Phạm Trường Khang (sách đã dẫn, tr 109) và Lê Nguyễn (sách đã dẫn, tr 129-138).<\/ref>.\n\nDo chị em Ngọc Hân và Ngọc Bình có nhiều điểm tương đồng: Hai bà đều là công chúa con của Lê Hiển Tông, hai bà đều sinh trưởng ở ngoài Bắc, lớn lên đều lấy chồng là hoàng đế nhà Tây Sơn, nghĩa là cả hai bà đều là ''\"Hoàng hậu Phú Xuân\"''. Do những điểm tương đồng căn bản đó mà những câu chuyện truyền tụng về cuộc đời hai bà, gây ra sự lầm lẫn giữa Ngọc Hân và Ngọc Bình.\n\n== Tác phẩm ==\nTương truyền, bà đã viết bài ''[[Tế vua Quang Trung]]'' và ''[[Ai tư vãn|Ai Tư Vãn]]'' để bày tỏ nỗi đau khổ cùng cực cũng như nỗi tiếc thương vô hạn cho người chồng anh hùng vắn số. Bài ''Ai Tư Vãn'' đặc biệt nổi tiếng hơn cả:\n\n:Gió hiu hắt, phòng tiêu lạnh lẽo, \n:Trước thềm lan hoa héo ron ron! \n:Cầu Tiên khói toả đỉnh non, \n:Xe rồng thăm thẳm, bóng loan rầu rầu! \n:Nỗi lai lịch dễ hầu than thở, \n:Trách nhân duyên mờ lỡ cớ sao? \n:Sầu sầu, thảm thảm xiết bao, \n:Sầu đầy giạt bể, thảm cao ngất trời! \n:Từ cờ thắm trỏ vời cõi Bắc, \n:Nghĩa tôn phò vằng vặc bóng dương, \n:Rút dây vâng mệnh phụ hoàng, \n:Thuyền lan, chèo quế thuận đường vu qui. \n:Trăm ngàn dặm quản chi non nước, \n:Chữ nghi gia mừng được phải duyên, \n:Sang yêu muôn đội ơn trên, \n:Rỡ ràng vẻ thuý, nối chen tiếng cầm. \n:Lượng che chở, vụng lầm nào kể, \n:Phận đinh ninh cặn kẽ mọi lời, \n:Dầu rằng non nước biến dời, \n:Nguồn tình ắt chẳng chút vơi đâu là. \n:Lòng đùm bọc thương hoa đoái cội, \n:Khắp tôn thân cũng đội ơn sang, \n:Miếu đường còn dấu chưng thường, \n:Tùng thu còn rậm mấy hàng xanh xanh. \n:Nhờ hồng phúc, đôi cành hoè quế, \n:Đượm hơi dương, dây rễ cùng tươi. \n:Non Nam lần chúc tuổi trời, \n:Dâng câu thiên bảo, bày lời Hoa phong. \n:Những ao ước trập trùng tuổi hạc, \n:Nguyền trăm năm ngõ được vầy vui, \n:Nào hay sông cạn, bể vùi, \n:Lòng trời tráo trở, vận người biệt ly! \n:Từ nắng hạ, mưa thu trái tiết, \n:Xót mình rồng mỏi mệt chẳng yên! \n:Xiết bao kinh sợ lo phiền, \n:Miếu thần đã đảo, thuốc tiên lại cầu. \n:Khắp mọi chốn đâu đâu tìm rước. \n:Phương pháp nào đổi được cùng chăng? \n:Ngán thay, máy Tạo bất bằng! \n:Bóng mây thoắt đã ngất chừng xe loan! \n:Cuộc tụ, tán, bi, hoàn kíp bấy! \n:Kể sum vầy đã mấy năm nay? \n:Lênh đênh chút phận bèo mây, \n:Duyên kia đã vậy, thân này nương đâu! \n:Trằn trọc luống đêm thâu, ngày tối, \n:Biết cậy ai dập nỗi bi thương? \n:Trong mong luống những mơ màng, \n:Mơ hồ bằng mộng, bàng hoàng như say. \n:Khi trận gió, hoa bay thấp thoáng, \n:Ngỡ hương trời bảng lảng còn đâu: \n:Vội vàng sửa áo lên chầu, \n:Thương ôi, quạnh quẽ trước lầu nhện chăng! \n:Khi bóng trăng, lá in lấp lánh, \n:Ngỡ tàn vàng nhớ cảnh ngự chơi: \n:Vội vàng dạo bước tới nơi, \n:Thương ơi, vắng vẻ giữa trời tuyết sa! \n:Tưởng phong thể xót xa đòi đoạn, \n:Mặt rồng sao cách dán lâu nay! \n:Có ai chốn ấy về đây, \n:Nguồn cơn xin ngỏ cho hay được lành? \n:Nẻo u minh khéo chia đôi ngả, \n:Nghĩ đòi phen, nồng nã đòi phen! \n:Kiếp này chưa trọn chữ duyên, \n:Ước xin kiếp khác vẹn tuyền lửa hương. \n:Nghe trước có đấng vương Thang, Võ, \n:Công nghiệp nhiều, tuổi thọ thêm cao; \n:Mà nay áo vải, cờ đào, \n:Giúp dân, dựng nước biết bao công trình! \n:Nghe rành rành trước vua Nghiêu, Thuấn, \n:Công đức dày, ngự vận càng lâu; \n:Mà này lượng cả, ơn sâu, \n:Móc mưa rưới khắp chín châu đượm nhuần. \n:Công dường ấy mà nhân dường ấy, \n:Cõi thọ sao hẹp bấy hoá công? \n:Rộng cho chuộc được tuổi rồng, \n:Đổi thân ắt hẳn bõ lòng tôi ngươi. \n:Buồn thay nhẽ! sương rơi, gió lọt, \n:Cảnh đìu hiu, thánh thót châu sa! \n:Tưởng lời di chúc thiết tha, \n:Khóc nào nên tiếng, thức mà cũng mê! \n:Buồn thay nhẽ! xuân về, hoa ở, \n:Mối sầu riêng ai gỡ cho xong! \n:Quyết liều mong vẹn chữ tòng, \n:Trên rường nào ngại, giữa dòng nào e. \n:Còn trứng nước thương vì đôi chút, \n:Chữ tình thâm chưa thoát được đi! \n:Vậy nên nấn ná đòi khi, \n:Hình tuy còn ở, phách thì đã theo; \n:Theo buổi trước ngự đèo Bồng đảo, \n:Theo buổi sau ngự nẻo sông Ngân, \n:Theo xa thôi lại theo gần, \n:Theo phen điện quế, theo lần nguồn hoa. \n:Đương theo, bỗng tiếng gà sực tỉnh, \n:Đau đớn thay, ấy cảnh chiêm bao! \n:Mơ màng thêm nỗi khát khao, \n:Ngọc kinh chốn ấy ngày nào tới nơi! \n:Tưởng thôi lại bồi hồi trong dạ, \n:Nguyện đồng sinh sao đã kíp phai. \n:Xưa sao sớm hỏi, khuya bày, \n:Nặng lòng vàng đá, cạn lời tóc tơ. \n:Giờ sao bỗng thờ ơ lặng lẽ! \n:Tình cô đơn, ai kẻ xét đâu? \n:Xưa sao gang tấc gần chầu, \n:Trước sân phong nguyệt, trên lầu sinh ca, \n:Giờ sao bỗng cách xa đôi cõi, \n:Tin hàn huyên khôn hỏi thăm nhanh! \n:Nửa cung gẫy phím cầm lành, \n:Nỗi con côi cút, nỗi mình bơ vơ! \n:Nghĩ nông nỗi, ngẩn ngơ đòi lúc, \n:Tiếng tử qui thêm giục lòng thương! \n:Não người thay cảnh tiên hương! \n:Dạ thường quanh quất mắt thường ngóng trông. \n:Trông mái đông: lá buồm xuôi ngược, \n:Thấy mênh mông những nước cùng mây! \n:Đông rồi thì lại trông tây: \n:Thấy non ngân ngất, thấy cây rườm rà! \n:Trông nam: thấy nhạn sa lác đác! \n:Trông bắc: thấy ngàn bạc màu sương! \n:Nọ trông trời đất bốn phương, \n:Cõi tiên khơi thẳm biết đường nào đi! \n:Cậy ai có phép gì tới đó, \n:Dâng vật thường, xin ngỏ lòng trung: \n:Này gương là của Hán cung, \n:Ơn trên xưa đã soi chung đòi ngày. \n:Duyên hảo hợp xót rày nên lẻ! \n:Bụng ai hoài vội ghẽ vì đâu? \n:Xin đưa gương ấy về chầu, \n:Ngõ soi cho tỏ gót đầu trông ơn. \n:Tưởng linh sảng nhơn nhơn còn dấu, \n:Nỗi sinh cơ có thấu cho không? \n:Cung xanh đang tuổi ấu sung, \n:Di mưu sao nỡ quên lòng đoái thương? \n:Gót lân chỉ mấy hàng lẩm chẩm, \n:Đầu mũ mao, mình tấm ái gai! \n:U ơ ra trước hương đài, \n:Tường quang cảnh ấy chua cay dường nào! \n:Trong sáu viện ố đào, ủ liễu, \n:Xác ve gầy, lỏng lẻo xiêm nghê! \n:Long đong xa cách hương quê, \n:Mong theo: lầm lối; mong về: tủi duyên! \n:Dưới bệ ngọc, hàng uyên vò võ, \n:Cất chân tay thương khó xiết chi! \n:Hang sâu nghe tiếng thương bi, \n:Kẻ sơ còn thế, huống gì người thân? \n:Cảnh ly biệt nhiều phần bát ngát, \n:Mạch sầu tuôn, ai tát cho vơi! \n:Càng trông càng một xa vời, \n:Tấc lòng thảm thiết, chín trời biết chăng? \n:Buồn trông trăng, trăng mờ thêm tủi: \n:Gương Hằng Nga đã bụi màu trong! \n:Nhìn gương càng thẹn tấm lòng, \n:Thiên duyên lạnh lẽo, đêm đông biên hà. \n:Buồn xem hoa, hoa buồn thêm thẹn: \n:Cánh hải đường đã quyện giọt sương! \n:Trông chim càng dễ đoạn trường: \n:Uyên ương chiếc bóng, phượng hoàng lẻ đôi. \n:Cảnh nào cũng ngùi ngùi cảnh ấy. \n:Tiệc vui mừng còn thấy chi đâu! \n:Phút giây bãi biển nương dâu, \n:Cuộc đời là thế, biết hầu nài sao? \n:Chữ tình nghĩa trời cao, đất rộng, \n:Nỗi đoạn trường còn sống, còn đau! \n:Mấy lời tâm sự trước sau, \n:Đôi vầng nhật nguyệt trên đầu chứng cho.\n\nTheo ý kiến của Thuần Phong đã nói trong sách ''\"Chinh phụ ngâm khúc giảng luận\"'' (do Á Châu xuất bản), bài thơ này có chịu ảnh hưởng bản dịch ''[[Chinh phụ ngâm]]'' của bà [[Đoàn Thị Điểm]].\n\n== Trong văn hoá đại chúng ==\n=== [[Hình ảnh]] [[công cộng]] ===\nTên của bà được đặt cho nhiều [[công trình công cộng]], như [[đường phố]], [[trường học]].\n\n=== [[Điện ảnh]] ===\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác phẩm'''||'''Diễn viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |《[[Tây Sơn hào kiệt]]》|| style=\"text-align:center;\" |Hoa hậu [[Nguyễn Thùy Lâm]]\n|}\n\n==Xem thêm==\n*[[Lê Hiển Tông]]\n*[[Nguyễn Huệ]]\n*[[Nhà Tây Sơn]]\n*[[Lê Chiêu Thống]]\n*[[Lê Ngọc Bình]]\n\n==Tham khảo==\n*''Kể chuyện vua quan nhà Nguyễn'' - Phạm Khắc Hoè, Nhà xuất bản Thuận Hoá, 1986\n*''Danh nhân Lê Ngọc Hân'' - Chu Quang Trứ\n* ''Kể chuyện người anh hùng áo vải'' - Phạm Trường Khang, Nhà xuất bản Văn hóa thông tin, 2009\n* ''Nhà Nguyễn và những vấn đề lịch sử'' - Lê Nguyễn, Nhà xuất bản Công an nhân dân, 2009\n*Lê Ngọc Hân- bài của Trương Đức Quả in trong Các nữ tác gia Hán Nôm Việt Nam. Nhà xuất bản Khoa học xã hội, Hà Nội, 2010.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n{{wikisource tác giả|Lê Ngọc Hân}}\n* {{TĐBKVN|15712}}\n*[http:\/\/vietsciences.free.fr\/vietnam\/danhnhan\/vua\/nhungbaivietvengochan.htm Những bài viết về Ngọc Hân] Đỗ Lai Thúy - Chu Quang Trứ\n*[http:\/\/www.namkyluctinh.com\/a-tgtpham\/nvsam\/vhnamha\/namha-ngochan.pdf Nhà văn ca tụng công nghiệp của vua Quang Trung: Ngọc Hân Công Chúa]\n{{Kiểm soát tính nhất quán}}\n{{Phong trào Tây Sơn}}\n\n[[Thể loại:Anh thư dân tộc Việt Nam]]\n[[Thể loại:Hoàng hậu Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh năm 1770]]\n[[Thể loại:Mất năm 1799]]\n[[Thể loại:Công chúa nhà Lê trung hưng]]\n[[Thể loại:Nhà Tây Sơn]]\n[[Thể loại:Quang Trung]]"}