{"378400":"[[Tập tin:Tirailleur annamite.jpg|nhỏ|210px|Lính khố đỏ do quân đội pháp huấn luyện]]\n'''Lính tập''' ([[chữ Nôm]]: 𠔦習) là các đơn vị quân đội bản xứ do người Pháp tổ chức thành lập nhằm phụ trợ cho quân chính quy Pháp trong việc đánh dẹp, bảo vệ an ninh thời [[Pháp thuộc]] sau khi chiếm được [[Nam Kỳ]], rồi [[Bắc Kỳ]], nằm trong [[Quân đoàn bộ binh Bắc Kỳ]].\n\n==Tổng quan==\nThời Pháp thuộc lính khố đỏ và lính khố xanh gọi chung là lính tập.\n\n'''Lính khố đỏ''' ([[tiếng Pháp]]: '''milicien à ceinture rouge''' hoặc '''tirailleurs indochinois''') là một lực lượng vũ trang của chính quyền thuộc địa Pháp ở [[Liên bang Đông Dương|Đông Dương]] dùng người bản xứ làm quân đội chính quy trong việc đánh dẹp. Lính khố đỏ đúng ra có ba hạng:\n*Lính khố đỏ Nam Kỳ ([[tiếng Pháp]]: tirailleurs annamites, tirailleurs cochinchinois hay tirailleurs saigonnais),\n*Lính khố đỏ Bắc Kỳ (tirailleurs tonkinois) và Trung Kỳ\n*Lính khố đỏ Cao Miên (tirailleurs cambodgiens).\n\nDanh từ \"lính khổ đỏ\" xuất phát từ quân phục của nhóm này gồm quần áo chẽn, nón dẹp (sau đổi nón chóp), và dải thắt lưng [[đỏ|màu đỏ]] buộc ở [[bụng]], đầu dải buông thõng ở bẹn giống như cái [[khố]] nên người dân Việt mới gọi là \"khố đỏ\" tuy đúng ra người lính mặc [[quần]] chứ không phải [[khố]].\n\nNgoài lính khố đỏ còn có '''lính khố xanh''' ([[tiếng Pháp]]: '''milicien à ceinture blue, garde provincial''') và '''lính khố vàng''' ([[tiếng Pháp]]: '''milicien à ceinture jaune, garde royal à Hué''') với nhiệm vụ bảo vệ an ninh, tuần tra (tương tự [[cảnh sát]] ngày nay). Lính khố xanh đóng ở các tỉnh, còn lính khố vàng đóng ở kinh đô Huế, lính khố lục canh gác phủ, huyện.Tóm lại:\n\n+ '''Lính khố đỏ:''' Quân đội người bản xứ.\n\n+ '''Lính khố xanh:''' Công an, cảnh sát ở các tỉnh\n\n+ '''Lính khố vàng''': Công an, cảnh sát ở kinh đô Huế\n\n+ '''Lính khố lục:''' Công an, cảnh sát ở huyện\n\nNguồn tuyển mộ:\n\n+ '''Bắt lính''': Tương tự đi nghĩa vụ quân sự. Bắt buộc phải đi. Ai trốn bắt được kết án xử tù. => Không có sự lựa chọn\n\n+ '''Tình nguyện:''' Hầu hết là hạng cùng đinh, ruộng đất bị địa chủ cưỡng chiếm, do hoàn cảnh gia cảnh cùng quẫn, đói ăn. Chấp nhận đi lính hoặc mộ phu để kiếm lương hoặc nhận phân đất cho gia đình canh tác tránh nạn đói => Hoàn cảnh ép buộc. Hy sinh bản thân để cứu cả gia đình.\n\n+ '''Tái đăng''': Một hình thức khác của tình nguyện. Mãn hạn đăng lính, về địa phương đất canh tác không có , không biết sống bằng gì, không có tiền nuôi sống gia đình, xin tái đăng để tiếp tục làm lính lấy lương nuôi gia đình => Hoàn cảnh ép buộc chứ cũng không phải vì lý tưởng.\n\n== Lịch sử ==\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"5\" | '''Tên quân hàm trong Quân đội Đông Dương'''\n|- style=\"background:lightgrey;\"\n! quân hàm\n! đơn vị chỉ huy\n! chủng tộc thu nạp\n! tên tiếng Pháp\n! tương đương quân hàm ngày nay\n|-\n| quan sáu || sư đoàn (''division'')|| rowspan=\"6\" | người Pháp || colonel || đại tá\n|-\n| quan năm || trung đoàn (''régiment'') || lieutenant colonel ||trung tá\n|-\n| quan tư || tiểu đoàn (''bataillon'') || commandant, chef de bataillon ||thiếu tá\n|-\n| quan ba || liên đoàn (''compagnie'') || capitaine ||đại úy\n|-\n| quan hai || || lieutenant ||trung úy\n|-\n| quan một || || sous-lieutenant ||thiếu úy \n|-\n| phó quản || || rowspan=\"3\" | người Pháp và người Việt || adjudant ||chuẩn úy\n|-\n| đội bốn || || sergent-major ||thượng sĩ \n|-\n| đội || || sergent ||trung sĩ\n|-\n| cai || || rowspan=\"3\" | người Việt || caporal ||hạ sĩ\n|-\n| bếp || || tirailleur de 1⁰ classe ||binh nhất\n|-\n| lính || || tirailleur de 2⁰ classe ||binh nhì\n|}\nNgười Pháp mộ lính người Việt để đánh [[Nhà Nguyễn|triều đình Huế]] từ năm 1860 khi họ chiếm được [[Đà Nẵng]]. Nhóm lính này không được tín nhiệm vì tỷ lệ [[đào ngũ]] khá cao. Mãi đến năm 1879 sau khi người Pháp đánh chiếm được toàn đất [[Nam Kỳ]] thì mới thành lập đội ngũ lính bản xứ hẳn hoi, tổng cộng là 1.700 người. Nhiệm vụ chính là phòng giữ và canh gác.\n\nNăm 1882 khi vụ [[Henri Rivière]] đem quân ra đánh phá [[Bắc Kỳ]] rồi bị [[trận Cầu Giấy|mai phục]] chết ở [[Cầu Giấy]] vào Tháng Năm năm 1883 thì [[thống soái Nam Kỳ]] mới có lệnh chuyển lính khố đỏ Nam Kỳ ra Bắc để giúp quân đội Pháp. Trận đánh [[trận Sơn Tây (1883)|thành Sơn Tây]] được xem là trận giao chiến đầu tiên của lính khố đỏ. Sang năm 1884 với sắc lệnh ngày 13 Tháng Năm thì mới lập thêm đội lính khố đỏ Bắc Kỳ, chủ yếu mộ lính từ cộng đồng giáo dân theo [[thiên Chúa giáo|đạo Thiên Chúa]]; ít lâu sau thì người Pháp mở rộng việc thu nạp, không phân biệt lương dân hay giáo dân.\n\nĐội lính khố đỏ Bắc Kỳ đông hơn, tổ chức thành bốn [[trung đoàn]] (''regiment'') với tổng số 14.000 lính<ref>Hoàng Cơ Thụy. tr 1399<\/ref> trong khi lính Nam Kỳ chỉ có một trung đoàn. Mỗi trung đoàn có bốn tiểu đoàn (''bataillon'') 1.000 người. Năm 1895 thì tăng lên thành năm trung đoàn lính khố đỏ Bắc Kỳ. Trung đoàn thứ năm có một số lớn dân thiểu số gốc [[Người Tày|Thổ]] và [[người Mường|Mường]]. Như vậy tới năm 1886, lực lượng lính tập bản xứ chiếm tới một nửa trong số khoảng 30 ngàn quân Pháp có mặt tại Bắc Kỳ, tạo điều kiện cho [[khâm sứ Trung Kỳ|Khâm sứ]] Pháp [[Paul Bert]] có thể rút dần một số đơn vị lính Âu về nước<ref>Karl Hack and Tobias Rettig, trang 137<\/ref>.Lính khố đỏ Nam kỳ tới năm 1905 cũng có ít nhất 4 trung đoàn.\n\nTrong số các trung đoàn bộ binh Bắc kỳ, ba trung đoàn đầu tiên thuộc biên chế do Hải quân Pháp trả lương; trung đoàn thứ tư thuộc Bộ Binh. Ngoài tra, tồn tại trong một thời gian ngắn trước khi bị giải tán, còn có một lực lượng lính Truy kích An Nam (''Chasseurs annamites''), lương trích từ ngân khố của [[triều đình Huế]].\n\nCấp chỉ huy lính khố đỏ tất cả đều là [[người Pháp]]. Mỗi trung đoàn có một viên [[đại tá]] (''colonel'') cầm lệnh. Mỗi tiểu đoàn (''bataillon'') có một [[thiếu tá]] (''major'') và liên đoàn (''compagnie'') thì có [[đại úy]] (''capitaine'', tiếng Việt thời đó còn gọi là \"quan ba\") chỉ huy.\n\nLính bản xứ chỉ được thăng cao nhất là làm phó quản (''adjudant''). Kém hơn là đội (''sergent'' nay tương đương với trung sĩ) hoặc cai (''caporal'') mà thôi.<ref>Lombard. Tr 140-143<\/ref>\n\nThời [[Đệ nhất Thế chiến]] có khoảng 43.000 lính tập cùng với 49.000 lính thợ được chuyển sang Pháp một số bỏ mình ở Pháp, nay còn đải tưởng niệm ở nghĩa trang Saint-Pierre ở Aix-en-Provence.<ref>[http:\/\/vi.rfi.fr\/viet-nam\/20191111-nhung-nguoi-linh-viet-nam-hy-sinh-vi-nuoc-phap-trong-the-chien-i \"Những người lính...\"]<\/ref>\n\n==Tổ chức==\n===Cách tuyển lính===\nLính tập vào đầu [[thế kỷ 20]] có ba cách tuyển:<ref name=\"Tuyển\">Lombard. Tr 137-9<\/ref> \n#Bắt quân dịch\n#Lính tình nguyện\n#Lính tái đăng\n\nĐi lính là nhận 5 năm trong quân ngũ. Hết hạn 5 năm thì tái đăng từ 1 đến 3 năm nữa. Tối đa là 25 năm tái đăng. Ai tái đăng thì được thưởng. Ai không tái đăng thì vẫn phải phục vụ trong Quân đội trừ bị, khi cần thì sẽ gọi trình diện.<ref name=\"Tuyển\"\/>\n\nNgười lính phải hội đủ những điều kiện là:<ref name=\"Tuyển\"\/>\n#Tuổi từ 22 đến 28 khi nhập ngũ\n#Không có bệnh\n#Không có tiền án\n#Không vi phạm thuần phong mỹ tục.\n\n===Lương bổng===\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"3\" | '''Phẩm hàm thưởng cho những người đi lính sau khi về hưu'''\n|- style=\"background:lightgrey;\"\n! Phẩm trật võ giai \n! chức vụ trong quân ngũ lính tập\n! điều kiện\n|-\n| Tòng tứ phẩm || Phó quản cơ (''adjutant'') || Hơn 5 năm làm Phó quản cơ\n|-\n| Chánh ngũ phẩm || Phó quản cơ <br> Cấm binh Chánh đội || Dưới 5 năm làm phó quản cơ \n|-\n| Chánh lục phẩm || Tinh binh Chánh đội trưởng (''sergent'') <br> Suất đội || Hơn 3 năm làm đội \n|-\n| Tòng lục phẩm || Chánh đội trưởng (''sergent'')<br> Suất đội || Dưới 3 năm làm đội\n|-\n| Chánh bát phẩm || Cai tức Đội trưởng (''caporal'') || Hơn 2 năm làm cai \n|-\n| Tòng bát phẩm || Cai tức Đội trưởng (''caporal'') || Dưới 2 năm làm cai \n|-\n| Chánh cửu phẩm || Bếp, tức Ngũ trưởng <br> (''tirailleur de 1re classe'') || \n|-\n| Tòng cửu phẩm || Lính <br> (tirailleur de 2e classe'') || \n|-\n|}\nGia đình người lính được cấp 3 mẫu [[công điền]], gọi là ''binh điền'' để trồng trọt. Khi tại ngũ thì phát lương mỗi 15 ngày. Lương lính là 3 [[đồng bạc Đông Dương]]; một năm là 73 đồng. Lương Phó quản, chức cao nhất cho người Việt là 14,45 đồng; một năm là 351,61 đồng.<ref name=\"Lương\">Lombard. Tr 139-41<\/ref>\n\nNếu đi lính tối thiểu 15 năm, khi về hưu thì có lương hưu. Lương hưu trả bằng [[franc Pháp]], vào năm 1914 hối suất là 1 đồng bạc Đông Dương=2,5 franc nhưng đến năm 1920 thì franc mất giá nhiều nên 16,5 franc mới được 1 đồng Đông Dương.<ref>Bourginat, Henri. \"Exchange Rate and Monetary Policies in Indochina during the Colonial Period\". ''Dealing with Multiple Currencies in Transitional Economies''. Manila: Asian Development Bank, 2010. Chapter 1.3<\/ref> Vào năm 1914 lương hưu cho lính sau 15 năm tại ngũ là 99 franc\/năm (39,6 đồng\/năm) sau 45 năm là 231 franc\/năm (92,4 đồng\/năm). Phó quản sau 15 năm lãnh 201,60 franc\/năm (80,64 đồng\/năm); sau 45 năm thì được 470,40 franc\/năm (188,16 đồng\/năm).<ref name=\"Lương\"\/>\n\n===Kết hợp với quan chế nhà Nguyễn===\nĐể tăng phần vinh dự cho những người đi lính, chính phủ [[Liên bang Đông Dương]] còn tìm cách tưởng thưởng phong hàm cho những người có công trạng bằng cách cho một số cấp được hưởng [[Quan chế nhà Nguyễn|hàm võ giai]] sau khi [[về hưu]]. Chiếu theo đẳng cấp đó thì người nào đi lính có khen thưởng sau khi giải ngũ đã được coi như quan cửu phẩm của triều đình nhà Nguyễn.<ref>Lombard. Tr 144-5<\/ref>\n\n==Lực lượng vệ binh bản xứ==\nSau khi củng cố vị trí của mình tại Đông Dương, Pháp cho tổ chức ở [[Liên bang Đông Dương]] lực lượng vệ binh bản xứ. Lực lượng này thành lập ngày 30 tháng 6 năm 1915 theo sắc lệnh của Tổng thống Pháp, gồm toàn bộ binh lính người bản xứ (Đông Dương và [[Quảng Châu Loan]]) không thuộc lực lượng chính quy (quân đội thuộc địa của Pháp). Lực lượng này thuộc quyền chỉ huy tối cao của chính quyền Pháp, lúc bấy giờ gọi là Nguyên súy tổng thống Đông Dương quân vụ đại thần (''général commandant en chef de l'Indochine''). Ở mỗi kỳ thì do [[thống đốc Nam Kỳ]], [[thống sứ Bắc kỳ]] và [[khâm sứ Trung kỳ]] chỉ huy.\n\nVề mặt chức năng, họ có nhiệm vụ bảo đảm trật tự an ninh; canh gác công sở, trại giam tuyên giao thông; áp tải tội phạm, áp tải hàng hóa của chính quyền; đàn áp các cuộc khởi nghĩa và nổi dậy... Lực lượng cảnh sát đặc biệt toàn Đông Dương được coi như địa phương quân, được tuyển mộ như lính thuộc quân đội thuộc địa Pháp ở Đông Dương và sẵn sàng bổ sung cho quân đội thuộc địa khi cần theo lệnh của toàn quyền Đông Dương.\n\nThuộc lực lượng cảnh sát đặc biệt toàn Đông Dương có: vệ binh bản xứ (Garde Indigène; ở Bắc kỳ, Trung kỳ, Lào và Quảng Châu Loan thường gọi là lính khố xanh, ở Nam kỳ gọi là lính thủ bộ), vệ binh miền núi (Garde Montagnarde; thường gọi là lính dõng) và lính cơ (P. Milice). Quân số (đầu 1945) là khoảng 22.000 người\n\n==Sau năm 1945==\nLực lượng vệ binh bản xứ tan rã khi Nhật đảo chính Pháp (ngày [[9 tháng 3]] năm 1945); một phần được tập hợp lại làm \"nghĩa dũng quân\" bảo vệ [[nội các Trần Trọng Kim (tháng 4 năm 1945)|chính phủ Trần Trọng Kim]] của [[Đế quốc Việt Nam]]. Nhóm quân này đến Tháng Tám năm 1945 sau khi sáp nhập [[Nam Kỳ]] vào lại nước Việt Nam thì chuyển thành \"bảo an binh\". Tuy vậy lực lượng này vẫn phụ thuộc [[Quân đội Nhật Bản|Quân đội Đế quốc Nhật Bản]]. Khi Nhật Bản thất trận thì lực lượng này cũng không tồn tại.<ref name=\"Vũ\">Vũ Ngự Chiêu. ''Political and Social Change in Viet-Nam between 1940 and 1946''. Madison, WI: The University of Wisconsin, 1984. tr 360<\/ref>\n\n== Tham khảo ==\n*Lombard, Léon Georges Gustave. ''Le livre du soldat annamite, Nam binh tu tri''. Hanoi: Imprimerie Tonkinoise, 1914.\n* Heath, Ian. ''Armies of the Nineteenth Century: Asia''. Nottingham, UK: Foundry Books, 2003.\n* Hoàng Cơ Thụy. ''Việt sử khảo luận''. Paris: Nam Á, 2002.\n* {{chú thích sách|title=Colonial armies in Southeast Asia\n|author=Karl Hack and Tobias Rettig.\n|publisher=New York: Routledge.\n|year=2006\n|isbn=0-415-33413-6\n|url=http:\/\/books.google.com\/books?id=IFNrC0lVLvAC&printsec=frontcover&source=gbs_navlinks_s#v=onepage&q=&f=false}}\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Xem thêm ==\n* [[Quân đoàn bộ binh Bắc Kỳ]]\n\n[[Thể loại:Liên bang Đông Dương]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]"}