{"14230133":"{{bài cùng tên|Ngưu Hống (định hướng)}}\n\n'''Lò Lẹt'''<ref>{{Chú thích web|url=http:\/\/sonla.gov.vn\/tin-tuc-su-kien\/-\/asset_publisher\/content\/son-la-ky-su-bai-34-quam-to-muong|tiêu đề=Quam To Muong - truyện kể bản mường|website=Cổng TTĐT Sơn La}}<\/ref>, tên hiệu là '''Ngu Hàu''' ({{lang-th|งูเห่า}}, nghĩa là [[rắn hổ mang]], có thuyết ghi là '''Ngưu Hống'''), một lãnh chúa người [[Thái Đen]] cai quản vùng Mường Mỗi ([[Thuận Châu]], [[Sơn La]]) vào khoảng nửa đầu thế kỷ XIV thời [[Trần Minh Tông]] (hoàng đế Đại Việt nhiệm kỳ 1314-1329), [[Trần Hiến Tông]] (hoàng đế Đại Việt nhiệm kỳ 1329-1341). Ngưu Hống là tên gọi của ông trong Đaị Việt sử ký<ref>Đại Việt sử ký tiền biên, bản kỷ, quyển VI, Trần Minh Tông, trang 429.<\/ref>, phiên âm từ tên hiệu tiếng Thái là Ngu Háu. Năm 1329, Lò Lẹt (Ngưu Hống) dẫn quân xâm phạm đạo Đà Giang của [[Đại Việt]]. Thượng hoàng [[Trần Minh Tông]] thân chinh dẫn quân đi đánh dẹp, thu nạp đất Mang Việt nay là [[Yên Châu]] Sơn La, sau đó bắt Ngư Hống thần phục [[nhà Trần]] vào năm 1337.\n\n== Sinh thời ==\nLò Lẹt sống trong khoảng thời gian tương đương với vua [[Souvanna Khamphong]] (Phraya Khamphong, Pha Cằm Phông (nhiệm kỳ 1316-1330) và vua Phi Phạ ([[Phraya Vath]], Khum Phi Phạ<ref name=\"Hoàng gia Lan Xang\">[http:\/\/www.royalark.net\/Laos\/lanxang1.htm Hoàng gia Lan Xang] (trang tiếng Anh).<\/ref>, Phạ Phi Phạ (nhiệm kỳ 1330-1343)) của nước Lào cổ ([[Luangprabang (huyện)|Muang Sua]], tức Chiềng Đông Chiềng Thông ([[Luangprabang]])), là ông nội và cha của [[Phà Ngừm]] vua vương quốc [[Lan Xang]]. Đương thời, ở [[Mường Lay]] ([[Lai Châu]]), là thời cai quản của lãnh chúa người [[Thái Trắng]] là Lổm Lạnh Lạt Ma<ref>Quam To Muong, Chương III, Chúa Lò Lẹt làm chủ đất mường Muỗi, trang 66-72.<\/ref>.\n\nTên Ngu Háu là tên hiệu của Lò Lẹt. Có giả thuyết cho rằng người Việt đã phiên âm tên này thành Ngưu Hống, và dùng để gọi chung cho cả một vùng Mường Mỗi (tức là cả bộ tộc) người Thái mà Lò Lẹt cai quản, gọi là '''[[Ngưu Hống|Mán Ngưu Hống]]'''. Tuy nhiên, cũng có thể Mán Ngư Hống hay Ngu Háu, là hình tượng rắn hổ mang, được lấy làm tên cho tộc người Thái tây bắc Việt Nam từ thời [[nhà Lý]].<ref>[http:\/\/www.sugia.vn\/\/assets\/file\/upload_48abcbe7cf782_123.22.111.69_dvsktt.pdf Nội dung chính và lời chú trong Đại Việt sử ký toàn thư, bản dịch pdf, trang 107.]<\/ref>\n\nLò Lẹt, sau khi làm Chúa mường tại Mường Muỗi (Thuận Châu), đã lấy Pú Cằm con gái của chúa Mường Lay Lổm Lạnh Lạt Ma, sinh ra 9 con trai là Ải Ún, Con Mường, Bun Phương, Nhộc Nha Lự, Xen Chiềng Đi, Tạo Piệng, Han Phai Tòng, Tạo Nạy, và Ta Cằm. Lò Lẹt xây dựng bộ máy cai quản Mường Mỗi với các thuộc hạ là các nhân vật nhưː Xa To Lự, Xa Chá Phạ, Cằm Nặm Non, Xửa Cai Lam, Tạo Piệng, Tạo Nạy,...\n\nNăm 1329, Lò Lẹt sai Tạo Piệng, Tạo Nạy đem quân mán Ngưu Hông tiến tới hai bờ thác Bờ sông Đà (tiếng Thái gọi là ''Xoong nạp tát tè'') gây xung đột vơi Đại Việt. Trần Minh Tông, khi đó đã làm thái thượng hoàng nhà Trần Đại Việt, thân chinh đi đánh. Quân mán Ngưu Hông của Lò Lẹt. Đại Việt sử ký toàn thư chép: \"''Mùa đông, Thượng hoàng đi tuần thú đạo Đà Giang, đích thân đi đánh man Ngưu Hống, sai Thiêm tri Nguyễn Trung Ngạn đi theo để biên soạn thực lục. Trước đó, thời [[Trần Nhân Tông|Nhân Tông]] ([1280]), Ngưu Hống cùng [[Trịnh Giác Mật|Đạo Mật]] vào chầu, cho trở về. Đến nay, chúng làm phản, thả sức cướp bóc; đất cõi Đà Giang về tay chúng cả, lại mưu cướp nhà Hoài Trung. Thượng hoàng quyết định thân chinh... khi Thượng hoàng sắp đi đánh Ngưu Hống, người Chiêm Chiêu đến cửa khuyết dâng thư, đinh ninh rằng sẽ xin đem cả trại ra hàng, nên đã khắc phù làm tin... Đến khi [Thượng hoàng] thân chinh, sai Chiêm Nghĩa hầu tiến sang để tiếp ứng quân nhà vua và dặn rằng: \"Trại Chiêm Chiêu đã ước hẹn xin hàng, phải đợi quân ta tới, không được hành động liều\". Thượng hoàng đến [[Yên Châu|Mường Việt]], đóng quân lại, ban tên [cho đất ấy] là phủ Thái Bình; [ở đấy] có suối Bác Tử, ban tên là suối Thanh Thủy. Chiêu Nghĩa hầu tới Chiêm Chiêu,..., tấn công trại, bị thua. Tuyên uy tướng quân Vũ Tư Hoằng liều sức chiến đấu, chết tại trận... Thượng hoàng đích thân chỉ huy, hiệu lệnh nghiêm minh, uy thanh vang dội, Ai Lao nghe tiếng chạy tan.''\"\n\nLò Lẹt thua nhưng không bị tiêu diệt, mà chạy sang nương nhờ đất Mường Sưa (Luangprabang) của người Ai Lao (Lào). Lúc đó Chúa Mường Sưa (Chiềng Đông Chiềng Thông) là Souvanna Khamphong. Sau đó, trong khoảng 2 năm 1329-1330, khi đang nuong nhờ Ai Lao, Lò Lẹt đã giúp chúa Khamphong thu phục các mường Lào (các bộ tộc) lân cận Mường Sưa. Khoảng năm 1330, Khamphong mất con trai là Phi Phạ lên thay làm chúa Mường Sưa, tiếp tục cùng Lò Lẹt chinh phục các bộ tộc lân cận.\n\nTheo Đại Việt sử ký, năm 1337, vua [[Trần Hiến Tông]] của Đại Việt sai Hưng Hiếu Vương đi đánh Mán Ngưu Hống. Hưng Hiếu Vương tiến tới trại Trịnh Kỳ đánh thắng quân Ngưu Hống của Lò Lẹt, chém được tướng của Lò Lẹt là Xa Phần (Đại Việt sử ký ghi Xa Phần làm chức tù trưởng). Từ đó Mán Ngưu Hống của Lò Lẹt mới hoàn toàn thần phục [[nhà Trần]] Đại Việt (Đại Việt sử ký ghi là dẹp yên được mán Ngưu Hống).\n\nLò Lẹt nương nhờ ở Ai Lao trong 10 năm, đến khoảng năm 1339 sau khi thần phục cả Ai Lao lẫn Đại Việt, đã xin chúa Lào Phạ Phi Phạ (Phraya Vath) và vua Trần cho về quê hương Mường Mỗi để cai quản Mường Mỗi. Lò Lẹt cùng con trai thứ hai là [[Con Mường]] cai quản vùng Mường Mỗi (Lò Lẹt cho Con Mường kế tập), cho đến khi mất khoảng những năm đầu thập kỷ 1340 (tức khoảng năm 1341<ref name=\"repository.vnu.edu.vn\">[http:\/\/repository.vnu.edu.vn\/bitstream\/VNU_123\/243\/1\/Cam%20Trong.pdf Người Thái xây dựng Tây Bắc, Cầm Trọng.]<\/ref> trước khi chúa Lào Phạ Phi Phạ mất năm 1343<ref name=\"Hoàng gia Lan Xang\"\/>). Khi Lò Lẹt mất chúa Ai Lao Phạ Phi Phạ cho các con Lò Lẹt là con cả Ải Ún, con thứ tư Nhộc Nha Lự, con thứ sáu Tạo Piệng đang làm quan Ai Lao đem quân về Mường Mỗi chịu tang. Con Mường vì thế lo sợ chạy khỏi Mường Mỗi nuơng nhờ vua Trần Đại Việt, rồi kéo quân về đánh lại anh em để lấy lại Mường Mỗi. Chúa Ai Lao [[Phạ Phi Phạ]] liền kéo quân sang giết Con Mường và cho [[Ta Cằm]] là con út của Lò Lẹt làm chủ Mường Mỗi. Lò Lẹt cai quản Mường Mỗi khoảng 48 năm (khoảng các năm 1292-1341).<ref name=\"repository.vnu.edu.vn\"\/>\n\n== Hậu duệ ==\n\n* Con Mường, là con trai thứ hai Lò Lẹt, làm chúa Mường Mỗi khoảng 1329 - 1341.\n* Ta Cằm, là con trai út Lò Lẹt, làm chúa Mường Mỗi khoảng 1341 - 1372 (1392).\n* [[Ta Ngần]], là cháu trai Lò Lẹt và con trai Ta Cằm, làm chúa Mường Mỗi khoảng 1372 (1392)- 1418.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Quân nổi dậy Việt Nam]]\n[[Thể loại:Người Thái]]\n[[Thể loại:Người Sơn La]]"}