{"1744198":"{{Nhiều vấn đề|\n{{Bài quảng cáo|date=tháng 5\/2023}}\n{{Chú thích trong bài|date=tháng 5\/2023}}\n{{Cần biên tập|date=tháng 5\/2023}}\n{{Không nổi bật|date=tháng 5\/2023}}\n}}\n\n'''Thánh Lôrensô Phạm Viết Ngôn (St. Lawrence of Brindisi)''' (1840-1862) là một [[các thánh tử đạo Việt Nam|thánh tử đạo Việt Nam]].\n\n==Cuộc đời==\n'''Thánh Lôrensô Phạm Viết Ngôn''' sinh năm 1840, con ông bà Đaminh Maria Phạm Viết Thảo, một gia đình đạo đức tại giáo xứ Lục Thủy, Giáo phận Trung. Cha mẹ Ngài là người Công giáo gương mẫu. Từ nhỏ sống trong gia đình đạo hạnh, lớn lên Ngài lập gia đình với một thiếu nữ Công giáo cùng xứ và là một gia trưởng tốt lành, thương vợ thương con, trung thành với đạo Chúa.\n\nĐể nuôi sống gia đình, Ngài làm nghề nông, trồng cấy chăm chỉ như bao người giáo dân trong làng, suốt ngày chỉ biết an vui với ruộng vườn tươi tốt.\n\nMột hôm Ngài đã bị tố cáo là theo đạo Kitô nên đã bị bắt. Nhưng vì thương vợ thương con còn bé dại nên Ngài đã đưa tiền chuộc cho quan để không phải bước qua Thánh Giá và được tự do về với gia đình.\n\nNhưng sống trong cảnh yên ổn chẳng được bao lâu, tới thời kỳ vua Tự Đức ra lệnh phân sáp khốc liệt bắt mọi người theo đạo Gia-Tô phải bước qua Thánh Giá. Nhiều ngườ tín hữu vì khiếp sợ đã phải miễn cưỡng làm theo. Nhưng người tín hữu nông dân trung kiên này cương quyết không chịu bước qua Thánh Giá. Quan nóng giận ra lệnh bắt trói giải về Phủ Xuân Trưòng, tỉnh Nam Định Trong thời gian bị giam tù, Ngài lo lắng cho gia đình vì sợ hãi rồi bỏ đạo nên Ngài đã trốn về nhà để trấn an và khuyến khích cha mẹ, anh em và vợ con hãy bền chí, trung thành với Chúa, rồi Ngài lại trở về nhà giam. Biết được sự việc đã xẩy ra, quan ra lệnh đóng gông, xiềng xích lại và giải Ngài tới nhà tù An Xá, huyện Đông Quan. Tại đây, Ngài bị đòn vọt, tra tấn, làm khổ nhục ghê sợ. Nhưng Ngài vẫn can đảm, vững vàng trong Đức Tin. Ngài ăn chay mỗi tuần 3 ngày để đền bù về các tội trước kia Ngài đã làm mất lòng Chúa và cầu nguyện cho mọi người trong gia đình bên tâm vững chí trung thành với đạo thánh Chúa..\n\nMột hôm Ngài bị điệu ra toà, các quan khuyên dụ:\n\n''- Anh là người nhà quê, ít học nên dễ bị lừa đảo. Đạo Gia Tô là tà đạo nên vua mới ra lệnh cấm, vua sợ nhiều người bị cám dỗ làm lạc. Vậy anh hãy tuân lệnh vua buớc qua Thập Giá thì ta sẽ cho anh về với vợ con, làm ăn.''.\n\n''- Bẩm quan lớn! Đạo Gia Tô dạy thờ phượng Thiên Chúa là đạo thật, sao quan lớn lại nói là tà đạo? Thiên Chúa là Đấng tạo dựng trời đất muôn vật, Ngài là Thiên Chúa thật. Thờ phượng Ngài như cha mẹ mình thì là đạo thật chứ?''\n\n''- Nhưng vua truyền cấm và những người theo đạo Gia Tô phải bước qua Thập Giá. Lệnh của vua, anh phải tuân theo.''\n\n''- Tôi sẵn lòng tuân theo lệnh vua. Nhưng chỉ tuân theo những điều phải lẽ. Lệnh cấm theo đạo Gia Tô và không được thờ phượng Thiên Chúa là Đấng tạo dựng trời đầt muôn vật thì ngàn lần tôi cũng không thể theo lệnh vua được. Dầu có phải chém đầu thì tôi cũng xin vui lòng chịu chém, còn việc bỏ đạo thì dứt khoát là không.''\n\n''- À! Anh nông dân nhà quê này mà cũng lý sự, cứng lòng không nghe lời khuyên dụ của Ta. Thật là đáng tội, đáng chết.''\n\n''- Vâng, xin quan lớn soi xét. Nếu quan lớn thương mà tha cho tôi về với gia đình, vợ con thì tôi muôn vàn đội ơn quan lớn. Bằng không thì xin quan lớn cứ thi hành mệnh lệnh của vua. Tôi xin sẵn sằng chịu chết vì đạo thánh Chúa tôi.''\n\nQuan thấy một anh nhà quê làm ruộng mà đối đáp thắng thắn, lý luận vững vàngclạị ăn nói lễ phép thì tỏ vẻ suy nghĩ rồi ra lệnh cho lính trả về nhà tù.\n\nLần sau cùng bị đem ra tra vấn, quan lại bắt Ngài bước lên ảnh tượng Chúa thì Ngài đã kính cẩn quì xuống cung kính thờ lạy và hôn Thánh Giá. Thái độ hiên ngang, trung kiên đó lại làm cho quan bực tức, quan liền cho lệnh đánh đòn nát da nát thịt và tuyên án chém đầu.\n\nSau tám tháng rưỡi tù tội đầy ải, chịu đòn vọt, tra tấn nhục nhã, ngày 22 tháng 5 năm 1862 Ngài đã hiên ngang theo đoàn quân hùng hậu tiến ra pháp trường An Triêm, Nam Định, nhận cái chết để lãnh triều thiên tử đạo trước sự chứng kiến anh dũng của mẹ và người vợ thân yêu, ngày 22 tháng 5 năm 1862. Trước khi bị chém đầu, Ngài quay về phía mẹ và vợ đứng chứng kiến, giơ tay cúi đầu chào giã biệt rồi quì xuống đất cầu nguyện ít phút và đưa cổ cho lý hình chém để lãnh nhận triều thiên tử đạo vinh quang.\n\nĐức Giáo Hoàng Piô XII đã tôn phong Ngài lên bậc Chân Phước ngày 29 tháng 4 năm 1951 và Đức Giáo Hoàng Gioan Phaolô II đã nâng Ngài lên hàng Hiển Thánh Tử Đạo ngày 19 tháng 6 năm 1988.\n\n'''Kinh cầu Thánh Laurensô Phạm Viết Ngôn'''\n\n''Lạy Thánh Tử đạo Phạm Viết Ngôn, xưa kia trên mảnh đất thân yêu này người đã từng sống một cuộc đời làm ăn vất vả như chúng con. Nhưng người còn biết nhiệt thành sống tinh thần phúc âm, đến nỗi hiến mạng sống mà làm chứng cho Thiên Chúa. Trong cơn bách hại, người đã bị bắt bớ, bị gông cùm, tra tấn nhưng vì lòng yêu mến Thánh Giá Chúa Kitô là nguồn sức mạnh giúp người can đảm chịu mọi cực hình. Trong niềm tin cậy kính mến Chúa cho đến chết nên người đã được hưởng triều thiên trên trời. Nay chúng con xin hợp với người mà tạ ơn Chúa đã ban cho người được vinh dự lớn lao dường ấy, thì xin người chuyển cầu cùng Chúa cho chúng con là con cháu người hằng biết nhiệt thành sống đạo Chúa ở đời này, để sau đáng được hợp cùng người trên thiên đàng mà hát mừng con chiên Chí Thánh là Đức Kitô Chúa chúng con. Amen.''\n\n'''Hiện nay, con cháu Thánh Phạm Viết Ngôn vẫn mừng Kính Ngài tại giáo xứ Liên Thượng, Giáo phận Bùi Chu và tại dòng họ cụ Giuse Phạm Kim Chi - Giáo xứ Hoàng Đông, giáo phận Bùi Chu.'''\n\nBiên soạn: Tôma Aquino Vũ Xuân Tân cháu cụ Giuse Phạm Kim Chi.\n\n\n'''I. Địa lý làng Lục Thủy trước khi tách thôn: Làng Lục Thủy thành lập năm 1315 và có các dòng họ gồm: Trịnh, Phạm, Vũ, Nguyễn, Đinh, Đào, Đặng, Trần, Lê, Hoàng, Tạ, Đỗ và làng Lục Thủy khi đó còn là một vùng rộng lớn bao gồm các khu vực sau đây:'''\n\n'''1.     Lục Thủy Thượng (làng Lục Thủy ngày nay): Gồm các xóm Thượng Phúc, Trung Hảo, An Lạc, Phú An, Ân Phú, Nam Hòa, Nam Khang, Đông Thành, Đông Lạc.'''\n\n'''2.     Lục Thủy Thổ là Liên Thượng ngày nay''' \n\n'''3.     Lục Thủy Hạ (Liên Thượng Hạ)'''\n\n'''4.     Trung Kiên (Trung Lễ)'''\n\n'''5.     Hạ Linh'''\n\n'''6.     Phú Đường'''\n\n'''Ngày 20 tháng 08 năm 1619 một giáo sỹ Tây Ban Nha đến rao giảng tin mừng Ki tô tại đất Nam Sơn Hạ và đến năm 1630 thì giáo xứ Lục Thủy xây nhà thờ đầu tiên của khu vực và cũng là đầu tiên của Giáo Xứ Lục Thủy. Các vua Tự Đức cấm đạo từ 1850 đến 1862 (12 năm) và nhà thờ bị phá hủy nhiều lần. Thánh Laurenso Phạm Viết Ngôn cũng bị tử vì đạo trong giai đoạn này.'''\n\n'''Trong cuốn sách Lịch sử các Thánh Tử Đạo Việt Nam của cố hồng y Trịnh Văn Căn có nói đến các thánh tử đạo tại Lục Thủy rất nhiều.'''\n\n'''Thánh Laurenso Phạm Viết Ngôn sinh năm 1840 con ông bà Phạm Viết Thảo thuộc dòng họ Phạm có gia phả như sau:'''\n\n'''Cụ Phạm Danh Quán ra Lục Thủy sinh được 6 người con gồm:'''\n\n'''1-    Phạm Đình Thuấn'''\n\n'''2-    Phạm Đình Hiến'''\n\n'''3-    Phạm Văn Hảo'''\n\n'''4-    Phạm Đình Sài'''\n\n'''5-    Phạm Đình Triển'''\n\n'''6-    Phạm Đình Khoan'''\n\n'''Cụ Phạm Đình Thuấn à sinh cụ Phạm Đình Thấn à sinh cụ Phạm Đình Truậtà sinh cụ Phạm Đình Lý à sinh cụ Phạm Đình Sơn sinh.'''\n\n'''Cụ Phạm Đình Sơn sinh các cụ:''' \n\n'''1-    Phạm Đình Chung;'''\n\n'''2-    Phạm Đình Sự;'''\n\n'''3-    Phạm Đình Nhạc;'''\n\n'''Cụ Phạm Đình Chung sinh cụ Phạm Đình Thỏa và cụ Phạm Viết Thảo'''\n\n'''Cụ Phạm Đình Thỏa sinh các cụ Phạm Văn Mục và Phạm Văn Như'''\n\n'''Cụ Phạm Viết Thảo sinh cụ Phạm Viết Ngôn (tức là thánh Laurenso Phạm Viết Ngôn).'''\n\n'''Hiện mộ hai cụ Phạm Văn Thảo (xem ảnh) đang nằm tại nghĩa địa làng Lục Thủy.'''\n\n'''Như vậy, trong bất cứ hoàn cảnh nào trong giai đoạn 1850 đến 1862, cả hai ông Ngôn tử vì đạo đều là người Lục Thủy nhưng Thánh Laurenso Phạm Viết Ngôn chính là người Lục Thủy Thượng và có địa điểm, có gia phả, có bằng chứng về con người, về gốc tích và được công nhận là con ông bà cụ Phạm Viết Thảo.'''\n\n'''Trong tập san của Địa Phận Bùi Chu có ghi: Thánh Laurenso Phạm Viết Ngôn số 298 thuộc Lục Thủy Thượng và số 299 là ông Ngôn thuộc Lục Thủy hạ (Liên Thủy)'''\n\n==Phong thánh==\n'''Thánh Phạm Viết Ngôn''' được [[Giáo hoàng Piô XII]] tuyên phong Chân Phước ngày [[29 tháng 4]] năm 1951; và được [[Giáo hoàng Gioan Phaolô II]] tôn lên bậc [[Hiển Thánh]] ngày [[19 tháng 6]] năm 1988.\n\nLễ kính Ngài vào ngày [[22 tháng 5]], kỷ niệm ngày ông bị xử trảm.\n\n{{Tham khảo}}\n==Nguồn tham khảo==\n*Biên soạn: Tôma Aquino Vũ Xuân Tân cháu nội cụ Giuse Phạm Kim Chi, (Cụ Giuse Phạm Kim Chi là chắt '''Thánh Laurensô Phạm Viết Ngôn. (trích trong gia phả dòng tộc Thánh Laurensô Phạm Viết Ngôn)'''\n{{Thánh tử đạo Việt Nam}}\n{{sơ khai nhân vật Công giáo}}\n\n[[Thể loại:Thánh Công giáo Việt Nam]]"}