{"83262":"{{Thông tin nhân vật hoàng gia\n| tên = Lý Nhân Tông\n| tên gốc = 李仁宗\n| tước vị = [[Vua Việt Nam|Hoàng đế Việt Nam]]\n| thêm = vietnam\n| hình = Lý Nhân Tông.JPG\n| ghi chú hình = <small>Tượng Lý Nhân Tông tại Văn Miếu Quốc Tử Giám<\/small>\n| cỡ hình = 250px\n| chức vị = [[Hoàng đế]] [[Đại Việt]]\n| kiểu tại vị = Trị vì\n| tại vị = 1 tháng 2 năm 1072 &ndash; 15 tháng 1 năm 1128<br>{{số năm theo năm và ngày |1072|2|1|1128|1|15}}<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1009 till:1225\nAlignBars = early\nScaleMajor = increment:216 start:1009\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1072 till:1128 color:red\n<\/timeline>\n| tiền nhiệm = [[Lý Thánh Tông]]\n| nhiếp chính = [[Ỷ Lan|Thái hậu Linh Nhân]] <br> [[Lý Đạo Thành]]<br> [[Lý Thường Kiệt]]\n| kế nhiệm = [[Lý Thần Tông]]\n| vợ = \n| kiểu hoàng tộc = Triều đại\n| hoàng tộc = [[Nhà Lý]]\n| tên đầy đủ = Lý Càn Đức (李乾德)\n| kiểu tên đầy đủ = Tên húy\n| niên hiệu = <small>Thái Ninh (1072-1076)<br>Anh Vũ Chiêu Thắng (1076-1084)<br>Quảng Hựu (1085-1092)<br>Hội Phong (1092-1100)<br>Long Phù (1101-1109)<br>Hội Tường Đại Khánh (1110-1119)<br>Thiên Phù Duệ Vũ (1120-1126)<br>Thiên Phù Khánh Thọ (1127-1127)<\/small>\n| tôn hiệu = Hiếu Thiên Thể Đạo Thánh Văn Thần Vũ Sùng Nhân Ý Nghĩa Hiếu Từ Thuần Thành '''Minh Hiếu Hoàng Đế''' (憲天體道聖文神武崇仁懿義純誠'''明孝皇帝''')\n| miếu hiệu = [[Nhân Tông]] (仁宗)\n| thụy hiệu = Hiếu Từ Thánh Thần Văn Vũ Hoàng Đế (孝慈聖神文武皇帝)\n| cha = [[Lý Thánh Tông]]\n| mẹ = [[Ỷ Lan|Linh Nhân Hoàng thái hậu]]\n| sinh = [[22 tháng 2]], [[1066]]\n| nơi sinh = Cung Động Tiên, [[Thăng Long]]\n| mất = {{ngày mất và tuổi|1128|1|15|1066|2|22}}\n| nơi mất = Điện Vĩnh Quang, [[Thăng Long]]\n| nơi an táng = Lăng Thiên Đức\n| tôn giáo = [[Phật giáo]]\n}}\n'''Lý Nhân Tông''' ([[chữ Hán]]: 李仁宗 22 tháng 2 năm 1066 &ndash; 15 tháng 1 năm 1128) là vị [[vua Việt Nam|hoàng đế]] thứ tư của [[nhà Lý]] trong [[lịch sử Việt Nam]]. Ông trị vì [[Đại Việt]] từ năm [[1072]] đến năm 1128, tổng cộng gần 56 năm, cũng là vị vua có thời gian trị vì lâu nhất trong lịch sử phong kiến Việt Nam.\n\nÔng tên thật là '''Càn Đức''', là con trai đầu lòng của [[Lý Thánh Tông]]. Năm [[1072]], Thánh Tông qua đời, Thái tử Càn Đức mới 6 tuổi lên ngôi tức vua Nhân Tông. Mẹ đích của Nhân Tông là [[Thượng Dương hoàng hậu|Thượng Dương Thái hậu]] cùng [[Lý Đạo Thành|Thái sư Lý Đạo Thành]] phụ chính. Sau này, Nhân Tông nghe lời mẹ ruột là Thái phi Linh Nhân, bắt Thái hậu Thượng Dương chôn theo vua Thánh Tông. Từ đây, Linh Nhân Thái hậu và [[Lý Thường Kiệt|Thái úy Lý Thường Kiệt]] nắm việc triều chính; hai người này biếm Lý Đạo Thành vào miền Nam một thời gian rồi phục chức. Thái hậu Linh Nhân cùng các tể thần [[Lý Thường Kiệt]], [[Lý Đạo Thành]] có ảnh hưởng lớn tới việc nước ngay cả khi Nhân Tông trưởng thành.\n\nDưới thời trị vì của Nhân Tông, nước Việt phồn vinh, \"dân được giàu đông\".{{sfn|Nhiều tác giả|1993|p=109}} Ông rất quan tâm đến [[nông nghiệp]] – [[thủy lợi]], đã cho đắp đê ở nhiều nơi và mở rộng luật cấm giết trâu. Thời Nhân Tông còn nổi bật với việc tổ chức [[Khoa bảng Việt Nam|khoa thi Nho học đầu tiên của Đại Việt]] (1075) và xây dựng [[Văn Miếu - Quốc Tử Giám|Văn Miếu – Quốc Tử Giám]] (1076). [[Phật giáo]] cũng phát triển; nhà vua và mẹ là Linh Nhân đều là những Phật tử mộ đạo, đã cho xây nhiều chùa tháp và khuyến khích việc hành đạo của các [[thiền sư]]. Về đối ngoại, năm [[1075]], [[nhà Tống|đế quốc Tống]] dòm ngó [[Đại Việt]], Nhân Tông sai [[Lý Thường Kiệt]] đi đánh, liên tiếp phá tan quân Tống ở 3 châu Ung, Khâm, Liêm (đất Tống) và [[Sông Cầu|sông Như Nguyệt]] (đất Việt). Sau năm [[1077]], giữa Việt và Tống không còn cuộc chiến lớn nào. Trong khi đó các nước [[Chiêm Thành]], [[Chân Lạp]] thần phục Đại Việt, thường gửi sứ sang cống.\n\nTuy ở ngôi lâu năm, Lý Nhân Tông không có con trai để nối dõi. Ông nhận nuôi một người cháu là Lý Dương Hoán rồi lập làm [[thái tử]]. Đó là [[Lý Thần Tông]], làm vua trong vòng 11 năm sau khi Nhân Tông mất.\n\nThời đại của Lý Nhân Tông cùng với ông nội là Lý Thái Tông và cha là Lý Thánh Tông được xem là thời thịnh vượng của [[Nhà Lý]] với tên gọi là '''Bách niên Thịnh thế (百年盛世).'''\n\n==Thân thế==\nÔng có tên húy ''Lý Càn Đức'', là con trai trưởng của [[Lý Thánh Tông]] và [[Ỷ Lan|phu nhân Ỷ Lan]]. Ông sinh giờ Hợi ngày 25 tháng 1 năm Bính Ngọ (22 tháng 2 dương lịch năm [[1066]]){{sfn|Nhiều tác giả|1993|p=107}} tại cung Động Tiên, kinh đô [[Thăng Long]].{{sfn|Khuyết danh|1993|p=53}} Vua Lý Thánh Tông vốn hiếm muộn con trai, đến năm 43 tuổi mới sinh được Càn Đức. Nhà vua rất vui mừng; chỉ một ngày sau khi hoàng tử sinh ra, Thánh Tông lập Càn Đức làm [[Thái tử|Hoàng thái tử]], đổi niên hiệu thành Long Chương Thiên Tự, đại xá thiên hạ và phong Ỷ Lan làm Thần phi.{{sfn|Nhiều tác giả|1993|p=107}}\n\nTháng 8 âm lịch năm 1070, Lý Thánh Tông lập [[Văn miếu]], xây tượng [[Khổng Tử]], [[Chu Công]] và Tứ phối (4 học trò xuất sắc của Khổng Phu Tử) và vẽ tranh Thất thập nhị hiền (72 học trò của Khổng Phu Tử) để hương khói bốn mùa. Nhà vua cho Thái tử Càn Đức học tại đây.{{sfn|Nhiều tác giả|1993|p=108}}\n\nCuốn [[Đại Việt sử lược]] được biên soạn vào thời [[nhà Trần|Trần]], có mô tả ngoại hình của Nhân Tông Càn Đức: ''\"Ngài là người có xương trán nổi lên như mắt trời, ấy là dáng mặt của bậc [[Thiên tử]] và tay thì buông dài quá đầu gối\"''.{{sfn|Khuyết danh|1993|p=53}}\n\n==Lên ngôi==\nTháng 1 âm lịch năm [[1072]], Lý Thánh Tông mất tại điện Hội Tiên. Thái tử Càn Đức 6 tuổi lên ngôi trước linh cữu, tức vua Lý Nhân Tông. Ông lấy niên hiệu Thái Ninh, tôn chính cung của vua cha là [[Thượng Dương hoàng hậu|Thượng Dương Hoàng hậu]] làm Thái hậu nhiếp chính, cùng với Thái sư [[Lý Đạo Thành]] cai quản quốc gia. Ông cũng phong mẹ ruột là [[Ỷ Lan]] làm [[Phi (hậu cung)|Hoàng thái phi]].{{sfn|Nhiều tác giả|1993|p=109}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=138-139}} Tháng 4 âm lịch năm 1073, Lý Nhân Tông phong người thuộc hàng Đại Liêu Ban là [[Lý Thường Kiệt]] làm Kiểm hiệu Thái úy.{{sfn|Khuyết danh|1993|p=53}}\n\nNăm [[1073]], vua Nhân Tông phế truất [[Thượng Dương hoàng hậu|Thái hậu Thượng Dương]]. Theo các sách ''[[Đại Việt sử lược]]'' và ''[[Đại Việt sử ký toàn thư]]'', Thái phi Ỷ Lan bất mãn vì không được tham gia trị nước, nên đã phàn nàn với Nhân Tông: ''\"Mẹ già khó nhọc mới có ngày nay, mà bây giờ phú quý người khác được hưởng thế thì sẽ để mẹ già vào đâu?\"''. Nghe lời mẹ, Nhân Tông ra lệnh bắt giam [[Thượng Dương hoàng hậu|Thái hậu Thượng Dương]], rồi chôn sống Thượng Dương cùng 72 cung nhân vào lăng Thánh Tông. Thái sư Lý Đạo Thành cũng bị giáng làm Tả gián nghị Đại phu, trấn thủ châu [[Nghệ An]]. Sử thần đời [[nhà Lê sơ|Lê sơ]] [[Ngô Sĩ Liên]] nhận xét trong Toàn thư:{{sfn|Nhiều tác giả|1993|p=109}}{{sfn|Quốc sử quán triều Nguyễn|1998|pp=138-139}}\n<blockquote><p>Nhân Tông là người nhân hiếu, Linh Nhân là người sùng Phật, sao lại đến nỗi giết đích Thái hậu, hãm hại người vô tội, tàn nhẫn đến thế ư? Vì ghen là thường tình của đàn bà, huống chi lại mẹ đẻ mà không được dự chính sự. Linh Nhân dẫu là người hiền cũng không thể nhẫn nại được, cho nên phải kêu với vua. Bấy giờ vua còn trẻ thơ, chỉ biết chiều lòng mẹ là thích, mà không biết là lỗi to. Thái sư Lý Đạo Thành phải ra trấn bên ngoài, biết đâu chẳng vì can gián việc ấy?<\/p><\/blockquote>\n\nTuy nhiên, sử gia thế kỷ 20 [[Hoàng Xuân Hãn]] trong sách ''Lý Thường Kiệt – Lịch sử ngoại giao và tông giáo triều Lý'' phỏng đoán trong triều đình đã có sự xung đột giữa một phe là Thái hậu [[Thượng Dương hoàng hậu|Thượng Dương]] và Thái sư [[Lý Đạo Thành]], phe kia là Thái phi [[Ỷ Lan]] và Thái úy [[Lý Thường Kiệt]]:<ref name=\"Cầm quyền bính\">{{harvnb|Hoàng Xuân Hãn|1949|loc=chương III: [http:\/\/chimviet.free.fr\/lichsu\/hoangxuanhan\/HXH_LyThuongKiet.htm \"Cầm quyền bính\"]}}<\/ref>\n<blockquote><p>Tuy các sử không đâu chép, nhưng trong việc khuynh đảo Thượng-dương thái hậu, chắc Thường-Kiệt có một phần trách nhiệm. Sử chỉ đổ lỗi cho Ỷ-Lan xui con, và cho Nhân-tông, vì nhỏ tuổi, nghe lời mẹ. Nhưng thật ra, vua mới tám tuổi; Thượng-dương lại cầm quyền. Nếu không có một đại thần, cầm quân đội trong tay, giúp, thì làm sao ép được Thái-hậu tự tử ? Còn Lý Đạo-Thành, theo như lời bàn của Ngô Sĩ-Liên (TT), chắc đã phản kháng việc ấy, nên mới bị biếm ra Nghệ-an, và mới ôm hận, mang theo thần vị vua Thánh-tông để thờ. Đạo-Thành làm thế để tỏ lòng uất ức.<\/p><\/blockquote>\n\nSau khi Thái hậu Thượng Dương chết, Nhân Tông tôn mẹ đẻ là Ỷ Lan làm Thái hậu nhiếp chính, hiệu là Linh Nhân Hoàng thái hậu.{{sfn|Nhiều tác giả|1993|p=109}} Linh Nhân cùng Thái úy Lý Thường Kiệt cai quản quốc gia.<ref name=\"Cầm quyền bính\"\/> Mùa xuân năm 1074, triều đình phục chức Lý Đạo Thành làm Thái phó bình chương Quân quốc trọng sự.{{sfn|Nhiều tác giả|1993|p=109}} Lý Đạo Thành làm [[Tể tướng]] đến khi mất năm 1081.{{sfn|Quốc sử quán triều Nguyễn|1998|p=143}}<ref>{{harvnb|Hoàng Xuân Hãn|1949|loc=chương XIII: [http:\/\/chimviet.free.fr\/lichsu\/hoangxuanhan\/HXH_LyThuongKiet.htm \"Coi đất miền nam\"]}}<\/ref>\n\n==Chiến tranh chống Tống==\n{{Chính|Chiến tranh Tống-Việt, 1075-1077}}\nKhi Nhân Tông lên ngôi, [[nhà Tống]] muốn nhân lúc vua Lý còn nhỏ để mang quân đánh chiếm. Nhờ vào khả năng quân sự của [[Lý Thường Kiệt]], nước [[Đại Việt]] đã đứng vững trong cuộc chiến với quân đội nhà Tống.\n\nNăm [[1075]], ngay khi nhà Tống đang tập kết lực lượng ở [[Ung Châu]] chuẩn bị tiến sang, Lý Thường Kiệt chủ động mang quân đánh sang đất Tống trước. Sang đầu năm 1076, quân Lý hạ thành Ung châu.\n\nNăm Bính Thìn ([[1076]]), [[nhà Tống]] cử [[Quách Quỳ]], [[Triệu Tiết]] đem đại binh sang xâm lược Đại Việt. Quân đội nhà Lý dưới sự chỉ huy của Phụ quốc Thái úy Lý Thường Kiệt đã đánh bại được đội quân nhà Tống tại trận tuyến trên [[sông Cầu|sông Như Nguyệt]]. Năm 1077, Quách Quỳ chấp nhận cho Đại Việt giảng hòa và rút quân trở về.\n\n==Bách niên Thịnh thế thời Nhân Tông==\n===Thịnh trị===\nTriều đại Lý Nhân Tông chứng kiến sự phát triển của nền giáo dục khoa bảng Đại Việt. Mùa xuân năm [[1075]], ông mở khoa thi [[Tam trường]] (còn gọi là Minh kinh bác học) để chọn người có tài văn học ra giúp nước. Đây là khoa thi đầu tiên của nền khoa cử Việt Nam. Triều đình chấm đỗ 10 người, thủ khoa là [[Lê Văn Thịnh]] được vào cung dạy học cho vua.{{sfn|Quốc sử quán triều Nguyễn|1998|p=138}} Sau này, Lê Văn Thịnh làm đến chức [[Thái sư]], nhưng đến mùa đông năm [[1095]] thì bị cách chức và đi đày vì ''\"mưu làm phản\"'' (xem chi tiết ở bài [[Lê Văn Thịnh#V.E1.BB.A5.C3.A1n h.E1.BB.93 D.C3.A2m.C4.90.C3.A0m|Lê Văn Thịnh]]).{{sfn|Ngô Sĩ Liên|1993|p=114}} Tháng 2 âm lịch năm [[1077]], Nhân Tông tổ chức thi lại viên để tuyển chọn quan lại với 3 môn: thư (viết chữ), toán và hình luật. Mùa thu năm [[1086]], nhà vua lại mở khoa thi chọn người có tài văn học vào Viện Hàn lâm. [[Mạc Hiển Tích]] đỗ đầu khoa ấy, được Nhân Tông trao chức Hàn lâm học sĩ.{{sfn|Ngô Sĩ Liên|1993|pp=111-112}}<ref name=\"vienngocluu2008\">{{Chú thích web |url = http:\/\/quehuongonline.vn\/con-nguoi-viet-nam\/ly-nhan-tong--vi-vua-tai-duc-6516.htm |tiêu đề = Lý Nhân Tông - Vị vua tài đức |tác giả = Viên Ngọc Lưu |ngày = 4 tháng 3 năm 2008 |nhà xuất bản = Quê Hương Online |work= |ngày truy cập = 21 tháng 1 năm 2017 |ngôn ngữ = vi }}<\/ref>\n\nNăm [[1076]], Lý Nhân Tông cho lập [[Văn Miếu - Quốc Tử Giám|Quốc Tử Giám]] – [[trường đại học]] đầu tiên ở [[Việt Nam]], và chọn những văn thần hay chữ vào giảng dạy. Cùng năm đó, ông ban chiếu cầu lời nói thẳng.{{sfn|Quốc sử quán triều Nguyễn|1998|p=141}}<ref>{{Chú thích web |url = http:\/\/hanoitv.vn\/ly-nhan-tong--vi-vua-tuoi-ngo-xuat-sac-nhat-trieu-ly-d4041.html |tiêu đề = Lý Nhân Tông – vị vua tuổi Ngọ xuất sắc nhất triều Lý |tác giả = Lan Phương |ngày = 14 tháng 2 năm 2014 |nhà xuất bản = Đài Phát thanh và Truyền hình Hà Nội |work= |ngày truy cập = 20 tháng 1 năm 2017 |ngôn ngữ = vi }}<\/ref>\n\nLý Nhân Tông còn được xem là người khởi công đắp những con đê lớn đầu tiên của Đại Việt.<ref name=\"vienngocluu2008\"\/><ref>{{Chú thích web |url = http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/phong-su-ky-su\/20100926\/ky-tich-de-song-hong---ky-1-doi-do-va-dap-de\/402349.html |tiêu đề = Kỳ tích đê sông Hồng |tác giả = Thu Hà - Đức Bình |ngày = 26 tháng 9 năm 2010 |nhà xuất bản = Báo Tuổi trẻ |work= |ngày truy cập = 21 tháng 1 năm 2017 |ngôn ngữ = vi }}<\/ref> Tháng 9 âm lịch năm 1077, triều đình sai đắp đê trên [[sông Như Nguyệt]], sách ''[[Đại Việt sử lược]]'' mô tả đê này ''\"dài 67.380 bộ\"''.{{sfn|Khuyết danh|1993|p=56}} ''[[Đại Việt sử lược]]'' cũng chép rằng năm 1103, nhà vua ra lệnh cho cư dân [[Thăng Long]] làm đê chống lũ, ở cả nội đô lẫn ngoại ô.{{sfn|Khuyết danh|1993|p=61}} Mùa xuân năm [[1108]], Nhân Tông sai đắp đê tại Cơ Xá &ndash; đây là đoạn đê [[sông Hồng]] gần [[cầu Long Biên]] ngày nay.{{sfn|Ngô Sĩ Liên|1993|p=115}}\n\nMùa xuân năm [[1089]], Nhân Tông duyệt lại hệ thống quan lại; ông phân bố các quan theo 9 phẩm trật. Các quan đầu triều gồm [[thái sư]], [[thái phó]], [[thái úy|thái bảo]] và [[thiếu sư]], [[thiếu úy]], coi cả việc văn lẫn võ. Ở dưới những bậc ấy, về văn ban có [[thượng thư]], tả hữu [[tham tri]], tả hữu [[gián nghị đại phu]], [[trung thư thị lang]], [[bộ thị lang]]. Về võ ban có [[đô thống]], [[nguyên súy]], [[tổng quản khu mật sứ]], [[khu mật tả hữu sứ]], [[kim ngô thượng tướng]], [[đại tướng]], [[đô tướng]], tướng quân các vệ (chỉ huy các vệ quân gồm Kiêu vệ, Uy vệ và Định Thắng vệ v.v... Ở các châu quận, văn thì có [[tri phủ]], [[tri châu]]; võ thì có chức trấn thủ các lộ, trấn và trại.{{sfn|Quốc sử quán triều Nguyễn|1998|p=145}}\n\nBên cạnh việc khuyến khích giáo dục Nho học, Lý Nhân Tông cũng là một Phật tử mộ đạo. Ông và Thái hậu Linh Nhân đã cho dựng nhiều chùa tháp trong nước. Nhà vua ban cho họ quyền hành như việc phong nhà sư [[Khô Đầu]] làm [[Quốc sư]], tuy nhiên chỉ giới hạn trong việc gợi ý giúp hoàng đế trong việc kiện tụng, việc quốc gia đại sự. Ông còn định các chùa trong nước làm ba hạng [[đại]], [[trung]] và [[tiểu]] [[danh lam]], cho quan văn chức cao kiêm làm Đề cử<ref>Đề cử: tên chức quan thời Lý, quản lý ruộng đất và tài sản của nhà chùa.<\/ref>. Bấy giờ nhà chùa có điền nô và kho chứa đồ vật, cho nên đặt chức ấy.\n\nMùa thu, [[tháng 9]] năm [[1105]], làm hai ngọn tháp chỏm trắng ở [[chùa Diên Hựu]]<ref>Tức [[chùa Một Cột]].<\/ref>, ba ngọn tháp chỏm đá ở chùa Lãm Sơn. Bấy giờ vua sửa lại chùa Diên Hựu đẹp hơn cũ, đào hồ Liên Hoa Đài, gọi là hồ Linh Chiểu. Ngoài hồ có hành lang chạm vẽ chạy chung quanh, ngoài hành lang lại đào hồ gọi là hồ Bích Trì, đều bắc cầu vồng để đi qua. Trước sân chùa xây bảo tháp. Hàng tháng cứ ngày rằm, mồng một và mùa hạ, ngày mồng 8 tháng 4, xa giá ngự đến, đặt lễ cầu phúc, bày nghi thức tắm Phật, hàng năm lấy làm lệ thường.\n\nNăm [[1117]], Nhân Tông theo lời Thái hậu, ra quy định cấm giết trâu bò bừa bãi: ''ai mổ trộm trâu bị phạt 80 trượng và tội đồ làm người hầu trong quân đội; người giết trâu và ăn trộm trâu đều phải bồi thường; hàng xóm biết mà không tố cáo cũng bị phạt 80 trượng''. Bấy giờ đất nước thường được mùa, thường trúng mùa to, khi hạn hán mất mùa thường phát chẩn kho lương, giảm tô dịch, đất nước nhanh chóng cường thịnh. Nhân Tông rất thường hay xem gặt lúa ở các nơi, cũng như xem bắt voi, lễ hội,... để tỏ rõ sự cường thịnh của [[Đại Việt]] lúc đó.\n\n===Quan hệ quân sự===\n====Dẹp nội loạn====\n[[Tháng 10]], năm [[1103]], người [[Diễn Châu]] là [[Lý Giác]] mưu làm phản. Giác trước học được thuật lạ, có thể biến cây cỏ làm người, bèn chiêu tập những kẻ vô lại chiếm cứ châu ấy, đắp thành làm loạn. Việc tâu lên, vua sai Thái úy [[Lý Thường Kiệt]] đi đánh. Giác thua trốn sang [[Chiêm Thành]], dư đảng đều bị dẹp yên. Thuận theo lúc đó, Quốc vương Chiêm Thành [[Chế Ma Na]] cử quân qua đánh phá biên giới, muốn đòi lại 3 châu mà [[Chế Củ]] trước đây đã dâng cho [[Lý Thánh Tông]]. Thường Kiệt đánh thắng được, Chế Ma Na trao trả lại và xin thuần phục như cũ.\n\n[[Tháng 7]], năm [[1119]], Nhân Tông quyết định thân chinh đánh động Ma Sa<ref>Động Ma Sa: thuộc địa phận huyện Đà Bắc, tỉnh Hòa Bình ngày nay.<\/ref>. Ông chuẩn bị rất kỹ lưỡng, duyệt sáu binh tào Vũ Tiệp, Vũ Lâm v.v..., người nào mạnh khỏe cho làm [[Hỏa đầu]] ở các đội quân [[Ngọc Giai]], [[Hưng Thánh]], [[Bổng Nhật]], [[Quảng Thành]], [[Vũ Đô]], còn bậc dưới thì cho làm [[binh lính]] ở các quân [[Ngọc Giai]], [[Hưng Thánh]], [[Bổng Nhật]], [[Quảng Thành]], [[Vũ Đô]], [[Ngự Long]].\n\nHọp các quân nhân cả nước thề ở Long Trì. Xuống chiếu rằng:\n:''Trẫm nhận lấy cơ nghiệp của một tổ hai tông, đứng trên dân đen, coi triệu họ trong bốn biển đều như con đỏ, cả đến cõi xa cũng mến lòng nhân mà quy phụ, phương khác cũng mộ nghĩa mà lại chầu. Vả xét dân động Ma Sa sống ở trong cõi của ta, động trưởng Ma Sa thì đời đời làm phiên thần của ta, thế mà nay kẻ tù trưởng ngu hèn ấy bỗng phụ ước của ông cha, quên việc tuế cống khiếm khuyết lệ thường phép cũ. Trẫm vẫn nghĩ mãi, việc không đừng được, nay trẫm tự làm tướng đi đánh dẹp. Nay các tướng súy sáu quân, các ngươi đều phải hết lòng, tuân theo mệnh lệnh của trẫm''.\n\nBèn ban khí giới cho tướng sĩ, vua ngự [[thuyền]] [[Cảnh Hưng]], xuất phát từ [[bến]] [[Thiên Thu]], cờ xí rợp trời, gươm giáo rẽ sương, quân sĩ đánh trống reo hò, khí thế trăm phần hăng hái.\n\nNhân Tông Hoàng đế tự làm tướng đánh động Ma Sa, phá tan được, bắt được bọn động trưởng [[Ngụy Bàng]] vài trăm người, lấy được [[vàng]], [[lụa]], [[trâu]], [[dê]] không kể xiết. Sai tỳ tướng vào các động dọc biên giới chiêu dụ những người trốn tránh bảo về yên nghiệp.\n\n====Ngoại giao láng giềng====\nNăm [[1089]], Thị lang Bộ binh [[Lê Văn Thịnh]] được cử sang trại Vĩnh Bình cùng với người Tống bàn việc cương giới. Bấy giờ, sau khi đánh bại quân Tống, triều đình ngay lập tức thông hiếu và thỏa thuận trao trả tủ binh, đất đai. Trước đó, [[Đào Tông Nguyên]] đem biếu nhà Tống năm con [[voi]] thuần, xin trả lại các châu [[Quảng Nguyên]], [[Tô Mậu]] và những người các châu ấy bị bắt đi. Cuối cùng, nhà Tống trả lại cho Đại Việt 6 [[huyện]] và 3 [[động]], đổi lại triều đình trả lại tù binh của 3 châu Khâm, Liêm, Ung bị bắt khi Thái úy [[Lý Thường Kiệt]] kéo quân sang đánh phá.\n\nSau sự kiện [[Chế Ma Na]] dậy binh làm loạn, quan hệ giữa nhà Lý và [[Chiêm Thành]] dần trở lại như trước. Chiêm Thành năm nào cũng tiến cống vàng bạc, châu báu và [[thổ sản]], triều đình cũng thường xuyên giữ thể diện cho sứ thần Chiêm Thành, mời họ dự các nghi lễ như [[tắm Phật]], [[lễ hội]], khánh thành chùa chiền và xem các vương hầu đá cầu ở Long Trì. Năm [[1123]], nước [[Chân Lạp]] sang quy phụ và xin triều cống thường lệ, y như Chiêm Thành.\n\n[[Tháng 12]], năm [[1124]], tiểu thủ lĩnh châu [[Quảng Nguyên]] là [[Mạc Hiền]] và phe đảng bộ thuộc trốn sang động Cống ở địa giới Ung Châu nước Tống. Đầu năm [[1125]], Ung Châu bắt bọn Mạc Hiền, xin sai người đến Giang Nam để giao trả. Hoàng đế sai người giữ phủ [[Phú Lương]] là Trung thư [[Lý Hiến]] đến [[Giang Nam]] nhận đem về kinh sư. Đày Mạc Hiền vào châu [[Nghệ An]], vợ con đều sung làm quan nô.\n\nCuối năm [[1126]], triều đình sai [[lệnh thư gia]] là [[Nghiêm Thường]], [[ngự khố thư gia]]<ref>Thư gia theo Lê Quý Đôn là ty lại (người giúp việc văn thư giấy tờ ở các nha môn). (''Kiến văn tiểu lục'', Bản dịch, Nhà Xuất bản Sử học, 1962, tr. 189). Phan Huy Chú kể tên một số \"thư gia\" như nội hỏa thư gia, ngự khố thư gia, chi hậu thư gia, nội thư gia, lệnh thư gia (Lịch triều hiến chương loại chí, t. 2: Quan chức chí, Nhà Xuất bản Sử học,1961, tr. 6). Các \"thư gia\" khác đều chưa rõ.<\/ref> là [[Từ Diên]] đem 10 con [[voi]] thuần và [[vàng]] [[bạc]], [[sừng tê]], [[sừng bin]] sang biếu nhà Tống để tạ ơn việc bắt Mạc Hiền. Thường và Diên đến [[Quế phủ]]<ref>Quế phủ: tức phủ Quế Châu, nay là Quế Lâm, tỉnh Quảng Tây, Trung Quốc.<\/ref> vào ra mắt quan Kinh lược ty. Quan quân Ung Châu bảo với Thường và Diên rằng: ''Năm nay ở Đông Kinh và các xứ Hồ Nam, Đĩnh Châu, Lễ Châu đều đã đem binh mã đi đánh người Kim, chưa biết lúc nào về. Trong lúc này thì ngựa trạm, phu trạm dọc đường chỗ nào cũng ít, xin sứ giả đem lễ vật về''. Thường và Diên phải trở lại. Năm ấy người nước Kim là [[Niêm Hãn]], [[Cán Lý Bất]] đem quân vây [[Biện Kinh]] nước Tống, bắt [[Tống Huy Tông]] và [[Tống Khâm Tông]] đem về phương Bắc, đó là [[sự kiện Tĩnh Khang]].\n\nMùa đông, [[tháng 11]] năm [[1127]], Khâm Châu nước Tống đưa trả nghịch đảng ở châu Quảng Nguyên là bọn [[Mạc Thất Nhân]], dư dảng của bọn [[Mạc Hiền]].\n\nSau sự kiện năm [[1073]], nhà Tống có ý e dè và khiêm nhường đối với Đại Việt của triều đình nhà Lý, mối quan hệ nhanh chóng trở nên quân bình ngang hàng. Triều Lý cũng hết sức quan tâm tình hình của nhà Tống lúc đó khi bị [[nhà Kim]] xâm lấn ở phương Bắc, dù vô hình trung đều là để thăm dò tình hình quân [[Khiết Đan]] từ phương xa.\n\n===Người nối dõi===\nBấy giờ, Nhân Tông đã có tuổi mà vẫn không có con trai để nối dõi, dù trong cung nhà vua có đến hàng nghìn cung tần mỹ nữ và Hoàng hậu, Hoàng phi. Dân gian đồn đại rằng, do Thái hậu làm việc thất đức<ref>Linh Nhân Thái hậu Lê thị, năm [[1073]] giết hại [[Thượng Dương Hoàng hậu]] để đoạt quyền [[nhiếp chính]].<\/ref> nên đây là quả báo. Thái hậu nhiều lần xây chùa chiền để tạo ơn đức, cầu siêu lỗi lầm và cũng cầu tự cho Nhân Tông có con trai nhưng mọi sự vẫn không như mong đợi.\n\nĐến [[tháng 10]], năm [[1117]], Thái hậu từ trần rồi mà Nhân Tông vẫn không có hi vọng về huyết mạch duy trì, bèn viết chiếu ban ra trong hoàng tộc, nói rằng: ''Trẫm cai trị muôn dân mà lâu không có con nối, ngôi báu của thiên hạ biết truyền cho ai? Vậy nên trẫm nuôi con trai của các công hầu Sùng Hiền, Thành Khánh, Thành Quảng, Thành Chiêu, Thành Hưng, chọn người nào giỏi thì lập làm Thái tử''. Bấy giờ con [[Sùng Hiền hầu]] là Lý Dương Hoán mới lên 2 tuổi mà thông minh lanh lợi, Nhân Tông rất yêu và bèn lập làm [[Hoàng thái tử]].\n\n==Qua đời==\nTháng Chạp năm [[Đinh Mùi]], Nhân Tông ốm nặng. Ông gọi các đại thần [[Lưu Khánh Đàm]] và [[Lê Bá Ngọc]] vào giao việc giúp Thái tử Lý Dương Hoán. Về việc tang lễ, ông dặn:\n{{cquote|\n''\"Trẫm nghe phàm các loài sinh vật không loài nào không chết. Chết là số lớn của trời đất, lẽ đương nhiên của mọi vật. Thế mà người đời không ai là không thích sống mà ghét chết. Chôn cất hậu làm mất cơ nghiệp, để tang lâu làm tổn tính mệnh, trẫm không cho là phải. Ta đã ít đức, không lấy gì làm cho trăm họ được yên, đến khi chết đi lại khiến cho thứ dân mặc áo xô gai, sớm tối khóc lóc, giảm ăn uống, bỏ cúng tế, làm cho lỗi ta thêm nặng, thiên hạ sẽ bảo ta là người thế nào! Trẫm xót phận tuổi thơ phải nối ngôi báu, ở trên các vương hầu, lúc nào cũng nghiêm kính sợ hãi. Đã 56 năm nay, nhờ anh linh của tổ tông, được hoàng thiên phù hộ, bốn biển yên lành, biên thùy ít biến, chết mà được xếp sau các bậc tiên quân là may rồi, còn phải thương khóc làm gì? Trẫm từ khi đi xem gặt lúa đến giờ, bỗng bị ốm, bệnh kéo dài, sợ không kịp nói đến việc nối ngôi. Mà Hoàng thái tử Dương Hoán tuổi đã tròn một kỷ, có nhiều đại đội, thông minh thành thật, trung nghiêm kính cẩn, có thể theo phép cũ của trẫm mà lên ngôi Hoàng đế. Nay kẻ ấu thơ chịu mệnh trời, nối thân ta truyền nhgiệp của ta, làm cho rộng lớn thêm công nghiệp đời trước. Nhưng cũng phải nhờ quan dân các ngươi một lòng giúp rập mới được. Này Bá Ngọc, ngươi thật có khí lượng của người già cả, nên sửa sang giáo mác, để phòng việc không ngờ, chớ làm sai mệnh, trẫm dù nhắm mắt cũng không di hận. Việc tang thì chỉ 3 ngày bỏ áo trở, nên thôi thương khóc; việc chôn thì nên theo [[Hán Văn Đế]], cốt phải kiệm ước, không xây lăng mộ riêng, nên để ta hầu bên cạnh tiên đế\".''<ref name=\"DV3\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html Đại Việt sử ký toàn thư, quyển 3]<\/ref><br>\n}}\n\nNgày [[Đinh Mão]] (tức ngày [[15 tháng 1]] năm [[1128]]), nhà vua mất ở [[điện Vĩnh Quang]], ở ngôi 55 năm, thọ 61 tuổi. Ông được tôn [[miếu hiệu]] là [[Nhân Tông]] (仁宗), [[thụy hiệu]] là ''Hiếu Thiên Thể Đạo Thánh Văn Thần Vũ Sùng Nhân Ý Nghĩa Hiếu Từ Thuần Thành'' '''Minh Hiếu Hoàng Đế''' (憲天體道聖文神武崇仁懿義孝慈純誠明孝皇帝).\n\nNội vũ vệ [[Lê Bá Ngọc]] tuyên đọc chiếu chỉ và giúp vua nhỏ tuổi trị nước, cùng với các đại thần [[Dương Anh Nhĩ]], [[Mâu Du Đô]]. Thái tử Lý Dương Hoán lên nối ngôi, tức là [[Lý Thần Tông]].\n\n==Tác phẩm==\nTác phẩm của Lý Nhân Tông hiện chỉ còn ba bài [[thơ]], một vài bức thư gửi triều đình nhà Tống, bốn bài [[hịch]] và [[chiếu]]. Tất cả đều viết bằng [[chữ Hán]].\n* Ba bài thơ tứ tuyệt đều thuộc loại thơ thù tặng, gồm: \"Truy tán [[Vạn Hạnh]] Thiền sư\" (Truy khen Thiền sư Vạn Hạnh), \"Tán [[Giác Hải]] Thiền sư, Thông Huyền Đạo nhân\" (Khen Thiền sư Giác Hải và Đạo sĩ Thông Huyền), \"Truy tán Sùng Phạm Thiền sư\" (Truy khen Thiền sư Sùng Phạm).\n* Bức thư có giá trị nhất có tên là \"Thỉnh hoàn Vật Dương, Vật Ác nhị động biểu\". Đây là bức thư gửi cho hoàng đế [[Nhà Tống]], nhân hội nghị Vĩnh Bình giữa hai nước, nhằm đòi lại hai động là Vật Dương và Vật Ác. Lời lẽ trong thư mềm mỏng, khiêm nhượng, nhưng vẫn khôn khéo vạch được mưu mô chiếm đất và sự dối trá của [[nhà Tống]].\n* Bài chiếu có nhiều nét ý vị là bài \"Lâm chung di chiếu\" (Chiếu để lại lúc mất). Đây là bài văn biểu lộ rõ phong cách của người viết, đã hé mở cho thấy một tấm lòng nhân hậu, cao cả, không muốn lạm dụng địa vị cao sang để phiền nhiễu dân; chỉ muốn trước sau lúc nào cũng giữ được ý nguyện \"trăm họ được yên\", \"bốn bể yên vui, biên thùy ít loạn\"<ref>Lược theo GS [[Nguyễn Huệ Chi]], mục từ \"Lý Càn Đức\" in trong ''Từ điển văn học'' (bộ mới). Nhà Xuất bản Thế giới, 2004, tr. 910-911.<\/ref>.\n\n==Nhận định==\nSử thần đời [[Nhà Lê sơ|Lê sơ]] [[Ngô Sĩ Liên]], trên lập trường [[Nho giáo|Tống Nho]], đã nhận xét về Lý Nhân Tông trong [[Đại Việt sử ký toàn thư]]:<ref>[[Đại Việt sử ký toàn thư|Đại Việt Sử Ký Toàn Thư]], Bản kỷ, Quyển III: [[Lý Thánh Tông|Thánh Tông]], Nhân Tông, [[Lý Thần Tông|Thần Tông]].<\/ref>\n{{cquote|\n''Vua trán dô mặt rồng, tay dài quá gối, sáng suốt thần võ, trí tuệ hiếu nhân, nước lớn sợ, nước nhỏ mến, thần giúp người theo, thông âm luật, chế ca nhạc, dân được giàu đông, mình được thái bình, là vua giỏi của triều Lý. Tiếc rằng mộ [[phật giáo|đạo Phật]], thích điềm lành, đó là điều lụy cho đức tốt.''|||Ngô Sĩ Liên<br>\n}}\n\nTrong bài ''Đại Việt thông giám tổng luận'', sử thần [[Lê Tung]] thời [[Lê Tương Dực]] viết:\n{{Cquote|\n''Nhân Tông tính trời nhân hiếu, có tiếng đức tốt, trọng kén chọn danh thần, đặt khoa thi tiến sĩ, có quan hầu kinh diên, xuống chiếu mở đường nói, cầu người hiền, nghe lời can, nhẹ thuế khoá, ít phu dịch, cho nên thân được hưởng thái bình, dân trở nên giàu thịnh, đáng gọi là bậc vua giỏi nối đời thái bình vậy. Song Lãm Sơn mở tiệc để mẫu hậu dạo chơi; Quy Điền đúc chuông cho bọn tăng ni lừa phỉnh, đó là chỗ kém.''|||Lê Tung<br>\n}}\n\nLý Nhân Tông cũng là một vị vua khổ luyện, phấn đấu đạt đến độ \"học thức cao minh, hiểu sao đạo lý\" ([[Phan Huy Chú]]). Chính vì vậy, đánh giá tổng quát về ông, các sử gia từ [[Lê Văn Hưu]], [[Ngô Sĩ Liên]] đến [[Phan Huy Chú]], [[Lê Quý Đôn]] v.v... đều xem ông là \"vị vua giỏi\", \"vị anh quân\" của vương triều Lý<ref>Vũ Ngọc Khánh, sách đã dẫn, tr. 69.<\/ref>.\n\n==Gia quyến==\n* Cha: [[Lý Nhật Tôn|Lý Thánh Tông]] Lý Nhật Tôn.\n* Mẹ: [[Ỷ Lan|Linh Nhân Hoàng hậu]] Lê thị (靈仁皇后 黎氏 1044 - 1117), Nguyên phi (元妃) của Thánh Tông. Sau khi [[Thượng Dương hoàng hậu|Dương Thái hậu]] (楊太后) qua đời, bà trở thành [[Hoàng thái hậu]] [[nhiếp chính]].\n{| class=\"wikitable\"\n|+Hậu Phi\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Ghi chú\n|-\n|4\n|[[Thánh Cực Hoàng Hậu]] (聖極皇后)\n|\n|? - 1095\n|Năm thần Vũ thứ 4\n|-\n|5\n|[[Chiêu Thánh Hoàng Hậu]] (昭聖皇后)\n|\n|? - 1108\n|Năm Thần Vũ thứ 4\n|-\n|1\n|[[Lan Anh Hoàng hậu|Lan Anh Hoàng Hậu]] (蘭英皇后)\n|\n|?-?\n|tháng 1 năm Hội Tường Đại Khánh thứ sáu\n|-\n|2\n|[[Khâm Thiên Hoàng Hậu]] (欽天皇后)\n|\n|?-?\n|tháng 1 năm Hội Tường Đại Khánh thứ sáu\n|-\n|3\n|[[Chấn Bảo Hoàng Hậu]] (震寶皇后)\n|\n|?-?\n|tháng 1 năm Hội Tường Đại Khánh thứ sáu\n|}\n'''Lý do vua Lý Nhân Tông không có con trai nên xin hai người cháu làm con nuôi'''\n{| class=\"wikitable\"\n|+Hoàng Tử\n!STT\n!Danh hiệu\n!Tên\n!Sinh mất\n!Ghi chú\n|-\n|1\n|Lý Thần Tông \n(李神宗)\n|[[Lý Thần Tông|Lý Dương Hoán]] (李陽煥)\n|1116-1138\n|Con ruột [[Sùng Hiền Hầu]] em trai của Lý Nhân Tông - sau này được nối ngôi, tức là vua Lý Thần Tông.\n|-\n|2\n|Kiến Hải Vương \n(建海王)\n|[[Lý Dương Côn]] \n(李陽焜)\n|?-?\n|Ông là con ruột của Thành Quảng Hầu một tông thất nhà Lý.\nDo lo sợ việc tranh giành ngôi báu nên khoảng cuối năm [[1127]], Đô đốc Thủy quân  Lý Dương Côn cùng gia quyến đã lên thuyền sang [[Cao Ly]] tỵ nạn.\n\nCháu đời thứ sáu của Lý Dương Côn là [[Lý Nghĩa Mẫn]] trở thành một võ quan chuyên quyền thời vua [[Cao Ly Minh Tông]].\n|}\n:\n'''Vua Lý Nhân Tông chỉ có một người con gái ruột và coi như bảo bối được gả cho Dương Tự Minh'''\n{| class=\"wikitable\"\n|+\n!STT\n!Danh hiệu \n!Tên\n!Sinh mất\n!Ghi chú\n|-\n|1\n|Diên Bình Công Chúa (延平公主)\n|\n|\n|Vào năm Đinh Mùi (1127) vua Lý Nhân Tông liền mời Dương Tự Minh về triều ban thưởng nhiều của cải vàng bạc, gả con gái là công chúa Diên Bình cho và tổ chức đám cưới tại Kinh đô, phong cho chức Châu mục vùng thượng nguyên và trấn trị cả phủ Phú Lương rộng lớn, một vị trí chiến lược quan trọng trong công cuộc bảo vệ biên cương đất nước.\n|}\n\n== Xem thêm ==\n* [[Lý Thường Kiệt]]\n* [[Lý Đạo Thành]]\n* [[Lê Văn Thịnh]]\n* [[Ỷ Lan]]\n\n== Tham khảo ==\n* {{Chú thích sách|tác giả=Khuyết danh|lk tác giả =|title=[[Đại Việt sử lược]]|volume=|năm gốc = | year=1993|language=vi |publisher=Nhà Xuất bản Thành phố Hồ Chí Minh|location=Thành phố Hồ Chí Minh}}\n* {{Chú thích sách|tác giả=Ngô Sĩ Liên|lk tác giả =Ngô Sĩ Liên|title=[[Đại Việt sử ký toàn thư]]|volume=Nội các quan bản|năm gốc = | year=1993|language=vi |publisher=Nhà Xuất bản Khoa học Xã hội|location=Hà Nội}}\n* {{Chú thích sách|tác giả=Ngô Thì Sĩ|lk tác giả =Ngô Thì Sĩ| đồng tác giả =Hội Việt Nam Nghiên cứu Liên lạc Văn hóa Á Châu (phiên dịch) | title=Việt sử tiêu án|edition=|năm gốc = | year=1991|language=vi |publisher=Nhà Xuất bản Văn Sử|location=}}\n* {{Chú thích | author=Quốc sử quán triều Nguyễn | authorlink=Quốc sử quán triều Nguyễn | title=Khâm định Việt sử Thông giám cương mục | publisher=Nhà Xuất bản Giáo dục | place=Hà Nội | volume= | edition= | năm gốc=| year=1998 | ISBN= | url=}}\n* {{Citation | author=Hoàng Xuân Hãn | authorlink=Hoàng Xuân Hãn | title=Lý Thường Kiệt lịch sử ngoại giao triều Lý | publisher= | place= | volume= | url=http:\/\/chimviet.free.fr\/lichsu\/hoangxuanhan\/HXH_LyThuongKiet.htm | edition= | year=1949 | ISBN= |ngày truy cập = 7 tháng 1 năm 2017}}\n* Vũ Ngọc Khánh (2003), ''Tám vị vua triều Lý,'' Nhà Xuất bản Văn hóa Thông tin.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n{{wikisource tác giả}}\n\n{{Navboxes\n|title= Lý Nhân Tông\n|list1=<span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ=Vua [[nhà Lý]]\n|trước = [[Lý Thánh Tông]]\n|sau = [[Lý Thần Tông]]\n|năm = [[1072]]-[[1127]]\n}}\n{{Cuối hộp}}\n{{Vua nhà Lý}}\n}}\n{{Dữ liệu nhân vật\n|TÊN=Lý Nhân Tông\n|TÊN KHÁC=Lý Càn Đức\n|TÓM TẮT=vua thứ tư của [[nhà Lý]] ([[1010]]–[[1225]])\n|LÚC SINH=[[22 tháng 2]], [[1066]]\n|NƠI SINH=[[Hà Nội|Thăng Long]], [[Việt Nam]]\n|LÚC MẤT=[[15 tháng 1]], [[1128]]\n|NƠI MẤT= Thăng Long, Việt Nam\n}}\n{{Lịch sử Việt Nam thời Lý}}\n{{Thời gian sống|tên=Lý Nhân Tông|sinh=1066|mất=1128}}\n\n[[Thể loại:Vua nhà Lý|Nhân Tông]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Nhà văn Việt Nam thời Lý]]\n[[Thể loại:Nhà thơ Việt Nam thời Lý]]"}