{"2421615":"{{Thông tin nhân vật hoàng gia\n| tên = Lý Lệ Hà\n| tước vị = \n| hình =\n| cỡ hình = 200px\n| ghi chú hình =Hoa khôi Lý Lệ Hà thời trẻ\n| phối ngẫu = Người tình: Vua [[Bảo Đại]]\n| chồng = \n| vợ = \n| thông tin con cái = \n| con cái = \n| tên đầy đủ = Lý Lệ Hà\n| tước hiệu = \n| tước vị đầy đủ = \n| thông tin niên hiệu = \n| niên hiệu = \n| thụy hiệu = \n| miếu hiệu =\n| tên ngai =\n| tên Horus =\n| tên Nebty =\n| Horus Vàng = \n| hoàng tộc = \n| cha = \n| mẹ = \n| sinh = 1920\n| nơi sinh = Lạch Tray, Hải Phòng\n| mất = 1998\n| nơi mất = Pháp\n| ngày an táng = \n| nơi an táng = \n}}\n'''Lý Lệ Hà''' (李麗霞; 1920-1998) từng là người tình của Cựu hoàng [[Bảo Đại]] những năm 1940{{fact}}. Lý Lệ Hà cũng là người đạt danh hiệu hoa khôi đầu tiên của Việt Nam<ref name=\"m.nguoiduatin.vn\">{{chú thích web | url = http:\/\/m.nguoiduatin.vn\/tu-gai-que-thanh-vu-nu-da-tinh-nuc-tieng-a65473.html | tiêu đề = 'Gái quê' thành vũ nữ đa tình nức tiếng | author = | ngày = | ngày truy cập = 10 tháng 7 năm 2014 | nơi xuất bản = Báo điện tử Người đưa tin | ngôn ngữ = }}<\/ref>.\n\n==Giai thoại==\nLý Lệ Hà sinh ra và lớn lên tại Lạch Tray, Hải Phòng,<ref>{{chú thích web | url = http:\/\/danviet.vn\/que-nha\/vua-bao-dai-va-nhung-tran-danh-ghen-vuong-gia\/20130929052444374p1c29.htm | tiêu đề = Vua Bảo Đại và những trận đánh ghen vương giả | author =  | ngày =  | ngày truy cập = 10 tháng 7 năm 2014 | nơi xuất bản = Báo điện tử báo Nông thôn Ngày nay | ngôn ngữ =  | archive-date = ngày 23 tháng 11 năm 2013 | archive-url = https:\/\/web.archive.org\/web\/20131123020225\/http:\/\/danviet.vn\/que-nha\/vua-bao-dai-va-nhung-tran-danh-ghen-vuong-gia\/20130929052444374p1c29.htm }}<\/ref>, nhưng lại có nguồn dẫn quê ở Chợ Cồn, Văn Lý thuộc Thái Bình (theo ''Mối tình của Cựu hoàng'' - Ngọc Giao). Lý Lệ Hà là vũ nữ nổi tiếng một thời ở vũ trường Liszt tại Hà Nội. Vào giai đoạn 1936 - 1938, khu phố Khâm Thiên Hà Nội có 6 vũ trường và ở đường Bà Triệu có vũ trường Liszt nổi tiếng nhất. Lý Lệ Hà trở thành một trong hai vũ nữ nổi tiếng bậc nhất đất [[Hà Nội|Hà Thành]] khi đó<ref name=\"m.nguoiduatin.vn\"\/>.\n\nVào năm 1938, cuộc thi hoa hậu đầu tiên ở Việt Nam được tổ chức tại [[Hà Đông]]. Những cô gái tham dự không phân biệt tuổi tác, nhưng với điều kiện là phải mặc áo lụa Hà Đông. Lý Lệ Hà đoạt giải hoa khôi. Trong suốt thời gian làm Cố vấn Tối cao của [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa]], Bảo Đại công khai qua lại với Lý Lệ Hà, đi tiệc tùng hàng đêm bất chấp dị nghị của nhân dân kham khổ thời đó. Mối tình của Bảo Đại và Lý Lệ Hà đã khiến cho Nam Phương hoàng hậu cũng như thứ phi Mộng Điệp vô cùng phiền lòng.\n\nÔng [[Phạm Khắc Hòe]], từng là Đổng lý ngự tiền văn phòng của hoàng đế Bảo Đại, từng chứng kiến Nam Phương đau lòng vì thói trăng hoa của [[Bảo Đại]]. Khi đó là khoảng năm 1946, Bảo Đại đang ở Hà Nội, do quen thói ăn chơi, cựu hoàng không chịu được thiếu thốn, nên nhờ ông Hòe về Huế gửi cho vợ một bức thư xin tiền. Chiều hôm đó khi ông Phạm Khắc Hòe đến lấy thư trả lời, hoàng hậu nhỏ nhẹ nói: ''\"Ông Hoè! Chắc ông biết tôi rất tin ông, quý trọng ông, trước cũng như nay. Cho nên tôi muốn ông cho biết tất cả sự thật về việc ông Vĩnh Thuỵ mê con Lý (Lý Lệ Hà)\"''. Bà không muốn làm cho cựu hoàng bị gò bó, nên bà bảo ông Hòe: ''\"Thôi! Tôi đành chịu đựng riêng một mình để cho người ta vui sướng\"''. Rồi bà gửi cho chồng số tiền mà ông ta đòi hỏi. Ông Hòe cũng kể, không biết Nam Phương viết những gì trong thư mà khi đọc, mặt Bảo Đại cứ tái dần đi.\n\nÍt lâu sau, vào tháng 3\/1946, Bảo Đại đi Trung Quốc rồi sang Hong Kong cùng Lý Lệ Hà, từ bỏ đất nước. Hoàng hậu Nam Phương đã viết cho tình địch một bức thư mà Lý Lệ Hà vẫn giữ suốt nửa thế kỷ sau: ''\"Em Lý Lệ Hà thân quý. Chị ở xa đức cựu hoàng hàng mấy vạn dặm trùng dương, nhưng chị biết rằng em đang hết lòng hết sức chăm sóc cựu hoàng ở Hong Kong. Chị cầu mong lịch sử mai đây không buông rơi cựu hoàng, còn gặp lại nhau. Đức Từ Cung thái hậu và chị trọn kiếp nhớ ơn em. Chị Nam Phương\"''.\n\nTrong thời gian này, ngoài Lý Lệ Hà, Bảo Đại còn gian díu với một cô gái Tàu lai Tây, tên [[Hoàng Tiểu Lan]] (Jenny Woong) và đã có với cô một đứa con gái.\n\n===Nghi vấn tình báo===\nMột báo cáo mật của Sở mật thám Pháp cho biết: \n: \"''Năm 1932, Lý Lệ Hà quê ở Hải Phòng đường Lạch Tray được mọi người quen gọi là Thông. Thời này, ả sống bằng việc buôn hương bán phấn nổi tiếng về sắc đẹp quyến rũ. Khoảng 1934, hay 1935 ả trú tại một nhà hát cô đầu ở khu phố \"Quán Bà Mau\" ở Hải Phòng. Năm sau, ả lên Hà Nội và tiếp tục làm gái nhảy cho một vũ trường ở phố Khâm Thiên của một mụ chủ nổi tiếng là Đốc Sao, có nhiều người theo đuổi, nhưng cô ta cũng biết phân phát ân huệ để đổi lấy quà biếu hay tiền mặt trong khi vẫn đi tìm đối tượng ý hợp tâm đầu...''\"<ref>Cuốn sách về Bảo Đại của Daniel Grandcléme<\/ref>\n\nTrong các thông báo cảnh cáo chống Cựu hoàng, có một bức của cơ quan điều tra phản gián Pháp (SDECE) gửi ngày 30 tháng 5 năm 1949, cho biết có một phụ nữ tên là Lý Lệ Hà được cơ quan an ninh Việt Minh giao nhiệm vụ bắt cóc Bảo Đại. Ngày hôm sau, cuộc điều tra kết thúc, sở Liêm phóng cho biết thêm:\n\n: \"''Lý Lệ Hà nguyên là người tình của Bảo Đại đã rời Hà Nội đi Côn Minh tháng 6 năm 1946 rồi sau đó đi Thượng Hải để gặp Bảo Đại.''\"\n\nMột tuần sau, Sở mật thám gửi báo cáo bổ sung: \n: \"''Lý Lệ Hà khai cô ta có quen Bảo Đại ở Sài Gòn, cô đã sống một thời gian với Bảo Đại ở Hà Nội năm 1945. Cô đi du lịch Trung Quốc qua Hồng Kông, sống với Bảo Đại được mấy tháng nhờ tiền và vàng dành dụm được trong những năm buôn phấn bán son. Cuối 1946, cô về sống ở Hà Nội. Việt Minh bắt liên lạc với cô. Năm 1949, cô bị Pháp bắt. Người ta tìm thấy trong người cô một chiếc huy hiệu mang hình Bảo Đại. Nhân chứng khẳng định cô làm việc cho Việt Minh từ 1946. Cô được Việt Minh giao nhiệm vụ quan hệ với Bảo Đại, rồi sang Hongkong tìm gặp Bảo Đại. Về Việt Nam cô mở tiệm cà phê gần Nam Định. Có nhiều cán bộ Việt Minh lui tới nhà hàng của cô. Sau đó, cô đã bị các lực lượng Pháp bắt trong một trận càn ở gần Nam Định. Lý Lệ Hà bị giữ lại mười lăm ngày tại Sở mật thám ở Hà Nội. Sau đó được Bảo Đại bảo lãnh, cho người đem xe đến đón cô ra khỏi phòng giam. Trong cuộc thẩm vấn cô luôn luôn không nhận mình là người của Việt Minh, mà trái lại, từ bốn năm nay, cô bị Việt Minh giám sát chặt chẽ. Nhưng trong vùng kháng chiến không ai không biết mối quan hệ của cô với Bảo Đại. Cô luôn luôn bị tình nghi: Pháp, Việt Minh rồi sau này là cả Ngô Đình Diệm, ai cũng nghi cô, đến mức Bảo Đại khi gặp lại đã nói giọng giễu cợt: \"Liệu bây giờ em còn có ý định giết anh không?\".''\"\n\nNgười phụ nữ này sau đó trở thành người đưa tin đều đặn cho cơ quan tình báo Pháp.<ref>Bảo Đại hay là những ngày cuối cùng của vương triều An Nam-Daniel Grandcléme, quyển 2 chương 29.<\/ref>\n\n==Cuối đời==\nSau này Lý Lệ Hà sang Pháp, sống tại một làng ngoại thành Paris trong một khu quân nhân và ở tuổi 81 vẫn đam mê chuyện tranh cử. Chồng người Pháp làm tham gia chính trị của thành phố. Bà chưa từng gặp lại Cựu hoàng Bảo Đại từ khi đến Paris đã 30 năm. Nhưng khi nói đến ông, bà vẫn tỏ lòng tôn kính, một điều \"Ngài Ngự\" hai điều \"Ngài Ngự\".<ref>Bảo Đại hay là những ngày cuối cùng của vương triều An Nam-Daniel Grandcléme, quyển 2 chương 31.<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/kienthuc.net.vn\/tham-cung\/ngay-thang-co-cuc-cua-bao-dai-va-gai-nhay-360874.html Ngày tháng cơ cực của Bảo Đại và “gái nhảy”] Báo điện tử Kiến thức cập nhật lúc: 10:40 08\/07\/2014 (GMT+7) Theo Xa lộ Pháp luật\n* [http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/tinh-ai-gay-soc-cua-vu-nu-hoa-khoi-ha-thanh-2239283 Tình ái 'gây sốc' của vũ nữ hoa khôi Hà thành] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141213060738\/http:\/\/baodatviet.vn\/van-hoa\/nguoi-viet\/tinh-ai-gay-soc-cua-vu-nu-hoa-khoi-ha-thanh-2239283 |date=2014-12-13 }} Báo Đất Việt 14\/2\/2012 12:10\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Hoa hậu Việt Nam]]\n[[Thể loại:Phi tần Bảo Đại]]\n[[Thể loại:Người Hải Phòng]]"}