{"794966":"'''Lý Văn Lâm''' ([[1941]] – [[1969]]) là một [[Anh hùng lực lượng vũ trang nhân dân Việt Nam]].\n\n==Thân thế cuộc đời==\nÔng còn có tên là '''Lý Ngọc Báu''', sinh năm [[1941]] (có tài liệu ghi năm [[1938]]), là con của ông Lý Văn Kiển (Mười Kiển) và bà Nguyễn Thị Tài ở tổng Quảng Xuyên, quận Cà Mau, tỉnh [[Bạc Liêu]], nay thuộc ấp Giồng Kè, xã [[Lợi An]], huyện [[Trần Văn Thời (huyện)|Trần Văn Thời]], tỉnh [[Cà Mau]]. Gia đình ông là một gia đình nông dân nghèo, không có ruộng đất để cày cấy, vì vậy ngoài việc đi làm tá điền cho các địa chủ, còn phải đi làm mướn, làm thuê để sinh sống.\n\nKhi [[Cách mạng tháng 8]] năm [[1945]] nổ ra, gia đình ông được chính quyền [[Việt Minh]] chia cho một khoảng ruộng tịch thu từ địa chủ để làm ăn. Tuy nhiên, sau cuộc [[Cải cách điền địa (Việt Nam Cộng hòa)|Cải cách điền địa]] năm [[1955]] - [[1956]] của chính quyền [[Việt Nam Cộng hòa]], gia đình ông bị thu hồi khoảng ruộng được cấp. Điều này gây ra tác động lớn đến việc ông tham gia các hoạt động của những người Cộng sản chống lại chính quyền Việt Nam Cộng hòa từ [[tháng 7]] năm [[1959]].\n\n[[Tháng 11]] năm [[1959]], ông gia nhập đội du kích xã Tân Lợi. Ngày [[15 tháng 7]] năm [[1961]], ông được kết nạp vào Đảng Lao động Việt Nam và được đề bạt làm Trung đội phó du kích xã Lợi An. [[Tháng 11]] năm [[1961]], ông bị thương do tai nạn bị lựu đạn gài nổ làm mất bàn tay phải, bị thương nặng ở tay trái và thị lực mắt bị ảnh hưởng nặng. Do thương tích này, ông được đặt hỗn danh là '''Hai Cụt'''. Dù vậy, ông vẫn nổi danh là một thiện xạ, tiêu diệt nhiều binh sĩ Việt Nam Cộng hòa, thậm chí được cho là từng bắn hạ được một máy bay trinh sát [[L-19 Bird Dog]] bằng [[súng trường Mosin]], bị chính quyền Việt Nam treo giải thưởng cao nếu tiêu diệt được ông.\n\nDo thành tích chiến đấu cao, ông được tổ chức cử đi dự Đại đội anh hùng chiến sĩ thi đua miền Tây Nam Bộ ngày [[17 tháng 9]] năm [[1967]]. Tại Đại hội này, ông được [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] và Bộ chỉ huy các lực lượng võ trang nhân dân giải phóng Miền Nam tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân Việt Nam|Anh hùng Quân giải phóng Miền Nam]] và thưởng một Huân chương Quân công hạng ba; một huy hiệu anh hùng; một bằng dũng sĩ quyết thắng cấp I; một huy hiệu Bắc – Nam; một khẩu súng K54 và một khẩu K1.\n\nNgày [[3 tháng 9]] năm [[1969]], ông một lần nữa được chọn đi dự Đại hội anh hùng chiến sĩ thi đua lần thứ hai ở Tây Nam Bộ. Tuy nhiên, trên đường đi vừa đến xã Kháng Bình Đông, ông cùng người em trai duy nhất bị lọt vào vòng phục kích của một đơn vị quân đội Việt Nam Cộng hòa. Ông cùng em trai chống trả quyết liệt cho đến khi cả hai cùng tử thương.\n\nSau khi ông tử trận, chính quyền Mặt trận Dân tộc Giải phóng miền Nam Việt Nam đã đặt tên ông cho một con lộ chính dẫn từ Thị xã Cà Mau về quê ông. Bên cạnh đó, một xã do chính quyền Mặt trận Dân tộc Giải phóng miền Nam Việt Nam thành lập cũng được mang tên ông: xã [[Lý Văn Lâm (xã)|Lý Văn Lâm]], nay thuộc [[thành phố Cà Mau]], tỉnh [[Cà Mau]]. Nơi đây, nổi danh có một loại dưa hấu rất ngon, được nhiều người biết đấn.<ref>[http:\/\/www.baoanhdatmui.vn\/details.php?id=1383 Dưa hấu Lý Văn Lâm cần một thương hiệu]<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/thpt-damdoi-camau.edu.vn\/danhnhan\/Anh-hung-Ca-Mau\/Ly-Van-Lam-1941-1969-17.html Lý Văn Lâm (1941 - 1969)]\n{{thời gian sống|1941|1969}}\n\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Cà Mau]]"}