{"117905":"'''Lý Trường Nhân''' ({{hn|ch=李長仁}}) là một thủ lĩnh địa phương, cát cứ [[Giao Châu]], tự trị với chính quyền phong kiến phương Bắc trong [[lịch sử Việt Nam]] thời [[Bắc thuộc|Bắc thuộc lần II]].\n\n==Dấu ấn lịch sử==\nKhông tài liệu nào ghi chép về thân thế cũng như năm sinh, năm mất của ông. Sử Trung Quốc chỉ nói Lý Trường Nhân là một ''\"thổ nhân\"'', một ''\"Giao châu nhân\"'' (người Giao châu). Có lẽ ông thuộc tầng lớp hào trưởng địa phương và trước đó chưa làm quan chức gì cho chính quyền đô hộ.<ref>[[Trần Quốc Vượng]] (Chủ biên), ''Lịch sử quân sự Việt Nam'' - Tập 2: ''Đấu tranh giành độc lập tự chủ (từ năm 179 TCN đến năm 938)'', Nhà xuất bản Chính trị Quốc gia, 2001. Phần III - ''Tình hình đấy nước sau khởi nghĩa Bà Triệu: Xu hướng ly tâm chính trị ở Giao Châu (từ thế kỷ III đến thế kỷ VI)''.<\/ref>\n\nNăm 468, nhân Thứ sử Giao Châu là Lưu Mục chết, Lý Trường Nhân cùng với em họ là [[Lý Thúc Hiến]] tụ tập dân chúng Giao Châu nổi dậy, giết hết các \"bộ khúc\", thuộc hạ của thứ sử cũ, tự xưng là Thứ sử.\n\nTrong vòng ba tháng, dân chúng Giao Châu tìm giết quan quân đô hộ cùng những người lưu ngụ từ phương Bắc sang, tự lập chính quyền riêng. Lý Trường Nhân sau đó sai sứ sang xin vua [[Lưu Tống]] chính thức phong cho chức Thứ sử, nhưng [[Lưu Tống Minh Đế|Lưu Tống Minh đế]] không đồng ý, chỉ cho ông làm Giao Châu hành kinh lược sứ. Lưu Tống đế liên tiếp cử Ngô Hỷ, rồi Tông Phụng Bá sang Giao Châu để làm Thứ sử nhưng bọn Hỷ, Bá đều sợ không dám đi.\n\nTháng 8 năm 468, Lưu Bột được cử sang làm Thứ sử Giao Châu, nhưng bị Lý Trường Nhân chống lại và chết. Dù vậy, sau đó Lý Trường Nhân vẫn sai người sang Tống xin hàng, nhưng vẫn quản lãnh công việc ở Giao Châu. Nhà Tống buộc phải chấp thuận cho ông chức Thứ sử Giao Châu.<ref>[[Việt sử lược]], quyển thượng, dẫn theo [[Khâm định tứ khố toàn thư]], tập 466, Thượng Hải cổ tịch xuất bản xã.<\/ref>\n\nSau khi ông mất, Lý Thúc Hiến lên thay quyền thống lĩnh cho đến năm 485 thì hàng Tề.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n* [[Trần Quốc Vượng]] (Chủ biên), ''Lịch sử quân sự Việt Nam'' - Tập 2: ''Đấu tranh giành độc lập tự chủ (từ năm 179 TCN đến năm 938)'', Nhà xuất bản Chính trị Quốc gia, 2001\n* Đỗ Đức Hùng, Nguyễn Đức Nhuệ, Trần Thị Vinh, Trương Thị Yến, ''Việt Nam những sự kiện lịch sử (từ khởi thủy đến 1858)'', Nhà xuất bản Giáo dục, 2001, Tr. 31.\n\n{{sơ khai}}\n\n[[Thể loại:Khởi nghĩa Việt Nam thời Bắc thuộc lần 2]]"}