{"14649":"{{Thông tin viên chức\n|tên= Lý Tòng Bá\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Cờ Thẳng tiến.png|22px]]<br>Tư lệnh Sư đoàn 25 Bộ binh\n|bắt đầu= 11\/1974\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Chuẩn tướng\n|tiền nhiệm= -Đại tá Nguyễn Hữu Toán\n|kế nhiệm= -Sau cùng\n|địa hạt= Quân khu III\n|phó chức vụ= Tư lệnh phó<br><br>Tham mưu trưởng\n|phó viên chức= -Đại tá Trương Thắng Chức<br>-Đại tá Bùi Hữu Khiêm\n\n|chức vụ 2= [[Hình: Flag of ARVN Armored Cavalry Regiment.png|22px]]<br>Chỉ huy trưởng Binh chủng Thiết Giáp\n|bắt đầu 2= 10\/1972\n|kết thúc 2= 11\/1974\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Chuẩn tướng\n|tiền nhiệm 2= -Đại tá [[Phan Hòa Hiệp]]\n|kế nhiệm 2= -Trung tướng [[Nguyễn Văn Toàn]]\n|địa hạt 2= Biệt khu Thủ đô\n\n|chức vụ 3= [[Hình: ARVN 23rd Division Insignia.svg|22px]]<br>Tư lệnh Sư đoàn 23 Bộ binh\n|bắt đầu 3= 1\/1972\n|kết thúc 3= 10\/1972\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Đại tá<br>-Chuẩn tướng (5\/1972)\n|tiền nhiệm 3= -Chuẩn tướng [[Võ Văn Cảnh]]\n|kế nhiệm 3= -Đại tá [[Trần Văn Cẩm]]\n|địa hạt 3= Quân khu II\n\n|chức vụ 4= [[Hình: QD II VNCH.jpg|22px]]<br>Tư lệnh phó Quân đoàn II<br>Đặc trách Bình định và Phát triển\n|bắt đầu 4= 1\/1971\n|kết thúc 4= 1\/1972\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại tá\n|địa hạt 4= Vùng 3 chiến thuật\n\n|chức vụ 5= [[Hình: ARVN Joint General Staff Insignia.svg|22px]]<br>Chánh sở Thanh tra<br>thuộc Tổng Thanh tra QLVNCH<br>tại Bộ Tổng Tham mưu\n|bắt đầu 5= 4\/1968\n|kết thúc 5= 1\/1971\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại tá\n|địa hạt 5= Biệt khu Thủ đô\n\n|chức vụ 6= [[Hình: QD III VNCH.jpg|22px]]<br>Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Bình Dương\n|bắt đầu 6= 10\/1965\n|kết thúc 6= 4\/1968\n|trưởng chức vụ 6= Cấp bậc\n|trưởng viên chức 6= -Trung tá<br>-Đại tá (11\/1965)\n|kế nhiệm 6= -Trung tá Nguyễn Văn Tư\n|địa hạt 6= Vùng 3 chiến thuật\n\n|chức vụ 7= Chỉ huy Trung đoàn 1 Thiết Giáp\n|bắt đầu 7= 10\/1964\n|kết thúc 7= 4\/1968\n|trưởng chức vụ 7= Cấp bậc\n|trưởng viên chức 7= -Trung tá\n|tiền nhiệm 7= -Thiếu tá Huỳnh Ngọc Diệp\n|kế nhiệm 7= -Trung tá Huỳnh Ngọc Diệp\n|địa hạt 7= Vùng 3 chiến thuật\n\n|chức vụ 8= Chỉ huy Trung đoàn 2 Thiết Giáp\n|bắt đầu 8= 12\/1961\n|kết thúc 8= 10\/1964\n|trưởng chức vụ 8= Cấp bậc\n|trưởng viên chức 8= -Thiếu tá (12\/1961)<br>-Trung tá (10\/1964)\n|tiền nhiệm 8= -Trung tá [[Lâm Quang Thơ]]\n|địa hạt 8= Vùng 4 chiến thuật\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= Las Vegas, Nevada, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|vợ= Chung Bạch Vân\n|họ hàng= Chung Bá Vạng (ông nội của vợ)<br>Lý An Phước (anh)<br>Lý An Hải (anh)<br>Lý Thị Thọ (chị)<br>Lý Thị Dương (chị)<br>Lý An Lợi (em)<br>Lý An Lộc (em)<br>Lý Tòng Tâm (em)<br>Lý Tòng Tôn (em)<br>Lý Tòng Hiếu (em)<br>Lý Thị Kim Đính (em)\n|con= 3 người con (2 trai, 1 gái)<br>Lý Tòng Tân<br>Lý Bạch Phượng<br>Lý Tòng Châu\n|học vấn= Tú tài bán phần\n|học trường= -Trường Thiếu sinh quân Đông Dương, Vũng Tàu<br>-Trường Võ bị Liên quân Đà Lạt<br>-Trường Kỵ binh Saumur, Pháp<br>-Trường Lục quân Fort Knox, Hoa Kỳ.\n|quê quán= Nam Kỳ\n\n|ngày sinh= [[14 tháng 11]] năm [[1931]]\n|ngày mất= [[22 tháng 2]] năm [[2015]] ([[84]] tuổi)\n|nơi sinh= [[Long Xuyên]], [[Việt Nam]]\n|nơi mất= [[Nevada]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1951]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= '''[[Hình: Flag of ARVN Armored Cavalry Regiment.png|20px]] [[Binh chủng Thiết giáp Việt Nam Cộng hòa|Binh chủng Thiết giáp]]<br>[[Hình: ARVN 23rd Division Insignia.svg|20px]] [[Sư đoàn 23 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 23 Bộ binh]]<br>[[Hình: Cờ Thẳng tiến.png|20px]] [[Sư đoàn 25 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 25 Bộ binh]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]<ref>Đệ tứ đẳng Huân chương Bảo quốc<\/ref>\n}}\n\n'''Lý Tòng Bá''' (1931 – 2015), nguyên là một tướng lĩnh gốc [[Kỵ binh]] của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ những khóa đầu ở trường Võ bị Quốc gia do Chính phủ Quốc gia Việt Nam mở ra tại nam Cao nguyên Trung phần. Sau khi tốt nghiệp ông được chọn vào đơn vị Thiết giáp và ông đã phục vụ ở Binh chủng này lên đến chức vụ Chỉ huy trưởng. Trong thời gian tại ngũ, ông cũng được chuyển nhiệm vụ sang lĩnh vực Hành chánh (Tỉnh trưởng) kiêm Quân sự (Tiểu khu trưởng). Ông là Tư lệnh sau cùng của Sư đoàn 25 Bộ binh, đơn vị cuối cùng chiến đấu bảo vệ mặt phía bắc Sài Gòn trước khi thất thủ.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 14 tháng 11 năm 1931 trong một gia đình khá giả ở quê ngoại tại làng Bình Đức, tỉnh Long Xuyên (nay thuộc tỉnh An Giang), miền Nam Việt Nam. Quê nội của ông ở quận Kế Sách, tỉnh Sóc Trăng. Từ năm 1937, ông là học sinh trường Tiểu học Long Xuyên, rồi trường [[Trung học Collège Cần Thơ]]<ref>Trường Trung học Collège Cần Thơ về sau đổi tên thành trường Trung học Phan Thanh Giản.<\/ref> theo chương trình Pháp. Năm 1947, ông tốt nghiệp với văn bằng Thành chung. Tháng 8 năm 1948, ông trúng tuyển theo học trường Thiếu sinh quân Đông Dương ở Cap Saint Jacques, Vũng Tàu. Ngoài chương trình quân sự học đường, ông còn được học chương trình phổ thông Trung học Đệ nhị cấp. Năm 1950, ông tốt nghiệp với chứng chỉ tương đương văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nTháng 11 năm 1951, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 51\/121.307. Theo học khóa 6 Đinh Bộ Lĩnh tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 12 năm 1951. Ngày 1 tháng 10 năm 1952 mãn khóa tốt nghiệp Thủ khoa với cấp bậc [[Thiếu úy]] hiện dịch. Ngay sau khi ra trường, ông được tuyển chọn vào Thiết giáp và theo học tiếp khóa căn bản Binh chủng tại Trung tâm Huấn luyện Thiết giáp Viễn Đông của Quân đội Pháp ở Vũng Tàu kể từ ngày 1 tháng 10 năm 1952 đến ngày 1 tháng 4 năm 1953.<ref>Cùng học khóa căn bản Thiết giáp với Thiếu úy Lý Tòng Bá, còn có các Thiếu úy có tên sau đây:<br>[[Hoàng Xuân Lãm]], [[Nguyễn Văn Toàn]], [[Phan Hòa Hiệp]], [[Trần Quang Khôi]], [[Nguyễn Văn Tồn (Đại tá, Quân lực VNCH)|Nguyễn Văn Tồn]] (Sinh năm 1923, tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng là Đại tá Tham mưu phó Bộ chỉ huy Thiết giáp Trung ương) và [[Nhan Nhật Chương (Đại tá, Quân lực VNCH)|Nhan Nhật Chương]] (Tốt nghiệp khóa 6 Võ bị Đà Lạt. Sau cùng là Đại tá Tỉnh trưởng kiêm Tiểu khu trưởng An Xuyên).<\/ref> Sau khi mãn khóa căn bản Thiết giáp, ông được cử giữ chức Trung đội trưởng Trung đội Thám thính M.8 thuộc Tiểu đoàn 7 Thám thính ở Hà Đông, Bắc Việt. Đầu năm 1954, ông được chọn làm sĩ quan Tuỳ viên cho Trung tướng [[Nguyễn Văn Hinh]], Tổng Tham mưu trưởng Quân đội Quốc gia. Tháng 12 cùng năm ông được thăng cấp [[Trung úy]] tại nhiệm.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1955, ông trở lại Binh chủng và được cử làm Đại đội trưởng Đại đội Thám thính. Sau khi Quân đội Quốc gia được đổi tên thành [[Quân đội Việt Nam Cộng hòa]], tháng 10 cùng năm ông được chọn đi du học khóa cao cấp Thiết giáp tại trường Kỵ binh Saumur ở Pháp,<ref>Cùng đi tu nghiệp khóa Thiết giáp cao cấp tại Pháp với Trung uý Lý Tòng Bá còn có các Đại úy [[Nguyễn Duy Hinh]] và [[Lê Đức Đạt]], các Trung úy [[Trần Quang Khôi]], [[Phan Hòa Hiệp]] và [[Thẩm Nghĩa Bôi (Đại tá, Quân lực VNCH)|Thẩm Nghĩa Bôi]] (Sinh năm 1923 tại Hà Nội, tốt nghiệp khóa 5 Võ bị Đà Lạt. Chức vụ sau cùng: Đại tá Chỉ huy phó Bộ chỉ huy Thiết giáp Trung ương).<\/ref> đến đầu tháng 1 năm 1956 mãn khóa.\n \nNgay sau khi mãn khóa cao cấp Thiết giáp trở về nước, ông được cử làm Chi đoàn trưởng Chi đoàn chiến xa M.8 (sau đổi thành Chi đoàn chiến xa M.24) thuộc Trung đoàn 1 Thiết giáp đồn trú ở Gò Vấp, Gia Định do Thiếu tá [[Hoàng Xuân Lãm]] làm Trung đoàn trưởng. Đầu năm 1958, ông được thăng cấp [[Đại úy]] tại nhiệm. Tháng 12 cùng năm nhận lệnh bàn giao Chi đoàn M.24 lại cho Đại úy [[Kha Vạng Huy (Đại tá, Quân lực VNCH)|Kha Vãng Huy]],<ref>Đại uý Kha Vãng Huy sinh năm 1921 tại Sài Gòn, tốt nghiệp khóa 1 Sĩ quan Thủ Đức. Sau cùng là Đại tá Trưởng phòng Bộ Chỉ huy Thiết giáp Trung ương.<\/ref> để đi du học khóa căn bản và cơ khí Thiết giáp tại trường Lục quân Fort Knox, Tiểu bang Kentucky, Hoa Kỳ. Tháng 5 năm 1959, mãn khóa học ông về nước phục vụ tại ban Tu thư, sau đó được giao chức vụ sĩ quan Phụ tá Tiếp vận của Bộ chỉ huy Thiết giáp tại trại Trần Hưng Đạo, Bộ Tổng tham mưu.\n\nĐầu năm 1960, ông được cử giữ chức Chỉ huy phó trường Huấn luyện Thiết giáp ở Thủ Đức do Thiếu tá [[Vĩnh Lộc]] làm Chỉ huy trưởng. Tháng 6 cùng năm, ông được biệt phái sang lĩnh vực Hành chính giữ chức vụ Phó Tỉnh trưởng Nội an kiêm Tiểu khu trưởng tỉnh Phước Long. Cuối năm, Thiếu tá [[Đỗ Văn Diễn (Đại tá, Quân lực VNCH)|Đỗ Văn Diễn]]<ref>Thiếu tá Đỗ văn Diên tốt nghiệp khóa 5 Võ bị Đà Lạt. Năm 1965 giải ngũ ở cấp Đại tá.<\/ref> Tỉnh trưởng Phước Long trả ông trở lại Quân đội vì bị nghi ngờ ủng hộ cuộc đảo chánh ngày 11 tháng 11 năm 1960 do Đại tá [[Nguyễn Chánh Thi]] cầm đầu. Ngay sau đó ông được cử đi làm Chỉ huy phó Trung tâm Huấn luyện Cơ giới Bảo an ở Vũng Tàu do Thiếu tá [[Lê Đức Đạt]] làm Chỉ huy trưởng. Đến giữa năm 1961, ông được cử làm Đại đội trưởng Đại đội 7 Cơ giới M.113 tân lập thuộc Sư đoàn 7 Bộ binh ở Mỹ Tho (ngày 1 tháng 11 năm 1962, đơn vị này được đổi tên thành Chi đoàn 4 Thiết vận xa thuộc Trung đoàn 2 Thiết giáp đặt binh sở tại Mỹ Tho). Tháng 12 cùng năm, ông được thăng cấp [[Thiếu tá]] và được cử giữ chức Trung đoàn trưởng Trung đoàn 2 Thiết giáp thay thế Trung tá [[Lâm Quang Thơ]].\n\nĐầu tháng 12 năm 1963, một tháng sau cuộc đảo chính [[Tổng thống]] [[Ngô Đình Diệm]], ông được cử giữ chức vụ Chỉ huy Chiến đoàn 6 Thiết vận xa tân lập tại [[Mỹ Tho]]. Trung tuần tháng 8 năm 1964, ông được thăng cấp [[Trung tá]]. Một tháng sau, ngày 13 tháng 9, ông tham gia cuộc biểu dương Lực lượng (thực ra là một vụ đảo chính) xuất phát từ Quân khu 4 do Trung tướng [[Dương Văn Đức (trung tướng)|Dương Văn Đức]] Tư lệnh Quân đoàn IV cầm đầu. Đảo chính thất bại, ông bị bắt và giam giữ tại Quân lao Gò Vấp, sau đó chuyển sang Đề lao Chí Hòa. Tháng 10 cùng năm ông bị ra Tòa án binh và Hội đồng Kỷ luật Quân đội nhưng được tha bổng và phục hồi cấp bậc. Sau đó ông được cử làm Trung đoàn trưởng Trung đoàn 1 Thiết giáp thay thế Thiếu tá [[Huỳnh Ngọc Diệp (Đại tá, Thiết giáp VNCH)|Huỳnh Ngọc Diệp]].<ref>Thiếu tá Huỳnh Ngọc Diệp sinh năm 1928 tại Long An, tốt nghiệp khóa 3 Võ bị Đà Lạt. Sau cùng là Đại tá Tỉnh trưởng Phong Dinh.<br>''Trong Quân lực VNCH có 2 sĩ quan cùng cấp Đại tá mang họ và tên giống nhau. Ngoài vị sĩ quan Thiết giáp nói trên, vị còn lại là sĩ quan Bộ binh [[Huỳnh Ngọc Diệp (Đại tá, Bộ binh VNCh)|Huỳnh Ngọc Diệp]] (Sinh năm 1930 tại Gia Định, tốt nghiệp khóa 1 Sĩ quan Thủ Đức. Sau cùng là Đại tá Đổng lý Văn phòng Bộ Nội vụ).<\/ref> Tháng 10 năm 1965, ông nhận lệnh bàn giao Trung đoàn 1 Thiết giáp lại cho Trung tá Huỳnh Ngọc Diệp<ref>Trung tá Huỳnh Ngọc Diệp tái nhiệm lần thứ 2 chi huy Trung đoàn 1 Thiết giáp<\/ref>  để đi nhận chức vụ Tỉnh trưởng kiêm Tiểu khu trưởng Bình Dương. Ngày Quốc khánh Đệ Nhị Cộng hòa 1 tháng 11 cùng năm, ông được đặc cách thăng cấp [[Đại tá]] tại nhiệm.\n\nTháng 4 năm 1968, rời khỏi chức vụ Tỉnh trưởng tỉnh Bình Dương, ông được chuyển về Trung ương giữ chức vụ Chánh sở Thanh tra thuộc Tổng nha Thanh tra Quân lực Việt Nam Cộng hòa. Đầu năm 1971, ông thuyên chuyển ra Quân khu 2 được cử vào chức vụ Tư lệnh phó Quân đoàn II kiêm Đặc trách Chương trình Bình định & Phát triển của Quân khu 2 tại Nha Trang.\n\nHạ tuần tháng 1 năm 1972, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 23 Bộ binh thay thế Chuẩn tướng [[Võ Văn Cảnh]] đi làm Chỉ huy trưởng Trung tâm Huấn luyện Quốc gia Lam Sơn kiêm Chỉ huy trưởng Huấn khu Dục Mỹ. Tháng 5 cùng năm, ông được đặc cách thăng cấp [[Chuẩn tướng]] tại nhiệm ở mặt trận do chiến tích của Sư đoàn 23 đã lập được tại chiến trường Kontum trong \"Mùa hè Đỏ lửa\". Tháng 10 cùng năm, ông được lệnh bàn giao Sư đoàn 23 lại cho Đại tá [[Trần Văn Cẩm]] (nguyên Tham mưu trưởng Quân đoàn II). Cùng ngày đi nhận chức vụ Chỉ huy trưởng Thiết giáp Trung ương tại Trại Phù Đổng, Gò Vấp thay thế Đại tá [[Phan Hòa Hiệp]]. Giữa năm 1973, ông được cử làm sĩ quan Tuỳ viên cho Tổng thống [[Nguyễn Văn Thiệu]] trong chuyến công du thăm viếng các Quốc gia Hoa Kỳ, Ý, Anh, Trung Hoa Quốc gia và Đại Hàn với thời gian 2 tuần lễ.\n\nNgày Quốc khánh 1 tháng 11 năm 1974, ông được lệnh bàn giao Bộ chỉ huy Thiết giáp lại cho Trung tướng [[Nguyễn Văn Toàn]]. Sau đó đi đảm nhận chức vụ Tư lệnh Sư đoàn 25 Bộ binh (bản doanh đặt tại Căn cứ Đồng Dù, Củ Chi, Hậu Nghĩa), thay thế Đại tá [[Nguyễn Hữu Toán (Đại tá, Quân lực VNCH)|Nguyễn Hữu Toán]]<ref>Đại tá Nguyễn Hữu Toán sinh năm 1930 tại Nam Định, tốt nghiệp Trường Sĩ quan Nam Định.<\/ref> được cử đi làm Chỉ huy trưởng Trung tâm Huấn luyện Quốc gia Lam Sơn.\n\n*''Sư đoàn 25 Bộ binh vào thời điểm tháng 4\/1975, nhân sự của Bộ tư lệnh Sư đoàn được phân bổ như sau:''\n\n-Tư lệnh - Chuẩn tướng Lý Tòng Bá<br>-Tư lệnh phó - Đại tá [[Trương Thắng Chức (Đại tá, Quân lực VNCH)|Trương Thắng Chức]]<ref>Đại tá Trương Thắng Chức (dân tộc Nùng), sinh năm 1928 tại Hải Ninh, tốt nghiệp trường Võ bị Móng Cái.<\/ref><br>-Tham mưu trưởng - Đại tá [[Bùi Hữu Khiêm (Đại tá, Quân lực VNCH)|Bùi Hữu Khiêm]]<ref>Đại tá Bùi Hữu Khiêm, tốt nghiệp khóa 3 trường Sĩ quan Trừ bị Thủ Đức.<\/ref><br>-Chỉ huy Pháo binh - Trung tá [[Phạm Hữu Nghĩa)Trung tá, Quân lực VNCH)|Phạm Hữu Nghĩa]]<ref>Trung tá Phạm Hữu Nghĩa, tốt nghiệp khóa 10 trường Võ bị Liên quân Đà Lạt.<\/ref>\n\nSáng ngày 30 tháng 4 năm 1975, ông bị quân Giải phóng bắt tại làng Tân Thạnh Đông, quận Củ Chi.<ref>Có nguồn dư luận cho rằng ngày 30 tháng 4, viên Chuẩn tướng Tư lệnh Sư đoàn \"Tia chớp Nhiệt đới\" (biệt danh của Sư đoàn 25 Bộ binh Việt Nam Cộng hòa) đã cải trang thành một nhà thầu dân sự xây dựng doanh trại để lẩn ra đường cái bắt xe khách trốn về Sài Gòn. Dù vậy, ông ta vẫn bị một nữ du kích Củ Chi bắt sống khi đang nép người dưới ruộng lúa.<br> Sự thật thì bà Lê Thị Sương (nguyên Chính trị viên của Đội nữ du kích Củ Chi). Bà thường được gọi là \"dì Năm Sương\" hoặc \"dì Năm du kích\". Bà Sương sống trong một ngôi nhà cấp bốn nằm phía sau ngôi chợ nhỏ có tên gọi là chợ Lô Sáu (xã An Nhơn Tây, huyện Củ Chi, Tp Hồ Chí Minh) kể lại:<br>- \"''Chúng ta chiến thắng bằng sức mạnh chính nghĩa, vì vậy ta phải ghi nhận lịch sử đúng và chính xác. Đúng là Lý Tòng Bá đã tháo chạy khỏi căn cứ trước áp lực quân sự của ta nhưng đích thân ông ta dẫn các sĩ quan thuộc quyền ra trình diện chứ không phải bị tôi bắt lúc lẩn trốn. Khi ra trình diện, ông ta vẫn mặc bộ quân phục nhưng đã tháo bỏ quân hàm. Khi tôi bàn giao ông ta cho bộ đội, ông ta vẫn mặc bộ đồ đó.''<br\/> Sáng sớm ngày 29 tháng 4, lực lượng Trung đoàn 48 của quân Giải phóng đánh vào sở chỉ huy của Chuẩn tướng Lý Tòng Bá. Lý Tòng Bá lệnh cho thuộc hạ phản công quyết liệt. Tuy nhiên, đến trưa, không chịu nổi sức mạnh áp đảo của quân Bắc Việt, Lý Tòng Bá cùng thuộc hạ bỏ chạy khỏi sở chỉ huy. Chiều cùng ngày, bà Năm Sương cùng đồng đội đã vào đến trung tâm huyện lị Củ Chi tiếp quản trụ sở hành chính của địch. Theo sự chỉ đạo từ trước, bà Năm Sương dùng xe Jeep tịch thu của chính quyền Việt Nam cộng hòa đi phát loa kêu gọi binh sĩ Việt Nam cộng hòa ra trình diện chính quyền cách mạng tại Rạp hát Củ Chi (nay là trụ sở Công an huyện Củ Chi).<br> Khoảng 9 giờ sáng ngày 30 tháng 4, hàng trăm binh sĩ Việt Nam Cộng hòa vào rạp hát trình diện. Chiều cùng ngày, bà Năm Sương trưng dụng xe quân sự vừa tịch thu của địch chở hết số sĩ quan chỉ huy Sư đoàn 25 vào căn cứ Đồng Dù bàn giao cho Cục Chính trị Sư đoàn 320 của ta.<\/ref><ref>{{Chú thích web|url = http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Chuyen-nu-du-kich-bat-song-Chuan-tuong-Ly-Tong-Ba-372188\/|title = Chuyện nữ du kích bắt sống Chuẩn tướng Lý Tòng Bá}}.<\/ref> Sau đó, bị tù lưu đày từ Nam ra Bắc qua các trại Quang Trung (Gia Định), Yên Bái (Hoàng Liên Sơn), Hà Nam (Hà Nam Ninh) cho đến ngày 13 tháng 2 năm 1988 mới được trả tự do.\n\nĐầu năm 1990, ông xuất cảnh sang Mỹ theo chương trình \"Ra đi có Trật tự\" diện H.O do Chính phủ Hoa Kỳ bảo lãnh. Sau đó đoàn tụ với gia đình tại Las Vegas, Tiểu bang Nevada.\n\nNgày 22 tháng 3 năm 2015, ông từ trần tại nơi định cư. Hưởng thọ 84 tuổi.\n\n==Huy chương==\n*''Huy chương Việt Nam Cộng hòa:''<br>– Bảo quốc Huân chương đệ tứ đẳng (ân thưởng)<br>– Sáu Anh dũng Bội tinh với nhành dương liễu<br>– Hai chiến thương Bội tinh.\n*''Huy chương Đồng minh:''<br>– Huy chương Order of Sikatuva (Philippines)<br>– Huy chương Silver Star with \"V\" Device (Hoa Kỳ)<br>– Huy chương Croix de Guerre (Pháp).\n\n==Gia đình==\n:-''Tướng Lý Tòng Bá là con trai thứ 3 và người con thứ 5 trong gia đình có 11 anh chị em.''\n*Bào huynh: Lý An Phước, Lý An Hải\n*Bào tỷ: Lý Thị Thọ, Lý Thị Dương\n*Bào đệ: Lý An Lợi, Lý An Lộc, Lý Tòng Tâm, Lý Tòng Tôn, Lý Tòng Hiếu\n*Bào muội: Lý thị Kim Đính\n*Phu nhân: Chung Bạch Vân ''(Cháu nội của cụ Chung Bá Vạng, quê ở Bạc Liêu)''\n*Các con: Lý Tòng Tân, Lý Bạch Phượng và Lý Tòng Châu\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n==Liên kết ngoài==\n*[http:\/\/www.mekongrepublic.com\/vietnam\/vn_find.asp Danh sách sĩ quan Quân lực Việt Nam Cộng Hòa] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131214141402\/http:\/\/www.mekongrepublic.com\/vietnam\/vn_find.asp |date = ngày 14 tháng 12 năm 2013}}\n*[http:\/\/www.lasvegassun.com\/sunbin\/stories\/lv-other\/2005\/nov\/10\/519641050.html Người đồng chí trong một cuộc chiến bỏ lỡ] (tiếng Anh)\n\n[[Thể loại:Sinh năm 1931]]\n[[Thể loại:Mất năm 2015]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người An Giang]]\n[[Thể loại:Người Mỹ gốc Việt]]\n[[Thể loại:Tù binh Chiến tranh Việt Nam]]"}