{"16907520":"{{Đổi hướng đến đây|Lý Tiến}}'''Lý Tiến''' ({{zh|t=李進}}; ? - ?), [[tên tự]] là '''Tử Hiền''' (子賢), là quan viên người Việt thời [[Đông Hán]] trong [[lịch sử Trung Quốc]].\n\n== Thân thế cùng thăng tiến ==\nLý Tiến quê ở [[Giao Châu|Giao Chỉ thứ sử bộ]], được cho là người quận [[Giao Chỉ]] (phần lớn [[đồng bằng Bắc Bộ]] [[Việt Nam]] ngày nay).<ref>Đỗ Đức Hùng, Nguyễn Đức Nhuệ, Trần Thị Vinh, Trương Thị Yến, ''Việt Nam - Những sự kiện lịch sử (từ khởi thủy đến 1858)'', Nhà xuất bản Giáo dục Việt Nam, Hà Nội, 2001, trang 22.<\/ref> Do đó, Lý Tiến được cho là người [[Việt Nam]] họ Lý đầu tiên làm quan cho triều đình phương Bắc, nếu không tính [[Lý Ông Trọng]].<ref>[https:\/\/thethaovanhoa.vn\/van-hoa\/kham-pha-dong-ho-ly-tu-khoi-nguon-den-ly-cong-uan-bai-1-n20100105104455242.htm Khám phá dòng họ Lý từ khởi nguồn đến Lý Công Uẩn (Bài 1)]<\/ref> Tuy nhiên, theo nguồn tài liệu Trung Quốc có niên đại sớm nhất từ thời [[Vạn Lịch]] nhà Minh như ''Quảng Đông thông chí'' do [[Quách Phỉ]] chỉnh lý hay ''Bách Việt tiên hiền chí'' của [[Âu Đại Nhiệm]] thì Lý Tiến là người [[Hóa Châu, Mậu Danh|Cao Hưng]],<ref>Quận Cao Hưng thành lập vào năm 264 thời Đông Ngô. Quận lị là huyện Cao Hưng, nay là [[Hóa Châu, Mậu Danh|Hóa Châu, Quảng Đông]].<\/ref> đến thời Minh-Thanh thuộc Hóa Châu.<ref name=\"QĐTC 44\">[[Quách Phỉ]], ''Quảng Đông thông chí'', ''[[:wikisource:zh:廣東通志 (四庫全書本)\/卷44|quyển 44]]''.<\/ref><ref name=\"BVTHC\">[[Âu Đại Nhiệm]], ''Bách Việt tiên hiền chí'', ''[[:wikisource:zh:百越先賢志#百越先賢志卷之二|quyển 2]]''.<\/ref><ref name=\"ĐTNTC 347\">Nhiều tác giả, ''Khâm định Đại Thanh nhất thống chí'', quyển 347, ''[[:wikisource:zh:欽定大清一統志 (四庫全書本)\/卷347|Cao Châu phủ]]''.<\/ref><ref name=\"GKTTNTC 449-450\">Nhiều tác giả, ''Gia Khánh trùng tu nhất thống chí'', quyển 449-450, ''[[:wikisource:zh:嘉慶重修一統志 (四部叢刊本)\/卷四百四十九至四百五十|Cao Châu phủ]]''.<\/ref>\n\nLý Tiến xuất thân nghèo khó nhưng thông minh từ nhỏ, chăm chỉ hiếu học, đọc thông kinh sử. Ban đầu được bổ nhiệm làm quận công tào, sau thăng chức kỵ đô úy,<ref name=\"BVTHC\" \/> có nguồn ghi là đô úy.<ref name=\"ĐTNTC 347\" \/><ref name=\"GKTTNTC 449-450\" \/> Năm 137 (Vĩnh Hòa năm thứ 2) thời [[Hán Thuận Đế]], dân Kinh Man nổi dậy. Lý Tiến được bổ nhiệm làm thái thú [[Vũ Lăng]], dẫn quân đánh dẹp, chém đầu mấy trăm, còn lại đều hàng. Tiến tại nhiệm 9 năm, đến khi [[Lương hoàng hậu (Hán Thuận Đế)|Lương thái hậu]] nhiếp chính (144), Lý Tiến được thăng trật 2.000 thạch, ban thưởng 20 vạn tiền.<ref name=\"QĐTC 44\" \/><ref name=\"BVTHC\" \/> [[Nguyễn Văn Tố]] cho rằng sự kiện Lý Tiến làm thái thú Linh Lăng diễn ra vào năm 179.<ref>Ứng Hòe Nguyễn Văn Tố, ''Đại Nam dật sử & Sử ta so với sử Tàu'', Nhà xuất bản Khoa học xã hội, Hà Nội, 2019, trang 26.<\/ref>\n\n== Tiến cử nhân tài Giao Châu ==\nNăm 187, thứ sử [[Chu Phù]] bị người Di giết chết, triều đình bổ nhiệm Lý Tiến làm thứ sử [[Giao Chỉ]], người trong bộ là [[Sĩ Nhiếp]] giữ nguyên chức thái thú Giao Chỉ.<ref name=\"BVTHC\" \/> Lại theo tiến cử của Sĩ Nhiếp, lấy các em trai của Nhiếp là [[Sĩ Nhất]] làm thái thú [[Hợp Phố]], [[Sĩ Vĩ]] làm thái thú [[Cửu Chân]], [[Sĩ Vũ]] làm thái thú [[Nam Hải (quận)|Nam Hải]].<ref name=\"TQC 49\">[[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]'', ''Ngô thư'', quyển 4, ''[[:wikisource:zh:三國志\/卷49|Lưu Do Thái Sử Từ Sĩ Nhiếp truyện]]''.<\/ref><ref name=\"ĐVSKTT\">[[Ngô Sĩ Liên]] (chủ biên), ''[[Đại Việt sử ký toàn thư]]'', ''Ngoại kỷ'', quyển 3, ''[[:wikisource:zh:大越史記全書\/外紀卷之三|Sĩ vương kỷ]]''.<\/ref>\n\nNăm 200, thứ sử Lý Tiến dâng tấu lên [[Hán Hiến Đế]], đại ý là: ''Khắp cả thiên hạ đều là bề tôi của vua, thế mà nay làm quan ở triều đình đều là sĩ phu ở Trung Châu cả, chưa từng khuyến khích người xa'', lời lẽ thống thiết, viện dẫn nhiều dẫn chứng. Vua Hán bèn hạ chiếu cho phép những người được cử hiếu liêm, mậu tại của Giao Chỉ bộ được làm trưởng lại trong châu.<ref name=\"ĐVSKTT\" \/>\n\nLý Tiến sau đó lại dâng sớ, nói: ''Người được cử làm hiếu liêm xin cho được như bác sĩ ở mười hai châu, căn cứ theo nhân tài mà đối xử.'' Tuy nhiên lần này Hữu ti của triều đình lại viện cớ người phương xa không thật thà, hay bắt bẻ, chê bai triều đình nên không chấp thuận. Người Giao Chỉ là [[Lý Cầm]] cùng đồng hương [[Bốc Long]] khoảng 5, 6 người là lính túc vệ, liền đến quỳ ở sân điện, hô rằng: ''Ơn vua ban không đều.'' Khi được Hữu ti hỏi, Lý Cầm trả lời, lời lẽ khẩn thiết đau đớn: ''Nam Việt ở xa không được trời che, đất chở, cho nên mưa ngọt không xuống, gió mát không đến.'' Hiến Đế liền hạ chiếu an ủi, lấy một người mậu tài làm [[Hàn Thành, Vị Nam|Hạ Dương]] lệnh, một người hiếu liêm làm [[Lục Hợp]] lệnh.<ref name=\"ĐVSKTT\" \/> Nhiều người về sau làm quan lớn, như Lý Cầm quan đến Tư Lệ hiệu úy.<ref name=\"BVTHC\" \/>\n\n== Nhận xét ==\nSách ''[[Đại Việt sử ký toàn thư]]'' nhận xét: ''Nhân tài nước Việt ta được cùng tuyển dụng như người Hán là mở đầu từ Lý Cầm, Lý Tiến vậy.''<ref name=\"ĐVSKTT\" \/>\n\n[[Nguyễn Khắc Thuần]] trong tác phẩm ''Việt sử giai thoại'' có lời bàn:<ref>[http:\/\/quehuongonline.vn\/viet-su-giai-thoai\/viet-su-giai-thoai-loi-tau-cua-ly-tien-ly-cam-va-truong-trong-7577.htm Việt sử giai thoại: Lời tâu của Lý Tiến, Lý Cầm và Trương Trọng]<\/ref>\n{{cquote|''Một sự việc, hai lời tâu, tương đồng là đó mà dị biệt cũng là đó. Lý Tiến là quan văn, chức hàm khá cao, bởi thế, ông tâu theo kiểu tâu của quan văn, cũng chứa chan tâm huyết, cũng thẳng thắn rạch ròi, nhưng quả là rất chừng mực, cả trong nội dung lẫn cung cách trình bày. Lý Cầm là con nhà võ, lại là võ bậc thấp, nghĩ sao nói vậy, không câu nệ chữ nghĩa, cũng bất chấp lễ nghi, cốt sao nói được tiếng nói của mình. [[Nhà Hán]] hẳn nhiên chẳng vì lời tâu của Lý Tiến và Lý Cầm mà thay đổi cách tuyển dụng người, nhưng dẫu sao thì cũng đã phải buộc lòng ghi nhận. Nếu thiếu dũng khí, chẳng thể nói được những lời như Lý Tiến và Lý Cầm đã nói đâu.\n\n''Sử cũ chép chuyện [[Trương Trọng]] ngay sau chuyện Lý Tiến và Lý Cầm, dẫu biết rõ Trương Trọng sống sau hai nhân vật họ Lý này đến hơn 100 năm, ấy là muốn chép cho liền mạch dũng khí mà trước đó Lý Tiến và Lý Cầm đã tạo ra đó thôi. Phàm là người ở giữa cõi cao xanh, thiếu gì thì thiếu chớ thiếu dũng khí thì kể như thiếu hẳn một cái gì lớn lao vô cùng. Câu hỏi của [[Tấn Minh Đế]] chứa chất sự cao ngạo một cách vô lối. Nhưng, đáng đời thay, trả lời cho câu hỏi của Tấn Minh Đế lại là một [[người Việt]] vừa rất giàu dũng khí lại cũng vừa rất thông minh.\n\n''Hóa ra, không biết mà chân thành đi hỏi người biết thì ta bao giờ cũng an lòng về ta. Ngược lại, không phải không biết mà vẫn cứ cố đặt câu hỏi để hỏi người biết, thì tai họa của câu trả lời chưa dễ lường trước được đâu.''}}\nSách ''Đại Nam dật sử - Sử ta so với sử Tàu'' của [[Nguyễn Văn Tố]] có lời bình: ''Lý Tiến làm thứ sử [[Giao Châu|châu Giao]] về đời Hán. Thứ sử là quan đầu tỉnh, nước ta bấy giờ cũng như một tỉnh của [[nhà Hán]] cho nên thứ sử cũng như vua nước Nam về sau. Ở đây, Lý Tiến là người [[Việt Nam|nước Nam]], lại được thống trị nước Nam vào thời Bắc thuộc thật là một việc ít có.''<ref>[https:\/\/news.zing.vn\/nguoi-nuoc-nam-lam-quan-o-trung-quoc-xua-post956765.html Người nước Nam làm quan ở Trung Quốc xưa]<\/ref>\n\n== Thời gian làm thứ sử ==\nLý Tiến tiến cử nhân tài Giao Chỉ bộ (Giao Châu) khi đang giữ chức thứ sử. Tuy nhiên, thời gian tại nhiệm của Lý Tiến lại có những mâu thuẫn giữa các nguồn sử liệu.\n* Theo ''Quảng Đông thông chí'': Trong những năm niên hiệu Trung Bình (184 - 189), Lý Tiến thay [[Giả Tông]] giữ chức thứ sử Giao Chỉ bộ. Giả Tông được bổ nhiệm năm 184, quản lý Giao Chỉ qua [[khởi nghĩa Khăn Vàng]], sau đó được bổ nhiệm làm thứ sử Ký Châu và mất tại chức năm 187.<ref name=\"QĐTC 44\" \/><ref name=\"GKTTNTC 449-450\" \/> Tức Lý Tiến được bổ nhiệm khoảng 185-187, trước Chu Phù.\n* Theo ''Đại Việt sử ký toàn thư'': Năm 187, thứ sử Giao Chỉ bộ là Chu Phù bị giết. Năm 200, Lý Tiến là thứ sử Giao Chỉ. Cùng năm 187, thái thú quận Giao Chỉ là Sĩ Nhiếp nhân cơ hội đó tiến cử người thân khống chế các quận Nam Hải, Uất Lâm, Cửu Chân.<ref name=\"ĐVSKTT\" \/> Tức Lý Tiến được bổ nhiệm khoảng 187-200, sau Chu Phù.\n* Theo ''[[Tam quốc chí]]'' (nguồn sử liệu sớm nhất): Sau khi Chu Phù chết, Sĩ Nhiếp tiến cử người thân khống chế các quận Nam Hải, Uất Lâm, Cửu Chân. Trong đó, Sĩ Nhất rời Lạc Dương về Giao Chỉ sau khi [[Đổng Trác]] khống chế triều đình (189). [[Trương Tân]] được triều đình bổ nhiệm làm thứ sử Giao Chỉ ngay sau khi Chu Phù chết.<ref name=\"TQC 49\" \/> Tức Lý Tiến không làm thứ sử trong thời kỳ này.\n\n== Tham khảo ==\n* Nhiều tác giả, ''[[Đại Việt sử ký toàn thư]]''.\n* [[Trần Thọ]], [[Bùi Tùng Chi]] chú, ''[[Tam quốc chí]]''.\n* [[Âu Đại Nhiệm]], ''Bách Việt tiên hiền chí''.\n* [[Quách Phỉ]], ''Quảng Đông thông chí''.\n* Nhiều tác giả, ''Đại Thanh nhất thống chí''.\n\n== Chú thích ==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n* [https:\/\/vtv.vn\/video\/hao-khi-ngan-nam-ly-tien-ly-cam-117082.htm Hào khí ngàn năm: Lý Tiến - Lý Cầm]\n\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 2]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Quảng Tây]]\n[[Thể loại:Nhân vật chính trị Đông Hán]]\n[[Thể loại:Nhân vật chính trị Tam Quốc]]"}