{"107545":"{{thiếu nguồn}}\n'''Lý Ông Trọng''' (李翁仲), tên khác là '''Lý Thân''', không rõ năm sinh năm mất, là một nhân vật được ghi nhận trong một số sách của Việt Nam và Trung Quốc. Theo truyền thuyết Việt Nam, ông sống vào cuối đời [[Hùng Vương thứ XVIII|Hùng Duệ Vương]] (Hùng Vương thứ 18), đầu thời [[An Dương Vương]], gốc làng Chèm. Còn theo truyền thuyết Trung Quốc, ông tên là '''Nguyễn Ông Trọng''' (阮翁仲), người vùng [[Nam Hải]], đời [[Tần Thủy Hoàng]]\n\n==Truyện kể==\n===Truyền thuyết Việt Nam===\nVào thời [[Hùng Vương thứ XVIII|Hùng Vương thứ 18]], Ông Trọng giữ một chức nhỏ ở huyện ấp, đời sau truyền rằng ông cao hai [[trượng]] ba [[thước]].\n\nVới bản tính cương trực, trung hậu, thương dân nên có lần thấy một tên lính huyện ác ôn đánh đập dân phu dã man, ông đã nổi giận đánh chết tên lính đó và bị triều đình khép tội chết. Nhưng vua thấy ông là người có tài đức, khỏe mạnh nên không nỡ giết. Sau đó ông bỏ chức, đi cầu học phương xa.\n\nĐến thời Thục [[An Dương Vương]], ông là một tướng giỏi giúp vua và được cử đi sứ nước [[Tần]].\n\nBấy giờ nhà Tần hay có nạn giặc [[Hung Nô]] đánh phá phía Bắc. Tuy [[Tần Thủy Hoàng]] đã cho đắp [[Vạn Lý Trường Thành]] nhưng vẫn không yên. Nhân có tướng tài của nước [[Âu Lạc]] là Lý Ông Trọng sang sứ nên vua Tần ngỏ ý mời ông giúp Tần trừ giặc [[Hung Nô]], phong ông làm Vạn Tín hầu. Ông Trọng cầm quân ra giữ đất [[Lâm Thao]] (vùng [[Cam Túc]], [[Trung Quốc]] hiện nay), hễ quân Hung Nô kéo đến bao nhiêu là bị đập tan bấy nhiêu. Giặc [[Hung Nô]] kinh sợ và từ đó không dám xâm phạm biên ải [[nhà Tần]] nữa. Vua Tần hết sức khâm phục, phong tước cao, thưởng hậu và gả cả công chúa cho Lý Ông Trọng, muốn lưu ông ở lại Tần lâu dài. Sau đó một thời gian, Lý Ông Trọng nhớ quê hương xin vua Tần cho về nước nghỉ ngơi.\n\nKhi biết tin Lý Ông Trọng đã về nước, quân [[Hung Nô]] lại kéo sang đánh Tần. Vua Tần lại sai sứ sang [[Âu Lạc]] mời Ông Trọng. Ông Trọng không muốn đi nên vua Thục nói rằng ông đã mất. Vua Tần bất đắc dĩ phải đúc một pho tượng đồng khổng lồ hình Lý Ông Trọng (bên trong rỗng, chứa được mấy chục người, có máy giật để cử động chân tay như thật) đặt ở cửa Kim Mã, kinh thành [[Hàm Dương]]. Giặc Hung Nô ngỡ là ông lại sang Tần nên không dám xâm phạm nước này. Từ đó người phương Bắc thường gọi những pho tượng lớn là \"Ông Trọng\".\n\nNăm 860, [[Cao Biền]] cho sửa sang lại đền thờ ở xã Thụy Hương, huyện Từ Liêm (làng Chèm ngày nay), tạc tượng gỗ, tôn xưng cho ông danh hiệu Lý hiệu úy<ref>[https:\/\/zingnews.vn\/danh-tuong-nguoi-viet-duoc-tan-thuy-hoang-ne-phuc-post710201.html Danh tướng người Việt được Tần Thủy Hoàng nể phục], Zing news, 31\/12\/2016<\/ref>. \n\nTư lệ Hiệu úy (tức Lý Ông Trọng) được phong tặng là ''Uy mãnh Oanh liệt Phụ tín Đại vương'' (威猛英烈輔信大王).\n<blockquote>''[[Văn Lang]] thành cổ sơn trung điệp''\n''Ông Trọng từ thâm vân đạm nùng''\n\n(''[[Văn Lang]] thành cổ non trung điệp''\n''Ông Trọng đền thiêng mây nhạt nồng'')<\/blockquote>\n<div align=\"right\">[[Phạm Sư Mạnh]]<\/div>\n\n===Theo sách Trung Quốc===\nSách ''Từ Nguyên'' [[Trung Quốc]] ghi: ''\"Nguyễn Ông Trọng đời Tần, người Nam Hải, thân dài một trượng ba thước, khí chất đoan dũng, khác với người thường. Vua [[Tần Thủy Hoàng|Thủy Hoàng]] sai cầm quân giữ đất Lâm Thao, thanh thế chấn động Hung Nô. Ông Trọng chết. Vua sai đúc tượng đồng để ở cửa Tư Mã, coi giữ cung [[Hàm Dương]]\"''.\n\n===Theo Đại Việt Sử ký Toàn thư===\nNăm [[221 TCN]] (năm thứ 26 triều [[Tần Thủy Hoàng]]), nước Tần thôn tính cả sáu nước vùng Trung Nguyên và xưng [[Hoàng đế]]. Bấy giờ có người ở [[Từ Liêm]], [[Giao Chỉ]] là Lý Ông Trọng người cao 2 [[trượng]] 3 [[thước]], lúc ít tuổi đến hương ấp làm lực dịch, bị trưởng quan đánh, bèn bỏ sang nước Tần, làm quan đến chức Tư lệ Hiệu úy. Thủy Hoàng lấy được thiên hạ, bèn sai ông đem quân đóng giữ đất [[Lâm Thao]] (một huyện thuộc tỉnh [[Cam Túc]] ngày nay), uy danh chấn động nước [[Hung Nô]]. Khi tuổi già về làng rồi chết.\n\n[[Tần Thủy Hoàng|Thủy Hoàng]] cho ông là người kỳ lạ, đúc đồng làm tượng để ở cửa [[Tư Mã]] ở [[Hàm Dương]], bụng tượng chứa được mấy chục người, ngầm lay thì chuyển động được, Hung Nô tưởng đó là Hiệu úy còn sống, không dám đến xâm phạm.\n\n===Theo Việt điện u linh===\nVương họ Lý tên Ông Trọng, người huyện [[Từ Liêm]], mình cao hai [[trượng]] ba [[thước]], khí chất đoan dũng khác người thường. Thiếu thời làm quan ở huyện ấp, bị quan Đô đốc đánh đòn, Vương than rằng:\n:''Tráng chi của đời người nên như chim Loan chim Phụng, nhất cử vạn lý, đâu mà để cho người thóa mạ, làm nô lệ cho người?''\nVương bèn chăm học, ngày tháng dùi mài, phát minh kinh sử, vào làm quan [[nhà Tần]], làm chức [[Tư lệ hiệu úy]]. Đến lúc [[Tần Thủy Hoàng]] thôn tính thiên hạ, sai Vương đem binh trấn thủ Lâm Thao thì thanh danh chấn động [[Hung Nô]]. [[Tần Thủy Hoàng|Thủy Hoàng]] lấy làm điềm tốt. Đến sau, Vương già cả về làng. Thủy Hoàng đúc tượng đồng, đặt ở ngoài cửa Tư mã [[Hàm Dương|Hàm cung]]; trong ruột tượng chứa được vài mươi người, mỗi khi sứ bốn phương đến, thầm khiến người vào trong ruột lay động pho tượng; [[Hung Nô]] thấy thế kinh sợ cho là Hiệu úy còn sống, bảo nhau không dám xâm phạm biên giới.\n\nĐời [[Đường Đức Tông|Đức Tông]] [[nhà Đường]], niên hiệu Trinh Nguyên năm đầu, [[Triệu Xương]] qua làm Đô hộ nước [[An Nam]] ta thường qua chơi làng Vương, đêm mộng thấy cùng Vương nói chuyện trị dân, và giảng luận sách [[Tả truyện|Xuân Thu tả truyện]], nhân đó Triệu Xương mới hỏi thăm nhà cũ của Vương hồi xưa, thì chỉ thấy mù khói ngang trời, sông nước mênh mông, rêu phong đường đá, xanh rời cụm hoang, một mảnh nhàn vân phất phơ trên đám cỏ thôn hoa rụng. Ông mới lập lại đền thờ, xưởng cao lầu lớn, rồi chuẩn bị lễ vật đem đến tế vương. Đến lúc [[Cao Biền]] đánh phá nước [[Nam Chiếu]], Vương thường hiển linh trợ thuận. Cao Biền lấy làm kinh dị, sai thợ trùng tu từ vũ tráng lệ hơn xưa, và chạm khắc tượng gỗ son thếp giống như thực mà đem lễ vật đến tế, từ đó, hương hỏa không khi nào hết. Niên hiệu Trùng Hưng năm đầu [1285, Trần Nhân Tông], sắc phong ''Anh Liệt Vương'', đến bốn năm sau gia phong hai chữ ''Dũng Mãnh'', năm Hưng Long thứ hai mươi [1312, Trần Anh Tông] gia phong ''Phụ Tín Đại Vương''.\n\n'''Lời bình trong truyện'''\n*''Lý Hiệu úy lấy tấm thân cao hai [[trượng]], làm quan thượng quốc, giữ chức Ty Lệ, oai khiếp [[Hung Nô]], người ở Lâm Thao sợ oai mà mến đức. Sống thời người đều hâm mộ; chết thời nhớ chẳng quên. Tượng đồng đặt ngoài cửa, có máy lay chuyển động, oai hùng như sống, đứng xa mà trông đủ khiến cho bọn cường hồ rụng hồn phách. Sau vài trăm năm lại thác mộng cho Triệu Xương, hiển linh cho [[Cao Biền]], tiếng thơm oanh liệt, giống như các vị Thiên Thần không hơn không kém, như thế há chẳng hùng vĩ lắm thay!''\n\n*''Miếu ở làng Thụy Hương huyện [[Từ Liêm]], cách phía đông thành bốn mươi dặm đền đài đồ sộ, miếu điện trang nghiêm, cao ngất ở trên bờ sông. Dầu cho sóng cả vỗ bờ, muôn dặm chảy xiết, vẫn nghiễm nhiên đứng vững không lay. Ngay trước miếu có bến đò ngang là con đường thượng lưu đến kinh phải ngang qua đấy, một chỗ đô hội lớn, thương mại hành nhân, cao tài đặt khách, chắp nối ngựa xe qua lại như dệt, mà trọn xưa vẫn an ổn, không xảy ra nạn gió sóng, nhân dân đều xưng tụng công đức của thần. Làng Thụy Hương rất đông, giàu, đến khi cúng tế, lễ vật long trọng tinh khiết, hằng năm đến ngày [[Vu-lan|rằm tháng bảy]], có ngày hội làm lễ Đại kỳ phúc, người đến xem đông như rừng, đường sá chợ búa nhà cửa có cái quang cảnh như thành thị. Lễ tế, đồ thờ nghiêm chỉnh, người đến xem lễ đều phải kín, so với hai đền [[Tiên Du]] và [[Kim Động]] cùng ngang hàng với nhau. Nhiều người đến đền cầu tự, có người bồng con đến xin Thần cho họ, như hai anh em Tiết, Nghĩa ở làng Vân Canh, đến xưng họ Lý họ Trần tức là Thần cho họ đó. [[Lĩnh Nam chích quái|Tập Chích Quái]] chép sự tích này cũng đồng với đây.''\n\n==Tính xác thực==\nTrong [[Việt sử tiêu án]], nhà sử học [[Ngô Thì Sĩ]] có chép lại và đánh giá truyền thuyết Lý Ông Trọng như sau:\n:''Ông Trọng thân hình cao to, cùng việc đầu đuôi làm quan với nhà Tần, chưa chắc là đúng.\n:''[[Nhà Tần]] đúc 12 người vàng, tuyệt đối không có danh hiệu gì. Vua Ngụy muốn rời người vàng ấy đến đất Nghiệp nhưng nặng không mang đi được, nhân lấy đồng đúc 3 người gọi là Ông Trọng, bày ra ở ngoài cửa Tư Mã, lại bàn ở đàn miếu Thiên thu đình (ở bài chú Kinh Băng, Tiến Thủy) có hai Ông Trọng bằng đá đối nhau, thì cái tên Ông Trọng cũng giống như tên vì sao Phi Liêm, người đời sau đặt ra chuyện Ông Trọng thiêng liêng, để cho câu chuyện thần kỳ đó thôi.''\n\nMột số phân tích trên trang mạng Trung Quốc cho rằng tiểu sử của Nguyễn Ông Trọng (tên trong sách Trung Quốc) không được chính sử Trung Quốc ghi lại và các sách khác trước thời [[nhà Minh]] cũng hiếm khi nhắc đến, dù với chức vị và chiến công của ông thì lẽ ra phải được ghi chép rất cụ thể giống như [[Vương Tiễn]], [[Bạch Khởi]], [[Mông Điềm]].... Chức vụ \"[[Tư lệ hiệu úy]]\" không có vào thời nhà Tần mà chỉ được thiết lập vào thời [[nhà Hán]], và đây là chức '''quan văn''' chứ không phải quan võ. Vì thế, một số ý kiến cho rằng đây chỉ là truyền thuyết hư cấu do dân gian lưu truyền. <ref>https:\/\/www.chinatimes.com\/hottopic\/20150525004174-260812?chdtv<\/ref><ref>http:\/\/www.ichacha.net\/hy\/zaoju.aspx?q=%E9%98%AE%E7%BF%81%E4%BB%B2&p=2&l=hy<\/ref>.\n\nTại Trung Quốc, các tượng đá gác cửa lăng mộ thời Hán-Đường sau được gọi chung là \"Đá Ông Trọng\" (石翁仲 ''Thạch Ông Trọng''). Tượng ông làm bằng ngọc được để dùng làm bùa may mắn, gọi là \"Ngọc Ông Trọng\" (玉翁仲).\n\n==Đền thờ==\nTruyền thuyết Việt Nam kể rằng: [[Nhà Tần|vua Tần]] sai lập đền thờ ông, nay là di tích [[Đình Chèm]], được nhân dân trong vùng xưng tôn là '''Đức Thánh Chèm'''.\n\nThực ra, đền thờ Lý Ông Trọng gọi là [[Đình Chèm]] chỉ được xây dựng từ thời [[Bắc thuộc]] (từ năm [[603]] đến năm [[938]]) ở Thị Điềm, Thụy Phương (phường Thụy Phương, quận [[Bắc Từ Liêm]], [[Hà Nội]] ngày nay). Trong Đình có các bia đá ghi chép lại lịch sử và nhân vật, đồng thời thờ 2 pho tượng đồng lớn: một là của Thượng đẳng Thiên vương Lý Ông Trọng, pho tượng còn lại là của bà vợ, hiệu Hoàng phi Bạch Tĩnh Cung (con gái của [[Tần Thủy Hoàng]]). Di tích Đình còn nguyên vẹn, kiến trúc rất đẹp. \n\nĐể tưởng nhớ Lý Ông Trọng, hằng năm ba làng: Thụy Phương, Hoàng Mạc và Liên Mạc tổ chức lễ hội đền Chèm từ 14 đến [[16 tháng 5]] [[âm lịch]].\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n* ''101 chuyện xưa tích cũ'' ([[Việt Nam]] - [[Trung Quốc]]), [[Đặng Việt Thủy]], Nhà Xuất bản Quân đội Nhân dân 2005.\n* [[Việt điện u linh tập]].\n\n==Liên kết ngoài==\n*{{TĐBKVN|16195}}\n*[http:\/\/www.public.asu.edu\/~ickpl\/reading\/ongtrong.htm Truyện tranh Lý Ông Trọng]\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Lịch sử Việt Nam thời An Dương Vương]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Nhân vật quân sự nhà Tần]]\n[[Thể loại:Nhân vật quân sự Việt Nam thời kỳ Tiền độc lập]]"}