{"2456457":"'''Lý Long Bồ''' ([[chữ Hán]]: 李龍菩 ? - [[1069]]) là một hoàng tử của [[nhà Lý]] trong [[lịch sử Việt Nam]]. Ông là con trai thứ của Vua [[Lý Thái Tổ]], sinh tại [[kinh đô Hoa Lư]], [[Ninh Bình]], [[Việt Nam]]. Ông được vua cha phong tước ''[[Khai Quốc Vương|Khai Quốc vương]]'' vào năm [[1013]], đóng tại phủ Trường Yên, tức vùng đất [[kinh đô Hoa Lư]] trước thời Lý. Khi vua Thái Tổ mất, Lý Thái Tông chuẩn bị lên ngôi, các hoàng tử khác kéo quân về gây nên ''[[Loạn Tam vương|loạn tam vương]]'', sử sách ghi nhận ông là người ngoài cuộc, vì thế mà sau này ông được Lý Thái Tông giao trấn thủ đô cũ [[Hoa Lư]] đến hết cuộc đời.\n\n==Xuất thân==\nHoàng tử Lý Long Bồ và thái tử Lý Phật Mã là 2 người con trai của [[Lý Thái Tổ]] được nhắc đến nhiều trong cuốn [[Đại Việt sử ký toàn thư]]. Ông là Hoàng tử được giao trấn thủ [[Hoa Lư]] khi chưa đầy 13 tuổi, việc được ban thực ấp không thấy nhắc tới ở các hoàng tử khác của Lý Thái Tổ trong chính sử.\n\nCác nhà nghiên cứu lịch sử dựa theo các truyền thuyết, thần phả Hán-Nôm ở [[Cố đô Hoa Lư]] khẳng định Lý Long Bồ cùng Lý Phật Mã có chung mẹ là Hoàng hậu [[Lê Thị Phất Ngân]] (nguyên là công chúa, con gái [[Lê Đại Hành]] và Thái hậu [[Dương Vân Nga]])<ref>[http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0405_a.htm NGỌC PHẢ CÁC VUA TRIỀU LÊ]: Lý Công Uẩn hàng năm theo thiền sư \"Lý Vạn Hạnh vào hầu vua Lê ở thành Hoa Lư, Công Uẩn được vua yêu, cho ở lại kinh thành học tập quân sự. Vua lại gả con gái cả là Lê thị... sinh ra Lý Phật Mã và đặc phong cho Công Uẩn làm Điện tiền cận vệ ở thành Hoa Lư. Dần dần, Công Uẩn thăng lên chức Điện tiền Chỉ huy sứ. Chức ấy chỉ dành cho hoàng tộc hoặc quốc thích mới được trao. Chính nhờ vậy mà về sau, Lý Công Uẩn đã đem ngôi vua về cho họ Lý.<\/ref>{{fact}} vì hai ông đều được sinh ra khi Lý Thái Tổ đang đương chức Phò mã Điện tiền Chỉ huy sứ, bảo vệ cấm thành [[kinh đô Hoa Lư]] thời Tiền Lê, chưa thể có nhiều vợ.\n\nCăn cứ vào năm sinh người anh trưởng [[Lý Phật Mã]] (1000) và năm phong vương cùng hành trạng của Hoàng hậu [[Lê Thị Phất Ngân]] thì năm sinh của ông chỉ có thể sau năm 1000 vài năm.\n\n==Trấn thủ đô cũ==\nĐại Việt sử ký toàn thư ngoài việc chép Lý Phật Mã là con trưởng của [[Lý Thái Tổ]] còn cho biết thời điểm phong Hoàng tử Lý Bồ làm Khai Quốc vương, đóng ở phủ Trường Yên vào thời điểm tháng 6 năm 1013, thời điểm đó ông chưa tới 13 tuổi.<ref>Đại Việt Sử ký toàn thư, tập I, in lần thứ hai, Nhà Xuất bản Khoa học Xã hội, HN 1972, trang 203.<\/ref> Điều này hoàn toàn phù hợp với vai trò giúp con cai trị phủ Trường Yên của Hoàng hậu [[Lê Thị Phất Ngân]] như các thần tích, truyền thuyết ở [[Cố đô Hoa Lư]] đã cho biết.\n\nNăm 1024, sử chép [[Lý Thái Tổ]] xuống chiếu cho Khai Thiên vương [''Phật Mã''] đi đánh Phong Châu, Khai Quốc Vương [''Long Bồ''] đi đánh châu Đô Kim, tức vùng đất [[Tuyên Quang]] ngày nay.\n\n[[Đại Việt sử ký toàn thư]] cũng chép sự kiện năm 1044, thuyền [[Lý Thái Tông]] đi chinh phạt Chiêm Thành về dừng ở phủ Trường Yên thì \"có rồng vàng hiện ở thuyền ngự\", báo hiệu điềm lành.\n\n==Được thờ ở phủ Đông Vương==\nKhai Quốc Vương Lý Long Bồ được thờ ở di tích phủ Đông Vương ([[Cố đô Hoa Lư]]) cùng với người bác ruột (anh của mẹ) là Hoàng tử [[Lê Ngân Tích]] (con vua [[Lê Đại Hành]]).\n\nMột di tích khác là [[phủ Vườn Thiên]] thuộc [[Cố đô Hoa Lư]] cũng có bài vị phối thờ ông cùng người bác (anh của mẹ) là con cả vua [[Lê Đại Hành]], tức thái tử [[Lê Long Thâu]].\n\n==Xem thêm==\n*[[Lý Thái Tổ]]\n*[[Lê Thị Phất Ngân]]\n*[[Lý Thái Tông]]\n\n==Liên kết ngoài==\n{{tham khảo}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Quan lại nhà Lý]]\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Hoàng tử Việt Nam]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Hoàng tộc nhà Lý|Bồ, Lý]]\n[[Thể loại:Vương tước nhà Lý]]"}