{"292783":"'''Lý Nhân Nghĩa''' ([[chữ Hán]]: 李仁義 ?-?) là một đại thần [[nhà Lý]] trong [[lịch sử Việt Nam]]. Ông có công phò tá Thái tử Lý Phật Mã ([[Lý Thái Tông]]) lên ngôi, trấn áp [[Loạn Tam vương|loạn tam vương]].\n\n==Tiểu sử==\n===Đi sứ===\nLý Nhân Nghĩa không rõ quê quán. Khi nhà Lý mới thành lập, ông giữ chức Viên ngoại lang. Tháng 4 năm Tân Hợi (1011), Lý Nhân Nghĩa cùng [[Đào Khánh Văn]] được vua [[Lý Thái Tổ]] cử làm sứ giả sang nước Tống để đáp lễ. Trong chuyến đi này, Đào Khánh Văn trốn ở lại Tống<ref name=\"ĐVSKTT1\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html Đại Việt Sử ký Bản kỷ Toàn thư Quyển II] Đào Khánh Văn được người Tống bắt trả lại, bị Lý Thái Tổ sai đánh trượng chết.<\/ref>.\n\n===Tham gia dẹp loạn ba vương===\nNgày 1 tháng 3 năm [[Mậu Thìn]] (1028), [[Lý Thái Tổ]] mất. Triều thần đến cung Long Đức đón [[Thái tử]] [[Lý Phật Mã]] lên ngôi. Ba hoàng thân là [[Lý Lực|Đông Chinh vương]], [[Dực Thánh vương]]<ref>[ĐVSKTT ghi: Soát lại việc Lý Công Uẩn phong tước ghi tại đây, ngờ Toàn thư chép sót về người được phong là Dực Thánh vương. ''Đại Việt sử lược'' (q.2, tờ 2b) ghi vua phong \"cho anh làm Vũ Uy vương, phong cho em làm Dực Thánh vương\". ''Cương mục'' (CB2, 8a) không thấy dẫn Đại Việt sử lược, nhưng dẫn ''Nam Thiên trung nghĩa lục'' (của Phạm Phi Kiến) nói Dực Thánh vương là con thứ của Lý Thái Tổ. Phối hợp cả Toàn thư ghi tại đây là Đại Việt sử lược, ngờ Cương mục chú nhầm.]<\/ref>, [[Vũ Đức vương]]<ref>Vũ Đức vương không rõ có phải là con Lý Thái Tổ hay không.<\/ref> kéo quân vây [[thủ đô|kinh thành]] [[Thăng Long]], định làm binh biến bắt đánh úp Thái tử<ref name=\"ĐVSKTT\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html Đại Việt Sử ký Bản kỷ Toàn thư Quyển II]<\/ref>.\n\nBấy giờ Thái tử Lý Phật Mã nghĩ đến tình thân, có chút chần chừ không quyết, muốn thuyết phục ba vương tự rút quân. Lý Nhân Nghĩa phải ba lần thuyết phục<ref name=\"ĐVSKTT\" \/>:\n\n{{cquote|\n''Anh em với nhau, bên trong có thể hiệp sứ bàn mưu, bên ngoài có thể cùng nhau chống giặc. Nay ba vương làm phản, thì anh em hay là kẻ thù? Xin cho bọn thần đánh một trận để quyết được thua.''}}\n{{cquote|\n''Thần nghe rằng muốn mưu xa thì phải quên công gần, giữa đạo công thì phải dứt tình riêng, đó là việc [[Đường Thái Tông]]<ref>Đường Thái Tông Lý Thế Dân phát động [[Sự biến Huyền Vũ môn|binh biến cửa Huyền Vũ]] giết chết anh trai là Thái tử [[Lý Kiến Thành]] và em trai là [[Lý Nguyên Cát]].<\/ref> và [[Chu công Đán]]<ref>Chu công Đán vì giữ ngôi cho cháu là [[Chu Thành Vương]] nên giết chết em mình là [[Quản thúc Tiên]], lưu đày hai người em khác là {{ill|Hoắc thúc Xử|zh|霍叔處}} và [[Thái thúc Độ]].<\/ref> bất đắc dĩ phải làm. Nay điện hạ có cho Đường Thái và Chu Công là chăm mưu xa, giữ đạo công chăng? Hay là tham công gần, đắm tình riêng chăng? Điện hạ biết theo dấu cũ của Đường Thái, Chu Công thì đời sau ca tụng công đức còn chưa rỗi, còn rỗi đâu mà chê cười!''}}\n{{cquote|\n''Tiên đế cho rằng điện hạ là người hiền, đủ để được nối chí, tài đủ để làm nổi việc, nên đem thiên hạ phó thác cho điện hạ. Nay giặc đến vây bức cửa cung mà ẩn nhẫn như thế, thì đối với sự phó thác của tiên đế ra sao?''}}\n\nTuy nhiên, Thái tử Lý Phật Mã sau đó vẫn không quyết, khi quân ba vương đánh vào thì Thái tử mới giao quyền cho các đại thần. Lý Nhân Nghĩa cùng các quan viên bèn lạy rằng:<ref name=\"ĐVSKTT\" \/>\n{{cquote|\n''Chết vì vua gặp nạn là chức phận của bọn thần. Nay được chỗ đáng chết, còn từ chối gì nữa!''}}\n\nSau đó các quan dẫn dắt các vệ sĩ ra chống cự. Binh lực giữa quân Thái tử và ba vương chênh lệch lớn, một đối với một trăm. Vũ vệ tướng quân [[Lê Phụng Hiểu]] bèn đuổi theo chém chết [[Vũ Đức vương]]. Quân ba vương trông thấy sợ hãi bỏ chạy. [[Dực Thánh vương]] và [[Lý Lực|Đông Chinh vương]] cũng phải chạy trốn.<ref name=\"ĐVSKTT\" \/> ''[[Đại Việt sử lược|Việt sử lược]]'' thì ghi rằng: ''Vua sai Nguyễn (Lý) Nhân Nghĩa ra đánh, quân tam phủ bị bại. Vũ Đức vương bị Lê Phụng Hiểu giết''.<ref>Khuyết danh (2005), [[Trần Quốc Vượng]] dịch, ''Việt sử lược'', Nhà Xuất bản Thuận Hóa và Trung tâm văn hóa ngôn ngữ Đông Tây, Hà Nội, trang 78.<\/ref>\n\n===Lưu thủ Kinh sư===\nSau loạn ba vương, Thái tử Lý Phật Mã lên ngôi vua, tức [[Lý Thái Tông]]. Sau đó Thái Tông thu hàng Đông Chinh vương và Dực Thánh vương. [[Lý Long Bồ|Khai Quốc vương]] khi đó lại có ý định tự lập, Thái Tông thân chinh đi đánh, cho Lý Nhân Nghĩa giữ Kinh đô Thăng Long. Khai Quốc vương sau đó đầu hàng, đất nước ổn định trở lại.<ref name=\"ĐVSKTT\" \/>\n\nTháng 11 năm 1028, Lý Thái Tông thăng chức tước cho các quan lại có công. Lý Nhân Nghĩa được phong Hữu phúc tâm. Tuy có công lớn, nhưng không rõ vì lý do gì, ông lại chỉ đứng hàng cuối trong các đại thần được phong. ''Đại Việt sử ký toàn thư'' ghi ông đứng hàng thứ 17 trên 18 người.<ref>Theo ĐVSKTT: ''Lấy [[Lương Nhậm Văn]] làm Thái sư. Ngộ Thượng Đinh làm Thái phó, [[Đào Xử Trung]] làm Thái bảo, Lý Đạo Kỷ làm Tả khu mật, Lý Triệt làm Thiếu sư, Xung Tân làm Hữu khu mật, Lý Mật làm Tả tham tri chính sự, Kiểu Bồng làm Hữu tham tri chính sự, [[Liêu Gia Trinh]] làm Trung thư thị lang, Hà Viễn làm Tả gián nghị đại phu, Đỗ Sấm làm Hữu gián nghị đại phu, [[Nguyễn Quang Lợi]] làm Thái úy, Đàm Toại Trang làm Đô thống, Vũ Ba Tu làm Uy vệ thượng tướng, Nguyễn Khánh làm Định thắng đại tướng, Đào Văn Lôi làm Tả phúc tâm, '''Lý Nhân Nghĩa''' làm Hữu phúc tâm, Phan Đường Liệt làm Nội thị''.<\/ref> ''[[Việt sử lược]]'' thì lược ghi một số tên, nhưng ông lại xếp cuối cùng trong số 10 người<ref>Khuyết danh (2005), [[Trần Quốc Vượng]] dịch, ''Việt sử lược'', Nhà Xuất bản Thuận Hóa và Trung tâm văn hóa ngôn ngữ Đông Tây, Hà Nội, trang 79.<\/ref>. Thậm chí thứ bậc của Lý Nhân Nghĩa còn sau cả Nguyễn Khánh, người về sau âm mưu lật đổ nhà Lý vào năm 1035.<ref>Đại cương lịch sử Việt Nam, trang 129-130: ''Năm 1035, Định Thắng đại tướng là Nguyễn Khánh, cùng với Đô thống Đàm Toái Trạng, nhà sư họ Hồ và các em vua là bọn Thắng Càn, Thái Phúc, toan đoạt ngôi vua. Nguyễn Khánh và nhà sư họ Hồ đều bị cắt thịt róc xương ở chợ Tây.''<\/ref><ref>Theo ĐVSKTT: <br>''Ất Hợi, [Thông Thụy] năm thứ 2 [1035], (Tống Cảnh Hựu năm thứ 2)... Người châu Ái làm phản. Mùa đông, tháng 10, vua thân đi đánh, cho Phụng Càn vương lưu thủ Kinh sư. Quân đi từ Kinh sư, đến châu Ái. Vua ngự ở hành dinh, ban yến cho các quan hầu và tướng súy, ngầm chỉ Định thắng đại tướng là Nguyễn Khánh mà bảo các phi tần rằng: \"Khánh thế nào cũng làm phản\". Các phi tần đều kinh ngạc hỏi: \"Bệ hạ làm sao mà biết? Xin nói cho nghe nguyên do\". Vua nói: \"Khánh trong lòng không bình thường, nhìn trẫm có vẻ hổ thẹn, đi đứng thất tiết, nói làm trái thường. Lấy đó mà xem đủ biết là nó có ý khác, hình trạng làm phản rõ rồi\". Đánh được châu Ái, trị tội châu mục châu Ái, sai sứ đi phủ dụ dân chúng trong châu. Kinh sư lưu thủ là Phụng Càn vương Nhật Trung cho chạy trạm báo tin bọn nhà sư họ Hồ, em nuôi của Định thắng đại tướng Nguyễn Khánh, Đô thống Đàm Toái Trạng, Hoàng đệ Thắng Càn, Thái Phúc mưu phản, quả đúng như lời vua nói. Các phi tần đều lạy hai lạy nói: \"Bọn thiếp nghe nói thánh nhân thấy được chỗ chưa hiện hình, biết trước việc chưa xảy ra, nay được chính mắt trông thấy\"... Vua xuống chiếu bắt bọn Khánh đóng cũi đem về Kinh sư. Tháng 11, ngày mồng 1, vua từ châu Ái về đến Kinh, làm tiệc rượu mừng việc trở về. Ủy lại các tướng sĩ có công dẹp châu Ái... Vua ngự điện Thiên Khánh xét án bọn sư Hồ, Nguyễn Khánh; đều phải xẻo thịt băm xương ở chợ Tây, còn những kẻ khác thì xét theo tội nặng nhẹ.''<\/ref>\n\nSử sách sau đó không ghi gì thêm về ông.\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Tham khảo ==\n* [[Đại Việt sử ký toàn thư]]\n* [[Đại Việt sử lược]]\n* Trương Hữu Quýnh (chủ biên) (2008), ''Đại cương lịch sử Việt Nam'', Nhà xuất bản Giáo dục Việt Nam, Hà Nội.\n\n[[Thể loại:Quan lại nhà Lý]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Nhà ngoại giao Việt Nam thời Lý]]"}