{"257995":"'''Lý Tử Tấn''' ([[chữ Hán]]: 李子晉, [[1378]]-[[1457]]), thường gọi bằng tên tự là '''Tử Tấn''', người làng Triều Đông, xã [[Tân Minh, Thường Tín|Tân Minh]], huyện Thượng Phúc{{efn|nay là huyện [[Thường Tín]]}}, trấn [[Sơn Nam (trấn)|Sơn Nam Thượng]], là [[nhà thơ]], làm quan [[Nhà Lê Sơ|thời Lê sơ]], đỗ Thái học sinh khoa Canh Thìn (1400), năm Thánh Nguyên đời [[Hồ Quý Ly]]. Lý Tử Tấn làm quan đến Học sĩ viện Hàn lâm các, trải 3 đời vua [[Lê Thái Tổ]], [[Lê Thái Tông]], [[Lê Nhân Tông]].<ref name=\"ReferenceA\">Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản giáo dục, 2006, Nhân vật chí, trang 436<\/ref>\n\n==Tiểu sử ==\n'''Lý Tử Tấn''' là người ở làng Triều Đông (sau đổi là Triều Liệt), huyện Thượng Phúc (nay thuộc xã Tân Minh huyện [[Thường Tín]], [[Hà Nội]]). Năm [[1400]], ông thi đỗ [[Thái học sinh]] lúc 32 tuổi, cùng khoa với [[Nguyễn Trãi]], thời [[Hồ Quý Ly]], nhưng không làm quan cho [[nhà Hồ]].\n\nVào khoảng cuối cuộc kháng chiến chống [[nhà Minh|Minh]] của [[Khởi nghĩa Lam Sơn|nghĩa quân Lam Sơn]], ông đến yết kiến nơi hành tại, được [[Lê Thái Tổ]] (tức [[Lê Thái Tổ|Lê Lợi]]), khen là người học nhiều, sai giữ chức Văn cáo tức là làm nhiệm vụ thảo công văn, giấy tờ, thư tín.<ref name=\"ReferenceA\"\/>\n\nSau đó, ông tiếp tục làm quan dưới triều nhà Lê, trải qua ba đời vua: [[Lê Thái Tổ]] ([[1428]]- [[1433]]), [[Lê Thái Tông]] ([[1434]]-[[1442]]), [[Lê Nhân Tông]] ([[1443]]-[[1459]]) <ref name=\"ReferenceA\"\/>, trải các chức: Thông phụng đại phu, Hành khiển Bắc đạo, Thừa chỉ viện Hàn lâm, vào hầu giảng ở tòa Kinh Diên.\n\nTheo ''Từ điển Văn học'' (bộ mới), dưới triều [[Lê Thái Tổ]], ông có đi sứ [[Chiêm Thành]]. Khi [[Nguyễn Trãi]] lui về [[Côn Sơn]] ông đã thay Nguyễn Trãi thảo nhiều chiếu lệnh, chế cáo và thư từ <ref>''Từ điển Văn học'' (bộ mới), mục từ do [[Nguyễn Huệ Chi]] soạn, tr. 925.<\/ref>.\n\nLý Tử Tấn còn góp công lao khôi phục phần nào văn hóa Lý - Trần đã bị giặc Minh cướp phá, đốt hủy trong những năm tháng Đại Việt bị nhà Minh đô hộ. Theo nhà sử học đời Lê Trung hưng Lê Quý Đôn, Lý Tử Tấn và một số danh sĩ nhà Lê sơ đã cùng nhau sưu tầm các sách vở thời Lý-Trần may mắn thoát khỏi bàn tay phá hoại của giặc Minh, cố công thu thập lại giấy tờ thư tịch thời Lý-Trần, nhặt nhạnh từng tờ giấy, tư liệu quý giá thời Lý-Trần lưu lạc thất tán trong dân gian. Di sản của giai đoạn văn hóa Lý- Trần rực rỡ còn truyền lại đến hôm nay là nhờ tâm huyết dày công sưu tập thu thập sách vở, tư liệu của Lý Tử Tấn, Phan Phu Tiên,......\n\nÔng mất năm [[1457]]<ref>Có nguồn ghi [[1454]].<\/ref>, thọ 79 tuổi.\n\n==Tác phẩm==\nLý Tử Tấn có '''Chuyết Am thi tập''' ([[chữ Hán]]), nhưng hiện chỉ còn 5 bài [[phú]] chép trong [[Quần hiền phú tập]] do Hoàng Tụy Phu (1414-?) sưu tập, và 73 bài thơ chép trong [[Toàn Việt thi lục]] của [[Lê Quý Đôn]] ([[1726]]-[[1784]]).\n \nTrong 5 bài phú còn lại, nổi tiếng nhất là bài ''[[Phú Xương Giang]]'', ca ngợi [[trận Chi Lăng – Xương Giang|chiến thắng Xương Giang]] ngày 3 tháng 11 năm 1427 của nghĩa quân Lam Sơn: tiêu diệt 7 vạn quân Minh và bắt sống các tướng [[nhà Minh]] là [[Thôi Tụ]], [[Hoàng Phúc]]... \nNgoài ra, ông cũng có làm lời thông luận cho bộ ''[[Dư địa chí]]'' của Nguyễn Trãi; hiệu chính và phê điểm trong bộ ''[[Việt âm thi tập]]''.\n\n==Đóng góp cho văn học==\nĐại để sáng tác của Lý Tử Tấn gồm hai phần:\n \nPhần đầu mang tử lạc quan, tích cực của thời kỳ kháng chiến chống Minh và những năm rực rỡ của nhà Lê sơ; gồm các bài như: ''Hạ tiệp'' (Mừng thắng trận), ''Hạ đăng cực'' (Mừng vua lên ngôi), ''Quan duyệt võ'' (Xem duyệt võ), ''Tứ hải nhất gia'' (Bốn bể một nhà); và nhất là 2 bài phú: ''Chí Linh sơn phú'' ([[Phú núi Chí Linh]]) & ''Xương Giang phú'' vừa nói trên.\n \nPhần thứ hai, ông nói đến lý tưởng sống thanh cao, thường phác họa mình là một con người sống đạm bạc, thường tự nhủ mình hãy sống theo \"đạo trời\", vì \"đạo trời\" sẽ chi phối tất cả. Ở đây còn có cái cô đơn vì nhà thơ cảm thấy chán nản trước mọi chuyện phức tạp của trường danh lợi; cho nên thơ ông có đôi chút băn khoăn, nhưng không đến mức bi phẫn. Tiêu biểu ở mảng thơ này có bài như: ''Hạ nhật'' (Ngày hạ), ''Sơ thu'' (Đầu thu), ''Lý Tử Tấn đề Ức trai bích'' (Lý Tử Tấn đề vách nhà Ức trai) ''Tạp hứng'' (2 bài)...\n\nVề nghệ thuật, thơ và phú của Lý Tử Tấn mang phong cách bình đạm. Câu thơ thường chân chất, không khuôn sáo, không đậm nét trữ tình như Nguyễn Trãi.\n \nNhận xét chung về Lý Tử Tấn, [[Phan Huy Chú]] viết: \"Ông tiêu dao ở các chức nhàn tản, là bậc nhà nho có tuổi thời bấy giờ. Thơ ông chuộng giản dị, phần nhiều có ý thơ cổ\" (''Lịch triều hiến chương loại chí''); còn Lê Quý Đôn thì chép rằng \"ông là người danh vọng, đức độ, kỳ cựu, túc học...\" (''Kiến văn tiểu lục'', mục ''Tài phẩm'').\n\nNhìn chung, không gian thơ của Lý Tử Tấn là một không gian nhẹ nhàng, trong tĩnh. Cái không gian như vậy chỉ có thể thấy trong thế giới tinh thần tĩnh tại Á Đông xưa. Tuy nhiên, ông vẫn là một nhà nho (ra làm quan) nhập thế, luôn làm tròn chức trách của mình, nhưng không hề bị công danh làm lụy <ref>Dựa theo Tạ Ngọc Liễn, ''Lý Tử Tấn – Nhà nho yêu nước'', in trong ''Danh nhân văn hóa trong lịch sử Việt, tr. 123.<\/ref>.\n \n==Quan điểm sáng tác==\nLý Tử Tấn làm thơ trên quan điểm thi pháp của mình. Ông nói: \n:''Tôi cho rằng phép làm thơ khó lắm thay! Thơ luật chỉ có 56 chữ, thơ tuyệt cú lại chỉ có 28 chữ, mà đủ mọi thể cách. Muốn thơ cổ kính, thanh đạm thì lại gần với thô; muốn đẹp đẽ, phong phú thì lại gần sự lòe loẹt; hào phóng thì dễ buông thả, thật thà thì dễ quê mùa. Cho nên lời ý giản dị đầy đủ, mạch lạc thông suốt, chất phác mà vẫn nhã, mới lạ mà không trúc trắc, trung hậu nhưng không thô kệch, cao siêu mà vẫn ôn hòa, đó là những điều rất khó có thể đạt được'' (Tựa sách ''Việt âm thi tập'').\n==Giới thiệu thi phẩm==\n{|valign=\"top\"\n|\n:'''Sơ thu''' (Đầu thu)\n:''Nắng hòe êm dịu xế tường vôi,\n:''Mềm mại chồi sen quạt gió trời.\n:''Sắc lẫn màu thu trời rợn bóng,\n:''Ánh lồng vẻ núi nước trong ngời.\n:''Cua vàng gạch óng vào đăng sớm,\n:''Phật thủ da xanh nở múi rồi,\n:''Bình sẵn rượu ngon vui cứ uống,\n:''Đợi gì giậu cúc nhị vàng phơi.<ref>Xem nguyên tác trong [[Hoàng Việt thi văn tuyển]]. Bản dịch trên chép sách này<\/ref>.''\n|\n:'''Tạp hứng''' (bài 1)\n:''Chim trĩ chết, vì lông đẹp\n:''Rùa bị đốt, vì mai thiêng.\n:''Gỗ xấu, không phải làm rường cột,\n:''Vật cộc đuôi, khỏi phải làm hy sinh.\n:''Dùng bỏ đều có mệnh,\n:''Can chi nhọc một đời!\n:''Đầu giường có sách cổ,\n:''Trong hòm có gươm báu.\n:''Đọc sách thấm thía được đạo hay,\n:''Cầm gươm vui vẻ thời thanh bình.\n:''Cúi ngửa khoảng trời đất,\n:''Việc muôn đời như không.<ref>Xem nguyên tác trong ''[[Lịch triều hiến chương loại chí]]'' (tập 3), tr. 116. Bản dịch trên chép sách này.<\/ref>.\n|}\n\n==Nhận định==\n\nTheo Lê Quý Đôn trong sách Kiến văn tiểu lục:''Lý Tử Tấn giữ chức Hàn lâm học sĩ, Trình Thuấn Du giữ chức Trung thư thị lang, đều là người có danh vọng, đức độ kỳ cựu, túc học, lúc ấy người ta gọi là '''Lý Trình''' ''<ref>Kiến văn tiểu lục, trang 311, Nhà xuất bản văn hóa thông tin, 2007<\/ref>\n== Ghi chú ==\n{{ghi chú}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n*Phan Huy Chú, ''Lịch triều hiến chương loại chí'' (tập 1và 3, mục ''Nhân vật chí'' và ''Văn tịch chí''). Nhà xuất bản KHXH, 1992.\n*Kiến văn tiểu lục, soạn giả Lê Quý Đôn, Nhà xuất bản văn hóa thông tin, 2007.\n*Đại Việt thông sử, soạn giả Lê Quý Đôn.\n*Nhiều người soạn, ''Từ điển Văn học (bộ mới).'' Nhà xuất bản Thế giới, 2004.\n*Đinh Gia Khánh-Bùi Duy Tân-Mại Cao Chương, ''Văn học Việt Nam thế kỷ 10-nửa đầu thế kỷ 18'' (tập I). Nhà xuất bản Đại học & THCN, 1978.\n*Nguyễn Q. Thắng & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam.'' Nhà xuất bản KHXH, 1992.\n*Tạ Ngọc Liễn, ''Danh nhân văn hóa trong lịch sử Việt Nam''. Nhà xuất bản Thanh Niên, 2008.\n\n==Liên kết ngoài==\n*[http:\/\/quehuongonline.vn\/VietNam\/Home\/Dat-nuoc-Con-nguoi\/Con-nguoi-Viet-Nam\/2006\/10\/245BF7D6\/ Nhà thơ Lý Tử Tấn]\n*[http:\/\/www.nguoidaibieu.com.vn\/Trangchu\/VN\/tabid\/66\/CatID\/4\/ContentID\/69569\/Default.aspxLý Tử Tấn - Đại nho gia nhập thế]{{Liên kết hỏng|date=2021-06-19 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|sinh=1378|mất=1457}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Thái học sinh nhà Hồ]]\n[[Thể loại:Người tham gia Khởi nghĩa Lam Sơn (1418–1427)]]\n[[Thể loại:Công thần khai quốc nhà Lê sơ]]"}