{"3216284":"'''Lý Công Bình''' ({{zh|p=李公平}}; ? – ?) là một tướng lĩnh, đại thần [[nhà Lý]] trong [[lịch sử Việt Nam]]. Ông có công đánh bại hai cuộc tấn công của quân đội [[Chân Lạp]] ([[Đế quốc Khmer]] hay vương triều Angkor) vào năm [[1128]] và [[1137]], thời vua [[Lý Thần Tông]].\n\n== Thân thế ==\nLý Công Bình không rõ quê quán. Thần tích làng Thanh Nghĩa (xã Đồn Xá, huyện [[Bình Lục]], [[Hà Nam]]) đồng nhất Lý Công Bình với nhân vật Cương Công. Cương Công (1081–1141) là con ông Nguyễn Danh Khang và bà Trương Thị Nguyệt, đỗ Hoàng giáp Tiến sĩ năm 1125. Năm 1128, Cương Công được vua [[Lý Thần Tông]] gả con gái [[Lan Hoa công chúa]] và ban quốc tính.<ref>[https:\/\/hanam.gov.vn\/Pages\/chuyen-ve-vi-tien-si-dau-tien-cua-ha-nam.aspx Chuyện về vị tiến sĩ đầu tiên của Hà Nam]<\/ref>\n\nHầu hết các chi tiết trên đều mâu thuẫn với sách sử:\n* Khoa cử thời Lý không lấy Tiến sĩ và Hoàng giáp, không có khoa thi năm 1125;\n* Lý Thần Tông sinh năm 1116 (năm 1128 mới 13 tuổi) nên không thể có công chúa đủ tuổi gả chồng;\n* Vào năm 1128 thì Lý Công Bình đã giữ chức quan lớn trong triều đình, có quyền cầm quân.\n\n== Sự nghiệp ==\n{{chính|Chiến tranh Khmer-Đại Việt (1128-1150)}}\nLý Công Bình xuất hiện lần đầu trong sử với sự kiện năm 1128, khi quân [[Chân Lạp]] ([[Đế quốc Khmer]]) sang xâm chiếm [[Nghệ An]]. Khi đó Lý Công Bình đang giữ chức Nhập nội Thái phó.\n\nSau khi người Việt giành lại độc lập từ Trung Hoa thì hai chính quyền [[Đại Việt]] với Angkor đã có nhiều lần giao thiệp. Trong đó, phía Angkor ở bổn phận một nước chư hầu, phải thực hiện nghĩa vụ triều cống với Đại Việt.<ref>Chân Lạp lần đầu tiên sai sứ sang cống nạp Đại Cồ Việt vào năm 1012, dưới triều vua [[Lý Thái Tổ]][http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html]. Theo Đinh Công Vĩ trong ''Bên lề chính sử'', trong suốt triều Lý, Chân Lạp sang cống tổng cộng 11 lần.<\/ref><ref name=\"ĐVSKTT\"\/> Năm 1113, [[Suryavarman II]], được xem là một trong những vị vua vĩ đại nhất của triều đại Angkor lên ngôi vua. [[Suryavarman II]] sau đó đã tiến hành nhiều cuộc chiến tranh và xâm lược để mở rộng lãnh thổ. Đối với Đại Việt, trong thời gian mới nắm quyền lực, Suryavarman II vẫn duy trì sứ giả sang cống nạp một lần năm 1120.<ref name=\"ĐVSKTT\"\/>\n\nTháng 1 (ÂL) năm [[1128]], nhân lúc vua [[Lý Nhân Tông]] mới mất, Thái tử [[Lý Dương Hoán]] lên ngôi khi mới 12 tuổi<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html Lý Thần Tông sinh năm 1116]<\/ref>, Suryavarman II cho 20.000 quân sang tấn công bến Ba Đầu thuộc châu [[Xứ Nghệ|Nghệ An]]<ref>Briggs, \"The Ancient Khmer Empire,\" tr. 192.<\/ref>. Triều đình nhà Lý cử Nhập nội Thái phó Lý Công Bình điều động các đô quan chức đi đánh dẹp. Đến tháng 2 (ÂL), Lý Công Bình đại phá quân Chân Lạp, gửi thư báo thắng trận về kinh thành Thăng Long. [[Lý Thần Tông]] đến các cung Thái Thanh, Cảnh Linh và các chùa quán trong thành để lễ tạ ơn [[Phật giáo|Phật]] và [[Đạo giáo|Đạo]] đã giúp ngầm cho Công Bình đánh được người Chân Lạp. Đến tháng 3 (ÂL), Lý Công Bình về kinh thành, dâng số tù nhân bắt được là 169 người.<ref name=\"ĐVSKTT\"\/>\n\nSau đó [[Suryavarman II]] còn 2 lần tấn công đất Nghệ An của Đại Việt (tháng 8 năm 1128 và năm 1132) nhưng đều bị đánh bại và đến năm 1135, Chân Lạp buộc phải triều cống Đại Việt trở lại.<ref name=\"ĐVSKTT\"\/>\n\nCuối năm [[1135]] và năm [[1136]], các đại thần nhà Lý là [[Lê Bá Ngọc|Trương Bá Ngọc]] (Lê Bá Ngọc), [[Lưu Khánh Đàm]], [[Dương Anh Nhĩ]] lần lượt qua đời, [[Mâu Du Đô]] thì bị bãi chức<ref name=\"ĐVSKTT\"\/>, triều đình nhà Lý mất đi nhiều trụ cột. Tháng 1 (ÂL) năm 1137, Suryavarman II lần thứ tư đem quân sang đánh Đại Việt, cho tướng Tô Phá Lăng tấn công Nghệ An. Lý Công Bình khi đó đang giữ chức Thái úy được cử đi đánh dẹp. Đến tháng 2 (ÂL), trước đó Nghệ An xảy ra động đất và nước sông hiện màu đỏ như máu, Lý Công Bình báo cáo về triều đình, sau đó đem quân đánh bại quân đội Chân Lạp.<ref name=\"ĐVSKTT\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html Đại Việt Sử ký Bản kỷ Toàn thư Quyển III]<\/ref>\n\nSử sách không ghi chép gì về việc phong thưởng sau khi thắng trận.\n\nVề Lý Công Bình, sau đó sử sách cũng không nhắc đến ông. Không rõ ông mất vào năm nào, đến năm [[1141]]<ref name=\"ĐVSKTT4\" \/> (5 năm sau thắng lợi Chân Lạp lần thứ 4), người giữ chức Thái úy dưới thời vua mới [[Lý Anh Tông]] là [[Đỗ Anh Vũ]]<ref>Đại Việt sử lược, quyển 3, tr. 200.<\/ref>. Về phía Chân Lạp, năm 1150, quân đội Khmer một lần nữa đem quân sang tấn công [[Nghệ An]], đến núi Vụ Thấp (nay là núi Vụ Quang, huyện [[Vũ Quang]]<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/footnote09.html#fn_649]<\/ref>) thì tự tan rã. Từ đó Chân Lạp duy trì triều cống Đại Việt đến hết thời nhà Lý.<ref name=\"ĐVSKTT4\" >[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt09.html Đại Việt Sử ký Bản kỷ Toàn thư Quyển IV]<\/ref>\n\n== Nhận xét ==\nBàn về việc vua làm lễ tạ hơn trời đất và Đạo mà không ban thưởng công trạng tướng sĩ, đặc biệt là Lý Công Bình, sử gia [[Lê Văn Hưu]] viết trong [[Đại Việt sử ký toàn thư]]:<ref name=\"ĐVSKTT\"\/><ref name=\"VSGT\" \/>\n{{cquote|\n''Phàm việc trù tính ở trong màn trướng đều là công của người tướng giỏi cầm quân làm nên. Thái phó Lý Công Bình phá được quân Chân Lạp vào cướp ở châu Nghệ An và sai người báo tin thắng trận, Thần Tông đáng lẽ phải làm lễ cáo thắng ở Thái Miếu rồi xét công ở triều đình để thưởng cho bọn Công Bình về công đánh giặc, đàng này lại quy công cho Phật và Đạo đi các chùa quán để lạy tạ, như thể không phải là cách để ủy lạo kẻ có công và cổ vũ chí khí của quân sĩ''.}}\n\nSau này, trong ''[[Việt sử giai thoại]]'', Nguyễn Khắc Thuần cũng nhận định như sau:<ref name=\"VSGT\" >Nguyễn Khắc Thuần (2005), ''Việt sử giai thoại, Tập 2'', Nhà Xuất bản Giáo dục Việt Nam, Thành phố Hồ Chí Minh, trang 42.<\/ref>\n{{cquote|\n''Lý Công Bình nhận mệnh vua mà đem tướng sĩ đi đánh giặc, cũng có thể nói là trung thần. Công Bình xuất quân chỉ mới được mấy ngày đã có tin thắng trận báo về, cũng có thể nói rằng ông là người có tài làm tướng. Thưởng người có công, trị người có tội là lệ thường của mọi thời. Tiếc thay, Lý Công Bình chẳng được hưởng sự công bình, bởi vua u mê, cái gì cũng cho là Trời Phật làm nên chứ chẳng phải sức người. Sau, đến năm Đinh Tị (1137), ông lại phải thêm một phen cầm quân đi đánh Chân Lạp ở Nghệ An, nhưng cũng chẳng thấy sử chép nhà vua thưởng gì cho ông. Lý Thần Tông mất năm 1138, thọ 22 tuổi. Diễn đạt theo cách nghĩ của chính nhà vua lúc sinh thời, thì cũng có thể coi đó là điềm lành cho xã tắc vậy.''}}\n\n== Trạng nguyên? ==\nTheo một số nguồn tư liệu địa phương ở [[Vĩnh Phúc]] thì Lý Công Bình là Phạm Công Bình, người xã [[An Lạc]], huyện [[Yên Lạc]], phủ [[Tam Đái]], [[Sơn Tây (tỉnh)|Sơn Tây]] (nay là thôn Yên Lạc, xã [[Đồng Văn, Yên Lạc|Đồng Văn]], huyện [[Yên Lạc]], tỉnh [[Vĩnh Phúc]])<ref name=\"Vĩnh Phúc\" \/>. Đồng thời theo nguồn này thì Phạm Công Bình đỗ Trạng nguyên (hoặc Thủ khoa sau được thờ tự với danh hiệu Trạng nguyên) khoa Mậu Thìn niên hiệu Trinh Khánh thứ 3 đời [[Lý Huệ Tông]].\n\nNguồn này lý giải việc này là do Lý Công Bình vốn họ Phạm sau được ban quốc tính (họ Lý), đến thời Trần phải kiêng húy Trần Lý nên sử ghi là [[Nguyễn Công Bình]]<ref name=\"Vĩnh Phúc\" >{{Chú thích web |url=http:\/\/www.vinhphuc.gov.vn\/ct\/cms\/thongtingioithieu\/vanhoa\/Lists\/nhanvanlichsu\/View_Detail.aspx?ItemID=15 |ngày truy cập=2015-04-24 |tựa đề=Danh nhân - Phạm Công Bình |archive-date=2020-08-13 |archive-url=https:\/\/web.archive.org\/web\/20200813212746\/http:\/\/www.vinhphuc.gov.vn\/ct\/cms\/thongtingioithieu\/vanhoa\/Lists\/nhanvanlichsu\/View_Detail.aspx?ItemID=15 |url-status=dead }}<\/ref>. Tuy nhiên thời vua Lý Huệ Tông không hề có năm Mậu Thìn cũng như niên hiệu là Kiến Gia. Do đó một số nguồn cho rằng Phạm Công Bình đỗ năm Kiến Gia thứ 3 (1214). Thế nhưng điều này lại mâu thuẫn vì Lý Công Bình là nhân vật sống vào nửa đầu thế kỷ XII mà thời Kiến Gia là đầu thế kỷ XIII.\n\nCó nguồn khác cho rằng Phạm Công Bình thi đỗ vào năm 1123, tức năm Thiên Phù Duệ Vũ thứ 4 thời Lý Nhân Tông<ref>{{Chú thích web |url=http:\/\/baovinhphuc.com.vn\/van-hoa-van-nghe\/tin-tuc\/11246\/khanh-thanh-den-tho-trang-nguyen-pham-cong-binh.html |ngày truy cập=2015-04-24 |tựa đề=Khánh thành Đền thờ Trạng nguyên Phạm Công Bình |archive-date=2014-03-31 |archive-url=https:\/\/web.archive.org\/web\/20140331030618\/http:\/\/baovinhphuc.com.vn\/van-hoa-van-nghe\/tin-tuc\/11246\/khanh-thanh-den-tho-trang-nguyen-pham-cong-binh.html |url-status=dead }}<\/ref>. Tuy nhiên, tất cả các chính sử đều không ghi chép gì về khoa cử tại hai năm 1123 và 1214. Vì thế, Lý Công Bình, Phạm Công Bình, Nguyễn Công Bình có phải là một người hay không còn rất nhiều nghi vấn.<ref>{{Chú thích web |url=http:\/\/phamcongbinh.net\/forum\/657.view.php?p=2356 |ngày truy cập=2015-04-24 |tựa đề=Quan trạng Phạm Công Bình (thế kỷ XIII) ở thôn An Lạc - Đồng Văn  |archive-date = ngày 30 tháng 5 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150530033305\/http:\/\/phamcongbinh.net\/forum\/657.view.php?p=2356 }}<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* ''[[Đại Việt sử ký toàn thư]]''\n* ''[[Đại Việt sử lược]]'', Nguyễn Gia Tường dịch, Nhà xuất bản TP Hồ Chí Minh, 1993\n* Briggs, Lawrence Palmer. The Ancient Khmer Empire. Transactions of the American Philosophical Society, Volume 41, Part 1. 1951\n* Nguyễn Khắc Thuần (2005), ''Việt sử giai thoại, Tập 2'', Nhà xuất bản Giáo dục Việt Nam, Thành phố Hồ Chí Minh.\n* Đinh Công Vĩ (2005), ''Bên lề chính sử'', Nhà xuất bản Văn hóa - Thông tin, Hà Nội.\n\n==Liên kết ngoài==\n* [http:\/\/vinhphuc.edu.vn\/ver2\/index.php?u=THPTPHAMCONGBINH Trường THPT Phạm Công Bình - Sở GD&ĐT Vĩnh Phúc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141004165312\/http:\/\/vinhphuc.edu.vn\/ver2\/index.php?u=THPTPHAMCONGBINH |date = ngày 4 tháng 10 năm 2014}}\n* [https:\/\/www.youtube.com\/watch?v=fEQ0PN3btVc Đền Trạng nguyên Phạm Công Bình, làng Yên Lạc, xã Đồng Văn, huyện Yên Lạc, tỉnh Vĩnh Phúc - Phần 1]\n* [https:\/\/www.youtube.com\/watch?v=VPC5GLZg_nM Đền Trạng nguyên Phạm Công Bình làng Yên Lạc, xã Đồng Văn, huyện Yên Lạc, tỉnh Vĩnh Phúc - Phần 2]\n* [https:\/\/www.youtube.com\/watch?v=y0JrDWTvq54 Đền Trạng nguyên Phạm Công Bình làng Yên Lạc, xã Đồng Văn, huyện Yên Lạc, tỉnh Vĩnh Phúc - Phần 3]\n\n{{Thời gian sống |thế kỷ 11|thế kỷ 12}}\n\n[[Thể loại:Quan lại nhà Lý]]\n[[Thể loại:Võ tướng nhà Lý]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Chiến tranh liên quan tới Campuchia]]"}