{"63619":"{{Tiểu sử quân nhân\n|tên= Lý Triện\n|hình= \n|chú thích hình=\n|quốc tịch= [[Đại Việt]]\n|biệt danh= \n|phục vụ=[[Khởi nghĩa Lam Sơn]]\n|ngày sinh= {{?}}\n|nơi sinh= Làng Bái Đôi, huyện Lôi Dương,[[Thanh Hóa|Thanh Hoá]], [[Đại Việt]]\n|ngày mất= 1427\n|nơi mất=\n|thuộc= [[Quân đội nhà Lê sơ|Quân đội Đại Việt]]\n|năm phục vụ= 1418-1427\n|cấp bậc= Thiếu uý (1424)\n|đơn vị= \n|chỉ huy= \n|tham chiến= Trận Tốt Động - Chúc Đông, Vây thành Đông Quan (1427)\n|khen thưởng= Nhập nội tư mã(1428); Thái bảo, Kỳ quận công và sau đó là Tây Kỳ vương.(1484)\n|gia đình= Con trai Lê Lăng\n|công việc khác= \n}}\n\n'''Lý Triện''' (李篆, ?-[[1427]]) là công thần khai quốc nhà [[Nhà Lê sơ|Lê sơ]] trong [[lịch sử Việt Nam]], người làng Bái Đô, huyện Lôi Dương,[[Thanh Hóa|Thanh Hoá]], [[Việt Nam]]. Ông tham gia nghĩa quân Lam Sơn dưới cờ [[Lê Thái Tổ|Lê Lợi]] từ những ngày đầu, lập nhiều chiến thắng ở [[Thanh Hoá]], [[Nghệ An]] và miền Bắc, tiêu biểu nhất là [[trận Tốt Động-Chúc Động]] khi ông và [[Đinh Lễ]], [[Nguyễn Xí]] phá tan quân [[nhà Minh|Minh]] do tổng binh [[Vương Thông]] chỉ huy. Sử gia Ngô Sĩ Liên cho rằng ông cùng với Đinh Lễ là những vị tướng giỏi nhất của nghĩa quân Lam Sơn<ref name=\"Nội 1993\">Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 344<\/ref>\n\n==Nguồn gốc và giáo dục==\nLý Triện người làng Bái Đôi, huyện Lôi Dương,[[Thanh Hóa|Thanh Hoá]], [[Việt Nam]], cha ông là Lý Ba Lao<ref>Sau được Lê Lợi ban cho họ Lê, vì vậy còn được sử chép là Lê Ba Lao.<\/ref>. Ông được mô tả là ''tài năng, dũng lược hơn người''.<ref>Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007, trang 212<\/ref>\n\n==Tham gia khởi nghĩa Lam Sơn==\nLý Triện là người tham gia [[khởi nghĩa Lam Sơn]] từ ngày đầu, giúp [[Lê Thái Tổ|Lê Lợi]] trong thời gian khó khăn nhất của cuộc khởi nghĩa. Năm [[1418]], tướng Minh là [[Lý Bân]] và [[Phương Chính]] mang quân qua Quỳ Châu vào Mường Thôi đánh quân [[Lam Sơn]]. Lý Triện cùng Lê Lý, Phạm Vấn mang quan ra chặn địch, phối hợp với quân chủ lực của Lê Lợi phục binh đánh bại quân Minh ở Bồ Mộng.<ref>Đại Việt thông sử, sách đã dẫn, tr 213<\/ref>\n\nNăm [[1422]], quân Minh huy động thêm quân nước [[Lào|Ai Lao]] ([[Lào]]) hai đường đánh tới, Lê Lợi rút về Sách Khôi. Quân địch dồn đại binh kéo tới bao vây. Lý Triện được lệnh cùng Lê Lĩnh, Phạm Vấn mang quân ra tử chiến, chém được tướng địch là Phùng Quý và hơn 1000 quân, bắt được hơn 100 ngựa, Mã Kỳ và Trần Trí thua chạy về Đông Quan ([[Hà Nội]]), quân Ai Lao cũng bỏ chạy<ref>Lê Quý Đôn, sách đã dẫn, tr 173<\/ref>.Năm [[1423]], quân Lam Sơn bị địch vây tuyệt lương mấy tháng. Lý Triện vẫn theo sát Lê Lợi tuần tra vỗ về tướng sĩ không hề trễ nải.\n\n==Tiến quân ra Bắc==\nSau thời kỳ giảng hoà với quân Minh để củng cố thực lực, năm 1424, quân Lam Sơn và quân Minh khai chiến trở lại. Năm 1425, quân Lam Sơn vây đánh [[Nghệ An]], Lê Triện làm hậu viện cho [[Đinh Lễ]] ra đánh úp Tây Đô ([[Thanh Hóa|Thanh Hoá]]). Lê Triện đi đường tắt đánh bại quân Minh, địch phải rút vào cố thủ trong thành. Ông được phong làm [[Thiếu uý]].\n\nTháng 8 năm 1426, [[Lê Thái Tổ|Lê Lợi]] chia quân cho các tướng làm 3 cánh bắc tiến. [[Phạm Văn Xảo]], Đỗ Bí, [[Trịnh Khả]], Lê Triện mang 3000 quân, 1 thớt voi ra phía Tây bắc, [[Lưu Nhân Chú]], Bùi Bị ra phía Đông bắc; Đinh Lễ, [[Nguyễn Xí]] ra đánh Đông Quan.\n\nTiến theo đường tắt đến gần Đông Quan, cánh quân của Lê Triện gặp tham tướng quân Minh là Trần Trí. Trí thấy quân Lam Sơn ít nên mang hết quân ra đánh. Ông cùng các tướng hợp sức đánh bại được Trí ở Chương Đức, tiến lên đắp luỹ ở phía tây Ninh Giang. Trần Trí bại trận liền cầu viện Lý An, Phương Chính ở Nghệ An. An và Chính đem quân vượt biển ra bắc tiếp viện cho Đông Quan.<ref>Đại Việt thông sử, sách đã dẫn, tr 214<\/ref>\n\n== Trận Tốt Động - Chúc Động==\n{{Chính|Trận Tốt Động – Chúc Động}}\nNghe tin viện binh nhà Minh từ [[Vân Nam]] do Vương An Lão chỉ huy sắp tiến sang theo đường Hưng Hoá. Lý Triện bèn cùng Phạm Văn Xảo chia quân làm hai cánh: Phạm Văn Xảo cùng Trịnh Khả tiến lên Tây bắc đánh chặn Vương An Lão, còn LÝ Triện đóng đồn phía tây Ninh Giang (đoạn [[sông Đáy]] chảy qua Hoài Đức, [[Quốc Oai]], [[Chương Mỹ]], Thanh Oai của tỉnh [[Hà Tây (tỉnh)|Hà Tây]]) uy hiếp Đông Quan. Tháng 9 năm 1426, Lý Triện đánh tan quân Minh ở cầu Nhân Mục, chém hơn 1000 quân địch, bắt được tướng Vi Lượng. Phạm Văn Xảo và [[Trịnh Khả]] đánh tan viện binh Vân Nam, quân Minh thua trận bỏ chạy vào thành Tam Giang.\n\nThấy quân chủ lực của địch bỏ [[Nghệ An]], Lê Lợi mang đại quân tiến ra bắc đóng ở [[Thanh Hóa|Thanh Hoá]]. Vua Minh điều Vương Thông mang quân sang tiếp viện. Thông hợp binh ở Đông Quan được 10 vạn người, thấy quân mình liên tiếp bại trận dưới tay Lý Triện chia ba đường cùng đánh đạo quân của ông: Thông tự cầm một cánh quân đóng ở Cổ Sở, Phương Chính và Lý An đóng ở cầu Sa Đôi ([[Từ Liêm]]), Sơn Thọ và Mã Kỳ đóng ở cầu Thanh Oai, dinh luỹ các đạo quân nối liên vài chục dặm, cờ xí rợp đồng, giáo mác rực trời, rao rêu chỉ cần đánh một trận là bắt được toàn bộ nghĩa quân.<ref>Đại Việt sử ký toàn thư, Nhà xuất bản khoa học xã hội Hà Nội, 1993, bản điện tử, trang 338<\/ref>\n\nTrước thế quân Minh mạnh, Lý Triện và Đỗ Bí quyết định chủ động đánh từng cánh quân. Ông đặt phục binh ở Cổ Lãm (thuộc huyện [[Thanh Oai]]) rồi mang quân khiêu chiến trại của Thọ và Kỳ trước rồi giả thua chạy. Thọ và Kỳ mang quân đuổi theo, đến vùng ruộng lầy, phục binh của Lý Triện đổ ra đánh, quân Minh thua to<ref>Lê Quý Đôn, sách đã dẫn, tr 174<\/ref>. Hai tướng Minh bỏ chạy về Cổ Sở. Lý Triện thừa thế đánh sang quân Phương Chính, Chính cũng bỏ chạy về với Vương Thông.\n\nLý Triện nhân đà thắng lợi, hôm sau tiến đánh Vương Thông ở Cổ Sở. Thông thấy quân bị thua đã phòng bị trước, quân Lý Triện bị đánh bại phải rút chạy. Ông phá huỷ trại cũ và sai người cầu cứu [[Đinh Lễ]], [[Nguyễn Xí]]. Hai cánh quân họp nhau ở Cao Bộ. Nguyễn Xí bắt được thám tử của Vương Thông, biết Thông định chia đường đánh úp quân Lý Triện bèn tương kế tựu kế dụ Thông vào cánh đồng Tốt Động, Chúc Động<ref>Lê Quý Đôn, sách đã dẫn, tr 175<\/ref>. Bộ quốc sử ''[[Khâm định Việt sử thông giám cương mục]]'' do sử thần đời [[nhà Nguyễn|Nguyễn]] biên soạn có thuật lại về [[trận Tốt Động – Chúc Động]] như sau:<ref name=\"khamdinhcuongmuc368\">Khâm định Việt sử thông giám cương mục, Nhà xuất bản giáo dục Hà Nội, 1998, bản điện tử, các trang 367-368.<\/ref> \n:''\"Nghe nói các tướng Đinh Lễ và Lê Xí đang đóng quân ở Thanh Đàm, Triện liền sai báo gấp cho họ đến tiếp ứng. Bọn Lễ và Xí lựa lấy ba nghìn quân tinh nhuệ và hai thớt voi, tức tốc ngay ban đêm, đến hội quân ở Cao Bộ. Họ chia quân đặt phục ở Tốt Động và Chúc Động.''\n:''Bắt được gián điệp của địch, ta biết Thông đã tiến đóng ở Ninh Kiều, ngầm cho kỳ binh tiền nhanh đến phía sau quân Triện, còn chính binh của Thông sẽ vượt sông tiến lên phía trước. Chúng hẹn nhau hễ nghe tiếng súng pháo nổ, thì các mũi quân địch cùng lúc đánh khép lại. Hồi canh năm đêm ấy, bọn Lễ sai quân bắn súng pháo ở nơi yếu hại để đánh lừa giặc. Giặc nghe súng nổ, đều đỗ xô đi chiếm lấy chỗ thuận lợi. Chúng lùa quân đi tắt vào. Bấy giờ trời mưa, đường lầy lội, chúng kéo đến Tốt Động, bị phục binh ta bốn bề nổi dậy. Quân ta hợp sức lại, hăng hái chiến đấu, cả phá dược quân giặc.\"''\n\nTrận Tốt Động – Chúc Động kết thúc với thắng lợi giòn dã của nghĩa quân Lam Sơn do Lý Triện và các tướng khác chỉ huy. Bên phía Minh, Binh bộ thượng thư Trần Hiệp, Nội quan Lý Lượng và 5 vạn quân tử trận 1 vạn quân bị bắt sống. Số quân chết đuối ở sông Ninh Giang cũng rất nhiều, làm tắc nghẽn cả khúc sông. Ngoài ra ngựa, quân tư khí giới bị tịch thu nhiều không kể xiết. Vương Thông bị thương, cùng Phương Chính và Mã Kỳ về cố thủ ở Đông Quan.<ref name=\"khamdinhcuongmuc368\"\/>\n\n==Cái chết==\nLê Lợi nghe tin thắng trận bèn tiến đại quân ra bắc vây hãm Đông Quan. Lý Triện cầm 2 vệ quân vây cửa bắc là cửa xung yếu nhất, có thể phải đối phó cả với quân trong thành và viện binh từ các thành phía bắc và từ Trung Quốc sang cứu Đông Quan.\n\nTháng 2 năm 1427, tướng Minh là Phương Chính kéo ra ngoài đánh úp động Quả ở [[Từ Liêm]]. Lý Triện và Đỗ Bí cố sức đánh nhưng bị thua trận. Ông bị tử trận còn Đỗ Bí bị bắt.<ref>Lê Quý Đôn, sách đã dẫn, tr 175. Về sau khi Vương Thông rút về nước, Đỗ Bí được thả<\/ref>\n\nThương Lý Triện nhiều lần phá được quân địch đông mạnh, Lê Lợi cho cha ông là Lý Ba Lao làm chức sát sứ, cấp 400 mẫu ruộng, con ông là Lý Lăng làm Phòng ngự sứ, tước Phục hầu, đều được đổi sang họ Lê. Sau [[Lê Lăng]] trở thành đại thần [[nhà Hậu Lê]].<ref>Lê Lăng có công tham gia cùng [[Nguyễn Xí]] lật đổ [[Lê Nghi Dân]] đưa [[Lê Thánh Tông]] lên ngôi. Nhưng sau đó, có người nói cho Thánh Tông biết việc khi lật đổ Nghi Dân xong, Lăng từng bàn với Nguyễn Xí định lập anh thứ của vua là Khắc Xương chứ không định lập Thánh Tông. Do đó Lăng bị Thánh Tông khép tội chết năm 1462.<\/ref>\n\nNăm 1428, ông được truy tặng chức Nhập nội tư mã. Năm 1460, ông lại được truy tặng làm hữu tướng quốc. Năm 1484, [[Lê Thánh Tông]] tặng ông tước thái bảo, Kỳ quận công và sau đó là [[Tây Kỳ Vương|Tây Kỳ vương]].\n==Gia đình==\nCon trai Lý Triện là Lý Lăng hay [[Lê Lăng]] là người có công phò lập vua Lê Thánh Tông, làm đến chức Thái úy.\n\n== Nhận định==\nCác sử quan Đại Việt thời Hậu Lê, tiêu biểu như Ngô Sĩ Liên và Lê Quý Đôn, đều đánh giá rất cao khả năng cầm quân của Lý Triện:\n{{cquote|''Tướng giỏi thời ấy, thì Lễ và Triện xứng đáng đứng đầu.|||Đại Việt sử ký toàn thư, Bản kỷ}}<ref name=\"Nội 1993\"\/>\n\n{{cquote|''Người trong nước còn sợ oai giặc Ngô, chưa quy phục nhà vua hết thảy. Từ sau chiến thắng Tốt Động quân ta bèn vây Đông Đô. Sĩ dân ở các phủ huyện hưởng ứng rầm rộ. Những người hào kiệt trí dũng theo về như đi chợ. Thành trì giặc các nơi lần lượt bị phá hoặc xin hàng, mà 3 ty nhà Minh phải đóng cửa thành tử thủ, thế cùng bức bách phải xin hòa. Trong khoảng một năm, cả nước được bình định. Đó đều là công của bọn các ông Lê Lễ, Lê Triện''.|||Đại Việt thông sử, Đinh Lễ}}<ref>Đại Việt thông sử, trang 205, sách đã dẫn.<\/ref>\n\n==Đời sau tưởng nhớ==\n===Đình Yên Duyệt và Mộ Lý Triện, Xã Tốt Động, huyện Chương Mỹ, thành phố Hà Nội===\n[[Tập tin:DinhlangYenDuyet.img.jpg|phải|400px|Đình làng Yên Duyệt|liên_kết=Special:FilePath\/DinhlangYenDuyet.img.jpg]]\nTương truyền năm 1427 Lý Triện cùng Đỗ Bí bao vây phía Bắc thành Đông Quan (nay thuộc Từ Liêm – Hà Nội) do chủ quan đã bị quân giặc phản kích,Đỗ Bí bị bắt sống, còn Lý Triện bị thương rất nặng ở cổ ngài đã tự băng bó và nằm trên mình ngựa. Ngựa theo đường cũ chạy đến phần đất của làng Yên Duyệt thì gặp một bà cụ bán hàng nước bên bìa sông, Lý Triện hỏi bà hàng nước:\n\nTôi bị thương thế này có sống được không ?''.\n\nBà hàng nước nhìn thấy người mặc áo quan hỏi mình như vậy thì sợ sệt và trả lời rằng:\n\n''Lạy quan lớn, chỉ có người nhà trời mới sống được''.\n\nSau khi nghe bà hàng nước trả lời thì Lý Triện cả người và ngựa thác ở đây. Nhân dân làng Yên Duyệt đã [[chôn cất]] và ngôi mộ vẫn còn đến ngày nay. Với ý nghĩa lịch sử ấy đình Yên Duyệt và lăng mộ Lý Triện đã được nhà nước công nhận văn hoá lịch sử cấp quốc gia vào tháng 1\/1998.<ref>Đình làng và mộ Lý Triện<\/ref>\n\n==Xem thêm==\n*[[Lê Thái Tổ|Lê Lợi]]\n*[[Đinh Lễ]]\n*[[Nguyễn Xí]]\n*[[Khởi nghĩa Lam Sơn]]\n\n==Tham khảo==\n*Lam Sơn thực lục(Nhà xuất bản Tân Việt, 1956, Dịch giả Bảo Thần)\n* [[Lê Quý Đôn]] (1978), ''Đại Việt thông sử'', Nhà xuất bản Khoa học xã hội\n* [[Đại Việt Sử ký Toàn thư]] (Nhà xuất bản khoa học xã hội Hà Nội, 1993, Dịch giả Viện Khoa Học Xã Hội Việt Nam, bản điện tử Lê Bắc, Công Đệ, Ngọc Thủy,\nTuyết Mai, Hồng Ty, Nguyễn Quang Trung)<ref>Đại Việt sử ký toàn thư<\/ref>\n*Đại việt thông sử(Nhà xuất bản văn hóa thông tin, 1976, Dịch giả Ngô Thế Long)\n\n==Chú thích==\n{{tham khảo}}\n\n{{Khởi nghĩa Lam Sơn}}\n{{thời gian sống|mất=1427}}\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Võ tướng nhà Lê sơ]]\n[[Thể loại:Người Thanh Hóa]]"}