{"185171":"{{bài cùng tên|Lý Quốc Sư (định hướng)}}\n{{Hộp thông tin Tu sĩ\n| background = brown\n| tên = Lý Quốc Sư <br \/> 李國師\n| hình = ChuabaidinhcoB2.jpg\n| chú thích hình = Tượng Lý Quốc Sư tại [[đền Thánh Nguyễn|đền thánh Nguyễn]] ở quần thể [[chùa Bái Đính]], [[Ninh Bình]].\n| sanskrit = \n| kiểu tên khác = \n| tên khác = Nguyễn Minh Không\n| tôn giáo = [[Phật giáo Đại thừa]]\n| ordination = Thánh Nguyễn\n| post = [[Lý triều Quốc sư]]\n| quốc tịch = [[Đại Việt]]\n| tên khai sinh = Nguyễn Chí Thành\n| ngày sinh = [[15 tháng 10]], [[1065]]\n| nơi sinh = xã [[Gia Tiến, Gia Viễn|Gia Thắng]], [[Gia Viễn]], [[Ninh Bình]]\n| ngày mất = [[19 tháng 11]], [[1141]] (76 tuổi)\n| nơi mất = [[Đại Việt]]\n| nơi an nghỉ = \n| resting_place_coordinates = <!-- tọa độ địa lí của nơi an nghỉ -->\n| spouse = \n| con cái = \n| bố mẹ = \n| website = \n| period = \n| kích thước hình = 250px\n| alt = \n}}\n\n'''Lý Quốc Sư''' ([[chữ Hán]]: 李國師 [[15 tháng 10]] năm [[1065]] –[[19 tháng 11]] năm [[1141]]) là tên gọi theo quốc tính họ Vua do nhà Lý ban cho và ghép với chức danh pháp lý cao nhất của một vị [[thiền sư]] từng là dược sư, pháp sư, đại sư rồi quốc sư tên hiệu '''Nguyễn Minh Không''' ([[chữ Hán]]: 阮明空). Đạo hiệu '''Phù Vân quảng đạt đại pháp sư''', người dân ở quê hương Ninh Bình thường gọi ông là '''Đức Thánh Nguyễn''' (德聖阮).\n\nÔng là một vị cao tăng đứng đầu tổ chức Phật giáo của triều đại [[nhà Lý]] trong lịch sử, là vị thiền sư sáng lập nên nhiều ngôi chùa nhất ở Việt Nam,<ref name=\"kyluc.vn\">{{Chú thích web |url=http:\/\/kyluc.vn\/de-xuat-ky-luc\/277.de-cu-hai-ky-luc-ve-duc-thanh-nguyen-minh-khong.html |ngày truy cập=2013-12-05 |tựa đề=Đề cử hai kỷ lục về Đức Thánh Thích Minh Không |archive-date=2013-12-24 |archive-url=https:\/\/web.archive.org\/web\/20131224102230\/http:\/\/kyluc.vn\/de-xuat-ky-luc\/277.de-cu-hai-ky-luc-ve-duc-thanh-nguyen-minh-khong.html }}<\/ref> được tôn vinh là ông tổ nghề đúc đồng và cũng là ông tổ nghề Đông y Việt Nam.<ref>{{Chú thích web |url=https:\/\/phatgiaovietnam.vn\/ninh-binh-hoi-thao-thien-su-nguyen-minh-khong-voi-nen-y-hoc-viet-nam\/ |ngày truy cập=2019-11-23 |tựa đề=Ninh Bình: Hội thảo Thiền sư Nguyễn Minh Không với nền y học Việt Nam |archive-date=2019-08-01 |archive-url=https:\/\/web.archive.org\/web\/20190801134201\/https:\/\/phatgiaovietnam.vn\/ninh-binh-hoi-thao-thien-su-nguyen-minh-khong-voi-nen-y-hoc-viet-nam\/ |url-status=dead }}<\/ref>\n\nVì có nhiều công lớn chữa bệnh cho vua và nhân dân mà ông cùng với [[Trần Hưng Đạo]], là những nhân vật lịch sử có thật, sau này được [[người Việt]] tôn sùng là ''đức thánh Nguyễn, đức thánh Trần'' và ông được hậu thế thờ ở rất nhiều đền, đình, và cả trong chùa theo kiểu ''tiền Phật hậu Thánh''. Một số ghi chép xưa xếp ông là vị thánh trong tứ bất tử.<ref>{{Chú thích web |url=http:\/\/www.daikynguyenvn.com\/van-hoa\/tim-lai-huy-hoang-ky-3-3-ly-trieu-quoc-su-vi-tu-bat-tu-luu-dau-an-cua-phat-phap-tai-nhan-gian.html |ngày truy cập=2016-11-01 |tựa đề=Tìm lại huy hoàng kỳ 3.3: Lý Triều Quốc Sư – vị tứ bất tử lưu dấu ấn của Phật Pháp tại nhân gian |archive-date=2016-11-03 |archive-url=https:\/\/web.archive.org\/web\/20161103233952\/http:\/\/www.daikynguyenvn.com\/van-hoa\/tim-lai-huy-hoang-ky-3-3-ly-trieu-quoc-su-vi-tu-bat-tu-luu-dau-an-cua-phat-phap-tai-nhan-gian.html }}<\/ref> Trong truyền thuyết dân gian, Nguyễn Minh Không là một nhân vật huyền thoại, xuất hiện với nhiều tình tiết kỳ bí thậm chí hoang đường như khi tu thiền đắc đạo có thể đi mây về gió, niệm chú cho chim lạ rơi xuống đất, ngả nón làm thuyền vượt sông cả, cho cả kho đồng nước Tống vào túi đem về đúc Tứ Đại khí, thò tay vào vạc dầu đang sôi vớt hàng trăm chiếc kim chữa bệnh cho vua [[Lý Thần Tông]].<ref name=\"Thiền Sư Minh Không\">{{Chú thích web |url=http:\/\/thangnghiem.vn\/news\/?ID=170 |ngày truy cập=2014-12-22 |tựa đề=Thiền Sư Minh Không |archive-date=2014-12-22 |archive-url=https:\/\/web.archive.org\/web\/20141222234947\/http:\/\/thangnghiem.vn\/news\/?ID=170 }}<\/ref> Hiện nay ở vùng [[châu thổ sông Hồng]] có rất nhiều nơi còn đền thờ ông như ở [[Ninh Bình]], [[Bắc Ninh]], [[Hà Nội]], [[Nam Định]], [[Hải Dương]], [[Thái Bình]], [[Quảng Ninh]], [[Hưng Yên]], [[Bắc Giang]].\n\n==Tiểu sử==\nTheo \"Thiền Uyển tập anh\", Lý Quốc Sư ''Nguyễn Minh Không'' tên húy là ''Nguyễn Chí Thành'' (阮志誠) sinh tại làng Điềm Xá, phủ [[Tràng An]] (nay là làng Điền Xá, xã [[Gia Thắng]], [[Gia Viễn]], [[Ninh Bình]]). Theo một số tài liệu, ông còn có đạo hiệu ''Không Lộ'', từng tu ở chùa ''Không Lộ'' ([[Nam Định]]) và được thờ ở núi ''Không Lộ'' ([[chùa Thầy]] ngày nay). Theo Lĩnh Nam Chích Quái, Nguyễn Minh Không lúc ít tuổi đi du học, gặp Từ Đạo Hạnh, học được đạo giáo, trải hơn 10 năm. Đạo Hạnh thấy người tiết tháo bèn truyền tâm ấn, lại đặt tên cho.\n\nCha của thánh Nguyễn là ông Nguyễn Sùng, quê ở làng Điềm Xá, phủ [[Tràng An]]. Mẹ ông là bà Dương Thị Mỹ, quê ở [[Phả Lại]], phủ Từ Sơn nay là làng Phả Lại, xã Đức Long, Quế Võ, [[Bắc Ninh]] (nơi giáp với phường [[Phả Lại]], [[Chí Linh|thành phố Chí Linh]], [[Hải Dương]]). Vợ chồng ông Nguyễn Sùng tuy nghèo nhưng luôn chăm lo làm việc thiện. Hai ông bà sinh hạ được một người con trai khôi ngô, tuấn tú, đặt tên là Nguyễn Chí Thành.<ref>Đại Việt sử ký toàn thư, tập 1 – Nhà Xuất bản KHXH. H, 1983 tr. 322.<\/ref>\n\nCha mẹ mất sớm, Nguyễn Chí Thành và người bạn [[Trương Bá Ngọc]] làm ngư dân đánh bắt cá, sinh sống trên [[sông Hoàng Long]].<ref>[http:\/\/phathoc.net\/PrintView.aspx?Language=vi&ID=72424A Những huyền thoại ít biết về vị thiền sư nổi tiếng nhất Việt Nam]<\/ref> Hai người cùng nuôi chí lớn, đi chu du thiên hạ, lúc thì đăng sơn kích thỏ, khi thì phóng thủy cầu ngư.<ref>Trong bài \"Đức Thánh Nguyễn Minh Không\" của Đỗ Danh Gia (Tạp chí Văn nghệ Ninh Bình, số 59 năm 2008.<\/ref>\n\nNgày 1\/08\/1141, Tân Dậu-niên hiệu Đại định thứ 2, đời Lý Anh Tông, thiền sư Minh Không hóa thọ 76 tuổi, môn đồ dựng tháp và tô tượng ở chùa Diên Phúc.<ref name=\":0\">{{Chú thích web|url=http:\/\/sach.nlv.gov.vn\/sach\/cgi-bin\/sach?a=d&d=kKsRZ1933.2.2.4.2&e=-------vi-20--1--img-txIN-------#|tựa đề=Địa dư Quỳnh Côi|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNăm 1167, Đinh Hợi –Chính Long Bảo Ứng thứ 5, vua Lý Anh Tông ban chiếu sửa chùa Diên Phúc đổi thành Viên Quang (Xuân Ninh- Nam Định), đổi làng Giao Thủy thành Hộ Xá, Nghiêm Quang thành Thần Quang (chùa Keo), ban cho mỗi chùa 5 mẫu ruộng hương đăng.<ref name=\":0\" \/>\n\n==Sự nghiệp==\nNguyễn Minh Không là một nhà sư tài danh lẫy lừng. Ông đã được coi là thần y khi chữa bệnh \"hóa hổ\" cho vua [[Lý Thần Tông]] và được ban quốc tính họ Lý, phong làm [[Quốc sư]], được nhà vua cấp cho nhà ở, được miễn thuế má. Khi ông mất rồi được rất nhiều đền chùa thờ phụng. Đại Việt sử ký toàn thư chép rằng: \"''Quốc sư Minh Không rất linh ứng. Phàm khi có tai ương hạn lụt, cầu đảo đều nghiệm cả''.\" Nguyễn Minh Không là hiện thân quyền lực linh thiêng của Phật giáo hưng thịnh thời Lý - là thầy thuốc tài ba bậc nhất, là ngư dân gắn bó với thôn dã Đại Việt, là thiền sư tài cao đức trọng, là bậc thánh tổ nghề đúc đồng Việt Nam.\n\n===Lập chùa, mở mang Phật giáo===\nNguyễn Chí Thành lớn lên sang [[Ấn Độ|Tây Trúc]] học đạo cùng với [[Từ Đạo Hạnh]] và [[Nguyễn Giác Hải]] là hai vị chân sư có uy tín đương thời. Khi tu hành đắc đạo, Nguyễn Chí Thành trở về quê nhà dựng chùa Viên Quang, sau đó lại lập nhiều chùa ở vùng [[châu thổ sông Hồng]] để tu hành, lấy vị hiệu là Không Lộ rồi Minh Không. Trong suốt cuộc đời, trên cương vị quốc sư thống lĩnh lực lượng Phật giáo quốc gia, Nguyễn Minh Không đã dựng tới 500 ngôi chùa trên đất Đại Việt.<ref>[http:\/\/www.vietnamplus.vn\/Home\/Ly-Quoc-Su--ong-to-nghe-duc-dong-Viet-Nam\/20091\/29610.vnplus Lý Quốc Sư - ông tổ nghề đúc đồng Việt Nam]<\/ref> Nhiều ngôi chùa lớn còn tồn tại đến ngày nay như: [[chùa Bái Đính]], [[chùa Cổ Lễ]], [[Chùa Non Nước (Ninh Bình)|chùa Non Nước]] ([[Ninh Bình]]), [[chùa Địch Lộng]], [[Chùa Quỳnh Lâm, Đông Triều|chùa Quỳnh Lâm]], [[chùa Am Tiên]], [[chùa Trông]], [[chùa Kim Liên]], chùa Hàm Long,... Quốc sư Minh Không là vị thiền sư sáng lập nên nhiều ngôi chùa nhất ở Việt Nam.<ref name=\"kyluc.vn\"\/>\n\n===Pháp sư tài danh===\nThiền sư Minh Không đồng thời là một dược sư nổi tiếng thời Lý, một trong những kỳ tích của ông được sử sách ghi lại là chữa thành công bệnh cho vua Lý Thần Tông, được phong làm Quốc sư.\n\nTương truyền lúc còn đang học đạo, trong khi dạo chơi ở khu rừng, Từ Đạo Hạnh giả tiếng hổ dọa, Người nói: \"Nếu ngươi muốn vậy, sau này chắc sẽ phải chịu quả báo như thế.\" [[Từ Đạo Hạnh]] hối hận: \"Xưa kia đức Thế Tôn tạo quả viên thành còn chịu báo kim sương, mã mạch, huống chi đệ sinh thời mạt pháp đâu có thể tránh được, đời sau sẽ làm quốc chủ và sẽ chịu báo này, huynh với đệ có nhân duyên bằng hữu lúc đó hãy cứu đệ.\" Sau khi Thiền sư Đạo Hạnh hóa, đầu thai là Dương Hoán, được Vua Nhân Tông yêu quý lập làm Hoàng thái tử và kế vị ngai vàng tức [[Lý Thần Tông]] Hoàng đế. Lên ngôi không được bao lâu, tháng 3 năm 1136 Vua [[Lý Thần Tông]] bệnh nặng, lông lá mọc khắp cơ thể, gầm thét như hổ suốt ngày, các danh y tài giỏi được triệu đến chữa bệnh nhưng không thuyên giảm. Tức thì trong dân gian, xuất hiện bài đồng dao của trẻ con rằng:\n:\"''Bắc nam có tây đông''\n:''Đáy bể ẩn có rồng''\n:''Vua mắc bệnh khó chữa''\n:''Hãy đón Nguyễn Minh Không''.\"\n\nVua bèn sai sứ tìm gặp Sư. Khi Sư đến, Tôn túc thạc đức các phương đang ở trên điện làm phép, thấy Sư mộc mạc giản dị, có người khinh khí không đáp lễ. Sư đến, đem theo một cái đinh lớn, dài hơn 5 tấc, đóng vào cột, lên tiếng nói: \"Ai có thể nhổ cái đinh đó ra thì trước đáng được tôn trọng, sau chữa được bệnh cho vua\".<ref>{{Chú thích web |url=http:\/\/www.trangandanhthang.vn\/tin-tuc\/bai-dinh-va-su-tich-thanh-nguyen-minh-khong.html |ngày truy cập=2017-05-19 |tựa đề=BÁI ĐÍNH VÀ SỰ TÍCH THÁNH NGUYỄN MINH KHÔNG |archive-date=2017-05-29 |archive-url=https:\/\/web.archive.org\/web\/20170529110212\/http:\/\/www.trangandanhthang.vn\/tin-tuc\/bai-dinh-va-su-tich-thanh-nguyen-minh-khong.html }}<\/ref> Nói thế ba lần, chẳng ai dám làm. Sư lại lấy hai ngón tay trái, cầm vào thì đinh theo chúng mà ra. Mọi người đều khiếp phục. Khi gặp vua, Sư lớn tiếng nói: \"Đấng đại trượng phu, giàu sang bốn bể, há lại làm ra những điều cuồng loạn đấy ư ?\" Vua rất run sợ, Sư sai lấy một vạc lớn đựng nước nấu sôi tới cả trăm lần, dùng tay quậy lên khoảng bốn lần, rồi thò tay vào trong vạc dầu đang sôi sùng sục lấy ra đủ 100 cái kim châm cứu cho vua. Bệnh liền bớt ngay. Sau khi khỏi bệnh, cảm phục tài năng, Vua [[Lý Thần Tông]] phong ông là Quốc sư, tha thuế dịch cho vài trăm hộ. Trong quốc sử còn ghi rằng: \"Tục truyền khi sư Từ Đạo Hạnh sắp trút xác, trong khi ốm đem thuốc niệm thần chú rồi giao lại cho Nguyễn Chí Thành tức Minh Không, dặn rằng 20 năm sau nếu thấy Quốc vương bị bệnh lạ thì đến chữa ngay, có lẽ là việc này.\"<ref>{{Chú thích web |url=http:\/\/daitangkinhvietnam.org\/van-hoc-va-nghe-thuat\/kien-truc-phat-giao\/69-lch-s-chua-ly-triu-quc-s.html |ngày truy cập=2008-12-08 |tựa đề=LỊCH SỬ CHÙA LÝ TRIỀU QUỐC SƯ |archive-date=2010-12-25 |archive-url=https:\/\/web.archive.org\/web\/20101225145045\/http:\/\/daitangkinhvietnam.org\/van-hoc-va-nghe-thuat\/kien-truc-phat-giao\/69-lch-s-chua-ly-triu-quc-s.html }}<\/ref>\n\nVùng đồi núi [[Gia Sinh, Gia Viễn|Gia Sinh]], [[Gia Viễn]] hiện còn cái tên làng Sinh Dược (làng thuốc sống) do Lý Quốc Sư dùng cây thuốc ở đây chữa bệnh. Từ các loại thảo dược này ông đã chữa bệnh nan y cho vua Lý Thần Tông và bào chế ra nhiều loại thuốc chữa bệnh cho nhân dân, ông đã truyền lại cho dân nhiều bài thuốc hay và sử dụng thuốc nam, châm cứu chữa bệnh. Đến nay vùng đồi núi Sinh Dược, Gia Sinh vẫn còn nhiều cây thuốc quý như: Bình vôi, Ngành ngạnh, Hoài sơn, Khúc khắc, Mặt quỷ, Bòn bọt, Hà thủ ô, Hy thiêm thảo, Chè vằng, Thiên niên kiện, Bố chính sâm...\n\n===Phục hưng nghề đúc đồng===\n[[Tập tin:Dinhnguxa.jpg|nhỏ|250px|phải|Đình thờ ông tổ đúc đồng Nguyễn Minh Không ở Ngũ Xá - [[Hà Nội]].]]\nNguyễn Minh Không được các làng nghề đúc đồng suy tôn là ông tổ của nghề đúc đồng<ref>{{Chú thích web|url=https:\/\/www.vietnamplus.vn\/ly-quoc-su-ong-to-nghe-duc-dong-viet-nam\/30243.vnp|tựa đề=Lý Quốc Sư - ông tổ nghề đúc đồng Việt Nam|tác giả=|họ=|tên=|ngày=|website=vietnamplus.vn|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-23}}<\/ref> mặc dù từ thế kỷ X, vua [[Đinh Tiên Hoàng]] đã cho đúc tiền bằng đồng đầu tiên trong lịch sử và trước đó người Việt cổ đã đúc trống đồng. Với vai trò là Quốc sư triều Lý, ông tham gia gây dựng nhiều công trình Phật giáo. Lý Quốc Sư là người đúc tượng phật [[Chùa Quỳnh Lâm, Đông Triều|chùa Quỳnh Lâm]]; đúc đỉnh đồng trên tháp Báo Thiên<ref>Tháp Báo Thiên được xây dựng từ đời vua Lý Thánh Tông năm 1057. Tháp này ban đầu xây 12 tầng bằng gạch, sau này sư Minh Không làm thêm tầng 13 đỉnh tháp bằng đồng.<\/ref> góp phần tạo nên [[An Nam tứ đại khí]] là những báu vật nổi tiếng của nước Đại Việt thời Lý - Trần. Ông là người sưu tầm và phục hưng nghề đúc đồng – tinh hoa của văn minh [[Đông Sơn]] – văn minh người Việt cổ mà trở thành tổ sư nghề đúc đồng.\n\nĐầu năm 1118 Nguyễn Minh Không đến chùa Tống Xá (nay ở xã [[Yên Xá]] huyện [[Ý Yên]]), [[Nam Định]], đã đi thăm các cánh đồng ở đây và thấy có một khu đất rộng, có loại đất sét tốt có thể làm khuôn đúc ở đây. Ông bèn hướng dẫn dân làng nghề đúc đồng. Từ đó cánh đồng có hố đào để lấy đất sét được gọi là cánh đồng Hố, từ thời Lê bắc thêm cầu nên gọi là cánh đồng Cầu Hố.<ref>Lã Đăng Bật, Kinh đô Hoa Lư xưa và nay, trang 241.<\/ref> Ngày nay ở thôn Tống Xá có đền thờ ông tổ của nghề đúc đồng [[Việt Nam]] Nguyễn Minh Không.\n\n==Tôn vinh==\n===Đức Thánh Nguyễn===\n[[Tập tin:Denthanhnguyen.JPG|nhỏ|250px|phải|[[Đền Thánh Nguyễn]] trên quê hương ông - [[Gia Viễn]] - [[Ninh Bình]].]]\nLà một thiền sư giỏi về Phật pháp, giỏi cả pháp thuật, có công chữa bệnh cho vua Lý, là ông tổ của nghề đúc đồng... Nguyễn Minh Không được tôn là đức Thánh Nguyễn bên cạnh chức danh Quốc sư triều Lý. Dân gian có câu:<ref>{{Chú thích web |url=http:\/\/www.cinet.gov.vn\/uploadfile\/html\/baoton_baotang\/ditich\/chitiet\/NinhBinh\/ditich\/DenThoducthanhnguyen.htm |ngày truy cập=2014-02-11 |tựa đề=ĐỀN THỜ ĐỨC THÁNH NGUYỄN |archive-date=2014-02-22 |archive-url=https:\/\/web.archive.org\/web\/20140222155635\/http:\/\/www.cinet.gov.vn\/uploadfile\/html\/baoton_baotang\/ditich\/chitiet\/NinhBinh\/ditich\/DenThoducthanhnguyen.htm }}<\/ref>\n::''Đại Hữu sinh Vương''\n::''Điềm Dương sinh Thánh''.\n\nTrong hai câu ca trên thì Vương chỉ [[Đinh Tiên Hoàng]], Thánh chỉ Nguyễn Minh Không. Hai ông được sinh ra ở hai làng liền kề nhau thuộc huyện [[Gia Viễn]], [[Ninh Bình]].\n\nTại núi [[Dương Sơn]] có chùa Lạc Khoái xã [[Gia Lạc]] ([[Gia Viễn]], [[Ninh Bình]]) còn câu đối:\n::''Điềm Xá chung linh sinh Nguyễn thánh''\n::''Hoa Lư dục tú xuất Đinh Hoàng''.\n\nTrong tín ngưỡng [[Việt Nam]], nhiều ý kiến cho rằng có 4 vị thần trong nhóm [[Tứ bất tử]] đó là Tản Viên Sơn thần, Phù Đổng Thiên vương, Chử Đồng Tử, Liễu Hạnh Công chúa. Tuy nhiên, thực tế các vị thánh trong [[Tứ bất tử]] từng được ghi chép còn có Lý Quốc Sư.<ref>{{Chú thích web |url=http:\/\/vietimes.vietnamnet.vn\/vn\/nhietkevanhoa\/4675\/index.viet |ngày truy cập=2008-12-08 |tựa đề=Những phát hiện mới nhất về Tứ bất tử Việt Nam |archive-date=2008-12-03 |archive-url=https:\/\/web.archive.org\/web\/20081203122627\/http:\/\/www.vietimes.vietnamnet.vn\/vn\/nhietkevanhoa\/4675\/index.viet }}<\/ref>\n* [[Kiều Oánh Mậu]] người làng [[Đường Lâm]] là học giả cuối thế kỷ 19 đầu thế kỷ 20, trong lời Án sách Tiên phả dịch lục<ref>(AB.289, tờ 4a), in năm Canh Tuất 1910.<\/ref> có viết:\n:''\"Tên các vị Tứ bất tử của nước ta, người đời Minh cho là: [[Sơn Tinh|Tản Viên]], [[Phù Đổng]], [[Chử Đồng Tử]], Nguyễn Minh Không. Đúng là như vậy. Vì bấy giờ Tiên chúa (Liễu Hạnh) chưa giáng sinh nên người đời chưa thể lưu truyền, sách vở chưa thể ghi chép. Nay chép tiếp vào\"''.<ref>Án: Ngã Tứ bất tử chi danh, Minh nhân dĩ Tản Viên, Phù Đổng, Chử Đồng Tử, Nguyễn Minh Không. Đương chi nhiên; thử thời Tiên chúa vị giáng, cố vị cập thế nhân sở truyền, văn hiến khả trung. Kim tục chi.<\/ref>\n\n===Thần Khổng Lồ===\nCác truyền thuyết về tổ nghề đúc đồng thường cho rằng thần Khổng Lồ trong dân gian Việt Nam là tục danh nhà sư Nguyễn Minh Không, hiệu Không Lộ, một cao tăng đời Lý có tài biến nhỏ thành to. Ông lấy đất sét nặn thành khuôn rồi rót đồng chảy vào, chế thành những món đồ dùng như mâm, hũ đến tượng Phật. Cũng theo truyền thuyết, Quốc sư Minh Không khi tu thiền đắc đạo có thể đi mây về gió, niệm chú cho chim lạ rơi xuống đất, ngả nón làm thuyền vượt sông cả, cho cả kho đồng nước Tống vào túi đem về đúc tứ đại khí, thò tay vào vạc dầu đang sôi vớt hàng trăm chiếc kim chữa bệnh cho Vua Lý Thần Tông.<ref name=\"Thiền Sư Minh Không\"\/>\n\nKho tàng văn hóa dân gian Ninh Bình còn lưu giữ nhiều câu chuyện truyền thuyết về thần Khổng Lồ như \"Ông Khổng Lồ gánh núi\", \"Ông Khổng Lồ bắt lươn\", \"Núi Đó và lò nước của ông Khổng Lồ\", \"Sự tích núi Kẽm Đó\", \"Sự tích núi Con Mèo\" gắn với hàng loạt di tích liên quan đến sư Minh Không ở đây như: núi Dương Sơn, núi Đồng Cân, núi Đầu Rau, núi Nút Đó, suối Canh Gà,<ref>Xem cuối Địa chí văn hóa dân gian Ninh Bình của Trương Đình Tường, phần IV- Chuyện kể dân gian.<\/ref>... Ở khu di tích [[phòng tuyến Tam Điệp]] ở [[Tam Điệp]] ngày nay có Kẽm Đó - Ải Cửu Chân vốn là một dãy núi, nhìn từ xa mạch núi khép kín dần, giống như cái đó bắt cá nên có tên là Kẽm Đó hay Lỗ Đó. Phía Bắc đèo Tam Điệp, đường Thiên Lý cổ len qua một \"cửa ải\", hai bên mạch núi đá vôi liên tiếp và khép kín lại, chừa một lối đi như miệng đó đơm cá khổng lồ mà truyền thuyết cho rằng thần Khổng Lồ Nguyễn Minh Không đã đơm đó bắt cá ở đó. Đây là cửa ải ngăn cách giữa hai quận Giao Chỉ và Cửu Chân xưa thời thuộc Hán. Cửa ải này án ngữ con đường Thiên Lý ra Bắc vào Nam.\n\nSách Tân biên Nam Định tỉnh địa dư chí lược viết: \"''Sư Nguyễn Chí Thành quê ở Điềm Xá [[Gia Viễn]] thường câu cá tại núi Tai Mèo, rồi chèo thuyền ra [[cửa biển Thần Phù]], để thẳng đến Tây Chân đi bán, thường gánh đá một bên cho cân với cá, đi đường đá bị rơi sư đạp viên đá ra viên đá vỡ còn dấu tại xã Liên Tỉnh xã Tương Đông''\".<ref>Xem Sách Tân biên Nam Định tỉnh địa dư chí lược, trang 127.<\/ref>\n\nTheo truyền thuyết Khổng Minh Không, tổ nghề đúc đồng và sự tích Trâu Vàng hồ Tây thì quốc sư Minh Không còn có pháp danh khác là Khổng Lồ cũng chữa khỏi bệnh cho vua phương Bắc. Khi vua trả ơn, hỏi muốn lấy gì, ông chỉ xin một ít đồng đen cho vào tay nải. Và thế là tất cả kho đồng của vua phương Bắc đều chui vào tay nải của ông trước sự kinh ngạc của triều đình. Ông lại thả nón tu lờ làm thuyền bơi về nước Nam. Về đến Thăng Long ông đúc thành chuông. Đồng đen là mẹ vàng, nên khi thỉnh chuông này, con trâu vàng bên phương Bắc nghe tiếng mẹ, chạy vùng sang đến chỗ là hồ Tây bây giờ nó giẫm đất sụt thành hồ, và ẩn luôn dưới đó. Do vậy có tên là hồ Trâu Vàng.<ref>[http:\/\/hanoitv.vn\/Goc-Ha-Noi\/Trau-Vang-nam-ngu-trong-long-Ho-Tay\/14529.htv Hồ Trâu Vàng]<\/ref><ref>[http:\/\/www.anninhthudo.vn\/thoi-su\/le-duc-tuong-trau-vang-ben-ho-tay\/398982.antd Lễ đúc tượng trâu vàng bên hồ Tây]<\/ref>\n\nViệc thần hóa Nguyễn Minh Không thành vị thần Khổng Lồ là một mô típ độc đáo trong nền văn hóa của cư dân nông nghiệp trồng lúa nước ở [[châu thổ sông Hồng]]. Thần Khổng Lồ Nguyễn Minh Không được xây dựng từ những mảnh vụn huyền thoại, được lịch sử hóa một quốc sư tài danh để trở thành một ông Khổng Lồ có yếu tố của một anh hùng văn hoá. Từ sự tích thần Khổng Lồ có thể thấy sự đan xen các lớp văn hoá, tín ngưỡng khó có thể nhận ra từng yếu tố, đâu là những mảnh vụn huyền thoại được thần thoại hoá, lịch sử hóa, tín ngưỡng thờ thần linh nông nghiệp, thần đánh cá, thờ Tổ nghề và lớp văn hóa Phật giáo để tôn vinh một quốc sư trở thành một vị Thánh bất tử.\n\n===Ông tổ nghề đúc đồng===\nLý Quốc Sư Nguyễn Minh Không được những địa phương có nghề đúc đồng lâu đời như các làng nghề Yên Xá,<ref>[http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=208146&ChannelID=123 Làng đúc Yên Xá]<\/ref> Tống Xá<ref>Tân biên Nam Định tỉnh địa dư chí lược trang 143 ghi: Đền thờ tổ nghề rèn đúc, xã Tống Xá tổng Vũ Xá thường gọi là đền Thánh tổ, tổ tên là Nguyễn Chí Thành.<\/ref> ở [[Ý Yên]], lễ hội chợ Viềng ([[Nam Định]]); phố nghề [[Ngũ Xã]], phố Lò Đúc ([[Hà Nội]]) <ref>[http:\/\/www.urenco.com.vn\/detail.php?NWid=157&CNid=29 Phố Lò Đúc]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}<\/ref>; Đình làng Chè, làng Rỵ (Thiệu Hóa, [[Thanh Hóa]]),<ref>[http:\/\/74.125.155.132\/search?q=cache:BWENohHaDbMJ:www.hids.hochiminhcity.gov.vn\/Hoithao\/VNHOC\/TB8\/khoa.pdf+%22th%E1%BB%9D+nguy%E1%BB%85n+minh+kh%C3%B4ng%22&cd=32&hl=vi&ct=clnk&gl=vn Sự hình thành làng xã ở đồng bằng sông Mã]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}<\/ref> các làng nghề đồng Châu Mỹ, Long Thượng, Đông Mai ([[Hưng Yên]]) và Đào Viên, Điện Tiền ([[Bắc Ninh]]) đều thờ và tôn vinh ông là ông tổ đúc đồng.<ref>{{Chú thích web |url=http:\/\/www.nguoidaibieu.com.vn\/Trangchu\/VN\/tabid\/66\/CatID\/4\/ContentID\/55027\/Default.aspx |ngày truy cập=2008-12-08 |tựa đề=Quốc sư Nguyễn Minh Không |archive-date=2010-06-28 |archive-url=https:\/\/web.archive.org\/web\/20100628025849\/http:\/\/www.nguoidaibieu.com.vn\/Trangchu\/VN\/tabid\/66\/CatID\/4\/ContentID\/55027\/Default.aspx }}<\/ref>\n\nTruyền thuyết ở làng quê gốc Đề Cầu kể rằng: quốc sư Minh Không tu ở chùa Phả Lại, huyện Quế Dương ([[Bắc Ninh]]). Ngoài việc thờ cúng, nhà sư còn thường xuyên luyện đất sét nặn khuôn các đồ thờ tự như cây đèn, cây nến, lư hương, đỉnh… và cả những vật dụng gia đình như nồi, mâm, chậu… đem phơi khô sau nấu đồng đổ vào đúc. Giúp việc nhà sư có hai chú tiểu là Phạm Quốc Tài người làng Đề Cầu (Bắc Ninh) và Trần Lạc người làng Đông Mai ([[Hưng Yên]]). Khi hai chú tiểu thạo nghề nhà sư cho về quê truyền lại cho dân làng mở phường đúc. Ở đền thờ tổ nghề tại Đề Cầu ngoài tượng Không Lộ thiền sư còn có tượng 2 chú tiểu Phạm Quốc Tài và Trần Lạc.<ref>[http:\/\/hanoi.vietnamplus.vn\/Home\/Chua-Than-Quang-va-pho-tuong-Adida\/201211\/8534.vnplus Chùa Thần Quang và pho tượng A-di-đà]<\/ref>\n\nMột số nơi như làng nghề đúc đồng Đông Sơn, [[Thanh Hóa]] và đền thờ sư tổ nghề đồng ở số 5 phố Châu Long – [[Hoàn Kiếm]]<ref>[http:\/\/vienthongdanang.com.vn\/vanhoa\/detail.php?id=243&a=76&k=126 Ông tổ nghề đúc đồng]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}<\/ref> thì Tổ sư nghề đúc đồng là ông [[Khổng Minh Không]]. Trong các tài liệu lịch sử không có tên Khổng Minh Không. Dân gian đã hòa nhập thần Khồng Lồ vào Nguyễn Minh Không làm một thành Khổng Minh Không và coi ông là tổ sư nghề đồng của [[Việt Nam]]. \n\n===Tổ nghề Đông y Việt Nam===\nNgày 11 tháng 6 năm 2019, tại [[chùa Bái Đính]], [[Ninh Bình]], Hội Đông y Việt Nam phối hợp với Trung tâm nghiên cứu bảo tồn phát huy giá trị di sản văn hóa Phật giáo, Hội Đông y tỉnh [[Ninh Bình]] và Giáo hội Phật giáo tỉnh Ninh Bình tổ chức hội thảo hội thảo “''Lý Triều Quốc sư – Thiền sư Nguyễn Minh Không với nền y học Việt Nam''”, nhằm tri ân, tôn vinh ngài với vai trò là người [[Việt Nam]] đầu tiên (theo sử sách) chữa bệnh bằng thuốc Nam cho người dân và triều đình [[nhà Lý]] thế kỉ XI.<ref>[https:\/\/phatgiao.org.vn\/hoi-thao-ly-trieu-quoc-su--thien-su-nguyen-minh-khong-voi-nen-y-hoc-viet-nam-d35455.html Hội thảo Lý triều Quốc sư - Thiền sư Nguyễn Minh Không với nền y học Việt Nam]<\/ref> Hội thảo đã ra tuyên bố Thiền sư Nguyễn Minh Không là ông tổ của nghề Đông y Việt Nam.\n\n== Quan điểm về thánh Không Lộ và Minh Không ==\nTheo truyền thuyết dân gian một số vùng ở Nam Định và Thái Bình, Thánh [[Không Lộ|Dương Không Lộ]] và Nguyễn Minh Không hầu như được đồng nhất với nhau trong một thánh Không Lộ.<ref>Sách Chùa Keo của Đỗ Văn Ninh, Trịnh Cao Tưởng, Ty Văn hóa Thái Bình xb 1974, Thơ văn Lý - Trần, Nhà Xuất bản Khoa học Xã hội, Hà Nội, 1977, Di tích lịch sử văn hóa Việt Nam, Nhà Xuất bản Khoa học Xã hội, Hà Nội, 1991.<\/ref><ref>{{Chú thích web |url=http:\/\/www.namdinh.gov.vn\/Default.aspx?tabID=741&ItemID=6576&CatID=751 |ngày truy cập=2009-04-11 |tựa đề=Dương Không Lộ (1016-1094 |archive-date=2006-09-30 |archive-url=https:\/\/web.archive.org\/web\/20060930153647\/http:\/\/www.namdinh.gov.vn\/Default.aspx?tabID=741&ItemID=6576&CatID=751 |url-status=dead }}<\/ref><ref>{{Chú thích web |url=http:\/\/www.vae.org.vn\/News_print.asp?id=1876 |ngày truy cập=2009-04-11 |tựa đề=Về các lớp văn hóa trong sự tích Thánh Dương Không Lộ |archive-date=2006-10-10 |archive-url=https:\/\/web.archive.org\/web\/20061010012407\/http:\/\/www.vae.org.vn\/News_print.asp?id=1876 }}<\/ref> Một số tư liệu, thư tịch cổ cũng cho rằng Nguyễn Minh Không, húy Chí Thành, hiệu Không Lộ và Không Lộ chỉ là tên ngôi chùa mà nhà sư Minh Không từng ở.<ref>Theo sách \"Quốc sư bảo lục\" Đức Thánh Khổng tên thật là Nguyễn Minh Không, ở xã Điền Xá, huyện Gia Viễn, tỉnh Ninh Bình, làm nghề chài lưới. Bản tính thông minh, thương người gặp kẻ khó hết lòng giúp đỡ, người ốm đau chữa trị. Năm 29 tuổi xuất gia tu hành, lấy đạo hiệu là Không Lộ. Năm 44 tuổi, ngài cùng thiền sư Từ Đào Hạnh và thiền sư Giác Hải đi Tây Trúc cầu Phật pháp. Không Lộ đã chính quả học được \"Tâm ấn lục trí thần thông\" do Đức Phật truyền dạy. Sách \"Lĩnh Nam chích quái\" thì lại chép chùa Không Lộ ở làng Giao Thủy có nhà sư Minh Không.<\/ref> Sách \"Lĩnh Nam chích quái\" chép rằng \"''chùa Không Lộ ở làng Giao Thủy có nhà sư Minh Không''\". Có ý kiến rằng Dương Không Lộ thực chất là tên lấy theo họ mẹ của Minh Không ghép với hiệu Không Lộ.\n\nKhảo cứu của tiến sĩ Tuần phủ Đặng Xuân Bảng quê làng Hành Thiện (Nam Định), tin trong hành Thiện xã chí và của Ngô Vi Liễn in trong địa dư Quỳnh Côi thì hai thiền sư có năm sinh năm mất khác nhau, tên họ, quê quán khác nhau. Không Lộ chữa bệnh sợ tắc kè cho vua [[Lý Nhân Tông]], còn Minh Không chữa bệnh hóa hổ cho vua [[Lý Thần Tông]]<ref name=\":0\" \/> Nhà nghiên cứu Phạm Đức Duật có bài đăng trên tạp chí hán nôm đã phân tích rất kỹ về sự kiện này <ref>{{Chú thích web|url=https:\/\/phatgiao.org.vn\/vai-van-de-ve-cuoc-doi-cac-thien-su-khong-lo-va-nguyen-minh-khong-d32511.html|tựa đề=Vài vấn đề về cuộc đời các thiền sư Không Lộ và Nguyễn Minh Không|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHội thảỏ năm 2019, tại Ninh Bình thượng tọa Thích Bảo Nghiêm trụ trì chùa Lý Quốc sư nói theo giai thoại khi đưa quan quân về đón thiền sư Minh Không đi chữa bệnh, ngài dùng phép thuật cho quân lính ngủ trên thuyền về kinh trong ba khắc \"đằng vân giã vũ\" nên sau này có pháp hiệu Không Lộ<ref>{{Chú thích web|url=https:\/\/www.phatsuonline.com\/video-hoa-thuong-thich-bao-nghiem-phat-bieu-tai-hoi-thao-thien-su-nguyen-minh-khong\/|tựa đề=Hòa thượng Thích Bảo Nghiêm trụ trì chùa Lý Quốc Sư phát biểu|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nMột số tư liệu, thư tịch cổ và ý kiến của một số nhà nghiên cứu cho rằng Dương [[Không Lộ]] và Nguyễn Minh Không là người khác biệt, có tiểu sử rõ ràng, cả hai ông đã từng chữa khỏi bệnh cho vua.<ref>Tác giả Bùi Duy Lan và Phạm Đức Duật, trong công trình \"Chùa Keo\" của mình khẳng định: Không Lộ là đạo hiệu của một nhà sư có thật của đời nhà Lý. Không Lộ và Minh Không là hai người khác nhau. Không Lộ ở thế hệ trước cùng với Giác Hải và Từ Đạo Hạnh. Còn Minh Không ở thế hệ sau và là học trò của Từ Đạo Hạnh nhưng thực tế thì Minh Không nhiều tuổi hơn Đạo Hạnh. Nguyên nhân dẫn đến sự nhầm lẫn giữa Không Lộ và Minh Không vì sự tích hai nhà sư này có những điểm tương tự như nhau: Cả hai người đều chữa bệnh cho vua nhà Lý, Không Lộ chữa bệnh sợ tiếng Tắc kè kêu của Lý Nhân Tông còn Minh Không thì chữa bệnh hóa hổ cho Lý Thần Tông. Cả hai người đều được nhà Lý phong làm Quốc sư. Minh Không cũng tu ở chùa Viên Quang nơi mà  Không Lộ và Giác Hải trước đó từng tu. Lê Mạnh Thát trong \"Thiền Uyển tập anh ngữ lục\" cũng cho rằng Không Lộ và Minh Không là 2 thiền sư ở 2 thời kỳ khác nhau, nhưng dân gian đã lấy những truyền thuyết, công trạng của Minh Không để dùng cả cho Không Lộ.<\/ref> Tuy nhiên, tài liệu quan trọng và đầy đủ như Đại Việt sử ký toàn thư lại hoàn toàn không có nhân vật Dương Không Lộ, chỉ thấy 3 đoạn ghi chép về đại sư Minh Không.<ref>Sách \"Đại Việt sử ký toàn thư\" phần kỷ nhà Lý, không có đoạn nào chép riêng về sự tích Dương Không Lộ, chỉ thấy có 3 đoạn đề cập đến thiền sư Minh Không mà thôi. Ví dụ \"khoảng tháng 6 năm Tân Hợi, niên hiệu Thiên Thuận thứ 4 (1131) dựng nhà cho đại sư Minh Không\"; hoặc có đoạn chép: \"Vua bệnh nặng, chữa thuốc không khỏi. Nhà sư Minh Không chữa khỏi, phong làm Quốc sư. Tha thuế dịch cho vài trăm hộ. Khi đại sư Minh Không hóa, \"Đại Việt sử ký toàn thư\" có đoạn chép \"mùa thu tháng 8 (13), Quốc sư Minh Không chết (sư người Đàm Xá, huyện Gia Viễn, phủ Trường Yên) rất linh ứng, phàm khi có tai ương hạn, lụt, cầu đảo đều nghiệm cả, nay hai chùa Giao Thủy và Phả Lại đều tô tượng để thờ.<\/ref>\n\nHơn nữa, theo sách \"Tân biên Nam Định tỉnh địa dư chí lược\" (Phòng Địa chí - Thư viện tỉnh Nam Định chế bản) tại trang 146, trong mục chùa Keo thì: Không Lộ tên chính là [[Nguyễn Chí Thành]] người xã [[Điềm Xá]] huyện [[Gia Viễn]] cùng [[Nguyễn Viết Y]] người xã [[Loa Điền]] [[Hải Thanh]] kết bạn với nhau, Chí Thành đạo hiệu là [[Không Lộ]], Viết Y đạo hiệu là [[Giác Hải]], sau gặp sư [[Từ Đạo Hạnh]] người [[Yên Lãng]] cùng sang Tây Trúc học đạo đều thành.<ref>[http:\/\/thuviennamdinh.vn\/userfiles\/T%C3%A2n%20bi%C3%AAn%20Nam%20%C4%90%E1%BB%8Bnh%20t%E1%BB%89nh%20%C4%91%E1%BB%8Ba%20d%C6%B0%20ch%C3%AD%20l%C6%B0%E1%BB%A3c%20-%20Khi%E1%BA%BFu%20N%C4%83ng%20T%C4%A9nh(8).pdf Tân biên Nam Định tỉnh địa dư chí lược]<\/ref>\n\n==Lý Quốc Sư (Thiền sư Nguyễn Minh Không) trị bệnh hóa hổ cho vua Lý Thần Tông==\n\nChuyện kể rằng, khi ba người (Không Lộ, Giác Hải, Từ Đạo Hạnh) ngồi thuyền đến Thiên Trúc tìm thầy học Đạo, Từ Đạo Hạnh ở lại giữ thuyền, còn Giác Hải và Không Lộ lên bờ học phép. Sau khi học được phép thiêng, Giác Hải và Không Lộ đã bỏ về trước. Từ Đạo Hạnh ngồi giữ thuyền 3 ngày mà không thấy tin tức của 2 bạn đồng hành đâu, đúng lúc đó bỗng thấy một cụ già đi đến. Từ Đạo Hạnh vái chào rồi hỏi: “Cụ có thấy 2 người lên học đạo đó không? Cụ già nói: “Hai người đó đã học được phép thiêng của Ta và đã trở về nước rồi”.\n\nTừ Đạo Hạnh bèn vái lậy và kể rõ cho bạ cụ biết mọi chuyện, cụ già nghe nói bèn sai Từ Đạo Hạnh gánh 2 thùng nước về nhà, rồi dạy cho mọi phép thiêng cùng phép rút đất chân truyền Đà-la-ni. Sau khi học xong phép thiêng, Từ Đạo Hạnh tự hiềm vì 2 người bạn đã thất ước, bèn đọc thần chú khiến 2 người bạn đang đi đường đau bụng quá phải ngồi nghỉ. Sau đó, Đạo Hạnh lại dùng phép rút đất vượt lên phía trước, rồi hóa thành một con hổ núp trong bụi rậm đợi Giác Hải và Không Lộ đi qua mới nhảy ra dọa. Sau đó, chính Đạo Hạnh đã nhờ Giác Hải và Không Lộ cứu mình tránh khỏi nghiệp chướng sau này.\n\nKhông Lộ lúc ấy mới nói với Từ Đạo Hạnh rằng: “Chúng tôi bây giờ đã lớn tuổi, xin trông cậy cả vào Minh Không”. Chính vì vậy, về sau này, khi sắp viên tịch, biết mình sẽ hóa thân làm con của Sùng Hiền Hầu, tức Lý Thần Tông sau này, Từ Đạo Hạnh mới cho gọi Minh Không đến mà dặn rằng: “Ta nay sắp xuất thế, ở cái địa vị làm thầy người ta, bệnh trái kiếp sau quyết là khó tránh nổi. Ta với người có duyên, nên cứu giúp nhau”. Nói xong, đưa cho Minh Không một gói thuốc đã được niệm chú dặn rằng: 20 năm sau, nếu nghe quốc vương bị bệnh thì lập tức đến chữa trị ngay. Như vậy có thể hiểu Nguyễn Minh Không là đệ tử của Không Lộ hoặc Từ Đạo Hạnh. \n\nDẫu Minh Không là bạn hay là học trò của Từ Đạo Hạnh, thì có một điều chắc chắn rằng, người chữa căn bệnh “hóa hổ” kỳ lạ của vua Lý Thần Tông chỉ có một mình Minh Không. Chuyện kể rằng, Từ Đạo Hạnh sau khi viên tịch đã đầu thai làm con của Sùng Hiền hầu, em ruột vua Lý Nhân Tông, được đặt tên là Dương Hoán. Khi Lý Nhân Tông qua đời, Dương Hoán được chọn làm người con kế vị, tức vua Lý Thần Tông.\n\nLên ngôi không được bao lâu, tháng 3 năm 1136 vua Lý Thần Tông bệnh nặng, lông lá mọc khắp cơ thể, gầm thét như hổ suốt ngày. Các danh y tài giỏi từ khắp nơi trong cả nước được mời đến chữa bệnh nhưng bệnh của vua không thuyên giảm. Triều đình phái sứ giả đi khắp nơi tìm người có thể chữa bệnh cho đức vua. Khi sứ giả đến vùng núi Tử Trầm, nơi Minh Không trụ trì, thấy trẻ con hát câu đồng dao: “Tập tầm vông, có Nguyễn Minh Không chữa được mình rồng thiên tử…” Sứ giả thấy lạ liền hỏi thăm và tìm được Nguyễn Minh Không, mời ông vào triều chữa bệnh cho vua.\n\nMinh Không thấy sứ giả đến, trong thuyền có rất nhiều lính chèo thuyền, muốn dọn cơm chay cho ăn, bèn lấy một cái niêu nhỏ đem cho họ cùng ăn, bảo họ rằng: “Anh em đông quá sợ không đủ no bụng, tạm ăn vậy”. Thế mà bọn lính chèo thuyền hơn một trăm người cùng ăn cũng không sao hết được niêu cơm. Khi bọn lính ăn xong, Minh Không lại bảo: “Anh em hãy tạm ngủ say một lát nữa đợi nước triều lên ta hãy bắt đầu ra đi”. Bọn lính đồng ý, đều nằm ngủ say ở trên thuyền. Mới trong khoảnh khắc, thuyền đã trở về tới kinh đô, bọn lính bơi chèo tỉnh dậy đều lấy làm lạ, phục tài của thiền sư Minh Không.\n\nKhi sư Minh Không đến, thấy nhiều pháp sư khác cũng đang ở trên điện làm phép chữa bệnh cho vua. Họ thấy Minh Không ăn mặc quê mùa nên khinh thường không thèm chào hỏi. Sư Minh Không thấy vậy, lấy từ trong túi một chiếc đinh lớn, dài hơn 5 tấc rồi đóng sâu vào cột, sau đó lên tiếng hỏi: \"Ai có thể nhổ cái đinh đó ra thì hãy nói chuyện chữa bệnh\". Minh Không nói thế ba lần nhưng chẳng vị pháp sư nào dám làm. Thấy vậy, Minh Không ung dung bước lại gần, lấy hai ngón tay trái, cầm vào rồi nhẹ nhàng rút ra. Mọi người chứng kiến đều khiếp phục sức mạnh phi thường của Minh Không nên nhường ông vào chữa bệnh cho vua.\n\nChuyện kể rằng, khi được đưa vào gặp vua Lý Thần Tông, Minh Không lớn tiếng hỏi: “Kẻ đại trượng phu được tôn lên ngôi thiên tử, giàu có khắp bốn bể, cớ sao còn phát bệnh cuồng loạn như vậy?” Vua nghe thấy vậy, rất run sợ, không dám kêu gầm nữa. Minh Không lại sai người lấy một vạc lớn đựng nước nấu sôi tới cả trăm lần. Minh Không dùng tay không quấy lên khoảng bốn lần, rồi tắm vua trong đó. Ngay sau đó, bệnh của vua đã bớt ngay. Ít lâu sau thì vua khỏi hẳn. Sau khi khỏi bệnh, cảm phục tài năng của Minh Không và cũng là để cảm tạ ơn cứu mạng của ông, vua Lý Thần Tông phong cho Minh Không là Quốc sư, được đổi từ họ Nguyễn sang họ Lý của vua, cấp cho nhà ở, ban lộc mấy trăm hộ và được miễn thuế má. Vì vậy, sau này người ta mới gọi sư Minh Không là Lý Quốc sư, ý chỉ vị Quốc sư họ Lý.\n\nKhông chỉ nổi tiếng vì đã chữa bệnh cho vua, thiền sư Minh Không còn là người có công xây dựng rất nhiều ngôi chùa trên nước Đại Việt. Sử chép rằng, sau khi tu hành đắc đạo, sư Minh Không trở về quê nhà ở Ninh Bình, dựng chùa Viên Quang, sau đó lại lập nhiều chùa ở Phả Lại (Bắc Ninh), Giao Thủy (Nam Định), Vũ Thư (Thái Bình)... để tu hành. Trong suốt cuộc đời, Nguyễn Minh Không đã dựng tới 500 ngôi chùa trên đất Đại Việt. Ông qua đời vào năm 1141, niên hiệu Thái Bình thứ 22, thọ 76 tuổi. \n\nSau Thiền Sư Nguyễn Minh Không được tôn làm một trong các vị Thánh [[Tứ Bất Tử]] của dân tộc ta. Cho đến khi [[Công Chúa Liễu Hạnh]] xuất hiện thì mới có sự thay đổi.\n\n==Ghi công từ hậu thế==\n===Thờ phụng===\nTên tuổi của Nguyễn Minh Không đã gắn liền với nhiều truyền thuyết hoang đường và kỳ bí. Rất nhiều nơi, đặc biệt là các chùa ở [[Việt Nam]] thờ vị quốc sư này theo kiểu \"''tiền phật hậu thánh''\". Trong số các chùa, đền thờ quốc sư, tập trung nhiều nhất là các tỉnh [[Ninh Bình]] 25 nơi thờ,  [[Nam Định]] 16 nơi thờ, [[Hà Nội]] 9 nơi, [[Bắc Ninh]], [[Hải Dương]], [[Thái Bình]] 10 nơi, Hà Nam, Thanh Hóa, Quảng Ninh, Hòa Bình, Bắc Giang, Hưng Yên... Trong dịp lễ hội ở các đền thờ này, thường có tục bơi chải vào ngày hội, tục này chắc liên quan đến giai thoại nhà sư đi thuyền một đêm mà đến được Kinh đô.<ref>[http:\/\/tudien.daitangkinhvietnam.org\/index.php?title=Minh_Kh%C3%B4ng Minh Không]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}<\/ref>\n\nTại quê hương [[Ninh Bình]], Đức Thánh Nguyễn Minh Không được thờ rất nhiều nơi đặc biệt là ở vùng [[Gia Viễn]] quê hương ông ở phía bắc [[cố đô Hoa Lư]]. Ông được thờ chung với Vua [[Đinh Tiên Hoàng]] ở nhiều di tích như [[động Hoa Lư]] gắn với câu ca \"''Đại Hữu sinh Vương, Điềm Dương sinh Thánh''\" và được xem như vị thần Khổng Lồ trấn trạch phía Bắc trong [[Hoa Lư tứ trấn]]. Nơi thờ tiêu biểu nhất là [[đền Thánh Nguyễn|đền thờ đức Thánh Nguyễn]] trên mảnh đất sinh ra ông ở xã Gia Thắng, [[Gia Viễn]]. Xưa đây là chùa Viên Quang, sau khi ông mất nhân dân biến Viên Quang Tự thành đền thờ trấn Bắc [[Hoa Lư tứ trấn]].<ref>[http:\/\/www.ninhbinhtourism.com.vn\/modules.php?name=News&op=viewst&sid=85\\ Đền thờ Đức Thánh Nguyễn]{{Liên kết hỏng|date=2021-03-17 |bot=InternetArchiveBot }}<\/ref>. Đền thờ Nguyễn Minh Không ở khu văn hóa tâm linh núi [[chùa Bái Đính]] là nơi ông đã phát hiện ra các động đẹp và lập thành chùa khi đến đây tìm cây thuốc chữa bệnh cho vua [[Lý Thần Tông]]. Tại [[chùa Địch Lộng]] ở huyện [[Gia Viễn]], nơi được mệnh danh là \"Nam thiện đệ tam động\", tức động đẹp thứ ba của trời Nam cũng có đền thờ và tượng của ông. Miếu Thượng thờ Lý Quốc Sư cùng Trương Bá Ngọc là 2 vị thánh cùng được Vua Lý Thần Tông ban quốc tính. Quần thể di tích đình Trùng Hạ, đình Trùng Thượng, đình Vân Thị ở xã Gia Tân hay đình Nam Phúc xã Gia Trấn cũng thờ ông với các vị thần khác. Lý Quốc Sư còn được thờ ở chùa Liêm Thượng, xã Xích Thổ, hay miếu đức thánh Nguyễn xã Thượng Hòa, Nho Quan; đình Ngô Đồng, xã Gia Phú, đình Kẽm Chè xã Gia Hòa, đình Chỉnh Đốn xã Gia Minh, Gia Viễn; đền thờ Tô Hiến Thành, Nghè Liên Huy, đền Kênh Gà và chùa Lạc Khoái ở bên [[sông Hoàng Long]] gắn với giai thoại tuổi thơ ông hay cụm di tích miếu Bồ Vi - đình Vật ở xóm 10, thôn Bồ Vi, thị trấn Yên Thịnh, [[Yên Mô]]. Ông cũng được thờ ở [[chùa Nhất Trụ]], chùa Nhội và [[động Am Tiên]] ở [[cố đô Hoa Lư]]. Tại đền Thượng xã Ninh Xuân, đền Thượng xã Khánh Phú và đền Tam Thánh ở xã Khánh An, [[Yên Khánh]] ông được suy tôn là đức thánh cả.\n\nỞ [[Nam Định]] cũng có khá nhiều chùa thờ quốc sư Minh Không mà tiêu biểu nhất là chùa Cổ Lễ, ngôi chùa do Lý Quốc Sư Nguyễn Minh Không sáng lập. Đại sư Minh Không cũng được thờ ở [http:\/\/baonamdinh.com.vn\/channel\/5093\/201312\/nam-dinh-manh-dat-con-nguoi-chua-xuan-trung-2292587\/ chùa Xuân Trung] xã Xuân Bắc (Xuân Trường) và chùa Vị Khê, xã Điền Xá và Chùa Bi ở xã Nam Giang, Nam Trực. Ở [[Ý Yên]], Thánh tổ đúc đồng Minh Không được thờ ở đình Cổ Hương xã Yên Phương; đình Phúc Thọ xã Yên Thành và đền Tống Xá xã Yên Xá. Ông còn được phối thờ cùng Lý Thần Tông và Giác Hải tại [http:\/\/ditichlichsuvanhoa.com\/dttc\/CHUA-NGHIA-XA-%28VIEN-QUANG%29-a324.html chùa Nghĩa Xá] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160314055458\/http:\/\/ditichlichsuvanhoa.com\/dttc\/chua-nghia-xa-(vien-quang)-a324.html |date=2016-03-14 }} ở xã Xuân Ninh [[Xuân Trường]] và chùa Quýt ở xã Trực Tuấn, huyện Trực Ninh. Các chùa Cổ Ra và chùa Thọ Tung xã Nam Hùng, Nam Trực hay chùa Lộng Điền xã Nghĩa Đồng, Nghĩa Hưng cũng thờ Nguyễn Minh Không. Lễ hội chợ Viềng hàng năm gắn liền với việc thờ ông Nguyễn Minh Không, ông tổ đúc đồng, nên trước đình ông Khổng, người dân thường bày bán đồ đồng, đồ sắt.<ref>[http:\/\/www.giaitri.vnexpress.net\/tin-tuc\/gioi-sao\/trong-nuoc\/di-cho-vieng-ban-rui-mua-may-1882781.html Đi \"bán rủi, mua may\" chợ Viềng]<\/ref>\n\nỞ [[Thái Bình]] các di tích thờ quốc sư Minh Không có nhiều ở huyện [[Quỳnh Phụ]] như: Chùa Hóa Long ở thôn Đại Nẫm, xã Quỳnh Thọ;<ref>[http:\/\/thaibinh.gov.vn\/ct\/introduction\/Lists\/lhtt\/View_Detail.aspx?ItemID=64 Hội chùa Hóa Long]<\/ref> đền thờ và chùa La Vân ở xã Quỳnh Hồng; đền Soi ở thôn Đồng Mỹ xã Quỳnh Lâm; đền Lộng Khê xã An Khê. Các nơi khác thờ đại sư như đền Ngũ xã Điệp Nông, [[Hưng Hà]]; chùa Bơn xã Hồng Châu, Đông Hưng; Đình, đền làng Lại Trì, chùa Nổi và chùa Am ở xã Vũ Tây, huyện [[Kiến Xương]]. Riêng khu vực Chùa Keo ([[Vũ Thư]]) thì có nhiều di tích, thần tích liên quan đến Nguyễn Minh Không lẫn lộn với Dương Không Lộ.\n\nỞ [[Hà Nội]] có đền thờ Lý Quốc Sư trên [[Phố Lý Quốc Sư, Hà Nội|con phố mang tên Lý Quốc Sư]]. [[Chùa Quán Sứ]] ở phố Quán Sứ hiện là trụ sở giáo hội Phật giáo Việt Nam cũng có ban thờ riêng để tôn vinh vị cao tăng này. Đền Thần Quang (Ngũ Xã) và chùa Tổ Ong ở 79 phố Lò Đúc cũng thờ ông với tư cách tổ nghề đúc đồng. Ông cũng được thờ ở đền Lạc Chính, phường Trúc Bạch, quận Ba Đình. Tam Thánh Tổ: Minh Không - Đạo Hạnh - Giác Hải cùng được phối thờ tại chùa Thiên Vũ ở La Dương, phường Dương Nội, quận Hà Đông và khu di tích chùa Vằn xã An Khánh, Hoài Đức, Hà Nội.\n\nỞ [[Hải Dương]] có chùa Trông (Hưng Long - [[Ninh Giang]]); Đình Cao Dương (Đình Hói) ở xã Gia Khánh và Đình Hậu Bổng (Đình Bóng) tại xã Quang Minh, [[Gia Lộc]]; chùa Neo ở xã Đại Đồng và đền Cõi, thôn Hàm Hy, xã Cộng Lạc huyện Tứ Kỳ;<ref>[https:\/\/baohaiduong.vn\/dat-va-nguoi-xu-dong\/noi-lua-duc-chuong-den-coi-98278 Nổi lửa đúc chuông đền Cõi]<\/ref> chùa Kính Chủ ở xã An Sinh, huyện Kim Môn là nơi thờ Nguyễn Minh Không.\n\nỞ [[Quảng Ninh]], Nguyễn Minh Không là sư tổ [[chùa Quỳnh Lâm, Đông Triều]]. Đình Minh Châu ở xã đảo Minh Châu, Vân Đồn cũng là nơi thờ Đức Thánh Nguyễn, được xây dựng cách đây gần 200 năm. Căn cứ vào tài liệu “Thần tích Thần sắc xã Quang Châu - Minh Châu - Tổng Vân Hải - Huyện Cẩm Phả - Tỉnh Quảng Yên”, đình Minh Châu là nơi thờ Thánh Tổ Nguyễn Minh Không, đã 2 lần được ban sắc phong năm 1887 và năm 1905. Đình Vạn Yên, phường Việt Hưng, TP Hạ Long cũng phối thờ chung 2 vị là thần Không Lộ và thần Cao Sơn.\n\nỞ [[Hưng Yên]], 3 trong 5 làng nghề đúc đồng tạo nên làng Ngũ Xã (Hà Nội) là châu Mỹ, Long Thượng (xã Đại Đồng) và Đông Mai (xã Chỉ Đạo) thuộc huyện Văn Lâm đều thờ ông với tư cách tổ nghề đúc đồng của các làng nghề này. Chùa Ông Khổng, thôn Công Luận 1 thị trấn Văn Giang cũng thờ đại sư Minh Không.\n\nỞ [[Bắc Ninh]], việc thờ Nguyễn Minh Không có tới hàng chục di tích thuộc địa bàn các huyện: thành phố Bắc Ninh, Tiên Du, Quế Võ, Lương Tài, Gia Bình xưa vốn là quê ngoại của người, tiểu biểu như chùa Phả Lại và đền Vệ Xá ở Đức Long, Quế Võ; chùa Hàm Long, thành phố Bắc Ninh và các đình làng Đào Viên, Điện Tiền thuộc xã Nguyệt Đức, huyện [[Thuận Thành]] thờ thánh Nguyễn với vai trò sư tổ của nghề đúc đồng. Hội chùa làng Cáp Điền, xã Trung Kênh, Lương Tài được mở vào hai lần 30\/10 và 1\/11 âm lịch để tôn vinh sư Minh Không.\n\nỞ [[Bắc Giang]], Lý Quốc Sư cũng được thờ ở đình Thắng xã Đức Thắng, [[Hiệp Hòa]],... Ở [[Hà Nam]] có chùa Tam Chúc và chùa Vân Mộng thờ Nguyễn Minh Không với lịch sử là nơi quốc sư từng trụ trì.\n\nỞ Hòa Bình có di tích hang chùa Thượng, đình Liêu ở xã Ngọc Lương huyện [[Yên Thủy]] thờ Đức Phật tổ Nguyễn Minh Không và các vị thần có nhiều công lao với đất nước.<ref>[http:\/\/www.baohoabinh.com.vn\/16\/83755\/Dau_an_le_hoi_Dinh_Lieu.htm Dấu ấn lễ hội Đình Liêu - Hòa Bình]<\/ref>\n\nỞ Thanh Hóa có chùa Hàn Sơn tại [[cửa biển Thần Phù]], xã Nga Điền, huyện Nga Sơn cũng thờ quốc sư Nguyễn Minh Không.<ref>{{Chú thích web |url=http:\/\/vanhien.vn\/news\/thanh-hoa-thang-tich-han-son-noi-cua-bien-than-phu-64515 |ngày truy cập=2019-02-14 |tựa đề=Thanh hoá: Thắng tích Hàn Sơn nơi cửa biển Thần Phù |archive-date=2019-02-14 |archive-url=https:\/\/web.archive.org\/web\/20190214115651\/http:\/\/vanhien.vn\/news\/thanh-hoa-thang-tich-han-son-noi-cua-bien-than-phu-64515 |url-status=dead }}<\/ref> Di tích đền thờ Trà Đông và Chùa Linh Quang Tự, xã Thiệu Trung, huyện Thiệu Hóa thờ tự Thánh sư Không Lộ Nguyễn Minh Không, ông tổ làng nghề đúc đồng.<ref>[http:\/\/thieuhoa.gov.vn\/web\/trang-chu\/tin-tuc-su-kien\/van-hoa-xa-hoi-1\/le-dang-huong-tuong-niem-ngay-mat-cua-thanh-su-khong-lo-nguyen-minh-khong-ong-to-nghe-duc-dong-va-le-duc-chuong.html LỄ DÂNG HƯƠNG TƯỞNG NIỆM NGÀY MẤT CỦA THÁNH SƯ KHÔNG LỘ NGUYỄN MINH KHÔNG ÔNG - TỔ NGHỀ ĐÚC ĐỒNG VÀ LỄ ĐÚC CHUÔNG]<\/ref>\n\n<gallery>\nImage:Chùa Lý Quốc Sư.JPG|[[Đền Lý Quốc Sư]] ở Hà Nội\nImage:ChuabaidinhcoA4.jpg|Hang sáng [[Chùa Bái Đính]]\nImage:chuadichlong1.jpg|[[Chùa Địch Lộng]]\nImage:Thanquangtu Cole.JPG|[[Chùa Cổ Lễ]]\n<\/gallery>\n\n===Tên đường===\nTên tuổi của quốc sư Minh Không được đặt cho nhiều đường phố ở Việt Nam như đường Lý Quốc Sư ở các thành phố [[Nha Trang]], [[Hà Nội]], [[Tam Điệp]], [[thành phố Bắc Ninh]], [[Thành phố Hồ Chí Minh]], Phan Thiết,... hay đường Nguyễn Minh Không ở các thành phố [[Ninh Bình]], [[Đà Nẵng]], [[thành phố Lào Cai]]... Ở thành phố Thanh Hóa có đường Minh Không còn ở thành phố Rạch Giá có tên đường Sư Minh Không.\n\n===Trong thơ ca===\nSách Tân biên Nam Định tỉnh địa dư chí lược trang 127 có viết giai thoại về sư Minh Không như sau: \"''Sư Nguyễn Chí Thành quê ở Điềm Xá [[Gia Viễn]] thường câu cá tại núi Tai Mèo, rồi chèo thuyền ra [[cửa biển Thần Phù]], để thẳng đến Tây Chân đi bán, thường gánh đá một bên cho cân với cá, đi đường đá bị rơi sư đạp viên đá ra viên đá vỡ còn dấu tại xã Liên Tỉnh xã Tương Đông''\" và trích bài thơ của sử gia Lê Tung (đời Lê Sơ) khi về thăm di tích này như sau:<ref>[http:\/\/thuviennamdinh.vn\/userfiles\/T%C3%A2n%20bi%C3%AAn%20Nam%20%C4%90%E1%BB%8Bnh%20t%E1%BB%89nh%20%C4%91%E1%BB%8Ba%20d%C6%B0%20ch%C3%AD%20l%C6%B0%E1%BB%A3c%20-%20Khi%E1%BA%BFu%20N%C4%83ng%20T%C4%A9nh(8).pdf]<\/ref>\n\nNguyên bản: Bài \"Kiến Liên xã thuyết đáo Nguyễn thiền sư nhân tác thi sĩ lưu vu tự bi chi hậu\":\n:Miêu lĩnh thuyền hành xuất hải tần,\n:Thần phù bắc hướng đáo Tây Chân,\n:Bộ trình đảm thạch lưu Liên xã,\n:Khứ mãi lai cư hữu toạ ngân,\n:Tây Lạc thị chiền dân thượng ký,\n:Quần Hàn cổ sát ấp tôn thân.\n:Lý triều chư xứ phương danh tại,\n:Linh khí y nhiên mục tự tân.\n\nDịch: (Thấy người xã Liên Tỉnh tới nơi Nguyễn thiền sư, nên làm bài thơ khắc vào mặt\nsau bia chùa:\n:Núi Mèo ra biển [[cửa Thần Phù]],\n:Thuyền hướng Tây Chân chở lướt đi,\n:Liên Tỉnh đá rơi đường chẳng mất,\n:Chỗ ngồi bán cá vết như y,\n:Chợ nơi Tây Lạc dân còn nhớ,\n:Chùa đất Quân Hàn nghĩa vẫn ghi.\n:Triều Lý các nơi di tích ấy,\n:Khí thiêng nêu đậm buổi tu trì)\n\n==Ghi chép==\n[[Lĩnh Nam chích quái]] (chữ Hán: 嶺南摭怪), có nghĩa là sách về \"những chuyện quái dị ở đất Lĩnh Nam\", quyển 2, có kể chuyện về Từ Đạo Hạnh và Nguyễn Minh Không. Nguyên tác như sau:\n\n\" 初，長安大黃（一作嘉遠）潭舍鄉人阮至誠居國清寺，明號空國師。少年遊學，遇道行，服膺道教，歷十餘年。道行獎其心操，為與心印。且賜名焉。\n及道行將謝世，謂明空曰：「昔吾世尊師道果圓成，猶有金創之報，況於末世玄微，豈能自保？我今見出世間，在人主位，來生病債，決定難逃。於汝有緣，應為相救。」道行已化，明空遂還舊寺耕焉。二十餘年，不求聞達。\n時李神宗方攖奇病，憒亂心神。憤痛之聲，闞虎可畏。天下良醫應詔而至者以千萬計，不能措手。時有小童謠曰：「欲治天子病，須得阮明空。」乃遣使物色，得焉。\n明空見使者至，舟中棹卒眾多，欲為蔬素以食，乃取飯一小鍋，出與舟中棹卒同食，乃示之曰：「子弟繁多，恐不足。你等姑且食之。」由是棹卒凡數百人，皆食不能盡。食罷，又示曰：「你等且暫熟睡少頃，須待潮漲，我始發行。」棹卒從之，皆於船上熟睡。才頃刻間，歸船已至都下。棹卒睡覺，皆驚異。\n明空既至，諸方碩宿，已在殿上行法，見明空樸陋，不有加禮。明空親把大釘，長五寸許，釘於殿柱。抗聲曰：「有能拔此釘，方能療病。」如是再三，莫有應者。明空乃以左手兩指拔之，釘便隨出。眾皆驚服。\n及見神宗，明空厲聲曰：「大丈夫尊為天子，富有四海，故為發如是狂亂哉？」帝乃大驚慄。明空令取巨鑊貯油，煮既百沸，以手攪之數四，遍洒帝身，其病輒愈。即拜明空為國師，蠲戶數百，以褒賞之。\n太平二十二年辛丑，明空去世，壽七十六歲。\"\n\nXưa ở làng Điềm Xá, huyện Đại Hoàng (còn có tên là Gia Viễn), đất Trường An có người tên Nguyễn Chí Thành, hiệu Minh Không quốc sư ở chùa Quốc Thanh, từ khi nhỏ tuổi đã theo học Đạo Hạnh, học được Đạo giáo, trải hơn mười năm.\nĐạo Hạnh thấy người tiết tháo bèn truyền tâm ấn lại đặt tên cho. Khi Đạo Hạnh sắp tạ thế, bảo Minh Không rằng: \"Xưa tôn sư của ta đã tròn quả phúc còn bị nạn đao thương quả báo, huống chi ở thuở mạt thế huyền vi này, há có thể tự giữ mình được sao? Ta nay xuất, ở địa vị làm thấy người ta, bệnh trái kiếp sau khó tránh khỏi. Ta với ngươi có duyên, nên cứu giúp nhau.\"\nĐạo Hạnh đã hóa, Minh Không về chùa cũ cày ruộng. Hơn hai mươi năm, ẩn hơi kín tiếng. Khi đó Lý Thần Tông bỗng mắc bệnh lạ, tâm thần rối loạn, tiếng kêu đau đớn gầm rú đáng sợ. Các lương y trong thiên hạ vâng chiếu mà đến, kể hàng ngàn hàng vạn, đều chị bó tay. Khi ấy có đứa trẻ hát rằng \"Dục trị thiên tử bệnh, tu đắc Nguyễn Minh Không\" (nghĩa là: muốn chữa khỏi bệnh cho nhà vua tất phải tìm được Nguyễn Minh Không). Triều Đình bèn sai sứ đi tìm Minh Không. Minh Không thấy sứ giả đến, trong thuyền có rất nhiều lính, muốn dọn cơm cho ăn, bèn lấy một cái nồi nhỏ đem cho họ, bảo họ rằng: \"anh em đông quá sợ không đủ no, tạm ăn vậy\". Thế mà bọn lính chèo thuyền hơn một trăm người cùng ăn không sao hết. Lính ăn xong, sư lại bảo: \"Anh em hãy tạm ngủ say một lát nữa đợi nước triều dâng lên ta sẽ bắt đầu đi\". Họ nghe lời, đều nằm ngủ say ở trên thuyền. Mới trong khoảnh khắc, thuyền đã trở về tới Kinh Đô. Bọn lính tỉnh dậy đều lấy làm lạ.\nKhi Minh Không đến, các bậc có tiếng là học rộng ở khắp nơi đều đang thi thố mọi phép ở trên điện, thấy Minh Không quê mùa, không thèm chào. Minh Không lấy một chiếc đinh lớn dài hơn năm tấc đóng vào cột điện, lớn tiếng nói rằng: \"Có nhổ được đinh này hãy nói chuyện chữa bệnh\". Nói như vậy hai ba lần, không ai dám nhổ. Minh Không bèn lấy hai ngón tay trái mà nhổ, binh bật phăng ra. Họ đều kinh ngạc.\nKhi gặp Thần Tông, Minh Không lớn tiếng nói: \"Kẻ đại trượng phu được tôn lên ngôi thiên tử, giàu có khắp bốn bể, cớ sao còn phát bệnh cuồng loạn như vậy?\". Vua nghe nói thế rất run sợ. Minh Không bèn lấy một vạc dầu lớn, đun sôi sùng sục, rồi lấy tay khoắng vào 4 lần, rắc lên khắp mình vua, bệnh tức thì khỏi hết. Vua bèn phong Minh Không làm quốc sư, ban lộc mấy trăm hộ để thưởng công. Năm Tất Sửu, niên hiệu Thái Bình 22, Minh Không tạ thế, thọ bảy mươi sáu tuổi.\n\n==Liên kết ngoài==\n*[http:\/\/www.vietnamplus.vn\/ly-quoc-su-ong-to-nghe-duc-dong-viet-nam\/30243.vnp Lý Quốc Sư - ông tổ nghề đúc đồng Việt Nam]\n*[http:\/\/phatgiao.org.vn\/nghien-cuu\/201408\/Thien-su-Nguyen-Minh-khong-va-mot-so-le-hoi-Phat-giao-tieu-bieu-o-mien-Bac-15643\/ Thiền sư Nguyễn Minh không và một số lễ hội Phật giáo tiêu biểu ở miền Bắc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20141220035549\/http:\/\/phatgiao.org.vn\/nghien-cuu\/201408\/Thien-su-Nguyen-Minh-khong-va-mot-so-le-hoi-Phat-giao-tieu-bieu-o-mien-Bac-15643\/ |date=2014-12-20 }}, Ths.Trần mạnh Quang - Viện Nghiên cứu Tôn giáo Viện Hàn lâm KHXH Việt Nam. Tạp chí Nghiên cứu Phật học số 4 năm 2014.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n[[Thể loại:Người Ninh Bình]]\n[[Thể loại:Nhân vật thời Lý]]\n[[Thể loại:Nhân vật lịch sử Việt Nam]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Tín ngưỡng dân gian Việt Nam]]\n[[Thể loại:Thiền phái Tì-ni-đa-lưu-chi]]\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Đại sư Phật giáo]]\n[[Thể loại:Sinh tại Ninh Bình]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Thầy thuốc Việt Nam]]\n[[Thể loại:Thầy thuốc Đông y]]\n[[Thể loại:Y học cổ truyền Việt Nam]]"}