{"3195610":"{{Thông tin viên chức\n|tên= Lý Đức Quân\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: ARVN 5th Division SSI.svg|22px]]<br>Trung đoàn trưởng Trung đoàn 7<br>thuộc Sư đoàn 5 Bộ binh\n|bắt đầu= 11\/1972\n|kết thúc= 5\/1973\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (11\/1972)<br>-Chuẩn tướng (truy thăng 5\/1973)\n|phó chức vụ= Tư lệnh\n|phó viên chức= -Đại tá [[Trần Quốc Lịch]]\n|địa hạt= Quân khu 3\n\n|chức vụ 2= Tham mưu trưởng Sư đoàn 5 Bộ binh\n|bắt đầu 2= 6\/1970\n|kết thúc 2= 11\/1972\n|trưởng chức vụ 2= Cấp bậc \n|trưởng viên chức 2= -Trung tá\n|phó chức vụ 2= Tư lệnh\n|phó viên chức 2= -Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n|địa hạt 2=\n\n|chức vụ 3= Tham mưu phó Chiến tranh Chính trị<br>tại bộ Tư lệnh Sư đoàn 5 Bộ binh\n|bắt đầu 3= 6\/1969\n|kết thúc 3= 6\/1970\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Trung tá (6\/1969) \n|phó chức vụ 3= Tư lệnh\n|phó viên chức 3= -Đại tá Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]]\n|địa hạt 3= Vùng 3 chiến thuật\n\n|chức vụ 4= Trung đoàn phó Trung đoàn 7<br>thuộc Sư đoàn 5 Bộ binh\n|bắt đầu 4= 11\/1965\n|kết thúc 4= 6\/1969\n|trưởng chức vụ 4= Cấp bậc \n|trưởng viên chức 4= -Thiếu tá (11\/1965)\n|phó chức vụ 4= Tư lệnh\n|phó viên chức 4= -Đại tá [[Phạm Quốc Thuần]]\n|địa hạt 4= Vùng 3 chiến thuật\n\n|chức vụ 5= Tiểu đoàn trưởng Tiểu đoàn 2<br>Trung đoàn 7, Sư đoàn 5 Bộ binh\n|bắt đầu 5= 1\/1961\n|kết thúc 5= 11\/1965\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại úy (1\/1961)\n|địa hạt 5= Vùng 3 chiến thuật\n\n|quốc tịch= {{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tử trận\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Nùng]]\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học Pháp ngữ Hải Phòng<br>-Trường Võ bị Liên quân Đà Lạt\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[Tháng 3]] năm [[1930]]\n|nơi sinh= [[Hải Ninh]], [[Việt Nam]]\n|ngày mất= [[25 tháng 5]] năm [[1973]] ([[43]] tuổi)\n|nơi mất= [[Bình Dương]], [[Việt Nam]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|năm phục vụ= [[1952]]-[[1973]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: ARVN 5th Division SSI.svg|20px]] [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n|khen thưởng= [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương III]]<ref>Bảo quốc Huân chương đệ tam đẳng (truy tặng).<\/ref>\n}}\n\n'''Lý Đức Quân''' (1930-1973), nguyên là một sĩ quan Bộ binh cao cấp của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Đại tá]]. Ông xuất thân từ những khóa đầu tiên ở trường Võ bị Quốc gia do Chính phủ Quốc gia Việt Nam mở ra tại Huế, sau đó dời về Nam Cao nguyên Trung phần kết hợp với trường Võ bị Liên quân của Quân đội Pháp để lại, nhằm mục đích đào tạo sĩ quan người Việt phục vụ cho Quân đội Liên hiệp Pháp. Sau khi ra trường ông đã đảm nhiệm từ chức vụ Trung đội trưởng cho đến chỉ huy cấp Trung đoàn. Năm 1973 ông tử trận, được truy thăng cấp [[Chuẩn tướng]].\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 2 năm 1930 trong một gia đình có nguồn gốc dân tộc Nùng<ref>Trong hàng sĩ quan cao cấp của Quân lực VNCH có một số vị thuộc dân tộc Nùng là các Trung tướng [[linh Quang Viên]], Chuẩn tướng [[Chương Dzềnh Quay]] và Lý Đức Quân. Các Đại tá [[Vòng A Sáng (Đại tá, Quân đội VNCH)|Vòng A Sáng]] ''(Sinh năm 1902 tại Hải Ninh, tốt nghiệp Võ bị Lục quân Pháp. Nguyên Tư lệnh Sư đoàn 3 Sơn cước (tiền thân của Sư đoàn 5 Bộ binh sau này). Giải ngũ năm 1960)'', [[Hoàng Gia Cầu (Đại tá, Quân lực VNCH)|Hoàng Gia Cầu]] ''(Sinh năm 1929 tại Hải Ninh (trưởng nam của Đại tá Vòng A Sáng), tốt nghiệp Võ bị Địa phương Móng Cái. Chức vụ sau cùng: Tham mưu trưởng Nha Tổng Thanh tra Quân lực)'', [[Trương Thắng Chức (Đại tá, Quân lực VNCH)|Trương Thắng Chức]] ''(Sinh năm 1928 tại Hải Ninh. Tốt nghiệp Võ bị Địa phương Móng cái. Chức vụ sau cùng: Tư lệnh phó Sư đoàn 25 Bộ binh)'', [[Dương Phún Sang (Đại tá, Quân lực VNCH)|Dương Phún Sang]] ''(Sinh năm 1926 tại Hải Ninh, tốt nghiệp khóa 3 Võ bị Đà Lạt. Chức vụ sau cùng: Chánh Thanh tra Sư đoàn 18 Bộ binh)'' và [[Slíu Tsồi Coóng (Đại tá, Quân lực VNCH)|Slíu Tsồi Coóng]] ''(Sinh năm 1930 tại Hải Ninh, tốt nghiệp trường Hạ sĩ quan Pháp. Chức vụ sau cùng: Phó Phòng Hành quân Bộ Tổng Tham mưu)''.<\/ref> thiểu số tại Hải Ninh (nay là địa giới Thành phố Móng Cái, thuộc tỉnh Quảng Ninh). Năm 1950, ông tốt nghiệp Trung học chương trình Pháp tại Hải Phòng với văn bằng Tú tài bán phần (Part I).\n\n===Quân đội Quốc gia Việt Nam===\nGiữa năm 1952, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, thành phần trong Quân đội Liên hiệp Pháp, mang số quân: 50\/300.430. Theo học khóa 8 Hoàng Thụy Đông tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 7 năm 1952. Ngày 28 tháng 6 năm 1953 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch.<ref>Tốt nghiệp khóa 8 Hoàng Thụy Đông, sau này lên tướng còn có Thiếu tướng [[Phạm Văn Phú]], Chuẩn tướng [[Huỳnh Thới Tây]].<\/ref> Ra trường ông được chọn về đơn vị Bộ binh, Tiểu đoàn Khinh quân Việt Nam với chức vụ Trung đội trưởng.\n\n===Quân đội Việt Nam Cộng hòa===\nCuối năm 1955, sau khi Quân đội Quốc gia đổi tên thành Quân đội Việt Nam Cộng hòa. Chuyển sang phục vụ cơ cấu mới ông được thăng cấp [[Trung úy]] giữ chức vụ Đại đội trưởng, Tiểu đoàn 2, Trung đoàn 7, Sư đoàn 5 Bộ binh. Đầu năm 1961, ông được thăng cấp [[Đại úy]] được cử giữ chức vụ Tiểu đoàn trưởng Tiểu đoàn 2, Trung đoàn 7.\n\nNgày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1965, ông được thăng cấp [[Thiếu tá]] và được chỉ định làm Trung đoàn phó Trung đoàn 7 thuộc Sư đoàn 5 Bộ binh. Tư lệnh Sư đoàn là Đại tá [[Phạm Quốc Thuần]].\n\nNgày Quân lực 19 tháng 6 năm 1969, ông được thăng cấp [[Trung tá]] chuyển về Bộ tư lệnh Sư đoàn 5 giữ chức vụ Tham mưu phó kiêm Chiến tranh Chính trị, một năm sau ông được cử làm Tham mưu trưởng Sư đoàn. Tư lệnh Sư đoàn là Đại tá [[Nguyễn Văn Hiếu (trung tướng)|Nguyễn Văn Hiếu]].\n\nNgày Quốc khánh 1 tháng 11 năm 1972, ông được thăng cấp [[Đại tá]], trở lại đơn vị tác chiến giữ chức vụ Trung đoàn trưởng Trung đoàn 7 Bộ binh thuộc Sư đoàn 5. Tư lệnh Sư đoàn là Đại tá [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n\n==Tử trận==\nNhận chỉ thị của Đại tá Tư lệnh Sư đoàn [[Trần Quốc Lịch]], chiều ngày 25 tháng 5 năm 1973, ông bay trên trực thăng để điều động binh sĩ thuộc quyền phối hợp với đơn vị Biệt đông quân để tái chiếm Rạch Bắp, phía tây Quận lỵ Bến Cát, Bình Dương. Đang khi bay làm nhiệm vụ ông bị trúng đạn phòng không của đối phương. Ông tử trận ngay lúc đó, hưởng dương 43 tuổi.\n\nLinh cữu được quàn tại tư gia ở Phúc Hải, Biên Hòa\n\nÔng được truy thăng cấp bậc [[Chuẩn tướng]] và truy tặng Đệ Tam đẳng Bảo quốc Huân chương kèm Anh dũng Bội tinh với nhành Dương liễu.\n\nNgày 31 tháng 5, tang lễ được cử hành trọng thể theo lễ nghi Quân cách của một tướng lĩnh. An táng tại Nghĩa trang Quân đội Biên Hòa.\n\n==Huy chương==\n-Huân chương Bảo quốc đệ tam đẳng (truy tặng).<br>-Anh dũng Bội tinh với nhành dương liễu (truy tặng).\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|1930|1973}}\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Quảng Ninh]]"}