{"718998":"'''Lý Tế Xuyên''' ([[chữ Hán]]: 李濟川, ? - ?), là một danh sĩ sống vào khoảng cuối [[thế kỷ 13]] đến đầu [[thế kỷ 14]] trong [[lịch sử Việt Nam]].\n\n==Tiểu sử và tác phẩm==\nSách vở biên chép về '''Lý Tế Xuyên''' rất ít, ngay cả quê quán của ông cũng ghi là chưa rõ.\n \nCăn cứ vào lạc khoản <ref>Lạc khoản: dòng chữ ở cuối bài Tựa, bài Bạt hoặc đặt ở cuối tác phẩm.<\/ref> ghi trong bài Tựa đề năm [[Trần Hiến Tông|Khai Hựu]] ([[1329]]) ở sách ''Việt điện u linh'' (hay ''[[Việt điện u linh tập]]''. Việt điện: đất nước Việt, u linh: thiêng liêng), thì lúc bấy giờ Lý Tế Xuyên đang giữ chức Thủ đại tạng thư Hỏa chính trưởng trung phẩm, Phụng ngự, An Tiêm lộ chuyển vận sứ thời vua [[Trần Hiến Tông]] (ở ngôi: [[1329]]-[[1341]], đặt niên hiệu là ''Khai Hựu'') và là chuyển vận sứ lộ An Tiêm ([[Thanh Hóa]]).\n\nTheo ''[[Đại Việt thông sử]]'' và ''[[Kiến văn tiểu lục]]'' của [[Lê Quý Đôn]], ''[[Lịch triều hiến chương loại chí]]'' (Văn tịch chí) của [[Phan Huy Chú]], thì Lý Tế Xuyên chính là tác giả của sách ''[[Việt điện u linh tập]]''<ref>Tuy nhiên sau khi nghiên cứu, GS. Dương Quảng Hàm trong ''[[Việt Nam văn học sử yếu]]'', đã có ý phân vân khi chép rằng: ''Việt điện u linh tập, nhất thuyết là của Lý Tê Xuyên, người đời Trần; nhất thuyết là của một tác giả đời Lý, sau Lý Tế Xuyên chỉ viết nối thêm vào'' (''Việt Nam văn học sử yếu'', tr. 237-238). Nói \"nhất thuyết là của một tác giả đời Lý\" là vì giáo sư đã đọc bài ''Tựa'' của Gia Cát Thị viết năm [[1774]], trong đó đoạn (bản dịch): \"...tập sách này làm ra từ triều Lý, từ trước sách chép của [[Lê Văn Hưu]], để ghi lại các sự việc...Kịp đến triều Trần, chàng họ Lý (chỉ Lý Tế Xuyên) lại làm nối theo phần cuối, sưu tầm rộng khắp, góp thành tập sách này...(trích trong ''Tìm hiểu kho sách Hán Nôm'', tr. 1100).<\/ref>.\n\nCuốn sách này gồm 27 thiên, chia làm 3 mục (Nhân quân, Nhân thần, Hạo khí) kể về công tích 27 vị thần <ref>Bản chép tay '''A. 751''', không rõ năm, có ở Thư viện [[Viện Nghiên cứu Hán Nôm]] [[Hà Nội]] (theo Nguyễn Phương Chi, tr. 1994 và Nguyễn Đăng Na, tr. 232). Bản '''A. 47''' có ở Thư viện Khoa học Xã hội (Hà Nội) có 28 truyện (Trần Văn Giáp, tr. 1093), bởi có thêm truyện [[Hậu Lý Nam Đế|Lý Phật Tử]].<\/ref> được thờ trong các đền miếu thời [[Nhà Lý|Lý]] -[[Nhà Trần|Trần]]. Sau, có nhiều người ở đời [[Nhà Lê sơ|Hậu Lê]] ra công tục biên, thành ra sách có đến 4 quyển, gồm 41 truyện''<ref>Theo ''Việt Nam văn học sử yếu'' (tr. 238). Bản này có tên là ''Tân đính hiệu bình Việt điện u linh tập''.<\/ref>.\n\n==Xem thêm==\n* [[Việt điện u linh tập]]\n* [[Lĩnh Nam chích quái]]\n== Chú thích ==\n{{Tham khảo}}\n\n==Sách tham khảo==\n* [[Dương Quảng Hàm]], ''Việt Nam văn học sử yếu''. Trung tâm học liệu xuất bản (bản in lần thứ 10), [[Thành phố Hồ Chí Minh|Sài Gòn]], 1068.\n* [[Trần Văn Giáp]], ''Tìm hiểu kho sách Hán Nôm'' (Tập 1 và Tập 2 in chung), Nhà xuất bản Khoa học Xã hội, [[Hà Nội]], 2003.\n* Nguyễn Đăng Na (chủ biên), ''Văn học thế kỷ X-XIV''. Nhà xuất bản Khoa học Xã hội, Hà Nội, 2004.\n* Nguyễn Phương Chi, mục từ \"Việt điện u linh tập\" trong ''Từ điển văn học'' (bộ mới). Nhà xuất bản Thế giới, 2004.\n* Ngọc Hồ,''Việt điệu u linh tập tục toàn biên''. Nhà xuất bản Cửu Long, 1992.\n\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Năm mất thiếu]]\n[[Thể loại:Nhà văn Việt Nam thời Trần]]\n[[Thể loại:Nhà sử học Việt Nam]]\n[[Thể loại:Năm mất không rõ]]\n[[Thể loại:Năm sinh không rõ]]"}