{"245779":"'''Lý Hóa Long''' ([[chữ Hán]]: 李化龍; ?-[[1789]]) là một võ tướng của triều đình [[nhà Thanh]] trong [[lịch sử Trung Quốc]]<ref name=NLB\/>. Vào năm 1788, ông được cử sang [[Đại Việt]] ([[Việt Nam]] hiện nay) dưới quyền chỉ huy của Tổng đốc Lưỡng Quảng [[Tôn Sĩ Nghị]] tham chiến với [[Nhà Tây Sơn|Tây Sơn]] và tử trận tại đây<ref name=nv\/> vào năm Kỷ Dậu 1789.\n\n== Cuộc đời binh nghiệp ==\nLý Hóa Long là người Tề Đông, nay là huyện [[Cao Thanh]], địa cấp thị [[Truy Bác]], tỉnh [[Sơn Tây (Trung Quốc)|Sơn Tây]], [[Trung Quốc]].\n\nLý Hóa Long là người có võ công cao cường, từng thi đậu [[Tiến sĩ]] võ khoa do triều đình Nhà Thanh tổ chức nên được bổ làm Lam linh thị vệ (Thị vệ có đội mũ lông chim xanh), làm Đô ti Đồng Nhân Hiệp (銅仁協), tỉnh Quý Châu. Trong cuộc đời binh nghiệp của mình, ông đã tham gia chiến đấu tại [[Myanmar|Miến Điện]], [[Tây Tạng]], [[Đài Loan]] và Việt Nam. Ông từng đảm nhiệm các vị trí chỉ huy [[pháo binh]], [[bộ binh]] và [[kỵ binh]] lập được nhiều chiến công cho triều đình.\n\nTrong cuộc chiến với [[Myanmar|Miến Điện]]: Ông theo đại học sĩ Phó Hằng qua đánh Miến Điện, đóng quân ở Lão Quan Đồn (老官屯), trong một trận đánh, ông đã chi huy quân Thanh dùng đại pháo tấn công và giết được nhiều quân đối phương lập được công lớn.\n\nTrong cuộc chiến tại [[Tây Tạng]]: Năm 1772 (năm Càn Long thứ 37), ông theo Ôn Phúc (溫福) đánh Kim Xuyên<ref>Một địa danh ở Tây Tạng<\/ref>, chiếm được các trại Cố Bốc Tế (固卜濟), Mã Nhĩ Địch Khắc (瑪爾迪克). Sau đó trong các trận đánh Lộ Đính Tông (路頂宗), Minh Quách Tông (明郭宗) Lý Hoá Long lần nào cũng lập nhiều công lao. Tháng 3 năm 1773 (năm Càn Long thứ 38), Lý Hoá Long chỉ huy pháo binh quân Thanh đánh Tích Lãnh (昔嶺). Trong chiến dịch bình Tiểu Kim Xuyên, Lý Hoá Long chỉ huy đánh A Cát Nhĩ Bố Lý (阿噶爾 布里), Biệt Tư Mãn (別斯滿), tiếp đó, ông theo đô thống Hải Lan Sát đánh lên sống núi Đâu Ô (兜烏), liên tiếp chiếm được các trại Lộ Đính Tông, Minh Quách Tông, lấy được Mỹ Nặc (美諾).\n\nTrong chiến dịch đánh Đại Kim Xuyên, ông theo Hải Lan Sát đánh Lạt Mục Lạt Mục, trong trận này, ông bị thương vì súng bắn đá nên được ban cho áo giáp bằng bông. Trước sau tiến đánh chiếm được Tốn Khắc Nhĩ Tông, Cách Lỗ Cổ (格魯古), Quần Ni (群尼), Mộc Tư Công Cát Khắc (木思工噶克), trúng đạn bị thương nên được ban cho mũ lông công. Sau khi bình Kim Xuyên, Lý Hóa Long được thăng lên Tả dực Tổng binh tỉnh Quảng Đông. Tổng cộng trong cuộc chiến tại Tây Tạng, ông từng bị thương đến hai lần nhưng vẫn một lòng báo quốc.\n\nTrong cuộc chiến với [[Đài Loan]]: Lý Hoá Long chỉ huy binh [[Quảng Đông]] tới cửa biển Lộc Tử (鹿仔), theo lệnh Tổng binh Phổ Cát Bảo (普吉保) và đóng quân lại đây. Khi Lâm Sảng Văn tấn công Chư La (諸羅), Lý Hoá Long bí mật sai du kích Mục Đằng Ngạch (穆騰額) dẫn binh từ rạch Phan Tử (番仔) sang khe Đại Đỗ (大肚) làm nghi binh, còn mình đích thân dẫn binh bí mật di chuyển qua Bùi Khởi Ngao (裴起鰲) từ núi Bát Quái đánh xuống, trong trận chiến này, tuy bị đối phương vây chặt nhưng Lý Hóa Long chiến đấu hết sức dũng cảm khiến đối thủ phải rút lui.\n \nNăm 1788 (Càn Long thứ 53), Lý Hóa Long được điều động sang [[Việt Nam]] với chức vụ là Tổng binh chỉ huy quân Quảng Đông và làm phụ tá cho Trương Triều Long đánh quân Tây Sơn. Ông đã lập nhiều công lao trên đường tiến quân vào [[Thăng Long]]. Đầu năm 1789, khi quân Tây Sơn phản công, Lý Hóa Long được giao nhiệm vụ theo bảo vệ Tôn Sĩ Nghị rút chạy, nhưng đã tử trận do rơi xuống sông Hồng chết đuối khi cầu phao bị đứt<ref name=NLB>{{chú thích sách |title=Tìm hiểu thiên tài quân sự của Nguyễn Huệ |last=Nguyễn Lương Bích |first= |authorlink= |year=1977 |publisher=Nhà xuất bản Quân đội Nhân dân |location= |isbn= |pages= }}, Chương Ba Nguyễn Huệ Anh Dũng Chống Ngoại Xâm Đánh Tan 20 Vạn Quân Thanh, Giữ Vững Nền Độc Lập Của Tổ Quốc<\/ref><ref name=nv>{{chú thích web |url=http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=55780&z=12 |title=Bổ túc một số sử liệu về chiến thắng Đông Đa |access-date=ngày 27 tháng 6 năm 2008 |last=Nguyễn |first=Lý-Tưởng |date=ngày 15 tháng 2 năm 2007 |work= |publisher=Nguoi Viet Daily News |archive-date=2007-02-25 |archive-url=https:\/\/web.archive.org\/web\/20070225223321\/http:\/\/www.nguoi-viet.com\/absolutenm\/anmviewer.asp?a=55780&z=12 |url-status=dead }}<\/ref>\n\n== Quá trình tham chiến tại Đại Việt ==\n===Trận vượt sông Thị Cầu===\nCuối năm 1788, vua [[Càn Long]] ra lệnh cho Tổng đốc Lưỡng Quảng Tôn Sĩ Nghị chỉ huy quân Thanh kéo vào Đại Việt để trấn áp quân Tây Sơn theo yêu cầu của vua [[Lê Chiêu Thống]]. Ngày 28 tháng 11 năm 1788, với lực lượng đông đảo và trang bị tốt, quân Thanh nhanh chóng tiến vào Đại Việt theo các hướng khác nhau. Lý Hóa Long làm phó tướng cho [[Trương Triều Long]] chỉ huy đạo quân Quảng Đông<ref>Ngụy Nguyên, Thánh vũ ký, quyển 6, trang 35<\/ref>, đây là đạo quân chủ lực gồm các đơn vị bộ binh huy động được từ tỉnh Quảng Đông kéo vào Việt Nam theo hướng cửa ngõ biên giới tỉnh Tuyên Quang. Sau khi tiến quân đến sông Thị Cầu, Trương Triều Long cho để lại 500 quân chặn giữ cửa sông, đem 1500 quân tiến lên trước, sai các thổ dân dẫn đường, Tôn Sĩ Nghị lại sợ quân đi quá ít nên sai tổng binh Lý Hóa Long đem thêm 500 quân đi tiếp ứng. Quân Thanh vượt sông Thị Cầu và đánh lui cánh quân Tây Sơn do Nội hầu [[Phan Văn Lân]] chỉ huy án ngữ ở đây để nhanh chóng tiến về Thăng Long để hội quân với các đạo khác. Trong trận này, Lý Hóa Long đã lập được công lớn, góp phần vào chiến thắng của quân Thanh. Theo báo cáo của quân Thanh, trận này quân Tây Sơn bị [[chết]] 423 người và bị tịch thu 314 khẩu đại [[pháo]] (Tôn Sĩ Nghi phao tin là hơn 1000 người chết, hơn 500 bị bắt).\n\n=== Chiếm Thăng Long===\nSau khi chiếm được kinh thành Thăng Long, quân Thanh tạm dừng tiến công và đóng trú quân tại khu vực này. Quân Thanh bố trí lực lượng của mình thành năm cụm cứ điểm lớn gồm: \n* Cụm thứ nhất là đạo quân chủ lực do Tôn Sĩ Nghị trực tiếp chỉ huy, đóng trại ở Bồ Đề, đại bản doanh đóng ở cung Tây Long của thành Thăng Long.\n* Cụm thứ hai do [[Chuẩn Đô đốc|Đề đốc]] [[Hứa Thế Hanh]] là phó tướng, đóng ở Hà Hồi và [[Ngọc Hồi]].\n* Cụm thứ ba là quân Điền Châu và Triều Châu do Tri phủ [[Sầm Nghi Đống]] chỉ huy đóng ở Khương Thượng, [[Đống Đa]] ([[Hà Nội]]).\n* Cụm thứ tư là cánh quân Vân Quý do Đề đốc Ô Đại Kinh chỉ huy đóng ở Sơn Tây, (Hà Tây, Hà Nội).\n* Cụm thứ năm là quân Khâm Châu theo đường biển tiến vào đóng ở [[Hải Dương]].\nLý Hóa Long được bố trí ở cụm quân thứ hai đồn trú tại Ngọc Hồi. Trong các cụm quân này, ngoài cụm quân chủ lực do Tôn Sĩ Nghị chỉ huy, thì cánh quân do Hứa Thế Hanh chỉ huy là đáng lưu ý nhất. Với quân số khoảng ba đến bốn vạn, đây là một bộ phận quan trọng trong đạo quân chủ lực của Tôn Sĩ Nghị gồm nhiều đội kỵ binh người Mãn của Đạo kỵ binh Lưỡng Quãng, những đội hỏa pháo, hai đội bộ binh chính quy của Tổng binh Thượng Duy Thăng và Tổng binh [[Trương Triều Long]]. Quân lính được trang bị vũ khí tốt bao gồm các loại vũ khí lạnh như [[kiếm|gươm]], đao, [[kiếm]], [[thương (vũ khí)|thương]], giáo, mộc, cung tên còn được trang bị các loại hỏa khí như địa lôi, [[súng]] tay, [[pháo|đại bác]] và hỏa hổ. Đạo quân chủ lực này gồm số quân lính Quảng Đông và Quảng Tây dưới sự chỉ huy của Tổng binh Thượng Duy Thăng và Phó tướng Khánh Thành đốc suất quân lính Quảng Tây. Tổng binh Trương Triều Long và Tổng binh Lý Hóa Long đốc suất binh lính Quảng Đông<ref name=\"Việt Nam 2003\">20 trận đánh trong lịch sử dân tộc, Viện lịch sử Quân sự Việt Nam, Nhà xuất bản Quân đội Nhân dân, năm 2003, trang 314-315<\/ref>.\n=== Trong trận Ngọc Hồi===\nQuân Tây Sơn bỏ Thăng Long, lui về giữ [[Tam Điệp]] ([[Ninh Bình]] - [[Thanh Hóa]]), sau đó thừa lúc quân Thanh đang trễ nhác, an nghỉ ăn chơi, Vua [[Nguyễn Huệ|Quang Trung]] đích thân dẫn đầu mười vạn quân chia là năm đạo cùng bốn vị [[đô đốc]] chỉ huy thần tốc tiến ra Bắc<ref>Lam Giang Nguyễn Quang Trứ, Phép giành chiến thắng theo Tôn Tử binh pháp, Nhà xuất bản Thanh niên, Bến Tre, năm 2001 trang 91-93<\/ref>. Sau khi quân Tây Sơn tấn công mãnh liệt và chiếm được Ngọc Hồi trước đó là Hà Hồi, Lý Hóa Long theo Trương Triều Long bỏ đồn rút về tuyến sau theo hướng Quỳnh Đô - Văn Điển. Dọc đường rút chạy bị quân Tây Sơn do [[Đô đốc Bảo|Đô Đốc Bảo]] phục kích tại Đầm Mực, Tổng binh Trương Triều Long bị trúng lao chết, Lý Hóa Long chạy thoát về đến doanh trại chính. Sau đó, Lý Hóa Long được Tôn Sĩ Nghị giao nhiệm vụ chỉ huy một đạo quân đóng ở phía Nam sông Hồng đề bảo vệ mé nam của kinh thành Thăng Long và cũng là bảo vệ đường rút lui của quân Thanh<ref name=\"Việt Nam 2003\"\/>. \n=== Trong trận Thăng Long===\nQuân Tây Sơn do [[Nguyễn Tăng Long|Đô đốc Long]] chỉ huy tiếp tục tấn công bất ngờ vào kinh thành Thăng Long và nhanh chóng tái chiếm kinh thành, Tôn Sĩ Nghị \"sợ mất mật\", \"ngựa không kịp đóng yên, người không kịp mặc giáp, dẫn bọn lính kỵ mã của mình chuồn trước qua cầu phao, rồi nhắm hướng bắc mà chạy\"<ref name=\"Nhất Thống Chí 1984\">Hoàng Lê Nhất Thống Chí, Ngô gia văn phái, Nhà xuất bản Văn học, Hà Nội, năm 1984,trang 365<\/ref> việc này đã đặt quân Thanh mà trực tiếp là đạo binh do Lý Hóa Long chỉ huy vào trạng thái \"rắn mất đầu\", như ong vỡ tổ, mất sự chỉ huy, dẫn đến rối loạn hành động vô tổ chức và tán loạn. Tình hình hỗn loạn đến mức tổng binh Lý Hóa Long dẫn tùy tùng chạy qua cầu phao để theo Tôn Sĩ Nghị nhưng đến giữa cầu phao lại xô xát và đẩy quân lính xuống sông. Đồng thời Tôn Sĩ Nghị tàn nhẫn ra lệnh cho Khánh Thành chặt đứt cầu phao để tránh sự tuy đuổi khiến cho ông cùng số quân này cả người lẫn ngựa rơi xuống sông Nhĩ Hà (sông Hồng) và bị chết đuối. [[Hoàng Lê nhất thống chí]] chép lại như sau: \"Quân sĩ các doanh trại nghe tin đều hoảng loạn, tan tác bỏ chạy, tranh nhau qua cầu, sang sông, xô đẩy nhau rơi xuống sông chết rất nhiều\"<ref name=\"Nhất Thống Chí 1984\"\/>. Lý Hóa Long chết đuối tại đây<ref name=\"Việt Nam 2003\"\/>.\n\n== Cái chết ==\nCái chết của ông tại [[sông Hồng]] có nhiều ghi chép và các ý kiến khác nhau. Có ý kiến cho rằng khi qua sông bằng cầu phao, ông do tranh giành, xô xát với quân lính nên bị quân lính đẩy xuống sông<ref name=\"Việt Nam 2003\"\/>. Căn cứ theo ghi chép của Hoàng Lê nhất thống chí thì ông bị chết đuối cùng binh lính khi Tôn Sĩ Nghị ra lệnh chặt cầu phao<ref name=\"Nhất Thống Chí 1984\"\/>. Theo sử sách của Trung Quốc thì khi vượt cầu phao qua sông, ông không may bị trượt chân ngã xuống sông và bị chết đuối<ref name=\"ReferenceA\">Cao Tông thực lục, quyển 1321, trang 868-869<\/ref>. Có ý kiến còn cho rằng, khi vượt cầu phao qua sông, bị quân Tây Sơn truy đuổi nên hoảng loạn và rơi xuống sông và chết đuối.\n\nMặc dù không chết trong các cuộc giao chiến nhưng suy cho cùng cái chết của ông vẫn là chết trận, ngã xuống ở sa trường, có thể được xem như vinh dự của một võ tướng thân chinh bách chiến. Cái chết của ông một phần do sự hèn nhát và tàn nhẫn của Tôn Sĩ Nghị. Sau khi chạy về Trung Quốc, Tôn Sĩ Nghị tâu với vua Càn Long về diễn biến và kết quả của trận chiến, trong đó có giải thích về cái chết của Lý Hóa Long như sau: \"Thần (Tôn Sĩ Nghị) phá vòng vây, tiến thẳng tới cầu nổi, ra lệnh Tổng binh Lý Hóa Long qua sông để chiếm lấy bờ phía bắc. Lý Hóa Long đi đến giữa cầu chẳng may trượt chân rơi xuống nước\"<ref name=\"ReferenceA\"\/>. Sau khi cứu xét công trạng, Lý Hoá Long được phong làm Kỵ Đô Uý.\n\n== Xem thêm ==\n* [[Tôn Sĩ Nghị]]\n* [[Trận Ngọc Hồi - Đống Đa]]\n\n==Tham khảo==\n* ''Hoàng Lê Nhất Thống Chí'', Ngô gia văn phái, Nhà xuất bản Văn học, Hà Nội, năm 1984\n* ''20 trận đánh trong lịch sử dân tộc'', Viện lịch sử Quân sự Việt Nam, Nhà xuất bản Quân đội Nhân dân, năm 2003\n* ''Phép giành chiến thắng theo Tôn Tử binh pháp'', Lam Giang Nguyễn Quang Trứ, Nhà xuất bản Thanh niên, Bến Tre, năm 2001\n*[http:\/\/www.viendu.com\/bai%20viet\/NguyenDuyChinh-VoTrangNguyen.pdf Võ trạng nguyên, bài viết của Nguyễn Duy Chính] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071008074337\/http:\/\/www.viendu.com\/bai%20viet\/NguyenDuyChinh-VoTrangNguyen.pdf |date=2007-10-08 }}\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Thanh]]\n[[Thể loại:Người Sơn Tây (Trung Quốc)]]\n[[Thể loại:Mất năm 1789]]\n[[Thể loại:Tử trận ở Việt Nam]]"}