{"1710909":"'''Lý Chánh Trung''' (1928 – 13 tháng 3 năm 2016) là một nhân sĩ và chính khách dân tộc chủ nghĩa thuộc [[thành phần thứ ba]]. Ông nguyên là Giám đốc Nha Trung học Công Lập dưới thời [[Việt Nam Cộng hòa]], nguyên là Ủy viên Đoàn Chủ tịch Ủy ban Trung ương [[Mặt trận Tổ quốc Việt Nam]]; Phó Chủ tịch Ủy ban Mặt Trận Tổ quốc Việt Nam [[Thành phố Hồ Chí Minh]] và Đại biểu Quốc hội ba khóa VI, VII, VIII.\n \n== Tiểu sử ==\n[[Giáo sư]] Lý Chánh Trung sinh năm [[1928]] tại [[Trà Vinh]]. Ông theo đạo [[Công giáo]] vào khoảng năm [[1949]]\n\nNăm [[1950]], ông sang Bỉ học tại Đại học Louvain, một đại học Công giáo, cách thủ đô [[Bruxelles|Brussells]] khoảng 30 cây số.\n\nLý Chánh Trung học rất thông minh, tuy nhiên vào năm [[1956]] khi mới lấy xong Cử nhân Tâm Lý Học và Cử nhân Chính trị Học, chưa đậu Tiến sĩ, ông về nước.\n\n==Sự nghiệp==\n===Thời Việt Nam Cộng Hòa===\nTuy có trình độ kiến thức cao và vững vàng, tính tình hòa nhã, nhưng bước đường sự nghiệp của Lý Chánh Trung rất lận đận. Ông có người anh là Lý Chánh Đức, làm Giám đốc Nha Học Liệu tại Bộ Quốc gia Giáo dục, đã xin cho ông vào làm Công Cán Ủy viên của Bộ này. Về sau, ông được bổ làm Giám đốc Nha Trung học Công Lập rồi Đổng lý văn phòng Bộ Quốc gia Giáo dục. Ngoài ra, Lý Chánh Trung cũng được mời dạy triết học tại các Viện Đại học Huế và Đà Lạt.\n\n===Tư tưởng===\nTheo ông Nguyễn Văn Lục, Lý Chánh Trung theo khuynh hướng 'Cách mạng Xã hội chủ nghĩa không cộng sản', lấy dân tộc làm căn bản. Theo Nguyễn Văn Lục, 'không cộng sản' vì theo ông kinh nghiệm quá khứ ở [[Liên Xô]] và các nước xã hội chủ nghĩa vệ tinh cho thấy [[chủ nghĩa cộng sản]] thì tàn bạo và khắc nghiệt. Còn chế độ tư bản chỉ duy trì cơ cấu bóc lột chuyển từ hình thức thực dân cũ sang thực dân mới. Chỉ có cách mạng xã hội mới lấy được lòng dân. Được hậu thuẫn của dân chúng thì mới có được một chính quyền mạnh, để đối phó được với cộng sản cũng như với Mỹ.<ref>[http:\/\/hopluu.net\/p128a168\/12\/20-nam-triet-hoc-tay-phuong-o-mien-nam-viet-nam-1955-1975 20 Năm Triết Học Tây Phương Ở Miền Nam Việt Nam 1955 - 1975], Nguyễn Văn Lục, Hợp Lưu, 21.09.2008<\/ref>\n\nTrong cuốn Tìm về dân tộc (Trình Bầy 1967, Nhà xuất bản Trẻ in lại năm 1990), Lý Chánh Trung đã viết: ''Quốc gia là giai đoạn cuối cùng của sự hình thành dân tộc. Nhưng quốc gia không phải là dân tộc. Chánh trị học hiện tại thường phân biệt cái \"xứ sở hợp pháp\" (pays légal) hiểu như tất cả những tổ chức có tính cách đại diện cho dân tộc, và cái \"xứ sở thực tế\"\" (pays réel) hiểu như chính dân tộc đó trong những thành phần sống động và với những nguyện vọng trung thực của nó. Trừ một vài trường hợp đặc biệt, nhưng rất hiếm hoi (như sự nhất trí của vua tôi nhà Trần và các bô lão Việt Nam, tại điện Diên Hồng) thường thì có sự phân cách giữa hai xứ sở. Nói một cách nôm na, Nhà nước nào cũng cho mình đại diện xứng đáng và duy nhứt của nhân dân, nhưng nhân dân ít khi nhìn thấy được mình trong Nhà nước, ít khi nguyện vọng của nhân dân trở thành ý muốn của nhà nước dầu là một nhà nước \"dân chủ\". Chế độ dân chủ là một bước tiến trong sự đồng hóa hai xứ sở, nhưng nếu sự bình đẳng chánh trị không dựa trên bình đẳng kinh tế xã hội thì chế độ dân chủ chỉ là một trò lừa bịp. Ngay tại những nước dân chủ tân tiến, Nhà nước vẫn còn là Nhà nước của thiểu số''.\n\n===Viết báo===\nTheo [[Võ Long Triều]], thì Lý Chánh Trung và ông đã từng là bạn ngay từ thời ông Trung còn học ở [[Bỉ]] và sau này ở Việt Nam trong hội trí thức Công giáo trở thành bạn thân. Triều chính là người đã khuyến khích ông Trung viết bài cho các báo, ban đầu cho báo [[Tin Sáng (báo)|Tin Sáng]] của [[Ngô Công Đức]], sau này cho tờ Điện Tín, rồi báo Đại Dân tộc của ông Triều. Các bài viết rất ăn khách. Theo ông Triều, vì Trung có thời gian viết cho Điện Tín mà không viết cho báo cúa ông, nên ông không còn muốn dính líu với ông Trung nữa.<ref>[http:\/\/motgoctroi.com\/HoiKy\/VolongTrieu\/Hky_VLTrieu33.htm Nhân vật Lý Chánh Trung], Võ Long Triều<\/ref>\n\nTheo Nguyễn Văn Lục, lối viết của ông Trung \"dựa trên sự việc và đượm cảm tính gây ấn tượng và tạo được sức lôi cuốn không nhỏ nơi người đọc\".<ref name=lct1\/>\n\nTheo báo ''Tuổi Trẻ'' dẫn lời [[Nguyễn Đình Đầu]], khoảng năm 1962, giới Công giáo tiến bộ chống chiến tranh tại Sài Gòn có tổ chức ra một tờ báo dành cho giáo dân, tên là ''Sống Đạo'', do Lý Chánh Trung làm chủ bút, Nguyễn Đình Đầu làm giám đốc, quá trình làm báo này họ liên lạc cả với Dương Văn Minh và với Mặt trận Dân tộc giải phóng. Hai ông đều nằm trong sổ đen của chính quyền Ngô Đình Diệm nhưng chưa bị bắt bớ gì. Đến năm 1975 thì cả hai người đều thuộc Thành phần thứ ba (những người chống chiến tranh)<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160313\/giao-su-ly-chanh-trung-tu-tran\/1066459.html \"Giáo sư Lý Chánh Trung từ trần ​ở tuổi 89\"]. Báo ''Tuổi Trẻ''.<\/ref>.\n\nCũng theo ông Nguyễn Văn Lục, trên tạp chí ''Đất nước'', trong bài viết ''Nói chuyện với người đã khuất'', ngày 21-9-1969, nhân dịp Hồ Chí Minh qua đời, ông viết: ''Cho nên tôi không tiếc mà cũng không trách cụ Hồ đã lựa chọn con đường cộng sản. Tôi chỉ khâm phục Cụ đã trung thành tuyệt đối với sự lựa chọn của mình. Tôi không thể đi theo con đường của Cụ, nhưng tôi có thể noi gương Cụ để đi tận cùng con đường của tôi, con đường mà tôi đã lựa chọn trước lương tâm tôi, như Cụ đã làm 50 năm trước. 50 năm trước, với sự thành công của Cách mạng tháng 10, với nhân cách và tài năng vô song của Lê Nin, với cái bầu khí huynh đệ, chí tình, hăng say và tin tưởng trong một đệ Tam Quốc tế vừa thành lập với một điểm tựa vững chắc, chủ nghĩa cộng sản đã hiện ra tước mắt Cụ như là con đường duy nhất để giải phóng dân tộc và giải phóng con người'' <ref>{{Chú thích web |url=http:\/\/quehuongta.org\/index.php\/din-an-5814\/din-an\/3753-truo-c-tha-ng-tho-i-da-i-s-t-t-d-tuo-ng-nang-tie-n-2 |ngày truy cập=2016-03-14 |tựa đề=Thân phận dư thừa của một người trí thức thiên tả, thành phần thứ ba (I) |archive-date = ngày 15 tháng 3 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20160315000041\/http:\/\/quehuongta.org\/index.php\/din-an-5814\/din-an\/3753-truo-c-tha-ng-tho-i-da-i-s-t-t-d-tuo-ng-nang-tie-n-2 }}<\/ref>.\n\n===Sau 1975===\nSau năm [[1975]], ông là Ủy viên Đoàn Chủ tịch Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam; Phó Chủ tịch Ủy ban Mặt Trận Tổ quốc Việt Nam Thành phố Hồ Chí Minh, Đại biểu Quốc hội ba khóa VI, VII, VIII.\n\nNăm 1990 trong một lần về Cửu Long thăm Đền thờ Bác Hồ, ông đã viết một bài báo đến tay một độc giả người Mỹ tên Kent một lính Mỹ từng được lệnh thủ tiêu đền thờ Hồ Chí Minh. Kent lại lấy ảnh Hồ Chí Minh treo ở phòng làm việc của mình, đã viết báo và gửi thư hồi đáp Lý Chánh Trung, được nhắc lại trong bài phát biểu tham luận của Giáo sư Lý Chánh Trung nhân dịp kỷ niệm 100 năm ngày sinh Chủ tịch Hồ Chí Minh tổ chức tại tỉnh Cửu Long (4\/1990)<ref>[http:\/\/www.bqllang.gov.vn\/tin-tuc\/tin-tong-hop\/4110-chuyen-buc-chan-dung-ho-chi-minh.html Chuyện bức chân dung Hồ Chí Minh]<\/ref>.\n\nTrong tác phẩm ''Trường hợp Lý Chánh Trung'' của Nguyễn Văn Lục khi còn làm đại biểu Quốc hội, Lý Chánh Trung được sự ủng hộ bà [[Ngô Bá Thành]], một thành viên của Mặt trận Tổ Quốc, có đề nghị phải cho báo chí tư nhân hoạt động. Ngoài ra, khi là Phó chủ tịch Hội Trí thức yêu nước đã đồng ý để cho tổ chức một buổi nói chuyện cho nhà văn [[Dương Thu Hương]] nói về cuốn tiểu thuyết ''Những Thiên đường mù'', bị cho là một cuốn sách chống đảng, do đó ông bị cho là có mưu đồ [[diễn biến hòa bình]], nên không được Mặt trận Tổ Quốc đề cử vào danh sách đại biểu Quốc hội nữa.<ref name=lct2>[http:\/\/www.diendannguoidanvietnam.com\/index.php?option=com_content&view=article&id=1094:trng-hp-ly-chanh-trung-4nguyn-vn-lc-&catid=38:gs-nguyn-vn-luc&Itemid=9 Trường hợp Lý Chánh Trung &#91;4&#93;], Nguyễn Văn Lục<\/ref>\n \nVốn là một giáo sư triết, Lý Chánh Trung luôn nhìn vấn đề chính trị Việt Nam dưới lăng kính của một triết gia. Điều này thể hiện rất rõ qua các tác phẩm và bài báo của ông. Một bài viết của ông đăng trên tờ [[Tuổi Trẻ]] chủ nhật, 13-11- 1988 đã gây nhiều sôi nổi ở Việt Nam có tựa là ''Về một môn học mà thầy không muốn dạy và trò không muốn học''.<ref name=lct5>[http:\/\/www.diendannguoidanvietnam.com\/index.php?option=com_content&view=article&id=1108:trng-hp-ly-chanh-trung-5nguyn-vn-lc-&catid=38:gs-nguyn-vn-luc&Itemid=9 Trường hợp Lý Chánh Trung &#91;5&#93;], Nguyễn Văn Lục<\/ref><ref name=tlw5>[http:\/\/www.talawas.org\/talaDB\/showFile.php?res=4587&rb=0501 Về một môn học mà thầy không muốn dạy trò không muốn học], Nguyễn Văn Lục, Talawas<\/ref>\n\nCũng theo Nguyễn Văn Lục, về già ông bị bệnh lãng trí nặng, đi lang thang quên cả lối về nhà.<ref name=lct1>[http:\/\/www.diendannguoidanvietnam.com\/index.php?option=com_content&view=article&id=1070:trng-hp-ly-chanh-trung-1nguyn-vn-lc&catid=38:gs-nguyn-vn-luc&Itemid=9 Trường hợp Lý Chánh Trung &#91;1&#93;], Nguyễn Văn Lục<\/ref>\n\nÔng qua đời lúc 5g 50 phút ngày 13 tháng 3 năm 2016 tại nhà riêng Thủ Đức, TP.HCM sau một tháng nằm bệnh với chứng viêm phổi tái phát<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160313\/giao-su-ly-chanh-trung-tu-tran\/1066459.html Giáo sư Lý Chánh Trung từ trần], báo Tuổi Trẻ<\/ref>\n\n==Câu nói==\n* Ngày 10 tháng 3 năm 1988, Chủ tịch Hội đồng Bộ trưởng [[Phạm Hùng]] qua đời đột ngột. Tháng 6 năm 1988, Lý Chánh Trung và một số đại biểu quốc hội tại [[Quốc hội Việt Nam khóa XIII]] đã quyết liệt trong việc bầu [[Chủ tịch Hội đồng Bộ trưởng]] mới khi nhất định giới thiệu thêm ông [[Võ Văn Kiệt]] ngoài ông [[Đỗ Mười]] đã được chính [[Đảng Cộng sản Việt Nam]] chọn để ra ứng cử chung. Đây là lần đầu tiên và duy nhất cho đến nay [[Quốc hội Việt Nam]] bầu người đứng đầu [[Chính phủ Việt Nam|chính phủ]] mà có 2 ứng cử viên<ref name=\"Báo Kinh tế & Đô thị điện tử, UBND TP Hà Nội\"\/><ref name=\"Trang tin VnExpress.net\">{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nhung-quyet-dinh-kho-khan-trong-lich-su-quoc-hoi-3339783.html|tiêu đề=Những quyết định khó khăn trong lịch sử Quốc hội|nhà xuất bản=Trang tin VnExpress|ngày tháng = ngày 11 tháng 1 năm 2016 |tác giả 1=Hoàng Thùy}}<\/ref>. Trước [[quốc hội]], ông Lý Chánh Trung đã phát biểu:\n::\"''Một trong những động lực giúp chúng tôi vận động bà con Sài Gòn xuống đường là để chống bầu cử độc diễn ở Sài Gòn. Bây giờ, chúng ta có độc lập mà vẫn độc diễn thì chúng tôi khó ăn nói với bà con lắm.''\"<ref name=\"Báo Kinh tế & Đô thị điện tử, UBND TP Hà Nội\">[http:\/\/www.kinhtedothi.vn\/chinh-tri\/tin-tuc\/2015\/12\/810313ae\/hai-ung-cu-vien-cho-chuc-chu-tich-hoi-dong-bo-truong\/ Hai ứng cử viên cho chức Chủ tịch Hội đồng Bộ trưởng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304124343\/http:\/\/www.kinhtedothi.vn\/chinh-tri\/tin-tuc\/2015\/12\/810313ae\/hai-ung-cu-vien-cho-chuc-chu-tich-hoi-dong-bo-truong\/ |date=2016-03-04 }}, Báo Kinh tế & Đô thị điện tử, UBND TP Hà Nội.<\/ref>.\n* Về báo chí:{{cquote|\"Báo chí, tự nó không bao giờ là một sức mạnh. Sức mạnh của báo chí là sức mạnh của nhân dân, khi báo chí dám nói sự thật của đất nước và ý nguyện của nhân dân.\" <ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20160314\/gs-ly-chanh-trung-qua-doi-vinh-biet-mot-nhan-si-dan-than\/1066642.html GS Lý Chánh Trung qua đời: vĩnh biệt một nhân sĩ dấn thân], tuoitre, 14.3.2016<\/ref> }}\n\n== Tác phẩm ==\n* ''Cách mạng và Đạo Đức'' ([[1966]])\n* ''Ba Năm Xáo trộn'' ([[1967]])\n* ''Tìm về Dân tộc'' ([[1967]])\n* ''Tìm hiểu nước Mỹ'' ([[1969]])\n* ''Những Ngày Buồn Nôn'' ([[1972]])\n* ''Tôn giáo và Dân tộc'' ([[1973]])\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [https:\/\/vietbao.com\/a218106\/noi-kho-xu-cua-gs-ly-chanh-trung \"Nỗi khó xử của Gs Lý Chánh Trung\"]\n* [http:\/\/www.dcvonline,net\/2016\/03\/15\/ly-chanh-trung-1928-2016\/ \"Lý Chánh Trung (1928-2016)\"]\n* [https:\/\/dcvonline,net\/2016\/03\/21\/hien-tuong-ly-chanh-trung\/ \"Hiện tượng Lý Chánh Trung\"]\n* [https:\/\/www.bbc.com\/vietnamese\/forum\/2016\/03\/160318_bui_van_phu_ly_chanh_trung \"Gs. Lý Chánh Trung có là trí thức cánh tả?\"]\n* \"Thương tiếc giáo sư vì dân\"<ref>{{Chú thích web|url=https:\/\/nld.com.vn\/news-2016031423083517.htm|tựa đề=Thương tiếc giáo sư vì dân|họ=NLD.COM.VN|ngày=2016-03-14|website=https:\/\/nld.com.vn|ngôn ngữ=vi|ngày truy cập=2023-04-30}}<\/ref>\n\n[[Thể loại:Sơ khai tiểu sử]]\n[[Thể loại:Sinh năm 1928]]\n[[Thể loại:Người Trà Vinh]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VI]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VII]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa VIII]]\n[[Thể loại:Ủy viên Ủy ban Trung ương Mặt trận Tổ quốc Việt Nam]]\n[[Thể loại:Mất năm 2016]]\n[[Thể loại:Thành phần thứ ba trong chiến tranh Việt Nam]]"}