{"735":"{{Thông tin nhân vật hoàng gia\n| tên = Lý Thái Tổ\n| tên gốc = 李太祖\n| tước vị = [[Hoàng đế Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Tượng Lý Thái Tổ.jpeg\n| ghi chú hình = Tượng Lý Thái Tổ tại [[Hồ Hoàn Kiếm]], [[Hà Nội]]\n| cỡ hình = 250px\n| chức vị = [[Hoàng đế]] [[Đại Cồ Việt]]\n| tên đầy đủ = Lý Công Uẩn (李公蘊)\n| kiểu tên đầy đủ = Tên thật\n| tại vị = 21\/11\/1009 - 31\/3\/1028 (19 năm)\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm =  '''<font color=\"red\">Sáng lập triều đại<\/font>''' <br> [[Lê Ngọa Triều]] (Nhà Tiền Lê)\n| nhiếp chính = \n| kế nhiệm = [[Lý Thái Tông]]\n| niên hiệu = [[Thuận Thiên]] (順天)\n| tôn hiệu = Phụng Thiên Chí Lý Ứng Vận Tự Tại Thánh Minh Long Hiện Duệ Văn Anh Vũ Sùng Nhân Quảng Hiếu Thiên Hạ Thái Bình Khâm Minh Quảng Trạch Chương Chiêu Vạn Bang Hiển Ứng Phù Cảm Uy Chấn Phiên Man Duệ Mưu Thần Trợ Thánh Trị Tắc Thiên Đạo Chính Hoàng đế (奉天至理應運自在聖明龍見睿文英武崇仁廣孝天下太平欽明光宅章昭萬邦顯應符感威震藩蠻睿謀神功聖治則天道政皇帝)\n| miếu hiệu = [[Thái Tổ]] (太祖)\n| thụy hiệu = Thần Vũ Hoàng đế (神武皇帝)\n| hoàng tộc = [[Nhà Lý]]\n| tước hiệu = \n| kiểu hoàng tộc = Triều đại\n| cha = [[Hiển Khánh vương]]\n| mẹ = [[Phạm Thị Ngà]]\n| sinh = {{ngày sinh|974|3|8}}\n| nơi sinh = [[Từ Sơn]], [[Bắc Ninh ]]\n| mất = {{ngày mất và tuổi|1028|3|31|974|3|8}}\n| nơi mất = Điện Long An, [[Thăng Long]]\n| ngày an táng = \n| nơi an táng = [[Thọ Lăng]]\n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]]\n| chữ ký = \n}}\n'''Lý Thái Tổ''' ([[chữ Hán]]: 李太祖,(974-1028) là [[hoàng đế]] sáng lập ra [[nhà Lý]] (hay còn gọi là [[Nhà Lý|Hậu Lý]] để phân biệt với nhà [[Nhà Tiền Lý|Tiền Lý]] do [[Lý Nam Đế]] sáng lập) trong [[lịch sử Việt Nam]], trị vì từ năm [[1009]] đến khi qua đời vào năm 1028\n\nThời gian trị vì của ông chủ yếu để đàn áp các cuộc nổi dậy, vì lòng dân chưa phục được nhà Lý. Khi lòng dân đã yên, triều đình trung ương được củng cố, ông dời đô từ [[Hoa Lư]] về [[Đại La]] vào năm 1010, đổi tên thành [[Thăng Long]], mở đầu cho sự phát triển lâu dài của [[nhà Lý]] tồn tại 216 năm. Đến cuối năm 1225, đầu năm 1226, [[Lý Chiêu Hoàng]] buộc nhường ngôi cho chồng [[Trần Cảnh]] (1218-1277). Nhà Lý sụp đổ...\n\n==Thân thế==\nLý Thái Tổ tên thật là Lý Công Uẩn, người châu Cổ Pháp (thuộc [[Từ Sơn]], [[Bắc Ninh]]), mẹ là Phạm Thị Ngà, nhưng không rõ danh tính của cha, chỉ biết ông được truy tôn tước Hiển Khánh vương sau khi Lý Công Uẩn lên ngôi. ''[[Đại Việt sử lược]]'' chép ông có một anh trai (sau phong Vũ Uy vương) và một em trai (sau phong Dực Thánh vương). ''[[Đại Việt sử ký toàn thư]]'' chép ông còn có một người chú được phong Vũ Đạo vương.<ref>Đại Việt sử ký toàn thư, Kỷ Nhà Lê. Ngọa Triều Hoàng Đế.<\/ref>\n\nLên 3 tuổi, Công Uẩn được Lý Khánh Văn ở chùa Cổ Pháp (Ứng Tâm tự, chùa Dặn) nhận nuôi, từ nhỏ đã thông minh, tuấn tú khác thường. Năm 6, 7 tuổi, Công Uẩn được gửi sang nhà sư ở chùa Lục Tổ là Vạn Hạnh, thấy Công Uẩn, sư Lý Vạn Hạnh liền khen: ''Đứa bé này không phải người thường, lớn lên ắt có thể giải nguy gỡ rối, làm bậc minh chủ trong thiên hạ''.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1992, Kỷ nhà Lý.<\/ref>\n\n==Tướng nhà Tiền Lê==\nLớn lên, Lý Công Uẩn gia nhập quân đội. Năm [[1005]], [[Lê Hoàn|Lê Đại Hành]] băng hà, các hoàng tử tranh đoạt ngôi vị. Năm 1006, [[Lê Trung Tông (Tiền Lê)|Lê Long Việt]] giành được ngôi vua, tức [[Lê Trung Tông (Tiền Lê)|Lê Trung Tông]], nhưng chỉ 3 ngày thì bị [[Lê Long Đĩnh]] giết để giành ngôi. Các quan sợ hãi bỏ chạy, chỉ có Công Uẩn ôm xác vua mà khóc. [[Lê Long Đĩnh]] không trị tội mà còn khen ông là người trung nghĩa, tiếp tục trọng dụng, cho làm [[Tứ sương quân Phó Chỉ huy sứ]], rồi sau thăng đến chức ''Tả thân vệ Điện tiền Chỉ huy sứ''.\n\nTheo ''Ngọc phả các vua triều Lê'' ở [[Hà Nam]] và tư liệu tại các di tích ở [[Quần thể di tích Cố đô Hoa Lư|Cố đô Hoa Lư]], Công Uẩn hàng năm theo [[Vạn Hạnh|Thiền sư Vạn Hạnh]] vào hầu Lê Đại Hành ở [[hoa Lư|thành Hoa Lư]]. Công Uẩn được vua cho ở lại kinh học tập quân sự, lại gả con gái lớn là công chúa [[Lê Thị Phất Ngân]] và đặc phong Công Uẩn làm Điện tiền cận vệ ở [[hoa Lư|thành Hoa Lư]], rồi dần thăng lên chức Điện tiền Chỉ huy sứ.<ref>[http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0405_a.htm NGỌC PHẢ CÁC VUA TRIỀU LÊ], Trần Bá Chí, đăng trên Báo Hán Nôm của VIỆN NGHIÊN CỨU HÁN NÔM - VIỆN KHOA HỌC XÃ HỘI VIỆT NAM, năm 2010.<\/ref>\n\n==Lên ngôi hoàng đế==\nTheo ''[[Đại Việt sử ký toàn thư]]'', khi [[Lê Long Đĩnh]] còn tại vị, ở hương Diên Uẩn (châu Cổ Pháp) có [[cây gạo]] bị sét đánh, có chữ trên ấy. Sư [[Vạn Hạnh]] mới bảo Lý Công Uẩn rằng: ''Mới rồi tôi thấy chữ bùa sấm kỳ lạ, biết họ Lý cường thịnh, tất dấy lên cơ nghiệp. Nay xem trong thiên hạ người họ Lý rất nhiều, nhưng không ai bằng Thân vệ là người nhân từ được lòng dân, lại nắm binh quyền trong tay, đứng đầu muôn dân chẳng phải Thân vệ thì còn ai đương nổi nữa. Tôi đã hơn 70 tuổi, mong được thư thả hãy chết, để xem đức hóa của ông như thế nào, thực là cái may nghìn năm có một''. Công Uẩn sợ câu nói ấy bị lộ, bảo người anh đem Vạn Hạnh giấu ở Tiêu Sơn.<ref>Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học xã hội, 1993, Kỷ Nhà Lê.<\/ref>\n\nCũng theo [[Đại Việt sử ký toàn thư|''Toàn thư'']], có lần [[Lê Long Đĩnh]] ăn quả lê lại thấy hột lý, mới tin lời sấm ngữ, ngầm truy sát người họ Lý, nhưng Công Uẩn vẫn không bị hại. Theo ''[[An Nam chí lược]]'', năm 1009, [[Lê Long Đĩnh]] mất, Thái tử còn bé, hai người em là [[Lê Long Đề|Lê Minh Đề]] và [[Lê Minh Xưởng]] tranh cướp ngôi vua, bị Công Uẩn giết chết.<ref>An Nam chí lược: ''Năm Đại Trung Tường Phù thứ 3, Chí Trung (tức Long Đĩnh) mất, con còn nhỏ, em là Minh Đề, Minh Sưởng tranh ngôi. Công Uẩn đuổi và giết đi, tự lĩnh việc Giao Châu, xưng là An Nam Tĩnh Hải quân quyền Lưu hậu.''<\/ref>Chi hậu [[Đào Cam Mộc]] dò biết Công Uẩn muốn nhận ngôi, mới nhân lúc vắng nói khích Công Uẩn về việc tiếm ngôi. nhưng bị mắng. Cam Mộc thong thả bảo Công Uẩn rằng: ''Tôi thấy thiên thời nhân sự như thế mới dám phát ngôn. Nay ông lại muốn cáo giác tôi thì tôi không phải là người sợ chết''. Công Uẩn nói: ''Tôi đâu nỡ cáo giác ông, chỉ sợ lời nói tiết lộ thì chết ráo, nên răn ông đó thôi''. Hôm sau Đào Cam Mộc lại thuyết phục Công Uẩn tiếm ngôi, lại bàn với Thái hậu lập Công Uẩn lên làm vua<ref>Việt sử tiêu án, Nhà Xuất bản Văn Sử, 1991, Khai Minh Vương.<\/ref>. \n[[Tập tin:Ly Cong Uan (BN).jpg|nhỏ|261x261px|Tượng đài Lý Thái Tổ tại trung tâm [[Bắc Ninh (thành phố)|thành phố Bắc Ninh]].]]\nTrong ''[[Đại Việt sử ký tiền biên]]'', sử gia [[Ngô Thì Sĩ]] có nêu ra việc dân gian đồn đoán rằng Lý Công Uẩn giết [[Lê Long Đĩnh]] để đoạt ngôi:<ref name=\"nts22425\">Ngô Thì Sĩ, sách đã dẫn, tr. 223.<\/ref> \n{{cquote|\n''Có người hỏi Khai Minh vương hung hãn bạo ngược, Lý Thái Tổ địa vị danh vọng ngày một cao, trong ngoài đều là tâm phúc, Lý Thái Tổ rất căm phẫn trước tội ác giết [[Lê Trung Tông (Tiền Lê)|anh]] cướp ngôi của Khai Minh vương, nhân lúc Khai Minh vương bệnh tật, sai người vào đầu độc giết đi rồi giấu kín việc đó, nên sử không được chép. Nếu quả như vậy, cũng là đạo trời hay báo, cho nên chép phụ vào đây để làm răn.''|||Đại Việt sử ký tiền biên - Ngô Thì Sĩ<br>}}\n\nLý Công Uẩn lên ngôi hoàng đế ngày 21\/11\/1009, đặt [[niên hiệu]] [[Thuận Thiên]], nghĩa là \"theo ý trời\". Ông truy phong cha là Hiển Khánh vương, mẹ là Minh Đức Thái hậu, chú là Vũ Đạo vương, anh ruột là Vũ Uy vương, em ruột là Dực Thánh vương. Ông lập 9 hoàng hậu, con trưởng [[Lý Phật Mã]] được lập làm Thái tử. Các con trai khác cũng được phong vương. Đào Cam Mộc được phong Nghĩa Tín hầu và cưới công chúa Lý Thiềm Hoa, còn những người khác vẫn giữ chức cũ. Một người con gái khác là Lý Bảo Hòa được gả cho động chủ Giáp Thừa Quý.\n\n==Trị vị==\n[[Tập tin:Codoj6.JPG|nhỏ|260x260px|[[Quần thể di tích Cố đô Hoa Lư]]]]\n[[Thành Hoa Lư|Hoa Lư]] vốn là kinh đô của 2 triều đại [[Nhà Đinh|Đinh]] và [[Tiền Lê]], là một vị trí cố thủ tự nhiên giữa những những mỏm núi đá nằm bên rìa phía Đông Nam đồng bằng sông Hồng, kiểm soát tuyến đường đất từ đồng bằng sông Hồng tới các tỉnh phía Nam, cũng là tiền đồn của những tỉnh phía Nam nhìn ra đồng bằng sông Hồng.<ref name=\"W. Taylor 1986\">K. W. Taylor, Looking Behind The Vietnamese Annals, Lý Phật Mã (1028-54) and Lý Nhật Tôn (1054-72) In The Việt Sử Lược and The Toàn Thư, The Vietnam Forum, A Review of Vietnamese Culture and Society, Yale Center For international and Area Studies, no. 7, Winter-Spring 1986, các trang 47-68.<\/ref>. Lúc lên ngôi, Lý Thái Tổ cho rằng ''\"Hoa Lư thành hẹp, đất thấp\"'', muốn dời đô về Đại La (nay là Hà Nội)<ref>Đất nước Việt Nam qua các đời, Nhà Xuất bản Hồng Đức, 2016, trang 141.<\/ref>. Nhà vua ra chiếu rằng:\n{{cquote|\n''Xưa kia nhà Thương đến vua [[Bàn Canh]] năm lần thiên đô, nhà Chu đến đời Thành Vương ba lần thiên đô, không phải là theo ý riêng, mà là nghĩ đến muôn đời sau. Nhà Đinh và Lê không theo lối cũ của Thương, Chu, cứ để kinh đô ở mãi nơi này, trẫm rất đau lòng. Duy có thành Đại La ở giữa khu vực trời đất, có thế long, hổ vững bền, địa thế rộng và bằng phẳng, đất cao mà sáng sủa, rõ là nơi phồn thịnh. Đã xét khắp đất Việt, chỉ có nơi ấy là thắng địa, là kinh đô của muôn đời sau.''|||''Chiếu dời đô''<br>}}\n\nSử chép rằng các quan đều nhất trí với nhà vua: ''\"Bệ hạ vì thiên hạ lập kế dài lâu, trên cho nghiệp đế được thịnh vượng lớn lao, dưới cho dân chúng được đông đúc giàu có, điều lợi như thế, ai dám không theo\"''.\n\n[[Tháng bảy|Tháng 7]] năm Thuận Thiên thứ nhất ([[1010]]) thì khởi sự dời đô. Khi thuyền mới đến đậu ở dưới thành, thấy có con rồng vàng hiện ra, nhân thế đặt tên là Thăng Long, liền lập nhiều cung điện, cộng 13 sở, xây thành lũy, sửa sang phủ khố; thăng châu Cổ Pháp, Bắc Ninh làm phủ Thiên Đức. [[Thành Hoa Lư]] gọi là phủ [[Tràng An]], trong phủ Thiên Đức lập 8 ngôi chùa, đều có lập bia ghi chép công đức.\n\n===Chính trị===\n[[tập tin:Coins, Ly dynasty, 1010-1225 AD, bronze - National Museum of Vietnamese History - Hanoi, Vietnam - DSC05536.JPG|260x260px|thumb|phải|Đồng xu do Lý Thái Tổ phát hành (trên cùng, bên phải)]]\n[[Tập tin:Ban-do-viet-nam-tu-co-den-kim-0016.jpg|phải|356x356px|thumb|Bản đồ [[Đại Việt]] thời nhà Lý. Đường chấm mờ là biên giới nước [[Việt Nam]] ngày nay]]\nThời Lý Thái Tổ, [[Đại Tống]] và [[Đại Cồ Việt]] giữ quan hệ hòa bình. Thái Tổ khi lên ngôi sai Lương Nhậm Văn và Lê Tái Nghiêm sang nước Tống để kết hảo. Năm 1010, [[Tống Chân Tông]] phong Thái Tổ chức ''[[Giao Chỉ quận vương]]'' kiêm [[Tĩnh Hải quân]] [[Tiết độ sứ]], sau lại phong làm ''[[Nam Bình vương]]'' vào năm [[1017]]. Các nước láng giềng như [[Chiêm Thành]] và [[Chân Lạp]] cũng thường sang triều cống, việc bang giao thời bấy giờ khá yên trị. Tuy nhiên, năm 1020, Thái Tổ phải sai Lý Phật Mã đánh Chiêm Thành. [[Đại Việt Sử ký Toàn thư]] và [[Đại Việt sử lược]] chép là quân Việt thắng; song từ năm này đến khi Lý Thái Tông chinh phạt Chiêm Thành lần hai năm 1044, sử sách không ghi lại bất kỳ một lần nào sứ Chiêm sang cống. Năm 1044, Lý Thái Tông có nói với triều thần: ''\"Tiên đế mất đến nay đã 16 năm rồi, mà Chiêm Thành chưa từng sai một sứ giả nào sang cống\"''.<ref>Đại Việt Sử ký Toàn thư, 1993, trang 99.<\/ref>\n\nLý Thái Tổ chia đất nước làm 24 lộ và 2 phần kinh và trại, [[Xứ Nghệ|Hoan Châu]] và [[Ái Châu]] là trại, từ Thanh Hóa trở ra là kinh. Cương mục và Toàn thư chỉ ghi tên 12 lộ: Thiên Trường, Quốc Oai, Hải Đông, Kiến Xương, Hoàng Giang, Long Hưng, Bắc Giang, Trường Yên, Thanh Hóa, Diễn Châu, Khoái, Hồng. Theo Lãnh Nam ngoại đáp, Đại Việt thời Lý chia làm 4 phủ Đô Hộ, Đại Thông, Thanh Hóa, Phú Lương; 13 châu Vĩnh An, Vĩnh Thái, Vạn Xuân, Phong Đạo, Thái Bình, Thanh Hóa, Nghệ An, Già Phong, Trà Lô, Yên Phong, Tô, Mậu, Lạng; 3 trại là Hòa Ninh, Đại Bàn, Tân Yên<ref>Đất nước Việt Nam qua các đời, Nhà Xuất bản Hồng Đức, trang 141.<\/ref>.\n\nQuan chế nhà Lý kế thừa nhà Tiền Lê, ban văn - võ có 9 phẩm, 3 chức thái sư, thái phó, thái bảo; 3 chức thiếu sư, thiếu phó, thiểu bảo; cùng thái úy, thiếu úy và nội ngoại hành điện đô tri sự, kiểm hiệu bình chương sự.<ref>Lịch triều hiến chương loại chí, tập 1, Nhà Xuất bản Giáo dục, 2012, trang 528.<\/ref> Ngoài quan ngoài triều đình có các tri phủ và phán phủ cai trị một phủ và tri châu cai trị một châu. Ngoài ra có những châu bậc dưới mà người đứng đầu là thủ lĩnh.<ref>Đất nước Việt Nam qua các đời, Nhà Xuất bản Hồng Đức, trang 145.<\/ref>\n\nNăm 1013, triều đình định ra 6 hạng [[thuế]] là: thuế ruộng, đầm, ao; thuế đất trồng dâu và bãi phù sa; thuế sản vật ở núi; thuế mắm muối đi Ải quan; thuế sừng [[tê giác|tê]], ngà [[voi]] và hương trên mạn núi xuống; thuế tre gỗ hoa quả.<ref>Việt sử tiêu án, Nhà Xuất bản Văn Sử, 1991, Thái Tổ Hoàng đế, trang 43.<\/ref> Lúc mới lên ngôi, nhà vua miễn thuế cho dân trong 3 năm. Theo Ngô Thì Sĩ, nhà Lý cốt chăm nghề nông cho nước giàu, trong 6 thứ thuế chỉ thu 4, 2 hạng khoan thu.<ref>Việt sử tiêu án, Kỷ Nhà Lý, Thái Tổ Hoàng đế, Nhà Xuất bản Văn Sử, 1991.<\/ref>\n\n===Quân sự===\nTháng 2 năm Thuận Thiên thứ hai (1011), Lý Thái Tổ mang quân đi phạt quân Cử Long ở [[Ái Châu]], bắt người cầm đầu giải về. Tháng 10\/1013, ông thân chinh đánh quân Man ở châu Vị Long, lại thắng trận.\n\nNăm 1012, Lý Thái Tổ bình định Diễn Châu, vốn vẫn còn nằm trong tay [[Lê Long Tung]] nhà Tiền Lê. Khi đến Vũng Biện thì trời tối đen, gió sấm rất lớn. Thấy vậy, ông đốt hương và khấn trời: ''\"Tôi là người ít đức, lạm ở trên dân, nơm nớp lo sợ như sắp sa xuống vực sâu, không dám cậy binh uy mà đi đánh dẹp càn bậy. Chỉ vì người Diễn Châu không theo giáo hóa, ngu bạo làm càn, tàn ngược chúng dân, tội ác chồng chất, không thể dung tha. Còn trong khi đánh nhau, hoặc giết oan kẻ trung hiếu, hoặc hại lầm kẻ hiền lương, đến nỗi hoàng thiên nổi giận phải tỏ cho biết lỗi lầm, dẫu gặp tổn hại cũng không dám oán trách. Đến như sáu quân thì tội lỗi có thể dung thứ, xin lòng trời soi xét\"''. Sau khi khấn, trời đất quang đãng trở lại.<ref name=\"ttq2\">Đại Việt sử ký toàn thư.<\/ref>\n\nNăm ấy, người [[Vương quốc Đại Lý|Đại Lý]] (đời vua [[Đoàn Tố Liêm]]) lấn sang quá biên giới [[Đại Cồ Việt]], đến bến Kim Hoa và châu [[Hành chính Việt Nam thời Lý|Vị Long]] để buôn bán. Thái Tổ sai quân bắt được người Đại Lý và hơn 1 vạn con ngựa.<ref name=\"Nội 1993\">Đại Việt sử ký toàn thư, Nhà Xuất bản Khoa học Xã hội Hà Nội, 1993, Kỷ Nhà Lý, Thái Tổ Hoàng đế.<\/ref>\n\nMùa đông, tháng 10, năm 1013 châu Vị Long phản lại nước [[Đại Cồ Việt]], hùa theo người Đại Lý (đời vua [[Đoàn Tố Liêm]]). Vua Lý Thái Tổ mang quân đánh, thủ lĩnh là Hà Án Tuấn sợ, đem đồ đảng trốn vào rừng núi.<ref name=\"Nội 1993\"\/>\n\nNăm 1014, vua Đại Lý là [[Đoàn Tố Liêm]] sai hai tướng Dương Trường Huệ, Đoàn Kính Chí đem 20 vạn quân đánh nước [[Đại Cồ Việt]]. Quân Đại Lý tiến lên đóng ở bến Kim Hoa, dũng trại Ngũ Hoa. Sau khi châu mục châu Bình Lâm là Hoàng Ân Vinh thông báo, Lý Thái Tổ sai Dực Thánh vương đánh bến Kim Hoa. Quân Đại Cồ Việt đánh tan quân Đại Lý, ''\"chém vạn đầu giặc, bắt được quân sĩ và ngựa nhiều vô số\"'' (nguyên văn trong ''Đại Việt sử lược''). Sau chiến thắng, Lý Thái Tổ hạ lệnh cho viên ngoại lang Phùng Chân, Lý Hạc mang 100 [[ngựa trong chiến tranh|ngựa chiến]] của Đại Lý biếu tặng vua [[Tống Chân Tông]]. Triều đình Tống đối đãi các sứ thần [[Đại Cồ Việt]] rất hậu. Cùng năm đó, Thái Tổ đổi phủ Ứng Thiên làm Nam Kinh.<ref>Đại Việt Sử ký Toàn thư, 1993, trang 83.<\/ref>\n\nTháng 12 năm Canh Thân (1020), Lý Thái Tổ sai Khai Thiên vương Lý Phật Mã và Đào Thạc Phụ đem quân đi đánh [[Chiêm Thành]] ở trại Bố Chính, thẳng đến núi Long Tỵ (nay thuộc huyện [[Quảng Trạch]], tỉnh [[Quảng Bình]]), chém được tướng Chiêm là Bố Linh tại trận, người Chiêm chết đến quá nửa.<ref name=\"Nội 1993\"\/>\n\nTháng 12 năm 1021, thổ dân Đại Nguyên Lịch - một sắc dân Mán cư trú giữa trại Như Hồng và trấn Triều Dương ([[nhà Tống|Đại Tống]]) - sang đánh phá biên ải [[Đại Cồ Việt]]-[[nhà Tống|Đại Tống]].<ref>Khâm định Việt sử Thông giám Cương mục, 1998, trang 112.<\/ref> Lý Thái Tổ ra lệnh cho Dực Thánh vương đánh dẹp Đại Nguyên Lịch, quân đánh đến châu Như Hồng trong đất Tống (đời vua [[Tống Chân Tông]]), đốt kho tàng, bắt nhiều dân và gia súc rồi kéo về. Sử gia Trung Quốc gốc Việt [[Lê Tắc]] đã thuật lại sự việc này trong sách [[An Nam chí lược]] rằng:<ref name=\"Nội 1993\"\/>\n\n:''\"Tháng 12, Chuyển vận sứ [[Quảng Tây]] [[Cao Huệ Liên]] dâng thơ nói Giao Châu vào cướp trại Như Hồng thuộc châu Khâm, bắt người và súc vật rất nhiều. Vua [[Tống Chân Tông]] xuống chiếu khiến Cao Huệ Liên tư điệp văn cho Giao Châu và sai sứ theo đòi lại. Nguyên trước đây có dân Mường là [[Trương Phố]], lánh tội chạy đến đầu ngụ, quan cai trị Khâm Châu là [[Mục Trọng]] vời vào, đi đến nửa đường lại ngăn không cho vào. Đô Tuần Kiểm Tàng Tự bèn khiến trại Như Hồng khao đãi trâu rượu. Giao Châu dò biết được việc ấy, bèn nhân đuổi bắt dân Mường, đánh cướp luôn trại Như Hồng. Vua [[Tống Chân Tông]] xuống chiếu thư bảo các châu từ nay không được dụ vời quân man rợ và khao đãi yến tiệc, đến đỗi sinh sự.\"''\n\nNăm 1024, Lý Thái Tổ sai Thái tử Lý Phật Mã đem quân đánh châu Phong Luân, còn [[Khai Quốc vương]] thì đánh châu Đô Kim. Cùng năm đó, nhà vua tu sửa thành Thăng Long.<ref name=\"Nội 1993\"\/><ref>Đại Việt sử lược, Quyển nhị: Vua Thái Tổ, trang 38.<\/ref>\n\nNăm 1028, Thái tử lại được lệnh đánh châu Thất Nguyên, Đông Chinh vương cũng đi đánh châu Văn.<ref name=\"dvsl2\">[http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH01f2870e199afddcb319ab14.3.1 Đại Việt sử lược: Quyển nhị: Vua Thái Tổ]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n===Tôn giáo===\n[[Tập tin:Ly Thai To statue Kien So.jpg|nhỏ|250px|Tượng thờ vua Lý Thái Tổ ở [[chùa]] Kiến Sơ, [[Gia Lâm]], [[Hà Nội]].]]\nLý Thái Tổ xuất thân từ chùa chiền, sau khi lên ngôi rất hậu đãi giới [[tăng lữ]]. Vào năm [[1010]], sau khi đã dời đô từ [[Hoa Lư]] về [[Thăng Long]], việc đầu tiên ông làm là liền xuất ra 2 vạn quan để làm chùa ở phủ [[Thiên Đức]] (tức [[Cổ Pháp]]).<ref>ĐVSKTT: Mùa thu, tháng 7, 1010, xuống chiếu phát tiền kho 2 vạn quan, thuê thợ làm chùa ở phủ Thiên Đức, tất cả tám sở, đều dựng bia ghi công.<\/ref>\n\nTháng 12 năm Canh Tuất (năm 1010 dương lịch), Lý Thái Tổ sai sứ sang nước Tống để thỉnh kinh điển [[Phật giáo]]. [[Tống Chân Tông]] chấp thuận, trao cho vua Lý kinh Địa Tạng cùng với chữ ngự bút do chính tay vua Tống viết.<ref name=\"letac1961101\">Lê Tắc, An Nam chí lược, 1961, trang 101.<\/ref>\n\nCùng năm, sau khi đã được xây dựng [[Hoàng thành Thăng Long|Hoàng thành]], ông lại chùa ngự Hưng Thiên và tinh lâu Ngũ Phượng. Ngoài thành về phía nam dựng chùa Thắng Nghiêm.\n\n[[Tháng sáu|Tháng 6]] năm Mậu Ngọ (1018), Lý Thái Tổ lại sai viên ngoại lang [[Nguyễn Đạo Thanh]] và [[Phạm Hạc]] sang nước Đại Tống thỉnh Tam tạng kinh đem về để vào kho Đại Hưng.<ref>Khâm định Việt sử Thông giám Cương mục, 1998, trang 111.<\/ref><ref name=\"vnsl4\"\/>\n\nTháng 9 năm Giáp Tý (1024), Thái Tổ sai dựng [[chùa Chân Giáo]] trong nội đô Thăng Long, để hoàng đế lui tới nghe kinh pháp.<ref>Đại Việt Sử ký Toàn thư, 1993, trang 86.<\/ref>\n\nVề việc này, [[Lê Văn Hưu]] nhận xét: ''...Lý Thái Tổ lên ngôi mới được 2 năm, tông miếu chưa dựng, đàn xã tắc chưa lập mà trước đã dựng tám chùa ở phủ Thiên Đức, lại trùng tu chùa quán ở các lộ và độ cho làm tăng hơn nghìn người ở Kinh sư, thế thì tiêu phí của cải sức lực vào việc thổ mộc không biết chừng nào mà kể.''\n\n==Qua đời==\nTheo [[Đại Việt sử lược]], năm [[1028]] (tức năm Thuận Thiên thứ 19), sức khỏe Lý Thái Tổ đã không được tốt, thường xuyên đau yếu. Ngày [[31 tháng 3]] năm ấy, Thái Tổ qua đời ở điện Long An, ở ngôi 19 năm, hưởng thọ 54 tuổi.\n\nKhi Lý Thái Tổ vừa qua đời, việc tế táng lại chưa hoàn tất, thì ba vương gia [[Vũ Đức vương]], [[Đông Chinh vương]] và [[Dực Thánh vương]] cùng quân sĩ vây hãm thành, nhằm mục đích cướp ngôi Thái tử [[Lý Phật Mã]]<ref name=\"vnsl4\">{{Chú thích web |url=http:\/\/www.iet.ntnu.no\/~duong\/vn\/vnsl\/vnsl04.html |ngày truy cập=2010-03-02 |tựa đề=Việt Nam sử lược, Chương IV: Nhà Lý (1010 - 1225) |archive-date = ngày 18 tháng 7 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090718152310\/http:\/\/www.iet.ntnu.no\/~duong\/vn\/vnsl\/vnsl04.html }}<\/ref>. Thái tử đem quân vào thành, quyết một trận với 3 vương.\n\nKhi quân của Thái tử và quân các vương đối trận, thì Võ vệ tướng quân [[Lê Phụng Hiểu]] rút gươm ra chỉ vào Vũ Đức vương mà bảo rằng: \"''Các người dòm ngó ngôi cao, khi dễ tự quân, trên quên ơn tiên đế, dưới trái nghĩa tôi con, vậy Phụng Hiểu xin dâng nhát gươm này!''\". Nói xong chạy xông vào chém Vũ Đức vương ở trận tiền. Quân các vương trông thấy sợ nên bỏ chạy cả. Dực Thánh vương và Đông Chinh vương cũng phải chạy trốn, về sau xin ra hàng, được tha cả. Thái tử Lý Phật Mã lên nối ngôi, tức là [[Lý Thái Tông]].\n\nLý Thái Tông kế vị, táng Lý Công Uẩn ở Thọ Lăng, phủ [[Thiên Đức]], truy tôn [[miếu hiệu]] là [[Thái Tổ]], [[thụy hiệu]] là '''Thần Vũ Hoàng đế'''.\n\n==Gia đình ==\n*Cha: ''Hiển Khánh vương''.\n*Mẹ: ''Minh Đức Thái hậu'' Phạm Thị Ngà.\n*Anh em:\n:#[[Dực Thánh vương]], có sách ghi là con trai.<ref>ĐVSKTT ghi: Soát lại việc Lý Công Uẩn phong tước ghi tại đây, ngờ Toàn thư chép sót về người được phong là Dực Thánh vương. Đại Việt sử lược (q.2, tờ 2b) ghi vua phong \"cho anh làm Vũ Uy vơng, phong cho em làm Dực Thánh vương\". Cương mục (CB2, 8a) không thấy dẫn Đại Việt sử lược, nhưng dẫn Nam Thiên trung nghĩa lục (của Phạm Phi Kiến) nói Dực Thánh Vương là con thứ của Lý Thái Tổ. Phối hợp cả Toàn thư ghi tại đây là Đại Việt sử lược, ngờ Cương mục chú nhầm.<\/ref>\n*Hậu phi: Thái Tổ lập 9 hoàng hậu, trong đó có một số người được sử ghi danh hiệu:<ref>[http:\/\/phunutoday.vn\/xahoiol\/doisong\/201106\/Vua-Ly-Thai-To-co-den9-ba-Hoang-hau-2032906\/ Lý Thái Tổ có đến… 9 bà Hoàng hậu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110611065708\/http:\/\/phunutoday.vn\/xahoiol\/doisong\/201106\/Vua-Ly-Thai-To-co-den9-ba-Hoang-hau-2032906\/ |date = ngày 11 tháng 6 năm 2011}}, PV - Báo Phụ nữ, ngày 06\/06\/2011.<\/ref>\n:#[[Lê Thị Phất Ngân|Lập Giáo hoàng hậu]]: sử chép là vợ cả, theo dã sử tên húy là [[Lê Thị Phất Ngân]], con của [[Lê Hoàn]], là mẹ của Thái tử [[Lý Thái Tông|Lý Phật Mã]].<ref>[http:\/\/kienthuc.net.vn\/tham-cung\/bi-an-nguoi-vo-duoc-ly-cong-uan-doi-dai-dac-biet-441821.html Bí ẩn người vợ được Lý Công Uẩn đối đãi đặc biệt]<\/ref>{{fact}} Sau được Lý Thái Tông phong Linh Hiển Hoàng thái hậu.\n:#[[Ái Vân phu nhân]] Chu thị\n:#[[Tá Quốc Hoàng hậu|Tá Quốc Phu nhân]]\n:#[[Lập Nguyên Hoàng hậu|Lập Nguyên Phu nhân]]\n''Còn lại đều không rõ tên họ''.\n\n*Con cái: Ít nhất 7 hoàng tử, 13 công chúa.\n\n:#Khai Thiên vương [[Lý Thái Tông|Lý Phật Mã]], năm [[1009]] phong Hoàng thái tử. Mẹ là Linh Hiển Hoàng thái hậu.\n:#[[Khai Quốc vương]] [[Lý Long Bồ|Lý Bồ]], phong năm [[1013]], ở [[Hoa Lư|phủ Trường Yên]].\n:#[[Đông Chinh vương]] Lý Lực, phong năm [[1018]].\n:#[[Vũ Đức vương]], không rõ thân thế, theo quan điểm của Trần Trọng Kim là con Lý Thái Tổ.\n:#Uy Minh hầu [[Lý Nhật Quang]], còn có tên Lý Hoảng. Theo ''Việt điện u linh tập'', mẹ là Linh Hiển Hoàng thái hậu.\n:#[[Công chúa An Quốc]], gả cho [[Đào Cam Mộc]].\n:#[[Lĩnh Nam Công chúa]] (Lý Bảo Hòa), gả cho [[Thân Thừa Quý]]\n\n==Nhận định==\n[[Tập tin:Lienhoabatdiep.JPG|nhỏ|Tượng Lý Thái Tổ và Lý Thái Tông ở đền Lý Bát Đế.]]\nSử gia [[Lê Văn Hưu]] bình trong ''[[Đại Việt sử ký]]'':\n{{cquote|\n''Lý Thái Tổ lên ngôi mới được 2 năm, tông miếu chưa dựng, đàn xã tắc chưa lập mà trước đã dựng tám chùa ở phủ Thiên Đức, lại trùng tu chùa quán ở các lộ và độ cho làm tăng hơn nghìn người ở kinh sư, thế thì tiêu phí của cải sức lực vào việc thổ mộc không biết chừng nào mà kể. Của không phải là trời mưa xuống, sức không phải là thần làm thay, há chẳng phải là vét máu mỡ của dân ư? Vét máu mỡ của dân có thể gọi là làm việc phúc chăng? Bậc vua sáng nghiệp, tự mình cần kiệm, còn lo cho con cháu xa xỉ lười biếng, thế mà Thái Tổ để phép lại như thế, chả trách đời sau xây tháp cao ngất trời, dựng cột chùa đá, điện thờ Phật, lộng lẫy hơn cung vua. Rồi người dưới bắt chước, có kẻ hủy thân thể, đổi lối mặc, bỏ sản nghiệp, trốn thân thích, dân chúng quá nửa làm sư sãi, trong nước chỗ nào cũng chùa chiền, nguồn gốc há chẳng phải từ đấy?''|||Sách này không còn, dẫn lại theo ''Đại Việt sử ký toàn thư''<br>}}\n\n{{cquote|\n''Có người hỏi: [[Lê Đại Hành]] với Lý Thái Tổ ai hơn? Thưa rằng: Kể về mặt trừ dẹp gian trong, đánh tan giặc ngoài, làm mạnh nước Việt ta, ra oai với người Tống thì Lý Thái Tổ không bằng Lê Đại Hành có công lao gian khổ hơn. Nhưng về mặt tỏ rõ ân uy, lòng người suy tôn, hưởng nước lâu dài, để phúc cho con cháu thì Lê Đại Hành không bằng Lý Thái Tổ lo tính lâu dài hơn. Thế thì Lý Thái Tổ hơn ư? Đáp: Hơn thì không biết, chỉ thấy đức của họ Lý dày hơn họ Lê, vì thế nên nói theo họ Lý.''|||Sách này không còn, dẫn lại theo ''Đại Việt sử ký toàn thư''<ref name=DVSKI>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt06.html Đại Việt Sử ký Toàn thư, Bản kỷ, Kỷ nhà Lê, Đại Hành Hoàng đế]<\/ref><br>}}\n\nSử thần [[Ngô Sĩ Liên]] soạn bộ ''Đại Việt sử ký toàn thư'' bình rằng:\n{{cquote|\n''Lý Thái Tổ dấy lên, trời mở điềm lành hiện ra ở vết cây sét đánh. Có đức tất có ngôi, bởi lòng người theo về, lại vừa sau lúc [[Lê Long Đĩnh|Ngọa Triều]] hoang [[dâm]] bạo ngược mà vua thì vốn có tiếng khoan nhân, trời thường tìm chủ cho dân, dân theo về người có đức, nếu bỏ vua thì còn biết theo ai! Xem việc vua nhận mệnh sâu sắc lặng lẽ, dời đô yên nước, lòng nhân thương dân, lòng thành cảm trời, cùng là đánh dẹp phản loạn, Nam Bắc thông hiếu, thiên hạ bình yên, truyền ngôi lâu đời, có thể thấy là có mưu lược của bậc đế vương. Duy có việc ham thích [[Phật giáo|đạo Phật]], [[Đạo giáo|đạo Lão]] là chỗ kém.''|||Đại Việt sử ký toàn thư<br>}}\n\nSử thần [[Lê Tung]], tác giả bài ''Đại Việt thông giám tổng luận'' thì nhận xét:<ref>{{chú thích sách |tác giả =Lê Tung |tựa đề=Việt giám thông khảo tổng luận |volume= |dịch tựa đề= |url= http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/106-Khao-tong-luan?uiLang=en |định dạng= |ngày truy cập= |bản thứ= |series= |cuốn= |ngày tháng= |năm= |tháng= |năm gốc= 1514 |nhà xuất bản= Hội Bảo tồn di sản chữ Nôm |nơi= |ngôn ngữ= vi |isbn= |chương= |url chương= | ref= | trang = 10b-11a.}}<\/ref>\n{{cquote|\n''Lý Thái Tổ nhân Ngọa Triều thất đức, hiệp điềm tốt sét đánh thành chữ, ứng mệnh trời, thuận lòng người, thừa thời mở vận; có đại độ khoan nhân, có quy mô xa rộng, dời đô định vạc, kính trời yêu dân, tô ruộng có lệnh tha, phú dịch có mức độ. Bắc Nam thông hiếu, thiên hạ bình yên. Song thánh học chẳng nghe, nho phong chưa thịnh, tăng ni chiếm nửa dân gian, chùa chiền dựng đầy thiên hạ, không phải là đạo sáng nghiệp truyền dòng vậy.''|||Lê Tung<br>}}\n\n''[[Khâm định Việt sử Thông giám cương mục]]'' nhận định:\n{{cquote|\n''Nhà Lý được nước, cũng không phải chính nghĩa cho lắm, nhưng đương buổi Lê Ngọa Triều, lòng người lìa tan, sinh dân vô chủ, không về với Công Uẩn còn biết theo ai?''|||Khâm định Việt sử Thông giám cương mục<ref name=KDVSI>[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm07.html Khâm định Việt sử Thông giám Cương mục, Chính biên, quyển II]<\/ref><br>}}\n\nLời của sử thần chép trong sách ''[[Việt sử tiêu án]]'':\n{{Cquote|\n''Vua Lý Thái Tổ sinh trưởng nhờ cửa Phật, Khánh Vân nuôi lớn, Vạn Hạnh dạy dỗ, thuyết nhân quả ăn sâu ở trong lòng, cho nên khi mới kiến quốc, đã sáng tạo nhiều chùa, cấp điện độ tăng chúng, muốn đưa cả thế giới vào nước Phật, bất luận hiền ngu muốn cho qui Phật, đến đời sau Nhà Lý mới khởi lên ngôi chùa cao sát mây, lập nên cột chùa bằng đá cao vót, lấy sự thờ Phật làm việc thường phải có của một nước (lập hơn 300 ngôi chùa, đúc quả chuông nặng đến một vạn hai nghìn cân đồng). Khi khánh thành chùa thì mở hội, xá các tội nhân; một nhà sư tự thiêu mà cũng tạ ơn Phật, bụt mọc ở chùa Pháp Vân mà lập nên chùa tự dối mình và dối đến người khác, trên dưới như điên như dại, khiến cho ảo thuật của sư Đại Điên dám hoành hành ở trong cung vua, tà thai của Nguyễn Bông đầu thai làm con thừa tự của nước; đến nỗi [[Lý Huệ Tông|vua Huệ Tôn]] bỏ nước cho [[Lý Chiêu Hoàng|con gái nhỏ]] mà xuất gia đầu Phật; vì nhà sư mà hưng quốc, lại vì nhà sư mà mất nước, Phật cũng không đem chén nước công đức mà độ cho vua cho nước được, phải chăng tại vì vua Thái Tổ, cho nên đến nỗi thế?''|||Việt sử tiêu án<ref>Việt sử tiêu án, Nhà Xuất bản Văn Sử, 1991, Kỷ Nhà Lý, Thái Tổ Hoàng đế.<\/ref><br>}}\n\nTheo K.W Taylor:\n{{cquote|\n''Lý Công Uẩn, một người được đỡ đầu bởi các thế lực tu viện rõ ràng đã chế ngự trung tâm văn hóa và hành chánh cổ xưa tại đồng bằng sông Hồng, phất lên từ Hoa Lư và trở thành vị chỉ huy thị vệ hoàng cung và, trong năm 1009, sau sự từ trần của người kế ngôi cũng là con trai thất nhân tâm của Lê Hoàn, đã được lập làm vua với sự đồng tình của mọi người. Lý Công Uẩn (được nhớ đến sau khi mất với miếu hiệu Lý Thái Tổ) đã từ bỏ Hoa Lư và đặt kinh đô của ông tại trung tâm hành chính cũ từ thời lệ thuộc nhà Đường (Hà Nội ngày nay), đặt lại tên là Thăng Long.''|||K. W. Taylor<br>}}\n\n==Các công trình gắn liền với tên tuổi của Lý Thái Tổ\/Lý Công Uẩn==\nLý Thái Tổ và các vị vua [[nhà Lý]] được thờ ở [[Đền Lý Bát Đế|đền Đô]], [[Đình Bảng|phường Đình Bảng]], [[Từ Sơn|thị xã Từ Sơn]], tỉnh [[Bắc Ninh]], nơi đây là quê hương của [[nhà Lý]]. Gần đền Đô là lăng mộ các hoàng đế nhà Lý nằm rải rác trên địa bàn phường Đình Bảng.\n\nCó một ngôi đền thờ riêng vua Lý Thái Tổ, hoàng hậu [[Lê Thị Phất Ngân]] và [[Lý Thái Tông]] được xây dựng do [[Hà Nội]] kết hợp với [[Ninh Bình]] là [[Đền Vua Lý Thái Tổ]] tại [[Quần thể di tích Cố đô Hoa Lư|khu di tích Cố đô Hoa Lư]]. Tại khu vực [[động Hoa Lư]] – quê hương của [[Dương Vân Nga|Thái hậu Dương Vân Nga]] và cũng là căn cứ ban đầu của [[Đinh Bộ Lĩnh]] có các di tích đình Ngọc Nhị, đình Viến thờ vua Đinh và Thái hậu cũng có bài vị phối thờ Hoàng hậu [[Lê Thị Phất Ngân]] và Lý Thái Tổ với giai thoại hai người từng về thăm viếng nơi này.\n\nNhiều địa phương lấy tên ông đặt cho các đường phố và trường học như: đường Lý Thái Tổ ở các thành phố: [[Bắc Ninh (thành phố)|Bắc Ninh]], [[Hà Nội]], [[Huế]], [[Ninh Bình (thành phố)|Ninh Bình]], [[Thái Bình (thành phố)|Thái Bình]], [[Vĩnh Yên]], [[Đà Nẵng]], [[Long Xuyên]], [[Thành phố Hồ Chí Minh]],... hay đường Lý Công Uẩn ở các thành phố: [[Lào Cai (thành phố)|Lào Cai]], [[Cao Lãnh (thành phố)|Cao Lãnh]], [[Mỹ Tho]], [[Móng Cái]],...\n\n[[hanoi|Hà Nội]] và [[Bắc Ninh]] là 2 tượng đài đã được xây dựng để tưởng nhớ đến ông.\n\nNăm [[2004]], một tượng đài Lý Thái Tổ được xây dựng tại trục đ­ường Đinh Tiên Hoàng thuộc khu vực [[vườn hoa Chí Linh]], [[Hồ Hoàn Kiếm]], [[Hà Nội]] theo mẫu của nhà điêu khắc Vi Thị Hoa, bằng [[đồng]] (nặng 14 tấn, cao 3,3 m) thuộc dạng công trình chào mừng [[Đại lễ 1000 năm Thăng Long – Hà Nội|kỷ niệm 1.000 năm Thăng Long – Hà Nội]].<ref name=\"ltt\">[http:\/\/vnexpress.net\/gl\/van-hoa\/2003\/09\/3b9cbc0d\/ Khó khởi công xây dựng tượng đài Lý Thái Tổ vào dịp 10\/10]<\/ref> Bà Vi Thị Hoa cho biết là không có tài liệu vật thể nào về khuôn mặt, trang phục của Lý Thái Tổ và nói: \"Chúng tôi sáng tác mang tính ước lệ\".\n\n[[Tháng 8 năm 2011]], chiếc [[Tàu frigate|tàu hộ tống]] mang [[tên lửa]] lớp [[Lớp tàu hộ vệ Gepard|Gepard 3.9]] (Project 11661E) thứ hai của [[Quân chủng Hải quân, Quân đội nhân dân Việt Nam|Hải quân Nhân dân Việt Nam]] – HQ012 – được đặt tên Lý Thái Tổ.\n\n==Trong văn hoá đại chúng==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác phẩm'''||'''Diễn viên'''\n|-\n| rowspan=\"3\" style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |[[Khát vọng Thăng Long]]|| style=\"text-align:center;\" |[[Quách Ngọc Ngoan]]\n|-\n| style=\"text-align:center;\" |[[Về đất Thăng Long]]|| style=\"text-align:center;\" |[[Lý Hùng]]\n|-\n| style=\"text-align:center;\" |[[Huyền sử thiên đô]]|| style=\"text-align:center;\" |[[Công Dũng]]\n|-\n| rowspan=\"2\" style=\"text-align:center;\" |2011|| rowspan=\"2\" style=\"text-align:center;\" |[[Lý Công Uẩn: Đường tới thành Thăng Long]]|| style=\"text-align:center;\" |[[Phạm Tiến Lộc]]\n|-\n| style=\"text-align:center;\" |[[Lưu Tiến Đạt]]\n|}\n\n==Tham khảo==\n{{Thể loại Commons|Lý Thái Tổ}}\n*[http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm06.html Khâm định Việt sử Thông giám Cương mục Chính biên Quyển thứ I] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090331103553\/http:\/\/www.avsnonline.net\/library\/ebooks\/vn\/lichsu\/kdvstgcm\/kdvstgcm06.html |date=2009-03-31 }}\n*[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html ĐVSKTT quyển II - Kỷ Nhà Lý]\n*[http:\/\/www.iet.ntnu.no\/~duong\/vn\/vnsl\/vnsl04.html Việt Nam sử lược, Chương IV: Nhà Lý (1010 - 1225)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090718152310\/http:\/\/www.iet.ntnu.no\/~duong\/vn\/vnsl\/vnsl04.html |date = ngày 18 tháng 7 năm 2009}}, tác giả [[Trần Trọng Kim]].\n*Đại Việt Sử ký Toàn thư, [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt07.html Kỷ nhà Lý]\n*Đại Việt sử lược, [http:\/\/gralib.hcmuns.edu.vn\/greenstonelib\/library?e=d-000-00---0sachlich--00-0-0--0prompt-10---4------0-1l--1-vi-50---20-about---00031-001-1-0utfZz-8-00&a=d&c=sachlich&cl=CL1&d=HASH01f2870e199afddcb319ab14.3.1 quyển nhị: vua Thái Tổ]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n*[[Ngô Thì Sĩ]] ([[2011]]), ''[[Đại Việt sử ký tiền biên]]'', Nhà Xuất bản Văn hóa Thông tin.\n*Đất nước Việt Nam qua các đời, [[Đào Duy Anh]], Nhà Xuất bản Hồng Đức, 2016.\n*Việt sử tiêu án, Nhà Xuất bản Văn Sử, 1991.\n*Lịch triều hiến chương loại chí, tập 1, tập 2, Nhà Xuất bản Giáo dục, 2012.\n*Việt Nam sử lược, Trần Trọng Kim, Bộ Giáo dục Trung tâm Học liệu xuất bản.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n*{{TĐBKVN|16202}}\n*{{Britannica|352468|Ly Thai To (Vietnamese emperor)}}\n*[http:\/\/thanhnien.vn\/van-hoa\/le-dang-huong-vua-ly-thai-to-trong-dem-giao-thua-330899.html Lễ dâng hương Vua Lý Thái Tổ trong đêm giao thừa] Việt Chiến, [[báo Thanh Niên]] 12:17 AM - 06\/02\/2010 [https:\/\/web.archive.org\/web\/20100207133713\/http:\/\/www.thanhnien.com.vn\/news\/Pages\/201006\/20100206001751.aspx lưu 7\/2\/2010]\n*[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/khoi-cong-xay-dung-tuong-dai-ly-thai-to-2012874.html Khởi công xây dựng tượng đài Lý Thái Tổ] Việt Anh. Vnexpress. 17\/8\/2004 | 09:08 GMT+7\n\n{{Navboxes\n|title = Lý Thái Tổ\n|list1 = <span>{{Đầu hộp}}\n{{Thứ tự kế vị\n|chức vụ = Hoàng đế [[Nhà Lý]]\n|trước = [[Nhà Tiền Lê]]\n|sau = [[Lý Thái Tông]]\n|năm = 1010-1028\n}}\n{{Cuối hộp}}\n{{Vua nhà Lý}}\n}}\n\n{{Lịch sử Việt Nam thời Lý}}{{Kiểm soát tính nhất quán}}\n{{Thời gian sống|sinh = 974|mất = 1028}}\n\n[[Thể loại:Vua nhà Lý|Thái Tổ]]\n[[Thể loại:Quan lại nhà Tiền Lê]]\n[[Thể loại:Người Bắc Ninh]]\n[[Thể loại:Anh hùng dân tộc Việt Nam]]"}