{"6792":"{{wiki hóa}}\n\n{{dablink|Về tể tướng nhà Đường, xem [[Lý Bí (nhà Đường)]].}}\n{{bài cùng tên|Lý Nam Đế (định hướng)|Thiên Đức (định hướng)}}\n{{Thông tin nhân vật hoàng gia\n| tên = Lý Nam Đế\n| tên gốc = 李南帝\n| tước vị = [[Hoàng đế Việt Nam]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = Emperor Ly Nam De.jpg\n| cỡ hình = 250px\n| ghi chú hình = Tranh sơn dầu trên gỗ thế kỷ XVIII thời Lê trung hưng, vẽ Lý Nam Đế\n| chức vị = [[Hoàng đế]] [[Vạn Xuân]]\n| tại vị = [[544]] – [[548]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:544 till:602 \nAlignBars = early\nScaleMajor = increment:58 start:544\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:544 till:548 color:red\n<\/timeline>\n| đăng quang = \n| kiểu tại vị = Trị vì\n| tiền nhiệm = \n| nhiếp chính = \n| kế nhiệm = [[Triệu Việt Vương|<font color=\"blue\">Triệu Việt Vương<\/font>]]\n| tên đầy đủ = Lý Bí hoặc Lý Bôn (李賁)\n| tên tự = \n| tên hiệu = \n| phối ngẫu = \n| vợ = Hoàng hậu [[Đỗ Thị Khương]]\n| con cái = \n| kiểu tên đầy đủ = Húy\n| hoàng tộc = [[Nhà Tiền Lý]]\n| thông tin niên hiệu = \n| niên hiệu = Thiên Đức (天徳)\n| thời gian của niên hiệu = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = Nam Việt Hiếu Cao Hoàng Đế (南越孝高皇帝)\n| tước hiệu = Nam Việt Đế(南越帝)\n| kiểu hoàng tộc = Triều đại\n| cha = Lý Cạnh hay Lý Toản\n| mẹ = Lê Thị Oánh\n| sinh = {{ngày sinh|503|10|17}}\n| nơi sinh = [[Giao Châu]]\n| mất = {{ngày mất và tuổi|548|4|13|503|10|17}}\n| nơi mất = [[Vạn Xuân]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = [[Phật giáo]]\n| chữ ký = \n}}\n'''Lý Nam Đế''' ([[chữ Hán]]: 李南帝; [[503]] – [[548]]), húy là '''Lý Bí''' hoặc '''Lý Bôn''' (李賁) (xem mục [[#Tên gọi|Tên gọi]] bên dưới), là vị vua đầu tiên của [[nhà Tiền Lý]] và nước [[Vạn Xuân]]. Ông là 1 trong 14 anh hùng tiêu biểu của dân tộc Việt Nam.<ref>{{Chú thích web|url=https:\/\/zingnews.vn\/ban-co-biet-14-anh-hung-tieu-bieu-cua-dan-toc-viet-nam-post811996.html|tựa đề=Lý Nam Đế - 1 trong 14 anh hùng tiêu biểu của dân tộc Việt Nam, người có công thành lập nước Vạn Xuân|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Tên gọi ==\nTrong sử cũ viết bằng Hán văn như ''[[Đại Việt sử ký toàn thư]]'' và ''[[Khâm định Việt sử thông giám cương mục]]'' thì tên thật của Lý Nam Đế được ghi lại là 李賁.<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8\/%E5%A4%96%E7%B4%80%E5%8D%B7%E4%B9%8B%E5%9B%9B 大越史記全書\/外紀卷之四], 維基文庫, truy cập ngày 27 tháng 7 năm 2015.<\/ref><ref>{{Chú thích web | url = http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/252\/page\/66 | tiêu đề = 欽定越史通鑑綱目前編 • Khâm định Việt sử thông giám cương mục tiền biên (q.02 | tác giả = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> Trong khi chữ 李 chỉ có [[âm Hán Việt]] là \"Lý\" thì chữ 賁 lại có thể đọc là \"Bí\" hoặc \"Bôn\", mà sử cũ viết bằng Hán văn thì lại không chỉ rõ chữ 賁 phải đọc như thế nào nên có người đọc \"李賁\" là \"Lý Bôn\", lại có người đọc là \"Lý Bí\".<ref>[https:\/\/vi.wikisource.org\/wiki\/Vi%E1%BB%87t_Nam_s%E1%BB%AD_l%C6%B0%E1%BB%A3c\/Quy%E1%BB%83n_I\/Ph%E1%BA%A7n_II\/Ch%C6%B0%C6%A1ng_IV Việt Nam sử lược\/Quyển I\/Phần II\/Chương IV], Wikisource, truy cập ngày 27 tháng 7 năm 2015.<\/ref> Xét về nghĩa thì tên Lý Bôn có tính hợp lý hơn vì chữ 賁 âm bôn có nghĩa là dũng cảm, nhanh nhẹn\n\n==Quê hương==\nNhiều sách sử cho biết tổ tiên của Lý Nam Đế là người tỉnh [[Sơn Tây]] vào cuối thời [[Nhà Hán|Tây Hán]] thì tránh sang ở [[Giao Châu]] để lánh nạn loạn [[Vương Mãng]]. Qua chín đời, đến đời Lý Bí thì dòng họ Lý đã ở Việt Nam được hơn năm thế kỷ. Chính sử Trung Quốc đều coi Lý Bí là \"Giao Châu thổ nhân\".<ref name=\"vsh328\">Viện Sử học, sách đã dẫn, tr. 328.<\/ref>\n\nTheo sách ''Văn minh Đại Việt'' của Nguyễn Duy Hinh căn cứ các thần phả thì Lý Bí không phải là thế hệ thứ bảy mà là thế hệ thứ 11 của họ Lý từ khi sang Việt Nam. Khoảng cách 11 thế hệ trong năm thế kỷ hợp lý hơn là bảy thế hệ trong năm thế kỷ. Theo đó, đời thứ bảy là Lý Hàm lấy bà Ma thị là [[người Việt]], sinh ra Lý Thanh. Lý Thanh phục vụ dưới quyền Thứ sử [[Giao Châu]] là [[Đàn Hòa Chi]] nhà [[Lưu Tống]] thời [[Nam-Bắc triều (Trung Quốc)|Nam Bắc Triều (Trung Quốc)]]. Lý Thanh sinh ra Lý Hoa, Lý Hoa sinh ra Lý Cạnh. Lý Cạnh sinh ra Lý Thiên Bảo, Lý Bí và Lý Hùng.<ref name=\"vsh328\"\/>\n\nLịch sử Trung Quốc<ref>Lịch sử Trung Quốc 5000 năm. Tác giả Lâm Hán Đạt, Tào Dư Chương. Trần Ngọc Thuân dịch. Nhà xuất bản Trẻ, 2004.<\/ref>{{fact}} cho biết: \"Năm 436 vua Lưu Tống Văn Đế (424–453) sai thứ sử Giao Châu [[Đàn Hòa Chi]] đánh [[Lâm Ấp]].\" Năm 453 vua [[Lưu Tống Văn Đế]] cùng thứ sử Giao Châu Đàn Hòa Chi đánh Lâm Ấp lấy được nhiều của quý lạ thì từ cuối thời Tây Hán là năm 25 Công nguyên đến khi Đàn Hoà Chi đánh Lâm Ấp lần thứ nhất năm 436 là hơn 400 năm. Trong khi đó theo cách tính của Nguyễn Duy Hinh thì Lý Thanh là đời thứ tám, như vậy từ cụ tổ đầu tiên sang Việt Nam cho đến Lý Thanh chưa tới 250 năm, thế thì không thể hợp tác với Đàn Hoà Chi năm 436 được. Từ cụ tổ đầu tiên sang Việt Nam đến vua Lý Bí không phải 11 đời hay 7 đời, mà là 17 đời. Có khả năng con số 7 này sai bởi khâu in ấn từ 17 thành 7, giống như trường hợp Ngô Mây sinh năm 1919 in nhầm thành 1929 (đã được chỉnh lý trên báo QĐND số ra ngày 31 tháng 12 năm 2006) hay [[nhà Mạc]] cướp ngôi [[Nhà Lê sơ|nhà Lê]] năm 1527 lại in 1517. ''[[Đại Việt sử ký toàn thư]]''<ref>Đại Việt sử ký toàn thư tiếng Việt: Tập 1. Trang. 178. Nhà xuất bản KHXH, 1993.<\/ref><ref>Ngoại kỷ toàn thư: Quyển 14. Tờ 14b.<\/ref> thì chép: \"Tổ tiên là người Bắc, cuối thời Tây Hán khổ vì việc đánh dẹp mới tránh sang ở đất phương Nam, được bảy đời thì thành người Nam\" chứ không nói đến Lý Bí là bảy đời.\n\nTheo thần sắc<ref>\"Hà Đông tỉnh, Hoài Đức phủ, Từ Liêm huyện, Dịch Vọng tổng, Dịch Vọng Tiền xã\". AE.a2\/60-VHN.<\/ref> chép về [[Lý Thiên Bảo]], anh trai Lý Bí là ở xã Dịch Vọng Tiền ([[Cầu Giấy]], Hà Nội) như sau: \"Giáp Tăng Phúc xã Dịch Vọng Tiền ngày nay, xưa vốn là trang Thái Bình. Đất ở đây bằng phẳng, sông ở đây trong mát cây cối xanh tươi mà sầm uất, phong tục chất phác mà dày dặn. Trong ấp có ông Lý Thiên Bảo luôn làm việc thiện, ngày đêm thắp hương thờ thượng đế, rộng lòng làm điều phúc, bỏ của tu tạo đền chùa...\" <ref>Văn bản bằng Việt ngữ tài liệu AE.a2\/60-VHN do TS Nguyễn Hữu Mùi dịch năm 2008.<\/ref>\n\nVề quê hương Lý Bí, các nguồn tài liệu ghi khác nhau. ''[[Đại Việt sử ký toàn thư]]'' và ''[[Lịch triều hiến chương loại chí]]'' ghi ông là người Thái Bình, phủ Long Hưng. Theo ''[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]]'' thì \"tên Thái Bình đặt từ [[Nhà Đường|thời Đường]] (618–907), còn Long Hưng đặt từ [[Nhà Trần|thời Trần]] (1225–1400),\" như vậy gọi Thái Bình và Long Hưng là gọi theo tên sau này đặt. Các sử gia [[nhà Nguyễn]] xác định Long Hưng thuộc Thái Bình và cho rằng quê Lý Bí thuộc Thái Bình. ''[[Việt Nam sử lược]]'' ghi rằng phủ Long Hưng thuộc tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (cũ). Các nhà nghiên cứu hiện nay chỉ ra rằng: thời Bắc thuộc, tỉnh [[Thái Bình]] hiện nay vẫn là [[biển]]. Tên gọi Thái Bình thời Bắc thuộc nằm trong khoảng vùng [[Sơn Tây (tỉnh cũ)|Sơn Tây]] (Hà Nội) <ref>Viện Sử học, sách đã dẫn, tr. 325.<\/ref>. Tại khu vực này có nhiều đền thờ Lý Bí và những người gắn bó với ông như [[Triệu Túc]], [[Phạm Tu]], [[Hậu Lý Nam Đế|Lý Phật Tử]].\n\nNhân kỷ niệm 1.470 năm (542–2012) ngày cuộc khởi nghĩa Lý Bí bùng nổ, ngày 6 tháng 10 năm 2012 tại Hà Nội, [[Hội Khoa học Lịch sử Việt Nam]] và UBND tỉnh [[Thái Nguyên]] tổ chức Hội thảo khoa học \"Một số vấn đề về Vương triều Tiền Lý và quê hương của vua Lý Nam Đế\" đã đưa ra kết luận vua Lý Nam Đế có quê gốc ở thôn Cổ Pháp, xã [[Tiên Phong, Phổ Yên|Tiên Phong]], huyện [[Phổ Yên]], tỉnh [[Thái Nguyên]].<ref name=\"hnm\">{{Chú thích web |url=http:\/\/hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/561490\/%C4%91a-tim-ra-que-goc-cua-vua-ly-nam-%C4%91e.htm |ngày truy cập=2012-10-07 |tựa đề=Đã tìm ra quê gốc của vua Lý Nam Đế? |archive-date = ngày 8 tháng 10 năm 2012 |archive-url=https:\/\/web.archive.org\/web\/20121008005949\/http:\/\/hanoimoi.com.vn\/newsdetail\/1000_nam_thang_long\/561490\/%C4%91a-tim-ra-que-goc-cua-vua-ly-nam-%C4%91e.htm |url-status=dead }}<\/ref><ref>[http:\/\/www.thanhnien.com.vn\/pages\/20121007\/tim-que-huong-cua-vua-ly-nam-de.aspx \"Tìm quê hương\" của vua Lý Nam Đế]<\/ref>\n\n== Tuổi thơ Của Lý Bí ==\nLý Bí sinh ngày 12 tháng 9 năm [[Quý Mùi]] (17 tháng 10 năm 503). Lý Bí có tài, được Thứ sử [[Giao Châu]] là Vũ Lâm hầu [[Tiêu Tư]] (蕭諮) [[nhà Lương]] mời ra làm chức Giám quân ở Đức châu (huyện [[Đức Thọ]], tỉnh [[Hà Tĩnh]] ngày nay).<ref name=\"vsh328\" \/> Nhưng do bất bình với các quan lại đô hộ tàn ác, Lý Bí bỏ quan, về quê, chiêu binh mãi mã chống lại chính quyền đô hộ.\n\n== Đánh đuổi quân Lương và Lâm Ấp ==\n=== Khởi nghĩa đuổi Tiêu Tư ===\n{{Kháng chiến của Việt Nam}}\nĐược nhiều người hưởng ứng, lực lượng của Lý Bí lớn mạnh. Tù trưởng ở Chu Diên (Đan Phượng, Hà Nội) là [[Triệu Túc]] cùng con là [[Triệu Việt Vương|Triệu Quang Phục]] phục tài đức của ông nên đã đem quân nhập với đạo quân của ông. [[Tinh Thiều]], một người giỏi từ chương, từng đến kinh đô nhà Lương xin được chọn làm quan, nhưng chỉ được cho chức \"gác cổng thành\" nên bỏ về [[Giao Châu]] theo Lý Bí. Ngoài ra trong lực lượng của Lý Bí còn có một võ tướng là [[Phạm Tu]] đã ngoài 60 tuổi. Thần phả còn ghi nhận thêm các tướng theo giúp Lý Bí là [[Trịnh Đô]], [[Tam Cô]], [[Lý Công Tuấn]] hay còn gọi là Đào Công Tuấn.<ref>Viện Sử học, sách đã dẫn, tr. 334-335.<\/ref>\n\nLý Bí liên kết với các châu lân cận cùng chống lại Tiêu Tư. Cuối năm 541, Lý Bí chính thức khởi binh chống nhà Lương, khí thế rất mạnh. Theo sách [[Lương thư]] của [[Trung Quốc]], Tiêu Tư liệu thế không chống nổi quân Lý Bí, phải sai người mang của cải đến đút lót cho Lý Bí để được tha chạy thoát về [[Quảng Châu (địa danh cổ)|Quảng Châu]]<ref>Viện Sử học, sách đã dẫn, tr. 331.<\/ref>. Quân của Lý Bí đánh chiếm lấy thành Long Biên.\n\nTuy Tiêu Tư đã bỏ chạy nhưng Lý Bí chỉ mới kiểm soát được vùng [[Bắc Bộ Việt Nam]] hiện nay, các châu phía nam vẫn còn trong tay [[nhà Lương]]. Tháng 4 năm 542, Lương Vũ Đế sai Thứ sử Việt châu là Trần Hầu, Thứ sử La châu là Ninh Cự, Thứ sử An châu là Úy Trí, Thứ sử Ái châu là Nguyễn Hán cùng hợp binh đánh Lý Bí. Nhưng Lý Bí đã chủ động ra quân đánh trước, phá tan lực lượng quân Lương ở phía nam, làm chủ toàn bộ [[Giao Châu]].<ref>Viện Sử học, sách đã dẫn, tr. 337.<\/ref>\n\n=== Đánh lui cuộc phản công của nhà Lương ===\nĐầu [[Thế kỷ 6|thế kỉ VI]], nhà Lương đô hộ Giao Châu. Chính quyền đô hộ chia lại nước ta thành: Giao Châu (đồng bằng và trung du [[Bắc Bộ Việt Nam|Bắc bộ]]), Ái Châu ([[Thanh Hóa]]), Đức Châu, Lợi Châu, Minh Châu ([[Nghệ An]] – [[Hà Tĩnh]]) và Hoàng Châu ([[Quảng Ninh]]).\n\nCuối năm 542, [[Lương Vũ Đế]] lại sai thứ sử [[Giao Châu]] là Tôn Quýnh, Thứ sử Tân Châu là Lư Tử Hùng sang đàn áp. Tôn Quýnh và Lư Tử Hùng sợ thế mạnh của Lý Bí nên không dám tiến quân, xin khất tới mùa thu năm sau. Thứ sử [[Quảng Châu (địa danh cổ)|Quảng Châu]] là Hoán (theo ''Trần thư'' là Tiêu Ánh) không cho, Tiêu Tư cũng thúc giục, nên Quýnh và Hùng buộc phải tiến quân.\n\nĐược tin quân Lương lại tiến sang, Lý Bí chủ động mang quân ra [[bán đảo Lôi Châu|bán đảo Hợp Phố]] đón đánh. Tôn Quýnh và Lư Tử Hùng đi đến [[Hợp Phố quận|Hợp Phố]], bị quân Lý Bí đánh bại, mười phần chết đến sáu, bảy phần, quân tan rã.\n\nChiến thắng này giúp Lý Bí kiểm soát toàn bộ [[Giao Châu]], tức là miền Bắc Bộ và Bắc Trung Bộ [[Việt Nam]] cộng thêm quận [[Hợp Phố quận|Hợp Phố]] (khu vực huyện [[Hợp Phố]] thành phố [[Bắc Hải]] tỉnh [[Quảng Tây]] và [[bán đảo Lôi Châu]] tỉnh [[Quảng Đông]], Trung Quốc hiện nay).<ref>Phan Huy Lê, Trần Quốc Vượng, Hà Văn Tấn, Lương Ninh, sách đã dẫn, tr. 159.<\/ref>\n\n=== Đánh đuổi Lâm Ấp ===\nTrong khi Lý Bí bận đối phó với nhà Lương ở phía Bắc thì tại phía nam, vua Lâm Ấp có ý nhòm ngó [[Giao Châu]].\n\nBiên giới giữa [[Giao Châu]] và [[Lâm Ấp]] lúc đó là [[dãy núi Hoành Sơn]]. Tháng 5 năm 543, vua Lâm Ấp [[Rudravarman I]] mang quân xâm chiếm quận [[Nhật Nam]] và tiến đến quận Cửu Đức. Lý Nam Đế sai [[Phạm Tu]] cầm quân vào nam đánh Lâm Ấp.\n\nSử sách không mô tả rõ diễn biến trận đánh này, chỉ ghi sơ lược: Phạm Tu tiến quân vào Nam đánh tan quân Lâm Ấp ở Cửu Đức khiến vua Lâm Ấp phải bỏ chạy.<ref>Viện Sử học, sách đã dẫn, tr. 340.<\/ref>\n\nCó ý kiến cho rằng người đi đánh Lâm Ấp là [[Lý Phục Man]] chứ không phải [[Phạm Tu]] và đây là hai vị tướng khác nhau; lại có ý kiến cho rằng chính Phạm Tu là Lý Phục Man, vì có công đánh Lâm Ấp mà được ban họ Lý, đổi tên Phục Man (chinh phục người Man).<ref>Viện Sử học, sách đã dẫn, tr. 339.<\/ref>\n\n== Dựng nước Vạn Xuân ==\n{{Lịch sử Việt Nam}}\nNăm 544, tháng giêng, Lý Bí tự xưng là Nam Việt Đế, lên ngôi, đặt niên hiệu là Thiên Đức (đức trời), lập trăm quan, đặt tên nước là [[Vạn Xuân]] thể hiện mong muốn rằng xã tắc truyền đến muôn đời. Ông đóng đô ở vùng cửa [[sông Tô Lịch]] (Hà Nội), dựng điện Vạn Thọ làm nơi triều hội, thành lập triều đình với hai ban văn, võ và lấy [[Triệu Túc (Tiền Lý)|Triệu Túc]] làm Thái phó, [[Tinh Thiều]] đứng đầu ban văn, [[Phạm Tu]] đứng đầu ban võ.\n\nHiện có một số mâu thuẫn về kinh đô của Lý Nam Đế. Một số nguồn cho rằng Lý Nam Đế đóng đô ở thành [[Long Biên]].<ref>Trần Mạnh Thường (2013), ''Việt Nam văn hóa & du lịch'', Nhà Xuất bản Thông tấn, Thành phố Hồ Chí Minh, trang 34.<\/ref> Tuy nhiên ngày nay đa số công nhận kinh đô của Lý Nam Đế là một tòa thành được xây ở cửa sông Tô Lịch (thuộc Hà Nội ngày nay)<ref>Trương Hữu Quýnh (chủ biên), Phan Đại Doãn, Nguyễn Cảnh Minh (2007), ''Đại cương lịch sử Việt Nam - Tập 1'', Nhà Xuất bản Giáo dục Việt Nam, Hà Nội. Trang 92.:)<\/ref>. Hiện nay tại xã Hạ Mỗ huyện Đan Phượng (tức huyện Chu Diên xưa) còn dấu tích thành Ô Diên của [[Hậu Lý Nam Đế]].<ref>{{Chú thích web|url=https:\/\/baochinhphu.vn\/hoi-thao-khoa-hoc-thanh-o-dien-voi-thang-long-ha-noi-10274836.htm|tựa đề=Thành Ô Diên, Hà Nội|url-status=live}}<\/ref>\n\n== Chạy về động Khuất Lão ==\nNăm [[545]], tháng 5, nhà Lương cho Dương Phiêu (hay Dương Thiệu) làm Thứ sử [[Giao Châu]], [[Trần Bá Tiên]]<ref>Trần Bá Tiên là một tướng giỏi nhất của nhà Lương lúc bấy giờ, sau này khi nhà Lương sụp đổ đã đánh bại các sứ quân khác để lập nên nhà Trần. Xem thêm K. Taylor \"The birth of Vietnam\".<\/ref> làm tư mã, đem quân xâm lấn, lại sai Thứ sử Định Châu là Tiêu Bột hội với Phiêu ở Giang Tây.<ref>Theo [[Trần thư]] và [[Tư trị thông giám]] là Tây Giang, thuộc [[Quế Lâm]].<\/ref>\n\nTrần Bá Tiên đem quân đi trước. Khi quân của Bá Tiên đến Giao Châu, Lý Nam Đế đem ba vạn quân ra chống cự, bị thua ở Chu Diên, lại thua ở cửa sông [[Tô Lịch]], tướng Tinh Thiều, Phạm Tu tử trận. Ông chạy về thành Gia Ninh ([[Phong Châu]] cũ, ngày nay thuộc xã Thanh Đình, thành phố Việt Trì, tỉnh Phú Thọ). Quân Lương đuổi theo vây đánh.\n\nTháng Giêng năm [[546]], [[Trần Bá Tiên]] đánh lấy được thành Gia Ninh. Lý Nam Đế chạy vào đất người Lạo ở Tân Xương. Quân Lương đóng ở cửa sông Gia Ninh.\n\nSau một thời gian tập hợp và củng cố lực lượng. Tháng 8, ông đem hai vạn quân từ trong đất Lạo ra đóng ở hồ Điển Triệt (xã Tứ Yên, huyện Sông Lô, tỉnh [[Vĩnh Phúc]] ngày nay), đóng nhiều thuyền đậu chật cả mặt hồ. Quân Lương sợ, cứ đóng lại ở cửa hồ không dám tiến vào. Đêm hôm ấy nước sông lên mạnh, dâng cao bảy thước, tràn đổ vào hồ. Trần Bá Tiên nhân đó đem quân theo dòng nước tiến trước vào. Quân Vạn Xuân không phòng bị, vì thế tan vỡ.\n\nLý Nam Đế phải lui giữ ở trong động Khuất Lão, ông ủy cho con Thái phó Triệu Túc là Tả tướng [[Triệu Quang Phục]] giữ việc nước, điều quân đi đánh Bá Tiên.\n\nNgày nay, các sử gia trong [[Hội Khoa học Lịch sử Việt Nam]] đã thống nhất xác định địa danh động [[Khuất Lão]] thuộc địa bàn xã [[Vạn Xuân, Tam Nông (Phú Thọ)|Văn Lương]], huyện [[Tam Nông, Phú Thọ|Tam Nông]], tỉnh [[Phú Thọ]].<ref>[http:\/\/www.nhandan.org.vn\/chinhtri\/tin-tuc-su-kien\/item\/21512202-hoi-thao-khoa-hoc-vua-ly-nam-%C3%B0e-voi-can-cu-dong-khuat-lao.html Hội thảo khoa học Vua Lý Nam Đế với căn cứ động Khuất Lão, xã Văn Lương, huyện Tam Nông (Phú Thọ)], báo Nhân dân ngày 26\/10\/2013.<\/ref><ref>[http:\/\/www2.vjol.info\/index.php\/khxhvn\/article\/viewFile\/23221\/19840 Động Khuất Lão một địa danh trong Lịch sử Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160828194054\/http:\/\/www2.vjol.info\/index.php\/khxhvn\/article\/viewFile\/23221\/19840 |date = ngày 28 tháng 8 năm 2016}}, Hà Mạnh Khoa, Tạp chí Khoa học xã hội Việt Nam, số 1(74) - 2014.<\/ref>\n\n== Qua đời ==\nNăm [[548]], ngày 20 (ngày Tân Hợi) tháng 3 (tức ngày 13 tháng 4 dương lịch), Lý Nam Đế ở động [[Khuất Lão]] lâu ngày bị nhiễm lam chướng, ốm qua đời. Ông ở ngôi được năm năm (543–548), thọ 46 tuổi. Theo sách ''Việt Nam văn minh sử cương'' của Lê Văn Siêu dẫn một số nguồn tài liệu cổ, Lý Nam Đế ở lâu ngày trong động, vì nhiễm lam chướng nên bị mù hai mắt. Vì vậy đời sau đến ngày giỗ thường phải xướng tên các đồ lễ để vua nghe thấy. Lại cũng theo tài liệu này, có thuyết cho rằng không phải Lý Nam Đế ốm chết mà vua bị người Lạo làm phản giết hại. Tướng Lý Phục Man cũng mất theo vua vì nạn này.<ref>Lê Văn Siêu, sách đã dẫn, tr. 51. Một số thần phả lại cho rằng chính Lý Phục Man là [[Phạm Tu]] được cải họ Lý của vua và có công đánh [[Lâm Ấp]] nên gọi là Phục Man.<\/ref>\n\n== Gia đình ==\nAnh trai: [[Lý Thiên Bảo]]\n\nCháu trai: [[Hậu Lý Nam Đế]]\n\n== Bình luận ==\n[[Tập tin:Emperor Ly Nam De and the Empress (SDK 6376).jpg|nhỏ|Tranh thế kỷ XVIII vẽ Lý Nam Đế và Hoàng Hậu]]\nTheo sử gia [[Lê Văn Hưu]]:<ref name=\"tt4\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt04.html Đại Việt sử ký toàn thư, quyển 4]<\/ref>\n:''Binh pháp có câu: \"Ba vạn quân đều sức, thiên hạ không ai địch nổi\". Nay Lý Bí có 5 vạn quân mà không giữ được nước, thế thì Bí kém tài làm tướng chăng? Hay là quân lính mới họp không thể đánh được chăng? Lý Bí cũng là bậc tướng trung tài, ra trận chế ngự quân địch giành phần thắng không phải là không làm được, nhưng bị hai lần thua rồi chết, bởi không may gặp phải Trần Bá Tiên là kẻ giỏi dùng binh vậy''.\n\nTheo sử gia [[Ngô Sĩ Liên]]:<ref name=\"tt4\"\/>\n:''Tiền Lý Nam Đế dấy binh trừ bạo, đáng là thuận đạo trời, thế mà cuối cùng đến nỗi bại vong, là vì trời chưa muốn cho nước ta được bình trị chăng? Than ôi! Không chỉ vì gặp phải Bá Tiên là kẻ giỏi dùng binh, mà còn gặp lúc nước sông đột ngột dâng lên trợ thế cho giặc, há chẳng phải cũng do trời hay sao?''\n\n''[[Khâm định Việt sử thông giám cương mục]]'' nhận xét:<ref>Khâm định Việt sử thông giám cương mục, Tiền biên, quyển 4, tờ 7.<\/ref>\n:''Nam Đế nhà Lý dù không địch nổi quân Lương, việc lớn tuy không thành nhưng đã biết nhân thời cơ mà vùng dậy, tự làm chủ nước mình, đủ để tạo thanh thế và mở đường cho [[nhà Đinh]], [[nhà Lý]] sau này. Việc làm của Lý Nam Đế há chẳng phải là hay lắm đó sao!''\n\n== Lưu danh ==\nHầu hết các thành phố, thị xã trên khắp cả nước đều có nhiều đường phố với cái tên Lý Nam Đế. Nhiều trường học cũng được đặt theo cái tên này.\n\n== Xem thêm ==\n* [[Nhà Tiền Lý]]\n* [[Triệu Việt Vương]]\n* [[Lý Thiên Bảo]]\n* [[Phạm Tu]]\n\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt04.html Đại Việt sử ký toàn thư] - Bản điện tử.\n* [http:\/\/www.vn.net\/vanlangsj\/tailieu\/kdvstgcm.pdf Khâm định Việt sử Thông giám cương mục] - Bản điện tử, định dạng PDF.\n* [[Phan Huy Lê]], [[Trần Quốc Vượng (sử gia)|Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] (1991), ''Lịch sử Việt Nam, tập 1'', Nhà Xuất bản Đại học và Giáo dục chuyên nghiệp.\n* Viện Sử học (2001), ''Lịch sử Việt Nam, tập 1'', Nhà Xuất bản Khoa học xã hội.\n* Nguyễn Duy Hinh (2005), ''Văn minh Đại Việt'', Nhà Xuất bản Văn hóa thông tin.\n* Lê Văn Siêu (2004), ''Việt Nam văn minh sử cương'', Nhà Xuất bản Thanh niên.\n* Viện Khoa học xã hội Việt Nam (2007), ''Tổng tập Văn học Việt Nam, tập 4'', Nhà Xuất bản Khoa học xã hội.\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{start box}}\n{{succession box|trước=Không có|sau=[[Triệu Việt Vương]]|chức vụ=[[Nhà Tiền Lý|Hoàng đế nhà Tiền Lý]]|năm=[[544]]–[[548]]}}\n{{end box}}\n{{Vua nhà Tiền Lý}}\n{{Thời gian sống|sinh=503|mất=548}}\n\n[[Thể loại:Người Thái Nguyên]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Vua nhà Tiền Lý]]\n[[Thể loại:Anh hùng dân tộc Việt Nam]]\n[[Thể loại:Lịch sử Việt Nam thời Bắc thuộc lần 2]]\n[[Thể loại:Sinh năm 503]]\n[[Thể loại:Mất năm 548]]"}