{"106827":"{{coord|10.800434|106.661000|format=dms|display=title}}\n[[Tập tin:Le Tombeau de l'Évêque d'Adran.jpg|nhỏ|270px|Chính diện lăng xưa, có bình phong án ngữ trước nếp bái đường. Sau bình phong là phần chính của lăng với mái cao nhô lên, trên đỉnh có thánh giá]]\n{{Bản đồ định vị|TPHCM\n| width      = 280\n| caption    = Vị trí vòng xoay Lăng Cha Cả trên bản đồ Thành phố Hồ Chí Minh\n| label      = Vòng xoay Lăng Cha Cả\n| vĩ độ      = 10.800434\n| kinh độ    = 106.661000\n}}\n[[Tập tin:Ho Chi Minh City Vietname Rush Hour.jpg|nhỏ|phải|270px|Lăng Cha Cả nay là vòng xoay giao thông, ở giữa đặt quả địa cầu lớn]]\n[[Tập tin:Lang Cha Ca- Tan Binh - panoramio.jpg|nhỏ|270px|Quả địa cầu tại vòng xoay Lăng Cha Cả ngày nay]]\n\n'''Lăng Cha Cả''' là [[lăng mộ]] của [[Giám mục]] [[Pigneau de Behaine|Bá Đa Lộc]] (tục gọi là \"Cha Cả\", tức Pierre Joseph Georges Pigneau de Béhaine). Ngôi mộ xưa là một di tích lịch sử ở vùng [[Thành phố Hồ Chí Minh|Sài Gòn]]. \"Lăng Cha Cả\" còn được dùng để gọi khu vực gần mộ, nay thuộc địa phận [[phường 4, Tân Bình|phường 4]], quận [[Tân Bình]]. Ngôi mộ đã được giải tỏa trong thập niên 1980, còn nay nơi đây là một [[nút giao thông cùng mức]] dưới hình thức một vòng xoay giao thông, ở giữa có đặt quả địa cầu lớn.\n\n==Lịch sử==\nGiám mục [[người Pháp]] Bá Đa Lộc mất năm [[1799]] ở [[Thị Nại]] trong trận vây thành [[Quy Nhơn]]. Vì được vua [[Gia Long]] trọng vọng, coi là \"Giám mục Thượng sư\", ông được đưa về an táng ở gần ngôi nhà cũ [[tỉnh Gia Định]]. Khu vực đó là khu Vườn Xoài, Tân Sơn Nhứt phía tây bắc [[Sài Gòn]]. Triều đình giao việc xây mộ cho [[linh mục]] Barthélémy Sang. \n\nKhu Tân Sơn Nhứt sang [[thế kỷ 20]] phát triển và xây cất lên, hoà nhập vào khu [[ngoại ô]] Sài Gòn. Xế về [[hướng Bắc|phía bắc]] lăng là [[sân bay quốc tế Tân Sơn Nhất|phi trường quốc tế Tân Sơn Nhứt]] và Bộ Tổng tham mưu [[Việt Nam Cộng hòa]]. Về [[hướng Tây|phía tây]] là bến xe lớn cho [[xe đò]]. Với những thay đổi đó ngôi lăng bị thu hẹp lại làm điểm tròn nằm lọt giữa đường [[Võ Tánh]]. Tuy vậy khu mộ được giữ gìn đến hết thời [[Việt Nam Cộng hòa]].\n\nSang năm [[1980]], Nhà nước [[Cộng hòa Xã hội chủ nghĩa Việt Nam]] ra lệnh giải tỏa lăng mộ. Ngày [[2 tháng 3]] năm [[1983]], ngôi lăng bị san bằng<ref>[http:\/\/repository.library.georgetown.edu\/bitstream\/handle\/10822\/1040724\/NGO_georgetown_0076D_13171.pdf?sequence=1&isAllowed=n \"Nguyễn-Catholic History (1770s-1890s) and the Gestation of Vietnamese Catholic National Identity\"]<\/ref> và việc cải táng hoàn tất. Di hài của Giám mục Bá Đa Lộc được giao lại cho [[tổng lãnh sự]] Pháp đưa về [[Pháp]]. Mấy nếp nhà cũ bị san bằng. Còn lại là điểm tròn làm vòng xoay (bùng binh) lưu thông trên đường [[Hoàng Văn Thụ]] ngày nay. Tại đây, một [[Cầu vượt Lăng Cha Cả|cầu vượt thép]] được khởi công vào ngày [[5 tháng 2]] năm [[2013]] và hoàn thành vào ngày [[27 tháng 4]] cùng năm.\n\n==Kiến trúc==\nTuy Giám mục Bá Đa Lộc là người Pháp, nhưng [[Quy thức kiến trúc cổ Việt Nam|kiến trúc mộ ông theo kiểu Việt Nam]], có bình phong, bái đường và hậu cung. Lăng Cha Cả là khu đất rộng khoảng 2000 [[m]]<sup>2<\/sup>, gồm một dãy nhà lợp [[ngói]], cột và vách bằng gỗ quý, ở trước có [[bia (kiến trúc)|bia]] đá lớn.<ref name=\"VNnet\">{{chú thích web|title=Kể chuyện dời mộ ở Sài Gòn nhân Lễ Vu Lan|url=http:\/\/vietnamnet.vn\/psks\/2005\/08\/480325\/|website=vietnamnet.vn|publisher=2005|accessdate=2022-04-09|archive-date=2005-10-13|archive-url=https:\/\/web.archive.org\/web\/20051013071321\/http:\/\/vietnamnet.vn\/psks\/2005\/08\/480325\/|url-status=bot: unknown}}<\/ref>\n\nTheo [[Phạm Quỳnh]] nhân chuyến du ngoạn [[Nam Kỳ]] năm 1918 thì Lăng Cha Cả được mô tả như sau:\n{{cquote|Lăng xây kín như kiểu một cái đình lối ta. Chính mộ Cha Cả là cái [[sập]] đá to ở giữa, xung quanh đặt cửa bức bàn. Hai cái mộ nhỏ hai bên thì bên tả là mộ cha Charbonnier,{{efn|Giám mục miền đông Lục tỉnh Eugène-Étienne Charbonnier (1821-1878) người Việt gọi là Đức cha Trí}} bên hữu là mộ cha Miche,{{efn|Giám mục miền tây Lục tỉnh Jean-Claude Miche (1805-73) Tục gọi là Đức cha Mịch}} mới phụ-táng về sau. Trong đình trước mộ có tấm bia đá kỷ-niệm cái công-đức của Cha Cả...\n\nSau lưng lăng Cha Cả có cái mộ-địa chôn các cố đạo.<ref>Phạm Quỳnh. ''Hành trình nhật ký: mười ngày ở Huế, một tháng ở Nam Kỳ, Pháp du hành trình nhật ký''. Yerres: Ý Việt, 1997. tr 117-8.<\/ref>}}\n\n==Thông tin thêm==\n[[Tập tin:Ashes of Pigneau de Behaine MEP.jpg|nhỏ|phải|Bình đựng tro cốt của [[Pigneau de Behaine|Bá Đa Lộc]] hiện được lưu tại Pháp]]\nNăm 1925, có tin ngôi mộ thật của Giám mục Bá Đa Lộc nằm tại làng Ngọc Hội, cách thành phố [[Nha Trang]] ba cây số.<ref>{{chú thích tạp chí|last1=Vương|first1=Gia Bật|title=Bá Đa Lộc, Mộ Ông Hiện Nay Ở Đâu?|journal=Nam Phong Tạp Chí|date=tháng 2 năm 1925|volume=XVI|issue=92|pages=157-160}}<\/ref>{{efn|Theo bài đăng trong tạp chí thì tại làng Ngọc Hội có một ngôi mộ và một cái miếu nhỏ. Hai bên miếu có khắc hai con [[rồng]] và hai câu đối bằng [[chữ Hán]]:\n:''Minh tâm thù đại đức,\n:''Khắc cốt báo thâm ân.''\n\nỞ giữa đôi rồng có đề \"Bá Đa Lộc chi mộ\", cũng bằng [[chữ Hán]]. Và ở phía sau ngôi miếu này, có khắc một cây [[Thánh Giá]]. Ngay sau ngôi miếu là một bức bình phong. Mặt tiền bức bình phong có khắc hình hai con chim [[phượng hoàng|phượng]], hai câu đối và mấy dòng chữ Hán: \n:''Thượng đế nhơn từ cứu hạt Bá Đa Lộc linh hồn kim dĩ văn thế khiết thăng thiên quốc hưởng chân phước vô cùng.''\n\nỞ mặt hậu bức bình phong cũng có khắc hai câu đối và một bài thơ chữ Hán, theo thể [[thất ngôn bát cú|thất ngôn]] [[thơ Đường luật|luật Đường]].}}\n\nSau khi ''Nam Phong tạp chí'' đăng tải nghi vấn này, ngày 13 [[tháng ba|tháng 3]] năm [[1925]], quan công sứ và [[linh mục]] nhà thờ Bình Can (Nha Trang) đã cho khai quật mộ để xét. Đào thấu bên dưới, thì chỉ góp nhặt được một ít xương mục, một cái hàm còn dính ba cái răng và hai, ba cái răng khác nữa đã rơi ra ngoài...\n\nĐăng lại đoạn tin này, Phan Thứ Lang, tác giả ''Sài Gòn vang bóng'', nêu giả thuyết:\n:''Thời đó, [[Nguyễn Ánh]] còn phải chống đỡ [[nhà Tây Sơn]], nên rất có thể sợ Tây Sơn có ngày chiến thắng, khiến ông phải bôn tẩu lần nữa. Vì vậy việc chôn cất Bá Đa Lộc phải giấu kín, cho làm đám tang Bá Đa Lộc thật lớn và cho dựng lăng ở [[Gia Định]] để đánh lạc hướng. Mãi đến năm 1925, người Pháp mới đem chút xương cốt còn lại của Ba Đa Lộc từ ngôi mộ thực ở [[Nha Trang]] về cải táng nơi lăng ở Gia Định.<ref>Phan Thứ Lang, ''Sài Gòn vang bóng'', Nhà xuất bản TP. HCM, 2001, tr. 47-49.<\/ref>\n\n==Ghi chú==\n{{notelist}}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [https:\/\/web.archive.org\/web\/20051013071321\/http:\/\/vietnamnet.vn\/psks\/2005\/08\/480325\/ Lăng Cha Cả (Bá Đa Lộc): Thực và hư]\n* [http:\/\/maps.google.com\/maps?f=q&source=s_q&hl=en&geocode=&q=lang+cha+ca&sll=10.757088,106.662483&sspn=0.091743,0.132351&g=Ho-Chi-Minh-Stadt,+Vietnam&ie=UTF8&hq=lang+cha+ca&hnear=Ho-Chi-Minh-Stadt,+Vietnam&t=h&ll=10.801428,106.660767&spn=0.002867,0.004136&z=18&iwloc=A Lăng Cha Cả trên bản đồ Google maps]\n* [http:\/\/maps.google.com\/maps\/place?cid=6104564763813230719&q=lang%2Bcha%2Bca Hình ảnh và vị trí Lăng Cha Cả xưa và nay]\n\n{{Nút giao thông tại Thành phố Hồ Chí Minh}}\n\n{{DEFAULTSORT:Lăng Cha Cả}}\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Lăng mộ Việt Nam|Cha Cả]]\n[[Thể loại:Vòng xoay giao thông tại Thành phố Hồ Chí Minh]]"}