{"3201682":"{{coor title dms|16|22|30|N|107|34|44|E|type:landmark}}\n'''Lăng Trường Thái''' (tên Hán 長泰陵), tức lăng Thế Tôn Hiếu Vũ Hoàng Đế - [[Nguyễn Phúc Khoát]] (sinh ngày 26 tháng 9 năm 1714, mất ngày 7 tháng 7 năm 1765, là vị Chúa thứ 8 của 9 đời [[Chúa Nguyễn]], còn gọi là chúa Vũ hay Nguyễn Thế Tông).\n\n== Vị trí ==\nLăng ở núi La Khê, huyện Hương Trà, nay là làng La Khê, xã Hương Thọ, thị xã Hương Trà, tỉnh Thừa Thiên - Huế. Lăng nằm ở tả ngạn dòng Tả Trạch, cách bờ sông khoảng 800m (số liệu đo trên bản đồ Google, so với 500m đề cập trong các tài liệu tham khảo), cách trung tâm thành phố Huế khoảng 10,5&nbsp;km đường chim bay về hướng tây-nam.<ref name=\":0\">{{Chú thích web|url = http:\/\/www.hueworldheritage.org.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=54&l=vn|title = Lăng mộ Hoàng gia thời Nguyễn tại Huế|access-date = 11 tháng 3 năm 2015}}{{Liên kết hỏng|date=2022-12-02 |bot=InternetArchiveBot }}<\/ref>\n\n[https:\/\/www.google.fr\/maps\/place\/L%C4%83ng+Tr%C6%B0%E1%BB%9Dng+Th%C3%A1i\/@16.375198,107.579123,17z\/data=!3m1!4b1!4m2!3m1!1s0x3141a363e590e6ef:0x5515a33564bbe95d Vị trí của lăng Trường Thái trên bản đồ Google]\n\n== Bố cục kiến trúc ==\nLăng cũng nằm trên một quả đồi cao, xoay về hướng chính bắc, trước mặt là đồng ruộng, có một hệ thống bậc cấp dẫn lên lăng, giờ đã hư hại khá nhiều.\n\nMô thức xây dựng lăng không khác gì các lăng Chúa Nguyễn khác. Lăng gồm 2 vòng thành. Vòng thành bao bọc bên ngoài có chu vi 126,8m, thành cao 2,53m. Vòng trong chu vi 61,2m, thành cao 1,45m. Bình phong sau cổng trang trí hai mặt, phía trước là hình kỳ lân, hiện chỉ còn dấu vết mờ nhạt, phía sau trang trí rồng, hiện còn khá nguyên vẹn và rất đẹp.\n\nMộ gồm 2 tầng. Tầng trên rộng 250&nbsp;cm, dài 325&nbsp;cm, cao 28&nbsp;cm. Tầng dưới rộng 510&nbsp;cm, dài 610&nbsp;cm, cao 20&nbsp;cm. Hương án trước mộ còn khá nguyên vẹn.<ref name=\":0\" \/><ref name=\":1\">{{Chú thích web|url = http:\/\/kienthuc.net.vn\/di-san\/lang-mo-it-biet-cua-9-chua-nguyen-lang-truong-thai-401599.html|title = Lăng mộ ít biết của 9 chúa Nguyễn: Lăng Trường Thái|access-date = 11 tháng 3 năm 2015}}<\/ref>\n\n== Tình trạng ==\nĐây cũng là một trong những lăng chúa Nguyễn nằm ở vị trí hẻo lánh và khó tiếp cận nhất.<ref name=\":1\"\/>\n\n== Tham khảo==\n{{tham khảo}}\n\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Lăng tẩm các vua, chúa Nguyễn]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}