{"98207":"{{Coord|16|23|16|N|107|34|4|E|region:VN_scale:20000|display=title}}\n[[Tập tin:Lăng Minh Mạng 7.JPG|nhỏ|phải|300px|Minh lâu - Hiếu lăng]]\n'''Lăng Minh Mạng''' (hay còn gọi là '''Minh Mệnh''') có tên chữ là '''Hiếu lăng''' (孝陵), do [[hoàng đế]] [[Thiệu Trị]] thời [[nhà Nguyễn]] cho xây dựng, nằm trên núi Cẩm Kê, ấp An Bằng, thuộc xã [[Hương Thọ]], thành phố [[Huế]], tỉnh [[Thừa Thiên Huế]], gần ngã ba Bằng Lãng là nơi hội lưu của hai dòng Hữu Trạch và Tả Trạch hợp thành [[sông Hương]], cách trung tâm thành phố Huế 12&nbsp;km. Lăng Minh Mạng được xây dựng từ năm [[1840]] đến năm [[1843]] thì hoàn thành, huy động tới mười nghìn thợ và lính.\n\n== Lịch sử ==\n[[Tập tin:Minh Mang.gif|trái|nhỏ|[[Minh Mạng]], vị vua thứ nhì của [[nhà Nguyễn|triều Nguyễn]]]]\nTháng 2 năm 1820, vua [[Gia Long]] qua đời, hoàng tử thứ tư là Nguyễn Phúc Đảm được đưa lên ngai vàng, lấy niên hiệu là Minh Mệnh (hay [[Minh Mạng|Minh Mạng)]] . Làm vua được 7 năm, Minh Mạng cho người đi tìm đất để xây dựng Sơn lăng cho mình.\n\nQuan Địa lý Lê Văn Đức đã chọn được một cuộc đất tốt ở địa phận núi Cẩm Kê, gần ngã ba Bằng Lãng, nơi hợp lưu của hai nguồn Tả Trạch và Hữu Trạch để tạo thành con sông Hương thơ mộng.\n\nNhưng phải ròng rã 14 năm cân nhắc, chọn lựa, đến năm 1840, nhà vua mới quyết định cho xây dựng lăng tẩm của mình ở nơi này. Nhà vua cho đổi tên núi Cẩm Kê (thuộc ấp An Bằng, huyện Hương Trà) thành Hiếu Sơn và gọi tên lăng là Hiếu lăng. Đích thân nhà vua xem xét, phê chuẩn họa đồ thiết kế do các quan Bùi Công Huyên, Trương Đăng Quế và Giám thành vệ dâng lên.\n\nTháng 4 năm 1840, công cuộc kiến thiết Hiếu lăng bắt đầu. Vua sai các quan Lê Đăng Danh, Nguyễn Trung Mậu và Lý Văn Phức điều khiển lính và thợ thuyền lên đây đào hồ đắp La thành. Tháng 8 năm 1840, Minh Mạng lên kiểm tra thấy công việc đào hồ Trừng Minh không vừa ý nên giáng chức các quan trông coi và đình chỉ công việc.\n\nMột tháng sau, công việc vừa được tiếp tục thì Minh Mạng lâm bệnh qua đời vào ngày 28 tháng Chạp năm Canh Tý (tức 20-01-1841).\n\nVua Thiệu Trị lên nối ngôi, chỉ một tháng sau (tháng 2-1841) đã sai các quan đại thần Tạ Quang Cự, Hà Duy Phiên, [[Nguyễn Tri Phương]] chỉ huy gần 10.000 lính và thợ thi công tiếp công trình theo đúng họa đồ của vua cha để lại.\n\nNgày 20-8-1841, thi hài vua Minh Mạng được đưa vào [[chôn cất|an táng]] ở Bửu Thành, nhưng công việc xây lăng mãi đến đầu năm 1843 mới hoàn tất. Từ một vùng núi đồi hoang vu, qua bàn tay lao động và óc sáng tạo của con người đã hình thành một khu lăng tẩm uy nghiêm, vừa rực rỡ về kiến trúc, vừa hài hòa với thiên nhiên lại vừa sâu sắc bởi giá trị tư tưởng.\n\n== Bố cục kiến trúc ==\n[[Tập tin:Lăng Minh Mạng 4.JPG|nhỏ|240px|Lăng (tòa Minh Lâu) nhìn từ phía sau (từ phía Trung Đạo Kiều)]]\n[[Tập tin:Bia đá ở Lăng Minh Mạng.JPG|nhỏ|240px|Bia đá ở Lăng Minh Mạng]]\nLăng Minh Mạng có bố cục kiến trúc cân bằng đối xứng, xung quanh một trục kiến trúc là đường thần đạo, xuyên qua một loạt các hạng mục công trình gồm: cửa chính, sân chầu, nhà bia, sân tế, Hiển Đức môn, điện Sùng Ân (thờ [[vua]] Minh Mạng và Hoàng hậu), hồ Trừng Minh, Minh Lâu, hồ Tân Nguyệt (trăng non), cổng tam quan Quang Minh Chính Trực, Trung Đạo kiều và cuối cùng là Bửu thành (mộ vua Minh Mạng). Lăng có diện tích 18 ha (nhưng diện tích cấm địa quanh lăng là 475 ha), xung quanh lăng có La thành bao bọc. Cửa chính của lăng tên là Đại Hồng môn, là cửa chỉ để rước linh cữu của vua nhập lăng. Hai bên cửa chính là hai cửa Tả Hồng môn và Hữu Hồng môn. Hồ Trừng Minh gồm hai nửa nối thông với nhau ở phía sau điện Sùng Ân nơi có ba cây cầu đá bắc qua, giống như hai lá \"phổi xanh\", bao bọc lấy điện Sùng Ân và các kiến trúc vòng ngoài nằm trên trục thần đạo (khu vực tưởng niệm). Ở giữa hai hồ Trừng Minh và Tân Nguyệt, trên đường thần đạo, là Minh Lâu. Hồ Tân Nguyệt hình vầng trăng non ôm lấy một phần khu mộ vua (Bửu thành). Bửu thành là một quả đồi thông hình tròn, bao quanh bởi tường thành, bên trong, sâu bên dưới là mộ vua. Ở chính giữa hồ Tân Nguyệt có một cây cầu mang tên Trung Đạo kiều, nối Minh Lâu với Bửu thành và đường dạo quanh lăng. Phía sau Bửu thành là rừng thông xanh thẳm, đem lại một cảm giác u tịch. Trên mặt cắt kiến trúc dọc theo đường thần đạo, các công trình cao thấp theo một nhịp điệu vần luật nhất quán, âm dương xen kẽ, tạo nên nét đẹp riêng cho công trình kiến trúc lăng tẩm này. Bố cục kiến trúc đăng đối của các hạng mục chính trong lăng đem lại cho lăng một vẻ uy nghiêm cần có của công trình lăng mộ. Tuy vậy, ở ngoài rìa, men theo con đường dạo quanh co vòng quanh hai hồ nước và viền xung quanh lăng, xen lẫn với cây cối có các công trình kiến trúc nhỏ dùng để nghỉ chân ngắm cảnh như: đình Điếu Ngư, gác Nghênh Phong, hiên Tuần Lộc, sở Quan Lan, Tạ Hư Hoài... làm cho toàn bộ quần thể lăng uy nghiêm nhưng vẫn hài hòa với thiên nhiên và duyên dáng tráng lệ.\n\nTrong khoảng diện tích được giới hạn bởi vòng La thành dài 1.750 m là một quần thể kiến trúc gồm cung điện, lâu đài, đình tạ được bố trí đăng đối trên một trục dọc theo đường Thần đạo dài 700 m, bắt đầu từ Đại Hồng Môn đến chân La thành sau mộ vua. Hình thể lăng tựa dáng một người nằm nghỉ trong tư thế thoải mái, đầu gối lên [[núi Kim Phụng]], chân duỗi ra ngã ba sông ở trước mặt, hai nửa hồ Trừng Minh như đôi cánh tay buông xuôi tự nhiên.\n\n== Miêu tả chi tiết == \n[[Tập tin:Hồ nước trước Lăng Minh Mạng.JPG|nhỏ|phải|250px|Hồ nước trước lăng Minh Mạng]]\n[[Tập tin:Tombeau de Minh Mang.jpg|nhỏ|phải|250px|Toàn cảnh lăng nhìn từ trên không, hình chụp vào đầu thế kỷ 20]]\n[[Tập tin:Lăng Minh Mạng 8.JPG|nhỏ|phải|250px|Phong cảnh quanh lăng Minh Mạng]]\nTừ ngoài vào trong, các công trình được phân bố trên ba trục song song với nhau mà Thần đạo là trục trung tâm. Xen giữa những công trình kiến trúc là hồ nước ngát hương sen và những quả đồi phủ mượt bóng thông, tạo nên một phong cảnh vừa hữu tình vừa ngoạn mục.\n[[Tập tin:Hue Vietnam Tomb-of-Emperor-Minh-Mang-04.jpg|thumb|right|250px|Đại Hồng Môn, cổng chính dẫn vào lăng Minh Mạng]]\nMở đầu Thần đạo là Đại Hồng Môn, cổng chính vào lăng, xây bằng vôi gạch, cao hơn 9 m, rộng 12 m. Cổng này có ba lối đi với 24 lá mái lô nhô cao thấp và các đồ án trang trí cá chép hóa rồng, long vân... được coi là tiêu biểu của loại cổng tam quan đời Nguyễn. Cổng chỉ mở một lần để đưa quan tài của vua vào trong lăng, sau đó được đóng kín, ra vào phải qua hai cổng phụ là Tả Hồng Môn và Hữu Hồng Môn. Sau Đại Hồng Môn là Bái Đình, lát gạch Bát Tràng (sân rộng 45 x 45 m), hai bên có hai hàng tượng quan văn võ, voi ngựa bằng đá đứng chầu. Cuối sân là Bi Đình tọa lạc trên Phụng Thần Sơn, bên trong có bia \"Thánh đức thần công\" bằng đá Thanh ghi bài văn bia của vua Thiệu Trị viết về tiểu sử và công đức của vua cha. Một khoảng sân rộng tiếp theo chia làm bốn bậc lớn nhằm giảm bớt cảm giác choáng ngợp của con người trước sự mênh mông của kiến trúc, đó là sân triều lễ.\n[[Tập tin:Hue Vietnam Tomb-of-Emperor-Minh-Mang-05.jpg|thumb|right|200px|Tượng Quan chầu trên Bái đình]]\nHiển Đức Môn mở đầu cho khu vực tẩm điện, được giới hạn trong một lớp thành hình vuông biểu trưng mặt đất (từ ý niệm trời tròn, đất vuông). Điện Sùng Ân nằm ở giữa được coi là trung tâm, chung quanh có Tả, Hữu Phối Điện (trước) và Tả, Hữu Tùng Phòng (sau) như những vệ tinh chung quanh. Trong điện thờ bài vị của vua và bà Tá Thiên Nhân Hoàng hậu. Hoằng Trạch Môn là công trình kết thúc khu vực tẩm điện, mở ra một không gian của hoa lá và mây nước phía sau. Tất cả những công trình mang tính hiện thực dường như dừng lại ở khu vực tẩm điện. Từ đây, bắt đầu một thế giới mới đầy thư nhàn, siêu thoát và vô biên. 17 bậc thềm đá Thanh đưa du khách vào khoảng trời xanh mát bóng cây và ngát thơm mùi hoa dại. Ba chiếc cầu: Tả Phù (trái), Trung Đạo (giữa), Hữu Bật (phải) bắc qua hồ Trừng Minh như dải lụa xanh, đưa du khách đến Minh Lâu - một công trình như đột khởi từ quả đồi có tên là Tam Tài Sơn. Minh Lâu nghĩa là lầu sáng, nơi nhà vua suy tư vào những đêm hè trăng thanh gió mát, là nơi đi về của linh hồn tiên đế, là dấu chấm vuông kết thúc một thế giới hữu hạn; là \"''bộ ngực kiêu hãnh''\" của \"''con người''\" được ví bởi hình dáng của khu lăng. Minh Lâu là sự thể hiện cách lý giải về vũ trụ và nhân sinh quan của người xưa. Tòa nhà này hình vuông, hai tầng, tám mái, là một biểu trưng của [[triết học phương Đông]]. Hai bên Minh Lâu, về phía sau là hai trụ biểu uy nghi dựng trên Bình Sơn và Thành Sơn mang ý nghĩa nhà vua đã \"bình thành công đức\" trước khi về cõi vĩnh hằng.\n[[Tập tin:Minh Mạng mausoleum.jpg|thumb| Bi đình ở lăng Minh Mạng, [[Huế]].|alt=]]\n[[Tập tin:Lăng Minh Mạng-022.JPG|thumb|right|Án thờ bên trong điện Sùng Ân]]\n[[Tập tin:Imperial Tomb of Emperor Minh Mang (12088469713).jpg|thumb|right|Hồng môn]]\n[[Tập tin:Hue Vietnam Tomb-of-Emperor-Minh-Mang-01.jpg|thumb|left|250px|Minh lâu ở lăng Minh Mạng]]\nMột cái hồ hình trăng non tên là Tân Nguyệt ôm lấy Bửu Thành. Đây là hình ảnh của thế giới vô biên. Hồ hình trăng non ví như yếu tố \"''Âm''\" bao bọc, che chở cho yếu tố \"''Dương''\" là Bửu Thành - biểu tượng của mặt trời. Kết cấu kiến trúc này thể hiện quan niệm của cổ nhân về sự biến hóa ra muôn vật. Đó là nhân tố tác thành vũ trụ.\n\nCầu Thông Minh Chính Trực bắc ngang hồ Tân Nguyệt có 33 bậc tầng cấp dẫn vào nơi yên nghỉ của nhà vua, nằm giữa tâm một quả đồi mang tên Khải Trạch Sơn, được giới hạn bởi Bửu Thành hình tròn. Hình tròn này nằm giữa những vòng tròn đồng tâm biểu trưng, được tạo nên từ hồ Tân Nguyệt, La Thành, núi non và đường chân trời như muốn thể hiện khát vọng ôm choàng Trái Đất và ước muốn làm bá chủ vũ trụ của vị vua quá cố.\n\nHai bên trục chính của lăng có nhiều công trình phụ đối xứng nhau từng cặp một. Hiện nay, các công trình như Tả Tùng Phòng trên Tịnh Sơn; Hữu Tùng Phòng trên Ý Sơn; Tuần Lộc Hiên trên Đức Hóa Sơn; Linh Phượng Các trên Đạo Thống Sơn; Truy Tư Trai trên Phúc Ấm Sơn; Hư Hoài Tạ trên đảo Trấn Thủy đều không còn tồn tại.\n[[Tập tin:Hue Vietnam Tomb-of-Emperor-Minh-Mang-03.jpg|thumb|left|230px|Chi tiết Điện Sùng Ân]]\nBên cạnh hàng loạt các công trình kiến trúc có giá trị nghệ thuật và thẩm mỹ cao còn có gần 600 ô chữ chạm khắc các bài thơ trên Bi Đình, Hiển Đức Môn, điện Sùng Ân và Minh Lâu cũng là những tuyệt tác vô giá. Đó là một \"bảo tàng thơ\" chọn lọc của nền thi ca Việt Nam đầu [[thế kỷ 19]].\n\n==Tình trạng ==\nKiến trúc lăng có phần đổ nát nhưng mức độ nhẹ hơn so với số phận của những lăng khác, một phần nhờ vào việc lăng có giá trị về nhiều mặt.\n\nNhững cây Sứ nhiều năm tuổi cộng với vẻ hoang toàn mặc cho rêu phong theo chủ ý của Ban bảo vệ di tích cố đô Huế và quy tắc bắt buộc của [[Tổ chức Giáo dục, Khoa học và Văn hóa Liên Hợp Quốc|UNESCO]] nhằm không trùng tu các di sản cố ý để tạo nét nguyên sơ làm cho di tích càng có giá trị. Hiện nay lăng thu hút du khách đông nhất sau [[Lăng Tự Đức]].\n\n== Xem thêm ==\n* [[Minh Mạng|Vua Minh Mạng]]\n* [[Lăng Gia Long]]\n* [[Lăng Tự Đức]]\n* [[Lăng Khải Định]]\n\n== Tham khảo ==\n{{Tham khảo|30em}}\n* Cuốn ''Kiến trúc cổ Việt Nam'' của tác giả Vũ Tam Lang, Nhà xuất bản Xây dựng\n==Liên kết ngoài==\n*[http:\/\/www.hueworldheritage.org.vn\/quanthe\/Ngoaikinhthanh\/minhmang.asp Lăng Minh Mạng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080804065228\/http:\/\/www.hueworldheritage.org.vn\/Quanthe\/ngoaikinhthanh\/minhmang.asp |date = ngày 4 tháng 8 năm 2008}} trên trang web [[Trung tâm bảo tồn di tích cố đô Huế]].\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Lăng tẩm các vua, chúa Nguyễn|Minh Mạng]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}