{"271408":"'''Lăng Hoàng gia''' là nơi yên nghỉ của những người quá cố thuộc dòng họ Phạm Đăng nổi tiếng ở [[Gò Công]] thuộc tỉnh [[Tiền Giang]] ([[Việt Nam]]).\n\n==Giới thiệu==\n===Vị trí, tên gọi===\n'''Lăng Hoàng gia''' được xây trên gò Sơn Quy (có hình con rùa nên dân gian gọi là Gò Rùa, sau được vua [[Tự Đức]] đổi thành Sơn Quy) thuộc ấp Lăng Hoàng gia, xã Long Hưng, thị xã [[Gò Công]], tỉnh [[Tiền Giang]].\n\nKhu lăng được xây dựng trong nhiều năm liền trên diện tích gần 3.000[[mét vuông|m2]], nằm cách thị xã [[Gò Công]] khoảng 2[[kilômét|km]] và cách thành phố [[Mỹ Tho]] khoảng 40[[kilômét|km]]. \n\nDòng họ Phạm Đăng đã sống lâu đời và nổi tiếng ở đất [[Gò Công]]. Ông Phạm Đăng Khoa là người khai hoang lập nghiệp ở xứ này. [[Phạm Đăng Hưng]] là hậu duệ đời thứ tư. Vì là ông ngoại vua [[Tự Đức]], cha của Hoàng thái Hậu [[Từ Dụ]], tước Đức Quốc công, nên sau khi Phạm Đăng Hưng mất (1825), triều đình [[nhà Nguyễn]] cho xây dựng tại đây nhà thờ và lăng mộ dòng họ Phạm Đăng đúng theo kiến trúc dành cho lăng tẩm vua quan lúc bấy giờ, và được người đời gọi là ''Lăng Hoàng gia.''\n\n===Nhà thờ họ Phạm Đăng===\nQua [[cổng tam quan]] rêu phong là một ngôi nhà thờ bề thế, được cất theo kiến trúc cung đình, để thờ những người trong dòng tộc Phạm Đăng. Tương truyền, công trình do trưởng nam của Phạm Đăng Hưng là ông Phạm Đăng Tá cho xây dựng năm [[1888]] thời vua [[Thành Thái]] và trùng tu năm [[1921]] thời vua [[Khải Định]]. Hiện nay, ngôi nhà bao gồm một nhà thờ, nhà khách, nhà kho và công trình phụ. Mười trụ cột chính giữa, lớn nhất được thiết kế thành hai hàng song song như những đôi bàn tay khổng lồ vươn lên chống đỡ toàn bộ lăng. Những đường hoành, rui, mè đều được thiết kế sắc sảo, độc đáo, vững chắc bởi các loại gỗ nâu quý được vận chuyển từ [[Huế]] vào. Trong nhà thờ có một tấm bia gỗ sơn son thiếp vàng chép lại nội dung bia dựng trước mộ Phạm Đăng Hưng. \n\n===Mộ Phạm Đăng Hưng===\n[[Hình:Mộ Phạm Đăng Hưng.jpg|nhỏ|250px|phải|Mộ Phạm Đăng Hưng trong khu di tích Lăng Hoàng gia ở thị xã Gò Công]] \nĐã có 13 người qua đời được xây lăng mộ tại đây trong khoảng thời gian từ năm [[1811]] đến đầu [[thế kỷ 20]]. Đặc biệt, trong đó có mộ của Phạm Đăng Hưng được xây dựng từ năm [[1825]], là một kiến trúc tâm điểm, độc đáo với diện tích hơn 800[[mét vuông|m²]], cách nhà thờ khoảng 500 [[m]] phía bên phải. Tương truyền, ông Hưng được [[chôn cất|chôn]] ở tư thế ngồi và trong quan ngoài quách <ref>Theo website Tin kinh tế [http:\/\/www.tinkinhte.com\/du-lich\/kham-pha-viet-nam\/lang-hoang-gia.nd5-dt.70733.032266.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304203621\/http:\/\/www.tinkinhte.com\/du-lich\/kham-pha-viet-nam\/lang-hoang-gia.nd5-dt.70733.032266.html |date=2016-03-04 }}.<\/ref>.\n\nMộ được xây dựng với kiểu kiến trúc hình [[bát giác]] mang dáng dấp của một chiếc mũ triều phục. Bốn trụ thấp cách điệu giữa búp sen và chiếc nón cùng biểu tượng đôi cá vượt vũ môn được đặt phía trước. Sau bức hoành phi là bốn con [[rồng]] ngự trị trên cao giương cặp mắt sáng quắc (hiện tại chỉ còn ba con, một con bên phải đã bị hư hỏng vì thời gian). Phía dưới là hình tượng ngũ [[lân]] (tượng trưng cho ngũ tước: công, hầu, bá, tử, nam; ngụ ý năm đời đều danh giá) khảm trai hình độc đáo (hiện con ba con đã bị hư hỏng nặng phần đầu và chân).\n\nĐặc biệt nơi đây có đến hai nhà bia ghi lại công trạng của Phạm Đăng Hưng, với lý do sau:\n*Nhà Bia phía bên phải mộ được làm bằng đá cẩm thạch trắng (đá [[Ngũ Hành Sơn]] ở [[Đà Nẵng]]) có khắc bia văn do [[Phan Thanh Giản]] soạn năm [[1858]]. Nhưng khi di chuyển từ [[Huế]] vào đến [[Thành phố Hồ Chí Minh|Sài Gòn]] thì bị quân Pháp lấy làm mộ bia cho Đại úy Barbé vừa bị nghĩa quân [[Trương Định]] chém chết [[1860]]. Năm [[1999]], tấm bia này đã được chuyển về đây. Tính ra tấm bia đá mang tên hai người chết một Pháp một Việt này đã luân lạc đúng 140 năm ([[1859]]-[[1999]]).\n*Nhà bia phía bên trái mộ dựng tấm bia bằng đá hoa cương (đá Ganis) do vua [[Thành Thái]] sai làm năm [[1899]], sau khi tấm bia đầu đã bị quân Pháp chiếm đoạt. Nội dung tấm bia này giống y tấm bia trước.\n\n===Khu mộ dòng họ===\nTrong khu lăng còn có hệ thống mộ dòng họ Phạm Đăng được chôn theo một trục dài, toàn bộ đều làm bằng hồ ô dước, bao bọc chung quanh bằng một lớp tường dày và cao 90 [[xentimét|cm]], các ngôi mộ tổ bố cục đơn giản theo [[hình vuông]] hoặc chữ nhật.\n\n==Các thông tin khác==\nLăng Hoàng gia còn được gọi là khu lăng mộ của \"Thích lý\" theo nghĩa là của \"bà con nhà vua\".<ref>Theo [[Sơn Nam (định hướng)|Sơn Nam]], phần ''Gò Công'' trong ''Chuyện xưa tích cũ'' (bản điện tử)[http:\/\/www.gocong.com\/forums\/forum_posts.asp?TID=1107].<\/ref>. Nơi đây, đã được vua [[Bảo Đại]] cùng [[Nam Phương|Hoàng hậu Nam Phương]] đến viếng năm [[1942]], và cựu hoàng [[Thành Thái]] cũng đã đến viếng sau khi về nước năm [[1947]]<ref>Theo Hứa Hoành, ''Những phú hộ lừng danh Nam Kỳ'' (bản điện tử).<\/ref>.\n\nKhu Lăng được xây dựng bởi bàn tay khéo léo của các nghệ nhân địa phương cùng các nghệ nhân cung đình từ [[Huế]] được phái vào, nên lăng mang những nét đặc trưng và phong cách của kiến trúc cung đình [[Huế]].\n\nSau khi phải ký kết [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] ([[3 tháng 6]] năm [[1862]]) với [[đế quốc thực dân Pháp|thực dân Pháp]], vua [[Tự Đức]] đã sai [[Phan Thanh Giản]] sang Pháp xin chuộc đất, một phần cũng vì lo sợ khu lăng mộ họ Phạm và khu lăng mộ họ Hồ (xem trang [[Hồ Văn Bôi]]) ở [[Biên Hòa]] bị đối phương xâm hại. Đến khi [[Hòa ước Giáp Tuất (1874)|Hòa ước Giáp Tuất]] ([[15 tháng 4]] năm [[1874]]) được ký giữa Pháp và Nam triều, việc bảo vệ khu hai đền mộ này được quy định tại điều khoản 5.\n\nNgày 2 [[tháng mười hai|tháng 12]] năm [[1992]], Lăng Hoàng gia được Bộ Văn hóa-Thông tin (nay là Bộ văn hóa, Thể thao và Du lịch) công nhận ''di tích cấp Quốc gia''.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*Huỳnh Minh, ''Gò Công xưa''. Nhà xuất bản Thanh Niên tái bản năm 2001.\n*Bài ''Di tích Lăng Hoàng gia'' trên website Tiền Giang [http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=1024&cap=4&id=8120]{{Liên kết hỏng|date=2022-10-06 |bot=InternetArchiveBot }}\n==Liên kết ngoài==\n*[http:\/\/dulich.tuoitre.vn\/Index.aspx?ArticleID=306742&ChannelID=100 Thăm Lăng Hoàng gia]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}\n*[http:\/\/www.tinkinhte.com\/du-lich\/kham-pha-viet-nam\/lang-hoang-gia.nd5-dt.70733.032266.html Lăng Hoàng gia] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304203621\/http:\/\/www.tinkinhte.com\/du-lich\/kham-pha-viet-nam\/lang-hoang-gia.nd5-dt.70733.032266.html |date=2016-03-04 }}\n\n[[Thể loại:Di tích tại Tiền Giang]]\n[[Thể loại:Lăng mộ Việt Nam|Phạm Đăng]]"}