{"326605":"'''Lăng Dinh Hương''' thuộc làng Dinh Hương, thị trấn [[Thắng (thị trấn)|Thắng]], huyện [[Hiệp Hòa (huyện)|Hiệp Hòa]], tỉnh [[Bắc Giang]] là một quần thể kiến trúc điêu khắc đá có từ thời Hậu Lê, được công nhận di tích lịch sử văn hoá cấp quốc gia từ 1965.\n\n== Lịch sử ==\nLăng Dinh Hương xây dựng từ năm 1727 <ref>''Lịch sử Hà Bắc. Tập 1. Hội đồng lịch sử tỉnh Hà Bắc xuất bản 1982, trang 143''<\/ref>(xuất hiện trước tất cả các lăng mộ vua Nguyễn ở Cố đô Huế). \nTrong lăng lưu giữ thi hài Quận công La Quý Hầu, tên húy là La Đoan Trực{{fact|date=7-2014}}.\n\nCụ La Đoan Trực sinh năm 1688 tại làng Cẩm Xuyên, xã Xuân Cẩm, huyện Hiệp Hòa, tỉnh Bắc Giang. Năm 1730 triều [[Lê Duy Phường]] ông được cử làm dịch quân thị hầu, thị đội, rồi làm thái giám. Dưới triều [[Lê Ý Tông]] ông được cử hai lần đi sứ [[nhà Thanh|phương Bắc]] vào năm 1735 và 1739.\n\nSang năm 1740 triều [[Lê Hiển Tông]], ông cầm quân đi dẹp loạn ở các vùng thuộc đạo [[Kinh Bắc]], [[Sơn Nam (định hướng)|Sơn Nam]], [[Hải Dương]].\n\nÔng mất mùng 9 tháng 6 năm Kỷ Tỵ (1749), thọ 61 tuổi. Năm 1754 vua phong ông là Phúc thần trung cẩn đại vương<ref>''Dương Quang Luận. Hiệp Hòa phong thổ ký. Nhà xuất bản Văn Học, 2003, trang 117''<\/ref>. Lăng được chính Quận công xây dựng khi ông còn sống.\n\n== Kiến trúc ==\nLăng nằm trên một quả đồi hình tròn rộng khoảng một ha có tường gạch bao quanh (ngày xưa là tường đá ong bao quanh). Vào cổng là hai tượng quan hầu cầm dùi đồng. Quần thể lăng đá Dinh Hương chia làm ba phần chính: phần mộ táng ở giữa, phần thờ tự ở bên trái, phần bia ở bên phải. Tượng người và vật tại lăng làm bằng đá xanh được chạm khắc rất sống động, tượng có kích thước lớn, hình khối mập, chắc và được tỉa công phu.\n\nPhần mộ rộng khoảng 100 mét vuông có tường đá ong dày bao quanh là nơi lưu giữ thi hài Quận công La Quý Hầu, có hai võ quan dắt ngựa đứng canh. Cặp tượng quan hầu dắt ngựa được xem là những kiệt tác của nghệ thuật chạm khắc đá, tượng chú trọng vào cách tạo khối trên thân, khiến con vật trở nên đậm chất hiện thực. Một số mảng chạm tỷ mỷ và mang tính cách điệu cao như phần yên cương, bờm con ngựa. Võ quan đeo gươm dắt ngựa phía bên phải có mặt to, hàm rộng. Võ quan đeo gươm dắt ngựa phía bên trái có râu dài, mặt nhỏ.\n\nKhu thờ tự gồm hai voi nằm chầu, bàn thờ có hai con nghê to há mồm ngồi chầu, tiếp theo là ngai thờ làm từ hai khối đá lớn cùng hai quan hầu nữ và hai con nghê nhỏ trạm khắc tinh tế, sinh động. \nQuan hầu nữ bên trái bưng chiếc tráp khối hộp chữ nhật ngang bụng, bàn tay trái đỡ dưới hộp tráp, tay phải giữ ngang đầu hộp, để hở nửa bàn tay với những ngón thon dài. Quan hầu nữ bên phải ngai thờ tay cầm quạt, đầu đội mũ ni có chóp nhọn như một chiếc nón nhỏ, nửa phía sau mũ có bốn lớp vải trùm kín chân tóc, phủ xuống kín tai và gáy.\n\n== Hình ảnh == \n<gallery>\nHình:LangDinhHuong2.JPG|Khu thờ tự\nHình:LangDinhHuong3.JPG|Bàn thờ và ngai thờ\nHình:LangDinhHuong6.JPG|Voi bên phải bàn thờ\nHình:LangDinhHuong11.JPG|Voi bên trái bàn thờ\nHình:LangDinhHuong8.JPG|Ngai thờ\nHình:LangDinhHuong1.JPG|Phần mộ \nHình:LangDinhHuong5.JPG|Võ quan dắt ngựa bên phải\nHình:LangDinhHuong10.JPG|Võ quan dắt ngựa bên trái\nHình:LangDinhHuong4.JPG|Khu bia\nHình:LangDinhHuong7.JPG|Quan hầu bên cổng phải\n<\/gallery>\n\n== Đường tham quan ==\nCách 1: Cách đi tới Lăng Dinh Hương: từ Hà Nội theo [[Quốc lộ 1]] về hướng bắc 41&nbsp;km tới ngã ba Đình Trám, rẽ trái theo [[quốc lộ 37]] khoảng 17&nbsp;km thì tới trung tâm thị trấn [[Thắng]], lăng ở phía nam thị trấn 1&nbsp;km.\n\nCách 2: Cách đi tới lăng Dinh Hương: Từ cầu Nhật Tân (Hà Nội), đi về quốc Lộ 1A, hỏi đi về cầu Mai Đình rồi đi qua cầu Mai Đình hướng  về thị trấn Thắng (Cách cầu Mai Đình 18&nbsp;km, cách thị trấn Thắng 1&nbsp;km)\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Xem thêm ==\n\n[[Thể loại:Di tích tại Bắc Giang]]\n[[Thể loại:Du lịch Bắc Giang]]\n[[Thể loại:Lăng mộ Việt Nam|La Đoan Trực]]\n[[Thể loại:Hiệp Hòa (huyện)]]"}