{"238498":"[[Tập tin:Trước lăng Thại Ngọc Hầu.jpg|nhỏ|phải|250px|Tiểu đình ở giữa sân lăng]]\n'''Lăng Thoại Ngọc Hầu''' còn gọi là '''Sơn Lăng''', trước thuộc xã [[Vĩnh Tế (xã)|Vĩnh Tế]], nay thuộc phường [[Núi Sam (phường)|Núi Sam]], thành phố [[Châu Đốc]], tỉnh [[An Giang]]. Đây là một danh thắng, một công trình kiến trúc cổ tiêu biểu dưới thời phong kiến, và là một di tích ''lịch sử cấp quốc gia'' [[Việt Nam]] (xếp hạng năm [[1997]]).\n\n==Nguồn gốc==\nSơn Lăng tọa lạc tại vị trí mà [[Thoại Ngọc Hầu]] (tên thật là ''Nguyễn Văn Thoại'') đã chọn để làm nơi yên nghỉ vĩnh viễn cho ông về sau.\n\nCông trình này được khởi dựng vào năm nào chưa rõ, chỉ biết rằng khi người vợ thứ của ông là Trương Thị Miệt mất ([[tháng bảy|tháng 7]] năm [[Tân Tỵ]], [[1821]]) <ref>Tức mấy tháng sau khi ông Thoại đến [[Châu Đốc]] nhận nhiệm vụ \"Án thủ [[Châu Đốc]] đồn, kiêm quản quân vụ trấn [[Hà Tiên (tỉnh)|Hà Tiên]]\".<\/ref>, ông đã cho an táng bà tại đây (nằm bên trái ngôi mộ của ông trong tương lai). Đến [[tháng mười|tháng 10]] năm [[Bính Tuất]] ([[1826]]), bà vợ chính của ông là [[Thoại Ngọc Hầu#Chánh thất|Châu Thị Tế]] mất, cũng được ông đem an táng tại đây (nằm bên phải ngôi mộ của ông trong tương lai). Như vậy, có thể nói Sơn Lăng đã được Thoại Ngọc Hầu cho xây đúc (chưa rõ đã cơ bản hoàn thành hay chỉ một phần) trước khi ông qua đời vào [[tháng sáu|tháng 6]] năm [[Kỷ Sửu]] ([[1829]])<ref>Theo [[Toan Ánh]] và Cửu Long Giang (''Người Việt-Đất Việt'', Nam Chi Tùng Thư, 1967, tr. 434), thì lăng được xây dựng vào năm [[Minh Mạng]] thứ 10 ([[1829]]). Đây có thể là năm xây xong, vì GS [[Nguyễn Văn Hầu]] (''Thoại Ngọc Hầu và những cuộc khai phá miền Hậu Giang'', Hương sen xuất bản, tr. 304) cũng đã ghi rằng năm [[1829]], ông Thoại \"đã xây xong nhiều lăng mộ và cất xong nhiều từ miếu\".<\/ref>.\n\n==Kiến trúc==\n[[Tập tin:Lăng Thoại Ngọc Hầu.JPG|nhỏ|250px|phải|Sơn Lăng (ảnh 1)]]\nSơn Lăng nằm nơi chân [[núi Sam]], và kề bên quốc lộ 91 ngày nay. Đây là một khối kiến trúc to lớn nhưng hài hòa. Muốn lên lăng, phải qua chín bậc đá ong <ref>Đây là loại đá được chuyển từ miền Đông vào. Sở dĩ, người chỉ huy công trình xây dựng lăng không muốn dùng đá hoa cương tại chỗ, là vì màu sắc và cấu trúc của đá ong, tự nó sẽ làm tăng thêm vẻ đẹp của chốn thâm nghiêm (theo ''Địa chí An Giang tập II'', UBND tỉnh ấn hành, 2007, tr. 228).<\/ref> dài trên trăm [[mét]], xây [[hình thang]] rồi mới đến sân.\n\nSân lăng bằng phẳng, rộng thênh thang, có hai tiểu đình do người đời sau xây dựng: một dùng để chứa tấm [[bia Thoại Sơn]] (bản sao) bằng đá cẩm thạch trắng; hai dùng để tượng [[ngựa]] và người lính hầu...Tiếp đến là vòng thành và hai cổng vào lăng hình bán nguyệt được đúc dày, nên trông lăng thật bề thế, vững vàng.\n\nHiện vật đáng chú ý nơi tường thành có cổng ra vào, là năm tấm bia đá do người sau qui tập về và gắn chặt vào tường thành. Bia ở chính giữa rất có thể là bia [[Núi Sam|Vĩnh Tế Sơn]] được dựng lên từ năm [[1828]], tức bốn năm sau khi đào xong [[kênh Vĩnh Tế]]. Bia cao hơn đầu người, bằng loại đá sa thạch, khắc 730 [[chữ Hán]]. Do để ngoài trời, không chăm sóc, nên mặt đá đã bị rạn nứt, bị bào mòn nên chữ đã không còn đọc được. Bốn tấm bia còn lại cũng đã bị thời gian làm cho nhẵn nhụi, nên không rõ tung tích...\n\nQua khỏi cổng là ba phần mộ nằm giữa vuông lăng. Mộ [[Thoại Ngọc Hầu]] nằm giữa, hai bên là mộ bà chính thất [[Thoại Ngọc Hầu#Chánh thất|Châu Thị Tế]] và mộ bà thứ thất Trương Thị Miệt (được xây lùi lại một chút để tỏ sự kính nhường). Tất cả đều được xây bằng hồ ô dước vì thời đó chưa có [[xi măng|xi-măng]]. Phía đầu ba ngôi mộ là bình phong có đắp chi chít những [[chữ Hán]]. Phía chân các ngôi mộ đều có bi ký.\n[[Tập tin:Lăng Thoại Ngọc Hầu.jpg|nhỏ|phải|250px|Sơn Lăng (ảnh 2)]]\nTheo bậc thang lên cao, ra khỏi vuông lăng là đền thờ ông Thoại. Đền tựa lưng vào [[núi Sam]], và được dựng lên về sau này<ref>GS. Hầu (sách đã dẫn, tr. 269) không cho biết năm dựng.<\/ref>. Trong đền bày trí đẹp, có tượng bán thân Thoại Ngọc Hầu với đủ đồ lễ bộ, tạo không gian ấm cúng và trang nghiêm...\n[[Tập tin:Nghĩa trủng.jpg|nhỏ|phải|250px| Nghĩa trủng, nơi cải táng hài cốt của những người đã chết trong lúc đào kênh Vĩnh Tế.]]\nNơi nội lăng và hai bên phải trái vuông lăng còn có hai khu đất rộng, cũng có vòng thành ngăn chắn xung quanh dày cả [[mét]]. Ở đây có trên 50 ngôi mộ xây bằng hồ ô dước, có mộ xây hình [[voi]] phục, có mộ xây hình bầu dài hoặc vuông vắn, v.v...Những ngôi mộ này đều vô danh, đa số là những hài cốt của những người đã bỏ mình trong lúc đào kênh Vĩnh Tế được ông Thoại cho qui tập về.\n\nLăng Thoại Ngọc Hầu thuộc ''khu danh thắng [[núi Sam]]'' đã được Bộ Văn hóa-Thông tin [[Việt Nam]] công nhận là ''di tích lịch sử cấp quốc gia'' vào ngày 1 [[tháng mười hai|tháng 12]] năm [[1997]].\n\n==Phát hiện mới==\n[[Tập tin:Bia Vĩnh Tế Sơn.jpg|nhỏ|phải|250px| Tấm bia bên phải ảnh có thể là bia Vĩnh Tế Sơn]]\nTrung tuần [[tháng chín|tháng 9]] năm [[2010]], trong lúc tu bổ lăng Thoại Ngọc Hầu, đơn vị thi công phát hiện một lằn phui sụp xuống và sau đó được cơ quan chức năng xác định đây là dấu vết khu vực chôn đồ tùy táng. Sau đó, vào ngày 19 và 20 [[tháng mười|tháng 10]] cùng năm, ngành chức năng đã cho tiến hành cuộc khai quật khẩn cấp và đã thu được kết quả lớn với việc phát hiện 523 hiện vật cùng hàng trăm vật dụng bằng [[gỗ]], [[kim loại]],...tại hố chôn thứ nhất (nằm cạnh mộ bà [[Thoại Ngọc Hầu#Chánh thất|Châu Thị Tế]]), và tại hố chôn thứ hai (nằm cạnh mộ bà Trương Thị Miệt)...Theo TS. Ngô Quang Láng, Phó Giám đốc Sở VH-TT-DL tỉnh [[An Giang]], thì ''\"thông qua hiện vật, chúng ta hiểu biết về những vật dụng sinh hoạt trong gia đình một vị quan lại phong kiến [[Việt Nam]] ở [[thế kỷ 19]] tại vùng đất phía Nam, mà hầu như chưa nơi nào phát hiện được. Qua đó để thấy được tính chất, đặc điểm của một thời kỳ lịch sử cũng như hình dung được đời sống vật chất, tinh thần trong gia đình quan lại Việt Nam....Nhất là việc phát hiện hiện vật chôn theo mộ bà [[Thoại Ngọc Hầu#Chánh thất|Châu Thị Tế]] có 1 đồng tiền từ thời kỳ [[Nguyễn Nhạc]] <ref>Đây là một phát hiện hết sức đặc biệt, vì [[nhà Nguyễn]] vẫn xem [[nhà Tây Sơn]] là \"ngụy triều\", cho nên việc một vị đại thần của triều Nguyễn đã giữ gìn đồng tiền triều [[Nguyễn Nhạc]], lại [[chôn cất|chôn]] cùng theo mộ của phu nhân là điều gợi mở nhiều hướng nghiên cứu cho giới sử học. Theo TS Phạm Hữu Công, một thành viên trong hội đồng giám định di vật, đồng tiền này \"có thể liên quan đến một bí mật lịch sử chưa từng được biết\" [http:\/\/dulich.tuoitre.vn\/Index.aspx?ArticleID=458128&ChannelID=10]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}.<\/ref>.\n\n==Xem thêm==\n[[Tập tin:Lăng Thoại Ngọc Hầu (mới).jpg|nhỏ|phải|250px|Sơn Lăng vừa được trùng tu (2013), không còn màu rêu phong cũ bởi thứ nước sơn thời hiện đại]].\n\n*[[Thoại Ngọc Hầu]]\n*[[Thoại Ngọc Hầu#Chánh thất|Châu Thị Tế]]\n*[[Núi Sam]]\n*[[Kênh Vĩnh Tế]]\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Di tích tại An Giang]]\n[[Thể loại:Châu Đốc]]"}