{"3201684":"{{coor title dms|16|22|55|N|107|34|36|E|type:landmark}}\n'''Lăng Trường Thiệu''' (tên Hán 長紹陵), tức lăng Duệ Tôn Hiếu Định Hoàng Đế - [[Nguyễn Phúc Thuần]] (sinh ngày 31 tháng 12 năm 1754, mất ngày 1 tháng năm 1777, là vị Chúa thứ 9 của 9 đời [[Chúa Nguyễn]], còn gọi là chúa Định hay Nguyễn Duệ Tông).\n\n== Vị trí ==\nLăng thuộc địa phận núi La Khê, huyện Hương Trà, nay thuộc làng La Khê, xã Hương Thọ, thị xã Hương Trà, tỉnh Thừa Thiên - Huế. Trước kia lăng ở địa phận huyện\nBình Dương đất Gia Định, đến năm Gia Long thứ 8 thì được rước về vị trí hiện tại. Lăng nằm ở tả ngạn dòng Tả Trạch, cách bờ sông chừng 400m.<ref name=\":0\">{{Chú thích web|url = http:\/\/www.hueworldheritage.org.vn\/TTBTDTCDH.aspx?TieuDeID=35&TinTucID=54&l=vn|title = Lăng mộ Hoàng gia thời Nguyễn tại Huế|access-date = 11 tháng 3 năm 2015}}{{Liên kết hỏng|date=2022-12-02 |bot=InternetArchiveBot }}<\/ref><ref name=\":1\">{{Chú thích web|url = http:\/\/kienthuc.net.vn\/di-san\/lang-mo-it-biet-cua-9-chua-nguyen-lang-truong-thieu-402039.html|title = Lăng mộ ít biết của 9 chúa Nguyễn: Lăng Trường Thiệu|access-date = 11 tháng 3 năm 2015}}<\/ref>\n\nLăng Trường Thiệu nằm cách [[Lăng Trường Cơ]] của [[Nguyễn Hoàng]] - vị chúa Nguyễn đầu tiên khoảng 120m về hướng tây-bắc.\n\n[https:\/\/www.google.fr\/maps\/place\/L%C4%83ng+Tr%C6%B0%E1%BB%9Dng+Thi%E1%BB%87u\/@16.3762479,107.5779857,16z\/data=!4m2!3m1!1s0x0000000000000000:0x53fd46402be540f3 Vị trí của lăng Trường Thiệu trên bản đồ Google]\n\n== Bố cục kiến trúc ==\nLăng xoay về hướng tây-bắc.\n\nKiểu thức xây dựng lăng mộ cũng tương tự như các lăng Chúa Nguyễn khác nhưng kích thước lăng có phần nhỏ hơn. Lăng gồm 2 vòng thành. Vòng thành bao bọc bên ngoài lăng chu vi 117,2m, thành cao 2,51m. Vòng thành trong chu vi 64,4m, thành cao 1,9m. Bình phong sau cổng đã bị đục hết các hình trang trí. Bên trái của bình phong có bài trí chậu cảnh. Hai trụ cổng trước mộ cũng không còn nguyên vẹn.\n\nMộ gồm 2 tầng. Tầng trên rộng 190&nbsp;cm, dài 233&nbsp;cm, cao 28&nbsp;cm. Tầng dưới rộng 250&nbsp;cm, dài 305&nbsp;cm, cao 35&nbsp;cm. Hương án trước mộ có quy cách giống như ở các lăng chúa Nguyễn còn lại. Bình phong sau mộ vẫn còn dấu vết hình rồng mờ nhạt.<ref name=\":0\" \/><ref name=\":1\"\/>\n\n== Tình trạng ==\nHiện tại, lăng Trường Thiệu đã bị xuống cấp nặng nề. Nhiều đoạn tường thành của lăng đã sụp đổ.<ref name=\":1\"\/>\n\n== Tham khảo==\n{{tham khảo}}\n\n{{sơ khai kiến trúc Việt Nam}}\n\n[[Thể loại:Lăng tẩm các vua, chúa Nguyễn]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}