{"256822":"{{bài cùng tên|Lăng Ông}}\n{{Thông tin công trình xây dựng\n| name=Lăng Tả quân Lê Văn Duyệt\n| native_name=Lăng Ông - Bà Chiểu\n| alternate_names=Thượng Công Miếu (上公廟)\n| coordinates={{coord|10.802070|106.697003}}\n| mapframe-zoom=16\n| image=Cổng chính Lăng Ông Bà Chiểu năm 2015.jpg\n| caption=Tam quan Lăng Ông, ghi \"Thượng Công Miếu\"\n| image_size=280\n| address=1 Vũ Tùng, [[Phường 1, Bình Thạnh|Phường 1]], [[Quận Bình Thạnh]], [[Thành phố Hồ Chí Minh|TP.HCM]]\n| grounds_area={{convert|18501|m2|sqft}}\n}}\n'''Lăng Tả quân Lê Văn Duyệt''' (tên chữ: '''Thượng Công Miếu''', [[chữ Hán]]: 上公廟, tục gọi là '''Lăng Ông - Bà Chiểu''') là khu đền và mộ của Tả quân [[Lê Văn Duyệt]] ([[1764]]-[[1832]]) hiện tọa lạc tại số 1 đường Vũ Tùng, có cổng Tây tại số 126 [[Đường Lê Văn Duyệt, Thành phố Hồ Chí Minh|đường Lê Văn Duyệt]], [[Phường 1, Bình Thạnh|phường 1]], [[Bình Thạnh|quận Bình Thạnh]], [[Thành phố Hồ Chí Minh]], [[Việt Nam]]. Do vị trí Lăng Ông nằm ở khu vực Bà Chiểu nên người dân quen gọi chung '''Lăng Ông - Bà Chiểu''' (tức là \"Lăng Ông ở Bà Chiểu\") để chỉ khu vực này.\n\nTrước năm 1975, tuyến đường chạy dọc theo phía Tây Lăng Ông (đoạn từ Lăng đến [[cầu Bông]]) mang tên đại lộ [[Lê Văn Duyệt]]. Đến ngày [[14 tháng 8]] năm [[1975]], đoạn này bị đổi tên vì nhập chung tên với đường [[Đinh Tiên Hoàng]] (phía [[Quận 1]]). Đến ngày [[16 tháng 9]] năm [[2020]], sau 45 năm bị thay đổi tên, đoạn đường này được phục hồi tên cũ là đường Lê Văn Duyệt nhân dịp giỗ lần thứ 188 của ông.<ref>Ngày 11 tháng 7 năm 2020, HĐND TP. HCM ban hành Nghị quyết số 26 về việc bổ sung Quỹ tên đường và đổi tên đường Đinh Tiên Hoàng đoạn từ cầu Bông đến đường Phan Đăng Lưu thành đường Lê Văn Duyệt. Đến ngày 16 tháng 9 thì [http:\/\/congan.com.vn\/tin-chinh\/tphcm-chinh-thuc-cong-bo-dat-ten-duong-le-van-duyet_99773.html chính thức gắn bảng tên đường Lê Văn Duyệt].<\/ref>\n\n== Vị trí, tên gọi ==\nLăng Ông rộng 18.501 [[mét vuông|m²]] trên một gò đất cao<ref>Gò đất cao này hình lưng [[bộ Rùa|rùa]] thoai thoải về phía cầu Bông. Theo thuật [[phong thủy]] đây là vị thế nằm ngay long mạch hợp với ''địa linh nhân kiệt'' (theo sách ''Hỏi đáp về [[Thành phố Hồ Chí Minh|Sài Gòn]]-[[Thành phố Hồ Chí Minh]]'', tập 6, do TS Quách Thu Nguyệt chủ biên. Nhà xuất bản Trẻ, 2006, tr.78-79).<\/ref>, nằm giữa bốn con đường: [[Lê Văn Duyệt]], [[Phan Đăng Lưu]], [[Trịnh Hoài Đức]] và Vũ Tùng.\n\nLăng nằm kế bên khu [[chợ Bà Chiểu]] nên mỗi khi nhắc đến tên chợ này là nghĩ ngay đến lăng Ông. Rất nhiều người nơi khác thường nhầm rằng đây là lăng thờ ông và bà tên Chiểu. Thật ra không phải như vậy, đây là lăng thờ ông bà [[Lê Văn Duyệt]]. Và do lệ kiêng cữ tên, không biết từ lúc nào, người dân đã ghép hai từ \"lăng Ông\" với hai từ \"Bà Chiểu\" để chỉ khu lăng của Tả Quân.\n\nTheo nhà văn [[Sơn Nam (định hướng)|Sơn Nam]], tên Bà Chiểu là tên vùng đất, chỉ mới xuất hiện thời vua [[Tự Đức|Tự Đức]]. Chiểu có nghĩa là ao nước thiên nhiên, Bà Chiểu là nữ thần được thờ bên ao thiên nhiên. Ở [[Thủ Đức]] cũng có vùng đất tên là Linh Chiểu <ref>Sơn Nam, ''Một Mảnh Tình Riêng''.<\/ref>.\n\n== Lịch sử ==\n{{Chính 2|[[Lê Văn Duyệt#Vụ án Lê Văn Duyệt|Vụ án Lê Văn Duyệt]]}}\nTrong công trình kiến trúc của lăng, được xây dựng sớm nhất là phần mộ <ref>Theo nhiều nhà nghiên cứu trước đây thì ngôi mộ thực của Tả Quân Lê Văn Duyệt nằm ở [[Tiền Giang]]: \"Theo lời các cố lão, ngôi mộ tại [[Gia Định]], Bình Hòa xã là ngôi mộ chôn bằng hình sáp, còn hài cốt thật thì về an táng tại làng Long Hưng, thuộc tỉnh [[Định Tường]] (nay là [[Tiền Giang]])\". (Huỳnh Minh, ''Gia Định xưa'', Nhà xuất bản Thanh Niên in lại năm 2001, trang 53). Nhưng vào [[Tháng tư|tháng 4]] năm [[2006]], sau một cuộc khảo sát, ông Lý Việt Dũng đã đưa ra kết quả ngược lại [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=139068&ChannelID=10].<\/ref>.\n\nNăm [[1835]] sau [[cuộc nổi dậy Lê Văn Khôi|sự biến thành Phiên An]], Lê Văn Duyệt bị lên án và buộc tội đã gián tiếp gây nên biến loạn, vua [[Minh Mạng]] đã ra chỉ dụ san bằng mộ, trên dựng bia đá có khắc tám chữ ''Quyền yêm Lê Văn Duyệt phục pháp xử'' (chỗ tên hoạn quan Lê Văn Duyệt chịu tội), theo Đại nam thực lục chính biên quốc sử quán triều Nguyễn.\n\nĐến năm [[Tân Sửu]] ([[1841]]), vua [[Thiệu Trị]] lên ngôi cho dẹp bỏ trụ đá hài tội và đắp lại mộ. Năm đầu đời [[Tự Đức]] ([[1848]]), Đông Các đại học sĩ [[Võ Xuân Cẩn]] dâng sớ xin phục hồi quan tước, gia ơn cho con cháu các công thần, trong đó có Lê Văn Duyệt<ref>Hai người kia là [[Nguyễn Văn Thành]] và [[Lê Chất]].<\/ref>. Nhà vua xem sớ cảm động, truy phong cho cả ba ông và ban phẩm hàm cho con cháu họ. Lại cho đắp phần mộ Lê Văn Duyệt ở [[Gia Định]] cao rộng thêm và cho sửa sang miếu thờ <ref>Theo [http:\/\/www.tuoitre.com.vn\/Tianyon\/Index.aspx?ArticleID=139068&ChannelID=10 Mộ tả quân Lê Văn Duyệt hiện ở đâu?]<\/ref>. Theo [[Sơn Nam (nhà văn)|nhà văn Sơn Nam]], thì sau đó dân làng Long Hưng đem trình quan sở tại một người cháu nội của [[Lê Văn Phong]] (Phong là em ruột Tả quân) tên Lê Văn Thi, bấy lâu sợ tội với triều đình nên mãi trốn tránh. Sau đó, ông Thi được phép đến Bà Chiểu, lo việc chăm sóc Lăng Ông. Ngày nay ở trong miếu vẫn còn thờ ông Thi làm Tiền hiền <ref>Sơn Nam, ''Lăng Ông Bà Chiểu và Lễ hội văn hóa dân gian'' (Nhà xuất bản Trẻ, 2009, tr. 151). Cũng theo Sơn Nam, thì ngay trong năm đó, tỉnh thần tỉnh [[Định Tường]] là [[Đỗ Quang]] tâu xin trả 32 [[mẫu]] tư điền của thân phụ Lê Văn Duyệt cho cháu là Lê Văn Niên để lo hương hỏa và sửa lại phần mộ của song thân Tả quân.<\/ref>.\n\nVà từ khi ''Hội Thượng Công Quý Tế'' được thành lập vào năm [[1914]]<ref>Hội Thượng Công Quý Tế do Đốc phủ Gia Định Nguyễn Hữu Vị và Tri huyện Phạm Hữu Thành sáng lập. Từ khi có hội, lăng miếu được rộn rịp hơn.<\/ref>, việc cúng tế được tổ chức đều đặn hàng năm và việc trùng tu cũng được tiến hành nhiều lần. Ngày 6 [[tháng mười hai|tháng 12]] năm [[1989]], toàn bộ khu lăng được Bộ Văn hóa công nhận là ''di tích Lịch sử Văn hóa cấp quốc gia''.\n\n== Kiến trúc ==\n[[Hình:Phong cảnh Lăng Ông Bà Chiểu.jpg|nhỏ|250px|Mộ (trái) và đền thờ (phải) Tả quân Lê Văn Duyệt]][[Tập tin:Miếu thờ Lê Văn Duyệt 2.jpg|nhỏ|250px|Miếu thờ]]\n[[Tập tin:100South Vietmanese đồng1966b.jpg|nhỏ|250px|Lăng Ông trên mặt sau tờ 100 đồng [[Việt Nam Cộng Hòa]]]]\nChung quanh khu lăng có bức tường bao bọc dài 500[[m]], cao 1,2 [[m]] được trổ bốn cổng ra vào theo bốn hướng, được xây dựng vào năm [[1948]]. Năm sau, cổng Tam quan cũng được xây. Cổng có hàng đại tự nổi bằng [[chữ Hán]] ''Thượng Công Miếu'', được đặt ở [[hướng Nam]], mở ra đường Vũ Tùng. Trước năm [[1975]], cổng này đã từng được chọn là biểu tượng của vùng Sài Gòn-Gia Định xưa.\n\nKhu lăng được xây dựng trên một trục đường chính. Từ cổng Tam quan ở phía nam vào qua một khu vườn cảnh là: \n#Nhà bia nơi đặt bia đá ghi công đức Tả quân\n#Mộ Tả quân và vợ, có bình phong và tường hoa bao quanh\n#Miếu thờ\n \n===Nhà bia===\nNhà bia được xây dựng như một ngôi điện nhỏ, tường [[Gạch nung|gạch]], mái lợp [[ngói|ngói âm dương]]. Bên trong có tấm bia đá khắc văn bia [[chữ Hán]] đề \"Lê công miếu bia\" (Bia dựng tại miếu thờ Lê công) do Kinh lược sứ [[Hoàng Cao Khải]] viết năm [[Giáp Ngọ]] ([[1894]]). Nội dung văn bia ca tụng công đức Lê Văn Duyệt đối với triều đình và nhân dân.\n\n===Lăng mộ===\nToàn thể khu [[mộ]] đều được xây bằng một loại vữa hợp chất<ref>Còn được gọi là ''ô dước''. Chất này gồm ba thành phần chính: cát, vôi, chất kết dính. Trong đó, cát là loại cát sông mịn; vôi là vôi sống, vôi tôi, vỏ nghêu sò, san hô nghiền vụn; chất kết dính là nhựa cây ô dước, mật mía, mật ong, nhựa dây tơ hồng hoặc bời lời. Ngoài ra, còn có chất phụ gia như: than hoạt tính, đá ong nghiền vụn, giấy dó...<\/ref>. \n \nPhần mộ gồm hai ngôi mộ song táng: Tả quân và vợ là bà Đỗ Thị Phẫn<ref>Bà là một cung nhân nết na, được vua [[Gia Long]] đứng ra gả cưới. Khi Lê Tả quân bị tội, bà về ngụ nơi xóm Chợ Rẫy, trong một ngôi chùa [[Phật]], do bà mẹ năm xưa đứng tạo lập tục danh là Chùa Bà Dội (''Sài Gòn năm xưa'', Nhà xuất bản Thành phố Hồ Chí Minh, 1991, tr. 86 và 160). Bà không bị giết vì Lê Văn Duyệt là người yêm hoạn (theo luật thời bấy giờ, bà không phải là vợ nên được miễn nghị). Còn tên chùa, ông Dũng ghi là chùa Bà Dồi, ở gần [[Bệnh viện Chợ Rẫy]] (''Lê Văn Duyệt với vùng đất Nam Bộ'', tạp chí Xưa và Nay xuất bản, 2008, tr. 155).<\/ref>. Hai ngôi mộ đặt song song và được cấu tạo giống nhau, có hình dạng như nửa quả [[trứng]] [[ngỗng]] xẻ theo chiều dọc, úp trên bệ lớn [[hình chữ nhật]]. Theo các nhà khảo cổ học và kiến trúc sư, mộ này còn được gọi là mộ \"quy\" (quy tức là rùa, vì ngôi mộ có hình dáng như một con rùa đang nằm). Trước mộ có một khoảnh sân nhỏ để làm lễ. Từ nơi nhà bia nhìn vào, mộ Lê Văn Duyệt phía bên phải. Bao quanh mộ là một bức tường bằng đá ong dày hình chữ nhật, thông ra tận sân đốt [[nhang]] đèn.\n\nNgoài ra, ở đây còn hai phần mộ nhỏ của hai cô hầu <ref>Mặc dù có khuyết tật về sinh lý, nhưng Tả quân vẫn cưới vợ rồi chọn thêm hai cô hầu nữa. Theo Sơn Nam, thì đó là hành động tượng trưng, để chứng tỏ là nam giới. Có lẽ mộ bia của hai cô hầu đều đã bị đập phá theo lệnh của vua Minh Mạng. Nhưng về sau không thấy dựng lại khi danh dự của Tả quân bị phục hồi, nên không biết họ tên, ngày sinh và ngày mất của hai cô (sách đã dẫn, tr. 136).<\/ref>.\n\n===Miếu thờ===\nCách khu lăng mộ một khoảng sân dài đến khu vực \"Thượng công linh miếu\", nơi diễn ra các sinh hoạt tín ngưỡng của nhân dân trong việc thờ cúng Lê Văn Duyệt. Bố cục của miếu bao gồm tiền điện, trung điện và chính điện. Mỗi gian điện thờ cách nhau bằng một khoảnh sân lộ thiên, gọi là ''sân thiên tỉnh'' (giếng trời). Đối xứng hai bên trục nhà chính là hai dãy Đông lang và Tây lang.\n\nCông trình mang dấu ấn của lối kiến trúc miếu thờ [[nhà Nguyễn]], với những mái \"trùng thiềm điệp ốc\"<ref>Kiểu \"trùng thiềm điệp ốc\" hay còn gọi \"trùng lương trùng thiềm\" là kiểu nhà kép hai mái trên một nền (mái chồng lên nhau, nhà nối liền nhà).<\/ref> và kỹ thuật kết nối khung nhà bằng các lỗ mộng. Ngoài ra, nhờ kỹ thuật chạm khắc [[gỗ]], chạm khắc [[đá]], khảm sành [[sứ]] mà nơi thờ cúng này còn giữ được vẻ đẹp cổ kính cho đến ngày nay.\n\n== Thờ cúng ==\n[[Tập tin:Lăng Lê Văn Duyệt.jpg|nhỏ|250px|Mộ Tả quân Lê Văn Duyệt (phải) và vợ (trái)]]\n[[Tập tin:Mộ Lê Văn Duyệt 2.jpg|nhỏ|250px|Cận cảnh mộ tả quân Lê Văn Duyệt (phải) và vợ (trái)]]\nNơi chính điện có bức tượng bằng đồng của Tả quân Lê Văn Duyệt. Tượng được đúc bằng đồng nguyên chất, cao 2,65 [[m]], nặng 3 [[tấn]] do nhà điêu khắc Phạm Văn Hạng thực hiện. Đây là ý tưởng của tạp chí ''Xưa & nay'' và ''Hội Khoa học lịch sử Việt Nam'' trong chương trình ''Đúc tượng đồng cho lăng Ông''<ref>{{Chú thích web |url=http:\/\/www.vtc.vn\/vanhoa\/dsvn\/173649\/index.htm |ngày truy cập=2008-08-05 |tựa đề=Theo |archive-date = ngày 14 tháng 10 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20081014204957\/http:\/\/vtc.vn\/vanhoa\/dsvn\/173649\/index.htm }}<\/ref>.\n\nNơi trung điện, thờ Tả quân [[Lê Văn Duyệt]] (giữa), Thiếu phó [[Lê Chất]] (phải), Kinh lược [[Phan Thanh Giản]] (trái)<ref>Trong văn bia \"Lê công miếu bi\" do Kinh lược sứ [[Hoàng Cao Khải]] viết năm [[Giáp Ngọ]] ([[1894]]) chỉ nhắc đến tên Phan Thanh Giản, rất có thể khi ấy Lê Chất chưa được phối thờ. Theo Sơn Nam (sách đã dẫn, tr. 121), cả hai được phối thờ ở đây, vì họ đều là nạn nhân của phong kiến (giống như ông Duyệt).<\/ref>.\n\nHàng năm, tại lăng đều có tổ chức lễ giỗ Tả Quân Lê Văn Duyệt long trọng, vào các ngày 29 hoặc 30 [[tháng bảy|tháng 7]], mồng 1 và 2 [[tháng tám|tháng 8]] [[âm lịch]]. Lễ giỗ được cử hành theo nghi thức cấp tiểu cung đình triều Nguyễn, lễ tế do Ban Quý Tế Lăng Tả Quân Lê Văn Duyệt thực hiện. Ngoài lễ tế, còn có lễ xây chầu - đại bội và lễ Tôn Vương, diễn những vở tuồng xưa để phụng cúng Đức Tả Quân và bá tánh thưởng thức,\n \nKhi ông mất, dân gian xem ông như một vị thần, vì vậy việc thờ cúng và tế lễ ông tại lăng mang nghi thức thờ thần và tế thần. Nói rõ hơn, lễ hội lăng Ông Bà Chiểu không phải là lễ tưởng niệm anh hùng dân tộc như [[Trương Định]], [[Nguyễn Trung Trực]] hay [[Nguyễn Huỳnh Đức]]... mà là lễ hội mang tính dân gian như lễ Bà Chúa Xứ (xem [[Miếu Bà Chúa Xứ Núi Sam|Miếu Bà Chúa Xứ]]) hoặc vía Điện Bà ở Tây Ninh (xem [[Núi Bà Đen]]).\n[[Tập tin:Nhà bia trong khu Lăng Ông Bà Chiểu.jpg|nhỏ|250px|Nhà bia trong khuôn viên]]\n[[Tập tin:Nội dung bia trong khu Lăng Ông Bà Chiểu.jpg|nhỏ|250px|Nội dung bia trong khu Lăng Ông Bà Chiểu]]\nSố người dự hội có đến hàng chục vạn, không chỉ người địa phương mà cả khách tỉnh xa cũng về dự hội. Đáng chú ý trong số khách đi lễ số lượng [[người Hoa]] chiếm khoảng phân nửa. Bởi họ đến dâng hương để tạ ơn một vị \"phúc thần\", vì lúc sinh thời khi làm Tổng trấn Gia Định, ông đã có những chính sách, chủ trương nâng đỡ, tạo điều kiện cho cộng đồng [[người Hoa]] phát triển ngành nghề, an cư lạc nghiệp trên quê hương thứ hai của họ <ref>Người Hoa gọi Tả quân là \"Phò mã gia gia\", có nghĩa là \"cha của ông Phò mã\". Sơn Nam giải thích: Vì không con, Tả quân đã nhận Lê Văn Yên (con của [[Lê Văn Phong]], em ruột ông) làm con nuôi. Sau, Yên trở thành Phò mã vì cưới Công chúa Ngọc Ngôn, con của vua [[Gia Long]] (sách đã dẫn, 137).<\/ref>.\n\nNgoài Lê Văn Duyệt, Lê Chất, Phan Thanh Giản, trong đền còn thờ vợ ông, các Tiền hiền, Hậu hiền, các \"Anh hùng liệt sĩ vị quốc vong thân\" và hội viên quá vãng (những hội viên Hội Thượng Công Quý Tế đã qua đời và những vị đã cống hiến và giữ gìn truyền thống tại Lăng).\n[[Tập tin:Mộ cô hầu.jpg|nhỏ|280px|Mộ cô hầu]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/caom.archivesnationales.culture.gouv.fr\/sdx\/ulysse\/notice?id=FR%20CAOM%2030Fi106\/54 Ảnh của Trung tâm Lưu trữ hải ngoại Cộng hòa Pháp về Lăng Tả quân Lê Văn Duyệt, trong quãng thời gian 1921\/1935]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www3.tuoitre.com.vn\/Tetonline2008\/Index.aspx?ArticleID=242430&ChannelID=212 Mùng 2 đi thăm lăng Tổng trấn Gia Định thành] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131113224708\/http:\/\/www3.tuoitre.com.vn\/Tetonline2008\/Index.aspx?ArticleID=242430&ChannelID=212 |date = ngày 13 tháng 11 năm 2013}}\n* [http:\/\/nguoivienxu.vietnamnet.vn\/phongtuctapquan\/2004\/10\/337642\/ Lễ hội truyền thống] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080817105158\/http:\/\/nguoivienxu.vietnamnet.vn\/phongtuctapquan\/2004\/10\/337642\/ |date = ngày 17 tháng 8 năm 2008}}\n* [http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/3\/52140.cand Bi kịch Lê Văn Duyệt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080510103231\/http:\/\/antgct.cand.com.vn\/vi-vn\/nhanvat\/2008\/3\/52140.cand |date=2008-05-10 }}\n* [http:\/\/www.vtc.vn\/vanhoa\/dsvn\/dung-tuong-dong-le-van-duyet-tai-lang-ong\/173649\/index.htm Dựng tượng đồng Lê Văn Duyệt] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080915111945\/http:\/\/www.vtc.vn\/vanhoa\/dsvn\/dung-tuong-dong-le-van-duyet-tai-lang-ong\/173649\/index.htm |date = ngày 15 tháng 9 năm 2008}}\n* [http:\/\/www.tvkarch.com\/so-do-lang-le-van-duyet-(lang-ong-ba-chieu).html Bản vẽ sơ đồ lăng Lê Văn Duyệt năm 2001.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20131211080207\/http:\/\/www.tvkarch.com\/so-do-lang-le-van-duyet-(lang-ong-ba-chieu).html |date = ngày 11 tháng 12 năm 2013}} (file PDF) - [http:\/\/www.mediafire.com\/download\/3czs9437ntjnp86\/tvkarch_lang_LeVanDuyet.dwg file AutoCAD R14] (password: sgmedia)\n*[https:\/\/www.youtube.com\/watch?v=6aLEv51XoWY Video chi tiết về Lăng Ông]\n\n{{coord|10.802070|106.697003|format=dms|display=title}}\n\n{{Du lịch Thành phố Hồ Chí Minh}}\n{{Thanh chủ đề|Thành phố Hồ Chí Minh}}\n{{thể loại Commons|Tomb of Lê Văn Duyệt}}\n\n[[Thể loại:Di tích tại Thành phố Hồ Chí Minh]]\n[[Thể loại:Lăng mộ Việt Nam|Lê Văn Duyệt]]\n[[Thể loại:Bình Thạnh]]"}