{"52185":"{{Thông tin đơn vị hành chính Việt Nam | thị trấn\n| tên = Lăng Cô\n| hình = LăngCô.jpg\n| ghi chú hình = Bãi biển Lăng Cô\n| vị trí lấy tọa độ =\n| vĩ độ = 16.2300 \n| kinh độ = 108.0836\n| diện tích = 105,5 km²\n| dân số = 10.810 người<ref>[https:\/\/thuathienhue.gov.vn\/vi-vn\/Trang-chu\/Thong-tin-chung\/Ban-do-hanh-chinh\/id\/3FBA0D71-D16A-411B-A6ED-5573FBE266EF\/ Cổng thông tin điện tử Thừa Thiên Huế]<\/ref>\n| thời điểm dân số = 2019\n| mật độ dân số = 109 người\/km²\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Thừa Thiên Huế]]\n| huyện = [[Phú Lộc]]\n| thành lập = 2002<ref name=ND105 \/>\n| mã hành chính = 20110<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = 478 Lạc Long Quân\n| web = {{url|langco.thuathienhue.gov.vn}}\n}}\n\n'''Lăng Cô''' là một [[Thị trấn (Việt Nam)|thị trấn]] thuộc huyện [[Phú Lộc]], tỉnh [[Thừa Thiên Huế]], [[Việt Nam]].\n\n==Tên gọi==\nĐịa danh \"Lăng Cô\" có người cho rằng là do người Pháp đọc trại tên \"An Cư\", vốn là làng chài ở phía nam đầm. Cũng có người cho rằng lúc trước ở Lăng Cô có nhiều đàn cò, nên được gọi là Làng Cò, sau đó được dân địa phương đọc trại lại là Lăng Cô.\n\n==Địa lý==\nThị trấn Lăng Cô nằm ở phía đông nam huyện Phú Lộc, có vị trí địa lý: \n*Phía đông giáp [[Biển Đông]]\n*Phía tây giáp xã [[Lộc Tiến, Phú Lộc|Lộc Tiến]]\n*Phía nam giáp thành phố [[Đà Nẵng]] với ranh giới là [[núi Bạch Mã]]\n*Phía bắc giáp xã [[Lộc Vĩnh, Phú Lộc|Lộc Vĩnh]] và Biển Đông.\n\nThị trấn Lăng Cô cách thành phố [[Huế]] khoảng 60&nbsp;km về phía nam, nằm dưới chân [[đèo Hải Vân]]. Bãi biển Lăng Cô có bãi cát đẹp, nơi có nhiều khu nghỉ mát, nằm gần cảng Chân Mây và khu kinh tế Chân Mây. Nơi có Quốc lộ 1 A và [[Đường sắt Bắc Nam]] chạy qua.\n\n===Dân c­ư===\nTheo thống kê, thị trấn có số nhân khẩu khoảng 11.200&nbsp;ng­ười, sản xuất theo ba ngành nghề chính là nông nghiệp, đánh bắt, nuôi trồng thủy sản và dịch vụ th­ương mại (trong đó: dịch vụ thư­ơng mại là 40%, thủy sản là 35% và nông nghiệp là 25%). Dân c­ư có mức sống thấp so với mặt bằng bình quân trong tỉnh. Trong một vài năm gần đây, do đ­ược đầu tư­ một số công trình trọng điểm nh­ư công trình cảng n­ước sâu Chân Mây, nâng cấp [[Quốc lộ 1]], xây dựng hầm đư­ờng bộ Hải Vân... Số người đến làm việc ở trong khu vực khá đông, dịch vụ đáp ứng mọi nhu cầu đư­ợc nâng lên, nên mức sống của người dân đã đ­ợc cải thiện đôi chút. Dân c­ư tập trung trong vùng Nam đồi cát hẹp Lăng Cô và một vài vùng ven [[đầm Lập An]] chủ yếu tập trung: ven đư­ờng Quốc lộ 1, gần ga đ­ường sắt và vùng ven đầm. Dân số một vài năm gần đây cũng có tăng lên (tăng cơ học) do một số cơ quan nh­ư công đoàn, [[du lịch]] và [[quân đội]] cũng tổ chức [[khách sạn]], nhà nghỉ và doanh trại...\n\n===Địa hình===\n[[Tập tin:Lang Co.jpg|nhỏ|300px|Bãi biển Lăng Cô dưới chân núi Hải Vân]]\nKhu đất quy hoạch gồm dải bãi cát sát bờ biển có cao độ 1,5 m đến 10,5 m trở lên; tiếp đến là một dải cồn cát hẹp có cao độ từ 5,00 m đến 23,00 m chạy dài 8–9&nbsp;km. Độ dốc tự nhiên phần lớn là 0,005-0,05%. Riêng khu vực ven sư­ờn chân núi Phú Gia, chân núi phía Tây đầm Lập An và ven cồn cát có độ dốc là 20-30%. Ngoài ra về phía Tây và Tây Nam có đầm Lập An, các bầu trũng và các thung lũng nhỏ hẹp.\n\n===Khí hậu===\n*Gió: Nằm trong vùng [[nhiệt đới]] gió mùa, có 2 hư­ớng [[gió]] chính là gió mùa đông bắc về [[mùa đông]] và gió mùa tây nam về [[mùa hạ|mùa hè]]. VTB là 29,6&nbsp;m\/s. Đồng thời cũng chịu tác động của gió biển và gió đất liền theo chu kỳ ngày đêm.\n*Nhiệt độ: Nhiệt độ trung bình\/năm: 25,2&nbsp;°C. Tháng nóng nhất tháng 6, tháng 7 với 41,3&nbsp;°C và tháng lạnh nhất là tháng 12 với nhiệt độ là 8,8C.\n*L­ượng mư­a bình quân năm là 3.368&nbsp;mm. Tháng mưa lớn nhất là tháng 10. Số ngày MTB năm 156 ngày.\n===Thủy văn===\nKhu vực Lăng Cô có đầm lớn là đầm Lập An thông với biển Đông rộng khoảng 1.655 ha. Xung quanh đầm có một số con suối tập trung nư­ớc theo các l­ưu vực núi Phú Gia và Hải Vân đổ ra đầm. Các con suối này l­ưu l­ượng nhỏ không đáng kể. Phía Bắc có một vài bầu trũng nhỏ giữa chân Phú Gia và cồn cát ven biển là rạch tụ thủy để thoát nư­ớc cho khu vực trong mùa m­ưa.\n\nChế độ thủy triều tại vùng Lăng Cô là chế độ bán nhật triều. Mực n­ước triều bình quân là 0&nbsp;cm, cực đại là 126&nbsp;cm, cực tiểu là -72&nbsp;cm. Thủy triều cao nhất ứng với tần suất 1% là 143&nbsp;cm.\n\n==Hành chính==\nThị trấn Lăng Cô được chia thành 9 tổ dân phố: An Cư Đông 1, An Cư Đông 2, An Cư Tân, An Cư Tây, Đồng Dương, Hải Vân, Hói Dừa, Lập An, Loan Lý.\n\n==Lịch sử==\nThị trấn Lăng Cô được thành lập vào năm 2002 trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã '''Lộc Hải'''.<ref name=ND105>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-105-2002-ND-CP-thanh-lap-thi-tran-Lang-Co-thuoc-huyen-Phu-Loc-tinh-Thua-Thien-Hue-6649.aspx|tựa đề=Nghị định số 105\/2002\/NĐ-CP về việc thành lập thị trấn Lăng Cô thuộc huyện Phú Lộc, tỉnh Thừa Thiên Huế}}<\/ref>\n\n==Du lịch==\n[[Tập tin:Lang Co beach.jpg|300px|nhỏ|phải|Bãi biển Lăng Cô]]\nBãi biển Lăng Cô là một danh lam thắng cảnh thiên nhiên của tỉnh [[Thừa Thiên Huế]], cùng với cụm [[Đèo Hải Vân|Hải Vân]]-[[Non Nước]] được đưa vào danh sách các [[khu du lịch quốc gia]] Việt Nam. Bãi biển Lăng Cô từ lâu đã nổi tiếng là một bãi biển có các điều kiện tự nhiên và phong cảnh vào loại đẹp nhất ở [[Việt Nam]] – với bãi cát trắng dài tới hơn 10&nbsp;km, làn n­ước biển trong xanh bao la tuyệt đẹp, bên cạnh đó là những cánh [[rừng mưa nhiệt đới|rừng nhiệt đới]] rộng lớn trên những dãy núi nhấp nhô, nằm giữa núi rừng và biển là đầm Lập An rộng lớn (800 ha) đầy huyền bí.\n\nLăng Cô có vị trí địa lý nằm giữa 3 trung tâm Bảo tồn Di sản Văn hóa Thế giới là: Cố đô Huế, Khu phố cổ Hội An và Khu Thánh địa Mỹ Sơn với bán kính là 70&nbsp;km. Lăng Cô có thể thu hút khách tham quan, nghiên cứu tại các trung tâm trên và giải tỏa áp lực những thời điểm đông khách. Lăng Cô nằm trên tuyến du lịch Bắc-Nam cách thành phố Đà Nẵng 30&nbsp;km và thành phố Huế 70&nbsp;km.\n\nLăng Cô là nơi tập trung nhiều tài nguyên du lịch phong phú: bờ biển, bãi cát mịn, đầm hồ, sông suối, núi đồi, bên đèo Hải Vân, gần rừng nguyên sinh [[Vườn quốc gia Bạch Mã|Bạch Mã]] và các di tích lịch sử.v.v. sẽ tạo ra các sản phẩm du lịch đa dạng nhất thỏa mãn các loại hình du lịch. Lăng Cô được công nhận là vịnh đẹp thế giới. Ngày [[6 tháng 6]] năm [[2009]], UBND tỉnh [[Thừa Thiên Huế]] tổ chức đón nhận danh hiệu \"Lăng Cô - vịnh đẹp thế giới\" do Câu lạc bộ các vịnh biển đẹp nhất thế giới ([[Câu lạc bộ những vịnh đẹp nhất thế giới|Worldbays]]) bình chọn.<ref>[http:\/\/vnexpress.net\/GL\/Xa-hoi\/2009\/06\/3BA0FE00\/ Lăng Cô được công nhận là vịnh đẹp thế giới]<\/ref>\n\n==Kinh tế - xã hội==\n[[Tập tin:Cho-Langco.jpg|nhỏ|trái|300px|Chợ Lộc Hải - Lăng Cô]]\nCác công trình xây dựng (nhà ở, công trình công cộng...) trong khu dân c­ư từ trư­ớc đến nay là do dân tự làm. Phần lớn nhà ở là nhà một tầng lợp ngói hoặc lợp tôn (chiếm 79,3%), lác đác có nhà đúc mái bằng, và nhà cây tranh tre, lợp giấy dầu (chiếm 20,7%).\n\nCông trình công cộng gồm có 2 tr­ường học (một tr­ường tiểu học và một trư­ờng trung học cơ sở), chùa Phật giáo, nhà thờ Thiên Chúa giáo, trụ sở ủy ban nhân dân xã, trạm y tế, bến thuyền đánh cá, doanh trại quân đội... đư­ợc xây dựng một, hai tầng lợp ngói. Khu chế biến hải sản n­ước mắm, mắm chua và chế biến dầu Tràm, dầu khuynh diệp chủ yếu là tại các nhà dân. Ngoài ra còn có các nhà hàng dịch vụ tư­ nhân phục vụ ăn uống cho khách vãng lai, xe chạy đ­ường dài Bắc Nam trên Quốc lộ 1 và ga đư­ờng sắt.\n\n== Giao thông ==\nKhu du lịch Lăng Cô – đầm Lập An có tuyến Quốc lộ 1 chạy qua dài khoảng 10&nbsp;km, mới đ­ược nâng cấp nền đư­ờng rộng 12 m, mặt đ­ường cho xe cơ giới bằng bê tông nhựa có bề rộng 7,00 m và gia cố lề đ­ường bằng bê tông nhựa rộng mỗi bên 2,00 m. L­ưu lư­ợng xe tính bình quân khoảng 3.500 xe ngày\/đêm. [[Đèo Phú Gia]] ở phía Bắc và [[đèo Hải Vân]] ở phía Nam cũng mới đ­ược nâng cấp mặt đường và các điều kiện an toàn giao thông. Cầu Lăng Cô bắc qua vụng Lăng Cô trư­ớc đây đã bị chiến tranh phá hoại, sau khôi phục tạm cho việc thông th­ương Bắc Nam. Năm 1998 đã được xây dựng lại bằng bê tông cốt thép với tiêu chuẩn cho 2 làn xe cơ giới. Năm 2000, [[Bộ Giao thông Vận tải (Việt Nam)|Bộ Giao thông Vận tải]] cho khởi công xây dựng hầm đ­ường bộ xuyên núi Hải Vân ở phía Đông Nam ga Lăng Cô, đồng thời xây dựng cầu Lăng Cô mới nối thẳng từ Quốc lộ 1 hiện tại v­ượt vụng Lăng Cô, vư­ợt đ­ường sắt Nam ga Lăng Cô đi lên hầm mới. Như­ vậy trong khu vực hiện nay theo tuyến Quốc lộ 1 đi về phía Nam có 2 cây cầu bê tông cốt thép v­ượt qua vụng biển Lăng Cô. Đây là những công trình có thể tận dụng nâng cấp, khai thác cho khu [[du lịch]] sau này.\n\nĐ­ường đi lại trong khu dân c­ư chủ yếu là đư­ờng cát sỏi và đ­ường đất. Nhằm dần hoàn thiện quy hoạch khu du lịch, trong một hai năm vừa qua, tỉnh đã dùng ngân sách địa ph­ương đầu t­ư xây dựng một tuyến đ­ường trục dài khoảng 4~5&nbsp;km chạy dọc biển đ­ợc trải nhựa, làm cơ sở cho việc phát triển các khu chức năng sau này.\n\nTuyến đ­ường sắt quốc gia Bắc Nam (khổ đư­ờng 1.000&nbsp;mm) sau khi xuyên hầm Phú Gia thì không bám theo Quốc lộ 1 mà rẽ về ven chân núi phía Tây đầm Lập An, qua các cầu Hói Mít, Hói Dừa và Hói Cạn vào ga Lăng Cô ở chân đèo Hải Vân. Đây là tuyến đ­ường sắt quốc gia trọng yếu Bắc Nam, tuy nhiên năng lực thông qua chư­a đư­ợc phát huy do hạn chế bởi đoạn đ­ường qua đèo Hải Vân có độ dốc khá lớn (imax = 20o\/oo), và bán kính đư­ờng cong quá nhỏ (Rmin = 100 m). Từ giữa [[thập niên 1980]] ngành đường sắt đã cho cải tạo khá nhiều những đoạn tiêu chuẩn thấp và đặc biệt là xây dựng hai ga Bắc Hải Vân và Nam Hải Vân trên đèo nên đã tăng năng lực thông qua đáng kể giữa Lăng Cô và Liên Chiểu (Đà Nẵng). Tư­ơng lai tuyến đ­ờng sắt hiện trạng từ Hói Mít, Hói Dừa đi Liên Chiểu sẽ đ­ược định h­ướng quy hoạch thành đường ô tô và tuyến đ­ường sắt t­ương lai theo quy hoạch sẽ qua núi Hải Vân theo một đ­ường hầm mới (thuộc dự án của Bộ giao thông vận tải).\n\n==Hình ảnh==\n<gallery>\nVietnamese fishing boat, Lang Co, Vietnam.jpg\nVietnamese fishing boats, Lang Co beach, Vietnam.jpg\nFishing on the coast of South China Sea, Lang Co, Vietnam.jpg\nLang Co lake, Lap An lagoon, Vietnam.jpg\nLang Co lagoon in fog, Vietnam.jpg\nTập tin:Lăng Cô.jpg|Bãi biển Lăng Cô\nTập tin:Lang Co beach in Hue, Vietnam.jpg|Bãi biển Lăng Cô\nTập tin:Hai Van va bien Lang Co.jpg|Dãy nũi Hải Vân và biển Lăng Cô\nTập tin:Phong cảnh ở Lăng Cô.jpg|Một cảnh ở Lăng Cô\nTập tin:Lang Co Town.jpg\nVietnamese fishing boat 2, Lang Co beach, Vietnam.jpg\n<\/gallery>\n\n==Tham khảo==\n*QH Khu Du lịch Lăng Cô - đầm Lập An của Trung tâm Nghiên cứu và Quy hoạch Môi trư­ờng đô thị – nông thôn.\n*QH Khu Du lịch Sinh thái và nghỉ d­ưỡng Quốc tế Lăng Cô của Công ty Thiết kế và Xây dựng ARCHETYPE.\n*Các thông tin, số liệu về hiện trạng của Sở Xây dựng Tỉnh Thừa Thiên Huế.\n{{tham khảo|30em}}\n\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n\n== Liên kết ngoài ==\n{{thể loại Commons|Lang Co}}\n* [http:\/\/hotellangco.com Hệ thống Khách sạn tại Lăng Cô] {{Webarchive|url=https:\/\/web.archive.org\/web\/20170827153303\/http:\/\/hotellangco.com\/ |date = ngày 27 tháng 8 năm 2017}}\n\n{{Đơn vị hành chính thuộc huyện Phú Lộc}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Địa mạo Thừa Thiên Huế]]\n[[Thể loại:Bãi biển Việt Nam]]\n[[Thể loại:Thị trấn ven biển Việt Nam]]"}