{"32335":"{{coor title dms|16|25|58|N|107|33|55|E|type:landmark|display=title}}\n{{Infobox Mandir \n|proper_name= Tự Đức Lăng (嗣德陵)\n|image = Nhà bia lăng Tự Đức.png\n|image_size = 300px\n|caption = Khiêm Lăng \n|creator= [[Tự Đức]]\n|date_built = 1866\n|architecture = [[Lăng tẩm]]\n|country = [[Việt Nam]]\n|location= [[Quần thể di tích Cố đô Huế|Quần thể di tích cố đô Huế]]\n}}\n[[Tập tin:Citadel of Hue.jpg|300px|right|thumb|Điện Hòa Khiêm, chính tẩm thờ vua Tự Đức.]]\n[[Tập tin:Tu-Duc-Royal-Tomb.jpg|300px|right|thumb|Điện Lương Khiêm (殿良謙) trong lăng Tự Đức, nơi thờ Thái hậu [[Từ Dụ]].]]\n'''Lăng Tự Đức''' ([[chữ Hán]]: 嗣德陵) là một quần thể công trình [[kiến trúc]], trong đó có nơi [[chôn cất]] [[Tự Đức]], tọa lạc trong một thung lũng hẹp thuộc làng Dương Xuân Thượng, tổng Cư Chánh (cũ), nay là thôn Thượng Ba, phường [[Thủy Xuân]], thành phố [[Huế]]. Lúc mới xây dựng, Tự Đức đặt tên là '''Khiêm Cung''' (謙宮). Sau khi Tự Đức băng hà, lăng được đổi tên thành '''Khiêm Lăng''' (謙陵).\n\nLăng Tự Đức có kiến trúc cầu kỳ, phong cảnh sơn thủy hữu tình và là một trong những lăng tẩm đẹp nhất của hoàng gia [[nhà Nguyễn]].\n\n==Quá trình xây lăng==\n[[Tập tin:Vua Tu Duc.jpg|trái|nhỏ|Tự Đức, vị vua thứ tư của [[triều Nguyễn]]]]\nTự Đức đã sớm nghĩ đến việc xây lăng mộ cho mình ngay khi còn sống. Vốn là một người giỏi thi phú, ông đã chọn cho mình một nơi yên nghỉ xứng đáng với ngôi vị của mình, địa điểm được chọn để xây lăng trong một thung lũng hẹp thuộc làng Dương Xuân Thượng, tổng Cư Chánh. Chú ý là vạn niên cơ là danh từ chung chỉ các lăng tẩm vua chứ không phải như nhiều sách vở cho là vua Tự Đức lấy tên Vạn Niên Cơ đặt tên cho công trình, với mong muốn được trường tồn. Tuy nhiên, do công việc [[sưu dịch]] xây lăng quá cực khổ, lại bị quan lại đánh đập tàn nhẫn, là nguồn gốc cuộc nổi [[cuộc nổi dậy Đoàn Hữu Trưng|loạn Chày Vôi]] của dân phu xây lăng.\n\nTương truyền, dân chúng ta thán:\n:''Vạn Niên là Vạn Niên nào''\n:''Thành xây xương lính, hào đào máu dân''\n\nNgày 8-9 âm lịch năm [[Bính Dần]] (1866), tức năm Tự Đức thứ 19, do việc xây dựng Vạn niên cơ, quân sĩ và dân phu phải làm lụng khổ sở, có nhiều người oán giận. Nhân sự bất mãn đó, với lý do tôn phù Đinh Đạo (cháu ruột Tự Đức, nguyên tên là Ưng Đạo, do cha là An Phong công Hồng Bảo làm loạn nên phải đổi thành Đinh Đạo) lên ngôi vua, [[Đoàn Hữu Trưng]] cùng với các em là Đoàn Hữu Ái, Đoàn Tư Trực, cùng các đồng chí là Trương Trọng Hòa, Phạm Lương, Tôn Thất Cúc, Tôn Thất Giác, Bùi Văn Liệu, Nguyễn Văn Quí phát động khởi nghĩa. Những người tham gia khởi nghĩa phần đông là nhân công đang uất hận vì bị bắt lao dịch khắc nghiệt để xây dựng Vạn niên cơ. Họ dùng chầy vôi - dụng cụ lao động - làm vũ khí nên tục gọi là \"giặc chày vôi\". Tuy nhiên, cuộc đảo chính thất bại. Cả nhà Ưng Đạo đều bị hại. Đoàn Hữu Trưng và hai người em bị giết lúc mới 22 tuổi.\n\nTuy nhiên, do sự việc này, vua phải đổi tên Vạn niên cơ thành Khiêm Cung và viết bài biểu trần tình để tạ tội. Năm 1873, Khiêm Cung mới được hoàn thành, vua Tự Đức vẫn sống thêm 10 năm nữa rồi mới qua đời.\n\n==Toàn cảnh lăng==\n\n[[Tập tin:Vietnam, Hue, Tu Duc Tomb, 001.jpg|thumb|left|300px|Sơ đồ Khiêm Lăng]]\n[[Tập tin:Hue - Tomb of Emperor Tu Duc - 001.jpg|thumb|left|300px|Tàn tích của các công trình trong lăng Tự Đức.]]\nGần 50 công trình trong lăng ở cả hai khu vực tẩm điện và lăng mộ đều có ''chữ Khiêm'' trong tên gọi. Lối đi lát gạch [[Bát Tràng]] bắt đầu từ cửa Vụ Khiêm môn đi qua trước Khiêm Cung Môn rồi uốn lượn quanh co ở phía trước lăng mộ. Qua khỏi cửa Vụ Khiêm và miếu thờ Sơn Thần là khu điện thờ, nơi trước đây là chỗ nghỉ ngơi, giải trí của vua. Đầu tiên là Chí Khiêm Đường (至謙堂) ở phía trái, nơi thờ các bà vợ vua. Tiếp đến là 3 dãy tam cấp bằng đá Thanh dẫn vào Khiêm Cung Môn (謙宫門)- một công trình hai tầng dạng vọng lâu như một thế đối đầu tiên với hồ Lưu Khiêm ở đằng trước. Giữa hồ có đảo Tịnh Khiêm (淨謙) với những mảnh đất trồng hoa và những hang nhỏ để nuôi thú hiếm. Trên hồ Lưu Khiêm có Xung Khiêm Tạ (冲謙榭) và Dũ Khiêm Tạ (俞謙榭), nơi nhà vua đến ngắm hoa, làm thơ, đọc sách... Ba cây cầu ''Tuần Khiêm'', ''Tiễn Khiêm'' và ''Do Khiêm'' bắt qua hồ dẫn đến đồi thông.\n[[Tập tin:Tomb of Emperor Tự Đức 1.jpg|thumb|300px|right|Xung Khiêm tạ (冲謙榭) trước khi trùng tu.]]\n[[Tập tin:Hue - Tomb of Emperor Tu Duc - 002.jpg|thumb|300px|right|Dũ Khiêm tạ (俞謙榭) và Khiêm Cung môn (謙宫門).]]\nBên trong Khiêm Cung Môn (謙宫門) là khu vực dành cho vua nghỉ ngơi mỗi khi đến đây. Chính giữa là điện Hòa Khiêm (和謙殿) để vua làm việc, nay là nơi thờ cúng bài vị của vua và Hoàng hậu. Hai bên tả, hữu là Pháp Khiêm Vu và Lễ Khiêm Vu dành cho các quan văn võ theo hầu. Sau điện Hòa Khiêm là điện Lương Khiêm, xưa là chỗ nghỉ ngơi của vua, về sau được dùng để thờ vong linh bà [[Từ Dụ|Từ Dũ]], mẹ vua [[Tự Đức]]. Bên phải điện Lương Khiêm là Ôn Khiêm Đường - nơi cất đồ ngự dụng. Đặc biệt, phía trái điện Lương Khiêm có nhà hát Minh Khiêm đường để nhà vua xem hát, được coi là một trong những nhà hát cổ nhất của [[Việt Nam]] hiện còn. Có một hành lang từ điện Ôn Khiêm dẫn ra Trì Khiêm viện và Y Khiêm viện là chỗ ở của các cung phi theo hầu nhà vua, ngay cả khi vua còn sống cũng như khi vua đã chết. Cạnh đó là Tùng Khiêm viện, Dung Khiêm viện và vườn nuôi nai của vua. \n[[Tập tin:Mộ phần vua Tự Đức.JPG|thumb|300px|left|Mộ vua Tự Đức.]]\nSau khu vực tẩm điện là khu lăng mộ. Ngay sau ''Bái Đình'' với hai hàng tượng quan viên văn võ là Bi Đình với tấm bia bằng đá [[Thanh Hóa]] nặng 20 tấn có khắc bài \"''Khiêm Cung Ký''\" do chính Tự Đức soạn vào năm 1871. Tuy có đến 103 bà vợ nhưng Tự Đức không có con nối dõi nên đã viết bài văn bia này thay cho bia \"''Thánh đức thần công''\" trong các lăng khác. Toàn bài văn dài 4.935 chữ, là một bản tự thuật của nhà vua về cuộc đời, vương nghiệp cũng như những rủi ro, bệnh tật của mình, kể công và nhận tội của Tự Đức trước lịch sử. Đằng sau tấm bia là hai trụ biểu sừng sững như hai ngọn đuốc tỏa sáng cùng với hồ Tiểu Khiêm hình trăng non đựng nước mưa để linh hồn vua rửa tội.\n== Khiêm Thọ lăng ==\nKhiêm Thọ Lăng là nơi chôn cất của [[Lệ Thiên Anh Hoàng hậu]], [[Hoàng hậu]] của vua [[Tự Đức]]. Lăng có cấu trúc điển hình của các lăng mộ hoàng hậu [[nhà Nguyễn]] với bốn tầng nền, được dẫn lên bằng hệ thống bậc cấp. Ba tầng dưới là những khoảng sân rộng, tầng trên cùng là nơi đặt mộ phần, gồm hai lớp tường thành. Vòng tường ngoài có trổ cổng.\n== Hình ảnh ==\n<gallery>\nTranh vẽ ngược trong Điện Lương Khiêm (Lăng Tự Đức).JPG|Tranh vẽ ngược trong Điện Lương Khiêm\nNhà bia Lăng Tự Đức.JPG|Nhà bia trong lăng Tự Đức\nNhà bia lăng Tự Đức.png|Nhà bia trong lăng Tự Đức\nĐiện Lương Khiêm (Lăng Tự Đức).JPG|Điện Lương Khiêm\nNhà hát Minh Khiêm (Lăng Tự Đức).JPG|Nhà hát Minh Khiêm\nTuDucTombeau 06.jpg|Tượng quan hầu\n<\/gallery>\n\n==Xem thêm==\n* [[Quần thể di tích Cố đô Huế]]\n* [[Lăng tẩm Huế]]\n* [[Nhà Nguyễn]]\n* [[Tự Đức]]\n* [[Huế]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n*[http:\/\/www.hueworldheritage.org.vn\/Quanthe\/Ngoaikinhthanh\/Tuduc.asp Khiêm Lăng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060518140708\/http:\/\/www.hueworldheritage.org.vn\/Quanthe\/Ngoaikinhthanh\/Tuduc.asp |date=2006-05-18 }} bài viết của Trần Đức Anh Sơn tại trang web Trung tâm bảo tồn di tích cố đô Huế.\n\n==Liên kết ngoài==\n{{thể loại Commons|Tomb of Emperor Tự Đức}}\n* [http:\/\/www.hueworldheritage.org.vn\/Quanthe\/Ngoaikinhthanh\/Tuduc.asp Trung tâm bảo tồn di tích cố đô Huế] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060518140708\/http:\/\/www.hueworldheritage.org.vn\/Quanthe\/Ngoaikinhthanh\/Tuduc.asp |date=2006-05-18 }}\n* [http:\/\/hue.caigi.com\/langtuduc.htm Lăng Tự Đức] {{Webarchive|url=https:\/\/web.archive.org\/web\/20050113191220\/http:\/\/hue.caigi.com\/langtuduc.htm |date=2005-01-13 }}\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Lăng tẩm các vua, chúa Nguyễn|Tự Đức]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]\n[[Thể loại:Công trình xây dựng Huế]]"}