{"1221056":"{{cần biên tập}}\n'''Lăng đá Quận Vân''' là một cụm công trình kiến trúc khu [[lăng mộ]] [[Đô đốc]] Đại giang [[Quận công]] [[Đỗ Bá Phẩm]], được xây dựng từ năm 1733 tại thôn Nỏ Bạn, xã Vân Tảo, huyện [[Thường Tín]], [[Hà Nội]]. Lăng được nhà nước Việt Nam xếp hạng Di tích kiến trúc nghệ thuật cấp Quốc gia.\n\n==Đại giang Quận công Đỗ Bá Phẩm==\nTheo sử sách ghi lại, Quận công quê gốc ở làng Vân La thuộc Tổng Vân (nay thuộc xã Hồng Vân) nên nhân dân quen gọi là Quận Vân. Ông từng giữ chức trấn thủ trấn [[Sơn Nam (định hướng)|Sơn Nam]]. Ông đã được chúa [[Trịnh Cương]] giao cho làm chức tư giảng, chuyên dạy dỗ thế tử [[Trịnh Giang]]. Năm 1732 thế tử Trịnh Giang lên ngôi chúa, là người hôn ám, nhu nhược, không kham nổi việc nước. Trịnh Giang đã giáng vua [[Lê Duy Phường]] xuống làm Hôn đức Công, giết các đại thần [[Nguyễn Công Hãng]], [[Lê Anh Tuấn]], Trương Nhưng. Năm 1734 Đỗ Bá Phẩm bị chúa [[Trịnh Giang]] phế chức trấn thủ Nam Sơn.\n\nNăm 1733 thấy thế đất ở đây hợp phong thủy, ông cho người chở đá từ Đông Triều (Quảng Ninh) về xây lăng làm nơi an nghỉ vĩnh hằng. Nhưng lăng chưa kịp hoàn thiện thì có gian thần trong triều dèm pha, cho rằng ông mưu đồ làm phản, nên Quận công bị đày ra Quảng Ninh rồi qua đời tại đấy.\n\n* Theo Đại Việt sử ký tục biên (NXB KHXH, Hanoi 1991, trang 144) thì \"Truất Nội giám Vân quân công Đỗ Bá Phẩm ra làm Tuần thủ xứ An Quảng. Tiếp đó lại cách chức, bắt phải chết.\"(năm 1734).\n\nTrong trận lũ lịch sử năm 1914, đê sông Hồng vỡ, dòng nước lũ tràn ngập cả làng. Phù sa bồi dày hơn 2 m lên cánh đồng trũng, phủ kín quần thể lăng đá.\n\nNăm 1986, chính quyền xã cải tạo ruộng đồng, huy động máy xúc khai thác đất phù sa để trồng ngô. Khi đào đất, mọi người sững sờ khi thấy các tượng đá lộ ra. Họ báo chính quyền, các nhà khảo cổ về nghiên cứu. UBND tỉnh Hà Tây (cũ) ra quyết định công nhận di tích năm 1988.<ref>http:\/\/www.htvmedia.com.vn\/modules.php?name=News&op=viewst&sid=5276&session=37{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nVới những vẻ đẹp độc đáo còn chưa được phát lộ hết, khu lăng đá đã được Nhà nước công nhận Di tích lịch sử - văn hóa cấp quốc gia năm 2003 .<ref>{{chú thích web | url = http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-59-2003-QD-BVHTT-xep-hang-di-tich-lich-su-van-hoa-danh-lam-thang-canh-vb21031t17.aspx | tiêu đề = Quyết định 59\/2003\/QĐ | author = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n==Kiến trúc==\nToàn bộ khu Lăng rộng khoảng 4 sào Bắc Bộ, chia làm ba phần: cổng lăng, khu sinh phần, nhà mộ.\nCổng lăng, đi từ ngoài vào có tượng chó đeo vòng lục lạc, ngồi canh cổng. Qua tượng chó đến hai pho tượng võ sĩ lực lưỡng, được chạm khắc theo phương pháp tả thực, đường nét và hình khối tinh xảo, cân đối nên nhìn hai pho tượng như hai võ sĩ thật trước cửa các cung đình.\n\nKhu sinh phần cách cổng Lăng khoảng 15m. Đây là trung tâm giá trị nghệ thuật của khu Lăng. Hai bên đường thần đạo vào khu sinh phần, mỗi bên đặt một hương án rộng 0,60&nbsp;cm x 0,40&nbsp;cm, mặt hương án được bào soi và khắc gờ chỉ công phu. Đặt trên mỗi thân hương án là một khối đá hình tứ giác, chạm trổ \" Long mã hý cầu\". Đối xứng với hai hương án trước mặt võ sĩ, ngay trên trục đường thần đạo là một hương án quy mô to hơn. Hương án này gọi là hương án tiền, cao khoảng 1,5m, chân, thân, mặt lắp ráp với nhau bằng mộng. Mặt hướng án rộng 1,22m x 1,65m. Bốn góc chạm hoa văn. Thân hương án khắc \" Lưỡng nghệ châu lư hương\" cùng các tiểu tiết trang trí là đài sen, mây, lửa… Bố cục chặt chẽ, sinh động, nét chạm khắc tinh xảo mặc dù đó là đá núi.\n\nCách hương án tiền gần 4m, mỗi bên có một tượng \"Voi phục\". Các nhà khảo cổ học đánh giá đôi tượng voi này là một trường hợp hiếm thấy ở nước ta. Kích thước bằng voi thật, dáng đẹp và cân xứng. Với một khối đá khổng lồ, chất liệu thuộc loại rắn, rất khó khăn trong tạo tác, thế mà các nghệ nhân xưa đã tạo ra hai tác phẩm nghệ thuật, hai con voi giống nhau gần như đúc từ một khuôn.\n\nSau cụm tượng voi là tượng ngựa và tượng chó, cũng có tỷ lệ như con vật thật, chầu trước hai hương án đặt liền nhau, gọi là hương án trung, cái sau cao hơn cái trước. Cái trước cao 1,25m, mặt rộng 1,5m x 2,25m, cái sau cao 1,6m, mặt rộng 1,4m x 2,8m. Cả hai hương án trung đều là những khối đá nguyên tạo thành, xung quanh mặt hương án sau đặt một chiếc ngai giống những chiếc ngai làm bằng gốc thờ trong hậu cung các đình làm để thờ bài vị thành hoàng. Ngai được chạm lộng và chạm bóng khá sắc sảo, không thua kém gì chạm khắc trên gỗ.\n\nTrước mặt nhà bia, có một cụm di vật gồm: sập và tượng có kích thước 2,55m x 1,85m, chiếu hoa cỡ nhất trải còn chưa kín.\n\nĐôi Nghê chầu hai cánh nhà bia, mồn ngậm hạt ngọc, đầu và mình được khắc những hình văn xoắn, cổ đeo vòng nhạc, hình dáng khỏe khoắn và sinh động. Nghê bên trái đặt chân lên nghê con, nghê bên phảo đặt chân lên quả cầu.\n\nNhà bia là di vật kết thúc khu sinh phần. Ngôi nhà bia có bốn cột, đỡ lấy tấm mái cong bốn phía. Nóc nhà bia có tháp cao. Toàn nhà bia cao 4m, gồm 20 chi tiết lắp ghép với nhau hoàn toàn bằng mộng, không hề sử dụng một chất kết dính nào. Ngôi nhà bía đã trải qua mấy trăm năm, mưa gió, nước lũ, sa bồi mà vẫn không hề bị hư hỏng.\n\nBên trong nhà bia có một tấm bia cỡ lớn, cao 2,15m, rộng 1,25m, dày 0,42m được đựng tháng 11 năm 1733 (Long Đức thứ 2). Mặt trước, phần trái bia có dòng chữ lớn \"Đỗ phụ quốc thần Từ đường bi ký\", ghi lại công đức ba đời của Quận công Đỗ Bá Phẩm (Quận Vân). Bài văn bia do Thanh Dụ trị sự, Giám sinh Hoàng Sướng soạn. Mặt sau bia không thấy ghi chép gì. Thông thường mặt sau bia thường được ghi ngày giỗ. Có giả thiết cho là Quận công Đỗ Bá Phẩm bị chúa Trịnh bức tử. Chưa thấy có sử sách nào ghi chép điều này.\n\nNhà mộ ở ngay sau nhà bia, hình mui rùa nhưng có chóp đỉnh và hình bốn mái. Phần thân mộ nằm chìm dưới lòng đất, vẫn chưa được khai quật để làm sáng tỏ một truyền thuyết của dân làng cho rằng nhà mộ có đường hầm vào, có hệ thống tự sập…\n\nLăng đá Quận Vân, với gần 30 di vật được tạo tác bằng các khối đá núi đồ sộ, mỗi di vật là một tác phẩm nghệ thuật điêu khắc độc đáo, là minh chứng về khả năng tư duy nghệ thuật, trình độ thẩm mỹ và tài năng sáng tạo của tổ tiên ta xưa.<ref>{{chú thích web | url = http:\/\/kecho.vn\/tintuc\/a342\/nhung-di-vat-quy-o-lang-quan-van.html | tiêu đề = Những Di Vật Quý Ở Lăng Quận Vân | author =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2012-09-01 | archive-url = https:\/\/web.archive.org\/web\/20120901184644\/http:\/\/kecho.vn\/tintuc\/a342\/nhung-di-vat-quy-o-lang-quan-van.html | url-status = dead }}<\/ref>\n\n==Tình trạng xuống cấp==\nKhu lăng đá Quận Vân là một di tích văn hóa có giá trị về nhiều mặt, nếu công trình này được đầu tư tôn tạo thì nhất định sẽ là nơi chiêm ngưỡng trang trọng, tham quan du lịch đầy hấp dẫn giữa một vùng văn hóa ven đô rực rỡ và nổi tiếng đất \"Danh hương\".\n\nDo thời gian và không có kinh phí tư sửa thường xuyên nên di tích bị xuống cấp dần.<ref>{{chú thích web | url = http:\/\/www.sggp.org.vn\/vanhoavannghe\/2009\/2\/182578\/ | tiêu đề = Khu lăng mộ đá độc đáo ở Việt Nam hoang phế giữa đồng | author =  | ngày =  | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = [[Sài Gòn Giải Phóng|Báo Sài Gòn Giải Phóng Online]] | ngôn ngữ =  | archive-date = ngày 5 tháng 11 năm 2012 | archive-url = https:\/\/web.archive.org\/web\/20121105005040\/http:\/\/www.sggp.org.vn\/vanhoavannghe\/2009\/2\/182578\/ | url-status = dead }}<\/ref> Nhiều pho tượng đá bị sứt mẻ, hư hỏng như voi phục, chó đá, mũi chiến binh bị sứt, đầu nghê đá thì nham nhở… Đi đến cuối khu di tích là \"phòng\" của quan Đô đốc nhưng lại \"nằm trơ\" giữa đồng. Ngôi mộ theo thời gian đã bị bồi lấp phần nào, hiện giờ chỉ còn thấy nắp quan trồi lên mặt đất.<ref>http:\/\/kienthuc.net.vn\/channel\/1983\/200911\/Khu-di-tich-gan-3-the-ky-nguy-co-thanh-phe-tich-1729013\/{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nHiện chỉ có ông lão nông dân Trương Văn Tuân đi trông lăng đá Quận Vân với nỗi lòng cô đơn không tả xiết. Ông Tuân vẫn một lòng thành trông và bảo vệ lăng.\n\n==Liên hệ ngoài==\n{{Tham khảo}}\n\n[[Thể loại:Lăng mộ Việt Nam|Đỗ Bá Phẩm]]\n[[Thể loại:Di tích quốc gia Việt Nam]]\n[[Thể loại:Di tích tại Hà Nội]]\n[[Thể loại:Công trình lịch sử tại Hà Nội]]\n[[Thể loại:Thường Tín]]"}