{"302122":"'''Lăng Bà Vú''' ''(hay '''Lăng Nhũ Mẫu''')'' tọa lạc tại [[Ninh Hiệp (phường)|phường Ninh Hiệp]], thị xã [[Ninh Hòa]], tỉnh [[Khánh Hòa]]. Lăng Bà Vú là một công trình kiến trúc chứa đựng nhiều giá trị về lịch sử, văn hóa tiêu biểu và đặc sắc, trong đó yếu tố mỹ thuật chiếm vai trò chủ đạo. Một số yếu tố nghệ thuật cung đình và dân gian đầu thế kỷ 19 đã được thể hiện ở đây khá rõ nét.<ref>{{Chú thích web|url=http:\/\/dulich24.com.vn\/du-lich-huyen-ninh-hoa\/lang-ba-vu-id-6752|tựa đề=Lăng Bà Vú {{!}} Du lịch Ninh Hòa|họ=Dulich24.com.vn|website=Dulich24|ngôn ngữ=vi|ngày truy cập=2022-02-24}}<\/ref>\n\nTruyền thuyết của nhân dân trong vùng kể lại rằng: Thuở trước, khi chúa [[Gia Long|Nguyễn Ánh]] đang giao tranh với [[Quân đội nhà Tây Sơn|quân Tây Sơn]] thì thất bại và bị truy đuổi gắt gao, quân lính theo hầu không còn mấy người, lương thực cạn kiệt, tưởng rằng phải bỏ xác lại nơi này. May sao, có một người phụ nữ nhà khá giả ở thôn Mỹ Hiệp (nay là [[Ninh Hiệp (phường)|phường Ninh Hiệp]]), có dáng người phúc hậu mà người dân gọi là bà Trương Thị Liên thương tình cho ăn, lại chỉ đường cho trốn chạy thoát được vào Nam. Nhiều năm sau, khi đã chiến thắng được [[Nhà Tây Sơn|triều Tây Sơn]] và lên làm vua, nhớ lại công ơn của người đã cứu giúp năm nào, nhà vua bèn sai người về báo đáp thì người xưa đã không còn nữa. Để ghi nhớ công ơn của bà, nhà vua xuống chiếu phong tặng cho bà là Nhũ Mẫu, đồng thời truyền thợ giỏi đang xây dựng cung điện ở [[Huế]] và thợ khéo ở [[Khánh Hòa]] đến thôn Mỹ Hiệp để xây lăng cho bà.\n\n==Lịch sử==\n\n*Theo lịch sử, năm 1777, khi nhà [[Nhà Tây Sơn|Tây Sơn]] hùng mạnh, vua [[Nguyễn Huệ|Quang Trung]] khôi phục miền Nam, bắt giết chúa Nguyễn; Nguyễn Ánh được thoát thân.\n*Theo truyền thuyết, trên đường chạy trốn khỏi quân Tây Sơn, Nguyễn Ánh cùng một số tùy tùng đã tìm đến trú ẩn tại nhà Bà Vú ở [[Ninh Hòa]], được hầu đãi cơm nước và lo nơi trú ẩn an toàn may mắn được '''''bà Trương Thị Liên''''' thương tình cho ăn và nom lo thuốc than, đồng thời chỉ đường cho trốn thoát được vào miền Nam.\n*Theo lịch sử, sau cái chết đột ngột của vua [[Nguyễn Huệ|Quang Trung]] (năm 1792), chúa Nguyễn Ánh phục hồi đạo binh, đánh chiếm [[Gia Định]], [[Quy Nhơn]], [[Cố đô Huế|Phú Xuân]] rồi tiến thẳng vào [[Thăng Long]] (giữa năm 1802) chấm dứt triều đình [[Nhà Tây Sơn|Tây Sơn]].\n*Theo truyền thuyết, sau khi lên ngôi Hoàng Đế, để tưởng nhớ đến công ơn của người Vú năm xưa, vua [[Gia Long]] cử người tìm về [[Ninh Hòa]] để đền đáp nghĩa ân, đến nơi được biết bà Vú đã mất. Nhà vua bèn giao chiếu chỉ cho xây dựng Lăng bà Vú vào cuối năm 1802 và hoàn tất năm 1804. Nghệ thuật kiến trúc, trang trí Lăng thuộc dòng nghệ thuật triều Nguyễn. Các mô típ trang trí rất phong phú về đề tài, chặt chẽ và hài hòa bố cục, triết lý sâu sắc về hình tượng, tác động lớn về Đạo học của thời hưng thịnh [[Nho giáo]], Lão giáo, tinh xảo trong kỹ thuật thể hiện – cũng là một công trình văn hóa có giá trị nghệ thuật cao, mang đậm bản sắc văn hóa dân tộc [[Việt Nam]].\n\n==Miêu tả Lăng Bà Vú==\n\nLăng Bà Vú được xây dựng trong 2 năm, đến năm 1804 thì hoàn thành. Lăng được xây dựng trên gò đất cao phía cánh đồng, có không gian rộng, uy nghiêm, các yếu tố phong thủy đã được kết hợp và xử lý một cách hài hòa với không gian xung quanh. Tổng thể lăng được xây dựng theo hình chữ quốc, mặt xoay hướng đông nam có hồ sen rộng hình chữ nhật bằng vôi cát, lăng có 3 lớp thành xây bằng vôi, cát, gạch. Thành ngoài dài 20m, rộng 14m, cao 1,5m tạo thành khuôn viên bao bọc, có cửa nhỏ ra vào, 2 bên có hai con sư tử đắp bằng vôi, cát tô màu hồng rất đẹp.\n\nTiếp theo có án phong, có thành nội bao bọc khu mộ dài 12m, rộng 0,9m, cao 1,2m hình vòm cung. Hai bên cửa có hai con kỳ lân thể hiện khá tinh xảo. Ngôi mộ nằm chính giữa có bia đá khắc chữ Hán ghi lại sự tích công đức của Bà Vú.\n\nĐiều đáng lưu ý ở công trình là những hình trang trí đắp nổi trên những bức tường của lăng có từng chủ đề riêng biệt theo các tích xưa như: [[Nhị thập tứ hiếu]], [[Trúc Lâm thất hiền]], [[Ngư Tiều Canh Mục]], [[Bát tiên]], [[Vương Chiêu Quân|Chiêu Quân Cống Hồ]]... cùng với một số biểu tượng của người quân tử theo quan niệm của [[nho giáo|đạo Nho]] như: '''tùng''', '''cúc''', '''trúc''', '''mai'''. Hoặc là những biểu tượng quen thuộc của đạo Lão như: thư, kiếm, phong, vân, tùng, đình, nai, hạc... Chất liệu chính để tạo nên những tác phẩm nghệ thuật bích họa này chỉ là vôi, cát cùng với màu sắc trộn với nhau và được đưa lên tường, song ở mỗi bức tranh các nghệ nhân xưa đã thể hiện một cách trau chuốt đến từng chi tiết cũng như toàn bộ bố cục của mỗi khung hình. Lăng Bà Vú được xem như một di tích kiến trúc nghệ thuật của Việt Nam.\n==Lễ hội==\n\nVì Bà không có con cái gia đình tế tự cho nên vua đã cấp một khu đất rộng cho dân trong vùng cày cấy, không phải nộp thuế để lo nhang khói. Tương truyền ngày giỗ của Bà vào ngày 16 tháng chạp hàng năm.\n\n==Giá trị==\nSau bao năm bị lãng quên, nay Lăng Bà Vú được nhắc đến với danh hiệu \"Di tích Lịch sử\" của Tỉnh, đã được trùng tu mới mẻ, sạch đẹp sang trọng. Con đường vào Lăng thẳng tắp được bê tông hóa như tấm thảm trải dài để đón khách du lịch vào thăm Lăng như một biểu tượng, một tương lai tươi sáng, một nét son tô đẹp cho nền lịch sử văn hóa nước nhà, đậm đà bản sắc dân tộc [[Việt Nam]].\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* Du lịch ba miền - Bửu Ngôn - Nhà xuất bản Trẻ ấn hành - tái bản nhiều lần.\n{{ Du lịch Khánh Hòa }}\n{{Coor uppermost|lat=12.25|lon=109.1833}}\n\n[[Thể loại:Di tích tại Khánh Hòa|L]]"}