{"3711951":"'''Lăng Kiến Phúc,''' hay '''Bồi Lăng''' (陪陵), là lăng mộ của hoàng đế [[Kiến Phúc]], vị hoàng đế thứ 7 của triều đại [[nhà Nguyễn]] trong lịch sử Việt Nam. Lăng tọa lạc tại làng Dương Xuân Thượng, huyện Hương Thủy, tỉnh Thừa Thiên Huế, bên tả ngạn hồ Lưu Khiêm, cùng phía với Khiêm Thọ Lăng, trong khuôn viên của [[Lăng Tự Đức]].\n\n== Quá trình xây dựng ==\n[[Kiến Phúc]] lên ngôi ngày [[2 tháng 12]] năm [[1883]] do hai quan phụ chính đại thần là [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] đưa lên ngôi vua, đến ngày 31 tháng 7 năm 1884 thì qua đời<ref>{{Chú thích web|url=http:\/\/kienthuc.net.vn\/tham-cung\/lang-mo-hoanh-trang-cua-ong-hoang-yeu-menh-bac-nhat-vn-396219.html#p-7|tiêu đề=Cái chết của vua Kiến Phúc}}<\/ref>, chỉ trị vì đất nước trong vòng 8 tháng. Khi băng hà, do ông mất đột ngột, triều đình [[nhà Nguyễn]] quyết định xây cất lăng mộ của ông ngay trong khuôn viên [[Lăng Tự Đức]] vì ông là một trong 3 người con nuôi của [[Tự Đức]]. Cũng trong năm 1884 thì lăng được hoàn thành.\n\nSau khi băng hà, ông được bồi táng tại đây và bài vị của ông được đưa vào trong [[Thế Tổ Miếu (hoàng thành Huế)]] với miếu hiệu và thụy hiệu là Giản Tông Nghị Hoàng đế.\n\n== Hiện trạng ==\n'''Lăng Kiến Phúc''' tuy có một vài phần đã bị xuống cấp nhưng nhìn chung vẫn còn khá nguyên vẹn so với các lăng tẩm của các vị [[hoàng đế]] khác của [[nhà Nguyễn]], đặc biệt là về các họa tiết trạm khắc và kiến trúc.\n\nSo với các lăng mộ của hoàng đế nhà Nguyễn, lăng Kiến Phúc không có khuôn viên riêng (nằm trong quần thể kiến trúc lăng Tự Đức) và quy mô khá khiêm tốn. Do lăng nằm ở một vị trí khá khuất nên rất ít người để ý đến địa điểm này mỗi khi đến thăm lăng Tự Đức.<ref>{{Chú thích web|url=https:\/\/danviet.vn\/lang-mo-34khuat-neo34-cua-ong-hoang-yeu-menh-bac-nhat-su-viet-7777492845.htm|tựa đề=Lăng mộ \"khuất nẻo\" của ông hoàng yểu mệnh bậc nhất sử Việt|ngày=16-10-2014|website=Dân Việt|url-status=live}}<\/ref>\n\n== Xem thêm ==\n*[[Kiến Phúc]]\n*[[Lăng Tự Đức]]\n*[[Nhà Nguyễn]]\n\n== Chú thích ==\n{{tham khảo}}\n{{sơ khai}}\n[[Thể loại:Lăng tẩm các vua, chúa Nguyễn|Kiến Phúc]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}