{"202284":"{{coor title dms|16|23|56|N|107|35|25|E|type:landmark|display=title}}\n{{Infobox Mandir\n|proper_name= Ứng Lăng (應陵)\n|image = Khai Dinh tomb Hue (27767136409).jpg\n|creator= [[Khải Định]] \n|caption=Ứng Lăng\n|proper_name= Lăng Khải Định \n|date_built = 1920\n|architecture= \n|primary_deity=\n|architecture = [[Lăng tẩm]]\n|country = [[Việt Nam]]\n|location= [[Quần thể di tích Cố đô Huế|Quần thể di tích cố đô Huế]]\n}}\n\n'''Lăng Khải Định''', còn gọi là '''Ứng Lăng''' (應陵) là [[lăng mộ|lăng tẩm]] của Hoàng đế [[Khải Định]] (1885-1925), vị Hoàng đế thứ 12 Triều [[Nhà Nguyễn|Nguyễn]] \n\n== Chuẩn bị xây ==\n[[Tập tin:Điện Khải Thành (Lăng Khải Định).JPG|nhỏ|250px|Mặt tiền điện Khải Thành]]\n[[Tập tin:Nội thất Lăng Khải Định.JPG|nhỏ|phải|250px|Nghệ thuật ghép sành sứ tại Khải Định lăng]]\n[[Tập tin:Án thờ Vua Khải Định tại Ứng Lăng.JPG|left|thumb|250px|Án thờ vua Khải Định trong điện Khải Thành]]\n[[Tập tin:Án thờ Vua Khải Định tại Ứng Lăng 2.JPG|left|thumb|250px|Án thờ vua Khải Định trong điện Khải Thành]]\nKhải Định lên ngôi năm 1916 ở tuổi 31. Ngay sau khi lên ngôi, ông đã cho xây dựng nhiều cung điện, dinh thự, lăng tẩm cho bản thân và hoàng tộc như điện [[Kiến Trung]], cung [[An Định]], cửa [[Trường An]], cửa [[Hiển Nhơn]], cửa [[Chương Đức]], đặc biệt là Ứng Lăng.\n[[Tập tin:Ghép sành sứ tại Khải Định lăng.jpg|thumb|250px|right|Nghệ thuật ghép sành sứ thủy tinh màu ở Ứng Lăng]]\n[[Tập tin:Le tombeau de khaidinh 1280x800.jpg|thumb|right|250px|Huyệt Cung, bên dưới bức tượng đồng mạ vàng là mộ phần của nhà vua]]\nĐể xây dựng sinh phần cho mình, Khải Định đã tham khảo nhiều tấu trình của các thầy địa lý cuối cùng đã chọn triền núi Châu Chữ làm vị trí để xây cất lăng mộ. Ở vị trí này, lăng Khải Định lấy một quả đồi thấp ở phía trước làm tiền án; lấy núi [[Chóp Vung]] và [[Kim Sơn]] chầu trước mặt làm \"Tả thanh long\" và \"Hữu bạch hổ\"; có khe Châu Ê chảy từ trái qua phải làm \"thủy tụ\", gọi là \"minh đường\". Nhà vua đổi tên núi Châu Chữ - vừa là hậu chẩm, vừa là \"mặt bằng\" của lăng - thành Ứng Sơn và gọi tên lăng theo tên núi là Ứng Lăng.\n\n==Xây dựng==\nLăng khởi công ngày 4 tháng 9 năm 1920 do Tiền quân Đô thống phủ [[Lê Văn Bá]] là người chỉ huy và kéo dài suốt 11 năm mới hoàn tất. Tham gia xây dựng lăng có rất nhiều thợ nghề và nghệ nhân nổi tiếng khắp cả nước như [[Phan Văn Tánh]], [[Nguyễn Văn Khả]], [[Ký Duyệt]], [[Cửu Sừng]]... Để có kinh phí xây dựng lăng, vua Khải Định đã xin chính phủ bảo hộ cho phép ông tăng thuế điền 30% trên cả nước và lấy số tiền đó để làm lăng. Hành động này của Khải Định đã bị lịch sử lên án gay gắt.<ref>{{Chú thích web|url=https:\/\/laodong.vn\/lao-dong-cuoi-tuan\/ung-lang-kiet-tac-tu-cuoc-choi-ngong-cua-vua-khai-dinh-815481.ldo|tựa đề=Ứng Lăng - kiệt tác từ cuộc chơi ngông của vua Khải Định|ngày=2020-06-28|website=Lao Động}}<\/ref>\n\nSo với lăng của các vua tiền nhiệm, lăng Khải Định có diện tích khiêm tốn hơn nhiều, với kích thước 117 m × 48,5 m nhưng ngược lại cực kỳ công phu và tốn nhiều thời gian. Để xây lăng, Khải Định cho người sang [[Pháp]] mua sắt, thép, xi măng, ngói Ardoise..., cho thuyền sang [[Tên gọi Trung Quốc|Trung Hoa]], [[Nhật Bản]] mua đồ sứ, thủy tinh màu... để kiến thiết công trình trên ngọn đồi này.\n\n==Kiến trúc==\n[[Tập tin:Khải Định tomb.jpg|left|thumb|250px|Bái Đình Ứng Lăng]]\n[[Tập tin:Tượng đá ở sân chầu trước Lăng Khải Định (trái).JPG|thumb|left|250px|Tượng voi đá, ngựa đá và quan chầu, lính chầu ở Bái Đình]]\n[[Tập tin:Lăng Khải Định 1.JPG|thumb|250px|left|Bi đình ở Ứng Lăng]]\n[[Tập tin:Bi đình Lăng Khải Định.JPG|thumb|left|250px|Bi đình nhìn từ cung Thiên Định]]\nVề kiến trúc lăng Khải Định được người đời sau thường đặt ra ngoài dòng kiến trúc truyền thống thời Nguyễn bởi cái mới, cái lạ, cái độc đáo, cái ngông nghênh, lạc lõng... tạo ra từ phong cách kiến trúc.\n\nVề tổng thể, lăng là một khối hình chữ nhật vươn lên cao có 127 bậc cấp. Sự xâm nhập của nhiều trường phái kiến trúc như [[Ấn Độ giáo]], [[Phật giáo]], Roman, Gothique... đã để lại dấu ấn trên những công trình cụ thể:\n* Những trụ cổng hình tháp ảnh hưởng từ [[kiến trúc Ấn Độ]];\n* Trụ biểu dạng [[phù đồ]] (''stoupa'') của Phật giáo;\n* Hàng rào như những cây thánh giá khẳng khiu;\n*Nhà bia với những hàng cột bát giác và vòm cửa theo lối Roman biến thể...\n\nĐiều này là kết quả của hai yếu tố: sự giao thoa văn hóa Đông - Tây trong buổi giao thời của lịch sử và cá tính của Khải Định.\n\n===Cung Thiên Định===\n[[Tập tin:Án thờ Vua Khải Định tại Ứng Lăng.JPG|nhỏ|phải|250px|Án thờ Vua Khải Định tại Ứng Lăng]]\n[[Tập tin:Tượng vua Khải Định ở cung Thiên Định (Ứng Lăng).JPG|nhỏ|250px|Bửu tán, tượng nhà vua ở trên và mộ phần ở dưới trong cung Thiên Định]]\nCung này ở vị trí cao nhất là kiến trúc chính của lăng, được xây dựng công phu và tinh xảo. Toàn bộ nội thất trong cung đều được trang trí những phù điêu ghép bằng [[sành]] sứ và [[thủy tinh]]. Đó là những bộ tranh tứ quý, bát bửu, ngũ phúc, bộ khay trà, vương miện... kể cả những vật dụng rất hiện đại như đồng hồ báo thức, vợt tennis, đèn dầu hỏa... cũng được trang trí nơi đây. Công trình này gồm 5 phần liền nhau: \n* Hai bên là Tả, Hữu Trực Phòng dành cho lính hộ lăng;\n* Phía trước là điện [[Khải Thành]], nơi có án thờ và chân dung vua Khải Định;\n* Chính giữa là bửu tán, pho tượng nhà vua ở trên và mộ phần phía dưới;\n* Trong cùng là khám thờ bài vị của vua.\n\nBên dưới bửu tán là pho tượng đồng của Khải Định được đúc tại Pháp năm 1920, do 2 người Pháp là P. Ducing và F. Barbedienne thực hiện theo yêu cầu của vua Khải Định. Thi hài nhà vua được đưa vào dưới pho tượng bằng một toại đạo dài gần 30 m, bắt đầu từ phía sau [[Bi Đình]]. Phía sau ngôi mộ, vầng mặt trời đang lặn như biểu thị cái chết của vua.\n\nNgười chịu trách nhiệm chính trong việc kiến tạo những tuyệt tác nghệ thuật trong lăng Khải Định là nghệ nhân Phan Văn Tánh, tác giả của 3 bức bích họa \"Cửu long ẩn vân\" lớn vào bậc nhất Việt Nam được trang trí trên trần của 3 gian nhà giữa trong cung Thiên Định.\n\n==Hình ảnh==\n<gallery>\nHình:Tượng đồng vua Khải Định.JPG|Tượng đồng chân dung Khải Định, quà của Khải Định tặng [[Bảo Đại|Vĩnh Thụy]], trưng bày trong cung Thiên Định (1922).\nHình:Bi đình Lăng Khải Định.JPG|Bi đình Ứng Lăng.\nHình:Tượng đá ở sân chầu trước Lăng Khải Định (trái).JPG|Tượng đá ở sân chầu trước Lăng Khải Định (trái)\nHình:Tượng đá ở sân chầu trước Lăng Khải Định (phải).JPG|Tượng đá ở sân chầu trước Lăng Khải Định (phải)\nHình:Điện Khải Thành (Lăng Khải Định).JPG|Điện Khải Thành\n<\/gallery>\n\n==Xem thêm==\n*[[Khải Định]]\n*[[Lăng Tự Đức]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*[http:\/\/www.hueworldheritage.org.vn\/quanthe\/hoangthanh\/khaidinh.asp Lăng Khải Định trên trang của Trung tâm bảo tồn di tích cố đô Huế]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Lăng tẩm các vua, chúa Nguyễn|Khải Định]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]\n[[Thể loại:Công trình xây dựng Huế]]"}