{"214618":"{{coor title dms|16|25|46|N|107|34|6|E|type:landmark|display=title}}\n{{chú thích trong bài}}\n{{Infobox Mandir\n|proper_name= Đồng Khánh Lăng (同慶陵)<br>Tư Lăng (思陵)\n|image =Tomb of DongKhanh1.JPG\n|creator= vua Thành Thái - vua Khải Định \n|caption= Tư Lăng \n|date_built =[[1888]]\n|architecture= Lăng \n|primary_deity=\n|location=Quần thể di tích cố đô Huế \n}}\n\n'''Lăng Đồng Khánh''' hay '''Tư Lăng'''(思陵) là một di tích trong [[quần thể di tích Cố đô Huế|quần thể di tích cố đô Huế]] đây là nơi an táng vua [[Đồng Khánh]], lăng tọa lạc giữa một vùng quê thuộc làng Cư Sĩ, xã Dương Xuân trước đây, nay là thôn Thượng Hai, phường [[Thủy Xuân]], thành phố [[Huế]].\n\n== Lịch sử ==\n[[Đồng Khánh]] tên là Nguyễn Phúc Ưng Đường, con trai cả của Kiên Thái Vương Nguyễn Phúc Hồng Cai (1845-1876), người sinh thành 3 vị vua: [[Kiến Phúc]] (1883-1884), [[Hàm Nghi]] (1884-1885) và [[Đồng Khánh]] (1886-1888). Ca dao [[Huế]] từng nói về vương nghiệp của ba ông vua này: \n:''Một nhà sinh đặng ba vua''\n:''Vua còn, vua mất, vua thua chạy dài.''\n\nĐồng Khánh là anh cả nhưng lại được đưa lên ngai vàng sau cùng. Bấy giờ, khi vua [[Hiệp Hòa]] bị giết (1883), [[Tôn Thất Thuyết]] và [[Nguyễn Văn Tường]] lập Hoàng tử Ưng Đăng (con nuôi vua [[Tự Đức|Tự Đức]], em thứ hai của Ưng Đường) lên làm vua, lấy niên hiệu là Kiến Phúc. Ở ngôi được 8 tháng thì [[Kiến Phúc]] qua đời, em trai là Ưng Lịch được kế vị, đặt niên hiệu Hàm Nghi. [[Hàm Nghi]] trị vì được một năm thì kinh đô thất thủ (5-7-1885), phải rời ngai vàng theo Tôn Thất Thuyết ra Sơn phòng Tân Sở, phát chiếu [[Phong trào Cần Vương|Cần Vương]] kháng [[Pháp]]. Triều thần và chính phủ bảo hộ đưa anh trai Hàm Nghi vào ngai vàng đang để trống, đó là Đồng Khánh. Đồng Khánh làm vua được 3 năm thì qua đời vào giữa tuổi 25. Nhà vua không ngờ mình chết sớm như vậy nên chưa hề lo nghĩ đến sinh phần mai sau của mình. Lăng Đồng Khánh hiện hữu, thực chất là nơi vua Đồng Khánh tá túc vĩnh viễn trong điện thờ cha của ông. Sự ra đời của khu lăng tẩm này khá nhiều trắc trở.\n\nSau khi lên ngôi, Đồng Khánh thấy lăng mộ của cha mình ở [[Cư Sĩ]] chưa có điện thờ nên sai Bộ Công dựng điện Truy Tư cạnh đó để thờ cha. [[Điện Truy Tư]] khởi công vào tháng 2 năm 1888, đến tháng 10 năm đó hoàn tất về căn bản. Đồng Khánh rước bài vị của [[Kiên Thái Vương]] về thờ trong điện, đồng thời tiếp tục hoàn chỉnh công trình. Thế nhưng, trong khi công việc kiến trúc đang tiếp tục thì Đồng Khánh mắc bệnh và đột ngột qua đời. Vua Thành Thái (1889-1907) kế vị trong bối cảnh đất nước gặp nhiều khó khăn, kinh tế suy kiệt nên không thể xây cất lăng tẩm quy củ cho vua tiền nhiệm, đành lấy điện Truy Tư đổi làm [[Ngưng Hy]] để thờ vua Đồng Khánh. Thi hài nhà vua cũng được an táng đơn giản trên quả đồi có tên là [[Hộ Thuận Sơn]], cách điện Ngưng Hy 30m về phía Tây. Toàn bộ khu lăng tẩm được gọi tên là [[Tư Lăng]].\n\nTháng 8 năm 1916, sau khi lên ngôi được 3 tháng, vua Khải Định (1916-1925), con trai vua Đồng Khánh đã tu sửa điện thờ và xây cất lăng mộ cho cha mình. Toàn bộ khu lăng mộ từ [[Bái Đình]], [[Bi Đình]] đến [[Bửu Thành]] và [[Huyền Cung]] đều được kiến thiết dưới thời Khải Định, đến tháng 7-1917 mới hoàn thành. Riêng điện Ngưng Hy cùng Tả Hữu Tùng Viện; Tả Hữu Tùng Tự tiếp tục được tu sửa cho đến năm 1923.\n\nRa đời trong quá trình dài như thế, lăng Đồng Khánh mang dấu ấn hai trường phái kiến trúc của hai thời điểm lịch sử khác nhau. Nếu phong cách cổ truyền thực sự dừng chân trong kiến trúc [[lăng Tự Đức]] và phong cách hiện đại được thể hiện rõ nét trong kiến trúc [[lăng Khải Định]] sau này thì lăng Đồng Khánh là một bước trung chuyển. Sự tồn tại khá biệt lập của hai khu vực lăng và tẩm càng làm rõ thêm điều này. Ở khu vực tẩm điện, nhìn tổng thể, các công trình vẫn mang dáng xưa: lối kiến trúc trùng thiềm điệp ốc ở chính điện và các nhà cửa phụ thuộc, vẫn những hàng cột sơn son thếp vàng lộng lẫy với đồ án trang trí tứ linh, tứ quý... quen thuộc. Đáng chú ý là điện Ngưng Hy, một công trình vốn được coi là nơi bảo lưu bậc nhất nghệ thuật sơn son thếp vàng, nghệ thuật sơn mài nổi tiếng của [[Việt Nam]]. Trên các đố bản ở nội thất là hàng loạt các ô hộc trang trí các đề tài mai điểu, tùng lộc, liên áp, trúc tước... bằng sơn mài, ghép khảm và chạm nổi. Đặc biệt trong chính điện còn có 24 bản vẽ các bức tranh trong điển tích Nhị thập tứ hiếu kể về những tấm gương hiếu thảo ở [[Tên gọi Trung Quốc|Trung Hoa]].\n\n== Quá trình xây dựng ==\n[[Tập tin:Tomb of DongKhanh5.JPG|nhỏ|trái|250px|Lăng Đồng Khánh, nhìn từ mặt chính]]\nCông việc xây dựng lăng tẩm vua Đồng Khánh đã được bắt đầu từ năm cuối đời vua (1888: khu vực điên Truy Tư sau đổi tên thành điện Ngưng Hy), làm thêm từ năm đầu thời [[Thành Thái]] (1889: khu vực lăng mộ) rồi sửa chữa và mở rộng quy mô dưới thời Khải Định (các năm 1915,1917,1921,1923).\n[[Tập tin:Tomb of DongKhanh2.JPG|nhỏ|phải|250px|Điện Ngưng Hy (giữa) và Minh Ân Viện]]\nTrên thực tế, công việc kiến trúc lăng Đồng Khánh đã diễn ra nhiều đợt trong một giai đoạn lịch sử dài ngót 35 năm (1888-1923) qua 4 thời vua Đồng Khánh, [[Thành Thái]], [[Duy Tân]] và [[Khải Định]].\n\nVề mô thức kiến trúc, lăng Đồng Khánh có khoảng 20 công trình kiến trúc lớn nhỏ với mật độ tương đối dày. Khu vực tẩm quay về hướng đông nam, ngay trước mắt có đào hồ bán nguyên để làm yếu tố \"minh đường\" và ngọn đồi Thiên An cách đó khoảng 3&nbsp;km được dùng làm tiền án. Khu vực lăng mộ lại quay về hướng đông-đông nam, tiền án của nó là núi [[Thiên Thai]]... Nếu tượng các quan viên ở lăng Tự Đức được tạc bằng đá với cỡ người quá thấp, thì ngược lại, tượng các quan viên ở lăng Đồng Khánh chỉ được đắp bằng voi gạch với dáng cao ngưng gầy. \n[[Tập tin:Tomb of DongKhanh4.JPG|nhỏ|trái|250px|Nhà bia và khu mộ vua Đồng Khánh]]\n[[Tập tin:Tomb of DongKhanh6.JPG|nhỏ|phải|250px|Tượng voi ngựa và quan viên]]\nCông trình kiến trúc nổi bật về mặt mỹ thuật ở lăng Đồng Khánh là điện Ngưng Hy, là một toà nhà kép làm theo kiểu thức chung của loại cung điện Huế, nhưng ở phần sau lại được gia tăng thêm một toà nhà thứ ba nữa (nhà hậu). Thành ra ở đây có đến 3 hệ thống vì kéo được ghép lại với nhau theo hình chữ \"tam\" với hai hệ thống máng xối ở giữa. Mặt bằng thực tế của toà nhà rất rộng, nhưng trông vẫn gọn gàng xinh xắn, có lẽ nhờ cách trang trí ở nội ngoài thất.\n\nVật liệu trang trí trên các bờ nóc, bờ quyết, cổ diềm, đầu hồi, đều làm bằng [[pháp lam]] ngũ sắc hoặc đất nung tráng men màu. Được phân khoản trong từng ô hộc, hàng trăm hình ảnh và câu thơ xen kẽ nhau chạy quanh trên cả toà nhà. Ở đó người xưa đã diễn tả rất nhiều sinh hoạt cổ truyền và cảnh vật dân gian như ngư tiều canh mục, cầm kỳ thi tửu, ngư ông đắc lợi,... con gà, con rắn, tắc kè, voi, ngựa, các thứ động vật và cây cỏ thông thường khác. Có giá trị đặc biệt nhất ở đây là loại đất nung tráng men màu. Loại này được phát triển mạnh ở điện Ngưng Hy để sau đó ít thấy dùng trong trang trí cung điện và lăng tẩm. Đây là một loại hình tạo tác thủ công mỹ nghệ đặc sắc và quý hiếm của địa phương. \n[[Tập tin:Tomb of DongKhanh3.JPG|nhỏ|phải|250px|Một đoạn tường ngoài lăng Đồng Khánh xuống cấp, mới chỉ gia cố tạm. Nơi đây và toàn lăng hạn chế tham quan]]\nBên trong điện, các nghệ nhân đầu thế kỷ đã tạo ra được một không gian nội thất vàng son lộng lẫy. Hàng trăm hình ảnh và câu thơ được chạm khắc hoặc viết vẽ lên các panô và hệ thống kiên ba đồ bản. Hệ thống cột kèo tiền điện cũng sơn son thếp vàng. Màu sắc mọi hình ảnh trang trí đều còn đậm đà, chói lọi. Một loại hình ảnh trang trí độc đáo ở nội thất Ngưng Hy là vẻ cảnh sinh hoạt của 24 câu chuyện trong \"Nhị thập tứ hiếu\".\n\nLăng Đồng Khánh được xây dựng trong buổi giao thời của lịch sử Việt Nam nên kiếm trúc lăng đan xem giữa kiến trúc cung đình, kiến trúc dân gian và kiến trúc mới du nhập. Trong một chừng mực nhất định, kiến trúc lăng đã thành công trong việc thể nghiệm cái mới, đưa yếu tố dân dã vào trong cung đình khiến lăng Đồng Khánh hòa hợp với phong cảnh thôn dã trong vùng.\n\n== Xem thêm ==\n*[[Đồng Khánh|Vua Đồng Khánh]]\n== Tham khảo ==\n{{tham khảo|30em}}\n* Bửu Ngôn - Du lịch 3 miền - Nhà xuất bản Văn Nghệ.\n== Liên kết ngoài ==\n* http:\/\/www.hueworldheritage.org.vn\/quanthe\/ngoaikinhthanh\/Dongkhanh.asp {{Webarchive|url=https:\/\/web.archive.org\/web\/20080411020725\/http:\/\/www.hueworldheritage.org.vn\/quanthe\/ngoaikinhthanh\/Dongkhanh.asp |date=2008-04-11 }}\n{{quần thể di tích Cố đô Huế}}\n\n[[Thể loại:Lăng tẩm các vua, chúa Nguyễn|Đồng Khánh]]\n[[Thể loại:Di tích ngoài Kinh Thành Huế]]"}