{"1250393":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Lũng Nặm\n| hình = \n| ghi chú hình = \n| vĩ độ = 22\n| kinh độ = 106\n| vĩ phút = 57\n| vĩ giây = 41\n| kinh phút = 6\n| kinh giây = 11\n| diện tích = 47,43 km²\n| dân số = 2.713 người\n| thời điểm dân số = 2019\n| mật độ dân số = 57 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Cao Bằng]]\n| huyện = [[Hà Quảng]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 01393<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Lũng Nặm''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hà Quảng]], tỉnh [[Cao Bằng]], [[Việt Nam]].\n\n==Địa lý==\nXã Lũng Nặm nằm ở phía đông bắc huyện Hà Quảng, có vị trí địa lý:\n*Phía đông giáp xã [[Cải Viên]] và xã [[Nội Thôn]]\n*Phía tây giáp xã [[Trường Hà]]\n*Phía nam giáp thị trấn [[Xuân Hòa (thị trấn)|Xuân Hòa]] và xã [[Thượng Thôn]]\n*Phía bắc giáp [[Trung Quốc]].\n\nXã Lũng Nặm có diện tích 47,43&nbsp;km², dân số năm 2019 là 2.713 người, mật độ dân số đạt 57 người\/km².<ref name=\"NQ864\"\/>\n\nTrên địa bàn xã Lũng Nặm có các ngọn núi như: Đán Khoa, Đông Piảo, Làng Rủn, Lì Là, Luông, Lũng Khuyên, Lũng Mảng, Lũng Nhẻ, Lũng Rạch, Ngườm Rống, Pài Thước, Phác Sỉ, Thăm Ma, Thiêng Hoài và đồi Lũng Chung.\n\nTỉnh lộ 210 chạy qua địa bàn xã Lũng Nặm đến [[khu di tích Pác Bó]] ở xã Trường Hà lân cận. Đồn biên phòng Nặm Nhũng quản lý tuyến biên giới của xã.\n\n==Hành chính==\nXã Lũng Nặm được chia thành 12 xóm: Cáy Tắc, Kéo Quyẻn, Cả Giểng, Cả Gioỏng, Lũng In, Lũng Luông, Lũng Tú, Nặm Nhũng, Tổng Pỏ, Nặm Sấn, Rằng Rụng, Lũng Chẩn.<ref name=27\/2019\/NQ-HĐND\/>\n\n==Lịch sử==\nĐịa bàn xã Lũng Nặm hiện nay trước đây vốn là ba xã Lũng Nặm, Kéo Yên và Yên Lũng thuộc huyện Hà Quảng.\n\nNgày [[10 tháng 6]] năm [[1981]], Hội đồng Chính phủ ban hành Quyết định 245-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-245-CP-dieu-chinh-dia-gioi-xa-thuoc-tinh-Cao-Bang-43090.aspx|tựa đề=Quyết định 245-CP năm 1981 về việc điều chỉnh địa giới một số xã thuộc tỉnh Cao Bằng|ngày= 10 tháng 6 năm 1981 |website= Thư viện pháp luật}}<\/ref> về việc:\n*Tách các xóm Ảng Bó, Kéo Quyển của xã Vân An; các xóm Nặm Rím, Thiêng Vài của xã Kéo Yên và các xóm Pó Tán, Cà Diễng, Bó Thon, Lũng In, Tổng Pó của xã Thượng Thôn để sáp nhập vào xã Lũng Nặm\n*Sáp nhập xã Yên Lũng và xã Kéo Yên (trừ hai xóm Nặm Rím, Thiêng Vài) thành xã Kéo Yên.\n\nNgày [[9 tháng 9]] năm [[2019]], Hội đồng Nhân dân tỉnh Cao Bằng ban hành Nghị quyết số 27\/NQ-HĐND<ref name=27\/2019\/NQ-HĐND>{{Chú thích web |url= http:\/\/soytecaobang.gov.vn\/SiteFolders\/syt\/4797\/NQ%2027%20HDND%20tinh%20sap%20nhat%20cac%20thon%20xom%20va%20to%20dan%20pho.pdf |tựa đề= Nghị quyết số 27\/NQ-HĐND về việc sáp nhập, đổi tên các xóm, tổ dân phố trên địa bàn tỉnh Cao Bằng |ngày= 9 tháng 9 năm 2019 |website= Trang thông tin điện tử Sở Y tế Cao Bằng }}{{Liên kết hỏng|date=2021-12-30 |bot=InternetArchiveBot }}<\/ref> về việc sáp nhập một số xóm thuộc hai xã Lũng Nặm và Kéo Yên.\n\nTrước khi sáp nhập, xã Lũng Nặm có diện tích 26,97&nbsp;km², dân số là 1.421 người, mật độ dân số đạt 53 người\/km², có 10 xóm: Kéo Quyẻn, Cả Diểng, Cả Gioỏng - Bò Thon, Lũng In, Nặm Nhũng, Tỏng Bỏ, Thiêng Đoài, Nặm Sấn, Lũng Cọ, Thin Tẳng. Xã Kéo Yên có diện tích 20,46&nbsp;km², dân số là 1.292 người, mật độ dân số đạt 63 người\/km², có 8 xóm: Bó Sóp, Cáy Tắc, Cò Lỳ, Lũng Hoài, Lũng Luông, Lũng Tú, Lũng Vài, Rằng Rụng.\n\nNgày [[10 tháng 1]] năm [[2020]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 864\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng (nghị quyết có hiệu lực từ ngày [[1 tháng 2]] năm [[2020]])<ref name=NQ864>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-864-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-huyen-cap-xa-tinh-Cao-Bang-434042.aspx|tựa đề=Nghị quyết số 864\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Cao Bằng|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập toàn bộ diện tích và dân số của xã Kéo Yên vào xã Lũng Nặm.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Cao Bằng}}\n{{Đơn vị hành chính thuộc huyện Hà Quảng}}\n\n[[Thể loại:Xã, phường, thị trấn biên giới Việt Nam - Trung Quốc]]"}