{"322144":"{{Thông tin đơn vị hành chính Việt Nam| xã\n| tên = Lũng Cú\n| hình = Cột cờ Lũng Cú.JPG \n| ghi chú hình = Toàn cảnh [[Cột cờ Lũng Cú]] (29 tháng 4 năm 2012)\n| vĩ độ = 23.35833333\n| kinh độ = 105.3133333 \n| diện tích = 33,96 km²\n| dân số = 4.885 người<ref name=HAGIANG2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 144 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Hà Giang]]\n| huyện = [[Đồng Văn]]\n| thành lập = 5\/7\/1961<ref name=\"91\/1961\/QĐ-CP\"\/>\n| trụ sở UBND = \n| mã hành chính = 00715<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| web = {{url|xlungcu.hagiang.gov.vn}}\n}}\n\n'''Lũng Cú''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Đồng Văn]], tỉnh [[Hà Giang]], [[Việt Nam]].\n\n==Địa lý==\nXã Lũng Cú nằm trên đỉnh [[cao nguyên đá Đồng Văn|cao nguyên Đồng Văn]], cách trung tâm huyện Đồng Văn 24&nbsp;km về phía bắc, cách thành phố [[Hà Giang (thành phố)|Hà Giang]] khoảng 200&nbsp;km, là điểm cực bắc của Việt Nam, có vị trí địa lý:\n*Phía đông, tây, bắc giáp [[Trung Quốc]] với đường biên giới 16,5&nbsp;km\n*Phía nam giáp xã [[Má Lé]].\n\nXã Lũng Cú có diện tích 33,96&nbsp;km², dân số năm 2019 là 4.885 người<ref name=HAGIANG2019>{{Chú thích web|url = http:\/\/hagiang.gov.vn\/PublishingImages\/N%C4%83m%202020\/Van%20ban\/H%C3%A0%20Giang%20-%20dan%20so%20DTTS%20cap%20xa_63%20tinh.xls|title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Hà Giang|access-date = ngày 28 tháng 8 năm 2020|author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}{{Liên kết hỏng|date=2021-12-30 |bot=InternetArchiveBot }}<\/ref>, mật độ dân số đạt 144 người\/km².\n\nXã Lũng Cú có các dân tộc [[H'mông]], [[Người Lô Lô|Lô Lô]], [[Người Tày|Tày]], [[Pu Péo]].\n\n==Hành chính==\nXã Lũng Cú được chia thành 9 thôn: Lô Lô Chải, Séo Lủng, Tả Giá Khâu, Cẳn Tằng, Thèn Ván, Thèn Pả, Sì Mần Khan, Sán Chồ, Sán Sà Phìn.\n\n==Lịch sử==\n===Tên gọi Lũng Cú===\nCó ý kiến cho rằng tên gọi đúng của Lũng Cú là Long Cổ (nghĩa là trống có hình [[rồng]]) hoặc Long Cư (nơi rồng ở).<ref name=\"LC1\">Đinh Đức Cần. [http:\/\/dantri.com.vn\/van-hoa\/lung-cu-hay-long-co-693060.htm Lũng Cú hay Long Cổ.] Báo điện tử Dân trí. Truy cập ngày 18 tháng 2 năm 2013.<\/ref>\n\nLũng Cú có thể có nghĩa là Thung Lũng Rồng. Chữ Lũng  đọc theo âm Quảng Đông là \"lung4\" (龍) có nghĩa là Rồng. Còn chữ Cú đoc theo âm Quan Thoại là \"gu3\" (谷) có nghĩa là Thung Lũng. Chữ \"gu3\" âm  đọc từa từa giữa 2 chữ củ và cũ của Việt Nam\n\nĐây là vùng đồi núi có nhiều thung lũng thành ra tên gọi là \"Thung Lũng Rồng\" có vẻ thích hợp hơn.<ref name=BSGGP>{{Chú thích web|url= https:\/\/m.sggp.org.vn\/lung-cu-vung-dia-dau-to-quoc-12360.html|tựa đề= Lũng Cú - Vùng địa đầu Tổ quốc (CAO XUÂN THÁI) |ngày= 4 tháng 9 năm 2008 |website= Báo Sài Gòn Giải Phóng |url-status=live}}<\/ref>\n\n===Lịch sử===\nNgày [[5 tháng 7]] năm [[1961]], Hội đồng Chính phủ ban hành Quyết định số 91-CP<ref name=\"91\/1961\/QĐ-CP\">Quyết định số 91-CP về việc chia 13 xã thuộc huyện Đồng Văn, tỉnh Hà Giang, khu tự trị Việt Bắc thành những xã mới: tổng 43 xã<\/ref><ref name=DONGVAN2021>{{Chú thích web|url=https:\/\/dongvan.hagiang.gov.vn\/chi-tiet-tin-tuc\/-\/news\/44717\/huyen-dong-van-115-nam-phat-trien-va-truong-thanh-01-01-1906-01-01-2021.html|tựa đề=Huyện Đồng Văn 115 năm phát triển và trưởng thành (01\/01\/1906 – 01\/01\/2021)|ngày truy cập=2021-09-22|archive-date=2021-09-22|archive-url=https:\/\/web.archive.org\/web\/20210922052432\/https:\/\/dongvan.hagiang.gov.vn\/chi-tiet-tin-tuc\/-\/news\/44717\/huyen-dong-van-115-nam-phat-trien-va-truong-thanh-01-01-1906-01-01-2021.html\/|url-status=dead}}<\/ref>  về việc thành lập xã Lũng Cú trên cơ sở một phần diện tích và dân số của xã xã Đồng Văn.\n\n==Văn hóa - du lịch==\n===Cột cờ Lũng Cú===\n{{Bài chi tiết|Cột cờ Lũng Cú}}\n[[Tập tin:Toàn cảnh.jpg|nhỏ|200px|phải|Toàn cảnh Cột cờ Lũng Cú]]\nCột cờ Lũng Cú nằm trên đỉnh Lũng Cú có độ cao khoảng 1.470&nbsp;m so với mực nước biển. Cột cờ Lũng Cú đặt ở nơi Đài vọng cảnh cực Bắc Việt Nam, cách cực Bắc Việt Nam khoảng 3,3&nbsp;km theo đường thẳng. Từ trên đỉnh cột cờ nhìn xuống đất có 2 ao nước hai bên núi quanh năm không bao giờ cạn nước được gọi là mắt rồng, là nguồn nước cho người dân tộc hai bản sử dụng. Cột cờ cách huyện lỵ Đồng Văn 24&nbsp;km, cách thành phố Hà Giang 154&nbsp;km.\n\n===Văn hóa===\nTừ thành phố Hà Giang, theo [[quốc lộ 4|quốc lộ 4C]] ngược lên phía đông bắc khoảng 160&nbsp;km tới thị trấn Đồng Văn, huyện Đồng Văn, tỉnh Hà Giang. Từ đây, tiếp tục xuôi theo con đường trải nhựa nối liền hai xã Lũng Cú-Đồng Văn khoảng 40&nbsp;km là đến Lũng Cú.\n\nLũng Cú nằm ở khu vực có độ cao từ 1.600&nbsp;m đến 1.800&nbsp;m trên mực nước biển, khi vào mùa đông thời tiết rất lạnh và thi thoảng có tuyết rơi. Trong số chín thôn, bản của Lũng Cú thì Séo Lủng thuộc phần đất thượng cùng cực bắc với bên trái là Thung lũng Thèn Ván sâu thăm thẳm, bên phải là dòng [[sông Nho Quế]] - dòng sông bắt nguồn từ Mù Cảng, Vân Nam, Trung Quốc đổ về Đồng Văn, Mèo Vạc (Hà Giang).<ref name=BSGGP\/>\n\nCác dân tộc ở Lũng Cú chủ yếu là làm nương rẫy và làm ruộng bậc thang. Riêng dân tộc Mông và Lô Lô vẫn bảo tồn nghề dệt truyền thống với các công đoạn làm sợi lanh, dệt vải.\n\nBên cạnh đó, Lũng Cú còn bảo lưu được những hiện vật lịch sử, văn hóa quý giá tiêu biểu từ thời Hùng Vương. Theo sử sách ghi lại, vào thời Tây Sơn, Hoàng đế Quang Trung đã cho đặt ở nơi biên ải này một chiếc [[trống đồng]] lớn, thời đó tiếng trống là phương tiện thông tin nhanh nhất, vị trí đặt trống của nhà vua là trạm biên phòng tiền tiêu Lũng Cú bây giờ. Chính vì vậy, người Lô Lô ở Lũng Cú bây giờ sử dụng thành thạo trống đồng có nguồn gốc từ trống đồng Đông Sơn.\n\n===Dự án khu du lịch tâm linh Lũng Cú===\nDự án này có vị trí nằm trong lòng Công viên [[Cao nguyên đá Đồng Văn]] đã được UNESCO ghi danh trong danh mục \"Công viên địa chất toàn cầu năm 2010\". Nó được đề xuất sử dụng một phần diện tích đất thuộc khu vực khoanh vùng bảo vệ của di tích quốc gia [[Cột cờ Lũng Cú]].\n\nDự án Khu du lịch tâm linh Lũng Cú (thôn Thèn Pả) được Tập đoàn Phúc Lộc đầu tư xây dựng từ năm 2016. Theo quyết định được UBND tỉnh Hà Giang phê duyệt, dự án này có tổng diện tích quy hoạch hơn 56 ha, tổng mức đầu tư khoảng 889 tỷ đồng, bao gồm các công trình tâm linh; khu nhà khách; khu dịch vụ... Theo báo Giáo Dục Thời Đại \"dự án này đang được các chủ đầu tư cố ý làm bừa mà không tuân theo các quy hoạch đã được Thủ tướng Chính phủ phê duyệt, cũng như \"không màng đến\" các công văn nêu ý kiến lưu ý và cảnh báo của Bộ VH,TT&DL.\" <ref>[https:\/\/giaoducthoidai.vn\/van-hoa\/hai-du-an-phat-trien-du-lich-o-cong-vien-cao-nguyen-da-dong-van-ha-giang-xu-nghiem-vi-chua-tuan-thu-quy-hoach-4043528-b.html Hai dự án phát triển du lịch ở Công viên Cao nguyên đá Đồng Văn, Hà Giang: Xử nghiêm vì chưa tuân thủ quy hoạch] 29.10.2019<\/ref>\n\n==Hình ảnh==\n*[[Cột cờ Lũng Cú]]\n[[Tập tin:Toàn cảnh.jpg|nhỏ|200px|phải|Toàn cảnh Cột cờ Lũng Cú]]\n[[Tập tin:Lá cờ Việt Nam trên đỉnh Cột cờ Lũng Cú.JPG|200px|nhỏ|[[Quốc kỳ Việt Nam]] tung bay trên đỉnh Cột cờ Lũng Cú]]\n[[Tập tin:cotcolungcu.jpg|nhỏ|Cờ bay trên đỉnh cực bắc Việt Nam]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Xem thêm: [[Danh sách điểm cực trị của Việt Nam]]\n{{sơ khai Hà Giang}}\n{{Điểm cực Việt Nam}}\n{{Đơn vị hành chính thuộc huyện Đồng Văn}}\n\n[[Thể loại:Xã, phường, thị trấn biên giới Việt Nam - Trung Quốc]]\n[[Thể loại:Điểm cực trị của Việt Nam]]"}