{"189626":"{{Thiếu nguồn}}[[Tập tin:Lũy Thầy.png|nhỏ|Hệ thống lũy Thầy|300px]]\n'''Lũy Thầy''' (còn có tên khác là '''lũy Đào Duy Từ''') là một công trình lũy quân sự ở bờ nam [[sông Nhật Lệ]] được [[Đào Duy Từ]] chỉ huy xây dựng bắt đầu từ năm 1630 theo lệnh chúa [[Nguyễn Phúc Nguyên]] nhằm mục đích bảo vệ [[Đàng Trong]] trước các cuộc tấn công của [[chúa Trịnh]] [[Đàng Ngoài]].\n\nKhu vực xây Lũy Thầy ngày nay thuộc [[Đồng Hới]], [[Quảng Bình]].\n\n==Lịch sử==\n\nNăm 1625, ông [[Đào Duy Từ]] vào xứ Thuận Quảng [[Đàng Trong]]. Năm 1627 Đào Duy Từ được [[Trần Đức Hòa]] tiến cử với chúa [[Nguyễn Phúc Nguyên]] và được trọng dụng. Chúa Nguyễn Phúc Nguyên gọi ông Đào Duy Từ là ''thầy'' để tỏ lòng kính trọng.\n\nNăm 1630, sau cuộc xung đột đầu tiên với quân [[chúa Trịnh]] [[Đàng Ngoài]], nhu cầu phòng thủ trở nên cấp thiết, [[Đào Duy Từ]] chủ xướng việc thiết kế và chỉ đạo xây dựng các luỹ gồm: lũy Trường Dục, lũy Nhật Lệ, lũy Trường Sa (nay thuộc thành phố Đồng Hới và huyện Quảng Ninh).\n\nTrong suốt cuộc [[Trịnh-Nguyễn phân tranh|nội chiến Trịnh - Nguyễn]], luỹ Đào Duy Từ đã phải chống đỡ với rất nhiều cuộc tấn công từ Đàng Ngoài của quân Trịnh.\n\n* Năm 1633, chúa [[Trịnh Tráng]] kéo quân đến cửa biển Nhật Lệ dàn trận đánh quân Nguyễn, bị quân [[Nguyễn Phúc Nguyên|chúa Phúc Nguyên]] đánh cho đại bại, quân Trịnh hoảng loạn vứt bỏ xe pháo mà bỏ chạy.\n* Năm 1648, chúa [[Trịnh Tráng]] sai [[Lê Văn Hiểu]] đem quân tấn công, quân Nguyễn do cha con [[Trương Phúc Phấn]] chỉ huy cố thủ tại luỹ Trường Dục. Thế tử [[Nguyễn Phúc Tần|Phúc Tần]] và [[Nguyễn Hữu Tiến]] mang quân ra Quảng Bình cứu viện và đã đánh tan quân Trịnh. Quân Trịnh thiệt hại nghiêm trọng: 3 tướng lĩnh cao cấp và 3000 lính bị bắt làm tù binh.\n* Năm 1672, chúa [[Trịnh Tạc]] đã cho dồn toàn lực đánh vào [[Đàng Trong]] sau khi đã diệt được [[Nhà Mạc|họ Mạc]] ở [[Cao Bằng]] (1667). [[Trịnh Căn]] lĩnh thủy binh, [[Lê Thì Hiến]] lĩnh bộ binh. Quân Trịnh với lực lượng hùng hậu đã tiến đánh vào luỹ Nhật Lệ do Nguyễn Hữu Hiệp làm chủ tướng, cùng Hữu Dật và Nguyễn Mỹ Đức ra chống cự, tự chúa [[Nguyễn Phúc Tần|Phúc Tần]] ra tiếp ứng. Đây là lần giao tranh ác liệt nhất trong lịch sử cuộc nội chiến, quân Trịnh hăng hái đánh lũy mấy lần suýt hạ được nhưng Hữu Dật cố sức chống đỡ. Quân Trịnh đánh mãi không thắng phải rút về Bắc Bố Chính.\n\nVua [[Thiệu Trị]] của [[nhà Nguyễn]] đi qua hệ thống Lũy Thầy hùng vĩ này vì khâm phục trước công lao tổ tiên đã giữ vững cõi Nam mà đã ban cho lũy này tên mới là \"Định Bắc trường thành\".\n\n==Xây dựng==\n\nLũy Thầy là một hệ thống bốn tòa lũy, trong đó hai lũy Nhật Lệ và Trường Dục được xây trong giai đoạn 1630-1631 dưới sự chỉ huy của [[Đào Duy Từ]], còn hai lũy kia do học trò của ông là tướng [[Nguyễn Hữu Dật]] thực hiện (1634, 1661).\n\n==== Lũy Trường Dục ====\nĐược khởi xây từ [[núi Thần Đinh]] ([[chùa Non]]) men dọc theo bờ [[sông Long Đại]], qua các làng Trường Dục, Xuân Dục, Cổ Hiền, chạy vòng xuống đến làng Bình Thôn, Quảng Xá rồi đến vùng động cát đầu phá Hạc Hải. Lũy được đắp bằng đất sét chân lũy rộng 6m, dài 10&nbsp;km, cao 3m.\n\nLũy được xây dựng theo kiểu kiến trúc chữ Hồi 囘 (nên còn được gọi là Lũy Hồi Văn), khung thành bao bọc với bên ngoài, trong là doanh trại, công sự chiến đấu, kho lương bố trí theo lối chữ dĩ 已 liên hoàn chặt chẽ với lũy ngoài.\n\nLũy Trường Dục nay thuộc huyện Quảng Ninh, tỉnh Quảng Bình.\n\n==== Lũy Động Hải (lũy Trấn Ninh) ====\nĐến năm 1631, chúa Nguyễn tiếp tục cho xây lũy Động Hải (hay còn gọi là lũy Trấn Ninh) sau khi đắp xong lũy Trường Dục, cách lũy Trường Dục 20&nbsp;km về phía Bắc. Lũy cao tầm 6m, dài hơn 12&nbsp;km, phía ngoài được đóng cọc bằng gỗ lim, phía trong đóng cọc tre, đổ đất lên 5 tầng cấp, voi ngựa có thể đi được. Cứ cách 12 đến 20 mét lại xây một pháo đài đặt súng thần công, cách một trượng (4 mét) lại đặt một súng phóng đá.\n\nLũy Động Hải được chia làm hai đoạn: \n* Đoạn thứ nhất chạy từ [[núi Đầu Mâu]], dọc theo nam [[sông Lệ Kỳ]] ra đến [[cầu Dài]] ở phía nam [[Đồng Hới]]. Đoạn này còn gọi là lũy Đầu Mâu.\n* Đoạn thứ hai tiếp nối với lũy Đầu Mâu, chạy từ [[cầu Dài]], vòng sang phía Tây [[thành Đồng Hới]], bọc lấy [[làng Đồng Phú]], qua [[Hải Thành]] ra đến cửa [[sông Nhật Lệ]]. Đoạn này còn được gọi là lũy Nhật Lệ.\n\nLũy Động Hải nay thuộc địa phận [[huyện Quảng Ninh]]; các xã [[Phú Hải]], xã [[Đồng Phú]], xã [[Hải Thành]] ([[thành phố Đồng Hới]]).\n\n==== Lũy Trường Sa (lũy Đồng Hới) ====\nNăm 1634, Chúa Nguyễn lại sai tướng Nguyễn Hữu Dật tổ chức đắp lũy Trường Sa (hay còn gọi là '''Lũy Đồng Hới'''), dài 7 cây số chạy dọc ven biển, từ Sa Động ([[xã Hải Ninh]] (huyện Quảng Ninh)) đến Huân Cát ([[xã Bảo Ninh|Bảo Ninh]] ở hữu ngạn [[sông Nhật Lệ]] ngày nay).\n\n==Hiện trạng==\nLũy đã được xây dựng từ Đầu Mâu đến cửa Nhật Lệ, dài 12&nbsp;km. Đến nay lũy chỉ còn di tích của 3 cửa:\n* Cửa Tấn Nhật Lệ\n* Cửa Lý chính Đại quan môn, sau đổi là Võ Thắng Quan, còn gọi là cổng Thượng.\n* Cửa vào Dinh Quảng Bình còn gọi là Quảng Bình Quan.\n\nNay có thể nhìn thấy lũy Thầy từ đường [[Quách Xuân Kỳ]] và phía Tây phường [[Phú Hải]], đoạn đê này giờ có tên đường là [[Trương Định]], thành phố [[Đồng Hới]].\n\n==Ý nghĩa==\nLũy Thầy đã đóng vai trò cực kỳ quan trọng trong việc bảo vệ [[chúa Nguyễn]] giữ vững cơ đồ và sự nghiệp Đàng Trong trong suốt gần 50 năm giao tranh ác liệt với chúa Trịnh từ năm 1627-1672. Lũy Thầy vô tình góp phần định hình bản sắc Đàng Trong vì ngăn dân Đàng Ngoài tràn vào, theo Hồ Trung Tú trong \"Có 500 năm như thế\".\n\nNgười dân Đàng Trong gọi hệ thống thành lũy phía Nam sông Nhật Lệ là Lũy Thầy để tỏ lòng tôn kính Đào Duy Từ như bậc thầy của chúa, của vua.\n\n==Xem thêm==\n*[[Trịnh-Nguyễn phân tranh|Trịnh Nguyễn phân tranh]]\n*[[Nguyễn Phúc Nguyên]]\n*[[Đào Duy Từ]]\n{{Tham khảo|30em}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Quảng Bình]]\n[[Thể loại:Lịch sử quân sự Đàng Trong]]\n[[Thể loại:Quân sự Việt Nam thời Lê trung hưng]]\n[[Thể loại:Di tích tại Quảng Bình]]\n[[Thể loại:Thành cổ Việt Nam]]"}