{"135573":"{{Thông tin nhân vật\n| tên = Lưu Văn Lang\n| ngày sinh = {{Ngày sinh|1880|6|5}}\n| nơi sinh = [[Sa Đéc (tỉnh)|Sa Đéc]]\n| ngày mất = {{Ngày mất và tuổi|1969|6|3|1880|6|5}}\n| nơi mất = [[Thành phố Hồ Chí Minh|Sài Gòn]]\n| nghề nghiệp = [[Kỹ sư xây dựng]]\n| quốc tịch = [[Việt Nam]]\n}}\n'''Lưu Văn Lang''' ([[1880]]- [[1969]]) là kỹ sư người bản xứ đầu tiên của [[Việt Nam]] và toàn cõi [[Bán đảo Đông Dương|Đông Dương]]. Ông là một nhà trí thức yêu nước nổi tiếng ở miền Nam nửa đầu thế kỷ 20.\n\n== Người kỹ sư đầu tiên của Đông Dương thuộc địa ==\nÔng sinh ngày [[5 tháng 6]] năm [[1880]] tại làng Tân Phú Đông, hạt Sa Đéc, về sau đổi thành [[Sa Đéc (tỉnh)|tỉnh Sa Đéc]] (nay thuộc xã Tân Phú Đông, thành phố [[Sa Đéc]], tỉnh [[Đồng Tháp]]) trong một gia đình nghèo làm nghề thủ công phục vụ cho nông nghiệp nhưng có truyền thống hiếu học.\n\nThân sinh ông là cụ Lưu Văn Cúng, vốn là một người xuất thân Nho học. Vì vậy, ngay từ nhỏ, ông đã được học [[chữ Hán|chữ Nho]]. Đến năm lên 10, ông bắt đầu học [[tiếng Pháp]] và [[quốc ngữ|chữ Quốc ngữ]]. Vốn có tư chất thông minh lại chăm chỉ, ông nhanh chóng trở thành một học sinh xuất sắc và giành được suất học bổng đặc cách vào học [[trường Trung học phổ thông Lê Quý Đôn, Thành phố Hồ Chí Minh|trường Chasseloup-Laubat]] tại Sài Gòn. Năm 17 tuổi, ông thi đậu tú tài 2 của Pháp với số điểm xuất sắc, do đó nhận được học bổng sang Pháp học tại trường École Centrale de Paris (thời đó gọi là trường Bá Nghệ trung ương Pháp quốc) - nơi đào tạo kỹ sư lớn nhất tại Pháp thời bấy giờ. Năm [[1904]], ông tốt nghiệp loại ưu bằng Kỹ sư Bá nghệ (Ingénieur des Arts et Manufactures de L’École centrale de Paris), xếp hạng 8\/250 sinh viên, trở thành [[kỹ sư]] đầu tiên ở [[Bán đảo Đông Dương|Đông Dương]] là người bản xứ.\n\n==Bác vật Lang - người trí thức đất Nam Bộ==\nSau khi tốt nghiệp, ông trở về nước và được nhà cầm quyền [[Pháp]] trọng dụng, cử ngay sang [[Vân Nam]] ([[Trung Quốc]]) để tham gia thiết kế và xây dựng tuyến đường sắt nối liền Đông Dương và Vân Nam.\n\nNăm [[1909]], sau khi tuyến đường sắt hoàn thành, người Pháp đưa ông về Sài Gòn làm việc trong Sở Công chánh Đông Dương, giữ nhiều chức vụ quan trọng ở Sở Công chánh, thường xuống Bạc Liêu theo dõi các công trình xây dựng. Ông không chỉ được người dân đương thời Nam Bộ kính trọng và gọi là ''\"quan Bác vật Lang\"''<ref>\"Bác vật\" là một từ thường được dùng ở Nam Bộ đầu thế kỷ 20 để chỉ những người thông thái, hiểu biết sâu về một hay nhiều lĩnh vực khoa học, có nghĩa gần tương đương với \"Bác học\"<\/ref> mà còn được các kỹ sư Pháp kính nể.\n\nNăm [[1929]], ông cùng với hai người Việt đứng ra sáng lập Việt Nam Ngân hàng tại [[Thành phố Hồ Chí Minh|Sài Gòn]] và giữ chức Chủ tịch. Ngoài ra, ông còn tham gia thành lập Hội Khai Trí Việt Đức ở Hà Nội và hội SAMIPIC ở Sài Gòn, giúp nhiều sinh viên nghèo học giỏi được đi du học và trở thành nhà trí thức quan trọng. Từ năm [[1943]]-[[1944]], ông tích cực truyền bá chữ quốc ngữ tại [[Thành phố Hồ Chí Minh|Sài Gòn]] và các tỉnh.\n\n==Sau năm 1945==\n\nSau khi [[Nhật Bản|Nhật]] đảo chính [[Pháp]] tại Đông Dương ngày [[9 tháng 3]] năm 1945, ông được vua [[Bảo Đại]] mời ra tham gia nội các [[Trần Trọng Kim]] để giữ chức [[bộ trưởng]] Công Chánh nhưng ông đã từ chối.\n\nSau khi người Pháp tái chiếm Nam Bộ, ông được mời tham gia Hội đồng tư vấn Nam Kỳ của chính phủ [[Cộng hòa tự trị Nam Kỳ|Nam Kỳ quốc]] do bác sĩ [[Nguyễn Văn Thinh]] đứng đầu. Kỹ sư Lưu Văn Lang đã trả lời thẳng thắn: ''\"Je suis trop vieux pour servir de valet!\"'' ''(Tôi đã quá già để làm đầy tớ!!)''<ref>Một câu trả lời \"lịch sự\" hơn là ''\"Tôi già rồi không làm đầy tớ cho ai được nữa\"''<\/ref>{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n\nTháng 5 năm 1947, ông đã ký tên đầu tiên vào bản Tuyên ngôn của 400 trí thức (gồm những bác sĩ, kỹ sư, giáo sư, luật sư...) có cả Tỉnh trưởng Albert Tình và quan tòa Trần Văn Tỷ) đòi \"Chính phủ phải chấm dứt chiến tranh và thương lượng với Chính phủ Cụ Hồ Chí Minh\".{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n\nNăm [[1948]], ông được chính phủ kháng chiến mời làm cố vấn Hội trưởng Hội Liên Việt Sài Gòn-Chợ Lớn vừa được thành lập.\n\nTháng 6 năm 1949, một lần nữa ông cùng hàng trăm tri thức Sài Gòn ký tên vào bảng tuyên ngôn đòi Pháp phải thương thuyết với [[Hồ Chí Minh]] để chấm dứt chiến tranh.{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}\n\nNgày 12 tháng 1 năm 1950, ông là một trong những người dẫn đầu đoàn biểu tình trong đám tang học sinh [[Trần Văn Ơn]] tại Sài Gòn.\n\nSau [[Hiệp định Genève, 1954|Hiệp định Genève]] năm [[1954]], ông tham gia sáng lập phong trào Hòa Bình đòi thì hành Hiệp định, tổng tuyển cử thống nhất đất nước, được cử làm chủ tịch danh dự. Tháng 11 năm 1954, chính quyền [[Ngô Đình Diệm]] đã bắt giam ông cùng một số trí thức lãnh đạo phong trào nhưng một thời gian ngắn sau đó được thả ra.\n\nTháng 7 năm 1955, một lần nữa ông cùng Phong trào Hòa bình kêu gọi thi hành tổng tuyển cử. Phong trào bị đàn áp mãnh liệt, nhiều trí thức bị bắt giam, giáo sư [[Nguyễn Thị Diệu]] bị ám sát, phong trào bị chính quyền giải tán. Kỹ sư Lưu Văn Lang tuy không bị bắt giam, nhưng bị chính quyền quản thúc chặt chẽ cho đến năm 1958<ref>Một số người cho rằng chính quyền không mạnh tay với ông là do sự can thiệp của con rể ông là Bác sĩ [[Trần Văn Đỗ]], chú ruột của [[Trần Lệ Xuân]], người từng có giai đoạn làm ngoại trưởng cả Đệ nhất và Đệ nhị Cộng hòa).<\/ref>.\n\nThời gian sau đó cho đến tận cuối đời, tuy không trực tiếp tham gia các hoạt động chính trị nữa, nhưng kỹ sư Lưu Văn Lang vẫn có những liên hệ bí mật với Ban Trí vận [[Trung ương Cục miền Nam]].\n\nÔng qua đời tại Sài Gòn ngày 3 tháng 6 năm 1969, thọ 88 tuổi. Sinh thời, ông được đánh giá là một nhân tài của [[Việt Nam]], nhà trí thức tiêu biểu cho nghĩa khí người [[Nam Bộ Việt Nam|Nam Bộ]].\n\nNgày 14 tháng 8 năm 1975, Ủy ban quân quản Sài Gòn đã đổi tên đường [[Tạ Thu Thâu]] bên hông [[chợ Bến Thành]] thành Lưu Văn Lang (nay thuộc [[Quận 1]], [[Thành phố Hồ Chí Minh]])<ref>{{chú thích web\n|url=http:\/\/www.eng.hochiminhcity.gov.vn\/eng\/news\/default.aspx?cat_id=569&news_id=301\n|title=The First Pedestrian Street\n|publisher=Ủy ban nhân dân Thành phố Hồ Chí Minh\n|accessdate = ngày 12 tháng 4 năm 2008}}<\/ref>.\n\nNgày này, tại [[sa Đéc|thành phố Sa Đéc]], [[Đồng Tháp]] cũng có một ngôi trường, một con đường mang tên ông.\n\n==Giai thoại cuộc đời==\nĐương thời, Cụ Lưu Văn Lang nổi tiếng giỏi nghề và rất đức độ nên được sự kính nể của các người Pháp lẫn người Việt. Đặc biệt, người [[Nam Bộ Việt Nam|Nam Bộ]] bấy giờ thường đồn đại nhiều giai thoại về \"Bác vật Lang\" hiểu thấu nhiều bí mật về \"Thiên cơ\", chẳng hạn như vùng đất nào sẽ sụp lở, chiếc cầu sắt nào sẽ hư và núi nào sẽ nứt...\n\nMột giai thoại nổi tiếng đầu thế kỷ 20 tại Bạc Liêu, khi cầu Long Thạnh (do một kỹ sư Pháp chủ trì) xây dựng sắp xong, ông lấy gậy gõ vào thành cầu rồi khẳng định với kỹ sư Pháp rằng một tháng nữa cầu sẽ sập. Viên kỹ sư Pháp hết sức phẫn nộ nhưng rồi vô cùng bái phục bởi cây cầu sập đúng thời gian như ông nói. Từ đó cầu Long Thạnh được gọi là cầu Sập. Do việc này, viên tỉnh trưởng Bạc Liêu thời đó rất khâm phục nên đối đãi với ông rất hậu hĩ. Để đáp lại tình cảm đó, ông xây tặng viên tỉnh trưởng [[Đồng hồ Thái Dương|một chiếc đồng hồ mặt trời]] ngay trong dinh tỉnh trưởng Bạc Liêu (nay là Trung tâm Giáo dục thường xuyên tỉnh Bạc Liêu, số 84 [[Hai Bà Trưng]], [[bạc Liêu (thành phố)|thành phố Bạc Liêu]], tỉnh [[Bạc Liêu]]).\n\nChiếc đồng hồ này xây bằng gạch tàu và xi măng cao khoảng 1m, rộng 0,8m, mặt quay về phía Bắc ở trước sân dinh tỉnh trưởng. Đồng hồ gồm 3 phần: Phần giữa hình chữ nhật đứng, nhô ra phía trước; hai mặt hai bên xây hình vuông bằng gạch tàu, mỗi mặt khắc 6 chữ số La Mã theo hình vòng cung, biểu thị số giờ. Ánh nắng chiếu xuống phần hình chữ nhật tạo ra vệt sáng tối. Con số nào nằm giữa hai vệt này là số giờ lúc ấy.\n\nMột giai thoại khác về Hang Bác vật Lang tại núi Cấm ([[An Giang]]). Khi người Pháp thám sát các hang núi Cấm, họ đã đưa Bác vật Lang lên núi Cấm và thòng dây thả ông xuống để thám sát lòng hang này. Trong hang rất tối, lạnh lẽo, thiếu dưỡng khí nên mọi thứ đèn đuốc đều khó cháy sáng. Sau gần một ngày xem xét ở dưới đó, ông trở lên mặt đất và từ đó ông không nói một lời nào… Từ đó, người địa phương gọi tên hang theo tên ông.\n==Câu nói nổi tiếng==\n*''\"Je suis trop vieux pour servir de valet!\"'' ''(Tôi đã quá già để làm tay sai!)''\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [https:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_l\/20100110+luu+van+lang Lưu Văn Lang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121029211107\/http:\/\/dongthap.gov.vn\/wps\/wcm\/connect\/Web%20Content\/dongthap\/timhieudongthap\/nhanvatlichsu\/sitanhanvatlichsu_l\/20100110+luu+van+lang |date=2012-10-29 }}\n* [http:\/\/antg.cand.com.vn\/Tu-lieu-antg\/Giai-thoai-ly-ky-ve-nha-khoa-hoc-Luu-Van-Lang-335169\/ Giai thoại ly kỳ về nhà khoa học Lưu Văn Lang]\n* [http:\/\/www.nguoiduatin.vn\/thuc-hu-chua-co-loi-giai-trong-hang-bac-vat-lang-a85038.html Bí ẩn chưa lời giải trong hang Bác Vật Lang]\n* [http:\/\/thanhnien.vn\/van-hoa\/that-son-truyen-ky-ky-2-di-nhan-va-ong-bac-vat-10137.html Thất Sơn truyền kỳ - Kỳ 2: Dị nhân và ông bác vật]\n{{thời gian sống|1880|1969}}\n\n[[Thể loại:Kỹ sư Việt Nam]]\n[[Thể loại:Bộ trưởng Đế quốc Việt Nam]]\n[[Thể loại:Người Đồng Tháp]]\n[[Thể loại:Người Sài Gòn]]\n[[Thể loại:Họ Lưu Việt Nam]]\n[[Thể loại:Cựu học sinh Collège Chasseloup-Laubat]]"}