{"486421":"''[[Tập tin:Mr. Phan Boi Chau.jpg|phải|nhỏ|[[Phan Bội Châu]], tác giả ''Lưu Cầu Huyết Lệ Tân Thư''.]]\n'''Lưu Cầu Huyết Lệ Tân Thư''' ([[chữ Hán]]: 琉球血淚新書 ''Tập sách mới viết bằng máu và nước mắt của xứ Lưu Cầu'') là một tác phẩm của nhà [[cách mạng]] [[Việt Nam]] [[Phan Bội Châu]]. Tác phẩm ra đời vào thời kỳ [[Pháp thuộc]] trong [[lịch sử Việt Nam]].\n\n== Nội dung ==\n[[Vương quốc Lưu Cầu|Lưu Cầu]] (Ryuu Kyuu Okoku-[[Tiếng Nhật|'''Nhật''']]: 琉球國) vốn là một vương quốc hải đảo độc lập, có lệ triều cống [[Trung Quốc]]. Năm [[1879]], vương quốc này bị [[đế quốc Nhật Bản]] xâm chiếm; vua Lưu Cầu là [[Thượng Thái (Lưu Cầu)|Thượng Thái]] bị bắt và phế xuống thành hầu tước. Thấy hoàn cảnh tương đồng giữa Lưu Cầu và [[Việt Nam]] đang bị ngoại bang đô hộ, nhà cách mạng Phan Bội Châu đã mượn câu chuyện Lưu Cầu bị Nhật xâm chiếm để kể nỗi khổ của nước Việt Nam và gióng lên tiếng chuông gợi lòng yêu nước. Ông viết ''Lưu Cầu Huyết Lệ Tân Thư'' năm [[1903]], gồm 3 phần:\n* Phần một, ông nêu rõ: \"thảm trạng thành tan, nước mất, những nỗi nhơ nhuốc đổi chúa làm tôi\";\n* Phần hai: ông cho rằng, \"dân trí phải gấp gáp mở mang, dân khí phải gấp bồi dưỡng để làm nền tảng cho việc cứu quốc\";\n* Phần ba: ông cho rằng, \"hy vọng những nhà dương đạo, những bậc hào kiệt làm nên sự nghiệp bất hủ, lưu truyền sử sách\"\n\n== Ý nghĩa ==\nTheo [[Từ điển bách khoa Việt Nam|Từ điển Bách khoa Toàn thư Việt Nam]]:\n:''Tác phẩm này đánh dấu một bước ngoặt quan trọng trong tiến trình tư tưởng của Phan Bội Châu, bước chuẩn bị thành lập [[Hội Duy tân]] ([[1904]]) và hoạt động trong [[Phong trào Đông Du|Phong trào Đông du]] do ông trực tiếp lãnh đạo, tư tưởng chống [[quân chủ chuyên chế]] và xác lập [[quân chủ lập hiến]] của Phan Bội Châu. Lời văn \"Lưu Cầu huyết lệ tân thư\" thống thiết xúc động lòng người, kêu gọi dân tộc đấu tranh khôi phục nền độc lập của đất nước.''<ref>Mục từ ''Lưu Cầu Huyết Lệ Tân Thư'' trong [[Từ điển bách khoa Việt Nam|Từ điển Bách khoa Toàn thư Việt Nam]]<\/ref>\n\nTrong ''[[Ngục trung thư]]'', [[Phan Bội Châu]] có viết:\n:''Sau khi '''\"Lưu Cầu Huyết Lệ Tân Thư\"''' ra đời rồi, các chí sĩ lẩn quất trong [[Cố đô Huế|kinh đô]], đều rõ biết ruột gan tôi ra thế nào. Ví dụ như ông [[Phan Châu Trinh]] và ông [[Trần Quý Cáp]] - về sau bị tù, chết chém - lúc này làm quen thân mật với tôi, ấy chính là nhờ cuốn \"'''Lưu Cầu Huyết Lệ Tân Thư'''\" giới thiệu vậy.''<ref>[[Phan Bội Châu]], [http:\/\/vi.wikisource.org\/wiki\/Ng%E1%BB%A5c_trung_th%C6%B0\/L%C6%B0u_C%E1%BA%A7u_Huy%E1%BA%BFt_L%E1%BB%87_T%C3%A2n_Th%C6%B0 ''Ngục Trung Thư''], ''Lưu Cầu Huyết Lệ Tân Thư'', người dịch: Đào Trinh Nhất.<\/ref>\n\n== Xem thêm ==\n* [[Phan Bội Châu]]\n* [[Vương quốc Lưu Cầu]]\n* [[Đế quốc Nhật Bản]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Phan Bội Châu]]"}