{"574935":"{{Cần thêm chú thích}}\n\n'''Lưu Ngạn Quang''' (Chữ Hán: 劉彥光; [[1457]]-?), đỗ [[tiến sĩ]] và làm quan thời [[Nhà Lê sơ|Lê sơ]] trong [[lịch sử Việt Nam]].\n== Thân thế ==\nLưu Ngạn Quang nguyên quán tại xã Viên Khê, huyện Đông Sơn, phủ Thiệu Thiên, nay thuộc thôn (làng) Thanh Oai, xã [[Đông Khê, Đông Sơn|Đông Khê]], huyện [[Đông Sơn]], tỉnh [[Thanh Hóa]]. Bắt đầu chuyển từ vùng đất Viên Khê về Cổ Bôn từ đời cha Lưu Ngạn Quang tức vào đầu thế kỉ XIV. Cha ông đến khi đến làng Dà - Cổ Bôn trong người chỉ có hai bàn tay trắng nghèo nàn, đói rách phải đi ở hết nhà này sang nhà khác. Cũng may lúc bấy giờ có một cô gái làng Dà cũng mồ côi cha mẹ, thấy cha ông là người chăm chỉ hiền lành, chịu thương chịu khó, hai người tự nguyện thương nhau không cần cưới hỏi gì cả. Một năm chung sống dưới túp lều tranh ở đầu làng, vợ chồng thuận hòa sum họp và sinh được một cậu con trai đặt tên là Lưu Ngạn Quang. Cha mẹ vất vả nuôi con, nhưng điều bất hạnh đến với gia đình là cha ông mất sớm, ông phải nhờ vào sự đùm bọc yêu thương của mẹ và bà con làng xóm <ref name=DS0>{{Chú thích sách| title = Khảo sát văn hóa Đông Sơn | publisher = Nhà xuất bản Khoa học xã hội, 1988}}<\/ref>.\n\n== Cuộc đời và sự nghiệp ==\nTrước khi bước lên tuổi trưởng thành Lưu Ngạn Quang phải đi ở hết nhà này tới nhà khác để trừ nợ và giành tiền nuôi mẹ. Khi trừ nợ xong Ngạn Quang trở về làm thuê cùng mẹ. Nhìn cảnh làm thuê cuốc mướn chẳng ăn thua gì Ngạn Quang nảy ra ý định đi buôn, buôn nhỏ trở thành buôn lớn. Nhưng trớ trêu thay dưới sự đàn áp bóc lột của bọn tham quan ô lại kìm hãm dân lành đã làm ông mất hết vốn. Ngạn Quang quyết chí đi học khi ấy ông 21 tuổi<ref name=\"DS0\"\/>. \n \nTừ khi bọn tham quan cướp gà, Ngạn Quang trở về. Ban ngày đi làm thuê,ban đêm đi học. Khi thì trở về đi buôn tay quả khắp chợ này sang chợ khác, nơi này sang nơi khác. Nhưng vẫn không sao nhãng học hành, hơn nữa lại sáng dạ thông minh; thầy dậy thấy vậy thương tình không lấy tiền công, dân làng thấy thế ai cũng mến phục. Ngạn Quang được người bán nước thương tình gã con gái cho. Kể từ đấy vợ chồng yên ổn, ban ngày đi làm, ban đêm dùi mài kinh sử<ref name=\"DS0\"\/>. \n \nHọc hết ba năm thì Ngạn Quang tròn 24 tuổi.Năm đó triều đình mở khoa thi Hương, Ngạn Quang từ biệt mẹ và vợ vác lều chỏng đi thi, quả nhiên đỗ ngay Hương Cống (Cống sinh). Từ khi ấy anh tiếp tục lên kinh theo học nhờ sự đùm bọc của mẹ hiền, vợ thảo. Đến kì thi Hội, Ngạn Quang vượt qua một cách dễ dàng. Đến kì thi Đình lúc ấy vào triều Lê Sơ khoa thi Tân Sửu (1481) đời vua Lê Thánh Tông, niên hiệu Hồng Đức thứ 12 ông ứng thi đỗ ngay Hoàng Giáp (tức đệ Nhị giáp Tiến sĩ). Kể từ ấy sự nghiệp bần hàn của Ngạn Quang chấm dứt. Ông đem tài trí ra phò vua giúp nước cứu dân. Nhớ lại cảnh ngày xưa nghèo túng, đói rét, giờ đây công thành danh toại, mẹ con, vợ chồng gặp nhau trong một tâm trạng mừng vui trong nước mắt. \n \nTừ khi đỗ ra làm quan Ngạn Quang rất mực thanh liêm chính trực, là người vốn xuất thân từ cảnh cơ hàn, lớn lên lại phải chịu bao sóng gió cuộc đời, nên Ngạn Quang rất nhiều nổi khổ của người dân. Ông suốt đời làm điều phúc đức cho dân, bởi vậy được triều đình trọng dụng và ban cho ông giữ chức Giám sát Ngự sử Lễ Bộ Tả thị lang khi ông mới 25 tuổi<ref name=\"DS2\">{{Chú thích sách| title = Bảo tàng tổng hợp tỉnh Thanh Hóa | publisher = Sở văn hóa - thông tin tỉnh Thanh Hóa, 1997}}<\/ref>.\n \nLà người nổi tiếng hay chữ, lại sống dưới triều Lê Thánh Tông, một ông vua hay chữ biết trọng hiền đãi sĩ, biết đãi thần dân. Đây là một dấu hiệu đáng tự hào, chỉ tiếc rằng những tác phẩm văn học, sự nghiệp của Lưu Ngạn Quang không để lại cho chúng ta nhiều nhưng qua đó ta thấy được công lao của ông trong một thời đại thái bình thịnh trị.\n \nChính vì thế, để tưởng nhớ công lao của ông khi mất được dòng họ, nhân dân lập đền thờ ở văn miếu Quốc Tử Giám và ở đình thờ tiên hiền làng. Đặc biệt là nhà thờ ông và dòng họ. Lưu Ngạn Quang mãi mãi là con người bất hủ, sống trong tâm khảm của người dân xứ Thanh. Công lao của ông đã được sử sách ghi lại trong Đại Việt sử ký toàn thư và được khắc tên tuổi trên bảng vàng Quốc Tử Giám Hà Nội để lưu danh muôn đời <ref name=\"DS2\"\/>.\n \nNơi cư trú chính của ông nay là thôn Đại Đồng (xã [[Đông Tiến, Đông Sơn|Đông Tiến]]) và thôn Thanh Oai ngày nay. Ông còn có ba mẫu dinh cơ trên đất Cổ Bôn tức xã [[Đông Thanh, Đông Sơn|Đông Thanh]] ngày nay{{fact|date = ngày 7 tháng 1 năm 2013}}. Khoảng cách từ làng Bôn qua làng Hàm Hạ (thôn Đại Đồng) đến làng Thanh Oai có chiều dài 4&nbsp;km.\n\nLưu Ngạn Quang cùng với Phan Doãn Chí là những người khai phá làng Thanh Oai. Làng này có tên cũ là Thanh Đàm, sau này ông Lưu Ngạn Quang đã đổi tên làng thành Thanh Oai theo tên làng [[Tả Thanh Oai]] (huyện [[Thanh Trì]], [[Hà Nội]]), là một làng có truyền thống hiếu học, nhiều người đỗ đạt<ref name=LichsuDA2>{{Chú thích sách| title = Lịch sử Đảng bộ và phong trào cách mạng xã Đông Anh (1930-2005) |author = Ban chấp hành Đảng bộ xã Đông Anh | publisher = Nhà xuất bản Thanh Hoá, 2006|trang =24}}<\/ref>.\n \nLúc về hiển tổ, ông ở với vợ kế tại thôn Đa Biểu và thôn Sơn Phú huyện Nông Cống, Thanh Hóa (nay là xã [[Vân Sơn, Triệu Sơn|Vân Sơn]], huyện [[Triệu Sơn]]). Mộ phần của ông được an táng tại đó. Do vậy họ Lưu (tổ Lưu Ngạn Quang) hiện có 3 nơi là: Đa Biểu xã Văn Sơn, huyện [[Triệu Sơn]], Thanh Oai và Bôn (huyện Đông Sơn).\n\nSự nghiệp của ông thời nhà Lê còn được ghi thành 2 câu thơ:\n:::''Kim bảng thạch bi truyền bất hủ\n:::Thái Sơn,Bắc Đẩu ngưỡng duy cao'''\n:::Dịch nghĩa:\n:::''Bảng vàng bia đá truyền mãi mãi\n:::Công người như núi Thái Sơn Sao Bắc Đẩu''\n\n== Đền thờ ==\nHiện nay tại làng Thanh Oai, xã Đông Anh có từ đường dòng họ Lưu thờ Lưu Ngạn Quang <ref name=LangThanhhoaII>{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | publisher = Nhà xuất bản Thanh Hoá, 2001|trang = 43}}<\/ref>. Tại làng Kim Bôi, xã Đông Thanh cùng thuộc huyện Đông Sơn, Thanh Hóa có đền thờ Lưu Ngạn Quang<ref name=LangThanhhoaII2>{{Chú thích sách| title = Tên làng xã Thanh Hoá, tập II |author = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | publisher = Nhà xuất bản Thanh Hoá, 2001|trang =52}}<\/ref>. Tháng 12\/2011, đền thờ Hoàng giáp Tiến sĩ Lưu Ngạn Quang tại xã Đông Thanh đã được xếp hạng di tích lịch sử văn hóa cấp tỉnh<ref name=\"DT\">Quyết định số 4178\/QĐ-UBND ngày 14 tháng 12 năm 2011 của Ủy ban nhân dân tỉnh Thanh Hóa.<\/ref>.\n \nĐền thờ ông được xây dựng khi ông mới qua đời, song do biến thiên lịch sử, di tích gốc không còn mà chỉ còn công trình được phục hồi vào thời nhà Nguyễn - Thế kỉ XIX (Khi đó nhà Nguyễn có sắc phong ông làm Phúc Thần - Hiện sắc được lưu giữ tại dòng họ Lưu, thôn Thanh Oai). Đền thờ Hoàng Giáp tiến sĩ Lưu Ngạn Quang là nơi lưu niệm danh nhân,cũng như lưu niệm truyền thống hiếu học và truyền thống cầu mong sự tiến bộ của mọi người.\n\n== Gia quyến ==\nTheo gia phả họ Lưu (Đông Anh (Thanh Hóa), Thanh Hóa) người vợ đầu của ông là Nguyễn Thị Vẫy Oanh, người làng Tuyên Hóa (Đông Anh (Thanh Hóa), Thanh Hóa) sinh được ông Lưu Từ Thiện (Là quan viên triều Lê Sơ).\n\n== Chú thích ==\n{{Tham khảo}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Sinh năm 1457]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Hoàng giáp Việt Nam]]"}