{"3695313":"{{Viên chức\n| tên = Lưu Bình Nhưỡng\n| hình = LuuBinhNhuong.jpg\n| ngang = \n| chức vụ 2 = [[Đại biểu Quốc hội Việt Nam]] [[Quốc hội Việt Nam khóa XIV|khóa XIV]]\n| bắt đầu 2 = [[22 tháng 5]] năm [[2016]]\n| kết thúc 2 = [[19 tháng 7]] năm [[2021]]<br>({{số năm theo năm và ngày|2016|5|22|2021|7|19}})\n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| chức vụ 3 = Phó Chủ nhiệm Khoa Pháp luật Kinh tế, <br>[[Đại học Luật Hà Nội]]\n| tiền nhiệm 3 = \n| kế nhiệm 3 = \n| bắt đầu 3 = \n| kết thúc 3 = \n| chức vụ = Phó trưởng [[Ban Dân nguyện Quốc hội Việt Nam]]\n| tiền nhiệm = \n| kế nhiệm = \n| bắt đầu = [[18 tháng 7]] năm [[2018]]\n| kết thúc = ''nay''<br>({{số năm theo năm và ngày|2018|7|18}})\n| ngày sinh = {{ngày sinh và tuổi|1963|2|4}}\n| nơi sinh = \n| quê quán = xã [[Hùng Dũng]], huyện [[Hưng Hà]], tỉnh [[Thái Bình]].\n| nơi ở = \n| dân tộc = [[Người Việt|Kinh]]\n| đạo = [[Không tôn giáo|Không]]\n| học vấn = [[Tiến sĩ]] Luật kinh tế\n| chết = \n| ngày chết = \n| nơi chết = \n| cha = \n| mẹ = \n| chồng = \n| vợ = \n| con = \n| nghề nghiệp = [[giảng viên]], [[chính trị gia]]\n| đảng = [[Đảng Cộng sản Việt Nam]]\n| website = https:\/\/www.facebook.com\/luu.binhnhuong\n}}\n'''Lưu Bình Nhưỡng''' (sinh ngày [[4 tháng 2]] năm [[1963]]) là một [[tiến sĩ]] Luật, [[giảng viên]] đại học, [[chính trị gia]] người Việt Nam. Ông là [[Danh sách đại biểu Quốc hội Việt Nam khóa 14 theo tỉnh thành|Đại biểu Quốc hội Việt Nam khóa 14]] ([[2016]]-[[2021]]) thuộc đoàn đại biểu tỉnh [[Bến Tre]], Ủy viên Ủy ban về các vấn đề xã hội của Quốc hội ([[2016]]-[[2021]]), Phó trưởng [[Ban Dân nguyện Quốc hội Việt Nam]], Phó Chủ tịch Nhóm Nghị sĩ Hữu nghị [[Việt Nam]] - [[Thụy Sĩ]], từng là Ủy viên Thường trực [[Ủy ban Về các vấn đề xã hội Quốc hội (Việt Nam)|Ủy ban về Các vấn đề Xã hội]] của Quốc hội khóa 14 (tới năm 2018)<ref>{{chú thích web |url =http:\/\/dbqh.na.gov.vn\/daibieu\/12\/806\/Luu-Binh-Nhuong.aspx |tiêu đề =ĐB Lưu Bình Nhưỡng |author = |ngày = |nhà xuất bản = |ngày truy cập =2017-06-08 |ngôn ngữ = |archiveurl =https:\/\/web.archive.org\/web\/20171222052313\/http:\/\/dbqh.na.gov.vn\/daibieu\/12\/806\/Luu-Binh-Nhuong.aspx |ngày lưu trữ =2017-12-22 }}<\/ref> Trên cương vị là đại biểu Quốc hội, ông đã có những phát ngôn gây tranh cãi, châm ngòi cho nhiều tranh luận trong dư luận và tại nghị trường<ref name=\"anninhthudo.vn\" \/>.\n\n==Tiểu sử==\nLưu Bình Nhưỡng sinh ngày [[4 tháng 2]] năm [[1963]], người dân tộc [[Người Việt|Kinh]], không theo tôn giáo nào. Ông có quê quán ở xã [[Hùng Dũng]], huyện [[Hưng Hà]], tỉnh [[Thái Bình]].\n\nÔng có trình độ chuyên môn là [[Tiến sĩ]] [[Luật]] [[Kinh tế]], trình độ chính trị là [[Cao cấp lí luận chính trị|Cao cấp Lí luận Chính trị]] - Hành chính.\n\nÔng gia nhập [[Đảng Cộng sản Việt Nam]] vào ngày [[24 tháng 8]] năm [[1987]].\n\nÔng từng là Phó Chủ nhiệm Khoa Pháp luật Kinh tế, [[Đại học Luật Hà Nội]]. Tính đến năm [[2016|2010]], ông đã có 22 năm làm [[giảng viên]] Đại học Luật Hà Nội. Sau đó ông làm Chánh Văn phòng Tổng cục Thi hành án dân sự Bộ Tư pháp; tham mưu cho [[Ban Chỉ đạo Cải cách Tư pháp Trung ương Đảng Cộng sản Việt Nam]] (Vụ trưởng, Trưởng ban kiêm Phó Chánh Văn phòng [[Ban Chỉ đạo Cải cách Tư pháp Trung ương Đảng Cộng sản Việt Nam|Ban Chỉ đạo]]).<ref>{{chú thích web |url =http:\/\/vtv.vn\/chinh-tri\/y-kien-ve-bao-cao-cua-vien-truong-vien-kiem-sat-nhan-dan-toi-cao-20160322165405539.htm |tiêu đề =Ý kiến về báo cáo của Viện trưởng Viện Kiểm sát nhân dân Tối cao |author = |ngày = |nhà xuất bản =VTV |ngày truy cập =2017-12-20 |ngôn ngữ = |archiveurl = |ngày lưu trữ = 2017-12-20}}<\/ref><ref name=\"danviet2016\">[http:\/\/danviet.vn\/tin-tuc\/lam-dai-bieu-quoc-hoi-dung-vi-su-noi-tieng-cua-ban-than-724514.html \"Làm đại biểu Quốc hội đừng vì sự nổi tiếng của bản thân\"]<\/ref>\n\nÔng từng là [[Đại biểu Quốc hội Việt Nam|Đại biểu Quốc hội]] chuyên trách trung ương, Ủy viên Thường trực [[Ủy ban về các vấn đề xã hội của Quốc hội|Ủy ban về Các Vấn đề Xã hội của Quốc hội]] khóa 14, thành viên Ủy ban về các vấn đề xã hội của Quốc hội (sau khi chuyển sang Ban Dân nguyện ông không làm Ủy viên Thường trực), Phó trưởng Ban Dân nguyện, Phó Chủ tịch Nhóm Nghị sĩ Hữu nghị [[Việt Nam]] - [[Thụy Sĩ]].\n\n===Đại biểu Quốc hội Việt Nam khóa 14===\nTháng 5 năm [[2016]], ông lần đầu tiên tham gia tranh cử vào vị trí [[Đại biểu Quốc hội Việt Nam|Đại biểu Quốc hội]] ở tỉnh [[Bến Tre]] và đã trúng cử.<ref name=\"danviet2016\"\/>\n\nSáng ngày [[21 tháng 11]] năm [[2017]], thảo luận dự luật Phòng, chống tham nhũng sửa đổi, ông đề nghị bố trí kê khai tài sản và kiểm soát tài sản những người từ khi họ bắt đầu vào ngạch công chức. Ông không tán thành việc bổ sung kiểm soát tham nhũng khu vực ngoài nhà nước vào dự thảo luật sửa đổi.<ref>{{chú thích web |url =https:\/\/thanhnien.vn\/thoi-su\/bo-me-de-quan-chuc-cung-phai-ke-khai-tai-san-902202.html |tiêu đề =Bố, mẹ đẻ quan chức cũng phải kê khai tài sản! |author =Anh Vũ |ngày =2017-11-21 |nhà xuất bản =[[Báo Thanh niên]] |ngày truy cập =2017-11-21 |ngôn ngữ = |archiveurl =https:\/\/web.archive.org\/web\/20171121082746\/https:\/\/thanhnien.vn\/thoi-su\/bo-me-de-quan-chuc-cung-phai-ke-khai-tai-san-902202.html |ngày lưu trữ =2017-11-21 |url-status=live }}<\/ref>\n\n====Ủng hộ tố cáo qua điện thoại, email====\nSáng ngày [[24 tháng 5]] năm [[2018]], tại buổi Thảo luận về dự án Luật Tố cáo (sửa đổi) tại Kỳ họp thứ 5, Quốc hội khóa 14, ông phản bác ý kiến của hơn 20 đại biểu khác và cho rằng nhà chức trách không thể vì ngại khó khăn mà thoái thác việc cho phép công dân tố cáo qua điện thoại, email.<ref>{{chú thích web |url =https:\/\/vnexpress.net\/tin-tuc\/phap-luat\/tranh-luan-viec-nguoi-dan-duoc-quyen-to-cao-qua-dien-thoai-3753940.html |tiêu đề =Tranh luận việc người dân được quyền tố cáo qua điện thoại |author =Bảo Hà |ngày =2018-05-24 |nhà xuất bản =Báo VnExpress |ngày truy cập =2018-05-24 |ngôn ngữ = |archiveurl = |ngày lưu trữ = 2018-05-24}}<\/ref>\n\n====Truy thu thuế người đã chết====\nNgày [[26 tháng 5]] năm [[2018]], ông kiến nghị [[Bộ Tài chính Việt Nam|Bộ Tài chính]] \"rà soát kỹ người chết nào thì người thừa kế vẫn phải nộp thuế\".<ref>{{chú thích web |url =https:\/\/laodong.vn\/thoi-su\/dai-bieu-quoc-hoi-kien-nghi-can-tiep-tuc-truy-thu-thue-cua-nguoi-da-chet-609318.ldo |tiêu đề =Đại biểu Quốc hội kiến nghị: Cần tiếp tục truy thu thuế của người đã chết |author =Đặng Chung |ngày =2018-05-26 |nhà xuất bản =Báo Lao động |ngày truy cập =2018-05-28 |ngôn ngữ = |archiveurl = |ngày lưu trữ = 2018-05-28}}<\/ref> nhằm tránh việc lợi dụng chiếm đoạt tiền thuế và chống thất thu thuế.\n\n====Bấm nút thông qua Luật An ninh mạng====\nNgày [[12 tháng 6]] năm [[2018]], Lưu Bình Nhưỡng cho biết ông đã bấm nút ''thông qua'' Luật An ninh mạng với lí do ông bức xúc với những thông tin chống đối đường lối chính sách của [[Đảng Cộng sản Việt Nam]] trên [[mạng xã hội]].<ref>{{chú thích web|title='Luật an ninh mạng, bước lùi lớn cho VN'|url=https:\/\/www.bbc.com\/vietnamese\/vietnam-44449357|website=BBC Tiếng Việt|publisher=2018-06-12|access-date = ngày 12 tháng 6 năm 2018}}<\/ref><ref>{{chú thích web|author1=Ngọc Thành\/VOV.VN|title=Luật An ninh mạng: “Xã hội đang rất cần thì phải bấm nút thông qua“|url=https:\/\/vov.vn\/chinh-tri\/quoc-hoi\/luat-an-ninh-mang-xa-hoi-dang-rat-can-thi-phai-bam-nut-thong-qua-773667.vov|website=Đài Tiếng nói Việt Nam|publisher=2018-06-12|access-date = ngày 12 tháng 6 năm 2018}}<\/ref><ref>{{chú thích web|author1=Đặng Chung|title=Đại biểu Lưu Bình Nhưỡng: Luật An ninh mạng tập trung chống tội phạm công nghệ cao|url=https:\/\/laodong.vn\/thoi-su\/dai-bieu-luu-binh-nhuong-luat-an-ninh-mang-tap-trung-chong-toi-pham-cong-nghe-cao-612512.ldo|website=Báo Lao động|publisher=2018-06-12|access-date =ngày 12 tháng 6 năm 2018|archivedate = ngày 12 tháng 6 năm 2018 |archiveurl=https:\/\/www.webcitation.org\/707dlmoGn?url=https:\/\/laodong.vn\/thoi-su\/dai-bieu-luu-binh-nhuong-luat-an-ninh-mang-tap-trung-chong-toi-pham-cong-nghe-cao-612512.ldo|url-status=live}}<\/ref>\n\n====Phó Trưởng ban Dân nguyện====\nTừ ngày [[17 tháng 9]] năm [[2018]], Lưu Bình Nhưỡng khi đang là Ủy viên thường trực [[Ủy ban Về các vấn đề xã hội Quốc hội (Việt Nam)|Ủy ban về Các vấn đề Xã hội]] của Quốc hội đã được [[Ủy ban thường vụ Quốc hội]] điều động, bổ nhiệm giữ chức Phó trưởng [[Ban Dân nguyện Quốc hội Việt Nam]] nhiệm kỳ [[2016]]-[[2021]].<ref>{{chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/ong-luu-binh-nhuong-giu-chuc-pho-truong-ban-dan-nguyen-3813572.html|title=Ông Lưu Bình Nhưỡng giữ chức Phó trưởng Ban dân nguyện|author=Viết Tuân|date = ngày 22 tháng 9 năm 2018 |publisher=VnExpress|access-date = ngày 29 tháng 10 năm 2018}}<\/ref>\n\nTrong phiên họp quốc hội ngày 26\/3\/2021 ông phát biểu:\n\n{{cquote|''Quốc hội cần công bằng trong phân bổ nguồn lực và trao quyền lực, kiểm soát quyền lực, không được ngủ mê trên quyền lực của nhân dân, đặc biệt không được biến Quốc hội thành căn phòng kín để gom góp lợi ích nhóm, lợi ích cá nhân và chia chác quyền lực, chia chác nguồn lực của đất nước.''<ref>[https:\/\/thanhnien.vn\/thoi-su\/khong-duoc-bien-quoc-hoi-thanh-phong-kin-de-chia-chac-quyen-luc-1359781.html Không được biến Quốc hội thành 'phòng kín' để chia chác quyền lực], Báo Thanh niên, 27\/03\/2021<\/ref>}}\n\n====Thôi tái cử đại biểu Quốc hội khoá XV====\nÔng Lưu Bình Nhưỡng không được giới thiệu tái cử đại biểu Quốc hội khoá XV (2021-2026), vì quá tuổi theo Hướng dẫn 36 của [[Ban Tổ chức Trung ương]].\n\n==Phát ngôn ==\nTháng 5\/2018, khi thảo luận về luật thuế, ông phát biểu một nội dung gây tranh cãi:\n{{pull quote|\n''Chết không có nghĩa là hết nghĩa vụ đóng thuế.''|nguồn = [[Lao Động (báo)|Báo Lao động]], 26\/5\/2018<ref>{{chú thích web|author1=Lê Phương|title=ĐBQH Lưu Bình Nhưỡng nói rõ về “người chết vẫn phải đóng thuế”|url=https:\/\/laodong.vn\/thoi-su\/dbqh-luu-binh-nhuong-noi-ro-ve-nguoi-chet-van-phai-dong-thue-609593.ldo|website=Báo Lao động Online|publisher=2018-05-28|access-date = ngày 28 tháng 5 năm 2018}}<\/ref>}}\n\nNăm [[2017]], ông phát ngôn rằng ''\"tội hối lộ không phải là tội tham nhũng\"'' vì người hối lộ chưa hẳn đã là chủ thể tham nhũng, vì tham nhũng là tội phạm chức vụ, chủ thể đặc biệt, còn người hối lộ không nhất thiết là quan chức, có thể chỉ là người bình thường đi hối lộ cho quan chức. Đại biểu [[Nguyễn Sỹ Cương]] đã phê bình rằng ông Lưu Bình Nhưỡng vốn là [[luật sư]] nhưng lại hiểu sai luật, rằng luật Phòng chống tham nhũng đã quy định hối lộ cũng là hành vi tham nhũng.<ref>[https:\/\/vietnammoi.vn\/dai-bieu-nguyen-sy-cuong-toi-nghi-chinh-phan-tich-cua-dai-bieu-luu-binh-nhuong-nham-lan-110136.html Đại biểu Nguyễn Sỹ Cương: Tôi nghĩ chính phân tích của đại biểu Lưu Bình Nhưỡng nhầm lẫn]<\/ref>\n\nTháng 9\/2018, sau khi xảy ra việc 7 người sử dụng [[ma túy]] chết ở một lễ hội âm nhạc tại [[Hà Nội]], ông từng có phát biểu hàm ý bênh vực hành vi sử dụng ma túy, khiến nhiều người chỉ trích:\n{{pull quote|\n''Thực ra câu chuyện các cá nhân chọn “lắc” hay không “lắc” (ma túy) là vấn đề thuộc về [[Nhân quyền|quyền con người]].''<ref>[https:\/\/infonet.vn\/pct-ha-noi-ngo-van-quy-co-nen-di-tham-nan-nhan-vu-le-hoi-am-nhac-post275007.info PCT Hà Nội Ngô Văn Quý có nên đi thăm nạn nhân vụ lễ hội âm nhạc?]<\/ref>}}\n\nTrong kỳ họp Quốc hội tháng 11\/2018, ông dẫn ra số liệu rằng các cơ quan điều tra đã có những vi phạm chiếm tỷ lệ rất lớn, và kết luận rằng ngành [[Công an nhân dân Việt Nam|Công an]] đã \"sai phạm khủng khiếp\" trong thực hiện tố tụng. Ý kiến của ông gây tranh cãi gay gắt ngay tại nghị trường, một số đại biểu khác chỉ ra rằng ông đã tự tính toán ra những số liệu đó, nhưng lại tính sai (ông Lưu Bình Nhưỡng đã nhầm lẫn trong bội số, nên tính ra những con số về sai phạm rất lớn khiến nhiều người dân hiểu sai vấn đề, gây hoang mang lo lắng). Nhiều đại biểu phản đối và muốn tranh luận với ông đến cùng, nhiều cử tri gọi điện chất vấn. Chủ tịch Quốc hội [[Nguyễn Thị Kim Ngân]] đã phải yêu cầu các đại biểu dừng tranh cãi và nói ''“đại biểu Lưu Bình Nhưỡng đã châm ngòi cho quá nhiều tranh luận tại hội trường”.''<ref name=\"anninhthudo.vn\">[https:\/\/anninhthudo.vn\/chinh-tri-xa-hoi\/dai-bieu-quoc-hoi-tranh-luan-ve-con-so-lam-day-song-trong-luc-luong-cong-an\/788375.antd Đại biểu Quốc hội tranh luận về con số làm \"dậy sóng\" trong lực lượng công an]<\/ref><ref>[https:\/\/laodong.vn\/thoi-su\/tranh-luan-nong-sau-phat-bieu-cua-dai-bieu-luu-binh-nhuong-ve-luc-luong-cong-an-639137.ldo Tranh luận nóng sau phát biểu của đại biểu Lưu Bình Nhưỡng về lực lượng công an]<\/ref> Ông [[Nguyễn Minh Đức]], Ủy viên Thường trực [[Ủy ban Quốc phòng và An ninh Quốc hội (Việt Nam)|Ủy ban Quốc phòng và An ninh của Quốc hội]] cho rằng ông Lưu Bình Nhưỡng cần phải đính chính khi đưa ra phát ngôn không chính xác, gây hiểu nhầm về các cơ quan điều tra, bởi phát ngôn sai lệch như vậy ''\"rõ ràng về mặt lý thuyết lẫn thực tế là không thể chấp nhận được\".''<ref name=\"anninhthudo.vn\"\/>\n\n30\/03\/2021 ông đã phát biểu :\" có tỉ lệ oan sai có hay không tỉ lệ công lý\" [https:\/\/vnexpress.net\/tranh-luan-ve-ty-le-an-oan-sai-4255455.html]\n\n==Tác phẩm==\n===Sách===\n{{Collapse top}}\n#Giáo trình Luật Lao động Việt Nam, [[Trường Đại học Luật Hà Nội]], Lưu Bình Nhưỡng chủ biên\n#Bình luận khoa học Bộ luật Lao động (Năm 2012) \/ Lưu Bình Nhưỡng chủ biên; Nguyễn Xuân Thu, Đỗ Thị Dung. - Hà Nội: Lao động, 2015. - 471 tr.; 24&nbsp;cm.\n#Đánh giá mười bốn năm thực hiện Bộ luật Lao động và phương hướng hoàn thiện Bộ luật Lao động sửa đổi, bổ sung vào năm 2011: hội thảo khoa học \/ Bộ Tư pháp. Trường Đại học Luật Hà Nội. - Hà Nội, 2009. - 114 tr.; 28&nbsp;cm. Tác giả: Lưu Bình Nhưỡng, Nguyễn Huy Ban, Trần Thị Thúy Lâm, Đào Thị Hằng, Nguyễn Văn Tiến, Đỗ Thị Dung, Mai Đức Thiện, Trương Văn Cẩm, Lê Xuân Thành, Phạm Công Bình\n#Đạo đức và kỹ năng của luật sư trong nền kinh tế thị trường định hướng xã hội chủ nghĩa ở Việt Nam. Quyển 2 \/ Lê Hồng Hạnh chủ biên,... [et all.] Hà Nội: Đại học Sư phạm, 2002; 287 tr.; 26&nbsp;cm. Tác giả: Dương Thanh Mai, Bộ Tư pháp, Nguyễn Thế Quyền, Lê Hồng Hạnh, Nguyễn Văn Huyên, Trần Minh Hương, Lưu Bình Nhưỡng, Phan Hữu Thư, Nguyễn Văn Bình, Nguyễn Văn Quang, Nguyễn Xuân Tuân\n#Giáo trình Luật An sinh Xã hội \/ Trường [[Đại học Luật Hà Nội]]; Nguyễn Thị Kim Phụng chủ biên; Phạm Công Trứ,... [et al.] Hà Nội: Tư pháp, 2005 395 tr.; 20,5&nbsp;cm. Tác giả: Trường Đại học Luật Hà Nội, Lưu Bình Nhưỡng, Nguyễn Thị Kim Phụng, Nguyễn Hữu Chí, Đỗ Ngân Bình, Trần Thị Thúy Lâm, Nguyễn Hiền Phương, Nguyễn Xuân Thu, Phạm Công Trứ, Đỗ Thị Dung\n#Giáo trình Luật Lao động Việt Nam \/ Trường Đại học Luật Hà Nội; Lưu Bình Nhưỡng chủ biên. Hà Nội, 2010. 567 tr.; 22&nbsp;cm. Tác giả: Trường Đại học Luật Hà Nội, Lưu Bình Nhưỡng, Nguyễn Thị Kim Phụng, Nguyễn Hữu Chí, Đỗ Ngân Bình, Nguyễn Hiền Phương, Đào Thị Hằng, Nguyễn Xuân Thu, Trần Thúy Lâm, Đỗ Thị Dung\n#Giáo trình Luật Lao động Việt Nam \/ Trường Đại học Luật Hà Nội; Chu Thanh Hưởng chủ biên; Đỗ Gia Thư,... [et al.] Hà Nội: Công an nhân dân, 2002; 294 tr.; 20&nbsp;cm. Tác giả: Trường Đại học Luật Hà Nội, Chu Thanh Hưởng, Nguyễn Kim Phụng, Lưu Bình Nhưỡng, Nguyễn Hữu Chí, Phan Đức Bình, Đỗ Gia Thư\n#Giáo trình Luật lao động Việt Nam \/ Trường Đại học Luật Hà Nội; Lưu Bình Nhưỡng chủ biên; Đỗ Ngân Bình,... [et al.]. Hà Nội: Công an nhân dân, 2009; 567 tr.; 22&nbsp;cm. Tác giả: Trường Đại học Luật Hà Nội, Lưu Bình Nhưỡng, Nguyễn Thị Kim Phụng, Nguyễn Hữu Chí, Đỗ Ngân Bình, Nguyễn Hiền Phương, Đào Thị Hằng, Trần Thúy Lâm, Đỗ Thị Dung, Nguyễn Xuân Phương\n#Giáo trình Luật Lao động Việt Nam \/ Trường Đại học Luật Hà Nội; Lưu Bình Nhưỡng chủ biên; Đỗ Ngân Bình,... [et al.]. Hà Nội: Công an nhân dân, 2013; 598 tr.; 22&nbsp;cm. Tác giả: Trường Đại học Luật Hà Nội, Lưu Bình Nhưỡng, Nguyễn Thị Kim Phụng, Nguyễn Hữu Chí, Đỗ Ngân Bình, Nguyễn Hiền Phương, Đào Thị Hằng, Nguyễn Xuân Thu, Trần Thúy Lâm, Đỗ Thị Dung\n#Giáo trình Luật lao động Việt Nam \/ Tr­ường Đại học Luật Hà Nội; Chu Thanh Hưởng chủ biên Hà Nội: Công an nhân dân, 1999; 290 tr.; 20&nbsp;cm; Tác giả: Chu Thanh Hưởng, Nguyễn Kim Phụng, Lưu Bình Nhưỡng, Nguyễn Hữu Chí, Tr­ường Đại học Luật Hà Nội, Phan Đức Bình, Đỗ Gia Thư\n#Hỏi - đáp về pháp luật bảo hiểm xã hội và bảo hiểm y tế \/ Lưu Bình Nhưỡng, Hoàng Thị Minh; Hà Nội: Giao thông vận tải, 2008; 183 tr.; 19&nbsp;cm. \n#Hỏi đáp pháp luật về đưa người lao động đi làm việc ở nước ngoài \/ Lưu Bình Nhưỡng chủ biên, Mai Đức Tân. Hà Nội: Tư pháp, 2008; 139 tr.; 20,5&nbsp;cm\n{{Collapse bottom}}\n\n===Bài báo===\n{{Collapse top}}\n#TS Lưu Bình Nhưỡng, \"Một số vấn đề lí luận, pháp lí và điều kiện phát triển cơ chế ba bên ở Việt Nam\", Tạp chí Luật học, số 12\/2006\n#Lưu Bình Nhưỡng, \"Những nguyên tắc cơ bản của an sinh xã hội\", Tạp chí Luật học, số 5; tr. 37-41, 2004\n#Lưu Bình Nhưỡng, “Luật lao động Việt Nam thời kỳ đổi mới”, Tạp chí Luật học, Số 1, 2007.\n#Lưu Bình Nhưỡng. Kinh nghiệm quốc tế. Quan hệ của truyền thông đại chúng với ngành tư pháp ở các nước tư bản phát triển (Tiếp theo kỳ trước), Tạp chí Nghiên cứu lập pháp tháng 4\/2008 (số 121)\n#Lưu Bình Nhưỡng (2009), \"Bạo lực đối với phụ nữ và trẻ em dưới góc độ nhân quyền\", Luật học, (2), tr. 16-22. 35. \n#Lưu Bình Nhưỡng (2010), \"Tổng quan về quyền của phụ nữ theo pháp luật Việt Nam\",. Luật học, (2), tr. 58-67. 36.\n#Lưu Bình Nhưỡng, “Về tranh chấp lao động tập thể và việc giải quyết tranh chấp lao động tập thể”, Tạp chí Luật học số 2, năm 2001. \n#Lưu Bình Nhưỡng, “Hợp đồng lao động trong Luật sửa đổi, bổ sung một số điều của Bộ luật Lao động”, Tạp chí Luật học số 5, năm 2002.\n#Lưu Bình Nhưỡng, “Một số ý kiến về xuất khẩu lao động”, Tạp chí Luật học số 6, năm 2002, trang 22. \n#Lưu Bình Nhưỡng, “Bàn thêm về tranh chấp lao động”, Tạp chí Luật học số 3, năm 2003.\n#Lưu Bình Nhưỡng, “Những yếu tố của hợp đồng lao động: nhìn từ góc độ so sánh giữa Luật Lao động Việt Nam và Luật Lao động Australia”, Tạp chí Nhà nước & Pháp luật, số 4, năm 2003, trang 55.\n#Lưu Bình Nhưỡng, “Những nguyên tắc cơ bản của an sinh xã hội”, Tạp chí luật học số 5, năm 2004, trang 37.\n#Lưu Bình Nhưỡng, “Đình công và thủ tục giải quyết đình công”, Tạp chí Nghiên cứu lập pháp số 9, năm 2005, trang 34.\n#Bàn thêm về Dự thảo Bộ luật Lao động sửa đổi \/ Lưu Bình Nhưỡng \/\/ Nghiên cứu lập pháp. Văn phòng Quốc hội, Số 11\/2012, tr. 25 - 31\n#Bạo lực đối với phụ nữ và trẻ em dưới góc độ nhân quyền \/ Lưu Bình Nhưỡng \/\/ Luật học. Trường Đại học Luật Hà Nội, Số 2\/2009, tr. 16 - 22\n#Cạnh tranh từ góc độ lao động \/ Lưu Bình Nhưỡng \/\/ Luật học. Trường Đại học Luật Hà Nội, Số 6\/2006, tr. 22 - 28\n#Cần chú trọng tới tính thực tế của hợp đồng lao động khi xét xử các tranh chấp Lao động \/ Lưu Bình Nhưỡng \/\/ Luật học. Trường Đại học Luật Hà Nội, Số 6\/1998, tr. 16 - 19\n#Chấm dứt hợp đồng lao động \/ Lưu Bình Nhưỡng \/\/ Luật học. Trường Đại học Luật Hà Nội, Số 6\/1997, tr. 25 - 29\n#Cơ sở của luật lao động Việt Nam nhìn từ góc độ triết học \/ Lưu Bình Nhưỡng \/\/ Luật học. Trường Đại học Luật Hà Nội, Số 6\/2003, tr. 52 - 59\n#Dự thảo Pháp lệnh Thủ tục giải quyết các cuộc đình công: Đình công và thủ tục giải quyết đình công \/ Lưu Bình Nhưỡng \/\/ Nghiên cứu lập pháp. Văn phòng Quốc hội, Số 9\/2005, tr. 34 - 40\n#Giao kết hợp đồng lao động \/ Lưu Bình Nhưỡng \/\/ Luật học. Trường Đại học Luật Hà Nội, Số 6\/1996, tr. 28 - 29\n#Góp ý Dự thảo Luật sửa đổi, bổ sung một số điều của Bộ luật lao động: Việc giải quyết tranh chấp lao động tập thể và đình công \/ Lưu Bình Nhưỡng\n#Hòa giải tranh chấp lao động \/ Lưu Bình Nhưỡng \/\/ Dân chủ và Pháp luật. Bộ Tư pháp, Số chuyên đề Pháp luật về hòa giải\/2012, tr. 143 - 154\n#Hợp đồng lao động theo pháp luật Việt Nam \/ Lưu Bình Nhưỡng \/\/ Luật học. Trường Đại học Luật Hà Nội, Số 1\/1996, tr. 46 - 48\n\n{{Collapse bottom}}\n\n===Đề tài khoa học===\n{{Collapse top}}\n#Cơ sở khoa học xây dựng Bộ giáo trình chuẩn đào tạo Đại học Luật: đề tài nghiên cứu khoa học cấp Bộ. Hà Nội, 2008 318 tr.; 28&nbsp;cm. Tác giả: Bộ Tư pháp, Thái Vĩnh Thắng, Nguyễn Ngọc Hòa, Lê Hồng Hạnh, Phạm Công Lạc, Trần Minh Hương, Lê Minh Tâm, Lê Cảm, Lưu Bình Nhưỡng, Trương Quang Vinh, Nguyễn Quốc Hoàn, Nguyễn Văn Động, Bùi Ngọc Cường, Hoàng Thị Minh Sơn, Nguyễn Thị Mỹ Lộc, Tôn Quang Cường\n#Cơ sở lý luận và thực tiễn xây dựng chương trình giảng dạy chuyên ngành Luật Lao động: đề tài nghiên cứu khoa học cấp Trường \/ Trường Đại học Luật Hà Nội. Khoa Pháp luật Kinh tế. Tổ bộ môn Luật Lao động; Chủ nhiệm đề tài: Chu Thanh Hưởng, Nguyễn Kim Phụng; Lưu Bình Nhưỡng thư ký; Trần Văn Hằng,... [et al.] Hà Nội, 1996, 119 tr.; 28&nbsp;cm. Tác giả: Trường Đại học Luật Hà Nội, Nguyễn Quang Minh, Mạc Văn Tiến, Chu Thanh Hưởng, Nguyễn Kim Phụng, Lưu Bình Nhưỡng, Nguyễn Văn Thành, Nguyễn Mai Phương, Trần Văn Hằng, Ngô Thuần Khiết, Trần Quang Hùng, Khoa Pháp luật Kinh tế, Tổ bộ môn Luật Lao động\n#Đảm bảo yêu cầu phát triển bền vững trong hoạt động xây dựng pháp luật - Những vấn đề lý luận và thực tiễn: đề tài khoa học cấp Bộ \/ Bộ Tư pháp. Viện Khoa học Pháp lý; Nguyễn Văn Động chủ nhiệm đề tài; Thái Vĩnh Thắng,... [et al.] Hà Nội, 2009 613 tr.; 28&nbsp;cm. Tác giả: Chu Hồng Thanh, Bộ Tư pháp, Nguyễn Ngọc Bích, Thái Vĩnh Thắng, Nguyễn Văn Phương, Nguyễn Quang Tuyến, Nguyễn Thị Thuận, Trần Minh Hương, Ngô Đức Mạnh, Lưu Bình Nhưỡng, Phạm Thị Giang Thu, Trần Thị Thúy Lâm, Nguyễn Văn Động, Trần Ngọc Dũng, Nguyễn Văn Quang, Viện khoa học pháp lý, Trần Phương Đạt, Lương Phan Cừ\n#Đổi mới phương pháp đào tạo luật bậc đại học trên cơ sở thực tiễn của Trường Đại học Luật Hà Nội: đề tài khoa học cấp Bộ \/ Bộ Tư pháp. Viện Khoa học Pháp lý; Nguyễn Ngọc Hòa chủ nhiệm đề tài; Đặng Bá Lãm,... [et al.] Hà Nội, 2005 533 tr.; 28&nbsp;cm. Tác giả: Trần Thị Hồng Thúy, Bộ Tư pháp, Nguyễn Ngọc Hòa, Nguyễn Quang Tuyến, Lưu Bình Nhưỡng, Nguyễn Văn Động, Bùi Đăng Hiếu, Lưu Trung Thành, Viện khoa học pháp lý, Hoàng Thị Minh Sơn, Đặng, Bá Lãm, Trần Khánh Đức\n#Hoàn thiện pháp luật về bảo hiểm xã hội ở Việt Nam: đề tài nghiên cứu khoa học cấp Trường \/ Trường Đại học Luật Hà Nội; Nguyễn Thị Kim Phụng chủ nhiệm đề tài; Nguyễn Xuân Thu thư ký đề tài; Lưu Bình Nhưỡng,... [et al.]; Hà Nội, 2006; 220 tr.; 28&nbsp;cm. Tác giả: Trường Đại học Luật Hà Nội, Lưu Bình Nhưỡng, Nguyễn Thị Kim Phụng, Nguyễn Hữu Chí, Đỗ Ngân Bình, Trần Thị Thúy Lâm, Nguyễn Hiền Phương, Nguyễn Xuân Thu, Đỗ Thị Dung\n#\n{{Collapse bottom}}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{thời gian sống|1963}}\n\n[[Thể loại:Họ Lưu Việt Nam]]\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Tiến sĩ Luật Việt Nam]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV Bến Tre]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV chuyên trách trung ương]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XIV trúng cử lần đầu]]\n[[Thể loại:Phó trưởng Ban Dân nguyện Ủy ban thường vụ Quốc hội Việt Nam]]"}