{"768314":"{{tiểu sử quân nhân\n|tên= Lưu Vĩnh Châu\n|ngày sinh= [[26 tháng 1]], [[1924]]\n|ngày mất= [[4 tháng 4]], [[2011]] \n|hình= \n|chú thích hình= \n|quốc tịch= [[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam]]\n|tên thật= Trần Văn Dõi\n|nơi sinh= [[Long Châu, Vĩnh Long|Long Châu]], [[Vĩnh Long]]\n|nơi mất= [[Thành phố Hồ Chí Minh]]\n|thuộc= [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Quân đội nhân dân Việt Nam]]\n|năm phục vụ= 1945–1961\n|cấp bậc= [[Tập tin:Vietnam People's Army Captain.jpg|20px]][[Đại úy]]\n|đơn vị= [[Tiểu đoàn Công binh 206]], [[Tổng cục Hậu cần, Bộ Quốc phòng (Việt Nam)|Tổng cục Hậu cần]]\n|chỉ huy= [[Tập tin:Flag of Viet Nam Peoples Army.svg|22px]] [[Binh chủng Công binh, Quân đội nhân dân Việt Nam|Binh chủng Công binh]]\n|tham chiến= [[Nam Bộ kháng chiến]]<br \/>[[Trận Hà Nội 1946|Trận Hà Nội]]<br \/>[[Chiến dịch Điện Biên Phủ]]\n|khen thưởng= \n|công việc khác= Kỹ sư\n}}\n'''Lưu Vĩnh Châu''' ([[1924]]–[[2011]]), là [[Đại úy]] [[Binh chủng Công binh, Quân đội nhân dân Việt Nam|Công binh Việt Nam]], một trong số ít những chiến sĩ [[Quân đội nhân dân Việt Nam]] người [[Nam Bộ Việt Nam|Nam Bộ]] tham gia [[Chiến dịch Điện Biên Phủ]]. Đồng thời, ông cũng là con trai cả của [[Tổng thống Việt Nam Cộng hòa]] [[Trần Văn Hương]].<ref name=\"tienphong\">{{chú thích báo|url=http:\/\/www.tienphong.vn\/Phong-Su\/8864\/Chuyen-nguoi-tham-gia-chien-dich-Dien-Bien-Phu-la-con-trai-Tong-thong-chinh-quyen-Sai-Gon-Tran-Van-Huong.html|title=Chuyện người tham gia chiến dịch Điện Biên Phủ là con trai... Tổng thống chính quyền Sài Gòn Trần Văn Hương|author=Xuân Ba|publisher=Tiền Phong|date = ngày 7 tháng 5 năm 2005 |access-date = ngày 3 tháng 3 năm 2011}}<\/ref>\n\n== Thân thế ==\nLưu Vĩnh Châu tên thật là '''Trần Văn Dõi''', con trai cả của [[Đốc học]] [[Tây Ninh]] [[Trần Văn Hương]].<ref>[http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/81\/81\/81\/74597\/default.aspx Lưu Vĩnh Châu đường đến Điện Biên và những chuyện khác]<\/ref> Năm [[1943]], ông học hết [[Trung học Cần Thơ]]. Năm [[1944]], ông tham gia [[Thanh niên Tiền phong]].\n\n== Binh nghiệp ==\nKhi cha ông từ Đốc học Tây Ninh, trở thành Chủ tịch ủy ban hành chính kháng chiến tỉnh [[Tây Ninh]], con trai lớn của ông là anh Dõi cũng theo hướng hoạt động này. Ông Dõi gia nhập Vệ quốc đoàn (QĐNDVN ở Nam bộ lúc đó) rồi tham gia chỉ huy chiến đấu tại Trâm Vàng, Bến Sỏi, Bến Cầu khi quân Pháp tiến vào Tây Ninh. Giữa năm [[1946]], đơn vị của ông gần cạn kiệt [[đạn]] dược, ông được tổ chức lo giấy tờ ra Bắc nhận vũ khí. Ông được đi cùng chuyến tàu với Nguyên Bộ trưởng Bộ Tài chính [[Phạm Văn Đồng]] mới từ [[Pháp]] trở về. Ra [[Hà Nội]], việc chuyển vũ khí không thành, vì Hà Nội lúc đó tình hình chính trị cũng rất căng thẳng. Ông được bố trí vào đội tự vệ khu [[Bạch Mai]], tham gia chiến đấu cùng đơn vị tự vệ trong ngày [[toàn quốc kháng chiến]] (19 tháng 12 năm 1946).\n\nNăm [[1948]], ông được cử đi học [[Trường Đại học Trần Quốc Tuấn|Trường Lục quân Trần Quốc Tuấn]] khóa 4, đổi tên thành Lưu Vĩnh Châu theo họ mẹ. Sau khi bế mạc khóa học ông tiếp tục theo học khóa I [[công binh]]. Ngày [[10 tháng 7]] năm [[1949]], khi lớp công binh đang xây dựng cầu treo [[Bờ Rạ]], ông được kết nạp vào [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]]. Sau khi tốt nghiệp khóa công binh, ông về cục công binh công tác.\n\nTháng 12 năm [[1952]], ông được bổ nhiệm đại đội trưởng C57 tpm bom, bắn phá, đơn vị C57 được điều biệt phái sang trực thuộc Cục vận tải Tổng cục cung cấp. Năm 1953, do yêu cầu nhiệm vụ vận chuyển vũ khí từ Trung Quốc về nước gặp rất nhiều khó khăn vì quân Pháp thường xuyên ném bom, bắn phá, C57 được biệt phái sang Cục Vận tải Tổng cục Cung cấp. Đơn vị của ông đảm nhiệm phá bom, chữa đường bảo đảm giao thông vận tải vũ khí, lương thực từ biên giới.<ref>Phan Tùng Sơn, [http:\/\/sknc.qdnd.vn\/sukiennhanchung\/vi-vn\/89\/70\/81\/81\/81\/74597\/default.aspx Lưu Vĩnh Châu đường đến Điện Biên và những chuyện khác]<\/ref>\n\nTháng 3 năm 1954, đại đội công binh 57 đang chữa đường ở [[Chi Lăng]] – [[Đồng Mỏ]], [[Lạng Sơn]] thì được lệnh hành quân cấp tốc đi [[Điện Biên Phủ]]. Tiểu đoàn 206 được giao nhiệm vụ phối hợp với thanh niên xung phong miền Tây Bắc, đảm nhiệm thông đường \"huyết mạch\" từ [[đèo Lũng Lô]] đến [[Sơn La]] dài hơn 16&nbsp;km. Ác liệt nhất là trong đợt ném bom của Pháp vào đêm 23 rạng sáng 24 tháng 4 năm 1954, đơn vị của ông bị trúng bom, 12 người hy sinh.<ref>Đức Tuyên, Lê Vân, [http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20090507\/vu-khi-van-hoa-cua-vi-dai-tuong\/314816.html Con đánh Điện Biên, cha làm tổng thống]<\/ref>\n\nSau [[chiến dịch Điện Biên Phủ]], [[máy bay]] Pháp vẫn tấn công đường cho đến khi Chính phủ Việt Nam ra điều kiện về tù binh. Tổng kết chiến dịch, Tiểu đoàn 206 được cờ thi đua, và được Chủ tịch [[Hồ Chí Minh]] khen tặng [[Huân chương Quân công]] hạng 2.\n\n== Chuyển ngành ==\nSau năm 1954, 1955, do tình hình chính trị căng thẳng, Tổng tuyển cử không diễn ra nên ông ở lại miền Bắc, thụ phong [[quân hàm]] [[Đại úy]]. Năm [[1961]], ông được đi học [[Trường Đại học Bách khoa Hà Nội|Trường Đại học Bách Khoa Hà Nội]]. Năm [[1966]], sau khi tốt nghiệp, ông về công tác tại [[Ban Công nghiệp Trung ương]].\n\nVì không về quê được, ông Châu vẫn cố gắng tìm kiếm tung tích người cha Trần Văn Hương. Trong khi đó, ở miền Nam, ông Hương nhầm tưởng con mình đã chết vì chiến sự, ông đã hủy đi những dấu hiệu liên lạc cũ, vì biết con trai từng tham gia Việt Minh (sẽ gặp rắc rối với chính phủ hiện tại có lập trường chống cộng sản quyết liệt). Sau khi phát hiện ra ông Trần Văn Hương đang làm Phó Tổng thống Việt Nam Cộng hòa, ông Lưu Vĩnh Châu được triệu tập tới gặp Bộ trưởng Nội vụ [[Ung Văn Khiêm]], chờ ''công tác đặc biệt''. Sau đó, ông được biệt phái xuống nhà máy cơ khí Trần Hưng Đạo chuyên lo chế tạo [[động cơ]] nổ 12 mã lực và cải tiến [[bơm cao áp]] con heo dầu.\n\n== Sau chiến tranh ==\nSau khi [[chiến tranh Việt Nam|chiến tranh]] kết thúc, ông Trần Văn Hương ở lại [[Việt Nam]]. Ông Lưu Vĩnh Châu trở về [[Thành phố Hồ Chí Minh]], dọn đến sống cùng cha ở căn nhà trên đường Phan Thanh Giảng (nay là đường Điện Biên Phủ). Gia đình ông là một trong những trường hợp điển hình mà những người trong gia đình nằm trong cả hai chiến tuyến. Ông mất năm 2011.\n\nÔng Lưu Vĩnh Châu có con gái tên là Trần Ngọc Điệp. Năm 1975, bà Điệp sang [[Hungary]] du học, sau đó kết hôn với người bạn học người Hungary và ở lại đó.<ref name=\"thethao.tuoitre.vn\">[https:\/\/thethao.tuoitre.vn\/o-hoc-vien-bong-da-uventus-tai-viet-nam-szilard-viet-di-de-tro-ve-20190930093617912.htm Ở Học viện Bóng đá Juventus tại Việt Nam: Szilard Việt - đi để trở về]<\/ref>\n\nCháu ngoại ông là [[Sztancsek-Tran Szilárd Viet|Sztancsek Trần Szilard Việt]], con trai của bà Trần Ngọc Điệp, là một huấn luyện viên từng dẫn dắt đội trẻ [[Boldklubben af 1893]], [[Lyngby BK]]. Năm 2018, Szilard đã về Việt Nam theo lời hứa với ông ngoại, hiện đang làm công tác huấn luyện đội đội U-7, U-11 và U-13 ở Juventus Academy Thành phố Hồ Chí Minh.<ref name=\"thethao.tuoitre.vn\"\/><ref>[https:\/\/danviet.vn\/chuyen-ve-hlv-goc-viet-cua-juventus-academy-tro-ve-tu-loi-hua-voi-ong-ngoai-1082734.htm Câu chuyện về HLV gốc Việt của Juventus Academy: Trở về Việt Nam từ lời hứa với ông ngoại]<\/ref>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.dongduongthoibao.net\/view.php?storyid=218 Con cả tổng thống ngụy quyền Trần Văn Hương là đại đội trưởng công binh tại Điện Biên Phủ]\n\n{{Thời gian sống|1924|2011}}\n\n[[Thể loại:Người Vĩnh Long]]\n[[Thể loại:Đại úy Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đảng viên Đảng Cộng sản Việt Nam]]\n[[Thể loại:Huân chương Quân công hạng Nhì]]"}