{"829669":"{{chú thích trong bài}}\n{{wikify}}\nTiến sĩ (Sinh năm Canh Tuất 1490 - Mất năm Nhâm Tuất 1562) người xã Vũ Nghị, tổng Lễ Thần, huyện Thanh Lan, phủ Thái Ninh (nay thuộc thôn Vũ Công, xã Hòa An, huyện Thái Thuỵ, tỉnh Thái Bình). Năm Đại Chính thứ 19 (1538) ông về kinh ứng thí, vượt lên trên 1000 sĩ tử, ông đỗ Đồng tiến sĩ và được vua Mạc tin dùng.\n\nNgay từ khi chưa đỗ, ông đã được vua cho giữ chức Hàn lâm kiểm thảo, Cẩn sự lang. Đến thời Mạc Đăng Doanh, Quảng hòa thứ 3 (1543) ông được nhận chức Giám sát ngự sử, cho ở trong cung, can dán điều hay lẽ phải cho vua. Đến năm 1544, sai ra biên trấn giữ chức Tả Lang Đạo Kinh Bắc, giúp vua cai quản hai vùng Bắc Ninh, Bắc Giang và đến năm 1545 lại đổi bổ chức Hiến sát sứ trấn Vĩnh Định (tỉnh Nghệ An), một năm sau lại chuyển lên biên giới phía bắc giữ chức Thanh hình hiến sát sứ Lạng Sơn. Năm Quang Bảo thứ 3 (1556) ông được vua triệu về Kinh, tấn phong Triều liệt đại phu, phủ doãn Phụng Thiên, được dự bàn việc triều chính và một năm sau Mạc Quang Bảo gia phong ông hàm Tự Khanh, liệt vào bậc Khanh hầu.\n\nNăm 1562 ông về thăm quê thì bị lâm bệnh nặng, được tin, vua Mạc Quang Bảo cho quan Thái y về thăm bệnh, cắt thuốc, nhưng vì tuổi cao, sức yếu, ông đã tạ thế tại quê nhà. Ngày ông mất, vua đã cho quan phủ thần về tế lễ và tổ chức tang lễ, đồng thời tấn phong cho tổ phụ họ Lưu là Lưu Dẫn hàm Tham Chính, tổ mẫu là Vũ Thị hàm Lệnh Nhân, cấp ruộng thần điền và cho thờ tự.\n\nSau khi mất, ông được các Hương lão và nhân dân suy tôn làm Á thần thành hoàng, và được phối thờ cùng đương cảnh hoàng lành Lâm Giang Tự.\n\nTên tuổi của ông đã làm vinh quang thêm gia phả họ Lưu (Thái Bình), xứng là con cháu của Tể tướng Lưu Khánh Đàm.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n* [http:\/\/www.ngheandost.gov.vn\/B2BAdmin\/Data\/Image\/File\/2013\/Chuyen%20san\/CS7nam2013\/3%20XN%20DVN_01-03.pdf] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140222132119\/http:\/\/www.ngheandost.gov.vn\/B2BAdmin\/Data\/Image\/File\/2013\/Chuyen%20san\/CS7nam2013\/3%20XN%20DVN_01-03.pdf |date=2014-02-22 }}\n* [http:\/\/www.thuvienthaibinh.vn\/index.php?option=com_content&view=article&id=124:danh-nhan-thai-binh-03&catid=58:danh-nhan-tieu-biu-thi-phong-kin] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140221173806\/http:\/\/www.thuvienthaibinh.vn\/index.php?option=com_content&view=article&id=124:danh-nhan-thai-binh-03&catid=58:danh-nhan-tieu-biu-thi-phong-kin |date = ngày 21 tháng 2 năm 2014}}\n{{thời gian sống|1490|1562}}\n\n{{sơ khai khoa bảng Việt Nam}}\n\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Tiến sĩ nhà Mạc]]"}