{"1250436":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Lưu Kỳ\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 0\n| vĩ giây = 0\n| kinh phút = 40\n| kinh giây = 10\n| diện tích = 4,17 km²<ref name=MS\/>\n| dân số = 2528 người<ref name=MS\/>\n| thời điểm dân số = 2004\n| mật độ dân số = 606 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hải Phòng]]\n| huyện = [[Thủy Nguyên]]\n| thành lập = 2004<ref>18\/2004\/NĐ-CP<\/ref>\n| trụ sở UBND = \n| mã hành chính = 11491<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Lưu Kỳ''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Thủy Nguyên]], thành phố [[Hải Phòng]], [[Việt Nam]].\n\nXã Lưu Kỳ có diện tích 4,17&nbsp;km², dân số năm 2004 là 2528 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 606 người\/km².\n\nDải đất ven sông Đá Bạc từ Điệu Tú đến Gia Đước thuộc huyện Thủy Nguyên vốn là vùng đất hoang sơ, ngập mặn nhưng có cảnh quan môi trường đẹp, có tiềm năng to lớn về phát triển kinh tế-xã hội. Nhằm khai thác vùng đất này để phát triển kinh tế-xã hội của huyện Thủy Nguyên, những năm đầu thập kỷ 60 thế kỷ XX, huyện ủy đã có chủ trương xây dựng các vùng kinh tế mới ở đây. Được Thành phố quan tâm, từ năm 1962 Huyện ủy - Ủy ban hành chính huyện Thủy Nguyên đã khảo sát và tiến hành đắp 1.300 m đê, lấp chặn hai con sông ngăn mặn, tạo ra một vùng đất có diện tích tự nhiên gần 500 ha. Để khai thác vùng đất này phát triển kinh tế-xã hội của huyện, huyện ủy đã chỉ đạo mở cuộc vận động đưa dân các xã trong huyện về đây xây dựng vùng kinh tế mới. Nhân dân các xã Phục Lễ, Thủy Sơn, Minh Tân, Lưu Kiếm đã nghe theo tiếng gọi của Đảng hưởng ứng cuộc vận động đi xây dựng vùng kinh tế mới. Được sự quan tâm của huyện và thành phố, sự giúp đỡ tận tình của các xã cũ, 181 hộ dân đã tình nguyện rời quê cũ đi khai hoang xây dựng quê hương mới.\n\nĐể lãnh đạo, chỉ đạo nhân dân tiến hành khai phá đất hoang, tổ chức sản xuất, ổn định cuộc sống trên quê mới, tháng 4 năm 1965 Huyện ủy Quyết định thành lập chi bộ Đảng, tháng 5 năm 1965 Ủy ban hành chính huyện quyết định thành lập hợp tác xã nông nghiệp và tiếp đó các tổ chức quần chúng cũng được thành lập.\n\nTuy vùng đất này hoang sơ, trước đó chưa có làng mạc, nhưng nơi đây đã có nhiều chiến tích của quân và dân Thủy Nguyên trong các trận đánh chống giặc ngoại xâm. Điển hình là thế kỷ XIII nhân dân Thủy Nguyên cùng tướng sỹ nhà Trần đánh giặc Nguyên trên sông Bạch Đằng, sau khi đánh tan quân Nguyên, Hưng Đạo Đại Vương Trần Quốc Tuấn đã lưu lại nơi đây một lá cờ chiến thắng. Do đó chi bộ Đảng được lấy tên là chi bộ Lưu Kỳ, hợp tác xã nông nghiệp cũng được đặt tên là hợp tác xã nông nghiệp Lưu Kỳ và nay là xã Lưu Kỳ. Đó là niềm vinh dự, tự hào không những cho cán bộ và nhân dân Lưu Kỳ mà còn là niềm vinh dự, tự hào của Đảng bộ, quân và dân Thủy Nguyên anh hùng.\n\n45 năm xây dựng và phát triển, trải qua những chặng đường đầy khó khăn và thách thức, bằng ý chí và nghị lực, cán bộ và nhân dân xã Lưu Kỳ đã phấn đấu giành được những thành tựu to lớn rất đáng tự hào.\n\nNhững năm đầu đầy gian nan vất vả chi bộ Đảng đã lãnh đạo nhân dân Lưu Kỳ đoàn kết, chung lưng, đấu cật tập trung vào việc nhổ sú đắp bờ, thau chua, rửa mặn cải tạo đất, tổ chức sản xuất như: trồng cói, cấy lúa, khai thác tôm cá tự nhiên, mở mang ngành nghề, ổn định cuộc sống. Vừa ổn định cuộc sống, nhân dân Lưu Kỳ vừa góp phần cùng cả nước đánh trả chiến tranh phá hoại của giặc Mỹ, tích cực chi viện sức người, sức của cho Miền Nam đánh thắng đế quốc Mỹ Xâm lược.\n\nTừ khi mới thành lập vùng kinh tế mới Lưu Kỳ, huyện ủy đã chỉ đạo cho thành lập chi bộ Đảng cơ sở và các tổ chức chính trị-xã hội, lực lượng vũ trang trực thuộc huyện là dự kiến sẽ thành lập một đơn vị hành chính cấp xã trên vùng kinh tế mới Lưu Kỳ. Sau nhiều lần khảo sát, do không đủ điều kiện, nên khi thực hiện nghị quyết 61 CP của Chính phủ, huyện đã chỉ đạo cho sáp nhập vùng kinh tế mới Lưu Kỳ vào xã Lưu Kiếm. Từ năm 1973 đến năm 2003 (tròn 30 năm) cán bộ và nhân dân Lưu Kỳ đã sát cánh cùng cán bộ và nhân dân Lưu Kiếm đẩy mạnh phát triển kinh tế-xã hội, giữ vững an ninh-quốc phòng, xây dựng Đảng, Chính quyền và các đoàn thể nhân dân vững mạnh góp phần xây dựng xã Lưu Kiếm phát triển khá toàn diện. Tuy nhiên bên cạnh những thành tích đạt được rất cơ bản, cũng đã nảy sinh những mâu thuẫn về lợi ích kinh tế, mặt khác Lưu Kiếm là một xã miền núi của huyện Thủy  Nguyên có địa bàn rộng, dân số đông, kinh tế chậm phát triển, công tác lãnh đạo của  Đảng, quản lý của chính quyền gặp nhiều khó khăn. Từ khi được thành lập vùng kinh tế mới, cán bộ và nhân dân Lưu Kỳ có nguyện vọng được thành lập xã riêng. Sau nhiều lần xem xét kiến nghị của cán bộ và nhân dân Lưu Kỳ, huyện và thành phố cho khảo sát lập đề án chia tách xã Lưu Kiếm thành hai đơn vị hành chính trình Chính phủ, ngày 10 tháng 1 năm 2004 Chính phủ có Nghị định số 18\/NĐ-CP thành lập xã Lưu Kỳ thuộc huyện Thủy Nguyên, thành phố Hải Phòng. Vùng kinh tế mới Lưu Kỳ được thành lập xã, cán bộ và nhân dân Lưu Kỳ vô cùng phấn khởi, tự hào, mở ra một thời kỳ phát triển mới cho một vùng quê còn khó khăn nhiều mặt.\n\nTừ khi được thành lập xã đến nay, cán bộ và nhân dân xã Lưu Kỳ đã đoàn kết một lòng, tin tưởng vào sự lãnh đạo của Đảng, chấp hành tốt chủ trương đường lối của Đảng, chính sách pháp luật của Nhà nước, đẩy mạnh các phong trào thi đua yêu nước, xây dựng xã Lưu Kỳ phát triển toàn diện.\n\nTrưởng thành từ phong trào khai hoang lấn biển của huyện Thủy Nguyên, thành phố Hải Phòng, được sự quan tâm lãnh đạo, chỉ đạo, tạo điều kiện của huyện và thành phố, sự động viên giúp đỡ có hiệu quả của nhân dân các địa phương, cùng với tinh thần \"Đoàn kết vượt khó xây dựng quê hương\", cán bộ và nhân dân Lưu Kỳ đã viết lên một trang sử hào hùng và đang vững bước trên con đường cùng toàn Đảng, toàn dân, toàn quân đẩy mạnh công nghiệp hóa, hiện đại hóa đất nước, vì mục tiêu \"Dân giầu, nước mạnh, xã hội công bằng, dân chủ, văn minh\" (Tháng 10 năm 2010)\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Hải Phòng}}\n{{Đơn vị hành chính thuộc huyện Thủy Nguyên}}"}