{"336004":"'''Lương Nhữ Hốt''' (梁汝笏,<ref>[[s:Trang:Viet Nam Su Luoc 1.djvu\/227|Việt Nam sử lược\/Quyển I\/Phần III\/Chương XIII]]<\/ref> ?-1428) là tướng [[người Việt]] hợp tác với quân Minh thời kỳ [[Bắc thuộc lần 4|Bắc thuộc lần thứ tư]] trong [[lịch sử Việt Nam]]. Theo sách ''Đại Việt thông sử'', Lương Nhữ Hốt người xã Trác Vinh, huyện Cổ Đằng, thuộc tỉnh [[Thanh Hóa]], [[Việt Nam]].\n\n==Thời thuộc Minh==\nLương Nhữ Hốt vốn là tướng [[nhà Hồ]]. Năm 1406, khi quân Minh sang đánh, Lương Nhữ Hốt ra hàng, được phong làm ''Tri phủ Thanh Hoa''.\n\nNhữ Hốt từng sang [[Bắc Kinh|Yên Kinh]] chầu [[Minh Thành Tổ]], được vua Minh thăng chức Hữu tham chính và ban sắc khen ngợi công lao.\n\nSau đó, [[Hoàng Phúc]] đưa thư bảo Nhữ Hốt cùng Nguyễn Duy Trung và Nguyễn Động mang gia quyến sang Yên Kinh để tạ ơn vua Minh và giúp việc xây dựng cung điện. Vua [[Minh Thành Tổ]] thấy đường xa nên ban thưởng cho mấy người rồi cho về.<ref name=\"Lê Quý Đôn, sách đã dẫn, tr 225\">Lê Quý Đôn, sách đã dẫn, tr 225<\/ref>\n\n[[Lê Thái Tổ|Lê Lợi]] [[khởi nghĩa Lam Sơn|khởi nghĩa chống quân Minh]], Nhữ Hốt giữ đồn Đa Căng. Năm 1424, Lê Lợi hạ được thành, Nhữ Hốt chạy về thành Tây Đô. Quân Lam Sơn vây đánh Tây Đô không hạ được. Lê Lợi nhiều lần viết thư dụ hàng nhưng Nhữ Hốt không chịu hàng.<ref name=\"Lê Quý Đôn, sách đã dẫn, tr 225\"\/>\n\nCuối năm 1426, sau trận Tốt Động, Lê Lợi vây hãm [[Vương Thông (nhà Minh)|Vương Thông]] trong thành [[Hà Nội#Thăng Long, Đông Đô, Đông Quan, Đông Kinh|Đông Quan]]. Vương Thông bí thế muốn đầu hàng, bèn viết thư xin giảng hoà để rút về. Lê Lợi đã bằng lòng cho, sai người đi làm giao ước. [[Khởi nghĩa Lam Sơn]] có thể kết thúc lúc đó, tuy nhiên lúc đó Lương Nhữ Hốt lại cùng Trần Phong sợ khi quân Minh rút về thì bản thân mình sẽ bị giết, bèn khuyên Vương Thông không nên giảng hoà, vì có thể bị giết trên đường về như tướng [[nhà Nguyên]] là [[Ô Mã Nhi]] thời [[nhà Trần]] trước kia.<ref>Lê Quý Đôn, sách đã dẫn, tr 224-225<\/ref><ref>Trần Trọng Kim, sách đã dẫn, tr 88<\/ref>\n\nVương Thông nghe vậy hoảng sợ, nghi ngờ Lê Lợi, bề ngoài tuy nói giảng hòa, nhưng bề trong sai người đào hào, rắc chông để phòng thủ và viết thư xin cầu viện vua Tuyên Đức nhà Minh. Vì vậy chiến sự vẫn tiếp tục, khởi nghĩa Lam Sơn kéo dài thêm 1 năm. Cuối năm 1427, khi viện binh của [[Liễu Thăng]] và [[Mộc Thạnh]] bị đánh tan, Vương Thông buộc phải giảng hoà rút về, Lương Nhữ Hốt mới chịu đầu hàng.<ref name=\"Lê Quý Đôn, sách đã dẫn, tr 225\"\/>\n\n==Thời Lê==\n[[Lê Thái Tổ|Lê Lợi]] tha tội cho Lương Nhữ Hốt. Tuy nhiên, ông vẫn không phục, liên kết với những người từng hợp tác với quân Minh trước đây như [[Trần Phong (thuộc Minh)|Trần Phong]], [[Đỗ Duy Trung]] chống lại triều đình.\n\nTrần Phong viết thư sai người mang qua biên giới, đưa cho tướng nhà Minh, đề nghị quân Minh đến đánh để làm nội ứng. Thư của Trần Phong bị thượng tướng quân ở Thái Nguyên của nhà Lê là Hoàng Nguyên Ý bắt được, mang nộp cho Lê Lợi. Lê Lợi muốn làm yên lòng những người mới quy phục, nên chỉ bắt người mang thư giết đi.\n\nTháng 8 năm 1428, Lương Nhữ Hốt cùng Trần Phong và Đỗ Duy Trung lại mưu phản, bị thủ hạ đi tố cáo. [[Lê Thái Tổ]] bèn bắt 3 người cầm đầu này giết chết, sau đó hạ chiếu tha hết cho các thủ hạ.\n\n==Xem thêm==\n* [[Khởi nghĩa Lam Sơn]]\n* [[Trần Phong (thuộc Minh)|Trần Phong]]\n* [[Đỗ Duy Trung]]\n\n==Tham khảo==\n* Lê Quý Đôn (1977), ''[[Đại Việt thông sử]]'', Nhà xuất bản Khoa học xã hội\n* [[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'', bản điện tử\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Mất năm 1428]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Quân nổi dậy Việt Nam]]\n[[Thể loại:Người họ Lương tại Việt Nam]]"}