{"3215470":"{{Thông tin viên chức\n| tên = Lương Soạn\n| hình = \n| cỡ hình = \n| miêu tả = \n| ngày sinh = [[1923]]\n| nơi sinh = [[Núi Thành]], [[Quảng Nam]]\n| quê quán = \n| ngày mất = [[1987]]\n| nơi mất = \n| chức vụ = Tư lệnh [[Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh]]\n| bắt đầu = [[1980]]\n| kết thúc = [[1987]]\n| tiền nhiệm = [[Trần Kinh Chi]]\n| kế nhiệm = [[Đào Hữu Nghĩa]]\n| địa hạt = \n| đảng = [[Đảng Cộng sản Việt Nam]]\n| đảng khác = \n| danh hiệu = \n| phục vụ = \n| thuộc =[[Quân đội nhân dân Việt Nam]]\n| năm tại ngũ = [[1945]] - [[1987]]\n| cấp bậc = {{QH|thiếu tướng}}\n| đơn vị = \n| chỉ huy = \n| tham chiến = \n}}\n\n'''Lương Soạn''' (1923-1987) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Thiếu tướng]], nguyên Tư lệnh [[Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh]]<ref>{{Chú thích web|url = http:\/\/cadn.com.vn\/news\/122_96605_nho-thieu-tuong-luong-soan-tu-lenh-bao-ve-lang-chu.aspx|title = Nhớ Thiếu tướng Lương Soạn - Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh}}<\/ref><ref>{{Chú thích web|url = http:\/\/old.bqllang.gov.vn\/print.asp?NewsId=298&CatId=42|title = Người dẫn đầu cuộc hành quân rèn luyện|ngày truy cập = 2015-04-19|archive-date = ngày 19 tháng 4 năm 2015 |archive-url = https:\/\/web.archive.org\/web\/20150419104551\/http:\/\/old.bqllang.gov.vn\/print.asp?NewsId=298&CatId=42}}<\/ref>\n\n== Thân thế và sự nghiệp ==\nÔng tên thật là '''Lương Ngoan''', sinh tháng 2 năm 1923 tại làng Diêm Trường, phủ Tam Kỳ, nay thuộc thôn Hòa An, xã Tam Giang, huyện Núi Thành tỉnh [[Quảng Nam]]\n\nTháng 10 năm 1943 vừa tròn 20 tuổi, ông đã chính thức thoát ly gia đình tham gia hoạt động trong Đội du kích Vũ Hùng (tiền thân của lực lượng vũ trang Quảng Nam) trưởng thành lên Đội phó, chỉ huy Đội tham gia nhiều trận đánh.\n\nTháng 8 năm 1945, ông trực tiếp chỉ huy Đội tham gia giành chính quyền tại huyện Quế Sơn - tỉnh Quảng Nam. \n\nĐến tháng 9 năm 1945, thực dân Pháp trở lại chiếm miền Nam, ông tình nguyện nhập ngũ\n\nTháng 7 năm 1946, mình vinh dự được đứng trong hàng ngũ của Đảng.\n\nTrong suốt 9 năm kháng chiến, ông liên tục chiến đấu ở Chiến trường Trung Trung Bộ và Tây Nguyên, tham gia hầu hết những trận đánh, chiến dịch lớn ở đây. \n\nSau Hiệp định Genève, ông tập kết ra Bắc, công tác ở Bộ Tư lệnh Công binh, làm Trưởng phòng Công trình. \n\nSau ngày Chủ tịch Hồ Chí Minh qua đời,trong phiên họp ngày 29-11-1969, Bộ Chính trị quyết định giữ gìn lâu dài thi hài Bác Hồ và xây dựng Lăng Chủ tịch Hồ Chí Minh. Ông được Bộ Tư lệnh Công binh phân công tham gia chuẩn bị xây dựng công trình ngay từ những ngày đầu và lần lượt đảm nhận nhiều vị trí quan trọng trong quá trình chuẩn bị và thi công công trình Lăng. \n\nÔng là một trong 4 cán bộ quân đội tham gia phái đoàn của Việt Nam làm việc với phái đoàn của Liên Xô nhằm soạn thảo \"Dự thảo nhiệm vụ thiết kế Lăng Chủ tịch Hồ Chí Minh\" từ ngày 9 đến 23-1-1970 tại Hà Nội; làm Phó Trưởng ban Chỉ huy công trình xây dựng Lăng (lấy phiên hiệu công trường 75808)  do Phó Thủ tướng Đỗ Mười ký quyết định thành lập ngày 3-11-1971; Phó Trưởng đoàn của Việt Nam góp ý kiến bổ sung bản thiết kế kỹ thuật của Lăng do một phái đoàn của Liên Xô mang sang làm việc từ ngày 3-11 đến 3-12-1971. \n\nTrong quá trình thi công Lăng, Bộ Quốc phòng giao nhiệm vụ cho Bộ Tư lệnh Công binh làm nòng cốt tổ chức lực lượng thi công, phối hợp với các cơ quan Bộ tuyển chọn cán bộ chiến sĩ, công nhân kỹ thuật ưu tú ở các quân chủng, binh chủng trong toàn quân.\n\nTừ tháng 9-1973, mô hình tổ chức của lực lượng bộ đội lắp các thiết bị của Lăng đã ổn định và hoạt động có hiệu lực, ông được Đảng ủy, Thủ trưởng Bộ Tư lệnh Công binh cử tham gia \"Bộ chỉ huy lắp máy\" đồng thời được cử phụ trách cơ quan đặc trách vừa giúp việc cho Bộ chỉ huy lắp máy, vừa giúp việc cho Ban Phụ trách và Ban chỉ huy công trường và tham gia Ban cán sự Đảng thay mặt cho Đảng ủy Bộ Tư lệnh lãnh đạo toàn diện các mặt công tác của bộ đội tại Lăng Bác. \n\nSau năm 1975, ông được điều động về công tác tại [[Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh]]\n\nNăm 1980, ông được bổ nhiệm giữ chức Tư lệnh [[Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh]]\n\nNăm 1987, ông qua đời vì bệnh nặng.\n\n[[Thiếu tướng]] (2.1982)\n\n== Chú thích ==\n{{tham khảo}}\n\n{{thời gian sống|1923|1987}}\n\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam người Quảng Nam]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Người họ Lương tại Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 1980]]"}