{"1464654":"'''Lương Phan Cừ''' (sinh ngày 10 tháng 1 năm 1950, quê quán ở xã Bùi Xá, huyện Đức Thọ, Hà Tĩnh) là [[đại biểu Quốc hội Việt Nam]] [[Quốc hội Việt Nam khóa XI, XII|khóa XI, XII]], thuộc đoàn đại biểu [[Đắk Nông]].<ref>{{chú thích web|url=http:\/\/dbqh.na.gov.vn\/XI\/Daibieu.aspx|title=Danh sách Đại biểu Quốc hội khóa XI|accessdate=ngày 6 tháng 9 năm 2012|archive-date=2013-01-16|archive-url=https:\/\/web.archive.org\/web\/20130116064410\/http:\/\/dbqh.na.gov.vn\/XI\/Daibieu.aspx}}<\/ref><ref>{{Chú thích web |url=http:\/\/dbqh.na.gov.vn\/daibieu\/17\/0000000060\/Luong-Phan-Cu.aspx |ngày truy cập=2017-06-04 |tựa đề=Bản sao đã lưu trữ |archive-date=2018-01-26 |archive-url=https:\/\/web.archive.org\/web\/20180126125703\/http:\/\/dbqh.na.gov.vn\/daibieu\/17\/0000000060\/Luong-Phan-Cu.aspx |url-status=dead }}<\/ref> Ông hiện là Chủ tịch Hội bảo trợ Người tàn tật và trẻ mồ côi Việt Nam, Chủ tịch Hội hữu nghị Việt Nam - Uzebekistan, Ủy viên Đoàn Chủ tịch Liên hiệp các tổ chức Hữu nghị Việt Nam, Ủy viên Ban Chấp hành Hội nạn nhân chất độc da cam, Ủy viên Ban Chấp hành Hội Truyền thống Bộ đội Trường Sơn.<ref name=\"hdbc\">Hội đồng bầu cử Quốc gia năm 2016, Danh sách ứng cử đại biểu Quốc hội Việt Nam khóa XIV năm 2016 ở 63 tỉnh thành<\/ref>\n\n==Tiểu sử==\nLương Phan Cừ người dân tộc Kinh.\n\nÔng có quê quán ở xã Bùi Xá, huyện Đức Thọ, Hà Tĩnh.\n\nÔng có bằng cử nhân luật và bằng hành chính cao cấp, bằng [[cao cấp lí luận chính trị]] Đảng Cộng sản Việt Nam.\n\nÔng từng là Đại biểu Quốc hội Việt Nam khóa 11 thuộc đoàn đại biểu tỉnh Đắk Lắk (chuyên trách trung ương), Phó chủ nhiệm Ủy ban Về các vấn đề xã hội của Quốc hội, Thư ký kỳ họp Quốc hội khóa 11.\n\n== Tham khảo ==\n{{Tham khảo}}\n{{sơ khai chính khách Việt Nam}}\n{{thời gian sống|sinh=1950}}\n\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XI]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa XII]]\n[[Thể loại:Người họ Lương tại Việt Nam]]\n[[Thể loại:Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu]]\n[[Thể loại:Ứng cử viên Đại biểu Quốc hội Việt Nam khóa XIV do Trung ương giới thiệu thất cử đại biểu]]"}