{"242465":"{{Thông tin nhân vật phong kiến\n| tên = Lương Đắc Bằng\n| tên gốc = \n| hình = \n| húy = \n| tự = \n| hiệu = \n| học vấn = \n| chức quan = Thượng thư bộ Lại\n| con cái = Lương Hữu Khánh \n| tước hiệu = Đôn Trung bá\n| cha = Lương Hay\n| mẹ = Lê Thị Sử\n| sinh = 1472\n| nơi sinh = làng Hội Trào, huyện Hoằng Hóa, phủ Hà Trung, trấn Thanh Hóa\n| mất = {{năm mất và tuổi|1522|1472}}\n| nơi mất = \n| nguyên nhân mất = \n| quốc gia = [[Đại Việt]]\n| triều đại = [[Hậu Lê]]\n| tác phẩm = \n| chức vụ = \n}}\n\n'''Lương Đắc Bằng''' là một nhà chính trị thời [[nhà Hậu Lê]], ông nổi bật với việc theo đại thần [[Nguyễn Văn Lang]] nổi quân ba phủ ở [[Thanh Hóa]], đánh đổ triều vua [[Lê Uy Mục]], lập nên vua [[Lê Tương Dực]]. Bằng khả năng văn chương của mình, ông thường được lệnh viết các bài hịch, chiếu, sắc của triều đình.\n\n==Nguồn gốc và giáo dục==\n\nLương Đắc Bằng (1472 - 1522),<ref>[[s:Trang:Viet Nam Su Luoc 1.djvu\/279|Việt Nam sử lược\/Quyển I\/Phần III\/Chương XV]]<\/ref> sinh trưởng tại làng Hội Trào (Hội Triều), huyện Hoằng Hóa, phủ Hà Trung, trấn Thanh Hóa (nay là xã Hoằng Phong, huyện [[Hoằng Hóa|Hoằng Hoá]], tỉnh [[Thanh Hóa]]), từ lúc bé đã có tiếng thần đồng.<ref name=\"ReferenceA\">Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản giáo dục, 2007, tr 302, 303<\/ref>\n\n==Sự nghiệp==\n\nÔng đỗ [[Bảng nhãn]] hay Hội nguyên ở kì thi Hội năm Kỷ Mùi 1499 đời vua [[Lê Hiến Tông]]; rồi thi Đình đỗ Nhất giáp tiến sĩ tên thứ 2, khi ứng chế được xếp thứ nhất.<ref>phép thi thời này là có kì thi Hội, rồi thi Đình; thi Đình là thi vòng cuối, thường nhà vua trực tiếp vấn đáp<\/ref> Ra làm quan, được thăng đến chức Tả Thị Lang [[bộ Lễ]], Thị độc viện hàn lâm coi việc ở viện.<ref name=\"ReferenceA\"\/>\n\nNăm 1504, vua Hiến Tông chết, người con thứ lên làm vua, tức vua [[Lê Túc Tông]], Lê Túc Tông chết sớm, người anh lên thay tức vua [[Lê Uy Mục]]. Theo Đại Việt sử ký toàn thư: ''Vua nghiện rượu, hiếu sát, hoang dâm, thích ra oai, tàn hại người tông thất, giết ngầm tổ mẫu, họ ngoại hoành hành, trăm họ oán giận, người bấy giờ gọi là Quỷ vương, điềm loạn đã xuất hiện từ đấy.'' Năm 1509, vua Uy Mục đuổi những người tôn thất, công thần về Thanh Hóa, đại thần [[Nguyễn Văn Lang]] có trong số đó, ông đem quân ba phủ nổi quân ở Thanh Hóa, đón Giản tu công Lê Dinh làm minh chủ. Lương Đắc Bằng tham gia trong đó, Nguyễn Văn Lang bèn sai Lương Đắc Bằng soạn hịch kể tội vua Uy Mục.<ref>Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998, trang 48<\/ref>\n\nNguyễn Văn Lang phát binh ra Thăng Long, vua Uy Mục thua trận, phải uống thuốc độc tự tự, năm ấy Lê Dinh lên ngôi, tức vua [[Lê Tương Dực]]. Sau khi lên ngôi vua sai đầu mục Lê Quảng Độ, Lê Điêu, Nguyễn Văn Lang, Lê Tung, Hưng Hiếu, Trình Chí Sâm, Trịnh Tuy, Lương Đắc Bằng, Đỗ Lý Khiêm, Đinh Ngạc, Đặng Minh Khiêm, Đỗ Nhân, Lê Nại, Đàm Thận Giản đi sứ sang nhà Minh. Vua dời thi hài mẹ mình về táng ở hương Mỹ Xá, huyện Ngự Thiên, dựng bia Huy Từ Trang Huệ Kiến Hoàng thái hậu. Sai Lương Đắc Bằng lúc ấy làm Lễ bộ tả thị lang Hàn lâm viện thị độc chưởng Hàn lâm viện sự soạn bi ký.<ref name=\"Nội 1998\">Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998, trang 51<\/ref>\n\nNăm 1510, vua Tương Dực phong thưởng cho các công thần, Lương Đắc Bằng được thăng làm Lại bộ Tả thị lang. Năm ấy vua khởi phục Lại bộ tả thị lang Lương Đắc Bằng kiêm Đông các học sĩ, nhập thị kinh diên<ref>tòa kinh diên là nơi dạy vua và thái tử<\/ref> nhưng Đắc Bằng cố từ chối không nhận. Nhân đó, Đức Bằng dâng lên 14 kế sách trị bình:<ref name=\"ReferenceA\"\/><ref name=\"Nội 1998\"\/>\n\n# Hết sức cảnh giới để dẹp điềm tai dị\n# Hết lòng hiếu thảo để tỏ lòng trung.\n# Xa thanh sắc để làm gốc cho sự chính tâm.\n# Bỏ kẻ tà nịnh để trọng nguồn phong hóa.\n# Dè dặt việc cho quan tước để cẩn thận về việc khuyến trừng.\n# Tuyển bổ công bằng để đường làm quan được trong sạch.\n# Tiêu dùng phải dè dặt để giữ thói kiệm ước.\n# Khen người cho những người có tiết nghĩa để trọng đạo cương thường.\n# Cấm hối lộ để bỏ thói gian tham.\n# Sửa sang võ bị để thế nước được vững.\n# Kén chọn gián quan để cho người dám nói phấn khởi.\n# Bớt việc phục dịch để thỏa tình dân trông ngóng.\n# Hiệu lệnh phải nhất định để thống nhất lòng bốn phương\n# Cẩn thận pháp độ để mở đường thịnh trị.<ref name=\"ReferenceA\"\/><ref>[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=9061 Lương Đắc Bằng: Dâng sách \"Trị Bình\" nổi tiếng]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nSách Đại Việt sử ký toàn thư chép là ''vua nghe theo''; sách Lịch triều hiến chương loại chí viết ''vua khen ngợi và nhận lời''. Ông làm quan đến Thượng thư bộ Lại, được Tham dự triều chính, tước Đôn trung bá. Hơn 50 tuổi thì chết, con ông là Lương Hữu Khánh, theo học Nguyễn Bỉnh Khiêm, trước đi thi theo nhà Mạc nhưng sau theo Trịnh Kiểm, làm đến Thượng thư, tước Đạt quận công.<ref name=\"ReferenceB\">Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản giáo dục, 2007, tr 302, 303, 313<\/ref>\n\n==Tư liệu sách Nam Hải dị nhân==\nTrong cuốn [[Nam Hải Dị Nhân]] của tác giả [[Phan Kế Bính]] có chép tiểu sử của ông. Viết rằng ông có người bà con ở Trung Quốc, mới mua được sách quí, nên giỏi nghề lí số. Ngoại 50, chưa có con trai, vợ mang thai 3 tháng, lúc sắp mất dặn vợ cho con học Nguyễn Bỉnh Khiêm. Con là Hữu Khánh mới 10 tuổi đã biết làm văn, ăn khỏe nên xin mẹ đi tha phương cầu thực làm thơ kiếm cơm.<ref>Nam Hải dị nhân, Nhà xuất bản trẻ, 1988, chương 2, phần Lương Hữu Khánh<\/ref>\n\nSách Nam Hải dị nhân chép học trò ông nổi tiếng có [[Nguyễn Bỉnh Khiêm]] sinh năm Tân Hợi (1491), người tỉnh [[Hải Dương]]. Nhận thấy Nguyễn Bỉnh Khiêm tính tình khoáng đạt và thích lý số, nên ông truyền dạy và trao cho toàn bộ ''Thái Ất thần kinh''. Sau này Nguyễn Bỉnh Khiêm đỗ [[trạng nguyên]], làm quan đến chức Lại bộ Thượng thư [[nhà Mạc]], tước Trình Quốc Công, người đời thường gọi là Trạng Trình, ông có truyền lại cuốn \"sấm Trạng Trình\" tiên đoán việc đời sau.\n\nNam Hải dị nhân không phải là sách chính sử, chỉ là các chuyện đồn thổi, truyền thuyết trong dân gian được Phan Kế Bính biên tập lại. Các sách chính sử như Đại Việt sử ký toàn thư, sách Lịch triều hiến chương loại chí đều không viết Nguyễn Bỉnh Khiêm có theo học Lương Đắc Bằng hay không và cũng không nói gì về việc Lương Đắc Bằng tinh thông lý số. Một số nhà soạn sử ở Việt Nam hiện nay đã dùng tư liệu này để viết bài chính sử.<ref name=\"ReferenceB\"\/>\n\n==Nhận định==\n\nKhi soạn sách Lịch triều hiến chương loại chí, phần Nhân vật chí, Phan Huy Chú đã chép người phò tá có công đức các đời, gồm 4 người đời Lý, 10 người đời Trần, 18 người đời Lê và 1 người đời Mạc, trong đó có Lương Đắc Bằng và con ông là Lương Hữu Khánh.\n\n==Xem thêm==\n*[[Nguyễn Bỉnh Khiêm]]\n*[[Lương Hữu Khánh]]\n==Tham khảo==\n*Lịch triều hiến chương loại chí, tập 1, Nhà xuất bản giáo dục, 2007.\n*Đại Việt sử ký toàn thư, tập 3, Nhà xuất bản khoa học xã hội Hà Nội, 1998.\n*Việt Nam sử lược.\n*Đại Việt thông sử, Nhà xuất bản văn hóa thông tin, 2007.\n*Nam Hải dị nhân, tác giả Phan Kế Bính, Nhà xuất bản Trẻ, 1988.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=9061 Lương Đắc Bằng: Dâng sách \"Trị Bình\" nổi tiếng]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Bảng nhãn Việt Nam]]\n[[Thể loại:Nhà giáo Việt Nam]]\n[[Thể loại:Quan lại nhà Lê sơ]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Người họ Lương tại Việt Nam]]\n[[Thể loại:Bá tước nhà Lê sơ]]\n[[Thể loại:Chính khách Việt Nam]]"}