{"414177":"'''Lương Khắc Ninh''' ([[1862]]-[[1943]]), tự là '''Dũ Thúc''', bút hiệu '''Dị Sử Thị''', là một nhân vật hoạt động tích cực trong nhiều lĩnh vực văn hóa ở [[Thành phố Hồ Chí Minh|Sài Gòn]] suốt từ năm 1900 cho đến những năm 1930. Ông là một nhà báo, nhà văn, một người cổ động mạnh mẽ cho [[thương nghiệp]], nhà viết tuồng kiêm bầu gánh [[tuồng|hát bội]], nghị viên của Hội đồng Tư vấn của Chính phủ Nam Kỳ. Trong lĩnh vực nào ông cũng để lại ảnh hưởng và tiếng tốt.\n\n==Thân thế==\nLương Khắc Ninh sinh năm 1862, tại làng An Hội, tổng Bảo Hựu, phủ Hoằng Trị, tỉnh Vĩnh Long (nay thuộc [[bến Tre (thành phố)|thành phố Bến Tre]], tỉnh [[Bến Tre]]). Cha ông là Lương Khắc Huệ, một nhà Nho và thầy thuốc [[đông y]], mẹ ông là bà Võ Thị Bường; là người làng Bảo An, huyện Điện Bàn (nay là xã Điện Trung, huyện [[Điện Bàn]], tỉnh [[Quảng Nam]]), di cư vào lập nghiệp ở đây.\n\nTừ nhỏ, được sự giáo dục của cha, ông bắt đầu theo học [[chữ Hán|chữ Nho]]. Thời thiếu niên của ông, thực dân Pháp đã chiếm hoàn toàn [[Nam Kỳ]], vì vậy, năm 1876, ông bắt đầu chuyển sang học [[quốc ngữ|chữ quốc ngữ]] và [[tiếng Pháp|chữ Pháp]] tại trường tỉnh theo chương trình giáo dục cưỡng bức của người Pháp.\n\n==Hoạt động chính trị và báo chí==\nÔng tốt nghiệp trung học tại [[trường Trung học phổ thông Nguyễn Đình Chiểu, Mỹ Tho|trường ''Le Myre De Vilers'']] ([[Mỹ Tho]]), rồi làm việc tại sở [[Hải quan|Thương chánh]] Bến Tre từ năm 1880 đến năm 1883. Năm 1889, ông làm [[thông ngôn]] tại tòa án Bến Tre, từng làm thành viên Hội đồng quản hạt Bến Tre. Năm 1900, ông bỏ lên Sài Gòn viết báo. Năm 1901, ông làm chủ bút cho tờ ''[[Nông cổ mín đàm]]'', được xem là tờ báo kinh tế đầu tiên bằng [[Quốc ngữ]] tại Việt Nam.\n\nNăm [[1902]], ông đắc cử vào [[Hội đồng Thuộc địa Nam Kỳ|Hội đồng Quản hạt Nam Kỳ]], năm [[1906]] ông được bổ nhiệm làm thành viên của [[Hội đồng Tư vấn Đông Dương]]. Người thay thế ông làm chủ bút ''[[Nông cổ mín đàm]]'' là [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]]. Năm 1905, ông thành lập gánh hát bội Châu Luân ban ở [[Thành phố Hồ Chí Minh|Sài Gòn]].\n\nTuy là người có danh tiếng, từng làm nghị viên hội đồng nên người đương thời gọi ông là '''Hội đồng Ninh''', tuy vậy hoạt động chính của ông vẫn là trong ngành [[báo chí]] hơn là [[chính trị]]. Tháng 10 năm 1908, ông làm chủ bút tờ ''[[Lục tỉnh tân văn]]'' từ số 51, thay cho khi chủ bút trước là Trần Chánh Chiếu bị chính quyền thuộc địa Pháp bắt.\n\n==Ảnh hưởng==\nThông qua mục ''Thương cổ luận'' (Bàn luận về nghề buôn bán) trên ''Nông cổ mín đàm'', Lương Khắc Ninh chủ trương cổ động mạnh mẽ cho việc phát triển nghề nông và kêu gọi thành lập những công ty thương nghiệp để thoát ra khỏi sự bóc lột trên thương trường của người [[Hoa kiều]]. Ông có cái nhìn khá sáng suốt về nguyên nhân nghèo khó của người Việt và của Việt Nam lúc đó. Một số học giả đánh giá lời kêu gọi của ông đến nay vẫn còn giá trị.<ref name=PTTHuong>[http:\/\/www.vienvanhoc.org.vn\/reader\/?id=344&menu=75&t=1 \"Thương cổ luận\" - Một chỉ dấu trên con đường duy tân đầu thế kỉ XX]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}, Phạm Thị Thu Hương, Việt Văn học.<\/ref> Ngay từ số đầu tiên, mục ''Thương cổ luận'' đã tuyên chiến với quan niệm cũ bằng lời khẳng định: ''Sự đại thương là đệ nhứt cách giúp cho dân phú quốc cường''.\n\nĐi ngược lại truyền thống tự tôn của giới trí thức [[Nho giáo|Nho học]], Lương Khắc Ninh, một trí thức xuất thân từ Nho học và Tây học, đã không ngần ngại phơi bày và phân tích, mổ xẻ trên báo chí những thói hư tật xấu của người Việt, cả trong tư duy lẫn trong hành xử, không chỉ riêng trong lĩnh vực thương nghiệp như: tham lợi vô cớ, ham cờ bạc để mong giàu nhanh chóng (''Nông cổ mín đàm'', số 8); chỉ thích dùng hàng ngoại quốc, không giữ chữ tín (số 15); lãng phí thời gian, quanh năm chỉ biết một nghề làm nông (số 51); dễ làm khó bỏ, thiếu kiên nhẫn (số 53); vừa giàu có đã vội khinh miệt kẻ nghèo hèn (số 54)... Mục đích tối thượng không phải để khinh miệt, chối bỏ, mà để chỉ ra những lực cản hữu hình và vô hình đã và đang ngăn trở dân tộc mình dấn bước trên con đường canh tân để cho '' dân phú quốc cường''.<ref name=PTTHuong \/>\n\nTrong lĩnh vực văn hóa truyền thống, Lương Khắc Ninh cũng chủ trương cải lương, đổi mới để giữ gìn bản sắc đồng thời cũng giao lưu với bên ngoài. Trong buổi diễn thuyết ngày 28 tháng 3 năm 1917 tại nhà Hội Khuyến học Sài Gòn về \"Hí nghệ cải lương\", khi ông [[Diệp Văn Kỳ]] chất vấn: ''\"Trong cuộc hát phải có nhạc, mà nhạc An Nam còn phải sửa, vậy ai là ông nhạc sư mà sửa nhạc?\"'', ông đã trả lời: ''\"Nói qua nhạc thì xin bãi nhạc đi. Đây tôi tính hát tiếng thường, không nam, không khách gì nên không kể đến nhạc. Hát tuồng diễn mà răn đời thôi\"''<ref>Nông Cổ Mín Đàm, số ra ngày 19 tháng 4 năm 1917.<\/ref>.\n\nNhà văn [[Sơn Nam (định hướng)|Sơn Nam]] cũng viết về sự kiện này:\n\n{{cquote|\n''Năm 1917, Lương Khắc Ninh, sành về hát bội, đã diễn thuyết tại hội khuyến học Sài Gòn: Người An Nam ta thuở nay vẫn cho nghề hát là nghề hạ tiện, nên người có học thức một ít thì không làm… (nay) muốn cải lương phải làm sao?… Chuyện nói đây không khó. Có học trò trường Taberd đến lúc phát thưởng, nó ra hát theo Lang Sa (Pháp), bộ tịch như Lang Sa. Rất đổi là hát theo ngoại quốc, trẻ em còn làm được, hà huống người An Nam mà hát An Nam không được sao?… Rồi đoàn ca nhạc kịch bên Pháp mỗi năm sáu tháng đã đến Sài Gòn trình diễn, có màn có cảnh phân minh, mỗi tuồng dứt trọn một đêm. Công chúng người Việt hâm mộ, thấy hợp lý, thêm tranh cảnh gọi Sơn thủy, đẹp mắt.\n|||Sơn Nam<ref>Lịch sử An Giang, Nhà xuất bản TH An Giang, 1988, tr. 183-184.<\/ref>}}\n\nNăm 1922, ông dẫn đầu một đoàn hát bội sang lưu diễn tại Pháp nhân có hội chợ đấu xảo tại [[Marseille]]. Tại đây, ông đã nhiều lần tiếp xúc và trao đổi về quan điểm, đường lối cứu nước với chí sĩ [[Phan Châu Trinh]] và tỏ ra rất kính trọng và khâm phục tài năng chí sĩ họ Phan trong đường lối giành độc lập dân tộc. Cũng tại Pháp, ông từng viết một bức thư gửi vua [[Khải Định]], bấy giờ cũng đang ở Pháp, khuyên vua nên tiếp thu và thực thi quan điểm của Phan Châu Trinh.\n\nSau khi ở Pháp về, ông vẫn tiếp tục cộng tác với các báo ở Sài Gòn và thường đi diễn thuyết ở các tỉnh Vĩnh Long, Trà Vinh, Mỹ Tho cổ động cho phong trào duy tân tự cường.\n\nÔng mất ngày [[22 tháng 11]] năm 1943, hưởng thọ 81 tuổi.\n\n== Xem thêm ==\n* [[Lương (họ)#Một số nhân vật nổi tiếng|Một số nhân vật nổi tiếng họ Lương ở Việt Nam]]\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/namkyluctinh.org\/a-tgtpham\/nvsam\/vanhocnklt\/nvsam-luongkninh.htm Lương Khắc Ninh], trên namkyluctinh.org\n\n{{thời gian sống|sinh=1862|mất=1943}}\n\n[[Thể loại:Nhà báo Việt Nam]]\n[[Thể loại:Người Bến Tre]]\n[[Thể loại:Người Quảng Nam]]\n[[Thể loại:Người họ Lương tại Việt Nam]]"}