{"692805":"{{Infobox_Scientist\n| name = Lương Chi Mai\n| image = \n| image_width = \n| caption = \n| birth_date = {{ngày sinh và tuổi|1958|4|30}}<ref>[http:\/\/www.gdtd.vn\/channel\/3010\/201103\/Gap-mat-2-nu-chu-nhan-giai-thuong-Kovalevskaia-2010-1942120\/ Gặp mặt 2 nữ chủ nhân giải thưởng Kovalevskaia 2010]<\/ref>\n| birth_place = [[Ba Đình]], [[Hà Nội]], [[Việt Nam Dân chủ Cộng hòa]]\n| death_date = \n| death_place = \n| residence = [[Hà Nội]]\n| citizenship =\n| nationality = \n| ethnicity =\n| field = [[Khoa học máy tính]], [[Công nghệ thông tin]], [[Toán học ứng dụng|Toán ứng dụng]]\n| work_institution = [[Viện Công nghệ Thông tin (Việt Nam)|Viện Công nghệ Thông tin]]\n| alma_mater = \n| doctoral_advisor = \n| doctoral_students = \n| known_for = [[Lý thuyết nhận dạng]], [[Công nghệ tri thức]], \n| author_abbreviation_bot = \n| author_abbreviation_zoo = \n| prizes = [[Giải thưởng Kovalevskaya]] 2010\n| religion =\n| footnotes = \n}}\n\n'''Lương Chi Mai''' (sinh [[1958]]), là một nhà khoa học trong lĩnh vực [[khoa học máy tính]] người [[Việt Nam]], Phó Viện trưởng [[Viện Công nghệ Thông tin (Việt Nam)|Viện Công nghệ thông tin]] (thuộc [[Viện Hàn lâm Khoa học và Công nghệ Việt Nam|Viện Khoa học và Công nghệ Việt Nam]]), một trong hai người đoạt giải thưởng [[Giải thưởng Kovalevskaya|Kovalevskaya]] năm [[2010]].\n\n==Tiểu sử và sự nghiệp==\nLương Chi Mai lớn lên trong một gia đình trí thức Hà Nội gốc. Thuở bé, bà là học sinh chuyên toán của Trường Chu Văn An <ref>{{Chú thích web |url=http:\/\/hanoimoi.com.vn\/newsdetail\/Dao-duc-HCM\/468497\/nha-khoa-hoc-xoa-ranh-gioi-ngon-ngu.htm |ngày truy cập=2011-03-08 |tựa đề=Nhà khoa học xóa ranh giới ngôn ngữ |archive-date=2011-03-10 |archive-url=https:\/\/web.archive.org\/web\/20110310023105\/http:\/\/www.hanoimoi.com.vn\/newsdetail\/Dao-duc-HCM\/468497\/nha-khoa-hoc-xoa-ranh-gioi-ngon-ngu.htm |url-status=dead }}<\/ref>. Bà theo học Trường Đại học Tổng hợp [[Chişinău|Kishinev]] năm 1976 và tốt nghiệp năm 1981. Bà quyết định chọn theo học chuyên ngành toán ứng dụng với quan niệm: toán ứng dụng không phải là một ngành xa vời, những thuật toán đã tạo nên nhiều kỳ tích trong ngành khoa học máy tính. Sau tốt nghiệp đại học, bà về công tác tại Viện Khoa học Tính toán và Điều khiển (nay là [[Viện Công nghệ Thông tin (Việt Nam)|Viện Công nghệ thông tin]]).\n\nNăm 1987, Lương Chi Mai bắt đầu tham gia vào nhóm nhận dạng chữ in. Theo bà thì \"Nhận dạng chữ Việt là một công việc khó chưa ở đâu làm được. Nhưng nếu người Việt mình không làm thì ai làm cho\". Trước đó, nhóm nghiên cứu này mới chỉ tập trung vào công việc nhận dạng chữ [[Latinh|Latin]]. Còn đối với việc nhận dạng chữ Việt in, ngoài yêu cầu cần phải trang bị một số điều kiện kỹ thuật mà ngày đó còn hiếm như các máy quét thì kinh nghiệm và kiến thức của nhà khoa học là yếu tố quyết định.\n\nNăm 1991, bà hoàn thành luận án tiến sĩ của mình ở [[Tiệp Khắc]] với đề tài \"Nghiên cứu các đường cong trong nhận dạng và giải thuật song song trong máy SIMD\" và bảo vệ thành công vào tháng 1 năm 1992.\n\nTiếp thời gian sau đó, những thuật toán mà nhóm nghiên cứu dần được áp dụng vào thực tế để kiểm nghiệm như áp dụng vào việc thăm dò dầu khí, nhận diện ảnh vệ tinh,... Từ một nhóm nghiên cứu nhỏ ngày nay đã trở thành Phòng nghiên cứu Nhận dạng về công nghệ tri thức. Trước nhu cầu của thị trường và sự phát triển của công nghệ, với những kiến thức tích luỹ được trong thời gian còn là nghiên cứu sinh, bà cùng nhóm bắt tay vào nghiên cứu nhận dạng chữ Việt in.\n\nThuộc nhóm những người tiên phong khai sinh nên một ngành khoa học mới ở Việt Nam, Lương Chi Mai là người có tuổi nghề cao trong ngành nhận dạng và \"thu hoạch\" được trên 30 công trình đăng trên các tạp chí uy tín trong và ngoài nước; nhiều năm chủ nhiệm các đề tài về \"Xây dựng thư viện module nâng cao chất lượng ảnh phục vụ vectơ hoá trên ảnh đa mức sáng và ảnh màu\", \"Nhận dạng, xử lý ảnh và ứng dụng\" hay \"Nghiên cứu một số vấn đề cơ bản của lĩnh vực xử lý tri thức trong trí tuệ nhân tạo\".\n\nNói về việc nhận dạng ký tự, bà giải thích: \"Nhận dạng có nghĩa là nhận biết. Bất kỳ một đối tượng nào đều được biểu diễn bằng các đặc trưng như số đo, màu sắc, cân nặng... Dựa vào những đặc trưng rồi tìm ra các thuật toán để đối sánh sự giống nhau giữa vật thể này và vật thể khác. Đây là một nhánh của lĩnh vực trí tuệ nhân tạo\".\n\nSau bao vất vả, một sản phẩm của nhóm nghiên cứu về nhận dạng do Lương Chi Mai đứng đầu đã ra đời. Đó là VnDOCR 1.0 phục vụ tự động hoá văn phòng trong nhập liệu tự động.\n\nMột văn bản sau khi được quét, với VnDOCR, có thể nhận biết một cách tự động để đầu ra là một văn bản với ký tự được soạn thảo do đó người dùng không phải soạn lại văn bản đã quét.\n\nTừ đó đến nay, VnDOCR luôn được trau chuốt với nhiều tính năng mới như độ chính xác nhận dạng, xử lý bảng biểu, giao diện thân thiện... và là sản phẩm xử lý nhận dạng hiện diện ở khắp các Bộ, ngành trong cả nước. Phiên bản mới nhất ngày nay là VnDOCR 4.0. Bên cạnh những phiên bản VnDOCR chuyên dụng, nhóm nghiên cứu phát triển những bản rút gọn cài đặt trong các máy quét HP.\n\n29 năm làm việc tại Viện Công nghệ thông tin, bà đã có nhiều đóng góp trong nghiên cứu khoa học, đào tạo, giảng dạy và quản lý. Đi sâu vào lĩnh vực nhận dạng tiếng nói và chữ viết tiếng Việt, bà đã hoàn thành 10 đề tài khoa học có tính ứng dụng cao (trong đó có nhiều đề tài cấp Nhà nước và nghiên cứu khoa học cơ bản).\n\nHiện nay Lương Chi Mai vẫn chủ trì việc tiếp tục nghiên cứu phát triển hệ thống nhận dạng tiếng nói, xây dựng những tài nguyên tiếng nói và văn bản cho cộng đồng. Nhằm hỗ trợ cho những người khiếm thị thao tác được những chức năng cơ bản của một người bình thường.\n\nNăm 2005 bà nhận học hàm [[giáo sư|phó giáo sư]].\n\n==Danh hiệu và giải thưởng==\n* [[Giải thưởng Kovalevskaya]] 2010\n* Giải thưởng khoa học Viện khoa học Việt Nam, 1991 (giải tập thể).\n* Giải thưởng cán bộ nữ xuất sắc trong lĩnh vực Công nghệ thông tin, 2000, của Trung ương đoàn TNCS Hồ Chí Minh và dự án Việt Nam Canada.\n* Giải Nhất giải thưởng sáng tạo Khoa học Công nghệ Việt Nam (VIFOTEC), 1999 (giải tập thể).\n\n==Tham khảo và chú thích==\n* [http:\/\/dantri.com.vn\/c25\/s202-450625\/chuc-mung-ts-luong-chi-mai-duoc-trao-tang-giai-thuong-kovaleskaia-2010.htm Chúc mừng TS Lương Chi Mai được trao tặng giải thưởng Kovaleskaia 2010]\n\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.ioit.ac.vn\/pages\/Index.asp?progid=26&EmployeeID=1401 Lý lịch TS. Lương Chi Mai] trên trang chủ Viện Công nghệ thông tin\n* [http:\/\/vndocr.com.\/home\/ Trang chủ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110320074427\/http:\/\/vndocr.com\/home\/ |date=2011-03-20 }} của Phòng Nhận dạng và Công nghệ tri thức, Viện Công nghệ thông tin\n\n[[Thể loại:Sinh năm 1958]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Học sinh trường Bưởi]]\n[[Thể loại:Viện Hàn lâm Khoa học và Công nghệ Việt Nam]]\n[[Thể loại:Nhân vật còn sống]]"}