{"135170":"{{otheruses|Lương Sơn (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | Huyện\n| tên = Lương Sơn\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 20\n| vĩ phút = 52\n| vĩ giây = 51\n| kinh độ = 105\n| kinh phút = 31\n| kinh giây = 20\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 369,86 km²<ref name=\"31\/NQ-CP\"\/>\n| dân số = 107.340 người<ref name=\"Báo Hòa Bình\">http:\/\/www.baohoabinh.com.vn\/219\/83382\/Hieu_qua_tr111ng_cong_tac_dan_so__o_huyen_Luong_Son.htm<\/ref>\n| thời điểm dân số = 2019\n| mật độ dân số = 290 người\/km²\n| dân tộc = [[Người Việt|Kinh]], [[Người Mường|Mường]], [[Người Dao|Dao]]\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Hòa Bình]]\n| huyện lỵ = Thị trấn [[Lương Sơn (thị trấn), Lương Sơn|Lương Sơn]]\n| thành lập = \n| phân chia hành chính = 1 thị trấn, 10 xã\n| mã hành chính = 152<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND =\n| web = {{url|luongson.hoabinh.gov.vn}}\n|biển số xe=28-G1}}\n\n'''Lương Sơn''' là một [[huyện (Việt Nam)|huyện]] nằm ở phía đông tỉnh [[Hòa Bình]], vùng [[Tây Bắc Bộ]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Lương Sơn nằm ở cửa ngõ phía đông của tỉnh Hòa Bình và vùng Tây Bắc Việt Nam, cách trung tâm thủ đô [[Hà Nội]] 40&nbsp;km, có vị trí địa lý:\n*Phía đông giáp hai huyện [[Chương Mỹ]] và [[Mỹ Đức]] thuộc thành phố [[Hà Nội]]\n*Phía tây giáp thành phố [[Hòa Bình (thành phố)|Hòa Bình]] và huyện [[Kim Bôi]]\n*Phía nam giáp huyện [[Lạc Thủy]]\n*Phía bắc giáp hai huyện [[Quốc Oai]] và [[Thạch Thất]] thuộc thành phố Hà Nội.\n\nDân số toàn huyện năm 2016 là 98.856 người, gồm 3 dân tộc chính là Mường, Dao, Kinh, trong đó người Mường chiếm khoảng 70% dân số. Lực lượng lao động đông, số lao động phi nông nghiệp ngày càng gia tăng, tỷ lệ lao động qua đào tạo chiếm 55%, điều này cho thấy huyện có thế mạnh về nguồn lực lao động.\n\nLương Sơn là một huyện vùng thấp bán sơn địa của tỉnh Hòa Bình, có địa hình phổ biến là núi thấp và đồng bằng. Độ cao trung bình của toàn huyện so với [[mực nước biển]] là 251m, có địa thế nghiêng đều theo chiều từ tây bắc xuông đông nam, là nơi tiếp giáp giữa đồng bằng [[đồng bằng sông Hồng|châu thổ sông Hồng]] và miền núi tây bắc Bắc Bộ. Đặc điểm nổi bật của địa hình nơi đây là có những dãy núi thấp chạy dài xen kẽ các khối núi đá vôi với những hang động. Có nhiều khe suối, hồ tự nhiên, hồ nhân tạo đan xen tạo nên cảnh sắc thơ mộng.\n\nLương Sơn mang đặc trưng khí hậu của vùng nhiệt đới gió mùa với mùa đông lạnh, ít mưa; mùa hè nóng, mưa nhiều. Nền nhiệt trung bình cả năm 22,9 – 23,3&nbsp;°C. Mùa đông bắt đầu từ tháng 11 đến tháng 3, mùa hè bắt đầu từ tháng 4 đến tháng 10. Lượng mưa bình quân từ 1.520,7 - 2.255,6&nbsp;mm\/năm, nhưng phân bố không đều trong năm và ngay cả trong mùa cũng rất thất thường.Do có nhiều tiểu vùng khí hậu khác nhau nên có thể phát triển cây trồng, vật nuôi phong phú, đa dạng theo hướng tập đoàn.\n\nLương Sơn có mạng lưới sông, suối phân bố tương đối đồng đều trong các xã. Con sông lớn nhất chảy qua huyện là sông Bùi, bắt nguồn từ dãy núi Viên Nam cao 1.029m thuộc xã Lâm Sơn dài 32&nbsp;km. Đầu tiên sông chảy theo hướng Tây Bắc – Đông Nam, khi đến xã Tân Vinh thì nhập với suối Bu (bắt nguồn từ xã Trường Sơn), dòng sông đổi hướng chảy quanh co, uốn khúc theo hướng Tây – Đông cho đến hết địa phận huyện. Sông Bùi mang tính chất một con sông già, thung lũng rộng, đáy bằng, độ dốc nhỏ, có khả năng tích nước. Ngoài sông Bùi trong huyện còn một số sông, suối nhỏ '''nội địa''' có khả năng tiêu thoát nước tốt. Đặc điểm của hệ thống sông, suối trong huyện có ý nghĩa về mặt kinh tế, rất thuận lợi cho việc xây dựng các hồ chứa sử dụng chống lũ và kết hợp với tưới tiêu, phục vụ sản xuất nông nghiệp.\n===Tài nguyên thiên nhiên===\n====Tài nguyên nước====\nNước ngầm ở Lương Sơn có trữ lượng khá lớn, chất lượng nước phần lớn chưa bị ô nhiễm, lại được phân bố khắp các vùng trên địa bàn huyện. Tài nguyên nước mặt gồm nước sông, suối và nước mưa, phân bố không đều, chủ yếu tập trung ở vùng phía Bắc huyện và một số hồ đập nhỏ phân bố rải rác toàn huyện.\n\n====Tài nguyên rừng==== \nTổng diện tích đất lâm nghiệp là 18.733,19 ha chiếm 49,68% diện tích tự nhiên. Rừng tự nhiên của huyện khá đa dạng và phong phú với nhiều loại gỗ quý. Nhưng do tác động của con người, rừng đã mất đi quá nhiều và thay thế chúng là rừng thứ sinh. Diện tích rừng phân bố ở tất cả các xã trong huyện. Nhờ quan tâm phát triển kinh tế đồi rừng, kinh tế trang trại rừng đã góp phần đem lại thu nhập cao cho người dân và góp phần bảo vệ môi trường sinh thái, giữ nước đầu nguồn, cải thiện cảnh quan khu vực.\n\n====Tài nguyên khoáng sản====\nTrên địa bàn huyện có các loại khoáng sản trữ lượng lớn đó là đá vôi, đá xây dựng, đất sét, đá bazan và quặng đa kim.\n\n====Tài nguyên du lịch====\nVới vị trí thuận lợi gần thủ đô Hà Nội và địa hình xen kẽ nhiều núi đồi, thung lũng rộng phẳng, kết hợp với hệ thống sông, suối, hồ tự nhiên, nhân tạo cùng với hệ thống rừng,… đã tạo cảnh quan thiên nhiên và điều kiện phù hợp để huyện Lương Sơn phát triển du lịch sinh thái, nghỉ dưỡng, sân golf.\n\n==Hành chính==\nHuyện Lương Sơn có 11 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Lương Sơn (thị trấn), Lương Sơn|Lương Sơn]] (huyện lỵ) và 10 xã: [[Cao Dương, Lương Sơn|Cao Dương]], [[Cao Sơn, Lương Sơn|Cao Sơn]], [[Cư Yên, Lương Sơn|Cư Yên]], [[Hòa Sơn, Lương Sơn|Hòa Sơn]], [[Lâm Sơn, Lương Sơn|Lâm Sơn]], [[Liên Sơn, Lương Sơn|Liên Sơn]], [[Nhuận Trạch, Lương Sơn|Nhuận Trạch]], [[Tân Vinh, Lương Sơn|Tân Vinh]], [[Thanh Cao, Lương Sơn|Thanh Cao]], [[Thanh Sơn, Lương Sơn|Thanh Sơn]].\n\n==Lịch sử==\n[[Thời Lý]], địa bàn huyện Lương Sơn thuộc huyện Mỹ Lương, phủ Quốc Oai, lộ Đà Giang; thời Trần thuộc huyên Mỹ Lương, phủ Quốc Oai, trấn Sơn Tây.\n\nDưới [[triều Nguyễn]], vùng đất này được gọi là huyện Mỹ Lương, thuộc phủ Quốc Oai, trấn Sơn Tây, gồm gồm 7 tổng, 49 xã, thôn.\n\n[[Tháng 11]] năm [[1880]], Tổng đốc Hà Nội Hoàng Diệu và Nguyễn Hữu Độ cho rằng, huyện Mỹ Lương và huyện Chương Đức của phủ Quốc Oai, trấn Sơn Tây có địa thế quan trọng, là phên dậu bảo vệ mặt sau cho Hà Nội và Sơn Tây nên tâu với triều đình gộp thành đạo Mỹ Đức thuộc Hà Nội.<ref name=lichsu>{{Chú thích web|tiêu đề=Giới thiệu chung huyện Lương Sơn|url=http:\/\/luongson.hoabinh.gov.vn\/index.php\/gi-i-thi-u-chung|ngày truy cập=ngày 16 tháng 2 năm 2015|archive-date = ngày 16 tháng 2 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150216053546\/http:\/\/luongson.hoabinh.gov.vn\/index.php\/gi-i-thi-u-chung}}<\/ref>.\n\nNgày [[22 tháng 6]] năm [[1886]], tỉnh Mường Hòa Bình được thành lập, bao gồm 4 phủ: Vàng An (huyện Đức An), Lương Sơn, chợ Bờ, Lạc Sơn (huyện Lạc Thủy).\n\n[[Tập tin:Dao My Duc.jpg|300px|trái|nhỏ|Bản đồ đạo Mỹ Đức năm 1891]]\nĐến ngày [[21 tháng 3]] năm [[1890]], đạo Mỹ Đức được tái lập, phủ Lương Sơn được sáp nhập vào đạo Mỹ Đức, Hà Nội.\n\nNgày [[18 tháng 3]] năm [[1891]], toàn quyền Đông Dương ra nghị quyết xóa bỏ lần thứ hai đạo Mỹ Đức, sáp nhập phủ Lương Sơn trở lại Hòa Bình và đổi thành châu Lương Sơn, gồm 5 tổng và 19 xã.<ref name=lichsu\/>\n\nCuối năm [[1936]], sau khi khai thông tuyến đường tắt Đồng Bái - Dốc Chum - Lâm Sơn, tri châu Đàm Quang Vinh chuyển châu lỵ về km 44 đường 6, tiến hành quy hoạch, xây dựng châu lỵ mới.\n\nNăm [[1956]], [[Ủy ban nhân dân|Ủy ban hành chính Liên khu III]] chia xã Liên Sơn thành 4 xã, Cao Sơn thành 5 xã, Nật Sơn thành 5 xã, Hạ Bì thành 4 xã, Cao Dương thành 5 xã, Kim Bôi thành 5 xã, Tiến Xuân thành 2 xã và Yên Trạch thành 2 xã.\n\nNgày [[27 tháng 7]] năm [[1957]], [[Ủy ban nhân dân|Ủy ban hành chính liên khu III]] ra Quyết đinh số 469-TC\/KB chia xã Hùng Sơn thành 3 xã: Hùng Sơn, Lâm Sơn và Hòa Sơn. Xã Hùng Sơn sau khi tách có 4 xóm là Mòng, Mỏ, Chợ Đồn, Đồng Bái với số dân 845 người.\n\nNgày [[17 tháng 4]] năm [[1959]], [[Thủ tướng Chính phủ Việt Nam]] ra nghị định chia huyện Lương Sơn thành hai huyện Kim Bôi và Lương Sơn.<ref name=\"lichsu\" \/>\n\n[[Tháng 3]] năm [[1960]], Chính phủ nước [[Việt Nam dân chủ cộng hoà]] chuyển 5 xã thuộc huyện [[Kỳ Sơn (huyện cũ)|Kỳ Sơn]] gồm: Yên Quang, Yên Bình, Yên Trung, Tiến Xuân và Đông Xuân về huyện Lương Sơn.\n\nNgày [[15 tháng 11]] năm [[1968]], xã Đào Lâm và xã Cao Sơn sáp nhập thành xã Cao Răm.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-631-NV-phe-chuan-viec-hop-nhat-xa-thuoc-huyen-Luong-Son-tinh-Hoa-Binh-18374.aspx Quyết định số 631-NV năm 1968]<\/ref>\n\nNgày [[26 tháng 11]] năm [[1970]], tách 8 xã của huyện Lương Sơn là Tân Thành, Hợp Châu, Cao Thắng, Long Sơn, Thanh Lương, Hợp Thanh, Cao Dương và Thanh Nông sáp nhập vào huyện [[Kim Bôi]].<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-71-BTdua-mot-so-xa-thuoc-huyen-Luong-Son-tinh-Hoa-Binh-ve-huyen-Kim-Boi-cung-tinh-18942.aspx Quyết định số 71-BT năm 1970]<\/ref> Huyện Lương Sơn còn lại thị trấn nông trường Cửu Long và 18 xã: Cao Răm, Cư Yên, Đồng Xuân, Hòa Sơn, Hợp Hòa, Hùng Sơn, Lâm Sơn, Liên Sơn, Nhuận Trạch, Tân Vinh, Thành Lập, Tiến Sơn, Tiến Xuân, Trung Sơn, Trường Sơn, Yên Bình, Yên Quang, Yên Trung.\n\nNăm [[1975]], hợp nhất tỉnh [[Hòa Bình (tỉnh)|Hòa Bình]] và tỉnh [[Hà Tây (tỉnh)|Hà Tây]] thành tỉnh [[Hà Sơn Bình]], huyện Lương Sơn thuộc tỉnh Hà Sơn Bình.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-hop-nhat-mot-so-tinh-42732.aspx|tựa đề=Nghị quyết của Quốc hội nước Việt Nam Dân chủ Cộng hòa về việc hợp nhất một số tỉnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[6 tháng 9]] năm [[1986]], [[Hội đồng Bộ trưởng]] ra quyết định số 103-HĐBT về việc giải thể thị trấn Nông trường Cửu Long và xã Hùng Sơn để thành lập thị trấn Lương Sơn, thị trấn huyện lỵ huyện Lương Sơn với 18 xóm, tiểu khu; diện tích tự nhiên là 1.925ha và 8.065 nhân khẩu.\n\nNgày [[12 tháng 8]] năm [[1991]], huyện Lương Sơn thuộc tỉnh Hòa Bình vừa tái lập.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-42808.aspx|tựa đề=Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc trung ương do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[1 tháng 8]] năm [[2008]], toàn bộ diện tích tự nhiên và dân số của 4 xã: [[Đông Xuân, Quốc Oai|Đông Xuân]], [[Tiến Xuân]], [[Yên Bình, Thạch Thất|Yên Bình]], [[Yên Trung, Thạch Thất|Yên Trung]] thuộc huyện Lương Sơn được chuyển về thành phố [[Hà Nội]] (nay xã Đông Xuân thuộc huyện Quốc Oai và 3 xã: Tiến Xuân, Yên Bình, Yên Trung thuộc huyện Thạch Thất).<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-quyet-15-2008-QH12-dieu-chinh-dia-gioi-hanh-chinh-thanh-pho-Ha-Noi-va-mot-so-tinh-co-lien-quan-68076.aspx|tựa đề=Nghị quyết số 15\/2008\/QH12 về việc điều chỉnh địa giới hành chính thành phố Hà Nội và một số tỉnh có liên quan do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[14 tháng 7]] năm [[2009]], chuyển 7 xã: Tân Thành, Cao Dương, Hợp Châu, Cao Thắng, Long Sơn, Thanh Lương và Hợp Thanh thuộc huyện Kim Bôi về huyện Lương Sơn quản lý và chuyển xã Yên Quang về huyện Kỳ Sơn quản lý (nay xã Yên Quang đã sáp nhập với xã Phúc Tiến thành xã [[Quang Tiến, thành phố Hòa Bình|Quang Tiến]] thuộc thành phố [[Hòa Bình (thành phố)|Hòa Bình]]).<ref name=\"31\/NQ-CP\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-31-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-va-thanh-pho-Hoa-Binh-tinh-Hoa-Binh-91385.aspx|tựa đề=Nghị quyết số 31\/NQ-CP về việc điều chỉnh địa giới hành chính một số huyện và thành phố Hòa Bình, tỉnh Hòa Bình|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nSau khi điều chỉnh địa giới hành chính, huyện Lương Sơn có 36.985,41 ha diện tích tự nhiên và 92.860 người với 20 đơn vị hành chính trực thuộc, gồm thị trấn Lương Sơn (huyện lỵ) và 19 xã: Cao Dương, Cao Răm, Cao Thắng, Cư Yên, Hòa Sơn, Hợp Châu, Hợp Hòa, Hợp Thanh, Lâm Sơn, Liên Sơn, Long Sơn, Nhuận Trạch, Tân Thành, Tân Vinh, Thành Lập, Thanh Lương, Tiến Sơn, Trung Sơn, Trường Sơn.\n\nNgày [[20 tháng 11]] năm [[2019]], Bộ Xây dựng ban hành Quyết định số 986\/QĐ-BXD công nhận thị trấn Lương Sơn và khu vực mở rộng đạt tiêu chí đô thị loại IV.<ref name=\":0\">{{Chú thích web|url=http:\/\/www.baohoabinh.com.vn\/12\/145515\/Thi-tran-Luong-Son-va-khu-vuc-mo-rong-van-minh,-hien-dai-xung-tam-do-thi-loai-IV|tựa đề=Thị trấn Lương Sơn và khu vực mở rộng văn minh, hiện đại xứng tầm đô thị loại IV|ngày=2020-09-19|website=Báo Hòa Bình điện tử|url-status=live}}<\/ref>\n\nNgày [[17 tháng 12]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 830\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hòa Bình (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ830>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-830-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-huyen-xa-thuoc-tinh-Hoa-Binh-432100.aspx|tựa đề=Nghị quyết số 830\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hòa Bình|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Sáp nhập 3 xóm: Nước Lạnh, Liên Khuê, Gò Mè của xã Liên Sơn vào xã Cư Yên\n*Sáp nhập 3 xã Thành Lập, Tiến Sơn, Trung Sơn vào phần còn lại của xã Liên Sơn (5 xóm: Liên Hợp, Đá Bạc, Đồn Vận, Đất Đỏ, 23\/9)\n*Sáp nhập 3 xã: Cao Răm, Hợp Hòa, Trường Sơn thành xã Cao Sơn\n*Sáp nhập xã Hợp Châu và xã Tân Thành vào xã Cao Dương\n*Sáp nhập xã Hợp Thanh và xã Long Sơn thành xã Thanh Sơn\n*Sáp nhập xã Cao Thắng và xã Thanh Lương thành xã Thanh Cao.\n\nHuyện Lương Sơn có 1 thị trấn và 10 xã như hiện nay.\n\n==Giao thông==\nĐường bộ:\n*[[Quốc lộ 6]], chạy theo hướng Đông-Tây ngang qua địa bàn huyện khoảng 15&nbsp;km từ khu Năm Lu đến dốc Kẽm, đi từ [[Xuân Mai, Chương Mỹ|thị trấn Xuân Mai]], huyện [[Chương Mỹ]] ([[Hà Nội]]), sang thành phố [[Hòa Bình (thành phố)|Hòa Bình]].\n*[[Quốc lộ 21A]], cắt qua một vài đoạn ở rìa phía Đông huyện.\n*Quốc lộ 6B mới dự kiến được xây dựng với mục đích đường tránh của thị trấn Lương Sơn (trong tương lai là thị xã Lương Sơn), cắt ngang qua xã Nhuận Trạch, xã Tân Vinh.\n*Đường Hồ Chí Minh mới sẽ chạy qua khu công nghiệp Lương Sơn, xã Nhuận Trạch, Cư Yên, Tiến Sơn\n\nMột số tỉnh lộ như TSA từ Bãi Lạng (thị trấn Lương Sơn) đến Khăm (xã Vĩnh Tiến - Kim Bôi), đường Bãi Nai - Cầu Vai Réo (tỉnh lộ 446), hệ thống đường liên huyện, liên xã, liên thông rất dày đặc và thuận tiện.\n\nHiện nay trên địa bàn huyện Lương Sơn đã và đang hình thành một số khu đô thị mới như khu đô thị Vườn Đào, khu đô thị Vườn Mai, khu đô thị Việt Âu...\n\n==Văn hóa - du lịch==\n=== Thắng cảnh và di tích lịch sử ===\nTrên địa bàn Lương Sơn có những [[danh lam thắng cảnh]], [[di chỉ khảo cổ]] hàng năm có thể thu hút một lượng đáng kể khách du lịch như hang Trầm, hang Rổng, hang Tằm, hang Trâu, mái đá Diềm, núi Vua Bà,...\n\n'''[[Hang Chổ]]''' là một trong 4 hang ở dãy núi Sáng, thuộc xóm Hụi, [[Cao Sơn, Lương Sơn|xã Cao Sơn]], huyện Lương Sơn <ref name=thongtin>[http:\/\/thongtindoingoai.hoabinh.gov.vn\/index.php\/hop-tac\/205-hang-cha Hang Chổ]. Sở Văn hóa, thể thao và Du lịch Hòa Bình, 22\/07\/2014. Truy cập 17\/01\/2018.<\/ref><ref>[http:\/\/www.baohoabinh.com.vn\/40\/39027\/Van_hoa__Suc_hut_cua_du_lich_Hoa_Binh.htm Văn hoá - Sức hút của du lịch Hòa Bình]. Hòa Bình Online, 30\/12\/2009. Truy cập 17\/01\/2018.<\/ref>. Núi Sáng là núi đá vôi, và các hang đều là dạng [[karst]]. Ngoài ''hang Chổ'' thì 3 hang khác là ''hang Núi Sáng'', ''động Mãn Nguyện'' và ''hang Khụ Thượng'' ở núi Sáng, lập thành cụm 4 di tích, gồm hai di tích danh lam và hai di tích khảo cổ cấp quốc gia <ref name=hoabinhgov>Trần Trang. [http:\/\/www.hoabinh.gov.vn\/web\/guest\/59\/-\/vcmsviewcontent\/NlQw\/2325\/2325\/95094 Giới thiệu, kêu gọi đầu tư cho Du lịch xã Cao Răm – Lương Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20191224135109\/http:\/\/www.hoabinh.gov.vn\/web\/guest\/59\/-\/vcmsviewcontent\/NlQw\/2325\/2325\/95094 |date = ngày 24 tháng 12 năm 2019}}. hoabinh.gov, 03\/11\/2014. Truy cập 17\/01\/2018.<\/ref>.\n\nNgoài ra Lương Sơn cũng là huyện có nguồn tài nguyên du lịch văn hóa vật thể và phi vật thể.\n\n== Làng nghề ==\nCác làng nghề, công việc, ngành nghề của huyện:\n\n* Làm gỗ lũa, đá cảnh ở Đoàn Kết\n* Một số chăn nuôi bò sữa ở Cư Yên\n* Nuôi dê ở Long Sơn\n* Làm giấy dó ở Suối Cỏ\n*Trồng cây ăn quả, chăn nuôi gia súc, gia cầm.\n\n== Tham khảo ==\n{{tham khảo}}\n\n==Liên kết ngoài==\n\n{{Huyện thị Hòa Bình}}\n{{Đơn vị hành chính thuộc huyện Lương Sơn}}\n{{sơ khai Hòa Bình}}"}