{"794439":"{{thiếu nguồn}}\n{{chú thích trong bài}}\n{{Thông tin nghệ sĩ\n| tiền tố = [[Nghệ sĩ Nhân dân]]\n| nền = diễn viên\n| name = Lương Duyên\n| birthname = Nguyễn Thị Duyên\n| birthdate = {{ngày sinh và tuổi|1958|3|17}}\n| birthplace = [[Bình Lục]], Hà Nam\n| deathdate = \n| deathplace = \n| othername = \n| quốc tịch = {{VIE}}\n| nghề nghiệp = Diễn viên sân khấu\n| field = Chèo\n| spouse = \n| website = \n| giải thưởng = {{plainlist|\n* [[Nghệ sĩ nhân dân]]: Đợt 7 (2011)\n* Nghệ sĩ ưu tú (1997)\n}}\n}}\n\n'''Lương Duyên''' tên thật là '''Nguyễn Thị Duyên''' sinh năm [[1958]] tại xã Đinh Xá, huyện [[Bình Lục]], tỉnh [[Hà Nam]]; là nghệ sĩ chèo, được phong tặng nghệ sĩ ưu tú năm 1997 và nghệ sĩ nhân dân năm 2011, là Giám đốc [[Nhà hát Chèo Hà Nam]].\n\n== Sự nghiệp ==\n* Sinh ra và lớn lên ở ''Quê hương của [[Núi Đọi và dòng Sông Châu]] thơ mộng.\n* Nơi đây là cái nôi của những làn điệu dân ca mượt mà, sâu lắng.\n* Yêu và say mê chèo những bà không phải là người có may mắn bén duyên ngay với chèo. Năm 1974, khi vừa tròn 16 tuổi, bà vào làm công nhân may mặc Xí nghiệp 27-7, Bình Lục, Hà Nam. Sau 4 năm làm công nhân, duyên và nghiệp chèo vẫn đeo bám bà không dứt, năm 1978, bà quyết định thi và đã may mắn trúng tuyển làm diễn viên Đoàn chèo Nam Hà lúc ấy - Duyên chèo đến với bà khi vừa tròn 20 tuổi.\n* Năm 1978, bà đã trúng tuyển và làm diễn viên của đoàn chèo Nam Hà lúc bấy giờ. Cuộc đời của người nghệ sĩ chèo tài ba này bén duyên từ đó.\n* Sau bao lần thay đổi từ đoàn [[chèo]] [[Nam Hà]], rồi đến đoàn chèo [[Hà Nam Ninh]], đến năm 1997, khi tỉnh Hà Nam được tái lập, đoàn lại trở về với cái tên [[Nhà hát Chèo Hà Nam|Đoàn Nghệ thuật Chèo Hà Nam]], nhưng bà vẫn trụ lại trên quê hương Hà Nam yêu dấu của mình cùng với một số nghệ sĩ để dựng lại nghiệp cho một chiếu chèo trên [[sơn Nam (địa danh cũ Việt Nam)|xứ Sơn Nam]].\n* Không phụ lòng yêu chèo, quyết tâm xây dựng một chiếu chèo truyền thống, hiện nay bà đang là Giám đốc [[Nhà hát Chèo Hà Nam]].\n* Với giọng hát [[chèo]] mượt mà, đằm thắm. Một diễn xuất tài tình, nên bà giành được nhiều sự mến mộ của không ít khán giả và đồng nghiệp của các Nhà hát và đoàn khác.\n* Không phụ lòng yêu chèo đến cháy bỏng, với nhiều thành tích trong hoạt động nghệ thuật, và các giải thưởng cao trong các kỳ hội diễn; năm 1997 Nhà nước đã long trọng trao tặng danh hiệu cao quý [[Nghệ sĩ ưu tú]], năm 2011 được trao tặng danh hiệu [[Nghệ sĩ Nhân dân]].\n\n== Đánh giá ==\n{{Cquote|''Chị đã \"mê\" đến \"dại\" đi vì chèo.''||200px|Mai Văn Lạng <ref>{{Chú thích báo\n | tên=\n | họ=\n | tác giả=Mai Văn Lạng\n | đồng tác giả=\n | url=http:\/\/vov.vn\/Home\/Tu-co-tho-may-den-nghe-si-cheo\/20113\/168438.vov\n | tên bài=Nghệ sĩ ưu tú Lương Duyên - Từ cô thợ may đến nghệ sĩ chèo\n | công trình=\n | nhà xuất bản=VOVNews\n | số=\n | các trang=\n | trang=\n | ngày=6\/3\/2011\n | ngày truy cập=2\/6\/2011\n | url lưu trữ=http:\/\/vov.vn\/Home\/Tu-co-tho-may-den-nghe-si-cheo\/20113\/168438.vov\n | ngày lưu trữ=6\/3\/2011\n | ngôn ngữ=\n | trích dẫn=\n}}\n<\/ref>}}\n\n==Phong tặng==\nHơn 30 năm hoạt động trong nghệ thuật, bà đã giành được không ít những thành tích đáng ghi nhớ:\n*Năm 1981, sau 3 năm hoạt động nghệ thuật, bà đoạt giải B, một trong những giải thưởng lớn tại Cuộc thi giọng hát chèo hay toàn quốc tại tỉnh Thái Bình;\n*Năm 1990, đoạt [[Huy chương Vàng]] vai chị Quý trong vở \"Anh lái đò sông Vị\"; Hội diễn sân khấu chèo toàn quốc tại Thái Bình.\n*Năm 1992, giành [[Huy chương Bạc]] trong Cuộc thi giọng hát chèo hay toàn quốc tại Hải Dương;\n*Năm 1993, giành Huy chương Vàng trong vai bà Chài trích đoạn \"Vợ chồng thuyền chài\"; Hội thi các trích đoạn chèo hay toàn quốc tại Ninh Bình.\n*Năm 1994, đoạt Huy chương Vàng vai cô Nhài trong vở \"Thi sĩ từ quan\";\n*Tại Hội diễn sân khấu chuyên nghiệp toàn quốc năm 1995, giành Huy chương Vàng và giải diễn viên tài sắc, trong vai Hồng Hoa vở \"Chàng mãi võ và cô hàng quạt\".\n*Năm 1996 tiếp tục giành Huy chương Vàng cho vai cô Hương trong vở \"Vòng tay cuộc đời\".\n*Năm 1997 Lương Duyên vinh dự được nhà nước phong tặng danh hiệu Nghệ sĩ Ưu Tú.\n*Huy chương Bạc vai Thị Nở trong vở \"Tỉnh rượu lúc tàn canh\" - Hội diễn sân khấu chuyên nghiệp toàn quốc năm 2000 tại Nam Định;\n*Huy chương Vàng vai [[Suý Vân]] vở \"[[Súy Vân giả dại]]\" tại Liên hoan sân khấu chèo truyền thống toàn quốc tại Quảng Ninh năm 2001;\n*Huy chương Bạc vai Bà Lộc trong vở \"Hoa đồng nội\" tại Hội diễn sân khấu chuyên nghiệp toàn quốc năm 2005 tại Quảng Ninh;\n*Năm 2009, tại Hội diễn sân khấu chèo chuyên nghiệp toàn quốc tổ chức tại Quảng Ninh, giành Huy chương Vàng cho vai cô giáo Nhung trong vở \"Đợi đến mùa xuân\", do Trần Đình Văn chuyển thể từ kịch bản cùng tên của tác giả Xuân Trình;\n*Thật vinh dự năm 2010, Nghệ sĩ ưu tú Lương Duyên đoạt danh hiệu chiến sĩ thi đua tỉnh Hà Nam và được Thủ tướng Chính phủ tặng bằng khen.\n* Gần đây nhất tại [[Liên hoan sân khấu chèo về đề tài hiện đại]] diễn ra từ ngày 26\/11 đến ngày 4\/12 năm 2011 tại thành phố Thái Bình. Nghệ sĩ ưu tú Lương Duyên lại tiếp tục dành thêm một huy chương vàng nữa cho vai diễn \"Bà Hiền\" trong vở chèo \"Cõi Thiêng\"\n* Năm 2011 Lương Duyên vinh dự được nhà nước phong tặng danh hiệu Nghệ sĩ Nhân dân\n\n==Chú thích==\n{{Tham khảo}}\n==Liên kết ngoài==\n\n{{Sơ khai tiểu sử}}\n\n{{Thời gian sống|Sinh=1958}}\n\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Nghệ sĩ chèo]]\n[[Thể loại:Nghệ sĩ nhân dân Việt Nam]]\n[[Thể loại:Nữ diễn viên sân khấu Việt Nam]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 20]]\n[[Thể loại:Nữ diễn viên Việt Nam thế kỷ 21]]\n[[Thể loại:Nghệ sĩ ưu tú Việt Nam]]"}