{"191459":"{{Chú thích trong bài|date=tháng 1\/2022}}\n{{Cần biên tập|date=tháng 1\/2022}}\n{{Infobox Scientist\n| name = Lương Định Của\n| image = luongdinhcua.jpg\n| image_size = 250px\n| caption = \n| birth_date = {{ngày sinh|1920|8|16}}\n| birth_place = [[Long Phú]], [[Sóc Trăng]], Việt Nam\n| death_date = {{ngày mất và tuổi|1975|12|28|1920|8|16}}\n| death_place = \n| residence = Việt Nam\n| citizenship = Việt Nam\n| nationality = Việt Nam\n| ethnicity = \n| field = [[Nông học]]\n| work_institution = [[Trường Đại học Nông nghiệp Hà Nội]]\n| alma_mater = \n| doctoral_advisor = \n| doctoral_students = \n| known_for = ngành [[Nông nghiệp]]\n| author_abbreviation_bot = \n| author_abbreviation_zoo = \n| prizes = [[Giải thưởng Hồ Chí Minh]]\n| religion = \n| footnotes = [[Tiến sĩ]]\n}}\n'''Lương Định Của''' (16 tháng 8 năm 1920 – 28 tháng 12 năm 1975) là giáo sư [[nông học]], nhà tạo giống cây trồng, người có đóng góp to lớn cho nền [[nông nghiệp Việt Nam]]. Sinh ra tại [[Sóc Trăng]], từ năm 1967-1975, ông là Viện trưởng Viện [[Cây lương thực]] và Cây thực phẩm. Ông từng được nhà nước trao tặng danh hiệu [[Anh hùng Lao động]] (1967) và [[Giải thưởng Hồ Chí Minh]] về khoa học công nghệ đợt 1 năm 1996. Năm 2006, Trung ương Đoàn Thanh niên Cộng sản Hồ Chí Minh đã lập một giải thưởng mang tên ông. Hiện nay còn một số nhầm lẫn trong sách, báo, tên đường phố mang tên ông thành \"Lương Đình Của\"<ref>{{Chú thích web|url=http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/mot-con-pho-hai-ten-goi-2160773.html|tiêu đề=Một con phố hai tên gọi|work=[[VnExpress]]|ngày truy cập=ngày 25 tháng 5 năm 2017}}<\/ref>.\n\n== Tiểu sử ==\nLương Định Của sinh ngày 16 tháng 8 năm 1920 tại làng Đại Ngãi, quận Kế Sách, tỉnh Sóc Trăng (nay là thị trấn [[Đại Ngãi]], huyện [[Long Phú]], tỉnh [[Sóc Trăng]]). Lúc nhỏ, Lương Định Của học ở Trường Tiểu học Lasan Taberd ở tỉnh lỵ [[Sóc Trăng (thành phố)|Sóc Trăng]], rồi chuyển lên [[Thành phố Hồ Chí Minh|Sài Gòn]] học bậc trung học.<ref name=\":0\">{{Chú thích web|url=https:\/\/ctsv.vnua.edu.vn\/chan-dung-nha-bac-hoc-luong-dinh-cua-550.html|tựa đề=Chân dung nhà bác học Lương Định Của|tác giả=Ban Công tác Chính trị và Công tác Sinh viên|website=Học viện Nông nghiệp Việt Nam|url-status=live|ngày truy cập=2023-05-23}}<\/ref> Năm 17 tuổi, ông đỗ tú tài toàn phần. Cùng năm đó, ông sang Hong Kong, Trung Quốc, theo học tại trường Đại học Y khoa. Sau 3 năm, ông không theo đuổi ngành y nữa mà đến Thượng Hải, Trung Quốc, theo học trường Đại học Kinh tế Thượng Hải. Năm 1941, do có chiến tranh ở Trung Quốc, trường đại học này đóng cửa, ông sang Nhật Bản để học đại học ngành thương mại.<ref name=\":1\">{{Chú thích web|url=https:\/\/baotintuc.vn\/nhan-vat-su-kien\/luong-dinh-cua-nha-bac-hoc-cua-dong-ruong-20201228101725983.htm|tựa đề=Lương Định Của - Nhà bác học của đồng ruộng|tác giả=Phương Nam|họ=|ngày=2020-12-28|website=Báo Tin tức|ngôn ngữ=vi|url-status=live|ngày truy cập=2023-05-23}}<\/ref> Tại Nhật Bản, theo lời khuyên của một số nhà yêu nước Việt Nam, Lương Định Của bỏ ngành thương mại chuyển sang ngành nông nghiệp với hoài bão là mang vốn kiến thức về phục vụ đất nước. Theo đó, ông theo học Khoa Sinh vật thực nghiệm Trường Đại học Kyushu.<ref name=\":0\" \/> Kết thúc năm học thứ nhất, ông được đặc cách học thẳng lên năm thứ ba.<ref name=\":1\" \/>\n\nMùa hè năm 1951, Lương Định Của bảo vệ xuất sắc luận án di truyền học với đề tài “Cách xử lý đa bội thể di truyền nhằm tạo nên giống lúa mới”. Hội đồng khoa học Trường Đại học Tổng hợp Kyoto nhận xét Lương Định Của đã có cống hiến lớn cho ngành nông học trong việc cải thiện giống lúa và nhất trí cấp học vị Bác sĩ Nông học – học vị cao nhất ở Nhật Bản lúc bấy giờ. Thời điểm ấy, ông là người trẻ nhất và cũng là người nước ngoài duy nhất được cấp học vị này tại Nhật Bản. Ngoài ra, Lương Định Của còn nhận được bằng khen của Viện Nghiên cứu sinh học Kihata về công trình “Sự sinh sản của giống lúa lai tạo từ hai giống lúa ''Japonica'' và ''Indica''”. Phát minh của ông đã được ứng dụng ngay thời điểm đó trong việc lai tạo giống lúa tại Hoa Kỳ.<ref name=\":0\" \/> Những nghiên cứu này của ông được giới khoa học quốc tế đánh giá là một trong những người đi tiên phong trong nghiên cứu sinh học của thế giới tại thời điểm bấy giờ.<ref name=\":1\" \/>\n\n== Sự nghiệp ==\nNăm 1952, theo lời hiệu triệu của Chủ tịch Hồ Chí Minh, Lương Định Của cùng vợ và con trở về Việt Nam để đóng góp vào sự nghiệp cách mạng của dân tộc. Cuối 1954, ông cùng gia đình tập kết ra Bắc. Từ năm 1956 đến năm 1960, ông làm Phó Hiệu trưởng Trường Đại học Nông Lâm (nay là Học viện Nông nghiệp Việt Nam). Từ 1963 đến năm 1967, ông là Phó Viện trưởng Viện Khoa học Nông nghiệp. Từ năm 1968 đến ngày 28 tháng 12 năm 1975, ông là Viện trưởng Viện Cây lương thực và Cây thực phẩm. Ông là đại biểu Quốc hội liên tục các khóa: II, III, IV và V kéo dài trong 15 năm (từ năm 1960 đến năm 1975). Với những đóng góp to lớn của mình, nhà bác học Lương Định Của được phong tặng danh hiệu Anh hùng Lao động năm 1967; được truy tặng Huân chương Lao động hạng Nhất năm 1975. Năm 1996 ông được nhận Giải thưởng Hồ Chí Minh về khoa học công nghệ đợt 1 cùng với các nhà khoa học, văn sĩ tiêu biểu của đất nước như Đặng Thai Mai, Tôn Thất Tùng, Trần Đại Nghĩa, Tố Hữu, Văn Cao.<ref name=\":0\" \/>\n\n== Đời tư ==\nNăm 1945, ông kết hôn với bà Nakamura Nubuko, một phụ nữ Nhật Bản. Hai người cùng làm việc tại Viện thí nghiệm của trường Đại học Kyushu.<ref name=\":1\" \/>\n\n== Thành quả tạo giống ==\nÔng là tác giả của nhiều giống cây trồng.\n\n*Lúa:\n:Chọn giống từ IR8 ra dòng NN8-388.\n:Giống NN75-1 (lai giữa giống 813 với NN1).\n:Nông nghiệp 1 (lai giữa Ba Thắc, Nam Bộ x Kunko, Nhật).\n:Giống lúa mùa muộn Saibuibao, giống lúa chiêm 314 (lai giữa dòng Đoàn Kết và Thắng Lợi).\n*Giống cây trồng khác: khoai lang, đu đủ, dưa leo, xương rồng, rau muống, [[dưa hấu]] không hạt...\n\n== Tặng thưởng ==\nÔng được phong tặng [[Anh hùng Lao động]] năm [[1967]], truy tặng [[giải thưởng Hồ Chí Minh]] năm [[1995]] và Huân chương Lao động hạng Nhất<ref>{{Chú thích web|url=https:\/\/infolib.vnua.edu.vn\/tin-tuc-su-kien\/luong-dinh-cua-nha-bac-hoc-cua-dong-ruong-41643|tựa đề=Lương Định Của – Nhà bác học của đồng ruộng|tác giả=Nguyễn Nhật Nam|ngày=12\/01\/2023|website=infolib.vnua.edu.vn|ngôn ngữ=Tiếng Việt- Việt Nam|url-status=live|ngày truy cập=2023-01-12}}<\/ref>\n\n== Vinh danh ==\nTên của ông được đặt tên cho giải thưởng Lương Định Của của Trung ương đoàn Thanh niên cộng sản Hồ Chí Minh.<ref>{{Chú thích web|url=http:\/\/tv.tuoitre.vn\/tin-moi\/20161127\/85-guong-thanh-nien-nhan-giai-thuong-luong-dinh-cua-2016\/25158.html|title=85 gương thanh niên nhận giải thưởng Lương Đình Của 2016|ngày truy cập=2016-12-19|archive-date = ngày 20 tháng 12 năm 2016 |archive-url=https:\/\/web.archive.org\/web\/20161220165723\/http:\/\/tv.tuoitre.vn\/tin-moi\/20161127\/85-guong-thanh-nien-nhan-giai-thuong-luong-dinh-cua-2016\/25158.html}}<\/ref>\n\nTên của ông được đặt cho một con đường ở quận 2, TP. Hồ Chí Minh và một con phố ở phường Kim Liên, quận Đống Đa, thành phố Hà Nội..\n\n==Tham khảo==\n{{Tham khảo}}\n\n{{Thời gian sống|sinh=1920|mất=1975}}\n\n[[Thể loại:Người Sóc Trăng]]\n[[Thể loại:Cựu giảng viên Học viện Nông nghiệp Việt Nam]]\n[[Thể loại:Nhà nông học Việt Nam]]\n[[Thể loại:Người được phong tặng danh hiệu Anh hùng Lao động]]\n[[Thể loại:Người họ Lương tại Việt Nam]]\n[[Thể loại:Người Việt gốc Hoa]]"}