{"43296":"'''Lưỡng quốc Trạng nguyên''', có nghĩa ''trạng nguyên hai nước'', là một danh hiệu xưng tặng cho một vài [[trạng nguyên Việt Nam]]. Tuy không chính thức đỗ [[trạng nguyên]] ở một nước khác, nhưng học vấn của họ được công nhận như một trang nguyên của nước đó - đều là [[Trung Quốc]]. Trong 49 vị [[Trạng nguyên Việt Nam|trạng nguyên của Việt Nam]], có bốn người được xưng tặng là \"Lưỡng quốc Trạng nguyên\", đó là:\n*[[Mạc Đĩnh Chi]] triều vua [[Trần Anh Tông]]\n*[[Nguyễn Trực]] triều vua [[Lê Thái Tông]]\n*[[Nguyễn Đăng Đạo]] triều vua [[Lê Hy Tông]]\n* [[Nguyễn Nghiêu Tư]] triều vua [[Lê Nhân Tông]]\n\n== Mạc Đĩnh Chi ==\n[[Mạc Đĩnh Chi]] đỗ Trạng nguyên năm [[1304]] đời vua [[Trần Anh Tông]]. Năm [[1308]], Mạc Đĩnh Chi đi sứ [[nhà Nguyên]] [[Trung Quốc]], đối đáp thông tuệ, học vấn uyên thâm. Trong một phiên chầu, sứ giả nước ngoài dâng vua Nguyên một chiếc [[quạt]] quý. Vua sai các sứ thần làm bài vịnh chiếc quạt. Mạc Đĩnh Chi đã nhanh chóng làm một bài thơ rất hay, có khí phách lớn và chữ nghĩa đối nhau rất tài tình. Một số nguồn viết rằng tương truyền hoàng đế [[nhà Nguyên]] ([[Nguyên Vũ Tông]]) xem xong rất khen ngợi. Ông ta đã phê vào bài thơ 4 chữ ''Lưỡng quốc Trạng nguyên'' và tự tay trao cho Mạc Đĩnh Chi. Tuy nhiên, việc phê bốn chữ Lưỡng quốc trạng nguyên ''không có nguồn chứng tin cậy'', không thấy ghi trong [[Đại Việt sử ký toàn thư]] mặc dù trong các sự kiện của năm 1308 có nhắc tới việc đi sứ, xé bức trướng vẽ chim sẻ đậu cành trúc và làm thơ vịnh chiếc quạt của ông.<ref>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt11.html Đại Việt sử ký toàn thư: Quyển VI - Kỷ Nhà Trần: Anh Tông Hoàng Đế], nguyên văn viết ''...Mọi người đều phục tài của ông...Người Nguyên lại càng thán phục.''<\/ref>.\n\n== Nguyễn Trực ==\n[[Nguyễn Trực]] đỗ Trạng nguyên năm [[1442]] đời vua [[Lê Thái Tông]]. Một số nguồn viết rằng ông từng đi sứ [[nhà Minh]] Trung Quốc, gặp kỳ [[thi Đình]], Nguyễn Trực cùng phó sứ là [[Trịnh Khiết Tường]] tham gia{{năm}}. Sau kỳ thi đó ông được xưng tặng là Lưỡng quốc Trạng nguyên<ref>[http:\/\/www.baobinhduong.org.vn\/detail.aspx?Item=6633 Nguyễn Trực: Lưỡng quốc Trạng nguyên]{{Liên kết hỏng|date = ngày 18 tháng 3 năm 2021 |bot=InternetArchiveBot }}. Báo Bình Dương<\/ref><ref>[http:\/\/danang.nxbgd.com.vn\/home\/default.asp?name=bookdetail&id=177 Nguyễn Trực – Lưỡng quốc Trạng nguyên] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090208090558\/http:\/\/danang.nxbgd.com.vn\/home\/default.asp?name=bookdetail&id=177 |date = ngày 8 tháng 2 năm 2009}}. Nhà xuất bản Giáo dục tại Tp. Đà Nẵng.<\/ref>. Tuy nhiên, trong [[Đại Việt sử ký toàn thư]] không thấy nhắc tới việc này.\n\n== Nguyễn Đăng Đạo ==\n[[Nguyễn Đăng Đạo]] đỗ Trạng nguyên năm [[1683]] đời vua [[Lê Hy Tông]]. Từ tháng 1 năm [[Đinh Sửu]] [[1697]] đến tháng 4 năm [[Mậu Dần]] [[1698]], Nguyễn Đăng Đạo đi xứ [[nhà Thanh]] Trung Quốc. Văn tài của Nguyễn Đăng Đạo đã làm kinh ngạc cả triều đình nhà Thanh cùng sứ thần các nước. Vua Thanh phong cho ông là Trạng nguyên của Bắc triều, ban mũ áo, võng lọng cho ông vinh quy về nước{{fact|date = ngày 7 tháng 1 năm 2013}}. Năm [[1719]] ông mất, được phong Lại bộ Thượng thư tước Thọ Quận công. Sau khi ông mất vua [[Lê Dụ Tông]] tặng ông 4 chữ đại tự ''Lưỡng quốc trạng nguyên'' và sắc phong cho ông làm thành hoàng làng Liên Bão{{fact|date = ngày 7 tháng 1 năm 2013}}.\n\n== Một vài người khác ==\n\nNgoài ra có thể kể đến [[Phùng Khắc Khoan]] đỗ [[hoàng giáp]] năm [[1580]], đời [[Lê Thế Tông]]. Khi đi sứ Trung Quốc, vua [[nhà Minh]] đặc cách phong ông làm [[Trạng nguyên]].\n\n[[Triệu Thái]], người xã Đồng Ích, huyện [[Lập Thạch]], tỉnh [[Vĩnh Phúc]] vào thời Đại Việt thuộc nhà Minh, ông sang Trung Quốc thi và đỗ tiến sĩ dưới triều vua Vĩnh Lạc, rồi nhận chức quan học sĩ Viện Hàn lâm trong triều đình Trung Quốc. Năm [[1428]], Đại Việt giành độc lập sau [[khởi nghĩa Lam Sơn]] của [[Lê Thái Tổ|Lê Lợi]], Triệu Thái về nước. Năm [[1429]] ông đỗ đầu trong khoa thi Minh Kinh đời [[Lê Thái Tổ]].\n\n'''Tống Trân'''\n\nTục truyền, vào thời tiền Lý ở xã [[An Đô]], tổng [[Võng Phan]], huyện Phù Dung (nay là thôn [[An Cầu]], xã [[Tống Trân]], huyện [[Phù Cừ]]) có nhà họ Tống tên là Thiện Công dòng dõi thi thư, nghèo túng nhưng rất khoan hòa nhân đức, sinh được một cậu con trai khôi ngô, đặt tên là Tống Trân.\n\nTống Trân lên 5 tuổi đi học, học một biết mười, thiên văn địa lý đều tinh thông. Năm 7 tuổi, Tống Trân vào kinh ứng thi, cả ba kì thi đều được hạng ưu, đỗ thủ khoa. Ba năm sau đỗ Trạng nguyên vua khen là \"Quốc sĩ tướng tài trong nước chỉ có một mình Tống Trân không ai sánh được\". Sau khi vinh quy, Tống Trân kết duyên với Cúc Hoa, người xã Phù Anh cùng huyện. Cưới được 3 tháng, vua sai Tống Trân đi sứ Trung Quốc. Vua Trung Quốc muốn thử tài, sai bắt giam Tống Trân vào chùa Linh Long, trong chùa chỉ có tượng phật và nước lã. \"Có nước uống, ắt phải có cái ăn, nghĩ vậy, Tống Trân bèn bẻ thử tay tượng thì quả nhiên tượng được đắp bằng chè lam. Bốn tháng sau, vua Tàu cho mở cửa chùa thì thấy Tống Trân vẫn sống đàng hoàng, nhưng tượng Phật không còn. Vua phục tài, phong Tống Trân là \"Phụ quốc, thượng tể đẩu Nam Tống đại vương\". Qua nhiều lần thử tài văn chương, võ nghệ, vua Tàu càng khâm phục phong là \"Lưỡng quốc trạng nguyên\".\n\nMười năm đi sứ, khi Tống Trân trở về thì Cúc Hoa đã bị ép lấy chồng khác. Tống Trân giả dạng tìm đến dò la ý tứ, biết vợ vẫn chung thủy với mình, Tống Trân đón nàng về, vợ chồng đoàn tụ. Nhà vua biết chuyện cảm động phong cho Cúc Hoa là Quận phu nhân. Còn Tống Trân sau làm Phụ chính đại nhẫn\". Làm quan đến ngoài 60 tuổi, Tống Trân dâng biểu xin về, mở trường dạy học tại quê nhà, được 5 năm thì mất. Vua thương tiếc phong sắc \"Thượng đẳng phúc thần\", sau lại gia phong \"Thượng đẳng tối linh phụ quốc thượng tể đẩu Nam song toán Tống đại vương\", và truyền cho dân làng lập đền thờ. Ở làng An Cầu hiện còn đền thờ Tống Trân. Người đời sau đã viết truyện Tống Trân- Cúc Hoa, một tác phẩm thơ Nôm dân gian nổi tiếng, ca ngợi tài đức, tình yêu và lòng chung thủy của Tống Trân- Cúc Hoa. Có người còn làm câu đối về Tống Trân, dịch nghĩa như sau:\n\n''Tám tuổi đỗ Trạng Nam, đã nổi tài sanh vàng đất Việt''\n\n''''Mười năm sang sứ Bắc, lại đem vận sự dõi đời sau''''\n\nHiện nay, tại Văn Miếu Xích Đằng (Hưng Yên) còn tấm bia ghi tên Tống Trân, bia này được lập vào cuối triều Nguyễn.\n\nTruyền thuyết ghi trên có khác chút ít so với truyện nôm Tống Trân- Cúc Hoa.\n\n[http:\/\/www.hungyentv.vn\/phohien\/125\/6676\/Danh-nhan-hung-yen\/Luong-quoc-trang-nguyen-Tong-Tran.htm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160415141416\/http:\/\/www.hungyentv.vn\/phohien\/125\/6676\/Danh-nhan-hung-yen\/Luong-quoc-trang-nguyen-Tong-Tran.htm |date=2016-04-15 }} Lưỡng quốc trạng nguyên - Tống Trân\n\n== Tham khảo ==\n{{tham khảo|cột=}}\n\n== Xem thêm ==\n*[[Khoa bảng]]\n*[[Trạng nguyên Việt Nam]]\n\n[[Thể loại:Trạng nguyên Việt Nam| ]]"}