{"55013":"{{Khóa|small=yes}}\n{{Trích dẫn quá dài|date=Tháng 3\/2023}}\n{{Văn phong|date=Tháng 3\/2023}}\n{{Nguồn sơ cấp|date=Tháng 3\/2023}}\n{{Chú thích trong bài|date=Tháng 3\/2023}}\n{{Thông tin nhân vật hoàng gia\n| tên = Lạc Long Quân\n| tên gốc = 貉龍君\n| tước vị = [[Vua Việt Nam]]\n| thêm = \n| hình = Phù điêu Quốc tổ Lạc Long Quân tại Đền Nội Bình Đà.jpg\n| cỡ hình = 250px\n| ghi chú hình = Phù điêu Quốc tổ Lạc Long Quân tại Đền Nội Bình Đà, xã [[Bình Minh, Thanh Oai|Bình Minh]], huyện [[Thanh Oai]], [[Hà Nội]]\n| chức vị = [[Hùng Vương]]\n| tại vị = [[2792 TCN]] - [[2525 TCN]]\n| kiểu tại vị = Trị vì\n| tiền nhiệm = [[Kinh Dương Vương]]\n| kế nhiệm = [[Âu Cơ]] <br> [[Hùng Vương thứ I|Hùng Lân Vương]]\n| tên đầy đủ = Sùng Lãm (崇纜)\n| kiểu tên đầy đủ = Tên\n| hoàng tộc = [[Hồng Bàng]]\n| kiểu hoàng tộc = Triều đại\n| thông tin phối ngẫu = ẩn\n| phối ngẫu = \n| kiểu phối ngẫu = \n| vợ = [[Âu Cơ]]\n| chồng = \n| thông tin con cái = ẩn\n| con cái = Một trăm con, con trưởng là [[Hùng Vương thứ I]]\n| cha = [[Kinh Dương Vương]]\n| mẹ = Long Mẫu Thần Long\n| thụy hiệu = Hùng Hiền Vương<ref>Nguyễn Khắc Thuần, ''Thế thứ các triều vua Việt Nam''. Nhà xuất bản Giáo dục, 2008, trang 14-15.<\/ref>\n| sinh = [[2825 TCN]]\n| nơi sinh = Xích Quỷ\n| mất = [[2524 TCN]] (300-301 tuổi)\n| nơi mất = Không rõ\n| ngày an táng = \n| nơi an táng = \n}}\n\n'''Lạc Long Quân''' ([[chữ Hán]]: 貉龍君, [[2825 TCN]] - 2524 TCN), tên húy là '''Sùng Lãm''' (崇纜), là một vị vua truyền thuyết của [[lịch sử Việt Nam]]. Theo [[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]] thì cha ông là [[Kinh Dương vương|Kinh Dương Vương]] [[Kinh Dương vương|Lộc Tục]] và mẹ ông là  là Thần Long - con gái của [[Động Đình Quân]].<ref>[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]] ghi: Nguyên văn: ''\"Thú Động Đình Quân nữ, viết Thần Long\"''. Theo câu này thì phải hiểu Thần Long là tên người con gái của Động Đình Quân. Nhưng ở đoạn dưới (tờ 2b), soạn giả lại viết: ''\"Kinh Dương Vương lấy con gái của Thần Long, sinh ra Lạc Long Quân\"''. Như vậy tên của Động Đình Quân là Thần Long.<\/ref> Lạc Long Quân được xem là vị vua của nhà nước sơ khai [[Xích Quỷ]] trước nhà nước Văn Lang. Lạc Long Quân và Âu Cơ được xem là thủy tổ sinh ra dân tộc [[Việt Nam]] theo truyền thuyết \"bọc trăm trứng\". Lạc Long Quân có thể là danh hiệu truyền lại trong dã sử của một tù trưởng đã có công trong việc đi đến thống nhất các bộ tộc người [[Lạc Việt]]. Con trai ông là tù trưởng bộ lạc Văn Lang đã thống nhất thành công 15 bộ lạc, thành lập nhà nước [[Văn Lang]], xưng hiệu [[Hùng Vương thứ I|Hùng Vương thứ nhất]].\n\n==Truyền thuyết==\n[[Tập tin:Chùa Hộ Quốc (Điêu khắc chạm nổi Lạc Long Quân, cận cảnh, nhìn thẳng) (4).jpg|300px|nhỏ|phải|Điêu khắc chạm nổi Lạc Long Quân tại chùa Hộ Quốc ở Phú Quốc]]\nTheo ''[[Đại Việt sử ký toàn thư]]'' và [[Lĩnh Nam chích quái]], Lạc Long Quân là hậu duệ của [[Thần Nông]].<ref>{{chú thích sách|url=https:\/\/books.google.com\/books?id=rCl_02LnNVIC&printsec=frontcover&dq=birth+of+vietnam&hl=en&newbks=1&newbks_redir=0&sa=X&ved=2ahUKEwjY8PrN7ebpAhWLJzQIHSFtBx8Q6AEwAHoECAMQAg#v=onepage&q=lac%20long%20quan&f=false|author=[[Keith Weller Taylor]]|title=The Birth of Vietnam|pages=303|publisher=Nhà xuất bản Đại học California|year=1991}}<\/ref> Vua [[Đế Minh|Đế Minh (cháu ba đời họ]] [[Viêm Đế]] [[Thần Nông]]) có hai người con, \"con trưởng là Đế Nghi, con thứ là Lộc Tục\". Nhà vua yêu Lộc Tục hơn nên muốn cho Lộc Tục làm vua phương Bắc. Lộc Tục là người khiêm nhường nên đã nói với cha nhượng cho anh cả. Vì vậy vua cha cử Lộc Tục làm vua phương Nam (đất [[Văn Lang]] sau này). Đất Văn Lang tức nước [[Xích Quỷ]] có nhiều phong cảnh thanh kỳ. Dải Lĩnh Nam trùng trùng, điệp điệp, xanh như chàm, xa trông như rồng uốn khúc. Lên làm vua, Lộc Tục lấy hiệu là [[Kinh Dương Vương]], buổi đầu toan đóng đô ở chân núi Miễu Sơn, sau ấn định xây thành, đắp lũy ở Cửu Lĩnh. Vua lấy Long Nữ con gái Động Đình Quân, sinh ra Sùng Lãm tức Lạc Long Quân kế nghiệp vua cha.<ref>{{chú thích sách |author=Viện Khoa học Xã hội Việt Nam dịch |year=1993|chapter=Kỷ hồng bàng thị|title=Đại Việt sử ký toàn thư|publisher=Hội Bảo Tồn Di Sản Chữ Nôm |page=2 (1b) |url=http:\/\/www.nomfoundation.org\/nom-project\/history-of-greater-vietnam\/Fulltext\/1-Ky-Hong-Bang-thi?uiLang=vn |access-date = ngày 3 tháng 6 năm 2020}}<\/ref>\n\n==Truyền thuyết [[con Rồng cháu Tiên]]==\n\n===Lấy con gái [[Đế Ly|Đế Lai]]===\n====Bản 1====\nLạc Long Quân dạy dân việc cày cấy nông tang, đặt ra các đẳng quân, thần, tôn, ti, các đạo cha con, vợ chồng, đôi khi trở về Thủy phủ mà trăm họ vẫn yên vui vô sự, không biết do đâu được thế. Hễ dân có việc lại lớn tiếng gọi Long Quân rằng: \"Bố ơi! Sao không lại cứu chúng tôi!\" Long Quân tới ngay, sự linh hiển của Long Quân, người đời không ai lường nổi. [[Đế Trực|Đế Nghi]] truyền ngôi cho con là [[Đế Lai]] cai trị Bắc phương. Nhân khi thiên hạ vô sự bèn sai quần thần là bọn [[Xi Vưu|Xuy Vưu]] thay mình trông coi quốc sự rồi đi tuần xuống nước [[Xích Quỷ]] ở phía Nam. Khi đó, Long Quân đã về Thủy phủ, trong nước không có Chúa. Đế Lai bèn để ái nữ là [[Âu Cơ]] và các thị tỳ ở lại nơi hành tại rồi đi chu du thiên hạ, ngắm các nơi danh lam thắng cảnh. Thấy hoa kỳ cỏ lạ, trân cầm dị thú, ngọc ngà vàng bạc... các thứ đá quý, các cây trầm, đàn cùng các sơn hào hải vật không thiếu thứ gì, khí hậu bốn mùa không lạnh không nóng, Đế Lai rất ái mộ, vui quên trở về. Dân phương Nam khổ vì bị người Bắc phương quấy nhiễu, không được yên sống như xưa mới cùng gọi Long Quân rằng: \"Bố ơi ở đâu mà để cho dân Bắc xâm nhiễu phương dân\".\n\nLong Quân đột nhiên trở về, thấy [[Âu Cơ]] có dung mạo đẹp đẽ kỳ lạ, trong lòng vui mừng, bèn hóa thành một trang thiếu niên phong tư tú lệ, tả hữu kẻ hầu người hạ đông đúc, vừa đi vừa ca hát đánh trống. Cung điện tự nhiên dựng lên. Âu Cơ vui lòng theo Long Quân. Long Quân giấu Âu Cơ ở Long Đài. Nham Đế Lai trở về, không thấy Âu Cơ, sai quần thần đi tìm khắp thiên hạ. Long Quân có phép thần thông biến hóa thành trăm hình vạn trạng yêu tinh, quỷ sứ, [[rồng]], [[rắn]], [[hổ]], [[voi]]... làm cho bọn đi tìm đều sợ hãi không dám sục sạo, Đế Lai bèn phải trở về. Truyền ngôi đến đời Du Võng, thì [[Xi Vưu|Xuy Vưu]] làm loạn. Vua nước Hữu Hùng là [[Hoàng Đế|Hiên Viên]] đem chư hầu tới đánh nhưng không được. Xuy Vưu mình thú mà nói tiếng người, có sức khỏe dũng mãnh. Có người dạy Hiên Viên dùng trống da thú làm lệnh, Xuy Vưu sợ hãi chạy về đất Trác Lộc. Đế Du Võng xâm lăng chư hầu, cùng [[Hoàng Đế|Hiên Viên]] giao binh ở Phản Tuyền đánh ba trận đều bị thua, bị giáng phong ở đất lạc ấp rồi chết ở đó. Giòng họ [[Thần Nông]] tới đây thì hết. Long Quân lấy [[Âu Cơ]] rồi đẻ ra một bọc, cho là điềm bất thường, vứt ra cánh đồng; qua sáu bảy ngày, bọc vỡ ra một trăm quả trứng, mỗi trứng nở ra một con trai, mới đem về nhà nuôi. Không phải bú mớm, các con tự lớn lên, trông đẹp đẽ kỳ dị, người nào cũng trí dũng song toàn, người người đều kính trọng cho là triệu phi thường. Long Quân ở lâu dưới Thủy quốc vợ con thường muốn về đất Bắc.\n\nVề tới biên giới, [[Hoàng Đế]] nghe nói rất sợ hãi cho binh ra giữ cửa ải, mẹ con [[Âu Cơ]] không thể về được bèn quay về nước Nam mà gọi Long Quân rằng: \"Bố ở nơi nào mà để mẹ con tôi cô độc, ngày đêm buồn khổ thế này\". Long Quân bỗng trở về, gặp nhau ở đất Tương. Âu Cơ nói: \"Thiếp vốn là người nước Bắc, ở với vua, sinh hạ được trăm con trai, vua bỏ thiếp mà đi, không cùng thiếp nuôi con, làm người vô phu vô phụ, chỉ biết thương mình\". Long Quân nói: \"Ta là nòi [[rồng]], đứng đầu thủy tộc, nàng là giống [[tiên]], sống ở trên đất, tuy khí âm dương hợp lại mà sinh ra con, nhưng thủy hỏa tương khắc, giòng giống bất đồng, khó ở lâu với nhau được, nay phải chia ra. Ta đem năm mươi con về Thủy phủ chia trị các xứ, năm mươi con theo nàng về ở trên đất, chia nước mà trị. Lên núi, xuống bể, hữu sự báo cho nhau biết, đừng quên\".\n\n====Bản 2====\nLạc Long Quân lấy hiệu là Hùng Hiền Vương di chuyển kinh đô về [[Lĩnh Nam|Nghĩa Lĩnh]]. Khi Kinh Dương Vương qua đời, Hùng Hiền Vương lấy nàng [[Âu Cơ]] con gái [[Đế Ai|Đế Lai]] chúa tể động Lăng Xương, một xứ lân cận [[Văn Lang]] bên bờ giải Âu Giang. Âu Cơ có mang được ''3 năm 3 tháng 10 ngày'' mới thấy chuyển dạ. Nơi nàng lâm bồn là một chiếc lều tranh bên đường không xa kinh thành, nàng sinh ra một cái bọc. Long Quân vô cùng kinh ngạc, Ngài cho quần thần dựng đàn tế cáo trời đất. Trong lúc cử hành lễ bái thì trời nổi mây ngũ sắc, năm người cao lớn dị thường đầu đội mũ Kim Quang, mặc áo bào xanh, lưng đeo đai ngọc... tuyên bố ''\"[[Ngọc Hoàng]] Thượng đế cử chúng ta xuống để thi hành nhiệm vụ đặc biệt. Hoàng hậu sinh ra một cái bọc đó là điềm vô cùng tốt đẹp, trong bọc có một trăm trứng. Chúng tôi có bổn phận biến ra thành một trăm con trai, những người con này sẽ giúp nhà vua trị dân giữ nước\"''. Đúng ngày rằm tháng 1 năm sau, mây ngũ sắc lại tái hiện, ngôi nhà rực sáng, bọc trứng tự nở ra một trăm người con trai. Một hôm vua bảo Âu Cơ: ''\"Ta vốn là con cháu thủy thần, nàng thuộc loài tiên, nước lửa khắc nhau, không thể kết hợp lâu dài được. Vậy xin chia tay để giữ lấy dòng giống. Nàng nên đem 50 con lên núi, ta đem 50 con xuống biển, cùng nhau khai cơ mở nghiệp, tạo thế cho con cái và dân chúng dài lâu\"''.\n\n===Lấy con gái thần tiên===\n====Bản 1====\nLạc Long Quân thường xuyên lên bờ dạy dân việc cày cấy nông tang, đặt ra các đẳng quân, thần, tôn, ti, các đạo cha con, vợ chồng, đôi khi trở về Thủy phủ mà trăm họ vẫn yên vui vô sự, không biết do đâu được thế. Hễ dân có việc lại lớn tiếng gọi Long Quân rằng: \"Bố ơi! Sao không lại cứu chúng tôi!\". Long Quân tới ngay, sự linh hiển của Long Quân, người đời không ai lường nổi.\n\nĐột nhiên một ngày nọ, xuất hiện một bệnh dịch lớn mà Long Quân không trị được. May mắn thay đã có một tiên nữ tên [[Âu Cơ]] từ trên núi xuống ra tay giúp đỡ, nhờ thế mà mọi người mới vượt qua bệnh dịch này. Âu Cơ đi khắp bốn phương để giúp đỡ và chữa trị cho những người đang lâm bệnh và gặp khó khăn. Nàng có lòng từ bi và có tài về y thuật. Một ngày nọ, một con [[quái vật]] làm nàng sợ hãi. Nàng liền biến thành một con sếu mà bay đi. Lạc Long Quân, là thần rồng từ biển cả, thấy nàng đang gặp nguy hiểm liền cầm lấy cục đá và giết tên quái vật. Sau đó tình yêu đã nảy nở giữa hai người và họ cưới nhau. [[Âu Cơ]] sinh ra một bọc trứng có 100 người con. Một hôm Lạc Long Quân bảo Âu Cơ: ''\"Ta là giống [[Rồng]], mình là giống [[Tiên]], [[thủy (Ngũ hành)|thủy]] [[Ngũ hành|thổ]] khắc nhau, không ở cùng nhau được\"''. Hai người bèn chia con mà ở riêng.\n====Bản 2====\nLạc Đà vốn là chim thần sống trên trời, sải cánh của ông đủ che lấp toàn bộ mặt đất, mỗi lần ông đập cánh là giông bão lại nổi lên. Một lần ông đến thăm Lộc Tục và tặng quà cho những đứa con trai của Lộc Tục. Âu Long Quân là con trai cả nên nhận được quả trứng tiên, ở bên trong chính là con của Lạc Đà. Chim thần không quên dặn rằng khi quả trứng nở ra thì người đầu tiên mà con gái ông nhìn thấy sẽ chính là chồng của cô. Sau đó Lạc Đà chia tay mọi người ra về, nào ngờ đúng lúc đó đứa con trai út Sùng Lãm của Lộc Tục ra đời, vì chỉ chuẩn bị tám món quà nên Lạc Đà không còn cách nào khác bèn lấy tên của mình đặt cho Sùng Lãm. Kể từ đó về sau đứa con út của Lộc Tục được gọi là Lạc Long Quân.\n\nLộc Tục mất đi khiến đất nước [[Xích Quỷ]] bị chia cắt, chiến tranh loạn lạc liên miên nhưng Âu Long Quân vẫn không quên lời dặn của Lạc Đà, ông luôn mang theo quả trứng bên mình mọi lúc mọi nơi không bao giờ rời xa dù chỉ nửa bước và đặt tên nó là [[Âu Cơ]]. Để ý thấy vùng đất [[Lạc Việt]] phía nam vắng chủ nên Âu Long Quân liền kéo quân đến xâm chiếm. Dân phương Nam khổ vì bị người Bắc phương quấy nhiễu, không được yên sống như xưa mới cùng gọi Long Quân rằng: \"Bố ơi ở đâu mà để cho dân Bắc xâm nhiễu phương dân\". Lạc Long Quân liền quay về cứu giúp người dân. Âu Long Quân bị Lạc Long Quân đánh bại, ngờ đâu trên đường tháo chạy thì quả trứng lại rơi xuống đất vỡ nát, để lộ bên trong là một người con gái tí hon. Và rồi người đầu tiên cô gái thấy chính là Lạc Long Quân. Âu Long Quân đau lòng vì bại trận và mất đi người mình yêu quý nên mất sớm, vùng đất [[Âu Việt]] cũng rơi vào hỗn loạn. Âu Cơ quả nhiên càng lớn càng xinh đẹp, nàng có lòng từ bi và có tài về y thuật thường xuyên theo Lạc Long Quân đi tứ phương chữa bệnh giúp người. Sau đó Lạc Long Quân và [[Âu Cơ]] lấy nhau sinh ra một bọc trăm trứng nở ra một trăm người con. Một hôm Lạc Long Quân bảo Âu Cơ: ''\"Ta là giống [[Rồng]], mình là giống [[Tiên]], [[thủy (Ngũ hành)|thủy]] [[Hỏa (Ngũ hành)|hỏa]] khắc nhau, không ở cùng nhau được\". Hai người bèn chia con mà ở riêng.\n\n===Cái kết===\n:Trăm con vâng theo, sau đó từ biệt mà đi. [[Âu Cơ]] và năm mươi con lên ở đất [[Phong Châu (kinh đô)|Phong Châu]] suy phục lẫn nhau, cùng tôn người con cả lên làm vua, hiệu là [[Hùng Vương]], lấy tên nước là [[Văn Lang]], đông giáp [[Biển Đông|Nam Hải]], tây tới [[Tứ Xuyên|Ba Thục]], bắc tới [[hồ Động Đình|Động Đình hồ]], nam tới nước Hồ Tôn (nay là [[Chiêm Thành]]). Chia nước làm 15 bộ (còn gọi là quận) là [[Việt Thường]], [[Giao Chỉ]], Chu Diên, [[Vũ Ninh (bộ)|Vũ Ninh]], Phúc Lộc, Ninh Hải, Dương Tuyền, [[Lục Hải]], [[Xứ Nghệ|Hoài Hoan]], [[Cửu Chân]], [[Nhật Nam]], Chân Định, [[Văn Lang]], [[Quế Lâm]], [[Tượng Quận]]. Chia các em ra cai trị, lại đặt các em làm tướng văn tướng võ, văn là ''lạc hầu'', võ là ''lạc tướng''. Con trai vua gọi là ''quan lang'', con gái vua gọi là ''mỵ nương'', trăm quan gọi là ''bồ chính'', thần bộc, nữ lệ gọi là ''xảo xứng'' (còn gọi là nô tỳ). Bề tôi gọi là hồn, đời đời cha truyền con nối gọi là phụ đạo. Vua đời đời thế tập gọi là [[Hùng Vương]], không hề thay đổi.\n:Sau khi chia tay với Quốc mẫu [[Âu Cơ]], Lạc Long Quân cùng 50 người con còn lại xuôi đường lần ra [[Biển Đông|Nam Hải]]. Đến đất [[Bình Đà]] bây giờ (xã [[Bình Minh, Thanh Oai|Bình Minh]], huyện [[Thanh Oai]], thành phố [[Hà Nội]], cách biển không xa, sông nước mênh mang, Lạc Long Quân truyền cho các con dừng chân dựng trại, nổi lửa nấu ăn. Đi dạo khắp vùng một lượt, thấy thế đất nơi đây màu mỡ, sông suối lượn quanh, nhiều thềm đất cao mang dáng long chầu hổ phục, bèn quyết định chọn đất này làm nơi dựng xây cơ nghiệp. Ngày ngày, Lạc Long Quân cùng quần thần văn võ dạy dân trồng dâu nuôi tằm dệt vải, đuổi diệt thú dữ. Lại truyền cho các con lựa chọn dân chúng khỏe mạnh, tỏa đi khắp vùng duyên hải khai khẩn đất hoang, lấn biển mở mang bờ cõi... Chẳng bao lâu, cả vùng đất với trung tâm là Bảo Cựu cuộc sống dân lành đã trở nên trù phú, mọi thảo khấu trong vùng bị dẹp tan. Ruộng đồng, làng xóm ngày một mở rộng, hình thành nên những làng xóm đầu tiên của [[châu thổ sông Hồng]] sau này. Lúc ấy, dân sống ở ven biển, xuống nước đánh cá thường bị giống [[Thuồng luồng|giao long]] làm hại, bèn nói với vua. Đáp: \"Giống sơn man và giống thủy tộc có thù với nhau, thường ghét nhau cho nên hại nhau đó\". Khiến người đời lấy mực xăm vào mình theo hình Long Quân, theo dạng thủy quái. Từ đó, dân không bị tai họa giao long làm hại nữa. Tục xăm mình của dân [[Bách Việt]] cũng bắt đầu từ đấy.\n:Hồi quốc sơ, dân không đủ đồ dùng, phải lấy vỏ cây làm áo, dệt cỏ gianh làm chiếu, lấy cốt gạo làm rượu, lấy cây quang lang, cây tung lư làm cơm (có chỗ viết là uống), lấy cầm thú, cá, ba ba làm mắm, lấy rễ gừng làm muối, cấy bằng dao, trồng bằng lửa. Đất sản xuất được nhiều gạo nếp, lấy ống tre mà thổi cơm. Bắc gỗ làm nhà để tránh hổ sói. Cắt tóc ngắn để dễ đi lại trong rừng rú. Đẻ con ra lấy lá chuối lót cho nằm, có người chết thì giã cối làm lệnh, người lân cận nghe tiếng đến cứu. Chưa có [[trầu cau]], việc hôn thú giữa nam nữ lấy gói đất làm đầu, sau đó mới giết trâu dê làm đồ lễ, lấy cơm nếp để nhập phòng cùng ăn, sau đó mới thành thân. Đó trăm người con trai chính là tổ tiên của người [[Bách Việt]] vậy.\n:Vào một ngày cuối [[tháng Hai]] lịch trăng, trời bỗng nhiên nổi dông gió, sấm chớp lóe sáng cả vùng, Quốc tổ ăn vận trang phục oai phong, lẫm liệt, thân thương nhìn các con cháu và dân làng một lượt rồi hóa trong đêm. Cảm thương và tỏ lòng tri ân với người có công khai hóa vùng đất Bảo Cựu này, vua quan cùng dân làng tổ chức lễ tang linh đình, táng ngài tại gò đất cao nhất vùng, lập miếu (nay là [[Đền Nội Bình Đà]]) quanh năm thờ phụng. Cổ lôi ngọc phả hiện lưu giữ [[Đền Hùng]] (niên hiệu Thái Bình thứ hai-[[971]]) có ghi \"Mộ (Lạc Long Quân) táng tại Ba Đống (Ba Gò) đồng thượng Bảo Cựu, hậu cải Bảo Đà\".\n\n==Các chiến công của Lạc Long Quân==\n===Diệt Ngư Tinh===\nỞ [[biển Đông]] có con tinh ngư xà (còn gọi là Ngư Tinh) dài hơn năm mươi trượng, chân nhiều như chân rết, biến hóa vạn trạng, linh dị khôn lường, khi đi thì ầm ầm như mưa, lại ăn được thịt người nên ai cũng sợ.\n\nThuở ấy có hòn đá Ngư Tinh, răng đá lởm chởm cắt ngang bờ bể, ở dưới đá có hang, Ngư Tinh sống ở trong đó. Vì sóng gió hiểm trở, không có lối thông, dân muốn mở một đường đi khác nhưng đá rắn khó đẽo. Thuyền của nhân dân đi qua chỗ này thường hay bị Ngư Tinh làm hại. Đêm kia có bọn người tiên đục đá làm đường đi để cho hành nhân có chỗ qua lại. Ngư Tinh bèn hóa làm con gà trắng gáy ở trên núi. Quần tiên nghe tiếng ngỡ rằng đã rạng đông bèn cùng bay lên trời.\n\nLạc Long Quân thương dân bị hại bèn hóa phép thành một chiếc thuyền của thường dân, hạ lệnh cho [[Dạ-xoa|quỷ Dạ Xoa]] ở Thủy phủ cấm hải thần nổi sóng, rồi chèo thuyền đến bờ hang đá Ngư Tinh, giả cách cầm một người sắp ném vào cho nó ăn. Ngư Tinh há miệng định nuốt. Long Quân cầm một khối sắt nung đỏ ném vào miệng cá. Ngư Tinh chồm lên quẫy mình quật vào thuyền. Long Quân cắt đứt đuôi cá, lột da phủ lên trên núi nay chỗ đó gọi là [[Bạch Long Vĩ]], còn cái đầu trôi ra ngoài bể biến thành con chó. Long Quân bèn lấy đá ngăn bể rồi chém nó. Nó biến thành cái đầu chó, nay gọi là ''Cẩu Đầu Sơn''. Thân trôi ra ngoài Mạn Cầu, chỗ đó nay gọi là ''Mạn Cầu Thủy'' (còn gọi là ''Cẩu Đầu Thủy'').\n\n===Diệt Hồ Tinh===\nThành [[Thăng Long]] xưa hiệu là [[Long Biên]], hồi thượng cổ không có người ở. Vua Thái Tổ [[nhà Lý]] chèo thuyền ở bến sông Nhĩ Hà, có hai con rồng dẫn thuyền đi, cho nên đặt tên là Thăng Long rồi đóng đô ở đấy, ngày nay tức là thành Kinh Hoa vậy. Xưa ở phía tây thành có hòn núi đá nhỏ, phía đông gối lên [[Sông Lô|sông Lô Giang]]. Trong hang, dưới chân núi, có con cáo trắng chín đuôi sống hơn ngàn năm, có thể hóa thành yêu quái, thành người hoặc thành quỷ đi khắp nhân gian. Thời đó, dưới chân [[Dãy núi Ba Vì|núi Tản Viên]], người Mán chôn gỗ kết cỏ làm nhà. Trên núi có vị thần rất linh thiêng, người Mán thường thờ phụng. Thần dạy người Mán trồng lúa, dệt vải làm áo trắng mà mặc cho nên gọi là Bạch Y Man (Mán áo trắng).\n\nCon cáo chín đuôi biến thành người áo trắng nhập vào giữa đám dân Mán cùng ca hát rồi dụ dỗ trai gái trốn vào trong hang núi. Người Mán rất khổ sở. Long Quân bèn ra lệnh cho lục bộ Thủy phủ dâng nước lên công phá hang đá. Cáo chín đuôi bỏ chạy, quân Thủy phủ đuổi theo, phá hang bắt cáo mà nuốt ăn. Nơi này trở thành một cái vũng sâu gọi là ''\"đầm xác cáo\"'' (tức [[Hồ Tây|Tây Hồ]] ngày nay). Sau lập miếu (tức Kim Ngưu Tự) để trấn áp yêu quái. Cánh đồng phía Tây Hồ rất bằng phẳng, dân địa phương trồng trọt làm ăn, nay gọi là Hồ Đỗng (hang cáo). Đất ở đây cao ráo, dân làm nhà mà ở nay gọi là Hồ Thôn (thôn Cáo). Chỗ hang cáo xưa, nay gọi là Lỗ Khước Thôn.\n\n===Các truyền thuyết khác===\nSau này, khi quân Ân xâm lược nước [[Văn Lang]], Lạc Long Quân đã báo mộng cho vua Hùng tìm người kỳ tài ra cứu nước, và người đó là [[Thánh Gióng]].\n\n==Đền Nội Bình Đà==\n{{Chính|Thuận Thiên (kiếm)}}\n[[Tập tin:Lễ dâng hương tại Đền Nội Bình Đà.jpg|nhỏ|Lễ hội Bình Đà (Di sản văn hóa phi vật thể quốc gia) tưởng nhớ Đức Quốc tổ Lạc Long Quân|250px]]\nSau khi Đức Quốc tổ về trời, các quan cùng nhân dân đã lập ngôi đền quanh năm thờ phụng Quốc tổ, nay là di tích quốc gia [[Đền Nội Bình Đà|Đền Nội]] thuộc [[Bình Đà]], [[Bình Minh, Thanh Oai|Bình Minh]], [[Thanh Oai]], [[Hà Nội]]. Hiện nay đền còn lưu giữ được nhiều cổ vật quý trong đó có bức giá tượng Quốc tổ Lạc Long Quân cùng văn võ bá quan dự hội đua thuyền, cùng bức đại tự đề 4 chữ ''\"VI BÁCH VIỆT TỔ\"'' (nghĩa là tổ của [[Bách Việt]]).\n\nXưa kia dưới các triều đại phong kiến, dân làng Bình Đà mở hội, vua chúa cử các quan trong triều đình cùng nhiều tổng, xã trong vùng về tổ chức lễ hội và dâng hương tưởng niệm Quốc Tổ. Năm [[1032]], vua [[Lý Thái Tông]] hiến sắc suy tôn Lạc Long Quân:\n:''\"Lý triều hiến sắc\n:''Thánh tổ tiên vương\n:''Nhất bào bách noãn\n:''Sinh hạ bách thần\n:''Khai quốc an dân\n:''Vạn xuân an lạc\"\n[[Tập tin:Đền thờ Lạc Long Quân.jpg|nhỏ|250px|phải|Đền thờ Lạc Long Quân tại đồi Sim (Phú Thọ)]]\n[[Tập tin:Mộ Đức Quốc tổ Lạc Long Quân tại Bình Đà.jpg|nhỏ|Mộ Đức Quốc tổ Lạc Long Quân tại Bình Đà]]\nSuốt sáu thế kỉ, đích thân 16 vị vua của các triều đại đều đích thân về [[Bình Đà]] dâng lễ Quốc tổ. Đã có 16 hiến sắc suy tôn Lạc Long Quân là \"Khai Quốc Thần\" (các hiến sắc này đều được lưu giữ tại [[Đền Nội Bình Đà]] và bảo tàng Lịch sử quốc gia)\n\nTừ xưa đến nay, vào dịp lễ hội, đều có đoàn ''thủ từ'' của [[đền Hùng]] – [[Phú Thọ]] về dâng hương Thánh tổ và xin rước chân nhang ở hương án Đệ nhất của đền Nội về thờ, với ý nghĩa cung kính đón Thánh tổ về dự hội [[đền Hùng]] vào ngày mồng mười tháng ba âm lịch.\n\nDi tích quốc gia [[Đền Nội Bình Đà|Đền Nội]] và ngôi mộ Quốc tổ tọa lạc trên đất thiêng [[Bình Đà]] mãi là nơi để con cháu Lạc Hồng về thờ phụng Quốc tổ.<ref>{{Chú thích web|url=http:\/\/vovworld.vn\/vi-VN\/phong-su-anh\/binh-da-mien-di-tich-521466.vov|tiêu đề=Bình Đà miền di tích}}{{Liên kết hỏng|date = ngày 19 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\n\n==Đạo mo==\n[[Đạo mo]] là một tín ngưỡng của [[người Việt]] cổ có đề cập đến một sự tích tương tự.\n\n''Thần Đất'' và ''Thần Rừng'' sinh được một người con gái tên là ''Thần Nông''. Thần Nông lớn lên lấy con trai của ''Thần Nước'' và ''Thần Bão'' là ''Thần Rồng''. Do gia đình hai bên đều thù ghét nhau nên ra sức ngăn cản cuộc hôn nhân này. Thần Rừng bèn cử bọn [[ma]] cây đến quấy rối nhưng cây nào đến thì cây đó đều bị Thần Nông chặt hết cả. Thần Rồng dùng đống gỗ đó xây nên một ngôi nhà thật to cho hai vợ chồng. Thần Bão tức giận lắm, bèn thổi bay căn nhà của con trai mình. Dù thế Thần Rồng vẫn không bỏ cuộc, dù Thần Bão có thổi bay căn nhà bao nhiêu lần thì ngày hôm sau Thần Rồng lại tiếp tục dựng lên một căn nhà mới thậm chí còn to hơn trước. Sau một khoảng thời gian không đếm xuể, cuối cùng đã xây nên một căn nhà mà Thần Bão không cách nào có thể thổi bay nó được, biết không thể thay đổi được suy nghĩ của con mình nên Thần Bão quay về. Thần Rồng đặt tên ngôi nhà này là gió với ngụ ý rằng bão tố cũng chỉ là một cơn gió nhỏ nhoi không bao giờ làm suy suyển được căn nhà này.\n\nKhông lâu sau đó, Thần Nông mang thai rồi sinh ra một bọc trăm trứng, nở ra một trăm người con. Thần Rồng chăm sóc vợ và các con mình được một thời gian thì cảm thấy nhớ nhà bèn quay trở lại biển cả. Sau đó Thần Rồng không bao giờ trở lại nữa, Thần Nông đau buồn lên núi nhìn về biển chờ chồng mãi. Còn các con của hai người chia nhau ra sinh sống khắp nơi, họ gọi nơi mình sinh sống là đất nước để gợi nhớ về nguồn cội và luôn giữ liên lạc với nhau hy vọng một ngày cha trở về.<!--Câu chuyện chẳng có ý nghĩa gì. Tại sao Đất với Rừng lại ra Nông, Nước với Bão lại ra Rồng, rồi Đất với Rừng lại căm ghét Nước, rồi cha lại nhiều lần phá nhà của con, rồi chồng lại vì nhớ nhà mà có thể bỏ vợ và cả trăm đứa con để ra đi không về. Một câu chuyện vớ vẩn sao lại để tồn tại?-->\n\n==Đánh giá==\nQuan điểm của [[Khâm định Việt sử Thông giám cương mục]] về Lạc Long Quân là:\n{{Cquote|\n''Vâng tra sử cũ, danh xưng Kinh Dương vương, Lạc Long quân trong 'Hồng Bàng thị kỷ', vốn từ thời thượng cổ, thuộc thuở hồng hoang, tác giả căn cứ vào cái không và làm ra có, sợ rằng không đủ độ tin cậy, lại phụ hội với '[[Liễu Nghị truyện]]' của nhà viết tiểu thuyết đời Đường, lấy đó làm chứng cứ.''|||[[Quốc sử quán (triều Nguyễn)|Nguyễn triều Quốc Sử quán]]<ref>''[[Khâm định Việt sử thông giám cương mục]]'' tờ 9b-10a, 1856 - 1883.<\/ref>}}\nChuẩn tấu những lời của sử quan, vua [[Tự Đức]] đã nhận định đây là những ''\"câu truyện đề cập đến ma trâu, thần rắn, hoang đường không có chuẩn tắc\"'' và kiên quyết loại [[Kinh Dương Vương|Kinh Dương]] và Lạc Long ra khỏi chính sử bằng cách đưa xuống phụ chú dưới niên kỷ [[Hùng Vương|Hùng vương]], để ''\"cho hợp với cái nghĩa lấy nghi truyền nghi\"''.\n\nTác giả  Liam Christopher Kelley nhận xét:<blockquote>''<nowiki>''<\/nowiki>Trải qua nhiều thế kỷ, những truyền thống mà họ [các sử gia] sáng tạo đã trở thành cái tự nhiên thứ hai (second nature). Thực tế, trong nửa thế kỷ qua, dưới ảnh hưởng của [[chủ nghĩa dân tộc]], những truyền thống được sáng tạo ấy (invented traditions) đã và đang trở thành những sự thực không thể thay đổi.<nowiki>''<\/nowiki>''<\/blockquote>\n\n==Xem thêm==\n*[[Âu Cơ]]\n*[[Hùng Vương]]\n*[[Việt (nước)]]\n*[[Việt Vương Câu Tiễn]]\n\n==Ghi chú==\n{{Tham khảo}}\n\n==Tài liệu tham khảo và liên kết ngoài==\n{{Wikisource|Lĩnh Nam chích quái\/Truyện họ Hồng Bàng|Truyện họ Hồng Bàng}}\n* {{TĐBKVN|15307}}\n*[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt01.html Lạc Long Quân] trên [[Đại Việt sử ký toàn thư]] (bản điện tử)\n*Quỳnh Cư và Đỗ Đức Hùng, ''Các triều đại Việt Nam'', Nhà xuất bản Thanh Niên Hà Nội, in lần thứ sáu năm 2001.\n*[http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0005\/0001\/DTDH1.htm Danh sách 100 người con] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100726094115\/http:\/\/www.binhthuan.gov.vn\/khtt\/vanhoa\/0005\/0001\/DTDH1.htm |date=2010-07-26 }}\n*[http:\/\/www.public.asu.edu\/~ickpl\/reading\/tienrong.htm Truyện tranh Huyền sử Tiên-Rồng]\n\n{{Hùng Vương}}\n{{Lịch sử Việt Nam thời Hồng Bàng}}\n\n[[Thể loại:Thần thánh Việt Nam]]\n[[Thể loại:Hùng Vương]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam]]\n[[Thể loại:Văn hóa Việt Nam]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Hồng Bàng]]\n[[Thể loại:Truyền thuyết Việt Nam]]"}