{"786238":"'''Lại Thế Khanh''' (賴世卿, ? - [[1578]]) là đại thần có công giúp nhà [[Nhà Lê trung hưng|Lê trung hưng]] thời [[chiến tranh Lê-Mạc]] trong [[lịch sử Việt Nam]]. Con rể ông là [[Trịnh Tùng]].\n\n== Sự nghiệp ==\nLại Thế Khanh người thôn Đông xã Quang Lãng, huyện Tống Sơn, phủ [[Hà Trung]], tỉnh [[Thanh Hóa]] (nay là thôn Đông xã Hà Dương, huyện Hà Trung, tỉnh Thanh Hóa). Sinh ra trong một gia đình đại danh gia vọng tộc, là con cháu đời thứ 7 [[Họ Lại Việt Nam]]. Cha là Hữu phủ Lương Quận công [[Lại Thế Đạt]]. Ông là cháu của Thái bảo Quận công [[Lại Thế Tưởng]], chắt của Thái bảo Tín Quận công [[Lại Thế Lạc]], chút của Diễn Khanh hầu [[Lại Thế Gia]], chít của Trung Đô Phủ Doãn [[Lại Thế Tương]].\n\nKhi nhà [[Nhà Lê sơ|Hậu Lê]] tái lập chống [[nhà Mạc]], ông đi theo vua [[Lê Trang Tông]], có công giúp [[Trịnh Kiểm]] chống quân Mạc, được phong làm ''An quốc công''.\n\nThời vua [[Lê Anh Tông]], khi Trịnh Kiểm mang quân ra bắc, Lại Thế Khanh cùng [[Vũ Sư Thước]] trấn giữ cửa biển. Đúng lúc đó [[Mạc Kính Điển]] mang đại quân vào đánh [[Thanh Hóa]]. Quân chủ lực của Trịnh Kiểm không kịp trở về, Lại Thế Khanh liệu thế không chống nổi quân Mạc phải lui về giữ An Trường. Khi Mạc Kính Điển tiến đến, ông cùng Vũ Sư Thước hợp sức kháng cự. Ít lâu sau [[Nguyễn Hữu Liêu]] kéo đến tiếp ứng, quân Mạc không thắng được phải rút lui<ref name=\"phc413\">Phan Huy Chú, sách đã dẫn, tr 413<\/ref>.\n\nNăm [[1570]], Trịnh Kiểm mất. Lại Thế Khanh đang giữ cửa biển Chi Long, Thần Phù. Con lớn của Trịnh Kiểm là [[Trịnh Cối]] tranh quyền với em là [[Trịnh Tùng]] thất bại, bèn sang hàng [[nhà Mạc]]. Lại Thế Khanh rút về nam, qua Cẩm Thủy đến An Trường hội binh với Trịnh Tùng.\n\nSau khi củng cố lực lượng, quân Lê lại ra bắc. Lại Thế Khanh cầm quân đánh chiếm được các huyện Tống Sơn, Nga Sơn. Năm [[1571]] triều đình luận công, ông được thăng làm Thiếu phó<ref name=\"phc413\"\/>.\n\nNăm [[1572]], quân Mạc vào đánh Nghệ An, Lại Thế Khanh mang quân cứu viện. Khi ông đến nơi thì quân Mạc đã rút lui.\n\nNăm [[1578]] thời [[Lê Thế Tông]], Lại Thế Khanh qua đời, được truy tặng là ''Khiêm quốc công''.\n\nNgày 9\/12\/2011 đền thờ Lại Thế Khanh tại xã Hà Dương, huyện Hà Trung, tỉnh Thanh Hóa đã được UBND tỉnh công nhận xếp hạng di tích lịch sử văn hóa theo quyết định số 4073\/QĐ-UBND.\n\n==Ghi danh==\nTháng 12 năm 2011, đền thờ Lại Thế Khanh tại xã Hà Dương, huyện Hà Trung đã được xếp hạng di tích lịch sử văn hóa cấp tỉnh<ref name=\"DT\">Quyết định số 4073\/QĐ-UBND ngày 9 tháng 12 năm 2011 của Ủy ban nhân dân tỉnh Thanh Hóa.<\/ref>.\n\n== Xem thêm ==\n* [[Trịnh Tùng]]\n* [[Vũ Sư Thước]]\n\n== Tham khảo ==\n* [[Phan Huy Chú]] ([[2008]]), ''[[Lịch triều hiến chương loại chí]], tập 1'', Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1578]]\n[[Thể loại:Công tước nhà Lê trung hưng]]"}