{"70811":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Lập Thạch\n| hình = Khối đá dựng trên Núi Đền (Điện Sơn).jpg\n| ghi chú hình = Khối đá dựng trên núi Đền ở huyện Lập Thạch\n| kinh độ = 105\n| kinh phút = 28\n| kinh giây = 23\n| vĩ độ = 21\n| vĩ phút = 26\n| vĩ giây = 37\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Vĩnh Phúc]]\n| huyện lỵ = thị trấn [[Lập Thạch (thị trấn)|Lập Thạch]]\n| phân chia hành chính = 2 thị trấn, 18 xã\n| dân số = 127.575 người\n| dân số nông thôn= \n| dân số thành thị= \n| diện tích = 173,10 km<sup>2<sup>\n| mật độ dân số = 714 người\/km<sup>2<sup>\n| chủ tịch UBND = Nguyễn Thế Hùng\n| dân tộc = [[Người Kinh|Kinh]], [[người Dao|Dao]], [[người Sán Chay|Cao Lan]], [[người Sán Dìu|Sán Dìu]], [[người Tày|Tày]], [[người Nùng|Nùng]], [[người Hoa|Hoa]]\n| mã hành chính = 246<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| điện thoại = 0211.3830115\n| fax = 0211.3830115\n| web = {{url|lapthach.vinhphuc.gov.vn}}\n|biển số xe=88-D1}}\n\n'''Lập Thạch''' là một huyện miền núi nằm ở phía tây bắc của tỉnh [[Vĩnh Phúc]], [[Việt Nam]].\n\n==Địa lý==\nHuyện Lập Thạch nằm ở phía tây tỉnh [[Vĩnh Phúc]], có vị trí địa lý:\n*Phía đông giáp huyện [[Tam Đảo (huyện)|Tam Đảo]] và huyện [[Tam Dương]] với ranh giới là [[sông Phó Đáy]]\n*Phía tây giáp huyện [[Sông Lô (huyện)|Sông Lô]] và thành phố [[Việt Trì]], tỉnh [[Phú Thọ]]\n*Phía nam giáp huyện [[Vĩnh Tường]] (qua sông Phó Đáy)\n*Phía bắc giáp huyện [[Sơn Dương]], tỉnh [[Tuyên Quang]].\n\nHuyện Lập Thạch có diện tích 173,10&nbsp;km², dân số năm 2008 là 123.664 người, mật độ dân số đạt 714,4 người\/km².\n\n[[Tập tin:Pho Day rive (Lap Thach).jpg|nhỏ|trái|200px| Một đoạn [[sông Phó Đáy]] chảy qua địa phận xã Đồng Ích, huyện Lập Thạch]]\n\nLập Thạch có cấu tạo địa tầng cổ. Khu vực xung quanh [[núi Sáng]] và các xã Quang Sơn, Hợp Lý, Bắc Bình, Liễn Sơn ở hữu ngạn [[sông Phó Đáy]], diện tích hàng chục km² có tuổi [[đại nguyên sinh]]. Vùng ven rìa trước núi Tam Đảo thuộc xã Đạo Trù có tuổi [[đại trung sinh]]. Như vậy, huyện Lập Thạch nằm trên một địa tầng rất vững vàng, rất cổ xưa, nơi \"trẻ\" nhất cũng cách ngày nay trên 200 triệu năm. Từ địa tầng đó đã xuất hiện hai thành tạo magma xâm nhập đáng kể là khối núi Sáng, tổng diện tích 70&nbsp;km² và khối các núi Bầu, núi Lịch, núi Ngang, diện tích nhỏ hơn, nằm hai bên bờ [[sông Phó Đáy]], từ xã Hợp Lý đến các xã Yên Dương, Bồ Lý, tuổi tuyệt đối là 350 triệu năm<ref name=\"ReferenceA\">[http:\/\/www.vinhphuc.gov.vn\/tag.b5b17083052d8fc.render.userLayoutRootNode.target.167.uP?view=Sbn&uP_root=me&ContentID=2839&topicID=530&topicdept=1&ptopicID=194&page=1#167 Huyện Lập Thạch, một vùng đất tối cổ]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n \n[[Tập tin:Kiến tạo địa chất (Lập Thạch).jpg|nhỏ|phải|150px| Kiến tạo địa chất đồi ở Lập Thạch]]\n\nNằm trong vùng [[nhiệt đới]] [[gió mùa]], nhiệt độ trung bình từ 22&nbsp;°C, số giờ nắng trung bình trong năm là 1.450 đến 1.550 giờ, [[giáng thủy#Lượng mưa|lượng mưa]] trung bình 1.500-1.800&nbsp;mm\/năm, [[độ ẩm]] trung bình khoảng 84%, khí hậu Lập Thạch được chia làm 4 mùa rõ rệt. Mưa nhiều vào [[mùa hạ|mùa hè]] gây úng lụt vùng trũng do nước từ các dãy núi lớn, như [[Tam Đảo]], và từ sông Lô, sông Đáy trút vào đồng chiêm, nhiều khi tràn ngập ra cả đường liên huyện, liên xã gây cô lập các cụm dân cư và các xã. Mùa đông khí hậu khô hanh thậm chí gây hạn hán tại nhiều vùng đồi, núi.\n\n==Lịch sử==\n===Nguồn gốc tên gọi===\nTrong số các địa danh các huyện của tỉnh Vĩnh Phúc hiện nay, Lập Thạch là tên huyện tương đối ít biến động suốt chiều dài lịch sử. Nguyên nghĩa chữ Lập Thạch (立石) theo Hán tự là \"Đá dựng\". Trước khi có tên huyện, thì đó là tên làng, '''làng Lập Thạch''', bởi trong làng có cột đá dựng tự nhiên, tựa như một tòa miếu cổ trên Núi Đền (Điện Sơn 殿山)<ref name=\"vinhphuc.gov.vn\">[http:\/\/www.vinhphuc.gov.vn\/tag.daf82f7145679a.render.userLayoutRootNode.target.167.uP?view=Sbn&uP_root=me&ContentID=2836&topicID=529&topicdept=1&ptopicID=194&page=1#167 Sơ lược về địa danh \"Lập Thạch Huyện\"]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Về sau làng Lập Thạch đổi gọi là '''xã Lập Thạch''' gồm có 4 thôn: \n# Do Nha thôn (hoặc Miêu Nha Thôn, thường gọi là xóm Ngà, nay là thôn Minh Tân); \n# Vĩnh Quang thôn (hay Đại Trù thôn - thường gọi là xóm Chùa, nay là thôn Đoàn Kết); \n# Đại thôn (hoặc Đại Trung thôn, Cao Trung thôn, thường gọi là làng Cả, nay là thôn Thống Nhất và thôn Đại Thắng), phần thôn Thống Nhất ngày nay trước đây còn gọi là Mộc Dong thôn, thường gọi là xóm Da; \n# Văn Lâm thôn (hoặc Văn Minh thôn, thường gọi là xóm Trại, nay là thôn Minh Khai)<ref>Các tư liệu trên được ghi rõ trong bản điều tra của Viện Viễn đông Bác Cổ, Lập Thạch huyện xã chí, bản AJ\/7<\/ref>. \nĐầu những năm 50 thế kỷ XX, xã Lập Thạch được ghép với xã Yên Xá thành xã Yên Thạch, nay xã Yên Thạch thuộc huyện Sông Lô, tỉnh Vĩnh Phúc.\n\nTại xã Lập Thạch trước kia có ngôi chùa Long Hoa (Long Hoa Tự) xây dựng từ thời nhà Lý, được coi là \"đại cổ tích danh lam\"<ref>Địa chí Lập Thạch, trang 260<\/ref> bị phá dỡ trong những năm 60 thế kỷ XX, hiện nay mới được nhân dân tôn tạo lại. Tại chùa trước đây có quả chuông được đúc từ thời nhà Lý, đến năm Đinh Mùi (1787) do chùa bị cháy, chuông bị hỏng, phá ra đúc tiền sau đó lại được đúc lại vào năm Kỷ Mùi (1799). Quả chuông cao khoảng 120&nbsp;cm, chạm hoa văn cầu kỳ và khắc bài [[minh văn]] chữ Hán trên bốn mặt chuông với khoảng 80 dòng, 4000 chữ. Dòng ghi địa danh cho biết ''Tam Đới phủ, Lập Thạch huyện. Lập Thạch, Thiều Thạch nhị xã dữ Văn Minh thôn...\" nghĩa là: \"2 xã Thiều Thạch, Lập Thạch cùng với thôn Văn Minh huyện Lập Thạch phủ Tam Đới...\"<ref name=\"vinhphuc.gov.vn\" \/>''.\n\nTrong các thư tịch cổ, địa danh '''huyện Lập Thạch''' được chép lần đầu tiên trong sách ''Sử ký tục biên'' của [[Phan Phu Tiên]], và đặc biệt là trong ''Đại Việt sử ký toàn thư'' năm 1479, sử quan [[Ngô Sĩ Liên]] đã chọn chép vào phần ''Bản kỉ toàn thư, Quyển thứ VIII, Kỉ nhà Trần'' một đoạn có nhắc đến tên huyện Lập Thạch<ref name=\"vinhphuc.gov.vn\" \/>: ''Thiếu Đế, Kỉ Mão (Kiến Tân) năm thứ 2 (1399), (Minh Thái Tổ kiến văn, năm thứ nhất). Tháng 8, tên cướp Nguyễn Nhữ Cái trốn vào núi Thiết Sơn, làm giả tiền giấy tiêu dùng. Gặp lúc Thuận Tông bị giết, Khát Chân bị chém, mới chiêu dụ dân lành được hơn vạn người, hoạt động ở các xứ Lập Thạch, Để Giang, Lịch Sơn, Đà Giang, Tản Viên, cướp bóc bừa bãi, các châu huyện không sao khống chế được''. Căn cứ theo ''Đại Việt sử ký toàn thư'' các sách địa chí cổ về sau như ''Sơn Tây chí'', ''Sơn Tây tỉnh chí'' khi chép về huyện Lập Thạch đều khẳng định ''...nhi Lập Thạch tri danh thủy kiến'', nghĩa là \"tên huyện Lập Thạch, lần đầu tiên thấy có từ đó (tức từ \"Đại Việt sử ký toàn thư)\". Như vậy, năm 1399 là năm đầu tiên tên huyện Lập Thạch được chép vào chính sử. Tính đến nay, đây là một địa danh cấp huyện được ra đời sớm nhất của tỉnh Vĩnh Phúc và tồn tại lâu nhất với trên 600 năm lịch sử. Tuy nhiên, khi chia tách huyện Lập Thạch, xã Yên Thạch (nơi có khối đá dựng - biểu tượng của xã Lập Thạch, huyện Lập Thạch) lại nằm trong địa phận huyện Sông Lô.\n\n===Lịch sử hành chính===\nNhư đã nêu ở trên, theo những ghi chép trong chính sử và ''Đại Nam nhất thống chí'', được [[Đào Duy Anh]] dẫn lại trong cuốn ''Đất nước Việt Nam qua các đời'', tên huyện Lập Thạch xuất hiện từ đời [[nhà Trần]] (1225-1400). Trong giai đoạn này huyện mang tên Lập Thạch thuộc châu Tam Đới, lộ Đông Đô. Đến đời [[nhà Lê sơ|nhà Lê]], [[nhà Nguyễn]], huyện Lập Thạch vẫn thuộc châu Tam Đới sau đổi tên là phủ Tam Đới, trấn Sơn Tây.\n\nTới năm [[Minh Mạng|Minh Mệnh]] thứ 2 (1821), phủ Tam Đới đổi tên là phủ Tam Đa và năm Minh Mệnh thứ ba (1822) thành lập tỉnh Vĩnh Yên. Huyện Lập Thạch vẫn giữ nguyên tên cũ và địa lý hành chính cũ bất di bất dịch cho tới ngày nay.\n\nTrong thời kỳ này địa dư huyện Lập Thạch khá rộng, đến đầu thế kỷ 20 (năm 1903) huyện có tới 11 tổng (Bạch Lưu, Đạo Kỷ, Đông Định, Đông Mật, Hạ ích, Hoàng Chỉ, Nhân Mục, Sơn Bình, Thượng Đạt, Tử Du và Yên Xá) và bao gồm tới 81 làng. Tới năm 1927, do sáp nhập một số làng với nhau và phân bố lại một số tổng, huyện Lập Thạch còn 70 làng, vẫn giữ nguyên số lượng tổng tuy tổng Đông Định đổi tên thành tổng Đại Lượng và tổng Sơn Bình đổi thành tổng Bình Sơn.\n\nSau [[Cách mạng tháng Tám|Cách mạng Tháng Tám]] Quốc hội và Chính phủ Việt Nam xoá bỏ cấp phủ và tổng là hai cấp trung gian, mở rộng cấp xã, nhỏ hơn tổng nhưng lớn hơn làng xã trước kia, bao gồm một số thôn xóm cũ. Nhiều tên xã mới ra đời và có xã lấy tên các anh hùng dân tộc, các liệt sĩ cách mạng, các nhà hoạt động chống Pháp đặt tên xã mình (như xã Hải Lựu đổi là xã Hồng Phong, xã Xuân Hoà là xã Quang Trung). Một số xã là sự kết hợp 2 từ đầu hoặc 2 từ cuối, hoặc 1 từ đầu 1 từ cuối trong hai thôn hợp nhất (như: xã Quang Yên là 2 thôn Quang Viễn và Yên Thiết hợp lại; Phương Khoan là Phương Ngạc + Khoan Bộ; Triệu Đề là Triệu Xá + Đại Đề). Cũng có xã thống nhất lấy một tên tiêu biểu nhất, chung cho cả các thôn trong xã mình, (xã Tứ Yên gồm 4 thôn: Yên Lập, Yên Lương, Yên Phú, Yên Kiều; xã Đôn Nhân gồm 4 thôn: Đôn Hạ, Đôn Mục, Đôn Thượng, Đôn Nhân).\n\n[[Tập tin:Nhà ngang (Tiên Lữ, Lập Thạch).jpg|nhỏ|phải|200px| Một căn nhà ngang truyền thống bằng gỗ 3 gian 2 chái được xây dựng tại xã Tiên Lữ, huyện Lập Thạch từ những năm 1940]]\nTrải qua một số lần điều chỉnh địa dư và tên gọi, đến năm 1968 (năm hợp nhất Phú Thọ và Vĩnh Phúc thành tỉnh [[Vinh Phú]]), huyện Lập Thạch còn 38 xã. Trong suốt thời kỳ trực thuộc tỉnh Vĩnh Phú, huyện Lập Thạch có hai lần thay đổi địa lý hành chính: năm 1977 huyện Lập Thạch hợp nhất với huyện Tam Dương cùng với thị trấn Tam Đảo thành một huyện lấy tên là Tam Đảo, huyện lỵ đóng tại phố Miễu (Hoa Lư), xã Liễn Sơn<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-178-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Vinh-Phu-57438.aspx|title=Quyết định 178-CP về việc hợp nhất điều chỉnh địa giới một số huyện thuộc tỉnh Vĩnh Phú|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Năm 1979, huyện Lập Thạch được tái lập từ một phần huyện Tam Đảo<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-71-CP-dieu-chinh-dia-gioi-huyen-Tam-Dao-Vinh-Lac-tinh-Vinh-Phu-58183.aspx|tựa đề=Quyết định 71-CP năm 1979 về việc điều chỉnh địa giới huyện Tam Đảo và huyện Vĩnh Lạc thuộc tỉnh Vĩnh Phú|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Huyện Lập Thạch gồm 38 xã: Bắc Bình, Bạch Lưu, Bàn Giản, Bồ Lý, Cao Phong, Đạo Trù, Đình Chu, Đôn Nhân, Đồng Ích, Đồng Quế, Đồng Thịnh, Đức Bác, Hải Lựu, Hợp Lý, Lãng Công, Liên Hòa, Liễn Sơn, Ngọc Mỹ, Nhân Đạo, Nhạo Sơn, Như Thụy, Phương Khoan, Quang Sơn, Quang Yên, Sơn Đông, Tam Sơn, Tân Lập, Thái Hòa, Tiên Lữ, Triệu Đề, Tử Du, Tứ Yên, Văn Quán, Vân Trục, Xuân Hòa, Xuân Lôi, Yên Dương, Yên Thạch; huyện lỵ được chuyển về đóng tại Xuân Hòa. Ngày 23 tháng 11 năm 1995, thành lập thị trấn Lập Thạch, thị trấn huyện lỵ huyện Lập Thạch trên cơ sở một phần diện tích và dân số của xã Xuân Hòa.<ref>Nghị định số 82-CP năm 1995 của Chính phủ.<\/ref>\n\nTừ ngày 1 tháng 1 năm 1996, huyện Lập Thạch có 39 đơn vị hành chính cấp cơ sở (38 xã và 1 thị trấn). Ngày [[6 tháng 11]] năm [[1996]], tỉnh Vĩnh Phúc được tái lập từ tỉnh Vĩnh Phú, huyện Lập Thạch thuộc tỉnh Vĩnh Phúc.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-vb40091t13.aspx Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành]<\/ref> Tới năm 2000 các khu dân cư thuộc các xã, thị trấn trong huyện được đổi thành các thôn, làng và khu phố. Toàn huyện có 422 thôn, làng, khu phố, trong đó có 389 thôn, 27 làng và 6 khu phố. Đến năm 2003 [[Ủy ban nhân dân]] tỉnh [[Vĩnh Phúc]] công nhận các thôn và tổ dân phố hiện có của tỉnh Vĩnh Phúc, trong đó huyện Lập Thạch có 411 thôn thuộc 38 xã và 11 tổ dân phố thuộc thị trấn Lập Thạch. Ngày [[9 tháng 12]] năm [[2003]], Chính phủ ra nghị định về việc thành lập thị xã [[Phúc Yên]] và huyện Tam Đảo, huyện Lập Thạch chuyển 3 xã Bồ Lý, Đạo Trù, Yên Dương về huyện Tam Đảo mới<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-153-2003-ND-CP-thanh-lap-thi-xa-Phuc-Yen-huyen-Tam-Dao-tinh-Vinh-Phuc-53824.aspx|title=Nghị định 153\/2003\/NĐ-CP về việc thành lập thị xã Phúc Yên và huyện Tam Đảo, tỉnh Vĩnh Phúc|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Sau khi điều chỉnh, từ ngày 1 tháng 1 năm 2004 huyện Lập Thạch còn lại 32.30,17 ha diện tích tự nhiên và 207.326 nhân khẩu với 36 đơn vị hành chính trực thuộc (gồm 35 xã và 1 thị trấn), vẫn là huyện rộng nhất của tỉnh Vĩnh Phúc. Ngày [[4 tháng 4]] năm [[2008]], thành lập thị trấn Hoa Sơn từ phần đất của các xã Liễn Sơn, Thái Hòa và chuyển xã Tam Sơn thành thị trấn Tam Sơn<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-39-2008-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-thanh-lap-thi-tran-phuong-thuoc-huyen-Me-Linh-Lap-Thach-Phuc-Yen-tinh-Vinh-Phuc-64903.aspx|title=Nghị định 39\/2008\/NĐ-CP về điều chỉnh địa giới hành chính xã, phường để thành lập thị trấn, phường thuộc các huyện: Mê Linh, Lập Thạch và thị xã Phúc Yên, tỉnh Vĩnh Phúc|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>. Ngày [[23 tháng 12]] năm [[2008]], tách thị trấn Tam Sơn và 16 xã: Bạch Lưu, Cao Phong, Đôn Nhân, Đồng Quế, Đồng Thịnh, Đức Bác, Hải Lựu, Lãng Công, Nhạo Sơn, Nhân Đạo, Như Thụy, Phương Khoan, Quang Yên, Tân Lập, Tứ Yên, Yên Thạch để thành lập huyện [[Sông Lô (huyện)|Sông Lô]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-09-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Lap-Thach-de-thanh-lap-song-lo-tinh-Vinh-Phuc-84047.aspx|tựa đề=Nghị định 09\/NĐ-CP về việc điều chỉnh địa giới hành chính huyện Lập Thạch để thành lập huyện Sông Lô, tỉnh Vĩnh Phúc|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Huyện Lập Thạch còn lại 2 thị trấn và 18 xã như hiện nay.\n\n==Hành chính==\nHuyện Lập Thạch hiện có 20 đơn vị hành chính cấp xã, bao gồm 2 thị trấn: [[Lập Thạch (thị trấn)|Lập Thạch]] (huyện lỵ), [[Hoa Sơn, Lập Thạch|Hoa Sơn]]\nvà 18 xã: [[Bàn Giản]], [[Đình Chu]], [[Hợp Lý, Lập Thạch|Hợp Lý]], [[Liễn Sơn]], [[Quang Sơn, Lập Thạch|Quang Sơn]], [[Thái Hòa, Lập Thạch|Thái Hòa]], [[Triệu Đề]], [[Văn Quán, Lập Thạch|Văn Quán]], [[Xuân Hòa, Lập Thạch|Xuân Hòa]], [[Bắc Bình, Lập Thạch|Bắc Bình]], [[Đồng Ích]], [[Liên Hòa, Lập Thạch|Liên Hòa]], [[Ngọc Mỹ, Lập Thạch|Ngọc Mỹ]], [[Sơn Đông, Lập Thạch|Sơn Đông]], [[Tiên Lữ, Lập Thạch|Tiên Lữ]], [[Tử Du]], [[Vân Trục]], [[Xuân Lôi]].\n==Kinh tế - xã hội==\n===Kinh tế===\n[[Tập tin:Lap Thach.jpg|nhỏ|trái|200px| Cánh đồng trồng [[lạc]] và [[lúa]] tại xã Tiên Lữ, huyện Lập Thạch]]\nNền kinh tế huyện Lập Thạch đang từng bước phá thế độc canh, song tỷ trọng thu nhập chủ yếu vẫn từ kinh tế [[nông nghiệp]]. Ngoài ra, các cây lương thực, cây nguyên liệu, cây công nghiệp ngắn ngày như [[lạc]], [[đậu tương]], [[mía]] vẫn được duy trì và phát triển. Một số cây công nghiệp dài ngày đang dần được thu hẹp về diện tích để nhường chỗ cho các giống cây ăn quả có giá trị kinh tế cao như [[nhãn]], [[vải]], [[hồng]], [[chi Xoài|xoài]].\n \nBên cạnh những nỗ lực tìm hướng đi trong việc phát triển tối ưu cây trồng trên đất nông nghiệp, lâm nghiệp của huyện, các vùng chiêm trũng ven sông, các [[hồ]] trong huyện đang được chú trọng phát triển chăn thả [[thủy sản]], chủ yếu là cá. Với phong trào cải tạo đồng chiêm trũng nuôi thả [[cá]] vụ, những năm gần đây Lập Thạch luôn duy trì ở mức ±1.200 ha mặt nước. Ngoài [[gia súc]], [[gia cầm]] là vật nuôi truyền thống, một số động vật nuôi mới đã được đưa vào sản xuất với quy mô tương đối rộng như [[bò sữa]], [[dê]], [[ong mật]]. Phát triển đa dạng sản phẩm hàng hóa và quy mô sản xuất, quy mô hộ gia đình và nhóm hộ gia đình gắn với nông nghiệp nông thôn. Khôi phục và đầu tư chiều sâu các ngành nghề truyền thống, ưu tiên phát triển sản xuất vật liệu xây dựng, sơ chế, chế biến nông lâm sản, sản xuất hàng tiêu dùng, sửa chữa cơ khí, điện, điện tử là những mục tiêu ưu tiên của chính quyền huyện.\n\nNhững mặt hàng truyền thống về [[mây (thực vật)|mây]], [[tre]] đan ở Triệu Đề là một trong những thế mạnh của huyện nếu có được thị trường ổn định và sự quan tâm đầu tư đúng mức.\n===Giáo dục===\nMạng lưới [[giáo dục]] rộng khắp phân bố đều trên địa bàn huyện Lập Thạch, đáp ứng nhu cầu học tập của con em nhân dân trong huyện. Hệ thống trường lớp phần lớn được đầu tư xây dựng kiên cố, cao tầng. Ngoài ra với sự quan tâm đầu tư thích đáng của tất cả các cấp, các ngành và nhân dân trong huyện nên chất lượng giáo dục ở tất cả các cấp học, bậc học ngày càng được nâng lên. Nổi bật về truyền thống hiếu học của huyện có xã [[Sơn Đông]] (làng Quan Tử). Sơn Đông là một mảnh đất văn hiến và giàu truyền thống có tên trong danh sách 20 làng [[khoa bảng]] của cả nước, là quê hương của Tả tướng quốc [[Trần Nguyên Hãn]] và 13 vị [[tiến sĩ]] các triều phong kiến.\n\n'''Các vị khoa bảng'''\n[[Tập tin:Khối đá dựng trên Núi Đền (Điện Sơn).jpg|nhỏ|Khối đá dựng trên Núi Đền (Điện Sơn) bên hồ Ngọc Đá ở xã Lập Thạch xưa (Yên Thạch - Sông Lô hiện nay). Nơi đây ba nhà giáo dạy con vua Lý Thái Tổ về dạy học rồi thác ở đây, hóa thành đá. Triều Lý phong tặng Tam vị Thạch Sơn đại vương, triều Trần phong tặng Thượng đẳng thần và nhân dân lập đền thờ tại đây]]\nHuyện Lập Thạch có 23 vị khoa bảng và nhiều người có công lớn với đất nước trong [[lịch sử Việt Nam]], trong đó có:\n#[[Trần Nguyên Hãn]], sinh ngày 1 tháng 2 năm năm Canh Ngọ (1390) tại xã Sơn Đông, anh hùng dân tộc, Tả tướng quốc có công lao lớn bậc nhất trong cuộc kháng chiến chống quân Minh (1417 – 1427). \n#[[Triệu Nghị Phù]] (Trạng Lép) người xã Đức Bác, huyện Lập Thạch đỗ điểm cao nhất trong kỳ thi trạng nguyên khoa Bính Thìn (1496) rồi làm quan đến chức Đô Ngự sử. \n#[[Triệu Thái]], người xã [[Đồng Ích]], ông là một văn thần thuộc triều đại Hoàng đế [[Lê Lợi]]. Ông là một trong số hiếm hoi người thi đỗ Tiến sĩ ở Trung Quốc và [[Đình Nguyên]] ở [[Đại Việt]]. \"Lưỡng quốc Tiến sĩ\" Trung Quốc và Việt Nam, từng là Hàn Lâm Đại học sĩ thời nhà Minh.\n#[[Nguyễn Thiệu Tri]], ông người thôn Cây Phấn (nay thuộc xã [[Xuân Lôi]]), ông thi đỗ đệ tam giáp Đồng Tiến sĩ năm 37 tuổi khoa Mậu Tuất đời vua Lê Thánh Tông, năm Hồng Đức thứ 9 (1478). Khoa này cả nước chọn được 62 người, thì tỉnh Vĩnh Phúc có bảy người, huyện Lập Thạch đăng khoa 3. Ông Thiệu Tri đỗ cao hơn cả trong hàng huyện, làm quan trải đến chức Thượng thư bộ Hộ, về trí sĩ, hưởng thọ 92 tuổi. Là vị quan cao cấp vẹn toàn cả tước và lộc.\n===Y tế===\nCác cơ sở khám chữa bệnh trong huyện được trang bị cơ sở vật chất tương đối đầy đủ. Đội ngũ cán bộ [[y tế]] dần dần được nâng lên cả về số lượng và chất lượng đáp ứng nhu cầu khám chữa bệnh của đông đảo nhân dân trong huyện.\n\nCác chính sách xã hội đối với người có công, người nghèo, vấn đề xóa đói giảm nghèo, giải quyết việc làm cũng được các cấp chính quyền của Lập Thạch quan tâm góp phần ổn định xã hội<ref>{{Chú thích web |url=http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/dktn\/dktn_kt_xh.html |ngày truy cập=2008-01-17 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 6 tháng 2 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080206010041\/http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/dktn\/dktn_kt_xh.html }}<\/ref>.\n\n==Văn hóa==\n===Lễ hội===\nLập Thạch là vùng đất có nhiều truyền thống văn hóa của tỉnh Vĩnh Phúc<ref name=\"ReferenceA\"\/>. Những dấu ấn tín ngưỡng nguyên thủy của cư dân bản địa qua lịch sử lâu dài hiện nay còn xuất hiện với mật độ dày đặc trong huyện, như như lễ \"bắt chạch trong chum\", \"leo cầu\" tại làng Thạc Trục (nay thuộc thị trấn Lập Thạch); \"nghi lễ cầu đinh\", \"cầu tế nõ nường\" tại xã Đức Bác; tục \"đá cầu\", \"cướp phết\" tại xã Bàn Giản<ref>{{Chú thích web |url=http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/dacaucuopphet.html |ngày truy cập=2008-02-19 |tựa đề=Tục đá cầu, cướp phết tại xã Bàn Giản huyện Lập Thạch |archive-date = ngày 27 tháng 12 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20071227133440\/http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/dacaucuopphet.html }}<\/ref> biểu hiện [[tín ngưỡng phồn thực]] rõ rệt; lễ hội xuống đồng của người Cao Lan cầu mưa thuận gió hòa và mùa màng tươi tốt... Bên cạnh những phong tục, lễ hội cổ sơ đó là những [[kiến trúc]] nổi tiếng như đình Sen Hồ, đền thờ [[Trần Nguyên Hãn]].\n\nTrước khi Sông Lô tách thành huyện riêng, toàn huyện Lập Thạch có ít nhất 22 làng, thôn thờ tới 79 vị thần núi, thần sông với nhiều tín ngưỡng cổ thờ [[thần đá]], [[thần cây]], [[thần sông]], [[thần núi]]... một vài nơi còn tồn tại việc thờ cúng các vật tính giao, một loại hình tín ngưỡng cũng rất cổ. Lập Thạch có trên 100 di tích lịch sử văn hóa ở khắp các xã, thị trấn, trong đó có 25 di tích lịch sử văn hóa đã được xếp hạng cấp quốc gia và cấp tỉnh<ref>{{Chú thích web |url=http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/0305LTbaotonvanhoa.html |ngày truy cập=2008-01-17 |tựa đề=Huyện Lập Thạch bảo tồn và phát huy di tích lịch sử văn hóa |archive-date = ngày 27 tháng 12 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20071227133110\/http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/0305LTbaotonvanhoa.html }}<\/ref>, có mật độ dày nhất tỉnh Vĩnh Phúc<ref name=\"ReferenceA\"\/>.\n\n===Ẩm thực===\n[[Tập tin:Ăn đất sét.jpg|nhỏ|trái|150px|Miếng đất sét trên đồi có thể ăn được trong tay một bà cụ]]\nLà một vùng bán sơn địa trước kia thường có một mùa nước ngập đồng chiêm, thủy sản nước ngọt đặc biệt là các loại cá khá phong phú nên Lập Thạch có đặc sản cá thính được nhiều người biết đến.\n\nVề các loại bánh, Lập Thạch nổi tiếng với món [[bánh nẳng]] (có nơi còn gọi là bánh gio) tại vùng Đôn Nhân, và bánh gạo rang ngon nổi tiếng tại xã Tiên Lữ qua câu tục ngữ ''bánh nẳng chợ Tràng, bánh gạo rang Tiên Lữ''<ref>{{Chú thích web |url=http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/monantruyenthong.html |ngày truy cập=2008-02-19 |tựa đề=Một số món ăn truyền thống ở huyện Lập Thạch |archive-date = ngày 28 tháng 6 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090628181656\/http:\/\/www.vinhphuc.gov.vn\/lapthach\/lapthach\/vh\/monantruyenthong.html }}<\/ref>. Bên cạnh đó là bánh làm từ các loại khoai phơi khô, có câu ''khoai Đồng Mái, gái Đình Chu''. Bánh nẳng dùng gạo nếp cái hoa vàng ngâm trong nước nẳng. Nước nẳng (nước gio) được các bà, các mẹ dùng cành [[xoan]] tươi, cành [[bưởi]] tươi (cả lá), trã vừng, lá [[si (thực vật)|si]], [[tầm gửi]] cây dọc đem đốt lấy gio, hòa vào nước và gạn nước trong đem ngâm gạo một đêm. Sau đó vớt gạo ra gói trong [[lá chít]] đã luộc và rửa sạch. Luộc chín bánh và vớt ra ăn với [[mật mía]], [[mật ong]].\n\nNổi tiếng ngang với bánh nẳng chợ Tràng là món bánh gạo rang của người Tiên Lữ, trước kia thường được làm để cúng thần ngày tiệc làng, lễ tết, và làm quà biếu đặc sản của địa phương. Gạo [[nếp cái hoa vàng]] ngâm trong nước quả [[dành dành]], ruột cỏ bấc đèn, cây giáy, tro cây vừng trong vài ngày sau đó vớt gạo đồ [[xôi]]. Khi xôi chín trộn với mỡ lợn và trải ra nia đập cho xôi bẹp ra, đem phơi thật khô, sau đó lại trộn mỡ lợn vào xôi khô và rang nở bung. Dùng mật mía đun sôi trộn đều với gạo rang nở và đem đổ ra mâm, lèn, cán chặt trước khi cắt thành từng miếng bánh to nhỏ tùy ý.\n\nĐặc biệt, có món ăn đặc trưng của Lập Thạch đã trở thành \"chuyện lạ Việt Nam\" như phong tục ăn đất sét hun khói<ref>[http:\/\/vietnamnet.vn\/vanhoa\/vandekhac\/2005\/06\/463409\/ Khoa học nói gì về hiện tượng lạ: người \"ăn đất\"?]<\/ref>. Đất sét non mịn được lấy từ độ sâu chừng 15–20 m dưới mặt đất gọi là \"giếng đất\", hoặc chừng 4–5 m dưới mặt đất gọi là \"hầm đất\". Những tảng đất mới lấy to chừng 5-6 cm3, màu xám tro, có vệt nâu đỏ, mịn, mềm, không sạn, nặng mùi bùn, được nướng cùng với lá sim và lá chè cay cho đến khi chúng chuyển sang màu vàng sẫm và khét mùi thơm. Khi đó những miếng đất hun được gọi là \"ngói\" và trở thành món ăn vặt ngon lành hay những món quà chợ để biếu nhau. Thịnh hành từ xa xưa và hiện nay nhiều nơi trong huyện vẫn còn được chế biến, tục ăn đất sét của người dân Lập Thạch, theo nghiên cứu của tiến sĩ Lê Nhâm Tuyết, có từ phong tục \"việc hôn nhân lấy gói đất làm đầu\" thuở Hùng Vương dựng nước.\n\n==Làng nghề==\nLập Thạch có những sản phẩm làng nghề thủ công và nghề truyền thống có thể kể đến như:\n* Làng nghề vận tải thủy Phú Hậu (Sơn Đông)\n* Nghề làm tương Quang Trung (Tiên Lữ)\n* Làng mây tre đan Xuân Lan (Văn Quán)\n* Nghề làm cá thính Minh Trụ (Tiên Lữ)\n* Làng mây tre đan Triệu Xá (Triệu Đề)<ref>[https:\/\/baotintuc.vn\/kinh-te\/tim-cho-dung-cho-san-pham-may-tre-dan-trieu-de-20200913121715936.htm Tìm chỗ đứng cho sản phẩm mây tre đan Triệu Đề]<\/ref><ref>[https:\/\/thethaovanhoa.vn\/xa-hoi\/vinh-phuc-khoi-phuc-phat-trien-lang-nghe-sau-dich-n20200812113730275.htm Vĩnh Phúc khôi phục phát triển làng nghề sau dịch]<\/ref>\n* Làng mây tre đan Nhật Tân (Văn Quán)\n* Làng nghề hoa cây cảnh Đại Đề ([[Triệu Đề]])\n* Làng bánh gạo rang Tân Thành (Tiên Lữ)<ref>{{Chú thích web |url=http:\/\/baovinhphuc.com.vn\/xa-hoi\/tin-tuc\/47644\/huong-vi-banh-gao-rang-tien-lu.html |ngày truy cập=2020-11-15 |tựa đề=Hương vị bánh gạo rang Tiên Lữ |archive-date=2020-11-17 |archive-url=https:\/\/web.archive.org\/web\/20201117094115\/http:\/\/baovinhphuc.com.vn\/xa-hoi\/tin-tuc\/47644\/huong-vi-banh-gao-rang-tien-lu.html |url-status=dead }}<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.vinhphuc.gov.vn\/tag.b94537129a990a71.render.userLayoutRootNode.target.167.uP?view=Sbn&uP_root=me&ContentID=2834&topicID=529&topicdept=1&ptopicID=194&page=1#167 Cổng thông tin huyện Lập Thạch trên Website của tỉnh Vĩnh Phúc]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.vinhphuc.gov.vn\/tag.a5063a4ab6d10346.render.userLayoutRootNode.target.167.uP?view=Sbn&uP_root=me&ContentID=2834&topicID=529&topicdept=1&ptopicID=194&page=1#167 Điều kiện tự nhiên, kinh tế, xã hội huyện Lập Thạch]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.vinhphuc.gov.vn\/tag.1381d88ce295fe38.render.userLayoutRootNode.target.167.uP?view=Sbn&uP_root=me&ContentID=2835&topicID=529&topicdept=1&ptopicID=194&page=1#167 Một số tư liệu lịch sử về địa lý hành chính huyện Lập Thạch]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.vinhphuc.gov.vn\/tag.2f09540d9abd57c9.render.userLayoutRootNode.target.167.uP?view=Sbn&uP_root=me&ContentID=2836&topicID=529&topicdept=1&ptopicID=194&page=1#167 Sơ lược về địa danh \"Lập Thạch Huyện\"]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.vinhphuc.gov.vn\/tag.42609b4d6f3bed28.render.userLayoutRootNode.target.167.uP?view=Sbn&uP_root=me&ContentID=2839&topicID=530&topicdept=1&ptopicID=194&page=1#167 Huyện Lập Thạch, một vùng đất tối cổ]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.dulichtet.com\/lehoi_chitiet.php?newsID=121 Lễ hội chọi trâu Hải Lựu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090628095526\/http:\/\/www.dulichtet.com\/lehoi_chitiet.php?newsID=121 |date = ngày 28 tháng 6 năm 2009}}\n* [http:\/\/www.cpv.org.vn\/print_preview.asp?id=BT110417064 Phục dựng lễ hội xuống đồng của người Cao Lan]\n* [http:\/\/www.kinhtenongthon.com.vn\/Story\/xahoi\/2007\/10\/6725.html Độc đáo tục ăn đất ở Lập Thạch] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080316112046\/http:\/\/www.kinhtenongthon.com.vn\/Story\/xahoi\/2007\/10\/6725.html |date = ngày 16 tháng 3 năm 2008}}\n\n{{Huyện thị Vĩnh Phúc}}\n{{Đơn vị hành chính thuộc huyện Lập Thạch}}"}