{"319413":"'''Lễ cấp sắc''' là một nghi lễ của dân tộc [[Người Dao|Dao]], [[Hướng Tây Bắc|Tây Bắc]]. Chàng trai sau khi thụ lễ đã được coi như một người đàn ông trưởng thành hoàn toàn về thể chất cũng như tâm linh.\n\n==Thời gian==\nNgày hành lễ cấp sắc thường được tiến hành vào những tháng cuối năm. Trước khi hành lễ, người cấp sắc phải kiêng: nói tục, chửi bậy, quan hệ vợ chồng hay để ý đến phụ nữ... Thời gian tiến hành lễ cấp sắc 3 đèn kéo dài từ 1 đến 2 ngày; cấp sắc 7 đèn kéo dài 3 đến 5 ngày với các nghi lễ chính trình diện và thụ đèn.\n\n==Quan niệm tổ chức==\nNghi lễ cấp sắc của người Dao có nhiều bậc. Bậc đầu tiên, họ được cấp 3 đèn và 36 binh mã. Bậc 2 họ được cấp 7 đèn và 72 binh mã và bậc cuối cùng là 12 đèn và 120 binh mã. Ông thầy được chọn làm lễ phải cao tay, ngày tháng được chọn rất cẩn thận, người được cấp sắc cũng phải thuần thục các nghi lễ quy định trong các bản sắc. Việc cấp sắc trong gia đình được tuân thủ từ trên xuống dưới, từ cha đến con, từ anh, đến em.\n\nMột buổi cấp sắc có thể làm cho một hoặc vài người cũng được nhưng phải là số lẻ. Người đàn ông có vợ thường được chọn để cấp sắc trước.\n\nGia chủ phải làm cơm, rượu cúng báo [[tổ tiên]] về việc chuẩn bị và hẹn thời điểm tiến hành lễ cấp sắc. Sau đó, phải nuôi hai con lợn đực và cái, chuẩn bị cho việc cúng bái. Ngoài ra, phải chuẩn bị lợn, gà, rượu, gạo… để làm cỗ và vài trăm nghìn tiền mặt bồi dưỡng thầy.\n\nThường một lễ cấp sắc 3 đèn thì cần 3 thầy, 7 đèn thì 7 thầy. Ông thầy cả gọi là \"chí chẩu sai\" hoặc \"cô tàn sai\", các thầy phụ gồm: dần chái, tình mình, pá tạn, tông tàn.\n\nTrong lễ trình diện, gia chủ mổ lợn để tế lễ tổ tiên. các thầy cúng phải tẩy uế xong mới đánh trống mời tổ tiên về dự, sau đó thầy cúng làm lễ khai đàn, nhằm báo cho tổ tiên biết lý do của buổi lễ.\n\nTiếp đó, tại lễ thụ đèn, người được cấp sắc phải ăn mặc chỉnh tề ngồi trước bàn thờ, hai tay giữ một [[tre|cây tre]], nứa, ngang vai có đục và xuyên một thanh ngang dài vừa tầm vai để thầy đốt đèn, đặt nến để làm lễ.\n\nNgười thụ lễ được cấp đạo sắc với 10 điều cấm và 10 điều nguyện, tên âm của người thụ lễ cũng được ghi luôn trong đó để khi chết về được với tổ tiên.\n\nĐiều quan trọng nhất trong các buổi lễ này là cấp pháp danh cho người thụ lễ. Người thụ lễ lấy vạt áo để hứng [[gạo]] từ thầy cả và cha đẻ, sau đó quan sát và học một số điệu múa từ các thầy.\n\nKết thúc nghi lễ, các thầy múa để dâng rượu, lễ vật tạ ơn thần linh.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.baodatviet.vn\/Home\/Le-cap-sac-cua-dan-toc-Dao-Tay-Bac\/20087\/9616.datviet Lễ cấp sắc của dân tộc Dao Tây Bắc] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090127043855\/http:\/\/www.baodatviet.vn\/Home\/Le-cap-sac-cua-dan-toc-Dao-Tay-Bac\/20087\/9616.datviet |date=2009-01-27 }}\n\n{{Nghi lễ các dân tộc Việt Nam}}\n\n[[Thể loại:Nghi lễ của người Dao]]\n[[Thể loại:Di sản văn hóa phi vật thể tại Việt Nam]]"}