{"309722":"'''Lễ hội Xíp xí''' hay '''Tết xíp xí''' của [[người Thái (Việt Nam)|người Thái]], [[người Kháng]] tại vùng [[Hướng Tây Bắc|Tây Bắc]]. Một phong tục giống như lễ rằm tháng 7 âm lịch của [[người Việt|người Kinh]], thể hiện tình yêu quê hương, gìn giữ bản sắc văn hóa dân tộc mình và nhớ công ơn người khai phá tạo [[mường]], lập [[bản]] và ăn uống, vui chơi văn hóa văn nghệ. Theo quan niệm người Thái, người chết thì hồn bay về trời. Cuộc sống nơi trần gian của con người được tổ tiên, thần sông, thần núi che chở nên họ rất coi trọng thờ cúng. Tập tục sinh hoạt và yếu tố sản xuất là cơ sở hình thành nên quan niệm về Tết Xíp Xí ngày 14 tháng 7 [[âm lịch]].\n\n== Khởi nguồn phong tục ==\nNguồn gốc bắt đầu từ dân tộc Thái Trắng. Quá trình di cư, giao thoa [[văn hóa]] đã làm cho Xíp Xí trở nên phổ biến. Ngày nay nhiều dân tộc cùng ăn Tết Xíp Xí. Tuy nhiên, giá trị [[lịch sử]] và văn hóa của loại hình sinh hoạt mang tính bản địa cao. Thường vào khoảng thời gian kết thúc vụ thu hoạch, công việc cấy cày cho vụ mùa mới vừa xong, người nông dân thực hiện \"quai khẩu púng\" (thả trâu vào rừng). Thời gian này khá rảnh rang.\n\n== Phần lễ ([[Thầy mo|mo]]) ==\nĐầu tiên là nhớ đến đất trời cho mưa thuận gió hòa, nhớ đến ông bà tổ tiên phù hộ độ trì. Cúng \"Nà Hoóng\" (cúng trong nhà) và \"cúng tế ná\" (cúng ruộng). Đồ vật cúng gồm: thịt, rượu, \"khẩu cắm\" (cơm nếp nhuộm màu), [[bánh chưng gù]]. Tết Xíp Xí thường không thể thiếu \"nhớ tu pết\" ([[thịt vịt]]), vịt gắn bó với đồng ruộng, sông suối, đời sống sản xuất của con người. Xíp Xí cúng thịt vịt là muốn con vịt ăn hết sâu bọ hại lúa, con vịt mang điều không may mắn, điềm xấu trôi theo dòng nước.\n\n== Phần hội ==\nĂn uống trong gia đình, người ta trò chuyện vui vẻ, hỏi thăm tế nhị, chúc tụng cởi mở. Với tấm lòng hiếu khách chân thành và luôn rộng mở. Vui chơi ca hát \"khắp chúc muôn\" (hát chúc mừng), \"khắp khoắm son cún\" (hát dạy làm người), \"khắp long te\" (hát bè trên sông), \"khắp báo sao\" (hát trao duyên), hát lúc ăn uống, lúc thăm nhau. Chủ nhà với cây đàn \"[[tính tẩu]]\" ([[đàn bầu]] người Thái) có thể giãi bày tình cảm, ngôn từ mộc mạc, âm thanh réo rắt, làm cho bữa tiệc không còn là say rượu mà say tình, say nghĩa.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/cema.gov.vn\/modules.php?name=News&op=detailsnews&mid=1582 Về Quỳnh Nhai vui Xíp Xí]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Lễ hội các dân tộc Việt Nam}}\n\n[[Thể loại:Lễ hội của người Thái]]\n[[Thể loại:Lễ hội của người Kháng]]"}