{"314474":"'''Lễ hội Đâm đuống''' hay '''chàm đuống''' của dân tộc [[Mường]]; Theo [[tiếng Mường]] \"đuống\" là máng gõ để giã [[lúa]] và \"chàm\" là đâm. Thực chất là hình thức giã gạo nhưng giã [[gạo]] trong lễ hội, có tính chất tổ chức và nghệ thuật.\n\n== Thời gian ==\nVào đúng ngày [[tết Nguyên Đán|tết Nguyên đán]], thường kết hợp với các lễ hội trong năm mới khác.\n\n== Chuẩn bị tố chức ==\nGiã gạo bằng chiếc cối hình chiếc thuyền, lườn dài thừ hai đến ba sải tay. [[Chày]] giã cũng như [[đòn gánh]], giữa thân thon để cầm. [[Phụ nữ]] tham gia chủ yếu, làng nào cũng giã, nhưng giã nhà nào ở nhà ấy. Trong nhà có bao nhiêu phụ nữ phải chuẩn bị bấy nhiêu chày, đủ số cụm lúa.\n\n== Vào cuộc ==\nNgười phụ nữ nhiều tuổi nhất trong nhà đứng đầu cối, giã ba tiếng mở màn. Thành ba tiếng \"Kênh, kenh, kinh\", làm sao giã thành ba âm thanh trên là một đặc điểm của nghệ thuật. Chày của người khai mạc như thế gọi là \"chày cái\". Sau đó đến con gái và cháu gái giã trong nhà, gọi là \"chày con\" và \"chày cháu\". Nhịp điệu phải giữ đúng, cùng hòa âm nhịp nhàng với hàng trăm chày khác.\n\n== Âm thanh lễ hội ==\nNgười Mường quan niệm âm thanh \"Kênh, kenh, kinh\" của cối đuống, là điệu hát \"Vui xuân mới, vui xuân mới\" hoặc \"cơm cơm trắng, cơm cơm trắng\". Theo nhịp âm thanh đâm đuống mau hay chậm mà tiếng chày chuyển điệu sang âm thanh khác nhau, có nhịp hai xen nhịp ba. Khi nhịp đôi, tất cả chày trong làng đều cùng đổi, chẳng hạn kêu \"kênh, kinh, kênh, kinh\" hay \"kênh kênh kinh, kênh kinh\" \"kinh kinh, kinh kinh\".\n\n== Kết thúc  ==\nĐâm đuống thật sự là một buổi hòa nhạc cho cả làng nghe, bằng cối giã động tác múa đơn giản. Tất cả đều được nghệ thuật hóa nhằm làm đẹp mua vui chức không mang ý nghĩa thực dụng, giã gạo hàng ngày.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/www.binhthuan.gov.vn\/KHTT\/vanhoa\/0000\/0001\/phtuc103.htm Phong tục lễ hội Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080618163448\/http:\/\/www.binhthuan.gov.vn\/KHTT\/vanhoa\/0000\/0001\/phtuc103.htm |date=2008-06-18 }}\n*[http:\/\/www.nguoiyenbai.com\/diendan\/showthread.php?t=926 Tết Vùng Cao]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}\n\n{{Lễ hội các dân tộc Việt Nam}}\n\n[[Thể loại:Lễ hội của người Mường]]"}