{"312465":"{{Infobox holiday\n|holiday_name  = Pchum Ben \/ Sen Đôn-ta <br>បុណ្យភ្ជុំបិណ្ឌ\n|type          = Phật giáo\n|image         = \n|imagesize     = 250px\n|caption       = \n|official_name = \n|nickname      =  Lễ cúng ông bà \n|observedby    = Campuchia, Khmer\n|litcolor      = \n|longtype      = Tôn giáo\n|significance  = \n|begins        = \n|ends          =\n|date          = Ngày thứ 15 của tháng Khmer thứ 10\n|celebrations  = \n|observances   = \n|relatedto     = [[Boun Khao Padap Din]] <small>(tại Lào)<\/small> <br\/> [[Mataka dānēs]] <small>(tại Sri Lanka)<\/small> <br\/> [[Sart Thai]] <small>(tại Thái Lan)<\/small> <br\/> [[Tết Trung Nguyên]] <small>(tại Trung Quốc)<\/small> <br\/> [[Tết Trung Nguyên]] <small>(tại Việt Nam)<\/small> <br\/> [[Obon]] <small>(tại Nhật Bản)<\/small> <br\/> [[Miryang Baekjung]] <small>(tại Hàn Quốc)<\/small> \n|date2020=16–18 tháng 9\n|date2021=}}\n'''Lễ Đôn-ta''' (còn gọi là '''lễ Sen Dolta''', [[Campuchia]] thường gọi là '''Pchum Ben''' បុណ្យភ្ជុំបិណ្ឌ) là lễ hội truyền thống lớn nhất trong năm của người [[Khmer]], còn được gọi là lễ cúng ông bà (''Píth-sên đôn-ta''). Lễ có ý nghĩa giống với [[vu-lan|lễ Vu Lan]] của người Việt nên còn được gọi là lễ \"Xá tội vong nhân\". Đây là lễ được tổ chức nhằm tưởng nhớ đến công ơn ông bà, cha mẹ và người thân, tạ ơn những người đã khuất và cầu phước cho những người còn sống, tạo nên sự gắn bó giữa bạn bè, người thân và cả cộng đồng.\n\n== Thời gian ==\nTổ chức trong suốt ba ngày, hàng năm, từ ngày 29 tháng tám đến mùng 1 tháng chín [[âm lịch]].<ref>[http:\/\/voh.com.vn\/khoa-hoc-giao-duc\/le-hoi-va-truyen-thuyet-le-sen-don-ta-cua-nguoi-khmer-213729.html Lễ hội và truyền thuyết lễ Sen Đôn Ta của người Khmer]<\/ref> Trong ba ngày Đôn-ta có nhiều hoạt động tín ngưỡng, tôn giáo, phong tục, tập quán diễn ra đan xen với nhau.<ref>[https:\/\/dantri.com.vn\/van-hoa\/doc-dao-le-sen-don-ta-cua-dong-bao-khmer-nam-bo-1412468833.htm Độc đáo lễ Sen Đôn - Ta của đồng bào Khmer Nam bộ]<\/ref>\n\n== Các ngày lễ ==\n* Ngày thứ nhất: Mỗi gia đình đều dọn dẹp nhà cửa khang trang, lau chùi bàn thờ tổ tiên sạch sẽ, trang hoàng lộng lẫy. Dọn bốn chén cơm ngon trên mỗi bàn, đốt đèn rồi mời mọi người trong gia đình cùng cúng. Mọi người cùng nhau khấn vái và rót trà để mời linh hồn những họ hàng đã quá cố về nhà ăn uống, nghỉ ngơi. Buổi cúng đầu ngày gọi là cúng tiếp đón. Đến chiều, họ tắm rửa sạch sẽ, cúng linh hồn ông bà và sau đó mời ông bà cùng họ đi vào chùa nghe sư sãi tụng kinh lấy phước. Tại [[chùa]] phần lễ sắc thái tôn giáo, tín ngưỡng được tổ chức, hoạt động khác mang tính hội hè như [[Hát dù kê|du kê]], Lò-khol Bác-sắc, múa Lâm-thol…\n* Ngày thứ hai: Sau khi đã ở chùa suốt một ngày - đêm, đến chiều mọi người cùng nhau rước linh hồn ông bà từ chùa về nhà để mời cơm và mời ở nhà chơi với con cháu đến khi lễ kết thúc mới trở lại chùa.\n* Ngày thứ ba: Mỗi gia đình lại chuẩn bị thức ăn, bánh trái như ngày đầu để cúng ông bà tại nhà trước khi tiễn linh hồn người quá cố ra đi. Vì vậy, buổi cúng này gọi là \"cúng tiễn đưa\". Khi mọi nghi thức cúng vái hoàn tất thì cũng là lúc lễ Đôn-ta xem như kết thúc.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=1300 Lễ Đôn-Ta của người Khmer Nam Bộ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081007143319\/http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=1300 |date = ngày 7 tháng 10 năm 2008}}\n*[https:\/\/anvientv.com.vn\/le-hoi-sen-dolta Lễ Hội Sen Dolta - Nét Văn Hóa Độc Đáo Của Người Khmer]\n\n{{Lễ hội các dân tộc Việt Nam}}\n\n{{sơ khai}}\n\n[[Thể loại:Lễ hội của người Khmer]]"}