{"327115":"'''Lễ hội Căm Mường''' là một lễ hội của dân tộc [[Người Lự|Lự]], tỉnh [[Lai Châu]], [[Việt Nam]]. Đây là dịp để bà con dân bản dâng tế lễ vật cầu khẩn thần sông, thần núi, thần khe, thần suối thần rồng phù hộ cho bà con dân bản no đủ, điều lành ở lại, điều dữ mang đi.\n\n== Thời gian ==\nĐược tổ chức vào ngày mùng 3 tháng 3 âm lịch.\n\n== Phần lễ ==\nMỗi gia đình sẽ cử ra một người đại diện là nam giới đi tham gia phần phụ lễ, khi về sẽ có lộc dành cho những người ở nhà. Mở đầu cuộc lễ, [[thầy cả]] đọc lời tuyên bố lý do buổi lễ. Trong lời của thầy cả đề cập tới lịch sử của người Lự, lịch sử bản mường, cái lý của việc làm lễ và những người sẽ được \"thụ lễ\" lần này.\n\nKhi bắt đầu lễ các thầy lạy một lạy rồi bắt đầu đọc lời khấn. Trong phần lễ này không có khèn, sáo, trống hay bất kì một loại nhạc cụ nào để làm âm vang. Theo quan niệm của người Lự thì như thế sẽ làm ảnh hưởng tới các linh hồn riêng, mà cái linh hồn ở đây chính là sự thần bí, linh thiêng ẩn hiện trong những lời khẩn cầu của thầy cúng:\n\n:::''Núi rừng mang hồn nước''\n\n:::''Khe suối lượn hình sông''\n\n:::''Thần rồng bay lượn múa''\n\n:::''Phun nước tưới ruộng đồng''\n\n:::''Cho ngô lúa trổ bông''\n\n:::''Cho mùa vàng trĩu quả.''\n\nNgười Lự ví lễ là dịp để thể hiện lòng thành kính đối với các vị thần được thể hiện bằng các lễ vật dâng tế trong buổi lễ. Những lễ vật này do dân bản tự nguyện đóng góp, và thầy cúng sẽ khẩn cầu lên vị thần thấu hiểu lòng thành kính của dân bản, mong được mùa bội thu, thóc lúa đầy bồ, già trẻ gái trai trong bản được vui vẻ sum vầy hạnh phúc.\n\n== Phần hội ==\nCác chàng trai thổi sáo để các cô gái hát những bài ca của dân tộc mình. Những lời hát nhắn nhủ của thế hệ đi trước dành cho lớp trẻ hôm nay phải biết chung tay xây dựng bản mường ngày càng ấm no hạnh phúc.\n\nCùng với các bài hát thì các trò chơi như [[kéo co]], [[đẩy gậy]]. Nó thể hiện sức mạnh của mỗi người, đồng thời nếu ai thắng sẽ gặp may mắn trong năm tới, còn ai thua sẽ là gặp không may. Vì vậy mà kết thúc lễ hội mọi người cùng té nước để cầu may, cũng như gột rửa những điều không may mắn.\n\n== Kết thúc ==\nTất cả họ hàng dòng tộc, các gia đình trong bản sẽ sống đoàn kết, thương yêu nhau hơn. Các gia đình sẽ phải cố gắng nuôi dạy con cái học hành để có cuộc sống tốt hơn các thế hệ đi trước.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n[http:\/\/www.vietnamtourism-info.com\/tindulich\/vanhoalehoi\/article_16321.shtml Lễ hội Căm Mường (Kiêng Mường) của người Lự – Lai Châu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080125173756\/http:\/\/www.vietnamtourism-info.com\/tindulich\/vanhoalehoi\/article_16321.shtml |date=2008-01-25 }}\n{{Lễ hội các dân tộc Việt Nam}}\n\n[[Thể loại:Người Lự]]\n[[Thể loại:Lễ hội của người Lự]]"}