{"319135":"'''Lễ hội Cầu mùa''' là một lễ hội của người đồng bào dân tộc [[Người Tà Ôi|Tà Ôi]], để cầu mong [[Giàng]] làm cho họ một mùa màng bội thu, cộng đồng luôn dồi dào sức khỏe.\n\n== Thời gian lễ hội ==\nTổ chức theo chu kỳ từ 2 đến 3 năm một lần. Thời gian tổ chức cho lễ hội này là sau Tết Âm lịch.\n\n== Điều kiện ==\nKhi những cơn mưa của vùng đã tạnh, cây cối đâm chồi nảy lộc, đời sống vật chất cũng như tinh thần đầy đủ, thời gian rảnh rỗi...\n\n== Chuẩn bị ==\nDo làng đứng ra tổ chức và có sự đồng thuận, đóng góp của cải, vật chất, thực phẩm... của tất cả bà con trong [[bản]]. Tổ chức ngay tại bên trong [[nhà rông|nhà Rông]] và trước khoảng sân trước ngôi nhà Rông của làng. Lễ vật cúng phải có axom (được tước ra từ sợi của cây hóp, tạo thành từng chùm dùng để khi cúng chấm vào rượu cần vẩy lên xà nhà Rông) và cây asiêu dài khoảng 15&nbsp;cm được chẻ làm hai mảnh đều nhau làm vật thiêng để xin kêu (bói) khi cúng và một số tấm [[thổ cẩm]] đẹp nhất để phủ lên đầu con vật hiến sinh (trâu) trước khi đâm.\n\n== Tổ chức vào ngày thứ nhất ==\nBuổi sáng, mặt trời lên cao chiếu vào cửa sổ nhà Rông, dân làng tụ trước sân. Chủ lễ cùng với số thanh niên được chọn làm lễ xin đất chôn cây nêu buộc trâu, cọc buộc dê, heo. \nLễ vật cho lễ này gồm: [[cồng chiêng]], [[Gùi|gùi lớn]] (a chói), [[Gùi|gùi nhỏ]] (a té), [[ché]], [[gạo nếp]] và một ít [[Khô cá|cá khô]] nướng... Sau các nghi lễ, chủ lễ là người đào lỗ cọc đầu tiên trong tiếng cồng chiêng, [[tù và]] vang vọng cả khắp núi rừng báo hiệu Lễ hội cầu mùa bắt đầu. Khi lỗ cọc đã đào xong, chủ lễ tay cầm ống tre ngắn, trong đó có đựng cám gạo nếp đổ xuống lỗ cọc và đi vòng trước sân vừa đi vừa vung gạo nếp, cơm trộn lá (tượng trưng cho sự cầu mùa để cộng đồng, gia đình được no đủ) vung lên trên trời và khấn mời thần linh về dự lễ cùng với dân làng. Sau cùng chủ lễ tiến về chỗ buộc trâu, vung cơm vào đầu trâu trong tiếng reo vui của dân làng. Nghi thức này kết thúc, chủ lễ cùng với dân làng lên nhà Rông để làm lễ cúng Yang Bah (mời các Giàng về dự lễ). Chủ lễ thận trọng đặt mâm cúng gồm: một con gà trống tơ và tiết đã luộc chín, cá nướng, cơm, xôi nếp, gạo đã xát vỏ, [[rượu cần]]... Cùng lúc dưới sân nhà Rông, các trai tráng cùng nhau mổ heo, dê để chuẩn bị cho việc cúng và làm lễ đâm trâu vào ngày hôm sau.\n\n== Tổ chức vào ngày thứ hai ==\nSáng sớm khi gà gáy, mọi thứ lễ vật được mang đến nhà Rông, khách mời và bà con đã tụ về đông đủ. Ngay tại cây nêu buộc trâu, họ làm một bàn thờ thiêng để đặt các lễ vật: gồm 3 mâm, trên mâm này có đầu, một xâu gan và đuôi của dê và heo, một vạ cơm to trên lá chuối, một xâu cá khô nướng, ít gạo đã xát vỏ, ngoài ra còn có một cây chuối xiêm thân to và có buồng trái già, khoảng 10 cây mía nguyên ngọn xanh tốt, 5 ché rượu cần ngon, mọi người háo hức chờ hội... Đến giờ thiêng, chủ lễ cùng với các già làng đứng trước mâm cúng trang nghiêm thể hiện lòng thành đối với các thần linh. Chủ lễ cùng với các già làng tiến về phía con vật hiến sinh (trâu) và vung nhiều nắm gạo vãi vào khắp mình, đầu trâu. Chủ lễ đưa tấm thổ cẩm đẹp nhất để làm phép ngay trên đầu trâu, rồi lấy cất đi. Mọi người quây quần thành một vòng tròn quanh cột buộc trâu nhảy múa, cùng lúc các loại trống, cồng chiêng âm vang hai già làng được chọn thực hiện đâm trâu trong tiếng hò reo. Thịt trâu được chế biến các món ăn truyền thống ngay tại trước sân nhà Rông, nhà Rông luôn đỏ lửa và rộn rã tiếng cười. Họ cùng nhau ăn uống no say, buổi lễ kết thúc.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n[http:\/\/www.cema.gov.vn\/modules.php?name=Content&op=details&mid=6301 Lễ hội cầu mùa của người Tà Ôi]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Lễ hội các dân tộc Việt Nam}}\n\n[[Thể loại:Lễ hội của người Tà Ôi]]"}