{"320047":"'''Lễ cưới Chăm''' là một nghi lễ của dân tộc [[Người Chăm|Chăm]]. Người Chăm hiện tuân theo chế độ hôn nhân một vợ một chồng. Thông thường, con trai và con gái người Chăm thích lấy nhau cùng làng. Để đến được với nhau, họ phải có một quá trình tìm hiểu hoặc có người làm mối. Khi hai bên gia đình và con đồng ý thì tiến hành lễ hỏi, sau lễ hỏi 15 ngày, họ tổ chức lễ cưới.\n\n== Tổ chức lễ ==\n=== Lễ vật ===\nVào ngày cưới, nhà gái cho ông mối (chano) sang đón rể. Lễ vật đi rước gồm có: \n*Chiếc vòng mà trong lễ hỏi\n*Máongang (nhà trai đã tặng)\n*Gạo\n*Rượu\n*Thịt\n*Ên\n*Áo\n*Chén đồng\n\nKhi họ đến đầu làng, nhà trai phải cho người ra đón và dẫn về nhà. Sau khi sắp đặt các lễ vật như:\n*Trầu cau\n*Rượu cần\n*2 chiếc vòng (một nam, một nữ)\n*1 cái nồi đồng\n*1 chiếc kiềng bạc\n\n=== Lễ trao vòng ===\nTiếp đến chủ nhà khấn ông bà, tổ tiên về nhận mặt người mới vào nhà và phù trợ cho người đó luôn mạnh tay, khoẻ chân. Khấn xong, hai bên làm lễ trao vòng, vòng nam khắc 7 dấu, vòng nữ khắc 3 dấu. Theo phong tục, khi hai người không còn ăn ở với nhau mà chiếc vòng chưa trả lại thì quan hệ vợ chồng vẫn còn và đương nhiên các thành viên này không được kết hôn với người khác.\n\nHọ hàng hai bên ngồi xung quanh chứng kiến, chủ nhà khấn ông bà, tổ tiên về nhận mặt người mới vào nhà và phù trợ cho người đó luôn mạnh tay, khoẻ chân. Khấn xong, hai bên làm lễ trao vòng, vòng nam khắc 7 dấu, vòng nữ khắc 3 dấu. Theo phong tục, khi hai người không còn ăn ở với nhau mà chiếc vòng chưa trả lại thì quan hệ vợ chồng vẫn còn và đương nhiên các thành viên này không được kết hôn với người khác.\n\nSau lễ trao vòng, người mẹ chồng cầm chiếc kiềng bạc đeo vào cổ con dâu và trao cho đôi vợ chồng chiếc nồi đồng. Đây là những đồ vật gắn với họ suốt đời và phải giữ gìn, bảo quản cẩn thận, không để người khác mang ra khỏi bếp, không cho ai mượn hoặc không được làm mất. Xong lễ, hai bên ngồi uống rượu, trò chuyện với nhau, đến lúc trời đã về khuya, rượu đã ngấm, nhà trai và nhà gái bắt đầu hò đối đáp.\n\nSáng hôm sau, đoàn người nhà gái cùng nhà trai về nhà nhà gái để làm lễ ra mắt tổ tiên. Khi đến đầu làng thì cô gái chạy trốn, ông chano cùng với dân làng đi tìm. Họ đi quanh trong buôn một lúc rồi cũng bắt được. Lúc này chano lấy sợi dây vải, dài độ sải tay buộc vào tay cô gái dẫn về nhà, họ đặt cho cô dâu, chú rể cùng ngồi một chiếc chiếu mới trải ở nhà, hai người đưa tay cầm chung mảnh vải, từ đây người con trai đã chính thức trở thành thành viên của gia đình nhà gái. Vài tháng hoặc một, hai năm sau họ mới tổ chức lễ cưới chính thức.\n\n== Lễ cưới ==\nTrong lễ cưới chính thức, cô dâu, chú rể ngồi bên chén rượu, thầy cúng bốc gạo vãi lên trời gọi [[Giàng]] trời, Yàng đất, Yàng ông bà về chứng kiến ngày hợp thành vợ chồng của đôi trai gái. Cúng xong, xả heo thịt, đem nấu các món ăn, rượu hút ra, cô dâu chú rể cầm đi mời khách uống làm phép. Sau đó, cô dâu, chú rể ngồi vào chiếc chiếu trải cạnh chén rượu để trao rượu cho họ hàng đôi bên. Từ đây, cha mẹ chồng goi cô dâu là \"Nghê\", em chồng xưng hô với chị dâu là \"Ai\". Sau lễ cưới một ngày gia đình nhà gái tổ chức cho vợ chồng đi bắt cá. Trong ngày đó, nếu vợ chồng bắt được nhiều cá thì sau này làm ăn gặp nhiều may mắn, giàu có, con cái khôn ngoan, vợ chồng hoà thuận, hạnh phúc.\n\n== Sau khi cưới ==\nBa ngày sau, hai vợ chồng về lại nhà trai làm [[lễ đạp tro]] nhà chồng. Lúc này nhà trai mổ heo, làm gà, nhắc rượu mời họ hàng, người thân và những người trong buôn để chung vui, đồng thời tiễn người con trai về ở nhà vợ. Dịp này nhà trai trao cho vợ chồng của hồi môn.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/www.ketnoisunghiep.vn\/nhung-nghi-thuc-nghi-le-tap-tuc-trong-ngay-cuoi\/2563-ve-le-cuoi-cua-nguoi-cham.html Về Lễ cưới của người Chăm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20081207005156\/http:\/\/www.ketnoisunghiep.vn\/nhung-nghi-thuc-nghi-le-tap-tuc-trong-ngay-cuoi\/2563-ve-le-cuoi-cua-nguoi-cham.html |date = ngày 7 tháng 12 năm 2008}}\n\n{{Nghi lễ các dân tộc Việt Nam}}\n\n[[Thể loại:Nghi lễ của người Chăm]]\n[[Thể loại:Lễ cưới]]"}