{"326798":"'''Lễ hội rước Đất, rước Nước''' là một lễ hội của đồng bào dân tộc [[Người Tày|Tày]], để cầu xin Mẹ Đất, Mẹ Nước phù hộ cho đất luôn màu mỡ, cầu cho nguồn nước không bao giờ cạn, giúp dân bản có cuộc sống no đủ quanh năm.\n\n== Thời gian ==\nDiễn ra vào '''từ ngày 11 đến hết ngày 16 tháng Giêng âm lịch.'''\n\n== Địa điểm tổ chức ==\nLà cánh đồng rộng của bản. Khi các đoàn rước tới nơi, ba hồi kèn trống nổi lên vang động đất trời, thấu đến chín tầng cao xanh như báo cho Trời - Đất biết: Ngày hôm nay dân làng mở hội. Thầy cúng thực hiện nghi lễ cầu khấn.\n\n== Phần lễ ==\nTừ sáng sớm, dân làng đã cử một đoàn người gồm: thầy cúng, đội trống, chiêng, khèn và các cô, các chị (là những [[Người Chăm|người chăm]] chỉ làm ăn, có cuộc sống gia đình yên bình khỏe mạnh) đi lên ngọn núi-nơi có nguồn nước trong nhất bản - rước hồn Đất, hồn Nước về dự hội.\n\nĐi đầu đoàn rước là thầy cúng. Thầy là người giữ vai trò làm sứ giả để giao tiếp với các vị thần linh. Trong tay thầy cầm [[cây nêu]] - biểu tượng của sự sinh sôi, nảy nở - rước đến địa điểm diễn ra lễ hội. Tiếp theo là kiệu rước Nước và các mâm lễ. Nước được đựng trong hai ống bương to, tượng trưng cho ống bố, ống mẹ. Tiếp đến là kiệu rước Đất - hồn mẹ Đất được lấy từ trên đỉnh núi cao thiêng liêng. Sau đó là đến các mâm lễ để dâng các vị thần linh. Lễ vật gồm một mâm quả còn, bên trong các quả còn đựng các loại hạt giống, các mâm xôi ngũ sắc, gà luộc, hoa quả… đều là những [[sản vật]] [[tinh túy]] của mùa màng – thành quả sản xuất của dân bản trong năm. Đội [[cồng chiêng|chiêng]] trống đi hai bên thầy cúng nổi chiêng trống để thầy giao linh với các vị thần.\n\nTiếp đó, thầy cúng phun nước làm phép để xua các điều xấu, xua quỷ dữ không cho về quấy phá dân bản. Rồi thầy tung lộc (ngô, lúa) của thần linh cho dân bản, những người dự hội ai cũng cố gắng nhận cho được vài hạt thóc, hạt ngô đem về nhà làm khước may mắn để nhà mình vụ sau ngô sai hạt, lúa sai bông.\n\n== Phần hội ==\nMọi người bước vào phần hội với những màn xòe điệu nghệ của các cô gái, chàng trai. Khi các màn xòe kết thúc là các trò chơi dân gian như:\n*Kéo co\n*Đẩy gậy\n*Chọi gà\n*Chọi trâu (bằng bắp bi chuối và măng)\n*Ném còn… \n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n[http:\/\/maxreading.com\/?chapter=3264 Lễ hội rước Đất, rước Nước của người Tày ở Bắc Hà]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}\n{{Lễ hội các dân tộc Việt Nam}}\n\n{{sơ khai}}\n\n[[Thể loại:Người Tày]]\n[[Thể loại:Lễ hội của người Tày]]"}