{"328309":"'''Lễ tết nhảy''' là lễ hội của đồng bào dân tộc [[Người Dao|Dao]] Quần Chẹt, nhằm hậu tạ tổ tiên và chuẩn bị làm lễ hứa đầu năm mới. Theo quan niệm của người Dao Quần Chẹt, trong cuộc sống con người phải trải qua nhiều trắc trở, rủi ro, hàng năm phải khấn trời đất, thần linh, tổ tiên để được cứu giúp, trừ giải những oan trái, bất hạnh, ban cho những điều may mắn, hạnh phúc.\n\n== Thời gian ==\nhàng năm cứ đến ngày 15.12 âm lịch\n\n== Chuẩn bị và Phần lễ==\nĐể chuẩn bị cho Tết Nhảy, gia đình phải mời thầy về để thiết lập ban thờ, bày biện đồ cúng, khấn mời Bàn vương, thần thánh, tổ tiên về dự lễ và tổ chức cho con cháu học nhảy và đọc sách (Sài Dung). [[Già làng]] đi thông báo với bà con xóm bản chuẩn bị ăn Tết tập thể. Theo phong tục thì họ ăn Tết trước người Kinh nửa tháng và vui Tết đến hết rằm tháng riêng (15.1 âm lịch). Công việc đón Tết từ ngày 15.12 âm lịch. Họ sửa sang thay mới ban thờ, làm bánh ống (gói bằng lá quận chặt hai đầu) và làm bánh giầy. Lễ \"hứa\" đầu năm là một thủ lợn tượng trưng cho con lợn khoảng (10 – 15&nbsp;kg), 5 chiếc bánh giầy hoặc bánh ống, nhà nào không có lợn thì thịt một con vịt hoặc ba con gà đặt lên ban thờ cúng tổ tiên để cầu lộc, cầu tài và gánh vác mọi công việc như: tai họa, trừ tà ác...\n\nBàn thờ đặt đúng góc tường của gian ngoài (gian cửa chính), chính giữa bàn thờ có một bát hương và 2 bức tranh dán trên tường, tượng trưng cho tổ tiên theo từng thứ bậc, như chính cuộc sống của họ. Khi thắp hương cúng tổ tiên đem chiếc ghế gỗ ra để các vật thờ lên đó, theo phong tục ngày Tết họ chỉ cúng thịt và bánh. Năm mới, họ luộc trứng gà để sẵn trong nhà, mỗi khi trẻ con đến chơi thì họ mang ra mừng tuổi...\n\n== Phần hội ==\nLà Tết của gia đình nhưng lại được cả bản, cả vùng coi như Tết chung. Tất cả đều đến tham gia múa nhiều điệu múa truyền thống như múa cờ, múa tế rùa, múa kiếm, múa chuông... Trước ban thờ Bàn vương, ông thầy múa đi trước, theo sau là một tốp thanh niên (khoảng 10 người) nối tiếp nhau vừa đi, vừa diễn tả các động tác múa minh họa, cùng với tiếng trống, tiếng cồng, tiếng chiêng và tiếng hú, tiếng hò vang tạo thành không khí tưng bừng, nhộn nhịp làm rung động cả vùng núi rừng. Trong suốt thời gian nhảy, chủ nhà mổ lợn, gói bánh để đãi khách. Họ vừa cúng, vừa uống rượu, ăn cỗ, múa hát thay phiên nhau liên tục trong nhiều ngày.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/www.kinhtenongthon.com.vn\/Story\/tet2009\/2009\/1\/16934.html Huyền bí Tết nhảy của người Dao] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090308073919\/http:\/\/kinhtenongthon.com.vn\/Story\/tet2009\/2009\/1\/16934.html |date=2009-03-08 }}\n*[http:\/\/www.thanhnien.com.vn\/news\/Pages\/200904\/20090124170129.aspx Người Dao Quần Chẹt đón Tết Nhảy]\n{{Lễ hội các dân tộc Việt Nam}}\n\n[[Thể loại:Lễ hội của người Dao]]"}