{"319357":"{{chú thích trong bài}} \n'''Lễ bỏ mả''' là một nghi lễ của dân tộc Konkơđeh thuộc một trong những nhóm chính của dân tộc [[Người Ba Na|Ba na]], tỉnh [[Gia Lai]], [[Bình Định]]. Gọi lễ hội bỏ mả là vào hội nhà mả (''mơt bơxát'') hay vào hội bỏ mả (''mơt brưh bơxát'').\n\n==Thời gian==\nNếu tính số ngày thực sự mang tính lễ hội thì lễ bỏ mả của họ kéo dài nhiều ngày nhất so với của các nhóm khác. Các bước của lễ bỏ mả theo truyền thống, nghĩa là tổ chức lễ bỏ mả trong năm ngày.\n\n==Tổ chức==\n===Ngày đầu tiên===\nViệc đầu tiên bằng nghi lễ cầu xin hồn ma người chết cho dựng [[nhà mồ]] mới và sau đó mọi người bắt tay vào dọn dẹp khu nhà mả cũ để chuẩn bị dựng nhà mả mới. Vì thế mà ngày đầu tiên này của lễ bỏ mả gọi là ngày cuốc dọn (''anăr choh cham''). Tuy công việc chính của ngày ''choh cham'' đơn giản chỉ là cuốc dọn khu nhà mả cũ, nhưng tính chất của nghi lễ lại rất quan trọng: báo cho hồn ma biết là những người sống chuẩn bị làm lễ bỏ mả.\n\nSau khi đã làm thịt một con heo, người chủ (''bơngai noh'') lấy gan, lưỡi, tim, da bụng và cổ họng của con vật xâu thành một xâu, lấy rượu ở ghè ra cho vào ống tre dùng để đựng rượu (''ding kham'') đó ra nhà mả làm lễ cúng. Ông chủ (có thể là chủ nhà, có thể là vị già làng) đổ rượu vào xâu rượu cho thấm xuống đầu nấm mộ và đọc lời cúng (''quai'' hoặc ''sơmăh'').\n:''Này đây, tôi đem cho ma thịt heo và rượu để báo cho ma biết''\n:''Hôm nay chúng tôi làm nhà mồ cho ma lẫn cuối cùng''\n:''Thế là hết rồi nhé, từ nay ma đừng quấy rầy gia đình nữa''\n\nTheo bước người chủ, dân làng đem cồng chiêng ra đánh bài chiêng ma (''chiêng atâu'') và cùng nhau từ nhà ra khu [[nghĩa trang|nghĩa địa]]. Khi ông chủ cúng xong, mỗi người một tay giúp gia đình dọn dẹp khu mộ và chuẩn bị mọi thứ để ngày hôm sau dọn nhà mả mới cho ma. Những lúc nghỉ, mọi người cùng bà con, thân nhân của người chết ăn uống, trò chuyện.\n\n===Ngày thứ hai===\nNgày hôm sau, tức ngày làm nhà mả (''anăr pơm bơxát'') dân làng cùng gia đình hoặc những gia đình có người chết (nếu năm đó có nhiều nhà làm lễ bỏ mả) ra nghĩa địa dựng nhà mả mới cho người chết. Mọi người ngồi quây quần bên ngôi nhà mả mới ăn uống, trò chuyện và vui chơi cho tới tận khuya mới về. Đến thời điểm này thì ngôi nhà mả mới đã xong, công việc còn lại là lễ bỏ mả và bỏ ma.\n\n===Ngày thứ ba (''bơxát'')===\nVào ngày ''mớt bơxát'', sau khi đã thịt heo xong, gia đình cùng dân làng đem rượu, thịt tới khu nhà mả ăn uống chia tay (''hơ pong'') với người chết. Trước khi ăn uống, vui chơi, gia đình đem đồ chia vào nhà mả mới cho người chết và khóc lần cuối cùng vĩnh biệt người thân đã khuất. Đồ chia hay đồ cho (''ăn drăm'') gồm các vật dụng mà người chết thường hay dùng. Để người chết tiếp tục sống ở thế giới khác, người nhà còn đem cho người chết các loại cây trồng như: ngô (''bò''), chuối (''pít''), mía (''ktao''), lúa (''ba'')... Trong khi gia đình chia của, khóc vĩnh biệt người chết, thì gia chủ dùng thịt, rượu làm lễ cúng. Đồ dùng và nghi thức cúng như hôm choh cham và đọc lời cúng có nội dung như sau:\n:''Này chúng tôi bỏ mả đây''\n:''Làm mọi thứ cho ma đây''\n:''Xin ma đừng ghét bỏ''\n:''Đừng làm hại chúng tôi''\n\nSau lễ cúng là nghi thức đi vòng quanh nhà mả (''grong bơxát''). Đội hình đám rước ''grong bơxát'' của người Bana Konkơđeh trang nghiêm và đông đủ các thể loại nghệ thuật trình diễn: đi trước là hai người đeo mặt nạ (''brêm''), tiếp sau là tốp múa (''soang'') của phụ nữ, rồi đến 6 người đàn ông khiêng và đánh chiếc trống lớn (''sơgơr'') có trang trí cột hoa (''pah pông'') và sau cùng là một đoàn dài các nhạc công nam đánh [[cồng chiêng]], lục lạc và chập chõe. Mọi người ở lại bên ngôi nhà mả với người chết cho đến tận đêm khuya. Càng về khuya, các đống lửa càng rực sáng và cuộc vui càng đông người, càng sôi động. Chỉ khi các đống lửa tàn hẳn, mọi người mới về nhà nghỉ một chút (thậm chí có người chủ yếu là thanh niên nam nữ nghỉ qua đêm luôn tại khu nhà mả) để hôm sau còn tham gia vào ngày quan trọng nhất của lễ bỏ mả - ngày bỏ (''anăr tuk'').\n\n===Ngày thứ tư (''anăr tuk'')===\nTờ mờ sáng ngày hôm sau làm lễ bỏ, [[trâu]] hoặc [[bò]] được dắt ra nhà rông của làng làm thịt. Vì con vật giết để làm lễ bỏ mả, nên không có cột (gân) buộc trâu bò như đối với các lễ hội khác của làng.\n\nVào khoảng 11 giờ trưa, lúc này các con vật cúng đã được giết và làm thịt xong, gia đình đem đầu (''kơl'') đuôi (''tiêng''), một xâu thịt gồm gồm, lưỡi, tim, da bụng, cổ họng của con vật và một ống rượu (''ding kram'') ra nhà mả cúng và khóc lần cuối cùng với người chết (''moi dưng rông''). Tới nhà mả, gia đình và người nhà mả khóc vĩnh biệt người chết, còn gia chủ thì làm lễ cúng. Lễ cúng hôm bỏ này cũng giống lễ cúng của các hôm trước, chỉ nội dung lời cúng là khác.\n\nTrong khi gia đình làm lễ cúng và khóc người chết, thì bà con, dân làng đánh cồng chiêng, nhảy múa vui chơi ở bên ngoài nhà mả. Đợi cho gia đình nhà người chết làm xong mọi nghi thức cuối cùng để bỏ ma, mọi người đưa các thành viên trong gia đình người chết trở về nhà rông của làng để ăn uống, vui chơi. Từ thời điểm này trở đi, mọi ràng buộc giữa người sống và người chết đã cắt đứt, người sống hoàn toàn được giải phóng và lại sống một cuộc sống bình thường như mọi người chứ không phải kiêng kỵ gì nữa.\n\n===Ngày thứ năm (''anăr dak tong'')===\nLễ bỏ mả có thể được coi làm xong. Thế nhưng, gia đình của người chết vẫn còn phải tiếp tục làm cho xong một số công việc có liên quan tới lễ bỏ mả: sửa soạn cơm [[rượu]] đãi những người làm và làm lễ tạ ơn các thần, rửa sạch nồi niêu. Hai sau cùng công việc trên chiếm trọn hai ngày liên tục sau hôm làm lễ bỏ mả.\n\nNgày đầu tiên sau ngày lễ bỏ, tức ngày thứ năm của lễ bỏ mả là ngày đãi những người làm giúp. Nói là làm giúp tức là nói tới tất cả mọi người trong làng, vì ai mà không góp sức, góp công vào những công việc của lễ bỏ mả. Vì thế, bữa tiệc chiêu đãi đó được tổ chức tại nhà rông của làng. Mọi người tới cùng ăn, cùng uống, cùng vui chơi và cùng trò chuyện với thân nhân của người quá cố. Mọi công việc của lễ bỏ mả đã xong, giờ đây họ ăn, uống thả sức, họ vui chơi hết mình. Có lẽ chính vì thế mà ngày hôm đãi người làm giúp của lễ bỏ mả được người Bana Konkơđeh gọi là ngày uống nhiều (''anăr dak tong'').\n\nChỉ ngày cuối cùng, tức ngày thứ sáu của lễ bỏ mả mới được tổ chức tại nhà của chủ, vì tính chất của nghi lễ chỉ gói gọn trong gia đình. Hôm đó, gia đình phải làm một lễ nhỏ để tạ ơn các thần đã giúp và phù hộ cho những ngày lễ bỏ mả. Vật cúng chỉ là một con gà và nơi cúng là bếp. Chủ nhà đem thịt gà và rượu ra bếp làm lễ và đọc lời cúng: Hôm làm lễ bỏ mả, chúng tôi đã cầu xin các [[thần]] phù hộ cho khỏi xảy ra những chuyện không hay. Giờ đây mọi việc đều tốt đẹp, hôm nay, hôm cuối cùng, chúng tôi trả ơn các thần như đã hứa, mong các thần nhận lễ của chúng tôi. Cúng xong mọi người cùng uống rượu, vui chơi rồi cùng dọn dẹp nhà cửa, rửa nồi niêu.\n\n==Tham khảo==\n{{tham khảo}}\n*''Bửu Ngôn'' - ''Du lịch ba miền'' - ''Nhà xuất bản Trẻ 2008''.\n*''Trần Ngọc Thêm'' - ''Cơ sở văn hóa Việt Nam'' - Nhà xuất bản Giáo dục 2005.\n\n==Liên kết ngoài==\n\n{{Nghi lễ các dân tộc Việt Nam}}\n\n[[Thể loại:Nghi lễ của người Ba Na]]"}