{"330453":"{{chú thích trong bài}} \n'''Lễ cúng cắt ngà voi''' là một nghi lễ của dân tộc [[Người M'Nông|M'Nông]], [[Tây Nguyên]], Việt Nam.\n\n== Quan niệm nuôi voi ==\nPhong tục người M'Nông rất kiêng cữ khi voi cái đẻ, thường nuôi voi đực hơn voi cái. Nuôi voi đực sẽ cắt được ngà, vài ba năm sẽ cắt được cặp ngà. Một cặp ngà đổi được một con voi con. Một đời voi đực sẽ cắt được hàng chục lần cặp ngà và trị giá bằng hàng chục con voi con và sẽ mang lại cho gia chủ nhiều của cải. Nó còn tham gia săn bắt voi rừng và vận chuyển hàng hóa thay cho sức người.\n== Lễ cúng thần Nguach Ngual ==\nKhi cắt [[ngà voi]] phải làm lễ cúng thần Nguach Ngual, đây được xem là vị thần thiêng cai quản loài voi theo tín ngưỡng của người M’nông. Lễ nghi cúng cắt ngà voi khá chu đáo. Thường thì trong một buổi lễ người ta tiến hành như sau: buổi chiều hôm trước ngày cắt ngà voi, người chủ lấy một bầu gạo, đốt một cây đèn sáp ong khấn nơi đầu con voi để xin cắt ngà.\n\nThầy cúng voi khấn rằng: ''Cặp dao kiếm của voi đã già rồi cần phải cắt để mọc ra cái mới đẹp hơn''\n\nTiếp theo, thầy cúng cũng cần an ủi con voi bằng những lời thơ ngọt ngào với mong muốn làm cho nó bớt đau trong quá trình cắt, bài cúng là: \n::''Ta thưa với thần Nguach Ngual''\n::''Xin thần cho phép ta cắt ngà''\n::''Răng dài có quyền cưa, ngà dài có quyền cắt''\n::''Đừng khiến con voi buồn tủi''\n::''Đừng khiến con voi gầy ốm''\n::''Giúp ta cắt cho đúng chỗ''\n::''Cắt một ngà mọc lại một ngà''\n::''Cắt hai ngà mọc lại hai ngà''\n::''Khiến ngà mọc lại thật nhanh''\n::''Trong một tháng mọc dài một gang''\n::''Trong một năm mọc dài một hắt (bằng 50cm)''\n\nNgười cúng vừa đọc lời khấn vừa bốc nắm gạo rải lên trên ngọn đèn sáp. Nếu hạt gạo dính dựng đứng trên đèn sáp đến ba lần tức là voi \"đồng ý\" cho ngà, còn không dính hạt nào hoặc có dính nhưng hạt gạo nằm ngang thì có nghĩa là voi không \"đồng ý\".\n== Cắt ngà voi ==\nNghi lễ cúng xong, voi đồng ý. Chủ voi lấy sợi chỉ buộc vào ngà con voi để tối hôm đó con voi \"tự điều chỉnh\" định mức cắt dài ngắn đến đâu thì mới được cắt đến đấy. Người cắt ngà voi phải có nghề, nếu cưa, cắt ẩu tả, không đúng kỹ thuật sẽ làm long ngà, bị hư và sẽ không mọc ra nữa. Cắt ngà xong phải cúng tạ thần voi bằng một con heo, một ché rượu, trầu cau, thuốc, cơm nếp, chuối, mía, lễ cúng này như lễ mừng voi mới mua. Nếu nhà nuôi nhiều voi, cắt ngà vài ba con một lúc thì phải cúng tạ một con trâu.\n\nNgà voi để mọc dài không cắt, hai đầu ngà giáp nhau voi rất khó giơ vòi lấy thức ăn. Những con voi rừng thường bẻ bớt chút đầu nhọn nơi đầu ngà để cho thoáng hơn và dễ lấy thức ăn hơn. Nếu voi nhà nuôi, tự nhiên ngà bị gãy ở giữa hoặc sát môi thì người ta cho là sắp có chuyện không may nên gia đình chủ voi phải cúng heo hoặc trâu thần mới cứu cho tai qua nạn khỏi. \n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n[http:\/\/forum.hivietnam.vn\/showthread.php?t=748 Lễ cúng cắt ngà voi của người M’nông]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}\n{{Nghi lễ các dân tộc Việt Nam}}\n\n[[Thể loại:Nghi lễ của người M'Nông]]"}