{"2221837":"'''Lễ hội kéo chày''' là một lễ hội của đồng bào dân tộc [[Người Pà Thẻn|Pà Thẻn]] sinh sống chủ yếu ở vùng núi tỉnh [[Hà Giang]], [[Việt Nam]]. Lễ hội này diễn ra vào ngày 16 tháng 10 âm lịch hàng năm. Lễ hội này cũng đi kèm với [[Lễ hội nhảy lửa (người Pà Thẻn)|Lễ hội nhảy lửa]].\n==Lễ hội==\n\nNgười thầy chủ trì ở lễ hội kéo chày là người có vai trò rất quan trọng. Đó phải là người giỏi về võ công, khỏe và phải luyện tập rất công phu, đồng thời phải biết niệm thần chú để cho chiếc chày được nâng lên khỏi mặt đất mặc dù rất nhiều thanh niên kéo chày xuống bằng mọi cách cũng không thể kéo được.\n\nTrước khi buổi lễ \"kéo chày\" bắt đầu, người thầy dùng một chiếc chày được làm bằng một đoạn gỗ dài từ 2,5-3m. Sau đó, thầy cầm chiếc chày, xoay đi xoay lại mấy vòng và niệm thần chú.\n\nCùng đó, hai thanh niên người Pà Thẻn khỏe mạnh ôm chặt chày ở tư thế đối ngược nhau. Vừa xoay chày, người thầy vừa đọc thần chú, sau đó như có một phép thuật, chiếc chày khắc tự xoay và nâng lên khỏi mặt đất, mặc dù hai thanh niên ra sức kéo xuống cũng không thể kéo được. Lúc này hàng chục thanh niên trong bản cùng nhau kéo chày xuống nhưng cũng không kéo nổi, chỉ khi nào có người bịt tay vào đầu trên hoặc dưới của chiếc chày thì chiếc chày mới chạm đất, khi đó lễ kéo chày kết thúc.\n==Ý nghĩa==\nĐầu trên của chiếc chày tương ứng với cực dương (nghĩa là thiên), đầu dưới ứng với cực âm (là địa). Hai người chơi lúc đầu ôm chày trong tư thế đối diện nhau cũng biểu hiện cho hai thái cực khác nhau (người Pà Thẻn gọi đó là hai con trâu húc nhau mãi không rời).\n\nNhư vậy là trên – dưới và các bên được cân bằng, và khi âm – dương được cân bằng, sẽ tạo ra cho chày có một sức mạnh cân bằng. Qua đó cũng nói lên điều mong ước của người dân tộc Pà Thẻn là mong cho mọi sự vật được hài hòa, cân đối, âm – dương hài hòa thì cuộc sống mới có đầy sức mạnh và cuộc sống sẽ tốt đẹp hơn.\n==Tham khảo==\n{{tham khảo}}\n*[http:\/\/lehoi.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=310&articleid=3000 Kéo chày, Lễ hội độc đáo của người Pà Thẻn]\n\n{{sơ khai văn hóa}}\n\n[[Thể loại:Lễ hội của người Pà Thẻn]]\n[[Thể loại:Lễ hội Hà Giang]]"}