{"319741":"{{chú thích trong bài}}\n\n'''Lễ cưới Dao''' là một nghi lễ của người đồng bào dân tộc [[Người Dao|Dao]]: Dao đỏ, Dao quần trắng. Lễ cưới diễn ra chủ yếu ở nhà trai, còn nhà gái chỉ tổ chức 1 bữa ăn vui vẻ đưa cô dâu về nhà chồng.\n\n== Thời gian tổ chức ==\nThường tổ chức ăn cưới 2-3 ngày. Ngày nay, do được tuyên truyền vận động, họ chỉ tổ chức ăn cưới 1-2 ngày, song thủ tục phải được tiến hành đầy đủ.\n\n== Khâu chuẩn bị ==\nTrước khi cô dâu về nhà chồng, [[thầy mo]] cúng trình báo tổ tiên nhà gái. Lễ vật gồm:\n*1 thủ lợn\n*1 con gà luộc\n*1 đĩa xôi màu đỏ\n*1 chai rượu\n*6 chiếc chén\n\nĐặt trước bàn thờ tổ tiên. Sau đó anh rể (chủ hôn nhà gái) cùng chị dâu trang điểm cho cô dâu, mặc từ 2-4 bộ quần áo mới, cùng đồ trang sức, rồi đến trước bàn thờ tổ tiên cúi lạy 3 lạy, đến trước mặt ông, bà, cha, mẹ, cô, dì, chú, bác lạy một lạy tạ ơn rồi lên đường về nhà chồng. Trên đường đi, cô dâu phải trùm vải đỏ, người phù dâu phải che mặt cho cô dâu. Người Dao đỏ quan niệm, khi người đi lấy chồng không để mặt trời nhìn thấy bởi sợ mất vía cô dâu, sẽ không gặp may trong cuộc đời sau này.\n\n== Tổ chức lễ cưới ==\nKhi đoàn đưa dâu đến gần nhà trai sẽ phải nghỉ chân trên đường, chờ người dẫn đường của nhà trai về báo trước. Nhà trai sẽ cử một đoàn kèn, trống và ông chủ lễ ra cổng đón. Trong lúc hai bên gặp nhau thường diễn ra cuộc hát đối đáp và mời nhau uống rượu.\n\nNgười Dao đỏ còn có quan niệm: Đoàn đưa dâu của nhà gái dù gần hay xa đều phải nghỉ lại nhà trai một đêm trong gian buồng tạm trú. Nơi ngủ được làm tạm ở góc đầu đốc nhà chỉ kê vừa một chiếc giường. Lễ vật gồm: \n*1 con lợn nhỏ mổ sạch sẽ\n*Một ít tiền âm\n*1 bát hương.\n\nSau đó thầy mo sẽ cúng trình báo tổ tiên nhà trai rồi thay mặt gia chủ mời tổ tiên về dự và phù hộ cho hai gia đình cùng đôi vợ chồng trẻ.\n\nBữa tiệc mở đầu cho lễ cưới họ nhà trai diễn ra vui vẻ, đội kèn nhập mâm đón cô dâu vào nhà. Theo cách chọn giờ thì khi cô dâu vào nhà chính phải vào lúc từ 2 đến 11 giờ. Đó là khoảng giờ tốt nhất cho cô dâu và chú rể sau này.\n\n== Quan niệm mới ==\nNgày nay, do tiếp thu văn minh trong lễ cưới, đồng bào dân tộc Dao đã có nhiều đổi mới trong việc cưới, các bước dần được đơn giản hóa nhằm bảo vệ hạnh phúc cho đôi trẻ.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/cema.gov.vn\/modules.php?name=News&op=detailsnews&mid=687 Lễ cưới của người Dao đỏ ở Lào Cai]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Nghi lễ các dân tộc Việt Nam}}\n\n{{sơ khai}}\n\n[[Thể loại:Nghi lễ của người Dao]]\n[[Thể loại:Lễ cưới]]"}