{"307394":"{{Underlinked|date=tháng 7 năm 2018}}\n\n'''Lễ hội Ok Om Bok''' hay '''Óóc om bóóc''' (Phiên âm: Ak Ambok, [[tiếng Khmer]]: អកអំបុក, <small>[[Bảng mẫu tự ngữ âm quốc tế|IPA]]:<\/small> [[Trợ giúp:IPA for Khmer|[ʔɑk ɑmboːk]]]) hay hội đút cốm dẹp. Đút cốm dẹp trong lúc cúng trăng nên còn gọi là Lễ cúng trăng của người Khmer. Lễ hội được tổ chức vào khoảng [[Rằm tháng 10]] [[Âm lịch]] hằng năm (do cách tính thời gian có sự chênh lệch), như là chấm dứt lễ hội '''[[Lễ hội đua thuyền tại Campuchia|Bon Om Touk]]'''.  Đây là lúc kết thúc vụ mùa, người Khmer tổ chức lễ đút cốm dẹp ước nguyện những điều tốt đẹp trước khi nuốt với sự chứng kiến của người lớn tuổi và thần Mặt Trăng, vật cúng trăng là thành quả mùa vụ để tỏ lòng biết ơn đến Thần Mặt Trăng - vị thần đang mang đến cho họ một vụ mùa tốt tươi và những điều ước tốt đẹp.<ref>{{Chú thích web | url = http:\/\/www.baoangiang.com.vn\/Van-hoa-Du-lich\/Van-hoa-su-kien\/Mua-com-dep-va-le-cung-trang-cua-nguoi-Khmer-Nam-bo.html | tiêu đề = Mùa cốm dẹp và lễ cúng trăng của người Khmer Nam bộ | tác giả 1 =  | ngày =  | ngày truy cập = 9 tháng 4 năm 2017 | nơi xuất bản =  | ngôn ngữ =  | archive-date = 2017-04-10 | archive-url = https:\/\/web.archive.org\/web\/20170410213835\/http:\/\/www.baoangiang.com.vn\/Van-hoa-Du-lich\/Van-hoa-su-kien\/Mua-com-dep-va-le-cung-trang-cua-nguoi-Khmer-Nam-bo.html | url-status = dead }}<\/ref>. Trong dịp Lễ hội có các hoạt động văn hóa chính như: lễ cúng trăng, thả đèn gió, đèn nước; hội đua Ghe Ngo. Lễ Óok om bóoc được tổ chức ở [[Campuchia]] cũng như tỉnh Sóc Trăng là lớn nhất vì nơi đây tổ chức Hội đua ghe Ngo lớn thu hút nhiều vận động viên và người xem cực đông. Lễ thường có nhiều [[chùa]] từ khắp nơi đến để đóng những chiếc bè có hình dáng như những [[Chùa|ngôi chùa]] thu nhỏ và có các [[Tì-kheo|nhà sư]] đến để làm  lễ và [[đọc kinh]].\n\nTrong thời gian lễ hội Ók_om_bók ở nhiều nơi còn có các hoạt động văn nghệ, thể thao, hội chợ đi cùng. Do có nhiều hoạt động hấp dẫn, lễ hội thu hút được nhiều người dân tộc khác đến chung vui, kể cả người nước ngoài.\n\nOk Ombok là dịp để người [[Người Khmer (Việt Nam)|Khmer Nam Bộ]] thể hiện [[bản sắc văn hóa]] của dân tộc mình đồng thời là dịp để các [[Các dân tộc tại Việt Nam|dân tộc anh em]] có dịp tìm hiểu và giao lưu [[văn hóa]] với nhau.\n==Truyền thuyết==\nLịch sử của lễ Ok Ombok có từ nhiều năm trước. Người ta tin rằng vào thời vua [[Barom Reachea III]], ông đã mơ thấy [[Indra]] chiến đấu với một con [[quỷ]] trong pháo đài [[Longvek]]. Rechea nhìn thấy Indra ném một tia sét để giết chết con quái vật. Đột nhiên tiếng sấm sét đánh thức hắn. Vào buổi sáng, ông cử các sĩ quan của mình đi kiểm tra vùng đất xung quanh ở Banteay Longvek và tìm thấy địa điểm xảy ra một vụ sét đánh thực sự. Nhà vua bắt đầu \"Krong Peali\", làm lễ cầu nguyện các vị thần của tám vị thần chỉ đường trong ba ngày. Ông ra lệnh cho quân đội xây dựng một ngôi chùa thờ thần Indra gọi là \"chùa ​​Indra\" ở tỉnh [[Kampong Chhnang]] và sau đó đổi tên thành [[Wat Preah Indra Tep]] bằng cách xây dựng một bức tượng Đức [[Phật]] ở Kampong Chhnang. Khi công trình xây dựng chùa hoàn thành, ông đã tổ chức lễ truyền bá ombok này.\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n{{sơ khai}}\n\n[[Thể loại:Lễ hội của người Khmer]]"}