{"314218":"{{Cần biên tập|date=tháng 4\/2022}}\n'''Lễ hội Pôồn Pôông''' (lễ hội chơi hoa, chơi bông) của người đồng bào dân tộc [[Mường]], [[Thanh Hóa]]; ''pôồn pôông'' trong [[tiếng Mường]] là \"chơi hoa\". Pôồn pôông là một loại dân ca nghi lễ, thần linh vừa mang tính chất giao duyên trai gái, vừa cầu phúc... Gắn liền với lễ hội Pôồn pôông là cây pôông (có hai loại Pôồn pôông).<ref>{{Chú thích web|url=http:\/\/daidoanket.vn\/le-hoi-poon-poong-cua-nguoi-muong-5670874.html|tựa đề=Lễ hội Pôồn Pôông của người Mường|website=Đại đoàn kết|ngôn ngữ=vi|ngày truy cập=2022-03-21}}<\/ref>\n\nNăm 2016, trò diễn Pôồn Pôông của [[người Mường]] tại xã Cao Ngọc, huyện Ngọc Lặc, tỉnh [[Thanh Hóa]] đã được Bộ Văn hóa, Thể thao và Du lịch Việt Nam công nhận là di sản văn hóa phi vật thể cấp quốc gia.<ref name=\"Dot17\">{{chú thích web |title= Quyết định số 4036\/QĐ-BVHTTDL ngày 21\/11\/2016 của Bộ Văn hóa, Thể thao và Du lịch Về việc công bố Danh mục di sản văn hóa phi vật thể quốc gia |url= http:\/\/www.cinet.vn\/UserFiles\/File\/291116094416.pdf |publisher= Bộ Văn hóa, Thể thao và Du lịch |accessdate= ngày 6 tháng 3 năm 2018 |archive-date= 2018-03-18 |archive-url= https:\/\/web.archive.org\/web\/20180318054431\/http:\/\/www.cinet.vn\/UserFiles\/File\/291116094416.pdf |url-status= dead }}<\/ref>\n\n== Sự tích pôồn pôông ==\nCó nhiều sự tích như truyền thuyết cây hoa trong pôồn pôông được gắn liền với truyện bi tình sử của nàng ờm với chàng Bồng Hương.<ref>{{Chú thích web|url=https:\/\/baophapluat.vn\/post-382430.html|tựa đề=Người lưu giữ “hồn cốt” của văn hóa Mường|ngày=2021-02-21|website=Báo Pháp luật Việt Nam điện tử|ngôn ngữ=vi|ngày truy cập=2022-03-21}}<\/ref> Hai người yêu nhau tha thiết như đôi chim păng poóp, nhưng bố mẹ nàng ờm cậy giàu sang phú quý chia cắt tình duyên hai người. Chàng Bồng Hương nhà nghèo khốn khó, cha mẹ nàng ờm không những không gả con gái cho chàng trai mà còn đánh đập nàng ờm tàn nhẫn: \"Bốn mươi roi cây trảy, bảy mươi roi cây lèn en\" và đuổi khỏi nhà.\n\nĐau đớn, nàng ờm lần theo con suối và gặp chàng Bồng Hương. Hai người rủ nhau vào rừng cùng ăn lá ngón để cùng chết bên nhau.\nChàng Bồng Hương lấy chiếc khăn trắng lau vết máu cho nàng ờm, rồi vắt khăn lên cây chạng bạng. Cây chạng bạng nâng niu chiếc khăn và biến chiếc khăn thành dây hoa bông trắng quấn quýt cây chạng bạng.\n\nTừ đó hoa bông trắng nở vào tháng ba, gặp mưa thì hoa có màu trắng, gặp nắng thì hoa biến thành màu đỏ. Vì vậy người Mường chọn cây hoa chạng bạng có hoa bông trắng nở để mở hội \"pôồn pôông\", hoặc làm hoa bằng giấy trắng, giấy hồng cắm lên cây chạng bạng để chuẩn bị cho hội pôồn pôông.\n\nPôồn pôông là hình thức diễn xướng dân gian, giao lưu, giao tình của trai gái dân tộc Mường trong lễ hội ngày xuân cần được lưu giữ và phát huy.\n\n== Thời gian ==\nĐược tổ chức vào Rằm tháng Giêng và Rằm tháng Bảy [[âm lịch]].\n\n== Tổ chức chơi==\nDo các [[ậu máy]] tạo ra [[cây pôông]] để tổ chức cuộc chơi. Mỗi ậu máy phải thờ [[ma nổ]] để lấy uy. Những \"ậu máy\" hoặc các con, con nuôi của \"ậu máy\" làm ra cây \"pôông\" tùy uy trói, tuổi nghề để làm ra cây \"pôông\" có cấp độ khác nhau. Thường các \"ậu máy\" là thầy lang chữa bệnh cho dân bằng cỏ, lá, cây rừng kết hợp với yếu tố thần linh để chữa cho con bệnh chóng khỏi. Thực tế có nhiều \"ậu máy\" đã chữa được những bệnh nan y.\n\nĐầu tiên \"ậu máy\" đại diện cho thần thánh tuyên bố lý do cuộc chơi, cảm ơn con máy, con nuôi, cảm ơn những người đã đóng góp nên cuộc chơi và mời hết thảy \"trai hàng phủ, gái hàng huyện\" cùng lên chơi bông, theo các bước quy định như sau:\n\n*Bố mẹ (ậu máy) mời mọi người vào chơi bông.\n*Con máy, con nuôi, trai hàng phủ, gái hàng huyện... xin vào chơi bông.\n*Lời bố mẹ (ậu máy) cảm ơn và tiếp tục mời vào chơi bông.\n*Gieo bông, trồng bông.\n*Khen bông.\n*Giã ống.\n*Tàn bông.\n*Bông biến hóa.\n*Thưởng bông, chia bông.\n*Chào về.\n\n== Hai loại Pôồn Pôông ==\n*Cây bông (gọi tắt tiếng Việt) có thứ bậc khác nhau. Cây bông ba là cây bông đầu tiên của ậu máy mới hành nghề. Chia làm 3 bậc, mỗi bậc có 3 cành, mỗi cành có 3 chùm và mỗi chùm có 3 bông hoa. Sau 3 năm ậu máy dựng cây bông 5: thân cây bông chia làm 5 bậc, mỗi bậc có 3 lỗ, mỗi lỗ có 5 cành có 5 chùm, mỗi chùm có 5 bông...và cứ thế sau 3 năm ậu máy lại dựng cây bông 7, 9... cuối cùng là cây bông 12. Cây bông có 12 bậc, mỗi bậc có 3 lỗ, mỗi lỗ có 12 cành, mỗi cành có 12 chùm, mỗi chùm có 12 bông (1)... Cây bông dạng này thường có ở Ngọc Lặc, Thạch Thành, một số vùng rừng ở Bá Thước, Cẩm Thủy... tỉnh Thanh Hóa. Việc tổ chức ra cây bông và cuộc Pôồn Pôông (chơi hoa) thì ậu máy và các máy bạn có vai trò chính. Máy con nuôi chỉ có vai trò ngồi chầu bên cây hoa.\n*Dạng hai của pôồn pôông cũng giống như loại 1 về cây bông, nhưng về tổ chức có khác nhau. Ậu máy không giữ vai trò chủ đạo, người tổ chức ra cây bông là các đại diện của con máy, con nuôi được gọi là chân trúm, chân xeo. Họ trực tiếp giúp ậu máy dựng nên cây bông và là người tổ chức cuộc chơi. Giống như pôồn pôông (gọi tắt) dạng một, pôồn pôông dạng hai ậu máy và các con phải đi hết các bước, mỗi ma nổ mối các vua và ậu máy còn phải xem cỗ và hoa của các con máy, con nuôi để chấm. Ai cỗ to, hoa đẹp thì năm đó làm ăn gặp nhiều may mắn. Cây bông ở dạng hai được đặt ngay giữa nhà sàn. Cây bông có thể xoay vòng tròn được, ậu máy sau khi cúng ma nổ quay sang bên cây bông và bắt đầu cuộc chơi pôồn pôông. Trong trò chơi này, mọi người đều có thể tham gia, tính trang nghiêm, nghi lễ được giảm dần thay thế bằng cuộc xường trai gái hoặc các tích trò vui nhộn.\n \nPôồn pôông dạng 1 là một vở kịch dài mô phỏng lại thế giới con người lúc bình minh của loài người. Thần linh dạy con người biết lao động sản xuất để tạo ra của cải vật chất để tồn tại, còn dạy cho con người lời thơ, tiếng hát để trai gái biết yêu nhau, thành vợ, thành chồng... Cây bông này được dựng ở sân (cố định). Khi pôồn pôông xong mới được đưa về bên cạnh bàn thờ nổ. Dân ca được sử dụng trong cuộc pôồn pôông này chủ yếu là Mo và Đang (Rang) có cồng, chiêng, trống cái và thào lài 2 đệm theo. Ở dạng này, trai gái trong Mường đều được dự xem, không được tham gia. Điều này là dấu hiệu của văn hóa lúa nước như người Kinh thi pháo, thi chim, thi các quả to v.v... chỉ khác là người Kinh yếu tố thần linh đã tách sang hình thức xa xôi hơn trong việc tế lễ, thờ cúng. \n== Hội ==\nHình thức diễn Pôồn Pôông dân ca nghi lễ thần linh, còn có các tiết mục đi với lễ hội này như:\n* Kin chiêng boọc mạy\n* Múa rùa\n* Múa bát\n* Múa chuông…\nKết thúc cuộc pôồn pôông trai gái xin ậu máy một cành bông mang về nhà để cầu may. Ậu máy sẵn lòng cho hết cây bông chỉ giữ lại một cành đặt lên bàn thờ đánh dấu mùa pôồn pôông năm nay kết thúc. Tuy phải trải qua một số trình tự nghi lễ những lời hát trong pôồn pôông vẫn lời xướng tự do là chủ yếu - cách đối đáp tay đôi giữa ậu máy và trai gái, giữa thần thánh với con người và rốt cuộc là tình cảm trai gái, chào về bịn rịn, lưu luyến mong chờ...\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/www.cinet.gov.vn\/?ctl=usc_NewsViewsdetail&zoneid=20&rootId=0&newsid=15474 Bước đầu nghiên cứu âm nhạc Mường Thanh Hóa]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.youtube.com\/watch?v=i4KbLuIV6Qw Tập 430: Điệu múa Pồn Poong của dân tộc Mường]\n\n{{Lễ hội các dân tộc Việt Nam}}\n{{du lịch Thanh Hóa}}\n\n[[Thể loại:Lễ hội của người Mường]]\n[[Thể loại:Di sản văn hóa phi vật thể tại Việt Nam]]"}