{"3705344":"[[Tập tin:Lễ dâng hương tại Đền Nội Bình Đà.jpg|nhỏ|thế=|381x381px|Lễ dâng hương Đức Quốc tổ Lạc Long Quân tại Đền Nội Bình Đà]]\n'''Lễ hội Bình Đà''' là một [[Lễ hội Việt Nam|lễ hội truyền thống Việt Nam]] được tổ chức tại làng [[Bình Đà]], đây là một Di sản văn hóa phi vật thể Quốc gia đầu tiên của thành phố [[Hà Nội]]. Lễ hội diễn ra từ 25 tháng 2 đến 6 tháng 3 âm lịch, chính hội từ mồng 1 đến mồng 6 tháng 3 âm lịch.\n\nLàng [[Bình Đà]] (xã Bình Minh, huyện [[Thanh Oai]], [[Hà Nội]]) là một trong những địa danh nổi tiếng trên đất nước Việt Nam, ở đó có khu di tích lịch sử quốc gia [[Đền Nội Bình Đà]] thờ Đức Quốc tổ [[Lạc Long Quân]] và Đình Ngoại thờ Thượng Đẳng thần [[Linh Lang]] Đại Vương.<ref>{{Chú thích web|url=https:\/\/kpvn.com.vn\/2015\/09\/18\/tuc-lam-banh-thanh-trong-le-hoi-binh-da\/|tiêu đề=Tục làm bánh thánh trong lễ hội Bình Đà|ngày truy cập=2017-07-15|archive-date=2016-09-10|archive-url=https:\/\/web.archive.org\/web\/20160910025400\/https:\/\/kpvn.com.vn\/2015\/09\/18\/tuc-lam-banh-thanh-trong-le-hoi-binh-da\/}}<\/ref>\n\nLễ hội Bình Đà ([[Di sản văn hóa phi vật thể]] quốc gia) được tổ chức hàng năm, là lễ hội cổ truyền từ xa xưa, một trong những lễ hội lớn nhất trong vùng và cả nước. Lễ hội kéo dài trong nhiều ngày nhằm kết hợp lễ tưởng nhớ Quốc tổ Lạc Long Quân, và Thành Hoàng Làng Linh Lang Đại Vương đã có nhiều công đức trong việc xây dựng và bảo vệ đất nước. Với lòng thành kính, từ hàng nghìn năm nay, người dân Bình Đà đã duy trì lễ hội truyền thống với những hình thức thực hành tín ngưỡng độc đáo. Nghi thức thả bánh thánh đặc biệt và thần bí, chứa đựng nhiều giá trị lịch sử – văn hóa đặc sắc, thu hút đông đảo các thế hệ dân cư trong vùng và địa phương khác về dự hội. Đây là lễ hội mang đậm bản sắc văn hóa của người Việt Nam nhằm ôn lại ký ức của buổi đầu khai thiên lập địa.\n\n== Địa điểm ==\nHàng năm, lễ hội [[Bình Đà]] được tổ chức ở khu di ti tích quốc gia [[Đền Nội Bình Đà]] và Đình Ngoại thờ [[Linh Lang]] Đại vương (xã [[Bình Minh, Thanh Oai|Bình Minh,]], huyện [[Thanh Oai]], Hà Nội); nhằm tưởng nhớ công lao của tiền nhân và giáo dục truyền thống lịch sử, \"uống nước nhớ nguồn\" cho cộng đồng.\n\n== Hoạt động trong những ngày lễ hội ==\n\n=== Ngày 24 tháng Hai ===\nLàm lễ Quán Sái, nghĩa là tế lễ xin phép tắm rửa lau chùi, quét dọn Đền Nội. Đình Ngoại. Các tế chủ và quan viên hành lễ ở Đền, Đình.\n\n=== Ngày 25 tháng Hai ===\nTổ chức tế cáo Tiền Nhật, lễ trình bò sống. Theo các cụ cao niên, nghi lễ tế bò này là để tưởng nhớ ngày Đức Thánh Linh Lang tế bò khao quân trước khi ra trận đánh giặc Chăm. Những kiêng kỵ khi nuôi bò cũng như nghi lễ cúng tế hết sức trang nghiêm này với mong muốn Đức Thánh sẽ hiển về phù hộ cho dân làng một năm yên bình.\n\nTrước kia, chỉ sau Hội một tháng, các giáp đã phải họp để chọn gia đình nuôi bò, chuẩn bị cho lễ tế bò năm tới. Các giáp chọn những gia đình song toàn, không vướng tang cớ, con cháu đề huề để nuôi bò cúng tế. Bò được chọn mua về nuôi phải là bò đực, khỏe mạnh, đẹp theo những tiêu chuẩn nhất định như: đường sống lưng bằng phẳng, ngực sâu và rộng, mông to, các chân cân đối, lông trơn và không giòn…. Gia đình được chọn phải làm chuồng bò mới ở nơi cao ráo sạch sẽ để nuôi riêng, không được nuôi chung với các con bò khác. Cỏ cho bò ăn cũng phải tự trồng riêng, sạch sẽ. Trước Hội một tháng, làng sẽ chọn một con bò béo đẹp nhất làm lễ dâng Thánh. Giáp nào được chọn bò làm lễ dâng Thánh được coi là may mắn vì năm đó sẽ được Thánh phù hộ.\n\nNghi thức nuôi và tế bò đã bị gián đoạn trong một thời gian dài do chiến tranh và điều kiện khó khăn về kinh tế. Mãi đến năm 2014, nghi lễ này mới được khôi phục lại. Hiện nay, không còn các giáp, và cũng không có gia đình nào có đủ điều kiện để chăn nuôi bò trong một năm do Bình Đà đã đô thị hoá, vì vậy, trước Hội một tháng, Ban Quản lý Di tích sẽ phân công một thôn (thường là theo thứ tự luân phiên) giao đi mua bò tế. Bò mua về cũng phải lựa chọn theo những quy định tổ tiên truyền lại và giao cho một gia đình song toàn, không tang cớ, tự nguyện nuôi trong vòng một tháng.\n\nTrước ngày làm lễ, gia đình sở tại phải chăm cho bò loại cỏ tươi thơm, hàng ngày phải đun nước cây thơm (hương nhu, xả) để tắm cho bò. Đến ngày hội, bò được tắm rửa bằng nước giếng của đình, cho nhịn ăn từ hôm trước (ngày 24 tháng Hai Âm lịch). Ngày 25, bò được cho mặc áo và rước từ gia đình nuôi bò đến đình Ngoại làm lễ tế bò sống, kể từ lúc này bò phải nhịn ăn, uống.<ref>{{Chú thích web|url=http:\/\/thegioidisan.vn\/vi\/hoi-lang-binh-da.html|tiêu đề=Hội làng Bình Đà}}<\/ref>\n\n=== Ngày 26 tháng Hai ===\nĐược truyền là ngày hóa của Đức Thánh [[Linh Lang]], cũng là ngày Đệ niên kỉ niệm Đương Cảnh Thành Hoàng. Ngay từ sáng sớm, người ta mổ bò lấy lông, gan, khâu bụng lại đem thui. Một hương án lớn được đặt ở sân đình. Bò sẽ được thui chín cả con đặt lên trước hương án đầu quay vào trong đình, cùng với toàn bộ tiết và nội tạng. Dân chúng 7 thôn trong làng phải cùng nhau rước lễ thôn mình ra Đền Nội, mỗi thôn biện 2 lễ, trong đó có một lễ chay dâng tiến lên Đức Quốc tổ [[Lạc Long Quân]]. Tế xong, cả bảy thôn mới rước lễ mặn (trư nhục-thịt lợn) ra dâng đình Ngoại. Ban tế đình Ngoại làm nghi thức tế lễ dâng Thánh. Tế xong, bò được mang về chia cho các gia đình trong thôn để lấy lộc. Hội nghỉ ba ngày...\n\n=== Ngày 30 tháng Hai ===\nLà ngày lau chùi và lắp kiệu. Ba kiệu đình Ngoại được chuyển vào Đền Nội.Trong Đền hương nến cháy suốt ngày và kể từ hôm nay đến hết hội, tế chủ phải vào ở trong đền, đình. Và cũng trong chiều hôm đó, các giáp, dòng họ hoặc gia đình đăng kí cung tiến mã, cây vàng, cây bạc rước ra nhà văn chỉ để chiều hôm sau làm lễ đón Mã.\n\n=== Ngày Mồng Một Tháng Ba ===\nLà ngày hội cầu phúc. Sáng sớm, đội bông nghệ thuật các thôn đã phải trồng cây bông của thôn mình vào các vị trí đã quy định từ trước. Giờ Mùi, nhân dân Thôn Dộc dâng lễ vào Đền Nội sau đó cử hành lễ đón Mã rất long trọng. Sáu kiệu cùng các kiệu lễ cử hành từ Đền ra nhà văn chỉ nhận Mã rồi chia làm hai, một về Đền Nội, một về Đình Ngoại. Đám rước gồm có cờ, quạt, [[trống]], [[chiêng]], [[phèng la]]... Ba cỗ kiệu gồm kiệu Long Đình, Bát Cống, Giá cỗ (để bộ Mã) đều có tàn, lọng che.Tiếp đó là các đồ lỗ bộ, bát bửu sơn son thiếp vàng uy nghi lộng lẫy. Phường bát âm nối theo, hòa tấu suốt dọc đường. Rồi đến các bô lão, chức dịch. Cuối đám rước là đội rồng, lân rộn ràng uốn lượn theo nhịp trống cùng tiếng hò reo của dân chúng. Sau khi đám rước về đến Đền Nội, Đình Ngoại, ban hành lễ cử hành tế lễ.\n\n=== Ngày Mồng Hai Tháng Ba ===\nLàm lễ Nhật luân nhập tịch kì phước. Từ sáng sớm, nhân dân Thôn Đìa tổ chức rước lễ vào Đền Nội, ban hành lễ cử hành tế lễ rồi rước lễ ra Đình Ngoại. Buổi chiều, các dòng họ, quan khách, các nhóm và cá nhân cùng nhau rước lễ, dâng hương, cấu phúc, cầu an. Tổ chức các trò chơi dân gian như cờ người, đập niêu, bắt vịt, đấu vật... và các giải đá bóng....\n\n=== Ngày Mồng Ba Tháng Ba ===\nTiếp tục làm lễ Nhật luân nhập tịch kì phước. Từ sáng sớm, nhân dân Thôn Quyếch, tăng ni phật tử Chùa Gã, Chùa Âm, Miếu Ông cử hành rước lễ dâng lên [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]], ban hành lễ cử hành tế lễ rồi rước lễ ra Đình Ngoại.\n\n=== Ngày Mồng Bốn Tháng Ba ===\nTiếp tục làm lễ Nhật luân nhập tịch kì phước. Từ sáng sớm, nhân dân Thôn Chua tổ chức rước lễ dâng lên [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]], ban hành lễ cử hành tế lễ rồi rước lễ ra Đình Ngoại. Buổi chiều đón dân chúng và cán bộ chính quyền, đoàn thể các làng quanh vùng đến dâng lễ và dự hội cổ truyền làng Bình Đà.\n\n=== Ngày Mùng Năm Tháng Ba ===\nTừ sáng sớm, nhân dân Thôn Chằm tổ chức rước lễ dâng lên [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]], sau đó ban hành lễ cử hành lễ tế và lễ Mã hoàn ký (hóa Mã của năm trước). Sang giờ mùi (13 giờ - 15 giờ) trống chiêng lại nổi âm vang. Mọi người sửa soạn cuộc rước kiệu \"giao hoàn\". Đây là việc rước sắc từ [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]] ra Đình Ngoại rồi trở về. Sắc của Quốc tổ [[Lạc Long Quân]] gửi con đi đánh giặc giữ nước. Con ([[Linh Lang]]) là biểu tượng của thế hệ tiếp nối dòng dõi quốc tổ. Đám rước có đội múa rồng, múa lân lượn lên, lượn xuống như đón như đưa. Đến lúc hoàng hôn, cuộc rước mới từ Đình Ngoại quay về Đền Nội. Đây là đám rước lớn nhất. Trống chiêng \"tùng dinh\" cùng nhạc phường bát âm râm ran bầu trời lễ hội trong buổi chiều tà. Cờ đủ loại, đủ màu rực rỡ khắp nẻo đường dẫn về hội: cờ ngũ hành, cờ tứ linh, cờ hàng giáp. Múa sênh tiền có, tiếng trống cơm hòa nhịp. Rồi giá trống giá chiêng, bát bửu đèn lồng sáng mờ một màu vàng mát. Giờ Tuất (19-21 giờ), đám rước lớn tới cổng [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]]. Đám rước lớn tạm dừng, chào đón đám rước của các chùa vừa tới. Đám rước nhà chùa không ồn ào mà đầy vẻ tôn kính, nghiêm nghị với những lá phớn dài - cờ nhà Phật - cùng đoàn sư sãi trầm lặng, khiêm nhường, vừa đi vừa lần tràng hạt trong.Giờ Tuất (19-21 giờ), đám rước lớn tới cổng [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]].Vật phẩm nhà chùa đều là cỗ chay xếp ngăn nắp trên những mâm đồng do sãi đội: 100 phẩm oản, 100 quả chuối, 100 miếng cau đậu, 100 ghế chéo 1. Số lượng giống nhau giữa các loại vật phẩm mang tính biểu tượng gợi nhớ tới vị quốc tổ của nòi giống [[Lạc Hồng, Văn Lâm|Lạc Hồng]] ấy là hình ảnh 100 quả trứng, 100 con trai như cái vốn ban đầu của dân số, tộc người. Năm gian [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]] đèn nến sáng trưng, khói hương nghi ngút, ngan ngát toả thơm. Vật phẩm dâng trình vừa xong thì mâm bánh trôi thờ gọi là bánh vía, bánh thủy cũng vừa rước tới. Chủ tế nhận đưa ngay vào hậu cung dành cho nghi lễ đặc biệt ngày mai, mồng 6, chính hội.\n\n    Cửa Đền lần lượt đóng lại, cử hành nghi lễ \"mật cúng\". Sự yên lạc bên trong khiến không khí trở nên thiêng liêng. Chỉ còn hai chủ tế, bốn trùm, bốn giải quán tiến hành lễ thỉnh bách thần về phù hộ cho dân làng, làm ăn phấn chấn, mùa màng thịnh vượng. Còn phía ngoài, sân Đền rộng lớn là thế mà dường như vẫn quá nhỏ bé so với số người đang chen chúc, hò reo vang dậy trong trò chơi đêm tràn đầy sức sống.<ref>{{Chú thích web|url=http:\/\/quydisan.org.vn\/dinh-noi-tho-lac-long-quan\/a1270718.html|tiêu đề=Đền Nội Bình Đà}}<\/ref>\n\n=== Ngày Mồng Sáu Tháng Ba ===\nBan hành lễ tế Hội đồng. Trong Đền chỉ có chủ tế cùng bốn trùm cai nội đang kính cẩn bầy biện xem xét lễ vật cho đám rước vía, gồm: nước trong (1 bát), trầu cau (1 tráp) tiền mã (100) tờ, oản lớn (12 phẩm), bánh thủy (bánh vía 4 viên) đậy kín trong đài. Từ sáng sớm, trống chiêng gọi hội ba hồi chín tiếng dõng dạc vang lên lan rộng như nhắc nhở, giục dã dân làng tới. Chủ tế, trùm cai xem xét từng mâm, đặt vào đúng nơi thờ như ngọc phả quy định. Rồi, cửa đình đóng lại. Lễ cầu cúng diễn ra như đêm hôm trước.Khoảng một giờ sau, lễ xong, cửa đình mở rộng, chiêng trống, đàn nhị nổi lên hòa tấu, báo hiệu nghi lễ mới: lễ múa cờ, múa bông (đón mời và cầu nguyện quốc tổ). Cuộc tế đã sửa soạn sẵn, diễn ra ngay sau hai lễ múa trên. Tế trong [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]] đồng thời cầu ở Thiên Quan, ở đài tế trời, đất, trước đình, phía bên trái. Các giáp mang lễ lợn (lợn cả con, sạch lông, sạch lòng) bày la liệt quanh đài. Mỗi nơi một chủ tế đảm nhiệm. Chủ tế tới đàn trời đất đọc văn tế, giọng thiết tha, trầm bổng xúc động lòng người, cảm hoá trời đất: \"Thiết nghĩ âm dương đều cảm, giời đất lưu thông u hiển tuy khác, thành tâm như một. Ngày này, giờ này, nước [[Đại Việt]], phủ [[Ứng Thiên]], huyện [[Thanh Oai]], xã Bảo Đà, quan viên, chức sắc kỳ mục, lý dịch cùng trên dưới, già trẻ mười sáu giáp, hàng năm mở tiệc cầu phước vào ngày mùng 6\/3, kính mời\". Sau đó cử hành lễ rước và thả bánh Thánh tại giếng Ngọc.\n\nCũng vào sáng hôm đó, Trung ương, các bộ ban ngành, thành phố, huyện, xã lân cận tổ chức trang trọng lễ dâng hương lên Đền Nội tưởng nhớ Đức Quốc tổ [[Lạc Long Quân]] và [[Linh Lang]] Đại Vương.\n\nBuổi chiều, cử hành rước Hoàn Cung, Sáu kiệu từ Đền Nội và Đình Ngoại lần lượt từ Đền trở về Đình. Sau khi đi được nửa đường thì ba kiệu Đền Nội quay lại Đền Nội còn ba kiệu Đình Ngoại hoàn cung Đình Ngoại. Sau đó làm lễ yên vị và cất kiệu đến hội năm sau.<ref>{{Chú thích web|url=http:\/\/lienketviet.net\/blog\/5111\/le-hoi-binh-da-thanh-oai-ha-noi\/|tiêu đề=Đặc sắc lễ hội Bình Đà}}{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}<\/ref>\n\n=== Ngày Mồng Bảy Tháng Ba ===\nTừ sáng sớm, nhân dân Thôn Chợ tổ chức rước lễ dâng lên [[Đền Nội Bình Đà thờ Đức Quốc tổ Lạc Long Quân|Đền Nội]], sau đó ban hành lễ cử hành lễ tạ rồi rước lễ ra Đình Ngoại làm lễ tạ, kết thúc hội.\n\n== Tục làm bánh Thánh, rước và thả bánh ==\nTừ xa xưa công việc làm bánh Thánh phục vụ lễ hội chỉ được giao cho dòng họ Nguyễn Văn. Đây là dòng họ có chức sắc và được sự tín nhiệm của dân làng từ ngàn đời trước. Công việc làm bánh thánh rất khắt khe và nghiêm ngặt, công việc đó chỉ được giao duy nhất một người trong họ. Từ bao đời nay, công việc này được truyền tiếp cho những người con trưởng trong gia đình dòng họ và đặc biệt không được truyền lại cho người ngoài.\n\nCông việc chuẩn bị làm bánh thánh phải đích thân do người con trưởng chuẩn bị trước ngày lễ hội một tuần, trong đó tất cả những dụng cụ làm bánh thánh, điều đặc biệt là phải mua mới toàn bộ, không sử dụng đồ cũ trong quá trình làm bánh. Dụng cụ làm bánh gồm có chày cối, xoong, nồi, kiềng bếp, bát đĩa, rổ giá. Nhưng cái chính là nguyên liệu quan trọng để làm bánh là gạo nếp, nhân bánh. Điều đặc biệt hơn liên quan đến người chịu trách nhiệm làm bánh thánh là trước ngày lễ hội người làm bánh phải kiêng kị trong ăn uống và sinh hoạt, phải ăn chay và cách ly mọi sự sinh hoạt xung quanh. Trong những ngày này ông buộc phải tuân thủ nghiêm ngặt như vậy để giữ cho tâm hồn cũng như phần cơ thể của mình được trong sạch và thanh tịnh để phục vụ cho công việc làm bánh thánh trong Đền.\n\nĐiều độc đáo trong khi làm chiếc bánh thánh này là, vật liệu dùng để đun bánh không phải là củi từ những cây gỗ khô hay bất cứ vật liệu nào mà phải là cây tre chết dóc, tức cây tre già chết khô trong bụi. Đây là một công việc hết sức khó khăn vì đặc thù những cây tre già thường nằm giữa những bụi tre to mà không phải bụi tre nào cũng có. Nhưng cho dù khó khăn thế nào thì người được giao nhiệm vụ làm bánh thánh cũng phải tìm cách lấy bằng được cây tre như vậy để làm củi đun trong suốt quá trình luộc bánh.\n\nCách nhà hơn 20 cây số nhưng với trọng trách lớn được giao, đích thân người làm bánh lên hàng thuốc Bắc, phố Lãn Ông để chọn nguyên liệu, đó là một số vị thuốc đặc biệt để làm nhân bánh, những vị thuốc này không ai được phép biết trong đó gồm những gì, nhưng ông Nam bật mí đó là những vị thuốc để khi thả bánh xuống Giếng Ngọc giúp bánh chìm xuống và là sự biểu trưng cho Thiên và Địa, tương ứng với 100 người con của Quốc tổ Lạc Long Quân và Quốc mẫu Âu Cơ.\n\nNguyên liệu chính để làm bánh không thể thiếu được là gạo, gia đình được làng cấp cho ruộng để cấy một loại lúa đặc biệt làm bột bánh thánh, số gạo đó được gia đình ông cất giữ cẩn thận. Gạo trước khi mang ra ngoài Đền phải đãi cho thật sạch. Sau đó được trải đều trên một chiếc mâm, phơi ra ngoài nắng để ráo nước, để khi tiến hành giã bột làm bánh ở ngoài đền, bột bánh không bị bết và vón cục.\n\nVào ngày Lễ hội, đến giờ hoàng đạo, chủ sự thắp hương báo cáo tổ tiên dòng họ, cả gia đình cùng nhau hỗ trợ ông gồng gánh nguyên vật liệu từ nhà ra ngoài Đền Nội để làm bánh Thánh tại đó. Ngoài Đền Nội được sắp xếp một gian riêng để ông và người con trai trưởng của mình làm bánh thánh. Khi các nguyên liệu làm bánh được đưa vào căn phòng đặc biệt này, ông cùng gia đình làm nghi lễ báo cáo trước quốc tổ Lạc Long Quân. Mọi nghi lễ đã xong, vợ cùng các con của ông phải ra ngoài không ai được ở lại. Tất cả các cửa được đóng kín, trong căn phòng đó chỉ có ông và người con trai trưởng ở lại trong đó. Trong thời gian này không ai được phép tới gần khu vực làm bánh thánh.\n\nTheo lời ông kể lại, mỗi cái bánh sẽ tương ứng với những điềm báo của làng trong năm tới, mỗi lần đong xếp bánh thì ông sẽ đọc một câu thần chú để chia bánh vào khay sao cho vừa và cho con số đẹp nhất, số lượng bánh thay đổi theo từng năm, chỉ có người làm bánh mới biết số lượng bánh là bao nhiêu. Khi bánh được làm xong ông Nam ra hiệu,  hai ông chủ tế cùng những người trong lễ tế tay cầm cờ, quạt, vải đỏ phủ kín đài bánh, đưa bánh vào trong hậu cung. Chiếc bánh thánh được đặt ở đó và đợi đến ngày hôm sau làm lễ rước và thả ngoài giếng Ngọc.\n\nNgày mùng 6 tháng 3 âm lịch là ngày chính hội, giờ khắc đã điểm, sau một hồi trống chiêng, bánh thánh được rước đi ra giếng Ngọc, bánh được để trong đài đậy kín và vải đỏ phủ kín đài bánh, kiệu rước bánh có lọng, tàn, quạt hầu hai bên. Mọi người yên lặng thành kính, chậm rãi bước tới sát mép nước. Nhạc trống chiêng cùng phường bát âm reo vui đưa đám rước tới bên giếng. Tại đây trong lòng giếng Ngọc đã quây sẵn một khung để thả bánh thánh trong đó. Mọi người ai cũng tò mò theo dõi hình thù chiếc bánh ra sao, kể cả hai vị chủ tế, hai vị quan trọng nhất đại diện cho làng, chưa ai được trực tiếp nhìn thấy chiếc bánh có hình thù, màu sắc như thế nào, họ chỉ được cảm nhận qua lớp vải bọc chiếc bánh thánh khi họ bóp bánh và thả bánh xuống giếng Ngọc, mỗi chiếc bánh thánh được thả xuống ông chủ tế đều phải đọc một câu thần chú đặc biệt, để bánh thánh chìm xuống giếng Ngọc ra được với thủy cung.\n\nChiếc bánh thánh thả tại giếng Ngọc mang rất nhiều ý nghĩa, thả bánh xuống đó như là vật lễ tế 100 người con của quốc tổ Lạc Long Quân và Âu Cơ theo cha mẹ khai phá những miền đất mới. Lễ hội cổ truyền Bình Đà được tổ chức hàng năm thể hiện niềm tin, nhớ về nguồn cội dân tộc. Tất cả người dân Bình Đà đều tin Đức Quốc tổ Lạc Long Quân và Đức Thành hoàng Linh Lang Đại Vương sẽ phù hộ cho dân làng, cầu cho con người bình yên, mạnh khỏe, sống lâu, lúa tốt, của nhiều, muôn đời sung sướng. Và con người Bình Đà luôn nghĩ tới sự hài hòa Âm Dương, hòa hợp con người với vũ trụ, biểu hiện ở quan niệm \"thiên thời – địa lợi – nhân hòa\" để hạnh phúc trọn vẹn trong cuộc sống.<ref>{{Chú thích web|url=http:\/\/nguoithanhoai.vn\/lich-su-van-hoa\/truyen-thuyet-le-hoi-lang-binh-da-646.aspx?pi=3|tiêu đề=Truyền thuyết lễ hội BÌnh Đà}}{{Liên kết hỏng|date=2021-06-19 |bot=InternetArchiveBot }}<\/ref>\n\n== Hội pháo Bình Đà ==\n\n== Đánh giá ==\n\n=== Giá trị lịch sử nổi bật của Di sản ===\nTừ huyền thoại, qua tâm thức dân gian, nhân vật Đức Quốc Tổ Lạc Long Quân trở thành biểu tượng giá trị lịch sử độc đáo, khâu nối liền mạch từ Đức Thủy Tổ [[Kinh Dương Vương]] đến [[Lạc Long Quân]] sinh ra các [[Vua Hùng]] cội nguồn dân tộc, bệ đỡ cho truyền thống quý báu mang bản sắc văn hóa dân tộc của người Lạc Việt. Năm 2014 Lễ hội [[Bình Đà]] được Bộ trưởng Bộ VHTTDL ra Quyết định công nhận đưa vào Danh mục Di sản văn hóa phi vật thể quốc gia.\n\n=== Giá trị văn hóa – tín ngưỡng ===\nLễ hội [[Bình Đà]] hàm chứa hàng loạt biểu tượng văn hóa, khởi nguồn truyền thống \"uống nước nhớ nguồn\", tri ân tới \"Đức Quốc Tổ\" người có công với dân với nước với làng xóm quê hương. Hàng loạt các biểu tượng văn hóa được phục dựng, các lớp lang văn hóa bản địa, những dấu vết của tín ngưỡng văn hóa cổ, nghi lễ, tục hèm, tập quán.. dung hợp văn hóa tín ngưỡng qua hàng nghìn năm trở thành đỉnh cao của truyền thống nhân văn, minh triết Việt Nam.\n\n=== Giá trị nghệ thuật, xã hội – nhân văn ===\nKiến trúc nghệ thuật ở Đền Nội, Đình Ngoại có nhiều bảo vật, cổ vật có giá trị di sản văn hóa đặc sắc và độc đáo. Bức phù điêu giá tượng Đức Quốc Tổ Lạc Long Quân với nhiều lớp hình ảnh được trạm khắc, truyền ngôn: ''Dài 2,8 mét, rộng 2,2 mét, 5 tầng; đầu 20 vị quan văn mặc áo thụng, tay cầm hốt, đầu đội mũ cánh chuồn; 16 vị quan võ cân đai bố tử hung dũng, quắc thước, cầm long đao; 18 thị nữ áo dài nếp mỏng mềm mại dâng hòm sớ với cờ quạt, tàn, tán, ô, lọng; có voi, ngựa và nhóm dân binh đội mâm dâng hoa quả; dòng nước mênh mang hiện lên những con thuyền rồng cong mũi đang rẽ sóng lao nhanh; từng thuyền rồng các cặp đôi hai hàng trai tráng, mình trần khỏe mạnh, gò mình mải miết tay chèo; nổi bật chiếm phần tư diện tích là chân dung tượng Lạc Long Quân ngự trên ngai vàng, đầu đội vương miện chạm lưỡng long chầu nguyệt, khoác áo hoàng bào vóc dáng bệ vệ, khuôn mặt hiền từ, phúc hậu, thể theo 36 quý tướng nhà Phật.. toát lên đầy đủ cảnh sinh hoạt thuộc về triều đại Hùng Vương. Tục truyền, bức phù điêu được khởi dựng từ thời nhà Đinh, khi Đinh Tiên Hoàng lên làm vua đã cho xây đền Thượng tại Phong Châu để thờ các vua Hùng với mỹ tự \"Hùng Vương sơn nguyên Thánh Tổ, người đã giao cho Hoàng hậu Đan Gia và Đinh Quốc công Nguyễn Bặc đặc trách, cùng với Bộ Lễ tuyển các thợ giỏi để chế tác bức phù điêu này\"''. Ngày 1\/4 Nhâm Thân 1032, vua Lý Thái Tông mở lễ hội Tịch Điền ở Đỗ Động Giang (Bình Đà), vua hiến Sắc suy tôn Lạc Long Quân là Khai Quốc Thần \"''Lý triều hiến sắc\/ Thánh Tổ tiên vương\/ Nhất bào bách noãn\/ Sinh hạ bách thần\/ Hộ quốc cứu dân\/ Vạn xuân an lạc''\". Năm 1985, 1990, 1991 Đền Nội và Đình Ngoại được Nhà nước xếp hạng Di tích lịch sử văn hóa. Khu Ao sen, cây quéo, giếng ngọc (có long mạch thông với thủy cung vươn xa về tận Biển Đông), nhà bia, miếu ông, trống đồng Đông Sơn Hêgơ1, gạch hoa văn xây mộ Quốc Tổ là các chứng tích cổ. Không gian sinh hoạt văn hóa lễ hội Quốc Tổ Lạc Long Quân độc đáo, tạo ra sức mạnh cấu kết cộng đồng người Việt lan tỏa ra khỏi phạm vi làng, trở thành trung tâm sinh hoạt văn hóa tín ngưỡng cuốn hút từ nhiều vùng miền trong cả nước – Xứng đáng được tìm hiểu, nghiên cứu và vinh danh vào hệ thống Di sản văn hóa phi vật thể đại diện của nhân loại đã được UNESCO công nhận.\/.\n\n== Tham khảo ==\n{{tham khảo}}\n\n[[Thể loại:Lễ hội Hà Nội]]\n[[Thể loại:Di sản văn hóa phi vật thể tại Việt Nam]]"}