{"319984":"{{Thiếu nguồn gốc|date=tháng 12\/2021}}\n'''Lễ cưới Khmer''' hay '''Pi-pea''' là một nghi lễ của đồng bào dân tộc [[Người Khmer|Khmer]]. Là một sự kiện quan trọng của mỗi đời người, còn gọi ngày gối đôi.\n\n[[Image: Cambodia wedding.jpg||thumb|Đám cưới hiện đại của người Khmer]]\n\nLễ cưới thường kéo dài trong một ngày rưỡi. Nó bắt đầu tại nhà của cô dâu, sau đó là một nghi lễ tôn giáo và trao đổi các món quà nghi lễ. Những bộ quần áo mặc được bao phủ bởi trang sức như một sự bày tỏ lòng thành kính đối với cha mẹ cô dâu và chú rể, và tất cả những người thân và bạn bè của cặp đôi có mặt. Cha mẹ dâng lời chúc phúc, cầu mong cho cuộc sống hạnh phúc của đôi uyên ương. Về lý thuyết, hôn nhân là hôn nhân một vợ một chồng và trọn đời.\n\n==Lịch sử==\n===Nguồn gốc: tái hiện biểu tượng đám cưới huyền thoại của Preah Thong và Neang Neak===\nPreah Thong (Kaudinya Đệ nhất) và Neang Neak (Nữ hoàng Soma) là những nhân vật biểu tượng trong [[văn hoá Campuchia|văn hóa Khmer]]. Họ được cho là đã thành lập nhà nước [[Phù Nam]] thời tiền [[Angkor]]. Phần lớn phong tục đám cưới của người Khmer có thể bắt nguồn từ cuộc hôn nhân của Preah Thong và Neang Neak.\n\nCô dâu và chú rể Campuchia nói chung và Khmer Nam Bộ Việt Nam nói riêng tái hiện trong mỗi đám cưới truyền thống của người Khmer vì nghi lễ cưới tượng trưng cho cuộc hôn nhân của Preah Thaong và cô dâu Neang Neak. Điều này giải thích nhiều phong tục đám cưới của người Khmer, trong đó chú rể mang khăn của cô dâu, tượng trưng cho việc anh ta từ xa đến và kết hôn với gia đình cô, trái ngược với phong tục đám cưới của Ấn Độ, nơi cô dâu đeo khăn của chú rể. Cô dâu và chú rể mặc trang phục được trang trí bằng trang sức và được bao quanh bởi gia đình và khách mời. Trang phục của cặp đôi là biểu hiện của lòng hiếu kính đối với bố mẹ vợ và bố mẹ chồng, cả hai cùng dâng lời chúc phúc cho đôi uyên ương.<ref>{{Chú thích sách|last1=Yoffee|first1=Norman|url=https:\/\/books.google.com\/books?id=cOG-fAFvbXcC&dq=%22khmer+wedding%22&pg=PA308|tiêu đề=Excavating Asian History: Interdisciplinary Studies in Archaeology and History|last2=Crowell|first2=Bradley L.|date=2006|publisher=University of Arizona Press|isbn=978-0-8165-2418-1|language=en|page=308}}<\/ref>\n===Sự phát triển của nghi thức đám cưới của người Khmer===\nQua nhiều thế kỷ, nghi thức hôn nhân của người Campuchia đã phát triển và tích hợp nhiều yếu tố khác nhau phản ánh lịch sử lâu đời của nó.\n==Nghiên cứu dân tộc học về đám cưới của người Khmer==\nTài liệu tham khảo học thuật sớm nhất về nghi thức đám cưới ở Campuchia do nhà dân tộc học người Pháp Paul Pelliot thuộc [[Viện Viễn Đông Bác Cổ]] của [[Pháp]] đưa ra vào năm 1903<ref>{{Chú thích sách|last=LeVine|first=Peg|url=https:\/\/books.google.com\/books?id=MPuC_y9NyOEC&q=%22wedding%22|title=Love and Dread in Cambodia: Weddings, Births, and Ritual Harm Under the Khmer Rouge|date=2010|publisher=University of Hawaii Press|isbn=978-9971-69-472-2|language=en|page=61}}<\/ref> với những tường thuật về phong tục vào thế kỷ thứ mười ba của nhà ngoại giao Trung Quốc [[Chu Đạt Quan]].<ref>{{Chú thích tạp chí|last=Pelliot|first=Paul|date=1903|title=Le Fou-nan|url=https:\/\/www.persee.fr\/doc\/befeo_0336-1519_1903_num_3_1_1216|journal=Bulletin de l'École française d'Extrême-Orient|volume=3|issue=1|pages=248–303|doi=10.3406\/befeo.1903.1216}}<\/ref>\n\nNăm 1965, Hòa thượng Nhiek Nou, một tu sĩ của dòng Dhammayut , đã xuất bản một tập sách nhỏ có tựa đề Kpuon Abah-bibah hay Hiệp ước liên quan đến hôn nhân. Nó gồm bốn phần, hai phần đầu liên quan đến các nghi lễ đám cưới của người Khmer dành cho hoàng gia cũng như thường dân. Nó cũng khiển trách các thế hệ trẻ vì đã áp dụng các truyền thống phương Tây trong lễ cưới ở Campuchia. \n<ref>{{Chú thích tạp chí|last1=Nou|first1=Ker|last2=Nou|first2=Nhieuk|last3=Lewitz|first3=Saveros|date=1973|title=KPUON ĀBĀH-BIBĀH ou Le Livre des Mariages khmers|url=https:\/\/www.jstor.org\/stable\/43733548|journal=Bulletin de l'École française d'Extrême-Orient|volume=60|pages=243–328|jstor=43733548|issn=0336-1519}}<\/ref>\n\nMô tả bao quát đầu tiên về đám cưới của người Khmer được xuất bản vào năm 1920 bởi nhà thực dân Pháp Arthur Daguin. \n<ref>{{Chú thích sách|last=Daguin|first=Arthur|url=https:\/\/books.google.com\/books?id=u31EAQAAMAAJ&q=%22mariage+cambodgien%22|title=Le mariage cambodgien|date=1920|publisher=Lucien Dorbon|language=fr}}<\/ref>\n===[[Khmer Đỏ]]: Thảm kịch của những cuộc hôn nhân ép buộc===\nTrong cuộc [[Nội chiến Campuchia]], một lễ cưới ở Campuchia đã bị máy bay [[B-52]] bắn nhầm. Đó là sự khởi đầu của một thời kỳ bi thảm của đám cưới của người Khmer.<ref>{{Chú thích sách|last=Kiernan|first=Ben|url=https:\/\/books.google.com\/books?id=Mq8sAcvg-AgC&dq=%22cambodian+wedding%22&pg=PA21|title=The Pol Pot Regime: Race, Power, and Genocide in Cambodia Under the Khmer Rouge, 1975-79|date=2008-10-01|publisher=Yale University Press|isbn=978-0-300-14299-0|language=en|page=21}}<\/ref>\n\nCác lính Khmer Đỏ chia gia đình và tách ra những người đàn ông từ những người phụ nữ. Cha, mẹ và các con thường xuyên phải xa nhau trong nhiều tháng. Một người đàn ông và phụ nữ thường không có thời gian để viên mãn một cuộc hôn nhân, và quan hệ tình dục bị hạn chế bởi thời gian dài xa cách. Quan hệ ngoài hôn nhân và thậm chí tán tỉnh giữa những người trẻ tuổi đã bị trừng phạt nặng nề.<ref>{{Chú thích sách|last=LeVine|first=Peg|url=https:\/\/books.google.com\/books?id=MPuC_y9NyOEC&q=%22wedding%22|title=Love and Dread in Cambodia: Weddings, Births, and Ritual Harm Under the Khmer Rouge|date=2010|publisher=University of Hawaii Press|isbn=978-9971-69-472-2|language=en|page=89}}<\/ref>\n\nMô tả về các cặp vợ chồng mới cưới bị lính bí mật theo dõi trong đêm tân hôn của họ để đảm bảo [[quan hệ tình dục]] đã được ghi lại.<ref>{{Chú thích sách|last1=Ollier|first1=Leakthina Chau-Pech|url=https:\/\/books.google.com\/books?id=esh9AgAAQBAJ&dq=%22wedding%22&pg=PT23|title=Expressions of Cambodia: The Politics of Tradition, Identity and Change|last2=Winter|first2=Tim|date=2006-10-19|publisher=Routledge|isbn=978-1-134-17195-8|language=en}}<\/ref>\n===Đám cưới Khmer hiện đại===\nKể từ những năm 1990, mặc dù nhiều người Campuchia nhấn mạnh rằng lễ cưới đúng nghĩa của người Khmer phải là một sự kiện kéo dài ba ngày, nhưng hầu hết các đám cưới của người Khmer ở ​​[[Phnôm Pênh]] đều được tổ chức vào một ngày duy nhất. Bởi vì sự đơn giản hóa này,  một phần lớn âm nhạc truyền thống được sử dụng để đi kèm với lễ kỷ niệm đã không còn được sử dụng hoặc bị mất hoàn toàn.<ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=auT3q-NJA0YC&q=%22khmer+wedding%22|title=5th socio-cultural research congress on Cambodia 12-14 November 2002 : papers of the congress|date=2003|publisher=Sākalvidyālay Bhūmin Bhnam Ben|language=km|page=295}}<\/ref><ref>{{Chú thích sách|last=Kravel|first=Pech Tum|url=https:\/\/books.google.com\/books?id=rlxdDwAAQBAJ&dq=%22khmer+wedding%22&pg=PA34|title=Sbek Thom: Khmer Shadow Theater|date=2018-05-31|publisher=Cornell University Press|isbn=978-1-5017-1933-2|language=en|page=34}}<\/ref>\n\nMột số người đã chỉ trích xu hướng chi tiêu quá mức hiện nay của người Khmer, đặc biệt là ở cộng đồng người Khmer hải ngoại, với niềm tin về sự thành công của đám cưới được xác định bằng tiền.<ref>{{Chú thích sách|last=Mortland|first=Carol A.|url=https:\/\/books.google.com\/books?id=2DguDwAAQBAJ&dq=%22khmer+wedding%22&pg=PA44|title=Cambodian Buddhism in the United States|date=2017-07-25|publisher=SUNY Press|isbn=978-1-4384-6663-7|language=en|page=44}}<\/ref>\n==Nghi thức==\n===Lễ cưới Hoàng gia===\nCác thành viên của gia đình hoàng gia và các chức sắc trong cung điện và con cái của họ được hưởng kiểu đám cưới truyền thống cổ xưa này. Bộ quy tắc nghi lễ được quy định bởi Sắc lệnh Hoàng gia ban hành vào ngày 14 tháng 3 năm 1909. Đặc điểm chính là lời chúc phúc của Hoàng gia mà Nhà vua dành cho các cặp đôi mới cưới trong trang phục đẹp nhất của họ bằng cách đổ nước chúc phúc và ném những cánh hoa vào họ.\n\nCác đám cưới hoàng gia là một sự kiện kéo dài ba ngày diễn ra trong các bức tường của cung điện Hoàng gia. Vào ngày đầu tiên, 19 tu sĩ, gợi nhớ của 19 linh hồn trong truyền thống Khmer, đã được mời để chào mừng paritta trước khi dịch vụ được thực hiện cho các linh hồn và popil được luân chuyển. Một bữa tiệc sau đó được tổ chức trong các khu vườn của Cung điện. Vào ngày thứ hai, Nhà vua sẽ ban phước lành bằng nước thánh Bà la môn sau khi hai vợ chồng phản kháng ba lần trước Phụ hoàng.<ref>{{Chú thích tạp chí|last1=Nou|first1=Ker|last2=Nou|first2=Nhieuk|last3=Lewitz|first3=Saveros|date=1973|title=KPUON ĀBĀH-BIBĀH ou Le Livre des Mariages khmers|url=https:\/\/www.jstor.org\/stable\/43733548|journal=Bulletin de l'École française d'Extrême-Orient|volume=60|pages=243–262|jstor=43733548|issn=0336-1519}}<\/ref>\n===Đám cưới bình dân===\nPhong tục tập quán khác nhau giữa các khu vực nông thôn và thành thị, với nhiều cư dân thành phố bị ảnh hưởng bởi các tư tưởng phương Tây. Việc chọn vợ \/ chồng thường do gia đình nam nữ thanh niên đảm nhận, đôi khi có sự giúp đỡ của người mai mối.  Một người đàn ông thường kết hôn trong độ tuổi từ 19 đến 25 tuổi 16 và một cô gái từ mười sáu đến 22 tuổi.<ref>{{Chú thích sách|last1=Miller|first1=Terry|url=https:\/\/books.google.com\/books?id=80WSAgAAQBAJ&dq=The+traditional+Khmer+wedding+originally+lasted+seven+days+and+seven+nights&pg=PA111|title=The Garland Handbook of Southeast Asian Music|last2=Williams|first2=Sean|date=2011-03-17|publisher=Routledge|isbn=978-1-135-90155-4|language=en|page=111}}<\/ref>\n\nĐám cưới truyền thống là một chuyện lâu dài và nhiều màu sắc. Đám cưới truyền thống của người Khmer ban đầu kéo dài bảy ngày bảy đêm.  Sau đó, nó được giảm xuống còn ba ngày và ba đêm, nhưng đến những năm 1980, nó thường kéo dài hơn một ngày rưỡi. Buổi lễ bắt đầu vào buổi sáng tại nhà của cô dâu và được chỉ đạo bởi achar. Các tu sĩ Phật giáo cung cấp một bài giảng ngắn và đọc những lời cầu nguyện gia trì. Các phần của nghi lễ bao gồm nghi lễ cắt tóc và buộc những sợi bông được ngâm trong nước thánh quanh cổ tay của cặp đôi.<ref>{{Chú thích sách|url=https:\/\/books.google.com\/books?id=arPWAAAAMAAJ&q=%22khmer+wedding%22|title=Cultures of Independence|date=2001|publisher=Reyum|language=en|page=36}}<\/ref>\n\nTrong lễ cưới truyền thống của người Khmer, trước khi chú rể bước vào nhà gặp cô dâu, anh ta sẽ quỳ gối và tỏ lòng thành kính về phía đông nơi mặt trời mọc.\n\nNghi thức trong đó những người tham gia vào mối quan hệ tương hỗ \"bền chặt\" (chang dai) của cặp cô dâu bằng cách làm một món quà bằng tiền thể hiện sự gắn bó của họ với đôi vợ chồng mới cưới và gia đình của họ, như một sự trao đổi nhằm thúc đẩy tình đoàn kết và nghĩa vụ lẫn nhau.<ref>{{Chú thích sách|last=Hinton|first=Alexander Laban|url=https:\/\/books.google.com\/books?id=i7EwDwAAQBAJ&dq=%22cambodian+wedding%22&pg=PA67|title=Why Did They Kill?: Cambodia in the Shadow of Genocide|date=2005|publisher=University of California Press|isbn=978-0-520-24179-4|language=en|page=67}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n*[http:\/\/cema.gov.vn\/modules.php?name=Content&op=details&mid=1985 Phong tục, lễ cưới của người Khmer] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061014124452\/http:\/\/www.cema.gov.vn\/modules.php?name=Content&op=details&mid=1985 |date = ngày 14 tháng 10 năm 2006}}\n\n{{Nghi lễ các dân tộc Việt Nam}}\n\n[[Thể loại:Nghi lễ của người Khmer]]\n[[Thể loại:Lễ cưới]]"}