{"133359":"{{chú thích trong bài}}\n'''Lễ hội Nam Trì''' là lễ hội tế Thần có từ thế kỷ thứ 2 trước [[Công Nguyên|Công nguyên]] của trang Nam Trì (nay là làng [[Nam Trì]] xã Đặng Lễ huyện [[Ân Thi]] tỉnh [[Hưng Yên]], dân gian gọi là [[Lễ hội Bảo, Lang, Biền]]. ''Bảo, Lang, Biền'' là ba vị Thượng đẳng Phúc thần Dực bảo trung hưng Bản cảnh Thành hoàng Đại vương thờ tại đền Nam Trì.\n\nLễ hội chính được tổ chức vào tháng 3 [[âm lịch]] hàng năm.\n\n==Nguồn gốc lễ hội==\nLễ hội Nam Trì có nguồn gốc từ việc tế ba vị thần Bảo, Lang, Biền: Nguyễn Danh Lang hiệu [[Lang Công]] người Nam Trì (Bản TT-TS FQ 40 18\/X11, 11 - Viện Thông tin Khoa học Xã hội - Uỷ ban Khoa học Xã hội Việt Nam), tướng ba đời [[nhà Triệu]] nước [[Nam Việt]]; [[Thừa tướng]] bốn đời [[nhà Triệu]]: [[Lữ Gia]] hiệu Bảo Công (người huyện [[Lôi Dương]] quận [[Cửu Chân]] cùng gia quyến cư ngụ tại Nam Trì, nhận Nguyễn Danh Lang là em kết nghĩa); [[Tể tướng|Tướng quốc]] [[Cao Biền]]. Tướng quốc Cao Biền sang Giao Châu tiễu phạt giặc [[Nam Chiếu]] qua Nam Trì đóng đồn, xây dựng hành cung, kết nghĩa anh em với hai vị Thần trong đền, cưới hai cô con gái sinh đôi họ Phạm ở Nam Trì (Lữ nương, Lự nương), cùng dân Nam Trì sửa miếu, lập đền hai vị Thần Bảo, Lang (Bản TT-TS FQ 40 18\/X11, 11 - Viện Thông tin Khoa học Xã hội - Uỷ ban Khoa học Xã hội Việt Nam).\n\nKhi Lang Công, Bảo Công, Công chúa Hùng vương Lâu nương (phu nhân Lữ Gia) chết, dân làng xây đền miếu phụng thờ. Sau, Cao Biền chết, dân làng phụng thờ cùng hai vị Bảo, Lang. Lễ hội Nam Trì còn gắn liền với vị Thánh địa lý của Việt Nam [[Tả Ao]] Vũ Đức Huyền. Ông có công giúp dân Nam Trì lập lại làng, xây dựng đình chùa nên dân Nam Trì phụng thờ ông  cùng ba vị Bảo, Lang, Biền.\n\n==Đền thờ, lăng mộ==\n\nTheo Thần tích thì Nguyễn Danh Lang về đến quê Nam Trì thì mất nên dân làng lập đền thờ. Khi Lữ Gia bị chém quân sĩ quê Nam Trì đưa xác Lữ Gia không có đầu về Nam Trì an táng và thờ cùng Nguyễn Danh Lang. Đền thờ lúc sơ khởi nằm trên đất làng Nam Trì hiện nay nhưng không rõ địa điểm cụ thể. Thời Đường, Cao Biền chọn đất, dựng lại đền thờ tại gò Vườn Soi (cuối làng Nam Trì bây giờ). Thời Hậu Lê, Thánh địa lý Tả Ao chọn đất, dựng lại đền thờ tại gò Ao Đình (phía tây nam của làng Nam Trì bây giờ). Hiện nay, đền thờ nằm trên gò Vườn Soi nơi đất cũ do Cao Biền chọn, thế đất có hoàng long địa mạch, song long tứ nhãn, nhị nhãn hiện nhị nhãn ẩn, thủy nhiễu chu viên; năm gian rộng, hình chữ đinh, hướng nam. Hậu cung thờ ba vị thần Bảo, Lang, Biền và Thánh địa lý Tả Ao. Trung đường thờ Chủ tịch Hồ Chí Minh, tiền bái là ban thờ công đồng.\n[[Tập tin:Lễ hội1.jpg|nhỏ|phải|200px|Lễ hội Nam Trì (lễ hội Bảo, Lang, Biền) ở thôn Nam Trì xã Đặng Lễ huyện Ân Thi Hưng Yên]]\n\nThời Bắc thuộc các triều đại Đông Hán, Ngô, Tấn, Tống của Trung Hoa đều sắc phong ba vị [[Thượng đẳng Phúc thần]] Bảo, Lang, Biền: Tướng quốc Cao Biền ''Quốc Vương thiên tử Đại Vương'', Thừa tướng Lữ Gia là ''Trung Thiên Bảo Quốc Đại Vương'', Tướng Nguyễn Danh Lang là ''Trung Lang Tế thế Đại vương'', Lâu Nương Công chúa là Trung đẳng Thần, cho hai vị phu nhân: Lữ nương, Lự nương được thờ phối hưởng và chuẩn cho trang Nam Trì lập đền chính phụng sự. Các triều đại Đinh, Lê, Lý, Trần vẫn sắc phong như vậy. Triều hậu Lê sắc phong: Tướng quốc Cao Biền ''Tá trị Hựu thánh'', Thừa tướng Lữ Gia ''Cương trực hiển Thánh'', Tướng Nguyễn Danh Lang ''Dũng lược quả đoán''. Sau lại sắc phong thêm tam vị duệ hiệu: ''Dực bảo trung hưng''; Công chúa Lâu lương là ''Tôn tinh uyển Trai tĩnh bảo trung hưng Trung đẳng Thần''. Tiếp, triều Nguyễn đều sắc phong như cũ. Cho đến năm 1880 niên hiệu Tự Đức thứ 6 thì sắc phong thêm làm Bản cảnh Thành hoàng.\n\nMộ hai vị Bảo, Lang xưa kia táng tại gò bên bờ sông Nam Trì, hiện nay tọa lạc tại gò phía nam làng Nam Trì (đình Ba Xã), nơi hai vị lập quán Hội đồng, Cao Vương dựng hành cung xưa kia và là nơi rước Thần, tế lễ.\n[[Tập tin:Lễ hội2.jpg|nhỏ|phải|200px|Lễ hội Nam Trì (lễ hội Bảo, Lang, Biền) ở thôn Nam Trì xã Đặng Lễ huyện Ân Thi Hưng Yên]]\n\n==Lễ hội==\nLễ hội Nam Trì là lễ nghi tôn giáo tế Thần có từ thời thượng cổ. Lễ hội vừa mang tính tín ngưỡng dân gian vừa là văn hóa cộng đồng làng xã. Thời thượng cổ việc tế Thần phức tạp hơn như phải tế vật sống ([[Tam sanh]]). Ngày nay thủ tục này không còn nữa. Sau các Thần ở đây được tôn làm [[Thành hoàng|Thành Hoàng]] nên lễ được tổ chức theo nghi thức tế [[Thành Hoàng]]. Đây là lễ hội chung của ba làng Nam Trì, [[Đới Khê]] và [[Bảo Tàng]]. Lễ hội tổ chức vào tháng 3 âm lịch hàng năm, kéo dài năm ngày: ngày 8\/3 quét dọn hai khu đền miếu, rước Thần đến sở Công đồng làm lễ yết cáo xong rước đi các nơi làm lễ tắm Thánh. Ngày 9\/3 là ngày lễ chính. Ngày 10\/3 làm lễ lại, lễ đón Cao Vương. Ngày 12\/3 thì cả ba làng làm lễ tạ. Các ngày tế lễ là các ngày sinh, ngày hóa của các vị Thần Bảo, Lang, Biền, Công chúa, hai vị phu nhân, ngày húy nhật của Thánh phụ Thánh mẫu, ngày Khánh hạ (các ngày 4\/6, 8\/6 và 12\/8), lễ Tam sanh (các ngày Đinh tháng 2, tháng 8). Lễ vật ngày lễ chính gồm trâu, bò, lợn, gà, xôi rượu và bánh mật (trâu, lợn đen tuyền mua của những gia đình vợ chồng song toàn). Hội là ca hát 10 ngày, đánh cờ, đấu vật. Khi rã đám thì ba làng phải cùng dọn đình Ba Xã để rước thần về đó làm lễ. Lễ vật ngày sinh của 2 vị phu nhân là lễ chay gồm hoa quả, xôi, rượu. Các lễ tế khác thì biện lễ tuỳ nghi, thỉnh cả Thánh phụ, Thánh mẫu. Ngày hành lễ cấm mặc quần áo màu tía, kiêng tên húy các vị Thần và Thánh phụ, Thánh mẫu.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*[[Đại Việt sử ký toàn thư|Đại Việt Sử ký Toàn thư]]\n*Bản viết chữ Hán AE.A3\/1 Viện Nghiên cứu Hán Nôm\n*Lịch lễ hội Việt Nam - http:\/\/www.vietnamtourism.com\/v_pages\/tourist\/festival.asp {{Webarchive|url=https:\/\/web.archive.org\/web\/20100102155853\/http:\/\/vietnamtourism.com\/v_pages\/tourist\/festival.asp |date = ngày 2 tháng 1 năm 2010}}\n*Sách [[Thành Hoàng Việt Nam]] của Phạm Minh Thảo, Trần Thi An, Bùi Xuân Mỹ - Nhà xuất bản Văn hóa Thông tin 1997\n\n==Xem thêm==\n{{div col|colwidth=20em}}\n* [[Ân Thi, Hưng Yên]]\n* [[Nam Trì]]\n* [[Lang Công]]\n* [[Lữ Gia]]\n* [[Cao Biền]]\n* [[Tả Ao]]\n* [[Nhà Triệu]]\n* [[Nam Việt]]\n* [[Lễ hội chọi trâu Hải Lựu]]\n* [[Chiến tranh Hán-Nam Việt]]\n* [[Vấn đề chính thống của nhà Triệu]]\n{{div col end}}\n\n{{Lịch sử Việt Nam thời Triệu}}\n\n[[Thể loại:Văn hóa Hưng Yên]]\n[[Thể loại:Ngày lễ và Ngày Hành động trong tháng Tư]]\n[[Thể loại:Nhà Triệu]]\n[[Thể loại:Lễ hội Hưng Yên]]"}