{"328696":"{{chú thích trong bài}} \n'''Lễ cưới Lô Lô''' là một nghi lễ của người đồng bào dân tộc thiểu số [[Người Lô Lô|Lô Lô]], [[Hà Giang]].\n== Mai mối ==\nTheo tập quán lâu đời, nhà trai phải nhờ bốn người làm mối, gồm: hai đôi nam nữ. Họ quan niệm, nếu người làm mối là hai cặp vợ chồng thì cuộc sống sẽ gặp nhiều may mắn và hạnh phúc. Sau khi chọn ngày tốt, người làm mối mang hai chai rượu và lễ vật đến nhà gái dạm hỏi. Nếu nhà gái đồng ý thì nhà trai làm cỗ rồi ấn định ngày cưới. Đồ thách cưới thường là: gạo nếp, gạo tẻ, thịt lợn, rượu. Ngoài ra, nhà gái có thể yêu cầu thêm: váy, áo, vòng tay, vòng cổ cho cô dâu, thậm chí còn thách cả bạc trắng để làm của hồi môn. Không đưa lễ vật cho bố mẹ cô dâu mà mang lễ vật đến cho ông cậu. Nhà gái làm cỗ cúng trình [[tổ tiên]] và mời bà con họ hàng đến ăn uống chung vui. Cô dâu thường được khách mời mừng: khăn, áo, tiền bạc...\n== Lễ cưới ==\nLễ cưới diễn ra trong ba ngày, vào ngày lẻ hôm trước để hôm sau đón dâu sẽ là ngày chẵn với mong ước hạnh phúc đôi trẻ viên mãn, vẹn tròn. Lễ cưới diễn ra trong không khí hết sức thân mật. Ngoài lời ca tiếng hát, còn có [[phèng la]], [[kèn đồng]]. Trong đám cưới không có nhảy múa (người Lô Lô chỉ nhảy múa trong đám ma). Tối hôm đó, nhà gái tổ chức hát thâu đêm suốt sáng để chúc phúc cho cô dâu chú rể.\n\nSau buổi tối ở nhà gái, [[chú rể]] cùng [[phù rể]] vào bái lạy tổ tiên, bố mẹ vợ, cậu và quan khách. Ông cậu sẽ dắt cháu gái từ trong buồng ra trao cho nhà trai. Sau đó, nhà trai, nhà gái mỗi bên có một phù dâu dắt tay cô dâu đi ra. Đi đầu là bốn người làm mối, tiếp sau là cô dâu, phù dâu và họ hàng nhà trai.\n\nKhi về đến nhà trai, bố mẹ chồng phải tạm lánh đi nơi khác vì sợ gặp mặt sẽ át vía con dâu. Đoàn dẫn dâu về nhà trai được một lúc thì đoàn nhà gái mang của hồi môn do ông cậu cô dâu dẫn đầu sẽ tới. Của hồi môn bao gồm: lợn, gà, cuốc, [[chảo]], dao, hòm quần áo cùng rượu, thịt, xôi nếp… Tiếp đó, nhà trai tổ chức ăn uống linh đình và hát mừng suốt đêm để chúc cho hạnh phúc đôi trẻ.\n\nKhách đến dự đám cưới dù nhiều dù ít đều phải có tiền mừng cô dâu chú rể. Khi tiễn cậu cô dâu về, tùy số của hồi môn ít hay nhiều nhà trai phải đưa lại một số tiền gọi là tiền đi đường và làm quà. Sau ba ngày cưới, cô dâu chú rể trở lại thăm nhà vợ, có thể ở lại nhà gái ít bữa, sau đó sẽ trở về ở hẳn nhà trai.\n== Các món ăn trong đám cưới ==\nChủ yếu là các món\n*Thịt lợn luộc\n*[[Đậu phụ]] luộc\n*[[Canh xương]]\n*Rau\n*[[Cơm]]\n*[[Rượu ngô]]\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n[http:\/\/www.baodatviet.vn\/Home\/Dam-cuoi-nguoi-Lo-Lo\/20089\/13011.datviet  Đám cưới người Lô Lô] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090304140938\/http:\/\/www.baodatviet.vn\/Home\/Dam-cuoi-nguoi-Lo-Lo\/20089\/13011.datviet |date=2009-03-04 }}\n{{Nghi lễ các dân tộc Việt Nam}}\n\n[[Thể loại:Nghi lễ của người Lô Lô]]\n[[Thể loại:Lễ cưới]]"}