{"308250":"{{Infobox holiday\n|holiday_name = Tết Chôl Chnam Thmây\n|type   = buddhist\n|image   = Khmer_New_Year_GA2010-223.jpg\n|imagesize = 250px\n|caption  = Trưởng lão làm sạch bức tượng Phật bằng nước thơm.\n|official_name = Tết Kh'mer (បុណ្យចូលឆ្នាំថ្មី)\n|nickname = Chaul Chnam Thmey\n|observedby  = [[Người Khmer]]\n|litcolor =Vàng \n|longtype = \n|significance = Mừng năm mới Campuchia\n|begins  = 14 tháng 4\n|ends   = 16 tháng 4 \n|date   = 17 tháng 4\n|scheduling  = same day each year\n|frequency = Hàng năm\n|duration = 3 ngày\n|celebrations =\n|observances  = \n|relatedto = [[Tết Miến Điện]], [[Tết Lào]], [[Tết Thái Lan]] \n}}\n'''Chol Chnam Thmay''' (hoặc '''Chaul Chnam Thmay''') là lễ hội mừng [[năm mới]] theo lịch cổ truyền của dân tộc [[Khmer]]. Chôl nghĩa là Vào và Chnăm Thmay là Năm Mới. Lễ Chôl Chnăm Thmay cũng là những ngày Tết của [[Campuchia]], [[Lào]], [[Thái Lan]], [[Myanmar]], [[Sri Lanka]]. Ngoài tôn giáo chính là [[Phật giáo]], người Khmer còn tin rằng mỗi năm có một vị thần trên trời ([[Têvôđa]]) được sai xuống để chăm lo cho cuộc sống và con người trong năm đó, hết năm lại về trời để vị thần khác xuống hạ giới. Những ngày này trở thành, lễ hội truyền thống của cả cộng đồng. Tổ chức nhiều trò vui như đốt đèn trời, đốt ông lói, đánh quay lửa... Các cụ già kể cổ tích, thần thoại, chuyện cũ cho con cháu nghe.\n\nCampuchia cũng sử dụng kỷ nguyên Phật giáo để đếm năm dựa trên lịch Phật giáo. Đối với năm 2012 là Phật lịch 2556 (kỷ nguyên Phật giáo).<ref>{{chú thích web|url=http:\/\/cam-cc.org\/calendar\/Utility\/monthlycal.php?month=4&year=2012|title=Khmer Monthly Calendar|date=ngày 13 tháng 4 năm 2012|publisher=Cam-CC|access-date = ngày 13 tháng 4 năm 2012}}<\/ref>\n\n== Thời gian ==\nThường tổ chức khoảng đầu [[tháng Chét]] của [[Phật lịch|lịch Phật giáo]] Khmer (khoảng giữa tháng 4 [[dương lịch]], tương đương với tháng 3 [[âm lịch]]). Kéo dài trong 3 ngày, [[năm nhuận]] kéo dài 4 ngày, tên gọi mỗi ngày tết khác nhau.\n* Ngày đầu tiên có tên: Maha Songkran (Chôl Sangkran Thmây)\n* Ngày thứ hai có tên: Wanabat (Wonbơf)\n* Ngày thứ ba có tên: Tngai Laeung Saka (Lơng Săk)\n* Nếu năm nhuận cũng có tên là: Wonbơf\n\nTrong các ngày này mọi người đi thăm hỏi lẫn nhau, chúc nhau tài lộc, sức khoẻ, phát đạt và cùng nhau tham gia các trò vui. Thời gian có khi kéo dài hơn tuần mới trở lại cuộc sống th­ường nhật.\n\n== Chuẩn bị ==\n[[Tập tin:Khmer New Year GA2010-128.jpg|thumb|Các cô gái trẻ tại một buổi lễ Tết Khmer ở [[Lithonia, Georgia]], Mỹ, năm 2010.]]\n[[Tập tin:Khmer New Year GA2010-183.jpg|thumb|Trống trong một buổi lễ Tết Khmer ở [[Lithonia, Georgia]], [[Hoa Kỳ]] năm 2010]]\nGia đình nào cũng tập trung ăn mặc đẹp, các trẻ em được may sắm những bộ quần áo mới. Mọi nhà đều sửa sang, quét dọn, trang trí lại, chuẩn bị đồ ăn thức uống đầy đủ cho những ngày tết. Trước đây người ta giã gạo, chà gạo sẵn, làm bánh. Ngày nay họ chuẩn bị gạo đầy đủ, cùng các đồ ăn như bánh trái, hoa quả, cá, thịt, rau... tất cả đều sẵn sàng. Mọi công việc thường ngày đều dừng lại, mọi người nghỉ ngơi, trâu bò thả tự do. Người người hào hứng chăm lo cho ngày tết. Sửa sang nhà cửa, chuồng trâu chuồng bò đều phải đầy rơm đầy rạ.\n\n== Đêm giao thừa ==\nNhà nào cũng làm cỗ, thắp [[hương (tế lễ)|hương]], đốt đèn, cúng tiễn đưa vị Têvôđa cũ, đón rước Têvôđa mới. Trên bàn thờ có bày sẵn năm nhánh hoa, 5 cây đèn cầy, 5 cây nhang, 5 hạt cốm và nhiều loại cây quả. Cả gia đình ngồi xếp chân trước bàn thờ tổ tiên, khấn vái, mong và tin rằng sẽ được thần ban phước lành.\n\n== Ngày Chôl Sangkran Thmây ==\nNgày thứ nhất làm lễ rước đại lịch. Mọi người tắm gội, mặc quần áo đẹp, đội cỗ lên chùa. Vào giờ tốt đã được chọn, bất kể sáng hay chiều (thường là vào 7 giờ sáng hoặc 5 giờ chiều).\n\nMọi người mang theo lễ vật: nhang đèn, hoa quả đến chùa làm lễ rước Đại lịch, [[Môha Sang-Kran]]. Môha Sang-Kran đặt trong khay sơn son thếp vàng đưa lên kiệu khiêng đi vòng quanh chính điện 3 vòng trang trọng, vừa là lễ chào mừng năm mới vừa chờ điềm báo năm mới tốt hay xấu, tùy vào cuộc rước có hoàn thiện hay không, rồi mới vào chính điện làm lễ. Sau đó, tất cả vào lễ Phật, tụng kinh chúc mừng năm mới.\n\n== Ngày Wonbơf ==\nNgày thứ hai làm lễ dâng cơm và đắp núi cát. Mỗi gia đình làm cơm dâng cho các vị sư; sãi ở chùa vào buổi sớm và trưa. Trước khi ăn, các [[tỉ-khâu|nhà sư]] tụng kinh làm lễ tạ ơn những người làm ra vật thực, những người mang vật thực đến cho nhà chùa. Buổi chiều, tổ chức lễ đắp núi cát để tìm phúc duyên. Mọi người đắp cát thành nhiều ngọn núi nhỏ theo tám hướng và một núi ở trung tâm, tượng trưng cho vũ trụ. Tục này có dẫn chứng theo tích lâu đời biểu lộ ước vọng cầu mưa, cầu phúc của con người.\n\n== Ngày Lơng Săk ==\nNgày thứ ba làm lễ tắm tượng Phật, tắm sư. Vào buổi sáng dâng cơm sáng cho các sư, họ tiếp tục nghe thuyết pháp. Chiều, đốt đèn nhang, dâng lễ vật, đưa nước có ướp hương thơm đến tắm tượng Phật. Biết ơn thương nhớ [[Thích-ca Mâu-ni|Đức Phật]] đồng thời gột rửa mọi điều không may của năm cũ, bước sang năm mới, mọi sự như ý.\n\nSau đó tắm cho các vị sư sãi cao niên. Sau lễ tại chùa, mọi người rước các nhà sư tới nghĩa trang, để thực hiện lễ cầu siêu cho linh hồn những người quá cố. Sau đó ai về nhà nấy, làm lễ tắm tượng Phật tại nhà mình, dâng cỗ chúc phúc ông bà cha mẹ, xin tha thứ những thiếu sót, lỗi lầm năm cũ.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n{{thể loại Commons|Khmer New Year}}\n* [http:\/\/www.giacngo.vn\/vanhoa\/phatgiao\/2008\/04\/18\/775450\/ Lễ hội Chôl Chnăm Thmây của người Khmer Nam Bộ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080506010948\/http:\/\/www.giacngo.vn\/vanhoa\/phatgiao\/2008\/04\/18\/775450\/ |date = ngày 6 tháng 5 năm 2008}}\n* [http:\/\/tdgtravel.net\/vietnamese\/view\/tintucdulich\/249\/ Lễ hội Chôl Chnăm Thmây]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n== Xem thêm ==\n* [[Tết Thái Lan]]\n* [[Tết Lào]]\n* [[Tết Miến Điện]]\n{{Lễ hội các dân tộc Việt Nam}}\n\n[[Thể loại:Lễ mừng năm mới|Chol Chnam Thmay]]\n[[Thể loại:Lễ hội của người Khmer]]\n[[Thể loại:Ngày lễ và Ngày Hành động trong tháng Tư]]\n[[Thể loại:Văn hóa Campuchia]]"}