{"326984":"'''Lễ hội trùm chăn''' là lễ hội của người đồng bào dân tộc thiểu [[Người Hà Nhì|Hà Nhì đen]]. Đó là lễ hội cúng thần gió, thần đất, gọi là K'Hô Igià Igià.\n\n== Tục lệ ==\nLễ hội được tổ chức trong 3 ngày, người ta chọn ngày thìn là ngày khai hội và cúng vào ban đêm (vì làm như thế, các thần gió, thần đất sẽ được nghỉ ngơi yên tĩnh). Thầy cúng không nhất thiết phải là người chuyên nghiệp, chỉ cần là người 50 tuổi trở lên và không gặp điều rủi nào trong năm là được. Sau khi cúng, mọi người đều được mời ăn các lễ vật cúng và phải ăn cho hết, không được mang về\n== Phần lễ ==\n==== Địa điểm thứ nhất ====\nLễ được tổ chức ở nhà và gia chủ sẽ phải chuẩn bị đồ cúng, bao gồm: năm cái bánh giầy, 1 bát thịt trâu luộc, 1 bát nước gừng pha nước và bốn cái bát con úp xuống đất trước bàn thờ (theo phong tục ở đây, các món đồ cúng sẽ do gia chủ - người vợ chế biến; nếu người vợ đi vắng phải do con gái cả làm và dù con gái cả đã đi lấy chồng rồi cũng vẫn phải về giúp đỡ gia đình lúc này) sau khi đồ cúng được chuẩn bị xong, gia chủ sẽ cúng đầu tiên, tiếp đó là tới các con - lần lượt từ con trai út cho đến con trai cả vào lễ.\n\nKết thúc lễ tạ, chủ nhà lấy bát nước gừng chia cho mỗi người trong gia đình uống một ngụm, ăn một ít thịt trâu luộc để hưởng lộc; bánh giầy và gừng rượu được dành cho ông Táo, đặt ở bếp.\n\n==== Địa điểm thứ hai ====\nLễ hội được tổ chức ở rừng cấm - nằm tại trung tâm bản mà ngày thường không ai được vào. Trong khu rừng này có nhiều cây gỗ quý lâu năm được mọi người cùng gìn giữ, có một ngôi nhà nhỏ bằng gỗ quý, mái lợp gianh, rộng hơn chục m² do dân bản dựng để cho người già và con trẻ ngồi khi tham dự lễ hội.\n\nNgày hôm sau không khí lễ hội tưng bừng hơn: trai, gái trong bản rủ nhau vào rừng, mỗi người lấy sáu cành củi nhỏ về nộp cho lễ hội. Đến ngày thứ ba, tất cả dân bản tập trung lại để già làng - người cao tuổi nhất, cắt da trâu chia cho từng gia đình. Nếu số da trâu chia đủ cho mỗi gia đình hai chiếc thì năm đó làm ăn sẽ không thuận, còn số da trâu đã chia hết mà còn lẻ một, tức là năm đó dân bản được mùa.\n== Phần hội ==\n[[Già làng]] đánh đàn hoóttờơ, bà già nhảy múa còn thanh niên nam nữ hát đối nhau. Cùng với những điệu múa, trong ngày hội còn có một số trò chơi:\n*Trò đu dây\n*Đu quay\n*Hát giao duyên của người Hà Nhì đen có những nét đặc sắc và hấp dẫn riêng, thường dành cho những đôi mới quen nhau, chưa dám ngồi gần: mỗi người một ống nứa dài khoảng 20&nbsp;cm với một đầu bịt kín bằng da rắn hoặc màng cây tre đực, có luồn một sợi dây móc rừng dài chừng 10m; khi đó, sẽ có một người nói còn người kia áp ống vào tai để nghe và ngược lại; nếu đã thuận ý nhau; trước tiên, người con trai thổi hơi ba lần vào ống và sau đó người con gái thổi lại ba lần, tức là đồng ý đi chơi với nhau; hai người sẽ đưa nhau vào rừng và cùng khoác chung chiếc chăn để hát hò, thổ lộ tâm tình.\n\nTrong thời gian ba ngày diễn ra lễ hội, các thanh niên nam nữ được vui chơi, tâm tình thỏa nguyện. Đã có nhiều đôi nên vợ nên chồng nhưng cũng có những cặp chỉ dừng lại ở mức quý mến nhau.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/lehoi.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=310&articleid=1668 Lên Tây Bắc dự lễ hội trùm chăn]\n{{Lễ hội các dân tộc Việt Nam}}\n\n[[Thể loại:Lễ hội của người Hà Nhì]]"}