{"329564":"'''Lễ ăn cơm mới''' tiếng Êđê '''Hma Ngắt''' là một nghi lễ của đồng bào dân tộc [[Người Ê Đê|Êđê]], [[Tây Nguyên]]. Lễ ăn cơm mới được tổ chức sau mùa thu hoạch vào dịp cuối năm âm lịch, lễ không diễn ra đồng loạt mà tuần tự từng nhà, theo trật tự đã thỏa thuận trước.\n\n== Thời gian ==\nTổ chức to hay nhỏ, nhiều ngày hay ít ngày cũng tùy thuộc vào kết quả thu hoạch mùa màng của mỗi gia đình.\n== Ý nghĩa ==\nLễ ăn cơm mới không chỉ là dịp để người Êđê tận hưởng thành quả sau những ngày lao động nhọc nhằn, mà ý nghĩa lớn hơn là để người dân tạ ơn thần, bởi thần lúa là vị thần rất được coi trọng trong các vị thần được tôn thờ.\n== Nghi lễ ==\nĐàn ông trong nhà lo việc chuẩn bị [[rượu]] thịt, phụ nữ lo việc nấu nướng. Con trai chặt củi, con gái giã gạo. Người già lo chọn áo, váy, khố …đẹp nhất trong nhà dùng cho ngày lễ. Nếu gia chủ là tộc trưởng thì họ hàng buôn còn phải đóng góp đồ cúng.\n\nKhi các ché rượu cần đã được buộc vào cột gơng, lợn, gà đã được mổ thịt xong xuôi thì thầy cúng hút rượu cần hòa vào một bát tiết lợn, rồi trân trọng mời nữ chủ nhân cao tuổi nhất trong gia đình. Sau đó, thầy đi vẩy rượu chúc phúc nơi bếp lửa, cầu thang, kho lúa, dàn chiêng.\n::''Ơ Yang phía đông''\n::''Ơ Yang phía tây''\n::''Ơ Yang mây''\n::''Yang đất, Yang mưa, Yang núi...'' \n::''Nay lúa dã suốt về''\n::''Heo đực đã mổ, rượu đã đầy ché.'' \n::''Xin mời các Yang hãy cầm cần rượu, ăn miếng thịt heo, bát cơm mới đầu mùa'' \n::M''ong Yang cho mùa sau lúa ngoài rẫy sai bông, mẩy hạt, đến kỳ thu hoạch đầy gùi, ngập kho.''\n== Kết thúc nghi lễ ==\nNgười nữ chủ nhân được mời uống rượu cần đầu tiên, tiếp đó mới đến những người trong họ rồi người trong [[buôn]]. Mọi người ăn uống vui chơi, múa hát tự nhiên, thoải mái cho đến khi nào không muốn nữa thì về. Những người dự lễ được mời nối tay trên cần rượu, nghe chiêng, nghe [[hát Ayray]] (một loại dân ca trữ tình). Trước khi ra về, mỗi người khách còn được chủ nhà biếu một gói thức ăn nhỏ, như sự chia đều may mắn cho mỗi gia đình.\n\nKhi đêm đã khuya, mọi già làng từng trải và giỏi giang sẽ được mời [[Hát Khan|kể Khan]] (khúc tráng ca truyền thống của người Êđê).\n\nTheo tuần tự lễ ăn cơm mới được trải đều từ nhà này sang nhà khác, từ tháng chạp đến tháng giêng trong không khí nhộn nhịp, hân hoan của mùa màng thắng lợi.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n\n{{Nghi lễ các dân tộc Việt Nam}}\n\n{{sơ khai}}\n\n[[Thể loại:Nghi lễ của người Ê Đê]]"}