{"309731":"'''Lễ hội cúng thần rừng''' hay '''lễ cúng thần rừng''', '''lễ cúng rừng''' là lễ hội của nhiều dân tộc thiểu số tại miền núi phía Bắc [[Việt Nam]] như người [[pu Péo|người Pu Péo]], [[người Nùng]]. Nét sinh hoạt văn hóa, [[tín ngưỡng Việt Nam|tín ngưỡng dân gian]], gắn với triết lý đa thần của cư dân nông nghiệp như: thần suối, thần sông, thần núi, thần rừng, thần cây... đã tạo ra sắc thái văn hóa riêng trong từng tộc người.\n\nNhiều lễ cúng rừng của các dân tộc tại các địa phương đã được công nhận là di sản văn hóa phi vật thể của Việt Nam:\n* Lễ cúng rừng (Mo đổng trư) của người Nùng tại huyện [[Hoàng Su Phì]], tỉnh [[Hà Giang]]<ref name=\"Dot16\">{{chú thích web |title= Quyết định số 3247\/QĐ-BVHTTDL ngày 16\/9\/2016 của Bộ Văn hóa, Thể thao và Du lịch Về việc công bố Danh mục di sản văn hóa phi vật thể quốc gia |url= https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-3247-QD-BVHTTDL-cong-bo-di-san-van-hoa-phi-vat-the-quoc-gia-2016-323808.aspx |publisher= Bộ Văn hóa, Thể thao và Du lịch |access-date= ngày 6 tháng 3 năm 2018  }}<\/ref>\n* Lễ cúng thần rừng của [[người Pu Péo]], xã [[Phố Là]], huyện [[Đồng Văn]], Hà Giang<ref name=\"Dot1\">{{chú thích web |title= Quyết định số 5079\/QĐ-BVHTTDL ngày 27 tháng  12  năm 2012 về việc công bố Danh mục di sản văn hóa phi vật thể quốc gia |url= https:\/\/bvhttdl.gov.vn\/van-ban-quan-ly\/1300.htm |publisher= Bộ Văn hóa, Thể thao và Du lịch |access-date= ngày 6 tháng 3 năm 2018 |archive-date= 2018-03-18  }}<\/ref>\n* Lễ cúng rừng của [[người Phù Lá]], xã [[Nàn Sỉn]], huyện [[Xín Mần]], Hà Giang<ref name=\"Dot24\">{{chú thích web| title= Quyết định số 3609\/QĐ-BVHTTDL ngày 27\/09\/2018 về việc công bố Danh mục Di sản văn hóa phi vật thể quốc gia |url= https:\/\/bvhttdl.gov.vn\/van-ban-quan-ly\/107507.htm |publisher= Bộ Văn hóa, Thể thao và Du lịch |access-date=ngày 30 tháng 12 năm 2018}}<\/ref>\n* Lễ cúng rừng (Mủ đẳng mai) của [[người Thu Lao]] (một nhóm [[người Tày]]) tại xã [[Tả Gia Khâu]], huyện [[Mường Khương]], [[Lào Cai]]<ref name=\"Dot15\">{{chú thích web |title= Quyết định số 2067\/QĐ-BVHTTDL ngày 13\/6\/2016 của Bộ Văn hóa, Thể thao và Du lịch về việc công bố Danh mục di sản văn hóa phi vật thể quốc gia |url= https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-2067-QD-BVHTTDL-2016-cong-bo-Danh-muc-Di-san-van-hoa-phi-vat-the-quoc-gia-351411.aspx |publisher= Bộ Văn hóa, Thể thao và Du lịch |access-date= ngày 6 tháng 3 năm 2018  }}<\/ref>\n* Lễ cúng rừng của  [[người Giáy]] tại huyện [[Văn Bàn]], Lào Cai<ref name=\"B2020.09\">{{chú thích web| title= Thêm 23 di sản được đưa vào Danh mục Di sản văn hóa phi vật thể quốc gia |url= https:\/\/bvhttdl.gov.vn\/them-23-di-san-duoc-dua-vao-danh-muc-di-san-van-hoa-phi-vat-the-quoc-gia-20201001090215785.htm |publisher= Cổng thông tin Bộ Văn hóa, Thể thao và Du lịch |date=ngày 1 tháng 10 năm 2020|access-date=ngày 1 tháng 1 năm 2021}}<\/ref>\n* Lễ Gạ ma do (Cúng rừng) của người Hà Nhì, huyện [[Bát Xát]], Lào Cai<ref name=\"Dot10\">{{chú thích web| title= Quyết định số 3465\/QĐ-BVHTTDL ngày 13.10.2015 của Bộ Văn hóa, Thể thao và Du lịch về việc công bố Danh mục di sản văn hóa phi vật thể quốc gia |url= https:\/\/thuvienphapluat.vn\/van-ban\/Van-hoa-Xa-hoi\/Quyet-dinh-3465-QD-BVHTTDL-cong-bo-danh-muc-di-san-van-hoa-phi-vat-the-quoc-gia-2015-293842.aspx |publisher= Bộ Văn hóa, Thể thao và Du lịch |access-date=ngày 6 tháng 3 năm 2018}}<\/ref>\n* Lễ Khoi kìm (Cúng rừng) của người Dao đỏ, Lào Cai<ref name=\"Dot10\"\/>\n* Nghi lễ Não Lũng (Cúng rừng) của  [[người Mông]], huyện [[Si Ma Cai]], Lào Cai<ref name=\"B2020.09\"\/>\n\n== Ý nghĩa ==\nLễ hội không những có giá trị sâu sắc về tinh thần mà còn khẳng định vai trò, vị trí của cộng đồng gắn với thiên nhiên. Hòa đồng cùng thiên nhiên, tôn trọng, bảo vệ thiên nhiên, coi rừng là cuộc sống, gắn bó với rừng, bảo vệ rừng đã trở thành ý thức chung của cộng đồng người Pu Péo, được thể hiện ở từng gia đình, làng [[bản]] và cũng từ đó rừng sinh thủy phục vụ đời sống, sản xuất, cải tạo môi sinh và có giá trị trong thực tiễn cộng đồng. Mỗi khu rừng thiêng được người dân bảo vệ chăm sóc không những mang lại giá trị vật chất, tinh thần cho cộng đồng làng bản mà còn góp phần bảo vệ, phát triển môi trường sinh thái chung. Lễ hội cúng rừng được tổ chức ở hai khu rừng cấm khác nhau, vào hai thời điểm khác nhau: đó là hội cúng rừng ở đầu bản vào ngày 30 tháng giêng và hội cúng rừng cấm giữa đồng vào ngày mồng 2 tháng 7 [[âm lịch]].\n\n== Phần lễ ==\nHội cúng rừng đầu xuân ngày 30 tháng giêng được tổ chức ở khu rừng đầu bản. Là hội chính nên được tổ chức một cách chu đáo tỉ mỉ và chặt chẽ. Cách đây vài chục năm, hội này do các già làng, trưởng bản đứng ra tổ chức.\n\nHàng tuần trước đó, các cụ ông và bà con dân bản tổ chức quyên góp tiền nong mua lợn gà, vàng hương, gạo nếp làm rượu cẩm. Ban tổ chức tập hợp bà con dân bản phân việc cho các bộ phận:\n*Bộ phận Hậu cần, tiếp tân lễ nghi phục vụ thầy cúng - [[thầy mo]], người ta chọn một bà già vừa đức độ vừa có kinh nghiệm làm hũ rượu cẩm để cúng thần linh.\n*Bộ phận phát dọn cỏ làm sạch môi trường khu rừng cấm Từ sáng sớm ngày 30 tháng giêng, trong khi đợi các bộ phận phát dọn\n*Bộ phận tiếp tân chuẩn bị, các thầy mo xúc miệng bằng nước muối, rửa mặt bằng nước trầm hương và điểm tâm ngụm rượu, mặc quần áo dài mới, chân đi giày, đầu vấn khăn xếp chuẩn bị tiến hành các nghi lễ cúng rừng. Trong khi cúng, không được ai ăn uống, vệ sinh bừa bãi, ô uế môi trường.\n\nBàn thờ cúng đặt ở hai gốc cây cổ thụ gọi là cây bố và cây mẹ (tiếng Nùng là chapôq- chamêq). Thức ăn đặt trên lá chuối để trên một cái giá hai tầng, mâm trên và mâm dưới. Cỗ mâm trên gọi là mâm đất nước gồm:\n#Con gà sống lông đỏ đẹp\n#Một con lợn đực đen tuyền\n#7 chén [[rượu]] xếp hàng ngang - chén giữa đội đáy một chén khác\n#Một bát nước; một nhúm muối\n#7 con ngựa giấy đen\n#Một cái ô bằng giấy đen che lư hương (lư hương được bện bằng cỏ)\n#7 nén nhang\n#7 bát cơm\n#7 xâu thịt tổng hợp\n#Một bát thịt gồm thịt nạc, gan, tim, tiết, gọi là bát bảo hộ đất nước.\n\nCỗ mâm dưới gọi là mâm bảo vệ bản làng. Mâm này gồm:\n#Một con gà sống gáy\n#Một miếng thịt lợn,\n#5 xâu thịt lợn tổng hợp,\n#5 chén rượu và\n#5 bát cơm. Chén giữa cũng đội đáy chén khác;\n#5 con ngựa bằng giấy,\n#Một bát thức ăn chay.\n\nCó hai thầy cúng, thầy mo úp mặt vào cây quỳ lạy 4 phương trời, 2 lần mỗi lần 3 lại mang nghĩa đón nguồn nước mẹ về phù hộ độ trì cho bà con dân bản an cư lạc nghiệp, mọi sự bình lên.\n\nRượu để cúng là rượu nếp cẩm. Sau khi khai lễ lần thứ nhất, quỳ lạy 4 phương trời, thì mổ lợn gà làm các thức ăn theo thủ tục để bàn thờ, hết hai lần cúng thì các thầy cúng và hai người tiếp tân cùng nhau ăn uống điểm tâm, xem bói xương gà. Trong khi thầy cúng quay lại khấn vái, những người khác có thể xem nhưng không được nói tiếng dân tộc khác để pha tạp tiếng mẹ đẻ. Các thầy cúng và người phục vụ không được ăn uống gì cả, kể cả vệ sinh cũng phải ra ngoài khu rừng cấm. Sau khi làm hết các thủ tục thờ cúng, xem bói xương gà.\n\nHội được quy tụ ở ven khu rừng cấm và sinh hoạt tại chỗ. Người đại diện gia đình đến dự hội phải là con trai, bất kỳ già trẻ đều được. Đến dự hội ai cũng phải ăn mặc chỉnh tề, không được để đầu trần chân đất và tự đem bát đũa cơm rượu đóng góp theo nhu cầu của mình.\n\nLễ hội phải tuân thủ các lệ làng trong khu vực như: Không thả rông gia súc, gia cầm phá hoại mùa màng người khác, không chặt phá cây rừng bừa bãi, khi làng bản có gia đình nào đói rét, bệnh tật, thiên tai hạn hán hoặc cưới xin, tang gia đau buồn phải có trách nhiệm giúp đỡ, đoàn kết lẫn nhau trong lúc hoạn nạn, khó khăn.\n\n== Phần hội ==\nPhần hội được toàn thể mọi người trong cộng đồng tham gia hưởng ứng. Với những nội dung thi đấu các môn thể thao truyền thống như:\n*[[Đẩy gậy]]\n*[[Kéo co]]\n*[[Đánh yến]]\n*[[Chơi ào]]\n*[[Nhảy cóc]]\n*[[Đánh quay]]\n*[[Đánh yến]]\n*[[Đánh đu]]\n*[[Làm leng hao]]\n*[[Chơi cờ gỗ]]\n\nNgoài ra, còn có chương trình múa hát các làn điệu [[dân ca]], hát đối đáp, giao duyên được các nghệ nhân dân gian trình bày, thể hiện được cuộc sống hàng ngày của mọi người.\n\n\n\n{{Lễ hội các dân tộc Việt Nam}}\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Lễ hội của người Pu Péo]]\n[[Thể loại:Di sản văn hóa phi vật thể tại Việt Nam]]\n[[Thể loại:Lễ hội của người Nùng]]\n[[Thể loại:Lễ hội của người Hà Nhì]]\n[[Thể loại:Lễ hội của người Giáy]]"}