{"274464":"{{dablink|Các lễ hội chọi trâu khác, xem bài [[Lễ hội chọi trâu]].}}\n{{Infobox holiday\n| holiday_name  = Lễ hội chọi trâu Đồ Sơn<br>\n| type          = Việt Nam\n| image         = \n| caption       = \n| official_name = Lễ hội chọi trâu Đồ Sơn\n| nickname      = Lễ hội đấu ngưu\n| observedby    = Dân vạn chài tại vùng biển Đồ Sơn, Hải Phòng\n| litcolor      = \n| longtype      = Lễ hội văn hóa\n| significance  = \n| date          = Ngày 9 tháng 8 âm lịch\n| frequency     = hàng năm\n| date{{CURRENTYEAR}} = \n| date{{NEXTYEAR}} = \n| celebrations  = \n| observances   = Lễ tế thần Điểm Tước ở đình Tổng, lễ rước nước và hội chọi Trâu\n| relatedto     = \n}}\n'''Lễ hội chọi trâu Đồ Sơn,''' còn gọi là đấu ngưu\n, là một tập tục cổ, có từ xa xưa''',''' một lễ hội truyền thống của người dân vạn chài tại vùng biển [[Đồ Sơn]], [[Hải Phòng]]; diễn ra vào ngày 9 tháng 8 Âm lịch hàng năm; [[Kiệt tác di sản truyền khẩu và phi vật thể của nhân loại|di sản văn hóa phi vật thể]] quốc gia năm 2013 của Việt Nam.<ref name=\":0\" >[http:\/\/vanhoadoanhnhanhp.com\/xem\/4-van-nghe\/36-hi-chi-trau--sn.html HỘI CHỌI TRÂU ĐỒ SƠN NGUỒN GỐC, TÍN NGƯỠNG TÂM LINH VÀ HÀNH ĐỘNG HỘI] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160531185718\/http:\/\/vanhoadoanhnhanhp.com\/xem\/4-van-nghe\/36-hi-chi-trau--sn.html |date = ngày 31 tháng 5 năm 2016}} Trần Phương HỘI VĂN HÓA DOANH NHÂN THÀNH PHỐ HẢI PHÒNG<\/ref><ref name=\":1\">Đồng bằng sông Hồng - Vùng đất con người. Nhà xuất bản Quân đội Nhân dân. Hà Nội năm 2010. Trang 138 - 142<\/ref> Đây là một lễ hội với lễ nghi trang trọng, rước kiệu thần, có lọng che, phường bát âm...<ref name=\":2\">Trần Mạnh Thường. Việt Nam Văn hóa và Du lịch. Nhà xuất bản Thông Tấn. Trang 553.<\/ref>.\n\nTrong văn hóa cộng đồng người dân Hải Phòng, còn lưu truyền câu ca cổ: ''\"Dù ai buôn đâu bán đâu \/&nbsp;Mùng chín tháng tám chọi Trâu thì về\"''\n\n==Lịch sử lễ hội==\nCho đến nay, chưa xác định chính xác lịch sử hình thành lễ hội. Cộng đồng địa phương còn lưu truyền nhiều câu chuyện, truyền thuyết về lễ hội như sau:\n* \"Ở chân núi Đồ Sơn, [[Kiến Thụy|huyện Nghi Dương]], có đền thờ [[Thủy Tề|Thủy Thần]]. Tương truyền có người bán thổ đi qua, thấy hai con trâu chọi nhau dưới đền, nên hàng năm đến ngày 9 tháng 8, có tục chọi trâu để tế thần\" (Theo sách ''[[Đại Nam nhất thống chí]]'')<ref name=\":1\" \/>\n* Lịch sử lễ hội chọi trâu gắn với huyền thoại về một cô thôn nữ xinh đẹp tên là Đế, do có thai với vua [[Thủy Tề]], bị dân làng phạt vạ, quan lại địa phương mang cô ra biển dìm. Cô gái oan ức, hiển linh, cộng đồng địa phương lập đề thờ, tên gọi đền [[Đền Bà Đế|Bà Đế]]. Linh thiêng, nơi bà chết, tôm cá kéo đến tập trung, năm này qua năm khác, các vạn chài kéo đến đánh cá. Về sau, cộng đồng địa phương tổ chức Lễ hội chọi Trâu, những con trâu thắng mang ra biển cúng tế Bà Chúa.<ref name=\":1\" \/><ref name=\":5\">{{Chú thích web|url=http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=UBNDTP&MenuID=170&ContentID=6868|title=Trọi trâu Đồ Sơn – nét đẹp văn hóa tâm linh người Hải Phòng|date=3 tháng 2 năm 2009|access-date=1 tháng 5 năm 2016|website=http:\/\/haiphong.gov.vn|publisher=Cổng thông tin điện tử Thành phố Hải Phòng|archive-date=2016-08-08|archive-url=https:\/\/web.archive.org\/web\/20160808223825\/http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=UBNDTP&MenuID=170&ContentID=6868|url-status=dead}}<\/ref> Cũng có ý kiến cho rằng, truyền thuyết dìm chết nàng Đế ở ngoài khơi Hòn Độc là di vết của tục hiến sinh các cô gái cho Thủy Thần có từ thời kỳ nguyên thủy đến thời sơ kỳ phong kiến; về sau, khi trình độ xã hội phát triển, việc hiến sinh con vật được thay thế<ref name=\":1\" \/>.\n* Cũng ở nơi đây, cộng đồng dân cư Đồ Sơn còn lưu truyền sự tích về người hùng áo vải, Quận He [[Nguyễn Hữu Cầu (quận He)|Nguyễn Hữu Cầu]] người làng Lôi Động xã Tân An, huyện Thanh Hà, vì cuộc sống ấm no của người dân vạn chài đã phất cờ chống lại phong kiến thối nát tàn bạo thời kỳ 1741 – 1751. Tưởng nhớ công đức Người, hàng năm nhân dân Đồ Sơn mở hội chọi Trâu, múa cờ.<ref name=\":1\" \/> Cũng có tài liệu cho rằng: \"Mỗi khi đánh trận thắng ông thường mổ trâu khao quân. Những con trâu chọi mổ bụng dứt dây lao ra, chọi nhau quyết liệt. Quân sĩ thấy thế hứng khởi reo hò vang dội. Kể từ đó, hàng năm, Nguyễn Hữu Cầu mở hội chọi trâu để cổ vũ động viên tinh thần quân sĩ\"<ref name=\":5\" \/>\n* Lễ hội chọi trâu có hai ngày trọng đại. Ngày 8 tháng 6, ngày đấu loại tuyển chọn những ông trâu tiêu biểu vào vòng chung kết ngày 9 tháng 8<ref name=\":0\" \/>. Đây là những ngày con nước, sóng to gió cả<ref name=\":0\" \/>. Hơn nữa, Đồ Sơn là quê hương của \"Tiềm Thủy Ngưu\"<ref>{{Chú thích web|url=http:\/\/www.baodanang.vn\/channel\/5437\/200901\/con-trau-trong-doi-song-van-hoa-1985603\/|title=Con trâu trong đời sống văn hóa|date=26 tháng 1 năm 2009|access-date =29 tháng 4 năm 2016|website=http:\/\/www.baodanang.vn|publisher=Báo Đà Nẵng|author=Vũ Ph (sưu tầm)}}<\/ref>, một giống trâu ở ngầm đáy nước miền sông nước. Do vậy, lễ hội chọi trâu là dâng tế Thủy Thần với cầu mong ra khơi gió lộng, bình yên.<ref name=\":1\" \/>\n* Thành tích [[cá Kình]]. Dân làng chài kể lại rằng dân chài thường bị cá kình ăn thịt nên lập đàn cầu thần linh phù hộ vào thượng tuần tháng sáu và hứa sẽ mổ trâu, mổ lợn lễ tạ. Sau đó hai tháng, vào một đêm mưa bão gió giật, sáng ra thấy xác cá kình chết, trên hầu có vết chim cắn, một loại chim thần giáng thế độ dân. Từ đó, dân làng không bị cá ăn thịt nữa. Như đã hứa, hàng năm dân làng mang trâu đến lễ thần ở [[đền Nghè]]. Khi lễ, trâu dứt đứt dây, chọi nhau quyết liệt. Mọi người cho rằng thần linh thích xem trâu chọi. Bởi vậy hàng năm, dân làng tổ chức lễ hội chọi trâu và ngày đó đã trở thành đại sự, ngày hội truyền thống của dân vạn chài.<ref name=\":5\" \/>\n* Theo sách Lịch sử Người Hà Nội của nhà văn Hà Ân, Lễ hội chọi trâu Đồ Sơn có thể từ thời nhà Trần<ref name=\":5\" \/>, nhưng chưa có căn cứ.\n\n== Lễ hội độc đáo của cư dân miền biển ==\n\nLễ hội chọi trâu Đồ Sơn có sự giao thoa giữa những yếu tố văn hoá nông nghiệp đồng bằng với văn hoá cư dân ven biển; mang sắc thái riêng, gắn liền việc thờ cúng thủy thần với nghi lễ chọi và hiến sinh trâu; thể hiện bản sắc văn hóa, tinh thần cùng thể chất đặc biệt của người dân miền biển hàng ngày đối diện với biển khơi và bão tố để mưu sinh.\n\nNếu như, cộng đồng địa phương các nơi khác lưu truyền về lễ hội của mình với câu câu ''\"Trống làng nào làng ấy đánh, Thánh làng nào làng ấy thờ\"'', thì Lễ hội chọi trâu Đồ Sơn gắn với truyền thống '''''\"trống mọi làng cùng đánh, thánh mọi làng cùng thờ\"''''' để tưởng nhớ công ơn của các vị thần, duy trì kỷ cương làng xã, để cầu nguyện cho \"nhân khang, vật thịnh\", để tinh thần đoàn kết, ý thực cộng đồng được duy trì, khẳng định.<ref>{{Chú thích web|url=http:\/\/quehuongonline.vn\/gioi-thieu-ban-sac-van-hoa\/le-hoi-choi-trau-do-son-23343.htm|title=Lễ hội chọi trâu Đồ Sơn|date=9 tháng 9 năm 2011|access-date =30 tháng 4 năm 2016|website=http:\/\/quehuongonline.vn|publisher=Tạp chí Quê Hương trên Internet|author=Vân Hà}}<\/ref>\n\nCũng theo quan niệm của người dân vùng biển, nhất là đối với ngư dân đi biển ở vùng ven biển Đồ Sơn, hình ảnh của trăng có liên hệ mật thiết với thủy triều. Hình ảnh đôi trâu chọi nhau dưới ánh trăng bạc trong truyền thuyết về hội chọi trâu ở Đồ Sơn đã phản ánh mối liên hệ nào đó giữa mặt trăng với biển cả. Đôi sừng trâu cũng chính là hình tượng của mặt trăng khuyết, gắn với thần [[Độc Cước]] mà dân miền biển vẫn tôn thờ<ref name=\":3\" >[http:\/\/danviet.vn\/que-nha\/choi-trau-net-dep-cua-van-minh-lua-nuoc-200376.html Chọi trâu: Nét đẹp của văn minh lúa nước] Huy Hoàng Thứ Năm, báo Dân Việt, Trung ương Hội Nông dân Việt Nam ngày 20\/02\/2014 07:08 AM (GMT+7)<\/ref>. \n\nVì lẽ đó, trước đây, nhưng trâu chiến thắng trong hội được đưa lên thuyền, mang ra khơi xa rồi hắt xuống để tế thần. Về sau này, những trâu giải nhất hàng tổng được rước bát hương [[đền Nghè]] và rước cờ đại \"Thượng đẳng thần\" về làng, sau đó được dân làng giết thịt làm lễ hiến sinh tế lễ dâng thành hoàng, xin thành hoàng cho mưa thuận gió hòa, sóng yên biển lặng, cho mùa đánh cá sau được may mắn, thuận lợi<ref name=\":3\" \/>.\n\n== Nội dung lễ hội ==\n=== Chọn, nuôi và huấn luyện trâu ===\nĐể chuẩn bị người nuôi trâu đã phải lựa chọn rất công phu trong việc tìm và nuôi dưỡng [[trâu]], chăm sóc kĩ lưỡng trong khoảng một năm. Thông thường thì sau [[Tết Nguyên Đán|Tết Nguyên đán]], các [[sới chọi]] đều cử người có nhiều kinh nghiệm đi khắp nơi để mua trâu, có khi họ phải lặn lội hàng tháng trời vào các tỉnh [[Thanh Hóa]], [[Nghệ An]], [[Nam Định]], [[Thái Bình]], thậm chí lên tận \n[[Tuyên Quang]], [[Bắc Kạn]]... mới tìm được con trâu vừa ý. Trâu phải là những con trâu đực khỏe mạnh, [[da]] đồng, [[lông]] móc, một khoang bốn khoáy, hàm đen, [[tóc]] tráp (lông trên đầu cứng, dày để tránh nắng), có [[Xương ức|ức]] rộng, [[cổ]] tròn dài và hơi thu nhỏ về phía [[đầu]], [[lưng]] càng dày, càng phẳng có khả năng chống chịu được đòn của đối phương.... là trâu gan. [[Háng]] trâu phải rộng nhưng thu nhỏ về phía hậu càng nhọn càng quý. [[Sừng]] trâu phải đen như mun, đầu sừng vênh lên như hai cánh cung, giữa hai sừng có túm tóc hình chóp trên đỉnh đầu là khoáy tròn,hai sừng phải nhọn. [[Mắt]] trâu phải đen, tròng đỏ.\n\n=== Trường đấu ===\nTrường đấu, hay sân chọi thường là những bãi đất rộng, khoảng 80 x 100m, có hào nước bao quanh. Phía trong hào có hai dáy lán làm chỗ đứng cho trâu chọi gọi là ''\"xào xá\"''. Ngoài ra, xung quanh có khán đài để mọi người quan sát và cổ vũ trâu thi đấu.\n\n=== Diễn biến lễ, hội ===\nLễ hội chọi trâu có hai phần, phần lễ và phần hội đan xen. Từ ngày mùng một đầu tháng, các vị cao niên các làng có trâu chọi làm lễ tế thần Điểm Tước ở đình Tổng. Sau đó là lễ rước nước, gắn với tục tế [[Thủy Thần]]. Lọ nước thần mỗi năm thay một lần được từng làng mang về đình riêng.<ref name=\":4\">{{Chú thích web|url=http:\/\/lehoi.cinet.vn\/Pages\/ArticleDetail.aspx?sitepageid=283&articleid=789|title=Hải Phòng: Hội chọi trâu Đồ Sơn|date=|access-date =30 tháng 4 năm 2016|website=http:\/\/lehoi.cinet.vn|publisher=Trang Thông tin Lễ hội Việt nam. http:\/\/lehoivietnam.gov.vn Trung tâm CNTT, BộVăn hoá,Thể thao & Du lịch}}<\/ref>\n\nTại đình làng, các&nbsp;chủ trâu cho trâu ra làm lễ [[Thành hoàng|Thành Hoàng]], sau khi lễ thần, trâu chọi được gọi là \"Ông trâu\"<ref name=\":4\" \/>.\n\nSáng ngày chính hội, 9\/8 âm lịch, khoảng 1 giờ sáng, chủ tế các làng làm lễ xin phép Thành Hoàng đưa trâu đi thi đấu. Khoảng 6 – 7 giờ sáng, tổ chức lễ rước \"ông trâu\" ra đấu trường. Dẫn đầu đám rước là cơ ngũ phương, trống, chiêng, long đình, long kiệu, bát bửu. Người khiêng long đình, long kiệu, [[trống]], [[Cồng chiêng|chiêng]]… chít khăn đỏ, mặc áo đỏ viền vàng, thắt lưng và quấn cạp đỏ. Người gọi loa, hay dịch lao đội khăn xếp, mặc áo lương đen, thắt lưng bố hậu đỏ, quần trắng. Theo sau là các [[bô lão]], chức sắc và thứ tự các ông trâu (theo kết quả xếp hạng đấu loại), trên lưng được chùm một tấm vải đỏ, sừng quấn một dải lụa điều. Đi bên cạnh mỗi ông trâu có hai chàng trai tay cầm cờ đuôi nheo để múa. Lễ rước các \"ông trâu\" vào các xào xá rộn rã trong tiếng nhạc bát âm, cờ bay phất phới kèm theo tiếng cổ động của dân cư trong vùng...<ref name=\":1\" \/>\n\nKhi ông trâu bước vào xào xá, tiếng trống, tiếng loa nổi lên dõng dạc, đổ hồi như tiếng sóng dội vào Hòn Độc, nơi trâu sẽ được hiến tế Thủy Thần.<ref name=\":1\" \/>\n\nTiếp theo là nghi thức múa cờ khai hội được 24 tráng niên của làng chia thành hai hàng trình diễn vừa uyển chuyển, vừa mạnh mẽ, màu sắc biến hoá linh hoạt và huyền ảo trong những âm thanh của trống, thanh la; tái hiện lại lễ ra quân của Quận He [[Nguyễn Hữu Cầu (quận He)|Nguyễn Hữu Cầu]] trước giờ xuất trận; thể hiện ước nguyện cầu mong Thần Gió phù hộ cho thuyền bè cưỡi sóng vượt ra ngoài biển khơi.<ref name=\":1\" \/><ref name=\":4\" \/>\n\nMúa cờ vừa dứt, từ hai phía hai \"ông trâu\" được dẫn vào xới, có người che lọng và múa cờ hai bên. Khi hai \"ông trâu\" cách nhau 20 m, người dắt nhanh chóng rút \"sẹo\" cho trâu rồi khẩn trương thoát ra ngoài sới chọi. Hai ông trâu hoàn toàn tự do lao vào chọi nhanh giành thắng bại<ref name=\":1\" \/>.\n\nKết thúc lễ hội, ông trâu thắng cuộc được làm lễ rước trở về. Sáng ngày 10 tháng 8, toàn bộ ông trâu tham gia lễ hội được đem giết thịt làm lễ vật tế thần ở đình, có kèm theo một đĩa đựng tiết và lông trâu (mao huyết). Khoảng 12 giờ trưa lễ tế bắt đầu. Sau đó, đĩa mao huyết được đổ xuống biển, phần còn lại được chia lộc thần cho dân với niềm tin một vụ khai thái mới bình an, nhiều tôm cá<ref name=\":1\" \/>.<ref name=\":2\" \/>\n\nVào ngày 16 tháng 8, làng tiến hành nghi thức \"tống thần\" và rã đám, kết thúc [[lễ hội]].<ref name=\":2\" \/>\n\n== Sự cố đáng tiếc năm 2017 ==\nTại vòng đấu loại của lễ hội chọi trâu Đồ Sơn 2017 ngày 1\/7, con trâu số 18 đã bất ngờ húc trọng thương dẫn đến tử vong chính người chủ trâu, ông Nguyễn Minh Đức (1971-2017).<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam-40471835 Hải Phòng dừng chọi trâu sau sự cố chết người] [[BBC]] 2 tháng 7 năm 2017<\/ref><ref>{{YouTube|oBiUpKbNzo0|Lễ hội chọi Trâu Đồ Sơn Hải Phòng: Toàn cảnh Trâu nổi điên húc chủ nhân đã tử vong}} Xuất bản 1 thg 7, 2017.\n Tin Tức 24h TV<\/ref> Vụ việc khiến hội chọi trâu năm 2017 bị dừng tổ chức, đồng thời nhiều ý kiến đề nghị dừng hoặc cải tiến phương thức tổ chức lễ hội này trong các năm sau.\n\nNgày 2\/7\/2017, Đoàn công tác của Bộ VHTT&DL kiểm tra lễ hội hội chọi trâu Đồ Sơn chỉ rõ: Quy chế của lễ hội chưa chặt chẽ, chủ trâu là người phải chịu mọi trách nhiệm về các vấn đề mất an toàn do trâu gây ra. Như vậy, vẫn chưa nhìn thấy trách nhiệm của các cơ quan quản lý nhà nước.<ref name=\":5\">{{Chú thích web|url=http:\/\/laodong.com.vn\/van-hoa\/trau-huc-chet-nguoi-tai-le-hoi-do-son-trau-so-18-chua-duoc-goi-la-ong-trau-679127.bld|title=Trâu húc chết người tại lễ hội Đồ Sơn: Trâu số 18 chưa được gọi là \"ông trâu\"|date=|access-date =7 tháng 7 năm 2017|website=laodong.com.vn|publisher=}}<\/ref>\n\n== Xem thêm ==\n\n== Chú thích ==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n* [http:\/\/haiphong.gov.vn\/Portal\/PrintItem.aspx?ContentID=6868 Trọi trâu Đồ Sơn – nét đẹp văn hóa tâm linh người Hải Phòng]{{Liên kết hỏng|date=2021-11-17 |bot=InternetArchiveBot }} bản in. \n* [http:\/\/haiphong.gov.vn\/Portal\/Detail.aspx?Organization=UBNDTP&MenuID=170&ContentID=47243 Lễ hội chọi Trâu Đồ Sơn là Di sản văn hóa phi vật thể quốc gia]{{Liên kết hỏng|date=2021-11-17 |bot=InternetArchiveBot }}\n* [http:\/\/haiphongdofa.gov.vn\/25-nam-khoi-phuc-va-phat-trien-le-hoi-choi-trau-truyen-thong-do-son-cac-khap-dau-ngay-cang-hap-dan-313.html 25 năm khôi phục và phát triển Lễ hội chọi trâu truyền thống Đồ Sơn: Các kháp đấu ngày càng hấp dẫn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180202142842\/http:\/\/haiphongdofa.gov.vn\/25-nam-khoi-phuc-va-phat-trien-le-hoi-choi-trau-truyen-thong-do-son-cac-khap-dau-ngay-cang-hap-dan-313.html |date = ngày 2 tháng 2 năm 2018}} Thủy Chung, Sở Ngoại vụ Thành phố Hải Phòng 03\/09\/2014 - 8:54 AM\n\n{{DEFAULTSORT:C}}\n[[Thể loại:Du lịch Hải Phòng]]\n[[Thể loại:Văn hóa Hải Phòng]]\n[[Thể loại:Đồ Sơn]]\n[[Thể loại:Lễ hội Hải Phòng]]\n[[Thể loại:Văn hóa xứ Đông]]"}