{"103098":"[[Tập tin:denthonguyencongtru.JPG|nhỏ|phải|250px|Đền thờ Nguyễn Công Trứ ở Kim Sơn]]\n'''Lễ hội đền Nguyễn Công Trứ''' là lễ hội lớn nhất của cư dân huyện mới ven biển [[Kim Sơn]] tỉnh [[Ninh Bình]] để ghi nhớ công ơn của Doanh điền [[Nguyễn Công Trứ]] - người đã chiêu dân khai hoang lấn biển lập ra huyện [[Kim Sơn]] (núi vàng) của [[Ninh Bình]] và [[Tiền Hải]] (biển bạc) của [[Thái Bình]]. Lễ hội diễn ra từ ngày 14 tháng 11 đến 16 tháng 11 âm lịch hàng năm để tưởng niệm ngày mất của ông.\n\nĐền thờ Nguyễn Công Trứ nằm bên [[quốc lộ 10]], cách thị trấn [[Phát Diệm]] 2&nbsp;km, thuộc xã [[Quang Thiện]], Kim Sơn.\n\nĐền thờ Nguyễn Công Trứ ở [[Ninh Bình]], [[Thái Bình]] và [[Hà Tĩnh]] đều có điểm chung là được nhân dân xây dựng từ khi ông còn sống nhưng mãi tới những năm đầu thế kỷ 21 thì tượng ông mới hoàn thành và rước về 3 đền. Tất cả ba ngôi đền đều được công nhận là di tích lịch sử cấp quốc gia.\n\n* Phần lễ: Dâng hương tại đền thờ Nguyễn Công Trứ xã Quang Thiện, huyện [[Kim Sơn]]. Thường có sự tham gia của nhiều làng trong huyện [[Kim Sơn]]. Điều độc đáo là lễ hội có sự tham gia của cả người lương và giáo với những nghi thức khác nhau.\n* Phần hội: Tổ chức trò chơi đua thuyền trên nhánh [[sông Vạc]], một đặc trưng của lễ hội cư dân đồng bằng ven biển. Phần hội còn có phần thi hát [[ca trù]], loại hình dân ca liên quan nhiều đến Nguyễn Công Trứ.\n\n==Đền thờ Nguyễn Công Trứ==\nĐền thờ Nguyễn Công Trứ được xây dựng tại xã Quang Thiện, huyện [[Kim Sơn]], tỉnh [[Ninh Bình]]. Tiền thân của ngôi đền là ngôi nhà ba gian của [[Nguyễn Công Trứ]] làm tại ấp Lạc Thiện để ông đi về và làm việc tại đây. Năm 1852, nhân dân Kim Sơn xây dựng lại thành ngôi Sinh Từ (''Đền thờ sống''). Hàng năm, đến ngày sinh nhật của Nguyễn Công Trứ, nhân dân mở hội mừng thọ ông. Sau khi ông mất, năm 1882, ngôi đền được tu sửa lần thứ nhất và xây dựng tiền đường 5 gian và được đổi tên từ Sinh Từ thành Truy Tư Từ. Năm 1992, đền thờ Nguyễn Công Trứ được công nhận là Di tích lịch sử văn hoá cấp Quốc gia.\n\nĐền thờ Nguyễn Công Trứ độc đáo ở chỗ nó được xây từ chính ngôi nhà ông từng ở đó một thời gian và xây dựng khi ông đang còn sống. Đền có kiến trúc theo kiểu chữ Đinh, tiền đường 5 gian, hậu cung 3 gian. Bên tả hữu tiền đường có 2 cột đồng trụ, bên trong có hương án, giá trống, giá chiêng và 3 bức đại tự nói lên tấm lòng thành kính và ngưỡng mộ của nhân dân huyện Kim Sơn đối với Nguyễn Công Trứ. Hậu cung 3 gian, gian giữa để bàn thờ Nguyễn Công Trứ có một bát hương men sứ trắng, cao 40&nbsp;cm, miệng rộng 40&nbsp;cm, hoạ tiết màu xanh thẫm vẽ hình lưỡng long chầu mặt nguyệt.\n \nTừ khi Nguyễn Công Trứ mất, hàng năm cứ đến ngày 14 tháng 11 âm lịch, nhân dân huyện [[Kim Sơn]] đều tổ chức lễ tế tại ngôi đền trong 3 ngày. Tại những ngày lễ đó, những nghệ nhân đến đây hát với cây đàn đáy, cặp phách đơn giản và hát những bài ca trù do Nguyễn Công Trứ viết.\n\nHuyện [[Kim Sơn]] được ghi vào bản đồ Việt Nam từ năm 1829.Việc quai đê ở [[Kim Sơn]] được tiến hành trên diện tích đất sình lầy ven biển, ngập mặn với muôn vàn khó khăn và huy động nhiều nhân lực. Sau hơn 1 năm, việc quai đê thành công, huyện [[Kim Sơn]] được thành lập với 7 tổng, 63 làng, ấp, giáp, trại. Cùng với việc lập làng, Nguyễn Công Trứ cho tiến hành xây dựng các công trình thủy lợi.\n\nTrước hết là việc đào con sông Ân nối [[sông Vạc]] với [[sông Càn]] để lấy nước ngọt. Mặt khác, các con kênh nối các làng nhỏ theo hình xương cá được tiến hành xây dựng nhằm dẫn nước tưới, tiêu úng, thau chua, rửa mặn để phát triển nông nghiệp. Việc đào kênh mương được tiến hành song song với việc làm đường, quật thổ, bồi cư, phân chia địa giới, bố trí dân cư, khu canh tác và nhanh chóng tạo thế ổn định cho người dân đến định cư, lập nghiệp. Những con sông nhỏ đi qua những vùng giáp ranh giữa các làng có [[chiều dài]] từ 5–10&nbsp;km. Toàn bộ huyện Kim Sơn là một vùng đất màu mỡ được bao quanh bởi hệ thống sông nhỏ, kênh rạch do con người tạo nên với tổng [[chiều dài]] hơn 100&nbsp;km. Kể từ ngày thành lập đến nay đã trải qua 7 lần quai đê lấn biển với tổng diện tích đất tự nhiên rộng 213 km2 và tiến xa ra biển gần 30&nbsp;km. Toàn huyện có 27 xã, thị trấn, chủ yếu được dựng nên trên mặt nước biển. Toàn bộ diện tích được bồi lấp quai đê lấn biển nhưng Kim Sơn là mảnh đất trù phú và màu mỡ, người dân làm giàu từ việc trồng lúa, cói và phát triển nuôi trồng thủy sản.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n#[http:\/\/www.ninhbinh.gov.vn\/Default.aspx?tabid=129\\ Lễ hội Ninh Bình]\n#[http:\/\/www.baoquangtri.vn\/default.aspx?TabID=99&modid=488&ItemID=19712 Đền Nguyễn Công Trứ]\n\n{{Du lịch Ninh Bình}}\n\n{{DEFAULTSORT:Đ}}\n[[Thể loại:Nguyễn Công Trứ]]\n[[Thể loại:Văn hóa Ninh Bình]]\n[[Thể loại:Lễ hội Ninh Bình]]"}