{"320120":"{{chú thích trong bài}} \n'''Lễ lên nhà mới Pu Péo''' là một nghi lễ của người đồng bào dân tộc [[Pu Péo]]. Đây là một nghi lễ quan trọng và thiêng liêng trong hệ thống tín ngưỡng tâm linh nhiều đời của đồng bào.\n\n==Tổ chức==\nVào thời khắc gần sáng, ngày khi gà gáy lần thứ nhất. Thầy cúng vào nhà trước và vung đuốc khắp không gian ngôi nhà để đuổi tà khí và ma quái, rồi ném đuốc ra ngoài cửa. Tiếp sau đến chủ nhà dùng bó đuốc ném lên đống lửa ở gian cạnh nơi đặt bếp sưởi rồi đào một cái hố vuông, mỗi bề 50&nbsp;cm, sâu 20&nbsp;cm ngay giữa nhà, chiếu thẳng với [[bàn thờ tổ tiên]] và thắp 3 nén hương cắm vào. Đây sẽ là nơi đặt bếp thiêng của nhà mới.\n\nSau khi hoàn thành nghi thức này, chủ nhà sẽ giết gà làm lễ cúng thần bếp. Gia chủ cắt tiết, vặt lông và mổ gà rồi đem đổ cả tiết gà, lông gà, nước làm lông vào cái hố vuông nói trên. Lúc này, ông cậu (em trai của mẹ chủ nhà) hay em vợ của chủ nhà sẽ san lấp hố, lấy 3 hòn đá kê để làm 3 ông đầu rau, rồi châm lửa vào bếp. Tiếp theo, ông cậu phải treo một miếng vải đỏ giữa cửa ra vào mới để xua đuổi tà ma và lấy vận đỏ - may mắn. Ông cậu vừa treo vừa nói to lời chúc phúc cho gia chủ.\n\nSau khi thực hiện xong các nghi thức ở bếp thiêng và ở cửa ra vào, người trong gia đình mới được nhóm lửa đun nấu các món đồ cúng dâng lên bàn thờ tổ tiên. Xưa nay người Pupéo thờ đến ba đời: Pê (đời bố mẹ) - Tế Ngân (đời ông bà) - Tế Giao (đời các cụ). Ứng với mỗi đời là một chiếc hũ Loog Ten đặt lên bàn thờ.\n\n==Lễ vật==\nTrong ngày lên nhà mới được tính theo số hũ Loog Ten thờ. Mỗi hũ phải dâng một con gà, 5 nắm cơm nhỏ và một ít thịt. Sau khi cúng và đưa các hũ đó lên bàn thờ mới, lại phải cúng thêm một lần nữa.\n\nTrời hửng sáng là hoàn thành mọi nghi lễ. Khi trời sáng hẳn, họ hàng, xóm bản nô nức vui vẻ, phấn khởi kéo nhau đến nhà mới để mừng [[tân gia]]. Người đem theo gà, người đem theo chai [[rượu]], người có phong tiền, gạo ngon để chúc mừng gia chủ mọi sự may mắn và thịnh vượng.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/cema.gov.vn\/modules.php?name=News&op=detailsnews&mid=956 Lễ lên nhà mới của người Pupéo]{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Nghi lễ các dân tộc Việt Nam}}\n\n{{sơ khai}}\n\n[[Thể loại:Nghi lễ của người Pu Péo]]"}