{"328811":"{{chú thích trong bài}} \n'''Lễ cúng cúng Giàng Ba Na''' hay '''Lễ tạ ơn Giàng''' là một nghi lễ của người đồng bào [[Người Ba Na|Ba Na]] Chăm, [[Tây Nguyên]]. Cùng với [[lễ hội đâm trâu (người Ba Na)|lễ hội đâm trâu]], lễ cúng [[Giàng]] được thực hiện trước.\n== Thời điểm ==\nTrước ngày tổ chức lễ khoảng bốn năm mùa trăng, [[già làng]] chọn địa điểm xây cột rồi trồng xuống một cây gòn (plang) hoặc là cây cốc (long ch'muôn) làm cột chính. Đến khi cây đâm chồi, đúng ngày lành tháng tốt dân làng dựng [[nêu]], xây cột xung quanh. Xong lễ, hạ nêu nhưng cây cột tươi xanh ấy sẽ thành cổ thụ tỏa bóng sum suê che chắn cho buôn làng.\n\nDân làng quan niệm Lễ tạ ơn phải dọn đường thật kỹ, đón rước thật cẩn trọng, uy nghi thì Giàng, ông bà [[tổ tiên]] và [[thần linh]]... mới vui lòng chứng giám. Công phu nhất vẫn là việc chuẩn bị cột, dựng nêu. Bốn cây cột chân nêu làm bằng gỗ bút trắng tinh được những bàn tay khéo léo chạm khắc hoa văn rồi tô màu bằng nhựa cây dưng nấu với nước than rừng đen ánh. Giàn nêu làm bằng cây lồ ô càng đẹp, càng rực rỡ thì lễ hội càng tưng bừng, việc cầu cúng càng linh hiển. Bàn thờ đón Giàng thiết trên đỉnh cột chính được bọc vải điều rất cung kính, xung quanh là những bức tranh đan bằng lồ ô nhuộm đủ sắc màu và những tua, những dải, những đồ vật...\n== Nghi thức ==\nSau ba hồi cồng vang vọng núi rừng, lễ cúng rước diễn ra trong [[nhà rông]], trước sự chứng kiến của những người đàn ông có uy tín nhất làng (thường bắt đầu vào buổi trưa). Lễ vật chính là một ché rượu quý, một con heo sống để nguyên, đặt chính giữa nhà, đầu hướng về phía mặt trời lặn. Sau khi thầy cúng báo rằng Giàng đã về (ứng với lá keo sấp ngửa), mọi người uống hết ché rượu rồi bắt đầu xuống sân dắt trâu vào cột để cúng dâng.\n\nTiếng cồng chiêng lại nổi lên, năm thanh niên mặc plai (lễ phục) dắt trâu buộc vào cột. Năm thầy cúng cũng mặc plai xuống sân cầu khấn. Ba con [[gà trống]] mới gáy lần đầu, ba tô rượu, một tô gạo to, một dây sáp trắng ứng với ba bài cúng liền nhau và ba hồi xin keo. Nếu mà Giàng thuận lòng thì cả ba lần xin keo âm - dương không thay đổi và xem như phần đầu lễ đã xong. Liền sau đó, lũ làng diện quần lành, áo đẹp nắm tay nhau hướng vào vật tế thần, cùng xoay ba vòng theo nhịp cồng chiêng.\n\nKhi chiều xuống, lũ làng chia thành từng tốp ra đầu suối đón khách, diện quần áo mới, đem theo cả cồng chiêng hòa với tiếng hát chào mời, cùng nắm tay múa đủ ba vòng mới chuyển sang phần thăm hỏi. Thầy cúng vẫn ngồi giữa sân, quay lưng về hướng mặt trời, mắt luôn nhìn theo \"vật tế thần\" do một đoàn người dắt xoay vòng quanh cột. Đón xong khách cũng là lúc phải nghỉ ngơi, ăn uống để chuẩn bị \"hết mình\" với [[rượu cần]], với cồng chiêng Arap suốt đêm thâu. Đây cũng là dịp chủ với khách trổ tài múa hát và con trai, con gái [[giao duyên]].\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n[http:\/\/hanoi.vnn.vn\/vanhoa\/lehoi.asp?id=LH430449483Người Bana - Chăm với lễ hội xây cột đâm trâu]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}\n{{Nghi lễ các dân tộc Việt Nam}}\n\n[[Thể loại:Nghi lễ của người Ba Na]]"}