{"315473":"{{dablink|Các lễ hội chọi trâu khác, xem bài [[Lễ hội chọi trâu]].}}\n[[Tập tin:Choi trau Hai Luu.jpg|nhỏ|phải|300px|Quang cảnh một lễ hội chọi trâu ở xã Hải Lựu, huyện Sông Lô, tỉnh Vĩnh Phúc]]\n'''Lễ hội chọi trâu Hải Lựu''' là một lễ hội chọi trâu diễn ra tại xã Hải Lựu, huyện Sông Lô (trước ngày 23\/12\/2008 thuộc huyện [[Lập Thạch]]), tỉnh [[Vĩnh Phúc]].\n\n==Truyền thuyết==\nLễ hội chọi trâu Hải Lựu là lễ hội chọi trâu cổ xưa nhất Việt Nam. Tương truyền, lễ hội này có từ thế kỷ 2 trước [[Công Nguyên|Công nguyên]]. Khi [[nhà Hán]] xâm lược nước [[Nam Việt]], [[nhà Triệu]] tan rã, thừa tướng nước Nam Việt là [[Lữ Gia]] lui quân về vùng núi Hải Lựu, Sông Lô, Vĩnh Phúc để tổ chức đánh giặc. Sau mỗi trận thắng, Lữ Gia lại cho tổ chức chọi trâu để truyền cho quân sĩ tinh thần chiến đấu anh dũng, kiên cường, quả cảm như các đấu sĩ trâu. Trâu sau khi chọi đều được giết để khao quân. Sau khi Lữ Gia mất, dân làng Hải Lựu thờ làm thành hoàng làng và lễ hội chọi trâu cũng bắt đầu có từ đó.\n\nTruyền rằng các quân được ăn thịt trâu chọi thân hình tráng kiệt sức khỏe hơn người chính vì thế mà người dân Hải Lựu luôn trụ vững trước quân xâm lược.\n\n==Lễ hội==\nCó lẽ nét văn hoá độc đáo của chọi trâu Hải Lựu là khác với lễ hội chọi trâu ở nơi khác các trâu thường do các cá nhân hoặc các xã trong một huyện mua về chăm sóc nuôi dưỡng nhưng ở Hải Lựu các \"đấu sĩ trâu\" được các tập thể cùng tham gia nuôi dưỡng, huấn luyện (mỗi tập thể thường là các xóm, làng hoặc họ tộc...) đã gắn bó lâu đời với nhau\n\nLễ hội này được mở hàng năm vào ngày 16-17 tháng giêng và ước tính lượng du khách trong hai ngày lễ hộị lên đến 7 vạn người, nhân dân trong vùng này vẫn còn lưu truyền câu ca:\n:''Dù ai đi đâu, ở đâu''\n:''Tháng giêng mười bảy chọi trâu thì về''\n:''Dù ai buôn bán trăm nghề''\n:''Tháng giêng mười bảy nhớ về chọi trâu''\n\nTừ năm [[1947]], do [[chiến tranh Đông Dương]] ác liệt và nhiều lý do khác, lễ hội chọi trâu này không được tổ chức, mãi tới năm [[2002]] mới được khôi phục trở lại. Từ năm 2004, lễ hội được tổ chức trong hai ngày 16-17 tháng giêng. Lễ hội năm 2004 là cuộc so tài của 24 \"ông trâu\" được chia thành 12 cặp đấu vòng loại, 12 trâu thắng sẽ tiếp tục tham gia vòng loại thứ hai, 6 trâu thắng sẽ tiếp tục tham gia vòng loại thứ ba, 3 trâu thắng ở vòng loại thứ ba đấu vòng tròn để tranh giải nhất nhì.\n\n==Xem thêm==\n* [[Nam Việt]]\n* [[Nhà Triệu]]\n* [[Chiến tranh Hán-Nam Việt]]\n* [[Lữ Gia]]\n* [[Lễ hội Nam Trì]]\n* [[Vấn đề chính thống của nhà Triệu]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n* [http:\/\/www.vinhphuc.gov.vn\/gioithieu\/gtvp\/vanhoa\/choitraulapthach.html Lễ hội chọi trâu Hải Lựu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090422034743\/http:\/\/www.vinhphuc.gov.vn\/gioithieu\/gtvp\/vanhoa\/choitraulapthach.html |date=2009-04-22 }} (Website Chính quyền Vĩnh Phúc)\n* [https:\/\/nhiepanhdoisong.vn\/le-hoi-choi-trau-co-xua-nhat-viet-nam-370.html Lễ hội chọi trâu cổ xưa nhất Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20221020040429\/https:\/\/nhiepanhdoisong.vn\/le-hoi-choi-trau-co-xua-nhat-viet-nam-370.html |date=2022-10-20 }}\n* [http:\/\/dantri.com.vn\/c681\/s681-381847\/tung-bung-le-hoi-choi-trau-co-nhat-viet-nam.htm Tưng bừng lễ hội Chọi trâu cổ nhất Việt Nam] (Dân trí)\n\n{{sơ khai Vĩnh Phúc}}\n\n{{Lịch sử Việt Nam thời Triệu}}\n\n{{DEFAULTSORT:C}}\n[[Thể loại:Vĩnh Phúc]]\n[[Thể loại:Nhà Triệu]]\n[[Thể loại:Nam Việt]]\n[[Thể loại:Lễ hội Vĩnh Phúc]]"}