{"300178":"{{Thông tin ngày lễ\n|holiday_name = Lễ hội đua ghe\n|type = Lễ hội Phật giáo\n|longtype = [[:thể loại:Lễ hội Phật giáo|Lễ hội Phật giáo]], [[:Thể loại:Lễ hội của người Khmer|Lễ hội của người Khmer]], [[:Thể loại:Lễ hội văn hóa dân gian|Lễ hội văn hóa dân gian]]\n|image =Cambodia Water Festival 1914.jpg\n|imagesize =250px\n|caption =\n|official_name = Bon Om Thook, Bon Om Touk\n|nickname = Lễ hội nước\n|observedby =\n|begins =\n|ends =\n|date =\n<!-- next three if holiday is the same day of the same week every year -->\n|week_ordinal = <!-- \"first\", \"second\", \"last\", etc. -->\n|weekday = <!-- \"Sunday\", \"Monday\", \"Friday\", etc. -->\n|month = <!-- \"January\", \"February\", \"December\", etc. -->\n<!-- next three if the date changes in an unusual pattern each year -->\n| observedby    = [[Người Khmer]]\n| begins        = trăng tròn vào cuối tháng 10 hoặc đầu tháng 11\n| ends          = kéo dài 3 ngày\n| frequency     = thường niên\n| duration      = 3 ngày\n| date          = \n| date2021      = 18–19–20 tháng 11\n| date2022      = 7–8–9 tháng 11\n| date2023      = 26–27–28 tháng 11\n|celebrations =dâng bông lên chùa, dâng y cà sa, đua ghe, đút cốm dẹp trong lúc cúng trăng\n|observances =\n|relatedto =[[Lễ hội Ok om bok|Ok om bok]], [[Lễ hội hoa đăng Thái Lan]]\n}}\nLễ hội '''''Bon Om Touk (Khmer: បុណ្យអុំទូក, IPA: [bon om tuːk])''''' (còn gọi là ''Lễ hội nước'', ''lễ hội đua ghe'', ''Um-tuk'') tại [[Campuchia]] bắt nguồn từ rất lâu trong lịch sử. Lễ hội được tổ chức vào đúng lúc nước sông [[Mê Kông]] bắt đầu chu kỳ cạn của nó. Có rất nhiều nơi tổ chức lễ hội đua ghe nhưng tập trung đông nhất là lễ hội tổ chức tại thủ đô [[Phnôm Pênh|Phnom Penh]] trên sông [[Tonlé Sap|Tonle Sap]] (có nghĩa là sông ngọt) ngay phía trước mặt [[Hoàng cung Campuchia|Cung điện Hoàng Gia Campuchia]]. Đây cũng chính là thời điểm duy nhất trong năm [[Tonlé Sap|Tonle Sap]] có hiện tượng đổi dòng chảy của nó. Lễ này được tổ chức vào dịp trăng tròn vào cuối tháng 10 hoặc đầu tháng 11, và thường kéo dài 3 ngày, còn gọi là ''lễ dâng bông lên chùa'' hay ''lễ dâng y cà sa'' hay là ''lễ Kathina''.<ref>[http:\/\/thegioidisan.vn\/vi\/le-kathina-cua-nguoi-khmer.html Lễ Kathina của người Khmer]<\/ref><ref>[https:\/\/vnexpress.net\/nguoi-khmer-mua-chan-trong-le-dang-y-4178565.html Người Khmer múa Chằn trong lễ dâng y]<\/ref> \n\nNgày thứ hai của lễ hội là ngày Og Ambok ([[Lễ hội Ok om bok|Ok om bok]], nghĩa là ''đút cốm dẹp''), thường là vào ngày 15 tháng 10 âm lịch, và liên quan đến việc thờ cúng Mặt trăng.<ref>[https:\/\/baocantho.com.vn\/le-hoi-ok-om-bok-cua-dong-bao-khmer-a114973.html Lễ hội Ok-Om-Bok của đồng bào Khmer], Cần Thơ online, 09\/11\/2019 <\/ref>\n\n== Tổng quan ==\n[[File:Boat_Racing_Bon_Om_Touk.jpg|nhỏ|Đua ghe vào ngày lễ]]\nLễ hội đua ghe (Um-tuk) diễn ra hàng năm vào ngày rằm tháng 11 trùng với cuối mùa mưa. Vào thời điểm này, nước trong các hồ và đầm lầy tràn ngập, tạo ra các cánh đồng nước mênh mông bồi đắp phù sa cho vụ mùa sắp tới. Khi nước sông Mê Kông dâng lên vào mùa mưa từ tháng 8 cho tới tháng 11, nước từ dòng [[Mê Kông]] tràn vào [[tonlé Sap|sông Tonle Sap]] chảy ngược lên [[Biển Hồ]] phía Tây Bắc. Khi kết thúc mùa mưa, nước từ Biển hồ lại chạy xuôi xuống sông [[Mê Kông]] từ tây bắc đến [[Hướng Đông Nam|Đông Nam]], tạo nên sự điều tiết tự nhiên vô cùng thuận lợi cho sản xuất nông nghiệp và thủy sản ở [[Campuchia]] và [[Đồng bằng sông Cửu Long|Tây Nam Bộ]] Việt Nam.\n\nTại Việt Nam, lễ hội đua thuyền tương tự là [[lễ hội đua ghe ngo]] được cộng đồng người Khmer tổ chức vào dịp [[Lễ hội Ok om bok|Ak Ambok]] (Khmer: អកអំបុក, IPA: [ʔɑk ɑmboːk]) hoặc Ok om bok vào ngày rằm tháng 10 âm lịch.\n\n== Lịch sử ==\nLễ hội đua ghe đã được ghi chép từ rất lâu trong lịch sử của [[Campuchia]] cũng như một số quốc gia lân cận. Trên các bức tường tại kinh đô [[Angkor]] xây dựng từ thế kỷ 12 đã có tạc cảnh của lễ hội đua ghe rất rõ ràng. Hiện nay có 3 giả thuyết về nguồn gốc của lễ hội này, với một số khác biệt đáng kể:\n*[[Tập tin:Angkor - Bayon - 032 Battle Scenes (8581861528).jpg|nhỏ|284x284px|Phù điêu [[Thủy chiến Tonlé Sap]].]]Theo các sử liệu còn lưu trong [[Viện Phật học Campuchia]], ngay từ thời vua [[Jayavarman VII]] ở thế kỷ 12 ở kỷ nguyên Angkor rực rỡ, người [[Khmer]] đã chiến thắng oanh liệt trong một trận [[Thủy chiến Tonlé Sap|thủy chiến]] với nước láng giềng [[Chăm Pa|Champa]]. Chiến thắng này (khoảng năm 1177-1181) giải phóng lãnh thổ bị chiếm đóng cho người Khmer và bắt đầu thời kỳ hòa bình lâu dài cho vương quốc. Để kỷ niệm chiến thắng này, hàng năm lễ hội đua ghe được tiến hành một cách tưng bừng trên khắp đất nước. Trên các bức tường của thành [[Bayon]] tại Angkor, người ta đã tìm thấy những hình ảnh khắc trên đá mô tả thủy quân [[Khmer]] với vua [[Jayavarman VII]] dũng cảm đang cầm một ngọn giáo và cung tên đứng trên thuyền vua.\n* Theo tài liệu của nhà sư [[Thạch Pèn]] (giảng viên [[Trường Phật học Khmer]] tại tỉnh [[Trà Vinh]], Việt Nam) có nêu sự kiện rằng vào thời kỳ [[Longvek]] (1528 sau [[Công Nguyên]]) vua [[Ramathipadi I|Ang Chan I]] chỉ định [[Ponhea Tat]] làm vua (phó vương) vùng [[Sông Hậu|Bassak]] ([[Đồng bằng sông Cửu Long|Tây Nam Bộ]] Việt Nam ngày nay). Vua [[Ponhea Tat]] chia thủy quân của ông thành 3 đạo như sau: đạo tiên phong (gồm những thuyền nhỏ và dài tương tự thuyền đua ngày nay); đạo dự bị (thuyền lớn hơn đạo tiên phong, gồm hai hàng chèo song song nhau); đạo [[Sông Hậu|Bassak]] (gồm các thuyền lớn có mái che, mái chèo được cố định vào thân tàu, chủ yếu để vận chuyển lương thực). Vào ngày rằm tháng 11 hàng năm, các đạo quân trên tổ chức hội đua thuyền để biểu dương sức mạnh quân sự của vương quốc tại một khúc sông dài trên sông [[Cần Thơ|Peam Kanthao]] ngay tại nơi hợp lưu của các con sông để thủy quân từ nhiều vùng dễ dàng tới tham gia đua tài.\n* Theo giả thuyết thứ 3, lễ hội đua ghe là một sự kiện truyền thống đặc sắc nhất của người dân Khmer, ra đời cùng với thời gian đạo Phật được du nhập tới vùng đất này. Lễ hội được tổ chức vào ngày rằm để bày tỏ lòng cảm ơn đối với [[Tất-đạt-đa Cồ-đàm|Đức Phật]]. Tuy nhiên, lại có nhiều nhà nghiên cứu cho rằng, lễ hội làm nhằm bày tỏ sự biết ơn và kính trọng đối với thần sông và thần đất đã mang đến cho người dân cuộc sống no đủ và yên bình. \nNhưng có lẽ thuyết phục nhất vẫn là ý nghĩa xuất phát từ những cuộc tuyển chọn binh sĩ và những trận đấu của thủy binh thời [[Angkor]]. Bằng chứng là những hình ảnh điêu khắc trên đền thờ [[Bayon]] và [[Banteay Chhmar|Banteay Chmar]] có rất nhiều miêu tả về những trận đấu tuyển chọn binh sĩ thông qua những cuộc đua thuyền hay những trận chiến tàn khốc của thủy binh lúc bấy giờ.\n[[File:Ak_Ambok.jpg|nhỏ|''Og Ambok'' hoặc ''Ak Ambok'', món cơm truyền thống của Lễ hội Bon Om Touk của Campuchia, được phục vụ với cốm dẹp, chuối,  dừa và nho trong một hộ gia đình Khmer bình thường.]]\n== Ý nghĩa ==\nLễ hội là dịp để người Khmer thể hiện bản sắc văn hóa truyền thống, tài năng, sự nhanh nhẹn. Dũng cảm, sự kiên trì, nghệ thuật, hạnh phúc, sự yêu chuộng hòa bình, sự đoàn kết cộng đồng, niềm tự hào dân tộc và trên hết là lòng yêu nước cũng như ý thức bảo vệ đất nước, bảo vệ lãnh thổ, bảo vệ dân tộc. Lễ hội này cũng là dịp để người dân Khmer thể hiện sự phát triển rất đa dạng của nền nông nghiệp lúa nước với rất nhiều sản vật làm ra từ những vùng đất phì nhiêu, màu mỡ.\n\nLễ hội vừa là cuộc tranh tài, vừa là lễ hội cảm ơn [[Thích-ca Mâu-ni|Đức Phật]] đã ban cho mùa bội thu và cầu mong no ấm. Là dịp để ôn lại sức mạnh không thể chia cắt của lực lượng thủy quân của [[Đế quốc Khmer|Đế chế Khmer]] cổ và giới thiệu sự đa dạng của các phương tiện giao thông đường thủy của dân tộc Khmer.\n== Miêu tả lễ hội ==\nCó rất nhiều hoạt động diễn ra suốt lễ hội như đua thuyền, đốt pháo hoa, trình diễn thuyền đăng trên sông thu hút hàng ngàn người từ khắp nơi đổ về Phnôm Pênh. Dịp này cũng là dịp người dân Campuchia khắp nơi đổ về Phôm Pênh du lịch, gặp gỡ họ hàng,..v..v… Lễ hội đua thuyền được xem là cái đinh của lễ hội với sự tham gia của các đội thuyền đến từ các tỉnh khắp cả nước của Campuchia và cả đội thuyền của các quốc gia khác đến tham dự như: [[Việt Nam]], [[Thái Lan]], v..v..\n== Đua thuyền năm 2010 ==\nĐua thuyền hay lễ hội nước năm 2010 ở Phnompênh - Campuchia trở thành tai họa khi thảm cảnh [[giẫm đạp]] lên nhau tại cầu Vồng (Đảo Kim Cương) làm gần 1000 người chết và bị thương.\n== Xem thêm ==\n\n* [[Thảm họa giẫm đạp ở Phnom Penh]]\n\n== Tham khảo ==\n{{tham khảo}}\n* Lịch sử Campuchia - Nhà xuất bản Dân tộc - Năm 1989.\n\n== Liên kết ngoài ==\n{{vi}}\n{{en}}\n* [http:\/\/www.nationalradio.com\/royalpal.shtml National Radio] {{Webarchive|url=https:\/\/web.archive.org\/web\/20020818180327\/http:\/\/www.nationalradio.com\/royalpal.shtml |date=2002-08-18 }}\n* [http:\/\/www.mot.gov.kh\/attraction_pnh.asp Cambodian Ministry of Tourism] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060907025530\/http:\/\/www.mot.gov.kh\/attraction_pnh.asp |date=2006-09-07 }}\n* [http:\/\/www.leisurecambodia.com\/Leisure_Cambodia\/No.05\/The%20River%20front.htm Leisure Cambodia] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051215122158\/http:\/\/www.leisurecambodia.com\/Leisure_Cambodia\/No.05\/The%20River%20front.htm |date=2005-12-15 }}\n{{Du lịch Phnôm Pênh }}\n\n[[Thể loại:Phnôm Pênh]]\n[[Thể loại:Lễ hội Phật giáo|Campuchia]]\n[[Thể loại:Sự kiện tháng 11]]\n[[Thể loại:Văn hóa ở Phnôm Pênh]]\n[[Thể loại:Lễ hội của người Khmer]]"}