{"315813":"{{chú thích trong bài}} \n'''Lễ hội miếu Bà Chúa Xứ''' còn gọi '''lễ Vía Bà''' là một lễ hội của người dân [[Miền Nam (Việt Nam)|Nam bộ]], nằm dưới [[Núi Sam]]. Thành phố [[Châu Đốc]], tỉnh [[An Giang]], hàng năm đã thu hút trên 2 triệu lượt khách hành hương<ref>{{chú thích web | url = http:\/\/vietnamnet.vn\/vanhoa\/vandekhac\/2003\/5\/12028\/ | tiêu đề = VIET NAM NET | author =  | ngày =  | ngày truy cập = 29 tháng 1 năm 2015 | nơi xuất bản = [[VietNamNet]] | ngôn ngữ =  | archive-date = 2004-08-25 | archive-url = https:\/\/web.archive.org\/web\/20040825162340\/http:\/\/vietnamnet.vn\/vanhoa\/vandekhac\/2003\/5\/12028\/ | url-status = bot: unknown }}<\/ref>\n\n== Thời gian ==\nTổ chức hàng năm bắt đầu tại [[miếu Bà Chúa Xứ Núi Sam|miếu Bà Chúa Xứ]] từ đêm 23\/4 đến 27\/4 [[âm lịch]].\n\n== Tổ chức ==\nĐêm 23 tháng 4 làm lễ tắm và thay xiêm y cho tượng Bà. Nước tắm tượng là nước thơm, bộ y phục cũ của Bà được cắt nhỏ ra phân phát cho người dân hay khách trẩy hội và được coi như lá bùa hộ mệnh giúp cho người khỏe mạnh và trừ ma quỷ.Tuy nhiên,lễ tắm diễn ra một cách kín đáo và có chín người phụ nữ đồng trinh mới được phép tắm cho tượng Bà\n\nTiếp theo các lễ:\n* Lễ rước bốn bài vị từ lăng [[Thoại Ngọc Hầu]] về miếu Bà\n* Lễ Túc Yết được tổ chức vào lúc 24 giờ ngày 25 rạng ngày 26. Lễ được tiến hành theo trình tự: dâng hương, chúc tửu ([[rượu]]), hiến trà, đọc văn tế. Sau đó bài văn tế được hóa cùng với một ít giấy vàng bạc\n* Lễ Xây Chầu - Hát Bội do do một người sành nghi lễ và có uy tín làm tế tại miếu Bà thực hiện cùng đào kép hát bội cầu nguyện cho quốc thái dân an, mưa thuận gió hòa\n* Lễ Chính Tế vào 4 giờ sáng ngày 26\/4, lễ nghi được tiến hành giống lễ Túc Yết. Chiều ngày 27\/4 bài vị Thoại Ngọc Hầu được đưa về lăng. Chương trình [[tuồng|hát bội]] cũng chấm dứt, kết thúc lễ vía Bà.\n\n== Hội ==\nLễ Vía Bà hằng năm thu hút rất đông khách thập phương. Đến với lễ hội hội họ vừa được tham dự lễ hội dân gian phong phú để xin cầu tài cầu lộc.\n\n== Liên kết ngoài ==\n* [https:\/\/web.archive.org\/web\/20080531020948\/http:\/\/vietnamnet.vn\/vanhoa\/2008\/05\/784994\/ Khai mạc tuần lễ quốc gia Lễ hội Vía bà Chúa Xứ]\n* [https:\/\/web.archive.org\/web\/20040621134628\/http:\/\/vietnamnet.vn\/vanhoa\/vandekhac\/2004\/06\/159612\/ Lễ hội Miếu Bà Chúa Xứ Núi Sam]\n\n== Xem thêm ==\n* [[Miếu Bà Chúa Xứ Núi Sam|Miếu Bà Chúa Xứ]]\n==Tham khảo==\n{{tham khảo|30em}}\n{{sơ khai An Giang}}\n\n[[Thể loại:Văn hóa An Giang]]\n[[Thể loại:Lễ hội An Giang]]"}