{"149090":"{{văn hóa Việt Nam}}\n[[Tập tin:Vân Côn, rước Thánh qua ao làng.JPG|nhỏ|phải|220px|Lễ hội làng Vân Côn - Hoài Đức - Hà Nội]] \n[[Tập tin:Đua bò Bảy Núi.jpg|nhỏ|phải|220px|Lễ hội đua bò 7 núi An Giang]] \n'''Lễ hội Việt Nam''' là sự kiện văn hóa được tổ chức mang tính cộng đồng. \"Lễ\" là hệ thống những hành vi, động tác nhằm biểu hiện sự tôn kính của con người với thần linh, phản ánh những ước mơ chính đáng của con người trước cuộc sống mà bản thân họ chưa có khả năng thực hiện. \"Hội\" là sinh hoạt văn hóa, tôn giáo, nghệ thuật của cộng đồng, xuất phát từ nhu cầu.\n\n==Tổng quan==\nTheo thống kê 2009, hiện cả nước Việt Nam có 7.966 lễ hội; trong đó có 7.039 lễ hội dân gian (chiếm 88,36%), 332 lễ hội lịch sử (chiếm 4,16%), 544 lễ hội tôn giáo (chiếm 6,28%), 41 lễ hội du nhập từ nước ngoài (chiếm 0,12%), còn lại là lễ hội khác (chiếm 0,5%).<ref>[http:\/\/www.thanhtra.com.vn\/Default.aspx?tabid=55&newsid=29868 Hơn 7.000 lễ hội... đua chen]<\/ref> Các địa phương có nhiều lễ hội là [[Hà Nội]], [[Bắc Ninh]], [[Hà Nam]], [[Hải Dương]] và [[Phú Thọ]].\n\nViệt Nam là một quốc gia đã có hàng nghìn năm lịch sử. Cũng như nhiều quốc gia khác trên thế giới, [[Việt Nam]] có một nền văn hóa mang bản sắc riêng. Chính những nét đó làm nên cốt cách, hình hài và bản sắc của [[dân tộc]] Việt Nam.\n\nTrong kho tàng văn hóa của dân tộc Việt Nam, sinh hoạt lễ hội là vùng văn hóa rất đặc trưng. Lễ hội là sinh hoạt văn hóa dân gian hầu như có mặt ở khắp mọi miền [[đất nước]]. Nhiều lễ hội ra đời cách đây hàng nghìn năm đến nay vẫn được duy trì. Lễ hội ở Việt Nam bao giờ cũng hướng tới một đối tượng thiêng liêng cần suy tôn là nhân thần hay nhiên thần. Đó chính là hình ảnh hội tụ những phẩm chất cao đẹp nhất của con người. Giúp con người nhớ về nguồn cội, hướng thiện và nhằm tạo dựng một cuộc sống tốt lành, yên vui.\n\nLễ hội truyền thống ở Việt Nam thường diễn ra vào [[mùa xuân|mùa Xuân]] và số ít vào [[mùa thu|mùa Thu]] là hai mùa đẹp nhất trong năm, đồng thời cũng là lúc nhà nông có thời gian nhàn rỗi. Trong số các lễ hội Việt Nam thì phải kể đến những lễ hội chi phối hầu hết các gia đình trên mọi miền tổ quốc, đó là [[Tết Nguyên Đán]], [[Vu-lan|Lễ Vu Lan]] và tết [[Tết Trung thu|Trung Thu]]. Gần đây một số lễ hội được nhà nước và nhân dân quan tâm như: [[Đền Hùng#Lễ hội đền Hùng|Lễ hội đền Hùng]],[[Lễ hội Tịch điền Đọi Sơn]], [[Lễ Giáng Sinh|Giáng Sinh]], [[Hội Phật Tích]].\n\nMột số lễ hội lớn ảnh hưởng cả một vùng rộng lớn, tiêu biểu như: [[hội Gióng]] (xứ [[Kinh Bắc]]), [[đền Hùng#Lễ hội đền Hùng|lễ hội đền Hùng]] ([[Sơn Tây (tỉnh Việt Nam)|Xứ Đoài]]), lễ hội [[chùa Bái Đính]], [[Hội Lim]]([[Kinh Bắc]]) phủ Dày,([[sơn Nam (địa danh cũ Việt Nam)|xứ Sơn Nam]]), lễ hội [[Núi Yên Tử|Yên Tử]], [[lễ hội miếu Bà Chúa Xứ|lễ hội bà chúa Xứ]] ([[An Giang]]), Lễ hội pháo hoa Quốc tế Đà Nẵng <ref>{{Chú thích web |url=http:\/\/phaohoa.danang.vn\/ |ngày truy cập=2021-05-10 |tựa đề=Lễ hội pháo hoa Quốc tế Đà Nẵng |archive-date = ngày 14 tháng 6 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20200614232531\/http:\/\/phaohoa.danang.vn\/ }}<\/ref>(thành phố Đà Nẵng)...\n\nLễ rước kiệu được tổ chức vào những dịp lễ hội lớn của làng, tại các đình, miếu, đền, chùa, hoặc nhà thờ Công giáo. Các kiệu gỗ phổ biến là bốn người khiêng hoặc tám người khiêng (kiệu bát cống). Nghi trượng trong lễ rước gồm cờ nhiều loại, lọng, tán, tàn (quạt vả), mộc bản, bát bửu, lỗ bộ v.v. Nhạc cụ có trống da, chiêng đồng, [[phách (nhạc cụ)|phách]] (trắc) và những nhạc cụ khác trong dàn [[bát âm]].<ref>L.K.T. (2013). [https:\/\/web.archive.org\/web\/20210209034626\/https:\/\/sovhttdl.vinhphuc.gov.vn\/noidung\/vanhoadangian\/Lists\/thietchenghile\/\/View_Detail.aspx?ItemID=3 \"Thiết chế nghi lễ: Lễ rước\"]. Sở Văn hóa, Thể thao và Du lịch Vĩnh Phúc.<\/ref>\n\n==Phân cấp lễ hội==\nKhác với các [[di tích Việt Nam]] đã được kiểm kê và phân cấp theo quy định, các lễ hội ở Việt Nam chưa được quy định phân cấp bài bản. Có những lễ hội bị biến tướng, trần tục hoá, mở hội tràn lan... nhiều ý kiến đề xuất việc kiểm kê các lễ hội trên toàn quốc để tiến tới phân cấp lễ hội theo các cấp: lễ hội cấp quốc gia, lễ hội cấp tỉnh, lễ hội cấp huyện và lễ hội cấp làng. Theo bà Lê Thị Minh Lý - Phó Cục trưởng Cục Di sản Văn hoá, điểm yếu trong việc quản lý lễ hội hiện nay đó là chưa có cơ sở dữ liệu khoa học và quan điểm tiếp cận đúng.<ref>[http:\/\/www.anninhthudo.vn\/Tianyon\/Index.aspx?ArticleID=76213&ChannelID=8 Hết mùa, lễ hội vẫn \"nóng\"]<\/ref> Không nên đánh đồng giữa lễ hội và festival.\n\nTùy vào từng thời điểm, vào chủ thể mà lễ hội hiện nay được tổ chức ở nhiều cấp khác nhau. Ví dụ như [[đền Hùng#Lễ hội đền Hùng|lễ hội đền Hùng]] được tổ chức ở quy mô quốc gia 5 năm\/ lần. Những năm số lẻ thì lại được tổ chức ở quy mô cấp tỉnh. Các lễ hội thường được tổ chức ở quy mô cấp tỉnh như [[hội Lim]], lễ hội [[Lam Kinh]] ([[Thanh Hóa]]), lễ hội đền Trần ([[Nam Định]])... Các lễ hội ở quy mô cấp huyện tiêu biểu như [[lễ hội đền Nguyễn Công Trứ]] ở [[Kim Sơn]] ([[Ninh Bình]]) và [[Tiền Hải]] ([[Thái Bình]]) để tưởng niệm người chiêu dân thành lập huyện. Các lễ hội diễn ra ở đình Làng là lễ hội cấp nhỏ nhất, chỉ với quy mô làng, xã\n\n==Các lễ hội là di sản văn hóa quốc gia==\nTính đến hết năm 2014, Việt Nam có 27 lễ hội được đưa vào danh mục Di sản văn hóa phi vật thể cấp quốc gia gồm:\n*12 lễ hội được công nhận theo Quyết định số 5079\/QĐ-BVHTTDL ngày 27\/12\/2012 là:\n:[[Hội Gióng]] [[đền Phù Đổng]] và đền Sóc (Hà Nội),  hội Lim (Bắc Ninh), Lễ hội Thổ Hà (Bắc Giang), Lễ hội Nhảy lửa của người Pà Thẻn (Hà Giang),, Lễ hội Kiếp Bạc (Hải Dương), Lễ hội chọi trâu Đồ Sơn (Hải Phòng), Lễ hội Cầu Ngư ở Khánh Hòa (Khánh Hòa), Lễ hội Gầu Tào (Lào Cai, Hà Giang), Lễ hội Kỳ Yên ở đình Gia Lộc (Tây Ninh), Lễ hội Tháp Bà (Ponagar) Nha Trang (Khánh Hòa), Lễ hội Lồng Tông của [[người Tày]] (Tuyên Quang).<ref>{{Chú thích web |url=http:\/\/www.sggp.org.vn\/vanhoavannghe\/2013\/1\/308176\/ |ngày truy cập=2015-01-01 |tựa đề=Công bố danh sách 33 di sản văn hóa phi vật thể |archive-date = ngày 1 tháng 1 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150101102420\/http:\/\/www.sggp.org.vn\/vanhoavannghe\/2013\/1\/308176\/ }}<\/ref>\n*4 lễ hội được công nhận theo Quyết định số 3084\/QĐ-BVHTTDL ngày 9\/9\/2013:\n:Lễ hội Phủ Dầy, xã Kim Thái, huyện Vụ Bản, tỉnh [[Nam Định]]; Lễ hội [[chùa Vĩnh Nghiêm]], xã Trí Yên, huyện Yên Dũng, tỉnh Bắc Giang và Lễ hội Nghinh Ông, huyện Cần Giờ, Thành phố Hồ Chí Minh,hội làng Đồng Kị(Bắc Ninh)\n*2 lễ hội được công nhận theo Quyết định số 3820\/QĐ-BVHTTDL ngày 31\/10\/2013:\n:Lễ hội Roóng poọc của người Giáy (Tả Van, Sa Pa, Lào Cai) và Lễ Pút tồng của người Dao đỏ (Sa Pa, [[Lào Cai]]).\n*10 lễ hội được công nhận theo Quyết định số 4205\/QĐ-BVHTTDL ngày 22\/12\/2014:\n:Lễ hội Đền Trần Nam Định, [[Lễ hội Hoa Lư]] [[Ninh Bình]], Lễ hội miếu Bà Chúa Xứ núi Sam An Giang, Lễ hội Lồng tồng Ba Bể Bắc Kạn, Lễ hội làng Lệ Mật Hà Nội, Lễ hội Khô già của người Hà Nhì đen, Đại lễ Kỳ Yên đình Tân Phước Tây - [[Long An]], Lễ hội vía Bà Ngũ hành Long An, Lễ làm chay (Long An), Lễ hội Rước cộ Bà chợ Được (Quảng Nam).\n\n==Lễ hội lớn các tỉnh thành==\n*An Giang: hội Bà chúa xứ 23-25\/4 âm lịch\n*[[Bà Rịa Vũng Tàu]]: lễ hội Dinh Cô (Long Đất) 10-12\/2 âm lịch, lễ hội Thắng Tam (Vũng Tàu) 17\/2 âm lịch\n*[[Bạc Liêu]]: tết Chol Chnam Thmay của người Khmer \n*[[Bắc Cạn]]: Hội Ba Bể 5\/1 âm lịch; lễ hội Lồng tồng (Phủ Thông) 10\/1 âm lịch\n*[[Bắc Giang]]: Hội Thổ Hà (Việt Yên) 20\/1 âm lịch, Hội Kễ (Dĩnh Kế, thành phố Bắc Giang) 6\/2 âm lịch, hội chùa Vĩnh Nghiêm 13\/2 âm lịch; hội chùa Bổ Đà (Tiên Sơn, Việt Yên) 17\/2 âm lịch; lễ hội Shoong hao, Sli, Lượn (Lục Ngạn) 16\/3 dương lịch; lễ hội Yên Thế \n*[[Bắc Ninh]]: hội chùa Phật Tích (Từ Sơn) 4\/1 âm lịch, hội Đồng Kỵ (Từ Sơn) 4\/1 âm lịch, hội Lim (Tiên Du) 13-14\/1 âm lịch, hội đình Đình Bảng (Từ Sơn) 15-16\/2 âm lịch; hội chùa Bút Tháp 23\/3 âm lịch; hội chùa Dâu 8\/4 âm lịch, hội đền Bà chúa Kho tháng 12 và tháng 1 âm lịch; hội đền Đô (Đình Bảng, Từ Sơn) 14\/3 âm lịch, hội đền Đức Vua Bà (Hòa Long, thành phố Bắc Ninh) 6-7\/2 âm lịch\n*[[Bến Tre]]: lễ hội truyền thống văn hóa hàng năm 1\/7 dương lịch \n*[[Bình Dương]]: lễ hội chùa Bà 15\/1 âm lịch\n*Bình Định: kỷ niệm chiến thắng Đống Đa 5\/1 âm lịch, kỷ niệm sinh vua Quang Trung 5\/4 âm lịch, ngày giỗ thường tân 3 vua Quang Trung, Nguyễn Nhạc, Nguyễn Lữ 15\/1 âm lịch\n*Bình Phước: liên hoan văn hóa các dân tộc thiểu số tháng 12 dương lịch\n*Bình Thuận: lễ hội Ka tê tháng 7 dương lịch, lễ Ramưwan, lễ hội Lăng Ông tháng 6 âm lịch, Lễ hội Nghinh Ông tháng 7 âm lịch, lễ hội Dinh Thầy - Thím (Lagi) 14 đến 16 tháng 9 âm lịch\n*[[Cao Bằng]]: Hội chùa Đà Quân (xã Hưng Đạo, Hòa An) 9\/1 âm lịch, Hội đền [[Nùng Trí Cao]] (xã Vinh Quang, Hòa An) 9\/1 âm lịch, Hội Sùng Phúc (xã Thanh Nhật, Hạ Lang) 15\/1 âm lịch\n*Cà Mau: lễ hội Kỳ Yên (cúng Đình) 15\/1 âm lịch\n*Cần Thơ:  Lễ Cầu an (12, 13, 14 âm lịch tháng Giêng), Lễ Cholchonam Thomay\n*Đồng Nai: lễ cầu an tháng 8-9-10 âm lịch\n*Đồng Tháp: lễ hội truyền thống tại di tích Gò Tháp 15\/3 và 15\/11 âm lịch\n*Đà Nẵng: lễ hội Quan Thế Âm (Ngũ Hành Sơn) 19\/2 âm lịch\n*Đắk Lắk: lễ hội văn hóa cồng chiêng tháng 3 dương lịch, hội đua voi Buôn Đôn \n*[[Điện Biên]]: kỷ niệm chiến thắng Điện Biên Phủ 7\/5 dương lịch; lễ hội hoa ban; lễ hội thành Bản Phủ - đền Hoàng Công Chất 24\/2 âm lịch (khai hội)\n*Gia Lai: Lễ Cơm Mới, Lễ đâm trâu, Lễ cầu mưa \n*[[Hà Giang]]: Lễ hội Sải Sán - gruôvtaox (gầutào) của dân tộc H'Mông 2-5\/1 âm lịch; lễ hội Lồng Tồng (xuống đồng của dân tộc Tày) 7\/1 âm lịch trở đi\n*[[Hà Nam]]: lễ hội vật võ Liễu Đôi 5\/1 âm lịch, lễ hội chùa Đọi (Long Đọi) 19-21\/3 âm lịch, lễ hội đền Lảnh Giang ngày 18 – 25 tháng Sáu và ngày 18 – 25 tháng Tám âm lịch, lễ hội đền Trần Thương, lễ hội đền Trúc và hát Dậm Quyển Sơn (Thi Sơn, huyện Kim Bảng) 1-6\/2 âm lịch \n*[[Hà Nội]]: hội [[chùa Hương]] 6\/1 âm lịch (khai hội), hội hát chèo Tàu (Đan Phượng) 15\/1 âm lịch, hội chùa Bối Khê (Thanh Oai) 12\/1 âm lịch, hội đền Và (Sơn Tây) 15\/1 âm lịch, hội chùa Thầy (Quốc Oai), 5-7\/3 âm lịch (chính hội); Hội làng Hạ Thái 10\/1 âm lịch; Hội chùa Tây Phương (Thạch Thất) 5-6\/3 âm lịch, hội Bình Đà (Thanh Oai) 6\/3 âm lịch (kết hội); hội làng Khê Hồi (Thường Tín) 16\/3 âm lịch, Hội đền Hát Môn (Phúc Thọ) 6\/3 âm lịch, lễ hội chùa Trăm Gian (Chương Mỹ) 4\/1 âm lịch, hội chùa Trầm 2\/2 âm lịch, hội đền Hai Bà Trưng 6\/1 âm lịch, lễ hội Cổ Loa 6\/1 âm lịch, lễ hội làng Triều Khúc (Thanh Trì) 10\/1 âm lịch, lễ hội Gióng Sóc Sơn 6\/1 âm lịch, hội Đồng Nhân (Hai Bà Trưng) 6\/2 âm lịch, hội chùa Láng (Đống Đa) 7\/3 âm lịch, hội Lệ Mật (Long Biên) 23\/3 âm lịch, hội Gióng (Phù Đổng, Gia Lâm) 9\/4 âm lịch, hội đình Chèm (Từ Liêm) 14\/5 âm lịch, hội chùa Đậu Thường Tín 8\/1 âm lịch, hội phủ Tây Hồ 3\/3 và 13\/8 âm lịch, hội Đường Lâm (Sơn Tây) 4-10\/1 âm lịch, hội đền Sái Đông Anh 11\/1 âm lịch, lễ hội đền Ghềnh 6-12\/8 âm lịch, lễ hội Giằng bông (Sơn Đồng, Hoài Đức), lễ hội đình - chùa - bia Bà (Hà Đông), lễ hội làng Giá (Yên Sở, Hoài Đức), Lễ hội Tản Viên Sơn Thánh (Ba Vì), Hội làng Thổ Khối (Cự Khối, Long Biên) 9\/2 âm lịch, hội đình Yên Phụ 10\/2 âm lịch, hội đình Quảng Bá 9-11\/2 âm lịch, hội đình Phúc Xá (Ngọc Thụy, Long Biên) 6\/3 âm lịch\n*Hà Tĩnh: hội đền chợ Củi (Nghi Xuân) 3\/3 âm lịch, đền Lê Khôi (Thạch Hà) 2\/5 âm lịch, hội Cầu Ngư (Nghi Xuân) cuối xuân đầu hạ, hội chùa Hương Tích (Can Lộc) 6\/1 âm lịch (khai hội)\n*[[Hải Dương]]: hội Côn Sơn rằm tháng giêng khoảng 7 ngày, hội đền Kiếp Bạc (Chí Linh) rằm tháng Tám khoảng 7 ngày, hội đền Tranh (Ninh Giang) 14\/2 âm lịch chính hội\n*[[Hải Phòng]]: hội chọi Trâu (Đồ Sơn) 10\/6 âm lịch - 9\/8 âm lịch; hội Bạch Đằng; hội làng cá Cát Bà  1 tháng 4 dương lịch\n*[[Hậu Giang]]: lễ hành hương về đền Bác Hồ (Long Mỹ) 19\/5 và 2\/9 dương lịch\n*[[Hòa Bình]]: Hội chùa Tiên (Phú Lão - Lạc Thủy) 15\/1 - 15\/2 âm lịch \n*[[Hưng Yên]]: lễ hội đình - đền - chùa và hội hát ca trù làng Đào Đặng (Trung Nghĩa, thành phố Hưng Yên) 1-4\/2 âm lịch; Hội hát trống quân Liên Khê, Dạ Trạch (Khoái Châu) 15\/8 âm lịch; Hội Phù Ủng (thờ Phạm Ngũ Lão) 11\/1 âm lịch; đền Đa Hòa (Khoái Châu) 10-12\/2 âm lịch, đền Dạ Trạch, Khoái Châu 10-12\/2 âm lịch, hội làng Nôm 12\/1 âm lịch, lễ hội Nam Trì (Ân Thi), lễ hội đền Mẫu (thành phố Hưng Yên) 10\/3 âm lịch (khai hội);  lễ hội văn hóa vùng Phố Hiến 6 - 8 tháng 3 âm lịch\n*Khánh Hòa: ngày hội tháp Bà Ponagar 23\/3 âm lịch\n*Kiên Giang: kỷ niệm sinh Nguyễn Trung Trực 28\/8 âm lịch, Tết Chol Chnam Thmay, lễ Okombok 15\/10 âm lịch, lễ cũng chùa Bà Thiên hậu tháng 1 âm lịch\n*Kon Tum: hội đâm trâu dịp gặt hái xong\n*[[Lào Cai]]: Hội xuống đồng: ngày Thìn tháng Giêng\n*[[Lạng Sơn]]: hội Đồng Đăng 10\/1 âm lịch, lễ hội [[đình Pác Mòng]], Hội chùa Bắc Nga (Cao Lộc) và hội chùa Nhị - Tam Thanh 15\/1 âm lịch, lễ hội đền Kỳ Cùng (thành phố Lạng Sơn) \n*Lâm Đồng: lễ Nhu Rhe, đâm trâu (lễ hội mừng lúa mới của dân tộc Mạ) sau khi gặt hái xong khoảng tháng 1 âm lịch, kéo dài 7 ngày \n*Long An: lễ làm chay 15\/1 âm lịch, lễ lăng Nguyễn Huỳnh Đức 8\/9 âm lịch, lễ vía Ngũ Hành Nương Nương\n*[[Nam Định]]: hội chợ Viềng, hội Phủ Giày 1-10\/3 âm lịch, hội truyền thống Trần Hưng Đạo 15-20\/8 âm lịch, hội chùa Keo (Xuân Thủy) 12-15\/9 âm lịch, Hội chùa Cổ Lễ (huyện Trực Ninh) 15-20\/9 âm lịch\n*[[Nghệ An]]: hội làng Vạn Lộc (Cửa Lò) 15\/1 âm lịch, hội đền Cuông (Diễn Châu) 15\/2 âm lịch, ngày hội tiếng hát làng Sen 19\/5 dương lịch, lễ hội [[đền Khai Long]], lễ hội đền vua Mai (Nam Đàn) 13-15\/1 âm lịch, hội [[đền Cờn]] 20, 21\/1 âm lịch, lễ hội [[đền ông Hoàng Mười]] 15 tháng 3 và 10 tháng 10 âm lịch.\n*[[Ninh Bình]]: [[Lễ hội Hoa Lư]] 8-10\/3 âm lịch, [[lễ hội chùa Bái Đính]], [[lễ hội Tràng An]], [[lễ hội đền Nguyễn Công Trứ]], [[lễ hội đền Thái Vi]] (Ninh Hải, Hoa Lư)\n*Ninh Thuận: lễ hội Katé tháng 7-8 dương lịch\n*[[Phú Thọ]]: Hội đền Hùng 3-10\/3 âm lịch, lễ hội [[đền Trù Mật]], hội phết Hiền Quan (Tam Nông) 12-13\/1 âm lịch, hội hát Xoan\n*Phú Yên: lễ hội đua truyền thống đầm Ô Loan (thôn Phú Tân, xã An Cư, huyện Tuy An) 7\/1 âm lịch, lễ hội Đâm trâu (huyện Sông Hinh, Sơn Hòa, Đồng Xuân) tháng 3 âm lịch, hội hoa Xuân truyền thống 27-30\/12 âm lịch\n*Quảng Bình: hội đua thuyền truyền thống (Lệ Thủy) 2\/9 dương lịch\n*Quảng Nam: lễ hội văn hóa thể thao miền núi tháng 3 dương lịch, lê hội cầu Ngư tháng 4 dương lịch, lễ hội bà Thu Bồn tháng 2 âm lịch, hội Hội An\n*Quảng Ngãi: lễ hội đua thuyền Tứ Linh (Lý Sơn) 5-7 \/1 âm lịch, lễ hội đua thuyền Tịnh Long (Sơn Tịnh) 5-6\/1 âm lịch, lễ hội chùa Thiên Ấn (Sơn Tịnh) 15\/7 âm lịch\n*[[Quảng Ninh]]: hội Yên Tử 10\/1 âm lịch, hội chùa Quỳnh Lâm (Đông Triều) 2\/2 âm lịch, hội đình Quan Lạn 18\/6 âm lịch, Hội đền Cửa Ông từ 4\/1 âm lịch, 3 tháng; hội đình Trà Cổ (Hải Ninh) 1-8\/6 âm lịch, hội chùa Ba Vàng\n*Quảng Trị: hội đâm trâu người Vân Kiều - Hướng Hóa cuối tháng 2 đầu tháng 3 âm lịch\n*Sóc Trăng: lễ hội Okombok của người Khmer 15\/10 âm lịch\n*[[Sơn La]]: Lễ hội Xíp xi của người Thái, Kháng 14\/7 âm lịch, lễ hội mừng cơm mới của người Thái tháng 10 âm lịch\n*Tây Ninh: Lễ hội Mừng Xuân núi Bà Đen (01 đến 15\/1 âm lịch), Hội Yến Diêu Trì Cung (15\/08 Âm lịch)\n*[[Thanh Hóa]]: Lễ hội Lam Kinh 21-22\/8 âm lịch, lễ hội [[đền thờ Lê Hoàn]], lễ hội đền Am Tiên núi Nưa 18-20\/1 âm lịch, lễ hội đền Quang Trung 5\/1 âm lịch, lễ hội Sòng Sơn – Ba Dội 24- 26\/2 âm lịch, lễ hội đền Bà Triệu 20-22\/2 âm lịch\n*Thái Bình: hội chùa Keo (Vũ Thư) 4\/1 và 13-15\/9 âm lịch, Hội đền Tiên La (Hưng Hà) 16\/3 âm lịch, Hội đền Đồng Xâm (Kiến Xưong) 1\/4 âm lịch, hội đền Đồng Bằng (Quỳnh Phụ) 20\/8 âm lịch, Hội chùa Am (Kiến Xưong) 2\/9 âm lịch, lễ hội Vạn Xuân miếu Hai thôn (Xuân Hòa, Vũ Thư) 10\/2 âm lịch (khai hội)\n*[[Thái Nguyên]]: Hội đền Đuổm (Động Đạt, Phú Lương) 6\/1 âm lịch, Hội chùa Hang (TP Thái Nguyên) 18\/1 âm lịch\n*[[Thừa Thiên Huế]]: lễ cầu ngư (Thuận An - Phú Vang) 11-12 \/ 1 âm lịch (3 năm 1 lần), hội làng Sình (Phú Vang) 10\/1 âm lịch, hội điện Hòa Chén (Hương Trà) tháng 3 và 7 âm lịch\n*[[Tiền Giang]]: kỷ niệm chiến thắng Ấp Bắc 2\/1 dương lịch, Rạch Gầm Xoài Mút 20\/1 dương lịch, kỷ niệm ngày mất Nguyễn Hữu Huân 19\/5 dương lịch, ngày mất [[Trương Định]] 20\/8 dương lịch, ngày Nam Kỳ khởi nghĩa 23\/11 dương lịch\n*TPHCM: lễ chiến thắng Đống Đa 5\/1 âm lịch, lễ hội Nguyên Tiêu 15\/1 âm lịch, lễ hội Hai Bà Trưng 8\/3 al, giỗ tổ Hùng Vương 10\/3 âm lịch, lễ Nghinh Ông Cần Giờ 16\/8 âm lịch, Tết Ka té của người Chăm 29\/8 âm lịch, lễ cũng vía Ngọc Hoàng chùa Ngọc hoàng 9\/1 âm lịch, lễ vía Bà chùa Bà Thiên hậu 23\/3 âm lịch\n*Trà Vinh: tết Chol Chnam Thmay của người Khmer 13-14-15 \/4 dương lịch, Dolta lễ hội của người Khmer giữa tháng 10 dương lịch, Okombok lễ hội của người Khmer cuối tháng 11 hàng năm\n*[[Tuyên Quang]]: Lễ hội Lồng Tồng của dân tộc Tày (Chiêm Hóa) 8\/1 âm lịch, lễ hội ném còn Giếng Tanh của người Cao Lan (Yên Sơn) 10\/1 âm lịch\n*Vĩnh Long: hội đình Long Thanh (hạ điền) 16-17\/3 âm lịch (thượng điền) 16-17 \/1 âm lịch, giỗ Phan Thanh Giản 4-5\/7 âm lịch, giỗ quan đại thần, chiến sĩ trận vong 12-13\/10 âm lịch\n*[[Vĩnh Phúc]]: hội Tây Thiên 15\/2 âm lịch, lễ hội [[đền Gia Loan]]\n*[[Yên Bái]]: Lễ hội đền Đông Cuông: tháng 1 âm lịch\n\n==Hình ảnh==\n<gallery>Tập tin:Festival Khai Ha - Muong Bi.jpg|Lễ hội Khai Hạ - Mường Bi của đồng bào dân tộc Mường\nTập tin:Choi trau Hai Luu.jpg|[[Lễ hội chọi trâu Hải Lựu]], [[Vĩnh Phúc]]\nTập tin:Lehoidendinh.jpg|Lễ tế [[đền Vua Đinh Tiên Hoàng|đền Vua Đinh]] tại [[cố đô Hoa Lư#Lễ hội cố đô Hoa Lư|lễ hội cố đô Hoa Lư]]\nTập tin:Kite festival Vung Tau 2009, 07.jpg|Lễ hội diều Vũng Tàu là một lễ hội mới du nhập vào Việt Nam\nTập tin:Quan họ cổ - hội Lim, Bắc Ninh.JPG|Các chòi hát Quan họ ở [[hội Lim]], [[Bắc Ninh]]\nTập tin:Festival Huế 2008-3.JPG|Lễ hội Festival Huế, diễn ra 2 năm 1 lần ở [[Thừa Thiên Huế]]\nTập tin:Hội cướp phết.jpg|Lễ hội cướp phết ở Phú Thọ\nTập tin:Đồng Kỵ 03.jpg|Lễ hội làng nghề pháo Đồng Kỵ, Từ Sơn, Bắc Ninh\nTập tin:Den ong sao.JPG|Đèn ông sao trong [[tết Trung thu]]\nTập tin:DiNau, kieu2016.png|Rước kiệu tại giáo xứ Dị Nậu, [[Thạch Thất]]\nTập tin:DiNau, kieu2017.png|Rước kiệu [[Công giáo tại Việt Nam|Công giáo]] truyền thống\n<\/gallery>\n\n==Danh sách một số lễ hội==\n{| class=\"prettytable wikitable\" width=\"100%\"\n|- bgcolor=\"#CCCCCC\"\n!Ngày bắt đầu (âm lịch)\n|'''Vị trí'''\n|'''Lễ hội truyền thống'''\n! Lần đầu tổ chức năm \n!Nhân vật liên quan|| Ghi chú \n|-\n|5\/1||[[Hà Nội]], quận [[Đống Đa]]\n|[[Gò Đống Đa|Lễ hội Đống Đa]]||  \n|Nguyễn Huệ||\n|-\n|5\/1\n|[[Hà Nam]], huyện [[Thanh Liêm]]\n|[[Hội vật Liễu Đôi]]||\n| || tại làng Liễu Đôi\n|-\n|6\/1|| Hà Nội, [[Sóc Sơn]]\n|'''[[hội Gióng]]''' [[Sóc Sơn]]||[[Nhà Tiền Lê]]\n|Thánh Gióng||\n|-\n|6\/1\n| Hà Nội, [[Đông Anh]]\n| Lễ hội [[Cổ Loa]]||  \n|An Dương Vương||\n|-\n|6\/1\n|[[Ninh Bình]], [[Gia Viễn]]\n|[[Chùa Bái Đính#Lễ hội chùa Bái Đính|Lễ hội chùa Bái Đính]]||Nhà Lý \n| ||\n|-\n|7\/1||[[Nam Định]], [[Vụ Bản]]\n|[[Chợ Viềng]]||  Nhà Trần\n| ||\n|-\n|7\/1\n|[[Phú Yên]], [[Ô Loan]]\n| [[Lễ hội đầm Ô Loan]]||  \n| ||\n|-\n|9\/1|\n|[[Tây Ninh]], [[Đạo Cao Đài]]\n| [[Đại lễ Đức Chí Tôn]]||\n|Đức Chí Tôn||\n|-\n|10\/1||[[Quảng Ninh]], núi [[Núi Yên Tử|Yên Tử]]\n| [[Hội xuân Yên Tử]]||thế kỷ 14 \n|Trần Nhân Tông||[[Trúc Lâm Yên Tử|Thiền phái Trúc Lâm]], đến hết tháng 3\n|-\n|13\/1||[[Phú Thọ]], huyện [[Tam Nông, Phú Thọ|Tam Nông]]\n| [[Hội phết Hiền Quan]]|| gần đây\n|Thiều Hoa công chúa, tứ vị đại tần họ Hà (Hà Hắc Long, Hà Hiên Cương, Hà Thổ Lân và Hà Sơn Thắng), hai tướng công : Bùi Thạch Đa và Bùi Thạch Đê. \n|Thòi Hùng vương thứ 6 vàtthời Hai Bà Trưng\n|-\n|13\/1\n| Bắc Ninh, huyện [[Tiên Du]]\n| [[Hội Lim]]||[[Nhà Lê sơ]]\n|Nguyễn Đình Diễn\n||\n|-\n|6\/1||Hà Nội, huyện [[Mỹ Đức]]\n| [[Lễ hội chùa Hương]]||  \n|Quan Thế Âm Bồ Tát|| đến tháng 3 âm lịch\n|-\n|15\/1\n|Hải Dương, huyện [[Chí Linh]]\n| Hội [[chùa Côn Sơn]]|| từ thế kỷ 14\n|Huyền Quang, Nguyễn Trãi||\n|-\n|14\/1\n|[[Long An]], thị trấn Tầm Vu\n|[[Lễ hội làm chay]]||  năm 1878\n|Đỗ Tường Phong, Đỗ Tường Tự|| đến 16\/1\n|-\n|15\/1\n|Nhiều quốc gia\n| [[Tết Nguyên tiêu]]||  \n| || đêm 14 đến nửa đêm 15\/1\n|-\n|16\/1||[[Vĩnh Phúc]], huyện [[Lập Thạch]] \n| [[Lễ hội chọi trâu Hải Lựu|Lễ hội chọi trâu]] || thế kỷ 2 trước CN\n| || không tổ chức từ 1947-2002\n|-\n|4\/1||[[Tây Ninh]], [[Núi Bà Đen]] \n| [[Hội Xuân núi Bà]]||\n|Linh Sơn Thánh Mẫu|| đến 16\/1\n|-\n|10\/2||[[Hà Nội]], [[Hồ Tây]] \n| Lễ hội đình [[Yên Phụ]] || thế kỷ 17\n|Uy Linh Lang, Vương Duy, Vương Ba|| khôi phục từ 2003\n|-\n|10\/2||[[Hà Nội]], [[Đông Anh]] \n| Lễ hội [[Miếu Mạch Lũng]] || \n|Minh Mỗ Đại vương Thượng đẳng thần||\n|-\n|19\/2||[[Đà Nẵng]], [[Ngũ Hành Sơn]] \n| Lễ hội [[Quán Thế Âm]] || năm 1960\n|Quán Thế Âm Bồ Tát|| diễn ra trong 3 ngày\n|-\n||| \n| [[Thanh minh|Tiết Thanh minh]] || Nhà Thanh\n| ||diễn ra sau tiết xuân phân trước tiết cốc vũ\n|-\n||| [[Tây Nguyên]] \n| [[Lễ hội đua voi|Hội đua voi]] || \n| || lớn nhất ở [[Đắk Lắk|Đắc Lắc]], [[bản Đôn]], tổ chức 2 năm 1 lần vào tháng 3 âm lịch\n|-\n|3\/3||\n| [[Tết Hàn thực]] || Nhà Lê\n| Giới Tử Thôi, Tấn Văn Công||\n|-\n|3\/3|| [[Nam Định]], [[Vụ Bản]] \n| [[Phủ Dầy|Hội Phủ Giầy]] || \n| Mẫu Liễu Hạnh||\n|-\n|2\/3|| [[Thừa Thiên Huế]], huyện [[Hương Trà]] \n| Lễ hội [[Điện Hòn Chén]] || thế kỷ 16\n| Thiên Y A Na||\n|-\n|3\/3||[[Hà Tây]], [[Quốc Oai]] \n| Lễ hội [[Chùa Thầy]] || \n| Từ Đạo Hạnh||đến 7\/3\n|-\n|6\/3||[[Ninh Bình]], huyện [[Hoa Lư]] \n|[[Lễ hội Hoa Lư]] ||Nhà Lý \n| Đinh Bộ Lĩnh||tên khác: [[Lễ hội cố đô Hoa Lư]], đến 10\/3 \n|-\n|14\/3|| Ninh Bình, huyện Hoa Lư \n| [[Đền Thái Vi#Lễ hội đền Thái Vi|Lễ hội đền Thái Vi]] ||Nhà Trần \n| Trần Thái Tông, Trần Thánh Tông, Trần Nhân Tông, Trần Anh Tông, Hiển Từ Hoàng Thái Hậu||đến 16\/3\n|-\n|8\/3|| [[Hưng Yên]], huyện [[Ân Thi]] \n| [[Lễ hội Nam Trì]] || Thế kỉ 2 trước CN\n| Lang Công, Bảo Công, Công chúa Hùng vương Lâu nương||kéo dài 5 ngày\n|-\n|10\/3|| Nhiều nơi ở Việt Nam \n| '''[[Đền Hùng#Lễ hội đền Hùng|Giỗ tổ Hùng Vương]]''' ||[[Nhà Đinh]] \n| Vua Hùng|| lớn nhất tại [[Đền Hùng]], Phú Thọ\n|-\n|10\/3|| [[Hưng Yên]], [[Phố Hiến]] \n| Lễ hội [[đền Mẫu]] || \n| Dương Quý Phi|| đến 15\/3\n|-\n||| Hải Phòng, huyện [[Cát Hải, Thị trấn Cát Bà]]\n|''' [[Lễ hội Làng cá|Lễ hội Làng cá Cát Bà]]''' || 1\/4\/1958\n| Hồ Chí Minh||1\/4 dương lịch\n|-\n|7\/4|| Hà Nội, huyện [[Gia Lâm]] \n|''' [[Hội Gióng|Hội Gióng Phù Đổng]]''' || Thế kỉ 11 đời Lý Thái Tổ\n| Thánh Gióng||\n|-\n|8\/4||Nhiều quốc gia\n| [[Lễ Phật Đản]] || 624 trước CN\n| Phật [[Tất Đạt Đa]]|| [[Phật giáo]]\n|-\n|14\/4||[[Nam Bộ Việt Nam|Nam Bộ]]\n| [[Lễ hội Chol Chnam Thmay]] || \n| || Tết người [[Khmer]]\n|-\n|18\/3|| [[Quảng Ngãi]], huyện [[Lý Sơn]] \n| [[Lễ khao lề thế lính]] || \n| ||đến 20\/3\n|-\n|23\/4|| [[Miếu Bà Chúa Xứ Núi Sam|Miếu Bà Chúa Xứ]], Núi Sam, An Giang, [[Châu Đốc]] \n| [[Lễ hội miếu Bà Chúa Xứ]] || \n| Bà Chúa Xứ|| đến 27\/4\n|-\n|5\/5||Nhiều quốc gia\n| '''[[Tết Đoan ngọ]]''' || \n| || Tết giết sâu bọ\n|-\n|7\/7|| Nhiều quốc gia\n| [[Thất Tịch]] || \n| Ngưu Lang, Chức Nữ|| Ngày [[Valentine|lễ tình nhân]] [[Phương Đông|Đông phương]]\n|-\n|15\/7||Nhiều quốc gia\n| [[Vu-lan|Lễ Vu Lan]], [[Vu-lan|Tết Trung Nguyên]] || \n| Bồ tát Mục Liên|| báo hiếu cha mẹ\n|-\n||| [[Phan Thiết]] ([[Bình Thuận]]) \n| [[Lễ hội Nghinh Ông Quan Thánh Đế Quân|Lễ hội Nghinh Ông (Quan Thánh Đế Quân)]] || \n| || của Người Hoa, tổ chức vào năm chẵn Tây Lịch\n|-\n| ||[[Bình Thuận]]\n| [[Lễ hội Katé|Lễ hội Katê]] || \n| || Lễ hội người [[Người Chăm|Chăm]], 1 tháng 7 theo lịch Chăm\n|-\n|9\/8||[[Hải Phòng]], [[Đồ Sơn]] \n| [[Lễ hội chọi trâu Đồ Sơn|Lễ hội chọi trâu]] || \n| ||\n|-\n|15\/8||Nhiều quốc gia\n| '''[[Tết Trung thu|Tết Trung Thu]]''' || Nhà Đường\n| Hằng Nga, Hậu Nghệ, Đường Minh Hoàng, Chú Cuội|| Tết thiếu nhi\n|-\n|15\/8|| [[Hải Dương]], huyện [[Chí Linh]] \n| Hội [[Đền Kiếp Bạc]] || \n| Trần Hưng Đạo|| đến 20\/8\n|-\n|15\/8|| [[Tây Ninh]], [[Tòa Thánh Tây Ninh]] \n| [[Hội Yến Diêu Trì]]||năm 1925\n| Cao Quỳnh Cư, Phạm Công Tắc, Cao Hoài Sang, Nguyễn Thị Hiếu|| Đạo [[Cao Đài]]\n|-\n||| [[Bình Thuận]], [[Tiền Giang]] \n| [[Lễ hội nghinh Ông|Lễ hội Nghinh Ông (Cá Voi)]] || \n| ||\n|-\n||| [[Rạch Giá]], [[Kiên Giang]] \n| [[Lễ hội AHDT Nguyễn Trung Trực]]||\n| Nguyễn Trung Trực||\n|-\n|13\/9|| [[Thái Bình]], [[Vũ Thư]] \n| Lễ hội [[Chùa Keo]] ||Nhà Lý \n| Thiền sư Không Lộ||đến 15\/9\n|-\n|15\/10||Nhiều quốc gia\n| [[Tết Song thập|Tết cơm mới]] || \n| || Tết song thập\n|-\n|13\/11|| Ninh Bình, huyện [[Kim Sơn]] \n| [[Lễ hội đền Nguyễn Công Trứ]] || Nhà Nguyễn\n| Nguyễn Công Trứ||\n|-\n|23\/12||Nhiều quốc gia\n| Tiễn [[Táo quân|Ông Táo]] về trời || \n| Thổ Công, Thổ địa, Thổ kỳ||\n|-\n|}\n\n== Xem thêm ==\n* [[Các ngày lễ ở Việt Nam]]\n* [[Lễ hội các dân tộc Việt Nam]]\n* [[Di tích Việt Nam]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n* [http:\/\/dulichvietnam.org.vn\/c9\/le-hoi-&-tro-choi-dan-gian Lễ hội & Trò chơi dân gian] {{Webarchive|url=https:\/\/web.archive.org\/web\/20210127201320\/http:\/\/dulichvietnam.org.vn\/c9\/le-hoi-%26-tro-choi-dan-gian |date=2021-01-27 }}\n\n{{Kiểm soát tính nhất quán}}\n{{Đề tài châu Á|Lễ hội}}\n\n[[Thể loại:Lễ hội Việt Nam| ]]\n[[Thể loại:Danh sách (Việt Nam)|Lễ hội Việt Nam]]"}