{"56056":"[[Tập tin:Bình rượu rắn.jpg|nhỏ|phải|200px| Rượu rắn tại một gia đình người làng Lệ Mật]]\n[[Tập tin:Nhà 1.jpg|nhỏ|phải|200px| Nhà xây kiểu kiến trúc cổ]]\n\n'''Lệ Mật''' là một làng quê thuộc phường Việt Hưng, quận Long biên, cách trung tâm thành phố [[Hà Nội]] khoảng 7 [[kilômét|km]] về phía Đông Bắc (nay thuộc phường [[Việt Hưng, Long Biên|Việt Hưng]], quận [[Long Biên]], thành phố Hà Nội). Làng nổi tiếng về nghề bắt [[rắn]] và chế biến đặc sản thịt rắn.\nHàng năm, cứ đến ngày 23\/3 âm lịch, dân của các vùng xung quanh và khách thập phương lại nô nức về dự hội làng Lệ Mật. \n\nChính cái nghề truyền thống này nó gắn với truyền thuyết về một Thành Hoàng làng đó là Phúc thần Hoàng Ngọc Trung, người làng Lệ Mật. Chuyện kể rằng: vào thế kỷ XI, con gái vua Lý Thán Tông dong thuyền chơi trên dòng sông Thiên Đức (sông Đuống ngày nay) chẳng may bị thủy quái có hình thù con rắn bắt giữ. Đám quan quân tùy tùng không đủ sức cứu giúp, rất may có chàng trai họ Hoàng (làm nghề đánh cá) lao vào cuộc, trận thủy chiến diễn ra ác liệt rồi cuối cùng quái vật bị chặt đầu bằng lưỡi gươm của chàng trai dũng cảm ấy. Có công cứu sống công chúa nhưng chàng trai dũng sĩ từ chối mọi công danh, vàng bạc do nhà vua ban thưởng, chàng chỉ xin được phép đưa dân làng Thăng Long. Chàng đã cùng dân làng lập được 13 trại làm ăn thịnh vượng, đó cũng là 13 làng có những cái tên: Cống Vị, Ngọc Hà, giảng Võ, Thủ Lê, Vạn Phúc, Hữu Tiếp, Thụy Khê, Ngọc Khánh, Liêu Giai, Kim Mã, Đại Yên, Phủ Đế… Để ghi nhớ công trạng của chàng, dân làng Lệ Mật đã tôn vinh chàng là Thành hoàng làng. Hàng năm, dân của 13 làng trại lại trở về nhớ tới công đức của vị tổ họ Hoàng.\n\n==Lịch sử làng==\n\nLàng Lệ Mật vào cuối [[nhà Lê sơ|thời Lê]] đầu [[nhà Nguyễn|thời Nguyễn]] là một xã thuộc tổng Gia Thụy, huyện Gia Lâm, phủ Thuận An, trấn Kinh Bắc. Năm [[1961]], xã Việt Hưng cùng các xã, thị trấn trong huyện Gia Lâm được nhập về thành phố Hà Nội. Năm 2003, khi một phần huyện Gia Lâm được tách ra để thành lập quận [[Long Biên]], xã Việt Hưng đổi thành phường Việt Hưng thuộc quận Long Biên. Lệ Mật là một làng cổ, xưa có tên là \"Trù Mật\", có lẽ vì kỵ húy chúa Trịnh Chù ([[Trịnh Cương]] ([[1686]] - [[1729]]) nên đổi thành tên như hiện nay.\n\nTương truyền, vào đời vua [[Lý Nhân Tông]], có một công chúa cưng của vua thường bơi thuyền du ngoạn trên dòng Thiên Đức ([[sông Đuống]] ngày nay) và vào một hôm, công chúa bị đắm thuyền [[chết]] đuối không thấy xác. Vua trao giải cho ai tìm thấy nhưng không người nào tìm được. Có một chàng thanh niên [[hoàng (họ)|họ Hoàng]] ở Lệ Mật đã chiến đấu dũng cảm với thủy quái và cuối cùng đưa được ngọc thể của công chúa lên bờ. Vua ban thưởng cho chàng rất nhiều gấm vóc, [[vàng]] [[bạc]], nhưng chàng từ chối tất cả, chỉ xin vua cho đưa dân nghèo Lệ Mật và mấy làng quanh đó sang khai khẩn vùng đất phía Tây kinh thành Thăng Long làm trang trại. Sau khi được vua ưng thuận, dân chúng Lệ Mật đã cùng chàng vượt dòng sông Nhị Hà ([[sông Hồng]]) sang khai khẩn khu đất phía Tây [[hoàng thành Thăng Long|thành Thăng Long]]. Vùng đất ấy dần trở nên trù phú, mở rộng thành 13 trại ấp mà sách sử gọi là khu \"[[Thập tam trại|Thập Tam trại]]\".\n\nSau khi khai lập được 13 trại, chàng trai họ Hoàng quay về củng cố làng cũ, rất trù phú, nên gọi làng là \"Trù Mật\". Sau khi chàng thanh niên mất, dân làng lập [[đình]] thờ chàng, suy tôn chàng là [[Thành hoàng|Thần hoàng]]. Theo gương chàng, dân chúng làng Lệ Mật ngoài việc nhà nông còn phát triển thêm nghề bắt rắn, nuôi rắn.\n\nHiện nay trong làng có hàng trăm hộ nuôi rắn, hàng chục nhà hàng đặc sản rắn và có nhiều hoạt động văn hóa nghệ thuật về rắn được tổ chức rầm rộ hàng năm. Lệ Mật được đánh giá là trung tâm giao dịch về rắn của toàn miền Bắc, đồng thời là làng rắn nổi tiếng ở [[Việt Nam]] và trên thế giới.\n\nLàng Lệ Mật xưa có hai ngôi đình: đình Thượng (nay không còn), thờ Trạng Trình [[Nguyễn Bỉnh Khiêm]] và đình Hạ thờ dũng sĩ họ Hoàng.\n\n==Hội làng==\nNgười dân Hà Nội xưa có câu ca:\n::''Nhớ ngày 23 tháng 3''\n::''Dân trại ta vượt Nhị Hà thăm quê''\n::''Kinh quán, cựu quán đề huề''\n::''Hồ Tây cá nhảy đi về trong mây ''\n\nHội làng Lệ Mật là cơ hội để hàng năm con cháu trong làng (dân cựu quán) và con cháu đi xa khai hoang bên kinh thành Thăng Long (dân kinh quán) gặp gỡ nhau để tâm sự và tỏ lòng biết ơn đối với tổ tiên, những người khai hoang.\n\nHội làng được tổ chức hàng năm từ ngày 20 đến 24 tháng 3 Âm lịch, hội chính vào ngày 23 tháng 3 [[Âm lịch]], suy tôn Thành Hoàng làng Lệ Mật. Vào ngày hội chính, đại diện con cháu của 13 trại phía Tây thành Thăng Long xưa đội 13 mâm lễ vật mang từ kinh đô về đình làng Lệ Mật để dự hội. Trong ngày hội làng có trò múa rắn độc đáo, con rắn được làm bằng nan tre lợp vải tượng trưng cho loài thủy quái đã bị chàng trai họ Hoàng dùng sức mạnh và ý chí của mình hạ gục. Người ta còn tổ chức thi rắn to, rắn đẹp, rắn lạ,..phổ biến các bí quyết bắt rắn, nuôi rắn, khai thác nọc, chữa rắn độc cắn...Du khách tham dự lễ hội có thể được thưởng thức các món đặc sản chế biến từ thịt rắn.\n\n==Xem thêm==\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.cinet.gov.vn\/detail.aspx?source=1&catid=30&newsid=307 Lệ Mật]{{Liên kết hỏng|date=2021-05-10 |bot=InternetArchiveBot }}\n*[http:\/\/www.lamdong.gov.vn\/ctv\/baold\/2001\/04\/19\/text\/nghethuat.htm#2 Làng rắn và lễ hội Lệ Mật] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070313141855\/http:\/\/www.lamdong.gov.vn\/ctv\/baold\/2001\/04\/19\/text\/nghethuat.htm#2 |date=2007-03-13 }}\n*[http:\/\/www.hanoitv.org.vn\/tintuc\/vn\/detail.asp?CatID=8&NewsID=9305 Làng Lệ Mật] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070311193159\/http:\/\/www.hanoitv.org.vn\/tintuc\/vn\/detail.asp?CatID=8&NewsID=9305 |date=2007-03-11 }}\n{{Du lịch Hà Nội}}\n\n[[Thể loại:Long Biên]]\n[[Thể loại:Làng nghề Hà Nội|Lệ Mật]]"}