{"434790":"{{chú thích trong bài}}\n{{otheruses|Chiến tranh Trung–Việt}}\n{{Kháng chiến của Việt Nam}}\n'''Lịch sử chiến tranh Việt Nam–Trung Quốc''' là những cuộc xung đột, chiến tranh, từ thời [[cổ đại]] đến thời [[hiện đại]] giữa [[Việt Nam]] và [[Trung Quốc]].\n\nNhững xung đột đó được biết đến từ những [[truyền thuyết]] truyền miệng thời xa xưa, như truyền thuyết thời [[Hồng Bàng]], quốc gia [[Văn Lang]] của [[Hùng Vương]] phải phòng vệ trước sự xâm lược của [[nhà Ân]].\n\n[[Nhà Tần]] sau khi thôn tính các quốc gia [[Trung Nguyên]] đã tiếp tục tràn xuống phía nam sông [[Trường Giang]], xâm chiếm lãnh thổ các bộ lạc [[Bách Việt]] trong đó có [[Âu Lạc]], [[Thục Phán]] đã lãnh đạo thành công cuộc chiến 10 năm bảo vệ lãnh thổ (218-208 TCN), nhưng sau đó bị mắc bẫy nên mất quyền cai trị đất nước vào tay [[nhà Triệu]] năm [[179 TCN]] (hoặc [[207 TCN]]). Từ đây vùng lãnh thổ độc lập của [[người Việt]] phải chịu tình trạng thuộc địa của các triều đại phương bắc Trung Quốc trong 10 thế kỷ (179 TCN- 905 hoặc [[111 TCN]] - 905).<ref>[[Bắc thuộc]]<\/ref> Các triều đại của Trung Quốc từng kiểm soát lãnh thổ thuộc Việt Nam ngày nay là [[Tây Hán]] (111 TCN-9), [[Nhà Tân|Tân]] (9-23), [[Đông Hán]] (23-220) (gián đoạn 40-43 khởi nghĩa [[Hai Bà Trưng]]), [[Đông Ngô]] (222-280), [[Tây Tấn]] (280-316), [[Đông Tấn]] (317-420), [[Lưu Tống]] (420-479), [[Nam Tề]] (479-502), [[Nhà Lương|Lương]] (502-557), [[Nhà Trần (Trung Quốc)|Trần]] (557-589), [[Nhà Tùy|Tùy]] (581-619), [[Nhà Đường|Đường]] (618-905).\n\n[[Người Việt]] giành được độc lập tự chủ, kết thúc thời kì [[Bắc thuộc]] có thể từ năm 905 khi [[Khúc Thừa Dụ]] giành quyền [[tự chủ]], hay năm 938 khi [[Ngô Quyền]] đánh thắng quân [[Nam Hán]]. Người Việt giành được tự chủ cho mình, nhưng trong suốt hơn 1000 năm tiếp theo cho đến hiện tại xảy ra nhiều [[Chiến tranh|cuộc chiến]] tranh giữa hai [[quốc gia]].\n\n{{main|Các cuộc chiến tranh liên quan đến Việt Nam}}\n\n==Thời Hồng Bàng==\n{{Chính|Chiến tranh Tần-Việt}}\n\nSau khi tiêu diệt 6 nước [[Sơn Đông]], thống nhất Trung Quốc và lên ngôi [[hoàng đế]], [[Tần Thủy Hoàng]] tiếp tục ý định mở rộng lãnh thổ về phía nam, Thủy Hoàng sai [[Đồ Thư]] mang 50 vạn quân tiếp tục đánh chiếm những vùng đất phía nam. Cuộc chiến kết thúc năm [[208 TCN]] và \"kéo dài 10 năm\", xác định rằng thời điểm [[Tần Thủy Hoàng]] phát binh đánh [[Bách Việt]] khoảng năm 218 - 217 TCN.\n\nCuộc chiến chống Tần của người Bách Việt kéo dài trong khoảng 10 năm, trong đó người [[Âu Việt]] đụng độ quân Tần trong khoảng 6 năm (từ năm [[214 TCN]]). Các tộc người [[Đông Việt]], [[Mân Việt]], [[Nam Việt]]… đã bị chinh phục nhưng người Âu Việt đã chiến thắng. Bước nam tiến của [[nhà Tần]] bị chặn lại sau thiệt hại nặng trong cuộc đụng độ này cùng cái chết của tướng Đồ Thư. Theo các sử gia Việt Nam hiện đại, gần như cùng thời điểm đó, sau cuộc chiến chống Tần thắng lợi, thủ lĩnh người Việt là [[Thục Phán]] đã thay thế [[Hùng Vương]] của nước [[Văn Lang]], thống nhất [[Âu Việt]] và [[Lạc Việt]], thành lập nước [[Âu Lạc]] vào khoảng năm 207 TCN.\n\n==Thời Bắc thuộc==\n{{Xem thêm|Bắc thuộc|Thời kỳ Bắc thuộc lần thứ nhất|Thời kỳ Bắc thuộc lần thứ hai|Thời kỳ Bắc thuộc lần thứ ba|Thời kỳ Bắc thuộc lần thứ tư}}\n===Chiến tranh Hán-Lĩnh Nam (42-43)===\n{{chính|Chiến tranh Hán-Việt, 42-43}}\nNăm 40 sau công nguyên, thì cuộc nổi dậy của Hai Bà Trưng là người Việt nổi dậy, phần đất thuộc bộ [[Giao Chỉ]] (gồm 4 quận [[Hợp Phố]] tức [[Quảng Tây]], [[Giao Chỉ]], [[Cửu Chân]], [[Nhật Nam]]) tách ra khỏi lãnh thổ nhà Đông Hán, trở thành một vùng đất độc lập.Trưng Trắc và Trưng Nhị lấy đất [[Mê Linh]] làm kinh đô, phong chức quyền cho những người cùng tham gia khởi nghĩa. Chính quyền của 2 bà tuy còn sơ khai nhưng cũng đã là một nhà nước độc lập, tự chủ.\n\nTới năm 42 sau công nguyên, [[nhà Hán]] - Trung Quốc do [[Mã Viện]] cầm đầu đã đưa quân sang đánh, chính quyền của Hai Bà Trưng bị thất bại, người Việt lại tiếp tục bị Trung Quốc đô hộ.\n\n===Chiến tranh Đông Ngô-Việt (248)===\n{{chính|Bà Triệu}}\nNăm [[Mậu Thìn]] (248), thấy quan lại nhà [[Đông Ngô]] (Trung Quốc) tàn ác, dân gian khổ sở, [[Bà Triệu]] bèn bàn với anh việc khởi binh chống lại.\n\nTừ hai căn cứ núi vùng Nưa và [[Yên Định]], hai anh em bà dẫn quân đánh chiếm quận lỵ [[Tư Phố]] nằm ở vị trí hữu ngạn [[sông Mã]]. Đây là căn cứ quân sự lớn của quan quân nhà [[Đông Ngô]] trên đất [[Cửu Chân]], đứng đầu là [[Tiết Kính Hàn]]. Thừa thắng, lực lượng nghĩa quân chuyển hướng xuống hoạt động ở vùng đồng bằng con sông này.\n\nNhững trận đánh ác liệt đã diễn ra tại căn cứ [[Bồ Điền]]. Song do chênh lệch về lực lượng và không có sự hỗ trợ của các phong trào đấu tranh khác nên căn cứ Bồ Điền bị bao vây cô lập, và chỉ đứng vững được trong hơn hai tháng.\n\nBà Triệu chống đỡ với quân Đông Ngô được năm sáu tháng thì thua. Bà Triệu đã tuẫn tiết trên núi Tùng. Nước Việt lại bị nhà Đông Ngô đô hộ.\n\n===Chiến tranh Lương-Vạn Xuân (541-602)===\n{{chính|Lý Nam Đế}}\nNăm 541, Lý Bí nổi dậy khởi nghĩa, đã đánh đuổi được thứ sử Tiêu Tư [[nhà Lương]], sau 3 lần đánh bại quân Lương những năm kế tiếp, Lý Bí tự xưng đế tức là Lý Nam Đế, lập ra [[nước Vạn Xuân]] vào năm 544. Đến năm Năm 545, nhà Lương cử [[Trần Bá Tiên]] và [[Dương Phiêu]] sang đánh nước Vạn Xuân, Lý Nam Đế bị thua trận, giao lại binh quyền cho [[Triệu Quang Phục]]. Sau khi Lý Nam Đế mất, Triệu Quang Phục đánh đuổi được quân Lương vào năm 550, bảo vệ được nước Vạn Xuân. Ông tự xưng là [[Triệu Việt Vương]], đến năm 571 một người cháu của Lý Nam Đế là [[Lý Phật Tử]] đã cướp ngôi Triệu Việt Vương, tiếp tục giữ được sự độc lập cho người Việt thêm 30 năm đến khi nhà Tùy sang đánh năm 602.\n\n===Chiến tranh Tùy-Vạn Xuân (602)===\n{{chính|Hậu Lý Nam Đế|Chiến tranh Tùy–Vạn Xuân}}\nNăm 602, [[nhà Tùy]] sai Lưu Phương đem quân 27 dinh sang đánh nước Vạn Xuân. Vua đời thứ ba của Vạn Xuân là [[Hậu Lý Nam Đế|Lý Phật Tử]] sợ giặc và đầu hàng, bị bắt sang Trung Hoa. Việt Nam vào [[Bắc thuộc lần 3|thời kỳ Bắc thuộc lần thứ 3]] mà trước hết là thuộc Tùy. Thời đó, Việt Nam bị xếp làm một châu của Tùy, gọi là Giao châu (交州). Trên đường đánh [[Lâm Ấp]] quay về, Lưu Phương mắc bệnh chết.\n\nSau Lưu Phương, đến [[Khâu Hòa]] được cử làm đại tổng quản. Năm 618, [[nhà Đường]] lật đổ nhà Tùy, lập ra nước Đại Đường. Khâu Hòa xin thần phục nhà Đường năm 622. Việt Nam thành thuộc địa của [[Nhà Đường|Đại Đường]].\n\n===Chiến tranh Đường-Việt===\n{{chính|Mai Hắc Đế|Phùng Hưng|Họ Khúc (lịch sử Việt Nam)}}\nKhởi nghĩa Hoan Châu do [[Mai Thúc Loan]] lãnh đạo nổ ra vào năm Khai Nguyên thứ nhất đời vua [[Đường Huyền Tông]] ở Trung Hoa, tức năm Quý Sửu (713). Mai Thúc Loan đã giải phóng toàn bộ đất nước và giữ vững nền độc lập trong 10 năm (713-722).\n\nKhoảng niên hiệu Đại Lịch (766-779), chưa rõ đích xác vào năm nào, nhân lòng căm phẫn của người dân, lợi dụng khi quân lính ở [[Tống Bình]] (Hà Nội) nổi loạn, [[Phùng Hưng]] đã phát động một cuộc khởi nghĩa lớn chống chính quyền đô hộ.\n\nCuối thế kỷ 9, chính quyền trung ương nhà Đường suy yếu nghiêm trọng. Nạn cát cứ của quân phiệt địa phương ngày càng ác liệt. [[Loạn Hoàng Sào|Khởi nghĩa Hoàng Sào (874-884)]] đã làm triều đình nhà Đường rung chuyển. [[Khúc Thừa Dụ]], khi đó là Hào trưởng Chu Diên, được dân chúng ủng hộ, đã tiến quân ra chiếm đóng phủ thành [[Đại La]] (Tống Bình cũ - Hà Nội), tự xưng là Tiết độ sứ.\n\n==Thời độc lập tự chủ (905-1407)==\n===Chiến tranh Nam Hán-Việt (938)===\n{{Chính|Trận Bạch Đằng, 938}}\n[[Tập tin:chienthangbachdang.jpg|nhỏ|phải|250px|Mô hình chiến thắng Bạch Đằng 938]]\n''Trận Bạch Đằng năm 938'' là một trận đánh giữa quân dân Việt Nam - thời đó gọi là [[Tĩnh Hải quân]] và chưa có quốc hiệu chính thức - do [[Ngô Quyền]] lãnh đạo với quân [[Nam Hán]] trên [[sông Bạch Đằng]]. Kết quả, quân dân Việt Nam giành thắng lợi. Đây là một trận đánh quan trọng trong lịch sử Việt Nam. Nó đánh dấu cho việc chấm dứt hơn 1000 năm [[Bắc thuộc]], nước Việt tiến vào thời kỳ xây dựng nhà nước phong kiến độc lập lâu dài.\n\n===Chiến tranh Tống-Đại Cồ Việt (981)===\n{{Chính|Chiến tranh Tống-Việt, 981}}\n''Chiến tranh Tống-Việt năm 981'' là một cuộc chiến tranh giữa [[Nhà Tống|Đại Tống]] thời [[Tống Thái Tông]] và [[Đại Cồ Việt]] thời [[Lê Đại Hành]] diễn ra từ tháng 1 đến tháng 4 năm 981 trên lãnh thổ [[Đại Cồ Việt]]. Kết quả, quân dân [[Đại Cồ Việt]] đã đánh bại quân đội [[Nhà Tống|Đại Tống]]. Sau cuộc chiến này, năm 986, hoàng đế [[Nhà Tống|Đại Tống]] chấp nhận [[nhà Tiền Lê]] và ban chế phong cho [[Lê Đại Hành]].\n\n===Chiến tranh Tống-Đại Việt (1075-1077)===\n{{Chính|Chiến tranh Tống-Việt, 1075-1077}}\n''Chiến tranh Tống - Việt, 1075-1077'' là tên gọi cuộc chiến tranh giữa [[nhà Lý]] nước [[Đại Việt]] và [[nhà Tống]] của [[Trung Quốc]] vào cuối thế kỷ XI. Giai đoạn đầu, tướng [[nhà Lý]] là [[Lý Thường Kiệt]] đã chủ động đánh đòn phủ đầu sang đất Tống trong chiến dịch 1075-1076 nhằm làm suy yếu binh lực của nhà Tống. Giai đoạn sau, quân Lý rút về lập tuyến phòng thủ trên bờ nam [[Sông Cầu|sông Như Nguyệt]] chống lại cuộc nam tiến của đại quân Tống trong năm 1076-1077. [[Trận Như Nguyệt]] kết thúc với chiến thắng của quân đội [[Đại Việt]] sau khi đã gây tổn thất lớn cho đại quân [[nhà Tống]],buộc quân Tống phải tháo lui và [[Đại Việt]] bảo vệ được nền độc lập tự chủ của mình.\n\n===Chiến tranh Nguyên Mông-Đại Việt===\n{{Chính|Chiến tranh Nguyên Mông-Đại Việt}}\n[[Tập tin:Chongquannguyenlan2.svg|nhỏ|phải|200px|Bản đồ mô tả cuộc kháng chiến lần thứ 2 chống quân Nguyên]]\n''Chiến tranh Nguyên Mông-Đại Việt'' hay ''Kháng chiến chống quân xâm lược Nguyên Mông'' (tên gọi ở Việt Nam) của một cuộc chiến tranh bảo vệ tổ quốc của quân và dân [[Đại Việt]] đầu [[Nhà Trần|thời Trần]] dưới thời các vua [[Trần Thái Tông]], [[Trần Thánh Tông]] và [[Trần Nhân Tông]] trước sự tấn công của [[đế quốc Mông Cổ]]. Tuy thời gian của cuộc kháng chiến bắt đầu từ năm 1258 đến năm 1288, nhưng thời gian chiến sự chính thức chỉ tổng cộng bao gồm khoảng gần 9 tháng, chia làm 3 đợt. Trước, giữa và sau các đợt chiến sự là thời gian tiến hành tích cực các hoạt động ngoại giao. Kết quả, [[Đại Việt]] bảo vệ được nền độc lập của mình, nhưng để tránh chiến tranh tái diễn, trên danh nghĩa phải chịu làm một xứ phụ thuộc vào [[đế quốc Mông Cổ]]. Thắng lợi quân sự của phía [[Đại Việt]] gắn liền với tên tuổi của [[Trần Hưng Đạo|Hưng Đạo Đại Vương Trần Quốc Tuấn]]. Lịch sử Việt Nam xem cuộc kháng chiến này là một trong những trang sử hào hùng nhất của mình.\n\n===Chiến tranh Minh-Đại Ngu (1406-1407)===\n{{Chính|Chiến tranh Minh - Đại Ngu}}\n''Chiến tranh Minh - Đại Ngu'', hay thường được giới sử học Việt Nam gọi là ''chiến tranh xâm lược của nhà Minh 1406-1407'', là cuộc chiến của [[nhà Hồ]] nước [[Đại Ngu]] chống cuộc xâm chiếm của [[nhà Minh]] dưới triều [[Minh Thành Tổ]] nhưng bị thất bại, [[Việt Nam]] một lần nữa rơi vào sự cai trị của [[Trung Quốc]] hay còn gọi là [[Bắc thuộc lần 4]].\n\n==Bắc thuộc lần thứ tư (1407 - 1427)==\n===Chiến tranh Minh-Đại Việt===\n{{Chính|Khởi nghĩa Lam Sơn}}\nSau thất bại của người Việt trước Trung Quốc trong thời [[nhà Hồ]], Nhiều cuộc nổi dậy chống Minh, điển hình là [[nhà Hậu Trần]], đã bị dẹp một cách tàn khốc. Liên tiếp 2 vua nhà Hồ, một vua nhà Hậu Trần bị bắt về Trung Quốc, vua [[Trùng Quang]] và các tướng đều tử tiết. [[Trương Phụ]] tàn sát những người lính theo quân khởi nghĩa và cả dân thường rất tàn bạo (chặt đầu, đốt xác, cuốn ruột vào cây...) để khủng bố tinh thần người Việt. Mặt khác, các tướng nhà Minh như [[Hoàng Phúc]], [[Trương Phụ]] đã thiết lập bộ máy cai trị và huy động được một lực lượng người Việt giúp việc khá đắc lực như [[Mạc Thúy]], [[Lương Nhữ Hốt]], [[Trần Phong]]...\n\n[[Khởi nghĩa Lam Sơn]] (1418-1427) do [[Lê Thái Tổ|Lê Lợi]] lãnh đạo nổ ra trong bối cảnh rất khó khăn, sau cùng kết thúc thắng lợi. Người Việt giành lại độc lập, nước [[Đại Việt]] phục hưng với sự ra đời của [[Nhà Lê sơ|nhà Hậu Lê]].\n\n==Thời độc lập (1428 - 1858)==\n===Chiến tranh Thanh-Đại Việt===\n{{Chính|Trận Ngọc Hồi - Đống Đa}}\n''Trận Ngọc Hồi - Đống Đa'' (hay Chiến thắng Kỷ Dậu) là tên gọi do các nhà sử học Việt Nam dành cho loạt trận đánh chống ngoại xâm thắng lợi của nước [[Đại Việt]] thời [[Nhà Tây Sơn|Tây Sơn]] do vua [[Quang Trung]] lãnh đạo vào đầu năm [[Kỷ Dậu]] 1789, đánh tan hàng vạn quân [[Nhà Thanh|Mãn Thanh]] do [[Tôn Sĩ Nghị]] chỉ huy - kéo sang do sự cầu viện của vua [[Lê Chiêu Thống|Chiêu Thống]] [[nhà Hậu Lê]].\n\n[[Trận Ngọc Hồi - Đống Đa]] khẳng định sự tồn tại của nước [[Đại Việt]] trước hoạ xâm lược, chấm dứt sự tồn tại của [[Nhà Lê sơ|nhà Hậu Lê]]. Chiến thắng này còn đánh dấu việc [[nhà Tây Sơn]] chính thức thay [[Nhà Lê sơ|nhà Hậu Lê]] trong việc cai quản đất [[Bắc Hà]] và trong quan hệ với [[nhà Thanh]].\n\n==Thời Pháp thuộc, nửa phong kiến==\n===Chiến tranh Pháp–Thanh===\n{{Chính| Chiến tranh Pháp-Thanh}}\n\n==Thời hiện đại==\n\n=== Hải chiến Hoàng Sa (1974) ===\n{{Chính| Hải chiến Hoàng Sa 1974}}\nSau trận chiến, Trung Quốc và Việt Nam vẫn có tranh chấp về đảo Hoàng Sa, cho dù đó là đảo của Việt Nam.\n\n===Chiến tranh Việt Nam-Trung Quốc (1979)===\n{{Chính|Chiến tranh biên giới Việt–Trung 1979}}\n[[Tập tin:Vietnam1979war.png|phải|nhỏ|250px|Các hướng tiến công của Trung Quốc trên toàn tuyến biên giới năm 1979]]\nChiến tranh biên giới Việt - Trung, 1979 là một cuộc chiến ngắn nhưng khốc liệt giữa Trung Quốc và Việt Nam, nổ ra vào ngày [[17 tháng 2]] năm 1979 khi Trung Quốc đem quân tấn công Việt Nam trên toàn tuyến biên giới giữa hai nước. Chiến tranh biên giới Việt - Trung bắt nguồn từ quan hệ căng thẳng kéo dài giữa hai quốc gia, cuộc chiến kéo dài khoảng một tháng với thiệt hại nặng nề về người và tài sản cho cả hai phía. Cuộc chiến kết thúc khi Trung Quốc bị Việt Nam đẩy lui, hoàn thành rút quân vào ngày [[18 tháng 3]] năm 1979, sau khi chiếm được các thị xã [[Lạng Sơn]], [[Lào Cai]], [[Cao Bằng]], và một số thị trấn vùng biên giới. Việt Nam tuyên bố chiến thắng do đã đẩy lui được quân nam chinh Trung Quốc. Mục tiêu của Trung Quốc buộc Việt Nam rút quân khỏi [[Campuchia]] không thành, nhưng cuộc chiến để lại hậu quả lâu dài đối với nền [[kinh tế Việt Nam]] và quan hệ căng thẳng giữa hai nước. Xung đột vũ trang tại biên giới còn tiếp diễn thêm 10 năm. Hơn 13 năm sau, quan hệ ngoại giao Việt-Trung chính thức được bình thường hóa.\n\n===Xung đột biên giới Việt-Trung (1979-1990)===\n{{Chính|Xung đột biên giới Việt Nam-Trung Quốc 1979-1990}}\nTiếp nối cuộc [[Chiến tranh biên giới Việt-Trung, 1979]]. Sau khi quân Trung Quốc rút khỏi Việt Nam tháng 3 năm 1979 sau cuộc chiến tranh biên giới, Trung Quốc tuyên bố họ không tham vọng dù \"chỉ một tấc đất lãnh thổ Việt Nam\". Trên thực tế, quân Trung Quốc chiếm đóng khoảng 60&nbsp;km² lãnh thổ có tranh chấp mà Việt Nam kiểm soát trước khi chiến sự nổ ra. Tại một số nơi như khu vực quanh [[Cửa khẩu Quốc tế Hữu Nghị|Hữu Nghị Quan]] thuộc [[Lạng Sơn]], quân Trung Quốc chiếm đóng các lãnh thổ không có giá trị quân sự nhưng có giá trị biểu tượng quan trọng. Tại các nơi khác, quân Trung Quốc chiếm giữ các vị trí chiến lược quân sự làm bàn đạp để từ đó có thể tiến đánh Việt Nam.\n\nViệc Trung Quốc chiếm đóng các lãnh thổ biên giới làm cho Việt Nam căm giận, và giữa hai phía nổ ra một loạt trận giao tranh nhằm giành quyền kiểm soát các khu vực đó. Xung đột biên giới giữa Việt Nam và Trung Quốc vẫn tiếp diễn cho đến năm 1988, cao điểm là các năm 1984-1985. Tới đầu những năm 1990, cùng với việc Việt Nam rút quân khỏi [[Campuchia]] và [[Liên Xô]] [[lịch sử Liên bang Xô viết (1985-1991)|sụp đổ]], quan hệ giữa hai nước dần trở lại bình thường. Trung Quốc dần thực hiện việc rút quân khỏi các vị trí đã chiếm đóng của Việt Nam trong thời gian trước.\n\n=== Hải chiến Trường Sa (1988) ===\n{{Chính|Hải chiến Trường Sa 1988}}\n\n== Chú thích ==\n{{Tham khảo}}\n==Xem thêm==\n*[[Các cuộc chiến tranh liên quan đến Việt Nam]]\n*[[Danh sách tướng lĩnh quan lại từng tham chiến và cai trị Việt Nam thời Bắc thuộc]]\n*[[Lịch sử chiến tranh Việt-Chiêm|Lịch sử chiến tranh Việt Nam-Chăm Pa]]\n*[[Lịch sử chiến tranh Việt-Xiêm|Lịch sử chiến tranh Việt Nam-Thái Lan]]\n*[[Chiến dịch phản công biên giới Tây-Nam Việt Nam|Chiến tranh Việt Nam-Campuchia]]\n*[[Chiến tranh Đông Dương]]\n*[[Chiến tranh Việt Nam]]\n*[[Lịch sử quân sự Việt Nam]]\n*[[Chủ nghĩa bành trướng Trung Quốc]]\n*[[Chủ nghĩa Đại Hán]]\n\n[[Thể loại:Chiến tranh Việt Nam–Trung Quốc|Chiến tranh Việt Nam-Trung Quốc]]\n[[Thể loại:Chiến tranh trong lịch sử Việt Nam|T]]\n[[Thể loại:Quan hệ Việt Nam – Trung Quốc|C]]\n[[Thể loại:Lịch sử quân sự Việt Nam|C]]"}