{"462697":"[[Tập tin:Administrative map of Thanh Hoa Province 2015.jpeg|nhỏ|500x500px|Bản đồ hành chính tỉnh Thanh Hóa năm 2015]]\n'''Thanh Hóa''' là một [[Tỉnh (Việt Nam)|tỉnh]] thuộc vùng [[Bắc Trung Bộ]] [[Việt Nam]]. Lịch sử hành chính [[Thanh Hóa]] phản ánh quá trình thay đổi địa danh và địa giới hành chính của tỉnh Thanh Hóa từ thời kỳ dựng nước cho tới hiện đại.\n\n== Thời kỳ dựng nước ==\nĐịa phận Thanh Hóa vào thời [[Văn Lang]] gồm [[Quân Ninh|bộ Quân Ninh]] và phần lớn [[Cửu Chân|bộ Cửu Chân]]. Bộ Quân Ninh chính là khu vực các huyện Cẩm Thủy, Thạch Thành, Hà Trung, Bỉm Sơn của Thanh Hóa và gần toàn bộ tỉnh Ninh Bình ngày nay (trừ huyện Kim Sơn), còn bộ Cửu Chân gồm phía nam Thanh Hóa và bắc Nghệ An<ref name=\"DDA1\">Đào Duy Anh, sách đã dẫn, tr 19, dẫn lại theo [[Việt sử lược]], quyển 1.<\/ref>.\n\n== Thời kỳ Bắc thuộc (179 TCN–938) ==\n\n===Nhà Hán===\nThời kì thuộc [[nhà Hán]], Thanh Hóa thuộc [[Cửu Chân|quận Cửu Chân]]. Quận Cửu Chân vào đầu thời kì thuộc Hán gồm có bảy huyện là Tư Phố, Cư Phong, Đô Lung, Dư Phát, Hàm Hoan, Vô Thiết, Vô Biên<ref name=\"DDA2\">Đào Duy Anh, sách đã dẫn, tr 48, dẫn lại theo [[Hán thư|Tiền Hán thư]].<\/ref>. Thời Hậu Hán, quận Cửu Chân gồm năm huyện là Tư Phố, Cư Phong, Hàm Hoan, Vô Công (Vô Thiết), Vô Biên<ref name=\"DDA3\">Đào Duy Anh, sách đã dẫn, tr 48, dẫn lại theo [[Hậu Hán thư]].<\/ref>. Trong đó, huyện Hàm Hoan tương ứng với [[Nghệ An]] và [[Hà Tĩnh]] ngày nay<ref name=\"DDA4\">Đào Duy Anh, sách đã dẫn, tr 54.<\/ref> còn huyện Vô Công hay Vô Thiết tương ứng với các huyện [[Gia Viễn]]<ref name=\"DDA5\">Đào Duy Anh, sách đã dẫn, tr 51.<\/ref>, [[Nho Quan]]<ref name=\"DDA5\"\/><ref name=\"DDA6\"\/>, [[Yên Khánh]]<ref name=\"DDA6\">Đào Duy Anh, sách đã dẫn, tr 49-50.<\/ref>, nói cách khác là gần như toàn bộ tỉnh [[Ninh Bình]] ngày nay (trừ huyện [[Kim Sơn]]).\n\nQuận trị của quận Cửu Chân là thành Tư Phố, thuộc huyện Tư Phố ở hữu ngạn sông Mã, nay là khu vực làng Ràng<ref name=\"DDA12\">Đào Duy Anh, sách đã dẫn, tr 65.<\/ref>, xã [[Thiệu Dương (phường)|Thiệu Dương]], thành phố Thanh Hóa. Huyện Dư Phát nằm ở khu vực Lạch Trường,<ref name=\"DDA7\">Đào Duy Anh, sách đã dẫn, tr 52.<\/ref> thời đó là cửa chính của [[sông Mã]], ở về phía tả ngạn, nay là các huyện [[Hậu Lộc]] và [[Nga Sơn]].<ref name=\"DDA9\">Đào Duy Anh, sách đã dẫn, tr 56.<\/ref> Huyện Vô Biên nay là các huyện [[Vĩnh Lộc]]<ref name=\"DDA9\" \/><ref name=\"DDA8\" \/>, [[Thạch Thành]]<ref name=\"DDA9\" \/><ref name=\"DDA8\">Đào Duy Anh, sách đã dẫn, tr 53.<\/ref> và [[Bỉm Sơn]], [[Hà Trung]],<ref name=\"DDA9\" \/> trị sở nằm ở khu vực [[thành nhà Hồ]].<ref name=\"DDA11\">Đào Duy Anh, sách đã dẫn, tr 67.<\/ref> Huyện Đô Lung nằm ở thượng lưu sông Mã<ref name=\"DDA4\" \/>, nay là khu vực từ huyện [[Cẩm Thủy]] ngược lên phía tây bắc.<ref name=\"DDA9\" \/> Huyện Tư Phố nằm ở tả ngạn sông Bồn Giang ([[sông Nhà Lê]]), nay thuộc các huyện [[Yên Định]], [[Thiệu Hóa]], [[Hoằng Hóa]] và phía bắc huyện [[Đông Sơn]], phía bắc huyện [[Quảng Xương]]<ref name=\"DDA9\" \/>, phần lớn [[thanh Hóa (thành phố)|thành phố Thanh Hóa]] và [[sầm Sơn|thành phố Sầm Sơn]]. Huyện Cư Phong nằm ở hữu ngạn sông nhà Lê, nay thuộc huyện [[Thọ Xuân]], [[Triệu Sơn]], [[Nông Cống]], phần lớn các huyện Đông Sơn và Quảng Xương<ref name=\"DDA9\" \/>{{#tag:ref|Huyện [[Tĩnh Gia]] ngày nay có thể thuộc huyện Cư Phong hoặc Hàm Hoan thời thuộc Hán.|name= TG|group=ct}}. Huyện trị Cư Phong có thể ở khu vực Bất Căng Trung Vực thuộc huyện Thọ Xuân ngày nay.<ref name=\"DDA12\" \/>\n\n===Thời Tam quốc và Lưỡng Tấn===\nThời [[Tam Quốc]], nhà [[Đông Ngô]] trực tiếp cai trị, tách quận Cửu Chân thành hai quận: [[Cửu Chân]] và [[Xứ Nghệ|Cửu Đức]]. Quận Cửu Chân lúc này gồm đất Thanh Hóa ngày nay và một phần phía nam [[Ninh Bình]]. Cửu Chân được chia làm 6 huyện: Tư Phố, Di Phong, Trạm Ngô, Kiến Sơ, Phù Lạc (hay Phú Lạc),<ref name=\"DDA14\"\/> Thường Lạc. Sang thời [[nhà Tấn]], lập thêm huyện Tùng Nguyên, nâng lên tổng số 7 huyện<ref name=\"DDA13\">Đào Duy Anh, sách đã dẫn, tr 74.<\/ref>.\n\nHuyện Tư Phố vẫn giữ như thời Hán.<ref name=\"DDA14\">Đào Duy Anh, sách đã dẫn, tr 77.<\/ref> Huyện Di Phong là huyện Cư Phong đời Hán<ref name=\"DDA14\" \/>. Huyện Kiến Sơ và huyện Phú Lạc ngày nay có thể là khu vực Thạch Thành, Vĩnh Lộc, Hà Trung<ref name=\"DDA14\" \/>, Bỉm Sơn, tức là tương ứng với huyện Vô Biên thời Hán. Huyện Thường Lạc ngày nay là khu vực huyện [[Tĩnh Gia]]<ref name=\"DDA14\" \/>, có thể bao gồm cả khu vực phía nam huyện Nông Cống ngày nay, vốn được chuyển về từ huyện Tĩnh Gia vào năm 1964. Huyện Tùng Nguyên được tách ra từ huyện Kiến Sơ vào thời nhà Tấn, ngày nay có thể là khu vực Nông Cống, [[Như Xuân]], [[Như Thanh]].<ref name=\"DDA14\" \/>{{#tag:ref|Đào Duy Anh viết nhầm Như Xuân thành [[Nghi Xuân]]. Năm 1996, huyện Như Xuân được chia thành hai huyện Như Xuân và Như Thanh. Nhận định của Đào Duy Anh là tự mâu thuẫn vì ở trên, Đào Duy Anh cho rằng huyện Kiến Sơ và huyện Phú Lạc ngày nay có thể là khu vực Thạch Thành, Vĩnh Lộc, Hà Trung, tức là phía bắc Thanh Hóa, trong khi huyện Tùng Nguyên được tách ra từ huyện Kiến Sơ lại nằm ở phía nam Thanh Hóa (Nông Cống, Như Xuân).|name= TN1|group=ct}} Huyện Trạm Ngô chưa rõ vị trí.{{#tag:ref|Đào Duy Anh (sách đã dẫn, tr 77) tự mâu thuẫn khi cho rằng huyện Trạm Ngô nằm gần các huyện Tư Phố và Di Phong và tương ứng với một phần huyện Nhật Nam đời Đường. Trong khi đó, các huyện Tư Phố và Di Phong tương ứng với các huyện nam sông Mã từ Yên Định xuống đến Quảng Xương, còn huyện Nhật Nam đời Đường thì tương ứng với Thạch Thành, Vĩnh Lộc, Hà Trung ngày nay.|name= TN2|group=ct}}\n\n===Thời Nam Bắc triều===\nThời [[nhà Tống]], đất Thanh Hóa cùng với phía nam Ninh Bình vẫn là quận Cửu Chân, gồm các huyện cũ thời Tấn (Tư Phố, Di Phong, Trạm Ngô, Kiến Sơ, Phù Lạc, Thường Lạc, Tùng Nguyên) và thêm các huyện: Cao An, Quân An, Vũ Ninh, Ninh Di, trong đó huyện Cao An được tách ra từ huyện Thường Lạc<ref name=\"DDA15\">Đào Duy Anh, sách đã dẫn, tr 80.<\/ref>\n\nThời [[nhà Tề]], huyện Ninh Di bị giải thể, huyện Đô Lung (có từ thời Hán) đổi làm huyện Cát Lung.<ref name=\"DDA16\">Đào Duy Anh, sách đã dẫn, tr 83.<\/ref> Thời [[nhà Lương]], các quận được đổi hoặc chia thành các châu, quận Cửu Chân được Lương Võ đế đổi thành [[Ái Châu]].<ref name=\"DDA16\" \/>\n\n===Nhà Tùy===\nThời [[nhà Tùy]], Ái Châu được đổi lại là quận Cửu Chân, gồm các huyện: Tư Phố, Long An, Quân An, An Thuận và Nhật Nam. Huyện Tư Phố vẫn là huyện cũ từ thời nhà Hán, Tam quốc, Lưỡng Tấn và Nam Bắc triều<ref name=\"DDA17\">Đào Duy Anh, sách đã dẫn, tr 88.<\/ref>. Huyện Nhật Nam ở phía đông bắc quận Cửu Chân, như vậy không chỉ bao gồm khu vực Vĩnh Lộc, Thạch Thành, Hà Trung như [[Đào Duy Anh]] nhận định<ref name=\"DDA18\" \/>, mà còn gồm cả các huyện Hậu Lộc, Nga Sơn và thị xã Bỉm Sơn (Thanh Hóa) và phía nam Ninh Bình. Huyện Quân An: ngày nay là khu vực Yên Định, Thiệu Hóa<ref name=\"DDA18\" \/>. Huyện Long An có thể ở khu vực Hoằng Hóa, Quảng Xương<ref name=\"DDA18\">Đào Duy Anh, sách đã dẫn, tr 89.<\/ref> (và cả thành phố Sầm Sơn, một phần thành phố Thanh Hóa) ngày nay.{{#tag:ref|Đào Duy Anh cho rằng huyện Long An vốn là huyện Cao An đời Tấn, huyện Kiến Sơ đời Ngô (Tam Quốc) nhưng chính ông lại cũng viết rằng huyện Cao An mới lập ra từ thời [[nhà Tống]].|name= LA|group=ct}} Huyện An Thuận vốn là huyện Thường Lạc thời Tấn, nay là khu vực huyện Tĩnh Gia<ref name=\"DDA18\" \/> và có thể cả phía nam Nông Cống.\n\n===Nhà Đường===\nNăm Vũ Đức thứ 5 (622), nhà Đường đổi quận Cửu Chân thành Ái Châu Cửu Chân quận<ref name=\"DDA19\">Đào Duy Anh, sách đã dẫn, tr 99.<\/ref>, thường gọi là Ái Châu, thuộc Giao Châu đại tổng quản phủ<ref name=\"DDA20\">Đào Duy Anh, sách đã dẫn, tr 92.<\/ref>. Nhà Đường tách phần đất của Cửu Chân thuộc Ninh Bình ngày nay để lập Trường Châu Văn Dương quận, năm 758 đổi thành Trường Châu.<ref name=\"DDA19\" \/> Ái Châu gồm bốn huyện là Cửu Chân, Tùng Nguyên, Dương Sơn, An Thuận, tại biên giới của Ái Châu lại đặt 7 châu: Tích, Thuận, Vĩnh, Tư, Tiền, Chân và Sơn<ref name=\"DDA19\" \/>. Sau đó đổi Vĩnh Châu làm Đô Châu, Tích Châu thành châu Nam Lăng, rồi lại gộp Đô Châu vào Tiền Châu, gộp Chân Châu và Tư Châu vào châu Nam Lăng, tiếp đó đổi An Châu thành huyện Long An, đổi Sơn Châu thành huyện Kiến Sơ<ref name=\"DDA19\" \/>.\n\nNăm Thiên Bảo thứ 1 (742), đổi Ái Châu Thành quận Cửu Chân như cũ, năm Càn Nguyên thứ 1 (758) lại đổi về Ái Châu<ref name=\"DDA19\" \/>. Huyện Cửu Chân có thể tương ứng với huyện Tư Phố của các đời trước. Huyện An Thuận vốn có từ đời Tùy, năm 622 đặt là Thuận Chân, gồm cả các huyện Đông Hà, Kiến Xương, Biên Hà, năm 627 gộp lại thành An Thuận, ngày nay là khu vực huyện Tĩnh Gia<ref name=\"DDA21\">Đào Duy Anh, sách đã dẫn, tr 100.<\/ref>. Huyện Sùng Bình vốn là huyện Long An đời Tùy, năm 622 chia thành An Châu và Sơn Châu, năm 627 đổi tương ứng thành Long An và Kiến Sơ. Năm 712, đổi Long An thành Sùng An và năm 757 lại đổi thành Sùng Bình, ngày nay là khu vực huyện Quảng Xương (và thành phố Sầm Sơn).<ref name=\"DDA21\" \/> Huyện Quân Ninh vốn là huyện Quân An đời Tùy, năm 622 đặt thêm huyện Vĩnh Châu, năm 624 đổi Vĩnh Châu thành Đô Châu, năm 627 nhập vào châu Nam Lăng. Phần còn lại của huyện Quân An được đổi thành Quân Ninh vào năm 757, nay là khu vực huyện Yên Định<ref name=\"DDA21\" \/>. Huyện Nhật Nam giữ như thời Tùy.<ref name=\"DDA21\" \/> Huyện Trường Lâm vốn là khu vực huyện Vô Biên đời Hán.<ref name=\"DDA21\" \/>\n\n== Thời kỳ quân chủ (939–1945) ==\n\n=== Thời Đinh, Tiền Lê, Lý ===\n[[Nhà Đinh]] và [[Nhà Tiền Lê|Tiền Lê]] gọi là đạo Ái Châu. [[Nhà Lý]] thời kỳ đầu gọi là trại Ái Châu<ref name=\"DDA43\">Đào Duy Anh, sách đã dẫn, tr 193.<\/ref>. [[Lý Thái Tổ|Lý Công Uẩn]] chia cả nước thành 24 lộ, trong đó có Thanh Hóa lộ<ref name=\"DDA30\">Đào Duy Anh, sách đã dẫn, tr 119.<\/ref>, (''Thanh'': trong sạch; ''Hoá'': biến hoá). Tên gọi Thanh Hoá bắt đầu có từ đây. Năm 1029, nhà Lý đổi làm phủ Thanh Hoá<ref name=\"DDA43\" \/>, dời lỵ sở từ Đông Phố đến Duy Tinh (vùng đất các xã Văn Lộc, Mỹ Lộc, Thuần Lộc huyện Hậu Lộc ngày nay){{fact|date = ngày 7 tháng 1 năm 2013}}. Ruộng đất Thanh Hoá bắt đầu bị nhà vua lấy ban cho các đại thần dưới dạng phong ấp. Đó chính là chế độ phong kiến hình thành ở nước ta.\n\n=== Thời Trần, Hồ ===\nNăm 1242, vua [[Trần Thái Tông]] đổi 24 lộ đời Lý thành 12 lộ, trong đó có Thanh Hóa phủ lộ<ref name=\"DDA31\"\/>.\n\nNăm 1397 (năm Quang Thái thứ 10, đời vua [[Trần Thuận Tông]]), [[Hồ Quý Ly|Lê Quý Ly]] làm phụ chính thái sư, cho đổi Thanh Hóa phủ lộ làm trấn Thanh Đô<ref name=\"DDA31\">Đào Duy Anh, sách đã dẫn, tr 126.<\/ref>. Trấn Thanh Đô lúc này gồm 7 huyện và 3 châu (mỗi châu có 4 huyện)<ref name=\"DDA32\">Đào Duy Anh, sách đã dẫn, tr 130.<\/ref>:\n\nTrong đó, 7 huyện là:\n#Huyện Cổ Đằng: ngày nay là một phần đất huyện Hoằng Hóa<ref name=\"DDA33\">Đào Duy Anh, sách đã dẫn, tr 155.<\/ref>.\n#Huyện Cổ Hoằng: ngày nay là một phần đất huyện Hoằng Hóa<ref name=\"DDA34\">Đào Duy Anh, sách đã dẫn, tr 156.<\/ref>.\n#Huyện Đông Sơn: ngày nay là huyện Đông Sơn<ref name=\"DDA34\"\/>, phần lớn [[thanh Hóa (thành phố)|thành phố Thanh Hóa]] (trừ các xã có tiền tố \"Quảng\" và các xã, phường bờ bắc sông Mã) và phía nam, đông nam của huyện Thiệu Hóa (8 xã thuộc hữu ngạn sông Chu, từ xã Thiệu Viên đến xã Thiệu Giao). Tên huyện Đông Sơn bắt đầu có từ đây<ref name=\"DDA34\"\/>.\n#Huyện Cổ Lôi: ngày nay là huyện Thọ Xuân, một phần đất huyện Thường Xuân, phía bắc cùng với phía tây của huyện Triệu Sơn (trước năm 1964 thuộc về huyện Thọ Xuân)<ref name=\"DDA34\"\/> và 5 xã phía tây nam huyện Thiệu Hóa (từ xã Thiệu Tâm đến Thiệu Toán).\n#Huyện Vĩnh Ninh: ngày nay là huyện Vĩnh Lộc<ref name=\"DDA34\"\/>.\n#Huyện Yên Định: ngày nay vẫn là huyện Yên Định<ref name=\"DDA34\"\/>.\n#Huyện Lương Giang: ngày nay là phía bắc huyện Thiệu Hóa (tả ngạn sông Chu)<ref name=\"DDA34\"\/> cùng một phần đất của huyện Thọ Xuân thuộc tả ngạn sông Chu.{{#tag:ref|Đào Duy Anh cho rằng huyện Lương Giang bao gồm cả phần hữu ngạn sông Chu thuộc huyện Thiệu Hóa ngày nay, tuy nhiên cũng theo Đào Duy Anh trong sách đã dẫn (tr 194) thì năm 1900, phần đất nói trên mới được tách khỏi huyện Đông Sơn để sáp nhập vào huyện Thiệu Hóa.|name= LG1|group=ct}}\n\nBa châu bao gồm:\n#Châu Thanh Hóa gồm: huyện Nga Lạc (là huyện Ngọc Lặc và một phần đất huyện Thọ Xuân ngày nay)<ref name=\"DDA34\"\/>; huyện Tế Giang (là vùng đất phía Tây huyện Thạch Thành ngày nay)<ref name=\"DDA35\">Đào Duy Anh, sách đã dẫn, tr 157.<\/ref>; huyện Yên Lạc (là phía Đông huyện Thạch Thành ngày nay)<ref name=\"DDA35\"\/>; huyện Lỗi Giang (là huyện Cẩm Thủy<ref name=\"DDA35\"\/> và Bá Thước ngày nay).\n#Châu Ái gồm<ref name=\"DDA35\"\/>: huyện Hà Trung (phần lớn huyện Hà Trung và phía Tây thị xã Bỉm Sơn ngày nay); huyện Thống Bình (tương đương với huyện Hậu Lộc ngày nay); huyện Tống Giang (tương đương phía Bắc huyện Nga Sơn, Đông Bắc huyện Hà Trung và phía Đông thị xã Bỉm Sơn ngày nay); huyện Chi Nga (tương đương phía Nam huyện Nga Sơn ngày nay).\n#Châu Cửu Chân gồm<ref name=\"DDA36\">Đào Duy Anh, sách đã dẫn, tr 158.<\/ref>: huyện Cổ Chiến (tương đương huyện Tĩnh Gia ngày nay, ngoại trừ phía bắc huyện, và một số xã phía nam huyện Nông Cống được sáp nhập từ huyện Tĩnh Gia năm 1964); huyện Kết Thuế (tương đương phía Bắc huyện Tĩnh Gia và phía Nam huyện Quảng Xương ngày nay); huyện Duyên Giác (tương đương phía Bắc huyện Quảng Xương ngày nay và các xã, phường có tiền tố \"Quảng\" của thành phố Thanh Hóa); huyện Nông Cống (bao gồm các huyện Nông Cống, Như Thanh, Như Xuân và một phần huyện Triệu Sơn ngày nay).\n\nNăm 1430, Hồ Hán Thương đổi phủ Thanh Hóa thành phủ Thiên Xương. Sách [[Đại Nam nhất thống chí]] chép: \"Phủ này (tức phủ Thiên Xương) cùng Cửu Chân và Ái Châu làm \"tam phủ\" gọi là \"Tây Đô\"<ref name=\"THGov\">[http:\/\/www.thanhhoa.gov.vn\/web\/guest\/gtc\/lichsu\/lsht?p_p_id=news_view_INSTANCE_dRye&p_p_action=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&_news_view_INSTANCE_dRye_struts_action=%2Fnews_view%2Fview_news&_news_view_INSTANCE_dRye_newsId=97&_news_view_INSTANCE_dRye_itemIndex=3&_news_view_INSTANCE_dRye_columnId=104&#p_news_view_INSTANCE_dRye Lịch sử Thanh Hóa thời Trần - Hồ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100328234541\/http:\/\/www.thanhhoa.gov.vn\/web\/guest\/gtc\/lichsu\/lsht?p_p_id=news_view_INSTANCE_dRye&p_p_action=0&p_p_state=normal&p_p_mode=view&p_p_col_id=column-2&p_p_col_pos=0&p_p_col_count=1&_news_view_INSTANCE_dRye_struts_action=%2Fnews_view%2Fview_news&_news_view_INSTANCE_dRye_newsId=97&_news_view_INSTANCE_dRye_itemIndex=3&_news_view_INSTANCE_dRye_columnId=104&#p_news_view_INSTANCE_dRye |date=2010-03-28 }}. Website thanhhoa.gov.vn.<\/ref>.\n\n=== Thuộc Minh ===\nNăm 1407, [[nhà Minh]] đổi phủ Thiên Xương trở lại làm phủ Thanh Hóa<ref name=\"DDA37\">Đào Duy Anh, sách đã dẫn, tr 167.<\/ref> như cũ, đặt thêm hai huyện: Lôi Dương, Thụy Nguyên. Về địa giới vẫn không đổi. Sách \"Đại Nam nhất thống chí\" cũng ghi: \"Thời thuộc Minh lại làm phủ Thanh Hóa, lãnh 4 châu là Cửu Chân, ái Châu, Thanh Hóa, Quỳ Châu và 11 huyện\". Trong đó, 11 huyện là Yên Định, Nông Cống, Vĩnh Ninh, Tống Giang, Cổ Đằng, Nga Lạc, Lương Giang, Lỗi Giang, Đông Sơn, Yên Lạc, Cổ Lôi<ref name=\"THGov\" \/>. Cùng với việc đổi tên phủ vào năm 1407, một số huyện cũng được đổi tên: huyện Cổ Chiến đổi làm huyện Cổ Bình, huyện Thống Bình đổi làm huyện Thống Ninh<ref name=\"DDA37\" \/>.\n\nNăm 1415, nhà Minh sáp nhập huyện Cổ Hoằng vào huyện Cổ Đằng, sáp nhập huyện Hà Trung với huyện Thống Ninh của châu Ái, huyện Duyên Giác với huyện Kết Duyệt (sửa lại là Kết Thuế) của châu Cửu Chân.<ref name=\"DDA38\">Đào Duy Anh, sách đã dẫn, tr 169.<\/ref> Năm 1417, sáp nhập châu Quy của phủ Diễn Châu (mới giải thể năm 1415) vào phủ Thanh Hóa<ref name=\"DDA38\" \/>.\n\nNăm 1419, sáp nhập huyện Yên Định vào huyện Vĩnh Ninh, huyện Lương Giang vào huyện Cổ Lôi, huyện Đông Sơn vào huyện Cổ Đằng, sáp nhập huyện Yên Lạc của châu Thanh Hóa vào bản châu (trực thuộc châu này), sáp nhập huyện Lỗi Giang của châu Thanh Hóa vào huyện Nga Lạc cùng thuộc châu này, sáp nhập huyện Tống Giang của châu Ái vào bản châu, sáp nhập huyện Nông Cống của châu Cửu Chân vào bản châu<ref name=\"DDA39\">Đào Duy Anh, sách đã dẫn, tr 170.<\/ref>.\n\n=== Thời Hậu Lê ===\nNăm Thuận Thiên thứ nhất (năm 1428), [[Lê Thái Tổ]] chia cả nước làm 5 đạo, Thanh Hóa thuộc Hải Tây đạo<ref name=\"DDA43\" \/><ref name=\"DDA40\">Đào Duy Anh, sách đã dẫn, tr 172.<\/ref>. Trong niên hiệu Thuận Thiên, Thanh Hóa gồm các huyện: Ứng Thụy<ref name=\"DDA43\" \/>, Bình Giang<ref name=\"DDA194\" \/>... Năm Thiệu Bình thứ 2 (năm 1435), đất Thanh Hóa gồm 6 phủ là Thiệu Thiên, Hà Trung, Tĩnh Gia, Thanh Đô, Trường Yên, Thiên Quan.<ref name=\"DDA43\" \/> Trong đó phủ Hà Trung kiêm lý huyện Thuần Hựu và thống hạt 3 huyện là Tống Giang, Nga Sơn và Hoằng Hóa<ref name=\"DDA195\">Đào Duy Anh, sách đã dẫn, tr 195.<\/ref>.\n\nNăm Quang Thuận thứ 7 (năm 1466), [[Lê Thánh Tông]] chia cả nước làm 12 đạo Thừa tuyên, trong đó có Thừa tuyên Thanh Hóa, đổi lộ làm phủ, đổi trấn làm châu<ref name=\"DDA40\" \/>. Cùng năm, trích 2 phủ Trường Yên và Thiên Quan sáp nhập vào Sơn Nam<ref name=\"DDA43\" \/>. Thừa tuyên Thanh Hóa lúc này gồm 4 phủ, 16 huyện và 4 châu<ref name=\"DDA41\">Đào Duy Anh, sách đã dẫn, tr 173.<\/ref>, trong đó có phủ Tĩnh Ninh.<ref name=\"DDA195\" \/> Năm Quang Thuận thứ 10 (năm 1469) đổi làm Thừa Tuyên Thanh Hoa<ref name=\"DDA43\" \/> (''Hoa'': tinh hoa), tên gọi Thanh Hoa có từ đây. Thanh Hoa Thừa Tuyên theo \"Thiên Nam dư hạ tập\" lãnh 4 phủ, 16 huyện và 4 châu. Cùng năm, lập châu Lang Chánh thuộc phủ Thanh Đô.<ref name=\"LangThanhhoaII57\">Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 57.<\/ref> Trong niên hiệu Quang Thuận, thừa tuyên Thanh Hoa có huyện Lương Giang (đổi tên từ huyện Ứng Thụy)<ref name=\"DDA194\" \/>, châu Quan Gia hay Gia Châu<ref name=\"DDA195\" \/>...\n\nNăm Hồng Đức thứ 21 (năm 1490), đổi làm xứ Thanh Hoa<ref name=\"DDA43\"\/>.\n\nTrong niên hiệu Đoan Khánh (1505-1509) thời [[Lê Uy Mục]], xứ Thanh Hoa gồm các huyện: Thụy Nguyên (đổi tên từ huyện Lương Giang)<ref name=\"DDA194\"\/>...\n\nTrong niên hiệu Hồng Thuận (1509-1516), [[Lê Tương Dực]] đổi làm trấn Thanh Hoa<ref name=\"DDA43\"\/>.\n\nThời [[Nhà Lê trung hưng|Lê trung hưng]], đổi làm nội trấn Thanh Hoa, lại lấy 2 phủ Trường Yên và Thiên Quan của trấn Sơn Nam, gọi là ngoại trấn Thanh Hoa<ref name=\"DDA43\"\/>. Trong thời gian này, nội trấn Thanh Hoa gồm: phủ Tĩnh Giang (đổi từ phủ Tĩnh Ninh do kị húy Lê Duy Ninh, sau lại đổi làm Tĩnh Gia), huyện Quảng Bình (đời Lê Quang Thuận là huyện Bình Giang)<ref name=\"DDA194\"\/>, Vĩnh Lộc (đổi từ Vĩnh Ninh do kị húy [[Lê Trang Tông|Lê Duy Ninh]])<ref name=\"DDA194\"\/>, huyện Thuần Lộc (đổi từ huyện Thuần Hựu do kị húy [[Lê Chân Tông|Lê Duy Hựu]])<ref name=\"DDA195\"\/>, huyện Tống Sơn (đổi từ huyện Tống Giang)<ref name=\"DDA195\"\/>...\n\n===Thời Tây Sơn===\nHuyện Quảng Bình đổi làm huyện Quảng Bằng, nhà Nguyễn đổi lại là Quảng Bình rồi lại đổi làm Quảng Địa<ref name=\"DDA194\"\/>. Châu Lang Chánh đổi thành Lương Chính<ref name=\"LangThanhhoaII57\" \/>\n\n=== Thời Nguyễn ===\nNăm 1802 (năm [[Gia Long]] 1), gọi là trấn Thanh Hoa. Năm [[Minh Mạng|Minh Mệnh]] thứ 2 (năm 1821), đổi đạo Thanh Bình (đã được đổi từ ngoại trấn Thanh Hoa) làm đạo Ninh Bình, năm Minh Mệnh thứ 10 đổi riêng làm trấn Ninh Bình.<ref name=\"DDA43\" \/> Năm Minh Mệnh thứ 12 (năm 1831), đổi trấn Thanh Hoa thành tỉnh Thanh Hoa, trấn Ninh Bình (lúc này không còn lệ thuộc vào Thanh Hoa) cũng đổi thành tỉnh Ninh Bình<ref name=\"DDA43\" \/>.\n\nNăm [[Thiệu Trị]] thứ 1 (năm 1841), đổi tỉnh Thanh Hoa thành tỉnh Thanh Hóa<ref name=\"DDA212\"\/> do kị húy hoàng thái hậu [[Hồ Thị Hoa]]{{#tag:ref|Nhiều địa danh cùng thời cũng thay đổi như chợ Đông Hoa đổi thành [[chợ Đông Ba]], cầu Hoa đổi thành [[Cầu Bông]].|name= Hoa|group=ct}}. Tên Thanh Hóa không đổi từ đó cho tới ngày nay.\n\nTỉnh Thanh Hóa vào đầu thời Nguyễn gồm các phủ: Thiệu Thiên, Hà Trung, Tĩnh Gia và Thanh Đô (sau đổi là phủ Thọ Xuân). Sau đó lập thêm phủ Quảng Hóa.\n\n* Phủ Thiệu Thiên, năm [[Gia Long]] thứ 14 (năm 1815) được đổi làm phủ Thiệu Hóa, kiêm lý 4 huyện Thụy Nguyên, Cẩm Thủy, Thạch Thành, Quảng Tế và quản hạt 4 huyện Đông Sơn, Yên Định, Lôi Dương, Vĩnh Lộc<ref name=\"DDA43\"\/>. Năm Minh Mệnh thứ 16 (1835), tách các huyện Vĩnh Lộc, Thạch Thành, Cẩm Thủy, Quảng Tế để lập phủ Quảng Hóa<ref name=\"DDA212\">Đào Duy Anh, sách đã dẫn, tr 212.<\/ref>.\n# Huyện Thụy Nguyên<ref name=\"DDA194\">Đào Duy Anh, sách đã dẫn, tr 194.<\/ref>: vào đầu thời Nguyễn là vùng đất tả ngạn sông Chu mà ngày nay là phía Bắc huyện Thiệu Hóa, phía Bắc huyện Thọ Xuân và gần toàn bộ huyện Ngọc Lặc{{#tag:ref|Đào Duy Anh (sđd, tr 194) cho rằng huyện Thụy Nguyên tương ứng với các huyện Thiệu Hóa và Ngọc Lặc ngày nay, nhưng trên thực tế giữa 2 huyện này còn có huyện Thọ Xuân.|name= TN12|group=ct}}. Năm [[Thành Thái]] thứ 12 (1900), thành lập châu Ngọc Lặc trên cơ sở tổng Ngọc Lặc và các xã Mường của các tổng Yên Trường, Quảng Thi, đồng thời sáp nhập các tổng Vận Quy và Đại Bối của huyện Đông Sơn vào huyện Thụy Nguyên<ref name=\"DDA194\"\/>. Như vậy đến năm 1900, huyện Thụy Nguyên gần như tương ứng với huyện Thiệu Hóa ngày nay và có thể gồm cả một phần phía đông huyện Thọ Xuân ở tả ngạn sông Chu.\n#Huyện Cẩm Thủy: Đầu thời Nguyễn tương ứng với các huyện Cẩm Thủy và Bá Thước. Năm Thành Thái thứ 14 (1902), cắt tổng Cổ Lũng để sáp nhập vào châu Quan Hóa, cắt tổng Thiết Ống sáp nhập vào châu Lang Chánh. Năm Thành Thái thứ 16 (1904), cắt 2 tổng Sa Lung và Điền Lư sáp nhập vào châu Quan Hóa<ref name=\"DDA194\"\/>. Như vậy từ năm 1904, địa giới huyện Cẩm Thủy gần như ổn định đến ngày nay. Các phần đất đã cắt đi vào năm 1902 và 1904 nay là huyện Bá Thước.\n#Huyện Thạch Thành: Đầu thời Nguyễn tương ứng với phần đông nam của huyện Thạch Thành ngày nay. Năm Thành Thái thứ nhất (1889), huyện Thạch Thành kiêm nhiếp huyện Quảng Tế<ref name=\"DDA194\"\/>, địa giới Thạch Thành gần như ổn định đến ngày nay.\n#Huyện Quảng Địa: Tương ứng với phần tây bắc của huyện Thạch Thành ngày nay. Đầu thời Nguyễn gọi là Quảng Bình, năm Minh Mệnh thứ 2 (1821) đổi làm Quảng Địa, sau đổi làm Quảng Tế. Năm Minh Mệnh thứ 16 chuyển vào phủ Quảng Hóa<ref name=\"DDA194\"\/>.\n#Huyện Đông Sơn: Đầu thời Nguyễn địa giới cơ bản như thời Trần. Năm [[Thành Thái]] thứ 11 (1889), tách một phần các tổng Bố Đức và Thọ Hạc để thành lập [[thanh Hóa (thành phố)|thị xã Thanh Hóa]]{{fact|date = ngày 7 tháng 1 năm 2013}}. Năm 1900, tách các tổng Vận Quy và Đại Bối sáp nhập vào huyện Thụy Nguyên<ref name=\"DDA194\"\/>. Vào cuối thời Nguyễn, địa giới huyện Đông Sơn tương ứng với huyện Đông Sơn ngày nay cùng với các xã, phường: Đông Cương, Hàm Rồng, Đông Thọ, Nam Ngạn, Trường Thi, Đông Hương, Đông Hải và Đông Vệ của thành phố Thanh Hóa ngày nay.\n#Huyện Yên Định: gần như tương ứng với huyện Yên Định ngày nay<ref name=\"DDA194\"\/>.\n#Huyện Lôi Dương: Đầu thời Nguyễn tương ứng với phần lớn huyện Thọ Xuân, một phần huyện Triệu Sơn và một phần huyện Thường Xuân ngày nay. Năm Minh Mệnh thứ 7 (1826) chuyển sang phủ Thọ Xuân kiêm lý. Năm Minh Mệnh thứ 18 (1837), cắt tổng Luận Đạm của huyện Lôi Dương cùng với đất Lang Chánh và đất Nông Cống để lập châu Thường Xuân<ref name=\"DDA194\"\/>.\n#Huyện Vĩnh Lộc: tương ứng với huyện Vĩnh Lộc ngày nay<ref name=\"DDA194\"\/>.\n\n*Phủ Hà Trung: kiêm lý hai huyện Tống Sơn và Nga Sơn, thống hạt các huyện Phong Lộc và Hoằng Hóa<ref name=\"DDA195\"\/>.\n#Huyện Phong Lộc: đổi tên từ huyện Thuần Lộc vào đầu thời Nguyễn. Năm Minh Mệnh thứ 2 (1821) đổi làm huyện Hậu Lộc, địa giới cơ bản giữ đến nay<ref name=\"DDA195\"\/>. Đến trước tháng 8 năm 1945, huyện Hậu Lộc gồm 5 tổng: Đại Lý, Du Trường, Đăng Trường (sau đổi là Xuân Trường), Chi Nê, Liên Cừ<ref name=LangThanhhoaI43>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 43.<\/ref>.\n#Huyện Tống Sơn: còn được gọi là Quý huyện, phủ Hà Trung kiêm lý từ năm Minh Mệnh thứ 19 (1838), nay là huyện Hà Trung<ref name=\"DDA195\"\/>. Từ năm Minh Mệnh thứ 12 (1831), huyện Tống Sơn gồm 4 tổng: Thượng Bạn, Trung Bạn, Đông Bạn, Nam Bạn, huyện lị đóng ở Bình Lâm (Đò Lèn). Đến trước tháng 8 năm 1945, huyện Tống Sơn có 7 tổng, gồm 4 tổng cũ và tổng Phi Lai chuyển từ huyện Nga Sơn, tổng Thanh Xá, Ngọ Xá chuyển từ huyện Vĩnh Lộc<ref name=LangThanhhoaI18>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 18.<\/ref>.\n#Huyện Hoằng Hóa: tương ứng với huyện Hoằng Hóa ngày nay<ref name=\"DDA195\"\/>. Đến trước tháng 8 năm 1945, huyện Hoằng Hóa gồm các tổng: Ngọc Chuế (nay gồm các xã: Hoằng Trường, Hoằng Hải, Hoằng Yến, Hoằng Tiến, Hoằng Thanh, Hoằng Phụ, Hoằng Ngọc, Hoằng Đông)<ref name=LangThanhhoaI59-64>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 59-64.<\/ref>, Bút Sơn (nay gồm các xã: Hoằng Đạt, Hoằng Hà, Hoằng Phúc, Hoằng Đức, Hoằng Đạo và thị trấn Bút Sơn)<ref name=LangThanhhoaI64-67>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 64-67.<\/ref>, Bái Trạch (nay gồm các xã: Hoằng Lưu, Hoằng Phong, Hoằng Tân, Hoằng Châu, Hoằng Trạch, Hoằng Thành, Hoằng Đại)<ref name=LangThanhhoaI68-72>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 68-72.<\/ref>, Hành Vĩ (nay gồm các xã: Hoằng Lộc, Hoằng Đồng, Hoằng Vinh, Hoằng Thái, Hoằng Thịnh, Hoằng Thắng)<ref name=LangThanhhoaI73-76>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 73-76.<\/ref>, Từ Minh (nay gồm các xã: Hoằng Anh, Hoằng Minh, Hoằng Quang, Hoằng Long và một phần thị trấn Tào Xuyên)<ref name=LangThanhhoaI77-79>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 77-79.<\/ref>, Dương Thủy (nay gồm các xã: Hoằng Xuyên, Hoằng Khê, Hoằng Cát, Hoằng Lý, Hoằng Quỳ, Hoằng Phú, Hoằng Quý và một phần thị trấn Tào Xuyên)<ref name=LangThanhhoaI79-84>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 79-84.<\/ref>, Lỗ Hương (nay gồm các xã: Hoằng Hợp, Hoằng Khánh, Hoằng Xuân, Hoằng Phượng, Hoằng Giang)<ref name=LangThanhhoaI84-87>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 84-87.<\/ref>, Dương Sơn (nay gồm các xã: Hoằng Lương, Hoằng Sơn, Hoằng Trinh, Hoằng Trung, Hoằng Kim)<ref name=LangThanhhoaI88-91>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 88-91.<\/ref>.\n#Huyện Nga Sơn: tương ứng với huyện Nga Sơn ngày nay.\n#Huyện Mỹ Hóa: thành lập năm Minh Mệnh thứ 19 (1838) từ một phần các huyện Hậu Lộc và Hoằng Hóa<ref name=\"DDA212\"\/>. Năm Thiệu Trị thứ 3 (1843), huyện Hoằng Hóa kiêm nhiếp huyện Mỹ Hóa<ref name=\"DDA212\"\/>.\n\n*Phủ Tĩnh Gia: gồm các huyện Ngọc Sơn, Nông Cống, Quảng Xương.\n#Huyện Ngọc Sơn: do phủ Tĩnh Gia kiêm lý, nay là huyện Tĩnh Gia<ref name=\"DDA195\"\/>.\n#Huyện Nông Cống: tương ứng với các huyện Nông Cống, Như Xuân, Như Thanh và một phần huyện Triệu Sơn (phía đông và phía nam). Năm Thành Thái thứ 5 (1893), tách hai tổng Xuân Du và Lãng Lăng để lập châu Như Xuân<ref name=\"DDA195\"\/><ref>Đào Duy Anh, sách đã dẫn, tr 212 ghi là năm Thành Thái thứ 6.<\/ref>. Đầu thế kỉ 20, huyện Nông Cống gồm 9 tổng: Đô Xá, Cổ Định, Cao Xá, Vạn Đồn, La Miệt, Đồng Xá, Lai Triều, Như Lăng, Lãng Lăng và 2 phường thủy cơ: phường Ngã Ba Mộc và phường Ngã Ba Xuyết<ref name=LangThanhhoaI94>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 94.<\/ref>. Đến đời vua Duy Tân, huyện Nông Cống gồm 10 tổng: Văn Xá, Cao Xá, La Miệt, Vạn Đồn, Lạc Thiện (ở phía bắc) và Đô Xá, Cao Xá, Hữu Định, Lai Triều, Vạn Thiện (ở phía nam)<ref name=LangThanhhoaI95>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 95.<\/ref>.\n#Huyện Quảng Xương: tương ứng với huyện Quảng Xương<ref name=\"DDA195\"\/> và các xã, phường có tiền tố \"Quảng\" của thành phố Thanh Hóa ngày nay.\n\n*Phủ Thanh Đô: năm Minh Mệnh thứ 2 (1821) đổi làm phủ Thọ Xuân<ref name=\"DDA195\"\/>.\n#Huyện Thọ Xuân: tương ứng với phần lớn huyện Thường Xuân ngày nay<ref name=\"DDA195\"\/>. Cần phân biệt với huyện Thọ Xuân ngày nay, là một phần huyện Lôi Dương thời Nguyễn.\n#Châu Lang Chánh: hiện nay là huyện Lang Chánh<ref name=\"DDA195\"\/>. Năm Thiệu Trị thứ 3 (1843), phủ Thọ Xuân kiêm nhiếp châu Lang Chánh<ref name=\"DDA212\"\/>\n#Châu Thường Xuân: thành lập năm Minh Mệnh thứ 18 (1837), từ một phần châu Lang Chánh (thuộc phủ Thanh Đô), huyện Lôi Dương (thuộc phủ Thiệu Hóa) và huyện Nông Cống (thuộc phủ Tĩnh Gia)<ref name=\"DDA212\"\/>. Năm Thiệu Trị thứ 3 (1843), phủ Thọ Xuân kiêm nhiếp châu Thường Xuân<ref name=\"DDA212\"\/>.\n#Châu Quan Gia: Năm Minh Mệnh thứ 16 (1835) gồm châu Quan Gia với Tầm Châu làm châu Quan Hóa<ref name=\"DDA195\"\/>. Năm Thiệu Trị thứ 3 (1843), châu Quan Hóa do phủ Quảng Hóa kiêm nhiếp<ref name=\"DDA212\"\/>. Năm Thành Thái thứ 14 (1902), sáp nhập tổng Cổ Lũng của huyện Cẩm Thủy vào châu Quan Hóa. Năm Thành Thái thứ 16 (1904), sáp nhập tiếp 2 tổng Sa Lung và Điền Lư của huyện Cẩm Thủy vào châu Quan Hóa<ref name=\"DDA194\"\/>. Châu Quan Hóa lúc này tương ứng với các huyện Quan Hóa, Quan Sơn, Mường Lát và phần lớn huyện Bá Thước ngày nay.\n#Châu Tân Hóa: Năm Khải Định thứ 10 (1925), thành lập châu Tân Hóa từ các tổng Cổ Lũng, Sa Lung, Điền Lư của châu Quan Hóa và tổng Thiết Ống của châu Lang Chánh<ref name=LangThanhhoaII10>Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập II, tr 10.<\/ref>. Năm 1943, lại tách Điền Lư và Sa Lung nhập vào Cẩm Thủy, còn Cổ Lũng và Thiết Ống nhập thành một bang thuộc châu Quan Hóa<ref name=LangThanhhoaII10\/>. Châu Tân Hóa tương ứng với huyện Bá Thước ngày nay.\n#Tầm Châu: Có thể là huyện Mường Lát và một phần các huyện Quan Hóa, Quan Sơn ngày nay. Năm Minh Mệnh thứ 16 (1835), sáp nhập Tầm Châu với châu Quan Gia để thành lập châu Quan Hóa<ref name=\"DDA195\"\/>.\n#Sầm Châu: Năm Minh Mệnh thứ 8 (1827), tù trưởng đất này xin nội phụ Việt Nam<ref name=\"DDA196\">Đào Duy Anh, sách đã dẫn, tr 196.<\/ref>. Sau đó đổi Sầm Châu làm huyện Sầm Nưa và cho thuộc phủ Trấn Biên, tỉnh [[Nghệ An]]<ref name=\"DDA199\">Đào Duy Anh, sách đã dẫn, tr 199.<\/ref>. Nay là tỉnh [[Huaphanh]] của [[Lào]].\n\n== Thời kỳ hiện đại (1945–nay) ==\n\n=== Thời kỳ Chiến tranh Đông Dương (1945–1975) ===\nSau Cách mạng tháng Tám, tỉnh Thanh Hóa gồm:\n*Huyện Tống Sơn: gồm các xã Phạm Hồng Thái,<ref name=\"LangThanhhoaI11\">Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 11.<\/ref> Nguyễn Thái Học,<ref name=\"LangThanhhoaI22\">Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 22.<\/ref> Chi Lăng,<ref name=\"LangThanhhoaI26\">Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 26.<\/ref> Lê Lai,<ref name=\"LangThanhhoaI27\">Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 27.<\/ref> Thái Lý,<ref name=\"LangThanhhoaI28\">Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 28.<\/ref> Lam Sơn<ref name=\"LangThanhhoaI29\">Ban nghiên cứu và biên soạn lịch sử Thanh Hoá, sách đã dẫn, tập I, tr 29.<\/ref>\n\n*Huyện Hà Trung: đổi tên từ Tống Sơn theo tên phủ Hà Trung, gồm 10 xã: Tân Tiến, Lĩnh Tráng, Ngọc Âu, Lĩnh Toại, Hoạt Giang, Long Khê, Hòa Bình, Yên Sơn, Thái Lai và Tống Giang<ref name=\"LangThanhhoaI18\" \/>.\n*Huyện Hậu Lộc: gồm 10 xã: Trường Xuân, Vạn Lộc, Liên Cừ, Long Thịnh, Thuần Lộc, Liên Thịnh, Phú Điền, Đại Lý, Uy Thống và Đông Thành<ref name=\"LangThanhhoaI43\" \/>.\n*Huyện Nông Cống: gồm 15 xã: Hợp Tiến, Tứ Dân, Minh Nông, An Nông, Khuyến Nông, Đồng Tiến, Tân Phúc, Tân Minh, Trung Chính, Tế Lợi, Hoàng Sơn, Minh Khôi, Vạn Thiện, Công Chính và Thăng Bình<ref name=\"LangThanhhoaI95\" \/>.\nChâu Tân Hóa được tái lập và đến tháng 11 năm 1945 thì đổi làm châu Bá Thước.<ref name=\"LangThanhhoaII10\" \/>\n\nTừ tháng 3 năm 1948, các cấp hành chính là phủ, châu, quận được bãi bỏ<ref name=\"SL148\">Sắc lệnh số 148\/SL ngày 25\/03\/1948 về việc bãi bỏ danh từ phủ, châu, quận do Chủ tịch Chính phủ Việt nam dân chủ cộng hoà ban hành.<\/ref>. Tỉnh Thanh Hóa lúc này gồm [[thanh Hóa (thành phố)|thị xã Thanh Hóa]] và 20 huyện: [[Bá Thước]], [[Cẩm Thủy]], [[Đông Sơn]], [[Hà Trung]], [[Hậu Lộc]], [[Hoằng Hóa]], [[Lang Chánh]], [[Nga Sơn]], [[Ngọc Lặc]], [[Như Xuân]], [[Nông Cống]], [[Quan Hóa]], [[Quảng Xương]], [[Thạch Thành]], [[Thiệu Hóa]], [[Thọ Xuân]], [[Thường Xuân]], [[Tĩnh Gia]], [[Vĩnh Lộc]], [[Yên Định]]. Năm 1950, sáp nhập xã Thanh Quân thuộc huyện Thường Xuân vào huyện Như Xuân.<ref name=\"ND55\">Nghị định số 55-TTg ngày 10\/10\/1950 của Thủ tướng Chính phủ.<\/ref>\n\nNăm 1954, chia tách các xã lớn thành các xã nhỏ, trong đó, huyện Hà Trung thực hiện chia 10 xã thành 25 xã đều có tên với tiền tố \"Hà''\"''<ref name=\"LangThanhhoaI18\" \/>, huyện Hậu Lộc chia 10 xã thành 26 xã với hậu tố (hoặc tiền tố) \"Lộc\".<ref name=\"LangThanhhoaI43\" \/> Còn huyện Nông Cống chia 15 thành 44 xã: Hợp Thành, Hợp Thắng, Hợp Tiến, Hợp Lý (chia từ xã Hợp Tiến), Dân Quyền, Dân Lực, Dân Lý (chia từ xã Tứ Dân), Minh Sơn, Minh Nông, Minh Châu (chia từ xã Minh Nông), An Nông, Vân Sơn, Nông Trường (chia từ xã An Nông), Tiến Nông, Khuyến Nông (chia từ xã Khuyến Nông), Đồng Thắng, Đồng Lợi, Đồng Tiến (chia từ xã Đồng Tiến), Tân Phúc, Tân Thọ, Tân Khang (chia từ xã Tân Phúc), Tân Ninh, Thái Hòa (chia từ xã Tân Ninh), Trung Chính, Trung Thành, Trung Ý (chia từ xã Trung Chính), Tế Nông, Tế Lợi, Tế Thắng, Tế Tân (chia từ xã Tế Lợi), Hoàng Sơn, Hoàng Giang (chia từ xã Hoàng Sơn), Minh Khôi, Minh Thọ, Minh Nghĩa (chia từ xã Minh Khôi), Vạn Hòa, Vạn Thiện, Vạn Thắng (chia từ xã Vạn Thiện), Công Liêm, Công Chính, Công Bình (chia từ xã Công Chính), Thăng Bình, Thăng Thọ và Thăng Long (chia từ xã Thăng Bình).<ref name=\"LangThanhhoaI95\" \/> Năm 1956, xã Lũng Vân thuộc huyện Bá Thước được chuyển về huyện Tân Lạc, tỉnh [[Hòa Bình]].<ref name=\"LangThanhhoaII10\" \/> Năm 1963, sáp nhập xóm Núi của xã Hoằng Long, huyện Hoằng Hóa và xã Đông Giang, huyện Đông Sơn vào thị xã Thanh Hóa, đồng thời chia 3 xã Tam Chung, Sơn Thủy và Trung Thành thuộc huyện Quan Hoá thành 7 xã mới.<ref name=\"QD30\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-30-CP-sat-nhap-xa-Dong-Giang-xom-Nui-vao-thi-xa-Thanh-Hoa-chia-3-xa-Tam-Chung-Son-Thuy-Trung-Thanh-huyen-Quan-Hoa-thanh-7-xa-moi-vb19001t17.aspx Quyết định 30-CP ngày 06\/03\/1963] về sáp nhập xã Đông Giang và xóm Núi vào thị xã Thanh Hóa và chia ba xã Tam Chung, Sơn Thủy và Trung Thành thuộc huyện Quan Hoá thành bảy xã mới do Hội đồng Chính phủ ban hành.<\/ref> Cùng năm, thành lập thị trấn Sầm Sơn trực thuộc Ủy ban hành chính tỉnh Thanh Hóa<ref name=\"QD50\">Quyết định số 50-CP ngày 19\/4\/1963 của Hội đồng Chính phủ.<\/ref> và một số xã thuộc các huyện Thường Xuân, Lang Chánh và Ngọc Lặc cũng được chia tách.<ref name=\"QD121LC\">Quyết định số 121-NV ngày 25\/6\/1963 của Bộ trưởng Bộ Nội vụ.<\/ref>\n\nNăm 1964, chia lại địa giới một số xã thuộc huyện Bá Thước,<ref name=\"QD107\">Quyết định số 107-NV ngày 02\/4\/1964 của Bộ trưởng Bộ Nội vụ.<\/ref> huyện Như Xuân, huyện Ngọc Lặc<ref name=\"QD232NL\">Quyết định số 232-NV ngày 04\/9\/1964 của Bộ trưởng Bộ Nội vụ.<\/ref> và huyện Cẩm Thủy.<ref name=\"QD237\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-237-NV-dieu-chinh-dia-gioi-chia-lai-mot-so-xa-thuoc-huyen-Cam-thuy-tinh-Thanh-hoa-vb20038t17.aspx Quyết định 237-NV] ngày 11\/09\/1964 về việc điều chỉnh địa giới và chia lại một số xã thuộc huyện Cẩm thủy tỉnh Thanh hóa do Bộ trưởng Bộ Nội vụ ban hành.<\/ref> Cùng năm, thành lập huyện [[Triệu Sơn]] trên cơ sở 13 xã của huyện Thọ Xuân và 20 xã của huyện Nông Cống, đồng thời sáp nhập 7 xã của huyện Tĩnh Gia vào huyện Nông Cống.<ref name=\"QD177-64\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-177-CP-dieu-chinh-dia-gioi-mot-so-huyen-thuoc-cac-tinh-Lang-Son-Yen-bai-va-Thanh-hoa-vb20011t17.aspx Quyết định 177-CP] ngày 16\/12\/1964 về việc điều chỉnh địa giới của một số huyện thuộc các tỉnh Lạng-sơn, Yên-bái và Thanh-hoá do Hội đồng Chính phủ ban hành.<\/ref> Năm 1965, thành lập xã Tân Trường thuộc huyện Tĩnh Gia,<ref>Quyết định số 99-NV ngày 15\/3\/1965 của Bộ trưởng Bộ Nội vụ.<\/ref> xã Tân Lập thuộc huyện Bá Thước và thị trấn Thọ Xuân thuộc huyện Thọ Xuân<ref name=\"QD107\">Quyết định số 107-NV ngày 02\/4\/1964 của Bộ trưởng Bộ Nội vụ.<\/ref>. Năm 1966, thành lập 2 xã thuộc vùng kinh tế mới ven biển của huyện Nga Sơn.<ref name=\"QD73\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-73-NV-phe-chuan-viec-thanh-lap2-xa-moi-thuoc-huyen-Nga-Son-tinh-Thanh-Hoa-vb18187t17.aspx Quyết định 73-NV] ngày 17\/03\/1966 phê chuẩn việc thành lập hai xã mới thuộc huyện Nga Sơn, tỉnh Thanh Hóa do Bộ trưởng Bộ Nội vụ ban hành.<\/ref> Cùng năm, chia tách một số xã thuộc các huyện Lang Chánh, Quan Hóa.<ref name=\"QD98LC\">Quyết định số 98-NV ngày 13\/4\/1966 của Bộ trưởng Bộ Nội vụ.<\/ref> Năm 1967, thành lập các thị trấn nông trường thuộc các huyện Hà Trung, Thọ Xuân, Cẩm Thủy, Nông Cống,<ref name=\"QD89\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-89-NV-phe-chuan-viec-thanh-lap-4-thi-tran-nong-truong-thuoc-tinh-Thanh-Hoa-vb18190t17.aspx Quyết định 89-NV] ngày 08\/03\/1967 phê chuẩn việc thành lập 4 thị trấn nông trường thuộc tỉnh Thanh Hóa do Bộ trưởng Bộ Nội vụ ban hành.<\/ref> Thạch Thành,<ref name=\"QD162\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh162-NV-phe-chuan-thanh-lap-thi-tran-nong-truong-Thach-Thanh-huyen-Thach-Thanh-Thanh-Hoa-vb18193t17.aspx Quyết định 162-NV] ngày 25\/04\/1967 phê chuẩn việc thành lập thị trấn nông trường Thạch Thành, thuộc huyện Thạch Thành, tỉnh Thanh Hóa do Bộ trưởng Bộ Nội vụ ban hành.<\/ref> Ngọc Lặc.<ref name=\"QD310\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-310-NV-thanh-lap-mot-thi-tran-nong-truong-thuoc-tinh-Thanh-Hoa-vb18196t17.aspx Quyết định 310-NV] năm 08\/08\/1967 về thành lập một thị trấn nông trường thuộc tỉnh Thanh Hóa do Bộ trưởng Bộ Nội vụ ban hành.<\/ref> Cùng năm, chia tách một số xã thuộc huyện Thạch Thành.<ref>Quyết định số 164-NV ngày 24\/5\/1967.<\/ref> Năm 1968, thành lập thị trấn nông trường Sông Âm thuộc huyện Ngọc Lặc.<ref name=\"QD96NL\">Quyết định số 96-NV ngày 19 tháng 3 năm 1968 của Bộ Nội vụ.<\/ref> Năm 1969, thành lập thị trấn nông trường Bãi Trành thuộc huyện Như Xuân.<ref name=\"QD218\">Quyết định số 128-NV ngày 15 tháng 3 năm 1969 của Bộ Nội vụ về việc thành lập Thị trấn nông trường Bãi Trành trực thuộc huyện Như Xuân tỉnh Thanh Hoá.<\/ref> Năm 1971, các xã Đông Vệ, Đông Hương, Đông Hải thuộc huyện Đông Sơn và xã Quảng Thắng thuộc huyện Quảng Xương được sáp nhập vào thị xã Thanh Hóa.<ref name=\"QD226\">Quyết định số 226-TTg ngày 21\/8\/1971 của Bộ trưởng Phủ Thủ tướng.<\/ref> Năm 1973, điều chỉnh địa giới một số xã thuộc các huyện Đông Sơn, Hà Trung<ref>Quyết định số 20-HĐBT ngày 15\/3\/1973.<\/ref> và Nga Sơn.<ref>Quyết định số 72-HĐBT ngày 14\/7\/1973.<\/ref>\n\n=== Thanh Hóa sau năm 1975 ===\nNăm 1977, thành lập thị trấn Bỉm Sơn<ref name=\"QD140\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-140-BT-thanh-lap-thi-tran-Bim-Son-tinh-Thanh-Hoa-vb58011t17.aspx Quyết định 140-BT] ngày 29\/06\/1977 về việc thành lập thị trấn Bỉm Sơn trực thuộc tỉnh Thanh Hóa do Bộ trưởng Phủ Thủ tướng ban hành.<\/ref>, sáp nhập huyện Hà Trung và huyện Nga Sơn thành huyện [[Trung Sơn (huyện)|Trung Sơn]], huyện Vĩnh Lộc và huyện Thạch Thành thành huyện [[Vĩnh Thạch]], huyện Lang Chánh và huyện Ngọc Lặc thành huyện [[Lương Ngọc]], huyện Yên Định với phần tả ngạn sông Chu của huyện Thiệu Hóa thành huyện [[Thiệu Yên]], huyện Đông Sơn với phần hữu ngạn sông Chu của huyện Thiệu Hóa thành huyện [[Đông Thiệu]].<ref name=\"QD177-77\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-177-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Thanh-Hoa-vb57441t17.aspx Quyết định 177-CP] ngày 05\/07\/1977 về việc hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Thanh Hóa do Hội đồng Chính phủ ban hành.<\/ref> Năm 1978, thành lập xã Quý Lộc thuộc huyện Thiệu Yên trên cơ sở toàn bộ xã Yên Quý và xã Yên Lộc; thành lập xã Thọ Thành thuộc huyện Thọ Xuân trên cơ sở toàn bộ xã Xuân Thành, xã Hạnh Phúc và xã Bắc Lương; đồng thời sáp nhập toàn bộ thị trấn nông trường Thông Nhất thuộc huyện Lương Ngọc vào huyện Thiệu Yên.<ref name=\"QD267\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-267-CP-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-Thanh-Hoa-vb58110t17.aspx Quyết định 267-CP] ngày 23\/10\/1978 điều chỉnh địa giới một số xã và thị trấn thuộc tỉnh Thanh Hóa do Hội đồng Chính phủ ban hành.<\/ref> Năm 1979, thành lập xã Công Thành trên cơ sở toàn bộ xã Định Công và xã Định Thành của huyện Thiệu Yên.<ref name=\"QD51\">[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-51-CP-hop-nhat-xa-Dinh-Cong-Dinh-Thanh-huyen-Thieu-Yen-tinh-Thanh-Hoa-thanh-mot-xa-vb58086t17.aspx Quyết định 51-CP] ngày 17\/02\/1979 về việc hợp nhất xã Định Công và xã Định Thành thuộc huyện Thiệu Yên, tỉnh Thanh Hóa thành một xã do Hội đồng Chính phủ ban hành.<\/ref>\n\nNăm 1980, chia tách một số xã thuộc huyện Như Xuân, Hoằng Hóa, Trung Sơn và Tĩnh Gia.<ref name=\"QD278NX\">Quyết định số 278\/QĐ-CP ngày 29\/8\/1980.<\/ref>\n\n* Thành lập xã Hoăng Ngự (Hoằng Hóa) trên cơ sở một phần xa Hoằng Yến.\n* Thành lập xã Quang Trung (Trung Sơn) trên cơ sở một phần xã Hà Dương.\n* Thành lập xã Yên Lạc (Như Xuân) trên cơ sở một phần xã Yên Thọ.\n* Thành lập xã Phú Sơn (Như Xuân) trên cơ sở một phần xã Thanh Kỳ.\n* Sáp nhập toàn bộ xã Phu Sơn (Như Xuân) vào huyện Tĩnh Gia.\n\nNăm 1981, chia tách một số xã thuộc các huyện Thọ Xuân, Thiệu Yên, Lương Ngọc, Như Xuân<ref name=\"QD102\">Quyết định số 102-HĐBT ngày 2-10-1981 của Hội đồng Bộ trưởng về việc phân vạch địa giới của một số xã thuộc tỉnh Thanh Hoá.<\/ref>. Cùng năm, thành lập 2 thị xã [[Sầm Sơn]] và [[Bỉm Sơn]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-157-HDBT-thanh-lap-thi-xa-thuoc-tinh-Thanh-Hoa-43169.aspx|title=Quyết định 157-HĐBT năm 1981 về việc thành lập thị xã thuộc tỉnh Thanh Hóa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n\n* Giải thể xã Thọ Thanh (Thọ Xuân). Thành lập xã Xuân Thành, xã Hạnh Phúc va xã Băc Lương (Thọ Xuân) trên cơ sở toàn bộ xã Thọ Thành.\n* Giải thể xã Công Thành (Thiệu Yên). Thành lập xã Định Công và xã Định Thành (Thiệu Yên) trên cơ sở toàn bộ xã Công Thành.\n* Thành lập xã Yên Thắng (Lương Ngọc) trên cơ sở một phần xã Yên Khương.\n* Thanh lập xã Giao Thiện (Lương Ngọc) trên co sở một phần xã Giao An.\n* Thanh lập xã Minh Tiến (Lương Ngọc) trên co sở một phần xã Minh Sơn\n* Thành lập xã Lộc Thịnh (Lương Ngọc) trên cơ sở một phần xã Cao Thịnh.\n* Thành lập xã Phùng Minh (Lương Ngọc) trên cơ sở một phần xã Phùng Giao.\n* Thanh lập xa Xuân Quỳ (Nhu Xuân) trên cơ sở một phần xã Hóa Quỳ.\n* Thành lập thị xã Sầm Sơn trên cơ sở một phần huyện Quảng Xương (toàn bộ thị trấn Sầm Sơn, các xã Quảng Tường, Quảng Cư, Quảng Tiến và một phần xã Quảng Vinh)\n* Thành lập thị xã Bỉm Sơn trên cơ sở một phần huyện Trung Sơn (toàn bộ thị trấn Bỉm Sơn, thị trấn nông trường Hà Trung và các xã Quang Trung, Hà Lan)\n\nNăm 1982, tái lập các huyện Hà Trung, Nga Sơn, Vĩnh Lộc, Thạch Thành, Lang Chánh, Ngọc Lặc và đổi tên huyện Đông Thiệu thành huyện Đông Sơn.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-149-HDBT-phan-vach-dia-gioi-huyen-doi-ten-huyen-Dong-Thieu-tinh-Thanh-Hoa-43955.aspx|title=Quyết định 149-HĐBT năm 1982 về việc phân vạch địa giới một số huyện và đổi tên huyện Đông Thiệu thuộc tỉnh Thanh Hóa do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n* Giải thể huyện Lương Ngọc. Thành lập huyện Lang Chánh và huyện Ngọc Lặc trên cơ sở toàn bộ huyện Lương Ngọc. Huyện Lang Chánh gồm 10 xã là Yên Khương, Yên Thắng, Trí Năng, Giao An, Giao Thiện, Quang Hiến, Tam Văn, Tân Phúc, Đồng Lương và Lâm Phú. Huyện Ngọc Lặc gồm 20 xã và 2 thị trấn là Mỹ Tân, Vân An, Cao Ngọc, Nguyệt Ấn, Phùng Giáo, Phùng Minh, Phúc Thịnh, Kiên Thọ, Minh Sơn, Minh Tiến, Ngọc Trung, Cao Thịnh, Lộc Thịnh, Ngọc Sơn, Ngọc Liên, Quang Trung, Đồng Thịnh, Thạch Lập, Thuý Sơn, Ngọc Khê, thị trấn nông trường Lam Sơn, thị trấn nông trường Sông Âm.\n* Giải thể huyện Vĩnh Thành. Thành lập huyện Thạch Thành và huyện Vĩnh Lộc trên cơ sở toàn bộ huyện Vĩnh Thành. Huyện Thạch Thành gồm 25 xã và 2 thị trấn là Thạch Tượng, Thạch Lâm, Thạch Yên, Thạch Sơn, Thạch Bình, Thạch Cẩm, Thạch Định, Thạch Đồng, Thạch Long, Thành Vinh, Thành Trực, Thành Tân , Thành Quảng, Thành Mỹ, Thành Minh, Thành Công, Thành Tâm, Thành Vân, Thành Thọ, Thành An, Ngọc Trạo, Thành Long, Thành Tiến, Thành Kim, Thành Hưng, thị trấn nông trường Thạch Thành, thị trấn nông trường Vân Du. Huyện Vĩnh Lộc gồm 15 xã là Vĩnh Quang, Vĩnh Hưng, Vĩnh Yên, Vĩnh Tiến, Vĩnh Long, Vĩnh Phúc, Vĩnh Thành, Vĩnh Minh, Vĩnh Khang, Vĩnh Hoà, Vĩnh Hùng, Vĩnh Tân, Vĩnh Ninh, Vĩnh Thịnh, Vĩnh An.\n* Giải thể huyện Trung Sơn. Thành lập huyện Hà Trung và huyện Nga Sơn trên cơ sở toàn bộ huyên Trung Sơn. Huyện Hà Trung gồm 24 xã là Hà Long, Hà Giang, Hà Bắc, Hà Tiến, Hà Yên, Hà Tân, Hà Bình, Hà Lĩnh, Hà Sơn, Hà Đông, Hà Ngọc, Hà Phong, Hà Ninh, Hà Lâm, Hà Dương, Hà Vân, Hà Thanh, Hà Thái, Hà Lai, Hà Châu, Hà Phú, Hà Hải, Hà Toại, Hà Vinh. Huyện Nga Sơn gồm 26 xã là Nga Điền, Nga An, Nga Phú, Nga Thái, Nga Tân, Nga Tiến, Nga Liên, Nga Thành, Nga Hải, Nga Giáp, Nga Mỹ, Nga Yên, Nga Văn, Nga Trường, Nga Thiện, Ba Đình, Nga Vinh, Nga Thắng, Nga Lĩnh, Nga Nhân, Nga Thanh, Nga Bạch, Nga Hưng, Nga Trung, Nga Thủy, Nga Thạch.\n* Đổi tên huyện Đông Thiệu thành huyện Đông Sơn.\n\nNăm 1983, thành lập một số phường thuộc thị xã Bỉm Sơn, thị xã Sầm Sơn và một số xã thuộc huyện Thường Xuân.<ref>Quyết định số 111-HĐBT ngày 29\/9\/1983.<\/ref>\n\n* Giải thể xã Thứng Lộc (Thường Xuân). Thành lập xã Xuân Lộc và xa Xuân Thắng (Thương Xuân) trên cơ sở toàn bộ xã Thắng Lộc.\n* Thành lập xã Luận Thành (Thường Xuân) trên cơ sở một phần xã Tân Thành và xã Xuân Cao.\n* Thành lập phường Trường Sơn và phường Bắc Sơn (TX. Sầm Sơn)\n* Thành lập phường Ba Đình, phường Lam Sơn và phường Ngọc Trạo (TX. Bỉm Sơn)\n\nNăm 1984, chia tách một số xã thuộc các huyện Quan Hóa, Như Xuân, Bá Thước, Tĩnh Gia, đồng thời thành lập thị trấn huyện lị Tĩnh Gia<ref name=\"QD163QH\">Quyết định số 163-HĐBT ngày 14\/12\/1984 của Hội đồng Bộ trưởng.<\/ref>.\n\n* Thành lập xã Tén Tằn (Quan Hóa) trên co sở một phần xã Tam Trung.\n* Thành lập xa Mường Chanh (Quan Hóa) trên co sở một phần xã Quang Chiểu.\n* Thành lập xã Thanh Tân (Như Xuân) trên cơ sở một phần xã Thanh Kỳ\n* Thanh lập xã Thanh Xuân (Như Xuân) trên cơ sở một phần xã Thanh Lâm\n* Thanh lập xã Điền Trung (Bá Thuớc) trên cơ sở một phần xã Điều Lư\n* Thanh lập xã Nghi Sơn và xã Hải Hà (Tĩnh Gia) trên cơ sở một phần xã Hải Thượng\n* Thanh lập thị trấn Tĩnh Gia (Tĩnh Gia) trên cơ sở một phần xã Hải Nhân, xã Bình Minh, xã Hải Hòa, xã Nguyên Bình.\n\nNăm 1987, thành lập thị trấn Quan Hóa thuộc huyện Quan Hóa, thị trấn Nông Cống thuộc huyện Nông Cống, xã Thọ Thắng thuộc huyện Thọ Xuân, xã Triệu Thành thuộc huyện Triệu Sơn và sáp nhập xã Hoằng Ngư thuộc huyện Hoằng Hóa vào xã Hoằng Yến cùng huyện<ref>Quyết định số 04-HĐBT ngày 05\/01\/1987.<\/ref>\n\n* Sáp nhập toàn bộ xã Hoăng Ngư (Hoằng Hóa) vào xã Hoằng Yến. Xã Hoằng Yến có tổng diện tích tự nhiên 849,23 hécta với 3.237 nhân khẩu.\n* Thành lập xã Thọ Thắng (Thọ Xuân) trên cơ sở một phần xã Xuân Tín, xã Xuân Lập. Xã Thọ Thắng có tổng diện tích tự nhiên 500,56 hécta với 2.358 nhân khẩu.\n* Thành lập xã Triệu Thành (Hợp Thành) trên cơ sở một phần xã Hợp Thành. Xã Triệu Thành có 1.156,9 hécta diện tích tự nhiên với 3.824 nhân khẩu.\n* Thành lập thị trấn Nông Công (Nông Cống) trên co sở một phần xã Minh Thọ, xã Vạn Thiện và xã Vạn Hòa. Thị trấn Nông Cống có tổng diện tích tự nhiên 111,97 hécta với 3.956 nhân khẩu.\n* Thành lập thị trấn Quan Hóa (Quan Hóa) trên cơ sở một phần xã Hôi Xuân. Thị trấn Quan Hoá có 138,31 hécta diện tích tự nhiên với 2.700 nhân khẩu.\n\nNăm 1988, chia tách một số xã thuộc các huyện Như Xuân và Quan Hóa.<ref name=\"QD19NX\">Quyết định số 19-HĐBT ngày 29\/02\/1988 của Hội đồng Bộ trưởng.<\/ref> Cùng năm, thành lập các thị trấn huyện lị thuộc các huyện Thường Xuân, Ngọc Lặc, Triệu Sơn, Hà Trung<ref name=\"QD99NL\">Quyết định số 99-HĐBT ngày 03\/6\/1988 của Hội đồng Bộ trưởng.<\/ref> và Nga Sơn.<ref name=\"QD138NS\">Quyết định số 138-HĐBT ngày 23\/12\/1988 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập một số xã thuộc huyện Như Xuân: Thành lập xã Hải Long trên cơ sở một phần xã Hải Vân và thành lập xã Phúc Đường trên cơ sở một phần xã Xuân Phúc.\n\n* Thành lập một số xã thuộc huyện Quan Hóa: Thành lập xã Xuân Phú trên cơ sở một phần xã Phú Nghiêm; thành lập xã Thanh Xuân trên cơ sở một phần xã Phú Xuân; thành lập xã Phú Sơn và xã Phú Thanh trên cơ sở một phần xã Phú Lệ; thành lập xã Sơn Hà trên cơ sở một phần xã Sơn Lư; thành lập xã Thành Sơn trên co sở một phần xã Trung Thành; thành lập xã Tam Thanh trên cơ sở một phần xã Tam Lư.\n\n* Thành lập thị trấn Hà Trung (Hà Trung) trên cơ sở một phần xã Hà Bình, xã Hà Ninh, xã Hà Phong, xã Hà Ngọc. Thị trấn Hà Trung có tổng diện tích tự nhiên 161,2 hécta với 5.905 nhân khẩu.\n* Thành lập thị trấn Ngọc Lặc (Ngọc Lặc) trên cơ sở một phần xã Ngọc Khê. Thị trấn Ngọc Lạc có 192 hécta diện tích tự nhiên với 4.538 nhân khẩu.\n* Thành lập thị trấn Thường Xuân (Thường Xuân) trên cơ sở một phần xã Xuân Dương và xã Ngọc Phụng. Thị trấn Thường Xuân có tổng diện tích tự nhiên 253,14 hécta với 2.929 nhân khẩu.\n* Thành lập thị trấn Triệu Sơn (Triệu Sơn) trên cơ sở một phần xã Minh Châu, xã Minh Dân và xã Minh Sơn. Thị trấn Triệu Sơn có tổng diện tích tự nhiên 113,73 hécta với 5.164 nhân khẩu.\n\nNăm 1989, thành lập thị trấn huyện lị thuộc các huyện Cẩm Thủy, Hoằng Hóa, Thiệu Yên, Như Xuân<ref name=\"QD124CT\">Quyết định số 124-HĐBT ngày 14\/9\/1989 của Hội đồng Bộ trưởng.<\/ref>. Năm 1990, thành lập thị trấn Kim Tân thuộc huyện Thạch Thành.<ref>Qụyết định số 519-HĐBT ngày 23\/11\/1990 của Hội đồng Bộ trưởng.<\/ref> Năm 1991, thành lập phường Bắc Sơn thuộc thị xã Bỉm Sơn<ref>Quyết định số 66-TCCP ngày 07\/02\/1991.<\/ref>, thị trấn Lam Sơn thuộc huyện Thọ Xuân<ref>Quyết định số 65-TCCP ngày 07\/02\/1991.<\/ref>, thị trấn Quảng Xương thuộc huyện Quảng Xương và thị trấn Lang Chánh thuộc huyện Lang Chánh.<ref name=\"QD185LC\">Quyết định số 185-TCCP ngày 13\/4\/1991 của Bộ trưởng - Trưởng ban Tổ chức cán bộ Chính phủ.<\/ref> Năm 1992, thành lập thị trấn Rừng Thông thuộc huyện Đông Sơn và thị trấn Vĩnh Lộc thuộc huyện Vĩnh Lộc.<ref name=\"QD49RT\">Quyết định số 49-TCCP ngày 28\/01\/1992 của Bộ trưởng - Trưởng ban Tổ chức cán bộ Chính phủ.<\/ref>\n\nNăm 1994, thành lập [[Thanh Hóa (thành phố)|thành phố Thanh Hóa]].<ref name=\"ND37\">Nghị định 37-CP ngày 01\/05\/1994 về việc thành lập thành phố Thanh Hoá thuộc tỉnh Thanh Hóa.<\/ref> Cùng năm, thành lập một số phường thuộc thành phố Thanh Hóa,<ref name=\"ND55TH\">Nghị định số 55-CP ngày 28\/6\/1994.<\/ref> thành lập thị trấn Cành Nàng thuộc huyện Bá Thước<ref name=\"QD92\">Quyết định số 92-CP ngày 23\/8\/1994 của Chính phủ.<\/ref> và xã Bình Sơn thuộc huyện Triệu Sơn.<ref>Nghị định số 04-CP ngày 25\/11\/1994.<\/ref> Năm 1995, thành lập phường Trung Sơn thuộc thị xã Sầm Sơn trên cơ sở xã Quảng Tường, sáp nhập xã Đông Cương từ huyện Đông Sơn và các xã Quảng Hưng, Quảng Thành, huyện Quảng Xương về thành phố Thanh Hóa, chuyển một phần diện tích và dân số xã Quảng Thịnh, huyện Quảng Xương về phường Đông Vệ, thành phố Thanh Hóa.<ref name=\"QD85SS\">Nghị định số 85-CP ngày 06\/12\/1995.<\/ref>\n\nNăm 1996, tái lập các huyện Thiệu Hóa, Yên Định, chuyển 16 xã thuộc huyện Đông Sơn về huyện Thiệu Hóa mới tái lập. Đồng thời thành lập các huyện [[Mường Lát]], [[Quan Sơn]], [[Như Thanh]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-72-CP-dieu-chinh-dia-gioi-hanh-chinh-cac-huyen-Quan-Hoa-Nhu-Xuan-Dong-Son-Thieu-Yen-thuoc-tinh-Thanh-Hoa-40218.aspx|title=Nghị định 72-CP năm 1996 về việc điều chỉnh địa giới hành chính các huyện Quan Hóa, Như Xuân, Đông Sơn, Thiệu Yên thuộc tỉnh Thanh Hóa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>.\n\n* Thành lập huyện Quan Sơn trên cơ sở một phần huyện Quan Hóa (toàn bộ các xã Trung Xuân, Trung Thượng, Trung Hạ, Sơn Hà, Tam Thanh, Sơn Thủy, Sơn Lư, Tam Lư, Sơn Điện). Huyện Quan Sơn có 86.534,85 ha diện tích tự nhiên và 29.952 nhân khẩu, có 9 xã.\n* Thành lập huyện Muờng Lát trên cơ sở một phần huyện Quan Hóa (toàn bộ các xã Trung Lý, Tén Tằn, Tam Chung, Pù Nhi, Quan Chiểu, Mường Chanh). Huyện Mường Lát có 84.558 ha diện tích tự nhiên và 23.959 nhân khẩu, có 6 xã.\n* Thành lập huyện Như Thanh trên cơ sở một phần huyện Như Xuân (toàn bộ các xã Thanh Kỳ, Thành Tân, Xuân Thái, Yên Lạc, Yên Thọ, Xuân Phúc, Phúc Đường, Xuân Thọ, Xuân Khang, Hải Long, Phú Nhuận, Mậu Lâm, Phượng Nghi, Xuân Du, Cán Khê, Hải Vân). Huyện Như Thanh có 58.694 ha diện tích tự nhiên và 76.045 nhân khẩu, có 18 xã.\n* Thành lập huyện Thiệu Hóa trên cơ sở một phần huyện Thiệu Yên (toàn bộ các xã Thiệu Ngọc, Thiệu Vũ, Thiệu Phúc, Thiệu Tiến, Thiệu Công, Thiệu Phú, Thiệu Hưng, Thiệu Long, Thiệu Giang, Thiệu Duy, Thiệu Nguyện, Thiệu Hợp, Thiệu Thịnh, Thiệu Quang, Thiệu Thành) và huyện Đông Sơn (toàn bộ các xã Thiệu Toán, Thiệu Chính, Thiệu Hoà, Thiệu Minh, Thiệu Tâm, Thiệu Viên, Thiệu Lý, Thiệu Vận, Thiệu Trung, Thiệu Đô, Thiệu Châu, Thiệu Vân, Thiệu Giao, Thiệu Khánh, Thiệu Dương, Thiệu Tân). Huyện Thiệu Hoá có 31 xã với 17.344,5 ha diện tích tự nhiên và 198.223 nhân khẩu.\n* Đổi tên huyện Thiệu Yên thành huyện Yên Định. Huyện Yên Định có 21.024,14 ha diện tích tự nhiên và 170. 826 nhân khẩu, gồm 29 xã, thị trấn.\n* Đổi tên thị trấn Thiệu Yên (Yên Định) thành thị trấn Quán Lào.\n\nNăm 1999, xã Na Mèo của huyện Quan Sơn được thành lập trên cơ sở một phần xã Sơn Thủy, xã Mường Mìn của huyện Quan Sơn được thành lập trên cơ sở một phần xã Sơn Điện, xã Mường Lý của huyện Mường Lát được thành lập trên cơ sở một phần xã Trung Lý, xã Thanh Hòa của huyện Như Xuân được thành lập trên cơ sở một phần xã Thanh Phong. Cùng thời điểm, thị trấn nông trường Sao Vàng của huyện Thọ Xuân bị giải thể; thị trấn [[Sao Vàng (thị trấn)|Sao Vàng]] mới của của huyện Thọ Xuân được thành lập trên cơ sở một phần thị trấn nông trường Sao Vàng cũ, xã Thọ Lâm và xã Xuân Thăng.<ref name=\"ND65\">Nghị định 65\/1999\/NĐ-CP ngày 05\/08\/1999 về việc điều chỉnh địa giới hành chính để thành lập xã, thị trấn thuộc các huyện Quan Sơn, Mường Lát, Như Xuân và Thọ Xuân, tỉnh Thanh Hóa.<\/ref> Năm 2000, thành lập thị trấn [[Thiệu Hóa (thị trấn)|Vạn Hà]] – thị trấn huyện lỵ của huyện Thiệu Hóa – trên cơ sở toàn bộ xã Thiệu Hưng.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-63-2000-ND-CP-thanh-lap-thi-tran-huyen-ly-huyen-Thieu-Hoa-tinh-Thanh-Hoa-8202.aspx|tựa đề=Nghị định 63\/2000\/NĐ-CP về việc thành lập thị trấn huyện lỵ huyện Thiệu Hoá, tỉnh Thanh Hoá|tác giả=Chính phủ|ngày=2000-10-30|website=Thư viện Pháp luật|url-status=live|ngày truy cập=2021-10-31}}<\/ref> Năm 2002, phường [[Tân Sơn (phường)|Tân Sơn]] thuộc thành phố Thanh Hoá, phường [[Đông Sơn, Bỉm Sơn|Đông Sơn]] thuộc thị xã Bỉm Sơn và thị trấn [[Bến Sung]] thuộc huyện Như Thanh được thành lập, trong đó phường Tân Sơn được thành lập trên cơ sở một phần phường Phú Sơn của thành phố Thanh Hóa; phường Đông Sơn được thành lập trên cơ sở một phần phường Lam Sơn của thị xã Bím Sơn; và thị trấn Bến Sung được thành lập trên cơ sở một phần xã Hải Vân và xã Hải Long của huyện Như Thanh.<ref>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-44-2002-ND-CP-thanh-lap-phuong-thuoc-thanh-pho-Thanh-Hoa-thi-xa-Bim-Son-thi-tran-Ben-Sung-thuoc-huyen-Nhu-Thanh-tinhThanh-Hoa-vb49272t11.aspx Nghị định 44\/2002\/NĐ-CP] về việc thành lập các phường thuộc thành phố Thanh Hoá, thị xã Bỉm Sơn và thị trấn Bến Sung thuộc huyện Như Thanh, tỉnh Thanh Hoá.<\/ref> Năm 2003, thành lập các thị trấn huyện lị Mường Lát, Quan Sơn và thị trấn Tào Xuyên, huyện Hoằng Hoá, trong đó thị trấn [[Mường Lát (thị trấn)|Mường Lát]] của huyện Mường Lát được thành lập trên cơ sở một phần xã Tam Chung; thị trấn [[Sơn Lư|Quan Sơn]] của huyện Quan Sơn được thành lập trên cơ sở một phần xã Sơn Lư; còn thị trấn [[Tào Xuyên]] của huyện Hoằng Hóa được thành lập trên cơ sở một phần xã Hoằng Anh, xã Hoằng Long và xã Hoằng Lý.<ref name=\"ND131\">[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-131-2003-ND-CP-thanh-lap-thi-tran-thuoc-huyen-Muong-Lat-Quan-Son-Hoang-Hoa-tinh-Thanh-Hoa-vb51573t11.aspx Nghị định 131\/2003\/NĐ-CP] về việc thành lập thị trấn thuộc các huyện Mường Lát, Quan Sơn và Hoằng Hoá, tỉnh Thanh Hoá.<\/ref>\n\nTháng 1 năm 2004, các thị trấn nông trường Lam Sơn và thị trấn nông trường Sông Âm của huyện Ngọc Lặc, thị trấn nông trường Phúc Do của huyện Cẩm Thủy, thị trấn nông trường Yên Mỹ của huyện Nông Cống, thị trấn nông trường Thạch Thành và thị trấn nông trường Vân Du của huyện Thạch Thành, và thị trấn nông trường Bãi Trành của huyện Như Xuân bị giải thể. Xã [[Lam Sơn, Ngọc Lặc|Lam Sơn]] của huyện Ngọc Lặc được thành lập trên cơ sở một phần thị trấn nông truờng Lam Sơn và xã Minh Tiến, còn phần còn lại của thị trấn nông trường Lam Sơn được sáp nhập vào các xã Minh Tiến, Minh Sơn, Kiên Thọ của huyện Ngọc Lặc, các xã Xuân Châu, Xuân Tín, Quảng Phú của huyện Thọ Xuân; số nhân khẩu của thị trấn nông trường Sông Âm được chuyển giao về các xã Nguyệt Ấn, Kiên Thọ, Phùng Giáo, Phùng Minh của huyện Ngọc Lặc và các xã Thọ Minh, Xuân Châu, Xuân Lam, Xuân Thiên của huyện Thọ Xuân. Xã [[Cẩm Tân|Phúc Do]] của huyện Cẩm Thủy được thành lập trên cơ sở một phần thị trấn nông trường Phúc Do, còn số nhân khẩu còn lại của thị trấn nông trường Phúc Do được chuyển giao về các xã Cẩm Ngọc, Cẩm Long và Cẩm Phú. Xã [[Yên Mỹ, Nông Cống|Yên Mỹ]] của huyện Nông Cống được thành lập trên co sở một phần thị trấn nông trường Yên Mỹ và xã Công Bình, phần còn lại của thị trấn nông trường Yên Mỹ được sáp nhập vào các xã Công Bình, Công Chính, Công Liêm, Thăng Long, Tượng Sơn của huyện Nông Cống, và các xã Yên Lạc, Thanh Tân của huyện Như Thanh. Xã [[Thạch Bình, Thạch Thành|Thạch Tân]] của huyện Thạch Thành được thành lập trên cơ sở một phần thị trấn nông trường Thạch Thành và xã Thạch Bình, phần còn lại của thị trấn nông trường Thạch Thành được sáp nhập vào các xã Thạch Định, Thạch Bình, Thạch Đồng, Thạch Sơn, Thạch Cẩm của huyện Thạch Thành; đồng thời thành lập thị trấn [[Vân Du (thị trấn)|Vân Du]] của huyện Thạch Thành trên cơ sở một phần thị trấn nông truờng Vân Du và xã Thành Vân, còn phần còn lại của thị trấn nông trường Vân Du thì được sáp nhập vào các xã Thành Tâm, Thanh Vân, Ngọc Trạo và Thành An của huyện Thạch Thành. Tại huyện Như Xuân, hai xã [[Bãi Trành]] và [[Xuân Hòa, Như Xuân|Xuân Hòa]] được thành lập trên cơ sở một phần thị trấn nông trường Bai Trành và xã Xuân Bình, còn phần còn lại của thị trấn nông trường Bãi Trành được sáp nhập vào xã Xuân Bình thuộc huyện Như Xuân và xã Xuân Thái thuộc huyện Như Thanh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-15-2004-ND-CP-giai-the-thi-tran-nong-truong-thanh-lap-xa-thi-tran-thuoc-cac-huyen-Ngoc-Lac-Thach-Thanh-Cam-Thuy-Nhu-Xuan-Nong-Cong-Thanh-Hoa-52414.aspx|tựa đề=Nghị định số 15\/2004\/NĐ-CP năm 2004 về việc giải thể thị trấn nông trường để thành lập xã, thị trấn thuộc các huyện Ngọc Lặc, Thạch Thành, Cẩm Thủy, Như Xuân, Nông Cống, tỉnh Thanh Hóa.|tác giả=Chính phủ|ngày=2004-01-09|website=Thư viện Pháp luật|url-status=live|ngày truy cập=2021-10-31}}<\/ref>\n\nTháng 4 năm 2006, thị trấn Nhồi thuộc huyện Đông Sơn được thành lập trên cơ sở một phần diện tích tự nhiên và nhân khẩu hai xã Đông Hưng và Đông Tân.<ref name=\"ND40\">Nghị định số 40\/2006\/NĐ-CP ngày 21 tháng 4 năm 2006 của Chính phủ về việc thành lập thị trấn Nhồi thuộc huyện Đông Sơn, tỉnh Thanh Hoá.<\/ref> Tháng 4 năm 2008, các xã Xuân Mỹ, Xuân Liên và Xuân Khao thuộc huyện Thường Xuân bị giải thể. Diện tích tự nhiên của ba xã này được điều chỉnh về các xã Vạn Xuân, Xuân Cẩm, Yên Nhân, Lương Sơn, Tân Thành, Ngọc Phụng, thị trấn Thường Xuân của huyện Thường Xuân; xã Xuân Hòa của huyện Như Xuân; và xã Thanh Tân, Thanh Kỳ của huyện Như Thanh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-38-2008-ND-CP-giai-the-xa-Xuan-My-Lien-Khao-vung-long-ho-chua-nuoc-Cua-Dat-thuoc-huyen-Thuong-Xuan-Thanh-Hoa-dieu-chinh-dia-gioi-xa-giai-the-64902.aspx|tựa đề=Nghị định 38\/2008\/NĐ-CP về việc giải thể các xã Xuân Mỹ, Xuân Liên và Xuân Khao (vùng lòng hồ chứa nước Cửa Đặt) thuộc huyện Thường Xuân, tỉnh Thanh Hóa và điều chỉnh địa giới hành chính các xã giải thể|tác giả=Chính phủ|ngày=2008-04-03|website=Thư viện Pháp luật|url-status=live|ngày truy cập=2021-10-31}}<\/ref> Tháng 12 cùng năm, xã Nhi Sơn thuộc huyện Mường Lát được thành lập trên cơ sở một phần xã Pù Nhi, còn xã Trung Tiến thuộc huyện Quan Sơn được thành lập trên cơ sở một phần xã Trung Thượng.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-11-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-thuoc-huyen-Muong-Lat-Quan-Son-tinh-Thanh-Hoa-84049.aspx|tựa đề=Nghị định 11\/NĐ-CP về việc điều chỉnh địa giới hành chính xã, thành lập xã thuộc huyện Mường Lát, huyện Quan Sơn, tỉnh Thanh Hóa|tác giả=Chính phủ|ngày=2008-12-23|website=Thư viện Pháp luật|url-status=live|ngày truy cập=2021-10-31}}<\/ref> Tháng 10 năm 2009, thị trấn nông trường Thống Nhất thuộc huyện Yên Định bị giải thể, diện tích tự nhiên và nhân khẩu hiện trạng do thị trấn nông trường Thống Nhất quản lý được chuyển giao về các xã Yên Giang, Yên Lâm, Yên Tâm của huyện Yên Định, các xã Cao Thịnh, Ngọc Trung, Lộc Thịnh của huyện Ngọc Lặc, xã Quảng Phú của huyện Thọ Xuân, và các xã Cẩm Tâm, Cẩm Sơn, Cẩm Châu của huyện Cẩm Thủy. Thị trấn [[Thống Nhất (thị trấn)|Thống Nhất]] thuộc huyện Yên Định được thành lập trên cơ sở điều chỉnh một phần diện tích tự nhiên và nhân khẩu của xã Yên Giang, Yên Lâm, Yên Tâm thuộc huyện Yên Định, một phần xã Cao Thịnh thuộc huyện Ngọc Lặc và một phần xã Quảng Phú thuộc huyện Thọ Xuân.<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-52-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-thi-tran-Thong-Nhat-huyen-Yen-dinh-But-Son-huyen-Hoang-Hoa-tinh-Thanh-Hoa-96233.aspx|tựa đề=Nghị quyết số 52\/NQ-CP năm 2009 về việc giải thể thị trấn nông trường Thống Nhất; điều chỉnh địa giới hành chính xã để thành lập thị trấn Thống Nhất thuộc huyện Yên Định và mở rộng địa giới hành chính thị trấn Bút Sơn thuộc huyện Hoằng Hoá, tỉnh Thanh Hoá.|tác giả=Chính phủ|ngày=2009-10-15|website=Thư viện Pháp luật|url-status=live|ngày truy cập=2021-10-31}}<\/ref> Cùng thời điểm, địa giới hành chính thị trấn Bút Sơn thuộc huyện Hoằng Hoá được mở rộng với việc sáp nhập một phần diện tích tự nhiên và nhân khẩu các xã Hoằng Phúc, Hoằng Đạo, Hoằng Vinh và Hoằng Đức của huyện Hoằng Hoá.<ref name=\":0\" \/> Tháng 12 cùng năm, phường Phú Sơn thuộc thị xã Bỉm Sơn được thành lập trên cơ sở một phần diện tích tự nhiên và nhân khẩu của xã Quang Trung; phường Quảng Tiến thuộc thị xã Sầm Sơn được thành lập trên cơ sở toàn bộ diện tích tự nhiên và nhân khẩu của xã Quảng Tiến.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-61-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-de-thanh-lap-phuong-thi-xa-Bim-Son-phuong-thi-xa-Sam-Son-tinh-Thanh-Hoa-98791.aspx|tựa đề=Nghị quyết 61\/NQ-CP về việc điều chỉnh địa giới hành chính xã để thành lập phường thuộc thị xã Bỉm Sơn, thành lập phường thuộc thị xã Sầm Sơn tỉnh Thanh Hoá|tác giả=Chính phủ|ngày=2009-12-08|website=Thư viện Pháp luật|url-status=live|ngày truy cập=2021-10-31}}<\/ref>\n\nNgày 29 tháng 2 năm 2012, địa giới hành chính thành phố Thanh Hoá được mở rộng thêm 19 xã, thị trấn thuộc các huyện Hoằng Hóa, Đông Sơn, Thiệu Hóa và Quảng Xương – bao gồm toàn bộ diện tích tự nhiên và nhân khẩu của các xã Hoằng Anh, Hoằng Lý, Hoằng Long, Hoằng Quang, Hoằng Đại và thị trấn Tào Xuyên của huyện Hoằng Hóa, các xã Thiệu Dương, Thiệu Khánh, Thiệu Vân của huyện Thiệu Hóa, các xã Đông Lĩnh, Đông Tân, Đông Hưng, Đông Vinh và thị trấn Nhồi của huyện Đông Sơn, và các xã Quảng Thịnh, Quảng Đông, Quảng Phú, Quảng Tâm và Quảng Cát của huyện Quảng Xương. Đồng thời, 2 phường Tào Xuyên và An Hoạch thuộc thành phố Thanh Hóa cũng được thành lập lần lượt trên cơ sở toàn bộ diện tích tự nhiên và nhân khẩu của thị trấn Tào Xuyên và thị trấn Nhồi. Sau khi điều chỉnh địa giới hành chính, thành phố Thanh Hóa có 146,77 km² diện tích tự nhiên và 393.294 nhân khẩu, với 37 đơn vị hành chính trực thuộc gồm 14 phường và 23 xã.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-05-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Hoang-Hoa-135334.aspx|title=Nghị quyết số 05\/NQ-CP của Chính phủ về việc điều chỉnh địa giới hành chính các huyện Hoằng Hóa, Thiệu Hóa, Đông Sơn và Quảng Xương để mở rộng địa giới hành chính thành phố Thanh Hóa và thành lập các phường thuộc thành phố Thanh Hóa, tỉnh Thanh Hóa|tác giả=Chính phủ|họ=|tên=|ngày=2012-02-29|website=Thư viện Pháp luật|url lưu trữ=|ngày lưu trữ=|url-status=live|ngày truy cập=2021-10-31}}<\/ref> \n\nNgày 19 tháng 8 năm 2013, các phường Đông Cương, Đông Hương, Đông Hải, Quảng Hưng, Quảng Thành, Quảng Thắng thuộc thành phố Thanh Hóa được thành lập trên cơ sở toàn bộ diện tích tự nhiên và quy mô dân số của các xã tương ứng.<ref name=\"MS2\">Nghị quyết số 99\/NQ-CP ngày 19\/08\/2013 của Chính phủ về việc thành lập các phường: Đông Cương, Đông Hương, Đông Hải, Quảng Hưng, Quảng Thành, Quảng Thắng thuộc thành phố Thanh Hóa, tỉnh Thanh Hóa.<\/ref> \n\nNgày 15 tháng 5 năm 2015, các xã Quảng Châu, Quảng Thọ, Quảng Vinh, Quảng Minh, Quảng Hùng, Quảng Đại thuộc huyện Quảng Xương được sáp nhập vào thị xã Sầm Sơn; một phần xã Vạn Hòa, xã Minh Thọ, xã Vạn Thiện của huyện Nông Cống được điều chỉnh sáp nhập vào thị trấn Nông Cống; và xã Đông Xuân, một phần xã Đông Tiến và xã Đông Anh thuộc huyện Đông Sơn được điều chỉnh sáp nhập vào thị trấn Rừng Thông.<ref>Nghị quyết số 935\/NQ-UBTVQH13 năm 2015 của Ủy ban Thường vụ Quốc hội về việc điều chỉnh địa giới hành chính huyện Quảng Xương và thị xã Sầm Sơn để mở rộng địa giới hành chính thị xã Sầm Sơn, điều chỉnh địa giới hành chính 03 xã và 01 thị trấn thuộc huyện Nông Cống để mở rộng địa giới hành chính thị trấn Nông Cống thuộc huyện Nông Cống, điều chỉnh địa giới hành chính 03 xã và 01 thị trấn thuộc huyện Đông Sơn để mở rộng địa giới hành chính thị trấn Rừng Thông thuộc huyện Đông Sơn, tỉnh Thanh Hóa<\/ref> \n\nNgày 19 tháng 4 năm 2017, 4 phường Quảng Cư, Quảng Châu, Quảng Thọ, Quảng Vinh thuộc thị xã Sầm Sơn được thành lập trên cơ sở toàn bộ diện tích tự nhiên và quy mô dân số của 4 xã tương ứng. Cùng với đó, thành phố [[Sầm Sơn]] được thành lập trên cơ sở toàn bộ 44,94 km² diện tích tự nhiên và quy mô dân số 150.902 người của thị xã Sầm Sơn, với 11 đơn vị hành chính trực thuộc gồm 8 phường và 3 xã.<ref>Nghị quyết số 368\/NQ-UBTVQH14 năm 2017 của Ủy ban Thường vụ Quốc hội về việc thành lập các phường Quảng Cư, Quảng Châu, Quảng Thọ, Quảng Vinh thuộc thị xã Sầm Sơn và thành phố Sầm Sơn, tỉnh Thanh Hóa.<\/ref>\n\nNgày 16 tháng 10 năm 2019, Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 786\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thanh Hóa.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-786-NQ-UBTVQH14-2019-sap-xep-cac-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Thanh-Hoa-429700.aspx|tựa đề=Nghị quyết số 786\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thanh Hóa|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> Theo đó, tỉnh thực hiện sắp xếp 146 đơn vị hành chính cấp xã – gồm 118 xã, 3 phường và 25 thị trấn – để thành 70 đơn vị hành chính cấp xã mới – giảm 76 đơn vị; đồng thời, thành lập thị trấn Nưa trên cơ sở toàn bộ diện tích tự nhiên và nhân khẩu của xã Tân Ninh, huyện Triệu Sơn. Sau khi sắp xếp các đơn vị hành chính cấp xã của tỉnh Thanh Hóa và thành lập thị trấn Nưa thuộc huyện Triệu Sơn, tỉnh Thanh Hóa còn lại 559 đơn vị hành chính cấp xã, gồm 496 xã, 34 phường, 29 thị trấn.{{chính|Đợt sắp xếp, sáp nhập đơn vị hành chính tại Việt Nam 2019–2021#Tỉnh Thanh Hóa}}\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc thành phố Thanh Hóa: Thành lập phường An Hưng trên cơ sở toàn bộ phường An Hoạch và xã Đông Hưng; sáp nhập toàn bộ xa Hoằng Lý vào phường Tào Xuyên; thành lập xã Long Anh trên cơ sở toàn bộ xã Hoằng Long và xã Hoằng Anh. Sau khi sắp xếp, thành phố Thanh Hóa có 34 đơn vị hành chính cấp xã, gồm 20 phường và 14 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc thị xã Bỉm Sơn: Sáp nhập toàn bộ xã Hà Lan vào phường Đông Sơn. Sau khi sắp xếp, thị xã Bỉm Sơn có 7 đơn vị hành chính cấp xã, gồm 6 phường và 1 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuôc huyện Nga Sơn: Thành lập xã Nga Phượng trên cơ sở toàn bộ xã Nga Lĩnh và xã Nga Nhân; sáp nhập toàn bộ xã Nga Mỹ và xã Nga Hưng vào thị trấn Nga Sơn. Sau khi sắp xếp, huyện Nga Sơn có 24 đơn vị hành chính cấp xã, gồm 23 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chinh cấp xã thuộc huyện Hà Trung: Sáp nhập toàn bộ xã Hà Phong vào thị trấn Hà Trung; thành lập xã Yến Sơn trên cơ sở toàn bộ xã Hà Lâm và xã Hà Ninh; thành lập xã Lĩnh Toại trên cơ sở toàn bộ xã Hà Toại và xã Hà Phú; thành lập xã Hoạt Giang trên cơ sở toàn bộ xã Hà Thanh và xã Hà Vân; thành lập xã Yên Dương trên cơ sở toàn bộ xã Hà Yên và xã Hà Dương. Sau khi sắp xếp, huyện Hà Trung có 20 đơn vị hành chính cấp xã, gồm 19 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hanh chính cấp xã thuộc huyện Hậu Lộc: Sáp nhập toàn bộ xã Châu Lộc vào xã Triệu Lộc; sáp nhập toàn bộ xã Văn Lộc vào xã Thuần Lộc; sáp nhập toàn bộ xã Thịnh Lộc và xã Lôc Tân vào thị trấn Hậu Lộc. Sau khi sắp xếp, huyện Hậu Lộc có 23 đơn vị hành chính cấp xã, gồm 22 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Hoằng Hóa: Sáp nhập toàn bộ xã Hoằng Khanh vào xã Hoằng Xuân; sáp nhập toàn bộ xã Hoằng Luơng vào xã Hoằng Sơn; sáp nhập toàn bộ xã Hoằng Khê vào xã Hoằng Xuyên; sáp nhập toàn bộ xã Hoằng Minh vào xã Hoằng Đức; sáp nhập toàn bộ xã Hoằng Phúc và xã Hoằng Vinh vào thị trấn Bút Sơn. Sau khi sắp xếp, huyện Hoằng Hóa có 37 đơn vị hành chính cấp xã, gồm 36 xã và 1 thị trấn.\n\n* Sắp xếp các đon vị hành chinh cấp xã thuộc huyện Quảng Xương: Sáp nhập toàn bộ xã Quảng Vọng vào xã Quảng Phúc; thành lập xã Tiên Trang trên cơ sở toàn bộ xã Quảng Lĩnh và xã Quảng Lợi; thành lập thị trấn Tân Phong trên cơ sở toàn bộ xã Quảng Tân, xã Quảng Phong và thị trấn Quảng Xương. Sau khi sắp xếp, huyện Quảng Xương có 26 đơn vị hành chính cấp xã, gồm 25 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Nông Cống: Sáp nhập toàn bộ xã Trung Ý vào xã Trung Chính; sáp nhập toàn bộ xã Tế Tân vào xã Tế Nông; sáp nhập toàn bộ xã Công Bình vào xã Yên Mỹ. Sau khi sắp xếp, huyện Nông Cống có 29 đơn vị hành chính cấp xã, gồm 28 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Tĩnh Gia: Sáp nhập toàn bộ xã Triêu Dương và xã Hải Ninh; sáp nhập toàn bộ xã Hùng Sơn vào xã Các Sơn; sáp nhập toàn bộ xã Hải Hòa vào thị trấn Tĩnh Gia. Sau khi sắp xếp, huyện Tĩnh Gia có 31 đơn vị hành chính cấp xã, gồm 30 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Đông Sơn: Sáp nhập toàn bộ xã Đông Anh vào xã Đông Khê. Sau khi sắp xếp, huyện Đông Sơn có 14 đơn vị hành chính cấp xã, gồm 13 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Thiệu Hóa: Thành lập xã Minh Tâm trên cơ sở toàn bộ xã Thiệu Minh và xã Thiệu Tâm; thành lập xã Tân Châu trên cơ sở toàn bộ xã Thiệu Tân và xã Thiệu Châu; thành lập thị trấn Thiệu Hóa trên cơ sở toàn bộ thị trấn Vạn Hà và xã Thiệu Đô. Sau khi sắp xếp, huyện Thiệu Hóa có 25 đơn vị hành chính cấp xã, gồm 24 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyên Yên Định: Sáp nhập toàn bộ xã Yên Giang vào xã Yên Phú; sáp nhập toàn bộ xã Yên Bái vào xã Yên Trường; sáp nhập toàn bộ xã Định Tường vào thị trấn Quán Lào. Sau khi sắp xếp, huyện Yên Định có 26 đơn vị hành chính cấp xã, gồm 24 xã và 2 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Vĩnh Lộc: Thành lập xã Ninh Khang trên cơ sở toàn bộ xã Vĩnh Ninh và xã Vĩnh Khang; sáp nhập toàn bộ xã Vĩnh Thành vào thị trấn Vĩnh Lộc. Sau khi sắp xếp, huyện Vĩnh Lộc có 13 đơn vị hành chính cấp xã, gồm 12 xã và 1 thị trấn.\n\n* Sắp xếp các đon vị hành chinh cấp xã thuộc huyện Triệu Sơn: Sáp nhập toàn bộ xã Minh Dân và xã Minh Châu vào thị trấn Triệu Sơn; thành lập thị trấn Nưa trên cơ sở toàn bộ xã Tân Ninh. Sau khi sắp xếp, huyện Triệu Sơn có 34 đơn vị hành chính cấp xã, gồm 32 xã và 2 thị trấn.\n\n* Sắp xếp các đơn vị hành chinh cấp xã thuộc huyện Thọ Xuân: Sáp nhập toàn bộ xã Xuân Lam vào thị trấn Lam Sơn; thành lập xã Xuân Sinh trên cơ sở toàn bộ xã Xuân Sơn và xã Xuân Quang; sáp nhập toàn bộ xã Xuân Thắng vào thị trấn Sao Vàng; sáp nhập toàn bộ xã Hạnh Phúc vào thị trấn Thọ Xuân; thành lập xã Xuân Hồng trên cơ sở toàn bộ xã Xuân Khanh, xã Thọ Nguyên và xã Xuân Thành; thành lập xã Trường Xuân trên cơ sở toàn bộ xã Xuân Tân, xã Xuân Vinh và xã Thọ Trường; sáp nhập toàn bộ xã Thọ Thắng vào xã Xuân Lập; thành lập xã Phú Xuân trên cơ sở toàn bộ Xuân Yên và xã Phú Yên; thành lập xã Thuận Minh trên cơ sở toàn bộ xã Thọ Minh và xã Xuân Châu. Sau khi sắp xếp, huyện Thọ Xuân có 30 đơn vị hành chính cấp xã, gồm 27 xã và 03 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Muờng Lát: Sáp nhập toàn bộ xã Tén Tằn vao thị trấn Mường Lát. Sau khi sắp xếp, huyện Mường Lát có 08 đơn vị hành chính cấp xã, gồm 07 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Quan Hóa: Sáp nhập toàn bộ xã Xuân Phú vào xã Phú Nghiêm; thành lập thị trấn Hồi Xuân trên cơ sở toàn bộ thị trấn Quan Hóa và xã Hồi Xuân; sáp nhập toàn bộ xã Thanh Xuân vào xã Phú Xuân. Sau khi sắp xếp, huyện Quan Hóa có 15 đơn vị hành chính cấp xã, gồm 14 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuôc huyện Quan Sơn: Thành lập thị trấn Sơn Lư trên cơ sở toàn bộ thị trấn Quan Sơn và xã Sơn Lư. Sau khi sắp xếp, huyện Quan Sơn có 12 đơn vị hành chính cấp xã, gồm 11 xã và 1 thị trấn.\n\n* Săp xếp các đơn vị hành chính cấp xã thuộc huyện Lang Chánh: Sáp nhập toàn bộ xã Quang Hiến vào thị trấn Lang Chánh. Sau khi sắp xếp, huyện Lang Chánh có 10 đơn vị hành chính cấp xã, gồm 09 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuôc huyện Bá Thươc: Sáp nhập toàn bộ xã Tân Lập và xã Lâm Xa vào thị trấn Cành Nàng. Sau khi sắp xếp, huyện Bá Thước có 21 đơn vị hành chính cấp xã, gồm 20 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Ngọc Lặc: Sáp nhập toàn bộ xã Ngọc Khê, một phần xã Thúy Sơn và xã Quang Trung vào thị trấn Ngọc Lặc. Sau khi sắp xếp, huyện Ngọc Lặc có 21 đơn vị hành chính cấp xã, gồm 20 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Cẩm Thủy: Thành lập thị trấn Phong Sơn trên cơ sở xã Cẩm Sơn, xã Cẩm Phong và thị trấn Cẩm Thủy; sáp nhập toàn bộ xã Phúc Do, một phần xã Cẩm Vân vào xã Cẩm Tân. Sau khi sắp xếp, huyện Cẩm Thủy có 17 đơn vị hành chính cấp xã, gồm 16 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chinh cấp xã thuôc huyện Thạch Thành: Sáp nhập toàn bộ xã Thành Vân vào thị trấn Vân Du; sáp nhập toàn bộ xã Thạch Tân vào xã Thạch Bình; sáp nhập toàn bộ xã Thành Kim vào thị trấn Kim Tân. Sau khi sắp xếp, huyện Thạch Thành có 25 đơn vị hành chính cấp xã, gồm 23 xã và 2 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Như Thanh: Sáp nhập toàn bộ xã Hải Vân vao thị trấn Bến Sung; sáp nhập toàn bộ xã Phúc Đường vào xã Xuân Phúc; sáp nhập toàn bộ xã Xuân Thọ vào xã Cán Khê. Sau khi sắp xếp, huyện Như Thanh có 14 đơn vị hành chính cấp xã, gồm 13 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuôc huyện Như Xuân: Sáp nhập toàn bộ xã Yên Lễ vào thị trấn Yên Cát; sáp nhập toàn bộ xã Xuân Quỳ vào xã Hóa Quỳ. Sau khi sắp xếp, huyện Như Xuân có 16 đơn vị hành chính cấp xã, gồm 15 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuôc huyện Thường Xuân: Sáp nhập toàn bộ xã Xuân Cẩm vào thị trấn Thường Xuân. Sau khi sắp xếp, huyện Thường Xuân có 16 đơn vị hành chính cấp xã, gồm 15 xã và 1 thị trấn.\n\nNgày 22 tháng 4 năm 2020, [[Ủy ban Thường vụ Quốc hội]] ban hành Nghị quyết về việc thành lập thị xã [[Nghi Sơn]] và các phường thuộc thị xã Nghi Sơn, trong đó thị xã Nghi Sơn được thành lập trên cơ sở toàn bộ 455,61 km² diện tích tự nhiên và quy mô dân số 307.304 người của huyện Tĩnh Gia. Thị xã có 31 đơn vị hành chính cấp xã, gồm 16 phường và 15 xã; trong đó các phường Hải Châu, Hải An, Tân Dân, Hải Lĩnh, Ninh Hải, Ninh Hải, Bình Minh, Hải Thanh, Xuân Lâm, Trúc Lâm, Hải Bình, Hải Thượng, Hải Ninh, Nguyên Bình, Mai Lâm và Tĩnh Hải được thành lập trên cơ sở toàn bộ diện tích tự nhiên và quy mô dân số của các xã có tên tương ứng, và phường Hải Hòa được thành lập trên cơ sở toàn bộ diện tích tự nhiên và quy mô dân số của thị trấn Tĩnh Gia.<ref name=\"NQ933\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-933-NQ-UBTVQH14-2020-thanh-lap-thi-xa-Nghi-Son-tinh-Thanh-Hoa-441790.aspx|tựa đề=Nghị quyết số 933\/NQ-UBTVQH14 năm 2020 về việc thành lập thị xã Nghi Sơn và các phường thuộc thị xã Nghi Sơn, tỉnh Thanh Hóa|tác giả=[[Ủy ban Thường vụ Quốc hội]]|họ=|tên=|ngày=2020-04-22|website=Thư viện Pháp luật|url lưu trữ=|ngày lưu trữ=|url-status=live|ngày truy cập=2021-10-31}}<\/ref> \n\nNgày 9 tháng 12 năm 2020, Ủy ban Thường vụ Quốc hội ban hành Nghị quyết 1108\/NQ-UBTVQH14 về việc thành lập các phường thuộc thành phố Thanh Hóa (nghị quyết có hiệu lực từ ngày [[1 tháng 2]] năm [[2021]]). Theo đó 10 phường mới thuộc thành phố Thanh Hóa được thành lập trên cơ sở toàn bộ diện tích tự nhiên và quy mô dân số của 10 xã có tên tương ứng – gồm Đông Lĩnh, Đông Tân, Long Anh, Quảng Cát, Quảng Đông, Quảng Phú, Quảng Tâm, Quảng Thịnh, Thiệu Dương, Thiệu Khánh; sau khi thành lập 10 phường, thành phố Thanh Hóa có 34 đơn vị hành chính cấp xã, gồm 30 phường và 4 xã.<ref name=\"NQ1108\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1108-NQ-UBTVQH14-2020-thanh-lap-phuong-thuoc-thanh-pho-Thanh-Hoa-tinh-Thanh-Hoa-459971.aspx|tựa đề=Nghị quyết số 1108\/NQ-UBTVQH14 năm 2020 về việc thành lập các phường thuộc thành phố Thanh Hóa, tỉnh Thanh Hóa|tác giả=Ủy ban Thường vụ Quốc hội|họ=|tên=|ngày=2020-12-09|website=Thư viện Pháp luật|url lưu trữ=|ngày lưu trữ=|url-status=live|ngày truy cập=2021-10-31}}<\/ref> \n\nNgày [[27 tháng 4]] năm [[2021]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 1260\/NQ-UBTVQH14 (nghị quyết có hiệu lực từ ngày [[1 tháng 7]] năm [[2021]]). Hai thị trấn Quý Lộc và thị trấn Yên Lâm thuộc huyện Yên Định được thành lập lần lượt trên cơ sở toàn bộ diện tích tự nhiên và quy mô dân số của hai xã Quý Lộc và Yên Lâm; sau khi thành lập hai thị trấn, huyện Yên Định có 26 đơn vị hành chính cấp xã, gồm 22 xã và 4 thị trấn.<ref name=\"NQ1260\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1260-NQ-UBTVQH14-2021-thanh-lap-thi-tran-Quy-Loc-thuoc-huyen-Yen-Dinh-Thanh-Hoa-473344.aspx|tựa đề=Nghị quyết số 1260\/NQ-UBTVQH14 năm 2021 về việc thành lập thị trấn Quý Lộc và thị trấn Yên Lâm thuộc huyện Yên Định, tỉnh Thanh Hóa|tác giả=Ủy ban Thường vụ Quốc hội|ngày=2021-04-27|website=Thư viện Pháp luật|url-status=live|ngày truy cập=2021-10-31}}<\/ref>\n\n== Tham khảo ==\n*{{chú thích sách | last = [[Đào Duy Anh]] | first = | title = Đất nước Việt Nam qua các đời | publisher = Nhà xuất bản Văn hóa Thông tin | year = 2005 | location = Hà Nội | pages = | url = | doi = | id = | isbn = }}\n*{{chú thích sách | last = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | first = | title = Tên làng xã Thanh Hoá, tập I | publisher = Nhà xuất bản Thanh Hoá | year = 2000 | location = Thanh Hoá | pages = | url = | doi = | id = | isbn = }}\n*{{chú thích sách | last = Ban nghiên cứu và biên soạn lịch sử Thanh Hoá | first = | title = Tên làng xã Thanh Hoá, tập II | publisher = Nhà xuất bản Thanh Hoá | year = 2001 | location = Thanh Hoá | pages = | url = | doi = | id = | isbn = }}\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{DEFAULTSORT|Thanh Hóa}}\n\n==Ghi chú==\n<references group=\"ct\"\/>\n\n{{Đơn vị hành chính thuộc tỉnh Thanh Hóa}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Thanh Hóa| ]]\n[[Thể loại:Hành chính Thanh Hóa| ]]"}