{"3338475":"'''Trà Vinh''' là [[tỉnh]] ven biển nằm ở cuối [[sông Tiền]] và [[sông Hậu]] ở miền nam [[Việt Nam]], phía bắc giáp tỉnh [[Bến Tre]], phía đông giáp [[Biển Đông]], phía nam giáp tỉnh [[Sóc Trăng]] và phía tây giáp tỉnh [[Vĩnh Long]].\n==Trước năm 1975==\n===Năm 1897===\nToàn tỉnh Trà Vinh được chia thành 20 tổng:\n*Tổng Bình Hóa có 8 làng: Bình Hội, Cẩm Hoa, Lư Tư, Mỹ Hương, Nguyệt Đức, Nguyệt Lăng, Nguyệt Trường, Phương Trà\n*Tổng Bình Khánh Hạ có 11 làng: Đức Hiệp, Đức Hòa, Đức Mỹ, Đức Thuận, Long Thạnh, Nguyệt Thạnh, Long Thuận, Phú Hiệp, Phú Hưng, Phú Phong, Thạnh Hiệp\n*Tổng Bình Khánh Thượng có 8 làng: An Trường, Hiệp Nghĩa, Ninh Bình, Ninh Chánh, Hiệp Hòa, Mỹ Trường, Trường Định, An Thạnh\n*Tổng Bình Phước có 11 làng: Hòa Hữu, Hưng Nhượng, Khánh Lộc, Long Đại, Long Hòa, Long Thới, Phước Hải, Phú Khánh, Phú Thạnh, Tân Bình, Tân Hạnh\n*Tổng Bình Trị Thượng có 8 làng: Hạnh Mỹ, Mỹ Cẩm, Kim Vức, Mai Hương, Minh Thuận, Phú Thứ, Vang Cửu, Vang Thập\n*Tổng Bình Trị Hạ có 7 làng: Huyền Đức, Long Hậu, Mỹ Quí, Long Hạnh, Long Thế, Mỹ Đức, Thành Đức\n*Tổng Ngãi Hòa Thượng có 9 làng: Cổ Lũy, Đại Dư, Hàm Giang, Liêu Hữu, Liêu Cừ, Mộc Anh, Nhuệ Tứ, Sơn Mông, Thanh Xuyên\n*Tổng Ngãi Hòa Trung có 9 làng: Đôn Hậu, Đằng Lâm, Long Trường, Lâm Quới, Nghi Gia, Nhuệ Nhứt, Nhuệ Nhì, Sa Châu, Thường Tụ\n*Tổng Ngãi Long Trung có 10 làng: Hùng Điểu, Hòa Trinh, Hưng Nhơn, Nhuệ Tam, Ngưu Sơn, Quán Giã, Tập Ngãi, Tam Hòa, Tập Tráng, Tập Phước\n*Tổng Ngãi Long Thượng có 14 làng: Đại An, Đại Cần, Đại Mông, Đại Trường, Hiếu Tử, Huyền Bác Nôm, Huyền Thạnh, Long Hội, Ninh Hòa, Phú Thọ, Tân An, Tân Trung, Tiểu Cần, Trinh Phụ\n*Tổng Thành Hóa Thượng có 7 làng: An Nghiệp, An Thới, Cù Hanh, Long Ngãi, Long Vĩnh, Ngãi Lục, Ngãi Thập\n*Tổng Thành Hóa Trung có 9 làng: An Cư, An Tịnh, An Bình, An Hòa, Hội An, Long Định, Ninh Thới, Nhơn Hòa, Tân Thành\n*Tổng Trà Bình có 9 làng: An Mỹ, Đa Hậu, Đa Phước, Hòa Hảo, Long Bình, Long Trị, Ngãi Hưng, Vĩnh Yên, Vĩnh Trường\n*Tổng Trà Nhiêu Hạ có 8 làng: Ba Tiêu, Hòa Lạc, Hương Phụ, Phú Mỹ, Phú Nhiêu, Thanh Trì, Thanh Nguyên, Vang Lục\n*Tổng Trà Nhiêu Thượng có 10 làng: Diệp Thạch, Hòa Bình, Mỹ Cần, Minh Đức, Hòa Quới, Sa Bình, Tân Ngại, Thanh Lệ, Tri Tân, Tầm Phương\n*Tổng Trà Phú có 10 làng: Bình La, Cổ Tháp, Đôn Hóa, Hương Thảo, Lai Vi, Lương Sa, Mã Tiên, Nguyệt Quất, Phú Lân, Phú Lộc\n*Tổng Vĩnh Lợi Hạ có 13 làng: Cẩm Hương, Lạc Hòa, Lạc Ngãi, Lạc Sơn, Lạc Thạnh, Lạc Thiện, Sơn Lang, Sơn Thọ, Thủy Thuận, Thủy Trừng, Trường Cầu, Trường Thạnh, Trường Thọ\n*Tổng Vĩnh Lợi Thượng có 11 làng: Bình Tân, Bích Trì, Chang Mật, Đa Cần, Đa Hòa, Hòa Lục, Kim Câu, Kỳ La, Qui Nông, Trì Phong\n*Tổng Vĩnh Trị Hạ có 3 làng: Phước Hòa, Phước Long, Phú Thạch\n*Tổng Vĩnh Trị Thượng có 10 làng: Hòa Thạnh, Long Hựu, Long Khánh, Long Phước, Phú Long, Phước Lộc, Thạnh Hòa, Thanh Phước, Trường Lộc, Hội Hữu\n\n===Năm 1939===\nTỉnh Trà Vinh có 5 quận trực thuộc:\n\n1. Quận [[Châu Thành, Trà Vinh|Châu Thành]] có 4 tổng với 15 làng:\n*Tổng Bình Phước có 3 làng: Đãi Phước, Phương Thạnh, Song Lộc\n*Tổng Trà Bình có 3 làng: Hưng Mỹ, Long Hòa, Phước Hảo\n*Tổng Trà Phú có 4 làng: Hương Hóa, Lương Sa, Nguyệt Hóa, Thạnh Mỹ\n*Tổng Trà Nhiêu có 5 làng: Đa Lộc, Hòa Lợi, Long Đức, Vĩnh Bình, Vĩnh Thuận\n\n2. Quận [[Trà Cú|Bắc Trang]] có 3 tổng với 13 làng:\n*Tổng Ngãi Hòa Thượng có 4 làng: An Quang Hữu, Lưu Nghiệp Anh, Ngãi Xuyên, Tập Sơn\n*Tổng Ngãi Hòa Trung có 5 làng: Đôn Hậu, Hiệp Lâm, Hiệp Long, Nghị Châu Thượng, Phước Hưng\n*Tổng Thành Hóa Thượng có 4 làng: An Thới, Đại Du, Hàm Giang, Long Vĩnh\n\n3. Quận [[Cầu Ngang]] có 3 tổng với 17 làng:\n*Tổng Bình Trị có 5 làng: Hiệp Mỹ, Long Hậu, Mỹ Hòa, Mỹ Thập, Vĩnh Kim\n*Tổng Vĩnh Lợi có 6 làng: Bình Hòa, Kim Hòa, Long Sơn, Nhị Trường, Thạnh Hòa Sơn, Thiên Nghĩa\n*Tổng Vĩnh Trị có 6 làng: Hiệp Thạnh, Hựu Hòa, Long Hữu, Long Khánh, Long Lộc, Trường Lộc\n\n4. Quận [[Càng Long]] có 2 tổng với 7 làng:\n*Tổng Bình Khánh Thượng có 4 làng: An Trường, Huyền Hội, Mỹ Cẩm, Tân An\n*Tổng Bình Khánh có 3 làng: Bình Phú, Đức Mỹ, Nhị Long\n\n5. Quận [[Tiểu Cần]] có 2 tổng với 7 làng:\n*Tổng Ngãi Long có 4 làng: Hiếu Tử, Hòa Hưng, Tập Ngãi, Tiểu Cần\n*Tổng Thạnh Hòa Trung có 3 làng: Đại Trinh Tường, Long Thới, Tân Hòa\n\n== Từ năm 1975==\n*'''Thành lập tỉnh [[Cửu Long (tỉnh)|Cửu Long]]:''' tồn tại đến ngày 26 tháng 12 năm 1991.\n**Tháng 2 năm 1976, tỉnh Vĩnh Long và tỉnh Vĩnh Bình (do Việt Nam Cộng Hòa lập ra) hợp nhất thành tỉnh Cửu Long.\n**Ngày 11 tháng 3 năm 1977, Hội đồng Chính phủ hợp nhất huyện Châu Thành Tây, huyện Cái Nhum và 2 xã của huyện Tam Bình thành một huyện lấy tên là huyện Long Hồ; hợp nhất huyện Tam Bình và huyện Bình Minh thành huyện Tam Bình; giải thể huyện Trà Ôn, nhập địa bàn vào các huyện Cầu Kè và Vũng Liêm; giải thể huyện Tiểu Cần, nhập địa bàn vào các huyện Cầu Kè, Càng Long và Trà Cú; giải thể huyện Châu Thành Đông, nhập địa bàn vào các huyện Cầu Ngang và Càng Long; sáp nhập xã Long Đức của huyện Châu Thành Đông vào thị xã Trà Vinh; sáp nhập xã Tân Ngãi và xã Tân Hòa của huyện Châu Thành Tây vào thị xã Vĩnh Long.\n**Ngày 15 tháng 9 năm 1981, Hội đồng Bộ trưởng chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ, tỉnh Cửu Long.\n**Ngày 29 tháng 9 năm 1981, Hội đồng Bộ trưởng phân vạch địa giới các huyện Châu Thành, Tiểu Cần, Trà Ôn, Bình Minh; chia huyện Cầu Ngang và huyện Long Hồ thuộc tỉnh Cửu Long thành bốn huyện lấy tên là huyện Cầu Ngang, huyện Duyên Hải, huyện Long Hồ và huyện Mang Thít, tỉnh Cửu Long.\n**Ngày 27 tháng 3 năm 1985, Hội đồng Bộ trưởng phân vạch, điều chỉnh địa giới xã, thị trấn thuộc các huyện Cầu Ngang, Châu Thành, Vũng Liêm, Bình Minh, Tam Bình, Duyên Hải, tỉnh Cửu Long.\n**Ngày 17 tháng 4 năm 1986, điều chỉnh địa giới hành chính thị xã Vĩnh Long, huyện Long Hồ và Mang Thít, tỉnh Cửu Long.\n**Ngày 23 tháng 11 năm 1991, Ban Tổ chức Chính phủ điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Long Hồ, Cầu Ngang, tỉnh Cửu Long.\n**Ngày 26 tháng 12 năm 1991, giải thể tỉnh Cửu Long.\n*'''''Thành lập tỉnh Trà Vinh''': ngày 26 tháng 12 năm 1991''\n**Ngày 26 tháng 12 năm 1991, chia tỉnh Cửu Long thành hai tỉnh Trà Vinh và Vĩnh Long. Tỉnh Trà Vinh gồm có thị xã Trà Vinh và 7 huyện: Càng Long, Cầu Kè, Cầu Ngang, Châu Thành, Duyên Hải, Tiểu Cần, Trà Cú.\n**Ngày 29 tháng 8 năm 1994, Chính phủ điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Châu Thành, Tiểu Cần, Trà Cú, tỉnh Trà Vinh.\n**Ngày 7 tháng 10 năm 1995, Chính phủ điều chỉnh địa giới thành lập thị trấn thuộc các huyện Cầu Kè, Cầu Ngang, Duyên Hải, Tiểu Cần, tỉnh Trà Vinh.\n**Ngày 3 tháng 10 năm 1996, Chính phủ điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Càng Long, Cầu Ngang, Tiểu Cần, tỉnh Trà Vinh.\n**Ngày 2 tháng 3 năm 1998, Chính phủ điều chỉnh địa giới hành chính để thành lập xã thuộc các huyện Châu Thành, Cầu Ngang, Càng Long và Trà Cú, tỉnh Trà Vinh.\n**Ngày 18 tháng 7 năm 2002, Chính phủ điều chỉnh địa giới hành chính để mở rộng thị xã Trà Vinh và thành lập phường thuộc thị xã Trà Vinh, tỉnh Trà Vinh.\n**Ngày 10 tháng 12 năm 2003, Chính phủ điều chỉnh địa giới hành chính xã, thành lập xã thị trấn thuộc huyện Trà Cú, tỉnh Trà Vinh.\n**Ngày 4 tháng 3 năm 2010, Chính phủ thành lập thành phố Trà Vinh thuộc tỉnh Trà Vinh trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị xã Trà Vinh.\n**Ngày 8 tháng 6 năm 2011, Chính phủ thành lập thị trấn Long Khánh thuộc huyện Duyên Hải.\n**Ngày 11 tháng 5 năm 2015, Ủy ban Thường vụ Quốc hội thành lập thị xã Duyên Hải và chuyển 2 xã Đôn Châu và Đôn Xuân của huyện Trà Cú về huyện Duyên Hải quản lý.\n\n==Tỉnh Cửu Long: tồn tại đến ngày 26 tháng 12 năm 1991==\n===Năm 1977: Quyết định 59-CP ngày 11 tháng 3===\n*Quyết định 59-CP<ref name=CP59>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-59-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Cuu-Long\/57968\/noi-dung.aspx Quyết định 59-CP hợp nhất điều chỉnh địa giới huyện thuộc tỉnh Cửu Long]<\/ref> ngày 11 tháng 3 năm 1977 của Hội đồng Chính phủ về việc hợp nhất và điều chỉnh điều chỉnh địa giới huyện thuộc tỉnh Cửu Long:\n'''''huyện [[Long Hồ|Châu Thành Tây]], huyện [[Mang Thít|Cái Nhum]]'''''\n#Hợp nhất huyện Châu Thành Tây (trừ 2 xã Tân Ngài, Tân Hòa), huyện cái Nhum, xã Hòa Hiệp và xã Hậu Lộc của huyện Tam Bình thành một huyện lấy tên là huyện Long Hồ;\n'''''huyện [[Bình Minh]], huyện [[Tam Bình]]'''''\n#Hợp nhất huyện Tam Bình và huyện Bình Minh thành một huyện lấy tên là huyện Tam Bình;\n'''''huyện [[Trà Ôn]], huyện [[Tiểu Cần]], huyện [[Cầu Kè]]'''''\n#Hợp nhất huyện Trà Ôn (trừ 3 xã Hòa Bình, Xuân Hiệp, Thới Hòa) huyện Cầu Kè và xã Long Thới, xã Tiểu Cần của huyện Tiểu Cần thành một huyện lấy tên là huyện Cầu Kè;\n'''''huyện [[Trà Ôn]], huyện [[Vũng Liêm]]'''''\n#Sáp nhập xã Hòa Bình, xã Xuân Hiệp và xã Thới Hòa của huyện Trà Ôn vào huyện Vũng Liêm;\n'''''huyện [[Tiểu Cần]], huyện [[Châu Thành, Trà Vinh|Châu Thành Đông]]'''''\n#Sáp nhập xã Hiếu Tử của huyện Tiểu Cần; xã Nguyệt Hóa, xã Lương Hóa, xã Đa Lộc, xã Thanh Mỹ và xã Sông Lộc của huyện Châu Thành Đông vào huyện Càn Long;\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành Đông]], huyện [[Cầu Ngang]]'''''\n#Sáp nhập xã Hòa Thuận, xã Lương Hòa, xã Hưng Mỹ và xã Phước Hào của huyện Châu Thành Đông vào huyện Cầu Ngang;\n'''''huyện [[Tiểu Cần]], huyện [[Trà Cú]]'''''\n#Sáp nhập xã Tập Ngãi, xã Hùng Hòa và xã Tân Hòa của huyện Tiểu Cần vào huyện Trà Cú;\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành Đông]], thị xã [[Trà Vinh (thành phố)|Trà Vinh]]'''''\n#Sáp nhập xã Long Đức của huyện Châu Thành Đông vào thị xã Trà Vinh;\n'''''huyện [[Long Hồ|Châu Thành Tây]], thị xã [[Vĩnh Long (thành phố)|Vĩnh Long]]'''''\n#Sáp nhập xã Tân Ngãi và xã Tân Hòa của huyện Châu Thành Tây vào thị xã Vĩnh Long;\n\n===Năm 1981: Quyết định 69-HĐBT ngày 15 tháng 9===\n*Quyết định 69-HĐBT<ref name=HDBT69>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-69-HDBT-chia-xa-de-thanh-lap-xa-moi-huyen-Cau-ngang-Tra-Cu-Long-Ho-tinh-Cuu-Long\/43127\/noi-dung.aspx Quyết định 69-HĐBT chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ, tỉnh Cửu Long]<\/ref> ngày 15 tháng 9 năm 1981 của Hội đồng Bộ trưởng về việc chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ, tỉnh Cửu Long:\n'''''Huyện [[Cầu Ngang]]'''''\n#Chia xã Trường Long Hòa thành hai xã lấy tên là xã Trường Long Hòa và xã Dân Thành.\n#Chia xã Ngũ Lạc thành hai xã lấy tên là xã Ngũ Lạc và xã Thạnh Hòa Sơn.\n#Chia xã Long Toàn thành hai xã lấy tên là xã Long Toàn và xã Long Khánh.\n#Chia xã Mỹ Long thành hai xã lấy tên là xã Mỹ Long và xã Hiệp Thạnh.\n#Tách ấp Cả Đôi của xã Long Vĩnh để sáp nhập vào xã Long Khánh cùng huyện.\n'''''Huyện [[Trà Cú]]'''''\n#Chia xã Đôn Châu thành hai xã lấy tên là xã Đôn Châu và xã Đôn Xuân.\n#Chia xã Long Hiệp thành ba xã lấy tên là xã Long Hiệp, xã Tân Hiệp và xã Ngọc Biên.\n#Chia xã Ngãi Xuyên thành hai xã lấy tên là xã Ngãi Xuyên và xã Thạnh Sơn.\n#Chia xã Tập Ngãi thành hai xã lấy tên là xã Tập Ngãi và xã Ngãi Hùng.\n'''''Huyện [[Long Hồ]]'''''\n#Chia xã Tâm Long thành hai xã lấy tên là xã Thanh Đức và xã Long Mỹ.\n\n===Năm 1981: Quyết định 98-HĐBT ngày 29 tháng 9===\n*Quyết định '''98-HĐBT'''<ref name=HDBT98>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-98-HDBT-phan-vach-dia-gioi-huyen-thuoc-tinh-Cuu-Long\/43143\/noi-dung.aspx Quyết định 98-HĐBT phân vạch địa giới huyện thuộc tỉnh Cửu Long]<\/ref> ngày 29 tháng 9 năm 1981 của Hội đồng Bộ trưởng phân vạch địa giới huyện thuộc tỉnh Cửu Long:\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành]], huyện [[Cầu Ngang]], huyện [[Càng Long]]'''''\n#Huyện Châu Thành gồm có các xã Long Hoà, Hưng Mỹ, Phước Hảo, Hoà Thuận của huyện Cầu Ngang và các xã Song Lộc, Đa Lộc, Lương Hòa, Nguyệt Hóa, Thanh Mỹ của huyện Càng Long. Trụ sở huyện đóng tại xã Đa Lộc.\n'''''huyện [[Tiểu Cần]], huyện [[Trà Cú]], huyện [[Cầu Kè]], huyện [[Càng Long]]'''''\n#Huyện Tiểu Cần gồm có các xã Tân Hòa, Hùng Hòa, Tập Ngãi, Ngãi Hùng của huyện Trà Cú và các xã Tiểu Cần, Long Thới của huyện Cầu Kè và xã Hiếu Tử của huyện Càng Long. Trụ sở huyện đóng tại xã Tiểu Cần.\n#Huyện Càng Long gồm có các xã: Mỹ Cẩm, An Trường, Huyền Hội, Tân An, Bình Phú, Phương Thạnh, Đại Phước, Nhị Long, Đức Mỹ. Trụ sở huyện đóng tại xã Mỹ Cẩm.\n#Huyện Trà Cú gồm có các xã: An Quãng Hữu, Lưu Nghiệp Anh, Đại An, Đôn Châu, Đôn Xuân, Long Hiệp, Tân Hiệp, Ngãi Xuyên, Ngọc Biên, Thanh Sơn, Tập Sơn, Phước Hưng, Hàm Giang. Trụ sở huyện đóng tại xã Ngãi Xuyên.\n'''''huyện [[Trà Ôn]], huyện [[Cầu Kè]], huyện [[Vũng Liêm]]'''''\n#Huyện Trà Ôn gồm có các xã Vĩnh Xuân, Thuận Thới, Hựu Thành, Tích Thiện, Tân Mỹ, Thiện Mỹ, Trà Côn, Lục Sỹ và thị trấn Trà Ôn của huyện Cầu Kè và các xã Thới Hòa, Xuân Hiệp, Hòa Bình của huyện Vũng Liêm. Trụ sở huyện đóng tại thị trấn Trà Ôn.\n#Huyện Cầu Kè gồm có các xã: An Phú Tân, Châu Điền, Hòa An, Ninh Thới, Phong Phú, Phong Thạnh, Tam Ngãi, Thạnh Phú, Thông Hòa. Trụ sở huyện đóng tại xã Hòa Ân.\n#Huyện Vũng Liêm gồm có các xã: Hiếu Thành, Quới Thiện, Trung Thành, Trung Hiếu, Trung Ngãi, Hiếu Phụng, Tân An Luông, Quới An, Trung Hiệp, Trung Chánh. Trụ sở huyện đóng tại xã Trung Thành.\n'''''huyện [[Bình Minh]], huyện [[Tam Bình]]'''''\n#Huyện Bình Minh gồm có các xã Thành Lợi, Mỹ Hòa, Mỹ Thuận, Tân Qưới, Tân Lược, Đông Thành và thị trấn Cái Vồn của huyện Tam Bình. Trụ sở huyện đóng tại thị trấn Cái Vồn.\n#Huyện Tam Bình gồm có các xã Bình Ninh, Hậu Lộc, Hòa Hiệp, Loan Mỹ, Mỹ Lộc, Mỹ Thạnh Trung, Ngãi Tứ, Song Phú, Tường Lộc và thị trấn Tam Bình. Trụ sở huyện đóng tại thị trấn Tam Bình.\n'''''huyện [[Cầu Ngang]], huyện [[Duyên Hải (huyện)|Duyên Hải]]'''''\n#Huyện Cầu Ngang gồm có các xã Thạnh Hòa Sơn, Long Sơn, Nhị Trường, Hiệp Hòa, Vĩnh Kim, Mỹ Hòa, Hiệp Mỹ, Mỹ Long. Trụ sở huyện đóng tại xã Mỹ Hòa.\n#Huyện Duyên Hải gồm có các xã Long Vĩnh, Trường Long Hòa, Dân Thành, Long Khánh, Long Toàn, Long Hữu, Ngũ Lạc, Hiệp Thạnh. Trụ sở huyện đóng tại xã Long Toàn.\n'''''huyện [[Long Hồ]], huyện [[Mang Thít]]'''''\n#Huyện Long Hồ gồm có các xã An Bình, Bình Hòa Phước, Long Phước, Lộc Hòa, Tân Hành, Đồng Phú, An Đức, Phú Qưới, Thanh Đức. Trụ sở huyện đóng tại xã An Đức.\n#Huyện Mang Thít gồm có các xã An Phước, Chánh Hội, Tân Long Hội, Nhơn Phú, Mỹ An, Hòa Tịnh, Bình Phước, Long Mỹ. Trụ sở huyện đóng tại xã Chánh Hội.\n\n===Năm 1985: Quyết định 86-HĐBT ngày 27 tháng 3===\n*Quyết định '''86-HĐBT'''<ref name=\"HĐBT86\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-86-HDBT-phan-vach-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-Cuu-Long\/44634\/noi-dung.aspx Quyết định 86-HĐBT phân vạch, điều chỉnh địa giới xã, thị trấn thuộc tỉnh Cửu Long]<\/ref> ngày 27 tháng 3 năm 1985 của Hội đồng Bộ trưởng điều chỉnh địa giới xã, thị trấn thuộc tỉnh Cửu Long:\n'''''huyện [[Cầu Ngang]]'''''\n#Chia xã Mỹ Long thành hai xã lấy tên là xã Mỹ Long Bắc và xã Mỹ Long Nam.\n#Chia xã Hiệp Hòa thành hai xã lấy tên là xã Hiệp Hòa và xã Kim Hòa.\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành]]'''''\n#Chia xã Long Hòa thành hai xã lấy tên là xã Long Hòa và xã Hòa Minh.\n'''''huyện [[Vũng Liêm]]'''''\n#Chia xã Hiếu Thành thành ba xã lấy tên là xã Hiếu Thành, xã Hiếu Nhơn và xã Hiếu Nghĩa.\n#Chia xã Quới Thiện thành hai xã lấy tên là xã Quới Thiện và xã Thanh Bình.\n#Tách ấp Phong Thới và ấp Trung Tín thuộc xã Trung Thành để thành lập thị trấn Vũng Liêm (thị trấn huyện lỵ huyện Vũng Liêm).\n'''''huyện [[Bình Minh]]'''''\n#Chia xã Mỹ Thuận thành ba xã lấy tên là xã Mỹ Thuận, xã Nguyễn Văn Thảnh và xã Thuận An.\n'''''huyện [[Tam Bình]]'''''\n#Chia xã Song Phú thành hai xã lấy tên là xã Song Phú và xã Long Phú.\n'''''huyện [[Duyên Hải (huyện)|Duyên Hải]]'''''\n#Tách ấp Động Cao và ấp Hồ Thùng thuộc xã Dân Thành; tách các ấp Hồ Tàu, Rạch Cái Cỏ, Phước Thiện và Vĩnh Lợi thuộc xã Long Vĩnh để thành lập xã Đông Hải.\n\n===Năm 1986: Quyết định 44-HĐBT ngày 17 tháng 4===\n*Quyết định 44-HĐBT<ref name=\"HĐBT44\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-44-HDBT-dieu-chinh-dia-gioi-hanh-chinh-thi-xa-Vinh-Long-huyen-Long-Ho-va-Mang-Thit-tinh-Vinh-Long\/37079\/noi-dung.aspx Quyết định 44-HĐBT điều chỉnh địa giới hành chính thị xã Vĩnh Long, huyện Long Hồ và Mang Thít, tỉnh Vĩnh Long]<\/ref> ngày 17 tháng 4 năm 1987 của Hội đồng Bộ trưởng về việc điều chỉnh địa giới hành chính thị xã Vĩnh Long, huyện Long Hồ và Mang Thít, tỉnh Vĩnh Long:\n'''''thị xã [[Vĩnh Long (thành phố)|Vĩnh Long]], huyện [[Long Hồ]]'''''\n#Tách các xã An Bình, Bình Hòa Phước, Đồng Phú, Thanh Đức, Tân Hạnh (trừ ấp An Hiệp và 1\/2 ấp Phước Bình), và xã Long Phước (gồm ấp Phước Hanh, Phước Ngươn A, 1\/2 ấp Phước Lợi A và 4\/5 ấp Phước Lợi B) thuộc huyện Long Hồ để sáp nhập vào thị xã Vĩnh Long.\n#Thành lập xã Phước Hậu thuộc thị xã Vĩnh Long trên cơ sở các ấp Phước Hanh, Phước Ngươn A, 1\/2 Phước Lợi A và 4\/5 Phước lợi B của xã Long Phước thuộc huyện Long Hồ mới sáp nhập vào thị xã Vĩnh Long.\n#Sau khi mở rộng địa giới hành chính, thị xã Vĩnh Long có 7 phường là phường 1, phường 2, phường 3, phường 4, phường 5, phường 8, phường 9 và 8 xã An Bình, Bình Hòa Phước, Đồng Phú, Phước Hậu, Tân Ngãi, Tân Hòa, Thanh Đức, Tân Hạnh với diện tích tự nhiên 13.876,40 hécta cùng 155.801 nhân khẩu.\n#Xã Phước Hậu thuộc thị xã Vĩnh Long có tổng diện tích tự nhiên 911,99 hécta với 6.774 nhân khẩu.\n#Xã Tân Hạnh thuộc thị xã Vĩnh Long có 1.417,20 hécta diện tích tự nhiên với 11.521 nhân khẩu.\n#Xã Long Phước thuộc huyện Long Hồ có 1.360,67 hécta diện tích tự nhiên với 11.932 nhân khẩu.\n#Sáp nhập phần còn lại của xã Tân Hạnh là ấp An Hiệp và 1\/2 ấp Phước Bình vào xã Phú Quới cùng huyện Long Hồ.\n'''''huyện [[Long Hồ]], huyện [[Mang Thít]]'''''\n#Sáp nhập huyện Long Hồ và huyện Mang Thít thành một huyện lấy tên là huyện Long Hồ.\n#Huyện Long Hồ có 12 xã An Đức, An Phước, Chánh Hội, Bình Phước, Nhơn Phú, Lộc Hòa, Long Phước, Long Mỹ, Hòa Tịnh, Mỹ An, Tân Long Hội và Phú Quới với diện tích tự nhiên 26.117 hécta và 142.537 nhân khẩu.\n\n===Năm 1991: Quyết định ngày 23 tháng 11===\n*Quyết định ngày 23 tháng 11 năm 1991 của Ban Tổ chức Chính phủ về việc điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Long Hồ, Cầu Ngang:\n'''''huyện [[Long Hồ]]'''''\n#Tách một phần đất của xã An Đức để thành lập thị trấn Long Hồ (thị trấn huyện lị huyện Long Hồ).\n'''''huyện [[Cầu Ngang]]'''''\n#Tách một phần đất của xã Mỹ Hòa để thành lập thị trấn Cầu Ngang (thị trấn huyện lị huyện Cầu Ngang).\n#Sáp nhập 2 xã Mỹ Long Bắc và Mỹ Long Nam thành xã Mỹ Long.\n\n==Tái lập==\n===Năm 1991: Nghị quyết ngày 26 tháng 12===\n*Nghị quyết ngày 26 tháng 12 năm 1991 của Quốc hội, chia tỉnh Cửu Long thành tỉnh Trà Vinh và tỉnh Vĩnh Long:\n'''''Tỉnh [[Vĩnh Long]]''''':\n\nTỉnh Vĩnh Long có sáu đơn vị hành chính gồm: Thị xã [[Vĩnh Long (thành phố)|Vĩnh Long]] và năm huyện: [[Bình Minh]], [[Long Hồ]], [[Tam Bình]], [[Trà Ôn]], [[Vũng Liêm]]\n*Tỉnh lỵ: Thị xã Vĩnh Long.\n'''''Tỉnh [[Trà Vinh]]''''':\n\nTỉnh Trà Vinh có tám đơn vị hành chính gồm: Thị xã [[Trà Vinh (thành phố)|Trà Vinh]] và bảy huyện: [[Càng Long]], [[Cầu Kè]], [[Cầu Ngang]], [[Châu Thành, Trà Vinh|Châu Thành]], [[Duyên Hải (huyện)|Duyên Hải]], [[Tiểu Cần]], [[Trà Cú]]\n*Tỉnh lỵ: Thị xã Trà Vinh.\n\n===Năm 1994: Nghị định 99-CP ngày 29 tháng 8===\n*Nghị định '''99-CP'''<ref>Nghị định 99-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Châu Thành, Tiểu Cần, Trà Cú, tỉnh Trà Vinh<\/ref> ngày 29 tháng 8 năm 1994 của Chính phủ về việc điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Châu Thành, Tiểu Cần, Trà Cú, tỉnh Trà Vinh:\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành]]'''''\n#Thành lập thị trấn Châu Thành trên cơ sở điều chỉnh một phần diện tích và dân số của xã Đa Lộc.\n'''''huyện [[Tiểu Cần]]'''''\n#Thành lập thị trấn Tiểu Cần trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tiểu Cần.\n#Đổi tên xã Tiểu Cần thành xã Phú Cần.\n'''''huyện [[Trà Cú]]'''''\n#Thành lập thị trấn Trà Cú trên cơ sở điều chỉnh một phần diện tích và dân số của các xã Thanh Sơn và Ngãi Xuyên.\n\n===Năm 1995: Nghị định 62-CP ngày 7 tháng 10===\n*Nghị định '''62-CP'''<ref>Nghị định 62-CP điều chỉnh địa giới thành lập thị trấn thuộc các huyện Cầu Kè, Cầu Ngang, Duyên Hải, Tiểu Cần, tỉnh Trà Vinh<\/ref> ngày 7 tháng 10 năm 1995 của Chính phủ về việc điều chỉnh địa giới thành lập thị trấn thuộc các huyện Cầu Kè, Cầu Ngang, Duyên Hải, Tiểu Cần, tỉnh Trà Vinh:\n'''''huyện [[Cầu Kè]]'''''\n#Thành lập thị trấn Cầu Kè trên cơ sở điều chỉnh một phần diện tích và dân số của xã Hòa Ân.\n'''''huyện [[Cầu Ngang]]'''''\n#Thành lập thị trấn Mỹ Long trên cơ sở điều chỉnh một phần diện tích và dân số của xã Mỹ Long.\n'''''huyện [[Duyên Hải (huyện)|Duyên Hải]]'''''\n#Thành lập thị trấn Duyên Hải trên cơ sở điều chỉnh một phần diện tích và dân số của các xã Long Toàn và Long Hữu.\n'''''huyện [[Tiểu Cần]]'''''\n#Thành lập thị trấn Cầu Quan trên cơ sở điều chỉnh một phần diện tích và dân số của xã Long Thới.\n\n===Năm 1996: Nghị định 57-CP ngày 3 tháng 10===\n*Nghị định '''57-CP'''<ref>Nghị định 57-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Càng Long, Cầu Ngang, Tiểu Cần, tỉnh Trà Vinh<\/ref> ngày 3 tháng 10 năm 1996 của Chính phủ về việc điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Càng Long, Cầu Ngang, Châu Thành, Tiểu Cần, tỉnh Trà Vinh:\n'''''huyện [[Càng Long]]'''''\n#Thành lập xã Tân Bình trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân An.\n#Thành lập thị trấn Càng Long trên cơ sở điều chỉnh một phần diện tích và dân số của xã Mỹ Cẩm.\n'''''huyện [[Cầu Ngang]]'''''\n#Thành lập xã Thuận Hòa trên cơ sở điều chỉnh một phần diện tích và dân số của xã Mỹ Hòa.\n#Thành lập xã Trường Thọ trên cơ sở điều chỉnh một phần diện tích và dân số của xã Nhị Trường.\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành]]'''''\n#Thành lập xã Hòa Lợi trên cơ sở điều chỉnh một phần diện tích và dân số của xã Hòa Thuận.\n'''''huyện [[Tiểu Cần]]'''''\n#Thành lập xã Hiếu Trung trên cơ sở điều chỉnh một phần diện tích và dân số của xã Hiếu Tử.\n\n===Năm 1998: Nghị định 13\/1998\/NĐ-CP ngày 2 tháng 3===\n*Nghị định 13\/1998\/NĐ-CP<ref name=ND13>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-13-1998-ND-CP-thanh-lap-xa-thuoc-cac-huyen-Chau-thanh-Tra-Cu-Tieu-Can-Cau-Ngang-Cau-Ke-va-Cang-Long-tinh-Tra-Vinh\/41439\/noi-dung.aspx Nghị định 13\/1998\/NĐ-CP thành lập xã thuộc các huyện Châu Thành, Trà Cú, Tiểu Cần, Cầu Ngang, Cầu Kè và Càng Long, tỉnh Trà Vinh]<\/ref> ngày 2 tháng 3 năm 1998 của Chính phủ thành lập xã thuộc các huyện Châu Thành, Trà Cú, Tiểu Cần, Cầu Ngang, Cầu Kè và Càng Long, tỉnh Trà Vinh:\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành]]'''''\n#Thành lập xã Mỹ Chánh thuộc huyện Châu Thành trên cơ sở 2.558,3 ha diện tích tự nhiên và 9.495 nhân khẩu của xã Thanh Mỹ.\n'''''huyện [[Trà Cú]]'''''\n#Thành lập xã Định An thuộc huyện Trà Cú trên cơ sở 1.696,51 ha diện tích tự nhiên và 6.848 nhân khẩu của xã Đại An.\n'''''huyện [[Tiểu Cần]]'''''\n#Thành lập xã Tân Hùng thuộc huyện Tiểu Cần trên cơ sở 1.890,89 ha diện tích tự nhiên và 8.374 nhân khẩu của xã Hùng Hòa.\n'''''huyện [[Cầu Ngang]]'''''\n#Chia xã Mỹ Long thuộc huyện Cầu Ngang thành hai xã Mỹ Long Nam và Mỹ Long Bắc.\n'''''huyện [[Cầu Kè]]'''''\n#Thành lập xã Hoà Tân thuộc huyện Cầu Kè trên cơ sở 1.261,72 ha diện tích tự nhiên và 5.198 nhân khẩu của xã Hoà Ân; 1.657,97 ha diện tích tự nhiên và 4.501 nhân khẩu của xã An Phú Tân.\n'''''huyện [[Càng Long]]'''''\n#Thành lập xã An Trường A thuộc huyện Càng Long trên cơ sở 1.658,3 ha diện tích tự nhiên và 9.134 nhân khẩu của xã An Trường.\n\n===Năm 2002: Nghị định 70\/2002\/NĐ-CP ngày 18 tháng 2===\n*Nghị định 70\/2002\/NĐ-CP<ref name=NĐ13>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-70-2002-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-mo-rong-thi-xa-thanh-lap-phuong-thuoc-thi-xa-Tra-Vinh-tinh-Tra-Vinh-vb7006t11.aspx Nghị định 70\/2002\/NĐ-CP về việc điều chỉnh địa giới hành chính để mở rộng thị xã Trà Vinh và thành lập phường thuộc thị xã Trà Vinh, tỉnh Trà Vinh]<\/ref> ngày 18 tháng 2 năm 2002 của Chính phủ điều chỉnh địa giới hành chính để mở rộng thị xã Trà Vinh và thành lập phường thuộc thị xã Trà Vinh, tỉnh Trà Vinh:\n'''''thị xã [[Trà Vinh (thành phố)|Trà Vinh]], huyện [[Châu Thành, Trà Vinh|Châu Thành]]'''''\n#Điều chỉnh địa giới hành chính để mở rộng thị xã Trà Vinh trên cơ sở sáp nhập 187,13 ha diện tích tự nhiên và 4.839 nhân khẩu của xã Nguyệt Hóa; 714,8 ha diện tích tự nhiên và 4.972 nhân khẩu của xã Đa Lộc; 400,16 ha diện tích tự nhiên và 5.020 nhân khẩu của xã Lương Hòa thuộc huyện Châu Thành vào thị xã Trà Vinh.\n#Thành lập phường 8 thuộc thị xã Trà Vinh trên cơ sở 187,13 ha diện tích tự nhiên và 4.839 nhân khẩu của xã Nguyệt Hóa; 123,7 ha diện tích tự nhiên và 2.534 nhân khẩu của xã Lương Hòa.\n#Thành lập phường 9 thuộc thị xã Trà Vinh trên cơ sở 714,8 ha diện tích tự nhiên và 4.972 nhân khẩu của xã Đa Lộc; 276,46 ha diện tích tự nhiên và 2.486 nhân khẩu của xã Lương Hòa.\n#Thị xã Trà Vinh có 6.515,69 ha diện tích tự nhiên và 86.102 nhân khẩu; gồm 10 đơn vị hành chính trực thuộc là các phường 1, 2, 3, 4, 5, 6, 7, 8, 9 và xã Long Đức.\n#Huyện Châu Thành sau khi điều chỉnh địa giới hành chính còn lại 43.161,21 ha diện tích tự nhiên và 134.587 nhân khẩu; gồm 13 đơn vị hành chính trực thuộc là các xã Thanh Mỹ, Đa Lộc, Lương Hòa, Nguyệt Hóa, Song Lộc, Hòa Lợi, Phước Hảo, Hưng Mỹ, Long Hòa, Hòa Minh, Hòa Thuận, Mỹ Chánh và thị trấn Châu Thành.\n#Xã Nguyệt Hóa thuộc huyện Châu Thành còn lại 1.194,17 ha diện tích tự nhiên và 6.278 nhân khẩu.\n#Xã Lương Hòa thuộc huyện Châu Thành còn lại 4.574,44 ha diện tích tự nhiên và 18.108 nhân khẩu.\n#Xã Đa Lộc thuộc huyện Châu Thành còn lại 3.787 ha diện tích tự nhiên và 12.397 nhân khẩu.\n\n===Năm 2003: Nghị định 157\/2003\/NĐ-CP ngày 10 tháng 12===\n*Nghị định Nghị định 157\/2003\/NĐ-CP<ref name=ND157>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-157-2003-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-de-thanh-lap-xa-thuoc-huyen-Chau-Thanh-Cau-Ngang-Cang-Long-Tra-Cu-tinh-Tra-Vinh-6263.aspx Nghị định 157\/2003\/NĐ-CP điều chỉnh địa giới hành chính để thành lập xã thuộc các huyện Châu Thành, Cầu Ngang, Càng Long, Trà Cú, tỉnh Trà Vinh]<\/ref> ngày 10 tháng 12 năm 2003 của Chính phủ điều chỉnh địa giới hành chính để thành lập xã thuộc các huyện Châu Thành, Cầu Ngang, Càng Long, Trà Cú, tỉnh Trà Vinh:\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành]]'''''\n#Thành lập xã Lương Hòa A thuộc huyện Châu Thành trên cơ sở 2.348,77 ha diện tích tự nhiên và 8.557 nhân khẩu của xã Lương Hòa.\n'''''huyện [[Cầu Ngang]]'''''\n#Chia xã Hiệp Mỹ thuộc huyện Cầu Ngang thành xã Hiệp Mỹ Đông và xã Hiệp Mỹ Tây.\n'''''huyện [[Càng Long]]'''''\n#Thành lập xã Đại Phúc thuộc huyện Càng Long trên cơ sở 1.050,675 ha diện tích tự nhiên và 5.003 nhân khẩu của xã Đại Phước.\n#Thành lập xã Nhị Long Phú thuộc huyện Càng Long trên cơ sở 1.193,13 ha diện tích tự nhiên và 7.560 nhân khẩu của xã Nhị Long.\n'''''huyện [[Trà Cú]]'''''\n#Thành lập xã Kim Sơn thuộc huyện Trà Cú trên cơ sở 2.228,72 ha diện tích tự nhiên và 7.874 nhân khẩu của xã Thanh Sơn.\n#Thành lập xã Tân Sơn thuộc huyện Trà Cú trên cơ sở 1.521,145 ha diện tích tự nhiên và 6.435 nhân khẩu của xã Tập Sơn.\n\n===Năm 2008: Nghị định 86\/2008\/NĐ-CP ngày 1 tháng 8===\n'''''huyện [[Trà Cú]]'''''\n*Nghị định 86\/2008\/NĐ-CP<ref name=ND86>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-86-2008-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-xa-thi-tran-thuoc-huyen-Tra-Cu-tinh-Tra-Vinh-69115.aspx Nghị định 86\/2008\/NĐ-CP điều chỉnh địa giới hành chính xã, thành lập xã thị trấn thuộc huyện Trà Cú, tỉnh Trà Vinh]<\/ref> ngày 1 tháng 8 năm 2008 của Chính phủ điều chỉnh địa giới hành chính xã, thành lập xã thị trấn thuộc huyện Trà Cú, tỉnh Trà Vinh:\n#Thành lập thị trấn Định An thuộc huyện Trà Cú trên cơ sở điều chỉnh 403,86 ha diện tích tự nhiên và 5.444 nhân khẩu của xã Định An.\n#Thành lập xã Hàm Tân thuộc huyện Trà Cú trên cơ sở điều chỉnh 2.098 ha diện tích tự nhiên và 7.759 nhân khẩu của xã Hàm Giang.\n#Sau khi điều chỉnh địa giới hành chính:\n##Xã Định An còn lại 1.582,31 ha diện tích tự nhiên và 3.695 nhân khẩu.\n##Xã Hàm Giang còn lại 1.652 ha diện tích tự nhiên và 7.111 nhân khẩu.\n#Huyện Trà Cú có 36.965,77 ha diện tích tự nhiên và 166.726 nhân khẩu, có 19 đơn vị hành chính trực thuộc, bao gồm các xã: An Quãng Hữu, Lưu Nghiệp Anh, Đại An, Đôn Châu, Đôn Xuân, Long Hiệp, Tân Hiệp, Ngãi Xuyên, Ngọc Biên, Thanh Sơn, Kim Sơn, Tập Sơn, Tân Sơn, Phước Hưng, Định An, Hàm Giang, Hàm Tân và thị trấn Trà Cú, thị trấn Định An.\n\n===Năm 2010: Nghị quyết 11\/NQ-CP ngày 4 tháng 3===\n'''''thành phố [[Trà Vinh (thành phố)|Trà Vinh]]'''''\n*Nghị quyết 11\/NQ-CP<ref name=NQ11>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-11-NQ-CP-thanh-lap-thanh-pho-Tra-Vinh\/101850\/noi-dung.aspx Nghị quyết 11\/NQ-CP thành lập thành phố Trà Vinh]<\/ref> ngày 4 tháng 3 năm 2010 của Chính phủ thành lập thành phố Trà Vinh thuộc tỉnh Trà Vinh:\n#Thành lập thành phố Trà Vinh thuộc tỉnh Trà Vinh trên cơ sở toàn bộ diện tích tự nhiên, dân số và các đơn vị hành chính trực thuộc của thị xã Trà Vinh.\n#Thành phố Trà Vinh có diện tích tự nhiên 6.803,50 ha và 131.360 nhân khẩu, 10 đơn vị hành chính cấp xã, gồm các phường: phường 1, phường 2, phường 3, phường 4, phường 5, phường 6, phường 7, phường 8, phường 9 và xã Long Đức.\n#Địa giới hành chính thành phố Trà Vinh: phía Đông và phía Nam giáp huyện Châu Thành, phía Tây giáp huyện Càng Long, phía Bắc giáp sông Cổ Chiên.\n\n===Năm 2011: Nghị quyết số 85\/NQ-CP ngày 8 tháng 6===\n'''''huyện [[Duyên Hải (huyện)|Duyên Hải]]'''''\n*Nghị quyết số 85\/NQ-CP<ref name=NQ85>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-85-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-Long-Khanh\/126271\/noi-dung.aspx Nghị quyết 85\/NQ-CP điều chỉnh địa giới hành chính xã Long Khánh để thành lập thị trấn Long Thành thuộc huyện Duyên Hải, tỉnh Trà Vinh]<\/ref> ngày 8 tháng 6 năm 2011 của Chính phủ về việc điều chỉnh địa giới hành chính xã Long Khánh để thành lập thị trấn Long Thành thuộc huyện Duyên Hải, tỉnh Trà Vinh:\n#Thành lập thị trấn Long Thành thuộc huyện Duyên Hải, tỉnh Trà Vinh trên cơ sở điều chỉnh 516,22 ha diện tích tự nhiên và 7.147 nhân khẩu của xã Long Khánh.\n#Thị trấn Long Thành có 516,22 ha diện tích tự nhiên và 7.147 nhân khẩu.\n#Địa giới hành chính thị trấn Long Thành: Đông giáp xã Long Toàn, huyện Duyên Hải; Tây, Nam và Bắc giáp xã Long Khánh, huyện Duyên Hải.\n#Sau khi điều chỉnh địa giới hành chính, thành lập thị trấn, xã Long Khánh còn lại 4.805,07 ha diện tích tự nhiên và 6.194 nhân khẩu.\n#Huyện Duyên Hải có 38.507,65 ha diện tích tự nhiên và 98.651 nhân khẩu; có 11 đơn vị hành chính trực thuộc bao gồm thị trấn Long Thành, thị trấn Duyên Hải và các xã: Long Khánh, Long Toàn, Long Vĩnh, Long Hữu, Dân Thành, Hiệp Thạnh, Ngũ Lạc, Đông Hải, Trường Long Hòa.\n\n===Năm 2015: Nghị quyết 934\/NQ\/UBTVQH13 ngày 15 tháng 5===\n'''''thị xã [[Duyên Hải (thị xã)|Duyên Hải]], huyện [[Duyên Hải (huyện)|Duyên Hải]], huyện [[Trà Cú]]'''''\n*Nghị quyết 934\/NQ\/UBTVQH13<ref>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-934-NQ-UBTVQH13-dieu-chinh-dia-gioi-hanh-chinh-huyen-Tra-Cu-Duyen-Hai-Tra-Vinh-2015-293985.aspx|tiêu đề=Nghị quyết 934\/NQ-UBTVQH13 điều chỉnh địa giới hành chính huyện Trà Cú, huyện Duyên Hải để thành lập thị xã Duyên Hải và 02 phường thuộc thị xã Duyên Hải, tỉnh Trà Vinh|website=}}<\/ref> ngày 15 tháng 5 năm 2015 của Ủy ban Thường vụ Quốc hội về việc điều chỉnh địa giới hành chính huyện Trà Cú, huyện Duyên Hải để thành lập thị xã Duyên Hải và 02 phường thuộc thị xã Duyên Hải, tỉnh Trà Vinh:\n\n# Chuyển toàn bộ diện tích tự nhiên và dân số của hai xã Đôn Châu và Đôn Xuân thuộc huyện Trà Cú về huyện Duyên Hải quản lý.\n# Điều chỉnh 1.531,40 ha diện tích tự nhiên và 2.711 nhân khẩu của xã Dân Thành về xã Đông Hải quản lý.\n# Thành lập thị xã Duyên Hải trên cơ sở điều chỉnh 17.710 ha diện tích tự nhiên và 56.000 nhân khẩu của huyện Duyên Hải (bao gồm toàn bộ diện tích tự nhiên và dân số của thị trấn Duyên Hải và các xã: Dân Thành, Hiệp Thạnh, Long Hữu, Long Toàn, Trường Long Hòa).\n# Thành lập phường 1 thuộc thị xã Duyên Hải trên cơ sở toàn bộ 200,54 ha diện tích tự nhiên và 12.493 nhân khẩu của thị trấn Duyên Hải, 1.150 ha diện tích tự nhiên và 1.747 nhân khẩu của xã Long Toàn. Phường 1 có 1.350,54 ha diện tích tự nhiên và 14.240 nhân khẩu.\n# Thành lập phường 2 thuộc thị xã Duyên Hải trên cơ sở 790,67 ha diện tích tự nhiên và 6.253 nhân khẩu của xã Long Toàn, 362,73 ha diện tích tự nhiên và 6.456 nhân khẩu của xã Long Hữu. Phường 2 có 1.153,40 ha diện tích tự nhiên và 12.709 nhân khẩu.\n\n*Sau khi điều chỉnh địa giới hành chính:\n#Thị xã Duyên Hải có 17.710 ha diện tích tự nhiên và 56.000 nhân khẩu; có 7 đơn vị hành chính chính trực thuộc gồm phường 1, phường 2 và các xã: Dân Thành, Hiệp Thạnh, Long Hữu, Long Toàn, Trường Long Hòa.\n#Xã Long Toàn còn lại 3.400,93 ha diện tích tự nhiên và 5.082 nhân khẩu.\n#Xã Long Hữu còn lại 3.260,27 ha diện tích tự nhiên và 6.529 nhân khẩu.\n#Xã Dân Thành còn lại 2.603 ha diện tích tự nhiên và 5.757 nhân khẩu.\n#Huyện Duyên Hải có 7 đơn vị hành chính trực thuộc gồm thị trấn Long Thành và 6 xã: Đôn Châu, Đôn Xuân, Đông Hải, Long Khánh, Long Vĩnh, Ngũ Lạc.\n#Xã Đông Hải có 5.924 ha diện tích tự nhiên và 11.401 nhân khẩu.\n#Huyện Trà Cú còn lại 17 đơn vị hành chính trực thuộc gồm 2 thị trấn: Trà Cú, Định An và 15 xã: An Quảng Hữu, Đại An, Định An, Hàm Giang, Hàm Tân, Kim Sơn, Long Hiệp, Lưu Nghiệp Anh, Ngãi Xuyên, Ngọc Biên, Phước Hưng, Tân Hiệp, Tân Sơn, Tập Sơn, Thanh Sơn.\n#Tỉnh Trà Vinh có 9 đơn vị hành chính trực thuộc, gồm thành phố Trà Vinh, thị xã Duyên Hải và 7 huyện: Càng Long, Cầu Kè, Cầu Ngang, Châu Thành, Duyên Hải, Tiểu Cần, Trà Cú.\n\n===Năm 2023: Nghị quyết 728\/NQ-UBTVQH15 ngày 13 tháng 2===\n'''''huyện [[Duyên Hải (huyện)|Duyên Hải]]'''''\n*Nghị quyết 728\/NQ-UBTVQH15<ref>[https:\/\/quochoi.vn\/tintuc\/Pages\/tin-hoat-dong-cua-quoc-hoi.aspx?ItemID=73340 Nghị quyết 728\/NQ-UBTVHQH15 năm 2023 của Ủy ban Thường vụ Quốc hội].<\/ref> ngày 13 tháng 2 năm 2023 của Ủy ban Thường vụ Quốc hội về việc điều chỉnh địa giới hành chính xã Long Khánh và xã Ngũ Lạc thuộc huyện Duyên Hải, tỉnh Trà Vinh:\n#Điều chỉnh 3,13 km² diện tích tự nhiên và 490 người của xã Long Khánh (bao gồm toàn bộ diện tích tự nhiên và dân số của ấp Phước Hội) về ấp Mé Láng thuộc xã Ngũ Lạc quản lý.\n#Xã Long Khánh có 46,4 ha diện tích tự nhiên và 8.193 nhân khẩu.\n#Xã Ngũ Lạc có 380,2 ha diện tích tự nhiên và 19.295 nhân khẩu.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{DEFAULTSORT|Trà Vinh}}\n\n{{Đơn vị hành chính thuộc tỉnh Trà Vinh}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Trà Vinh]]\n[[Thể loại:Hành chính Trà Vinh]]"}