{"3170498":"'''Lịch sử quân sự Việt Nam''' hay '''Quân sử Việt Nam''' là quá trình hình thành và phát triển các hoạt động [[quân sự]] trong suốt chiều dài lịch sử của [[Người Việt|Việt Nam]], bắt đầu từ thời kỳ [[Văn Lang]] cho đến nay. Lịch sử quân sự Việt Nam bao gồm các cuộc chiến tranh với các quốc gia bên ngoài, bao gồm các nước láng giềng, các cuộc nội chiến và các cuộc nội chiến có sự can thiệp từ bên ngoài.\n\nTruyền thống quân sự là nét nổi bật nhất của lịch sử Việt Nam. Lịch sử quân sự Việt Nam xuất hiện từ buổi đầu dựng nước, có một quá trình phát triển liên tục, chủ yếu do nhu cầu chống ngoại xâm, luôn gắn liền trong mối quan hệ giữa chiến tranh và hoà bình, giữa dựng nước và giữ nước. Lịch sử quân sự là nội dung biểu hiện đậm nét nhất trong [[lịch sử Việt Nam]].\n\n== Tổng quan ==\nLịch sử quân sự Việt Nam gồm 4 giai đoạn chủ yếu:\n*Giai đoạn I: hay giai đoạn Văn Lang - Âu Lạc, bắt đầu từ khởi thủy, được mô tả trong truyền thuyết [[Thánh Gióng]] chống quân [[Nhà Ân|Ân]] xâm lược<ref name=\"Chất huyền ảo\">{{chú thích web | url = https:\/\/giaoducthoidai.vn\/chat-huyen-ao-trong-truyen-thuyet-thanh-giong-20200511113401689.html | tiêu đề = Chất huyền ảo trong truyền thuyết Thánh Gióng | author = Trương Anh Sáng | ngày = 11 tháng 5 năm 2020 | ngày truy cập = 21 tháng 6 năm 2020 | nơi xuất bản = giaoducthoidai.vn | ngôn ngữ = | trang= |url lưu trữ = https:\/\/web.archive.org\/web\/20200526150802\/https:\/\/giaoducthoidai.vn\/chat-huyen-ao-trong-truyen-thuyet-thanh-giong-20200511113401689.html |ngày lưu trữ = 21 tháng 6 năm 2020}}<\/ref> trong thời đại [[Văn Lang]], trải qua các cuộc chiến tranh trong thế kỷ 3 và thế kỷ 2 TCN với [[nhà Tần]], [[Nam Việt]]<ref name=\"lsVN\">{{chú thích web | url = https:\/\/books.google.com.vn\/books?hl=vi&id=TkLjAAAAMAAJ&dq=%22An+D%C6%B0%C6%A1ng+V%C6%B0%C6%A1ng+179%22&focus=searchwithinvolume&q=%22An+D%C6%B0%C6%A1ng+V%C6%B0%C6%A1ng%22 | tiêu đề = Lịch sử Việt Nam, Tập 1 | author = Phan Huy Lê | ngày = 1991 | ngày truy cập = | nơi xuất bản = NXB Đại học và giáo dục chuyên nghiệp | ngôn ngữ = | trang= 112 |url lưu trữ = |ngày lưu trữ = }}<\/ref> và [[nhà Hán]].<ref name=\"Cơ sở\"\/>\n*Giai đoạn II: là thời kỳ [[Bắc thuộc]], người Việt đối kháng liên tục chống các triều đại của Trung Quốc để giành lấy độc lập. Giai đoạn này các cuộc nổi dậy đều thất bại, hoặc kéo dài không lâu, Trung Quốc tái lập lại quyền thống trị.\n*Giai đoạn III: từ thế kỷ 10 đến thế kỷ 19 là lịch sử quân sự Việt Nam dưới [[Thời kỳ tự chủ Việt Nam|các triều đại phong kiến tự chủ]], nổi bật các cuộc chiến tranh với các nước láng giềng, kéo dài cho đến năm 1858.\n*Giai đoạn IV: từ năm 1858 từ khi Pháp chính thức tiến hành xâm lược cho đến nay, thời kỳ này hầu hết là các cuộc chiến tranh giành độc lập.\n\nVị trí địa lý của Việt Nam nằm tiếp cận với các láng giềng Trung Quốc và vùng Đông Nam Á nên các mối quan hệ diễn ra trong lịch sử bao gồm các cuộc chiến tranh hầu hết liên quan khu vực này. Đến thế kỷ 19, cũng như các nước châu Á khác, Việt Nam trở thành mục tiêu xâm lược của chủ nghĩa đế quốc phương Tây, về sau trở thành địa bàn tranh chấp địa-chính trị của các nước lớn. Lịch sử quân sự Việt Nam tập trung vào việc giải phóng dân tộc, và hiện nay tập trung vào mục tiêu bảo đảm độc lập, thống nhất, chủ quyền và toàn vẹn lãnh thổ quốc gia.\n\n== Giai đoạn Văn Lang - Âu Lạc ==\n===Tổng quan===\nSự kiện quân sự đầu tiên được mô tả trong lịch sử là truyền thuyết [[Thánh Gióng]] \"đánh giặc Ân\", được xem là sự kiện chống ngoại xâm đầu tiên của Việt Nam. Sự kiện này diễn ra trong thời kỳ [[Văn Lang]].\n\nCác sự kiện được xem là xác tín hơn về mặt lịch sử là cuộc [[Chiến tranh Tần-Việt]] diễn ra giữa [[nhà Tần]] và các tộc [[Bách Việt]],<ref name=\"LSQSVN 1, tr 396\">Lịch sử quân sự Việt Nam, Tập 1, [https:\/\/books.google.com.vn\/books?hl=vi&id=mrjeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+nam%2C+T%E1%BA%ADp+1%22&focus=searchwithinvolume&q=%22B%C3%A1ch+Vi%E1%BB%87t%22 ''tr. 396'']<\/ref> trong đó có liên quan đến bộ phận [[Lạc Việt]] và [[Âu Việt]]. Trong khi nhà Tần hoàn thành chinh phục vùng phía Nam [[sông Trường Giang]] thì lịch sử Việt Nam mô tả thắng lợi của tộc [[Lạc Việt]] và [[Âu Việt]] ở phần cực nam xa nhất mà quân Tần bành trướng.\n\nCuộc đụng độ và thử thách sống còn đầu tiên của người Việt với quân xâm lược nhà Tần được thư tịch của chính người Trung Hoa ghi lại cho thấy ý chí chiến đấu kiên cường và tài thao lược của người Việt, họ đã bỏ vào rừng, họp nhau chọn bầu người tuấn kiệt làm thủ lĩnh, đêm đêm xuất quân tấn công bất ngờ vào đồn giặc, thể hiện nghệ thuật lấy nhỏ thắng lớn, tập trung sức mạnh tối đa và lợi dụng yếu tố bất ngờ để giành thắng lợi trong một trận đánh cụ thể.{{fact}}\n\nVề sau, nước [[Âu Lạc]] của [[An Dương Vương]] đối mặt với cuộc tấn công của [[Nam Việt]], thất bại trong [[Trận thành Cổ Loa]] năm 179 TCN, và tiếp sau đó là [[Chiến tranh Hán-Nam Việt|Nam Việt bị nhà Hán tiêu diệt]] vào năm 111 TCN, Âu Lạc rơi vào tay nhà Hán,<ref name=\"Cơ sở\">{{chú thích web | url = https:\/\/books.google.com.vn\/books?id=6V1QAQAAMAAJ&q=%22Tri%E1%BB%87u+%C4%90%C3%A0+x%C3%A2m+chi%E1%BA%BFm+%C3%82u+L%E1%BA%A1c%22&dq=%22Tri%E1%BB%87u+%C4%90%C3%A0+x%C3%A2m+chi%E1%BA%BFm+%C3%82u+L%E1%BA%A1c%22&hl=vi&sa=X&ved=2ahUKEwiYu8Ge9JLqAhUDGKYKHb3EDHkQ6AEwBHoECAQQAg | tiêu đề = Cơ sở văn hóa Việt Nam | author = | ngày = 2005 | ngày truy cập = | nơi xuất bản = NXB Văn hóa Thông tin| ngôn ngữ = | trang= 88 |url lưu trữ = |ngày lưu trữ = }}<\/ref> đánh dấu [[lịch sử Việt Nam]] bước sang thời kỳ [[Bắc thuộc]] kéo dài hơn 1.000 năm.<ref name=\"LSQSVN 1, tr\">Lịch sử quân sự Việt Nam, Tập 1, [https:\/\/books.google.com.vn\/books?hl=vi&id=mrjeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+nam%2C+T%E1%BA%ADp+1%22&focus=searchwithinvolume&q=%22h%C6%A1n+1000+n%C4%83m%22 ''tr. 426-427'']<\/ref>\n\nGiai đoạn Văn Lang - Âu Lạc là thời kỳ hình thành nhà nước sơ khai, chính trong thời kỳ này nhiều giá trì văn hoá, nhiều yếu tố văn hoá tạo thành truyền thống và bản sắc văn hoá Việt Nam được hình thành, đồng thời diễn ra quá trình hình thành [[Chủ nghĩa dân tộc Việt Nam|ý thức dân tộc]], cơ sở cho người Việt đấu tranh chống nền thống trị bên ngoài.\n\n===Cơ sở===\nCư dân Văn Lang - Âu Lạc đã thường xuyên chú ý rèn luyện thể lực, ý chí và trí tuệ qua các môn đấu cổ truyền như: vật cổ truyền, đua thuyền, bắn súng, nỏ, đâm trâu... được lưu ảnh lại qua những bộ lẫy nỏ bằng đồng, kho mũi tên đồng hàng vạn chiếc, qua hình khắc thuyền đua lướt nhẹ, người chèo khẩn trương sôi nổi trên các trống đồng Đồi Ro, Làng Vạc... Cảnh người đang vung rìu xéo đồng chém vào đầu con trâu bị buộc vào một cột được khắc hoạ trên thân trống đồng Đông Sơn dòng núi tìm thấy ở A Chương Trại (huyện Quảng Nam, Vân Nam), tục này còn tồn tại ở đồng bào Tây Nguyên và còn bảo lưu trong tục cướp búa đánh đầu trâu của người dân xã Chí Tiên (huyện Thanh Ba - Phú Thọ). Những lễ hội vũ trang mừng chiến thắng của người Đông Sơn được khắc hoạ trên nhiều trống đồng. Rồi chuyện về nồi Hầu, một đô vật nổi tiếng, một tướng giỏi của Vua Thục, đã giật giải nhất về thi võ. Và đẹp đẽ xiết bao hình ảnh người dũng sĩ làng Gióng có sức khoẻ vô biên nhổ phăng từng đám tre ngà quất xuống đầu giặc Ân...  Kiếm sống và bảo vệ cuộc sống, săn bắt thú rừng và đánh giặc trong điều kiện núi non hiểm trở, khe vực cheo leo, di chuyển khó khăn... Tận dụng hoàn cảnh đó, người dân sống ở vùng cao đã phát huy sở trường mai phục, dùng cung nỏ tấn công bất ngờ kẻ địch.\n\nTruyền thống toàn dân đánh giặc, trẻ già, trai gái đều vũ trang, biến công cụ ngày thường thành vũ khí chiến đấu. Truyền thống này được khắc hoạ rõ nét, như một hiện tượng phổ biến qua tục mai táng của người Đông Sơn: người chết không kể là người giàu sang hay nghèo khổ, già hay trẻ, nam hay nữ đều thường được chôn theo các vũ khí tuỳ thân. Hình ảnh toàn dân tham gia đánh giặc hay nói bằng ngôn ngữ hiện đại \"chiến tranh nhân dân\" được minh hoạ bằng thành phần đội quân của Gióng từ người nông dân cầm vồ, người kiếm cá vác cần câu, trẻ mục đồng cưỡi trâu cầm khăng... Truyền thống thạo thủy chiến, giỏi dùng thuyền, tài bơi lội của người Việt cũng được hun đúc từ thời Hùng Vương. Có thể nhận biết qua hình ảnh các thuyền chiến, chở các chiến binh vũ trang, từng đoàn lướt trên sông nước, có cội rễ từ tập quán sống của người Việt vốn là \"dân quen ở nước\", đóng khố không mặc quần, để tiện bơi lội, tay áo ngắn mà xắn lên để tiện việc chèo thuyền. \"Người Việt còn dùng thuyền trong việc săn bắt thú rừng qua hình ảnh con chó chạy đón đầu đàn hươu và đoàn người đứng trên thuyền giơ cao tay hò reo xua đuổi được khắc trên nhiều chiếc rìu đồng Đông Sơn. Hoài Nam Vương Lưu An (thế kỷ II Tr.CN) còn ca ngợi \"Người Việt thạo thủy chiến, giỏi dùng thuyền\". Phương tiện chiến đấu như thuyền bọc đồng, thuyền đồng của Lạc Vương và bộ vũ khí chiến đẩu gồm nỏ tên, lao đồng với số lượng lớn và vượt trội các loại hình vũ khí khác như giáo mác, dao, kiếm...  cũng mách chỉ về sở trường đánh thủy của người Việt thời Hùng.\n\nÝ thức cộng đồng và ý thức bảo vệ cộng đồng đã nảy nở sớm trong những hoàn cảnh đặc thù của đấu tranh khắc phục tự nhiên và đấu tranh xã hội, là nhân tố quan trọng thúc đẩy hình thành sớm quốc gia, dân tộc. Và Nhà nước Văn Lang - Âu Lạc đã ra đời thể hiện ý thức dân tộc đã phát triển ở mức độ cao, đồng thời ý thức bảo vệ độc lập dân tộc và chủ quyền quốc gia của người Việt. Điều này có thể tìm thấy trong Đại Việt sử lược - tác phẩm sử học xưa nhất của Việt Nam - đoạn nói về quan hệ của Văn Lang với nước Việt của Câu Tiễn (505 - 465 trước Công nguyên) cho biết chính Câu Tiễn đã có lần sai sứ giả xuống dụ vua Hùng thần phục, nhưng bị vua Hùng cự tuyệt.<ref name=\"LSQSVN 1, tr 147\">Lịch sử quân sự Việt Nam, Tập 1, [https:\/\/books.google.com.vn\/books?hl=vi&id=mrjeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+nam%2C+T%E1%BA%ADp+1%22&focus=searchwithinvolume&q=%22vua+H%C3%B9ng+c%E1%BB%B1+tuy%E1%BB%87t%22 ''tr. 147'']<\/ref> Thái độ kiên quyết chối bỏ ách thống trị ràng buộc của ngoại bang, không chấp nhận bộ máy cai trị áp đặt từ ngoài, không cam chịu để lãnh thổ bị sáp nhập... được thể hiện trong cuộc kháng chiến chống Tần của người Tây Âu, Lạc Việt, rồi chống Triệu của nhân dân Âu Lạc và được tiếp nối ở những thế hệ người Việt tiếp theo như cuộc khởi nghĩa Hai Bà Trưng.\n\n===Tổ chức quân sự thời Văn Lang - Âu Lạc===\nĐội quân thường trực Nhà nước Văn Lang chính là đội thân binh của thủ lĩnh bộ Văn Lang, đã giúp Hùng Vương áp phục 14 bộ lạc khác (các bộ sách sử Việt Nam và Lĩnh Nam chích quái đều chép rằng nước Văn Lang gồm 15 bộ, bộ Văn Lang là đô của nước Văn Lang). Sau khi đã làm chủ liên minh bộ lạc nhà nước Văn Lang, Hùng Vương đương nhiên phải duy trì đội quân thường trực này, dùng nó làm công cụ bạo lực bảo vệ chính thể non nớt của mình, chống lại mọi sự chống đối của các bộ lạc thua trận. Sự chống đối này có lẽ là không ít bằng chứng, như đã thấy, là sự gia tăng đột biến lên gấp hai, thậm chí đến ba lần giai đoạn hai của số lượng và loại hình vũ khí trong hầu hết các di tích Đông Sơn vùng sông Hồng, sông Mã. Vào thời gian này, tồn tại song song với lực lượng quân thường trực ở bộ Văn Lang - đô của Hùng Vương mà bây giờ không chỉ đóng vai trò đội quân của bộ lạc như trước, mà còn có vai trò của quân đội nhà nước trung ương, là những đội thân binh của thủ lĩnh các bộ (lạc) khác. Những đội quân này hẳn không đông. Bởi vì: ''Thứ nhất'', do phân hóa xã hội và [[đấu tranh giai cấp]] trong nội bộ xã hội không sâu sắc. Tầng lớp thống trị ở cả trung ương và địa phương không cần thường xuyên nắm trong tay một lực lượng quân sự quá lớn. ''Thứ hai'', đối với địa phương - các bộ (lạc) trong liên minh, nhà nước trung ương hẳn không khuyến khích, thậm chí phải ngăn chặn, hạn chế sự phát triển của chúng, đề phòng sự chống đối. Về nguyên tắc, đội quân thường trực trung ương (ở [[Phong Châu (kinh đô)|thành Phong Châu]]) cũng như ở các bộ, đều được đặt dưới quyền thống lĩnh tối cao của Hùng Vương. Nhưng thực tế, lúc đầu có lẽ Hùng Vương chỉ nắm chắc được đội quân ở bộ Văn Lang của mình, quân các bộ do thủ lĩnh, các Lạc tướng nắm quyền chỉ huy, có thể dưới danh nghĩa \"nhà nước\" đại diện cho \"nhà nước\". Khi có chiến tranh những đội quân này mới có thể được đặt dưới sự chỉ huy chung, thực sự của quân trưởng - Hùng Vương.\n\nDần dần, một mặt, nhờ sự liên minh giữa các bộ lạc đã đem đến những kết quả phát triển khả quan trong mọi lĩnh vực kinh tế - xã hội, mặt khác cũng nhờ vào những nỗ lực củng cố Nhà nước tập quyền của Hùng Vương: truyện Bánh Chưng ở Lĩnh Nam chích quái kể chuyện Hùng Vương nhường ngôi cho con út Lang Liêu, \"anh em 21 người đều được chia giữ các nơi phiên trấn, tụ tập bộ đảng mà thành phiên quốc\". Hay trong chuyện Họ Hồng Bàng cũng nhắc tới chính sách \"chia các em ra cai trị, lại đặt các em làm tướng văn, tướng võ\"... (nghĩa là dùng người họ hàng dòng tộc trấn giữ các địa phương để dễ bề cai trị), mà liên minh các bộ (lạc) trở nên cố kết chặt chẽ, nhà nước Văn Lang ngày càng được củng cố vững vàng. Đồng thời do nhu cầu chống ngoại xâm ngày càng trở nên bức thiết, nhất là ở thời kỳ cuối (những thế kỷ IV-III Tr.CN), đội quân thường trực của nhà nước sơ khai này đương nhiên phải được gia tăng về số lượng và mở rộng thành phần. Lúc này, lực lượng vũ trang thường trực của nhà nước Văn Lang trấn giữ ở thành Phong Châu, ngoài những trai đinh bộ Văn Lang, còn có trai đinh từ các bộ khác nữa. Trong khi đó, ở các trung tâm của từng bộ hay khu vực (như trung tâm Vinh Quang ở khu vực đồng bằng cao lưu vực sông Hồng, trung tâm Đông Sơn, Thiệu Dương ở lưu vực sông Mã...), cũng có mặt những đội quân thường trực có quy mô nhỏ hơn, thành phần binh lính có thể hẹp hơn - tuyên từ chính các trang ấp quanh vùng, đặt dưới quyền của thủ lĩnh quân sự khu vực. Đây là lực lượng rất quan trọng: khi có chiến tranh họ sẽ là những người trực tiếp lãnh đạo dân binh đánh giặc.\n\nCác nhà nghiên cứu đã xác định cư cấu ba cấp của bộ máy chính quyền nhà nước Văn Lang. Cơ cấu tổ chức quân sự thời này cũng có những cấp bậc tương đươngː\n\n* Ở bộ máy trung ương (đứng đầu là Hùng Vương, với hệ thống các Lạc hầu giúp việc diều hành bộ máy) có lực lượng quân đội quốc gia, có nhiệm vụ bảo vệ chính quyền trung ương, thực thi các mệnh lệnh của chính quyền trung ương. Đây là tổ chức quân sự mang tính chuyên nghiệp cao nhất trong các tổ chức quân sự thời nhà nước sơ khai Văn Lang. Nó vốn xuất thân từ lực lượng vũ trang khá mạnh của bộ chủ Gia Ninh (Văn Lang), đặt dưới sự chỉ huy của Hùng Vương. Lúc đầu vẫn mang đậm tính chất của một tổ chức quân sự bộ lạc. Về sau, tính bộ lạc giảm dần, thay thế vào đó là tính chất quốc gia, trở thành công cụ bạo lực đắc lực của chính quyền trung ương (tỷ lệ mộ chôn theo vũ khí ở Làng Cả, như đã giới thiệu, là gần 47%, cao nhất trong số các khu mộ Đông Sơn đã biết).\n* Bên dưới bộ máy trung ương là bộ máy chính quyền địa phương, tương ứng với các bộ (tương đương với huyện sau này) có đội quân thường trực của mình hiện diện ở những trung tâm vùng bộ). Đội quân này mang đậm nét tính chất tổ chức quân sự của bộ lạc. Nó được đặt dưới sự chỉ huy của Lạc tướng, thực thi các nhiệm vụ của bộ máy chính quyền địa phương dưới danh nghĩa là đại diện của nhà nước trung ương ở địa phương. Tính chuyên nghiệp và quân số của những đội quân này có lẽ phụ thuộc khá nhiều vào tình trạng chiến tranh xung đột ở từng vùng. Ví như trung tâm Vinh Quang của vùng đồng bằng cao của lưu vực sông Hồng là nơi chiến tranh xảy ra thường xuyên và gay gắt không kém so với thành đô Văn Lang (Làng Cả), thì đội quân thường trực này hẳn là mang tính chuyên nghiệp cao và có quân số đông gần tương đương (tỷ lệ mộ chí chôn theo vũ khí ở đây là trên 43% chỉ kém Làng Cả 4%). Còn xa hơn về phía Nam, ở lưu vực sông Mã, tỷ lệ này chỉ chiếm trên dưới 25%, xa hẳn về phía Nam - ở trung tâm Làng Vạc, tỷ lệ chỉ còn trên 11%. Tỷ lệ này có thể phản ánh phần nào tính chất thường trực và quân số quân thường trực ở các bộ ở càng xa về phía Nam - xa nơi chiến sự ác liệt, thì đội quân thường trực địa phương càng nhỏ, tính chuyên nghiệp càng giảm.\n* Dưới cùng, giữ vai trò bộ máy hành chính cơ sở là tổ chức công xã. Lực lượng vũ trang ở đây chính là dân binh. Đây là tổ chức quân sự rộng rãi nhất, đông đảo nhất, là lực lượng tham chiến chủ yếu trong mọi cuộc chiến tranh xung đột. Họ là dân công xã, gắn bó với sản xuất và chỉ trở thành lính khi có chiến tranh. Như đã được phản ánh qua các truyền thuyết, khi chiến tranh xảy ra thì mỗi người dân công xã đều có thể tham gia chiến đấu, không phân biệt già trẻ, gái trai. Tổ chức, biên chế của lực lượng quân sự này là rất đông và đơn giản. Có thể là những đội quân được tập hợp lại dưới sự chỉ huy của người đứng đầu công xã, có nhiệm vụ bảo vệ trước hết là làng xã mình, khi cần thì trở thành một bộ phận của lực lượng quân sự chung của bộ, của nhà nước, được đặt dưới quyền điều phối của Lạc tướng hay những tướng lĩnh cấp liên minh, nhà nước trung ương. Cũng có khi chỉ là những đội quân tự phát tập họp lại dưới quyền chỉ huy của những người khỏe mạnh, giỏi võ nghệ, cùng nhau tham gia chiến đấu chống ngoại xâm. Vũ khí, trang thiết bị quân sự và công tác hậu cần cho dân binh hoàn toàn do dân binh hay công xã tự lo và thường là rất thô sơ, tùy tiện - có gì dùng nấy.\n\nSức mạnh của quân đội Văn Lang là sự kết hợp giữa một bên là lực lượng quân thường trực số lượng ít nhưng được trang bị vũ khí đồng thau sắc bén và có kinh nghiệm chiến đấu với một bên là lực lượng dân binh trang bị vũ khí thô sơ, không quen chiến đấu, nhưng lại có số lượng đông đảo, đầy dũng cảm và quyết tâm chống kẻ thù, bảo vệ cuộc sống, những thành quả lao động của mình, gia đình và làng xóm quê hương. Tổ chức đơn vị chiến đấu gồm đa số là dân binh với một số ít quân thường trực làm nòng cốt có vai trò chỉ huy, hướng dẫn là tổ chức đơn vị chiến đấu phổ biến ở thời Hùng Vương. Trong thư tịch, truyền thuyết khó tìm ra hình ảnh của đội quân thường trực thiện chiến, \"đánh đông dẹp bắc\", nhưng lại thường gặp những đội quân dân binh do một vài tướng tài chỉ huy. Lực lượng vũ trang Văn Lang dường như từ rất sớm đã hình thành hai bộ phận cơ bản là quân bộ và quân thủy. Về các tổ chức quân sự giai đoạn Hùng Vương dựng nước còn rất nhiều vấn đề phải bàn, phải tranh luận, nhưng riêng sự hiện diện của lính đánh bộ và lính đánh thủy thì hầu như được khẳng định rồi.\n\nTóm lại, ở vào giai đoạn hình thành Nhà nước sơ khai Văn Lang, quân đội Văn Lang đã dần dần thành hình. Đây là một quá trình phát triển từ thấp đến cao kéo dài trong khoảng 400 - 500 năm, nếu không tính đến những tiền đề đã xuất hiện từ những giai đoạn trước đó. Cơ cấu tổ chức quân sự Nhà nước Văn Lang bao gồm hai thứ quân cơ bản: ''quân thường trực'' và ''dân binh''. Xu hướng phát triển chung của lực lượng vũ trang Văn Lang là ngày càng gia tăng số lượng và chất lượng đội quân chuyên nghiệp. Bên cạnh đó, tiếp tục duy trì và phát triển lực lượng dân binh. Sự kết hợp, có lẽ mang tính tự nhiên, tự phát là chính giữa lực lượng dân binh có ưu thế tuyệt đối về số lượng và quân thường trực có ưu thế về vũ khí trang bị và kinh nghiệm chiến đấu, đã phát huy được thế mạnh của cả hai thứ quân, tạo ra sức mạnh chung cho lực lượng vũ trang Văn Lang. Cơ cấu quân đội quốc gia Văn Lang tuy có phân thành hai bộ phận: ''quân bộ'' và ''quân thủy'', nhưng thực chất không hình thành hai binh chủng lục quân và thủy quân độc lập. Nói đến quân thủy là chủ yếu nói đến một hình thức chiến đấu đặc biệt của quân bộ: đánh bằng thuyền, có khi chỉ hành quân bằng thuyền và chỉ là một mảnh, một cuộc giữa trận chiến chung diễn ra chủ yếu ở trên bộ. Tuy nhiên, tài liệu cho thấy, những chiến binh trên thuyền, nhất là những thuyền lớn thường mang tính chất chuyên nghiệp rõ rệt hơn, đông đảo hơn chiến binh chỉ thuần túy đánh bộ. Nhìn chung, trình độ quân sự - về cả tính chuyên nghiệp của đội quân thường trực, về cả vũ khí trang bị... của lực lượng vũ trang Văn Lang ở giai đoạn cuối (thế kỷ III Tr.CN) không khác lắm so với lực lượng quân đội của An Dương Vương. Sự thay thế Hùng Vương bằng An Dương Vương, nước Văn Lang thành nước Âu Lạc, chủ yếu là sự thay thế bộ máy chính quyền trung ương, còn ở cư tầng kinh tế - xã hội, thành phần dân cư dường như không có sự đột phá nào. Tài liệu khảo cổ học khu vực Cổ Loa, từ dấu tích của ba lớp tường thành xây đắp kiên cố, cho thấy rõ điều đó. Các nhà nghiên cứu đã có lý khi gọi An Dương Vương là \"Hùng Vương thứ 19\". Điều làm cho một số nhà nghiên cứu yên tâm khi nói đến lực lượng vũ trang thường trực - quân đội quốc gia ở thời nước Âu Lạc hơn là ở thời nước Văn Lang, dù là ở giai đoạn cuối trước hết là sự hiện diện của di tích thành Cổ Loa, bên cạnh đó là kho mũi tên đồng Cầu Vực, là những tài nếu thư tịch và truyền thuyết đã trình bày ở trên. Sẽ rất đúng khi đánh giá cao lực lượng quân đội quốc gia Âu Lạc hơn quân đội quốc gia Văn Lang, nhưng lại chưa thỏa đáng khi hạ thấp quá lực lượng quân đội thường trực của Hùng Vương 18, cho rằng ở thời Nhà nước Văn Lang, chưa ra đời một lực lượng quân sự chuyên nghiệp thực sự nào.\n\nTất nhiên, so với đội quân thường trực Văn Lang, thì quân đội quốc gia Âu Lạc có những bước tiến nhất định. Trước hết là ở phương diện số lượng. Theo những sách sử cổ Trung quốc như Giao Châu ngoại vực ký dẫn trong Thủy kinh chú, hoặc Nam Việt chí dẫn trong Cựu Đường thư, riêng đội quân kéo vào đất Văn Lang đánh bại Lạc Vương, Lạc hầu đã đông tới 3 vạn. Đội quân này lại nổi tiếng về tài dùng cung nỏ - tính chuyên nghiệp cao. Và cái hơn thấy rõ hơn cả là tòa thành xây kiên cố, loại hình kiến trúc quân sự thời Văn Lang chưa có. Song cũng cần tính đến yếu tố truyền thống địa phương khi so sánh trình độ phát triển nói chung, trình độ quân sự nói riêng giữa các tộc người khác nhau. Rất có thể người Lạc Việt không có truyền thống xây thành đất đắp kiên cố mà chỉ dùng lũy tre, rào gỗ để \"rào làng chiến đấu\" hơn nữa, người Lạc Việt lại thường chọn lối \"đánh du kích\" bỏ ruộng vườn nhà cửa trốn vào rừng, \"đêm ra đánh\" như Hoài Nam Tử đã nhận xét chứ không thường dùng lối đánh dàn trận, giữ thành như dân tộc Hán ở Trung Nguyên (Trung Quốc). Cách đánh của người Lạc Việt thực tế là rất hiệu quả, do vậy mà đã được dân tộc Việt giữ gìn và phát huy từ đời này sang dời khác trải qua mấy nghìn năm, góp phần vào vô vàn những thắng lợi phi thường trong lịch sử giữ nước của dân tộc Việt Nam.\n\n===Vũ khí trang bị thời Văn Lang - Âu Lạc===\nVũ khí thời Hùng Vương - An Dương Vương khá phong phú và đa dạng. Ở giai đoạn đầu (ứng với văn hóa Phùng Nguyên) nếu không kể những vũ khí bằng tre, gỗ là chủ yếu mà cho đến nay, do điều kiện tự nhiên không còn được bảo lưu trong các di tích khảo cổ học, có thể nhận thấy vũ khí còn hiếm và chỉ được làm bằng đá. Giai đoạn thứ hai (ứng với văn hóa Đồng Đậu - Gò Mun) xuất hiện vũ khí làm bằng xương và đặc biệt là vũ khí đồng thau. Về số lượng và loại hình, vũ khí giai đoạn này là một bước tiến xa so với giai đoạn đầu.\n\nNhưng chỉ tới giai đoạn ba (văn hóa Đông Sơn) mới diễn ra sự bùng nổ thực sự trong lĩnh vực sản xuất và sử dụng vũ khí. Vũ khí đồng thau phát triển vượt bậc, thay thế gần như hoàn toàn vũ khí đá và xương. Đến giai đoạn phát triển cao của văn hóa Đông Sơn đã xuất hiện thêm một ít vũ khí bằng sắt.\n\nVề cơ bản, thời đại Hùng Vương - An Dương Vương là một tiến trình phát triển nội sinh liên tục từ thấp lên cao kết hợp những yếu tố giao lưu văn hóa xa gần ở những mức độ khác nhau. Điều này được phản ánh qua lịch sử phát triển vũ khí. Dưới đây là các loại hình vũ khí được sản xuất và sử dụng ở thời đại Hùng Vương - An Dương Vương được phân loại theo khoảng cách tác động:\n\n* Vũ khí tầm xa nhưː cung tên, mũi tên, nỏ, mũi nỏ, lao, mũi lao,...\n* Vũ khí cận chiến nhưː giáo, rìu chiến, dao găm, dao chiến, qua, kiếm ngắn, kiếm dài,...\n* Vũ khí phòng hộ nhưː hộ tâm phiến, khiên, mộc,....\n\nLoại hình vũ khí thời Hùng Vương - An Dương Vương có thể tóm lược lại như sau. Về chủng loại vũ khí tăng theo thời gian từ sớm đến muộn: từ bốn ở giai đoạn sớm, đến sáu ở giai đoạn giữa và tám ở giai đoạn muộn. Ở giai đoạn sớm và giữa xuất hiện vũ khí cỡ nhỏ là chủ yếu, ở giai đoạn muộn phát triển mạnh nhiều loại vũ khí cỡ lớn hơn. Các loại vũ khí tên, giáo, lao là những thứ vũ khí tồn tại lâu dài, phổ biến rộng và ngày càng phát triển. So với tổng số vũ khí thu được thì giáo chiếm tỷ lệ cao nhất, đứng thứ hai là mũi tên, sau đó là lao, rìu xéo, dao găm.\n\nTrong các vũ khí đánh gần, người Việt thời bấy giờ ưa dùng nhất là giáo, rìu và dao găm. Tùy từng vùng, từng khu vực (tương đương với bộ, liên bộ) mà loại này hay loại khác chiếm ưu thế hơn. Ví như người ở lưu vực sông Hồng, sông Mã chọn giáo, rìu xéo, còn người lưu vực sông Cả lại chọn dao găm. Dấu ấn địa phương còn bộc lộ ở sự lựa chọn sử dụng các kiểu loại khác nhau trong cùng một chủng loại vũ khí.\n\nSố lượng và hình loại vũ khí qua tài liệu khảo cổ học cho ta những hiểu biết tuy mới là bước đầu nhưng khá chắc chắn về cách đánh - nghệ thuật quân sự của người Lạc Việt - Âu Việt thời kỳ dựng nước và trong các cuộc kháng chiến chống xâm lược đầu tiên. Đó là quen và giỏi đánh gần, thạo thủy chiến, phát huy sự khéo léo, nhanh nhẹn của con người, coi trọng vũ khí nhưng không hoàn toàn ỷ vào vũ khí. Cách đánh đó phù hợp với trình độ sản xuất, điều kiện địa hình, tập quán lao động và sinh hoạt của cơ dân Lạc Việt - Âu Việt. Tuy nhiên, do những đặc điểm riêng của mỗi vùng cư trú, việc vận dụng cách đánh và việc sử dụng các loại vũ khí giữa các vùng có sự phát triển khác nhau, ngày càng phong phú, đa dạng. Sự kết hợp và tác động lẫn nhau giữa vũ khí - kỹ thuật quân sự với cách đánh nghệ thuật quân sự và lực lượng vũ trang - tổ chức quân sự bắt đầu hình thành, đánh dấu bước phát triển mới, cùng với sự phát triển của trình độ sản xuất và văn hóa thời Hùng Vương - An Dương Vương.\n\n== Giai đoạn Bắc thuộc ==\n\n=== Tổng quan ===\nThất bại của An Dương Vương trong cuộc chiến chống [[Triệu Đà]] đã dẫn đến Âu Lạc sụp đổ và người Việt bị phong kiến phương Bắc qua nhiều triều đại như [[Nam Việt|Triệu]], [[nhà Hán|Hán]], [[Đông Ngô|Ngô]], [[nhà Tấn|Tấn]], [[Lưu Tống]], [[Nam Tề]], [[Nhà Lương|Lương]], [[Nhà Trần (Trung Quốc)|Trần]], [[nhà Tùy|Tuỳ]] và [[nhà Đường|Đường]] đô hộ.<ref name=\"LSQSVN 1, tr 22\">Lịch sử quân sự Việt Nam, Tập 1, [https:\/\/books.google.com.vn\/books?hl=vi&id=mrjeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+nam%2C+T%E1%BA%ADp+1%22&focus=searchwithinvolume&q=%22h%C6%A1n+1000+n%C4%83m%22 ''tr. 22'']<\/ref> Thời [[Bắc thuộc]] này kéo dài hơn 1000 năm.<ref name=\"Cuộc xâm lược\">{{chú thích web | url = https:\/\/www.nhandan.com.vn\/chinhtri\/item\/14703402-.html | tiêu đề = Cuộc xâm lược của nhà Triệu | author = | ngày = 17 tháng 9 năm 2010 | ngày truy cập = | nơi xuất bản = nhandan.com.vn| ngôn ngữ = | trang= |url lưu trữ = https:\/\/web.archive.org\/web\/20171122172352\/https:\/\/www.nhandan.com.vn\/chinhtri\/item\/14703402-.html |ngày lưu trữ = 21 tháng 6 năm 2020}}<\/ref>\n\nTừ cuộc [[Khởi nghĩa Hai Bà Trưng|khởi nghĩa của Hai Bà Trưng]] năm 42-43, [[Bà Triệu]] năm 248 chưa thành công cho đến Khởi nghĩa [[Lý Nam Đế|Lý Bí]] thành công ban đầu dẫn đến sự thành lập Nhà nước Vạn Xuân, kháng chiến chống Lương (545-550), chống Tuỳ (602) cùng với các cuộc khởi nghĩa lớn chống chính quyền đô hộ nhà Đường như khởi nghĩa của [[Lý Tự Tiên]] và [[Đinh Kiến]] (687), của [[Mai Thúc Loan]] (722), của [[Phùng Hưng]] (766 - 791), của [[Dương Thanh]] (819 - 820) và cuộc nổi dậy khôi phục chính quyền tự chủ của [[Khúc Thừa Dụ]] (905) là những sự kiện lịch sử quân sự tiêu biểu trong quá trình chống Bắc thuộc và chống đồng hoá của người Việt.\n\n=== Các sự kiện chính ===\nKhởi nghĩa Hai Bà Trưng là cuộc khởi nghĩa quy mô lớn đầu tiên trong thời Bắc thuộc, làm sụp đổ chính quyền [[nhà Hán]] đô hộ, nhưng không lâu sau, lực lượng 20.000 quân Hán do [[Mã Viện]] chỉ huy, [[Chiến tranh Hán–Việt (42-43)|triển khai khắp đất Việt để dẹp loạn]], quân Hai Bà Trưng thất bại và cuộc khởi nghĩa chấm dứt.<ref name=\"Lễ tưởng nhớ\">{{chú thích web | url = https:\/\/luutru.gov.vn\/le-tuong-nho-hai-ba-trung-qua-nguon-su-lieu-489-vtlt.htm | tiêu đề = Lễ tưởng nhớ Hai Bà Trưng qua nguồn sử liệu | author = Nguyễn Thị Hồng Loan | ngày = 7 tháng 3 năm 2017 | ngày truy cập = 21 tháng 6 năm 2020 | nơi xuất bản = luutru.gov.vn| ngôn ngữ = |url lưu trữ = |ngày lưu trữ = }}<\/ref>\n\nHai thế kỷ sau, một cuộc khởi nghĩa quy mô nổi lên do Bà Triệu lãnh đạo, chính quyền [[Đông Ngô]] tạm thời mất kiểm soát đất Việt, tướng [[Lục Dận]] mang 8.000 quân Ngô vào đất Việt dập tắt cuộc khởi nghĩa.<ref name=\"baotang\">{{chú thích web|url=http:\/\/baotanglichsu.vn\/vi\/Articles\/3098\/14281\/cuoc-khoi-nghia-cua-trieu-thi-trinh.html| tiêu đề=Cuộc khởi nghĩa của Triệu Thị Trinh| author = Lê Khiêm tổng hợp | ngày = 15 tháng 5 năm 2013 | ngày truy cập = 21 tháng 6 năm 2020 | nơi xuất bản = baotanglichsu.vn| ngôn ngữ = |url lưu trữ = |ngày lưu trữ = }}<\/ref>\n\nTriệu Quang Phục [[Chiến tranh Tiền Lý–Lương (545-550)|đánh bại]] quân Lương năm 550 nhưng Nhà nước [[Vạn Xuân]] của người Việt tồn tại không lâu thì năm 602, [[nhà Tùy]] cho 27 doanh quân gần 100.000 quân Tùy<ref name=\"LSQSVN 2, tr 174\">Lịch sử quân sự Việt Nam, Tập 2, [https:\/\/books.google.com.vn\/books?hl=vi&id=Ar3eAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%22&focus=searchwithinvolume&q=%2210+v%E1%BA%A1n+qu%C3%A2n%22 ''tr 174'']<\/ref> do tướng [[Lưu Phương (tướng)|Lưu Phương]] chỉ huy sang tiến công, tái lập nền đô hộ.<ref name=\"LSQSVN 2, tr 176\">Lịch sử quân sự Việt Nam, Tập 2, [https:\/\/books.google.com.vn\/books?hl=vi&id=Ar3eAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%22&focus=searchwithinvolume&q=%22603%22 ''tr 176'']<\/ref>\n\nHai cuộc kháng chiến chống Nam Hán các năm 931 và 938 do [[Dương Đình Nghệ]] và [[Ngô Quyền]] lãnh đạo đã khẳng định quyết tâm giành và giữ độc lập tự do của cả dân tộc Việt Nam. [[Trận Bạch Đằng (938)|'''Chiến thắng Bạch Đằng lịch sử''']] đánh bại 20.000 thủy quân Nam Hán do [[Lưu Hoằng Tháo]] chỉ huy vào năm 938 là cột mốc lớn kết thúc giai đoạn mất nước, mở ra thời kỳ phát triển mới của lịch sử quân sự Việt Nam.<ref name=\"Người kết thúc\">{{chú thích web | url = https:\/\/www.baodanang.vn\/channel\/5433\/201108\/ho-so-ten-duong-duong-ngo-quyen-phan-1-nguoi-ket-thuc-hon-mot-nghin-nam-bac-thuoc-2064617\/ | tiêu đề = Người kết thúc hơn một nghìn năm Bắc thuộc | author = Lê Gia Lộc | ngày = 6 tháng 8 năm 2011 | ngày truy cập = 21 tháng 6 năm 2020 | nơi xuất bản = baodanang.vn| ngôn ngữ = |url lưu trữ = https:\/\/web.archive.org\/web\/20180308162026\/https:\/\/www.baodanang.vn\/channel\/5433\/201108\/ho-so-ten-duong-duong-ngo-quyen-phan-1-nguoi-ket-thuc-hon-mot-nghin-nam-bac-thuoc-2064617\/ |ngày lưu trữ = 21 tháng 6 năm 2020}}<\/ref>\n\n== Giai đoạn Phong kiến độc lập tự chủ ==\nGiai đoạn này tính từ năm 938 sau khi đánh bại [[Nam Hán]] và [[nhà Ngô]] thành lập kéo dài khoảng 10 thế kỷ tiếp theo, lịch sử quân sự Việt Nam trong quan hệ với Trung Quốc không còn yếu tố đối kháng giành độc lập, mà là kiên trì bảo vệ nền độc lập trước các cuộc tấn công của Trung Quốc. Suốt thời kỳ này lịch sử Việt Nam song hành cùng 4 triều đại quân chủ tập quyền của Trung Quốc là [[Nhà Tống|Tống]], [[Nhà Nguyên|Nguyên]], [[Nhà Minh|Minh]], [[Nhà Thanh|Thanh]], mỗi triều đại đều đã có chiến tranh với Việt Nam. Các sự kiện chiến tranh diễn ra dưới các triều đại Việt Nam [[Tiền Lê]], [[Nhà Lý|Lý]], [[Nhà Trần|Trần]], [[Nhà Hồ|Hồ]], [[Hậu Lê]], [[Tây Sơn]].\n\n===Chiến tranh với Trung Quốc===\n\n====Chiến tranh với Tống====\n*''Xem thêm: [[Quân đội nhà Tống|Quân đội Đại Tống]]; [[Quân sự nhà Lý|Quân đội nhà Lý]]''\n[[Nhà Tống|Đại Tống]] đã lệnh tướng [[Hầu Nhân Bảo]] mang 30.000 quân tiến vào Đại Việt trong cuộc [[Chiến tranh Tống–Việt (981)|'''Chiến tranh Tống–Việt lần thứ nhất''']] năm 981 nhưng thất bại trước [[Lê Hoàn]]. Sự kiện này diễn ra dưới thời [[Tiền Lê]] của Đại Việt.<ref name=\"Lê Hoàn\">{{chú thích web | url = https:\/\/vnexpress.net\/le-hoan-tuong-nha-dinh-thanh-vua-nuoc-dai-co-viet-3749121.html | tiêu đề = Lê Hoàn, tướng nhà Đinh thành vua nước Đại Cồ Việt | author = Dương Tâm tổng hợp | ngày = 15 tháng 5 năm 2018 | ngày truy cập = 21 tháng 6 năm 2020 | nơi xuất bản = vnexpress.net| ngôn ngữ = |url lưu trữ = https:\/\/web.archive.org\/web\/20200621143651\/https:\/\/vnexpress.net\/le-hoan-tuong-nha-dinh-thanh-vua-nuoc-dai-co-viet-3749121.html |ngày lưu trữ = 21 tháng 6 năm 2020}}<\/ref>\n\n[[Chiến tranh Tống-Việt, 1075-1077|'''Cuộc chiến tranh lần thứ hai''']] giữa Tống và Việt từ năm 1075 đến 1077 xảy ra quy mô hơn nhiều. Gồm hai giai đoạn chính, giai đoạn đầu 100.000 quân thủy-bộ<ref name=\"LSQSVN 3, tr 241\">Lịch sử quân sự Việt Nam, Tập 3, [https:\/\/books.google.com.vn\/books?hl=vi&id=DcDeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%2C+T%E1%BA%ADp+3%22&focus=searchwithinvolume&q=%2210+v%E1%BA%A1n%22 ''tr. 241'']<\/ref> Đại Việt do [[Lý Thường Kiệt]] chỉ huy [[Tấn công (quân sự)|tấn công]] quân Tống ở miền Nam Trung Quốc trong một [[Chiến tranh Tống-Việt, 1075-1076|chiến dịch]] [[Chiến tranh phủ đầu|phủ đầu]]<ref name=\"LSQSVN 3, tr 238\">Lịch sử quân sự Việt Nam, Tập 3, [https:\/\/books.google.com.vn\/books?hl=vi&id=DcDeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%2C+T%E1%BA%ADp+3%22&focus=searchwithinvolume&q=%22ti%C3%AAn+ph%C3%A1t+ch%E1%BA%BF+nh%C3%A2n%22 ''tr. 238''],<br>trích:<br>Chiến lược \"Tiên phát chế nhân\".<\/ref> nhằm đập tan kế hoạch tiến công Đại Việt của Tống.<ref name=\"Tiên phát chế nhân\">{{chú thích web|url=http:\/\/tapchiqptd.vn\/vi\/nghien-cuu-tim-hieu\/tu-tuong-tien-phat-che-nhan-trong-cuoc-chien-tranh-chong-tong-xam-luoc-1075-1077\/8095.html| tiêu đề=Tư tưởng \"tiên phát chế nhân\" trong cuộc chiến tranh chống Tống xâm lược (1075 - 1077)| author = Đại tá, TS. NGUYỄN THÀNH HỮU | ngày = 17 tháng 9 năm 2015 | ngày truy cập = 21 tháng 6 năm 2020 | nơi xuất bản = tapchiqptd.vn| ngôn ngữ = |url lưu trữ = https:\/\/web.archive.org\/web\/20191130000114\/http:\/\/tapchiqptd.vn\/vi\/nghien-cuu-tim-hieu\/tu-tuong-tien-phat-che-nhan-trong-cuoc-chien-tranh-chong-tong-xam-luoc-1075-1077\/8095.html |ngày lưu trữ = 21 tháng 6 năm 2020}}<\/ref> Giai đoạn hai, quân Tống [[Chiến dịch phản công|phản công]] với 200.000 binh lính<ref name=\"LSQSVN 3, tr 246\">Lịch sử quân sự Việt Nam, Tập 3, [https:\/\/books.google.com.vn\/books?hl=vi&id=DcDeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%2C+T%E1%BA%ADp+3%22&focus=searchwithinvolume&q=%2220+v%E1%BA%A1n+qu%C3%A2n%22 ''tr. 246'']<\/ref> và 200.000 phu dịch<ref name=\"LSQSVN 3, tr 268\">Lịch sử quân sự Việt Nam, Tập 3, [https:\/\/books.google.com.vn\/books?hl=vi&id=DcDeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%2C+T%E1%BA%ADp+3%22&focus=searchwithinvolume&q=%2220+v%E1%BA%A1n%22 ''tr. 268'']<\/ref> do [[Quách Quỳ]] chỉ huy. Quân nhà Lý [[Phòng thủ (quân sự)|phòng thủ]] thành công, quân Tống bị chặn đứng tại phòng tuyến sông Như Nguyệt không thể tiếp tục tiến về phía nam.<ref name=\"Như Nguyệt\">{{chú thích web|url=http:\/\/tapchiqptd.vn\/vi\/an-pham-tap-chi-in\/phong-tuyen-song-nhu-nguyet-mot-dien-hinh-cua-tu-tuong-nghe-thuat-phong-thu-chu-dong-tich-cuc\/2390.html| tiêu đề=Phòng tuyến sông Như Nguyệt - một điển hình của tư tưởng, nghệ thuật phòng thủ chủ động, tích cực| author = Hà Thành | ngày = 31 tháng 10 năm 2011 | ngày truy cập = 21 tháng 6 năm 2020 | nơi xuất bản = tapchiqptd.vn| ngôn ngữ = |url lưu trữ = https:\/\/web.archive.org\/web\/20190915013914\/http:\/\/tapchiqptd.vn\/vi\/an-pham-tap-chi-in\/phong-tuyen-song-nhu-nguyet-mot-dien-hinh-cua-tu-tuong-nghe-thuat-phong-thu-chu-dong-tich-cuc\/2390.html |ngày lưu trữ = 21 tháng 6 năm 2020}}<\/ref> Chiến tranh chấm dứt khi hai bên đồng ý một thỏa thuận và Tống rút quân.<ref name=\"Khí phách\">{{chú thích web|url=https:\/\/www.sggp.org.vn\/ly-thuong-kiet-khi-phach-tuyen-ngon-doc-lap-500073.html| tiêu đề=Lý Thường Kiệt: Khí phách Tuyên ngôn Độc lập| author = Việt Văn | ngày = 16 tháng 2 năm 2018 | ngày truy cập = 21 tháng 6 năm 2020 | nơi xuất bản = sggp.org.vn| ngôn ngữ = |url lưu trữ = https:\/\/web.archive.org\/web\/20200621145414\/https:\/\/www.sggp.org.vn\/ly-thuong-kiet-khi-phach-tuyen-ngon-doc-lap-500073.html |ngày lưu trữ = 21 tháng 6 năm 2020}}<\/ref>\n\n====Chiến tranh với Mông - Nguyên====\n*''Xem thêm: [[Tổ chức và chiến thuật quân sự của quân đội Đế quốc Mông Cổ]], [[Quân đội nhà Nguyên|Quân đội Đại Nguyên]]; [[Quân đội nhà Trần]]''\nQuân Mông Cổ trong quá trình chinh phạt [[Nam Tống]] đã yêu sách Đại Việt cho mượn đường hành binh nhưng bị từ chối. Năm 1258, [[Ngột Lương Hợp Thai]] dẫn đầu 30.000 [[Chiến tranh Nguyên Mông–Đại Việt lần 1|'''quân Mông Cổ tấn công Đại Việt''']], chiếm được [[Thăng Long]], kinh đô triều [[Nhà Trần|Trần]] nhưng đối mặt với [[Chiến lược quân sự|sách lược chiến tranh]] \"[[Tiêu thổ|Vườn không nhà trống]]\", chịu nhiều tổn thất nên cuối cùng phải [[Rút lui|rút quân]].\n\nMông Cổ thành lập [[Đại Nguyên]] năm 1271, sau khi hoàn tất chinh phục Trung Nguyên, vào năm 1285 họ [[Chiến tranh Nguyên Mông-Đại Việt lần 2|'''tấn công Đại Việt lần thứ hai''']], với đạo quân đông đảo thủy-bộ 500.000 lính chiến và phu dịch, do Vân Nam Vương [[Thoát Hoan]] làm thống soái. Đại Việt tiến hành [[Chiến tranh tổng lực|chiến tranh toàn dân]] huy động cả nước, trong đó từ 200.000 đến 300.000 quân chống lại quân Nguyên, tiếp tục sử dụng sách lược \"Vườn không nhà trống\". [[Nhà Trần]] đạt bước tiến đáng kể với tập ''[[Binh thư yếu lược]]'' do Hưng Đạo Đại vương [[Trần Quốc Tuấn]] soạn ra để dạy binh tướng. Ông còn có tay trong việc đôn đốc binh sĩ, hun đúc tinh thần qua bản ''[[Hịch tướng sĩ]]''.\n\nNhà Trần đã thực hiện việc chuẩn bị chiến tranh từ sớm và thực thi sách lược [[Chiến tranh kéo dài|đánh lâu dài]], quân Nguyên cuối cùng [[rút lui]] nhưng nhanh chóng trở lại vào năm 1288 trong cuộc [[Chiến tranh Nguyên Mông–Đại Việt lần 3|'''tấn công Đại Việt lần thứ ba''']] với 300.000 quân, lần này họ chuẩn bị [[hậu cần quân sự|hậu cần]] tốt hơn nhưng vẫn thất bại.\n\n====Chiến tranh với Minh====\n*''Xem thêm: [[Quân đội nhà Minh|Quân đội Đại Minh]]; [[Quân đội nhà Hồ]], [[Quân đội nhà Lê sơ|Quân đội nhà Lê]]''\nKhác với nhà Lý và nhà Trần trong các giai đoạn trước, [[nhà Hồ]] dựng lên ở Đại Việt không được lòng dân chúng, [[nhà Minh]] lấy việc cướp ngôi làm cớ xâm lược, nên không giống như nhà Lý và nhà Trần có thể tập hợp sức mạnh toàn dân đánh quân phương Bắc, nhà Hồ nhanh chóng bại trận. Động cơ của nhà Minh là tái lập đất Việt thành lãnh thổ của Trung Quốc, đã đưa ra hàng loạt lý do hạch tội vua nhà Hồ để làm lợi thế tâm lý trước dân chúng người Việt. Năm 1407, [[Trương Phụ]] chỉ huy 200.000 quân '''[[Chiến tranh Đại Ngu–Đại Minh|tấn công]]''' đất Việt, lúc này quốc hiệu là [[Đại Ngu]], quân Hồ bại trận và người Việt mất nước trong 20 năm tiếp theo. Nhưng suốt thời gian này nền thống trị của Minh chưa bao giờ yên ổn, quân [[Hậu Trần]] nổi lên sau đó là [[khởi nghĩa Lam Sơn]] tấn công chính quyền đô hộ liên tục. Trong tình thế nguy ngập, viện binh của quân Minh 100.000 lính do [[Liễu Thăng]] và [[Mộc Thạnh]] chỉ huy đến đất Việt hỗ trợ [[Vương Thông]], nhưng tất cả đều bị đánh bại. Thời kỳ đô hộ của Minh chấm dứt, [[nhà Lê]] dựng lên vào năm 1428, với quân đội hiện dịch được ghi nhận là 350.000 người khi vừa giành được độc lập.<ref name=\"LSQSVN 1, tr 39\">Lịch sử quân sự Việt Nam, Tập 1, [https:\/\/books.google.com.vn\/books?hl=vi&id=mrjeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+nam%2C+T%E1%BA%ADp+1%22&focus=searchwithinvolume&q=%2235+v%E1%BA%A1n%22 ''tr. 39'']<\/ref><ref name=\"Đại cương\">{{chú thích web | url = https:\/\/books.google.com.vn\/books?hl=vi&id=NVtQAQAAMAAJ&dq=%22L%C6%B0u+Ho%E1%BA%B1ng+Th%C3%A1o%22&focus=searchwithinvolume&q=%22%C4%90%E1%BA%A1i+c%C6%B0%C6%A1ng+l%E1%BB%8Bch+s%E1%BB%AD+c%E1%BB%95-trung+%C4%91%E1%BA%A1i+Vi%E1%BB%87t+Nam%22 | tiêu đề = Đại cương lịch sử cổ-trung đại Việt Nam | author = | ngày = 2010 | ngày truy cập = | nơi xuất bản = NXB Giáo dục| ngôn ngữ = |url lưu trữ = |ngày lưu trữ = }} [https:\/\/books.google.com.vn\/books?hl=vi&id=NVtQAQAAMAAJ&dq=%22L%C6%B0u+Ho%E1%BA%B1ng+Th%C3%A1o%22&focus=searchwithinvolume&q=%2235+v%E1%BA%A1n%22 ''tr. 232'']<\/ref>\n\n====Chiến tranh với Thanh====\n*''Xem thêm: [[Quân đội nhà Thanh|Quân đội Mãn Thanh]]; [[Quân đội Tây Sơn]]''\nKhông giống như việc đối mặt với Tống, Nguyên, Minh vào thời gian các triều đại này vừa thành lập, chiến tranh với [[Nhà Thanh|Thanh]] diễn ra muộn hơn. Nhà Thanh thành lập năm 1644, nhưng đến 1788-1789 mới mang quân vào Đại Việt với lý do phục hồi nhà Lê, theo sử Việt, ước tính 290.000 quân Thanh đã triển khai tới Đại Việt.<ref name=\"LSQSVN 1, tr 36\">Lịch sử quân sự Việt Nam, Tập 1, [https:\/\/books.google.com.vn\/books?hl=vi&id=mrjeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+nam%2C+T%E1%BA%ADp+1%22&focus=searchwithinvolume&q=%2229+v%E1%BA%A1n+qu%C3%A2n%22 ''tr. 36'']<\/ref>\n\nBằng một cuộc [[Tấn công bất ngờ|tấn công thần tốc]] hoàng đế [[Quang Trung]] đã chỉ huy 100.000 quân Tây Sơn<ref name=\"LSQSVN 1, tr 36\"\/> đánh bại quân Thanh, trong đó trận đánh quy mô lớn là [[Trận Ngọc Hồi – Đống Đa]], quyết định thất bại cho quân chiếm đóng.\n\nHoàng đế [[Càn Long]] hạ lệnh huy động 500.000 quân 9 tỉnh phía nam chuẩn bị tấn công Đại Việt lần thứ hai nhưng qua các hoạt động ngoại giao của Tây Sơn, sự cạn kiệt quốc khố của [[Thập đại chiến dịch]] mà nhà Thanh cuối cùng quyết định bãi binh.\n\nQuân Mãn Thanh triển khai một lần nữa đến Đại Việt vào năm 1885 với vai trò đáp ứng lời cầu cứu của [[nhà Nguyễn]] chống Pháp, cũng như chiến sự tại Đại Việt là một phần của [[Chiến tranh Pháp-Thanh]] vốn dĩ diễn ra tại miền Nam Trung Quốc, tại [[Trận Lạng Sơn (1885)|Trận Lạng Sơn]] 20.000 quân Thanh bị Pháp đánh bại, chiến tranh chấm dứt với sự thất bại của nhà Thanh.\n\n===Chiến tranh với láng giềng Đông Nam Á===\n{{cần biên tập}}\n=== Nội chiến ===\n{{cần biên tập}}\n== Giai đoạn 1858 đến nay ==\n{{cần biên tập}}\n{{Xem thêm|Việt Nam trong Chiến tranh thế giới thứ nhất|Việt Nam trong Chiến tranh thế giới thứ hai|Chiến tranh Việt Nam}}\nLịch sử quân sự Việt Nam bước sang giai đoạn chống thực dân Pháp xâm lược. Hoạt động quân sự của dân tộc Việt trong giai đoạn này chủ yếu là đấu tranh vũ trang của quân và dân cả nước chống lại ách áp bức bóc lột của chủ nghĩa thực dân, giành độc lập tự do. Đó là cuộc kháng chiến chống Pháp dưới sự lãnh đạo của một số vị vua có tinh thần yêu nước thuộc triều đình nhà Nguyễn, của các sĩ phu hoặc những nhà yêu nước nửa cuối thế kỷ XIX đầu thế kỷ XX; là hoạt động vũ trang cách mạng của nhân dân ta dưới sự lãnh đạo của Đảng Cộng sản Việt Nam và Chủ tịch Hồ Chí Minh trong quá trình vận động tiến tới Cách mạng tháng 8 năm 1945. Ngày 2-9-1945, tại quảng trường Bà Đình (Hà Nội), Chủ tịch Hồ Chí Minh đọc Tuyên ngôn độc lập, tuyên bố khai sinh nước Việt Nam dân chủ cộng hoà.\n\n== Xem thêm ==\n* [[Các cuộc chiến tranh liên quan đến Việt Nam]]\n* [[Lịch sử chiến tranh Việt Nam-Trung Quốc]]\n* [[Bảo tàng Lịch sử Quân sự Việt Nam]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n==Tham khảo==\n*{{chú thích web | url = https:\/\/books.google.com.vn\/books?hl=vi&id=mrjeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+nam%2C+T%E1%BA%ADp+1%22&focus=searchwithinvolume&q=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%22 | tiêu đề = Lịch sử quân sự Việt Nam, Tập 1 | author = Viện lịch sử quân sự Việt Nam | ngày = 1999 | ngày truy cập = | nơi xuất bản = NXB Chính trị quốc gia| ngôn ngữ = |url lưu trữ = |ngày lưu trữ = }}\n*{{chú thích web | url = https:\/\/books.google.com.vn\/books?id=Ar3eAAAAMAAJ&dq=%22L%E1%BB%8Bch%20s%E1%BB%AD%20qu%C3%A2n%20s%E1%BB%B1%20Vi%E1%BB%87t%20Nam%22&hl=vi&source=gbs_book_other_versions | tiêu đề = Lịch sử quân sự Việt Nam, Tập 2 | author = Viện lịch sử quân sự Việt Nam | ngày = 2001 | ngày truy cập = | nơi xuất bản = NXB Chính trị quốc gia| ngôn ngữ = |url lưu trữ = |ngày lưu trữ = }}\n*{{chú thích web | url = https:\/\/books.google.com.vn\/books?hl=vi&id=DcDeAAAAMAAJ&dq=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%2C+T%E1%BA%ADp+3%22&focus=searchwithinvolume&q=%22L%E1%BB%8Bch+s%E1%BB%AD+qu%C3%A2n+s%E1%BB%B1+Vi%E1%BB%87t+Nam%22 | tiêu đề = Lịch sử quân sự Việt Nam, Tập 3 | author = Viện lịch sử quân sự Việt Nam | ngày = 1999 | ngày truy cập = | nơi xuất bản = NXB Chính trị quốc gia| ngôn ngữ = |url lưu trữ = |ngày lưu trữ = }}\n\n[[Thể loại:Lịch sử quân sự Việt Nam| ]]\n[[Thể loại:Lịch sử Việt Nam]]"}