{"1437014":"'''[[Lai Châu]]''' là một tỉnh thuộc vùng [[Tây Bắc Bộ]], phía bắc giáp tỉnh [[Vân Nam]] của [[Trung Quốc]], phía nam giáp các tỉnh [[Điện Biên]] và [[Sơn La]], phía đông giáp tỉnh [[Lào Cai]], phía tây giáp tỉnh [[Điện Biên]].\n==Trước năm 1945==\n\n==Giai đoạn 1945-2003==\nNăm 1948, Lai Châu thuộc [[Khu tự trị Thái]] trong [[Liên bang Đông Dương]], đến năm 1950 thì gộp vào [[Hoàng triều Cương thổ]] của Quốc trưởng [[Bảo Đại]].\n\nNăm 1948, tỉnh Lai Châu hợp nhất với tỉnh Sơn La thành liên tỉnh Sơn La - Lai Châu, hay còn được gọi là tỉnh Sơn Lai.<ref name=\":0\">{{Chú thích web|url=http:\/\/sonla.gov.vn\/lich-su-son-la|tiêu đề=Lịch sử Sơn La}}<\/ref>\n\nTừ ngày 12\/1\/1952, tỉnh Sơn Lai tách ra thành hai tỉnh Sơn La và Lai Châu theo nghị định của Thủ tướng Chính phủ.<ref name=\":0\" \/>\n\nThời kỳ 1953-1955, khi chính quyền cách mạng tiếp quản thì tỉnh Lai Châu thuộc Khu Tây Bắc, tách khỏi Liên khu Việt Bắc.\n\nNăm 1955, tỉnh Lai Châu giải thể, 6 châu của tỉnh Lai Châu cũ ([[Mường Tè]], [[Mường Chà|Mường Lay]], [[Sìn Hồ|Sình Hồ]], [[Điện Biên (huyện)|Điện Biên]], [[Quỳnh Nhai]], [[Tuần Giáo]]) trực thuộc Khu tự trị Thái Mèo. Cùng năm, thành lập châu [[Tủa Chùa]] gồm 8 xã, tách từ châu Mường Lay.\n\nNăm 1962, đổi tên Khu tự trị Thái Mèo thành Khu tự trị Tây Bắc, đồng thời tái lập tỉnh Lai Châu, gồm 7 huyện: Mường Tè, Mường Lay, Sình Hồ (nay là [[Sìn Hồ]]), Điện Biên, Quỳnh Nhai, Tuần Giáo, Tủa Chùa. Đến cuối năm 1975, giải thể cấp Khu tự trị.\n\nNăm 1965, thành lập thị trấn Tuần Giáo thuộc huyện Tuần Giáo.\n\nNăm 1967, chia tách một số xã thuộc huyện Tuần Giáo.<ref>Quyết định số 122-NV năm 1967 của Bộ Nội vụ.<\/ref>\n\nNăm 1971, thành lập [[Mường Lay|thị xã Lai Châu]] từ một phần huyện Mường Lay (từ năm 2004, thị xã Lai Châu nhập về tỉnh Điện Biên và từ năm 2005 đổi thành thị xã Mường Lay).\n\nNăm 1975, chia tách và điều chỉnh địa giới một số xã thuộc huyện Điện Biên<ref>Quyết định số 232-BT năm 1975 của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, điều chỉnh địa giới huyện Than Uyên của tỉnh Hoàng Liên Sơn và huyện Phong Thổ của tỉnh Lai Châu<ref>Nghị quyết của Quốc hội ngày 27-12-1975.<\/ref>.\n\nNăm 1977, điều chỉnh địa giới một số xã, thị trấn thuộc các huyện Mường Lay và Sìn Hồ<ref>Quyết định số 612-VP18 của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, điều chỉnh địa giới huyện Tuần Giáo và huyện Tủa Chùa<ref>Quyết định số 328-CP năm 1977 của Hội đồng Chính phủ.<\/ref>.\n\nNăm 1987, thành lập thị trấn Mường Tè thuộc huyện Mường Tè.<ref>Quyết định số 24-HĐBT năm 1987 của Hội đồng Bộ trưởng.<\/ref>\n\n* Sáp nhập một phần xã Thanh Minh (Điện Biên) vào thị trấn Điện Biên, sáp nhập một phần thị trấn Điện Biên (Điện Biên) vào xã Thanh Xương. Thị trấn Điện Biên có 300 hécta diện tích đất tự nhiên với 10.000 nhân khẩu. Xã Thanh Minh có 6.080 hécta diện tích tự nhiên. Xã Thanh Xương có 2.655 hécta diện tích đất tự nhiên.\n* Thành lập thị trấn Mường Tè (Mường Tè) trên cơ sở một phần xã Bum Tở. Thị trấn Mường Tè có 628 hécta diện tích tự nhiên với 1.752 nhân khẩu.\n\nNăm 1988, chia tách một số xã thuộc huyện Điện Biên.<ref>Quyết định số 61-HĐBT năm 1988 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập xã Thanh Hưng trên cơ sở một phần xã Thanh Chăn và xã Thanh Luông. Xã Thanh Hưng có 1.932 hécta diện tích tự nhiên và 3.042 nhân khẩu.\n\nNăm 1989, thành lập thị trấn Tủa Chùa thuộc huyện Tủa Chùa.\n\nNăm 1992, thành lập [[Điện Biên Phủ|thị xã Điện Biên Phủ]] và một số phường thuộc thị xã Điện Biên Phủ; dời tỉnh lị Lai Châu từ thị xã Lai Châu về thị xã Điện Biên Phủ.<ref>Quyết định số 130-HĐBT năm 1992 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1995, chia huyện Điện Biên thành hai huyện: Điện Biên và [[Điện Biên Đông]].<ref>Nghị định số 59-CP năm 1995 của Chính phủ.<\/ref>\n\n* Huyện Điện Biên có diện tích tự nhiên 180.161 hécta và 97.709 nhân khẩu gồm các xã: Mường Mươn, Mường Pồn, Nà Tấu, Mường Phăng, Thanh Nưa, Thanh Luông, Thanh Chăn, Thanh Hưng, Thanh Xương, Thanh An, Thanh Yên, Noong Hẹt, Noong Luống, Sam Mứn, Núa Ngam, Pa Thơm, Na Ư, Mường Nhà, Mường Lói và thị trấn nông trường Điện Biên.\n* Huyện Điện Biên Đông có diện tích tự nhiên 121.799 hécta và 35.063 nhân khẩu, bao gồm các xã: Xa Dung, Pu Nhi, Na Son, Chiềng Sơ, Mường Luân, Keo Lôm, Phình Giàng, Háng Lìa, Luân Giới, Phì Nhừ.\n\nNăm 1997, thành lập một số xã, phường, thị trấn thuộc các huyện Tuần Giáo, Điện Biên, Phong Thổ, Mường Lay và thị xã Điện Biên Phủ.<ref>Nghị định số 52-CP năm 1997 của Chính phủ.<\/ref>\n\n* Giải thể thị trấn nông trường Tam Đường (Phong Thổ), thị trấn nông trường Điện Biên (Điện Biên), thị trấn nông trường Mường Ẳng (Tuần Giáo)\n* Thành lập thị trấn Mường Ẳng (Tuần Giáo) trên cơ sở một phần xã Ẳng Nưa. Thị trấn Mường Ẳng có 502 ha diện tích tự nhiên và 2.900 nhân khẩu.\n* Sáp nhập một phần xã Thanh Luông (Điện Biên) vào thị xã Điện Biên Phủ. Thành lập phường Thanh Bình (TX. Điện Biên Phủ) trên cơ sở một phần xã Thanh Luông. Phường Thanh Bình có 64,5 ha diện tích tự nhiên và 1.622 nhân khẩu.\n* Thành lập xã Si Pa Phìn (Mường Lay) trên cơ sở một phần xã Chà Nưa. Xã Si Pa Phìn có 27.098 ha diện tích tự nhiên và 4.789 nhân khẩu.\n\nNăm 2000, thành lập một số xã, phường thuộc huyện Mường Lay và thị xã Điện Biên Phủ.<ref>Nghị định số 35\/2000\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập xã Nà Hỳ (Mường Lay) trên cơ sở một phần xã Chà Cang. Xã Nà Hỳ có 44.284 ha diện tích tự nhiên và 10.441 nhân khẩu.\n* Thành lập phường Tân Thanh (TX. Điện Biên Phủ) trên cơ sở một phần phường Mường Thanh. Phường Tân Thanh có 102 ha diện tích tự nhiên và 8.210 nhân khẩu.\n\nNăm 2002, chia huyện Phong Thổ thành 2 huyện: Phong Thổ và [[Tam Đường]]; thành lập huyện [[Mường Nhé]] từ một phần các huyện Mường Tè và Mường Lay.<ref>Nghị định số 08\/2002\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập huyện Mường Nhé trên cơ sở một phần huyện Mường Tè và huyện Mường Lay. Huyện Mường Nhé có 250.790 ha diện tích tự nhiên và 25.517 nhân khẩu, gồm 6 đơn vị hành chính trực thuộc là các xã : Sín Thầu, Chung Chải, Mường Nhé, Mường Toong, Chà Cang và Nà Hỳ.\n* Thành lập huyện Tam Đường trên cơ sở một phần huyện Phong Thổ. Huyện Tam Đường có 82.843,7 ha diện tích tự nhiên và 52.567 nhân khẩu, gồm 15 đơn vị hành chính trực thuộc gồm các xã : Lản Nhì Thàng, Thèn Sin, Sùng Phài, Nậm Loỏng, Nùng Nàng, Tam Đường, Tả Lèng, Bản Hon, Bản Giang, Hồ Thầu, Bình Lư, Bản Bo, Khun Há, Nà Tăm và thị trấn Phong Thổ.\n\nNăm 2003, thành lập [[Điện Biên Phủ|thành phố Điện Biên Phủ]]; điều chỉnh địa giới thành phố Điện Biên Phủ và huyện Điện Biên; thành lập một số phường thuộc thành phố Điện Biên Phủ.<ref>Nghị định số 110\/2003\/NĐ-CP của Chính phủ.<\/ref>.\n\n* Thành lập thành phố Điện Biên Phủ trên cơ sở toàn bộ thị xã Điện Biên Phủ\n* Sáp nhập một phần huyện Điện Biên (toàn bộ thị trấn Mường Thanh và một phần các xã Thanh Luông, Thanh Nưa) vào thành phố Điện Biên Phủ\n* Thành lập một số phường thuộc thành phố Điện Biên Phủ:\n\n- Thành lập phường Nam Thanh trên cơ sở toàn bộ thị trấn Mường Thanh. Phường Nam Thanh có 356,25 ha diện tích tự nhiên và 8.520 nhân khẩu.\n\n- Thành lập phường Thanh Trường trên cơ sở một phần xã Thanh Luông và xã Thanh Nưa. Phường Thanh Trường có 532 ha diện tích tự nhiên và 5.774 nhân khẩu.\n\n- Thành lập phường Noong Bua trên cơ sở toàn bộ xã Noong Bua. Phường Noong Bua có 1.800 ha diện tích tự nhiên và 5.200 nhân khẩu.\n\n* Thành phố Điện Biên Phủ có 6.009,05 ha diện tích tự nhiên và 70.639 nhân khẩu, có 8 đơn vị hành chính trực thuộc gồm 7 phường và 1 xã.\n\n==Giai đoạn 2003-nay==\nCuối năm 2003, Quốc hội ban hành Nghị quyết chia tỉnh Lai Châu thành 2 tỉnh: Lai Châu và [[Điện Biên]], cùng lúc đó, chuyển huyện [[Than Uyên]] của tỉnh [[Lào Cai]] về tỉnh Lai Châu quản lý. Tỉnh Lai Châu mới có diện tích tự nhiên là 906.512,30 ha và dân số vào thời điểm 2003 là 313.511 người, bao gồm huyện Phong Thổ; huyện Tam Đường; huyện Mường Tè; huyện Sìn Hồ; xã Pú Đao, xã Chăn Nưa, xã Nậm Hàng, bản Thành Chử thuộc xã Xá Tổng của huyện Mường Lay; phường Lê Lợi của thị xã Lai Châu; huyện Than Uyên của tỉnh Lào Cai. Tỉnh lị đặt tại thị trấn Phong Thổ thuộc huyện Tam Đường<ref>Nghị quyết số 22\/2003\/QH11 năm 2003 của Quốc hội về việc chia và điều chỉnh địa giới hành chính một số tỉnh.<\/ref>.\n\nNăm 2004, điều chỉnh địa giới các huyện Sìn Hồ và Mường Tè; thành lập xã Lê Lợi thuộc huyện Sìn Hồ<ref>Nghị định số 01\/2004\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, thành lập [[Lai Châu (thành phố)|thị xã Lai Châu]] (mới) và một số phường thuộc thị xã Lai Châu; thành lập thị trấn huyện lị thuộc các huyện Tam Đường, Phong Thổ<ref>Nghị định 176\/2004\/NĐ-CP của Chính phủ.[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-176-2004-ND-CP-thanh-lap-thi-xa-Lai-Chau-va-thanh-lap-thi-tran-thuoc-cac-huyen-Tam-Duong-Phong-Tho-tinh-Lai-Chau-5530.aspx]<\/ref>\n\n* Thành lập xã Lê Lợi (Sìn Hồ) trên cơ sở phường Lê Lợi (thị xã Lai Châu)\n* Sáp nhập một phần huyện Mường Lay (toàn bộ xã Pú Đao, Chăn Nưa) vào huyện Sìn Hồ\n* Sáp nhập một phần xã Xá Tổng (Mường Lay) vào xã Tủa Sín Chải (Sìn Hồ)\n* Sáp nhập xã Nậm Hàng (Mường Lay) vào huyện Mường Tè\n* Thành lập thị xã Lai Châu trên cơ sở một phần huyện Tam Đường (toàn bộ thị trấn Phong Thổ, xã Nậm Loỏng, xã Tam Đường, một phần xã Sùng Phài)\n* Điều chỉnh các đơn vị hành chính cấp xã thuộc thị xã Lai Châu:\n\n- Thành lập phường Quyết Thắng trên cơ sở một phần thị trấn Phong Thổ và xã Nậm Loỏng. Phường Quyết Thắng có 608,30 ha diện tích tự nhiên và 5.065 nhân khẩu.\n\n- Thành lập phường Tân Phong trên cơ sở một phần thị trấn Phong Thổ và xã Nậm Loỏng. Phường Tân Phong có 523 ha diện tích tự nhiên và 4.392 nhân khẩu.\n\n- Thành lập phường Đoàn Kết trên cơ sở một phần thị trấn Phong Thổ và xã Sùng Phài. Phường Đoàn Kết có 403 ha diện tích tự nhiên và 3.627 nhân khẩu.\n\n- Sáp nhập phần còn lại xã Sùng Phài vào xã Nậm Loỏng\n\n- Đổi tên xã Tam Đường thành xã Sàn Thàng.\n\n* Thị xã Lai Châu có 7.083 ha diện tích tự nhiên và 18.089 nhân khẩu, có 5 đơn vị hành chính trực thuộc, gồm 3 phường và 2 xã\n* Thành lập thị trấn Tam Đường (Tam Đường) trên cơ sở một phần xã Bình Lư. Thị trấn Tam Đường có 2.300 ha diện tích tự nhiên và 4.456 nhân khẩu.\n* Thành lập thị trấn Phong Thổ (Phong Thổ) trên cơ sở một phần xã Hoang Thèn và xã Mường So. Thị trấn Phong Thổ có 3.595,20 ha diện tích tự nhiên và 4.065 nhân khẩu.\n\nNăm 2006, thành lập và điều chỉnh địa giới một số xã thuộc các huyện Phong Thổ, Tam Đường, Sìn Hồ và Than Uyên.<ref>Nghị định số 156\/2006\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập xã Tà Mung (Than Uyên) trên cơ sở một phần xã Mường Kim. Xã Tà Mung có 5.094,7 ha diện tích tự nhiên và 3.760 nhân khẩu.\n* Thành lập xã Phúc Than (Than Uyên) trên cơ sở một phần xã Mường Than. Xã Phúc Than có 5.628,32 ha diện tích tự nhiên và 4.865 nhân khẩu.\n* Thành lập xã Phúc Khoa (Than Uyên) trên cơ sở một phần xã Mường Khoa. Xã Phúc Khoa có 8.309,09 ha diện tích tự nhiên và 3.749 nhân khẩu.\n* Thành lập xã Sơn Bình (Tam Đường) trên cơ sở một phần xã Bình Lư. Xã Sơn Bình có 10.936,6 ha diện tích tự nhiên và 2.292 nhân khẩu.\n* Sáp nhập xã Lả Nhì Thàng (Tam Đường) và xã Huổi Luông (Sìn Hồ) vào huyện Phong Thổ. \n* Sáp nhập một phần xã Huổi Luông (Phong Thổ) vào thị trấn Phong Thổ. Thị trấn Phong Thổ có 4.441,84 ha diện tích tự nhiên và 2.114 nhân khẩu.\n\nNăm 2008, thành lập một số xã, thị trấn thuộc các huyện Than Uyên, Tam Đường, Mường Tè<ref>Nghị định số 41\/2008\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, chia huyện Than Uyên thành 2 huyện: Than Uyên và [[Tân Uyên (huyện)|Tân Uyên]]<ref>Nghị định số 04\/NĐ-CP năm 2008 của Chính phủ.<\/ref>\n\n* Thành lập xã Trung Đồng (Than Uyên) trên cơ sở một phần xã Thân Thuộc. Xã Trung Đồng có 6.188 ha diện tích tự nhiên và 3.975 nhân khẩu.\n* Thành lập xã Hua Nà (Than Uyên) trên cơ sở một phần xã Nà Cang. Xã Hua Nà có 2.555,40 ha diện tích tự nhiên và 2.529 nhân khẩu.\n* Đổi tên xã Nà Cang (Than Uyên) thành xã Mường Cang. Xã Mường Cang có 4.309,60 ha diện tích tự nhiên và 5.362 nhân khẩu.\n* Thành lập xã Giang Ma (Tam Đường) trên cơ sở một phần xã Hồ Thầu. Xã Giang Ma có 3.671,60 ha diện tích tự nhiên và 2.877 nhân khẩu.\n* Thành lập xã Nậm Manh (Mường Tè) trên cơ sở một phần xã Nậm Hàng. Xã Nậm Manh có 16.470,30 ha diện tích tự nhiên và 2.032 nhân khẩu.\n* Thành lập thị trấn Tân Uyên (Than Uyên) trên cơ sở toàn bộ thị trấn nông trường Than Uyên và một phần xã Thân Thuộc. Thị trấn Tân Uyên có 7.094,91 ha diện tích tự nhiên và 7.723 nhân khẩu. \n* Thành lập huyện Tân Uyên trên cơ sở một phần huyện Than Uyên. Huyện Tân Uyên có 90.326,75 ha diện tích tự nhiên và 42.221 nhân khẩu, có 10 đơn vị hành chính trực thuộc, bao gồm các xã: Mường Khoa, Phúc Khoa, Nậm Sỏ, Nậm Cần, Thân Thuộc, Trung Đồng, Hố Mít, Pắc Ta, Tà Mít và thị trấn Tân Uyên.\n\nNăm 2011, thành lập và điều chỉnh địa giới một số xã, thị trấn thuộc huyện các Mường Tè, Sìn Hồ, Than Uyên.<ref>Nghị quyết số 97\/NQ-CP năm 2011 của Chính phủ.<\/ref>\n\n* Thành lập xã Tá Bạ (Mường Tè) trên cơ sở một phần xã Ka Lăng. Xã Tá Bạ có 11.375,87 ha diện tích tự nhiên và 2.024 nhân khẩu.\n* Thành lập xã Vàng San (Mường Tè) trên cơ sở một phần xã Bum Nưa. Xã Vàng San có 9.521,73 ha diện tích tự nhiên và 2.485 nhân khẩu.\n* Thành lập thị trấn Nậm Nhùn (Mường Tè) trên cơ sở một phần xã Nậm Hàng và Nậm Manh. Thị trấn Nậm Nhùn có 2.995,21 ha diện tích tự nhiên và 3.444 nhân khẩu.\n* Thành lập xã Pa Khóa (Sìn Hồ) trên cơ sở một phần các xã Nậm Cha, Noong Hẻo, Nậm Tăm và Pu Sam Cáp. Xã Pa Khóa có 4.128.47 ha diện tích tự nhiên và 2.047 nhân khẩu.\n* Thành lập xã Lùng Thàng (Sìn Hồ) trên cơ sở một phần xã Ma Quai. Xã Lùng Thàng có 8.126,89 ha diện tích tự nhiên và 2.962 nhân khẩu.\n* Sáp nhập một phần xã Pha Mu (Than Uyên) vào các xã Mường Mít, Mường Cang, Tà Hừa. Xã Mường Mít có 9.151,89 ha diện tích tự nhiên và 2.506 nhân khẩu. Xã Mường Cang có 5.709,6 ha diện tích tự nhiên và 5.580 nhân khẩu. Xã Tà Hừa có 7.188,41 ha diện tích tự nhiên và 2.807 nhân khẩu.\n* Sáp nhập một phần xã Tà Hừa (Than Uyên) vào xã Pha Mu. Xã Pha Mu có 12.039,5 ha diện tích tự nhiên và 1.238 nhân khẩu.\n\nNăm 2012, thành lập một số xã thuộc các huyện Sìn Hồ và Mường Tè; cùng năm, thành lập huyện [[Nậm Nhùn]] từ một phần các huyện Sìn Hồ và Mường Tè.<ref>Nghị quyết số 71\/NQ-CP năm 2012 của Chính phủ.<\/ref>\n\n* Thành lập xã Nậm Pì (Sìn Hồ) trên cơ sở một phần xã Chăn Nưa. Xã Nậm Pì có 7.347,29 ha diện tích tự nhiên và 1.996 nhân khẩu.\n* Thành lập xã Trung Chải (Sìn Hồ) trên cơ sở một phần xã Nậm Ban. Xã Trung Chải có 7.982,26 ha diện tích tự nhiên và 1.279 nhân khẩu.\n* Thành lập xã Nậm Chà (Mường Tè) trên cơ sở một phần xã Mường Mô. Xã Nậm Chà có 19.249,33 ha diện tích tự nhiên và 2.610 nhân khẩu.\n* Thành lập phường Đông Phong (TX. Lai Châu) trên cơ sở một phần phường Tân Phong và xã Sàn Thàng. Phường Đông Phong có 527,35 ha diện tích tự nhiên và 10.964 nhân khẩu.\n* Thành lập phường Quyết Tiến (TX. Lai Châu) trên cơ sở một phần phường Quyết Thắng. Phường Quyết Tiến có 308,66 ha diện tích tự nhiên và 6.834 nhân khẩu.\n* Thành lập huyện Nậm Nhùn trên cơ sở một phần huyện Mường Tè (toàn bộ các xã Hua Bum, Mường Mô, Nậm Chà, Nậm Hàng, Nậm Manh, thị trấn Nậm Nhùn) và huyện Sìn Hồ (toàn bộ các xã Lê Lợi, Pú Đao, Nậm Pì, Nậm Ban, Trung Chải). Huyện Nậm Nhùn có 138.808,39 ha diện tích tự nhiên và 24.165 nhân khẩu; có 11 đơn vị hành chính trực thuộc, gồm 10 xã và 1 thị trấn.\n\nNăm 2013, thành lập [[Lai Châu (thành phố)|thành phố Lai Châu]]<ref>Nghị quyết số 131\/NQ-CP năm 2013 của Chính phủ.<\/ref> trên cơ sở toàn bộ thị xã Lai Châu. Thành phố Lai Châu có 7.077,44 ha diện tích tự nhiên, 52.557 nhân khẩu, 7 đơn vị hành chính cấp xã, gồm 5 phường và 2 xã.\n\nNăm 2020, hợp nhất một số xã thuộc thành phố Lai Châu và các huyện Phong Thổ, Tam Đường.<ref>Nghị quyết số 866\/NQ-UBTVQH14 năm 2020 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Sáp nhập một phần huyện Tam Đường (toàn bộ xã Sùng Phài) vào thành phố Lai Châu.\n* Sáp nhập toàn bộ xã Nậm Loỏng (TP. Lai Châu) vào xã Sùng Phài. Xã Sùng Phài có 49,66 km² diện tích tự nhiên và quy mô dân số 4.272 người.\n* Thành phố Lai Châu có 92,37 km² diện tích tự nhiên và quy mô dân số 42.973 người; có 07 đơn vị hành chính cấp xã, gồm 05 phường và 02 xã\n* Sáp nhập toàn bộ xã Ma Li Chải (Phong Thổ) vào xã Sỉ Lở Lầu. Xã Sì Lở Lầu có 57,06 km² diện tích tự nhiên và quy mô dân số 6.237 người.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Vietnam Administrative Atlas_ Vietnam Publishing House of Natural resources, environment and cartography.\n\n{{Đơn vị hành chính thuộc tỉnh Lai Châu}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Hành chính Lai Châu]]"}