{"3692304":"'''[[Hòa Bình]]''' là một [[tỉnh]] thuộc vùng [[Tây Bắc Bộ]]. Phía bắc giáp tỉnh [[Phú Thọ]], phía nam giáp tỉnh [[Thanh Hóa]], phía đông giáp tỉnh [[Hà Nam]], tỉnh [[Ninh Bình]] và thủ đô [[Hà Nội]], phía tây giáp tỉnh [[Sơn La]].\n\n==Trước năm 1945==\n==Sau năm 1945==\nSau Cách mạng tháng 8 năm 1945, bỏ cấp phủ, gọi chung là huyện. Tổ chức hành chính trên địa bàn gồm [[Hòa Bình (thành phố)|thị xã Hòa Bình]] và 5 huyện: [[Đà Bắc]], [[Kỳ Sơn (huyện cũ)|Kỳ Sơn]], [[Lạc Sơn]], [[Lương Sơn]], [[Mai Châu]].\n\nNăm 1947, các xã: Thịnh Lang, Yên Mông, Hòa Bình của huyện Kỳ Sơn được sáp nhập về huyện Đà Bắc quản lý.\n\nNăm 1948, hợp nhất một số xã thuộc huyện Kỳ Sơn; sáp nhập 2 xã Tiến Xuân và Yên Quang của huyện Lương Sơn vào huyện Kỳ Sơn.\n\nNăm 1950, các xã: Thịnh Lang, Yên Mông, Hòa Bình của huyện Đà Bắc được sáp nhập lại về huyện Kỳ Sơn quản lý; hợp nhất huyện Mai Châu và huyện Đà Bắc thành một huyện lấy tên là huyện [[Mai Đà]].\n\nNăm 1953, huyện [[Lạc Thủy]] của tỉnh [[Hà Nam]] được sáp nhập vào tỉnh Hòa Bình, sáp nhập 5 xã: Quang Minh, Phú Thịnh, Đoàn Kết, Bảo Lương, Yên Sơn thuộc huyện [[Nho Quan]] của tỉnh [[Ninh Bình]] sáp nhập vào huyện Lạc Thủy.\n\nNăm 1954, chia tách một số xã thuộc các huyện Kỳ Sơn, Lạc Thủy.\n\nNăm 1955, chia tách một số xã thuộc các huyện Kỳ Sơn, Lạc Sơn.<ref>Quyết định số 357\/QĐ-LK3 năm 1955 của Chính phủ.<\/ref>\n\nNăm 1956, chia tách một số xã thuộc các huyện Mai Đà, Lạc Sơn, Lương Sơn.<ref>Quyết định số 566\/QĐ-LK3 năm 1956 của Chính phủ.<\/ref>\n\nNăm 1957, chia tách một số xã thuộc các huyện Đà Bắc, Kỳ Sơn, Mai Châu<ref>Quyết định số 146\/QĐ-LK3 năm 1957 của Ủy ban Kháng chiến Hành chính Liên khu III<\/ref>. Cùng năm, chia huyện Mai Đà thành hai huyện lấy tên là huyện Mai Châu và huyện Đà Bắc; chia huyện Lạc Sơn thành hai huyện lấy tên là huyện Lạc Sơn và huyện [[Tân Lạc]]<ref>Nghị định số 480-TTg năm 1957 của Thủ tướng Chính phủ.<\/ref>.\n\nNăm 1959, chia huyện Lương Sơn thành hai huyện lấy tên là huyện Lương Sơn và huyện [[Kim Bôi]].<ref>Nghị định số 153-TTg năm 1959 của Thủ tướng Chính phủ.<\/ref>\n\nNăm 1960, sáp nhập 5 xã: Yên Quang, Yên Bình, Yên Trung, Tiến Xuân, Đông Xuân của huyện Kỳ Sơn vào huyện Lương Sơn.\n\nNăm 1963, chia tách một số xã thuộc các huyện Kim Bôi.<ref>Quyết định số 211-NV năm 1963 của Bộ Nội vụ.<\/ref>\n\nNăm 1964, chia huyện Lạc Thủy thành hai huyện lấy tên là huyện Lạc Thủy và huyện [[Yên Thủy]].\n\nNăm 1967, thành lập thị trấn nông trường Thanh Hà.<ref>Quyết định số 269-NV năm 1967 của Bộ Nội vụ.<\/ref>\n\nNăm 1968, thành lập thị trấn nông trường Cao Phong thuộc huyện Kỳ Sơn. Cùng năm, sáp nhập xã Đào Lâm vào xã Cao Răm thuộc huyện Lương Sơn thành một xã lấy tên là xã Cao Răm.\n\nNăm 1971, sáp nhập 8 xã: Tân Thành, Hợp Châu, Cao Dương, Cao Thắng, Long Sơn, Thanh Lương, Hợp Thanh, Thanh Nông của huyện Lương Sơn về huyện Kim Bôi.\n\nNăm 1975, hợp nhất tỉnh [[Hà Tây (tỉnh)|Hà Tây]] và tỉnh Hòa Bình thành một tỉnh lấy tên là tỉnh [[Hà Sơn Bình]]<ref>Nghị quyết của Quốc hội khóa V ngày 27-12-1975.<\/ref>.\n\nNăm 1978, thành lập thị trấn Bo và hợp nhất một số xã thuộc huyện Kim Bôi<ref>Quyết định số 53-BT năm 1978 của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, sáp nhập các xã Hòa Bình và Thịnh Lang của huyện Kỳ Sơn vào thị xã Hòa Bình<ref>Quyết định số 134-BT năm 1978 của Bộ trưởng Phủ thủ tướng.<\/ref>.\n\nNăm 1983, sáp nhập xã Thái Bình của huyện Kỳ Sơn vào thị xã Hòa Bình.<ref>Quyết định số 130-HĐBT năm 1983 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1985, chia tách một số xã thuộc huyện Đà Bắc. Cùng năm, điều chỉnh địa giới các huyện Đà Bắc, Tân Lạc, Kỳ Sơn<ref>Quyết định số 55-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>.\n\nNăm 1986, thành lập thị trấn Lương Sơn thuộc huyện Lương Sơn.<ref>Quyết định số 103-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1988, thành lập thị trấn Mường Khến thuộc huyện Tân Lạc<ref>Quyết định số 49-HĐBT năm 1988 của Hội đồng Bộ trưởng.<\/ref>. Cùng năm, sáp nhập 4 xã: Dân Chủ, Sủ Ngòi, Thống Nhất, Yên Mông của huyện Kỳ Sơn vào thị xã Hòa Bình<ref>Quyết định số 71-HĐBT năm 1988 của Hội đồng Bộ trưởng.<\/ref>.\n\nNăm 1990, chia tách một số xã, thị trấn thuộc các huyện Đà Bắc, Lạc Sơn, Lạc Thủy và thị xã Hòa Bình.<ref>Quyết định số 581-TCCP năm 1990 của Ban Tổ chức Chính phủ.<\/ref>\n\nNăm 1991, tỉnh Hòa Bình được tái lập. Hòa Bình có 10 đơn vị hành chính gồm thị xã Hòa Bình và 9 huyện: Đà Bắc, Kim Bôi, Kỳ Sơn, Lạc Sơn, Lạc Thủy, Lương Sơn, Mai Châu, Tân Lạc, Yên Thủy.<ref>Nghị quyết của Quốc hội khóa VIII ngày 12-8-1991.<\/ref>\n\nNăm 1994, thành lập một số thị trấn thuộc các huyện Kỳ Sơn và Yên Thủy.<ref>Nghị định số 80-CP năm 1994 của Chính phủ.<\/ref>\n\nNăm 1999, điều chỉnh địa giới và thành lập một số xã, thị trấn thuộc các huyện Kim Bôi, Mai Châu, Lạc Sơn, Yên Thủy<ref>Nghị định số 15\/1999\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, giải thể thị trấn nông trường Sông Bôi thuộc huyện Lạc Thủy.<ref>Nghị định số 87\/1999\/NĐ-CP của Chính phủ.<\/ref>\n\n* Giải thể thị trấn nông trường Thanh Hà (Kim Bôi), thành lập thị trấn Thanh Hà trên cơ sở một phần thị trấn nông trường Thanh Hà. Phần còn lại của thị trấn nông trường Thanh Hà sáp nhập vào các xã Hợp Thanh, Nam Thượng, Mỹ Hòa và Phú Thành.\n* Thành lập xã Trung Bì và xã Thượng Bì (Kim Bôi) trên cơ sở một phần xã Hạ Bì\n* Thành lập xã Tân Sơn (Mai Châu) trên cơ sở một phần xã Bao La\n* Điều chỉnh xã Đa Phúc (thuộc huyện Lạc Sơn) về huyện Yên Thủy\n* Giải thể thị trấn nông trường Sông Bôi (Lạc Thủy), sáp nhập vào các xã Đồng Tâm, Lạc Long, Cố Nghĩa, Liên Hòa, Phú Lão, Phú Thành và Hưng Thi\n\nNăm 2001, chia huyện Kỳ Sơn thành huyện Kỳ Sơn và huyện [[Cao Phong]].<ref>Nghị định số 95\/2001\/NĐ-CP của Chính phủ.<\/ref>\n\n* Huyện Cao Phong có 25.437 ha diện tích tự nhiên và 38.414 nhân khẩu; có 13 đơn vị hành chính trực thuộc gồm các xã : Yên Thượng, Yên Lập, Dũng Phong, Nam Phong, Tây Phong, Tân Phong, Đông Phong, Xuân Phong, Thu Phong, Bắc Phong, Bình Thanh, Thung Nai và thị trấn Cao Phong.\n* Huyện Kỳ Sơn có 20.203,76 ha diện tích tự nhiên và 32.979 nhân khẩu; có 10 đơn vị hành chính trực thuộc gồm các xã : Dân Hoà, Mông Hoá, Phúc Tiến, Dân Hạ, Phú Minh, Hợp Thịnh, Hợp Thành, Trung Minh, Độc Lập và thị trấn Kỳ Sơn.\n\nNăm 2002, thành lập các phường Thái Bình và Thịnh Lang thuộc thị xã Hòa Bình.<ref>Nghị định số 84\/2002\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường Thái Bình trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Thái Bình. Phường Thái Bình có 1.198,89 ha diện tích tự nhiên và 5.242 nhân khẩu.\n* Thành lập phường Thịnh Lang trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Thịnh Lang. Phường Thịnh Lang có 288,05 ha diện tích tự nhiên và 4.534 nhân khẩu.\n\nNăm 2006, thành lập [[Hòa Bình (thành phố)|thành phố Hòa Bình]].<ref>Nghị định số 126\/2006\/NĐ-CP của Chính phủ.<\/ref>\n\nNăm 2008, chuyển 4 xã: Yên Bình, Yên Trung, Đông Xuân, Tiến Xuân thuộc huyện Lương Sơn về thành phố Hà Nội quản lý (nay là một phần các huyện [[Thạch Thất]] và [[Quốc Oai]]).<ref>Nghị quyết số 15\/2008\/QH12 của Quốc hội khóa XII ngày 29-5-2008.<\/ref>\n\nNăm 2009, điều chỉnh địa giới các huyện Kỳ Sơn, Lương Sơn, Kim Bôi, Lạc Thủy, Đà Bắc, Mai Châu và thành phố Hòa Bình.<ref>Nghị quyết số 31\/NQ-CP năm 2009 của Chính phủ.<\/ref>\n\n* Điều chỉnh toàn bộ xã Trung Minh (thuộc huyện Kỳ Sơn) về thành phố Hòa Bình\n* Điều chỉnh toàn bộ xã Yên Quang (thuộc huyện Lương Sơn) về huyện Kỳ Sơn\n* Điều chỉnh một phần huyện Kim Bôi (toàn bộ 7 xã Tân Thành, Cao Dương, Hợp Châu, Cao Thắng, Long Sơn, Thanh Lương, Hợp Thanh) về huyện Lương Sơn\n* Điều chỉnh một phần huyện Kim Bôi (toàn bộ thị trấn Thanh Hà và xã Thanh Nông) về huyện Lạc Thủy\n* Điều chỉnh toàn bộ xã Tân Dân (thuộc huyện Đà Bắc) về huyện Mai Châu\n\nNăm 2019, sắp xếp đơn vị hành chính cấp xã thuộc toàn bộ 10 đơn vị hành chính thuộc tỉnh Hòa Bình. Cùng năm, sáp nhập huyện Kỳ Sơn vào thành phố Hòa Bình.<ref>Nghị quyết số 830\/NQ-UBTVQH14 năm 2019 của Ủy ban Thường vụ Quốc hội<\/ref>\n\n* Sáp nhập toàn bộ diện tích và dân số huyện Kỳ Sơn vào thành phố Hòa Bình. Sau khi nhập, thành phố Hòa Bình có 348,65&nbsp;km² diện tích tự nhiên và quy mô dân số 135.718 người.\n* Sắp xếp các đơn vị hành chính cấp xã thuộc thành phố Hòa Bình:\n\n- Giải thể phường Chăm Mát, sáp nhập vào 2 xã Dân Chủ và Thống Nhất và chuyển thành 2 phường có tên tương ứng. Phường Dân Chủ có 8,97&nbsp;km² diện tích tự nhiên và quy mô dân số 8.217 người, phường Thống Nhất có 17,51&nbsp;km² diện tích tự nhiên và quy mô dân số 7.456 người.\n\n- Thành lập phường Kỳ Sơn trên cơ sở sáp nhập một phần xã Dân Hạ và toàn bộ thị trấn Kỳ Sơn. Phường Kỳ Sơn có 34,55&nbsp;km² diện tích tự nhiên và quy mô dân số 7.247 người.\n\n- Giải thể xã Thái Thịnh, sáp nhập vào phường Thái Bình và xã Hòa Bình. Phường Thái Bình có 20,94&nbsp;km² diện tích tự nhiên và quy mô dân số 6.387 người, xã Hòa Bình có 27,72&nbsp;km² diện tích tự nhiên và quy mô dân số 3.030 người.\n\n- Nhập phần còn lại của xã Dân Hạ vào xã Độc Lập. Xã Độc Lập có 37,48&nbsp;km² diện tích tự nhiên và quy mô dân số 2.715 người.\n\n- Nhập toàn bộ xã Dân Hòa vào xã Mông Hóa. Xã Mông Hóa có 43,86&nbsp;km² diện tích tự nhiên và quy mô dân số 7.740 người.\n\n- Thành lập xã Quang Tiến trên cơ sở nhập toàn bộ xã Phúc Tiến và xã Yên Quang. Xã Quang Tiến có 40,29&nbsp;km² diện tích tự nhiên và quy mô dân số 6.230 người.\n\n- Thành lập xã Thịnh Minh trên cơ sở nhập toàn bộ xã Hợp Thịnh và xã Phú Minh. Xã Thịnh Minh có 30,38&nbsp;km² diện tích tự nhiên và quy mô dân số 6.684 người.\n\n- Sau khi sắp xếp, thành phố Hòa Bình có 19 đơn vị hành chính cấp xã, gồm 10 phường và 9 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Cao Phong:\n\n- Thành lập xã Hợp Phong trên cơ sở nhập toàn bộ xã Đông Phong, xã Tân Phong và xã Xuân Phong. Xã Hợp Phong có 49,12 km2 diện tích tự nhiên và quy mô dân số 8.363 người.\n\n- Thành lập xã Thạch Yên trên cơ sở nhập toàn bộ xã Yên Lập và xã Yên Thượng. Xã Thạch Yên có 40,01 km2 diện tích tự nhiên và quy mô dân số 4.674 người.\n\n- Sau khi sắp xếp, huyện Cao Phong có 10 đơn vị hành chính cấp xã, gồm 9 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Đà Bắc:\n\n- Thành lập xã Tú Lý trên cơ sở nhập toàn bộ xã Hào Lý và một phần xã Tu Lý. Xã Tú Lý có 54,09 km2 diện tích tự nhiên và quy mô dân số 5.153 người.\n\n- Sáp nhập phần còn lại của xã Tu Lý vào thị trấn Đà Bắc. Thị trấn Đà Bắc có 14,84 km2 diện tích tự nhiên và quy mô dân số 7.472 người.\n\n- Sáp nhập xã Mường Tuồng vào xã Mường Chiềng. Xã Mường Chiềng có 40,20 km2 diện tích tự nhiên và quy mô dân số 4.182 người.\n\n- Thành lập xã Nánh Nghê trên cơ sở nhập toàn bộ xã Suối Nánh và xã Đồng Nghê. Xã Nánh Nghê có 67,55 km2 diện tích tự nhiên và quy mô dân số 3.172 người.\n\n- Sau khi sắp xếp, huyện Đà Bắc có 17 đơn vị hành chính cấp xã, gồm 16 xã và 1 thị trấn\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Kim Bôi:\n\n- Sáp nhập toàn bộ xã Hạ Bị và xã Kim Bình vào thị trấn Bo. Thị trấn Bo có 13,27 km2 diện tích tự nhiên và quy mô dân số 14.401 người.\n\n- Thành lập xã Hùng Sơn trên cơ sở nhập toàn bộ xã Bắc Sơn, xã Hùng Tiến và xã Nật Sơn. Xã Hùng Sơn có 56,98 km2 diện tích tự nhiên và quy mô dân số 8.505 người.\n\n- Thành lập xã Kim Lập trên cơ sở nhập toàn bộ xã Lập Chiệng, xã Kim Sơn và xã Hợp Kim. Xã Kim Lập có 47,63 km2 diện tích tự nhiên và quy mô dân số 8.550 người.\n\n- Thành lập xã Xuân Thủy trên cơ sở nhập toàn bộ xã Sơn Thủy, xã Thượng Bì và xã Trung Bì. Xã Xuân Thủy có 30,97 km2 diện tích tự nhiên và quy mô dân số 8.944 người.\n\n- Thành lập xã Hợp Tiến trên cơ sở nhập toàn bộ xã Hợp Đồng và xã Thượng Tiến. Xã Hợp Tiến có 69,45 km2 diện tích tự nhiên và quy mô dân số 5.225 người.\n\n- Sáp nhập toàn bộ xã Kim Tiến và xã Kim Truy vào xã Kim Bôi. Xã Kim Bôi có 41,10 km2 diện tích tự nhiên và quy mô dân số 13.223 người.\n\n- Sau khi sắp xếp, huyện Kim Bôi có 17 đơn vị hành chính cấp xã, gồm 16 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Lạc Sơn:\n\n- Thành lập xã Quyết Thắng trên cơ sở nhập toàn bộ xã Chí Thiện, xã Phú Lương và xã Phúc Tuy. Xã Quyết Thắng có 37,15 km2 diện tích tự nhiên và quy mô dân số 12.082 người.\n\n- Thành lập xã Vũ Bình trên cơ sở nhập toàn bộ xã Bình Cảng, xã Bình Chân và xã Vũ Lâm. Xã Vũ Bình có 33,07 km2 diện tích tự nhiên và quy mô dân số 9.743 người.\n\n- Sáp nhập toàn bộ xã Liên Vũ vào thị trấn Vụ Bản. Thị trấn Vụ Bản có 13,57 km2 diện tích tự nhiên và quy mô dân số 9.497 người.\n\n- Sau khi sắp xếp, huyện Lạc Sơn có 24 đơn vị hành chính cấp xã, gồm 23 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Lạc Thủy:\n\n- Thành lập thị trấn Ba Hàng Đồi trên cơ sở nhập toàn bộ xã Thanh Nông và thị trấn Thanh Hà. Thị trấn Ba Hàng Đồi có 27,11 km2 diện tích tự nhiên và quy mô dân số 7.372 người.\n\n- Thành lập xã Thống Nhât trên cơ sở nhập toàn bộ xã An Lạc, xã Đồng Môn và xã Liên Hòa. Xã Thống Nhất có 57,98 km2 diện tích tự nhiên và quy mô dân số 5.868 người.\n\n- Sáp nhập toàn bộ xã Lạc Long vào thị trấn Chi Nê. Thị trấn Chi Nê có 14,82 km2 diện tích tự nhiên và quy mô dân số 7.743 người.\n\n- Thành lập xã Phú Nghĩa trên cơ sở nhập toàn bộ xã Cổ Nghĩa và xã Phú Lão. Xã Phú Nghĩa có 30,97 km2 diện tích tự nhiên và quy mô dân số 7.878 người.\n\n- Sau khi sắp xếp, huyện Lạc Thủy có 10 đơn vị hành chính cấp xã, gồm 8 xã và 2 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Lương Sơn:\n\n- Sáp nhập một phần xã Liên Sơn vào xã Cư Yên. Xã Cư Yên có 18,34 km2 diện tích tự nhiên và quy mô dân số 5.957 người.\n\n- Sáp nhập toàn bộ xã Thành Lập, xã Tiến Sơn và xã Trung Sơn vào xã Liên Sơn. Xã Liên Sơn có 58,62 km2 diện tích tự nhiên và quy mô dân số 15.404 người.\n\n- Thành lập xã Cao Sơn trên cơ sở sáp nhập toàn bộ xã Cao Răm, xã Hợp Hòa và xã Trường Sơn. Xã Cao Sơn có 75,67 km2 diện tích tự nhiên và quy mô dân số 10.082 người.\n\n- Sáp nhập toàn bộ xã Hợp Châu và xã Tân Thành vào xã Cao Dương. Xã Cao Dương có 63,12 km2 diện tích tự nhiên và quy mô dân số 14.367 người.\n\n- Thành lập xã Thanh Sơn trên cơ sở sáp nhập toàn bộ xã Hợp Thanh và xã Long Sơn. Xã Thanh Sơn có 34,86 km2 diện tích tự nhiên và quy mô dân số 8.042 người.\n\n- Thành lập xã Thanh Cao trên cơ sở sáp nhập toàn bộ xã Cao Thắng và xã Thanh Lương. Xã Thanh Cao có 15,42 km2 diện tích tự nhiên và quy mô dân số 9.149 người.\n\n- Sau khi sắp xếp, huyện Lương Sơn có 11 đơn vị hành chính cấp xã, gồm 10 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Mai Châu:\n\n- Thành lập xã Tân Thủy trên cơ sở nhập một phần xã Tân Mai, toàn bộ xã Ba Khan và xã Phúc Sạn. Xã Sơn Thủy có 63,35 km2 diện tích tự nhiên và quy mô dân số 3.911 người.\n\n- Thành lập xã Tân Thành trên cơ sở nhập phần còn lại xã Tân Mai và toàn bộ xã Tân Dân. Xã Tân Thành có 66,84 km2 diện tích tự nhiên và quy mô dân số 3.189 người.\n\n- Sáp nhập toàn bộ xã Piềng Vế vào xã Bao La. Xã Bao La có 38,31 km2 diện tích tự nhiên và quy mô dân số 4.903 người.\n\n- Sáp nhập toàn bộ xã Nà Mèo vào xã Nà Phòn. Xã Nà Phòn có 32,40 km2 diện tích tự nhiên và quy mô dân số 3.041 người.\n\n- Thành lập xã Thành Sơn trên cơ sở nhập toàn bộ xã Noong Luông, xã Pù Bin và xã Thung Khe. Xã Thành Sơn có 56,25 km2 diện tích tự nhiên và quy mô dân số 4.110 người.\n\n- Thành lập xã Đồng Tân trên cơ sở nhập toàn bộ xã Đồng Bảng và xã Tân Sơn. Xã Đồng Tân có 39,09 km2 diện tích tự nhiên và quy mô dân số 2.694 người.\n\n- Sau khi sắp xếp, huyện Mai Châu có 16 đơn vị hành chính cấp xã, gồm 15 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Tân Lạc:\n\n- Thành lập xã Vân Sơn trên cơ sở nhập toàn bộ xã Bắc Sơn, xã Lũng Vân và xã Nam Sơn. Xã Vân Sơn có 55,53 km2 diện tích tự nhiên và quy mô dân số 5.348 người.\n\n- Thành lập xã Nhân Mỹ trên cơ sở nhập toàn bộ xã Do Nhân, xã Quy Mỹ và xã Tuân Lộ. Xã Nhân Mỹ có 35,43 km2 diện tích tự nhiên, quy mô dân số 6.943 người.\n\n- Thành lập thị trấn Mãn Đức trên cơ sở nhập toàn bộ xã Quy Hậu, xã Mãn Đức và thị trấn Mường Khến. Thị trấn Mãn Đức có 40,01 km2 diện tích tự nhiên và quy mô dân số 14.655 người.\n\n- Sáp nhập toàn bộ xã Địch Giáo vào xã Phong Phú. Xã Phong Phú có 25,20 km2 diện tích tự nhiên và quy mô dân số 8.164 người.\n\n- Thành lập xã Suối Hoa trên cơ sở nhập toàn bộ xã Ngòi Hoa và xã Trung Hòa. Xã Suối Hoa có 70,70 km2 diện tích tự nhiên và quy mô dân số 3.814 người.\n\n- Sau khi sắp xếp, huyện Tân Lạc có 16 đơn vị hành chính cấp xã, gồm 15 xã và 1 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Yên Thủy:\n\n- Sáp nhập toàn bộ xã Lạc Hưng vào xã Bảo Hiệu. Xã Bảo Hiệu có 41,25&nbsp;km² diện tích tự nhiên và quy mô dân số 7.950 người.\n\n- Sáp nhập toàn bộ xã Yên Lạc vào thị trấn Hàng Trạm. Thị trấn Hàng Trạm có 32,14&nbsp;km² diện tích tự nhiên và quy mô dân số 11.503 người.\n\nNăm 2021, thành lập phường Quỳnh Lâm và phường Trung Minh thuộc thành phố Hòa Bình.<ref>Nghị quyết số 1189\/NQ-UBTVQH14 năm 2021 của Ủy ban Thường vụ Quốc hội<\/ref>\n\n* Thành lập phường Quỳnh Lâm trên cơ sở toàn bộ xã Sủ Ngòi. Phường Quỳnh Lâm có 9,15 km2 diện tích tự nhiên và quy mô dân số 7.855 người.\n* Thành lập phường Trung Minh trên cơ sở toàn bộ xã Trung Minh. Phường Trung Minh có 14,57 km2 diện tích tự nhiên và quy mô dân số 7.071 người.\n* Sau khi thành lập 2 phường mới, thành phố Hòa Bình có 19 đơn vị hành chính cấp xã, gồm 12 phường và 7 xã.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Đơn vị hành chính thuộc tỉnh Hòa Bình}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Hòa Bình]]\n[[Thể loại:Hành chính Hòa Bình]]"}