{"3690833":"'''Lịch sử hành chính [[Thừa Thiên Huế]]''' được xem bắt đầu vào năm 1945 với cuộc cải cách hành chính của [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa]], theo đó, tỉnh Thừa Thiên được thành lập trên cơ sở phủ [[Thừa Thiên (phủ)|Thừa Thiên]] cũ. Trước đó, phủ Thừa Thiên từng trực thuộc Kinh sư, giữ vai trò Trung ương của nhà Nguyễn trong 123 năm. Vào thời điểm hiện tại (2021), về mặt hành chính, Thừa Thiên Huế được chia làm 9 [[Huyện (Việt Nam)|đơn vị hành chính cấp huyện]] – gồm 1 thành phố trực thuộc tỉnh, 2 thị xã, 6 huyện – và 145 [[Xã (Việt Nam)|đơn vị hành chính cấp xã]] – gồm 95 xã, 39 phường và 7 thị trấn.\n\n==Lịch sử==\n===Tiếp nhận Thuận Hóa và công cuộc Nam tiến của người Việt===\nTheo sách [[Đại Nam nhất thống chí]], nguyên xưa đây là đất [[Việt Thường]]. Thời Bắc thuộc, vùng này là nơi tranh chấp giữa chính quyền đô hộ phương Bắc và vương quốc [[Lâm Ấp]] (sau là [[Chiêm Thành]]). Khi quốc gia [[Đại Việt]] trỗi dậy, nhiều lần xung đột vũ trang với Chiêm Thành, dần dần kiểm soát vùng đất phía Bắc Chiêm Thành. Tuy nhiên, đến cuối thế kỷ 13, vùng này vẫn thuộc [[châu Ô]] và [[châu Lý]] thuộc đất Chiêm Thành.\n\nĐầu thế kỷ 14, thông qua cuộc hôn nhân chính trị giữa quốc vương Chiêm Thành là [[Chế Mân]] và công chúa Đại Việt [[Huyền Trân]], châu Ô và châu Lý được sáp nhập vào địa đồ Đại Việt như món quà sính lễ. Nhà Trần tiếp nhận vùng đất này và vào năm Hưng Long 15 (1307), đổi châu Ô thành [[Châu Ô|Thuận Châu]] và châu Lý thành [[Châu Lý|Hóa Châu]], chiêu mộ lưu dân khai phá. [[Châu Ô|Châu Thuận]] gần tương ứng với tỉnh [[Quảng Trị]] ngày nay, và [[Châu Lý|châu Hóa]] chính là hầu hết tỉnh [[Thừa Thiên Huế]] và vùng Bắc tỉnh [[Quảng Nam]] ngày nay. Cuối đời Trần, phủ Thuận Hóa được lập, thống hạt 2 châu Thuận và châu Hóa, chia đất lập huyện. Châu Hóa bấy giờ có các huyện [[Sạ Lệnh]], [[Bồ Đài]], [[Bồ Lãng]] (tương ứng hầu hết với huyện [[Hương Trà]] nay), [[Lợi Bồng]], [[Tư Dung]], [[Thế Vinh]] (tương ứng hầu hết với huyện [[Phú Vang]] nay), [[Trà Kệ]] (gần tương ứng với huyện [[Phong Điền]], [[Quảng Điền]] nay).\n\nThời thuộc Minh giữ nguyên phủ Thuận Hóa và chia lại các huyện. Năm 1421, hợp 2 huyện Lợi Bồng, Tư Dung vào huyện Thế Vang thành huyện [[Sĩ Vang]]. Ba huyện Sạ Lệnh, Bồ Đài, Bồ Lãng bị bãi, lệ hẳn vào châu.\n\nĐầu đời [[Lê Thái Tổ]], phủ Thuận Hóa được đổi làm lộ Thuận Hóa thuộc đạo [[Hải Tây]]. Năm Quang Thuận 10 (1469) đời [[Lê Thánh Tông]] định bản đồ toàn quốc, đặt thừa tuyên Thuận Hóa gồm 2 phủ [[Triệu Phong (phủ)|Triệu Phong]] (tương đương phủ Thuận Hóa cũ) và Tân Bình (tương ứng vùng Quảng Bình ngày nay). Phủ Triệu Phong bấy giờ gồm 6 huyện [[Kim Trà]] (tương ứng với các huyện Sạ Lệnh, Bồ Đài, Bồ Lãng trước đây), [[Đan Điền]] (tức huyện Trà Kệ trước đây), [[Hải Lăng]], [[Võ Xương]], [[Tư Vang]] (tức huyện Sĩ Vang trước đây), [[Điện Bàn]]; và 2 châu [[Sa Bồi]], [[Thuận Bình]]. Phần đất Thừa Thiên Huế ngày nay thuộc 3 huyện Kim Trà, Đan Điền và Tư Vang nằm trong phủ Triệu Phong.\n\n===Sự hình thành Đô thành Phú Xuân===\nKhi vào trấn thủ đất Thuận Hóa và Quảng Nam, [[Nguyễn Hoàng]] đặt trấn dinh (còn gọi là Chính dinh) ở Ái Tử (nay thuộc huyện Triệu Phong, Quảng Trị). Các đời chúa Nguyễn sau, di chuyển Chính dinh lần lượt đến xã Phúc Yên (nay thuộc huyện Quảng Điền, Thừa Thiên Huế); xã Kim Long (nay thuộc huyện Hương Trà, Thừa Thiên Huế). Huyện Kim Trà cũng được đổi thành Hương Trà, Tư Vang thành Phú Vang, Võ Xương thành [[Đăng Xương]]. Riêng huyện Điện Bàn được thăng làm phủ, đổi sang thuộc trấn Quảng Nam.\n\nNăm 1687, chúa [[Nguyễn Phúc Thái]] dời Chính dinh đến xã Phú Xuân. Sau khi Vũ vương [[Nguyễn Phúc Khoát]] chính thức xưng vương (tháng 5 năm 1744), bắt đầu gọi chính dinh Phú Xuân là Đô thành.\n\nKhi nhà Nguyễn suy yếu, [[chúa Trịnh]] cho quân đánh chiếm trấn Thuận Hóa, đổi làm xứ Thuận Hóa. Khi [[Tây Sơn]] nổi lên, đánh đuổi quân Trịnh, lấy lại được đất Thuận Hóa, [[Nguyễn Huệ]] được phong là Bắc Bình vương, sau xưng hiệu là Quang Trung hoàng đế, cũng đóng đô Phú Xuân.\n\nNăm [[Tân Dậu]] 1801, chúa [[Nguyễn Phúc Ánh]] thu lại được Phú Xuân, đặt làm Đô thành; đồng thời tách 3 huyện [[Hương Trà]], [[Quảng Điền]] và [[Phú Vang]] thuộc phủ Triệu Phong, đặt làm dinh [[Quảng Đức (dinh)|Quảng Đức]]. Năm [[Gia Long]] 5 (1806), đặt 2 dinh Quảng Đức và [[Quảng Trị (dinh)|Quảng Trị]] thêm 2 chữ \"trực lệ\" ở trước để nói trực thuộc Kinh sư. Kinh thành Phú Xuân cũng được xây dựng lại bề thế, nằm trên đất của 8 làng Phú Xuân, Vạn Xuân, Diễn Phái, Thế Lại, An Vân, An Hòa, An Bửu và An Mỹ. Việc xây dựng kéo dài từ năm 1805 đến 1832 mới hoàn thành.\n\n===123 năm phủ Thừa Thiên===\nNăm 1822, [[Minh Mạng]] đổi dinh Quảng Đức làm phủ Thừa Thiên (bỏ 2 chữ \"trực lệ\"), năm sau đặt các chức Đề đốc (coi việc quân sự), Phủ doãn, Phủ thừa (coi việc hành chính). Năm 1827, dinh Quảng Trị tách khỏi trực lệ phủ Thừa Thiên, đặt thành trấn Quảng Trị. Tên gọi '''Thừa Thiên''' được đặt theo tên của phường Thừa Thiên, một phường thuộc địa phận Kinh thành Huế lúc bấy giờ và là nơi đặt phủ đường Thừa Thiên (trước đó là nơi đặt dinh Quảng Đức).<ref>{{Chú thích web|url=https:\/\/sti.vista.gov.vn\/tw\/Lists\/TaiLieuKHCN\/Attachments\/296403\/43229-313-136396-2-10-20191025.pdf|tựa đề=Về tấm bia đề danh quan Phủ doãn phủ Thừa Thiên|tác giả=Đỗ Minh Điền|website=Cơ sở dữ liệu quốc gia về Khoa học và Công nghệ|url-status=live}}<\/ref>\n\nTrong 2 năm 1831-1832, nhà Nguyễn thực hiện cuộc cải cách hành chính, thống nhất địa hạt thành các tỉnh, trực thuộc thẳng vào Trung ương. Riêng phủ Thừa Thiên do có vị trí trực thuộc kinh sư, nên dù vẫn đặt cấp phủ hạt, vẫn được xem là tương đương cấp tỉnh.\n\nNăm 1835, đất 5 tổng thuộc huyện Hương Trà, 6 tổng thuộc huyện phú Vang và 2 tổng của huyện Quảng Điền được tách ra để lập các huyện [[Hương Thủy]], [[Phú Lộc]] và [[Phong Điền]]. Các huyện mới lập đều thuộc phủ Thừa Thiên.\n\nNăm [[Tự Đức]] 6 (1853), tỉnh Quảng Trị bị hạ xuống làm đạo Quảng Trị, đặt thuộc phủ Thừa Thiên. Đạo Quảng Trị bấy giờ gồm 5 huyện (Hải Lăng, Đăng Xương, Minh Linh, Địa Linh và Thành Hóa) và 9 châu (Mường Vang, Na Pôn, Thượng Kế, Tầm Bồn, Mường Bổng, Ba Lan, Tá Bang, Xương Thịnh và Làng Thìn). Tuy nhiên, đến năm Tự Đức 29 (1876), đạo Quảng Trị được tách khỏi sự thống hạt của phủ Thừa Thiên, thăng lên hành tỉnh. Phủ Thừa Thiên chỉ còn lại đất Kinh sư và 6 huyện. Cơ cấu hành chính này của phủ Thừa Thiên hầu như được giữ nguyên cho đến tận năm 1945.\n\nSau khi nắm được quyền kiểm soát Đại Nam, chính quyền thực dân Pháp đẩy nhanh tiến độ đô thị hóa các thủ phủ để tạo điều kiện cho quá trình thực dân khai thác thuộc địa. Dưới tác động của chính quyền thực dân, ngày [[12 tháng 7]] năm 1899, vua [[Thành Thái]] đã ban Dụ thành lập thị xã Huế (''Centre urbain de Hué''). Ranh giới thị xã được xác lập xen giữa Kinh thành bao gồm các vùng phụ cận quanh kinh thành và dải đất dọc theo bờ nam sông Hương, tức là trục đường Lê Lợi nối từ cầu Ga đến Đập Đá ngày nay. Dụ này được Toàn quyền Đông Dương chuẩn y vào ngày [[30 tháng 8]] năm 1899.\n\nNhững năm sau đó, thị xã Huế có ba lần mởt rộng ranh giới về phía Nam sông Hương theo các Dụ ngày [[22 tháng 6]] năm 1903 của vua Thành Thái, ngày [[9 tháng 5]] năm 1908 của vua [[Duy Tân]] và ngày [[21 tháng 11]] năm 1921 của vua Khải Định. Bấy giờ, thị xã Huế được phân làm 9 phường gồm: Đệ Nhất, Đệ Nhị, Đệ Tam, Đệ Tứ, Đệ Ngũ, Đệ Lục, Đệ Thất, Đệ Bát và Đệ Cửu. Mặc dù vậy, việc phân chia này chỉ trên danh nghĩa, vì các phần đất đai và dân cư ngoài kinh thành Huế vốn thuộc địa phận làng nào của huyện Hương Trà, Hương Thủy hay Phú Vang thì đều do các huyện ấy cai quản.\n\nMãi đến ngày [[12 tháng 12]] năm 1929, cựu [[Khâm sứ Trung Kỳ]], [[Toàn quyền Đông Dương]] [[Pierre Marie Antoine Pasquier]] là quyết định công nhận thị xã Huế là thành phố đô thị loại 3 (''Commune de Hué''), đồng thời xác lập bộ máy hành chính của thành phố đứng đầu là một viên Đốc lý do Công sứ Pháp ở phủ Thừa Thiên kiêm nhiệm, điều hành mọi công việc quản trị hành chính. Giúp việc cho Đốc lý có Phó đốc lý đồng thời là Phó công sứ. Ngoài ra còn có một Hội đồng thành phố được thành lập, cũng do viên Đốc lý người Pháp làm Chủ tịch. Năm 1933, [[Bảo Đại]] ra Sắc lệnh số 41, chuẩn y việc chỉnh đốn công tác quản lý và điều hành thành phố Huế. Chức danh đứng đầu thành phố gọi là Bang tá, ngang hàng Tri huyện trong phẩm hàm quan lại người Việt, nhưng trên thực tế, mọi việc vẫn phụ thuộc vào viên đốc lý là Công sứ Pháp ở Thừa Thiên.\n\nKể từ năm 1935, thành phố Huế mới chính thức trở thành đơn vị hành chính độc lập, không còn tình trạng nhập nhằng địa giới xen với các huyện Hương Trà, Hương Thủy; phần đất nào thuộc các phường thì sáp nhập hẳn vào thành phố quản lý. Vào thời điểm đó, trong Thành nội tức khu vực kinh thành (trừ Đại nội) gồm có 10 phường: Tây Lộc, Tây Linh, Trung Hậu, Phú Nhơn, Vĩnh An, Thái Trạch, Trung Tích, Huệ An, Thuận Cát, Tri Vụ. Ngoài kinh thành và nam sông Hương có 11 phường gồm: phường Phú Bình, Phú Thịnh, Phú Hòa, Phú Hội, Phú Nhuận, Phú Vĩnh, Phú Ninh, Phú Cát, Phú Mỹ, Phú Thọ và Phú Hậu. Tổng cộng thành phố Huế có 21 phường.\n\nNhư vậy, kể từ năm 1929 đến 1945, vùng đất Thừa Thiên Huế cùng một lúc có ba tổ chức hành chính gồm Kinh sư do Đề đốc Kinh thành của triều đình trông coi, phủ Thừa Thiên có Phủ doãn cai quản và thành phố Huế đứng đầu là Đốc lý thành phố do Công sứ Pháp ở Thừa Thiên kiêm nhiệm. Trên thực tế, trừ khu vực Kinh thành, Công sứ Pháp ở Thừa Thiên mới thực sự là người nắm quyền cai trị hành chính trong toàn phủ Thừa Thiên.\n\n===Tỉnh Thừa Thiên qua 2 cuộc chiến tranh===\nNgay từ trước năm 1945, do vị trí đặc biệt tương đương cấp tỉnh của mình trong hệ thống hành chính của Đại Nam, phủ Thừa Thiên vẫn được chính quyền thực dân Pháp xem là \"tỉnh Thừa Thiên\" (''province de Thua-thien'') trong các văn bản. Về phía Nam triều, trong Dụ số 10 của vua [[Bảo Đại]] ngày 29 tháng 2 năm Bảo Đại thứ 13 (tức [[30 tháng 3]] năm 1938), phê chuẩn về việc tách [[quần đảo Hoàng Sa]] khỏi địa hạt tỉnh [[Quảng Nam|Nam]] [[Quảng Ngãi|Ngãi]], đặt vào '''tỉnh Thừa Thiên'''.<ref>[http:\/\/www.govap.hochiminhcity.gov.vn\/chinhquyendiaphuong\/Lists\/Posts\/Post.aspx?List=37ade354%2D6666%2D447f%2Dbdf6%2D6536e0e068dc&ID=2824 Quần đảo Hoàng Sa thuộc Tỉnh Thừa Thiên Huế (1938)]{{Liên kết hỏng|date = ngày 23 tháng 8 năm 2021 |bot=InternetArchiveBot }}<\/ref> Trên thực tế, Dụ này cũng là sự công nhận Nghị định số 156-SC ngày [[15 tháng 6]] năm 1938 của [[Toàn quyền Đông Dương]] [[Pierre Marie Antoine Pasquier]] về việc thiết lập quần đảo Hoàng Sa (Paracels) thành một đơn vị hành chánh, sáp nhập với tỉnh Thừa Thiên, trong đó, nguyên văn tiếng Pháp ghi rõ \"province de Thua-thien\".<ref>Xem Bulletin Administratif de l’Annam năm 1930, số 9, tr. 872.<\/ref> Nghị định số 3282 ngày [[5 tháng 5]] năm 1939 của Toàn quyền Đông Dương [[Joseph Jules Brévié]] đổi lại nghị định số 156–SC, vẫn ghi là \"tỉnh Thừa Thiên\" (''province de Thua-thien'').\n\nSau khi [[Cách mạng tháng 8]] thành công, [[Chính phủ Cách mạng lâm thời Việt Nam Dân chủ Cộng hòa]] thực hiện cải cách hành chính trên toàn cõi Việt Nam. Về cấp khu vực, vẫn tạm thời duy trì hệ thống hành chính theo vùng, đổi gọi là Bắc Bộ, Trung Bộ, Nam Bộ, thay cho Bắc Kỳ, Trung Kỳ, Nam Kỳ như trước đây. Cấp phủ bị bãi bỏ, chỉ còn 3 cấp là Tỉnh - Huyện - Xã. Riêng phủ Thừa Thiên chính thức được đổi thành tỉnh Thừa Thiên, bao gồm thành phố Huế và 6 huyện Phong Điền, Quảng Điền, Hương Trà, Phú Vang, Hương Thủy và Phú Lộc. Các tổng bị bãi bỏ, các xã do huyện trực tiếp quản lý. Riêng thành phố Huế bấy giờ được chia thành 8 khu phố, gồm: Khu phố 1 là khu thành Nội; Khu phố 2 gồm Phú Hòa, Phú Bình; Khu phố 3 là khu Kim Long, Phú Thịnh và một phần Phú Bình; Khu phố 4 là vùng Bãi Dâu, Phú Mỹ, Phú Hiệp, Phú Cát, Thế Lại; Khu phố 5 là vùng Vỹ Dạ, Cồn Hến, Hô Lâu, Thọ Lộc, Diễn Phái; Khu phố 6 là Phú Xuân, Bình Lục, Xuân Đài, Phú Nhuận, Phú Hội; Khu phố 7 gồm khu Vĩnh Ninh, Phước Quả, Bình An, Trường An, Lịch Đợi, Phường Đúc; Khu phố 8 gồm toàn bộ 11 vạn đò lập làng trên sông nước ở khu vực quanh kinh thành Huế.\n\nChính quyền [[Việt Nam Dân chủ Cộng hòa]] có thêm vài lần thay đổi cấp hành chính của Huế. Ngày [[24 tháng 1]] năm 1946, Sắc lệnh số 02 do Chủ tịch [[Hồ Chí Minh]] ký, quy định: ''\"Cho đến khi có lệnh mới, các thành phố Nam Định, Vinh - Bến Thủy, '''Huế''' và Đà Nẵng tạm coi là thị xã\"''. Đến tháng 8 năm 1946, Sắc lệnh số 153 quy định: ''\"Cho sáp nhập kinh thành Nội vào thành phố '''Thuận Hóa'''''\". Sau khi quân Pháp kiểm soát được Huế, chính quyền Việt Nam Dân chủ Cộng hòa lại thay đổi cấp hành chính của thành phố Thuận Hóa lại thành thị xã Thuận Hóa và giữ cho đến tháng 7 năm 1954.\n\nDo phủ Thừa Thiên mất địa vị kinh đô, nên sau khi người Pháp tái lập quyền kiểm soát ở nhiều phần lãnh thổ tại Đông Dương, mặc định công nhận \"tỉnh Thừa Thiên\". Riêng Huế vẫn giữ địa vị thành phố. Tình trạng này được duy trì cho đến tận năm 1956. Mặc dù vậy, Huế vẫn được xem như là thủ phủ của miền Trung.\n\nNăm 1956, [[Tổng thống Việt Nam Cộng hòa]] [[Ngô Đình Diệm]] ban hành Dụ 37A ngày [[24 tháng 10]] năm 1956 cải tổ hành chính, Huế được đặt là thành phố (về sau đổi lại là thị xã), ngang cấp với tỉnh Thừa Thiên, nhưng tỉnh lỵ Thừa Thiên vẫn đặt tại Huế. Tỉnh trưởng tỉnh Thừa Thiên kiêm chức Thị trưởng thành phố Huế.\n\nVới cải cách hành chính này, tỉnh Thừa Thiên gồm 9 quận: Phong Điền (7 xã), Quảng Điền (7 xã), Hương Trà (8 xã), Hương Thủy (15 xã), Phú Vang (15 xã), Phú Lộc (7 xã), Vinh Lộc (11 xã), Hương Điền (7 xã); Nam Hòa (12 xã, quận lỵ ở Thượng Điền) và 3 tổng: Nguồn Hữu (3 xã), Nguồn Tả (3 xã) và Nguồn Bồ (4 xã). Riêng Huế gồm hai quận Nội thành là quận Tả Ngạn và Hữu Ngạn; 10 phường bên trong kinh thành Huế vẫn được giữ nguyên, còn các phường bên ngoài kinh thành từ Đệ Nhất đến Đệ Cửu thì cho đổi tên và chia làm 11 phường mới. Ngoài ra còn có 11 vạn đò được ghép hành chính vào quận Tả Ngạn.\n\nNăm 1965, quận Phú Thứ được thành lập, gồm 7 xã phía Nam của quận Phú Vang: Phú Hồ, Phú Xuân, Phú Đa, Phú Lương, Vinh Phú, Vinh Thái và Vinh Hà.\n\nNgày [[19 tháng 6]] năm 1967, Chủ tịch Ủy ban Hành pháp trung ương [[Nguyễn Cao Kỳ]] ký nghị định số 1455, chia thị xã Huế thành ba quận: Quận Nhất, Quận Nhì, Quận Ba.\n* Quận Nhất (còn gọi quận Thành Nội vì là khu vực Kinh thành cũ) có 10 phường gồm: Trung Tích, Thái Trạch, Trung Hậu, Phú Nhơn, Tây Linh, Vĩnh An, Thuận Cát, Tri Vụ, Huệ An và Tây Lộc.\n* Quận Nhì (quận Tả Ngạn cũ) có 7 phường gồm: Phú Cát, Phú Mỹ, Phú Thọ, Phú Hậu, Phú Hòa, Phú Thịnh, Phú Bình và 11 vạn đò Trường Độ, Tân Bửu, Lành Canh, Ngư Hộ, An Hội, Đông Ba, Thanh Long, Chợ Dinh, Bãi Dâu, An Hòa, Kẻ Vạn.\n* Quận Ba (quận Hữu Ngạn cũ) có 4 phường gồm: Phú Hội, Phú Nhuận, Phú Ninh và Phú Vĩnh.\n\n===Bình Trị Thiên - tỉnh thống nhất 2 đầu Bến Hải===\nSau ngày [[30 tháng 4]] năm [[1975]], ba tỉnh [[Quảng Bình]], [[Quảng Trị]] và Thừa Thiên hợp nhất thành tỉnh [[Bình Trị Thiên]], tổ chức hành chính trên địa bàn gồm [[Huế|thành phố Huế]] và 8 huyện: [[A Lưới]], [[Hương Thủy]], [[Hương Trà]], [[Nam Đông]], [[Phong Điền, Thừa Thiên Huế|Phong Điền]], [[Phú Lộc]], [[Phú Vang]], [[Quảng Điền]].\n\n;1977:\n*Quyết định '''62-CP'''<ref name=CP62>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-62-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Binh-Tri-Thien\/57969\/noi-dung.aspx Quyết định 62-CP năm 1977 hợp nhất điều chỉnh địa giới huyện thuộc tỉnh Bình Trị Thiên]<\/ref> ngày 11 tháng 3 năm 1977 của Hôi đồng Chính phủ về việc hợp nhất điều chỉnh địa giới huyện thuộc tỉnh Bình Trị Thiên:\n*Hợp nhất huyện Phú Lộc, huyện Nam Đông và các xã Vinh Xuân, Vinh Thanh của huyện Phú Vang thành một huyện lấy tên là huyện '''[[Phú Lộc]]'''.\n*Hợp nhất huyện Hương Thủy và huyện Phú Vang thành một huyện lấy tên là huyện '''[[Hương Phú (huyện)|Hương Phú]]'''.\n*Hợp nhất huyện Phong Điền, huyện Quảng Điền và huyện Hương Trà thành một huyện lấy tên là huyện '''[[Hương Điền (huyện)|Hương Điền]]'''.\n\n;1979:\n*Quyết định '''102-CP'''<ref name=CP102>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-102-CP-phan-vach-dia-gioi-xa-phuong-Tinh-Binh-Tri-Thien\/57685\/noi-dung.aspx Quyết định 102-CP năm 1979 phân vạch địa giới xã, phường thuộc tỉnh Bình Trị Thiên]<\/ref> ngày 13 tháng 3 năm 1979 của Hội đồng Chính phủ về việc phân vạch địa giới xã, phường thuộc tỉnh Bình Trị Thiên:\n*Huyện '''[[A Lưới]]'''\n#Thành lập ở vùng kinh tế mới Sơn Thủy một xã mới lấy tên là xã Sơn Thủy.\n#Thành lập ở vùng kinh tế mới Phú Vinh một xã mới lấy tên là xã Phú Vinh.\n*Huyện '''[[Hương Điền (huyện)|Hương Điền]]'''\n#Thành lập ở vùng kinh tế mới Bình Điền, Khe Điêng một xã mới lấy tên là xã Hương Bình.\n*Thành phố '''[[Huế]]'''\n#Giải thể phường Phú An, dân và đất của phường này giao cho phường Phú Cát quản lý. Phường Phú An (trước năm 1976 là khu phố Phú An) vốn là đơn vị hành chính quản lý cư dân vạn đò trên sông Hương và các sông đào.<ref>{{Chú thích web|url=https:\/\/dantri.com.vn\/giao-duc-huong-nghiep\/me-cua-tre-van-do-1142599929.htm|tựa đề=\"Mẹ của trẻ vạn đò\"|ngày=2006-03-17|website=Báo điện tử Dân trí|url-status=live}}<\/ref><ref>{{Chú thích web|url=https:\/\/cand.com.vn\/Xa-hoi\/Van-do-song-Huong-mo-tieng-ga-trua-i47928\/|tựa đề=Vạn đò sông Hương mơ \"tiếng gà trưa\"|ngày=2007-07-31|website=Báo Công an nhân dân điện tử|url-status=live}}<\/ref>\n\n;1981:\n*Quyết định '''187-CP'''<ref name=187CP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-187-CP-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-Binh-Tri-Thien\/43075\/noi-dung.aspx Quyết định 187-CP điều chỉnh địa giới xã, thị trấn thuộc tỉnh Bình Trị Thiên]<\/ref> ngày 18 tháng 5 năm 1981 của Hội đồng Chính phủ về việc điều chỉnh địa giới xã, thị trấn thuộc tỉnh Bình Trị Thiên:\n*Huyện '''[[Hương Phú (huyện)|Hương Phú]]''':\n#Thành lập ở khu kinh tế mới khe Sòng một xã mới lấy tên là xã Phú Sơn.\n*Huyện '''[[Hương Điền (huyện)|Hương Điền]]''':\n#Thành lập ở khu kinh tế mới ồ ồ một xã mới lấy tên là xã Phong Xuân.\n*Huyện '''[[Phú Lộc]], huyện [[Hương Phú (huyện)|Hương Phú]]''':\n#Sáp nhập xã Vinh Thanh và xã Vinh Xuân của huyện Phú Lộc vào huyện Hương Phú cùng tỉnh.\n*Huyện '''[[A Lưới]], huyện [[Hương Điền (huyện)|Hương Điền]]''':\n#Sáp nhập xã Hồng Tiến của huyện A Lưới vào huyện Hương Điền cùng tỉnh.\n*Quyết định '''64-HĐBT'''<ref name=64HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-64-HDBT-mo-rong-thanh-pho-Hue-thi-xa-Dong-Ha-phan-vach-lai-dia-gioi-huyen-Huong-Dien-Trieu-Hai-tinh-Binh-Tri-Thien\/43125\/noi-dung.aspx Quyết định 64-HĐBT mở rộng thành phố Huế, thị xã Đông Hà, phân vạch lại địa giới các huyện Hương Điền, Hương Phú, Triệu Hải, Bến Hải, tỉnh Bình Trị Thiên]<\/ref> ngày 11 tháng 9 năm 1981 của Hội đồng Bộ trưởng về việc mở rộng thành phố Huế và phân vạch lại địa giới các huyện Hương Điền, Hương Phú:\n*'''Thành phố [[Huế]], huyện [[Hương Điền (huyện)|Hương Điền]], huyện [[Hương Phú (huyện)|Hương Phú]]''':\n#Tách các xã Hương Hải, Hương Phong, Hương Vinh, Hương Sơ, Hương Long, Hương Hồ, Hương Bình, Hương Thọ (trừ thôn Dương Hoà sáp nhập về huyện Hương Phú) và các thôn Thanh Chữ, Cổ Bưu, Bổn Trì, Bổn Phổ, An Lưu của xã Hương Chữ thuộc huyện Hương Điền để sáp nhập vào thành phố Huế.\n#Tách các xã Thủy Bằng, Thủy Biều, Thủy An, Thủy Dương, Phú Thượng, Phú Dương, Phú Mậu, Phú Thanh, Phú Tân và các xóm Cồn Trâu, Cổ Thành, Vườn Trầu, Đồng Giáp của xã Thủy Vân thuộc huyện Hương Phú để sáp nhập vào thành phố Huế.\n#Thành phố Huế sau khi được mở rộng bao gồm các phường Thuận Thành, Thuận Lộc, Thuận Hòa, Tây Lộc, Phú Thuận, Phú Hòa, Phú Cát, Phú Hiệp, Vĩnh Lợi, Vĩnh Ninh và các xã Thủy Trường, Thủy Phước, Thủy Xuân, Xuân Long, Hương Hải, Hương Phong, Hương Vinh, Hương Sơ, Hương Long, Hương Bình, Hương Thọ, Thủy Bằng, Thủy Biều, Thủy An, Thủy Dương, Phú Thượng, Phú Dương, Phú Mậu, Phú Thanh, Phú Tân, Thủy Phú (gồm cả xóm Đông Giáp), Hương Lưu (gồm cả xóm Cồn Trầu và xóm Cổ Thành), Hương Hồ (gồm cả các thôn Thanh Chữ, Cổ Bưu, An Lưu, Bổn Trì, Bổn Phổ).\n*Quyết định '''73-HĐBT'''<ref name=73HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-73-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Binh-Tri-Thien\/43134\/noi-dung.aspx Quyết định 73-HĐBT năm 1981 phân vạch địa giới xã thuộc tỉnh Bình Trị Thiên]<\/ref> ngày 17 tháng 9 năm 1981 của Hội đồng Bộ trưởng về việc phân vạch địa giới một số xã thuộc tỉnh Bình Trị Thiên:\n*Huyện '''[[Phú Lộc]]'''\n#Chia xã Lộc Tụ thành hai xã lấy tên là xã Lộc Tiến và xã Lộc Vĩnh.\n*Huyện '''[[Hương Phú (huyện)|Hương Phú]]'''\n#Thành lập một xã mới lấy tên là xã Dương Hòa.\n*Thành phố '''[[Huế]]'''\n#Thành lập xã Hương An trên cơ sở sáp nhập các thôn Thanh Chữ, Cổ Bưu, An Lưu, Bổn Trì, Bổn Phổ, An Vân Thượng và An Hoà Thượng tách từ xã Hương Hồ.\n\n;1983:\n*Quyết định '''03-HĐBT'''<ref name=03HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-03-HDBT-phan-vach-dia-gioi-xa-phuong-thi-tran-tinh-Binh-Tri-Thien\/55495\/noi-dung.aspx Quyết định 03-HĐBT năm phân vạch địa giới xã, phường, thị trấn thuộc tỉnh Bình Trị Thiên]<\/ref> ngày 6 tháng 1 năm 1983 của Hội đồng Bộ trưởng về việc phân vạch địa giới xã, phường, thị trấn thuộc tỉnh Bình Trị Thiên:\n*'''Huyện [[Hương Điền (huyện)|Hương Điền]]'''\n#Chia xã Quảng Lợi thành 2 xã lấy tên là xã Quảng Lợi và xã Quảng Thái.\n#Chia xã Quảng Lộc thành 2 xã lấy tên là xã Quảng An và xã Quảng Thành.\n#Chia xã Quảng Ngạn thành 2 xã lấy tên là xã Quảng Ngạn và xã Quảng Công.\n*'''Huyện [[Hương Phú (huyện)|Hương Phú]]'''\n#Thành lập thị trấn Phú Bài thuộc huyện Hương Phú trên cơ sở tách các thôn Phủ Lương thuộc xã Thủy Châu, thôn 1, thôn 2 thuộc xã Thủy Lương và sân bay Phú Bài, có tổng diện tích tự nhiên 700 hécta.\n*'''Thành phố [[Huế]]'''\n#Chia xã Hương Hải thành 2 xã lấy tên là xã Thuận An và xã Hải Dương.\n#Thành lập xã Bình Điền (khu kinh tế mới Bình Điền 1).\n#Thành lập xã Bình Thành (khu kinh tế mới Bình Điền 2).\n#Chia phường Phú Thuận thành 2 phường lấy tên phường Phú Bình và phường Phú Thuận.\n#Thành lập phường An Cựu trên cơ sở tách các tổ dân phố từ tổ 3 đến tổ 12 của phường Vĩnh Lợi và thôn Nhất Tây của xã Thủy An.\n#Thành lập phường Phường Đúc trên cơ sở tách khu vực Lịch Đợi của phường Vĩnh Ninh và thôn Thượng Năm của xã Thủy Xuân.\n#Xã Xuân Long đổi thành phường Kim Long.\n#Xã Hương Lưu đổi thành phường Vĩ Dạ.\n#Xã Thủy Phú đổi thành phường Xuân Phú.\n#Xã Thủy Phước đổi thành phường Phước Vinh.\n#Xã Thủy Trường đổi thành phường Trường An.\n\n;1984:\n*Quyết định '''7-HĐBT'''<ref name=7HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-7-HDBT-phan-vach-dia-gioi-xa-thi-tran-tinh-Binh-Tri-Thien\/43392\/noi-dung.aspx Quyết định 7-HĐBT phân vạch địa giới xã, thị trấn thuộc tỉnh Bình Trị Thiên]<\/ref> ngày 12 tháng 1 năm 1984 của Hội đồng Bộ trưởng về việc phân vạch địa giới xã, thị trấn thuộc tỉnh Bình Trị Thiên:\n*'''Huyện [[Hương Điền (huyện)|Hương Điền]]'''\n#Tách thôn Tân Lập và thôn Phú Ốc của xã Hương Phú để thành lập thị trấn Tứ Hạ.\n#Tách thôn Lại Thành của xã Hương Phú để nhập vào xã Hương Bằng thành một đơn vị hành chính mới gọi là xã Hương Vân.\n#Tách thôn Trung Đông của xã Phong Hải để nhập vào xã Điền Hương.\n#Tách thôn Trung Hải của xã Phong Hải để nhập vào xã Điền Môn.\n#Tách thôn Tân Hội và thôn Mỹ Hòa của xã Phong Hải để nhập vào xã Điền Lộc.\n#Tách thôn Thế Mỹ A và thôn Thế Mỹ B của xã Phong Hải để nhập vào xã Điền Hòa.\n\n;1986:\n*Quyết định '''72-HĐBT'''<ref name=72HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-72-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-thi-tran-huyen-Phu-Loc-Bo-Trach-Le-Ninh-Ben-Hai-thi-xa-Dong-Ha-Dong-Hoi-tinh-Binh-Tri-Thien\/37111\/noi-dung.aspx Quyết định 72-HĐBT năm 1986 điều chỉnh địa giới hành chính xã, thị trấn thuộc các huyện Phú Lộc, Bố Trạch, Lệ Ninh, Bến Hải và các thị xã Đông Hà, Đồng Hới, tỉnh Bình Trị Thiên]<\/ref> ngày 13 tháng 6 năm 1986 của Hội đồng Bộ trưởng về việc điều chỉnh địa giới hành chính xã, thị trấn thuộc huyện Phú Lộc, tỉnh Bình Trị Thiên:\n*'''Huyện [[Phú Lộc]]''':\n#Thành lập thị trấn Phú Lộc (thị trấn huyện lỵ huyện Phú Lộc) trên cơ sở các thôn Cao Đôi Xá, Gia Lương, Đông Lưu, Vọng Trì và Sách Chữ của xã Lộc Trì và thôn Đá Bạc của xã Lộc Điền.\n#Thành lập xã Lộc Bình trên cơ sở thôn Rầu Dưới, Rầu Giữa của xã Vinh Hiền và các thôn Tân An, Mai Gia Phường của xã Lộc Trì.\n#Thành lập xã Lộc Hòa trên cơ sở thôn La Khê của xã Lộc Điền và thôn An Hà của xã Lộc An.\n;1989:\n*'''Huyện [[Hương Phú (huyện)|Hương Phú]]''':\nQuyết định '''29-HĐBT''' <ref>Quyết định 29\/1989\/QĐ-HĐBT<\/ref> năm 1989 tách thôn Cự Lại thuộc xã [[Phú Thuận, Phú Vang|Phú Thuận]] để thành lập xã [[Phú Hải, Phú Vang|Phú Hải]].\n\n===Thừa Thiên Huế ngày nay===\n*Quyết định của Quốc hội nước Cộng hòa Xã hội Chủ nghĩa Việt Nam ngày 30 tháng 6 năm 1989 chia tỉnh Bình Trị Thiên thành 3 tỉnh: Quảng Bình, Quảng Trị và Thừa Thiên Huế<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-dai-gioi-hanh-chinh-cua-cac-tinh-Nghia-Binh-Phu-Khanh-va-Binh-Tri-Thien-42792.aspx Nghị quyết phân vạch địa giới hành chính của các tỉnh Nghĩa Bình, Phú Khánh và Bình Trị Thiên]<\/ref>. Tỉnh Thừa Thiên Huế có 5 đơn vị hành chính gồm: Thành phố Huế và 4 huyện: Hương Điền, Hương Phú, Phú Lộc và A Lưới. Tỉnh lị đặt tại thành phố Huế.\n\n;1990: \n*Quyết định số '''345-HĐBT'''<ref>Quyết định số 345-HĐBT phân vạch địa giới các huyện Hương Điền, Hương Phú, Phú Lộc và điều chỉnh địa giới thành phố Huế.<\/ref> ngày 29 tháng 9 năm 1990 của Hội đồng Bộ trưởng về việc phân vạch địa giới các huyện Hương Điền, Hương Phú, Phú Lộc và điều chỉnh địa giới thành phố Huế, tỉnh Thừa Thiên Huế:\n*'''Thành phố [[Huế]], huyện [[Hương Điền (huyện)|Hương Điền]], huyện [[Hương Phú (huyện)|Hương Phú]]''':\n#Chuyển các xã: Bình Thành, Bình Điền, Hương Bình, Hương Hồ, Hương An, Hương Vinh, Hương Thọ, Hương Phong, Hải Dương về huyện Hương Điền quản lý.\n#Chuyển các xã: Thủy Bằng, Thủy Dương, Phú Thượng, Phú Dương, Phú Mậu, Phú Thanh, Phú Tân, Thuận An về huyện Hương Phú quản lý.\n*Chia huyện Hương Điền thành ba huyện lấy tên là huyện '''[[Phong Điền, Thừa Thiên Huế|Phong Điền]]''', huyện '''[[Quảng Điền]]''' và huyện '''[[Hương Trà]]''':\n#Huyện Phong Điền có 15 xã: Phong Bình, Phong Hòa, Phong Chương, Phong Hiền, Phong An, Phong Thu, Phong Mỹ, Phong Sơn, Phong Hải, Phong Xuân, Điền Hương, Điền Hải, Điền Hòa, Điền Môn và Điền Lộc.\n#Huyện Quảng Điền có 10 xã: Quảng Ngạn, Quảng Công, Quảng Lợi, Quảng Thái, Quảng Phước, Quảng Vinh, Quảng Phú, Quảng Thọ, Quảng Thành, Quảng An.\n#Huyện Hương Trà có 15 xã: Hương Bình, Hương Thọ, Hương Hồ, Hương Vân, Hương Văn, Hương Xuân, Hương Toàn, Hương Phong, Hương Vinh, Hương Chữ, Hương An, Bình Thành, Bình Điền, Hồng Tiến, Hải Dương và thị trấn Tứ Hạ.\n*Chia huyện Hương Phú thành hai huyện lấy tên là huyện '''[[Hương Thủy]]''' và huyện '''[[Phú Vang]]''':\n#Huyện Hương Thủy có 11 xã: Thủy Lương, Thủy Châu, Thủy Phương, Thủy Dương, Thủy Bằng, Thủy Phù, Thủy Tân, Thủy Thanh, Thủy Vân, Dương Hòa, Phú Sơn và thị trấn Phú Bài.\n#Huyện Phú Vang có 21 xã: Phú An, Phú Đa, Phú Diên, Phú Dương, Phú Hải, Phú Hồ, Phú Lương, Phú Mậu, Phú Mỹ, Phú Tân, Phú Thanh, Phú Thuận, Phú Thượng, Phú Xuân, Thuận An, Vinh An, Vinh Hà, Vinh Phú, Vinh Thái, Vinh Thanh và Vinh Xuân.\n*Chia huyện Phú Lộc thành hai huyện lấy tên là huyện '''[[Phú Lộc]]''' và huyện '''[[Nam Đông]]''':\n#Huyện Phú Lộc có 17 xã: Lộc An, Lộc Bình, Lộc Bổn, Lộc Điền, Lộc Hải, Lộc Hòa, Lộc Sơn, Lộc Thủy, Lộc Tiến, Lộc Trì, Lộc Vĩnh, Vinh Giang, Vinh Hải, Vinh Hiền, Vinh Hưng, Vinh Mỹ, Xuân Lộc và thị trấn Phú Lộc.\n#Huyện Nam Đông có 9 xã: Hương Giang, Hương Hữu, Hương Lộc, Hương Phú, Hương Sơn, Thượng Lộ, Thượng Long, Thượng Nhật, Thượng Quảng.\n\n;1995:\n*Nghị định '''80-CP'''<ref>Nghị định 80-CP về việc thành lập thị trấn huyện lỵ các huyện Phong Điền, A Lưới và phân chia các phường thuộc thành phố Huế.<\/ref> ngày 22 tháng 11 năm 1995 của Chính phủ về việc thành lập thị trấn huyện lỵ các huyện Phong Điền, A Lưới và phân chia các phường thuộc thành phố Huế, tỉnh Thừa Thiên Huế:\n*'''Thành phố [[Huế]]'''\n#Chia phường Vĩnh Lợi thành 2 phường: Phú Hội và Phú Nhuận.\n#Chia phường Phú Hiệp thành 2 phường: Phú Hiệp và Phú Hậu.\n*'''Huyện [[A Lưới]]'''\n#Thành lập thị trấn A Lưới trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hồng Nam.\n*'''Huyện [[Phong Điền, Thừa Thiên Huế|Phong Điền]]'''\n#Thành lập thị trấn Phong Điền trên cơ sở các thôn Vĩnh Nguyên, Trạch Thượng, Trạch Tả, Khánh Mỹ của xã Phong Thu và thôn Tân Lập của xã Phong An; với 1.821 ha diện tích tự nhiên và 4.502 nhân khẩu.\n\n;1997:\n*Nghị định '''22-CP'''<ref name=22CP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-22-CP-thanh-lap-thi-tran-va-dieu-chinh-dia-gioi-hanh-chinh-mot-so-xa-thuoc-cac-huyen-Quang-Dien-Nam-Dong-tinh-Thua-Thien-Hue-40533.aspx Nghị định 22-CP thành lập thị trấn và điều chỉnh địa giới hành chính một số xã thuộc các huyện Quảng Điền, Nam Đông, tỉnh Thừa Thiên Huế]<\/ref> ngày 17 tháng 3 năm 1997 của Chính phủ về việc thành lập thị trấn và điều chỉnh địa giới hành chính một số xã thuộc các huyện Quảng Điền, Nam Đông, tỉnh Thừa Thiên Huế:\n*'''Huyện [[Quảng Điền]]'''\n#Thành lập thị trấn Sịa trên cơ sở 1.118,4 ha diện tích tự nhiên và 8.610 nhân khẩu của xã Quảng Phước.\n#Sáp nhập thôn Mai Dương thuộc xã Quảng An vào phần còn lại của xã Quảng Phước.\n*'''Huyện [[Nam Đông]]'''\n#Thành lập thị trấn Khe Tre trên cơ sở 435 ha diện tích tự nhiên và 3.725 nhân khẩu của xã Hương Lộc.\n#Thành lập xã Hương Hòa trên cơ sở 1.040 ha diện tích tự nhiên và 1.891 nhân khẩu của xã Hương Lộc.\n\n;1999:\n*Nghị định '''75\/1999\/NĐ-CP'''<ref name=75NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-75-1999-ND-CP-thanh-lap-thi-tran-Thuan-An-thuoc-huyen-Phu-Vang-tinh-Thua-Thien-Hue-45584.aspx Nghị định 75\/1999\/NĐ-CP thành lập thị trấn Thuận An thuộc huyện Phú Vang, tỉnh Thừa Thiên Huế]<\/ref> ngày 20 tháng 8 năm 1998 của Chính phủ về việc thành lập thị trấn Thuận An thuộc huyện Phú Vang, tỉnh Thừa Thiên Huế:\n*'''Huyện [[Phú Vang]]'''\n#Thành lập thị trấn Thuận An trên cơ sở toàn bộ diện tích và dân số của hai xã Thuận An và Phú Tân.\n\n;2002:\n*Nghị định '''105\/2002\/NĐ-CP'''<ref name=105NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-105-2002-ND-CP-thanh-lap-thi-tran-Lang-Co-thuoc-huyen-Phu-Loc-tinh-Thua-Thien-Hue-6649.aspx Nghị định 105\/2002\/NĐ-CP thành lập thị trấn Lăng Cô thuộc huyện Phú Lộc, tỉnh Thừa Thiên Huế]<\/ref> ngày 20 tháng 12 năm 2002 của Chính phủ về việc thành lập thị trấn Lăng Cô thuộc huyện Phú Lộc, tỉnh Thừa Thiên Huế:\n*'''Huyện [[Phú Lộc]]'''\n#Thành lập thị trấn Lăng Cô trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Lộc Hải.\n\n;2007:\n*Nghị định '''44\/2007\/NĐ-CP'''<ref name=44NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-44-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-Huong-So-va-xa-Thuy-An-de-thanh-lap-cac-phuong-An-Hoa-Huong-So-An-Dong-Tay-Thua-Thien-Hue-17357.aspx Nghị định 44\/2007\/NĐ-CP điều chỉnh địa giới hành chính xã Hương Sơ và xã Thủy An để thành lập các phường An Hòa, Hương Sơ, An Đông, An Tây thuộc thành phố Huế, tỉnh Thừa Thiên Huế]<\/ref> ngày 27 tháng 3 năm 2007 của Chính phủ về việc điều chỉnh địa giới hành chính xã Hương Sơ và xã Thủy An để thành lập các phường An Hòa, Hương Sơ, An Đông, An Tây thuộc thành phố Huế, tỉnh Thừa Thiên Huế:\n*'''Thành phố [[Huế]]'''\n#Thành lập phường An Hòa trên cơ sở điều chỉnh 447,49 ha diện tích tự nhiên và 9.224 nhân khẩu của xã Hương Sơ.\n#Thành lập phường Hương Sơ trên cơ sở toàn bộ 393,81 ha diện tích tự nhiên và 6.992 nhân khẩu còn lại của xã Hương Sơ.\n#Thành lập phường An Đông trên cơ sở điều chỉnh 495,33 ha diện tích tự nhiên và 14.099 nhân khẩu của xã Thủy An.\n#Thành lập phường An Tây trên cơ sở toàn bộ 908,67 ha diện tích tự nhiên và 5.881 nhân khẩu còn lại của xã Thủy An.\n\n;2010:\n*Nghị quyết '''08\/NQ-CP'''<ref name=08NQCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-08-NQ-CP-Thanh-lap-thi-xa-Huong-Thuy-cac-phuong-thi-xa-Huong-Thuy\/101380\/noi-dung.aspx Nghị quyết 08\/NQ-CP thành lập thị xã Hương Thủy và thành lập các phường thuộc thị xã Hương Thủy, tỉnh Thừa Thiên Huế]<\/ref> ngày 9 tháng 2 năm 2010 của Chính phủ về việc thành lập thị xã Hương Thủy và thành lập các phường thuộc thị xã Hương Thủy, tỉnh Thừa Thiên Huế:\n*'''Thị xã [[Hương Thủy]]'''\n#Thành lập thị xã Hương Thủy trên cơ sở toàn bộ 45.817,49 ha diện tích tự nhiên và 96.525 nhân khẩu của huyện Hương Thủy.\n#Thành lập các phường thuộc thị xã Hương Thủy:\n##Thành lập phường Phú Bài trên cơ sở toàn bộ 1.570 ha diện tích tự nhiên và 14.174 nhân khẩu của thị trấn Phú Bài.\n##Thành lập phường Thủy Lương trên cơ sở toàn bộ 857,5 ha diện tích tự nhiên và 6.774 nhân khẩu của xã Thủy Lương.\n##Thành lập phường Thủy Châu trên cơ sở toàn bộ 1.795 ha diện tích tự nhiên và 10.471 nhân khẩu của xã Thủy Châu.\n##Thành lập phường Thủy Phương trên cơ sở toàn bộ 2.825,06 ha diện tích tự nhiên và 12.910 nhân khẩu của xã Thủy Phương.\n##Thành lập phường Thủy Dương trên cơ sở toàn bộ 1.249,89 ha diện tích tự nhiên và 11.115 nhân khẩu của xã Thủy Dương.\n#Sau khi thành lập thị xã Hương Thủy và thành lập các phường thuộc thị xã Hương Thủy:\n##Thị xã Hương Thủy có 45.817,49 ha diện tích tự nhiên và 96.525 nhân khẩu, có 12 đơn vị hành chính, bao gồm các phường: Phú Bài, Thủy Châu, Thủy Lương, Thủy Phương, Thủy Dương và các xã: Thủy Bằng, Thủy Phù, Thủy Tân, Thủy Thanh, Thủy Vân, Dương Hòa, Phú Sơn.\n##Tỉnh Thừa Thiên Huế có 506.527,92 ha diện tích tự nhiên và 1.087.579 nhân khẩu, có 09 đơn vị hành chính trực thuộc, bao gồm: thành phố Huế, thị xã Hương Thủy và các huyện: Phong Điền, Hương Trà, Quảng Điền, A Lưới, Nam Đông, Phú Lộc, Phú Vang.\n*Nghị quyết '''14\/NQ-CP'''<ref name=14NQCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-14-NQ-CP-thanh-lap-cac-phuong-Huong-Long-Thuy-Xuan-Thuy-Bieu-thanh-pho-Hue-102913.aspx Nghị quyết 14\/NQ-CP thành lập các phường: Hương Long, Thủy Xuân, Thủy Biều thuộc thành phố Huế, tỉnh Thừa Thiên Huế]<\/ref> ngày 25 tháng 3 năm 2010 của Chính phủ về việc thành lập các phường: Hương Long, Thủy Xuân, Thủy Biều thuộc thành phố Huế, tỉnh Thừa Thiên Huế:\n*'''Thành phố [[Huế]]'''\n#Thành lập phường Hương Long trên cơ sở toàn bộ 728,2 ha diện tích tự nhiên và 10.990 nhân khẩu của xã Hương Long.\n#Thành lập phường Thủy Xuân trên cơ sở toàn bộ 769,70 ha diện tích tự nhiên và 11.265 nhân khẩu của xã Thủy Xuân.\n#Thành lập phường Thủy Biều thuộc thành phố Huế trên cơ sở toàn bộ 657,3 ha diện tích tự nhiên và 9.929 nhân khẩu của xã Thủy Biều.\n\n;2011:\n*Nghị quyết '''82\/NQ-CP'''<ref name=82NQCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-82-NQ-CP-thanh-lap-thi-tran-Phu-Da-huyen-Phu-Vang\/124775\/noi-dung.aspx Nghị quyết 82\/NQ-CP thành lập thị trấn Phú Đa thuộc huyện Phú Vang, tỉnh Thừa Thiên Huế]<\/ref> ngày 30 tháng 5 năm 2011 của Chính phủ về việc thành lập thị trấn Phú Đa thuộc huyện Phú Vang, tỉnh Thừa Thiên Huế:\n*'''Huyện [[Phú Vang]]'''\n#Thành lập thị trấn Phú Đa thuộc huyện Phú Vang trên cơ sở toàn bộ 2.966 ha diện tích tự nhiên và 11.988 nhân khẩu của xã Phú Đa.\n*Nghị quyết '''99\/NQ-CP'''<ref name=99NQCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quye-99-NQ-CP-thanh-lap-thi-xa-Huong-Tra-va-phuong-thi-xa-Huong-Tra\/131790\/noi-dung.aspx Nghị quyết 99\/NQ-CP thành lập thị xã Hương Trà và thành lập các phường thuộc thị xã Hương Trà, tỉnh Thừa Thiên Huế]<\/ref> ngày 15 tháng 11 năm 2011 của Chính phủ về việc thành lập thị xã Hương Trà và thành lập các phường thuộc thị xã Hương Trà, tỉnh Thừa Thiên Huế:\n*'''Thị xã [[Hương Trà]]'''\n#Thành lập thị xã Hương Trà trên cơ sở toàn bộ 51.853,4 ha diện tích tự nhiên và 118.354 nhân khẩu của huyện Hương Trà.\n#Thành lập các phường thuộc thị xã Hương Trà:\n##Thành lập phường Tứ Hạ trên cơ sở toàn bộ 845,4 ha diện tích tự nhiên và 9.118 nhân khẩu của thị trấn Tứ Hạ.\n##Thành lập phường Hương Văn trên cơ sở toàn bộ 1.372 ha diện tích tự nhiên và 8.947 nhân khẩu của xã Hương Văn.\n##Thành lập phường Hương Xuân trên cơ sở toàn bộ 1.493 ha diện tích tự nhiên và 8.784 nhân khẩu của xã Hương Xuân.\n##Thành lập phường Hương Vân trên cơ sở toàn bộ 6.133 ha diện tích tự nhiên và 6.430 nhân khẩu của xã Hương Vân.\n##Thành lập phường Hương Chữ trên cơ sở toàn bộ 1.585 ha diện tích tự nhiên và 9.288 nhân khẩu của xã Hương Chữ.\n##Thành lập phường Hương An trên cơ sở toàn bộ 1.069 ha diện tích tự nhiên và 5.974 nhân khẩu của xã Hương An.\n##Thành lập phường Hương Hồ trên cơ sở toàn bộ 3.376 ha diện tích tự nhiên và 9.426 nhân khẩu của xã Hương Hồ.\n#Sau khi thành lập thị xã Hương Trà và thành lập các phường thuộc thị xã Hương Trà:\n##Thị xã Hương Trà có 51.853,4 ha diện tích tự nhiên và 118.354 nhân khẩu; có 16 đơn vị hành chính trực thuộc, gồm 07 phường: Tứ Hạ, Hương Văn, Hương Xuân, Hương Vân, Hương Chữ, Hương An, Hương Hồ và 09 xã: Hương Toàn, Hương Vinh, Hương Phong, Hải Dương, Hương Thọ, Bình Thành, Bình Điền, Hương Bình và Hồng Tiến.\n##Tỉnh Thừa Thiên Huế có 503.320 ha diện tích tự nhiên và 1.122.770 nhân khẩu; có 09 đơn vị hành chính trực thuộc, gồm: thành phố Huế, thị xã Hương Thủy, thị xã Hương Trà và 06 huyện: Phong Điền, Quảng Điền, Phú Vang, Nam Đông, Phú Lộc và A Lưới.\n\n;2019:\n*Nghị quyết '''834\/NQ-UBTVQH14''' ngày 17 tháng 12 năm 2019 của Ủy ban thường vụ Quốc hội về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thừa Thiên Huế<ref name=NQ834>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-834-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Thua-Thien-Hue-432104.aspx|tựa đề=Nghị quyết số 834\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Thừa Thiên Huế|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>:\n*'''Thị xã [[Hương Trà]]'''\n#Hợp nhất xã Bình Điền và xã Hồng Tiến thành một xã lấy tên là xã Bình Tiến.\n*'''Huyện [[A Lưới]]'''\n#Hợp nhất xã A Đớt và Hương Lâm thành một xã lấy tên là xã Lâm Đớt.\n#Hợp nhất xã Hồng Quảng và xã Nhâm thành một xã lấy tên là xã Quảng Nhâm.\n#Hợp nhất xã Bắc Sơn và xã Hồng Trung thành một xã lấy tên là xã Trung Sơn.\n*'''Huyện [[Nam Đông]]'''\n#Hợp nhất xã Hương Giang và Hương Hòa thành một xã lấy tên là xã Hương Xuân.\n*'''Huyện [[Phú Lộc]]'''\n#Hợp nhất xã Vinh Giang và xã Vinh Hải thành một xã lấy tên là xã Giang Hải.\n*'''Huyện [[Phú Vang]]'''\n#Hợp nhất xã Vinh Phú và xã Vinh Thái thành một xã lấy tên là xã Phú Gia.\n\n;2021:\n*Nghị quyết '''1264\/NQ-UBTVQH14''' ngày 27 tháng 4 năm 2021 của Ủy ban thường vụ Quốc hội về việc điều chỉnh địa giới hành chính các đơn vị hành chính cấp huyện và sắp xếp, thành lập các phường thuộc thành phố Huế, tỉnh Thừa Thiên Huế<ref name=NQ1264>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1264-NQ-UBTVQH14-2021-dieu-chinh-dia-gioi-hanh-chinh-cap-huyen-Thua-Thien-Hue-473372.aspx|tựa đề=Nghị quyết số 1264\/NQ-UBTVQH14 năm 2021 về việc điều chỉnh địa giới hành chính các đơn vị hành chính cấp huyện và sắp xếp, thành lập các phường thuộc thành phố Huế, tỉnh Thừa Thiên Huế}}<\/ref>:\n*'''Thành phố [[Huế]], thị xã [[Hương Thủy]], thị xã [[Hương Trà]], huyện [[Phú Vang]]'''\n#Chuyển 2 phường Hương An, Hương Hồ và 4 xã Hải Dương, Hương Phong, Hương Thọ, Hương Vinh thuộc thị xã Hương Trà về thành phố Huế quản lý.\n#Chuyển 2 xã Thủy Bằng và Thủy Vân thuộc thị xã Hương Thủy về thành phố Huế quản lý.\n#Chuyển thị trấn Thuận An và 4 xã Phú Dương, Phú Mậu, Phú Thanh, Phú Thượng thuộc huyện Phú Vang về thành phố Huế quản lý.\n*'''Thành phố Huế'''\n#Hợp nhất phường Phú Cát và phường Phú Hiệp thành một phường lấy tên là phường Gia Hội.\n#Hợp nhất phường Phú Hòa và phường Thuận Thành thành một phường lấy tên là phường Đông Ba.\n#Sáp nhập toàn bộ diện tích và dân số của phường Phú Bình vào phường Thuận Lộc.\n#Điều chỉnh 0,46&nbsp;km² diện tích tự nhiên và 7.548 người của phường Phú Thuận về phường Tây Lộc quản lý.\n#Điều chỉnh 0,80&nbsp;km² diện tích tự nhiên và 4.926 người còn lại của phường Phú Thuận về phường Thuận Hòa quản lý.\n#Thành lập phường Hương Vinh trên cơ sở toàn bộ 7,14&nbsp;km² diện tích tự nhiên và 15.671 người của xã Hương Vinh.\n#Thành lập phường Thủy Vân trên cơ sở toàn bộ 4,92&nbsp;km² diện tích tự nhiên và 7.932 người của xã Thủy Vân.\n#Thành lập phường Phú Thượng trên cơ sở toàn bộ 5,89&nbsp;km² diện tích tự nhiên và 20.850 người của xã Phú Thượng.\n#Thành lập phường Thuận An trên cơ sở toàn bộ 16,28&nbsp;km² diện tích tự nhiên và 20.972 người của thị trấn Thuận An.\n\n==Các đơn vị hành chính trực thuộc==\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{DEFAULTSORT|Thừa Thiên Huế}}\n\n==Tham khảo==\n* [[Đại Nam nhất thống chí]], Nhà xuất bản Thuận Hóa, 2006.\n* [[Đồng Khánh địa dư chí]], Nhà xuất bản Thế giới, 2003.\n* Địa chí Thừa Thiên Huế, Nhà xuất bản Khoa học xã hội, 2005.\n* [https:\/\/www.thuathienhue.gov.vn\/vi-vn\/Thong-tin-du-dia-chi\/tid\/Lich-su-TT-Hue\/cid\/72FED449-024D-433D-A058-15149744F3E5 Lịch sử TT-Huế] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160928114024\/http:\/\/www.thuathienhue.gov.vn\/vi-vn\/Thong-tin-du-dia-chi\/tid\/Lich-su-TT-Hue\/cid\/72FED449-024D-433D-A058-15149744F3E5 |date=2016-09-28 }}\n* [http:\/\/tapchisonghuong.com.vn\/tin-tuc\/p0\/c101\/n9716\/Vai-net-ve-thanh-pho-Hue-trong-qua-trinh-len-do-thi-loai-I.html Vài nét về thành phố Huế trong quá trình lên đô thị loại I]\n\n{{Đơn vị hành chính thuộc tỉnh Thừa Thiên Huế}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Thừa Thiên Huế]]\n[[Thể loại:Hành chính Thừa Thiên Huế]]"}