{"87695":"{{Xem thêm|Thành phố Hồ Chí Minh#Lịch sử}}\n[[Tập tin:Ben Thanh market at night.JPG|nhỏ|[[Chợ Bến Thành]] về đêm, nơi đây là biểu tượng không chính thức của [[Thành phố Hồ Chí Minh]].]]\n\n'''[[Thành phố Hồ Chí Minh]] '''là tên gọi chính thức từ [[Tháng bảy|tháng 7]] năm [[1976]] khi được [[Quốc hội Việt Nam|Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam]] đổi tên từ '''Sài Gòn – Gia Định'''.<ref name=\":0\" \/> Hiện nay, tên gọi Sài Gòn vẫn được dùng phổ biến và được nhắc đến như tên bán chính thức của thành phố này.\n\n==Những ghi chép đầu tiên về tên gọi Sài Gòn==\nĐịa danh '''Sài Gòn''' trên 300 năm và từng được dùng để chỉ một khu vực với diện tích khoảng 1&nbsp;km² (''Chợ Sài Gòn'') có đông [[người Hoa]] sinh sống trong [[thế kỷ 18]]. Địa bàn đó gần tương ứng với khu [[Chợ Lớn]] ngày nay.\n\nNăm [[1747]], theo danh mục các họ đạo trong Launay, ''Histoire de la Mission Cochinchine'', có ghi chép \"Rai Gon Thong\" (Sài Gòn Thượng) và \"Rai Gon Hạ\" (Sài Gòn Hạ).\n\nTheo ''Phủ biên tạp lục'' của [[Lê Quý Đôn]] viết năm [[1776]], năm 1674, Thống suất Nguyễn Dương Lâm vâng lệnh chúa Nguyễn đánh [[Campuchia|Cao Miên]] và phá vỡ \"Lũy Sài Gòn\" (theo Hán Nho viết là \"Sài Côn\"). Đây là lần đầu tiên chữ \"Sài Gòn\" xuất hiện trong tài liệu Việt Nam. Vì thiếu chữ viết nên [[chữ Hán]] \"Côn\" được dùng thế cho \"Gòn\". Nếu đọc theo [[Chữ Nôm|Nôm]] là \"Gòn\", còn không biết đó là Nôm mà đọc theo chữ Hán thì là \"Côn\".\n\nSau đó, danh xưng Sài Gòn được dùng để chỉ các khu vực nằm trong '''lũy Lão Cầm''' (năm [[1700]]), '''lũy Hoa Phong''' (năm [[1731]]) và '''lũy Bán Bích''' (năm [[1772]]), chỉ với diện tích 5&nbsp;km².\n===[[Pháp thuộc|Thời Pháp thuộc]]===\n{{Xem thêm|Thành phố Hồ Chí Minh#Về danh hiệu Hòn ngọc Viễn Đông thời Pháp thuộc|l1=Hòn ngọc Viễn Đông}}\nNgày [[11 tháng 4]] năm [[1861]], sau khi chiếm được thành Gia Định, Phó Đô đốc [[Léonard Charner]] ra nghị định xác định địa giới thành phố Sài Gòn (tiếng Pháp: ''Ville de Saigon'') bao gồm cả vùng Sài Gòn và Bến Nghé. Đến ngày 3 tháng 10 năm 1865, quyền thống đốc Nam Kỳ, chuẩn đô đốc [[Pierre Roze]] đã ký nghị định quy định lại diện tích của thành phố Sài Gòn chỉ còn 3km2 tại khu Bến Nghé cũ, đồng thời cũng quy định [[chợ Lớn|thành phố Chợ Lớn]] (tiếng Pháp: ''Ville de Cholon'') tại khu vực Sài Gòn cũ. Từ đó tên gọi Sài Gòn chính thức dùng để chỉ vùng đất [[Bến Nghé]], và tên [[Chợ Lớn]] để chỉ vùng Sài Gòn cũ. Sau năm [[1956]], tên gọi Sài Gòn được dùng chung để chỉ cả hai vùng đất này.\n\n==Các giả thuyết về nguồn gốc tên gọi Sài Gòn==\n\n=== Đề Ngạn ===\nĐây là thuyết được đưa ra bởi 2 người Pháp là Aubaret và Francis Garnier. Theo Aubaret, ''Histoire et description de la Basse-Cochinchine'', và Garnier, ''Cholen'', thì năm [[1778]] người Hoa ở [[Cù lao Phố]] ([[Biên Hòa]]) vì giúp đỡ [[nhà Nguyễn]] nên bị quân [[nhà Tây Sơn]] tìm kiếm phải rút lui theo con sông Tân Bình ([[Bến Nghé]]), chọn vùng đất ở giữa đường [[Mỹ Tho]] đi Cù lao Phố mà xây dựng tân sở, ngày sau thành phố [[Chợ Lớn]]. Năm [[1782]] họ lại bị quân nhà Tây Sơn tìm kiếm một lần nữa. Ít lâu sau họ xây dựng lại, đắp đê cao nên đặt tên chỗ mới là \"Tai-Ngon\", hoặc \"Tin-Gan\", phát âm theo tiếng [[tiếng Quảng Đông|Quảng Đông]] là \"Thầy Ngồn\" hay \"Thì Ngòn\", đọc theo âm [[Từ Hán-Việt|Hán-Việt]] là \"Đề Ngạn\" (堤岸). Hiện tại, Đề Ngạn (堤岸) vẫn được dùng bởi cộng đồng người Hoa để chỉ khu vực Chợ Lớn. Người Hoa hiện dùng từ \"Tây Cống\" (西貢), âm Quảng: \"Xây-cóon\" để gọi danh từ Sài Gòn và để chỉ khu vực Bến Nghé.\n\nThuyết này được hai học giả là Vương Hồng Sển và Thái Văn Kiểm đồng ý. Quả thật, trên phương diện ngữ âm, thì \"Thầy Ngòn\", \"Xi Coón\" rất giống \"Sài Gòn\". Trong bản đồ của Trần Văn Học vẽ năm 1815 thì địa danh Sài Gòn Xứ (柴棍處) được dùng để chỉ khu vực gần Chợ Lớn hiện nay,[https:\/\/upload.wikimedia.org\/wikipedia\/commons\/1\/16\/Ban_Do_Gia_Dinh_1815_Tran_Van_Hoc_v2.png] củng cố thêm giả thiết liên hệ giữa Sài Gòn và Thầy Ngòn - Đề Ngạn.\n\n===Củi và Bông gòn===\nCó thuyết nói rằng \"Sài Gòn\" bắt nguồn từ chữ \"Sài\" theo [[chữ Hán]] là củi và \"Gòn\" là [[chữ Nôm]] chỉ [[bông gòn|cây bông gòn]].\n\n:\"Sài là mượn tiếng viết theo chữ Hán có nghĩa là củi gỗ, Gòn là tiếng Nam chỉ bông gòn. Người ta nói rằng tên đó phát sinh bởi sự kiện nhiều cây bông gòn do người Cao Miên đã trồng chung quanh đồn đất xưa của họ, mà dấu vết nay vẫn còn ở [[chùa Cây Mai]] và các vùng lân cận.... Theo ý tôi, hình như tên đó là của người [[Campuchia|Cao Miên]] đặt cho xứ này, rồi sau đem làm tên gọi thành phố. Tôi chưa tìm ra được nguồn gốc đích thực của tên đó.\"\n::([[Trương Vĩnh Ký]], ''Souvenirs historiques sur Saigon et ses environs'', trong ''Excursions et Reconnaissance X. Saigon, Imprimerie Coloniale 1885'')\n\nTương tự có nhiều thuyết cho rằng \"Sài Gòn\" từ chữ \"Prey Kor\" (Rừng Gòn) hay \"Kai Gon\" (Cây Gòn) mà ra. Nói chung, các thuyết này đều dựa trên một đặc điểm chính: cây bông gòn.\n\nNhưng thuyết này phần lớn đã bị bác bỏ vì lý do đơn giản là không ai tìm được dấu tích của một thứ \"rừng gòn\" ở vùng Sài Gòn, hay sự đắc dụng của củi gòn ở miền Nam, kể cả Trương Vĩnh Ký. Ngay vào thời của Trương Vĩnh Ký (1885) tức khoảng hơn 100 năm sau mà đã không còn dấu tích rõ ràng của thứ rừng này, mặc dù lúc đó không có phát triển gì lắm. Ngay cả khi Louis Malleret khảo nghiệm lại, hình như cũng không có dấu vết gì của một rừng gòn ở Sài Gòn.\n\nThêm nữa là cây gòn thời đó dùng làm hàng rào chứ không làm củi. Và theo Lê Trung Hoa trong ''Địa Danh'' thì \"sài\" chỉ xuất hiện trong các từ ghép [[Từ Hán-Việt|Hán-Việt]], như \"sài Tân\" chứ chưa bao giờ được dùng như một từ đơn, nên không thể nói \"củi\" được, là \"sài\" được, hay là \"củi gòn\" là \"Sài Gòn\" được.\n\nVậy, thuyết Sài Gòn là \"củi gòn\" đã bị bác bỏ bởi thực tế địa lý và ngữ học.\n\n===Bến Củi===\nDọc theo con đường [[Nam tiến]] của dân tộc Việt Nam có nhiều bến bên các dòng sông: Bến Vân đồn, Bến Thủy, Bến Hải, Bến Quan, Bến Ván, Bến Thóc, Bến Đình, Bến Tranh, Bến Tre, Bến Súc, Bến Tắm Ngựa, Bến Thành, [[Chợ Bến Thành|Bến Thành]]... Một số địa danh bị biến đổi như Bến Ván đã được đổi ra Bản Tân, Bến Thóc đã đổi ra Mễ Tân. Rất có thể địa danh Bến Củi đã được đổi ra Sài Tân hoặc Sài Ngạn (do người Quảng Đông sống ở khu vực này gọi bến (bờ) bằng chữ '''Ngạn''', củi gỗ là '''Sài'''. \"Sài Ngạn\" (được phát âm như là \"Xây-cóon\" hay \"Xi-cóon\") có lẽ do phát âm trại thành \"Sài Gòn\".\n\nTuy nhiên giả thuyết này bị phát bỏ vì mơ hồ và thiếu thuyết phục, vì tên gọi Sài Gòn được ghi chép từ ngay trước khi người Hoa bỏ Cù Lao Phố về Sài Gòn.\n\n===Prei Nokor===\nDựa theo lịch sử và phát âm có thuyết cho là \"Sài Gòn\" là được phiên âm từ \"Prei Nokor\" hay từ \"Thầy Ngồn\" mà ra. Prei Nokor nguyên là dinh của phó vương [[Chân Lạp]] thuộc vùng [[Chợ Lớn]] tới [[chùa Cây Mai]], là dấu vết của một \"thành phố\" có từ thời Tiền Angkor (theo nhà sử học Pháp Louis Malleret). Tuy nhiên không có tài liệu nào khẳng định rằng nơi đây từng tồn tại khu dân cư trước [[thế kỷ 16]].\n\nÔng Petrus Trương Vĩnh Ký là người đưa ra thuyết này. Trong tiểu giáo trình ''Địa lý Nam Kỳ'', ông đã công bố một danh sách đối chiếu 187 địa danh Việt Miên ở Nam Kỳ, như Cần Giờ là Kanco, Gò Vấp là Kompăp, Cần Giuộc là Kantuọc và Sài Gòn là Prei Nokor.\n\nHai ông Nguyễn Đình Đầu và Lê Trung Hoa đều đồng ý với thuyết này, dựa theo lịch sử và ngữ âm.\n\nTheo sử Cao Miên được dịch lại bởi Louis Malleret, vào năm 1623, một sứ thần của chúa Nguyễn đem quốc thư tới vua Cao Miên và ngỏ ý muốn mượn xứ Prei Nokor và Kras Krabei của Cao Miên để đặt phòng thu thuế. Tới năm 1674, Cao Miên có biến, chúa Nguyễn sai Nguyễn Dương Lâm đánh và phá luỹ Sài Gòn. Vậy, từ 1623 tới 1674, vùng Prei Nokor, hay Sài Gòn, đã phát triển lắm.\n\nĐó là theo sử sách, còn theo tiếng nói thì Prei Nokor (hay Brai Nagara theo [[tiếng Phạn]] mà người Miên mượn), có nghĩa là \"thị trấn ở trong rừng\", \"Prei\" hay \"Brai\" là \"rừng\", \"Nokor\" hay \"Nagara\" là \"thị trấn\". Đây là vùng mà chúa Nguyễn đã mượn làm nơi thu thuế.\n\nTheo tiến trình của ngôn ngữ, Prei hay Brai biến thành Rai, thành \"Sài\", Nokor bị bỏ \"no\" thành \"kor\", và từ \"kor\" thành \"gòn\".\n\n===Những tên gọi khác dùng để chỉ vùng đất Sài Gòn===\nTrước đó Sài Gòn có nhiều tên khác nữa, đầu tiên là '''[[Thù Nại]]'''<ref name=\"thanhnien.vn\">{{Chú thích web|url=https:\/\/thanhnien.vn\/sai-gon-tung-la-dia-danh-nam-tuot-trongcho-lon-post945269.html|tựa đề=Sài Gòn từng là địa danh nằm tuốt trong…Chợ Lớn?|tác giả=Lê Công Sơn|ngày=2020-04-11|website=Báo Thanh Niên|ngôn ngữ=vi|url-status=live|ngày truy cập=2022-04-06}}<\/ref> bao gồm hầu hết vùng phía Đông Nam Bộ ngày nay (rộng khoảng 20,000-25,000&nbsp;km²). Đến năm 1698, Sài Gòn có tên là '''Huyện [[Tân Bình]]''', lúc này chỉ khoảng 5,000&nbsp;km² và có đường biên giới phía Tây là [[sông Sài Gòn]].<ref name=\"thanhnien.vn\" \/>\n\n==Lịch sử hành chính==\n{{chính|Lịch sử hành chính Thành phố Hồ Chí Minh}}\n[[Tập tin:Saigon street in the 1910s.jpg|nhỏ|240px|Đường phố Sài Gòn năm 1915]]\n\n===Thời cổ đại===\nVào thời kỳ cổ đại, khu vực nay là Thành phố Hồ Chí Minh thuộc quốc gia cổ [[Phù Nam]]. Đầu [[thế kỷ 17]] trên một khu vực rộng lớn, dân cư thưa thớt, nằm trong khu vực tranh chấp ảnh hưởng giữa [[Chân Lạp]] và [[Chiêm Thành]] chỉ ghi nhận 2 ngôi làng nhỏ của người Chân Lạp. Một tên Prei Nokor (Sài Gòn), một mang tên Kas Krobei ([[Bến Nghé (phường)|Bến Nghé]]).\n\n===Thời chúa Nguyễn và nhà Nguyễn===\n{{Xem thêm|Thành phố Hồ Chí Minh#Khai phá|Bến Nghé}}\nNăm [[1623]], [[Chúa Nguyễn]] sai một phái bộ tới yêu cầu vua [[Chey Chettha II]] cho lập đồn thu thuế tại Prei Nokor (Sài Gòn) và Kas Krobei ([[Bến Nghé]]). Đây là vùng rừng rậm hoang vắng nhưng cũng là địa điểm qua lại và nghỉ ngơi của thương nhân Việt Nam đi [[Campuchia|Cao Miên]] và [[Xiêm|Xiêm La]]. Cùng khi đó, người Việt bắt đầu tập trung sinh sống tại xung quanh hai đồn này. Chẳng bao lâu, hai đồn thu thuế trở thành trung tâm của khu thị tứ trên bến dưới thuyền, công nghiệp và thương nghiệp sầm uất.\n\nVào khoảng năm [[1658]], Chân Lạp đứng trên bờ vực khủng hoảng đã cầu viện chúa Nguyễn nhằm chống lại [[người Thái]]. Năm [[1679]], chúa Nguyễn cho phép một nhóm [[người Hoa]] tị nạn triều Mãn Thanh, gồm hơn 3.000 người đến cư trú ở [[Biên Hòa]] (Đồng Nai) và Mỹ Tho<ref>Dương Ngạn Địch và Trần Thượng Xuyên.<\/ref>.\n\nNăm [[1698]], chúa Nguyễn cử Lễ Thành Hầu [[Nguyễn Hữu Cảnh]] vào Nam, thiết lập chính quyền, các đơn vị hành chính, chia đặt tỉnh lỵ v.v., chính thức xác lập chủ quyền của Đại Việt trên vùng đất mới. Nguyễn Hữu Cảnh lấy xứ Đồng Nai làm huyện Phước Long và xứ Sài Gòn làm huyện [[Tân Bình (phủ cũ Gia Định)|Tân Bình]] (nghĩa là Quảng Bình mới), đặt ra hai dinh Trấn Biên (Biên Hoà) và Phiên Trấn (Gia Định)<ref>'''Trấn''' là khu vực quân sự, chưa ổn định việc cai trị<\/ref>, cho quan vào cai trị. Từ đó, xứ Sài Gòn trở thành huyện Tân Bình và huyện sở đặt ở làng Tân Khai, là trụ sở của dinh Phiên Trấn. Những xóm làng đầu tiên của Sài Gòn là xóm Hòa Mỹ (tức xóm Thủy Trại, gần đường Cường Để), xóm Tân Khai (đường mé sông khoảng cầu Mống), xóm Long Điền, xóm Than, xóm Bàu Sen (cây Mai), xóm Phú Giáo, xóm Lò Bún, xóm Cây Củi, xóm Rẫy Cải, xóm Ụ Ghe. Sài Gòn trở thành một thị trấn đông đúc với hơn một vạn dân và là thủ phủ của dinh Phiên Trấn. Thanh Hà là xã đầu tiên của người Hoa ở, vùng Đồng Nai và [[Minh Hương]] là xã đầu tiên của người Hoa tại Tân Bình.\n\nNăm [[1790]], chúa Nguyễn Phúc Ánh cho đắp thành Gia Định <ref>Lúc bấy giờ còn có tên gọi là thành Bát Quái, hay thành Quy<\/ref> ở làng Tân Khai, lập Gia Định Kinh, làm nơi đóng đô của [[Gia Long|Nguyễn Ánh]] chống quân Tây Sơn. Sau khi thống nhất đất nước, năm [[1802]], vua [[Gia Long]] cho lập kinh đô ở Huế, đổi Gia Định Kinh lại thành Gia Định Trấn. Đây là một đơn vị hành chính quản trị cả năm trấn Phiên An, Biên Hòa, Định Tường, Vĩnh Thanh và Hà Tiên. Do dễ gây ra sự nhầm lẫn về danh xưng '''Trấn''', nên năm 1808, Gia Long cho thành lập [[Gia Định Thành]], một cơ quan hành chính cấp cao, thay mặt hoàng đế quản trị 5 trấn. Tại Bắc Hà, Gia Long cũng cho thành lập một đơn vị hành chính tương đương là '''Bắc Thành'''.\n\nNăm [[1832]], [[Minh Mạng]] giải tán Gia Định Thành, chia lại 5 trấn do Gia Định Thành quản lý lại thành 6 tỉnh, gọi chung là Nam Kỳ Lục tỉnh. Phiên An trấn trở thành tỉnh Phiên An.\n\nSau cuộc khởi nghĩa của [[Lê Văn Khôi]], thành Quy bị phá hủy. Một thành mới nhỏ hơn gọi là [[thành Phụng]] được xây dựng. Thành này không chống nổi cuộc vây hãm của quân Pháp vài năm sau đó.\n\n===Thời Pháp xâm chiếm Nam Kỳ===\n{{Xem thêm|Thành phố Hồ Chí Minh#Thời kỳ thuộc Pháp|l1=Thành phố Hồ Chí Minh thời Pháp thuộc}}\n[[Tập tin:Saigonhotel.jpg|nhỏ|phải|240px|Người Pháp đã xây dựng ở Sài Gòn các công trình theo phong cách châu Âu để phục vụ việc khai thác thuộc địa, và họ gọi nó là \"Hòn ngọc Viễn Đông\" hay \"Paris của Phương Đông\"]]\n[[Tập tin:Saigon - Manufacture d'Opium.jpg|nhỏ|phải|250px|Xưởng [[thuốc phiện]] (Manufacture d'Opium) ở Sài Gòn thời thuộc Pháp. Khu xưởng này cung ứng từ 1\/3 đến 1\/2 ngân sách toàn Đông Dương]]\nSau khi chiếm được Sài Gòn vào năm [[1859]], [[người Pháp]] đã gấp rút quy hoạch xây dựng Sài Gòn thành một [[đô thị]] lớn nhiều chức năng (hành chính, quân sự, kinh tế, cảng, v.v.). Ngày 11 tháng 4 năm 1861, Phó Đô đốc [[Léonard Charner]] ra nghị định xác định địa giới thành phố Sài Gòn (tiếng Pháp: ''Ville de Saigon'') lúc đó: phía đông là [[sông Sài Gòn]], phía bắc là [[kênh Nhiêu Lộc – Thị Nghè|rạch Thị Nghè]], phía nam là [[rạch Bến Nghé]], phía tây từ chùa Cây Mai đến đồn Kỳ Hòa, diện tích 25&nbsp;km². Theo đó, ngày 30 tháng 4 năm 1862, trung tá công binh [[Coffyn]] <!-- tên? --> đã cho soạn dự án mở rộng thành phố Sài Gòn<ref>còn gọi là Dự án \"Sài Gòn thành phố 500.000 dân\" (tiếng Pháp: ''Saigon ville de 500.000 âmes'')<\/ref>, và được thống đốc đầu tiên của Nam Kỳ, Chuẩn đô đốc [[Louis Bonard]]. Tuy nhiên, dự án này chỉ được triển khai một thời gian ngắn thì bị bỏ dở. Ngày 14 tháng 8 năm 1862, Bonard lại ký Quyết định số 145 về quy định tổ chức hành chính tỉnh Gia Định, theo đó tỉnh Gia Định (tiếng Pháp: ''Province de Gia-dinh'') gồm 3 phủ (tiếng Pháp: ''département''), mỗi phủ có ba huyện (tiếng Pháp: ''arrondissement''), dưới huyện có tổng, dưới tổng có xã, thôn, lý, ấp. Về cơ bản vẫn giữ cách phân chia hành chính của triều Nguyễn. Địa bàn thành phố Sài Gòn theo quy hoạch của Coffyn nằm trải rộng trên cả hai huyện Bình Dương và Tân Long, đều cùng phủ Tân Bình.\n\nĐể điều chỉnh lại, ngày [[3 tháng 10]] năm [[1865]], quyền [[Thống đốc Nam Kỳ]], chuẩn đô đốc [[Pierre Roze]] đã ký nghị định quy định lại diện tích của thành phố Sài Gòn chỉ còn 3&nbsp;km² (nằm gọn trong khu vực [[Quận 1]] ngày nay), đồng thời cũng quy định [[chợ Lớn|thành phố Chợ Lớn]] (tiếng Pháp: ''Ville de Cholon'') trong một nghị định khác, với diện tích 1&nbsp;km² (nằm gọn trong [[Quận 5]] hiện nay). Giữa 2 thành phố là các thôn xã như Phú Thạnh, Thái Bình, Tân Hòa, Phước Hưng, Nhơn Giang, Tân Kiểng, An Bình, An Đông, Hòa Bình... vẫn thuộc 2 huyện Bình Dương và Tân Long như cũ.\n\nSau khi chiếm được thêm 3 tỉnh Tây Nam Kỳ, Phó Đô đốc [[de La Grandière]] xóa bỏ cách phân chia địa giới hành chính cũ của triều Nguyễn, hủy bỏ cấp tỉnh và phủ, chia toàn cõi Nam Kỳ thành 25 ''arrondissement'', lúc này được gọi là ''địa hạt'' hay ''quận'' thay cho các ''huyện'' trước đây. Địa bàn của thành phố Sài Gòn và thành phố [[Chợ Lớn]], cùng các xã thôn ở giữa đều thuộc [[Gia Định (tỉnh)|''địa hạt'' (hay ''Quận'') Sài Gòn]]. Trước đó, de La Grandière cũng đã ban hành nghị định số 53 ngày 4 tháng 4 năm 1867, quy định về việc \"Tổ chức một ủy ban thành phố Sài Gòn\"{{cần dẫn chứng}}. Sau đó, ngày 8 tháng 7 năm 1869, Chuẩn đô đốc [[Gustave Ohier]] đã ban hành nghị định số 131, đổi tên Ủy hội thành phố (tiếng Pháp: ''Commission municipale'') thành Hội đồng thành phố (tiếng Pháp: ''Conseil municipal''), do một viên Thị trưởng (''Maire'') đứng đầu Hội đồng và một số sửa đổi chi tiết về thành phần nhân sự của Hội đồng.\n[[Tập tin:Saigon - Les Halles Centrales.jpg|nhỏ|trái|240px|Sài Gòn thời Pháp thuộc với xe ngựa và những [[cột Morris]] đặc trưng Pháp]]\nNăm 1876, Chuẩn đô đốc [[Victor Auguste Duperré]], Tổng chỉ huy quân Pháp tại [[Nam Kỳ]]<ref>Nhiều tài liệu nhầm lẫn là Chuẩn đô đốc Marie Jules Dupré. Thật ra, Dupré (1813-1881) làm Thống đốc Nam Kỳ từ tháng 4 năm 1871 đến tháng 3 năm 1874, còn Duperré (1825-1900) làm thống đốc Nam Kỳ từ tháng 11 năm 1874 đến tháng 10 năm 1877<\/ref>, ra nghị định phân chia toàn bộ Nam Kỳ thành 4 khu vực hành chính lớn, gọi là ''circonscription administrative'', mỗi khu vực ấy lại gồm nhiều tiểu khu hay hạt tham biện (''arrondissement administratif''). Sài Gòn là một trong 4 khu vực hành chính lớn và gồm 5 [[Gia Định (tỉnh)|hạt Sài Gòn]] (đến năm 1885 mới đổi thành [[Gia Định (tỉnh)|hạt Gia Định]]), Tây Ninh, Thủ Dầu Một, Biên Hòa và Bà Rịa.\n\n[[Tập tin:Map of Saigon 1882.jpg|250px|phải|nhỏ|Bản đồ thành phố Sài Gòn năm 1882]]\nNgày 8 tháng 1 năm 1877, [[Tổng thống Pháp]] [[Mac Mahon]] ra \"Sắc lệnh về tổ chức cấp thành phố của Thành phố Sài Gòn\" (nguyên văn: ''Dercet concernant l'organissation municipale de la Ville de Saigon''), ban hành ngày 16 tháng 5 năm 1877. Theo đó, thành phố Sài Gòn được nâng cấp thành công xã (nguyên văn ''La Ville de Saigon est éigée en commune''). Thời kỳ này, địa giới của thành phố Sài Gòn đã được mở rộng hơn: phía tây nam đến khu vực Cầu Ông Lãnh, phía đông bắc đến khu công viên Lê Văn Tám hiện nay.\n\nNgày [[20 tháng 10]] năm 1879, thống đốc dân sự đầu tiên của Nam Kỳ, [[Le Myre de Vilers]] đã ký nghị định \"thành lập một Hội đồng thành phố Chợ Lớn\" (nguyên văn: ''Institution d'un cóseil municipal à Cholon'').\n\nNgày 17 tháng 12 năm 1894, một nghị định đã mở rộng địa giới thành phố Sài Gòn về phía Bắc đến khu vực Hòa Hưng ngày nay. Diện tích thành phố được mở rộng hơn 4km2, thuộc địa giới của quận 1 và [[quận 3]] ngày nay.\n\n[[Tập tin:Cholon, rue chinoise.jpg|250px|trái|nhỏ|Đường Gia Long tại Chợ Lớn vào đầu thế kỷ 20, nay là đường Trịnh Hoài Đức thuộc Quận 5]]\nNăm 1899, Toàn quyền Joseph Athanase [[Paul Doume]] ra nghị định đổi tên gọi \"hạt\" thành \"tỉnh\" (''province'') và chia Nam Kỳ thành 3 miền, với 20 tỉnh và 3 thành phố Sài Gòn, Chợ Lớn, thành phố tự trị Cap Saint Jacques và Côn Đảo không thuộc tỉnh nào <ref>Đến năm 1905, thì thành phố Cap Saint Jacques bị giải thể, chuyển thành đại lý hành chính thuộc tỉnh Bà Rịa.<\/ref>. Thành phố Sài Gòn nằm giữa địa giới của tỉnh [[Gia Định (tỉnh)|Gia Định]], còn thành phố Chợ Lớn nằm giữa địa giới của tỉnh [[Chợ Lớn (tỉnh)|Chợ Lớn]].\n\nĐến năm 1910, hai thành phố Sài Gòn và Chợ Lớn đã được mở rộng thêm diện tích, sáp nhập các xã thôn ở giữa thuộc 2 tỉnh Gia Định và Chợ Lớn, bắt đầu tiếp giáp nhau tại vị trí nay là đường Nguyễn Văn Cừ và Nguyễn Thiện Thuật. Sài Gòn cũng được mở rộng về phía Nam, bao gồm cả địa bàn [[quận 4]] và một phần [[quận 7]] ngày nay.\n\n[[Tập tin:Map of Saigon - Cholon 1923.jpg|250px|phải|nhỏ|Bản đồ Sài Gòn và Chợ Lớn năm 1923]]\nNgày 27 tháng 4 năm 1931, khu Sài Gòn-Chợ Lớn (tiếng Pháp: ''Région de Saigon - Cholon'') được thành lập lại theo sắc lệnh của Tổng thống Pháp. Đứng đầu khu Sài Gòn-Chợ Lớn là một Khu trưởng, do [[Toàn quyền Đông Dương]] bổ nhiệm. Khu trưởng là Chủ tịch Hội đồng Quản trị khu Sài Gòn-Chợ Lớn, quản trị chung cả hai thành phố. Thành phố Chợ Lớn được mở rộng hơn sáp nhập thêm một số vùng của tỉnh Chợ Lớn, nhưng thành phố Sài Gòn thu hẹp, cắt trả khu vực từ kinh Bàu Đồn đến Kinh Tẻ (nay thuộc Quận 7) về cho quận Nhà Bè. Tổng diện tích của cả khu tăng lên 51 km2. Trong thời gian chuyển tiếp chức Thị trưởng của mỗi thành phố tạm thời vẫn giữ, nhưng nhiều quyền hạn của chức vụ này chuyển sang cho Khu trưởng. Đến năm 1934 bãi bỏ chức Thị trưởng của hai thành phố, nhưng còn duy trì hoạt động của hai Tòa Thị chính (còn gọi là Dinh Xã Tây) Sài Gòn và Chợ Lớn để xử lý công việc hành chính.\n\nNgày 19 tháng 12 năm 1941, các Tòa Thị chính của hai thành phố cũ: Sài Gòn và Chợ Lớn bị giải thể. Toàn Khu Sài Gòn – Chợ Lớn được chia thành 5 quận, bao gồm:\n\n* Quận I (nay thuộc một phần quận 1)\n* Quận II (nay thuộc một phần quận 1)\n* Quận III\n* Quận IV (nay là địa bàn [[quận 5]] và [[quận 8]])\n* Quận V (nay là địa bàn thuộc [[quận 6]])\n\t\n====Về danh hiệu ''Hòn ngọc viễn Đông''====\n[[Tập tin:Saigon. Marais Boresse.jpg|nhỏ|phải|250px|Khu vực [[đầm lầy]] ao Bồ Rệt (Marais Boresse) thời kỳ đầu [[thế kỷ 20]] còn rất hoang sơ. Vùng đầm lầy này sau được lấp đi khi người Pháp quy hoạch lại thành phố, nay tương ứng với khu vực từ [[chợ Bến Thành]] đến đường Nguyễn Thái Học tại Quận 1]]\n[[Tập tin:Quan-1-quan-4-quan-7-va-thu-thiem-1954.jpg|nhỏ|phải|250px|Quận 4 và 7 hiện nay (phía xa trong ảnh) và khu Thủ Thiêm (nay là quận 2) đến năm 1954 vẫn còn là đầm lầy]]\nTrong suốt thời kỳ [[Pháp thuộc]], Sài Gòn trở thành trung tâm quan trọng, cả về hành chính lẫn kinh tế, văn hóa, giáo dục của [[Liên bang Đông Dương]] thuộc Pháp, được Pháp mệnh danh là \"Hòn ngọc Viễn Đông\" (\"la perle de l'Extrême-Orient\")<ref>Phạm Quỳnh. ''Hành trình nhật ký': mười ngày ở Huế, một tháng ở Nam Kỳ, Pháp du hành trình nhật ký''. Yerres: Ý Việt, 1997. tr 98.<\/ref> hoặc một \"Paris nhỏ ở Viễn Đông\" (\"le petit Paris de l'Extrême-Orient\").<ref>[http:\/\/archive.is\/20130706220318\/saigon.vietnam.free.fr\/portraits_fr.php Portraits de Saigonnais]<\/ref>\n\nTuy được Pháp gọi là \"Hòn ngọc Viễn Đông\" nhưng thực ra thời ấy Sài Gòn rất nhỏ, chỉ cần đi xa 20&nbsp;km là có thể săn thú rừng. Theo [[Quy hoạch đô thị|quy hoạch]] của Pháp, Sài Gòn khi đó chỉ rộng khoảng 3&nbsp;km<sup>2<\/sup>; gần bằng một nửa [[Quận 1]] hiện nay (rộng khoảng 8&nbsp;km<sup>2<\/sup>)<ref name=\"tuoi\">[http:\/\/tuoitre.vn\/tin\/ban-doc\/20160510\/vien-ngoc-sai-gon-thoi-thuoc-phap-sang-co-nao\/1093378.html Viên ngọc Sài Gòn thời thuộc Pháp “sáng” cỡ nào?], 10\/05\/2016, Tuổi trẻ<\/ref>, bao bọc bởi sông Sài Gòn - Nguyễn Thái Học - Nguyễn Thị Minh Khai - rạch Bến Nghé. Chính quyền thuộc địa Pháp tập trung tất cả những gì sang trọng, giàu có nhất mà họ có được ở diện tích 3km2 này, phần còn lại của Sài Gòn thì vẫn còn rất hoang sơ, [[đầm lầy]] ngổn ngang<ref name=\"tuoi\"\/>. Theo [[Sơn Nam]] trong “Bến Nghé xưa” thì khi [[Chợ Bến Thành]] hoàn thành năm 1914, ''“trước mặt còn là ao vũng sình lầy. Giữa Sài Gòn và Chợ Lớn phía đất thấp (…), còn ruộng lúa với người cày, ao nuôi vịt, ngọn rạch cạn. Giữa Sài Gòn và ở phần đất cao còn nhiều chòm tre, cây da, mồ mả to xen vào những đám rẫy trồng rau cải và bông hoa, những xóm nhà ổ chuột; bầy bò dê đi lang thang ăn cỏ”''. Khu Hòa Hưng ([[Quận 10]] hiện nay) cho đến ngã tư Bảy Hiền hiện nay có vô số [[nghĩa trang]], mồ mả. Khu Nguyễn Thiện Thuật, Lý Thái Tổ, Nguyễn Đình Chiểu ([[Quận 3]] hiện nay) toàn nhà lá nền đất xây dựng tạm bợ không theo quy hoạch nào. Khu quận 4, quận 7, khu [[Cầu Ông Lãnh]], Cầu Kho… sát cạnh [[chợ Bến Thành]] đa số là nhà tranh vách lá tạm bợ<ref name=\"tuoi\"\/>\n\nNgười Pháp từ lúc đánh chiếm Gia Định năm [[1859]] cho đến khi rời Sài Gòn 1954&nbsp;chỉ tập trung xây dựng khu vực 3&nbsp;km<sup>2<\/sup>&nbsp;đầu tiên này (Quận 1 hiện nay) dù nhiều lần điều chỉnh địa giới mở rộng. Đến năm 1954, những phần Sài Gòn mở rộng này (rộng khoảng 50&nbsp;km<sup>2<\/sup>) vẫn hoang sơ, thậm chí đầm lầy ngổn ngang.<ref name=\"tuoi\" \/>\n\nTheo cụ [[Vương Hồng Sển]] ghi chép lại thì danh xưng \"Hòn ngọc Viễn Đông\" do người Pháp đặt ra để chỉ nơi ăn chơi của họ, người Việt chẳng được thụ hưởng gì mà còn phải chịu sự bóc lột để người Pháp duy trì sự xa xỉ đó<ref>http:\/\/www.tuanvietnam.net\/2009-12-31-hon-ngoc-vien-dong-mot-giac-mo-loi-thoi<\/ref>:\n{{cquote|''Ngủ khách sạn Continental, khách sạn Majestic, ăn thịt bò beefsteak, uống rượu chát vùng Bordeaux, thưởng thức xì gà La Habana, săn bò rừng, lấy da cọp, hút [[thuốc phiện]] và chơi gái thì, với thủy thủ tàu viễn dương và đám [[thực dân]] đến từ Viễn Tây, Sài Gòn được ngợi ca là [[hòn ngọc Viễn Đông]] đâu có gì lạ... Nó hoàn toàn không phải là \"hòn ngọc\" với thợ thuyền người Việt ở [[xưởng đóng tàu Ba Son]], cu li bốc vác ở [[cảng Sài Gòn]], phu xe kéo và đông đảo người dân bản xứ mang trên mình bản án kiếp [[nô lệ]], kẻ mất nước.''<br>''Để phục vụ cho hòn ngọc ấy, cả một xã hội Sài Gòn trở thành [[thuộc địa]], phải cung phụng cho Pháp mà nhiều địa danh còn được giữ đến tận bây giờ: Xóm Củi, Xóm Than, Xóm Dầu, Xóm Bàu Sen (gần đồn Cây Mai), Xóm Giá (làm giá đậu xanh gần cầu Cây Gõ), xóm Lò Bún (gần giếng Hộ Tùng), Xóm Ụ Ghe, Xóm Rẫy Cái, Xóm Cây Cui...''|}}\n\nTrên thực tế, Sài Gòn cũng không phải là nơi duy nhất ở Đông Á được mệnh danh là \"[[Hòn ngọc Viễn Đông]]\". Trong thời kỳ này, mỗi cường quốc phương Tây đều đặt cho một thành phố [[thuộc địa]] nào đó của họ ở Đông Á là \"Hòn ngọc Viễn Đông\", như [[Manila]] (thủ đô nước [[Philippines]], thuộc địa của Mỹ), [[Hồng Kông]] (thuộc địa của Anh) [[Sri Lanka]], quốc đảo ở Nam Á (thuộc địa của Anh), [[Phnôm Pênh]] (thủ đô nước [[Campuchia]], thuộc địa của Pháp) cũng được gọi là \"Hòn ngọc Viễn Đông\". Danh hiệu này mang tính phô trương giữa các nước thực dân phương Tây với nhau về đời sống xa xỉ của quan chức sống ở [[thuộc địa]] chứ không phản ánh đời sống thực tế nghèo nàn của người dân địa phương. Ngoài ra, quy mô dân số và nền kinh tế giữa các \"Hòn ngọc Viễn Đông\" này cũng có sự chênh lệch rất lớn, và Sài Gòn khi đó vẫn còn kém rất xa các đô thị lớn trong khu vực như như [[Singapore]], [[Hồng Kông]], [[Kuala Lumpur]], [[Jakarta]], [[Manila]] hay [[Bangkok]]. Ví dụ, [[Hồng Kông]] năm 1941 đã có 1,6 triệu dân<ref>Linda Pomerantz-Zhang (1992). \"''[https:\/\/books.google.com\/books?id=otwbBh_GgrwC&pg=PA19&dq&hl=en#v=onepage&q=&f=false Wu Tingfang (1842–1922): reform and modernization in modern Chinese history]''\". Hong Kong University Press. p.8. ISBN 962-209-287-X<\/ref>, [[Bangkok]] năm 1938 đã có 890.000 dân<ref>{{chú thích web | url = https:\/\/books.google.com.vn\/books?id=eZ6uDAAAQBAJ&pg=PA214&lpg=PA214&dq=bangkok+population+1940&source=bl&ots=zNG_lY9Agm&sig=IofQQ8PlTcOkCDI9Rl4FAzOp-pI&hl=vi&sa=X&ved=0ahUKEwiG4t6Km83OAhVDtJQKHRdpAJkQ6AEIMTAD#v=onepage&q=bangkok%20population%201940&f=false | tiêu đề = Public Goods versus Economic Interests | author =  | ngày =  | ngày truy cập = 27 tháng 5 năm 2023 | nơi xuất bản = Google Books | ngôn ngữ = }}<\/ref>, [[Manila]] năm 1939 cũng đã có 623.500 dân<ref>William F. Stinner & Melinda Bacol-Montilla (1981). \"Population Deconcentration in Metropolitan Manila in the Twentieth Century\". Journal of Developing Areas.<\/ref> trong khi Sài Gòn lúc này vẫn chưa có quá 250.000 dân, tức là nhỏ hơn rất nhiều<ref name=\"dragon\" \/>\n\nĐại thần nhà Nguyễn là [[Phạm Quỳnh]] từng sang Singapore (thuộc Anh) năm 1922, đã ghi lại quang cảnh ông chứng kiến như sau:\n:''\"Cửa Hải Phòng, cửa Sài Gòn của ta kể cũng khá to, nhưng so sánh với cửa Singapore này thì còn kém xa nhiều... Xe hơi ở Singapore, thật không biết cơ man nào mà kể, nào xe riêng, nào xe thuê, cả ngày chạy như mắc cửi. Vào đến Sài Gòn, thấy xe hơi chạy đường Catinat đã nghĩ là nhiều, nhưng xe hơi ở Singapore lại còn nhiều hơn nữa, và ở Singapore thì đường phố nào cũng to đẹp như đường Catinat hết thảy\"''<ref name=bbc>{{chú thích web | url = http:\/\/www.bbc.com\/vietnamese\/forum\/2016\/04\/160401_saigon_truong_thai_du_comments | tiêu đề = Sài Gòn có phải là 'Hòn ngọc Viễn Đông'? - BBC Tiếng Việt | author =  | ngày =  | ngày truy cập = 10 tháng 8 năm 2016 | nơi xuất bản = BBC News | ngôn ngữ = Tiếng Anh}}<\/ref>.\n\n===Thời kỳ 1945-1954=== \nKhi Việt Nam độc lập (1945), nơi đây được gọi là thành phố Sài Gòn-Chợ Lớn. Vào ngày [[23 tháng 9]] năm 1945, ở đây xảy ra [[trận Sài Gòn-Chợ Lớn]] giữa quân đội của Chính quyền [[Việt Nam Dân chủ Cộng hòa]] với quân đội Pháp được hỗ trợ bởi Anh-Ấn. Sau khi tái chiếm được Đông Dương, năm 1948 chính quyền Pháp tại Đông Dương đã chia thành phố thành 6 quận hành chính, đến năm 1952, tăng thành 7. Quận VI được thành lập từ một phần của quận Nhà Bè thuộc tỉnh Gia Định (nay là [[quận 4]]). Từ năm 1946 đến năm 1955, Sài Gòn là thủ đô [[Cộng hòa Tự trị Nam Kỳ]] và [[Quốc gia Việt Nam]].\n\n===Thời kỳ 1954-1975===\n{{Xem thêm|Thành phố Hồ Chí Minh#Đô thành Sài Gòn|l1=Thành phố Hồ Chí Minh thời Việt Nam Cộng Hòa}}\n[[Tập tin:Ben thuyen Cho Lon, Saigon 1956.jpg|nhỏ|240px|Bến thuyền Chợ Lớn, Sài Gòn năm 1956]]\n[[Tập tin:Saigon street scene.jpg|nhỏ|phải|240px|Khu trung tâm Sài Gòn vào tháng 1 năm 1968 với những chiếc xe hơi điển hình của thời điểm đó]]\n[[Tập tin:Kenh nuoc den, Sai Gon 1956.jpg|nhỏ|240px|Khu ở chuột cạnh một con kênh ô nhiễm ở Sài Gòn năm 1956. Những khu ổ chuột như thế này lan rộng khắp Sài Gòn trong thập niên 1960 do người nhập cư đổ về thành phố.]]\nGiữa những năm [[1954]] và [[1975]], sau [[Hiệp định Genève, 1954|Hiệp định Genève]], Sài Gòn được chính quyền [[Việt Nam Cộng hòa]] chọn làm thủ đô.\n\nNăm 1955, Thủ tướng [[Ngô Đình Diệm]] đã đổi tên Khu Sài Gòn-Chợ Lớn thành Đô thành Sài Gòn - Chợ Lớn. Sau khi trở thành Tổng thống, ngày 22 tháng 10 năm 1956, [[Ngô Đình Diệm]] ký sắc lệnh số 143-NV đổi \"Đô thành Sài Gòn-Chợ Lớn\" thành '''Đô thành Sài Gòn'''. Sau đó, lại ra sắc lệnh số 74-TTP ngày 23 tháng 3 năm 1959 ấn định quy chế quản trị Sài Gòn: Tổng thống trực tiếp bổ nhiệm Đô trưởng và các quận trưởng trong đô thành. Bốn ngày sau, lại có thêm nghị định số 110-NV chia lại các quận, theo đó Đô thành Sài Gòn được chia lại thành 8 quận, được đánh số từ 1 đến 8: \n* Quận 1: địa giới quận I cũ\n* Quận 2: địa giới quận II cũ\n* Quận 3: địa giới quận III cũ\n* Quận 4: địa giới thuộc quận VI cũ\n* Quận 5: phần địa giới thuộc quận IV cũ, phía bắc Kênh Tàu hủ<ref>{{Chú thích web | url = http:\/\/maivantran.com\/2012\/11\/29\/lich-su-kinh-rach-xua-va-nay-o-saigon-cho-lon\/ | tiêu đề = Lịch sử Kinh Rạch xưa và nay ở Sàigòn-Chợ Lớn | tác giả 1 = | ngày = | ngày truy cập = 18 tháng 2 năm 2015 | nơi xuất bản = Mai Tran | ngôn ngữ = }}<\/ref>\n* Quận 6: một phần địa giới của quận V cũ\n* Quận 7: một phần địa giới của quận V cũ\n* Quận 8: phần địa giới thuộc quận IV cũ, phía nam Kênh Tàu hủ\n\nDưới quận là phường, dưới phường là khóm.\n\nTháng 12 năm 1966, quận 1 sáp nhập thêm hai phường mới lập: An Khánh và Thủ Thiêm, từ xã An Khánh thuộc quận Thủ Đức, tỉnh Gia Định kế cận tách ra. Tháng 1 năm 1967, hai phường mới của quận I lại tách ra, lập thành Quận 9 của Đô thành Sài Gòn có 2 phường.\n\nTháng 7 năm 1969 thành lập Quận 10, Quận 11 trên cơ sở tách một phần Quận 3, Quận 5 và Quận 6. Lúc này thành phố có diện tích 67,53&nbsp;km² với dân số khoảng 2 triệu người, gốm 11 quận và 60 phường.\n\nVào thập niên 1950-60, thời Tổng thống Ngô Đình Diệm, với [[viện trợ]] của [[Mỹ]], Sài Gòn được đầu tư xây dựng hạ tầng, cùng với chiến dịch tuyên truyền \"Hòn ngọc Viễn Đông\" (''The Pearl of the Far East'')<ref>{{Chú thích web | url = http:\/\/saigon-vietnam.fr\/saigon_en12.php | tiêu đề = Saigon la perle de l'extreme orient | tác giả 1 = | ngày = | ngày truy cập = 8 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref> hay \"Paris Viễn Đông\" (''Paris de l'Extrême-Orient''), kết quả là một hạ tầng cơ sở được xây dựng khá nhanh. Tuy nhiên, do chiến cuộc leo thang từ giữa cuối thập niên 1960, chính quyền Sài gòn cùng người Mỹ đã cho xây dựng ồ ạt các công trình phục vụ chiến tranh.\n\nSài Gòn giai đoạn này đã rộng hơn so với thời Pháp thuộc, nhưng vẫn còn khá nhỏ (chỉ rộng khoảng 25&nbsp;km<sup>2<\/sup>). Có lúc Ngô Đình Diệm có dự án nới rộng Sài Gòn sang vùng [[Thủ Thiêm]] còn thưa dân, nhưng thấy nơi đây còn quá hoang vu, cây cối rậm rạp, lại gần [[Rừng Sác]], sợ rằng an ninh không đảm bảo nên dự án bị xếp qua một bên. Để giải quyết nạn khan hiếm nhà ở và chỉnh trang mĩ quan đô thị, theo tính toán, Sài Gòn cần xây mới 50.000 căn hộ và giải tỏa 110.000 [[nhà ổ chuột]]. Thế nhưng trong suốt 10 năm tồn tại của Việt Nam Cộng hòa, chỉ có 15.700 căn hộ được xây<ref name=hochiminh \/>.\n\nTrung tâm thành phố có một số công trình, khu phố được xây dựng to đẹp và sang trọng, tuy nhiên, các công trình này chủ yếu do [[Pháp]] xây dựng từ thập niên 1940, các khu nhà mới rất ít được xây dựng kể từ sau năm 1950, trong khi đó dân cư nông thôn đổ về thành thị tìm việc và tránh chiến sự khiến Sài Gòn dần trở thành một [[khu ổ chuột]] khổng lồ<ref>[http:\/\/pdf.usaid.gov\/pdf_docs\/PNAAK857.pdf DIALECTICS OF URBAN PROPOSALS FOR THE SAIGON METROPOLITAN AREA. P.31-32]<\/ref>. Khảo sát cho thấy khoảng 40% dân số khu vực Sài Gòn khi đó (tức khoảng 1,2 triệu người) phải sống tại [[khu ổ chuột]] với những điều kiện về y tế, vệ sinh rất kém<ref>[http:\/\/pdf.usaid.gov\/pdf_docs\/PNAAK857.pdf DIALECTICS OF URBAN PROPOSALS FOR THE SAIGON METROPOLITAN AREA. P.109]<\/ref>\n\nRồi sau đó là phong trào \"[[thương phế binh cắm dùi]]\" của cựu chiến binh quốc gia vào đầu thập niên 1970, khiến cho kiến trúc Sài Gòn không còn như ban đầu. Phong trào này khởi phát từ những cuộc [[biểu tình]] của thương binh đòi chính phủ Sài Gòn cấp đất xây nhà cho họ như đã hứa, nó bùng phát tương đối khá mạnh. Với mục đích là “cắm dùi”, các nhóm biểu tình rào dây, đóng cọc chiếm những khoảng đất khang trang ở hai bên lề đường, kể cả chỗ sát với hàng rào các biệt thự. Thậm chí có những nơi vỉa hè rộng rãi chỗ được tráng xi măng, cũng bị những người trong nhóm chiếm cứ để chia nhau. \"Chiến dịch cắm dùi\" đã lan tràn rõ rệt nhất như tại khúc đường Hồng thập tự (gần [[bệnh viện Từ Dũ]]) tới khúc đường xe lửa gần rạp Cải lương Kim-chung); Khúc đất trống dọc đường Lý Thái Tổ; đường Nguyễn Tri Phương, Võ Tánh (chợ-lớn), đại lộ Hùng vương… Chính phủ Sài Gòn không dám giải tán họ vì sợ lực lượng quân nhân bất bình, coi như sự đã rồi. Các khu ven trung tâm bắt đầu trở nên lộn xộn với nhiều [[khu ổ chuột]], nhà tạm, chợ trời... tự phát mọc lên.<ref>Từ Tổng Trấn Sài-gòn Bước Sang Tư lệnh Quân đoàn III. Sàigòn \"Không Ngủ Yên\"! - Hồi ký tướng Nguyễn Ngọc Tùng<\/ref>\n\nMột lính Mỹ tới Sài Gòn vào đầu năm 1967 đã mô tả những gì anh chứng kiến ở thành phố Sài Gòn, từ khu vực trung tâm cho tới các [[khu ổ chuột]] như sau<ref>Vietnam - A Dog's War.  Richard Melton. Primedia E-launch LLC. ISBN 1943093032. Chapter 4, ngày 12 tháng 1 năm 1967<\/ref>:\n{{cquote|''Khung cảnh thật hết sức xấu xí. Phần lớn phương tiện giao thông là xe tự chế hoặc xe lam. Có một vài chiếc taxi Renault, nhưng khắp nơi là những chiếc mô-tô đang nhả khói. Cái mùi của thành phố này thật không thể chịu đựng nổi... Đàn ông và phụ nữ đi tiểu trên đường phố mà không thấy ngượng ngập. Sự nghèo khổ thì thật là quá mức. Chúng ta vẫn thường gọi Sài Gòn là “[[Hòn ngọc Viễn Đông]]”, có lẽ là bởi chúng ta đã nghe nhầm từ những bài hát hào nhoáng, bởi vì những gì chúng tôi thấy chẳng hề đẹp đẽ khi so với tiêu chuẩn phương Tây.''<br>''Khi chúng tôi đi qua một con kênh nhỏ ở khu ven đô, chúng tôi thậm chí còn bị sốc hơn nữa bởi mùi hôi thối từ con kênh đen ngòm đầy rác và chất thải của người. Chúng tôi có lẽ đã không để ý xem có trẻ em tắm trên dòng kênh đó hay không''|}}\n\nNăm 1967, Thủ tướng Singapore [[Lý Quang Diệu]] đã nói thẳng rằng Sài Gòn sẽ lụn bại do quá phụ thuộc vào viện trợ Mỹ. Ông nói: ''\"Sài Gòn từng có thể làm được những gì Singapore đã làm... Nếu nhìn vào Sài Gòn và Singapore vào năm 1954, ai đó có thể nói Singapore sẽ sụp đổ, không phải Sài Gòn\"'', nhưng rồi Singapore đã tự đứng vững trong khi chính phủ Sài Gòn thì ngày một suy sụp và phải dựa vào viện trợ Mỹ để tồn tại<ref>http:\/\/www.thecrimson.com\/article\/1967\/10\/23\/lee-kuan-yew-plee-kuan-yew\/<\/ref>\n\nTới những năm cuối của cuộc [[Chiến tranh Việt Nam]], nền kinh tế Sài Gòn lâm vào khủng hoảng do Mỹ giảm viện trợ kinh tế. Nạn [[lạm phát]] trở nên nghiêm trọng, đạt tới mức trên 200% mỗi năm. Với việc Mỹ giảm viện trợ trong khi nền sản xuất nội tại thì yếu kém, nền kinh tế tiêu dùng dựa vào viện trợ của Việt Nam Cộng hòa đã không thể tự duy trì được nữa<ref>{{chú thích web | url = http:\/\/www.moit.gov.vn\/vn\/tin-tuc\/539\/giai-doan-1955---1975.aspx | tiêu đề = Giai đoạn 1955 | author = | ngày = | ngày truy cập = 10 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\n\n20 năm chiến tranh đã để lại cho Sài Gòn nhiều di sản nặng nề về xã hội. Theo một thống kê, dân số Sài Gòn năm 1975 có khoảng 4 triệu, thì trong số đó đã có tới 150.000 người nghiện [[heroin]], 500.000 [[gái mại dâm]] và gái quán bar, và khoảng 800.000 trẻ mồ côi lang thang trên các đường phố<ref>[https:\/\/books.google.com.vn\/books?id=hP4LRVZO8mQC&pg=PA394&dq=1972+800,000+saigon+500,000&hl=vi&sa=X&redir_esc=y#v=onepage&q=1972%20800%2C000%20saigon%20500%2C000&f=false The Columbia Guide to America in the 1960s]<\/ref>\n\n===Thống nhất, thành lập mới và mở rộng địa giới===\nNgày [[30 tháng 4]] năm [[1975]], [[Quân Giải phóng miền Nam Việt Nam]] tiến vào Sài Gòn thất thủ. [[Việt Nam Cộng hòa]] sụp đổ và [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng Hòa miền Nam Việt Nam]] - nằm dưới sự chỉ đạo của [[Đảng Cộng sản Việt Nam]] - quản lý miền Nam. Ngày 10 tháng 5 năm 1975, Hội nghị Ban Thường vụ Thành ủy Sài Gòn - Gia Định xác định Thành phố Sài Gòn - Gia Định là một cơ cấu hành chính thống nhất, bao gồm toàn bộ Đô thành Sài Gòn, toàn bộ tỉnh [[Gia Định]], quận Phú Hòa của tỉnh Bình Dương và quận [[Củ Chi]] của tỉnh [[Hậu Nghĩa]] cũ. Toàn thành phố bao gồm 25 quận, trong đó 18 quận nội thành và ven đô: 1, 2, 3, 4, 5, 6, 7, 8, 9 (ven đô), 10, 11, [[Phú Nhuận]] (nguyên là xã Phú Nhuận, quận Tân Bình cũ, được tách ra và nâng cấp thành quận), Bình Hoà (nguyên là xã Bình Hòa, quận Gò Vấp cũ), Thạnh Mỹ Tây (nguyên là xã Thạnh Mỹ Tây, quận Gò Vấp cũ), Hạnh Thông (nguyên là xã Hạnh Thông, quận Gò Vấp cũ), Thông Tây Hội (nguyên là hai xã Thông Tây Hội và An Nhơn, quận Gò Vấp cũ), Tân Sơn Nhì (nguyên là ba xã Tân Sơn Nhì, Phú Thọ Hòa, Tân Phú, quận Tân Bình cũ), Tân Sơn Hòa (nguyên là xã Tân Sơn Hòa, quận Tân Bình cũ); 7 quận ngoại thành: Thủ Đức, Nhà Bè, Bình Chánh, Tân Bình (trừ Phú Nhuận, Tân Sơn Nhì, Phú Thọ Hòa, Tân Phú, Tân Sơn Hòa), Gò Vấp (trừ Bình Hòa, Thạnh Mỹ Tây, Hạnh Thông, Thông Tây Hội, An Nhơn), Hóc Môn, Củ Chi (gồm quận Phú Hòa của tỉnh Bình Dương và quận Củ Chi của tỉnh Hậu Nghĩa cũ).\n\n===Từ năm 1976===\n{{Xem thêm|Thành phố Hồ Chí Minh#Thành phố Hồ Chí Minh|l1=Lịch sử Thành phố Hồ Chí Minh (1976–nay)|Tiểu Sài Gòn}}\n[[Tập tin:Image02.jpg|phải|nhỏ|220px|Cảnh [[khu đô thị Phú Mỹ Hưng]] tại Nam Sài Gòn]]\n\nNgày [[2 tháng 7]] năm [[1976]], [[Quốc hội Việt Nam|Quốc hội]] đầu tiên của nước Việt Nam thống nhất đổi tên nước thành [[Việt Nam|Cộng hoà Xã hội Chủ nghĩa Việt Nam]] đồng thời đặt lại tên cho thành phố theo tên của chủ tịch đầu tiên của nước, [[Hồ Chí Minh]]<ref name=\":0\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chinh-thuc-dat-ten-thanh-pho-Sai-Gon-Gia-Dinh-la-thanh-pho-Ho-Chi-Minh-42737.aspx|tựa đề=Nghị quyết về chính thức đặt tên thành phố Sài Gòn - Gia Định là thành phố Hồ Chí Minh do Quốc hội ban hành|url-status=live}}<\/ref>. Cho đến nay, tên cũ Sài Gòn vẫn được sử dụng rất phổ biến, đặc biệt trong các ngữ cảnh không chính thức. Đối với người dân có gốc ở Sài Gòn lâu đời, và đặc biệt là cộng đồng [[người Việt hải ngoại]], cái tên Sài Gòn vẫn là cái tên mà họ yêu chuộng và dùng hàng ngày. Để kỷ niệm cái tên Sài Gòn và nhắc nhủ cộng đồng người Việt về quê hương của họ, nhiều nơi có người Việt hải ngoại sinh sống, đường phố, cơ sở kinh doanh, và khu chợ được đặt tên là khu Sài-gòn thu nhỏ (Saigon, Little-Saigon, New Saigon).\n\nĐịa bàn thành phố về cơ bản giống như nghị quyết ngày 10 tháng 5 năm 1975 của Thành ủy Sài Gòn - Gia Định và có một số điều chỉnh. Các quận ngoại thành Thủ Đức, Nhà Bè, Bình Chánh, Hóc Môn, Củ Chi đổi thành các huyện. Sáp nhập một phần nhỏ thuộc tỉnh Long An vào Huyện Nhà Bè và Huyện Bình Chánh. Quận Tân Bình cũ giải thể, nhập vào huyện Bình Chánh. Quận Gò Vấp cũ giải thể, nhập vào huyện Hóc Môn. Hai quận Hạnh Thông và Thông Tây Hội hợp lại thành quận Gò Vấp, hai quận Tân Sơn Nhì và Tân Sơn Hòa hợp lại thành quận Tân Bình, hai quận Bình Hòa và Thạnh Mỹ Tây hợp lại thành quận Bình Thạnh, quận Phú Nhuận giữ nguyên. Quận 9 giải thể, trả 2 phường (đổi thành 2 xã) về huyện Thủ Đức, Quận 1 và Quận 2 nhập thành Quận 1 mới, Quận 8 và Quận 7 nhập thành Quận 8 mới từ tháng 5 - tháng 6 năm 1976. Diện tích 12 quận nội thành là 142,7 km2 chia ra 267 phường. Khu vực ngoại thành ven đô có 5 huyện diện tích tự nhiên 1.152,8 km2 chia ra 77 xã.\n\nNgày [[29 tháng 12]] năm [[1978]], thành phố sáp nhập thêm [[Cần Giờ|huyện Duyên Hải]] của tỉnh [[Đồng Nai]]<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-phe-chuan-viec-phan-vach-lai-dia-gioi-thanh-pho-Ha-Noi-TPHCM-cac-tinh-Ha-Son-Binh-Vinh-Phu-Cao-Lang-Bac-Thai-Quang-Ninh-va-Dong-Nai-42744.aspx|tựa đề=Nghị quyết phê chuẩn việc phân vạch lại địa giới thành phố Hà Nội, thành phố Hồ Chí Minh, các tỉnh Hà Sơn Bình, Vĩnh Phú, Cao Lạng, Bắc Thái, Quảng Ninh và Đồng Nai do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Ngày 18 tháng 12 năm 1991, huyện đổi lại tên cũ thành [[Cần Giờ]].\n\nNgày [[6 tháng 1]] năm [[1997]], Chính phủ ban hành Nghị quyết số 03-CP<ref name=NQ03>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-3-CP-thanh-lap-quan-Thu-Duc-quan-2-quan-7-quan-9-quan-12-va-thanh-lap-cac-phuong-thuoc-quan-moi-Thanh-pho-Ho-Chi-Minh-40319.aspx|title=Nghị định 3-CP năm 1997 về việc thành lập quận Thủ Đức, quận 2, quận 7, quận 9, quận 12 và thành lập các phường thuộc các quận mới - Thành phố Hồ Chí Minh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>. Theo đó:\n*Giải thể huyện Thủ Đức để thành lập ba quận là quận [[Thủ Đức (quận)|Thủ Đức]], [[Quận 2, Thành phố Hồ Chí Minh|Quận 2]] và [[Quận 9, Thành phố Hồ Chí Minh|Quận 9]]\n*Thành lập [[Quận 7]] trên cơ sở tách một phần diện tích và dân số của huyện Nhà Bè (các xã Tân Quy Đông, Tân Quy Tây, Tân Thuận Đông, Tân Thuận Tây, Phú Mỹ và một phần thị trấn Nhà Bè)\n*Thành lập [[Quận 12]] trên cơ sở tách một phần diện tích và dân số của huyện Hóc Môn (các xã Thạnh Lộc, An Phú Đông, Tân Thới Hiệp, Đông Hưng Thuận, Tân Thới Nhất, một phần các xã Tân Chánh Hiệp và Trung Mỹ Tây)\n\nNgày [[5 tháng 11]] năm [[2003]], Chính phủ ban hành Nghị định 130\/2003\/NĐ-CP<ref name=\"ND130\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-130-2003-ND-CP-lap-quan-BinhTan-Phu-phuong-truc-thuoc-dieu-chinh-dia-gioi-hanh-chinh-phuong-thuoc-quan-xa-thi-tran-Binh-Chanh-Can-Gio-51572.aspx|title=Nghị định 130\/2003\/NĐ-CP về việc thành lập các quận Bình Tân, Tân Phú và các phường trực thuộc; điều chỉnh địa giới hành chính phường thuộc quận Tân Bình; thành lập xã, thị trấn thuộc các huyện Bình Chánh, Cần Giờ và Hóc Môn, Thành phố Hồ Chí Minh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>. Theo đó, thành lập quận [[Tân Phú (quận)|Tân Phú]] trên cơ sở tách một phần diện tích và dân số của quận Tân Bình (các phường 16, 17, 18, 19, 20 và một phần các phường 14, 15), thành lập quận Bình Tân trên cơ sở tách một phần diện tích và dân số của huyện Bình Chánh (các xã Bình Hưng Hòa, Bình Trị Đông, Tân Tạo và thị trấn An Lạc).\n\nNgày [[9 tháng 12]] năm [[2020]], Ủy ban thường vụ Quốc hội ban hành Nghị quyết 1111\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã và thành lập thành phố Thủ Đức thuộc Thành phố Hồ Chí Minh<ref name=NQ1111>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1111-NQ-UBTVQH14-2020-sap-xep-don-vi-hanh-chinh-cap-huyen-cap-xa-Ho-Chi-Minh-460049.aspx|tựa đề=Nghị quyết số 1111\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã và thành lập thành phố Thủ Đức thuộc Thành phố Hồ Chí Minh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, thành lập thành phố Thủ Đức trên cơ sở sáp nhập toàn bộ diện tích và dân số của Quận 2, Quận 9 và quận Thủ Đức.\n\nSau đợt sắp xếp này, toàn thành phố có 16 quận, 1 thành phố và 5 huyện với 249 phường, 58 xã và 5 thị trấn.\n\n{{chính|Lịch sử hành chính Thành phố Hồ Chí Minh}}\n\n==Dân cư==\n*Vào tháng 5\/1975 dân số thành phố Sài Gòn - Gia Định (đến tháng 7\/1976 đổi tên thành Thành phố Hồ Chí Minh) là 3.498.120 người (thống kê của chính quyền thành phố).\n*Dân số Thành phố Hồ Chí Minh theo các kết quả điều tra dân số chính thức như sau:\n** Ngày 1\/10\/1979 (Điều tra toàn quốc): 3.419.977 người.<ref>[https:\/\/web.archive.org\/web\/20060217050827\/http:\/\/www.pso.hochiminhcity.gov.vn\/an_pham\/sltkcytphcm\/30_so_lieu_thong_ke_chu_yeu 30 NĂM – THÀNH PHỐ HỒ CHÍ MINH SỐ LIỆU THỐNG KÊ CHỦ YẾU HO CHI MINHCITY MAIN STATISTICS 1976-2005]<\/ref>\n** Ngày 1\/4\/1989 (Điều tra toàn quốc): 3.988.124 người.\n** Ngày 1\/4\/1999 (Điều tra toàn quốc): 5.037.155 người.\n** Ngày 1\/10\/2004 (Điều tra thành phố): 6.117.251 người.\n** Ngày 1\/4\/2009 (Điều tra toàn quốc): 7.162.864 người.\n*Theo số liệu điều tra của Tổng cục Thống kê ngày 1\/4\/2010, dân số thành phố là 7.382.287 người.<ref>[http:\/\/www.gso.gov.vn\/default.aspx?tabid=512&idmid=5&ItemID=11010 Tổng cục Thống kê<!-- Bot generated title -->]<\/ref>\n*Theo số liệu của Cục Thống kê Thành phố Hồ Chí Minh, dân số thành phố vào giữa năm 2010 là 7.396.446 người, mật độ 3.531 người\/km²<ref>[http:\/\/www.pso.hochiminhcity.gov.vn\/c\/document_library\/get_file?uuid=5fdc62bc-0523-453a-b596-57ad36af9831&groupId=18 Dân số và mật độ dân số năm 2010 phân theo quận, huyện]<\/ref>\n*Theo số liệu điều tra của Tổng cục Thống kê ngày 1\/4\/2011, dân số thành phố là 7.549.341 người<ref>[http:\/\/www.gso.gov.vn\/default.aspx?tabid=512&idmid=5&ItemID=12386 Tổng cục Thống kê<!-- Bot generated title -->]<\/ref>.\n*Theo số liệu của Cục Thống kê Thành phố Hồ Chí Minh, dân số thành phố vào giữa năm 2011 là 7.521.138 người, mật độ 3.590 người\/km²<ref>{{Chú thích web | url = http:\/\/www.pso.hochiminhcity.gov.vn\/web\/guest\/niengiamthongke-nam2011 | tiêu đề = Năm 2011 | tác giả 1 = | ngày = | ngày truy cập = 8 tháng 2 năm 2015 | nơi xuất bản = Mạng Thông tin tích hợp trên Internet của TP HCM | ngôn ngữ = }}<\/ref>. \n*Theo kết quả điều tra dân số ngày 01\/04\/2009 Thành phố Hồ Chí Minh có dân số 7.162.864 người, gồm 1.824.822 hộ dân trong đó: 1.509.930 hộ tại thành thị và 314.892 hộ tại nông thôn, bình quân 3,93 người\/hộ. Phân theo giới tính: Nam có 3.435.734 người chiếm 47,97%, nữ có 3.727.130 người chiếm 52,03%. Những năm gần đây dân số thành phố tăng nhanh; trong 10 năm từ 1999-2009 dân số thành phố tăng thêm 2.125.709 người, bính quân tăng hơn 212.000 người\/năm, tốc độ tăng 3,54%\/năm, chiếm 22,32% số dân tăng thêm của cả nước trong vòng 10 năm. Với 572.132 người, tương đương với dân số một số tỉnh như: Quảng Trị, Ninh Thuận, quận Bình Tân có dân số lớn nhất trong số các quận cả nước. Tương tự, huyện Bình Chánh với 420.109 dân là huyện có dân số lớn nhất trong số các huyện cả nước. Trong khi đó huyện Cần Giờ với 68.846 người, có dân số thấp nhất trong số các quận, huyện của thành phố <ref>[http:\/\/www.hcmcpv.org.vn\/app.cgi Dang Bo Thanh Pho Ho Chi Minh<!-- Bot generated title -->]<\/ref>. Không chỉ là thành phố đông dân nhất Việt Nam, quy mô dân số của Thành phố Hồ Chí Minh còn hơn phần lớn các thủ đô ở [[châu Âu]] ngoại trừ Moscow và London. Theo số liệu thống kê năm 2009, 83,32% dân cư sống trong khu vực thành thị. Thành phố Hồ Chí Minh có gần một phần ba là dân nhập cư từ các tỉnh khác.\n*Phân tích theo cơ cấu dân tộc: Người Việt (người Kinh) 6.699.124 người chiếm 93,52% dân số thành phố, tiếp theo tới [[người Hoa]] với 414.045 người chiếm 5,78%, còn lại là các dân tộc: [[Người Khmer|Khmer]] 24.268 người, [[Người Chăm|Chăm]] 7.819 người... Tổng cộng có đến 52\/54 dân tộc được công nhận tại Việt Nam có người cư trú tại thành phố (chỉ thiếu dân tộc Bố Y và Cống), ít nhất là người La Hủ chỉ có 01 người. Ngoài ra còn 1.128 người được phân loại là người nước ngoài, có nguồn gốc từ các quốc gia khác (India, Pakistan, Indonesia, France...). [[Người Hoa ở Thành phố Hồ Chí Minh|Cộng đồng người Hoa ở Thành phố Hồ Chí Minh]] là cộng đồng người Hoa lớn nhất Việt Nam (bằng 50,3% tổng số người Hoa cả nước), cư trú khắp các quận, huyện, nhưng tập trung nhiều nhất tại [[Quận 5]], [[Quận 6]], [[Quận 8]], [[Quận 10]], [[Quận 11]] và có những đóng góp đáng kể cho nền kinh tế thành phố<ref>[http:\/\/www.pso.hochiminhcity.gov.vn\/an_pham\/dansotphcmqua2cuocdieutra1999_2004\/ttkqdtds Kết quả điều tra dân số 1999 - 2004] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100923071237\/http:\/\/www.pso.hochiminhcity.gov.vn\/an_pham\/dansotphcmqua2cuocdieutra1999_2004\/ttkqdtds |date = ngày 23 tháng 9 năm 2010}}, trang của Cục thống kê Thành phố Hồ Chí Minh.<\/ref>.\n*Phân tích dân số theo tôn giáo: Căn cứ theo số liệu điều tra dân số năm 2009, 1.983.048 người (27,68% tổng số dân thành phố) kê khai có tôn giáo. Trong đó những tôn giáo có nhiều tín đồ là: Phật giáo 1.164.930 người chiếm 16,26%, Công giáo 745.283 người chiếm 10,4%, Cao đài 31.633 người chiếm 0,44%, Tin lành 27.016 người chiếm 0,37%, Hồi giáo 6.580 người chiếm 0,09%.\n\nSự phân bố dân cư ở Thành phố Hồ Chí Minh không đồng đều. Trong khi một số quận như: [[Quận 3]], [[Quận 4]], [[Quận 10]] và [[Quận 11]] có mật độ lên tới trên 40.000 người\/km², thì huyện ngoại thành [[Cần Giờ]] có mật độ tương đối thấp 98 người\/km²<ref name=\"danso\">[http:\/\/www.gso.gov.vn\/Modules\/Doc_Download.aspx?DocID=12724 Kết quả toàn bộ Tổng điều tra Dân số và Nhà ở Việt Nam năm 2009, Tổng cục Thống kê Việt Nam]<\/ref>. Về mức độ gia tăng dân số, trong khi tỷ lệ tăng tự nhiên khoảng 1,07% thì tỷ lệ tăng cơ học lên tới 2,5%<ref>[http:\/\/www.hochiminhcity.gov.vn\/left\/gioi_thieu\/thong_ke\/giai_doan_01_06\/slcy1?left_menu=1 Dân số lao động] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090415185305\/http:\/\/www.hochiminhcity.gov.vn\/left\/gioi_thieu\/thong_ke\/giai_doan_01_06\/slcy1?left_menu=1 |date = ngày 15 tháng 4 năm 2009}} trên trang của Thành phố.<\/ref>. Những năm gần đây dân số các quận trung tâm có xu hướng giảm; trong khi dân số các quận mới lập vùng ven tăng nhanh, do đón nhận dân từ trung tâm chuyển ra và người nhập cư từ các tỉnh đến sinh sống. Theo ước tính năm [[2005]], trung bình mỗi ngày có khoảng 1 triệu khách vãng lai tại Thành phố Hồ Chí Minh. Đến năm [[2010]], con số này còn có thể tăng lên tới 2 triệu<ref>[http:\/\/www.vienkinhte.hochiminhcity.gov.vn\/xemtin.asp?cap=3&idcha=683&id=740 Dự báo số khách vãng lai có mặt trung bình mỗi ngày] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061007035208\/http:\/\/www.vienkinhte.hochiminhcity.gov.vn\/xemtin.asp?cap=3&idcha=683&id=740 |date = ngày 7 tháng 10 năm 2006}} trên trang Viện Kinh tế Thành phố Hồ Chí Minh.<\/ref><ref>http:\/\/sgtt.vn\/Loi-song\/177102\/Thanh-pho-\"khong-giong-ai\".html{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n\n==Một số sự kiện lịch sử của Thành phố Hồ Chí Minh==\n*Ngày 17 tháng 2 năm 1859, quân Pháp mở cuộc tấn công thành Sài Gòn (tức thành Gia Định) và một ngày sau thì chiếm được thành. Án sát Lê Tứ, Hộ đốc Vũ Duy Ninh tự vẫn, Đề đốc Trần Trí, Bố chính Vũ Thực và Lãnh binh Tôn Thất Năng đem quân rút về Tây Thái, huyện Bình Long.\n*Ngày 8 tháng 3 năm 1859, quân Pháp đốt cháy kho tàng, phá hủy thành Sài Gòn và rút ra để tránh quân triều đình nhà Nguyễn tấn công đánh chiếm lại thành. Tháng 12 cùng năm quân Pháp mở rộng sự chiếm đóng ra khu vực Chợ Lớn.\n*Tháng 8 năm 1859, [[Nguyễn Tri Phương]] được cử giữ chức Tổng thống quân vụ, vào chỉ huy quân thứ Gia Định chống Pháp. Tháng 12 cùng năm, theo đề nghị của ông, Phạm Thế Hiển được cử làm Tham tán quân thứ Gia Định.\n*Ngày 25 tháng 2 năm 1861, Đại đồn Chí Hòa thất thủ, Nguyễn Tri Phương bị trọng thương.\n*Ngày 13 tháng 1 năm 1863, Pháp khánh thành Sở Bưu điện Sài Gòn.\n*Ngày 1 tháng 1 năm 1864, tờ ''Le Courrier de Sài Gòn'' (Tin Sài Gòn) ra số đầu tiên<ref>http:\/\/namkyluctinh.org\/a-hinhanh\/NhungCaiNhatCuaSaigonXua.pdf<\/ref>.\n*Từ ngày 23 tháng 2 năm 1868 đến 25 tháng 9 năm 1869, xây dựng Tòa Soái phủ Nam Kỳ (sau là Phủ Thống đốc, rồi Phủ Toàn quyền Đông Dương, thường được gọi là [[Bảo tàng Thành phố Hồ Chí Minh|Dinh Gia Long]]).\n*Ngày 1 tháng 7 năm 1882, tuyến đường xe điện đầu tiên ở Việt Nam dài 5&nbsp;km, rộng 1 m, nối Sài Gòn và Chợ Lớn bắt đầu hoạt động.\n*Năm 1882, thành lập Thư viện Sài Gòn.\n*1901: Tờ báo chữ Việt ''Nông cổ mín đàm'' ra đời.\n*1902: Xây cầu Bình Lợi trên [[sông Sài Gòn]].\n*1903: Đường tàu điện nội hạt của Sài Gòn được xây dựng.\n*1908: Dinh Xã Tây, nay là trụ sở Ủy ban Nhân dân thành phố (được khởi công xây dựng từ tháng 3 năm 1898), hoàn thành và được đưa vào sử dụng.\n*1910: Chiếc máy bay xuất hiện đầu tiên trên bầu trời Việt Nam hạ cánh xuống Sài Gòn.\n*1911: [[Nguyễn Tất Thành]] xuất dương dưới tên gọi là Văn Ba, lên chiếc tàu buôn Đô đốc Latouche Tréville với nghề phụ bếp. Sau này được biết đến ở Việt Nam với tên gọi [[Ngày Bác Hồ ra đi tìm đường cứu nước]].\n*1914: Xây dựng xong chợ Bến Thành.\n*1975: [[Sự kiện 30 tháng 4 năm 1975|Ngày giải phóng Sài Gòn]]\n*1976: Sài Gòn được đổi tên thành '''[[Thành phố Hồ Chí Minh]]'''\n\n==Hình ảnh Sài Gòn cổ xưa==\n*[http:\/\/nguyentl.free.fr\/autrefois\/sud\/saigon1\/saigon_bureau_du_chemin_de_fer.JPG Ga Sài Gòn]\n*[http:\/\/nguyentl.free.fr\/autrefois\/sud\/saigon1\/saigon_halle_centrale.jpg Chợ Bến Thành]\n*[http:\/\/nguyentl.free.fr\/autrefois\/sud\/saigon1\/saigon_halles_centrales.JPG Chợ Bến Thành]\n*[http:\/\/nguyentl.free.fr\/autrefois\/sud\/saigon1\/saigon_place_marche.jpg Quảng trường trước chợ Bến Thành]\n*[http:\/\/nguyentl.free.fr\/autrefois\/sud\/saigon1\/theatre_saigon.jpg Nhà hát Lớn]\n\n==Sài Gòn - Thành phố Hồ Chí Minh trong văn hóa==\n===Nhạc===\n*Trước 1975:\n:*Miền Nam: các bài hát về Sài Gòn và mang hình ảnh Sài Gòn như ''Sài Gòn'', ''Đêm đô thị'' ([[Y Vân]]), ''Trả lại em yêu'' ([[Phạm Duy]]), ''Ghé bến Sài Gòn'' ([[Văn Phụng]]), ''Huế-Sài Gòn-Hà Nội'' ([[Trịnh Công Sơn]]), ''Mưa Sài Gòn mưa Hà Nội'' ([[Phạm Đình Chương]]), ''Sài Gòn thứ bảy'' ([[Anh Bằng]]), ''Làng báo Sài Gòn'' ([[Lê Thương]]), ''Giã biệt Sài Gòn'', ''Sài Gòn em và tôi'' ([[Nguyễn Ánh 9]])...\n:*Miền Bắc: ''Tiến về Sài Gòn'' ([[Lưu Hữu Phước]]), ''Cô gái Sài Gòn đi tải đạn'', ''Sài Gòn quật khởi''......\n*Sau 1975:\n:*Nhạc sĩ trong nước: ''Em còn nhớ hay em đã quên'' ([[Trịnh Công Sơn]]), ''Mùa xuân trên Thành phố Hồ Chí Minh'' ([[Xuân Hồng]]), ''\"Sàì Gòn cô tiên năm 2000\"'' ([[Phương Uyên]]), ''Sài Gòn quê hương tôi'' ([[Đức Trí]]), ''Mùa đông Sài Gòn'' ([[Nguyễn Ngọc Thiện]]), ''Sài Gòn, màu nắng cho em'' ([[Vũ Quốc Việt]]), ''Thành phố mười mùa hoa'' ([[Phạm Tuyên]])...\n:*Nhạc sĩ đã ra hải ngoại: ''Sài Gòn niềm nhớ không tên'' ([[Nguyễn Đình Toàn]]), ''Đêm nhớ trăng Sài Gòn'' ([[Phạm Đình Chương]]), ''Sài Gòn ơi vĩnh biệt'' ([[Nam Lộc]]), ''Sài Gòn vĩnh biệt tình ta'' ([[Nhật Ngân]] ?), ''Đêm nhớ về Sài Gòn'' ([[Trầm Tử Thiêng]]), ''Thương nhớ Sài Gòn'' ([[Phạm Duy]]), ''Chiều trên đường Hồng Thập Tự'' và ''Sài Gòn trên đường Nguyễn Du''([[Nguyễn Tất Nhiên]]), ''Bà mẹ Sài Gòn'' (Xuân Điềm), ''Khi xa Sài Gòn'' ([[Lê Uyên Phương]]), ''Nhớ Sài Gòn'' ([[Anh Bằng]]), ''Hẹn em Sài Gòn'' ([[Hà Thúc Sinh]]), ''Nhớ em một ngày nắng Sài Gòn'' ([[Thanh Trang]]), ''Sài Gòn vẫn mãi trong tôi'' ([[Trúc Hồ]] & Anh Bằng), ''Sài Gòn một thoáng 30 năm'' ([[Trần Chí Phúc]]), ''Sài Gòn ơi, tôi còn em đó'' ([[Trường Sa (nhạc sĩ)]])...\n*Vở nhạc kịch ''[[Miss Saigon]]''\n*Ban nhạc rock \"[[Saigon kick]]\" (Cú đá Sài Gòn)\n*Ca sĩ nhạc rap [[Saigon (ca sĩ)|Saigon]]\n\n{{chính|Danh sách ca khúc về Sài Gòn}}\n\n===Phim===\n*''Người tình'' (''L'Amant'' - 1991, đạo diễn: [[Jean-Jacques Annaud]], dựa theo tiểu thuyết cùng tên của [[Marguerite Duras]])\n*''Indochine'' (1992, đạo diễn: [[Régis Wargnier]], diễn viên: [[Catherine Deneuve]], đoạt [[giải Oscar]] cho phim ngoại quốc hay nhất)\n*''[[Người Mỹ trầm lặng]]'' (''The Quiet American'' - 1958 (đạo diễn Joseph L.Mankiewicz) và 2002 (đạo diễn: [[Philip Noyce]]), dựa theo tiểu thuyết cùng tên của [[Graham Greene]])\n\n===Truyện===\n* ''Một người Nga ở Sài Gòn'' của [[Duyên Anh]]\n*''L'Amant'' và ''L'amant de la Chine du Nord'' của [[Marguerite Duras]]\n*''L'adieu à Saïgon'' của Jean Lartéguy\n*''Les civilisés'' của [[Claude Farrère]]\n*''Soleil au ventre'', ''Mort en fraude'' và ''Les asiates'' của Jean Hougron\n*''Jade'' của Michel Tauriac\n*''La ligne de force'' của [[Pierre Herbart]]\n*''Le roi lepreux'' của Pierre Benoit\n*''The Quiet American'' của [[Graham Greene]]\n\n==Xem thêm==\n* [[Nguyễn Hữu Cảnh]]\n* [[Gia Long|Nguyễn Ánh]]\n* [[Thành phố Hồ Chí Minh]]\n* [[Lịch sử hành chính Thành phố Hồ Chí Minh]]\n* [[Chủ tịch Ủy ban Nhân dân Thành phố Hồ Chí Minh]]\n* [[Nam Kỳ]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{Kiểm soát tính nhất quán}}\n{{thể loại Commons|Ho Chi Minh City}}\n*[http:\/\/www.hochiminhcity.gov.vn\/ Thành phố Hồ Chí Minh]\n*[http:\/\/vietsciences.free.fr\/lichsu\/lichsucacnuoc\/saigon.htm Nguồn gốc và Ý nghĩa của tên Sài Gòn] - Vietsciences\n\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n[[Thể loại:Lịch sử Đàng Trong]]"}