{"257281":"'''[[Thành phố Hồ Chí Minh]]''' hiện nay hình thành trên cơ sở sáp nhập nhiều đơn vị hành chính do chính quyền qua các thời kỳ trước đây thành lập. Do đó, tổ chức hành chính trải qua nhiều lần thay đổi trong lịch sử tồn tại của thành phố.\n{{Bản đồ Thành phố Hồ Chí Minh}}\n\n==Lịch sử hình thành==\n===Thời Tiền Đại Việt (Giai đoạn trước 03\/1698)===\nTrong thời kỳ Tiền Đại Việt địa bàn Thành phố Hồ Chí Minh hiện nay, thuộc về [[Phù Nam]] và sau đó là [[Chân Lạp]]. Chưa có tư liệu lịch sử nào cho thấy: Các nước nêu trên đã từng thiết lập một hình thức đơn vị hành chính hoặc cơ quan chính quyền, nhằm quản lý khu vực này. Tuy nhiên, vào năm [[1623]], [[Chân Lạp]] cho phép [[Đàng Trong]] Đại Việt lập hai đồn thu thuế tại Prei Nokor (nay tương ứng với địa bàn một phần các quận: 1 và 4) và Kas Krobei (nay tương ứng với địa bàn một phần thành phố Thủ Đức). Đây là những địa điểm qua lại và nghỉ ngơi của thương nhân [[Đại Việt]] đi [[Chân Lạp]] và [[Xiêm La]].\n\n===Thời Đại Việt - Việt Nam - Đại Nam (Giai đoạn 03\/1698 - 27\/02\/1861)===\n*Tháng 3\/1698{{ref|1}} Lễ Thành Hầu, Thống suất Nguyễn Hữu Cảnh phụng lệnh Quốc chúa [[Đàng Trong]] Đại Việt vào kinh lược vùng đất Đông Nam Bộ ngày nay, xác lập chủ quyền của [[Đại Việt]] trên vùng đất mới này.. Quan Thống suất thiết lập: Dinh Phiên Trấn, gồm huyện Tân Bình có bốn tổng (Bình Dương, Tân Long, Phước Lộc, Bình Thuận) và dinh Trấn Biên, gồm huyện Phước Long có bốn tổng (Tân Chánh, Bình An, Long Thành, Phước An)<ref>[http:\/\/www.quangbinh.gov.vn\/3cms\/?cmd=180&art=1185957713619 Trang thông tin điện tử tỉnh Quảng Bình<!-- Bot generated title -->]<\/ref><ref>http:\/\/www.hochiminhcity.gov.vn\/thongtinthanhpho\/gioithieu\/Lists\/Posts\/Post.aspx?CategoryId=9&ItemID=5453&PublishedDate=ngày 22 tháng 6 năm 2011T00:00:00Z<\/ref>.\n*Năm 1808 Hoàng đế Việt Nam (''Việt Nam'' là quốc hiệu chính thức từ năm 1804) nâng huyện Tân Bình thành phủ [[Tân Bình (phủ cũ Gia Định)|Tân Bình]] thuộc trấn Phiên An (tức dinh Phiên Trấn đổi tên), bốn tổng trực thuộc thành bốn huyện (riêng huyện Bình Thuận đổi tên thành huyện Thuận An). Năm 1832 Hoàng đế Việt Nam đổi trấn Phiên An thành tỉnh Phiên An và cắt hai huyện Phước Lộc và Thuận An (huyện này năm 1837 đổi tên là Cửu An) của phủ Tân Bình, nhập sang phủ Tân An (mới lập) cùng tỉnh. Đến năm 1838 tỉnh Phiên An đổi tên thành tỉnh Gia Định. Năm 1841 Hoàng đế Đại Nam (quốc hiệu ''Việt Nam'' đổi thành ''Đại Nam'' từ ngày 15\/02\/1839) tách huyện Bình Dương, lập huyện mới Bình Long thuộc phủ Tân Bình, tỉnh Gia Định<ref>{{Chú thích web |url=http:\/\/www.hocmon.hochiminhcity.gov.vn\/pages\/gioi-thieu-chung.aspx |ngày truy cập=2013-04-21 |tựa đề=Bản sao đã lưu trữ |archive-date=2013-05-03 |archive-url=https:\/\/web.archive.org\/web\/20130503153400\/http:\/\/www.hocmon.hochiminhcity.gov.vn\/pages\/gioi-thieu-chung.aspx |url-status=dead }}<\/ref>. \n*Do phủ Hòa Thạnh (lập năm 1841, với hai huyện: Tân Hòa và Tân Thạnh) giải thể nhập vào phủ Tân An từ năm 1851; nên đến trước lúc bị Pháp xâm chiếm, tỉnh Gia Định chỉ còn ba phủ trực thuộc: Tân Bình (gồm ba huyện: Bình Dương, Bình Long và Tân Long), Tân An (gồm bốn huyện: Cửu An, Phước Lộc, Tân Hòa và Tân Thạnh) và Tây Ninh (lập năm 1838, gồm hai huyện: Quang Hóa và Tân Ninh). Riêng phủ Tân Bình có 03 huyện với 18 tổng, 365 thôn (hoặc các đơn vị hành chính cơ sở khác tương đương như: ấp, bang, điếm, giáp, hộ, lân, nậu, phường, sóc, thủ, thuộc, xã) trực thuộc:\n**Huyện Bình Dương có sáu tổng với 123 thôn (hoặc các đơn vị hành chính cơ sở khác tương đương):\n***Tổng Bình Trị Thượng có 27 thôn;\n***Tổng Bình Trị Trung có 21 thôn;\n***Tổng Bình Trị Hạ có 26 thôn;\n***Tổng Dương Hòa Thượng có 20 thôn;\n***Tổng Dương Hòa Trung có 21 thôn;\n***Tổng Dương Hòa Hạ có 08 thôn;\n**Huyện Bình Long có sáu tổng với 85 thôn (hoặc các đơn vị hành chính cơ sở khác tương đương):\n***Tổng Bình Thạnh Thượng có 16 thôn;\n***Tổng Bình Thạnh Trung có 11 thôn;\n***Tổng Bình Thạnh Hạ có 12 thôn;\n***Tổng Cầu An Hạ có 12 thôn;\n***Tổng Long Tuy Thượng có 20 thôn;\n***Tổng Long Tuy Trung có 14 thôn;\n**Huyện Tân Long có sáu tổng với 157 thôn (hoặc các đơn vị hành chính cơ sở khác tương đương):\n***Tổng Tân Phong Thượng có 29 thôn;\n***Tổng Tân Phong Trung có 31 thôn;\n***Tổng Tân Phong Hạ có 21 thôn;\n***Tổng Long Hưng Thượng có 22 thôn;\n***Tổng Long Hưng Trung có 19 thôn;\n***Tổng Long Hưng Hạ có 08 thôn.\n*Năm 1808 Hoàng đế Việt Nam nâng huyện Phước Long thành phủ Phước Long thuộc trấn Biên Hòa (tức dinh Trấn Biên đổi tên), bốn tổng trực thuộc thành bốn huyện (riêng huyện Tân Chánh đổi tên thành huyện Phước Chánh). Năm 1832 Hoàng đế Việt Nam đổi trấn Biên Hòa thành tỉnh Biên Hòa; năm 1838 tách huyện Bình An, lập thêm huyện Ngãi An thuộc phủ Phước Long. Đồng thời cắt hai huyện Phước An và Long Thành của phủ này, nhập sang phủ Phước Tuy cùng tỉnh. Đến năm 1839 lập thêm huyện Phước Bình thuộc phủ Phước Long. Cho đến trước lúc bị Pháp xâm chiếm, phủ Phước Long thuộc tỉnh Biên Hòa có bốn huyện (Phước Chánh, Bình An, Ngãi An, Phước Bình) với 21 tổng.\n**Huyện Nghĩa An thuộc phủ Phước Long, tỉnh Biên Hòa có năm tổng với 51 thôn (hoặc các đơn vị hành chính cơ sở khác tương đương):\n***Tổng An Bình có 10 thôn;\n***Tổng An Điền có 09 thôn;\n***Tổng An Thổ có 10 thôn;\n***Tổng An Thủy có 14 thôn;\n***Tổng Chánh Thiện có 08 thôn.\n**Tổng Long Vĩnh Hạ thuộc huyên Long Thành, phủ Phước Tuy, tỉnh Biên Hòa có 12 thôn.\n*Địa bàn Thành phố Hồ Chí Minh hiện nay chủ yếu tương đương với các địa bàn dưới đây có trước khi Pháp chiếm Miền Đông Nam Kỳ, hợp lại:\n**Phần lớn phủ Tân Bình thuộc tỉnh Gia Định, gồm:\n***Toàn bộ huyện Bình Dương; ''nay tương ứng với địa bàn các quận: 1, 3, 4, 7, Phú Nhuận, Tân Bình, Tân Phú, Gò Vấp, Bình Thạnh, một phần của hai quận: 10 và 12 cùng hai huyện: Cần Giờ và Nhà Bè'';\n***Phần lớn huyện Bình Long; ''nay tương ứng với địa bàn hai huyện: Hóc Môn, Củ Chi, phần lớn quận 12 và một phần huyện Bình Chánh'';\n***Phần lớn huyện Tân Long; ''nay tương ứng với địa bàn các quận: 5, 6, 8, 11, Bình Tân, một phần quận 10 và phần lớn huyện Bình Chánh'';\n**Một phần huyện Phước Lộc thuộc phủ Tân An, tỉnh Gia Định; ''nay tương ứng với địa bàn một phần huyện Bình Chánh'';\n**Phần lớn huyện Ngãi An thuộc phủ Phước Long, tỉnh Biên Hòa; ''nay tương ứng với địa bàn các quận: 2, Thủ Đức và một phần quận 9'';\n**Tổng Long Vĩnh Hạ thuộc huyện Long Thành, phủ Phước Tuy, tỉnh Biên Hòa; ''nay tương ứng với địa bàn phần lớn quận 9''.\n\n===Thời [[Pháp thuộc]] và thời Đế quốc Việt Nam - Việt Nam Dân chủ Cộng hòa - Quốc gia Việt Nam (Giai đoạn 28\/02\/1861 - 25\/10\/1955)===\n[[Tập tin:Map of Saigon 1882.jpg|300px|phải|nhỏ|Bản đồ thành phố Sài Gòn năm 1882]]\n[[Tập tin:Saigon Province.jpg|300px|phải|nhỏ|Bản đồ hạt Sài Gòn năm 1885]]\n[[Tập tin:Map of Saigon - Cholon 1923.jpg|300px|phải|nhỏ|Bản đồ Sài Gòn và Chợ Lớn năm 1923]]\n====Tổng quan====\n*Sau khi lần lượt xâm chiếm ba tỉnh (''province'') [[Miền Đông Nam Kỳ]] của nước Đại Nam: Gia Định (ngày 28\/02\/1861), Định Tường (ngày 12\/04\/1861) và Biên Hòa (ngày 18\/12\/1861)<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k58365329\/f14.image<\/ref>, trong thời gian đầu chính quyền [[Pháp]] tạm thời duy trì các phủ (''département''), huyện (''arrondissement'') trực thuộc ba tỉnh này; bổ nhiệm các Tri phủ, Tri huyện quản lý người Việt, dưới sự chỉ đạo, giám sát chặt chẽ của viên Bố chánh tỉnh người Pháp (theo quyết định số 145 ngày 14\/08\/1862 của Thống đốc Nam Kỳ<ref>http:\/\/www.hochiminhcity.gov.vn\/thongtinthanhpho\/gioithieu\/Lists\/Posts\/Post.aspx?List=9efd7faa%2Df6be%2D4c91%2D9140%2De2bd40710c29&ID=5542&Web=9d294a7f%2Dcaf2%2D456d%2D8ca0%2D36b393b8c052<\/ref>). Đồng thời chính quyền Pháp từng bước tổ chức hệ thống hành chính mới, nhằm thực hiện mục tiêu xây dựng chế độ cai trị trực tiếp tại vùng chiếm đóng. Chủ trương này được chính quyền Pháp đẩy mạnh, sau khi chiếm nốt ba tỉnh Miền Tây Nam Kỳ: Vĩnh Long, An Giang và Hà Tiên trong thời gian năm ngày (20\/06\/1867-24\/06\/1867).\n*Trên địa bàn tỉnh Gia Định<ref>http:\/\/www.hochiminhcity.gov.vn\/thongtinthanhpho\/gioithieu\/Lists\/Posts\/Post.aspx?CategoryId=11&ItemID=5542&PublishedDate=ngày 18 tháng 7 năm 2011T02:00:00Z<\/ref> (đến ngày 16\/08\/1867 đổi tên thành tỉnh Sài Gòn<ref name=\"gallica.bnf.fr\">http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5774514m\/f159.image.r=Saigon%20administratif.langEN<\/ref><ref name=\"hochiminhcity.gov.vn\">http:\/\/www.hochiminhcity.gov.vn\/thongtinthanhpho\/gioithieu\/Lists\/Posts\/Post.aspx?CategoryId=9&ItemID=5451&PublishedDate=ngày 15 tháng 6 năm 2011T00:00:00Z<\/ref>), chính quyền [[Pháp]] thành lập tuần tự các đơn vị hành chính dưới đây: \n**Thành phố (''Ville'') [[Thành phố Hồ Chí Minh|Sài Gòn]];\n**Khu thanh tra (''Inspection'') Tây Ninh (lập ngày 17\/02\/1863) trên địa bàn phủ Tây Ninh (phủ này từ ngày 11\/02\/1864 có hai huyện trực thuộc là Quang Hóa và Tân Ninh){{ref|2}};\n**Khu thanh tra Tân An (lập ngày 9\/11\/1864) trên địa bàn hai huyện: Cửu An và Tân Thạnh của phủ Tân An;\n**Khu thanh tra [[Phước Lộc]] (lập ngày 9\/11\/1864 trên địa bàn huyện Phước Lộc của phủ Tân An, sau đổi tên là khu thanh tra Cần Giuộc ngày 16\/08\/1867, rồi giải thế nhập vào khu thanh tra [[Chợ Lớn]] và khu thanh tra Tân An ngày 5\/06\/1871);\n**Khu thanh tra [[Tân Hòa]] (lập ngày 9\/11\/1864 trên địa bàn huyện Tân Hòa của phủ Tân An, sau đổi tên là khu thanh tra Gò Công ngày 16\/08\/1867);\n**Thành phố [[Chợ Lớn]];\n**Khu thanh tra [[Thành phố Hồ Chí Minh|Sài Gòn]];\n**Khu thanh tra Quang Hóa (lập ngày 3\/02\/1866 trên địa bàn huyện Quang Hóa của phủ Tây Ninh. Khu này tách ra từ khu thanh tra Tây Ninh, sau đổi tên là khu thanh tra Trảng Bàng ngày 16\/08\/1867, rồi giải thế nhập vào khu thanh tra [[Chợ Lớn]] và khu thanh tra Tây Ninh ngày 5\/06\/1871);\n**Khu thanh tra [[Chợ Lớn]].\n*Ngoài hai thành phố [[Thành phố Hồ Chí Minh|Sài Gòn]] vá [[Chợ Lớn]] có tổ chức hành chính riêng; các khu thanh tra tại Nam Kỳ chia thành tổng (''canton''), tổng chia thành thôn (''village''). Số lượng khu thanh tra lúc cao nhất (vào năm 1868), toàn Nam Kỳ có 27. \n*Đến ngày 5\/06\/1871 các khu thanh tra đổi thành hạt (''arrondissement'') và thôn đổi thành làng (''village''). Đồng thời chính quyền Pháp chính thức giải thể các phủ, huyện có từ thời nước Đại Nam, được duy trì tạm trong thời kỳ đầu chiếm đóng Nam Kỳ. Số lượng hạt lúc cao nhất (vào năm 1882), toàn Nam Kỳ có 21. \n*Từ ngày 1\/01\/1900 hạt gọi là tỉnh (mới). Số lượng tỉnh (mới) lúc cao nhất (vào năm 1944), toàn Nam Kỳ có 21. \n*Từ thập niên 1900 chính quyền thuộc địa bắt đầu lập cấp hành chính trung gian giữa tỉnh (mới) và tổng, gọi là quận (''circonscription'')<ref>http:\/\/www.thienlybuutoa.org\/Books\/LSCD1920-1926\/1-DatNamKy.htm<\/ref> hoặc cơ sở phái viên hành chánh (''délégation administrative'' ou ''poste administratif'').\n*Về sáu tỉnh tại Nam Kỳ (cũ) có từ thời Đại Nam, ngày 5\/01\/1876 Thống đốc Nam Kỳ ra nghị định giải thể các tỉnh này (trong đó có tỉnh Sài Gòn, vốn chỉ còn tồn tại trên danh nghĩa, sau khi lập các khu thanh tra và thành phố trực thuộc). Thay bằng bốn khu vực hành chánh (''circonscription administrative''): Sài Gòn, Mỹ Tho, Vĩnh Long và Bát Xắc, đứng đầu mỗi khu vực là viên Thanh tra (''Inspecteur''). Khu vực hành chánh Sài Gòn có địa bàn rộng hơn, gồm cả hai tỉnh: Sài Gòn và Biên Hòa (cũ) hợp lại. Bốn khu vực hành chánh tồn tại đến ngày 10\/10\/1907 thì giải thể, thay thế bằng vùng I (''Première région'' ou ''1<sup>ère<\/sup> région'')<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k56041001\/f319.image.r=Province%20de%20Giadinh.langEN<\/ref> và vùng II, theo nghị định của Toàn quyền Đông Dương. Đứng đầu mỗi vùng là viên Thanh tra. Vùng I có địa bàn rộng lớn, do hai khu vực hành chánh (cũ): Sài Gòn và Mỹ Tho tạo thành. Tuy nhiên, đến ngày 26\/05\/1911 hai vùng đều bị Toàn quyền Đông Dương ký nghị định bãi bỏ. Từ thời gian này, giữa chính quyền Nam Kỳ và các tỉnh (mới) không còn cấp trung gian nào nữa.\n*Địa bàn Thành phố Hồ Chí Minh hiện nay, chủ yếu tương đương với thành phố [[Thành phố Hồ Chí Minh|Sài Gòn]], thành phố [[Chợ Lớn]], khu thanh tra [[Thành phố Hồ Chí Minh|Sài Gòn]] và một phần khu thanh tra [[Chợ Lớn]] nêu trên trong giai đoạn đầu của thời Pháp thuộc, hợp lại.\n\n====Tổ chức các đơn vị hành chính====\nDưới đây tóm lược quá trình hình thành, tồn tại của những đơn vị hành chính trong giai đoạn 28\/02\/1861 - 25\/10\/1955, có địa giới là một phần của Thành phố Hồ Chí Minh hiện nay:\n*'''Thành phố [[Thành phố Hồ Chí Minh|Sài Gòn]]'''\nChính quyền [[Pháp]] thành lập thành phố [[Thành phố Hồ Chí Minh|Sài Gòn]] vào ngày 11\/04\/1861<ref name=\"ReferenceA\">http:\/\/www.hochiminhcity.gov.vn\/thongtinthanhpho\/gioithieu\/Lists\/Posts\/Post.aspx?CategoryId=9&ItemID=5450&PublishedDate=ngày {{Webarchive|url=https:\/\/web.archive.org\/web\/20201023075757\/http:\/\/www.hochiminhcity.gov.vn\/thongtinthanhpho\/gioithieu\/Lists\/Posts\/Post.aspx?CategoryId=9&ItemID=5450&PublishedDate=ng%C3%A0y |date = ngày 23 tháng 10 năm 2020}} 13 tháng 6 năm 2011T00:00:00Z<\/ref> theo nghị định của Thống đốc Nam Kỳ, trên địa bàn một số thôn của hai tổng: Bình Trị Thượng và Bình Trị Trung thuộc huyện Bình Dương, phủ Tân Bình, tỉnh Gia Định. Địa giới hành chính lúc đầu chỉ gồm một phần của quận [[1]] hiện nay, diện tích 2&nbsp;km², dân số năm 1864 10.577 người. Trong thời gian đầu Thống đốc Nam Kỳ, thông qua Nha Nội chánh (''Direction de l'Intérieur''), cai trị trực tiếp thành phố<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5843454w\/f15.image.r= Notice historique, administrative et politique sur la ville de Saïgon. Publiée par les soins du secrétaire général de la mairie<!-- Bot generated title -->]<\/ref>. Đến ngày 3\/10\/1865 Thống đóc Nam Kỳ ra nghị định xác định cụ thể ranh giới giữa thành phố Sài Gòn và thành phố Chợ Lớn, theo nghị định này diện tích thành phố Sài Gòn là 3&nbsp;km². Ngày 4\/04\/1867 Thống đốc Nam Kỳ ký nghị định số 53 thành lập Ủy hội thành phố (''Commission municipale'') đứng đầu là vị Ủy viên thành phố (''Commissaire municipal''), để quản lý thành phố<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5848754g\/f361.image.r=Maire%20de%20les%20villes%20de%20Saigon%20et%20Cholon.langEN Dictionnaire de bio-bibliographie générale, ancienne et moderne de l'Indochine française, publié après la mort de l'auteur par Antoine Cabaton<!-- Bot generated title -->]<\/ref>. Đến ngày 8\/07\/1869 Thống đốc Nam Kỳ ký nghị định mới số 131 thay thế: Chức vụ Ủy viên thành phố được đổi thành Thị trưởng (''Maire'' - một số tài liệu gọi là \"Đốc lý\"), đồng thời Ủy hội thành phố đổi thành Hội đồng thành phố (''Conseil municipal'') gồm 13 thành viên, có nhiều quyền hạn hơn<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5774514m\/f126.image.r=Saigon%20administratif.langEN Annuaire de la Cochinchine française<!-- Bot generated title -->]<\/ref>. Ngày 8\/01\/1877 [[Tổng thống Pháp]] ký sắc lệnh công nhận thành phố Sài Gòn là đô thị (''municipalité'') loại I. Sau khi thành lập Liên bang Đông Dương vào ngày 17\/10\/1887, chức vụ Thị trưởng thành phô Sài Gòn do Hội đồng thành phố bầu chọn, Thống đốc Nam Kỳ đề nghị và [[Toàn quyền Đông Dương]] quyết định chuẩn y. Qua thời gian, các vùng đất lân cận được sáp nhập dần vào thành phố. Năm 1884 diện tích thành phố là 4,06&nbsp;km², năm 1894 là 7,91&nbsp;km², năm 1906 là 13,17&nbsp;km², năm 1912 là 16,38&nbsp;km²<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5603647v\/f639.image.r=Province%20de%20Giadinh.langEN<\/ref>. Năm 1881 dân số thành phố Sài Gòn có 13.481 người, năm 1884 có 14.459 người<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k57732393\/f55.image.r=Saigon%20administratif.langEN Annuaire de la Cochinchine française<!-- Bot generated title -->]<\/ref>, năm 1902 có 50.870 người, năm 1910 có 64.121 người, năm 1930 tăng lên 143.306 người.\n**Đến tháng 9\/1889 thành phố Sài Gòn được chia thành hai quận cảnh sát (''arrondissement policier''): [[1]] và [[2]], chỉ đảm trách an ninh, trật tự trên địa bàn, không phải cấp hành chính; tháng 12\/1920 lập thêm [[quận 3]]. Đứng đầu mỗi quận cảnh sát là vị [[Quận trưởng cảnh sát]] (''Commissaire'')<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5603647v\/f682.image.r=Province%20de%20Giadinh.langEN<\/ref>. \n**Thị trưởng quản lý thành phố thông qua các hộ (''quartier'') trực thuộc, là cấp hành chính đại diện. Năm 1896 thành phố có ba hộ: Cầu Ông Lãnh, Đa Kao và Khánh Hội. Đứng đầu mỗi hộ là Hộ trưởng (''Chef-quartier'' ou ''Chef du quartier'')<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k57791297\/f334.image.r=Administratif%20de%20la%20cochinchine.langEN<\/ref>. Từ ngày 30\/08\/1905 số hộ trực thuộc là sáu<ref>{{Chú thích web |url=http:\/\/nhavantphcm.com.vn\/tac-pham-chon-loc\/but-ky-tap-van\/nhung-sai-lam-kien-thuc-lich-su-sai-gon-xua.html |ngày truy cập=2013-08-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 25 tháng 10 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131025225244\/http:\/\/nhavantphcm.com.vn\/tac-pham-chon-loc\/but-ky-tap-van\/nhung-sai-lam-kien-thuc-lich-su-sai-gon-xua.html }}<\/ref>.\n*'''Thành phố [[Chợ Lớn]]'''\n[[Tập tin:Map of Cholon 1874.jpg|300px|phải|nhỏ|Bản đồ thành phố Chợ Lớn năm 1874]]\nThành phố Chợ Lớn được lập vào ngày 6\/06\/1865 theo nghị định của Thống đốc Nam Kỳ, trên địa bàn một số thôn của ba tổng: Tân Phong Thượng (tổng này mặc nhiên giải thế), Tân Phong Trung và Tân Phong Hạ thuộc huyện Tân Long, phủ Tân Bình, tỉnh Gia Định. Đến ngày 3\/10\/1865 địa giới thành phố được xác định cụ thể với diện tích gần 1&nbsp;km², chỉ là một phần quận 5 hiện nay. Quản lý thành phố trong thập niên 1870 có một cơ quan hành chính lâm thời gọi là Ban Đại diện thành phố (''Délégation municipale''), đứng đầu là vị Chủ tịch (''Président'')<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k57730402\/f113.image.r=Saigon%20administratif.langEN Annuaire de la Cochinchine française<!-- Bot generated title -->]<\/ref>. Ngày 20\/10\/1879<ref name=\"ReferenceB\">http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5603647v\/f735.image.r=Province%20de%20Giadinh.langEN<\/ref>. Thống đốc Nam Kỳ ban hành nghị định công nhận [[Chợ Lớn|thành phố Chợ Lớn]] là đô thị loại II. Sau khi thành lập Liên bang Đông Dương vào ngày 17\/10\/1887, chức vụ Thị trưởng thành phố Chợ Lớn{{ref|3}} do Ủy hội thành phố (''Commission municipale'') bầu chọn, Thống đốc Nam Kỳ đề nghị và [[Toàn quyền Đông Dương]] quyết định chuẩn y. Địa giới hành chính của thành phố được mở rộng dần bằng việc sáp nhập các vùng lân cận. Khi mới thành lập thành phố chia thành năm [[Phường (Việt Nam)|phường]] (''quartier'' - phân biệt với \"quartier\" của thành phố Sài Gòn được nhiều tài liệu dịch là hộ), đánh số từ 1 đến 5; năm 1903 thành phố có chín phường; năm 1912 tăng thêm phường 10<ref name=\"ReferenceB\"\/> và đến năm 1916 có mười sáu phường. Phường do Phường trưởng đứng đầu. Dân số thành phố Chợ Lớn năm 1902 là 129.791 người, năm 1910 là 159.620 người, năm 1930 tăng lên 193.100 người.\n\n*'''Đô thành [[Thành phố Hồ Chí Minh|Sài Gòn]] - [[Chợ Lớn]]'''\n**Ngày 27\/04\/1931 Tổng thống Pháp ký sắc lệnh hợp nhất thành phố [[Thành phố Hồ Chí Minh|Sài Gòn]] và thành phố [[Chợ Lớn]] thành một đơn vị hành chính mới gọi là Khu (một số tài liệu gọi là \"Địa phương\") [[Sài Gòn - Chợ Lớn]] (''Région Saigon - Cholon'' ou ''Région de Saigon - Cholon''). Tiếp theo ngày 14\/12\/1931 Toàn quyền Đông Dương ký nghị định quy định tổ chức bộ máy, hoạt động của khu. Quản lý khu có Hội đồng Hành chánh (''Conseil d'Administration''), đứng dầu là Khu trưởng (''Administrateur de la région'') do Toàn quyền Đông Dương bổ nhiệm<ref>http:\/\/www.hcmc-museum.edu.vn\/vi-vn\/tintuc-1120.aspx<\/ref>. Tuy nhiên chức vụ Thị trưởng của hai thành phố: Sài Gòn và Chợ Lớn còn duy trì, cho đến năm 1934 mới bãi bỏ. RIêng hoạt động của hai tòa thị chánh (''mairie'' ou ''hôtel de ville'' - còn gọi là dinh Xã Tây<ref>http:\/\/www.nhandan.com.vn\/mobile\/_mobile_tphcm\/_mobile_chuyenxuachuyennay\/item\/19275202.html<\/ref>) Sài Gòn và Chợ Lớn còn tạm duy trì, để xử lý công việc hành chính. Đến ngày 19\/12\/1941 hai tòa thị chánh này kết thúc hoạt động. Phụ tá cho Khu trưởng quản lý khu vực thành phố Chợ Lớn cũ có vị Đặc phái viên Khu trưởng (''Délégué spécial de l'Administrateur de la région à Cholon'')<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k56041194\/f470.image.r=Maire%20de%20la%20ville%20de%20Cholon.langEN Annuaire administratif de l'Indochine<!-- Bot generated title -->]<\/ref>.\n**Khu [[Sài Gòn - Chợ Lớn]] (chính thức hoạt động từ ngày 1\/01\/1932) có tổng diện tích 51&nbsp;km², dân số năm 1931 khoảng 350.000 người, về hành chính khu chia thành mười tám hộ<ref>{{Chú thích web |url=http:\/\/www.vnmilitaryhistory.net\/index.php\/topic,24069.10.html |ngày truy cập=2013-07-30 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 6 tháng 10 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131006133530\/http:\/\/www.vnmilitaryhistory.net\/index.php\/topic,24069.10.html }}<\/ref> đánh số từ 1 đến 18<ref name=\"vnmilitaryhistory.net\">{{Chú thích web |url=http:\/\/www.vnmilitaryhistory.net\/index.php\/topic,24069.20.html |ngày truy cập=2013-07-30 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 6 tháng 10 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131006214806\/http:\/\/www.vnmilitaryhistory.net\/index.php\/topic,24069.20.html }}<\/ref>; đứng đầu là Hộ trưởng<ref name=\"gslhcm.org.vn\">http:\/\/gslhcm.org.vn\/libol\/attach\/doc\/doc20070625IACU.pdf{{Liên kết hỏng|date = ngày 18 tháng 3 năm 2021 |bot=InternetArchiveBot }}<\/ref>.\n**Về quản lý trị an, ngày 31\/08\/1933 khu được chia thành năm quận cảnh sát: 1, 2, 3, 4 và 5. Khu vực thành phố Sài Gòn cũ có ba quận: 1, 2 và 3; khu vực thành phố Chợ Lớn cũ có hai quận: 4 và 5. Đến ngày 22\/09\/1941 lập thêm quận cảnh sát 6 tại khu vực thành phố Sài Gòn cũ và năm 1952 lập quận cảnh sát 7 tại khu vực thành phố Chợ Lớn cũ. Ngày 26\/03\/1955 thành lập Nha Cảnh sát Đô thành tập trung thống nhất công tác quản lý trị an trên địa bàn<ref name=\"gslhcm.org.vn\"\/>.\n**Năm 1945{{ref|4}} dân số khu tăng lên khoảng 550.000 người. \n**Tuy chức danh Đô trưởng (''Préfet'' ou ''Chef-capitale'' ou ''Chef de la capitale'') Sài Gòn đã có trong Nội các của Đế quốc Việt Nam; nhưng đến ngày 26\/09\/1947 chức danh Đô trưởng Sài Gòn - Chợ Lớn, để gọi người đứng đầu chính quyền khu, mới chính thức được pháp quy hoá<ref name=\"gslhcm.org.vn\"\/>.\n**Đến năm 1950 Khu Sài Gòn - Chợ Lớn có diện tích 58,3&nbsp;km².\n**Ngày 30\/06\/1951 Thủ tướng Quốc gia Việt Nam ký sắc lệnh số 311-cab\/SG cải danh [[Khu Sài Gòn - Chợ Lớn]] thành Đô thành Sài Gòn - Chợ Lớn (''Préfecture Saigon - Cholon'' ou ''Préfecture<ref>http:\/\/www.cefurds.com\/index.php?option=com_phocadownload&view=category&download=2%3Athu-muc-tai-lieu-ban-do&id=1%3Athu-vien&Itemid=286&lang=vi<\/ref> de Saigon - Cholon'' ou ''Ville-capitale de Saigon - Cholon''). \n**Ngày 27\/12\/1952 chính quyền tiến hành điều chỉnh hành chính: Đô thành Sài Gòn - Chợ Lớn giải thể mười tám hộ trực thuộc (theo sắc lệnh số 104-NV của Thủ tướng Quốc gia Việt Nam), thành lập bảy quận<ref name=\"gslhcm.org.vn\"\/> (''arrondissement'' - phân biệt với \"arrondissement\", thường được chính quyền Pháp dùng để dịch \"huyện\", một cấp hành chính tại [[Nam Kỳ]] có từ thời nước Đại Nam, được tạm duy trì cho đến đầu thập niên 1870 và với \"arrondissement\", thường được dịch là \"hạt\", một cấp hành chính tại [[Nam Kỳ]] trong thời gian 05\/06\/1871-31\/12\/1899) thay thế (theo sắc lệnh số 105-NV của Thủ tướng Quốc gia Việt Nam). Quận là cấp hành chính trực thuộc Đô thành, đứng đầu mỗi quận là vị [[Quận trưởng]] (''Sous-préfet'' ou ''Chef-arrondissement'' ou ''Chef d`arrondissement''). Địa giới bảy quận này trùng với địa bàn các quận cảnh sát tương ứng, cụ thể như sau:\n***Quận 1 là địa bàn hộ 1 cũ; nay thuộc địa giới [[quận 1]];\n***Quận 2 là địa bàn hộ 2 cũ; nay thuộc địa giới quận 1;\n***Quận 3 là địa bàn ba hộ: 4, 5 và 6 cũ; nay thuộc địa giới [[quận 3]] và [[quận 10]];\n***Quận 4 là địa bàn bốn hộ: 8, 9, 10 và 13 cũ; nay thuộc địa giới [[quận 5]], [[quận 8]] và [[quận 10]];\n***Quận 5 là địa bàn bảy hộ: 11, 12, 14, 15, 16, 17 và 18 cũ; nay thuộc địa giới [[quận 6]], [[quận 8]] và [[quận 11]];\n***Quận 6 là địa bàn hộ 3 cũ; nay là [[quận 4]];\n***Quận 7 là địa bàn hộ 7 cũ; nay thuộc địa giới [[quận 5]].\n**Đến ngày 30\/05\/1954 Quốc trưởng Quốc gia Việt Nam ký dụ số 11 phê chuẩn sắc lệnh của Thủ tướng Quốc gia Việt Nam về việc cải danh [[Khu Sài Gòn - Chợ Lớn]] thành Đô thành Sài Gòn - Chợ Lớn; đồng thời quy định việc đổi Hội đồng Hành chánh khu trước đây thành Hội đồng Đô thành (''Conseil de la Préfecture''), gồm 35 dân biểu do dân bầu trực tiếp<ref name=\"gslhcm.org.vn\"\/>.\n*'''Tỉnh [[Gia Định]]'''\n**Khu thanh tra [[Thành phố Hồ Chí Minh|Sài Gòn]] <ref name=\"gallica.bnf.fr\"\/> (khác với thành phố Sài Gòn) được thành lập từ 03\/02\/1866 theo nghị định của Thống đốc Nam Kỳ, trên địa bàn hai huyện của phủ Tân Bình, tỉnh Gia Định: Bình Dương và Bình Long (xem thêm ''Ghi chú (2)''). Đến ngày 29\/10\/1866 khu thanh tra Sài Gòn nhận thêm phần đất của khu thanh tra Ngãi An giải thể nhập vào (khu thanh tra này thành lập từ ngày 14\/03\/1866, trên địa bàn huyện Ngãi An cũ thuộc phủ Phước Long, tỉnh Biên Hòa; lúc bấy giờ huyện này đã giải thể, địa bàn nhập vào huyện Bình An cùng phủ từ năm 1862). Khi nhập vào khu thanh tra Sài Gòn, huyện Ngãi An còn bốn tổng trực thuộc (An Bình, An Điền, An Thổ, An Thủy); riêng tổng Chánh Thiện giải thể vào ngày 29\/10\/1866, địa bàn nhập vào các tổng kế cận. Đến ngày 9\/10\/1868 huyện Ngãi An tách ra lập khu thanh tra độc lập, mang tên gọi là khu thanh tra Thủ Đức; nhưng đến ngày 30\/12\/1868 lại giải thể tái nhập vào khu thanh tra Sài Gòn. \n**Đứng đầu khu thanh tra Sài Gòn là viên Thanh tra.\n**Năm 1870 khu thanh tra Sài Gòn có mười lăm tổng, 211 thôn; với dân số 104.534 người<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5774514m\/f161.image.r=Saigon%20administratif.langEN<\/ref>.\n**Từ ngày 5\/06\/1871 khu thanh tra Sài Gòn đổi thành hạt (một số tài liệu gọi là \"hạt tham biện\") Sài Gòn, đứng đầu là vị Chánh tham biện (''Premier administrateur'' ou ''1<sup>er<\/sup> administrateur''){{ref|6}} do Thống đốc Nam Kỳ bổ nhiệm. Đồng thời thôn cũng đổi tên gọi thành làng.\n**Ngày 18\/12\/1872 thành lập hai tổng:\n***Tổng Cần Giờ gồm 05 làng, từ phần đất cắt ra của hai tổng: Bình Trị Trung và Bình Trị Hạ;\n***Tổng An Thành gồm 09 làng, từ phần đất cắt ra của tổng An Bình.\n**Năm 1874 hạt Sài Gòn có mười bảy tổng và 231 làng<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k57730402\/f143.image.r=Saigon%20administratif.langEN<\/ref>:\n***Địa bàn huyện Bình Dương (cũ) có bảy tổng (Dương Hòa Thượng, Dương Hòa Trung, Dương Hòa Hạ, Bình Trị Thượng, Bình Trị Trung, Bình Trị Hạ, Cần Giờ) và 111 làng;\n***Địa bàn huyện Bình Long (cũ) có bốn tổng (Long Tuy Thượng, Long Tuy Trung, Bình Thạnh Trung, Bình Thạnh Hạ) và 60 làng;\n***Địa bàn huyện Ngãi An (cũ) có sáu tổng (An Thổ, An Thủy, An Bình, An Điền, An Thành, Long Vĩnh Hạ{{ref|5}}) và 60 làng.\n**Ngày 24\/08\/1876 hạt Sài Gòn đổi tên thành hạt Bình Hòa.\n**Năm 1879 dân số hạt Bình Hòa là 243.430 người.\n**Ngày 16\/12\/1885 hạt Bình Hòa đổi tên thành hạt [[Gia Định]] theo quyết định của Thống đốc Nam Kỳ.\n**Từ ngày 1\/01\/1900 hạt [[Gia Định]] đổi tên gọi thành tỉnh [[Gia Định]] (căn cứ theo nghị định ký ngày 20\/12\/1899 của Toàn quyền Đông Dương). Đứng đầu tỉnh Gia Định là viên Chủ tỉnh (''Chef-province'' ou ''Chef de la province'') do Toàn quyền Đông Dương bổ nhiệm. Bên cạnh Chủ tỉnh có Hội đồng tỉnh (''Conseil provincial'' - một số tài liệu gọi là \"Hội đồng địa hạt\"); giữ vai trò tư vấn trong việc quản lý địa phương. Tỉnh lỵ (''Chef-lieu'') [[gia Định (tỉnh)|tỉnh Gia Định]] đặt tại Bình Hòa.\n**Năm 1902 dân số [[Gia Định (tỉnh)|tỉnh Gia Định]] là 217.605 người, năm 1910 là 249.380 người, năm 1930 là 276.157 người.\n**Năm 1905 [[Gia Định (tỉnh)|tỉnh Gia Định]] có 18 tổng với 190 làng. So với năm 1874, tỉnh Gia Định giảm tổng Dương Hòa Trung (nhập sang hạt Chợ Lớn từ ngày 24\/02\/1885); thêm hai tổng: An Thít (chia tách từ tổng Cần Giờ vào ngày 28\/02\/1875) và Long Tuy Hạ (chia tách từ tổng Long Tuy Trung vào ngày 24\/02\/1885).\n**Diện tích [[Gia Định (tỉnh)|tỉnh Gia Định]] vào năm 1912 là 1.802,73&nbsp;km²<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5603647v\/f799.image.r=Province%20de%20Giadinh.langEN<\/ref>.\n**Từ ngày 1\/01\/1911 [[Gia Định (tỉnh)|tỉnh Gia Định]] chia thành bốn quận: [[Thủ Đức]], [[Nhà Bè]], [[Gò Vấp]] và [[Hóc Môn]]<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k56041001\/f319.image.r=Province%20de%20Giadinh.langEN Annuaire général de l'Indo-Chine française [\"puis\" de l'Indochine&#93;<!-- Bot generated title -->]<\/ref>. Đứng đầu mỗi quận là viên Chủ quận (''Chef de la circonscription'') do Thống đốc Nam Kỳ bổ nhiệm.\n**Dưới quận là tổng do Chánh tổng - còn gọi là Cai tổng (''Chef du canton'') đứng đầu. Chánh tổng do Chủ tỉnh bổ nhiệm. Năm 1940 tỉnh Gia Định có mười bảy tổng, cụ thể như sau:\n***Quận [[Thủ Đức]] có sáu tổng: [[An Bình]],[[An Điền]], [[An Thành]] (tổng này giải thể từ 25\/01\/1945, các làng thuộc tổng sáp nhập vào hai tổng: An Bình và Long Vĩnh Hạ cùng quận), [[An Thổ]], [[An Thủy]] và [[Long Vĩnh Hạ]].\n***Quận [[Nhà Bè]] có bốn tổng: [[Bình Trị Hạ]], [[Dương Hòa Hạ]], [[An Thít]] (còn gọi là An Thịt) và [[Cần Giờ]].\n***Quận [[Gò Vấp]] có ba tổng: [[Bình Trị Thượng]], [[Dương Hòa Thượng]], và [[Bình Thạnh Hạ]].\n***Quận [[Hóc Môn]] có bốn tổng: [[Bình Thạnh Trung, Lấp Vò|Bình Thạnh Trung]], [[Long Tuy Thượng]], [[Long Tuy Trung]] và [[Long Tuy Hạ]].\n\n''Như thế so với năm 1905, vào năm 1940 tỉnh Gia Định giảm tổng Bình Trị Trung (giải thể từ 01\/01\/1917, các làng thuộc tổng sáp nhập vào hai tổng: An Bình và Bình Trị Thượng cùng tỉnh). Quận Thủ Đức tương đương với địa bàn huyện Ngãi An cũ; quận Hóc Môn chiếm phần lớn địa bàn huyện Bình Long cũ; quận Nhà Bè tương đương với một phần địa bàn huyện Bình Dương cũ; quận Gò Vấp tương đương với một phần của địa bàn hai huyện Bình Dương và Bình Long cũ.''\n**Tổng chia thành làng, đứng đầu là Hội đồng Kỳ mục (còn gọi là Hội đồng Hương chức Hội tề) (''Conseil de Grand Notable'' ou ''Conseil villageois''), hoạt động theo nghị định ngày 27\/08\/1904 của Toàn quyền Đông Dương<ref>http:\/\/dnulib.edu.vn:1025\/collect\/dcdn\/index\/assoc\/HASH0151.dir\/doc.pdf{{Liên kết hỏng|date = ngày 10 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>. Hội đồng nảy do Hương cả phụ trách chung<ref>{{Chú thích web |url=http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&idcha=2058&id=2128 |ngày truy cập=2013-05-04 |tựa đề=Tien Giang<!-- Bot generated title --> |archive-date=2008-04-28 |archive-url=https:\/\/web.archive.org\/web\/20080428014257\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?cap=3&idcha=2058&id=2128 |url-status=dead }}<\/ref>.\n**Ngày 11\/05\/1944 17 làng và một số khu vực (nằm kế cận Khu Sài Gòn - Chợ Lớn) thuộc các quận: Gò Vấp, Nhà Bè và Thủ Đức của tỉnh [[Gia Định]] tách ra, để lập tỉnh Tân Bình mới.\n**Tháng 8\/1945 tỉnh Tân Bình giải thể, trả lại các vùng lấy trước đây cho ba quận Gò Vấp, Nhà Bè, Thủ Đức như cũ. Tái lập tổng Dương Hòa Thượng gồm bảy làng: Bình Hưng Hòa, Phú Nhuận, Tân Sơn Nhì, Tân Sơn Hòa, Tân Hòa, Vĩnh Lộc và Phú Thọ Hòa, thuộc quận Gò Vấp.\n**Ngày 3\/05\/1947 hai tổng: [[Cần Giờ]] và [[An Thít]] của quận [[Nhà Bè]] tách khỏi tỉnh Gia Định, chuyển sang thuộc tỉnh [[Vũng Tàu]].\n**Từ ngày 26\/09\/1947 chức danh Chủ tỉnh [[Gia Định]] đổi thành Tỉnh trưởng [[Gia Định]].\n*'''Hạt Hai Mươi'''\nNgày 13\/12\/1880 Thống đốc Nam Kỳ ký nghị định tách một số làng (nằm kế cận thành phố Sài Gòn và thành phố Chợ Lớn) của hạt Bình Hòa và hạt Chợ Lớn, lập hạt Hai Mươi (''Vingtième arrondissement ou 20<sup>e<\/sup> arrondissement''). Hạt này do Nha Nội chánh trực tiếp cai trị; gồm hai tổng: Bình Chánh Thượng có 7 làng trực thuộc, Dương Minh có 9 làng trực thuộc<ref>[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k57732393\/f84.image.r=Saigon%20administratif.langEN Annuaire de la Cochinchine française<!-- Bot generated title -->]<\/ref>. Đến ngày 12\/01\/1988 hạt Hai Mươi giải thể: Tổng Dương Minh nhập vào hạt Chợ Lớn; tổng Bình Chánh Thượng bãi bỏ, các làng trực thuộc tổng này sáp nhập vào thành phố Sài Gòn và tổng Dương Hòa Thượng của hạt Gia Định.\n*'''Tỉnh [[Tân Bình]]'''\nNgày 11\/05\/1944 Toàn quyền Đông Dương ký nghị định tách một số vùng (nằm kế cận Khu Sài Gòn - Chợ Lớn) của tỉnh [[Gia Định]]; bao gồm: Toàn bộ tổng Dương Hòa Thượng (có bảy làng: [[Bình Hưng Hòa]], [[Phú Nhuận]], [[Tân Sơn Nhì]], [[Tân Sơn Hoà]], [[Tân Hòa]], [[Vĩnh Lộc, Bình Chánh|Vĩnh Lộc]] và [[Phú Thọ Hòa|Phú Thọ Hoà]]) của quận Gò Vấp, năm làng ([[Hanh Thông Xã]], [[Hanh Thông Tây]], [[Bình Hòa Xã]], [[Thạnh Mỹ Tây]] và [[An Hội]]) thuộc tổng Bình Trị Thượng, quận [[Gò Vấp]], năm làng thuộc tổng Bình Trị Hạ ([[Tân Thuận Đông, Quận 7|Tân Thuận Đông]], [[Tân Quy Đông, Nhà Bè|Tân Quy Đông]], [[Phú Mỹ Tây]], [[Phước Long Đông]] và [[Phú Xuân Hội]]) cùng một phần làng [[Long Đức Đông]] thuộc tổng [[Dương Hòa Hạ]] của quận [[Nhà Bè]] và một phần làng [[An Khánh Xã]] thuộc tổng An Bình của quận [[Thủ Đức]]; để lập tỉnh [[Tân Bình]]<ref>{{Chú thích web |url=http:\/\/www.govap.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=%2Fgioithieu&Category=Gi%E1%BB%9Bi+thi%E1%BB%87u&ItemID=2&Mode=1 |ngày truy cập=2021-11-17 |tựa đề=Giới thiệu<!-- Bot generated title --> |archive-date=2016-04-22 |archive-url=https:\/\/web.archive.org\/web\/20160422100310\/http:\/\/www.govap.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=%2Fgioithieu&Category=Gi%E1%BB%9Bi+thi%E1%BB%87u&ItemID=2&Mode=1 |url-status=dead }}<\/ref>. Tỉnh lỵ tỉnh [[Tân Bình]] đặt tại Phú Nhuận. Tỉnh này chì có duy nhất quận [[Châu Thành]] lập ngày 19\/09\/1944<ref>http:\/\/www.vanhoahoc.vn\/nghien-cuu\/van-hoa-viet-nam\/van-hoa-nam-bo\/2331-nguyen-thanh-loi-dia-danh-chau-thanh.html<\/ref>, không có tổng trực thuộc, được chia ra ba khu vực quản lý: Gia Định, Thủ Thiêm và Nhà Bè. Đến ngày 25\/10\/1944 hai làng: [[An Hội]] và [[Hanh Thông Tây]] sáp nhập, lập thành làng [[Thông Tây Hội]]. Tỉnh Tân Bình tồn tại đến tháng 8\/1945 thì giải thể.\n*'''Quận [[Cần Giờ]] - Quận Trung Quận - Quận Bình Xuyên'''\n**Quận Cần Giờ thành lập từ 03\/05\/1947 thuộc tỉnh [[Vũng Tàu]] (đến năm 1952 tỉnh này đổi thành thị xã Vũng Tàu), trên cơ sở tách hai tổng: [[Cần Giờ]] và [[An Thít]] của quận [[Nhà Bè]], tỉnh Gia Định.\n**Quận [[Châu Thành]] thuộc [[chợ Lớn (tỉnh)|tỉnh Chợ Lớn]]{{ref|7}} (''đơn vị hành chính riêng biệt với [[chợ Lớn|thành phố Chợ Lớn]]'') thành lập năm 1918 với lỵ sở đặt chung trong thành phố Chợ Lớn, đến năm 1930 đổi tên thành quận Trung Quận hay còn gọi là ''quận Trung ương''. Từ ngày 4\/02\/1947 đổi thành quận [[Gò Đen]], do lỵ sở dời về thị tứ mang tên này (''tuy nhiên tên gọi Trung Quận vẫn thông dụng hơn''). Quận có bốn tổng: [[Tân Phong Hạ]], [[Long Hưng Thượng]], [[Long Hưng Trung]] và [[Long Hưng Hạ]]. \n**Quận [[Bình Xuyên]] thuộc [[chợ Lớn (tỉnh)|tỉnh Chợ Lớn]] tồn tại trong các thời gian từ 02\/05\/1933-12\/1944 và từ 01\/1953-22\/10\/1956, do tách ra tổng Tân Phong Hạ của quận Trung Quận. Sau đó quận Bình Xuyên giải thể, trả lại tổng Tân Phong Hạ cho quận Trung Quận như cũ. {{ref|8}}\n\n===Thời Việt Nam Cộng hòa (Giai đoạn 26\/10\/1955 - 29\/04\/1975)===\nDưới đây tóm lược quá trình hình thành, tồn tại của những đơn vị hành chính trong thời kỳ Việt Nam Cộng hòa, có địa giới là một phần của Thành phố Hồ Chí Minh hiện nay:\n====Đô thành Sài Gòn====\n*Tổ chức chính quyền\n**Theo sắc lệnh số 143\/NV ngày 22\/10\/1956 của Tổng thống Việt Nam Cộng hòa, Đô thành Sài Gòn - Chợ Lớn đổi thành Đô thành Sài Gòn. đứng đầu là Đô trưởng do [[Tổng thống]] bổ nhiệm (thời kỳ đầu là viên chức dân sự, giai đoạn từ năm [[1963]] trở đi do [[chiến tranh Việt Nam|tình hình chiến cuộc]], chức vụ này thường do một sĩ quan cấp Đại tá trở lên đảm nhiệm), có một Tổng thơ ký và hai Phó Đô trưởng phụ tá (một phụ trách nội an, một phụ trách hành chính). Đô thành chia thành quận, dưới quận là phường, dưới phường là khóm; đứng đầu lần lượt là Quận trưởng, Phường trưởng và Khóm trưởng. Quận, phường và khóm chỉ là những cấp hành chính mang tính chất đại diện cho chính quyền Đô thành trên địa bàn quản lý. Khóm thường gồm từ 10-30 liên gia (có khoảng 20-40 gia đình\/ liên gia), đứng đầu là Liên gia trưởng do dân bầu chọn.\n**Sắc lệnh số 74-TTP ngày 23\/03\/1959 của Tổng thống Việt Nam Cộng hòa quy định quy chế quản trị Đô thành Sài Gòn, theo đó các chức vụ Đô trưởng và Quận trưởng do Tổng thống bổ nhiệm.\n**Đô thành Sài Gòn có Hội đồng Đô thành (đứng đầu là vị Chủ tịch), gồm 35 nghị viên do dân bầu<ref name=\"gslhcm.org.vn\"\/>. Hội đồng này có thẩm quyền quyết định về ngân sách, các vấn đề dân sinh trên địa bàn và giám sát việc quản lý của Đô trưởng.\n*Phân chia đơn vị hành chính\n**Nghị định số 110-NV ngày 27\/03\/1959 của Tổng thống Việt Nam Cộng hòa phân chia bảy quận đang có thành tám quận mới: Nhứt, Nhì, Ba, Tư, Năm, Sáu, Bảy và Tám<ref>http:\/\/www.flickr.com\/photos\/13476480@N07\/5530544147\/<\/ref>. Trừ ba quận: Nhứt, Nhì, Ba (tức ba quận: 1, 2, 3 cũ) giữ nguyên, các quận còn lại đều đổi tên và thay đổi địa giới hành chính):\n***[[Quận Nhứt]], địa giới [[quận 1]] cũ;\n***[[Quận Nhì, Thành phố Hồ Chí Minh|Quận Nhì]], địa giới [[quận 2, Thành phố Hồ Chí Minh|quận 2]] cũ;\n***[[Quận Ba]], địa giới [[quận 3]] cũ;\n***[[Quận Tư]], địa giới thuộc [[quận 6]] cũ;\n***[[Quận Năm]], địa giới [[quận 7]] và phần địa giới thuộc [[quận 4]] cũ, phía bắc Kênh Tàu Hủ;\n***[[Quận Sáu]], một phần địa giới của [[quận 5]] cũ;\n***[[Quận Bảy]], một phần địa giới của [[quận 5]] cũ;\n***[[Quận Tám]], phần địa giới thuộc quận 4 cũ, phía nam Kênh Tàu Hủ.\n**Nghị định số 504-BNV\/NC\/8 ngày 22\/04\/1959 của Tổng thống Việt Nam Cộng hòa lập cấp hành chính phường dưới cấp quận; tám quận của Đô thành Sài Gòn chia thành 41 phường trực thuộc<ref>http:\/\/www.hids.hochiminhcity.gov.vn\/c\/document_library\/get_file?uuid=67307519-0f17-42b5-8d9e-61ad8323c0a8&groupId=13025<\/ref>.\n**Năm 1965 Đô thành Sài Gòn có tám quận, bao gồm 54 phường, 707 khóm với tổng cộng 1.485.295 dân.\n**Sắc lệnh số 100-SL\/NV ngày 15\/06\/1966 của Chủ tịch Ủy ban Hành pháp Trung ương Việt Nam Cộng hòa cắt xã An Khánh Xã của quận Thủ Đức, tỉnh Gia Định; nhập vào quận Nhứt. Diện tích Đô thành tăng lên 67,53&nbsp;km² vả không thay đổi đến tháng 4\/1975.\n**Ngày 5\/12\/1966 xã An Khánh Xã được chia thành hai phường mới: An Khánh và Thủ Thiêm trực thuộc quận Nhứt.\n**Sắc lệnh số 9-SL\/ĐUHC ngày 17\/01\/1967 của Chủ tịch Ủy ban Hành pháp Trung ương Việt Nam Cộng hòa lập quận Chín mới, trên cơ sở hai phường: An Khánh và Thủ Thiêm tách khỏi quận Nhứt.\n**Sắc lệnh số 073-SL\/NV ngày 1\/07\/1969 của Thủ tướng Việt Nam Cộng hòa thành lập quận Mười và quận Mười Một. Quận Mười hình thành từ hai phường: Chí Hòa, Phan Thanh Giản của quận Ba và hai phường: Minh Mạng, Nguyễn Tri Phương của quận Năm; quận Mười Một hình thành từ phường Phú Thọ của quận Năm và ba phường: Bình Thới, Cầu Tre, Phú Thọ Hòa của quận Sáu<ref name=\"quan11.hochiminhcity.gov.vn\">[http:\/\/www.quan11.hochiminhcity.gov.vn\/pages\/lich-su-hinh-thanh.aspx Lịch sử hình thành<!-- Bot generated title -->]<\/ref>. Từ thời gian này Đô thành có tổng cộng mười một quận<ref>{{Chú thích web |url=http:\/\/www.fileden.com\/files\/2008\/7\/30\/2027302\/Image\/SaigonMap1975.jpg |ngày truy cập=2013-07-19 |tựa đề=Bản sao đã lưu trữ |archive-date=2015-04-05 |archive-url=https:\/\/web.archive.org\/web\/20150405162026\/http:\/\/www.fileden.com\/files\/2008\/7\/30\/2027302\/Image\/SaigonMap1975.jpg |url-status=dead }}<\/ref>.\n**Về số phường, năm 1959 Đô thành Sài Gòn có 41 phường:\n***[[Quận Nhứt]] có 04 phường: [[Bến Nghé (phường)|Bến Nghé]], Hoà Bình, Tự Đức, Trần Quang Khải;\n***[[Quận Nhì]] có 04 phường: [[Bến Thành (phường)|Chợ Bến Thành]], [[Cầu Ông Lãnh (phường)|Cầu Ông Lãnh]], [[Cầu Kho]], [[Nhà thờ Huyện Sĩ (phường)|Nhà thờ Huyện Sĩ]];\n***[[Quận Ba]] có 05 phường: [[Chí Hòa|Chí Hoà]], [[Bàn Cờ]], [[Đài Chiến Sĩ]], [[Trương Minh Giảng]], [[Yên Đổ]];\n***[[Quận Tư]] có 04 phường: [[Bến Xà Lan]], [[Lý Nhơn]], [[Xóm Chiếu]], [[Vĩnh Hội]];\n***[[Quận Năm]] có 06 phường: [[An Đông]], Chợ Quán, [[Trung ương]], [[Minh Mạng]], [[Nguyễn Tri Phương]], [[Phú Thọ]];\n***[[Quận Sáu]] có 07 phường: [[Bình Tây]], [[Bình Tiên]], [[Chợ]], [[Phú Lâm]], [[Bình Thới]], [[Cầu Tre, Ngô Quyền|Cầu Tre]], [[Phú Thọ Hòa|Phú Thọ Hoà]];\n***[[Quận Bảy]] có 06 phường: [[Bến Đá]], [[Bình Đông (định hướng)|Bình Đông]], [[Cây Sung]], [[Hàng Thái]], [[Phú Định]], [[Rạch Cát]];\n***[[Quận Tám]] có 05 phường: [[Bình An]], [[Chánh Hưng]], [[Hưng Phú]], [[Rạch Ông]], [[Xóm Củi]]. \n***Qua thời gian do mở rộng địa giới và một số phường được chia nhỏ (có trường hợp đổi tên), số phường tăng dần: \n****Năm 1962 có 54 phường, do:\n*****Quận Nhì lập thêm ba phường: [[Bùi Viện (phường)|Bùi Viện]], Nguyễn Cảnh Chân và [[Nguyễn Cư Trinh (phường)|Nguyễn Cư Trinh]]. Như thế lúc này quận có 07 phường: \n*****Quận Ba giải thể phường Đài Chiến Sị; lập mới sáu phường: [[Cộng Hòa|Cộng Hoà]], [[Cư Xá Đô Thành]], [[Hiền Vương]], [[Lê Văn Duyệt]], [[Phan Đình Phùng]] và [[Phan Thanh Giản]]. Như thế lúc này quận có 10 phường; \n*****Quận Tư giải thể phường Bến Xà Lan; lập mới hai phường: [[Cây Bàng]] và [[Khánh Hội]]. Như thế quận có 05 phường; \n*****Quận Năm giải thể phường Trung ương; lập mới năm phường: [[Đồng Khánh]], [[Hồng Bàng]], [[Khổng Tử]], [[Nguyễn Huỳnh Đức]] và [[Trang Tử]]. Như thế lúc này quận có 10 phường; \n****Năm 1966 Đô thành có 56 phường, do lập thêm hai phường: An Khánh và Thủ Thiêm tại quận Nhứt, như thế quận này có 06 phường;\n****Đầu năm 1967, tách hai phường: An Khánh và Thủ Thiêm lập quận Chín, quận Nhứt còn 04 phường;\n****Năm 1969 tách đất của ba quận: Ba, Năm và Sáu, để lập mới quận Mười với 04 phường (Minh Mạng, Nguyễn Tri Phương, Phan Thanh Giản, Chí Hòa) và quận Mười Một với 04 phường (Phú Thọ, Bình Thới, Cầu Tre, Phú Thọ Hòa). Như thế quận Ba còn 08 phường, quận Năm còn 07 phường và quận Sáu còn 04 phường. Tổng số phường của Đô thành vẫn là 56;\n****Năm 1972 lập thêm bốn phường: Bình Phú tại quận Sáu (quận này có 05 phường); Nhật Tảo tại quận Mười (quận này có 05 phường); Bình Thạnh và Phú Thạnh tại quận Mười Một (quận này có 06 phường); đồng thời đổi tên phường Chợ Bến Thành của quận Nhì thành Bến Thành. Số phương Đô thành tăng lên 60;\n****Năm 1974 lập thêm hai phường: Trần Quang Diệu tại quận Ba (quận này có 09 phường) và Nguyễn Trãi tại quận Năm (quận này có 08 phường); số phường Đô thành là 62.\n**Về số khóm, năm 1965 Đô thành có 707 khóm, năm 1972 tăng lên 861 khóm.\n**Năm 1972 toàn Đô thành có 14.288 liên gia.\n**Dân số Đô thành Sài Gòn năm 1968 là 1.750.606 người, năm 1970 là 1.759.816 người, năm [[1974]] là 1.825.297 người.\n\n====Tỉnh Gia Định====\n*Tổ chức chính quyền\n**Dưới thời Việt Nam Cộng hòa cấp tỉnh chia thành quận, quận chia thành tổng, dưới tổng là xã (trước 1956 gọi là làng). Đứng đầu lần lượt là: Tỉnh trưởng (do [[Tổng thống]] bổ nhiệm), Quận trưởng, Chánh tổng và Xã trưởng. Xã chia thành nhiều ấp, đứng đầu mỗi ấp là Ấp trưởng.\n**Tỉnh Gia Định có Hội đồng [[Gia Định (tỉnh)|tỉnh Gia Định]] (đứng đầu là vị Chủ tịch), gồm 30 nghị viên do dân bầu. Hội đồng này có thẩm quyền quyết định về ngân sách, các vấn đề dân sinh trên địa bàn và giám sát việc quản lý của Tỉnh trưởng. Quận và tổng không có Hội đồng tương ứng, do chỉ là cấp hành chính đại diên cho tỉnh. Riêng cấp xã do làng, xã Việt Nam theo truyền thống lịch sử có tính tự quản cao, nên có Hội đồng xã do dân bầu, có thẩm quyền trên các vấn đề đới sống của địa phương.\n*Phân chia đơn vị hành chính\n**Ngày 29\/11\/1955 chính quyền cắt tổng Bình Thạnh Hạ của quận Gò Vấp, nhập vào quận Hóc Môn. Tổng này được nhập thêm một phần tổng Long Tuy Thượng cùng quận Hóc Môn và đổi tên thành tổng Long Bình.\n**Năm 1956 sáp nhập hai xã: Tân Đông Thượng và Đông Hưng Thuận cùng thuộc tổng Bình Thạnh Trung, quận Hóc Môn, thành xã Đông Hưng Tân.\n**Đầu năm 1957 giải thể tổng An Thổ của quận Thủ Đức, các xã thuộc tổng này sáp nhập vào tổng An Thủy và tổng An Điền cùng quận.\n**Ngày 8\/04\/1957 ba tổng: Tân Phong Hạ, Long Hưng Thượng và Long Hưng Trung (''tổng này được nhập thêm ba xã: Hưng Long, Qui Đức và Tân Quý Tây của tổng Phước Điền Thượng, quận Cần Giuộc, tỉnh Chợ Lớn'') thuộc quận [[Gò Đen]] (Trung Quận) của tỉnh Chợ Lớn giải thể (theo sắc lệnh số 143\/NV ngày 22\/10\/1956 của Tổng thống Việt Nam Cộng hòa) được sáp nhập vào tỉnh Gia Định, lập nên quận [[Bình Chánh]] mới{{ref|9}}. Riêng tổng Long Hưng Hạ cùng quận [[Gò Đen]] (Trung Quận) cũ, nhập vào quận Bến Lức mới lập của tỉnh Long An;\n**Ngày 24\/04\/1957 chính quyền cắt bốn xã: Long Đức, Nhơn Đức, Hiệp Phước và Phú Lễ của tổng Dương Hòa Hạ, quận Nhà Bè chuyển sang thuộc quận Cần Giuộc, tỉnh Long An. Riêng hai xã: Long Kiểng và Phước Lộc Thôn của tổng này nhập vào tổng Bình Trị Hạ, quận Nhà Bè.\n**Nghị định số 138-BNV\/HC\/NĐ ngày 29\/04\/1957 của Bộ trưởng Bộ Nội vụ Việt Nam Cộng hòa cắt tổng Dương Hòa Thượng (gồm bảy xã) của quận Gò Vấp, lập nên quận [[Tân Bình]] mới<ref>{{Chú thích web |url=http:\/\/www.govap.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=%2Fgioithieu&Category=Gi%E1%BB%9Bi+thi%E1%BB%87u&ItemID=2&Mode=1 |ngày truy cập=2021-11-17 |tựa đề=Bản sao đã lưu trữ |archive-date=2016-04-22 |archive-url=https:\/\/web.archive.org\/web\/20160422100310\/http:\/\/www.govap.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=%2Fgioithieu&Category=Gi%E1%BB%9Bi+thi%E1%BB%87u&ItemID=2&Mode=1 |url-status=dead }}<\/ref>. Đây là quận thứ sáu của [[Gia Định (tỉnh)|tỉnh Gia Định]].\n**Ngày 2\/05\/1957 chính quyền cắt hai tổng: [[An Thủy]] và [[Long Vĩnh Hạ]] của quận [[Thủ Đức]], sáp nhập vào quận [[Dĩ An]], [[biên Hòa (tỉnh)|tỉnh Biên Hòa]]<ref name=\"quan9.hochiminhcity.gov.vn\">{{Chú thích web |url=http:\/\/www.quan9.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=%2Fgioithieu&Category=Gi%E1%BB%9Bi+thi%E1%BB%87u+chung&ItemID=7&Mode=1 |ngày truy cập=2013-06-07 |tựa đề=Bản sao đã lưu trữ |archive-date=2015-04-05 |archive-url=https:\/\/web.archive.org\/web\/20150405153604\/http:\/\/www.quan9.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=%2Fgioithieu&Category=Gi%E1%BB%9Bi+thi%E1%BB%87u+chung&ItemID=7&Mode=1 |url-status=dead }}<\/ref>.\n**Ngày 30\/08\/1957 tách ba tổng: Long Tuy Thượng, Long Tuy Trung và Long Tuy Hạ của quận Hóc Môn, lập nên quận Củ Chi thuộc tỉnh Bình Dương.\n**Ngày 29\/02\/1960 nhập xả Tân Hòa thuộc tổng [[Dương Hòa Thượng]], quận Tân Bình, vào xã Vĩnh Lộc cùng tổng.\n**Ngày 3\/06\/1960 nhập xả Quới Xuân thuộc tổng [[Bình Trị Thượng]], quận Gò Vấp, vào xã Thạnh Lộc Thôn cùng tổng.\n**Ngày 31\/08\/1961 hai xã: Long Đức và Nhơn Đức, tổng Dương Hòa Hạ, quận Cần Giuộc, tỉnh Long An trả lại cho quận Nhà Bè (nhập vào tổng Bình Trị Hạ).\n**Ngày 10\/10\/1962 tổng Long Vĩnh Hạ, quận Dĩ An, tỉnh Biên Hòa trả lại cho quận Thủ Đức.\n**Sau nhiều lần thay đổi, điều chỉnh địa giới hành chính, đến cuối năm 1962 tỉnh Gia Định có mười một tổng:\n***Quận [[Thủ Đức]] có ba tổng: [[An Bình]],[[An Điền]] và [[Long Vĩnh Hạ]].\n***Quận [[Nhà Bè]] có một tổng là [[Bình Trị Hạ]].\n***Quận [[Gò Vấp]] có một tổng là [[Bình Trị Thượng]].\n***Quận [[Tân Bình]] có một tổng là [[Dương Hòa Thượng]].\n***Quận [[Hóc Môn]] có hai tổng: [[Bình Thạnh Trung, Lấp Vò|Bình Thạnh Trung]] và [[Long Bình]].\n***Quận Bình Chánh có ba tổng: Tân Phong Hạ, Long Hưng Thượng và Long Hưng Trung.\n**Từ năm 1962 chính quyền bỏ dần, đến năm 1965 bỏ hẳn cấp hành chính tổng.\n**Ngày 17\/11\/1965 hai quận: [[Quảng Xuyên]] và [[Cần Giờ]] được cắt từ tỉnh Biên Hoà nhập vào tỉnh Gia Định.\n**Ngày 11\/12\/1965 lập xã Tân Phú thuộc quận Tân Bình, từ phần đất cắt ra của hai xã: Tân Sơn Nhì và Phú Thọ Hòa cùng quận.\n**Tính đến cuối năm 1965 tỉnh Gia Định có diện tích 1.554,63&nbsp;km², dân số 925.428 người, có 8 quận (Gò Vấp, Tân Bình, Thủ Đức, Hóc Môn, Bình Chánh, Nhà Bè, Cần Giờ và Quảng Xuyên), 74 xã và 340 ấp.\n**Ngày 15\/06\/1966 xã An Khánh Xã của quận Thủ Đức bị cắt nhập vào Đô thành Sài Gòn, diện tích tỉnh Gia Định giảm còn 1545,4&nbsp;km² với 73 xã; từ đây địa giới hành chính của tỉnh giữ ổn định cho đến 30\/04\/1975.\n**Ngày 4\/04\/1972 thành lập xã Phước Bình thuộc quận Thủ Đức, do chia tách từ xã Phước Long Xã cùng quận. Lúc này tổng số xã của tỉnh Gia Định là 74<ref name=\"hochiminhcity.gov.vn\"\/>.\n**Về số làng. xã trực thuộc, năm 1955 tỉnh Gia Định có 72 làng:\n***Quận Thủ Đức có 19 làng: \n****Tổng An Bình có 05 làng: [[Bình Trưng]], [[Thạnh Mỹ Lợi]], [[Phú Hữu]], [[An Phú]] và An Khánh Xã;\n****Tổng An Điền có 04 làng: [[Linh Xuân Thôn]], [[Phước Long(định hướng)|Phước Long Xã]], [[Linh Đông Xã]] và [[Tăng Nhơn Phú]];\n****Tổng An Thổ có 03 làng: An Bình Xã, [[Hiệp Bình Xã]] và [[Tam Bình Xã]];\n****Tổng An Thủy có 03 làng: [[Bình An]], Đông Hòa Xã và Tân Đông Hiệp;\n****Tổng Long Vĩnh Hạ có 04 làng: Long Thạnh Mỹ, Long Trường, Long Phước Thôn và Long Bình;\n***Quận Nhà Bè có 11 làng: \n****Tổng Bình Trị Hạ có 05 làng: [[Phú Mỹ Tây]], [[Phú Xuân Hội]], [[Phước Long Đông]], [[Tân Quy Đông, Nhà Bè|Tân Quy Đông]] và [[Tân Thuận Đông, Quận 7|Tân Thuận Đông]];\n****Tổng Dương Hòa Hạ có 06 làng: [[Long Kiểng]], [[Phước Lộc Thôn]], [[Nhơn Đức]], [[Long Đức]], Hiệp Phước và Phú Lễ;\n***Quận Hóc Môn có 27 làng: \n****Tổng Bình Thạnh Trung có 07 làng: [[Đông Hưng Thuận]], Tân Đông Thượng, [[Đông Thạnh]], [[Nhị Bình]], [[Tân Thới Hiệp]], [[Thới Tam Thôn]] và [[Trung Mỹ Tây]];\n****Tổng Long Bình có 06 làng: [[Tân Hiệp]], [[Tân Thới Nhứt]], [[Tân Thới Nhì]], [[Tân Thới Trung]], [[Xuân Thới Sơn]] và [[Xuân Thới Thượng]];\n****Tổng Long Tuy Thượng có 06 làng: [[Phước Vĩnh Ninh]], [[Tân Phú Trung]], [[Bình Mỹ]], [[Tân Hòa]], [[Tân Thạnh Đông]] và [[Trung An]]; \n****Tổng Long Tuy Trung có 04 làng: [[An Nhơn Tây]], [[Nhuận Đức]], [[Phú Hòa Đông]] và [[Phú Mỹ Hưng (xã)|Phú Mỹ Hưng]];\n****Tổng Long Tuy Hạ có 04 làng; [[Tân An Hội]], [[Phước Hiệp]], [[Thái Mỹ]] và [[Trung Lập]];\n***Quận Gò Vấp có 15 làng: \n****Tổng Bình Trị Thượng có 08 làng: [[An Nhơn Xã]], [[An Phú Đông]], [[Bình Hòa Xã]], [[Thạnh Lộc Thôn]], [[Hanh Thông Xã]], [[Thạnh Mỹ Tây]], [[Thông Tây Hội]] và Quới Xuân;\n****Tổng Dương Hòa Thượng có 07 làng: [[Bình Hưng Hòa]], [[Phú Nhuận]], [[Phú Thọ Hòa]], [[Tân Hòa]], [[Tân Sơn Hòa]], [[Tân Sơn Nhì]] và [[Vĩnh Lộc, Bình Chánh|Vĩnh Lộc]].\n***Năm 1956 các làng đổi thành xã; đồng thời sáp nhập hai xã: Tân Đông Thượng và Đông Hưng Thuận thành xã Đông Hưng Tân. Như thế quận Hóc Môn còn 26 xã.\n***Năm 1957 số xã của tỉnh Gia Định là 60, thay đổi do:\n****Giải thể tổng An Thổ của quận Thủ Đức; xã An Bình Xã thuộc tổng này sáp nhập vào tổng An Thủy, hai xã còn lại: [[Hiệp Bình Xã]] và [[Tam Bình Xã]] nhập vào tổng An Điền. Như thế lúc nảy tổng An Thủy có 04 xã, tổng An Điền có 06 xã.\n****Lập quận Bình Chánh từ phần đất cắt ra của tỉnh Chợ Lớn giải thể, Quận này có 03 tổng với 15 xã: \n*****Tổng Tân Phong Hạ có 03 xã: [[An Phú]], [[Bình Hưng]] và [[Phong Đước]];\n*****Tổng Long Hưng Thượng có 05 xã: [[An Lạc]], [[Bình Trị Đông]], [[Tân Kiên]], [[Tân Nhựt]] và [[Tân Tạo]];\n*****Tổng Long Hưng Trung có 07 xã: [[An Phú Tây]], [[Bình Chánh]], [[Đa Phước]], [[Hưng Long]], [[Qui Đức|Qui Đức]], [[Tân Quý Tây]] và [[Tân Túc]];\n****Lập quận Tân Bình có 01 tổng là Dương Hòa Thượng với 07 xã: [[Bình Hưng Hòa]], [[Phú Nhuận]], [[Phú Thọ Hòa]], [[Tân Hòa]], [[Tân Sơn Hòa]], [[Tân Sơn Nhì]] và [[Vĩnh Lộc, Bình Chánh|Vĩnh Lộc]], cắt ra từ quận Gò Vấp. Như thế lúc này quận Gò Vấp còn 08 xã;\n****Cắt tổng Dương Hòa Hạ với bốn xã: Long Đức, Nhơn Đức, Hiệp Phước và Phú Lễ chuyển sang thuộc tỉnh Long An. Quận Nhà Bè còn 01 tổng là Bình Trị Hạ với 07 xã;\n****Cắt tổng Long Vĩnh Hạ với bốn xã: Long Thạnh Mỹ, Long Trường, Long Phước Thôn và Long Bình, cùng tổng An Thủy với bốn xã: [[Bình An]], An Bình Xã, Đông Hòa Xã và Tân Đông Hiệp, chuyển sang thuộc tỉnh Biên Hòa. Như thế quận Thủ Đức còn 11 xã;\n****Cắt ba tổng Long Tuy Thượng, Long Tuy Trung và Long Tuy Hạ với tổng cộng mười bốn xã: [[Tân An Hội]], [[Phước Hiệp]], [[Thái Mỹ]], [[Trung Lập]], [[Phước Vĩnh Ninh]], [[Tân Phú Trung]], [[An Nhơn Tây]], [[Bình Mỹ]], [[Nhuận Đức]], [[Phú Hòa Đông]], [[Phú Mỹ Hưng (xã)|Phú Mỹ Hưng]], [[Tân Hòa]], [[Tân Thạnh Đông]], [[Trung An]] chuyển sang thuộc tỉnh Bình Dương; quận Hóc Môn còn 12 xã;\n***Năm 1960 tỉnh Gia Định còn 58 xã, do:\n****Sáp nhập xả Tân Hòa vào xã Vĩnh Lộc, quận Tân Bình còn 06 xã;\n****Sáp nhập xả Quới Xuân vào xã Thạnh Lộc Thôn, quận Gò Vấp còn 07 xã.\n***Năm 1961 hai xã: Long Đức và Nhơn Đức trả lại cho quận Nhà Bè. Như thế quận này có 09 xã.\n***Năm 1962 tổng Long Vĩnh Hạ với bốn xã: Long Thạnh Mỹ, Long Trường, Long Phước Thôn và Long Bình trả lại cho quận Thủ Đức. Như thế lúc này quận Thủ Đức có 15 xã và toàn tỉnh Gia Định có 64 xã.\n***Năm 1965 tỉnh Gia Định có 74 xã, thay đổi do:\n****Nhận thêm quận Cần Giờ với 05 xã: [[Cần Thạnh]], [[Đồng Hòa]], [[Long Thạnh]], [[Thạnh An]] và [[Tân Thạnh]];\n****Nhận thêm quận Quảng Xuyên với 04 xã: [[An Thới Đông]], [[Bình Khánh]], [[Lý Nhơn]] và [[Tam Thôn Hiệp]];\n****Lập mới xã Tân Phú thuộc quận Tân Bình. Như thế quận này có 07 xã;\n***Năm 1966 do cắt xã An Khánh Xã nhập vào Đô thành Sài Gòn, nên quận Thủ Đức còn 14 xã và toàn tỉnh Gia Định còn 73 xã.\n***Năm 1972 lập xã Phước Bình thuộc quận Thủ Đức. Như thế quận Thủ Đức có 15 xã và toàn tỉnh Gia Định có 74 xã.\n**Vế số ấp trực thuộc, năm 1964 tỉnh Gia Định có 326, năm 1965 có 340, năm 1972 là 347, năm 1974 tăng lên 351.\n**Năm 1974 dân số tỉnh Gia Định là 1.422.653 người.\n\n====Quận Cần Giờ - Quận Quảng Xuyên====\n*Năm 1956 quận [[Cần Giờ]] (gồm hai tổng: Cần Giờ và An Thít) thuộc thị xã [[Vũng Tàu]]. Ngày 3\/01\/1957 do thị xã này giải thể, quận Cần Giờ bị phân ra: Tổng An Thít giải thể, các xã của tổng này nhập vào tổng Dương Hòa Hạ, quận Cần Giuộc, tỉnh Long An; quận còn lại tổng Cần Giờ chuyển sang trực thuộc tỉnh [[Phước Tuy (tỉnh)|Phước Tuy]]. Dân số quận Cần Giờ năm 1964 là 8.246 người, gồm 05 xã ([[Cần Thạnh]], [[Đồng Hòa]], [[Long Thạnh]], [[Thạnh An]] và [[Tân Thạnh]]) và 10 ấp; có diện tích 287,8&nbsp;km². Năm 1972 dân số là 9.934 người.\n*Ngày 30\/08\/1957 tái lập tổng An Thít thuộc quận Cần Giuộc, gồm bốn xã: Bình Khánh, An Thới Đông, Lý Nhơn và Tam Thôn Hiệp của tổng Dương Hòa Hạ. Ngày 29\/01\/1959 lập quận [[Quảng Xuyên]] mới thuộc tỉnh [[Phước Tuy (tỉnh)|Phước Tuy]], trên cơ sở tổng An Thít tách từ quận Cân Giuộc, tỉnh Long An. Dân số quận Quảng Xuyên năm 1964 là 6.679 người, gồm 04 xã ([[An Thới Đông]], [[Bình Khánh]], [[Lý Nhơn]] và [[Tam Thôn Hiệp]]) và 10 ấp; có diện tích 403,4&nbsp;km². Năm 1970 dân số tăng lên 14.617 người.\n**Đến 09\/09\/1960 hai quận: Cần Giờ và Quảng Xuyên của tỉnh Phước Tuy chuyển sang thuộc tỉnh [[Biên Hòa|Biên Hoà]] và từ 17\/11\/1965 lại đổi sang thuộc tỉnh [[Gia Định]].\n====Quận Củ Chi - Quận Phú Hòa====\n*Quận [[Củ Chi]] thuộc tỉnh [[Bình Dương]] được thành lập từ 30\/08\/1957, trên cơ sở tách ba tổng: Long Tuy Thượng, Long Tuy Trung và Long Tuy Hạ, gồm mười bốn xã của quận Hóc Môn, tỉnh Gia Định.\n*Đến 15\/10\/1963 toàn bộ tổng Long Tuy Hạ và hai xã: [[Tân Phú Trung]] và [[Phước Vĩnh Ninh]] của tổng Long Tuy Thượng gồm sáu xã phía tây của quận cắt ra nhập vào [[tỉnh Hậu Nghĩa]] mới thành lập theo sắc lệnh số 124\/NV ngày 14\/10\/1963 của Tổng thống Việt Nam Cộng hòa<ref>http:\/\/www.quocgiahanhchanh.com\/trantrunglap.htm<\/ref>, lập thành quân Củ Chi mới. Dân số quận Củ Chi năm 1964 là 57.152 người, gồm 06 xã ([[Tân An Hội]], [[Phước Hiệp]], [[Thái Mỹ]], [[Trung Lập]], [[Phước Vĩnh Ninh]] và [[Tân Phú Trung]]) và 53 ấp, có diện tích 206,8&nbsp;km². Năm 1973 lập thêm xã Tân Thông Hội từ phần đất cắt ra của xã Tân An Hội.\n*Toàn bộ tổng Long Tuy Trung và bốn xã còn lại của tổng Long Tuy Thượng ([[Tân Thạnh Đông]], [[Bình Mỹ]], [[Tân Hòa]] và [[Trung An]]), gồm tám xã phía đông vẫn thuộc thuộc tỉnh Bình Dương, lập nên quận [[Phú Hòa, Phú Yên|Phú Hòa]] mới. Dân số quận Phú Hòa năm 1964 là 48.913 người, gồm 08 xã ([[An Nhơn Tây]], [[Bình Mỹ]], [[Nhuận Đức]], [[Phú Hòa Đông]], [[Phú Mỹ Hưng (xã)|Phú Mỹ Hưng]], [[Tân Hòa]], [[Tân Thạnh Đông]] và [[Trung An]]) và 57 ấp, có diện tích 237&nbsp;km². Năm 1972 chia xã Tân Hòa thành hai xã: Hòa Phú và Tân Thạnh Tây. {{ref|10}}\n\nDưới đây là '''Danh sách các phường, xã của Đô thành Sài Gòn, tỉnh Gia Định, quận Củ Chi và quận Phú Hòa''' đến ngày 29\/04\/1975.\n\n{| border=\"2\" cellpadding=\"4\" cellspacing=\"0\" style=\"margin: 1em 1em 1em 0; background: #f9f9f9; border: 1px #aaa solid; border-collapse: collapse; font-size: 95%;\"\n|-alin=center size=120%\n!colspan=6| DANH SÁCH CÁC PHƯỜNG, XÃ THUỘC [[Thành phố Hồ Chí Minh|ĐÔ THÀNH SÀI GÒN, TỈNH GIA ĐỊNH]], QUẬN CỦ CHI VÀ QUẬN PHÚ HÒA\n|-\n! Tên quận thuộc '''Đô thành Sài Gòn'''<br>\n! Số phường trực thuộc<br>\n! Tên phường<br>\n! Tên quận thuộc '''tỉnh Gia Định'''<br>\n! Số xã trực thuộc<br>\n! Tên xã<br>\n|-\n| Nhứt|| 4 || [[Bến Nghé (phường)|Bến Nghé]], Hoà Bình, Tự Đức, Trần Quang Khải|| [[Bình Chánh]]|| 15|| [[An Lạc]], [[An Phú]], [[An Phú Tây]], [[Bình Chánh]], [[Bình Hưng]], [[Bình Trị Đông]], [[Đa Phước]], [[Hưng Long]], [[Phong Đước]], [[Qui Đức|Qui Đức]], [[Tân Kiên]], [[Tân Nhựt]], [[Tân Quý Tây]], [[Tân Tạo]], [[Tân Túc]]\n|-\n| Nhì|| 7 ||[[Bến Thành (phường)|Bến Thành]], [[Bùi Viện (phường)|Bùi Viện]], [[Cầu Ông Lãnh (phường)|Cầu Ông Lãnh]], [[Cầu Kho]], [[Nhà thờ Huyện Sĩ (phường)|Nhà thờ Huyện Sĩ]], Nguyễn Cảnh Chân, [[Nguyễn Cư Trinh (phường)|Nguyễn Cư Trinh]]|| [[Cần Giờ]]|| 5|| [[Cần Thạnh]], [[Đồng Hòa]], [[Long Thạnh]], [[Thạnh An]], [[Tân Thạnh]]\n|-\n| Ba|| 9 ||[[Cộng Hòa|Cộng Hoà]], [[Cư Xá Đô Thành]], [[Bàn Cờ]], [[Hiền Vương]], [[Lê Văn Duyệt]], [[Phan Đình Phùng]], [[Trần Quang Diệu]], [[Trương Minh Giảng]], [[Yên Đổ]]||[[Gò Vấp]]|| 7||[[An Nhơn Xã]], [[An Phú Đông]], [[Bình Hòa Xã]], [[Thạnh Lộc Thôn]], [[Hanh Thông Xã]], [[Thạnh Mỹ Tây]], [[Thông Tây Hội]]\n|-\n| Tư|| 5 ||[[Cây Bàng]], [[Khánh Hội]], [[Lý Nhơn]], [[Xóm Chiếu]], [[Vĩnh Hội]]||[[Hóc Môn]]|| 12||[[Đông Hưng Tân]], [[Đông Thạnh]], [[Nhị Bình]], [[Tân Hiệp]], [[Tân Thới Hiệp]], [[Tân Thới Nhứt]], [[Tân Thới Nhì]], [[Tân Thới Trung]], [[Thới Tam Thôn]], [[Trung Mỹ Tây]], [[Xuân Thới Sơn]], [[Xuân Thới Thượng]]\n|-\n| Năm|| 8 || [[An Đông]], Chợ Quán, [[Đồng Khánh]], [[Hồng Bàng]], [[Khổng Tử]], [[Nguyễn Huỳnh Đức]], [[Nguyễn Trãi]], [[Trang Tử]]|| [[Nhà Bè]]|| 9|| [[Phú Mỷ Tây]], [[Phú Xuân Hội]], [[Phước Long Đông]], [[Tân Quy Đông, Nhà Bè|Tân Quy Đông]], [[Tân Thuận Đông, Quận 7|Tân Thuận Đông]], [[Long Kiểng]], [[Phước Lộc Thôn]], [[Nhơn Đức]], [[Long Đức]]\n|-\n| Sáu|| 5 || [[Bình Phú]], [[Bình Tây]], [[Bình Tiên]], [[Chợ]], [[Phú Lâm]]|| [[Quảng Xuyên]]|| 4|| [[An Thới Đông]], [[Bình Khánh]], [[Lý Nhơn]], [[Tam Thôn Hiệp]]\n|-\n| Bảy<ref name=\"quan8.hochiminhcity.gov.vn\">http:\/\/www.quan8.hochiminhcity.gov.vn\/gioithieu\/lists\/posts\/post.aspx?Source=\/gioithieu&Category=Gi%e1%bb%9bi+thi%e1%bb%87u+t%e1%bb%95ng+qu%c3%a1t&ItemID=30&Mode=1<\/ref>|| 6 || [[Bến Đá]], [[Bình Đông (định hướng)|Bình Đông]], [[Cây Sung]], [[Hàng Thái]], [[Phú Định]], [[Rạch Cát]]|| [[Tân Bình]]|| 7||[[Bình Hưng Hòa]], [[Phú Nhuận]], [[Phú Thọ Hòa]], [[Tân Phú (quận)|Tân Phú]], [[Tân Sơn Hòa]], [[Tân Sơn Nhì]], [[Vĩnh Lộc, Bình Chánh|Vĩnh Lộc]]\n|-\n| Tám<ref name=\"quan8.hochiminhcity.gov.vn\"\/>|| 5 || [[Bình An]], [[Chánh Hưng]], [[Hưng Phú]], [[Rạch Ông]], [[Xóm Củi]]|| [[Thủ Đức]]|| 15|| [[Tam Bình Xã]], [[Long Bình]], [[Long Phước Thôn]], [[Long Thạnh Mỹ]], [[Bình Trưng]], [[Thạnh Mỹ Lợi]], [[Phú Hữu]], [[An Phú]], [[Linh Xuân Thôn]], [[Phước Long(định hướng)|Phước Long Xã]], [[Linh Đông Xã]], [[Long Trường]], [[Tăng Nhơn Phú]], [[Hiệp Bình Xã]], [[Phước Bình (định hướng)|Phước Bình]]\n|-\n| Chín|| 2 || [[An Khánh]], [[Thủ Thiêm]]|| || || \n|-\n| Mười|| 5 || [[Chí Hòa]], [[Minh Mạng]], [[Nguyễn Tri Phương]], [[Nhật Tảo]], [[Phan Thanh Giản]]|| [[Củ Chi]] ('''tỉnh Hậu Nghĩa''')|| 7|| [[Tân An Hội]], [[Tân Thông Hội]], [[Phước Hiệp]], [[Thái Mỹ]], [[Trung Lập]], [[Phước Vĩnh Ninh]], [[Tân Phú Trung]]\n|-\n| Mười Một<ref name=\"quan11.hochiminhcity.gov.vn\"\/>|| 6 || [[Bình Thạnh]], [[Bình Thới]], [[Cầu Tre, Ngô Quyền|Cầu Tre]], [[Phú Thọ Hòa|Phú Thọ Hoà]], [[Phú Thọ]], [[Phú Thạnh]] ||[[Phú Hòa, Phú Yên|Phú Hòa]] ('''tỉnh Bình Dương''')|| 9||[[An Nhơn Tây]], [[Bình Mỹ]], [[Nhuận Đức]], [[Phú Hòa Đông]], [[Phú Mỹ Hưng (xã)|Phú Mỹ Hưng]], [[Hòa Phú]], [[Tân Thạnh Đông]], [[Tân Thạnh Tây]], [[Trung An]]\n|-\n|}\n\n===Thời Cộng hòa Miền Nam Việt Nam (Giai đoạn 30\/04\/1975 - 01\/07\/1976)===\n*Sau khi Chính phủ Cách mạng lâm thời [[Cộng hòa Miền Nam Việt Nam]] tiếp quản Đô thành Sài Gòn và các vùng lân cận vào ngày 30\/04\/1975, ngày 3\/05\/1975 [[thành phố Sài Gòn - Gia Định]] được thành lập. Theo nghị quyết ngày 9\/05\/1975 của Ban Chấp hành Đảng bộ Đảng Lao động Việt Nam thành phố Sài Gòn - Gia Định, thành phố hình thành trên cơ sở sáp nhập các đơn vị hành chính thời chính quyền [[Việt Nam Cộng hòa]] dưới đây:\n***Đô thành [[Thành phố Hồ Chí Minh|Sài Gòn]] gồm mười một quận;\n***Tỉnh [[Gia Định]] gồm các quận [[Gò Vấp]], [[Tân Bình]], [[Hóc Môn]], [[Thủ Đức]], [[Bình Chánh]] và [[Nhà Bè]]. Riêng hai quận: [[Cần Giờ]] và [[Quảng Xuyên]] chuyển sang trực thuộc tỉnh [[Biên Hòa]] (hai quận này vốn thuộc địa bàn huyện [[Cần Giờ|Duyên Hải]] của tỉnh [[Biên Hòa]] theo phân chia đơn vị hành chính của Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam trước ngày 30\/04\/1975, xem thêm ''Ghi chú (10c)''); \n***Quận [[Củ Chi]] thuộc tỉnh [[Hậu Nghĩa]];\n***Quận [[Phú Hòa, Phú Yên|Phú Hòa]] thuộc tỉnh [[Bình Dương]];\n***Xã [[Hiệp Phước, Nhà Bè|Hiệp Phước]] thuộc quận [[Cần Giuộc]], tỉnh [[Long An]];\n***Một phần xã [[Đức Hòa (thị trấn)|Đức Hòa]], quận [[Đức Hòa]], tỉnh [[Hậu Nghĩa]].\n**Thành phố Sài Gòn - Gia Định mới lập được tổ chức lại thành 18 quận và 5 huyện, bao gồm:\n***Mười một quận của Đô thành Sài Gòn (cũ): Nhất (thay vì viết ''Nhứt'' như thời Việt Nam Cộng hòa), Nhì, Ba, Tư, Năm, Sáu, Bảy, Tám, Chín, Mười và Mười Một.\n***Bảy xã \"đô thị hóa\" của tỉnh Gia Định (cũ) được nâng thành quận:\n****[[Bình Hòa]] (xã Bình Hòa Xã thuộc quận [[Gò Vấp]] cũ);\n****[[Thạnh Mỹ Tây]];\n****[[Hạnh Thông]] (xã Hanh Thông Xã thuộc quận [[Gò Vấp]] cũ);\n****[[Thông Tây Hội]] (gồm cả xã [[An Nhơn Xã]] thuộc quận [[Gò Vấp]] cũ);\n****[[Phú Nhuận]] (xem thêm ''Ghi chú (10f)'');\n****[[Tân Sơn Nhì]] (gồm cả hai xã: [[Tân Phú (quận)|Tân Phú]] và [[Phú Thọ Hòa]] thuộc quận [[Tân Bình]] cũ, xem thêm ''Ghi chú (10f)'');\n****[[Tân Sơn Hòa]] (xem thêm ''Ghi chú (10f)'').\n***Năm huyện:\n****[[Củ Chi]] (gồm hai quận Củ Chi và Phú Hòa nhập lại);\n****[[Bình Chánh]] (gồm quận Bình Chánh, hai xã: Vĩnh Lộc và Bình Hưng Hòa của quận Tân Bình cũ và xã Bình Lợi là phần đất cắt từ xã Đức Hòa, quận Đức Hòa, tỉnh Hậu Nghĩa cũ, xem thêm ''Ghi chú (9)'', sáp nhập với nhau);\n****[[Hóc Môn]] (gồm quận Hóc Môn và hai xã: An Phú Đông, Thạnh Lộc Thôn của quận Gò Vấp cũ sáp nhập);\n****[[Nhà Bè]] (gồm cả xã Hiệp Phước thuộc quận [[Cần Giuộc]], tỉnh Long An);\n****[[Thủ Đức]].\n**Dân số thành phố Sài Gòn - Gia Định vào tháng 5\/1975 theo thống kê của chính quyền thành phố là 3.498.120 người.\n**Ngày 20\/05\/1976 tổ chức hành chánh thành phố Sài Gòn - Gia Định được sắp xếp lần hai (theo quyết định số 301\/UB ngày 20\/05\/1976 của Ủy ban Nhân dân Cách mạng thành phố Sài Gòn - Gia Định):\n***Mười tám quận nội thành được chuyển thành mười hai quận mới gồm:\n****Quận 1 (sáp nhập quận Nhất và quận Nhì cũ);\n****Quận 3 (quận Ba cũ);\n****Quận 4 (quận Tư cũ);\n****Quận 5 (quận Năm cũ);\n****Quận 6 (quận Sáu cũ);\n****Quận 8 (sáp nhập quận Bảy và quận Tám cũ);\n****Quận 10 (quận Mười cũ);\n****Quận 11 (quận Mười Một cũ);\n****Quận [[Bình Thạnh]] (sáp nhập hai quận Bình Hòa và Thạnh Mỹ Tây cũ);\n****Quận Phú Nhuận;\n****Quận [[Gò Vấp]] (sáp nhập hai quận Hạnh Thông và Thông Tây Hội cũ);\n****Quận [[Tân Bình]] (sáp nhập hai quận Tân Sơn Nhì và Tân Sơn Hòa cũ);\n****Riêng quận Chín giải thể, chia thành hai xã: Thủ Thiêm và An Khánh nhập vào huyện Thủ Đức.\n***Năm huyện (Củ Chi, Bình Chánh, Hóc Môn, Nhà Bè và Thủ Đức) giữ nguyên.\n***Như thế thành phố Sài Gòn - Gia Định có 12 quận và 5 huyện.\n*Đơn vị hành chính trực thuộc quận, huyện:\n**Quận chia thành phường: \n***Thời gian đầu, về cơ bản số phường, xã được giữ tương tự như thời chính quyền Việt Nam Cộng hòa. Có những điều chỉnh do phường hiện hữu có diện tích quá nhỏ hoặc tương đối ít dân cư như: quận Nhất sáp nhập phường Hòa Bình vào phường Bến Nghé; quận Nhì sáp nhập phường Bến Thành vào phường Nhà thờ Huyện Sĩ, phường mới mang tên phường Huyện Sĩ; quận Năm sáp nhập phường Hồng Bàng vào phường Nguyễn Trãi, sáp nhập phường Khổng Tử vào phường Trang Tử; đồng thời quận Mười Một đổi tên phường Phú Thọ Hòa thành phường Phú Hòa, để tránh nhầm lẫn với phường Phú Thọ Hòa của quận Tân Sơn Nhì kế cận. Như thế lúc này quận Nhất còn ba phường, quận Nhì còn sáu phường và quận Năm còn sáu phường<ref>http:\/\/www.quan5.hochiminhcity.gov.vn\/pages\/gioi-thieu-chung.aspx<\/ref>. Đối với các quận mới lập từ các xã \"đô thị hóa\", chuyển các ấp (cũ) thành phường như quận Phú Nhuận có tám phường (Đông Nhất, Đông Nhì, Đông Ba, Trung Nhất, Trung Nhì, Tây Nhất, Tây Nhì và Tây Ba) vốn là các ấp: Đông Nhứt, Đông Nhì, Đông Ba, Trung Nhứt, Trung Nhì, Tây Nhứt, Tây Nhì và Tây Ba của xã Phú Nhuận cũ. Tương tự quận Bình Hòa có mười phường, từ Dân Trí 1 đến Dân Trí 10; quận Thạnh Mỹ Tây có mười phường, từ Nhất Trí 1 đến Nhất Trí 10.\n***Đến tháng 5\/1976 với việc sắp xếp lại các quận lần hai; các phường cũ đều giải thể, lập các phường mới có diện tích, dân số nhỏ hơn và mang ''tên số''. Quận 1 chia ra 25 phường, đánh số từ 1 đến 25 (địa bàn quận Nhất cũ có 10 phường từ 1-10, địa bàn quận Nhì cũ có 15 phường từ 11-25). Tương tự quận 3 có 25 phường; quận 4 có 18 phường; quận 5 có 24 phường; quận 6 có 20 phường; quận 8 có 22 phường; quận 10 có 25 phường; quận 11 có 21 phường; quận Phú Nhuận có 17 phường; quận Gò Vấp có 17 phường; quận Bình Thạnh có 28 phường (địa bàn quận Bình Hòa cũ có 14 phường từ 1-14, địa bàn quận Thạnh Mỹ Tây cũ có 14 phường từ 15-28) và quận Tân Bình có 28 phường. Tổng cộng số phường là 270.\n**Huyên chia thành xã và thị trấn. Tổng cộng có 01 thị trấn và 74 xã, cụ thể như sau:\n***Huyện Thủ Đức: Sau 30\/04\/1975 chính quyền chuyển xã Linh Đông Xã thành thị trấn Thủ Đức; đổi tên năm xã: [[Tam Bình Xã]] thành Tam Bình, [[Long Phước Thôn]] thành Long Phước, [[Linh Xuân Thôn]] thành Linh Xuân, [[Phước Long(định hướng)|Phước Long Xã]] thành Phước Long và [[Hiệp Bình Xã]] thành Hiệp Bình, Đến tháng 5\/1976 huyện nhận hai xã: An Khánh và Thủ Thiêm vốn là hai phường của quận Chín giải thể, nhập về. Như thế huyện Thủ Đức gồm 1 thị trấn (Thủ Đức) và 16 xã ([[An Khánh]], [[An Phú]], [[Bình Trưng]], [[Hiệp Bình]], [[Linh Xuân]], [[Long Bình]], [[Long Phước]], [[Long Thạnh Mỹ]], [[Long Trường]], [[Phú Hữu]], [[Phước Bình (định hướng)|Phước Bình]], [[Phước Long(định hướng)|Phước Long]], [[Tam Bình]], [[Tăng Nhơn Phú]], [[Thạnh Mỹ Lợi]], [[Thủ Thiêm]]);\n***Huyện Bình Chánh: Sau 30\/04\/1975 huyện nhận thêm hai xã: Bình Hưng Hòa và Vĩnh Lộc của quận Tân Bình (cũ) và xã Bình Lợi (nguồn gốc xã này đã nêu tại phần trên). Đến tháng 5\/1976 chính quyền sáp nhập hai xã: An Phú và Phong Đức với nhau, lập nên xã Phong Phú. Như thế huyện Bình Chánh có 17 xã ([[An Lạc]], [[An Phú Tây]], [[Bình Chánh]], [[Bình Hưng]], [[Bình Hưng Hòa]], [[Bình Lợi]], [[Bình Trị Đông]], [[Đa Phước]], [[Hưng Long]], [[Phong Phú]], [[Qui Đức|Qui Đức]], [[Tân Kiên]], [[Tân Nhựt]], [[Tân Quý Tây]], [[Tân Tạo]], [[Tân Túc]], [[Vĩnh Lộc]]);\n***Huyện Hóc Môn: Sau 30\/04\/1975 huyện nhận thêm hai xã: An Phú Đông và Thạnh Lộc (trước gọi là Thạnh Lộc Thôn) của quận Gò Vấp (cũ); đồng thời đổi tên xã Đông Hưng Tân thành Đông Hưng Thuận, xã Tân Thới Trung thành Tân Xuân; xã Tân Thới Nhứt viết lại thành Tân Thới Nhất. Như thế huyện Hóc Môn có 14 xã ([[An Phú Đông]], [[Đông Hưng Thuận]], [[Đông Thạnh]], [[Nhị Bình]], [[Tân Hiệp]], [[Tân Thới Hiệp]], [[Tân Thới Nhất]], [[Tân Thới Nhì]], [[Tân Xuân]], [[Thạnh Lộc]], [[Thới Tam Thôn]], [[Trung Mỹ Tây]], [[Xuân Thới Sơn]], [[Xuân Thới Thượng]]);\n***Huyện Nhà Bè: Sau 30\/04\/1975 huyện nhận thêm xã Hiệp Phước từ huyện Cần Giuộc, tỉnh Long An; sáp nhập hai xã: Phước Long Đông và Long Kiểng với nhau, lập thành xã Phước Kiển; đổi tên xã [[Phú Mỷ Tây]] thành Phú Mỹ, xã [[Phú Xuân Hội]] thành Phú Xuân, xã [[Tân Quy Đông, Nhà Bè|Tân Quy Đông]] thành Tân Quy, xã [[Tân Thuận Đông, Quận 7|Tân Thuận Đông]] thành Tân Thuận, xã [[Phước Lộc Thôn]] thành Phước Lộc và xã [[Long Đức]] thành Long Thới. Như thế huyện Nhà Bè có 9 xã ([[Hiệp Phước]], [[Long Thới]], [[Nhơn Đức]], [[Phú Mỹ]], [[Phú Xuân]], [[Phước Kiển]], [[Phước Lộc]], [[Tân Quy]], [[Tân Thuận]]);\n***Huyện Củ Chi: Hình thành từ việc sáp nhập quận Củ Chi, tỉnh Hậu Nghĩa (cũ) và quận Phú Hòa, tỉnh Bình Dương (cũ), có tổng cộng 16 xã khi lập huyện. Sau đó chính quyền đổi tên xã [[Phước Vĩnh Ninh]] thành Phước Vĩnh An, Tháng 5\/1976 lập thêm hai xã mới: Pham Văn Cội 1 và Pham Văn Cội 2, từ các phần đất cắt ra của ba xã: [[Nhuận Đức]], [[Phú Mỹ Hưng (xã)|Phú Mỹ Hưng]] và [[An Nhơn Tây]]. Như thế huyên Củ Chi có 18 xã ([[An Nhơn Tây]], [[Bình Mỹ]], [[Hòa Phú]], [[Nhuận Đức]], [[Phạm Văn Cội 1]], [[Phạm Văn Cội 2]], [[Phú Hòa Đông]], [[Phú Mỹ Hưng (xã)|Phú Mỹ Hưng]], [[Phước Hiệp]], [[Phước Vĩnh An]], [[Tân An Hội]], [[Tân Phú Trung]], [[Tân Thạnh Đông]], [[Tân Thạnh Tây]], [[Tân Thông Hội]], [[Thái Mỹ]], [[Trung An]], [[Trung Lập]]).\n*Cấp phường, trong giai đoạn đầu sau khi tiếp quản, được chia thành nhiều khóm, xã chia thành nhiều ấp (tương tự như thời Việt Nam Cộng hòa). Từ tháng 12\/1975 bỏ dần, đến tháng 5\/1976 bỏ hẳn khóm tại các phường nội thành.\n\nVề tổ chức chính quyền thời gian đầu sau khi tiếp quản, thành phố do Ủy ban Quân quản thành phố Sài Gòn - Gia Định (đứng đầu là vị Chủ tịch) quản lý<ref>{{Chú thích web |url=http:\/\/phapluattp.vn\/20100426113715921p0c1013\/quan-ly-sai-gon-ngay-dau-giai-phong-bai-1-giu-on-dinh-sau-tiep-quan.htm |ngày truy cập=2013-04-25 |tựa đề=Quản lý Sài Gòn ngày đầu giải phóng - Bài 1: Giữ ổn định sau tiếp quản - Chính trị - Pháp Luật &#91;&#91;Thành phố Hồ Chí Minh&#93;&#93; Online<!-- Bot generated title --> |archive-date = ngày 29 tháng 4 năm 2010 |archive-url=https:\/\/web.archive.org\/web\/20100429015500\/http:\/\/phapluattp.vn\/20100426113715921p0c1013\/quan-ly-sai-gon-ngay-dau-giai-phong-bai-1-giu-on-dinh-sau-tiep-quan.htm }}<\/ref>. Từ ngày 21\/01\/1976 trách nhiệm quản lý này được chuyển giao cho cơ quan thay thế là Ủy ban Nhân dân Cách mạng thành phố Sài Gòn - Gia Định (đứng đầu là vị Chủ tịch), do Chình phù Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam thành lập<ref name=\"ReferenceA\"\/>.\n\n===Thời Cộng hòa Xã hội chủ nghĩa Việt Nam (02\/07\/1976–nay)===\nNgày [[2 tháng 7]] năm [[1976]], Quốc hội Cộng hòa Xã hội chủ nghĩa Việt Nam khóa VI, kỳ họp thứ 1 chính thức đổi tên thành phố Sài Gòn – Gia Định thành Thành phố Hồ Chí Minh.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chinh-thuc-dat-ten-thanh-pho-Sai-Gon-Gia-Dinh-la-thanh-pho-Ho-Chi-Minh-42737.aspx|tựa đề=Nghị quyết về chính thức đặt tên thành phố Sài Gòn - Gia Định là thành phố Hồ Chí Minh do Quốc hội ban hành|url-status=live}}<\/ref>\n\nNgày [[18 tháng 9]] năm [[1976]], Hội đồng Chính phủ ra Nghị định số 164-CP thành lập huyện [[Côn Đảo|Côn Sơn]] trực thuộc Thành phố Hồ Chí Minh.<ref name=\":0\">{{Chú thích web|url=http:\/\/quochoi.vn\/tulieuquochoi\/anpham\/Pages\/anpham.aspx?AnPhamItemID=234|tựa đề=Lịch sử Quốc hội Việt Nam (1976 - 1992)|tác giả=|họ=|tên=|ngày=|website=Cổng thông tin điện tử Quốc hội Việt Nam|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[15 tháng 1]] năm [[1977]], Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam khóa VI, kỳ họp thứ 2 ban hành nghị quyết phê chuẩn việc đổi tên huyện Côn Sơn thành huyện Côn Đảo và sáp nhập huyện Côn Đảo vào tỉnh [[Hậu Giang (tỉnh cũ)|Hậu Giang]].<ref name=\":0\" \/><ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-phe-chuan-sap-nhap-huyen-Con-Dao-vao-tinh-Hau-Giang-42739.aspx|tựa đề=Nghị quyết về việc phê chuẩn việc sáp nhập huyện Côn Đảo vào tỉnh Hậu Giang do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[23 tháng 3]] năm [[1977]], Bộ trưởng Phủ Thủ tướng ban hành Quyết định 55-BT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-55-BT-thanh-lap-thi-tran-Hoc-Mon-huyen-Hoc-Mon-thanh-pho-Ho-Chi-Minh-17057.aspx|tựa đề=Quyết định 55-BT năm 1977 về việc thành lập thị trấn Hóc Môn thuộc huyện Hóc Môn, Thành phố Hồ Chí Minh do Bộ trưởng Phủ thủ tướng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, thành lập thị trấn Hóc Môn thuộc huyện Hóc Môn trên cơ sở tách một phần diện tích và dân số của các xã Tân Thới Nhì, Thới Tam Thôn và Tân Hiệp.\n\nNgày [[13 tháng 4]] năm [[1977]], Bộ trưởng Phủ Thủ tướng ban hành Quyết định 80-BT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-80-BT-thanh-lap-xa-Le-Minh-Xuan-va-xa-Pham-Van-Hai-huyen-Binh-Chanh-thanh-pho-Ho-Chi-Minh-57974.aspx|tựa đề=Quyết định 80-BT năm 1977 về việc thành lập xã Lê Minh Xuân và xã Phạm Văn Hai thuộc huyện Bình Chánh, Thành phố Hồ Chí Minh do Bộ trưởng Phủ Thủ tướng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, thành lập hai xã Lê Minh Xuân và Phạm Văn Hai thuộc huyện Bình Chánh ở vùng kinh tế mới.\n\nNgày [[22 tháng 6]] năm [[1977]], quận Tân Bình giải thể Phường 27 và Phường 28, địa bàn sáp nhập vào các phường kế cận.\n\nNgày [[29 tháng 12]] năm [[1978]], Quốc hội ban hành Nghị quyết phê chuẩn việc phân vạch lại địa giới thành phố Hà Nội, Thành phố Hồ Chí Minh, các tỉnh Hà Sơn Bình, Vĩnh Phú, Cao Lạng, Bắc Thái, Quảng Ninh<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-phe-chuan-viec-phan-vach-lai-dia-gioi-thanh-pho-Ha-Noi-TPHCM-cac-tinh-Ha-Son-Binh-Vinh-Phu-Cao-Lang-Bac-Thai-Quang-Ninh-va-Dong-Nai-42744.aspx|tựa đề=Nghị quyết phê chuẩn việc phân vạch lại địa giới thành phố Hà Nội, Thành phố Hồ Chí Minh, các tỉnh Hà Sơn Bình, Vĩnh Phú, Cao Lạng, Bắc Thái, Quảng Ninh và Đồng Nai do Quốc hội ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, sáp nhập huyện Duyên Hải của tỉnh Đồng Nai vào Thành phố Hồ Chí Minh.\n\nNgày [[17 tháng 2]] năm [[1979]], Hội đồng Chính phủ ban hành Quyết định 52-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-52-CP-dieu-chinh-dia-gioi-phuong-thuoc-Quan-6-10-thanh-pho-Ho-Chi-Minh-58087.aspx|tựa đề=Quyết định 52-CP năm 1979 về việc điều chỉnh địa giới một số phường thuộc Quận 6 và Quận 10, Thành phố Hồ Chí Minh do Hội đồng Chính phủ ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Giải thể Phường 3, Phường 11 và Phường 15 thuộc Quận 6, địa bàn sáp nhập vào các phường kế cận\n*Giải thể Phường 10, Phường 13 và Phường 18 thuộc Quận 10, địa bàn sáp nhập vào các phường kế cận.\n\nNgày [[12 tháng 9]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định 67-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-67-HDBTphan-vach-lai-dia-gioi-thi-tran-An-Lac-xa-phuong-thanh-pho-Ho-Chi-Minh-43126.aspx|title=Quyết định 67-HĐBT năm 1981 về việc phân vạch địa giới thị trấn An Lạc thuộc huyện Bình Chánh và một số xã, phường thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Giải thể xã An Lạc thuộc huyện Bình Chánh để thành lập thị trấn An Lạc, thị trấn huyện lỵ huyện Bình Chánh\n*Giải thể Phường 2, Phường 4 và Phường 6 thuộc Quận 3, địa bàn sáp nhập vào các phường kế cận\n*Giải thể Phường 4, Phường 17 và Phường 22 thuộc Quận 10, địa bàn sáp nhập vào các phường kế cận.\n\nNgày [[26 tháng 8]] năm [[1982]], Hội đồng Bộ trưởng ban hành Quyết định 147-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-147-HDBT-phan-vach-dia-gioi-phuong-thuoc-thanh-pho-Ho-Chi-Minh-43954.aspx|tựa đề=Quyết định 147-HĐBT năm 1982 về việc phân vạch địa giới một số phường thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n* Giải thể các Phường 2, Phường 5, Phường 9, Phường 16 và Phường 22 thuộc Quận 1, địa bàn sáp nhập vào các phường kế cận\n* Giải thể Phường 16 và Phường 18 thuộc Quận 3, địa bàn sáp nhập vào các phường kế cận\n*Giải thể Phường 11 thuộc Quận 4 để sáp nhập vào Phường 8\n*Giải thể Phường 6 và Phường 16 thuộc quận Phú Nhuận, địa bàn sáp nhập vào các phường kế cận\n*Giải thể Phường 8 và Phường 20 thuộc quận Bình Thạnh, địa bàn sáp nhập vào các phường kế cận.\n\nNgày [[11 tháng 7]] năm [[1983]], Hội đồng Bộ trưởng ban hành Quyết định 70-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-70-HDBT-phan-vach-dia-gioi-phuong-xa-thanh-pho-Ho-Chi-Minh-44436.aspx|tựa đề=Quyết định 70-HĐBT năm 1983 về việc phân vạch địa giới một số phường và xã thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Giải thể Phường 2 thuộc Quận 11, địa bàn sáp nhập vào các phường kế cận\n*Giải thể Phường 2, Phường 6, Phường 8, Phường 9 và Phường 14 thuộc quận Gò Vấp, địa bàn sáp nhập vào các phường kế cận\n*Chia xã Trung Lập thuộc huyện Củ Chi thành hai xã: Trung Lập Thượng và Trung Lập Hạ\n*Chia xã Phước Hiệp thuộc huyện Củ Chi thành hai xã: Phước Hiệp và Phước Thạnh\n*Đổi tên xã Phạm Văn Cội 1 thuộc huyện Củ Chi thành Phạm Văn Cội\n*Giải thể xã Phạm Văn Cội 2 thuộc huyện Củ Chi\n*Thành lập xã An Phú thuộc huyện Củ Chi trên cơ sở:\n**Tách 2 ấp: Phú Trung, Phú Bình của xã Phú Mỹ Hưng\n**Tách 2 ấp: Xóm Chùa, Xóm Thuốc của xã An Phú. \n\nNgày [[1 tháng 2]] năm [[1985]], Hội đồng Bộ trưởng ban hành Quyết định 25-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-25-HDBT-thanh-lap-thi-tran-huyen-ly-Cu-Chi-thuoc-thanh-pho-Ho-Chi-Minh-44642.aspx|tựa đề=Quyết định 25-HĐBT năm 1985 về việc thành lập thị trấn huyện lỵ Củ Chi thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, thành lập thị trấn Củ Chi, thị trấn huyện lỵ huyện Củ Chi trên cơ sở tách một phần diện tích và dân số của xã Tân An Hội.\n\nNgày [[1 tháng 11]] năm [[1985]], Hội đồng Bộ trưởng ban hành Quyết định 258-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-258-HDBT-dieu-chinh-dia-gioi-phuong-xa-quan-4-va-huyen-Binh-Chanh-thanh-pho-Ho-Chi-Minh-43644.aspx|tựa đề=Quyết định 258-HĐBT năm 1985 về việc điều chỉnh địa giới một số phường, xã của Quận 4 và huyện Bình Chánh thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Giải thể Phường 7 và Phường 17 thuộc Quận 4, địa bàn sáp nhập vào các phường kế cận\n*Chia xã Vĩnh Lộc thuộc huyện Bình Chánh thành hai xã Vĩnh Lộc A và Vĩnh Lộc B.\n\nNgày [[26 tháng 4]] năm [[1986]], Hội đồng Bộ trưởng ban hành Quyết định 51-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-51-hdb-dieu-chinh-dia-gioi-hanh-chinh-cac-phuong-cua-quan-5-thanh-pho-ho-chi-minh-37089.aspx|tựa đề=Quyết định 51-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính các phường của Quận 5 thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, giải thể toàn bộ 25 phường thuộc Quận 5 để thành lập 15 phường mới đánh số từ 1 đến 15.\n\nNgày [[17 tháng 7]] năm [[1986]], Hội đồng Bộ trưởng ban hành Quyết định 87-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-87-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-thi-tran-huyen-nha-be-thanh-pho-Ho-Chi-Minh\/37131\/noi-dung.aspx|title=Quyết định 87-HĐBT năm 1986 về việc điều chỉnh địa giới hành chính một số xã và thị trấn của huyện Nhà Bè thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó, điều chỉnh địa giới hành chính một số xã thuộc huyện Nhà Bè như sau:\n*Chia xã Tân Quy thành hai xã Tân Quy Đông và Tân Quy Tây\n*Chia xã Tân Thuận thành hai xã Tân Thuận Đông và Tân Thuận Tây\n*Thành lập thị trấn Nhà Bè, thị trấn huyện lỵ huyện Nhà Bè trên cơ sở tách một phần diện tích và dân số của các xã Phú Mỹ và Phú Xuân.\n\nNgày [[14 tháng 2]] năm [[1987]], Hội đồng Bộ trưởng ban hành Quyết định 33-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-33-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-cua-huyen-Thu-Duc-quan-6-8-10-11-thuoc-thanh-pho-Ho-Chi-Minh-37287.aspx|title=Quyết định 33-HĐBT năm 1987 về việc điều chỉnh địa giới hành chính một số xã, phường của huyện Thủ Đức và các quận 6, 8, 10, 11 thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Điều chỉnh địa giới hành chính một số xã thuộc huyện Thủ Đức như sau:\n**Chia xã Tam Bình thành ba xã lấy tên là xã Tam Bình, xã Tam Phú và xã Linh Đông\n**Chia xã Tăng Nhơn Phú thành ba xã lấy tên là xã Tăng Nhơn Phú, xã Hiệp Phú và xã Tân Phú\n**Chia xã Linh Xuân thành hai xã lấy tên là xã Linh Xuân và xã Linh Trung\n**Chia xã Hiệp Bình thành hai xã lấy tên là xã Hiệp Bình Phước và xã Hiệp Bình Chánh\n*Giải thể toàn bộ 17 phường thuộc Quận 6 để thành lập 14 phường mới đánh số từ 1 đến 14\n*Giải thể toàn bộ 22 phường thuộc Quận 8 để thành lập 16 phường mới đánh số từ 1 đến 16\n*Giải thể toàn bộ 18 phường thuộc Quận 10 để thành lập 15 phường mới đánh số từ 1 đến 15\n*Giải thể 19 phường thuộc Quận 11 (trừ Phường 1) để thành lập 15 phường mới đánh số từ 2 đến 16.\n\nNgày [[27 tháng 8]] năm [[1988]], Hội đồng Bộ trưởng ban hành Quyết định 136-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-136-HDBT-phan-vach-lai-dia-gioi-hanh-chinh-xa-phuong-cua-huyen-Hoc-mon-quan-Binh-thanh-Tan-binh-thanh-pho-Ho-Chi-Minh-37614.aspx|tựa đề=Quyết định 136-HĐBT năm 1988 về việc phân vạch lại địa giới hành chính một số xã, phường của huyện Hóc Môn và các quận Bình Thạnh, Tân Bình thuộc Thành phố Hồ Chí Minh do Hội đồng Bộ trưởng ban hành|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Điều chỉnh hành chính một số xã thuộc huyện Hóc Môn như sau:\n**Chia xã Tân Thới Nhất thành hai xã lấy tên là xã Tân Thới Nhất và xã Bà Điểm\n**Thành lập xã Tân Chánh Hiệp trên cơ sở tách một phần diện tích và dân số của các xã Đông Hưng Thuận và Trung Mỹ Tây\n*Giải thể Phường 4, Phường 9, Phường 10, Phường 16, Phường 18 và Phường 23 thuộc quận Bình Thạnh, địa bàn sáp nhập vào các phường kế cận\n*Giải thể toàn bộ 26 phường thuộc quận Tân Bình để thành lập 20 phường mới đánh số từ 1 đến 20.\nNgày [[17 tháng 9]] năm [[1988]], Hội đồng Bộ trưởng ban hành Quyết định 145-HĐBT. Theo đó, giải thể 18 phường thuộc Quận 3 (trừ Phường 1 và Phường 3) để thành lập 12 phường mới.\n\nNgày [[28 tháng 12]] năm [[1988]], Hội đồng Bộ trưởng ban hành Quyết định 184-HĐBT. Theo đó, giải thể toàn bộ 20 phường thuộc Quận 1 để thành lập 10 phường: Tân Định, Đa Kao, Bến Nghé, Bến Thành, Nguyễn Thái Bình, Cầu Ông Lãnh, Cô Giang, Cầu Kho, Nguyễn Cư Trinh và Phạm Ngũ Lão.\n\nNgày [[18 tháng 12]] năm [[1991]], Hội đồng Bộ trưởng ban hành Quyết định 405-HĐBT<ref>{{Chú thích web|url=http:\/\/cangio.hochiminhcity.gov.vn\/-\/nhung-giai-oan-phat-trien-sau-khi-duyen-hai-can-gio-sap-nhap-thanh-pho-ho-chi-minh|tựa đề=Những giai đoạn phát triển sau khi Duyên Hải (Cần Giờ) sáp nhập Thành phố Hồ Chí Minh|tác giả=|họ=|tên=|ngày=2018-12-29|website=Cổng thông tin điện tử UBND huyện Cần Giờ|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, đổi tên huyện Duyên Hải thành huyện Cần Giờ.\n\nNgày [[6 tháng 1]] năm [[1997]], Chính phủ ban hành Nghị định số 03-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-3-CP-thanh-lap-quan-Thu-Duc-quan-2-quan-7-quan-9-quan-12-va-thanh-lap-cac-phuong-thuoc-quan-moi-Thanh-pho-Ho-Chi-Minh-40319.aspx|title=Nghị định 3-CP năm 1997 về việc thành lập quận Thủ Đức, Quận 2, Quận 7, Quận 9, Quận 12 và thành lập các phường thuộc các quận mới - Thành phố Hồ Chí Minh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Giải thể huyện Thủ Đức\n*Thành lập quận Thủ Đức trên cơ sở toàn bộ diện tích và dân số của thị trấn Thủ Đức và 7 xã: Hiệp Bình Chánh, Hiệp Bình Phước, Linh Đông, Linh Trung, Linh Xuân, Tam Bình, Tam Phú; một phần diện tích và dân số của 3 xã: Hiệp Phú, Phước Long, Tân Phú thuộc huyện Thủ Đức. Quận Thủ Đức có 12 phường: Bình Chiểu, Bình Thọ, Hiệp Bình Chánh, Hiệp Bình Phước, Linh Chiểu, Linh Đông, Linh Tây, Linh Trung, Linh Xuân, Tam Bình, Tam Phú, Trường Thọ.\n*Thành lập Quận 2 trên cơ sở toàn bộ diện tích và dân số của 5 xã: An Khánh, An Phú, Bình Trưng, Thạnh Mỹ Lợi và Thủ Thiêm thuộc huyện Thủ Đức. Quận 2 có 11 phường: An Khánh, An Lợi Đông, An Phú, Bình An, Bình Khánh, Bình Trưng Đông, Bình Trưng Tây, Cát Lái, Thạnh Mỹ Lợi, Thảo Điền, Thủ Thiêm.\n*Thành lập Quận 9 trên cơ sở toàn bộ diện tích và dân số của 7 xã: Long Bình, Long Thạnh Mỹ, Tăng Nhơn Phú, Long Phước, Long Trường, Phú Hữu, Phước Bình; phần diện tích và dân số còn lại của 3 xã: Hiệp Phú, Phước Long, Tân Phú thuộc huyện Thủ Đức. Quận 9 có 13 phường: Hiệp Phú, Long Bình, Long Phước, Long Thạnh Mỹ, Long Trường, Phú Hữu, Phước Bình, Phước Long A, Phước Long B, Tân Phú, Tăng Nhơn Phú A, Tăng Nhơn Phú B, Trường Thạnh.\n*Thành lập Quận 7 trên cơ sở toàn bộ diện tích và dân số của 5 xã: Phú Mỹ, Tân Quy Đông, Tân Quy Tây, Tân Thuận Đông, Tân Thuận Tây; một phần diện tích và dân số của thị trấn Nhà Bè thuộc huyện Nhà Bè. Quận 7 có 10 phường: Bình Thuận, Phú Mỹ, Phú Thuận, Tân Hưng, Tân Kiểng, Tân Phong, Tân Phú, Tân Quy, Tân Thuận Đông, Tân Thuận Tây.\n*Thành lập Quận 12 trên cơ sở toàn bộ diện tích và dân số của 5 xã: An Phú Đông, Đông Hưng Thuận, Tân Thới Hiệp, Tân Thới Nhất, Thạnh Lộc; một phần diện tích và dân số của 2 xã: Tân Chánh Hiệp, Trung Mỹ Tây thuộc huyện Hóc Môn. Quận 12 có 11 phường: An Phú Đông, Đông Hưng Thuận, Hiệp Thành, Tân Chánh Hiệp, Tân Hưng Thuận, Tân Thới Hiệp, Tân Thới Nhất, Thạnh Lộc, Thạnh Xuân, Thới An, Trung Mỹ Tây.\n\nNgày [[5 tháng 11]] năm [[2003]], Chính phủ ban hành Nghị định 130\/2003\/NĐ-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-130-2003-ND-CP-lap-quan-BinhTan-Phu-phuong-truc-thuoc-dieu-chinh-dia-gioi-hanh-chinh-phuong-thuoc-quan-xa-thi-tran-Binh-Chanh-Can-Gio-51572.aspx|title=Nghị định 130\/2003\/NĐ-CP về việc thành lập các quận Bình Tân, Tân Phú và các phường trực thuộc; điều chỉnh địa giới hành chính phường thuộc quận Tân Bình; thành lập xã, thị trấn thuộc các huyện Bình Chánh, Cần Giờ và Hóc Môn, Thành phố Hồ Chí Minh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>. Theo đó:\n*Thành lập quận Bình Tân trên cơ sở toàn bộ diện tích và dân số của thị trấn An Lạc và 3 xã: Bình Hưng Hòa, Bình Trị Đông và Tân Tạo thuộc huyện Bình Chánh. Quận Bình Tân có 10 phường: An Lạc, An Lạc A, Bình Hưng Hòa, Bình Hưng Hòa A, Bình Hưng Hòa B, Bình Trị Đông, Bình Trị Đông A, Bình Trị Đông B, Tân Tạo, Tân Tạo A.\n*Thành lập quận Tân Phú trên cơ sở toàn bộ diện tích và dân số của Phường 16, Phường 17, Phường 18, Phường 19, Phường 20; một phần diện tích và dân số của Phường 14, Phường 15 thuộc quận Tân Bình. Quận Tân Phú có 11 phường: Hiệp Tân, Hòa Thạnh, Phú Thạnh, Phú Thọ Hòa, Phú Trung, Sơn Kỳ, Tân Quý, Tân Sơn Nhì, Tân Thành, Tân Thới Hòa, Tây Thạnh.\n*Thành lập thị trấn Tân Túc, thị trấn huyện lỵ huyện Bình Chánh trên cơ sở toàn bộ diện tích và dân số của xã Tân Túc\n*Thành lập thị trấn Cần Thạnh, thị trấn huyện lỵ huyện Cần Giờ trên cơ sở toàn bộ diện tích và dân số của xã Cần Thạnh\n*Thành lập hai xã Trung Chánh và Xuân Thới Đông thuộc huyện Hóc Môn trên cơ sở một phần diện tích và dân số của xã Tân Xuân.\n\nNgày [[23 tháng 11]] năm [[2006]], Chính phủ ban hành Nghị định số 143\/2006\/NĐ-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-143-2006-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-phuong-quan-thanh-lap-phuong-thuoc-quan-Go-Vap-quan-12-Tan-Binh-TP-HCM-15651.aspx|tựa đề=Nghị định số 143\/2006\/NĐ-CP về việc điều chỉnh địa giới hành chính phường, quận; thành lập phường thuộc quận Gò Vấp, Quận 12 và quận Tân Bình, Thành phố Hồ Chí Minh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Thành lập Phường 6, Phường 8, Phường 9 và Phường 14 thuộc quận Gò Vấp trên cơ sở điều chỉnh địa giới hành chính Phường 11, Phường 12 và Phường 17\n*Thành lập phường Tân Hưng Thuận thuộc Quận 12 trên cơ sở một phần diện tích và dân số của phường Đông Hưng Thuận.\n\nNgày [[9 tháng 12]] năm [[2020]], Ủy ban thường vụ Quốc hội ban hành Nghị quyết 1111\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã và thành lập thành phố Thủ Đức thuộc Thành phố Hồ Chí Minh (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2021]])<ref name=NQ1111>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1111-NQ-UBTVQH14-2020-sap-xep-don-vi-hanh-chinh-cap-huyen-cap-xa-Ho-Chi-Minh-460049.aspx|tựa đề=Nghị quyết số 1111\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã và thành lập thành phố Thủ Đức thuộc Thành phố Hồ Chí Minh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Thành lập thành phố Thủ Đức thuộc Thành phố Hồ Chí Minh trên cơ sở sáp nhập toàn bộ diện tích và dân số của Quận 2, Quận 9 và quận Thủ Đức\n*Sáp nhập toàn bộ diện tích và dân số của phường An Khánh thuộc thành phố Thủ Đức vào phường Thủ Thiêm\n*Thành lập phường An Khánh (mới) thuộc thành phố Thủ Đức trên cơ sở sáp nhập toàn bộ diện tích và dân số của hai phường Bình An và Bình Khánh\n*Thành lập phường Võ Thị Sáu thuộc Quận 3 trên cơ sở sáp nhập toàn bộ diện tích và dân số của Phường 6, Phường 7 và Phường 8\n*Sáp nhập toàn bộ diện tích và dân số của Phường 5 thuộc Quận 4 vào Phường 2\n*Sáp nhập toàn bộ diện tích và dân số của Phường 12 thuộc Quận 4 vào Phường 13 \n*Sáp nhập toàn bộ diện tích và dân số của Phường 15 thuộc Quận 5 vào Phường 12\n*Sáp nhập toàn bộ diện tích và dân số của Phường 3 thuộc Quận 10 vào Phường 2\n*Sáp nhập toàn bộ diện tích và dân số của Phường 12 thuộc quận Phú Nhuận vào Phường 11\n*Sáp nhập toàn bộ diện tích và dân số của Phường 14 thuộc quận Phú Nhuận vào Phường 13.\n\nHiện nay, Thành phố Hồ Chí Minh có 22 đơn vị hành chính cấp huyện, gồm 1 thành phố, 16 quận, 5 huyện; 312 đơn vị hành chính cấp xã, gồm 58 xã, 249 phường và 5 thị trấn.\n\nTóm lại, địa giới hành chính hiện nay của Thành phố Hồ Chí Minh hình thành từ sự hợp nhất các đơn vị hành chính có vào năm 1930 thời Pháp thuộc sau đây:\n*Thành phố Sài Gòn;\n*[[Chợ Lớn|Thành phố Chợ Lớn]];\n*[[Gia Định (tỉnh)|Tỉnh Gia Định]] (''ngoại trừ tổng An Thủy, quận Thủ Đức; nay thuộc thành phố Dĩ An, tỉnh Bình Dương'');\n*Quận Trung Quận của tỉnh Chợ Lớn (''ngoại trừ tổng Long Hưng Hạ; nay là toàn bộ sáu xã: An Thạnh, Long Hiệp, Phước Lợi, Mỹ Yên, Thạnh Phú, Tân Bửu và thị trấn Bến Lức; cùng một phần xã Tân Hòa của huyện Bến Lức, tỉnh Long An'');\n*Ba làng: Hưng Long, Qui Đức, Tân Quý Tây và Hiệp Phước của tổng Phước Điền Thượng, quận Cần Giuộc, [[Chợ Lớn (tỉnh)|tỉnh Chợ Lớn]]; nay là ba xã: Hưng Long, Qui Đức, Tân Quý Tây thuộc huyện Bình Chánh và xã Hiệp Phước thuộc huyện Nhà Bè;\n*Một phần làng Đức Hòa của tổng Cầu An Hạ, quận Đức Hòa, [[chợ Lớn (tỉnh)|tỉnh Chợ Lớn]]; nay là xã Bình Lợi và một phần các xã Phạm Văn Hai, Lê Minh Xuân thuộc huyện Bình Chánh{{ref|11}}.\n\n====Tổ chức chính quyền====\n*Về tổ chức quản lý thành phố:\n**Hội đồng Nhân dân Thành phố Hồ Chí Minh là cơ quan quyền lực trên địa bàn, quyết định ngân sách, các vấn đề dân sinh và giám sát hoạt động của Ủy ban nhân dân Thành phố Hồ Chí Minh. Hội đồng này gồm 95 đại biểu do dân bầu, đứng đầu là vị Chủ tịch Hội đồng Nhân dân.\n**Ủy ban nhân dân Thành phố Hồ Chí Minh là cơ quan chấp hành, quản lý toàn bộ mọi hoạt động an ninh, kinh tế, văn hoá và xã hội trên địa bàn thành phố. Ủy ban này cùng vị Chủ tịch của Ủy ban đều do Hội đồng Nhân dân Thành phố Hồ Chí Minh bầu chọn và Thủ tướng quyết định chuẩn y.\n{{chính|Ủy ban nhân dân Thành phố Hồ Chí Minh}}\n*Đối với cấp quận\/huyện, Ủy ban Nhân dân của địa phương quản lý toàn diện mọi hoạt động trên địa bàn theo phân cấp của thành phố. Trước 01\/04\/2009 Ủy ban Nhân dân quận\/huyện và vị Chủ tịch của Ủy ban này do Hội đồng Nhân dân của quận\/huyện tương ứng bầu chọn và Chủ tịch Ủy ban Nhân dân thành phố quyết định chuẩn y. Từ 01\/04\/2009 đến nay do thành phố được Quốc hội và Ủy ban Thường vụ Quốc hội Cộng hòa Xã hội chủ nghĩa Việt Nam khoá XII cho phép làm thí điểm bỏ Hội đồng Nhân dân tại quận\/huyện (theo nghị quyết số 26\/2008\/QH12 ngày 15\/11\/2008 và hai nghị quyết: số 724\/2009\/NQ-UBTVQH12 ngày 16\/01\/2009 và số 725\/2009\/NQ-UBTVQH12 ngày 16\/01\/2009<ref name=\"moj.gov.vn\">http:\/\/www.moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=25432<\/ref><ref name=\"govap.hochiminhcity.gov.vn\">{{Chú thích web |url=http:\/\/www.govap.hochiminhcity.gov.vn\/chinhquyendiaphuong\/lists\/posts\/post.aspx?Source=%2Fchinhquyendiaphuong&Category=Ch%E1%BB%A7+tr%C6%B0%C6%A1ng+v%C3%A0+c%C3%A1c+v%C4%83n+b%E1%BA%A3n+quy+ph%E1%BA%A1m&ItemID=740&Mode=1 |ngày truy cập=2021-11-17 |tựa đề=Bản sao đã lưu trữ |archive-date=2015-04-05 |archive-url=https:\/\/web.archive.org\/web\/20150405235151\/http:\/\/www.govap.hochiminhcity.gov.vn\/chinhquyendiaphuong\/lists\/posts\/post.aspx?Source=%2Fchinhquyendiaphuong&Category=Ch%E1%BB%A7+tr%C6%B0%C6%A1ng+v%C3%A0+c%C3%A1c+v%C4%83n+b%E1%BA%A3n+quy+ph%E1%BA%A1m&ItemID=740&Mode=1 |url-status=dead }}<\/ref>), nên Chủ tịch và các thành viên Ủy ban Nhân dân của cấp hành chính này đều do Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh bổ nhiệm.\n*Tổ chức quản lý hành chính dưới cấp phường, xã, thị trấn\n**Đầu thập niên 1980 do nhu cầu quản lý hành chính tại địa phương, chính quyền thành phố lập ra khu phố tại phường nội thành. Mỗi phường gồm nhiều khu phố (bình quân một khu phố phụ trách khoảng 400-700 hộ dân (tương đương 1.600-2.800 nhân khẩu). Đây không phải là một cấp hành chính mà chỉ là \"cánh tay nối dài\" của phường. Đứng đầu mỗi khu phố là Trưởng ban điều hành khu phố (gọi tắt là Trưởng khu phố), có 1 Phó Trưởng ban giúp việc, đều do Chủ tịch Ủy ban Nhân dân phường bổ nhiệm.\n**Dưới khu phố là tổ dân phố (gồm khoảng 40 hộ dân\/tổ dân phố). Tổ dân phố có Tổ trưởng đúng đầu và 1-2 Tổ phó giúp việc, tất cả đều do dân trong tổ bầu chọn.\n**Hiện nay, tại các [[thị trấn]] thuộc huyện tổ chức hành chính tương tự phường nội thành: Chia thành nhiều khu phố, dưới khu phố là tổ dân phố.\n**Các xã thuộc huyện chia thành nhiều ấp (đứng đầu là Trưởng và Phó Trưởng ban Nhân dân ấp do Chủ tịch Ủy ban Nhân dân xã bổ nhiệm). Cũng như khu phố, ấp không phải là một cấp hành chính. Ấp gồm nhiều tổ nhân dân, tổ chức tương tự với tổ dân phố của các khu phố tại nội thành..\n**Tính đến tháng 10\/2013, trên địa bàn thành phố có tổng cộng 1.974 khu phố và ấp<ref>http:\/\/news.lhu.edu.vn\/441\/82849\/Tuyen-duong-khu-dan-cu-va-truong-ban-cong-tac-mat-tran-tieu-bieu.html<\/ref>.\n**Trước 01\/04\/2009 Ủy ban Nhân dân phường và vị Chủ tịch của Ủy ban này do Hội đồng Nhân dân phường bầu chọn và Chủ tịch Ủy ban Nhân dân quận quyết định chuẩn y. Từ 01\/04\/2009 đến nay do thành phố được Quốc hội và Ủy ban Thường vụ Quốc hội Cộng hòa Xã hội chủ nghĩa Việt Nam khoá XII cho phép làm thí điểm bỏ Hội đồng Nhân dân tại phường (theo nghị quyết số 26\/2008\/QH12 ngày 15\/11\/2008 và hai nghị quyết: số 724\/2009\/NQ-UBTVQH12 ngày 16\/01\/2009 và số 725\/2009\/NQ-UBTVQH12 ngày 16\/01\/2009<ref name=\"moj.gov.vn\"\/><ref name=\"govap.hochiminhcity.gov.vn\"\/>), nên Chủ tịch và các thành viên của Ủy ban Nhân dân địa phương đều do Chủ tịch Ủy ban Nhân dân quận bổ nhiệm. Đối với các xã\/thị trấn, Ủy ban Nhân dân địa phương và vị Chủ tịch của Ủy ban này do Hội đồng Nhân dân xã\/thị trấn bầu chọn và Chủ tịch Ủy ban Nhân dân huyện quyết định chuẩn y.\n\n==Ghi chú==\n*{{note|1}} ''Ghi chú (1): Hiện nay năm 1698 được nhiều học giả xem là năm thành lập của Sài Gòn, nay là Thành phố Hồ Chí Minh. Năm 1998 Nhà nước Cộng hòa Xã hội chủ nghĩa Việt Nam đã tổ chức long trọng kỷ niệm '''''300 năm Sài Gòn - Thành phố Hồ Chí Minh'''''<ref>http:\/\/thuvienphapluat.vn\/archive\/Chi-thi-27-CT-UB-NC-to-chuc-ky-niem-300-nam-thanh-lap-thanh-pho-Sai-Gon-Ho-Chi-Minh-1698-1998-vb92376.aspx<\/ref>.''\n*{{note|2}} ''Ghi chú (2): Khu thanh tra Tây Ninh thành lập ngày 17\/02\/1863 trên địa bàn của phủ Tây Ninh, tỉnh Gia Định. Lúc bấy giờ phủ này gồm cả huyện Bình Long (có sáu tổng: Bình Thạnh Thượng, Bình Thạnh Trung, Bình Thạnh Hạ, Long Tuy Thượng, Long Tuy Trung, Cầu An Hạ) của phủ Tân Bình, tỉnh Gia Định, sáp nhập vào từ ngày 14\/08\/1862. Đến ngày 11\/02\/1864 huyện Bình Long (lúc này chỉ có bốn tổng: Bình Thạnh Trung, Bình Thạnh Hạ, Long Tuy Thượng, Long Tuy Trung) tách khỏi khu thanh tra Tây Ninh, trả lại cho phủ Tân Bình như trước. Tổng Bình Thạnh Thượng chuyển thuộc huyện Tân Ninh, tổng Cầu An Hạ chuyển thuộc huyện Quang Hóa, trực thuộc khu thanh tra Tây Ninh. Ngày 3\/02\/1866 tổng Bình Thạnh Thượng được trả lại cho huyện Bình Long thuộc khu thanh tra Sài Gòn, nhưng đến ngày 5\/06\/1871 tổng này chuyển sang thuộc hạt Thủ Dầu Một (địa bàn của tổng cũ này, nay tương ứng với địa bàn một phần của hai huyện: Bến Cát và Dầu Tiếng, tỉnh Bình Dương). Còn tổng Cầu An Hạ đến ngày 3\/02\/1866 thuộc khu thanh tra Quang Hóa và từ ngày 5\/06\/1871 trực thuộc hạt Chợ Lớn, xem thêm ''Ghi chú (7)''.''\n*{{note|3}} ''Ghi chú (3): Khác với chức vụ Chánh tham biện\/Chủ tỉnh của các hạt\/tỉnh tại Nam Kỳ, cũng như chức Đốc lý (''Résident-maire'') của ba thành phố nhượng địa (''concession'') Hà Nội, Hải Phòng và Tourane (Đà Nẵng) đều là công chức cao cấp trong hệ thống cai trị Đông Dương; chức vụ Thị trưởng hai thành phố Sài Gòn và Chợ Lớn có thể do các nhân vật có nghề nghiệp khác đảm nhiệm.''\n*{{note|4}} ''Ghi chú (4): Sau khi đảo chính Pháp ngày 9\/03\/1945, trong thời gian ngắn trực tiếp quản lý trước khi chuyển giao cho chính quyền Đế quốc Việt Nam; Nhật coi Khu Sài Gòn - Chợ Lớn là một quận (''郡| gun''), do Quận trưởng (''郡長| Gunchou'') đứng đầu, Vào thời bấy giờ tại Nhật, quận là cấp hành chính bao gồm nhiều thành phố (''市| shi''), thị trấn (''町| machi'') và làng (''村| mura'') trực thuộc.''\n*{{note|5}} ''Ghi chú (5): Tổng Long Vĩnh Hạ thuộc khu thanh tra Long Thành (địa bàn huyện Long Thành, phủ Phước Tuy, tỉnh Biên Hoà cũ) giải thể, nhập vào hạt [[Thành phố Hồ Chí Minh|Sài Gòn]] (liệt kê chung vào địa bàn huyện Ngãi An cũ) từ ngày 27\/07\/1871.''\n*{{note|6}} ''Ghi chú (6): Trong một hạt có thể có nhiều viên chức cai trị cùng ngạch tham biện (''administrateur''); Chánh tham biện là vị tham biện có hạng (''classe'') cao nhất, đứng đầu hạt.''\n*{{note|7}} ''Ghi chú (7): Khu thanh tra Chợ Lớn thành lập từ ngày 16\/08\/1867 theo nghị định của Thống đốc Nam Kỳ, trên địa bàn của huyện Tân Long thuộc phủ Tân Bình, tỉnh Sài Gòn; có năm tổng: Tân Phong Trung, Tân Phong Hạ, Long Hưng Thượng, Long Hưng Trung, Long Hưng Hạ; với tổng số 83 thôn; dân số năm 1870 là 70.522 người.<ref>http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k5774514m\/f163.image.r=Saigon%20administratif.langEN<\/ref>. Ngày 5\/06\/1871 khu thanh tra Chợ Lớn đổi tên thành hạt Chợ Lớn; đồng thời nhận thêm sáu tổng (Phước Điền Thượng, Phước Điền Trung, Phước Điền Hạ, Lộc Thành Thượng, Lộc Thành Trung, Lộc Thành Hạ) của khu thanh tra Cần Giuộc giải thể, tổng Cầu An Hạ của khu thanh tra Trảng Bàng giải thể và một phần tổng Cửu Cư Thượng của khu thanh tra Tân An. Ngày 16\/01\/1877 trả lại tổng Cửu Cư Thượng cho hạt Tân An. Đến ngày 24\/02\/1885 hạt Chợ Lớn nhận thêm tổng Dương Hòa Trung từ hạt Sài Gòn; ngày 12\/01\/1888 nhận thêm tổng Dương Minh từ hạt Hai Mươi giải thể. Ngày 2\/05\/1888 giải thể hai tổng: Dương Hòa Trung và Tân Phong Trung; các làng trực thuộc nhập vào tổng Dương Minh và tổng Long Hưng Thượng. Từ ngày 1\/01\/1900 hạt Chợ Lớn đổi thành [[chợ Lớn (tỉnh)|tỉnh Chợ Lớn]], với lỵ sở đặt chung trong thành phố Chợ Lớn (do lý do này mà trong nhiều thời kỳ vị Thị trưởng Chợ Lớn kiêm nhiệm luôn chức vụ Chủ tỉnh Chợ Lớn). Ngày 7\/12\/1901 chia tách tổng Cầu An Hạ, lập mới tổng Cầu An Thượng. Ngày 31\/12\/1907 giải thể tổng Dương Minh; các làng trực thuộc nhập vào tổng Tân Phong Hạ và thành phố Sài Gòn. Năm 1930 tỉnh Chợ Lớn có bốn quận: Cần Đước (gồm ba tổng: Lộc Thành Thượng, Lộc Thành Trung và Lộc Thành Hạ), Cần Giuộc (gồm ba tổng: Phước Điền Thượng, Phước Điền Trung và Phước Điền Hạ), Đức Hòa (gồm hai tổng: Cầu An Thượng và Cầu An Hạ) và Trung Quận, với dân số 227.588 người.''\n*{{note|8}} ''Ghi chú (8): Trong kháng chiến chống Pháp, về hành chính chính quyền Việt Nam Dân chủ Cộng hòa đổi quận thành huyện, làng thành xã; bỏ cấp tổng. Trên địa bàn Thành phố Hồ Chí Minh hiện nay, tiến hành một số điều chỉnh về các đơn vị hành chính như sau: Tháng 8\/1950 lập đặc khu Sài Gòn - Chợ Lớn bao gồm thành phố Sài Gòn - Chợ Lớn (tức Đô thành Sài Gòn - Chợ Lớn), tỉnh Gia Định và huyện Trung Huyện (tức quận Trung Quận) của tỉnh Chợ Lớn hợp nhất<ref>{{Chú thích web |url=http:\/\/www.vnmilitaryhistory.net\/index.php?topic=24069.50 |ngày truy cập=2013-07-27 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 6 tháng 4 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150406122934\/http:\/\/www.vnmilitaryhistory.net\/index.php?topic=24069.50 }}<\/ref>. Đến tháng 6\/1951 tách khỏi đặc khu: ba huyện Hóc Môn, Gò Vấp, Trung Huyện nhập vào tỉnh Gia Định Ninh, huyện Thủ Đức nhập vào tỉnh Thủ Biên và huyện Nhà Bè nhập vào tỉnh Bà Chợ đều mới lập<ref>{{Chú thích web |url=http:\/\/www.vnmilitaryhistory.net\/index.php\/topic,24069.60.html |ngày truy cập=2013-07-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 6 tháng 10 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131006185348\/http:\/\/www.vnmilitaryhistory.net\/index.php\/topic,24069.60.html }}<\/ref>. Ba tỉnh mới này tồn tại đến tháng 7\/1954 thì giải thể, phân chia đơn vị hành chính trở lại giống như thời gian trước tháng 8\/1950.''\n*{{note|9}} ''Ghi chú (9): Về phía lực lượng kháng chiến chống chính quyền Việt Nam Cộng hòa, cuối năm 1957 lập huyện Bình Chánh thay thế huyện Trung Huyện giải thể. Địa bàn huyện mới này chính là quận Bình Chánh của chính quyền Việt Nam Cộng hòa cộng thêm khu vực Vườn Thơm<ref name=\"vnmilitaryhistory.net\"\/>, là một phần xã Đức Hòa, quận Đức Hòa, thuộc tỉnh Long An (từ tháng 10\/1963 thuộc tỉnh Hậu Nghĩa) theo phân chia hành chính của chính quyền Việt Nam Cộng hòa. Năm 1961 khu vực Vườn Thơm được chia thành hai xã: Tân Bình và Tân Lợi, đến năm 1972 sáp nhập hai xã với nhau thành xã Bình Lợi.''\n*{{note|10}} ''Ghi chú (10): Từ thập niên 1960 về phía Mặt trận Dân tộc Giải phóng Miền Nam Việt Nam, Đô thành Sài Gòn và tỉnh Gia Định thường được coi là một đơn vị hành chính hợp nhất; với tên gọi là thành phố Sài Gòn - Gia Định, khu Sài Gòn - Gia Định<ref>{{Chú thích web |url=http:\/\/www.vnmilitaryhistory.net\/index.php\/topic,24069.80.html |ngày truy cập=2013-07-28 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 5 tháng 10 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131005021646\/http:\/\/www.vnmilitaryhistory.net\/index.php\/topic,24069.80.html }}<\/ref> hoặc đặc khu Sài Gòn - Gia Định tùy theo từng thời kỳ. Đơn vị hành chính này gồm các quận (tương tự như phân chia các quận của Đô thành Sài Gòn) và các huyện: Bình Chánh (xem thêm ''Ghi chú (9)''), Cần Giờ (có địa bàn tương đương với hai quận Cần Giờ và Quảng Xuyên theo phân chia hành chính của chính quyền Việt Nam Cộng hòa gộp lại), Củ Chi (có địa bàn tương đương với hai quận Củ Chi và Phú Hòa theo phân chia hành chính của chính quyền Việt Nam Cộng hòa gộp lại), Gò Vấp, Hóc Môn, Nhà Bè (gồm cả xã Hiệp Phước thuộc quận [[Cần Giuộc]], tỉnh Long An theo phân chia hành chính của chính quyền Việt Nam Cộng hòa), Tân Bình và Thủ Đức. Đối với các huyện trực thuộc, có một số điều chỉnh như sau:'' \n**''a, Tháng 5\/1961 hợp nhất hai huyện: Gò Vấp và Hóc Môn thành huyện Gò Môn; nhưng đến tháng 11\/1967 lại tách thành hai huyện như trước;''\n**''b. Từ tháng 6\/1964 đến ngày 29\/04\/1975 chia nhỏ huyện Thủ Đức thành hai huyện: Bắc Thủ Đức (huyện này có thời kỳ trực thuộc tỉnh Thủ Dầu Một)<ref>{{Chú thích web |url=http:\/\/www.binhduong.gov.vn\/vn\/sobannganh_detail.php?id=5221&idcat=143&idcat2=150 |ngày truy cập=2013-04-26 |tựa đề=Bản sao đã lưu trữ |archive-date=2011-05-18 |archive-url=https:\/\/web.archive.org\/web\/20110518221750\/http:\/\/binhduong.gov.vn\/vn\/sobannganh_detail.php?id=5221&idcat=143&idcat2=150 |url-status=dead }}<\/ref> và Nam Thủ Đức. Sau đó hai huyện này lại hợp nhất như cũ;''\n**''c. Từ ngày 5\/07\/1968 sáp nhập huyện Cần Giờ với hai xã Phú Hữu, Phước Khánh của huyện Nhơn Trạch, tỉnh Biên Hòa và xã Long Sơn thuộc huyện Châu Thành tỉnh Bà Rịa; để lập huyện Duyên Hải trực thuộc tỉnh Biên Hòa;''\n**''d. Trong thời gian 08\/1968-03\/1973 chia nhỏ huyện Củ Chi thành hai huyện: Bắc Chi và Nam Chi. Sau đó hai huyện này lại hợp nhất như cũ<ref>http:\/\/www.cuchi.hochiminhcity.gov.vn\/pages\/lich-su.aspx<\/ref>;''\n**''e. Trong thời gian 1969-1972 chia nhỏ huyện Hóc Môn thành hai huyện: Đông Môn và Tây Môn. Sau đó hai huyện này lại hợp nhất như cũ<ref>{{Chú thích web |url=http:\/\/www.hocmon.hochiminhcity.gov.vn\/pages\/gioi-thieu-chung.aspx |ngày truy cập=2013-04-21 |tựa đề=Giới thiệu chung<!-- Bot generated title --> |archive-date=2013-05-03 |archive-url=https:\/\/web.archive.org\/web\/20130503153400\/http:\/\/www.hocmon.hochiminhcity.gov.vn\/pages\/gioi-thieu-chung.aspx |url-status=dead }}<\/ref>;''\n**''f. Trong thời gian 03\/1975-29\/04\/1975 tách ba xã: Phú Nhuận, Tân Sơn Nhì và Tân Sơn Hòa của huyện Tân Bình, để lập quận Phú Tân Sơn mới<ref>http:\/\/www.sonoivu.hochiminhcity.gov.vn\/danh-sach-ucv-qh-13\/lists\/posts\/post.aspx?Source=\/danh-sach-ucv-qh-13&Category=%C4%90%C6%A1n+v%E1%BB%8B+b%E1%BA%A7u+c%E1%BB%AD+s%E1%BB%91+4&ItemID=21&Mode=1<\/ref>. Sau đó Chính phủ Cách mạng lâm thời Cộng hòa Miền Nam Việt Nam kế nhiệm chia quận này thành ba quận: Phú Nhuận, Tân Sơn Nhì và Tân Sơn Hòa.''\n*{{note|11}} ''Ghi chú (11): Hai xã Phạm Văn Hai và Lê Minh Xuân thành lập ngày 13\/04\/1977 từ phần đất tách ra của xã Bình Lợi. Địa bàn hai xã này trước đây là làng Hòa Thạnh, tổng Cầu An Hạ, hạt Chợ Lớn; sáp nhập vào làng Đức Hòa cùng tổng từ ngày 23\/06\/1879.''\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{DEFAULTSORT|Hồ Chí Minh}}\n\n==Thư mục==\n# {{Chú thích sách\n| họ = Cabaton\n| tên = Antoine\n| tựa đề = Dictionnaire de bio-bibliographie générale, ancienne et moderne de l'Indochine française \n| năm=1935\n| nhà xuất bản=Société\n| nơi=Paris\n|}}\n# {{Chú thích sách\n| tác giả = Cục Thống kê TP Hồ Chí Minh\n| tựa đề = Niên giám thống kê Thành phố Hồ Chí Minh 2010\n| năm=2011\n| nhà xuất bản=Thống kê\n| nơi=TP Hồ Chí Minh\n|}}\n# {{Chú thích sách\n| tác giả = Cục Thống kê TP Hồ Chí Minh\n| tựa đề = Niên giám thống kê Thành phố Hồ Chí Minh 2011\n| năm=2012\n| nhà xuất bản=Thống kê\n| nơi=TP Hồ Chí Minh\n|}}\n# {{Chú thích sách\n| tác giả = Trần Văn Giàu, Trần Bạch Đằng, Nguyễn Công Bình (chủ biên)\n| tựa đề = Địa chí văn hóa Thành phố Hồ Chí Minh (Tập 1)\n| năm=1987\n| nhà xuất bản=Thành phố Hồ Chí Minh\n| nơi=TP Hồ Chí Minh\n|}}\n# {{Chú thích sách\n| tác giả = Gouvernement de la Cochinchine française\n| tựa đề = Annuaire de la Cochinchine française pour l'années 1870-1887\n| năm=1871–1888\n| nhà xuất bản=\n| nơi=Saigon\n|}}\n# {{Chú thích sách\n| tác giả = Gouvernement de l'Indo-Chine française \n| tựa đề = Annuaire de l'Indo-Chine française sur l'années 1890-1897\n| năm=1891–1898\n| nhà xuất bản=\n| nơi=Saigon\n|}}\n# {{Chú thích sách\n| tác giả = Gouvernement de l'Indo-Chine française \n| tựa đề = Annuaire général de l'Indo-Chine française sur l'années 1900-1925\n| năm=1901–1926\n| nhà xuất bản=\n| nơi=Hanoi\n|}}\n# {{Chú thích sách\n| tác giả = Gouvernement de l'Indochine\n| tựa đề = Annuaire administratif de l'Indochine sur l'années 1926-1937\n| năm=1927–1938\n| nhà xuất bản=\n| nơi=Hanoi\n|}}\n# {{Chú thích sách\n| tác giả = Lê Trung Hoa (chủ biên)\n| tựa đề = Từ điển địa danh Thành phố Sài Gòn - Hồ Chí Minh\n| năm=2003\n| nhà xuất bản=Trẻ\n| nơi=TP Hồ Chí Minh\n|}}\n# {{Chú thích sách\n| tác giả = Đào Văn Hội\n| tựa đề = Gió bụi quan trường\n| năm=1971\n| nhà xuất bản=\n| nơi=Sài Gòn\n|}}\n# {{Chú thích sách\n| tác giả = Đào Văn Hội\n| tựa đề = Lịch trình hành chánh Nam Phần\n| năm=1961\n| nhà xuất bản= Văn khoa\n| nơi=Sài Gòn\n|}}\n# {{Chú thích sách\n| tác giả = Huyện Bình Chánh\n| tựa đề = Lịch sử đấu tranh cách mạng huyện Bình Chánh (1930-1975)\n| năm=1995\n| nhà xuất bản= \n| nơi=TP Hồ Chí Minh\n|}}\n# {{Chú thích sách\n| tác giả = Huỳnh Minh\n| tựa đề = Gia Định xưa và nay\n| năm=1973\n| nhà xuất bản=\n| nơi=Sài Gòn\n|}}\n# {{Chú thích sách\n| tác giả = Trần Hải Phụng, Lưu Phương Thanh (chủ biên)\n| tựa đề = Lịch sử Sài Gòn, Chợ Lớn, Gia Định kháng chiến (1945-1975)\n| năm=1994\n| nhà xuất bản=Thành phố Hồ Chí Minh\n| nơi=TP Hồ Chí Minh\n|}}\n# {{Chú thích sách\n| tác giả = Thạch Phương, Lê Trung Hoa (chủ biên)\n| tựa đề = Từ điển Sài Gòn - Thành phố Hồ Chí Minh\n| năm=2008\n| nhà xuất bản=Trẻ\n| nơi=TP Hồ Chí Minh\n|}}\n# {{Chú thích sách\n| tác giả = Trần Hữu Quang\n| tựa đề = Hạ tầng đô thị Sài Gòn buổi đầu\n| năm=2012\n| nhà xuất bản=Tổng hợp [[Thành phố Hồ Chí Minh]]\n| nơi=TP Hồ Chí Minh\n|}}\n# {{Chú thích sách\n| tác giả = Sécrétaire Général de la Mairie de Saigon \n| tựa đề = Notice historique, administrative et politique sur la ville de Saigon\n| năm=1917\n| nhà xuất bản=\n| nơi=Saigon\n|}}\n# {{Chú thích sách\n| tác giả = Vương Hồng Sển\n| tựa đề = Sài Gòn năm xưa\n| năm=1960\n| nhà xuất bản=Khai Trí\n| nơi=Sài Gòn\n|}}\n# {{Chú thích sách\n| tác giả = Lê Thị Ngọc Sương\n| tựa đề = Diễn trình thành lập nền hành chánh Đô thành (luận văn tốt nghiệp Học viện Quốc gia Hành chánh)\n| năm=1973\n| nhà xuất bản=\n| nơi=Sài Gòn\n|}}\n# {{Chú thích sách\n| tác giả = Nguyễn Q. Thắng, Nguyễn Đình Tư\n| tựa đề = Đường phố Thành phố Hồ Chí Minh\n| năm=2001\n| nhà xuất bản=Văn hoá - Thông tin\n| nơi=Hà Nội\n|}}\n# {{Chú thích sách\n| tác giả = Tổng cục Thống kê\n| tựa đề = Tổng điều tra dân số và nhà ở Việt Nam năm 2009: Kết quả toàn bộ\n| năm=2010\n| nhà xuất bản=Thống kê\n| nơi=Hà Nội\n|}}\n# {{Chú thích sách\n| tác giả = Nguyễn Đình Tư\n| tựa đề = Từ điển địa danh hành chính Nam Bộ\n| năm=2008\n| nhà xuất bản=Chính trị Quốc gia\n| nơi=Hà Nội\n|}}\n# {{Chú thích sách\n| tác giả = Viện Quốc gia Thống kê\n| tựa đề = Dân số Việt Nam Cộng hòa theo đơn vị hành chánh năm 1964\n| năm=1965\n| nhà xuất bản=\n| nơi=Sài Gòn\n|}}\n# {{Chú thích sách\n| tác giả = Viện Quốc gia Thống kê\n| tựa đề = Dân số Việt Nam Cộng hòa theo đơn vị hành chánh năm 1965\n| năm=1966\n| nhà xuất bản=\n| nơi=Sài Gòn\n|}}\n\n==Đọc thêm==\n*[[Thành phố Hồ Chí Minh]]\n*[[Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]\n*[[Chủ tịch Ủy ban nhân dân Thành phố Hồ Chí Minh]]\n*[[Nam Kỳ]]\n*[[Nam Kỳ Lục tỉnh]]\n*[[Liên bang Đông Dương]]\n\n== Liên kết ngoài ==\n{{thể loại Commons|Ho Chi Minh City}}\n* [http:\/\/www.hochiminhcity.gov.vn\/ Trang chính thức của Thành phố Hồ Chí Minh]\n\n{{Đơn vị hành chính thuộc Thành phố Hồ Chí Minh}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Hành chính Thành phố Hồ Chí Minh]]\n[[Thể loại:Lịch sử Sài Gòn – Thành phố Hồ Chí Minh]]"}