{"3691622":"'''[[Điện Biên]]''' là một [[tỉnh]] thuộc vùng [[Tây Bắc Bộ]]. Phía bắc giáp tỉnh [[Vân Nam]] của [[Trung Quốc]], phía nam và phía tây giáp tỉnh [[Phongsaly]] của [[Lào]], phía đông giáp các tỉnh [[Lai Châu]] và [[Sơn La]].\n==Trước năm 1945==\n==Giai đoạn 1945-2003==\n{{main|Lịch sử hành chính Lai Châu}}\n\n==Giai đoạn 2003-nay==\nNăm 2003, Quốc hội ban hành Nghị quyết chia tỉnh Lai Châu thành 2 tỉnh: Lai Châu và Điện Biên, cùng lúc đó, chuyển huyện [[Than Uyên]] của tỉnh Lào Cai về tỉnh Lai Châu quản lý. Tỉnh Điện Biên có diện tích tự nhiên là 955.409,70 ha và dân số hiện tại là 440.300 người, bao gồm diện tích và số dân của [[Điện Biên Phủ|thành phố Điện Biên Phủ]], [[Mường Lay|thị xã Lai Châu]] (trừ phường Lê Lợi) và 6 huyện: [[Mường Nhé]], [[Điện Biên (huyện)|Điện Biên]], [[Điện Biên Đông]], [[Tuần Giáo]], [[Tủa Chùa]], [[Mường Chà|Mường Lay]] (trừ xã Pú Đao, xã Chăn Nưa, xã Nậm Hàng, bản Thành Chử thuộc xã Xá Tổng). Tỉnh lị đặt tại thành phố Điện Biên Phủ.<ref>Nghị quyết số 22\/2003\/QH11 của Quốc hội.<\/ref>\n\nNăm 2004, điều chỉnh địa giới huyện Mường Lay và thị xã Lai Châu.<ref>Nghị định số 02\/2004\/NĐ-CP của Chính phủ.<\/ref>\n\n* Sáp nhập toàn bộ phường Lê Lợi (TX. Mường Lay), toàn bộ xã Pú Đao, Chăn Nưa, một phần xã Xá Tổng (Mường Lay) vào tỉnh Lai Châu.\n* Huyện Mường Lay còn lại 182.552 ha diện tích tự nhiên và 42.864 nhân khẩu, có 11 đơn vị hành chính trực thuộc gồm các xã Xá Tổng, Lay Nưa, Mường Tùng, Pa Ham, Chà Nưa, Si Pa Phìn, Chà Tở, Hừa Ngài, Huổi Lèng, Mường Mươn và thị trấn Mường Lay.\n* Xã Xá Tổng (Mường Lay) còn lại 11.119 ha diện tích tự nhiên và 3.552 nhân khẩu.\n* Thị xã Lai Châu còn lại 5.236 ha diện tích tự nhiên và 9.279 nhân khẩu, có 2 đơn vị hành chính trực thuộc là các phường Na Lay, Sông Đà.\n* Tỉnh Điện Biên có 955.409,70 ha diện tích tự nhiên và 440.300 nhân khẩu, có 8 đơn vị hành chính trực thuộc là các huyện Mường Nhé, Mường Lay, Điện Biên, Điện Biên Đông, Tuần Giáo, Tủa Chùa, thị xã Lai Châu và thành phố Điện Biên Phủ.\n\nNăm 2005, chuyển xã Lay Nưa của huyện Mường Lay về thị xã Lai Châu quản lý; đổi tên thị xã Lai Châu thành thị xã [[Mường Lay]]; đổi tên huyện Mường Lay thành huyện [[Mường Chà]] và đổi tên thị trấn Mường Lay thuộc huyện Mường Chà thành thị trấn Mường Chà<ref>Nghị định số 25\/2005\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, thành lập một số xã, thị trấn thuộc các huyện Điện Biên và Điện Biên Đông<ref>Nghị định số 72\/2005\/NĐ-CP của Chính phủ.<\/ref>.\n\n* Sáp nhập toàn bộ xã Lay Nưa (Mường Lay) vào thị xã Lai Châu\n* Đổi tên thị xã Lai Châu thành thị xã Mường Lay. Thị xã Mường Lay có 11.403,50 ha diện tích tự nhiên và 14.379 nhân khẩu, có 3 đơn vị hành chính trực thuộc gồm các phường: Sông Đà, Na Lay và xã Lay Nưa.\n* Đổi tên huyện Mường Lay thành huyện Mường Chà. Đổi tên thị trấn Mường Lay thành thị trấn Mường Chà. Huyện Mường Chà có 176.385 ha diện tích tự nhiên và 43.664 nhân khẩu, có 10 đơn vị hành chính trực thuộc gồm các xã Mường Tùng, Sá Tổng, Pa Ham, Hừa Ngài, Huổi Lèng, Chà Nưa, Chà Tở, Si Pa Phìn, Mường Mươn và thị trấn Mường Chà.\n* Thành lập xã Nà Nhạn (Điện Biên) trên cơ sở một phần xã Nà Tấu. Xã Nà Nhạn có 7.681 ha diện tích tự nhiên và 3.797 nhân khẩu.\n* Thành lập xã Nong U (Điện Biên Đông) trên cơ sở một phần xã Pu Nhi. Xã Nong U có 7.900 ha diện tích tự nhiên và 2.478 nhân khẩu.\n* Thành lập xã Pú Hồng (Điện Biên Đông) trên cơ sở một phần xã Phìng Giàng. Xã Pú Hồng có 12.650 ha diện tích tự nhiên và 3.443 nhân khẩu.\n* Thành lập xã Tìa Dình (Điện Biên Đông) trên cơ sở một phần xã Hàng Lìa. Xã Tìa Dình có 9.882 ha diện tích tự nhiên và 2.468 nhân khẩu.\n* Thành lập thị trấn Điện Biên Đông (Điện Biên Đông) trên cơ sở một phần xã Na Son. Thị trấn Điện Biên Đông có 1.890 ha diện tích tự nhiên và 2.986 nhân khẩu.\n\nNăm 2006, thành lập một số xã thuộc các huyện Mường Nhé<ref>Nghị định số 27\/2006\/NĐ-CP của Chính phủ.<\/ref>, Mường Chà, Tuần Giáo và thành lập huyện [[Mường Ảng]] từ một phần huyện Tuần Giáo<ref>[http:\/\/vanban.chinhphu.vn\/portal\/page\/portal\/chinhphu\/hethongvanban?class_id=1&mode=detail&document_id=17657 Nghị định số 135\/2006\/NĐ-CP của Chính phủ].<\/ref>.\n\n* Thành lập một số xã thuộc huyện Mường Nhé:\n\n- Thành lập xã Nà Khoa trên cơ sở một phần xã Nà Hỳ. Xã Nà Khoa có 12.691,49 ha diện tích tự nhiên và 4.531 nhân khẩu.\n\n- Thành lập xã Nà Bủng trên cơ sở một phần xã Nà Hỳ. Xã Nà Bủng có 16.402,78 ha diện tích tự nhiên và 5.072 nhân khẩu.\n\n- Thành lập xã Pa Tần trên cơ sở một phần xã Chà Cang. Xã Pa Tần có 16.670,93 ha diện tích tự nhiên và 2.016 nhân khẩu.\n\n- Thành lập xã Quảng Lâm trên cơ sở một phần xã Mường Toong. Xã Quảng Lâm có 23.512,44 ha diện tích tự nhiên và 3.093 nhân khẩu.\n\n- Thành lập xã Nậm Kè trên cơ sở một phần xã Mường Toong. Xã Nậm Kè có 22.313,78 ha diện tích tự nhiên và 4.296 nhân khẩu.\n\n- Sau khi thành lập một số xã, xã Nà Hỳ có 15.189,73 ha diện tích tự nhiên và 3.981 nhân khẩu, xã Chà Cang có 19.549,07 ha diện tích tự nhiên và 3.576 nhân khẩu, xã Mường Toong có 23.177,78 ha diện tích tự nhiên và 3.599 nhân khẩu. Huyện Mường Nhé có 11 xã.\n\n* Thành lập một số xã thuộc huyện Mường Chà:\n\n- Thành lập xã Na Sang trên cơ sở một phần xã Mường Mươn và xã Si Pa Phìn. Xã Na Sang có 11.356,00 ha diện tích tự nhiên và 3.601 nhân khẩu.\n\n- Thành lập xã Sa Lông trên cơ sở một phần xã Huổi Lèng. Xã Sa Lông có 8.500 ha diện tích tự nhiên và 2.374 nhân khẩu.\n\n- Thành lập xã Ma Thì Hồ trên cơ sở một phần xã Mường Mươn, xã Si Pa Phìn và xã Huổi Lèng. Xã Ma Thì Hồ có 13.990,10 ha diện tích tự nhiên và 3.087 nhân khẩu.\n\n- Thành lập xã Phìn Hồ trên cơ sở một phần xã Si Pa Phìn và xã Chà Nưa. Xã Phìn Hồ có 11.430 ha diện tích tự nhiên và 2.544 nhân khẩu.\n\n- Thành lập xã Nậm Khăn trên cơ sở một phần xã Chà Tở. Xã Nậm Khăn có 10.480 ha diện tích tự nhiên và 1.978 nhân khẩu.\n\n- Sau khi điều chỉnh địa giới hành chính: xã Mường Mươn có 13.379,91 ha diện tích tự nhiên và 3.116 nhân khẩu, xã Huổi Lèng có 10.779,79 ha diện tích tự nhiên và 2.069 nhân khẩu, xã Si Pa Phìn có 12.904,9 ha diện tích tự nhiên và 4.224 nhân khẩu, xã Chà Nưa có 9.832,37 ha diện tích tự nhiên và 2.098 nhân khẩu, xã Chà Tở có 12.311 ha diện tích tự nhiên và 2.009 nhân khẩu. Huyện Mường Chà có 176.385,01 ha diện tích tự nhiên và 46.322 nhân khẩu, có 15 đơn vị hành chính trực thuộc bao gồm 14 xã và 01 thị trấn.\n\n* Thành lập một số xã thuộc huyện Tuần Giáo:\n\n- Thành lập xã Xuân Lao trên cơ sở một phần xã Búng Lao. Xã Xuân Lao có 5.478,05 ha diện tích tự nhiên và 4.079 nhân khẩu.\n\n- Thành lập xã Nặm Lịch trên cơ sở một phần xã Mường Lan. Xã Nặm Lịch có 3.582 ha diện tích tự nhiên và 2.307 nhân khẩu.\n\n- Thành lập xã Ngối Cáy trên cơ sở một phần xã Mường Đăng. Xã Ngối Cáy có 5.237,22 ha diện tích tự nhiên và 2.585 nhân khẩu.\n\n- Sáp nhập một phần xã Ẳng Cang và xã Ẳng Nưa vào thị trấn Mường Ẳng. Đổi tên thị trấn Mường Ẳng thành thị trấn Mường Ảng. Thị trấn Mường Ảng có 645,504 ha diện tích tự nhiên và 3.575 nhân khẩu.\n\n- Sau khi điều chỉnh địa giới hành chính: xã Búng Lao có 5.263,23 ha diện tích tự nhiên và 4.512 nhân khẩu, xã Mường Lạn có 4.051,16 ha diện tích tự nhiên và 3.457 nhân khẩu, xã Mường Đăng có 6.148,06 ha diện tích tự nhiên và 3.115 nhân khẩu, xã Ảng Cang có 5.437,83 ha diện tích tự nhiên và 5.745 nhân khẩu, xã Ẳng Nưa có 2.498,716 ha diện tích tự nhiên và 2.869 nhân khẩu.\n\n* Thành lập huyện Mường Ảng trên cơ sở một phần huyện Tuần Giáo. Huyện Mường Ảng có 44.320,35 ha diện tích tự nhiên và 37.077 nhân khẩu, có 10 đơn vị hành chính trực thuộc bao gồm các xã: Ẳng Cang, Ẳng Nưa, Ẳng Tở, Búng Lao, Mường Lạn, Mường Đăng, Xuân Lao, Nặm Lịch, Ngối Cáy và thị trấn Mường Ảng. Huyện Tuần Giáo có 113.629,45 ha diện tích tự nhiên và 71.423 nhân khẩu, có 14 đơn vị hành chính trực thuộc bao gồm các xã: Toả Tình, Mường Thín, Ta Ma, Quài Cang, Chiềng Sinh, Mường Mùn, Phình Sáng, Pú Nhung, Quài Nưa, Quài Tở, Tênh Phông, Mùn Chung, Nà Sáy và thị trấn Tuần Giáo.\n\nNăm 2009, thành lập một số xã thuộc huyện Mường Nhé và thành phố Điện Biên Phủ.<ref>Nghị định số 17\/NĐ-CP năm 2009 của Chính phủ.<\/ref>\n\n* Thành lập một số xã thuộc huyện Mường Nhé:\n\n- Thành lập xã Nậm Vì trên cơ sở một phần xã Mường Nhé. Xã Nậm Vì có 6.237,19 ha diện tích tự nhiên và 1.951 nhân khẩu.\n\n- Thành lập xã Na Cô Sa trên cơ sở một phần xã Quảng Lâm. Xã Na Cô Sa có 12.589,4 ha diện tích tự nhiên và 2.367 nhân khẩu.\n\n- Thành lập xã Pá Mỳ trên cơ sở một phần xã Nậm Kè. Xã Pá Mỳ có 6.941,07 ha diện tích tự nhiên và 2.225 nhân khẩu.\n\n- Thành lập xã Sen Thượng trên cơ sở một phần xã Sín Thầu. Xã Sen Thượng có 17.448,27 ha diện tích tự nhiên và 1.987 nhân khẩu.\n\n- Thành lập xã Leng Su Sìn trên cơ sở một phần xã Chung Chải. Xã Leng Su Sìn có 18.105,82 ha diện tích tự nhiên và 2.011 nhân khẩu.\n\n- Sau khi điều chỉnh địa giới hành chính: xã Mường Nhé có 21.781,95 ha diện tích tự nhiên và 4.337 nhân khẩu, xã Quảng Lâm có 10.737,49 ha diện tích tự nhiên và 2.137 nhân khẩu, xã Nậm Kè có 15.392,35 ha diện tích tự nhiên và 2.861 nhân khẩu, xã Sín Thầu có 16.571,64 ha diện tích tự nhiên và 2.105 nhân khẩu, xã Chung Chải có 20.962,90 ha diện tích tự nhiên và 2.275 nhân khẩu. Huyện Mường Nhé có 16 xã.\n\n* Thành lập xã, phường thuộc thành phố Điện Biên Phủ:\n\n- Thành lập xã Tà Lèng trên cơ sở một phần phường Noong Bua. Xã Tà Lèng  có 1.536,29 ha diện tích tự nhiên và 2.500 nhân khẩu.\n\n- Sau khi điều chỉnh, phường Noong Bua có 324,36 ha diện tích tự nhiên và 4.565 nhân khẩu. Thành phố Điện Biên Phủ có 9 đơn vị hành chính, gồm 7 phường và 2 xã.\n\nNăm 2012, thành lập một số xã thuộc các huyện Mường Nhé, Mường Chà, Điện Biên, Tuần Giáo; cùng năm, thành lập huyện [[Nậm Pồ]] từ một phần các huyện Mường Chà và Mường Nhé.<ref>Nghị quyết số 45\/NQ-CP năm 2012 của Chính phủ.<\/ref>\n\n* Thành lập xã Nậm Tín (Mường Nhé) trên cơ sở một phần xã Chà Cang và xã Pa Tần. Xã Nậm Tin có 8.715,32 ha diện tích tự nhiên và 2.868 nhân khẩu.\n* Thành lập xã Nậm Nhừ (Mường Nhé) trên cơ sở một phần xã Nà Khoa. Xã Nậm Nhừ có 5.993,73 ha diện tích tự nhiên và 2.615 nhân khẩu.\n* Thành lập xã Nậm Chua (Mường Nhé) trên cơ sở một phần xã Nà Hỳ. Xã Nậm Chua có 6.906,17 ha diện tích tự nhiên và 2.061 nhân khẩu.\n* Thành lập xã Vàng Đán (Mường Nhé) trên cơ sở một phần xã Nà Búng. Xã Vàng Đán có 8.462,59 ha diện tích tự nhiên và 2.963 nhân khẩu.\n* Thành lập xã Huổi Lếch (Mường Nhé) trên cơ sở một phần xã Mường Toong. Xã Huổi Lếch có 11.698,63 ha diện tích tự nhiên và 1.995 nhân khẩu.\n* Thành lập xã Huổi Mí (Mường Chà) trên cơ sở một phần xã Hừa Ngài và xã Pa Ham. Xã Huổi Mí có 13.937 ha diện tích tự nhiên và 3.152 nhân khẩu.\n* Thành lập xã Nậm Nèn (Mường Chà) trên cơ sở một phần xã Pa Ham. Xã Nậm Nèn có 3.619,82 ha diện tích tự nhiên và 2.539 nhân khẩu.\n* Thành lập xã Hua Thanh (Điện Biên) trên cơ sở một phần xã Thanh Nưa. Xã Hua Thanh có 7.217,93 ha diện tích tự nhiên và 3.358 nhân khẩu.\n* Thành lập xã Pom Lót (Điện Biên) trên cơ sở một phần xã Sam Mứn. Xã Pom Lót có 4.228,5 ha diện tích tự nhiên và 5.158 nhân khẩu.\n* Thành lập xã Hẹ Muông (Điện Biên) trên cơ sở một phần xã Núa Ngam. Xã Hẹ Muông có 7.396,87 ha diện tích tự nhiên và 2.596 nhân khẩu.\n* Thành lập xã Na Tông (Điện Biên) trên cơ sở một phần xã Mường Nhà. Xã Na Tông có 14.274,31 ha diện tích tự nhiên và 4.184 nhân khẩu.\n* Thành lập xã Phu Luông (Điện Biên) trên cơ sở một phần xã Mường Lói. Xã Phu Luông có 14.482,57 ha diện tích tự nhiên và 1.905 nhân khẩu.\n* Thành lập xã Pá Khoang (Điện Biên) trên cơ sở một phần xã Mường Phăng. Xã Pá Khoang có 5.702,27 ha diện tích tự nhiên và 3.960 nhân khẩu.\n* Thành lập xã Nà Tòng (Tuần Giáo) trên cơ sở một phần xã Mùn Chung. Xã Nà Tòng có 3.755,0 ha diện tích tự nhiên và 2.264 nhân khẩu.\n* Thành lập xã Pú Xi (Tuần Giáo) trên cơ sơ một phần xã Mường Mùn. Xã Pú Xi có 12.212,11 ha diện tích tự nhiên và 2.351 nhân khẩu.\n* Thành lập xã Rạng Đông (Tuần Giáo) trên cơ sở một phần xã Phình Sáng. Xã Rạng Đông có 3.902,0 ha diện tích tự nhiên và 3.220 nhân khẩu.\n* Thành lập xã Chiềng Đông (Tuần Giáo) trên cơ sở một phần xã Chiềng Sinh. Xã Chiềng Đông có 3.898,0 ha diện tích tự nhiên và 4.997 nhân khẩu.\n* Thành lập xã Mường Khong (Tuần Giáo) trên cơ sở một phần xã Nà Sáy. Xã Mường Khong có 10.716,81 ha diện tích tự nhiên và 2.866 nhân khẩu.\n* Thành lập huyện Nậm Pồ trên cơ sở một phần huyện Mường Nhé (toàn bộ 10 xã: Pa Tần, Chà Cang, Nà Khoa, Nà Bủng, Nà Hỳ, Na Cô Sa, Nậm Tin, Nậm Nhừ, Nậm Chua, Vàng Đán) và huyện Mường Chà (toàn bộ 05 xã: Chà Tở, Nậm Khăn, Chà Nưa, Si Pa Phìn, Phìn Hồ). Huyện Nậm Pồ có 149.812,96 ha diện tích tự nhiên và 43.542 nhân khẩu; có 15 xã.\n\nNăm 2019, điều chỉnh địa giới thành phố Điện Biên Phủ và huyện Điện Biên; sáp nhập một số xã thuộc thành phố Điện Biên Phủ và điều chỉnh địa giới thị trấn Tủa Chùa thuộc huyện Tủa Chùa.<ref>Nghị quyết số 815\/NQ-UBTVQH14 năm 2019 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Sáp nhập toàn bộ 4 xã: Nà Tấu, Nà Nhạn, Mường Phăng, Pá Khoang (Điện Biên) vào thành phố Điện Biên Phủ. \n* Sáp nhập một phần các xã Thanh Hưng, Thanh Luông (Điện Biên) vào phường Thanh Trường (TP. Điện Biên Phủ). Phường Thanh Trường có 7,02&nbsp;km² diện tích tự nhiên và quy mô dân số 6.457 người; xã Thanh Luông có 35,26&nbsp;km² diện tích tự nhiên và quy mô dân số 5.976 người.\n* Sáp nhập một phần xã Thanh Hưng (Điện Biên) vào phường Nam Thanh (TP. Điện Biên Phủ). Phường Nam Thanh có 5,13&nbsp;km² diện tích tự nhiên và quy mô dân số 8.156 người, xã Thanh Hưng có 19,47&nbsp;km² diện tích tự nhiên, quy mô dân số 5.555 người.\n* Sáp nhập xã Tà Lèng (TP. Điện Biên Phủ) vào xã Thanh Minh. Xã Thanh Minh có 40,34&nbsp;km² diện tích tự nhiên và quy mô dân số 3.381 người.\n* Sau khi điều chỉnh, thành phố Điện Biên Phủ có 308,18&nbsp;km² diện tích tự nhiên, quy mô dân số 80.366 người, có 12 đơn vị hành chính cấp xã, gồm 07 phường và 05 xã. Huyện Điện Biên có 1.395,99&nbsp;km² diện tích tự nhiên, quy mô dân số 93.850 người, có 21 đơn vị hành chính cấp xã.\n* Sáp nhập một phần xã Mường Báng (Tủa Chùa) vào thị trấn Tủa Chùa. Thị trấn Tủa Chùa có 14,49&nbsp;km² diện tích tự nhiên, quy mô dân số 8.184 người. Xã Mường Báng có 56,29&nbsp;km² diện tích tự nhiên, quy mô dân số 5.049 người.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Đơn vị hành chính thuộc tỉnh Điện Biên}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n{{sơ khai Điện Biên}}\n\n[[Thể loại:Lịch sử Điện Biên]]\n[[Thể loại:Hành chính Điện Biên]]"}