{"3338911":"'''[[Bình Dương]]''' là một [[Tỉnh (Việt Nam)|tỉnh]] thuộc vùng [[Đông Nam Bộ]], [[miền Nam (Việt Nam)|miền Nam]], [[Việt Nam]]..\n\n==Trước năm 1975==\nBình Dương là một phần của [[Thủ Dầu Một (tỉnh)|tỉnh Thủ Dầu Một]] xưa kia. \n\nTỉnh Thủ Dầu Một được thành lập [[tháng 12]] năm [[1899]], từ Sở Tham biện Thủ Dầu Một, tách từ tỉnh [[Biên Hòa]]. \n\n[[Tháng 10]] năm [[1956]], chính quyền [[Việt Nam Cộng hòa]] giải thể tỉnh [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]] để thành lập các tỉnh Bình Dương, [[Bình Long (tỉnh)|Bình Long]] và một phần tỉnh [[Phước Long (tỉnh)|Phước Long]]. Như vậy Bình Dương là một trong 22 tỉnh của Nam Phần được chính quyền [[Việt Nam Cộng Hòa]] thiết lập theo Sắc lệnh số '''143-NV''' ngày [[22 tháng 10]] năm [[1956]]. Tỉnh lị là [[Thủ Dầu Một|Phú Cường, Thủ Dầu Một]]. Tỉnh Bình Dương bao gồm 5 quận, 10 tổng, 60 xã.\n\nNgày [[30 tháng 8]] năm [[1957]], trong đó các quận là quận [[Thủ Dầu Một|Châu Thành]], [[Lái Thiêu]], [[Bến Cát]], [[Dầu Tiếng|Trị Tâm]], [[Củ Chi]].\n\nNăm [[1959]], cắt một phần đất, cùng với phần đất của 2 [[Biên Hòa (tỉnh)|tỉnh Biên Hòa]] và [[Phước Long (tỉnh)|tỉnh Phước Long]] lập ra tỉnh [[Phước Thành]]. \n\nTỉnh này tồn tại đến năm [[1965]] thì giải thể. Ngày [[18 tháng 12]] năm [[1963]], lập thêm quận Phú Hòa, quận lị đặt tại Bến Cỏ, xã [[Phú Hòa Đông]].\n\nĐến ngày [[18 tháng 5]] năm [[1968]] dời về xã Tân Hòa. Quận Phú Hòa hiện nay nhập với quận [[Củ Chi]] thành [[Củ Chi|huyện Củ Chi]] thuộc [[Thành phố Hồ Chí Minh]].\n\n==Sau năm 1975==\nSau khi giải phóng tỉnh đổi tên thành Bình Thủ rồi đổi lại Thủ Dầu Một\nNăm [[1976]], chính quyền mới hợp nhất tỉnh Bình Dương và tỉnh [[Bình Phước]] (gồm hai [[Bình Long (tỉnh)|tỉnh Bình Long]] và [[Phước Long (tỉnh)|tỉnh Phước Long]] cũ) thành tỉnh [[Sông Bé (tỉnh)|Sông Bé]]. Khi hợp nhất, tỉnh Sông Bé có 15 đơn vị hành chính gồm [[Thủ Dầu Một|thị xã Thủ Dầu Một]] và 14 huyện: [[Bến Cát]], [[Bù Đăng]], [[Bù Đốp]], [[Châu Thành]], [[Chơn Thành]], [[Dầu Tiếng]], [[Dĩ An]], [[Đồng Xoài]], [[Hớn Quản]], [[Lái Thiêu]], [[Lộc Ninh]], [[Phú Giáo]], [[Phước Bình]], [[Tân Uyên (thành phố)|Tân Uyên]].\n\n===Năm 1977: Quyết định 55-CP===\n*Quyết định '''55-CP'''<ref name=55CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-55-CP-hop-chinh-dia-gioi-mot-so-huyen-thuoc-tinh-song-Be\/17696\/noi-dung.aspx Quyết định 55-CP hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Sông Bé]<\/ref> ngày [[11 tháng 3]] năm [[1977]] của [[Hội đồng Chính phủ]] hợp nhất và điều chỉnh địa giới một số huyện thuộc tỉnh Sông Bé:\n#Hợp nhất huyện Lộc Ninh, huyện Hớn Quản và huyện Chơn Thành thành một huyện lấy tên là huyện Bình Long\n#Hợp nhất huyện Bù Đốp, huyện Phước Bình và huyện Bù Đăng thành một huyện lấy tên là huyện Phước Long\n#Hợp nhất huyện Đồng Xoài và huyện Phú Giáo thành một huyện lấy tên là huyện Đồng Phú\n#Hợp nhất huyện Bến Cát và huyện Dầu Tiếng thành một huyện lấy tên là huyện Bến Cát\n#Hợp nhất huyện Lái Thiêu và huyện Dĩ An thành một huyện lấy tên là huyện Thuận An\n#Sáp nhập 4 xã của huyện Phú Giáo: Bình Mỹ, Tân Bình, Phước Hòa, Phú Hưng và 3 xã của huyện Châu Thành: Tân Phước Khánh, Tân Phú Hiệp và Tân Vĩnh Hiệp vào huyện Tân Uyên\n#Sáp nhập 5 xã của huyện Châu Thành: Phú Hòa, Phú Mỹ, Định Hòa, Tương Bình Hiệp và Tân An vào thị xã Thủ Dầu Một.\n\n===Năm 1978: Quyết định 34-CP===\n*Quyết định '''34-CP'''<ref name=34CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-34-CP-thanh-lap-huyen-Loc-Ninh-tinh-Song-Be\/58074\/noi-dung.aspx Quyết định 34-CP thành lập huyện Lộc Ninh thuộc tỉnh Sông Bé]<\/ref> ngày [[09 tháng 2]] năm [[1978]] của [[Hội đồng Chính phủ]] thành lập huyện Lộc Ninh thuộc tỉnh Sông Bé:\n#Huyện Lộc Ninh gồm có các xã: Thiện Hưng, Hưng Phước, Tân Hòa, Tân Tiến và Bù Tam của huyện Phước Long và các xã: Lộc Hiệp, Lộc Thành, Lộc Hưng, Lộc Quang, Lộc Khánh, Lộc Tấn và Lộc Thắng của huyện Bình Long cùng tỉnh đưa sang\n#Huyện Bình Long có 19 xã: An Khương, An Lộc, Chơn Thành, Đồng Nơ, Lợi Hưng, Minh Đức, Minh Hòa, Minh Hưng, Minh Lập, Minh Long, Minh Thành, Minh Thạnh, Nha Bích, Phước An, Tân Khai, Thanh An, Thanh Bình, Thanh Lương, Trừ Văn Thố\n#Huyện Phước Long có 13 xã: Đa Kia, Đắk Nhau, Đắk Ơ, Đoàn Kết, Đồng Nai, Đức Hạnh, Minh Hưng, Nghĩa Trung, Phước Bình, Phước Tín, Sơn Giang, Thọ Sơn, Thống Nhất.\n\n===Năm 1979: Quyết định 180-CP===\n*Quyết định '''180-CP'''<ref name=180CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-180-CP-dieu-chinh-dia-gioi-xa-thanh-lap-xa-vung-kinh-te-moi-huyen-Ben-Cat-Tan-Uyen-Binh-Long-tinh-Song-Be\/57558\/noi-dung.aspx Quyết định 180-CP điều chỉnh địa giới xã, thành lập xã ở vùng kinh tế mới thuộc các huyện Bến Cát, Tân Uyên, Bình Long, tỉnh Sông Bé]<\/ref> ngày [[25 tháng 4]] năm [[1979]] của [[Hội đồng Chính phủ]] điều chỉnh địa giới xã, thành lập xã ở vùng kinh tế mới thuộc các huyện Bến Cát, Tân Uyên, Bình Long, tỉnh Sông Bé:\n*Huyện '''[[Bến Cát]]''':\n#Chia xã Tây Nam thành ba xã lấy tên là xã An Điền, xã Phú An và xã An Tây\n#Chia xã Hòa Định thành hai xã lấy tên là xã Thới Hòa và xã Tân Định.\n#Thành lập các xã ở vùng kinh tế mới một số xã lấy tên là xã Tân Hưng, Bến Tượng, Tân Long, Bàu Bàng, Cây Trường II, Long Hòa, Hưng Hòa, Long Tân, Long Chiểu, Long Bình\n*Huyện '''[[Tân Uyên (thành phố)|Tân Uyên]]'''\n#Thành lập ở các vùng kinh tế mới của huyện Tân Uyên một số xã lấy tên là xã Hội Nghĩa, xã Tân Phú, xã Tân Lập, xã Tân Định, xã Tân Thành và xã Tân Lợi\n*Huyện '''[[Bình Long (huyện)|Bình Long]]''':\n#Thành lập ở vùng kinh tế mới của huyện Bình Long một xã lấy tên là xã Minh Tân.\n\n===Năm 1980: Quyết định 299-CP===\n*Huyện '''[[Phước Long (huyện cũ)|Phước Long]]'''\n*Quyết định '''299-CP'''<ref name=299CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-299-CP-dieu-chinh-dia-gioi-xa-thuoc-huyen-Phuoc-Long-tinh-Song-Be\/44191\/noi-dung.aspx Quyết định 299-CP điều chỉnh địa giới xã thuộc huyện Phước Long, tỉnh Sông Bé]<\/ref> ngày [[19 tháng 9]] năm [[1980]] của [[Hội đồng Chính phủ]] điều chỉnh địa giới xã thuộc huyện Phước Long, tỉnh Sông Bé:\n#Chia xã Đa Kia thành hai xã lấy tên là xã Đa Kia và xã Bình Thắng\n#Chia xã Bù Nho thành hai xã lấy tên là xã Bù Nho và xã Long Hưng\n#Tách hai thôn Phước Lộc và Phước Quả của xã Phước Bình sáp nhập vào xã Phước Tín.\n\n===Năm 1981: Quyết định 61-HĐBT===\n* Quyết định '''61-HĐBT'''<ref name=61HĐBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-61-HDBT-thanh-lap-xa-moi-huyen-Loc-Ninh-Binh-Long-tinh-Song-Be\/43122\/noi-dung.aspx Quyết định 61-HĐBT thành lập xã mới thuộc các huyện Lộc Ninh, Bình Long, tỉnh Sông Bé]<\/ref> ngày [[10 tháng 9]] năm [[1981]] của [[Hội đồng Bộ trưởng]] về việc thành lập xã mới thuộc các huyện Lộc Ninh, Bình Long, tỉnh Sông Bé:\n*'''Huyện [[Lộc Ninh]]'''\n#Thành lập xã mới lấy tên là xã Lộc Hòa\n*'''Huyện [[Bình Long (huyện)|Bình Long]]'''\n#Chia xã Phước An thành hai xã lấy tên là xã Phước An và xã Tân Quan.\n\n===Năm 1981: Điều chỉnh địa giới giữa tỉnh Sông Bé và tỉnh Lâm Đồng===\n*Ngày [[29 tháng 12]] năm [[1981]], Kỳ họp thứ 2 - [[Quốc hội Việt Nam|Quốc hội khóa VII]] ra Nghị quyết sáp nhập xã Đồng Nai (gần tương ứng với địa bàn huyện [[Cát Tiên]] ngày nay) thuộc [[Phước Long (huyện cũ)|huyện Phước Long]], [[Sông Bé (tỉnh)|tỉnh Sông Bé]] vào huyện [[Đạ Huoai]], tỉnh [[Lâm Đồng]].<ref>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-sap-nhap-xa-Dong-Nai-thuoc-huyen-Phuoc-Long-tinh-Song-Be-vao-huyen-Da-Houai-tinh-Lam-Dong\/42754\/noi-dung.aspx Nghị quyết của Quốc hội về việc sáp nhập xã Đồng Nai thuộc huyện Phước Long, tỉnh Sông Bé vào huyện Đạ Huoai, tỉnh Lâm Đồng]<\/ref>\n\n===Năm 1985: Quyết định 271-HĐBT===\n*'''Huyện [[Tân Uyên (thành phố)|Tân Uyên]]\n* Quyết định '''271-HĐBT'''<ref name=271HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-271-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-huyen-Tan-Uyen-tinh-Song-Be\/43678\/noi-dung.aspx Quyết định 271-HĐBT điều chỉnh địa giới hành chính xã thuộc huyện Tân Uyên, tỉnh Sông Bé]<\/ref> ngày [[04 tháng 12]] năm [[1985]] của [[Hội đồng Bộ trưởng]] về việc điều chỉnh địa giới hành chính xã thuộc huyện Tân Uyên, tỉnh Sông Bé:\n#Sáp nhập 2 xã Tân Lợi và Tân Thành thành một xã lấy tên là xã Tân Thành\n#Xã Tân Thành có diện tích tự nhiên 2.207 hécta với 1.304 nhân khẩu\n#Địa giới xã Tân Thành: Phía Đông giáp xã Lạc An và nông trường Hiếu Liêm; phía Tây giáp xã Tân Lập; phía Nam giáp xã Tân Mỹ; phía Bắc giáp xã Tân Định.\n\n===Năm 1986: Quyết định 40-HĐBT===\n* Quyết định '''40-HĐBT'''<ref name=40HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-40-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-cac-huyen-Ben-Cat-va-Phuoc-Long-tinh-Song-Be\/37065\/noi-dung.aspx Quyết định 40-HĐBT điều chỉnh địa giới hành chính xã thuộc các huyện Bến Cát và Phước Long, tỉnh Sông Bé]<\/ref> ngày [[09 tháng 4]] năm [[1986]] của [[Hội đồng Bộ trưởng]] về việc điều chỉnh địa giới hành chính xã thuộc các huyện Bến Cát và Phước Long, tỉnh Sông Bé:\n*'''Huyện [[Bến Cát]]'''.\n#Sáp nhập xã Lai Uyên và xã Bầu Bàng thành một xã lấy tên là xã Lai Uyên\n#Sáp nhập xã Lai Hưng và xã Bến Tượng thành một xã lấy tên là xã Lai Hưng\n*'''Huyện [[Phước Long (huyện cũ)|Phước Long]]'''\n#Thành lập xã Đồng Nai trên cơ sở 8.500 hécta đất của xã Thọ Sơn và 3.000 hécta đất của xã Đoàn Kết.\n\n===Năm 1986: Quyết định 88-HĐBT===\n* Quyết định '''88-HĐBT'''<ref name=88HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-88-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-cac-huyen-Ben-Cat-va-Loc-Ninh-tinh-Song-Be\/37132\/noi-dung.aspx Quyết định 88-HĐBT điều chỉnh địa giới hành chính xã thuộc các huyện Bến Cát và Lộc Ninh, tỉnh Sông Bé]<\/ref> ngày [[09 tháng 4]] năm [[1986]] của [[Hội đồng Bộ trưởng]] về việc điều chỉnh địa giới hành chính xã thuộc các huyện Bến Cát và Lộc Ninh, tỉnh Sông Bé:\n*'''Huyện [[Bến Cát]]'''.\n#Đổi tên xã Kiến An thành xã An Lập\n*'''Huyện [[Lộc Ninh]]'''\n#Chia xã Lộc Hòa thành hai xã lấy tên là xã Lộc Hòa và xã Lộc An.\n\n===Năm 1988: Quyết định 112-HĐBT===\n* Quyết định '''112-HĐBT'''<ref name=112HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-112-HDBT-phan-vach-lai-dia-gioi-hanh-chinh-mot-so-xa-huyen-thuoc-tinh-Song-Be\/37594\/noi-dung.aspx Quyết định 112-HĐBT phân vạch lại địa giới hành chính một số xã, huyện thuộc tỉnh Sông Bé]<\/ref> ngày [[05 tháng 7]] năm [[1988]] của [[Hội đồng Bộ trưởng]] về việc phân vạch lại địa giới hành chính một số xã, huyện thuộc tỉnh Sông Bé:\n*'''Huyện [[Đồng Phú]]'''.\n#Chia xã Phú Riềng thành hai xã lấy tên là xã Phú Riềng và xã Thuận Lợi\n*'''Huyện [[Phước Long (huyện cũ)|Phước Long]]'''\n#Tách của xã Phước Tín khu vực nông trường Đức Liễu với 6.210 hécta diện tích tự nhiên để sáp nhập vào xã Nghĩa Trung\n*'''Huyện [[Đồng Phú]], huyện [[Phước Long (huyện cũ)|Phước Long]]'''\n#Tách xã Phú Riềng của huyện Đồng Phú để sáp nhập vào huyện Phước Long\n*'''Huyện [[Phước Long (huyện cũ)|Phước Long]], huyện [[Bù Đăng]]'''\n#Chia huyện Phước Long thành hai huyện lấy tên là huyện Phước Long và huyện Bù Đăng\n##Huyện Phước Long có 10 xã Bình Thắng, Bù Nho, Đa Kơ, Đa Kia, Đức Hạnh, Long Hưng, Sen Giang, Phước Bình, Phước Tín và Phú Riềng với 182.700 hécta diện tích tự nhiên và 76.743 nhân khẩu\n##Huyện Bù Đăng có 7 xã Đak Nhau, Đồng Nai, Minh Hưng, Nghĩa Trung, Đoàn Kết, Thống nhất và Thọ Sơn với 152.500 hécta diện tích tự nhiên và 416.016 nhân khẩu\n#Sau khi phân vạch địa giới hành chính, huyện Đồng Phú có 11 xã An Bình, An Linh, Tân Hòa, Tân hưng, Tân Hiệp, Tân Thành, Tấn Lập, Tấn Lợi, Thuận Lợi, Đồng Xoài và Phước Vĩnh với 146.450 hécta diện tích tự nhiên và 86.083 nhân khẩu.\n\n===Năm 1990: Quyết định 522\/QĐ-TCCP===\n*Huyện '''[[Phước Long (huyện cũ)|Phước Long]]'''\n*Quyết định '''522\/QĐ-TCCP'''<ref>Quyết định 522\/QĐ-TCCP điều chỉnh địa giới xã thuộc huyện Phước Long, tỉnh Sông Bé<\/ref> năm [[1990]] của [[Ban Tổ chức Chính phủ]] điều chỉnh địa giới xã thuộc huyện Phước Long, tỉnh Sông Bé:\n#Chia xã Long Hưng thành hai xã lấy tên là xã Long Hưng và xã Long Hà.\n\n===Năm 1991: Quyết định 628\/QĐ-TCCP===\n*Huyện '''[[Bù Đăng]]'''\n*Quyết định '''628\/QĐ-TCCP'''<ref>Quyết định 628\/QĐ-TCCP điều chỉnh địa giới xã thuộc huyện Bù Đăng, tỉnh Sông Bé<\/ref> ngày [[05 tháng 12]] năm [[1991]] của [[Ban Tổ chức Chính phủ]] điều chỉnh địa giới xã thuộc huyện Bù Đăng, tỉnh Sông Bé:\n#Chia xã Nghĩa Trung thành hai xã lấy tên là xã Nghĩa Trung và xã Đức Liễu.\n\n===Năm 1994: Nghị định 74-CP===\n*Nghị định '''74-CP'''<ref>Nghị định 74-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Bến Cát, Bình Long, Bù Đăng, Đồng Phú, tỉnh Sông Bé<\/ref> ngày [[01 tháng 8]] năm [[1994]] của [[Chính phủ]] điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Bến Cát, Bình Long, Bù Đăng, Đồng Phú, tỉnh Sông Bé:\n*Huyện '''[[Bến Cát]]'''\n#Thành lập thị trấn Mỹ Phước trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Mỹ Phước\n#Sáp nhập xã Tân Long vào xã Lai Hưng\n#Sáp nhập xã Long Chiểu vào xã Long Tân\n#Sáp nhập xã Long Bình vào xã Long Nguyên\n*Huyện '''[[Bình Long (huyện)|Bình Long]]'''\n#Thành lập thị trấn An Lộc trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã An Lộc\n#Thành lập thị trấn Chơn Thành trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Chơn Thành\n*Huyện '''[[Bù Đăng]]'''\n#Thành lập thị trấn Đức Phong trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Đoàn Kết\n#Thành lập xã Đăng Hà thuộc huyện Bù Đăng trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Thống Nhất\n*Huyện '''[[Đồng Phú]]'''\n#Thành lập thị trấn Phước Vĩnh trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Phước Vĩnh\n#Đổi tên xã Phước Vĩnh thành xã Vĩnh Hòa\n#Thành lập thị trấn Đồng Xoài trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Đồng Xoài\n#Đổi tên xã Đồng Xoài thành xã Đồng Tâm\n#Thành lập xã Tân Phước trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Tân Hưng.\n\n===Năm 1994: Nghị định 104-CP===\n*Nghị định '''104-CP'''<ref>Nghị định 104-CP điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Bến Cát, Đồng Phú, Lộc Ninh, Phước Long, Tân Uyên, Thuận An<\/ref> ngày [[28 tháng 4]] năm [[1994]] của [[Chính phủ]] điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Bến Cát, Đồng Phú, Lộc Ninh, Phước Long, Tân Uyên, Thuận An:\n*Huyện '''[[Bến Cát]]'''\n#Thành lập thị trấn Dầu Tiếng trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Định Thành\n*Huyện '''[[Đồng Phú]]'''\n#Thành lập xã Phước Sang trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã An Bình\n*Huyện '''[[Lộc Ninh]]'''\n#Thành lập thị trấn Lộc Ninh trên cơ sở điều chỉnh một phần diện tích tự nhiên và nhân khẩu của xã Lộc Tấn\n#Hợp nhất 2 xã Tân Hòa và Bù Tam thành xã Thanh Hòa\n#Đổi tên xã Lộc Thắng thành xã Lộc Thái\n*Huyện '''[[Phước Long (huyện cũ)|Phước Long]]'''\n#Thành lập thị trấn Phước Bình trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Phước Bình\n#Thành lập xã Bình Phước trên cơ sở toàn bộ diện tích tự nhiên và dân số còn lại của xã Phước Bình\n#Thành lập thị trấn Thác Mơ trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Sơn Giang\n#Thành lập xã Long Tân trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Long Hà\n*Huyện '''[[Tân Uyên (thành phố)|Tân Uyên]]'''\n#Thành lập thị trấn Uyên Hưng trên cơ sở hợp nhất 2 xã Phú Hưng và Tân Phú\n#Chia xã Tân Phú Hiệp thành 2 xã: Phú Chánh và Vĩnh Tân\n*Huyện '''[[Thuận An]]'''\n#Thành lập thị trấn Dĩ An trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã An Bình\n#Thành lập thị trấn An Thạnh thuộc huyện Thuận An trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã An Thạnh\n#Thành lập thị trấn Lái Thiêu thuộc huyện Thuận An trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Lái Thiêu\n#Đổi tên xã Lái Thiêu thành xã Bình Nhâm.\n\n==Thành lập tỉnh Bình Dương==\n===Năm 1996: Nghị quyết ngày 06 tháng 11===\n*Nghị quyết <ref name=QH>[http:\/\/www.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh\/40091\/noi-dung.aspx Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành]<\/ref> ngày [[06 tháng 11]] năm [[1996]] của [[Quốc hội]], chia [[tỉnh Sông Bé]] thành tỉnh [[Bình Dương]] và tỉnh [[Bình Phước]]:\n'''''Tỉnh [[Bình Dương]]''''':\n\nTỉnh Bình Dương có bốn đơn vị hành chính gồm: Thị xã [[Thủ Dầu Một]] và ba huyện: [[Bến Cát]], [[Tân Uyên (thành phố)|Tân Uyên]], [[Thuận An]]\n*Tỉnh lỵ: Thị xã Thủ Dầu Một.\n\n'''''Tỉnh [[Bình Phước]]''''':\n\nTỉnh Bình Phước có năm đơn vị hành chính gồm năm huyện: [[Bình Long (huyện)|Bình Long]], [[Bù Đăng]], [[Đồng Phú]], [[Lộc Ninh]], [[Phước Long (huyện cũ)|Phước Long]]\n*Tỉnh lỵ: đặt tại thị trấn Đồng Xoài thuộc huyện Đồng Phú\n*Điều chỉnh địa giới huyện Bình Long, huyện Đồng Phú của tỉnh Bình Phước và huyện Bến Cát, huyện Tân Uyên của tỉnh Bình Dương\n#'''Huyện [[Bình Long (huyện)|Bình Long]], huyện [[Bến Cát]]\n##Chuyển giao 4 xã: Minh Hòa, Minh Hưng, Minh Thạnh, Trừ Văn Thố thuộc huyện Bình Long của tỉnh Bình Phước về huyện Bến Cát của tỉnh Bình Dương quản lý\n#'''Huyện [[Đồng Phú]], huyện [[Tân Uyên (thành phố)|Tân Uyên]]'''\n##Chuyển giao thị trấn Phước Vĩnh và 5 xã: An Bình, An Linh, Phước Sang, Tân Hiệp, Vĩnh Thái thuộc huyện Đồng Phú của tỉnh Bình Phước về huyện Tân Uyên của tỉnh Bình Dương quản lý.\n\n===Năm 1997: Nghị định 54-CP===\n*Nghị định '''54-CP'''<ref name=54CP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-54-CP-thanh-lap-cac-phuong-Phu-Tho-Phu-Hoa-thuoc-thi-xa-Thu-Dau-Mot-va-thi-tran-Tan-Phuoc-Khanh-thuoc-huyen-Tan-Uyen-tinh-Binh-Duong-vb40670t11.aspx Nghị định 54-CP năm 1997 về việc thành lập các phường Phú Thọ, Phú Hòa thuộc thị xã Thủ Dầu Một và thị trấn Tân Phước Khánh thuộc huyện Tân Uyên, tỉnh Bình Dương]<\/ref> ngày [[28 tháng 5]] năm [[1997]] của [[Chính phủ]] về việc thành lập các phường Phú Thọ, Phú Hòa thuộc thị xã Thủ Dầu Một và thị trấn Tân Phước Khánh thuộc huyện Tân Uyên, tỉnh Bình Dương:\n*Thị xã '''[[Thủ Dầu Một]]'''\n#Thành lập phường Phú Thọ trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Phú Thọ\n#Thành lập phường Phú Hòa trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Phú Hòa\n*Huyện '''[[Tân Uyên (thành phố)|Tân Uyên]]'''\n#Thành lập thị trấn Tân Phước Khánh trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Tân Phước Khánh.\n\n===Năm 1999: Nghị định 58\/1999\/NĐ-CP===\n*Nghị định '''58\/1999\/NĐ-CP'''<ref name=58NDCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-58-1999-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-tai-lap-huyen-Dau-Tieng-Phu-Giao-Di-An-va-thanh-lap-xa-thuoc-huyen-Dau-Tieng-va-Di-An-vb45485t11.aspx Nghị định 58\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính, tái lập các huyện Dầu Tiếng, Phú Giáo, Dĩ An và thành lập các xã thuộc các huyện Dầu Tiếng và Dĩ An, tỉnh Bình Dương]<\/ref> ngày [[23 tháng 7]] năm [[1999]] của [[Chính phủ]] về việc điều chỉnh địa giới hành chính, tái lập các huyện Dầu Tiếng, Phú Giáo, Dĩ An và thành lập các xã thuộc các huyện Dầu Tiếng và Dĩ An, tỉnh Bình Dương:\n*'''Huyện [[Bến Cát]], huyện [[Dầu Tiếng]]'''\n#Huyện Dầu Tiếng có 10 đơn vị hành chính trực thuộc gồm các xã Định Hiệp, Minh Hòa, Minh Tân, Minh Thạnh, Long Tân, An Lập, Thanh An, Thanh Tuyền, Long Hòa và thị trấn Dầu Tiếng\n#Huyện Bến Cát có 15 đơn vị hành chính trực thuộc gồm các xã: Cây Trường II, Trừ Văn Thố, Long Nguyên, Lai Hưng, Thới Hòa, Chánh Phú Hòa, Tân Định, Hòa Lợi, Phú An, An Tây, An Điền, Hưng Hòa, Tân Hưng, Lai Uyên và thị trấn Mỹ Phước\n*'''Huyện [[Tân Uyên (thành phố)|Tân Uyên]], huyện [[Phú Giáo]]'''\n#Huyện Phú Giáo có 9 đơn vị hành chính trực thuộc gồm các xã Vĩnh Hòa, An Bình, An Linh, Tân Hiệp, Phước Sang, Phước Hòa, An Long, Tân Long và thị trấn Phước Vĩnh\n#Huyện Tân Uyên có 18 đơn vị hành chính trực thuộc gồm các xã: Tân Bình, Vĩnh Tân, Phú Chánh, Tân Vĩnh Hiệp, Khánh Bình, Thái Hòa, Thạnh Phước, Bạch Đằng, Tân Mỹ, Thường Tân, Lạc An, Tân Thành, Tân Lập, Tân Định, Hội Nghĩa, Bình Mỹ, thị trấn Uyên Hưng và thị trấn Tân Phước Khánh\n*'''Huyện [[Thuận An]], huyện [[Dĩ An]]'''\n#Huyện Dĩ An có 5 đơn vị hành chính trực thuộc gồm các xã Bình An, Tân Bình, Đông Hòa, Tân Đông Hiệp và thị trấn Dĩ An\n#Huyện Thuận An có 10 đơn vị hành chính trực thuộc gồm các xã: Bình Chuẩn, An Phú, An Sơn, Hưng Định, Thuận Giao, Bình Nhâm, Bình Hòa, Vĩnh Phú, thị trấn Lái Thiêu và thị trấn An Thạnh\n*Điều chỉnh, thành lập một số xã thuộc các huyện Dầu Tiếng và Dĩ An:\n#Điều chỉnh 1.800 ha diện tích tự nhiên và 1.007 nhân khẩu của thị trấn Dầu Tiếng sáp nhập vào xã Định Hiệp\n#Thành lập xã Định An trên cơ sở 11.570 ha diện tích tự nhiên và 5.377 nhân khẩu của xã Định Hiệp\n#Điều chỉnh 101 ha diện tích tự nhiên và 2.780 nhân khẩu của xã Tân Đông Hiệp sáp nhập vào thị trấn Dĩ An\n#Thành lập xã An Bình trên cơ sở 319 ha diện tích tự nhiên và 5.350 nhân khẩu của thị trấn Dĩ An.\n\n===Năm 2003: Nghị định 156\/2003\/NĐ-CP===\n*Nghị định '''156\/2003\/NĐ-CP'''<ref name=156NDCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-156-2003-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-phuong-xa-thuoc-thi-xa-Thu-Dau-Mot-huyen-Dau-Tieng-Phu-Giao-Di-An-tinh-Binh-Duong-vb6264t11.aspx Nghị định 156\/2003\/NĐ-CP về việc điều chỉnh địa giới hành chính, thành lập phường, xã thuộc thị xã Thủ Dầu Một và các huyện Dầu Tiếng, Phú Giáo, Dĩ An, tỉnh Bình Dương]<\/ref> ngày [[10 tháng 12]] năm [[2003]] của [[Chính phủ]] về việc điều chỉnh địa giới hành chính, thành lập phường, xã thuộc thị xã Thủ Dầu Một và các huyện Dầu Tiếng, Phú Giáo, Dĩ An, tỉnh Bình Dương:\n*Thị xã '''[[Thủ Dầu Một]]'''\n#Điều chỉnh 24 ha diện tích tự nhiên và 1.211 nhân khẩu của phường Phú Thọ thuộc thị xã Thủ Dầu Một về phường Phú Hoà quản lý\n#Thành lập phường Phú Lợi thuộc thị xã Thủ Dầu Một trên cơ sở 735 ha diện tích tự nhiên và 13.927 nhân khẩu của phường Phú Hòa\n#Điều chỉnh 78 ha diện tích tự nhiên và 1.006 nhân khẩu của xã Định Hòa thuộc thị xã Thủ Dầu Một về xã Tương Bình Hiệp quản lý\n#Thành lập xã Hiệp An thuộc thị xã Thủ Dầu Một trên cơ sở 144 ha diện tích tự nhiên và 3.571 nhân khẩu của xã Tương Bình Hiệp, 352 ha diện tích tự nhiên và 3.420 nhân khẩu của xã Tân An\n*Huyện '''[[Dầu Tiếng]]'''\n#Điều chỉnh 505 ha diện tích tự nhiên và 672 nhân khẩu của xã An Lập thuộc huyện Dầu Tiếng về xã Định Hiệp quản lý\n#Thành lập xã Định Thành thuộc huyện Dầu Tiếng trên cơ sở 550 ha diện tích tự nhiên và 822 nhân khẩu của thị trấn Dầu Tiếng, 4.256 ha diện tích tự nhiên và 873 nhân khẩu của xã Định An, 555 ha diện tích tự nhiên và 1.004 nhân khẩu của xã Định Hiệp\n*Huyện '''[[Phú Giáo]]'''\n#Thành lập xã Tam Lập thuộc huyện Phú Giáo trên cơ sở 12.057 ha diện tích tự nhiên và 2.119 nhân khẩu của xã Vĩnh Hòa\n*Huyện '''[[Dĩ An]]'''\n#Thành lập xã Bình Thắng thuộc huyện Dĩ An trên cơ sở 601 ha diện tích tự nhiên và 6.184 nhân khẩu của xã Bình An.\n\n===Năm 2004: Nghị định 190\/2004\/NĐ-CP===\n*Nghị định '''190\/2004\/NĐ-CP'''<ref name=190NDCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-190-2004-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-xa-thuoc-huyen-Tan-Uyen-Dau-Tieng-Phu-Giao-tinh-Binh-Duong-vb5376t11.aspx Nghị định 190\/2004\/NĐ-CP về việc điều chỉnh địa giới hành chính, thành lập xã thuộc các huyện Tân Uyên, Dầu Tiếng, Phú Giáo, tỉnh Bình Dương]<\/ref> ngày [[17 tháng 11]] năm [[2004]] của [[Chính phủ]] về việc điều chỉnh địa giới hành chính, thành lập xã thuộc các huyện Tân Uyên, Dầu Tiếng, Phú Giáo, tỉnh Bình Dương:\n*Huyện '''[[Tân Uyên (thành phố)|Tân Uyên]]'''\n#Điều chỉnh 1.120 ha diện tích tự nhiên và 245 nhân khẩu của xã Tân Mỹ thuộc huyện Tân Uyên về xã Lạc An quản lý\n#Thành lập xã Hiếu Liêm thuộc huyện Tân Uyên trên cơ sở 2.311 ha diện tích tự nhiên và 1.113 nhân khẩu của xã Lạc An, 2.227 ha diện tích tự nhiên và 1.277 nhân khẩu của xã Tân Định\n#Thành lập xã Đất Cuốc thuộc huyện Tân Uyên trên cơ sở 1.096 ha diện tích tự nhiên và 1.546 nhân khẩu của xã Tân Mỹ, 2.012 ha diện tích tự nhiên và 1.204 nhân khẩu của xã Tân Thành\n#Thành lập xã Tân Hiệp thuộc huyện Tân Uyên trên cơ sở 545 ha và 2.287 nhân khẩu của xã Phú Chánh, 290 ha diện tích tự nhiên và 1.173 nhân khẩu của xã Tân Vĩnh Hiệp, 1.994 ha diện tích tự nhiên và 2.119 nhân khẩu của xã Khánh Bình\n#Thành lập xã Thạnh Hội thuộc huyện Tân Uyên trên cơ sở 388 ha diện tích tự nhiên và 2.298 nhân khẩu của xã Thạnh Phước\n*Huyện '''[[Phú Giáo]]'''\n#Thành lập xã An Thái thuộc huyện Phú Giáo trên cơ sở 6.471 ha diện tích tự nhiên và 3.794 nhân khẩu của xã An Linh\n*Huyện '''[[Dầu Tiếng]]'''\n#Điều chỉnh 1.477 ha diện tích tự nhiên và 950 nhân khẩu của xã Minh Tân thuộc huyện Dầu Tiếng về xã Long Hòa quản lý.\n\n===Năm 2008: Nghị định 73\/2008\/NĐ-CP===\n*Thị xã '''[[Thủ Dầu Một]]'''\n*Nghị định '''73\/2008\/NĐ-CP'''<ref name=73NDCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-73-2008-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-phuong-thanh-lap-phuong-thuoc-thi-xa-Thu-Dau-Mot-tinh-Binh-Duong-vb66802t11.aspx Nghị định 73\/2008\/NĐ-CP điều chỉnh địa giới hành chính xã, phường; thành lập phường thuộc thị xã Thủ Dầu Một, tỉnh Bình Dương]<\/ref> ngày [[09 tháng 6]] năm [[2008]] của [[Chính phủ]] về việc điều chỉnh địa giới hành chính xã, phường; thành lập phường thuộc thị xã Thủ Dầu Một, tỉnh Bình Dương:\n#Điều chỉnh 83,083 ha diện tích tự nhiên và 2.093 nhân khẩu của xã Tân An về xã Tương Bình Hiệp quản lý\n#Điều chỉnh 35,4 ha diện tích tự nhiên và 2.381 nhân khẩu của phường Phú Thọ về phường Chánh Nghĩa quản lý\n#Điều chỉnh 53,44 ha diện tích tự nhiên của xã Phú Mỹ về phường Phú Lợi quản lý\n#Thành lập phường Hiệp An thuộc thị xã Thủ Dầu Một trên cơ sở toàn bộ 569,37 ha diện tích tự nhiên và 13.032 nhân khẩu của xã Hiệp An; 138,738 ha diện tích tự nhiên và 3.305 nhân khẩu của xã Tương Bình Hiệp\n#Thành lập phường Định Hòa thuộc thị xã Thủ Dầu Một trên cơ sở toàn bộ 1.427,49 ha diện tích tự nhiên và 12.347 nhân khẩu của xã Định Hòa\n#Thành lập phường Phú Mỹ thuộc thị xã Thủ Dầu Một trên cơ sở toàn bộ 1.287,67 ha diện tích tự nhiên và 11.345 nhân khẩu của xã Phú Mỹ.\n\n===Năm 2009: Nghị quyết 36\/NQ-CP===\n*Nghị quyết '''36\/NQ-CP'''<ref name=36NQCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-36-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-vb92861t13.aspx Nghị quyết số 36\/NQ-CP về việc điều chỉnh địa giới hành chính huyện Bến Cát, huyện Tân Uyên để mở rộng thị xã Thủ Dầu Một; thành lập phường thuộc thị xã Thủ Dầu Một; thành lập thị trấn Thái Hòa thuộc huyện Tân Uyên, tỉnh Bình Dương]<\/ref> ngày [[11 tháng 8]] năm [[2009]] của [[Chính phủ]] về việc điều chỉnh địa giới hành chính huyện Bến Cát, huyện Tân Uyên để mở rộng thị xã Thủ Dầu Một; thành lập phường thuộc thị xã Thủ Dầu Một; thành lập thị trấn Thái Hòa thuộc huyện Tân Uyên, tỉnh Bình Dương:\n*Thị xã '''[[Thủ Dầu Một]], huyện [[Bến Cát]], huyện [[Tân Uyên (thành phố)|Tân Uyên]]'''\n#Mở rộng địa giới hành chính thị xã Thủ Dầu Một thuộc tỉnh Bình Dương trên cơ sở điều chỉnh 2.014,40 ha diện tích tự nhiên và 5.338 nhân khẩu của huyện Tân Uyên (trong đó: 989 ha diện tích tự nhiên và 3.469 nhân khẩu của xã Phú Chánh; 229,63 ha diện tích tự nhiên và 452 nhân khẩu của xã Tân Hiệp; 795,77 ha diện tích tự nhiên và 1.417 nhân khẩu của xã Tân Vĩnh Hiệp); 1.079,15 ha diện tích tự nhiên và 1.487 nhân khẩu của xã Hòa Lợi thuộc huyện Bến Cát; 4.700 nhân khẩu của khu liên hợp công nghiệp – dịch vụ - đô thị\n#Thành lập phường Hòa Phú thuộc thị xã Thủ Dầu Một trên cơ sở điều chỉnh 1.079,15 ha diện tích tự nhiên và 1.487 nhân khẩu của xã Hòa Lợi (phần diện tích và nhân khẩu của xã Hòa Lợi thuộc huyện Bến Cát điều chỉnh về thị xã Thủ Dầu Một); 785,10 ha diện tích tự nhiên và 3.469 nhân khẩu của xã Phú Chánh (phần diện tích và nhân khẩu của xã Phú Chánh thuộc huyện Tân Uyên điều chỉnh về thị xã Thủ Dầu Một); 634,50 ha diện tích tự nhiên và 196 nhân khẩu của phường Định Hòa; 350 ha diện tích tự nhiên và 250 nhân khẩu của phường Phú Mỹ; 1.500 nhân khẩu của khu Liên hợp công nghiệp – dịch vụ - đô thị\n#Thành lập phường Phú Tân thuộc thị xã Thủ Dầu Một trên cơ sở điều chỉnh 310,30 ha diện tích tự nhiên và 551 nhân khẩu của phường Phú Mỹ; 203,90 ha diện tích tự nhiên của xã Phú Chánh (phần diện tích còn lại của xã Phú Chánh thuộc huyện Tân Uyên điều chỉnh về thị xã Thủ Dầu Một); 795,77 ha diện tích tự nhiên và 1.417 nhân khẩu của xã Tân Vĩnh Hiệp (phần diện tích và nhân khẩu của xã Tân Vĩnh Hiệp, huyện Tân Uyên điều chỉnh về thị xã Thủ Dầu Một); 229,63 ha diện tích tự nhiên và 452 nhân khẩu của xã Tân Hiệp (phần diện tích và nhân khẩu của xã Tân Hiệp, huyện Tân Uyên điều chỉnh về thị xã Thủ Dầu Một); 3.200 nhân khẩu của khu Liên hợp công nghiệp – dịch vụ - đô thị\n*Huyện '''[[Tân Uyên (thành phố)|Tân Uyên]]'''\n#Thành lập thị trấn Thái Hòa thuộc huyện Tân Uyên trên cơ sở toàn bộ 1.143,39 ha diện tích tự nhiên và 17.571 nhân khẩu của xã Thái Hòa.\n\n===Năm 2011: Nghị quyết 04\/NQ-CP===\n*Nghị quyết '''04\/NQ-CP'''<ref name=04NQCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-04-NQ-CP-thanh-lap-thi-xa-Di-An-thanh-lap-phuong-thi-xa-Di-An-vb117533t13.aspx Nghị quyết 04\/NQ-CP năm 2011 thành lập thị xã Dĩ An, thành lập phường thuộc thị xã Dĩ An và thành lập thị xã Thuận An, thành lập phường thuộc thị xã Thuận An, tỉnh Bình Dương]<\/ref> ngày [[13 tháng 1]] năm [[2011]] của [[Chính phủ]] về việc thành lập thị xã Dĩ An, thành lập phường thuộc thị xã Dĩ An và thành lập thị xã Thuận An, thành lập phường thuộc thị xã Thuận An, tỉnh Bình Dương:\n*Thị xã '''[[Dĩ An]]'''\n#Thành lập thị xã Dĩ An thuộc tỉnh Bình Dương trên cơ sở toàn bộ 6.010 ha diện tích tự nhiên và 297.435 nhân khẩu của huyện Dĩ An\n#Thị xã Dĩ An có 6.010 ha diện tích tự nhiên và 297.435 nhân khẩu; có 7 đơn vị hành chính trực thuộc\n#Địa giới hành chính thị xã Dĩ An: Đông giáp quận 9, thành phố Hồ Chí Minh; Tây giáp thị xã Thuận An, tỉnh Bình Dương; Nam giáp quận Thủ Đức, thành phố Hồ Chí Minh; Bắc giáp thành phố Biên Hòa, tỉnh Đồng Nai và huyện Tân Uyên, tỉnh Bình Dương\n#Thành lập các phường thuộc thị xã Dĩ An:\n##Thành lập phường Dĩ An thuộc thị xã Dĩ An trên cơ sở toàn bộ 1.044 ha diện tích tự nhiên và 73.732 nhân khẩu của thị trấn Dĩ An\n##Thành lập phường An Bình thuộc thị xã Dĩ An trên cơ sở toàn bộ 340 ha diện tích tự nhiên và 62.109 nhân khẩu của xã An Bình\n##Thành lập phường Tân Đông Hiệp thuộc thị xã Dĩ An trên cơ sở toàn bộ 1.412 ha diện tích tự nhiên và 64.747 nhân khẩu của xã Tân Đông Hiệp\n##Thành lập phường Đông Hòa thuộc thị xã Dĩ An trên cơ sở toàn bộ 1.025 ha diện tích tự nhiên và 46.582 nhân khẩu của xã Đông Hòa\n##Thành lập phường Tân Bình thuộc thị xã Dĩ An trên cơ sở toàn bộ 1.036 ha diện tích tự nhiên và 15.133 nhân khẩu của xã Tân Bình\n##Thành lập phường Bình An thuộc thị xã Dĩ An trên cơ sở toàn bộ 603 ha diện tích tự nhiên và 22.442 nhân khẩu của xã Bình An\n##Thành lập phường Bình Thắng thuộc thị xã Dĩ An trên cơ sở toàn bộ 550 ha diện tích tự nhiên và 12.690 nhân khẩu của xã Bình Thắng\n*Thị xã '''[[Thuận An]]'''\n#Thành lập thị xã Thuận An thuộc tỉnh Bình Dương trên cơ sở toàn bộ 8.426 ha diện tích tự nhiên và 382.034 nhân khẩu của huyện Thuận An\n#Thị xã Thuận An có 8.426 ha diện tích tự nhiên và 382.034 nhân khẩu; có 10 đơn vị hành chính trực thuộc\n#Địa giới hành chính thị xã Thuận An: Đông giáp thị xã Dĩ An, tỉnh Bình Dương; Tây giáp quận 12, thành phố Hồ Chí Minh; Nam giáp quận 12 và quận Thủ Đức, thành phố Hồ Chí Minh; Bắc giáp thị xã Thủ Dầu Một và huyện Tân Uyên, tỉnh Bình Dương\n#Thành lập các phường thuộc thị xã Thuận An:\n##Thành lập phường Lái Thiêu thuộc thị xã Thuận An trên cơ sở toàn bộ 790 ha diện tích tự nhiên và 50.669 nhân khẩu của thị trấn Lái Thiêu\n##Thành lập phường An Thạnh thuộc thị xã Thuận An trên cơ sở toàn bộ 750 ha diện tích tự nhiên và 25.178 nhân khẩu của thị trấn An Thạnh\n##Thành lập phường Vĩnh Phú thuộc thị xã Thuận An trên cơ sở toàn bộ 653 ha diện tích tự nhiên và 15.657 nhân khẩu của xã Vĩnh Phú\n##Thành lập phường Bình Hòa thuộc thị xã Thuận An trên cơ sở toàn bộ 1.447 ha diện tích tự nhiên và 83.213 nhân khẩu của xã Bình Hòa.\n##Thành lập phường Thuận Giao thuộc thị xã Thuận An trên cơ sở toàn bộ 1.149 ha diện tích tự nhiên và 78.429 nhân khẩu của xã Thuận Giao\n##Thành lập phường Bình Chuẩn thuộc thị xã Thuận An trên cơ sở toàn bộ 1.141 ha diện tích tự nhiên và 44.747 nhân khẩu của xã Bình Chuẩn\n##Thành lập phường An Phú thuộc thị xã Thuận An trên cơ sở toàn bộ 1.091 ha diện tích tự nhiên và 51.674 nhân khẩu của xã An Phú.\n*Sau khi thành lập các thị xã và thành lập phường thuộc các thị xã:\n#Thị xã Dĩ An có 6.010 ha diện tích tự nhiên và 297.435 nhân khẩu; có 7 đơn vị hành chính trực thuộc, gồm các phường: Dĩ An, An Bình, Tân Đông Hiệp, Đông Hòa, Tân Bình, Bình An, Bình Thắng\n#Thị xã Thuận An có 8.426 ha diện tích tự nhiên và 382.034 nhân khẩu; có 10 đơn vị hành chính trực thuộc, gồm 7 phường: Lái Thiêu, An Thạnh, Vĩnh Phú, Bình Hòa, Thuận Giao, Bình Chuẩn, An Phú và 3 xã: Bình Nhâm, Hưng Định, An Sơn.\n#Tỉnh Bình Dương có 269.554 ha diện tích tự nhiên và 1.482.636 nhân khẩu; có 7 đơn vị hành chính trực thuộc, gồm 3 thị xã: Thủ Dầu Một, Dĩ An, Thuận An và 4 huyện: Bến Cát, Tân Uyên, Dầu Tiếng, Phú Giáo.\n\n===Năm 2012: Nghị quyết 11\/NQ-CP===\n*Thành phố '''[[Thủ Dầu Một]]'''\n*Nghị quyết '''11\/NQ-CP'''<ref name=11NQCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet-11-NQ-CP-thanh-lap-thanh-pho-Thu-Dau-Mot-vb138730.aspx Nghị quyết 11\/NQ-CP năm 2012 thành lập thành phố Thủ Dầu Một thuộc tỉnh Bình Dương]<\/ref> ngày [[02 tháng 5]] năm [[2012]] của [[Chính phủ]] về việc thành lập thành phố Thủ Dầu Một thuộc tỉnh Bình Dương:\n#Thành lập thành phố Thủ Dầu Một thuộc tỉnh Bình Dương trên cơ sở toàn bộ diện tích tự nhiên, dân số và các đơn vị hành chính trực thuộc của thị xã Thủ Dầu Một\n#Thành phố Thủ Dầu Một có diện tích tự nhiên 11.866,61 ha và 244.277 nhân khẩu; 14 đơn vị hành chính cấp xã, gồm các phường: Phú Cường, Hiệp Thành, Chánh Nghĩa, Phú Thọ, Phú Hòa, Phú Lợi, Hiệp An, Định Hòa, Phú Mỹ, Hòa Phú, Phú Tân và các xã: Chánh Mỹ, Tương Bình Hiệp, Tân An\n#Địa giới hành chính thành phố Thủ Dầu Một: Đông giáp huyện Tân Uyên; Tây giáp huyện Củ Chi, thành phố Hồ Chí Minh; Nam giáp thị xã Thuận An; Bắc giáp huyện Bến Cát.\n\n===Năm 2013: Nghị quyết 136\/NQ-CP===\n*Nghị quyết '''136\/NQ-CP'''<ref name=136NQCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet-136-NQ-CP-nam-2013-dieu-chinh-dia-gioi-hanh-chinh-Ben-Cat-Thuan-An-Binh-Duong-vb217913.aspx Nghị quyết 136\/NQ-CP năm 2013 điều chỉnh địa giới hành chính huyện Bến Cát để thành lập thị xã Bến Cát; điều chỉnh địa giới hành chính huyện Tân Uyên để thành lập thị xã Tân Uyên và 16 phường thuộc thị xã Bến Cát, thị xã Tân Uyên, thị xã Thuận An và thành phố Thủ Dầu Một, tỉnh Bình Dương]<\/ref> ngày [[29 tháng 12]] năm [[2013]] của [[Chính phủ]] về việc điều chỉnh địa giới hành chính huyện Bến Cát để thành lập thị xã Bến Cát; điều chỉnh địa giới hành chính huyện Tân Uyên để thành lập thị xã Tân Uyên và 16 phường thuộc thị xã Bến Cát, thị xã Tân Uyên, thị xã Thuận An và thành phố Thủ Dầu Một, tỉnh Bình Dương:\n*Thị xã '''[[Bến Cát]], huyện [[Bàu Bàng]]'''\n#Thành lập thị xã Bến Cát trên cơ sở điều chỉnh 23.442,24 ha diện tích tự nhiên và 203.420 nhân khẩu của huyện Bến Cát, bao gồm toàn bộ diện tích tự nhiên và dân số của thị trấn Mỹ Phước và 7 xã: Thới Hòa, Tân Định, Hòa Lợi, Chánh Phú Hòa, An Điền, Phú An, An Tây\n#Thị xã Bến Cát có 23.442,24 ha diện tích tự nhiên và 203.420 nhân khẩu\n#Địa giới hành chính thị xã Bến Cát: Đông giáp huyện Bắc Tân Uyên và thị xã Tân Uyên; Tây giáp thành phố Hồ Chí Minh; Nam giáp thành phố Thủ Dầu Một; Bắc giáp huyện Bàu Bàng và huyện Dầu Tiếng\n#Thành lập 5 phường thuộc thị xã Bến Cát:\n##Thành lập phường Mỹ Phước trên cơ sở toàn bộ 2.150,81 ha diện tích tự nhiên và 45.075 nhân khẩu của thị trấn Mỹ Phước\n##Thành lập phường Thới Hòa trên cơ sở toàn bộ 3.793,01 ha diện tích tự nhiên và 38.780 nhân khẩu của xã Thới Hòa\n##Thành lập phường Tân Định trên cơ sở toàn bộ 1.662,13 ha diện tích tự nhiên và 26.354 nhân khẩu của xã Tân Định\n##Thành lập phường Hòa Lợi trên cơ sở toàn bộ 1.690,37 ha diện tích tự nhiên và 30.691 nhân khẩu của xã Hòa Lợi\n##Thành lập phường Chánh Phú Hòa trên cơ sở toàn bộ 4.633,42 ha diện tích tự nhiên và 17.009 nhân khẩu của xã Chánh Phú Hòa\n*Thị xã '''[[Tân Uyên (thành phố)|Tân Uyên]], huyện [[Bắc Tân Uyên]]'''\n#Thành lập thị xã Tân Uyên trên cơ sở điều chỉnh 19.249,20 ha diện tích tự nhiên và 190.564 nhân khẩu của huyện Tân Uyên, bao gồm toàn bộ diện tích tự nhiên và dân số của 3 thị trấn Uyên Hưng, Tân Phước Khánh, Thái Hòa và 9 xã: Thạnh Phước, Tân Hiệp, Khánh Bình, Hội Nghĩa, Vĩnh Tân, Phú Chánh, Tân Vĩnh Hiệp, Thạnh Hội, Bạch Đằng\n#Thị xã Tân Uyên có 19.249,20 ha diện tích tự nhiên và 190.564 nhân khẩu\n#Địa giới hành chính thị xã Tân Uyên: Đông giáp tỉnh Đồng Nai, Tây giáp thành phố Thủ Dầu Một và thị xã Bến Cát; Nam giáp thị xã Dĩ An, thị xã Thuận An và tỉnh Đồng Nai; Bắc giáp huyện Bắc Tân Uyên\n#Thành lập 6 phường thuộc thị xã Tân Uyên:\n##Thành lập phường Uyên Hưng trên cơ sở toàn bộ 3.368,53 ha diện tích tự nhiên và 19.439 nhân khẩu của thị trấn Uyên Hưng\n##Thành lập phường Tân Phước Khánh trên cơ sở toàn bộ 1.013,75 ha diện tích tự nhiên và 28.062 nhân khẩu của thị trấn Tân Phước Khánh.\n##Thành lập phường Thái Hòa trên cơ sở toàn bộ 1.143,39 ha diện tích tự nhiên và 29.693 nhân khẩu của thị trấn Thái Hòa\n##Thành lập phường Thạnh Phước trên cơ sở toàn bộ 805,64 ha diện tích tự nhiên và 8.147 nhân khẩu của xã Thạnh Phước\n##Thành lập phường Tân Hiệp trên cơ sở toàn bộ 2.514,33 ha diện tích tự nhiên và 17.360 nhân khẩu của xã Tân Hiệp\n##Thành lập phường Khánh Bình trên cơ sở toàn bộ 2.174,94 ha diện tích tự nhiên và 26.665 nhân khẩu của xã Khánh Bình\n*Sau khi điều chỉnh địa giới thành lập thị xã Bến Cát, thị xã Tân Uyên và thành lập các phường thuộc hai thị xã nói trên:\n#Huyện Bến Cát còn lại 33.915,69 ha diện tích tự nhiên và 82.024 nhân khẩu có 7 đơn vị hành chính trực thuộc gồm 7 xã: Cây Trường II, Hưng Hòa, Lai Hưng, Lai Uyên, Long Nguyên, Tân Hưng, Trừ Văn Thố (được đổi tên thành huyện Bàu Bàng)\n#Huyện Tân Uyên còn lại 40.087,67 ha diện tích tự nhiên và 58.439 nhân khẩu, có 10 đơn vị hành chính trực thuộc gồm 10 xã: Bình Mỹ, Đất Cuốc, Hiếu Liêm, Lạc An, Tân Bình, Tân Định, Tân Lập, Tân Mỹ, Tân Thành, Thường Tân (được đổi tên thành huyện Bắc Tân Uyên)\n*Thị xã '''[[Thuận An]]'''\n#Thành lập phường Bình Nhâm thuộc thị xã Thuận An trên cơ sở toàn bộ 540,98 ha diện tích tự nhiên và 14.528 nhân khẩu của xã Bình Nhâm.\n#Thành lập phường Hưng Định thuộc thị xã Thuận An trên cơ sở toàn bộ 286,56 ha diện tích tự nhiên và 13.519 nhân khẩu của xã Hưng Định.\n#Sau khi thành lập hai phường thuộc thị xã Thuận An, thị xã Thuận An có 8,426 ha diện tích tự nhiên, 382.034 nhân khẩu và 10 đơn vị hành chính cấp xã, gồm 09 phường: An Thạnh, Lái Thiêu, Bình Chuẩn, An Phú, Hưng Định, Thuận Giao, Bình Nhâm, Bình Hòa, Vĩnh Phú và xã An Sơn\n*Thành phố '''[[Thủ Dầu Một]]'''\n#Thành lập phường Chánh Mỹ thuộc thành phố Thủ Dầu Một trên cơ sở toàn bộ 690,37 ha diện tích tự nhiên và 10.715 nhân khẩu của xã Chánh Mỹ\n#Thành lập phường Tương Bình Hiệp thành phố Thủ Dầu Một trên cơ sở toàn bộ 520,46 ha diện tích tự nhiên và 13.352 nhân khẩu của xã Tương Bình Hiệp\n#Thành lập phường Tân An thành phố Thủ Dầu Một trên cơ sở toàn bộ 1.014,85 ha diện tích tự nhiên và 13.374 nhân khẩu của xã Tân An.\n#Sau khi thành lập ba phường thuộc thành phố Thủ Dầu Một, thành phố Thủ Dầu Một có 11.886,61 ha diện tích tự nhiên, 244.277 nhân khẩu và 14 phường: Phú Cường, Hiệp Thành, Chánh Nghĩa, Phú Hòa, Phú Thọ, Phú Lợi, Chánh Mỹ, Phú Mỹ, Tương Bình Hiệp, Tân An, Định Hòa, Hiệp An, Hòa Phú, Phú Tân\n#Tỉnh Bình Dương có 269.442,82 ha diện tích tự nhiên, 1.768.848 nhân khẩu, 9 đơn vị hành chính cấp huyện (gồm thành phố Thủ Dầu Một, thị xã Dĩ An, thị xã Thuận An, thị xã Bến Cát, thị xã Tân Uyên, huyện Bàu Bàng, huyện Bắc Tân Uyên, huyện Phú Giáo, huyện Dầu Tiếng) và 91 đơn vị hành chính cấp xã (48 xã, 41 phường, 2 thị trấn).\n\n===Năm 2018: Nghị quyết 535\/NQ-UBTVQH14===\n*Nghị quyết '''535\/NQ-UBTVQH14'''<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-535-NQ-UBTVQH14-2018-thanh-lap-thi-tran-Lai-Uyen-thuoc-huyen-Bau-Bang-Binh-Duong-392269.aspx|title=Nghị quyết số 535\/NQ-UBTVQH14 năm 2018 về việc thành lập thị trấn Lai Uyên thuộc huyện Bàu Bàng và thị trấn Tân Thành thuộc huyện Bắc Tân Uyên, tỉnh Bình Dương}}<\/ref> ngày [[12 tháng 7]] năm [[2018]] của [[Ủy ban Thường vụ Quốc hội]] về việc thành lập thị trấn huyện lỵ thuộc các huyện Bắc Tân Uyên, Bàu Bàng:\n*Huyện '''[[Bắc Tân Uyên]]'''\n#Thành lập thị trấn Tân Thành thuộc huyện Bắc Tân Uyên trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Tân Thành\n*Huyện '''[[Bàu Bàng]]'''\n#Thành lập thị trấn Lai Uyên thuộc huyện Bàu Bàng trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Lai Uyên\n#Sau khi thành lập 2 thị trấn trên:\n##Huyện Bắc Tân Uyên có 10 đơn vị hành chính gồm 1 thị trấn và 9 xã\n##Huyện Bàu Bàng có 7 đơn vị hành chính gồm 1 thị trấn và 6 xã\n#Tỉnh Bình Dương có 9 đơn vị hành chính cấp huyện (gồm thành phố Thủ Dầu Một, thị xã Dĩ An, thị xã Thuận An, thị xã Bến Cát, thị xã Tân Uyên, huyện Bàu Bàng, huyện Bắc Tân Uyên, huyện Phú Giáo, huyện Dầu Tiếng) và 91 đơn vị hành chính cấp xã (46 xã, 41 phường, 4 thị trấn).\n\n===Năm 2020: Nghị quyết 857\/NQ-UBTVQH14===\n*Nghị quyết '''857\/NQ-UBTVQH14'''<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-857-NQ-UBTVQH14-2020-thanh-lap-thanh-pho-Di-An-thanh-pho-Thuan-An-tinh-Binh-Duong-433886.aspx|tựa đề=Nghị quyết số 857\/NQ-UBTVQH14 năm 2020 về việc thành lập thành phố Dĩ An, thành phố Thuận An và các phường thuộc thị xã Tân Uyên, tỉnh Bình Dương|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> ngày [[10 tháng 1]] năm [[2020]] của [[Ủy ban Thường vụ Quốc hội]] về việc thành lập thành phố Dĩ An, thành phố Thuận An và thành lập một số phường thuộc thị xã Tân Uyên:\n*Thành phố '''[[Dĩ An]]'''\n#Thành lập thành phố Dĩ An trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị xã Dĩ An\n*Thành phố '''[[Thuận An]]'''\n#Thành lập thành phố Thuận An trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị xã Thuận An\n*Thị xã '''[[Tân Uyên (thành phố)|Tân Uyên]]'''\n#Thành lập phường Hội Nghĩa trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hội Nghĩa\n#Thành lập phường Phú Chánh trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Phú Chánh\n#Thành lập phường Tân Vĩnh Hiệp trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Tân Vĩnh Hiệp\n#Thành lập phường Vĩnh Tân trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Vĩnh Tân\n#Sau khi thành lập các đơn vị hành chính trên:\n##Thành phố Dĩ An có 7 đơn vị hành chính cấp xã gồm 7 phường.\n##Thành phố Thuận An có 10 đơn vị hành chính cấp xã gồm 9 phường và 1 xã\n##Thị xã Tân Uyên có 12 đơn vị hành chính cấp xã gồm 10 phường và 2 xã\n#Tỉnh Bình Dương có 9 đơn vị hành chính cấp huyện (gồm thành phố Thủ Dầu Một, thành phố Dĩ An, thành phố Thuận An, thị xã Bến Cát, thị xã Tân Uyên, huyện Bàu Bàng, huyện Bắc Tân Uyên, huyện Phú Giáo, huyện Dầu Tiếng) và 91 đơn vị hành chính cấp xã (45 phường, 42 xã và 4 thị trấn).\n\n===Năm 2020: Nghị quyết 1110\/NQ-UBTVQH14===\n*Nghị quyết '''1110\/NQ-UBTVQH14'''<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1110-NQ-UBTVQH14-2020-thanh-lap-thi-tran-Tan-Binh-thuoc-huyen-Bac-Tan-Uyen-Binh-Duong-460338.aspx|tựa đề=Nghị quyết số 1110\/NQ-UBTVQH14 năm 2020 về việc thành lập thị trấn Tân Bình thuộc huyện Bắc Tân Uyên, tỉnh Bình Dương|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> ngày [[9 tháng 12]] năm [[2020]] của Ủy ban Thường vụ Quốc hội về việc thành lập thị trấn Tân Bình thuộc huyện Bắc Tân Uyên:\n*Huyện '''[[Bắc Tân Uyên]]'''\n#Thành lập thị trấn Tân Bình trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Tân Bình\n\n===Năm 2023: Nghị quyết 725\/NQ-UBTVQH15===\n*Nghị quyết '''725\/NQ-UBTVQH15'''<ref>[https:\/\/quochoi.vn\/tintuc\/Pages\/tin-hoat-dong-cua-quoc-hoi.aspx?ItemID=73339 Nghị quyết số 725\/NQ-UBTVQH15 năm 2023 về việc thành lập thành phố Tân Uyên, tỉnh Bình Dương]<\/ref> ngày [[13 tháng 2]] năm [[2023]] của Ủy ban Thường vụ Quốc hội về việc thành lập thành phố Tân Uyên:\n*Thành phố '''[[Tân Uyên (thành phố)|Tân Uyên]]'''\n#Thành lập thành phố Tân Uyên trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị xã Tân Uyên.\n#Sau khi thành lập thành phố Tân Uyên, tỉnh Bình Dương có 9 đơn vị hành chính cấp huyện (gồm thành phố Thủ Dầu Một, thành phố Dĩ An, thành phố Tân Uyên, thành phố Thuận An, thị xã Bến Cát, huyện Bàu Bàng, huyện Bắc Tân Uyên, huyện Phú Giáo, huyện Dầu Tiếng) và 91 đơn vị hành chính cấp xã (45 phường, 42 xã và 4 thị trấn).\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Đơn vị hành chính thuộc tỉnh Bình Dương}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n{{DEFAULTSORT|Bình Dương}}\n\n[[Thể loại:Bình Dương]]\n[[Thể loại:Hành chính Bình Dương]]"}