{"1436986":"'''[[Quảng Bình]]''' là một tỉnh thuộc vùng [[Bắc Trung Bộ]], phía bắc giáp tỉnh [[Hà Tĩnh]], phía nam giáp tỉnh [[Quảng Trị]], phía đông giáp [[vịnh Bắc Bộ]], phía tây giáp tỉnh [[Khăm Muộn]] của [[Lào]].\n\n==Lịch sử tổ chức hành chính==\n===Trước khi thành lập tỉnh===\nCác khai quật khảo cổ ở khu vực đã chứng tỏ rằng đã có loài người sinh sống ở khu vực này từ [[thời đại đồ đá|thời kỳ đồ đá]]. Nhiều hiện vật như bình sử, sành, công cụ lao động đã được phát hiện ở đây.<ref>{{chú thích web|url=http:\/\/ejournal.anu.edu.au\/index.php\/bippa\/article\/viewFile\/87\/78 Da But Culture|title=Evidence for Culture Development in Vietnam during the Middle Holocene|access-date =ngày 5 tháng 3 năm 2008|archive-date = ngày 24 tháng 7 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080724012004\/http:\/\/ejournal.anu.edu.au\/index.php\/bippa\/article\/viewFile\/87\/78}}<\/ref>\nNăm [[1926]], một vị nữ khảo cổ người Pháp [[Madeleine Colani]] đã phát hiện nhiều di vật ở các hang động phía tây Quảng Bình. Bà đã kết luận rằng đã có sự hiện diện của [[văn hóa Hòa Bình]] ở khu vực này.<ref name=\"nuocnonhuyendieu\">Quảng Bình, Nước non huyền diệu, Nhà xuất bản Văn Nghệ, năm 2000, các trang 14, 15, 16, 17<\/ref>\n\nThời Hán, Quảng Bình thuộc quận [[Nhật Nam]]. Sau khi Champa giành được độc lập và lập nước [[Lâm Ấp]] (thuộc [[Quảng Nam]], [[Quảng Ngãi]], [[Bình Định]] ngày nay), các triều vua Champa thường vượt đèo Hải Vân tiến ra cướp phá đất Nhật Nam và Cửu Chân và họ đã làm chủ vùng đất từ đèo Ngang trở vào khi nhà Tấn (Trung Quốc) suy yếu. Từ đó Quảng Bình là vùng đất địa đầu của Champa đối với các triều đại Trung Hoa cũng như các triều đại Việt khi người Việt đã giành được độc lập.\n\nNăm [[1069]], [[Lý Thánh Tông]] - vua của Đại Việt đánh Champa bắt được vua Champa đưa về Thăng Long, để được tha vua Champa đã dâng đất (Địa Ly, Bố Chính, Ma Linh) tương ứng với tỉnh Quảng Bình và các huyện Vĩnh Linh, Gio Linh, Cam Lộ, bắc Đông Hà, bắc Hướng Hóa của Quảng Trị ngày nay cho Đại Việt và Quảng Bình chính thức thuộc về Đại Việt từ năm 1069.\n\nThời [[Lê sơ]], Quảng Bình thuộc xứ Thuận Hoá (bao gồm Quảng Bình, Quảng Trị, Thừa Thiên-Huế, Đà Nẵng, bắc Quảng Nam ngày nay).\n\nĐời [[Nhà Lê trung hưng|Lê Trung Hưng]] có tên là Tiên Bình. Năm [[1604]], đổi tên là Quảng Bình.\n\n[[Chúa Nguyễn|Chúa Nguyễn Phúc Khoát]] chia Quảng Bình thành 3 dinh: dinh Bố Chính (trước là dinh Ngói), dinh Mười (hay dinh Lưu Đồn), dinh Quảng Bình (hay dinh Trạm).\n\n===Sau khi thành lập tỉnh===\nTỉnh được thành lập năm [[1831]], đặt phủ Quảng Ninh, sau đặt thêm phủ Quảng Trạch.\n*Phủ Quảng Ninh gồm 3 huyện: Lệ Thủy, Phong Đăng, Phong Lộc (trong đó có Đồng Hới), tức là khu vực Đồng Hới trở vào.\n*Phủ Quảng Trạch gồm 3 huyện: Bố Trạch, Bình Chánh, Minh Chánh, là khu vực Bố Trạch trở ra. \n\nSau năm 1945, bỏ cấp phủ, gọi chung là huyện. Tỉnh Quảng Bình có 1 [[Đồng Hới|thị xã Đồng Hới]] và 6 huyện: [[Bố Trạch]], [[Lệ Thủy]], [[Minh Hóa]], [[Quảng Ninh (huyện)|Quảng Ninh]], [[Quảng Trạch]], [[Tuyên Hóa]].\n\nNăm 1966, thành lập thị trấn nông trường Việt Trung thuộc huyện Bố Trạch và thị trấn nông trường Lệ Ninh thuộc huyện Lệ Thủy.<ref>Quyết định số 246-NV năm 1966 của Bộ Nội vụ.<\/ref>\n\nNăm 1976, ba tỉnh Quảng Bình, [[Quảng Trị]] và [[Thừa Thiên Huế|Thừa Thiên]] hợp nhất thành tỉnh [[Bình Trị Thiên]].\n\nNăm 1977, thành lập xã Quảng Tiến thuộc huyện Quảng Trạch<ref>Quyết định số 613-VP18 năm 1977 của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, hợp nhất huyện Lệ Thủy và huyện Quảng Ninh thành một huyện lấy tên là huyện [[Lệ Ninh]]; hợp nhất huyện Minh Hóa và huyện Tuyên Hóa thành một huyện lấy tên là huyện Tuyên Hóa; điều chỉnh địa giới huyện Tuyên Hóa và huyện Quảng Trạch<ref>Quyết định số 62-CP năm 1977 của Hội đồng Chính phủ.<\/ref>\n\nNăm 1979, điều chỉnh địa giới thị xã Đồng Hới và huyện Lệ Ninh<ref>Quyết định số 21-CP năm 1979 của Hội đồng Chính phủ.<\/ref>. Cùng năm, thành lập một số xã thuộc các huyện Bố Trạch, Quảng Trạch<ref>Quyết định số 102-CP năm 1979 của Chính phủ.<\/ref>.\n\n* Sáp nhập một phần huyện Lệ Ninh (toàn bộ các xã Nghĩa Ninh, Lộc Ninh, Lý Ninh, Bảo Ninh và Đức Ninh) vào thị xã Đồng Hới.\n* Thành lập xã Phú Định (Bố Trạch)\n* Thành lập xã Cao Quảng (Quảng Trạch) trên cơ sở toàn bộ xã Cao Hóa và xã Quảng Hóa.\n\nNăm 1981, thành lập xã Trường Xuân thuộc huyện Lệ Ninh.<ref>Quyết định số 73-HĐBT năm 1981 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1983, chia tách một số xã thuộc huyện Lệ Ninh.<ref>Quyết định số 03-HĐBT năm 1983 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập xã Hải Ninh trên cơ sở một phần xã Gia Ninh\n* Thành lập xã Ngư Hòa trên cơ sở một phần xã Ngư Thủy\n* Thành lập xã Hải Thủy trên cơ sở một phần xã Ngư Thủy\n\nNăm 1985, điều chỉnh địa giới thị xã Đồng Hới và huyện Lệ Ninh.<ref>Quyết định số 103-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>\n\n* Sáp nhập một phần huyện Lệ Ninh (toàn bộ xã Lương Ninh và xã Vĩnh Ninh) vào thị xã Đồng Hới.\n* Thị xã Đồng Hới có 4 phường và 7 xã.\n\nNăm 1986, thành lập một số xã, thị trấn thuộc thị xã Đồng Hới và các huyện Bố Trạch, Lệ Ninh.<ref>Quyết định số 72-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập thị trấn Hoàn Lão (Bố Trạch) trên cơ sở một phần xã Trung Trạch, xã Đại Trach và xã Tây Trạch. Thị trấn Hoàn Lão có tổng diện tích tự nhiên 510 hécta với 4098 nhân khẩu.\n* Thành lập xã Sơn Lộc (Bố Trạch) trên cơ sở một phần xã Phú Trạch và xã Vạn Trạch. Xã Sơn Lộc có tổng diện tích tự nhiên 1.200 hécta với 1.945 nhân khẩu.\n* Thành lập thị trấn Kiến Giang (Lệ Ninh) trên cơ sở một phần xã Liên Thủy, xã Phong Thủy và xã Xuân Thủy. Thị trấn Kiến Giang có tổng diện tích tự nhiên 357 hécta với 6.200 nhân khẩu.\n* Thành lập xã Quang Phú (TX. Đồng Hới) trên cơ sở một phần xã Lộc Ninh. Xã Quang Phú có diện tích tự nhiên 286 hécta đất với 2.060 nhân khẩu.\n\nNăm 1989, tái lập tỉnh Quảng Bình. Khi tách ra, tỉnh Quảng Bình có 5 đơn vị hành chính gồm thị xã Đồng Hới và 4 huyện: Bố Trạch, Lệ Ninh, Quảng Trạch, Tuyên Hóa.<ref>Nghị quyết phân vạch địa giới các tỉnh Nghĩa Bình, Phú Khánh, Binh Trị Thiên.<\/ref>\n\nNăm 1990, chia huyện Lệ Ninh thành 2 huyện: Lệ Thủy và Quảng Ninh; tái lập huyện Minh Hóa từ huyện Tuyên Hóa; điều chỉnh địa giới thị xã Đồng Hới và huyện Quảng Ninh; điều chỉnh địa giới huyện Tuyên Hóa và huyện Quảng Trạch.<ref>Quyết định số 190-HĐBT năm 1990 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1991, thành lập một số phường thuộc thị xã Đồng Hới.<ref>Quyết định 568\/QĐ-TCCP năm 1991 của Ban Tổ chức Chính phủ.<\/ref>\n\nNăm 1992, thành lập một số phường thuộc thị xã Đồng Hới.<ref>Quyết định 487\/QĐ-TCCP năm 1992 của Ban Tổ chức Chính phủ.<\/ref>\n\nNăm 1998, thành lập xã Thuận Đức thuộc thị xã Đồng Hới<ref>Nghị định số 34\/1998\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở một phần phường Đồng Sơn, phường Bắc Lý và xã Đức Ninh. Xã Thuận Đức có 4.528 ha diện tích tự nhiên và 3.000 nhân khẩu.\n\nNăm 1999, thành lập một số xã, thị trấn thuộc các huyện Quảng Ninh và Tuyên Hóa.<ref>Nghị định số 30\/1999\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập thị trấn Đồng Lê (Tuyên Hóa) trên cơ sở một phần xã Lê Hóa. Thị trấn Đồng Lê có 1.072 ha diện tích tự nhiên và 6.186 nhân khẩu.\n* Thành lập xã Sơn Hóa (Tuyên Hóa) trên cơ sở một phần xã Lê Hóa và xã Đồng Hóa. Xã Sơn Hoá có 3.002 ha diện tích tự nhiên và 2.972 nhân khẩu.\n* Thành lập thị trấn Quán Hàu (Quảng Ninh) trên cơ sở một phần xã Lương Ninh và xã Vĩnh Ninh. hị trấn Quán Hàu có 324,4 ha diện tích tự nhiên và 4.526 nhân khẩu.\n\nNăm 2000, thành lập thị trấn Quy Đạt thuộc huyện Minh Hóa<ref>Nghị định số 31\/2000\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở một phần xã Quy Hóa, xã Yên Hóa và xã Xuân Hóa. Thị trấn Quy Đạt có 757,95 ha diện tích tự nhiên và 5.126 nhân khẩu.\n\nNăm 2001, thành lập xã Lâm Thủy thuộc huyện Lệ Thủy<ref>Nghị định số 85\/2001\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở một phần xã Ngân Thủy. Xã Lâm Thủy có 24.100 ha diện tích tự nhiên và 1.069 nhân khẩu.\n\nNăm 2003, thành lập một số xã thuộc các huyện Minh Hóa và Tuyên Hóa.<ref>Nghị định số 40\/2003\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập xã Trọng Hóa (Minh Hóa) trên cơ sở một phần xã Dân Hóa. Xã Trong Hóa có 18.712 ha diện tích tự nhiên và 2.492 nhân khẩu.\n* Thành lập xã Thanh Thạch (Tuyên Hóa) trên cơ sở một phần xã Thanh Hóa. Xã Thanh Thạch có 3.200 ha diện tích tự nhiên và 2.576 nhân khẩu.\n* Thành lập xã Nam Hóa (Tuyên Hóa) trên cơ sở một phần xã Thạch Hóa. Xã Nam Hóa có 2.365 ha diện tích tự nhiên và 2.320 nhân khẩu.\n\nNăm 2004, thành lập và đổi tên một số phường, xã thuộc thị xã Đồng Hới và huyện Lệ Thủy<ref>Nghị định số 07\/2004\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, thành lập [[Đồng Hới|thành phố Đồng Hới]].<ref>Nghị định 156\/2004\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường Đức Ninh Đông (TX. Đồng Hới) trên cơ sở một phần xã Đức Ninh. Phường Đức Ninh Đông có 313,69 ha diện tích tự nhiên và 5.037 nhân khẩu.\n* Thành lập phường Bắc Nghĩa (TX. Đồng Hới) trên cơ sở một phần xã Nghĩa Ninh. Phường Bắc Nghĩa có 776,10 ha diện tích tự nhiên và 6.220 nhân khẩu.\n* Đổi tên một số xã thuộc huyện Lệ Thủy:\n\n- Đổi tên xã Ngư Thủy thành xã Ngư Thủy Nam.\n\n- Đổi tên xã Hải Thủy thành xã Ngư Thủy Trung.\n\n- Đổi tên xã Ngư Hòa thành xã Ngư Thủy Bắc.\n\n* Thành lập thành phố Đồng Hới trên cơ sở toàn bộ thị xã Đồng Hới. Thành phố Đồng Hới có 15.554 ha diện tích tự nhiên và 130.636 nhân khẩu, có 16 đơn vị hành chính trực thuộc gồm 10 phường và 6 xã.\n\nNăm 2013, thành lập [[Ba Đồn|thị xã Ba Đồn]] và thành lập các phường thuộc thị xã Ba Đồn.<ref>Nghị quyết 125\/NQ-CP năm 2013 của Chính phủ.<\/ref>\n\n* Thành lập thị xã Ba Đồn trên cơ sở một phần huyện Quảng Trạch (toàn bộ thị trấn Ba Đồn và 15 xã Quảng Long, Quảng Phong, Quảng Thọ, Quảng Thuận, Quảng Phúc, Quảng Sơn, Quảng Tiên, Quảng Trung, Quảng Tân, Quảng Thủy, Quảng Minh, Quảng Lộc, Quảng Hải, Quảng Hòa, Quảng Văn)\n* Thành lập các phường thuộc thị xã Ba Đồn:\n\n- Thành lập phường Ba Đồn trên cơ sở toàn bộ thị trấn Ba Đồn. Phường Ba Đồn có 200,81 ha diện tích tự nhiên và 10.357 nhân khẩu.\n\n- Thành lập phường Quảng Long trên cơ sở toàn bộ xã Quảng Long. Phường Quảng Long có 911,61 ha diện tích tự nhiên và 7.011 nhân khẩu.\n\n- Thành lập phường Quảng Phong trên cơ sở toàn bộ xã Quảng Phong. Phường Quảng Phong có 470,04 ha diện tích tự nhiên và 6.705 nhân khẩu.\n\n- Thành lập phường Quảng Thọ trên cơ sở toàn bộ xã Quảng Thọ. Phường Quảng Thọ có 916,74 ha diện tích tự nhiên và 13.788 nhân khẩu.\n\n- Thành lập phường Quảng Thuận trên cơ sở toàn bộ xã Quảng Thuận. Phường Quảng Thuận có 771,08 ha diện tích tự nhiên và 8.628 nhân khẩu.\n\n- Thành lập phường Quảng Phúc trên cơ sở toàn bộ xã Quảng Phúc. Phường Quảng Phúc có 1.435,46 ha diện tích tự nhiên và 10.144 nhân khẩu.\n\n* Thị xã Ba Đồn có 16.318,28 ha diện tích tự nhiên, 115.196 nhân khẩu, có 15 đơn vị hành chính cấp xã, gồm 6 phường và 9 xã\n\nNăm 2020, sắp xếp và thành lập đơn vị hành chính cấp xã thuộc tất cả các đơn vị hành chính của tỉnh Quảng Bình (trừ thị xã Ba Đồn và huyện Quảng Ninh).<ref>Nghị quyết 862\/NQ-UBTVQH14 năm 2020 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Lệ Thủy:\n\n- Thành lập xã Ngư Thủy trên cơ sở toàn bộ xã Ngư Thủy Trung và xã Ngư Thủy Nam. Xã Ngư Thủy có 23,40&nbsp;km² diện tích tự nhiên và quy mô dân số 5.105 người.\n\n- Sáp nhập toàn bộ xã Văn Thủy vào xã Trường Thủy. Xã Trường Thủy có 35,60&nbsp;km² diện tích tự nhiên và quy mô dân số 4.480 người.\n\n- Sau khi sắp xếp, huyện Lệ Thủy có 26 đơn vị hành chính cấp xã, gồm 24 xã và 02 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc thành phố Đồng Hới:\n\n- Thành lập phường Đồng Hải trên cơ sở toàn bộ phường Đồng Mỹ và phường Hải Đình. Phường Đồng Hải có 1,93&nbsp;km² diện tích tự nhiên và quy mô dân số 5.957 người.\n\n- Sau khi sắp xếp, thành phố Đồng Hới có 15 đơn vị hành chính cấp xã, gồm 09 phường và 06 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Bố Trạch:\n\n- Thành lập xã Hải Phú trên cơ sở toàn bộ xã Hải Trạch và xã Phú Trạch. Xã Hải Phú có 14,60&nbsp;km² diện tích tự nhiên và quy mô dân số 12.898 người.\n\n- Sáp nhập toàn bộ xã Hoàn Trạch vào thị trấn Hoàn Lão. Thị trấn Hoàn Lão có 13,04&nbsp;km² diện tích tự nhiên và quy mô dân số 11.493 người.\n\n- Thành lập thị trấn Phong Nha trên cơ sở toàn bộ xã Sơn Trạch. Thị trấn Phong Nha có 99,48&nbsp;km² diện tích tự nhiên và quy mô dân số 12.475 người.\n\n- Sau khi sắp xếp, huyện Bố Trạch có 28 đơn vị hành chính cấp xã, gồm 25 xã và 03 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Quảng Trạch:\n\n- Thành lập xã Liên Trường trên cơ sở toàn bộ xã Quảng Liên và xã Quảng Trường. Xã Liên Trường có 25,80&nbsp;km² diện tích tự nhiên và quy mô dân số 6.910 người.\n\n- Sau khi sắp xếp, huyện Quảng Trạch có 17 đơn vị hành chính cấp xã, gồm 17 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Tuyên Hóa:\n\n- Sáp nhập toàn bộ xã Nam Hóa vào xã Thạch Hóa. Xã Thạch Hóa có 74,70&nbsp;km² diện tích tự nhiên và quy mô dân số 7.649 người.\n\n- Sau khi sắp xếp, huyện Tuyên Hóa có 19 đơn vị hành chính cấp xã, gồm 18 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Minh Hóa:\n\n- Sáp nhập toàn bộ xã Quy Hóa vào thị trấn Quy Đạt. Thị trấn Quy Đạt có 15,27&nbsp;km² diện tích tự nhiên và quy mô dân số 7.608 người.\n\n- Sau khi sắp xếp, huyện Minh Hóa có 15 đơn vị hành chính cấp xã, gồm 14 xã và 01 thị trấn.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Vietnam Administrative Atlas_ Vietnam Publishing House of Natural resources, environment and cartography.\n{{DEFAULTSORT|Quảng Bình}}\n\n{{Đơn vị hành chính thuộc tỉnh Quảng Bình}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Hành chính Quảng Bình]]"}