{"3692363":"'''[[Hưng Yên]]''' là một [[tỉnh]] thuộc vùng [[đồng bằng sông Hồng]]. Phía bắc giáp tỉnh [[Bắc Ninh]], phía nam giáp tỉnh [[Thái Bình]], phía đông giáp tỉnh [[Hải Dương]] và phía tây giáp thủ đô [[Hà Nội]] và tỉnh [[Hà Nam]].\n\n==Trước khi thành lập tỉnh==\nNguyên xưa, vùng đất Hưng Yên thuộc đất [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam]]. Sách [[Đại Nam Nhất thống chí]] chép vùng đất Sơn Nam có lẽ là thuộc huyện Chu Diên, quận Giao Chỉ đời Hán. Đến thời Ngô Quyền, đất Sơn Nam được đặt thuộc châu Đằng, đời Tiền Lê đổi thành phủ Thái Bình. Thời [[Lý Cao Tông]] đổi thành Châu Đằng châu Khoái. Đời Trần đổi thành lộ Long Hưng và lộ Khoái.\n\nThời [[nhà Minh]] đô hộ, vùng đất Sơn Nam thuộc phủ Trần Man và Kiến Xương. Sau khi nhà Lê giành lại quyền tự chủ, đất Sơn Nam thuộc về Nam đạo; năm Quang Thuận thứ 10 đời Lê (1469), đổi thành đạo Thiên Trường. Đời Hồng Đức ([[Lê Thánh Tông]], đổi thuộc Thừa tuyên [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam]]. Đến năm Cảnh Hưng thứ 2 (1741), chia đất Sơn Nam thành 2 lộ: Khoái Châu thuộc Thượng lộ, Tiên Hưng thuộc Hạ lộ, đặt chức Trấn thủ. Cuối đời Lê, đổi thành 2 trấn Sơn Nam Thượng và Sơn Nam Hạ. \n\nVùng đất Hưng Yên nổi danh từ thời kỳ Trịnh - Nguyễn phân tranh trước đó với [[Phố Hiến]], vốn là thương cảng đô hội quan trọng bậc nhất ở [[Đàng Ngoài]]. Thuyền bè ngược sông Hồng lên [[Thăng Long]] \"Kẻ Chợ\" đều phải dừng ở Phố Hiến đợi giấy phép nên Phố Hiến trở thành tụ điểm sầm uất. Người Tàu, người Nhật và người Tây phương đều đến đấy buôn bán. Do vậy dân gian đã có câu: \"Thứ nhất Kinh Kỳ, thứ nhì Phố Hiến\".\n\nĐời [[nhà Nguyễn]] năm [[Minh Mạng|Minh Mệnh]] thứ 3 (1822), Sơn Nam Thượng được đổi thành trấn Sơn Nam còn Sơn Nam Hạ thì gọi là trấn Nam Định. \n\n==Hưng Yên thời nhà Nguyễn==\nNăm Minh Mệnh thứ 12 (1831), tỉnh Hưng Yên được thành lập, gồm các huyện Đông Yên, [[Kim Động]], Thiên Thi, [[Tiên Lữ]], [[Phù Cừ]] của phủ Khoái Châu, trấn Sơn Nam; và các huyện Thần Khê, Hưng Nhân, Duyên Hà của phủ Tiên Hưng, trấn Nam Định. Nhà Nguyễn cũng cắt đặt một chức Tuần phủ, đặt dưới quyền Tổng đốc Định Yên (Nam Định - Hưng Yên). \n\nNăm Tự Đức thứ 4 (1851), đổi huyện Tiên Lữ thuộc phủ Khoái Châu sang phủ Tiên Hưng.\n\nNăm Tự Đức thứ 15 (1862) tránh chữ \"Thiên\" thuộc diện các chữ tôn kính, đổi huyện Thiên Thi thành huyện [[Ân Thi]].\n\nNgày [[25 tháng 2]] năm 1890, Toàn quyền Đông Dương ra Nghị định thành lập đạo Bãi Sậy, gồm 4 huyện:\n* [[Yên Mỹ]]: thành lập từ một số tổng thuộc huyện Đông Yên, Ân Thi của tỉnh Hưng Yên; một số tổng của huyện Mỹ Hào của tỉnh Hải Dương, một số tổng của huyện Văn Giang, tỉnh Bắc Ninh.\n* [[Mỹ Hào]]: gồm 4 tổng còn lại sau khi cắt sang huyện Yên Mỹ.\n* Cẩm Lương: gồm một số tổng của ba huyện Văn Giang, Gia Lâm và Siêu Loại tỉnh Bắc Ninh.\n* [[Văn Lâm]]: gồm các tổng của huyện Văn Lâm.\n\nNgày [[21 tháng 3]] năm 1890, Toàn quyền Đông Dương ra nghị định thành lập tỉnh [[Thái Bình]], gồm phủ Thái Bình, phủ Kiến Xương (tách từ tỉnh [[Nam Định]]) và huyện Thần Khê (tách từ tỉnh [[Hưng Yên]] và sáp nhập vào phủ Thái Bình - sau đổi tên là phủ Thái Ninh). Huyện Tiên Lữ thuộc phủ Tiên Hưng cũng được chuyển trở về phủ Khoái Châu.\n\nNăm 1891, bãi bỏ đạo Bãi Sậy, đưa các huyện Văn Lâm, Yên Mỹ, Mỹ Hào vào Hưng Yên. Huyện Cẩm Lương, phần thuộc Cẩm Giàng trả về nơi cũ, phần thuộc Lương Tài – Siêu Loại đưa vào Văn Lâm, Mỹ Hào.\n\nNgày [[28 tháng 11]] năm 1894, chính quyền thực dân cắt hai huyện Hưng Nhân và Duyên Hà của Hưng Yên về tỉnh [[Thái Bình]].<ref>Đào Duy Anh. ''Đất Nước Việt Nam Qua Các Đời''. Huế: Thuận Hóa, 1995.<\/ref>\n\n==Từ Hưng Yên đến Hải Hưng==\nSau khi chính quyền [[Việt Nam Dân chủ Cộng hòa]] được thành lập, cải cách hành chính trên toàn quốc đã bãi bỏ cấp hành chính phủ, gọi chung là huyện. Tổ chức hành chính trên địa bàn tỉnh Hưng Yên gồm 8 huyện: [[Ân Thi]], [[Khoái Châu]], [[Kim Động]], [[Mỹ Hào]], [[Phù Cừ]], [[Tiên Lữ]], [[Văn Lâm]], [[Yên Mỹ]]. Ngày [[15 tháng 8]] năm 1946, [[Hưng Yên (thành phố)|thị xã Hưng Yên]] được thành lập gồm có hai khu phố (Đầu Lĩnh và Đằng Giang).\n\nNăm 1947, huyện [[Văn Giang]] của tỉnh [[Bắc Ninh]] được sáp nhập về tỉnh Hưng Yên.\n\nNăm 1961, xã Văn Đức thuộc huyện Văn Giang được sáp nhập về huyện [[Gia Lâm]] của thành phố [[Hà Nội]].<ref>Nghị quyết của Quốc hội khóa II ngày 20-4-1961.<\/ref>\n\nNăm 1968, hợp nhất tỉnh [[Hải Dương]] và tỉnh Hưng Yên thành một tỉnh lấy tên là tỉnh [[Hải Hưng (tỉnh)|Hải Hưng]].<ref>Nghị quyết của Quốc hội khóa III ngày 27-1-1968.<\/ref>\n\n==Thời kỳ Hải Hưng==\nNăm 1977, hợp nhất huyện Phù Cừ và huyện Tiên Lữ thành một huyện lấy tên là huyện [[Phù Tiên]]; hợp nhất huyện Văn Giang và huyện Yên Mỹ thành một huyện lấy tên là huyện [[Văn Yên (huyện cũ)|Văn Yên]]; hợp nhất huyện Văn Lâm và huyện Mỹ Hào thành một huyện lấy tên là huyện [[Mỹ Văn|Văn Mỹ]]<ref>Quyết định số 58-CP năm 1977 của Hội đồng Chính phủ<\/ref>.\n\nNăm 1979, hợp nhất huyện Kim Động và huyện Ân Thi thành một huyện lấy tên là huyện [[Kim Thi]]; hợp nhất huyện Văn Mỹ và một phần huyện Văn Yên thành một huyện lấy tên là huyện [[Mỹ Văn]]; hợp nhất huyện Khoái Châu và phần còn lại của huyện Văn Yên thành một huyện lấy tên là huyện [[Châu Giang (huyện)|Châu Giang]]<ref>Quyết định số 70-CP năm 1979 của Hội đồng Chính phủ<\/ref>.\n\nNăm 1982, sáp nhập các xã Hiến Nam và Lam Sơn của huyện Kim Thi vào thị xã Hưng Yên.<ref>Quyết định số 02-HĐBT năm 1982 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1989, thành lập thị trấn Bần Yên Nhân thuộc huyện Mỹ Văn.<ref>Quyết định số 108-HĐBT năm 1989 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1994, thành lập thị trấn Yên Mỹ thuộc huyện Mỹ Văn.<ref>Nghị định số 56-CP năm 1994 của Chính phủ.<\/ref>\n\nNăm 1995, thành lập thị trấn Vương thuộc huyện Phù Tiên<ref>Nghị định số 57-CP năm 1995 của Chính phủ.<\/ref> trên cơ sở một phần xã Ngô Quyền và xã Dị Chế. Thị trấn Vương có diện tích tự nhiên 199,96 hécta; 6.314 nhân khẩu.\n\n==Tái lập tỉnh Hưng Yên==\nNăm 1996, chia huyện Kim Thi thành hai huyện như cũ<ref>Nghị định số 05-CP năm 1996 của Chính phủ.<\/ref>, thành lập thị trấn Ân Thi thuộc huyện Ân Thi<ref>Nghị định số 17-CP năm 1996 của Chính phủ.<\/ref>. Cùng năm, tỉnh Hưng Yên được tái lập. Tỉnh Hưng Yên có 6 đơn vị hành chính gồm thị xã Hưng Yên và 5 huyện: Ân Thi, Kim Động, Phù Tiên, Châu Giang, Mỹ Văn <ref>Nghị quyết của Quốc hội khóa IX ngày 6-11-1996.<\/ref>.\n\n* Giải thế huyện Kim Thi. Thành lập huyện Kim Động và huyện Ân Thi trên cơ sở toàn bộ huyện Kim Thi\n\n- Huyện Kim Động có diện tích tự nhiên 11.633,61 hécta và 124.507 nhân khẩu, gồm 20 xã.\n\n- Huyện Ân Thi có diện tích tự nhiên 12.498,23 hécta và 124.714 nhân khẩu, gồm 21 xã.\n\n* Thành lập thị trấn Ân Thi (Ân Thi) trên cơ sở toàn bộ xã Thổ Hoàng và một phần xã Đăng Lễ, Hoàng Hoa Thám, Quảng Lăng. Thị trấn Ân Thi có diện tích tự nhiên 737,04 hécta với 7,955 nhân khẩu.\n\nNgày 24\/2\/1997, chia huyện Phù Tiên thành hai huyện: Phù Cừ và Tiên Lữ; thành lập các phường: Quang Trung, Lê Lợi, Hiến Nam, Lam Sơn, Hồng Châu thuộc thị xã Hưng Yên và thành lập thị trấn Như Quỳnh thuộc huyện Mỹ Văn<ref>Nghị định số 17-CP năm 1997 của Chính phủ<\/ref> và thị trấn Khoái Châu thuộc huyện Châu Giang<ref>Nghị định số 102-CP năm 1997 của Chính phủ<\/ref>.\n\n* Giải thể huyện Phù Tiên. Thành lập huyện Phù Cừ và huyện Tiên Lữ trên cơ sở toàn bộ huyện Phù Tiên\n\n- Huyện Phù Cừ có 9.127 ha diện tích tự nhiên và 86.197 nhân khẩu, gồm 14 đơn vị hành chính trực thuộc là các xã: Nguyên Hoà, Tổng Trấn, Tam Đa, Minh Tiến, Tiên Tiến, Nhật Quang, Đình Cao, Tống Phan, Quang Hưng, Trần Cao, Minh Tân, Phan Sào Nam, Minh Hoàng và Đoàn Đào.\n\n- Huyện Tiên Lữ có 11.304 ha diện tích tự nhiên và 132.555 nhân khẩu gồm 22 đơn vị hành chính trực thuộc là các xã: Lệ Xá, Minh Phương, Cương Chính, Trung Dũng, Thuỵ Lôi, Đức Thắng, Hải Triều, An Viên, Dị Chế, Ngô Quyền, Hưng Đạo, Nhật Tân, Trung Nghĩa, Liên Phương, Thủ Sĩ, Thiện Phiến, Phương Chiểu, Tân Hưng, Hồng Nam, Hoàng Hanh, Quảng Châu và thị trấn Vương.\n\n* Thành lập các phường thuộc thị xã Hưng Yên:\n\n- Thành lập phường Quang Trung trên cơ sở một phần phường Lê Lợi. Phường Quang Trung có 48,28 ha diện tích tự nhiên và 7.959 nhân khẩu.\n\n- Thành lập phường Hiến Nam trên cơ sở toàn bộ xã Hiến Nam. Phường Hiến Nam có 721,5 ha diện tích tự nhiên và 12.486 nhân khẩu.\n\n- Thành lập phường Hồng Châu trên cơ sở toàn bộ xã Hồng Châu. Phường Hồng Châu có 383,6 ha diện tích tự nhiên và 5.200 nhân khẩu.\n\n- Thành lập phường Lam Sơn trên cơ sở toàn bộ xã Lam Sơn. Phường Lam Sơn có 752,9 ha diện tích tự nhiên và 6.515 nhân khẩu.\n\n* Thành lập thị trấn Như Quỳnh (Mỹ Văn) trên cơ sở toàn bộ xã Như Quỳnh. Thị trấn Như Quỳnh có 650 ha diện tích tự nhiên và 10.825 nhân khẩu.\n* Thành lập thị trấn Khoái Châu (Châu Giang) trên cơ sở toàn bộ xã Kim Ngưu và một phần xã An Vĩ. Thị trấn Khoái Châu có 412,92 ha diện tích tự nhiên và 9.662 nhân khẩu.\n\nNăm 1999, thành lập thị trấn Văn Giang thuộc huyện Châu Giang<ref>Nghị định số 35\/1999\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, điều chỉnh địa giới huyện Châu Giang và huyện Mỹ Văn: chia huyện Châu Giang thành hai huyện Khoái Châu và Văn Giang; chia huyện Mỹ Văn thành 3 huyện Mỹ Hào, Văn Lâm, Yên Mỹ<ref>Nghị định số 60\/1999\/NĐ-CP của Chính phủ.<\/ref>.\n\n* Thành lập thị trấn Văn Giang (Châu Giang) trên cơ sở toàn bộ xã Văn Phúc. Thị trấn Văn Giang có 677,91 ha diện tích tự nhiên và 8.590 nhân khẩu.\n* Giải thể huyện Châu Giang và huyện Mỹ Văn. Thành lập 5 huyện Khoái Châu, Văn Giang, Mỹ Hào, Văn Lâm, Yên Mỹ trên cơ sở toàn bộ 2 huyện Châu Giang và Mỹ Văn:\n\n- Huyện Mỹ Hào có 7.152,9 ha diện tích tự nhiên và 80.987 nhân khẩu, gồm 13 đơn vị hành chính trực thuộc là các xã: Nhân Hoà, Phan Đình Phùng, Cẩm Xá, Dương Quang, Hòa Phong, Minh Đức, Ngọc Lâm, Bạch Sam, Hưng Long, Dị Sử, Phùng Chí Kiên, Xuân Dục và thị trấn Bần Yên Nhân.\n\n- Huyện Văn Lâm có 6.818,4 ha diện tích tự nhiên và 92.301 nhân khẩu, gồm 11 đơn vị hành chính trực thuộc là các xã: Tân Quang, Lạc Đạo, Đại Đồng, Chỉ Đạo, Việt Hưng, Lương Tài, Minh Hải, Lạc Hồng, Trưng Trắc, Đình Dù và thị trấn Như Quỳnh.\n\n- Huyện Yên Mỹ có 9.004,7 ha diện tích tự nhiên và 121.927 nhân khẩu, gồm 17 đơn vị hành chính trực thuộc là các xã: Giai Phạm, Đồng Than, Ngọc Long, Thanh Long, Nghĩa Hiệp, Liêu Xá, Tân Lập, Trung Hưng, Lý Thường Kiệt, Tân Việt, Trung Hòa, Minh Châu, Việt Cường, Yên Phú, Yên Hòa, Hoàn Long và thị trấn Yên Mỹ\n\n- Huyện Khoái Châu có 13.073,1 ha diện tích tự nhiên và 184.079 nhân khẩu, gồm 25 đơn vị hành chính trực thuộc là các xã : Đông Tảo, Dạ Trạch, Hàm Tử, Ông Đình, Bình Minh, An Vĩ, Bình Kiều, Tân Dân, Đông Kết, Tứ Dân, Tân Châu, Đông Ninh, Đại Tập, Liên Khê, Chí Tân, Nhuế Dương, Đại Hưng, Thuần Hưng, Thành Công, Phùng Hưng, Việt Hòa, Hồng Tiến, Đồng Tiến, Dân Tiến và thị trấn Khoái Châu.\n\n- Huyện Văn Giang có 7.316,8 ha diện tích tự nhiên và 91.780 nhân khẩu, gồm 11 đơn vị hành chính trực thuộc là các xã: Xuân Quang, Phụng Công, Thắng Lợi, Liên Nghĩa, Mễ Sở, Cửu Cao, Long Hưng, Tân Tiến, Nghĩa Trụ, Vĩnh Khúc và thị trấn Văn Giang.\n\nNăm 2000, thành lập thị trấn Trần Cao thuộc huyện Phù Cừ<ref>Nghị định số 20\/2000\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở toàn bộ xã Trần Cao. Thị trấn Trần Cao có 472 ha diện tích tự nhiên và 4.745 nhân khẩu.\n\nNăm 2002, thành lập thị trấn Lương Bằng thuộc huyện Kim Động<ref>Nghị định số 28\/2002\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở toàn bộ xã Lương Bằng. Thị trấn Lương Bằng có 755 ha diện tích tự nhiên và 9.173 nhân khẩu.\n\nNăm 2003, sáp nhập xã Bảo Khê của huyện Kim Động và các xã: Hồng Nam, Liên Phương, Quảng Châu, Trung Nghĩa của huyện Tiên Lữ vào thị xã Hưng Yên; thành lập phường An Tảo thuộc thị xã Hưng Yên.<ref>Nghị định số 108\/2003\/NĐ-CP của Chính phủ.<\/ref>\n\n* Sáp nhập một phần huyện Tiên Lữ (toàn bộ các xã Hồng Nam, Liên Phương, Quảng Châu, Trung Nghĩa) và huyện Kim Động (toàn bộ xã Bảo Khê) vào thị xã Hưng Yên. \n* Thành lập phường An Tảo trên cơ sở một phần phường Hiến Nam. Phường An Tảo có 322,56 ha diện tích tự nhiên và 8.444 nhân khẩu.\n* Thị xã Hưng Yên có 4.680,36 ha diện tích tự nhiên và 76.409 nhân khẩu, có 12 đơn vị hành chính trực thuộc gồm 7 phường và 5 xã.\n\nNăm 2009, thành lập [[Hưng Yên (thành phố)|thành phố Hưng Yên]].<ref>Nghị định số 04\/NĐ-CP năm 2009 của Chính phủ.<\/ref> trên cơ sở toàn bộ thị xã Hưng Yên\n\nNăm 2013, sáp nhập 2 xã: Hùng Cường, Phú Cường của huyện Kim Động và các xã: Hoàng Hanh, Phương Chiểu, Tân Hưng của huyện Tiên Lữ vào thành phố Hưng Yên.<ref>Nghị quyết số 95\/NQ-CP năm 2013 của Chính phủ.<\/ref>\n\n* Thành phố Hưng Yên có 7.342,07 ha diện tích tự nhiên và 147.275 nhân khẩu; có 17 đơn vị hành chính cấp xã, gồm 07 phường và 10 xã\n\nNăm 2019, thành lập [[Mỹ Hào|thị xã Mỹ Hào]].<ref>Nghị quyết số 656\/NQ-UBTVQH14 năm 2019 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Thành lập thị xã Mỹ Hào trên cơ sở toàn bộ huyện Mỹ Hào\n* Thành lập các phường thuộc thị xã Mỹ Hào:\n\n- Thành lập phường Bạch Sam trên cơ sở toàn bộ xã Bạch Sam. Phường Bạch Sam có 4,56 km² diện tích tự nhiên và 11.037 người.\n\n- Thành lập phường Bần Yên Nhân trên cơ sở toàn bộ thị trấn Bần Yên Nhân. Phường Bần Yên Nhân có 5,72 km² diện tích tự nhiên và 24.777 người.\n\n- Thành lập phường Minh Đức trên cơ sở toàn bộ xã Minh Đức. Phường Minh Đức có 5,64 km² diện tích tự nhiên và 11.528 người.\n\n- Thành lập phường Dị Sử trên cơ sở toàn bộ xã Dị Sử. Phường Dị Sử có 6,71 km² diện tích tự nhiên và 19.413 người.\n\n- Thành lập phường Nhân Hòa trên cơ sở toàn bộ xã Nhân Hòa. Phường Nhân Hòa có 6,21 km² diện tích tự nhiên và 17.163 người.\n\n- Thành lập phường Phan Đình Phùng trên cơ sở toàn bộ xã Phan Đình Phùng. Phường Phan Đình Phùng có 7,52 km² diện tích tự nhiên và 11.815 người.\n\n- Thành lập phường Phùng Chí Kiên trên cơ sở toàn bộ xã Phùng Chí Kiên. Phường Phùng Chí Kiên có 4,47 km² diện tích tự nhiên và 9.467 người.\n\n* Thị xã Mỹ Hào có 79,36 km² diện tích tự nhiên và 158.673 người, có 13 đơn vị hành chính trực thuộc, gồm 7 phường và 6 xã\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Đơn vị hành chính thuộc tỉnh Hưng Yên}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Hưng Yên]]\n[[Thể loại:Hành chính Hưng Yên]]"}