{"3692303":"'''[[Tuyên Quang]]''' là một [[tỉnh]] thuộc vùng [[trung du và miền núi Bắc Bộ]]. Phía bắc giáp tỉnh [[Hà Giang]] và tỉnh [[Cao Bằng]], phía nam giáp tỉnh [[Vĩnh Phúc]], phía đông giáp tỉnh [[Bắc Kạn]] và tỉnh [[Thái Nguyên]], phía tây giáp tỉnh [[Yên Bái]] và tỉnh [[Phú Thọ]].\n==Trước năm 1945<ref>{{Chú thích web|url=https:\/\/tuyenquang.gov.vn\/noidung\/tintuc\/Pages\/chi-tiet-tin-tuc.aspx?ItemID=9706&l=Tintuc&lv=35|tựa đề=Tên gọi Tuyên Quang qua các thời kỳ lịch sử|url lưu trữ=https:\/\/web.archive.org\/web\/20200219034522\/https:\/\/tuyenquang.gov.vn\/noidung\/tintuc\/Pages\/chi-tiet-tin-tuc.aspx%3FItemID%3D9706%26l%3DTintuc%26lv%3D35|ngày lưu trữ=2020-02-19|url-status=dead}}<\/ref>==\nTên gọi [[Tuyên Quang]] xuất hiện sớm nhất trong cổ thư ở nước ta là trong sách \"[[An Nam chí lược]]\" của Lê Tắc, soạn thảo ở Trung Quốc vào năm 1335. Sách viết: \"Quy Hóa giang tự Vân Nam, Tuyên Quang thủy tự Đặc Ma đạo, Đà giang thủy tự Chàng Long, nhân danh yên\" (có nghĩa: nước sông Quy Hóa từ Vân Nam chảy về, nước sông Tuyên Quang từ đạo Đặc Ma chảy về, nước [[sông Đà]] từ Chàng Long chảy về, nhân có ngã ba sông mà đặt tên như vậy). Có thể thời điểm đó tên gọi Tuyên Quang bắt nguồn từ tên một con sông, sông Tuyên Quang (nay là sông Lô) mà tác giả sau này có viết đến: Cao Hùng Trưng (thời Minh) viết trong \"[[An Nam chí nguyên]]\": sông Tuyên Quang ở huyện Khoáng tác giả [[Nguyễn Văn Siêu]] viết trong \"Đại Việt địa dư toàn biên\": Sông Tuyên Quang ở phía bắc phủ Giao Châu; tác giả Đặng Xuân Bảng viết trong \"Sử học bị khảo\": Sông Tuyên Quang phát nguồn từ ty Giáo Hóa chảy về.\n\nVào [[Nhà Trần|thời Trần]] (thế kỷ XIII-XIV), Tuyên Quang có tên hành chính là \"Lộ\". Bài minh văn khắc trên quả chuông ở Bạch Hạc Thông Thánh quán (Việt Trì, Phú Thọ), đúc năm Đại Khánh thứ 8, thời vua [[Trần Minh Tông]] (năm 1321) có nói về cuộc kháng chiến chống quân Nguyên của quân dân nhà Trần như sau: \"Cuối đông năm Giáp Thân (1284) giặc Bắc (chỉ quân Nguyên-Mông) đến xâm lược. Bấy giờ Khai Quốc Vương Trần Nhật Duật trấn thủ ở các lộ Tuyên Quang. Đến năm Ất Dậu (1285) tại sông Bạch Hạc, ông đã cắt tóc thề nguyền với thần linh đem hết tấm lòng trung để báo ơn vua...\". Cũng theo Lê Quý Đôn, đến cuối thời Trần, Tuyên Quang còn có tên là \"Trấn\": Trấn Tuyên Quang, triều đình đặt chức Phiêu kỵ Đại tướng quân để thống lĩnh.\n\nTuy nhiên, từ thời Trần trở về trước nền hành chính của Tuyên Quang chưa ổn định. Bấy giờ, Tuyên Quang là vùng đất của các tù trưởng dân tộc thiểu số, họ lấy \"Châu\" làm lãnh thổ của riêng mình (các Châu Kimi), ít phụ thuộc hoặc phụ thuộc lỏng lẻo vào triều đình phong kiến trung ương, như: Châu Đô Kim (nay là [[Hàm Yên]]), Châu Vị Long (nay là [[Chiêm Hóa]])... do đó, các vị vua triều Lý-Trần đều sử dụng chính sách \"viễn nhu\" để bảo đảm an ninh biên cương và giữ khối đoàn kết dân tộc.\n\nKhi giặc Minh đô hộ nước ta đã đặt nền hành chính Tuyên Quang vào \"Phủ\" gọi là Phủ Tuyên Quang sau đó đổi là châu Tuyên Hóa. Phủ Tuyên Quang lúc này có 9 huyện là: Đương Đạo, Văn Yên, Bình Nguyên, Để Giang, Thu Vật, Đại Man, Khoáng, Dương, Ất. Đứng đầu phủ là tri phủ, đứng đầu huyện là tri huyện.      \n\n[[Nhà Lê sơ|Thời Lê sơ]] (thế kỷ XV-XVI), để tăng cường sự quản lý của nhà nước đối với các miền biên viễn, năm 1466, Lê Thánh Tông chia nước ta thành 12 đạo, Tuyên Quang trở thành một Đạo thừa tuyên gồm một phủ (thủ phủ là Yên Bình), một huyện (Phúc Yên) và 5 châu: Thu Vật, Lục Yên, Đại Man, Bình Nguyên, Bảo Lạc. Đứng đầu Đạo thừa tuyên là Đô ty, dưới là Thừa ty. Năm 1469, vua Lê Thánh Tông định lại bản đồ 12 đạo thì Đạo thừa tuyên Tuyên Quang có 1 phủ (Yên Bình), 1 huyện (Phúc Yên) và 5 châu: Thu Vật, Lục Yên, Đại Man, Bình Nguyên, Bảo Lạc; tổng cộng 223 xã, 11 phường, 2 thôn, 1 trang, 7 động. Đến năm Hồng Đức 21 (1490), Đạo Thừa Tuyên đổi tên là xứ Tuyên Quang, tên phủ, huyện không thay đổi.\n\nKhi Gia Quốc Công Vũ Văn Mật có công phò Lê đánh Mạc được cai quản một vùng đất rộng lớn gồm xứ Tuyên Quang và phủ Hưng Hóa ([[Phú Thọ]] và [[Vĩnh Phúc]]) đặt tên là Dinh An Tây (Trung tâm là đất Đại Đồng, nay thuộc xã An Khang\". Dòng họ Vũ thế tập 5 đời tổng cộng 142 năm kể từ [[Vũ Văn Uyên]] năm Thống Nguyên thứ 6 (1527) đến năm Cảnh Trị thứ 7 (1669). Năm 1669, Vũ Công Tuấn trên đường từ kinh thành về thực hiện mưu đồ phản nghịch bị Lưu thủ kinh thành là Điện quận công Trịnh Ác đem quân đuổi theo giết chết. Sau sự kiện này, nhà Lê bỏ quyền thế tập của dòng họ Vũ, chia vùng nay thành 2 trấn: Tuyên Quang và Hưng Hóa, đặt lưu quan cai trị như trước.\n\nĐầu [[Nhà Nguyễn|triều Nguyễn]] (thế kỷ XIX), tên gọi các đơn vị hành chính xứ Tuyên Quang cơ bản vẫn giữ như thời Lê. Năm 1831, vua [[Minh Mạng]] tiến hành cải cách hành chính trong cả nước, Tuyên Quang trở thành một tỉnh dưới quyền kiểm soát của Tổng đốc Sơn-Hưng-Tuyên. Cương vực địa lý tỉnh Tuyên Quang thời điểm này được các sử gia chép lại như sau: phía bắc giáp Vân Nam, Quảng Tây (Trung Quốc), phía nam giáp phủ Đoan Hùng, phía tây giáp tỉnh Hưng Hóa, phía đông giáp tỉnh Cao Bằng, Thái Nguyên. Vị Tổng đốc đầu tiên là Quân vụ Đại thần Địch trung tử Hoàng Kế Viêm. Đến năm Minh Mạng thứ 16 (1833), tách phủ Yên Bình thành 2 phủ là Yên Bình và Yên Ninh, các châu huyện từ thời Lê cũng có nhiều thay đổi:\n\n=== '''Phủ Yên Bình''' ===\nĐược thành lập từ năm Quang Thuận thứ 7 (1466) và được giữ tên qua nhiều giai đoạn lịch sử, địa giới phủ rất rộng, gồm 2 châu: Thu Vật, Lục Yên và 2 huyện: Hàm Yên, Vĩnh Tuy.\n\n         - Châu Thu Vật: có tên từ thời Trần là trại Thu Vật, thời thuộc Minh, thời Lê vẫn giữ nguyên, năm Minh Mạng thứ 3 (1822) đổi tên là Thu Châu, gồm 8 tổng, 39 xã, thôn, sau năm 1945 đổi thành huyện Yên Bình (nay là huyện Yên Bình, tỉnh Yên Bái).\n\n         - Châu Lục Yên: vốn là tên châu từ thời Lê, thuộc phủ Yên Bình, gồm 6 tổng, 27 xã, thôn (nay là huyện [[Lục Yên]], tỉnh [[Yên Bái]]).\n\n         - Huyện Hàm Yên: thời Đinh-Tiền Lê (thế kỷ X) có tên là Sóc Sùng, thời Lý gọi là châu Tô Mậu, sau đổi là châu Đô Kim, thời thuộc Minh là huyện Văn Yên. Đầu thời Lê đổi là huyện Sùng Yên, năm 1466 đổi là huyện Phúc Yên (thuộc phủ Yên Bình). Năm Minh Mạng thứ 3 (1822) đổi là huyện Hàm Yên, gồm 10 tổng, 62 xã, phố, vạn, trại (nay là huyện [[Hàm Yên]] và một phần huyện [[Yên Sơn]], [[Tuyên Quang (thành phố)|thành phố Tuyên Quang]]).\n\n         - Huyện Vĩnh Tuy: vốn là đất thuộc châu Vị Xuyên. Năm 1833, châu Vị Xuyên tách thành huyện [[Vị Xuyên]] (thuộc phủ Tương An) và huyện Vĩnh Tuy, gồm 6 tổng, 28 xã, thôn (nay là huyện [[Hoàng Su Phì]], tỉnh [[Hà Giang]]).\n\n=== '''Phủ Yên Ninh''' ===\nĐược thành lập từ năm 1833 do tách từ phủ Yên Bình, đến năm Thiệu Trị thứ 2 (1842) đổi phủ Yên Ninh thành phủ Tương An, gồm châu Chiêm Hóa và 3 huyện: Vĩnh Điện, Để Định, Vị Xuyên:\n\n         - Châu Chiêm Hóa: từ thời Trần trở về trước là Châu Vị Long, thời thuộc Minh đặt tên là Châu Đại Man. Năm Minh Mạng thứ 14 (1833), sau khi nhà Nguyễn dẹp yên cuộc khởi nghĩa của thổ tù Nông Văn Vân, đến năm 1835 đổi thành Châu Chiêm Hóa, có 4 tổng, 40 xã, thôn, phố, vạn, trại (nay là huyện [[Chiêm Hóa]] và huyện [[Na Hang|Nà Hang]]).\n\n         - Huyện Vị Xuyên: thời thuộc Minh là châu Bình Nguyên, đến thời Mạc (thế kỷ XVI) do kiêng tên húy của vợ vua Mạc, phải đổi thành châu Vị Xuyên, đến năm Minh Mạng thứ 14 (1833), tách huyện Vị Xuyên thành hai huyện: hữu ngạn sông Lô là huyện Vĩnh Tuy, gồm 6 tổng, 28 xã, thôn (nay là huyện [[Hoàng Su Phì]], tỉnh [[Hà Giang]]) và tả ngạn [[sông Lô]] là huyện Vị Xuyên, gồm 5 tổng, 31 xã (nay là huyện [[Bắc Quang]], tỉnh [[Hà Giang]]).\n\n         - Châu Bảo Lạc: là châu thuộc đất của phủ An Bình từ thời Lê, đến năm 1835 sau khi dẹp yên cuộc khởi nghĩa của Nông Văn Vân, nhà Nguyễn bỏ tên Châu Bảo Lạc, tách thành 2 huyện: Để Định, gồm 2 tổng, 9 xã và Vĩnh Điện, gồm 2 tổng, 11 xã (nay là huyện [[Bảo Lạc]], tỉnh [[Cao Bằng]]).\n\n[[Pháp thuộc|Thời Pháp thuộc]], tổ chức hành chính tỉnh [[Tuyên Quang]] có nhiều biến đổi. Ngày 09\/9\/1891, Toàn quyền Đông Dương ra nghị định thành lập 4 đạo quan binh ở Bắc kỳ, đã phân chia địa giới tỉnh Tuyên Quang vào các đạo Quan binh 2 và đạo Quan binh 3. Ngày 11\/4\/1900, Toàn quyền Đông Dương ra nghị định tái lập tỉnh Tuyên Quang, tỉnh lỵ đặt tại xã Ỷ La, gồm: Phủ Yên Bình, lấy huyện [[Sơn Dương]] của tỉnh Sơn Tây nhập vào tỉnh Tuyên Quang, năm 1913, đổi huyện [[Sơn Dương]] thành châu Sơn Dương. Năm 1916, tách huyện Hàm Yên thành huyện [[Yên Sơn]] và châu [[Hàm Yên]], cắt phủ Tương An (Yên Ninh cũ) và 3 huyện: [[Bảo Lạc]] (cũ), [[Vị Xuyên]], [[Vĩnh Tuy (thị trấn)|Vĩnh Tuy]] đặt làm tỉnh Hà Giang, cắt châu [[Lục Yên]] sáp nhập vào tỉnh [[Yên Bái]].\n\nTrước khi Cách mạng Tháng Tám thành công (1945), Tuyên Quang có 1 phủ Yên Bình kiêm lãnh 4 huyện là: Yên Sơn, Hàm Yên, Chiêm Hóa, Sơn Dương, trung tâm tỉnh lỵ đặt ở xã Ỷ La (Hàm Yên), tòa xứ tỉnh thự đặt ở phía đông bắc thành cổ Tuyên Quang ([[Thành nhà Mạc (Tuyên Quang)|thành Nhà Mạc]]) dân đinh có 8.591 người, điền thổ 42.149 mẫu, dân Mán có 1.532 người.\n\n==Sau năm 1945==\nSau Cách mạng tháng 8 năm 1945, bỏ cấp phủ, gọi chung là huyện. Tổ chức hành chính trên địa bàn gồm [[Tuyên Quang (thành phố)|thị xã Tuyên Quang]] và 6 huyện: [[Chiêm Hóa]], [[Hàm Yên]], [[Nà Hang]], [[Sơn Dương]], [[Yên Bình]], [[Yên Sơn]].\n\nNăm 1956, huyện Yên Bình được sáp nhập vào tỉnh [[Yên Bái]].\n\nNăm 1965, hợp nhất một số xã thuộc huyện Yên Sơn.<ref>Quyết định số 155-NV năm 1965 của Bộ Nội vụ.<\/ref>\n\nNăm 1968, điều chỉnh địa giới [[Tuyên Quang (thành phố)|thị xã Tuyên Quang]] và huyện [[Yên Sơn]].<ref>Quyết định số 119-CP năm 1968 của Bộ Nội vụ.<\/ref>\n\nNăm 1969, hợp nhất một số xã thuộc các huyện [[Na Hang|Nà Hang]] và [[Yên Sơn]].<ref>Quyết định số 269-CP năm 1969 của Bộ Nội vụ.<\/ref>\n\nNăm 1970, hợp nhất một số xã thuộc các huyện [[Chiêm Hóa]] và [[Hàm Yên]].<ref>Quyết định số 82-BT năm 1970 của Bộ Nội vụ.<\/ref>\n\nNăm 1975, hợp nhất tỉnh [[Hà Giang]] và tỉnh Tuyên Quang thành một tỉnh lấy tên là tỉnh [[Hà Tuyên]]<ref>Nghị quyết của Quốc hội khóa V ngày 27-12-1975.<\/ref>.\n\nNăm 1979, thành lập thị trấn Tân Bình thuộc huyện [[Yên Sơn]].<ref>Quyết định số 20-CP năm 1979 của Hội đồng Chính phủ.<\/ref>\n\nNăm 1985, chia tách một số xã, thị trấn thuộc các huyện [[Chiêm Hóa]] và [[Hàm Yên]].<ref>Quyết định số 267-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Chiêm Hóa:\n**Thành lập xã Hà Lang trên cơ sở một phần xã Trung Hà\n**Thành lập xã Bình Phú trên cơ sở một phần xã Kiên Đài\n* Thành lập thị trấn Tân Yên (Hàm Yên) trên cơ sở một phần xã Nhân Mục.\n\nNăm 1987, chia tách một số xã, thị trấn thuộc các huyện [[Na Hang|Nà Hang]] và [[Yên Sơn]].<ref>Quyết định số 28-HĐBT năm 1987 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Na Hang:\n**Thành lập xã Xuân Lập trên cơ sở một phần xã Lăng Can. Xã Xuân Lập có 7.820 hécta đất với 1.236 nhân khẩu.\n**Thành lập xã Khâu Tình trên cơ sơ một phần xã Côn Lôn và xã Đà Vị. Xã Khâu Tinh có 6.657 hécta đất với 1.213 nhân khẩu.\n**Sáp nhập một phần xã Côn Lôn vào xã Trùng Khánh. Xã Trùng Khánh có 10.133 hécta đất với 2.071 nhân khẩu.\n**Thành lập thị trấn Na Hang trên cơ sở một phần xã Thanh Tương, xã Năng Khả và xã Vĩnh Yên. Thị trấn Na Hang có 1.668,8 hécta đất với 4.577 nhân khẩu.\n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Yên Sơn:\n**Giải thể xã Tân Hồng. Thành lập xã Tân Tiến và xã Tân Long trên cơ sở toàn bộ xã Tân Hồng. Xã Tân Tiến có 6.266 hécta đất với 2.160 nhân khẩu. Xã Tân Long có 4.122 hécta đất với 3.009 nhân khẩu.\n**Giải thể xã Bình Ca. Thành lập xã Thái Bình và xã Tiến Bộ trên cơ sở toàn bộ xã Bình Ca. Xã Thái Bình có 2.518 hécta đất với 2.499 nhân khẩu. Xã Tiến Bộ có 3.350 hécta đất với 2.509 nhân khẩu.\n**Giải thể xã Hồng Sơn. Thành lập xã Quý Quân và xã Lực Hành trên cơ sở toàn bộ xã Hồng Sơn. Xã Quý Quân có 2.810 hécta đất với 1.283 nhân khẩu. Xã Lực Hành có 2.212 hécta đất với 1.917 nhân khẩu.\n**Thành lập xã Chân Sơn trên cơ sở một phần xã Trung Môn. Xã Chân Sơn có 2.174 hécta đất với 3.354 nhân khẩu.\n\nNăm 1991, tỉnh Tuyên Quang được tái lập. Tỉnh Tuyên Quang có 6 đơn vị hành chính gồm thị xã Tuyên Quang và 5 huyện: Chiêm Hóa, Hàm Yên, Nà Hang, Sơn Dương, Yên Sơn.<ref>Nghị quyết của Quốc hội khóa VIII ngày 12-8-1991.<\/ref>\n\nNăm 1994, thành lập thị trấn Sơn Dương thuộc huyện [[Sơn Dương]].<ref>Nghị định số 97-CP năm 1994 của Chính phủ.<\/ref>\n\nNăm 1999, giải thể các thị trấn nông trường và thành lập một số xã thuộc các huyện Nà Hang, Hàm Yên, Yên Sơn, Sơn Dương.<ref>Nghị định số 56\/1999\/NĐ-CP của Chính phủ.<\/ref>\n\n* Giải thể thị trấn nông trường Tân Trào (Sơn Dương). Sáp nhập toàn bộ thị trấn nông trường Tân Trào (Sơn Dương) vào các xã Minh Thanh, Tú Thịnh, Phúc Ứng, Bình Yên, Thượng Ấm, Tân Trào và thị trấn Sơn Dương.\n* Giải thể thị trấn nông trường Sông Lô (Yên Sơn). Sáp nhập toàn bộ thị trấn nông trường Sông Lô (Yên Sơn) vào các xã An Tường, Nhữ Khê, Đội Bình, An Khang, Thắng Quân, Thái Long, Lưỡng Vượng, Hoàng Khai, Đội Cấn và thị trấn Tân Bình.\n* Giải thể thị trấn nông trường Tháng 10 (Yên Sơn). Sáp nhập toàn bộ thị trấn nông trường Tháng 10 (Yên Sơn) vào các xã Mỹ Bằng, Phú Lâm, Nhữ Hán, Kim Phú.\n* Giải thể xã Đức Xuân (Na Hang). Thành lập xã Xuân Tân và xã Xuân Tiến (Na Hang) trên cơ sở toàn bộ xã Đức Xuân. Xã Xuân Tân có 7.600 ha diện tích tự nhiên và 2.353 nhân khẩu. Xã Xuân Tiến có 5.434 ha diện tích tự nhiên và 1.903 nhân khẩu.\n* Giải thể xã Yên Hương (Hàm Yên). Thành lập xã Yên Lâm và xã Yên Phú (Hàm Yên) trên cơ sở toàn bộ xã Yên Hương. Xã Yên Lâm có 12.800 ha diện tích tự nhiên và 2.893 nhân khẩu. Xã Yên Phú có 8.450 ha diện tích tự nhiên và 6.263 nhân khẩu.\n* Giải thể xã An Khê (Yên Sơn). Thành lập xã Nhữ Hán và xã Nhữ Khê (Yên Sơn) trên cơ sở toàn bộ xã An Khê. Xã Nhữ Hán có 2.152 ha diện tích tự nhiên và 4.400 nhân khẩu. Xã Nhữ Khê có 1.685 ha diện tích tự nhiên và 4.600 nhân khẩu.\n\nNăm 2006, điều chỉnh địa giới một số xã, thị trấn thuộc huyện Nà Hang.<ref>Nghị định số 14\/2006\/NĐ-CP của Chính phủ.<\/ref>\n\n* Giải thể xã Thúy Loa, xã Xuân Tân, xã Xuân Tiến, xã Trùng Khánh và xã Vĩnh Yên. Sáp nhập toàn bộ các xã giải thể vào các xã thuộc huyện Na Hang, huyện Yên Sơn, huyện Chiêm Hóa, huyện Ham Yên\n\nNăm 2008, điều chỉnh địa giới thị xã Tuyên Quang và huyện Yên Sơn; thành lập một số phường thuộc thị xã Tuyên Quang.<ref>Nghị định số 99\/2008\/NĐ-CP của Chính phủ.<\/ref>\n\n* Sáp nhập một phần huyện Yên Sơn (gồm toàn bộ các xã: An Tường, Lưỡng Vượng, An Khang, Thái Long và Đội Cấn) vào thị xã Tuyên Quang.\n* Thành lập các phường thuộc thị xã Tuyên Quang:\n**Thành lập phường Tân Hà trên cơ sở một phần xã Ỷ La. Phường Tân Hà có 524 ha diện tích tự nhiên và 8.525 nhân khẩu.\n**Thành lập phường Ỷ La trên cơ sở phần còn lại xã Ỷ La. Phường Ỷ La có 350,31 ha diện tích tự nhiên và 3.921 nhân khẩu.\n**Thành lập phường Hưng Thành trên cơ sở toàn bộ xã Hưng Thành. Phường Hưng Thành có 479,79 ha diện tích tự nhiên và 6.289 nhân khẩu.\n**Thành lập phường Nông Tiến trên cơ sở toàn bộ xã Nông Tiến. Phường Nông Tiến có 1.269,99 ha diện tích tự nhiên và 6.535 nhân khẩu.\n* Thị xã Tuyên Quang có 11.917,45 ha diện tích tự nhiên và 90.793 nhân khẩu, có 13 đơn vị hành chính trực thuộc, bao gồm 07 phường và 06 xã.\n\nNăm 2010, thành lập [[Tuyên Quang (thành phố)|thành phố Tuyên Quang]]<ref name=\"ReferenceA\">Nghị quyết số 27\/NQ-CP năm 2010 của Chính phủ.<\/ref> trên cơ sở toàn bộ thị xã Tuyên Quang. Thành phố Tuyên Quang có diện tích tự nhiên 11.917,45 ha và 110.119 nhân khẩu, 13 đơn vị hành chính cấp xã, gồm 07 phường và 06 xã.\n\nNăm 2011, thành lập huyện [[Lâm Bình]].<ref name=\"ReferenceA\" \/>\n\n* Thành lập huyện Lâm Bình trên cơ sở một phần huyện Na Hang (toàn bộ các xã Lang Can, Thượng Lam, Khuôn Hà, Phúc Yên, Xuân Lập) và huyện Chiêm Hóa (toàn bộ các xã Bình An, Thô Bình, Hồng Quang).\n* Huyện Lâm Bình có 78.152,17 ha diện tích tự nhiên và 29.459 nhân khẩu; có 08 xã.\n\nNăm 2019, điều chỉnh địa giới hành chính thành phố Tuyên Quang và huyện Yên Sơn; thành lập một số phường thuộc thành phố Tuyên Quang và hợp nhất một số xã thuộc huyện Sơn Dương.<ref>Nghị quyết số 816\/NQ-UBTVQH14 năm 2019 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Sáp nhập một phần huyện Yên Sơn (toàn bộ xã Kim Phú, xã Phú Lâm và thị trấn Tân Bình) vào thành phố Tuyên Quang.\n* Thành lập một số đơn vị hành chính thuộc thành phố Tuyên Quang:\n**Sáp nhập một phần xã Phú Lâm vào xã Kim Phú. Xã Kim Phú có 38,49&nbsp;km² diện tích tự nhiên và quy mô dân số 16.331 người.\n**Thành lập phường Đội Cấn trên cơ sở toàn bộ thị trấn Tân Bình và xã Đội Cấn. Phường Đội Cấn có 34,00&nbsp;km² diện tích tự nhiên và quy mô dân số 17.531 người.\n**Thành lập phường Mỹ Lâm trên cơ sở toàn bộ xã Phú Lâm. Phường Mỹ Lâm có 18,79&nbsp;km² diện tích tự nhiên và quy mô dân số 7.418 người.\n**Thành lập phường An Tường trên cơ sở toàn bộ xã An Tường. Phường An Tường có 11,71 km2 diện tích tự nhiên và dân số 15.010 người.\n* Thành phố Tuyên Quang có 184,38&nbsp;km² diện tích tự nhiên và quy mô dân số 191.118 người; có 15 đơn vị hành chính cấp xã, gồm 10 phường và 05 xã.\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Sơn Dương:\n**Thành lập xã Tân Thanh trên cơ sở toàn bộ xã Thanh Phát và xã Tuân Lộ. Xã Tân Thanh có 47,50&nbsp;km² diện tích tự nhiên và quy mô dân số 5.893 người.\n**Thành lập xã Trường Sinh trên cơ sở toàn bộ xã Sầm Dương và xã Lâm Xuyên. Xã Trường Sinh có 13,80&nbsp;km² diện tích tự nhiên và quy mô dân số 4.231 người.\n*Sau khi sắp xếp, huyện Sơn Dương có 31 đơn vị hành chính cấp xã, gồm 30 xã và 01 thị trấn.\n\nNăm 2021, điều chỉnh địa giới các huyện Chiêm Hóa và Lâm Bình; thành lập thị trấn huyện lỵ của các huyện Lâm Bình, Yên Sơn.<ref>Nghị quyết số 1262\/NQ-UBTVQH14 năm 2021 của Ủy ban Thường vụ Quốc hội.<\/ref>\n*Điều chỉnh địa giới hành chính huyện Chiêm Hóa, huyện Lâm Bình và thành lập thị trấn Lăng Can thuộc huyện Lâm Bình:\n**Điều chỉnh toàn bộ diện tích và dân số của xã Phúc Sơn và xã Minh Quang thuộc huyện Chiêm Hóa về huyện Lâm Bình quản lý\n**Thành lập thị trấn Lăng Can, thị trấn huyện lỵ huyện Lâm Bình trên cơ sở toàn bộ diện tích và dân số của xã Lăng Can. Thị trấn Lăng Can có 73,33&nbsp;km² diện tích tự nhiên và 8.373 người.\n*Huyện Chiêm Hóa có 1.146,24&nbsp;km² diện tích tự nhiên và quy mô dân số 134.091 người; có 24 đơn vị hành chính cấp xã, gồm 23 xã và 01 thị trấn.\n*Huyện Lâm Bình có 917,55&nbsp;km² diện tích tự nhiên và quy mô dân số 51.421 người; có 10 đơn vị hành chính cấp xã, gồm 09 xã và 01 thị trấn.\n*Điều chỉnh địa giới hành chính các xã Lang Quán, Tứ Quận và Thắng Quân thuộc huyện Yên Sơn để thành lập thị trấn Yên Sơn:\n**Điều chỉnh một phần diện tích, dân số của hai xã Lang Quán và Tứ Quận về xã Thắng Quân quản lý\n**Thành lập thị trấn Yên Sơn, thị trấn huyện lỵ của huyện Yên Sơn trên cơ sở toàn bộ diện tích và dân số của xã Thắng Quân (sau khi điều chỉnh địa giới hành chính). Thị trấn Yên Sơn có 29,21&nbsp;km² diện tích tự nhiên và 22.041 người.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{DEFAULTSORT|Tuyên Quang}}\n\n{{Đơn vị hành chính thuộc tỉnh Tuyên Quang}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Tuyên Quang]]\n[[Thể loại:Hành chính Tuyên Quang]]"}