{"797526":"'''Lịch sử hành chính Nghệ An''' có thể xem mốc khởi đầu từ năm 1831 với cải cách hành chính của [[Minh Mạng]], chia trấn Nghệ An thành 2 tỉnh [[Nghệ An]] và [[Hà Tĩnh]]. Vào thời điểm hiện tại (2019), về mặt hành chính, Nghệ An được chia làm 21 [[Huyện (Việt Nam)|đơn vị hành chính cấp huyện]] – gồm 1 thành phố trực thuộc tỉnh, 3 thị xã, 17 huyện – và 460 [[Xã (Việt Nam)|đơn vị hành chính cấp xã]] – gồm 411 xã, 32 phường và 17 thị trấn.\n\n==Lịch sử tổ chức hành chính==\n===Trước khi thành lập tỉnh===\nTrước thời [[Hùng Vương]], vùng Nghệ An và Hà Tĩnh là vùng sinh sống của bộ lạc [[Việt Thường]] với trung tâm là vùng chân núi Hồng Lĩnh. Đến thời [[Hùng Vương]], bộ Việt Thường là một trong 15 bộ lạc của nước Văn Lang cổ đại.\n\nThời kỳ Bắc thuộc, vùng Nghệ An nhiều lần được thay đổi hành chính. Thời [[nhà Hán]], thuộc huyện [[Hàm Hoan]] thuộc quận [[Cửu Chân]]. Đời [[nhà Tấn]] là quận Cửu Đức. Đời [[nhà Tùy]] là Hoan Châu (năm 598); là quận Nhật Nam (605-618). Năm [[628]] đổi là Đức Châu, rồi lại đổi thành Châu Hoan, lại Châu Diễn. Đời [[nhà Đường]] là quận Nam Đức. Thời [[nhà Ngô]], tách ra khỏi quận [[Cửu Chân]] đặt làm quận [[Xứ Nghệ|Cửu Đức]].\n\nThời kỳ độc lập, thời [[nhà Đinh]], nhà [[Nhà Tiền Lê|Tiền Lê]] gọi là [[Xứ Nghệ|Hoan Châu]]. Năm [[1030]] (năm [[Lý Thánh Tông|Thiên Thành]] thứ 3 đời [[Lý Thái Tông]]), bắt đầu gọi là [[xứ Nghệ|châu Nghệ An]]<ref>Nghệ An có nghĩa là thái bình vô sự<\/ref>. Năm Long Khánh 3 (1375) đời Trần Duệ Tông đổi Diễn Châu làm lộ Diễn Châu, đổi Hoan Châu làm các lộ Nhật Nam. Năm 1397 đời Trần Thuận Tông đổi trấn Nghệ An làm trấn Lâm An và đổi trấn Diễn Châu làm trấn Vọng Giang. Đời [[Hồ Hán Thương]], năm Khai Đại 1 (1403) đổi trấn Diễn Châu làm phủ Linh Nguyên. Từ năm [[1490]] gọi là [[xứ Nghệ|xứ Nghệ An]]. [[Nhà Tây Sơn|Thời Tây Sơn]], gọi là [[Xứ Nghệ|Nghĩa An trấn]]. Năm đầu niên hiệu Gia Long lại đặt làm [[Xứ Nghệ|Nghệ An trấn]].\n\n===Thành lập tỉnh===\nNăm [[1831]], vua [[Minh Mạng|Minh Mệnh]] chia [[xứ Nghệ|trấn Nghệ An]] thành 2 tỉnh: Nghệ An (phía Bắc [[sông Lam]]); Hà Tĩnh (phía nam sông Lam). Sau đó hai tỉnh Nghệ An và Hà Tĩnh sáp nhập lại, lấy tên là tỉnh [[Xứ Nghệ|An Tĩnh]].\n\nSau năm 1945, bỏ cấp phủ, gọi chung là huyện, tỉnh Nghệ An có tỉnh lị là [[Vinh|thị xã Vinh]] và 12 huyện: [[Anh Sơn]], [[Con Cuông]], [[Diễn Châu]], [[Hưng Nguyên]], [[Nam Đàn]], [[Nghi Lộc]], [[Nghĩa Đàn]], [[Quỳ Châu]], [[Quỳnh Lưu]], [[Thanh Chương]], [[Tương Dương (huyện)|Tương Dương]], [[Yên Thành]].\n\nNăm 1958, chia tách một số xã thuộc huyện Con Cuông.\n\nNăm 1961, chia tách một số xã thuộc các huyện Quỳ Châu<ref>Quyết định 33-CP năm 1963 của Hội đồng Chính phủ.<\/ref>, Con Cuông<ref>Quyết định số 32-CP năm 1963 của Hội đồng Chính phủ.<\/ref>. Cùng năm, thành lập huyện [[Kỳ Sơn]] trên cơ sở tách 12 xã thuộc huyện Tương Dương<ref>Quyết định số 65-CP năm 1961 của Hội đồng Chính phủ.<\/ref>.\n\nNăm 1963, thành lập huyện [[Đô Lương]] trên cơ sở tách 31 xã và 1 thị trấn thuộc huyện Anh Sơn; thành lập các huyện [[Quế Phong]], [[Quỳ Hợp]] và [[Tân Kỳ]]<ref>Quyết định số 32\/QĐ-TTg của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, điều chỉnh địa giới huyện Con Cuông và huyện Tương Dương, chia tách một số xã thuộc các huyện Con Cuông, Kỳ Sơn, Tương Dương<ref>Quyết định số 125-NV năm 1963 của Bộ Nội vụ.<\/ref>, Quế Phong<ref>Quyết định số 144-NV năm 1963 của Hội đồng Chính phủ.<\/ref>, thành lập thành phố Vinh<ref>Quyết định số 148-CP năm 1963 của Hội đồng Chính phủ.<\/ref>.\n\nNăm 1965, thành lập các thị trấn nông trường 1-5, 19-5, Cờ Đỏ, Đông Hiếu, Tây Hiếu thuộc huyện Nghĩa Đàn<ref>Quyết định số 251-NV năm 1965 của Bộ Nội vụ<\/ref>. Cùng năm, điều chỉnh địa giới huyện Quỳ Châu và huyện Quế Phong; chia tách một số xã thuộc các huyện Quế Phong, Quỳ Châu, Quỳ Hợp, Tân Kỳ, Tương Dương<ref>Quyết định số 143-NV năm 1965 của Bộ Nội vụ.<\/ref>\n\nNăm 1967, chia tách một số xã thuộc các huyện Kỳ Sơn, Quỳ Hợp, Tân Kỳ, Thanh Chương.<ref>Quyết định số 142-NV năm 1967 của Bộ Nội vụ.<\/ref>\n\nNăm 1969, chia tách một số xã thuộc các huyện Quế Phong, Tân Kỳ, Thanh Chương, Nam Đàn<ref>Quyết định số 159-NV năm 1969 của Bộ Nội vụ.<\/ref>, Diễn Châu<ref>Quyết định số 268-NV năm 1969 của Bộ Nội vụ.<\/ref>. Cùng năm, chia tách một số xã thuộc các huyện Thanh Chương, Yên Thành<ref>Quyết định số 201\/NV năm 1969 của Bộ Nội vụ.<\/ref>\n\nNăm 1970, điều chỉnh địa giới thành phố Vinh và các huyện Hưng Nguyên, Nghi Lộc.<ref>Quyết định số 80-BT năm 1970 của Bộ trưởng Phủ thủ tướng.<\/ref>\n\nNăm 1971, chia tách một số xã thuộc huyện Thanh Chương.\n\nNăm 1976, Nghệ An hợp nhất với [[Hà Tĩnh]] thành tỉnh [[Nghệ Tĩnh]]. Cùng năm, hợp nhất một số xã thuộc huyện Quỳnh Lưu.\n\nNăm 1977, thành lập một số xã, thị trấn thuộc các huyện Diễn Châu<ref>Quyết định số 619-VP18 năm 1977 của Bộ trưởng Phủ thủ tướng.<\/ref>, Kỳ Sơn, Quế Phong<ref>Quyết định số 56-BT năm 1977 của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, điều chỉnh địa giới huyện Tương Dương và huyện Kỳ Sơn<ref>Quyết định số 78-CP năm 1977 của Hội đồng Bộ trưởng.<\/ref>.\n\n* Thành lập thị trấn Diễn Châu (Diễn Châu)\n* Điều chỉnh một số đơn vị hành chính cấp xã thuộc huyện Kỳ Sơn:\n\n- Sáp nhập một phần xã Bảo Nam vào xã Phà Đánh.\n\n- Sáp nhập toàn bộ xã Bảo Lộc vào xã Bảo Nam.\n\n- Sáp nhập một phần xã Thiên Lý vào xã Mỹ Lý.\n\n- Sáp nhập phần còn lại xã Thiên Lý vào xã Bắc Lý,\n\n- Sáp nhập toàn bộ xã Hữu Lập vào xã Hiếu Kiệm.\n\n- Sáp nhập toàn bộ  xã Mường Ải vào xã Mường Típ.\n\n- Sáp nhập toàn bộ xã Huồi Thắng vào xã Huồi Tụ.\n\n- Thành lập xã Mường Lống trên cơ sở toàn bộ xã Mường Thù và xã Mường Lồng.\n\n* Điều chỉnh một số đơn vị hành chính cấp xã thuộc huyện Quế Phong:\n\n- Thành lập xã Tiền Phong trên cơ sở toàn bộ xã Châu Long, xã Hành Dịch và xã Mường Hin.\n\n- Thành lập xã Châu Hùng trên cơ sở toàn bộ xã Nậm Nhoóng và xã Tri Lệ\n\n* Sáp nhập xã Chiêu Lưu (Tương Dương) vào huyện Kỳ Sơn\n\nNăm 1979, điều chỉnh địa giới một số phường, xã thuộc thành phố Vinh<ref>Quyết định số 73-CP năm 1979 của Hội đồng Chính phủ.<\/ref> và huyện Quế Phong<ref>Quyết định số 176-CP năm 1979 của Hội đồng Bộ trưởng.<\/ref>.\n\n* Giải thể các xã Hưng Bình, Hưng Thủy, Vinh Hưng (TP. Vinh). Thành lập các phường Cửa Bắc, Tân Vinh, Hưng Bình, Lê Lợi, Cầu Cảng, Bến Thủy, Trường Thi, Đội Cung và Cửa Nam (TP. Vinh) trên cơ sở toàn bộ các xã Hưng Bình, Hưng Thủy, Vinh Hưng.\n* Thành lập xã Đông Vĩnh (TP. Vinh) trên cơ sở toàn bộ xã Hưng Vĩnh và xã Hưng Đông.\n* Giải thể xã Châu Hùng (Quế Phong). Thành lập xã Tri Lễ và xã Nậm Nhoóng (Quế Phong) trên cơ sở toàn bộ xã Châu Hùng\n* Thành lập xã Hành Dịch (Quế Phong) trên cơ sở một phần xã Tiền Phong.\n\n3. Sáp nhập một phần xã Vinh Hưng và xã Hưng Vĩnh (TP. Vinh) vào xã Vĩnh Tân.\n\nNăm 1981, chia tách một số xã thuộc huyện Quỳnh Lưu.<ref>Quyết định số 76-HĐBT năm 1981 của Hội đồng Bộ trưởng.<\/ref>\n\n* Giải thể xã Quỳnh Sơn. Thành lập xã Quỳnh Hồng, xã Quỳnh Hậu và xã Quỳnh Thạch trên cơ sở toàn bộ xã Quỳnh Sơn.\n* Giải thể xã Quỳnh Mai. Thành lập xã Quỳnh Vinh, xã Quỳnh Thiện và xã Quỳnh Di trên cơ sở toàn bộ xã Quỳnh Mai.\n* Giải thể xã Quỳnh Phú. Thành lập xã Quỳnh Bảng và xã Quỳnh Liên trên cơ sở toàn bộ xã Quỳnh Phú.\n* Thành lập xã Ngọc Sơn\n\nNăm 1982, thành lập một số phường, xã thuộc thành phố Vinh.<ref>Quyết định số 137-HĐBT năm 1982 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập phường Quang Trung trên cơ sở toàn bộ phường Quang Trung I và phường Quang Trung II\n* Sáp nhập phường Tân Vinh vào phường Lê Mao\n* Thành lập phường Hà Huy Tập trên cơ sở một phần phường Hưng Bình\n\nNăm 1983, chia tách một số xã, thị trấn thuộc các huyện Quỳ Hợp, Yên Thành.<ref>Quyết định số 128-HĐBT năm 1983 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập xã Tân Thành (Yên Thành) trên cơ sở một phần xã Đức Thành.\n* Thành lập thị trấn Quỳ Hợp (Quỳ Hợp) trên cơ sở một phần xã Châu Quang.\n\nNăm 1984, thành lập thị trấn huyện lị thuộc các huyện Kỳ Sơn<ref>Quyết định số 104-HĐBT năm 1984 của Hội đồng Bộ trưởng.<\/ref>, Thanh Chương<ref>Quyết định số 141-HĐBT năm 1984 của Hội đồng Bộ trưởng.<\/ref>.\n\n* Thành lập thị trấn Mường Xén (Kỳ Sơn) trên cơ sở một phần xã Tà Cạ.\n* Thành lập thị trấn Thanh Chương (Thanh Chương) trên cơ sở một phần xã Đồng Văn, xã Thanh Ngọc và xã Thanh Đồng.\n\nNăm 1985, chia tách một số xã thuộc huyện Kỳ Sơn.<ref>Quyết định số 222-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập xã Tây Sơn trên cơ sở toàn bộ xã Huồi Giảng và xã Hín Ngộn.\n* Thành lập xã Hữu Lập trên cơ sở một phần xã Hữu Kiệm.\n* Thành lập xã Mường Ái trên cơ sở một phần xã Mường Típ.\n\nNăm 1986, chia tách một số xã, thị trấn thuộc các huyện Nghi Lộc, Yên Thành<ref>Quyết định số 37-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>, Hưng Nguyên, Tương Dương<ref>Quyết định số 139-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>.\n\n* Thành lập thị trấn Yên Thành (Yên Thành) trên cơ sở một phần xã Hoa Thành và xã Tăng Thành. Thị trấn Yên Thành có tổng diện tích tự nhiên 109,15 hécta với 4.475 nhân khẩu.\n* Thành lập thị trấn Quán Hành (Nghi Lộc) trên cơ sở một phần xã Nghi Trung, xã Nghi Hoa và xã Nghi Long. Thị trấn Quán Hành có tổng diện tích tự nhiên 48,3 hécta với 2.973 nhân khẩu.\n* Thành lập thị trấn Cửa Lò (Nghi Lộc) trên cơ sở toàn bộ xã Nghi Tân, xã Nghi Thủy, một phần xã Nghi Thu, xã Nghi Hợp. Thị trấn Cửa Lò có tổng diện tích tự nhiên 249,58 hécta với 14.532 nhân khẩu.\n* Thành lập xã Nhôn Mai và xã Mai Sơn (Tương Dương) trên cơ sở một phần xã Luôn Mai. Xã Nhôn Mai có diện tích tự nhiên 1.509 hécta với 2.087 nhân khẩu. Xã Mai Sơn có diện tích tự nhiên 1.327 hécta với 1.890 nhân khẩu.\n* Thành lập xã Tam Hợp (Tương Dương) trên cơ sở một phần xã Tam Thái. Xã Tam Hợp có diện tích tự nhiên 2.126 hécta với 1.500 nhân khẩu.\n* Thành lập thị trấn Thái Lão (Hưng Nguyên) trên cơ sở một phần xã Hưng Thái và xã Hưng Đạo. Thị trấn Thái Lão có tổng diện tích tự nhiên 209 hécta với 4.089 nhân khẩu.\n\nNăm 1987, mở rộng thị trấn Nam Đàn thuộc huyện Nam Đàn.<ref>Quyết định số 105-HĐBT năm 1987 của Hội đồng Bộ trưởng.<\/ref>\n\n* Sáp nhập một phần xã Vân Diên và xã Xuân Hòa vào thị trấn Nam Đàn. Thị trấn Nam Đàn có tổng diện tích tự nhiên 183,30 hécta với 6.783 nhân khẩu.\n\nNăm 1988, chia tách một số xã, thị trấn thuộc các huyện Anh Sơn, Con Cuông, Tân Kỳ.<ref>Quyết định số 22-HĐBT năm 1988 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập thị trấn Anh Sơn (Anh Sơn) trên cơ sở một phần xã Hội Sơn, xã Phúc Sơn và xã Thạch Sơn. Thị trấn Anh Sơn có tổng diện tích tự nhiên 216 héc ta và 3.584 nhân khẩu.\n* Thành lập thị trấn Con Cuông (Con Cuông) trên cơ sở một phần xã Bồng Khê. Thị trấn Con Cuông có 99.8 hécta diện tích tự nhiên và 6.030 nhân khẩu.\n* Thành lập xã Kỳ Tân (Tân Kỳ) trên cơ sở một phần xã Kỳ Sơn. Xã Kỳ Tân có 5.116,50 hécta diện tích tự nhiên và 7.288 nhân khẩu.\n* Thành lập thị trấn Tân Kỳ (Tân Kỳ) trên cơ sở một phần xã Kỳ Sơn. Thị trấn Tân Kỳ có 214,89 hécta diện tích tự nhiên và 5.870 nhân khẩu.\n\nNăm 1989, thành lập thị trấn Hòa Bình thuộc huyện Tương Dương.<ref>Quyết định số 92-HĐBT năm 1989 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1990, thành lập một số xã, thị trấn thuộc các huyện Đô Lương<ref>Quyết định số 274\/QĐ-TCCp năm 1990 của Ban Tổ chức Chính phủ.<\/ref>, Quỳ Châu<ref>Quyết định số 275\/QĐ-TCCP năm 1990 của Ban Tổ chức Chính phủ.<\/ref>, Quế Phong<ref>Quyết định số 321\/QĐ-TCCP năm 1990 của Ban Tổ chức Chính phủ.<\/ref>, Quỳ Hợp<ref>Quyết định số 502-QĐ-TCCP năm 1990 của Ban Tổ chức Chính phủ.<\/ref>.\n\nNăm 1991, tỉnh Nghệ Tĩnh lại tách ra thành Nghệ An và Hà Tĩnh như ngày nay. Khi tách ra, tỉnh Nghệ An có 18 đơn vị hành chính gồm thành phố Vinh (tỉnh lị) và 17 huyện: Anh Sơn, Con Cuông, Diễn Châu, Đô Lương, Hưng Nguyên, Kỳ Sơn, Nam Đàn, Nghi Lộc, Nghĩa Đàn, Quế Phong, Quỳ Châu, Quỳ Hợp, Quỳnh Lưu, Tân Kỳ, Thanh Chương, Tương Dương, Yên Thành.<ref>Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành<\/ref>\n\nNăm 1994, thành lập một số phường, xã thuộc thành phố Vinh và huyện Yên Thành<ref>Nghị định số 54-CP năm 1994 của Chính phủ.<\/ref><ref>Nghị định số 83-CP năm 1994 của Chính phủ.<\/ref>. Cùng năm, thành lập thị xã [[Cửa Lò]], thành lập các phường thuộc thị xã Cửa Lò<ref>Nghị định số 113-CP năm 1994 của Chính phủ<\/ref>.\n\n* Thành lập phường Đông Vĩnh (TP. Vinh) trên cơ sở một phần xã Đông Vĩnh. Đổi tên xã Đông Vĩnh (TP. Vinh) thành xã Hưng Đông. Phường Đông Vĩnh có diện tích tự nhiên 453,6 hécta; nhân khẩu 9.811. Xã Hưng Đông có diện tích tự nhiên 596,4 héc ta, nhân khẩu 10.409.\n* Thành lập xã Hồng Thành (Yên Thành) trên cơ sở một phần xã Phú Thành. Xã Hồng Thành có diện tích tự nhiên 703 hécta, nhân khẩu 6.873.\n* Thành lập thị xã Cửa Lò trên cơ sở một phần huyện Nghi Lộc (toàn bộ thị trấn Cửa Lò và các xã Nghi Thu, Nghi Hưng, Nghi Hoà, Nghi Hải, một phần xã Nghi Quang)\n* Thành lập các phường thuộc thị xã Cửa Lò:\n\n- Thành lập phường Nghi Tân trên cơ sở một phần thị trấn Cửa Lò và xã Nghi Quang. Phường Nghi Tân có diện tích tự nhiên 108 hécta; nhân khẩu 9.091.\n\n- Thành lập phường Nghi Thủy trên cơ sở một phần thị trấn Cửa Lò. Phường Nghi Thủy có diện tích tự nhiên 94 hécta; nhân khẩu 5.400.\n\n- Thành lập phường Thu Thủy trên cơ sở phần còn lại thị trấn Cửa Lò. Phường Thu Thủy có 98 hécta diện tích tự nhiên; nhân khẩu 5.200.\n\n- Thành lập phường Nghi Hòa trên cơ sở toàn bộ xã Nghi Hòa. Phường Nghi Hoà có diện tích tự nhiên 350 hécta; nhân khẩu 3.000.\n\n- Thành lập phường Nghi Hải trên cơ sở toàn bộ xã Nghi Hải. Phường Nghi Hải có diện tích tự nhiên 387 hécta; nhân khẩu 7.994.\n\n* Thị xã Cửa Lò có diện tích tự nhiên 2.329 hécta; nhân khẩu 37.712, bao gồm 7 đơn vị hành chính trực thuộc, gồm 5 phường và 2 xã.\n\nNăm 1995, giải thể toàn bộ các thị trấn nông trường để thành lập xã thuộc huyện Nghĩa Đàn.<ref>Nghị định số 83-CP năm 1995 của Chính phủ.<\/ref>\n\nNăm 1998, thành lập thị trấn Hưng Nguyên thuộc huyện Hưng Nguyên<ref>Nghị định số 73\/1998\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở một phần xã Hưng Thái và xã Hưng Đạo. Thị trấn Hưng Nguyên có 702,7759 ha diện tích tự nhiên và 6.735 nhân khẩu.\n\nNăm 1999, chia tách một số xã thuộc huyện Yên Thành.<ref>Nghị định số 44\/1999\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập xã Tây Thành trên cơ sở một phần xã Quang Thành. Xã Tây Thành có 2.200 ha diện tích tự nhiên và 5.866 nhân khẩu.\n* Thành lập xã Đại Thành trên cơ sở một phần xã Minh Thành. Xã Đại Thành có 906 ha diện tích tự nhiên và 4.720 nhân khẩu.\n* Thành lập xã Kim Thành trên cơ sở một phần xã Đồng Thành. Xã Kim Thành có 2.300 ha diện tích tự nhiên và 4.150 nhân khẩu\n\nNăm 2002, chia tách một số xã thuộc các huyện Nghi Lộc, Quỳnh Lưu, Thanh Chương.<ref>Nghị định số 40\/2002\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập xã Tân Thắng (Quỳnh Lưu) trên cơ sở một phần xã Quỳnh Thắng. Xã Tân Thắng có 7.018 ha diện tích tự nhiên và 3.019 nhân khẩu.\n* Thành lập xã Thanh Đức (Thanh Chương) trên cơ sở một phần xã Hạnh Lâm. Xã Thanh Đức có 17.000,76 ha diện tích tự nhiên và 4.870 nhân khẩu.\n* Giải thể xã Nghi Công (Nghi Lộc). Thành lập xã Nghi Công Bắc và xã Nghi Công Nam (Nghi Lộc) trên cơ sở toàn bộ xã Nghi Công. Xã Nghi Công Bắc có 1.500 ha diện tích tự nhiên và 4.822 nhân khẩu. Xã Nghi Công Nam có 1.807 ha diện tích tự nhiên và 5.718 nhân khẩu.\n\nNăm 2005, thành lập một số phường, xã thuộc thành phố Vinh và các huyện Tân Kỳ, Quế Phong.<ref>Nghị định số 39\/2005\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường Hưng Phúc (TP. Vinh) trên cơ sở một phần phường Hưng Bình và phường Hưng Dũng. Phường Hưng Phúc có 113,90 ha diện tích tự nhiên và 9.467 nhân khẩu.\n* Thành lập phường Quán Bàu (TP. Vinh) trên cơ sở một phần phường Lê Lợi và xã Hưng Đông. Phường Quán Bàu có 231,40 ha diện tích tự nhiên và 8.670 nhân khẩu.\n* Sáp nhập môt phần xã Nghĩa Hành (Tân Kỳ) vào xã Hương Sơn. Thành lập xã Tân Hương (Tân Kỳ) trên cơ sở một phần xã Kỳ Sơn, xã Nghĩa Hành và xã Hương Sơn. Xã Tân Hương có 3.127,50 ha diện tích tự nhiên và 7.091 nhân khẩu. Xã Hương Sơn có 3.552 ha diện tích tự nhiên và 5.481 nhân khẩu.\n* Thành lập xã Quế Sơn (Quế Phong) trên cơ sở một phần xã Mường Nọc. Xã Quế Sơn có 3.770 ha diện tích tự nhiên và 3.324 nhân khẩu.\n\nNăm 2006, thành lập thị trấn Hoàng Mai thuộc huyện Quỳnh Lưu<ref>Nghị định số 41\/2006\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở toàn bộ xã Quỳnh Thiện. Thị trấn Hoàng Mai có 1.160 ha diện tích tự nhiên và 8.698 nhân khẩu.\n\nNăm 2007, chia tách một số xã, thị trấn thuộc các huyện Đô Lương, Nghi Lộc, Tương Dương, Yên Thành<ref>Nghị định số 52\/2007\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, thành lập thị xã [[Thái Hòa]] và thành lập các phường thuộc thị xã Thái Hòa.<ref>Nghị định số 164\/2007\/NĐ-CP của Chính phủ<\/ref>\n\n* Giải thể xã Giang Sơn (Đô Lương). Thành lập xã Giang Sơn Đông và xã Giang Sơn Tây (Đô Lương) trên cơ sở toàn bộ Giang Sơn. Xã Giang Sơn Đông có 2.490,20 ha diện tích tự nhiên và 7.381 nhân khẩu. Xã Giang Sơn Tây có 1.724,71 ha diện tích tự nhiên và 4.079 nhân khẩu.\n* Thành lập xã Xiêng My (Tương Dương) trên cơ sở một phần xã Nga My. Xã Xiêng My có 12.252,08 ha diện tích tự nhiên và 2.776 nhân khẩu.\n* Thành lập xã Hùng Thành (Yên Thành) trên cơ sở một phần xã Hậu Thành. Xã Hùng Thành có 1.528,02 ha diện tích tự nhiên và 5.492 nhân khẩu.\n* Sáp nhập một phần xã Nghi Trung, xã Nghi Long, xã Nghi Hoa, xã Nghi Diên (Nghi Lộc) vào thị trấn Quán Hành. Thị trấn Quán Hành có 389,90 ha diện tích tự nhiên và 5.114 nhân khẩu.\n* Thành lập thị xã Thái Hòa trên cơ sở một phần huyện Nghĩa Đàn (toàn bộ  thị trấn Thái Hòa và các xã: Nghĩa Quang, Nghĩa Hòa, Nghĩa Tiến, Nghĩa Mỹ, Tây Hiếu, Đông Hiếu, Nghĩa Thuận)\n* Thành lập các phường thuộc thị xã Thái Hòa:\n\n- Thành lập phường Hòa Hiếu trên cơ sở toàn bộ thị trấn Thái Hòa. Phường Hòa Hiếu có 459,23 ha diện tích tự nhiên và 10.742 nhân khẩu.\n\n- Thành lập phường Quang Tiến trên cơ sở một phần xã Nghĩa Quang. Phường Quang Tiến có 769,10 ha diện tích tự nhiên và 9.293 nhân khẩu.\n\n- Thành lập phường Quang Phong trên cơ sở phần còn lại xã Nghĩa Quang. Phường Quang Phong có 623,66 ha diện tích tự nhiên và 3.921 nhân khẩu.\n\n- Thành lập phường Long Sơn trên cơ sở một phần xã Nghĩa Hòa. Phường Long Sơn có 424,7 ha diện tích tự nhiên và 4.541 nhân khẩu.\n\n* Thị xã Thái Hòa có 13.514,36 ha diện tích tự nhiên và 66.000 nhân khẩu, có 10 đơn vị hành chính trực thuộc, bao gồm 4 phường và 6 xã.\n\nNăm 2008, điều chỉnh địa giới thành phố Vinh và các huyện Nghi Lộc, Hưng Nguyên; thành lập phường Vinh Tân thuộc thành phố Vinh.<ref>Nghị định số 45\/2008\/NĐ-CP của Chính phủ.<\/ref>\n\n* Sáp nhập một phần huyện Nghi Lộc (toàn bộ các xã Nghi Kim, Nghi Đức, Nghi Liên, Nghi Ân) và huyện Hưng Nguyên (toàn bộ xã Hưng Chính và một phần xã Hưng Thịnh) vào thành phố Vinh\n* Thành lập phường Vĩnh Tân (TP. Vinh) trên cơ sở toàn bộ xã Vĩnh Tân và một phần xã Hưng Thịnh. Phường Vinh Tân có 512,18 ha diện tích tự nhiên và 11.057 nhân khẩu.\n* Thành phố Vinh có 10.498,39 ha diện tích tự nhiên và 282.981 nhân khẩu, có 25 đơn vị hành chính trực thuộc, gồm 16 phường và 9 xã.\n\nNăm 2009, giải thể và thành lập một số xã thuộc các huyện Anh Sơn, Hưng Nguyên, Thanh Chương, Tương Dương, Yên Thành.<ref>Nghị định số 07\/NĐ-CP năm 2009 của Chính phủ.<\/ref>\n\n* Giải thể các xã thuộc huyện Tương Dương: Kim Đa, Kim Tiến, Hữu Dương, Luân Mai. Sáp nhập một phần các xã đã giải thể vào các xã Lương Minh, Yên Na, Hữu Khuông, Nhôn Mai, Mai Sơn cùng huyện. Xã Lượng Minh có 22.880,00 ha diện tích tự nhiên và 3.662 nhân khẩu. Xã Yên Na có 14.070,00 ha diện tích tự nhiên và 6.466 nhân khẩu. Xã Hữu Khuông có 26.420,00 ha diện tích tự nhiên và 2.109 nhân khẩu. Xã Nhôn Mai có 21.625,71 ha diện tích tự nhiên và 2.870 nhân khẩu. Xã Mai Sơn có 9.437,49 ha diện tích tự nhiên và 2.062 nhân khẩu.\n* Thành lập xã Thanh Sơn (Thanh Chương) trên cơ sở một phần các xã Hạnh Lâm, Thanh Mỹ (Thanh Chương), Kim Đa, Hữu Dương (Tương Dương). Xã Thanh Sơn có 7.387,09 ha diện tích tự nhiên và 5.248 nhân khẩu.\n* Thành lập xã Ngọc Lâm (Thanh Chương) trên cơ sở một phần các xã Thanh Hương, Thanh Thịnh (Thanh Chương), Kim Tiến, Luân Mai, Hữu Dương, Hữu Khuông (Tương Dương). Xã Ngọc Lâm có 8.922,7 ha diện tích tự nhiên và 6.818 nhân khẩu.\n* Thành lập xã Hoa Sơn (Anh Sơn) trên cơ sở một phần xã Hội Sơn và xã Tường Sơn. Xã Hoa Sơn có 2.466,39 ha diện tích tự nhiên và 6.715 nhân khẩu.\n* Thành lập xã Hưng Yên Bắc (Hưng Nguyên) trên cơ sở một phần xã Hưng Yên. Xã Hưng Yên Bắc có 861,37 ha diện tích tự nhiên và 5.050 nhân khẩu.\n* Thành lập xã Tiến Thành (Yên Thành) trên cơ sở một phần xã Mã Thành. Xã Tiến Thành có 3.321,17 ha diện tích tự nhiên và 5.288 nhân khẩu.\n\nNăm 2010, mở rộng thị trấn Quỳ Châu và đổi tên thành thị trấn Tân Lạc thuộc huyện Quỳ Châu<ref>Nghị quyết số 24\/NQ-CP năm 2010 của Chính phủ.<\/ref>. Cùng năm, thành lập 2 phường Nghi Hương và Nghi Thu thuộc thị xã Cửa Lò<ref>Nghị quyết số 38\/NQ-CP năm 2010 của Chính phủ.<\/ref>.\n\n* Sáp nhập một phần xã Quỳnh Mỹ (Quỳnh Lưu) vào thị trấn Cầu Giát. Thị trấn Cầu Giát có 282 ha diện tích tự nhiên và 9.598 nhân khẩu.\n* Thành lập thị trấn Tân Lạc (Quỳ Châu) trên cơ sở toàn bộ thị trấn Quỳ Châu và một phần xã Châu Hạnh. Thị trấn Tân Lạc có 548 ha diện tích tự nhiên và 4.040 nhân khẩu.\n* Thành lập các phường thuộc thị xã Cửa Lò:\n\n- Thành lập phường Nghi Hương trên cơ sở toàn bộ xã Nghi Hương. Phường Nghi Hương có 999,79 ha diện tích tự nhiên và 7.256 nhân khẩu.\n\n- Thành lập phường Nghi Thu trên cơ sở toàn bộ xã Nghi Thu. Phường Nghi Thu có 317,21 ha diện tích tự nhiên và 6.125 nhân khẩu.\n\n- Sau khi thành lập các phường, thị xã Cửa Lò có 2.781,43 ha diện tích tự nhiên và 70.398 nhân khẩu; có 7 phường trực thuộc\n\nNăm 2011, thành lập thị trấn Nghĩa Đàn thuộc huyện Nghĩa Đàn và mở rộng thị trấn Thanh Chương thuộc huyện Thanh Chương.<ref>Nghị quyết số 96\/NQ-CP năm 2011 của Chính phủ.<\/ref>\n\n* Thành lập thị trấn Nghĩa Đàn (Nghĩa Đàn) trên cơ sở một phần xã Nghĩa Bình, xã Nghĩa Trung và xã Nghĩa Hội. Thị trấn Nghĩa Đàn có 852,6 ha diện tích tự nhiên và 5.037 nhân khẩu.\n* Sáp nhập một phần xã Thanh Ngọc và xã Đồng Văn (Thanh Chương) vào thị trấn Thanh Chương. Thị trấn Thanh Chương có 655,48 ha diện tích tự nhiên và 8.606 nhân khẩu.\n\nNăm 2013, thành lập thị xã [[Hoàng Mai (thị xã)|Hoàng Mai]] và thành lập các phường thuộc thị xã Hoàng Mai.<ref>Nghị quyết số 47\/NQ-CP năm 2013 của Chính phủ<\/ref>\n\n* Thành lập thị xã Hoàng Mai trên cơ sở một phần huyện Quỳnh Lưu (toàn bộ thị trấn Hoàng Mai và các xã: Mai Hùng, Quỳnh Vinh, Quỳnh Lộc, Quỳnh Lập, Quỳnh Dị, Quỳnh Phương, Quỳnh Liên, Quỳnh Xuân, Quỳnh Trang)\n* Thành lập các phường thuộc thị xã Hoàng Mai:\n\n- Thành lập phường Quỳnh Thiện trên cơ sở toàn bộ thị trấn Hoàng Mai. Phường Quỳnh Thiện có 1.160,67 ha diện tích tự nhiên và 12.337 nhân khẩu.\n\n- Thành lập phường Quỳnh Dị trên cơ sở toàn bộ xã Quỳnh Dị. Phường Quỳnh Dị có 633,30 ha diện tích tự nhiên và 6.697 nhân khẩu.\n\n- Thành lập phường Mai Hùng trên cơ sở toàn bộ xã Mai Hùng. Phường Mai Hùng có 1.221,87 ha diện tích tự nhiên và 8.926 nhân khẩu.\n\n- Thành lập phường Quỳnh Phương trên cơ sở toàn bộ xã Quỳnh Phương. Phường Quỳnh Phương có 345,48 ha diện tích tự nhiên và 15.790 nhân khẩu.\n\n- Thành lập phường Quỳnh Xuân trên cơ sở toàn bộ xã Quỳnh Xuân. Phường Quỳnh Xuân có: 1.582,51 ha diện tích tự nhiên và 13.195 nhân khẩu.\n\n* Thị xã Hoàng Mai có 16.974,88 ha diện tích tự nhiên và 105.105 nhân khẩu; có 10 đơn vị hành chính trực thuộc, gồm 05 phường và 05 xã.\n\nNăm 2019, sắp xếp một số đơn vị hành chính cấp xã thuộc thị xã Thái Hòa và các huyện Diễn Châu, Hưng Nguyên, Nam Đàn, Nghi Lộc, Nghĩa Đàn, Quế Phong, Thanh Chương, Tương Dương<ref>Nghị quyết số 831\/NQ-UBTVQH14 năm 2019 của Ủy ban thường vụ Quốc hội<\/ref>\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Quế Phong:\n\n- Sáp nhập một phần xã Mường Nọc và xã Tiền Phong vào thị trấn Kim Sơn. Thị trấn Kim Sơn có 23,44&nbsp;km² diện tích tự nhiên và quy mô dân số 7.897 người\n\n- Sáp nhập toàn bộ xã Quế Sơn vào xã Mường Nọc. Xã Mường Nọc có 50,78&nbsp;km² diện tích tự nhiên và quy mô dân số 6.627 người.\n\n- Sau khi sắp xếp, huyện Quế Phong có 13 đơn vị hành chính cấp xã, gồm 12 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Tương Dương:\n\n- Thành lập thị trấn Thạch Giám trên cơ sở môt phần xã Thạch Giám và toàn bộ thị trấn Hòa Bình. Thị trấn Thạch Giám có 69,30&nbsp;km² diện tích tự nhiên và quy mô dân số 7.600 người.\n\n- Sáp nhập một phần xã Thạch Giám vào xã Xá Lượng. Xã Xá Lượng có 123,42&nbsp;km² diện tích tự nhiên và quy mô dân số 6.030 người.\n\n- Sáp nhập phần còn lại xã Thạch Giám vào xã Tam Thái. Xã Tam Thái có 123,88&nbsp;km² diện tích tự nhiên và quy mô dân số 4.770 người.\n\n- Sau khi sắp xếp, huyện Tương Dương có 17 đơn vị hành chính cấp xã, gồm 16 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Thanh Chương:\n\n- Thành lập xã Đại Đồng trên cơ sở toàn bộ xã Thanh Tường, xã Thanh Vân và xã Thanh Hưng. Xã Đại Đồng có 15,83&nbsp;km² diện tích tự nhiên và quy mô dân số 13.300 người.\n\n- Sau khi sắp xếp, huyện Thanh Chương có 38 đơn vị hành chính cấp xã, gồm 37 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Diễn Châu:\n\n- Thành lập xã Minh Châu trên cơ sở toàn bộ xã Diễn Minh, xã Diễn Bình vã xã Diễn Thắng. Xã Minh Châu có 17,15&nbsp;km² diện tích tự nhiên và quy mô dân số 11.600 người.\n\n- Sau khi sắp xếp, huyện Diễn Châu có 37 đơn vị hành chính cấp xã, gồm 36 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Nghi Lộc:\n\n- Thành lập xã Khánh Hợp trên cơ sở toàn bộ xã Nghi Khánh và xã Nghi Hợp. Xã Khánh Hợp có 7,91&nbsp;km² diện tích tự nhiên và quy mô dân số 9.100 người.\n\n- Sau khi sắp xếp, huyện Nghi Lộc có 29 đơn vị hành chính cấp xã, gồm 28 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Nam Đàn:\n\n- Thành lập xã Trung Phúc Cường trên cơ sở toàn bộ xã Nam Phúc, xã Nam Trung và xã Nam Cường. Xã Trung Phúc Cường có 20,46&nbsp;km² diện tích tự nhiên và quy mô dân số 14.100 người.\n\n- Thành lập xã Thượng Tân Lộc trên cơ sở toàn bộ xã Nam Tân, xã Nam Lộc và một phần xã Nam Thượng. Xã Thượng Tân Lộc có 31,20&nbsp;km² diện tích tự nhiên và quy mô dân số 11.300 người.\n\n- Sáp nhập phần còn lại xã Nam Thượng và toàn bộ xã Vân Diên vào thị trấn Nam Đàn. Thị trấn Nam Đàn có 18,70&nbsp;km² diện tích tự nhiên và quy mô dân số 20.600 người.\n\n- Sau khi sắp xếp, huyện Nam Đàn có 19 đơn vị hành chính cấp xã, gồm 18 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc thị xã Thái Hòa:\n\n- Sáp nhập toàn bộ xã Nghĩa Hòa vào phường Long Sơn. Phường Long Sơn có 16,30&nbsp;km² diện tích tự nhiên và quy mô dân số 7.200 người.\n\n- Sau khi sắp xếp, thị xã Thái Hòa có 09 đơn vị hành chính cấp xã, gồm 04 phường và 05 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Nghĩa Đàn:\n\n- Thành lập xã Nghĩa Thành trên cơ sở toàn bộ xã Nghĩa Thắng, xã Nghĩa Tân và xã Nghĩa Liên. Xã Nghĩa Thành có 25,29&nbsp;km² diện tích tự nhiên và quy mô dân số 9.100 người.\n\n- Sau khi sắp xếp, huyện Nghĩa Đàn có 23 đơn vị hành chính cấp xã, gồm 22 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Hưng Nguyên:\n\n- Thành lập xã Long Xá trên cơ sở toàn bộ xã Hưng Long và xã Hưng Xá. Xã Long Xá có 7,90&nbsp;km² diện tích tự nhiên và quy mô dân số 9.000 người.\n\n- Thành lập xã Xuân Lam trên cơ sở toàn bộ xã Hưng Xuân và xã Hưng Lam. Xã Xuân Lam có 11,10&nbsp;km² diện tích tự nhiên và quy mô dân số 7.700 người.\n\n- Thành lập xã Hưng Thành trên cơ sở toàn bộ xã Hưng Phú và xã Hưng Khánh. Xã Hưng Thành có 7,50&nbsp;km² diện tích tự nhiên và quy mô dân số 4.500 người.\n\n- Thành lập xã Châu Nhân trên cơ sở toàn bộ xã Hưng Châu và xã Hưng Nhân. Xã Châu Nhân có 11,10&nbsp;km² diện tích tự nhiên và quy mô dân số 7.700 người.\n\n- Thành lập xã Hưng Nghĩa trên cơ sở toàn bộ xã Hưng Tiến và xã Hưng Thắng. Xã Hưng Nghĩa có 8,40&nbsp;km² diện tích tự nhiên và quy mô dân số 6.900 người.\n\n- Sau khi sắp xếp, huyện Hưng Nguyên có 18 đơn vị hành chính cấp xã, gồm 17 xã và 01 thị trấn.\n\n==Các đơn vị hành chính trực thuộc==\n[[Tập tin:Nghệ An 1.jpg|nhỏ|250px|phải|Đầu đường Trần Phú, thuộc thành phố Vinh]]\n\nNghệ An bao gồm 1 thành phố trực thuộc, 3 thị xã và 17 huyện:\n\n{| cellpadding=\"0\" cellspacing=\"6\" width=\"100%\" align=\"center\" style=\"background: #f9f9f9; border: 1px #aaa solid; margin-top: 16px\"\n! colspan=\"3\" style=\"background: #E6E6FA; font-size: 95%;\" | Danh sách các đơn vị hành chính trực thuộc tỉnh Nghệ An\n|-\n| width=\"50%\" valign=\"top\" style=\"background: #f9f9f9;\"|\n{| cellpadding=\"1\" cellspacing=\"1\" style=\"background: #f9f9f9; font-size: 90%; text-align: right;\" width=\"100%\"\n|-\n! align=\"left\" style=\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" | Tên!! style=\"border-bottom: 2px solid #CCCCFF;\" |Dân số (người)<sup>2019<\/sup>!! style=\"border-bottom: 2px solid #CCCCFF;\" | Hành chính\n|-\n| align=\"left\" colspan=\"3\" style=\"background: #F5F5DC; padding-left: 30px;\" | '''Thành phố (1)'''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Vinh]] ||545.180||''16 phường, 9 xã ''\n|-\n| align=\"left\" colspan=\"3\" style=\"background: #F5F5DC; padding-left: 30px;\" | '''Thị xã (3)'''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Cửa Lò]]||75.260||''7 phường''\n|- bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Hoàng Mai (thị xã)|Hoàng Mai]] ||112.340||''5 phường, 5 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Thái Hòa, Nghệ An|Thái Hòa]] ||70.870||''4 phường, 5 xã''\n|-\n| align=\"left\" colspan=\"3\" style=\"background: #F5F5DC; padding-left: 30px;\" | '''Huyện (17)'''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Anh Sơn]]||132.060||''1 thị trấn, 20 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Con Cuông]] ||78.000|| ''1 thị trấn, 12 xã''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Diễn Châu]] ||284.300||''1 thị trấn, 36 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Đô Lương]] ||204.170||''1 thị trấn, 32 xã''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Hưng Nguyên]]|| 114.210||''1 thị trấn, 17 xã''\n|}\n| width=\"50%\" valign=\"top\" style=\"background: #f9f9f9;\" |\n{| cellpadding=\"1\" cellspacing=\"1\" style=\"background: #f9f9f9; font-size: 90%; text-align: right;\" width=\"100%\"\n|-\n! align=\"left\" style=\"border-bottom: 2px solid #CCCCFF; padding-left: 10px; white-space:nowrap\" | Tên!! style=\"border-bottom: 2px solid #CCCCFF;\" | Dân số (người)<sup>2019<\/sup>!! style=\"border-bottom: 2px solid #CCCCFF;\" | Hành chính\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Kỳ Sơn, Nghệ An|Kỳ Sơn]]|| 70.420||''1 thị trấn, 20 xã''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Nam Đàn]]|| 164.530||''1 thị trấn, 18 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Nghi Lộc]]|| 205.847||''1 thị trấn, 28 xã''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Nghĩa Đàn]]|| 140.820||''1 thị trấn, 22 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Quế Phong]]|| 75.280||''1 thị trấn, 12 xã''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Quỳ Châu]]|| 60.400||''1 thị trấn, 11 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Quỳ Hợp]]|| 125.520||''1 thị trấn, 20 xã''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Quỳnh Lưu]]||307.000 ||''1 thị trấn, 32 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Tân Kỳ]]|| 142.030||''1 thị trấn, 21 xã''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Thanh Chương]]|| 271.560||''1 thị trấn, 37 xã''\n|-\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Tương Dương (huyện)|Tương Dương]]|| 83.640||''1 thị trấn, 16 xã''\n|-bgcolor=\"#f5f5f5\"\n| align=\"left\" style=\"padding-left: 6px; white-space:nowrap\" | [[Yên Thành]]|| 302.500||''1 thị trấn, 38 xã''\n|} \n| valign=\"top\" style=\"background: #f9f9f9; font-size: 90%\" |\n|}\n\nNghệ An có 460 đơn vị hành chính cấp xã gồm 411 xã, 32 phường và 17 thị trấn.\n\n==Chú thích==\n{{Tham khảo}}\n \n==Tham khảo==\n<!-- * Vietnam Administrative Atlas Vietnam Publishing House of Natural resources, environment and cartography. -->\n{{DEFAULTSORT|Nghệ An}}\n\n{{Đơn vị hành chính thuộc tỉnh Nghệ An}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Hành chính Nghệ An| ]]"}