{"1401723":"'''Lịch sử hành chính Hà Nam''' có thể xem mốc khởi đầu từ năm 1890 với sự kiệm phủ Lý Nhân được tách khỏi [[tỉnh Hà Nội]] để thành lập tỉnh [[Hà Nam]]. Vào thời điểm hiện tại (2019), về mặt hành chính, Hà Nam được chia làm 6 [[Huyện (Việt Nam)|đơn vị hành chính cấp huyện]] – gồm 1 thành phố trực thuộc tỉnh, 1 thị xã và 4 huyện – và 109 [[Xã (Việt Nam)|đơn vị hành chính cấp xã]] – gồm 83 xã, 20 phường và 6 thị trấn.\n\n== Trước khi thành lập tỉnh ==\nTừ thời [[Hùng Vương]], vùng đất Hà Nam ngày nay nằm trong quận Vũ Bình thuộc bộ Giao Chỉ. Thời Bắc thuộc, là đất thuộc [[quận Giao Chỉ]]. [[Nhà Lý|Đời Lý]] gọi là '''châu Lị Nhân''' (蒞仁州). Sử chép các vua [[Lý Thái Tông]], [[Lý Nhân Tông]] từng cho dựng hành cung ở châu Lị Nhân (''[[Đại Việt sử ký toàn thư|Toàn thư]]'', BK2-35a). [[Nhà Trần|Đời Trần]] cũng gọi là châu Lị Nhân (bản in ''[[Việt sử lược]]'' in sót nét thành Vị Nhân 位仁), thuộc lộ Đông Đô. Thời thuộc Minh là '''huyện Lị Nhân''' thuộc [[phủ Giao Châu]]. [[Nhà Lê sơ|Đời Lê]] kiêng âm (đọc '''Lợi Nhân''') nhưng vẫn viết Lị 蒞 không phải đổi chữ. Đến đời '''Lê Thánh Tông''' thăng làm phủ, thuộc [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam thừa tuyên]]. Khoảng năm [[1624]], Thượng thư [[Nguyễn Khải]] đã cho chuyển thủ phủ trấn [[Sơn Nam]] từ thôn [[Tường Lân]], huyện [[Duy Tiên]], phủ Lỵ Nhân đến đóng ở thôn [[Châu Cầu]] thuộc tổng [[Phù Đạm]], huyện [[Kim Bảng]], phủ Lỵ Nhân, trấn [[Sơn Nam Thượng]].\n\nNăm Minh Mạng thứ 3 (1822) đổi là '''phủ Lý Nhân''' (里仁府), vẫn gồm 5 huyện [[Kim Bảng]], [[Duy Tiên]] (trước [[Nhà Lê trung hưng|Lê Trung hưng]] là Duy Tân), [[Thanh Liêm]], Nam Xương ([[Nam Xang]]), [[Bình Lục]] như thời [[Nhà Lê sơ|Lê sơ]]. Năm 1831, Minh Mạng cho lập [[hà Nội (tỉnh)|tỉnh Hà Nội]] và sáp nhập phủ Lý Nhân của trấn Sơn Nam vào tỉnh Hà Nội.\n\n==Tỉnh Hà Nam - Những thay đổi hành chính==\nĐến [[tháng 10]] năm [[1890]] (đời vua [[Thành Thái]] năm thứ 2), phủ Lý Nhân được tách khỏi [[tỉnh Hà Nội]] để lập tỉnh Hà Nam. Bấy giờ, tỉnh Hà Nam gồm 5 huyện [[Duy Tiên]], [[Kim Bảng]], [[Thanh Liêm]], [[Bình Lục]], Nam Xương ([[Nam Xang]]), gồm 33 tổng.\n\nNgày [[20 tháng 10]] năm [[1908]], [[Toàn quyền Đông Dương]] ra nghị định đem toàn bộ phủ Liêm Bình và 17 xã của huyện [[Vụ Bản]] và [[Thượng Nguyên]] (phần nam [[Mỹ Lộc]]) của tỉnh Nam Định, cùng với 2 tổng [[Mộc Hoàn]], [[Chuyên nghiệp]] của huyện [[Phú Xuyên]] (Hà Nội), nhập vào huyện Duy Tiên, tỉnh Hà Nam.\n\nSau năm 1945, bỏ cấp phủ, gọi chung là huyện. Tỉnh Hà Nam có 1 [[Phủ Lý|thị xã Hà Nam]] và 6 huyện: Bình Lục, Duy Tiên, Kim Bảng, [[Lạc Thủy]], [[Lý Nhân]], Thanh Liêm.\n\nNăm 1946, đổi tên một số xã thuộc huyện Lạc Thủy.\n\nNăm 1953, 3 huyện [[Mỹ Lộc]], [[Vụ Bản]], [[Ý Yên]] của tỉnh [[Nam Định]] nhập vào tỉnh Hà Nam; chuyển trở lại huyện Lạc Thủy về tỉnh Hòa Bình.\n\nNăm 1956, 3 huyện Mỹ Lộc, Vụ Bản, Ý Yên được sáp nhập trở lại vào tỉnh Nam Định.\n\nNăm 1965, Hà Nam được hợp nhất với tỉnh Nam Định thành tỉnh [[Nam Hà (tỉnh)|Nam Hà]].<ref>Quyết định 103-NQ-TVQH năm 1965 của Quốc hội.<\/ref>\n\nNăm 1966, hợp nhất một số xã thuộc huyện Bình Lục.<ref>Quyết định 24-NV năm 1966 của Bộ Nội vụ.<\/ref>\n\n* Sáp nhập toàn bộ xã Bình Thành vào xã Tiêu Động\n* Sáp nhập một phần xã Hòa Bình vào xã Quế Sơn\n* Sáp nhập một phần xã Đồng Du vào xã Hưng Công\n* Sáp nhập một phần xã Hưng Công vào xã Bối Cầu\n\nNăm 1967, hợp nhất một số xã thuộc huyện Duy Tiên.<ref>Quyết định 163-NV năm 1967 của Bộ Nội vụ<\/ref>.\n\n* Thành lập xã Chuyên Ngoại trên cơ sở toàn bộ xã Chuyên Mỹ và xã Yên Hà\n* Thành lập xã Trác Văn trên cơ sở toàn bộ xã Thắng Lợi và xã Thành Công\n* Thành lập xã Yên Nam trên cơ sở toàn bộ xã Tiên Hương và xã Tiên Minh\n* Thành lập xã Lam Cầu Hạ trên cơ sở toàn bộ xã Tiên Hồng và xã Tiên Hòa\n* Thành lập xã Hoàng Đông trên cơ sở toàn bộ xã Tiên Thái và xã Tiên Lý\n\nNăm 1972, hợp nhất một số xã thuộc huyện Lý Nhân.<ref>Quyết định 25-BT năm 1972 của Bộ trưởng Phủ thủ tướng.<\/ref>\n\n* Thành lập xã Chân Hồng trên cơ sở toàn bộ xã Hồng Lý và xã Chân Lý\n* Giải thể xã Nhân Long, sáp nhập vào 2 xã Nhân Thịnh và Nhân Phúc.\n\nNăm 1975, Nam Hà Hợp nhất với [[Ninh Bình]] thành tỉnh [[Hà Nam Ninh]].<ref>Quyết định của Quốc hội.<\/ref>\n\nNăm 1976, hợp nhất một số xã thuộc các huyện Bình Lục, Duy Tiên<ref>Quyết định số 1507-TTCP của Bộ trưởng Phủ thủ tướng.<\/ref>\n\nNăm 1977, hợp nhất một số xã thuộc các huyện Kim Bảng, Thanh Liêm, Lý Nhân<ref>Quyết định 617-VP18 năm 1977 của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, hợp nhất thị xã Hà Nam và 2 huyện Kim Bảng, Thanh Liêm thành huyện [[Kim Thanh (huyện)|Kim Thanh]]; sáp nhập 9 xã của [[Nam Định (thành phố)|thành phố Nam Định]] vào huyện Bình Lục<ref>Quyết định 125-CP năm 1977 của Hội đồng Chính phủ.<\/ref> và hợp nhất một số xã thuộc huyện Kim Thanh<ref>Quyết định 97-BT năm 1977 của Bộ trưởng Phủ thủ tướng.<\/ref>.\n\n* Sáp nhập toàn bộ xã Ba Sao (Kim Bảng) vào xã Khả Phong\n* Sáp nhập một phần xã Thanh Tâm (Thanh Liêm) vào xã Thanh Nguyên\n* Điều chỉnh một số đơn vị hành chính thuộc huyện Lý Nhân:\n\n- Sáp nhập toàn bộ xã Hùng Lý vào xã Chính Lý\n\n- Sáp nhập toàn bộ xã Hòa Lý vào xã Nguyên Lý\n\n- Thành lập xã Chân Lý trên cơ sở toàn bộ xã Chân Hồng và xã Tân Lý\n\n- Thành lập xã Hòa Hậu trên cơ sở toàn bộ xã Nhân Hòa và xã Nhân Hậu\n\n* Thành lập huyện Kim Thanh trên cơ sở toàn bộ huyện Kim Bảng, huyện Thanh Liêm và thị xã Hà Nam. \n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Kim Thanh:\n\n- Thành lập thị trấn Hà Nam (Kim Thanh) trên cơ sở toàn bộ thị xã Hà Nam cũ\n\n- Thành lập xã Thanh Chung trên cơ sở toàn bộ xã Thanh Châu và Liêm Trung\n\n- Sáp nhập xã Thanh Lâm vào xã Thanh Tuyền\n\n- Thành lập xã Thanh Giang trên cơ sở toàn bộ xã Liêm Chính và Liêm Tuyền\n\n* Sáp nhập một phần thành phố Nam Định (toàn bộ 9 xã: Mỹ Thịnh, Mỹ Thuận, Mỹ Tiến, Mỹ Thành, Mỹ Hà, Mỹ Thắng, Mỹ Phúc, Mỹ Hưng, Mỹ Trung) vào huyện Bình Lục.\n\nNăm 1978, hợp nhất một số xã thuộc huyện Lý Nhân<ref>Quyết định số 22-BT năm 1978 của Bộ trưởng Phủ thủ tướng.<\/ref><ref>Quyết định số 51-BT năm 1978 của Bộ trưởng Phủ thủ tướng.<\/ref>.\n\n* Thành lập xã Tiến Thắng (Lý Nhân) trên cơ sở toàn bộ xã Nhân Tiến và xã Nhân Thắng\n* Thành lập xã Phú Phúc (Lý Nhân) trên cơ sở toàn bộ xã Nhân Phú và xã Nhân Phúc\n* Thành lập xã Bắc Lý (Lý Nhân) trên cơ sở toàn bộ xã Bảo Lý và xã Chung Lý\n\nNăm 1981, huyện Kim Thành tách ra thành thị xã Hà Nam và 2 huyện Kim Bảng, Thanh Liêm.<ref>Quyết định số 125-CP năm 1981 của Hội đồng Chính phủ.<\/ref>\n\n* Thị xã Hà Nam gồm có các phường Lương Khánh Thiện, Minh Khai, Hai Bà Trưng, Trần Hưng Đạo.\n* Huyện Kim Bảng gồm có các xã Nguyễn Uý, Lê Hồ, Kim Bình, Thi Sơn, Đồng Hoá, Đại Cương, Phù Vân, Châu Sơn, Khả Phong,Văn Xá, Tượng Lĩnh, Nhật Tân, Thanh Sơn, Hoàng Tây, Thuỵ Lối, Liên Sơn, Nhật Tựu, Ngọc Sơn, Tân Sơn.\n* Huyện Thanh Liêm gồm có các xã Thanh Tân, Thanh Hà, Thanh Hương, Thanh Thủy, Thanh Lưu, Thanh Bình, Thanh Hải, Thanh Nguyên, Thanh Nghị, Thanh Tuyền, Thanh Tâm, Thanh Trung, Thanh Giang, Thanh Phong, Liêm Sơn, Liêm Túc, Liêm Cần, Liêm Tiết, Liêm Thuận, Liêm Phong.\n\nNăm 1982, điều chỉnh một số xã thuộc huyện Thanh Liêm<ref>Quyết định số 196-HĐBT năm 1982 của Hội đồng Bộ trưởng.<\/ref>. Cùng năm, điều chỉnh địa giới huyện Thanh Liêm và thị xã Hà Nam<ref>Quyết định số 200-HĐBT năm 1982 của Hội đồng Bộ trưởng<\/ref>.\n\n* Thành lập xã Thanh Châu và xã Liêm Chung (Thanh Liêm) trên cơ sở toàn bộ xã Thanh Chung\n* Thành lập xã Liêm Tuyền và xã Liêm Chính (Thanh Liêm) trên cơ sở toàn bộ xã Thanh Giang\n* Sáp nhập một phần huyện Thanh Lâm (toàn bộ 2 xã Thanh Châu và Liêm Chính) vào thị xã Hà Nam. Thị xã Hà Nam gồm 4 phường và 2 xã.\n\nNăm 1984, thành lập một số xã và thị trấn thuộc các huyện Kim Bảng, Thanh Liêm, Duy Tiên<ref>Quyết định số 2-HĐBT năm 1984 của Hội đồng Bộ trưởng<\/ref>. Cùng năm, điều chỉnh địa giới thành phố Nam Định và huyện Bình Lục<ref>Quyết định số 5-HĐBT năm 1984 của Hội đồng Bộ trưởng.<\/ref>.\n\n* Thành lập xã Ba Sao (Kim Bảng) trên cơ sở một phần xã Khả Phong\n* Thành lập thị trấn Kiên Khê (Thanh Liêm) trên cơ sở một phần xã Thanh Tuyền\n* Thành lập thị trấn Đồng Văn (Duy Tiên)\n* Sáp nhập một phần huyện Bình Lục (toàn bộ 2 xã Mỹ Phúc và Mỹ Trung) vào thành phố Nam Định.\n\nNăm 1986, thành lập thị trấn huyện lị thuộc các huyện Duy Tiên, Kim Bảng.<ref>Quyết định số 34-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập thị trấn Hòa Mạc (Duy Tiên) trên cơ sở một phần xã Yên Bắc và xã Trắc Văn. Thị trấn Hoà Mạc có tổng diện tích tự nhiên 168,99 hécta với 3.917 nhân khẩu.\n* Thành lập thị trấn Quế (Kim Bảng) trên cơ sở một phần xã Kim Bình, Văn Xá và Ngọc Sơn. Thị trấn Quế có tổng diện tích tự nhiên 188,18 hécta với 5.667 nhân khẩu.\n\nNăm 1987, thành lập thị trấn huyện lị thuộc các huyện Bình Lục, Lý Nhân.<ref>Quyết định số 26-HĐBT năm 1987 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập thị trấn Bình Mỹ (Bình Lục) trên cơ sở một phần xã An Mỹ, An Đổ, Mỹ Thọ và Trung Lương. Thị trấn Bình Mỹ có 256,83 hécta đất với 1.571 nhân khẩu.\n* Thành lập thị trấn Vĩnh Trụ (Lý Nhân) trên cơ sở một phần xã Đồng Lý và Đức Lý. Thị trấn Vĩnh Trụ có 179,99 hécta đất với 6.047 nhân khẩu.\n\nNăm 1991, tỉnh Hà Nam Ninh lại chia tách thành 2 tỉnh: Nam Hà và Ninh Bình.<ref>Quyết định của Quốc hội nước CHXHCN Việt Nam năm 1991.<\/ref>\n\nNăm 1996, tỉnh Hà Nam được tái lập.<ref>Quyết định của Quốc hội nước CHXHCN Việt Nam năm 1996.<\/ref>. Cùng năm, thị xã Hà Nam đổi tên thành thị xã Phủ Lý và chuyển 7 xã của huyện Bình Lục về thành phố Nam Định của tỉnh Nam Định quản lý.\n\nKhi tách ra, tỉnh Hà Nam có 6 đơn vị hành chính gồm thị xã Phủ Lý và 5 huyện: Bình Lục, Duy Tiên, Kim Bảng, Lý Nhân, Thanh Liêm.\n\nNăm 2000, điều chỉnh địa giới thị xã Phủ Lý và các huyện Duy Tiên, Kim Bảng, Thanh Liêm; thành lập một số phường thuộc thị xã Phủ Lý.<ref>Nghị định 53\/2000\/NĐ-CP của Chính phủ.<\/ref>\n\n* Sáp nhập một phần các huyện Duy Tiên (toàn bộ xã Lam Hạ), Kim Bảng (toàn bộ xã Phù Vân, Châu Sơn), Thanh Liêm (toàn bộ xã Liêm Trung) vào thị xã Phủ Lý\n* Điều chỉnh đơn vị hành chính cấp xã thuộc thị xã Phủ Lý\n\n- Thành lập phường Lê Hồng Phong trên cơ sở một phần xã Châu Sơn. Phường Lê Hồng Phong có 271,78 ha diện tích tự nhiên và 6.083 nhân khẩu\n\n- Thành lập phường Quang Trung trên cơ sở một phần xã Lam Hạ, phường Lương Khánh Thiện và phường Minh Khai. Phường Quang Trung có 261,59 ha diện tích tự nhiên và 6.266 nhân khẩu.\n\n- Sáp nhập một phần xã Liêm Chính vào phường Lương Khánh Thiện. Phường Lương Khánh Thiện có 31,52 ha diện tích tự nhiên và 6.791 nhân khẩu.\n\n- Sáp nhập một phần xã Liêm Chính vào phường Minh Khai. Sáp nhập một phần phường Minh Khai vào xã Phù Vân. Phường Minh Khai có 35,39 ha diện tích tự nhiên và 6.822 nhân khẩu.\n\n- Sáp nhập một phần xã Liêm Chính và xã Thanh Châu vào phường Hai Bà Trưng. Phường Hai Bà Trưng có 61,35 ha diện tích tự nhiên và 6.034 nhân khẩu.\n\n- Sáp nhập một phần xã Liêm Chính và xã Thanh Châu vào phường Trần Hưng Đạo. Phường Trần Hưng Đạo có 16,96 ha diện tích tự nhiên và 4.968 nhân khẩu.\n\n- Sau khi điều chỉnh, xã Liêm Chính có 332,47 ha diện tích tự nhiên và 4.128 nhân khẩu, xã Thanh Châu có 323,55 ha diện tích tự nhiên và 5.430 nhân khẩu, xã Châu Sơn có 555,82 ha diện tích tự nhiên và 5.945 nhân khẩu, xã Lam Hạ có 621,59 ha diện tích tự nhiên và 5.561 nhân khẩu, xã Phù Vân có 564,85 ha diện tích tự nhiên và 7.791 nhân khẩu.\n\n- Thị xã Phủ Lý có 12 đơn vị hành chính trực thuộc, gồm 6 phường và 6 xã\n\nNăm 2008, thành lập [[Phủ Lý|thành phố Phủ Lý]].<ref>Nghị định 72\/2008\/NĐ-CP về việc thành lập thành phố Phủ Lý.<\/ref> Thành phố Phủ Lý có diện tích tự nhiên 3.426,77 ha và 121.350 nhân khẩu, có 12 đơn vị hành chính: 6 phường và 6 xã.\n\nNăm 2009, thành lập thị trấn Ba Sao thuộc huyện Kim Bảng.<ref>Nghị quyết 41\/NQ-CP năm 2009 của Chính phủ.<\/ref>\n\n* Thành lập thị trấn Ba Sao (Kim Bảng) trên cơ sở toàn bộ xã Ba Sao. Thị trấn Ba Sao có 3.476,48 ha diện tích tự nhiên và 5.723 nhân khẩu.\n\nNăm 2013, điều chỉnh địa giới thành phố Phủ Lý và các huyện Duy Tiên, Kim Bảng, Thanh Liêm, Bình Lục; thành lập một số phường thuộc thành phố Phủ Lý.<ref>Nghị quyết 89\/NQ-CP năm 2013 của Chính phủ.<\/ref>\n\n* Sáp nhập một phần các huyện Duy Tiên (toàn bộ các xã Tiên Tân, Tiên Hiệp, Tiên Hải), Bình Lục (toàn bộ các xã Định Xá, Trịnh Xá), Thanh Liêm (toàn bộ các xã Liêm Tuyền, Liêm Tiết, một phần xã Thanh Tuyền), Kim Bảng (một phần xã Kim Bình, Thanh Sơn) vào thành phố Phủ Lý\n* Sáp nhập phần còn lại xã Thanh Tuyền (Thanh Tuyền) vào xã Thanh Hà. Xã Thanh Hà có 819,57 ha diện tích tự nhiên và 10.891 nhân khẩu.\n* Sáp nhập phần còn lại xã Kim Bình (Kim Bảng) vào thị trấn Quế. Thị trấn Quế có 306,09 ha diện tích tự nhiên và 5.401 nhân khẩu.\n* Sáp nhập một phần xã Thanh Sơn (TP. Phủ Lý) vào phường Lê Hồng Phong. Phường Lê Hồng Phong có 760,64 ha diện tích tự nhiên và 15.009 nhân khẩu. \n* Xã Thanh Sơn (Kim Bảng) có 2.621,41 ha diện tích tự nhiên và 6.687 nhân khẩu.\n* Thành lập các phường thuộc thành phố Phủ Lý:\n\n- Thành lập phường Thanh Châu trên cơ sở toàn bộ xã Thanh Châu. Phường Thanh Châu có 336,86 ha diện tích tự nhiên và 6.307 nhân khẩu.\n\n- Thành lập phường Châu Sơn trên cơ sở toàn bộ xã Châu Sơn. Phường Châu Sơn có 524,11 ha diện tích tự nhiên và 8.158 nhân khẩu.\n\n- Thành lập phường Liêm Chính trên cơ sở toàn bộ xã Liêm Chính. Phường Liêm Chính có 332,51 ha diện tích tự nhiên và 5.047 nhân khẩu.\n\n- Thành lập phường Lam Hạ trên cơ sở toàn bộ xã Lam Hạ. Phường Lam Hạ có 627,96 ha diện tích tự nhiên và 5.953 nhân khẩu.\n\n- Thành lập phường Thanh Tuyền trên cơ sở toàn bộ xã Thanh Tuyền. Phường Thanh Tuyền có 458,31 ha diện tích tự nhiên và 7.478 nhân khẩu.\n\n* Thành phố Phủ Lý có 8.787,30 ha diện tích tự nhiên, 136.654 nhân khẩu và 21 đơn vị hành chính cấp xã, gồm 11 phường và 10 xã\n\nNăm 2019, hợp nhất một số xã, thị trấn thuộc các huyện Bình Lục, Lý Nhân, Thanh Liêm. Cùng năm, thành lập [[Duy Tiên|thị xã Duy Tiên]] và thành lập một số phường, xã mới thuộc thị xã Duy Tiên.<ref>Nghị quyết 829\/NQ-UBTVQH14 năm 2019 của Ủy ban thường vụ Quốc hội<\/ref>\n\n* Điều chỉnh một số đơn vị hành chính cấp xã thuộc huyện Duy Tiên: thị trấn Đồng Văn, thị trấn Hòa Mạc, xã Châu Giang, xã Yên Bắc, xã Bạch Thượng, xã Duy Minh, xã Tiên Nội, xã Duy Hải, xã Hoàng Đông\n* Thành lập thị xã Duy Tiên trên cơ sở toàn bộ huyện Duy Tiên\n* Thành lập các phường, xã thuộc thị xã Duy Tiên:\n\n- Thành lập phường Bạch Thượng trên cơ sở toàn bộ xã Bạch Thượng. Phường Bạch Thượng có 6,24&nbsp;km² diện tích tự nhiên và quy mô dân số 11.960 người.\n\n- Thành lập phường Châu Giang trên cơ sở toàn bộ xã Châu Giang. Phường Châu Giang có 12,81&nbsp;km² diện tích tự nhiên và quy mô dân số 17.219 người.\n\n- Thành lập phường Duy Hải trên cơ sở toàn bộ xã Duy Hải. Phường Duy Hải có 5,50&nbsp;km² diện tích tự nhiên và quy mô dân số 6.473 người.\n\n- Thành lập phường Duy Minh trên cơ sở toàn bộ xã Duy Minh, Phường Duy Minh có 5,71&nbsp;km² diện tích tự nhiên và quy mô dân số 7.861 người.\n\n- Thành lập phường Đồng Văn trên cơ sở toàn bộ thị trấn Đồng Văn. Phường Đồng Văn có 5,59&nbsp;km² diện tích tự nhiên và quy mô dân số 11.327 người.\n\n- Thành lập phường Hòa Mạc trên cơ sở toàn bộ thị trấn Hòa Mạc. Phường Hòa Mạc có 5,68&nbsp;km² diện tích tự nhiên và quy mô dân số 11.488 người.\n\n- Thành lập phường Hoàng Đông trên cơ sở toàn bộ xã Hoàng Đông. Phường Hoàng Đông có 6,36&nbsp;km² diện tích tự nhiên và quy mô dân số 10.556 người.\n\n- Thành lập phường Tiên Nội trên cơ sở toàn bộ xã Tiên Nội. Phường Tiên Nội có 6,86&nbsp;km² diện tích tự nhiên và quy mô dân số 8.843 người.\n\n- Thành lập phường Yên Bắc trên cơ sở toàn bộ xã Yên Bắc. Phường Yên Bắc có 7,05&nbsp;km² diện tích tự nhiên và quy mô dân số 10.399 người.\n\n- Thành lập xã Tiên Sơn trên cơ sở toàn bộ xã Châu Sơn, Tiên Phong và Đọi Sơn. Xã Tiên Sơn có 12,31&nbsp;km² diện tích tự nhiên và quy mô dân số 13.932 người.\n\n* Thị xã Duy Tiên có 120,92 km2 diện tích tự nhiên và quy mô dân số 154.016 người, có 16 đơn vị hành chính cấp xã, gồm 9 phường và 7 xã.\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Bình Lục:\n\n- Sáp nhập toàn bộ xã Mỹ Thọ và xã An Mỹ vào thị trấn Bình Mỹ. Thị trấn Bình Mỹ có 14,62&nbsp;km² diện tích tự nhiên và quy mô dân số 13.341 người.\n\n- Sau khi sắp xếp, huyện Bình Lục có 17 đơn vị hành chính cấp xã, gồm 16 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Lý Nhân:\n\n- Thành lập xã Trần Hưng Đạo trên cơ sở toàn bộ xã Nhân Hưng và xã Nhân Đạo. Xã Trần Hưng Đạo có 12,99&nbsp;km² diện tích tự nhiên, quy mô dân số 7.076 người.\n\n- Sáp nhập toàn bộ xã Đồng Lý vào thị trấn Vĩnh Trụ. Thị trấn Vĩnh Trụ có 5,11&nbsp;km² diện tích tự nhiên, quy mô dân số 10.886 người.\n\n- Sau khi sắp xếp, huyện Lý Nhân có 21 đơn vị hành chính cấp xã, gồm 20 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính thuộc huyện Thanh Liêm:\n\n- Thành lập thị trấn Tân Thanh trên cơ sở toàn bộ xã Thanh Bình và xã Thanh Lưu. Thị trấn Tân Thanh có 11,76&nbsp;km² diện tích tự nhiên và quy mô dân số 9.496 người.\n\n- Sau khi sắp xếp, huyện Thanh Liêm có 16 đơn vị hành chính cấp xã, gồm 14 xã và 02 thị trấn.\n\n==Chú thích==\n{{Tham khảo}}\n \n==Tham khảo==\n<!-- * Vietnam Administrative Atlas Vietnam Publishing House of Natural resources, environment and cartography. -->\n\n{{Đơn vị hành chính thuộc tỉnh Hà Nam}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Hành chính Hà Nam| ]]"}