{"3339032":"'''[[Tây Ninh]]''' là một [[tỉnh]] thuộc vùng [[Đông Nam Bộ]], [[miền Nam (Việt Nam)|miền Nam Việt Nam]]. Tây Ninh nằm ở biên giới miền Tây Nam của [[Việt Nam]], có chung đường [[biên giới quốc tế]] trên bộ với [[Campuchia]], 5 trong tổng số 9 đơn vị hành chính cấp huyện giáp với Campuchia, bao gồm: [[Tân Châu]], [[Tân Biên]], [[Châu Thành]], [[Bến Cầu]] và [[Trảng Bàng]].\n\nTỉnh Tây Ninh có 9 đơn vị hành chính cấp huyện, trong đó có 1 [[thành phố]], 2 [[thị xã]] và 6 [[huyện]]. Tổng diện tích toàn tỉnh 4.028,2 km2, với dân số 1.066.400 người (Theo điều tra dân số năm 2009) và mật độ dân cư trung bình 264 người\/km2. Mật độ phân bố không đồng đều giữa các đơn vị hành chính cấp huyện, mật độ cao nhất là thị xã [[Hoà Thành]] đạt 1.699 người\/km và thấp nhất là huyện [[Tân Biên]] đạt 109 người\/km2.\n\n==Trước năm 1975==\n===Năm 1897===\nToàn tỉnh Tây Ninh được chia thành 10 tổng:\n#Tổng Băng Chrum có 2 làng: Bang Chrum Srey, Prey toch\n#Tổng Chơn Bà Đen có 4 làng: Cà Nhum, Ké-dol, Rừng, Thung\n#Tổng Giai Hóa có 6 làng: Ninh Điền, Long Chữ, Long Giang, Long Khánh, Long Thuận, Tiên Thuận\n#Tổng Hòa Ninh có 7 làng: Đông Tác, Hòa Hiệp, Hòa Hội, Hảo Đước, Ninh Thạnh, Thái Bình, Thanh Điền\n#Tổng Hàm Ninh Hạ có 6 làng: An Tịnh, An Hòa, Gia Lộc, Gia Bình, Lộc Hưng, Phước Chỉ\n#Tổng Hàm Ninh Thượng có 4 làng: Đôn Thuận, Hiệp Ninh, Lộc Ninh, Phước Hội\n#Tổng Khán Xuyên có 8 làng: Cà Khụp, Chrot-sre, Đây Xoài, Dôt Bò, Prey-chêt, Pra-ba-miết, Phụm-xoài, Ta-pang-ro-bon\n#Tổng Mỹ Ninh có 5 làng: An Thạnh, Lợi Thuận, Phước Thạnh, Phước Lưu, Thanh Phước\n#Tổng Triêm Hóa có 5 làng: Cẩm Giang, Hiệp Thạnh, Phước Trạch, Thạnh Đức, Trường Hòa\n#Tổng Ta-bel-yul có 3 làng: Tà-nốt, Tapăn-prey, Tapăn brồ-sốc\n\n===Năm 1939===\nTỉnh Tây Ninh được chia thành 2 quận:\n\n1. Quận Thái Bình có 7 tổng với 42 làng:\n#Tổng Hòa Ninh có 9 làng: Đông Tác, Hảo Đước, Hòa Hiệp, Hòa Hội, Long Thành, Ninh Thạnh, Thái Bình, Thanh Điền, Trí Bình\n#Tổng Hàm Ninh Thượng có 4 làng: Đôn Thuận, Hiệp Ninh, Lộc Ninh, Phước Hội\n#Tổng Giai Hóa có 6 làng: Long Chữ, Long Giang, Long Khánh, Long Thuận, Ninh Điền, Tiên Thuận\n#Tổng Khán Xuyên có 5 làng: Chót-sra, Đây Xoài, Phum Xoài, Praha Miệt, Tapang Robon\n#Tổng Bang-chrum có 2 làng: Bang-chrum-sray, Prey toch\n#Tổng Tabel-Yul có 3 làng: Tà Nốt, Tapang-prey, Tapang-prosốc\n#Tổng Chơn Bà Đen có 3 làng: Cà Nhum, Ké-dol, Rừng, Thung\n\n2. Quận [[Trảng Bàng]] có 3 tổng với 17 làng:\n#Tổng Hàm Ninh Hạ có 6 làng: An Hòa, An Tịnh, Gia Bình, Gia Lộc, Lộc Hưng, Phước Chỉ\n#Tổng Mỹ Ninh có 6 làng: An Thạnh, Bình Thạnh, Lợi Thuận, Phước Lưu, Phước Thạnh, Thanh Phước\n#Tổng Triêm Hóa có 5 làng: Cẩm Giang, Hiệp Thạnh, Phước Trạch, Thạnh Đức, Trường Hòa\n\n==Sau năm 1975==\nSau ngày [[30 tháng 4]] năm [[1975]], tỉnh Tây Ninh tổ chức lại hành chính, gồm [[Tây Ninh (thành phố)|thị xã Tây Ninh]] và 7 huyện: [[Bến Cầu]], [[Châu Thành, Tây Ninh|Châu Thành]], [[Dương Minh Châu (huyện)|Dương Minh Châu]], [[Gò Dầu]], [[Hòa Thành|Phú Khương]], [[Tân Biên]], [[Trảng Bàng]].\n\nCuối năm [[1978]], quân đội [[Khmer Đỏ]] ở [[Campuchia]] do [[Pol Pot]] cầm đầu đã huy động hàng chục nghìn binh sĩ tiến đánh Tây Ninh, mở đầu cho cuộc [[chiến tranh biên giới Tây Nam|chiến tranh biên giới Việt Nam - Campuchia]], gây ra các vụ thảm sát đối với nhân dân ta, hàng chục triệu dân Việt Nam nằm sát biên giới bị toán lính Khmer Đỏ giết chết, hàng chục nghìn người bị mất nhà cửa. Tỉnh này cùng với tỉnh [[An Giang]] là hai địa phương chịu nhiều thiệt hại nhất do các cuộc càn quét của quân đội Khmer Đỏ.\n\n===Năm 1979: Quyết định 115-CP===\n*'''Huyện [[Hòa Thành|Phú Khương]], huyện [[Hòa Thành]]'''\n*Quyết định '''115-CP'''<ref name=115CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-115-CP-doi-ten-huyen-Phu-Khuong-tinh-Tay-Ninh-thanh-huyen-Hoa-Thanh\/55182\/noi-dung.aspx Quyết định 115-CP đổi tên huyện Phú Khương, tỉnh Tây Ninh thành huyện Hòa Thành]<\/ref> ngày 14 tháng 3 năm 1979 của Hội đồng Chính phủ đổi tên huyện Phú Khương, tỉnh Tây Ninh thành huyện Hòa Thành.\n\n===Năm 1979: Quyết định 143-CP===\n*'''Huyện [[Hòa Thành]]'''\n*Quyết định '''143-CP'''<ref name=143CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-143-CP-dieu-chinh-dia-gioi-doi-ten-xa-thuoc-huyen-Hoa-Thanh-tinh-Tay-Ninh\/58014\/noi-dung.aspx Quyết định 143-CP điều chỉnh địa giới, đổi tên xã thuộc huyện Hòa Thành, tỉnh Tây Ninh]<\/ref> ngày 04 tháng 4 năm 1979 của Hội đồng Bộ trưởng về việc điều chỉnh địa giới, đổi tên xã thuộc huyện Hòa Thành, tỉnh Tây Ninh:\n#Chia xã Long Thành thành bốn đơn vị hành chính lấy tên là xã Long Thành Bắc, xã Long Thành Trung, xã Long Thành Nam và thị trấn Hòa Thành.\n#Chia xã Hiệp Ninh thành hai xã lấy tên là xã Hiệp Ninh và xã Hiệp Tân.\n#Chia xã Ninh Thạnh thành hai lấy tên là xã Ninh Thạnh và xã Ninh Sơn.\n#Chia xã Trường Hòa thành ba xã lấy tên là xã Trường Hòa, xã Trường Đông và xã Trường Tây.\n#Xã Suối Vàng Cạn đổi tên thành xã Tân Bình.\n\n===Năm 1981: Quyết định 93-HĐBT===\n* Quyết định '''93-HĐBT'''<ref name=93HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-93-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Tay-Ninh\/43142\/noi-dung.aspx Quyết định 93-HĐBT phân vạch địa giới xã thuộc tỉnh Tây Ninh]<\/ref> ngày 26 tháng 9 năm 1981 của Hội đồng Bộ trưởng về việc phân vạch địa giới xã thuộc tỉnh Tây Ninh:\n*'''Huyện [[Tân Biên]]'''\n#Thành lập ba xã lấy tên xã Tân Hiệp, xã Thanh Nghĩa và xã Tân Thạnh.\n#Chia xã Trà Vong thành ba xã lấy tên là xã Tân Phong, xã Mỏ Công và xã Trà Vong.\n*'''Huyện [[Gò Dầu]]'''.\n#Thành lập một xã lấy tên là xã Phước Đông gồm có ấp Phước Đức của xã Phước Thạnh và các ấp Cây Trắc, Suối Cao của xã Thanh Phước.\n*'''Thị xã [[Tây Ninh (thành phố)|Tây Ninh]]'''.\n#Thành lập một xã lấy tên là xã Bình Minh.\n\n===Năm 1989: Quyết định 48-HĐBT===\n*Quyết định '''48-HĐBT'''<ref name=48HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-48-HDBT-phan-vach-dia-gioi-hanh-chinh-cac-huyen-Tan-Bien-Duong-Minh-Chau-va-thanh-lap-huyen-Tan-Chau-thuoc-tinh-Tay-Ninh\/37761\/noi-dung.aspx Quyết định 48-HĐBT phân vạch địa giới hành chính các huyện Tân Biên, Dương Minh Châu và thành lập huyện Tân Châu thuộc tỉnh Tây Ninh]<\/ref> ngày 13 tháng 5 năm 1989 của Hội đồng Bộ trưởng về việc phân vạch địa giới hành chính các huyện Tân Biên, Dương Minh Châu và thành lập huyện Tân Châu thuộc tỉnh Tây Ninh:\n*'''Huyện [[Dương Minh Châu (huyện)|Dương Minh Châu]], huyện [[Tân Biên]], huyện [[Tân Châu (huyện)|Tân Châu]]'''\n#Tách các xã Tân Phú, Thạch Đông, Thạch Nghĩa, Tân Thạnh, Tân Hội, Tân Đông, Tân Hưng, Tân Hiệp của huyện Tân Biên và tách 6. 580 hécta diện tích tự nhiên với 4.247 nhân khẩu của vùng kinh tế mới Tân Thành cùng với 1.700 hécta diện tích tự nhiên và 4.577 nhân khẩu của vùng kinh tế mới Suối Dây của huyện Dương Minh Châu để thành lập huyện Tân Châu.\n##Huyện Tân Châu có các xã Tân Hưng, Tân Phú, Thạch Nghĩa, Thạch Đông, Tân Thạnh, Tân Hiệp, Tân Hội, Tân Đông và 2 vùng kinh tế mới (Tân Thành, Suối Dây) với 95.118 hécta diện tích tự nhiên và 46.131 nhân khẩu.\n#Địa giới huyện Tân Châu ở phía đông giáp tỉnh Sông Bé; phía tây giáp huyện Tân Biên; phía nam giáp huyện Hòa Thành và Dương Minh Châu; phía bắc giáp nước [[Cộng hòa Nhân dân Campuchia]].\n#Sau khi phân vạch địa giới hành chính:\n##Huyện Tân Biên có 8 xã: Trà Vong, Mỏ Công, Tân Phong, Thạnh Tây, Thạnh Bình, Tân Bình, Tân Lập, Hoà Hiệp, với 79. 387 hécta diện tích tự nhiên và 52.420 nhân khẩu.\n##Huyện Dương Minh Châu có 10 xã: Suối Đá, Bàn Năng, Cầu Khơi, Lộc Ninh, Phước Ninh, Xã Phan, Chà Là, Truông Mít, Bến Củi, Phước Minh.\n*Huyện '''[[Tân Châu (huyện)|Tân Châu]]'''\n#Chia xã Tân Đông thành 2 xã lấy tên là xã Tân Đông và xã Suối Ngô.\n#Thành lập 2 xã mới trên cơ sở vùng kinh tế mới Tân Thành, Suối Dây, lấy tên là xã Tân Thành và xã Suối Dây.\n\n===Năm 1991: Quyết định số 285\/QĐ-TCCP===\n*Quyết định số 285\/QĐ-TCCP<ref>Quyết định số 285\/QĐ-TCCP về việc địa giới hành chính thành lập xã, thị trấn thuộc huyện Tân Châu, tỉnh Tây Ninh<\/ref> năm 1991 của Ban Tổ chức Chính phủ về việc địa giới hành chính thành lập xã, thị trấn thuộc huyện '''[[Tân Châu, Tây Ninh|Tân Châu]]''':\n#Thành lập thị trấn Tân Châu trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Tân Thạnh.\n#Sáp nhập xã Thạnh Nghĩa vào xã Thạnh Đông.\n\n===Năm 1992: Quyết định số 618\/QĐ-TCCP===\n*Quyết định '''618\/QĐ-TCCP'''<ref>Quyết định số 618\/QĐ-TCCP về việc địa giới hành chính thành lập xã, thị trấn thuộc huyện Tân Châu, tỉnh Tây Ninh<\/ref> ngày 22 tháng 9 năm 1992 của Ban Tổ chức Chính phủ về việc điều chỉnh địa giới thành lập xã, thị trấn thuộc huyện '''[[Tân Biên]]''':\n#Thành lập thị trấn Tân Biên - thị trấn huyện lị huyện Tân Biên trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Thạnh Tây.\n\n===Năm 1994: Nghị định 43-CP===\n*Nghị định '''43-CP'''<ref name=43CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-43-CP-thanh-lap-xa-Tan-Ha-xa-Tan-Hoa-thuoc-huyen-Tan-Chau-tinh-Tay-Ninh\/38801\/noi-dung.aspx Nghị định 43-CP thành lập xã Tân Hà, xã Tân Hòa thuộc huyện Tân Châu, tỉnh Tây Ninh]<\/ref> ngày 28 tháng 5 năm 1994 của Chính phủ về việc thành lập xã Tân Hà, xã Tân Hòa thuộc huyện '''[[Tân Châu (huyện)|Tân Châu]]''', tỉnh Tây Ninh:\n#Thành lập xã Tân Hà trên cơ sở điều chỉnh 6.700 ha diện tích tự nhiên và 3.015 nhân khẩu của xã Tân Đông.\n##Xã Tân Đông còn lại 8.300 hécta diện tích tự nhiên với 7.003 nhân khẩu.\n#Thành lập xã Tân Hòa trên cơ sở điều chỉnh 17.708 ha diện tích tự nhiên với 3.010 nhân khẩu của xã Suối Ngô.\n##Xã Suối Ngô còn lại 16.370 hécta diện tích tự nhiên với 4.666 nhân khẩu.\n\n===Năm 1998: Nghị định 80\/1998\/NĐ-CP===\n*Nghị định '''80\/1998\/NĐ-CP'''<ref name=80NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-80-1998-ND-CP-thanh-lap-thi-tran-va-xa-thuoc-huyen-Chau-Thanh-tinh-Tay-Ninh\/42610\/noi-dung.aspx Nghị định 80\/1998\/NĐ-CP thành lập thị trấn và xã thuộc huyện Châu Thành, tỉnh Tây Ninh]<\/ref> ngày 30 tháng 9 năm 1998 của Chính phủ về việc thành lập thị trấn và xã thuộc huyện '''[[Châu Thành, Tây Ninh|Châu Thành]]''', tỉnh Tây Ninh:\n#Thành lập thị trấn Châu Thành thuộc huyện Châu Thành trên cơ sở điều chỉnh 573 ha diện tích tự nhiên và 7.858 nhân khẩu của xã Trí Bình; 182 ha diện tích tự nhiên và 1.100 nhân khẩu của xã Thái Bình.\n#Thành lập xã Đồng Khởi thuộc huyện Châu Thành trên 3.471 ha diện tích tự nhiên và 10.791 nhân khẩu của xã Thái Bình.\n#Sau khi điều chỉnh địa giới hành chính:\n##Xã Trí Bình có 2.034 ha diện tích tự nhiên và 6.696 nhân khẩu.\n##Xã Thái Bình có 2.898,5 ha diện tích tự nhiên và 10.990 nhân khẩu.\n\n===Năm 1999: Nghị định 01\/1999\/NĐ-CP===\n*Nghị định '''01\/1999\/NĐ-CP'''<ref name=01NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-01-1999-ND-CP-thanh-lap-thi-tran-huyen-ly-huyen-Duong-Minh-Chau-tinh-Tay-Ninh\/45331\/noi-dung.aspx Nghị định 01\/1999\/NĐ-CP thành lập thị trấn huyện lỵ huyện Dương Minh Châu, tỉnh Tây Ninh]<\/ref> ngày 13 tháng 1 năm 1999 của Chính phủ về việc thành lập thị trấn huyện lỵ huyện '''[[Dương Minh Châu (huyện)|Dương Minh Châu]]''', tỉnh Tây Ninh:\n#Thành lập thị trấn Dương Minh Châu - thị trấn huyện lỵ huyện Dương Minh Châu, tỉnh Tây Ninh trên cơ sở điều chỉnh 465 ha diện tích tự nhiên và 7.985 nhân khẩu của xã Suối Đá.\n#Sau khi điều chỉnh địa giới hành chính, xã Suối Đá có 32.817 ha diện tích tự nhiên và 9.908 nhân khẩu.\n\n===Năm 1999: Nghị định 76\/1999\/NĐ-CP===\n*Nghị định '''76\/1999\/NĐ-CP'''<ref name=76NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-76-1999-ND-CP-thanh-lap-thi-tran-Ben-Cau-thi-tran-huyen-ly-huyen-Ben-Cau-tinh-Tay-Ninh\/45583\/noi-dung.aspx Nghị định 76\/1999\/NĐ-CP thành lập thị trấn Bến Cầu - thị trấn huyện lỵ huyện Bến Cầu, tỉnh Tây Ninh]<\/ref> ngày 20 tháng 8 năm 1999 của Chính phủ về việc thành lập thị trấn Bến Cầu - thị trấn huyện lỵ huyện '''[[Bến Cầu]]''', tỉnh Tây Ninh:\n#Thành lập thị trấn Bến Cầu - thị trấn huyện lỵ huyện Bến Cầu, tỉnh Tây Ninh trên cơ sở 638 ha diện tích tự nhiên và 5.555 nhân khẩu của xã Lợi Thuận.\n#Sau khi điều chỉnh địa giới hành chính, xã Lợi Thuận có 4.277,49 ha diện tích tự nhiên và 7.534 nhân khẩu.\n\n===Năm 2001: Nghị định 46\/2001\/NĐ-CP===\n*Nghị định '''46\/2001\/NĐ-CP'''<ref name=46NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-46-2001-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Hoa-Thanh-mo-rong-thi-xa-Tay-Ninh-lap-phuong-thuoc-thi-xa-Tay-Ninh-va-lap-xa-Thanh-Bac-20858.aspx Nghị định 46\/2001\/NĐ-CP điều chỉnh địa giới hành chính huyện Hòa Thành mở rộng thị xã Tây Ninh, lập phường thuộc thị xã Tây Ninh và lập xã Thạnh Bắc]<\/ref> ngày 10 tháng 8 năm 2001 về việc điều chỉnh địa giới hành chính huyện Hòa Thành mở rộng thị xã Tây Ninh, lập phường thuộc thị xã Tây Ninh và lập xã Thạnh Bắc:\n#Điều chỉnh địa giới hành chính mở rộng thị xã Tây Ninh trên cơ sở sáp nhập vào thị xã Tây Ninh toàn bộ diện tích tự nhiên và dân số của các xã: Tân Bình, Ninh Sơn, Ninh Thạnh, Thạnh Tân, Hiệp Ninh và 139 ha diện tích tự nhiên với 7.815 nhân khẩu của xã Hiệp Tây thuộc huyện '''[[Hòa Thành]]'''.\n#Thành lập phường IV thuộc '''[[Tây Ninh (thành phố)|thị xã Tây Ninh]]''' trên cơ sở 139 ha diện tích tự nhiên và 7.815 nhân khẩu của xã Hiệp Tân (phần điều chỉnh vào thị xã); 49 ha diện tích tự nhiên và 3.408 nhân khẩu của xã Hiệp Ninh.\n#Thành lập phường Hiệp Ninh thuộc thị xã Tây Ninh trên cơ sở 331 ha diện tích tự nhiên và 17.728 nhân khẩu còn lại của xã Hiệp Ninh.\n#Sau khi điều chỉnh địa giới hành chính huyện Hòa Thành để mở rộng thị xã Tây Ninh và thành lập các phường thuộc thị xã:\n##Thị xã Tây Ninh có 13.965 ha diện tích tự nhiên và 112.893 nhân khẩu, gồm 10 đơn vị hành chính trực thuộc: phường I, phường II, phường III, phường IV, phường Hiệp Ninh và các xã: Bình Minh, Tân Bình, Ninh Thạnh, Ninh Sơn và Thạnh Tân.\n##Huyện Hòa Thành còn lại 8.816 ha diện tích tự nhiên và 129.040 nhân khẩu, có 8 đơn vị hành chính trực thuộc là các xã: Long Thành Nam, Long Thành Trung, Long Thành Bắc, Trường Tây, Trường Đông, Trường Hòa, Hiệp Tân và thị trấn Hòa Thành.\n##Xã Hiệp Tân thuộc huyện Hòa Thành còn lại 485 ha diện tích tự nhiên và 8.635 nhân khẩu.\n#Thành lập xã Thạnh Bắc thuộc huyện '''[[Tân Biên]]''' trên cơ sở 9.164 ha diện tích tự nhiên và 2.960 nhân khẩu của xã Thạnh Bình.\n##Sau khi điều chỉnh địa giới hành chính thành lập xã Thạnh Bắc, xã Thạnh Bình còn lại 11.500 ha diện tích tự nhiên và 8.404 nhân khẩu.\n\n===Năm 2004: Nghị định 21\/2004\/NĐ-CP===\n*Nghị định '''21\/2004\/NĐ-CP'''<ref name=21NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-21-2004-ND-CP-thanh-lap-xa-thuoc-huyen-Chau-Thanh-Trang-Bang-dieu-chinh-dia-gioi-hanh-chinh-huyen-Duong-Minh-Chau-Tan-Chau-tinh-Tay-Ninh-53359.aspx Nghị định 21\/2004\/NĐ-CP thành lập xã thuộc huyện Châu Thành Trảng Bàng điều chỉnh địa giới hành chính huyện Dương Minh Châu, Tân Châu tỉnh Tây Ninh]<\/ref> ngày 12 tháng 1 năm 2004 của Chính phủ về việc thành lập xã thuộc huyện Châu Thành Trảng Bàng điều chỉnh địa giới hành chính huyện Dương Minh Châu, Tân Châu tỉnh Tây Ninh:\n#Thành lập xã An Bình thuộc huyện '''[[Châu Thành, Tây Ninh|Châu Thành]]''' trên cơ sở 2.221 ha diện tích tự nhiên và 6.485 nhân khẩu của xã Thanh Điền.\n##Sau khi điều chỉnh địa giới hành chính thành lập xã An Bình, xã Thanh Điền còn lại 2.421 ha diện tích tự nhiên và 13.536 nhân khẩu.\n#Thành lập xã An Cơ thuộc huyện Châu Thành trên cơ sở 3.673 ha diện tích tự nhiên và 9.988 nhân khẩu của xã Hảo Đước.\n##Sau khi điều chỉnh địa giới hành chính thành lập xã An Cơ, xã Hảo Đước còn lại 3.650 ha diện tích tự nhiên và 8.350 nhân khẩu.\n#Thành lập xã Hưng Thuận thuộc huyện '''[[Trảng Bàng]]''' trên cơ sở 1.681 ha diện tích tự nhiên và 2.636 nhân khẩu của xã Lộc Hưng, 2.606 ha diện tích tự nhiên và 6.281 nhân khẩu của xã Đôn Thuận.\n##Xã Hưng Thuận có 4.287 ha diện tích tự nhiên và 8.917 nhân khẩu.\n##Xã Lộc Hưng còn lại 4.326 ha diện tích tự nhiên và 15.892 nhân khẩu.\n##Xã Đôn Thuận còn lại 6.228 ha diện tích tự nhiên và 10.357 nhân khẩu.\n#Chuyển 7.433 ha diện tích tự nhiên và 1.104 nhân khẩu (các ấp Tà Dơ, Đồng Kèn) của xã Suối Đá thuộc huyện '''[[Dương Minh Châu (huyện)|Dương Minh Châu]]''' về xã Tân Thành thuộc huyện '''[[Tân Châu, Tây Ninh|Tân Châu]]''' quản lý.\n#Chuyển 7.930 ha diện tích tự nhiên và 1.775 nhân khẩu (ấp Suối Bà Chiêm) của xã Suối Đá thuộc huyện Dương Minh Châu về xã Tân Hòa thuộc huyện Tân Châu quản lý.\n##Huyện Dương Minh Châu còn lại 43.451 ha diện tích tự nhiên và 100.047 nhân khẩu.\n##Xã Suối Đá thuộc huyện Dương Minh Châu còn lại 12.669 ha diện tích tự nhiên và 13.968 nhân khẩu.\n##Huyện Tân Châu có 111.112 ha diện tích tự nhiên và 101.915 nhân khẩu.\n##Xã Tân Thành thuộc huyện Tân Châu có 14.503 ha diện tích tự nhiên và 9.061 nhân khẩu.\n##Xã Tân Hòa thuộc huyện Tân Châu có 26.232 ha diện tích tự nhiên và 5.690 nhân khẩu.\n\n===Năm 2012: Nghị quyết số 135\/NQ-CP===\n*Nghị quyết số '''135\/NQ-CP'''<ref name=135NQCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-135-NQ-CP-nam-2013-thanh-lap-phuong-Ninh-Son-Ninh-Thanh-Tay-Ninh-217902.aspx Nghị quyết 135\/NQ-CP năm 2013 thành lập phường Ninh Sơn, Ninh Thạnh thuộc thị xã Tây Ninh và thành lập thành phố Tây Ninh, tỉnh Tây Ninh]<\/ref> ngày 29 tháng 12 năm 2013 của Chính phủ về việc thành lập phường Ninh Sơn, Ninh Thạnh thuộc thị xã Tây Ninh và thành lập thành phố Tây Ninh, tỉnh Tây Ninh:\n*'''thị xã [[Tây Ninh (thành phố)|Tây Ninh]]'''\n#Thành lập phường Ninh Sơn trên cơ sở toàn bộ 2.534,8 ha diện tích tự nhiên, 20.991 nhân khẩu của xã Ninh Sơn.\n##Địa giới hành chính phường Ninh Sơn: Đông giáp phường Ninh Thạnh; Tây giáp phường 1 và xã Bình Minh; Nam giáp phường Hiệp Ninh; Bắc giáp xã Tân Bình và xã Thạnh Tân.\n#Thành lập phường Ninh Thạnh trên cơ sở toàn bộ 1.519,11 ha diện tích tự nhiên, 15.376 nhân khẩu của xã Ninh Thạnh.\n##Địa giới hành chính phường Ninh Thạnh: Đông giáp xã Bàu Năng và xã Phan, huyện Dương Minh Châu; Tây giáp phường Hiệp Ninh và phường Ninh Sơn, thành phố Tây Ninh; Nam giáp xã Long Thành Bắc và thị trấn Hòa Thành, huyện Hòa Bình; Bắc giáp phường Ninh Sơn, thành phố Tây Ninh.\n*'''thành phố [[Tây Ninh (thành phố)|Tây Ninh]]'''\n#Thành lập thành phố Tây Ninh trên cơ sở toàn bộ 14.000,81 ha diện tích tự nhiên, 153.537 nhân khẩu, 10 đơn vị hành chính cấp xã của thị xã Tây Ninh.\n#Thành phố Tây Ninh có 14.000,81 ha diện tích tự nhiên, 153.537 nhân khẩu, 10 đơn vị hành chính cấp xã, gồm 7 phường (1, 2, 3, IV, Hiệp Ninh, Ninh Sơn, Ninh Thạnh) và 3 xã (Bình Minh, Tân Bình, Thạnh Tân).\n##Địa giới hành chính thành phố Tây Ninh: Đông giáp huyện Dương Minh Châu; Tây giáp huyện Châu Thành; Nam giáp huyện Hòa Thành và huyện Châu Thành; Bắc giáp huyện Tân Biên và huyện Tân Châu.\n##Sau khi thành lập phường Ninh Sơn, phường Ninh Thạnh và thành phố Tây Ninh, tỉnh Tây Ninh có 403.261,42 ha diện tích tự nhiên, 1.089.871 nhân khẩu, 09 đơn vị hành chính cấp huyện (gồm: Thành phố Tây Ninh và các huyện: Hòa Thành, Châu Thành, Tân Biên, Tân Châu, Dương Minh Châu, Gò Dầu, Trảng Bàng, Bến Cầu) và 95 đơn vị hành chính cấp xã (80 xã, 7 phường, 8 thị trấn).\n\n===Năm 2020: Nghị quyết số 865\/NQ-UBTVQH14===\n*Nghị quyết số '''865\/NQ-UBTVQH14'''<ref name=NQ865>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-865-nq-ubtvqh14-2020-thanh-lap-thi-xa-hoa-thanh-tinh-tay-ninh-434043.aspx|tựa đề=Nghị quyết số 865\/NQ-UBTVQH14 năm 2020 về việc thành lập thị xã Hòa Thành, thị xã Trảng Bàng và thành lập các phường, xã thuộc thị xã Hòa Thành, thị xã Trảng Bàng, tỉnh Tây Ninh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> ngày 10 tháng 1 năm 2020 của Ủy ban Thường vụ Quốc hội về việc thành lập thị xã Hòa Thành và thị xã Trảng Bàng, tỉnh Tây Ninh:\n*'''thị xã [[Hòa Thành]]'''\n#Thành lập thị xã Hòa Thành trên cơ sở toàn bộ diện tích tự nhiên và dân số của huyện Hòa Thành.\n#Thành lập phường Long Hoa trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị trấn Hòa Thành.\n#Thành lập phường Hiệp Tân trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hiệp Tân.\n#Thành lập phường Long Thành Bắc trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Long Thành Bắc.\n#Thành lập phường Long Thành Trung trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Long Thành Trung.\n##Địa giới hành chính thị xã Hòa Thành: Đông giáp huyện Dương Minh Châu; Tây giáp huyện Châu Thành; Nam giáp huyện Gò Dầu; Bắc giáp thành phố Tây Ninh.\n*'''thị xã [[Trảng Bàng]]'''\n#Thành lập thị xã Trảng Bàng trên cơ sở toàn bộ diện tích tự nhiên và dân số của huyện Trảng Bàng.\n#Thành lập phường Trảng Bàng trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị trấn Trảng Bàng.\n#Thành lập phường An Hòa trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã An Hòa.\n#Thành lập phường An Tịnh trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã An Tịnh.\n#Thành lập phường Gia Bình trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Gia Bình.\n#Thành lập phường Gia Lộc trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Gia Lộc.\n#Thành lập phường Lộc Hưng trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Lộc Hưng.\n#Hợp nhất xã Phước Lưu và xã Bình Thạnh thành một xã lấy tên là xã Phước Bình.\n##Địa giới hành chính thị xã Trảng Bàng: Đông giáp tỉnh Bình Dương và thành phố Hồ Chí Minh; Tây giáp Campuchia; Nam giáp tỉnh Long An; Bắc giáp huyện Dương Minh Châu, huyện Gò Dầu và huyện Bến Cầu.\n##Sau khi thành lập thị xã Hòa Thành và thị xã Trảng Bàng, tỉnh Tây Ninh có 404,14 ha diện tích tự nhiên, 1.169.165 nhân khẩu, 09 đơn vị hành chính cấp huyện (gồm: Thành phố Tây Ninh; thị xã Hòa Thành, thị xã Trảng Bàng và các huyện: Châu Thành, Tân Biên, Tân Châu, Dương Minh Châu, Gò Dầu, Bến Cầu) và 94 đơn vị hành chính cấp xã (71 xã, 17 phường, 6 thị trấn).\n\n==Các đơn vị hành chính trực thuộc==\nDanh sách các đơn vị hành chính cấp huyện của [[Tây Ninh]] theo địa lý và hành chính bao gồm 6 đề mục liệt kê: đơn vị hành chính cấp huyện, thủ phủ, diện tích, dân số và mật độ dân số được cập nhật từ cuộc điều tra dân số năm 2009, các đơn vị hành chính cấp xã - phường - thị trấn.\n\nTây Ninh có 95 đơn vị hành chính cấp xã, trong đó có: 17 phường, 6 thị trấn và 71 xã\n\n{| class=\"wikitable\"\n|-\n! STT!!Thể loại hành chính!! Tên gọi!!Huyện lỵ!! Diện tích (km²)!! Dân số (người)!! Mật dộ dân số (người\/km²)!! Đơn vị hành chính cấp xã - phường - thị trấn\n|-\n| 1 || [[Thành phố (Việt Nam)|Thành phố]] || [[Tây Ninh (thành phố)|Tây Ninh]] || || 137,3 || 125.600 || 915 || 7 phường: [[Phường 1, thành phố Tây Ninh|1]], [[Phường 2, thành phố Tây Ninh|2]], [[Phường 3, thành phố Tây Ninh|3]], [[Phường 4, thành phố Tây Ninh|4]], [[Hiệp Ninh]], [[Ninh Sơn, thành phố Tây Ninh|Ninh Sơn]], [[Ninh Thạnh]]\n\n3 xã: [[Bình Minh, thành phố Tây Ninh|Bình Minh]], [[Tân Bình, thành phố Tây Ninh|Tân Bình]], [[Thạnh Tân, thành phố Tây Ninh|Thạnh Tân]]\n|-\n| 2 || [[Thị xã (Việt Nam)|Thị xã]] || [[Hòa Thành]] || || 81,8 || 139.000 || 1.699 || 4 phường: [[Hiệp Tân, Hòa Thành|Hiệp Tân]], [[Long Hoa (phường)|Long Hoa]], [[Long Thành Bắc]], [[Long Thành Trung]]\n\n4 xã: [[Long Thành Nam]], [[Trường Đông]], [[Trường Hòa]], [[Trường Tây]]\n|-\n| 3 || [[Thị xã (Việt Nam)|Thị xã]] || [[Trảng Bàng]] || || 337,8 || 152.300 || 451 || 6 phường: [[An Hòa, Trảng Bàng|An Hòa]], [[An Tịnh]], [[Gia Bình, Trảng Bàng|Gia Bình]], [[Gia Lộc, Trảng Bàng|Gia Lộc]], [[Lộc Hưng, Trảng Bàng|Lộc Hưng]], [[Trảng Bàng (phường)|Trảng Bàng]]\n\n4 xã: [[Đôn Thuận]], [[Hưng Thuận]], [[Phước Bình, Trảng Bàng|Phước Bình]], [[Phước Chỉ]]\n|-\n| 4 || [[Huyện]] || [[Bến Cầu]] || [[Bến Cầu (thị trấn)|Bến Cầu]] || 233,3 || 62.900 || 270 || 1 Thị trấn: [[Bến Cầu (thị trấn)|Bến Cầu]]\n\n8 xã: [[An Thạnh, Bến Cầu|An Thạnh]], [[Lợi Thuận]], [[Long Chữ]], [[Long Giang, Bến Cầu|Long Giang]], [[Long Khánh, Bến Cầu|Long Khánh]], [[Long Phước, Bến Cầu|Long Phước]], [[Long Thuận, Bến Cầu|Long Thuận]], [[Tiên Thuận]]\n|-\n| 5 || [[Huyện]] || [[Châu Thành, Tây Ninh|Châu Thành]] || [[Châu Thành (thị trấn thuộc Tây Ninh)|Châu Thành]] || 571,3 || 130,100 || 228 || 1 Thị trấn: [[Châu Thành (thị trấn thuộc Tây Ninh)|Châu Thành]]\n\n14 xã: [[An Bình, Châu Thành (Tây Ninh)|An Bình]], [[An Cơ]], [[Biên Giới (xã)|Biên Giới]], [[Đồng Khởi (xã)|Đồng Khởi]], [[Hảo Đước]], [[Hòa Hội, Châu Thành (Tây Ninh)|Hòa Hội]], [[Hòa Thạnh, Châu Thành (Tây Ninh)|Hòa Thạnh]], [[Long Vĩnh, Châu Thành (Tây Ninh)|Long Vĩnh]], [[Ninh Điền]], [[Phước Vinh, Châu Thành (Tây Ninh)|Phước Vinh]], [[Thái Bình, Châu Thành (Tây Ninh)|Thái Bình]], [[Thanh Điền, Châu Thành (Tây Ninh)|Thanh Điền]], [[Thành Long, Châu Thành (Tây Ninh)|Thành Long]], [[Trí Bình]]\n|-\n| 6 || [[Huyện]] || [[Dương Minh Châu (huyện)|Dương Minh Châu]] || [[Dương Minh Châu (thị trấn)|Dương Minh Châu]] || 452,8 || 104.300|| 230 || 1 Thị trấn: [[Dương Minh Châu (thị trấn)|Dương Minh Châu]]\n\n10 xã: [[Bàu Năng]], [[Bến Củi]], [[Cầu Khởi]], [[Chà Là]], [[Lộc Ninh, Dương Minh Châu|Lộc Ninh]], [[Phan (xã)|Phan]], [[Phước Minh, Dương Minh Châu|Phước Minh]], [[Phước Ninh, Dương Minh Châu|Phước Ninh]], [[Suối Đá]], [[Truông Mít]]\n|-\n| 7 || [[Huyện]] || [[Gò Dầu]] || [[Gò Dầu (thị trấn)|Gò Dầu]] || 250,5 || 137.000 || 547 || 1 Thị trấn: [[Gò Dầu (thị trấn)|Gò Dầu]]\n\n8 xã: [[Bàu Đồn]], [[Cẩm Giang, Gò Dầu|Cẩm Giang]], [[Hiệp Thạnh, Gò Dầu|Hiệp Thạnh]], [[Phước Đông, Gò Dầu|Phước Đông]], [[Phước Thạnh, Gò Dầu|Phước Thạnh]], [[Phước Trạch]], [[Thạnh Đức, Gò Dầu|Thạnh Đức]], [[Thanh Phước]]\n|-\n| 8 || [[Huyện]] || [[Tân Biên]] || [[Tân Biên (thị trấn)|Tân Biên]] || 853,0 || 93.800 || 110 || 1 Thị trấn: [[Tân Biên (thị trấn)|Tân Biên]]\n\n9 xã: [[Hòa Hiệp, Tân Biên|Hòa Hiệp]], [[Mỏ Công]], [[Tân Bình, Tân Biên|Tân Bình]], [[Tân Lập, Tân Biên|Tân Lập]], [[Tân Phong, Tân Biên|Tân Phong]], [[Thạnh Bắc]], [[Thạnh Bình, Tân Biên|Thạnh Bình]], [[Thạnh Tây]], [[Trà Vong]]\n|-\n| 9 || [[Huyện]] || [[Tân Châu, Tây Ninh|Tân Châu]] || [[Tân Châu (thị trấn)|Tân Châu]] || 1.110,4 || 121.400 || 109 || 1 Thị trấn: [[Tân Châu (thị trấn)|Tân Châu]]\n\n11 xã: [[Suối Ngô]], [[Suối Dây]], [[Tân Đông, huyện Tân Châu|Tân Đông]], [[Tân Hà, huyện Tân Châu|Tân Hà]], [[Tân Hiệp, huyện Tân Châu|Tân Hiệp]], [[Tân Hòa, huyện Tân Châu|Tân Hòa]], [[Tân Hội, huyện Tân Châu|Tân Hội]], [[Tân Hưng, huyện Tân Châu|Tân Hưng]], [[Tân Phú, huyện Tân Châu|Tân Phú]], [[Tân Thành, huyện Tân Châu|Tân Thành]], [[Thạnh Đông, huyện Tân Châu|Thạnh Đông]]\n|}\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{DEFAULTSORT|Tây Ninh}}\n\n* Vietnam Administrative Atlas_ Vietnam Publishing House of Natural resources, environment and cartography.\n\n{{Đơn vị hành chính thuộc tỉnh Tây Ninh}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Tây Ninh]]\n[[Thể loại:Hành chính Tây Ninh]]"}