{"802020":"'''Lịch sử hành chính [[An Giang]]''' được xem là bắt đầu từ cuộc cải cách hành chính của [[Minh Mạng]] năm 1832, khi thành lập 12 tỉnh từ các dinh trấn ở miền Nam. Vào thời điểm hiện tại (2023), về mặt hành chính, An Giang được chia làm 11 [[Huyện (Việt Nam)|đơn vị hành chính cấp huyện]] – gồm 2 thành phố trực thuộc tỉnh, 2 thị xã, 7 huyện – và 156 [[Xã (Việt Nam)|đơn vị hành chính cấp xã]] – gồm 110 xã, 28 phường và 18 thị trấn.\n\n==Lịch sử==\n===Trước khi thành lập tỉnh===\nVùng đất An Giang ngày nay, khi xưa thuộc đất Kompong Long, được sử Việt chép là '''Tầm Phong Long''', vốn thuộc vùng ảnh hưởng vương quốc [[Chân Lạp]]. Đến năm [[Đinh Sửu]] 1757, quốc vương Chân Lạp là [[Outey II]] (sử Việt chép là Nặc Tôn) dâng đất này cho chúa Nguyễn để tạ ơn công sức đã đưa ngài ấy lên ngôi chính vương Chân Lạp. Chúa [[Nguyễn Phúc Khoát]] sai [[Nguyễn Cư Trinh]] vào nhận đất Tầm Phong Long, lập thành 3 đạo là: Tân Châu, Đông Khẩu (Sa Đéc), Châu Đốc; và cho tất cả trực thuộc dinh Long Hồ.\n\nTừ thời thuộc Chân Lạp cho đến tận đầu nhà Nguyễn, đất An Giang còn hoang hóa, rất ít dân cư. Những năm đầu thời vua Gia Long, nhà Nguyễn mới tổ chức mộ dân đến khai hoang định cư, và cho thuộc vào thuộc trấn Vĩnh Thanh (1 trong 5 trấn của thành Gia Định).\n\n===Tỉnh An Giang thời Nguyễn độc lập===\nNăm Minh Mạng thứ 13 (1832), vua [[Minh Mạng]] chia trấn Vĩnh Thanh thành hai tỉnh An Giang và Vĩnh Long. Tỉnh An Giang (chữ Hán: ''安江''), đồng thời chia thành 2 phủ (với 4 huyện): phủ Tuy Biên (gồm 2 huyện: Tây Xuyên, Phong Phú), phủ Tân Thành (gồm 2 huyện: Đông Xuyên và Vĩnh An). Cùng lúc, đặt ra chức An-Hà tổng đốc thống lĩnh cả hai tỉnh An Giang và Hà Tiên, lỵ sở đặt tại tỉnh thành Châu Đốc của tỉnh An Giang. Địa bàn tỉnh An Giang dưới thời nhà Nguyễn rất rộng. So với địa giới hành chính ngày nay bao gồm toàn bộ tỉnh An Giang, thành phố [[Cần Thơ]], Hậu Giang, Sóc Trăng, một phần tỉnh Đồng Tháp và huyện Giá Rai (thuộc tỉnh Bạc Liêu).\n\nTháng 4 năm 1824, Nặc Ông Chân (Ang Chan II), hiến tặng nhà Nguyễn thông qua Nguyễn Văn Thoại (để trả ơn ông Thoại), 3 vùng Chân Sum (còn gọi là Chân Thành hay Chân Chiêm, nằm giữa Giang Thành và Châu Đốc), Mật Luật (Ngọc Luật, cũng nằm giữa Giang Thành và Châu Đốc), Lợi Kha Bát (Prey Kabbas), Takeo). Nhà Nguyễn chỉ lấy 2 đất Chân Sum và Mật Luật (Mật Luật sau thành đất huyện Tây Xuyên). Chân Sum sau được phân vào hai huyện Hà Âm và Hà Dương từng thuộc phủ Tĩnh Biên (Tịnh Biên)\/tỉnh Hà Tiên, trước khi chia về cho tỉnh An Giang.\n\nAn Giang là một trong sáu tỉnh đầu tiên ở Nam Kỳ (Nam Kỳ lục tỉnh) vào thời [[nhà Nguyễn]] độc lập, thành lập năm 1832 dưới triều vua [[Minh Mạng]].\n[[Tập_tin:AnGiangToanDo.jpg|phải|nhỏ|Bản đồ cổ tỉnh An Giang nhà Nguyễn có tên là An Giang toàn đồ (安江全圖) in trong địa bạ tỉnh An Giang năm 1836.]]\nNăm 1833, tỉnh An Giang bị quân Lê Văn Khôi nổi dậy chiếm đóng, nhà Nguyễn phải điều binh đánh dẹp, cuối cùng Án sát  An Giang là Bùi Văn Lý lấy lại được tỉnh thành (Châu Đốc) từ tay của quân Khôi. Năm 1833-1834, quân nước Xiêm La, theo cầu viện của Lê Văn Khôi, tiến vào An Giang theo đường sông Cửu Long đánh nhà Nguyễn, bị quân nhà Nguyễn do Trương Minh Giảng, Nguyễn Xuân đánh bại trên sông Vàm Nao.\n\nNăm Minh Mạng thứ 16 (1835), nhà Nguyễn lấy thêm đất Ba Thắc (Bassac, thuộc Cao Miên) sáp nhập vào An Giang và lập thành phủ Ba Xuyên. Đất Ba Thắc cũ chia thành 2 huyện Phong Nhiêu và Phong Thịnh. Đồng thời nhập thêm huyện Vĩnh Định của tỉnh Vĩnh Long vào phủ Ba Xuyên, khiến phủ Ba Xuyên có 3 huyện: Phong Nhiêu, Phong Thịnh và Vĩnh Định.\n\nPhân chia hành chánh tỉnh An Giang năm 1836:\n\n* Phủ Tân Thành:\n\n-Huyện Vĩnh An:\n\n: -Tổng An Hội gồm 1 xã Sùng Văn và 4 thôn: An Tịch, Tân Lâm, Tân Qui Đông, Tân Xuân\n: -Tổng An Mỹ gồm 7 thôn: An Thuận, Phú An, Phú Hựu, Phú Nhơn, Tân An Đông, Tân Hựu, Tân Nhơn;\n: -Tổng An Thạnh gồm 7 thôn: Hội An, Mỹ An, Tân An Trung, Tân Đông, Tân Khánh, Tân Khánh Tây, Tân Mỹ;\n: -Tổng An Thới gồm 5 thôn: Nhơn Qưới, Tân Dương, Tân Long, Tân Thạnh, Vĩnh Thạnh;\n: -Tổng An Tĩnh gồm 3 thôn: Phú An Đông, Tân Thuận, Tân Tịch;\n: -Tổng An Trung gồm 6 thôn: Bình Tiên, Tân Phú Đông, Tân Phú Trung, Tân Phú, Tân Qui Tây, Vĩnh Phước;\n: -Tổng An Trường gồm 8 thôn: Định Hòa, Đông Thành, Đông Thành Trung, Kim Bồn, Mỹ Thuận, Phù Ly, Tân Lộc Trung, Tân Phong;\n\n-Huyện Vĩnh Định:\n\n: -Tổng Định An gồm 3 thôn: Đông Phú, Long Hưng, Phú Mỹ Đông;\n: -Tổng Định Bảo gồm 8 thôn: Nhơn Ái, Tân An, Tân Lợi, Tân Thạnh Đông, Thới Bình, Thường Thạnh, Thường Thạnh Đông, Trường Thành;\n: -Tổng Định Khánh gồm 11 thôn: An Khánh, An Thạnh Nhì, An Thạnh Nhứt, Châu Hưng, Châu Khánh, Đại Hòa, Đại Hữu, Đại Thạnh, Hòa Mỹ, Phong Phú, Phú Hữu;\n: -Tổng Định Thới gồm 6 thôn: Bình Thủy, Phú Long, Tân Lộc Đông, Thới An, Thới An Đông, Thới Hưng;\n\n* Phủ Tuy Biên:\n\n-Huyện Đông Xuyên:\n\n: -Tổng An Lương gồm 12 thôn: Bình Thạnh Đông, Hòa Thạnh, Lý Nhơn, Mỹ Hội Đông, Nhơn An, Nhơn Lương, Tân Hưng, Toàn Đức, Vĩnh Hậu, Vĩnh Lộc, Vĩnh Toàn, Mỹ Lương;\n: -Tổng An Phú gồm 7 thôn: An Hòa, Bình Hòa Tây, Nhơn Hòa, Tân Bình, Định An, Long Hậu, Tân Lộc;\n: -Tổng An Thành gồm 10 thôn: Long Hưng, Long Khánh, Long Sơn, Phú Lâm, Tân An, Tân Thiện, Vĩnh Hòa, Vĩnh Lạc, Vĩnh Lợi, Vĩnh Xương;\n: -Tổng An Toàn gồm 9 thôn: Kiến Long, Kiến Thạnh, Mỹ Chánh, Mỹ Hưng, Mỹ Long, Mỹ Phú, Toàn Đức, Toàn Đức Đông, Tú Điền;\n\n-Huyện Tây Xuyên:\n\n: -Tổng Châu Phú gồm 29 thôn: An Nông, An Thạnh, Bình Thạnh, Hưng An, Khánh An, Long Thạnh, Nhơn Hòa, Nhơn Hội, Phú Cường, Thân Nhơn Lý, Thới Hưng, Vĩnh Bảo, Vĩnh Điều, Vĩnh Hội, Vĩnh Khánh, Vĩnh Lạc, Vĩnh Ngươn, Vĩnh Phước, Vĩnh Tế Sơn, Vĩnh Thành, Vĩnh Thạnh, Vĩnh Thọ, Vĩnh Thông, Vĩnh Trung, Vĩnh Trường, Châu Phú, Vĩnh Gia, Vĩnh Hòa Trung, Vĩnh Lạc Trung;\n: -Tổng Định Phước gồm 9 thôn: Mỹ Phước, Mỹ Thạnh, Tân Thuận Đông, Thạnh Hòa Trung, Thoại Sơn, Thới Thuận, Vĩnh Chánh, Vĩnh Phú, Vĩnh Trinh;\n: -Tổng Định Thành gồm 6 thôn: Bình Đức, Bình Hòa Trung, Bình Lâm, Bình Mỹ, Vĩnh Thạnh Trung, Vĩnh Thuận.\n\nNăm Minh Mạng thứ 20 (1839), nhà Nguyễn đặt thêm huyện An Xuyên (tách từ phần đất huyện Vĩnh An ra) lệ thuộc vào phủ Tân Thành. Cùng năm này, nhà Nguyễn còn cắt đất huyện Chân Thành phủ Chân Chiêm thuộc Trấn Tây Thành (xứ Cao Miên do nhà Nguyễn bảo hộ) hợp với phần đất cắt từ huyện Tây Xuyên để lập hai huyện Hà Dương (ở bờ Nam sông Vĩnh Tế) và Hà Âm (ở bờ Bắc sông Vĩnh Tế) của tỉnh Hà Tiên (sau chuyển sang tỉnh An Giang), nhập thêm thổ huyện Ô Môn (tên gọi cũ của vùng đất thuộc Cao Miên (Trấn Tây Thành) có nhiều người Khmer sinh sống) vào thành huyện Phong Phú, thổ huyện Mật Luật (Ngọc Luật) của Trấn Tây Thành vào huyện Tây Xuyên.\n\nNăm Thiệu Trị thứ 2 (1842), [[Thiệu Trị]] trích phủ Tĩnh Biên cùng huyện Hà Dương của tỉnh Hà Tiên, sáp nhập vào An Giang. Năm 1844, trích thêm huyện Hà Âm của tỉnh Hà Tiên nhập vào phủ Tĩnh Biên, lúc này phủ Tĩnh Biên gồm các huyện Hà Âm, Hà Dương. Năm Tự Đức thứ 3 (1850), nhà Nguyễn bỏ phủ Tĩnh Biên, cho nhập 2 huyện Hà Âm và Hà Dương vào phủ Tuy Biên. Vào thời vua Tự Đức tỉnh An Giang gồm có 3 phủ với 10 huyện: Hà Âm, Hà Dương, Phong Phú, Tây Xuyên, Đông Xuyên, Vĩnh An, An Xuyên, Phong Nhiêu, Phong Thịnh, Vĩnh Định.<ref>''Đại Nam nhất thống chí'', quyển 30, tỉnh An Giang, trang 151-191.<\/ref>\n\n* Phủ Tuy Biên (绥边):\n\n- Huyện Hà Âm, trước là đất huyện Châu Thành nước Cao Miên, gồm 2 tổng (có thể là 2 tổng với tên là Thành Tín và Quy Đức, sau này được tổ chức lại thành 2 tổng nằm ngay bên bờ kênh Vĩnh Tế của tỉnh Châu Đốc năm 1901) với 40 làng xã ''(Vĩnh Thông, Vĩnh Bảo, Vĩnh Lạc, Vĩnh Gia, Vĩnh Điều, Thân Nhơn Lý...)'', phía tây giáp huyện Hà Châu tỉnh Hà Tiên, phía nam giáp huyện Hà Dương, phía đông giáp huyện Tây Xuyên, phía bắc giáp nước Cao Miên. Theo Đại Nam nhất thống chí: huyện Hà Âm nằm bên trái (tả, tức bờ phía tây bắc) sông Vĩnh Tế<ref>{{Chú thích web|url=http:\/\/www.songhuong.com.vn\/fullsize.php?id=66&page=37.jpg|tựa đề=Đại Nam nhất thống chí, quyển hạ, bản dịch của Tu Trai Nguyễn Tạo lưu tại nhà sách Sông Hương, trang 40.|archive-url=https:\/\/web.archive.org\/web\/20120219071947\/http:\/\/www.songhuong.com.vn\/fullsize.php?id=66&page=37.jpg|archive-date=2012-02-19|url-status=dead|ngày truy cập=2012-04-18}}<\/ref><ref>Đại Nam thực lục, chính biên, đệ nhị kỷ, quyển CCVII, Thực lục về Thánh tổ Nhân hoàng đế, tập 5, trang 617.<\/ref>. Như vậy, vào thời này, vùng đất huyện Hà Âm thuộc phần đất giáp biên giới của Campuchia với Việt Nam, tức là phần đất huyện Kiri Vong, và có thể cả phần đất các huyện Kaoh Andaet, Bourei Cholsar thuộc tỉnh Takeo, Campuchia.\n\n-Huyện Hà Dương (河陽), nguyên là đất huyện Chân Thành nước Cao Miên, gồm 4 tổng (Thành Tâm, Thành Ý, Thành Lễ, Thành Ngãi (hay Thành Nghĩa)) với 40 làng xã ''(Vĩnh Quới, Hưng Nhượng, An Nông, An Thạnh, Phú Thạnh, Nhơn Hòa, Thới Sơn, Tà Đảnh, Thuyết Nạp, Trát Quan, Tu Tế, Văn Giáo, Vĩnh Trung, Xuân Tô, An Cư, Ba Chút, Bích Trì, Bôn Ca, Châu Lăng, Lê Huất, Lương Đô, Phi Yên, Trầm Văn, An Tức, Đôn Hậu, Giai Âm, Nam Qui, Phi Cấm, Tri Tôn, Cô Tô, Nam Chỉ, Ngôn Nạp, Ô Lâm,...)'', phía tây giáp huyện Hà Châu tỉnh Hà Tiên, phía nam giáp huyện Kiên Giang tỉnh Hà Tiên, phía đông giáp huyện Tây Xuyên, phía bắc giáp huyện Hà Âm. Đất huyện Hà Dương vào thời nay thuộc các huyện Châu Thành, Thoại Sơn và Tri Tôn của tỉnh An Giang.\n\n-Huyện Phong Phú (豐富) từng là đất huyện Vĩnh Định và đất thổ huyện Ô Môn (của Cao Miên), gồm 3 tổng với 31 làng xã, phía tây giáp huyện Kiên Giang tỉnh Hà Tiên, phía nam giáp huyện Vĩnh Định (phủ Ba Xuyên), phía bắc giáp 2 huyên Tây Xuyên và An Xuyên (phủ Tân Thành). Đất huyện Phong Phú nay có thể là đất thuộc các quận huyện Thốt Nốt, Ô Môn,... của thành phố Cần Thơ. Đại Nam nhất thống chí chép: \"''Sông Cần Thơ ở bờ Tây sông Hậu, cách huyện Phong Phú 3 dặm về phía đông,..., bờ phía tây là thủ sở đạo Trấn Giang cũ,...''\"<ref>Đại Nam nhất thống chí, quyển 30, trang 173.<\/ref>\n\n-Huyện Tây Xuyên (西川) nguyên là đất đạo Châu Đốc cùng huyện Vĩnh Định và thổ huyện Mật Luật (của Cao Miên), nằm ở bờ Tây sông Hậu, gồm 3 tổng (Châu Phú, Định Thành, Định Phước) với 38 làng xã, phía tây giáp huyện Hà Dương, phía nam giáp huyện Long Xuyên tỉnh Hà Tiên, phía đông và phía bắc giáp huyện Đông Xuyên (phủ Tân Thành). Đất huyện Tây Xuyên nay có thể là đất thuộc các huyện thị Châu Đốc, An Phú, Châu Phú, Châu Thành, thành phố Long Xuyên,... của tỉnh An Giang.\n\n* Phủ Tân Thành (新成):\n\n-Huyện Đông Xuyên nguyên là đất huyện Vĩnh Định (gồm đạo Tân Châu) nằm ở phía đông sông Hậu Giang (giữa sông Tiền và sông Hậu), gồm 4 tổng với 33 làng xã, phía tây và phía nam giáp huyện Tây Xuyên, phía đông giáp các huyện Kiến Đăng, (Kiến Phong) tỉnh Định Tường, phía bắc giáp nước Cao Miên. Đất huyện Đông Xuyên nay có thể là thuộc đất các huyện thị Tân Châu, An Phú, Phú Tân,... của tỉnh An Giang.\n\n-Huyện Vĩnh An (永安) gồm 4 tổng với 36 làng xã, phía tây giáp huyện Phong Phú, phía nam và phía đông giáp huyện An Xuyên, phía bắc giáp huyện Kiến Phong tỉnh Định Tường. Đất huyện Vĩnh An có thể nay là đất thuộc huyện Chợ Mới và một số huyện phía nam tỉnh Đồng Tháp (nằm giữa sông Tiền và sông Hậu) là: Lấp Vò, Lai Vung, Sa Đéc (đạo Đông Khẩu). Theo Đại Nam nhất thống chí thì đạo Đông Khẩu ở bờ Nam sông Sa Đéc thuộc địa phận huyện Vĩnh An.<ref>Đại Nam nhất thống chí, quyển 30, trang 178.<\/ref>\n\n-Huyện An Xuyên (安川) gồm 3 tổng với 25 làng xã, phía tây giáp huyện Phong Phú, phía nam giáp huyện Vĩnh Định, phía đông giáp tỉnh Vĩnh Long, phía bắc giáp tỉnh Định Tường. Đất huyện An Xuyên có thể nay thuộc các huyện thị phía nam tỉnh Đồng Tháp (nằm giữa sông Tiền và sông Hậu) là: Lấp Vò, Lai Vung, Châu Thành... và có thể là cả đất huyện Bình Minh tỉnh Vĩnh Long ngày nay.\n\n* Phủ Ba Xuyên (巴川):\n\n-Huyện Vĩnh Định (永定) nguyên trước là huyện Vĩnh Định tỉnh Vĩnh Long nhà Nguyễn sau cắt sang An Giang, gồm 4 tổng (Định Thới, Định An, Định Khánh, và Trấn Giang (tức Cần Thơ)) với 19 làng xã, phía tây giáp huyện Phong Nhiêu, phía nam giáp huyện Phong Thịnh, phía đông và phía bắc giáp tỉnh Vĩnh Long nhà Nguyễn. Đất huyện Vĩnh Định nay có thể là vùng đất giáp bờ sông Hậu thuộc các tỉnh Hậu Giang (chủ yếu), Sóc Trăng (một phần).\n\n-Huyện Phong Nhiêu (豐饒), gồm 3 tổng với 17 làng xã, phía tây giáp huyện Kiên Giang tỉnh Hà Tiên, phía nam giáp biển Đông, phía đông và phía bắc giáp huyện Vĩnh Định. Nay đất huyện Phong Nhiêu có thể thuộc phần phía tây 2 tỉnh Hậu Giang và Sóc Trăng, cùng phần phía đông hay toàn bộ tỉnh Bạc Liêu.\n\n-Huyện Phong Thịnh (豐盛), đến năm Tự Đức thứ 3 (1850) bị nhập vào cùng huyện Vĩnh Định với sự kiêm quản của phủ lỵ nên bị xóa tên. Toàn bộ đất huyện Phong Thịnh có thể là nằm trọn vẹn trong địa bàn tỉnh Sóc Trăng ngày nay.\n\nCác tổng đốc An Giang-Hà Tiên của nhà Nguyễn:{{Multicol}}\n*[[Trương Minh Giảng]] nhiệm kỳ 1832-1836\n*[[Lê Đại Cương]] (có tội, bị cách chức)\n*[[Trương Minh Giảng]] nhiệm kỳ: 3(âm)\/1838<ref>Đại Nam thực lục, tập 5, trang 299.<\/ref> - 1840\n*Dương Văn Phong nhiệm kỳ: 9(âm)\/1840<ref>Đại Nam thực lục, tập 5, trang 785.<\/ref> - 3(âm)\/1841 (bi cách chức)\n*Nguyễn Văn Chương (tức Nguyễn Tri Phương) tuần phủ kiêm quyền hộ lý tổng đốc 1841\n*[[Phạm Văn Điển]] nhiệm kỳ 1841-1842 (ốm chết)\n*[[Nguyễn Công Nhàn]] nhiệm kỳ 1842-1844 (bị cách chức)\n{{Multicol-break}}\n*Nguyễn Văn Chương (tức [[Nguyễn Tri Phương]]) nhiệm kỳ 1844-1845<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển 50, trang 765.<\/ref>\n*Tôn Thất Bạch nhiệm kỳ 1845-1847\n*[[Doãn Uẩn]] nhiệm kỳ 1847<ref>Đại Nam thực lục, chính biên, đệ tam kỷ, quyển 66, trang 992.<\/ref>-1850 (ốm chết)\n*Cao Hữu Bằng (Cao Hữu Dực) nhiệm kỳ 1850-1859 (ốm chết)<ref>Đại Nam thực lục, Chính biên, đệ tứ kỷ, quyển 21, tập 7, trang 625.<\/ref>\n*Nguyễn Công Nhàn nhiệm kỳ 1859-1861 (bị cách chức) <ref>Đại Nam thực lục, Chính biên, đệ tứ kỷ, quyển 24, tập 7, trang 708-720.<\/ref>\n*[[Phan Khắc Thận]] (1861-1867 (khi Pháp chiếm An Giang)\n{{Multicol-end}}Các [[Tuần phủ]] (tỉnh trưởng) An Giang nhà Nguyễn{{Multicol}}\n*[[Lê Đại Cương]] nhiệm kỳ 1832-1836\n*Dương Văn Phong nhiệm kỳ 1838-1840\n*Nguyễn Tri Phương 1841\n*[[Nguyễn Công Trứ]] nhiệm kỳ 1842-1844\n{{Multicol-break}}\n*Doãn Uẩn nhiệm kỳ 1844-1847\n*Cao Hữu Dực 1847-1850\n*Phan Khắc Thận 1859-1861\n*Lê Đức\n{{Multicol-end}}\n\n=== Tỉnh Long Xuyên và tỉnh Châu Đốc ===\nNăm 1868, thực dân Pháp chiếm nốt 3 tỉnh miền Tây Nam Kỳ là An Giang, Vĩnh Long và Hà Tiên. Lúc này, thực dân Pháp dần xóa bỏ tên gọi tỉnh An Giang cùng hệ thống hành chính phủ huyện cũ thời nhà Nguyễn ở khu vực này, đồng thời cũng đặt ra các hạt Thanh tra. Theo đó, tỉnh An Giang bị đổi tên thành tỉnh Châu Đốc, do lấy theo tên gọi nơi đặt lỵ sở của tỉnh là thành Châu Đốc. Tỉnh Châu Đốc khi đó gồm các hạt Thanh tra, vốn lấy tên gọi theo địa điểm nơi đặt lỵ sở như: hạt Châu Đốc (phủ Tuy Biên cũ), hạt Sa Đéc (phủ Tân Thành cũ) và hạt Ba Xuyên (phủ Ba Xuyên cũ):\n\n-Hạt Châu Đốc (phủ Tuy Biên cũ), đặt lỵ sở tại Châu Đốc, gồm 2 huyện: Đông Xuyên và Hà Dương\n\n-Hạt Sa Đéc (phủ Tân Thành cũ), đặt lỵ sở tại Sa Đéc, gồm 3 huyện: An Xuyên, Vĩnh An và Phong Phú\n\n-Hạt Ba Xuyên (phủ Ba Xuyên cũ), đặt lỵ sở tại Sóc Trăng, gồm 3 huyện: Vĩnh Định, Phong Nhiêu và Phong Thạnh\n\nSau này, hạt Thanh tra Ba Xuyên cũng được đổi tên thành hạt Thanh tra Sóc Trăng. Về sau, hạt Thanh tra Châu Đốc cũng tách ra để thành lập thêm hạt Thanh tra Long Xuyên; hạt Thanh tra Sa Đéc tách ra hợp với một phần đất thuộc tỉnh Vĩnh Long trước đây để thành lập hạt Thanh tra Trà Ôn. Một năm sau, Tòa Bố chính từ Trà Ôn lại dời về Cái Răng.\n\nNgày 5 tháng 6 năm 1871, hạt Thanh tra Long Xuyên và hạt Thanh tra Châu Đốc nhận thêm phần đất đai thuộc địa bàn tổng Phong Thạnh vốn thuộc huyện Kiến Phong, tỉnh Định Tường vào thời nhà Nguyễn độc lập như sau:\n\n-Hạt Châu Đốc: lấy phần đất 3 làng An Bình, An Long và Tân Thạnh thuộc tổng Phong Thạnh, huyện Kiến Phong. Phần đất này nằm ở phía tây bắc Đồng Tháp Mười, sau gọi là tổng An Phước thuộc hạt Châu Đốc.\n\n-Hạt Long Xuyên: lấy địa phận các làng Tân Phú, Tân Thạnh của tổng Phong Thạnh, huyện Kiến Phong để lập tổng mới gọi là tổng Phong Thạnh Thượng thuộc hạt Long Xuyên.\n\nTheo Nghị định ngày 5 tháng 1 năm 1876, thực dân Pháp bỏ hẳn hệ thống Nam Kỳ lục tỉnh thời nhà Nguyễn, đồng thời các hạt Thanh tra được thay bằng hạt tham biện ''(arrondissement)'', các thôn đổi thành làng. Vùng đất Nam Kỳ lúc này bị chia thành 4 khu vực hành chính ''(circonscription)'' do thực dân Pháp đặt ra, trong đó có khu vực Bassac (Hậu Giang) cai quản các hạt tham biện: Châu Đốc, Hà Tiên, Long Xuyên, Rạch Giá, Trà Ôn và Sóc Trăng. Tuy nhiên, hạt tham biện Sa Đéc lại thuộc về khu vực Vĩnh Long. Ngày 23 tháng 2 năm 1876, Thống đốc Nam Kỳ ra Nghị định mới lấy huyện Phong Phú và một phần huyện An Xuyên và Tân Thành để lập hạt Cần Thơ với thủ phủ là Cần Thơ. Hạt Cần Thơ thuộc khu vực Bassac (Hậu Giang).\n\nNăm 1882, thiết lập hạt tham biện Bạc Liêu trên cơ sở tách 3 tổng Quảng Long, Quảng Xuyên và Long Hưng của hạt tham biện Rạch Giá hợp với 2 tổng Thạnh Hòa và Thạnh Hưng tách từ hạt tham biện Sóc Trăng chuyển sang. Lỵ sở Bạc Liêu thuộc địa bàn tổng Thạnh Hòa vốn trước đó thuộc hạt tham biện Sóc Trăng. Như vậy địa bàn tỉnh An Giang cũ gồm các hạt tham biện Sa Đéc, Châu Đốc, Long Xuyên, Cần Thơ, Sóc Trăng và Bạc Liêu nằm trong 2 khu vực Vĩnh Long và Bassac (Hậu Giang).\n\nNgày 12 tháng 8 năm 1888, hạt tham biện Rạch Giá bị giải thể, nhập vào hạt tham biện Long Xuyên. Ngày 27 tháng 12 năm 1892, thực dân Pháp lại tái lập hạt tham biện Rạch Giá. Năm 1888, Hà Tiên cho thuộc về hạt tham biện Châu Đốc, đến cuối năm 1892 lại phục hồi hạt tham biện Hà Tiên.\n\nTheo Nghị định của Toàn quyền Đông Dương vào ngày 20 tháng 12 năm 1899 thì kể từ ngày 1 tháng 1 năm 1900, đổi tất cả các hạt ở Nam Kỳ thành tỉnh. Địa bàn tỉnh An Giang cũ chia ra thành 6 tỉnh giống như thời kỳ trước đây: Châu Đốc, Long Xuyên, Sa Đéc, Cần Thơ, tỉnh Sóc Trăng và Bạc Liêu. Tình hình đó kéo dài cho đến năm 1956.\n\nVào thời Pháp thuộc, vùng đất tỉnh An Giang ngày nay (thuộc Nhà nước Cộng hòa Xã hội Chủ nghĩa Việt Nam) là phần đất thuộc Châu Đốc và Long Xuyên. Phần đất của hai tỉnh này khi đó còn bao gồm cả một phần đất thuộc về các huyện thành Hồng Ngự, Tân Hồng, Tam Nông và Thanh Bình (của tỉnh Đồng Tháp), huyện Vĩnh Thạnh, các xã thuộc huyện Cờ Đỏ và quận Thốt Nốt (của TP. Cần Thơ) và một phần nhỏ huyện Giang Thành (thuộc tỉnh Kiên Giang) ngày nay.\n\n=== Tỉnh Châu Đốc ===\nNăm 1903, tỉnh Châu Đốc ban đầu có 3 quận: Tân Châu, Tri Tôn và Tịnh Biên. Năm 1917, Châu Đốc thành lập thêm quận Châu Thành, đến năm 1919 thì đổi tên là quận Châu Phú. Tuy nhiên năm 1939 lại đổi về tên quận Châu Thành như cũ. Ngày 19 tháng 12 năm 1929, thực dân Pháp lập thêm quận Hồng Ngự thuộc do tách ra từ quận Tân Châu cùng tỉnh.\n\nTỉnh lỵ Châu Đốc đặt tại làng Châu Phú thuộc tổng Châu Phú, quận Châu Thành. Từ ngày 9 tháng 2 năm 1913 đến ngày 9 tháng 2 năm 1924, tỉnh Hà Tiên bị giải thể, trở thành một quận thuộc tỉnh Châu Đốc. Sau đó, lại tách ra trở thành tỉnh Hà Tiên độc lập như trước.\n\n=== Tỉnh Long Xuyên ===\nNăm 1917, thực dân Pháp cho thành lập ở tỉnh Long Xuyên 3 quận trực thuộc: Châu Thành, Chợ Mới và Thốt Nốt. Năm 1953, tỉnh Long Xuyên thành lập thêm hai quận mới là Núi Sập và Lấp Vò. Quận Thoại Sơn được thành lập do tách tổng Định Phú ra khỏi quận Châu Thành; quận Lấp Vò được thành lập do tách tổng An Phú ra khỏi quận Thốt Nốt cùng tỉnh.\n\nTỉnh lỵ Long Xuyên thuộc khu vực hai làng Bình Đức và Mỹ Phước cùng thuộc tổng Định Phước, quận Châu Thành. Dựa theo các Sắc lệnh ngày 31 tháng 1 năm 1935 và 16 tháng 12 năm 1938, thị xã Long Xuyên trực thuộc tỉnh Long Xuyên được thành lập bao gồm phần đất nội ô tỉnh lỵ trước đó. Ngày 29 tháng 12 năm 1952, chính quyền Quốc gia Việt Nam thân Pháp quyết định công nhận đô thị tỉnh lỵ Long Xuyên trở thành thị xã hỗn hợp ''(commune mixte)'' trực thuộc tỉnh Long Xuyên.\n\n===Thời kỳ Chiến tranh Đông Dương===\n; Chính quyền Việt Nam Dân chủ Cộng hòa\nSau Cách mạng tháng 8 năm 1945, tỉnh Châu Đốc và tỉnh Long Xuyên nằm trong danh sách 21 tỉnh ở Nam Bộ. Lúc này, Ủy ban Kháng chiến Hành chánh Nam bộ chủ trương bỏ cấp tổng, bỏ đơn vị làng, thống nhất gọi là xã, đồng thời bỏ danh xưng quận, gọi thay thế bằng huyện. Chính quyền Việt Nam Cộng hòa đến năm 1956 cũng thống nhất dùng danh xưng là xã, tuy nhiên vẫn gọi là quận cho đến năm 1975.\n\nNgày 12 tháng 9 năm 1947, theo chỉ thị số 50\/CT của Ủy ban kháng chiến hành chính Nam Bộ (chính quyền Việt Nam Dân chủ Cộng hòa), lúc bấy giờ có sự thay đổi sắp xếp hành chính của tỉnh Châu Đốc và Long Xuyên, thành lập các tỉnh mới có tên là Long Châu Tiền và Long Châu Hậu như sau:\n\n-Tỉnh Long Châu Tiền nằm ở phía bờ trái (tả ngạn) sông Hậu, hai bên sông Tiền, thuộc khu 8 và có 5 huyện: Tân Châu, Hồng Ngự, Chợ Mới, Châu Phú B và Lấp Vò. Ngày 14 tháng 5 năm 1949, huyện Lấp Vò được trả về tỉnh Sa Đéc. Cũng trong năm đó, huyện Tân Châu của tỉnh Long Châu Tiền chia thành 2 huyện mới là Phú Châu và Tân Châu.\n\n-Tỉnh Long Châu Hậu nằm ở phía bờ phải (hữu ngạn) sông Hậu và có 6 huyện: Tịnh Biên, Tri Tôn, Thốt Nốt, Thoại Sơn, Châu Phú A và Châu Thành (bao gồm 2 tỉnh lỵ Long Xuyên và Châu Đốc). Năm 1949, chính quyền Cách mạng giao huyện Thốt Nốt về cho tỉnh Cần Thơ, đến năm 1954 lại trả huyện Thốt Nốt về cho tỉnh Long Xuyên quản lý trở lại như trước.\n\nTháng 10 năm 1950 tỉnh Long Châu Hậu hợp nhất với Hà Tiên thành tỉnh Long Châu Hà, gồm 8 huyện: Tịnh Biên, Tri Tôn, Châu Phú A, Châu Thành, Thoại Sơn, Thốt Nốt, Giang Châu (hợp nhất hai huyện Giang Thành và Châu Thành của tỉnh Hà Tiên cũ), Phú Quốc. Tháng 7 năm 1951, hợp nhất 2 huyện Tri Tôn và Tịnh Biên thành huyện Tịnh Biên; hợp nhất 2 huyện Châu Thành và Thoại Sơn thành huyện Châu Thành.\n\nNgày 14 tháng 5 năm 1949, chính quyền Việt Minh lại quyết định tách quận Lấp Vò ra khỏi tỉnh Long Xuyên để nhập vào tỉnh Sa Đéc.\n\nTháng 6 năm 1951, tỉnh Long Châu Tiền hợp nhất với tỉnh Sa Đéc thành tỉnh Long Châu Sa, gồm 7 huyện: Châu Thành của tỉnh Sa Đéc cũ), Lai Vung, Cao Lãnh, Tân Hồng, Tân Châu, Phú Châu, Chợ Mới. Trong đó, hai huyện Tân Hồng và Tân Châu vốn là hai huyện Hồng Ngự và Tân Châu của tỉnh Long Châu Tiền trước đó. Tháng 7 năm 1951, nhập huyện Lấp Vò vào tỉnh Long Châu Sa.\n\nTuy nhiên, tên các tỉnh Long Châu Tiền, Long Châu Hậu, Long Châu Sa và Long Châu Hà không được chính quyền Quốc gia Việt Nam của Bảo Đại và chính quyền Việt Nam Cộng hòa công nhận.\n\n.\n\nNăm 1954, chính quyền Việt Minh giải thể các tỉnh Long Châu Sa và Long Châu Hà, đồng thời khôi phục lại các tỉnh Châu Đốc, Long Xuyên, Sa Đéc và Hà Tiên như cũ.\n\n'''Chính quyền Quốc gia Việt Nam'''\n\nNgày 19 tháng 5 năm 1947, Chính phủ lâm thời Cộng hòa Nam Kỳ tự trị thân Pháp quyết định tách đất quận Thốt Nốt để lập thêm quận Lấp Vò ban đầu cùng thuộc tỉnh Long Xuyên; quận lỵ đặt tại Lấp Vò (thuộc làng Bình Đông).\n\nNăm 1953, chính quyền Quốc gia Việt Nam thân Pháp lại quyết định thành lập thêm tại Long Xuyên một quận mới là quận Núi Sập, với quận lỵ đặt tại Núi Sập (thuộc làng Thoại Giang) do tách tổng Định Phú ra khỏi quận Châu Thành cùng tỉnh\n\n===Thời kỳ Chiến tranh Việt Nam===\n; Chính quyền Việt Nam Cộng hòa\n\n; Chính quyền Mặt trận Dân tộc Giải phóng miền Nam Việt Nam\n\n===An Giang sau khi Việt Nam thống nhất===\nSau ngày [[30 tháng 4]] năm [[1975]], hai tỉnh [[Long Xuyên (tỉnh)|Long Xuyên]] và [[Châu Đốc (tỉnh)|Châu Đốc]] hợp nhất thành tỉnh [[An Giang]]. Khi hợp nhất, tỉnh An Giang có 10 đơn vị hành chính gồm 2 thị xã: [[Long Xuyên]], [[Châu Đốc]] và 8 huyện: [[Châu Phú]], [[Châu Thành, An Giang|Châu Thành]], [[Chợ Mới, An Giang|Chợ Mới]], [[Thoại Sơn|Huệ Đức]], [[Phú Châu (huyện)|Phú Châu]], [[Phú Tân, An Giang|Phú Tân]], [[Tịnh Biên]], [[Tri Tôn]]. Tỉnh lị đặt tại thị xã Long Xuyên.\n\n;1977:\n*Quyết định '''56-CP'''<ref name=56CP>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-56-CP-hop-nhat-huyen-thuoc-tinh-An-Giang-vb58600t17.aspx Quyết định 56-CP năm 1977 về việc hợp nhất một số huyện thuộc tỉnh An Giang do Hội đồng Chính phủ ban hành]<\/ref> ngày 11 tháng 3 năm 1977 của Hội đồng Chính phủ về việc hợp nhất một số huyện thuộc tỉnh An Giang:\n#Hợp nhất huyện [[Huệ Đức]] và huyện [[Châu Thành, An Giang|Châu Thành]] thành một huyện lấy tên là huyện Châu Thành.\n#Hợp nhất huyện [[Tri Tôn]] và huyện [[Tịnh Biên]] thành một huyện lấy tên là huyện [[Bảy Núi (huyện)|Bảy Núi]].\n\n;1979:\n*Quyết định '''181-CP'''<ref name=181CP>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-181-CP-dieu-chinh-dia-gioi-doi-ten-xa-thi-tran-tinh-An-Giang-vb57556t17.aspx Quyết định 181-CP năm 1979 điều chỉnh địa giới và đổi tên một số xã và thị trấn thuộc tỉnh An Giang do Hội đồng Chính phủ ban hành]<\/ref> ngày 25 tháng 4 năm 1979 của Hội đồng Chính phủ điều chỉnh địa giới và đổi tên một số xã và thị trấn thuộc tỉnh An Giang:\n*Huyện '''[[Bảy Núi (huyện)|Bảy Núi]]''':\n#Tách các ấp Hòa An, Bình An của xã Tà Đảnh, một phần đất của xã Tú Tề lập thành một xã mới lấy tên là xã Tân Lập.\n#Tách ấp Huệ Đức của xã Cô Tô lập thành một xã mới lấy tên là xã Tân Tuyến.\n#Tách các ấp Voi 1, Voi 2 của xã Tú Tề lập thành một thị trấn lấy tên là thị trấn Chi Lăng.\n#Tách các ấp Cây Me, Xoài Tòng A, Xoài Tông B, Cơray Ven và một phần các ấp kinh Ô Bà Lẫy của xã Tri Tôn lập thành một thị trấn lấy tên là thị trấn Bảy Núi.\n#Xã Tri Tôn đổi tên thành xã Núi Tô.\n#Xã Ô Lâm đổi tên thành xã An Phước\n#Xã An Tức đổi tên thành xã An Ninh\n#Xã Châu Lăng đổi tên thành xã An Lạc.\n#Xã Lê Trì đổi tên thành xã An Lập\n#Xã Tà Đảnh đổi tên thành xã Tân Cương\n#Xã Lương Phi đổi tên thành xã An Thành\n#Xã Trác Quan đổi tên thành xã An Hảo\n#Xã Văn Giáo đổi tên thành xã Thới Thuận\n#Xã Tú Tề đổi tên thành xã Tân Lợi\n*Huyện '''[[Châu Phú]]'''\n#Tách các ấp Bình Nghĩa, Bình Hòa 1 của xã Bình Long, ấp Vĩnh Tiền, ấp Vĩnh Quới của xã Vĩnh Thạnh Trung lập thành một thị trấn lấy tên là thị trấn Cái Dầu.\n#Tách các ấp Mỹ Thiện 1, Mỹ Thiện 2 của xã Mỹ Đức và ấp Vĩnh Hòa của xã Vĩnh Thạnh Trung lập thành một xã lấy tên là xã Mỹ Phú.\n#Tách gần trọn ấp Vĩnh Bình của xã Vĩnh Thạnh Trung và một phần nhỏ ấp Mỹ Hòa của xã Mỹ Đức lập thành một xã lấy tên là xã Ô Long Vĩ.\n#Tách các ấp Bình Chánh, Bình An của xã Bình Long và một nửa ấp Bình Chơn của xã Bình Mỹ lập thành một xã lấy tên là xã Bình Phú.\n#Tách ấp Bình Chánh và nửa ấp Bình Chơn của xã Bình Mỹ lập thành một xã lấy tên là xã Bình Chánh.\n#Sáp nhập ấp Mỹ Thuận 2 của xã Mỹ Đức vào xã Vĩnh Thạnh Trung\n#Sáp nhập một phần ấp Vĩnh Bình của xã Vĩnh Trung vào xã Mỹ Đức.\n#Sáp nhập ấp Bình An, ấp Thạnh Lợi của xã Thạnh Mỹ Tây vào xã Vĩnh Thạnh Trung.\n#Sáp nhập một phần ấp Bình An của xã Bình Long vào xã Thạnh Mỹ Tây.\n#Sáp nhập một phần ấp Bình Chánh của xã Bình Mỹ vào xã Bình Long.\n*Huyện '''[[Chợ Mới, An Giang|Chợ Mới]]''':\n#Tách các ấp Phú Hạ 1, Phú Hạ 2, Kiến Quới 1, Kiến Quới 2, Kiến Thuận 1, Kiến Thuận 2 và Kiến Hưng 2 của xã Kiến An lập thành một xã lấy tên là xã Kiến Thành.\n#Tách các ấp Long Phú 1, Long Phú 2, Long Quới 1, Long Quới 2 của xã Long Điền lập thành một xã lấy tên là Long Điền B.\n#Tách các ấp Bình Phú, Bình Quới, Bình Thạnh 1, Bình Thạnh 2, 2\/3 ấp An Mỹ và 1\/3 ấp An Thạnh của xã Hòa Bình lập thành một xã lấy tên là xã Hòa An.\n*Huyện '''[[Phú Tân, An Giang|Phú Tân]]''':\n#Tách ấp Phú Mỹ Thượng của xã Phú Lâm, ấp Hòa Bình và ấp Hòa An của xã Hòa Lạc lập thành một xã lấy tên là xã Phú Thành.\n#Tách ấp Phú Thạnh của xã Phú Lâm lập thành một xã lấy tên là xã Phú Thạnh.\n#Tách ấp Phú Hữu của xã Phú Lâm và ấp Phú Xương của xã Phú An lập thành một thị trấn lấy tên là thị trấn Chợ Vàm.\n#Tách ấp Phú Mỹ Hạ, một phần ấp Phú Mỹ Thượng của xã Phú An lập thành một xã lấy tên là xã Phú Thọ.\n#Tách các ấp Bình Phú 1, Bình Phú 2 và ấp Bình Tây 1 của xã Bình Thạnh Đông lập thành một xã mới lấy tên là xã Phú Bình.\n*Huyện '''[[Châu Thành, An Giang|Châu Thành]]''':\n#Tách ấp Hòa Long, ấp Hòa Phú của xã Hòa Bình Thạnh, một phần ấp Bình Phú của xã Bình Hòa, một phần đất ấp Bình Thạnh (Xép Bà Lý trở lên phía bắc) của phường Bình Đức, thị xã Long Xuyên, lập thành một thị trấn lấy tên là thị trấn An Châu.\n#Tách ấp Bình An của xã Bình Thủy, ấp An Hòa của xã Bình Hòa lập thành một xã lấy tên là xã An Hòa.\n#Tách ấp Hòa Lợi của xã Hòa Bình Thạnh, một phần ấp Đông Phú 2 của xã Vĩnh Nhuận lập thành một xã lấy tên là xã Vĩnh Lợi.\n#Tách các ấp Đông Bình 1, Đông Bình Trạch, Trung Bình 2, Tây Bình, nửa ấp Đông Bình 2 của xã Vĩnh Trạch và ấp Đông Phú 1 của xã Vĩnh Nhuận lập thành một số xã lấy tên là xã Vĩnh Thành.\n#Tách 1\/2 ấp Vĩnh Bình và 1\/3 ấp Vĩnh Thuận của xã Vĩnh Hanh lập thành một xã lấy tên là xã Vĩnh Bình.\n#Tách 1\/2 ấp Vĩnh Bình của xã Vĩnh Hanh lập thành một xã lấy tên là xã Vĩnh An.\n#Tách ấp Tân Phú của xã Vọng Thê lập thành một xã lấy tên là xã Tân Phú.\n#Tách ấp Tây Phú, ấp Hai Trân của xã Vọng Thê lập thành một xã lấy tên là xã Tây Phú.\n#Tách ấp Vọng Đông và ấp Hạc Phong của xã Vọng Thê lập thành một xã lấy tên là xã Vọng Đông.\n#Tách ấp Trung Phú 1 và ấp Trung Phú 2 của xã Vĩnh Nhuận lập thành một xã lấy tên là xã Vĩnh Phú.\n#Tách ấp Mỹ Thành, 1\/4 ấp Mỹ Thới và ấp Phú Hữu của xã Định Mỹ lập thành một xã lấy tên là xã Định Thành.\n#Tách 2\/3 ấp Tây Khánh của xã Vĩnh Chánh lập thành một xã lấy tên là xã Vĩnh Khánh.\n#Sáp nhập ấp Vĩnh Hòa A, ấp Vĩnh Hòa B và 1\/3 ấp Vĩnh Thuận (theo lòng kinh Sáu về nối với mương Trâu Hương Quan Giảng) của xã Vĩnh Hanh vào xã Cần Đăng.\n#Sáp nhập một phần các ấp Đông An, Tây Bình A, Tây Bình B của xã Vĩnh Chánh (theo lòng rạch Mạc Cần Vện) vào xã Vĩnh Trạch.\n#Sáp nhập một phần các ấp Tây Bình và Bắc Thạnh của xã Thoại Giang vào thị trấn Núi Sập (theo lòng kinh Long Xuyên đi Rạch Giá và bờ đê đất ở khoảng giữa kinh E và kinh D).\n#Đổi tên xã Thoại Sơn thành xã Thoại Giang\n#Đổi tên thị trấn Đông Sơn thành thị trấn Núi Sập.\n*Huyện '''[[Phú Châu (huyện)|Phú Châu]]''':\n#Sáp nhập ấp Long Châu của xã Long Phú, một phần ấp Phú An B, ấp Phú Hưng và ấp Phú Hữu của xã Phú Vĩnh vào xã Tân An.\n#Sáp nhập ấp Tân Thạnh của xã Tân An vào xã Vĩnh Hòa.\n#Chia xã Tân An thành hai xã lấy tên là xã Long An và xã Tân An.\n#Sáp nhập Cù Lao Cở Túc (tức ấp Vĩnh Thạnh) của xã Vĩnh Trường vào xã Vĩnh hậu.\n#Sáp nhập ấp Long Hưng của xã Long Phú vào thị trấn Tân Châu\n#Thành lập ở vùng kinh tế mới Kinh Năm một xã mới lấy tên là xã Phú Lộc\n*Thị xã '''[[Châu Đốc]]''':\n#Chuyển xã Châu Phú A thành phường Châu Phú A.\n#Chuyển xã Châu Phú B thành phường Châu Phú B.\n#Sáp nhập 1\/2 ấp Châu Thới 1 và 1\/2 ấp Châu Thới 2 của phường Châu Phú A vào phường Châu Phú B (theo đường rãnh lòng kinh Vĩnh tế, qua lòng kinh cầu số 4 đến giữa lộ núi Sam – Châu Đốc).\n#Tách ấp Mỹ Chánh 1, 1\/2 ấp Mỹ Hòa (theo kinh đào thẳng ra sông Hậu Giang) của xã Mỹ Đức, huyện Châu Phú, ấp Châu Long 1, ấp Châu Long 6 của phường Châu Phú B lập thành một xã lấy tên là xã Vĩnh Mỹ.\n\n;1979:\n*Quyết định '''300-CP'''<ref name=300CP>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-300-CP-dieu-chinh-dia-gioi-huyen-thi-xa-tinh-An-Giang-vb57940t17.aspx Quyết định 300-CP năm 1979 về việc điều chỉnh địa giới một số huyện và thị xã thuộc tỉnh An Giang do Hội đồng Chính phủ ban hành]<\/ref> ngày 23 tháng 8 năm 1979 của Hội đồng Bộ trưởng về việc điều chỉnh địa giới một số huyện và thị xã thuộc tỉnh An Giang:\n#Chia huyện '''[[Bảy Núi (huyện)|Bảy Núi]]''' thành hai huyện lấy tên là huyện '''[[Tri Tôn]]''' và huyện '''[[Tịnh Biên]]'''.\n##Huyện Tri Tôn gồm có các xã Núi Tô, Tân Cương, Tân Tuyến, Cô Tô, An Phước, An Ninh, An Lạc, An Thành, Ba Chúc, Lạc Quới, Vĩnh Gia, An Lập và thị trấn Tri Tôn (trước là thị trấn Bảy Núi).\n##Huyện Tịnh Biên gồm có các xã Nhơn Hưng, Thới Sơn, Thới Thuận, Vĩnh Trung, An Phú, An Cư, An Nông, Xuân Tô, Tân Lợi, An Hảo, Tân Lập và thị trấn Chi Lăng.\n##Ranh giới giữa hai huyện Tri Tôn và Tịnh Biên quy định như sau: Bắt đầu từ cột mốc số 115 (biên giới với Cam-pu-chia) thẳng hướng đông nam đến trụ đá số 1 trên lộ Lê Trì - Tịnh Biên (cách ngã ba Sóc Tức 150 mét) rồi quẹo xuống phía nam song song với lộ Tịnh Biên – Tri Tôn theo đường mòn về phía đông ven chân núi Nam Quy vòng lên phía bắc đi thẳng đến ngã tư Kinh Tri Tôn - Mạc Cần Dưng (cầu sắt số 13) theo giữa lòng kinh đến giáp ranh huyện Châu Thành (cầu sắt số 10).\n#Chia huyện '''[[Châu Thành, An Giang|Châu Thành]]''' thành hai huyện lấy tên là huyện Châu Thành và huyện '''[[Thoại Sơn]]'''\n##Huyện Châu Thành gồm có các xã Vĩnh An, Vĩnh Bình, Vĩnh Hạnh, Cần Đăng, An Hòa, Bình Hòa, Vĩnh Thành, Vĩnh Lợi, Vĩnh Nhuận, Tân Phú, Hòa Bình Thạnh và thị trấn An Châu.\n##Huyện Thoại Sơn gồm có các xã Phú Hòa, Vĩnh Trạch, Vĩnh Chánh, Vĩnh Khánh, Định Thành, Định Mỹ, Vĩnh Phú, Tây Phú, Vọng Đông, Vọng Thê, Thoại Giang và thị trấn Núi Sập.\n##Ranh giới giữa hai huyện Châu Thành và Thoại Sơn quy định như sau: Bắt đầu từ giữa lòng kinh Tư Kề (phần giáp ranh với huyện Tri Tôn) nối liền với Kinh Làng, kinh Ba Dầu đến ngã năm Ba Bần theo giữa lòng kinh Long Xuyên đi Rạch giá đến giáp ranh thị xã Long Xuyên.\n#Sáp nhập xã Bình Thủy của huyện Châu Thành vào huyện '''[[Châu Phú]]'''.\n#Sáp nhập xã Mỹ Hòa Hưng của huyện Châu Thành vào thị xã '''[[Long Xuyên]]'''.\n#Sáp nhập xã Vĩnh Tế của huyện Châu Phú vào thị xã '''[[Châu Đốc]]'''.\n\n;1980:\n*Quyết định '''125-CP'''<ref name=125CP>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-125-CP-doi-ten-xa-thuoc-tinh-An-Giang-vb44164t17.aspx Quyết định 125-CP năm 1980 về việc đổi tên một số xã thuộc tỉnh An Giang do Hội đồng Chính phủ ban hành]<\/ref> ngày 23 tháng 4 năm 1980 của Hội đồng Chính phủ về việc đổi tên một số xã thuộc huyện '''[[Phú Tân, An Giang|Phú Tân]]''', tỉnh An Giang:\n#Xã Hoà Hảo đổi tên thành xã Tân Hoà;\n#Xã Châu Giang đổi tên thành xã Phú Hiệp;\n#Xã Hưng Nhơn đổi tên thành xã Phú Hưng;\n#Thị trấn Mỹ Lương chuyển thành xã Phú Mỹ.\n\n;1984:\n* Quyết định '''8-HĐBT'''<ref name=8HDBT>{{Chú thích web |url=http:\/\/laws.dongnai.gov.vn\/1981_to_1990\/1984\/198401\/198401120004 |ngày truy cập=ngày 7 tháng 7 năm 2011 |tựa đề=Quyết định 8-HĐBT năm 1984 phân vạch địa giới phường, thị trấn và một số xã thuộc tỉnh An Giang do Hội đồng Bộ trưởng ban hành |archive-date=ngày 17 tháng 10 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20131017011429\/http:\/\/laws.dongnai.gov.vn\/1981_to_1990\/1984\/198401\/198401120004 |url-status=dead }}<\/ref> ngày 12 tháng 1 năm 1984 của Hội đồng Bộ trưởng về việc phân vạch địa giới phường, thị trấn và một số xã của thị xã Long Xuyên và của các huyện Châu Phú, Chợ Mới, Phú Châu, Phú Tân thuộc tỉnh An Giang như sau:\n*'''Thị xã [[Long Xuyên]]'''\n#Thành lập phường Mỹ Xuyên trên cơ sở tách khóm 4, khóm 7 của phường Mỹ Long và một phần ấp Tây Khánh A của xã Mỹ Hoà.\n#Thành lập xã Mỹ Khánh trên cơ sở tách ấp Bình Hoà của xã Mỹ Hoà và một phần khóm Bình Khánh của phường Bình Đức.\n#Thành lập xã Mỹ Thạnh trên cơ sở tách các ấp Thới Thạnh, Thới An, Đông Thạnh và 1\/2 ấp Long Hưng của xã Mỹ Thới.\n*'''Huyện [[Châu Phú]]'''.\n#Thành lập xã Đào Hữu Cảnh trên cơ sở tách các ấp Hưng Thới, Hưng Thuận, Hưng Trung và ấp Long Châu 4 của xã Thạnh Mỹ Tây.\n#Sáp nhập một phần ấp Vĩnh Bình của xã Vĩnh Thạnh trung vào xã Thạnh Mỹ Tây cùng huyện.\n*'''Huyện [[Chợ Mới, An Giang|Chợ Mới]]'''.\n#Thành lập xã Long Giang trên cơ sở tách các ấp Long Thuận, Long Phú, Long Mỹ 1, Long Mỹ 2, Long Thạnh 1, Long Thạnh 2 của xã Long Kiến.\n#Sáp nhập ấp Long Qưới 1 và ấp Long Qưới 2 của xã Long Kiến vào xã Long Điền b cùng huyện.\n#Sáp nhập một phần ấp Long Bình của xã Long Kiến vào xã An Thạnh Trung cùng huyện.\n#Sáp nhập ấp An Ninh của xã An Thạnh Trung vào xã Long Kiến cùng huyện.\n*'''Huyện [[Phú Châu (huyện)|Phú Châu]]'''.\n#Thành lập xã Lê Chánh trên cơ sở tách ấp Vĩnh Thạnh của xã Châu Phong và ấp Phú Hữu của xã Phú Vĩnh.\n#Thành lập xã Quốc Thái trên cơ sở tách ấp 4 của xã Nhơn Hội, ấp 1 của xã Phước Hưng và các cồn Bắc, cồn Nam, cồn Liệt sĩ của xã Phú Hữu.\n#Thành lập thị trấn An Phú trên cơ sở tách ấp Phước Thạnh của xã Đa Phước và một phần ấp 4 của xã Phước Hưng.\n#Sáp nhập một phần ấp 1 của xã Vĩnh Lộc vào xã Phú Hữu cùng huyện.\n*'''Huyện [[Phú Tân, An Giang|Phú Tân]]'''.\n#Thành lập xã Phú Xuân trên cơ sở tách một phần đất dọc theo bờ kênh Thầu Nông của các xã Phú An, Phú Thọ, Hiệp Xương.\n#Thành lập xã Phú Long trên cơ sở tách ấp Long Hậu của xã Long Sơn và phần lớn đất của ấp Phú Thượng thuộc xã Phú Thành.\n#Sáp nhập một phần đất của xã Hiệp Xương vào xã Phú Thành cùng huyện.\n\n;1986:\n*Quyết định 56-HĐBT<ref name=TP01>[http:\/\/www.thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-56-HDBT-thanh-lap-thi-tran-Nha-Bang-huyen-Tinh-Bien-tinh-An-Giang-vb37094t17.aspx Quyết định 56-HĐBT năm 1986 về việc thành lập thị trấn Nhà Bàng thuộc huyện Tịnh Biên, tỉnh An Giang do Hội đồng Bộ trưởng ban hành]<\/ref> ngày 10 tháng 5 năm 1986 của Hội đồng Bộ trưởng về việc thành lập thị trấn Nhà Bàng thuộc huyện '''[[Tịnh Biên]]''', tỉnh An Giang:\n#Thành lập thị trấn Nhà Bàng (thị trấn huyện lỵ Tịnh Biên, tỉnh An Giang) trên cơ sở 227,5 hécta diện tích tự nhiên với 4. 673 nhân khẩu của xã Thới Sơn và 311,5 hécta tự nhiên với 2. 548 nhân khẩu của xã Nhơn Hưng cùng huyện.\n##Thị trấn Nhà Bàng có tổng diện tích tự nhiên 539 hécta với 7221 nhân khẩu.\n#Sau khi điều chỉnh địa giới hành chính, xã Thới Sơn còn 1.762,5 hécta tự nhiên với 4.334 nhân khẩu.\n#Xã Nhơn Hưng còn 2.328 hécta diện tích tự nhiên với 3.547 nhân khẩu.\n\n;1991:\n*Quyết định số 373-HĐBT ngày 13 tháng 11 năm 1991 của Hội đồng Bộ trưởng chia huyện '''[[Phú Châu, An Giang|Phú Châu]]''' thành hai huyện: '''[[An Phú]]''' và '''[[Tân Châu (thị xã)|Tân Châu]]'''.\n#Huyện [[An Phú]] có thị trấn An Phú và 12 xã: Đa Phước, Khánh An, Khánh Bình, Nhơn Hội, Phú Hội, Phú Hữu, Phước Hưng, Quốc Thái, Vĩnh Hậu, Vĩnh Hội Đông, Vĩnh Lộc, Vĩnh Trường.\n#Huyện [[Tân Châu (thị xã)|Tân Châu]] có thị trấn Tân Châu và 9 xã: Châu Phong, Lê Chánh, Long An, Long Phú, Phú Lộc, Phú Vĩnh, Tân An, Vĩnh Hòa, Vĩnh Xương.\n\n;1993:\n*Nghị định '''76-CP''' ngày 28 tháng 10 năm 1993 của Chính phủ thành lập, đổi tên một số xã thuộc các huyện Châu Thành, Thoại Sơn, Tịnh Biên, Tri Tôn:\n*'''Huyện [[Châu Thành, An Giang|Châu Thành]]:'''\n*-Thành lập xã Bình Thạnh trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của xã Bình Hòa.\n\n*'''Huyện [[Thoại Sơn]]:'''\n-Thành lập xã Mỹ Phú Đông trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của các xã Tây Phú, Vĩnh Phú, An Bình và Định Mỹ.\n\n*'''Huyện [[Tịnh Biên]]:'''\n*Xã Thới Thuận đổi tên thành xã Văn Giáo.\n\n*'''Huyện [[Tri Tôn]]:'''\n- Xã An Phước đổi tên thành xã Ô Lâm.\n\n- Xã An Ninh đổi tên thành xã An Tức.\n\n- Xã An Lạc đổi tên thành xã Châu Lăng.\n\n- Xã An Lập đổi tên thành xã Lê Trì.\n\n- Xã Tân Cương đổi tên thành xã Tà Đảnh.\n\n- Xã An Thành đổi tên thành xã Lương Phi.\n\n*Các xã nói trên thuộc các huyện Tịnh Biên, Tri Tôn được đổi lại thành tên cũ trước năm 1979. \n\n;1995:\n*Nghị định '''60-CP''' ngày 7 tháng 10 năm 1995 của Chính phủ thành lập xã Lương An Trà thuộc huyện Tri Tôn:\n#Thành lập xã Lương An Trà thuộc huyện '''[[Tri Tôn]]''' trên cơ sở điều chỉnh một phần diện tích tự nhiên và dân số của các xã Lương Phi, An Tức, Ô Lâm.\n\n;1997:\n*Nghị định '''75-CP'''<ref name=75CP>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-75-CP-thanh-lap-thi-tran-Phu-My-thuoc-huyen-Phu-Tan-tinh-An-Giang-vb40718t11.aspx Nghị định 75-CP năm 1997 về việc thành lập thị trấn Phú Mỹ thuộc huyện Phú Tân, tỉnh An Giang]<\/ref> ngày 16 tháng 6 năm 1997 của Chính phủ về việc thành lập thị trấn Phú Mỹ thuộc huyện Phú Tân, tỉnh An Giang:\n#Thành lập thị trấn Phú Mỹ thuộc huyện '''[[Phú Tân, An Giang|Phú Tân]]''', tỉnh An Giang trên cơ sở toàn bộ diện tích và dân số của xã Phú Mỹ.\n#Thị trấn Phú Mỹ có 701 ha diện tích tự nhiên và 27.043 nhân khẩu. Địa giới hành chính thị trấn Phú Mỹ: Đông giáp tỉnh Đồng Tháp; Tây giáp xã Phú Hưng; Nam giáp xã Tân Hoà; Bắc giáp xã Phú Thọ.\n\n;1999:\n*Nghị định '''09\/1999\/NĐ-CP'''<ref name=09NDCP>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-09-1999-ND-CP-thanh-lap-thanh-pho-Long-Xuyen-thuoc-tinh-An-Giang-vb45089t11.aspx Nghị định 09\/1999\/NĐ-CP về việc thành lập thành phố Long Xuyên, thuộc tỉnh An Giang]<\/ref> ngày 01 tháng 3 năm 1999 của Chính phủ về việc thành lập thành phố Long Xuyên, thuộc tỉnh An Giang:\n#Thành lập thành phố '''[[Long Xuyên]]''' thuộc tỉnh An Giang trên cơ sở toàn bộ diện tích và dân số của thị xã Long Xuyên.\n#Thành phố Long Xuyên có 10.687 ha diện tích tự nhiên và 245.149 nhân khẩu, gồm 10 đơn vị hành chính cơ sở là các phường: Mỹ Long, Mỹ Bình, Mỹ Xuyên, Mỹ Phước, Bình Đức và các xã: Mỹ Hòa, Mỹ Thới, Mỹ Thạnh, Mỹ Khánh và Mỹ Hòa Hưng.\n#Địa giới hành chính thành phố Long Xuyên: Đông giáp huyện Chợ Mới và huyện Lấp Vò (tỉnh Đồng Tháp); Tây giáp huyện Thoại Sơn; Nam giáp huyện Thốt Nốt (tỉnh Cần Thơ); Bắc giáp huyện Châu Thành.\n\n;1999:\n*Nghị định '''64\/1999\/NĐ-CP'''<ref name=64NDCP>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-64-1999-ND-CP-thanh-lap-phuong-thuoc-thanh-pho-Long-Xuyen-tinh-An-Giang-vb45519t11.aspx Nghị định 64\/1999\/NĐ-CP về việc thành lập một số phường thuộc thành phố Long Xuyên, tỉnh An Giang]<\/ref> ngày 02 tháng 8 năm 1999 của Chính phủ về việc thành lập một số phường thuộc thành phố '''[[Long Xuyên]]''', tỉnh An Giang:\n#Thành lập phường Mỹ Thạnh trên cơ sở toàn bộ 1.389,82 ha diện tích tự nhiên và 24.881 nhân khẩu của xã Mỹ Thạnh.\n#Thành lập phường Mỹ Thới trên cơ sở toàn bộ 2.000,31 ha diện tích tự nhiên và 19.875 nhân khẩu của xã Mỹ Thới.\n#Thành lập phường Bình Khánh trên cơ sở 628,80 ha diện tích tự nhiên và 24. 820 nhân khẩu của phường Bình Đức (gồm khóm Bình Thới 1, 2, 3 và khóm Bình Chánh 1, 2, 3, 4, 5).\n##Sau khi điều chỉnh địa giới hành chính, phường Bình Dức có 1.106,80 ha diện tích tự nhiên và 16.058 nhân khẩu.\n#Thành lập phường Mỹ Quý trên cơ sở 472,22 ha diện tích tự nhiên và 9.983 nhân khẩu của phường Mỹ Phước (gồm các Khóm Mỹ Phú, Mỹ Qưới và Mỹ Tho).\n##Sau khi điều chỉnh địa giới hành chính, phường Mỹ Phước có 369,35 ha diện tích tự nhiên và 24.459 nhân khẩu.\n\n;2002:\n*Nghị định '''29\/2002\/NĐ-CP'''<ref name=29NDCP>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-29-2002-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-lap-phuong-Nui-Sam-thi-xa-Chau-Doc-thi-tran-Phu-Hoa-doi-ten-Phu-Thuan-huyen-Thoai-Son-Ang-Giang-vb49587t11.aspx Nghị định 29\/2002\/NĐ-CP về việc điều chỉnh địa giới hành chính để thành lập phường Núi Sam, thị xã Châu Đốc, thị trấn PHú Hoà và đổi tên xã Phú Hoà thành xã Phú Thuận, huyện Thoại Sơn tỉnh An Giang]<\/ref> ngày 22 tháng 3 năm 2002 của Chính phủ về việc điều chỉnh địa giới hành chính để thành lập phường Núi Sam, thị xã Châu Đốc, thị trấn Phú Hoà và đổi tên xã Phú Hoà thành xã Phú Thuận, huyện Thoại Sơn tỉnh An Giang:\n#Thành lập phường Núi Sam thuộc thị xã '''[[Châu Đốc]]''' trên cơ sở 1.397 ha diện tích tự nhiên và 21.241 nhân khẩu của xã Vĩnh Tế.\n##Sau khi thành lập phường Núi Sam, xã Vĩnh Tế còn lại 3.121 ha diện tích tự nhiên và 5.172 nhân khẩu.\n#Thành lập thị trấn Phú Hoà thuộc huyện '''[[Thoại Sơn]]''' trên cơ sở 523 ha diện tích tự nhiên và 9.033 nhân khẩu của xã Phú Hoà; 220 ha diện tích tự nhiên và 2.056 nhân khẩu của xã Vĩnh Trạch.\n##Thị trấn Phú Hoà có 743 ha diện tích tự nhiên và 11.089 nhân khẩu.\n##Xã Vĩnh Trạch còn lại 1.881 ha diện tích tự nhiên và 16.725 nhân khẩu.\n##Xã Phú Hoà còn lại 3.013 ha diện tích tự nhiên và 9.816 nhân khẩu.\n#Đổi tên xã Phú Hoà thành xã Phú Thuận, huyện Thoại Sơn.\n\n;2003:\n* Nghị định '''53\/2003\/NĐ-CP'''<ref name=53NDCP>[http:\/\/laws.dongnai.gov.vn\/2001_to_2010\/2003\/200305\/200305190001\/lawdocument_view Nghị định 53\/2003\/NĐ-CP về việc điều chỉnh địa giới hành chính để thành lập xã, phường, thị trấn thuộc các huyện Thoại Sơn, Phú Tân, Tân Châu và thị xã Châu Đốc, tỉnh An Giang]{{Liên kết hỏng|date=ngày 19 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref> ngày 19 tháng 5 năm 2003 của Chính phủ về việc điều chỉnh địa giới hành chính để thành lập xã, phường, thị trấn thuộc các huyện Thoại Sơn, Phú Tân, Tân Châu và thị xã Châu Đốc, tỉnh An Giang:\n#Thành lập phường Vĩnh Mỹ thuộc thị xã '''[[Châu Đốc]]''' trên cơ sở 779,6 ha diện tích tự nhiên và 14.870 nhân khẩu của xã Vĩnh Mỹ.\n#Đổi tên xã Vĩnh Mỹ thành xã Vĩnh Châu.\n#Thành lập thị trấn Óc Eo thuộc huyện '''[[Thoại Sơn]]''' trên cơ sở 989,9 ha diện tích tự nhiên và 11.819 nhân khẩu của xã Vọng Thê.\n#Thành lập xã Bình Thành thuộc huyện Thoại Sơn trên cơ sở 837,3 ha diện tích tự nhiên và 498 nhân khẩu của xã Vọng Thê, 2.111 ha diện tích tự nhiên và 10.489 nhân khẩu của xã Thoại Giang.\n#Thành lập xã Long Hòa thuộc huyện '''[[Phú Tân, An Giang|Phú Tân]]''' trên cơ sở 780 ha diện tích tự nhiên và 8.757 nhân khẩu của xã Long Sơn.\n#Giao 165 ha diện tích tự nhiên và 3.484 nhân khẩu của xã Long An thuộc huyện '''[[Tân Châu, An Giang|Tân Châu]]''' về thị trấn Tân Châu quản lý.\n\n;2003:\n*Nghị định '''119\/2003\/NĐ-CP'''<ref name=119NDCP>[http:\/\/laws.dongnai.gov.vn\/2001_to_2010\/2003\/200310\/200310170001 Nghị định 119\/2003\/NĐ-CP về việc điều chỉnh địa giới hành chính để thành lập xã, thị trấn thuộc các huyện Chợ Mới, Tri Tôn, Tịnh Biên và Phú Tân, tỉnh An Giang]{{Liên kết hỏng|date=ngày 19 tháng 6 năm 2021 |bot=InternetArchiveBot }}<\/ref> ngày 17 tháng 10 năm 2003 của Chính phủ về việc điều chỉnh địa giới hành chính để thành lập xã, thị trấn thuộc các huyện Chợ Mới, Tri Tôn, Tịnh Biên và Phú Tân, tỉnh An Giang:\n#Thành lập thị trấn Mỹ Luông thuộc huyện '''[[Chợ Mới, An Giang|Chợ Mới]]''' trên cơ sở 808 ha diện tích tự nhiên và 15.540 nhân khẩu của xã Mỹ Luông.\n#Đổi tên xã Mỹ Luông thành xã Mỹ An.\n#Thành lập thị trấn Ba Chúc thuộc huyện '''[[Tri Tôn]]''' trên cơ sở 2.056 ha diện tích tự nhiên và 13.122 nhân khẩu của xã Ba Chúc.\n#Đổi tên xã Ba Chúc thành xã Vĩnh Phước.\n#Thành lập xã Núi Voi thuộc huyện '''[[Tịnh Biên]]''' trên cơ sở 1.225 ha diện tích tự nhiên và 4.387 nhân khẩu của thị trấn Chi Lăng.\n#Thành lập xã Tân Trung thuộc huyện '''[[Phú Tân, An Giang|Phú Tân]]''' trên cơ sở 790,15 ha diện tích tự nhiên và 11.163 nhân khẩu của xã Tân Hoà.\n\n;2005:\n*Nghị định '''52\/2005\/NĐ-CP'''<ref name=52NDCP>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-52-2005-ND-CP-dieu-chinh-dia-gioi-thanh-lap-phuong-xa-thi-tran-thuoc-TP-Long-Xuyen-huyen-Tinh-Bien-An-Phu-Thoai-Son-Tan-Chau-Ang-Giang-vb53021t11.aspx Nghị định 52\/2005\/NĐ-CP về việc điều chỉnh địa giới hành chính để thành lập phường, xã, thị trấn thuộc thành phố Long Xuyên và các huyện Tịnh Biên, An Phú, Thoại Sơn, Tân Châu, tỉnh An Giang]<\/ref> ngày 12 tháng 4 năm 2005 của Chính phủ về việc điều chỉnh địa giới hành chính để thành lập phường, xã, thị trấn thuộc thành phố Long Xuyên và các huyện Tịnh Biên, An Phú, Thoại Sơn, Tân Châu, tỉnh An Giang:\n#Thành lập phường Đông Xuyên thuộc thành phố '''[[Long Xuyên]]''' trên cơ sở 89 ha diện tích tự nhiên và 10.149 nhân khẩu của phường Mỹ Xuyên.\n##Phường Đông Xuyên có 89 ha diện tích tự nhiên và 10.149 nhân khẩu.\n##Sau khi thành lập phường Đông Xuyên, phường Mỹ Xuyên còn lại 62 ha diện tích tự nhiên và 16.368 nhân khẩu.\n#Thành lập phường Mỹ Hòa thuộc thành phố Long Xuyên trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Mỹ Hòa.\n##Phường Mỹ Hòa có 1.651 ha diện tích tự nhiên và 26.928 nhân khẩu.\n#Thành lập thị trấn Tịnh Biên thuộc huyện '''[[Tịnh Biên]]''' trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Xuân Tô.\n##Thị trấn Tịnh Biên có 1.938 ha diện tích tự nhiên và 12.850 nhân khẩu.\n#Thành lập thị trấn Long Bình thuộc huyện '''[[An Phú]]''' trên cơ sở 174 ha diện tích tự nhiên và 4.054 nhân khẩu của xã Khánh Bình, 248 ha diện tích tự nhiên và 3.738 nhân khẩu của xã Khánh An.\n##Thị trấn Long Bình có 422 ha diện tích tự nhiên và 7.792 nhân khẩu.\n##Xã Khánh Bình còn lại 730 ha diện tích tự nhiên và 7.004 nhân khẩu.\n##Xã Khánh An còn lại 541 ha diện tích tự nhiên và 11.046 nhân khẩu.\n#Thành lập xã An Bình thuộc huyện '''[[Thoại Sơn]]''' trên cơ sở 1.636 ha diện tích tự nhiên và 4.804 nhân khẩu của xã Tây Phú, 1.221 ha diện tích tự nhiên và 2.355 nhân khẩu của xã Vọng Đông.\n##Xã An Bình có 2.857 ha diện tích tự nhiên và 7.159 nhân khẩu.\n##Xã Tây Phú còn lại 3.591 ha diện tích tự nhiên và 7.244 nhân khẩu.\n##Xã Vọng Đông còn lại 2.955 ha diện tích tự nhiên và 14.789 nhân khẩu.\n#Thành lập xã Tân Thạnh thuộc huyện '''[[Tân Châu (thị xã)|Tân Châu]]''' trên cơ sở 1.134 ha diện tích tự nhiên và 10.423 nhân khẩu của xã Tân An.\n##Xã Tân Thạnh có 1.134 ha diện tích tự nhiên và 10.423 nhân khẩu.\n##xã Tân An còn lại 1.086 ha diện tích tự nhiên và 9.231 nhân khẩu.\n\n;2009:\n*Nghị quyết '''40\/NQ-CP'''<ref name=40NQCP>[http:\/\/www.thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-40-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thuoc-huyen-Tan-Chau-An-Phu-Phu-Tan-lap-thi-xa-Tan-Chau-phuong-thuoc-thi-xa-Tan-Chau-An-Giang-vb93664t13.aspx Nghị quyết số 40\/NQ-CP về điều chỉnh địa giới hành chính xã thuộc huyện Tân Châu, huyện An Phú, huyện Phú Tân, thành lập thị xã Tân Châu, thành lập các phường thuộc thị xã Tân Châu, tỉnh An Giang do Chính phủ ban hành]<\/ref> ngày 24 tháng 8 năm 2009 của Chính phủ về điều chỉnh địa giới hành chính xã thuộc huyện Tân Châu, huyện An Phú, huyện Phú Tân, thành lập thị xã Tân Châu, thành lập các phường thuộc thị xã Tân Châu, tỉnh An Giang:\n*huyện '''[[Tân Châu (thị xã)|Tân Châu]]''', huyện '''[[An Phú]]''', huyện '''[[Phú Tân, An Giang|Phú Tân]]'''\n#Điều chỉnh 347 ha diện tích tự nhiên và 1.062 nhân khẩu của xã Phú Lộc, huyện Tân Châu vào xã Phú Hữu thuộc huyện An Phú quản lý.\n#Điều chỉnh 513 ha diện tích tự nhiên và 1.415 nhân khẩu của xã Phú Lộc, huyện Tân Châu vào xã Vĩnh Lộc thuộc huyện An Phú quản lý.\n#Điều chỉnh 319 ha diện tích tự nhiên và 455 nhân khẩu của xã Phú Vĩnh thuộc huyện Tân Châu vào xã Phú Long thuộc huyện Phú Tân quản lý.\n#Điều chỉnh 182 ha diện tích tự nhiên và 152 nhân khẩu của xã Lê Chánh thuộc huyện Tân Châu vào xã Phú Hiệp thuộc huyện Phú Tân quản lý.\n#Điều chỉnh toàn bộ 1.361 ha diện tích tự nhiên và 13.382 nhân khẩu của xã Long Sơn thuộc huyện Phú Tân vào huyện Tân Châu quản lý.\n#Điều chỉnh 364 ha diện tích tự nhiên và 9.072 nhân khẩu của xã Phú Hiệp thuộc huyện Phú Tân vào xã Châu Phong thuộc huyện Tân Châu quản lý.\n#Điều chỉnh 160 ha diện tích tự nhiên và 211 nhân khẩu của xã Phú Long thuộc huyện Phú Tân về xã Long Phú thuộc huyện Tân Châu quản lý.\n*Sau khi điều chỉnh địa giới hành chính\n#Huyện An Phú có 22.637,7 ha diện tích tự nhiên và 191.328 nhân khẩu, có 14 đơn vị hành chính trực thuộc, bao gồm các xã: Khánh An, Khánh Bình, Nhơn Hội, Quốc Thái, Phú Hội, Phú Hữu, Vĩnh Lộc, Vĩnh Hội Đông, Phước Hưng, Vĩnh Trường, Vĩnh Hậu, Đa Phước và thị trấn An Phú, thị trấn Long Bình.\n##Xã Phú Hữu có 3.975 ha diện tích tự nhiên và 18.866 nhân khẩu.\n##Xã Vĩnh Lộc có 4.116 ha diện tích tự nhiên và 13.688 nhân khẩu.\n#Huyện Phú Tân có 31.422,3 ha diện tích tự nhiên và 221.059 nhân khẩu, có 18 đơn vị hành chính trực thuộc, bao gồm các xã: Long Hòa, Phú Hiệp, Phú Long, Phú Lâm, Phú Thạnh, Phú Thành, Hòa Lạc, Phú An, Phú Bình, Hiệp Xương, Phú Xuân, Phú Thọ, Bình Thạnh Đông, Phú Hưng, Tân Hòa, Tân Trung và thị trấn Phú Mỹ, thị trấn Chợ Vàm.\n##Xã Phú Hiệp còn lại 1.673 ha diện tích tự nhiên và 5.729 nhân khẩu.\n##Xã Phú Long còn lại 1.907 ha diện tích tự nhiên và 4.863 nhân khẩu.\n#Huyện Tân Châu có 17.568,46 ha diện tích tự nhiên và 184.129 nhân khẩu, có 12 đơn vị hành chính trực thuộc, bao gồm các xã: Phú Lộc, Vĩnh Xương, Vĩnh Hòa, Tân Thạnh, Tân An, Long An, Châu Phong, Phú Vĩnh, Lê Chánh, Long Phú, Long Sơn và thị trấn Tân Châu.\n##Xã Phú Lộc còn lại 1.473 ha diện tích tự nhiên và 4.312 nhân khẩu\n##Xã Châu Phong có 2.143 ha diện tích tự nhiên và 26.351 nhân khẩu\n##Xã Phú Vĩnh còn lại 1.452 ha diện tích tự nhiên và 12.466 nhân khẩu.\n##Xã Lê Chánh còn lại 1.503 ha diện tích tự nhiên và 9.245 nhân khẩu.\n##Xã Long Phú có 1.211 ha diện tích tự nhiên và 15.558 nhân khẩu.\n##Xã Long Sơn có 1.361 ha diện tích tự nhiên và 13.382 nhân khẩu.\n*Thành lập thị xã '''[[Tân Châu (thị xã)|Tân Châu]]'''\n#Thành lập thị xã Tân Châu thuộc tỉnh An Giang trên cơ sở toàn bộ 17.568,46 ha diện tích tự nhiên và 184.129 nhân khẩu của huyện Tân Châu (bao gồm toàn bộ diện tích tự nhiên và nhân khẩu của thị trấn Tân Châu và các xã: Phú Lộc, Vĩnh Xương, Vĩnh Hòa, Tân Thạnh, Tân An, Long An, Châu Phong, Phú Vĩnh, Lê Chánh, Long Phú và xã Long Sơn).\n#Thị xã Tân Châu có 17.568,46 ha diện tích tự nhiên và 184.129 nhân khẩu.\n#Địa giới hành chính thị xã Tân Châu: Đông giáp huyện Hồng Ngự, tỉnh Đồng Tháp theo sông Tiền; Tây giáp huyện An Phú và thị xã Châu Đốc theo sông Hậu; Nam giáp huyện Phú Tân; Bắc giáp huyện Lecdec, tỉnh Kandal, Vương quốc Campuchia.\n#Thành lập phường Long Thạnh thuộc thị xã Tân Châu trên cơ sở điều chỉnh 363 ha diện tích tự nhiên và 16.427 nhân khẩu của thị trấn Tân Châu; 47 ha diện tích tự nhiên và 3.675 nhân khẩu của xã Long Sơn thuộc huyện Phú Tân chuyển về. Phường Long Thạnh có 410 ha diện tích tự nhiên và 20.102 nhân khẩu.\n#Thành lập phường Long Hưng thuộc thị xã Tân Châu trên cơ sở điều chỉnh 103 ha diện tích tự nhiên và 14.226 nhân khẩu của thị trấn Tân Châu. Phường Long Hưng có 103 ha diện tích tự nhiên và 14.226 nhân khẩu.\n#Thành lập phường Long Châu thuộc thị xã Tân Châu trên cơ sở điều chỉnh 222,9 ha diện tích tự nhiên và 7.993 nhân khẩu còn lại của thị trấn Tân Châu; 358,30 ha diện tích tự nhiên và 3.690 nhân khẩu của xã Long An. Phường Long Châu có 581,20 ha diện tích tự nhiên và 11.683 nhân khẩu.\n#Thành lập phường Long Sơn thuộc thị xã Tân Châu trên cơ sở 1.314 ha diện tích tự nhiên và 9.707 nhân khẩu còn lại của xã Long Sơn, huyện Phú Tân điều chỉnh về. Phường Long Sơn có 1.314 ha diện tích tự nhiên và 9.707 nhân khẩu.\n#Thành lập phường Long Phú thuộc thị xã Tân Châu trên cơ sở toàn bộ 1.211 ha diện tích tự nhiên và 15.558 nhân khẩu của xã Long Phú (trong đó có 160 ha diện tích tự nhiên và 211 nhân khẩu của xã Phú Long, huyện Phú Tân điều chỉnh về). Phường Long Phú có 1.211 ha diện tích tự nhiên và 15.558 nhân khẩu.\n*Sau khi thành lập thị xã Tân Châu và các phường thuộc thị xã Tân Châu\n#Xã Long An còn lại 1.123,47 ha diện tích tự nhiên và 11.264 nhân khẩu.\n#Thị xã Tân Châu có 17.568,46 ha diện tích tự nhiên và 184.129 nhân khẩu, có 14 đơn vị hành chính trực thuộc, bao gồm các phường: Long Thạnh, Long Hưng, Long Châu, Long Sơn, Long Phú và các xã: Phú Lộc, Vĩnh Xương, Vĩnh Hòa, Tân Thạnh, Tân An, Long An, Châu Phong, Phú Vĩnh, Lê Chánh.\n*Tỉnh An Giang có 353.676 ha diện tích tự nhiên và 2.240.226 nhân khẩu, có 11 đơn vị hành chính trực thuộc, bao gồm các huyện: An Phú, Phú Tân, Châu Phú, Tịnh Biên, Tri Tôn, Châu Thành, Chợ Mới, Thoại Sơn, thành phố Long Xuyên, thị xã Châu Đốc và thị xã Tân Châu.\n\n;2013:\n*Nghị quyết '''86\/NQ-CP'''<ref name=86NQCP>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet-86-NQ-CP-nam-2013-thanh-lap-phuong-Vinh-Nguon-va-thanh-pho-Chau-Doc-An-Giang-vb201245.aspx Nghị quyết số 86\/NQ-CP về việc thành lập phường Vĩnh Ngươn thuộc thị xã Châu Đốc và thành lập thành phố Châu Đốc]<\/ref> ngày 19 tháng 7 năm 2013 của Chính phủ về việc thành lập phường Vĩnh Ngươn thuộc thị xã '''[[Châu Đốc]]''' và thành lập thành phố '''[[Châu Đốc]]''':\n#Thành lập phường Vĩnh Nguơn thuộc thị xã Châu Đốc trên cơ sở toàn bộ 947,30 ha diện tích tự nhiên và 7.489 nhân khẩu của xã Vĩnh Nguơn. Phường Vĩnh Nguơn có 947,30 ha diện tích tự nhiên và 7.489 nhân khẩu.\n#Thành lập thành phố Châu Đốc thuộc tỉnh An Giang trên cơ sở toàn bộ 10.529,05 ha diện tích tự nhiên, 157.298 nhân khẩu và 7 đơn vị hành chính cấp xã của thị xã Châu Đốc.\n#Thành phố Châu Đốc có 10.529,05 ha diện tích tự nhiên, 157.298 nhân khẩu và 7 đơn vị hành chính cấp xã, gồm 05 phường; Châu Phú A, Châu Phú B, Núi Sam, Vĩnh Mỹ, Vĩnh Nguơn và 02 xã: Vĩnh Châu, Vĩnh Tế.\n#Địa giới hành chính thành phố Châu Đốc: Đông giáp huyện Phú Tân và thị xã Tân Châu; Đông Bắc giáp huyện An Phú; Tây giáp huyện Tịnh Biên; Tây Bắc giáp Vương quốc Campuchia; Nam giáp huyện Châu Phú.\n*Tỉnh An Giang có 353.667 ha diện tích tự nhiên, 2.150.999 nhân khẩu và 11 đơn vị hành chính cấp huyện, gồm: Thành phố Long Xuyên, thành phố Châu Đốc, thị xã Tân Châu và các huyện: An Phú, Phú Tân, Tịnh Biên, Tri Tôn, Châu Phú, Châu Thành, Thoại Sơn, Chợ Mới.\n\n;2020:\n*Nghị quyết '''1107\/NQ-UBTVQH14'''<ref name=NQ1107>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1107-NQ-UBTVQH14-2020-thanh-lap-thi-tran-Vinh-Thanh-Trung-thuoc-huyen-Chau-Phu-An-Giang-459972.aspx|tựa đề=Nghị quyết số 1107\/NQ-UBTVQH14 năm 2020 về việc thành lập thị trấn Vĩnh Thạnh Trung thuộc huyện Châu Phú, thị trấn Cô Tô thuộc huyện Tri Tôn và thị trấn Vĩnh Bình thuộc huyện Châu Thành, tỉnh An Giang|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref> ngày [[9 tháng 12]] năm [[2020]] của Ủy ban Thường vụ Quốc hội về việc thành lập một số thị trấn thuộc các huyện Châu Phú, Châu Thành và Tri Tôn, tỉnh An Giang:\n#Thành lập thị trấn Vĩnh Thạnh Trung thuộc huyện '''[[Châu Phú]]''' trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Vĩnh Thạnh Trung.\n#Thành lập thị trấn Vĩnh Bình thuộc huyện '''[[Châu Thành, An Giang|Châu Thành]]''' trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Vĩnh Bình.\n#Thành lập thị trấn Cô Tô thuộc huyện '''[[Tri Tôn]]''' trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Cô Tô.\n\n;2023:\n*Nghị quyết '''721\/NQ-UBTVQH15'''<ref>[https:\/\/quochoi.vn\/tintuc\/Pages\/tin-hoat-dong-cua-quoc-hoi.aspx?ItemID=73336 Nghị quyết số 721\/NQ-UBTVQH15 năm 2023 của Ủy ban Thường vụ Quốc hội về việc việc thành lập thị xã Tịnh Biên, các phường thuộc thị xã Tịnh Biên, thị trấn Đa Phước thuộc huyện An Phú và thị trấn Hội An thuộc huyện Chợ Mới, tỉnh An Giang].<\/ref> ngày [[13 tháng 2]] năm [[2023]] của Ủy ban Thường vụ Quốc hội về việc thành lập thị xã Tịnh Biên, thành lập phường thuộc thị xã Tịnh Biên và một số thị trấn thuộc các huyện An Phú và Chợ Mới, tỉnh An Giang:\n#Thành lập thị xã '''[[Tịnh Biên]]''' trên cơ sở toàn bộ 354,59 km<sup>2<\/sup> diện tích tự nhiên và 143.098 nhân khẩu huyện Tịnh Biên.\n#Thành lập các phường thuộc thị xã Tịnh Biên\n##Thành lập phường Tịnh Biên trên cơ sở toàn bộ 21,78 km<sup>2<\/sup> diện tích tự nhiên và 16.971 nhân khẩu của thị trấn Tịnh Biên.\n##Thành lập phường Chi Lăng trên cơ sở toàn bộ 6,71 km<sup>2<\/sup> diện tích tự nhiên và 10.545 nhân khẩu của thị trấn Chi Lăng.\n##Thành lập phường Nhà Bàng trên cơ sở toàn bộ 6,09 km<sup>2<\/sup> diện tích tự nhiên và 24.245 nhân khẩu của thị trấn Nhà Bàng.\n##Thành lập phường An Phú trên cơ sở toàn bộ 21,56 km<sup>2<\/sup> diện tích tự nhiên và 9.688 nhân khẩu của xã An Phú.\n##Thành lập phường Nhơn Hưng trên cơ sở toàn bộ 19,12 km<sup>2<\/sup> diện tích tự nhiên và 6.992 nhân khẩu của xã Nhơn Hưng.\n##Thành lập phường Núi Voi trên cơ sở toàn bộ 15,2 km<sup>2<\/sup> diện tích tự nhiên và 5.341 nhân khẩu của xã Núi Voi.\n##Thành lập phường Thới Sơn trên cơ sở toàn bộ 24,15 km<sup>2<\/sup> và 7.337 nhân khẩu của xã Thới Sơn.\n#Thành lập thị trấn Đa Phước thuộc huyện '''[[An Phú]]''' trên cơ sở 15,76 km<sup>2<\/sup> diện tích tự nhiên và 17.590 nhân khẩu của xã Đa Phước.\n#Thành lập thị trấn Hội An thuộc huyện '''[[Chợ Mới, An Giang|Chợ Mới]]''' trên cơ sở toàn bộ 22,98 km<sup>2<\/sup> diện tích tự nhiên và 18.225 nhân khẩu của xã Hội An.\n*Tỉnh An Giang có 353,67 km<sup>2<\/sup> diện tích tự nhiên và 2.019.100 nhân khẩu và 11 đơn vị hành chính cấp huyện, gồm: Thành phố Long Xuyên, thành phố Châu Đốc, thị xã Tân Châu, thị xã Tịnh Biên và các huyện: An Phú, Phú Tân, Tri Tôn, Châu Phú, Châu Thành, Thoại Sơn, Chợ Mới.\n\n==Các đơn vị hành chính trực thuộc==\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{DEFAULTSORT|An Giang}}\n\n{{Đơn vị hành chính thuộc tỉnh An Giang}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử An Giang]]\n[[Thể loại:Hành chính An Giang]]"}