{"328517":"{{Chú thích trong bài}}\n'''Lịch sử báo chí Việt Nam''' bắt đầu từ khi tờ [[Gia Định báo]] ra mắt vào ngày 15 tháng 4 năm 1865 tại [[Sài Gòn]].<ref name=\"lucchau\">{{chú thích sách|author1=Nguyễn Văn Trung|title=Hồ sơ về Lục Châu học - Tìm hiểu con người ở vùng đất mới|date=2015|publisher=Nhà xuất bản Trẻ|pages=398-399; 402-403; 416|language=vi}}<\/ref>{{efn|Nhưng theo ghi nhận của Đào Trinh Nhất, sớm hơn Gia Định báo còn một tờ báo Quốc ngữ khác ra đời vào thời [[Minh Mạng]] tại Thái Lan, dù đến ngày nay vẫn chưa thấy được vết tích, và cả Đào Trinh Nhất cũng không nói rõ tại sao lại đưa ra nhận xét đó.<ref name=lucchau\/>}} Lịch sử báo chí Việt Nam phát triển qua nhiều giai đoạn khác nhau với khá nhiều thăng trầm do tác động của các điều kiện lịch sử, xã hội.\n\n==Giai đoạn 1865 - 1930==\n===Tờ báo quốc ngữ đầu tiên===\nKhai sinh sớm nhất trong làng báo [[Quốc ngữ]] Việt Nam được cho là ''[[Gia Định báo]]''<ref name=lucchau\/>. Tờ báo tổng hợp này có khuôn khổ 25 x 32&nbsp;cm, ra hàng tuần tại Sài Gòn và tồn tại suốt 44 năm sau khi phát hành số đầu vào ngày 15 tháng 4 năm 1865.\n\n===Tờ báo quốc ngữ tư nhân đầu tiên===\nNguyệt san ''[[Thông loại khóa trình]]'' (báo kiểu sách đọc thêm, giải trí mang mục đích giáo dục) do [[Trương Vĩnh Ký]] chủ trì, khuôn khổ 16 x 23,5&nbsp;cm, phát hành hàng [[tháng]] tại [[Nam Kỳ]] trong những năm 1888-1889, được cho là tờ báo quốc ngữ tư nhân đầu tiên. Số báo số 1 ra vào tháng 5, [[1888]].<ref name=lucchau\/>\n\n===Tờ báo phụ nữ đầu tiên===\nBáo ''[[Nữ giới chung]]'' (tiếng chuông của nữ giới) xuất bản vào thứ Sáu hàng tuần tại Sài Gòn bắt đầu năm [[1918]] là tờ báo đầu tiên chuyên về phụ nữ. Số báo đầu tiên ra mắt ngày [[1 tháng 2]] năm [[1918]]. Lê Đức làm [[chủ nhiệm]] và [[Sương Nguyệt Anh]], con gái của [[Nguyễn Đình Chiểu]] làm [[chủ bút]].{{cần dẫn nguồn}}\n\n===Tờ báo kinh tế đầu tiên===\nBáo ''[[Nông cổ mín đàm]]'' (nghĩa là ngồi uống trà bàn chuyện làm ruộng và đi buôn) khuôn khổ 20 x 30&nbsp;cm,{{cần dẫn nguồn}} phát hành vào thứ Năm hàng tuần tại Sài Gòn, được nhiều người cho là tờ báo [[kinh tế]] đầu tiên với số 1 ra ngày [[1 tháng 8]] năm [[1901]].<ref name=lucchau\/>\n\n===Nhà báo Việt Nam đầu tiên===\n[[Trương Vĩnh Ký]] được cho là nhà báo Việt Nam đầu tiên, là một học giả lớn, thạo 26 ngoại ngữ, là tác giả của hơn 100 bộ sách,{{cần dẫn nguồn}} hàng nghìn bài viết, có chân trong nhiều hội khoa học quốc tế, cống hiến xuất sắc cho các chuyên ngành: văn hóa, ngôn ngữ, địa lý, nhân chủng học. Ông được cho là đã thành lập, làm tổng biên tập những tờ báo Quốc ngữ đầu tiên, đồng thời được đánh giá là cây bút chủ chốt của rất nhiều báo khác và được coi là người đặt nền móng cho báo chí quốc ngữ Việt Nam.\n\n===Nữ tổng biên tập đầu tiên===\nĐược cho là Nguyễn Xuân Khuê, thường được biết qua bút danh [[Sương Nguyệt Anh]], con gái thứ tư của nhà thơ [[Nguyễn Đình Chiểu]], quê ở Ba Tri-Bến Tre. Nhận lời mời của các đồng nghiệp, đầu năm [[1918]] bà lên Sài Gòn làm tổng biên tập tờ ''Nữ giới chung'' và phụ trách tờ báo này trong suốt thời gian tồn tại của nó.{{cần dẫn nguồn}}\n\n===Trang quảng cáo trên báo sớm nhất===\nKhó thể biết chính xác mẩu [[quảng cáo]] đầu tiên xuất hiện khi nào trong lịch sử báo chí Việt Nam, nhưng trang quảng cáo sớm nhất được cho là đã xuất hiện vào đầu năm [[1882]].{{cần dẫn nguồn}} Số báo thứ nhất của năm 1882, ''Gia Định báo'' đã dành toàn bộ trang cuối để đăng quảng cáo cho Nhà thuốc Pharmacie Reynaud,{{cần dẫn nguồn}} và ông Tho, hội viên Hội đồng Quản hạt đã cho rằng:\n{{cquote|''Tờ báo chẳng cho người Annam biết gì cả, ngoại trừ tên một số thuốc nhảm chữa nhiều bịnh.''|tác giả=Ông Tho phát biểu trong một cuộc họp ngày 2 tháng 12 năm 1896 có tranh luận về ''Gia Định báo'', theo ''Procès verbaux du Conseil Colonial'' năm 1896 tr. 152.<ref name=lucchau\/>}}\nTừ đó, quảng cáo trở thành một trang cố định, xuất hiện thường kỳ trên ''Gia Định báo'' và hoạt động quảng cáo cũng dần phổ biến ở nhiều báo khác.\n\n===Lịch trình báo chí xuất hiện ở Nam Kỳ===\n#''[[Gia Định báo|Gia Định Báo]]'': Số 1 ra ngày [[15 tháng 4]] năm [[1865]]\n#''Phan Yên Báo'': Xuất bản năm [[1868]], do ông [[Diệp Văn Cương]] chủ trương biên tập\n#''[[Nam Kỳ nhựt trình]]'': [[Tuần báo]], xuất bản số đầu vào năm [[1883]]\n#''[[Thông loại khóa trình]]'': Số 1 và 2 không ghi tháng phát hành, số 3 có ghi Juillet [[1888]]\n#''[[Nông cổ mín đàm]]'': Tuần báo, có 8 trang, khổ 27&nbsp;cm x 20&nbsp;cm Số 1 ra ngày [[1 tháng 8]] năm [[1901]].\n#''Nhật báo Tỉnh'': Tuần báo, phát hành vào ngày [[Thứ Năm]] hàng tuần, từ năm [[1905]] đến [[1912]].\n#''[[Lục Tỉnh tân văn]]'': Năm [[1907]], [[Gilbert Trần Chánh Chiếu|Trần Chánh Chiếu]] làm [[chủ bút]], phát hành hàng tuần\n#''[[Nữ giới chung]]'': Số 1 ra ngày [[1 tháng 2]] năm [[1918]] do Lê Đức làm chủ nhiệm và [[Sương Nguyệt Anh]] làm chủ bút.\n#''Công luận Báo'': [[Lê Sum]] làm chủ bút, phát hành vào ngày [[Thứ Ba]] và [[Thứ Sáu]]\n#''Trung lập Báo'': Phi Vân Trần Văn Chim tác giả ''Đồng Quê'' làm chủ bút.\n\n===Lịch trình báo chí xuất hiện ở Bắc Kỳ===\n#''Đại Nam Đồng văn Nhật báo'': ra mắt năm [[1892]] nhưng là báo in [[chữ Hán|chữ Nho]]\n#''Đại Việt Tân báo'': tờ báo bằng [[quốc ngữ|chữ Quốc ngữ]] đầu tiên ở miền Bắc, phát hành năm [[1905]]. Đúng ra đây là tờ báo [[song ngữ]], có phần Quốc ngữ và phần Hán văn\n#''[[Đăng cổ Tùng báo]]'': số ra mắt ngày [[28 tháng 3]] năm [[1907]] do [[Nguyễn Văn Vĩnh]] làm chủ bút.\n\n==Giai đoạn 1930\n\n==Giai đoạn 1954-1975==\n===Miền Bắc===\nBáo chí Miền Bắc trong giai đoạn này do nhà nước [[Việt Nam Dân chủ Cộng hòa]] kiểm soát. Trước khi [[Phong trào Nhân Văn - Giai Phẩm]] bị đàn áp vẫn tồn tại báo do tư nhân xuất bản nhưng sau sự kiện này chỉ còn báo của [[Đảng Lao động Việt Nam]], nhà nước và các tổ chính chính trị - xã hội do Đảng Lao động kiểm soát. Báo chí miền Bắc hoạt động theo tôn chỉ của [[Lenin]] \"''báo chí không những là người tuyên truyền tập thể, cổ động tập thể mà còn là người tổ chức tập thể''\". Chính quyền miền Bắc quản lý báo chí, trực tiếp điều hành một số tờ báo. Tại miền Bắc hình thành một nền báo chí phù hợp với mô hình chủ nghĩa xã hội trong điều kiện miền Bắc lúc đó. Báo chí miền Bắc chủ yếu vẫn là hệ thống báo Đảng, nhà nước và các tổ chức quần chúng, ngoài ra còn có báo của một số ngành nghề, báo của địa phương. Về mặt thể loại có một số loại như chính trị xã hội, văn hóa - văn nghệ, khoa học - kỹ thuật...\n\n===Miền Nam===\nVào đầu thập niên 1970 có 36 tờ [[nhật báo]] ra hàng ngày. Tính bình quân là 56 ấn bản mỗi 1000 dân.<ref>Urdang, Laurence, ed. ''The Official Associated Press Almanac 1974''. Maplewood, NJ: Hammond Almanac, 1973. Tr 647<\/ref>\n\n==Giai đoạn 1975-1985==\n\n==Giai đoạn 1986 đến nay==\n{{chi tiết|Báo điện tử Việt Nam}}\n{{chi tiết|Danh sách báo chí Việt Nam}}\nMặc dầu thời kỳ [[Đổi mới]] đã thay đổi một số cơ cấu trong truyền thông báo chí tại Việt Nam, chính phủ vẫn giữ vai trò chủ đạo để định hướng cho báo chí. Theo đó thì ở Việt Nam không có báo chí do tư nhân sở hữu. Trong số 706 tờ báo gồm 178 báo và 528 tạp chí thì tất cả đều là cơ quan của nhà nước.<ref>{{Chú thích web|tác giả 1=Nam Nguyên|tiêu đề=Nhà nước răn đe báo chí vượt rào|url=http:\/\/www.rfa.org\/vietnamese\/programs\/ReviewOnlineDomesticPress\/VN-government-warn-journalists-attempting-to-step-over-barier-NNguyen-05072010213506.html|website=Đài Á châu tự do|ngày truy cập=2017-03-22|ngày lưu trữ=2010-05-07|ngôn ngữ=vi}}<\/ref> Theo Linh mục Anton Lê Ngọc Thanh, qua thống kê nhà nước, vào năm 2016 có hơn 18 ngàn nhà báo được cấp thẻ. Tuy nhiên, tất cả họ đều bị khống chế bởi đường lối và chính sách.<ref>[https:\/\/www.danluan.org\/tin-tuc\/20160228\/linh-muc-anton-le-ngoc-thanh-noi-ve-dan-bao-va-bao-dang Linh mục Anton Lê Ngọc Thanh nói về dân báo và báo đảng]<\/ref>\n\nTheo thông tin từ [[Bộ Thông tin và Truyền thông Việt Nam]], tính đến ngày 25\/12\/2014, cả nước Việt Nam có 838 cơ quan báo chí in với 1.111 ấn phẩm báo chí (trong đó các cơ quan Trung ương có 86 báo in và 507 tạp chí; địa phương có 113 báo in và 132 tạp chí); 67 đài phát thanh, truyền hình Trung ương và địa phương; trong đó có 02 đài quốc gia, 01 đài truyền hình kỹ thuật số, 64 đài phát thanh, truyền hình địa phương; 90 báo và tạp chí điện tử, 215 trang tin điện tử tổng hợp của các cơ quan báo chí.<ref>[http:\/\/mic.gov.vn\/solieubaocao\/solieuthongke\/baochi\/Trang\/S%E1%BB%91l%C6%B0%E1%BB%A3ng%E1%BA%A5nph%E1%BA%A9mb%C3%A1o,t%E1%BA%A1pch%C3%AD%C4%91%E1%BA%BFn25122014.aspx Tình hình phát triển lĩnh vực báo chí năm 2014], Bộ Thông tin và Truyền thông Việt Nam, 25\/12\/2014 {{Webarchive|url=https:\/\/web.archive.org\/web\/20150524155905\/http:\/\/mic.gov.vn\/solieubaocao\/solieuthongke\/baochi\/Trang\/S%E1%BB%91l%C6%B0%E1%BB%A3ng%E1%BA%A5nph%E1%BA%A9mb%C3%A1o,t%E1%BA%A1pch%C3%AD%C4%91%E1%BA%BFn25122014.aspx |date = ngày 24 tháng 5 năm 2015}}<\/ref>\n\nNgày 20 tháng 6 năm 2018, Thủ tướng Chính phủ Việt Nam [[Nguyễn Xuân Phúc]] cho biết vào thời điểm này có hơn 36.000 người đang làm việc trong lĩnh vực báo chí ở Việt Nam với gần 850 cơ quan báo chí, hơn 18.000 nhà báo được cấp thẻ và hơn 22.000 hội viên Hội Nhà báo Việt Nam.<ref>{{Chú thích web|tác giả 1=Võ Hải|tiêu đề=Thủ tướng: 'Thông tin sai trái cần được phản biện kịp thời'|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/thu-tuong-thong-tin-sai-trai-can-duoc-phan-bien-kip-thoi-3766467.html|website=VnExpress|nhà xuất bản=2018-06-20|ngày truy cập=2018-06-20|ngày lưu trữ=2018-06-20|url lưu trữ=https:\/\/web.archive.org\/web\/20180620144139\/https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/thu-tuong-thong-tin-sai-trai-can-duoc-phan-bien-kip-thoi-3766467.html}}<\/ref>\n\n==Xem thêm==\n* [[Truyền thông Việt Nam]]\n\n==Ghi chú==\n{{notelist}}\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Lịch sử báo chí Việt Nam| ]]"}