{"14401788":"'''[[Côn Đảo]]''' là tên gọi chung của một [[quần đảo]] ở ngoài khơi bờ biển [[Nam Bộ Việt Nam]] và cũng là [[phân cấp hành chính Việt Nam|đơn vị hành chính]] cấp huyện trực thuộc tỉnh [[Bà Rịa – Vũng Tàu]]. Là một [[Huyện (Việt Nam)|huyện đảo]] của Việt Nam, Côn Đảo còn giữ một vị trí đặc biệt trong [[lịch sử Việt Nam]] khi có quá khứ hơn 100 năm là nơi giam giữ và lưu đày tù nhân lớn nhất và khắc nghiệt nhất ở Đông Dương. Hàng vạn tù nhân chính trị đấu tranh cho quyền độc lập, tự do và thống nhất Việt Nam bị giam giữ và lưu đày nơi đây. Ngày nay, Côn Đảo còn được biết đến như điểm du lịch nghỉ dưỡng và tham quan với các bãi tắm và khu bảo tồn thiên nhiên [[Vườn quốc gia Côn Đảo]].\n\n==Nhận diện cư dân tiền sử qua kết quả khảo cổ học==\nCăn cứ vào các kết quả khảo cổ học, các nhà nghiên cứu cho rằng Côn Đảo đã có sự hiện diện của con người từ thời tiền sử qua các di vật công cụ tạo tác, được xác định ''\"ở vào khoảng giữa sơ kỳ thời đại Kim khí và có quan hệ mật thiết với di vật gốm thời tiền Sa Huỳnh sớm ở Nam Trung Bộ và Đông Nam Bộ\"''.<ref>Nguyễn Trung Chiến – Đào Quý Cảnh, ''Khai quật Bãi Ngự - Bãi Dong trên đảo Thổ Chu (Phú Quốc-Kiên Giang)'' 1998 – KCH, số 2: 46-73 (H.2000).<\/ref><ref>Nguyễn Trung Chiến – Đào Quý Cảnh, ''Khảo sát và phát hiện mới tại Côn Đảo (Bà Rịa – Vũng Tàu)'' – KCH, số 3:28-42 (H.2001a).<\/ref><ref>Nguyễn Trung Chiến – Đào Quý Cảnh, ''Sưu tập mũi lao ngạnh từ xương động vật ở Hòn Cau-Côn Đảo (Bà Rịa – Vũng Tàu)'' – NPHMVKCH:348 (H.2001b).<\/ref><ref>Nguyễn Trung Chiến – Đào Quý Cảnh, ''Ghi chú về một loại hình vò táng mới ở địa điểm Cồn Miếu Bà (Côn Đảo, Bà Rịa – Vũng Tàu) năm 2002'' – NPHMVKCH:281 (H.2003).<\/ref><ref>Nguyễn Trung Chiến – Đào Quý Cảnh – Phạm Chí Thân, ''Kết quả điều tra khảo cổ học tại Côn Đảo (tháng 3\/2001)'' – NPHMVKCH:296 (H.2001).<\/ref><ref>Nguyễn Trung Chiến – Nguyễn Văn Hảo – Lại Văn Tới – Nguyễn Mạnh Cường – Dương Trung Mạnh – Nguyễn Hữu Thiết, ''Phát hiện khảo cổ từ quần đảo Côn Đảo (Bà Rịa – Vũng Tàu) cuối năm 1995'' – NPHMVKCH:217 (H.1996).<\/ref>\n\n==Các ghi chép của các nhà hàng hải phương Tây==\nNằm cách xa đất liền, nhưng do nằm ở vị trí thuận lợi trên đường hàng hải nối liền [[châu Âu|Âu]]-[[châu Á|Á]] nên Côn Đảo sớm được người phương Tây biết đến. Theo tài liệu \"Relation des Voyages par les Arabes et Persans dans l’Inde et la Chine dans le IX siècle de l’Ère Chrétienne\", dẫn theo ghi chép của thương nhân Ả Rập sống ở thế kỷ thứ IX là Soleyman cho biết \"sau khi rời Senef, các thủy thủ phải mất mười ngày mới đến được '''Sender-Foulat'''\".<ref>\"''Relation des Voyages par les Arabes et Persans dans l’Inde et la Chine dans le IX siècle de l’Ère Chrétienne''\", M. Reinaud dịch ra tiếng Pháp, hiệu đính, xuất bản tại Paris, 1845.<\/ref> Một tài liệu khác, \"Relations de Voyages et Textes Géograaphiques Arabes, Persans et Turks Relatifs à l’Extrême-Orient\", cũng dẫn theo ghi chép của Sulaymân (một cách phiên âm khác từ Soleyman), ghi địa danh này là '''Cundur-fũlát'''. Gabriel Ferrand cũng chú giải thêm: Cundur-fũlát là cách đọc cổ, Sundur-fũlát là cách đọc hiện đại; có nghĩa là ''những hòn đảo trái bí'' (les iles de la courge) trong tiếng [[Mã Lai]]. Ông cũng khẳng định đó chính là đảo Poulo Condore, tọa lạc tại địa điển cách đồng bằng sông Mékong bốn mươi dặm về phía Nam;<ref>\"''Relations de Voyages et Textes Géograaphiques Arabes, Persans et Turks Relatifs à l’Extrême-Orient''\", Gabriel Ferrand dịch, hiệu đính và chú giải, xuất bản tại Paris, 1913.<\/ref> tương ứng vị trí quần đảo Côn Đảo ngày nay.\n\nTrong tác phẩm [[Marco Polo du ký]], thương gia [[người Ý]] [[Marco Polo]] có ghi chép vào năm 1294, đoàn thuyền buôn 14 chiếc của ông trên đường từ [[Tên gọi Trung Quốc|Trung Hoa]] về nước bị một cơn bão nhấn chìm mất 8 chiếc; số còn lại đã dạt vào trú tại Côn Đảo<ref name=\"nguyentr27\">{{harv|Nguyễn|2012|p=27}}<\/ref>, được ông ghi nhận với tên gọi '''Poulo Condore'''.<ref>''The Travels of Marco Polo''. Complete Yule-Cordier Edition, bản dịch có chú giải của Henry Yule cho kỳ xuất bản đầy đủ lần thứ ba (1903), được Henri Cordier xem lại; tất cả in chung với phần chú giải và phụ lục gần đây của Cordier (1920), eBooks@Adelaide, 2009.<\/ref>\n\n==Công cuộc khai thác của các chúa Nguyễn trên biển Đông==\nGiai đoạn [[thế kỷ XV]] - [[thế kỷ XVI]]: có rất nhiều đoàn du hành của châu Âu ghé qua thăm Côn Đảo.\n\nCuối [[thế kỷ XVII]] và đầu [[thế kỷ XVIII]]: các nhà tư bản Anh, Pháp đã bắt đầu để ý đến các nước phương Đông. Nhiều lần các công ty của Anh, Pháp cho người tới Côn Đảo điều tra, dò xét tình hình mọi mặt với dụng ý chiếm Côn Đảo.\n\nNăm [[1702]], tức năm thứ 12 đời [[Chúa Nguyễn|Chúa]] [[Nguyễn Phúc Chu]], đích thân giám đốc [[Công ty Đông Ấn Anh|Công ty Đông Ấn]] của Anh chỉ huy quân đổ bộ lên Côn Đảo, xây dựng pháo đài<ref name=\"nguyentr28\" \/> và cột cờ.\n\nSau 3 năm, vào ngày [[3 tháng 2]] năm [[1705]] thì xảy ra cuộc nổi dậy của lính Macassar (lính người [[Sulawesi]]<ref name=\"nguyentr28\">{{harv|Nguyễn|2012|p=28}}<\/ref>). Đoàn quân Anh phải rời bỏ Côn Đảo.\n*Ngày 28 tháng 11 năm 1783, trong chuyến đem hoàng tử Cảnh và vương ấn của Chúa [[Gia Long|Nguyễn Ánh]] về Pháp, [[Bá Đa Lộc|Pigneau de Béhaine]] (Bá Đa Lộc) tự đứng ra đại diện cho Nguyễn Ánh để ký với Bá tước De Mantmarin (đại diện cho vua [[Louis XVI của Pháp]]) một hiệp ước tên gọi là [[Hiệp ước Versailles (1783)|Hiệp ước Versailles]]. Đây là văn kiện đầu tiên nhượng cho Pháp chủ quyền cửa biển Touron<ref>Dường như Hiệp ước này có sự nhầm lẫn giữa Touron (Đà Nẵng) với [[Hội An]] (Lưu Anh Rô (2005), ''Đà Nẵng buổi đầu đánh Pháp (1858-1860)'', Đà Nẵng: Nhà xuất bản Đà Nẵng, tr. 59).<\/ref> và quần đảo Côn Lôn. Đổi lại, Pháp sẽ giúp Nguyễn Ánh 4 tàu chiến, 1.200 lính, 200 pháo thủ, 250 người lính [[Philippines|Phi]] để chống lại nhà [[Nhà Tây Sơn|Tây Sơn]]. [[Cách mạng Pháp]] nổ ra khiến nước này không thực hiện được cam kết trên.<ref name=\"nguyentr3031\">{{harv|Nguyễn|2012|pp=30-31}}<\/ref>\n\nTương truyền trong đợt thứ 3 bị Tây Sơn truy sát thì Nguyễn Ánh và thuộc hạ đã trốn ra Côn Lôn. Ông sống ẩn dật mấy tháng trời ở đây. Vì thế, hiện nay ở đảo Côn Sơn có một ngọn núi cao gọi là núi Chúa; ở làng An Hải có đền thờ thứ phi của Nguyễn Ánh là Hoàng Phi Yến và ở làng Cỏ Ống có Miếu Cậu thờ Hoàng tử Cải con của thứ phi Hoàng Phi Yến.\n\nNgày [[22 tháng 8]] năm [[1822]], sau khi đi ngang hai đảo tí hon, The Brothers <nowiki\/>[[Côn Đảo#Danh sách đảo|hòn Trứng Lớn - Nhỏ]], tàu của Crawfurd tới đảo Pulo Condore. Ông cho rằng người dân Cochin China dễ gần và đáng tin tưởng hơn người Xiêm. Khi lên bờ, ông đã thấy tàn tích nhà máy cũ của [[người Anh]] xây trước đây trên đảo: \"''cách đó khoảng 118 năm, tức năm [[1702]] - [[1704]], người Anh đã thiết lập đồn lính và nhà máy trên đảo này. Trước đó họ đã bị đuổi khỏi Chusan ([[Trung Quốc]]), Thống đốc Ketchpoole khuyến khích người Celebes làm lính thuê trong 3 năm. Ông ta không trả đúng tiền lương và những người lính đã nổi loạn, thảm sát người Anh trên đảo. Những người còn sống sót chạy sang [[Johor]].''\"<ref name=\":2\">John Crawfurd (1828): [http:\/\/seasiavisions.library.cornell.edu\/catalog\/sea:010 Journal of an embassy from the Governor-General of India to the courts of Siam and Cochin-China: exhibiting a view of the actual state of those kingdoms]. SOUTHEAST ASIA VISIONS, Cornell University Library’s John M. Echols Collection. Chapter 8.<\/ref> Ngay khi đặt chân lên đảo, người dân chào đón đoàn của Crawfurd một cách tự tin và thẳng thắn mặc dù có lẽ họ hiếm khi gặp người châu Âu. Một nhóm thanh niên đang chơi [[bóng đá]] trên bãi biển vội ngừng cuộc vui, dẫn đoàn của Crawfurd đi gặp thôn trưởng. Vị thôn trưởng đáng kính này khoảng 45 tuổi, mời đoàn người châu Âu đi tham quan. Một số người dân và quan chức lên thăm tàu, họ mang theo hàng hóa để trao đổi với hàng hóa Châu Âu. Theo Crawfurd, người dân ở đây Côn Đảo thanh bần và đáng mến hơn so với người [[Xiêm]] tham lam, giảo trá, bất kể tầng lớp mà ông đã gặp ở Xiêm. Vị quan tốt bụng, đứng đầu trên đảo, tên là Cham-Kwan-Luong<ref>Trầm Văn Lượng hoặc Lương Văn Chăm?<\/ref>.<ref name=\":2\" \/> Quần đảo Pulo Condore gồm 12 đảo, đủ kích cỡ. Đảo lớn nhất <nowiki\/>[[Côn Sơn (đảo)|Côn Sơn]], dài 12 dặm, rộng cỡ 4 dặm. Tên gọi theo tiếng [[Tiếng Mã Lai|Mã Lai]] của Pulo Condore có nghĩ là đảo [[Bí đao]]; người An Nam không biết tên này, họ gọi nó là Koh-naong <nowiki\/>[[Côn Sơn (đảo)|Côn Nôn]]. Ngôi làng trong vịnh lớn nhất có khoảng 300 dân. Còn hai làng khác trên đảo, tổng cộng dân trên đảo khoảng 800 người. Toàn bộ người dân ở đây là người Cochin China <nowiki\/>[[Người Việt|Việt Nam]], không có [[Người Hoa tại Việt Nam|người Hoa]] hay [[Người Khmer|Campuchia]] ở đây. Người dân Pulo Condore mua gạo chủ yếu từ Saigun <nowiki\/>[[Thành phố Hồ Chí Minh|Sài Gòn]], đổi lại họ bán rùa, hải sản... Họ cũng cống nạp rùa sống <nowiki\/>[[đồi mồi]] cho vua Cochin China. Crawfurd sau đó được biết rằng vua nước Cochin China hiện đang ở [[Huế]], còn Chao-Kun <nowiki\/>[[Lê Văn Duyệt|Tả Quân]]<ref>Có lẽ Crawfurd nhớ lẫn lộn danh hiệu [[Danh xưng hoàng gia và quý tộc Thái Lan|Chao]], chỉ các quan ở Xiêm, nên ghi Ta-Kun thành Chao-Kun?<\/ref>, vị [[Tổng trấn thành Gia Định|Thống đốc Lower Cochin China]] <nowiki\/>[[Nam Kỳ Lục tỉnh|Nam Kỳ]], thì đang ở Saigun. Crawfurd nóng lòng được gặp vị quan ở Saigun đó, bởi ngoại trừ Kachao <nowiki\/>[[Hà Nội|Kẻ Chợ]] ở Tonquin <nowiki\/>[[Miền Bắc (Việt Nam)|Đông Kinh]], thì [Sài Gòn] là nơi giàu có nhất vương quốc này. Tàu của Crawfurd rời Pulo Condore đi Cape St. James <nowiki\/>[[Vũng Tàu]].<ref name=\":2\" \/><\/blockquote>\n\n==Côn Đảo trong bản đồ hành chính Việt Nam==\nVào thời [[Gia Long]], theo ''[[Đại Nam nhất thống chí]]'' thì Côn Đảo thuộc quyền quản hạt của đạo [[Cần Giờ]], trấn Phiên An, tổng trấn Gia Định (Gia Định thành); đến năm [[Minh Mạng]] 20 ([[1839]]) thì Côn Đảo được chuyển sang thuộc tỉnh [[Vĩnh Long]] của [[Nam Kỳ Lục tỉnh]].<ref>{{Chú thích web |url=http:\/\/www.songhuong.com.vn\/fullsize.php?id=66&page=1.jpg |ngày truy cập=2018-12-26 |tựa đề=''Đại Nam nhất thống chí'' (bản dịch của Tu Trai Nguyễn Tạo), Nam Kỳ lục tỉnh, quyển hạ, tỉnh Vĩnh Long, trang 10. |archive-date=2016-03-10 |archive-url=https:\/\/web.archive.org\/web\/20160310061701\/http:\/\/songhuong.com.vn\/fullsize.php?id=66&page=1.jpg }}<\/ref>\n\nTrước thời Pháp thuộc, Côn Đảo thuộc tỉnh [[Hà Tiên (tỉnh)|Hà Tiên]], sau đổi cho tỉnh [[Vĩnh Long]] quản lý.\n\n==Từ vị trí chiến lược hàng hải đến địa ngục trần gian==\nNgày [[1 tháng 9]] năm [[1858]], Pháp tấn công [[Đà Nẵng]], chiếm đóng bán đảo [[Sơn Trà]] và chuẩn bị đánh [[Huế]].\n\n[[Tháng 4]] năm [[1861]], Pháp đánh chiếm [[Định Tường]]. Chính trong thời gian này, Pháp khẩn cấp đặt vấn đề chiếm đóng Côn Đảo vì sợ Anh chiếm mất vị trí chiến lược quan trọng này.\n\nVào lúc 10 giờ sáng, ngày [[28 tháng 11]] năm [[1861]], Thủy sư đô đốc [[Hải quân Pháp]] là [[Louis Adolphe Bonard]] hạ lệnh cho [[tàu thông báo]] ''Norzagaray'' đến chiếm Côn Đảo, thượng [[quốc kỳ Pháp|cờ Pháp]].\n\nTrung úy Hải quân Pháp Lespès Sebastien Nicolas Joachim lập biên bản \"Tuyên cáo chủ quyền\" của Pháp tại Côn Đảo.\n\nNgày [[14 tháng 1]] năm [[1862]], chiếc tàu chở hàng ''Nievre'' đưa một số nhân viên ra đảo. Những người này có nhiệm vụ tìm vị trí thuận lợi dựng tạm hải đăng Côn Đảo nhằm chống chế nếu có nước nào phản kháng hành động tuyên bố chủ quyền.\n\nNgày [[5 tháng 6]] năm [[1862]], triều đình Huế ký [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất]] với Pháp. Khoản 3 của Hoà ước ghi rõ rằng nhà Nguyễn phải nhượng hoàn toàn chủ quyền Côn Lôn cho [[Hoàng đế Pháp]]. Nguyễn ([[2012]]) cho rằng, sở dĩ Pháp ép triều đình Huế là do Anh phản đối việc Pháp chiếm Côn Lôn năm [[1861]]. Lý lẽ của Anh là, Pháp chiếm đảo dựa theo một hiệp ước vốn dĩ không được thi hành (tức Hiệp ước Versailles năm 1783).<ref name=\"nguyentr32\">{{harv|Nguyễn|2012|p=32}}<\/ref>\n\n===Nhà tù Côn Đảo===\n[[Tập tin:Nguoitucondao1.JPG|nhỏ|200px|Tượng người tù Côn Đảo]]\nNgày [[1 tháng 2]] năm [[1862]], [[Bonard]] ký quyết định thành lập [[nhà tù Côn Đảo]], từ đó biến Côn Lôn thành nơi giam giữ những người tù chính trị Việt Nam với hệ thống [[chuồng cọp (định hướng)|chuồng cọp]] nổi tiếng. Dưới thời [[Pháp thuộc]] đã có câu rằng:\n::::\"Côn Lôn đi dễ khó về\n:::Già đi bỏ xác, trai về nắm xương.\"\n:'''Danh sách quản đốc Pháp ở Côn Đảo''':\n{| \n|-\n| width=\"250px\" style=\"font-size:95%\" valign=\"top\" | \n# Felix Roussel (1862-1863)\n# Bizot (1863-1864)\n# Benoist (1864-1866)\n# Boubé (1866-1869)\n# Stiedel (1869-1870)\n# Claudot (1870-1871)\n# Gaudot (1871-1872)\n# Chevillet (1872-1874)\n# Symphor (1874-1875)\n# Morin (1875-1876)\n# Pasquet de la Broue (1876-1877)\n# Disnematin Dorat (1877-1878)\n# Pasquet de la Broue (1878-1882)\n# Bosquet (1882-1884)\n| width=\"250px\" style=\"font-size:95%\" valign=\"top\"| \n:15. Caffort (1884-1887)\n:16. Sellier (1887-1890)\n:17. René (1890-1892)\n:18. Jacquet (1892-1896)\n:19. De Colbert (1896-1898)\n:20. Morizet (1898-1908)\n:21. Melaye (1908-1909)\n:22. Cudenet (1909-1913)\n:23. De Gailland (1913-1914)\n:24. Joseph O'Connell (1914-1916)\n:25. Royer (1916-1917)\n:26. Andouard (1917-1919)\n:27. Lambert (1919-1927)\n:28. Bouvier (1927-1934)\n| width=\"250px\" style=\"font-size:95%\" valign=\"top\"| \n:29. Cremanzy (1934-1935)\n:30. Bouvier (1935-1942)\n:31. Brouillonet (1942-1943)\n:32. Tisseyre (1943-1945)\n:33. Hilaire (1945)\n:34. Lê Văn Trà (1945)\n:35. Gimbert (1946)\n:36. Honecker (1946-1947)\n:37. Jacques Brulé (1947-1948)\n:38. Henri Lafosse (1948-1951)\n:39. H. Jarty (1951-1953)\n:40. Aloise Blanck (1953-1955)\n|}\n\nDưới chế độ nhà tù Côn Đảo, khoảng 20.000 người Việt Nam thuộc nhiều thế hệ đã chết và được [[chôn cất]] tại [[Nghĩa trang Hàng Dương]].<ref>{{harv|Nguyễn|2004|p=[http:\/\/books.google.com.vn\/books?id=FrUVAQAAMAAJ&q=%22+l%E1%BB%8Bch+s%E1%BB%AD+l%E1%BB%9Bn,+%C4%91%C3%A3+%C4%91%C6%B0%E1%BB%A3c+Nh%C3%A0+n%C6%B0%E1%BB%9Bc+X%E1%BA%BFp+h%E1%BA%A1ng+l%C3%A0+khu+di+tich+%C4%91%E1%BA%B7c+bi%E1%BB%87t+quan+tr%E1%BB%8Dng+c%E1%BB%A7a+qu%E1%BB%91c+gia+%22&dq=%22+l%E1%BB%8Bch+s%E1%BB%AD+l%E1%BB%9Bn,+%C4%91%C3%A3+%C4%91%C6%B0%E1%BB%A3c+Nh%C3%A0+n%C6%B0%E1%BB%9Bc+X%E1%BA%BFp+h%E1%BA%A1ng+l%C3%A0+khu+di+tich+%C4%91%E1%BA%B7c+bi%E1%BB%87t+quan+tr%E1%BB%8Dng+c%E1%BB%A7a+qu%E1%BB%91c+gia+%22&hl=en&sa=X&ei=UOOvUYueNMLrrQfNzIH4AQ&ved=0CCsQ6AEwAA 860]}}<\/ref>\n\nNgày [[16 tháng 5]] năm [[1882]], [[Tổng thống Pháp]] [[Jules Grévy]] ký sắc lệnh công nhận quần đảo Côn Lôn là một quận của [[Nam Kỳ]].\n===Thời Việt Nam Cộng hoà===\n\n[[Tháng 9]] năm [[1954]], dưới chính quyền [[Quốc gia Việt Nam]], [[Thủ tướng Việt Nam|Thủ tướng]] [[Ngô Đình Diệm]] tiếp tục chế độ nhà tù của Pháp và đổi tên quần đảo Côn Lôn thành hải đảo Côn Sơn\n\nNgày [[22 tháng 10]] năm [[1956]], [[Tổng thống Việt Nam Cộng hòa|Tổng thống]] [[Ngô Đình Diệm]] ký sắc lệnh số '''143-NV''' công bố danh sách các đơn vị hành chính Nam Việt, trong đó có tỉnh [[Côn Sơn (tỉnh)|Côn Sơn]].\n\nNgày [[24 tháng 4]] năm [[1965]], chính quyền [[Việt Nam Cộng hòa]] đổi tỉnh Côn Sơn thành '\"'Cơ sở Hành chính Côn Sơn''' trực thuộc [[Bộ Nội vụ]]. Chức ''tỉnh trưởng'' được đổi thành ''đặc phái viên hành chính''.\n\nNgày [[1 tháng 11]] năm [[1974]], dưới thời [[Đệ Nhị Cộng hòa Việt Nam]] của Tổng thống [[Nguyễn Văn Thiệu]], Cơ sở hành chính Côn Sơn đổi tên thành thị xã Phú Hải thuộc tỉnh [[Gia Định]]. Các trại tù đều được ghép thêm chữ Phú: Trại I thành Trại Phú Thọ, Trại II thành Trại Phú Sơn, Trại IV thành Trại Phú Tường, Trại V thành Trại Phú Phong, Trại VI thành Trại Phú An, Trại VII thành Trại Phú Bình và Trại VIII thành Trại Phú Hưng.<ref>{{Chú thích web |url=https:\/\/www.baotangbrvt.org.vn\/index.php?Module=Content&Action=print&id=354 |tiêu đề=Đấu tranh bảo vệ khí tiết ở nhà tù Côn Đảo thời chống Mỹ |tác giả=Nguyễn, Đình Thống |nhà xuất bản=Trang web Bảo tàng tỉnh Bà Rịa – Vũng Tàu |ngày truy cập=2018-07-29 |url lưu trữ=https:\/\/web.archive.org\/web\/20180729230458\/https:\/\/www.baotangbrvt.org.vn\/index.php?Module=Content&Action=print&id=354 |ngày lưu trữ=2018-07-29 |url-status=dead }}<\/ref> Giai đoạn này số tù nhân lên đến 8.000 người.\n\n==Quần đảo ngục tù thành thiên đường nghỉ dưỡng==\nNgày [[1 tháng 5]] năm [[1975]], quân [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] tiếp quản Côn Đảo.\n\nNgày [[18 tháng 9]] năm [[1976]], Hội đồng Chính phủ ra Nghị định số 164-CP thành lập huyện Côn Sơn trực thuộc [[Thành phố Hồ Chí Minh]].<ref name=\":0\">{{Chú thích web|url=http:\/\/quochoi.vn\/tulieuquochoi\/anpham\/Pages\/anpham.aspx?AnPhamItemID=234|tựa đề=Lịch sử Quốc hội Việt Nam (1976 - 1992)|website=Cổng thông tin điện tử Quốc hội Việt Nam}}<\/ref>\n\nNgày [[15 tháng 1]] năm [[1977]], Quốc hội nước Cộng hòa xã hội chủ nghĩa Việt Nam khóa VI, kỳ họp thứ 2 ban hành nghị quyết phê chuẩn việc đổi tên huyện Côn Sơn thành huyện Côn Đảo và sáp nhập huyện Côn Đảo vào tỉnh [[Hậu Giang (tỉnh cũ)|Hậu Giang]].<ref name=\":0\" \/><ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-phe-chuan-sap-nhap-huyen-Con-Dao-vao-tinh-Hau-Giang-42739.aspx|tựa đề=Nghị quyết về việc phê chuẩn việc sáp nhập huyện Côn Đảo vào tỉnh Hậu Giang do Quốc hội ban hành}}<\/ref>\n\nNgày [[30 tháng 5]] năm [[1979]], huyện Côn Đảo sáp nhập với thị xã [[Vũng Tàu]] và xã [[Long Sơn, Vũng Tàu|Long Sơn]] thuộc huyện [[Châu Thành (huyện cũ Đồng Nai)|Châu Thành]], tỉnh [[Đồng Nai]] để thành lập [[Vũng Tàu - Côn Đảo (đặc khu)|đặc khu Vũng Tàu - Côn Đảo]] trực thuộc trung ương<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-thanh-lap-dac-khu-Vung-Tau-Con-Dao-truc-thuoc-Trung-uong\/42745\/noi-dung.aspx|tựa đề=Nghị quyết về việc thành lập đặc khu Vũng Tàu - Côn Đảo trực thuộc trung ương}}<\/ref>. Ngày [[10 tháng 12]] năm [[1979]], Côn Đảo được chuyển thành quận trực thuộc đặc khu Vũng Tàu - Côn Đảo.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-438-CP-to-chuc-co-quan-quan-ly-hanh-chinh-Nha-nuoc-dac-khu-Vung-Tau-Con-Dao\/17254\/noi-dung.aspx|tựa đề=Quyết định 438-CP năm 1979 về việc tổ chức các cơ quan quản lý hành chính Nhà nước của đặc khu Vũng Tàu – Côn Đảo do Hội đồng Chính phủ ban hành}}<\/ref>\n\nNgày [[12 tháng 8]] năm [[1991]], đặc khu Vũng Tàu - Côn Đảo giải thể, Côn Đảo trở thành huyện thuộc tỉnh [[Bà Rịa – Vũng Tàu]] như hiện nay.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-42808.aspx|tựa đề=Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc trung ương do Quốc hội ban hành}}<\/ref>\n\nHiện nay Côn Đảo là một huyện có chính quyền một cấp, thông qua các cơ quan chức năng huyện, trực tiếp đến địa bàn khu dân cư, không có các cấp phụ thuộc như xã, phường hay thị trấn.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* Nguyễn Đình Thống - Nguyễn Linh - Hồ Sĩ Thành, ''Lịch sử nhà tù Côn Đảo 1862 - 1975'', Nhà xuất bản Quân đội Nhân dân, 2009\n* [http:\/\/www.baotangbrvt.org.vn\/index.php?Module=Content&Action=blogCategory&id=290&Itemid=315 Di tích Nhà tù Côn Đảo]\n\n[[Thể loại:Côn Đảo]]\n[[Thể loại:Lịch sử Bà Rịa – Vũng Tàu|B]]"}