{"3338167":"'''[[Bến Tre]]''' là một [[tỉnh]] thuộc [[đồng bằng sông Cửu Long]], [[miền Nam (Việt Nam)|miền Nam Việt Nam]].\n==Trước năm 1975==\n===Năm 1897===\nThời chủ tỉnh Bến Tre là Cudenet, toàn tỉnh Bến Tre được chia thành 21 tổng:\n*Tổng Bảo An có 7 làng: An Bình Đông, An Bình Tây, An Điền, An Lái, An Ngãi Trung, An Thạnh, Vĩnh Đức Tây\n*Tổng Bảo Đức có 6 làng: Hàm Luông, Long Hóa, Mỹ Phú, Tân Quí, Tiên Thủy, Tiên Thủy Tây\n*Tổng Bảo Hòa có 8 làng: Bình Lợi, Phú Quới, Phú Thành, Phước Đa, Phước Thành, Phước Triệu, Phước Tường, Tân Thủy\n*Tổng Bảo Hựu có 10 làng: An Hội, Bình Nguyên, Long Hưng, Long Phú, Long Sơn, Long Thành, Mỹ An, Phú Lợi, Phú Nhuận, Phước Mỹ\n*Tổng Bảo Khánh có 7 làng: Đại Định, Phong Mỹ, Phong Nẩm, Phú Hữu, Phước Hậu, Phước Hựu, Phước Thạnh\n*Tổng Bảo Lộc có 11 làng: Bình Chánh, Bình Hòa, Bình Khương, Bình Thành, Bình Tiên, Châu Bình, Châu Phú, Châu Thới, Tân Hòa Đông, Tân Thạnh Đông, Tân Thạnh Trung\n*Tổng Bảo Ngãi có 6 làng: Mỹ Thành, Quảng Điền, Sơn An, Sơn Hòa, Sơn Thuận, Tân Thành Đông\n*Tổng Bảo Phước có 9 làng: An Ngãi Tây, Hưng Lễ, Hưng Nhơn, Hưng Nhượng, Hưng Phong, Hưng Phú, Hưng Thạnh, Tân Hòa, Tân Khai\n*Tổng Bảo Thành có 15 làng: Lương Hòa, Lương Mỹ, Lương Phú, Lương Quới, Lương Thạnh, Lương Thạnh Tây, Mỹ Điền, Nhơn Sơn, Phong Điền, Phú Điền, Phú Hưng, Phú Long, Phú Thuận, Phú Tự, Tú Điền\n*Tổng Bảo Thuận có 11 làng: Đồng Xuân, Hòa Bình, Mỹ Chánh, Mỹ Hòa, Mỹ Nhơn, Mỹ Thạnh, Phú Ngãi, Phước Tuy, Tân Điền, Tân Thạnh, Tân Trang\n*Tổng Bảo Trị có 8 làng: An Hòa Tây, An Thủy, Bảo Hòa, Bảo Thạnh, Phú Lễ, Tân Hòa, Vĩnh Đức Đông, Vĩnh Đức Trung\n*Tổng Minh Đạo có 10 làng: An Thạnh, Khánh Thạnh, Phú Hựu, Quới Hưng, Tân Hưng, Tân Nhuận, Tân Quới, Tân Thạnh, Tích Khánh, Vĩnh Khánh\n*Tổng Minh Đạt có 11 làng: An Phước, Đa Phước, Định Phước, Hiệp Phước, Hội An, Hội Phước, Tân Bình, Tân Hội, Thanh Bình, Thành Hóa, Thanh Thủy\n*Tổng Minh Hóa có 8 làng: Hòa Bình, Tân Đức, Tân Lộc, Tân Thiện, Tân Thông, Thanh Long, Thanh Sơn, Thanh Xuân\n*Tổng Minh Huệ có 6 làng: An Thới, Ngãi Đăng, Phú Trạch, Thới Trạch, Thành Thiện, Tú Sơn\n*Tổng Minh Lý có 9 làng: Gia Thạnh, Khánh Hội, Mỹ Sơn, Phú Hiệp, Tân Huy, Tân Ngãi, Trường Thành, Vĩnh Thành, Vĩnh Phú\n*Tổng Minh Phú có 5 làng: Đại Điền, Đông Phú, Quới Điền, Tân Khánh, Thới Thạnh\n*Tổng Minh Quới có 9 làng: An Bình, An Định, Hương Mỹ, Phước Khánh, Tân Hòa, Tân Hương, Tân Tập, Tân Trung, Tập Khánh\n*Tổng Minh Thiện có 7 làng: Nguơn Khánh, Phú Mỹ, Phước Hạnh, Tân Phú Tây, Trung Mỹ, Vĩnh Hòa, Vĩnh Thuận\n*Tổng Minh Trị có 7 làng: An Nhơn, An Qui, An Thạnh, An Thuận, Giao Thạnh, Thạnh Phong, Thạnh Phú\n*Tổng Minh Thuận có 12 làng: Bình Thành, Đông An, Đông Thành, Gia Khánh, Gia Phước, Hưng Nhơn, Phú Long, Phú Thạnh, Sùng Tân, Tân Thành, Tân Thành Tây, Thanh Trung\n\n===Năm 1939===\nTỉnh Bến Tre có 4 quận trực thuộc:\n\n1. Quận [[Ba Tri]] có 5 tổng với 27 làng:\n*Tổng Bảo An có 4 làng: An Bình Tây, An Đức, An Hiệp, An Ngãi Trung\n*Tổng Bảo Lộc có 6 làng: Bình Hòa, Bình Thành, Châu Bình, Châu Hòa, Tân Hòa Đông, Tân Thanh\n*Tổng Bảo Phước có 6 làng: An Ngãi Tây, Hiệp Hưng, Hưng Phong, Tân Hào, Tân Hưng, Thạnh Phú Đông\n*Tổng Bảo Thuận có 6 làng: Mỹ Chánh Hòa, Mỹ Nhơn, Mỹ Thạnh, Phú Ngãi, Phước Tuy, Tân Xuân\n*Tổng Bảo Trị có 5 làng: An Hòa Tây, Bảo Thạnh, Phú Lễ, Tân Thủy, Vĩnh Hòa\n\n2. Quận [[Châu Thành, Bến Tre|Châu Thành]] có 5 tổng với 27 làng:\n*Tổng Bảo Đức có 5 làng: Phú Long, Quới Thành, Tân Lợi, Tiên Long, Tiên Thủy\n*Tổng Bảo Hựu có 4 làng: An Hội, Phú Nhuận, Phước Long, Sơn Phú\n*Tổng Bảo Khánh có 4 làng: Hữu Định, Phong Mỹ, Phong Nẫm, Tam Phước\n*Tổng Bảo Ngãi có 6 làng: An Hiệp, Mỹ Thành, Sơn Hòa, Sơn Đông, Thành Triệu, Tường Đa\n*Tổng Bảo Thạnh có 8 làng: Long Mỹ, Lương Hòa, Lương Phú, Lương Quới, Mỹ Thạnh, Nhơn Thạnh, Phú Hưng, Thuận Điền\n\n3. Quận [[Mỏ Cày (huyện)|Mỏ Cày]] có 7 tổng với 29 làng:\n*Tổng Minh Đạo có 3 làng: An Thạnh, Nhuận Phú Tân, Khánh Thạnh Tân\n*Tổng Minh Đạt có 5 làng: Đa Phước Hội, Định Thủy, Hòa Lộc, Phước Hiệp, Tân Thành Bình\n*Tổng Minh Huệ có 4 làng: An Thới, Cẩm Sơn, Ngãi Đăng, Thành Thới\n*Tổng Minh Lý có 4 làng: Phú Sơn, Thạnh Ngãi, Thanh Tân, Vĩnh Thành\n*Tổng Minh Quới có 5 làng: An Định, Bình Khánh, Hương Mỹ, Minh Đức, Tân Trung\n*Tổng Minh Thiện có 4 làng: Phú Mỹ, Phước Mỹ Trung, Tân Phú Tây, Vĩnh Hòa\n*Tổng Minh Thuận có 4 làng: Hưng Khánh Trung, Tân Bình, Tân Thanh Tây, Thành An\n\n4. Quận [[Thạnh Phú]] có 2 tổng với 10 làng:\n*Tổng Minh Phú có 4 làng: Đại Điền, Phú Khánh, Quới Điền, Thới Thạnh\n*Tổng Minh Trị có 6 làng: An Nhơn, An Thạnh, Giao Thạnh, Song An, Thạnh Phong, Thạnh Phú\n\n==Sau năm 1975==\nSau ngày [[30 tháng 4]] năm [[1975]], tỉnh [[Kiến Hòa]] đổi tên thành tỉnh [[Bến Tre]], gồm [[Bến Tre (thành phố)|thị xã Bến Tre]] và 7 huyện: [[Ba Tri]], [[Bình Đại]], [[Châu Thành, Bến Tre|Châu Thành]], [[Chợ Lách]], [[Giồng Trôm]], [[Mỏ Cày (huyện)|Mỏ Cày]], [[Thạnh Phú]].\n===Năm 1979: Quyết định 141-CP===\n*Quyết định '''141-CP'''<ref name=141CP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-141-CP-dieu-chinh-dia-gioi-xa-tinh-Ben-Tre\/58911\/noi-dung.aspx Quyết định 141-CP điều chỉnh địa giới xã tỉnh Bến Tre]<\/ref> ngày 03 tháng 4 năm 1979 của Hội đồng Chính phủ điều chỉnh địa giới xã thuộc tỉnh Bến Tre như sau:\n*Huyện '''[[Giồng Trôm]]'''\n#Chia xã Hiệp Hưng thành hai xã lấy tên là xã Hưng Nhượng và xã Hưng Lễ.\n*Huyện '''[[Bình Đại]]'''\n#Chia xã Bình Đại thành ba xã lấy tên là xã Thạnh Trị, xã Đại Hòa Lộc và xã Bình Thới.\n#Chia thị trấn Bình Đại thành hai đơn vị hành chính lấy tên là xã Bình Thắng và thị trấn Bình Đại.\n#Chia xã Tân Phú Trung thành hai xã lấy tên là xã Phú Long và xã Định Trung.\n#Chia xã Lộc Thuận thành hai xã lấy tên là xã Phú Vang và xã Lộc Thuận.\n#Chia xã Vinh Thới thành hai xã lấy tên là xã Thới Lai và xã Vang Quới.\n#Chia xã Bình Yên thành hai xã lấy tên là xã Châu Hưng và xã Phú Thuận.\n#Thành lập ở cù lao Cồn Tàu một xã mới lấy tên là xã Tam Hiệp.\n*Huyện '''[[Thạnh Phú]]'''\n#Chia xã Thạnh Phú thành ba xã lấy tên là xã Thạnh Phú, xã Mỹ Hưng và xã Bình Thạnh.\n\n===Năm 1984: Quyết định 41-HĐBT===\n* Quyết định '''41-HĐBT'''<ref name=41HĐBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-41-HDBT-phan-vach-dia-gioi-xa-thi-tran-thi-xa-tinh-Ben-Tre\/43424\/noi-dung.aspx Quyết định 41-HĐBT phân vạch địa giới xã, thị trấn, thị xã thuộc tỉnh Bến Tre]<\/ref> ngày 14 tháng 3 năm 1984 của Hội đồng Bộ trưởng về việc phân vạch địa giới xã, thị trấn, thị xã thuộc tỉnh Bến Tre như sau:\n*'''Huyện [[Giồng Trôm]]'''\n#Chia xã Tân Hào thành hai xã lấy tên là xã Tân Hào và xã Tân Lợi Thạnh.\n*'''Huyện [[Ba Tri]]'''\n#Chia xã Tân Thủy thành hai xã lấy tên là xã Tân Thủy và xã An Thủy.\n*'''Huyện [[Bình Đại]]'''\n#Chia xã Định Hoà thành hai xã lấy tên là xã Long Định và xã Long Hoà.\n#Chia xã Vang Qưới thành hai xã lấy tên là xã Vang Qưới Đông và xã Vang Qưới Tây.\n*'''Huyện [[Mỏ Cày (huyện)|Mỏ Cày]]'''\n#Chia xã Bình Khánh thành hai xã lấy tên là xã Bình Khánh Đông và xã Bình Khánh Tây.\n#Chia xã Thành Thới thành hai xã lấy tên là xã Thành Thới A và xã Thành Thới B.\n*'''Huyện [[Thạnh Phú]]'''\n#Chia xã Thạnh Phong thành hai xã lấy tên là xã Thạnh Phong và xã Thạnh Hải.\n#Chia xã Qưới Điền thành hai xã lấy tên là xã Qưới Điền và xã Hoà Lợi.\n#Chia xã Đại Điền thành hai xã lấy tên là xã Đại Điền và xã Tân Phong.\n*'''Huyện [[Chợ Lách]]'''\n#Tách ấp Sơn Quy, 2\/3 ấp Bình An, 1\/6 ấp Phụng Châu của xã Sơn Định để sáp nhập vào thị trấn Chợ Lách.\n*'''Thị xã [[Bến Tre (thành phố)|Bến Tre]]'''\n#Giải thể các xã Bình Nguyên, Mỹ Hoá, An Hoà và thành lập ba phường mới lấy tên phường 6, phường 7 và phường 8.\n\n===Năm 1984: Quyết định 41-HĐBT===\n* Quyết định '''46-HĐBT'''<ref name=46HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-46-HDBT-phan-vach-dia-gioi-thi-xa-Ben-tre-tinh-Ben-Tre\/43426\/noi-dung.aspx Quyết định 46-HĐBT phân vạch địa giới thị xã Bến tre tỉnh Bến Tre]<\/ref> ngày 15 tháng 3 năm 1984 của Hội đồng Bộ trưởng về việc phân vạch địa giới thị xã Bến Tre thuộc tỉnh Bến Tre như sau:\n*'''Huyện [[Giồng Trôm]]''', '''huyện [[Châu Thành, Bến Tre|Châu Thành]]''', '''thị xã [[Bến Tre (thành phố)|Bến Tre]]'''\n#Cắt xã Nhơn Thạnh, xã Phú Nhuận của huyện Giồng Trôm và xã Phú Hưng của huyện Châu Thành để nhập vào thị xã Bến Tre.\n\n===Năm 1985: Quyết định 114-HĐBT===\n* Quyết định '''114-HĐBT'''<ref name=114HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-114-HDBT-dieu-chinh-dia-gioi-huyen-Chau-Thanh-va-thi-xa-Ben-Tre\/44601\/noi-dung.aspx Quyết định 114-HĐBT điều chỉnh địa giới huyện Châu Thành và thị xã Bến Tre]<\/ref> ngày 11 tháng 4 năm 1985 của Hội đồng Bộ trưởng về việc điều chỉnh địa giới huyện Châu Thành và thị xã Bến Tre thuộc tỉnh Bến Tre như sau:\n*'''Huyện [[Châu Thành, Bến Tre|Châu Thành]]''', '''thị xã [[Bến Tre (thành phố)|Bến Tre]]'''\n#Tách xã Sơn Đông của huyện Châu Thành để sáp nhập vào thị xã Bến Tre.\n\n===Năm 1985: Quyết định 119-HĐBT===\n* Quyết định '''119-HĐBT'''<ref name=41HDBT>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-119-HDBT-dieu-chinh-dia-gioi-xa-thi-tran-huyen-Ba-Tri-tinh-Ben-Tre\/44603\/noi-dung.aspx Quyết định 119-HĐBT điều chỉnh địa giới xã, thị trấn huyện Ba Tri, tỉnh Bến Tre]<\/ref> ngày 16 tháng 4 năm 1984 của Hội đồng Bộ trưởng về việc điều chỉnh địa giới xã, thị trấn thuộc huyện Ba Tri, tỉnh Bến Tre như sau:\n*'''Huyện [[Ba Tri]]'''\n#Chia xã Bảo Thạnh thành hai xã lấy tên là xã Bảo Thạnh và xã Bảo Thuận.\n#Chia xã Mỹ Chánh Hoà thành hai xã lấy tên là xã Mỹ Chánh và xã Mỹ Hoà.\n#Chia xã An Ngãi Trung thành hai xã lấy tên là xã An Ngãi Trung và xã An Phú Trung.\n#Tách ấp An Hội của xã An Đức để sáp nhập vào thị trấn Ba Tri.\n#Thành lập xã Vĩnh An trên cơ sở tách ấp Vĩnh Đức Trung của xã Vĩnh Hoà và các ấp An Nhơn, An Quới của xã An Hoà Tây.\n\n===Năm 1995: Nghị định 84-CP===\n*Nghị định '''84-CP''' ngày 08 tháng 12 năm 1995 của Chính phủ thành lập thị trấn Châu Thành thuộc huyện Châu Thành, tỉnh Bến Tre:\n#Thành lập thị trấn Châu Thành thuộc huyện '''[[Châu Thành, Bến Tre|Châu Thành]]''' trên cơ sở điều chỉnh một phần diện tích tự nhiên và nhân khẩu của xã Phú An Hòa.\n\n===Năm 1999: Nghị định 41\/1999\/NĐ-CP===\n*Nghị định '''41\/1999\/NĐ-CP'''<ref name=41NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-41-1999-ND-CP-thanh-lap-phuong-Phu-Khuong-thuoc-thi-xa-Ben-Tre-tinh-Ben-Tre\/45391\/noi-dung.aspx Nghị định 41\/1999\/NĐ-CP thành lập phường Phú Khương thuộc thị xã Bến Tre, tỉnh Bến Tre]<\/ref> ngày 25 tháng 6 năm 1999 của Chính phủ thành lập phường Phú Khương thuộc thị xã Bến Tre, tỉnh Bến Tre:\n#Thành lập phường Phú Khương thuộc '''[[Bến Tre (thành phố)|thị xã Bến Tre]]''', tỉnh Bến Tre trên cơ sở toàn bộ diện tích và dân số của xã Phú Khương.\n#Phường Phú Khương có 597 ha diện tích tự nhiên và 15.414 nhân khẩu.\n#Địa giới hành chính phường Phú Khương: phía Đông giáp phường 8, phía Tây giáp xã Sơn Đông, phía Nam giáp phường 4 và phường 6, phía Bắc giáp xã Phú Hưng và huyện Châu Thành.\n\n===Năm 2000: Nghị định 57\/2000\/NĐ-CP===\n*Nghị định '''57\/2000\/NĐ-CP'''<ref name=57NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-57-2000-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-xa-Tan-My-thuoc-huyen-Ba-Tri-tinh-Ben-Tre-21006.aspx Nghị định 57\/2000\/NĐ-CP điều chỉnh địa giới hành chính thành lập xã Tân Mỹ thuộc huyện Ba Tri, tỉnh Bến Tre]<\/ref> ngày 18 tháng 10 năm 2000 của Chính phủ về việc điều chỉnh địa giới hành chính thành lập xã Tân Mỹ thuộc huyện Ba Tri, tỉnh Bến Tre:\n#Thành lập xã Tân Mỹ thuộc huyện '''[[Ba Tri]]''' trên cơ sở 1.064,58 ha diện tích tự nhiên và 2.675 nhân khẩu của xã Mỹ Hòa, 171,09 ha diện tích tự nhiên và 1.693 nhân khẩu của xã Tân Xuân.\n#Xã Tân Mỹ có 1.235,67 ha diện tích tự nhiên và 4.368 nhân khẩu.\n#Địa giới hành chính xã Tân Mỹ: Đông giáp xã Tân Xuân và huyện Bình Đại; Tây giáp xã Mỹ Hòa và huyện Giồng Trôm; Nam giáp xã Mỹ Hòa và xã Tân Xuân; Bắc giáp huyện Bình Đại.\n#Sau khi điều chỉnh địa giới hành chính để thành lập xã Tân Mỹ:\n##Xã Mỹ Hòa có 1.696,43 ha diện tích tự nhiên và 5.793 nhân khẩu.\n##Xã Tân Xuân có 2.497,02 ha diện tích tự nhiên và 9.590 nhân khẩu.\n\n===Năm 2001: Nghị định 56\/2001\/NĐ-CP===\n*Nghị định '''56\/2001\/NĐ-CP'''<ref name=56NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-56-2001-ND-CP-thanh-lap-xa-My-An-thuoc-huyen-Thanh-phu-tinh-Ben-tre-48096.aspx Nghị định 56\/2001\/NĐ-CP điều chỉnh địa giới hành chính thành lập xã Mỹ An thuộc huyện Thạnh Phú, tỉnh Bến Tre]<\/ref> ngày 24 tháng 8 năm 2001 của Chính phủ về việc điều chỉnh địa giới hành chính thành lập xã Mỹ An thuộc huyện Thạnh Phú, tỉnh Bến Tre:\n#Thành lập xã Mỹ An thuộc huyện '''[[Thạnh Phú]]''' trên cơ sở 2.072,09 ha diện tích tự nhiên và 6.279 nhân khẩu của xã An Thạnh; 1.031,56 ha diện tích tự nhiên và 3.400 nhân khẩu của xã Mỹ Hưng.\n#Xã Mỹ An có 3.103,65 ha diện tích tự nhiên và 9.679 nhân khẩu.\n#Địa giới hành chính xã Mỹ An : Đông giáp xã An Điền; Tây giáp xã Quới Điền và xã Mỹ Hưng; Nam giáp xã Mỹ Hưng và xã An Thạnh; Bắc giáp huyện Ba Tri.\n#Sau khi điều chỉnh địa giới hành chính thành lập xã Mỹ An:\n##Xã An Thạnh còn lại 718,31 ha diện tích tự nhiên và 4.066 nhân khẩu.\n##Xã Mỹ Hưng còn lại 1.330,16 ha diện tích tự nhiên và 9.167 nhân khẩu.\n\n===Năm 2009: Nghị định 08\/NĐ-CP===\n*Nghị định '''08\/NĐ-CP'''<ref name=08NDCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-08-ND-CP-dieu-chinh-dia-gioi-phuong-de-thanh-lap-xa-thuoc-huyen-Mo-Cay-Cho-Lach-thi-xa-Ben-Tre-Mo-Cay-Bac-thuoc-tinh-Ben-Tre-85067.aspx Nghị định 08\/NĐ-CP điều chỉnh địa giới phường để thành lập xã thuộc huyện Mỏ Cày, Chợ Lách, thị xã Bến Tre Mỏ Cày Bắc thuộc tỉnh Bến Tre]<\/ref> ngày 09 tháng 2 năm 2009 của Chính phủ về việc điều chỉnh địa giới phường để thành lập xã thuộc huyện Mỏ Cày, Chợ Lách, thị xã Bến Tre và huyện Mỏ Cày Bắc thuộc tỉnh Bến Tre.\n*Huyện '''[[Mỏ Cày (huyện)|Mỏ Cày]]''', huyện '''[[Chợ Lách]]''', thị xã '''[[Bến Tre (thành phố)|Bến Tre]]'''\n#Thành lập xã Tân Hội thuộc huyện Mỏ Cày trên cơ sở điều chỉnh 731,267 ha diện tích tự nhiên và 6.534 nhân khẩu của xã Đa Phước Hội; 136,4 ha diện tích tự nhiên và 1.555 nhân khẩu của xã Khánh Thạnh Tân.\n#Thành lập xã Hưng Khánh Trung A thuộc huyện Chợ Lách trên cơ sở điều chỉnh 1.331,67 ha diện tích tự nhiên và 8.760 nhân khẩu của xã Hưng Khánh Trung.\n#Thành lập xã Phú Mỹ thuộc huyện Chợ Lách trên cơ sở điều chỉnh 713 ha diện tích tự nhiên và 6.132 nhân khẩu của xã Phú Sơn.\n#Thành lập phường Phú Tân thuộc thị xã Bến Tre trên cơ sở điều chỉnh 295,53 ha diện tích tự nhiên và 4.664 nhân khẩu của phường Phú Khương; 64,6 ha diện tích tự nhiên và 1.825 nhân khẩu của xã Phú Hưng.\n#Điều chỉnh 81,69 ha diện tích tự nhiên và 1.289 nhân khẩu của xã Phú Hưng về phường Phú Khương quản lý.\n#Sau khi điều chỉnh địa giới hành chính xã, phường:\n##Xã Đa Phước Hội thuộc huyện Mỏ Cày còn lại 920,984 ha diện tích tự nhiên và 8.266 nhân khẩu.\n##Xã Khánh Thạnh Tân thuộc huyện Mỏ Cày còn lại 1.339,83 ha diện tích tự nhiên và 11.665 nhân khẩu.\n##Xã Hưng Khánh Trung thuộc huyện Chợ Lách còn lại 1.024,03 ha diện tích tự nhiên và 7.334 nhân khẩu (được đổi tên thành xã Hưng Khánh Trung B).\n##Xã Phú Sơn thuộc huyện Chợ Lách còn lại 1.316 ha diện tích tự nhiên và 7.188 nhân khẩu.\n##Xã Phú Hưng thuộc thị xã Bến Tre còn lại 1.012,33 ha diện tích tự nhiên và 10.870 nhân khẩu.\n*Thành lập huyện '''[[Mỏ Cày Bắc]]'''\n#Thành lập huyện Mỏ Cày Bắc thuộc tỉnh Bến Tre trên cơ sở điều chình 13.419,11 ha diện tích tự nhiên và 109.575 nhân khẩu của huyện Mỏ Cày (gồm toàn bộ diện tích tự nhiên và nhân khẩu của các xã: Thanh Tân, Thạnh Ngãi, Tân Phú Tây, Tân Thành Bình, Thành An, Phước Mỹ Trung, Tân Thanh Tây, Tân Bình, Nhuận Phú Tân, Hoà Lộc, Khánh Thạnh Tân) và 2.044,67 ha diện tích tự nhiên và 14.802 nhân khẩu của huyện Chợ Lách (gồm toàn bộ diện tích tự nhiên và nhân khẩu của xã Hưng Khánh Trung A và xã Phú Mỹ).\n#Huyện Mỏ Cày Bắc có 15.463,78 ha diện tích tự nhiên và 124.377 nhân khẩu, có 13 đơn vị hành chính trực thuộc, bao gồm các xã: Thanh Tân, Thạnh Ngãi, Tân Phú Tây, Tân Thành Bình, Thành An, Phước Mỹ Trung, Tân Thanh Tây, Tân Bình, Nhuận Phú Tân, Hoà Lộc, Khánh Thạnh Tân, Hưng Khánh Trung A và xã Phú Mỹ.\n*Sau khi điều chỉnh địa giới hành chính huyện Mỏ Cày để thành lập huyện Mỏ Cày Bắc:\n#Huyện Mỏ Cày còn lại 21.988,95 ha diện tích tự nhiên và 166.474 nhân khẩu (được đổi tên thành huyện '''[[Mỏ Cày Nam]]'''), có 17 đơn vị hành chính trực thuộc, bao gồm các xã: Định Thủy, Phước Hiệp, An Thạnh, Đa Phước Hội, Thành Thới B, Bình Khánh Đông, Bình Khánh Tây, An Định, An Thới, Thành Thới A, Hương Mỹ, Cẩm Sơn, Ngãi Đăng, Minh Đức, Tân Trung, Tân Hội và thị trấn Mỏ Cày.\n#Huyện Chợ Lách còn lại 16.834,52 ha diện tích tự nhiên và 113.716 nhân khẩu, có 11 đơn vị hành chính trực thuộc, bao gồm các xã: Hoà Nghĩa, Phú Phụng, Sơn Định, Vĩnh Bình, Long Thới, Tân Thiềng, Vĩnh Thành, Vĩnh Hoà, Hưng Khánh Trung B, Phú Sơn và thị trấn Chợ Lách.\n#Tỉnh Bến Tre có 235.678 ha diện tích tự nhiên và 1.358.314 nhân khẩu, có 09 đơn vị hành chính trực thuộc, bao gồm các huyện: Bình Đại, Châu Thành, Giồng Trôm, Ba Tri, Chợ Lách, Mỏ Cày Nam, Mỏ Cày Bắc, Thạnh Phú và thị xã Bến Tre.\n\n===Năm 2009: Nghị quyết 34\/NQ-CP===\n*Nghị quyết số '''34\/NQ-CP'''<ref name=34NQCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-34-NQ-CP-thanh-lap-thanh-pho-Ben-Tre-thuoc-tinh-Ben-Tre\/92876\/noi-dung.aspx Nghị quyết 34\/NQ-CP thành lập thành phố Bến Tre thuộc tỉnh Bến Tre]<\/ref> ngày 11 tháng 8 năm 2009 của Chính phủ về việc thành lập thành phố Bến Tre thuộc tỉnh Bến Tre:\n*Thành phố '''[[Bến Tre (thành phố)|Bến Tre]]'''\n#Thành lập thành phố Bến Tre thuộc tỉnh Bến Tre trên cơ sở toàn bộ diện tích tự nhiên, dân số và các đơn vị hành chính trực thuộc của thị xã Bến Tre.\n#Thành phố Bến Tre có diện tích tự nhiên 6.742,11 ha và 143.639 nhân khẩu, 16 đơn vị hành chính cấp xã, gồm các phường: 1, 2, 3, 4, 5, 6, 7, 8, Phú Khương, Phú Tân và các xã: Sơn Đông, Bình Phú, Phú Hưng, Mỹ Thạnh An, Nhơn Thạnh, Phú Nhuận.\n#Địa giới hành chính thành phố Bến Tre: Bắc giáp huyện Châu Thành; Đông và Nam giáp huyện Giồng Trôm; Tây giáp sông Hàm Luông.\n\n===Năm 2013: Nghị quyết 49\/NQ-CP===\n*Nghị quyết số '''49\/NQ-CP'''<ref name=49NQCP>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-49-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Chau-Thanh-180898.aspx Nghị quyết 49\/NQ-CP điều chỉnh địa giới hành chính huyện Châu Thành để mở rộng địa giới hành chính thành phố Bến Tre, tỉnh Bến Tre]<\/ref> ngày 05 tháng 4 năm 2013 của Chính phủ về việc điều chỉnh địa giới hành chính huyện Châu Thành để mở rộng địa giới hành chính thành phố Bến Tre, tỉnh Bến Tre:\n*Huyện '''[[Châu Thành, Bến Tre|Châu Thành]]''', thành phố '''[[Bến Tre (thành phố)|Bến Tre]]'''\n#Điều chỉnh 362,73 ha diện tích tự nhiên và 3.390 nhân khẩu của huyện Châu Thành về thành phố Bến Tre quản lý, bao gồm toàn bộ 311,26 ha diện tích tự nhiên và 2.985 nhân khẩu của xã Mỹ Thành; 51,47 ha diện tích tự nhiên và 405 nhân khẩu của xã Hữu Định (trong đó có 10,71 ha diện tích tự nhiên và 100 nhân khẩu sáp nhập vào xã Sơn Đông; 40,76 ha diện tích tự nhiên và 305 nhân khẩu sáp nhập vào phường Phú Tân, thành phố Bến Tre).\n#Thành phố Bến Tre có 7.111,51 ha diện tích tự nhiên và 150.530 nhân khẩu; có 10 phường và 07 xã, gồm các phường 1, 2, 3, 4, 5, 6, 7, 8, Phú Khương, Phú Tân và các xã Phú Hưng, Sơn Đông, Bình Phú, Mỹ Thành, Mỹ Thạnh An, Phú Thuận, Nhơn Thạnh.\n#Xã Sơn Đông thuộc thành phố Bến Tre sau khi tiếp nhận một phần diện tích tự nhiên và nhân khẩu của xã Hữu Định, huyện Châu Thành có 1.078,04 ha diện tích tự nhiên và 12.465 nhân khẩu.\n#Phường Phú Tân thuộc thành phố Bến Tre sau khi tiếp nhận một phần diện tích tự nhiên và nhân khẩu của xã Hữu Định, huyện Châu Thành 419,39 ha diện tích tự nhiên và 7.459 nhân khẩu.\n#Huyện Châu Thành còn lại 22.482,76 ha diện tích tự nhiên và 157.138 nhân khẩu; có 22 đơn vị hành chính cấp xã, gồm các xã Tân Thạch, Quới Sơn, An Khánh, Giao Long, Giao Hòa, Phú Túc, Phú Đức, Phú An Hòa, An Phước, Tam Phước, Thành Triệu, Tường Đa, Tân Phú, Quới Thành, Phước Thạnh, An Hóa, Tiên Long, An Hiệp, Hữu Định, Tiên Thủy, Sơn Hòa và thị trấn Châu Thành.\n#Xã Hữu Định thuộc huyện Châu Thành sau khi điều chỉnh một phần về thành phố Bến Tre thì còn lại 1.307 ha diện tích tự nhiên và 8.497 nhân khẩu.\n\n===Năm 2020: Nghị quyết 856\/NQ-UBTVQH14===\n*Nghị quyết số '''856\/NQ-UBTVQH14'''<ref>Nghị quyết số 856\/NQ-UBTVQH14 của Ủy ban Thường vụ Quốc hội về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Bến Tre.<\/ref> ngày 10 tháng 1 năm 2020 của Ủy ban Thường vụ Quốc hội về việc sắp xếp đơn vị hành chính cấp xã trên địa bàn tỉnh Bến Tre:\n*Thành phố '''[[Bến Tre (thành phố)|Bến Tre]]'''\n#Hợp nhất phường 1, phường 2 và phường 3 thành một phường lấy tên là phường An Hội.\n#Hợp nhất xã Mỹ Thành và xã Bình Phú thành một xã lấy tên là xã Bình Phú.\n*Huyện '''[[Ba Tri]]'''\n#Hợp nhất xã Phước Tuy và xã Phú Ngãi thành một xã lấy tên là xã Phước Ngãi.\n*Huyện '''[[Châu Thành, Bến Tre|Châu Thành]]'''\n#Hợp nhất xã Giao Hòa và xã Giao Long thành một xã lấy tên là xã Giao Long.\n*Huyện '''[[Giồng Trôm]]'''\n#Hợp nhất xã Phong Mỹ và xã Phong Nẫm thành một xã lấy tên là xã Phong Nẫm.\n*Huyện '''[[Mỏ Cày Nam]]'''\n#Hợp nhất xã Bình Khánh Đông và xã Bình Khánh Tây thành một xã lấy tên là xã Bình Khánh.\n\n===Năm 2023: Nghị quyết 724\/-NQ-UBTVHQH15===\n*Nghị quyết số '''724\/NQ-UBTVHQH15''' <ref>Nghị quyết số 724\/NQ-UBTVQH15 của Ủy ban Thường vụ Quốc hội về việc thành lập một số thị trấn thuộc các huyện Ba Tri, Châu Thành và Mỏ Cày Bắc.<\/ref> ngày 13 tháng 2 năm 2023 của Ủy ban Thường vụ Quốc hội về việc thành lập một số thị trấn thuộc các huyện Ba Tri, Châu Thành và Mỏ Cày Bắc, tỉnh Bến Tre:\n*Huyện '''[[Ba Tri]]'''\n#Thành lập thị trấn Tiệm Tôm trên cơ sở toàn bộ 3.063 ha diện tích tự nhiên và 17.752 nhân khẩu của xã An Thủy.\n*Huyện '''[[Châu Thành, Bến Tre|Châu Thành]]'''\n#Thành lập thị trấn Tiên Thủy trên cơ sở toàn bộ 1.822,14 ha diện tích tự nhiên, 14.713 nhân khẩu của xã Tiên Thủy.\n*Huyện '''[[Mỏ Cày Bắc]]'''\n#Thành lập thị trấn Phước Mỹ Trung trên cơ sở toàn bộ 792,94ha và 9.865 nhân khẩu của xã Phước Mỹ Trung.\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Đơn vị hành chính thuộc tỉnh Bến Tre}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n{{DEFAULTSORT|Bến Tre}}\n\n[[Thể loại:Lịch sử Bến Tre]]\n[[Thể loại:Hành chính Bến Tre]]"}