{"3692305":"\n'''[[Sơn La]]''' là một [[tỉnh]] thuộc vùng [[trung du và miền núi Bắc Bộ]]. Phía bắc giáp các tỉnh [[Yên Bái]] và [[Lai Châu]], phía nam giáp tỉnh [[Thanh Hóa]] và các tỉnh [[Luang Prabang]], [[Hủa Phăn]] của [[Lào]], phía đông giáp các tỉnh [[Phú Thọ]] và [[Hòa Bình]], phía tây giáp tỉnh [[Điện Biên]].\n==Thời phong kiến==\nTrước năm 1895, phần lớn đất đai tỉnh Sơn La nằm trong địa phận phủ Gia Hưng, tỉnh Hưng Hóa.\n\n== Thời kỳ 1884 - 1945 ==\nNgày 20 tháng 8 năm 1891, Toàn quyền Đông Dương ra nghị định thành lập Đạo quan binh IV (Đạo quan binh Sơn La), gồm địa hạt Sơn La và một số tổng của tỉnh Hưng Hóa tách sang <ref name=\"HDBT05\">[https:\/\/sonla.gov.vn\/lich-su-son-la\/son-la-qua-cac-thoi-ky-lich-su-464455 Sơn La qua các thời kỳ lịch sử]<\/ref>.\n\nNgày 10 tháng 10 năm 1895, Toàn quyền Đông Dương ra nghị định thành lập '''tỉnh Vạn Bú''' trên phần đất của Đạo quan binh Sơn La. Tỉnh lỵ đặt ở Vạn Bú (nay là xã [[Tạ Bú]], huyện [[Mường La]], tỉnh Sơn La) <ref name=\"HDBT05\" \/>.\n\nNgày 7 tháng 5 năm 1904, tỉnh lỵ được dời về [[Chiềng Lề]] (nay thuộc [[Sơn La (thành phố)|thành phố Sơn La]]), do đó đến ngày 23 tháng 4 cùng năm, Toàn quyền Đông Dương ra nghị định đổi tên tỉnh Vạn Bú thành '''tỉnh Sơn La'''. Lúc này, tỉnh Sơn La gồm các châu: [[Điện Biên (huyện)|Điện Biên]], [[Mường Lay|Lai]], [[Mai Sơn]], [[Mộc Châu|Mộc]], [[Phù Yên]], [[Quỳnh Nhai]],  [[Mường La|Sơn La]][[Thuận Châu|Thuận]], [[Tuần Giáo]], [[Yên Châu|Yên]] và phủ [[Tủa Chùa|Luân Châu]] <ref name=\"HDBT05\" \/>.\n\nNgày 28 tháng 6 năm 1909, Toàn quyền Đông Dương ra nghị định tách các châu Điện Biên, Lai, Quỳnh Nhai, Tuần Giáo và phủ Luân Châu để thành lập tỉnh Lai Châu. Tỉnh Sơn La lúc này còn 6 châu: Mai Sơn, Mộc, Phù Yên, Sơn La, Thuận, Yên <ref name=\"HDBT05\" \/>. Từ đây đến năm 1945, ranh giới tỉnh Sơn La cơ bản được giữ ổn định.\n\n== Thời kỳ 1945 - 1954 ==\n\n== Thời kỳ 1954 đến nay ==\nNăm 1962, tỉnh Sơn La được tái lập và trực thuộc [[Khu tự trị Tây Bắc]] (đổi tên từ [[Khu tự trị Thái Mèo|khu tự trị Thái - Mèo]]), tổ chức hành chính trên địa bàn gồm [[Sơn La (thành phố)|thị xã Sơn La]] và 7 huyện: [[Mai Sơn]], [[Mộc Châu]], [[Mường La]], [[Quỳnh Nhai]], [[Sông Mã (huyện)|Sông Mã]], [[Thuận Châu]], [[Yên Châu]].\n\nNăm 1968, thành lập thị trấn nông trường Mộc Châu thuộc huyện Mộc Châu và thị trấn nông trường Tô Hiệu thuộc huyện Mai Sơn.<ref>Quyết định số 632-NV năm 1968 của Bộ Nội vụ.<\/ref>\n\nNăm 1975, chia tách một số xã thuộc huyện Quỳnh Nhai<ref>Quyết định số 11-BT năm 1975 của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, tỉnh Sơn La tiếp nhận thêm 2 huyện của tỉnh Nghĩa Lộ cũ là huyện [[Bắc Yên]] và huyện [[Phù Yên]]. Tỉnh Sơn La có 1 thị xã và 9 huyện<ref>Nghị quyết của Quốc hội khóa V ngày 27-12-1975.<\/ref>.\n\nNăm 1977, thành lập một số thị trấn thuộc các huyện Mai Sơn, Phù Yên, Sông Mã, Mộc Châu và giải thể [[thị trấn Vạn Yên]] thuộc huyện Phù Yên.<ref>Quyết định số 79-BT năm 1977 của Bộ trưởng Phủ thủ tướng.<\/ref>\n\n* Thành lập thị trấn Hát Lót (Mai Sơn)\n* Thành lập thị trấn Phù Yên (Phù Yên)\n* Thành lập thị trấn Sông Mã (Sông Mã)\n* Thành lập thị trấn nông trường Chiềng Ve (Mộc Châu)\n\nNăm 1979, chia tách một số xã thuộc các huyện Phù Yên, Mường La, Bắc Yên, Yên Châu, Sông Mã<ref>Quyết định số 18-CP năm 1979 của Hội đồng Chính phủ.<\/ref>. Cùng năm, điều chỉnh địa giới các huyện Mai Sơn, Sông Mã, Mộc Châu, Yên Châu, Bắc Yên, Mường La và thị xã Sơn La<ref>Quyết định số 105-CP năm 1979 của Hội đồng Chính phủ.<\/ref>.\n\n* Thành lập xã Tân Lang (Phù Yên) trên cơ sở một phần xã Mường Lang.\n* Thành lập xã Hua Trai (Mường La) trên cơ sở một phần xã Mường Trai.\n* Thành lập xã Hồng Ngài (Bắc Yên) trên cơ sở một phần xã Phiêng Ban.\n* Thành lập xã Mường Khoa (Yên Châu) trên cơ sở một phần xã Tạ Khoa.\n* Thành lập xã Mường Cai (Sông Mã) trên cơ sở một phần xã Sốp Cộp, xã Chiềng Khoong, xã Mường Và và xã Mường Lạn.\n* Sáp nhập toàn bộ xã Mường Sai (Mai Sơn) vào huyện Sông Mã.\n* Sáp nhập một phần huyện Mộc Châu (toàn bộ các xã Tú Nang, Loóng Phiêng và Chiềng Tương) vào huyện Yên Châu.\n* Sáp nhập một phần huyện Yên Châu (toàn bộ các xã Tạ Khoa, Mường Khoa, Chiềng Sại và Phiêng Côn) vào huyện Bắc Yên.\n* Sáp nhập một phần huyện Mường La (toàn bộ các xã Chiềng Sung và Mường Bằng) vào huyện Mai Sơn.\n* Sáp nhập một phần huyện Mường La (toàn bộ các xã Chiềng An, Chiềng Xôm, Chiềng Đen, Chiềng Cọ, Chiềng Sinh, Chiềng Ngần và Hua La) vào thị xã Sơn La.\n\nNăm 1980, điều chỉnh địa giới một số xã, thị trấn thuộc các huyện Mộc Châu và Mai Sơn.<ref>Quyết định số 60-CP năm 1980 của Hội đồng Chính phủ.<\/ref>\n\n* Sáp nhập toàn bộ xã Chờ Lồng và một phần xã Phiêng Luông (Mộc Châu) vào thị trấn nông trường Mộc Châu.\n* Sáp nhập một phần xã Lóng Sập (Mộc Châu) vào thị trấn nông trường Chiềng Ve.\n* Thành lập thị trấn nông trường Chiềng Sung (Mai Sơn) trên cơ sở một phần xã Chiềng Sung.\n* Sáp nhập phần còn lại xã Chiềng Sung (Mai Sơn) vào xã Mường Bằng.\n* Sáp nhập một phần xã Hát Lót (Mai Sơn) vào thị trấn nông trường Tô Hiệu.\n\nNăm 1986, chia tách một số xã thuộc các huyện Sông Mã và Mộc Châu.<ref>Quyết định số 04-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập xã Sam Kha (Sông Mã) trên cơ sở một phần xã Púng Bánh. Xã Sam Kha có diện tích tự nhiên 14.746 hécta với 1.300 nhân khẩu.\n* Thành lập xã Văn Hồ (Mộc Châu) trên cơ sở một phần xã Loóng Luông. Xã Văn Hồ có diện tích tự nhiên 7.999 hécta với 2.190 nhân khẩu.\n\nNăm 1988, thành lập thị trấn [[Yên Châu (thị trấn)|Yên Châu]] thuộc huyện Yên Châu<ref>Quyết định số 18-HĐBT năm 1988 của Hội đồng Bộ trưởng.<\/ref> trên cơ sở một phần xã Viêng Lán. Thị trấn Yên Châu có 126 hécta diện tích tự nhiên với 2.316 nhân khẩu.\n\nNăm 1998, thành lập một số xã, phường thuộc thị xã Sơn La và các huyện Yên Châu, Mộc Châu, Mai Sơn.<ref>Nghị định số 31\/1998\/NĐ-CP năm 1998 của Chính phủ.<\/ref>\n\n* Thành lập phường Tô Hiệu (TX. Sơn La) trên cơ sở một phần phường Chiềng Lề. Phường Tô Hiệu có 179 ha diện tích tự nhiên và 7.060 nhân khẩu.\n* Thành lập phường Quyết Tâm (TX. Sơn La) trên cơ sở một phần phường Quyết Thắng. Phường Quyết Tâm có 215 ha diện tích tự nhiên và 5.063 nhân khẩu.\n* Thành lập xã Yên Sơn (Yên Châu) trên cơ sở một phần xã Chiềng On. Xã Yên Sơn có 4.596,2 ha diện tích tự nhiên và 3.038 nhân khẩu.\n* Thành lập xã Đông Sang (Mộc Châu) trên cơ sở một phần xã Mường Sang. Xã Đông Sang có 4.289 ha diện tích tự nhiên và 3.530 nhân khẩu.\n* Thành lập xã Tà Lai (Mộc Châu) trên cơ sở một phần xã Nà Mường. Xã Tà Lai có 2.730 ha diện tích tự nhiên và 2.798 nhân khẩu.\n* Thành lập xã Liên Hòa (Mộc Châu) trên cơ sở một phần xã Song Khủa. Xã Liên Hòa có 3.372 ha diện tích tự nhiên và 2.713 nhân khẩu.\n* Thành lập xã Phiêng Cằm (Mai Sơn) trên cơ sở một phần xã Chiềng Nơi. Xã Phiêng Cằm có 13.825,1 ha diện tích tự nhiên và 3.786 nhân khẩu.\n* Thành lập xã Nà Ớt (Mai Sơn) trên cơ sở một phần xã Phiêng Pằn. Xã Nà Ớt có 10.650 ha diện tích tự nhiên và 2.534 nhân khẩu.\n\nNăm 1999, giải thể các thị trấn nông trường và thành lập một số xã, thị trấn thuộc cách huyện Mai Sơn, Bắc Yên, Mộc Châu.<ref>Nghị định số 77\/1999\/NĐ-CP của Chính phủ.<\/ref>\n\n* Giải thể thị trấn nông trường Tô Hiệu (Mai Sơn). Sáp nhập toàn bộ thị trấn nông trường Tô Hiệu vào các xã Hát Lót, Chiềng Mung, Mường Bon, Cò Nòi và thị trấn Hát Lót.\n* Thành lập xã Chiềng Sung (Mai Sơn) trên cơ sở toàn bộ thị trấn nông trường Chiềng Sung. Xã Chiềng Sung có 4.622 ha diện tích tự nhiên và 4.500 nhân khẩu.\n* Sáp nhập toàn bộ thị trấn nông trường Chiềng Ve (Mộc Châu) vào xã Lóng Sập. Thành lập xã Chiềng Sơn (Mộc Châu) trên cơ sở một phần xã Lóng Sập. Xã Chiềng Sơn có 9.788 ha diện tích tự nhiên và 7.932 nhân khẩu. Xã Lóng Sập có 9.666 ha diện tích tự nhiên và 3.556 nhân khẩu.\n* Thành lập thị trấn Bắc Yên (Bắc Yên) trên cơ sở một phần xã Phiêng Ban. Thị trấn Bắc Yên có 892 ha diện tích tự nhiên và 4.240 nhân khẩu.\n\nNăm 2003, thành lập huyện [[Sốp Cộp]]; điều chỉnh địa giới huyện Quỳnh Nhai và huyện Thuận Châu.<ref>Nghị định số 148\/2003\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập huyện Sốp Cộp trên cơ sở một phần huyện Sông Mã. Huyện Sốp Cộp có 146.841 ha diện tích tự nhiên và 31.467 nhân khẩu; có 8 đơn vị hành chính trực thuộc, gồm các xã Sốp Cộp, Mường Lạn, Dồm Cang, Sam Kha, Mường Và, Mường Lèo, Púng Bánh, Nậm Lạnh.\n* Sáp nhập một phần huyện Thuận Châu (toàn bộ các xã Mường Giàng, Chiềng Bằng, Mường Sại, Liệp Muội, Nặm Ét, Chiềng Khoang) vào huyện Quỳnh Nhai. Huyện Quỳnh Nhai có 104.907 ha diện tích tự nhiên và 57.593 nhân khẩu, có 13 đơn vị hành chính trực thuộc gồm các xã Cà Nàng, Chiềng Khay, Mường Giôn, Mường Chiên, Pắc Ma, Pha Khinh, Chiềng Ơn, Mường Giàng, Chiềng Bằng, Mường Sại, Liệp Muội, Nặm Ét, Chiềng Khoang.\n\nNăm 2006, thành lập các phường [[Chiềng An]] và [[Chiềng Sinh (phường)|Chiềng Sinh]] thuộc thị xã Sơn La.<ref>Nghị định số 29\/2006\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường Chiềng Sinh trên cơ sở toàn bộ xã Chiềng Sinh. Phường Chiềng Sinh có 2.269 ha diện tích tự nhiên và 11.163 nhân khẩu.\n* Thành lập phường Chiềng An trên cơ sở toàn bộ xã Chiềng An. Phường Chiềng An có 2.262,50 ha diện tích tự nhiên và 4.951 nhân khẩu.\n\nNăm 2007, điều chỉnh và thành lập một số xã, thị trấn thuộc các huyện Mường La, Thuận Châu, Mộc Châu.<ref>Nghị định số 03\/2007\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập thị trấn Ít Ong (Mường La) trên cơ sở một phần xã Ít Ong, xã Tạ Bú, xã Nậm Păm (Mường La), xã Liệp Tè (Thuận Châu). Thị trấn Ít Ong có 3.485 ha diện tích tự nhiên và 16.153 nhân khẩu.\n* Sáp nhập một phần xã Ít Ong (Mường La) vào xã Nậm Păm. Xã Nậm Păm có 9.561,2 ha diện tích tự nhiên và 4.221 nhân khẩu.\n* Sáp nhập phần còn lại xã Ít Ong (Mường La) vào xã Pi Toong. Xã Pi Toong có 5.005,8 ha diện tích tự nhiên và 5.724 nhân khẩu.\n* Thành lập xã Chiềng Xuân (Mộc Châu) trên cơ sở một phần xã Xuân Nha. Xã Chiềng Xuân có 8.695,5 ha diện tích tự nhiên và 2.367 nhân khẩu.\n* Thành lập xã Tân Xuân (Mộc Châu) trên cơ sở một phần xã Xuân Nha. Xã Tân Xuân có 15.819,3 ha diện tích tự nhiên và 3.417 nhân khẩu.\n\nNăm 2008, thành lập một số xã thuộc các huyện Mai Sơn và Bắc Yên<ref>Nghị định số 47\/2008\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, thành lập thành phố [[Sơn La (thành phố)|Sơn La]]<ref>Nghị định số 98\/2008\/NĐ-CP của Chính phủ.<\/ref>.\n\n* Thành lập xã Nà Bó (Mai Sơn) trên cơ sở một phần xã Hát Lót và xã Tà Hộc. Xã Nà Bó có 6.382,13 ha diện tích tự nhiên và 6.323 nhân khẩu.\n* Thành lập xã Háng Đồng (Bắc Yên) trên cơ sở một phần xã Tà Xùa. Xã Háng Đồng có 13.108 ha diện tích tự nhiên và 2.017 nhân khẩu.\n* Thành lập xã Hua Nhàn (Bắc Yên) trên cơ sở một phần xã Tạ Khoa và xã Mường Khoa. Xa Hua Nhàn có 5.857 ha diện tích tự nhiên và 3.057 nhân khẩu.\n* Thành lập thành phố Sơn La trên cơ sở toàn bộ thị xã Sơn La. Thành phố Sơn La có diện tích tự nhiên 32.493 ha và 107.282 nhân khẩu, có 12 đơn vị hành chính, gồm các phường: Tô Hiệu, Chiềng Lề, Quyết Thắng, Quyết Tâm, Chiềng An, Chiềng Sinh và các xã: Chiềng Cơi, Chiềng Cọ, Chiềng Đen, Chiềng Xôm, Chiềng Ngần, Hua La.\n\nNăm 2010, thành lập phường [[Chiềng Cơi]] thuộc thành phố Sơn La<ref>Nghị quyết số 01\/NQ-CP năm 2010 của Chính phủ.<\/ref> trên cơ sở toàn bộ xã Chiềng Cơi. Phường Chiềng Cơi có 1.121,3 ha diện tích tự nhiên và 4.951 nhân khẩu.\n\nNăm 2011, điều chỉnh và thành lập một số xã thuộc huyện Quỳnh Nhai.<ref>Nghị quyết số 10\/NQ-CP năm 2011 của Chính phủ.<\/ref>\n\n* Giải thể xã Liệp Muội. Sáp nhập toàn bộ xã Liệp Muội vào xã Chiềng Bằng và xã Nậm Ét. Xã Nậm Ét có 7.110,75 ha diện tích tự nhiên và 4.110 nhân khẩu.\n* Sáp nhập một phần xã Mường Sại vào xã Chiềng Bằng. Xã Chiềng Bằng có 4.408,05 ha diện tích tự nhiên và 4.569 nhân khẩu.\n* Sáp nhập một phần xã Chiềng Ơn vào xã Mường Giàng. Xã Mường Giàng có 6.432,4 ha diện tích tự nhiên và 9.781 nhân khẩu.\n* Thành lập xã Pá Ma Pha Khinh trên cơ sở toàn bộ xã Pắc Ma và xã Pha Khinh. Xã Pá Ma Pha Khinh có 10.492 ha diện tích tự nhiên và 3.082 nhân khẩu.\n\nNăm 2013, thành lập huyện [[Vân Hồ]]<ref>Nghị quyết số 72\/NQ-CP năm 2013 của Chính phủ.<\/ref> trên cơ sở một phần huyện Mộc Châu. Huyện Vân Hồ có 97.984 ha diện tích tự nhiên và 55.797 nhân khẩu; có 14 xã: Chiềng Khoa, Chiềng Xuân, Chiềng Yên, Liên Hòa, Lóng Luông, Mường Men, Mường Tè, Quang Minh, Song Khủa, Suối Bàng, Tân Xuân, Tô Múa, Vân Hồ, Xuân Nha\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{DEFAULTSORT|Sơn La}}\n\n{{Đơn vị hành chính thuộc tỉnh Sơn La}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Sơn La]]\n[[Thể loại:Hành chính Sơn La]]"}