{"3691955":"'''[[Đà Nẵng]]''' là một [[thành phố ven biển]] thuộc vùng [[duyên hải Nam Trung Bộ]]. Phía bắc giáp tỉnh [[Thừa Thiên Huế]], phía nam và phía tây giáp tỉnh [[Quảng Nam]], phía đông giáp [[Biển Đông]].\n==Trước năm 1975==\n==Giai đoạn 1975-1996==\n{{main|Lịch sử hành chính Quảng Nam}}\n\n==Giai đoạn 1996-''nay''==\n*Quyết định của Quốc hội nước [[Việt Nam|Cộng hòa Xã hội chủ nghĩa Việt Nam]] ngày 6 tháng 11 năm 1996 chia tỉnh Quảng Nam - Đà Nẵng thành tỉnh Quảng Nam và thành phố Đà Nẵng trực thuộc Trung ương.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh\/40091\/noi-dung.aspx Nghị quyết chia điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương]<\/ref> Thành phố Đà Nẵng có diện tích 942,46&nbsp;km² với số dân 663.115 người, gồm thành phố [[Đà Nẵng (thành phố thuộc tỉnh)|Đà Nẵng trực thuộc tỉnh]], huyện [[Hòa Vang]] và huyện đảo [[Hoàng Sa (huyện)|Hoàng Sa]].\n===Năm 1997: Nghị định 7\/1997\/NĐ-CP===\n*Nghị định '''7\/1997\/NĐ-CP'''<ref name=7NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-7-1997-ND-CP-thanh-lap-don-vi-hanh-chinh-truc-thuoc-thanh-pho-Da-Nang-40352.aspx Nghị định 7\/1997\/NĐ-CP thành lập đơn vị hành chính trực thuộc thành phố Đà Nẵng]<\/ref> ngày 23 tháng 1 năm 1997 của Chính phủ về việc thành lập đơn vị hành chính trực thuộc thành phố Đà Nẵng:\n*'''Quận [[Hải Châu]]'''\n#Thành lập quận Hải Châu trên cơ sở toàn bộ diện tích tự nhiên và dân số của các phường: Hải Châu I, Hải Châu II, Thạch Thang, Thanh Bình, Thuận Phước, Bình Thuận, Hoà Thuận, Nam Dương, Phước Ninh, Bình Hiên, Hoà Cường, Khuê Trung (thuộc Khu vực I thành phố Đà Nẵng cũ).\n#Quận Hải Châu có 2.373 ha diện tích tự nhiên và 203.264 nhân khẩu, gồm 12 phường.\n#Địa giới hành chính quận Hải Châu: đông giáp quận Sơn Trà; tây giáp quận Thanh Khê; bắc giáp [[vịnh Đà Nẵng]]; nam giáp huyện Hòa Vang.\n*'''Quận [[Thanh Khê]]'''\n#Thành lập quận Thanh Khê trên cơ sở toàn bộ diện tích tự nhiên và dân số của các phường: An Khê, Thanh Lộc Đán, Xuân Hà, Tam Thuận, Chính Gián, Thạc Gián, Tân Chính, Vĩnh Trung (thuộc Khu vực II thành phố Đà Nẵng cũ).\n#Quận Thanh Khê có 928 ha diện tích tự nhiên và 146.241 nhân khẩu, gồm 8 phường.\n#Địa giới hành chính quận Thanh Khê: đông và nam giáp quận Hải Châu; tây giáp huyện Hòa Vang; bắc giáp vịnh Đà Nẵng.\n*'''Quận [[Sơn Trà (quận)|Sơn Trà]]'''\n#Thành lập quận Sơn Trà trên cơ sở toàn bộ diện tích tự nhiên và dân số các phường An Hải Tây, An Hải Bắc, An Hải Đông, Nại Hiên Đông, Mân Thái, Phước Mỹ, Thọ Quang (thuộc Khu vực III thành phố Đà Nẵng cũ).\n#Quận Sơn Trà có 5.972 ha diện tích tự nhiên và 96.756 nhân khẩu, gồm 7 phường.\n#Địa giới hành chính quận Sơn Trà: đông và bắc giáp Biển Đông; tây giáp quận Hải Châu; nam giáp quận Ngũ Hành Sơn.\n*'''Quận [[Ngũ Hành Sơn (quận)|Ngũ Hành Sơn]]'''\n#Thành lập quận Ngũ Hành Sơn trên cơ sở toàn bộ diện tích tự nhiên và dân số của phường Bắc Mỹ An (thuộc Khu vực III thành phố Đà Nẵng cũ) và hai xã Hòa Quý, Hòa Hải (thuộc huyện Hòa Vang cũ).\n#Thành lập phường Hòa Quý trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Quý gồm 1.351 ha và 8.793 nhân khẩu.\n#Thành lập phường Hòa Hải trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Hải gồm 1.412 ha và 9.618 nhân khẩu.\n#Quận Ngũ Hành Sơn có 3.672 ha diện tích tự nhiên và 32.533 nhân khẩu gồm 3 phường: Bắc Mỹ An, Hoà Quý và Hoà Hải.\n#Địa giới hành chính quận Ngũ Hành Sơn: đông giáp Biển Đông; tây giáp huyện Hòa Vang; nam giáp tỉnh Quảng Nam; bắc giáp quận Sơn Trà.\n*'''Quận [[Liên Chiểu]]'''\n#Thành lập Quận Liên Chiểu trên cơ sở toàn bộ diện tích tự nhiên và dân số của các xã Hòa Hiệp, Hòa Khánh, Hòa Minh (thuộc huyện Hòa Vang cũ).\n#Thành lập phường Hòa Hiệp trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Hiệp gồm 5.015 ha và 20.565 nhân khẩu.\n#Thành lập phường Hòa Khánh trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Khánh gồm 1.840 ha và 21.844 nhân khẩu.\n#Thành lập phường Hòa Minh trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Minh gồm 717 ha và 9.870 nhân khẩu.\n#Quận Liên Chiểu có 7.572 ha diện tích tự nhiên và 52.279 nhân khẩu, gồm 3 phường: Hòa Hiệp, Hòa Khánh và Hòa Minh.\n#Địa giới hành chính quận Liên Chiểu: Đông giáp vịnh Đà Nẵng; tây và nam giáp huyện Hòa Vang; bắc giáp tỉnh Thừa Thiên Huế.\n*'''Huyện [[Hòa Vang]]'''\n#Sau khi điều chỉnh địa giới hành chính, huyện Hoà Vang có 73.749 ha diện tích tự nhiên và 132.042 nhân khẩu, gồm 14 xã: Hòa Tiến, Hòa Sơn, Hòa Phát, Hòa Thọ, Hòa Châu, Hòa Phước, Hòa Liên, Hòa Xuân, Hòa Nhơn, Hòa Phong, Hòa Khương, Hòa Bắc, Hòa Ninh, Hòa Phú.\n#Địa giới hành chính huyện Hòa Vang: đông giáp các quận Liên Chiểu, Thanh Khê, Hải Châu, Ngũ Hành Sơn; tây và nam giáp tỉnh Quảng Nam; bắc giáp tỉnh Thừa Thiên Huế.\n#Sau khi điều chỉnh địa giới hành chính thành phố Đà Nẵng có 5 quận: Hải Châu, Thanh Khê, Sơn Trà, Ngũ Hành Sơn, Liên Chiểu và 2 huyện Hòa Vang, Hoàng Sa.\n\n===Năm 2005: Nghị định 24\/2002\/NĐ-CP===\n*Nghị định '''24\/2002\/NĐ-CP'''<ref name=24NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Ke-toan-Kiem-toan\/Nghi-dinh-24-2005-ND-CP-thanh-lap-phuong-thuoc-quan-Hai-Chau-Lien-Chieu-va-Ngu-Hanh-Son-thanh-pho-Da-Nang-52958.aspx Nghị định 24\/2005\/NĐ-CP thành lập phường thuộc các quận Hải Châu, Liên Chiểu và Ngũ Hành Sơn, thành phố Đà Nẵng]<\/ref> ngày 2 tháng 3 năm 2005 của Chính phủ về việc thành lập phường thuộc các quận Hải Châu, Liên Chiểu và Ngũ Hành Sơn, thành phố Đà Nẵng:\n*'''Quận [[Hải Châu]]'''\n#Chia phường Hòa Cường thuộc quận Hải Châu thành phường Hòa Cường Nam và phường Hòa Cường Bắc. Phường Hoà Cường Nam có 245 ha diện tích tự nhiên và 12.704 nhân khẩu. Phường Hoà Cường Bắc có 317 ha diện tích tự nhiên và 19.591 nhân khẩu.\n#Chia phường Hòa Thuận thuộc quận Hải Châu thành phường Hòa Thuận Đông và phường Hòa Thuận Tây. Phường Hoà Thuận Đông có 95 ha diện tích tự nhiên và 14.566 nhân khẩu. Phường Hoà Thuận Tây có 833 ha diện tích tự nhiên và 12.652 nhân khẩu.\n*'''Quận [[Liên Chiểu]]'''\n#Chia phường Hòa Hiệp thuộc quận Liên Chiểu thành phường Hòa Hiệp Nam và phường Hòa Hiệp Bắc. Phường Hoà Hiệp Nam có 749 ha diện tích tự nhiên và 13.555 nhân khẩu. Phường Hoà Hiệp Bắc có 4.266 ha diện tích tự nhiên và 11.671 nhân khẩu.\n#Chia phường Hòa Khánh thuộc quận Liên Chiểu thành phường Hòa Khánh Nam và phường Hòa Khánh Bắc. Phường Hoà Khánh Nam có 870 ha diện tích tự nhiên và 11.375 nhân khẩu. Phường Hoà Khánh Bắc có 970 ha diện tích tự nhiên và 19.630 nhân khẩu.\n*'''Quận [[Ngũ Hành Sơn (quận)|Ngũ Hành Sơn]]'''\n#Chia phường Bắc Mỹ An thuộc quận Ngũ Hành Sơn thành phường Mỹ An và phường Khuê Mỹ. Phường Mỹ An có 340 ha diện tích tự nhiên và 13.188 nhân khẩu. Phường Khuê Mỹ có 549 ha diện tích tự nhiên và 10.824 nhân khẩu.\n\n===Năm 2005: Nghị định 102\/2005\/NĐ-CP===\n*Nghị định '''102\/2005\/NĐ-CP'''<ref name=102NDCP>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-102-2005-ND-CP-thanh-lap-phuong-xa-thuoc-quan-thanh-khe-huyen-Hoa-Vang-thanh-lap-quan-Cam-Le-thanh-pho-Da-Nang-2725.aspx Nghị định 102\/2005\/NĐ-CP thành lập phường, xã thuộc quận Thanh Khê và huyện Hòa Vang thành lập quận Cẩm Lệ, thành phố Đà Nẵng]<\/ref> ngày 5 tháng 8 năm 2005 của Chính phủ về việc thành lập phường, xã thuộc quận Thanh Khê và huyện Hòa Vang, thành lập quận Cẩm Lệ của thành phố Đà Nẵng:\n*'''Quận [[Thanh Khê]]'''\n#Điều chỉnh 19,20 ha diện tích tự nhiên và 2.815 nhân khẩu của phường An Khê thuộc quận Thanh Khê về phường Thanh Lộc Đán quản lý.\n#Điều chỉnh 32 ha diện tích tự nhiên và 5.742 nhân khẩu của phường Thanh Lộc Đán thuộc quận Thanh Khê về phường An Khê quản lý.\n#Thành lập phường Hoà Khê thuộc quận Thanh Khê trên cơ sở 161,80 ha diện tích tự nhiên và 14.454 nhân khẩu của phường An Khê.\n#Chia phường Thanh Lộc Đán thuộc quận Thanh Khê thành phường Thanh Khê Đông và phường Thanh Khê Tây. Phường Thanh Khê Đông có 82,40 ha diện tích tự nhiên và 12.754 nhân khẩu. Phường Thanh Khê Tây có 121,80 ha diện tích tự nhiên và 11.941 nhân khẩu.\n*'''Huyện [[Hòa Vang]]'''\n#Thành lập xã Hòa An thuộc huyện Hòa Vang trên cơ sở 381,66 ha diện tích tự nhiên và 12.890 nhân khẩu của xã Hòa Phát.\n#Chia xã Hòa Thọ thuộc huyện Hòa Vang thành xã Hòa Thọ Đông và xã Hòa Thọ Tây. Xã Hòa Thọ Đông có 234,84 ha diện tích tự nhiên và 11.151 nhân khẩu. Xã Hòa Thọ Tây có 871,16 ha diện tích tự nhiên và 8.758 nhân khẩu.\n*'''Huyện [[Hòa Vang]], quận [[Hải Châu]], quận [[Cẩm Lệ]]'''\n#Thành lập quận Cẩm Lệ trên cơ sở toàn bộ diện tích tự nhiên và dân số của các xã Hòa Thọ Đông, Hòa Thọ Tây, Hòa Phát, Hòa An, Hòa Xuân thuộc huyện Hòa Vang, toàn bộ diện tích tự nhiên và dân số của phường Khuê Trung thuộc quận Hải Châu.\n#Thành lập các phường thuộc quận Cẩm Lệ:\n##Thành lập phường Hòa Thọ Đông trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Thọ Đông. Phường Hòa Thọ Đông có 234,84 ha diện tích tự nhiên và 11.151 nhân khẩu.\n##Thành lập phường Hòa Thọ Tây trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Thọ Tây. Phường Hòa Thọ Tây có 871,16 ha diện tích tự nhiên và 8.758 nhân khẩu.\n##Thành lập phường Hòa An trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa An. Phường Hòa An có 381,66 ha diện tích tự nhiên và 12.890 nhân khẩu.\n##Thành lập phường Hòa Phát trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Phát. Phường Hòa Phát có 538,34 ha diện tích tự nhiên và 9.261 nhân khẩu.\n##Thành lập phường Hòa Xuân trên cơ sở toàn bộ diện tích tự nhiên và dân số của xã Hòa Xuân. Phường Hòa Xuân có 990 ha diện tích tự nhiên và 12.605 nhân khẩu.\n#Sau khi thành lập các phường thuộc quận Cẩm Lệ:\n##Quận Cẩm Lệ có 3.330 ha diện tích tự nhiên và 71.429 nhân khẩu, có 6 đơn vị hành chính trực thuộc là các phường Khuê Trung, Hòa Thọ Đông, Hòa Thọ Tây, Hòa An, Hòa Phát, Hòa Xuân.\n##Huyện Hòa Vang còn lại 70.733 ha diện tích tự nhiên và 106.746 nhân khẩu, có 11 đơn vị hành chính trực thuộc gồm các xã Hòa Tiến, Hòa Châu, Hòa Phước, Hòa Nhơn, Hòa Khương, Hòa Phong, Hòa Phú, Hòa Ninh, Hòa Liên, Hòa Sơn, Hòa Bắc.\n##Quận Hải Châu còn lại 2.059 ha diện tích tự nhiên và 198.829 nhân khẩu, có 13 đơn vị hành chính trực thuộc là các phường Hòa Cường Nam, Hòa Cường Bắc, Hòa Thuận Đông, Hòa Thuận Tây, Bình Thuận, Bình Hiên, Nam Dương, Phước Ninh, Hải Châu 1, Hải Châu 2, Thạch Thang, Thanh Bình, Thuận Phước.\n##Thành phố Đà Nẵng có 8 đơn vị hành chính trực thuộc là các quận Liên Chiểu, Thanh Khê, Hải Châu, Sơn Trà, Ngũ Hành Sơn, Cẩm Lệ và các huyện Hòa Vang, Hoàng Sa.\n\n==Xem thêm==\n*[[Đà Nẵng (thành phố thuộc tỉnh)|Thành phố Đà Nẵng thuộc tỉnh]]\n==Chú thích==\n{{tham khảo|30em}}\n==Liên kết ngoài==\n{{Đơn vị hành chính thuộc thành phố Đà Nẵng}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Đà Nẵng]]\n[[Thể loại:Hành chính Đà Nẵng]]"}