{"448151":"'''Lịch sử [[Phú Yên]]''' kéo dài hơn 500 năm, kể từ cuộc Nam chinh của vua [[Lê Thánh Tông]].\n\n==Từ thế kỷ XV đến thế kỷ XVIII==\n\n===Giai đoạn tranh chấp===\nNăm [[1471]], vua [[Lê Thánh Tông]] thống lĩnh 26 vạn quân thủy bộ đi Bình Chiêm, hạ được [[thành Thị Nại]] và [[Đồ Bàn]], tiến vào [[đèo Cù Mông]], lập nên 3 phủ Thăng Hoa (nay là [[Quảng Nam]]), Tư Nghĩa (nay là [[Quảng Ngãi]]) và Hoài Nhơn (nay là [[Bình Định]]). Còn phần đất từ Cù Mông đến Đèo Cả (tức là Phú Yên ngày nay) là vùng đất [[Kimi]] - vùng đệm, tranh chấp giữa người [[Đại Việt]] và người [[Chăm Pa|Chămpa]].\n\nTiếp giáp về phía tây vùng đất này còn là lãnh thổ của [[Thủy Xá - Hỏa Xá|Thủy Xá]] và [[Thủy Xá - Hỏa Xá|Hỏa Xá]]: \"Từ huyện lỵ ([[Đồng Xuân, Phú Yên|Đồng Xuân]] ngày nay) đi về phía Tây 20 dặm đến xã Phước Đức, lại đi 2 dặm đến thôn Phú Thành, lại đi 1 dặm đến thôn Cự Phú, lại đi thêm 5 dặm đến thôn Vân Hoà, từ đây đi về phía Tây suốt đến địa giới hai nước [[Thủy Xá]] và [[Hoả Xá]], hai bên ven đường đều là trại người Man, núi khe hiểm trở lại có nhiều nạn cọp\"<ref>[[Đại Nam nhất thống chí]], quyển 10-Đạo Phú Yên. Nhà xuất bản Thuận Hoá, 1997. Trang 64<\/ref>, hoặc \"Hai nước Thủy Xá, Hoả Xá ở Nam Bàn. Khi vua Lê Thánh Tông đánh được nước Chiêm Thành, lập dòng dõi người nước ấy làm vua nước Nam Bàn, cắt núi [[Núi Đá Bia|Thạch Bi]] lấy đất về phía Tây làm địa giới, có hơn 50 làng. Trong nước có núi Bà Nam rất cao, vua nước Thủy Xá về phía Đông, vua nước Hoả Xá về phía Tây núi ấy\"<ref>[[Đại Nam thực lục|Đại Nam chính biên liệt truyện]], quyển 32. Nhà xuất bản Thuận Hoá, 1993. Trang 586<\/ref>.\n\nTheo những tài liệu trên thì vua [[Lê Thánh Tông]] vẫn chưa chiếm được vùng đất này mà vẫn còn đang tranh chấp. Có những nguồn tin cho rằng vua [[Lê Thánh Tông]] đã đặt ranh giới đến núi Thạch Bi và lấy đó làm ranh giới bằng cách đề thơ lên đó. Tuy nhiên, hiện không thấy bút tích này, và được giải thích theo nhiều cách khác nhau:\n* Ở [[Đại Nam nhất thống chí|Đại Nam Nhất Thống Chí]] quyển 10 có nêu lên sự kiện núi Đá Bia bị sét đánh vào năm thứ VI đời vua [[Lê Duệ Tông]] (tức Nguyễn Phước Thuần), năm Tân Mão 1771, làm cho đá trên núi nứt vỡ và bút tích không còn đọc được nữa.\n* Trong [[Phủ biên tạp lục|Phủ Biên Tạp Lục]], quyển II, [[Lê Quý Đôn]] mô tả núi Đá Bia: \"Núi Thạch Bi ở phủ Phú Yên là chỗ tiên triều phân địa giới với Chiêm Thành, núi đến rất xa, tự đầu nguồn liền lạc đến bờ biển. Núi này cao hơn các núi khác. Thánh Tông đánh được Chiêm Thành, lấy đất đặt xứ Quảng Nam, lập dòng dõi vua Chiêm Thành cũ, phong cho đất tự núi ấy trở về phía Tây, tạc đỉnh núi lập bia làm địa giới, xoay lưng về phía Bắc, mặt về phía Nam, lâu ngày dấu chữ đã mòn mất... Tháng 12 năm Tân Mão, chợt có một tiếng sét rất to, đá biến thành sắc trắng cả, trông xa một toà núi Thạch Bi đứng sừng sững như đá vôi. Nguyễn Phúc Thuần sai đến tế\"<ref>Lê Quý Đôn. [[Phủ biên tạp lục]]. Nhà xuất bản Khoa học XH, 1977. Trang 121.<\/ref>.\n* Còn [[Phương Đình Dư Địa Chí]] của [[Nguyễn Văn Siêu]] thì cho rằng, câu ghi trên bia là: \"Chiêm Thành quá thử, binh bại quốc vong - An Nam quá thử, tướng tru binh chiết\"<ref>Nguyễn Văn Siêu. [[Phương Đình dư địa chí]]. Nhà xuất bản Văn hoá 1997. Trang 219<\/ref> (Dịch: ''Chiêm Thành vượt qua, binh bại nước mất - An Nam vượt qua, tướng chết quân tan'').\n\n===Giai đoạn thuộc chúa Nguyễn===\nNăm [[1558]], [[Nguyễn Hoàng]] được vua Lê giao làm trấn thủ xứ [[Thuận Hóa]] và sau đó tới năm 1570 kiêm nhiệm trấn thủ [[Quảng Nam]]. Lúc này vùng đất Phú Yên vẫn thuộc quyền cai quản của các vua [[Chăm Pa]] với tên gọi là Ayaru.\n\nNăm 1578, Nguyễn Hoàng sai tướng [[Lương Văn Chánh]] tấn công vào [[thành Hồ]], thủ phủ của người Chăm tại Ayaru, thành Hồ bị thất thủ. Từ đây, Ayaru là nơi tranh chấp thường xuyên giữa người Việt và người Chăm. Theo chính sách của chúa Nguyễn, Lương Hữu Chánh đã đưa dân Việt đến khẩn hoang những vùng đất ở Ayaru. Có đoạn viết: \"...dẫn đem theo những hộ dân mới tới đến các xứ Cù Mông, Bà Đài, Bà Diễn, Đà Nông, trên từ vùng sơn cước, dưới thì đến các cửa biển, cùng nhau lập nhà cửa, khai phá đất hoang hoá thành ruộng vườn, trải qua ba vụ thì nộp thuế như lệ. Nếu sinh việc sách nhiễu nhân dân mà bị phát giác sẽ phải chịu tội...\"<ref>Địa Chí Phú Yên. UBND tỉnh Phú Yên. Nhà xuất bản chính trị quốc gia 2003. Trang 46 và trang 154<\/ref>. [[Lương Văn Chánh]] phụng mệnh đưa dân vùng [[Thanh Nghệ]], [[Thuận Quảng]] vào khai hoang lập ấp và mở mang đất Phú Yên ngày nay.\n\nGiữa năm [[1611]], Nguyễn Hoàng cử viên chủ sự là Văn Phong tấn công vào Ayaru, quân Chăm Pa bị thua, Nguyễn Hoàng sáp nhập vùng Ayaru vào lãnh thổ Đàng Trong với tên gọi Phú Yên và giao cho Văn Phong cai quản vùng đất mới này, theo lệnh chúa Nguyễn, Văn Phong đã lập cơ quan hành chính và quân sự, lập ra huyện Đồng Xuân và Tuy Hòa thuộc phủ Trấn Biên. Do địa thế quân sự thuận lợi, tới năm 1629 Văn Phong đã nổi lên làm phản, mục đích tiến đánh xuống phía nam và lập vương quốc riêng. Tuy nhiên, ý định này không thành vì chúa [[Nguyễn Phúc Nguyên|Nguyễn Phước Nguyên]] cử tướng [[Nguyễn Phúc Vinh]] xuống dẹp loạn Văn Phong. Sau khi dẹp được loạn Văn Phong chúa Nguyễn thành lập dinh Trấn Biên tại Phú Yên. Giao cho Phúc Vinh cai quản\n\nSử cũ cũng nói rằng [[nhà Nguyễn]] đã đặt một trạm giao dịch tại đây: \"Ở xã Thạch Thành phía tây huyện Tuy Hòa có trường giao dịch và thủ sở ở đây, nước từ sông Ba chảy qua phía Nam huyện lị đổ ra trấn Đà Diễn\"<ref>[[Đại Nam nhất thống chí]], quyển 3, Nhà xuất bản Thuận Hóa 1997. ''Không rõ số trang''<\/ref>. Thạch Bàn (nay thuộc [[Tây Hòa, Phú Yên|huyện Tây Hòa]]) là cửa ngõ thông thương với [[Thủy Xá - Hỏa Xá|Thủy Xá]], [[Thủy Xá - Hỏa Xá|Hỏa Xá]] và cũng là nơi buôn bán các hàng hóa quý hiếm giữa miền xuôi và miền ngược.\n\nCũng trong khoảng thời gian này, [[Alexandre de Rhodes|Cha Đắc Lộ]] bắt đầu truyền giáo tại khu vực này.\n\n===Giai đoạn có khởi nghĩa Tây Sơn===\nNăm 1771, anh em nhà [[Nhà Tây Sơn|Tây Sơn]] bắt đầu khởi nghiệp tại Tây Sơn thượng và Tây Sơn hạ. Sau đó, quân Tây Sơn đánh hạ thành Quy Nhơn, tiếp tục đem quân đánh chiếm Quảng Nam, Phú Yên, Diên Khánh, Bình Khang, Bình Thuận,...\n\nPhía Tây Phú Yên có dãy La Hiên tiếp giáp với An Khê, là nơi Tây Sơn dựng nghiệp nên người dân ở đấy tham gia rất đông, nhất là người [[Bana, Balé|Bana]].\n\nTháng 5 năm [[1775]], tướng nhà Nguyễn là Tống Phước Hiệp mang quân đánh Phú Yên, đóng quân ở [[vịnh Xuân Đài]]. Ngay sau đó, Nguyễn Quang Sáng và Lương Văn Trực (quân Tây Sơn) cùng với chúa [[Thủy Xá - Hỏa Xá|Thủy Xá]] là Ma Khương tụ quân ở núi Ma Hiên. Đồng thời có thủy quân do Lưu Quốc Hùng và Trần Văn Nhâm (cũng là quân Tây Sơn), kết hợp với 2000 quân do [[Nguyễn Huệ]] chỉ huy từ Quy Nhơn đánh úp. Bị bao vây bằng 3 mũi tấn công, tháng 7 năm [[1775]], 2 vạn quân của Tống Phước Hiệp đã bị tiêu diệt.\n\nCũng vì là cửa ngõ tấn công vào nhà Tây Sơn, nên trong 25 năm sau đó (1775-1800), vùng đất này cũng chứng kiến những trận chiến đẫm máu của Tây Sơn và nhà Nguyễn.\n\n==Thế kỷ XIX==\nNăm [[1858]], thực dân [[Pháp]] xâm lược [[Việt Nam]].\n\nNăm [[1885]], hưởng ứng chiếu [[Phong trào Cần Vương|Cần Vương]] của vua [[Hàm Nghi]], [[Lê Thành Phương]] cùng các sĩ phu yêu nước kéo cờ khởi nghĩa tại núi Một, thôn Tân An (nay thuộc xã An Hòa, huyện [[Tuy An]]). Từ năm 1885 đến năm [[1886]], nghĩa quân đã làm chủ một vùng đất rộng lớn từ [[Phú Yên]] đến [[Bình Thuận]]. Ngày 11 tháng 2 năm [[1887]], [[Lê Thành Phương]] bị thực dân Pháp bắt và bị chém cùng với một lãnh tụ khác là Nguyễn Hào Sự.\n\nNăm [[1892]], cuộc khởi nghĩa của [[Võ Trứ]] và [[Trần Cao Vân]] nổ ra. Năm [[1898]], [[Võ Trứ]] chỉ huy một đạo quân khoảng 1000 người, với vũ khí là giáo mác dao rựa từ trên rừng huyện Đồng Xuân kéo xuống tỉnh lỵ Phú Yên ở Sông Cầu. Do thiếu kinh nghiệm trận mạc nên đã thua, phải rút quân về rừng. Thực dân [[Pháp]] đưa quân chém giết người vô tội xung quanh khu căn cứ. Vì không muốn liên lụy đến người vô tội, Võ Trứ tự nộp mình cho thực dân Pháp.\n\n==Từ thế kỷ XX đến nay==\n\nSau khi Võ Trứ bị Pháp bắt, nghĩa quân người Kinh và người Thượng tiếp tục chiến đấu. Tháng 5\/1900, nông dân ở Châu Vào (Đak Giơpan) nổi dậy chống các tên chủ đồn điền Delignon và Paris cướp không 500 mẫu đất để nuôi tằm. Khâm sứ Trung Kỳ điều quân lên dụ dỗ và trấn áp, nhưng không thành. Trước đó, hai bộ tộc Gia Rai và Xơ Đăng lập mưu bắt sống công sứ Odendhal, nhưng bất thành (1893). Tháng 5\/1904, Odendhal giả danh đi kinh lý Pleiku, nhưng bị tù trưởng Nước Ôi Át lập mưu trá hàng và bị giết chết cùng với 2 tên bồi bếp Pháp.\n\nNgày 5-10-1930, tại thôn Đồng Bé, xã Xuân Long, [[Đồng Xuân, Phú Yên|huyện Đồng Xuân]], Phan Lưu Thanh (đảng viên thuộc chi bộ Thị Nghè-Sài Gòn) thành lập chi bộ [[Đảng Cộng sản Việt Nam|Đảng Cộng sản]] đầu tiên tại Phú Yên.\n\nVào những năm 1930 của thế kỷ XX, phong trào chống Pháp của các dân tộc ít người diễn ra mạnh mẽ, mà nổi nhất là \"[[phong trào Săm Brăm]]\". Năm [[1936]], [[Săm Brăm]] bị bắt rồi giam ở nhà lao [[Thanh Hóa]].\n\nKhoảng năm [[1945]], hưởng ứng cuộc [[cách mạng tháng Tám|cách mạng Tháng Tám]], các tổ chức cộng sản Sông Cầu tuyên bố làm chủ tỉnh lỵ Sông Cầu và lập Ủy ban Nhân dân Cách mạng lâm thời.\n\nNăm [[1953]], [[Navarra|Navarre]] mở [[chiến dịch Atlante]] đánh vào Trung phần trong đó có Phú Yên. Quân cách mạng Phú Yên kiên cường chiến đấu và giành được chiến thắng vào cuối tháng 3 năm [[1954]].\n\n===Thời kỳ thuộc Việt Nam Cộng Hòa===\nSau năm [[1954]], Phú Yên dưới sự quản lý của [[Việt Nam Cộng hòa|Việt Nam Cộng Hòa]]\n\nTrong thời kì này nổ ra rất nhiều cuộc tấn công của phe Cộng sản đánh chính quyền ngụy, hòng lật đổ chính quyền.\n\nTừ giữa năm [[1964]], [[Vũng Rô]] được chỉ đạo của Tỉnh ủy cộng sản Phú Yên, trở thành một cảng của [[đường Hồ Chí Minh trên biển]].\n\nTrong những năm 1975, quân đội [[Việt Nam Dân chủ Cộng hòa]] Phú Yên thực hiện lối đánh \"tiêu hao sinh lực địch\", chiếm chính quyền dần dần ở nhiều nơi trong tỉnh. Ngày 1 tháng 4 năm [[1975]], quân đội [[Việt Nam Dân chủ Cộng hòa]] đã chiếm được tỉnh lỵ Phú Yên tại Tuy Hòa.\n\n===Thời kỳ sau khi Việt Nam thống nhất===\nSau năm [[1975]], Phú Yên được hợp nhất với [[Khánh Hòa]] để thành lập tỉnh [[Phú Khánh (tỉnh)|Phú Khánh]].\n\nThời kỳ này, [[Phú Yên]] dưới sự lãnh đạo của nước [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]].\n\nNgày 1 tháng 7 năm 1989, [[Phú Khánh (tỉnh)|Phú Khánh]] được tách ra thành [[Phú Yên]] và [[Khánh Hòa]].\n\n==Xem thêm==\n*[[Lịch sử hành chính Phú Yên]]\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* [https:\/\/www.michaelmossbooks.com\/tu-ho-ton-quoc-den-tieu-vuong-quoc-aryaru Từ Hồ Tôn quốc đến Tiểu vương quốc Aryaru] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190328111233\/https:\/\/www.michaelmossbooks.com\/tu-ho-ton-quoc-den-tieu-vuong-quoc-aryaru |date=2019-03-28 }}\n\n[[Thể loại:Phú Yên]]"}