{"1406452":"'''Hậu Giang''' là một [[tỉnh]] ở [[Đồng bằng sông Cửu Long]], phía bắc giáp tỉnh [[Vĩnh Long]], phía đông giáp tỉnh [[Sóc Trăng]], phía nam giáp tỉnh [[Bạc Liêu]] và phía tây giáp thành phố [[Cần Thơ]] và tỉnh [[Kiên Giang]].\n\n[[Tập tin:Cổng chào Hậu Giang.jpg|Cổng chào của tỉnh Hậu Giang, đặt trên địa bàn của thị trấn [[Cái Tắc]]|nhỏ]]\n\n==Trước năm 1975==\n\n== Từ năm 1975==\n*'''''Thành lập tỉnh [[Hậu Giang (tỉnh cũ)|Hậu Giang]]:''''' tồn tại đến ngày 26 tháng 12 năm 1991.\n**Tháng 2 năm 1976, thành phố Cần Thơ và 3 tỉnh [[Chương Thiện]], [[Phong Dinh]], [[Ba Xuyên]] hợp nhất thành tỉnh Hậu Giang.\n**Ngày 15 tháng 12 năm 1977, Hội đồng Chính phủ hợp nhất huyện Long Mỹ và thị xã Vị Thanh thành một đơn vị hành chính lấy tên là huyện Long Mỹ; thị xã Vị Thanh chuyển xuống thành thị trấn Vị Thanh thuộc huyện Long Mỹ, tỉnh Hậu Giang.\n**Ngày 23 tháng 10 năm 1978, Hội đồng Chính phủ thành lập xã Vị Tân thuộc huyện Long Mỹ, tỉnh Hậu Giang và xác định địa giới của thị trấn Vị Thanh, thuộc huyện Long Mỹ, tỉnh Hậu Giang.\n**Ngày 21 tháng 4 năm 1979, Hội đồng Chính phủ điều chỉnh địa giới một số xã thuộc thành phố Cần Thơ và các huyện Long Mỹ, Thạnh Trị, Kế Sách, Phụng Hiệp, tỉnh Hậu Giang.\n**Ngày 15 tháng 9 năm 1981, Hội đồng Bộ trưởng chia một số xã để thành lập các xã mới thuộc các huyện Thốt Nốt, Châu Thành, Vĩnh Châu, Long Mỹ, tỉnh Hậu Giang.\n**Ngày 26 tháng 10 năm 1981, Hội đồng Bộ trưởng chia huyện Long Mỹ thành hai huyện lấy tên là huyện Long Mỹ và huyện Mỹ Thanh, tỉnh Hậu Giang.\n**Ngày 06 tháng 4 năm 1982, Hội đồng Bộ trưởng đổi tên huyện Mỹ Thanh thành huyện Vị Thanh thuộc tỉnh Hậu Giang, tỉnh Hậu Giang.\n**Ngày 07 tháng 7 năm 1982, Hội đồng Bộ trưởng phân vạch địa giới xã thuộc các huyện Mỹ Xuyên, Thạnh Trị, tỉnh Hậu Giang.\n**Ngày 28 tháng 3 năm 1983, Hội đồng Bộ trưởng phân vạch địa giới một số xã thuộc các huyện Thốt Nốt, Ô Môn, Phụng Hiệp, tỉnh Hậu Giang.\n**Ngày 23 tháng 12 năm 1988, Hội đồng Bộ trưởng chia một số xã để thành lập các xã mới thuộc huyện Mỹ Tú, tỉnh Hậu Giang.\n**Ngày 26 tháng 12 năm 1991, giải thể tỉnh Hậu Giang.\n*'''''Thành lập tỉnh Cần Thơ''': ngày 26 tháng 12 năm 1991'''''\n**Ngày 26 tháng 12 năm 1991, chia tỉnh Hậu Giang thành hai tỉnh là tỉnh Cần Thơ và tỉnh Sóc Trăng. Tỉnh Cần Thơ có bảy đơn vị hành chính gồm: thành phố Cần Thơ và sáu huyện: Châu Thành, Long Mỹ, Ô Môn, Phụng Hiệp, Thốt Nốt, Vị Thanh.\n**Ngày 21 tháng 4 năm 1998, Chính phủ điều chỉnh địa giới hành chính thành lập thị trấn Cờ Đỏ và các xã Đông Bình, Đông Hiệp thuộc huyện Ô Môn, tỉnh Cần Thơ.\n**Ngày 01 tháng 7 năm 1999, Chính phủ chia huyện Vị Thanh thành thị xã Vị Thanh và huyện Vị Thủy, thành lập xã, thị trấn thuộc huyện Vị Thủy, chuyển xã Vị Thắng thuộc huyện Long Mỹ về huyện Vị Thủy quản lý.\n**Ngày 24 tháng 8 năm 1999, Chính phủ điều chỉnh địa giới hành chính thành lập các xã thuộc các huyện Thốt Nốt và Phụng Hiệp, tỉnh Cần Thơ.\n**Ngày 04 tháng 8 năm 2000, Chính phủ điều chỉnh địa giới hành chính thành lập thị trấn thuộc các huyện Thốt Nốt, Ô Môn và Phụng Hiệp, tỉnh Cần Thơ.\n**Ngày 06 tháng 11 năm 2000, Chính phủ điều chỉnh địa giới hành chính huyện Châu Thành để tái lập huyện Châu Thành A.\n**Ngày 10 tháng 7 năm 2001, Chính phủ điều chỉnh địa giới hành chính thành lập xã, thị trấn thuộc các huyện Châu Thành và Châu Thành A, tỉnh Cần Thơ.\n**Ngày 19 tháng 4 năm 2002, Chính phủ điều chỉnh địa giới hành chính thành lập xã thuộc các huyện Ô Môn, Phụng Hiệp và Thốt Nốt, tỉnh Cần Thơ.\n**Ngày 12 tháng 5 năm 2003, Chính phủ điều chỉnh địa giới hành chính thành lập xã, phường, thị trấn thuộc các huyện Châu Thành A, Ô Môn, Phụng Hiệp và thị xã Vị Thanh, tỉnh Cần Thơ.\n**Ngày 26 tháng 12 năm 2003, giải thể tỉnh Cần Thơ.\n*'''''Thành lập tỉnh Hậu Giang mới''': ngày 26 tháng 11 năm 2003'''''\n**Ngày 26 tháng 11 năm 2003, chia tỉnh Cần Thơ thành thành phố Cần Thơ và tỉnh Hậu Giang. Tỉnh Hậu Giang có diện tích tự nhiên là 160.772,49 ha và dân số hiện tại là 766.105 người, bao gồm: diện tích và số dân của thị xã Vị Thanh; huyện Phụng Hiệp; huyện Long Mỹ; huyện Vị Thủy; phần còn lại của huyện Châu Thành và huyện Châu Thành A, trừ phần diện tích và số dân của hai huyện này đã được điều chỉnh về thành phố Cần Thơ trực thuộc trung ương.\n**Ngày 02 tháng 1 năm 2004, Chính phủ điều chỉnh địa giới hành chính các huyện Châu Thành và Châu Thành A, tỉnh Hậu Giang.\n**Ngày 26 tháng 7 năm 2005, Chính phủ thành lập thị xã Tân Hiệp, tỉnh Hậu Giang.\n**Ngày 27 tháng 10 năm 2006, Chính phủ điều chỉnh địa giới hành chính thành lập xã thị trấn thuộc thị xã Vị Thanh, huyện Long Mỹ; đổi tên thị xã Tân Hiệp thành thị xã Ngã Bảy, tỉnh Hậu Giang.\n**Ngày 08 tháng 3 năm 2007, Chính phủ điều chỉnh địa giới hành chính các xã Thạnh Xuân, Tân Phú Thạnh để thành lập các thị trấn Rạch Gòi, Cái Tắc thuộc huyện Châu Thành A, tỉnh Hậu Giang.\n**Ngày 13 tháng 12 năm 2007, Chính phủ điều chỉnh địa giới hành chính các xã Lương Tâm, Vĩnh Viễn để thành lập các xã Lương Nghĩa, Vĩnh Viễn A thuộc huyện Long Mỹ, tỉnh Hậu Giang.\n**Ngày 24 tháng 8 năm 2009, Chính phủ điều chỉnh địa giới hành chính xã, thành lập xã, thị trấn thuộc huyện Châu Thành A, huyện Châu Thành, huyện Long Mỹ, tỉnh Hậu Giang.\n**Ngày 23 tháng 9 năm 2010, Chính phủ thành lập thành phố Vị Thanh, tỉnh Hậu Giang.\n**Ngày 24 tháng 1 năm 2011, Chính phủ thành lập thị trấn Mái Dầm thuộc huyện Châu Thành, điều chỉnh địa giới hành chính thành lập thị trấn Búng Tàu thuộc huyện Phụng Hiệp, tỉnh Hậu Giang.\n**Ngày 14 tháng 5 năm 2015, Ủy ban Thường vụ Quốc hội thành lập thị xã Long Mỹ, tỉnh Hậu Giang.\n**Ngày 12 tháng 3 năm 2019, Ủy ban Thường vụ Quốc hội thành lập thị trấn Vĩnh Viễn thuộc huyện Châu Thành, tỉnh Hậu Giang.\n**Ngày 10 tháng 1 năm 2020, Ủy ban Thường vụ Quốc hội thành lập thành phố Ngã Bảy, sắp xếp đơn vị hành chính cấp xã trên địa bàn tỉnh Hậu Giang.\n\n==Tỉnh Hậu Giang: tồn tại đến ngày 26 tháng 12 năm 1991==\n===Năm 1977: Quyết định 330-CP ngày 15 tháng 12===\n*Quyết định 330-CP<ref name=CP330>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-330-CP-hop-nhat-huyen-Long-My-va-thi-xa-Vi-Thanh-tinh-Hau-Giang-thanh-huyen-Long-My\/57933\/noi-dung.aspx Quyết định 330-CP hợp nhất huyện Long Mỹ và thị xã Vị Thanh tỉnh Hậu Giang thành huyện Long Mỹ]<\/ref> ngày 15 tháng 12 năm 1977 của Hội đồng Chính phủ về việc hợp nhất huyện Long Mỹ và thị xã Vị Thanh tỉnh Hậu Giang thành huyện Long Mỹ:\n'''''thị xã [[Vị Thanh]], huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n#Nay phê chuẩn việc hợp nhất huyện Long Mỹ và thị xã Vị Thanh thuộc tỉnh Hậu Giang thành một đơn vị hành chính lấy tên là huyện Long Mỹ thuộc tỉnh Hậu Giang.\n#Thị xã Vị Thanh chuyển xuống thành thị trấn Vị Thanh thuộc huyện Long Mỹ, tỉnh Hậu Giang.\n\n===Năm 1978: Quyết định 273-CP ngày 23 tháng 10===\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n*Quyết định '''273-CP'''<ref name=CP273>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-273-CP-thanh-lap-xa-Vi-Tan-huyen-Long-My-tinh-Hau-Giang-xac-dinh-dia-gioi-thi-tran-Vi-Thanh-huyen-Long-My-cung-tinh-vb57838t17.aspx Quyết định 273-CP năm 1978 về việc thành lập xã Vị Tân thuộc huyện Long Mỹ, tỉnh Hậu Giang và xác định địa giới của thị trấn Vị Thanh, thuộc huyện Long Mỹ]<\/ref> ngày 23 tháng 10 năm 1978 của Hội đồng Chính phủ về việc thành lập xã Vị Tân thuộc huyện Long Mỹ, tỉnh Hậu Giang và xác định địa giới của thị trấn Vị Thanh, thuộc huyện Long Mỹ:\n#Địa giới của xã Vị Tân ở phía Bắc giáp xã Hòa Thuận (huyện Giồng Riềng, tỉnh Kiên Giang); phía Đông giáp xã Vị Thủy; phía Tây giáp xã Vĩnh Hòa Hưng (huyện Gò Quao, tỉnh Kiên Giang); phía Nam giáp thị trấn Vị Thanh.\n#Địa giới của thị trấn Vị Thanh ở phía Bắc và phía Tây giáp xã Vị Tân; phía Đông giáp xã Vị Thủy; phía Nam giáp xã Vĩnh Thuận Đông.\n\n===Năm 1979: Quyết định 174-CP ngày 21 tháng 4===\n*Quyết định '''174-CP'''<ref name=CP174>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-174-CP-dieu-chinh-dia-gioi-xa-thuoc-tinh-Hau-Giang\/57443\/noi-dung.aspx Quyết định 174-CP điều chỉnh địa giới xã thuộc tỉnh Hậu Giang]<\/ref> ngày 21 tháng 4 năm 1979 của Hội đồng Chính phủ điều chỉnh địa giới xã thuộc thành phố Cần Thơ và các huyện Long Mỹ, Thạnh Trị, Kế Sách tỉnh Hậu Giang:\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n#Chia xã Vĩnh Thuận Đông thành hai xã lấy tên là xã Vĩnh Thuận Đông và xã Vĩnh Thuận Tây.\n#Chia xã Thuận Hưng thành hai xã lấy tên là xã Thuận Hưng và xã Thuận Hòa.\n#Chia xã Hỏa Lựu thành hai xã lấy tên là xã Hỏa Lựu và xã Hỏa Tiến.\n#Chia xã Long Phú thành hai xã lấy tên là xã Long Phú và xã Tân Phú.\n#Chia xã Vĩnh Viễn thành hai xã lấy tên là xã Vĩnh Viễn và xã Vĩnh Lập.\n#Chia xã Long Bình thành hai xã lấy tên là xã Long Bình và xã Long Hòa.\n#Chia xã Vị Tân thành hai xã lấy tên là xã Vị Tân và xã Vị Đông.\n#Sáp nhập ấp 8 của xã Thuận Hưng và ấp 9 của xã Long Trị cũ vào thị trấn Long Mỹ.\n'''''huyện [[Thạnh Trị]]'''''\n#Chia xã Vĩnh Quới thành hai xã lấy tên là xã Vĩnh Quới và xã Vĩnh Biên.\n#Chia xã Tuân Tức thành hai xã lấy tên là xã Tuân Tức và xã Thạnh Cường.\n#Chia xã Vĩnh Lợi thành hai xã lấy tên là xã Vĩnh Lợi và xã Vĩnh Tân.\n#Chia xã Mỹ Quới thành ba xã lấy tên là xã Mỹ Quới, xã Lê Hoàng Chu và xã Mai Thanh Thế.\n#Chia xã Châu Hưng thành hai xã lấy tên là xã Châu Hưng và xã Nam Quang.\n#Chia xã Tân Long thành hai xã lấy tên là xã Tân Long và xã Dân Hòa.\n'''''huyện [[Kế Sách]]'''''\n#Chia xã Ba Trinh thành hai xã lấy tên là xã Ba Trinh và xã Trịnh Phú.\n#Chia xã Kế An thành hai xã lấy tên là xã Kế An và xã Kế Thành.\n'''''huyện [[Phụng Hiệp]]'''''\n#Chia xã Hòa An thành ba xã lấy tên là xã Hòa An, xã Hòa Lợi và xã Hòa Lộc.\n#Chia xã Tân Bình thành ba xã lấy tên là xã Tân Bình, xã Bình Chánh và xã Bình Thành.\n#Chia xã Hiệp Hưng thành hai xã lấy tên là xã Hiệp Hưng và xã Hưng Điền.\n'''''thành phố [[Cần Thơ (thành phố trực thuộc tỉnh)|Cần Thơ]]'''''\n#Chia phường An Lạc thành hai phường lấy tên là phường Tân An và phường An Lạc.\n#Chia phường An Cư thành hai phường lấy tên là phường An Hội và phường An Cư.\n#Chia phường An Nghiệp thành hai phường lấy tên là phường An Phú và phường An Nghiệp.\n#Sáp nhập khóm 1 của phường An Hòa vào phường Cái Khế.\n#Chia phường Cái Khế thành hai phường lấy tên là phường Thới Bình và phường Cái Khế.\n#Chia phường Bình Thủy thành hai phường lấy tên là phường Bình Thủy và phường An Thới (gồm cả Cồn Sơn).\n#Chia phường Thạnh Phú thành hai đơn vị lấy tên là phường Hưng Phú và xã Hưng Thạnh.\n#Chia phường Hưng Lợi thành hai phường lấy tên là phường Xuân Khánh và phường Hưng Lợi.\n#Chia xã Long Tuyền thành hai xã lấy tên là xã Long Hòa và xã Long Tuyền.\n'''''thành phố [[Cần Thơ (thành phố trực thuộc tỉnh)|Cần Thơ]]''''', '''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]'''''\n#Sáp nhập xã Mỹ Khánh, xã Giai Xuân và ấp Thới Thuận, ấp Thới Hòa, ấp Thới Ngươn của xã Thới An Đông thuộc huyện Châu Thành vào thành phố Cần Thơ.\n\n===Năm 1981: Quyết định 70-HĐBT ngày 15 tháng 9===\n*Quyết định '''70-HĐBT'''<ref name=HD70>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-70-HDBT-chia-xa-de-thanh-lap-xa-moi-thuoc-tinh-Hau-Giang\/43128\/noi-dung.aspx Quyết định 70-HĐBT chia xã để thành lập xã mới thuộc tỉnh Hậu Giang]<\/ref> ngày 15 tháng 9 năm 1981 của Hội đồng Bộ trưởng chia xã để thành lập xã mới thuộc tỉnh Hậu Giang:\n'''''huyện [[Thốt Nốt]]'''''\n#Chia xã Thạnh An thành hai xã lấy tên là xã Thạnh An và xã Thạnh Thắng.\n'''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]'''''\n#Chia xã Phú Hữu thành ba xã lấy tên là xã Phú Hữu, xã Phú Hòa và xã Phú Tân.\n#Chia xã Đông Phước thành ba xã lấy tên là xã Đông Phước, xã Đông Sơn và xã Đông An.\n#Chia xã Nhơn Nghĩa thành hai xã lấy tên là xã Nhơn Nghĩa và xã Nhơn Hòa.\n#Chia xã Trường Long Tây thành ba xã lấy tên là xã Trường Lộc, xã Trường Hưng và xã Trường Bình.\n#Chia xã Tân Hòa thành hai xã lấy tên là xã Tân Hòa và xã Tân Thuận.\n'''''huyện [[Vĩnh Châu]]'''''\n#Chia xã Lai Hòa thành bốn xã lấy tên là xã Lai Hòa, xã Hòa Hải, xã Hòa Phước và xã Hòa Điền.\n#Chia xã Vĩnh Phước thành bảy xã lấy tên là xã Vĩnh Phước, xã Vĩnh Tân, xã Vĩnh Thành, xã Vĩnh Tiến, xã Vĩnh Bình, xã Vĩnh Hiệp và xã Vĩnh Tỉnh.\n#Chia xã Khánh Hòa thành bốn xã lấy tên là xã Khánh Hòa, xã Châu Khánh, xã Hòa Khởi và xã Hòa Đông.\n#Chia xã Lạc Hòa thành hai xã lấy tên là xã Lạc Hòa và xã Hòa Thanh.\n#Chia xã Vĩnh Châu thành bốn xã lấy tên là xã Vĩnh Châu, xã Vĩnh Khánh, xã Vĩnh Hải và xã Vĩnh Hòa.\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n#Chia xã Vị Thủy thành ba xã lấy tên là xã Vị Thủy, xã Vị Thắng và xã Vị Lợi.\n#Chia xã Vĩnh Tường thành ba xã lấy tên là xã Vĩnh Tường, Vĩnh Trung và xã Vĩnh Hiếu.\n#Chia xã Vị Thanh thành ba xã lấy tên là xã Vị Thanh, xã Vị Xuân và xã Vị Bình.\n#Chia xã Long Trị thành hai xã lấy tên là xã Long Trị và xã Long Tân.\n#Chia xã Xà Phiên thành hai xã lấy tên là xã Xà Phiên và xã Tân Thành.\n#Chia xã Lương Tâm thành hai xã lấy tên là xã Lương Tâm và xã Lương Nghĩa.\n\n===Năm 1981: Quyết định 119-HĐBT ngày 26 tháng 10===\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]], huyện [[Vị Thanh|Mỹ Thanh]]'''''\n*Quyết định '''119-HĐBT'''<ref name=HD119>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-119-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Hau-Giang\/43157\/noi-dung.aspx Quyết định 119-HĐBT phân vạch địa giới một số huyện thuộc tỉnh Hậu Giang]<\/ref> ngày 26 tháng 10 năm 1983 của Hội đồng Bộ trưởng về việc tách huyện Long Mỹ thành hai huyện Long Mỹ và Mỹ Thanh thuộc tỉnh Hậu Giang:\n#Huyện Long Mỹ gồm có các xã Lương Nghĩa, Lương Tân, Vĩnh Viễn, Tân Thành, Vĩnh Thuận Đông, Thuận Hưng, Xã Phiên, Vị Thắng, Long Hoà, Thuận Hoà, Long Bình, Long Trị, Long Tân, Long Phú, Tân Phú và thị trấn Long Mỹ. Trụ sở huyện đóng tại thị trấn Long Mỹ.\n#Huyện Mỹ Thanh gồm có các xã Hỏa Tiến, Vĩnh Lập, Hỏa Lựu, Vị Tân, Vĩnh Thuận Tây, Vị Đông, Vị Xuân, Vị Bình, Vị Thanh, Vị Lợi, Vĩnh Trung, Vĩnh Tường, Vĩnh Hiếu, Vị Thủy và thị trấn Vị Thanh. Trụ sở huyện đóng tại thị trấn Vị Thanh.\n\n===Năm 1982: Quyết định 64-HĐBT ngày 06 tháng 4===\n'''''huyện [[Vị Thanh|Mỹ Thanh]], huyện [[Vị Thanh]]'''''\n*Quyết định '''64-HĐBT'''<ref name=HD64>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-64-HDBT-doi-ten-huyen-My-Thanh-thuoc-tinh-Hau-Giang\/43926\/noi-dung.aspx Quyết định 64-HĐBT đổi tên huyện Mỹ Thanh thuộc tỉnh Hậu Giang]<\/ref> ngày 06 tháng 4 năm 1982 của Hội đồng Bộ trưởng về việc đổi tên huyện Mỹ Thanh thuộc tỉnh Hậu Giang thành huyện Vị Thanh.\n\n===Năm 1982: Quyết định 111-HĐBT ngày 07 tháng 7===\n*Quyết định 111-HĐBT<ref name=HD111>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-111-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Hau-Giang\/43951\/noi-dung.aspx Quyết định 111-HĐBT phân vạch địa giới xã thuộc tỉnh Hậu Giang]<\/ref> ngày 07 tháng 7 năm 1982 của Hội đồng Bộ trưởng về việc phân vạch địa giới xã thuộc tỉnh Hậu Giang:\n'''''huyện [[Mỹ Xuyên]]'''''\n#Chia xã Thạnh Quới thành hai xã lấy tên là xã Thạnh Quới và xã Thạnh Hưng.\n#Chia xã Thạnh Phú thành hai xã lấy tên là xã Thạnh Phú và xã Thạnh Lợi.\n#Chia xã Đại Tâm thành hai xã lấy tên là xã Đại Tâm và xã Đại Trí.\n#Chia xã Tham Đôn thành hai xã lấy tên là xã Tham Đôn 1 và xã Tham Đôn 2.\n#Chia xã Tài Văn thành hai xã lấy tên là xã Tài Văn và xã Tài Chương.\n#Chia xã Gia Hòa thành hai xã lấy tên là xã Gia Hòa Tây và xã Gia Hòa Đông.\n#Chia xã Viên An thanh ba xã lấy tên là xã Viên An, xã Viên Bình và xã Viên Hòa.\n#Chia xã Ngọc Tố thành ba xã lấy tên là xã Ngọc Tố, xã Ngọc Đông và xã Ngọc Anh.\n#Chia xã Hòa Tú thành ba xã lấy tên là xã Hòa Tú, xã Hòa Phú và xã Hòa Đức.\n#Chia xã Thạnh Thới An thành 4 xã lấy tên là xã Thạnh Thới An, và xã Thạnh Thới Thuận, xã Thạnh Thới Hòa và xã Thạnh Thới Bình.\n'''''huyện [[Thạnh Trị]]'''''\n#Chia xã Lâm Kiết thành hai xã lấy tên là xã Lâm Kiết và xã Lâm Tân.\n#Chia xã Thạnh Trị thành hai xã lấy tên là xã Thạnh Trị và xã Thạnh Tân.\n\n===Năm 1983: Quyết định 21-HĐBT ngày 28 tháng 3===\n*Quyết định 21-HĐBT<ref name=HD21>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-21-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Hau-Giang\/44725\/noi-dung.aspx Quyết định 21-HĐBT phân vạch địa giới xã thuộc tỉnh Hậu Giang]<\/ref> ngày 28 tháng 3 năm 1983 của Hội đồng Bộ trưởng về việc phân vạch địa giới xã thuộc tỉnh Hậu Giang:\n'''''huyện [[Thốt Nốt]]'''''\n#Chia xã Trung An thành hai xã lấy tên là xã Trung An và xã Trung Hưng.\n#Chia xã Thạnh Quới thành hai xã lấy tên là xã Thạnh Qưới và Thạnh Lộc.\n#Chia xã Trung Nhứt thành hai xã lấy tên là xã Trung Nhứt và xã Trung Kiên.\n'''''huyện [[Ô Môn]]'''''\n#Thành lập xã Đông Hiệp gồm ấp Thới Hiệp của xã Thới Đông và một phần của ấp Thới Hữu thuộc xã Thới Lai cùng huyện đưa sang.\n#Chia xã Thới Đông thành năm xã lấy tên là xã Thới Đông, xã Thới Xuân, xã Thới Phước, xã Đông Bình và xã Đông Thuận.\n#Chia xã Thới Lai thành năm xã lấy tên là xã Thới Lai, xã Thới Hòa, xã Thới Khương Ninh, xã Thới Khương Bình và xã Thới Hữu.\n#Chia xã Trường Xuân thành năm xã lấy tên là xã Trường Xuân, xã Xuân Mai, xã Xuân Bình, xã Xuân Đại và xã Xuân Thắng.\n#Tách ấp Định Khánh A và một phần ấp Định Khánh B của xã Định Môn để sáp nhập vào xã Trường Thành cùng huyện.\n#Chia xã Trường Thành thành ba xã lấy tên là xã Trường Thành, xã Trường Tân và xã Trường An.\n#Tách ấp Thới Hòa C của xã Thới Thạnh để sáp nhập vào xã Thới Long cùng huyện.\n#Chia xã Thới Long thành hai xã lấy tên là xã Thới Long và xã Thới Hưng.\n#Tách ấp Định Phước của xã Định Môn để sáp nhập vào xã Thới Thạnh cùng huyện.\n#Chia xã Thới Thạnh thành hai xã lấy tên là xã Thới Thạnh và xã Tân Thạnh.\n#Tách ấp Thới Phong của xã Thới An để sáp nhập vào xã Phước Thới cùng huyện.\n#Chia xã Phước Thới thành hai xã lấy tên là xã Phước Thới và xã Phước An.\n'''''huyện [[Phụng Hiệp]]'''''\n#Thành lập xã Quyết Thắng gồm 720 hécta đất của xã Hiệp Hưng và 290 hécta đất của xã Hưng Điền cùng huyện.\n#Chia xã Phụng Hiệp thành hai xã lấy tên là xã Phụng Hiệp và xã Hiệp Lợi.\n#Chia xã Thạnh Hòa thành hai xã lấy tên là xã Thạnh Hòa và xã Tầm Vu.\n#Chia xã Long Thạnh thành ba xã lấy tên là xã Long Thạnh, xã Tân Long và xã Thạnh Long.\n#Chia xã Đại Thành thành hai xã lấy tên là xã Đại Thành và xã Tân Thành.\n#Chia xã Hòa Mỹ thành ba xã lấy tên là xã Hòa Mỹ, xã Hòa Hiệp và xã Hòa Thuận.\n\n===Năm 1988: Quyết định 192-HĐBT ngày 23 tháng 12===\n*Quyết định 192-HĐBT ngày 23 tháng 12 năm 1988 của Hội đồng Bộ trưởng về việc phân vạch địa giới một số xã thuộc huyện Mỹ Tú:\n'''''huyện [[Mỹ Tú]]'''''\n#Tách đất các xã Long Hưng, An Ninh, Hồ Đắc Kiện, Mỹ Hương thành lập một xã lấy tên là xã Thiện Mỹ.\n#Chia xã Hồ Đắc Kiện thành hai xã lấy tên là xã Hồ Đắc Kiện và xã Thuận Hòa.\n#Chia xã Long Hưng thành hai xã lấy tên là xã Long Hưng và xã Hưng Phú.\n#Chia xã An Ninh thành hai xã lấy tên là xã An Ninh và xã An Hiệp.\n#Tách đất các xã Mỹ Phước, Phú Mỹ, Thuận Hưng thành lập một xã lấy tên là xã Mỹ Thuận.\n#Chia xã Phú Tâm thành hai xã lấy tên là xã Phú Tâm và Phú Tân.\n\n===Năm 1989: Quyết định 128-HĐBT ngày 16 tháng 9===\n*Quyết định 128-HĐBT<ref>Quyết định 128-HĐBT về việc phân vạch, điều chỉnh địa giới một số xã thuộc các huyện Châu Thành, Mỹ Xuyên, Ô Môn, Phụng Hiệp, Thốt Nốt, Vị Thanh, Vĩnh Châu<\/ref> ngày 16 tháng 9 năm 1989 của Hội đồng Bộ trưởng về việc phân vạch, điều chỉnh địa giới một số xã thuộc các huyện Châu Thành, Mỹ Xuyên, Ô Môn, Phụng Hiệp, Thốt Nốt, Vị Thanh, Vĩnh Châu:\n'''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]'''''\n#Hợp nhất xã Thường Thạnh và xã Thường Thạnh Đông thành một xã lấy tên là xã Đông Thạnh.\n#Hợp nhất xã Phú Hữu, xã Phú Hòa và xã Phú Tân thành một xã lấy tên là xã Phú Hữu.\n#Hợp nhất xã Đông Phước, xã Đông Sơn và xã Đông An thành một xã lấy tên là xã Đông Phước.\n#Hợp nhất xã Nhơn Nghĩa và xã Nhơn Hòa thành một xã lấy tên là xã Nhơn Nghĩa.\n#Hợp nhất xã Trường Lộc, xã Trường Hưng và xã Trường Bình thành một xã lấy tên là xã Trường Long Tây.\n'''''huyện [[Mỹ Xuyên]]'''''\n#Hợp nhất xã Thạnh Qưới và xã Thạnh Hưng thành một xã lấy tên là xã Thạnh Qưới.\n#Hợp nhất xã Thạnh Phú và xã xã Thạnh Lợi thành một xã lấy tên là xã Thạnh Phú.\n#Hợp nhất xã Đại Tâm và xã Đại Trí thành một xã lấy tên là xã Đại Tâm.\n#Hợp nhất xã Tham Đôn 1 và xã Tham Đôn 2 thành một xã lấy tên là xã Tham Đôn.\n#Hợp nhất xã Tài Văn và xã Tài Chương thành một xã lấy tên là xã Tài Văn.\n#Giải thể xã Gia Hòa Đông và xã Gia Hòa Tây để thành lập hai xã lấy tên là xã Gia Hòa 1 và xã Gia Hòa 2.\n#Giải thể xã Viên Hòa, nhập địa bàn vào xã Viên An và xã Viên Bình.\n#Giải thể xã Ngọc Anh, nhập địa bàn vào xã Ngọc Tố và xã Ngọc Đông.\n#Giải thể xã Hòa Tú, xã Hòa Phú và xã Hòa Đức để thành lập xã Hòa Tú 1 và xã Hòa Tú 2.\n#Hợp nhất xã Thạnh Thới An và xã Thạnh Thới Hòa thành một xã lấy tên là xã Thạnh Thới An.\n#Hợp nhất xã Thạnh Thới Thuận và xã Thạnh Thới Bình thành một xã lấy tên là xã Thạnh Thới Thuận.\n'''''huyện [[Ô Môn]]'''''\n#Hợp nhất xã Thới Lai, xã Thới Hòa, xã Thới Khương Ninh, xã Thới Khương Bình và xã Thới Hữu thành một xã lấy tên là xã Thới Lai.\n#Hợp nhất xã Xuân Mai và xã Xuân Bình thành một xã lấy tên là xã Xuân Bình.\n#Hợp nhất xã Xuân Đại và xã Xuân Thắng thành một xã lấy tên là xã Xuân Thắng.\n#Tách ấp Định Khánh A và một phần ấp Định Khánh B của xã Định Môn để sáp nhập vào xã Trường Thành cùng huyện.\n#Hợp nhất ba xã Trường Thành, xã Trường Tân và xã Trường An thành một xã lấy tên là xã Trường Thành.\n#Hợp nhất xã Thới Long và xã Thới Hưng thành một xã lấy tên là xã Thới Long.\n#Hợp nhất xã Thới Thạnh và xã Tân Thạnh thành một xã lấy tên là xã Thới Thạnh.\n#Hợp nhất xã Phước Thới và xã Phước An thành một xã lấy tên là xã Phước Thới.\n'''''huyện [[Phụng Hiệp]]'''''\n#Hợp nhất xã Bình Chánh và xã Bình Thành thành một xã lấy tên là xã Bình Thành.\n#Hợp nhất xã Phụng Hiệp và xã Hiệp Lợi thành một xã lấy tên là xã Hiệp Lợi.\n#Hợp nhất xã Thạnh Hòa và xã Tầm Vu thành một xã lấy tên là xã Thạnh Hòa.\n#Hợp nhất xã Tân Long và xã Thạnh Long thành một xã lấy tên là xã Tân Long.\n#Hợp nhất xã Hòa Mỹ, xã Hòa Hiệp và xã Hòa Thuận thành một xã lấy tên là xã Hòa Mỹ.\n'''''huyện [[Thạnh Trị]]'''''\n#Hợp nhất xã Tuân Tức và xã Thạnh Cường thành một xã lấy tên là xã Thạnh Cường.\n#Hợp nhất xã Vĩnh Tân và xã Vĩnh Lợi thành một xã lấy tên là xã Vĩnh Tân.\n#Hợp nhất xã Mỹ Qưới, xã Lê Hoàng Chu và xã Mai Thanh Thế thành một xã lấy tên là xã Mỹ Qưới.\n#Hợp nhất xã Châu Hưng và xã Nam Quang thành một xã lấy tên là xã Châu Hưng.\n#Hợp nhất xã Tân Long và xã Dân Hòa thành một xã lấy tên là xã Tân Long.\n'''''huyện [[Thốt Nốt]]'''''\n#Hợp nhất xã Trung Kiên và xã Trung Nhứt thành một xã lấy tên là xã Trung Nhứt.\n'''''huyện [[Vị Thanh]]'''''\n#Giải thể xã Vị Lợi, nhập địa bàn vào xã Vị Thủy, xã Vị Xuân và xã Vĩnh Hiếu.\n'''''huyện [[Vĩnh Châu]]'''''\n#Hợp nhất xã Hòa Hải, xã Hòa Phước và xã Hòa Điền thành một xã lấy tên là xã Hòa Hải.\n#Hợp nhất xã Vĩnh Thành và xã Vĩnh Tân thành một xã lấy tên là xã Vĩnh Tân.\n#Hợp nhất xã Vĩnh Bình và xã Vĩnh Tiến thành một xã lấy tên là xã Vĩnh Tiến.\n#Hợp nhất xã Vĩnh Tỉnh và xã Vĩnh Hiệp thành một xã lấy tên là xã Vĩnh Hiệp.\n#Hợp nhất xã Khánh Hòa và xã Châu Khánh thành một xã lấy tên là xã Khánh Hòa.\n#Hợp nhất xã Hòa Khởi và xã Hòa Đông thành một xã lấy tên là xã Hòa Đông.\n\n===Năm 1990: Quyết định 547\/QĐ-TCCP ngày 07 tháng 12===\n*Quyết định 547\/QĐ-TCCP<ref>Quyết định 547\/QĐ-TCCP về việc điều chỉnh địa giới một số xã thuộc các huyện Phụng Hiệp và Vĩnh Châu<\/ref> ngày 07 tháng 12 năm 1990 của Ban Tổ chức Chính phủ về việc điều chỉnh địa giới một số xã thuộc các huyện Phụng Hiệp và Vĩnh Châu:\n'''''huyện [[Phụng Hiệp]]'''''\n#Sáp nhập xã Tân Long vào xã Long Thạnh.\n#Sáp nhập xã Bình Thành vào xã Tân Bình.\n#Sáp nhập xã Hưng Điền vào xã Hiệp Hưng.\n'''''huyện [[Vĩnh Châu]]'''''\n#Giải thể xã Hòa Hải, nhập địa bàn vào xã Lai Hòa và xã Vĩnh Tân.\n#Giải thể xã Vĩnh Tiến, nhập địa bàn vào xã Vĩnh Phước và xã Vĩnh Hiệp.\n#Giải thể xã Hòa Thanh, nhập địa bàn vào xã Khánh Hòa và xã Hòa Đông.\n\n===Năm 1991: Quyết định 36\/QĐ-TCCP ngày 28 tháng 1===\n*Quyết định 36\/QĐ-TCCP<ref>Quyết định 36\/QĐ-TCCP về việc điều chỉnh địa giới một số xã thuộc các huyện Long Mỹ và Vị Thanh<\/ref> ngày 28 tháng 1 năm 1991 của Ban Tổ chức Chính phủ về việc điều chỉnh địa giới một số xã thuộc các huyện Long Mỹ và Vị Thanh.\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n#Sáp nhập xã Thuận Hòa vào xã Thuận Hưng.\n#Sáp nhập xã Tân Phú vào xã Long Phú.\n#Sáp nhập xã Long Hòa vào xã Long Bình.\n#Sáp nhập xã Long Tân vào xã Long Trị.\n#Sáp nhập xã Tân Thành vào xã Xà Phiên.\n#Sáp nhập xã Lương Nghĩa vào xã Lương Tâm.\n'''''huyện [[Vị Thanh]]'''''\n#Sáp nhập xã Vị Xuân vào xã Vị Đông.\n#Sáp nhập xã Vị Bình vào xã Vị Thanh.\n\n===Năm 1991: Quyết định 364\/QĐ-TCCP ngày 02 tháng 8===\n'''''huyện [[Vị Thanh]]'''''\n*Quyết định 364\/QĐ-TCCP<ref>Quyết định 364\/QĐ-TCCP về việc điều chỉnh địa giới xã thuộc huyện Vị Thanh<\/ref> ngày 02 tháng 8 năm 1991 của Ban Tổ chức Chính phủ về việc điều chỉnh địa giới xã thuộc huyện Vị Thanh:\n#Giải thể xã Vĩnh Hiếu, nhập địa bàn vào các xã Vĩnh Tường, Vĩnh Trung.\n\n===Năm 1991: Quyết định ngày 21 tháng 12===\n'''''huyện [[Ô Môn]]'''''\n*Quyết định ngày 21 tháng 12 năm 1991 của Ban Tổ chức Chính phủ về việc điều chỉnh địa giới một số xã thuộc huyện Ô Môn:\n#Giải thể xã Đông Hiệp, nhập địa bàn vào xã Thới Đông và xã Thới Lai.\n#Sáp nhập xã Thới Xuân vào xã Thới Đông.\n#Sáp nhập xã Đông Bình vào xã Đông Thuận.\n#Sáp nhập xã Xuân Bình vào xã Trường Xuân.\n\n==Thành lập tỉnh Cần Thơ==\n===Năm 1991: Nghị quyết ngày 26 tháng 12===\n*Nghị quyết ngày 26 tháng 12 năm 1991 của Quốc hội, chia tỉnh Hậu Giang thành hai tỉnh là tỉnh Cần Thơ và tỉnh Sóc Trăng:\n'''''Tỉnh [[Cần Thơ (tỉnh)|Cần Thơ]]''''':\n\nTỉnh Cần Thơ có bảy đơn vị hành chính gồm: Thành phố [[Cần Thơ (thành phố trực thuộc tỉnh)|Cần Thơ]] và sáu huyện: [[Châu Thành, Hậu Giang|Châu Thành]], [[Long Mỹ (huyện)|Long Mỹ]], [[Ô Môn]], [[Phụng Hiệp]], [[Thốt Nốt]], [[Vị Thanh]]\n*Tỉnh lỵ: Thành phố Cần Thơ.\n'''''Tỉnh [[Sóc Trăng]]''''':\n\nTỉnh Sóc Trăng có bảy đơn vị hành chính gồm: Thị xã [[Sóc Trăng (thành phố)|Sóc Trăng]] và sáu huyện: [[Kế Sách]], [[Long Phú]], [[Mỹ Tú]], [[Mỹ Xuyên]], [[Thạnh Trị]], [[Vĩnh Châu]]\n*Tỉnh lỵ: Thị xã Sóc Trăng.\n\n===Năm 1998: Nghị định 21\/1998\/NĐ-CP ngày 21 tháng 4===\n'''''huyện [[Ô Môn]]'''''\n*Nghị định '''21\/1998\/NĐ-CP'''<ref name=ND2198>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-21-1998-ND-CP-thanh-lap-thi-tran-Co-Do-va-cac-xa-Dong-Binh-Dong-Hiep-thuoc-huyen-OMon-tinh-Can-Tho-41624.aspx Nghị định 21\/1998\/NĐ-CP thành lập thị trấn Cờ Đỏ và các xã Đông Bình, Đông Hiệp thuộc huyện ÔMôn, tỉnh Cần Thơ]<\/ref> ngày 21 tháng 4 năm 1998 của Chính phủ về việc về thành lập thị trấn Cờ Đỏ và các xã Đông Bình, Đông Hiệp thuộc huyện Ô Môn, tỉnh Cần Thơ:\n#Thành lập thị trấn Cờ Đỏ trên cơ sở điều chỉnh 438 ha diện tích tự nhiên và 7.914 nhân khẩu của xã Thới Đông; 320 ha diện tích tự nhiên và 1.894 nhân khẩu của xã Thạnh Phú (thuộc huyện Thốt Nốt).\n#Thành lập xã Đông Bình trên cơ sở điều chỉnh 2.770,56 ha diện tích tự nhiên và 6.720 nhân khẩu của xã Đông Thuận.\n#Thành lập xã Đông Hiệp trên cơ sở điều chỉnh 1.754 ha diện tích tự nhiên và 5.222 nhân khẩu của xã Thới Đông; 680 ha diện tích tự nhiên và 1.337 nhân khẩu của xã Thới Long; 914,9 ha diện tích tự nhiên và 3.054 nhân khẩu của xã Thới Lai.\n\n===Năm 1999: Nghị định 45\/1999\/NĐ-CP ngày 01 tháng 7===\n'''''thị xã [[Vị Thanh]]''''', '''''huyện [[Vị Thủy]]''''', '''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n*Nghị định '''45\/1999\/NĐ-CP'''<ref name=ND4599>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-45-1999-ND-CP-thanh-lap-thi-xa-Vi-Thanh-doi-ten-huyen-Vi-Thanh-thanh-huyen-Vi-Thuy-va-thanh-lap-cac-phuong-xa-thi-tran-thuoc-tinh-Can-Tho-45424.aspx Nghị định 45\/1999\/NĐ-CP thành lập thị xã Vị Thanh, đổi tên huyện Vị Thanh thành huyện Vị Thủy và thành lập các phường, xã, thị trấn thuộc tỉnh Cần Thơ]<\/ref> ngày 01 tháng 7 năm 1999 của Chính phủ về việc tái lập thị xã Vị Thanh, đổi tên huyện Vị Thanh thành huyện Vị Thủy và thành lập các phường, xã, thị trấn thuộc thị xã Vị Thanh và huyện Vị Thủy, tỉnh Cần Thơ:\n#Thành lập thị xã Vị Thanh trên cơ sở toàn bộ diện tích và dân số của thị trấn Vị Thanh, xã Vị Tân, xã Hỏa Lựu, xã Hỏa Tiến, 438 ha diện tích tự nhiên và 6.326 nhân khẩu của xã Vị Đông, huyện Vị Thanh. Thị xã Vị Thanh có 11.582,15 ha diện tích tự nhiên và 70.456 nhân khẩu, có 7 đơn vị hành chính trực thuộc gồm 4 phường: phường I, phường III, phường IV, phường V và 3 xã: Vị Tân, Hoả Lựu và Hỏa Tiến.\n#Sau khi điều chỉnh địa giới hành chính, huyện Vị Thanh có 20.849,65 ha diện tích tự nhiên và 85.342 nhân khẩu và đổi tên thành huyện Vị Thủy.\n#Thành lập các phường thuộc thị xã Vị Thanh trên cơ sở thị trấn Vị Thanh (cũ), 438 ha diện tích tự nhiên và 6.326 nhân khẩu của xã Vị Đông, cụ thể như sau:\n##Thành lập phường I trên cơ sở 102,63 ha diện tích tự nhiên và 6.402 nhân khẩu.\n##Thành lập phường III trên cơ sở 1.270,36 ha diện tích tự nhiên và 7.109 nhân khẩu.\n##Thành lập phường IV trên cơ sở 562,32 ha diện tích tự nhiên và 11.272 nhân khẩu (trong đó có 210 ha diện tích tự nhiên và 3.754 nhân khẩu của xã Vị Đông).\n##Thành lập phường V trên cơ sở 803,38 ha diện tích tự nhiên và 7.497 nhân khẩu (trong đó có 228 ha diện tích tự nhiên và 2.572 nhân khẩu của xã Vị Đông).\n#Thành lập thị trấn và các xã thuộc huyện Vị Thủy và điều chuyển xã Vị Thắng của huyện Long Mỹ về huyện Vị Thủy:\n##Chuyển xã Vị Thắng thuộc huyện Long Mỹ với 2.321,49 ha diện tích tự nhiên và 9.796 nhân khẩu về huyện Vị Thủy quản lý.\n##Thành lập thị trấn Nàng Mau thuộc huyện Vị Thủy trên cơ sở 420 ha diện tích tự nhiên và 3.803 nhân khẩu của xã Vị Thủy; 204 ha diện tích tự nhiên và 1.819 nhân khẩu của xã Vị Thắng.\n##Thành lập xã Vị Bình thuộc huyện Vị Thủy trên cơ sở 2.108,52 ha diện tích tự nhiên và 8.252 nhân khẩu của xã Vị Thanh.\n##Thành lập xã Vị Trung thuộc huyện Vị Thủy trên cơ sở 2.141,73 ha diện tích tự nhiên và 8.299 nhân khẩu của xã Vị Thủy.\n#Sau khi điều chỉnh địa giới hành chính:\n##Huyện Vị Thủy có 23.171,04 ha diện tích tự nhiên và 95.138 nhân khẩu, gồm 10 đơn vị hành chính cấp xã là thị trấn Nàng Mau và các xã Vị Bình, Vị Trung, Vị Thủy, Vị Đông, Vị Thanh, Vĩnh Tường, Vĩnh Trung, Vĩnh Thuận Tây và Vị Thắng.\n##Huyện Long Mỹ có 40.092,58 ha diện tích tự nhiên và 136.873 nhân khẩu gồm 9 đơn vị hành chính là các xã: Long Trị, Long Phú, Thuận Hưng, Xà Phiên, Lương Tâm, Long Bình, Vĩnh Thuận Đông, Vĩnh Viễn và thị trấn Long Mỹ.\n\n===Năm 1999: Nghị định 80\/1999\/NĐ-CP ngày 24 tháng 8===\n*Nghị định '''80\/1999\/NĐ-CP'''<ref name=ND8099>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-80-1999-ND-CP-thanh-lap-xa-thuoc-huyen-Thot-Not-va-Phung-Hiep-tinh-Can-Tho-45613.aspx Nghị định 80\/1999\/NĐ-CP thành lập xã thuộc huyện Thốt Nốt và Phụng Hiệp, tỉnh Cần Thơ]<\/ref> ngày 24 tháng 8 năm 1999 của Chính phủ về việc thành lập các xã thuộc các huyện Thốt Nốt và Phụng Hiệp, tỉnh Cần Thơ:\n'''''huyện [[Thốt Nốt]]'''''\n#Thành lập xã Trung Kiên trên cơ sở 1.348,94 ha diện tích tự nhiên và 23.979 nhân khẩu của xã Trung Nhứt, 115 ha diện tích tự nhiên, 1.942 nhân khẩu của xã Thuận Hưng.\n'''''huyện [[Phụng Hiệp]]'''''\n#Thành lập xã Tân Long trên cơ sở 2.172 ha diện tích tự nhiên và 15.799 nhân khẩu của xã Long Thạnh.\n\n===Năm 2000: Nghị định 28\/2000\/NĐ-CP ngày 04 tháng 8===\n*Nghị định '''28\/2000\/NĐ-CP'''<ref name=ND2800>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-28-2000-ND-CP-thanh-lap-thi-tran-thuoc-cac-huyen-Thot-Not-O-Mon-va-Phung-Hiep-tinh-Can-Tho-46618.aspx Nghị định 28\/2000\/NĐ-CP thành lập thị trấn thuộc các huyện Thốt Nốt, Ô Môn và Phụng Hiệp, tỉnh Cần Thơ]<\/ref> ngày 04 tháng 8 năm 2000 của Chính phủ về việc thành lập thị trấn thuộc các huyện Thốt Nốt, Ô Môn và Phụng Hiệp, tỉnh Cần Thơ:\n'''''huyện [[Thốt Nốt]]'''''\n#Thành lập thị trấn Thanh An trên cơ sở 185,51 ha diện tích tự nhiên và 3.000 nhân khẩu của xã Thạnh Thắng; 1.595,1 ha diện tích tự nhiên và 9.157 nhân khẩu của xã Thạnh An.\n'''''huyện [[Ô Môn]]'''''\n#Thành lập thị trấn Thới Lai trên cơ sở 946,51 ha diện tích tự nhiên và 10.183 nhân khẩu của xã Thới Lai.\n'''''huyện [[Phụng Hiệp]]'''''\n#Thành lập thị trấn Cây Dương trên cơ sở 1.512 ha diện tích tự nhiên và 7.981 nhân khẩu của xã Hiệp Hưng; thành lập thị trấn Kinh Cùng thuộc huyện Phụng Hiệp trên cơ sở 1.300 ha diện tích tự nhiên và 10.288 nhân khẩu của xã Hoà An.\n\n===Năm 2000: Nghị định 64\/2000\/NĐ-CP ngày 06 tháng 11===\n'''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]''''', '''''huyện [[Châu Thành A]]'''''\n*Nghị định '''64\/2000\/NĐ-CP'''<ref name=ND6400>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-64-2000-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Chau-Thanh-de-tai-lap-huyen-Chau-Thanh-A-tinh-Can-Tho-8182.aspx Nghị định 64\/2000\/NĐ-CP điều chỉnh địa giới hành chính huyện Châu Thành để tái lập huyện Châu Thành A, tỉnh Cần Thơ]<\/ref> ngày 06 tháng 11 năm 2000 của Chính phủ về việc điều chỉnh địa giới hành chính huyện Châu Thành để tái lập huyện Châu Thành A, tỉnh Cần Thơ:\n#Tái lập huyện Châu Thành A trên cơ sở 22.139 ha diện tích tự nhiên và 163.357 nhân khẩu của huyện Châu Thành.\n#Huyện Châu Thành A gồm 8 đơn vị hành chính trực thuộc là các xã: Tân Thuận, Thạnh Xuân, Tân Hoà, Trường Long, Nhơn Ái, Nhơn Nghĩa, Trường Long Tây và Tân Phú Thạnh.\n#Sau khi điều chỉnh địa giới hành chính để tái lập huyện Châu Thành A, huyện Châu Thành có 18.851 ha diện tích tự nhiên và 121.689 nhân khẩu, gồm 6 đơn vị hành chính trực thuộc là các xã: Đông Thạnh, Đông Phú, Đông Phước, Phú An, Phú Hữu và thị trấn Cái Răng.\n\n===Năm 2001: Nghị định 37\/2001\/NĐ-CP ngày 10 tháng 7===\n*Nghị định '''37\/2001\/NĐ-CP'''<ref name=ND3701>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-37-2001-ND-CP-thanh-lap-xa-thi-tran-thuoc-cac-huyen-Chau-Thanh-va-Chau-Thanh-A-tinh-Can-Tho-47914.aspx Nghị định 37\/2001\/NĐ-CP thành lập xã, thị trấn thuộc các huyện Châu Thành và Châu Thành A, tỉnh Cần Thơ]<\/ref> ngày 10 tháng 7 năm 2001 của Chính phủ về việc thành lập xã, thị trấn thuộc các huyện Châu Thành và Châu Thành A, tỉnh Cần Thơ:\n'''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]'''''\n#Thành lập xã Phú Hữu A thuộc huyện Châu Thành trên cơ sở 1.799 ha diện tích tự nhiên và 10.593 nhân khẩu của xã Phú Hữu.\n#Thành lập thị trấn Ngã Sáu thuộc huyện Châu Thành trên cơ sở 1.100 ha diện tích tự nhiên và 5.530 nhân khẩu của xã Đông Phước.\n#Thành lập xã Đông Phước A thuộc huyện Châu Thành trên cơ sở 2.258 ha diện tích tự nhiên và 9.290 nhân khẩu của xã Đông Phước.\n'''''huyện [[Châu Thành A]]'''''\n#Thành lập xã Nhơn Nghĩa A thuộc huyện Châu Thành A trên cơ sở 1.840 ha diện tích tự nhiên và 11.999 nhân khẩu của xã Nhơn Nghĩa.\n#Thành lập xã Trường Long A thuộc huyện Châu Thành A trên cơ sở 2.771 ha diện tích tự nhiên và 10.619 nhân khẩu của xã Trường Long Tây.\n\n===Năm 2002: Nghị định 37\/2002\/NĐ-CP ngày 19 tháng 4===\n*Nghị định '''47\/2002\/NĐ-CP'''<ref name=ND0402>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-47-2002-ND-CP-thanh-lap-xa-thuoc-huyen-O-Mon-Phung-Hiep-va-Thot-Not-tinh-Can-Tho-49599.aspx Nghị định 47\/2002\/NĐ-CP thành lập xã thuộc huyện Ô Môn, Phụng Hiệp và Thốt Nốt, tỉnh Cần Thơ]<\/ref> ngày 19 tháng 4 năm 2002 của Chính phủ về việc thành lập xã thuộc huyện Ô Môn, Phụng Hiệp và Thốt Nốt, tỉnh Cần Thơ:\n'''''huyện [[Ô Môn]]'''''\n#Thành lập xã Trường Xuân A trên cơ sở 3.679,07 ha diện tích tự nhiên và 13.094 nhân khẩu của xã Trường Xuân.\n'''''huyện [[Phụng Hiệp]]'''''\n#Thành lập xã Bình Thành trên cơ sở 2.392,97 ha diện tích tự nhiên và 9.497 nhân khẩu của xã Tân Bình.\n'''''huyện [[Thốt Nốt]]'''''\n#Thành lập xã Trung Thạnh trên cơ sở 2.194,8 ha diện tích tự nhiên và 15.864 nhân khẩu của xã Trung An; thành lập xã Thạnh Mỹ thuộc huyện Thốt Nốt trên cơ sở 2.481,65 ha diện tích tự nhiên và 11.448 nhân khẩu của xã Thạnh Quới.\n\n===Năm 2003: Nghị định 48\/2003\/NĐ-CP ngày 12 tháng 5===\n*Nghị định '''48\/2003\/NĐ-CP'''<ref name=ND48>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-48-2003-ND-CP-thanh-lap-xa-phuong-thi-tran-thuoc-huyen-Chau-Thanh-A-O-Mon-Phung-Hiep-va-thi-xa-Vi-Thanh-tinh-Can-Tho-6621.aspx Nghị định 48\/2003\/NĐ-CP thành lập xã, phường, thị trấn thuộc huyện Châu Thành A, Ô Môn, Phụng Hiệp và thị xã Vị Thanh, tỉnh Cần Thơ]<\/ref> ngày 12 tháng 5 năm 2003 của Chính phủ về việc thành lập xã, phường, thị trấn thuộc huyện Châu Thành A, Ô Môn, Phụng Hiệp và thị xã Vị Thanh, tỉnh Cần Thơ:\n'''''huyện [[Châu Thành A]]'''''\n#Thành lập thị trấn Một Ngàn - thị trấn huyện lỵ của huyện Châu Thành A trên cơ sở điều chỉnh 433 ha diện tích tự nhiên và 4.124 nhân khẩu của xã Tân Thuận, 297 ha diện tích tự nhiên và 2.632 nhân khẩu của xã Nhơn Nghĩa A.\n'''''huyện [[Ô Môn]]'''''\n#Thành lập xã Xuân Thắng trên cơ sở 1.207,7 ha diện tích tự nhiên và 7.645 nhân khẩu của xã Thới Lai.\n'''''huyện [[Phụng Hiệp]]'''''\n#Thành lập xã Tân Thành trên cơ sở 1.481,1 ha diện tích tự nhiên và 6.924 nhân khẩu của xã Đại Thành.\n'''''thị xã [[Vị Thanh]]'''''\n#Thành lập phường 7 trên cơ sở 616 ha diện tích tự nhiên và 6.625 nhân khẩu của xã Hỏa Lựu.\n\n==Thành lập tỉnh Hậu Giang==\n===Năm 2003: Nghị quyết ngày 26 tháng 11===\n*Nghị quyết ngày 26 tháng 11 năm 2003 của Quốc hội, chia tỉnh Cần Thơ thành thành phố Cần Thơ và tỉnh Hậu Giang:\n'''''Thành phố [[Cần Thơ]]''''':\n\nThành phố Cần Thơ trực thuộc trung ương có diện tích tự nhiên là 138.959,99 ha và dân số hiện tại là 1.112.121 người, bao gồm: diện tích và số dân của thành phố Cần Thơ cũ; huyện Ô Môn; huyện Thốt Nốt; một phần của huyện Châu Thành, bao gồm: thị trấn Cái Răng; các ấp Thạnh Mỹ, Thạnh Huề, Thạnh Thắng, Yên Hạ và 176 ha diện tích cùng với 2.216 người của ấp Phú Quới thuộc xã Đông Thạnh; các ấp Thạnh Hóa, Thạnh Hưng, Thạnh Thuận, An Hưng, Thạnh Phú, Phú Khánh, Khánh Bình và 254,19 ha diện tích cùng với 1.806 người của ấp Phú Hưng thuộc xã Phú An; các ấp Phú Thành, Phú Thạnh, Phú Thuận, Phú Thuận A và 304,61 ha diện tích cùng với 1.262 người của ấp Phú Lợi thuộc xã Đông Phú; một phần của huyện Châu Thành A, bao gồm: xã Trường Long; xã Nhơn Ái; xã Nhơn Nghĩa; ấp Tân Thạnh Đông và 84,7 ha diện tích cùng với 640 người của ấp Tân Thạnh Tây thuộc xã Tân Phú Thạnh.\n\n'''''Tỉnh [[Hậu Giang]]''''':\n\nTỉnh Hậu Giang có diện tích tự nhiên là 160.772,49 ha và dân số hiện tại là 766.105 người, bao gồm: diện tích và số dân của thị xã Vị Thanh; huyện Phụng Hiệp; huyện Long Mỹ; huyện Vị Thủy; phần còn lại của huyện Châu Thành và huyện Châu Thành A, trừ phần diện tích và số dân của hai huyện này đã được điều chỉnh về thành phố Cần Thơ trực thuộc trung ương.\n*Tỉnh lỵ: Thị xã Vị Thanh.\n\n===Năm 2004: Nghị định 06\/2004\/NĐ-CP ngày 02 tháng 1===\n*Nghị định '''06\/2004\/NĐ-CP'''<ref name=ND06>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-06-2004-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thuoc-huyen-Chau-Thanh-A-thuoc-tinh-Hau-Giang-52395.aspx Nghị định 06\/2004\/NĐ-CP điều chỉnh địa giới hành chính xã thuộc các huyện Châu Thành và Châu Thành A thuộc tỉnh Hậu Giang]<\/ref> ngày 02 tháng 1 năm 2004 của Chính phủ về việc điều chỉnh địa giới hành chính xã thuộc các huyện Châu Thành và Châu Thành A thuộc tỉnh Hậu Giang:\n'''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]'''''\n#Xã Đông Thạnh sau khi điều chỉnh một phần diện tích tự nhiên và dân số về thành phố Cần Thơ (mới) có 1.181,71 ha diện tích tự nhiên và 9.153 nhân khẩu.\n#Xã Phú An sau khi điều chỉnh một phần diện tích tự nhiên và dân số về thành phố Cần Thơ (mới) có 814,94 ha diện tích tự nhiên và 4.116 nhân khẩu.\n#Xã Đông Phú sau khi điều chỉnh một phần diện tích tự nhiên và dân số về thành phố Cần Thơ (mới) có 1.775,98 ha diện tích tự nhiên và 9.136 nhân khẩu.\n#Huyện Châu Thành sau khi điều chỉnh địa giới hành chính, có 14.578,91 ha diện tích tự nhiên và 81.194 nhân khẩu; gồm 8 đơn vị hành chính trực thuộc là: thị trấn Ngã Sáu, các xã Đông Phú, Phú Hữu A, Phú Hữu, Phú An, Đông Thạnh, Đông Phước và Đông Phước A.\n'''''huyện [[Châu Thành A]]'''''\n#Xã Tân Phú Thạnh sau khi điều chỉnh một phần diện tích tự nhiên và dân số về thành phố Cần Thơ (mới) có 1.996,92 ha diện tích tự nhiên và 21.514 nhân khẩu.\n#Huyện Châu Thành A sau khi điều chỉnh địa giới hành chính, có 15.319,45 ha diện tích tự nhiên và 98,805 nhân khẩu; gồm 8 đơn vị hành chính trực thuộc là: thị trấn Một Ngàn, các xã Trường Long Tây, Nhơn Nghĩa A, Trường Long A, Thạnh Xuân, Tân Thuận, Tân Hòa và Tân Phú Thạnh.\n\n===Năm 2005: Nghị định 98\/2005\/NĐ-CP ngày 26 tháng 7===\n*Nghị định 98\/2007\/NĐ-CP<ref name=ND98>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-98-2005-ND-CP-thanh-lap-thi-xa-Tan-Hiep-tinh-Hau-Giang-thanh-lap-phuong-xa-thuoc-Tan-Hiep-2569.aspx Nghị định 98\/2005\/NĐ-CP thành lập thị xã Tân Hiệp, tỉnh Hậu Giang, thành lập phường, xã thuộc thuộc thị xã Tân Hiệp, tỉnh Hậu Giang]<\/ref> ngày 26 tháng 7 năm 2005 của Chính phủ về việc thành lập thị xã Tân Hiệp, tỉnh Hậu Giang, thành lập phường, xã thuộc thuộc thị xã Tân Hiệp, tỉnh Hậu Giang:\n'''''huyện [[Phụng Hiệp]]''''', '''''thị xã [[Ngã Bảy|Tân Hiệp]]'''''\n#Thành lập thị xã Tân Hiệp trên cơ sở toàn bộ diện tích tự nhiên và dân số của thị trấn Phụng Hiệp, xã Đại Thành, xã Tân Thành, 1.932,76 ha diện tích tự nhiên và 11.482 nhân khẩu của xã Phụng Hiệp, 220 ha diện tích tự nhiên và 1.170 nhân khẩu của xã Tân Phước Hưng thuộc huyện Phụng Hiệp.\n#Thị xã Tân Hiệp có 7.894,93 ha diện tích tự nhiên và 61.024 nhân khẩu.\n#Thành lập phường, xã thuộc thị xã Tân Hiệp:\n##Thành lập phường Ngã Bảy trên cơ sở 217,61 ha diện tích tự nhiên và 8.964 nhân khẩu của thị trấn Phụng Hiệp, 78,65 ha diện tích tự nhiên và 1.500 nhân khẩu của xã Phụng Hiệp, 176,69 ha diện tích tự nhiên và 3.100 nhân khẩu của xã Đại Thành. Phường Ngã Bảy có 472,95 ha diện tích tự nhiên và 13.564 nhân khẩu.\n##Thành lập phường Lái Hiếu trên cơ sở 357,99 ha diện tích tự nhiên và 7.160 nhân khẩu của thị trấn Phụng Hiệp, 338,38 ha diện tích tự nhiên và 1.996 nhân khẩu của xã Phụng Hiệp, 120 ha diện tích tự nhiên và 670 nhân khẩu của xã Tân Phước Hưng. Phường Lái Hiếu có 816,37 ha diện tích tự nhiên và 9.826 nhân khẩu.\n##Thành lập phường Hiệp Thành trên cơ sở 828,57 ha diện tích tự nhiên và 8.632 nhân khẩu của thị trấn Phụng Hiệp, 296,61 ha diện tích tự nhiên và 1.917 nhân khẩu của xã Đại Thành, 100 ha diện tích tự nhiên và 500 nhân khẩu của xã Tân Phước Hưng. Phường Hiệp Thành có 1.225,18 ha diện tích tự nhiên và 11.049 nhân khẩu.\n##Thành lập xã Hiệp Lợi trên cơ sở 1.515,73 ha diện tích tự nhiên và 7.986 nhân khẩu của xã Phụng Hiệp. Xã Hiệp Lợi có 1.515,73 ha diện tích tự nhiên và 7.986 nhân khẩu.\n#Sau khi điều chỉnh địa giới hành chính thành lập thị xã Tân Hiệp và các phường, xã trực thuộc:\n##Thị xã Tân Hiệp có 6 đơn vị hành chính trực thuộc là các phường Ngã Bảy, Lái Hiếu, Hiệp Thành và các xã Hiệp Lợi, Đại Thành, Tân Thành.\n##Huyện Phụng Hiệp còn lại 48.481,05 ha diện tích tự nhiên và 205.460 người, có 14 đơn vị hành chính trực thuộc là các xã Phụng Hiệp, Tân Phước Hưng, Tân Bình, Hoà An, Phương Bình, Phương Phú, Hoà Mỹ, Hiệp Hưng, Thạnh Hoà, Bình Thành, Tân Long, Long Thạnh và các thị trấn Cây Dương, Kinh Cùng.\n\n===Năm 2006: Nghị định 124\/2006\/NĐ-CP ngày 27 tháng 10===\n*Nghị định '''124\/2006\/NĐ-CP'''<ref name=ND124>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-124-2006-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-xa-thi-tran-thuoc-thi-xa-Vi-Thanh-huyen-Long-My-doi-ten-Tan-Hiep-Nga-Bay-Hau-Giang-14846.aspx Nghị định 124\/2006\/NĐ-CP điều chỉnh địa giới hành chính thành lập xã thị trấn thuộc thị xã Vị Thanh, huyện Long Mỹ; đổi tên thị xã Tân Hiệp thành thị xã Ngã Bảy, tỉnh Hậu Giang]<\/ref> ngày 27 tháng 10 năm 2006 của Chính phủ về việc điều chỉnh địa giới hành chính thành lập xã thị trấn thuộc thị xã Vị Thanh, huyện Long Mỹ; đổi tên thị xã Tân Hiệp thành thị xã Ngã Bảy, tỉnh Hậu Giang:\n'''''thị xã [[Vị Thanh]]'''''\n#Thành lập xã Tân Tiến thuộc thị xã Vị Thanh trên cơ sở điều chỉnh 2.202,12 ha diện tích tự nhiên và 7.089 nhân khẩu của xã Hỏa Tiến.\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n#Thành lập xã Thuận Hòa thuộc huyện Long Mỹ trên cơ sở điều chỉnh 2.700,77 ha diện tích tự nhiên và 11.065 nhân khẩu của xã Thuận Hưng.\n#Thành lập thị trấn Trà Lồng thuộc huyện Long Mỹ trên cơ sở điều chỉnh 713,56 ha diện tích tự nhiên và 4.571 nhân khẩu của xã Long Phú.\n#Thành lập xã Tân Phú thuộc huyện Long Mỹ trên cơ sở điều chỉnh 2.550,37 ha diện tích tự nhiên và 9.060 nhân khẩu của xã Long Phú.\n'''''thị xã [[Ngã Bảy|Tân Hiệp]]''''', '''''thị xã [[Ngã Bảy]]'''''\n#Đổi tên thị xã Tân Hiệp thành thị xã Ngã Bảy.\n\n===Năm 2007: Nghị định 34\/2007\/NĐ-CP ngày 08 tháng 3===\n'''''huyện [[Châu Thành A]]'''''\n*Nghị định '''''34\/2007\/NĐ-CP'''''<ref name=ND34>[https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-34-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-Thanh-Xuan-Tan-Phu-Thanh-de-thanh-lap-thi-tran-Rach-Goi-Cai-Tac-Chau-Thanh-A-tinh-Hau-Giang-16989.aspx Nghị định 34\/2007\/NĐ-CP điều chỉnh địa giới hành chính các xã Thạnh Xuân, Tân Phú Thạnh để thành lập các thị trấn Rạch Gòi, Cái Tắc thuộc huyện Châu Thành A, tỉnh Hậu Giang]<\/ref> ngày 08 tháng 3 năm 2007 của Chính phủ về việc điều chỉnh địa giới hành chính các xã Thạnh Xuân, Tân Phú Thạnh để thành lập các thị trấn Rạch Gòi, Cái Tắc thuộc huyện Châu Thành A, tỉnh Hậu Giang:\n#Thành lập thị trấn Rạch Gòi trên cơ sở điều chỉnh 977,84 ha diện tích tự nhiên và 10.073 nhân khẩu của xã Thạnh Xuân.\n#Thành lập thị trấn Cái Tắc trên cơ sở điều chỉnh 1.050,15 ha diện tích tự nhiên và 11.140 nhân khẩu của xã Tân Phú Thạnh.\n\n===Năm 2007: Nghị định 182\/2007\/NĐ-CP ngày 13 tháng 12===\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n*Nghị định '''''182\/2007\/NĐ-CP'''''<ref name=ND182>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-182-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-Luong-Tam-xa-Vinh-Vien-de-thanh-lap-xa-Luong-Nghia-Vinh-Vien-A-thuoc-Long-My-tinh-Hau-Giang-60113.aspx Nghị định 182\/2007\/NĐ-CP điều chỉnh địa giới hành chính các xã Lương Tâm, Vĩnh Viễn để thành lập các xã Lương Nghĩa, Vĩnh Viễn A thuộc huyện Long Mỹ, tỉnh Hậu Giang]<\/ref> ngày 13 tháng 12 năm 2007 của Chính phủ về việc điều chỉnh địa giới hành chính các xã Lương Tâm, Vĩnh Viễn để thành lập các xã Lương Nghĩa, Vĩnh Viễn A thuộc huyện Long Mỹ, tỉnh Hậu Giang:\n#Thành lập xã Lương Nghĩa trên cơ sở điều chỉnh 2.823 ha diện tích tự nhiên và 10.024 nhân khẩu của xã Lương Tâm.\n#Thành lập xã Vĩnh Viễn A trên cơ sở điều chỉnh 2.498,31 ha diện tích tự nhiên và 8.308 nhân khẩu của xã Vĩnh Viễn.\n\n===Năm 2009: Nghị quyết 37\/NQ-CP ngày 24 tháng 8===\n*Nghị quyết '''''37\/NQ-CP'''''<ref name=NQ37>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-37-NQ-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-xa-thi-tran-thuoc-huyen-Chau-Thanh-A-huyen-Chau-Thanh-huyen-Long-My-Hau-Giang\/93660\/noi-dung.aspx Nghị quyết 37\/NQ-CP điều chỉnh địa giới hành chính xã, thành lập xã, thị trấn thuộc huyện Châu Thành A, huyện Châu Thành, huyện Long Mỹ, tỉnh Hậu Giang]<\/ref> ngày 24 tháng 8 năm 2009 của Chính phủ về việc điều chỉnh địa giới hành chính xã, thành lập xã, thị trấn thuộc huyện Châu Thành A, huyện Châu Thành, huyện Long Mỹ, tỉnh Hậu Giang:\n'''''huyện [[Châu Thành A]]'''''\n#Thành lập thị trấn Bảy Ngàn trên cơ sở điều chỉnh 1.302,64 ha diện tích tự nhiên và 11.990 nhân khẩu của xã Tân Hòa.\n#Điều chỉnh 441,18 ha diện tích tự nhiên và 3.274 nhân khẩu còn lại của xã Tân Hòa vào xã Tân Thuận quản lý và được lấy tên là xã Tân Hòa.\n'''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]'''''\n#Thành lập xã Phú Tân thuộc huyện Châu Thành trên cơ sở điều chỉnh 1.637 ha diện tích tự nhiên và 12.054 nhân khẩu của xã Phú Hữu.\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n#Thành lập xã Long Trị A trên cơ sở điều chỉnh 2.041,43 ha diện tích tự nhiên và 10.965 nhân khẩu của xã Long Trị.\n\n===Năm 2010: Nghị quyết 34\/NQ-CP ngày 23 tháng 9===\n'''''thành phố [[Vị Thanh]]'''''\n*Nghị quyết '''''34\/NQ-CP'''''<ref name=NQ34>[https:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-34-NQ-CP-thanh-lap-thanh-pho-Vi-Thanh-thuoc-tinh-Hau-Giang-vb112091t13.aspx Nghị quyết 34\/NQ-CP năm 2010 thành lập thành phố Vị Thanh thuộc tỉnh Hậu Giang]<\/ref> ngày 23 tháng 9 năm 2010 của Chính phủ về việc thành lập thành phố Vị Thanh thuộc tỉnh Hậu Giang:\n#Thành lập thành phố Vị Thanh thuộc tỉnh Hậu Giang trên cơ sở toàn bộ diện tích tự nhiên, dân số và các đơn vị hành chính trực thuộc của thị xã Vị Thanh.\n#Thành phố Vị Thanh có diện tích tự nhiên 11.867,74 ha và 97.222 nhân khẩu, có 09 đơn vị hành chính cấp xã, gồm các phường: I, III, IV, V, VII và các xã: Vị Tân, Hỏa Lựu, Tân Tiến, Hỏa Tiến.\n\n===Năm 2011: Nghị quyết 06\/NQ-CP ngày 24 tháng 1===\n*Nghị quyết '''''06\/NQ-CP'''''<ref name=NQ06>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-06-NQ-CP-thanh-lap-thi-tran-Mai-Dam-thuoc-huyen-Chau-Thanh\/118123\/noi-dung.aspx Nghị quyết 06\/NQ-CP thành lập thị trấn Mái Dầm thuộc huyện Châu Thành, điều chỉnh địa giới hành chính thành lập thị trấn Búng Tàu thuộc huyện Phụng Hiệp, tỉnh Hậu Giang]<\/ref> ngày 24 tháng 1 năm 2011 của Chính phủ về việc thành lập thị trấn Mái Dầm thuộc huyện Châu Thành, điều chỉnh địa giới hành chính thành lập thị trấn Búng Tàu thuộc huyện Phụng Hiệp, tỉnh Hậu Giang:\n'''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]'''''\n#Thành lập thị trấn Mái Dầm trên cơ sở nguyên trạng 1.601,68 ha diện tích tự nhiên và 11.737 nhân khẩu của xã Phú Hữu A.\n'''''huyện [[Phụng Hiệp]]'''''\n#Thành lập thị trấn Búng Tàu thuộc huyện Phụng Hiệp trên cơ sở điều chỉnh 1.518,5 ha diện tích tự nhiên và 7.413 nhân khẩu của xã Tân Phước Hưng.\n\n===Năm 2015: Nghị quyết 933\/2015\/NQ-UBTVQH ngày 15 tháng 5===\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]''''', '''''thị xã [[Long Mỹ (thị xã)|Long Mỹ]]'''''\n*Nghị quyết '''''933\/2015\/NQ-UBTVQH'''''<ref>Nghị quyết số 933\/2015\/NQ-UBTVQH thành lập thị xã Long Mỹ, thành lập các phường thuộc thị xã Long Mỹ, tỉnh Hậu Giang<\/ref> ngày 15 tháng 5 năm 2015 của Ủy ban Thường vụ Quốc hội về việc điều chỉnh địa giới hành chính huyện Long Mỹ để thành lập thị xã Long Mỹ; thành lập các phường thuộc thị xã Long Mỹ, tỉnh Hậu Giang:\n#Thành lập thị xã Long Mỹ trên cơ sở tách 2 thị trấn: Long Mỹ, Trà Lồng và 5 xã: Long Bình, Long Phú, Long Trị, Long Trị A, Tân Phú thuộc huyện Long Mỹ.\n#Thị xã Long Mỹ có 14.400 ha diện tích tự nhiên và 73.000 nhân khẩu.\n#Thành lập phường thuộc thị xã Long Mỹ:\n##Thành lập phường Bình Thạnh thuộc thị xã Long Mỹ trên cơ sở điều chỉnh toàn bộ diện tích tự nhiên và nhân khẩu của ấp 1 thuộc thị trấn Long Mỹ, ấp Bình Thạnh, Bình An và một phần ấp Bình Hòa, Bình Hiếu thuộc xã Long Bình.\n##Thành lập phường Thuận An thuộc thị xã Long Mỹ trên cơ sở toàn bộ diện tích tự nhiên và nhân khẩu của ấp 2, 3, 4, 5, 6 thuộc thị trấn Long Mỹ.\n##Thành lập phường Trà Lồng thuộc thị xã Long Mỹ trên cơ sở toàn bộ diện tích tự nhiên và nhân khẩu của thị trấn Trà Lồng và điều chỉnh một phần diện tích tự nhiên và nhân khẩu của xã Tân Phú.\n##Thành lập phường Vĩnh Tường thuộc thị xã Long Mỹ trên cơ sở điều chỉnh một phần diện tích tự nhiên và nhân khẩu của ấp Bình Tân, Bình Hòa, Bình Hiếu thuộc xã Long Bình.\n#Sau khi điều chỉnh địa giới hành chính huyện Long Mỹ để thành lập thị xã Long Mỹ; thành lập các phường thuộc thị xã Long Mỹ:\n##Thị xã Long Mỹ có 14.400 ha diện tích tự nhiên và 73.000 nhân khẩu; có 9 đơn vị hành chính bao gồm 4 phường: Bình Thạnh, Thuận An, Trà Lồng, Vĩnh Tường và 5 xã: Long Bình, Long Phú, Long Trị, Long Trị A, Tân Phú.\n##Huyện Long Mỹ có 25.000 ha diện tích tự nhiên và 85.000 nhân khẩu, có 8 đơn vị hành chính trực thuộc gồm 8 xã: Thuận Hưng, Thuận Hòa, Vĩnh Thuận Đông, Vĩnh Viễn, Vĩnh Viễn A, Lương Tâm, Lương Nghĩa, Xà Phiên.\n\n===Năm 2019: Nghị quyết 655\/NQ-UBTVQH14 ngày 12 tháng 3===\n'''''huyện [[Long Mỹ (huyện)|Long Mỹ]]'''''\n*Nghị quyết '''655\/NQ-UBTVQH14'''<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-655-NQ-UBTVQH14-2019-thanh-lap-thi-tran-Vinh-Vien-thuoc-huyen-Long-My-Hau-Giang-410089.aspx Nghị quyết số 655\/NQ-UBTVQH14 năm 2019 của Ủy ban Thường vụ Quốc hội về việc thành lập thị trấn Vĩnh Viễn thuộc huyện Long Mỹ, tỉnh Hậu Giang]<\/ref> ngày 12 tháng 3 năm 2019 của Ủy ban Thường vụ Quốc hội về việc thành lập thị trấn Vĩnh Viễn thuộc huyện Long Mỹ, tỉnh Hậu Giang:\n#Thành lập thị trấn Vĩnh Viễn thuộc huyện Long Mỹ trên cơ sở toàn bộ 40,72&nbsp;km² diện tích tự nhiên và 11.142 nhân khẩu của xã Vĩnh Viễn.\n#Huyện Long Mỹ có 8 đơn vị hành chính trực thuộc gồm 7 xã: Thuận Hưng, Thuận Hòa, Vĩnh Thuận Đông, Vĩnh Viễn A, Lương Tâm, Lương Nghĩa, Xà Phiên và thị trấn Vĩnh Viễn.\n\n===Năm 2020: Nghị quyết 869\/NQ-UBTVQH14 ngày 10 tháng 1===\n*Nghị quyết '''869\/NQ-UBTVQH14'''<ref>Nghị quyết số 869\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Hậu Giang.<\/ref> ngày 10 tháng 1 năm 2020 của Ủy ban Thường vụ Quốc hội về việc thành lập thành phố Ngã Bảy và sắp xếp đơn vị hành chính cấp xã thuộc tỉnh Hậu Giang:\n'''''thành phố [[Ngã Bảy]]'''''\n#Thành lập phường Hiệp Lợi thuộc thị xã Ngã Bảy trên cơ sở 1.515,73 ha diện tích tự nhiên và 7.986 nhân khẩu của xã Hiệp Lợi.\n#Thành lập thành phố Ngã Bảy trên cơ sở toàn bộ 780,7 ha diện tích tự nhiên và 56.182 nhân khẩu của thị xã Ngã Bảy.\n#Thành phố Ngã Bảy có 780,7 ha diện tích tự nhiên và 56.182 nhân khẩu, có 6 đơn vị hành chính cấp xã gồm 4 phường: Hiệp Lợi, Hiệp Thành, Lái Hiếu, Ngã Bảy và 2 xã: Đại Thành, Tân Thành.\n'''''huyện [[Châu Thành, Hậu Giang|Châu Thành]]'''''\n#Giải thể xã Phú An, địa bàn sáp nhập vào xã Đông Thạnh và thị trấn Ngã Sáu.\n#Huyện Châu Thành có 8 đơn vị hành chính cấp xã gồm 2 thị trấn: Ngã Sáu, Mái Dầm và 6 xã: Đông Phú, Đông Phước, Đông Phước A, Đông Thạnh, Phú Hữu, Phú Tân.\n\nSau khi thành lập thành phố Ngã Bảy và sắp xếp đơn vị hành chính cấp xã thuộc tỉnh Hậu Giang, tỉnh Hậu Giang có 8 đơn vị hành chính gồm: Thành phố Vị Thanh, thành phố Ngã Bảy, thị xã Long Mỹ và 5 huyện: Châu Thành, Châu Thành A, Long Mỹ, Phụng Hiệp, Vị Thủy, có 75 đơn vị hành chính cấp xã gồm 51 xã, 13 phường và 11 thị trấn.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{Đơn vị hành chính thuộc tỉnh Hậu Giang}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Hậu Giang]]\n[[Thể loại:Hành chính Hậu Giang]]"}