{"3692299":"'''[[Phú Thọ]]''' là một [[tỉnh]] thuộc vùng [[trung du và miền núi Bắc Bộ]]. Phía bắc giáp tỉnh [[Tuyên Quang]], phía nam giáp tỉnh [[Hòa Bình]], phía đông giáp tỉnh [[Vĩnh Phúc]] và thủ đô [[Hà Nội]], phía tây giáp tỉnh [[Yên Bái]] và tỉnh [[Sơn La]].\n==Trước năm 1945==\nPhú Thọ được coi là vùng [[Đất tổ]] cội nguồn của Việt Nam. Tương truyền tại nơi đây các [[Hùng Vương|vua Hùng]] đã dựng nước nên nhà nước [[Văn Lang]] - nhà nước đầu tiên của Việt Nam, với [[kinh đô]] là [[Phong Châu (kinh đô)|Phong Châu]], tức xung quanh thành phố Việt Trì ngày nay.\n\nThời [[Hùng Vương]], nhà nước Văn Lang được chi thành 16 bộ, trong đó Phú Thọ thuộc bộ Văn Lang, trung tâm của nước Văn Lang.\n\nThời [[An Dương Vương]] với nhà nước [[Âu Lạc]], Phú Thọ thuộc huyện [[Mê Linh]].\n\nDưới thời [[Bắc thuộc]] (từ năm 111 trước [[Công Nguyên|Công nguyên]] đến thế kỷ thứ X), Phú Thọ thuộc quận Mê Linh, [[Tân Xương]], [[Phong Châu (kinh đô)|Phong Châu]].\n\nThời [[loạn 12 sứ quân]], Phú Thọ là địa bàn chiếm đóng của 2 sứ quân [[Kiều Công Hãn]] và [[Kiều Thuận]] tại các căn cứ Hồi Hồ và Phong Châu.\n\nThời kỳ phong kiến độc lập nhà Lý Trần, phân cấp hành chính của Việt Nam có sự thay đổi, chế độ quận, huyện thời Bắc thuộc được thay thế bằng các đạo (lộ, trấn, xứ, tỉnh), dưới đạo là các phủ, châu, huyện. Phú Thọ thuộc lộ [[Tam Giang]].\n\nTừ thời [[Nhà Lê sơ|nhà Lê]] đến đầu triều [[nhà Nguyễn]] ([[1428]] - [[1891]]), phần lớn tỉnh Phú Thọ ngày nay thuộc tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] trừ huyện [[Thanh Xuyên]] và huyện [[Yên Lập]] thuộc tỉnh [[Hưng Hóa (tỉnh)|Hưng Hóa]] (huyện Thanh Xuyên nay là 3 huyện [[Tân Sơn]], [[Thanh Sơn]] và [[Thanh Thủy, Phú Thọ|Thanh Thủy]]; huyện [[Yên Lập]] thuộc phủ [[Quy Hóa]] nay thuộc tỉnh Phú Thọ).\n\nNăm [[Minh Mạng]] thứ 12 ([[1831]]), nhà vua đã tiến hành cải cách hành chính, đổi tất cả các trấn trong nước là tỉnh, phân lại địa giới các tỉnh (điều chuyển một số huyện từ tỉnh nọ sang tỉnh kia), chia tách một số huyện lớn... Theo đó, trong địa bàn tỉnh [[Sơn Tây (tỉnh cũ)|Sơn Tây]] đã điều chuyển như sau:\n\nĐiều chuyển huyện [[Từ Liêm]] về tỉnh [[Hà Nội]];\n\nĐiều chuyển huyện [[Tam Nông, Phú Thọ|Tam Nông]] về tỉnh Hưng Hóa để làm tỉnh lỵ (tỉnh Hưng Hóa khi đó bao gồm toàn bộ diện tích các tỉnh vùng [[tây bắc]] Việt Nam ngày nay).\n\nTrong địa bàn tỉnh Hưng Hóa, năm 1833, tách huyện Thanh Xuyên phủ [[Gia Hưng]] thành hai huyện [[Thanh Sơn]] và [[Thanh Thủy, Phú Thọ|Thanh Thủy]].\n\nSau khi đánh chiếm [[Bắc Kỳ]], hoàn thành việc xâm lược toàn bộ [[Việt Nam]], thực dân [[Pháp]] lập ra các đạo quan binh, các quân khu, tiểu quân khu... để dễ dàng và chủ động đàn áp các phong trào kháng chiến. Theo đó, tỉnh Hưng Hóa với địa bàn rộng lớn ở vùng tây bắc Việt Nam đã được chia thành nhiều tiểu quân khu: tiểu quân khu [[Tuyên Quang]], tiểu quân khu [[Lào Cai]], tiểu quân khu [[Yên Bái]], tiểu quân khu [[Sơn La|Vạn Bú]]; tiểu quân khu phụ [[Lai Châu]] (sau đổi thành các tỉnh dân sự Tuyên Quang, Yên Bái, Lào Cai, Sơn La, Lai Châu...).\n\nSau khi cắt đi 16 châu, 4 phủ và hai huyện [[Trấn Yên]], [[Văn Chấn]] để thành lập các đạo quan binh, khu quân sự, tiểu quân khu, [[Toàn quyền Đông Dương]] đã điều chỉnh một số huyện của tỉnh Sơn Tây sang, cộng với các huyện còn lại để thành lập [[Hưng Hóa (tỉnh)|tỉnh Hưng Hóa]] mới.\n\nTheo Điều I của Nghị định Toàn quyền Đông Dương ngày 8 tháng 9 năm 1891, tỉnh Hưng Hóa mới được thành lập gồm có:\n\n* Các huyện [[Tam Nông, Phú Thọ|Tam Nông]], [[Thanh Thủy, Phú Thọ|Thanh Thủy]] của tỉnh Hưng Hóa (huyện [[Thanh Thủy, Phú Thọ|Thanh Thủy]] bỏ tổng Cự Thắng nhưng tăng thêm tổng Tinh Nhuệ của huyện [[Thanh Sơn]]).\n* Các huyện [[Sơn Vi]], [[Thanh Ba]] và [[Phù Ninh]] của phủ [[Lâm Thao]], tỉnh Sơn Tây.\n\nNhư vậy tỉnh Hưng Hóa mới thành lập có 5 huyện và là tiền thân của tỉnh Phú Thọ sau này.\n\nNgày [[9 tháng 12]] năm [[1892]], [[Toàn quyền Đông Dương]] ra nghị định chuyển huyện [[Cẩm Khê]] nằm trong địa bàn tiểu quân khu Yên Bái về [[Hưng Hóa (tỉnh)|tỉnh Hưng Hóa]] mới; ngày [[5 tháng 6]] năm [[1893]], huyện [[Hạ Hòa]] tách khỏi tiểu quân khu Yên Bái nhập vào tỉnh Hưng Hóa mới (trước đó ngày [[9 tháng 9]] năm [[1891]], [[Toàn quyền Đông Dương]] đã điều chuyển huyện [[Cẩm Khê]] và huyện [[Hạ Hòa]] thuộc phủ [[Lâm Thao]], tỉnh Sơn Tây về tiểu quân khu Yên Bái).\n\nTiếp đó ngày [[17 tháng 7]] năm [[1895]], hai châu [[Thanh Sơn (huyện)|Thanh Sơn]] và [[Yên Lập]] thuộc khu quân sự [[Đồn Vàng]] chuyển về tỉnh Hưng Hóa mới.\n\nNgày [[24 tháng 8]] năm [[1895]], hai huyện [[Hùng Quan]] và [[Ngọc Quan]] của phủ [[Đoan Hùng]] thuộc tiểu quân khu Tuyên Quang thuộc đạo quan binh 3 Yên Bái nhập vào tỉnh Hưng Hóa mới.\n\nNăm [[1900]], thành lập thêm huyện [[Hạc Trì]].\n\nNgày [[5 tháng 5]] năm [[1903]], [[Toàn quyền Đông Dương]] ký nghị định thành lập thị xã Phú Thọ trên cơ sở làng Phú Thọ thuộc tổng [[Yên Phú]], huyện [[Sơn Vi]]. Khi đó thị xã Phú Thọ nằm ở vị trí trung tâm của tỉnh Hưng Hóa lại có sân bay, đường sắt sang Trung Quốc và nhà ga nên [[Toàn quyền Đông Dương]] [[Paul Doumer]] đã quyết định chuyển tỉnh lỵ của tỉnh Hưng Hóa (từ làng Trúc Phê huyện [[Tam Nông, Phú Thọ|Tam Nông]]) lên thị xã Phú Thọ và đổi tên tỉnh Hưng Hóa thành tỉnh '''Phú Thọ'''. Khi đó tỉnh Phú Thọ gồm có 2 phủ ([[Đoan Hùng]], [[Lâm Thao]]), 8 huyện ([[Tam Nông, Phú Thọ|Tam Nông]], [[Thanh Thủy, Phú Thọ|Thanh Thủy]], [[Sơn Vi]], [[Thanh Ba]], [[Phù Ninh]], [[Cẩm Khê]], [[Hạ Hòa]], [[Hạc Trì]]) và 2 châu ([[Thanh Sơn (huyện)|Thanh Sơn]], [[Yên Lập]]).\n\nNhư vậy, ngày [[8 tháng 9]] năm [[1891]] được coi là ngày thành lập tỉnh Phú Thọ, còn ngày [[5 tháng 5]] năm [[1903]] chỉ là ngày thành lập thị xã Phú Thọ và ngày đổi từ tên tỉnh Hưng Hóa thành tỉnh Phú Thọ.\n\nTừ năm [[1903]] đến [[Cách mạng tháng Tám]] năm [[1945]], về cơ bản là đơn vị hành chính trong tỉnh không có những thay đổi lớn, chỉ có thay đổi tên gọi một số huyện và thành lập một số làng xã mới.\n\nNăm [[1919]], bỏ tên huyện Sơn Vi đổi gọi là phủ [[Lâm Thao]]. Cũng chính năm này hai huyện [[Hùng Quan]] và [[Ngọc Quan]] hợp nhất thành phủ [[Đoan Hùng]].\n\nNăm [[1939]], phủ [[Đoan Hùng]] chuyển gọi là châu Đoan Hùng. Cũng năm này huyện [[Thanh Ba]] đưa lên thành phủ Thanh Ba.\n\nĐến năm [[1940]], tỉnh Phú Thọ bao gồm hai phủ: [[Lâm Thao]], [[Thanh Ba]]; sáu huyện: [[Hạ Hòa]], [[Cẩm Khê]], [[Hạc Trì]], [[Thanh Thủy, Phú Thọ|Thanh Thủy]], [[Tam Nông, Phú Thọ|Tam Nông]], [[Phù Ninh]]; ba châu: [[Thanh Sơn]], [[Yên Lập]], [[Đoan Hùng]]; hai thị xã: [[Phú Thọ (thị xã)|Phú Thọ]], [[Việt Trì]] và một thị trấn [[Hưng Hóa]]. Toàn tỉnh có 66 tổng, 467 làng xã, 22 phố.\n\n==Sau năm 1945==\nSau Cách mạng tháng 8 năm 1945, bỏ cấp phủ, gọi chung là huyện. Tổ chức hành chính trên địa bàn gồm [[Phú Thọ (thị xã)|thị xã Phú Thọ]] và 11 huyện: [[Cẩm Khê]], [[Đoan Hùng]], [[Hạ Hòa]], [[Hạc Trì]], [[Lâm Thao]], [[Phù Ninh]], [[Tam Nông, Phú Thọ|Tam Nông]], [[Thanh Ba]], [[Thanh Sơn]], [[Thanh Thủy]], [[Yên Lập]].\n\nNăm 1957, thành lập [[Việt Trì|thị xã Việt Trì]] trên cơ sở sáp nhập thị trấn Việt Trì thuộc huyện Hạc Trì của tỉnh Phú Thọ và thị trấn Bạch Hạc thuộc huyện [[Vĩnh Tường]] của tỉnh [[Vĩnh Phúc]]. Dời tỉnh lị Phú Thọ từ thị xã Phú Thọ về thị xã Việt Trì.\n\nNăm 1960, điều chỉnh địa giới thị xã Việt Trì và huyện Hạc Trì.\n\nNăm 1962, thành lập [[Việt Trì|thành phố Việt Trì]] và giải thể huyện Hạc Trì.<ref>Quyết định số 65-CP năm 1962 của Hội đồng Chính phủ.<\/ref>\n\nNăm 1967, thành lập thị trấn nông trường Vân Hùng thuộc huyện Đoan Hùng, thị trấn nông trường Vân Lĩnh thuộc huyện Thanh Ba và thị trấn nông trường Phú Sơn thuộc huyện Thanh Sơn.<ref>Quyết định số 109-NV năm 1967 của Bộ Nội vụ.<\/ref>\n\nNăm 1968, hợp nhất tỉnh Vĩnh Phúc và tỉnh Phú Thọ thành một tỉnh lấy tên là tỉnh [[Vĩnh Phú (tỉnh)|Vĩnh Phú]]<ref>Nghị quyết của Quốc hội khóa III ngày 26-1-1968.<\/ref>.\n\nNăm 1977, hợp nhất một số xã thuộc thành phố Việt Trì<ref>Quyết định số 134-BT năm 1977 của Bộ trưởng Phủ thủ tướng.<\/ref>. Cùng năm, hợp nhất huyện Tam Nông và huyện Thanh Thủy thành một huyện lấy tên là huyện [[Tam Thanh (huyện)|Tam Thanh]]; hợp nhất huyện Yên Lập và huyện Cẩm Khê thành một huyện lấy tên là huyện [[Sông Thao (huyện)|Sông Thao]]; hợp nhất huyện Lâm Thao và huyện Phù Ninh thành một huyện lấy tên là huyện [[Phong Châu (huyện)|Phong Châu]]; hợp nhất huyện Đoan Hùng, huyện Thanh Ba và huyện Hạ Hòa thành một huyện lấy tên là huyện [[Sông Lô (huyện cũ)|Sông Lô]]; điều chỉnh địa giới thành phố Việt Trì và các huyện Phù Ninh, Lâm Thao; điều chỉnh địa giới thị xã Phú Thọ và huyện Thanh Ba<ref>Quyết định số 178-CP năm 1977 của Hội đồng Chính phủ.<\/ref>.\n\nNăm 1980, thành lập thị trấn Phong Châu thuộc huyện Phong Châu<ref>Quyết định số 59-CP năm 1980 của Hội đồng Chính phủ.<\/ref>. Cùng năm, chia huyện Sông Thao thành hai huyện lấy tên huyện Sông Thao và huyện Yên Lập; chia huyện Sông Lô thành hai huyện lấy tên là huyện Đoan Hùng và huyện [[Thanh Hòa (huyện)|Thanh Hòa]]<ref>Quyết định số 377-CP năm 1980 của Hội đồng Chính phủ.<\/ref>.\n\nNăm 1984, chia tách và thành lập một số phường thuộc thành phố Việt Trì.<ref>Quyết định số 10-HĐBT năm 1984 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập phường Bạch Hạc trên cơ sở toàn bộ thị trấn Bạch Hạc\n* Thành lập phường Thọ Sơn trên cơ sở một phần phường Thanh Miếu\n* Sáp nhập một phần xã Trưng Vương và xã Minh Nông vào phường Tiên Cát\n* Sáp nhập một phần các xã Dữu Lâu, Minh Nông, Minh Phương, Trưng Vương vào phường Tân Dân\n* Thành lập phường Gia Cẩm và phường Nông Trang trên cơ sở một phần phường Vân Cơ\n\nNăm 1985, thành lập xã Thọ Văn thuộc huyện Tam Thanh.<ref>Quyết định số 91-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1986, chia tách một số xã thuộc thành phố Việt Trì.<ref>Quyết định số 125-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập xã Sông Lô trên cơ sở một phần xã Trưng Vương. Xã Sông Lô có 561 hécta với 3.041 nhân khẩu.\n\nNăm 1987, giải thể tất cả các thị trấn nông trường thuộc các huyện Đoan Hùng, Thanh Hòa, Thanh Sơn.\n\nNăm 1994, thành lập thị trấn Đoan Hùng thuộc huyện Đoan Hùng.<ref>Nghị định số 111-CP năm 1994 của Chính phủ.<\/ref>\n\nNăm 1995, điều chỉnh địa giới huyện Sông Thao và huyện Thanh Hòa; chia huyện Thanh Hòa thành 2 huyện: Thanh Ba và Hạ Hòa.<ref>Nghị định số 63-CP năm 1995 của Chính phủ.<\/ref>\n\n* Sáp nhập một phần huyện Sông Thao (toàn bộ các xã Hiền Lương, Quân Khê, Động Lâm, Lâm Lợi, Xuân áng, Chuế Lưu, Bằng Giã, Vô Tranh, Văn Lang, Minh Côi) vào huyện Thanh Hòa\n* Giải thể huyện Thanh Hòa. Thành lập huyện Thanh Ba và huyện Hạ Hòa trên cơ sở toàn bộ huyện Thanh Hòa.\n* Huyện Thanh Ba có diện tích tự nhiên 8.596,9 hécta và 105.041 nhân khẩu, bao gồm và 25 xã: Đỗ Sơn, Phương Lĩnh, Khải Xuân, Vũ Yển, Đồng Xuân, Đông Lĩnh, Đông Thành, Năng Yên, Yển Khê, Lương Lỗ, Yên Nội, Sơn Cương, Hoàng Cương, Thanh Xá, Chí Tiên, Đỗ Xuyên, Thanh Hà, Quảng Nạp, Thái Ninh, Thanh Vân, Đại An, Mạn Lạn, Hanh Cù, Ninh Dân, Võ Lao.\n* Huyện Hạ Hoà có diện tích tự nhiên 26.481,81 hécta và 114.052 nhân khẩu, bao gồm 33 xã: Lệnh Khanh, Cáo Điền, Ấm Hạ, Phương Viên, Hậu Bỏng, Đại Phạm, Đan Hà, Ấm Thượng, Gia Điền, Y Sơn, Yên Luật, Lạng Sơn, Chính Công, Yên Kỳ, Mai Tùng, Liên Phương, Hà Lương, Hương Xạ, Vụ Cầu, Minh Hạc, Vĩnh Chân, Phụ Khánh, Đan Thượng, Minh Côi, Văn Lang, Vô Tranh, Bằng Giã, Chuế Lưu, Xuân Áng, Lâm Lợi, Quán Khê, Hiền Lương và Đông Lâm.\n\nCùng năm, thành lập thị trấn Sông Thao (huyện Sông Thao) và thị trấn Thanh Ba (huyện Thanh Ba).<ref>Nghị định số 82-CP năm 1995 của Chính phủ.<\/ref>\n\nNăm 1996, tỉnh Phú Thọ được tái lập, có 10 đơn vị hành chính gồm thành phố Việt Trì (tỉnh lị), thị xã Phú Thọ và 8 huyện: Đoan Hùng, Hạ Hòa, Phong Châu, Sông Thao, Tam Thanh, Thanh Ba, Thanh Sơn, Yên Lập.<ref>Nghị quyết của Quốc hội khóa IX ngày 6-11-1996.<\/ref>\n\nNăm 1997, thành lập một số thị trấn thuộc các huyện Yên Lập, Hạ Hòa, Tam Thanh, Phong Châu, Thanh Sơn.<ref>Nghị định số 55-CP năm 1997 của Chính phủ.<\/ref>\n\n* Thành lập thị trấn Yên Lập (Yên Lập) trên cơ sở toàn bộ xã Tân Long. Thị trấn Yên Lập có 1.196,49 ha diện tích tự nhiên và 5.904 nhân khẩu.\n* Thành lập thị trấn Hạ Hòa (Hạ Hòa) trên cơ sở toàn bộ xã Ấm Thượng. Thị trấn Hạ Hoà có 1.002,85 ha diện tích tự nhiên và 7.060 nhân khẩu.\n* Thành lập thị trấn Hưng Hóa (Tam Thanh) trên cơ sở toàn bộ xã Hưng Hóa. Thị trấn Hưng Hoá có 453,38 ha diện tích tự nhiên và 4.391 nhân khẩu.\n* Thành lập thị trấn Lâm Thao (Phong Châu) trên cơ sở toàn bộ xã Cao Mai và một phần xã Chu Hóa. Thị trấn Lâm Thao có 589,13 ha diện tích tự nhiên và 8.018 nhân khẩu.\n* Thành lập thị trấn Phú Hộ (Phong Châu) trên cơ sở toàn bộ xã Phú Hộ. Thị trấn Phú Hộ có 1.616 ha diện tích tự nhiên và 11.076 nhân khầu.\n* Thành lập thị trấn Thanh Sơn (Thanh Sơn) trên cơ sở một phần xã Sơn Hùng và xã Thục Luyên. Thị trấn Thanh Sơn có 415 ha diện tích tự nhiên và 12.580 nhân khẩu.\n\nNăm 1999, chia các huyện Phong Châu và Tam Thanh thành các huyện như cũ.<ref>Nghị định số 59\/1999\/NĐ-CP của Chính phủ.<\/ref>\n\n* Giải thể huyện Phong Châu. Thành lập huyện Lâm Thao và huyện Phù Ninh trên cơ sở toàn bộ huyện Phong Châu.\n* Huyện Lâm Thao có 12.534 ha diện tích tự nhiên và 122.038 nhân khẩu, gồm 17 đơn vị hành chính trực thuộc là các xã: Hà Thạch, Sơn Vi, Thạch Sơn, Hợp Hải, Bản Nguyên, Kinh Kệ, Vĩnh Lại, Cao Xá, Tiên Kiên, Hy Cương, Chu Hoá, Thanh Đình, Sơn Dương, Tứ Xã, Xuân Lũng, Xuân Huy và thị trấn Lâm Thao.\n* Huyện Phù Ninh có 17.764 ha diện tích tự nhiên và 118.669 nhân khẩu, gồm 21 đơn vị hành chính trực thuộc là các xã Liên Hoa, Phú Mỹ, Trạm Thản, Tiên Phú, Trị Quận, Hạ Giáp, Tiên Du, An Đạo, Bình Bộ, Tử Đà, Vĩnh Phú, Hùng Lô, Trung Giáp, Bảo Thanh, Gia Thanh, Phú Lộc, Phú Nham, Kim Đức, Phù Ninh, thị trấn Phong Châu và thị trấn Phú Hộ.\n* Giải thể huyện Tam Thanh. Thành lập huyện Tam Nông và huyện Thanh Thủy trên cơ sở toàn bộ huyện Tam Thanh.\n* Huyện Tam Nông có 14.659 ha diện tích tự nhiên và 79.112 nhân khẩu, gồm 20 đơn vị hành chính trực thuộc là các xã: Hùng Đô, Quang Húc, Hiền Quan, Thanh Uyên, Tam Cường, Văn Lương, Cổ Tiết, Hương Nộn, Thọ Văn, Dị Nậu, Dậu Dương, Thượng Nông, Hồng Đà, Phương thịnh, Tề Lễ, Tứ Mỹ, Xuân Quang, Hương Nha, Vực Trường và thị trấn Hưng Hóa.\n* Huyện Thanh Thủy có 12.097 ha diện tích tự nhiên và 72.900 nhân khẩu, gồm 15 đơn vị hành chính trực thuộc là các xã: Xuân Lộc, Thạch Đồng, Tân Phương, La Phù, Bảo Yên, Đoan Hạ, Sơn Thủy, Hoàng Xá, Trung thịnh, Đồng Luận, Trung Nghĩa, Phượng Mao, Yến Mao, Tu Vũ và Đào Xá.\n\nNăm 2002, thành lập một số phường thuộc thành phố Việt Trì; đổi tên huyện Sông Thao thành huyện Cẩm Khê.<ref>Nghị định số 39\/2002\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường Bến Gót (TP. Việt Trì) trên cơ sở một phần phường Thanh Miếu. Phường Bến Gót có 256,10 ha diện tích tự nhiên và 5.732 nhân khẩu.\n* Thành lập phường Dữu Lâu (TP. Việt Trì) trên cơ sở toàn bộ xã Dữu Lâu. Phường Dữu Lâu có 631 ha diện tích tự nhiên và 7.994 nhân khẩu.\n\nNăm 2003, điều chỉnh địa giới các huyện Phù Ninh, Lâm Thao, Thanh Ba để mở rộng thị xã Phú Thọ; thành lập một số phường, xã thuộc thị xã Phú Thọ và huyện Đoan Hùng.<ref>Nghị định số 32\/2003\/NĐ-CP của Chính phủ.<\/ref>\n\n* Sáp nhập toàn bộ thị trấn Phú Hộ (Phù Ninh), xã Hà Thạch (Lâm Thao), một phần xã Thanh Hà (Thanh Ba) vào thị xã Phú Thọ.\n* Thành lập xã Phú Hộ (TX. Phú Thọ) trên cơ sở toàn bộ thị trấn Phú Hộ. Xã Phú Hộ có 1.630,4 ha diện tích tự nhiên và 10.383 nhân khẩu.\n* Thành lập xã Thanh Vinh (TX. Phú Thọ) trên cơ sở một phần xã Thanh Hà. Xã Thanh Vinh có 413,91 ha diện tích tự nhiên và 3.178 nhân khẩu.\n* Thành lập phường Trường Thịnh (TX. Phú Thọ) trên cơ sở toàn bộ xã Trường Thịnh. Phường Trường Thịnh có 420,14 ha diện tích tự nhiên và 6.692 nhân khẩu.\n* Thị xã Phú Thọ có 6.328,65 ha diện tích tự nhiên và 62.863 nhân khẩu; có 10 đơn vị hành chính trực thuộc gồm 4 phường và 6 xã.\n* Thành lập xã Ca Đình (Đoan Hùng) trên cơ sở một phần xã Tây Cốc. Xã Ca Đình có 1.417 ha diện tích tự nhiên và 2.749 nhân khẩu.\n\nNăm 2004, thành lập thị trấn Hùng Sơn thuộc huyện Lâm Thao<ref>Nghị định số 183\/2004\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở một phần xã Hy Cương, xã Tiên Kiên, xã Chu Hóa. Thị trấn Hùng Sơn có 470 ha diện tích tự nhiên và 9.444 nhân khẩu.\n\nNăm 2006, điều chỉnh địa giới các huyện Lâm Thao và Phù Ninh để mở rộng thành phố Việt Trì.<ref>Nghị định số 133\/2004\/NĐ-CP của Chính phủ.<\/ref>\n\n* Sáp nhập một phần huyện Lâm Thao (toàn bộ các xã Hy Cương, Chu Hóa, Thanh Đình), huyện Phù Ninh (toàn bộ các xã Kim Đức, Hùng Lô) vào thành phố Việt Trì. Thành phố Việt Trì có 10.636,94 ha diện tích tự nhiên và 168.462 nhân khẩu, có 22 đơn vị hành chính trực thuộc bao gồm 10 phường và 12 xã.\n\nNăm 2007, chia huyện Thanh Sơn thành 2 huyện: Thanh Sơn và [[Tân Sơn]].<ref>Nghị định số 61\/2007\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập huyện Tân Sơn trên cơ sở một phần huyện Thanh Sơn. Huyện Tân Sơn có 68.858 ha diện tích tự nhiên và 73.406 nhân khẩu, có 17 đơn vị hành chính trực thuộc, gồm các xã Mỹ Thuận, Tân Phú, Thu Ngạc, Thạch Kiệt, Thu Cúc, Lai Đồng, Đồng Sơn, Tân Sơn, Kiệt Sơn, Xuân Đài, Kim Thượng, Xuân Sơn, Minh Đài, Văn Luông, Long Cốc, Tam Thanh, Vinh Tiền.\n\nNăm 2008, chuyển xã Tân Đức thuộc huyện Ba Vì của [[Hà Tây (tỉnh)|tỉnh Hà Tây cũ]] (nay là một phần của thành phố Hà Nội) về thành phố Việt Trì quản lý<ref>Nghị quyết của Quốc hội khóa XII ngày 29-5-2008 về việc điều chỉnh địa giới giữa tỉnh Hà Tây và tỉnh Phú Thọ.<\/ref>.\n\nNăm 2009, thành lập một số xã thuộc các huyện Phù Ninh, Thanh Ba và xác lập địa giới xã Tân Đức, thành phố Việt Trì.<ref>Nghị định số 05\/NQ-CP năm 2009 của Chính phủ.<\/ref>\n\nNăm 2010, thành lập một số phường, thị trấn thuộc thành phố Việt Trì<ref>Nghị quyết số 21\/NQ-CP năm 2010 của Chính phủ.<\/ref> và huyện Thanh Thủy<ref>Nghị quyết số 40\/NQ-CP năm 2010 của Chính phủ.<\/ref>.\n\n* Thành lập các phường thuộc thành phố Việt Trì:\n\n- Thành lập phường Minh Phương trên cơ sở toàn bộ xã Minh Phương. Phường Minh Phương có 315,6 ha diện tích đất tự nhiên và 7.198 nhân khẩu.\n\n- Thành lập phường Minh Nông trên cơ sở toàn bộ xã Minh Nông. Phường Minh Nông có 589,22 ha diện tích tự nhiên và 8.531 nhân khẩu.\n\n- Thành lập phường Vân Phú trên cơ sở toàn bộ xã Vân Phú. Phường Vân Phú có 923,6 ha diện tích tự nhiên và 8.563 nhân khẩu.\n\n* Thành lập thị trấn Thanh Thủy (Thanh Thủy) trên cơ sở toàn bộ xã La Phù. Thị trấn Thanh Thủy có 924,23 ha diện tích tự nhiên và 5.118 nhân khẩu.\n\nNăm 2013, thành lập phường Thanh Vinh thuộc thị xã Phú Thọ<ref>Nghị quyết số 88\/NQ-CP năm 2013 của Chính phủ.<\/ref> trên cơ sở toàn bộ xã Thanh Vinh. Phường Thanh Vinh có 423,13 ha diện tích tự nhiên và 9.075 nhân khẩu\n\nNăm 2019, sắp xếp đơn vị hành chính cấp xã thuộc tất cả các đơn vị hành chính của tỉnh Phú Thọ (trừ 3 huyện Tân Sơn, Thanh Sơn, Yên Lập).<ref>Nghị quyết số 828\/NQ-UBTVQH14 năm 2019 của Ủy ban thường vụ Quốc hội<\/ref>\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc thành phố Việt Trì:\n\n- Sáp nhập toàn bộ xã Tân Đức vào phường Minh Nông. Phường Minh Nông có 10,53 km² diện tích tự nhiên và quy mô dân số 11.609 người.\n\n- Sau khi sắp xếp, thành phố Việt Trì có 22 đơn vị hành chính cấp xã, gồm 13 phường và 09 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc thị xã Phú Thọ:\n\n- Sáp nhập một phần phường Trường Thịnh vào xã Thanh Minh. Xã Thanh Minh có 7,33 km² diện tích tự nhiên và quy mô dân số 5.273 người.\n\n- Sáp nhập một phần phường Trường Thịnh vào phường Hùng Vương. Phường Hùng Vương có 2,62 km² diện tích tự nhiên và quy mô dân số 7.778 người.\n\n- Sáp nhập phần còn lại phường Trường Thịnh vào phường Phong Châu. Phường Phong Châu có 1,90 km² diện tích tự nhiên và quy mô dân số 5.755 người.\n\n- Sau khi sắp xếp, thị xã Phú Thọ có 09 đơn vị hành chính cấp xã, gồm 04 phường và 05 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Hạ Hòa:\n\n- Sáp nhập toàn bộ xã Hậu Bổng, xã Liên Phương và xã Đan Hà vào xã Đan Thượng. Xã Đan Thượng có 19,84 km² diện tích tự nhiên và quy mô dân số 9.146 người.\n\n- Thành lập xã Tứ Hiệp trên cơ sở toàn bộ xã Y Sơn, xã Lệnh Khanh và xã Phụ Khánh. Xã Tứ Hiệp có 31,96 km² diện tích tự nhiên và quy mô dân số 7.652 người.\n\n- Sáp nhập toàn bộ xã Quân Khê và xã Động Lâm vào xã Hiền Lương. Xã Hiền Lương có 36,14 km² diện tích tự nhiên và quy mô dân số 8.892 người.\n\n- Sáp nhập toàn bộ xã Lâm Lợi và xã Chuế Lưu vào xã Xuân Áng. Xã Xuân Áng có 45,21 km² diện tích tự nhiên và quy mô dân số 9.451 người.\n\n- Sáp nhập toàn bộ xã Vụ Cầu và xã Mai Tùng vào xã Vĩnh Chân. Xã Vĩnh Chân có 11,11 km² diện tích tự nhiên và quy mô dân số 7.533 người.\n\n- Sáp nhập toàn bộ xã Cáo Điền và xã Chính Công vào xã Yên Kỳ. Xã Yên Kỳ có 28,20 km² diện tích tự nhiên và quy mô dân số 9.814 người.\n\n- Sau khi sắp xếp, huyện Hạ Hòa có 20 đơn vị hành chính cấp xã, gồm 19 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Thanh Ba:\n\n- Sáp nhập toàn bộ xã Yển Khê và xã Thanh Vân vào xã Hanh Cù. Xã Hanh Cù có 17,69 km² diện tích tự nhiên và quy mô dân số 10.217 người.\n\n- Sáp nhập toàn bộ xã Phương Lĩnh và xã Vũ Yển vào xã Mạn Lạn. Xã Mạn Lạn có 12,16 km² diện tích tự nhiên và quy mô dân số 7.516 người.\n\n- Thành lập xã Quảng Yên trên cơ sở toàn bộ xã Quảng Nạp, xã Thái Ninh và xã Năng Yên. Xã Quảng Yên có 21,18 km² diện tích tự nhiên và quy mô dân số 6.841 người.\n\n- Sáp nhập toàn bộ xã Thanh Xá và xã Yên Nội vào xã Hoàng Cương. Xã Hoàng Cương có 16,04 km² diện tích tự nhiên và quy mô dân số 8.187 người.\n\n- Sau khi sắp xếp, huyện Thanh Ba có 19 đơn vị hành chính cấp xã, gồm 18 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Cẩm Khê:\n\n- Thành lập xã Minh Tân trên cơ sở toàn bộ xã Đồng Cam, xã Phương Xá và xã Phùng Xá. Xã Minh Tân có 10,30 km² diện tích tự nhiên và quy mô dân số 10.640 người.\n\n- Thành lập thị trấn Cẩm Khê trên cơ sở toàn bộ thị trấn Sông Thao, xã Thanh Nga, xã Sơn Nga và xã Sai Nga. Thị trấn Cẩm Khê có 17,78 km² diện tích tự nhiên và quy mô dân số 15.070 người.\n\n- Thành lập xã Hùng Việt trên cơ sở toàn bộ xã Hiền Đa, xã Cát Trù và xã Tình Cương. Xã Hùng Việt có 11,26 km² diện tích tự nhiên và quy mô dân số 8.472 người.\n\n- Sau khi sắp xếp, huyện Cẩm Khê có 24 đơn vị hành chính cấp xã, gồm 23 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Tam Nông:\n\n- Thành lập xã Dân Quyền trên cơ sở toàn bộ xã Hồng Đà, xã Dậu Dương và xã Thượng Nông. Xã Dân Quyền có 14,42 km² diện tích tự nhiên và quy mô dân số 10.257 người.\n\n- Thành lập xã Lam Sơn trên cơ sở toàn bộ xã Phương Thịnh, xã Hùng Đô và xã Tứ Mỹ. Xã Lam Sơn có 21,47 km² diện tích tự nhiên và quy mô dân số 8.088 người.\n\n- Thành lập xã Vạn Xuân trên cơ sở toàn bộ xã Tam Cường, xã Văn Lương và xã Cổ Tiết. Xã Vạn Xuân có 23,58 km² diện tích tự nhiên và quy mô dân số 13.211 người.\n\n- Thành lập xã Bắc Sơn trên cơ sở toàn bộ xã Vực Trường, xã Hương Nha và xã Xuân Quang. Xã Bắc Sơn có 15,41 km² diện tích tự nhiên và quy mô dân số 10.615 người.\n\n- Sau khi sắp xếp, huyện Tam Nông có 12 đơn vị hành chính cấp xã, gồm 11 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Đoan Hùng:\n\n- Thành lập xã Hùng Xuyên trên cơ sở toàn bộ xã Đông Khê, xã Hùng Quan và xã Nghinh Xuyên. Xã Hùng Xuyên có 27,87 km² diện tích tự nhiên và quy mô dân số 9.815 người.\n\n- Thành lập xã Hợp Nhất trên cơ sở toàn bộ xã Phú Thứ, xã Đại Nghĩa và xã Hữu Đô. Xã Hợp Nhất có 18,90 km² diện tích tự nhiên và quy mô dân số 8.132 người.\n\n- Thành lập xã Phú Lâm trên cơ sở toàn bộ xã Phương Trung, xã Quế Lâm và xã Phong Phú. Xã Phú Lâm có 29,77 km² diện tích tự nhiên và quy mô dân số 8.597 người.\n\n- Sau khi sắp xếp, huyện Đoan Hùng có 22 đơn vị hành chính cấp xã, gồm 21 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Thanh Thủy:\n\n- Thành lập xã Đồng Trung trên cơ sở toàn bộ xã Trung Thịnh, xã Trung Nghĩa và xã Đồng Luận. Xã Đồng Trung có 16,57 km² diện tích tự nhiên và quy mô dân số 11.173 người.\n\n- Sáp nhập toàn bộ xã Yến Mao và xã Phượng Mao và xã Tu Vũ. Xã Tu Vũ có 25,52 km² diện tích tự nhiên và quy mô dân số 9.805 người.\n\n-  Sau khi sắp xếp, huyện Thanh Thủy có 11 đơn vị hành chính cấp xã, gồm 10 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Phù Ninh:\n\n- Thành lập xã Bình Phú trên cơ sở toàn bộ xã Vĩnh Phú, xã Bình Bộ và xã Tử Đà. Xã Bình Phú có 15,07 km² diện tích tự nhiên và quy mô dân số 12.236 người.\n\n- Sau khi sắp xếp, huyện Phù Ninh có 17 đơn vị hành chính cấp xã, gồm 16 xã và 01 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Lâm Thao:\n\n- Thành lập xã Phùng Nguyên trên cơ sở toàn bộ xã Hợp Hải, xã Kinh Kệ và xã Sơn Dương. Xã Phùng Nguyên có 15,22 km² diện tích tự nhiên và quy mô dân số 13.192 người.\n\n- Sau khi sắp xếp, huyện Lâm Thao có 12 đơn vị hành chính cấp xã, gồm 10 xã và 02 thị trấn.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n\n{{DEFAULTSORT|Phú Thọ}}\n\n\n{{Đơn vị hành chính thuộc tỉnh Phú Thọ}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Phú Thọ]]\n[[Thể loại:Hành chính Phú Thọ]]"}