{"3692302":"'''[[Lạng Sơn]]''' là một [[tỉnh]] thuộc vùng [[Đông Bắc Bộ]]. Phía bắc giáp tỉnh [[Cao Bằng]], phía nam giáp các tỉnh [[Quảng Ninh]] và [[Bắc Giang]], phía đông giáp tỉnh [[Quảng Tây]] của [[Trung Quốc]], phía tây giáp các tỉnh [[Bắc Kạn]] và [[Thái Nguyên]].\n\n==Trước năm 1858==\n\n==Sau năm 1945==\nSau Cách mạng tháng 8 năm 1945, bỏ cấp phủ, gọi chung là huyện. Tổ chức hành chính trên địa bàn gồm thị xã Lạng Sơn và 10 huyện: Bằng Mạc, Bắc Sơn, Bình Gia, Cao Lộc, Điềm He, Lộc Bình, Ôn Châu, Thoát Lãng, Tràng Định, Văn Uyên.\n\n[[Tháng 7]] năm [[1947]], Khu ủy 12 quyết định tạm thời chuyển huyện Lộc Bình về tỉnh [[Hải Ninh (tỉnh)|Hải Ninh]] quản lý. Tuy nhiên, đến ngày [[7 tháng 6]] năm [[1949]], huyện Lộc Bình được sáp nhập trở lại tỉnh Lạng Sơn.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Sac-lenh-48-SL-sat-nhap-Loc-binh-Hai-ninh-Lang-son-36423.aspx|tựa đề=Sắc lệnh số 48\/SL về việc sát nhập huyện Lộc Bình thuộc tỉnh Hải Ninh vào tỉnh Lạng Sơn}}<\/ref>\n<!--\nHuyện Điềm He gồm 16 xã: Chu Túc, Đại An, Đồng Giáp, Khánh Khê, Phú Mỹ, Song Giang, Tràng Các, Tràng Khê, Tràng Phái, Trấn Ninh, Tân Đoàn, Việt Yên, Vân Mộng, Văn An, Vĩnh Lại, Xuân Mai.\n\nHuyện Bằng Mạc gồm 12 xã: Bình Phúc, Bằng Mạc, Gia Lộc, Hữu Liên, Hữu Lễ, Lương Năng, Thượng Cường, Tri Lễ, Tú Xuyên, Vạn Linh, Y Tịch, Yên Phúc.\n-->\nNăm 1956, huyện Hữu Lũng thuộc tỉnh Bắc Giang được sáp nhập vào tỉnh Lạng Sơn.\n\nNăm 1964, hợp nhất huyện Điềm He và 6 xã của huyện Bằng Mạc thành một huyện lấy tên là huyện Văn Quan; hợp nhất huyện Ôn Châu và 8 xã còn lại của huyện Bằng Mạc thành một huyện lấy tên là huyện Chi Lăng; hợp nhất huyện Văn Uyên và huyện Thoát Lãng thành một huyện lấy tên là huyện Văn Lãng.<ref>Quyết định số 177-CP năm 1964 của Hội đồng Chính phủ.<\/ref>\n\nNăm 1965, thành lập thị trấn Hữu Lũng thuộc huyện Hữu Lũng.<ref>Quyết định số 17-NV năm 1965 của Bộ Nội vụ.<\/ref>\n\nNăm 1975, hợp nhất tỉnh Cao Bằng và tỉnh Lạng Sơn thành một tỉnh lấy tên là tỉnh Cao Lạng<ref>Nghị quyết của Quốc hội khóa V ngày 27-12-1975.<\/ref>.\n\nNăm 1977, điều chỉnh địa giới thị xã Lạng Sơn và huyện Cao Lộc.<ref>Quyết định số 229-CP năm 1977 của Hội đồng Chính phủ.<\/ref>\n\nNăm 1978, tái lập tỉnh Lạng Sơn; chuyển huyện Đình Lập của tỉnh Quảng Ninh về tỉnh Lạng Sơn quản lý. Tỉnh Lạng Sơn có 11 đơn vị hành chính gồm thị xã Lạng Sơn và 10 huyện: Bắc Sơn, Bình Gia, Cao Lộc, Chi Lăng, Đình Lập, Hữu Lũng, Lộc Bình, Tràng Định, Văn Lãng, Văn Quan.<ref>Nghị quyết của Quốc hội khóa VI ngày 29-12-1978.<\/ref>\n\nNăm 1981, điều chỉnh địa giới một số xã thuộc các huyện Văn Lãng, Cao Lộc, Lộc Bình, Đình Lập.<ref>Quyết định số 246-CP năm 1981 của Hội đồng Chính phủ.<\/ref>\n\nNăm 1983, thành lập thị trấn Chi Lăng thuộc huyện Chi Lăng.<ref name=\"ReferenceA\">Quyết định số 24-HĐBT năm 1983 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1984, thành lập thị trấn Na Dương thuộc huyện Lộc Bình.<ref name=\"ReferenceA\"\/>\n\nNăm 1985, thành lập thị trấn huyện lị thuộc các huyện Bắc Sơn và Văn Quan.<ref>Quyết định số 22-HĐBT năm 1985 của Hội đồng Bộ trưởng<\/ref>. Cùng năm, sáp nhập xã Hồng Phong của huyện Cao Lộc vào thị trấn Đồng Đăng, trên thực tế việc sáp nhập này không diễn ra<ref>Quyết định số 141-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>.\n\nNăm 1986, chia tách một số xã thuộc huyện Cao Lộc<ref>Quyết định số 138-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>. Cùng năm, chuyển xã Hợp Thành của thị xã Lạng Sơn (trừ hợp tác xã Liên Thành sáp nhập vào xã Đông Kinh) về huyện Cao Lộc quản lý<ref>Quyết định số 145-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>.\n\nNăm 1989, chuyển toàn bộ đất đai và nhân khẩu của xã Hữu Liên của huyện Chi Lăng về huyện Hữu Lũng quản lý; chuyển toàn bộ đất đai và nhân khẩu của xã Hữu Lân của huyện Chi Lăng về huyện Lộc Bình quản lý.<ref>Quyết định số 121-HĐBT năm 1989 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1994, thành lập một số xã, phường, thị trấn thuộc thị xã Lạng Sơn và huyện Cao Lộc.<ref>Nghị định số 86-CP năm 1994 của Chính phủ.<\/ref>\n\nNăm 2000, chia tách một số xã thuộc huyện Cao Lộc.<ref>Nghị định số 40\/2000\/NĐ-CP của Chính phủ.<\/ref>\n\nNăm 2002, thành lập thành phố Lạng Sơn.<ref>Nghị định số 82\/2002\/NĐ-CP của Chính phủ.<\/ref>\n\nNăm 2019, sắp xếp các đơn vị hành chính cấp xã thuộc 9 huyện của tỉnh Lạng Sơn (trừ thành phố Lạng Sơn và huyện Đình Lập).<ref>Nghị quyết số 818\/NQ-UBTVQH14 năm 2019 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Đơn vị hành chính thuộc tỉnh Lạng Sơn}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Lạng Sơn]]\n[[Thể loại:Hành chính Lạng Sơn]]"}