{"3690889":"'''Lịch sử hành chính Phú Yên''' có thể xem mốc khởi đầu từ năm 1629 khi chúa [[Nguyễn Phúc Nguyên]], thành lập tỉnh [[Phú Yên]]. Vào thời điểm hiện tại, về mặt hành chính, Phú Yên được chia làm 9 [[Huyện (Việt Nam)|đơn vị hành chính cấp huyện]], gồm 1 thành phố trực thuộc tỉnh, 2 thị xã, 6 huyện với 112 [[Xã (Việt Nam)|đơn vị hành chính cấp xã]], bao gồm 83 xã, 21 phường và 6 thị trấn.\n\n==Lịch sử tổ chức hành chính==\n===Trước năm 1975===\n===Sau năm 1975===\nNăm 1976, Phú Yên nằm trong địa phận [[Phú Khánh (tỉnh)|tỉnh Phú Khánh]], tổ chức hành chính trên địa bàn gồm [[Tuy Hòa|thị xã Tuy Hòa]] và 4 huyện: [[Đồng Xuân]], [[Tây Sơn (huyện cũ)|Tây Sơn]], [[Tuy An]], [[Tuy Hòa (huyện)|Tuy Hòa]].\n\nNăm 1977, hợp nhất huyện Tuy An, huyện Đồng Xuân và 4 xã: Sơn Long, Sơn Đỉnh, Sơn Xuân, Phú Mỗ của huyện Tây Sơn thành một huyện lấy tên là [[Xuân An (huyện)|huyện Xuân An]]; hợp nhất huyện Tuy Hòa và thị xã Tuy Hòa thành một huyện lấy tên là huyện Tuy Hòa, thị xã Tuy Hòa chuyển xuống thành thị trấn Tuy Hòa thuộc huyện Tuy Hòa.<ref>Quyết định số 49-CP năm 1977 của Hội đồng Chính phủ.<\/ref>\n\nNăm 1978, chia huyện Tuy Hòa thành hai đơn vị hành chính mới lấy tên là huyện Tuy Hòa và thị xã Tuy Hòa; chia huyện Xuân An thành hai huyện lấy tên là huyện Đồng Xuân và huyện Tuy An; các xã: Sơn Xuân, Sơn Long và Sơn Định của huyện Xuân An được chuyển về huyện Tây Sơn.<ref>Quyết định số 241-CP năm 1978 của Hội đồng Chính phủ.<\/ref>\n\nNăm 1979, thành lập một số xã, thị trấn thuộc các huyện Đồng Xuân, Tuy An<ref>Quyết định số 74-CP năm 1979 của Hội đồng Chính phủ.<\/ref>, Tuy Hòa<ref>Quyết định số 177-CP năm 1979 của Hội đồng Chính phủ.<\/ref>, Tây Sơn<ref>Quyết định số 220-CP năm 1979 của Hội đồng Chính phủ.<\/ref>.\n\n* Thành lập xã Đa Lộc (Đồng Xuân)\n* Thành lập thị trấn Chí Thạnh (Tuy An)\n* Thành lập xã Hòa Hội (Tuy Hòa) trên cơ sở một phần xã Sơn Hà và xã Hà Quang\n* Thành lập thị trấn Củng Sơn (Tây Sơn)\n\nNăm 1981, điều chỉnh địa giới thị xã Tuy Hòa và huyện Tuy Hòa<ref>Quyết định số 48-HĐBT năm 1981 của Hội đồng Bộ trưởng.<\/ref>. Cùng năm, chia tách một số xã thuộc các huyện Đồng Xuân, Tuy An, Tuy Hòa và thị xã Tuy Hòa<ref>Quyết định số 100-HĐBT năm 1981 của Hội đồng Bộ trưởng.<\/ref>\n\n* Sáp nhập một phần huyện Tuy Hòa (toàn bộ các xã Hoà Trị, Hoà An, Hoà Thắng, Hoà Quảng, Hoà Định và Hoà Hội) vào thị xã Tuy Hòa\n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Đồng Xuân:\n\n- Thành lập xã Xuân Bình và xã Xuân Hải trên cơ sở một phần xã Xuân Lộc.\n\n- Thành lập xã Xuân Hoà trên cơ sở một phần xã Xuân Cảnh.\n\n- Giải thể xã Xuân Thọ. Thành lập xã Xuân Thọ I và xã Xuân Thọ II trên cơ sở toàn bộ xã Xuân Thọ.\n\n- Giải thể xã Xuân Sơn. Thành lập xã Xuân Sơn Bắc và xã Xuân Sơn Nam trên cơ sở toàn bộ xã Xuân Sơn.\n\n- Giải thể xã Xuân Quang. Thành lập xã Xuân Quang I, xã Xuân Quang II và xã Xuân Quang III trên cơ sở toàn bộ xã Xuân Quang.\n\n- Thành lập xã Xuân Phương trên cơ sở một phần thị trấn Sông Cầu và xã Xuân Thịnh.\n\n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Tuy An:\n\n- Thành lập xã An Cư trên cơ sở một phần thị trấn Chí Thạnh.\n\n- Giải thể xã Anh Ninh. Thành lập xã An Ninh Đông và An Ninh Tây trên cơ sở toàn bộ xã An Ninh.\n\n- Thành lập xã An Phú trên cơ sở một phần xã An Chấn.\n\n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Tuy Hòa:\n\n- Giải thể xã Hoà Bình. Thành lập xã Hoà Bình I và xã Hoà Bình II trên cơ sở toàn bộ xã Hòa Bình.\n\n- Giải thể xã Hoà Mỹ. Thành lập xã Hoà Mỹ Đông và xã Hoà Mỹ Tây trên cơ sở toàn bộ xã Hòa Mỹ.\n\n- Giải thể xã Hoà Tân. Thành lập xã Hoà Tân Đông và xã Hoà Tân Tây trên cơ sở toàn bộ xã Hòa Tân.\n\n- Giải thể xã Hoà Hiệp. Thành lập xã Hoà Hiệp Bắc, xã Hoà Hiệp Trung và xã Hoà Hiệp Nam trên cơ sở toàn bộ xã Hòa Hiệp.\n\n- Thành lập xã Hoà Tâm trên cơ sở một phần xã Hoà Xuân.\n\n* Thành lập một số đơn vị hành chính cấp xã thuộc thị xã Tuy Hòa:\n\n- Thành lập xã Hoà Kiến trên cơ sở một phần xã Bình Kiến.\n\n- Giải thể xã Hoà Định. Thành lập xã Hoà Định Đông và xã Hoà Định Tây trên cơ sở toàn bộ xã Hòa Định.\n\nNăm 1983, chia tách một số xã thuộc huyện Tây Sơn.<ref>Quyết định số 79-HĐBT năm 1983 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập xã Sơn Nguyên trên cơ sở một phần xã Sơn Xuân và xã Sơn Hà\n* Thành lập xã Sơn Giang trên cơ sở một phần xã Sơn Hà\n\nNăm 1984, chia huyện Tây Sơn thành hai huyện lấy tên là huyện [[Sơn Hòa]] và [[Sông Hinh (huyện)|huyện Sông Hinh]].<ref>Quyết định số 179-HĐBT năm 1984 của Hội đồng Bộ trưởng.<\/ref>\n\n* Huyện Sông Hinh có 6 xã Ea Bá, Ea Bia, Ea Trol, Đức Bình, Sơn Giang và Sông Hinh.\n* Huyên Sơn Hoà có 11 xã và 1 thị trấn là xã Phước Tân, Cà Lúi, Sơn Xuân, Sơn Định, Sơn Long, Sơn Nguyên, Sơn Phước, Sơn Hà, Suối Trai, Krông Pa, Sơn Hội và thị trấn Củng Sơn.\n\nNăm 1985, chia huyện Đồng Xuân thành hai huyện lấy tên là huyện Đồng Xuân và [[Sông Cầu (thị xã)|huyện Sông Cầu]].<ref>Quyết định số 199-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1986, thành lập thị trấn La Hai thuộc huyện Đồng Xuân<ref>Quyết định số 43-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref> trên cơ sở một phần xã Xuân Long. Thị trấn La Hai có diện tích tự nhiên 1.848 hécta với 5.699 nhân khẩu.\n\nNăm 1989, thành lập thị trấn Hai Riêng, huyện lỵ huyện Sông Hinh.<ref>Quyết định số 34-HĐBT năm 1989 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1989, tỉnh Phú Yên được tái lập và tồn tại cho đến ngày nay. Khi tách ra, tỉnh Phú Yên có 7 đơn vị hành chính gồm thị xã Tuy Hòa và 6 huyện: Đồng Xuân, Sơn Hòa, Sông Cầu, Sông Hinh, Tuy An, Tuy Hòa.\n\nNăm 1991, chia tách một số xã thuộc huyện Sông Hinh.<ref>Quyết định số 582-TCCP năm 1991 của Ban Tổ chức Chính phủ.<\/ref>\n\nNăm 1994, chia tách một số xã thuộc các huyện Sông Hinh<ref>Nghị định số 24-CP năm 1994 của Chính phủ.<\/ref>, Tuy Hòa<ref>Nghị định số 96-CP năm 1994 của Chính phủ.<\/ref>.\n\n* Sáp nhập một phần huyện Sơn Hòa (một phần xã Krông Pa) vào huyện Sông Hinh. \n* Thành lập xã Ea Lâm trên cơ sở một phần xã Ea Bá và xã Krông Pa. Xã Ea Lâm có 3.624 hécta diện tích tự nhiên với 1.374 nhân khẩu.\n\nNăm 1997, thành lập xã Ea Chà Ràng thuộc huyện Sơn Hòa.<ref>Nghị định số 104\/1997\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở một phần xã Suối Trai. Xã Ea Chà Ràng có 8.280,55 ha diện tích tự nhiên và 1.220 nhân khẩu.\n\nNăm 1999, thành lập một số phường, xã thuộc thị xã Tuy Hòa và huyện Sơn Hòa.<ref>Nghị định số 31\/1999\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường 8 (TX. Tuy Hòa) trên cơ sở một phần phường 2. Phường 8 có 140 ha diện tích tự nhiên và 7.073 nhân khẩu.\n* Thành lập phường 7 (TX. Tuy Hòa) trên cơ sở một phần phường 5. Phường 7 có 150,8 ha diện tích tự nhiên và 5.938 nhân khẩu.\n* Thành lập xã Suối Bạc (Sơn Hòa) trên cơ sở một phần thị xã Củng Sơn và xã Sơn Phước. Xã Suối Bạc có 3.564 ha diện tích tự nhiên và 4.012 nhân khẩu.\n\nNăm 2002, thành lập huyện [[Phú Hòa]]<ref>Nghị định số 15\/2002\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở một phần thị xã Tuy Hòa. Huyện Phú Hòa có 26.324 ha diện tích tự nhiên và 98.044 nhân khẩu, có 7 đơn vị hành chính trực thuộc, là các xã Hoà An, Hoà Thắng, Hoà Định Đông, Hoà Định Tây, Hoà Trị, Hoà Quang và Hoà Hội.\n\nNăm 2003, thành lập một số xã, phường thuộc các huyện Sông Hinh, Phú Hòa và thị xã Tuy Hòa.<ref>Nghị định số 95\/2003\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập xã Ea Ly (Sông Hinh) trên cơ sở một phần xã Ea Bar. Xã Ea Ly có 8.021 ha diện tích tự nhiên và 3.104 nhân khẩu.\n* Giải thể xã Hòa Quang (Phú Hòa). Thành lập xã Hòa Quang Nam và xã Hòa Quang Bắc (Phú Hòa) trên cơ sở xã Hòa Quang. Xã Hoà Quang Nam có 3.675,44 ha diện tích tự nhiên và 11.584 nhân khẩu. Xã Hoà Quang Bắc có 5.162,56 ha diện tích tự nhiên và 10.908 nhân khẩu.\n* Thành lập phường 9 (TX. Tuy Hòa) trên cơ sở một phần xã Bình Kiến. Phường 9 có 1.002,8 ha diện tích tự nhiên và 11.872 nhân khẩu.\n\nNăm 2005, thành lập [[Tuy Hòa|thành phố Tuy Hòa]]; điều chỉnh địa giới thành phố Tuy Hòa và các huyện Tuy An, Tuy Hòa; thành lập phường Phú Lâm thuộc thành phố Tuy Hòa<ref>Nghị định số 03\/2005\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, thành lập một số xã thuộc các huyện Sông Cầu, Tuy Hòa; chia huyện Tuy Hòa thành 2 huyện: [[Đông Hòa]] và [[Tây Hòa]]<ref>Nghị định số 62\/2005\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập thành phố Tuy Hòa trên cơ sở toàn bộ thị xã Tuy Hòa.\n* Sáp nhập toàn bộ xã An Phú (Tuy An) và thị trấn Phú Lâm (Tuy Hòa) vào thành phố Tuy Hòa.\n* Thành lập phường Phú Lâm (TP. Tuy Hòa) trên cơ sở toàn bộ thị trấn Phú Lâm. Phường Phú Lâm có 2.059 ha diện tích tự nhiên và 30.724 nhân khẩu.\n* Thành phố Tuy Hoà có 10.682 ha diện tích tự nhiên và 162.278 nhân khẩu, có 14 đơn vị hành chính trực thuộc gồm 10 phường và 4 xã.\n* Giải thể xã Sơn Thành (Tuy Hòa). Thành lập xã Sơn Thành Đông và xã Sơn Thành Tây (Tuy Hòa) trên cơ sở toàn bộ xã Sơn Thành. Xã Sơn Thành Đông có 5.656,90 ha diện tích tự nhiên và 8.650 nhân khẩu. Xã Sơn Thành Tây có 12.441,10 ha diện tích tự nhiên và 4.008 nhân khẩu.\n* Thành lập xã Xuân Lâm (Sông Cầu) trên cơ sở một phần thị trấn Sông Cầu. Xã Xuân Lâm có 13.038 ha diện tích tự nhiên và 4.003 nhân khẩu.\n* Giải thể huyện Tuy Hòa. Thành lập huyện Đông Hòa và huyện Tây Hòa trên cơ sở toàn bộ huyện Tuy Hòa.\n* Huyện Đông Hòa có 26.959 ha diện tích tự nhiên và 115.246 nhân khẩu, có 10 đơn vị hành chính trực thuộc gồm các xã Hòa Thành, Hòa Tân Đông, Hòa Xuân Tây, Hòa Xuân Đông, Hoà Xuân Nam, Hòa Vinh, Hòa Tâm, Hòa Hiệp Trung, Hòa Hiệp Nam, Hòa Hiệp Bắc.\n* Huyện Tây Hòa có 61.043 ha diện tích tự nhiên và 120.617 nhân khẩu, có 11 đơn vị hành chính trực thuộc gồm các xã Hòa Bình 1, Hòa Bình 2, Hòa Phong, Hòa Phú, Hòa Mỹ Tây, Hòa Mỹ Đông, Hòa Đồng, Hòa Tân Tây, Hòa Thịnh, Sơn Thành Đông, Sơn Thành Tây.\n\nNăm 2007, thành lập một số phường, thị trấn thuộc huyện Phú Hòa và thành phố Tuy Hòa.<ref>Nghị định số 175\/2007\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập thị trấn Phú Hòa (Phú Hòa) trên cơ sở một phần xã Hòa Định Đông. Thị trấn Phú Hòa có 1.779,26 ha diện tích tự nhiên và 8.924 nhân khẩu.\n* Thành lập phường Phú Thạnh và phường Phú Đông (TP. Tuy Hòa) trên cơ sở một phần phường Phú Lâm. Phường Phú Thạnh có 949,29 ha diện tích tự nhiên và 9.858 nhân khẩu. Phường Phú Đông có 616,85 ha diện tích tự nhiên và 10.541 nhân khẩu.\n\nNăm 2009, thành lập [[Sông Cầu (thị xã)|thị xã Sông Cầu]] và các phường thuộc thị xã Sông Cầu.<ref>Nghị quyết số 42\/NQ-CP năm 2009 của Chính phủ.<\/ref>\n\n* Thành lập thị xã Sông Cầu trên cơ sở toàn bộ huyện Sông Cầu\n* Thành lập các phường thuộc thị xã Sông Cầu:\n\n- Thành lập phường Xuân Yên trên cơ sở một phần thị trấn Sông Cầu và xã Xuân Phương. Phường Xuân Yên có 502,35 ha diện tích tự nhiên và 5.869 nhân khẩu.\n\n- Thành lập phường Xuân Phú trên cơ sở một phần thị trấn Sông Cầu. Phường Xuân Phú có 1.116,61 ha diện tích tự nhiên và 8.324 nhân khẩu.\n\n- Thành lập phường Xuân Thành trên cơ sở phần còn lại thị trấn Sông Cầu, một phần xã Xuân Thọ 1 và xã Xuân Lâm. Phường Xuân Thành có 537,65 ha diện tích tự nhiên và 9.241 nhân khẩu.\n\n- Thành lập phường Xuân Đài trên cơ sở một phần xã Xuân Thọ 1 và xã Xuân Thọ 2. Phường Xuân Đài có 1.061,87 ha diện tích tự nhiên và 9.003 nhân khẩu.\n\n* Thị xã Sông Cầu có 48.928,48 ha diện tích tự nhiên và 101.521 nhân khẩu, có 14 đơn vị hành chính trực thuộc, gồm 4 phường và 10 xã.\n\nNăm 2013, thành lập một số thị trấn thuộc các huyện Đông Hòa và Tây Hòa.<ref>Nghị quyết số 94\/NQ-CP năm 2013 của Chính phủ.<\/ref>\n\n* Thành lập thị trấn Hòa Vinh (Đông Hòa) trên cơ sở toàn bộ xã Hòa Vinh. Thị trấn Hòa Vinh có 887,16 ha diện tích tự nhiên và 14.167 nhân khẩu.\n* Thành lập thị trấn Hòa Hiệp Trung (Đông Hòa) trên cơ sở toàn bộ xã Hòa Hiệp Trung. Thị trấn Hòa Hiệp Trung có 1.349,61 ha diện tích tự nhiên và 20.445 nhân khẩu.\n* Thành lập thị trấn Phú Thứ (Tây Hòa) trên cơ sở toàn bộ xã Hòa Bình 2. Thị trấn Phú Thứ có 1.407,03 ha diện tích tự nhiên và 13.980 nhân khẩu.\n\nNăm 2019, hợp nhất một số xã thuộc thị xã Sông Cầu và huyện Tuy An.<ref>Nghị quyết số 817\/NQ-UBTVQH14 năm 2019 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Sáp nhập toàn bộ xã Xuân Hòa (TX. Sông Cầu) vào xã Xuân Cảnh. Xã Xuân Cảnh có 32,76 km² diện tích tự nhiên và quy mô dân số 9.899 người.\n* Thành lập xã An Hòa Hải (Tuy An) trên cơ sở toàn bộ xã An Hòa và xã An Hải. Xã An Hòa Hải có 36,31 km² diện tích tự nhiên và quy mô dân số 15.508 người.\n\nNăm 2020, thành lập [[Đông Hòa|thị xã Đông Hòa]] và các phường thuộc thị xã Đông Hòa.<ref>Nghị quyết số 931\/NQ-UBTVQH14 năm 2020 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Thành lập thị xã Đông Hòa trên cơ sở toàn bộ huyện Đông Hòa\n* Thành lập các phường thuộc thị xã Đông Hòa:\n\n- Thành lập phường Hòa Hiệp Bắc trên cơ sở toàn bộ xã Hòa Hiệp Bắc. Phường Hòa Hiệp Bắc có 14,28 km² diện tích tự nhiên và quy mô dân số 9.772 người.\n\n- Thành lập phường Hòa Hiệp Nam trên cơ sở toàn bộ xã Hòa Hiệp Nam. Phường Hòa Hiệp Nam có 15,13 km² diện tích tự nhiên và quy mô dân số 11.196 người.\n\n- Thành lập phường Hòa Hiệp Trung trên cơ sở toàn bộ thị trấn Hòa Hiệp Trung. Phường Hòa Hiệp Trung có 13,48 km² diện tích tự nhiên và quy mô dân số 21.994 người.\n\n- Thành lập phường Hòa Vinh trên cơ sở toàn bộ thị trấn Hòa Vinh. Phường Hòa Vinh có 9,43 km² diện tích tự nhiên và quy mô dân số 14.700 người.\n\n- Thành lập phường Hòa Xuân Tây cơ sở toàn bộ xã Hòa Xuân Tây. Phường Hòa Xuân Tây có 45,79 km² diện tích tự nhiên và quy mô dân số 12.856 người.\n\n* Thị xã Đông Hòa có 265,62 km² diện tích tự nhiên và quy mô dân số 119.991 người, có 10 đơn vị hành chính trực thuộc, gồm 5 phường và 5 xã.\n\n==Chú thích==\n{{Tham khảo|3}}\n\n==Tham khảo==\n<!-- * Vietnam Administrative Atlas Vietnam Publishing House of Natural resources, environment and cartography. -->\n{{DEFAULTSORT|Phú Yên}}\n\n{{Đơn vị hành chính thuộc tỉnh Phú Yên}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Hành chính Phú Yên| ]]"}