{"3338448":"'''Lịch sử hành chính [[Vĩnh Long]]''' được xem là bắt đầu từ cuộc cải cách hành chính của [[Minh Mạng]] năm 1832, khi thành lập 12 tỉnh từ các dinh trấn ở miền Nam. Vào thời điểm hiện tại (2023), về mặt hành chính, Vĩnh Long được chia làm 11 [[Huyện (Việt Nam)|đơn vị hành chính cấp huyện]] – gồm gồm 1 [[thành phố]], 1 [[Thị xã (Việt Nam)|thị xã]] và 6 [[Huyện (Việt Nam)|huyện]] với 107 đơn vị hành chính cấp xã, bao gồm 6 [[Thị trấn (Việt Nam)|thị trấn]], 14 [[Phường (Việt Nam)|phường]] và 87 [[Xã (Việt Nam)|xã]].<ref name=NQ860>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-860-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Vinh-Long-433889.aspx|tựa đề=Nghị quyết số 860\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Vĩnh Long|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n==Trước khi thành lập tỉnh ==\nĐất Vĩnh Long nguyên xưa thuộc vùng đất Tầm Bào, thuộc ảnh hưởng của [[Đế chế Khmer]], nhưng trên thực tế là vùng đất hoang hóa, dân cư thưa thớt và hoàn toàn không có chính quyền quản lý. Đời chúa [[Nguyễn Phúc Chu]], có quân Prea Sot (Sá Tốt)<ref>Có sách ghi người cầm đầu tên là Sà Tốt. Nhưng theo các biên niên sử [[Chân Lạp]] thì đây chỉ là một di dân [[Lào]] hoặc [[Rōnin|Roni]] ở làng Prea Sot (Sà Tốt) mà thôi (ghi chú của [[Nguyễn Đình Đầu]] trong Địa chí Thành phố Hồ Chí Minh, tập 1, tr. 159).<\/ref><ref>Nguyên văn là ''\"夏四月牢人詫卒 Hạ tứ nguyệt, Lao nhân Sá Tốt...\".'' Lao nhân tức là [[Rōnin|ronin]], lãng nhân. Đây là nhóm người Nhật lưu vong ở Xiêm và Chân Lạp.<\/ref> từ [[Chân Lạp]] kéo sang quấy nhiễu vùng [[Phiên Trấn (dinh)|Phiên Trấn]]. Chúa Nguyễn cho đặt dinh Điều khiển ở [[Gia Định phủ|phủ Gia Định]], mang quân đi đánh dẹp, đánh sang cả Chân Lạp. Vua Chân Lạp là Sâtha ([[Nặc Tha]]) hoảng sợ, dâng nạp hai vùng đất là Peam Mesar ([[Mỹ Tho]]) và Longhôr ([[Vĩnh Long]]) để cầu hòa. Năm [[1732]], chúa [[Nguyễn Phúc Chú]] đã lập ở phía nam dinh [[Phiên Trấn]] một đơn vị hành chính mới là '''[[Long Hồ (dinh)|dinh Long Hồ]]'''. Lúc này, đất Vĩnh Long ngày nay là trung tâm của châu [[Định Viễn]] (cũng mới thành lập), bao gồm một phần của [[Bến Tre]] ở mạn trên và [[Trà Vinh]] ở mạn dưới, trực thuộc dinh Long Hồ.<ref>[[Đào Duy Anh]], ''Đất nước Việt Nam qua các đời in trong Tổng tập dư địa chí Việt Nam'' (tập 2). Nhà xuất bản Thanh Niên, 2012. tr. 1483. <\/ref> \n\nTrị sở dinh Long Hồ đặt ở thôn An Bình Đông, thuộc xứ Cái Bè nên còn gọi là '''dinh Cái Bè''' (lỵ sở châu Định Viễn cũng đặt tại đây, nay là [[thị trấn Cái Bè]], huyện [[Cái Bè]], tỉnh [[Tiền Giang]])<ref>Dinh Cái Bè là vùng đất rộng nằm hai bên bờ [[sông Tiền]], nhưng vì mới khai phá nên chỉ lập một châu là Định Viễn, chưa lập phủ huyện. Xem Website tỉnh Tiền Giang [http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=2058&cap=3&id=2092] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080428014540\/http:\/\/www.tiengiang.gov.vn\/xemtin.asp?idcha=2058&cap=3&id=2092 |date=2008-04-28 }}.<\/ref>. Các chức vụ đầu dinh có lưu thủ, cai bạ và ký lục trông coi việc quân sự, hành chính và thuế vụ cho cả một miền đất rộng lớn.\n\nNăm 1739, chúa [[Nguyễn Phúc Khoát]] cho nhập thêm bốn huyện do đô đốc [[Mạc Thiên Tứ]] đem dâng, đó là: Long Xuyên (vùng [[Cà Mau]]), [[Kiên Giang]] (vùng [[Rạch Giá]]), Trấn Giang (vùng [[Cần Thơ]]), Trấn Di (vùng [[hướng Bắc|phía Bắc]] tỉnh [[Bạc Liêu]]), vào thống thuộc của dinh Long Hồ. Long Hồ trở thành một Long Hồ trở thành một trong ba dinh và một trấn của vùng Nam Bộ là: Trấn Biên dinh (vùng [[Biên Hòa]]), Phiên Trấn dinh (vùng [[Gia Định]]), Long Hồ dinh (vùng [[Vĩnh Long]]) và Hà Tiên trấn (vùng [[Hà Tiên (tỉnh)|Hà Tiên]]).\n\nNăm [[1753]], chúa [[Nguyễn Phúc Khoát]] sai [[Nguyễn Cư Trinh]] sang đánh Chân Lạp. Vua Chân Lạp là Ang Snguon ([[Nặc Nguyên]]) chạy sang [[Hà Tiên (tỉnh)|Hà Tiên]] nhờ [[Mạc Thiên Tứ]] tâu lên chúa Nguyễn xin dâng hai vùng là Tầm Bôn<ref name=\":0\">Tầm Bôn - nay là [[Tân An]]. Theo [http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/24 Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 10 phần 23], tên Hán là Tầm Bôn 尋奔.<\/ref> và Lôi Lạp<ref name=\":1\">Lôi Lạt - nay là [[Gò Công (tỉnh)|Gò Công]]. Theo [http:\/\/lib.nomfoundation.org\/collection\/1\/volume\/182\/page\/24 Đại Nam Thực lục Tiền biên, bản chữ Hán quyển 10 phần 23], tên Hán là Lôi Lạt 雷巤 không phải là Lôi Lạp 雷臘.<\/ref> để tạ tội. Năm [[1756]], chúa Nguyễn cho sáp nhập hai xứ này vào châu Định Viễn, thuộc Long Hồ dinh.\n\nNăm 1757, Nặc Nguyên mất, chú họ là Ang Nhuan ([[Nặc Nhuận]]) xin hiến đất Trà Vang (Trà Vinh, Bến Tre) và Ba Thắc (Sóc Trăng, Bạc Liêu) để cầu được chúa Nguyễn phong làm vua Chân Lạp. Song không lâu, Nhuận bị con rể nổi loạn giết chết cướp ngôi. Chúa Nguyễn sai tướng Trương Phúc Du đánh dẹp, lấy lại ngôi vị cho con Nặc Nhuận là Ang Ton ([[Nặc Tôn]]). Nặc Tôn dân đất Tầm Phong Long (vùng [[Châu Đốc]], [[Sa Đéc]], [[Tân Châu]] ngày nay) để tạ ơn. Chúa Nguyễn lại sai đem đất ấy sáp nhập vào Long Hồ dinh. Cùng năm, chúa Nguyễn cho dời trị sở dinh Long Hồ và châu Định Viễn về xứ Tầm Bào thuộc địa phận Long Hồ thôn (tức vùng chợ [[Vĩnh Long (thành phố)|Vĩnh Long]] ngày nay), đồng thời cho lập ba đạo để hỗ trợ việc coi giữ đó là: Đông Khẩu (ở [[hướng Nam|phía Nam]] [[Sa Đéc]]), [[cù lao Giêng|Tân Châu]] (ở đầu [[Cù lao Giêng]], không phải tại thị xã [[Tân Châu]] bây giờ) và [[Châu Đốc]]. Do đất Long Hồ vốn xưa là trung tâm của  xứ [[Tầm Bào]] xưa, đất đai màu mỡ, giao thông thuận lợi, dân cư đông đúc, việc buôn bán thông thương phát đạt. Để bảo đảm an ninh quốc gia, nên chúa Nguyễn cũng đã cho thiết lập ở đây nhiều đồn binh như: [[Vũng Liêm]], [[Trà Ôn]],...\n\n\nTháng 11 ([[âm lịch]]) năm [[1779]], chúa [[Nguyễn Phúc Ánh]] duyệt lại bản đồ các dinh trong [[Gia Định]], rồi cho dời thủ phủ Long Hồ dinh đến cù lao Hoằng Trấn ở giữa [[sông Hậu]], từ đó gọi là '''dinh Hoằng Trấn''', trông quản châu Định Viễn và ba tổng Bình An, Bình Dương và Tân An. Cương vực của dinh Hoằng Trấn cũng thu hẹp lại so với dinh Long Hồ trước đó, do phần đất tương ứng với các tỉnh [[Sóc Trăng]], [[Bạc Liêu]], [[Hậu Giang]] và thành phố [[Cần Thơ]] về dinh [[Trấn Định (dinh)|Trấn Định]]. Tuy nhiên, chỉ mới năm sau ([[1780]]), thì lại chuyển lỵ sở về nơi cũ.\n\nSách ''Quốc triều Chính biên toát yếu'' (tr. 27) chép:\n:''[[Tháng mười một|Tháng 11]] ([[âm lịch]]) năm [[Kỷ Hợi]] ([[1779]]), đổi dinh Long Hồ làm Hoằng Trấn, lãnh việc coi châu Định Viễn và ba tổng là Bình An, Bình Dương và Tân An.<ref>Năm [[1808]], đồng thời với việc cho đổi tên là trấn Vĩnh Thanh, triều Nguyễn còn cho thăng châu Định Viễn làm phủ, thăng ba tổng là Bình An, Bình Dương, Tân An làm huyện (tổng Bình Dương đổi tên là huyện Vĩnh Bình, tổng Bình An đổi tên là huyện Vĩnh An, Tân An vẫn giữ tên cũ). Lại lập huyện Vĩnh Định và cho phụ vào. Vậy lúc bấy giờ, Trấn Vĩnh Thanh gồm có 1 phủ và 4 huyện (xem ''Gia Định thành thông chí'', Cương vực chí, trấn Vĩnh Thanh, 212).<\/ref> Tuy nhiên, chỉ mới năm sau ([[Canh Tý]], [[1780]]), thì lại cho lỵ sở trở lại đất thôn Long Hồ, đổi lại thành '''dinh Vĩnh Trấn'''.<ref>''Trấn Vĩnh dinh'' là chép theo sử Nguyễn. Huỳnh Minh và một số tác giả khác ghi là ''Vĩnh Trấn dinh''.<\/ref><ref>''[[Gia Định thành thông chí]]'' (Cương vực chí, trấn Vĩnh Thanh, tr. 212). Ở đây, Trịnh Hoài Đức viết thêm là: \"trở lại đất thôn Long Hồ đổi tên là dinh Vĩnh Trấn\". Nhưng theo sử Nguyễn vừa ghi bên trên và một vài sách khác, thì Long Hồ dinh đổi tên là Hoằng Trấn dinh, đến năm [[1804]] mới \"chính thức\" đổi tên là Vĩnh Trấn dinh. Tìm hiểu sự sai biệt này, thấy trong \"Vĩnh Long xưa\" của Huỳnh Minh có đoạn: \"Thực ra, chúa [[Gia Long|Nguyễn Phúc Ánh]] đã đặt tên Vĩnh Trấn dinh từ năm [[1788]], sau khi thu phục [[thành Gia Định]]. Nhưng bấy giờ hãy còn bận chinh chiến, việc cải tổ chưa thể dứt khoát (tr. 20).<\/ref> Mặc dù vậy, vẫn có người gọi theo tên cũ là dinh Long Hồ.\n\nSau khi lên ngôi, tháng Giêng năm [[1808]]<ref>Chép theo ''Quốc triều Chính biên toát yếu'' (tr. 96). Thông tin trên Website tỉnh Vĩnh Long [http:\/\/www.vinhlong.gov.vn\/Default.aspx?tabid=59] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100729192658\/http:\/\/www.vinhlong.gov.vn\/Default.aspx?tabid=59 |date=2010-07-29 }} ghi [[1806]] là không chính xác.<\/ref>, vua [[Gia Long]] cho nâng dinh Vĩnh Trấn thành trấn [[Vĩnh Thanh]] thuộc [[Gia Định Thành]], đồng thời thăng châu [[Định Viễn]] làm phủ với 3 huyện: [[Vĩnh Bình]], [[Vĩnh An]] và [[Tân An]].<ref>Xem chi tiết trong [[Gia Định thành thông chí]] của [[Trịnh Hoài Đức]] (Cương vực chí, Trấn Vĩnh Thanh, tr. 212).<\/ref> Năm [[1810]], lại cắt 2 đạo [[Kiên Giang]] với [[Long Xuyên]] về trấn [[Hà Tiên (tỉnh)|Hà Tiên]] như cũ.\n\nNăm [[1813]], [[Gia Long]] lập thêm huyện Vĩnh Định thuộc trấn Vĩnh Thanh. Trấn thủ trấn Vĩnh Thanh là quan Hiệp trấn Vĩnh Thanh, với chức phó là quan Tham Hiệp. Các quan Trấn thủ Vĩnh Thanh gồm: [[Thoại Ngọc Hầu|Nguyễn Văn Thoại]].\n\nNăm [[Minh Mạng]] thứ 4 ([[1823]]), [[Minh Mạng]] chia huyện Tân An thành 2 huyện Tân An và Bảo An thuộc phủ mới lập tên là [[Hoằng An]].\n\n==Từ khi thành lập tỉnh==\nĐầu năm 1832, vua [[Minh Mạng]] cải cách địa giới hành chính, đổi trấn Vĩnh Thanh thành trấn Vĩnh Long và vào tháng 10 năm này đổi trấn Vĩnh Long thành tỉnh Vĩnh Long. Như vậy, toàn Nam Kỳ có 6 tỉnh, gọi là Nam Kỳ lục tỉnh (tức Biên Hòa, Gia Định, Định Tường, Vĩnh Long, An Giang và Hà Tiên).\n\n===Năm 1897===\nToàn tỉnh Vĩnh Long được chia thành 13 tổng:\n*Tổng Bình An có 10 làng: Lộc Hòa, Phước Hậu, Tân Bình, Tân Giai, Tân Hạnh, Tân Hóa, Tân Hội, Tân Hiệp, Tân Nhơn, Tân Ngãi\n*Tổng Bình Chánh có 8 làng: An Hội, Chánh An, Chánh Hiệp, Chánh Hòa, Chánh Thuận, Long Hội Thượng, Tân Thắng, Chánh Hội\n*Tổng Bình Hiếu có 7 làng: Hiếu Ân, Hiếu Hiệp, Hiếu Hòa, Hiếu Kinh, Hiếu Ngãi, Hiếu Thuận, Hiếu Nhơn\n*Tổng Bình Hưng có 8 làng: An Thành, Bình Lương, Bình Luông, Hòa Ninh, Phú Hiệp, Phụng Đức, Phú Thuận, Tân Phong\n*Tổng Bình Long có 8 làng: Long An, Long Châu, Long Đức, Long Hiệp, Long Hồ, Long Phú, Long Phước, Long Phước Tây\n*Tổng Bình Phú có 10 làng: Mỹ Hưng, Mỹ Thạnh Trung, Phú Lộc, Phú Lộc Đông, Phú Quới, Phú Ân, Phú Trường, Phú Trường Đông, Phú Hậu, Phú Yên\n*Tổng Bình Quới có 7 làng: Phú Thới, Phước Thạnh, Quới Hiệp, Tân An Đông, Thái Bình, Thanh Khê, Trường Thọ\n*Tổng Bình Thanh có 6 làng: An Hương, Hòa Mỹ, Nhơn Phú, Thanh Điền, Thanh Phước, Thanh Thủy\n*Tổng Bình Thiềng có 7 làng: Bình Tịnh, Hạnh Lâm, Long Mỹ, Long Thanh, Sơn Đông, Thiềng Long, Thiềng Đức\n*Tổng Bình Thới có 8 làng: Hòa Thuận, Thới Hòa, Hồi Luông, Hồi Xuân, Tân An Tây, Thới Hiệp, Tường Lộc, Tường Thạnh\n*Tổng Bình Trung có 10 làng: Quang Đức, Quang Phong, Trung Điền, Trung Hậu, Trung Trạch, Trung Hòa, Trung Hưng, Trung Ngãi, Trung Tín, Trung Trị\n*Tổng Bình Xương có 7 làng: Bình Chánh, Bình Sơn, Phú Đa, Phú Vĩnh, Phước Định, Tân Thạnh, Thới Định\n*Tổng Minh Ngãi có 9 làng: Hưng Lễ, Hưng Long, Hưng Ngãi, Hưng Nhơn, Hưng Thạnh, Hưng Tín, Hưng Trí, Hưng Bình, Hưng Hòa\n\n===Năm 1939===\nTỉnh Vĩnh Long có 4 quận trực thuộc:\n\n1. Quận [[Long Hồ|Châu Thành]] có 4 tổng với 21 làng:\n*Tổng Bình An có 6 làng: Lộc Hòa, Phước Hậu, Tân An, Tân Hạnh, Tân Hòa, Tân Ngãi.\n*Tổng Bình Hưng có 6 làng: An Thành, Bình Lương, Ninh Thuận, Phú Hiệp, Tân Phong, Long Định.\n*Tổng Bình Long có 6 làng: Long An, Long Châu, Long Hồ, Long Phước, Long Phước Tây, Phú Đức.\n*Tổng Bình Thiên có 3 làng: Hòa Tịnh, Long Mỹ, Long Đức Đông.\n\n2. Quận [[Chợ Lách]] có 3 tổng với 11 làng:\n*Tổng Bình Thạnh có 3 làng: Mỹ An, Nhơn Phú, Phước Thủy\n*Tổng Bình Xương có 4 làng: Phú Bình, Phú Phụng, Sơn Định, Tân Thạnh\n*Tổng Minh Ngãi có 4 làng: An Thới, Hưng Long, Hòa Nghĩa, Tân Thiềng\n\n3. Quận [[Vũng Liêm]] có 3 tổng với 14 làng:\n*Tổng Bình Hiếu có 4 làng: Hiếu Ân, Hiếu Nhơn, Hiếu Thuận, Hiếu Đức\n*Tổng Bình Quới có 4 làng: Quới Hiệp, Tân An Động, Thanh Bình, Thanh Phú\n*Tổng Bình Trung có 6 làng: Trung Hiếu, Trung Ngãi, Trung Lương, Trung Chánh, Phong Thới, Trung Hậu\n\n4. Quận [[Tam Bình]] có 3 tổng với 18 làng:\n*Tổng Bình Chánh có 5 làng: Chánh An, Chánh Hiệp, Chánh Hòa, Chánh Hội, Tân Long Hội\n*Tổng Bình Phú có 8 làng: Mỹ Hưng, Mỹ Thạnh Trung, Phú Hậu, Phú Lộc, Phú Lộc Đông, Phú Quới, Phú Trường Đông, Phú Trường Yên.\n*Tổng Bình Thới có 5 làng: Hòa Bình, Tân An Luông, Xuân Hiệp, Tường Lộc, Thới Hòa\n\n== Từ sau năm 1975 ==\n**Tháng 2 năm 1976, tỉnh Vĩnh Long và tỉnh Vĩnh Bình (do Việt Nam Cộng Hòa lập ra) hợp nhất thành tỉnh Cửu Long.\n**Ngày 11 tháng 3 năm 1977, Hội đồng Chính phủ hợp nhất huyện Châu Thành Tây, huyện Cái Nhum và 2 xã của huyện Tam Bình thành một huyện lấy tên là huyện Long Hồ; hợp nhất huyện Tam Bình và huyện Bình Minh thành huyện Tam Bình; giải thể huyện Trà Ôn, nhập địa bàn vào các huyện Cầu Kè và Vũng Liêm; giải thể huyện Tiểu Cần, nhập địa bàn vào các huyện Cầu Kè, Càng Long và Trà Cú; giải thể huyện Châu Thành Đông, nhập địa bàn vào các huyện Cầu Ngang và Càng Long; sáp nhập xã Long Đức của huyện Châu Thành Đông vào thị xã Trà Vinh; sáp nhập xã Tân Ngãi và xã Tân Hòa của huyện Châu Thành Tây vào thị xã Vĩnh Long thuộc tỉnh Cửu Long.\n**Ngày 15 tháng 9 năm 1981, Hội đồng Bộ trưởng chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ thuộc tỉnh Cửu Long.\n**Ngày 29 tháng 9 năm 1981, Hội đồng Bộ trưởng phân vạch địa giới các huyện Châu Thành, Tiểu Cần, Trà Ôn, Bình Minh; chia huyện Cầu Ngang và huyện Long Hồ thuộc tỉnh Cửu Long thành bốn huyện lấy tên là huyện Cầu Ngang, huyện Duyên Hải, huyện Long Hồ và huyện Mang Thít thuộc tỉnh Cửu Long.\n**Ngày 27 tháng 3 năm 1985, Hội đồng Bộ trưởng phân vạch, điều chỉnh địa giới xã, thị trấn thuộc các huyện Cầu Ngang, Châu Thành, Vũng Liêm, Bình Minh, Tam Bình, Duyên Hải thuộc tỉnh Cửu Long.\n**Ngày 17 tháng 4 năm 1986, điều chỉnh địa giới hành chính thị xã Vĩnh Long, huyện Long Hồ và Mang Thít thuộc tỉnh Cửu Long.\n**Ngày 23 tháng 11 năm 1991, Ban Tổ chức Chính phủ điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Long Hồ, Cầu Ngang thuộc tỉnh Cửu Long.\n**Ngày 26 tháng 12 năm 1991, giải thể tỉnh Cửu Long.\n*'''''Thành lập tỉnh Vĩnh Long''': ngày 26 tháng 12 năm 1991''\n**Ngày 26 tháng 12 năm 1991, chia tỉnh Cửu Long thành hai tỉnh Trà Vinh và Vĩnh Long. Tỉnh Vĩnh Long gồm có thị xã Vĩnh Long và 5 huyện: Bình Minh, Long Hồ, Tam Bình, Trà Ôn, Vũng Liêm.\n**Ngày 13 tháng 2 năm 1992, Chính phủ tái lập huyện Mang Thít từ 8 xã của huyện Long Hồ; trả 6 xã thuộc thị xã Vĩnh Long đã nhập năm 1986 về huyện Long Hồ thuộc tỉnh Vĩnh Long.\n**Ngày 18 tháng 3 năm 1994, Chính phủ điều chỉnh địa giới thành lập thị trấn Cái Nhum thuộc huyện Mang Thít, tỉnh Vĩnh Long.\n**Ngày 09 tháng 8 năm 1994, Chính phủ điều chỉnh địa giới thành lập xã thuộc thị xã Vĩnh Long và các huyện Bình Minh, Long Hồ, Mang Thít, Tam Bình, Trà Ôn, Vũng Liêm, tỉnh Vĩnh Long.\n**Ngày 13 tháng 5 năm 1995, Chính phủ đổi tên một số xã thuộc huyện Vũng Liêm, tỉnh Vĩnh Long.\n**Ngày 31 tháng 7 năm 2007, Chính phủ thành lập huyện Bình Tân thuộc tỉnh Vĩnh Long.\n**Ngày 10 tháng 4 năm 2009, Chính phủ thành lập thành phố Vĩnh Long thuộc tỉnh Vĩnh Long trên cơ sở toàn bộ diện tích tự nhiên, dân số và các đơn vị hành chính trực thuộc của thị xã Vĩnh Long.\n**Ngày 28 tháng 12 năm 2012, Chính phủ thành lập thị xã Bình Minh thuộc tỉnh Vĩnh Long trên cơ sở toàn bộ diện tích tự nhiên và dân số của huyện Bình Minh.\n**Ngày 10 tháng 1 năm 2020, Ủy ban Thường vụ Quốc hội thành lập 4 phường: Tân Hòa, Tân Hội, Tân Ngãi, Trường An thuộc thành phố Vĩnh Long và sắp xếp đơn vị hành chính cấp xã thuộc tỉnh Vĩnh Long.\n\n==Tỉnh Cửu Long: tồn tại đến ngày 26 tháng 12 năm 1991==\n===Năm 1977: Quyết định 59-CP ngày 11 tháng 3===\n*Quyết định 59-CP<ref name=CP59>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-59-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thuoc-tinh-Cuu-Long\/57968\/noi-dung.aspx Quyết định 59-CP hợp nhất điều chỉnh địa giới huyện thuộc tỉnh Cửu Long]<\/ref> ngày 11 tháng 3 năm 1977 của Hội đồng Chính phủ về việc hợp nhất và điều chỉnh điều chỉnh địa giới huyện thuộc tỉnh Cửu Long:\n'''''Huyện [[Long Hồ|Châu Thành Tây]], huyện [[Mang Thít|Cái Nhum]]'''''\n* Hợp nhất huyện Châu Thành Tây (trừ 2 xã Tân Ngài, Tân Hòa), huyện Cái Nhum, xã Hòa Hiệp và xã Hậu Lộc của huyện Tam Bình thành một huyện lấy tên là huyện Long Hồ;\n'''''Huyện [[Bình Minh]], huyện [[Tam Bình]]'''''\n* Hợp nhất huyện Tam Bình và huyện Bình Minh thành một huyện lấy tên là huyện Tam Bình;\n'''''Huyện [[Trà Ôn]], huyện [[Tiểu Cần]], huyện [[Cầu Kè]]'''''\n* Hợp nhất huyện Trà Ôn (trừ 3 xã Hòa Bình, Xuân Hiệp, Thới Hòa) huyện Cầu Kè và xã Long Thới, xã Tiểu Cần của huyện Tiểu Cần thành một huyện lấy tên là huyện Cầu Kè;\n'''''Huyện [[Trà Ôn]], huyện [[Vũng Liêm]]'''''\n* Sáp nhập xã Hòa Bình, xã Xuân Hiệp và xã Thới Hòa của huyện Trà Ôn vào huyện Vũng Liêm;\n'''''Huyện [[Tiểu Cần]], huyện [[Châu Thành, Trà Vinh|Châu Thành Đông]]'''''\n* Sáp nhập xã Hiếu Tử của huyện Tiểu Cần; xã Nguyệt Hóa, xã Lương Hóa, xã Đa Lộc, xã Thanh Mỹ và xã Sông Lộc của huyện Châu Thành Đông vào huyện Càn Long;\n'''''Huyện [[Châu Thành, Trà Vinh|Châu Thành Đông]], huyện [[Cầu Ngang]]'''''\n* Sáp nhập xã Hòa Thuận, xã Lương Hòa, xã Hưng Mỹ và xã Phước Hào của huyện Châu Thành Đông vào huyện Cầu Ngang;\n'''''Huyện [[Tiểu Cần]], huyện [[Trà Cú]]'''''\n* Sáp nhập xã Tập Ngãi, xã Hùng Hòa và xã Tân Hòa của huyện Tiểu Cần vào huyện Trà Cú;\n'''''Huyện [[Châu Thành, Trà Vinh|Châu Thành Đông]], thị xã [[Trà Vinh (thành phố)|Trà Vinh]]'''''\n* Sáp nhập xã Long Đức của huyện Châu Thành Đông vào thị xã Trà Vinh;\n'''''Huyện [[Long Hồ|Châu Thành Tây]], thị xã [[Vĩnh Long (thành phố)|Vĩnh Long]]'''''\n* Sáp nhập xã Tân Ngãi và xã Tân Hòa của huyện Châu Thành Tây vào thị xã Vĩnh Long;\n\n===Năm 1981: Quyết định 69-HĐBT ngày 15 tháng 9===\n*Quyết định 69-HĐBT<ref name=HDBT69>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-69-HDBT-chia-xa-de-thanh-lap-xa-moi-huyen-Cau-ngang-Tra-Cu-Long-Ho-tinh-Cuu-Long\/43127\/noi-dung.aspx Quyết định 69-HĐBT chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ, tỉnh Cửu Long]<\/ref> ngày 15 tháng 9 năm 1981 của Hội đồng Bộ trưởng về việc chia xã để thành lập xã mới thuộc các huyện Cầu Ngang, Trà Cú, Long Hồ, tỉnh Cửu Long:\n'''''Huyện [[Cầu Ngang]]'''''\n*Chia xã Trường Long Hòa thành hai xã lấy tên là xã Trường Long Hòa và xã Dân Thành.\n*Chia xã Ngũ Lạc thành hai xã lấy tên là xã Ngũ Lạc và xã Thạnh Hòa Sơn.\n*Chia xã Long Toàn thành hai xã lấy tên là xã Long Toàn và xã Long Khánh.\n*Chia xã Mỹ Long thành hai xã lấy tên là xã Mỹ Long và xã Hiệp Thạnh.\n*Tách ấp Cả Đôi của xã Long Vĩnh để sáp nhập vào xã Long Khánh cùng huyện.\n'''''Huyện [[Trà Cú]]'''''\n*Chia xã Đôn Châu thành hai xã lấy tên là xã Đôn Châu và xã Đôn Xuân.\n*Chia xã Long Hiệp thành ba xã lấy tên là xã Long Hiệp, xã Tân Hiệp và xã Ngọc Biên.\n*Chia xã Ngãi Xuyên thành hai xã lấy tên là xã Ngãi Xuyên và xã Thạnh Sơn.\n*Chia xã Tập Ngãi thành hai xã lấy tên là xã Tập Ngãi và xã Ngãi Hùng.\n'''''Huyện [[Long Hồ]]'''''\n*Chia xã Tâm Long thành hai xã lấy tên là xã Thanh Đức và xã Long Mỹ.\n\n===Năm 1981: Quyết định 98-HĐBT ngày 29 tháng 9===\n*Quyết định '''98-HĐBT'''<ref name=HDBT98>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-98-HDBT-phan-vach-dia-gioi-huyen-thuoc-tinh-Cuu-Long\/43143\/noi-dung.aspx Quyết định 98-HĐBT phân vạch địa giới huyện thuộc tỉnh Cửu Long]<\/ref> ngày 29 tháng 9 năm 1979 của Hội đồng Bộ trưởng phân vạch địa giới huyện thuộc tỉnh Cửu Long:\n'''''huyện [[Châu Thành, Trà Vinh|Châu Thành]], huyện [[Cầu Ngang]], huyện [[Càng Long]]'''''\n*Huyện Châu Thành gồm có các xã Long Hoà, Hưng Mỹ, Phước Hảo, Hoà Thuận của huyện Cầu Ngang và các xã Song Lộc, Đa Lộc, Lương Hòa, Nguyệt Hóa, Thanh Mỹ của huyện Càng Long. Trụ sở huyện đóng tại xã Đa Lộc.\n'''''huyện [[Tiểu Cần]], huyện [[Trà Cú]], huyện [[Cầu Kè]], huyện [[Càng Long]]'''''\n*Huyện Tiểu Cần gồm có các xã Tân Hòa, Hùng Hòa, Tập Ngãi, Ngãi Hùng của huyện Trà Cú và các xã Tiểu Cần, Long Thới của huyện Cầu Kè và xã Hiếu Tử của huyện Càng Long. Trụ sở huyện đóng tại xã Tiểu Cần.\n*Huyện Càng Long gồm có các xã: Mỹ Cẩm, An Trường, Huyền Hội, Tân An, Bình Phú, Phương Thạnh, Đại Phước, Nhị Long, Đức Mỹ. Trụ sở huyện đóng tại xã Mỹ Cẩm.\n*Huyện Trà Cú gồm có các xã: An Quãng Hữu, Lưu Nghiệp Anh, Đại An, Đôn Châu, Đôn Xuân, Long Hiệp, Tân Hiệp, Ngãi Xuyên, Ngọc Biên, Thanh Sơn, Tập Sơn, Phước Hưng, Hàm Giang. Trụ sở huyện đóng tại xã Ngãi Xuyên.\n'''''huyện [[Trà Ôn]], huyện [[Cầu Kè]], huyện [[Vũng Liêm]]'''''\n*Huyện Trà Ôn gồm có các xã Vĩnh Xuân, Thuận Thới, Hựu Thành, Tích Thiện, Tân Mỹ, Thiện Mỹ, Trà Côn, Lục Sỹ và thị trấn Trà Ôn của huyện Cầu Kè và các xã Thới Hòa, Xuân Hiệp, Hòa Bình của huyện Vũng Liêm. Trụ sở huyện đóng tại thị trấn Trà Ôn.\n*Huyện Cầu Kè gồm có các xã: An Phú Tân, Châu Điền, Hòa An, Ninh Thới, Phong Phú, Phong Thạnh, Tam Ngãi, Thạnh Phú, Thông Hòa. Trụ sở huyện đóng tại xã Hòa Ân.\n*Huyện Vũng Liêm gồm có các xã: Hiếu Thành, Quới Thiện, Trung Thành, Trung Hiếu, Trung Ngãi, Hiếu Phụng, Tân An Luông, Quới An, Trung Hiệp, Trung Chánh. Trụ sở huyện đóng tại xã Trung Thành.\n'''''huyện [[Bình Minh]], huyện [[Tam Bình]]'''''\n*Huyện Bình Minh gồm có các xã Thành Lợi, Mỹ Hòa, Mỹ Thuận, Tân Qưới, Tân Lược, Đông Thành và thị trấn Cái Vồn của huyện Tam Bình. Trụ sở huyện đóng tại thị trấn Cái Vồn.\n*Huyện Tam Bình gồm có các xã Bình Ninh, Hậu Lộc, Hòa Hiệp, Loan Mỹ, Mỹ Lộc, Mỹ Thạnh Trung, Ngãi Tứ, Song Phú, Tường Lộc và thị trấn Tam Bình. Trụ sở huyện đóng tại thị trấn Tam Bình.\n'''''huyện [[Cầu Ngang]], huyện [[Duyên Hải (huyện)|Duyên Hải]]'''''\n*Huyện Cầu Ngang gồm có các xã Thạnh Hòa Sơn, Long Sơn, Nhị Trường, Hiệp Hòa, Vĩnh Kim, Mỹ Hòa, Hiệp Mỹ, Mỹ Long. Trụ sở huyện đóng tại xã Mỹ Hòa.\n*Huyện Duyên Hải gồm có các xã Long Vĩnh, Trường Long Hòa, Dân Thành, Long Khánh, Long Toàn, Long Hữu, Ngũ Lạc, Hiệp Thạnh. Trụ sở huyện đóng tại xã Long Toàn.\n'''''huyện [[Long Hồ]], huyện [[Mang Thít]]'''''\n*Huyện Long Hồ gồm có các xã An Bình, Bình Hòa Phước, Long Phước, Lộc Hòa, Tân Hành, Đồng Phú, An Đức, Phú Qưới, Thanh Đức. Trụ sở huyện đóng tại xã An Đức.\n*Huyện Mang Thít gồm có các xã An Phước, Chánh Hội, Tân Long Hội, Nhơn Phú, Mỹ An, Hòa Tịnh, Bình Phước, Long Mỹ. Trụ sở huyện đóng tại xã Chánh Hội.\n\n===Năm 1985: Quyết định 86-HĐBT ngày 27 tháng 3===\n*Quyết định '''86-HĐBT'''<ref name=\"HĐBT86\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-86-HDBT-phan-vach-dieu-chinh-dia-gioi-xa-thi-tran-thuoc-tinh-Cuu-Long\/44634\/noi-dung.aspx t địnhQuyết định 86-HĐBT phân vạch, điều chỉnh địa giới xã, thị trấn thuộc tỉnh Cửu Long]<\/ref> ngày 27 tháng 3 năm 1985 của Hội đồng Bộ trưởng điều chỉnh địa giới xã, thị trấn thuộc tỉnh Cửu Long:\n'''''Huyện [[Cầu Ngang]]'''''\n*Chia xã Mỹ Long thành hai xã lấy tên là xã Mỹ Long Bắc và xã Mỹ Long Nam.\n*Chia xã Hiệp Hòa thành hai xã lấy tên là xã Hiệp Hòa và xã Kim Hòa.\n'''''Huyện [[Châu Thành, Trà Vinh|Châu Thành]]'''''\n* Chia xã Long Hòa thành hai xã lấy tên là xã Long Hòa và xã Hòa Minh.\n'''''huyện [[Vũng Liêm]]'''''\n*Chia xã Hiếu Thành thành ba xã lấy tên là xã Hiếu Thành, xã Hiếu Nhơn và xã Hiếu Nghĩa.\n*Chia xã Quới Thiện thành hai xã lấy tên là xã Quới Thiện và xã Thanh Bình.\n*Tách ấp Phong Thới và ấp Trung Tín thuộc xã Trung Thành để thành lập thị trấn Vũng Liêm (thị trấn huyện lỵ huyện Vũng Liêm).\n'''''huyện [[Bình Minh]]'''''\n*Chia xã Mỹ Thuận thành ba xã lấy tên là xã Mỹ Thuận, xã Nguyễn Văn Thảnh và xã Thuận An.\n'''''huyện [[Tam Bình]]'''''\n*Chia xã Song Phú thành hai xã lấy tên là xã Song Phú và xã Long Phú.\n'''''huyện [[Duyên Hải (huyện)|Duyên Hải]]'''''\n*Tách ấp Động Cao và ấp Hồ Thùng thuộc xã Dân Thành; tách các ấp Hồ Tàu, Rạch Cái Cỏ, Phước Thiện và Vĩnh Lợi thuộc xã Long Vĩnh để thành lập xã Đông Hải.\n\n===Năm 1986: Quyết định 44-HĐBT ngày 17 tháng 4===\n*Quyết định 44-HĐBT<ref name=\"HĐBT44\">[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-44-HDBT-dieu-chinh-dia-gioi-hanh-chinh-thi-xa-Vinh-Long-huyen-Long-Ho-va-Mang-Thit-tinh-Vinh-Long\/37079\/noi-dung.aspx Quyết định 44-HĐBT điều chỉnh địa giới hành chính thị xã Vĩnh Long, huyện Long Hồ và Mang Thít, tỉnh Vĩnh Long]<\/ref> ngày 17 tháng 4 năm 1986 của Hội đồng Bộ trưởng về việc điều chỉnh địa giới hành chính thị xã Vĩnh Long, huyện Long Hồ và Mang Thít, tỉnh Vĩnh Long:\n'''''thị xã [[Vĩnh Long (thành phố)|Vĩnh Long]], huyện [[Long Hồ]]'''''\n*Tách các xã An Bình, Bình Hòa Phước, Đồng Phú, Thanh Đức, Tân Hạnh (trừ ấp An Hiệp và 1\/2 ấp Phước Bình), và xã Long Phước (gồm ấp Phước Hanh, Phước Ngươn A, 1\/2 ấp Phước Lợi A và 4\/5 ấp Phước Lợi B) thuộc huyện Long Hồ để sáp nhập vào thị xã Vĩnh Long.\n*Thành lập xã Phước Hậu thuộc thị xã Vĩnh Long trên cơ sở các ấp Phước Hanh, Phước Ngươn A, 1\/2 Phước Lợi A và 4\/5 Phước lợi B của xã Long Phước thuộc huyện Long Hồ mới sáp nhập vào thị xã Vĩnh Long.\n*Sau khi mở rộng địa giới hành chính, thị xã Vĩnh Long có 7 phường là phường 1, phường 2, phường 3, phường 4, phường 5, phường 8, phường 9 và 8 xã An Bình, Bình Hòa Phước, Đồng Phú, Phước Hậu, Tân Ngãi, Tân Hòa, Thanh Đức, Tân Hạnh với diện tích tự nhiên 13.876,40 hécta cùng 155.801 nhân khẩu.\n*Xã Phước Hậu thuộc thị xã Vĩnh Long có tổng diện tích tự nhiên 911,99 hécta với 6.774 nhân khẩu.\n*Xã Tân Hạnh thuộc thị xã Vĩnh Long có 1.417,20 hécta diện tích tự nhiên với 11.521 nhân khẩu.\n*Xã Long Phước thuộc huyện Long Hồ có 1.360,67 hécta diện tích tự nhiên với 11.932 nhân khẩu.\n*Sáp nhập phần còn lại của xã Tân Hạnh là ấp An Hiệp và 1\/2 ấp Phước Bình vào xã Phú Quới cùng huyện Long Hồ.\n'''''huyện [[Long Hồ]], huyện [[Mang Thít]]'''''\n*Sáp nhập huyện Long Hồ và huyện Mang Thít thành một huyện lấy tên là huyện Long Hồ.\n*Huyện Long Hồ có 12 xã An Đức, An Phước, Chánh Hội, Bình Phước, Nhơn Phú, Lộc Hòa, Long Phước, Long Mỹ, Hòa Tịnh, Mỹ An, Tân Long Hội và Phú Quới với diện tích tự nhiên 26.117 hécta và 142.537 nhân khẩu.\n\n===Năm 1991: Quyết định ngày 23 tháng 11===\n*Quyết định ngày 23 tháng 11 năm 1991 của Ban Tổ chức Chính phủ về việc điều chỉnh địa giới thành lập xã, thị trấn thuộc các huyện Long Hồ, Cầu Ngang:\n'''''huyện [[Long Hồ]]'''''\n*Tách một phần đất của xã An Đức để thành lập thị trấn Long Hồ (thị trấn huyện lị huyện Long Hồ).\n'''''huyện [[Cầu Ngang]]'''''\n*Tách một phần đất của xã Mỹ Hòa để thành lập thị trấn Cầu Ngang (thị trấn huyện lị huyện Cầu Ngang).\n*Sáp nhập 2 xã Mỹ Long Bắc và Mỹ Long Nam thành xã Mỹ Long.\n\n==Thành lập tỉnh Vĩnh Long==\n===Năm 1991: Nghị quyết ngày 26 tháng 12===\n*Nghị quyết ngày 26 tháng 12 năm 1991 của Quốc hội<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-lai-dia-gioi-hanh-chinh-tinh-42812.aspx|title=Nghị quyết phân vạch lại địa giới hành chính một số tỉnh|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date =}}<\/ref>, chia tỉnh Cửu Long thành tỉnh Trà Vinh và tỉnh Vĩnh Long:\n'''''Tỉnh [[Vĩnh Long]]''''':\n* Tỉnh Vĩnh Long có sáu đơn vị hành chính gồm: Thị xã [[Vĩnh Long (thành phố)|Vĩnh Long]] và năm huyện: [[Bình Minh]], [[Long Hồ]], [[Tam Bình]], [[Trà Ôn]], [[Vũng Liêm]]\n*Tỉnh lỵ: Thị xã Vĩnh Long.\n'''''Tỉnh [[Trà Vinh]]''''':\n* Tỉnh Trà Vinh có tám đơn vị hành chính gồm: Thị xã [[Trà Vinh (thành phố)|Trà Vinh]] và bảy huyện: [[Càng Long]], [[Cầu Kè]], [[Cầu Ngang]], [[Châu Thành, Trà Vinh|Châu Thành]], [[Duyên Hải (huyện)|Duyên Hải]], [[Tiểu Cần]], [[Trà Cú]]\n*Tỉnh lỵ: Thị xã Trà Vinh.\n\n===Năm 1992: Quyết định ngày 13 tháng 2 năm 1992===\n'''''huyện [[Long Hồ]], huyện [[Mang Thít]]'''''\n*Quyết định ngày 13 tháng 2 năm 1992 của Ban Tổ chức Chính phủ điều chỉnh địa giới hành chính thị xã Vĩnh Long, huyện Long Hồ và tái lập huyện Mang Thít:\n'''''thị xã [[Vĩnh Long (thành phố)|Vĩnh Long]], huyện [[Long Hồ]]'''''\n*Sáp nhập 6 xã: Đồng Phú, An Bình, Bình Hòa Phước, Phước Hậu, Tân Hạnh, Thanh Đức của thị xã Vĩnh Long về huyện Long Hồ quản lý.\n*Sau khi điều chỉnh địa giới hành chính, thị xã Vĩnh Long có 7 phường là phường 1, phường 2, phường 3, phường 4, phường 5, phường 8, phường 9 và 2 xã Tân Ngãi, Tân Hòa.\n'''''huyện [[Long Hồ]], huyện [[Mang Thít]]'''''\n#Tái lập huyện Mang Thít trên cơ sở tách 8 xã: An Phước, Chánh Hội, Tân Long Hội, Nhơn Phú, Mỹ An, Hòa Tịnh, Bình Phước, Long Mỹ thuộc huyện Long Hồ.\n#Huyện Long Hồ có 11 đơn vị hành chính gồm thị trấn Long Hồ và 10 xã: An Đức, Lộc Hòa, Long Phước, Phú Quới, Đồng Phú, An Bình, Bình Hòa Phước, Phước Hậu, Tân Hạnh, Thanh Đức.\n\n===Năm 1994: Nghị định 21-CP ngày 18 tháng 3===\n*Nghị định '''21-CP'''<ref>Nghị định 21-CP ngày 18 tháng 3 năm 1994 thành lập thị trấn Cái Nhum thuộc huyện Mang Thít, tỉnh Vĩnh Long<\/ref> ngày 18 tháng 3 năm 1994 của Chính phủ về việc thành lập thị trấn Cái Nhum thuộc huyện Mang Thít, tỉnh Vĩnh Long:\n'''''huyện [[Mang Thít]]'''''\n*Thành lập thị trấn Cái Nhum trên cơ sở điều chỉnh một phần diện tích và dân số của xã Chánh Hội.\n\n===Năm 1994: Nghị định 85-CP ngày 09 tháng 8===\n*Nghị định '''85-CP'''<ref>Nghị định 85-CP ngày 09 tháng 8 năm 1994 điều chỉnh địa giới thành lập xã thuộc thị xã Vĩnh Long và các huyện Bình Minh, Long Hồ, Mang Thít, Tam Bình, Trà Ôn, Vũng Liêm, tỉnh Vĩnh Long<\/ref> ngày 09 tháng 8 năm 1994 của Chính phủ về việc điều chỉnh địa giới thành lập xã thuộc tất cả các đơn vị hành chính cấp huyện của tỉnh Vĩnh Long:\n'''''thị xã [[Vĩnh Long (thành phố)|Vĩnh Long]]'''''\n*Thành lập xã Tân Hội trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân Hòa.\n*Thành lập xã Trường An trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân Ngãi.\n'''''huyện [[Bình Minh]]'''''\n*Thành lập xã Đông Bình trên cơ sở điều chỉnh một phần diện tích và dân số của xã Đông Thành.\n*Thành lập xã Đông Thạnh trên cơ sở điều chỉnh một phần diện tích và dân số của xã Đông Thành.\n*Thành lập xã Thành Đông trên cơ sở điều chỉnh một phần diện tích và dân số của xã Thành Lợi.\n*Thành lập xã Thành Trung trên cơ sở điều chỉnh một phần diện tích và dân số của xã Thành Trung.\n*Thành lập xã Tân Bình trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân Qưới.\n*Thành lập xã Tân Thành trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân Qưới.\n*Thành lập xã Tân An Thạnh trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân Lược.\n*Thành lập xã Tân Hưng trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân Lược.\n'''''huyện [[Long Hồ]]'''''\n*Chia xã An Đức thành 2 xã: Long An và Phú Đức.\n*Thành lập xã Hòa Ninh trên cơ sở điều chỉnh một phần diện tích và dân số của các xã An Bình, Đồng Phú, Bình Hòa Phước.\n*Thành lập xã Hòa Phú trên cơ sở điều chỉnh một phần diện tích và dân số của xã Lộc Hòa.\n*Thành lập xã Thạnh Qưới trên cơ sở điều chỉnh một phần diện tích và dân số của Phú Qưới.\n'''''huyện [[Mang Thít]]'''''\n*Thành lập xã Tân An Hội trên cơ sở điều chỉnh một phần diện tích và dân số của xã Chánh Hội.\n*Thành lập xã Chánh An trên cơ sở điều chỉnh một phần diện tích và dân số của xã Chánh Hội.\n*Thành lập xã Tân Long trên cơ sở điều chỉnh một phần diện tích và dân số của xã Tân Long Hội.\n*Thành lập xã Mỹ Phước trên cơ sở điều chỉnh một phần diện tích và dân số của các xã Mỹ An và An Phước.\n'''''huyện [[Tam Bình]]'''''\n*Thành lập xã Phú Thịnh trên cơ sở điều chỉnh một phần diện tích và dân số của xã Song Phú.\n*Thành lập xã Tân Phú trên cơ sở điều chỉnh một phần diện tích và dân số của xã Long Phú.\n*Thành lập xã Tân Lộc trên cơ sở điều chỉnh một phần diện tích và dân số của xã Hậu Lộc.\n*Thành lập xã Phú Lộc trên cơ sở điều chỉnh một phần diện tích và dân số của các xã Tân Lộc và Song Phú.\n*Thành lập xã Hòa Lộc trên cơ sở điều chỉnh một phần diện tích và dân số của các xã Hậu Lộc và Tường Lộc.\n*Thành lập xã Hòa Thạnh trên cơ sở điều chỉnh một phần diện tích và dân số của xã Hòa Hiệp.\n'''''huyện [[Trà Ôn]]'''''\n*Thành lập xã Phú Thành trên cơ sở điều chỉnh một phần diện tích và dân số của xã Lục Sĩ Thành.\n*Thành lập xã Nhơn Bình trên cơ sở điều chỉnh một phần diện tích và dân số của xã Hòa Bình.\n'''''huyện [[Vũng Liêm]]'''''\n*Thành lập xã Nguyễn Việt Hùng trên cơ sở điều chỉnh một phần diện tích và dân số của xã Trung Thành.\n*Thành lập xã Lê Văn Hoàng trên cơ sở điều chỉnh một phần diện tích và dân số của xã Trung Thành.\n*Thành lập xã Lê Quang Phòng trên cơ sở điều chỉnh một phần diện tích và dân số của xã Trung Hiếu.\n*Thành lập xã Nguyễn Chí Trai trên cơ sở điều chỉnh một phần diện tích và dân số của xã Trung Ngãi.\n*Thành lập xã Hiếu Thuận trên cơ sở điều chỉnh một phần diện tích và dân số của xã Hiếu Phụng.\n*Thành lập xã Tân Qưới Trung trên cơ sở điều chỉnh một phần diện tích và dân số của các xã Tân An Luông, Qưới An và Trung Chánh.\n\n===Năm 1995: Nghị định 30-CP ngày 13 tháng 5===\n'''''huyện [[Vũng Liêm]]'''''\n*Nghị định '''30-CP'''<ref>Nghị định 30-CP đổi tên một số xã thuộc huyện Vũng Liêm, tỉnh Vĩnh Long<\/ref> ngày 13 tháng 5 năm 1995 của Chính phủ về việc đổi tên một số xã thuộc huyện Vũng Liêm, tỉnh Vĩnh Long:\n#Đổi tên xã Nguyễn Việt Hùng thành xã Trung Thành Tây.\n#Đổi tên xã Lê Văn Hoàng thành xã Trung Thành Đông.\n#Đổi tên xã Lê Quang Phòng thành xã Trung An.\n#Đổi tên xã Nguyễn Chí Trai thành xã Trung Nghĩa.\n\n===Năm 2007: Nghị định 125\/2005\/NĐ-CP ngày 31 tháng 7===\n'''''huyện [[Bình Minh]], huyện [[Bình Tân (huyện)|Bình Tân]]'''''\n*Nghị định 125\/2007\/NĐ-CP<ref name=ND125>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-125-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-huyen-Binh-Minh-de-thanh-lap-huyen-Binh-Tan-tinh-Vinh-Long-54111.aspx Nghị định 125\/2007\/NĐ-CP điều chỉnh địa giới hành chính huyện Bình Minh để thành lập huyện Bình Tân, tỉnh Vĩnh Long]<\/ref> ngày 31 tháng 7 năm 2007 của Chính phủ điều chỉnh địa giới hành chính huyện Bình Minh để thành lập huyện Bình Tân, tỉnh Vĩnh Long:\n#Thành lập huyện Bình Tân thuộc tỉnh Vĩnh Long trên cơ sở điều chỉnh 15.288,63 ha diện tích tự nhiên và 93.758 nhân khẩu của huyện Bình Minh (gồm toàn bộ diện tích tự nhiên và nhân khẩu của các xã: Mỹ Thuận, Nguyễn Văn Thảnh, Thành Lợi, Thành Đông, Thành Trung, Tân Quới, Tân Bình, Tân Thành, Tân Hưng, Tân Lược, Tân An Thạnh).\n#Huyện Bình Tân có 15.288,63 ha diện tích tự nhiên và 93.758 nhân khẩu, có 11 đơn vị hành chính trực thuộc, gồm các xã: Mỹ Thuận, Nguyễn Văn Thảnh, Thành Lợi, Thành Đông, Thành Trung, Tân Quới, Tân Bình, Tân Thành, Tân Hưng, Tân Lược, Tân An Thạnh.\n#Sau khi điều chỉnh địa giới hành chính để thành lập huyện Bình Tân, huyện Bình Minh còn lại 9.152,62 ha diện tích tự nhiên và 86.409 nhân khẩu, có 6 đơn vị hành chính trực thuộc, bao gồm các xã: Đông Bình, Đông Thạnh, Mỹ Hoà, Đông Thành, Thuận An và thị trấn Cái Vồn.\n#Tỉnh Vĩnh Long có 8 đơn vị hành chính trực thuộc, gồm các huyện: Trà Ôn, Tam Bình, Vũng Liêm, Mang Thít, Long Hồ, Bình Minh, Bình Tân và thị xã Vĩnh Long.\n\n===Năm 2009: Nghị định 16\/NĐ-CP ngày 10 tháng 4===\n'''''thành phố [[Vĩnh Long (thành phố)|Vĩnh Long]]'''''\n*Nghị định 16\/NĐ-CP<ref>Nghị định 16\/NĐ-CP thành lập thành phố Vĩnh Long thuộc tỉnh Vĩnh Long<\/ref> ngày 10 tháng 4 năm 2009 của Chính phủ thành lập thành phố Vĩnh Long thuộc tỉnh Vĩnh Long:\n#Thành phố Vĩnh Long có diện tích tự nhiên 4.800,8 ha và 147.039 nhân khẩu, có 11 đơn vị hành chính, gồm: Phường 1, Phường 2, Phường 3, Phường 4, Phường 5, Phường 8, Phường 9, xã Trường An, xã Tân Ngãi, xã Tân Hòa, xã Tân Hội.\n#Thành phố Vĩnh Long có địa giới hành chính: Đông và Nam giáp huyện Long Hồ tỉnh Vĩnh Long, Tây giáp huyện Châu Thành tỉnh Đồng Tháp, Bắc giáp sông Tiền.\n#Tỉnh Vĩnh Long có 8 đơn vị hành chính trực thuộc, gồm các huyện: Trà Ôn, Tam Bình, Vũng Liêm, Mang Thít, Long Hồ, Bình Minh, Bình Tân và thành phố Vĩnh Long.\n\n===Năm 2012: Nghị quyết số 89\/NQ-CP ngày 28 tháng 12===\n'''''thị xã [[Bình Minh]]'''''\n*Nghị quyết số 89\/NQ-CP<ref name=NQ89>[http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-89-NQ-CP-nam-2012-thanh-lap-thi-xa-Binh-Minh-dieu-chinh-dia-gioi-162798.aspx Nghị quyết 89\/NQ-CP năm 2012 thành lập thị xã Bình Minh và điều chỉnh địa giới để thành lập các phường thuộc thị xã Bình Minh, tỉnh Vĩnh Long]<\/ref> ngày 28 tháng 12 năm 2012 của Chính phủ về việc thành lập thị xã Bình Minh và điều chỉnh địa giới để thành lập các phường thuộc thị xã Bình Minh, tỉnh Vĩnh Long:\n#Thành lập thị xã Bình Minh thuộc tỉnh Vĩnh Long trên cơ sở toàn bộ 9.363,29 ha diện tích tự nhiên và 95.282 nhân khẩu của huyện Bình Minh.\n#Thị xã Bình Minh có 9.363,29 ha diện tích tự nhiên và 95.282 nhân khẩu.\n#Địa giới hành chính thị xã Bình Minh: Đông giáp huyện Tam Bình; Tây giáp huyện Bình Tân và thành phố Cần Thơ; Nam giáp huyện Trà Ôn và thành phố Cần Thơ; Bắc giáp huyện Bình Tân.\n#Thành lập phường Cái Vồn thuộc thị xã Bình Minh trên cơ sở điều chỉnh 175,53 ha diện tích tự nhiên, 14.523 nhân khẩu của thị trấn Cái Vồn và 43,62 ha diện tích tự nhiên, 3.852 nhân khẩu của xã Thuận An.\n#Thành lập phường Thành Phước thuộc thị xã Bình Minh trên cơ sở 359,93 ha diện tích tự nhiên và 13.703 nhân khẩu còn lại của thị trấn Cái Vồn.\n#Thành lập phường Đông Thuận thuộc thị xã Bình Minh trên cơ sở điều chỉnh 394,16 ha diện tích tự nhiên và 8.729 nhân khẩu của xã Đông Bình.\n*Sau khi thành lập thị xã Bình Minh và điều chỉnh địa giới hành chính để thành lập 03 phường thuộc thị xã Bình Minh:\n#Thị xã Bình Minh có 9.363,29 ha diện tích tự nhiên và 95.282 nhân khẩu; có 08 đơn vị hành chính trực thuộc, gồm 03 phường: Cái Vồn, Thành Phước, Đông Thuận và 05 xã: Thuận An, Đông Thạnh, Đông Bình, Mỹ Hòa, Đông Thành.\n#Xã Thuận An còn lại 2.004,07 ha diện tích tự nhiên và 16.368 nhân khẩu.\n#Xã Đông Bình còn lại 1.009,85 ha diện tích tự nhiên và 7.508 nhân khẩu.\n#Tỉnh Vĩnh Long có 150.490 ha diện tích tự nhiên và 1.028.550 nhân khẩu; có 08 đơn vị hành chính trực thuộc, gồm: Thành phố Vĩnh Long, thị xã Bình Minh và 06 huyện: Long Hồ, Mang Thít, Vũng Liêm, Tam Bình, Trà Ôn và Bình Tân.\n\n===Năm 2020: Nghị quyết số 868\/NQ-UBTVQH14 ngày 10 tháng 1===\n*Nghị quyết số '''868\/NQ-UBTVQH14'''<ref>Nghị quyết số 868\/NQ-UBTVQH14 năm 2020 của Ủy ban Thường vụ Quốc hội về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Vĩnh Long.<\/ref> ngày 10 tháng 1 năm 2020 của Ủy ban Thường vụ Quốc hội về việc thành lập các phường Trường An, Tân Ngãi, Tân Hòa, Tân Hội thuộc thành phố Vĩnh Long và sắp xếp đơn vị hành chính cấp xã thuộc tỉnh tỉnh Vĩnh Long:\n'''''thành phố [[Vĩnh Long (thành phố)|Vĩnh Long]]'''''\n#Thành lập phường Trường An thuộc thành phố Vĩnh Long trên cơ sở toàn bộ 565,77 ha diện tích tự nhiên và 7.530 nhân khẩu của xã Trường An.\n#Thành lập phường Tân Ngãi thuộc thành phố Vĩnh Long trên cơ sở toàn bộ 899,67 ha diện tích tự nhiên và 9.453 nhân khẩu của xã Tân Ngãi.\n#Thành lập phường Tân Hoà thuộc thành phố Vĩnh Long trên cơ sở toàn bộ 742,45 ha diện tích tự nhiên và 8.610 nhân khẩu của xã Tân Hòa.\n#Thành lập phường Tân Hội thuộc thành phố Vĩnh Long trên cơ sở toàn bộ 520,04 ha diện tích tự nhiên và 8.467 nhân khẩu của xã Tân Hội.\n#Sau khi thành lập 4 phường thuộc thành phố Vĩnh Long: Thành phố Vĩnh Long có 4.782 ha diện tích tự nhiên và 135.400 nhân khẩu; có 11 đơn vị hành chính trực thuộc gồm: Phường 1, phường 2, phường 3, phường 4, phường 5, phường 8, phường 9, phường Trường An, phường Tân Ngãi, phường Tân Hoà và phường Tân Hội.\n'''''huyện [[Bình Tân (huyện)|Bình Tân]]'''''\n#Giải thể xã Thành Đông thuộc huyện Bình Tân, địa bàn nhập vào các xã Tân Quới, Thành Lợi, Tân Thành.\n#Điều chỉnh một phần diện tích và dân số giữa các xã Tân Quới, Thành Lợi, Tân Thành, Tân Bình\n#Thành lập thị trấn Tân Quới thuộc huyện Bình Tân trên cơ sở toàn bộ 909 ha diện tích tự nhiên và 10.224 nhân khẩu của thị trấn Tân Quới.\n#Sau khi thành lập thị trấn Tân Quới và sắp xếp đơn vị hành chính cấp xã thuộc huyện Bình Tân: Huyện Bình Tân có 15.288,63 ha diện tích tự nhiên và 95.709 nhân khẩu; có 10 đơn vị hành chính trực thuộc gồm các xã: Mỹ Thuận, Nguyễn Văn Thảnh, Thành Lợi, Thành Trung, Tân Bình, Tân Thành, Tân Hưng, Tân Lược, Tân An Thạnh và thị trấn Tân Quới.\n'''''huyện [[Mang Thít]]'''''\n#Sáp nhập toàn bộ diện tích tự nhiên và dân số của xã Chánh Hội thuộc huyện Mang Thít vào thị trấn Cái Nhum.\n#Sau khi sắp xếp đơn vị hành chính cấp xã thuộc huyện Mang Thít: Huyện Mang Thít có 16.000 ha diện tích tự nhiên và 99.201 nhân khẩu; có 12 đơn vị hành chính trực thuộc gồm các xã: An Phước, Tân Long Hội, Nhơn Phú, Mỹ An, Hoà Tịnh, Bình Phước, Long Mỹ, Tân An Hội, Tân Long, Mỹ Phước, Chánh An và thị trấn Cái Nhum.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{DEFAULTSORT|Vĩnh Long}}\n\n{{Đơn vị hành chính thuộc tỉnh Vĩnh Long}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Lịch sử Vĩnh Long]]\n[[Thể loại:Hành chính Vĩnh Long]]"}