{"1434423":"'''[[Quảng Nam]]''' là một tỉnh thuộc vùng [[duyên hải Nam Trung Bộ]], phía bắc giáp tỉnh [[Thừa Thiên Huế]] và thành phố [[Đà Nẵng]], phía nam giáp các tỉnh [[Quảng Ngãi]] và [[Kon Tum]], phía đông giáp [[Biển Đông]], phía tây giáp tỉnh [[Sekong]] của [[Lào]].\n\n==Lịch sử tổ chức hành chính==\n===Trước khi thành lập tỉnh===\n====Thời Nhà Trần====\nTrước kia Quảng Nam là đất [[Chiêm Thành]]. Năm [[1306]] theo thỏa ước giữa vua Chiêm Thành là [[Chế Mân]] và vua [[Đại Việt]] là [[Trần Nhân Tông]] thì vua Chế Mân dâng hai '''châu Ô''' tức Thuận Châu (nam Quảng Trị, Huế) và '''châu Rí''' tức Hóa Châu (một phần Huế, bắc sông Thu Bồn) làm [[sính lễ]] [[lễ cưới|cưới]] con gái vua Trần Nhân Tông là [[huyền Trân|công chúa Huyền Trân]]. [[Người Việt]] dần định cư tại hai vùng đất mới; người Chiêm Thành lùi dần về vùng đất còn lại phía Nam của vương quốc.\n\nNăm [[1402]], [[Nhà Hồ]] thay thế [[Nhà Trần]]. Nhà Hồ chia Hóa Châu thành 4 châu nhỏ hơn là Thăng Châu, Hóa Châu, Tư Châu và Nghĩa Châu và đặt An Phủ Sứ cai trị.\n\nNăm 1408, Trần Ngỗi khởi nghĩa ở Nghệ An, hai viên quan Đặng Tất ở [[Hóa Châu]] ([[Huế]]) và Nguyễn Cảnh Chân ở [[Thăng Hoa]] (Quảng Nam). Tháng Giêng âm lịch năm 1408, Trần Ngỗi đánh 4 vạn quân Trương Phụ ở [[Bô Cô]] (Nam Định). Các nông dân Phạm Tất Đại, Phạm Chấn, Trần Nguyệt Hồ, Lê Ngã kéo về theo quân Trần Ngỗi. Nhưng có người gièm pha với Trần Ngỗi rằng hai viên quan kia là con hoàng xà đã biến thành nên Trần Ngỗi giết chết Đặng Tất và Nguyễn Cảnh Chân. Đặng Dung và Nguyễn Cảnh Dị đưa con Trần Ngạc là Trần Quý Khoáng tiếm quyền.\n\n====Thời Lê====\nNăm [[1471]], sau khi chiếm vùng đất phía Nam Thuận Hóa cho đến [[đèo Cù Mông]], vua [[Lê Thánh Tông]] lập thêm đơn vị hành chính thứ 13 - Thừa Tuyên Quảng Nam gồm 3 phủ: Thăng Hoa, Tư Nghĩa và Hoài Nhơn (nay là Quảng Nam, Quảng Ngãi, Bình Định). Danh xưng Quảng Nam xuất hiện từ đây.\n\n====Thời Chúa Nguyễn====\nSang thời kỳ [[Trịnh-Nguyễn phân tranh]], Quảng Nam thuộc quyền cai quản của [[Chúa Nguyễn]] (từ năm 1570). [[Hội An]] được nhà chúa chọn là điểm giao thương duy nhất với thế giới khi đó nên nhiều thương gia nước ngoài hay gọi vùng đất này là \"Quảng Nam Quốc\". Biên niên sử thời Nguyễn đã chép về giai đoạn này như sau: \"Chúa ở trấn hơn 10 năm, (chúa Tiên [[Nguyễn Hoàng]]) chính sự rộng rãi, quân lệnh nghiêm trang, nhân dân đều an cư lạc nghiệp, chợ không hai giá, không có trộm cướp. Thuyền buôn các nước đến nhiều. Trấn trở nên một đô hội lớn\".\n\nĐến giữa [[thế kỷ XVII]], việc triều chính xứ [[Đàng Trong]] suy đồi. Thuế thì nặng; quan lại thì lợi dụng địa vị, sinh sự làm khổ dân. Trước hoàn cảnh đó, khi phong trào [[Nhà Tây Sơn|Tây Sơn]] bùng nổ, dân Quảng Nam cũng nổi dậy. Mùa thu năm [[1773]] khi quân Tây Sơn kéo ra Quảng Nam, dân Quảng Nam đã phối hợp cùng nghĩa quân phục kích ở Bến Đá (Thạch Tân, Thăng Hoa, Quảng Nam) đánh bại quân của Chúa Nguyễn do các tướng [[Nguyễn Cửu Thống]], [[Nguyễn Hữu Sách]] chỉ huy. Nhà Tây Sơn tuy vậy chỉ tồn tại trong thời gian ngắn ngủi.\n\n===Sau khi thành lập tỉnh===\n===Thời Nhà Nguyễn===\nNăm [[1806]] vua [[Gia Long]] thống nhất đất nước. Về hành chính, vua chia đất nước thành 23 trấn và 4 doanh thuộc đất kinh kỳ gồm Trực Lệ-Quảng Đức, Quảng Bình, Quảng Trị và Quảng Nam doanh.\n\nNăm [[1831]], vua [[Minh Mạng]] đổi trấn và doanh thành tỉnh. Quảng Nam chính thức trở thành tỉnh từ năm này. Tỉnh Quảng Nam được chia thành 2 [[phủ (định hướng)|phủ]] Thăng Bình (升平) (trước là Thăng Hoa (gồm các huyện Lễ Dương (醴陽) Tam Kỳ (三岐), [[Hà Đông (huyện cũ)|Hà Đông]] (河東), Quế Sơn (桂山)) và Điện Bàn 奠磐 (với các [[huyện]] Hòa Vang (和榮), Duy Xuyên (濰川), Diên Phúc (延福) (sau đổi là Diên Phước), Đại Lộc (大祿)).\n\n===Thời Pháp thuộc===\nNăm [[1888]], dưới triều vua [[Thành Thái]], [[Thành phố Đà Nẵng|Đà Nẵng]] bị tách khỏi Quảng Nam để trở thành đất [[nhượng địa]] của [[đế quốc thực dân Pháp|thực dân Pháp]].\n\n===Thời Việt Nam Cộng hòa===\n{| class=\"wikitable\" style=\"float:right; margin:1em; margin-top:0;\"\n|-\n! colspan=\"2\" | '''Dân số tỉnh Quảng Nam 1967'''<ref>''Việt Nam Cộng hòa bản đồ hành chánh''. Đà Lạt: Phân cục Địa dư Quốc gia, 1967.<\/ref>\n|- style=\"background:lightgrey;\"\n! Quận\n! Dân số\n|-\n| Đại Lộc || 48.693\n|-\n| Điện Bàn || 158.761\n|-\n| Đức Dục || 46.461\n|-\n| Duy Xuyên || 83.206\n|-\n| Hiếu Đức || 14.906\n|-\n| Hiếu Nhơn || 81.442\n|-\n| Hòa Vang || 90.450\n|- \n| Quế Sơn || 72.629\n|-\n| Thường Đức || 16.963\n|-\n| '''Tổng số''' || 613.511 \n|}\n\nSau [[Hiệp định Genève, 1954|Hiệp định Genève]], tỉnh Quảng Nam thời Việt Nam Cộng Hòa vào năm [[1956]] lại chia thành hai tỉnh mới lấy sông Rù Rì (tên gọi khác của sông Ly Ly) làm ranh giới là '''Quảng Nam''' ở phía Bắc gồm chín quận và '''[[Quảng Tín]] '''ở phía Nam gồm sáu quận.\n\nChín quận của Quảng Nam là:\n#Hòa Vang (nay thuộc thành phố Đà Nẵng)\n#Đại Lộc,\n#Điện Bàn,\n#Duy Xuyên,\n#Đức Dục (một số xã miền núi của huyện Đại Lộc, Quế Sơn và Duy Xuyên, nay là huyện Nông Sơn)\n#Hiếu Nhơn (nay thuộc thành phố Hội An và một số xã của thị xã Điện Bàn)\n#Quế Sơn,\n#Hiếu Đức (nay thuộc huyện Đông Giang, Tây Giang và một số xã miền núi của huỵên Hòa Vang (thành phố Đà Nẵng)\n#Thượng Đức (nay thuộc huyện Nam Giang và một số xã miền núi huyện Đại Lộc).\n\nTỉnh lỵ đóng tại Hội An thuộc quận Hiếu Nhơn ([[Hội An]]) <ref>{{Chú thích web|url = http:\/\/phuocson.gov.vn\/Default.aspx?tabid=107&NewsViews=2841|title = Lịch sử địa lý huyện Phước Sơn}}<\/ref>.\n\nTỉnh Quảng Tín, từ sông Ly Ly vào đến Dốc Sỏi (ranh giới giữa Quảng Nam và Quảng Ngãi), gồm 5 quận: \n# Thăng Bình (nay thuộc huyện Thăng Bình và một phần huyện Hiệp Đức), \n# Tam Kỳ (nay thuộc thành phố Tam Kỳ, huyện Núi Thành, huyện Phú Ninh), \n# Tiên Phước (nay thuộc huyện Tiên Phước và một phần huyện Hiệp Đức), \n# Hậu Đức (nay là huyện Nam Trà My và Bắc Trà My) \n# Hiệp Đức (nay thuộc huyện Phước Sơn và Hiệp Đức).\nDân số Quảng Tín lúc đó là 353.752 người; tỉnh lỵ đóng tại Tam Kỳ.&nbsp;\n\n===Sau năm 1975===\nSau khi thống nhất đất nước, chính phủ nước [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]] quyết định hợp nhất hai tỉnh Quảng Nam, [[Quảng Tín]] với Đặc khu Quảng Đà và [[Thành phố Đà Nẵng]] để thành lập tỉnh mới có tên gọi là tỉnh [[Quảng Nam - Đà Nẵng]] với Thành phố Đà Nẵng là tỉnh lị.\n\nSau khi thành lập tỉnh, có những thay đổi hành chính như sau: chuyển thị xã Đà Nẵng thành thành phố Đà Nẵng, hợp nhất thị xã Tam Kỳ và 2 huyện Bắc Tam Kỳ, Nam Tam Kỳ thành huyện Tam Kỳ. Tỉnh Quảng Nam - Đà Nẵng có 14 đơn vị hành chính gồm [[Đà Nẵng (thành phố trực thuộc tỉnh)|thành phố Đà Nẵng]] (tỉnh lị), [[Hội An|thị xã Hội An]] và 12 huyện: [[Đại Lộc]], [[Điện Bàn]], [[Duy Xuyên]], [[Nam Giang|Giằng]], [[Hiên]], [[Hòa Vang]], [[Phước Sơn]], [[Quế Sơn]], [[Tam Kỳ]], [[Thăng Bình]], [[Tiên Phước]], [[Trà My]].\n\nNăm 1978, thành lập một số xã thuộc thị xã Hội An và huyện Hiên.<ref>Quyết định 131-BT năm 1978 của Bộ trưởng Phủ thủ tướng.<\/ref>\n\n* Thành lập xã Tân Hiệp (TX. Hội An)\n* Thành lập xã A Ting (Hiên) trên cơ sở một phần xã Sông Kôn\n\nNăm 1979, điều chỉnh địa giới huyện Trà My và huyện Tam Kỳ; hợp nhất một số xã thuộc huyện Tam Kỳ.<ref>Quyết định số 111-CP năm 1979 của Hội đồng Chính phủ.<\/ref>\n\n* Sáp nhập xã Trà Thượng (Trà My) vào huyện Tam Kỳ.\n* Thành lập xã Tam Trà (Tam Kỳ) trên cơ sở toàn bộ xã Trà Thượng và xã Tam Sơn.\n\nNăm 1981, chia tách một số xã thuộc các huyện Quế Sơn, Thăng Bình, Điện Bàn, Giằng, Trà My, Tiên Phước, Phước Sơn, Hòa Vang; điều chỉnh địa giới huyện Tiên Phước và huyện Trà My.<ref>Quyết định số 79-HĐBT năm 1981 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập một số xã thuộc huyện Quế Sơn:\n\n- Thành lập xã Quế Long trên cơ sở một phần xã Quế Phong.\n\n- Thành lập xã Quế Trung trên cơ sở một phần xã Quế Lộc.\n\n- Thành lập xã Quế Ninh và xã Quế Lâm trên cơ sở một phần xã Quế Phước.\n\n- Thành lập xã Quế Bình và xã Quế Lưu trên cơ sở một phần xã Quế Tân.\n\n* Thành lập thị trấn Hà Lam (Thăng Bình) trên cơ sở một phần xã Bình Nguyên.\n* Giải thể xã Điện Ninh (Điện Bàn). Thành lập thị trấn Vĩnh Điện và xã Điện Minh (Điện Bàn) trên cơ sở toàn bộ xã Điện Ninh.\n* Thành lập thị trấn Thạnh Mỹ (Giằng) trên cơ sở một phần xã Zơ Nông.\n* Sáp nhập phần còn lại xã Zơ Nông (Giằng) vào xã Cà Dy.\n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Trà My:\n\n- Thành lập thị trấn Trà My trên cơ sở một phần xã Tiên Trà.\n\n- Thành lập xã Trà Giang trên cơ sở phần còn lại xã Tiên Trà, một phần xã Trà Liên và xã Trà Giác.\n\n- Thành lập xã Trà Tân trên cơ sở một phần xã Trà Giác\n\n* Thành lập một số đơn vị hành chính cấp xã thuộc huyện Tiên Phước:\n\n- Thành lập thị trấn Tiên Kỳ trên cơ sở toàn bộ xã Tiên Kỳ.\n\n- Giải thể xã Tiên Quang. Thành lập xã Tiên Cẩm và xã Tiên Hà trên cơ sở toàn bộ xã Tiên Quang.\n\n* Thành lập xã Phước Đức (Phước Sơn) trên cơ sở một phần xã Phước Thành, xã Phước Mỹ và xã Phước Kim.\n\n* Thành lập một số xã thuộc huyện Hòa Vang:\n\n- Thành lập xã Hòa Bắc trên cơ sở một phần xã Hòa Liên.\n\n- Thành lập xã Hòa Ninh trên cơ sở một phần xã Hòa Sơn.\n\nNăm 1982, thành lập huyện đảo [[Hoàng Sa (huyện)|Hoàng Sa]] trên cơ sở [[quần đảo Hoàng Sa]] hiện nay đang bị [[Trung Quốc]] chiếm giữ trái phép kể từ năm [[1974]] đến nay.<ref>Quyết định số 194-HĐBT năm 1982 của Hội đồng Bộ trưởng.<\/ref>\n\nNăm 1983, chia tách một số xã thuộc các huyện Tam Kỳ, Quế Sơn, Trà My.<ref>Quyết định số 79-HĐBT năm 1983 của Hội đồng Bộ trưởng.<\/ref>. Cùng năm, chia huyện Tam Kỳ thành [[Tam Kỳ|thị xã Tam Kỳ]] và huyện [[Núi Thành]].<ref>Quyết định số 144-HĐBT năm 1983 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập xã Tam Sơn (Tam Kỳ) trên cơ sở một phần xã Tam Trà.\n* Thành lập xã Quế Minh (Quế Sơn) trên cơ sở một phần xã Quế An.\n* Thành lập xã Quốc Cường (Quế Sơn) trên cơ sở một phần xã Quế Mỹ.\n* Thành lập xã Quế Thuận (Quế Sơn) trên cơ sở một phần xã Quế Hiệp.\n* Thành lập xã Trà Dơn (Trà My) trên cơ sở một phần xã Trà Leng.\n* Thành lập xã Trà Bui (Trà My) trên cơ sở một phần xã Trà Dốc.\n* Giải thể xã Tiên Minh (Trà My). Thành lập xã Trà Dương và xã Trà Đông (Trà My) trên cơ sở toàn bộ xã Tiên Minh.\n* Thị xã Tam Kỳ gồm có 7 phường Hoà Phương, An Sơn, Phước Hoà, An Xuân, An Mỹ, Tân Thạnh, Trường Xuân và 10 xã Tam Phú, Tam Thanh, Tam Thảng,Tam An, Tam Dân, Tam Thạnh, Tam Phước, Tam Ngọc, Tam Thái, Tam Lãnh.\n* Huyện Núi Thành gồm có 12 xã Tam Xuân, Tam Tiến, Tam Trà, Tam Sơn, Tam Anh, Tam Hiệp, Tam Hoà, Tam Nghĩa, Tam Mỹ, Tam Quang, Tam Giang, Tam Hải và thị trấn Núi Thành.\n\nNăm 1984, chia tách một số xã, thị trấn thuộc các huyện Đại Lộc và Thăng Bình.<ref>Quyết định số 110-HĐBT năm 1984 của Hội đồng Bộ trưởng.<\/ref>\n\n* Thành lập thị trấn Ái Nghĩa (Đại Lộc) trên cơ sở toàn bộ xã Đại Phước và một phần các xã Đại Hiệp, Đại An, Đại Hoà, Đại Nghĩa.\n\nNăm 1985, chia tách một số xã thuộc thị xã Tam Kỳ<ref>Quyết định số 116-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>. Cùng năm, thành lập huyện [[Hiệp Đức]] trên cơ sở tách 2 xã thuộc huyện Thăng Bình, 4 xã thuộc huyện Quế Sơn và 2 xã thuộc huyện Phước Sơn<ref>Quyết định 289-HĐBT năm 1985 của Hội đồng Bộ trưởng.<\/ref>.\n\n* Thành lập một số xã thuộc thị xã Tam Kỳ:\n\n- Thành lập xã Tam Lộc trên cơ sở một phần xã Tam Phước.\n\n- Thành lập xã Tam Vinh trên cơ sở một phần xã Tam Dân.\n\n* Huyện Hiệp Đức gồm 8 xã: Bình Lâm, Thăng Phước, Quế Thọ, Quế Bình, Quế Lưu, Quế Tân, Phước Gia, Phước Tra có diện tích tự nhiên 48649,86 hécta với 27291 nhân khẩu.\n\nNăm 1986, chia tách một số xã, thị trấn thuộc các huyện Quế Sơn, Hiệp Đức, Hòa Vang<ref>Quyết định số 5-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>, Phước Sơn, Duy Xuyên<ref>Quyết định số 27-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref> và Trà My<ref>Quyết định số 162-HĐBT năm 1986 của Hội đồng Bộ trưởng.<\/ref>.\n\n* Thành lập xã Bình Sơn (Hiệp Đức) trên cơ sở một phần xã Thăng Phước. Xã Bình Sơn có diện tích tự nhiên 2.050 hécta với 2.345 nhân khẩu.\n* Thành lập thị trấn Tân An (Hiệp Đức) trên cơ sở một phần xã Quế Thọ. Thị trấn Tân An có diện tích tự nhiên 1.692,27 hécta với 2.610 nhân khẩu.\n* Thành lập thị trấn Đông Phú (Quế Sơn) trên cơ sở một phần xã Quế Châu và xã Quế Long. Thị trấn Đông Phú có 1.127,39 hécta với 6,365 nhân khẩu.\n* Thành lập thị trấn Khâm Đức (Phước Sơn) trên cơ sở một phần xã Phước Đức. Thị trấn Khâm Đức có diện tích tự nhiên 1.400 hécta với 1.950 nhân khẩu.\n* Thành lập thị trấn Duy Xuyên (Duy Xuyên) trên cơ sở một phần xã Duy An và xã Duy Trung. Thị trấn Duy Xuyên có tổng diện tích tự nhiên 410 hécta với 8.474 nhân khẩu.\n* Thành lập xã Duy Phú (Duy Xuyên) trên cơ sở một phần xã Duy Tân. Xã Duy Phú có diện tích tự nhiên 3.300 hécta với 3.534 nhân khẩu.\n* Thành lập xã Duy Thu (Duy Xuyên) trên cơ sở một phần xã Duy Tân. Xã Duy Thu có diện tích tự nhiên 1.200 hécta với 3.836 nhân khẩu.\n* Thành lập xã Duy Hải (Duy Xuyên) trên cơ sở một phần xã Duy Nghĩa. Xã Duy Hải có diện tích tự nhiên 1.050 hécta với 5.607 nhân khẩu.\n* Thành lập xã Trà Don (Trà My) trên cơ sở một phần xã Trà Mai. Xã Trà Don có 7.252 hécta diện tích tự nhiên với 1.058 nhân khẩu.\n* Thành lập xã Hòa Phú (Hòa Vang) trên cơ sở một phần xã Hòa Phong. Xã Hòa Phú có 10.309,5 hécta diện tích tự nhiên với 3.374 nhân khẩu.\n\nNăm 1988, chia tách một số xã thuộc các huyện Trà My và Quế Sơn.<ref>Quyết định số 63-HĐBT năm 1988 của Hội đồng Bộ trưởng.<\/ref>\n\n* Giải thể xã Trà Liên (Trà My). Thành lập xã Trà Nú và xã Trà Kót (Trà My) trên cơ sở toàn bộ xã Trà Liên. Xã Trà Nú có 5.900 hécta diện tích tự nhiên và 806 nhân khẩu. Xã Trà Kót có 10.814 hécta diện tích tự nhiên và 708 nhân khẩu.\n* Đổi tên xã Quế Mỹ (Quế Sơn) thành xã Phú Thọ.\n* Thành lập xã Quế Hội (Quế Sơn). Xã Quế Hội có 13.672 hécta diện tích tự nhiên và 722 nhân khẩu.\n\nNăm 1990, chia tách một số xã thuộc huyện Hiệp Đức.\n\nNăm 1994, chia tách, điều chỉnh địa giới một số xã và đổi tên thị trấn thuộc các huyện Đại Lộc, Duy Xuyên, Hiên, Quế Sơn, Núi Thành và thị xã Tam Kỳ.<ref>Nghị định số 102-CP năm 1994 của Chính phủ.<\/ref>\n\nNăm 1996, tại kỳ họp thứ X của Quốc hội, tỉnh Quảng Nam - Đà Nẵng được chia thành hai đơn vị hành chính độc lập gồm Thành phố Đà Nẵng và tỉnh Quảng Nam. Tỉnh Quảng Nam mới có 14 huyện gồm Đại Lộc, Điện Bàn, Duy Xuyên, Giằng, Hiên, Hiệp Đức, Núi Thành, Phước Sơn, Quế Sơn, Thăng Bình, Tiên Phước, Trà My và 2 thị xã: Tam Kỳ (tỉnh lị), Hội An.<ref>Nghị quyết về việc điều chỉnh địa giới tỉnh, thành phố trực thuộc Trung ương.<\/ref>\n\nNăm 1998, thành lập xã Trà Vinh thuộc huyện Trà My<ref>Nghị định số 43\/1998\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở một phần xã Trà Vân. Xã Trà Vinh có 3.851 ha diện tích tự nhiên và 1.328 nhân khẩu.\n\nNăm 1999, thành lập một số phường, xã thuộc thị xã Hội An và huyện Hiên; huyện Giằng được đổi tên thành huyện [[Nam Giang]].<ref>Nghị định 71\/1999\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường Thanh Hà (TX. Hội An) trên cơ sở một phần xã Cẩm Hà. Phường Thanh Hà có 613 ha diện tích tự nhiên và 8.779 nhân khẩu.\n* Thành lập phường Tân An (TX. Hội An) trên cơ sở một phần phường Cẩm Phô và xã Cẩm Hà. Phường Tân An có 147,5 ha diện tích tự nhiên và 5.008 nhân khẩu.\n* Thành lập xã Ga Ri (Hiên) trên cơ sở một phần xã Ch'ơm. Xã Ga Ri có 4.703 ha diện tích tự nhiên và 1.004 nhân khẩu.\n* Thành lập xã A Nông (Hiên) trên cơ sở một phần xã A Tiêng. Xã A Nông có 5.164 ha diện tích tự nhiên và 853 nhân khẩu.\n* Thành lập xã Jơ Ngây (Hiên) trên cơ sở một phần xã Sông Kôn. Xã Jơ Ngây có 5.574 ha diện tích tự nhiên và 1.740 nhân khẩu.\n\nNăm 2002, chia tách một số phường, xã thuộc thị xã Tam Kỳ và các huyện Trà My, Hiệp Đức, Phước Sơn.<ref>Nghị định số 27\/2002\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường An Phú (TX. Tam Kỳ) trên cơ sở một phần xã Tam Phú. Phường An Phú có 1.462,15 ha diện tích tự nhiên và 6.692 nhân khẩu.\n* Thành lập xã Trà Ka (Trà My) trên cơ sở một phần xã Trà Giáp. Xã Trà Ka có 5.350 ha diện tích tự nhiên và 1.359 nhân khẩu.\n* Thành lập xã Sông Trà (Hiệp Đức) trên cơ sở một phần xã Phước Trà. Xã Sông Trà có 3.337 ha diện tích tự nhiên và 1.534 nhân khẩu.\n* Thành lập xã Phước Xuân (Phước Sơn) trên cơ sở một phần thị trấn Khâm Đức. Xã Phước Xuân có 13.092,4 ha diện tích tự nhiên và 1.192 nhân khẩu.\n* Thành lập xã Phước Lộc (Phước Sơn) trên cơ sở một phần xã Phước Thành. Xã Phước Lộc có 9.499,6 ha diện tích tự nhiên và 1.007 nhân khẩu.\n\nNăm 2003, chia huyện Trà My thành 2 huyện: [[Bắc Trà My]] và [[Nam Trà My]]; chia huyện Hiên thành 2 huyện: [[Đông Giang]] và [[Tây Giang]].<ref>Nghị định 72\/2003\/NĐ-CP của Chính phủ.<\/ref>\n\n* Huyện Đông Giang có 81.120 ha diện tích tự nhiên và 20.798 nhân khẩu; có 11 đơn vị hành chính trực thuộc, gồm các xã Ba, Tư, A Ting, Sông Kôn, Jơ Ngây, Tà Lu, Za Hung, A Rooi, Mà Cooih, Ka Dăng và thị trấn Prao.\n* Huyện Tây Giang có 90.120 ha diện tích tự nhiên và 13.405 nhân khẩu; có 10 đơn vị hành chính trực thuộc, gồm các xã A Vương, Dang, Lăng, BhaLêê, A Xan, Ch’ơm, Ga Ri, A Tiêng, A Nông.\n* Huyện Bắc Trà My có 82.325 ha diện tích tự nhiên và 36.386 nhân khẩu; có 12 đơn vị hành chính trực thuộc, gồm các xã Trà Đông, Trà Dương, Trà Giang, Trà Nú, Trà Kót, Trà Tân, Trà Đốc, Trà Bui, Trà Giác, Trà Giáp, Trà Ka và thị trấn Trà My.\n* Huyện Nam Trà My có 82.235 ha diện tích tự nhiên và 19.876 nhân khẩu; có 10 đơn vị hành chính trực thuộc, gồm các xã Trà Don, Trà Leng, Trà Vân, Trà Vinh, Trà Tập, Trà Dơn, Trà Nam, Trà Cang, Trà Mai, Trà Linh.\n\nNăm 2004, thành lập một số phường, xã thuộc thị xã Hội An và các huyện Đại Lộc, Quế Sơn.<ref>Nghị định số 20\/2004\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập phường Cẩm Châu (TX. Hội An) trên cơ sở toàn bộ xã Cẩm Châu. Phường Cẩm Châu có 570,30 ha diện tích tự nhiên và 8.610 nhân khẩu.\n* Thành lập phường Cửa Đại (TX. Hội An) trên cơ sở một phần xã Cẩm An. Phường Cửa Đại có 314,07 ha diện tích tự nhiên và 4.875 nhân khẩu.\n* Thành lập phường Cẩm An (TX. Hội An) trên cơ sở phần còn lại xã Cẩm An. Phường Cẩm An có 290,46 ha diện tích tự nhiên và 4.765 nhân khẩu.\n* Thành lập xã Đại Hưng (Đại Lộc) trên cơ sở một phần xã Đại Lãnh. Xã Đại Hưng có 8.869 ha diện tích tự nhiên và 6.821 nhân khẩu.\n* Giải thể xã Quế Xuân (Quế Sơn). Thành lập xã Quế Xuân 1 và xã Quế Xuân 2 (Quế Sơn) trên cơ sở toàn bộ xã Quế Xuân. Xã Quế Xuân 1 có 821 ha diện tích tự nhiên và 9.292 nhân khẩu. Xã Quế Xuân 2 có 1.508 ha diện tích tự nhiên và 6.725 nhân khẩu.\n\nNăm 2005, thành lập một số phường, xã thuộc thị xã Tam Kỳ và thành lập huyện [[Phú Ninh]]<ref>Nghị định 01\/2005\/NĐ-CP của Chính phủ.<\/ref>. Cùng năm, chia tách một số xã thuộc các huyện Núi Thành và Điện Bàn<ref>Nghị định số 85\/2005\/NĐ-CP của Chính phủ.<\/ref>.\n\n* Thành lập một số đơn vị hành chính cấp xã thuộc thị xã Tam Kỳ:\n\n- Thành lập phường Hòa Thuận trên cơ sở một phần phường Tân Thạnh và xã Tam Đàn. Phường Hòa Thuận có 557,50 ha diện tích tự nhiên và 5.781 nhân khẩu.\n\n- Thành lập xã Tam Đại trên cơ sở một phần xã Tam Thái. Xã Tam Đại có 2.760,50 ha diện tích tự nhiên và 6.149 nhân khẩu.\n\n* Thành lập huyện Phú Ninh trên cơ sở một phần thị xã Tam Kỳ. Huyện Phú Ninh có 25.147 ha diện tích tự nhiên và 84.477 nhân khẩu, có 10 đơn vị hành chính trực thuộc là các xã Tam Lãnh, Tam Thái, Tam Dân, Tam Đàn, Tam An, Tam Lộc, Tam Vinh, Tam Thành, Tam Phước, Tam Đại.\n* Thành lập các xã thuộc huyện Núi Thành:\n\n- Giải thể xã Tam Mỹ. Thành lập xã Tam Mỹ Đông và xã Tam Mỹ Tây trên cơ sở toàn bộ xã Tam Mỹ. Xã Tam Mỹ Đông có 1.727 ha diện tích tự nhiên tự nhiên và 6.400 nhân khẩu. Xã Tam Mỹ Tây có 5.104 ha diện tích tự nhiên và 5.869 nhân khẩu.\n\n- Giải thể xã Tam Anh. Thành lập xã Tam Anh Bắc và xã Tam Anh Nam trên cơ sở toàn bộ xã Tam Anh. Xã Tam Anh Bắc có 2.100 ha diện tích tự nhiên và 6.409 nhân khẩu. Xã Tam Anh Nam có 2.191 ha diện tích tự nhiên và 9.316 nhân khẩu.\n\n* Thành lập các xã thuộc huyện Điện Bàn:\n\n- Giải thể xã Điện Nam. Thành lập xã Điện Nam Bắc, xã Điện Nam Trung và xã Điện Nam Đông trên cơ sở toàn bộ xã Điện Nam. Xã Điện Nam Bắc có 814,45 ha diện tích tự nhiên và 5.065 nhân khẩu. Xã Điện Nam Trung có 767,50 ha diện tích tự nhiên và 6.728 nhân khẩu. Xã Điện Nam Đông có 842,25 ha diện tích tự nhiên và 6.256 nhân khẩu.\n\n- Giải thể xã Điện Thắng. Thành lập xã Điện Thắng Bắc, xã Điện Thắng Trung và xã Điện Thắng Nam trên cơ sở toàn bộ xã Điện Thắng. Xã Điện Thắng Bắc có 357,20 ha diện tích tự nhiên và 5.792 nhân khẩu. Xã Điện Thắng Trung có 378,60 ha diện tích tự nhiên và 7.260 nhân khẩu. Xã Điện Thắng Nam có 506,20 ha diện tích tự nhiên và 6.122 nhân khẩu.\n\nNăm 2006, thành lập [[Tam Kỳ|thành phố Tam Kỳ]]<ref>Nghị định 113\/2006\/NĐ-CP của Chính phủ.<\/ref> trên cơ sở toàn bộ thị xã Tam Kỳ. Thành phố Tam Kỳ có 9.263,56 ha diện tích tự nhiên và 123.662 nhân khẩu; có 13 đơn vị hành chính, gồm các 9 phường và 4 xã.\n\nNăm 2007, thành lập một số xã, phường, mở rộng thị trấn thuộc thị xã Hội An và các huyện Đại Lộc, Bắc Trà My, Thăng Bình.<ref>Nghị định số 33\/2007\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập xã Đại An (Đại Lộc) trên cơ sở một phần xã Đại Hòa. Xã Đại An có 661,04 ha diện tích tự nhiên và 7.607 nhân khẩu.\n* Sáp nhập một phần xã Đại Nghĩa và xã Đại Hiệp (Đại Lộc) vào thị trấn Ái Nghĩa. Thị trấn Ái Nghĩa có 1.230,45 ha diện tích tự nhiên và 18.228 nhân khẩu.\n* Thành lập xã Trà Sơn (Bắc Trà My) trên cơ sở một phần thị trấn Trà My. Xã Trà Sơn có 4.295 ha diện tích tự nhiên và 2.939 nhân khẩu.\n* Giải thể xã Bình Định (Thăng Bình). Thành lập xã Bình Định Bắc và xã Bình Định Nam (Thăng Bình) trên cơ sở toàn bộ xã Bình Định. Xã Bình Định Bắc có 1.452 ha diện tích tự nhiên và 4.883 nhân khẩu. Xã Bình Định Nam có 1.678 ha diện tích tự nhiên và 5.274 nhân khẩu.\n* Thành lập phường Cẩm Nam (TX. Hội An) trên cơ sở toàn bộ xã Cẩm Nam. Phường Cẩm Nam có 454,94 ha diện tích tự nhiên và 6.035 nhân khẩu.\n\nNăm 2008, thành lập [[Hội An|thành phố Hội An]].<ref>Nghị định 10\/2008\/NĐ-CP của Chính phủ.<\/ref> Cùng năm, thành lập một số xã thuộc các huyện Quế Sơn, Phước Sơn và thành lập huyện [[Nông Sơn]].<ref>Nghị định 42\/2008\/NĐ-CP của Chính phủ.<\/ref>\n\n* Thành lập thành phố Hội An trên cơ sở toàn bộ thị xã Hội An. Thành phố Hội An có 6.146,88 ha diện tích tự nhiên và 121.716 nhân khẩu, có 13 đơn vị hành chính, gồm các 9 phường và 4 xã.\n* Thành lập các xã thuộc huyện Quế Sơn:\n\n- Thành lập xã Hương An trên cơ sở một phần xã Quế Phú và xã Quế Cường. Xã Hương An có 1.035 ha diện tích tự nhiên và 6.450 nhân khẩu.\n\n- Thành lập xã Sơn Viên trên cơ sở một phần xã Quế Lộc. Xã Sơn Viên có 2.517 ha diện tích tự nhiên và 3.215 nhân khẩu.\n\n- Thành lập xã Phước Ninh trên cơ sở một phần xã Quế Phước và xã Quế Ninh. Xã Phước Ninh có 12.228 ha diện tích tự nhiên và 3.586 nhân khẩu.\n\n* Thành lập xã Phước Hòa (Phước Sơn) trên cơ sở một phần xã Phước Hiệp. Xã Phước Hoà có 18.815,4 ha diện tích tự nhiên và 2.076 nhân khẩu.\n* Thành lập huyện Nông Sơn trên cơ sở một phần huyện Quế Sơn. Huyện Nông Sơn có 45.592 ha diện tích tự nhiên và 34.524 nhân khẩu, có 7 đơn vị hành chính trực thuộc, bao gồm các xã: Quế Lộc, Quế Trung, Quế Ninh, Quế Phước, Quế Lâm, Sơn Viên và Phước Ninh.\n\nNăm 2009, thành lập thị trấn Phú Thịnh thuộc huyện Phú Ninh.<ref>Nghị quyết số 69\/NQ-CP năm 2009 của Chính phủ.<\/ref>\n\nNăm 2011, chia tách một số xã thuộc huyện Nam Giang.<ref>Nghị quyết số 03\/NQ-CP năm 2011 của Chính phủ.<\/ref>\n\n* Thành lập xã Chơ Chun trên cơ sở một phần xã Laêê. Xã Chơ Chun có 10.950 ha diện tích tự nhiên và 964 nhân khẩu.\n* Thành lập xã Đắc Tôi trên cơ sở một phần xã Ladêê. Xã Đắc Tôi có 6.900 ha diện tích tự nhiên và 813 nhân khẩu.\n* Thành lập xã Tà Pơơ trên cơ sở một phần xã Tà Bhing và xã Zuôih. Xã Tà Pơơ có 17.563,91 ha diện tích tự nhiên và 1.032 nhân khẩu.\n\nNăm 2015, thành lập [[Điện Bàn|thị xã Điện Bàn]] và thành lập các phường thuộc thị xã Điện Bàn.<ref>Nghị quyết số 889\/NQ-UBTVQH13 năm 2015 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Thành lập thị xã Điện Bàn trên cơ sở toàn bộ huyện Điện Bàn\n* Thành lập các phường thuộc thị xã Điện Bàn:\n\n- Thành lập phường Vĩnh Điện trên cơ sở toàn bộ thị trấn Vĩnh Điện. Phường Vĩnh Điện có 205,35 ha diện tích tự nhiên và 8.244 nhân khẩu.\n\n- Thành lập phường Điện An trên cơ sở toàn bộ xã Điện An. Phường Điện An có 1.014,85 ha diện tích tự nhiên và 14.464 nhân khẩu.\n\n- Thành lập phường Điện Ngọc trên cơ sở toàn bộ xã Điện Ngọc. Phường Điện Ngọc có 2.121,60 ha diện tích tự nhiên và 31.392 nhân khẩu.\n\n- Thành lập phường Điện Nam Bắc trên cơ sở toàn bộ xã Điện Nam Bắc. Phường Điện Nam Bắc có 750,97 ha diện tích tự nhiên và 10.159 nhân khẩu.\n\n- Thành lập phường Điện Nam Trung trên cơ sở toàn bộ xã Điện Nam Trung. Phường Điện Nam Trung có 803,74 ha diện tích tự nhiên và 9.273 nhân khẩu.\n\n- Thành lập phường Điện Nam Đông trên cơ sở toàn bộ xã Điện Nam Đông. Phường Điện Nam Đông có 879,98 ha diện tích tự nhiên và 8.879 nhân khẩu.\n\n- Thành lập phường Điện Dương trên cơ sở toàn bộ xã Điện Dương. Phường Điện Dương có 1.563,97 ha diện tích tự nhiên và 19.039 nhân khẩu.\n\n* Thị xã Điện Bàn có 21.471 ha diện tích tự nhiên, 229.907 nhân khẩu và 20 đơn vị hành chính cấp xã, gồm 07 phường và 13 xã.\n\nNăm 2020, hợp nhất và thành lập một số xã, thị trấn thuộc các huyện Hiệp Đức, Nông Sơn, Quế Sơn.<ref>Nghị quyết số 863\/NQ-UBTVQH14 năm 2020 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Quế Sơn:\n\n- Thành lập xã Quế Mỹ trên cơ sở toàn bộ xã Quế Cường và xã Phú Thọ. Xã Quế Mỹ có 39,45&nbsp;km² diện tích tự nhiên và quy mô dân số 9.430 người.\n\n- Thành lập thị trấn Hương An trên cơ sở toàn bộ xã Hương An. Thị trấn Hương An có 11,17&nbsp;km² diện tích tự nhiên và quy mô dân số 8.267 người.\n\n- Sau khi sắp xếp, huyện Quế Sơn có 13 đơn vị hành chính cấp xã, gồm 11 xã và 02 thị trấn.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Nông Sơn:\n\n- Thành lập xã Ninh Phước trên cơ sở toàn bộ xã Quế Ninh và xã Quế Phước. Xã Ninh Phước có 61,61&nbsp;km² diện tích tự nhiên và quy mô dân số 4.847 người.\n\n- Sau khi sắp xếp, huyện Nông Sơn có 06 đơn vị hành chính cấp xã, gồm 06 xã.\n\n* Sắp xếp các đơn vị hành chính cấp xã thuộc huyện Hiệp Đức:\n\n- Thành lập thị trấn Tân Bình trên cơ sở toàn bộ thị trấn Tân An và xã Quế Bình. Thị trấn Tân Bình có 23,17&nbsp;km² diện tích tự nhiên và quy mô dân số 6.249 người.\n\n- Sau khi sắp xếp, huyện Hiệp Đức có 11 đơn vị hành chính cấp xã, gồm 10 xã và 01 thị trấn.\n\nNăm 2023, thành lập một số phường, thị trấn thuộc thị xã Điện Bàn và huyện Nông Sơn.<ref>Nghị quyết số 727\/NQ-UBTVHQH15 năm 2023 của Ủy ban Thường vụ Quốc hội.<\/ref>\n\n* Thành lập một số phường thuộc thị xã Điện Bàn:\n\n- Thành lập phường Điện Thắng Bắc trên cơ sở toàn bộ xã Điện Thắng Bắc. Phường Điện Thắng Bắc có 3,79 km² diện tích tự nhiên và 7.670 nhân khẩu.\n\n- Thành lập phường Điện Thắng Trung trên cơ sở toàn bộ xã Điện Thắng Trung. Phường Điện Thắng Trung có 3,78 km² diện tích tự nhiên và 8.553 nhân khẩu.\n\n- Thành lập phường Điện Thắng Nam trên cơ sở toàn bộ xã Điện Thắng Nam. Phường Điện Thắng Nam có 5,38 km² diện tích tự nhiên và 7.480 nhân khẩu.\n\n- Thành lập phường Điện Minh trên cơ sở toàn bộ xã Điện Minh. Phường Điện Minh có 7,57 km² diện tích tự nhiên và 11.558 nhân khẩu.\n\n- Thành lập phường Điện Phương trên cơ sở toàn bộ xã Điện Phương. Phường Điện Phương có 9,94 km² diện tích tự nhiên và 15.129 nhân khẩu.\n\n* Thành lập thị trấn Trung Phước thuộc huyện Nông Sơn trên cơ sở toàn bộ xã Quế Trung. Thị trấn Trung Phước có 49,24 km² diện tích tự nhiên và 11.466 nhân khẩu.\n\n==Chú thích==\n{{Tham khảo|30em}}\n{{DEFAULTSORT|Quảng Nam}}\n\n{{Đơn vị hành chính thuộc tỉnh Quảng Nam}}\n{{Lịch sử hành chính các tỉnh thành Việt Nam}}\n\n[[Thể loại:Hành chính Quảng Nam]]"}