{"96706":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Lộc Hà\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ = \n| vĩ độ = 18.4635926\n| kinh độ = 105.8951753\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 118,31 km<sup>2<sup>\n| dân số = 86.213 người\n| thời điểm dân số = 2007\n| dân số thành thị =9.624 người (11,16%) \n| dân số nông thôn =76.589 người (89,84%) \n| mật độ dân số = 729 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Hà Tĩnh]]\n| huyện lỵ = thị trấn [[Lộc Hà (thị trấn)|Lộc Hà]]\n| thành lập = 2007\n| chủ tịch UBND = Lê Trung Phước\n| chủ tịch HĐND = \n|bí thư =  Trương Thanh Huyền\n| phân chia hành chính = 1 thị trấn, 11 xã\n| mã hành chính = 448<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND =\n| web = {{url|locha.hatinh.gov.vn}}\n|biển số xe=38-L1 xxx.xx}}\n\n'''Lộc Hà''' là một huyện ven biển thuộc tỉnh [[Hà Tĩnh]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Lộc Hà nằm ở phía đông bắc của tỉnh [[Hà Tĩnh]], nằm cách thành phố [[Hà Tĩnh (thành phố)|Hà Tĩnh]] khoảng 18&nbsp;km về phía đông bắc, có vị trí địa lý:\n* Phía đông giáp [[Biển Đông]]\n* Phía tây giáp huyện [[Can Lộc]]\n* Phía nam giáp thành phố [[Hà Tĩnh (thành phố)|Hà Tĩnh]] và huyện [[Thạch Hà]]\n* Phía bắc giáp huyện [[Nghi Xuân]].\n\nHuyện Lộc Hà có diện tích tự nhiên là 118,31&nbsp;km², dân số năm 2007 là 86.213 người, mật độ dân số đạt 729 người\/km². 16,4% dân số theo [[đạo Thiên Chúa]].\n\nĐịa hình huyện Lộc Hà tương đối bằng phẳng, thấp dần về phía biển, có một số núi thấp như:\n* Núi Bằng Sơn (Rú Bờng): cao khoảng 230 m, trên núi có chùa Kim Dung\n* Núi Tiên Am: cao khoảng 100 m, thuộc xã Thịnh Lộc, trên núi có chùa Chân Tiên, dưới chân núi có Bầu Tiên.\n\n==Lịch sử==\n=== Nguồn gốc tên gọi ===\nTên huyện Lộc Hà được ghép từ chữ '''Lộc''' từ tên huyện [[Can Lộc]] và chữ '''Hà''' từ tên huyện [[Thạch Hà]].\n\n=== Lịch sử ===\nNgày [[7 tháng 2]] năm [[2007]], [[Chính phủ]] ban hành Nghị định số 20\/NĐ-CP. Theo đó, huyện Lộc Hà được thành lập trên cơ sở một phần diện tích và dân số của hai huyện Can Lộc và Thạch Hà, với diện tích 11.830,85 ha đất tự nhiên, dân số 86.213 người, 13 đơn vị hành chính cấp xã, trong đó có 7.579,8 ha cắt từ 7 xã của huyện Can Lộc với 43.204 nhân khẩu và 4.251,05 ha cắt từ 6 xã của huyện Thạch Hà với 43.009 nhân khẩu. Huyện lỵ đặt tại xã Thạch Bằng.\n\nNgày [[21 tháng 11]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết số 819\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Hà Tĩnh (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ819>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-819-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Ha-Tinh-430539.aspx|tựa đề=Nghị quyết số 819\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Hà Tĩnh|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Thành lập thị trấn Lộc Hà, thị trấn huyện lỵ huyện Lộc Hà trên cơ sở toàn bộ diện tích và dân số của xã Thạch Bằng\n*Sáp nhập hai xã An Lộc và Bình Lộc thành xã Bình An.\n\nHuyện Lộc Hà có 1 thị trấn và 11 xã như hiện nay.\n\n== Hành chính ==\nHuyện Lộc Hà có 12 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Lộc Hà (thị trấn)|Lộc Hà]] (huyện lỵ) và 11 xã: [[Bình An, Lộc Hà|Bình An]], [[Hộ Độ]], [[Hồng Lộc]], [[Ích Hậu]], [[Mai Phụ]], [[Phù Lưu, Lộc Hà|Phù Lưu]], [[Tân Lộc, Lộc Hà|Tân Lộc]], [[Thạch Châu]], [[Thạch Kim]], [[Thạch Mỹ]], [[Thịnh Lộc, Lộc Hà|Thịnh Lộc]].\n\n==Kinh tế - xã hội==\n===Giáo dục===\nHuyện Lộc Hà hiện nay có 3 trường trung học phổ thông:\n*Trường THPT [[Mai Hắc Đế|Mai Thúc Loan]] tại xã Thạch Châu\n*Trường THPT [[Nguyễn Văn Trỗi]] tại xã Phù Lưu\n*Trường THPT [[Nguyễn Đổng Chi]] tại xã Ích Hậu.\n\nMỗi xã thường có 1 trường trung học cơ sở và 1 trường tiểu học.\n\n==Giao thông==\n* Tỉnh lộ TL9 từ thành phố Hà Tĩnh qua các xã Thạch Châu, Thạch Bằng, Thạch Mỹ đi bãi biển Thạch Kim. Nền đường 6 m, hành lang 10 m.\n* Đường 22-12 rẽ từ tỉnh lộ 9 tại Thạch Châu đi Nghi Xuân, qua thị trấn Lộc Hà. Nền đường 7 – 9 m, kết cấu đá nhựa.\n* Đường huyện HL08 (tỉnh lộ TL07 cũ): chạy theo hướng Đông Tây, nối với thị trấn Nghèn. Mặt đường 3,5 m, kết cấu đá nhựa, nền đường trung bình 6 m.\n* Đường huyện HL58\n* Các tuyến đường liên xã đang được nhựa hóa, rộng 3,5 m, đạt tiêu chuẩn đường GTNT loại A\n* các tuyến đường liên thôn xóm, đường nội bộ khu dân cư, đường nội đồng chủ yếu là đường đất, rộng 3 – 4 m.\n\n==Văn hóa==\nXã [[Mai Phụ]] là quê hương của [[Mai Hắc Đế|Mai Thúc Loan]], vị Hoàng đế có công đánh đuổi quân xâm lược [[Nhà Đường]], Tiến sĩ [[Nguyễn Chí Dũng]]- Ủy viên BCH Trung ương Đảng, Nguyên Bí thư Tỉnh ủy Ninh Thuận, Bộ trưởng Bộ Kế hoạch - đầu tư, ĐBQH khoá XII,XIII\n\nLàng Thu Hoạch, xã Thạch Châu là quê hương của nhà sử học [[Phan Phu Tiên]] nhà nghiên cứu văn học và nhà giáo nổi tiếng đầu đời [[Nhà Hậu Lê|Lê]]. Đây còn là quê hương của dòng họ Phan Huy, một dòng họ văn hóa của thế kỷ XVIII và XIX, mở rộng ra cả Bắc Hà. Dòng họ này có các tên tuổi lớn như: Bình Chương Đô đốc [[Phan Huy Cẩn|Phan Huy Cận]], Thượng thư [[Phan Huy Ích]], nhà bác học [[Phan Huy Chú]], các nhà thơ [[Phan Huy Thực]], [[Phan Huy Ôn]],[[Phan Huy Vịnh]], [[Phan Huy Thàng]], Giáo sư sử học [[Phan Huy Lê]], Thừa chính sứ kiêm Quản đô lực sĩ [[Nguyễn Tông Tây]] (1436-?)...\n\nLàng Đại Yên, xã Thạch Mỹ là quê hương của [[phan|dòng họ Phan Trọng]], một dòng họ văn hóa của thế kỷ XV mở rộng ra cả Hà Tây. Dòng họ này có các tên tuổi lớn như: Danh tướng khởi nghĩa Lam Sơn [[Phan Trọng Búp]], Bình Chương sự kiêm tri Quốc Tử Giám tư nghiệp [[Phan Trọng Lê Phiêu]], Tri phủ Hoài Đức Tiến sĩ Kỷ Mão(1879) [[Phan Trọng Mưu]], Quan khâm sứ triều đình [[Phan Trọng Hoa]], Quan nha môm [[Phan Trọng Dung]] sau ra ở Hà Tây,, nhà thơ cao dao [[Phan Trọng Bàng]], Phó thủ tướng [[Phan Trọng Tuệ]], Chiến sĩ cánh mạng [[Phan Trọng Bình]], Chiến sĩ cánh mạng [[Phan Trọng Quảng]], Giáo sư [[Phan Trọng Luận]]...; Tiến sĩ [[Phạm Tông Tây]].\n\nLàng Ích Hậu là quê hương của Hoàng giáp Đông các hiệu thư [[Trần Đức Mậu]] đời Lê Thánh Tông (đền thờ đã bị đổ nhưng sắc phong hiện còn), Tam nguyên Hoàng giáp, Tể tướng [[Nguyễn Văn Giai]] mở đầu thời Lê Trung Hưng (hiện còn đền thờ và một tấm bia lớn dựng ngay sau khi ông mất), và dòng họ Nguyễn Chi nổi tiếng về truyền thống yêu nước, văn chương và khoa bảng. Dòng họ Nguyễn Chi (tức họ Nguyễn Đức, cháu chắt trực hệ Trần Đức Mậu) sinh ra những tên tuổi lớn như: nhà giáo và chí sĩ [[Nguyễn Hiệt Chi]] người đồng sáng lập Công ty Liên Thành và Trường [[Trường Dục Thanh|Dục Thanh]] theo tinh thần Duy Tân ở Phan Thiết, lãnh tụ phong trào chống thuế Nghệ Tĩnh [[Nguyễn Hàng Chi]], Bác sĩ [[Nguyễn Kinh Chi]] Thứ trưởng Bộ Y tế thời kháng chiến chống Pháp và Đại biểu Quốc hội bốn khóa I-IV, Giáo sư nhà văn hóa học [[Nguyễn Đổng Chi]], Giáo sư dân tộc học [[Nguyễn Từ Chi]], Giáo sư cổ văn học [[Nguyễn Huệ Chi]], Phó giáo sư chuyên gia mỹ thuật cổ [[Nguyễn Du Chi]]... Ngoài ra, cũng ở Ích Hậu còn có nhà cách mạng tiếng tăm [[Lê Viết Lượng]].\n\nXã Thạch Vinh có Tiến sĩ Thiêm đô Ngự sử [[Nguyễn Phi Hổ]] thời Lê Uy Mục; Hồng Lộc có Hoàng giáp Tể tướng [[Phan Đình Tá]] dưới triều Nhà Mạc, Tiến sĩ Giám sát ngự sử quyền tham chánh [[Bùi Đăng Đạt]] thời [[Lê Trung Hưng]] (mộ phần táng tại Trung Lương, thị xã Hồng Lĩnh, Hà Tĩnh); Phù Lưu có võ tướng [[Nguyễn Biên]] giúp [[Lê Thái Tổ]] chống giặc Minh khôi phục đất nước, được truy tặng Thái phó Nghiêm Quận công (1425), truy phong thần tích Đại vương; thời hiện đại có nhà thơ [[Chính Hữu]]...\n\nNhững người nổi tiếng ngày nay gồm có: Doanh nhân [[Phạm Nhật Vượng]] và [[Phạm Nhật Vũ]], quê gốc xã Phù Lưu...\n\n==Du lịch==\nHuyện Lộc Hà có hàng chục ngôi đền chùa miếu mạo, trong đó có 10 di tích lịch sử văn hóa được xếp hạng cấp quốc gia, 30 di tích được công nhận là di tích lịch sử văn hóa cấp tỉnh.\n* Chùa Chân Tiên: Chùa nằm trên núi Tiên Am, xã Thịnh Lộc. Chùa nhìn xuống Bầu Tiên, tương truyền xưa là nơi tiên xuống tắm và còn lưu dấu chân trên đá. Mỗi mùa lễ hội du khách các vùng đến dự rất đông để cầu phúc lộc, nam nữ thì đến cầu duyên.\n* Chùa Kim Dung: trên núi Bằng Sơn\n* Chùa Xuân Đài: ở thị trấn Lộc Hà là một ngôi chùa ở đồng bằng duy nhất còn sót lại của thị trấn sau chính sách phá bỏ chùa chiền của những năm 60 thế kỷ trước.\n* Chùa Long Hội\n* Đền Cả: còn có tên là đền Lớn hoặc Tam tòa Đại Vương thuộc xã Ích Hậu, huyện Lộc Hà. Đền thờ 3 vị: [[Lý Nhật Quang]] (hoàng tử thứ 8 của vua [[Lý Thái Tổ]]), [[Lý Đạo Thành]] và [[Lý Thế Giai]] (là 2 vương hầu của [[Nhà Lý]]).\n* [[Đình Đỉnh Lự]] ở xã Tân Lộc: Di tích lịch sử thế kỷ XV. Đây là nơi để nhân dân quanh vùng tưởng nhớ công ơn của võ tướng [[Nguyễn Xí]] thời Lê Sơ. Thời kỳ chống Pháp, các chí sĩ yêu nước đã lấy đình làm trụ sở. Đình Đỉnh Lự là nơi thành lập Chi bộ ĐẢng cộng sản đầu tiên của Hà Tĩnh.\n* Đền thờ [[Tể tướng]] [[Hoàng giáp]] [[Nguyễn Văn Giai]] ở xã Ích Hậu.\n* Mộng Thương thư trai và Chi gia trang: Thư viện lớn bậc nhất [[xứ Nghệ]] của dòng họ Nguyễn Chi ở xã Ích Hậu, có từ cuối thế kỷ XIX. Hiện nằm trong nhà thờ Nguyễn Đức Lục Chi, xã Ích Hậu.\n* Nhà thờ họ Phan Huy [http:\/\/hatinh.gov.vn\/Home\/index.asp?module=news&act=show&nid=354] ở xã Thạch Châu: Di tích văn hóa thế kỷ XVIII.\n* Nhà thờ họ [[Phan Trọng Búp]] ở xã Thạch Mỹ (Danh tướng Khởi nghĩa Lam Sơn):Di tích văn hóa [[thế kỷ XV]].\n* Đình làng Ngọc Mỹ, nơi thờ [[Đặng Dung]], [[Đặng Tất]] ở xã Phù Lưu.\n* Nhà thờ [[Nguyễn Đức Mậu]] ở xã Phù Lưu\n* Miếu Biên Sơn ở xã Hồng Lộc\n* Chùa Đại Bi ở Xã Hồng Lộc\n* Đền thờ [[Nguyễn Đình Sỹ]], di tích lịch sử nhà thờ họ Nguyễn Đình xã Hộ Độ.\n\n===Danh lam thắng cảnh===\n* Bãi tắm Cửa Sót\n* Núi Bằng Sơn tức Rú Bờng, là ngọn núi có Chùa Kim Dung. Chùa nằm giữa núi, xã Thạch Bằng và Thạch Mỹ. Chùa được xây dựng vào thời Trần, thờ Phật Tổ, Ngọc Hoàng và Thánh Mẫu. Do dòng họ [[Lê Tràng Kiều|Phan Hữu]] xây dựng nên đứng đầu là ông Quyền Quang thời kỳ chống Pháp, các chí sĩ yêu nước đã lấy chùa làm trụ sở. Mỗi mùa lễ hội du khách các vùng đến dự rất đông để cầu phúc lộc, nam nữ thì đến cầu duyên. Trên núi có mộ tổ Bằng Quận công [[Nguyễn Hữu Chỉnh]].\n\n===Làng nghề===\n* Nghề muối Hộ Độ - Lộc Hà - Được thiên nhiên ưu đãi nghề muối đã phát triển rất thịnh vượng.Ngoài ra ở làng Gia Mỹ -xã Thạch Châu nghề muối đang được đầu tư và phát triển mạnh.Hàng năm cung cấp một lương lớn muối cho nhà máy chế biến muối Iod của tĩnh và cho nhân dân các vùng lân cận,\n* Nghề làm dầu lạc ở làng xóm Thụy xã Thạch Châu.\n* Nghề làm hương ở làng An Sơn xã Thạch Mỹ.\n* Nghề làm nón, chổi ở làng Hà Mỹ xã Thạch Mỹ.\n\n===Lễ hội truyền thống===\n{|\n!Lễ hội\n!Địa điểm\n!Thời gian\n|-\n|Lễ hội Đền Tam Lang\n|đền Cả, làng Phan Xá, xã Ích Hậu\n|5 và 6 tháng giêng âm lịch\n|-\n|Lễ Xuân Điển\n|làng Phan Xá, Lợi Xá, xã Ích Hậu\n|4 đến 8 tháng giêng âm lịch\n|-\n|Lễ hội chùa Chân Tiên\n|xã Thịnh Lộc\n|3 tháng 3 âm lịch\n|-\n|Lễ hội chùa Kim Dung\n|thị trấn Lộc Hà\n|15 tháng 3 âm lịch\n|-\n|Lễ hội đền [[Phan Trọng Búp]]\n|xã Thạch Mỹ\n|27 tháng 5 âm lịch\n|-\n|Hội làng Thanh Lương\n|xã Phù Lưu\n|6 tháng 6 âm lịch\n|-\n|Hội cờ người\n|làng Trung Thịnh, Yên Điềm, xã Thịnh Lộc\n|đầu xuân\n|-\n|Lễ hội đền Lê Khôi\n|xã Thạch Kim\n|2 đến 4 tháng 5 âm lịch\n|-\n|Lễ hội chùa Phổ Độ\n|xã Hộ Độ\n|14 tháng giêng âm lịch\n|}\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n{{Thể loại Commons|Loc Ha District}}\n* [http:\/\/vbqppl.moj.gov.vn\/law\/vi\/2001_to_2010\/2007\/200702\/200702070001 Nghị định về việc điều chỉnh địa giới hành chính xã, phường, huyện; thành lập các phường thuộc thị xã Hà Tĩnh; thành lập huyện Lộc Hà, tỉnh Hà Tĩnh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070929092136\/http:\/\/vbqppl.moj.gov.vn\/law\/vi\/2001_to_2010\/2007\/200702\/200702070001 |date = ngày 29 tháng 9 năm 2007}}\n\n{{Huyện thị Hà Tĩnh}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}