{"376800":"'''Lợn Móng Cái''' là giống lợn có nguồn gốc từ khu vực thành phố [[Móng Cái]], tỉnh [[Quảng Ninh]]. Do có các đặc tính ưu việt hơn [[lợn ỉ]] nên giống lợn này nhanh chóng phát triển ra các vùng lân cận. Ở miền Bắc [[Việt Nam]], hiện lợn Móng Cái dùng làm nái nền chủ yếu để lai với lợn đực ngoại như [[lợn Đại Bạch|Đại Bạch]], [[lợn Yorkshire|Yorkshire]] cho sản phẩm con lai dùng để nuôi lấy thịt.\n\n==Đặc điểm==\nTổ tiên của loài Lợn Móng Cái cũng là một loại [[lợn rừng]]. Xuất xứ từ những con lợn rừng nhiệt đới châu Á, được người dân địa phương đưa về thuần hoá và nuôi tại nhà, từ 150 năm trước đây. Vùng biển với khí hậu trong lành, giàu thức ăn có lẽ là nhân tố quan trọng trong việc tạo ra giống lợn có màu lông đặc thù đen, trắng và hồng tím không có ở nơi khác.\n\nLợn Móng Cái có ba loại: xương to, xương nhỡ và xương nhỏ. Những con xương càng nhỏ thì thịt càng thơm ngon. Thịt thơm ngon, dễ nuôi, đẻ mắn, đẻ sai, thân thiện với con người, chịu được kham khổ,chống đỡ bệnh tật tốt là những đặc điểm của lợn Móng Cái. Chỉ có điều lợn nuôi lâu lớn, về sau không được người dân chuộng nuôi vì năng suất kém mà mất dần vị thế trong bữa ăn, chỉ được biết đến như một loại thực phẩm thịt lợn rất thơm ngon, mềm dẻo vượt trội so với những loại thịt lợn khác. Lợn Móng Cái có hướng sản xuất chung là hướng mỡ, tầm vóc trung bình, có số vú từ 12 vú trở lên, thể chất yếu.\n\n- Nòi xương to: Dài mình, chân cao, xương ống to, móng chẽ nhìn như 4 ngón, mõm dài và hơi hớt, tai to đưa ngang, tầm vóc to, khối lượng 140– 170&nbsp;kg, có con tới 200&nbsp;kg, xuất hiện động dục chậm hơn, có thể từ 7-8 tháng mới bắt đầu, đa số có 14 vú, một số ít 12 vú, số con đẻ trung bình 10- 12 con\/ lứa.\n\n- Nòi xương nhỏ: Mình ngắn, chân thấp, xương ống nhỏ, hai móng to chụm lại, mõm ngắn, thẳng, tai nhỏ dỏng lên trên, tầm vóc bé, khối lượng 85&nbsp;kg là tối đa, lập mỡ sớm từ 6 tháng, đa số có 12 vú, số ít có 14 vú, số con đẻ trung bình 8-9 con\/1 lứa.\n\n== Ngoại hình ==\n*Có đặc tính di truyền ổn định, màu lông đồng nhất.\n* Có đầu đen, giữa trán có một điểm trắng hình [[tam giác]] kéo dài, có cổ phân chia thân lợn ra làm hai phần. Nửa trước màu đen kéo dài đến mắt, nửa sau màu trắng kéo dài đến vai làm thành một vành trắng kéo dài đến bụng và bốn chân.\n* Lưng và mông màu đen, mảng đen ở hông kéo dài xuống nửa bụng bịt kín mông và hông có hình yên ngựa.\n* Đường ranh giới giữa khoang đen và trắng rộng 3–4&nbsp;cm, trên có da đen, còn lông thì trắng.\n* Có câu thơ miêu tả đặc điểm của lợn: ''\"Trán đốm trắng, lưng mình hơi võng\/ Yên ngựa đen, khoang trắng vắt vai\".''\n\n== Xem thêm ==\n* [[Chi Lợn|Lợn]]\n* [[Lợn ỉ]]\n\n== Tham khảo ==\n{{tham khảo}}\n\n== Liên kết ==\n{{sơ khai thực phẩm}}\n{{Du lịch Quảng Ninh}}\n\n[[Thể loại:Giống lợn]]\n[[Thể loại:Giống vật nuôi Việt Nam|L]]"}