{"3210534":"'''Lợn Vân Pa''' hay còn gọi là '''lợn mini Quảng Trị'''<ref>{{Chú thích web |url=http:\/\/vcn.vnn.vn\/lon-mini_n58339_g760.aspx |ngày truy cập=2015-09-28 |tựa đề=Lợn mini |archive-date=2015-10-01 |archive-url=https:\/\/web.archive.org\/web\/20151001144452\/http:\/\/vcn.vnn.vn\/lon-mini_n58339_g760.aspx }}<\/ref> là [[giống lợn]] địa phương lâu đời của dân tộc [[Vân Kiều]] Pa Cô thuộc 2 huyện miền núi [[Hướng Hoá]] và [[Đakrông]] thuộc tỉnh [[Quảng Trị]]. Giống lợn này thích hợp với điều kiện miền núi, không sử dụng thức ăn tổng hợp và dư lượng thuốc kháng sinh, phù hợp với kinh tế của người miền núi, chất lượng thịt của nó được sánh ngang với thịt [[lợn rừng]], đây cũng là nguồn thịt sạch, không có dư lượng thuốc tăng trọng trong thịt như một số giống lợn khác.<ref>{{chú thích web | url = http:\/\/www.sggp.org.vn\/SGGP12h\/2007\/9\/121693\/ | tiêu đề = Ra vườn bắt \"lợn rừng\" | author = | ngày = | ngày truy cập = 5 tháng 4 năm 2015 | nơi xuất bản = [[Sài Gòn Giải Phóng|Báo Sài Gòn Giải Phóng Online]] | ngôn ngữ = }}<\/ref>. Hiện nay, đây là giống lợn đang đứng trước nguy cơ bị tuyệt chủng và là một trong 21 nguồn gen trong cả nước cần được bảo tồn<ref name=\"baoquangtri.vn\">http:\/\/baoquangtri.vn\/default.aspx?TabID=87&modid=390&ItemID=51676<\/ref>.\n\n==Đặc điểm==\n===Ngoại hình===\nTrọng lượng lợn Vân Pa trưởng thành chỉ đạt 30 – 35&nbsp;kg, được coi là giống lợn mi ni của Việt Nam. Chúng có một đặc điểm khá lạ là tất cả đều có lông da đen bạc, hay đen tuyền, thỉnh thoảng có màu phớt vàng hung, một số con có phớt nhẹ màu ánh vàng, lông gáy phát triển mạnh, lưng thẳng, thân hình gọn, đầu và cổ to, mõm nhọn, tai nhỏ, dựng đứng, hình dáng giống con chuột, lợn đen mốc, đen sọc dưa, thân dài ngoằng ngoẵng, mõm nhọn, bụng thóp lại, chân săn chắc, nhanh nhẹn, hớn hở hếch mõm.\n\nThân hình ngắn, bụng hơi to, lưng võng, 4 chân thẳng, có 10 -14 vú. Trọng lượng từ 30–50&nbsp;kg, chiều cao 0,04 m - 0,50 m, nuôi thịt 8 - 10 tháng tuổi đạt 25 – 30&nbsp;kg\/ con. Giống lợn Vân Pa này khả năng tăng trọng của nó không cao chỉ 3 – 4&nbsp;kg\/1 tháng, nhưng kinh phí 1&nbsp;kg tăng trọng của nó lại rất thấp. thịt thơm ngon hơn, gần như không có mỡ, da dày nên đang được coi là đặc sản, đó là thịt lợn rừng, lợn bản (lợn có nguồn gốc từ hoang dã, được thuần hóa, lai tạo, nuôi ở hộ gia đình)<ref name=\"baoquangtri.vn\"\/>.\n===Tập tính===\nGiống lợn này có nhiều tập tính của động vật hoang dã như tính bầy đàn, có khả năng tự kiếm ăn cao, chịu được kham khổ, khả năng kháng bệnh tốt, thịt thơm ngon.<ref name=\"GL7\">{{chú thích tạp chí |author= Trần Văn Do, Trương Thị Quỳnh, Trần Hạnh Hải |date=|title= [https:\/\/docs.google.com\/viewer?a=v&q=cache:2fXbpWTXNJgJ:www.vcn.vnn.vn\/Post\/Quygen\/Quygen_2009\/BCqglon%2520Vanpa.doc+%22Gi%E1%BB%91ng+l%E1%BB%A3n+V%C3%A2n+Pa+l%C3%A0+gi%E1%BB%91ng+l%E1%BB%A3n+%C4%91%E1%BB%8Ba+ph%C6%B0%C6%A1ng+l%C3%A2u+%C4%91%E1%BB%9Di+c%E1%BB%A7a+%C4%91%E1%BB%93ng+b%C3%A0o+d%C3%A2n+t%E1%BB%99c+V%C3%A2n+Ki%E1%BB%81u%22&hl=vi&gl=vn&pid=bl&srcid=ADGEESjiPKLkT5OtZFLCx5G2woEIqZwgAHEBNxB85SRtlSUuYR-zxJWDtlj9u6JSg3NkkE4oU6XkEKOoBjaj67c-zn9Lx4oKnbxPeOG6uitB4SnA9yoOtDb-fVtXreMSuxtYxOgnzPkT&sig=AHIEtbRKrbrUsYNHx6YwG8ZyNcpMnAIYjg Báo cáo tóm tắt công tác bảo tồn giống lợn vân pa tại Quảng Trị]|journal= |volume= |pages=}}<\/ref> Loại giống này có khả năng chống chịu bệnh tốt, cho ăn và chi phí về thú y hầu như không có. Chúng được nuôi theo cách thả rông, chúng tự tìm lấy thức ăn, nước uống, chỗ nằm, cứ thả rong mặc chúng tự đi kiếm ăn, chỉ cho ăn thêm một lượng rất ít thức ăn tinh bột, chất xơ Sự thích ứng với điều kiện thiên nhiên đã làm nên sự khác biệt so với các giống lợn khác du nhập vào địa phương.\n\nLợn Vân Pa là loài ăn tạp và tham ăn, thức ăn chủ yếu là thức ăn xanh tươi như: cỏ, cây, các loại chuối…, các loại củ, quả, mầm cây, rễ cây, lá cây các loại, lợn tự tìm muối khoáng trong đất như tro, đất sét và thức ăn tinh chủ yếu là cám gạo. Đây là giống lợn có nhiều tập tính của động vật hoang dã như tính bầy đàn nên khi đưa vào chăn nuôi chuồng trại không cần đầu tư nhiều, xây dựng đơn giản và gần gũi với thiên nhiên. Bản năng hoang dã đã đưa chúng vào tình trạng hết sức cảnh giác và luôn hoảng hốt bỏ chạy khi nghe có tiếng động. Giống lợn Vân Pa sống trong môi trường có khí hậu rất khắc nghiệt, vào mùa hè nhiệt độ cao, độ ẩm rất thấp, có những vùng lên đến 40- 410C, mùa đông nhiệt độ xuống thấp và có độ ẩm rất cao. Vì vậy giống lợn Vân Pa đã hình thành khả năng thích nghi rất tốt với sự khắc nghiệt của môi trường sống, do đó chi phí về thú y rất thấp. \n===Sinh trưởng===\nMỗi năm lợn Vân Pa sinh sản 1,7 lứa - 2 lứa, mỗi lứa từ 6 - 10 con. Trọng lượng lợn sơ sinh từ 0,3 - 0,6&nbsp;kg\/con và có thể lấy thịt khi lợn vào khoảng 6-7 tháng tuổi với trọng lượng từ 9,8&nbsp;kg - 13,5&nbsp;kg<ref name=\"baoquangtri.vn\"\/>. Lợn Vân Pa phối giống tự nhiên hiệu quả nên người chăn nuôi không phải trả phí cho dẫn tinh viên trong mùa sinh sản của đàn lợn nái. Lợn nái khi đến giai đoạn sinh thường tách đàn, tự kiếm một góc khuất, ít gây chú ý để làm ổ đẻ, lợn mẹ sẽ tha rơm, rác, cành lá khô về để làm ổtrước khi sinh, tự nuôi dưỡng và chăm sóc con rất khéo nên người chăn nuôi không cần can thiệp gì. Bản năng làm mẹ và bảo vệ của loài này rất cao, chúng sẵn sàng tấn công những ai tới gần ổ đẻ hoặc khi nhận thấy ổ đẻ đã bị lộ thì chúng thường cắp con đi nơi khác để trốn<ref name=\"baoquangtri.vn\"\/>.\n==Bảo tồn==\nHiện nay chúng đang được nghiên cứu để bảo tồn nguồn gen, là giống lợn gắn bó lâu đời với người dân tộc Pa Cô, Vân Kiều, Quảng Trị đang đứng trước nguy cơ bị tuyệt chủng. Giống lợn Vân Pa đã được Viện chăn nuôi chính thức đưa vào chương trình bảo tồn đa dạng các nguồn gen vật nuôi thông qua dự án Nghiên cứu và phát triển nguồn gen lợn Vân Pa với mục đích: Bảo tồn và phát triển nguồn gen lợn Vân Pa; phát triển thành hàng hoá đặc sản phục vụ hiệu quả cho sản xuất của người dân vùng Quảng Trị.Một dự án đã phát triển 10 con lợn giống ban đầu, đến nay, đàn lợn Vân Pa đã được nhân lên trên 120 con. Sau khi đã thành công việc nhân giống, nắm vững quy trình, đặc tính của lợn Vân Pa.\n==Tham khảo==\n{{Tham khảo|cột=1}}\n\n[[Thể loại:Giống lợn]]\n[[Thể loại:Quảng Trị]]\n[[Thể loại:Giống vật nuôi Việt Nam|L]]"}