{"248728":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Lữ đoàn 125\n| trực thuộc = [[Hải quân nhân dân Việt Nam]]\n| chỉ huy = \n| từ = \n| thành lập = {{ngày thành lập và tuổi|1961|10|23}}\n| quân chủng = [[Hải quân nhân dân Việt Nam|Hải quân]]\n| chức năng = bảo vệ các điểm khai thác dầu khí; vận chuyển hàng chi viện cho Trường Sa.\n| bộ chỉ huy = [[cảng Cát Lái]], [[Thủ Đức]], [[Thành phố Hồ Chí Minh]]\n| vinh danh = {{HCVN|Anh hùng Lực lượng vũ trang nhân dân||2|Quân công|1|1|Bảo vệ Tổ quốc|1|1|Bảo vệ Tổ quốc|2|1}}\n}}\n\n'''Lữ đoàn 125 Hải quân''' là một đơn vị vận tải biển chủ lực của [[Quân chủng Hải quân Việt Nam|Hải quân Nhân dân Việt Nam]], tiền thân là '''Đoàn 759'''. \n== Lịch sử hình thành ==\n* Ngày [[23 tháng 10]] năm [[1961]], thành lập '''''Đoàn 759'''''<ref>''Theo Quyết định số 97\/QP của Bộ Quốc phòng (ký ngày 23\/10\/1961)''<\/ref>. \n* Ngày [[29 tháng 1]] năm [[1964]], Đoàn 759 đổi tên thành Lữ đoàn 125 (tương đương cấp Trung đoàn)<ref>''Theo Quyết định 30\/QP-QĐ của Bộ Quốc phòng (ngày 19\/1\/1964)''<\/ref>\n\n== Nhiệm vụ ==\n* Nhiệm vụ chính của đơn vị khi mới thành lập là bí mật [[vận tải]] [[vũ khí]], cán bộ bằng đường biển ([[Đường Hồ Chí Minh trên biển]]) từ [[Việt Nam Dân chủ Cộng hòa|miền Bắc]] vào [[Việt Nam Cộng hòa|miền Nam]] chi viện cho [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng miền Nam]] chiến đấu trong [[Chiến tranh Việt Nam]]. Thời kỳ đó, căn cứ của lữ đoàn là bến Bính (số hiệu là K20) ở [[Hải Phòng]]. Đơn vị sử dụng các tàu vận tải cỡ nhỏ thâm nhập miền Nam tại các căn cứ ở bến [[Sông Gianh]] ([[Quảng Bình]]), [[Sa Kỳ]] ([[Quảng Ngãi]]), [[Vũng Rô]] ([[Phú Yên]]), Lộc An ([[Bà Rịa – Vũng Tàu|Bà Rịa - Vũng Tàu]]), [[Thạnh Phong]] ([[Bến Tre]]) và Vàm Lũng ([[Cà Mau]]).\n* Đồng thời, đoàn đã trực tiếp tham gia rà phá thủy lôi ở vùng biển Đông Bắc; tham gia giải phóng các đảo [[Song Tử Tây]], [[Sơn Ca (đảo)|Sơn Ca]], [[Nam Yết]], [[Sinh Tồn]], [[Trường Sa Lớn]] thuộc [[quần đảo Trường Sa]], [[Phú Quý|Cù Lao Thu]] thuộc tỉnh [[Ninh Thuận]] và đón các tù nhân cộng sản từ [[Côn Đảo]] trở về đất liền.\n* Sau sự kiện [[Giải phóng miền Nam 1975|Giải phóng miền Nam]] ngày [[30 tháng 4]] năm [[1975]], lữ đoàn lại được chỉ huy quân chủng giao nhiệm vụ chặn, chốt, gác tại các điểm khai thác dầu khí; vận chuyển những chuyến hàng chi viện cho [[Trường Sa]]; vận chuyển hàng hóa - phát triển kinh tế biển.\n\n== Bến tàu không số K15 ==\n[[Bến tàu không số K15]] nằm dưới chân đồi Nghinh Phong, nơi xuất phát của những đoàn tàu không số vận tải hàng hóa chi viện cho miền Nam của quân đội nhân dân Việt Nam trong chiến tranh kháng chiến chống Mỹ; di tích lịch sử quốc gia, một trong những thắng cảnh của khu du lịch Đồ Sơn, quận Đồ Sơn, thành phố Hải Phòng.\n\nNgày 8 tháng 4 năm [[1962]], chuyến tàu gỗ trinh sát không số đầu tiên chở 30 tấn vũ khí và mang chỉ thị của Trung ương về mở đường vận tải chiến lược trên biển do đồng chí [[Bông Văn Dĩa]] lãnh đạo xuất bến. Ngày 16 tháng 10 cùng năm, khi tàu không số đầu tiên cập bến Thành Tự tại Vàm Lũng, Cà Mau đã khai sinh ra đường Hồ Chí Minh trên biển, một huyết mạch giao thông vô cùng quan trọng trong cuộc kháng chiến chống Mỹ.\n\nTrong suốt cuộc [[Chiến tranh Việt Nam]], đã có gần 100 chiếc thuyền không số với 168 chuyến hành trình vượt sóng vận chuyển được hơn 150.000 tấn vũ khí, trang thiết bị, hàng chục ngàn lượt cán bộ từ [[Miền Bắc Việt Nam]] vào chiến trường [[Miền Nam Việt Nam]]; phá hủy hơn 4.000 quả [[thủy lôi]], đánh trả hơn 30 lần tàu địch bao vây và hơn 1.200 lần máy bay tập kích, bắn rơi 5 chiếc máy bay, bắn cháy nhiều tàu chiến của địch.\n\nHiện nay, tại khu di tích còn một số nền móng kho hàng, bể nước.\n\nĐể tưởng nhớ những chiến công và sự hy sinh của những thủy thủ tàu không số, [[Hải Phòng|thành phố Hải Phòng]] xây dựng Tượng đài kỷ niệm đường Hồ Chí Minh trên biển ngay cạnh di tích Bến tàu K15.\n\n== Đoàn tàu Không số ==\nTrong Chiến tranh Việt Nam, đơn vị đã sử dụng các tàu vận tải cỡ nhỏ để thâm nhập vào miền Nam. Mặc dù có số hiệu đầy đủ, song để giữ bí mật, các tàu này không sơn số hiệu lên thân tàu. Vì thế, những con tàu này được biết đến với tên gọi chung là Đoàn tàu Không số.\n\n=== Tàu 43 ===\n{{chính|C-43A|C-43B}}\nTàu ''43'' là một trong bốn con tàu vận chuyển vũ khí quân nhu vào [[Đức Phổ]] (43; 56; 165 và 235) tiếp tế cho chiến trường miền Nam trong [[Sự kiện Tết Mậu Thân|cuộc tổng tấn công và nổi dậy Tết Mậu Thân 1968]]. Bốn tàu ra đi nhưng chỉ có Tàu ''56'' trở về. Ba chiếc còn lại đều đụng độ với [[tàu tuần duyên]] của [[Hải quân Việt Nam Cộng hòa]] và phải phá hủy tàu.\n\n=== Tàu 54 ===\nTàu ''54'' thuộc Tiểu đoàn 1, [[Lữ đoàn 125]]. Vào tháng 9 năm 1970, tàu chở 70 tấn vũ khí, xuất phát tại [[Cảng K35]] [[Hải Phòng]] đi [[Rạch Gốc]], [[Cà Mau]]. Chỉ huy của tàu bao gồm Thuyền trưởng Hai Đặng, Chính trị viên Hai Hiệu và hai phó thuyền trưởng là Chử Thái Bình và Đồng Xuân Chế. Tuy nhiều lần rơi vào tình thế nguy hiểm, tàu ''54'' an toàn trở về sau hơn một tháng hành trình.\n\n=== Tàu 56 ===\nTrong [[Chiến tranh Việt Nam]], Đoàn 125 HQ đã tổ chức 3 chuyến tàu cặp bến thành công, vận chuyển 109 tấn vũ khí, kịp thời trang bị cho quân dân các tỉnh miền Đông, Khu 6 tham gia các chiến dịch, chiến thắng ở [[trận Bình Giã]], [[trận Đồng Xoài|Đồng Xoài]], Dầu Tiếng, [[trận Bàu Bàng, 1965|Bầu Bàng]]\n\n=== Tàu 69 ===\nTàu ''69'' là tàu sắt trọng tải 100 tấn, do Thuyền trưởng Nguyễn Hữu Phước chỉ huy. Trước [[tháng tư|tháng 4]] năm 1966, tàu đã đi được 7 chuyến vận chuyển thành công vũ khí vào Nam. Chuyến thứ tám khởi hành ngày [[21 tháng 4]] năm 1966 tại [[Đồ Sơn]], chở 61 tấn hàng. Đến đêm [[28 tháng 4]], tàu đã cập bến [[Vàm Lũng]] và giao hàng xong. Trước khi tàu trở lại miền Bắc, phải kiểm tra mọi yếu tố về kỹ thuật, thì chân vịt của tàu bị hỏng nặng. Sau 1 tuần lễ, tàu được sửa xong và hạ thủy chuẩn bị ra Bắc. Nhưng lúc này lại xảy ra một vụ việc: ''Tàu 100'' chuẩn bị vào bến thì bị lộ, bị phong tỏa, tàu buộc phải cho nổ để phi tang. Vụ đó làm cho tàu [[Hải quân Việt Nam Cộng hòa]] tập trung quanh bến để theo dõi. ''Tàu 69'' phải nằm 6 tháng trong rừng đước, đến ngày [[30 tháng 6]] năm 1966 mới có thể rời bến. 9 giờ tối ngày [[31 tháng 12]], tàu bị một tàu [[Việt Nam Cộng hòa]] phát hiện. Tàu đó tiến thẳng về phía Tàu ''69''. Đến 9 giờ 30 phút tối, thấy không thể lẩn trốn, Thuyền trưởng Nguyễn Hữu Phước quyết định chiến đấu. Hai bên bắn nhau dữ dội. 0 giờ 20 phút ngày [[1 tháng 1]] năm [[1967]], khi tàu vào đến cửa Vàm Lũng thì 5 tàu [[Việt Nam Cộng hòa]] đã rút lui. Tàu ''69'' cập bến với 121 lỗ thủng trên thành tàu. 6 giờ sáng ngày 1 tháng 1, đài phát thanh [[Việt Nam Cộng hòa]] thông báo vào lúc 23 giờ ngày hôm trước đã bắn chìm một tàu chở vũ khí của [[Việt Nam Dân chủ Cộng hòa]]. Tàu ''69'' nằm lại trong rừng đước Cà Mau cho đến ngày kết thúc chiến tranh.<ref name=\"ReferenceA\">''5 đường mòn Hồ Chí Minh'', Đặng Phong, Nhà xuất bản Tri Thức<\/ref>\n\n=== Tàu 100 ===\nTàu ''100'' với 17 thủy thủ, do Thuyền trưởng Lê Minh Sơn và Chính trị viên Nguyễn Hữu Tương chỉ huy, rời bến Bính Động đêm [[24 tháng 4]] năm [[1966]], chở theo 62,605 tấn vũ khí tới Cà Mau. Sau 6 ngày đi suôn sẻ, ngày thứ bảy tàu gặp một máy bay khu trục của Mỹ và bị đeo bám. Sau một tuần vòng vo trên hải phận quốc tế, đến ngày [[9 tháng 5]] tàu quyết định đột phá vào bờ thì bị phát hiện. Tàu USCGC ''Point Grey'' của Mỹ ập tới. Hai bên giao tranh dữ dội. Trận đánh kéo dài đến ngày [[11 tháng 5]], quân miền Nam cho máy bay giội bom thẳng vào Tàu ''100'' khiến tàu phát nổ.<ref name=\"ReferenceA\" \/>\n\n=== Tàu 176 ===\n{{chính|C-176}}\n\n=== Tàu 187 ===\nTàu ''187'' gồm 18 thủy thủ, do Thuyền trưởng Phan Văn Xá và Chính trị viên Hồ Đức Thắng chỉ huy, rời bến ngày [[11 tháng 6]] năm [[1966]]. Ngày [[19 tháng 6]], trên lộ trình ngoài hải phận quốc tế, tàu đã bị máy bay trinh sát của Mỹ phát hiện. [[Hải quân Hoa Kỳ]] điều đến 3 tàu USS ''John A. Bole'' (DD-755), USS ''Haverfield'' (DE-393), USS ''Tortuga'' (LSD-26). [[Hải quân Việt Nam Cộng hòa]] điều 4 tàu là HQ-225, HQ-227, HQ-231, HQ-238 thuộc Duyên đoàn 35 và Giang đoàn 23. Tàu ''187'' lao nhanh về phía bờ biển [[Trà Vinh]], nhưng cách bờ chừng 300 m thì bị mắc cạn. Thuyền trưởng ra lệnh cho toàn bộ thủy thủ đoàn gấp rút rời tàu lên bờ, sau đó ra lệnh hủy tàu. Nhưng bộc phá không nổ. Tàu quân miền Nam tràn tới bắt sống được tàu ''187'' và toàn bộ 62,6 tấn hàng. 1 thủy thủ của tàu bị thương và bị bắt, 17 người còn lại chạy thoát vào rừng và gia nhập Đoàn 962.<ref name=\"ReferenceA\" \/>\n\n=== Tàu 198 ===\n{{chính|C-198}}\n\n=== Tàu 145 ===\n\n=== Tàu 235 ===\n{{chính|Nguyễn Phan Vinh}}Tàu là con tàu chở vũ khí cho chiến dịch xuân mậu thân năm 1968, tàu xuất phát vào đêm 27 tháng 2 năm 1968 tiếp tế cho vùng Hòn Hèo (Khánh Hòa). Lúc đó có 4 tàu nhận nhiệm vụ chở vũ khí là tàu 165, 235, 56 và 43. Chỉ có tàu 56 đi về được. \n\nTrên tàu có 20 thành viên: thuyền trưởng [[Nguyễn Phan Vinh]], chính trị viên Nguyễn Tương, thuyền phó là Đoàn Văn Nhi và Võ Tá Từ, máy trưởng Ngô Văn Thứ, máy hai Trần Lộc, thợ máy Vũ Long An và Nguyễn Minh Hải, thợ điện Lê Duy Mai, báo vụ Phạm Trường An và Doãn Quang Ruyện, ra đa Trần Thọ Thuyết, thủy thủ Nguyễn văn Phong, Đào Quang Ty, Hà Minh Thật, cơ yếu: Nguyễn Văn Dũng, y tá Hoàng Văn Hòa, lái tàu Mai Văn Khung, Lâm Quang Tuyến. \n\nTàu đi đến đêm 29 tháng 2, khi vào hải phận Khánh Hòa thì bị 3 tàu chiến bao vây là tàu Ngọc Hồi, tàu HQ12, tàu HQ617 bao vây, muốn bắt sống tàu 235. Tàu 235 cố gắng thoát khỏi vòng vây nhưng thất bại. Thuyền trưởng Vinh cho nổ tàu với 100 kg thuốc nổ. \n\nKhoảng 2 giờ 30 phút ngày 1 tháng 3, một cột lửa bùng lên chia tàu thành làm 2 phần, 1 phần chìm, còn 1 phần văng lên núi. \n\n9 thủy thủ sống sót lên bờ trong đó Thuyền trưởng Vinh và thợ máy Thứ chiến đấu cầm chân để đồng đội rút lui và cuối cùng hi sinh. 7 người còn lại  gồm có Nhi, Mai, Thật, Phong, Khung, Tuyến và An dìu nhau đi vào khu vực Hòn Hèo. Khi đi tìm nguồn nước, Khung không may bị bắt (đến năm 1975 mới được trả tự do) trong khi Thuyền phó Nhi hi sinh. 5 người còn lại chờ đến ngày thứ 13 thì gặp được du kích địa phương, và tới tháng 6 năm 1968, họ hành quân vượt Trường Sơn trở về Bắc.  \n\n=== Tàu 649 ===\n\n=== Tàu 673 ===\n\n=== Tàu 675 ===\n\n=== Tàu 143 ===\n\n=== Tàu 41 (Tàu 671) ===\nTàu vận tải quân sự HQ-671 vốn là tàu C-41, hay tàu 641 có trọng tải 50 tấn, do [[Trung Quốc]] sản xuất năm 1962, viện trợ cho Việt Nam năm 1964. Tàu được biên chế về Đoàn 125 (trước là Đoàn 759) với nhiệm vụ vận chuyển hàng chi viện cho chiến trường miền Nam bằng đường biển. Tàu có chiều dài 31,5m, rộng 5,8m, chiều cao từ đáy đến đỉnh cột cờ 11,7m.\n\nTàu đã từng tham gia chiến dịch vận tải VT5 (1968 - 1969) với hàng chục chuyến, góp phần chuyển hàng nghìn tấn vũ khí hàng hóa từ cảng Hải Phòng vào cảng Gianh ([[Quảng Bình]]) để [[Tổng công ty Xây dựng Trường Sơn|Đoàn 559]] tiếp tục vận chuyển theo [[đường Trường Sơn]] chi viện chiến trường miền Nam.\n\nTừ tháng 2\/1970 đến tháng 7\/1971, tàu chờ 4 chuyến hàng vào chiến trường Nam Bộ. nhưng 3 chuyến phải hủy, quay lại giữa chừng do đối phương ngăn chặn, đeo bám. Chỉ có chuyến ngày 30\/4\/1970 là thành công, tàu được ngụy trang với số hiệu RS-05 đi theo tuyến mới, đưa được 58 tấn vũ khí, hàng hóa vào cập Hang Hố ([[Cà Mau]]) an toàn.\n\nTháng 7\/1971, Tàu C-41 đổi số hiệu thành 671. Từ cuối năm 1971-1974, tàu làm nhiệm vụ vận chuyển vũ khí, hàng hóa và bộ đội vào cảng [[Đồng Hới]] (Quảng Bình) và cảng [[Cửa Việt (thị trấn)|Cửa Việt]] ([[Quảng Trị]]) để chuyển tiếp vào chiến trường miền Nam phục vụ cho [[Chiến dịch Xuân – Hè 1972|Chiến dịch Xuân - Hè 1972]].\n\nTrong cuộc [[Chiến dịch Mùa Xuân 1975|Tổng tiến công công và nổi dậy Xuân 1975]], Tàu làm nhiệm vụ chở người, vũ khí, hàng hóa tăng cường cho [[Chiến dịch Huế – Đà Nẵng|chiến dịch Huế - Đà Nẵng]], giải phóng các tỉnh ven biển miền Trung. Đặc biệt, Tàu được giao nhiệm vụ cùng với Tàu 673 chở lực lượng của Đoàn 126 Đặc công Hải quân ra tiến công [[Chiến dịch Trường Sa và các đảo trên Biển Đông|giải phóng các đảo thuộc quần đảo Trường Sa]].\n\nSau ngày miền Nam hoàn toàn giải phóng, Tàu làm nhiệm vụ vận tải chi viện cho các đơn vị đóng quân ở quần đảo Trường Sa. Tháng 10\/1978, Tàu nhận lệnh đi tìm kiếm 7 cán bộ chiến sĩ của [[đảo Phan Vinh]] bị sóng nước làm trôi dạt trong khi đang làm nhiệm vụ. Sau 8 ngày đêm kiên trì “cày đi xới lại” trên một vùng biển rộng lớn, vượt qua sóng to, gió lớn, tàu đã tìm được cả 7 đồng chí và đưa về đơn vị an toàn.\n\nNăm 1980, Tàu 641 được mang số hiệu HQ-671 và năm 1982, được biên chế về Hải đội 413 Vùng 4 Hải quân, làm nhiệm vụ trực sẵn sàng chiến đấu và vận chuyển hậu cần phục vụ các đơn vị trong Quân chủng Hải quân.\n\nĐầu năm 1988, Tàu làm nhiệm vụ trực bảo vệ đảo Đá Lớn. Cán bộ chiến sĩ Tàu HQ-671 không quản ngại hy sinh, bình tĩnh, dũng cảm, vững vàng vượt qua những khó khăn, gian khổ, sóng gió và sự bao vây khiêu khích của các tàu chiến Trung Quốc, cho tàu lao thẳng vào sát mép đảo, sẵn sàng làm bia chủ quyền, góp phần cùng đơn vị giữ vững đảo Đá Lớn. Sau đó, Tàu tiếp tục thực hiện nhiệm vụ vận chuyển chi viện cho xây dựng và bảo vệ quần đảo Trường Sa.\n\nNgay sau sự kiện Trung Quốc bắn cháy và làm chìm 3 tàu vận tải của ta ở khu vực các đảo Gạc Ma, Cô Lin, Len Đao (ngày 14\/3\/1988), mặc dù bị tàu của đối phương ngăn chặn, uy hiếp, song cán bộ chiến sĩ Tàu HQ-671 vẫn kiên quyết, kiên trì và dũng cảm, không sợ hy sinh, kịp thời có mặt ở khu vực xảy ra chiến sự để làm nhiệm vụ tìm kiếm, cấp cứu các cán bộ, chiến sĩ của ta bị nạn đưa về nơi an toàn. Sau hai ngày tìm kiếm, Tàu đã cứu được 41 đồng chí và 3 liệt sĩ đưa về đất liền.\n\nNăm 2002, Tàu HQ-671 được biên chế về Hải đội 384 Cục Hậu cần Hải quân. Ngày 20\/9\/2011, nhân kỷ niệm 50 năm đường Hồ Chí Minh trên biển, Tàu HQ-671 được đưa từ Hải đội 384 về trưng bày tại Bảo tàng Hải quân. Năm 2017, Thủ tướng Chính phủ đã ra quyết định công nhận Tàu HQ-671 là [[Bảo vật quốc gia (Việt Nam)|bảo vật quốc gia]].<ref>{{Chú thích web|url=https:\/\/www.qdnd.vn\/ky-niem-75-nam-ngay-thanh-lap-quan-doi-nhan-dan-viet-nam-22-12-1944-22-12-2019-va-30-nam-ngay-hoi-quoc-phong-toan-dan-22-12-1989-22-12-2019\/tu-lieu-hien-vat\/bao-vat-quoc-gia-ve-duong-ho-chi-minh-tren-bien-603606|tựa đề=Bảo vật quốc gia về Đường Hồ Chí Minh trên biển|tác giả=Hải Hà|ngày=2019-11-26|website=[[Quân đội nhân dân (báo)|Quân đội nhân dân]]|url-status=live|ngày truy cập=2021-08-31}}<\/ref>\n\n== Thành tích ==\n* Đơn vị đã hai lần được Nhà nước Việt Nam thưởng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân|Anh hùng Lực lượng Vũ trang Nhân dân]].\n* Huân chương quân công hạng nhất.<ref>{{Chú thích web|url=https:\/\/nhandan.vn\/tin-tuc-su-kien\/Lữ-đoàn-125-kỷ-niệm-50-năm-Ngày-mở-đường-Hồ-Chí-Minh-trên-biển-561343\/|tựa đề=Lữ đoàn 125 kỷ niệm 50 năm Ngày mở đường Hồ Chí Minh trên biển|tác giả=Đ.N|ngày=2011-10-24|website=[[Nhân Dân (báo)|Nhân Dân]]|url-status=live}}<\/ref>\n* Huân chương Bảo vệ Tổ quốc hạng nhất,<ref>{{Chú thích báo|last=Bảo Minh|last2=Minh Thắng|date=2021-10-23|title=Lữ đoàn 125, Vùng 2 Hải quân và dấu ấn về Đoàn tàu không số|work=[[Quân đội nhân dân (báo)|Quân đội nhân dân]]|url=https:\/\/www.qdnd.vn\/ky-niem-60-nam-ngay-mo-duong-ho-chi-minh-tren-bien-23-10-1961-23-10-2021\/lu-doan-125-vung-2-hai-quan-va-dau-an-ve-doan-tau-khong-so-675158}}<\/ref> nhì.<ref>{{Chú thích báo|last=Hùng Khoa|date=2016-10-22|title=Lữ đoàn 125 Hải quân đón nhận Huân chương Bảo vệ Tổ quốc hạng nhì|work=[[Quân đội nhân dân (báo)|Quân đội nhân dân]]|url=https:\/\/www.qdnd.vn\/quoc-phong-an-ninh\/tin-tuc\/lu-doan-125-hai-quan-don-nhan-huan-chuong-bao-ve-to-quoc-hang-nhi-490755}}<\/ref>\n==Chú thích==\n{{tham khảo|30em}}{{Bộ Quốc phòng Việt Nam}}\n[[Thể loại:Tàu chiến trong chiến tranh Việt Nam]]\n[[Thể loại:Hải quân Nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Lữ đoàn Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1961]]"}