{"3701921":"{{Thông tin đơn vị quân sự Việt Nam\n| đơn vị = Lữ đoàn 316\n| thành lập = 20 tháng 3, 1974\n| vinh danh = {{HCVN|Anh hùng lực lượng vũ trang nhân dân}}\n| giải thể = tháng 7 năm 1975 <small>(rút gọn thành Trung đoàn 316)<\/small><br>\n1980 <small>(giải thể Trung đoàn 316)<\/small>\n}}\n\n'''Lữ đoàn 316 Đặc công Biệt động''' là một đơn vị đặc công đô thị được thành lập vào ngày 20 tháng 3 năm 1974 để tham gia tiến công giải phóng Sài Gòn. Lực lượng của lữ đoàn gồm 14 tiểu đoàn đặc công và 12 đôi đặc công (Z, tương đương tiểu đoàn). \n\n==Lịch sử==\nLữ đoàn đã tham gia một số trận đánh tiêu biểu là:\n* Đánh chìm 2 tàu chiến ở [[Vũng Tàu]] ngày [[14 tháng 5]] năm [[1974]];\n* Đánh chiếm [[Dinh Độc Lập]];\n* Đánh chiếm [[Tổng Nha Cảnh sát, Việt Nam Cộng hòa]]\n* Đánh [[sân bay Tân Sơn Nhất]]\n* Đánh giữa những cây cầu huyết mạch xung quanh thành phố để mở đường cho các cánh quân giải phóng tiến vào Sài Gòn, nổi tiếng là trận đánh chiếm [[cầu Rạch Chiếc]] ngày 27 tháng 4 năm 1975\n\nSau [[Chiến tranh Việt Nam]], tháng 7 năm 1975, lữ đoàn rút gọn thành trung đoàn 316 thuộc [[Quân khu 7, Quân đội nhân dân Việt Nam|Quân khu VII]]. Tháng 9 năm 1979, trung đoàn tham gia [[Chiến tranh biên giới Tây Nam]]. Tháng 12 năm 1979, trung đoàn được điều ra tham gia [[Chiến tranh biên giới Việt–Trung 1979|bảo vệ biên giới phía bắc]]. Cuối năm 1980, trung đoàn 316 được giải thể. Tháng 4 năm 2015, đơn vị được Nhà nước Việt Nam tặng danh hiệu Anh hùng lực lượng vũ trang nhân dân. Đơn vị còn có 7 cá nhân được tuyên dương Anh hùng.\n\n== Tham khảo ==\n{{tham khảo}}\n* Tá Lâm (5\/4\/2015), \"[http:\/\/plo.vn\/thoi-su\/chinh-tri\/lu-doan-316-dac-cong-biet-dong-nhan-danh-hieu-anh-hung-llvtnd-542447.html Lữ đoàn 316 Đặc công biệt động nhận danh hiệu Anh hùng LLVTND]\", Báo Pháp luật Thành phố Hồ Chí Minh. Truy cập ngày 2 tháng 7 năm 2017.\n\n[[Thể loại:Khởi đầu năm 1974 ở Việt Nam]]\n[[Thể loại:Binh chủng Đặc công, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Quân khu 7, Quân đội nhân dân Việt Nam]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Lữ đoàn Quân đội nhân dân Việt Nam]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1974]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1980]]"}