{"3241488":"Chương trình '''Dân sự Chiến đấu''' ([[tiếng Anh]]: ''Civilian Irregular Defense Group program'' viết tắt là '''CIDG''', đọc âm Việt là ''Xít-gi'') là một chương trình được [[Chính phủ Mỹ]] phát triển trong [[Chiến tranh Việt Nam]] nhằm triển khai các đơn vị quân phi chính quy lấy từ [[Các dân tộc Việt Nam|Cộng đồng Dân tộc thiểu số miền Nam Việt Nam]] với mục đích hỗ trợ [[Quân lực Việt Nam Cộng hòa]].\n\n==Mục đích==\nCó hai lý do thúc đẩy việc tổ chức lực lượng \"Dân sự Chiến đấu\" gồm:<ref>{{chú thích sách | url = http:\/\/www.history.army.mil\/BOOKS\/Vietnam\/90-23\/90-23C.htm | series = Vietnam Studies | title = U.S. Army Special Forces 1961-1971 | id = CMH Publication 90-23 | publisher = [[United States Army Center of Military History]] | location = Washington, D.C. | year = 1989 | origyear = First Printed, 1973 | pages = 19–20 | access-date = 2015-07-17 | archive-date = 2014-02-12 | archive-url = https:\/\/web.archive.org\/web\/20140212151656\/http:\/\/www.history.army.mil\/books\/Vietnam\/90-23\/90-23C.htm }}<\/ref> \n*Chính phủ Mỹ cho rằng nên vũ trang nhóm người Dân tộc thiểu số để chống lại sự xâm nhập của [[Cộng sản]]. \n*[[Người Thượng]] và các dân tộc thiểu số nói chung là đối tượng chính cho việc tuyên truyền của cộng sản, họ bất bình với Chính quyền [[Việt Nam Cộng hòa]], lại dễ bị cộng sản lợi dụng, lôi kéo và tuyển mộ. \nĐến tháng 1 năm 1965, trước khi Chính phủ Mỹ đem quân vào trực tiếp tham chiến trên chiến trường miền Nam Việt Nam, [[Quân đội Hoa Kỳ|Bộ Tư lệnh Binh chủng Biệt kích Mỹ]] đã hoạch định \"Kế hoạch chống xâm nhập\", gửi đến Bộ chỉ huy [[Quân đội Hoa Kỳ|Liên đoàn Biệt kích số 5]] và các Ban chỉ huy Vùng, cùng các toán Biệt kích, trong đó xác định rõ: \"Kế hoạch chống xâm nhập của Lực lượng Biệt kích là một chương trình hỗn hợp, phối hợp giữa Quân sự với Dân sự, nhằm thực hiện ba mục tiêu cơ bản sau: \n#Loại trừ [[Việt Cộng]], thiết lập an ninh trên địa bàn được giao. \n#Bảo đảm sự kiểm soát của Chính quyền Việt Nam Cộng hòa đối dân chúng trong vùng. \n#Huy động được dân chúng tham gia vào các chương trình của Chính quyền Việt Nam Cộng hòa. \nNhững mục tiêu này chỉ có thể đạt được khi thực thi một trong ba nhiệm vụ sau: \n#Kiểm soát và quản lý chặt khu vực Biên giới. \n#Hoạt động ngăn chặn hiệu quả tại các tuyến đường [[Việt Nam Dân chủ Cộng hòa|Bắc Việt]] thường xâm nhập. \n#Tổ chức tốt các cuộc hành quân đánh phá các chiến khu, căn cứ của Việt Cộng.\n\n==Lịch sử hình thành==\n[[Tập tin:CIDG unit training (Colorized).jpg|thế=|nhỏ|Một khóa huấn luyện của Lực lượng Dân sự Chiến đấu]]\nChương trình Dân sự Chiến đấu do [[CIA]] đề xướng vào đầu năm 1961 nhằm đối phó với sự bành trướng ảnh hưởng của Việt Cộng tại [[Tây Nguyên|Cao nguyên Trung phần miền Nam Việt Nam]].<ref>{{chú thích sách|title=Learning to Eat Soup With a Knife: Counterinsurgency Lessons from Malaya and Vietnam|url=https:\/\/archive.org\/details\/learningtoeatsou00john|author=[[John Nagl]]|publisher=University of Chicago Press|year=2005|isbn=9780226567709|page=[https:\/\/archive.org\/details\/learningtoeatsou00john\/page\/128 128]}}<\/ref> Khởi đầu ở làng Buôn Enao, một toán A thuộc [[Lực lượng biệt kích Hoa Kỳ và đồng minh trong Chiến tranh Việt Nam|Lực lượng Đặc biệt Mỹ]] (Biệt kích Mũ Nồi Xanh) di chuyển vào làng và thành lập Trung tâm Phát triển Khu vực. Tập trung vào việc Phòng vệ Địa phương và hành động dân sự, các nhóm Biệt kích quân đã góp phần lớn vào công tác huấn luyện và tổ chức nhân lực ban đầu. Dân làng được người Mỹ huấn luyện và vũ trang nhằm mục tiêu bảo vệ làng trong hai tuần, trong khi Lực lượng Xung kích Dân sự Chiến đấu được địa phương hóa tiếp nhận huấn luyện và trang bị vũ khí tốt hơn và đóng vai trò như một Lực lượng phản ứng nhanh đánh trả lại các cuộc tấn công của Việt Cộng. Đại đa số các trại Dân sự Chiến đấu lúc đầu do cư dân vùng đồng bào dân tộc thiểu số trong cả nước phụ trách (đặc biệt là người Thượng), họ không thích cả hai miền Bắc và Nam Việt Nam và do đó đã nhanh chóng làm theo lời các cố vấn Mỹ. Chương trình tỏ ra thành công vang dội, cứ mỗi lần một ngôi làng được bình định thì nó lại đóng vai trò như một trại huấn luyện cho các ngôi làng tại địa phương khác.\n\nTháng 9 năm 1962, Bộ chỉ huy Lực lượng Đặc biệt (Biệt kích Mỹ tại Việt Nam) được thành lập, trực thuộc [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam|Bộ Tư lệnh Phái bộ viện trợ quân sự Mỹ tại Việt Nam]] (MACV). Tính đến tháng 10 năm 1962, có tất cả hai mươi bốn toán Biệt kích Mỹ hoạt động trên lãnh thổ miền Nam Việt Nam. Tháng 11 năm 1962, Lực lượng Biệt kích Mỹ tại Việt Nam được tổ chức gồm Bộ chỉ huy (C), ba ban chỉ huy (B) và 26 toán (A). Ngoài ra, còn có Bộ chỉ huy Trung tâm đặt tại Sài Gòn. Bộ chỉ huy (C) không đơn thuần chỉ huy, điều hành mà làm chức năng như là Bộ Tư lệnh Binh chủng của Lực lượng Đặc biệt ở chiến trường Việt Nam. Tháng 2 năm 1963, Bộ chỉ huy Lực lượng Đặc biệt Mỹ từ [[Sài Gòn]] rời đi [[Nha Trang]] vì Thành phố này nằm ở khoảng giữa từ [[Vĩ tuyến 17 Bắc|Vĩ tuyến 17]] đến [[Nam bộ]], rất thuận tiện cho việc điều hành các toán Biệt kích nằm rải rác khắp miền Nam Việt Nam. Ngoài ra, Nha Trang lại nằm trên bờ biển, thuận lợi cho việc tiếp nhận vũ khí, trang thiết bị viện trợ đến từ [[Okinawa]]; lại có sân bay và hệ thống đường bộ rất tiện cho việc vận chuyển tiếp tế hậu cần.\n\nTừ tháng 12 năm 1962 đến tháng 2 năm 1963, Bộ chỉ huy Lực lượng Biệt kích Mỹ đảm đương hoàn toàn việc chỉ huy mọi hoạt động của các toán Biệt kích tại Việt Nam. Vào thời điểm đó các toán Biệt kích Mỹ đã thiết lập những trại Dân sự Chiến đấu trên khắp bốn Vùng Chiến thuật của Quân lực Việt Nam Cộng hòa và trực tiếp chỉ huy các toán Biệt kích. Các toán Biệt kích được lâm thời tổ chức trên cơ sở tạm thời điều động quân của Liên đoàn 1 (từ Okinawa); hai Liên đoàn 5, 7 Biệt kích (từ Fort Bragg, [[North Carolina]]). Đến tháng 12 năm 1963, các toán Biệt kích Mỹ phối hợp với Lực lượng Biệt kích của Quân lực Việt Nam Cộng hòa đã được huấn luyện và trang bị, gồm 18.000 quân thuộc Lực lượng Xung kích; 43.000 quân thuộc lực lượng [[Phòng vệ dân sự]].\n\n==Phát triển==\n[[Hình: Military Assistance Command, Vietnam SSI.svg|thumb|phải|<center>Phù hiệu Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam (MACV)]] \nVào năm 1963, Quân đội Mỹ nhận thấy rằng chương trình này là một thành công lớn, nhưng cũng có các đơn vị Dân sự Chiến đấu và Biệt kích quân đã không được sử dụng đúng cách, nhất là từ sau khi mở cuộc hành quân Switchback, quyền kiểm soát của chương trình Dân sự Chiến đấu đã được chuyển đổi từ CIA sang Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam (MACV). Lực lượng Dân sự Chiến đấu được mở rộng nhanh chóng, gần như toàn bộ Liên đoàn Biệt kích số 5 của Lực lượng Đặc biệt Quân đội Mỹ đã tiến vào Việt Nam, các đơn vị Dân sự Chiến đấu buộc phải ngừng tập trung vào việc phòng thủ thôn xóm và thay vào đó được dự phần trong các hoạt động thông thường hơn mà nổi bật nhất là giám sát biên giới. Cuối năm [[1964]], Lực lượng Dân sự Chiến đấu không còn là vấn đề phát triển số lượng nữa. Vì mục đích và nhiệm vụ của nó cũng thay đổi. Ngoài chức năng phòng vệ tại chỗ (giữ địa bàn nông thôn, miền núi). Các trại Dân sự Chiến đấu đều được sử dụng làm bàn đạp cho các cuộc hành quân tấn công vào căn cứ Việt Cộng. Với sự điều chỉnh chức năng trên sẽ làm tăng phần hiệu quả cho việc kiểm soát khu vực biên giới, thông qua việc Lực lượng Biệt kích Mỹ triển khai xây thêm một số đồn, trạm biên phòng.\n\nTrong cuộc hành quân Switchback (từ tháng 11 năm 1962 đến tháng 7 năm 1963), các hoạt động tấn công của Lực lượng Xung kích Dân sự Chiến đấu như: phục kích, tuần tiễu, thám sát tại địa bàn phụ trách của mỗi trại. Ngoài ra, những cuộc hành quân phối hợp với các đơn vị của Quân lực Việt Nam Cộng hòa, bao gồm Lực lượng Dân sự Chiến đấu của các trại. Chỉ tính riêng tháng 6 năm 1963, đã có bốn Đại đội Xung kích Dân sự Chiến đấu được tuyển từ các trại Đakto, Plei Mrong và Polei Kleng phối hợp hành quân lùng sục Quân đội Cộng sản. Lực lượng Vũ trang Cộng sản phản ứng lại bằng cách pháo kích, quấy rối các Đồn trại Biên phòng. Trong lúc Lực lượng Biệt kích Mỹ mở cuộc hành quân Switchback, thì các hoạt động của Cộng sản ngày càng gia tăng, hầu hết các trại Biệt kích đều bị tập kích hoặc uy hiếp, quấy rối. Ngày 3 tháng 1 năm 1963, Lực lượng [[Đặc công]] cùng hai Đại đội [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng]] tấn công và tràn ngập trại Plei Mrong. Sau vụ tấn công của quân Bắc Việt, vấn đề phòng thủ của các đồn trại biên phòng được xem xét lại, Bộ Tư lệnh Phái bộ Viện trợ Quân sự Mỹ tại Việt Nam đã ra lệnh cho các toán Biệt kích thiết lập thêm tuyến phòng thủ thứ hai, cho tất cả các đồn trạm của Lực lượng Biệt kích Mỹ. Đồng thời, tăng cường thêm hai Tiểu đoàn Công binh Hải quân (Seabee) hỗ trợ trong việc xây cất các công trình quân sự.\n\nViệc sử dụng Lực lượng Dân sự Chiến đấu trong các hoạt động tuần tiễu, lục soát những địa bàn ngoài phạm vi trách nhiệm của đồn trại, thường cần có những căn cứ tiền phương và lực lượng ứng cứu. Sau đó, Lực lượng Xung kích với 20.000 quân được thành lập vào tháng 11 năm 1963. Đến tháng 7 năm 1964, được biên chế, tổ chức hoàn chỉnh, mỗi Đại đội Dân sự Chiến đấu có quân số 150 người, bao gồm Bộ chỉ huy (10 người), ba Trung đội thực binh (35 người), Trung đội hỏa lực (35 người). Mỗi trại được biên chế đủ bốn Đại đội. Hai Đại đội hoạt động bên ngoài trại, tại các căn cứ tiền phương; thường tung các Trung đội, cùng các toán Trinh sát (5 người) hoạt động trên địa bàn được phân công. Tuy nhiên, bắt đầu từ năm 1965, Cộng sản cũng thay đổi chiến thuật từ [[chiến tranh du kích]] sang [[chiến tranh nhân dân]]. Trước thực tế trên, mọi hoạt động của Lực lượng Biệt kích Mỹ được phân làm ba loại. Một là thiết lập thêm trại Dân sự Chiến đấu nhằm ngăn chặn mức độ chuyển quân, tiếp tế của Bắc Việt. Đồng thời bỏ một số trại do áp lực quá nặng của cộng sản. Mặt khác tổ chức phòng thủ tốt các trại dọc theo biên giới như: A Sầu, Làng Vây, Cồn Thiên, Lộc Ninh, Bù Đốp... Hai là, thành lập các sở chỉ huy hành quân ngoại biên như: Sở chỉ huy hành quân Delta ở Vùng Chiến thuật I; Sở chỉ huy hành quân Black Jack 33 ở Vùng Chiến thuật III. Cả hai sở chỉ huy hành quân trên đều nằm trong \"Kế hoạch hành quân Sigma\". Đây là cuộc hành quân đầu tiên hối hợp giữa đơn vị Xung kích Cơ động và đơn vị Xung kích Tiếp ứng.\n\nTrong cuộc hành quân Black Jack 41, có hai Đại đội Xung kích Cơ động nhảy dù xuống tấn công căn cứ của Việt Cộng tại vùng núi [[Thất Sơn]], thuộc Vùng Chiến thuật IV. Cuộc hành quân Attleboro do một đơn vị xung kích đánh phá căn cứ Suối Đá (Tây Ninh) của Việt Cộng tại Vùng Chiến thuật III, loại khỏi vòng chiến một Tiểu đoàn chủ lực quân Giải phóng. Cuối cùng là những cuộc hành quân phối hợp giữa các đơn vị Dân sự Chiến đấu với các đơn vị của Liên quân Mỹ như cuộc hành quân Nathan Hale, phối hợp giữa Lực lượng Dân sự Chiến đấu với [[Sư đoàn Kỵ binh số 1 (Hoa Kỳ)|Sư đoàn 1 Kỵ binh bay]] và [[Binh chủng nhảy dù|Sư đoàn Nhảy dù 101]] của Mỹ. Cuộc hành quân Henry Clay và Thayer; hay cuộc hành quân Rio Blanco ở Vùng Chiến thuật I, bao gồm các đơn vị Dân sự Chiến đấu, [[Địa phương quân]] và [[Lực lượng Biệt động quân Việt Nam Cộng hòa|Biệt động quân Việt Nam Cộng hòa]], với [[Quốc quân Đại Hàn Dân Quốc|Thủy quân lục chiến Hàn Quốc]] và [[Hải quân Hoa Kỳ|Thủy quân lục chiến Mỹ]]. Cuộc hành quân Sam Houston ở Vùng Chiến thuật II, có sự hối hợp giữa [[Lục quân Hoa Kỳ|Sư đoàn Bộ binh số 4]] của Mỹ với Lực lượng Dân sự Chiến đấu.\n\n==Tàn cuộc==\nKhi người Mỹ bắt đầu rút quân về nước thông qua chiến lược [[Việt Nam hóa chiến tranh]] từ năm 1968 đến 1969, Lực lượng Dân sự Chiến đấu hầu hết đều được chuyển giao cho [[Lực lượng Biệt động quân Việt Nam Cộng hòa]] vào năm 1970, hình thành các đồn trại [[Biệt động quân Biên phòng]] và vẫn tiếp tục tham chiến trong biên chế của [[Quân lực Việt Nam Cộng hòa]] cho đến khi chính thể [[Việt Nam Cộng hòa]] sụp đổ trong [[sự kiện 30 tháng 4 năm 1975]].\n\n==Xem thêm==\n*[[Lực lượng biệt kích Hoa Kỳ và đồng minh trong Chiến tranh Việt Nam]]\n*[[Trận A Sầu]]\n*[[Trận Đồng Xoài]]\n*[[Trận Hiệp Hòa]]\n*[[Trận Khâm Đức]]\n*[[Trận Nam Đông]]\n*[[MIKE Force]] lực lượng xung kích cơ động của chương trình CIDG.\n*[[Trận Plei Me]]\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* Harry Pugh, ''US. Special'', C&D Enterprises, Arlington, VA. 1993.\n* Francis J. Kelly, ''The Green Berets'', Brassey Inc., New York, NY. 1991. \n* ''Special Forces and Missions'', Time-Life books, Alexandria. VA.\n* Hieu Vu, ''Secret stories of the Republic of Vietnam, Commandos'', ISBN 1461180309\n* [http:\/\/www.history.army.mil\/books\/Vietnam\/90-23\/90-232.htm Lịch sử quân sự Mỹ giai đoạn chiến tranh Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150109140055\/http:\/\/www.history.army.mil\/books\/Vietnam\/90-23\/90-232.htm |date=2015-01-09 }}\n{{ARVN}}\n\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Quân lực Việt Nam Cộng hòa]]"}