{"125304":"{{Infobox Military Unit\n|unit_name= Lực lượng Đặc biệt<br>Việt Nam Cộng hòa\n|image= [[Hình: 81st Airborne Commando Battalion.svg|180px]]\n|caption= Huy hiệu.\n|dates= [[1956]]–[[1970]]\n|country= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|allegiance= [[hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực VNCH]]\n|branch= biệt kích\n|type= Quân thường trực\n|command_structure= [[Hình: ARVN Joint General Staff Insignia.svg|18px]] [[Bộ Tổng tham mưu Quân lực Việt Nam Cộng hòa|Bộ Tổng Tham mưu]]\n|size=\n|nickname= \n|motto= -Danh dự<br>-Dũng cảm\n|battles= chiến tranh phi quy ước\n|notable_commanders= -[[Lê Quang Tung]]<br>-[[Phan Đình Thứ]]<br>-[[Đoàn Văn Quảng]]<br>-[[Phạm Văn Phú]]\n}}\n\n'''Lực lượng đặc biệt''' ([[Tiếng Anh]]: ''Army of the Republic of Vietnam Special Forces'', '''ARVNSF''') - viết tắt: '''LLDB''' - là một đơn vị quân sự tinh nhuệ của [[Quân lực Việt Nam Cộng hòa]]. Khởi đầu là các toán biệt kích được huấn luyện để hoạt động sâu trong vùng kiểm soát của đối phương (thông qua đường bộ, đường thủy, và chủ yếu là đường không-nhảy dù), chủ yếu để làm các nhiệm vụ thu thập thông tin tình báo, bắt cóc, phá hoại các mục tiêu quân sự. Về sau, lực lượng này phát triển thêm thành đơn vị tác chiến, có vai trò như một binh chủng tinh nhuệ trong [[Quân lực Việt Nam Cộng hòa]]. Tuy nhiên do gặp nhiều thất bại nên binh chủng này bị giải thể vào năm 1970.\n\n==Tổ chức tiền thân==\n{{chính|Sở Liên lạc, Phủ Tổng thống Việt Nam Cộng hòa}}\nTháng 2 năm 1956, sau khi tiếp nhận căn cứ GCMA (''Groupement de Commandos Mixtes Aéroportés'', Lực lượng Biệt kích Không vận Hỗn hợp)' của Pháp tại [[Nha Trang]], với sự trợ giúp của Phái bộ Cố vấn Quân sự (''Military Assistance Advisory Group''-'''MAAG''') của Hoa Kỳ tại Việt Nam, Tổng thống [[Ngô Đình Diệm]] đã cho thành lập '''Trung tâm Huấn luyện Biệt động đội''', nhằm xây dựng cơ sở huấn luyện biệt kích cho [[Việt Nam Cộng hòa]]. Về tổ chức, Trung tâm này được đặt dưới quyền quản lý của Nha Tổng Nghiên Huấn, Bộ Tổng Tham mưu Quân đội Việt Nam Cộng hòa.\n\nCuối năm 1956, theo khuyến cáo của Cơ quan Tình báo Hoa Kỳ, Tổng thống [[Ngô Đình Diệm]] đã giải thể Nha Tổng Nghiên Huấn<ref name=\"lugiang\">Lữ Giang, ''\"Ai đã giết anh em Đại tá Lê Quang Tung? Những câu hỏi và trả lời 47 năm sau\"''.<\/ref>. Các bộ phận Tình báo Chiến lược và Phản gián được chuyển về cho [[Sở Nghiên cứu Chính trị Xã hội]]. Bộ phận Biệt kích được chuyển về cho một tổ chức mới là '''[[Sở Liên lạc, Phủ Tổng thống Việt Nam Cộng hòa|Sở Liên lạc]]''', trực thuộc Phủ Tổng thống, ngân sách do Mỹ đài thọ. Đại tá Rogers là người đầu tiên được cử đến làm cố vấn cho Sở này, sau đó Đại tá Floyld Parker đến thay thế. Giám đốc và Phó giám đốc Nha Tổng Nghiên Huấn là Trung tá [[Lê Quang Tung]] và Đại úy [[Trần Khắc Kính (Đại tá, Quân lực VNCH)|Trần Khắc Kính]] được bổ nhiệm làm Giám đốc và Phó giám đốc Sở Liên lạc<ref name=\"lugiang\"\/>. Tháng 4 năm 1960, Sở Liên lạc được đổi tên thành Sở Khai thác Địa hình. Tuy nhiên, chức năng, tổ chức và nhân sự của Cơ quan này vẫn không có gì thay đổi.\n\n==Hình thành Lực lượng Đặc biệt==\nTrên thực tế, Sở Khai thác Địa hình tập trung vào công tác tuyển mộ, huấn luyện biệt kích. Chính do nhiệm vụ này, trong các phòng chuyên môn, Phòng 45 hay Sở Bắc, phụ trách các hoạt động tung gián điệp biệt kích ra miền Bắc; và Phòng 55 hay Sở Nam, phụ trách các hoạt động biệt kích trong lãnh thổ Việt Nam Cộng hòa, đóng một vai trò rất quan trọng. Ngoài ra, từ năm 1961, Sở còn thành lập thêm một số đại đội biệt kích dù biệt lập để làm thành phần hỗ trợ, ứng cứu cho những toán nhảy qua Lào hay ở những vùng biên giới nguy hiểm.\n\nBên cạnh đó, một nhiệm vụ khác, tuy không chính thức, nhưng được xem là ưu tiên nhất của Sở Liên lạc là chỉ huy lực lượng cơ động tinh nhuệ chuyên dùng để bảo vệ Phủ Tổng thống chống những cuộc đảo chính. Chính vì vậy, mặc dù các hoạt động tung gián điệp biệt kích ra miền Bắc tỏ ra kém hiệu quả, quân số của Liên đoàn Quan sát số 1 vẫn phát triển không ngừng. Tháng 11 năm 1961, Liên đoàn Quan sát số 1 được đổi tên thành Liên đoàn 77. Tháng 2 năm 1963, Liên đoàn 31 được thành lập. Ngày 15 tháng 3 năm 1963, Tổng thống Diệm ra quyết định thành lập Lực lượng Đặc biệt trên cơ sở bộ máy của Sở Khai thác địa hình và 2 đơn vị tác chiến là Liên đoàn Biệt kích 77 và 31. Về nguyên tắc, Lực lượng Đặc biệt được chuyển thuộc Bộ Quốc phòng, có quy mô tương đương cấp [[lữ đoàn]], nhưng trên thực tế, Tổng thống có toàn quyền điều động đơn vị này thông qua một cơ quan chỉ huy trực tiếp là Phòng Liên lạc Phủ Tổng thống, mà thực chất chính là Bộ chỉ huy Lực lượng Đặc biệt, do Đại tá Lê Quang Tung làm Chỉ huy trưởng.\n\n==Năm đảo chính 1963==\n{{xem thêm|Biến cố Phật giáo, 1963|Đảo chính Việt Nam Cộng hòa 1963}}\n\nĐược xem là một đơn vị tinh nhuệ và tuyệt đối trung thành với Tổng thống, trong [[Biến cố Phật giáo, 1963]], Lực lượng Đặc biệt được cố vấn [[Ngô Đình Nhu]] sử dụng như lực lượng xung kích tấn công các chùa, đặc biệt là [[chùa Xá Lợi]]. Mặc dù vậy, Lực lượng Đặc biệt hoàn toàn bị vô hiệu hóa trong [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính năm 1963]] khi Chỉ huy trưởng Lê Quang Tung bị giết chết ngay khi cuộc đảo chính vừa nổ ra. Trước đó, bằng một thủ pháp nhỏ, các tướng lãnh tham gia đảo chính đã điều các đơn vị thuộc Lực lượng Đặc biệt ra khỏi [[Sài Gòn]]. Mất đi lực lượng cơ động trung thành và tinh nhuệ này, Tổng thống Ngô Đình Diệm và Cố vấn Ngô Đình Nhu không còn cách nào khác ngoài việc đào tẩu khỏi [[Dinh Độc Lập]]. Cả hai ông đều bị quân đảo chính giết chết trong xe thiết giáp không lâu sau đó.\n\n==Trở thành Binh chủng==\nSau đảo chính, Phòng Liên lạc Phủ Tổng thống bị giải tán. Lực lượng Đặc biệt cũng được phân chia thành nhiều đơn vị khác nhau. Sở Bắc được tách riêng để hình thành một cơ quan độc lập trực thuộc Bộ Tổng Tham mưu. Phòng ban khác cũng được giải thể và phân bổ vào các cơ quan thuộc Bộ Quốc phòng. Riêng các đơn vị tác chiến được tập hợp để hình thành một đơn vị độc lập với bộ chỉ huy riêng.\n\nTháng 7 năm 1964, Liên đoàn 31 được đổi tên thành Liên đoàn 111 và Liên đoàn 77 được đổi tên thành Liên đoàn 301. Tất cả đều đặt dưới quyền Chỉ huy trưởng Lực lượng Đặc biệt.\n\nNgày 19 tháng 6 năm 1965, Liên đoàn Biệt kích 111 và 301 bị giải tán. Các đơn vị chiến đấu được sắp xếp lại để chính thức hình thành Binh chủng Lực lượng Đặc biệt, gồm một Bộ Tư lệnh, một Đại đội Tổng Hành dinh, một Trung tâm Huấn luyện, và 4 Bộ Chỉ huy (C) ở 4 Quân khu. Mỗi C có một số B và mỗi B có một số toán A quân số vào khoảng 12 người. Ngoài ra, các đại đội biệt kích dù độc lập cũng được tập hợp thành Tiểu đoàn 91 Biệt cách Dù, cũng được đặt dưới quyền điều động của Bộ Tư lệnh Lực lượng Đặc biệt. Tổng cộng quân số Lực lượng Đặc biệt vào khoảng 5.000 trong thời điểm đó.\n\nCũng từ thời điểm này, các đơn vị Lực lượng Đặc biệt của đồng minh Hoa Kỳ là Liên đoàn 1, sau đó là Liên đoàn 5 tham chiến tại chiến trường miền Nam. Lực lượng Đặc biệt của Việt Nam Cộng hòa cũng tổ chức các toán biệt kích nhỏ phối hợp với các toán [[Lực lượng biệt kích Hoa Kỳ và đồng minh trong Chiến tranh Việt Nam|biệt kích Mỹ]] hỗ trợ cho các trại [[Dân sự Chiến đấu]] dọc theo vỹ tuyến 17 và ranh giới giữa Nam Việt Nam với Lào, Campuchia. Từng toán một, được trang bị vũ khí hiện đại với chiến thuật trinh sát và đột kích các đơn vị của đối phương trong nhiệm vụ bảo vệ biên giới.\n\nNgày 1 tháng 4 năm 1968, Tiểu đoàn 91 Biệt cách Dù được đổi tên thành Tiểu đoàn 81 Biệt cách Dù. Một cơ quan tham mưu là Trung tâm Hành quân Delta được thành lập để giúp Bộ Tư lệnh Lực lượng Đặc biệt chỉ huy hành quân các toán biệt kích và đơn vị Biệt cách Dù.\n\n==Bị giải thể==\nCuối tháng 12 năm 1970, do các hoạt động tung biệt kích ra miền Bắc hoặc các vùng biên giới do phía [[Quân đội Nhân dân Việt Nam]] kiểm soát không có hiệu quả, Lực lượng Đặc biệt bị giải tán. Các sĩ quan và binh lính được chuyển sang các đơn vị khác, chủ yếu về Lực lượng Biệt động quân. Riêng Trung tâm Hành quân Delta và Tiểu đoàn 81 Biệt cách Dù được sáp nhập lại để hình thành [[Biệt cách dù Việt Nam Cộng hòa|Liên đoàn 81 Biệt cách Dù]]. Huy hiệu của Lực lượng Đặc biệt cũng trở thành huy hiệu của Liên đoàn 81.\n\n==Danh sách các tư lệnh qua các thời kỳ==\n{|class= \"wikitable\"\n|-\n!width= \"1%\" |Stt\n!width= \"25%\" |Họ và tên\n!width= \"14%\" |Cấp bậc\n!width= \"20%\" |Tại chức\n!Chú thích\n|-\n|<center> 1\n|<center> [[Lê Quang Tung]]<ref>Đại tá Lê Quang Tung, sinh năm 1919 tại Hương Trà, Thừa Thiên.<\/ref><br>''Võ khoa Thủ Đức K3p<ref>Xuất thân từ Trường Sĩ quan.<\/ref>\n|<center> Đại tá<ref>Cấp bậc khi nhậm chức.<\/ref> \n|<center> 3\/1963-11\/1963 \n|Tư lệnh đầu tiên. Bị sát hại trong [[Đảo chính Việt Nam Cộng hòa 1963|Đảo chính ngày 1\/11\/1963]]\n|-\n|<center> 2\n|<center> [[Lê Văn Nghiêm]]<br>''Võ bị Lục quân Pháp\n|<center> Trung tướng \n|<center> 11\/1963-2\/1964\n|\n|-\n|<center> 3\n|<center> [[Phan Đình Thứ]]<br>''Võ bị Lục quân Pháp\n|<center> Đại tá\n|<center> 2\/1964-8\/1964\n|''Tư lệnh lần thứ 1\n|-\n|<center> 4\n|<center> [[Đoàn Văn Quảng]]<br>''Võ bị Lục quân Pháp\n|<center> Đại tá\n|<center> 8\/1964-7\/1969\n|\n|-\n|<center> 5\n|<center> [[Phan Đình Thứ]]\n|<center> Đại tá\n|<center> 7\/1969-1\/1970\n|Tư lệnh lần thứ 2\n|-\n|<center> 6\n|<center> [[Phạm Văn Phú]]<br>''Võ bị Đà Lạt K8\n|<center> Chuẩn tướng\n|<center> 1\/1970-8\/1970\n|\n|-\n|<center> 7\n|<center> [[Hồ Tiêu (Đại tá, Quân lực VNCH)|Hồ Tiêu]]<ref>Đại tá Hồ Tiêu, sinh năm 1922 tại Quảng Trị.<\/ref><br>''Võ bị Địa phương<br>Trung Việt K2 \n\n|<center> Đại tá\n|<center> 8\/1970-12\/1970\n|Tư lệnh cuối cùng\n|}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Xem thêm==\n*[[MACVSOG]]\n*[[Nha Kỹ thuật, Quân lực Việt Nam Cộng hòa]]\n*[[Lực lượng Biệt động quân Việt Nam Cộng hòa]]\n*[[Liên đoàn 81 Biệt cách Nhảy Dù]]\n\n==Liên kết==\n*{{chú thích sách| title=Encyclopedia of the Vietnam War | first=Spencer C. | last=Tucker | year=2000 | publisher=[[ABC-CLIO]] | isbn=1-57607-040-9 }}\n*Lữ Triệu Khanh, ''\"Lịch sử Nha Kỹ thuật\"''\n*Vũ Đình Hiếu, ''\"Cuộc chiến bí mật\"''\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n{{ARVN}}\n\n[[Thể loại:Lục quân bị giải tán]]\n[[Thể loại:Biến cố Phật giáo, 1963]]\n[[Thể loại:Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Đơn vị quân sự thành lập năm 1956]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]\n[[Thể loại:Quân binh chủng của Quân lực Việt Nam Cộng hòa]]"}