{"14974984":"{{Infobox national military\n| country = Việt Nam\n| name = Lực lượng vũ trang nhân dân Việt Nam\n| native_name = \n| image =Flag of Vietnam.svg\n| caption =[[Quốc kỳ Việt Nam]]\n| image2 =\n| caption2 =Chủ tịch nước [[Võ Văn Thưởng]]\n| motto = ''Không có gì quý hơn độc lập tự do''\n| founded =\n| current_form =\n| disbanded =\n| branches = \n{{plainlist|\n* [[Tập tin:Head badge of the Vietnam People's Army.svg|50px]] [[Quân đội nhân dân Việt Nam]]\n* [[Tập tin:Huy hiệu BCA CAND.svg|50px]] [[Công an nhân dân Việt Nam]]\n* [[Tập tin:Insignia of the Vietnam Self-Defence Militia.svg|50px]] [[Dân quân tự vệ (Việt Nam)|Dân quân tự vệ Việt Nam]]\n}}\n| headquarters = [[Hà Nội]], [[Việt Nam]]\n| flying_hours =\n<!-- Leadership -->\n| commander-in-chief ={{flagicon image|Emblem of Vietnam.svg}} [[Chủ tịch nước Việt Nam|Chủ tịch nước]] [[Võ Văn Thưởng]]\n| commander-in-chief_title = Tổng tư lệnh\n| minister = {{QH|đại tướng|[[Phan Văn Giang]]}}\n| minister_title = [[Bộ trưởng Bộ Quốc phòng Việt Nam|Bộ trưởng Bộ Quốc phòng]]\n| commander = {{QH|đại tướng công an|[[Tô Lâm]]}}\n| commander_title = [[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an]]\n| age =\n| conscription =\n| manpower_data =\n| manpower_age =\n| available =\n| available_f =\n| fit =\n| fit_f =\n| reaching =\n| reaching_f =\n| active =\n| ranked =\n| reserve =\n| deployed =\n<!-- Financial -->\n| amount =\n| percent_GDP =\n<!-- Industrial -->\n| domestic_suppliers =\n| foreign_suppliers =\n| imports =\n| exports =\n<!-- Related aricles -->\n| history =\n| ranks =\n}}\n\n'''Lực lượng vũ trang nhân dân Việt Nam''' là lực lượng chiến đấu của [[Nước Cộng hòa xã hội chủ nghĩa Việt Nam]] có nhiệm vụ sẵn sàng chiến đấu, chiến đấu, phục vụ chiến đấu, bảo vệ độc lập, chủ quyền, thống nhất, toàn vẹn lãnh thổ của Tổ quốc, an ninh quốc gia, trật tự, an toàn xã hội; bảo vệ Nhân dân, Đảng, Nhà nước, chế độ xã hội chủ nghĩa, thành quả cách mạng; cùng toàn dân xây dựng đất nước và thực hiện nghĩa vụ quốc tế. Hoạt động của lực lượng vũ trang nhân dân phải tuân thủ Hiến pháp, pháp luật, điều ước quốc tế mà [[Cộng hòa Xã hội chủ nghĩa Việt Nam|nước Cộng hòa xã hội chủ nghĩa Việt Nam]] là thành viên; đặt dưới sự lãnh đạo của [[Đảng Cộng sản Việt Nam]], sự thống lĩnh của [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước]], sự quản lý thống nhất của [[Chính phủ Việt Nam]].<ref>Luật Quốc phòng Việt Nam năm 2018, Chương IV.<\/ref><ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Luat-quoc-phong-340395.aspx|title=Luật Quốc phòng Việt Nam năm 2018|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\n== Nguyên tắc hoạt động ==\n- Trong tình trạng chiến tranh, tình trạng khẩn cấp về quốc phòng thực hiện theo lệnh của [[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước]] và quy định khác của pháp luật có liên quan.\n\n- Trong thi hành lệnh thiết quân luật, giới nghiêm thực hiện theo quy định của Luật này và quy định khác của pháp luật có liên quan.\n\n- Trong tình trạng khẩn cấp do thảm họa, dịch bệnh nguy hiểm hoặc tình hình đe dọa nghiêm trọng đến an ninh quốc gia, trật tự, an toàn xã hội thực hiện theo quy định của pháp luật về tình trạng khẩn cấp và quy định khác của pháp luật có liên quan.\n\n- Khi có nguy cơ đe dọa an ninh quốc gia, trật tự, an toàn xã hội nhưng chưa đến mức ban bố tình trạng khẩn cấp thực hiện theo quy định của pháp luật về an ninh quốc gia và quy định khác của pháp luật có liên quan.\n\n- Khi tham gia hoạt động góp phần bảo vệ hòa bình ở khu vực và trên thế giới thực hiện theo quyết định của [[Hội đồng quốc phòng và an ninh Việt Nam|Hội đồng Quốc phòng và An ninh]].\n\n- Khi xảy ra tình huống phức tạp về an ninh quốc gia, trật tự, an toàn xã hội; đấu tranh phòng, chống tội phạm; tham gia phòng, chống, khắc phục sự cố, thiên tai, dịch bệnh, việc sử dụng [[lực lượng vũ trang]] do Chính phủ quy định.\n\n== Lãnh đạo chỉ huy ==\n[[Quân đội nhân dân Việt Nam|Quân đội nhân dân]], [[Công an nhân dân Việt Nam|Công an nhân dân]] và [[Dân quân tự vệ (Việt Nam)|Dân quân tự vệ]] có hệ thống chỉ huy được tổ chức theo quy định của pháp luật.<ref name=\":0\">Điều 28, Luật Quốc phòng năm 2018<\/ref>\n\n[[Chủ tịch nước Cộng hòa xã hội chủ nghĩa Việt Nam|Chủ tịch nước]] thống lĩnh các lực lượng vũ trang nhân dân đồng thời giữ chức [[Hội đồng quốc phòng và an ninh Việt Nam|Chủ tịch Hội đồng Quốc phòng An ninh]].<ref>Khoản 5, Điều 88, Hiến pháp năm 2013<\/ref>\n\n[[Bộ trưởng Bộ Quốc phòng Việt Nam|Bộ trưởng Bộ Quốc phòng]] là người chỉ huy cao nhất trong Quân đội nhân dân và Dân quân tự vệ.<ref name=\":0\" \/>\n\n[[Bộ trưởng Bộ Công an Việt Nam|Bộ trưởng Bộ Công an]] là người chỉ huy cao nhất trong Công an nhân dân.<ref name=\":0\" \/>\n\n== Tổ chức ==\nLực lượng vũ trang nhân dân Việt Nam gồm [[Quân đội nhân dân Việt Nam]], [[Công an nhân dân Việt Nam]] và [[Dân quân tự vệ (Việt Nam)|Dân quân tự vệ Việt Nam]].<ref>Luật Quốc phòng Việt Nam năm 2018, Chương IV, Điều 23<\/ref>\n\n=== [[Tập tin:Head badge of the Vietnam People's Army.svg|40x40px]] [[Quân đội nhân dân Việt Nam]]===\nQuân đội nhân dân là lực lượng nòng cốt của lực lượng vũ trang nhân dân trong thực hiện nhiệm vụ quốc phòng, bao gồm lực lượng thường trực và lực lượng dự bị động viên. Lực lượng thường trực của Quân đội nhân dân có Bộ đội chủ lực và Bộ đội địa phương. Ngày 22 tháng 12 hằng năm là ngày truyền thống của Quân đội nhân dân, ngày hội quốc phòng toàn dân.\n\nQuân đội nhân dân có chức năng, nhiệm vụ sẵn sàng chiến đấu, chiến đấu bảo vệ Tổ quốc; thực hiện công tác vận động, tuyên truyền chủ trương, đường lối của Đảng, chính sách, pháp luật của Nhà nước; lao động sản xuất, kết hợp quốc phòng với kinh tế - xã hội, tham gia phòng thủ dân sự, cùng toàn dân xây dựng đất nước; thực hiện nghĩa vụ quốc tế. Nhà nước xây dựng Quân đội nhân dân cách mạng, chính quy, tinh nhuệ, từng bước hiện đại, có lực lượng thường trực hợp lý, lực lượng dự bị động viên hùng hậu; một số lực lượng tiến thẳng lên hiện đại. Tổ chức, nhiệm vụ, chế độ phục vụ và chế độ, chính sách của Quân đội nhân dân theo quy định của Luật Sĩ quan Quân đội nhân dân Việt Nam, Luật Quân nhân chuyên nghiệp, công nhân và viên chức quốc phòng, Luật Nghĩa vụ quân sự và quy định khác của pháp luật có liên quan.\n\n[[Quân đội nhân dân Việt Nam]] chính quy bao gồm các lực lượng nhưː [[Lục quân Quân đội nhân dân Việt Nam|Lục quân]], [[Quân chủng Hải quân, Quân đội nhân dân Việt Nam|Hải quân]], [[Quân chủng Phòng không – Không quân, Quân đội nhân dân Việt Nam|Phòng không-Không quân]], [[Bộ đội Biên phòng Việt Nam|Bộ đội Biên phòng]], [[Cảnh sát biển Việt Nam|Cảnh sát biển]], [[Bộ Tư lệnh Tác chiến không gian mạng, Quân đội nhân dân Việt Nam|Tác chiến Không gian mạng]], [[Bộ Tư lệnh Bảo vệ Lăng Chủ tịch Hồ Chí Minh|Bảo vệ Lăng Chủ tịch Hồ Chí Minh]].\n\n=== [[Tập tin:Huy hiệu BCA CAND.svg|40x40px]] [[Công an nhân dân Việt Nam]] ===\nCông an nhân dân là lực lượng nòng cốt của lực lượng vũ trang nhân dân trong thực hiện nhiệm vụ bảo vệ an ninh quốc gia và bảo đảm trật tự, an toàn xã hội, đấu tranh phòng, chống tội phạm. Thành lập ngày 19 tháng 8 năm 1945.\n\nCông an nhân dân có chức năng, nhiệm vụ, tổ chức, chỉ huy, bảo đảm hoạt động, chế độ phục vụ và chế độ, chính sách của Công an nhân dân thực hiện theo quy  định khác của pháp luật có liên quan. Nhà nước xây dựng Công an nhân dân cách mạng, chính quy, tinh nhuệ, từng bước hiện đại; ưu tiên hiện đại hóa một số lực lượng. Công an nhân dân có trách nhiệm phối hợp với Quân đội nhân dân, Dân quân tự vệ trong thực hiện nhiệm vụ quốc phòng. Việc phối hợp giữa Công an nhân dân với Quân đội nhân dân, Dân quân tự vệ theo quy định của Chính phủ. \n\n[[Công an nhân dân Việt Nam|Công an Nhân dân việt Nam]] chính quy bao gồm các lực lượng nhưː An ninh Nhân dân, Cảnh sát Nhân dân.\n\n=== [[Tập tin:Insignia of the Vietnam Self-Defence Militia.svg|40x40px|viền]] [[Dân quân tự vệ (Việt Nam)|Dân quân tự vệ Việt Nam]]===\nDân quân tự vệ là lực lượng vũ trang quần chúng không thoát ly sản xuất, công tác; là lực lượng bảo vệ Đảng, chính quyền, tính mạng, tài sản của Nhân dân, tài sản của Nhà nước ở địa phương, cơ sở; sẵn sàng chiến đấu, chiến đấu, phục vụ chiến đấu, làm nòng cốt cùng toàn dân đánh giặc ở địa phương, cơ sở khi có chiến tranh; tham gia xây dựng nền quốc phòng toàn dân, khu vực phòng thủ, phòng thủ dân sự, bảo vệ an ninh quốc gia và bảo đảm trật tự, an toàn xã hội, đấu tranh phòng, chống tội phạm. Nhà nước xây dựng lực lượng Dân quân tự vệ vững mạnh và rộng khắp. Tổ chức, nhiệm vụ, chế độ phục vụ và chế độ, chính sách của Dân quân tự vệ theo quy định của Luật Dân quân tự vệ và quy định khác của pháp luật có liên quan.\n\n== Xem thêm ==\n\n* [[Quân đội nhân dân Việt Nam]]\n* [[Công an nhân dân Việt Nam]]\n* [[Dân quân tự vệ (Việt Nam)|Dân quân Tự vệ Việt Nam]]\n* [[Bộ Quốc phòng Việt Nam]]\n* [[Bộ Công an (Việt Nam)|Bộ Công an Việt Nam]]\n\n== Chú thích ==\n{{Tham khảo}}\n{{Tướng lĩnh Lực lượng vũ trang nhân dân Việt Nam}}\n{{Bộ Quốc phòng Việt Nam}}\n{{Bộ Công an Việt Nam}}\n\n[[Thể loại:Quân đội nhân dân Việt Nam]]\n[[Thể loại:Công an nhân dân Việt Nam]]"}