{"1308384":"{{Infobox national military \n|country         = Cộng hòa Khmer\n|name            = Lực lượng Vũ trang Quốc gia Khmer <br> Quân lực Quốc gia Khmer <br> ''Forces Armées Nationales Khmères'' <br> ''Khmer National Armed Forces''\n|native_name     = \n|image           = [[Tập tin:Coat of arms of the Khmer Republic.svg|200px]]\n|caption         = Quân hiệu Quân lực Quốc gia Khmer 1970-1975 \n|founded         = 1970\n|disbanded       = 1975\n|current_form    = \n|branches= [[Lục quân Quốc gia Khmer]] <br> [[Không quân Quốc gia Khmer]] <br> [[Hải quân Quốc gia Khmer]] \n|headquarters    = [[Phnôm Pênh]] \n|nickname= KNAF (FANK trong tiếng Pháp)\n|commander-in-chief= [[Tổng thống]] [[Lon Nol]]\n|commander= [[Đại tướng]] [[Sosthene Fernandez]]\n|commander_title= Chỉ huy\n|age             = \n|manpower_data   = \n|manpower_age    = \n|available       = \n|available_f     =  \n|fit             = \n|fit_f           = \n|reaching        = \n|reaching_f      = \n|active          = 300,000 (lúc cao điểm) \n|ranked=\n|reserve         = \n|deployed        =\n|amount          =\n|percent_GDP     = \n|domestic_suppliers= \n|foreign_suppliers={{flag|Pháp}} <br> {{flag|Mỹ}} <br> \n{{flag|Israel}} <br> {{flag|Liên Xô}} <br> {{flag|Trung Quốc}} <br>  {{flag|Nam Tư}} <br> {{flag|Úc}} <br> {{flag|Việt Nam Cộng hòa}} <br> {{flag|Hàn Quốc}} <br> {{flag|Trung Hoa Dân Quốc}} <br> {{flag|Thái Lan}} <br> {{flag|Indonesia}} <br> {{flag|Malaysia}} <br> {{flag|Philippines}} <br> {{flag|Singapore}}\n|imports=\n|exports=\n|history= [[Lịch sử quân sự Campuchia]]\n|ranks=\n}} \n'''Lực lượng Vũ trang Quốc gia Khmer''' hoặc '''Quân lực Quốc gia Khmer''' ([[tiếng Pháp]]: ''Forces Armées Nationales Khmères'' - FANK), là lực lượng quốc phòng vũ trang chính thức của nước [[Cộng hòa Khmer]], một nhà nước đã tồn tại trong khoảng thời gian ngắn từ [[1970]]-[[1975]], nay gọi là [[Campuchia]]. FANK là sự kế thừa của FARK tức [[Lực lượng Vũ trang Hoàng gia Khmer]] ([[tiếng Pháp]]: ''Forces Armées Royales Khmères'') chịu trách nhiệm về quốc phòng của [[Campuchia|Vương quốc Campuchia]] trước đây kể từ khi giành được độc lập từ tay [[Đế quốc thực dân Pháp|Pháp]] vào năm [[1954]]. \n \n==Tổng quan==\nLực lượng Vũ trang Quốc gia Khmer về cơ bản là sự tiếp nối của Lực lượng Vũ trang Hoàng gia cũ dưới một cái tên mới, FANK đóng một vai trò như một phe phái chính trong cuộc [[nội chiến tại Campuchia|nội chiến Campuchia]] dần leo thang sau khi tướng [[Lon Nol]] tiến hành đảo chính lật đổ Hoàng thân [[Norodom Sihanouk]] vào năm [[1970]]. Dù ngay từ sau [[tháng tư|tháng 4]] năm [[1967]], lực lượng vũ trang của vương quốc đã tham gia đàn áp cuộc nổi loạn của [[Khmer Đỏ|Đảng Cộng sản Campuchia]] do Saloth Sar (về sau được biết đến với cái tên [[Pol Pot]]) lãnh đạo, kể từ đó cho tới lúc lật đổ chính phủ Sihanouk thì nó được xem là sự ủng hộ đắc lực của xã hội Campuchia khi mà thái tử được coi là biểu tượng của người dân nơi đây. \n \n==Lịch sử==\n===Thời kỳ Sihanouk (1953–1970)===\n[[Tập tin:LonNol.jpg|nhỏ|phải|200px|[[Lon Nol]], [[Tổng thống]] [[Cộng hòa Khmer]].]] \nNăm 1953, xứ bảo hộ Campuchia giành được độc lập hoàn toàn từ tay [[Đế quốc thực dân Pháp|thực dân Pháp]], cho phép vị vua trẻ [[Norodom Sihanouk]] lãnh đạo chính phủ của nhà nước hậu thuộc địa đầu tiên ở [[Liên bang Đông Dương|Đông Dương thuộc Pháp]]. Theo các điều khoản của [[Hiệp định Genève, 1954|Hiệp định Genève]] được ký kết vào năm sau khi kết thúc [[chiến tranh Đông Dương]], [[quân đội Pháp]] và các đơn vị du kích [[Việt Minh]] từ [[Việt Nam]] vẫn hoạt động tại Campuchia đã buộc phải rút khỏi lãnh thổ và một lực lượng quốc phòng mới được thành lập, do Pháp huấn luyện và [[Hoa Kỳ|Mỹ]] giúp trang bị kể từ sau [[tháng chín|tháng 9]] năm [[1950]],<ref name=\"Bowra, 1989 p. 18\">Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 18.<\/ref> lực lượng vũ trang của Vương quốc Campuchia mới (FARK) được hình thành chủ yếu từ những binh sĩ người Khmer vừa được chuyển giao từ các đơn vị thực dân Pháp, mặc dù cựu thành viên du kích [[Khmer Issarak]] và Việt Minh gốc Khmer cũng được phép tham gia.\n\nHầu hết các sĩ quan cao cấp của quân đội mới đều từng là những quan chức trong chế độ thuộc địa cũ. Lon Nol, là một ví dụ, từng là cảnh sát trưởng Campuchia dưới thời thuộc địa. Năm [[1955]], Lon Nol được thăng làm Tham mưu trưởng FANK và năm 1960 được bổ nhiệm làm Bộ trưởng Bộ Quốc phòng. Theo lệnh của ông, FARK trở thành một thế lực chịu ảnh hưởng của Mỹ gây áp lực lên chế độ Sihanouk, đặc biệt là bởi vì viện trợ quân sự của Mỹ đã chiếm tới 30% ngân sách của lực lượng vũ trang cho đến năm 1964 khi bị chính phủ Campuchia từ bỏ. Sau khi phe của ông chiếm giữ một lượng lớn số ghế đại biểu chi phối đảng [[Sangkum]] tại [[Quốc hội]] trong cuộc tổng tuyển cử năm [[1966]]. Tướng Lon Nol được bầu làm Thủ tướng Chính phủ, do đó đã bao bọc thể chế nhà nước dưới sự kìm kẹp vững chắc của quân đội, y như điều mà Sihanouk đã lo sợ. Tuy nhiên, ông từ chức vào năm 1967 sau một vụ tai nạn xe hơi và chỉ trở về hai năm sau khi nhà vua gia tăng một cuộc thanh trừng đổi mới đối với những người bất đồng chính kiến cánh tả.\n\nLà một đại diện của người Khmer bảo thủ đã ủng hộ sự cai trị của Pháp, Lon Nol không bao giờ chấp nhận chính sách trung lập không liên kết của Sihanouk. Mặc dù những cuộc thanh trừng rời rạc phong trào cánh tả của Hoàng thân sẽ dập tắt cơn thịnh nộ của Lon Nol trước các cuộc nổi dậy của cộng sản ngày càng tăng, những gì ông thực sự lo lắng về những thỏa thuận bí mật của Sihanouk với [[Việt Nam Dân chủ Cộng hòa]] (thường gọi là Bắc Việt) và [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] (thường gọi là Việt Cộng) cho phép họ lập các trại căn cứ bên kia biên giới Campuchia giáp với miền Nam Việt Nam và xây dựng một cơ sở hạ tầng tiếp tế lớn. Lon Nol cũng biết rằng chính sách nhượng bộ cân bằng với Mỹ của Sihanouk từ năm [[1968]] trở đi bằng cách cho phép máy bay [[Boeing B-52 Stratofortress|B-52]] oanh tạc và tấn công truy đuổi gắt gao qua vùng biên giới nhắm vào các chiến khu của Bắc Việt và Việt Cộng bên trong lãnh thổ Campuchia sẽ không hiệu quả trong việc ngăn chặn tình trạng mở rộng các cuộc nổi dậy trong nước. Một trong các biện pháp mà ông có thể thực hiện là xây dựng một phe chống Cộng mạnh mẽ trong hàng ngũ sĩ quan FARK sẽ theo ông khiến Sihanouk một lần nữa chuyển đổi hướng về cánh tả. \n \n===Cộng hòa Khmer (1970–1975)=== \nNgày [[17 tháng 3]] năm 1970, trong khi Sihanouk thực hiện chuyến viếng thăm cấp nhà nước sang [[Trung Quốc]] và [[Liên Xô]] thì Lon Nol dựa vào sự ủng hộ bí mật của [[Cơ quan Tình báo Trung ương (Hoa Kỳ)|Cơ quan Tình báo Trung ương Mỹ]] (CIA) và chính phủ [[Việt Nam Cộng hòa]], đã chính thức lên nắm quyền khi Quốc hội ở Phnôm Pênh đã nhất trí bỏ phiếu bãi miễn chức vụ của Hoàng thân. Lon Nol tự mình nắm quyền trong cương vị nguyên thủ quốc gia vào ngày [[18 tháng 8]], dù ông tuyên bố rằng hành động này là hợp với hiến pháp, nó mau chóng húc đổ tinh thần bảo thủ của người Campuchia, nhiều người trong số họ tin rằng ngài Hoàng thân cai trị thông qua ân huệ thần thánh. Vấn đề trở nên rắc rối hơn nữa khi Hoàng thân Sihanouk sau khi bị lật đổ đã chạy sang lánh nạn tại Trung Quốc và quyết định thành lập một tổ chức kháng chiến ở [[Bắc Kinh]], sau đó ông còn tham gia vào một liên minh với các nhà lãnh đạo [[Khmer Đỏ]] thuộc phe [[Mao Trạch Đông|chủ nghĩa Mao]] cùng các nhóm đối lập cánh tả khác. Vào tháng 4 năm 1970, các phe phái khác nhau đã thành lập tổ chức [[FUNK]] với mục đích lật đổ vũ trang nhà nước Cộng hòa Khmer thân phương Tây.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 5.<\/ref>\n\nLon Nol đã phải đối phó với một số sĩ quan cấp cao FARK bất đồng chính kiến mặc dù xét theo quan điểm riêng thì ông cảm thấy rằng việc lật đổ Sihanouk đã đi quá xa so với dự kiến. Nhiều người trong số các viên chức và sĩ quan phe bảo hoàng đã từ chức để phản đối cơ cấu lực lượng vũ trang mới khi Lon Nol tiến hành chuyển đổi với sự giúp đỡ của Mỹ biến FARK cũ kỹ thành FANK để thích ứng với đặc điểm của chế độ Cộng hòa mới. Ngược lại, những tân binh sẵn sàng chuyển sang hàng ngũ phái cực tả của [[Khmer Tự do|Khmer Serei]], một nhóm du kích chống Cộng được Mỹ hậu thuẫn do nhà dân tộc chủ nghĩa cứng rắn [[Sơn Ngọc Thành]] thành lập với mục tiêu chiến đấu chống lại chế độ Sihanouk trong [[thập niên 1960]], được xem là người đi theo đường lối Cộng sản chân chính một thời.\n\nCác biện pháp nhanh chóng được chính quyền Lon Nol thực hiện bao gồm việc ban bố tối hậu thư yêu cầu các đơn vị của [[Quân đội Nhân dân Việt Nam]] (VPA) và [[Quân Giải phóng miền Nam Việt Nam|Quân Giải phóng Miền Nam Việt Nam]] (SVLA) phải dọn ra khỏi các căn cứ mà họ đã thành lập trên đất của người Khmer và ngăn chặn việc chuyên chở lô hàng vũ khí giới hạn cho Quân Giải phóng được bốc dỡ tại các cảng biển trong nước. Những biện pháp này cùng những tác động bởi [[Chiến dịch Campuchia|cuộc hành quân xâm nhập vào lãnh thổ Campuchia]] của liên quân [[Quân đội Hoa Kỳ|Mỹ]]\/[[Quân lực Việt Nam Cộng hòa|Việt Nam Cộng hòa]] tấn công vào những nơi trú ẩn của VPA\/SVLA ở vùng biên giới phía đông Campuchia, tuy kết quả bị phản công dữ dội và thiệt hại nặng nề. Trong thực tế, nước [[Cộng hòa Khmer]] mới được thành lập và lực lượng vũ trang thiếu sự chuẩn bị đã sớm mất cảnh giác vào đầu những năm 1970 bởi các phản ứng tích cực của VPA, mà trước đó đã hạn chế hành động để tiếp tế hỗ trợ cho các đơn vị Quân Giải phóng hoạt động tại miền Nam Việt Nam ngay cả sau khi việc phá hủy thất bại trong cuộc [[Sự kiện Tết Mậu Thân|Tổng tấn công Tết Mậu Thân 1968]].\n\nKết quả là thời kỳ cai trị của Lon Nol đã làm gia tăng sự hiện diện quân sự của VPA trong vùng hạ lưu sông Mekong và hành lang Bassac và ở phía bắc và đông bắc Campuchia, đặc biệt là từ năm [[1972]] trở đi. Đáp lại những đợt tấn công trên bộ thất bại ban đầu để trục xuất họ, những đơn vị VPA hùng mạnh lần lượt tung ra những đợt phản công dữ dội trong suốt năm 1971-1972 vào các khu vực này bằng cách sử dụng pháo hạng nặng, xe tăng, và tên lửa chống máy bay [[SAM-7]] lần đầu tiên ở Campuchia, quy mô nhỏ hơn so với cuộc Tổng tấn công Tết Mậu Thân. Các chiến dịch quy mô lớn chỉ để đáp ứng việc làm kiệt sức cả hai bên và dẫn đến việc ký kết [[Hiệp định Paris 1973|Hiệp định Hòa bình Paris]] vào [[tháng một|tháng 1]] năm [[1973]], đánh dấu sự kết thúc chính thức sự tham gia trực tiếp của Mỹ vào các hoạt động chiến đấu tại Việt Nam. Hiệp định gây thêm khó khăn cho cả hai nước Cộng hòa Khmer và Việt Nam Cộng hòa, như viện trợ quân sự và tài chính mà họ nhận được từ Mỹ đã bị cắt giảm hơn 50% (mặc dù các nhân viên quân sự Mỹ ở Campuchia vẫn tiếp tục phối hợp các chương trình viện trợ quân sự khác nhau, đôi khi họ còn bị cấm tham gia tư vấn và nhiệm vụ chiến đấu cho đến năm [[1975]]). FANK, cho tới lúc này đã được trang bị, tiếp tế, và duy trì bởi các cố vấn và kỹ thuật viên người Mỹ, đã phải thức dậy với một thực tế mới là họ phải sửa chữa trang bị của riêng mình và huấn luyện quân đội ở mức tốt nhất chỉ với ngân sách ít ỏi.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), pp. 10-12.<\/ref> \n \n===Nội chiến (1970–1975)===\nViệc Sihanouk tạo ra liên minh FUNK do Trung Quốc tài trợ và sẵn sàng cho vay tài chính hỗ trợ nhân dân ông nổi dậy chống lại chế độ Cộng hòa mang lại tính hợp pháp trong con mắt của tầng lớp nông dân Campuchia ủng hộ Sihanouk, nhiều người trong số họ bắt đầu đứng vào hàng ngũ phe kháng chiến. Động thái sơ suất này cũng cho phép [[Khmer Đỏ]] chiêu mộ nông dân từ các làng thuộc vùng nông thôn dưới sự kiểm soát của họ nếu không thì sẽ xảy ra sự thờ ơ. Ngoài ra, nhiều người Campuchia ôn hòa về mặt chính trị đã không thích chế độ cộng hòa độc tài và bất ổn của Lon Nol, cũng bởi do tình trạng tham nhũng tràn lan và kiểu cai trị đàn áp nặng nề đã kiềm chế các quyền chính trị và dân sự hơn rất nhiều so với thời Sihanouk cầm quyền.\n\nTrong sự trỗi dậy của Hiệp định hòa bình Paris năm 1973, Lon Nol đã chứng minh không thể ngăn chặn việc phát triển lực lượng của VPA\/SVLA trong khu vực hạ lưu sông Mekong, Bassac để chuẩn bị cho một cuộc tấn công mới ở nước láng giềng Việt Nam Cộng hòa. Ông cũng không tham gia vào các nỗ lực chiến tranh phối hợp đúng cách với Mỹ và CIA hoặc chính quyền [[Nguyễn Văn Thiệu]] ở Nam Việt Nam.\n\nTrong khi đó, quân đội FANK tận lực lạm dụng [[nhân quyền]] nhiều lần để chống lại dân thường, đặc biệt là cuộc đàn áp dân tộc thiểu số người Việt (những người bị cáo buộc đã hỗ trợ cho VPA\/SVLA) và đàn áp những người nông dân Khmer nổi loạn với hỗ trợ của Sihanouk. Những chính sách sai lầm này đã biến họ về sau trở thành cánh tay đắc lực của Pol Pot. Trong các vùng sâu vùng xa của đất nước, đặc biệt là trong khu vực cao nguyên, FANK đã chứng minh không có khả năng hạn chế các chiến dịch đe dọa đáng sợ của Khmer Đỏ nhắm mục tiêu vào giai cấp nông dân, để một mình bảo vệ họ. Kể từ sau giữa năm 1971, chính quyền Cộng hòa tập trung vào việc củng cố giữ vững các khu trung tâm đô thị chính yếu, các đơn vị đồn trú chính và vùng hạ lưu hành lang sông Mê Kông, Bassac, do đó để lại hầu hết các vùng nông thôn hầu như rộng mở đủ cho Khmer Đỏ xây dựng một đạo quân đông đảo.<ref name=\"Bowra, 1989 p. 7\">Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 7.<\/ref> Trong các chiến dịch quân sự diễn ra suốt năm 1967-1968 được tiến hành để chống lại [[Quân đội Cách mạng Campuchia]] của Khmer Đỏ (RAK) đặt căn cứ ở tỉnh [[Battambang]] mà Lon Nol có thể dựa vào sự trung thành của giai cấp nông dân Hoàng thân Sihanouk, nhưng giờ đây ông chỉ còn lại một mình. Quân đội yếu kém và sa đọa của ông, đã giảm xuống chỉ còn là một lực lượng đồn trú giới hạn trong các thành phố chính, ngày càng được dư luận coi là cánh quân sự của chế độ Phnom Penh hơn là của bản thân quốc gia. \n \nĐối mặt với họ là cánh vũ trang của FUNK, tức [[Lực lượng Vũ trang Giải phóng Quốc gia Nhân dân Campuchia]] (CPNLAF) đã nhận được vũ khí và đạn dược một cách tự do từ biên giới rỗng của đất nước. Trong khi CPNLAF có quy mô nhỏ hơn thì Bộ Tư lệnh tối cao FANK luôn phải đối mặt với vấn đề làm thế nào để cung cấp trang thiết bị đầy đủ cho số lượng binh lính nhập ngũ trong cuộc chiến đấu chống lại VPA\/SVLA và Khmer Đỏ từ nguồn kho dự trữ đang bị hao mòn dần. Ngay khi đang diễn ra chiến sự thì vũ khí và đạn dược không đề cập đến cơ sở huấn luyện trở nên hiếm dần, FANK không thể huấn luyện những tân binh trong nước để lại một đội quân lính nghĩa vụ non nớt và các cựu chiến binh mất tinh thần. FANK bị đặt vào thế bất lợi chiến lược kể từ tháng 5 năm 1970, sau khi chiếm được những khu vực phía đông bắc của đất nước (tỉnh [[Stung Treng]], [[Ratanakiri (tỉnh)|Ratanakiri]], [[Kratié (tỉnh)|Kratié]] và [[Mondolkiri (tỉnh)|Mondolkiri]]) từ tay VPA\/SVLA để đáp lại tối hậu thư của Lon Nol và đã để mất một số tỉnh phía đông và phía tây nam các [[phân cấp hành chính Campuchia|tỉnh Campuchia]] ([[Kam pốt|Kampot]], [[Koh Kong (tỉnh)|Koh Kong]], [[Kampong Cham (tỉnh)|Kampong Cham]], [[Preah Vihear (tỉnh)|Preah Vihear]], cộng với một phần của [[Xiêm Riệp (tỉnh)|Xiêm Riệp]], [[Oddar Meanchey (tỉnh)|Oddar Meanchey]], [[Kampong Thom (tỉnh)|Kampong Thom]], [[Prey Veng (tỉnh)|Prey Veng]], và [[Svay Rieng (tỉnh)|Svay Rieng]]) trong cùng năm đó.\n\n===Sụp đổ tháng 4 năm 1975=== \n[[Tập tin:Lonnolsirikmatak.jpg|nhỏ|phải|200px|Ba nhân vật đứng đằng sau cuộc đảo chính năm 1970. Từ trái sang phải: [[Sisowath Sirik Matak|Sirik Matak]], [[Lon Nol]] và [[In Tam]].]] \nVào tháng 1 năm 1975, trùng hợp với cuộc tiến công mùa đông của VPA\/SVLA đã phá tan một phần tuyến phòng thủ ở miền Nam, quân Khmer Đỏ tiến sát gần thủ đô Phnôm Pênh hiện đã quá tải với 250.000 thường dân tị nạn và rơi vào tình trạng vây hãm khốc liệt. Tổng thống Lon Nol, Tổng Tư lệnh Đại tướng [[Sosthene Fernandez]] và các quan chức Cộng hòa Khmer không thể phối hợp một cuộc kháng cự hiệu quả và đồng thời nuôi dưỡng những người tị nạn và người dân Phnôm Pênh. Ngày [[1 tháng 4]], Lon Nol từ chức Tổng thống và cùng thân quyến rời khỏi đất nước bằng máy bay đến Thái Lan sống lưu vong, mặc dù hầu hết các quan chức chính phủ dân sự và quân sự cấp cao đều quyết định ở lại. Sau đó ngày [[17 tháng 4]], Tổng Tham mưu trưởng các lực lượng vũ trang, tướng [[Sak Sutsakhan]] đã được sơ tán cùng với gia đình và người thân của các quan chức khác bằng trực thăng bay đến Kampong Thom trong [[chiến dịch Eagle Pull]], do đó chính thức kết thúc sự tồn tại của FANK như là một lực lượng chiến đấu chặt chẽ.<ref>Sutsakhan, ''The Khmer Republic at War and the Final Collapse'' (1980), pp. 168-170.<\/ref>\n\nCuộc chiến cuối cùng của quân đội xấu số Khmer dưới bất kỳ hình thức nào diễn ra xung quanh ngôi [[Đền Preah Vihear]] ở [[dãy núi Dângrêk|dãy núi Dangrek]], gần biên giới Thái Lan. Tàn quân của [[Nhóm Lữ đoàn số (Campuchia)|Nhóm Lữ đoàn số 9]] FANK đã chiếm đóng khu vực trong một vài tuần cuối tháng 4 năm 1975, sau khi chế độ Lon Nol đã sụp đổ.<ref name=fenton>[[James Fenton|Fenton, J.]] ''[http:\/\/www.newstatesman.com\/society\/2007\/11\/khmer-rouge-taken-end-thailand To the bitter end in Cambodia]'', ''[[New Statesman]]'', 25-04-75.<\/ref> Mặc dù chính phủ của họ đã đầu hàng, nhưng các binh sĩ FANK vẫn tiếp tục các cuộc kháng cự dữ dội gần một tháng sau khi Phnôm Pênh thất thủ để chống lại lực lượng Khmer Đỏ cho đến người cuối cùng. Khmer Đỏ cuối cùng cũng thành công vào ngày 22 tháng 5, sau khi bắn phá các ngọn đồi nơi đền thờ trụ vững, tăng cường binh lính và lập phòng tuyến bảo vệ, như các quan chức Thái Lan báo cáo vào thời điểm đó.<ref>United Press International, ngày 23 tháng 5 năm 1975.<\/ref> \n \n==Tổ chức== \n===Quân khu===\nTrước chiến tranh, Campuchia được chia thành bảy quân khu ([[tiếng Pháp]]: ''Régions Militaires'' - MR) bao gồm từ một đến mười chi khu có quy mô không đồng đều đại thể tương ứng với 23 tỉnh thành và quận huyện của đất nước. Chúng được tổ chức tính từ tháng 9 năm 1969 như sau: \n*'''Quân khu I''' ([[tiếng Pháp]]: ''Région Militaire 1'') - Bộ Tư lệnh Quân khu I đặt tại [[Kampong Cham (thành phố)|Kompong Cham]], thủ phủ của tỉnh [[Kampong Cham (tỉnh)|Kompong Cham]], quân khu 1 bao gồm các chi khu Kompong Cham, [[Prey Veng (tỉnh)|Prey Veng]] và [[Svay Rieng (tỉnh)|Svay Rieng]].\n*'''Quân khu II''' ([[tiếng Pháp]]: ''Région Militaire 2'') - Bộ Tư lệnh Quân khu II đặt tại [[Kompong Speu (thị xã)|Kompong Speu]], thủ phủ của tỉnh [[Kompong Speu (tỉnh)|Kompong Speu]], quân khu 2 bao gồm các chi khu Kompong Speu, [[Kam pốt|Kampot]], [[Takéo]], [[Srakar Neak]], [[Kompong Seila]], [[Thmar keo]], [[Phnom Sruoch|Kirirom]], [[Kep-Bokor]] và [[Koh Kong (tỉnh)|Koh Kong]].\n*'''Quân khu III''' ([[tiếng Pháp]]: ''Région Militaire 3'') - Bộ Tư lệnh Quân khu III đặt tại [[Battambang]], thủ phủ của tỉnh [[Battambang (tỉnh)|Battambang]], quân khu 3 bao gồm các chi khu Battambang, [[Pursat]], [[Thmar Pouk]], [[Meanchey (quận)|Stung Meanchey]] và [[Kompong Chhnang (tỉnh)|Kompong Chhnang]].\n*'''Quân khu IV''' ([[tiếng Pháp]]: ''Région Militaire 4'') - Bộ Tư lệnh Quân khu IV đặt tại [[Xiêm Riệp|Siem Reap]], thủ phủ của tỉnh [[Svay Rieng (tỉnh)|Svay Rieng]], quân khu 4 bao gồm các chi khu Siem Reap, [[Kampong Thom (tỉnh)|Kampong Thom]], [[Preah Vihear (tỉnh)|Preah Vihear]], [[Oddar Meanchey (tỉnh)|Oddar Meanchey]] và [[Angkor Chum (huyện)|Angkor Chum]].\n*'''Quân khu V''' ([[tiếng Pháp]]: ''Région Militaire 5'') - Bộ Tư lệnh Quân khu V đặt tại [[Stung Treng]], thủ phủ của tỉnh [[Stung Treng (tỉnh)|Stung Treng]], quân khu 5 bao gồm các chi khu Stung Treng và [[Ratanakiri (tỉnh)|Ratanakiri]].\n*'''Quân khu VI''' ([[tiếng Pháp]]: ''Région Militaire 6'') - Bộ Tư lệnh Quân khu VI đặt tại [[Kratié (thành phố)|Kratié]], thủ phủ của tỉnh [[Kratié (tỉnh)|Kratié]], quân khu 6 bao gồm các chi khu Kratié và [[Mondolkiri (tỉnh)|Mondolkiri]].\n*'''Biệt khu Thủ đô Phnôm Pênh''' (tiếng Pháp: ''Région Militaire Spéciale de Phnom Penh'' – RMSPP) - Bộ Tư lệnh Biệt khu Thủ đô đặt tại [[Phnôm Pênh]], bao gồm khu vực thủ đô quốc gia và các vùng lân cận cùng các chi khu [[Udong|Udong Meanchey]] và [[Kandal]].\n\nQuân khu 6 và Bộ Tư lệnh Quân khu đóng tại Kratie đã bị mất vĩnh viễn khi địa phương quân đồn trú đã đào ngũ trước mặt quân đối phương ngay sau khi bắt đầu chiến sự.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 33.<\/ref> Một quân khu đặc biệt dành cho vùng hạ lưu sông Mê Kông, được chỉ định là Biệt khu Mê Kông - SMZ hoặc Vùng Chiến Thuật 12 ([[tiếng Pháp]]: ''Zone Spéciale du Mekong – ZSM''; Vùng Chiến Thuật 12) được thành lập vào giữa năm 1971 tại tỉnh Kandal, nằm giữa Thủ đô Campuchia và biên giới Nam Việt Nam.<ref>Conboy, ''FANK: A History of the Cambodian Armed Forces 1970-1975'' (2011), p. 19.<\/ref> Hai quân khu thêm vào (VIII và IX) được thành lập vào năm 1973.<ref>Sutsakhan, ''The Khmer Republic at War and the Final Collapse'' (1980), pp. 48-49.<\/ref>\n\n==Quân chủng==\nTiền thân của FANK lần đầu tiên được thành lập vào ngày 9 tháng 11 năm 1953 dựa theo các điều khoản của hiệp định Pháp-Khmer và nhận được cái tên [[Lực lượng Vũ trang Hoàng gia Khmer]] ([[tiếng Pháp]]: ''Forces Armées Royales Khmères'' – FARK). Vào giữa những năm 1950, FARK bao gồm quân chủng hải, lục, không quân, tương ứng với [[Lục quân Hoàng gia Khmer]], [[Không quân Hoàng gia Khmer]], và [[Hải quân Hoàng gia Khmer]]. Vai trò của chúng được xác định như sau: để đảm bảo chủ quyền của đất nước và của nhà vua, đảm bảo an ninh nội bộ bằng cách duy trì trật tự xã hội và các quy định của pháp luật và để bảo vệ Vương quốc Campuchia mới được độc lập từ các mối đe dọa bên ngoài. Nhờ cuộc đảo chính của Lon Nol vào tháng 3 năm 1970, quân đội Campuchia cũ đã được đổi tên mới thành FANK, do đó trở thành lực lượng vũ trang chính thức của chế độ mới, Cộng hòa Khmer. Vai trò được xác định cho việc tái tổ chức FANK về cơ bản giống như trước, ngoại trừ việc bây giờ họ phải bảo vệ chủ quyền của chính phủ Cộng hòa chứ không phải của ông hoàng bị lật đổ, đồng thời trục xuất tất cả lực lượng VPA\/SVLA từ miền đông Campuchia. FANK bao gồm các quân chủng sau đây: \n*[[Lục quân Quốc gia Khmer]] ([[tiếng Pháp]]: ''Armée Nationale Khmère'' - ANK)\n*[[Không quân Quốc gia Khmer]] ([[tiếng Pháp]]: ''Armée de l'Air Khmère'' - AAK)\n*[[Hải quân Quốc gia Khmer]] ([[tiếng Pháp]]: ''Marine Nationale Khmère'' - MNK)\n \n==Lực lượng đặc biệt==\n*[[Lữ đoàn Nhảy dù Campuchia]]\n*[[Tiểu đoàn Biệt kích dù Campuchia]]\n*[[Lực lượng đặc biệt Khmer]]\n*[[Lữ đoàn Hồ Campuchia]]\n*[[Thủy quân lục chiến Campuchia]]\n*[[Biệt đội Hải cẩu Campuchia]]\n\n==Cơ sở huấn luyện==\nHọc viện Không quân được chuyển từ [[Sân bay quốc tế Phnôm Pênh|Pochentong]] đến thủ phủ tỉnh Battambang trong khi Trường Đào tạo Sĩ quan thì chuyển từ Phnôm Pênh đến [[Longvek]] tại tỉnh Kampong Chhnang, nằm về phía bắc [[Oudong (Campuchia)|Oudong]]. Trung tâm đào tạo bộ binh mới được xây dựng tại [[Kandal]], [[Kampong Speu (thị xã)|Kampong Speu]], [[Ream]], [[Sisophon]], và [[Longvek]] trong khi một trường huấn luyện do thám được thêm vào do biệt kích Khmer quản lý đã được mở gần Battambang.\n\n===Ngoại viện===\nNgay sau khi thành lập vào năm 1970, Cộng hòa Khmer đã yêu cầu và nhận được viện trợ quân sự từ [[Hoa Kỳ|Mỹ]], [[Việt Nam Cộng hòa]], [[Thái Lan]], [[Indonesia]], [[Trung Hoa Dân Quốc]] ([[Đài Loan]]) và [[Úc]]. Để nâng cấp khả năng tác chiến của FANK, một chương trình huấn luyện quân đội chính thức bắt đầu vào đầu năm 1971 tại miền Nam Việt Nam dưới sự bảo trợ của Mỹ. Từ tháng 2 năm 1971 và tháng 11 năm 1972 những trại huấn luyện được thiết lập ở [[Long Hải]], [[Ải Chi Lăng|Chi Lăng]], và [[Tuy Phúc]] để tái huấn luyện quân đội Campuchia và lực lượng bộ binh hải quân các khóa cơ bản về bộ binh hạng nhẹ, thiết giáp, pháo binh và chiến thuật biển. \n \nViệc đào tạo chuyên sâu hơn cũng được cung cấp để tuyện chọn nhân sự cho FANK. Các khóa học nhảy dù được tổ chức tại Trung tâm huấn luyện [[Lực lượng viễn thám|viễn thám]] [[Vạn Kiếp]] do Úc mở và tại Trung tâm huấn luyện nhảy dù [[Long Thành]] và [[Sân bay quốc tế Tân Sơn Nhất|Tân Sơn Nhứt]], gần [[Thành phố Hồ Chí Minh|Sài Gòn]], khoảng 60 sinh viên Campuchia sau đó đã được gửi đến Indonesia để tham dự khóa học biệt kích dù tại Trường biệt kích dù [[Batu jajar]] nằm gần [[Bandung]] phía [[Tây Java]]. Các khóa học về Lực lượng đặc biệt (SF) được thực hiện tại Trung tâm huấn luyện [[Biệt kích Quân lực Việt Nam Cộng hòa|biệt quân]] [[Động Ba Thìn]], miền Nam Việt Nam và còn ở Thái Lan, tại Trung tâm chiến tranh đặc biệt thuộc [[Quân đội Hoàng gia Thái Lan]] (RTA) ở [[Ft. Narai]], tỉnh [[Lopburi (tỉnh)|Lopburi]], trong khi kỹ thuật biệt kích và du kích được giảng dạy bởi [[Đơn vị chống khủng bố 261 Naresuran|Đơn vị cảnh sát tái tiếp tế trên không]] thuộc [[Cảnh sát Hoàng gia Thái Lan]] (PARU) tại các trại huấn luyện ở [[Phitsanulok (tỉnh)|Phitsanulok]] và [[Hua Hin (huyện)|Hua Hin]]. Các khóa học về biệt động được thực hiện tại Trường huấn luyện do thám trực thuộc [[Bộ chỉ huy Việt trợ Quân sự Hoa Kỳ tại Việt Nam]] (MACV) ở [[Nha Trang]], miền Nam Việt Nam và tại Trường huấn luyện do thám quân đội Hoàng gia Thái Lan cũng đặt tại Ft. Narai, Thái Lan. Việc bổ sung khóa huấn luyện biệt kích và [[biệt hải]] được thực hiện tương tự tại [[Fort Bragg]], [[Bắc Carolina]] và [[Căn cứ Đổ bộ Hải quân Coronado]], [[San Diego]], [[California]] ở [[Hoa Kỳ]] và tại [[Căn cứ Hải quân Vịnh Subic]] ở [[Philippines]].\n\nPhi công hướng dẫn từ Đài Loan được cho mượn tại Học viện Hàng không Battambang KAF để huấn luyện phi công trong khi các học viên trường sĩ quan và phi hành đoàn Khmer được gửi đến huấn luyện lái các chiếc L-19, 0-1, T-28, AC-47, AU-24 và C-123 ở miền Nam Việt Nam, Thái Lan và Mỹ. Hầu hết các khóa học nâng cao và đào tạo chuyên ngành của những phi công chiến đấu Khmer được thực hiện bởi các cố vấn người Mỹ thuộc Biệt đội 1, Phi đội Chiến dịch Đặc biệt 56 tại căn cứ không quân [[Căn cứ Không quân Hoàng gia Thái Lan Udorn|Udorn]], [[Sân bay Hải quân Hoàng gia Thái Lan U-Tapao|U-Tapao]] và [[Takhli]] ở Thái Lan, trong khi số khác được gửi đi tham dự các khóa học quan sát viên tại [[Biên Hòa]], Nam Việt Nam. Một số nhỏ cũng đến huấn luyện với [[Hải quân Hoa Kỳ|Hải quân Mỹ]] tại [[Nhà ga Sân bay Pensacola]], [[Florida]] và tham dự các khóa học tại căn cứ không quân East Sale RAAF ở tiểu bang [[Victoria]], [[Úc]]. \n \n==Hệ thống cấp bậc quân hàm==\nNgoại trừ việc vào năm 1970, sau khi nắm được quyền lực, Lon Nol đã tự đặt ra quân hàm [[Đại thống lĩnh]] để phong cho mình, thì hệ thống quân hàm Quân lực Quốc gia Khmer kế thừa hoàn toàn hệ thống quân hàm của [[Lực lượng Vũ trang Hoàng gia Khmer]]. Các danh xưng quân hàm đều sử dụng thống nhất trong cả hải lục không quân.\n\n* Pʊəl too (ពលទោ): Binh nhì\n* Pʊəl aek (ពលឯក): Binh nhất\n* Niey too (នាយទោ): Hạ sĩ\n* Niey aek (នាយឯក): Hạ sĩ nhất\n* Pʊəl baal trəy (ពលបាលត្រី): Trung sĩ\n* Pʊəl baal too (ពលបាលទោ): Trung sĩ nhất\n* Pʊəl baal aek (ពលបាលឯក): Thượng sĩ\n* Prɨn baal too (ព្រឹន្ទបាលទោ): Thượng sĩ nhất\n* Prɨn baal aek (ព្រឹន្ទបាលឯក): Chuẩn úy\n* Aknu trəy (អនុត្រី): Thiếu úy\n* Aknu too (អនុទោ): Trung úy\n* Aknu aek (អនុឯក): Đại úy\n* Vorak trəy (វរត្រី): Thiếu tá\n* Vorak too (វរទោ): Trung tá\n* Vorak aek (វរឯក): Đại tá\n* Utdɑm trəy (ឧត្តមត្រី): Thiếu tướng\n* Utdɑm too (ឧត្តមទោ): Trung tướng\n* Utdɑm aek (ឧត្តមឯក): Đại tướng\n* Utdɑm nieyʊək (ឧត្តមនាយក): Đại thống lĩnh\n\nCó thể thấy, hệ thống cấp hiệu của Quân lực Quốc gia Khmer chịu ảnh hưởng gần như hoàn toàn của hệ thống cấp hiệu quân hàm Pháp với một chút khác biệt nhỏ.\n\n==Xem thêm==\n*[[Nội chiến Campuchia]]\n*[[Lực lượng Vũ trang Hoàng gia Lào|Quân lực Hoàng gia Lào]]\n*[[Quân lực Việt Nam Cộng hòa]]\n*[[Quân đội Hoàng gia Campuchia]]\n*[[Hiến binh Hoàng gia Campuchia]]\n\n==Chú thích==\n{{tham khảo|2}}\n\n==Tham khảo==\n* Arnold Issacs, Gordon Hardy, MacAlister Brown, et al., ''Pawns of War: Cambodia and Laos'', Boston Publishing Company, Boston 1987.\n*Elizabeth Becker, ''When the War was over Cambodia and the Khmer Rouge Revolution'', Simon & Schuster, New York 1988. ISBN 1-891620-00-2\n*George Dunham, ''U.S. Marines in Vietnam: The Bitter End, 1973–1975'' (Marine Corps Vietnam Operational Historical Series), Marine Corps Association, 1990. ISBN 978-0-16-026455-9\n*Kenneth Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'', Equinox Publishing (Asia) Pte Ltd, Djakarta 2011. ISBN 978-979-3780-86-3\n*Kenneth Conboy, Kenneth Bowra, and Simon McCouaig, ''The NVA and Viet Cong'', Elite 38 series, Osprey Publishing Ltd, Oxford 1992. ISBN 978-1-85532-162-5\n*Kenneth Conboy, Kenneth Bowra, and Simon McCouaig, ''The War in Cambodia 1970-75'', Men-at-arms series 209, Osprey Publishing Ltd, London 1989. ISBN 0-85045-851-X\n*Kenneth Conboy and Simon McCouaig, ''South-East Asia Special Forces'', Elite series 33, Osprey Publishing Ltd, London 1991. ISBN 1-85532-106-8\n*Sak Sutsakhan, ''The Khmer Republic at War and the Final Collapse'', Trung tâm Quân sử Quân lực Hoa Kỳ, Washington 1980 xem trực tuyến tại [http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf Phần 1] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190412060055\/https:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf |date=2019-04-12 }}[http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001B.pdf Phần 2] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070221083105\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001B.pdf |date=2007-02-21 }}[http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001C.pdf Phần 3] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070221083124\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001C.pdf |date=2007-02-21 }} [http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?97laG21WoZlsnsWDvnA31cNKtjxPNll0tmML2jW@FwEn4i8u1B8IEc.QazoGZ6EyR.jZs3iSmJy.@b5lWydOtg737NiWUVNgTGwUSqlvIfg\/2390505001D.pdf Phần 4] {{Webarchive|url=https:\/\/web.archive.org\/web\/20180419053236\/http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?97laG21WoZlsnsWDvnA31cNKtjxPNll0tmML2jW%40FwEn4i8u1B8IEc.QazoGZ6EyR.jZs3iSmJy.%40b5lWydOtg737NiWUVNgTGwUSqlvIfg%2F2390505001D.pdf |date=2018-04-19 }}.\n*William Shawcross, ''Sideshow: Kissinger, Nixon and the Destruction of Cambodia'', Andre Deutsch Limited, 1979. ISBN 0-233-97077-0\n\n[[Thể loại:Cộng hòa Khmer]]\n[[Thể loại:Quân sự Campuchia]]\n[[Thể loại:Quân đội bị giải tán]]\n[[Thể loại:Quân đội Quốc gia Khmer]]\n[[Thể loại:Lịch sử quân sự Campuchia]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]\n[[Thể loại:Đơn vị quân sự trong Chiến tranh Lạnh]]"}