{"1360652":"{{Infobox Military Unit\n|unit_name= Lực lượng đặc biệt Khmer <br> ''Khmer Special Forces'' <br> ''Forces Speciales Khmères''\n|image= \n|caption= \n|dates= Tháng 10, 1971 – 17 tháng 4 năm 1975\n|country= [[Tập tin:Flag of the Khmer Republic.svg|22px]] [[Cộng hòa Khmer]] \n|allegiance= [[Cộng hòa Khmer]]\n|branch= [[Lực lượng Vũ trang Quốc gia Khmer]]\n|type= [[Lực lượng đặc biệt]] \n|role= \n|size= 350 người (lúc cao điểm)\n|current_commander= \n|command_structure=\n|garrison=[[Phnôm Pênh]]\n|garrison_label= Sở chỉ huy\n|nickname= Khmer SF (FSK trong tiếng Pháp)\n|patron=\n|motto= \n|colors= \n|colors_label=\n|march=\n|mascot=\n|battles= [[Vây hãm Kampong Cham]] <br> [[Vây hãm Kampong Seila]] <br> [[Phnôm Pênh sụp đổ]]\n|notable_commanders=[[Chuẩn tướng]] [[Thach Reng]]  <br> [[Đại tá]] [[Kim Phong]] <br> Đại úy [[Sok Thach]] <br> Đại úy [[Thach Saren]] \n|anniversaries=\n}}\n'''Lực lượng đặc biệt Khmer''' ([[tiếng Anh]]: ''Khmer Special Forces'' (KSF) hoặc ''Forces Speciales Khmères'' (FSK) trong [[tiếng Pháp]]) là đơn vị [[Lực lượng đặc biệt|biệt kích]] tinh nhuệ của [[Lực lượng Vũ trang Quốc gia Khmer]] (FANK) trong cuộc [[nội chiến tại Campuchia|nội chiến Campuchia]] [[1970]]–[[1975]].\n\n==Lịch sử hình thành==\nLực lượng đặc biệt Khmer chính thức thành lập vào [[tháng mười|tháng 10]] năm [[1971]], khi Liên đoàn biệt kích số 1 (nhảy dù) được tổ chức tại [[Phnôm Pênh]] dưới sự chỉ huy của [[Trung tá]] [[Thach Reng]]. Hai nhóm biệt kích khác là Liên đoàn biệt kích số 2 (nhảy dù) và Liên đoàn biệt kích số 3 (nhảy dù) được xây dựng và trang bị vào năm sau.\n\nDưới sự bảo trợ của chiến dịch \"Freedom Runner\" một chương trình huấn luyện cho FANK do [[Lực lượng đặc biệt Hoa Kỳ|lực lượng đặc biệt Mỹ]] (USSF) thiết lập vào [[tháng mười một|tháng 11]] năm [[1971]], các nhóm biệt kích Khmer bắt đầu được gửi đến [[Nam Việt Nam]] để tham dự các khóa học nhảy dù tại Trung tâm huấn luyện nhảy dù [[Long Thành]] và khóa học về biệt kích tại Trung tâm huấn luyện [[Động Ba Thìn]] của [[Lực lượng đặc biệt (Việt Nam Cộng hòa)|lực lượng đặc biệt quân lực Việt Nam Cộng hòa]] gần [[vịnh Cam Ranh]]. Nhân lực do biệt đội USSF B-51 cung cấp, được sự hỗ trợ của các huấn luyện viên [[quân đội New Zealand]] từ Nhóm huấn luyện quân đội New Zealand số 2 ở Việt Nam (2 NZATTV)<ref>Lyles, ''Vietnam ANZACs - Australian & New Zealand Troops in Vietnam 1962-72'' (2004), p. 55, Plate C1.<\/ref> và phỏng theo chương trình huấn luyện của biệt kích Mỹ-Việt Nam Cộng hòa, các khóa học bắt đầu với bốn tuần lễ học về những kỹ năng biệt kích cơ bản tiếp theo là huấn luyện một trong sáu kỹ năng của nghề biệt kích: hành quân và hoạt động [[tình báo]], [[phá hủy]] vũ khí hạng nhẹ, hạng nặng, truyền tin và cứu thương. Các khóa học nâng cao bổ sung khác bao gồm [[chiến tranh tâm lý]], [[chiến tranh chính trị]], [[Chiến tranh chống tăng|kỹ thuật chống tăng]] và [[võ thuật]]. Hai tuần lễ thực hành trận địa bắn đạn thật (đôi khi bổ sung thêm cuộc hành quân dã chiến chống lại lực lượng quân đội [[Bắc Việt Nam|Bắc Việt]]\/[[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam|Việt Cộng]] tại các khu vực xung quanh trung tâm huấn luyện<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 11.<\/ref>) thì coi như đã hoàn thành khóa học biệt kích.\n\nNhiều khóa huấn luyện biệt kích chuyên ngành được thực hiện tại Mỹ và [[Thái Lan]] kể từ [[tháng mười hai|tháng 12]] năm [[1972]]. Những học viên biệt kích quân Khmer được tham dự các khóa học kỹ thuật tại [[Fort Bragg]], [[Bắc Carolina]] bởi [[Liên đoàn biệt kích số 5]] USSF và tại Trung tâm chiến tranh đặc biệt của [[quân đội Hoàng gia Thái Lan]] (RTA) ở [[Ft. Narai]], tỉnh [[Lopburi (tỉnh)|Lopburi]] bởi [[Đại đội biệt kích số 46]] Mỹ; có bổ sung thêm những kỹ năng du kích và biệt kích do những huấn luyện viên đến từ [[Lực lượng đặc biệt Hoàng gia Thái Lan|lực lượng đặc biệt quân đội Hoàng gia Thái Lan]] (RTSF) và [[Đơn vị chống khủng bố Naresuan 261|đơn vị không yểm]] [[cảnh sát Hoàng gia Thái Lan]] (PARU) tại các trại huấn luyện [[Phitsanulok (tỉnh)|Phitsanulok]] và [[Hua Hin (huyện)|Hua Hin]] về sau.<ref>Conboy and McCouaig, ''South-East Asian Special Forces'' (1991), pp. 48-50.<\/ref> Các khóa học về [[Biệt động quân Hoa Kỳ|biệt động]], [[Lực lượng viễn thám Hoa Kỳ|viễn thám]] và truyền tin nâng cao được đưa vào đầu năm [[1973]] tại Trường huấn luyện do thám ([[tiếng Anh]]: ''Recondo School'') thuộc [[Bộ chỉ huy Viện trợ Quân sự Mỹ tại Việt Nam]] (MACV) ở [[Nha Trang]], Nam Việt Nam, nhân lực do biệt đội USSF B-36 cung cấp và tại Trường huấn luyện do thám của [[Quân đội Hoàng gia Thái Lan|RTA]] cũng đặt tại Ft. Narai, Thái Lan, trước khi chiến dịch \"Freedom Runner\" chính thức kết thúc vào tháng 7 năm đó.\n\n==Cơ cấu và tổ chức==\nLực lượng đặc biệt Khmer được mô phỏng sát sao theo kiểu Mỹ chỉ sau [[lực lượng đặc biệt Hoa Kỳ]] (USSF) và [[Lực lượng đặc biệt (Việt Nam Cộng hòa)|lực lượng đặc biệt Việt Nam Cộng hòa]] (LLDB). Lực lượng đặc biệt Khmer được tổ chức vào tháng 7 năm 1973, phân thành một biệt đội ‘C’ đóng vai trò là Sở chỉ huy cùng với 3 biệt đội ‘B’ và 18 biệt đội ‘A’ tổ chức thành ba Liên đoàn biệt kích (SFG). Không giống như [[Biệt đội A Hoa Kỳ|Biệt đội A]] của [[người Mỹ]], các biệt đội ‘A’ của biệt kích Khmer có thể tung ra chiến trường với quân số lên đến 15 người, nhân viên được bổ sung thêm vào là các chuyên gia tâm lý chiến.<ref name=\"autogenerated17\">Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 17.<\/ref><ref>Conboy and McCouaig, ''South-East Asian Special Forces'' (1991), p. 15, table 2.<\/ref> Họ được biên chế như sau: \n*33 người thuộc '''Biệt đội ‘C’''' dưới sự chỉ huy cá nhân của Trung tá [[Thach Reng]], gồm 25 người biệt đội ‘B’ chia tách thành năm biệt đội ‘A’ với quân số 15 người đóng tại thủ đô Campuchia và đảm nhiệm vai trò là trụ sở Bộ Tư lệnh Lực lượng đặc biệt Khmer.<ref>Conboy and McCouaig, ''South-East Asian Special Forces'' (1991), p. 10, table 1.<\/ref>\n*'''Liên đoàn biệt kích số 1''' ([[tiếng Anh]]: ''1st Special Forces Group'') dưới sự chỉ huy của [[Thiếu tá]] [[Kim Phong]], tạo thành một biệt đội ‘B’ 25 người và sáu biệt đội ‘A’ 15 người (A-111, A-112, A-113, A-114, A-115, A-116) được triển khai tại tỉnh [[Battambang (tỉnh)|Battambang]].\n*'''Liên đoàn biệt kích số 2''' ([[tiếng Anh]]: ''2nd Special Forces Group'') dưới sự chỉ huy của [[Đại úy]] [[Sok Thach]] gồm biệt đội B-12 và sáu biệt đội ‘A’ (A-121, A-122, A-123, A-124, A-125, A-126) trú đóng tại [[Phnôm Pênh]].\n*'''Liên đoàn biệt kích số 3''' ([[tiếng Anh]]: ''3rd Special Forces Group'') dưới sự chỉ huy của [[Đại úy]] [[Thach Saren]] gồm biệt đội B-13 và sáu biệt đội ‘A’ (A-131, A-132, A-133, A-134, A-135, A-136). Liên đoàn biệt kích số 3 được trao trách nhiệm cho các hoạt động hành quân xung quanh thủ đô, dọc theo hành lang hạ lưu sông [[Mê Kông|Mekong]]-[[Sông Hậu|Bassac]] và vùng bờ biển Campuchia.\n\n===Kết cấu===\nNhững thành viên của lực lượng đặc biệt Khmer hầu hết đều là tình nguyện viên có trình độ lính nhảy dù, mặc dù hầu hết các cán bộ ban đầu được hình thành từ những tân binh người Khmer \"hồi hương\" thuộc dân tộc thiểu số [[Người Khmer (Việt Nam)|Khmer Krom]] sống ở miền Nam Việt Nam. Theo truyền thống tích cực mà Khmer Krom mang lại với kinh nghiệm chiến đấu nhiều năm của họ đã đạt được trong khi chiến đấu trong [[lực lượng xung kích Mike Force]] [[chống nổi dậy]] ngoại lệ và các đơn vị [[Lực lượng dân sự chiến đấu|Dân Sự Chiến Đấu]] ở Nam Việt Nam dưới sự kiểm soát của USSF và [[MACVSOG|MACV-SOG]]. Chương trình bắt đầu vào [[tháng năm|tháng 5]] năm [[1970]] khi người Mỹ tập hợp 2.000 cựu binh Khmer Krom khóa đầu tiên và vận chuyển họ sang Campuchia. Do đó vào [[tháng hai|tháng 2]] năm [[1972]], cả Liên đoàn biệt kích số 1 (tuyển mộ tại Campuchia) và Liên đoàn biệt kích số 2 (thành lập và huấn luyện ở Thái Lan) có tỷ lệ phần trăm lớn người Khmer Krom hồi hương, nhưng dần dần phương thức tuyển dụng tân binh người Campuchia bản xứ đã bắt đầu được thay thế nhóm Khmer Krom. Không giống như hai nhóm Liên đoàn biệt kích số 3 trước đó, mang số quân hiện có vào tháng 12 năm 1972 và được gửi sang huấn luyện ở Thái Lan, chỉ vài thành viên Khmer Krom là có kinh nghiệm.cc<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), pp. 6 and 14.<\/ref><ref>Conboy and McCouaig, ''South-East Asian Special Forces'' (1991), pp. 14-15.<\/ref> Trên thực tế, một biệt đội A đã được lấp đầy hoàn toàn bằng đồng bào vùng cao người [[Khmer Loeu]] định cư ở đông bắc Campuchia.<ref>Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'' (2011), p. 204.<\/ref> \n  \n===Nhiệm vụ===\nNhiệm vụ do lực lượng đặc biệt Khmer thực hiện trong thời kỳ chiến tranh rất nhiều và đa dạng, khác nhau, từ [[trinh sát]] tầm xa chiến lược và chiến thuật cho tới các cuộc đột kích thâm nhập sâu, [[Tìm đường|dò đường]] và tăng cường viện binh. Trong vai trò đào tạo không theo quy ước của các lực lượng đặc biệt, họ cũng xây dựng [[lực lượng bán quân sự]] gồm dân quân tự vệ làng trong các khu vực nông thôn nằm sau phòng tuyến đối phương, cũng như phụ trách việc huấn luyện tiểu đoàn an ninh sân bay cho [[Không quân Quốc gia Khmer]] (KAF) tại trung tâm huấn luyện bộ binh [[Ream (Campuchia)|Ream]]. Ngoài ra, lực lượng đặc biệt Khmer còn cung cấp huấn luyện viên tuần tra viễn thám cho trường huấn luyện do thám tại Battambang đầu tiên được mở vào năm 1972.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), pp. 15-17.<\/ref>\n\n==Chiến sử==\n===Tham chiến (1971–1974)===\nBên cạnh chiến tranh ngoại lệ và các hoạt động huấn luyện, lực lượng đặc biệt Khmer còn được tham gia vào một số cuộc hành quân chiến đấu đáng chú ý với sự hỗ trợ của quân đội chính quy FANK. Nhiệm vụ chiến đấu đầu tiên của lực lượng đặc biệt Khmer xảy ra vào tháng 5 năm 1972, khi họ tham gia vào hoạt động tìm và diệt cùng với các đơn vị quân đội xung quanh Phnôm Pênh tiến hành truy quét các nhóm pháo binh hạng nhẹ ở vùng ngoại ô phía bắc thủ đô của [[Khmer Đỏ]] và [[Quân đội Nhân dân Việt Nam|quân đội Bắc Việt]], những kẻ đã quấy rối một phần tư thủ đô Campuchia với rocket 122 ly và [[Súng không giật|súng trường không giật]] 75 ly.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 7.<\/ref><ref name=\"McCouaig, 1991 p. 15\">Conboy and McCouaig, ''South-East Asian Special Forces'' (1991), p. 15.<\/ref>  \t\n\nVào tháng 9 năm 1973, các lực lượng đặc biệt Khmer chỉa mũi nhọn tấn công kết hợp với chiến dịch đổ bộ của [[Lực lượng Vũ trang Quốc gia Khmer|FANK-MNK]] nhằm chiếm lại thủ phủ của tỉnh [[Kampong Cham (thành phố)|Kampong Cham]], nơi bị Khmer Đỏ đột chiếm vào tháng 8. Trước cuộc tấn công, hai biệt đội 'A' được đưa bằng trực thăng vào hướng nam của thành phố đã bị loạn quân chiếm giữ và sử dụng những quả [[rốc két]] [[Chiến tranh chống tăng|LAW]] nhằm vô hiệu hóa đồn lũy của đối phương.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), pp. 8 and 17.<\/ref> Vai trò của các nhóm lực lượng đặc biệt Khmer tại trận [[vây hãm Kampong Cham]] không bị giới hạn tới những nhiệm vụ chiến đấu, tuy nhiên những người điểu khiển vô tuyến của họ cũng hỗ trợ phối hợp với [[Không quân Quốc gia Khmer]] trong việc thực hiện các cuộc không yểm xuống thay mặt cho các đơn vị lục quân FANK bảo vệ thành phố mới tái chiếm.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 44.<\/ref>\n\nVai trò điều phối này lại một lần nữa trở lại vào [[tháng bảy|tháng 7]] năm [[1974]] trong cuộc bao vây thủ phủ huyện [[Kampong Seila]] tại tỉnh [[Koh Kong (tỉnh)|Koh Kong]], nằm ở khoảng 135&nbsp;km (84 dặm) về phía tây nam Phnôm Pênh, xuống đường [[Quốc lộ 4 (Campuchia)|quốc lộ số 4]]. Vào thời điểm đó, thị trấn nhỏ này và đơn vị đồn trú của chính quyền đang bị lực lượng Khmer Đỏ bao vây phải chịu đựng một cuộc bao vây kéo dài kỷ lục tám tháng, hậu quả khiến cho phần lớn dân cư địa phương phải lâm vào nạn đói. Bị trệch hướng từ thông tin liên lạc tiêu chuẩn của quân đội Campuchia, các đơn vị đồn trú đã tuyệt vọng kêu gọi cứu trợ từ Phnôm Pênh qua vô tuyến, trên thực tế là khơi dậy sự nghi ngờ trong Bộ Tư lệnh FANK. Lo sợ rằng lực lượng cứu trợ của chính phủ sẽ bị dụ vào một cái bẫy, chính quyền quyết định gửi các quan sát viên đầu tiên tới đánh giá tình hình tại Kampong Seila và để xác minh sự trung thành của các đơn vị đồn trú. Sau hai nỗ lực không thành công, các đội lực lượng đặc biệt Khmer được trực thăng bốc thả vào thị trấn và sau khi xác nhận các báo cáo, chiến dịch không yểm được phê chuẩn nhằm làm giảm bớt nạn đói và cho phép các đơn vị đồn trú của quân đội trụ vững để chống lại sức ép của quân nổi dậy.<ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), p. 9.<\/ref>\n\n===Tàn cuộc (1974–1975)===\nTới [[tháng ba|tháng 3]] năm [[1975]] thì tất cả các tuyến đường bộ và đường thủy dẫn đến Phnôm Pênh đều bị cắt đứt, toàn quân Khmer Đỏ đã bắt đầu cuộc tổng tiến công cuối cùng vào thủ đô Campuchia. Ngoài trừ ba biệt đội ‘A’ đang hoạt động tại Battambang và hai ở [[Xiêm Riệp]], còn phần lớn binh sĩ của lực lượng đặc biệt Khmer dưới sự chỉ huy của Chuẩn tướng Thach Reng đã rút về Phnôm Pênh để hỗ trợ trong việc phòng thủ thủ đô. Hai đội bảo vệ [[Sân vận động Olympic Phnôm Pênh|Sân vận động Olympic]] tại khu phức hợp thể thao Cércle Sportif, nơi bảy chiếc trực thăng vận tải [[UH-1H Iroquois|UH-1H]] của Không lực Khmer được giữ lại để sơ tán các thành viên chủ chốt của chính phủ.<ref name=\"McCouaig, 1991 p. 15\"\/> Vào sáng ngày [[17 tháng 4]] năm 1975, sau quá trình giám sát việc di tản chỉ một số ít các quan chức hàng đầu và gia đình của họ bằng trực thăng từ sân bay trực thăng ngẫu nhiên tại Sân vận động Olympic (ba trong số máy bay trực thăng đã bị bỏ lại do trục trặc kỹ thuật),<ref>Sutsakhan, ''The Khmer Republic at War and the Final Collapse'' (1980), p. 169.<\/ref> Chuẩn tướng Reng và cấp dưới của ông đã lên kế hoạch cho một cuộc phá vây lớn bằng bộ binh sang phía đông nam theo hướng biên giới Nam Việt Nam. Mặc dù lực lượng đặc biệt Khmer đã đào thoát và lẻn ra trên khắp các vùng ngoại ô phía nam thủ đô, nhưng họ chưa bao giờ tới được vùng biên giới và hầu hết đều bị xem là thiệt mạng trong chiến đấu.<ref name=\"autogenerated17\"\/>\n\nTàn quân các đội lực lượng đặc biệt Khmer còn lại đã bảo vệ phòng tuyến cuối cùng mà chính phủ còn kiểm soát tại Battambang, bao gồm cả các nhân viên giảng dạy của trường huấn luyện do thám và Xiêm Riệp báo cáo đã cố gắng đào thoát các nhóm nhỏ sang Thái Lan bằng cách chạy trốn qua vùng lãnh thổ thù địch. Chỉ có một số ít các nhân viên lực lượng đặc biệt là tránh khỏi lực lượng tuần tra của kẻ địch và trốn đến biên giới Thái Lan-Campuchia,<ref name=\"McCouaig, 1991 p. 15\"\/> số còn lại bị giết hoặc bị bắt và gửi đến các trại lao động do Khmer Đỏ lập ra (còn được gọi là \"[[Cánh Đồng Chết]]\"), nơi họ đã chết sau khi phải chịu đựng lao động và điều kiện sống khủng khiếp trong thời gian cuối [[thập niên 1970]]. \n   \n==Đánh giá==\nĐược xem là một lực lượng rất có khả năng và huấn luyện tốt, tuy nhiên lực lượng đặc biệt Khmer có quy mô quá nhỏ đủ để tạo sự khác biệt về chiến lược trong chiến tranh. Thương vong và tình trạng thiếu nhân lực đã ảnh hưởng đến việc triển khai chiến thuật của họ hiếm khi phù hợp với đề xuất tổ chức, tổng quân số của đơn vị chỉ đạt ở mức 350 sĩ quan và quân nhân, với nhiều biệt đội ‘A’ có quân số còn thấp hơn nữa. Nhân viên lực lượng đặc biệt Khmer thường cảm thấy họ được tuyển mộ nhằm thực hiện những nhiệm vụ không phù hợp với quá trình huấn luyện trong thực tế, nhiền viên chỉ huy địa phương của FANK đã lợi dụng họ làm đội xung kích bình thường nhiều lần,<ref name=\"autogenerated17\"\/> chẳng hạn như trong những trận vây hãm và trận đánh tiếp theo ở [[Kampong Cham (thành phố)|Kampong Cham]] và [[Kampong Seila]] vào các năm 1973-1974. Hơn nữa, một phần lớn nhân viên của Liên đoàn biệt kích số 2 đã được rút hết chỉ để bảo vệ thủ đô Phnôm Pênh tránh nguy cơ đảo chính nội bộ, trong khi thêm vào hai biệt đội ‘A’ lấy từ Liên đoàn biệt kích số 3 được giao những nhiệm vụ đảm bảo an ninh chẳng hạn như toán bảo vệ yếu nhân dành riêng cho cá nhân Tổng thống [[Lon Nol]], khi ông đến thăm biệt thự của mình ở ven biển thành phố [[Sihanoukville|Kampong Som]].<ref name=\"McCouaig, 1991 p. 15\"\/> \n \n==Bộ Tư lệnh==\n===Tiểu đoàn Biệt kích dù===\nLực lượng đặc biệt Khmer được tăng cường vào cuối năm 1974 để kiểm soát hoạt động hành quân đối với '''[[Tiểu đoàn Biệt kích dù Campuchia|Tiểu đoàn Biệt kích dù]]''' (''Battaillon de Commandos Parachutistes'' – BCP trong [[tiếng Pháp]]) mới được thành lập. Vào tháng 3 năm 1975, tuy quản lý lỏng lẻo theo sự phân công của lực lượng đặc biệt Khmer, biệt kích dù đã điều quân đến bảo vệ vành đai phòng thủ phía tây bắc Phnôm Pênh nhưng không thể ngăn nổi sức tiến công dữ dội của Khmer Đỏ cho đến đầu tháng 4 thì tan rã hoàn toàn.<ref name=\"McCouaig, 1991 p. 15\"\/><ref>Conboy and Bowra, ''The War in Cambodia 1970-75'' (1989), pp. 17 and 46.<\/ref> \n \n==Vũ khí và trang bị==\nLực lượng đặc biệt Khmer sử dụng các loại vũ khí và trang bị tiêu chuẩn xuất xứ từ Mỹ cấp cho các đơn vị FANK, được bổ sung bằng cách thu giữ các loại vũ khí nhỏ của [[Liên Xô]] hay [[Trung Quốc]] như súng trường tấn công [[AK-47]] cho phép các binh sĩ của lực lượng đặc biệt sử dụng đạn dược lấy từ những nơi giấu vũ khí của đối phương trong khi hành quân.\n*{{BEL}} [[Browning Hi-Power|FN GP35]] Súng lục\n*{{USA}} [[M1911 (súng)|Colt.45 M1911]] Súng lục\n*{{USA}} [[Smith & Wesson mẫu 39]] Súng lục ổ quay\n*{{USSR}} [[TT-33]] Súng lục\n*{{CHN}} [[Kiểu 56]] Súng trường tấn công\n*{{CHN}} [[Kiểu 56|Kiểu 56-1]] Súng trường tấn công\n*{{USSR}} [[AKM]] Súng trường tấn công\n*{{USA}} [[M16|M16A1]] Súng trường tấn công\n*{{USA}} [[CAR-15]] Súng carbine tấn công\n*{{USA}} [[Ithaca 37|Ithaca mẫu 37]] Shotgun lên đạn bằng kiểu bơm khí\n*{{USSR}} [[RPD]] Tiểu liên\n*{{CHN}} [[RPD (vũ khí)|LMG kiểu 56]] Tiểu liên\n*{{USA}} [[M60]] Súng máy đa năng\n*{{USSR}} [[B40|RPG-2]] Súng chống tăng\n*{{USSR}} [[Súng chống tăng B41|RPG-7]] Súng chống tăng\n*{{USA}} [[M72 LAW]] Súng phóng lựu chống tăng\n*{{USA}} [[M79]] Súng phóng lựu\n*{{USA}} [[M203]] Súng phóng lựu\n*{{USA}} [[M29]] Súng cối\n*{{USA}} [[M18 Claymore]] Mìn chống người\n\n==Xem thêm==\n*[[Biệt đội Hải cẩu Campuchia]]\n*[[Lực lượng đặc biệt (Việt Nam Cộng hòa)|Lực lượng đặc biệt Việt Nam Cộng hòa]]\n*[[Lực lượng Vũ trang Quốc gia Khmer|Quân đội Quốc gia Khmer]]\n*[[Đơn vị chống khủng bố Naresuan 261|Đơn vị Không yểm Cảnh sát Hoàng gia Thái Lan]]\n*[[Lực lượng đặc biệt Hoàng gia Thái Lan]]\n*[[Lực lượng đặc biệt Hoa Kỳ]]\n*[[Lực lượng đặc nhiệm 911]]\n\n==Chú thích==\n{{tham khảo|2}}\n\n==Tham khảo==\n===Tài liệu chính===\n{{refbegin|30em}}\n*Kenneth Conboy, ''FANK: A History of the Cambodian Armed Forces, 1970-1975'', Equinox Publishing (Asia) Pte Ltd, Djakarta 2011. {{ISBN|978-979-3780-86-3}}\n*Kenneth Conboy, Kenneth Bowra, and Mike Chappell, ''The War in Cambodia 1970-75'', Men-at-arms series 209, Osprey Publishing Ltd, London 1989. {{ISBN|0-85045-851-X}}\n*Kenneth Conboy and Simon McCouaig, ''South-East Asian Special Forces'', Elite series 33, Osprey Publishing Ltd, London 1991. {{ISBN|1-85532-106-8}}\n*Sak Sutsakhan, ''The Khmer Republic at War and the Final Collapse'', U.S. Army Center of Military History, Washington D.C. 1980. – available online at [https:\/\/web.archive.org\/web\/20190412060055\/https:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001A.pdf Part 1][https:\/\/web.archive.org\/web\/20070221083105\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001B.pdf Part 2][https:\/\/web.archive.org\/web\/20070221083124\/http:\/\/www.vietnam.ttu.edu\/star\/images\/239\/2390505001C.pdf Part 3] [https:\/\/web.archive.org\/web\/20180419053236\/http:\/\/www.virtual.vietnam.ttu.edu\/cgi-bin\/starfetch.exe?97laG21WoZlsnsWDvnA31cNKtjxPNll0tmML2jW%40FwEn4i8u1B8IEc.QazoGZ6EyR.jZs3iSmJy.%40b5lWydOtg737NiWUVNgTGwUSqlvIfg%2F2390505001D.pdf Part 4].\n{{refend}}\n\n===Tài liệu phụ===\n{{refbegin|30em}}\n*Gordon L. Rottman and Ron Volstad, ''US Army Special Forces 1952-84'', Elite series 4, Osprey Publishing Ltd, London 1985. {{ISBN|978-0-85045-610-3}}\n*Gordon L. Rottman and Ron Volstad, ''US Army Rangers & LRRP units 1942-87'', Elite series 13, Osprey Publishing Ltd, London 1987. {{ISBN|978-0-85045-795-7}}\n*Gordon L. Rottman and Ron Volstad, ''Vietnam Airborne'', Elite series 29, Osprey Publishing Ltd, London 1990. {{ISBN|0-85045-941-9}}\n*Gordon L. Rottman and Kevin Lyles, ''Green Beret in Vietnam 1957–73'', Warrior series 28, Osprey Publishing Ltd, Oxford 2002. {{ISBN|978-1-85532-568-5}}\n*Gordon L. Rottman, ''US Grenade Launchers – M79, M203, and M320'', Weapon series 57, Osprey Publishing Ltd, Oxford 2017. {{ISBN|978 1 4728 1952 9}}\n*Kevin Lyles, ''Vietnam ANZACs – Australian & New Zealand Troops in Vietnam 1962-72'', Elite series 103, Osprey Publishing Ltd, Oxford 2004. {{ISBN|1-84176-702-6}}\n{{refend}}\n\n==Liên kết ngoài==\n*[http:\/\/www.cambodianveterans.com\/ Khmer National Armed Forces veterans site]\n*[http:\/\/www.camopedia.org\/index.php?title=Cambodia Cambodian camouflage patterns 1953-1975]\n*[https:\/\/web.archive.org\/web\/20110506061112\/http:\/\/camouflageindex.camouflagesociety.org\/index.asp List of Khmer SF camouflage patterns 1971-75]\n{{Authority control}}\n\n[[Thể loại:Cộng hòa Khmer]]\n[[Thể loại:Nội chiến Campuchia]]\n[[Thể loại:Quân đội Quốc gia Khmer]]\n[[Thể loại:Lịch sử quân sự Campuchia]]\n[[Thể loại:Lực lượng đặc biệt Campuchia]]\n[[Thể loại:Đơn vị quân sự giải thể năm 1975]]"}