{"229898":"{{Infobox Weapon\n|name=M134 Minigun \n|image=[[Tập tin:Special forces gatling gun.jpg|300px]]\n|caption= M134 Minigun\n|origin={{flag|Hoa Kỳ}}\n|type= [[Súng máy]] Gatling,[[súng máy hạng nặng]]\n<!-- Type selection -->\n|is_ranged=yes\n<!-- Service history -->\n|service= ''Xem [[M134#Lịch sử|Lịch sử]]''\n|used_by= ''Xem [[M134#Ứng dụng|Ứng dụng]]''\n<br>{{flag|Hoa Kỳ}}<br>{{flag|Hàn Quốc}}<br>{{flag|Đài Loan}}<br>{{flag|Ả Rập Saudi}}<br>{{flag|Việt Nam}}<br>\n|wars= [[Chiến tranh Việt Nam]]<br \/>[[Chiến tranh Iraq]]<br \/>[[Chiến tranh Vùng Vịnh]]<br \/>[[Chiến tranh Afghanistan (2001-nay)]]<br \/>[[Mỹ xâm lược Grenada]]<br \/>[[Cuộc chiến Panama - Hoa Kỳ]]\n<!-- Production history --> \n|designer= [[General Electric]]\n|design_date= lần 1: 1862 (sơ khai) <br \/> lần 2: 1964 (M134 hoàn thiện với động cơ điện).\n|manufacturer= [[General Electric]], <br \/>[[Dillon Aero INC]], <br \/>DeGroat Tactical Armaments, <br \/>Garwood Industries.\n|unit_cost= US $25.000<ref>[http:\/\/www.kitsune.addr.com\/Firearms\/Machine-Guns\/GE_XM214_Minigun.htm www.kitsune.addr.com - Mục Súng máy\/M214] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100329125702\/http:\/\/www.kitsune.addr.com\/Firearms\/Machine-Guns\/GE_XM214_Minigun.htm |date = ngày 29 tháng 3 năm 2010}} phiên bản Minigun do General Electric sản xuất<\/ref>.\n|production_date= ''Xem [[M134#Lịch sử|Lịch sử]]''\n|number= ?\n|variants= Xem trong bài\n<!-- General specifications -->\n|weight= '''13,5 kg''' (bằng thép, không động cơ, không đạn), nếu dùng [[titan]] thay thế cho thép thì có thể giảm khối lượng xuống chỉ còn '''9,3 kg''' <ref name= Mily>[http:\/\/www.mindfully.org\/Technology\/2006\/M134-Gatling-Livermore3feb06.htm www.Mindfully.org] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080518222614\/http:\/\/www.mindfully.org\/Technology\/2006\/M134-Gatling-Livermore3feb06.htm |date = ngày 18 tháng 5 năm 2008}} Dillon Areo M134D <br \/>-Modern Gatling Guns to Defend Against Land, Air Terrorist Attack \/San Francisco Chronicle 3\/2\/2006<\/ref>. \n|length= 0,75 [[Mét|m]] (29.5\") \n|part_length= 55,88 [[xentimét|cm]] (22\")\n|width= \n|height=\n|diameter=?\n|crew= cá nhân\n<!-- Ranged weapon specifications -->\n|cartridge=[[7.62×51mm NATO|7.62x51mm NATO]]\n|caliber= 19 [[kilôgam|kg]]\/ 1000 viên\n|barrels= 6 nòng xoay\n|action= Động cơ điện quay\n|rate= 2000-6000 viên\/phút. \n|velocity=1050 [[Vận tốc#Đơn vị|m\/s]] (2041 [[Knot (unit)|Knot]])\n|range= 50 - 1500 mét<ref name= Army>{{Chú thích web |url=http:\/\/tri.army.mil\/LC\/CS\/csa\/kpm27.htm#M134 |ngày truy cập=2009-09-22 |tựa đề=tri.army.mil - M134 |archive-date = ngày 23 tháng 9 năm 2009 |archive-url=https:\/\/web.archive.org\/web\/20090923213258\/http:\/\/tri.army.mil\/LC\/cs\/Csa\/kpm27.htm#M134 }}<\/ref>\n|max_range= 2500 [[mét]]<ref name= Mily\/>\n|feed= từ 200 đến 3000 viên tùy theo kích thước hộp đạn. Nếu dùng dây đạn ngoài, số lượng đạn tùy theo sức mang vác của binh sĩ.\n|sights= thay đổi được tiêu cự, tháo ráp độc lập.\n<!-- Artillery specifications -->\n|breech=?\n|recoil=?\n|carriage=?\n|elevation=?\n|traverse=?\n}}\n'''M134''' là loại [[súng máy]] hiện đại có 6 nòng xoay, có cấu tạo đặc biệt so với các loại súng máy nói riêng và [[súng]] nói chung. M134 còn được gọi là '''Minigun''' hoặc '''súng Gatling''' hay '''súng nòng xoay'''. Súng có tốc độ bắn cao (trên 4000 viên\/phút) nhờ vào một [[động cơ điện]] gắn trực tiếp trên súng. Mặc dù là một vũ khí cầm tay, M134 có sức công phá rất khủng khiếp, ngoài khả năng bắn hạ bộ binh, súng còn có thể tiêu diệt được [[phương tiện chiến đấu bọc thép|xe bọc thép hạng nhẹ]], [[chiến hạm nhỏ]], [[máy bay trực thăng|trực thăng]], phá hủy công sự và máy móc.\n\n== Lịch sử ==\n\n=== \"Gatling tay quay\" ===\n[[Tập tin:Richard Jordan Gatling.jpg|nhỏ|trái|[[Richard Jordan Gatling]] (1818 - 1903)]]\nTiền thân của khẩu M134 ngày nay là một loại \"súng máy\" do [[tiến sĩ]] [[khoa học]] [[quân sự]] [[Richard Jordan Gatling]] sáng chế<ref>{{Chú thích web |url=http:\/\/ngaynay.com.vn\/index.php?option=com_content&task=view&id=232 |ngày truy cập=2008-05-05 |tựa đề=Danh sách phát minh từ 1850 đến 1880 |archive-date = ngày 15 tháng 5 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080515132755\/http:\/\/ngaynay.com.vn\/index.php?option=com_content&task=view&id=232 }}<\/ref>, thường được sử dụng từ năm [[1862]] trong những trận chiến [[cao bồi]], [[Nội chiến Hoa Kỳ]] khi đó nó chỉ được quay tay thay vì sử dụng một [[động cơ]] như hiện nay.\n\nSúng Gatling được sử dụng khá phổ biến nhưng rồi nó cũng nhanh chóng bộc lộ những [[nhược điểm]]: cồng kềnh, nặng nề, độ chính xác bắn kém, thao tác phiền phức và nhất là tốc độ bắn không cao do phụ thuộc vào sức quay của xạ thủ, thường chỉ khoảng 200-300 phát\/phút. Gatling cũng đã tìm cách gắn [[động cơ điện]] cho súng thay cho sức người, nhưng điều kiện kỹ thuật chưa tìm ra giải pháp đồng bộ hóa tốc độ quay của cụm nòng súng với khóa nòng nạp đạn nên không khắc phục triệt để những nhược điểm của [[súng]]. Khi người ta tìm ra những nguyên lý thiết kế mới phù hợp hơn cho [[súng tự động]], súng Gatling dần dần đi vào quên lãng<ref name= USA>Small arms of the world - The Telegraph Press, Harriburg, Pa. USA 1969<\/ref>.\n\n[[Tập tin:Gatling gun.jpg|nhỏ|200px|Tiền thân của súng M134 với hệ thống phát hoả bằng tay quay]]\n\n=== Nâng cấp ===\nCuối [[Chiến tranh thế giới thứ hai]], với sự phát triển của [[động cơ phản lực]], các [[máy bay]] phản lực thử nhiệm đã đạt được tốc độ cao chưa từng thấy, việc bắn trúng các mục tiêu bay trở nên rất khó khăn. Lúc này, [[quân đội Hoa Kỳ|quân đội Mỹ]] muốn có một thứ [[vũ khí]] có tần suất bắn cao nhưng phải đáng tin cậy<ref>''Mill, John M. Men and Volts at War: The Story of General Electric in World War II, published 1947''<\/ref>. Để trả lời cho bài toán này, công ty [[General Electric]] (GE) của Mỹ đã phục hồi lại ý tưởng về súng nhiều nòng của [[Richard Jordan Gatling]]. Súng nòng quay Gatling đòi hỏi một nguồn ngoại lực để quay các nòng súng liên tục. Thế hệ [[động cơ phản lực]] máy bay mới hứa hẹn cung cấp đủ [[điện lực|điện năng]] để vận hành [[súng]] và đảm bảo độ tin cậy hơn loại [[vũ khí]] nạp đạn và điểm hỏa tự động bằng nguyên tắc [[nạp đạn bằng khí nén|trích khí]]. Tuy tần suất bắn của mỗi nòng thấp hơn súng một nòng nhưng tổng tần suất bắn của 6 nòng súng cộng lại sẽ cho tần suất bắn thực tế cao hơn.\n\nNăm [[1946]], quân đội Mỹ đưa ra một hợp đồng với [[GE]] cho \"dự án Hỏa thần\", thử nghiệm loại súng 6 nòng có thể bắn 6000 viên đạn 20&nbsp;mm trong 1 phút<ref name= USA\/>. Mẫu thử nghiệm [[T-171]] đã được bắn thí điểm vào năm [[1949]] nhưng chưa thật hoàn thiện. Súng \"Hỏa thần\" (tiền thân thứ hai của M134) gặp vấn đề với [[đai nối đạn]], thường bị nghiêng và bị dập khi bắn, hệ thống nạp đạn không có đai nối được phát triển. Năm 1956, để phát triển một vũ khí đáng tin cậy, tốc độ bắn cao mà hiệu quả, General Electric đã tái thiết kế súng máy 20&nbsp;mm [[M61 Vulcan]] thành loại súng mới sử dụng đạn 7,62x51mm tiêu chuẩn [[NATO]]. Dự án đạt kết quả tốt và loại súng này được chế tạo hàng loạt. Tốc độ bắn của súng có thể đạt 4.000 phát\/phút mà nòng súng không bị nóng, bảo đảm hoạt động liên tục cho đến khi hết đạn. Trong thử nghiệm, súng đạt được tốc độ bắn 6000 phát\/phút, nhưng sau này đã được hạ xuống còn 4.000 phát\/phút do chưa tìm được giải pháp làm nguội nòng súng. Sau đó, nhờ ứng dụng thành tựu của [[công nghệ vật liệu mới|công nghệ hợp kim tỏa nhiệt nhanh]], đồng thời phát triển hệ thống làm mát cho súng nên M134 đạt được tốc độ 6000 phát\/phút.\n\n=== Chiến tranh Việt Nam ===\n[[Tập tin:HH-3-minigun-vietnam-19681710.jpg|nhỏ|phải|200px|Lính Mỹ và M134 trong chiến trường miền Nam Việt Nam năm 1968]]\nThập niên năm [[1960]], Mỹ đưa M134 vào [[Chiến tranh Việt Nam]] để trợ lực cho [[Quân lực Việt Nam Cộng hòa]]<ref>''Description: A U.S. Air Force, South Vietnam, 10\/17\/1968. Source, ARC Identifier: 542342<\/ref><ref name= VNW>Sách '''''Chiến tranh Việt Nam''' Được và Mất'' <br \/>(''Những bài học từ cuộc chiến tranh Việt Nam'') -''\"Nigel Cawthorne\"'' trang 119, 120<\/ref>. M134 có khả năng bố ráp quân [[Mặt trận Dân tộc Giải phóng miền Nam Việt Nam]] ẩn nấp trong các khu rừng và tiêu diệt nhiều quân địch. Về sau súng còn được đưa lên máy bay vận tải [[Douglas C-47 Skytrain|C-47]] cùng với một số loại vũ khí khác tạo thành một loại \"tàu chiến bay\" có tên là [[Douglas AC-47 Spooky|Hỏa long AC-47]] (''Puff the Magic Dragon''), hay còn có tên khác là ''Snoopy'' (con ma) - chuyên yểm trợ hỏa lực cho bộ binh và sục sạo chống [[du kích]]<ref name= VNW\/>. Với tốc độ bắn khủng khiếp, loại súng này mỗi khi phát hỏa là tạo thành một \"núi lửa\" nhỏ đúng như tên gọi của nó, Vulcan.\n\nTừ năm [[1964]] tới năm [[1969]] máy bay [[AC-47]] đã tiến hành thành công 3926 phi vụ yểm trợ trên chiến trường Việt Nam, bắn 97 triệu viên đạn, diệt 5300 quân đối phương. Tuy nhiên, như nhiều [[vũ khí tân kỳ]] khác, AC-47 cũng không thoát khỏi sự đánh trả của [[giải phóng quân|quân giải phóng]], 15 trên tổng số 53 chiếc đã bị hạ trong thời gian từ tháng 11 năm [[1965]] đến tháng 9 năm [[1969]] <ref name= USA\/><ref>(Tài liệu do phía [[Hoa Kỳ]] cung cấp) - [http:\/\/vndefence.info\/modules.php?name=Forums&file=viewtopic&t=328&highlight=M134+Gatling+Gun. theo Vietnam Defence] M134 Gatling Gun<\/ref>.\n\nSư đoàn Không quân số 4, số 5 của [[Hoa Kỳ|Mỹ]] chiến đấu tại chiến trường Việt Nam, được mệnh danh là [[Rồng Thiêng]] và [[Spooky]] ([[McDonnell Douglas F-4 Phantom II|Con ma]]) có chiến thuật chiến đấu như sau: Bắt đầu đợt tấn công bằng một quả [[pháo sáng]] để chiếu sáng mục tiêu, sau đó lượn vòng, thường là theo cặp rồi nã hàng loạt đạn vào đối phương, tạo nên những ngọn [[lửa]] bốc lên như Rồng Thiêng phun lửa, buộc những người lính quân Giải phóng kiên cường nhất cũng phải thối lui<ref name= VNW\/>.<br>Trực thăng [[Bell UH-1 Iroquois|UH-1H]] (được Mỹ đưa vào chiến trường Việt Nam từ tháng 4\/1969) trang bị 2 giàn hỏa tiễn ([[rốc két|rocket]]), 2 khẩu Minigun 7.62mm và 3 trái đạn pháo sáng. Như vậy, nó có thể thực hiện ít nhất 3 đợt tấn công trong khoảng thời gian kéo dài đến 90 phút, đồng thời chi viện hỏa lực cho quân đổ bộ bằng đường không<ref>Tài liệu được cung cấp tại Bảo tàng Chứng tích Chiến tranh, [[Thành phố Hồ Chí Minh]], Việt Nam.<\/ref>.\n\nTại miền Bắc, ngay từ những ngày đầu của cuộc chiến tranh phá hoại lần thứ nhất (1965-1968), Không lực Hoa Kỳ đã gắn loại súng máy này trên các [[máy bay tiêm kích]] - bom [[Republic F-105 Thunderchief|F-105]], [[McDonnell Douglas F-4 Phantom II|F-4]] (C, D, E) của không quân; [[A-4]], [[A-7 Corsair II|A-7]] của hải quân để đối phó với hỏa lực phòng không mặt đất và không quân Quân đội nhân dân Việt Nam <ref>'''''Những cánh chim đại bàng''''' (''Hữu Mai - Hà Bình Nhưỡng''), trang 38.<\/ref>.\n\n== Cấu tạo ==\n\n[[Tập tin:hình cấu tạo M134.gif|phải|500px]]\n'''M134''' có cấu tạo phức tạp, bên trong có gắn một động cơ chạy [[điện]] có tác dụng làm xoay [[nòng súng]] đồng thời đẩy [[đạn]] lên nòng, đập [[kíp nổ]]. Cấu tạo súng Gatling gồm cụm nòng có nhiều nòng ghép với nhau như bó đũa, ở giữa có một trục quay, phía sau cụm nòng là cụm khoá nòng có số khoá nòng tương ứng với số nòng, súng cũng có cơ cấu nạp đạn, cơ cấu phát hỏa và cơ cấu truyền lực để tạo chuyển động cho súng. Cụm nòng và cụm khoá nòng có thể quay tương đối với nhau. Nòng súng cũng được cấu tạo đặc biệt, gồm 6 ống thép dài 558.8 [[li]], được nối với một mâm cặp chuyển động nhờ [[M134#Bộ phận dẫn động|hệ thống truyền động]] nối với [[động cơ]]. Nhờ có động cơ điện, M134 có tốc độ bắn cực kỳ cao, khoảng 6000 viên đạn một phút <ref name= Mily\/>.\n\nKhi hoạt động, cụm nòng quay quanh trục, khi nòng thứ nhất tới vị trí nạp đạn, một viên đạn sẽ được đưa vào nòng, cụm nòng tiếp tục quay, đưa nòng thứ nhất tới vị trí đóng khoá nòng, sau đó tới vị trí phát hỏa để thực hiện phát bắn, tới vị trí mở khoá để hất vỏ đạn ra ngoài... Như vậy, cứ hết một vòng quay thì nòng súng bắn được một viên đạn, tốc độ vòng quay càng lớn thì tốc độ bắn càng lớn. Mặt khác, cụm nòng gồm có nhiều nòng nên tốc độ bắn tỉ lệ với số nòng. Trong khi nòng thứ nhất đang bắn thì nòng thứ hai đóng khoá, nòng thứ ba nạp đạn, nòng thứ tư hất vỏ đạn... các nòng súng lần lượt được phát hỏa một cách [[tuần hoàn]]. Giả sử mỗi giây quay được một vòng (60 vòng\/phút) và súng có 6 nòng thì tốc độ bắn sẽ là 360 phát\/phút. Để thực hiện bắn tự động với tốc độ lớn, các cơ cấu của súng như khoá nòng, tiếp đạn, phát hỏa... được liên kết với nhau thông qua các khâu truyền chuyển động đảm bảo sự làm việc liên tục, nhịp nhàng, đồng bộ.\n\nSúng Gatling dùng năng lượng của động cơ điện gắn ngoài, ngoài động cơ chính cho súng còn có thể có thêm một vài động cơ phụ để tải băng đạn <ref name =USA\/>. Súng có thể hoạt động liên tục không gián đoạn vì nếu chẳng may có một viên đạn lép, một nòng không bắn được thì các nòng súng khác vẫn bắn bình thường và theo [[chu kỳ]] quay của súng, viên đạn lép sẽ được hất ra ngoài. Đây là lợi điểm rất quan trọng vì đối với các [[súng tự động]] một nòng thông thường, khi gặp viên đạn lép súng sẽ ngừng bắn và [[xạ thủ]] sẽ phải thao tác lên đạn lại. Điều này không những làm lỡ thời cơ chiến đấu mà không dễ thực hiện vì các loại súng trên các phương tiện chiến đấu thường đặt cách xa xạ thủ <ref name= Mily\/><ref name= USA\/><ref name= VNW\/>.\n\n=== Vỏ và thân súng ===\nVỏ và thân súng được làm bằng [[thép]], đôi khi được chế tạo bằng hợp kim [[titan]] để tăng độ bền và giảm sức nặng. Nó là phần cố định, dùng để lắp ráp các phụ kiện khác vào và giữ nhiệm vụ bảo vệ các chi tiết khỏi sự ảnh hưởng của các tác nhân [[oxy hóa]]. Khối lượng của nó tùy thuộc vào chất liệu, đối với [[thép]] là 1.85 [[kilôgam|kg]], nhưng nếu thay bằng ''hợp kim titan'' sẽ giảm đi 0.9&nbsp;kg, tức là chỉ còn 0.98&nbsp;kg <ref name= Mily\/>.\n\n=== Nguồn điện và Động cơ ===\n{{chính|Ắc quy}}\n{{chính|Động cơ điện}}\nNguồn điện dùng cho súng M134 sử dụng cho bộ binh là nguồn điện áp thấp một chiều như [[pin sạc|ắc quy]], [[pin (định hướng)|pin]]. Đối với loại M134 gắn trên [[máy bay]] và [[tàu chiến]] thì sử dụng nguồn điện có sẵn trên các phương tiện này hoặc sử dụng kết hợp cả hai loại nguồn. Một trong những biến thể khác của M134 có sử dụng hệ thống khí nén hoặc thủy lực để quay động cơ.\n==== Stator ====\n''Stator'' là phần đứng yên, phần đứng, phần không chuyển động của máy. Stator của động cơ có một cặp [[nam châm vĩnh cửu]], hay [[nam châm điện]].\nKhi vận hành bình thường, rotor khi quay trong vỏ stator sẽ phát ra một điện áp gọi là sức phản điện động hoặc sức điện động đối kháng, vì nó đối kháng lại điện áp bên ngoài đặt vào động cơ. Sức điện động này tương tự như sức điện động phát ra khi động cơ được sử dụng như một máy phát điện. Như vậy điện áp đặt trên động cơ bao gồm 2 thành phần: sức phản điện động và điện áp giáng tạo ra do điện trở nội của các cuộn dây cảm ứng làm cho lõi cuộn dây rotor phát sinh momen quay.\n\n==== Rotor ====\n''Rotor'' là phần chuyển động quay của động cơ điện làm xoay cụm nòng súng quanh trục dọc của nó. Rotor có các cuộn dây quấn quanh một lõi gồm các lá sắt non ép chặt và [[chất cách điện|cách điện]] với nhau; được nối với nguồn điện một chiều, một phần quan trọng khác của động cơ điện một chiều là bộ phận chỉnh lưu, nó có nhiệm vụ là đổi chiều dòng điện làm cho chuyển động quay của rotor trở thành liên tục. Trong khẩu M134 và các súng máy tương tự (M61 Vulcan), rotor được lắp đồng trục với trục quay của cụm nòng súng, có tác dụng xoay các nòng súng đồng bộ với vận hành của các khóa nòng nạp đạn tự động.\n\n==== Bộ phận dẫn động ====\n\n=== Cụm nòng súng ===\n[[Tập tin:M134 Cụm Nòng.jpg|nhỏ|phải|300px|Cụm nòng M134]]\nCụm [[nòng súng]] gồm sáu ống thép dài ghép lại với nhau thành vòng tròn trông như ổ đạn của [[súng ngắn ổ xoay|súng lục ổ quay]]. Nòng súng được cố định bởi các mâm kim loại liền với nhau (gồm 3 đĩa nhỏ và 1 mâm có một trục giữa nối lại), các mâm này có 6 lỗ tròn đường kính 7, 96&nbsp;mm bố trí đối xứng đều để xỏ xuyên các nòng súng qua.\n\nThông số kỹ thuật của một nòng súng:\n* Khối lượng: 1.12 [[kilôgam|kg]]\n* Chiều dài: 55.88 [[xentimét|cm]]\n* Đường kính trong: 7.62\n* Đường kính với rãnh khương tuyến: 7.92 <ref name= Mily\/>.\n\n=== Hộp đạn và đạn ===\n[[Tập tin:M134 Vinđạn.jpg|250px|thế=|nhỏ|Băng đạn của M134]] \n''M134'' sử dụng loại đạn 7.62×51 [[mM|mm]] tiêu chuẩn [[NATO]] được nối thành [[băng đạn]] dài được xếp gọn gàng trong một chiếc hộp. Hộp đạn thường có kích thước 200x400x600 [[mM|mm]] chế tạo bằng [[nhựa tổng hợp]], bên trong có các [[khớp]], [[bánh răng]] để [[băng đạn|dây đạn]] chạy ra dễ dàng, động cơ vừa quay nòng súng thì cũng vừa kéo [[băng đạn]] từ hộp đạn vào bệ khóa nòng. Hộp đạn có dây đeo kiểu ba lô, xạ thủ có thể đeo nó trên lưng, sẽ rất thuận lợi trong lúc vận động chiến đấu. Nếu dùng dây đạn ngoài, lượng đạn tùy theo sức mang vác của binh sĩ.\n\nCác thông số kỹ thuật '''viên đạn''' chuẩn '''NATO''' súng '''M134''' sử dụng:\n* Dài: 51 [[mM|mm]]\n* Đường kính: 7.62 [[mM|mm]]\n* Khối lượng:\n[[Thép]]: 19 [[gam]].<br \/>[[Titan]]: 11 [[gam]].\n\n=== Hệ thống làm mát ===\nVì súng bắn ra liên tục tức là động cơ phải xoay liên tục, kèm theo việc kéo nòng súng quay và đập kíp nổ nên động cơ phát nhiệt liên tục. Khi bắn, lượng đạn thường vào khoảng 3000 đến 6000 viên\/phút, dẫn đến lựợng nhiệt sinh ra do thuốc nổ lớn, có khả năng làm biến dạng nòng súng nếu súng tiếp tục bắn ra liên tục. Những điều trên đòi hỏi súng phải trang bị thêm một hệ thống làm mát. Hệ thống làm mát có nhiệm vụ giữ cho nhiệt độ của các chi tiết không vượt quá giới hạn cho phép.\n\nCó hai loại: bằng nước và bằng không khí. Loại súng dùng cho [[hải quân]] và [[không quân]] được làm mát từ [[nước mát]] để sẵn trên tàu và máy bay. Cơ cấu làm mát hoạt động theo nguyên lý [[tuần hoàn thẩm thấu]]. Loại M134 cầm tay được làm mát tự nhiên bằng không khí bên ngoài hoặc đôi khí gắn thêm cánh quạt để tăng khả năng làm mát.\n\n=== Ống ngắm ===\nThước ngắm và ống ngắm được trang bị trên M134 giúp cho việc xác định mục tiêu được chính xác. Chúng hỗ trợ rất tích cực cho xạ thủ, nhất là trên trực thăng, khi mà họ luôn chuyển động với tốc độ cực nhanh và khoảng cách so với mục tiêu là lớn khiến cho việc xác định mục tiêu theo cách thông thường bị hạn chế và thiếu chính xác.\n\n== Ứng dụng ==\n[[Tập tin:minigunvn.JPG|nhỏ|250px|Hai khẩu Minigun chiến lợi phẩm được trưng bày tại Bảo tàng phòng không-không quân Hà Nội]]\n\n=== Ưu - khuyết điểm ===\nM134 có sức công phá mạnh và thời gian duy trì hỏa lực dài hơn.\n\nM134 nặng nên rất khó sử dụng khi cận chiến, tốc độ bắn cao nên ngốn đạn rất nhanh, bộ binh mang vác bằng đôi chân không thể vận hành hiệu quả. Bù lại nó lại có tốc độ bắn tuyệt hảo, tương đối êm vì sử dụng động cơ để lên đạn, nên có thể gắn lên xe hoặc máy bay để làm hỏa lực đi kèm.\n\nDo có sử dụng động cơ nên trước khi chiến đấu, binh sĩ cần kiểm tra phức tạp hơn những loại súng khác, nó phải luôn được bảo đảm về nguồn để có thể khai hoả bất cứ lúc nào<ref name= Army\/>.\n\nMột điểm đáng lưu ý là M314 và các loài súng Gatling cần khoảng thời gian đến 0.5 giây để khởi động động cơ, khi đó, tính sẵn sàng phát hoả thấp.\n\n=== Trong Quân đội ===\n[[Tập tin:US Army Special Forces MK-44 Minigun, Iraq 2007.jpg|nhỏ|trái|150px| Một lính Mỹ đang tập trận với MK-44, một xe cơ giới có trang bị M134]]\nM134 không được sử dụng phổ biến trong [[bộ binh]] nhưng thường thì mỗi [[trung đội]] có một lính M134 hoặc binh chủng súng máy tương tự. Ngay từ khi mới xuất hiện, Quân đội Mỹ đã khai thác cách sử dụng súng trên xe bộ binh.\n* Các lực lượng bộ binh sử dụng M134:\n** [[HMMWV]] (High Mobility Multipurpose Wheeled Vehicle, tạm dịch là Xe cơ động đa chức năng).\n** Heavy Lift Utility Vehicles (Những xe Tiện ích [[cần trục]] nặng).\n** Various Security and Escort Vehicles (Đoàn xe bảo vệ An Ninh).\n** VIP Protection Vehicle (Xe Bảo vệ [[VIP]])\n\n[[Tập tin:Gau 17 7.62mm minigun.jpg|nhỏ|phải|150px|M134 phát hỏa từ chiến hạm Mỹ]]\nM134 sử dụng nhiều trong [[không quân]] và [[phòng không]], nhất là đối với các đội [[máy bay trực thăng|trực thăng]], đều có 1 đến 2 tay súng. Ngoài ra M134 còn được trang bị cho [[hải quân]], các loại súng Gatling gắn trên [[boong tàu]], đuôi tàu và mũi tàu chiến, được người điều khiển hoặc lập trình tự động, tại mỗi khẩu súng có lắp hệ thống cảm ứng nhiệt và\/hoặc hồng ngoại giúp nhận biết và tấn công kẻ địch mà không cần có sự điều khiển trực tiếp từ con người. [[Canô]] cơ động Mỹ trang bị M134 để đánh diệt địch quân trên tàu và [[thủy quân lục chiến|lính thủy đánh bộ]]<ref name= Mily\/>.\n\n[[Tập tin:GAU-17 machine gun fired from UH-1N Huey in 2006.jpg|phải|nhỏ|150px|Xạ thủ M134 trên trực thăng]]\n\n[[Tập tin:Miniguns and Snoopy.jpg|nhỏ|nhỏ|Hàng M134D trên máy bay Snoopy được điều khiển bằng cơ khí tự động]]\n[[Tập tin:Humvee of Doom.jpg|nhỏ|[[Xe cơ giới]] Hummer V có trang bị Gatling Gun]]\n{| class=\"wikitable\"\n|- style=\"background:#EFEFEF\"\n!Các Quốc gia sử dụng\n!Không quân\n!Hải quân\n|-\n|\n* {{flagcountry|Hoa Kỳ}}\n* {{flag|United Kingdom}}\n* {{flagcountry|Canada}}\n* {{flagcountry|Mexico}}\n* {{flagcountry|Đức}}\n* {{flagcountry|Hàn Quốc}}\n* {{flagcountry|Thailand}}\n* {{flagcountry|Israel}}\n* {{flagcountry|Australia}}\n* {{flagcountry|Brazil}}\n* {{flagcountry|Chile}}\n* {{flagcountry|Colombia}}\n* {{flagcountry|Croatia}}\n* {{flagcountry|Hà Lan}}\n* {{flagcountry|Norway}}\n* {{flagcountry|Poland}}\n* {{flagcountry|Sierra Leone}}<ref>{{chú thích sách|last = Hogg| first = Ian| title = Jane's Infantry Weapons 1989-90, 15th Edition | publisher = Jane's Information Group| year = 1989| isbn =0710608896| page =351}}<\/ref>\n* {{flagcountry|Vietnam}}\n|\n<br \/>Trực thăng [[Mil Mi-8|Mi-8 Hip]]\n<br \/>Trực thăng [[Bell UH-1 Iroquois|UH-1H]] \n<br \/>Trực thăng [[UH-1H\/N]]\n<br \/>Trực thăng [[UH-60]] \n<br \/>Trực thăng [[MH-47]]\n<br \/>Trực thăng [[MH-53]]\n<br \/>Trực thăng [[NH-90]]\n<br \/>Trực thăng [[EH-101]]\n<br \/>Trực thăng [[AH-6]]\n<br \/>Phản lực [[AB-212]] \n<br \/>Phản lực [[AS-565]] \n<br \/>Phản lực [[AS-550]] \n<br \/>Phản lực [[AS-330]]\n|MK-5 \n<br \/>Special Operations Boats \n<br \/>Rigid Hulled Inflatable Boats \n<br \/>Riverine Vessels \n<br \/>[[Tàu tuần dương|Tuần dương hạm]]\n<br \/>[[Tàu khu trục|Khu trục hạm]]\n|}\n\n=== M134 trong Văn hóa đại chúng ===\nM134 đã được nhắc đến trong nhiều thể loại mà gần như là toàn bộ các [[phương tiện truyền thông]] từ những quyển [[sách]], [[phim (định hướng)|phim]], [[truyện tranh]] và [[tiểu thuyết]], [[video game|trò chơi video]] và trò chơi [[máy tính]]. Súng M134 đã trở thành một biểu tưởng văn hóa đại chúng.\n\nĐầu tiên, M134 được sử dụng làm vũ khí cá nhân trong loạt phim ''[[Predator|Predator (quái vật ăn thịt)]]'' - 1987 và bộ phim ''Terminator 2: Judgment Day'' ([[Kẻ hủy diệt 2: Ngày phán xét]]) - 1991. Sau đó, Vị trí hình tượng của M134 được đẩy mạnh trong phim ''[[Ma trận (phim)|The Matrix]]'' ([[Ma trận (phim)|Ma trận]]) - 1999, tạo cho công chúng một sự cuốn hút với vũ khí. ''The Last Samurai'' ([[Võ sĩ đạo cuối cùng]]) - 2003 - một bộ phim hợp tác Mỹ-Nhật lấy bối cảnh thời [[Minh Trị (định hướng)|Minh Trị]] đã sử dụng đến hàng chục khẩu [[M134#Gatling tay quay|Gatling cổ]] trong một trận chiến giữa những [[Samurai]] và quân [[Thiên hoàng]]. Gần đây nhất, năm 2009, liên tiếp 4 bộ phim [[bom tấn mùa hè]] đều có sự xuất hiện của M134 được sử dụng làm vũ khí cá nhân hoặc đặt trên cơ giới, ''[[Transformers: Bại binh phục hận|Transformers: Revenge of the Fallen]]'' (Bại binh phục hận) ''[[X-Men Origins: Wolverine]]'' (Người sói), ''[[G.I. Joe: Rise of Cobra]]'' (G.I. Joe: Rắn Hổ nổi dậy) và '''''District 9''''' ([[Khu vực 9]]). Trong G.I.Joe, [[G.I. Joe: Rise of Cobra#Phe G.I. Joe|Heavy Duty]] ([[Adewale Akinnuoye-Agbaje]]) một lính biệt đội da đen cao to - chuyên về vũ khí - cầm trên tay khẩu M134D của hãng vũ khí Dillo Aero.\n\nMột trong những chương trình truyền hình có mặt M134 là [[Mythbusters]] (Chứng thực bí ẩn) của kênh truyền hình [[Discovery Channel|Discovery]]. Trong Mythbusters lần này, nhóm làm chương trình thực hiện cuộc thực nghiệm: '''''Cutting down a TREE with a GUN''''': Đốn cây bằng một khẩu súng. Sau những nỗ lực với [[Tiểu liên Thompson|Súng máy Thompson]] và [[M249]] nhưng không thành công, nhóm quyết định dùng đến \"cối xay thịt\" M134. Kết quả M134 dễ dàng đốn hạ hết những cây xanh làm thực nghiệm. '''Sự thật được chứng thực.''' Một tình huống xảy ra tương tự về việc dùng M134 đốn ngã cây được xuất hiện trước đó trong bộ phim Predator.\n\nThuật ngữ chính \"Minigun\" đã xuất hiện trong tự điển, nó như một thuật ngữ dùng để mô tả bất kỳ súng máy nào với hệ thống nòng quay, bất chấp có bất kỳ quan hệ nào với sản phẩm ''General Electric'' nguyên bản. Về mặt kỹ thuật, thuật ngữ ''Minigun'' chỉ áp dụng cho các sản phẩm của [[tập đoàn]] General Electric, tuy nhiên một số phương tiện thông tin đại chúng đã dùng Minigun để gọi tên cho tất cả những súng nòng xoay. Ví dụ, trong ''Jane's Weapon Systems - Hệ thống phân loại vũ khí'' (1986-1987), một khẩu súng máy 4 nòng xoay (không tên trong thời gian sản xuất, thật ra chính là súng máy [[YakB-12,7|Yak-B 12.7mm]]) đặt trên trực thăng chiến đấu [[Mil Mi-24]] được xem là như một loại Minigun của hãng vũ khí General Electric<ref>Jane's, 1986. trang 438, 452-3<\/ref>. Thuật ngữ ''[[Chaingun]]'' đã thường trở nên được nhầm lẫn với Miniguns và những vũ khí nòng xoay khác trong những trò chơi video và phương tiện truyền thông khác.\n\n== Chú thích - Tham khảo ==\n\n{{tham khảo}}\n\n=== Tài liệu Việt Nam ===\n* Sách '''''Chiến tranh Việt Nam''' Được và Mất'' (''[[Nigel Cawthorne]]'') do Công ty [[Dịch vụ Văn hóa Việt]] dịch, in tại Công ty Cổ phần in [[Sao Việt]], Nhà xuất bản [[Đà Nẵng]] phát hành.\n* '''''Những cánh chim đại bàng''''' (''Hữu Mai - Hà Bình Nhưỡng''), [[Nhà xuất bản Thanh Niên]], Hà Nội 1976.\n* [http:\/\/ngaynay.com.vn\/index.php?option=com_content&task=view&id=232 Tạp chí Ngày Nay - UNESCO Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080515132755\/http:\/\/ngaynay.com.vn\/index.php?option=com_content&task=view&id=232 |date = ngày 15 tháng 5 năm 2008}}.\n=== Anh ngữ ===\n* Ballad, Jack S. ''Development and Employment of Fixed-Wing Gunships, 1962-1972.'' Washington, DC: Office of Air Force History, United States Air Force, 1982.\n* Gunston, Bill. ''The Illustrated Encyclopedia of Aircraft Armament''. New York, NY: Orion Books, 1988. ISBN 0-517-56607-9.\n* ''Jane's Weapon Systems, 1986-1987''. Ronald T Pretty, Ed. London, UK: Jane's Publishing Company, Ltd, 1986. ISBN 0-7106-0832-2\n* Small arms of the world - The Telegraph Press, Harriburg, Pa. USA 1969.\n* Gervasi, Tom. ''Arsenal of Democracy III: America's War Machine, the Pursuit of Global Dominance''. New York, NY: Grove Press, Inc, 1984. ISBN 0-394-54102-2.\n* Julia Keller. 2008. ''Mr Gatling's Terrible Marvel: The Gun That Changed Everything and the Misunderstood Genius Who Invented It''. Viking. ISBN 978-0670018949\n* Gervasi, Tom. ''Arsenal of Democracy III: America's War Machine, the Pursuit of Global Dominance''. New York, NY: Grove Press, Inc, 1984. ISBN 0-394-54102-2.\n* Julia Keller. 2008. ''Mr Gatling's Terrible Marvel: The Gun That Changed Everything and the Misunderstood Genius Who Invented It''. Viking. ISBN 978-0670018949, [[ISBN 978-670018949]].\n* Davis, Larry. ''Gunships: A Pictorial History of Spooky.'' TX: Squadron\/Signal Publications, Inc, 1982. ISBN 0-89747-123-7\n* United States. Headquarters, Department of the Army. ''FM 1-40 Attack Helicopter Gunnery.'' Washington, DC: Headquarters, Department of the Army, 1969.\n\n== Liên kết ngoài ==\n\n{{thể loại Commons|M134 Minigun}}\n* [http:\/\/www.freepatentsonline.com\/WO1985005442A1.html 1985 patent of a Handheld Minigun]\n\n[[Thể loại:Súng]]\n[[Thể loại:Súng máy]]\n[[Thể loại:Trọng liên]]\n[[Thể loại:Vũ khí trong Chiến tranh Việt Nam]]\n[[Thể loại:Súng nòng xoay]]\n[[Thể loại:Súng Hoa Kỳ]]\n[[Thể loại:Phát minh của Hoa Kỳ]]"}