{"866399":"[[Tập tin:Vuong-phi-Mai-Thi-Vang.JPG|nhỏ|phải|150px|Mai Diệu phi khi đã cao tuổi]]\n\n'''Mai Diệu phi''' ({{hn|ch=枚妙妃}}, [[1899]] - [[1980]]) là Hoàng phi nguyên phối của Hoàng đế [[Duy Tân]] [[nhà Nguyễn]].\n\n==Tiểu sử==\nNhị Giai Diệu phi Mai thị, nguyên danh '''Mai Thị Vàng''' (枚伯氏鐄), xuất thân từ tộc '''Mai thị''' (枚氏)<ref>[[Đại Nam thực lục]] - Chính biên đệ lục kỉ phụ biên - Quyển 28 Duy Tân năm thứ 9: Tuyển Lễ bộ Thượng thư Mai Khắc Đôn trưởng nữ Mai Bá thị nhập cung điều; 正編第六紀附編 卷二十八 維新九年 2016.選禮部尚書枚克敦長女枚伯氏入宮條<\/ref>, sinh năm [[1899]], quê quán tại thôn [[Kim Long]], xã [[Hương Long]], huyện [[Hương Trà]], tỉnh [[Thừa Thiên Huế|Thừa Thiên]]. Cha của bà là [[Mai Khắc Đôn]] (枚克敦), vốn giữ chức [[Tuần phủ]] tỉnh [[Quảng Trị]], sau thăng [[Thượng thư]] [[bộ Lễ]], vốn có tiếng thanh liêm và biết lo cho dân. Năm Duy Tân lên 7 tuổi, theo ý chỉ của Hoàng đế, ông Mai Khắc Đôn được cử làm Phụ đạo, dạy [[chữ Hán]] cho Duy Tân.\n\nCuối năm [[1915]], lễ hỏi giữa Duy Tân hoàng đế và Mai Thị Vàng được cử hành; tới ngày [[30 tháng 1]] năm [[1916]], lễ nạp phi được tổ chức trọng thể ở bộ Lễ. Bà Mai Thị Vàng được phong làm [Nhị giai '''Diệu phi'''; 二階妙妃] của Duy Tân<ref>[[Đại Nam thực lục]] - Chính biên đệ lục kỉ phụ biên - Quyển 28 Duy Tân năm thứ 10: Sách phong nội đình Mai Bá thị vi Nhị giai Diệu phi điều; 正編第六紀附編 卷二十九 維新十年 2035.冊封內庭枚伯氏為二階妙妃條<\/ref>.\n\nBà Diệu phi họ Mai rất được Duy Tân yêu thương, thường cho ngồi ăn chung - điều trái với điển lệ triều Nguyễn, vốn quy định các bà phi không được ngồi cùng mâm với Hoàng đế. Theo như Duy Tân giải thích, thì ông cưới bà Diệu phi họ Mai là để đền ơn giáo dục của phụ đạo Mai Khắc Đôn. Phụ đạo đã dạy cho ông những điều mà không một đại thần nào làm việc dưới sự điều khiển của Pháp dám dạy.\n\nCuối năm [[1916]], Duy Tân khởi nghĩa chống [[Pháp]] không thành nên bị thực dân Pháp đày sang đảo [[Réunion]] thuộc Pháp trên [[Ấn Độ Dương]]. Đi cùng vua có Hoàng mẫu Nguyễn Thị Định, Diệu phi Mai thị và em ruột là Mệ Cưởi mới 12 tuổi. Lúc theo chồng lên đường, bà Diệu phi đã có mang 3 tháng và bị sẩy thai. Sau hai năm ở đảo Réunion, vì không hợp thủy thổ, khí hậu, bị đau ốm luôn. Bà cùng mẹ chồng là bà Định cùng em ông trở về Tổ quốc.\n\nNói về cuộc sống ở đảo Réunion, bà Mai Diệu phi từng chia sẻ: ''\"Ở đảo Réunion rất dễ chịu. Người dân toàn làm một nghề chài lưới. Họ vui vẻ lắm, mua bán cũng tử tế. Nhưng tôi không biết làm sao, ở đó phong thổ tuy tốt nhưng mà hình như sức khoẻ tôi không hợp, nên hay đau. Vì thế, tôi xin Ngài cho tôi về... Ngài còn cho phép tôi tự ý đi bước nữa... Con nhà nề nếp như tôi dầu thế nào cũng phải giữ danh giá. Vẫn biết tuổi trẻ chưa dám chắc ở mình, nhưng bây giờ có nói đến việc gì cũng là khó. Thôi thì tôi tưởng chỉ có hy sinh cái đời tôi cho Ngài cho trọn\".''\n\nKhi ở đảo Réunion, Duy Tân vẫn thường gửi thư về cho bà. Năm [[1925]], Duy Tân đã gửi thư về cho hội đồng tộc kèm giấy [[ly hôn]] bà Mai Diệu phi, xin Hội đồng chứng nhận để bà đi lấy chồng khác. Khi đó, bà mới 27 tuổi nhưng cương quyết thủ tiết với chồng cho đến ngày qua đời ([[1980]]) tại Hậu thôn [[Kim Long]].\n\nNăm 1994, mộ phần bà được cải táng chuyển về [[Lăng Dục Đức|An Lăng]], gần mộ vua Duy Tân.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/khu-lang-mo-co-3-vua-trieu-nguyen-an-giac-nghin-thu-3556884.html|website=Vnexpress|ngày truy cập=2018-03-29}}<\/ref>\n\n==Chuyện vua Duy Tân kén vợ==\nSách ''Kể chuyện các vua Nguyễn'' có viết:\n{{cquote|\nNăm [[1915]], vua Duy Tân được 16 tuổi, bà Mai Thị Vàng 17 tuổi. Một hôm nhà vua hỏi ông Mai Khắc Đôn: \"''Con gái của thầy có cô nào lớn không?''\", thì được tâu rằng: \"''Các con gái của hạ thần đều còn nhỏ dại''\".\n\nMột ngày, vua Duy Tân ngồi xe song mã với ông Đôn đi ngang qua bộ Lễ (nơi ông này ở), thấy tiểu thư Mai Thị Vàng cùng các em đang chơi ở cổng, bèn hỏi: \"''Có phải cô gái lớn kia là con của thầy không? Con gái của thầy lớn vậy, sao thầy lại giấu tôi?''\".|||Kể chuyện các vua Nguyễn}}\n\nTheo lời kể của bà Mai Thị Vàng, lúc bấy giờ, bà đến bộ Lễ thăm cha, chứ thường ngày ở tại thôn Kim Long với mẹ.\n\nTheo sách ''Chuyện các bà trong cung nhà Nguyễn'' của [[Nguyễn Đắc Xuân]], cũng đã thuật lại câu chuyện Hoàng đế Duy Tân chọn vợ.\n{{cquote|\nNăm 1915, nhân một hôm cắt nghĩa hai chữ \"nạp phi\" cho vua nghe, [[Thượng thư]] [[Huỳnh Côn]] buột miệng hỏi: \"''Ngài đã muốn lấy vợ chưa?''\". Vua Duy Tân không tỏ ra bẽn lẽn và cũng không cần phải suy nghĩ đắn đo nhiều, đáp: \"''Vận nước mới đáng lo, chuyện nạp phi không cần gấp. Nếu trì hoãn được chậm bao nhiêu thì càng tốt bấy nhiêu''\".\n\nViệc từ chối ấy đến tai bà Hoàng phi Nguyễn Thị Định. Rất lo buồn, bà Hoàng phi đã gọi Duy Tân và năn nỉ hết lời. Vốn là một con người hiếu thảo, Duy Tân không thể từ chối.\n\nTin vua Duy Tân đồng ý nạp phi lan khắp kinh thành. Các bà mệnh phụ, các ông đại thần có con gái, cháu gái, đều xin ra mắt nhà vua. Sau đợt cung tiễn ấy, các thái giám đã lập được một danh sách chừng 25 người để vua lựa chọn, nhưng ông cứ hẹn rày hẹn mai, không chịu \"chấm\" một cô nào.\n\nChờ đợi một thời gian không đạt được kết quả, bà Hoàng phi sốt ruột, đích thân cầm tờ danh sách người đẹp và yêu cầu vua thích cô nào thì phải lựa ngay. Lúc đó, Duy Tân cười trả lời: \"''Con không thể chấm được ai cả vì con có người yêu rồi!''\"\n\nThế là, vì muốn gặp mặt \"nàng dâu\", bà Hoàng phi cùng nhà vua tới [[Cửa Tùng]]. Suốt 5 ngày, bà vẫn không thấy bóng dáng ai là người yêu của vua Duy Tân, nên hết sức thất vọng. Đến ngày thứ 8, người phụ trách thị vệ nêu một điều khó hiểu: \"''Không hiểu sao mấy hôm nay, mỗi lần ra bãi tắm, vua rất say mê việc đào bới cát, có lần đào rất sâu. Chúng tôi không hiểu tâu thì Ngài đáp: Ta đang đãi cát tìm vàng đây!''\"\n\nCâu chuyện càng làm cho bà Hoàng phi mất ngủ. Sáng hôm sau, bà buồn nói với vua: \"''Con điên sao mà lại đi tìm người yêu trong cát?''\"\n\nDuy Tân giải thích một cách từ tốn: \"''Con không điên đâu. Con nói thật đó. Ả đừng buồn nữa. Nếu ở đây con tìm không được thì về Huế thế nào ả cũng gặp được''\". Lúc này, bà Hoàng phi mới hiểu: \"''Rứa thì ả hiểu rồi. Người yêu của con là Mai Thị Vàng, con gái quan phụ đạo Mai Khắc Đôn chứ gì?''\"\n\nVua Duy Tân giọng rất vui: \"''Thưa ả, đúng thế!''\"\n\nSau đó ít lâu, nhà vua cho hai người nhà đến thôn Kim Long để xem mặt tiểu thư Mai Thị Vàng và xin ảnh đem về cho bà Hoàng phi xem. Và rồi, một tháng sau, lễ hỏi được cử hành; tới ngày [[30 tháng 1]] năm [[1916]], lễ nạp phi được tổ chức trọng thể ở bộ Lễ.|||Chuyện các bà trong cung nhà Nguyễn}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n*''Chuyện các bà trong cung nhà Nguyễn'' - Nguyễn Đắc Xuân\n* [[Đại Nam thực lục]] - Quốc sử quán triều Nguyễn\n\n{{Hoàng hậu nhà Nguyễn}}\n\n[[Thể loại:Phi tần Duy Tân]]\n[[Thể loại:Sinh năm 1899]]\n[[Thể loại:Mất năm 1980]]\n[[Thể loại:Người Thừa Thiên Huế]]"}