{"288700":"{{Thông tin nhân vật hoàng gia\n| tên = Lại Đức Công chúa\n| tên gốc = 賴德公主\n| tước vị = [[Công chúa]] [[nhà Nguyễn]]\n| tước vị thêm = \n| hình = \n| cỡ hình =\n| ghi chú hình = \n| chức vị = \n| chồng = Thân Trọng Di\n| con cái = một con trai (mất sớm)\n| kiểu tên đầy đủ = Tên húy\n| tên đầy đủ = '''Nguyễn Phúc Trinh Thận'''<br>阮福貞慎\n| tên tự = \n| tên hiệu = '''Mai Am''' (梅庵) \n| thụy hiệu = <font color = \"grey\">[[Mỹ Thục công chúa|Mỹ Thục Lại Đức Công chúa]]<br>美淑賴德公主<\/font>\n| hoàng tộc = \n| cha = [[Nguyễn Thánh Tổ]]<br>Minh Mạng\n| mẹ = Thục tần<br>[[Nguyễn Thị Bửu]]\n| sinh = [[12 tháng 9]] năm [[1826]]\n| nơi sinh = [[Huế]], [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]\n| mất = {{ngày mất và tuổi|1904|1|3|1826|9|12|df=yes}}\n| nơi mất = [[Huế]], [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]\n| ngày an táng = \n| nơi an táng = Phường [[Thủy Biều]], [[Huế]]\n| học vấn = \n| nghề nghiệp = [[Thi sĩ]]\n| tôn giáo = \n| chữ ký = \n}}\n'''Nguyễn Phúc Trinh Thận''' ([[chữ Hán]]: 阮福貞慎; [[12 tháng 9]] năm [[1826]] - [[3 tháng 1]] năm [[1904]]), [[biểu tự]] '''Thúc Khanh''' (叔卿), biệt hiệu '''Diệu Liên''' (妙蓮), lại có hiệu '''Mai Am''' (梅庵), là một [[công chúa]] [[nhà Nguyễn]] và được biết đến như nữ danh sĩ [[Việt Nam]] cuối thế kỷ 19 đầu thế kỷ 20.\n\nTác phẩm chính của bà tập thơ ''Diệu Liên thi tập'' (妙蓮詩輯), đã từng được nhiều danh sĩ ngơi ca, ngoài ra còn một số bài ca được người dân [[Huế]] truyền tụng<ref name=dth2>Đỗ Thị Hảo, [http:\/\/www.hannom.org.vn\/web\/tchn\/data\/9304v.htm Một vài nghi vẫn được giải đáp qua việc nghiên cứu văn bản;;Diệu Liên thi tập''], Tạp chí Hán Nôm 4\/1993. Truy cập ngày 8 tháng 10 năm 2008<\/ref>. Bà cùng [[Nguyệt Đình]] và [[Huệ Phố]] được liệt vào ''Nguyễn triều Tam Khanh'' (阮朝三卿) lừng danh trong văn đàn Việt Nam.\n\n== Tiểu sử ==\nHầu hết các tài liệu trước đây đều không biết được năm sinh năm mất của Mai Am nữ sĩ. Đến những năm [[1990]], khi nghiên cứu ''Diệu Liên thi tập'', đối chiếu với tấm bia ''Tiên mẫu Thục Tân Nguyễn Khắc thị thần đạo biểu'' do [[Tùng Thiện Vương]] soạn và cuốn ''Hoàng tử Công chúa sách'', các nhà nghiên cứu Viện Hán Nôm mới biết được ngày sinh mất của nữ sĩ Mai Am.\n\nHoàng nữ Nguyễn Phúc Trinh Thận sinh giờ Hợi ngày [[11 tháng 8]] năm [[Bính Tuất]] (tức [[12 tháng 9]] năm [[1826]]), là con gái thứ 25 của [[Nguyễn Thánh Tổ]] Minh Mạng với bà Thục Tần [[Nguyễn Thị Bửu]] (阮氏宝). Bà là em cùng mẹ với [[Tùng Thiện Vương]] Miên Thẩm cùng các công chúa [[Nguyệt Đình]] và [[Huệ Phố]].\n\nLúc nhỏ, bà sống với mẹ và ba chị em gái ở Đoan Chính viện (端政院) trong Tử Cấm Thành, sau lại dời về Sở Tiêu Viên thuộc khu dinh thự của Tùng Thiện Vương. Vì đây là khu vực thơ văn của Tùng Thiện Vương và cũng là nơi Tùng Thiện thi xã thường xuyên họp bạn thơ văn nên Mai Am đã được tiếp xúc thi thơ từ rất sớm<ref>Đặng Việt Thủy& Đặng Thành Trung (2008), 18 vị công chúa Việt Nam, Nhà xuất bản Quân đội Nhân dân, trang 118<\/ref>. Tới tuổi đi học, với thân phận là con cháu hoàng tộc nên bà và chị em không được học ở trường ngoài mà được cho học trong Tôn Học đường (尊學堂) do anh ruột [[Tùng Thiện Vương]] phụ trách<ref>Đặng Việt Thủy& Đặng Thành Trung (2008), 18 vị công chúa Việt Nam, Nhà xuất bản Quân đội Nhân dân, trang 117&ndash;118<\/ref>. Ba công chúa được sự dạy dỗ của anh nên sớm bộc lộ tài năng về thơ phú. [[Nguyệt Đình]], Mai Am, [[Huệ Phố]] được gọi là '''Tam Khanh''' (三卿), theo ba tên tự của ba người lần lượt ''Trọng Khanh'', ''Thúc Khanh'' và ''Quý Khanh''. Cả ba sau này trở nên nổi tiếng lừng lẫy về tài văn chương trong giới nữ lưu ở đất kinh thành. Trong ba người, Mai Am được coi là người tài năng và nổi tiếng nhất<ref name=nkp>Nguyễn Khắc Phê, [http:\/\/vannghesongcuulong.org\/vietnamese\/tulieu_tacpham.asp?TPID=5138&LOAIID=15&LOAIREF=5&TGID=1019 Nhân kỷ niệm 100 năm ngày mất của Nữ sĩ Mai Am (1904-2004): Trăm năm giờ mới thấy đây...], Văn nghệ sông Cửu Long. Truy cập ngày 7 tháng 10 năm 2008.<\/ref>. Bà đã sáng lập ra Thỉnh Nguyệt Đình, là nơi bà chủ trì các đêm thơ, có sự tham gia của nhiều danh sĩ đất kinh kỳ<ref name=dth1\/>.\n\nNăm [[1850]], bà kết hôn với hiệu úy Thân Trọng Di (申仲怡), cháu nội quan đại thần [[Thân Văn Quyền]], gốc ở làng Nguyệt Biều (ngoại thành Huế). Cuộc sống của bà với Thân Trọng Di, theo nhà thơ [[Lương An]] thì hai người ăn ở với nhau tuy bề ngoài vẫn ấm êm, nhưng bên trong thì không được sắt cầm hòa hợp<ref name=nkp\/>. Năm [[1863]], bà mới sinh con trai đầu lòng đặt tên Thân Trọng Mậu, tuy nhiên người con chưa đầy 5 tuổi thì bị bệnh qua đời. Sau này Mai Am không sinh thêm được người con nào nữa. Đau đớn vì mất con, bà đã làm 15 bài thơ khóc con ''Khốc nhi thi - thập ngũ thủ'', về sau có đăng trong ''Diệu Liên thi tập'' bản tái bản.\n\nNăm [[1869]], bà được Tự Đức phong làm '''Lại Đức Công chúa''' (賴德公主).\n\n[[Tháng bảy|Tháng 7]] năm [[1885]], sau khi [[Hàm Nghi]] xuất bôn, chồng bà Thân Trọng Di mặc dù đã 60 tuổi vẫn quyết theo đi ra [[Quảng Trị]]. Trong một đợt tấn công của Pháp, quân của Thân Trọng Di tan rã còn bản thân ông bị mất tích giữa rừng, về sau vẫn không tìm được hài cốt; phải lập mộ giả để thờ<ref>Đặng Việt Thủy& Đặng Thành Trung (2008), 18 vị công chúa Việt Nam, Nhà xuất bản Quân đội Nhân dân, trang 119<\/ref>. Một lần nữa, sau khi mất con, Mai Am lại viết 15 bài thơ khóc chồng, được khắc trên ngôi mộ không của ông ở xóm Đông làng Nguyệt Biều, do những người trong gia tộc họ Thân xây dựng.\n\nNgày [[3 tháng 1]] năm [[1904]], bà qua đời, hưởng thọ 79 tuổi. Bà là người sống thọ nhất trong Tam Khanh, người em gái là công chúa [[Huệ Phố|Tĩnh Hòa]] mất vào năm [[1885]]; còn người chị công chúa [[Nguyệt Đình|Vĩnh Trinh]] qua đời năm [[1892]]. Anh của bà, Tùng Thiện Vương Miên Thẩm cũng đã qua đời vào [[tháng tư|tháng 4]] năm [[1870]].\n\nTẩm mộ của công chúa Lại Đức được táng tại làng Nguyệt Biều, nay là phường [[Thủy Biều]], thành phố [[Huế]]<ref>[http:\/\/www.hue.vnn.vn\/tudien\/2007\/10\/247083\/ Địa danh xứ Huế] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071212221313\/http:\/\/www.hue.vnn.vn\/tudien\/2007\/10\/247083\/ |date = ngày 12 tháng 12 năm 2007}}, Netcodo. Truy cập ngày 7 tháng 10 năm 2008.<\/ref>. Tên hiệu Mai Am của bà đã được đặt tên cho một con đường nằm ở [[Quận 8]], [[Thành phố Hồ Chí Minh]].\n\n== Sự nghiệp thơ ==\n=== Diệu Liên thi tập ===\nHầu hết những bài thơ còn lại của Mai Am đều nằm trong tập thơ chữ Hán mang tên ''Diệu Liên thi tập'' hay ''Lại Đức công chúa Diệu Liên tập'', gồm 370 bài, chia làm 3 quyển, 1 bổ di, 1 phụ lục, hiện nay vẫn còn được lưu giữ<ref name=vhn>[http:\/\/www.hannom.org.vn\/trichyeu.asp?param=1255&Catid=246 Thông tin về Diệu Liên thi tập] lưu trữ trên Viện nghiên cứu Hán Nôm. Truy cập ngày 8 tháng 10 năm 2008.<\/ref>. Tập thơ in 100 bản lần đầu vào năm 1867, gồm 2 quyển, 177 bài, do chính bà tuyển chọn, được Tùng Thiện Vương đọc duyệt, [[Phạm Thuật]] và Thân Trọng Di theo dõi việc in ấn, Mặc Vân sào tàng bản<ref name=dth1>Đỗ Thị Hảo, [http:\/\/www.hannom.org.vn\/web\/tchn\/data\/0101v.htm Mai Am - Nữ thi nhân cuối cùng của dòng thơ chữ Hán thế kỷ XX], Tạp chí Hán Nôm 1\/2001. Truy cập ngày 7 tháng 10 năm 2008<\/ref>. Viết lời bình có Thương Sơn (Tùng Thiện Vương), [[Tuy Lý Vương|Vĩ Dã]] (Tuy Lý Vương), [[Trương Đăng Quế|Trương Quảng Khê]], [[Phan Lương Khê]], Nguyễn Nhiệm Sơn; [[Nguyễn Hàm Ninh]] còn viết riêng lời đề tựa.\n\nĐầu năm [[1891]], ''Diệu Liên thi tập'' lại được Kim Giang [[Nguyễn Trọng Hợp]]<ref name=dth2\/> tái bản, bổ sung thêm quyển III và phần bổ di. Tổng cộng trong Diệu Liên thi tập tái bản có tất cả ba bài tựa, một bài bạt, 5 lời đề, 5 bài thơ ghi cảm tưởng với lời bình về Diệu Liên thi tập của nhiều danh sĩ, trong đó 6 người Trung Quốc, ngoài ra còn có cả [[Phan Thanh Giản]], [[Hoàng Diệu]]... Phần nhiều các bài thơ là thơ cảm tác, xướng hoạ, vịnh cảnh vật và vịnh sử. Trong phần phụ lục có bài văn phúng Mộng Tùng của Thiên Sơn, câu đối và bài phú nói về sinh phần Diệu Cao Phong của Tùng Thiện Vương<ref name=vhn\/>.\n\nKhoảng 370 bài thơ được sắp xếp theo thứ tự thời gian, có thể coi là một \"nhật ký\" bằng thơ. Bài đầu tiên sáng tác 1847, khi bà 21 tuổi, cho đến những bài cuối cùng năm 1890. Phần lớn những bài này đều có lời dẫn, nhờ thế nó không chỉ là tác phẩm thơ mà còn có giá trị giúp xác định nhiều tư liệu về tiểu sử của Mai Am lẫn nhiều chi tiết liên quan đến những người cùng thời như Tùng Thiện Vương, Huệ Phố, [[Bà Huyện Thanh Quan]], [[Bùi Dị]], Nguyễn Hàm Ninh...<ref name=dth2\/>\n\n=== Một số bài thơ ===\nKhác với nhiều nhà thơ sống cùng thời với mình, Mai Am không làm thơ chữ Nôm hay chữ Quốc ngữ mà chỉ làm thơ chữ Hán. Thơ của bà làm theo thể cách [[thơ Đường]], giống như thơ của [[Bạch Cư Dị]] và [[Nguyên Vi Chi]]. Nội dung phần lớn viết về chuyện gia đình, bạn bè và chuyện riêng tư. Theo ''[[Từ điển bách khoa Việt Nam|Bách khoa toàn thư Việt Nam]]'', \"sức hấp dẫn của thơ bà là ở sự tinh tế, nhạy cảm của một tâm hồn nhân hậu, giàu nữ tính\".\n\nKhi mất đứa con trai yêu, bà đã viết những dòng đầy đau xót:\n{|valign=\"top\"\n|\n::Phiên âm:\n::''Hoạch sa vãng vãng hiệu nhân thư\n::''Thốc quản tùy thân nhật bất hư\n::''Khổ ức lâm chung vân hiếu học\n::''Chư thiên hà xứ mịch đồng sơ.\n|\n::Lương An dịch\n::''Vạch cát học theo người lớn viết\n::''Bút cùn tay chẳng buổi nào lơi\n::''Lâm chung còn nói con thèm học\n::''Con trẻ, tìm đâu giữa các trời?<ref name=nkp\/>\n|}\n\nHay như bài ''Ngẫu ti'' (Tơ ngó sen), được viết năm [[1855]] khi bà 30 tuổi, mà đã phần nào nói lên được \"tâm trạng khát khao tình cảm của nữ sĩ trong tình cảnh không mấy hạnh phúc của bà\"<ref name=nkp\/>:\n\n::''Ai ơi chớ bẻ ngó sen hương\n::''Vô số tơ mành cứ vấn vương\n::''Mềm mại khác chi the mới dệt\n::''Mảnh mai như thể kén vừa giương\n::''Dăng dăng mối kết trong tâm khảm\n::''Cuộn cuộn tình lan cách dặm trường\n::''Ví thử xe tơ thành sợi chỉ\n::''Xin người thêu lấy cặp uyên ương.\n\nBên cạnh những bài tự sự, bà cũng thể hiện tình cảm sâu sắc với người dân quê, tiêu biểu là bài ''Nông phu từ'' (Lời nhà nông)<ref name=nkp\/><ref name=bktt\/>:\n\n::''Lúa cứa sầy da, lưng nóng bỏng\n::''Mồ hôi như mưa giọt nhỏ ròng...\n\nThơ của bà còn thể hiện tinh thần yêu nước mãnh liệt, đặc biệt trong hoàn cảnh đất nước bị quân Pháp xâm lược. Bài thơ ''Độc điếu nghĩa dân tử trận văn'', được viết khi đọc bài ''[[Văn tế nghĩa sĩ Cần Giuộc]]'' của [[Nguyễn Đình Chiểu]]<ref name=dth1\/>:\n\n::''Xích tử Cần Vương năng địch khái,\n::''Thư sinh dụng võ tích phi tài.\n\n::''Dân chúng Cần Vương vì ghét địch,\n::''Nhà Nho lâm trận tiếc không tài.\n:::([[Lê Thước]] dịch)\n\nBài thơ được biết đến nhiều nhất của Mai Am là bài ''Ức mai'' (Nhớ mai). Nhà thơ [[Lương An]] và một số người khác đã từng đặt nghi vấn rằng bài thơ này có thể không phải do bà viết, mà do Nguyễn Hàm Ninh và được Mai Am đưa vào tập thơ của mình để đáp lại tấm lòng người bạn tri kỷ. Tuy nhiên theo Đỗ Thị Hảo thì điều này không thuyết phục bởi Tùng Thiện Vương, Tuy Lý Vương và Trương Đăng Quế đã từng viết lời khen ngợi về bài thơ này trong ''Diệu Liên thi tập''<ref name=dth2\/>. \n{|valign=\"top\"\n|\n::'''Ức mai\n::''Lâm đường tạc dạ sóc phong xuy,\n::''Tiểu các thanh hàn độc toạ trì.\n::''Địch lý quan san sầu cựu khúc,\n::''Thủy biên li lạc nhận tiền kì.\n::''Hương nam tuyết bắc vô hương cấn,\n::''Nguyệt địa vân giai hữu mộng tư.\n::''Dục hả tân từ viễn tương tặng,\n::''Mỹ nhân uyển tại thủy chi mi. \n|\n::'''Nhớ mai''' (Dịch: Thanh Vân)\n::''Đêm nao gió bấc lướt qua hồ\n::''Gác phấn canh khuya quạnh bóng mờ\n::''Tiếng địch ngàn trùng, buồn khúc cũ\n::''Cành mai ngày trước tựa rào thưa.\n::''Hương nam tuyết bắc đôi phương biệt\n::''Trăng giải mây thang một nỗi chờ\n::''Thơ mới trời xa mong gửi tặng\n::''Mỹ nhân cạnh nước hẳn như xưa.\n|}\n\n=== Trích dẫn nhận xét ===\n*{{cquote|''...cứ xem nước Nam ta hàng trăm ngàn năm trở lại đây, thơ văn của những bậc khuê các trước có [[Phạm Lam Anh]], sau đến [[Hồ Xuân Hương]], ngoài hai người ra tuyệt nhiên chẳng nghe nói có ai nữa. Nay Thương Sơn đã là một nhà thơ lão luyện trong nước, quý chúa Mai Am tài thơ cũng chẳng thua kém... Thực là khí thiêng sông núi chung đúc tinh anh, chẳng hiềm phái quần thoa, sao chỉ tập trung vào nơi con vua cửa chúa... Xin đem nguyên tập thơ bình duyệt, thấy rằng văn phong tự nhiên, tứ dường thác chảy vượt hơn hẳn Lam Anh, Xuân Hương, liền cầm bút viết lời tựa này để ghi lại việc hiếm thấy trên đời, ngàn năm có một trong chốn hương khuê''.|[[Trương Đăng Quế|Trương Quảng Khê]] trong bài ''Mai Am thi tập tự''<ref name=dth2\/>}}\n*{{cquote|''Tôi học thơ ngài [[Tùng Thiện Vương|Thương Sơn]] gần 20 năm, nay đọc thơ của bà chúa em thì tự biết phận mình không chỉ là học trò nơi nhà Tùng Vân<ref>Tùng Vân thi xã do Tùng Thiện Vương sáng lập.<\/ref> mà còn là học trò nơi đình Thỉnh Nguyệt (...) Đọc thơ của Mai Am, thấy dáng điệu tươi như mùa xuân, phép tắc thì hoa lệ, nghiễm nhiên lên đứng ngang hàng với các ông lớn tác gia nổi danh đời Đường, Tống...''|[[Nguyễn Hàm Ninh]]<ref name=dth2\/><ref name=nkp\/>}}\n*{{cquote|''Thơ Mai Am đi theo bước của [[Ban Chiêu]], [[Tả Phàn]], nối cái đẹp của Lam Anh, Xuân Hương. Cho nên miệng lưỡi kỳ diệu nhả ra hoa sen, tấm lòng thảo thơm phả ra hơi tuyết''.|[[Đường Cảnh Tùng]], học giả Trung Quốc <ref name=dth2\/>}}\n\nCũng như vậy, Tuy Lý Vương đã từng so sánh thơ bà với thơ [[Ban tiệp dư|Ban Tiệp Dư]] hay [[Tạ Đạo Uẩn]] đời Tấn, Trung Quốc<ref name=bktt\/>.\n\nNhà thơ Lương An viết về sự nghiệp thơ của bà:\n*{{cquote|''...thơ Mai Am trước hết là thơ một phụ nữ khuê các, hơn thế, một bà chúa sống giữa một giai đoạn lịch sử mà xã hội đang trải qua những biến động rất lớn, đất nước đang từ tự chủ trở thành lệ thuộc, là thơ của một con người giàu tình cảm, dễ xúc động, lại gặp nhiều bất nghi trong cuộc sống riêng tư. Với thơ của một người như thế, vấn đề lớn nhất không phải là chuyện đề tài, mà là bao nhiêu điều bắt ta phải suy nghĩ, tìm hiểu, thông cảm, thậm chí cả trằn trọc và tin yêu nữa.''<ref name=nkp\/>}}\n\n== Ca Huế ==\nBên cạnh làm thơ, Mai Am còn có tài năng về âm nhạc. Cũng như nhiều người hoàng tộc nhà Nguyễn khác, bà cũng viết các bài ca, bản nhạc cho [[ca Huế]]. Dựa vào điệu [[Nam bình]], bà đã sáng tác nhiều hát tiếng Hán và tiếng Việt. Phỏng theo ca khúc Hồ Quảng, bà còn làm 10 bài ca, mà người Huế gọi là 10 bản Tàu bây giờ vẫn còn được truyền tụng, mang tên: ''[[Phẩm tuyết]], Nguyên tiêu, [[Hồ quảng]], [[10 bài Liên hoàn|Liên hoàn]], [[Bình bái]], Tây Mai, [[Kim Tiền]], Xuân Phong, Long hổ, Tẩu mã''.\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n\n== Chú thích ==\n{{Tham khảo|3}}\n\n{{Tam Khanh nhà Nguyễn}}\n\n{{Thời gian sống|sinh=1826|mất=1904}}\n\n[[Thể loại:Hoàng nữ Minh Mạng]]\n[[Thể loại:Công chúa nhà Nguyễn]]\n[[Thể loại:Nhà thơ Việt Nam]]"}