{"18853156":"[[Tập tin:Lãnh binh Mai Lượng.jpg|nhỏ|Lãnh binh Mai Lượng]]\n'''Mai Lượng''' là võ tướng, lãnh tụ khởi nghĩa [[phong trào Cần Vương]] chống [[Pháp]] vào cuối [[thế kỷ 19]] trong [[lịch sử]] [[Việt Nam]] ở vùng hữu ngạn [[sông Gianh]] - [[Quảng Bình]].\n\n== Thân thế ==\nMai Lượng sinh năm Mậu Tuất (1838) vào đời thứ 12 của dòng họ Mai ở làng Thọ Linh (nay thuộc xã [[Quảng Sơn, Ba Đồn|Quảng Sơn]], huyện [[Quảng Trạch]], [[tỉnh Quảng Bình]]). Ông là con trai út (thứ 8) của ông Mai Đình Cây (tục gọi là Cố Lam).<ref>Gia phả họ Mai tại làng Thọ Linh, xã [[Quảng Sơn, Ba Đồn|Quảng Sơn]], thị xã [[Ba Đồn]], tỉnh [[Quảng Bình]].<\/ref>\n\nSớm mồ côi cả cha lẫn mẹ, ông được người anh ruột Mai Thức yêu thương nuôi dạy và cho ăn học. Cùng với việc học tập văn chương, ông thường xuyên luyện tập võ nghệ cùng thanh niên trong làng.<ref name=\":0\">Trần Hữu Đính. ''Mai Lượng – một võ tướng trong phong trào Cần Vương cuối thế kỷ XIX''. Tạp chí nghiên cứu lịch sử quân sự. Số 3840 tháng 06 năm 1995.<\/ref>\n\nTrong [[Thi Hội|khoa thi Hội võ]] dưới triều [[vua Tự Đức]] ngày 2 tháng 5 năm [[Ất Sửu]] (tức ngày 26 tháng 05 năm 1865), ông thi đỗ [[Cử nhân võ]] và được triều đình sung vào quân ngũ, phong chức [[Hiệp quản]].<ref name=\":1\">Sở Văn hóa, Thể thao và Du lịch Quảng Bình. ''Danh nhân tiêu biểu: Lãnh binh Mai Lượng (1838 - 1890). 2009''https:\/\/www.quangbinh.gov.vn\/3cms\/lanh-binh-mai-luong-(1838---1890).htm {{Webarchive|url=https:\/\/web.archive.org\/web\/20200928101611\/https:\/\/www.quangbinh.gov.vn\/3cms\/lanh-binh-mai-luong-(1838---1890).htm |date=2020-09-28 }}<\/ref>\n\n== Làm quan dưới triều Nguyễn ==\n[[Tập tin:Đền thờ Lãnh binh Mai Lượng ở Đèo Ngang.jpg|nhỏ|220x220px|Di tích Miếu thờ Lãnh binh Mai Lượng ở [[Đèo Ngang]]|thế=]]\nVới chức Hiệp quản, ông được điều động ra chỉ huy một đơn vị ở bắc [[Đèo Ngang]]. Tại đây, ngoài việc làm nghĩa vụ về quân sự, ông tạo điều kiện thuận lợi cho dân dễ dàng làm ăn; điều động binh lính dưới quyền giúp dân khai hoang, đào kênh dẫn nước vào ruộng…Vì vậy, sau này khi nghe tin ông mất, nhân dân bắc [[Đèo Ngang]] đã lập miếu thờ, gọi là miếu ông Lãnh Mai.<ref name=\":1\" \/>\n\nSau khi hoàn thành nhiệm vụ ở [[Đèo Ngang]], ông được triều đình điều động vào [[Đồng Hới]] để chỉ huy quân đội triều đình đóng tại [[Quảng Bình]].\n\nKhi nội bộ [[triều đình Huế]] bị phân hoá sâu sắc trước sự tấn công xâm lược của thực dân Pháp và chia làm hai phái: phái chủ hoà và phái chủ chiến, Mai Lượng đã tỏ rõ ý thức độc lập dân tộc, kiên quyết chống giặc xâm lược. Ông thường phê phán những hành động yếu hèn và bất lực của triều đình.<ref name=\":2\">Đặng Huy Vân. ''Về cuộc kháng chiến kiên cường và anh dũng của nhân dân Quảng Bình cuối thế kỷ XIX.'' Tạp chí Nghiên cứu lịch sử. Số 106 tháng 01 năm 1968.<\/ref>\n\nKhi phái chủ hoà trong triều đình Huế kí hiệp ước [[Hiệp ước Patenotre]] ngày 6 tháng 6 năm 1884, Mai Lượng đã từ quan về quê ở ẩn, kiên quyết bất hợp tác với thực dân Pháp.<ref name=\":0\" \/><ref name=\":2\" \/><ref name=\":3\">{{Chú thích web|url=https:\/\/www.baoquangbinh.vn\/dat-va-nguoi-quang-binh\/201705\/mai-luong-danh-tuong-xuat-sac-trong-phong-trao-can-vuong-2145527\/mobile.html|tựa đề=Mai Lượng: Danh tướng xuất sắc trong phong trào Cần Vương|tác giả=Báo Quảng Bình|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Tham gia phong trào Cần Vương ==\n\n=== Bối cảnh lịch sử ===\nSau [[Trận Kinh thành Huế 1885]], [[vua Hàm Nghi]] xuất bôn ra sơn phòng [[Thành Tân Sở|Tân Sở]] tỉnh [[Quảng Trị]], xuống chiếu [[Phong trào Cần Vương|Cần Vương]], kêu gọi nhân dân đứng lên chống thực dân Pháp cứu nước.\n\nKhi xa giá vua Hàm Nghi ra đến Quảng Bình, Mai Lượng là một trong số những văn thân, sĩ phu yêu nước ở Quảng Bình đầu tiên đến yết kiến vua Hàm Nghi và Sơn Triều (tức triều đình vua Hàm Nghi). Vốn là một võ quan cũ của triều đình Huế, ông được vua Hàm Nghi phong chức [[Lãnh binh|Lãnh Binh]] cùng với những người khác phò tá nhà vua. Từ đó, nhân dân trong vùng thường gọi tên ông là ông '''Lãnh Mai'''.<ref name=\":0\" \/>\n\n=== Căn cứ kháng chiến ===\nLĩnh sứ mệnh của vua Hàm Nghi giao phó, Mai Lượng trở về quê nhà chiêu mộ dân binh, nghĩa dũng, tập hợp lực lượng kháng chiến tại địa bàn vùng hữu ngạn sông Gianh. Căn cứ của nghĩa quân Mai Lượng trải dài từ Cao Mại (vùng thượng nguồn sông Rào Nan, nay thuộc xã [[Cao Quảng]], huyện [[Tuyên Hóa|Tuyên Hoá]], tỉnh [[Quảng Bình]]) đến vùng Troóc (vùng rừng núi phía tây huyện [[Bố Trạch]], tỉnh [[Quảng Bình]]).\n\nĐây là một vùng rừng núi hiểm trở, nhưng lại thuận lợi trong việc phối hợp với các đội nghĩa quân khác tiến đánh quân giặc ở vùng bắc Quảng Bình và mở rộng địa bàn kháng chiến ra các vùng khác. Căn cứ nghĩa quân Mai Lượng án ngữ sườn phía nam và dễ dàng liên lạc với căn cứ Sơn Triều của vua Hàm Nghi đóng ở vùng [[Hóa Sơn (núi)|Hoá Sơn]], huyện [[Minh Hóa|Minh Hoá]], tỉnh [[Quảng Bình]].\n\nCăn cứ chính của nghĩa quân Mai Lượng đóng ở vùng thượng nguồn Khe Cấy (là một con suối lớn chảy ra thác Rào Nan) thuộc vùng Cao Mại. Tại đây, nghĩa quân đã xây dựng một khu căn cứ rộng lớn, được bố phòng chặt chẽ. Ven các suối nhánh được lập ra các khu như: khu trại binh, khu chỉ huy, khu luyện tập của binh sĩ, khu lò rèn… Vì vậy, nơi đây trở thành các địa danh như: Khe Trại Binh, Khe Lò Rèn,…<ref name=\":2\" \/>\n\n=== Tổ chức kháng chiến ===\nVới ý đồ kháng chiến lâu dài, tại khu lò rèn, Mai Lượng cho lập xưởng rèn đúc vũ khí, gươm đao, tự tạo thêm nhiều vũ khí trong đó có các loại [[súng Tắc-giang]], tuy thô sơ nhưng đã gây cho quân Pháp nhiều khó khăn. Ông còn cho phát rẫy làm nương trồng lúa, ngô, khoai, sắn để tự túc một phần lương thực, thuốc men.<ref name=\":0\" \/>\n\nTrong những năm 1980, những người đi rừng qua khu vực này còn phát hiện những dấu tích đồn trại, dấu tích lò rèn đúc vũ khí và những cây chè, cây mít đại thụ, những mảnh bát, ấm chén, đe, búa, dao, mác… đã bị rỉ ăn mòn gần hết, có người nhặt được tay cầm của thanh gươm bằng đồng có nhiều hoa văn.<ref name=\":2\" \/>\n\nNghĩa quân Mai Lượng có trên 1000 người được tổ chức thành đội ngũ chặt chẽ đã hoạt động cùng với nghĩa quân của các lãnh tụ khác như [[Nguyễn Phạm Tuân]], [[Lê Trực]], [[ông tham La Hà]]… tạo thành một phong trào kháng chiến rộng lớn trên đất Quảng Bình, đánh dấu bước phát triển cao của phong trào Cần Vương yêu nước.<ref name=\":2\" \/>\n\n=== Chiến lược đánh địch ===\nNghĩa quân Mai Lượng thường sử dụng lối đánh du kích, phục kích. Với sự lãnh đạo của Mai Lượng, nghĩa quân nhiều phen làm cho quân Pháp khiếp sợ. Từ căn cứ Cao Mại, nghĩa quân thường tổ chức thành các đội quân nhỏ đi hoạt động đánh địch ở vùng Troóc, Khương Hà… và còn vươn đến hoạt động ở các làng vùng đồng bằng hạ lưu sông Gianh. Như vậy địa bàn hoạt động của nghĩa quân Mai Lượng trải ra một vùng giáp ranh ba huyện [[Quảng Trạch]], [[Bố Trạch]] và [[Tuyên Hóa|Tuyên Hoá]] ở tỉnh Quảng Bình.<ref name=\":0\" \/>\n\nHoạt động mạnh mẽ nhất của nghĩa quân Mai Lượng là những năm từ 1886 đến đầu năm 1889.\n\nỞ vùng đồng bằng nghĩa quân của ông đã từng đánh những trận nổi tiếng ở các làng: Trung Thôn, Biểu Lệ, Lâm Xuân, Hoà Ninh, Diên Trường…\n\nCó những nơi có đồng bào theo đạo [[Công giáo tại Việt Nam|Công Giáo]], Mai Lượng rất chú ý tuyên truyền trong nhân dân chủ trương đoàn kết lương, giáo, chống lại âm mưu thâm độc kích động gây chia rẽ đồng bào lương và giáo của giặc Pháp để chống lại nghĩa quân. Nghĩa quân được Mai Lượng giáo dục ý thức bảo vệ tính mạng, tài sản của đồng bào, đối xử nhân đạo với tù binh… Vì vậy, nhân dân có nơi lúc đầu chưa hiểu đã dần dần quay sang ủng hộ giúp đỡ nghĩa quân Mai Lượng.<ref>{{Chú thích web|url=http:\/\/badontv.vn\/chuyen-muc\/que-huong-dat-nuoc-con-nguoi\/lanh-binh-mai-luong-voi-phong-trao-can-vuong-tren-que-huong-quang-binh-54.html|tựa đề=Lãnh binh Mai Lượng với phong trào Cần Vương trên quê hương Quảng Bình|tác giả=Đài phát thanh - truyền hình Ba Đồn|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}{{Liên kết hỏng|date = ngày 11 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nTháng 6 năm 1886, thiếu tá Pháp Gre-gain đem quân càn quét khu vực hữu ngạn sông Gianh. Khi quân Pháp vào khu vực sông Rào Nan – cửa ngỏ của căn cứ nghĩa quân đã bị quân Mai Lượng phục kích gây cho chúng nhiều tổn thất.<ref name=\":0\" \/>\n\nTrong các trận càn quét của địch vào thôn Hạ Trang ngày 17 tháng 04 năm 1887 vào vùng Troóc ngày 25 tháng 04 năm 1887, Mai Lượng đã chỉ huy nghĩa quân dựa vào địa thế vùng núi hiểm trở chặn đánh dịch quyết liệt bằng súng thần công, Tắc-giang, giỏ đá… gây cho địch nhiều tổn thất<ref name=\":3\" \/>. Những chiến công đó đã có những tiếng vang mạnh mẽ thúc đẩy cao trào của phong trào Cần Vương trong những năm 1886-1887 ở Quảng Bình.<ref name=\":0\" \/>\n=== Kháng cự đàn áp ===\nVào cuối năm 1887, cuộc chiến đấu của nghĩa quân vẫn trong thời kì gay go quyết liệt. Quân Pháp tổ chức các mũi đột kích với hoả lực mạnh đánh vào vùng căn cứ nghĩa quân Mai Lượng nhưng đều bị đánh bại.<ref name=\":0\" \/>\n\nTuy bảo vệ được căn cứ nhưng lực lượng của nghĩa quân cũng bị nhiều tổn thất. Bước sang năm 1888, Mai Lượng củng cố lực lượng, tăng cường xây dựng phong trào ở các vùng trong tầm kiểm soát của nghĩa quân. Nhân dân tuy bị địch khủng bố gắt gao nhưng vẫn một lòng ủng hộ phong trào. Nhiều thanh niên trai tráng gia nhập nghĩa quân, nhiều gia đình góp công, góp của ủng hộ nghĩa quân. Để kháng chiến lâu dài, nghĩa quân lại tăng cường sản xuất lương thực, rèn đúc vũ khí, xây dựng các trận địa mai phục… Nhờ vậy, nghĩa quân không những đánh bại các trận càn của địch vào đầu năm 1888 mà còn vươn ra hoạt động trên địa bàn ngày càng rộng.<ref name=\":0\" \/>\n\nCùng thời gian này, trước sự tăng cường hoạt động của nghĩa quân, thực dân Pháp điều thiếu tá Gladet từ Hà Tĩnh vào Quảng Bình phối hợp với đại uý Callet tổ chức tăng cường lực lượng, xây dựng thêm nhiều đồn bốt để xiết chặt vòng vây, chia cắt các vùng căn cứ kháng chiến nhằm đẩy lùi hoạt động và tiêu diệt lực lượng nghĩa quân.<ref name=\":0\" \/>\n\nTừ nửa năm 1888 về sau, tình hình chung của phong trào gặp nhiều khó khăn, nghĩa quân [[Nguyễn Phạm Tuân]] tan rã sau khi lãnh tụ qua đời; tại bản doanh của Sơn Triều ở Tà Bảo, [[Trương Quang Ngọc]] – người trực tiếp bảo vệ nhà vua đã phản bội dẫn đến việc vua [[Hàm Nghi]] bị giặc bắt (ngày 1 tháng 11 năm 1888), [[Tôn Thất Tiệp]] bị địch giết, [[Tôn Thất Đàm]] thoái chí giải tán nghĩa quân và tự vẫn. Ở hữu ngạn sông Gianh, [[Lê Trực]] thế cô cũng giải tán nghĩa quân và ra hàng…\n\nKhi rảnh tay đối phó với nghĩa quân của các vùng khác, địch dồn sức bao vây cô lập, gây nhiều khó khăn cho nghĩa quân Mai Lượng, nhất là việc tiếp tế lương thực, thuốc men. Để đối phó với tình hình khó khăn đó, ông tổ chức nhiều toán nhỏ nghĩa quân, tận dụng địa hình hiểm trở đánh du kích để tiêu hao sinh lực địch. Mặt khác, cho người ra Hà Tĩnh tìm cách liên lạc với nghĩa quân [[Phan Đình Phùng]] để phối hợp hoạt động.\n\nSau khi vua [[Hàm Nghi]] bị quân Pháp bắt, mặc dù \"Lãnh tụ tinh thần\" không còn nữa, nghĩa quân bị địch bao vây tấn công, thiếu lương thực, thuốc men, vũ khí,… nhưng nghĩa quân Mai Lượng không vì thế mà thoái chí tan rã. Với sự nghiệp kháng chiến vì độc lập dân tộc, nghĩa quân Mai Lượng còn tiếp tục chiến đấu thêm một thời gian khá dài, bảo vệ được căn cứ gây cho địch nhiều tổn thất.<ref name=\":5\">Văn Hoàn. ''Cụ Lãnh Mai với phong trào Cần Vương chống Pháp. Báo Quảng Bình''. Số 3287 tháng 11 năm 1992.<\/ref>\n\n== Qua đời ==\nGiữa lúc nghĩa quân đang dồn sức chống lại sự tấn công của địch thì ngày 12 tháng 5 năm 1890 (24 tháng 3 năm [[Canh Dần]]), bệnh sốt rét rừng ác tính đã cướp đi vị lãnh tụ kính yêu của nghĩa quân vùng hữu ngạn [[sông Gianh]] tại căn cứ Cao Mại lúc ông 53 tuổi.<ref name=\":0\" \/>\n\nKhi được tin lãnh binh Mai Lượng qua đời, giặc Pháp trả thù bằng cách cướp đi thi thể ông, nhưng với lòng dũng cảm của nghĩa quân, sự đùm bọc của nhân dân đã làm thất bại âm mưu hèn hạ đó. Không trả thù được ông, giặc Pháp tìm bắt vợ ông bà Trần Thị Tám – người vợ cùng tâm huyết với sự nghiệp của chồng đem giam ở nhà tù Troóc và bắt con trai là Mai Xuân Đoá đem giam ở đồn Minh Cầm. Mặc dù giặc ra sức mua chuộc, dụ dỗ, tra tấn dã man, nhưng vợ và con của ông vẫn bất hợp tác với giặc. Sau một thời gian, quân Pháp phải thả vợ và con ông về quê giam lỏng.<ref>Tư liệu của ông Mai Xuân Ngô - cháu nội của lãnh binh Mai Lượng ở xã [[Quảng Sơn, Ba Đồn|Quảng Sơn]], thị xã [[Ba Đồn]], tỉnh [[Quảng Bình]].<\/ref> Sau này, phần mộ của ông ở vùng căn cứ Cao Mại đã được gia đình và bà con bí mật đưa về an táng tại quê nhà.<ref name=\":6\">Ban Quản Lý Di tích. ''Lý lịch di tích Lăng mộ và Nhà bia tưởng niệm danh tướng Cần Vương Mai Lượng''. Sở Văn hóa – Thể thao – Du lịch tỉnh Quảng Bình, 1998.<\/ref>\n\n== Nhận định từ góc độ lịch sử ==\n\n=== Chủ trương đoàn kết dân tộc ===\nKhi quân Pháp âm mưu lợi dụng tôn giáo để chia rẽ Lương, Giáo thì Lãnh binh Mai Lượng dẹp bỏ hiềm khích xây dựng hòa hợp Lương, Giáo, thực hiện chủ trương đoàn kết nhân dân, đoàn kết dân tộc chống kẻ thù chung. Những nghĩa cử đó không những thời bấy giờ được nhân dân khắp vùng tôn kính, mà người dân vùng hữu ngạn sông Gianh đời sau còn mãi lưu truyền.<ref name=\":5\" \/>\n\n=== Vượt qua tầm nhìn hạn chế \"Trung quân, ái quốc\" ===\nQua nhiều lần quân địch âm mưu lợi dụng một số người có chức quyền, khoa bảng cùng thời với Mai Lượng đem thư tới dụ dỗ ông bãi binh sẽ được biệt đãi, nhưng ông kiên quyết từ chối, quyết chí không hàng  để chiến đấu chống giặc giữ nước đến cùng.\n\nKhi phong trào Cần Vương chống Pháp gặp khó khăn thoái trào nhiều nơi nao núng tan rã gần như thất bại hoàn toàn; vua Hàm Nghi bị bắt, \"lãnh tụ tinh thần\" không còn, nhưng nghĩa quân Mai Lượng vẫn một lòng kiên trung giữ vững ý chí chiến đấu, quyết tâm chống giặc giữ nước đến hơi thở cuối cùng. Ông đã vượt qua tầm nhìn hạn chế của các văn thân, sĩ phu yêu nước lúc bấy giờ là: \"Trung quân, ái quốc\".<ref name=\":6\" \/>\n\n== Hậu duệ ==\nTrong các con cháu hậu duệ của Lãnh binh Mai Lượng, có nhiều người đỗ đạt cao, giữ các trọng trách lớn, tiêu biểu như [[Tư lệnh Quân chủng Hải quân Nhân dân Việt Nam|Tư lệnh]] [[Quân chủng Hải quân, Quân đội nhân dân Việt Nam|Quân chủng Hải quân]] [[Mai Xuân Vĩnh]].\n\n== Đền thờ - Lăng mộ - Di tích ==\n[[Tập tin:Mộ Lãnh binh Mai Lượng.jpg|nhỏ|219x219px|Mộ Lãnh binh Mai Lượng - [[Di tích lịch sử văn hóa quốc gia|Di tích Lịch sử - Văn hóa]] cấp quốc gia]]\nDo công lao to lớn đối với đất nước ngày 4 tháng 2 năm 1998, mộ của ông được [[Bộ Văn hóa - Thông tin|Bộ Văn Hoá - Thông Tin]] cấp bằng công nhận [[Di tích lịch sử văn hóa quốc gia|Di Tích Lịch Sử - Văn Hoá]] cấp quốc gia theo Quyết định số 95\/QĐ-DT.<ref name=\":3\" \/><ref name=\":4\">{{Chú thích web|url=https:\/\/dukhach.quangbinh.gov.vn\/3cms\/lang-mo-va-nha-bia-tuong-niem-danh-tuong-can-vuong-mai-luong.htm|tựa đề=Lăng mộ và nhà bia tưởng niệm danh tướng Cần Vương Mai Lượng|tác giả=Ủy ban Nhân dân tỉnh Quảng Bình|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=ngày 29 tháng 4 năm 2020}}<\/ref>\n\nLăng mộ của ông đã được nhà nước tôn tạo tại khu vực Sủm Mặc (Hà Sơn) bên bờ hữu ngạn sông Nan (một nhánh của [[sông Gianh]]) và nhà bia tưởng niệm lãnh binh Mai Lượng đặt tại vị trí nền nhà xưa – nơi ông đã sinh ra và lớn lên tại làng Thọ Linh, xã [[Quảng Sơn, Ba Đồn|Quảng Sơn]], huyện [[Quảng Trạch]], tỉnh [[Quảng Bình]].<ref name=\":1\" \/>\n\nNgày 6 tháng 8 năm 2012, [[Ủy ban nhân dân tỉnh Việt Nam|Ủy ban Nhân dân tỉnh]] [[Quảng Bình]] ban hành Quyết định 19\/2012\/QĐ-UBND đặt tên ông cho một con đường tại thành phố [[Đồng Hới]].<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Giao-thong-Van-tai\/Quyet-dinh-19-2012-QD-UBND-dat-ten-duong-thanh-pho-Dong-Hoi-lan-thu-5-147639.aspx|tựa đề=Quyết định về việc đặt tên đường Thành phố Đồng Hới (lần thứ 5)|tác giả=Ủy ban Nhân dân tỉnh Quảng Bình|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày 26 tháng 6 năm 2018, [[Ủy ban nhân dân tỉnh Việt Nam|Ủy ban Nhân dân tỉnh]] [[Quảng Bình]] đã quyết định xếp hạng [[Di tích lịch sử|Di tích Lịch sử]] cấp tỉnh đối với Đền thờ lãnh binh Mai Lượng tại xã [[Cao Quảng]], huyện [[Tuyên Hóa]], tỉnh [[Quảng Bình]] vốn là nơi căn cứ chiến khu kháng chiến của nghĩa quân năm xưa.<ref>{{Chú thích web|url=https:\/\/www.baoquangbinh.vn\/van-hoa\/201808\/xa-cao-quang-tuyen-hoa-don-nhan-bang-di-tich-lich-su-cap-tinh-den-tho-lanh-binh-mai-luong-2159657\/|tựa đề=Đón nhận bằng Di tích lịch sử cấp tỉnh Đền thờ lãnh binh Mai Lượng|tác giả=Báo Quảng Bình|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHàng năm vào những ngày lễ, tết và ngày mất của ông (ngày 24 tháng 03 Âm lịch) đại diện Đảng, chính quyền và nhân dân địa phương cùng bà con họ tộc, hậu duệ của ông đến dâng hương tưởng niệm ông tại lăng mộ và nhà bia tưởng niệm.<ref name=\":4\" \/>\n== Truyền tụng dân gian ==\nNhiều ca dao, vè ở địa phương đã phản ánh về cuộc chiến đấu của Mai Lượng như<ref name=\":2\" \/>:\n\n''Sơn Triều binh tướng những ai,''\n\n''Thọ Linh có một lãnh Mai kéo về.''\n\n''Thanh Thủy thì có quan Đề,''\n\n''Hạ thôn quan Hữu kéo về quyên lương…''\n\nhoặc:\n\n''Lãnh Mai cùng với ông tham La Hà''\n\n''Hai ông hội nghị thật đà giao ngôn''\n\n''Kéo lên khe Troóc, khe Môn''\n\n''Thứ hai khe Sến, đóng đồn quyên lương.''\n\n''Cắt dân hướng đạo đem đường''\n\n''Vắt qua chương Chà Côộng, về chương Chà Nòi…''\n\nhoặc:\n\n''Ngã Hai, khe Troóc, khe Môn,''\n\n''Là nơi quan Lãnh lập đồn quyên lương…''\n\nTrên bia ông có khắc câu đối:<ref name=\":0\" \/>\n\n''Sự nghiệp Cần Vương tiêu võ tướng''\n\n''Thanh danh Mai tộc hiệu công thần.''\n\n''(Giáo sư [[Vũ Khiêu]], nguyên phó chủ nhiệm uỷ ban KHXH&NV Việt Nam)'' và:\n\n''Hứa quốc lập kì công, công lao vô '''Lượng'''''\n\n''Cần Vương tiêu chính khí, khí tráng hà '''Mai'''''\n\n''(PGS-TS Nguyễn Tá Nhí, viện nghiên cứu Hán- Nôm, viện KHXH Việt Nam)''\n\n<br \/>\n{{tham khảo}}{{Phong trào độc lập Việt Nam}}\n\n[[Thể loại:Thủ lĩnh quân sự phong trào Cần Vương]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Nghĩa quân chống Pháp]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Người họ Mai tại Việt Nam]]\n[[Thể loại:Quảng Bình]]"}