{"12107983":"{{Thông tin viên chức\n| tên = Trần Văn Lai<br>Mai Hồng Quế\n| ngày sinh = 10 tháng 10, 1920\n| ngày mất = {{ngày mất và tuổi|2002|6|25|1920|10|10}}\n}}\n\n'''Mai Hồng Quế''' (1920-2002) là một sĩ quan [[Quân đội nhân dân Việt Nam]], hàm [[Thượng úy]]. Ông là một thành viên thuộc Đơn vị 159 Biệt động Quân khu Sài Gòn-Chợ Lớn-Gia Định, với vỏ bọc là một nhà thầu khoán trang trí nội thất trong [[dinh Độc Lập]], từ đó xây dựng mối quan hệ với giới chức chính quyền [[Việt Nam Cộng hòa]] để bí mật vận chuyển và cất giấu vũ khí phục vụ cho [[Sự kiện Tết Mậu Thân|Tổng tiến công Mậu Thân 1968]]. Ông được Nhà nước Việt Nam truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] năm 2005. Cuộc đời ông được tái hiện trong bộ phim tài liệu lịch sử \"Ông thầu khoán biệt động\" dài 4 tập được trình chiếu trên kênh HTV9 giữa năm 2016.\n\n==Thân thế và hoạt động chống Pháp==\nÔng tên thật là '''Trần Văn Lai''', sinh năm 1920 trong một gia đình nghèo tại [[Kiến Xương]], [[Thái Bình]].<ref name=\"vietnamnet\">[http:\/\/vietnamnet.vn\/vn\/thoi-su\/nguyen-mau-ong-chu-hao-hoa-trong-biet-dong-sai-gon-234407.html Nguyên mẫu ông chủ hào hoa trong \"Biệt động Sài Gòn\"]<\/ref> Năm 16 tuổi, ông theo đoàn mộ phu vào [[Nam Kỳ]] cạo mủ cao su cho đồn điền Pháp ở [[Dầu Tiếng]], [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]] (nay là tỉnh [[Bình Dương]]).<ref name=\"hnm\">[https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/chuyen-doi-cua-nguoi-no-sung-tan-cong-dinh-doc-lap-2099679.html Chuyện đời của người nổ súng tấn công Dinh Độc Lập]<\/ref>\n\nNăm 22 tuổi, ông bắt đầu tham gia hoạt động bí mật cho phong trào [[Việt Minh]] chống Pháp.<ref name=\"vietnamnet\"\/> Khi [[Cách mạng tháng 8]] thành công, ông tham gia vào đội tự vệ bảo vệ chính quyền cách mạng. Khi [[Nam Bộ kháng chiến|quân Pháp nổ súng tái chiếm Nam Bộ]], ông chiến đấu trong các đội quyết tử, đồng thời làm công tác vận động tài chính cho chính quyền Việt Minh, tham gia hoạt động phá hoại cơ sở hậu cứ của quân Pháp trong các vùng bị quân Pháp kiểm soát.<ref name=\"hnm\"\/> Ông được kết nạp vào [[Đảng Cộng sản Đông Dương]] năm 1948.<ref name=\"vietnamnet\"\/> Năm 1949, ông được phiên chế thuộc Tiểu đoàn Quyết tử 950 Đặc khu Sài gòn - Chợ Lớn.<ref>[https:\/\/www.tienphong.vn\/hanh-trang-nguoi-linh\/chuyen-tinh-nhu-co-tich-cua-chien-si-biet-dong-sai-gon-830165.tpo Chuyện tình như cổ tích của chiến sĩ biệt động Sài Gòn]<\/ref><ref>[http:\/\/danviet.vn\/que-nha\/chuyen-it-biet-ve-ty-phu-mai-hong-que-491879.html Chuyện ít biết về “tỷ phú Mai Hồng Quế“]<\/ref>\n\n==Xây dựng vỏ bọc tại Sài Gòn==\nSau [[Hiệp định Genève, 1954]], ông được lệnh bí mật ở lại [[Sài Gòn]] hoạt động, xây dựng vỏ bọc.\n\nĐể tạo thế hoạt động hợp pháp, tổ chức đã sắp xếp cuộc hôn nhân của ông với bà Phạm Thị Phan Chính (tức Phạm Thị Chinh, là đảng viên, hi sinh cuối năm 1964, được Nhà nước công nhận liệt sĩ). Từ thế danh gia vọng tộc từ gia đình vợ, ông Lai đã vươn lên trở thành nhà thầu khoán, có vai vế trong giới tư sản Sài Gòn, từ đó có cái tên Mai Hồng Quế.\n\nÔng được chọn là một trong những nhà thầu chuyên trang trí nội thất cho Phủ Đầu Rồng (tức [[Dinh Độc Lập]]) rồi len lỏi vào các tổ chức như: cơ quan viện trợ USOM của Mỹ, tòa đại sứ Mỹ…\n\nCũng trong giai đoạn này, ông được lệnh của Quân khu xây dựng hầm bí mật để cất giấu vũ khí tại nội thành, xây dựng chỗ trú ém, bảo vệ cán bộ ra, vào hoạt động tại chiến trường Sài Gòn.\n\nChính vì có những đặc quyền từ Dinh Độc Lập mà ông Lai đã có những chuyến hàng đóng vai hợp pháp để chuyển những tài liệu giá trị như: bản đồ các mục tiêu bảo vệ trong Dinh Độc Lập, bản đồ hệ thống cống ngầm Sài Gòn, chuyển nhu yếu phẩm, tiền vàng ra Quân khu… phục vụ cho cuộc chiến lâu dài.\n\nBan ngày, ông đóng vai nhà tư sản Mai Hồng Quế để nắm tình hình các mục tiêu. Ban đêm, một mình ông đào hầm ngầm…ở nhiều căn nhà do ông đứng tên trong nội đô Sài Gòn.\n\nSau Tết Mậu Thân, thân thế về nhà tư sản Mai Hồng Quế bị lộ là cộng sản nằm vùng. Lúc bấy giờ toàn bộ nhà cửa của gia đình bị tịch thu, ông phải bỏ trốn.\n\nChính quyền Sài Gòn truy nã gắt gao, treo thưởng một triệu đồng, nếu ai bắt giữ hoặc có thông tin về ông. Trong hành trình lẩn trốn, có lúc ông giả như người điên.\n\nGiai đoạn năm 1970 - 1974, ông hai lần bị địch bắt và tra tấn; nhưng trước thái độ kiên trung của ông, chúng không khai thác được gì. Dù ông được phóng thích, nhưng chính quyền Sài Gòn theo dõi nhất cử nhất động của ông.\n\n== Sau 1975 ==\nSau ngày miền Nam hoàn toàn giải phóng, thống nhất đất nước, ông kinh qua nhiều vị trí như: công tác tại đơn vị tiền phương B.12 Bộ Tư lệnh Thành đội Sài Gòn – Gia Định với nhiệm vụ truy quét tàn quân, tiếp quản các nhà của sỹ quan, lính chế độ Sài Gòn; trưởng ban quản lý thương xá Tam Đa (sau là trung tâm thương mại quốc tế Sài Gòn); công tác tại phòng tổng kết chiến tranh – Bộ Tư lệnh TP.HCM…\n\nNăm 1981, Ông nghỉ hưu và giữa năm 2002 thì mất.\n\nĐược biết, hai trong số hàng loạt căn nhà mà Ông xây dựng hầm ngầm phục vụ cho đại cuộc của Cách mạng được công nhật là di tích lịch sử cấp quốc gia và di tích lịch sử cấp thành phố.\n\n==Đời tư==\nPhần mộ của ông tại Nghĩa trang Lạc Cảnh (TP.HCM) được thiết kế 3 phần, gồm phần mộ của ông, phần mộ cải táng của vợ đầu Phạm Thị Chinh và cả phần mộ dành sẵn cho vợ sau Đặng Thị Thiệp khi bà qua đời.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n* Loạt bài đăng trên bài Tuổi trẻ: \"Mai Hồng Quế - Chuyện của một chiến sĩ biệt động Sài Gòn\" [https:\/\/tuoitre.vn\/ong-trum-thau-khoan-685413.htm Kỳ 1: Ông “trùm” thầu khoán], [https:\/\/tuoitre.vn\/an-minh-685980.htm Kỳ 2: Ẩn mình], [https:\/\/tuoitre.vn\/bi-bat-686544.htm Kỳ 3: Bị bắt], [https:\/\/tuoitre.vn\/6-dua-con-deu-khai-sinh-ngay-75-687105.htm Kỳ 4: 6 đứa con đều khai sinh ngày 7-5]\n* [https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/nha-thau-khoan-dinh-doc-lap-bi-truy-na-2-trieu-usd-sau-tet-mau-than-3706088.html Nhà thầu khoán Dinh Độc Lập bị truy nã 2 triệu USD sau Tết Mậu Thân]\n* [http:\/\/danviet.vn\/que-nha\/chuyen-it-biet-ve-ty-phu-mai-hong-que-491879.html Chuyện ít biết về “tỷ phú Mai Hồng Quế“]\n* [http:\/\/www.htv.com.vn\/Trang\/ChuongTrinh\/Phim\/201604\/mai-hong-que-ong-thau-khoan-biet-dong.aspx Mai Hồng Quế - Ông thầu khoán biệt động]{{Liên kết hỏng|date = ngày 11 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.nguoiduatin.vn\/tin-tucbi-mat-cuoc-doi-thuc-ti-phu-mai-hong-que-biet-dong-sai-gon-a198274.html Bí mật cuộc đời thực 'Tỉ phú Mai Hồng Quế' phim Biệt động Sài Gòn]\n* [http:\/\/vietnamnet.vn\/vn\/thoi-su\/nguyen-mau-ong-chu-hao-hoa-trong-biet-dong-sai-gon-234407.html Nguyên mẫu ông chủ hào hoa trong \"Biệt động Sài Gòn']\n* [https:\/\/vnexpress.net\/tin-tuc\/thoi-su\/chuyen-doi-cua-nguoi-no-sung-tan-cong-dinh-doc-lap-2099679.html Chuyện đời của người nổ súng tấn công Dinh Độc Lập]\n* [https:\/\/www.tienphong.vn\/hanh-trang-nguoi-linh\/chuyen-tinh-nhu-co-tich-cua-chien-si-biet-dong-sai-gon-830165.tpo Chuyện tình như cổ tích của chiến sĩ biệt động Sài Gòn]\n* [https:\/\/tuoitre.vn\/khui-ham-chua-vu-khi-giua-sai-gon-bo-do-tu-nam-1968-20180129131842265.htm Khui hầm chứa vũ khí giữa Sài Gòn bỏ dở từ năm 1968]\n* [https:\/\/www.tienphong.vn\/xa-hoi-phong-su\/nhung-chien-sy-biet-dong-sai-gon-dac-biet-xuan-1968-107934.tpo Những chiến sỹ biệt động Sài Gòn đặc biệt Xuân 1968]\n{{thời gian sống|1920|2002}}\n\n[[Thể loại:Người Thái Bình]]\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Sĩ quan Quân đội nhân dân Việt Nam]]"}