{"7494948":"'''Mai Thọ Truyền''' hay '''cư sĩ Chánh Trí Mai Thọ Truyền''' (1905-1973) là một [[chính khách]] và cư sĩ [[Phật giáo]] của [[Việt Nam Cộng hòa]]. Ông còn được biết đến là ứng viên liên danh Phó tổng thống với dân biểu [[Trần Văn Hương]] trong cuộc [[Tuyển cử 1967 Việt Nam Cộng hòa|Bầu cử tổng thống Việt Nam Cộng hòa năm 1967]]<ref>{{chú thích web | url = http:\/\/quangduc.com\/author\/about\/728\/chanh-tri-mai-tho-truyen| tiêu đề = Cư sĩ Mai Thọ Truyền| author = | ngày = | ngày truy cập = | nơi xuất bản = | ngôn ngữ = }}<\/ref>.\n{{Viên chức\n| tên = Mai Thọ Truyền\n| hình = Mai Thọ Truyền, Viet-Nam Bulletin Viet-Nam info series.jpg\n| ngang = \n| cao = \n| miêu tả = Chánh trí Mai Thọ Truyền\n| ngày sinh = [[1]] tháng [[4]] năm [[1905]]\n| nơi sinh = làng [[Long Mỹ]], tỉnh [[Bến Tre]], [[Liên bang Đông Dương]]\n| nơi ở = \n| ngày chết = [[17]] tháng [[4]] năm [[1973]] (69 tuổi)\n| nơi chết = [[Sài Gòn]], [[Việt Nam Cộng hòa]]\n| chức vụ = Tổng thư ký Hội Phật học Nam Việt\n| bắt đầu = [[1955]]\n| kết thúc = [[1973]]\n| tiền nhiệm = \n| kế nhiệm = \n| địa hạt = \n| phó chức vụ = \n| phó viên chức = \n| thêm = Sáng lập Chùa Xá Lợi, tọa lạc tại đường Bà Huyện Thanh Quan, Q3, TPHCM, VN\n| chức vụ 2 = \n| bắt đầu 2 = \n| kết thúc 2 = \n| tiền nhiệm 2 = \n| kế nhiệm 2 = \n| địa hạt 2 = \n| phó chức vụ 2 = \n| phó viên chức 2 = \n| đa số = \n| đảng = \n| nghề nghiệp = [[Chính khách]], cư sĩ Phật học\n| giáo dục = \n| học trường = \n| dân tộc = [[Người Việt|Kinh]]\n| đạo = [[Phật giáo]]\n| cấp bậc = \n| chữ ký = \n| họ hàng = \n| vợ = \n| chồng = \n| kết hợp dân sự = \n| con = \n| website = \n| chú thích = \n}}\n\n==Tiểu sử==\n'''Mai Thọ Truyền''' sinh ngày [[1]] tháng [[4]] năm [[1905]] tại làng [[Long Mỹ]], tỉnh [[Bến Tre]] trong một gia đình trung lưu. Thuở nhỏ ông được theo học tại trường Sơ học Pháp - Việt Bến Tre, rồi Trung học Mỹ Tho, và Chasseloup Laubat Saigon. Năm [[1924]], ông thi đậu Thư ký Hành chánh và được bổ đi làm việc tại [[Sài Gòn]], [[Hà Tiên (tỉnh)|Hà Tiên]] và [[Chợ Lớn]]. Năm [[1931]], ông thi đậu Tri huyện và đã tùng sự tại [[Sài Gòn]], [[Trà Vinh]], [[Long Xuyên]] và [[Sa Đéc]]. Ông nổi tiếng là người liêm khiết, chính trực và đức độ, không xu nịnh cấp trên, hà hiếp dân chúng, nên được quý mến.\n\nNăm [[1945]], sau đảo chính [[Nhật]], ông đang làm Quận trưởng Cầu Ngang, được mời về giữ chức Phó Tỉnh trưởng [[Trà Vinh]]. Tháng 6 năm ấy, chính quyền [[Trần Trọng Kim]] cử ông làm Quận trưởng Thốt Nốt (Long Xuyên). Sau [[Cách Mạng Tháng Tám]], ông được cử làm Chủ tịch Ủy ban Quận Bộ Việt Minh tại [[Châu Thành]], [[Long Xuyên]], rồi Chánh văn phòng kiêm Ủy viên Tài chánh Ủy ban Nhân Dân tỉnh [[Long Xuyên]].\n\nSau khi quân đội [[Pháp]] chiếm [[Long Xuyên]], ông cùng Ủy ban dời về núi Sập rồi giải tán, nhường quyền chỉ huy kháng chiến cho quân sự. Ông lánh về vùng thôn quê ẩn náu. Chính phủ [[Nguyễn Văn Thinh]] mời ông làm Quận trưởng, rồi Phó tỉnh trưởng [[Sa Đéc]]. Trước cảnh quân đội [[Pháp]] tàn sát dân chúng, ông can thiệp không được, nên xin từ chức. Chính phủ không cho, ông bèn cáo bệnh xin đi điều dưỡng.\n\nGiữa năm [[1947]], Mai Thọ Truyền xin đổi về [[Sài Gòn]] và lần lượt giữ các chức vụ: Chánh văn phòng Phủ Thủ tướng của chính phủ [[Nguyễn Văn Xuân (trung tướng)|Nguyễn Văn Xuân]] ([[Hà Nội]]), Chánh văn phòng Bộ Kinh Tế, Giám đốc hành chánh sự vụ Bộ Ngoại giao, Đổng lý văn phòng Bộ Nội vụ của Chính phủ [[Nguyễn Phan Long]], Đổng Lý văn phòng Phủ Thủ Hiến Việt Nam và Phó Đổng lý văn phòng Phủ Thủ tướng của Chính phủ [[Bửu Lộc]]. Năm [[1955]] ông đổi qua ngạch Thanh tra Hành chánh và Tài chánh, đến năm 1960 thì về hưu.\n\nSau ngày cuộc [[Đảo chính Việt Nam Cộng hòa 1963|đảo chính Ngô Đình Diệm năm 1963]], ông tham gia Hội đồng Nhân Sĩ cách mạng. Năm [[1967]] ông ứng cử Phó Tổng thống trong liên danh [[Trần Văn Hương]], nhưng chung cuộc chỉ về hạng ba, liên danh [[Nguyễn Văn Thiệu]] - [[Nguyễn Cao Kỳ]] đắc cử.\n\nĐến năm [[1968]] ông giữ chức Quốc vụ khanh kiêm Viện trưởng Giám sát viện, rồi Quốc vụ khanh đặc trách Văn hóa cho đến mất. Với trách vụ Quốc vụ khanh đặc trách Văn hóa, ông đã xây dựng Thư viện Quốc gia (nay là [[Thư viện Khoa học Tổng hợp Thành phố Hồ Chí Minh|Thư viện Khoa học Tổng hợp thành phố]]), xúc tiến việc thành lập Văn khố quốc gia và Nhà văn hóa, thành lập và đẩy mạnh hoạt động của Ủy ban Điển chế văn tự, lập Ủy ban dịch thuật và xuất bản các sách Hán Nôm quý hiếm, thành lập Chi nhánh Bảo tồn Cổ tích Huế.\n==Tham gia Phật giáo==\nTrong những năm làm việc đó đây khắp lục tỉnh miền Tây, Mai Thọ Truyền để tâm nghiên cứu tìm hiểu về [[Phật giáo]], [[Nho giáo]], và các tư tưởng tôn giáo triết lý khác. Đến đâu ông cũng tham vấn các vị danh nho nổi tiếng để thử tài học vấn và biện bác, nhưng chưa vị nào giúp ông thỏa nguyện. Đến khi làm việc ở [[Sa Đéc]], ông đến tham vấn Hòa Thượng [[Thích Hành Trụ]], là giảng sư tại chùa Long An, chính nơi đây ông thực sự qui ngưỡng cảm phục trước đức độ và trí tuệ của vị danh Tăng nên cầu làm đệ tử của Ngài. Hòa thượng [[Thích Hành Trụ]] đặt pháp danh cho ông là Chánh Trí. Từ đây, ông bắt đầu dốc lòng đem khả năng và trình độ học thức của mình ra hộ trì chánh pháp.\n\nĐối với phong trào chấn hưng Phật giáo, ông là một kiện tướng trong hàng cư sĩ đã đóng góp công sức rất lớn. Là một Phật tử thuần thành, ông ăn chay trường từ ngày thọ Tam quy ngũ giới, làm Phật sự không biết mệt mỏi. Năm [[1950]], ông vận động thành lập Hội Phật Học Nam Việt. Ban đầu hội đặt trụ sở tại chùa Khánh Hưng, sau dời qua chùa Phước Hòa. Ông vận động và đứng ra xây dựng ngôi chùa lịch sử Xá Lợi, tiêu biểu cho nét văn hóa mới của Đông Tây hòa quyện, làm trụ sở của Hội Phật Học Nam Việt. Năm [[1958]] hội chuyển về chùa Xá Lợi. Ông làm Tổng thư ký của hội khi mới thành lập và Hội trưởng từ 1955 cho đến ngày ông mất. Hội đã mở các lớp Phật học phổ thông lúc bấy giờ do chư Thượng tọa Thiện Hòa, Trí Hữu, Thiện Hoa, Quảng Minh diễn giảng. Ông cũng tham gia soạn và giảng một số tiết mục cho học viên. Hàng tuần, tại chùa Xá Lợi, ông còn tổ chức các thời thuyết pháp cho đại chúng do ông mời các vị cao Tăng Đại đức trong nước hay nước ngoài đăng đàn. Có khi chính ông là giảng sư.\n\nBên cạnh đó, Hội Phật Học Nam Việt còn xuất bản tạp chí Từ Quang do ông làm chủ nhiệm kiêm chủ bút. Tạp chí này suốt gần 24 năm liên tục (1951 - 1975) đã đóng góp không nhỏ cho công việc phổ biến Phật học ở Sài Gòn và các tỉnh. Tạp chí đã được chư Tăng bên Giáo hội Tăng Già Nam Việt sốt sắng góp phần về phương diện biên tập. Chính ông là người viết thường xuyên trên Từ Quang. Với lối hành văn nhẹ nhàng, bóng bẩy và sâu sắc, với trình độ thâm hiểu nghĩa lý sâu xa của kinh điển, những bài ông viết đã được độc giả hoan nghênh, đã tạo cơ duyên cho nhiều người đến với đạo Phật. Ông cùng Hội Phật Học Nam Việt đã thành lập trên 40 Tỉnh hội và Chi hội Phật học khắp miền Nam.\n\nTrong giai đoạn đấu tranh năm [[1963]] được coi là pháp nạn, ông giữ nhiệm vụ Tổng thư ký Ủy ban Liên Phái Bảo vệ Phật giáo đòi hỏi chính quyền [[Ngô Đình Diệm]] thực thi bình đẳng tôn giáo. Ông và Hội Phật Học Nam Việt đồng ý để Ủy ban đặt trụ sở trung ương tại chùa Xá Lợi. Khi chính quyền cho quân đội và cảnh sát đánh phá, phong tỏa chùa, bắt bớ cầm tù Tăng Ni Phật tử, ông cũng chịu chung số phận. Chùa Xá Lợi trở thành địa điểm lịch sử trong cuộc đấu tranh kiên cường đẫm máu của Phật giáo đồ chống chế độ độc tài kỳ thị tôn giáo. Năm 1964, ông tham gia Ủy ban soạn thảo Hiến Chương [[Giáo hội Phật giáo Việt Nam Thống Nhất]] và được bầu làm Phó Viện trưởng Viện Hóa Đạo. Nhưng vì bất đồng ý kiến về mặt tổ chức, chỉ một tháng sau ông từ nhiệm, quay về hoạt động cho Hội Phật Học Nam Việt trong cương vị Hội trưởng.\n\nKhi Viện Đại Học Vạn Hạnh được thành lập, tạm đặt tại chùa Xá Lợi trong khi chờ xây xong cơ sở, ông nhận làm giáo viên cho Viện trước tiên, và sau đó ông còn giữ chức Phụ tá Viện trưởng đặc trách hành chánh và tài chánh, kiêm Tổng thư ký niên khóa 1967 - 1968.\n==Qua đời==\nSáng ngày [[17]] tháng [[4]] năm [[1973]] tức rằm tháng 3 năm Quý Sửu, Mai Thọ Truyền qua đời, hưởng thọ 69 tuổi.\n==Các tác phẩm==\nVới học lực uyên thâm và sự thông hiểu sâu sắc giáo lý, ông đã dành nhiều thời gian dịch và trước tác các tác phẩm có giá trị về Phật học:\n*Tâm và Tánh (do Nhà Xuất bản Đuốc Tuệ - Hà Nội ấn hành năm 1950). \n*Ý nghĩa Niết Bàn (1962). \n*Một đời sống vị tha (1962). \n*Tâm kinh Việt giải (1962). \n*Le Bouddhisme au Viet Nam (1962) \n*Pháp Hoa huyền nghĩa (1964) \n*Địa Tạng mật nghĩa (1965) \n(Do Hội Phật Học Nam Việt ấn hành).\n\nNgoài ra, ông còn một số tác phẩm chưa xuất bản như: Truyền tâm pháp yếu, Tây Du Ký, Hư Vân Lão Hòa Thượng, Kinh Vô Lượng Thọ, Kinh Quán Vô Lượng Thọ, Mười lăm ngày ở Nhật, Vòng quanh thế giới Phật giáo, Đạo đời, Khảo cứu về Tịnh Độ Tông, Mật Tông và một tác phẩm đang viết dở là Kinh Lăng Nghiêm.\nxxxxnhỏ|Hình và thẻ căn cước cụ Mai Thọ Truyền]]\n\n==Tham khảo==\n{{tham khảo}}\n\n{{Kiểm soát tính nhất quán}}\n[[Thể loại:Chính khách Việt Nam Cộng hòa]]"}