{"974329":"{{Thiếu nguồn gốc|date=tháng 4\/2023}}\n'''Mai Ngữ''' là một nhà văn, nhà báo của ngành Quân đội nhân dân Việt Nam. Phần lớn cuộc đời ông công tác trong quân đội, từ hoạt động trên chiến trường cho đến sáng tác văn học rồi làm công tác quản lý văn nghệ, báo chí. Tác phẩm ''Chuyện như đùa'' (1988) của ông đã để lại trong lòng người đọc ấn tượng mạnh đến nỗi nó được coi như một thiên truyện ''Những người thích đùa'' của Việt Nam sau tác phẩm nổi tiếng thế giới của nhà văn Azit Nesin. \n \n==Tiểu sử ==\nMai Ngữ là bút danh của nhà văn, nhà báo Mai Trung Rạng. Ông sinh năm 1928 tại làng Do Nha (Ro Nha), huyện An Dương, tỉnh [[Kiến An]] nay thuộc xã Tân Tiến, huyện An Dương, ngoại thành [[Hải Phòng]]. Xuất thân trong một gia đình vọng tộc có truyền thống khoa bảng hiển đạt. Ông nội là Mai Trung Cát làm quan đến chức Tổng đốc, hàm Thái tử Thiếu bảo Đông các Đại học sỹ. Chú là nhà danh họa yêu nước [[Mai Trung Thứ]].\n\nNhà văn Mai Ngữ gia nhập quân đội tháng 10 năm 1947. Từng làm báo quân khu 3, báo Quân đội nhân dân. Sau ông chuyển về làm biên tập viên tạp chí Văn nghệ Quân đội rồi chuyển ngành sang làm biên tập viên Nhà xuất bản Văn học. Ông đã được kết nạp làm đảng viên Đảng cộng sản Việt Nam (1950) rồi hội viên Hội Nhà văn Việt Nam.\n\nChuyện như đùa (1988) được đánh giá là một trong số các tác phẩm được yêu thích nhất của Mai Ngữ. Với tác phẩm này, ông đã được người đọc ví như một Azit Nesin của Việt Nam. ''Chuyện như đùa'' thể hiện cái nhìn nhân văn của tác giả cả khi nhà văn phê phán những thói hư tật xấu trong xã hội đồng thời nó cũng bộc lộ tài hoạt bát, trào phúng của Mai Ngữ.\n\nÔng tạ thế vào ngày 1 tháng 3 năm 2005 tại Hà Nội.\n\nVới những công lao cống hiến cho Quân đội nhân dân Việt Nam, ông đã nhận được nhiều phần thưởng cao quý như Huy hiệu 50 năm tuổi đảng, Huân chương Quân công hạng Ba, Huân chương Chống Mỹ cứu nước hạng Nhất, Huân chương Chiến thắng hạng Ba, Huân chương Chiến sĩ vẻ vang (Nhất, Nhì, Ba), Huy chương Quân kỳ quyết thắng, Giải thưởng Nhà nước về Văn học Nghệ thuật năm 2012 cho các tác phẩm: Dòng sông phía trước và Truyện ngắn Mai Ngữ.\n\n== Tác phẩm chính đã xuất bản ==\n* ''Lời ca không tắt'' (Truyện, 1957)\n* ''Lá cờ quyết tử'' (Truyện ngắn, 1957)\n* ''Đất nước'' (Truyện ngắn, 1962)\n* ''Bầu trời và dòng sông'' (1966)\n* ''Điểm cao'' (Truyện,1967)\n* ''Dòng sông phía trước'' (Tiểu thuyết, 1972)\n* ''Chuyện như đùa'' (Truyện,1988)\n* ''Con ma gàn'' (Truyện ngắn, 1982)\n* ''Thị trấn vùng biên'' (Truyện, 1983)\n* ''Gió nóng'' (Tiểu thuyết, 1984)\n* ''Cuộc hành trình của hai con sói'' (Truyện, 1984)\n* ''Người lính mặc thường phục'' (Tiểu thuyết, 1986)\n* ''Trong tay bọn Angca'' (Tiểu thuyết, 1980)\n* ''Thời gian'' (Tiểu thuyết, 1992)\n* ''Truyện ngắn Mai Ngữ'' (Truyện ngắn, 1994)\n* ''Người đàn bà trên hạm tàu'' (Truyện ngắn, 1996)\n* ''Cành đào tàn trên xe rác'' (1997)\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/hanoimoi.com.vn\/forumdetail\/Van-hoa\/39524\/th432417ng-ti7871c-nha-v259n-mai-ng7919.htm Thương tiếc nhà văn Mai Ngữ]{{Liên kết hỏng|date=2023-01-19 |bot=InternetArchiveBot }}\n* [http:\/\/www.qdnd.vn\/QDNDSite\/vi-VN\/61\/43\/6\/33\/33\/133498\/Default.aspx Mai Ngữ-Không chỉ \"Chuyện như đùa\"]\n* [http:\/\/thuvien.haiphongcity.vn\/vn\/index.asp?menuid=661&parent_menuid=658&fuseaction=3&articleid=5769 MAI NGỮ (1928 - 2005)]{{Liên kết hỏng|date = ngày 11 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n{{Thời gian sống|1928|2005}}\n\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Nhà văn Việt Nam thời kỳ từ 1976]]\n[[Thể loại:Người Hải Phòng]]"}