{"365396":"{{Nhiều vấn đề|\n{{chú thích trong bài}}{{Cần biên tập|date=Tháng 12\/2022}}\n}}\n'''Mai Văn Bộ''' ([[1918]]-[[2002]] {{fact|date = ngày 7 tháng 1 năm 2013}}) một trí thức Nam bộ, là một trong ba người của bộ ba ''\"[[Huỳnh Văn Tiểng|Huỳnh]] - '''Mai''' - [[Lưu Hữu Phước|Lưu]]\"'' nổi tiếng, cố [[Đại sứ]] nước [[Việt Nam|Cộng hòa Xã hội Chủ nghĩa Việt Nam]] tại Cộng hòa [[Pháp]], Vương quốc [[Bỉ]], Cộng hòa Italia, [[Hà Lan]], [[Luxembourg]].\n\n==Tiểu sử==\nÔng sinh ngày [[9 tháng 7]] năm [[1918]] tại quận [[Thốt Nốt]], [[Long Xuyên (tỉnh)|tỉnh Long Xuyên]] (ngày nay thuộc thành phố [[Cần Thơ]]) trong một gia đình trung lưu;\n\nNăm [[1940]], sau khi đỗ tú tài, Mai Văn Bộ được gia đình tiếp tục ra [[Hà Nội]] học bậc đại học.Trong thời gian này, Mai Văn Bộ viết bài Bạch Đằng Giang và Ải Chi Lăng rồi được Lưu Hữu Phước phổ nhạc và trở thành những bài hát hùng tráng ca ngợi truyền thống đánh giặc của tổ tiên. Nhạc phẩm Bạch Đằng Giang và Ải Chi Lăng trở thành những bài hát truyền thống được thanh niên, sinh viên Hà nội ưa thích và hát vang trong thời kỳ tiền khởi nghĩa.\n\nNăm 1941, Mai Văn Bộ viết tiếp lời tiếng Pháp La Marche des étudiants dựa trên nền nhạc [[Thanh niên hành khúc|Tiếng gọi thanh niên]] của [[Lưu Hữu Phước]] và được Tổng hội sinh viên Đông Dương chọn làm bài hát nghi lễ. Năm 1942, Mai Văn Bộ được bầu vào Ban Chấp hành Tổng hội sinh viên Đông Dương, với chức vụ Trưởng ban Biên tập tờ báo Manôme – cơ quan ngôn luận của Tổng hội.\n\n==Hoạt động tuyên truyền báo chí cách mạng==\nNăm 1944, Mai Văn Bộ tham gia \"Đoàn quân\" xếp bút nghiên về Nam kháng chiến. Tại [[Thành phố Hồ Chí Minh|Sài Gòn]], Mai Văn Bộ được giao nhiệm vụ phụ trách biên tập tuần báo Thanh niên – chuyên san Văn hóa – cơ quan ngôn luận của [[Đảng Dân chủ Việt Nam]] – Kỳ bộ Nam Bộ do kiến trúc sư [[Huỳnh Tấn Phát]] phụ trách. Tuần báo Thanh niên phát hành ngay giữa thành phố Sài Gòn, với nội dung kêu gọi giới trẻ và quần chúng lao động yêu nước chuẩn bị lực lượng, tích cực tham gia vào các cao trào cách mạng do [[Đảng Cộng sản Việt Nam]] lãnh đạo.\n\nTháng 9 năm 1944, tuần báo Thanh niên bị đình bản, đến đầu năm 1945, Mai Văn Bộ tham gia phong trào [[Thanh niên Tiền phong]] và được giao nhiệm vụ trực tiếp phụ trách tờ báo Tiến – cơ quan ngôn luận của Tổ chức Thanh niên Tiền phong.\n\nCuộc [[cách mạng tháng Tám|tổng khởi nghĩa tháng Tám]] năm 1945 bùng nổ, Mai Văn Bộ tích cực tham gia vào việc tổ chức lực lượng cướp chính quyền và sau đó, ông được chính phủ cách mạng bổ nhiệm chức vụ Giám đốc Báo chí Nam Bộ.\n\nNgày 23-9-1945, cuộc [[Nam Bộ kháng chiến|kháng chiến Nam Bộ]] bùng nổ, Mai Văn Bộ ra chiến khu miền Đông phụ trách tờ báo Quyết Chiến. Tiếp đó, ông tham gia lực lượng vũ trang và trở thành cán bộ chính trị đại đội.\n\nNăm 1947, Mai Văn Bộ về nội thành [[Sài Gòn – Chợ Lớn]] hoạt động bí mật, xây dựng cơ sở với chức vụ Ủy viên Tuyên truyền, phụ trách biên tập tờ báo bí mật Liên Việt – cơ quan của Thành hội [[Liên Việt]].\n\nNăm 1948, Mai Văn Bộ cùng Năm Châu, [[Trần Hữu Trang]], Ba Vân và nhiều nghệ sĩ yêu nước khác xây dựng gánh hát Năm Châu thành cơ sở kháng chiến bí mật ở nội thành. Gánh hát Năm Châu cũng chính là cơ sở của [[Việt Minh]] đầu tiên trong giới nghệ sĩ sân khấu thành phố, là địa điểm tập hợp, liên lạc an toàn cho anh chị em trí thức kháng chiến nội và ngoại thành.\n\nNăm 1949, [[Xứ ủy Nam bộ]] điều động Mai Văn Bộ ra chiến khu phụ trách Đài phát thanh Tiếng nói [[Nam Bộ Việt Nam|Nam Bộ]].\n\nNăm 1954, Mai Văn Bộ được cử làm thành viên của phái đoàn quân sự [[Việt Nam Dân chủ Cộng hòa]] cùng với Ủy ban Quốc tế giám sát đình chiến ở Sài Gòn theo tinh thần [[Hiệp định Genève, 1954|Hiệp định Genève]].\n\n==Hoạt động trong ngành ngoại giao==\n\nSau đó ông được cử sang [[Pháp]] với vai trò đại diện thương mại và Tổng Đại diện của Chính phủ Việt Nam Dân chủ Cộng hòa.\n\nNăm 1973, Mai Văn Bộ tham gia trong phái đoàn Việt Nam Dân chủ Cộng hòa ký [[hiệp định Paris 1973|hiệp định Paris]] 1973 giữa 4 bên tham chiến: [[Hoa Kỳ]], [[Việt Nam Dân chủ Cộng hòa]], [[Cộng hòa Miền Nam Việt Nam|Cộng hòa miền Nam Việt Nam]] và [[Việt Nam Cộng hòa]] ký kết tại Paris ngày 27 tháng 1 năm 1973.\n\nSau năm 1975 ông được bổ nhiệm là [[Đại sứ đặc mệnh toàn quyền]] Việt Nam tại [[Ý|Italia]] (năm 1975) tại Pháp, [[Bỉ]], [[Hà Lan]] và [[Luxembourg]] (năm 1980 - 1984).\n\n==Công trình công bố==\nÔng cũng là một học giả và viết nhiều sách. Một số sách do ông biên soạn hoặc chủ biên:\n''Con đường vạn dặm của Hồ Chí Minh'' (2004), ''Chúng tôi học làm ngoại giao với Bác Hồ'' (1999), ''Lưu Hữu Phước sự nghiệp âm nhạc'' (1998),''Hà Nội - Pari: Hồi ký ngoại giao'' (1993)...\n\n==Danh hiệu==\nHuân chương Độc Lập hạng nhì, \nHuân chương kháng chiến chống Pháp, chống Mỹ hạng I, \nHuy hiệu 50 năm tuổi Đảng.\n==Gia đình==\n[[Tập tin:Portrait of Mr. Mai Văn Sổ, brother of Mr. Mai Văn Bộ.jpg|nhỏ|127x127px|Ông Mai Văn Sổ]]\nEm ruột ông là Mai Văn Sổ (sanh đôi), là thành viên kỳ cựu của Việt Minh nhưng đầu hàng và chiêu hồi Việt Nam Cộng Hòa.\n\nMai Văn Bộ có vợ là Bà Phan Thị Kỷ (hoa khôi trường nữ Gia Long -Sài Gòn) con gái Đốc học Phan Văn Nga tỉnh Biên Hòa.\nÔng có các người con sau:\nMai Quỳnh Lâm (sĩ quan [[Quân lực Việt Nam Cộng hòa]]), \nMai Tuyết Mai, \nMai Phương Mai (PGS.TS Dược - Đại học Y Dược Sài Gòn), \nMai Hội Vũ (Bác sĩ y khoa),\nMai Xuân Lộc (Kỹ sư xây dựng).\n\n==Tham khảo==\n{{Tham khảo}}\nPhóng sự Mai Văn Bộ tập 1:\nhttp:\/\/www.youtube.com\/watch?v=eAEPpugAAGY&feature=BFa&list=UL-tSMvJf_fAA\nPhóng sự Mai Văn Bộ tập 2:\nhttp:\/\/www.youtube.com\/watch?v=-tSMvJf_fAA&feature=channel&list=UL\n\n==Liên kết ngoài==\n\n{{Thời gian sống|Sinh=1918|Mất=2002}}\n\n[[Thể loại:Người Cần Thơ]]\n[[Thể loại:Nhà cách mạng Việt Nam]]\n[[Thể loại:Nhà ngoại giao Việt Nam]]\n[[Thể loại:Hàm Đại sứ (Việt Nam)]]\n[[Thể loại:Nhà văn Việt Nam thời Pháp thuộc]]\n[[Thể loại:Tổng biên tập Việt Nam]]"}