{"503555":"{{thiếu nguồn gốc}}\n'''Mai Tự Thừa''' vốn là lưu dân từ miền Trung đến lập nghiệp, người đã có công khai cơ lập làng, lập chợ tạo nên sự phồn thịnh của [[Thủ Thừa (thị trấn)|Thị trấn Thủ Thừa]] ngày nay. Ông là người chân thực, hào phóng, trọng nghĩa khinh tài, hay giúp đỡ mọi người nên ông rất được Hương chức và dân làng quý mến.\n==Quê quán==\nỞ làng Bình Cách, tổng [[Kiến Thạnh]], huyện [[Kiến Hưng]], trấn [[Định Tường]] (nay thuộc huyện [[Chợ Gạo]], tỉnh [[Tiền Giang]]).\n\n==Tiểu sử==\nKhoảng đầu thế kỷ XIX, ông đến làng Bình Lương Tây, huyện Thuận An (nay thuộc [[Thủ Thừa (thị trấn)|Thị trấn Thủ Thừa]]) để khai phá đất đai đang còn hoang hoá rất nhiều.\n\nĐầu tiên, ông cất một căn nhà lá tại bờ nam kinh Trà Cú bên cạnh vàm Rạch Cây Gáo. Sau đó, ông khai khẩn 4 mẫu đất dọc theo [[Kinh Trà Cú]] bắt đầu từ rạch Cây Gáo chạy về phía đông bắc (phần đất này hiện nay là nơi đóng trụ sở của huyện uỷ, ủy ban nhân dân huyện Thủ Thừa). Ông đã bỏ tiền của vét ụ dưới kinh Trà Cú làm bến và cho đắp một con đường dọc theo rạch Cây Gáo để thuận tiện việc đi lại. Sau đó, ông mở một ngôi quán nhỏ tại nhà để trao đổi, mua bán với thương thuyền dưới kinh Trà Cú và bà con trong vùng. Việc mua bán của ông phát triển rất nhanh, quy tụ nhiều người dân đến hai bờ kinh Trà Cú cất nhà sinh sống, bởi thế đoạn kinh Trà Cú gần nhà ông còn được gọi là rạch Giang Cư.\n\nLúc bấy giờ, ông bèn xin làng Bình Lương Tây cho phép lập một ngôi chợ bằng lá trên phần đất của mình với sự chứng kiến của Hương chức làng Bình Lương Đông và An Hoà. Đây chính là tiền thân của chợ Thủ Thừa ngày nay.\n\nĐầu thế kỷ XIX, kinh Trà Cú là con đường quan trọng để lưu thông từ Sài Gòn xuống miền Tây. Ghe thuyền xuôi ngược trên kinh này khi đến giáp nước gần chợ Thủ Thừa đều phải neo đậu chờ con nước, vì thế ngôi chợ của ông Mai Tự Thừa trở thành một chốn mua bán sầm uất, dân cư đông đảo. Thấy vậy, ông Mai Tự Thừa làm đơn xin với quan trên tách khỏi làng Bình Lương Tây lập một làng mới lấy tên là Bình Thạnh. Ông còn hiến phần đất cất quán của mình trước đây ở sát bờ rạch Cây Gáo để cất một ngôi đình thần bằng lá. Đó chính là hiện thân của đình Vĩnh Phong hiện tại.\n\nDo có công lập làng Bình Thạnh và ngôi\nchợ nên ông Mai Tự Thừa được cử làm\nThủ ngự[6], đứng đầu trạm thu thuế\nđường sông, gọi là ông Thủ Thừa. Do\nđó, ngôi chợ được lấy tên chợ Thủ\nThừa, con kinh Thủ Đoàn dần dần được\nngười dân gọi là kinh Thủ Thừa để ghi\nnhớ công lao của người khai cơ lập\nnghiệp cho mảnh đất này.\nNăm 1833, Lê Văn Khôi nổi dậy chiếm\nthành Phiên An, ông được triệu tập về\nđể trợ giúp chống lại triều đình. Sau đó,\ntriều đình hạ được thành Phiên An và\nMai Tự Thừa mất tích trong đám loạn\nquân đó.\n\nVì việc này mà triều đình ghép Mai Tự\nThừa vào tội phản nghịch, tịch biên gia\nsản. Vợ con phải bị tù đày, sau đó được ân xá, về sống tại chợ Cai Tài (nay thuộc xã Quê Mỹ Thạnh, huyện Tân Trụ tỉnh Long An). Làng Bình Thạnh do Mai Tự Thừa sáng lập bị đổi thành làng Vĩnh Phong và đình làng bị phá bỏ.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Người Long An]]"}