{"3174147":"'''Mai Văn Lý''' (sinh năm 1955) là một sĩ quan cấp cao trong [[Quân đội nhân dân Việt Nam]], hàm [[Trung tướng]], Phó Chủ nhiệm [[Ủy ban Kiểm tra Quân ủy Trung ương]].\n\n== Thân thế và sự nghiệp ==\nÔng sinh năm 1955 tại xã Bạch Hạ, huyện Phú Xuyên, tỉnh Hà Tây (nay là Hà Nội)\n\nNhập ngũ tháng 8 năm 1973, khi 18 tuổi. Không lâu sau khi nhập ngũ, ông đã được điều vào trực tiếp chiến đấu ở chiến trường Tây Nguyên.\n\nNăm 1975, ông đã tham gia chiến dich Buôn Ma Thuột, chiến dich mở màn cho công cuộc giải phóng, thống nhất đất nước.\n\nNăm 1976 ông được cử đi học trường Sĩ quan Thông tin, khoá 7 Tiểu đoàn 22.\n\nTháng 9 năm 1980, ông tốt nghiệp Trường Sĩ quan Thông tin được điều động về Quân đoàn 1 công tác.\n\nSau đó ông đảm nhiệm các chức vụ về chính trị như: Chính trị viên Đại đội, Phó Tiểu đoàn trưởng về chính trị, Phó Trung đoàn trưởng về chính trị, Phó Trưởng phòng, Trưởng phòng Cán bộ Cục Chính trị Quân đoàn 1.\n\nNăm 2002, bổ nhiệm giữ chức Phó Sư đoàn trưởng về chính trị [[Sư đoàn 308, Quân đội nhân dân Việt Nam|Sư đoàn 308, Quân đoàn 1]]\n\nNăm 2004, bổ nhiệm giữ chức Cục trưởng Cục Chính trị [[Quân đoàn 1, Quân đội nhân dân Việt Nam|Quân đoàn 1]]\n\nNăm 2006, bổ nhiệm giữ chức Phó Chính ủy [[Quân đoàn 1, Quân đội nhân dân Việt Nam|Quân đoàn 1]]\n\nNăm 2008, là Chính ủy [[Quân đoàn 1, Quân đội nhân dân Việt Nam|Quân đoàn 1]]<ref>{{Chú thích web|url = http:\/\/news.zing.vn\/Can-canh-dien-tap-co-thuc-binh-cua-Quan-doan-1-post372504.html|title = Cận cảnh diễn tập có thực binh của Quân đoàn 1}}<\/ref>\n\nNăm 2014, giữ chức Phó Chủ nhiệm [[Ủy ban Kiểm tra Quân ủy Trung ương]].\n\n[[Thiếu tướng]] (2007), [[Trung tướng]] (2014)\n\n== Chú thích ==\n{{tham khảo}}\n\n{{Sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Người Hà Tây]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Sinh năm 1955]]\n[[Thể loại:Thiếu tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 2000]]\n[[Thể loại:Trung tướng Quân đội nhân dân Việt Nam]]\n[[Thể loại:Tướng lĩnh Quân đội nhân dân Việt Nam thụ phong thập niên 2010]]"}