{"837179":"{{Chú thích trong bài|date=tháng 4\/2022}}\n{{Cần biên tập|date=tháng 4\/2022}}\n{{Thông tin nghệ sĩ\n| tiền tố = \n| tên = Mai Trung Thứ\n| tên gốc = \n| nền = họa sĩ\n| image = Mai Trung Thứ 1942 (cropped).jpg\n| caption = Mai Thứ tại Paris, năm 1942\n| birthname = Mai Trung Thứ\n| alias = Mai Thứ\n| birthdate = [[1906]]\n| location = [[An Dương]], [[Hải Phòng]]\n| deathdate = [[1980]]\n| deathplace = [[Paris]]\n| nationality = {{flag|Pháp}}\n| nghề nghiệp = \n| field = [[Hội họa]]\n| training = [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]]\n| famous works = ''Mona Lisa'' <br\/> ''Trẻ con chơi''<br\/>''Vật''\n}}\n\n[[Hình:Mona Lisa Maitrungthu.jpg|nhỏ|phải|230px|''Mona Lisa'' với hình mẫu người [[phụ nữ Việt Nam]] trong tà [[áo dài]] truyền thống]]\n'''Mai Trung Thứ''' hay '''Mai Thứ''' ([[1906]]-[[1980]])  là một họa sĩ nổi tiếng của nền mỹ thuật hiện đại người Pháp gốc Việt<ref>{{Chú thích web|url=https:\/\/fr.vietnamplus.vn\/bientot-une-exposition-dun-peintre-viet-kieu\/158725.vnp|tựa đề=Bientôt une exposition d’un peintre Viêt kiêu {{!}} Culture-Sports {{!}} Vietnam+ (VietnamPlus)|họ=VietnamPlus|ngày=2021-05-12|website=VietnamPlus|ngôn ngữ=fr|ngày truy cập=2022-07-08}}<\/ref> những năm đầu [[thế kỷ 20]]. Ông là một trong những họa sĩ tốt nghiệp khóa đầu tiên của [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]] (1925-1930)<ref>{{Chú thích web|url=https:\/\/www.nguoi-viet.com\/tuong-nho\/tuong-nho-hoa-si-mai-trung-thu-2\/|tựa đề=Tưởng nhớ họa sĩ Mai Trung Thứ|ngày=2020-10-26|website=Nguoi Viet Online|ngôn ngữ=en-US|ngày truy cập=2022-07-08}}<\/ref>. Phần lớn cuộc đời ông sống và hoạt động nghệ thuật tại nước [[Pháp]]. Tên tuổi ông trong hội họa gắn liền với những tác phẩm tranh lụa về đề tài phụ nữ, trẻ em, cuộc sống thường ngày dưới cái nhìn mang đầy màu sắc văn hóa [[Đông Á|Á Đông]]. Mai Trung Thứ là một trong nhóm tứ kiệt trời Âu của nền hội họa Việt Nam ([[Lê Phổ|Phổ]] - Thứ - [[Lê Thị Lựu|Lựu]] - [[Vũ Cao Đàm|Đàm]])<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/news-20220707093430118.htm|tựa đề=Phổ - Thứ - Lựu - Đàm 'tề tựu' trong cuộc triển lãm tranh Đông Dương lớn|họ=|tên=|ngày=2022-07-07|website=Tuổi Trẻ Online|ngôn ngữ=vi|ngày truy cập=2022-07-08}}<\/ref>.\n\n== Tiểu sử ==\nMai Trung Thứ sinh năm 1906, quê ở làng Do Nha (Ro Nha), huyện An Dương, tỉnh [[Kiến An]] (cũ) nay là xã Tân Tiến, huyện [[An Dương]], [[Hải Phòng]] trong một gia đình quan lại.\n\nÔng nội là Mai Trung Quế, tri châu Tuần Giáo kiêm nhiệm châu Luân, quyền tri phủ phủ Điện Biên, tỉnh [[Sơn La]] (cũ) được [[nhà Nguyễn|triều đình Huế]] phong tặng Thái Thường Tự Khanh, gia tặng Đô Sát Viện hữu phó Đô Ngự Sử. Cha là Mai Trung Cát, [[Tổng đốc]] [[Bắc Ninh]], được gia phong hàm Thái tử Thiếu bảo [[Tứ trụ triều đình (Việt Nam)|Đông Các Đại học sĩ]], tước Văn Tân nam và chính quyền Pháp phong tước hiệu Nam tước ([[Baron]]).\n\nNăm 1925, ông thi vào khóa I Trường Cao đẳng Mỹ thuật Đông Dương cùng lứa với [[Nguyễn Phan Chánh]], [[Lê Văn Đệ]], [[Lê Phổ]], [[Nguyễn Cao Luyện]]... Đây là trường Mỹ thuật duy nhất cho toàn [[Bán đảo Đông Dương|Đông Dương]] do [[Victor Tardieu]] làm Hiệu trưởng, Tardieu là một nghệ sĩ đồng thời là một nhà sư phạm giỏi, một trí thức Pháp tiến bộ.<ref>{{Chú thích web|url=http:\/\/vietnamarts.vn\/news\/Tin-Tuc-Su-Kien-\/48\/Hoa-si-Mai-Trung-Thu-%7C-1906-1980.html|tựa đề=Họa sĩ Mai Trung Thứ {{!}} 1906-1980 {{!}} Vietnam arts {{!}} Vietnam antique {{!}} Vietnam gallery|website=vietnamarts.vn|ngày truy cập=2022-07-08}}<\/ref>\n\nTrong những năm theo học, lúc đầu Mai Trung Thứ theo đuổi chất liệu [[sơn dầu|tranh sơn dầu]] vẽ cảnh sinh hoạt của [[nông thôn Việt Nam]] thời đó, về sau ông chuyển sang vẽ [[tranh lụa]], chất liệu tranh đã tạo nên tên tuổi ông sau này. Tranh của Mai Trung Thứ nổi bật với những gam màu tươi sáng, con người và cảnh vật cũng tươi sáng giống như tranh của [[Tô Ngọc Vân]] sau này.\n\nNăm 1930, sau khi tốt nghiệp [[Trường Đại học Mỹ thuật Việt Nam|Trường Cao đẳng Mỹ thuật Đông Dương]], Mai Trung Thứ được bổ nhiệm dạy vẽ tại [[Trường Trung học phổ thông chuyên Quốc Học|Trường Quốc học Huế]] <ref>{{Chú thích web|url=https:\/\/www.kiettacnghethuat.com\/mai-trung-thu-tieu-su-cuoc-doi-su-nghiep-tac-pham\/|tựa đề=Mai Trung Thứ - Tiểu Sử Cuộc Đời, Sự Nghiệp & Tác Phẩm|ngày=2020-12-15|ngôn ngữ=vi|ngày truy cập=2022-07-08}}<\/ref>. Tại nơi đây, tài năng vẽ tranh lụa của ông đã nở rộ. Hàng loạt các tác phẩm lụa của ông ra đời mà nhân vật trong tác phẩm của ông là những cô gái Huế dịu dàng, những khung cảnh hữu tình bên dòng [[sông Hương]], những mái nhà cong của khu đền đài lăng tẩm. Sáu năm sống và làm việc ở kinh đô [[Huế]] đã gợi cho ông những hình ảnh, những ký ức sâu đậm, đồng thời tạo cho ông chỗ đứng vững chắc trong nền hội họa hiện đại Việt Nam.\n\nTrong thập niên 1930, cùng với một số họa sĩ khác, Mai Trung Thứ tham gia trưng bày tranh ở nhiều nước trên thế giới như ở [[Ý|Italia]] ([[Roma]] 1932, [[Milano|Milan]] 1934, [[Napoli|Naples]] 1934), ở [[Bỉ]] ([[Bruxelles|Brussels]] 1936), ở [[Hoa Kỳ|Mỹ]] ([[San Francisco]] 1937) và ở [[Pháp]] nơi ông đến định cư sau này. Sau khi tham gia Hội chợ đấu xảo [[Paris]] năm 1936, Mai Trung Thứ quyết định ở lại sống và hoạt động nghệ thuật tại thành phố được ví như kinh đô ánh sáng, nơi hội tụ các danh họa bậc thầy của thế giới lúc đó. Suốt mấy chục năm sống và làm việc tại thủ đô nước Pháp, ông chủ yếu vẽ bằng ký ức về đề tài các cô thiếu nữ, các trẻ em Việt Nam, khung cảnh Việt Nam, những mái lá hay đền đài...\n\nNăm 1974, Mai Trung Thứ về thăm Việt Nam sau 38 năm xa quê hương cùng nhiều văn nghệ sĩ khác trong đó có nhà điêu khắc [[Điềm Phùng Thị]] (học trò của ông) theo lời mời của Chính phủ nước [[Việt Nam Dân chủ Cộng hòa]] khi đó.\n\nNăm 1980, ông qua đời đột ngột vì bệnh tim, hưởng thọ 75 tuổi. Thi hài của ông được an táng dưới chân một ngọn núi cách thủ đô Pháp không xa.\n\n== Những đóng góp quan trọng ==\nDù có những đóng góp xuất sắc cho [[hội họa Việt Nam]] hiện đại thời kỳ sơ khai trong những năm đầu thế kỷ 20, nhưng các tác phẩm Mai Trung Thứ chủ yếu được biết đến ở nước ngoài hơn là ở Việt Nam. Tại quê hương ông, sự nghiệp sáng tác của Mai Trung Thứ ít được biết đến hơn so với nhiều họa sĩ nổi danh cùng lứa, có thể vì phần lớn cuộc đời ông trôi qua tương đối lặng lẽ trong những năm tháng sống và sáng tác chủ yếu trong căn hộ ở ngoại ô thủ đô [[Paris]] của nước Pháp. Năm 1974 là lần đầu tiên và cũng là lần cuối cùng, Mai Trung Thứ có dịp về thăm đất mẹ sau gần 40 năm xa quê hương. Ông qua đời 6 năm sau đó (1980). Sau này, trong bài trả lời phỏng vấn của [[Thụy Khuê]] cho đài [[Radio France Internationale|RFI]] (Pháp), họa sĩ Lê Phổ - người bạn đồng niên đồng khóa của Mai Trung Thứ đã nói: ''Người vẽ đẹp nhất ở khóa chúng tôi, đó là họa sĩ Mai Trung Thứ''.\n\nMai Trung Thứ được coi là họa sĩ góp phần quan trọng tạo nên sự phong phú về màu sắc của chất liệu tranh lụa Việt Nam đương thời ông. Đề tài yêu thích của ông là về phụ nữ, trẻ em và cuộc sống hàng ngày với cái nhìn mang đầy màu sắc dân gian và bản sắc văn hóa truyền thống của Việt Nam. Ông đã đặt vào mảnh lụa những hòa sắc lung linh huyền ảo của chủ nghĩa ấn tượng nhưng lại tránh sa vào thái độ duy lý thẩm mỹ của chủ nghĩa này. Những cuộc trưng bày các tác phẩm của ông tại nhiều triển lãm trên thế giới đã góp phần giúp hội họa hiện đại Việt Nam được biết đến nhiều hơn tại [[phương Tây]], trung tâm hình thành nên các trào lưu nghệ thuật trong lịch sử nhân loại.\n\nĐầu tháng 10\/2010, tại Trung tâm Hội nghị và Triển lãm ở [[Hồng Kông|Hong Kong]], đại diện của nhà bán đấu giá [[Sotheby's]] đã tổ chức phiên bán đấu giá những tác phẩm hội họa hiện đại và đương đại [[Đông Nam Á]] trong đó có các tác phẩm của nhiều họa sĩ Việt Nam. Trong số này có 5 bức tranh của họa sĩ Mai Trung Thứ.\n\nDù hơn nửa đời người sống xa Việt Nam nhưng Mai Trung Thứ đã làm hết sức mình những gì có thể cho sự phát triển của nền văn hóa nghệ thuật tại quê nhà. Ngoài những cống hiến cho nền hội họa Việt Nam, Mai Trung Thứ còn có nhiều đóng góp quý báu cho nền [[Điện ảnh Việt Nam]]. Bên cạnh niềm đam mê suốt đời là hội họa, ông còn dành sự quan tâm trong lĩnh vực [[điện ảnh]]. Năm 1946, ông gửi về nước bộ phim tài liệu ông quay được với nhan đề 'Sức sống của 25.000 Việt kiều tại Pháp' do chính ông đứng tên hãng sản xuất là Tân Việt. Bộ phim sau đó được chiếu rộng rãi trên các rạp ở [[Hà Nội]]. Ngoài ra một số bộ phim tài liệu quý giá của ông như 'Hồ Chủ tịch tại Pháp' hay '[[Hội nghị Fontainebleau 1946]]' đã giúp ích rất nhiều trong việc cung cấp tư liệu lịch sử cho các nhà làm phim tài liệu ở Việt Nam sau này.\n\nMột trong những tác phẩm của ông, ''[[Chân dung Madam Phương]]'' trở thành bức tranh trở thành tác phẩm có giá công khai cao nhất của nền mỹ thuật Việt Nam, với giá 3.1 triệu USD.<ref>{{chú thích web | url = https:\/\/vnexpress.net\/tranh-chan-dung-madam-phuong-dat-ky-luc-3-1-trieu-usd-4264853.html | tiêu đề = Tranh 'Chân dung cô Phương' đạt kỷ lục 3,1 triệu USD | author =  | ngày = 18 tháng 4 năm 2021 | ngày truy cập = 19 tháng 4 năm 2021 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Mai-Thu}}\n* {{fr}} [http:\/\/www.mai-thu.fr\/ Trang chủ Mai Thứ]\n* [http:\/\/thuvien.haiphongcity.vn\/vn\/index.asp?menuid=660&parent_menuid=658&fuseaction=3&articleid=5305 Đất và người Hải Phòng]{{Liên kết hỏng|date=2021-05-11 |bot=InternetArchiveBot }}\n* [http:\/\/www1.laodong.com.vn\/sodara\/xuan2004\/vanhoa\/58a.htm Mai Trung Thứ - một tài năng, một tấm lòng] {{Webarchive|url=https:\/\/web.archive.org\/web\/20100531014927\/http:\/\/www1.laodong.com.vn\/sodara\/xuan2004\/vanhoa\/58a.htm |date=2010-05-31 }}\n* [http:\/\/thethaovanhoa.vn\/176N20101219212939098T133\/dien-anh-viet-cau-chuyen-xuat-khau-bai-1.htm Điện ảnh Việt và câu chuyện xuất khẩu] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101223121553\/http:\/\/thethaovanhoa.vn\/176N20101219212939098T133\/dien-anh-viet-cau-chuyen-xuat-khau-bai-1.htm |date=2010-12-23 }}\n* [http:\/\/www.baothuathienhue.vn\/?cn=5&gd=1&id=316&newsid=20100622181309 Vẻ đẹp người phụ nữ Huế trong tranh]\n* [http:\/\/tapchisonghuong.com.vn\/index.php?main=newsdetail&pid=11&catid=34&ID=2615&shname=Ve-dep-nguoi-phu-nu-Hue-trong-hoi-h-a-nua-dau-the-ky-XX Vẻ đẹp người phụ nữ Huế trong hội họa nửa đầu thế kỷ XX]\n\n{{Họa sĩ tốt nghiệp trường Đại học Mỹ thuật Việt Nam}}\n\n[[Thể loại:Sinh năm 1906]]\n[[Thể loại:Mất năm 1980]]\n[[Thể loại:Họa sĩ người Hải Phòng]]\n[[Thể loại:Họa sĩ hải ngoại]]\n[[Thể loại:Họa sĩ Việt Nam]]\n[[Thể loại:Người Pháp gốc Việt]]\n[[Thể loại:Cựu sinh viên Cao đẳng Mỹ thuật Đông Dương]]\n[[Thể loại:Họa sĩ thế kỷ 20]]\n[[Thể loại:Tín hữu Công giáo Việt Nam]]\n[[Thể loại:Người cải sang Công giáo]]"}