{"131542":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Mang Yang\n| hình = Ngã ba thị trấn Kon Dơng.jpg\n| ghi chú hình = Ngã ba thị trấn Kon Dơng\n| vĩ độ = 14\n| kinh độ = 108\n| vĩ phút = 2\n| vĩ giây = 41\n| kinh phút = 15\n| kinh giây = 21\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 1.127,8 km²\n| dân số = 70.230 người \n| thời điểm dân số = 2021\n| mật độ dân số = 70 người\/km² \n| dân tộc =\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Gia Lai]]\n| huyện lỵ = thị trấn [[Kon Dơng]]\n| phân chia hành chính = 1 thị trấn, 11 xã\n| thành lập = \n| trụ sở UBND = Số 04, đường Trần Phú, thị trấn [[Kon Dơng]]\n| mã hành chính = 629<ref name=DVHC>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| số điện thoại = \n| số fax = \n| web = {{url|mangyang.gialai.gov.vn}}\n|biển số xe=81-E1|dân số thành thị=9.400 người}}\n\n'''Mang Yang''' là một [[Huyện (Việt Nam)|huyện]] nằm ở trung tâm tỉnh [[Gia Lai]], [[Việt Nam]].\n\nHuyện Mang Yang hiện nay vốn là một phần của huyện Mang Yang cũ đã tách ra thành huyện [[Đak Đoa]] và Mang Yang mới vào năm [[2000]]. Huyện lỵ của huyện Mang Yang mới là thị trấn Kon Dơng nằm trên [[quốc lộ 19]] ([[Pleiku]] - [[Quy Nhơn]]). Trước năm 1975, huyện Mang Yang hiện nay là một phần của quận [[Lệ Trung]], tỉnh Pleiku.\n\n==Địa lý==\nHuyện Mang Yang nằm ở trung tâm tỉnh Gia Lai, có vị trí địa lý:\n*Phía đông giáp ba huyện [[Kbang]], [[Đak Pơ]] và [[Kông Chro]]\n*Phía tây giáp huyện [[Đak Đoa]] và huyện [[Chư Sê]]\n*Phía nam giáp huyện Chư Sê và huyện [[Ia Pa]]\n*Phía bắc giáp huyện Đak Đoa và huyện Kbang.\n\nHuyện rộng 1.127,8&nbsp;km² và có 70.320 người trong đó hơn 50% là các dân tộc [[người Ba Na]].\n\nTrên địa bàn huyện Mang Yang có một số danh thắng như [[đèo Mang Yang]], [[thác Đăk Trôi]], v.v... [[Vườn quốc gia Kon Ka Kinh]] có một phần nằm trên địa bàn của Mang Yang.\n===Khí hậu===\n*Mang Yang do bị ảnh hưởng của khu vực nhiệt đới gió mùa cao nguyên nên có 2 mùa rõ rệt: \n** Mùa mưa từ tháng 5 đến tháng 10 \n** Mùa khô từ tháng 11 đến tháng 4 năm sau. \n*Lượng mưa trung bình hàng năm là 2.213mm, tập trung vào các tháng 7, 8, 9\n*Số ngày mưa trung bình trong năm là 154 ngày\n*Nhiệt độ trung bình là 21,6&nbsp;°C\n*Độ ẩm trung bình là 82%.\n\n===Sông ngòi===\nMang Yang có hệ thống sông suối mật độ tương đối dày, phân bổ đều trên khắp địa bàn.\n\n==Hành chính==\nHuyện Mang Yang có 12 đơn vị hành chính cấp xã gồm trực thuộc, bao gồm thị trấn [[Kon Dơng]] (huyện lỵ) và 11 xã: [[Ayun, Mang Yang|Ayun]], [[Đăk Djrăng|Đắk Drjăng]], [[Đak Jơ Ta|Đắk Jơ Ta]], [[Đak Ta Ley]], [[Đăk Trôi|Đắk Trôi]], [[Đăk Yă|Đắk Ya]], [[Đê Ar]], [[Hra]], [[Kon Chiêng]], [[Kon Thụp]], [[Lơ Pang]].<ref name=DVHC \/>\n\n==Lịch sử==\nSau năm [[1975]], huyện Mang Yang thuộc tỉnh [[Gia Lai - Kon Tum]], bao gồm 25 xã: Al Bá, Ayun, Bờ Ngoong, Chư Á, Chư Jôr, Đak Đoa, Đak Trôi, Đê Ar, Dun, Glar, Hà Đông, Hà Bầu, Hà Tây, Hbông, H'neng, Hra, Ia Băng, Ia Tiêm, Ia Pết, Kdang, Kon Chiêng, Kon Dơng, Lơ Pang, Nam Yang và Trang.\n\nNgày [[17 tháng 8]] năm [[1981]], Hội đồng Bộ trưởng ban hành Quyết định 30-HĐBT<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/quyet-dinh-30-hdbt-dieu-chinh-dia-gioi-xa-thi-tran-tinh-gia-lai-kon-tum-43114.aspx\/ Quyết định 30-HĐBT việc điều chỉnh địa giới một số xã và thị trấn của các huyện Sa Thầy, Kon Plông, Măng Yang, An Khê, Krông Pa, Chư Prông, Chư Pah và các thị xã Kon Tum, Plêi-ku thuộc tỉnh Gia Lai-Kon Tum]<\/ref> và Quyết định 34-HĐBT<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-34-HDBT-thanh-lap-huyen-Chu-Se-tinh-Gia-Lai-Kon-Tum-vb43115t17.aspx Quyết định 34-HĐBT năm 1981 về việc thành lập huyện Chư Sê thuộc tỉnh Gia Lai-Kon Tum]<\/ref>. Theo đó:\n*Chia xã Lơ Pang thành 2 xã: Lơ Pang và Kon Thụp \n*Chuyển xã Tân Bình thuộc thị xã Pleiku (nay là thành phố Pleiku) về huyện Mang Yang quản lý \n*Chuyển 2 xã: Chư Á và Chư Jôr về thị xã Pleiku quản lý (hiện nay xã Chư Á thuộc thành phố Pleiku và xã Chư Jôr đã sáp nhập vào xã Chư Đang Ya thuộc huyện Chư Păh) \n*Cùng thời điểm này, chuyển 5 xã: Ia Tiêm, Bờ Ngoong, Al Bá, Hbông và Dun sang trực thuộc huyện [[Chư Sê]].\n\nHuyện Mang Yang còn lại 20 xã: Ayun, Đak Đoa, Đak Trôi, Đê Ar, Glar, Hà Đông, Hà Bầu, Hà Tây, H'neng, Hra, Ia Băng, Ia Pết, Kdang, Kon Chiêng, Kon Dơng, Kon Thụp, Lơ Pang, Nam Yang, Tân Bình và Trang.\n\nNgày [[29 tháng 10]] năm [[1983]], Hội đồng bộ trưởng ban hành quyết định 122-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-122-HDBT-phan-vach-dia-gioi-xa-thuoc-tinh-Gia-Lai-Kon-Tum-44767.aspx|tựa đề=Quyết định 122-HĐBT năm 1983 phân vạch địa giới một số xã thuộc tỉnh Gia Lai - Kon Tum do Hội đồng Bộ trưởng ban hành|url-status=live}}<\/ref>.Theo đó: \n*Chia xã Ia Pết thành 2 xã: Ia Pết và A Dơk \n*Chia xã Kdang thành 2 xã: Kdang và Kon Gang.\n\nNgày [[30 tháng 5]] năm [[1988]], chia xã Kon Dơng thành 2 xã: Kon Dơng và Hải Yang.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-96-HDBT-phan-vach-lai-dia-gioi-hanh-chinh-huyen-An-Khe-mot-so-xa-thi-tran-thuoc-tinh-Gia-Lai-Kon-Tum\/37567\/noi-dung.aspx|tựa đề=Quyết định 96-HĐBT năm 1988 về việc phân vạch lại địa giới hành chính huyện An Khê và một số xã, thị trấn thuộc tỉnh Gia Lai - Kon Tum|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nNgày [[6 tháng 12]] năm [[1990]], thành lập thị trấn Mang Yang (thị trấn huyện lỵ huyện Mang Yang) trên cơ sở điều chỉnh một phần diện tích và dân số của xã Hneng.<ref>Quyết định số 543-TCCP năm 1990 của Ban Tổ chức Chính phủ.<\/ref>\n\nNgày [[12 tháng 8]] năm [[1991]], tỉnh Gia Lai được tái lập từ tỉnh [[Gia Lai - Kon Tum]], huyện Mang Yang thuộc tỉnh Gia Lai.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-dieu-chinh-dia-gioi-hanh-chinh-mot-so-tinh-thanh-pho-truc-thuoc-Trung-uong-vb42808t13.aspx Nghị quyết về việc điều chỉnh địa giới hành chính một số tỉnh, thành phố trực thuộc Trung ương do Quốc hội ban hành]<\/ref>\n\nNgày [[11 tháng 11]] năm [[1996]], Chính phủ ban hành nghị định 70-CP.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-70-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-lap-mot-so-xa-thi-tran-va-huyen-Ia-Grai-thuoc-tinh-Gia-Lai-vb40216t11.aspx Nghị định 70\/CP năm 1996 về việc điều chỉnh địa giới hành chính, thành lập một số xã, thị trấn và huyện Ia Grai thuộc tỉnh Gia Lai]<\/ref> Theo đó:\n*Thành lập xã Đak Tơ Ver trên cơ sở 3.700 ha diện tích tự nhiên và 967 người của xã Đak Đoa \n*Thành lập xã Chư Đang Ya trên cơ sở 4.200 ha diện tích tự nhiên và 854 người của xã Hà Bầu \n*Chuyển 3 xã: Hà Tây, Đak Tơ Ver và Chư Đang Ya về huyện [[Chư Păh]] quản lý.\n\nNgày [[11 tháng 8]] năm [[1999]], Chính phủ ban hành nghị định 70\/1999\/NĐ-CP.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-70-1999-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-de-chia-tach-thanh-lap-cac-phuong-thi-tran-thuoc-thanh-pho-Pleiku-va-huyen-Mang-Yang-Gia-Lai-vb45550t11.aspx Nghị định 70\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính để chia tách, thành lập các phường, thị trấn thuộc thành phố Pleiku và huyện Mang Yang, tỉnh Gia Lai]<\/ref> Theo đó:\n*Thành lập thị trấn Kon Dơng trên cơ sở 1.800 ha diện tích tự nhiên và 3.081 nhân khẩu của xã Kon Dơng\n*Đổi tên xã Kon Dơng thành xã Đăk Yă.\n\nCuối năm [[1999]], huyện Mang Yang bao gồm 2 thị trấn: Mang Yang, Kon Dơng và 22 xã: A Dơk, Ayun, Đak Đoa, Đak Trôi, Đak Yă, Đê Ar, Glar, Hà Bầu, Hà Đông, Hải Yang, H'neng, Hra, Ia Băng, Ia Pết, Kdang, Kon Chiêng, Kon Gang, Kon Thụp, Lơ Pang, Nam Yang, Tân Bình, Trang.\n\nNgày [[21 tháng 8]] năm [[2000]], Chính phủ ban hành nghị định 37\/2000\/NĐ-CP<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-37-2000-ND-CP-doi-ten-xa-thi-tran-lap-xa-thuoc-huyen-Mang-Yang-tinh-Gia-Lai-va-chia-huyen-Mang-Yang-thanh-hai-huyen-Dak-Doa-va-Mang-yang-vb46708t11.aspx Nghị định 37\/2000\/NĐ-CP về việc đổi tên xã, thị trấn, thành lập xã thuộc huyện Mang Yang, tỉnh Gia Lai và chia huyện Mang Yang thành hai huyện Đak Đoa và Mang Yang]<\/ref>. Theo đó:\n*Đổi tên xã Đak Đoa thành xã Đak Sơ Mei \n*Đổi tên thị trấn Mang Yang thành thị trấn Đak Đoa \n*Thành lập xã Đak Djrăng trên cơ sở 1.564 ha diện tích tự nhiên và 1.083 người của xã KDang; 3.158,7 ha diện tích tự nhiên và 1.824 người của xã Đăk Yă \n*Tách thị trấn Đak Đoa và 14 xã: A Dơk, Đak Sơ Mei, Glar, Hà Bầu, Hà Đông, Hải Yang, H'neng, Ia Băng, Ia Pết, Kdang, Kon Gang, Nam Yang, Tân Bình, Trang để thành lập huyện [[Đak Đoa]].\n\nHuyện Mang Yang còn lại thị trấn Kon Dơng và 9 xã: Ayun, Đak Djrăng, Đak Trôi, Đak Yă, Đê Ar, Hra, Kon Chiêng, Kon Thụp, Lơ Pang. Huyện lỵ dời về thị trấn Kon Dơng.\n\nNgày [[15 tháng 9]] năm [[2006]], Chính phủ ban hành nghị định 98\/2006\/NĐ-CP<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-98-2006-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-phuong-xa-thuoc-thanh-pho-Pleiku-huyen-Ayun-Pa-Mang-Yang-tinh-Gia-Lai-vb53377t11.aspx Nghị định 98\/2006\/NĐ-CP về điều chỉnh địa giới hành chính xã; thành lập phường, xã thuộc thành phố Pleiku, huyện Ayun Pa và huyện Mang Yang, tỉnh Gia Lai]<\/ref>. Theo đó: \n*Thành lập xã Đak Jơ Ta trên cơ sở 11.587,76 ha diện tích tự nhiên và 2.237 người của xã Ayun \n*Thành lập xã Đak Ta Ley trên cơ sở 4.688,36 ha diện tích tự nhiên và 2.515 người của xã Hra.\n\nHuyện Mang Yang có 1 thị trấn và 11 xã như hiện nay.<ref name=DVHC \/>\n\n==Kinh tế - xã hội==\n===Kinh tế===\nHuyện có xuất phát điểm về kinh tế thấp, xa các trung tâm kinh tế lớn của tỉnh, trình độ dân trí thấp, tập quán sản xuất có nơi còn lạc hậu, đời sống đồng bào dân tộc thiểu số ở vùng sâu, vùng xa đặc biệt khó khăn.\n\nNăm 2018, huyện Mang Yang đã có 20\/25 chỉ tiêu đạt và vượt cao hơn nhiều so với năm trước. Ấn tượng như: \n*Tốc độ tăng trưởng giá trị sản xuất đạt trên 11%\n*Giá trị sản xuất nông, lâm nghiệp, thủy sản đạt trên 3.153 tỉ đồng, tăng gần 4%. \n*Toàn huyện gieo trồng gần 13.000 ha cây trồng các loại vượt 3% kế hoạch, trồng tái canh hơn 171 ha cà phê, vượt 128% kế hoạch \n*Tổng sản lượng lương thực có hạt hơn 19.000 tấn, vượt 13% kế hoạch\n*Giá trị sản xuất công nghiệp - xây dựng 1.685 tỉ đồng, tăng 17,7% \n*Giá trị sản xuất thương mại – dịch vụ đạt 1.711 tỉ đồng, tăng 22,4% \n*Có 100% hộ gia đình chính sách thoát nghèo \n*Tỷ lệ hộ nghèo đến cuối năm 2018 còn 18,7%\n*Triển khai thực hiện Chương trình mục tiêu quốc gia về xây dựng nông thôn mới, làng nông thôn mới đạt chỉ tiêu đề ra. Đến nay, huyện Mang Yang:\n** Có 2 xã đạt chuẩn nông thôn mới là Đak Yă và Đak Djrăng\n** có 3 xã đạt 10 - 14 tiêu chí \n**Có 6 xã đạt 5 - 9 tiêu chí\n**Có 1 làng nông thôn mới kiểu mẫu vùng đồng bào dân tộc thiểu số\n*Cải cách hành chính tăng 3 bậc.\n\n===Xã hội===\nLĩnh vực xã hội có nhiều tiến bộ, chất lượng giáo dục, y tế, chăm sóc sức khỏe nhân dân được nâng cao; nhiều chính sách về an sinh xã hội được triển khai kịp thời đã góp phần cải thiện đời sống vật chất, tinh thần của nhân dân. Đến nay, trên địa bàn huyện có 17 trường học đạt trường chuẩn quốc gia, toàn huyện có có trên 75% khu dân cư đạt danh hiệu khu dân cư văn hóa; 12.224 hộ gia đình văn hóa hóa; 100% các thôn, làng, tổ dân phố có nhà sinh hoạt cộng đồng.\n\n==Văn hóa - Du lịch==\nHoạt động đầu tư du lịch được chú trọng, năm 2018, huyện Mang Yang đã  triển khai kế hoạch  phát triển du lịch trên địa bàn huyện giai đoạn 2018 – 2020,  để  phát triển du lịch cộng đồng tại làng Vai Viêng, xã Ayun; Bên cạnh đó, một số khu, điểm du lịch như Vườn Quốc gia Kon Ka Kinh, làng Đêktu(Kon Dơng) được đưa vào khai thác hoặc được nâng cấp, mở rộng, nên tổng lượt khách đến huyện  tăng cao nhất từ trước đến nay.\n\nAn ninh chính trị, trật tự an toàn xã hội được đảm bảo. Công tác đấu tranh giải quyết tà đạo “Hà Mòn” có nhiều chuyển biến tích cực, giảm 14 đối tượng lẩn trốn và đối tượng tin theo tà đạo. Tai nạn giao thông được kéo giảm trên cả 03 chỉ số.\n\nMang Yang đặc biệt chú trọng phát huy tiềm năng lợi thế về sản xuất nông nghiệp, trọng tâm là xây dựng các chuỗi liên kết giá trị, gắn sản xuất với tiêu thụ sản phẩm, áp dụng các tiến bộ khoa học kỹ thuật nhất là công nghệ sinh học nhằm nâng cao chất lượng sản phẩm và an toàn thực phẩm. Đồng thời phát triển đàn chăn nuôi theo chủ trương của Bộ nông nghiệp cũng như là kế hoạch phát triển chăn nuôi của UBND tỉnh; phát huy Trung tâm dịch vụ nông nghiệp kết nối với các doanh nghiệp, các cơ sở SX – KD thông tin kịp thời giá cả thị trường và vật tư, đầu ra của nông sản, để nông dân bán với giá hợp lý, đem lại lợi nhuận cao nhất cho người nông dân; Đẩy nhanh tiến độ thực hiện chương trình xây dựng nông thôn mới; tập trung quy hoạch phát triển các loại hình thương mại-dịch vụ; phát triển sản xuất, kinh doanh, tạo môi trường tốt thu hút đầu tư để tăng thu ngân sách; tiếp tục nâng cao năng lực hoạt động tín dụng, đáp ứng nhu cầu về vốn cho phát triển kinh tế-xã hội trên địa bàn; thực hiện có hiệu quả các chương trình hỗ trợ giảm nghèo, chính sách dân tộc trên địa bàn…\n\n== Giao thông ==\nMang Yang trong tiếng Bahnar nghĩa là cổng trời. Tên huyện được đặt theo tên một con [[đèo]] nổi tiếng, đèo Mang Yang, trên quốc lộ 19 trên địa phận của huyện.<ref>{{Chú thích web |url=http:\/\/mangyang.gialai.gov.vn\/chuyen-muc\/Gioi-thieu-huyen.aspx\/ |ngày truy cập=2020-03-03 |tựa đề=Giới thiệu chung về huyện Mang Yang |archive-date = ngày 3 tháng 3 năm 2020 |archive-url=https:\/\/web.archive.org\/web\/20200303182617\/http:\/\/mangyang.gialai.gov.vn\/chuyen-muc\/Gioi-thieu-huyen.aspx\/ |url-status=dead }}<\/ref>\n\nHuyện Mang Yang có quốc lộ 19 chạy qua các xã, thị trấn: Hra, [[Đak Ta Ley]], Đak Ya, [[Kon Dơng]], Đak Drjăng. Có tỉnh lộ [[Đường tỉnh 670|DT670]] nối thị trấn Kon Dơng tới quốc lộ 14 tại La Khươi, [[Chư Păh]], Gia Lai. Quốc lộ 19 đi qua huyện Mang Yang đã được nâng cấp thành đường cấp 3. Các tuyến đường tỉnh lộ, huyện lộ đã xuống cấp, nhiều đoạn đường hư hỏng nghiêm trọng.\n\n==Hình ảnh==\n<gallery>\nTập tin:Dãy Trường Sơn Nam, Mang Yang, Gia Lai.JPG|'''Dãy Trường Sơn Nam'''\nTập tin:Đèo Mang Yang, Gia Lai.JPG|'''Đèo Mang Yang'''\nTập tin:Thị trấn Kon Dong, Mang Yang, Gia Lai.JPG|'''Thị trấn Kon Dong, 2010'''\nTập tin:1969 Mang Yang Pass (9677364625).jpg|'''Xe tăng Mỹ ở đèo Mang Yang, 1969'''\nTập tin:Đền tưởng niệm các anh hùng liệt sĩ trung đoàn bộ binh 95 ( Đoàn Mang Yang ).jpg|'''Đền tưởng niệm các anh hùng liệt sĩ trung đoàn bộ binh 95''' \nTập tin:Phú Danh-H'ra-Mang Yang-Gia Lai.jpg|'''Thôn Phú Danh, xã H'Ra'''\nTập tin:Một góc xã H'ra 2.jpg|'''Xã H'Ra'''\n<\/gallery>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{commons cat|Mang Yang District}}\n{{sơ khai Gia Lai}}\n{{Huyện thị Gia Lai}}\n{{Đơn vị hành chính thuộc huyện Mang Yang}}"}