{"415585":"{{Chú thích trong bài|date=tháng 6\/2021}}\n{{Infobox Military Person\n| name = Maxwell Davenport Taylor\n| born = {{birth date|1901|8|26}}\n| died = {{death date and age|1987|4|19|1901|8|26}}\n| placeofbirth = [[Keytesville]] [[Missouri]]\n| placeofdeath = [[Washington, D.C.]]\n| placeofburial = [[Nghĩa trang quốc gia Arlington]]\n| image = [[Tập tin:Maxwell D Taylor official portrait.jpg|250px]]\n| caption = Đại tướng Maxwell Taylor\n| nickname = \n| allegiance = [[Hoa Kỳ]]\n| branch = [[Lục quân Hoa Kỳ]]\n| serviceyears = 1922–1964\n| rank = [[Tập tin:US-O10 insignia.svg|35px]] [[Đại tướng]]\n| commands = Sư đoàn Không vận 101<br \/>Giám đốc Học viện quân sự Hoa Kỳ<br \/>Tham mưu trưởng lục quân<br \/>Chủ tịch Hội đồng tham mưu trưởng liên quân\n| unit = \n| battles = [[Chiến tranh thế giới thứ hai]]<br \/>[[Chiến tranh Triều Tiên]]\n| awards = [[Distinguished Service Cross (United States)|Distinguished Service Cross]]<br \/>[[Distinguished Service Medal (United States)|Distinguished Service Medal]]<br \/>[[Silver Star]]<br \/>[[Legion of Merit]]<br \/>[[Bronze Star Medal|Bronze Star]]<br \/>[[Purple Heart]]\n| relations = \n| laterwork = Đại sứ Hoa Kỳ tại Nam Việt Nam (1964-1965)\n}}\nĐại tướng '''Maxwell Davenport Taylor''' (sinh ngày 26 tháng 8 năm 1901, mất ngày 19 tháng 4 năm 1987) là một quân nhân và nhà ngoại giao [[Hoa Kỳ]] những năm giữa thế kỷ 20.\n\nTướng Taylor sinh ở [[Keytesville]], [[Missouri]] và tốt nghiệp [[Học viện Quân sự West Point Hoa Kỳ]] năm 1922.\n\n== Thế chiến thứ 2 ==\nSự gia nhập đội ngũ yếu nhân trong chính phủ Hoa Kỳ của tướng Taylor bắt đầu khi dưới sự chỉ bảo của tướng [[Matthew B. Ridgway]] trong Sư đoàn Không vận 82, tướng Ridgway khi đó là tư lệnh sư đoàn trong thời gian đầu [[Chiến tranh thế giới thứ hai]]. Năm 1943, nhờ các kỹ năng ngoại giao và khả năng ngoại ngữ, Taylor được giao một nhiệm vụ bí mật ở [[Roma]] là phối hợp tác chiến cuộc đổ bộ của sư đoàn 82 với lực lượng Ý bản địa. Đại tướng [[Dwight D. Eisenhower]] sau này đã nói rằng \"những hiểm nguy Taylor trải qua lớn hơn của bất kỳ quân nhân nào được tôi giao nhiệm vụ trong suốt thời gian chiến tranh\".<ref name=\"taylorobit\">{{chú thích báo|url=http:\/\/www.nytimes.com\/1987\/04\/21\/obituaries\/maxwell-d-taylor-soldier-and-envoy-dies.html|title=Maxwell D. Taylor, Soldier and Envoy, Dies|last=Krebs|first=Albin|date = ngày 21 tháng 4 năm 1987 |work=The New York Times|access-date = ngày 22 tháng 4 năm 2009}}<\/ref> Hoạt động trong hậu phương địch hàng trăm dặm sau chiến tuyến, Taylor phải tuân thủ quy định tham chiến trong quân phục Hoa Kỳ, nhờ thế, ông có thể không bị hạ sát ngay khi bị bắt vì không phải là gián điệp. Taylor đã gặp người sau này là Thủ tướng Ý, [[nguyên soái|thống chế]] [[Pietro Badoglio]]. Cuộc đổ bộ gần Rome để chiếm đóng thành phố đã được đình chỉ ở những phút cuối cùng, khi Taylor nhận ra rằng thời điểm thuận lợi đã qua mất. Quân Đức đã trên đường tiến chiếm bãi đổ quân. Các máy bay vận tải đã ở trên không lúc nhận được tin dừng cuộc đột kích của Taylor, cuộc hành quân tự sát đã được cứu vãn. Những nỗ lực sau chiến tuyến quân địch này đã giúp tướng Taylor giành được sự chú ý của hàng ngũ chỉ huy cao nhất quân Đồng minh.\n\nSau các chiến dịch ở [[Địa Trung Hải]], tướng Taylor được bổ nhiệm chỉ huy Sư đoàn Không vận 101 đang huấn luyện ở Anh quốc khi tư lệnh sư đoàn này thiếu tướng [[William C. Lee|Bill Lee]] bị một cơn đau tim.\n\nTaylor đổ bộ cùng binh lính xuống [[Normandie|Normandy]] ngày 6 tháng 6 năm 1944. Ông là tướng lĩnh Đồng minh đầu tiên đặt chân lên bãi biển Pháp trong [[trận Normandie|cuộc đổ bộ lịch sử]] này. Suốt thời gian còn lại của chiến tranh, tướng Taylor chỉ huy Sư đoàn Không vận 101. Ông tham gia các chiến dịch như [[Chiến dịch Market Garden|Market Garden]] ở Hà Lan nhưng lại lỡ mất cơ hội chỉ huy sư đoàn trong trận đánh nổi danh nhất của nó, [[trận đánh Bastogne]] trong [[trận Ardennes (Chiến tranh thế giới thứ hai)|trận Bulge]]. Lúc đó, ông tham dự một hội nghị tướng lĩnh ở Hoa Kỳ. Chuẩn tướng [[Anthony McAuliffe]] nắm quyền tư lệnh thay Taylor. Một số lính dù sau đó đã phẫn nộ vì điều này. Đại tướng Taylor coi cuộc chiến giữ Bastogne là những \"giờ phút tuyệt vời nhất\" của Sư đoàn 101 trong Thế chiến II và tuyên bố rằng, sự vắng mặt của ông là một trong những thất vọng hơn hết của ông trong chiến tranh thế giới thứ hai.<ref>{{chú thích báo|author=Cole C. Kingseed |title=An American Soldier: the Wars of General Maxwell Taylor - Book Review'|publisher=\"Infantry Magazine|date=Fall 2003, http:\/\/findarticles.com\/p\/articles\/mi_m0IAV\/is_1_92\/ai_114049389}}<\/ref>\n\n== Sau thế chiến thứ hai ==\n[[Tập tin:TheCadetHonorCodeMonument.jpg|nhỏ|trái|Lời thề danh dự tại West Point]]\nTừ 1945 đến 1949, tướng Taylor là giám đốc trường [[Học viện Quân sự West Point Hoa Kỳ|West Point]]. Năm 1947, ông dự thảo \"Điều lệ danh dự học viên\" (Cadet Honor Code) lần thứ nhất của Học viện West Point.<ref>{{Chú thích web |url=http:\/\/www.usma.edu\/PublicAffairs\/PressReleasesbd\/nr14-08_brigade_honor_cpt.htm |ngày truy cập=2009-09-26 |tựa đề=West Point<!-- Bot generated title --> |archive-date=2012-03-06 |archive-url=https:\/\/web.archive.org\/web\/20120306032919\/http:\/\/www.usma.edu\/PublicAffairs\/PressReleasesbd\/nr14-08_brigade_honor_cpt.htm |url-status=dead }}<\/ref> Từ 1949 đến 1951, ông là tư lệnh lực lượng đồng minh ở [[Berlin]].\n\nNăm 1953, ông được gửi đến để tham gia [[Chiến tranh Triều Tiên]]. Từ 1955 đến 1959, Đại tướng Taylor là [[Tham mưu trưởng Lục quân Hoa Kỳ]] kế nhiệm người chỉ huy cũ, [[Matthew Ridgway|Matthew B. Ridgway]]. Trong thời gian tại nhiệm này, Taylor nỗ lực tái cơ cấu sư đoàn bộ binh, dẫn dắt quân đội sang thời kỳ vũ khí hạt nhân. Sự thay đổi này bị những chỉ trích như của [[đại tá]] [[David Hackworth]] rằng làm hỏng vai trò của đại đội bộ binh và các cấp chỉ huy tại chiến trường, chỉ ra rằng cấp đại đội không có khả năng đáp ứng với yêu cầu tác chiến tại Việt Nam.\n\nTrong năm 1957, [[Tổng thống Hoa Kỳ]] [[Dwight D. Eisenhower]] yêu cầu tướng Taylor điều động 1.000 lính của Sư đoàn Không vận 101 tới Little Rock, Arkansas để thực thi lệnh của tòa án liên bang xóa bỏ sự phân biệt chủng tộc ở trường trung học Little Rock trong sự kiện mang tên Cuộc khủng hoảng Little Rock\n\nỞ vị trí Tham mưu trưởng lục quân, Taylor công khai chỉ trích chính sách quốc phòng \"New Look\" của chính quyền Eisenhower, cái mà ông cho rằng quá tin tưởng vào vũ khí hạt nhân và lãng quên các lực lượng vũ trang thông thường; ông cũng chỉ trích sự bất tương xứng của hệ thống Hội đồng tham mưu trưởng liên quân. Tức giận vì những ý kiến của mình không được chú ý, Đại tướng Taylor xin nghỉ hưu vào tháng 7 năm 1959. Ông tiến hành chiến dịch công khai chống lại chính sách quốc phòng mà đỉnh điểm là cuốn sách \"Tiếng kèn ngập ngừng\" (The Uncertain Trumpet) xuất bản tháng 1 năm 1960.\n\n== Trở lại chức vụ ==\nỞ thời điểm then chốt của cuộc bầu cử tổng thống năm 1960, ứng cử viên Đảng Dân chủ [[John F. Kennedy]] phê phán chính sách quốc phòng của Eisenhower và đề xướng chính sách phản ứng linh hoạt, đúng với quan điểm của Taylor trong cuốn \" Tiếng kèn ngập ngừng\". Sau sự thất bại trong [[Sự kiện Vịnh Con Lợn]] (Bay of Pigs Invasion) tháng 4 năm 1961, Tổng thống Kennedy cảm thấy bộ máy Hội đồng tham mưu trưởng liên quân đã không có được những ý kiến quân sự thỏa đáng, ông bổ nhiệm Taylor chỉ đạo bộ phận điều tra sự thất bại trên.\n\nCả Tổng thống Kennedy và người em trai, Bộ trưởng Tư pháp [[Robert F. Kennedy]], đều dành sự tôn trọng lớn lao cho Taylor, người mà họ đề cập đến là không cần tranh cãi về sự chính trực, lòng thành thật, trí thông minh và năng lực ngoại giao.{{Fact|date=June 2008}} Nhóm nghiên cứu về Cuba làm việc trong sáu tuần từ tháng 4 đến tháng 5 năm 1961 để tự đánh giá những vụ việc tai hại xung quanh [[Sự kiện Vịnh Con Lợn]]. Quá trình làm việc cùng nhau đã hình thành trong tướng Taylor sự tôn trọng sâu sắc và cảm tình cá nhân với [[Robert F. Kennedy]], một tình bạn từ hai phía và bền vững cho đến khi Kennedy bị ám sát năm 1968.\n\nTaylor spoke of Robert Kennedy glowingly: \"He is always on the lookout for a 'snow job,' impatient with evasion and imprecision, and relentless in his determination to get at the truth.\" Robert Kennedy đã đặt tên một con của mình theo tên tướng Taylor: [[Matthew Maxwell Taylor Kennedy]] (sau này thường gọi là \"Max\").\n\nMột thời gian ngắn sau khi cuộc điều tra kết thúc, quan hệ ấm nồng của gia đình Kennedy dành cho Taylor cộng với sự thiếu tin tưởng của Tổng thống đối với Hội đồng Tham mưu trưởng liên quân đưa đến kết quả là John Kennedy để nghị ông trở lại quân ngũ và bổ nhiệm ông vào vị trí mới được thành lập: đại diện cho phía quân sự trước tổng thống. Quan hệ cá nhân thân thiết với Tổng thống và đặc quyền ra vào Nhà trắng khiến cho Taylor trở thành cố vấn quân sự số một của tổng thống, tách rời khỏi các tham mưu trưởng liên quân. Ngày 1 tháng 10 năm 1962, Tổng thống Kennedy chấm dứt tình thế kỳ cục này bằng việc bổ nhiệm tướng Taylor và Chủ tịch Hội đồng tham mưu trưởng liên quân. Ông đảm nhiệm vị trí này cho tới năm 1964 khi được chỉ định là đại sứ Hoa Kỳ tại Nam Việt Nam.\n\n== Chiến tranh Việt Nam ==\nTaylor đóng vai trò tối quan trọng trong những ngày tháng đầu tiên của [[Chiến tranh Việt Nam]]. Ông tham gia soạn thảo kế hoạch bình định Miền Nam Việt Nam còn gọi là [[kế hoạch Staley-Taylor]]. Theo đó sự can thiệp của Hoa Kỳ ở Việt Nam chỉ giới hạn ở những hỗ trợ quân sự. Dầu vậy, trong khi Tổng thống Kennedy chỉ đạo Taylor rằng \"sự độc lập của Nam Việt Nam nằm ở con người và chính phủ đất nước này\" thì tướng Taylor đã nhanh chóng đề nghị huy động ngay lập tức 8 ngàn lính chiến đấu Mỹ. Sau khi làm báo cáo gửi Chính phủ và Hội đồng tham mưu trưởng liên quân, tướng Taylor đã thể hiện quyết định gửi quân đến Việt Nam: \"Tôi không kêu gọi ai trong số những người phản đối, ngoại trừ một người, đó là Tổng thống. Tổng thống đã không muốn tin rằng đây là việc cần làm… Đó là niềm tin cá nhân của riêng Tổng thống thôi rằng các lực lượng chiến đấu bộ binh Hoa Kỳ không nên có mặt ở chiến trường.\"<ref>Schlesinger, Robert Kennedy: His Life and Times<\/ref>\n\n== Những chỉ trích dành cho tướng Taylor ==\nTaylor chịu sự chỉ trích nặng nề của thiếu tá (sau này là Trung tướng) H.R. McMaster trong quyển sách ''Dereliction of Duty''. Đặc biệt, Đại tướng Taylor bị quy kết cố tình diễn giải sai lạc quan điểm của Hội đồng tham mưu trưởng liên quân tới Bộ trưởng quốc phòng [[Robert McNamara|McNamara]] và tách rời Hội đồng tham mưu trưởng liên quân ra khỏi quá trình ra quyết định<ref>Dereliction of Duty McMaster, p. 63<\/ref>. Trong khi các Tổng tham mưu trưởng cảm thấy rằng nghĩa vụ của họ là đưa ra những đánh giá không chính thức và những khuyến cáo quân sự, tướng Taylor lại tin tưởng vị trí chủ tịch Hội đồng Tham mưu trưởng không chỉ ủng hộ quyết định của Tổng thống mà còn nên tin tưởng mạnh mẽ những quyết định đó. Sự khác biệt này thể hiện trong thời gian hoạch định chiến tranh, khi cần quyết định vấn đề đâu là bản chất sự can thiệp của nước Mỹ vào Việt Nam. McNamara và các quan chức dân sự của bộ Quốc phòng đã ủng hộ vững chắc ý đồ tăng dần áp lực - dần dần tăng cường áp lực với Bắc Việt để thể hiện giải pháp mong muốn của Hoa Kỳ. Hội đồng các Tham mưu trưởng không đồng ý với điều này vì rằng khi nước Mỹ can thiệp sâu dần vào Việt Nam, ý đồ giành chiến thắng phải rõ ràng và bằng cách sử dụng lực lượng quân sự ồ ạt ngay. Tướng McMaster đoan chắc với những thủ đoạn chính trị bao gồm cả mánh khóe lừa dối, tướng Taylor đã giữ những ý kiến của Hội đồng tham mưu trưởng không đến được tới bàn Tổng thống và góp phần mở ra giai đoạn bộ trưởng quốc phòng McNamara chi phối một cách có hệ thống quá trình ra quyết định chiến tranh ở Việt Nam.\n\n== Nghỉ hưu lần thứ hai ==\nÔng nghỉ hưu lần thứ hai và trở thành [[Đại sứ Hoa Kỳ tại Việt Nam]], kế nhiệm [[Henry Cabot Lodge, Jr.]] từ 1964 đến 1965. Ông là Cố vấn đặc biệt của Tổng thống và là Chủ tịch Ủy ban Tình báo đối ngoại của Tổng thống (1965–1969) và là Chủ tịch Học viện phân tích quốc phòng (1966–1969).\n\nĐại tướng Taylor qua đời ở [[Washington, D.C.]] ngày 19 tháng 4 năm 1987 do hội chứng [[Lou Gehrig's Disease]]. Ông được an táng tại [[Nghĩa trang quốc gia Arlington|Nghĩa trang quốc gia Arlington, Hoa Kỳ]].\n\n== Chân dung trên màn bạc ==\n* Tướng Taylor do [[Paul Maxwell]] đóng trong phim ''Một cây cầu quá xa'' (A Bridge Too Far) và do [[Bill Smitrovich]] trong phim ''Mười ba ngày'' (Thirteen Days).\n\n== Ghi chú ==\n{{tham khảo|30em}}\n\n== Tham khảo ==\n* For Bay of Pigs and Vietnam War material - \"Robert F. Kennedy and His Times\", Arthur M. Schlesinger, Jr.\n* \"The Chairmanship of the Joint Chiefs of Staff.\" Ronald H. Cole, Lorna S. Jaffe, Walter S. Poole, Willard J. Webb. Joint History Office, Office of the Chairman of the Joint Chiefs of Staff, 1995. Section II, pp.&nbsp;77–84. http:\/\/www.dtic.mil\/doctrine\/jel\/history\/jcspart2.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20060926042359\/http:\/\/www.dtic.mil\/doctrine\/jel\/history\/jcspart2.pdf |date=2006-09-26 }}\n* \"An American Soldier: the Wars of General Maxwell Taylor\" John M. Taylor, Presidio Press, 1989\n\n== Liên kết ngoài ==\n{{Commonscat|Maxwell D. Taylor}}\n* [http:\/\/www.army.mil\/cmh-pg\/books\/cg&csa\/Taylor-MD.htm General Maxwell Taylor, Official Army Bio]\n* [http:\/\/www.jcs.mil\/cjs\/history_files\/bios\/taylor_bio.pdf General Maxwell Taylor, Official Joint Chiefs of Staff Bio] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060502215205\/http:\/\/www.jcs.mil\/cjs\/history_files\/bios\/taylor_bio.pdf |date=2006-05-02 }} in pdf format\n* [http:\/\/www.arlingtoncemetery.net\/mdtaylor.htm Maxwell Davenport Taylor, General, United States Army] at [http:\/\/www.arlingtoncemetery.net Arlington National Cemetery Website]\n\n{{Đại sứ Hoa Kỳ tại Việt Nam}}\n{{Biến cố Phật giáo}}\n{{Thanh chủ đề|Lịch sử|Chiến tranh Việt Nam|Hoa Kỳ}}\n{{Kiểm soát tính nhất quán}}\n\n{{Thời gian sống|1901|1987}}\n\n{{DEFAULTSORT:Taylor, Maxwell}}\n[[Thể loại:Đại sứ Hoa Kỳ tại Việt Nam Cộng hòa]]\n[[Thể loại:Người Missouri]]\n[[Thể loại:Nhân vật trong Thế chiến thứ hai]]\n[[Thể loại:Đại tướng Lục quân Hoa Kỳ]]\n[[Thể loại:Bắc Đẩu Bội tinh|M]]\n[[Thể loại:Chủ tịch Hội đồng Tham mưu trưởng Liên quân Hoa Kỳ]]\n[[Thể loại:Quân nhân Mỹ trong Chiến tranh Triều Tiên]]\n[[Thể loại:Người Mỹ trong Chiến tranh Việt Nam]]\n[[Thể loại:Tham mưu trưởng Lục quân Hoa Kỳ]]"}