{"144704":"{{Thông tin máy bay\n|tên=F-101 Voodoo\n|hình=McDonnell F-101 Voodoo.jpg\n|chú thích=Một chiếc McDonnell F-101B Voodoo hai chỗ ngồi\n|kiểu=[[Máy bay tiêm kích]]\n|hãng sản xuất=[[McDonnell Aircraft]] \n|hãng thiết kế=Edward M. Flesh<ref>Francillon 1980, p. 12.<\/ref>\n|chuyến bay đầu tiên=[[29 tháng 9]] năm [[Hàng không năm 1954|1954]]\n|được giới thiệu=[[tháng năm|tháng 5]] năm [[Hàng không năm 1957|1957]]\n|được nghỉ hưu=[[Hàng không năm 1966|1966]], Không quân Hoa Kỳ<br \/>[[Hàng không năm 1982|1982]], Không lực vệ binh Quốc gia<br \/>[[Hàng không năm 1984|1984]], Canada\n|tình trạng=\n|hãng sử dụng chính=[[Không quân Hoa Kỳ]]<br \/>[[Không lực vệ binh Quốc gia]]<br \/>[[Không quân Hoàng gia Canada]]\n|được chế tạo=\n|số lượng được sản xuất=885\n|chi phí dự án=\n|chi phí máy bay=1.276.145 Đô la Mỹ (RF-101C)<ref name=\"knaack\">Knaack 1978<\/ref><br \/>1.754.066 Đô la Mỹ (F-101B)\n|được phát triển từ=[[XF-88 Voodoo]]\n|phương án tương tự=[[CF-101 Voodoo]]\n}}\n\nChiếc '''[[McDonnell Aircraft|McDonnell]] F-101 Voodoo''' là một kiểu [[máy bay tiêm kích]] [[tốc độ siêu thanh|siêu thanh]] được sử dụng trong [[Không quân Hoa Kỳ]] và [[Không quân Hoàng gia Canada]]. Ban đầu được thiết kế như là một [[máy bay tiêm kích hộ tống]] tầm xa (được biết đến như là ''máy bay tiêm kích xâm nhập'') dành cho [[Bộ chỉ huy Không quân Chiến lược]], chiếc Voodoo phục vụ trong nhiều vai trò khác, bao gồm [[máy bay cường kích|máy bay tiêm kích-ném bom]], [[máy bay tiêm kích đánh chặn]] hoạt động trong mọi thời tiết và [[máy bay trinh sát hình ảnh]]. Kiểu máy bay Voodoo trinh sát hình ảnh là phương tiện được sử dụng trong [[Sự kiện tên lửa Cuba]] và được sử dụng rộng rãi trong [[Chiến tranh Việt Nam]], khởi đầu trong [[Sự kiện Pueblo]].<ref name=\"Global\">[http:\/\/www.globalsecurity.org\/intell\/systems\/rf-101.htm Global's RF-101 History]<\/ref>\n\n== Thiết kế và phát triển ==\nNhững thiết kế ban đầu sau này sẽ trở thành chiếc Voodoo được khởi sự ngay sau khi kết thúc [[Chiến tranh thế giới thứ hai|Thế Chiến II]] nhằm đáp ứng một gói thầu cạnh tranh của [[Không lực Lục quân Hoa Kỳ]] về chương trình Máy bay Tiêm kích Xâm nhập năm [[Hàng không năm 1946|1946]] để làm một máy bay tiêm kích tầm xa tính năng cao để hộ tống máy bay ném bom, có chức năng giống như chiếc [[North American P-51 Mustang|P-51 Mustang]] đang thực hiện lúc đó. Sau khi thắng được hợp đồng (AC-14582), [[McDonnell]] đã chế tạo hai chiếc nguyên mẫu đặt tên là [[XF-88 Voodoo|XF-88]]. Chiếc nguyên mẫu đầu tiên (số hiệu 46-6525), trang bị hai động cơ phản lực Westinghouse XJ-34-WE-13, công suất 3000 mã lực (2240&nbsp;kW) cất cánh lần đầu tiên tại [[Căn cứ Không quân Edwards|Muroc]] vào ngày [[20 tháng 10]] năm [[Hàng không năm 1948|1948]]. Những thử nghiệm sơ khởi cho thấy chiếc máy bay đạt được tốc độ tối đa đáng thất vọng chỉ đặt được 1.030&nbsp;km\/h (640&nbsp;mph) ở mặt nước biển. Sau khi được gắn thêm bộ đốt sau động cơ do McDonnell thiết kế, lực đẩy được gia tăng thêm 30% giúp cải thiện tính năng bay về tốc độ tối đa, tốc độ lên cao và rút ngắn quãng đường băng cất cánh.\n\nCho dù chiếc XF-88 đã chiến thắng trong cuộc bay loại cạnh tranh cùng các kiểu [[Lockheed XF-90]] và [[North American XF-93]], [[Không quân Hoa Kỳ]] (thành lập năm [[Hàng không năm 1947|1947]]) đã đánh giá lại nhu cầu về một kiểu máy bay hộ tống ném bom và kết thúc chương trình Máy bay Tiêm kích Xâm nhập năm [[Hàng không năm 1950|1950]]. Tuy nhiên, việc phân tích những phi vụ trong [[Chiến tranh Triều Tiên]], cho thấy những máy bay ném bom chiến lược hiện đại của Không quân Hoa Kỳ vẫn tỏ ra mong manh trước những máy bay tiêm kích đánh chặn. Năm [[Hàng không năm 1951|1951]], Không quân Hoa Kỳ công bố một yêu cầu mới về một kiểu máy bay tiêm kích hộ tống cho mọi hãng sản xuất máy bay Mỹ chủ yếu. Thiết kế của McDonnell là một phiên bản XF-88 to và mạnh hơn, và chiến thắng gói thầu vào [[tháng năm|tháng 5]] năm [[Hàng không năm 1951|1951]]. Chiếc '''F-88''' được đặt lại tên là '''F-101 Voodoo''' vào [[tháng mười một|tháng 11]] năm [[Hàng không năm 1951|1951]].\n\nChiếc máy bay có kích thước to hơn đáng kể, chứa một lượng nhiên liệu nhiều hơn gấp ba lần so với trước, và được thiết kế chung quanh kiểu động cơ [[Pratt & Whitney JT3C|J57]] [[động cơ turbo phản lực|turbo phản lực]] to hơn, mạnh mẽ hơn. Kích thước to hơn của những động cơ J57 đòi hỏi phải cải tạo khoang động cơ cũng như các cửa hút gió để cho có thể hút một lượng khí nhiều hơn vào động cơ. Cửa hút gió mới cũng được thiết kế để có hiệu quả hơn ở tốc độ [[Mach]] cao. Thiết kế được chấp nhận, và một đơn đặt hàng 39 chiếc F-101A được đưa ra vào [[tháng năm|tháng 5]] năm [[Hàng không năm 1953|1953]] mà không có chiếc nguyên mẫu nào được chế tạo.\n[[Tập tin:F101Atail532418PuebloMuseum.jpg|nhỏ|Chiếc F-101A số hiệu 53-2418 tại [[Bảo tàng Hàng không Pueblo Weisbrod]], [[Pueblo, Colorado]].]]\nChiếc F-101A số hiệu 53-2418 là máy bay đầu tiên thuộc phiên bản A được giao đến [[Căn cứ Không quân Edwards]] vào [[tháng tám|tháng 8]] năm [[Hàng không năm 1954|1954]]. Chuyến bay đầu tiên diễn ra vào ngày [[29 tháng 9]] năm [[Hàng không năm 1954|1954]], do phi công thử nghiệm của McDonnell là Robert C. Little điều khiển. Kết quả bay thử nghiệm đạt được tốc độ [[Mach]] 0,9 ở độ cao 35.000 feet, và tốc độ tối đa đạt được là Mach 1,4<ref>{{Chú thích web |url=http:\/\/home.att.net\/~jbaugher1\/f101_1.html |ngày truy cập=2007-12-12 |tựa đề=Joe Baugher's F-101A Voodoo History |archive-date=2008-07-25 |archive-url=https:\/\/web.archive.org\/web\/20080725083204\/http:\/\/home.att.net\/%7Ejbaugher1\/f101_1.html |url-status=dead }}<\/ref>. Chiếc máy bay này hiện được trưng bày tại [[Bảo tàng Hàng không Pueblo Weisbrod]], [[sân bay Pueblo Memorial]], [[Pueblo, Colorado]].\n\nViệc chấm dứt chiến sự tại Triều Tiên và việc phát triển kiểu [[máy bay ném bom chiến lược]] [[Boeing B-52 Stratofortress|B-52]] đã phủ định nhu cầu cần có một kiểu [[máy bay tiêm kích hộ tống]] và [[Bộ chỉ huy Không quân Chiến lược]] đã rút lui khỏi chương trình. Chiếc máy bay được sử dụng chủ yếu như là [[máy bay tiêm kích đánh chặn]] hai chỗ ngồi dùng trong phòng không (F-101B), [[máy bay cường kích|máy bay tiêm kích-ném bom]] nguyên tử (F-101A\/F-101C) và nền tảng [[trinh sát hình ảnh]] (RF-101A\/RF-101C) được sử dụng tại [[Cuba]] và [[Việt Nam]].\n\nChiếc Voodoo được thay thế trong vai trò máy bay tiêm kích-ném bom bởi chiếc [[McDonnell Douglas]] [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]]. Trong khi chiếc Voodoo có được một thành công vừa phải, nó có vai trò quan trọng hơn như là một bước tiến hoá đến kiểu Phantom II, một trong những thiết kế máy bay tiêm kích Phương Tây thành công nhất trong những năm [[Thập niên 1960|1960]]. Chiếc Phantom II đã giữ lại thiết kế hai động cơ, đội bay hai người cho những nhiệm vụ đánh chặn, và một thiết kế đuôi bên trên và đàng sau những ống xả động cơ phản lực. Cả hai chiếc máy bay đều chịu ảnh hưởng của thiết kế chiếc [[McDonnell F3H Demon|F-3 Demon]] thuộc cùng công ty, một máy bay tiêm kích đánh chặn hoạt động trên [[tàu sân bay]] phục vụ trong những năm [[Thập niên 1950|1950]] và đầu những năm [[Thập niên 1960|1960]].\n\n== Lịch sử hoạt động ==\n=== F-101A \/ RF-101G ===\n[[Tập tin:F-101A Voodoo.png|nhỏ|Chiếc F-101A Voodoo]]\nDù cho không còn sự quan tâm của Bộ chỉ huy Không quân Chiến lược, chiếc máy bay vẫn thu hút được sự quan tâm của [[Bộ chỉ huy Không quân Chiến thuật]], và chiếc F-101 được cấu hình lại thành một kiểu [[máy bay cường kích|máy bay tiêm kích-ném bom]], được dự định để mang một [[vũ khí hạt nhân|vũ khí nguyên tử]] duy nhất để sử dụng chống lại các mục tiêu trên chiến trường như các sân bay. Dưới sự hỗ trợ của Bộ chỉ huy Không quân Chiến thuật, việc thử nghiệm được tái tục bắt đầu vào đầu năm [[Hàng không năm 1955|1955]]. Một số vấn đề được nhận ra trong khi phát triển, và nhiều trong số đó được khắc phục. Chiếc máy bay có một xu hướng nguy hiểm sẽ bị [[ngóc mũi]] nặng ở [[góc tấn]] lớn mà chưa bao giờ được giải quyết triệt để. Có khoảng 2.300 cải tiến đã được đưa ra trong khoảng thời gian giữa những năm [[Hàng không năm 1955|1955]] - [[Hàng không năm 1956|1956]] trước khi việc sản xuất hằng loạt được bắt đầu vào [[tháng mười một|tháng 11]] năm [[Hàng không năm 1956|1956]].\n\nChiếc F-101A đầu tiên được giao vào [[tháng năm|tháng 5]] năm [[Hàng không năm 1957|1957]] đến Phi đoàn Tiêm kích Chiến lược 27, thay thế những chiếc [[F-84 Thunderstreak|F-84F Thunderstreak]]. Chiếc F-101A, được trang bị hai động cơ [[turbo phản lực]] [[Pratt & Whitney JT3C|P&W J57-P-13]] cho phép có gia tốc và tốc độ lên cao tốt, dễ dàng vượt tốc độ âm thanh khi bay ngang, và đạt đến tốc độ tối đa [[Mach]] 2,25. Trữ lượng nhiên liệu bên trong của chiếc F-101 lớn nên cho phép có tầm bay xa đến khoảng 3.000 dặm không nghỉ. Chiếc máy bay được trang bị một [[ra đa|radar]] kiểm soát hỏa lực MA-7 sử dụng cho cả không-đối-không và không-đối-đất, được bổ sung bởi một [[Hệ thống ném bom tầm thấp]] (LABS) MA-2 để phóng [[vũ khí hạt nhân|vũ khí nguyên tử]], và được thiết kế để mang một [[vũ khí hạt nhân|bom nguyên tử]] [[Mk 28]]. Trong khi trên lý thuyết nó có thể mang bom thông thường hay rocket, chiếc Voodoo chưa bao giờ sử dụng vũ khí này trong hoạt động. Nó được trang bị bốn khẩu pháo [[Messier 39|M39]] 20&nbsp;mm, và một khẩu thường được tháo bỏ khi phục vụ để lấy chỗ cho một bộ cảm biến tín hiệu dẫn đường [[TACAN]].\n\nChiếc F-101 đã đạt được một số kỷ lục về tốc độ, bao gồm: một chiếc '''JF-101A''' đã lập kỷ lục tốc độ thế giới 1.942&nbsp;km\/h (1.207 dặm mỗi giờ) vào ngày [[12 tháng 12]] năm [[Hàng không năm 1957|1957]], phá kỷ lục cũ của [[Fairey Delta 2]] trước đây, một chiếc '''RF-101A''' bay chuyến bay khứ hồi [[Los Angeles]]-[[Thành phố New York|New York]]-Los Angeles trong vòng 6 giờ 46 phút, và một chiếc '''F-101A''' bay từ [[Căn cứ Không quân Carswell|Carswell, Texas]] đến [[Bermuda]] không tiếp thêm nhiên liệu.\n\nCó tổng cộng 77 chiếc F-101A được chế tạo. Chúng được dần dần rút khỏi phục vụ bắt đầu từ năm [[Hàng không năm 1966|1966]]. Hai mươi chín chiếc còn lại được cải biến thành tiêu chuẩn '''RF-101G''', với mũi máy bay được cải tiến chứa các máy ảnh [[trinh sát hình ảnh|trinh sát]] thay chỗ cho các khẩu súng máy và radar. Những chiếc này phục vụ cho [[Không lực Vệ binh Quốc gia]] cho đến năm [[Hàng không năm 1972|1972]].\n\n=== RF-101A ===\nVào [[tháng mười|tháng 10]] năm [[Hàng không năm 1953|1953]], Không quân Hoa Kỳ yêu cầu hai chiếc F-101A được chế tạo như là chiếc nguyên mẫu cho kiểu máy bay [[trinh sát hình ảnh|trinh sát]] chiến thuật '''YRF-101A'''. Những chiếc này được tiếp nối bởi 35 chiếc '''RF-101A''' sản xuất hằng loạt. Chiếc RF-101A vẫn chia sẻ cùng kiểu khung máy bay của chiếc F-101A, bao gồm giới hạn gia tốc [[lực G|''G'']] 6,33 (62&nbsp;m\/s²), nhưng thay thế radar và pháo bằng sáu máy ảnh trong mũi máy bay được thiết kế lại. Nó thật bất thường khi được trang bị cả hai kiểu [[tiếp nhiên liệu trên không]] kiểu \"ống bay\" và kiểu \"vòi và phểu\". Nó được đưa vào hoạt động từ [[tháng năm|tháng 5]] năm [[Hàng không năm 1957|1957]], thay thế chiếc [[B-57 Canberra|RB-57 Canberra]]. Những chiếc RF-101A của [[Không quân Hoa Kỳ]] thuộc Phi đoàn Trinh sát Chiến thuật 363 đã thực hiện những phi vụ trinh sát bên trên lãnh thổ [[Cuba]] trong [[Sự kiện tên lửa Cuba]] vào [[tháng mười|tháng 10]] năm [[Hàng không năm 1962|1962]].<ref name=\"Global\"\/> Vào [[tháng mười|tháng 10]] năm [[Hàng không năm 1959|1959]], tám chiếc RF-101A đã được chuyển cho [[Đài Loan]], và đã được sử dụng trong những chuyến bay bên trên lãnh thổ nước [[Cộng hòa Nhân dân Trung Hoa]]. Có hai chiếc đã bị bắn rơi.\n\n=== F-101B \/ CF-101B \/ EF-101B ===\n[[Tập tin:CF-101B CFB Moose Jaw 1982.JPG|phải|nhỏ|Chiếc CF-101 Voodoo số hiệu 101060 thuộc Phi đội 409 \"Nighthawk\" [[Không quân Hoàng gia Canada]] tại [[Căn cứ Không quân Hoàng gia Canada Moose Jaw|Căn cứ Moose Jaw]] vào mùa Xuân năm 1982.]]\nVào cuối những năm [[Thập niên 1940|1940]], Không quân đã bắt đầu một đề án nghiên cứu về một kiểu [[máy bay tiêm kích đánh chặn]] trong tương lai mà sau đó tiến triển thành gói thầu được biết dưới tên gọi [[Đề án máy bay tiêm kích đánh chặn 1954]]. Hợp đồng của gói thầu này đã lựa chọn kiểu máy bay [[Convair F-102 Delta Dagger|F-102 Delta Dagger]], nhưng đến năm [[Hàng không năm 1952|1952]] điều hiển nhiên là không có phần nào trong đề án này ngoại trừ khung máy bay có thể kịp sẵn sàng vào năm [[Hàng không năm 1954|1954]]: động cơ, vũ khí và hệ thống kiểm soát hỏa lực đều còn phải mất rất lâu trước khi có thể đưa vào sử dụng. Một nỗ lực được bắt đầu thực hiện nhằm nhanh chóng sản xuất một máy bay tiêm kích siêu thanh trung gian nhằm thay thế nhiều kiểu máy bay tiêm kích đánh chặn dưới tốc độ âm thanh đang hoạt động, và khung của chiếc F-101 đã được lựa chọn làm điểm xuất phát.\n\nCho dù McDonnell đề nghị tên gọi '''F-109''' cho chiếc máy bay mới (là kiểu phát triển mới hơn dựa trên căn bản của chiếc Voodoo), Không quân Mỹ chỉ gọi nó là '''F-101B'''. Chiếc Voodoo mới có buồng lái được cải tiến mang một đội bay gồm hai người, phần thân trước to và tròn hơn để mang một [[ra đa|radar]] kiểm soát hỏa lực [[Hughes Aircraft|Hughes]] MG-13. Nó được trang bị bộ thu phát nối với hệ thống [[SAGE]] (Semi-Automatic Ground Environment, hệ thống môi trường mặt đất bán tự động), cho phép các kiểm soát viên trên mặt đất lái chiếc máy bay hướng đến mục tiêu bằng cách hiệu chỉnh hệ thống lái tự động của máy bay. Chiếc F-101B được trang bị động cơ [[Pratt & Whitney JT3C|P & W J57-P-55]] mạnh mẽ hơn, khiến nó là phiên bản Voodoo duy nhất không sử dụng kiểu động cơ J57-P-13. Động cơ mới có bộ đốt sau dài hơn so với kiểu J57-P-13, và để tránh phải thiết kế lại toàn diện, bộ đốt sau kéo dài được đơn giản cho nhô ra khỏi thân một khoảng gần 2,4&nbsp;m (8&nbsp;ft). Động cơ mạnh mẽ hơn và các tinh chỉnh khí động học cho phép gia tăng tốc độ tối đa lên đến Mach 2,4.\n\n[[Tập tin:F101MissleBay.jpg|phải|nhỏ|Khoang vũ khí trên chiếc F-101B nơi gắn [[tên lửa không-đối-không]] [[AIM-4 Falcon]].]]\n\nChiếc F-101B không được trang bị pháo; thay vào đó nó mang bốn [[tên lửa không-đối-không]] [[AIM-4 Falcon|Falcon]] bố trí thành cặp trên một kệ xoay ([[pallet]] xoay) bên trong khoang vũ khí. Cấu hình ban đầu thường trang bị là hai tên lửa [[dẫn đường bằng radar bán chủ động|dẫn đường bằng radar]] GAR-1 (AIM-4A) và hai tên lửa [[dẫn đường bằng hồng ngoại|tầm nhiệt]] GAR-2 (AIM-4D) với mỗi chiếc được mang trên một phía của kệ xoay. Sau khi hai tên lửa đầu tiên đã được phóng, cửa khoang sẽ lật ra để lộ diện cặp thứ hai. Trong thực tế, tên lửa kiểu này thường được bắn kết hợp một cặp tên lửa radar\/hồng ngoại để tăng xác suất bắn trúng. Những kiểu sản xuất sau này được trang bị để mang hai [[tên lửa]] [[vũ khí hạt nhân|hạt nhân]] MB-1\/[[AIR-2]] Genie mạnh 1,7 kiloton thay cho hai tên lửa Falcon, và '''Kế hoạch \"Kitty Car\"''' nâng cấp đa số những chiếc F-101B trước đó lên tiêu chuẩn này bắt đầu từ năm [[Hàng không năm 1961|1961]]. Từ năm [[Hàng không năm 1961|1961]] đến năm [[Hàng không năm 1966|1966]], những chiếc F-101B được nâng cấp trong '''Kế hoạch \"Bright Horizon\"''' trang bị hệ thống quan sát và dẫn đường hồng ngoại [[FLIR]] (IRST) trước mũi thay cho vòi [[tiếp nhiên liệu trên không]] tiêu chuẩn.\n\nPhiên bản F-101B được chế tạo với số lượng nhiều hơn phiên bản F-101A, với tổng cộng 479 chiếc được giao cho đến khi việc sản xuất kết thúc vào năm [[Hàng không năm 1961|1961]]. Đa số chúng được giao cho [[Bộ chỉ huy Phòng không]] (ADC) bắt đầu từ [[tháng một|tháng 1]] năm [[Hàng không năm 1959|1959]]. Khách hàng nước ngoài duy nhất sử dụng phiên bản F-101B là [[Canada]] dưới phiên bản có tên gọi [[CF-101 Voodoo]]. Chiếc F-101B được rút khỏi hoạt động thường trực của Bộ chỉ huy Phòng không từ năm [[Hàng không năm 1969|1969]] đến năm [[Hàng không năm 1972|1972]]. Những chiếc máy bay còn lại được chuyển cho [[Không lực Vệ binh Quốc gia]], nơi chúng phục vụ cho đến năm [[Hàng không năm 1982|1982]].\n\n{{seealso|CF-101 Voodoo}}\n\n=== TF-101B \/ F-101F \/ CF-101F ===\nMột số chiếc F-101B được chế tạo với bộ điều khiển kép dùng làm [[máy bay huấn luyện]] được đặt tên là '''TF-101B''', nhưng sau đó được đổi tên thành '''F-101F'''. Có 79 chiếc F-101F được chế tạo mới và 152 chiếc máy bay có sẵn được cải biến trang bị bộ điều khiển kép. Có mười chiếc được cung cấp cho Canada dưới tên gọi '''CF-101F'''. Những chiếc này sau đó được thay thế bằng mười chiếc máy bay nâng cấp vào năm [[Hàng không năm 1971|1971]].\n\n=== RF-101B ===\nVào đầu những năm [[Thập niên 1970|1970]], một lô 22 chiếc CF-101B nguyên của [[Không quân Hoàng gia Canada]] được trả về cho [[Không quân Hoa Kỳ]] và được cải biến thành kiểu [[máy bay trinh sát]] '''RF-101B''' với radar và khoang vũ khí được thay thế bằng một gói gồm ba máy ảnh KS-87B và hai máy ảnh AXQ-2 TV. Nó được trang bị thêm một trạm tiếp nhận kiểu \"cần bay\" của hệ thống [[tiếp nhiên liệu trên không]]. Những máy bay này đã phục vụ trong Phi đội Trinh sát Chiến thuật 192 thuộc Không lực Vệ binh Quốc gia cho đến năm [[Hàng không năm 1975|1975]]. Việc sử dụng và bảo trì chúng khá tốn kém và chúng chỉ có thời gian phục vụ ngắn ngủi.\n\n=== F-101C \/ RF-101H ===\nChiếc máy bay tiêm kích-ném bom F-101A được đưa vào phục vụ cùng [[Bộ chỉ huy Không quân Chiến thuật]] cho dù có một số vấn đề. Một trong số đó là khung máy bay chỉ có thể chịu đựng được gia tốc tối đa khi cơ động là 6,33 G (62&nbsp;m\/s²) so với dự kiến 7,33 G (72&nbsp;m\/s²). Phiên bản cải tiến '''F-101C''' được giới thiệu vào năm [[Hàng không năm 1957|1957]]. Nó có cấu trúc khung nặng hơn 500&nbsp;lb (227&nbsp;kg) cho phép cơ động với gia tốc 7,33 G như dự kiến, cũng như thay đổi hệ thống nhiên liệu để gia tăng thời gian bay tối đa cùng bộ [[đốt sau]]. Không có khác biệt gì giữa hai phiên bản F-101A và F-101C ở bên ngoài ngoại trừ số hiệu. Đã có 47 chiếc được sản xuất.\n\nBan đầu phục vụ với ''Không đoàn Tiêm kích Chiến thuật 27'' tại [[Căn cứ Không quân Bergstrom]] ở [[Texas]], chiếc máy bay được chuyển cho ''Không đoàn Tiêm kích Chiến thuật 1'' vào năm [[Hàng không năm 1958|1958]] vốn có ba phi đội hoạt động tại hai căn cứ của [[Không quân Hoàng gia Anh]] ở [[Căn cứ Không quân Hoàng gia Bentwaters|Bentwaters]] và [[Căn cứ Không quân Hoàng gia Woodbridge|Woodbridge]]. Phi đội Tiêm kích Chiến thuật 78 đặt căn cứ tại Woodbridge, trong khi các phi đội 91 và 92 trú đóng tại Bentwaters. Phi đội 81 hoạt động như là lực lượng răn đe hạt nhân chiến lược, với tầm hoạt động xa của chiếc Voodoo có khả năng với đến tất cả những mục tiêu của những nước trong [[Khối Warszawa|Khối Vác-xa-va]], và những mục tiêu trong phạm vi 500 dặm trong lãnh thổ Liên Xô trong tầm ngắm.\n\nNhững máy bay thuộc cả phiên bản A và C được bố trí đến ''Phi đoàn Tiêm kích Chiến thuật 81'', và được sử dụng thay thế lẫn nhau trong ba phi đội. Những chiếc F-101A\/C hoạt động được nâng cấp trong phục vụ với các thiết bị [[Hệ thống ném bom cản góc thấp]] (LADD) và [[Ném bom quăng|Hệ thống ném bom tầm thấp]] (LABS) nhằm cho vai trò chủ yếu mang vũ khí nguyên tử ở tầm rất thấp. Phi công được huấn luyện để thực hiện những phi vụ xâm nhập tốc độ cao tầm rất thấp vào lãnh thổ Xô Viết hay khối Đông Âu, với các mục tiêu chính là các sân bay. Cho dù không được đề cập đến như là phi vụ một chiều (không có đường về), đó là điều được mọi người liên quan giả định vì cơ hội dành cho phi công quay trở về sau khi ném bom hầu như không có.\n\nChiếc F-101C chưa từng tham gia chiến đấu và được thay thế vào năm [[Hàng không năm 1966|1966]] bằng chiếc [[McDonnell Douglas F-4 Phantom II|F-4C Phantom II]]. Có 32 máy bay sau đó được cải biến thành phiên bản [[trinh sát hình ảnh]] không vũ trang dưới tên gọi '''RF-101H'''. Chúng phục vụ cho các đơn vị thuộc [[Không lực Vệ binh Quốc gia]] cho đến năm [[Hàng không năm 1972|1972]].\n\n=== RF-101C ===\n[[Tập tin:McDonald RF-101 Voodoo.jpg|phải|nhỏ|Các kỹ thuật viên mặt đất của Không quân Hoa Kỳ đang chuẩn bị một chiếc McDonald RF-101 Voodoo cho một phi vụ trinh sát hình ảnh.]]\nSử dụng khung máy bay F-101C được gia cố chắc chắn hơn, chiếc '''RF-101C''' đã bay chuyến bay đầu tiên vào ngày [[12 tháng 7]] năm [[Hàng không năm 1957|1957]] và được đưa vào hoạt động từ năm [[Hàng không năm 1958|1958]]. Giống như chiếc RF-101A, chiếc RF-101C cũng có sáu máy ảnh gắn ở vị trí của radar và pháo trong mũi được cải tiến. Không như chiếc RF-101A, chiếc RF-101C giữ lại khả năng mang một [[vũ khí hạt nhân|vũ khí nguyên tử]] dưới đế giữa thân. Có 166 chiếc phiên bản RF-101C được chế tạo, bao gồm 96 chiếc ban đầu được dự định chế tạo thành phiên bản F-101C tiêm kích-ném bom. Chương trình '''Toy Tiger''' năm [[Hàng không năm 1964|1964]] trang bị cho một số chiếc RF-101C gói máy ảnh mới và một cụm giữa thân mang vỏ pháo sáng chụp ảnh. Một số còn được tiếp tục nâng cấp theo chương trình '''Mod 1181''' để kiểm soát tự động các máy ảnh.\n\nChiếc RF-101C đã tham gia phục vụ trong [[Sự kiện tên lửa Cuba]] và đã được gửi sang [[Việt Nam]] vào năm [[Hàng không năm 1961|1961]], trở thành máy bay phản lực đầu tiên của [[Không quân Hoa Kỳ]] phục vụ tại đây. RF-101C đã phục vụ rộng rãi trong [[Chiến tranh Việt Nam]], và đã bị thiệt hại chiếc máy bay F-101 đầu tiên vào [[tháng11]] năm [[Hàng không năm 1964|1964]] do hỏa lực từ mặt đất. Từ năm [[Hàng không năm 1965|1965]] cho đến [[tháng mười một|tháng 11]] năm [[Hàng không năm 1970|1970]], vai trò của nó dần dần được thay thế bởi chiếc [[McDonnell Douglas F-4 Phantom II|RF-4C Phantom II]]. Trong khoảng 35.000 phi vụ đã thực hiện, đã có 44 máy bay bị mất: 31 chiếc do hỏa lực pháo phòng không, năm chiếc do [[tên lửa đất-đối-không|tên lửa SAM]], một chiếc do phi trường bị tấn công, sáu chiếc do tai nạn khi hoạt động, và một chiếc bị máy bay tiêm kích [[Mikoyan-Gurevich MiG-21|MiG-21]] bắn rơi vào [[tháng chín|tháng 9]] năm [[Hàng không năm 1967|1967]]. Tốc độ của chiếc RF-101C làm cho nó hầu như không thể bị máy bay MiG đánh chặn. Vào [[tháng tư|tháng 4]] năm [[Hàng không năm 1967|1967]], một cụm [[phản công điện tử]] (ECM) ALQ-71 được trang bị nhằm giúp bảo vệ chống lại tên lửa SAM. Cho dù chiếc Voodoo lại có được khả năng hoạt động ở độ cao tầm trung, lực cản gia tăng đã làm giảm tốc độ của chiếc RF-101 đến mức nó trở nên mong manh trước các máy bay MiG và cần có máy bay tiêm kích theo hộ tống. Sau khi được rút khỏi Việt Nam, chiếc RF-101C tiếp tục phục vụ với các đơn vị Không quân Hoa Kỳ cho đến tận năm [[Hàng không năm 1979|1979]]. Trong phục vụ, chiếc RF-101C được mang biệt danh \"'''Long Bird'''\", và nó là kiểu Voodoo duy nhất tham gia chiến đấu.\n\n== Các phiên bản ==\n[[Tập tin:RF-101C Voodoo.jpg|nhỏ|Chiếc RF-101C-55-MC (số hiệu 56-0220), được phân bổ cho Phi đội 18 thuộc Phi đoàn Trinh sát Chiến thuật 460. Chiếc máy bay này bị [[tên lửa đất-đối-không]] SAM bắn rơi tại Bắc Việt Nam vào ngày [[7 tháng 3]] năm [[Hàng không năm 1966|1966]], làm phi công thiệt mạng.]]\nNguồn: [http:\/\/home.att.net\/~jbaugher1\/f101.html Baugher's F-101 Voodoo Aircraft] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071221124848\/http:\/\/home.att.net\/%7Ejbaugher1\/f101.html |date=2007-12-21 }}\n;F-101A: Phiên bản sản xuất máy bay tiêm kích-ném bom. Có 77 chiếc được chế tạo.\n;NF-101A: Một chiếc F-101A được [[General Electric]] sử dụng để thử nghiệm động cơ [[General Electric J79]].\n;YRF-101A: Hai chiếc F-101A được chế tạo như chiếc nguyên mẫu của.\n;RF-101A: Phiên bản trinh sát hình ảnh đầu tiên. Có 35 chiếc được chế tạo.\n;F-101B: Phiên bản máy bay tiêm kích đánh chặn hai chỗ ngồi. Có 479 chiếc được chế tạo.\n;CF-101B: Phiên bản F-101B chế tạo cho [[Không quân Hoàng gia Canada]] (RCAF). Có 112 chiếc được chế tạo.\n;RF-101B: 22 chiếc CF-101B cũ của Không quân Hoàng gia Canada được cải biến thành máy bay trinh sát.\n;TF-101B: Phiên bản F-101B huấn luyện có bộ điều khiển bay kép, được đặt lại tên là '''F-101F'''. Có 79 chiếc được chế tạo.\n;EF-101B: Một chiếc F-101B được cải biến để dùng làm mục tiêu radar và cho Canada thuê.\n;NF-101B: Chiếc nguyên mẫu F-101B dựa trên khung máy bay F-101A; chiếc nguyên mẫu thứ hai được chế tạo với kiểu mũi khác biệt.\n;F-101C: Phiên bản máy bay tiêm kích-ném bom cải tiến. Có 47 chiếc được chế tạo.\n;RF-101C: Phiên bản máy bay trinh sát hình ảnh dựa trên khung máy bay F-101C. Có 166 chiếc được chế tạo.\n;F-101D: Phiên bản được đề nghị trang bị động cơ [[General Electric J79]], không được chế tạo.\n;F-101E: Một phiên bản được đề nghị khác trang bị động cơ J79, không được chế tạo.\n;F-101F: Phiên bản F-101B huấn luyện có bộ điều khiển bay kép. Có 79 chiếc TF-101B được đặt lại tên và 152 chiếc F-101B được cải biến.\n;CF-101F: 20 chiếc phiên bản huấn luyện TF-101B\/F-101F có bộ điều khiển bay kép dành cho Không quân Hoàng gia Canada.\n;TF-101F: 24 chiếc phiên bản huấn luyện F-101B có bộ điều khiển bay kép, được đặt lại tên là F-101F (bao gồm trong tổng số phiên bản F).\n;RF-101G: 29 chiếc phiên bản F-101A được cải biến làm máy bay trinh sát cho Không lực Vệ binh Quốc gia.\n;RF-101H: 32 chiếc phiên bản F-101C được cải biến làm máy bay trinh sát.\n\n== Các nước sử dụng ==\n;{{CAN}}\n* [[Không quân Hoàng gia Canada]]\n;{{ROC}}\n* [[Không quân Trung Hoa Dân Quốc]]\n;{{USA}}\n* [[Không quân Hoa Kỳ]]\n\n== Đặc điểm kỹ thuật (F-101B) ==\n[[Tập tin:F-101B 18FIS GrandForks.jpg|phải|nhỏ|McDonnell F-101B thuộc Phi đội Tiêm kích đánh chặn 18, Căn cứ Không quân Grand Forks, North Dakota]]\nTham khảo: The Great Book of Fighters<ref name=\"Green\">Green and Swanborough 2001<\/ref>\n\n== Đặc điểm kỹ thuật (P-40E) ==\n=== Đặc tính chung ===\n* Đội bay: 02 người\n* Chiều dài: 20,55 m (67&nbsp;ft 5 in)\n* [[Sải cánh]]: 12,09 m (39&nbsp;ft 8 in)\n* [[Chiều cao]]: 5,49 m (18&nbsp;ft 0 in)\n* Diện tích bề mặt cánh: 34,20 m² (368&nbsp;ft²)\n* [[Kiểu cánh]]: [[NACA airfoil|NACA 65A007 mod]] root, 65A006 mod tip\n* [[Lực nâng của cánh]]: 607&nbsp;kg\/m² (124&nbsp;lb\/ft²)\n* Trọng lượng không tải: 12.925&nbsp;kg (28.495&nbsp;lb)\n* Trọng lượng có tải: 20.715&nbsp;kg (45.665&nbsp;lb)\n* [[Trọng lượng cất cánh tối đa]]: 23.770&nbsp;kg (52.400&nbsp;lb)\n* Trữ lượng nhiên liệu bên trong: 7.771 L (2.053 US gal); 11.178 L (2.953 US gal) với hai thùng nhiên liệu phụ bên ngoài.\n* Động cơ: 2 x động cơ [[Pratt & Whitney JT3C|Pratt & Whitney J57-P-55]] [[động cơ turbo phản lực|turbo phản lực]] có đốt sau, lực đẩy 11.990&nbsp;lbf (53,3&nbsp;kN), lực đẩy có đốt sau 16.900&nbsp;lbf (75,2&nbsp;kN) mỗi động cơ.\n\n=== Đặc tính bay ===\n* [[Tốc độ lớn nhất]]: 1.825&nbsp;km\/h ([[Mach]] 1,72, 1.134&nbsp;mph) ở 10.500&nbsp;m (35.000&nbsp;ft)\n* [[Tầm bay tối đa]]: 2.450&nbsp;km (1.320&nbsp;nm, 1.520&nbsp;mi)\n* [[Trần bay]]: 17.800&nbsp;m (58.400&nbsp;ft)\n* [[Tốc độ lên cao]]: 250&nbsp;m\/s (49.200&nbsp;ft\/min)\n* [[Tỉ lệ lực đẩy\/khối lượng]]: 0,74\n\n=== Vũ khí ===\n* 4 × tên lửa [[AIM-4 Falcon]]\n* 2 × tên lửa nguyên tử [[AIR-2 Genie]]\n\n=== Thiết bị điện tử ===\n* Hệ thống kiểm soát hỏa lực Hughes MG-13\n\n== Tham khảo ==\n{{Tham khảo}}\n----\n* Francillon, Réne J. \"It's Witchcraft: McDonnell's F-101 Voodoo.\" ''Airpower: Vol. 10, no. 3''. tháng 5 năm 1980.\n* Green, William and Swanborough, Gordon. ''The Great Book of Fighters''. St. Paul, Minnesota: MBI Publishing, 2001. ISBN 0-7603-1194-3.\n* Hobson, Chris. ''Vietnam Air Losses: United States Air Force, Navy and Marine Corps Fixed-Wing Aircraft Losses in Southeast Asia, 1961-73''. North Branch, Minnesota: Specialty Press, 2002. ISBN 1-85780-115-6.\n* Knaack, Marcelle Size. ''Encyclopedia of US Air Force Aircraft and Missile Systems: Volume 1 Post-World War II Fighters 1945-1973''. Washington, DC: Office of Air Force History, 1978. ISBN 0-912799-59-5.\n\n== Liên kết ngoài ==\n* [http:\/\/home.att.net\/~jbaugher1\/f101.html Baugher's F-101 Voodoo Aircraft] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071221124848\/http:\/\/home.att.net\/%7Ejbaugher1\/f101.html |date=2007-12-21 }}\n* [http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2332 USAF National Museum site: XF-88 page] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070304105021\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2332 |date=2007-03-04 }}\n** [http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2307 F-101A\/C fact sheet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071109191533\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2307 |date=2007-11-09 }}\n** [http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2308 F-101B & F-101B fact sheet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071109191536\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2308 |date=2007-11-09 }}\n** [http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2326 RF-101A\/C fact sheet] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070702040319\/http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=2326 |date=2007-07-02 }}\n* [http:\/\/www.fisrg.com\/F101info.html McDonnell F-101 \"Voodoo\" history & information] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160715213645\/http:\/\/fisrg.com\/F101info.html |date=2016-07-15 }}\n* [http:\/\/www.aero-web.org\/locator\/manufact\/mcdonnel\/f-101.htm F-101 Voodoo Survivors] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070717100218\/http:\/\/www.aero-web.org\/locator\/manufact\/mcdonnel\/f-101.htm |date=2007-07-17 }} List of static displays, location, serial numbers, and links.\n\n== Nội dung liên quan ==\n{{Commons|F-101 Voodoo}}\n=== Máy bay liên quan ===\n* [[XF-88 Voodoo]]\n* [[CF-101 Voodoo]]\n=== Máy bay tương tự ===\n* [[Convair F-106 Delta Dart|F-106 Delta Dart]]\n* [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]]\n* [[Lavochkin La-250]]\n* [[Tupolev Tu-28]]\n=== Trình tự thiết kế ===\n* [[AIM-4 Falcon|F-98]] - [[Bomarc Missile Program|IM-99]] - [[North American F-100 Super Sabre|F-100]] - '''F-101''' - [[Convair F-102 Delta Dagger|F-102]] - [[Republic XF-103|XF-103]] - [[Lockheed F-104 Starfighter|F-104]]\n=== Danh sách liên quan ===\n* [[Danh sách máy bay chiến đấu]]\n* [[Danh sách máy bay quân sự Hoa Kỳ]]\n\n{{McDD aircraft}}\n{{USAF fighters}}\n{{Aviation lists}}\n\n[[Thể loại:Máy bay McDonnell|F-101]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1950]]\n[[Thể loại:Máy bay quân sự Hoa Kỳ thập niên 1950|RF-101]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay tiêm kích Hoa Kỳ]]\n[[Thể loại:Máy bay tiêm kích đánh chặn]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay huấn luyện]]\n[[Thể loại:Máy bay hai động cơ phản lực]]\n[[Thể loại:Máy bay cánh dưới]]"}