{"1296066":"[[Tập tin:St Michael HDHy.jpg|nhỏ|phải|160px|Micae Hồ Đình Hy]]\n'''Micae Hồ Đình Hy''' ([[1808]]-[[1857]]) là một tín hữu [[Công giáo tại Việt Nam|Công giáo Việt Nam]], giữ chức [[Quan chế nhà Nguyễn|quan thái bộc]] trong [[Nhà Nguyễn|Triều Nguyễn]]. Ông tử đạo thời vua [[Tự Đức]] và đã được [[Giáo hoàng Gioan Phaolô II]] phong làm [[Thánh (Kitô giáo)|thánh]] của [[Giáo hội Công giáo Rôma]] vào năm [[1988]].\n\n== Tiểu sử ==\nMicae Hồ Đình Hy sinh năm 1808 tại Nhu Lâm, tỉnh [[Thừa Thiên Huế|Thừa Thiên]] (nay là phường [[Hương Hồ]], thanh phố [[Huế]], tỉnh [[Thừa Thiên Huế]], thuộc [[Tổng giáo phận Huế|Tổng Giáo phận Huế]]) trong một gia đình quan chức, là con út trong số 12 anh chị em. Từ nhỏ, ông đã theo học các thầy đồ Nho và cũng biết chút [[tiếng Anh]] và [[tiếng Pháp]]. Dưới triều vua Tự Đức, ông được lên tới chức thái bộc, đặc trách ngành dệt tơ lụa, vải vóc của cả nước. Triều vua Tự Đức nổi tiếng là bắt đạo [[Công giáo]], nhưng quan Hồ Đình Hy vẫn không ngại tỏ ra mình là người Công giáo. Vì thế, ông vẫn đặt bàn thờ [[Thiên Chúa]] nơi xứng đáng trong nhà.\n\nThế nhưng, ông cũng bị ảnh hưởng bởi lối sống không đúng mực từ giới quan lại. Ông quan hệ với một thiếu nữ trẻ, và cô này sinh được ba người con ngoài hôn thú. Để chuộc lại lỗi lầm, ông đã cho [[Thanh Tẩy|rửa tội]] để theo đạo Công giáo và đưa chúng về nuôi nấng tử tế như con chính thức của mình. Ông cố gắng làm nhiều việc thiện để đền bù tội lỗi, xin [[Thiên Chúa]] thứ tha. Tương truyền, có một người bị tố cáo vì đã lấy trộm kho lẫm của nhà vua. Quan Hy can thiệp đã xin được vua Tự Đức ân xá. Người này đến xin tạ ơn và tặng cho quan Hy một túi tiền lớn nhưng ông nói với anh ta rằng: \"Hãy cầm tiền và đi ngay, bằng không tôi sẽ giao anh cho công lý bây giờ\". Quan Hy cũng bỏ tiền ra chuộc về hai bé gái bị mua bán, cho rửa tội và nuôi nấng đến khi trưởng thành.\n\nGiám mục Pellerin (tên Việt là Phan) phụ trách giáo phận Đông Đàng Trong tỏ ra tín nhiệm quan Hy và trao cho ông trọng trách hỗ trợ các thầy giảng ở tỉnh Thừa Thiên, coi sóc tài sản và cơ sở truyền giáo trong giáo phận. Với trọng trách này, ông đã đóng góp nhiều tiền của, công sức cho Giáo hội Công giáo ở Việt Nam.\n\nCuối năm 1856, [[quân đội Pháp]] bắn phá cảng [[Đà Nẵng]] mở đầu cho thời kỳ xâm lược Việt Nam làm cho vua Tự Đức phẫn nộ, ra lệnh bắt giam quan thái bộc Hồ Đình Hy vì nghi ngờ ông có giao thiệp với ngoại bang. Quân lính bắt ông nhận tội, bước qua cây thánh giá và khai ra các giáo sĩ, kể cả quân lính có đạo Công giáo. Ông cương quyết không bỏ đạo, nhưng vì bị tra tấn quá đau đớn nên ông lỡ nói tên một vài tín hữu. Thực ra, ông nghĩ rằng những người này đã kịp trốn đi nơi khác, nào ngờ dựa vào lời ông, triều đình bắt được thêm 29 người. Ông cho rằng tất cả là lỗi của mình nên khóc lóc, xưng tội xin Thiên Chúa thứ tha. Ông tự nhủ: \"Dù có lấy nước của các con sông trên [[Trái Đất|Địa Cầu]], cũng không rửa sạch tội của tôi được. Có lẽ chỉ có thể rửa sạch chúng bằng chính máu của tôi thôi\".\n\nNgày [[30 tháng 4]] năm [[1857]], vua Tự Đức kết án quan Hồ Đình Hy là: \"Khinh luật nước, theo tả đạo, lại gởi con đi [[Singapore|Tân Gia Ba]] thăm đạo trưởng Oai và bàn chuyện liên lạc với tàu Pháp. Rõ ràng là đứa hai lòng đáng chết nghìn lần. Ta truyền phải chém đầu làm gương\"<ref>{{Chú thích web |url=http:\/\/gioitresaigon.net\/web\/news.aspx?id=NE0000000285 |ngày truy cập=2013-03-26 |tựa đề=Micae Hồ Đình Hy (1808-1857) |archive-date = ngày 30 tháng 4 năm 2013 |archive-url=https:\/\/web.archive.org\/web\/20130430102356\/http:\/\/gioitresaigon.net\/web\/news.aspx?id=NE0000000285 }}<\/ref>. Vua còn ghi chi tiết phải xử thế này: năm quan triều đình và 15 binh sĩ dẫn Hồ Đình Hy đi vòng quanh [[Thành Nội Huế]] ba ngày. Khi đi ngang qua chợ và nơi công cộng, phải rao tội ông lên cho dân biết. Hơn nữa, tại mỗi ngã ba đường thì đánh thêm 30 trượng. Sau ba ngày như thế thì chém đầu. Nhà vua truyền vậy với hy vọng các [[Kitô hữu]] sẽ lấy làm tủi nhục mà lo bỏ đạo. Sáng ngày [[22 tháng 5]] năm đó, ông bị đưa ra pháp trường xử tử.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n* Trang mạng tinmung.net\n\n{{Thánh tử đạo Việt Nam}}\n\n[[Thể loại:Thánh Công giáo Việt Nam]]\n[[Thể loại:Người Thừa Thiên Huế]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Sinh năm 1808]]\n[[Thể loại:Mất năm 1857]]\n[[Thể loại:Thánh Công giáo Rôma]]"}