{"72333":"{{thiếu nguồn}}\n{{Thông tin máy bay\n|tên=MiG-19 \"Farmer\"\n|hình=Mig-19-6058-01.jpg\n|chú thích=MiG-19S của [[Không quân nhân dân Việt Nam]]\n|kiểu=[[Máy bay tiêm kích]]\n|hãng sản xuất= [[Mikoyan|Mikoyan-Gurevich OKB]]\n|hãng thiết kế=\n|chuyến bay đầu tiên= [[18 tháng 9|18 tháng 9]]-[[1953]]\n|được giới thiệu= Tháng 3-[[1955]]\n|được nghỉ hưu=\n|tình trạng=Hoạt động hạn chế\n|hãng sử dụng chính= {{Flagicon|Liên Xô}} [[Không quân Liên Xô]] <br \/> {{Flagicon|Trung Quốc}} [[Không quân Quân Giải phóng Nhân dân Trung Quốc|Không quân Quân Giải phóng Nhân dân Trung Quốc]] <br \/> {{Flagicon|Việt Nam}} [[Không quân Nhân dân Việt Nam]] <br \/> {{Flagicon|Lào}} [[Không quân Quân Giải phóng Nhân dân Lào]] <br \/> {{Flagicon|Campuchia}} [[Không quân Hoàng gia Campuchia]] <br \/> {{Flagicon|Cộng hòa Dân chủ Nhân dân Triều Tiên}} [[Không quân Nhân dân Triều Tiên]]\n|được chế tạo=\n|số lượng được sản xuất=8.500\n|chi phí dự án=\n|chi phí máy bay=\n|được phát triển từ=\n|những phương án tương tự= [[Shenyang J-6]] <br \/> [[Nanchang Q-5]]\n}}\n\n[[Mikoyan|Mikoyan-Gurevich]] '''MiG-19''' ([[tiếng Nga]]: Микоян и Гуревич МиГ-19) ([[tên ký hiệu của NATO]] là \"'''Farmer'''\" - '''Nông dân''') là [[máy bay tiêm kích phản lực thế hệ thứ hai]] của [[Liên Xô]], một chỗ ngồi, trang bị 2 [[động cơ phản lực]]. Nó là máy bay đầu tiên của Liên Xô có khả năng bay với [[Tốc độ siêu thanh|vận tốc siêu âm]] trên độ cao lớn. Được xem là tương đương với loại [[North American F-100 Super Sabre|F-100 Super Sabre]] của [[Hoa Kỳ]], MiG-19 là một loại máy bay chính được sử dụng để chống lại [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]] và [[Republic F-105 Thunderchief|F-105 Thunderchief]] trong [[Chiến tranh Việt Nam]]. MiG-19 được sản xuất bởi [[Mikoyan|Mikoyan-Gurevich]], bay thử lần đầu tiên vào ngày 18 tháng 9 năm 1953, nó được sử dụng rộng rãi ở nhiều quốc gia, có khoảng 8.000 chiếc đã sản xuất và nó có biến thể khác là [[Shenyang J-6]] do [[Trung Quốc]] sản xuất và Avia S-105 do [[Tiệp Khắc]] sản xuất.\n\n== Lịch sử ==\nVào ngày 20 tháng 4 năm 1951, [[OKB]]-155 (OKB - Cục thiết kế thực nghiệm) đã trình bày loại máy bay mới, tiếp sau mẫu máy bay chiến đấu [[Mikoyan-Gurevich MiG-17|MiG-17]] dưới tên gọi là \"'''I-340'''\". Loại máy bay mới có 2 động cơ phản lực [[Tumansky RD-9|Mikulin AM-5]] không có khả năng đốt nhiên liệu phụ (một phiên bản yếu hơn cũng được giới thiệu được trang bị động cơ [[Mikulin AM-3]]) với công suất (lực đẩy) 4.410&nbsp;lbf (19.6&nbsp;kN). I-340 có thể đạt tới vận tốc 725&nbsp;mph (1.160&nbsp;km\/h; Mach 1) trên độ cao 6.560&nbsp;ft (2.000 m) và 675&nbsp;mph (1.080&nbsp;km\/h; Mach 0.97) trên độ cao 33.000&nbsp;ft (10.000 m), đạt độ cao 33.000&nbsp;ft (10.000 m) trong 2.9 phút, và có trần bay khoảng 55.000&nbsp;ft (17.500 m). Loại máy bay mới ký hiệu là \"'''SM-1'''\", được thiết kế dựa trên khung của \"SI-02\" (mẫu đầu tiên của [[Mikoyan-Gurevich MiG-17|MiG-17]], khung mới đã được thiết kế mới một số chi tiết để có thể lắp được 2 động cơ bên trong so với 1 động cơ của [[Mikoyan-Gurevich MiG-17|MiG-17]]. Máy bay được hoàn thành vào tháng 3 năm 1952. Máy bay mới có một buồng lái điều áp không đầy đủ, động cơ máy bay hay gây ra những tình huống bất thường như hay bốc cháy và bộ điều chỉnh không vận hành tốt. Động cơ này được cải tiến từ động cơ tiêu chuẩn AM-5A với lực đẩy lên tới 4.740&nbsp;lbf (21.1&nbsp;kN), động cơ này vượt quá công suất của động cơ [[Klimov VK-1|Klimov VK-1F]], làm thùng xăng phụ không thể cung cấp đủ nhiên liệu cho nó vận hành lâu dài. SM-1 vừa đủ thông số trở thành máy bay siêu âm, có thể bay với vận tốc 745&nbsp;mph (1.193&nbsp;km\/h; Mach 1.03) trên độ cao 16.400&nbsp;ft (5.000 m). Những đặc tính đó cho thấy mẫu máy bay SM-1 không đủ khả năng trở thành một loại máy bay chiến đấu siêu âm mới và động cơ AM-5F với thùng nhiên liệu phụ đã được đề nghị thay thế cho động cơ cũ. Nhưng loại động cơ này lại không được cung cấp đầy đủ, và AM-5F đã trở thành cơ sở của loại động cơ [[Tumansky RD-9]] có sức thuyết phục hơn để đưa vào sản xuất máy bay. Những phát triển xa hơn có kết quả là \"'''I-360'''\" có 2 động cơ phản lực đã được hội đồng dân ủy chấp nhận, nó có ký hiệu là \"'''SM-2'''\", nó được cung cấp lực đẩy từ động cơ AM-5F, nhưng có chi tiết được đánh giá cao loại cánh xuôi góc lớn.\n\nVào ngày 15 tháng 8 năm 1953, cục thiết kế thực nghiệm [[Mikoyan|Mikoyan-Gurevich]] đã đưa ra một loại máy bay mới, nó đã tạo nên một thế hệ máy bay chiến đấu mới. OKB đã đưa ra 2 thiết kế, bản thứ nhất một động cơ [[Klimov VK-7]], bản thứ hai 2 động cơ [[Tumansky RD-9|Mikulin AM-9F]]. Loại máy bay chiến đấu 2 động cơ có ký hiệu là \"'''SM-9'''\", hơn nữa việc sản xuất SM-9 với tên gọi '''MiG-19''', có cơ sở nền tảng từ mẫu SM-2. Mẫu thử nghiệm đầu tiên của SM-9 là \"'''SM-9\/1'''\" bay lần đầu tiên vào ngày 5 tháng 1 năm 1954. Thùng nhiên liệu phụ đã không được lắp trong lần bay đầu tiên, nhưng nó được lắp vào trong lần bay thử thứ 2 và máy bay đã đạt đến vận tốc Mach 1.25 trên độ cao 26.400&nbsp;ft (8.050 m). Lần bay tiếp theo vận tốc đã được nâng lên Mach 1.44. Những thông số trên là cơ sở của một loại máy bay mới có hiệu suất bay đầy hứa hẹn, MiG-19 được đặt sản xuất hàng loạt vào 17 tháng 2 năm 1954, mặc dù Hội đồng Dân ủy muốn có sự thử nghiệm đến trước tháng 9 năm 1954. Chiếc máy bay thành phẩm đầu tiên được giới thiệu vào tháng 3 năm 1955.\n[[Tập tin:Shenyang F-6.jpg|nhỏ|250px|MiG-19 do [[Trung Quốc]] sản xuất với tên gọi [[Shenyang J-6]]]]\n\nBan đầu một số vấn đề đã làm nản lòng một số kỹ sư thiết kế. Điều gây hoang mang là khả năng nổ tung của thùng chứa nhiên liệu trong thân máy bay bởi nhiệt độ do động cơ gây ra, khi mà thùng nhiên liệu lại được lắp ở giữa các động cơ. Sự triển khai máy bay trong những cuộc tập trận với tốc độ cao chính là nguyên nhân chính khiến máy bay rơi. Bánh lái thiếu độ chính xác khi đang bay với tốc độ cao. Nó hạ cánh với tốc độ 145&nbsp;mph (230&nbsp;km\/h) (so với 100&nbsp;mph (160&nbsp;km\/h) của [[Mikoyan-Gurevich MiG-15|MiG-15]]), các phi công không được huấn luyện chuyển tiếp một cách cẩn thận do không có phiên bản huấn luyện 2 chỗ của MiG-19. Với những vấn đề như vậy đã dẫn đến sự xuất hiện của mẫu thứ hai mang tên \"'''SM-9\/2'''\", mẫu máy bay mới được thêm vào phanh hãm bằng không khí thứ 3 ở bụng, đưa vào hệ thống chống rung chống lại những dao động gây ra cho phi công trong khi bay với tốc độ âm thanh. Những cải tiến đó đã giúp MiG-19 cải thiện hiệu suất bay của mình, khiến nó trở thành loại máy bay số một trong những cuộc không chiến thời ấy. Mẫu SM-9\/2 bay lần đầu tiên vào ngày 16 tháng 9 năm 1954, và đi vào sản xuất với tên gọi '''MiG-19S'''.\n\nCó tổng cộng khoảng 8.500 chiếc MiG-19 được sản xuất, chủ yếu ở [[Liên Xô]], nhưng MiG-19 cũng được sản xuất ở [[Trung Quốc]] với tên gọi là '''[[Shenyang J-6]]''' và ở [[Tiệp Khắc]] với tên gọi '''Avia S-105'''. Nó phục vụ trong không quân nhiều quốc gia trên thế giới, gồm có cả [[Cuba]], [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân Chủ Cộng Hòa]], [[Ai Cập]], và [[Cộng hòa Dân chủ Nhân dân Triều Tiên]], [[Pakistan]]. MiG-19 được nhìn thấy các cuộc không chiến trong suốt [[chiến tranh Việt Nam]], [[Chiến tranh Sáu ngày]] năm 1967 và [[Chiến tranh Bangladesh]] năm 1971.\n<!--[[Hình:Mig19-1.jpg|nhỏ|trái|250px|MiG-19]]-->\nTất cả các biến thể của MiG-19 được sản xuất ở [[Liên Xô]] là loại có một chỗ ngồi. Mặc dù [[Trung Quốc]] phát triển mẫu máy bay huấn luyện '''JJ-6''' cho [[Shenyang J-6]], nhưng [[người Liên Xô]] tin rằng việc điều khiển bằng tay dễ dàng không cần thiết phải thay đổi máy bay huấn luyện là [[Mikoyan-Gurevich MiG-15|MiG-15UTI]].\n\nTại [[Liên Xô]], MiG-19 nhanh chóng được thay thế bởi [[Mikoyan-Gurevich MiG-21|MiG-21]] hiện đại hơn. Ở [[Trung Quốc]] thì [[Shenyang J-6]] vẫn là loại máy bay chủ lực của [[Không quân Quân Giải phóng Nhân dân Trung Quốc]], và nó được phát triển thành loại [[Nanchang Q-5]] ([[tên ký hiệu của NATO]] là \"'''Fantan'''\"), một loại [[máy bay cường kích]]. MiG-19 và các biến thể của nó đã gây nhiều sự sửng sốt vì khả năng điều khiển bằng tay dễ dàng và hỏa lực mạnh, với 3 khẩu pháo 30&nbsp;mm [[Nudelman-Rikhter NR-30|NR-30]] có thể bắn ra cùng lúc 40&nbsp;lb (18&nbsp;kg) đạn, đủ để bắn hạ máy bay địch tại chỗ trong các trận không chiến.\n\n== Lịch sử hoạt động ==\n\n[[Tập tin:VPAF pilots with Shenyang J-6 fighters.jpg|nhỏ|phải|256px|Phi đội MiG-19 ([[Shenyang J-6]]) của Trung đoàn 925, [[Không quân Nhân dân Việt Nam]] tại [[sân bay Kép]], [[Bắc Giang]]]]\n\nTrong suốt thời gian phục vụ trong lực lượng [[Phòng không Liên Xô|PVO Strany]] (Quân Chủng Phòng Không [[Liên Xô]]) và tại [[Cộng hòa Dân chủ Đức]], những chiếc MiG-19 đã nhiều lần ngăn chặn các máy bay [[Trinh sát|do thám]] của phương Tây. Sự kiện đầu tiên là cuộc chạm trán giữa MiG-19 và máy bay do thám tầm cao [[Lockheed U-2]] của [[Hoa Kỳ]] vào mùa thu năm 1957. Phi công MiG-19 đã trông thấy chiếc U-2 nhưng không thể bắn hạ nó, vì chiếc [[Lockheed U-2|U-2]] bay cao hơn chiếc MiG-19 tới 2.134&nbsp;m (7.000&nbsp;ft). Lần thứ 2 thì chiếc [[Lockheed U-2|U-2]] của phi công [[Francis Gary Powers]] đã không gặp may mắn như thế, nó đã bị một chiếc MiG-19P bám sát truy kích, và bị bắn hạ bởi một quả [[Tên lửa đất đối không|tên lửa phòng không]] [[S-75 Dvina]] ([[NATO]] gọi là: SA-2 'Guideline') vào ngày 1 tháng 5 năm 1960 trên không phận [[Sverdlovsk (tỉnh)|tỉnh Sverdlovsk]], [[Liên Xô]].\n\nVào ngày 1 tháng 7 năm 1960, một chiếc MiG-19 đã bắn hạ một chiếc [[Boeing B-47 Stratojet|RB-47H]] số hiệu S\/N 53-4281, đây là một chiếc máy bay do thám đang bay nhiệm vụ trong không phận [[Liên Xô]], làm chết 4 người và 2 người bị bắt giữ (sau đó 2 người này được trao trả cho phía [[Hoa Kỳ|Mỹ]] năm 1961). Một sự kiện nữa là ngày 28 tháng 1 năm 1964, một chiếc MiG-19 đã bắn hạ một chiếc [[North American Sabreliner|T-39 Sabreliner]] đang bay lạc trong không phận [[Cộng hòa Dân chủ Đức|Đông Đức]] khi đang bay huấn luyện, cả ba phi công đều tử nạn.\n\n== MiG-19 trong [[Chiến tranh Việt Nam]] ==\n\n=== Trận đánh đầu tiên ===\n\nSo với [[Mikoyan-Gurevich MiG-17|MiG-17]] và [[Mikoyan-Gurevich MiG-21|MiG-21]], MiG-19 tham chiến muộn hơn. Tháng 2 năm 1969, [[Trung Quốc]] đã viện trợ cho [[Việt Nam]] khoảng 36 chiếc MiG-19, đây là phiên bản [[Shenyang J-6]] do [[Trung Quốc]] sản xuất trên nguyên mẫu MiG-19. Tuy tham chiến muộn hơn nhưng MiG-19 cũng đã lập nhiều chiến công trong nhiệm vụ bảo vệ vùng trời [[Miền Bắc (Việt Nam)|miền Bắc Việt Nam]] ở giai đoạn 2 của cuộc chiến chống chiến tranh phá hoại của [[Không quân Hoa Kỳ|Không quân Mỹ]] (năm 1972).\n\nNgày 8 tháng 5 năm 1972, Bộ Tư lệnh Phòng không - [[Không quân Nhân dân Việt Nam|Không quân Việt Nam]] giao nhiệm vụ cho Trung đoàn 925 sử dụng máy bay MiG-19 xuất kích trận đầu. Biên đội chiến đấu của Trung đoàn có nhiệm vụ bảo vệ [[sân bay Yên Bái]], [[nhà máy thủy điện Thác Bà]], ngăn chặn đội hình [[Không quân Hoa Kỳ|Không quân Mỹ]] từ hướng Tây. Một tốp máy bay [[Mikoyan-Gurevich MiG-21|MiG-21]] được điều động làm nhiệm vụ chặn kích để yểm hộ cho tốp MiG-19 này.\n\nCác tốp máy bay của [[Không quân Nhân dân Việt Nam|KQNDVN]] gặp các tốp [[McDonnell Douglas F-4 Phantom II|F-4 Phantom II]] của [[Hoa Kỳ|Mỹ]] trên bầu trời [[Yên Bái]]. Mặc dù [[Không quân Hoa Kỳ]] nắm ưu thế về số lượng, nhưng các phi công [[Việt Nam]] đã vận dụng chiến thuật khéo léo khiến họ phải chịu tổn thất. Trong lần đầu xuất kích, 4 chiếc MiG-19 đã bắn hạ 2 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] của [[Không quân Hoa Kỳ|Không quân Mỹ]] mà không phải chịu tổn thất nào. Trong trận này, một chiếc [[Mikoyan-Gurevich MiG-21|MiG-21]] gặp trục trặc kĩ thuật, hỏng máy và rơi, khiến phi công Võ Sĩ Giáp tử nạn.\n\nPhía [[Hoa Kỳ|Mỹ]] công bố rằng trận không chiến ngày 8 tháng 5 năm 1972, họ bắn rơi 1 chiếc MiG-19 của [[Việt Nam]] và không thừa nhận tổn thất chiếc nào.\n\n=== Trận đánh thứ hai ===\n\nChỉ hai ngày sau trận đánh thứ nhất, Bộ chỉ huy Không quân chiến thuật [[Hoa Kỳ]] ở [[Đông Nam Á]], quyết định mở một trận đánh lớn vào ngày 10 tháng 5 năm 1972 để tiêu diệt lực lượng tiêm kích hỗn hợp của [[Không quân Nhân dân Việt Nam]]. Đây là loạt trận \"không chiến marathon\", kéo dài suốt cả ngày trên 4 vùng trời với 9 trận đánh với quy mô xuất kích lớn nhất nhì trong năm 1972 (chỉ thua kém [[Chiến dịch Linebacker II]]). Trong ngày này, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tiến hành đồng thời hai chiến dịch \"Linebacker I\" (tiếp tục) và Operation Custom Tailor trên quy mô lớn, với 414 lần chiếc xuất kích của cả lực lượng máy bay chiến thuật thuộc Bộ tư lệnh Không quân số 7 và Bộ tư lệnh Không quân đặc nhiệm 77 của [[Hải quân Hoa Kỳ]] từ 4 [[tàu sân bay]] trên vùng [[biển Đông]] tiếp giáp [[Việt Nam Dân chủ Cộng hòa|Bắc Việt Nam]].\n\n8 giờ sáng, các phi đội oanh tạc đầu tiên gồm các máy bay [[Grumman A-6 Intruder|A-6]], [[LTV A-7 Corsair II|A-7]] và [[McDonnell Douglas F-4 Phantom II|F-4J]] cất cánh từ tàu [[USS Constellation (CV-64)|USS Constellation]] và [[USS Kitty Hawk (CV-63)|USS Kitty Hawk]] đánh vào [[Hải Phòng]].\n8 giờ 20 phút, các phi đội đợt hai cất cánh từ hai tàu [[USS Coral Sea (CV-43)|USS Coral Sea]] và [[USS Oriskany (CV-34)|USS Oriskany]] tiến hành chiến dịch tấn công mang mật danh Alpha Strike đánh vào [[Hà Nội]]. Đồng thời, các căn cứ [[Không quân Hoa Kỳ]] ở Udol, Ubon, Nakhon Phanom và Takhly trên đất [[Thái Lan]] cũng huy động các máy bay [[McDonnell Douglas F-4 Phantom II|F-4D\/E]] và [[Republic F-105 Thunderchief|F-105F]] tham gia chiến dịch. [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] đã huy động tổng cộng 120 máy bay tham gia tấn công. 16 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] và 5 chiếc [[Republic F-105 Thunderchief|F-105]] đi tiền trạm nhằm chế áp lực lượng phòng không mặt đất và kiềm chế các tốp máy bay [[Mikoyan|MiG]]. 20 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] và 5 chiếc [[Republic F-105 Thunderchief|F-105]] khác làm nhiệm vụ tấn công [[cầu Long Biên]]. 24 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] và 5 chiếc [[Republic F-105 Thunderchief|F-105]] đánh [[cầu Đuống]] và [[Ga Yên Viên|nhà ga Yên Viên]]. Ngoài ra còn có 88 máy bay các loại làm nhiệm vụ yểm hộ, [[Nhiễu (điện tử)|gây nhiễu]], chặn kích.\n\nTrên vùng trời [[sân bay Kép]], ngay khi biên đội [[Mikoyan-Gurevich MiG-21|MiG-21]] của Đặng Ngọc Ngự và Nguyễn Văn Ngãi cất cánh đánh chặn đã bị 2 chiếc [[McDonnell Douglas F-4 Phantom II|F-4J]] của phi đoàn VF-92, tàu sân bay [[USS Constellation (CV-64)|USS Constellation]] đang tuần tiễu ở dọ cao 5.000 m phát hiện và tấn công. Chiếc MiG-21 của phi công Nguyễn Văn Ngãi bị trúng 2 quả tên lửa [[AIM-9 Sidewinder|AIM-9G]]. Phi công không kịp nhảy dù.\n\n9 giờ sáng, 84 chiếc [[McDonnell Douglas F-4 Phantom II|F-4D\/E]] và 5 chiếc [[Republic F-105 Thunderchief|F-105F]] mang các máy [[Nhiễu (điện tử)|gây nhiễu]] trong đội hình ALQ-71, ALQ-87 và ALQ-101 với đội hình hỗn hợp [[Máy bay cường kích|cường kích]], [[Máy bay tiêm kích|tiêm kích]] bay qua phía Bắc [[Thái Lan]] và [[Lào]] vào [[Miền Bắc (Việt Nam)|miền Bắc Việt Nam]]. Bộ tư lệnh [[Không quân Nhân dân Việt Nam|Không quân Việt Nam]] dùng biên đội [[Mikoyan-Gurevich MiG-21|MiG-21]] của Nguyễn Công Huy và Cao Sơn Khảo đánh nghi binh, yểm hộ cho các tốp MiG-19 đánh chặn máy bay [[Hoa Kỳ|Mỹ]] trên vùng trời [[Yên Bái]] - [[Tuyên Quang]]. Do bị gây nhiễu nặng bởi hệ thống tác chiến điện tử - chỉ dẫn tập trung APX-80 Combat Tree IFF Interrogator nên tốp MiG-21 không phát hiện được tốp F-4D tiếp cận từ phía sau. Phi công Cao Sơn Khảo bắn rơi 1 chiếc F-4D gần như cùng lúc với việc chiếc máy bay của mình bị trúng 1 tên lửa [[AIM-9 Sidewinder|AIM-9G]] vào cửa xả của động cơ. Phi công không kịp nhảy dù.\n\nTừ 9 giờ 44 phút ngày hôm đó, trên bầu trời [[Yên Bái]], 8 chiếc MiG-19 của [[Không quân Nhân dân Việt Nam]] phải đối phó với 32 chiếc [[McDonnell Douglas F-4 Phantom II|F-4D\/E]] của [[Không quân Hoa Kỳ]]. Biên đội MiG-19 thứ nhất do các phi công Tâm, Sơn, Phúc, Oánh vừa cất cánh và cao không gấp đã phát hiện 2 chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]] đang lao theo 2 chiếc [[Mikoyan-Gurevich MiG-21|MiG-21]] ở độ cao 6.000m. Chiếc MiG-19 số 3 do trung úy Nguyễn Văn Phúc điều khiển đã lập tức bám sát bắn hai loạt đạn pháo 37mm vào chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]]. Các phi công trên chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]] bị bắn rơi này gồm thiếu tá Robert A.Lodge, chủ nhiệm xạ kích của không đoàn 432 TFW (tử trận) và phi công hoa tiêu là đại úy Roger C.Locher (nhảy dù và được giải cứu). Phi công Oánh bay số 4 cũng đối đầu với chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]] còn lại nhưng bắn không trúng, bị đối phương phóng trả tên lửa bắn rơi. Phi công nhảy dù nhưng dù không mở. 20 phút sau, 2 máy bay MiG-19 còn lại của biên đội thứ nhất đều cạn dầu và phải quay về. Tốp MiG-19 thứ hai cất cánh nghênh chiến gồm các phi công Hoàng Cao Bổng số 1, Phạm Cao Hà số 2, Nguyễn Văn Cương số 3, Lê Văn Tưởng số 4.\n\nTốp này bắt gặp 16 chiếc [[McDonnell Douglas F-4 Phantom II|F-4E]] mang bom [[laser]] BOLT-117 ở vùng trời phía Nam [[sân bay Yên Bái]]. Phi công Lê Văn Tưởng đã hạ 1 chiếc [[McDonnell Douglas F-4 Phantom II|F-4E]]. Khi quay về, chiếc MiG-19 hết nhiên liệu. Lê Văn Tưởng hạ cánh khẩn cấp nhưng không thành công và tử nạn.\n\nTổng cộng trong trận đánh này, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] xuất kích 414 chiếc\/lần, bị bắn hạ 7 chiếc [[McDonnell Douglas F-4 Phantom II|F-4D\/E]] ([[Hoa Kỳ|Mỹ]] công nhận mất 5 chiếc). [[Không quân Nhân dân Việt Nam|Không quân nhân dân Việt Nam]] xuất kích 64 lần\/chiếc với cả bốn trung đoàn đều tham chiến, bị bắn hạ 2 [[Mikoyan-Gurevich MiG-21|MiG-21]], 3 [[Mikoyan-Gurevich MiG-17|MiG-17]] và 1 MiG-19 (1 chiếc MiG-19 khác bị rơi do hết nhiên liệu).\n\n=== Những trận đánh tiếp theo ===\n\nNgày 18-5-1972, một trận không chiến khác cũng được tổ chức hỗn hợp bởi ba loại máy bay [[Mikoyan-Gurevich MiG-17|MiG-17]], MiG-19 và [[Mikoyan-Gurevich MiG-21|MiG-21]] phối hợp với các tổ hợp pháo cao xạ và tên lửa [[S-75 Dvina|S-75]] đánh vào đội hình 60 máy bay của [[Không quân Hoa Kỳ|Không quân Mỹ]] tiến vào đánh [[Hà Nội]]. Trong trận này, 3 chiếc [[McDonnell Douglas F-4 Phantom II|F-4D\/E]] đã bị bắn hạ.\n\nTrong trận đánh ngày 2-9-1972, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] cho 2 chiếc [[McDonnell Douglas F-4 Phantom II|RF-4C]] vào trinh sát khí tượng trên phạm vi rộng từ [[Hòa Bình]] đến [[Sơn La]] từ sáng sớm, chuẩn bị cho một trận không kích lớn. 10 giờ 30 phút, một đội hình hỗn hợp hơn 20 máy bay [[McDonnell Douglas F-4 Phantom II|F-4D\/E]] và [[Republic F-105 Thunderchief|F-105F]] từ hướng Tây Bắc bay vào [[Hà Nội]]. Phi đội máy bay này được máy bay tác chiến điện tử EB-66 bay trên khu vực biên giới [[Việt Nam|Việt]] - [[Lào]] cảnh giới trên không, đề phòng máy bay MiG tấn công. Bộ Tư lệnh Phòng không - Không quân Việt Nam sử dụng một biên đội 2 chiếc [[Mikoyan-Gurevich MiG-21|MiG-21]] cất cánh ra hướng Tây Nam Hà Nội làm nhiệm vụ thu hút. Phát hiện máy bay [[Mikoyan|MiG]] xuất kích, hai tốp 8 chiếc [[McDonnell Douglas F-4 Phantom II|F-4E]] làm nhiệm vụ chặn kích lập tức đuổi theo. Ngay sau đó, biên đội 2 chiếc MiG-19 do Hoàng Cao Bổng và Nguyễn Văn Quảng điều khiển cất cánh từ sân bay Kép đột nhập khu vực [[Việt Trì]], nơi 12 chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]] và [[Republic F-105 Thunderchief|F-105F]] mang bom đang bay vào. Tốp MiG-19 lấy độ cao và công kích. Trong trận này, phi công Hoàng Cao Bổng hạ được 1 chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]]. Các máy bay [[Hoa Kỳ|Mỹ]] lập tức vứt bom để đánh quần vòng với 2 chiếc MiG-19. Trong khi một chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]] đang theo sát Hoàng Cao Bổng, hai lần phóng tên lửa nhưng đều bị trượt vì chiếc MiG-19 đã nhanh chóng ngửa bụng, hạ độ cao gấp; phi công Nguyễn Văn Quảng đã bám sát chiếc [[McDonnell Douglas F-4 Phantom II|F-4D]] này và bắn hạ nó bằng ba loạt đạn pháo 30mm. Các phi công lái MiG-19 của Trung đoàn 925 đã góp phần đánh tan đội hình [[máy bay ném bom]] của Mỹ ở cửa ngõ Tây Bắc [[Hà Nội]].\n\nTổng cộng trong các trân không chiến bảo vệ bầu trời miền Bắc giai đoạn 1969-1972, các máy bay tiêm kích MiG-19 ([[Shenyang J-6|J-6]]) của Trung đoàn 925 được tuyên bố đã bắn hạ 13 máy bay chiến đấu của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]], tất cả đều bằng pháo 30mm. Tổn thất là 5 chiếc MiG-19 bị rơi trong chiến đấu (3 chiếc bởi máy bay địch, 1 chiếc do cạn nhiên liệu và 1 chiếc rơi do bị tên lửa [[S-75 Dvina|S-75]] bắn nhầm), 1 phi công MiG-19 hi sinh<ref>https:\/\/web.archive.org\/web\/20140203010754\/http:\/\/old.vko.ru\/pictures\/2006_26\/42_01.jpg<\/ref>.\n\n== Các biến thể của MiG-19 ==\n[[Tập tin:MiG-19 Farmer.jpg|nhỏ|250px|MiG-19 với giá treo vũ khí]]\n[[Tập tin:Mig-19.jpg|nhỏ|250px|MiG-19PM]]\n* '''MiG-19''' ([[NATO]]: \"'''Farmer-A'''\") - phiên bản sản xuất đầu tiên, trang bị vũ khí 3 khẩu pháo 23&nbsp;mm [[Nudelman-Rikhter NR-23|NR-23]].\n* '''MiG-19P''' (NATO: \"'''Farmer-B'''\") - trang bị [[radar]] RP-1 Izumrud ở mũi, 2x 23&nbsp;mm [[Nudelman-Rikhter NR-23|NR-23]] (sau này là 2x 30&nbsp;mm [[Nudelman-Rikhter NR-30|NR-30]]) ở cánh, có giá treo [[rocket]] không điều khiển ở mỗi cánh, có sự cải tiến khí động lực giống MiG-19S; sau này được lắp tên lửa không đối không [[Vympel K-13]] ([[NATO]]: AA-2 'Atoll'), bắt đầu phục vụ năm 1955.\n* '''MiG-19PG''' - MiG-19P với hệ thống truyền dữ liệu mặt đất Gorizont-1.\n* '''MiG-19S''' ([[NATO]]: \"'''Farmer-C'''\") - làm dài phần đuôi, bộ phận chuyển động, 3 phanh không khí sau sườn bụng, máy thu điều hướng Svod, 3 khẩu pháo 30&nbsp;mm [[Nudelman-Rikhter NR-30|NR-30]], lắp thêm giá đỡ [[rocket]] không điều khiển hoặc [[bom]] FAB-250 dưới mỗi cánh, bắt đầu phục vụ năm 1956.\n* '''MiG-19SF''' - sản xuất sau MiG-19S với động cơ RD-9BF-1 của MiG-19R.\n* '''MiG-19SV''' - phiên bản chống [[khí cầu]] [[Trinh sát|do thám]] trên độ cao lớn, bay cao 68.044&nbsp;ft (20.740 m), bắt đầu phục vụ năm 1956.\n* '''MiG-19SVK''' - MiG-19SV với cánh mới.\n* '''MiG-19SU (SM-50)''' - phiên bản bay cao để ngăn chặn máy bay [[Trinh sát|do thám]] tầm cao [[Lockheed U-2]] của [[Hoa Kỳ]]; trang bị thùng chứa nhiên liệu phụ trên giá lắp tên lửa, đã bị loại bỏ không sản xuất do gặp vấn đề về hệ thống điều khiển và hiện tượng bổ nhào quay tròn khi bắt đầu bay với vận tốc âm thanh trên độ cao lớn.\n* '''MiG-19R''' - phiên bản [[trinh sát]] từ MiG-19S với những chiếc [[Máy ảnh|camera]] thay thế cho pháo ở phần mũi, sử dụng động cơ RD-9BF-1.\n* '''MiG-19PF''' - phiên bản một chỗ trang bị [[radar]], đây là [[máy bay tiêm kích]] đánh chặn mọi thời tiết. Chế tạo với số lượng nhỏ.\n* '''MiG-19PM''' ([[NATO]]: \"'''Farmer-E'''\") - không trang bị pháo, mang 4 quả tên lửa điều khiển bằng [[Sóng vô tuyến|sóng radio]] [[Kaliningrad K-5|Kaliningrad K-5M]] ([[NATO]]: AA-1 'Alkali'), bắt đầu sản xuất năm 1957.\n* '''MiG-19PML''' - MiG-19PM với hệ thống truyền dữ liệu mặt đất Lazur.\n* '''MiG-19PU''' - mang hệ thống [[rocket]] giống MiG-19SU.\n* '''MiG-19PT''' - MiG-19P mang tên lửa [[Vympel K-13]] ([[NATO]]: AA-2 'Atoll').\n* '''MiG-19M''' - máy bay mục tiêu không người lái cải tạo từ MiG-19 và MiG-19S.\n* '''SM-6''' - 2 chiếc MiG-19P cải tạo thành phòng thí nghiệm bay thử nghiệm [[Grushin K-6]] phát triển AAM (có ý định phát triển cho máy bay chiến đấu [[Sukhoi T-3]]) và [[rada]] Almaz-3.\n* '''SM-12''' - mẫu máy bay chiến đấu mới, có 4 chiếc được sản xuất, phát triển thành [[Mikoyan-Gurevich MiG-21|MiG-21]].\n* '''SM-20''' - mẫu thử nghiệm phóng tên lửa hạt nhân tầm thấp [[Raduga Kh-20]] ([[NATO]]: AS-3 'Kangaroo').\n* '''SM-30''' - phiên bản dùng công nghệ zero-length launch (ZEL) với giá đỡ [[rocket]] PRD-22.\n* '''SM-K''' - có thể phóng [[Vũ khí hạt nhân|tên lửa hạt nhân]] tầm thấp cho thử nghiệm [[Raduga K-10S|Raduga K-10]] (NATO: AS-2 'Kipper').\n* '''Avia S-105''' - MiG-19S được sản xuất ở [[Tiệp Khắc]] với giấy phép của [[Liên Xô]].\n* '''Lim 7''' - phiên bản MiG-19 của [[Ba Lan]]\n* '''[[Shenyang J-6]]''' - phiên bản MiG-19 của [[Trung Quốc]]. Phiên bản này được đưa vào phục vụ trong Không quân [[Pakistan]] với tên gọi F-6. F-6 sau này được cải tiến để mang được tên lửa [[AIM-9 Sidewinder]].\n\n== Các nước sử dụng MiG-19 ==\n[[Tập tin:Mig-19 operators.PNG|nhỏ|350px|Bản đồ các nước sử dụng MiG-19]]\n* {{Flagicon|Afghanistan}} [[Afghanistan]]: 36 chiếc được trao cho [[Không lực Afghanistan|Không quân Hoàng gia]] vào năm [[1964]].\n* {{Flagicon|Albania}} [[Albania]]\n* {{Flagicon|Angola}} [[Angola]]\n* {{Flagicon|Bangladesh}} [[Bangladesh]]\n* {{Flagicon|Bulgaria}} [[Bulgaria]]\n* {{Flagicon|Campuchia}} [[Campuchia]]\n* {{Flagicon|Trung Quốc}} [[Trung Quốc]]: phiên bản mang tên [[Shenyang J-6]]\n* {{Flagicon|Cuba}} [[Cuba]]\n* {{Flagicon|Tiệp Khắc}} [[Tiệp Khắc]]: phiên bản mang tên [[Avia S-105]]\n* {{Flagicon|Đông Đức}} [[Cộng hòa Dân chủ Đức]]\n* {{Flagicon|Ai Cập}} [[Ai Cập]]\n* {{Flagicon|Hungary}} [[Hungary]]\n* {{Flagicon|Indonesia}} [[Indonesia]]\n* {{Flagicon|Iraq}} [[Iraq]]\n* {{Flagicon|Bắc Triều Tiên}} [[Cộng hòa Dân chủ Nhân dân Triều Tiên]]: [[Shenyang J-6|J-6]] do [[Trung Quốc]] sản xuất.\n* {{Flagicon|Pakistan}} [[Pakistan]]\n* {{Flagicon|Ba Lan}} [[Ba Lan]]: phiên bản mang tên Lim 7\n* {{Flagicon|Romania}} [[România]]\n* {{Flagicon|Somalia}} [[Somalia]]\n* {{Flagicon|Liên Xô}} [[Liên Xô]]\n* {{Flagicon|Sudan}} [[Sudan]]\n* {{Flagicon|Syria}} [[Syria]]\n* {{Flagicon|Tanzania}} [[Tanzania]]\n* {{Flagicon|Việt Nam}} [[Việt Nam]]: trang bị phiên bản [[Shenyang J-6|J-6]] từ [[Trung Quốc]] thay vì MiG-19 nguyên bản từ [[Liên Xô]]\n* {{Flagicon|Zambia}} [[Zambia]]\n\n== Thông số kỹ thuật (MiG-19S 'Farmer-C') ==\n[[Tập tin:MiG-19 3-view drawing.svg|300px|phải]]\n=== Thông số riêng ===\n* '''Phi hành đoàn''': 1 người\n* '''Dài''': 12.5&nbsp;m (41&nbsp;ft)\n* '''Sải cánh''': 9.2 m (30&nbsp;ft 2 in)\n* '''Cao''': 3.9 m (12&nbsp;ft 10 in)\n* '''Diện tích cánh''': 25.0 m² (270&nbsp;ft²)\n* '''Trọng lượng rỗng''': 5.447&nbsp;kg (11.983&nbsp;lb)\n* '''Trọng lượng cất cánh tối đa''': 7.560&nbsp;kg (16.632&nbsp;lb)\n* '''Động cơ''': 2x động cơ phản lực có thùng nhiên liệu phụ [[Tumansky RD-9]]B, lực đẩy 31.9&nbsp;kN (7.178&nbsp;lbf) mỗi động cơ.\n* '''Sức chứa nhiên liệu''': 1.800&nbsp;kg (3.960&nbsp;lb)\n\n=== Hiệu suất bay ===\n* '''Vận tốc cực đại''': 1.455&nbsp;km\/h (909&nbsp;mph)\n* '''Tầm hoạt động''': 685&nbsp;km (430&nbsp;mi); nhiệm vụ 2.200&nbsp;km (1.375&nbsp;mi)\n* '''Trần bay''': 17.500&nbsp;m (57.400&nbsp;ft)\n* '''Tốc độ lên cao''': 180&nbsp;m\/s (35.425&nbsp;ft\/min)\n* '''Lực nâng của cánh''': 302.4&nbsp;kg\/m² (61.6&nbsp;lb\/ft²)\n* '''Lực đẩy''': 0.86\n\n=== Vũ khí ===\n* 3x khẩu pháo 30&nbsp;mm [[Nudelman-Rikhter NR-30|NR-30]] (70 viên đạn mỗi khẩu pháo gắn trên cánh, 55 viên đối với khẩu pháo gắn trên thân).\n*2x [[Tên lửa không đối không|tên lửa không-đối-không]] tầm ngắn dẫn đường bằng [[tia hồng ngoại]] [[Vympel K-13]] ([[NATO]]: AA-2 'Atoll').\n* Mang 250&nbsp;kg (550&nbsp;lb) [[bom]] hoặc [[rocket]] không điều khiển trên 4 giá đỡ dưới cánh.\n\n==Tham khảo==\n{{tham khảo}}\n== Liên kết ngoài ==\n* [http:\/\/www.wpafb.af.mil\/museum\/history\/coldwar\/cw6.htm The RB-47H incident (USAF Museum).] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060721113019\/http:\/\/www.wpafb.af.mil\/museum\/history\/coldwar\/cw6.htm |date = ngày 21 tháng 7 năm 2006}}\n* [http:\/\/www.globalsecurity.org\/military\/world\/russia\/mig-19.htm MiG-19 FARMER at Global Security.org.]\n* [http:\/\/www.globalaircraft.org\/planes\/mig-19_farmer.pl MiG-19 Farmer at Global Aircraft]\n* [http:\/\/www.combataircraft.com\/aircraft\/fmig19.aspx MiG-19 Farmer at Combataircraft]\n* [http:\/\/urrib2000.narod.ru\/EqMiG19-e.html Cuban MiG-19]\n\n== Nội dung liên quan ==\n{{thể loại Commons|Mikoyan-Gurevich MiG-19}}\n=== Máy bay có phát triển liên quan ===\n\n[[Mikoyan-Gurevich MiG-17]] - [[Nanchang Q-5]] - [[Shenyang J-6]]\n\n=== Máy bay có thể so sánh được ===\n\n[[North American F-100 Super Sabre|F-100 Super Sabre]] - [[Dassault Super Mystère]]\n\n=== Danh sách tiếp nối ===\n[[Mikoyan-Gurevich I-250|MiG-13 (I-250)]] -\n[[Mikoyan-Gurevich MiG-15|MiG-15]] -\n[[Mikoyan-Gurevich MiG-17|MiG-17]] -\n'''MiG-19''' -\n[[Mikoyan-Gurevich MiG-21|MiG-21]] -\n[[Mikoyan-Gurevich MiG-23|MiG-23]] -\n[[Mikoyan-Gurevich MiG-25|MiG-25]]\n\n{{Mikoyan aircraft}}\n{{aviation lists}}\n\n[[Thể loại:Máy bay Mikoyan|MiG-019]]\n[[Thể loại:Máy bay quân sự Liên Xô thập niên 1950]]\n[[Thể loại:Máy bay cường kích Liên Xô 1950–1959]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay tiêm kích Liên Xô và Nga]]\n[[Thể loại:Máy bay tiêm kích đánh chặn]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay hai động cơ phản lực]]\n[[Thể loại:Máy bay cánh giữa]]"}