{"71816":"{{Thông tin máy bay\n|tên=MiG-15 \"Fagot\"\n|hình=MiG-15 (5048983238).jpg\n|kiểu=Máy bay tiêm kích\n|hãng sản xuất=[[Mikoyan|Mikoyan-Gurevich OKB]]\n|chuyến bay đầu tiên=[[30 tháng 12]]-[[1947]]\n|được giới thiệu=[[1949]]\n|tình trạng=Chủ yếu dùng để huấn luyện\n|hãng sử dụng chính= {{Flagicon|Liên Xô}} [[Không quân Xô viết|Không quân Liên Xô]]<br \/>{{Flagicon|Trung Quốc}} [[Không quân Quân Giải phóng Nhân dân Trung Quốc]]<br \/> {{Flagicon|Cộng hòa Dân chủ Nhân dân Triều Tiên}} [[Không quân Nhân dân Triều Tiên]]<br \/>{{Flagicon|Việt Nam}} [[Không quân Nhân dân Việt Nam]]\n|số lượng được sản xuất=13.130 + ~4.180 theo giấy phép\n|những phương án tương tự=[[Mikoyan-Gurevich MiG-17|MiG-17]]\n}} \n[[Mikoyan|Mikoyan-Gurevich]] '''MiG-15''' ([[tiếng Nga]]: Микоян и Гуревич МиГ-15) ([[tên ký hiệu của NATO]] đặt là \"'''Fagot'''\") là một [[máy bay tiêm kích phản lực thế hệ thứ nhất]] của [[Liên Xô]] do [[Artem Ivanovich Mikoyan|Artem Mikoyan]] và [[Mikhail Iosifovich Gurevich|Mikhail Gurevich]] thiết kế và phát triển. MiG-15 là một trong những máy bay phản lực thành công với cánh xuôi, và nó nổi tiếng trên bầu trời Triều Tiên, nơi trong thời kì đầu của cuộc chiến nó đã hạ gục mọi loại máy bay cánh thẳng của Mỹ và phương Tây, và có thể chiến đấu ngang bằng với loại [[F-86]] hiện đại nhất của Mỹ khi đó (trong khi MiG-15 có giá rẻ hơn và dễ bảo trì hơn). MiG-15 là điểm khởi đầu cho sự phát triển [[Mikoyan-Gurevich MiG-17|MiG-17]], một phiên bản cải tiến hơn đã trở thành lực lượng đối chọi với máy bay Mỹ trong [[chiến tranh Việt Nam]] những năm 1960.\n\nMiG-15 là một trong những loại máy bay từng được sản xuất với số lượng nhiều nhất, với khoảng 13.130 chiếc đã được sản xuất (và với việc cung cấp giấy phép cho các nước khác sản xuất thì con số MiG-15 lên tới khoảng 17.300 chiếc). MiG-15 bay lần đầu tiên vào ngày 30-12-1947, được đưa vào sử dụng trong khoảng 1949-1950 và được sử dụng trên nhiều nước trên thế giới. Một biến thể khác của MiG-15 rất nổi tiếng là '''MiG-15UTI''' \"'''Midget'''\".\n\n== Thiết kế và phát triển ==\n[[Tập tin:S-103.jpg|nhỏ|200px|S-103 một thiết kế khác của MiG-15 được Tiệp Khắc chế tạo]]\nHầu hết những máy bay phản lực đời đầu được thiết kế giống như máy bay chiến đấu động cơ pít tông với cánh thẳng đã giới hạn tính năng bay tốc độ cao của chúng. Nghiên cứu của [[Đức Quốc Xã|Đức Quốc xã]] trong suốt [[Chiến tranh thế giới thứ hai]] đã cho thấy các cánh xuôi có hiệu năng tốt hơn ở những vận tốc cận siêu âm, và những nhà thiết kế máy bay của [[Liên Xô]] cũng nhanh chóng nắm bắt đặc tính tiên tiến từ thông tin này. Có luận cứ cho rằng [[Artem Ivanovich Mikoyan]] và [[Mikhail Iosifovich Gurevich]] (các tổng công trình sư của cục thiết kế \"[[Mikoyan]]\") đã chịu nhiều ảnh hưởng bởi loại máy bay [[Focke-Wulf Ta 183]], mặc dù vậy đó cũng chỉ là sự phỏng đoán vô căn cứ. Mặc dù những chiếc máy bay phản lực ra đời vội vã cuối chiến tranh của Đức Quốc xã có cánh xuôi và vẻ ngoài hơi giống với MiG-15 ra đời sau này nhưng hai loại máy bay lại có những điểm khác biệt hoàn toàn trong cấu trúc và thiết kế chung. Mặc dù Liên Xô đã nắm bắt được những thông tin của Ta-183, nhưng những kỹ sư của Focke-Wulf đã bị các nước đồng minh bắt giữ, vì thế có thể chứng tỏ rằng nhóm thiết kế của MiG-15 lấy cảm hứng từ Ta-183 nhưng không đủ bằng chứng cho rằng nó chịu ảnh hưởng lớn từ [[Ta-183]]. Ngày nay đa số nguồn thông tin cho rằng MiG-15 được phát triển dựa trên những thành tựu của người Đức, nhưng những thành tựu của Liên Xô cũng không thể phủ nhận trong ý tưởng, thiết kế chế tạo và sản xuất.<ref name=\"Yefim_Gordon\">Gordon, Yefim. ''Mikoyan-Gurevich MiG-15''. Leicester, UK: Midland Publishing, 2001. ISBN 1-85780-105-9.<\/ref>\n\nChiếc máy bay thử nghiệm có trang bị cánh mũi khác thường [[MiG-8 Utka]] đã được chế tạo ngay cuối Thế chiến 2 bởi cục thiết kế MiG cho thấy rằng chính nó đã ảnh hưởng rất lớn đến việc sử dụng cánh xuôi trên các thiết kế sau này của [[Mikoyan]].\n\nNăm 1946, các kỹ sư Liên Xô đã thấy rằng không khả thi khi dùng loại động cơ phản lực hướng trục HeS-011 được thiết kế bởi người Đức, và những thiết kế khung máy bay mới từ Mikoyan đã tiến xa hơn việc phát triển các động cơ dành cho nó. Bộ trưởng hàng không Liên Xô [[Mikhail Khrunichev]] và nhà thiết kế máy bay [[Alexander Sergeyevich Yakovlev]] đã đề xuất với nhà lãnh đạo [[Iosif Vissarionovich Stalin]] nên mua loại động cơ phản lực từ [[Anh]]. Stalin đã trả lời rằng: ''\"Kẻ ngu ngốc nào sẽ bán cho tôi và các anh điều bí mật của anh ta?\"''. Tuy nhiên, Stalin cũng phê chuẩn lời đề nghị. Artem Mikoyan, nhà thiết kế động cơ [[Vladimir Klimov]] và những người khác đã nhiều lần tới [[Vương quốc Anh]], với lời đề nghị mua động cơ phản lực của người Anh. Một điều ngạc nhiên đã dành cho Stalin, chính quyền Anh và bộ trưởng thương mại phụ trách Xô viết, ngài Stafford Cripps, thông báo sẽ sẵn sàng tuyệt đối cho việc cung cấp thông tin kỹ thuật và giấy phép sản xuất động cơ phản lực ly tâm [[Rolls-Royce Nene]] tại Liên Xô, loại động cơ này được thiết kế chuyển đổi hoàn toàn và được sản xuất dưới tên gọi [[Klimov RD-45]], sau này nó được gắn vào MiG-15 (Rolls-Royce sau đó thử đề nghị tiền lệ phí cho việc sản xuất là 207 triệu bảng, nhưng không thành công).\n\nTrong thời gian chuyển tiếp, vào ngày 15-4-1947, hội đồng bộ trưởng ra sắc lệnh #493-192, ra lệnh cho cục thiết kế của Mikoyan OKB sản xuất 2 mẫu thử nghiệm của loại máy bay chiến đấu phản lực mới. Sắc lệnh đã yêu cầu chuyến bay đầu tiên phải được thực hiện sớm trước tháng 12-1947, các kỹ sư của cục thiết kế OKB-155 đã phải dùng đến một bản thiết kế đang gặp nhiều rắc rối trước đó - [[Mikoyan-Gurevich MiG-9]]. [[Mikoyan-Gurevich MiG-9|MiG-9]] có động cơ không đủ độ tin cậy và gặp trục trặc ở hệ thống điều khiển. Vấn đề thứ nhất được giải quyết thông qua động cơ Klimov mới đầy tính ưu việt, và để giải quyết vấn đề thứ hai, các kỹ sư đã thử nghiệm với loại [[cánh xuôi]] và thiết kế lại đuôi lái. Kết quả là mẫu thử nghiệm được định danh với tên gọi '''I-310'''.\n\nI-310 có vẻ ngoài trơn nhẵn, là một máy bay chiến đấu cánh xuôi với các cánh và đuôi xuôi một góc 35°. I-310 có tính năng bay nổi bật, với vận tốc tối đa đạt được trên 650&nbsp;mph (1.040&nbsp;km\/h). Đối thủ chính của nó là [[Lavochkin La-168]] với cấu hình tương tự. Sau quá trình đánh giá, thiết kế của MiG đã được chọn để đưa vào sản xuất. Được định danh '''MiG-15''', mẫu đầu tiên bay thử vào ngày 31-12-1948. Nó bắt đầu phục vụ trong không quân Xô viết năm 1949, sau đó [[NATO]] đặt cho nó cái tên là \"'''Fagot'''\". Những mẫu sản xuất đầu tiên có khuynh hướng lắc lư sang trái hoặc phải do các chi tiết không ăn khớp khi chế tạo, và vì thế các bộ tinh chỉnh khí động học được gọi là \"nozhi (knives - các lưỡi dao)\" được gắn khớp vào nhằm khắc phục vấn đề này, những lưỡi dao này sẽ được điều chỉnh bởi những kỹ thuật viên mặt đất cho đến khi máy bay bay ổn định.<ref name=\"Yefim_Gordon\"\/>\n\nMột biến thể cải tiến là '''MiG-15bis''' (\"bis\" ký hiệu mẫu tự Latin hoặc [[Pháp]] cho \"encore\"), được trang bị động cơ [[Klimov VK-1]] đưa vào phục vụ năm 1950, một biến thể khác sử dụng động cơ RD-45\/Nene, cộng với một số cải tiến và nâng cấp nhỏ.\n\nMiG-15 là máy bay đầu tiên được sử dụng với ý định ngăn chặn máy bay ném bom [[Boeing B-29 Superfortress]], sau này Liên Xô cũng chế tạo một loại máy bay ném bom dựa trên B-29 là [[Tupolev Tu-4]]. Để đảm bảo cho việc tiêu diệt chiếc B-29 to lớn, MiG-15 đã trang bị pháo hạng nặng có tầm bắn xa: 2 pháo 23&nbsp;mm với 80 viên đạn mỗi pháo, một pháo 37&nbsp;mm 40 viên đạn.\n\nPháo 23&nbsp;mm bắn ra những viên đạn nặng 175 gam, trong khi pháo 37&nbsp;mm bắn ra những viên đạn nặng tới 735 gam. Những vũ khí đó đã cung cấp sức mạnh lớn cho MiG-15 trong vai trò đánh chặn máy bay ném bom hạng nặng, chỉ cần vài phát đạn 37&nbsp;mm trúng đích cũng đủ để bắn rơi cả một chiếc máy bay rất lớn như [[B-29]]. Tuy nhiên, để đổi lấy pháo cỡ nòng lớn thì MiG-15 phải chịu hạn chế về tốc độ bắn khá chậm và số đạn ít của mỗi khẩu pháo, điều này gây khó khăn trong các trận không chiến với các loại máy bay tiêm kích nhỏ và bay nhanh.\n\nCó một biến thể khác của MiG-15 được sản xuất đó là '''MiG-15UTI''' ([[NATO]] gọi là \"'''Midget'''\") một loại máy bay huấn luyện 2 chỗ ngồi. Bởi vì Mikoyan-Gurevich không bao giờ tập trung sản xuất kiểu máy bay huấn luyện chuyển tiếp cho [[Mikoyan-Gurevich MiG-17]] hoặc [[Mikoyan-Gurevich MiG-19]], \"Midget\" còn là loại máy bay huấn luyện cho các nước trong khối hiệp ước Vác-xa-va vào những năm 1970, nó là mẫu đầu tiên đóng vai trò là cơ sở cho các loại máy bay huấn luyện khác như [[Aero L-29 Delfín]] \"Maya\" và [[Aero L-39 Albatros]] của [[Tiệp Khắc]] (sau này là [[Cộng hòa Séc]], [[Ba Lan]] sử dụng loại máy bay huấn luyện phản lực là [[PZL TS-11 Iskra]]). Trong khi [[Trung Quốc]] sản xuất loại máy bay huấn luyện cho [[Mikoyan-Gurevich MiG-17]] và [[Mikoyan-Gurevich MiG-19]] thì [[Liên Xô]] lại cho rằng MiG-15UTI có đủ khả năng đáp ứng những nhu cầu và không nghiên cứu sản xuất máy bay huấn luyện cho những loại máy bay sau này của chính mình.\n\n== Lịch sử chiến đấu ==\n[[Tập tin:MIG-15UTI-hatzerim-2.jpg|nhỏ|200px|MiG-15UIT tại Muzeyon Heyl ha-Avir, Israel]]\nMiG-15 lần đầu tiên bắn hạ máy bay trên không vào ngày 13 tháng 6 năm 1952, nhưng nó còn để lại nỗi sợ hãi sau nhiều năm sau đó{{cần chú thích|date = ngày 4 tháng 8 năm 2015}}. Nạn nhân đầu tiên của MiG-15 là chiếc [[Douglas DC-3]] của [[Không quân Thụy Điển]] đã bay do thám trên [[Biển Baltic]].\n\n===Tại [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Triều Tiên]]===\nMikoyan-Gurevich MiG-15 được xuất khẩu rộng rãi, phiên bản xuất khẩu cho [[Trung Quốc]] là MiG-15bis năm 1950. MiG-15 của Trung Quốc là những chiếc MiG đầu tiên trực tiếp chống lại những máy bay phản lực khác của [[Hoa Kỳ]] trong [[Chiến tranh Triều Tiên]]. Loại cánh mới của MiG-15 đã chứng tỏ khả năng của mình thế hệ đầu tiên của máy bay phản lực cánh xuôi. Loại máy bay phản lực cánh thẳng của không quân Hoa Kỳ như [[Lockheed P-80 Shooting Star]], [[Gloster Meteor]]; loại sử dụng động cơ pít tông như [[North American P-51 Mustang]] và [[Vought F4U Corsair]] (mặc dù [[F-80]] là máy bay bắn hạ MiG-15 đầu tiên), những loại này lần lượt bị MiG-15 hạ gục một cách dễ dàng.\n\nKhi chiếc MiG-15 được đưa vào hoạt động tại Triều Tiên vào [[tháng mười một|tháng 11]] năm [[Hàng không năm 1950|1950]], nó vượt hơn tất cả những loại máy bay tiêm kích đang hoạt động trong các lực lượng thuộc [[Liên Hợp Quốc]]. Cuộc không chiến đầu tiên xảy ra ngày 1 tháng 11 năm 1950 khi 8 chiếc MiG-15 của Liên Xô đánh chặn 15 chiếc [[North American P-51 Mustang]] của Mỹ và trung úy phi công Liên Xô [[Fiodor Chizh]] đã bắn hạ phi công [[Aaron Abercrombie]].<ref name=\"docstoc.com\">http:\/\/www.docstoc.com\/docs\/6488080\/MiG-15<\/ref> Vài ngày sau, trung úy phi công Semyon Jominich (hay còn được đánh vần là Khominich<ref>{{Chú thích web | url = http:\/\/www.acig.org\/artman\/publish\/article_315.shtml | tiêu đề = Honchos | tác giả 1 = | ngày = | ngày truy cập = 9 tháng 2 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>) của Liên Xô đã trở thành phi công đầu tiên trên thế giới dùng máy bay phản lực bắn hạ máy bay phản lực khi anh tiêu diệt chiếc [[Lockheed P-80 Shooting Star]] của phi công Hoa Kỳ Frank Van Sickle trong 1 cuộc hỗn chiến giữa 10 chiếc [[Lockheed P-80 Shooting Star]] và 3 chiếc MiG-15.\n\nCho đến khi [[North American F-86 Sabre]] - máy bay phản lực kiểu mới nhất của [[Không quân Hoa Kỳ]] được sử dụng trong Chiến tranh Triều Tiên thì lợi thế trên không của hai bên mới cân bằng. Chiếc F-86 Sabre được Không quân Hoa Kỳ đưa vào phục vụ từ năm [[Hàng không năm 1949|1949]], về bản chất nó là máy bay [[North American FJ Fury]] của [[Hải quân Hoa Kỳ|hải quân]] được lắp đôi cánh mới vào. Tháng 12 năm 1950, [[Không quân Hoa Kỳ]] bắt đầu sử dụng phi cơ [[North American F-86 Sabre]] tại [[Triều Tiên]]. Các phi cơ MiG-15 có thể bay cao hơn, 50.000 [[ft]] so với 42.000 [[ft]] (12.800 m) của F-86, cho thấy lợi thế rõ ràng lúc khởi đầu của không chiến của MiG-15. Trong lúc bay đường trường thì tốc độ tối đa của chúng bằng nhau - khoảng 660 [[dặm Anh]]\/giờ (1.060&nbsp;km\/h). Phi cơ MiG-15 có thể leo lên cao tốt hơn; trong khi phi cơ \"Sabre\" có thao tác bay tốt hơn và có thể bổ nhào xuống dưới nhanh hơn. Trong trường hợp bị bám đuôi, MiG-15 có thể thoát khỏi F-86 bằng cách lao vọt lên độ cao trên 42.000 [[ft]], khiến F-86 không thể đuổi theo. Về mặt vũ khí, phi cơ MiG mang 2 khẩu pháo 23&nbsp;mm và 1 đại bác 37&nbsp;mm chuyên dùng để bắn hạ máy bay cỡ lớn, so với phi cơ Sabre có 6 khẩu súng máy nòng cỡ 0,5 [[inch]] (12,7&nbsp;mm) chuyên dùng để bắn hạ máy bay cỡ nhỏ. Như vậy, F-86 của Mỹ có thể bắn nhanh và mang nhiều viên đạn hơn, trong khi MiG-15 có thể bắn ra những phát đạn có sức công phá mạnh hơn. Về mặt bảo trì, đây là một yếu điểm của F-86 đối với MiG-15, phần lớn phi cơ F-86 của Mỹ đã bị giữ dưới mặt đất để sửa chữa trong suốt cuộc chiến.<ref name= \"Sabre: The F-86 in Korea\">[http:\/\/findarticles.com\/p\/articles\/mi_qa3897\/is_200212\/ai_n9149844 Sabre: The F-86 in Korea]<\/ref>\n\nVề các thiết bị ngắm bắn, F-86 Sabre có lợi thế ở công cụ đo phạm vi bằng vô tuyến (một dạng radar đời đầu trang bị cho tiêm kích), cung cấp phạm vi ngắm bắn hiệu quả là 2,4 kilômét. Trong khi MiG-15 và [[Mikoyan-Gurevich MiG-17|MiG-17]] của Liên Xô chỉ được lắp thiết bị ngắm bắn quang học ASP-3, phạm vi ngắn bắn hiệu quả tối đa chỉ khoảng 1 kilômét.<ref>{{Chú thích web|url=https:\/\/www.baogiaothong.vn\/chuyen-gia-my-phai-ngam-ngui-thua-nhan-tac-chien-dien-tu-nga-la-so-1-d502431.html|tựa đề=Chuyên gia Mỹ phải ngậm ngùi thừa nhận tác chiến điện tử Nga là số 1}}<\/ref>\n\nDẫu cho F-86 Sabre (Lưỡi kiếm) không phải là đối thủ của MiG-15 trong một số thông số hiệu năng bay, nhưng với chiến thuật tốt và phi công được huấn luyện kỹ, các phi công Sabre của Mỹ cũng đạt được tỷ lệ bắn hạ MiG được lái bởi các phi công [[Trung Quốc]] và [[Cộng hòa Dân chủ Nhân dân Triều Tiên|Triều Tiên]], vốn chỉ được huấn luyện chưa lâu và còn thiếu kinh nghiệm. Tuy nhiên, khi chiến đấu với các phi công Liên Xô có nhiều kinh nghiệm và biết tận dụng lợi thế của MiG-15, hiệu suất chiến đấu của F-86 bị sụt giảm đi rất nhiều.{{fact}}\n\n[[Tập tin:MiG-15s curving to attack B-29s over Korea c1951.jpg|thumb|right|MiG-15 đang tấn công phi đội B-29 Superfortress ở Triều Tiên, năm 1951]]\n[[Tập tin:B-29-44-61813-shotdown.jpg|thumb|right|Một chiếc [[B-29 Superfortress]] rơi tại [[Iruma]], Nhật Bản do bị MiG-15 bắn trúng ở Triều Tiên (ngày 9\/11\/1950)<ref>{{Chú thích web | url=http:\/\/www.rb-29.net\/html\/29wfw.htm | tiêu đề=William F. (Bill) Welch — 31st and 91st SRS Recollections | nhà xuất bản=rb-29.net | ngày truy cập=ngày 18 tháng 5 năm 2015 | archive-date = ngày 22 tháng 6 năm 2016 | archive-url=https:\/\/web.archive.org\/web\/20160622040317\/http:\/\/www.rb-29.net\/HTML\/29wfw.htm }}<\/ref>]]\nNhiệm vụ chính của MiG-15 không phải là chiến đấu với những chiếc tiêm kích [[F-86]] của Mỹ, mà là chặn đánh các phi đội máy bay ném bom hạng nặng [[B-29 Superfortress]] của Không lực Hoa Kỳ. Thứ 5 ngày 12 tháng 4 năm 1951 được gọi là ''ngày thứ năm đen đủi'' của phi công Mỹ khi 3 phi đội MiG-15 (2 phi đội của Liên Xô, 1 phi đội của Trung Quốc, tổng cộng 44 chiếc) tấn công 3 phi đội ném bom [[Boeing B-29 Superfortress]] (48 chiếc) cùng với 18 máy bay [[F-86 Sabre]], 24 chiếc [[Lockheed P-80 Shooting Star]] và 54 chiếc [[Republic F-84 Thunderjet]] bay theo bảo vệ. Tổng cộng 12 chiếc B-29, 4 chiếc tiêm kích bị bắn rơi, nhiều chiếc khác bị bắn hỏng, trong khi không có chiếc MiG nào của Liên Xô và Trung Quốc bị hạ. Các phi công Liên Xô cho rằng: Nếu máy bay Mỹ không vội quay đầu về phía bờ biển, nơi các phi cơ của Liên Xô không được phép đuổi theo thì tổn thất của không quân Mỹ sẽ còn trầm trọng hơn nữa. Sau đó phía Mỹ đã công bố con số thiệt hại là 10 máy bay ném bom B-29, gồm 3 chiếc rơi và 7 chiếc bị hư hại nặng không thể sửa chữa. Không quân Hoa Kỳ tuyên bố để tang một tuần lễ cho các phi công tử trận và ngày 12 tháng 4 trở thành ''\"ngày thứ Năm đen tối\"''. Các phi vụ của Mỹ bị dừng lại trong khoảng ba tháng sau đó, buộc các lực lượng Hoa Kỳ phải thay đổi chiến thuật ban đêm trong các nhóm nhỏ.<ref>https:\/\/vn.sputniknews.com\/usa\/20150416195091\/<\/ref>\n\nSau đó sáu tháng, không chiến tái diễn ác liệt. Cựu phi công Kramarenko cho biết: Một số phi công Liên Xô tuyên bố đã có tới 20 chiếc B-29 bị MiG-15 bắn rơi trong tuần lễ không chiến ác liệt từ 20\/10\/1951 tới 27\/10\/1951. Trong đó, ngày 23\/10\/1951 tiếp tục trở thành \"ngày thứ ba đen tối\" của Không quân Mỹ khi họ bị tiêm kích MiG-15 bắn hạ một nửa số pháo đài bay [[B-29 Superfortress]]. Để thực hiện cuộc oanh tạc vào [[Namsi]], Mỹ đã điều động lực lượng rất lớn: khoảng 200 tiêm kích hộ tống và 21 máy bay ném bom B-29. Đã có 58 chiếc MiG-15 xuất kích chặn đánh phi đội Mỹ. Những chiếc MiG-15 chia làm nhiều biên đội nhỏ (mỗi biên đội 2 chiếc), đánh bổ nhào từ trên cao, tấn công cùng lúc từ nhiều hướng để tận dụng ưu thế cơ động. Chiến thuật cơ động nhanh đã phát huy hiệu quả, làm tan rã đội hình của Không quân Mỹ. Trong cuộc không chiến này, 10 pháo đài bay B-29 của Mỹ đã bị tiêu diệt và nhiều máy bay khác bị hư hỏng, 4 chiếc tiêm kích Mỹ cũng bị hạ, trong khi phía Liên Xô chỉ mất duy nhất một tiêm kích MiG-15.<ref>http:\/\/vietnamnet.vn\/vn\/the-gioi\/cuoc-khong-chien-dam-mau-tren-bau-troi-trieu-tien-ky-cuoi-368163.html<\/ref>\n\nNhững tổn thất nặng nề của lực lượng máy bay ném bom hạng nặng B-29 vào cuối tháng 10\/1951 đã buộc Bộ Tư lệnh Không lực Viễn Đông (Hoa Kỳ) phải hủy bỏ các cuộc ném bom vào ban ngày của B-29 và chỉ thực hiện các phi vụ ném bom vào ban đêm, dù điều đó làm giảm đi nhiều độ chính xác của những trận ném bom<ref>Davis 2001, tr. 91<\/ref>\n\nTrong nhiều năm, các lực lượng Liên Hợp Quốc đã nghi ngờ là có sự tham dự của các phi công Liên Xô vào chiến tranh Triều Tiên, nhưng Liên Xô luôn phủ nhận. Khi cuộc [[Chiến tranh Lạnh]] chấm dứt, nhiều phi công Liên Xô mà đã tham dự vào cuộc chiến tranh, đã bắt đầu tiết lộ vai trò của họ.<ref name=afamag0291>Zaloga 1991<\/ref> Nhiều máy bay của Liên Xô được tô điểm bởi nhãn hiệu của Bắc Triều Tiên hay Trung Quốc, còn phi công thì mặc quân phục Bắc Triều Tiên hay dân sự để cải trang nguồn gốc của họ. Để liên lạc bằng truyền thanh, họ được đưa những thẻ cho những từ ngữ không quân khác nhau, có chữ Triều Tiên và cách đọc bằng [[Bảng chữ cái Kirin|chữ cái Kirin]].<ref name=afamag0291>Zaloga 1991<\/ref> Những lẩn tránh này không giấu giếm được lâu dài do những khẩn trương trong khi chiến đấu trên không, các phi công Liên Xô thường phát hiệu lệnh hoặc văng tục bằng tiếng mẹ đẻ, mà phi công Mỹ có thể nghe được. Cho tới khi những cuốn sách được ấn hành gần đây bằng [[tiếng Trung Quốc]] hay [[tiếng Nga]] và các tác giả từ các nước mà trước đây thuộc Liên Xô như Zhang Xiaoming, Leonid Krylov, Yuriy Tepsurkaev và Igor Seydov, người ta biết rất ít về các phi công thực sự bay.\n\nMong muốn có một chiếc MiG-15 nguyên vẹn để nghiên cứu, người Mỹ đã đưa ra giá trị tiền thưởng lên tới 100.000 USD (theo thời giá năm 1950) và cấp quy chế tị nạn chính trị cho phi công nào đào thoát được với máy bay của mình. Cuối cùng, một phi công Bắc Triều Tiên, trung úy [[No Kum-Sok]] đã giành lấy giải thưởng bằng việc đào ngũ và hạ cánh chiếc MiG-15 của mình xuống căn cứ không quân [[Kimpo]], [[Hàn Quốc]], vào tháng 9 năm 1953, cho phép người Mỹ đánh giá bước đầu chi tiết của chiếc máy bay. Chiếc máy bay mà No Kum-Sok lái để trốn sang Hàn Quốc hiện đang được trưng bày tại bảo tàng không quân quốc gia Hoa Kỳ ở gần Dayton, [[Ohio]].\n\nChiếc MiG-15 đã được nghiên cứu tỉ mỉ và được bay thử nghiệm bởi nhiều phi công, trong đó có cả phi công thử nghiệm nổi tiếng của Mỹ là [[Chuck Yeager]]. Yeager đã miêu tả trong cuốn tự truyện của mình rằng MiG-15 có khiếm khuyết nghiêm trọng trong một số thao tác điều khiển, và đã xác nhận điều đó trong chuyến viếng thăm Liên Xô. Khi các phi công Liên Xô nghe được câu chuyện này - được Yeager xác nhận - họ đã giận dữ và phản đối kịch liệt. Các phi công Liên Xô thì hoài nghi việc Yeager đã thực hiện bổ nhào MiG-15 vì họ không gặp vấn đề gì khi thực hiện động tác này. Giả thuyết máy bay MiG-15 sẽ bị mất lái khi bổ nhào ngày nay được xác nhận là không đúng. Trong thực tế, mặc dù MiG-15 bị châm chọc trong vấn đề điều khiển nhưng trên nguyên lý - nếu vượt quá giới hạn bay khi bổ nhào các [[phanh hãm khí động lực]] sẽ tự động mở ra tại vạch đỏ giới hạn, ngăn chặn máy bay bị mất điều khiển. Câu chuyện của Yeager hiện nay đã được xác nhận là sai.\n[[Tập tin:MiG-15 USAF.jpg|nhỏ|200px|MiG-15bis trong bảo tàng Không quân quốc gia Mỹ]]\n\nCác số liệu từ các nguồn của Liên Xô thống kê rằng trong chiến tranh Triều Tiên, MiG-15 của không quân Liên Xô đã thực hiện 60.450 phi vụ ban ngày và 2.779 phi vụ ban đêm, tham gia 1.683 trận không chiến ban ngày và 107 trận không chiến ban đêm. MiG-15 được tuyên bố đã bắn rơi 1.097 máy bay đối thủ, bao gồm 647 chiếc [[F-86]], 185 chiếc [[F-84]], 118 chiếc F-80, 28 chiếc F-51, 11 chiếc F-94, 65 chiếc máy bay ném bom hạng nặng [[B-29]], 26 chiếc [[Gloster Meteors]] và 17 máy bay các loại khác. Đổi lại, có 335 chiếc MiG-15 của không quân Liên Xô đã bị mất trong không chiến hoặc bị tai nạn, khiến 120 phi công tử trận<ref>Krylov and Tepsurkaev 2008, Chapter 6.<\/ref> Một thống kê khác của Liên Xô cho rằng MiG-15 của họ đã bắn rơi 1.038 máy bay đối thủ, bao gồm 595 chiếc F-86, 178 chiếc F-84, 103 chiếc F-80, 23 chiếc F-51, 10 chiếc F-94, 66 chiếc máy bay ném bom hạng nặng B-29, 28 chiếc Gloster Meteors và hàng chục máy bay các loại khác<ref>[http:\/\/www.korean-war.com\/sovietunion.html Russian Claims from the Korean War 1950-53]<\/ref>\n\nPhía Trung Quốc bị mất 224 chiếc MiG-15, 3 chiếc La-11 và 4 chiếc Tu-2 trong toàn cuộc chiến, 116 phi công Trung Quốc đã tử trận, đổi lại các phi công Trung Quốc tuyên bố đã bắn rơi 211 chiếc F-86, 72 chiếc F-84 và F-80, và 47 máy bay các loại khác<ref>Zhang 2002, Chapter 9.<\/ref>\n\nKhông quân Mỹ thống kê tại Triều Tiên họ bị mất 1.466 máy bay trong chiến đấu và 516 máy bay do các nguyên nhân ngoài chiến đấu (chưa tính thiệt hại của các lực lượng không quân đồng minh của Mỹ như [[Không quân Hoàng gia Anh|Anh]], [[Không quân Úc|Úc]], [[Không quân Nam Phi|Nam Phi]]...). Trong số 1.466 máy bay bị mất trong khi bay chiến đấu, 550 chiếc bị pháo phòng không bắn rơi, 139 chiếc bị MiG bắn rơi, 305 chiếc không rõ bị MiG hay pháo phòng không bắn rơi, 472 chiếc là \"rơi bởi các nguyên nhân khác\". Chia theo loại máy bay thì tổn thất bao gồm 78 chiếc máy bay ném bom hạng nặng [[B-29 Superfortress]], 228 chiếc máy bay ném bom hạng trung [[B-26 Invader]], 332 chiếc [[P-51 Mustang]], 368 chiếc F-80, 358 chiếc F-84, 250 chiếc F-86... cùng nhiều loại máy bay khác.<ref>[https:\/\/www.alternatewars.com\/BBOW\/Stats\/USAF_Losses_Korea.htm USAF losses during the Korean War. USAF Statistical Digest FY1953]<\/ref>\n\nTrong các cuộc không chiến ở Triều Tiên, 67 phi công [[Liên Xô]], 7 phi công Trung Quốc và 2 phi công Triều Tiên đã được ghi nhận đạt ''cấp [[Aces]]'' (bắn hạ từ 5 máy bay địch trở lên). Đứng đầu bảng là phi công Liên Xô, thiếu tá [[Yevgeni G. Pepelyayev]] với 22 chiến công. Kế tiếp là đại tá [[Nikolai Sutyagin]], ông đã bắn rơi 21 máy bay đối phương (bao gồm 3 chiếc [[F-86]], 1 F-84 và 1 [[Gloster Meteor]]) trong vòng chưa đầy 7 tháng (sau đó ông được rút về làm công tác huấn luyện). Còn phi công Trung Quốc có thành tích cao nhất là [[Châu Bảo Tùng]] với 9 chiến công. Phi công Triều Tiên có thành tích cao nhất là [[Kam Den Dek]], hạ được 8 máy bay địch.\n\nCác phi công MiG-15 có thành tích nổi bật trong không chiến ở Triều Tiên:\n*[[Yevgeny Pepelyaev]]: Hạ 22,5 máy bay địch.\n*[[Nikolay V. Sutyagin]]: Hạ 22 máy bay địch.\n*[[Alexandr P. Smortzkow]]: Hạ 15 máy bay địch.\n*[[Lev K. Schukin]]: Hạ 15 máy bay địch.\n*[[Dimitri P. Oskin]]: Hạ 14 máy bay địch.\n*[[Mikhail S. Ponomaryev]]: Hạ 14 máy bay địch.\n*[[Sergei M. Kramarenko]]: Hạ 13 máy bay địch.\n*[[Ivan A. Suchkov]]: Hạ 12 máy bay địch.\n*[[Konstantin N. Sheberstov]]: Hạ 12 máy bay địch.\n*[[Stepan A. Bahayev]]: Hạ 11 máy bay địch.\n*[[Nikolai K. Dokashenko]]: Hạ 11 máy bay địch.\n*[[Grigorii U. Ohay]]: Hạ 11 máy bay địch.\n*[[Dimitri A. Samoilov]]: Hạ 11 máy bay địch.\n*[[Pavel S. Milaushkin]]: Hạ 10 máy bay địch.\n*[[Grigorii I. Pulov]]: Hạ 10 máy bay địch.\n*[[Châu Bảo Tùng]]: Hạ 9 máy bay địch.\n... 61 phi công khác hạ được từ 5-9 máy bay địch.\n\n===Các nước khác===\n\nSau hiệp định đình chiến Triều Tiên, một vài chiếc MiG-15 của [[Không quân Triều Tiên|Không quân Bắc Triều Tiên]] vẫn còn tiếp tục bị bắn hạ bởi những chiếc F-86 trong phi đội máy bay ném bom và chiến đấu số 67 của [[Không quân Hoa Kỳ]] do vô tình bay qua giới tuyến. Suốt thời gian còn lại của những năm 1950, những máy bay MiG-15 của Liên Xô và các nước trong khối hiệp ước Vác-xa-va đã ngăn chặn những máy bay do thám của Không quân Mỹ và đã bắn hạ vài chiếc. Còn những chiếc MiG-15 của [[Không quân quân giải phóng nhân dân Trung Hoa]] (PLAAF) lại thường xuyên chạm trán với máy bay của [[Đài Loan]] và [[Hoa Kỳ]] trong các trận chiến. Vào năm 1958, một chiếc máy bay chiến đấu của Đài Loan đã dùng tên lửa [[AIM-9 Sidewinder]] để bắn hạ một chiếc MiG-15 của PLAAF trong một trận không chiến.\n\nMiG-15 còn phục vụ trong lực lượng không quân các quốc gia Ả Rập như trong [[Khủng hoảng Kênh đào Suez]] năm [[1956]] và [[Chiến tranh Sáu ngày]] năm [[1967]].\n\n[[Việt Nam]] vận hành một số MiG-15 và MiG-15UTIs, nhưng chỉ dùng để đào tạo. Không có chiếc MiG-15 nào đã tham gia không chiến chống lại máy bay [[Mỹ]] trong cuộc [[Chiến tranh Việt Nam]].\n\nPhi hành gia nổi tiếng của [[Liên Xô]] [[Yuri Alekseievich Gagarin]] đã hy sinh trong khi đang điều khiển máy bay huấn luyện MiG-15UTI vào tháng 3 năm 1968. Có thể do tầm nhìn bị hạ chế và mất liên lạc với trung tâm điều khiển bay mặt đất, chiếc máy bay đã đâm xuống. Nhưng một số tài liệu lại cho rằng chiếc MiG-15UTI do Yuri Gagarin lái đã bị mất lái do bay quá gần một chiếc [[Sukhoi Su-15]] cũng đang bay trong khu vực đó.\n\n== Số lượng ==\n[[Tập tin:Krzesiny 18RB.JPG|nhỏ|200px|Lim-2 không quân [[Ba Lan]]]] \nLiên Xô đã sản xuất khoảng 12.000 chiếc Mikoyan-Gurevich MiG-15 với mọi biến thể. MiG-15 còn được sản xuất ở [[Tiệp Khắc]] (biến thể''' S-102''' và '''S-103''') và [[Ba Lan]] (với tên gọi '''Lim-1''', '''Lim-2''' và loại 2 chỗ '''SB Lim-1''', '''SB Lim-2''').\n\nĐầu những năm 1950, Liên Xô đã cung cấp hàng trăm chiếc MiG-15 cho Trung Quốc, người Trung Quốc đã gọi chúng với tên \"'''J-2'''\". Liên Xô đã cử 1.000 kỹ sư, chuyên gia tới Trung Quốc, họ đã giúp đỡ cho [[nhà máy máy bay Shenyang]] sản xuất máy bay huấn luyện MiG-15UTI ([[tiếng Trung]]: \"'''JJ-2'''\"). Trung Quốc chưa bao giờ sản xuất máy bay chiến đấu một chỗ ngồi J-2\/MiG-15, mà chỉ sản xuất loại biến thể hai chỗ huấn luyện JJ-2\/MiG-15UTI.\n\nĐã có một số cuộc tranh luận về tên gọi \"'''J-4'''\". Một số ý kiến cho rằng sĩ quan quan sát của phương Tây sai lầm khi cho rằng MiG-15bis của Trung Quốc có tên gọi là \"J-4\", trong khi PLAAF chưa bao giờ sử dụng tên gọi \"J-4\" cho MiG-15. Một số ý kiến lại cho rằng \"J-4\" được dùng cho [[Mikoyan-Gurevich MiG-17]], khi tên gọi \"J-5\" được dùng cho MiG-17PF. Một số khác nữa cho rằng PLAAF dùng tên gọi \"J-4\" cho MiG-17A của Liên Xô, và nó nhanh chóng được sản xuất ở Trung Quốc với biến thể MiG-17F \/ [[Shenyang J-5]]. Có thể chắc chắn rằng thời gian phục vụ của J-2 và J-4 trong PLAAF khá ngắn và nó được thay thế bởi những máy bay co năng lực hơn là [[Shenyang J-5]] và [[Shenyang J-6]].\n\n== Các biến thể ==\n[[Tập tin:MiG-15 Hu.jpg|nhỏ|200px|MiG-15UIT không quân Hungary]]\n[[Tập tin:MiG-15UTI.jpg|nhỏ|200px|MiG-15UIT không quân Phần Lan]]\n*'''I-310''': Mẫu đầu tiên.\n*'''MiG-15''': máy bay chiến đấu phản lực một chỗ. Mẫu sản xuất đầu tiên.\n*'''MiG-15P''': Máy bay đánh chặn mọi thời tiết, phiên bản của MiG-15bis.\n*'''MiG-15SB''': Máy bay chiến đấu ném bom một chỗ.\n*'''MiG-15SP-5''': Máy bay đánh chặn mọi thời tiết 2 chỗ, phiên bản của MiG-15UTI.\n*'''MiG-15T''': Phiên bản máy bay dành cho tập bắn.\n*'''MiG-15bis''': Phiên bản cải tiến một chỗ.\n*'''MiG-15bisR''': Phiên bản trinh sát một chỗ.\n*'''MiG-15bisS''': Phiên bản hộ tống một chỗ.\n*'''MiG-15bisT''': Phiên bản làm bia tập bắn một chỗ.\n*'''MiG-15UTI''': máy bay huấn luyện phản lực hai chỗ, hai hệ thống lái.\n*'''J-2''': Tên gọi MiG-15 một chỗ.\n*'''JJ-2''': Tên gọi máy bay huấn luyện 2 chỗ MiG-15UTI.\n*'''Lim-1''': Máy bay chiến đấu Mikoyan-Gurevich MiG-15 sản xuất ở Ba Lan.\n*'''Lim-1A''': Máy bay trinh sát MiG-15 với camera AFA-21 sản xuất ở Ba Lan.\n*'''Lim-2''': MiG-15bis sản xuất ở Ba Lan.\n*'''Lim-2R''': Máy bay trinh sát tấn công mặt đất phiên bản MiG-15bis với camera trước vòm kính che buồng lái sản xuất ở Ba Lan.\n*'''Lim-2A''': Phiên bản tấn công mặt đất và trinh sát 2 chỗ sản xuất ở Ba Lan.\n*'''SB Lim-1''': Máy bay huấn luyện MiG-15UTI sản xuất ở Ba Lan với động cơ RD-45.\n*'''SB Lim-2''': Máy bay huấn luyện MiG-15UTI sản xuất ở Ba Lan với động cơ VK-1.\n*'''SB Lim-2A''' hay '''-2Art''': Phiên bản trinh sát hai chỗ do Ba Lan chế tạo, để cung cấp tọa độ cho [[Lục quân Ba Lan|pháo binh]].\n*'''S-102''': Máy bay phản lực MiG-15 sản xuất ở [[Tiệp Khắc]].\n*'''S-103''': Máy bay phản lực MiG-15bis sản xuất ở Tiệp Khắc.\n*'''CS-102''': Máy bay huấn luyện MiG-15UTI sản xuất ở Tiệp Khắc.\n\n== Các nước từng sử dụng ==\n[[Tập tin:World operators of the MiG-15.png|nhỏ|400px|Những nước sử dụng MiG-15 trên thế giới - phần tô đậm]]\n* {{Flagicon|Afghanistan}} [[Afghanistan]]: 42 chiếc bao gồm cả 38 chiếc MiG-15UTI, được cung cấp cho Không quân Hoàng gia Afghanistan năm 1951, ngừng phục vụ năm 1979.\n* {{Flagicon|Albania}} [[Albania]]: 80 chiếc hoặc hơn, phục vụ trong Không quân Albanian từ 1955. Ngừng phục vụ năm 1990.\n* {{Flagicon|Algérie}} [[Algérie]]\n* {{Flagicon|Angola}} [[Angola]]\n* {{Flagicon|Bulgaria}} [[Bulgaria]]\n* {{Flagicon|Burkina Faso}} [[Burkina Faso]]\n* {{Flagicon|Campuchia}} [[Campuchia]]\n* {{Flagicon|Trung Quốc}} [[Trung Quốc]]: Tự sản xuất một số chiếc để làm mẫu và huấn luyện cho [[Không quân Quân Giải phóng Nhân dân Trung Quốc]].\n* {{Flagicon|Cộng hoà Congo}} [[Cộng hòa Congo|Cộng hoà Congo]]\n* {{Flagicon|Cuba}} [[Cuba]]\n* {{Flagicon|Tiệp Khắc}} [[Tiệp Khắc]]\n* {{Flagicon|Đông Đức}} [[Cộng hòa Dân chủ Đức]]\n* {{Flagicon|Ai Cập}} [[Ai Cập]]\n* {{Flagicon|Phần Lan}} [[Phần Lan]]\n* {{Flagicon|Guinée}} [[Guinée]]\n* {{Flagicon|Guiné-Bissau}} [[Guiné-Bissau]]\n* {{Flagicon|Hungary}} [[Hungary]]\n* {{Flagicon|Indonesia}} [[Indonesia]]\n* {{Flagicon|Iraq}} [[Iraq]]\n* {{Flagicon|Libya}} [[Libya]]\n* {{Flagicon|Madagascar}} [[Madagascar]]\n* {{Flagicon|Mali}} [[Mali]]\n* {{Flagicon|Mông Cổ}} [[Mông Cổ]]\n* {{Flagicon|Maroc}} [[Maroc]]\n* {{Flagicon|Mozambique}} [[Mozambique]]\n* {{Flagicon|Nigeria}} [[Nigeria]]\n* {{Flagicon|Bắc Triều Tiên}} [[Cộng hòa Dân chủ Nhân dân Triều Tiên]] được hỗ trợ hàng trăm chiếc MiG-15 để tham chiến trong [[Chiến tranh Triều Tiên]]\n* {{Flagicon|Việt Nam}} [[Việt Nam Dân chủ Cộng hòa|Việt Nam]]\n* {{Flagicon|Pakistan}} [[Pakistan]]\n* {{Flagicon|Ba Lan}} [[Ba Lan]]\n* {{Flagicon|Romania}} [[România]]\n* {{Flagicon|Somalia}} [[Somalia]]\n* {{Flagicon|Liên Xô}} [[Liên Xô]]\n* {{Flagicon|Sri Lanka}} [[Sri Lanka]]\n* {{Flagicon|Sudan}} [[Sudan]]\n* {{Flagicon|Syria}} [[Syria]]\n* {{Flagicon|Tanzania}} [[Tanzania]]\n* {{Flagicon|Uganda}} [[Uganda]]\n* {{Flagicon|Mỹ}} [[Hoa Kỳ]]\n* {{Flagicon|Yemen}} [[Yemen]]\n\n== Thông số kỹ thuật (MiG-15bis) ==\n[[Tập tin:Mig-15 schema.png|300px|phải]]\n=== Thông số chung ===\n*'''Phi hành đoàn''': 1\n*'''Chiều dài''': 10.11 m (33&nbsp;ft 2 in)\n*'''Sải cánh''': 10.08 m (33&nbsp;ft 1 in)\n*'''Chiều cao''': 3.70 m (12&nbsp;ft 2 in)\n*'''Diện tích cánh''': 20.6 m² (221.74&nbsp;ft²)\n*'''Loại cánh''': TsAGI S-10 \/ TsAGI SR-3\n*'''Trọng lượng rỗng''': 3.580&nbsp;kg (7.900&nbsp;lb)\n*'''Trọng lượng cất cánh''': 4.960&nbsp;kg (10.935&nbsp;lb)\n*'''Trọng lượng cất cánh tối đa''': 6.105&nbsp;kg (13.460&nbsp;lb)\n*'''Sức chứa nhiên liệu''': 1.400 L (364 US gal))\n*'''Động cơ''': 1x [[Klimov VK-1]] loại động cơ phản lực, công suất 26.5&nbsp;kN (5.950&nbsp;lbf)\n \n=== Hiệu suất bay ===\n*'''Vận tốc cực đại''': 1.075&nbsp;km\/h (668&nbsp;mph)\n*'''Vận tốc tuần tra trên biển''': 840&nbsp;km\/h (520&nbsp;mph)\n*'''Tầm hoạt động''': 1.200&nbsp;km, 1.975&nbsp;km với thùng nhiên liệu phụ 745&nbsp;mi \/ 1.225&nbsp;mi)\n*'''Trần bay''': 15.500&nbsp;m (50.850&nbsp;ft)\n*'''Tốc độ lên cao''': 50&nbsp;m\/s (9.840&nbsp;ft\/min)\n*'''Lực nâng của cánh''': 240.8&nbsp;kg\/m² (49.3&nbsp;lb\/ft²)\n*'''Lực nâng\/khối lượng''': 0.54&nbsp;kN\/kg\n\n=== Vũ khí ===\n*2x 23&nbsp;mm pháo [[Nudelman-Rikhter NR-23KM]] (80 viên đạn mỗi khẩu, tổng cộng 160 viên), và 1x 37&nbsp;mm pháo [[Nudelman N-37]]D (tổng cộng 40 viên)\n*2x 100&nbsp;kg (220&nbsp;kg) bom, thùng nhiên liệu, hoặc tên lửa không điều khiển.\n\n== Tham khảo ==\n=== Ghi chú ===\n{{Tham khảo}}\n=== Tài liệu ===\n{{đầu tham khảo}}\n* Belyakov, R.A. and Marmain, J. ''MiG: Fifty Years of Secret Aircraft Design''. Annapolis, MD: US Naval Institute Press, 1993.\n* Butowski, Piotr (with Miller, Jay). ''OKB MiG: A History of the Design Bureau and its Aircraft''. Earl Shilton, Leicester, UK: Midland Counties Publications, 1991. ISBN 0-904597-80-6.\n* Davis, Larry. ''MiG Alley Air to Air Combat over Korea''. Warren, Michigan: Squadron\/Signal Publications Inc., 1978. ISBN 0-89747-081-8.\n* Doran, Jamie and Bizony, Piers. ''Starman: The Truth Behind the Legend of Yuri Gagarin''. London: Bloomsbury Publishing plc, 1998. ISBN 0-7475-3688-0.\n* Gordon, Yefim and Davison, Peter. ''Mikoyan Gurevich MiG-15 Fagot (WarbirdTech Volume 40)''. Speciality Press, 2005. ISBN 1-58007-081-7.\n* Gordon, Yefim and Rigmant, Vladimir. ''Warbird History: Mig-15 - Design, Development, and Korean War Combat History''. Motorbooks, 1993.\n* Gordon, Yefim; Skala, Stanislav; Bašný, Jiří; Ovčáčík, Michal and Susa, Karel. ''MiG-15 Fagot, all variants'' (bilingual Czech\/English). Prague 10-Strašnice: MARK I Ltd., 1997. ISBN 80-900708-6-8.\n* Gunston, Bill. ''The Osprey Encyclopedia of Russian Aircraft: 1875-1995''. London: Osprey Aerospace, 1996.\n* Higham, Robin, Greenwood, John T. and Hardesty, Von. ''Russian Aviation and Air Power in the Twentieth Century''. London: Frank Cass, 1998.\n* Karnas, Dariusz. ''Mikojan Gurievitch MiG-15''. Sandomierz, Poland\/Redbourn, UK: Mushroom Model Publications, ISBN 83-89450-05-4.\n* Krylov, Leonid and Tepsurkaev, Yuriy. ''Soviet MiG-15 Aces of the Korean War''. Botley, Oxford, UK: Osprey Publications, 2008. ISBN 1-84603-299-7.\n* Kum-Suk, No and Osterholm, J. Roger. ''A MiG-15 to Freedom''. Jefferson, North Carolina: McFarland & Co. Publishers, 1996. ISBN 0-7864-0210-5.\n* Mesko, Jim. ''Air War over Korea''. Carrollton, Texas: Squadron\/Signal Publications Inc., 2000. ISBN 0-89747-415-5.\n* Stapfer, Hans-Heiri. ''MiG-15 Fagot Walk Around (Walk Around 40)''. Carrollton, Texas: Squadron\/Signal Publications Inc., 2006. ISBN 0-89747-495-3.\n* Stapfer, Hans-Heiri. ''MiG-15 in action (Aircraft number 116)''. Carrollton, Texas: Squadron\/Signal Publications Inc., 1991. ISBN 0-89747-264-0.\n* Sweetman, Bill and Gunston, Bill. ''Soviet Air Power: An Illustrated Encyclopedia of the Warsaw Pact Air Forces Today''. London: Salamander Books, 1978. ISBN 0-517-24948-0.\n* Werrell, Kenneth. ''Sabres Over MiG Alley: The F-86 and the Battle for Air Superiority in Korea''. Annapolis: U.S. Naval Institute Press, 2005.\n* Wilson, Stewart. ''Legends of the Air 1: F-86 Sabre, MIG-15 and Hawker Hunter''. Aerospace Publications Pty Ltd., 2003. ISBN 1-875671-12-9.\n* Yeager, Chuck and Janos, Leo. ''Yeager: An Autobiography''. New York: Bantam Books, 1986. ISBN 0-553-25674-2.\n{{cuối tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.infoplease.com\/spot\/mig15.html by David Noland] Fighter Planes: MiG-15. The air power of the Evil Empire\n*[http:\/\/vectorsite.net\/avmig15.html THE MIKOYAN MIG-15 at Greg Goebel's AIR VECTORS]\n*[http:\/\/www.mig-15.com MiG-15.com]\n*[http:\/\/www.warbirdalley.com\/mig15.htm Warbird Alley: MiG-15 page] - Information about privately owned MiG-15s\n*[http:\/\/www.wio.ru\/korea\/korea-a.htm MiG-15 in Korea]\n*[http:\/\/www.globalsecurity.org\/military\/world\/russia\/mig-15.htm MiG-15 FAGOT at Global Security.org]\n*[http:\/\/www.globalaircraft.org\/planes\/mig-15_fagot.pl MiG-15 Fagot at Global Aircraft]\n*[http:\/\/www.fas.org\/nuke\/guide\/russia\/airdef\/mig-15.htm MiG-15 Fagot at FAS]\n* [http:\/\/urrib2000.narod.ru\/EqMiG15-e.html Cuban MiG-15]\n*[http:\/\/www.youtube.com\/watch?v=9VisiSCvNyY Giới thiệu sơ MiG-15]\n\n== Nội dung liên quan ==\n{{commons|Mikoyan-Gurevich MiG-15}}\n{{thể loại Commons|Mikoyan-Gurevich MiG-15}}\n=== Máy bay có cùng sự phát triển ===\n[[Mikoyan-Gurevich MiG-17|MiG-17]]\n\n=== Máy bay có tính năng tương đương ===\n* [[Focke-Wulf Ta 183]]\n* [[FMA IAe 33 Pulqui II]]\n* [[Republic F-84 Thunderjet|F-84 Thunderjet]]\n* [[North American F-86 Sabre|F-86 Sabre]]\n* [[Lavochkin La-15]]\n* [[Dassault Ouragan]]\n* [[Saab 29 Tunnan]]\n\n=== Trình tự thiết kế ===\n[[Mikoyan-Gurevich MiG-8|MiG-8]] -\n[[Mikoyan-Gurevich I-210|MiG-9 (I-210)]]\/[[Mikoyan-Gurevich MiG-9|MiG-9 (I-301)]] -\n[[Mikoyan-Gurevich I-250|MiG-13 (I-250)]] -\n'''MiG-15''' -\n[[Mikoyan-Gurevich MiG-17|MiG-17]] -\n[[Mikoyan-Gurevich MiG-19|MiG-19]] -\n[[Mikoyan-Gurevich MiG-21|MiG-21]]\n\n=== Phiên bản Trung Quốc ===\nJ-4 - [[Shenyang J-5|J-5]] - [[Shenyang J-6|J-6]] - [[Chengdu J-7|J-7]] - [[Shenyang J-8|J-8]] - '''J-9''' - [[Chengdu J-10|J-10]] - [[Shenyang J-11|J-11]] - [[Nanchang J-12|J-12]] - [[Shenyang J-XX|J-XX]] - [[J-13]]\n\n=== Xem thêm ===\n* [[North American F-86 Sabre|F-86 Sabre]]\n* [[Boeing B-29 Superfortress|B-29 Superfortress]]\n* [[Clement Atlee]]\n* [[Stafford Cripps]]\n* [[Artem Ivanovich Mikoyan|Artem Mikoyan]]\n\n{{Mikoyan aircraft}}\n{{aviation lists}}\n\n{{DEFAULTSORT:Mikoyan-Gurevich Mig-15}}\n[[Thể loại:Máy bay Mikoyan|MiG-015]]\n[[Thể loại:Máy bay quân sự Liên Xô thập niên 1940]]\n[[Thể loại:Máy bay quân sự Liên Xô thập niên 1940|MiG-015UTI]]\n[[Thể loại:Máy bay trong Chiến tranh Triều Tiên]]\n[[Thể loại:Máy bay trong chiến tranh Việt Nam]]\n[[Thể loại:Máy bay tiêm kích Liên Xô và Nga]]\n[[Thể loại:Máy bay cường kích]]\n[[Thể loại:Máy bay huấn luyện]]\n[[Thể loại:Máy bay trinh sát]]\n[[Thể loại:Máy bay một động cơ]]\n[[Thể loại:Máy bay phản lực]]\n[[Thể loại:Máy bay cánh giữa]]\n[[Thể loại:Máy bay một động cơ phản lực]]"}