{"1250583":"{{bài cùng tên|Minh Tân}}\n{{Thiếu nguồn gốc}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Minh Tân\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 0\n| vĩ giây = 15\n| kinh phút = 15\n| kinh giây = 49\n| diện tích = 6,07 km²<ref name=MS\/>\n| dân số = 4780 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 787 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Bắc Ninh]]\n| huyện = [[Lương Tài]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 09526<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Minh Tân''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Lương Tài]], tỉnh [[Bắc Ninh]], [[Việt Nam]].\n\nXã Minh Tân có diện tích 6,07&nbsp;km², dân số năm 1999 là 4780 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 787 người\/km². Dân cư phân bố sống tập trung theo làng và 2 bên các đường lớn.\n\n== Địa giới hành chính ==\nXã Minh Tân nằm ở phía Đông Nam huyện [[Lương Tài]], cách trung tâm thị trấn [[Thứa]] khoảng 8&nbsp;km.\n\nCó vị trí địa lý: phía Bắc giáp xã [[Lai Hạ, Lương Tài|Lai Hạ]]; phía Đông và phía Nam giáp tỉnh [[Hải Dương]]; phía Tây giáp xã [[Trừng Xá]] và xã [[Trung Chính, Lương Tài|Trung Chính]].\n\nDiện tích đất tự nhiên của xã là 591,34 ha.\n\nXã Minh Tân có 5 thôn là: Nhất Trai, An Cường, Đạm Trai, Thận Trai, Hương Trai.<ref>{{Chú thích web|url=http:\/\/www.bacninh.gov.vn\/web\/xa-minh-tan\/-ieu-kien-tu-nhien-xa-hoi|title=Điều kiện tự nhiên - xã hội xã Minh Tân|last=|first=|date=|website=http:\/\/www.bacninh.gov.vn|archive-url=|archive-date=|url-status=|access-date =ngày 7 tháng 4 năm 2019}}<\/ref>\n\n==Lịch sử==\n\nTrước đây người dân cư trú ở khu vực bãi ngoài đê sông Thái Bình từ phía ngoài thôn Thận đến gần lối dẫn vào kênh của trạm bơm Văn Thai bây giờ. \n\nNăm 1936 vỡ đê tại khu vực thôn Hương Trai\n\nCác khu vực trong đê lúc đó không thuận lợi cho sản xuất nông nghiệp nên chưa được khai phá. Một số hộ gia đình vào khai hoang lập nên các \"Trại\", sau này gọi là \"Trai\": Đạm trai, Nhất Trai, Hương Trai, Thận Trai. Thôn An Cường trước đây có tên là làng Gọng. Quá trình khai hoang được diễn ra đến những năm 1990 thì hoàn thành như hiện tại\n\nTrước năm 1954, người Pháp đóng quân ở bốt Văn Thai- gần chợ Văn Thai thuộc Tỉnh Hải Dương bây giờ, kiểm soát giao thương và giết hại nhiều người dân.\n\nNăm 1956 cải cách ruộng đất, toàn bộ đất trong và ngoài đê được nhập vào hợp tác xã. Người dân bắt đầu dời nhà cửa, chùa và mồ mả vào trong đê. Chùa Thận được dựng lại tuy nhiên Đình Thận bị phá hủy, các trụ đá bị người dân đem về nhà đẽo thành cối hoặc nung vôi.\n\nCác tượng Phật còn lại của chùa Thận được tạc theo phong cách thời Lê, chứng tỏ chùa đã được xây dựng từ khoảng thế kỷ 17- 18. Trong chùa có bức tượng đá hình một vị quan ở gian hậu điện, nhưng bị phá hủy một phần và không rõ lai lịch.\n\nĐối diện với chùa thôn Thận là sân kho hợp tác xã rất lớn (bằng diện tích 1 sân vận động), đến năm 1993 thì bán cho các hộ dân.\n\n\nNăm 1971 vỡ đê khu vực Nhất Trai, cát tràn vào phủ kín thôn Nhất Trai và khu vực trường học Minh Tân, hình thành nên các khu vực Bãi cát (phía Bắc thôn Nhất Trai), Cát Trai (phía sau trường Minh Tân). Cát phủ dày hơn 1 mét, việc khai thác cát để xây dựng và san lấp liên tục trong 20 năm mới đến lớp đất thịt thuận lợi cho canh tác.<gallery mode=\"nolines\" widths=\"200\" heights=\"120\" perrow=\"2\" caption=\"Các mốc đánh dấu điểm từng xảy ra sự cố vỡ đê sông Thái Bình, xã Minh Tân, huyện [[Lương Tài]], tỉnh [[Bắc Ninh]]\">\nTập tin:Mốc đánh dấu vị trí vỡ đê năm 1936 tại thôn Thận Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Mốc đánh dấu điểm từng xảy ra sự cố vỡ đê năm 1936, tại thôn Thận Trai|Mốc đánh dấu điểm từng xảy ra sự cố vỡ đê năm 1936, tại thôn Hương Trai\nTập tin:Mốc đánh dấu điểm từng xảy ra sự cố vỡ đê năm 1971, thôn Nhất Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Mốc đánh dấu điểm từng xảy ra sự cố vỡ đê năm 1971, tại thôn Nhất Trai|Mốc đánh dấu điểm từng xảy ra sự cố vỡ đê năm 1971, tại thôn Nhất Trai\n<\/gallery>\n\nSuốt thời kỳ hợp tác xã, dù đất nông nghiệp rộng và thuận lợi, gần nguồn nước nhưng do quản lý yếu kém nên nhiều năm rơi vào nạn đói dẫn đến các cuộc di dân vào các tỉnh phía nam từ năm 1988 đến 2000, nhiều nhất là đi [[Thành phố Hồ Chí Minh]] (khoảng 500 người). Từ năm 1990 đến năm 2014 ước tính khoảng 50% dân số xã Minh Tân đi định cư ở nơi khác.\n\nTừ năm 2014 đến nay, dân số ổn định và gia tăng do người dân dễ dàng tìm được công việc tại [[Hải Dương]], [[Bắc Ninh]]. Dự báo dân số xã sẽ bùng nổ trong những năm tới do dòng người hồi hương sinh sống và làm việc. \n\n== Cơ sở hạ tầng ==\nXã có đầy đủ các công trình công cộng thiết yếu như: trạm y tế, trường học cấp 1-cấp 2, nhà trẻ mẫu giáo, hội trường, nhà máy nước, trạm bơm, kênh thủy lợi phục vụ sản xuất nông nghiệp, trụ sở làm việc của các cơ quan hành chính: Đảng ủy, Ủy ban nhân dân, Hội đồng nhân dân.\n<gallery mode=\"nolines\" widths=\"200\" heights=\"120\" perrow=\"5\" caption=\"Cơ sở hạ tầng trên địa bàn xã Minh Tân, huyện [[Lương Tài]], tỉnh [[Bắc Ninh]]\">\nTập tin:Đảng ủy - Hội đồng nhân dân - Ủy ban nhân dân xã Minh Tân, tại thôn Đạm Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|Trụ sở làm việc của Đảng ủy - Hội đồng nhân dân - Ủy ban nhân dân xã Minh Tân\nTập tin:Cổng vào Trạm Y tế xã Minh Tân, tại thôn Đạm Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Trạm Y tế xã Minh Tân, tại thôn Đạm Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh|Trạm Y tế xã Minh Tân\nTập tin:Hội trường xã Minh Tân, tại thôn Đạm Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Hội trường xã Minh Tân, tại thôn Đạm Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh|Hội trường xã Minh Tân\nTập tin:Nhà máy nước xã Minh Tân, tại thôn Đạm Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Nhà máy nước xã Minh Tân, tại thôn Đạm Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh|Nhà máy nước xã Minh Tân, tại thôn Đạm Trai\nTập tin:Trạm bơm thôn Nhất Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Trạm bơm thôn Nhất Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh|Trạm bơm xã Minh Tân, tại thôn Nhất Trai\n<\/gallery>\nNhiều tuyến đường trong xã được xây mới và mở rộng, một số tuyến đường còn được trải nhựa và lắp đèn cao áp. Tuyến đường đê [[sông Thái Bình]] chạy qua xã cũng được trang bị đèn cao áp.\n\n== Kinh tế ==\nLà xã thuần nông, người dân thường trồng đa canh, không chuyên canh một loại cây nào. Người dân đào ao thả cá, xây dựng chuồng trại nuôi gà, nuôi lợn quy mô nhỏ. Nuôi cá bè cá lồng trên sông Thái Bình.\n\nTuy nhiên từ năm 2010 bắt đầu phát triển chuyên canh cây cà rốt mang lại giá trị kinh tế cao nhưng đa số làm theo kiểu tự phát, manh mún nhỏ lẻ, thiếu đồng bộ từ khâu gieo trồng, thu hoạch, thương hiệu..., đầu ra phụ thuộc vào các đầu mối thu mua từ Hải Dương nên bị kiểm soát giá\n<gallery widths=\"200\" heights=\"120\" perrow=\"5\" mode=\"nolines\" caption=\"Sản xuất nông nghiệp tại xã Minh Tân\">\nTập tin:Ruộng trồng cà rốt ven sông có lắp máy tưới tại xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Ruộng trồng cà rốt ven sông Thái Bình có lắp máy tưới|Ruộng trồng cà rốt ven sông Thái Bình có lắp máy tưới\nTập tin:Trồng rau trong nhà lưới ven đê tại xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Trồng rau trong nhà lưới|Trồng rau trong nhà lưới\nTập tin:Ruộng trồng cà rốt có lắp máy tưới tại thôn Nhất Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Ruộng trồng cà rốt có lắp máy tưới|Ruộng trồng cà rốt có lắp máy tưới\nTập tin:Cánh đồng trồng cà rốt ven đê tại xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Cánh đồng trồng cà rốt|Cánh đồng trồng cà rốt\nTập tin:Người dân thu hoạch cà rốt tại ruộng ven đê xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Người dân thu hoạch cà rốt|Người dân thu hoạch cà rốt\n<\/gallery>\nNguồn thu nhập của người dân trong xã gồm: nông nghiệp, tiểu thủ công nghiệp, dịch vụ, người thân từ nước ngoài hoặc các tỉnh khác gửi về, đi lao động tại các doanh nghiệp tại [[Hải Dương]], [[Bắc Ninh]]. \n\nKinh tế nông nghiệp chiếm tỷ lệ cao nhất, tuy nhiên, tỷ lệ các ngành công nghiệp, thương mại và dịch vụ đang tăng nhanh.\n\nTuy quỹ đất trống còn nhiều nhưng chưa thu hút được nhiều cơ sở kinh doanh quy mô và công ty lớn xây dựng và phát triển trong xã. Hiện xã chỉ có nhà máy may của Công ty Hoa Đô tại khu Bãi cát Nhất Trai xây dựng năm 2007, nhà máy sản xuất Ngói màu của Công ty Bắc Dương xây dựng năm 2018...<gallery mode=\"nolines\" widths=\"200\" heights=\"120\" perrow=\"2\" caption=\"Một số công ty, nhà máy thuộc địa phận xã Minh Tân\">\nTập tin:Một nhà máy sản xuất ngói màu tại thôn Nhất Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Một nhà máy sản xuất ngói màu tại thôn Nhất Trai, xã Minh Tân|Một nhà máy sản xuất ngói màu tại thôn Nhất Trai, xã Minh Tân\nTập tin:Nhà máy may Hoa Đô, thôn Nhất Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Nhà máy may Hoa Đô, thôn Nhất Trai, xã Minh Tân|Nhà máy may Hoa Đô, thôn Nhất Trai, xã Minh Tân\n<\/gallery>\nĐường bờ đê được làm mới năm 2017-2018 là tuyến đường giao thông huyết mạch nhất trong xã, nối liền giao thông với Thành phố Hải Dương. Cộng với các tuyến đường trạm bơm Văn Thai nối với thị trấn Thứa đang được mở rộng, tuyến đường Kênh Vàng đã mở rộng...hứa hẹn kinh tế toàn xã Minh Tân sẽ phát triển mạnh hơn trong thời gian ngắn nữa.\n\n== Văn Hóa ==\n{| class=\"wikitable\"\n|+Danh sách các di tích lịch sử, văn hóa trên địa bàn xã Minh Tân, huyện [[Lương Tài]]<ref>{{Chú thích web|url=http:\/\/luongtai.bacninh.gov.vn\/di-tich-lich-su-van-hoa|title=Danh sách di tích lịch sử huyện Lương Tài, tỉnh Bắc Ninh|last=|first=|date=|website=http:\/\/luongtai.bacninh.gov.vn|archive-url=|archive-date=|url-status=|access-date =ngày 1 tháng 4 năm 2019}}<\/ref>\n!STT\n!Tên di tích\n!Địa điểm\n!Ghi chú\n|-\n|1\n|Đình làng Hương Trai\n|Thôn Hương Trai, xã Minh Tân\n|tọa lạc tại giữa làng Hương Trai\n|-\n|2\n|Chùa Kim Quang\n|Thôn Hương Trai, xã Minh Tân\n|tọa lạc tại cánh đồng Hương Trai\n|-\n|3\n|Đình làng Thận Trai\n|Thôn Thận Trai, xã Minh Tân\n|xây dựng lại năm 2018\n|-\n|4\n|Chùa Nghiêm Quang\n|Thôn Thận Trai, xã Minh Tân\n|trùng tu xong năm 2018\n|-\n|5\n|Đình làng Đạm Trai\n|Thôn Đạm Trai, xã Minh Tân\n|\n|-\n|6\n|Chùa làng Đạm Trai (chùa Vẽ)\n|Thôn Đạm Trai, xã Minh Tân\n|\n|-\n|7\n|Chùa Đông Nhất (Khánh Vân)\n|Thôn Nhất Trai, xã Minh Tân\n|\n|-\n|8\n|Đình làng An Cường\n|Thôn An Cường, xã Minh Tân\n|\n|-\n|9\n|Chùa Phúc Sinh (Linh Quang)\n|Thôn An Cường, xã Minh Tân\n|\n|}\nHội đình làng tứ thôn diễn ra ngày 10\/2 Âm lịch, là lễ hội rước thành hoàng của 4 thôn Thận Trai, Đạm Trai, Hương Trai và An Cường.\n<gallery widths=\"200\" heights=\"120\" perrow=\"2\" mode=\"nolines\" caption=\"Hội đình làng tứ thôn xã Minh Tân, huyện [[Lương Tài]]\">\nTập tin:Văn nghệ Hội đình làng tứ thôn xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh (ảnh chụp chính diện).jpg|alt=Văn nghệ Hội đình làng tứ thôn xã Minh Tân| Văn nghệ Hội đình làng tứ thôn xã Minh Tân \nTập tin:Văn nghệ Hội đình làng tứ thôn xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh (ảnh chụp mặt bên).jpg|alt=Kiệu rước thành hoàng Hội đình làng tứ thôn xã Minh Tân| Kiệu rước thành hoàng Hội đình làng tứ thôn xã Minh Tân \n<\/gallery>Từ năm 2011, được nhiều nhà hảo tâm công đức nên các thôn đã xây dựng, trùng tu các đình, chùa to đẹp, văn hóa Phật giáo phát triển. Các hoạt động văn hóa văn nghệ quần chúng được tổ chức thường xuyên.<gallery widths=\"200\" heights=\"120\" perrow=\"5\" mode=\"nolines\" caption=\"Một số di tích lịch sử, văn hóa xã Minh Tân, huyện [[Lương Tài]]\">\nTập tin:Ngoài sân nhìn vào Chùa thôn Nhất Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Ngoài sân nhìn vào Chùa thôn Nhất Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh|Chùa thôn Nhất Trai\nTập tin:Cổng tam quan chùa Nghiêm Quang, thôn Thận Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Cổng tam quan chùa Nghiêm Quang, thôn Thận Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh|Cổng tam quan chùa Nghiêm Quang, thôn Thận Trai\nTập tin:Tượng Phật Bà chùa Nghiêm Quang, thôn Thận Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Tượng Phật Bà chùa Nghiêm Quang, thôn Thận Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh|Tượng Phật Bà chùa Nghiêm Quang, thôn Thận Trai\nTập tin:Cảnh quan bên phía văn bia xây dựng chùa Nghiêm Quang, thôn Thận Trai, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|alt=Cảnh quan chùa Nghiêm Quang, thôn Thận Trai|Cảnh quan chùa Nghiêm Quang, thôn Thận Trai\nTập tin:Chùa thôn Hương, xã Minh Tân, huyện Lương Tài, tỉnh Bắc Ninh.jpg|Chùa Kim Quang, thôn Hương Trai\n<\/gallery>\n\n== Tham khảo ==\n{{tham khảo|30em}}\n\n{{sơ khai Bắc Ninh}}\n{{Đơn vị hành chính thuộc huyện Lương Tài}}"}