{"259169":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Minh Cường\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích =4,46 km² \n| dân số =11.648 người \n| thời điểm dân số =2022 \n| mật độ dân số =2611 người\/km² \n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = Hà Nội\n| huyện = [[Thường Tín]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 10267<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n|dân tộc=Hầu hết là Kinh|biển số xe=29-Y5}}\n\n'''Minh Cường''' là một xã thuộc huyện [[Thường Tín]], thành phố [[Hà Nội]].\n\n== Địa lý ==\nXã Minh Cường nằm ở vị trí cực nam của huyện Thường Tín.\n\n* Phía bắc giáp các xã Văn Tự và Vạn Điểm (Thường Tín)\n* Phía nam giáp Thị trấn Phú Xuyên và xã Sơn Hà, Nam Phong (Phú Xuyên)\n\n* Phía đông giáp Thị trấn Phú Minh và xã Văn Nhân (Phú Xuyên)\n* Phía tây giáp xã Quang Trung (Phú Xuyên)\n\n<br>Xã Minh Cường bao gồm 4 làng là: Đống Chanh, Lam Sơn, Trần Phú và Khôn Thôn. Đình và chùa làng Đống Chanh là di tích sử cấp quốc gia, nằm trong quy hoạch các di tích lịch sử cần được trùng tu và tôn tạo của Thành phố Hà Nội. Riêng đình làng Trần Phú là di tích cách mạng dặc biệt của huyện Thường Tín vì đây là nơi ra đời của huyện ủy Thường Tín. Đình làng Trần Phú đã từng được tổng bí thư Ban chấp hành trung ương Đảng Cộng sản Việt Nam [[Trường Chinh]] về thăm. Thôn Đống Chanh là thôn có lịch sử lâu đời nhất vùng. Trong đó họ [[Đoàn (họ)|Đoàn]] là gia tộc thịnh vượng nhất làng và nhất vùng Sơn Nam Thượng [[Nhà Nguyễn|thời Nguyễn]].\n\n'''Y tế - Giáo dục:'''  Trường Cao đẳng Kinh tế Kỹ thuật và Công nghệ (đang xây dựng). Trên địa bàn xã có 1 trung tâm giáo dục thường xuyên của huyện đóng trên địa bàn thôn Khôn Thôn, THCS Minh Cường, Tiểu học Minh Cường. Các thôn trong xã đều có các trường mẫu giáo riêng.\n\n'''Cơ quan đóng trên địa bàn''': 1 doanh trại quân đội đóng trên địa bàn thôn Lam Sơn. Đội 8 - Cảnh sát giao thông công an Thành phố Hà Nội. Hạt Kiểm lâm huyện Thường Tín.\n\nCác gương mặt tiêu biểu:1 đại biểu quốc hội,4 đại tá quân đội trong đó có đồng chí Trần Trọng Tuấn làm Phó tổng biên tập Tạp chí tài chính của Bộ quốc phòng (người làng Đống Chanh), đại tá Nguyễn Kỷ Nguyên (người làng Trần Phú).\n\nKinh tế: Chủ yếu là buôn bán các mặt hàng lưới, đồ câu, làm mộc. Làng Trần Phú là làng nghề làm lưới có tiếng trong vùng.\n\n== Đình, Chùa Đống Chanh ==\nĐình và chùa làng Đống Chanh là di tích lịch sử cấp quốc gia nằm trong quy hoạch các di tích lịch sử cần được trùng tu và tôn tạo của thành phố Hà Nội. Trung Thành phổ Tế đại vương – Thượng đẳng thần. Ngài là bộ tướng của vua Hùng Vương đời thứ XVIII, giỏi đánh giặc, giỏi trị thủy, công thần trong thời đại Hùng Vương buổi đầu dựng nước Văn Lang.\n\nNgôi đình là một công trình có kiến trúc quy mô lớn, ngoảnh hướng Tây. Trước cửa đình là một giếng nước hình tròn. Bên phải đình là trục đường chính của làng và xung quanh là khu dân cư quần tụ đông đúc. Nhìn tổng thể mặt bằng kiến trúc của đình Đống Chanh gồm tòa Đại bái, Trung cung, Hậu cung. Trước cửa Đại bái là hai dãy Tả - Hữu mạc xây xung quanh, tường hồi bít đốc, mái lợp ngói ta. Tòa Đại bái là công trình kiến trúc to lớn ở trong khu di tích gồm 5 gian 2 trái xây tường gạch, đầu hồi bít đốc. Bờ nóc chữ đinh, hai đầu là kìm đấu giữa nóc có khối tượng “Lưỡng long chầu nguyệt”. Bộ khung nhà làm hình thức bốn hàng cột gỗ, với hệ thống xà dọc, xà ngang liên kết có câu đầu khớp đỉnh cột cái. Những bộ vì nóc làm kiểu giá chiêng. Phía dưới câu đầu là bộ vì rường cốn được đục chạm công phu theo đề tài “Ngư long hý thủy” và mặt sau chạm nổi tùng, bạc. Gian giữa có bức cửa võng chạm kênh bong nổi bật tích “Đông bích đồ thư”. Năm 1930, triều vua Bảo đại thứ 5, nhân dân trùng tu lại tòa Đại bái này. Tiếp là tòa Trung cung còn lớn hơn tòa Đại bái, được trùng tu sớm hơn hai năm đó là năm 1982. Công trình này có lối kiến trúc giống như Đại bái. Kết cấu khung nhà với bốn hàng cột chân và những bộ vì nóc làm kiểu giá chiêng. Đặc biệt đầu dư được người xưa tạo hình trang trí “cá hóa rồng”, mô tít điển hình của văn hóa cư dân nông nghiệp người Việt. Những bức cốn ở tòa Trung cung cũng được đục chạm theo tích “Ngư long hý thủy”, mặt sau là “Tùng lộc” và “Mai điểu”… Trên má thân bẩy, kẻ, chạm nổi văn thực vật, rồng lá làm rõ nét nghệ thuật của thời Nguyễn muộn. Tòa Hậu cung đình ở phía sau là nơi tôn nghiêm nhất được nối vào hai gian giữa Trung cung kéo dài phía sau ba gian tạo thành hình chuôi vồ. Cửa gian giữa còn giữ được bốn bộ cánh cửa chạm nổi trang trí rồng, phượng trên thân phủ đầy các họa tiết đao mác, tia lửa… phong cách của thời hậu Lê. Đình Đống Chanh còn một cuốn thần phả và 15 đạo sắc của các triều đại xưa phong thần thành hàng là Trung Thành phổ Tế đại vương – Thượng đẳng thần. Ngài là bộ tướng của vua Hùng Vương đời thứ XVIII, giỏi đánh giặc, giỏi trị thủy. Vị Lạc tướng là công thần trong thời đại Hùng Vương buổi đầu dựng nước Văn Lang. Nhân dân Đống Chanh tôn vinh lập thần thành hoàng là tấm gương soi sáng cho mãi các thế hệ noi theo.\n\n== Làng nghề truyền thống cước lưới thôn Trần Phú ==\nXã có 01 làng nghề truyền thống đó là “Làng nghề cước lưới thôn Trần Phú” được Thành phố công nhận năm 2012. Theo sử sách ghi lại, làng nghề lưới cước Trần Phú được hình thành vào năm 1428. Những người già trong làng vẫn truyền lại cho con cháu của họ câu chuyện về bà Thánh Mẫu, người khai sinh ra nghề làm lưới cước cho người dân Trần Phú. Tục truyền rằng Thánh mẫu là người gốc miền biển Thanh Hóa nhưng bà đã chuyển ra vùng đất làng nghề Trần Phú bây giờ lập nghiệp. Trong một chuyến vi hành qua vùng đất này, nhà vua đã tình cờ gặp được bà và đem lòng yêu quý, rước bà về cung phong làm Tứ phi. Tuy nhiên do nhiều năm sống với vua mà không có con, bà đã xin về lại vùng đất Trần Phú sinh sống nốt quãng đời còn lại. Thỏa theo ước nguyện của bà, nhà vua đã ban cho bà một diện tích đất đai rộng lớn để sinh sống lúc tuổi già. Vốn dĩ là người miền biển, với tính chịu thương chịu khó, bà đã dạy cho người dân nơi đây cách làm lưới đế đánh bắt cá, tôm mưu sinh. Kể từ đó, nghề làm lưới cước tồn tại cho đến ngày hôm nay ở vùng đất này. Thời điểm những năm 1982-1983, khi nghề đan lưới còn làm hoàn toàn bằng thủ công, để đan được một tấm lưới hoàn chỉnh mất rất nhiều công đoạn và thời gian. Mỗi tấm lưới dù là đơn giản cũng phải cần từ 4-5 người đan bởi nghề đan có đặc thù là nhiều công đoạn và mỗi người lại chỉ chuyên thao tác nào đó. Bởi vậy, tuy nghề làm lưới không mang lại thu nhập cao cho người dân trong làng, nhưng người dân vẫn duy trì bởi nó tận dụng được thời gian rảnh rỗi của nghề nông. Thời điểm mang tính bước ngoặt trong nghề lưới cước, là vào các năm 1996 và 1997, khi mà lưới cước bắt đầu được sản xuất bằng máy. Các công đoạn thủ công đã được giảm đi nhiều, chỉ còn tập trung vào những khâu quan trọng trong quá trình sản xuất lưới. Thêm vào đó, thị trường những năm này cũng có nhiều thay đổi. Nếu ngày trước lưới chỉ chủ yếu sử dụng cho đánh bắt cá thì hiện nay nhu cầu sử dụng đã phong phú hơn rất nhiều. Ngoài lưới dùng để đánh bắt cá, lưới còn được sử dụng để bẫy chim, che hoa, che rau, làm bảo hiểm trong các công trình xây dựng .. Chính nhu cầu sử dụng cao của thị trường đã là yếu tố thúc đẩy nghề lưới cước của làng Trần Phú có những thay đổi vượt bậc. Hiện làng Trần Phú có gần 100 hộ có cửa hàng kinh doanh, xưởng sản xuất lưới với quy mô hàng chục nhân công. Theo như người dân trong làng kể lại, vào những năm 1980, sợi cước dùng để đan lưới ở Việt Nam không có. Các cụ trong làng đã phải đặt mua ở Nhật Bản và Singapore theo các đường cảng biển nhưng rất khó khăn và số lượng hạn chế. Ngày đó, thiết bị máy móc để sản xuất ra sợi cước này không ai dám nghĩ đến.Vậy mà hiện nay, ngay tại trên địa bàn xã đã có xưởng sản xuất sợi cước hiện đại được đầu tư gần chục tỷ đồng. Hiện nay, lưới cước Trần Phú đã có mặt ở khắp các tỉnh thành trong nước và xuất khẩu sang cả Trung Quốc, Lào, Campuchia, tạo công ăn việc làm và thu nhập ổn định cho không chỉ 1500 nhân khẩu của làng mà cả những địa phương khác.{{Đơn vị hành chính thuộc huyện Thường Tín}}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Hà Nội}}\n\n[[Thể loại:Xã, thị trấn thuộc huyện Thường Tín|Minh Cường]]"}