{"15682115":"{{Thông tin nhân vật\n| name = Minh Beta\n| image = \n| image_size = \n| alt = \n| birth_name = Bùi Quang Minh\n| birth_date = {{Ngày sinh và tuổi|mf=yes|1983|11|20}}\n| birth_place = [[Hà Nội]]\n| death_date = \n| death_place = \n| nationality = [[Việt Nam]]\n| other_names = Minh B<br \/>Minh Beta\n| parents = \n| relations = \n| occupation = Doanh nhân\n| known_for = Sáng lập [[Beta Group]], <br \/>Sáng tác bài hát ''Việt Nam ơi!''\n| website = \n}}\n'''Minh Beta''' tên thật '''Bùi Quang Minh''' (sinh ngày 20 tháng 11 năm 1983) là một [[doanh nhân]] [[Người Việt|người Việt Nam]], nhà sáng lập Beta Group, người sáng tác ra bài hát ''Việt Nam ơi!''.\n\n== Tiểu sử ==\n'''Bùi Quang Minh''' sinh ngày [[20 tháng 11]] năm 1983 tại [[Hà Nội]]. Anh từng là học sinh lớp chuyên toán của [[Trường Trung học phổ thông chuyên Hà Nội - Amsterdam]]. Sau khi tốt nghiệp bậc trung học, anh nhận được học bổng toàn phần AusAID của Chính phủ Úc và tốt nghiệp bằng danh dự hạng Nhất (First Class Honours) tại Đại học Sydney.\n\nSau khi tốt nghiệp, anh làm việc tại [[Singapore]] trong 2 năm. Năm 2009, anh về nước và khởi nghiệp với dự án kinh doanh chuỗi bánh - cà phê Doco Donuts, với một cửa hàng ban đầu ở phố [[Hàng Bông]] và số vốn khởi đầu 300 triệu đồng. Chỉ sau một thời gian hoạt động, start-up đầu tiên này được bán với giá 5 tỷ đồng.\n\nNăm 2011, anh nhận được học bổng Fulbright và sang Mỹ theo học ngành Quản trị kinh doanh tại Đại học Harvard (Mỹ). Tốt nghiệp MBA năm 2014, sau khi về nước, anh khởi động dự án đầu tư cụm rạp chiếu phim giá rẻ Beta Cineplex, với cụm rạp liên hợp đầu tiên ở Thái Nguyên và số vốn ban đầu 10 tỷ đồng. Dự án này tiếp tục được xem là sự thành công mới, khi chỉ sau 6 tháng ra mắt, Beta Cineplex đã được định giá ở mức 60 tỷ đồng. Đến nay hệ thống có 15 cụm rạp trên toàn quốc. Do sự thành công của thương hiệu Beta Cineplex, từ đó anh có biệt danh '''Minh Beta'''.\n\n== Sáng tác nhạc ==\nTừ thời đi học, anh đã có nhiều bài viết được đông đảo người xem trên trang blog [[Yahoo! 360°]], với nickname '''Minh B'''. Theo anh giải thích, đây là biệt danh viết tắt vì anh họ Bùi, đồng thời cũng mang ý nghĩa Beta trong tin học nghĩa là phiên bản chưa hoàn thiện. Chủ đề về âm nhạc chiếm một vị trí đáng kể trong số bài viết đăng tải và tất cả các tác phẩm của anh thể hiện đều do anh tự sáng tác.\n\nNăm 2011, trước khi sang Mỹ theo học bậc Thạc sĩ, trong một cảm xúc trước khi rời quê hương Việt Nam, anh đã sáng tác nhạc phẩm \"Việt Nam ơi!\" chỉ trong 30 phút. Nhạc phẩm sau đó được anh đăng tải trên trang [[YouTube]] với 2 phiên bản MV khác nhau (với phiên bản 1 có nhịp điệu tươi vui và phiên bản 2 có nhịp điệu trầm lắng), do chính anh là ca sĩ và diễn viên chính.\n\nGiữa năm 2015, trong dự án [[Flash mob]] nhằm hướng tới kỷ niệm 70 năm [[Ngày Quốc khánh (Việt Nam)|Quốc khánh Việt Nam 2\/9\/1945-2\/9\/2015]], một MV do S&C Production sản xuất, với phần vũ đạo do Ngô Tự Huy làm biên đạo, được đăng tải lên YouTube, trong đó phiên bản 1 của bài hát \"Việt Nam ơi!\" được sử dụng làm nhạc nền. Sang đầu năm 2016, trong chương trình \"Bước nhảy mùa xuân\" 2016 nhằm tôn vinh nền thể thao Việt Nam và các gương mặt vận động viên Quốc gia xuất sắc, Ban thể thao [[Đài truyền hình Việt Nam]] khi làm đến phần MV minh họa cặp vận động viên Aerobic sport [[Vũ Bá Đông]] và [[Trần Thị Thu Hà]], đã sử dụng trên cơ sở MV gốc của S&C Production, với phần vũ đạo cải tiến và vẫn do Vũ đoàn S&C múa phụ họa. Phần ngoại cảnh cho MV mới được quay chủ yếu tại [[Mù Cang Chải]] và [[Sapa]].\n\nTuy nhiên, bài hát chỉ thực sự nổi tiếng và được nhiều người biết đến khi [[VTV]] sử dụng chính MV của mình biên tập lại thành một MV cổ động sau sự thành công bất ngờ của [[Đội tuyển bóng đá U-23 quốc gia Việt Nam]] tại [[Giải vô địch bóng đá U-23 châu Á 2018]] với thành tích Á quân. Bài hát nhanh chóng được mọi người yêu thích bởi nhịp điệu tươi vui cũng như niềm kiêu hãnh dân tộc. Rất nhiều ca sĩ chuyên nghiệp cũng như nghiệp dư cover bài hát này, cùng với sự thành công của bóng đá Việt Nam trong năm 2019. Ngay cả chính VTV, sau mỗi trận đấu thành công của [[Đội tuyển bóng đá quốc gia Việt Nam|đội tuyển Việt Nam]], lại biên tập để ra một MV mới chỉ với vài thay đổi phân cảnh.\n\nNgày 20 tháng 3 năm 2020, anh sáng tác lời ca khúc [[Việt Nam ơi! Đánh bay COVID!]] dựa trên giai điệu ca khúc [[Việt Nam ơi!]] nhằm cổ vũ chiến thắng [[Đại dịch COVID-19 tại Việt Nam|đại dịch Covid 19 tại Việt Nam]]. Trong ngày, [[video âm nhạc]] cho ca khúc mới này cũng bắt đầu quay. Toàn bộ dự án được Vụ Truyền thông và Thi đua, khen thưởng ([[Bộ Y tế (Việt Nam)|Bộ Y tế]]) bảo trợ và tư vấn nội dung.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/viet-nam-oi-phat-hanh-phien-ban-chong-covid-19-giong-ghen-co-vy-20200307094709832.htm|tựa đề='Việt Nam ơi' phát hành phiên bản chống COVID-19 giống 'Ghen cô Vy'|tác giả=MI LY|ngày=2020-03-20|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2021-06-02}}<\/ref><ref>{{Chú thích web|url=http:\/\/baovanhoa.vn\/%C4%91oi-song\/ban-tre\/artmid\/589\/articleid\/27909\/loi-bai-hat-%E2%80%9Cviet-nam-oi-danh-bay-covid%E2%80%9D-gay-hot-cong-dong-mang|tựa đề=Lời bài hát \"Việt Nam ơi! Đánh bay Covid\" gây hot cộng đồng mạng|tác giả=THẢO LAM|ngày=2020-03-21|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Sản xuất phim ==\nMinh Beta cũng là nhà sản xuất của một số phim điện ảnh như:\n*[[Ngày Mai Mai Cưới]] (2017)\n*[[Tìm Vợ Cho Bà]] (2018)\n*[[Kế Hoạch Đổi Chồng]] (2018)\n*[[Mỹ Nhân Thần Sách]] (2019)\n== Xem thêm ==\n* [[Vinhomes Times City]]\n\n== Chú thích ==\n{{tham khảo}}\n\n==Tham khảo==\n* [https:\/\/nguoidothi.net.vn\/minh-beta-an-tuong-voi-nhung-rap-phim-gia-re-9799.html Minh Beta: Ấn tượng với những rạp phim giá rẻ]\n* [https:\/\/doanhnhan.vn\/bui-quang-minh-minh-beta-nga-thi-dung-day-va-di-tiep-thoi-d5490.html Bùi Quang Minh (Minh Beta): “Ngã thì đứng dậy và đi tiếp thôi”] Minh Khuê 7\/5\/2018\n* [https:\/\/baodautu.vn\/minh-beta-phien-ban-khong-gioi-han-d76967.html Minh Beta phiên bản không giới hạn]\n* [https:\/\/tienphong.vn\/khong-gioi-han-voi-tac-gia-viet-nam-oi-post1087175.tpo Không giới hạn với tác giả 'Việt Nam ơi!'] Toan Toan 6\/2\/2019\n* [https:\/\/laodong.vn\/giai-tri\/ai-sang-tac-bai-hat-viet-nam-oi-duoc-cdv-viet-nam-yeu-thich-589015.ldo Ai sáng tác bài hát \"Việt Nam ơi\" được CĐV Việt Nam yêu thích?]\n* [https:\/\/thanhnien.vn\/van-hoa\/minh-beta-tu-sang-tac-viet-nam-oi-den-cha-de-phim-ve-u23-viet-nam-929286.html Minh Beta: Từ sáng tác 'Việt Nam ơi' đến 'cha đẻ' phim về U.23 Việt Nam]\n* [https:\/\/vtv.vn\/goc-khan-gia\/xem-lai-buoc-nhay-mua-xuan-2016-tren-vtv-news-20160208140819181.htm MV \"Việt Nam ơi\" của VTV trong chương trình \"Bước nhảy mùa xuân\" 2016 (từ phút 48:44), với minh họa của Vũ đoàn S&C.]\n* [https:\/\/vtv.vn\/bong-da-trong-nuoc\/viet-nam-oi-voi-niem-cam-hung-tu-hanh-trinh-an-tuong-va-day-cam-xuc-cua-u23-viet-nam-tai-vck-u23-chau-a-2018012820042667.htm \"Việt Nam ơi\" với niềm cảm hứng từ hành trình ấn tượng và đầy cảm xúc của U23 Việt Nam tại VCK U23 châu Á]\n{{thời gian sống|1983}}\n{{Kiểm soát tính nhất quán}}\n\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Doanh nhân Việt Nam]]\n[[Thể loại:Nhạc sĩ Việt Nam]]\n[[Thể loại:Nhạc sĩ nhạc đỏ]]"}