{"843959":"{{Thiền sư Việt Nam}}\nThiền sư '''Minh Tịnh''' (明淨禪師, 1888 - ?) hay còn gọi là hòa thượng '''Thích Nhẫn Tế''' (釋忍濟) hoặc hòa thượng '''Chơn Phổ-Nhẫn Tế''' (真普-忍濟), '''Thubten Osall''', thế danh Nguyễn Tấn Tạo, tên thường gọi là Mười Tạo, là một thiền sư nổi tiếng của Việt Nam.\n==Tiểu sử==\nThiền sư Minh Tịnh là người ở thôn An Thạnh (ngày nay là phường [[Lái Thiêu]], thành phố [[Thuận An]]), tỉnh [[Bình Dương]].\n\nÔng là bậc am tường Đông và Tây học, và nguyên là công chức của ngành [[y tế]]. Về sau, vì lòng ham thích [[Phật giáo]] từ khi tuổi hãy còn trẻ, nên ông xin xuất gia với Hòa thượng Ấn Thành-Từ Thiện ở chùa Thiên Tôn và được ban pháp danh là '''Chơn Phổ''' (真普), pháp hiệu '''Nhẫn Tế'''(忍濟), thuộc dòng thiền [[Lâm Tế tông|Lâm Tế]] đời thứ 40 và là thế hệ thứ 7 của phái '''Chúc Thánh'''. \nNăm Bính Dần 1926, tại chùa Long Hoà núi Thiên Thai, Bà Rịa, Hòa thượng cầu pháp học đạo với tổ Huệ Đăng và thụ giới với Hòa thượng Ngộ Định-Từ Phong được ban pháp danh '''Trừng Liến''', pháp hiệu là '''Minh Tịnh''' (明淨), nối pháp đời thứ 42 dòng Thiên Thai Thiền giáo Tông <ref>Theo ''Sơ thảo Phật giáo Bình Dương''. Dẫn lại theo bài viết \"Chùa Tây Tạng: Vết chân đầu tiên của Mật tông Việt Nam\" đăng trên báo ''Giáo Ngộ online'' [http:\/\/giacngo.vn\/PrintView.aspx?Language=vi&ID=734212].<\/ref>.\n\nNăm [[1928]], Sư dựng một am nhỏ thờ [[Phật]] trên một ngọn đồi thấp có nhiều cây cổ thụ, để có chỗ tu tập và phổ độ chúng sanh, và đặt tên là Bửu Hương Tự (寶香寺) <ref>Theo bài viết \"Hành trình Tây du Phật quốc của vị Tiểu Đường Tăng Việt Nam\" đăng trên website '''Người đưa tin''', cập nhật ngày 14 tháng 7 năm 2013 [http:\/\/www.nguoiduatin.vn\/hanh-trinh-tay-du-phat-quoc-khong-tuong-cua-vi-tieu-duong-tang-viet-namchua-tay-tang-qua-ngot-sau-ngay-tro-ve-a88556.html]. Tuy nhiên, theo lời kể của thầy Trì Chánh (72 tuổi vào năm 2012), người đã có nhiều năm tu hành tại đây, thì chùa được xây dựng từ những năm [[1930]]. Lúc đầu chùa có quy mô nhỏ mang tên Bửu Hương Tự do một người địa phương tạo lập. Sau này vì nghe tiếng thiền sư Minh Tịnh nên người địa phương đã mời Sư về trụ trì chùa. Theo \"Độc đáo tượng Bồ Đề Đạt Ma thành hình từ tóc của hàng ngàn Phật tử\", nguồn đã dẫn.<\/ref>. Năm [[1937]], sau khi Sư vân du đất Phật trở về, mới cho đổi tên chùa thành [[Chùa Tây Tạng|Tây Tạng Tự]] (西藏寺).\n\nNgày 27 tháng 2 năm 1936, Ngài bắt đầu khởi hành đi Ấn Độ để chiêm bái Phật tích. Ông đi bằng đường thủy từ Sài Gòn sang [[Madras]] rồi đến [[Calcutta]]. Ở [[Bodh Gaya|Bồ Đề Đạo Tràng]] ông gặp và đi theo các vị [[Lạt-ma|lạt ma]] khi họ trở về xứ. Đường đi gian khổ vất vả đi hơn hai tháng mới đến xứ [[Bhutan]], mất một tháng ở lại đây học hỏi ngôn ngữ, phong tục, chờ tuyết tan và đi một tháng nữa mới đến thủ đô [[Lhasa]]. Ngài đến xứ Tây Tạng vào ngày 28 tháng 6 năm 1936.\n\nTại Tây Tạng, Ngài tham học về [[Kim cương thừa|Kim Cang thừa]] Mật giáo với Lama Quốc Vương. Để được học pháp môn này, Ngài phải trải qua khảo thí khắt khe nghiêm mật trong cuộc thi tuyển toàn quốc, Ngài là một trong hai người được tuyển chọn cuối cùng. Sau một trăm ngày tu học ở Tây Tạng, Ngài được Lama Quốc Vương ấn chứng sở đắc thiền quán, truyền tâm pháp Kim Cang thừa và ban cho pháp danh là '''Thubten Osall Lama'''. Thành tựu sở nguyện, ngày 29 tháng 10 năm 1936, Ngài lên đường rời xứ Tây Tạng, mất một tháng để trở lại [[Ấn Độ]]. Ngài ở lại đây đi chiêm bái và học hỏi thêm một thời gian nữa rồi xuống tàu về nước.\n\nNgày 30 tháng 6 năm 1937, Ngài về đến Việt Nam kết thúc chuyến du hành chiêm bái Thánh Tích dài hai năm bốn tháng. Ngài đến chùa Thiên Thai định lễ Tổ sư rồi dâng cúng ngọc xá lợi lên Hoà thượng để làm biểu tượng chánh pháp tại đây. Về lại trụ xứ Bình Dương, uy tín đạo đức của Ngài lan rộng, bổn đạo làng Phú Cường cung thỉnh Ngài chứng minh trụ trì ngôi chùa Bửu Hương. Ngài đổi tên chùa thành Tây Tạng Tự để ghi nhớ nơi Ngài đã đến cầu pháp.\n\nNăm Mậu Dần 1938, Ngài khởi công xây dựng lại chùa Thiên Chơn tại làng An Thạnh ngay trên nền cũ của am nơi Ngài đã tu trước khi đi [[Ấn Độ]]. Chùa được khánh thành vào năm 1940.\n\nNăm Ất Dậu 1945, hưởng ứng lời kêu gọi toàn quốc kháng chiến, Ngài tham gia Hội Phật giáo Cứu quốc Thủ Dầu Một và được suy cử làm chủ tịch. Tháng 6 năm 1946, Ngài là thành viên Mặt trận Việt Minh tỉnh Thủ Dầu Một tại [[Chiến khu Thuận An Hoà|Khu Thuận An Hoà]]. Ngài đã đóng góp công lao trong cuộc kháng chiến chống Pháp của nhân dân Việt Nam. Dù ước muốn xây dựng lại [[chùa Tây Tạng]] nhưng với tấm lòng yêu nước và ủng hộ kháng chiến Ngài đã nói: \" Khi còn chiến tranh thì một viên ngói, một viên gạch cũng không được sử dụng xây chùa... \".\n\nĐến tháng 8 năm Quý Dậu - 1933, chùa Thiên Tôn mở Đại giới đàn do Hoà thượng Ngộ Định - Từ Phong làm đàng đầu truyền giới, Ngài được thọ đại giới lại với Sơn môn, được ban pháp hiệu là Nhẫn Tế, nối pháp đời thứ 40 dòng Lâm Tế Chúc Thánh.\n\nTrải qua thời gian tu hành và tham học, Ngài cảm thấy vẫn chưa thoả mãn chí nguyện, muốn tìm về cội nguồn Phật tổ, trước là để chiêm bái Thánh tích sau là tham cứu học hỏi phương pháp tu trì mong đạt được sở chứng tỏ ngộ bản tâm, thoát ly sanh tử. Vì thế, Ngài rời chùa Thiên Tôn cất một cái am đặt hiệu Thiên Chơn để tu, chuẩn bị hành trang, học thêm tiếng Anh đợi ngày thực hiện ý chí du hành về đất Phật.\n\nNăm Ngài 47 tuổi, Ngài xuống Sài Gòn khởi hành sang Ấn Độ vào ngày 17 tháng 4 năm 1935. Trong thời gian trên đất Ấn, tùy thuận phong tục, Ngài đắp y theo xứ [[Sri Lanka|Tích Lan]] và học [[tiếng Tamil]] khi ở Nam Ấn, học [[tiếng Hindi]] khi ở Bắc Ấn. Lúc đến xứ Bhutan, Tây Tạng Ngài đổi sang [[Cà-sa|pháp phục]] Lạt Ma và học [[tiếng Tây Tạng]] để thích hợp việc tham cầu giáo pháp.\n\nNgày 06 tháng 2 năm 1936, Ngài đến xứ [[Nepal]] để tham lễ chùa tháp. Khi đến tháp [[Boudhanath]], Ngài được đảnh lễ chiêm ngưỡng [[Xá lị|xá lợi]] Phật và thỉnh cầu Thượng toạ quản tháp cho thỉnh một phần xá lợi đem về bổn quốc làm chứng tín cho hàng đệ tử tôn thờ. Ngài là người đầu tiên thỉnh được xá lợi Phật về Việt Nam.\n\nTrong cuộc đời tu học và hoằng dương đạo pháp, Ngài hóa độ rất nhiều đồ chúng xuất gia cũng như tại gia, đệ tử mà Ngài truyền thừa là Hoà thượng Như Trạm - Tịch Chiếu. Ngài có hai tác phẩm lưu lại cho hậu thế là Bộ Kinh Lăng Nghiêm Tông Thông và Nhật Ký Tham Bái Ấn Độ, Tây Tạng.\n\nNgày 17 tháng 5 năm Tân Mão, Ngài thâu thần [[Chết|viên tịch]] tại chùa Tây Tạng, trụ thế 63 năm, [[Hạ lạp|giới lạp]] 25 mùa hạ. Môn đồ lập bảo tháp thờ nhục thân của Ngài tại chùa Thiên Chơn và lập bảo tháp thờ vọng tại khuôn viên chùa Tây Tạng.\n\n==Hành trình đi Tây Tạng==\nTrong [[chùa Tây Tạng]] hiện còn cuốn nhật ký lưu giữ hình ảnh và sự kiện hành trình về đất Phật một cách chi tiết, đầy đủ từng ngày từ Việt Nam qua [[Ấn Độ]] - [[Nepal]] - [[Tây Tạng]] và ngược lại của thiền sư Minh Tịnh. Cuốn nhật ký này, có thể xem như là tập \"Tây Trúc - Tây Tạng ký\" ghi rõ thời gian, các địa danh và Phật sự suốt cuộc hành trình từ khi ngài xuất hành từ [[Thủ Dầu Một]] (Bình Dương), rời [[bến Nhà Rồng]] ([[Sài Gòn]]) vào ngày [[17 tháng 4]] năm [[1935]] cho đến khi trở về nước vào ngày [[30 tháng 6]] năm [[1937]] (kéo dài 2 năm 2 tháng 13 ngày). Cuốn nhật ký ghi bằng thủ bút của thiền sư với nét chữ nghiêng, đẹp, rõ ràng bằng chữ [[quốc ngữ]], có xen lẫn ghi chú bằng [[tiếng Pháp]], Anh, Tây Tạng, Phạn. Nhật ký có độ dày trên 300 trang khổ lớn, hiện còn lưu giữ cẩn thận tại chùa Tây Tạng. Và có thể nói Sư là một \"tiểu [[Trần Huyền Trang|Huyền Trang]] của Việt Nam\" <ref>Theo ''tập san Chùa Cổ Bình Dương''. Dẫn lại theo bài viết \"Chùa Tây Tạng: Vết chân đầu tiên của Mật tông Việt Nam\" đăng trên báo ''Giáo Ngộ online'', đã dẫn.<\/ref>.\n\n==Xem thêm==\n* [[Chùa Tây Tạng]]\n\n==Chú thích==\n{{Tham khảo}}\n{{sơ khai nhân vật Phật giáo Việt Nam}}\n{{thời gian sống|1888|?}}\n\n[[Thể loại:Thiền sư Việt Nam]]\n[[Thể loại:Người Bình Dương]]\n[[Thể loại:Lâm Tế tông]]"}