{"2262723":"{{Thông tin đền Việt Nam\n| tên = Miếu Thượng\n| tiền tố = Bạch Mã Đại Vương\n| tên thánh = [[Linh Lang]]\n| địa chỉ = thôn Đặng Xá, xã [[Văn Xá]], huyện [[Kim Bảng]], tỉnh [[Hà Nam]]\n| xây dựng = [[Thời Đinh]]\n}}\n'''Miếu Thượng Đặng Xá''' là ngôi miếu thờ thần Linh Lang Bạch Mã được dựng từ triều [[nhà Đinh]], là một trong 4 di tích lịch sử có liên quan đến thời gian khởi nghiệp dẹp [[loạn 12 sứ quân]] thống nhất đất nước của Hoàng Đế [[Đinh Tiên Hoàng]] tại thôn Đặng Xá, Xã [[Văn Xá, Kim Bảng|Văn Xá]], huyện [[Kim Bảng]] [[Hà Nam]]. Đền tọa lạc tại đầu thôn, nơi tiếp giáp của 3 thôn: Đặng Xá, Điền Xá và Tranh Thôn.\n\n==Lịch sử==\nSự tích cho biết rằng khi [[Đinh Bộ Lĩnh]] khởi nghiệp dựng nước, đã đến vùng Cổ Bảng ([[Kim Bảng]] ngày nay) và xã Đặng Xá, chiêu mộ binh mã, tích trữ lương thảo, trực tiếp cầm quân dẹp [[loạn 12 sứ quân]].<ref>Theo Ngọc phả, bản chính do Bộ Lễ triều Lê do Nguyễn Bính – Đông Các Đại Học Sĩ biên soạn vào niên hiệu Hồng Phúc (1572), ghi sự tích Thần, Phật thờ ở đình, chùa, đền, miếu thôn Đặng Xá, trong đó có ghi sự tích Đinh Tiên Hoàng và miếu thờ vua Đinh. Do Giáo sư Trương Đình Nguyên, viện nghiên cứu Hán – Nôm, phó hiệu trường cao cấp Phật học, dịch năm 1994 theo bản chứ Hán.<\/ref> Khi đưa quân đi dẹp loạn, [[Đinh Bộ Lĩnh]] đã tiến đến đền thần Linh Lang Bạch Mã, Thần chính là thần Long Đỗ, đền thờ tại phía đông thành Đại La. [[Đinh Bộ Lĩnh]] đến đền Bạch Mã ở thành Đại La làm lễ cầu đảo xin Thần phù hộ cho nước, cho được vạn sự thì sẽ phong sắc để biểu dương sự anh linh.<ref>Xã Đặng Xá 鄧 舍: 45 tr., gồm sự tích Đinh Bộ Lĩnh 丁 部 嶺 (Đinh Tiên Hoàng Đế); Linh Lang Bạch Mã Đại Vương 靈 郎 白 馬 大王; Thái Trưởng Công Chúa 太 長 公 主; sự tích Nam Thiên Tứ Thánh: Pháp Vân 法 雲; Pháp Vũ 法 雨; Pháp Lôi 法 雷; Pháp Điện 法 電; sự tích Đoàn Thượng 段 尚 (Đông Hải Đoàn Đại Vương 東 海 段 大 王); và sự tích Nguyễn Phục 阮 復 (Đông Hải Đại Vương 東 海 大 王), do Nguyễn Bính soạn năm 1572.<\/ref><ref>Tại bản dịch trên còn có đoạn ghi Cao Biền với Thần Long Đỗ như sau: \"Xưa Cao Biền Nhà Đường, làm An Nam đô hộ phủ, khi xây thành Đại La, một hôm đi ra chơi cửa Đông, thấy mây năm sắc từ đất đùn lên, ánh sang chói mắt, có bậc dị nhân cưỡi con rồng đỏ, tay cầm kim- giảm, lượn lờ theo mây, hồi lâu chẳng lặn. Biền kinh sợ định yểm. Đêm đến Biền nằm mơ thấy một vị thần tướng cưỡi ngựa trắng, từ trên trời tới thẳng Cao Biền mà nói rằng:\" Ta là thần Long Đỗ ở đây đã lâu, nghe tin ông xây thành Đại La, nên đến gặp nhau cớ sao phải yểm\". Biền kinh sợ giật mình tỉnh giấc than rằng:\" Ta chẳng thể chinh phục được người phương xa sao! Cớ sao mà đến nối có yêu quái như vậy!\". Bèn làm bùa bằng đồng để yểm. Đêm đó mưa to sấm chớp đùng đùng. Hôm sau ra xem thì thấy bùa đồng đều bị nát thành tro bụi. Biền càng thấy làm lạ, bèn dựng miếu ở cửa Đông để thờ và sắc phong cho Ngài làm Linh Lang Bạch Mã Tôn Thần.\"<\/ref>\n\nKhấn xong [[Đinh Bộ Lĩnh]] chia quân hai dường thủy, bộ cùng tiến, chiên trống đầu thuyền vang động ngàn non, cờ quạt trên đường phấp phới muôn khe, đại chiến một trận dẹp yên được Tất Châu lên ngôi Hoàng Đế ở [[động Hoa Lư]]…\n\nMột hôm nhà vua bỗng nhiên thấy ngườI mỏI mệt, bèn tựa vào long sàng nửa tỉnh nửa say. Nhà vua bỗng thấy một ngườI tự xưng là Thần Bạch Mã báo mộng rằng: ‘’Thần đã vâng mệnh Hoàng Thiên, theo vua đánh giặc. Nay thiên hạ đã yên bình, nhà vua chưa lễ tạ, thế là không đúng lễ’’. nghe chưa dứt lời thì bỗng bừng tỉnh dậy. Biết Thần rất là linh ứng, liền phong tặng mĩ tự,phong là: '''Hộ Quốc Bảo Cảnh Linh Thông Tế Thế, Đô ĐạI Thành Hoàng Linh Lang Bạch Mã ĐạI Vương Thượng Đẳng Phúc Thần'''.\n\n[[Đinh Tiên Hoàng]] sai sứ giả mang sắc phong Linh Lang Bạch Mã về xã Đặng xá, huyện Cổ Bảng. Phủ Lý Nhân - Đạo Sơn Nam, truyền cho nhân dân xây riêng đền để thờ phụng. Từ khi đó nhân dân phụng mệnh, xây dựng một ngôi đền để thờ Thần Linh Lang Bạch Mã.\n\nĐến triều Nguyễn, vua Đồng Khánh năm thứ 9, đã ban sắc phong cho Ngài là: '''Hàm Quang Thượng Đẳng Thần''', đặc cách cho thờ phụng, để ghi nhớ ngay vui của nước và tỏ rõ biển lệ thờ tự.\n\nTước hiệu đầy đủ từ thời vua [[Đinh Tiên Hoàng]] đến triều Nguyễn đã sắc phong cho Ngài là:\n:'''Hộ Quốc Bảo Cảnh Linh Thông Tế Thế, Bảo An Chính Trực Hựu Thiện Đôn Ngưng, Dực Bảo Trung Hưng, Đô ĐạI Thành Hoàng Linh Lang Bạch Mã ĐạI Vương Hàm Quang,Thượng Đẳng Phúc Thần'''.<ref>Sắc phong của vua Đồng Khánh năm thứ 9, đề ngày 25 tháng 7 năm Quý Tỵ – 1893, hiện còn lưu giữ tại thôn Đặng Xá trong đó có đoạn: Thôn Đặng Xá, xã Đặng Xá, huyện Kim Bảng, tỉnh Hà Nam, trước đây thờ vị Thần nguyên được phong tặng danh hiệu là: '''Linh Thông Tế Thế Bảo An Chính Trực Hựu Thiện Đôn Ngưng, Dực Bảo Trung Hưng Linh Lang Bạch Mã.''' Thần đã giữ gìn cho nước, che chở cho dân, nổi tiếng linh ứng, đã từng được nhiều lần ban tặng sắc phong cho được thờ cúng. Nay gặp tiết tứ tuần đại khánh của Trẫm, Trẫm đã từng ban chiếu báu để tỏ rõ ơn sâu, thăng trật để tỏ rõ tôn lễ long trọng. Vậy Gia phong cho Thần là: '''Hàm Quang Thượng Đẳng Thần''', đặc cách cho thờ phụng, để ghi nhớ ngay vui của nước và tỏ rõ biển lệ thờ tự.. Kính lấy đấy.<\/ref>\n\n==Kiến trúc==\nMiếu Thượng thờ thần Linh Lang Bạch Mã hay còn goị là Bạch Mã, được khởi dựng từ thời vua [[Đinh Tiên Hoàng]], sau nhiều lần được bà con dân làng thành tâm công đức để tu sửa, tôn tạo, nên hiện nay miếu vẫn còn giứ được dáng dấp cổ kính, với 3 gian nhỏ, toàn bộ tường được xây bằng gạch và được trát bằng lớp vữa xi măng, phần mái được lợp bằng ngói ta,, gần giống cốt cách về kiến trúc như đền Bạch Mã ở phố Hàng Buồm, Hà Nội ngày nay.\n\nNhìn tổng thể ngôi miếu uy nghi thần bí với 2 cột hai bên tường đầu của miếu, đỉnh cột đắp hình con Lân, biểu tượng của sự linh khí của ngôi miếu. Đây là dạng thức kiến trúc tiêu biểu cho các chùa, đền miếu, rất phổ biến trong kiến trúc cổ truyền của Việt Nam. Miếu được xây ở phía trong gò đất cao, trước miếu là một khoảng sân rộng, mát mẻ nhưng u tịch bởi tán lá nhiều cây cao được trồng từ nhiều năm.\n\nCổng vào miếu mới được xây,trên đỉnh cổng là đôi rồng chầu nhật nguyệt, dưới là cuốn thư được ghi: Miếu Thượng thôn Đặng. Bên trên cửa vòm được đắp nổi đôi chim loan phượng chầu mặt nguyệt. Hai bên trụ cổng phía trước được ghi đôi câu đối bằng nhữ nho và mỗi bên đều có một bức tranh nổi: Một bên là cây tùng, một bên là cây mai. Và phía trụ ngoài hai bên có tiếp đôi câu đối bằng chữ nho. Tạm dịch là: ‘’Xuân hạ thu đông, bốn mùa sai bông trĩu hạt, nhân khang vật thịnh, thiên niên thừa kế khuông sương.\"\n\nToàn bộ tường rào bao quanh đều được xây dưới đá trên gạch, từ cổng vào gian chính của miếu đều được lát gạch.\n\n==Chú thích==\n\n[[Thể loại:Di tích tại Hà Nam]]"}