{"19599956":"{{Cần biên tập|date=tháng 6\/2021}}\n{{Thiếu nguồn gốc|date=tháng 6\/2021}}\n\n'''Miếu Xóm Bánh''' là tên thường gọi của Thanh Sơn Miếu, là miếu thờ nữ thần Thiên Y A na nằm ở Xóm Bánh thuộc phường Đài Sơn, thành phố [[Phan Rang - Tháp Chàm]], tỉnh [[Ninh Thuận]], gần cuối đường [[Huỳnh Tấn Phát]]. Miếu Xóm Bánh được công nhận là [[Di tích Việt Nam|Di tích cấp quốc gia]] tại Việt Nam (di tích kiến trúc nghệ thuật) theo Quyết định số 39\/2002\/QĐ-BVHTT năm 2002 của [[Bộ Văn hóa Thông tin Việt Nam]]<ref>https:\/\/www.ninhthuan.gov.vn\/chinhquyen\/prtc\/Pages\/DANH-SACH-DI-TICH-LICH-SU,-VAN-HOA-CAP-QUOC-GIA-VA-TINH.aspx<\/ref>.\n \n==Lịch sử==\nThời [[Minh Mạng]], ấp Thanh Sơn (hiện nay là phường Đài Sơn) là vùng đất thuộc thôn Văn Sơn, huyện An Phước, phủ [[Ninh Thuận]], tỉnh [[Bình Thuận]]<ref>http:\/\/baoninhthuan.com.vn\/quehuong\/57371p1c142\/nhung-ten-dat-ten-lang-dan-da-o-phan-rang.htm<\/ref><ref>https:\/\/www.aihuuninhthuan.org\/2019\/12\/non-nuoc-ninh-thuan-tac-gia-nguyen-inh_30.html<\/ref>. Thời [[Tự Đức]], cư dân nơi đây đã xây dựng một ngôi Miếu nhỏ để thờ phụng Bà Mẹ xứ sở (bà Chúa Xứ hoặc Chúa Xứ Thánh mẫu) tức là nữ thần Thiên Y A na - bà Chúa Ngọc Thánh phi, được gọi là Thanh Sơn Miếu. Đây là hiện tượng thờ phổ biến của cư dân người Việt từ miền Trung trở vô, trong quá trình di dân, khai hoang lập xong một ấp thì lưu dân xây dựng ngôi miếu thờ Chúa Xứ Thánh mẫu. Đức bà [[Thiên Y A Na]] hay Thiên Hậu Thánh Mẫu được cư dân Việt và Chăm thờ phụng rất tôn nghiêm, và đã được triều Nguyễn xếp vào bậc \"Hồng nhân phổ tế linh ứng Thượng đẳng Thần\".\n\nBan đầu chỉ là một ngôi miếu nhỏ, đến năm [[Thành Thái]] thứ 14 được chuyển dời đến địa điểm hiện nay và xây dựng với quy mô lớn còn giữ nguyên vẹn cho đến ngày nay.\n\nTên gọi Miếu Xóm Bánh là do Miếu hiện nay tọa lạc tại Xóm Bánh. Nơi đây, trước kia nổi tiếng làm nghề sản xuất bánh tráng, với hàng trăm lò bánh hoạt động nhộn nhịp quanh năm. Bánh tráng Xóm Bánh có độ dai, dẻo, mùi thơm đặc trưng nhờ được làm bằng 100% bột gạo hạt tròn của địa phương.\n\n==Kiến trúc==\nMiếu Xóm Bánh nằm trong khu vực đông dân cư nhưng lại được xây dựng trên một khu đất khá rộng đến 4629 m², toàn bộ kiến trúc được bao quanh bởi tường thành xây bằng đá, vữa vôi, chừa hai cổng đi vào khu vực Miếu. Cổng phía trước miếu gọi là Nghi môn nằm hướng Nam, cổng phía sau nằm hướng Bắc.\n\nNghi môn có cấu trúc giống như một ngôi nhà nhỏ có 6 trụ bằng vữa vôi, phân đều hai bên theo chiều dọc, nâng đỡ phần mái ở trên, trụ ở giữa được được gắn hai cánh cửa gỗ, mái lợp ngói âm dương, ở hai đầu đường bờ nóc đắp nổi vân mây xoắn tạo dáng hình thuyền. Hai bên sân xây am thờ sơn thần, [[ngũ hành]]. Bên trong xây dựng khá bề thế, thể hiện những mảng chạm khắc gỗ với nhiều đề tài phong phú như: tứ linh, bát hữu, hoa lá, chim thú; các dải hoa dây, hoa lá tập trung ở các khám thờ, hương án, các bức hoành phi, câu đối, đầu dư, đầu bẩy,…với đường nét tỉ mỉ, tinh xảo, đòi hỏi người nghệ nhân phải dày công mới hoàn thành<ref name=\"ninhthuan.gov.vn\">https:\/\/www.ninhthuan.gov.vn\/chinhquyen\/prtc\/Pages\/Di-tich-Mieu-Xom-Banh-%E2%80%93-phuong-Dai-Son.aspx<\/ref>.\n\n==Lễ hội==\nHàng năm, vào rằm tháng giêng, tháng 7 và tháng 10 tiến hành lễ cúng Thượng Nguyên, Trung Nguyên và Hạ Nguyên. Vào ngày 25 tháng chạp âm lịch cúng đưa Chư thần về trời. Ngày 30 tháng chạp âm lịch cúng rước Chư thần về Miếu đón năm mới. Ngoài ra Miếu Xóm Bánh còn tổ chức [[Lễ Kỳ yên|Lễ Kỳ Yên]] với đầy đủ nghi thức cổ truyền gần giống nghi thức tế Đình ở Ninh Thuận, được bắt đầu từ sáng hôm trước đến trưa ngày hôm sau, đây là lễ lớn nhất trong năm cầu thần phù hộ cho làng xã bình yên, cơm no áo ấm, lễ diễn ra vào Tiết Thanh Minh. Miếu Xóm Bánh được Bộ Văn hóa Thông tin công nhận là di tích kiến trúc nghệ thuật vào năm 2002<ref name=\"ninhthuan.gov.vn\"\/>.\n\n==Chú thích==\n{{Tham khảo}}\n{{sơ khai kiến trúc Việt Nam}}\n\n\n[[Thể loại:Miếu Việt Nam]]\n[[Thể loại:Di tích tại Ninh Thuận]]"}