{"4075":"'''Miền Nam Việt Nam''' là một khái niệm để chỉ vùng địa lý ở phía nam nước [[Việt Nam]]. Tuy nhiên, tùy theo từng thời điểm [[lịch sử]] và thói quen sử dụng mà khái niệm này đôi khi được dùng để chỉ các vùng lãnh thổ khác nhau theo nghĩa chính trị một cách không chính thức.\n\n==Khái niệm==\nSắc lệnh số 143-A\/TTP của Phủ Tổng thống [[Việt Nam Cộng hòa]] ngày 23\/10\/1956 đã quy định gọi Bắc Việt, Trung Việt, Nam Việt tương ứng là Bắc Phần, Trung Phần, Nam Phần. Miền Nam Việt Nam là danh từ để chỉ:\n\n*Phân định [[địa lý]] đồng nghĩa với [[Nam Bộ Việt Nam|Nam Bộ]]\n*Phân định địa chính trị ở phía nam [[sông Gianh]] (nay thuộc tỉnh [[Quảng Bình]]) ([[Đàng Trong]])\n*Phân định [[hành chính]] đồng nghĩa với [[Nam Kỳ]] của [[nhà Nguyễn]] và thời [[Pháp thuộc]]\n*Phân định theo hiệp định Geneve là khu vực tập kết quân sự tạm thời phía nam giới tuyến quân sự tạm thời là [[vĩ tuyến 17 Bắc|vĩ tuyến 17]] của Quân đội Liên hiệp Pháp phân biệt với khu vực tập kết quân sự tạm thời phía bắc giới tuyến quân sự tạm thời của Quân đội nhân dân Việt Nam với giới tuyến quân sự tạm thời. Do thuộc Quân đội Liên hiệp Pháp nên [[Quân đội Quốc gia Việt Nam]] được bố trí tập kết ở phía nam giới tuyến quân sự tạm thời. Các lực lượng bán vũ trang và tổ chức chính trị của [[Việt Minh]] được phép tập kết tại chỗ và không phải tập kết ra phía bắc giới tuyến tạm thời theo Quân đội nhân dân Việt Nam. Căn cứ Điều 14, Khoản a trong Hiệp định Geneve 1954, Việt Nam Dân chủ Cộng hòa có chủ quyền trên toàn bộ [[Lãnh thổ Việt Nam qua từng thời kỳ|lãnh thổ Việt Nam]], tạm thời có quyền quản lý hành chính phía bắc vỹ tuyến 17 cho tới khi tổ chức tổng tuyển cử trên toàn Việt Nam. Liên hiệp Pháp từ bỏ chủ quyền và quyền chủ quyền ở Việt Nam nhưng vẫn có quyền quản lý hành chính phía Nam vỹ tuyến 17.<ref>{{chú thích web|url=http:\/\/baochi.nlv.gov.vn\/baochi\/cgi-bin\/baochi?a=d&d=Qik19541023.2.16&e=-------vi-20--1--img-txIN------|title=Nhân Dân 23 Tháng Mười 1954 — Thư viện báo chí của Thư viện Quốc gia Việt Nam|website=baochi.nlv.gov.vn}}<\/ref> Từ năm [[1960]], Mặt trận Dân tộc Giải phóng miền Nam Việt Nam được thành lập dựa trên cơ sở chính trị của Việt Minh. Từ năm 1961, [[Quân Giải phóng miền Nam Việt Nam|Quân giải phóng miền Nam]] được thành lập dựa trên những lực lượng bán vũ trang cũ của [[Việt Minh]]. Ngày 06\/06\/1969, Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam được thành lập với sự hỗ trợ của Việt Nam Dân chủ Cộng hòa và Mặt trận Dân tộc Giải phóng miền Nam Việt Nam. Ngày 30 tháng 4 năm 1975 khi Chính phủ [[Việt Nam Cộng hòa]] đầu hàng [[Cộng hòa Miền Nam Việt Nam|Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam]] và 2 miền tái thống nhất hòa bình giữa [[Việt Nam Dân chủ Cộng hòa]] với [[Cộng hòa Miền Nam Việt Nam]] thành nước [[Cộng hòa Xã hội chủ nghĩa Việt Nam]] thông qua Tổng tuyển cử ngày 2\/7\/1976.<ref>{{chú thích web|url=https:\/\/dantri.com.vn\/xa-hoi\/thoi-khac-dau-hang-cua-tong-thong-duong-van-minh-trong-ky-uc-mot-vi-tuong-1430957983.htm|title=Thời khắc đầu hàng của tổng thống Dương Văn Minh trong ký ức một vị tướng|last=dantri.com.vn|website=Báo điện tử Dân Trí}}<\/ref>\n*Từ năm 1945, khái niệm miền Nam Việt Nam được dùng để chỉ vùng lãnh thổ phía nam [[vĩ tuyến]] 16. Khái niệm này bắt nguồn từ thỏa thuận của các nước [[Khối Đồng Minh thời Chiến tranh thế giới thứ hai|Đồng Minh]] về việc giải giới quân đội [[Nhật Bản|Nhật]] ở [[Bán đảo Đông Dương|Đông Dương]] thì vùng lãnh thổ Việt Nam được chia làm 2 phần, lấy vĩ tuyến 16 làm ranh giới. Vùng lãnh thổ phía nam vĩ tuyến 16 do quân Anh cai trị, về sau giao cho [[Pháp]]. Khái niệm này rất ít dùng.\n*Từ tháng 12 năm [[1945]] đến tháng 12 năm [[1946]], [[Chính phủ Việt Nam|Chính phủ]] [[Việt Nam Dân chủ Cộng hòa]] đã thành lập Ủy ban Hành chính Kháng chiến Miền Nam Việt Nam, do ông [[Nguyễn Sơn]] làm Chủ tịch, ông [[Hoàng Quốc Việt]] làm Ủy viên chính trị. Tuy nhiên, khi đó Nam Bộ đã có Ủy ban Hành chính riêng, nên địa bàn quản lý của Ủy ban Hành chính Kháng chiến Miền Nam Việt Nam gồm vùng đất sau này là Liên khu 5, tính từ các tỉnh [[Quảng Nam]], Đà Nẵng, [[Quảng Ngãi]] vào các tỉnh cực nam Trung Bộ, như [[Bình Thuận]] cùng với [[Tây Nguyên]]. Ủy ban Kháng chiến Miền Nam Việt Nam đóng trụ sở tại [[quảng Ngãi (thành phố)|thị xã Quảng Ngãi]].\n*Từ năm 1954 trở đi, khái niệm miền Nam Việt Nam được dùng để chỉ vùng lãnh thổ do Liên hiệp Pháp và sau đó là chính phủ [[Việt Nam Cộng hòa]] kiểm soát về mặt hành chính. Từ sau năm 1969 có thêm Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam quản lý, kể từ phía nam [[vĩ tuyến 17 Bắc|vĩ tuyến 17]], với ranh giới tự nhiên là [[sông Bến Hải]], nay thuộc tỉnh [[Quảng Trị]]. Khái niệm này bắt nguồn từ [[Hiệp định Genève, 1954|Hiệp định Genève]] năm [[1954]] quy định 02 vùng tập kết quân sự giữa Quân đội nhân dân Việt Nam (phía Bắc) và Quân đội Liên hiệp Pháp (phía Nam) mà không được coi là biên giới quốc gia hay chính trị. Ranh giới này tồn tại đến tận năm [[1976]] sau khi [[Cộng hòa Miền Nam Việt Nam]] và [[Việt Nam Dân chủ Cộng hòa]] tổ chức tổng tuyển cứ, thống nhất về mặt nhà nước.<ref>{{chú thích web|url=https:\/\/baonghean.vn\/content\/MTMyMjM4.html|title=25\/4\/1976 - Ngày Tổng tuyển cử bầu Quốc hội của nước Việt Nam thống nhất|last=baonghean.vn|date=25 Tháng tư 2017|website=Báo Nghệ An điện tử}}<\/ref>\n*Dựa trên cách phân chia vùng theo địa lý kinh tế thì miền Nam Việt Nam, còn được gọi là [[Nam Bộ Việt Nam|Nam Bộ]], bao gồm các tỉnh ở phía nam Tây Nguyên và phía tây tỉnh [[Ninh Thuận]]. Vùng lãnh thổ này còn được chia thành 2 vùng lãnh thổ nhỏ là [[Đông Nam Bộ]] và [[Đồng bằng sông Cửu Long|Tây Nam Bộ]]. Khái niệm này vẫn được sử dụng cho đến ngày nay. Đây là cách chia Việt Nam thành 3 miền: Bắc ([[Bắc Bộ Việt Nam|Bắc Bộ]]), Trung ([[Miền Trung (Việt Nam)|Trung Bộ]]) và Nam ([[Nam Bộ Việt Nam|Nam Bộ]]).\n\n==Các tiểu vùng địa lý==\nNam Bộ bao gồm 17 tỉnh từ [[Bình Phước]] đến [[Cà Mau]] và hai thành phố: [[Thành phố Hồ Chí Minh]] và thành phố [[Cần Thơ]].\n\nKhu vực này chia làm 2 vùng chính:\n*Vùng [[Đông Nam Bộ]] hay miền Đông có 5 tỉnh và 1 thành phố:\n**5 tỉnh: [[Bình Phước]], [[Bình Dương]], [[Đồng Nai]], [[Tây Ninh]], [[Bà Rịa – Vũng Tàu|Bà Rịa-Vũng Tàu]]\n**[[Thành phố Hồ Chí Minh]]\n*Vùng [[Đồng bằng sông Cửu Long]], còn gọi là Tây Nam Bộ hay miền Tây, có 12 tỉnh và 1 thành phố:\n**12 tỉnh: [[Long An]], [[Đồng Tháp]], [[Tiền Giang]], [[An Giang]], [[Bến Tre]], [[Vĩnh Long]], [[Trà Vinh]], [[Hậu Giang]], [[Kiên Giang]], [[Sóc Trăng]], [[Bạc Liêu]], [[Cà Mau]]\n**Thành phố [[Cần Thơ]]\n\nRiêng tài liệu của [[Tổng cục Thống kê Việt Nam]] (và một số ít tài liệu khác dựa theo số liệu thống kê của Tổng cục Thống kê) lại xếp 2 tỉnh [[Ninh Thuận]], [[Bình Thuận]] vào miền [[Đông Nam Bộ]].\n\n==Các tên gọi khác==\n===Phù Nam===\nNam Bộ xưa vốn là vùng đất đã từng có nhiều lớp cư dân đến khai phá. Tên gọi Phù Nam xuất hiện vào khoảng đầu Công nguyên. Đến khoảng thế kỷ V-VI, Phù Nam được mở rộng và trở thành một đế chế rộng lớn với nhiều thuộc quốc phân bố ở phía nam [[bán đảo Đông Dương]] và [[bán đảo Malaca]]. Vào đầu thế kỷ VII đế chế Phù Nam tan rã do nước Chân Lạp của [[người Khmer]] đã tấn công đánh chiếm vùng hạ lưu [[sông Cửu Long|sông Mêkông]] (tương đương với vùng đất Nam Bộ ngày nay)<ref>[http:\/\/khoalichsu.edu.vn\/index.php?option=com_content&view=article&id=87:ch-quyn-lanh-th-ca-vit-nam-tren-vung-t-nam-b&catid=25:bai-vit&Itemid=33#_ftnref3 Vấn đề nước Phù Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120131161842\/http:\/\/khoalichsu.edu.vn\/index.php?option=com_content&view=article&id=87:ch-quyn-lanh-th-ca-vit-nam-tren-vung-t-nam-b&catid=25:bai-vit&Itemid=33#_ftnref3 |date=2012-01-31 }} khoalichsu.edu, truy cập ngày 24 tháng 8 năm 2010.<\/ref>.\n\n===Thủy Chân Lạp===\nSau khi đánh chiếm được Phù Nam, vùng đất này được đổi tên là Thủy Chân Lạp. Trong khoảng thời gian từ thế kỷ IX đến cuối [[thế kỷ XI]], Chân Lạp trở nên một quốc gia cường thịnh, mở rộng lãnh thổ lên tận [[Nam Lào]] và lưu vực sông Chao Phaya. Đến [[thế kỷ 16|thế kỉ XVI]] thì triều đình Chân Lạp bị chia rẽ sâu sắc và bước vào thời kì suy vong nên hầu như không có điều kiện quan tâm và trên thực tế đã không đủ sức [[quản lý]] vùng đất này. Nhiều cư dân Việt từ đất Thuận Quảng đã phải vào vùng Mô Xoài, [[Đồng Nai]] (miền Đông Nam Bộ) lập làng sinh sống<ref>[http:\/\/khoalichsu.edu.vn\/index.php?option=com_content&view=article&id=87:ch-quyn-lanh-th-ca-vit-nam-tren-vung-t-nam-b&catid=25:bai-vit&Itemid=33#_ftnref3 Vùng đất Nam Bộ dưới thời Chân Lạp] {{Webarchive|url=https:\/\/web.archive.org\/web\/20120131161842\/http:\/\/khoalichsu.edu.vn\/index.php?option=com_content&view=article&id=87:ch-quyn-lanh-th-ca-vit-nam-tren-vung-t-nam-b&catid=25:bai-vit&Itemid=33#_ftnref3 |date=2012-01-31 }} khoalichsu.edu, truy cập ngày 24 tháng 8 năm 2010.<\/ref>.\n\n===Nam Triều===\nTrong [[triều Mạc|chiến tranh Lê – Mạc]] (1533–1592), Việt Nam được phân chia với nhà Mạc nắm giữ đồng bằng sông Hồng (Bắc Triều) và nhà Lê kiểm soát miền Trung từ [[Thanh Hóa]] đến [[Bình Định]] (Nam Triều).\n\n===Đàng Trong===\n{{chính|Đàng Trong}}\nTên gọi này bắt nguồn từ thời [[Chúa Trịnh|Trịnh]] - [[Chúa Nguyễn|Nguyễn]] phân tranh vào [[thế kỷ 17]], với ranh giới xác định là ở phía nam [[sông Gianh]] (nay thuộc tỉnh [[Quảng Bình]]). Do đặc điểm cả hai vùng lãnh thổ tuy trên thực tế thuộc hai chính quyền khác nhau, nhưng về danh nghĩa vẫn cùng một quốc gia [[Việt Nam|Đại Việt]]. Tên gọi '''Đàng Trong''' thường được dùng để chỉ vùng kiểm soát bởi [[chúa Nguyễn]], vốn nằm xa [[Trung Quốc]] hơn nên mới có tên gọi này. Giai đoạn này người ngoại quốc đến giao thương với Việt Nam thường dùng tên gọi '''Cochinchina''', hoặc '''Quinan''' để chỉ vùng lãnh thổ này.\n\n===Nam Hà===\nTên gọi '''Nam Hà''' xuất hiện cùng thời với tên gọi '''Đàng Trong'''. Nó có nghĩa đơn giản là \"ở phía nam con sông\", ở đây hàm ý chỉ con [[sông Gianh]]. Tuy nhiên, tên gọi này ít sử dụng phổ biến như tên gọi Đàng Trong và không bao gồm vùng đất Gia Định ở phía nam.\n\n===Gia Định===\n{{chính|Gia Định}}\n'''Gia Định''' ban đầu chỉ là cái tên để chỉ vùng lãnh thổ nhỏ ở phía nam vào năm [[1698]], sau mở rộng dần đến năm [[1779]] thì được dùng để chỉ toàn bộ vùng tương ứng với Nam Bộ hiện nay. Để tương ứng với đơn vị hành chính [[Miền Bắc (Việt Nam)|Bắc Thành]] ở phía bắc, từ năm [[1802]], [[gia Long|vua Gia Long]] đã đặt ra '''Gia Định Trấn''' để cai quản vùng lãnh thổ từ [[Bình Thuận]] trở vào, gồm 5 trấn. Do dễ có sự nhầm lẫn nên từ năm 1808 đã được đổi tên là '''Gia Định Thành'''. Đứng đầu đơn vị hành chính này là một chức quan Lưu Trấn, sau 1808 đổi thành Tổng trấn. Vị Tổng trấn nổi tiếng nhất của Gia Định Thành là [[Lê Văn Duyệt]]. Gia Định Thành tồn tại mãi đến năm 1832, sau khi Lê Văn Duyệt mất và vua [[Minh Mạng]] quyết định giải thể Gia Định Thành.\n\n===Nam Kỳ===\n{{chính|Nam Kỳ}}\n'''Nam Kỳ''' là tên gọi từ năm [[1832]], dùng để chỉ vùng lãnh thổ thuộc quyền cai quản của Gia Định Thành trước kia. Do vua Minh Mạng chia vùng lãnh thổ này thành 6 tỉnh trực tiếp đặt dưới quyền cai quản của triều đình, nên nó còn có tên gọi là '''Nam Kỳ Lục tỉnh'''. Sau khi chiếm được Nam Kỳ, người Pháp thường sử dụng tên gọi '''Cochinchine''' để chỉ vùng này.\n\nDanh xưng '''[[Cộng hòa tự trị Nam Kỳ|Nam Kỳ quốc]]''' ([[tiếng Pháp]]: ''République de Cochinchine'') được người Pháp dùng để chỉ một quốc gia do họ lập nên vào năm [[1946]], về danh nghĩa cai quản vùng trước đây là thuộc địa Nam Kỳ. Tuy nhiên, quốc gia này chỉ tồn tại trên danh nghĩa và chỉ đến năm [[1948]] thì bị giải thể.\n\n===Nam Bộ===\n{{chính|Nam Bộ Việt Nam}}\nSau cuộc đảo chính Pháp tại Đông Dương ngày [[9 tháng 3]] năm [[1945]], quân đội Nhật đã tuyên bố trao lại quyền độc lập cho [[Đế quốc Việt Nam]]. Song song với quá trình thành lập chính phủ, Hoàng đế [[Bảo Đại]] cũng cho phân vùng lãnh thổ Việt Nam thành 3 khu vực hành chính, và đặt các chức quan [[Khâm sai]] thay mặt nhà vua để cai quản từng vùng. '''Nam Bộ''' là khu vực tương ứng với Nam Kỳ cũ.\n\nTên gọi Nam Bộ được sử dụng lâu dài cho đến ngày nay.\n\n===Nam Phần===\nTên gọi Nam Phần ra đời vào khoảng năm 1947, sau khi chính phủ [[Nam Kỳ quốc]] giai đoạn đầu giải tán, và chính phủ Nam phần Việt Nam được thành lập. Sau đó chính phủ Pháp và cựu hoàng [[Bảo Đại]] ký thỏa ước thành lập [[Quốc gia Việt Nam]], theo đó lãnh thổ Việt Nam được phân thành 3 đơn vị hành chính cấp Phần, là một cấp cao hơn tỉnh, đứng đầu là một [[Thủ hiến]] do [[Nguyên thủ quốc gia|Quốc trưởng]] chỉ định. Vùng lãnh thổ Nam Phần tương ứng với vùng lãnh thổ của Nam Bộ vào năm 1945.\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n==Tham khảo==\n*Atlat địa lý Việt Nam, ''Nhà xuất bản Giáo dục 2009''\n*Atlat hành chính Việt Nam, ''Nhà xuất bản Bản Đồ 2008''\n\n==Xem thêm==\n*[[Chăm Pa]]\n*[[Kampuchea Krom]]\n*[[Miền Bắc (Việt Nam)]]\n\n==Đọc thêm==\n* {{chú thích sách |last1=Li |first1=Tana |title=Nguyen Cochinchina: Southern Vietnam in the Seventeenth and Eighteenth Centuries |date=1998 |publisher=Cornell University Press |location=Ithaca, NY}}\n\n[[Thể loại:Miền Nam Việt Nam| ]]\n[[Thể loại:Vùng của Việt Nam]]"}