{"1211550":"{{thiếu nguồn gốc}}\n{{wikify}}\n\n'''Mtao Mxây''' là một nhân vật được nhắc đến trong [[sử thi Đăm Săn]] của người [[Người Ê Đê|Ê đê]] (Việt Nam). Mtao Mxây là tù trưởng của một bộ lạc. Hắn được gọi là tù trưởng Sắt vì khi giao chiến, hắn thường mặc một lớp giáp sắt bảo vệ.\n\nLà một tù trưởng \"đẹp trai\", \"thần cho cái giàu\", nhưng Mtao Mxây lại ghen tức vì Đăm Săn có vợ đẹp. Và hắn quyết cướp vợ của Đăm Săn. Đầu tiên, hắn cho tôi tớ đi dò la tin tức và được biết [[Đam San|Đăm Săn]] không có nhà. Thế là Mtao Mxây vui sướng, cải trang thành một người khách đến chơi nhà Đăm Săn. Khi ra về, Mtao Mxây giả vờ để quên con dao trong nhà và bảo vợ Đăm Săn cầm hộ ra. Hơ Nhị, vợ Đăm Săn không nghi ngờ gì, cầm dao ra cho hắn. Thế là Mtao Mxây kéo luôn Hơ Nhị lên bành voi và thúc voi đi mất. Khi người nhà báo tin cho Đăm Săn biết, chàng chuẩn bị vũ khí và kéo theo lực lượng hùng hậu đến nhà Mtao Mxây cứu vợ. Tại đây xảy ra cuộc chiến ác liệt giữa Đăm Săn và Mtao Mxây, phần thắng thuộc về chàng Đăm Săn tài năng và dũng mãnh.\n\nNội dung cuộc chiến được tóm tắt như sau: Tù trưởng Đăm Săn đến nhà Mtao Mxây khiêu chiến. Vì có một tù trưởng là Mtao Grư cũng từng cướp vợ Đăm Săn và bị Đăm Săn chém chết nên Mtao Mxây không tránh khỏi sự khiếp sợ trước Đăm Săn. Mặc dù đã được mặc áo sắt và cầm khiên tròn, nhưng Mtao Mxây vẫn không dám xuống đánh nhau. Đăm Săn phải đe dọa sẽ phá nhà Mtao Mxây, hắn mới chịu xuống. Trong phần thi múa khiên, Mtao Mxây múa lạch xạch như quả mướp khô, rất kém cỏi. Còn Đăm Săn múa khiên xuất thần, làm trời nổi gió, ba đồi tranh bật rễ bay tung ... Mtao Mxây bước thấp bước cao chạy trốn mũi giáo thần của Đăm Săn. Bằng tài năng, Đăm Săn đã đâm liên tiếp vào đùi, vào bụng Mtao Mxây. Nhưng do được áo giáp bảo vệ, hắn không sao. Đăm Săn thấm mệt, mơ màng thấy ông trời, ông trời bày cách cho Đăm Săn chiến thắng. Đăm Săn bừng tỉnh, chộp ngay cái chày mòn ném trúng vành tai kẻ địch. Bộ áo giáp của Mtao Mxây rơi loảng xoảng. Mtao Mxây tiêu đời, hắn không còn giáp để mà bảo vệ mình nữa. Hắn trốn quanh chuồng trâu, chuồng heo nhưng trốn ở đâu, Đăm Săn phá tan đó. Cuối cùng hắn ngã lăn quay ra đất và Đăm Săn kết liễu hắn bằng một nhát chém chí tử. Trước khi thua, hắn cầu xin Đăm Săn tha mạng, nhưng Đăm Săn cương quyết trừng phạt kẻ háo sắc. Chàng đâm phập thủng người Mtao Mxây và cắt đầu hắn đem bêu ngoài đường. Vậy là Mtao Mxây đã thất bại thê thảm dưới tay anh hùng Đăm Săn. Đó là cái kết thích đáng cho kẻ cướp vợ, không xứng mặt nam nhi.\n\nHiện nay, cuộc chiến này đã được đưa vào Sách giáo khoa Ngữ Văn 10 với tên gọi ''Chiến thắng Mtao Mxây''.\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Người Ê Đê]]\n[[Thể loại:Huyền sử Tây Nguyên]]\n[[Thể loại:Sử thi Việt Nam]]"}