{"1752386":"{{tiêu đề nghiêng}}\n{{Thông tin phim\n| tên = ''My Best Gay Friends'' <br\/> (''Bộ ba đĩ thõa'')\n| hình = My Best Gay Friends Poster.jpg\n| cỡ hình = \n| ghi chú = \n| đạo diễn = \n| sản xuất = Khoa Loi Nhoi\n| kịch bản = \n| dựa trên = \n| dẫn phim = \n| diễn viên = Khoa Loi Nhoi, Rje Kaj, Đới Mộng Mộng\n| âm nhạc = \n| quay phim = \n| dựng phim = \n| studio = \n| phát hành = đăng tải trên [[YouTube]]\n| công chiếu = từ 8\/4\/2012\n| thời lượng = 20 phút x 15 tập (dự tính)\n| quốc gia = [[Việt Nam]]\n| ngôn ngữ = [[tiếng Việt]]\n| kinh phí = khoảng 1 triệu [[đồng]]\/tập\n| doanh thu = \n| website = \n| imdb_id = \n| amg_id = \n}}\n\n'''''My Best Gay Friends''''' (tên tiếng Việt: '''''Bộ ba đĩ thõa''''') là [[hài kịch tình huống]] [[đồng tính]] đầu tiên ở [[Việt Nam]] do Huỳnh Nguyễn Đăng Khoa cùng nhiều người khác thực hiện, được đăng tải trên [[YouTube]] từ năm 2012. Mặc dù với kinh phí thấp, chuỗi hài kịch này thu hút hàng triệu lượt xem mỗi tập.<ref name=\"afp\">{{chú thích báo|url=http:\/\/www.news.com.au\/world-news\/vietnamese-gay-sitcom-my-best-gay-friends-is-a-youtube-smash-hit\/story-fndir2ev-1226631055323|title=Vietnamese gay sitcom My Best Gay Friends is a YouTube smash hit|author=AFP|publisher=News.com.au|date=ngày 28 tháng 4 năm 2013|access-date=ngày 1 tháng 5 năm 2013|archive-date=2013-05-01|archive-url=https:\/\/web.archive.org\/web\/20130501173917\/http:\/\/www.news.com.au\/world-news\/vietnamese-gay-sitcom-my-best-gay-friends-is-a-youtube-smash-hit\/story-fndir2ev-1226631055323|url-status=dead}}<\/ref><ref name=\"tuoitre\">{{chú thích báo|url=http:\/\/tuoitrenews.vn\/lifestyle\/8433\/vietnams-first-gay-sitcom-goes-viral|title=Vietnam’s first gay sitcom goes viral|publisher=Tuổi Trẻ|access-date = ngày 2 tháng 5 năm 2013 |date = ngày 4 tháng 3 năm 2013}}<\/ref> Bộ phim kể về cuộc sống của ba người bạn trẻ đồng tính sống chung tại một căn hộ ở [[Thành phố Hồ Chí Minh]].\n\nĐăng Khoa, một người đồng tính, là sinh viên [[Trường Đại học Sân khấu – Điện ảnh Thành phố Hồ Chí Minh]] và cũng là một diễn viên chính trong phim.<ref name=\"vnexpress\">{{chú thích báo|url=http:\/\/ione.vnexpress.net\/tin-tuc\/nhip-song\/guong-mat\/2012\/08\/33830-cau-ban-dong-tinh-tu-lam-phim-ve-minh.html|title=Cậu bạn đồng tính tự làm phim về mình|author=Đồng Diệp Huyền|publisher=[[VnExpress]]|date=ngày 20 tháng 8 năm 2012|access-date=ngày 1 tháng 5 năm 2013|archive-date=2013-05-30|archive-url=https:\/\/web.archive.org\/web\/20130530052241\/http:\/\/ione.vnexpress.net\/tin-tuc\/nhip-song\/guong-mat\/2012\/08\/33830-cau-ban-dong-tinh-tu-lam-phim-ve-minh.html}}<\/ref> Kịch còn có sự xuất hiện của [[Cindy Thái Tài]].\n\nMặc dù thu hút được sự chú ý của nhiều người, Đăng Khoa cho biết chưa có kế hoạch phát sóng trên truyền hình.\n\n==Sản xuất==\nTheo Huỳnh Nguyễn Đăng Khoa, anh lấy cảm hứng cho bộ phim sau khi nghe Trần Nguyễn Kim Hân (vai Rje trong phim) kể về kinh nghiệm của mình sau khi [[công khai thiên hướng tình dục]].<ref name=\"afp\"\/><ref name=\"vnexpress\"\/> Anh muốn đem lại một cái nhìn thực tế hơn về cuộc sống của [[Đồng tính, song tính và hoán tính ở Việt Nam|người đồng tính ở Việt Nam]], không giống như thường thấy trên truyền hình và phim ảnh tại [[Việt Nam]].<ref name=\"tuoitre\"\/> Anh cho biết \"Mình và những diễn viên chính trong phim đều là những người đồng tính thật sự. Chúng mình góp nhặt những tình huống đã trải qua trong cuộc sống thường nhật để tạo nên tình tiết, kịch bản cho bộ phim này, với mong muốn mọi người có cái nhìn đúng đắn hơn về cuộc sống của người đồng tính. Họ cũng là con người bình thường, có gia đình, bạn bè, tình yêu, hy vọng mọi người sẽ nhìn những người đồng tính với ánh mắt thiện cảm và công bằng hơn.\"<ref name=\"thanhnien\"\/> Đăng Khoa dự định thực hiện 15 tập cho bộ phim.<ref name=\"afp\"\/>\n\nHầu hết các diễn viên trong phim đều là bạn bè của Đăng Khoa, phần lớn là người [[Đồng tính, song tính và hoán tính ở Việt Nam|đồng tính, song tính, hay hoán tính]].<ref name=\"tuoitre\"\/> Một số diễn viên không đồng tính cũng tham gia để ủng hộ.\n\nMỗi tập tốn khoảng 2-3 ngày để hoàn tất, dài khoảng 20 phút. Do hầu hết kinh phí đều do Đăng Khoa và bạn bè trả, mỗi tập tốn khoảng 1 triệu đồng.<ref name=\"vnexpress\"\/> Đoàn quay thường quay tại chỗ, như tại công viên, bến xe, cho nên thường bị đuổi.<ref name=\"vnexpress\"\/> Có khi đoàn quay cũng quay tại quán ăn của gia đình các diễn viên.\n\n''My Best Gay Friends'' được quay bằng camera [[Máy ảnh phản xạ ống kính đơn kỹ thuật số|DSLR]] [[Canon EOS 600D]].<ref name=\"tuoitre\"\/>\n\nTập thứ hai của bộ phim, dự định dài 15-20 tập dưới thể loại ca vũ nhạc, sẽ được bắt đầu quay vào tháng 10 năm [[2013]].<ref>{{chú thích báo|url=http:\/\/www.abc.net.au\/news\/2013-09-12\/an-homosexual-sitcom-proves-online-hit2c-but-too-sensitive-for\/4954728|title=Homosexual sitcom proves online hit but too sensitive for Vietnamese broadcasters|author=James Oaten|publisher=Australian Broadcasting Corporation|date = ngày 12 tháng 9 năm 2013 |access-date = ngày 20 tháng 9 năm 2013}}<\/ref>. Do không đủ điều kiện Nên Khoa đã ngưng sản xuất. Tập 12 là tập cuối.\n\n==Diễn viên==\n[[Tập tin:My Best Gay Friends.jpg|nhỏ|200px|Rje, Nhật, và Khoa trong một hình quảng bá]]\nHầu hết các diễn viên là bạn bè của đạo diễn và đã công khai thiên hướng tình dục của mình. Sau đây là các vai diễn chính trong phim:\n*Huỳnh Nguyễn Đăng Khoa (Khoa Loi Nhoi) vai Khoa: một sinh viên quản trị kinh tế, bị cha mẹ đuổi khỏi nhà để anh có thể tự lập\n*Trần Nguyễn Kim Hân (Rje Kaj) vai Rje: người chủ căn hộ mà ba người cùng sống, làm nghề bán bún bò ở chợ\n*Ngô Xuân Nhật (Đới Mộng Mộng)<ref name=\"nhat\">{{chú thích báo|url=http:\/\/ione.vnexpress.net\/tin-tuc\/nhip-song\/2012\/11\/40333-chang-gay-doi-mong-mong-tung-anh-gia-gai-gay-sot.html|title=Chàng gay Đới Mộng Mộng tung ảnh giả gái gây sốt|author=Netizen|publisher=VnExpress|date=ngày 27 tháng 11 năm 2012|access-date=ngày 1 tháng 5 năm 2013|archive-date=2012-11-29|archive-url=https:\/\/web.archive.org\/web\/20121129223530\/http:\/\/ione.vnexpress.net\/tin-tuc\/nhip-song\/2012\/11\/40333-chang-gay-doi-mong-mong-tung-anh-gia-gai-gay-sot.html}}<\/ref> vai Nhật: một chàng trai đầy bí ẩn, người thứ ba sống trong căn hộ\nNgoài ra, bộ phim có sự tham gia của nhiều diễn viên khác:\n*Minh Thành (diễn viên không phải là đồng tính)<ref name=\"tuoitre\"\/> vai Thành: một người bạn học với Khoa\n*Trần Bảo Bảo vai [[BB Trần]]: bạn học với Khoa, và một chàng trai mà Rje theo đuổi\n*Tống Minh Khang vai Tony: một người đưa hàng ở chợ, có tình ý với Rje\n*Magic Quyên vai mẹ của Khoa; Quyên là một người hoán tính<ref name=\"tuoitre\"\/>\n*[[Cindy Thái Tài]] vai chính mình\n* Nguyên Trần vai Nguyên người mà Nhật thích nhưng đã có vợ. Tập 8→12\n*Thiên Bảo vai Tủn Em trai Rje \n* Ngô Thiên Hy vai Thiên Hy bán sinh tố ở chợ. Thích Tony \n* Cherry Minh Ngọc vai mẹ Nhật Xuất hiện tập 2, 9, 12\n\n==Nội dung==\nCâu chuyện xoay quanh ba bạn trẻ tình cờ sống chung trong một chung cư. Ba nhân vật có thân phận và tính cách khác nhau. Khoa là một sinh viên bị gia đình bắt học cách sống tự lập, anh đã tìm đến thuê chung nhà với Rje (Hân), một chàng trai làm nghề bán bún ngoài chợ. Người thứ ba thuê chung nhà là Nhật, một người có quá khứ bí ẩn.<ref name=\"thanhnien\">{{chú thích báo|url=http:\/\/www.thanhnien.com.vn\/pages\/20120609\/sot-voi-phim-dong-tinh-nam.aspx|title=Sốt với phim đồng tính nam|author=Nguyễn Thanh Nam\n|date = ngày 6 tháng 10 năm 2012 |access-date = ngày 1 tháng 5 năm 2013 |publisher=Thanh Niên}}<\/ref>\n\nCác tình huống trong phim liên quan đến cuộc sống của những người trẻ tuổi đang sống tự lập, những việc thường nhật ở trường, tại công việc, hay trong chuyện tình cảm, nhưng lại liên quan đến các nhân vật đồng tính, song tính hay hoán tính.<ref name=\"afp\"\/> Khoa thì luôn lận đận trong tình yêu, luôn thiếu tiền, nhưng lúc nào cũng có nhiều bạn tốt che chở. Nhiều tình huống xảy ra tại quán hàng bún của Rje, nơi có anh chàng Tonỳ giao hàng hay chọc ghẹo. Riêng Nhật thì phải đối diện quá khứ của mình.\n\nTập 9 của bộ phim, dự kiến dài 15 tập, đề cập đến đề tài [[hôn nhân đồng giới]]. Khi đám cưới của hai nhân vật nữ bị nhà hàng hủy bỏ vì đã \"vi phạm pháp luật\", [[Cindy Thái Tài]] đã phản đối.<ref name=\"afp\"\/> Cuối cùng thì tiệc cưới được dời đến một nhà hàng khác, vẫn với sự hiện diện của bạn bè và gia đình của cô dâu chú rể.\n\n==Đón nhận==\nKhi mới ra mắt, bộ phim đã gây một \"cơn sốt\" trên mạng, thu hút nhiều người xem và được chia sẻ trên [[Facebook]].<ref name=\"thanhnien\"\/> Phản ứng từ cộng đồng đồng tính, song tính, và hoán tính ở Việt Nam hầu hết là tích cực, và nhiều người xin được tham gia.<ref name=\"thanhnieneng\"\/> Đến nay, mỗi tập thu hút khoảng một triệu lượt xem, và tập mới nhất đã có hơn nửa triệu lượt xem.<ref name=\"afp\"\/> Được quay bằng một máy chụp hình [[DSLR]], bộ phim đã gây ấn tượng với khán giả với hình ảnh chất lượng.<ref name=\"tuoitre\"\/>\n\nBộ phim đã nhận nhiều sự ủng hộ từ khán giả trên mạng; có người bình luận trên YouTube: \"Tôi cảm thấy rất thông cảm và khâm phục vì tình bạn và tình yêu mà họ dành cho nhau. Tôi nghĩ rằng cuộc sống của họ còn tươi đẹp hơn những người thường.\"<ref name=\"afp\"\/> Bộ phim được ra mắt trong bối cảnh quan điểm xã hội Việt Nam đối với người đồng tính, song tính, và hoán tình ngày càng có thiện chí hơn, trong khi chính phủ Việt Nam đang cân nhắc việc hợp pháp hóa hôn nhân đồng tính, và bộ phim có thể góp phần thay đổi các quan điểm này.<ref name=\"afp\"\/> Đạo diễn cho biết anh ban đầu chỉ làm bộ phim cho người trong giới đồng tính xem, nhưng đến nay có nhiều ông bà, phụ huynh và cả gia đình cùng hâm mộ và mong đợi những tập mới.<ref name=\"afp\"\/> Các diễn viên chính cũng đã giành sự hâm mộ của khán giả.<ref name=\"nhat\"\/>\n\nBộ phim được miêu tả là \"lột tả một thế giới đồng tính vui nhộn, hài hước và lành mạnh\". Tuy nhiên, với việc các diễn viên đều công khai thiên hướng tình dục của mình, nhiều khi họ cũng gặp phản đối.<ref name=\"vnexpress\"\/> Sau khi thiên hướng tình dục của mình được công khai sau khi tham gia bộ phim, Ngô Xuân Nhật đã bị họ hàng và hàng xóm chửi mắng, nhưng anh cũng nhận sự ủng hộ từ mẹ anh.<ref name=\"thanhnieneng\">{{chú thích báo|url=http:\/\/www.thanhniennews.com\/index\/pages\/20120622-just-gay-enough.aspx|archiveurl=https:\/\/web.archive.org\/web\/20120722055100\/http:\/\/www.thanhniennews.com\/index\/pages\/20120622-just-gay-enough.aspx|title=Just gay enough|author=Nguyễn Thanh Nam|date=ngày 7 tháng 7 năm 2012|access-date=ngày 3 tháng 5 năm 2013|publisher=Thanh Niên News|archivedate=2012-07-22|url-status=live}}<\/ref>\n\nMặt dù bộ phim có nhiều người quan tâm, Đăng Khoa không có dự định đưa phim lên chiếu trên truyền hình vì bộ phim đề cập đến một đề tài \"nhạy cảm\".<ref name=\"afp\"\/>\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.youtube.com\/playlist?list=PLZSyfAB9dtRDWqsg3Otr5sDRQCuqHET4y Trang chính thức trên YouTube]\n*[http:\/\/www.bbc.co.uk\/vietnamese\/vietnam\/2013\/05\/130501_viet_mybestgayfriend_sitcom.shtml Phim hài về đồng tính ở VN hút khách], [[BBC]], 3\/5\/2013\n*{{fr}} [http:\/\/blogs.lexpress.fr\/styles\/east-side-story\/tag\/my-best-gay-friends\/ J’ai regardé la première sitcom LGBT vietnamienne]\n\n[[Thể loại:Phim truyền hình hài kịch tình huống Việt Nam]]\n[[Thể loại:Phim truyền hình Việt Nam ra mắt năm 2012]]\n[[Thể loại:Video lan truyền nhanh]]\n[[Thể loại:Chương trình truyền hình Việt Nam]]\n[[Thể loại:Phim liên quan đến LGBT của Việt Nam]]"}