{"2449729":"{{Thông tin thánh\n| tên = Máctinô Tạ Đức Thịnh\n| hình = \n| cỡ hình = 200px\n| alt = ALT\n| chú thích = \n| danh hiệu = \n| ngày sinh = [[1760]]\n| nơi sinh = [[Kẻ Sét]], [[Thanh Trì]]\n| ngày mất = [[8 tháng 11]] năm [[1840]]\n| nơi mất = [[Bảy Mẫu]], [[Nam Định]]\n| tôn kính = [[Giáo hội Công giáo Rôma]]\n| ngày chân phước = [[27 tháng 5]] năm [[1900]]\n| nơi chân phước = tại [[Roma|Rôma]]\n| chân phước bởi = [[Giáo hoàng Lêô XIII]]\n| ngày hiển thánh = [[19 tháng 6]] năm [[1988]]\n| nơi hiển thánh = tại [[Roma|Rôma]]\n| hiển thánh bởi = [[Giáo hoàng Gioan Phaolô II]]\n| đền chính = [[Nhà thờ Kẻ Sét]] (Thịnh Liệt)\n| lễ quan thầy = [[8 tháng 11]]\n| biểu trưng = \n| bổn mệnh = \n| tranh cãi = \n \n| bách hại bởi = [[Minh Mạng]] ([[Nhà Nguyễn]])\n| ảnh hưởng đến =\n| chịu ảnh hưởng =\n| truyền thống = \n| tác phẩm = \n}}\n'''Máctinô Tạ Đức Thịnh''' ([[1760]]-[[1840]]) là một vị [[Các thánh tử đạo Việt Nam|thánh Công giáo người Việt]]. Ông là một [[linh mục]] hoạt động với [[Hội Thừa sai Paris]], bị [[xử trảm]] vào ngày [[8 tháng 11]] năm [[1840]]. \n==Tiểu sử==\nMáctinô Tạ Đức Thịnh sinh năm 1760<ref>[http:\/\/danchua.eu\/index.php?id=373&no_cache=1&tx_ttnews%5Btt_news%5D=6575&type=98 Đức Tổng Giám mục Giuse cử hành thánh lễ kính Thánh Martinô Tạ Đức Thịnh tại nhà thờ giáo xứ Thịnh Liệt (Kẻ Sét)]<\/ref> tại làng [[Kẻ Sét]], huyện [[Thanh Trì]], tỉnh [[Hà Đông]] (nay thuộc phường [[Giáp Bát]], quận [[Hoàng Mai (quận)|Hoàng Mai]], thành phố [[Hà Nội]], thuộc [[Tổng Giáo phận Hà Nội]]) trong một gia đình Công giáo. Năm 18 tuổi, gia đình định cho Thịnh kết duyên với một thiếu nữ duyên dáng và đạo hạnh nhưng Thịnh xin hoãn lại để suy nghĩ. Cuối cùng, Thịnh từ chối để xin đi tu đạo. Thầy Thịnh được thụ phong [[linh mục]] và làm thư ký cho Giám mục Giacôbê Longer (tên Việt là Gia). Trong thời gian đó, ông đã tháp tùng giám mục đến yết kiến vua [[Gia Long]] khi vua về đăng quang tại [[Thăng Long]] năm 1803.\n\nTheo sự bổ nhiệm của vị giám mục, Linh mục Tạ Đức Thịnh đã phục vụ tại nhiều [[giáo xứ]] như Cửa Bạng, Đồng Chuối, Nam Sang trong vòng hai mươi năm liền. Cuối cùng, khi đã ở tuổi 80, ông phục vụ tại giáo xứ Kẻ Trình. Trải qua các thời vua sau, đạo [[Công giáo Rôma|Công giáo]] bị bách hại tàn nhẫn. Tổng đốc Trịnh Quang Khanh là một cận thần đắc lực của vua Minh Mạng trong việc bách hại đạo này. Có tài liệu ghi nhận trong vòng ba năm, ông đã cho phá hủy nhiều nhà thờ, tu viện và chủng viện, cho phóng thích một phạm nhân hình sự đang bị giam ở [[Nam Định]] để người này đến làng Kẻ Báng do thám giáo dân, báo cho nhà quan để lập công chuộc tội. Khi biết chắc trong làng có ba linh mục, người này liền đi tố giác với quan.\n\nĐược tin, vào ngày [[30 tháng 5]] năm [[1840]], quan tổng đốc đem quân đến vây làng Kẻ Báng, gọi dân ra đình điểm danh nhằm tìm ra linh mục để bắt. Những ngày đó, linh mục Tạ Đức Thịnh giả điếc nằm trên võng nhà một người tên giáo dân tên Chiền, quân lính đi ngang thấy cụ già nhà quê bệnh tật, nên chẳng nghi ngờ gì để bắt. Nhưng khi nghe tin hai linh mục bạn là Nguyễn Đình Nghi, Nguyễn Ngân đã bị bắt, thì ông cảm thương và không muốn trốn nữa và tự xưng mình là đạo trưởng (linh mục). Sau đó, cả ba linh mục Nghi, Ngân, Thịnh và các giáo dân có liên quan bị bắt chuyển về Nam Định.\n\n==Tử đạo==\nSuốt một tháng đầu, ba linh mục này bị biệt giam nhưng chưa phải ra công đường. Sau đó, quan gọi họ ra công đường và bắt bước qua [[thánh giá]] thì sẽ được tha nhưng họ đều từ chối. Quan lại hỏi về tên và chỗ ở của các vị thừa sai, nhưng họ đều chối không biết nên phải chịu thêm nhiều cực hình. Ngày [[6 tháng 7]] năm 1840, quan tổng đốc Trịnh Quang Khanh lại cho gọi ba linh mục này lên và dọa nếu không đạp lên cây thánh giá sẽ phải chết. Quan thấy họ cương quyết giữ vững lập trường nên làm án gửi về kinh đô. Vua [[Minh Mạng]] phê chuẩn và ra lệnh hành quyết. Ngày [[8 tháng 11]] năm 1840, linh mục Thịnh, Ngân, Nghi; giáo dân tên Thọ, Cỏn bị đoàn lính điệu ra pháp trường Bảy Mẫu xử trảm. Thi thể linh mục Nghi và Ngân được đưa về lại Kẻ Báng, còn linh mục Thịnh được mai táng ở giáo xứ Vũ Điện, về sau cải táng tại Kẻ Sét là quê hương ông.\n\nNgày 27 tháng 5 năm 1900, Giáo hoàng Lêô XIII phong ba linh mục này lên bậc chân phước và họ được tuyên thánh vào ngày 19 tháng 6 năm 1988 bởi [[Giáo hoàng Gioan Phaolô II]].\n==Chú thích==\n{{tham khảo}}\n==Tham khảo==\n\n{{Thánh tử đạo Việt Nam}}\n\n[[Thể loại:Thánh Công giáo Việt Nam|T]]\n[[Thể loại:Người Hà Nội|T]]\n[[Thể loại:Linh mục Công giáo người Việt|T]]"}