{"183375":"[[Tập tin:Măm ngũ quả Tết.png|nhỏ|phải|300px|Một mâm ngũ quả ngày Tết kết hợp Nam, Bắc]]\n'''Mâm ngũ quả''' là một mâm trái cây có chừng năm thứ trái cây khác nhau thường có trong ngày [[Tết Nguyên Đán]] của người Việt.<ref name=\"VNN\">[http:\/\/www.vietnamnet.vn\/khoahoc\/skdd\/2006\/01\/535276\/ Món ăn - bài thuốc trong mâm ngũ quả ngày Tết] Vietnamnet Truy cập ngày 22 tháng 1 năm 2008<\/ref> Thông thường là trên bàn thờ tổ tiên hoặc trên bàn tiếp khách. Các loại trái cây bày lên thể hiện nguyện ước của gia chủ qua tên gọi, màu sắc và cách sắp xếp của chúng. Mâm ngũ quả hiện nay đã thay đổi rất nhiều, mang ý nghĩa trang trí cho không gian xuân nhiều hơn là ý nghĩa tâm linh.<ref>{{Chú thích web|url = http:\/\/www.doisongphapluat.com\/gia-dinh\/mam-ngu-qua-ngay-tet-mang-y-nghia-gi-a19788.html|title = ý nghĩa mâm ngũ quả}}<\/ref>\n\n== Nguồn gốc ==\nTrong [[kinh Vu-lan-bồn]] (''Ullambana Sutra'') do Phật thuyết cho [[Mục Kiền Liên|Mục-Kiền-Liên]] về cách cứu mẹ ông khỏi kiếp [[ngạ quỷ]] có nhắc đến việc chuẩn bị mâm ngũ quả dưới hình thức \"trái cây năm màu\"<ref>''Diễn ca kinh Vu-lan-bồn:'' \" Rằm tháng bảy là ngày Tự Tứ<br \/> Mười phương Tăng đều dự lễ này<br \/> Phải toan sắm sửa chớ chầy<br \/>Thức ăn trăm món '''trái cây năm màu'''<br \/>Lại phải sắm giường nằm nệm lót<br \/>Cùng thau bồn đèn đuốc nhang dầu<br \/>Món ăn tinh sạch báu mầu<br \/>Đựng trong bình bát vọng cầu kính dâng\"<\/ref> để [[cúng dường]] chư Tăng, mà theo quan niệm nhà Phật trái cây 5 màu tượng trưng cho [[ngũ căn]]: tín, tấn, niệm, định và huệ.<ref>{{chú thích web|url=http:\/\/chuaduchoa.vn\/chitiettin.aspx?idLoai=4&idTin=331|title=THỨC ĂN TRĂM MÓN TRÁI CÂY NĂM MÀU|date=8\/22\/2012|author=Quảng Ấn}}{{Liên kết hỏng|date=2021-05-13 |bot=InternetArchiveBot }}<\/ref> Dấu tích lễ [[Vu-lan]] có từ rất sớm ở [[Ấn Độ]] được nhắc trong tác phẩm ''Mahabharata'' (thế kỉ V trước công nguyên đến thế kỉ V sau công nguyên). Tại [[Trung Quốc]], [[Lương Vũ Đế]] [[nhà Lương]] theo truyền thuyết là người đầu tiên cử hành hội Vu-lan-bồn vào năm 538 tại chùa Đồng Thái. Từ đó \"phát triển thành tục. Đế vương và thần dân các đời phần nhiều cử hành hội này để báo đền ân Giám mục mẹ, tổ tiên\".<ref>{{chú thích web|url=http:\/\/khoavanhoc.edu.vn\/index.php?option=com_content&view=article&id=1044:gc-tich-mam-ng-qu-ngay-tt&catid=87:vn-hc-dan-gian&Itemid=260|title= Gốc tích mâm ngũ quả ngày Tết |author=Nguyễn Hùng Vĩ|date=28\/12\/2011}}<\/ref> Thời [[nhà Đường]], các vua rất xem trọng lễ cúng dường [[Vu-lan]], các triều đại sau này vẫn tiếp tục và cho đến ngày nay vẫn tồn tại dưới các hình thức khác nhau trong những nước theo [[Đại thừa|Phật giáo đại thừa]].<ref>[[Phật Quang Đại Từ điển|Phật quang đại từ điển]], tr.7242<\/ref>\n\n==Trình bày==\nDo điều kiện ở các khu vực sinh sống của người Việt có khác biệt nên có nhiều cách bày mâm ngũ quả khác nhau. Mâm ngũ quả của người [[miền Bắc (Việt Nam)|miền Bắc]] thường gồm: [[chuối]], [[bưởi]], [[Đào (thực vật)|đào]], [[hồng (quả)|hồng]], [[quýt]] <ref>{{Chú thích web |url=http:\/\/baodatviet.vn\/Home\/congdongviet\/Doc-chieu-3-mien-trong-mam-ngu-qua\/20121\/186871.datviet |ngày truy cập=2012-01-21 |tựa đề=Độc chiêu 3 miền trong mâm ngũ quả |archive-date=2012-01-22 |archive-url=https:\/\/web.archive.org\/web\/20120122122448\/http:\/\/baodatviet.vn\/Home\/congdongviet\/Doc-chieu-3-mien-trong-mam-ngu-qua\/20121\/186871.datviet }}<\/ref> hay chuối, [[ớt]], bưởi, [[quất]], lê. Có thể thay thế bằng [[cam]], [[táo]], [[lê]], [[lêkima|lê-ki-ma]],... Chuối xanh cong lên ôm lấy bưởi mang ý nghĩa đùm bọc. Nói chung, người miền Bắc không có phong tục khắt khe về mâm ngũ quả và hầu như tất cả các loại quả đều có thể bày được, miễn là nhiều màu sắc.\n\nMâm ngũ quả người [[miền Nam (Việt Nam)|miền Nam]] gồm [[mãng cầu Xiêm]], dừa (hay dưa), [[đu đủ]], [[chi Xoài|xoài]], [[sung]], với ngụ ý \"''cầu sung (túc) vừa đủ xài''\". Đôi khi thêm trái dứa (người Nam gọi là \"thơm\") và thường là phải có một cặp dưa hấu để riêng bên cạnh. Khác với người Bắc là gia đình người miền Nam thường kiêng kỵ chưng trái có tên mang ý nghĩa xấu nên mâm trái cây của họ không có chuối (vì âm chuối đọc như \"chúi nhủi\", ngụ ý thất bại), cam (\"quýt làm cam chịu\"), lê (\"lê lết\"), táo (người Nam gọi là \"bom\"), lựu (\"lựu đạn\") và không có cả [[sầu riêng]], dù người Nam bình thường rất thích ăn sầu riêng, và không chọn trái có vị đắng, cay.\n\nĐôi khi mâm ngũ quả cũng được sử dụng trong Mâm Quả Ngày Cưới của người Việt. Vào ngày tổ chức lễ cưới nhà trai sẽ mang những Lễ Vật sang nhà gái để xin rước cô dâu về. Mâm ngũ quả của ngày cưới sẽ còn được chuẩn bị kỹ càng hơn nữa vì còn mang nhiều ý nghĩa thiêng liêng để ngầm mang lại điều lành cho đôi trẻ.\n\nTựu trung, các loại trái cây sau thường dùng để bày mâm ngũ quả hay mâm trái cây<ref name =\"TN\"\/>:\n[[Tập tin:Buddhahand.jpg|nhỏ|150px|Phật thủ]]\n{| class=\"wikitable sortable\" valign=\"top\"\n|width=\"170px\" |\n; Miền Bắc\n*[[Lê (chi thực vật)|Lê]]\n*[[Lựu]]\n*[[Đào (cây)|Đào]]\n*[[Mơ (quả)|Mai]]\n*[[Phật thủ]]\n*[[Táo]]: [[táo tây]], [[táo ta]], [[táo tàu]]\n*[[Hồng (quả)|Hồng]]\n*[[Bưởi]]\n*Nải [[chuối]]\n*Na \/ [[Chi Na|Mãng cầu]]\n*Trứng gà ([[Lêkima|Lê ki ma]])\n* Cam, [[Quýt]]\n|width=\"250px\" |\n; Miền Nam\n*[[Dưa hấu]]\n*[[Sung]]\n*[[Đu đủ]]\n*[[Chi Xoài|Xoài]]\n*[[Mãng cầu Xiêm]]\n* Thơm \/ Khóm ([[Dứa]])\n* [[Dừa]]\n* [[Nho]]\n* Sa pô chê ([[Hồng xiêm]])\n*[[Thanh Long|Thanh long]]\n|}\n\n== Ý nghĩa của mâm ngũ quả ==\n=== Ngũ ===\n[[Tập tin:Mâm ngũ quả (táo đỏ Đà Lạt), Tết 2022 (2).jpg|300px|nhỏ|phải|Mâm ngũ quả biến tấu, gồm năm trái cây cùng loại]]\nNgũ ([[chữ Nho]]: 五, có nghĩa là 5), là biểu tượng chung của sự sống, như \"Ngũ phúc\"; đối với mâm cúng thì Ngũ quả chỉ sự tập trung đầy đủ các loại trái cây trong đất trời dùng thờ cúng<ref>... \"Ngũ, con số 5 là con số chỉ trung tâm. Người ta tìm thấy nó ở ngăn giữa Lạc thư. Tự dạng chữ \"ngũ\" nguyên thể có hình chữ thập của bốn nguyên tố, cộng với điểm trung tâm. Sau này, hai vạch song song được chêm vào đấy, tức trời và đất mà giữa chúng, âm và dương tạo nên năm nguyên tố tương tác sinh khắc của vạn vật, gọi là ngũ hành. Theo quan niệm cổ đại phổ biến trong khu vực chịu ảnh hưởng văn hóa Trung Quốc, thường cho rằng các quy luật phổ biến đều gộp vào con số 5. Trong Đại từ điển, \"ngũ\" có đến mười hai nghĩa và một ngàn một trăm bốn mươi tám từ kép ghép với nó. Phổ biến, chúng ta có ngũ phương (Đông, Tây, Nam, Bắc và Trung ương), ngũ sắc, ngũ vị, ngũ âm, ngũ tạng, ngũ kim, ngũ quan, ngũ luân, ngũ cốc,… Như vậy, số 5 là biểu hiện chung của sự sống và ở đây \"ngũ quả\" tự nó biểu trưng một tập thành được coi là đầy đủ của loại lễ vật dâng cúng là quả\"... [https:\/\/web.archive.org\/web\/20060712203603\/http:\/\/www2.thanhnien.com.vn\/Doisong\/2006\/1\/23\/136632.tno Mâm ngũ quả ngày Tết: Nhiều quan niệm, lắm cách thể hiện] Thanh Niên Online Truy cập ngày 22 tháng 1 năm 2007<\/ref>. Thêm vào đó cư dân vùng nông nghiệp, [[ngũ cốc]] được coi trọng nhiều hơn ngũ quả. Trong sách [[Chiêm thư]], người ta thường nhìn ngũ quả để dự đoán được\/mất của các mùa vụ lương thực trong năm<ref>...\"1) Mận chủ vào đậu; 2) Hạnh chủ về lúa mì; 3) Đào chủ vào tiểu mạch; 4) Lật (hạt dẻ) chủ vào nếp hương; 5) Tảo (táo) chủ vào lúa... \" [https:\/\/web.archive.org\/web\/20060712203603\/http:\/\/www2.thanhnien.com.vn\/Doisong\/2006\/1\/23\/136632.tno Mâm ngũ quả ngày Tết: Nhiều quan niệm, lắm cách thể hiện] Thanh Niên Online Truy cập ngày 22 tháng 1 năm 2007<\/ref> Lâu dần, sự xác tín biến thành tập tục, \"ngũ quả\" có thể tượng trưng cho sự cầu thị được mùa của người nông dân.<ref name=\"TN\">[https:\/\/web.archive.org\/web\/20060712203603\/http:\/\/www2.thanhnien.com.vn\/Doisong\/2006\/1\/23\/136632.tno Mâm ngũ quả ngày Tết: Nhiều quan niệm, lắm cách thể hiện] Thanh Niên Online Truy cập ngày 22 tháng 1 năm 2007<\/ref> Chọn 5 thứ quả theo quan niệm người xưa là [[ngũ hành]] ứng với mệnh của con người. Chọn số lẻ tượng trưng cho sự phát triển, sinh sôi.\n\n=== Quả ===\n[[Tập tin:Mâm Ngũ quả.jpg|nhỏ|phải|Một mâm Ngũ quả ngày Tết ở miền Bắc Việt Nam, gồm cam, quất, bưởi, chuối và dứa.]]\nQuả biểu tượng cho sự sung túc qua cấu tạo của nó: bên trong chứa hạt tượng trưng cho sao, quả bao lấy là Vũ trụ, ý nghĩa là sự sinh sôi trường tồn tái sinh bất tận của sự sống<ref>...Quả (trái) - biểu tượng của sung túc. Trái cây nói chung là biểu tượng của sự sung túc, dồi dào. Vì quả thường chứa nhiều hạt được đồng nhất với quả trứng vũ trụ, biểu tượng cho mọi nguồn gốc, mọi sự khởi nguyên; biểu trưng quả (với hạt bên trong của nó) biểu thị cho sự phồn thực, sinh sôi và khao khát sự bất tử-hiểu theo nghĩa là sự nối truyền dòng giống miên viễn. Theo chiều hướng này, quả bao gồm cả ý nghĩa biểu trưng vượt lên trên nhịp điệu sinh tồn của vạn vật: sự xen kẽ luân hồi của sự sống và cái chết; giữa cuộc sống dưới đất (của hạt giống) và cuộc sống dương thế… [https:\/\/web.archive.org\/web\/20060712203603\/http:\/\/www2.thanhnien.com.vn\/Doisong\/2006\/1\/23\/136632.tno Mâm ngũ quả ngày Tết: Nhiều quan niệm, lắm cách thể hiện] Thanh Niên Online Truy cập ngày 22 tháng 1 năm 2007<\/ref>. Mỗi loại quả có ý nghĩa riêng qua hình dáng\/cầu tạo\/hương vị, màu sắc và cách đọc tên<ref name=\"TN\"\/>:\n==== Màu sắc ====\nMàu sắc của mâm thường hay tuân theo [[ngũ hành]]. Các loại quả dùng thường mang các sắc màu theo quan niệm là có tính may mắn: đỏ (may mắn phú quý), vàng (sung túc),...\n\n==== Hình dáng, cấu tạo, hương vị ====\nThường là cách hình dáng\/cấu tạo có tính chất gợi tả điều tốt lành. Ví dụ: [[lựu]] có nhiều hạt, tượng trưng cho con cháu đầy đàn, [[bưởi]] và [[dưa hấu]] căng tròn, mát lạnh trong ruột, hứa hẹn sự ngọt ngào, may mắn trong cuộc sống. Hương vị trái cây thường phải ngọt, thơm và không đắng, cay.\n\n==== Cách đọc tên ====\nCách đọc tên theo kiểu gần âm: ví dụ: \"dừa\" hay \"dưa\" gần âm với \"vừa\"; đu đủ là \"đủ\", xoài gần âm với \"xài\" (tiếng Nam, có nghĩa là \"dùng\"), mãng cầu là \"cầu\", sung là \"sung túc\". Một mâm ngũ quả miền Nam có: mãng cầu, dừa, đu đủ, xoài, sung đọc thành \"cầu vừa đủ xài sung\" hay \"cầu sung vừa đủ xài\" và họ thường kiêng kỵ chưng trái có tên mang ý nghĩa xấu , như chuối - chúi nhủi, cam - cam chịu, lê - lê lết, sầu riêng, bom (táo)... và không chọn trái có vị đắng, cay.\n\n== Xem thêm ==\n*[[Tết Nguyên Đán]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n==Liên kết ngoài ==\n*[http:\/\/www.dep.com.vn\/modules.php?name=News&file=article&sid=710 Phong tục ngày Tết] {{Webarchive|url=https:\/\/web.archive.org\/web\/20060925121438\/http:\/\/www.dep.com.vn\/modules.php?name=News&file=article&sid=710 |date=2006-09-25 }}\n*[http:\/\/www.muctim.com.vn\/Vietnam\/The-gioi-tuoi-moi-lon\/Thoi-su\/2007\/2-11\/9051\/ Xuân trong tâm linh] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080201081545\/http:\/\/www.muctim.com.vn\/Vietnam\/The-gioi-tuoi-moi-lon\/Thoi-su\/2007\/2-11\/9051\/ |date=2008-02-01 }}\n\n{{Tết}}\n\n[[Thể loại:Tết]]\n[[Thể loại:Tín ngưỡng dân gian Việt Nam]]"}