{"8482946":"'''Mâu Du Đô''' ([[chữ Hán]]: 牟俞都; ?-[[1146]]) là đại thần [[nhà Lý]] trong [[lịch sử Việt Nam]]. Ông làm quan dưới 3 đời vua [[Lý Nhân Tông]], [[Lý Thần Tông]] và [[Lý Anh Tông]]. Sách Đại Việt sử lược ghi tên ông là '''Mâu Đô Du'''.\n\n==Sự nghiệp==\nKhông rõ xuất thân của Mâu Du Đô. Ông bắt đầu được biết đến trong hàng ngũ quan lại triều Lý với chức Nội nhân thư gia. Cuối năm [[1120]], ông được [[Lý Nhân Tông]] phong làm Nội thường thị<ref name=\"ReferenceA\">[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt08.html Đại Việt sử ký toàn thư, bản kỷ quyển 3]<\/ref>.\n\nNăm [[1125]], Mâu Du Đô được Lý Nhân Tông phong làm Trung thư thừa, coi việc trong cung.\n\nLý Nhân Tông mất, [[Lý Thần Tông]] lên ngôi. Năm [[1128]] Mâu Du Đô được phong làm Gián nghị đại phu, thăng trật chư vệ. Ông được tham gia việc quân sự, vua sai đi chọn quân Long Dực cũ làm các quân tả hữu Ngọc Giai, Hưng Thánh, Quảng Thành, Vũ Đô. Tháng 5 năm đó ông được sai đến phủ Thiên Đức chọn đất tốt để xây sơn lăng của [[Lý Nhân Tông]]. Đến tháng 8, ông lại được giao nhiệm vụ cùng Thái úy [[Lưu Khánh Đàm]] và chọn các quan chức đô<ref name=\"ReferenceA\"\/>.\n\nDo việc Mâu Du Đô không can ngăn Lý Thần Tông tôn cha đẻ là [[Sùng Hiền hầu]] làm Thượng hoàng và mẹ đẻ là Đỗ thị làm Hoàng thái hậu, sử gia [[Lê Văn Hưu]] chê ông không biết lễ nghĩa. Theo quan điểm của Lê Văn Hưu, Lý Thần Tông được bác là Nhân Tông chọn làm người kế vị thì phải thờ Nhân Tông như cha, coi cha đẻ như chú, coi mẹ như thím, đáng lý chỉ được tôn cha làm hoàng thúc và mẹ là phu nhân<ref name=\"ReferenceA\"\/>.\n\nNăm [[1131]], Mâu Du Đô được Lý Thần Tông sai trấn thủ châu [[Nghệ An]]. Đến tháng 9 năm [[1136]], Mâu Du Đô bị bãi chức.\n\nThời Lý, các vua đều thích điềm lành và thú lạ. Năm [[1129]], ông dâng [[ngựa]] trắng bờm đen, bốn chân có cựa cho [[Lý Thần Tông]]. Sang thời [[Lý Anh Tông]], tháng 5 năm [[1144]], ông dâng [[chim sẻ]] trắng, được vua Anh Tông phong làm [[Thái sư]], xa lĩnh việc các khe động dọc biên giới về đường bộ<ref name=\"ReferenceA\"\/>. Do việc Mâu Du Đô dâng động vật quý hiếm mà được thăng chức, sử gia Ngô Thì Sĩ chê trách các vua Lý không dùng người theo năng lực<ref name=\"ReferenceB\">Ngô Thì Sĩ, sách đã dẫn, tr 337-338<\/ref>.\n\nTháng 8 năm [[1145]], Thái sư Mâu Du Đô cùng Phò mã Dương Tự Minh cầm quân đi dẹp cuộc nổi dậy của thủ lĩnh [[Đàm Hữu Lượng]] ở vùng biên giới, đánh bại được Hữu Lượng. Sau đó Hữu Lượng bỏ trốn, bị quan [[nhà Tống]] dụ về nước giết chết.\n\nTháng 3 năm [[1146]], Mâu Du Đô qua đời, không rõ bao nhiêu tuổi. Ông tham gia chính trường trong hơn 25 năm, làm quan dưới 3 đời vua Lý Nhân Tông, Lý Thần Tông và Lý Anh Tông.\n\n==Xem thêm==\n* [[Lý Anh Tông]]\n* [[Lý Nhân Tông]]\n\n==Tham khảo==\n* [[Đại Việt sử lược]]\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử thông giám cương mục]]\n* [[Ngô Thì Sĩ]] ([[2011]]), ''Đại Việt sử ký tiền biên'', Nhà xuất bản Văn hóa thông tin\n\n== Chú thích ==\n{{Tham khảo}}\n{{Thời gian sống|mất=1146}}{{Sơ khai tiểu sử}}\n\n[[Thể loại:Quan lại nhà Lý]]\n[[Thể loại:Người họ Mâu tại Việt Nam]]"}