{"149135":"{{thiếu nguồn tham khảo}}\n[[Tập tin:Gerber Machete.jpg|nhỏ|300px|Một cây mã tấu có lưỡi cưa ở trên.]]\n[[Tập tin:Machete knife blade.jpg|nhỏ|300px|Một cây mã tấu.]]\n[[Tập tin:Machete.png|nhỏ|300px|Hình mô tả ba loại mã tấu.]]\n'''Mã tấu''' (phương ngữ miền bắc còn gọi là '''Phớ''') là một loại [[vũ khí]] tồn tại từ rất lâu đời ở các nước [[Châu Á]], tuy nhiên ngày nay các nước [[Châu Âu|Âu]]-[[Châu Mỹ|Mỹ]] cũng sử dụng mã tấu.\n\nMã tấu là cách gọi của một loại [[gươm]] truyền thống, nó có hình dạng là một thanh gươm dài có độ cong vừa phải, sắc một lưỡi, đa phần là cứng chứ không mềm như kiếm, phần chuôi cầm bằng gỗ để giảm trọng lượng (khác với kiếm và [[đao]] vì hai loại này phần chuôi thường làm bằng kim loại).\n\nMã tấu là vũ khí tích hợp chuyên dụng của kỵ binh trong điều kiện chiến đấu trên lưng ngựa. Do mã tấu có sóng gươm khá dày và bén một lưỡi nên tăng độ cứng cho vũ khí và tăng lực chém khi kết hợp với đà phi của ngựa - chữ ''\"mã\"'' là để chỉ ngựa (Kỵ Binh). Do sức sát thương cao, bền và dễ chế tạo nên mã tấu được trang bị rất phổ biến trong quân đội thời trung đại và một số đội quân hiện đại vẫn dùng để tăng khả năng chiến đấu cận chiến của bộ binh.\n\nNgày nay, ít người còn phân biệt rõ ràng giữa kiếm, đao và mã tấu. Nói chung để phân biệt chỉ có thể dựa vào hình dáng, Kiếm thì có hai lưỡi dạng thẳng và mũi nhọn, thường dùng để đâm; Đao có thể có dạng thẳng hoặc cong, chỉ có một lưỡi, thường dùng để chém; còn Mã tấu thì chỉ một lưỡi to bản, thường dùng để chặt, chém với uy lực lớn.\n\nMột số người thường goị katana là mã tấu, nhưng thực chất katana lại là một thanh đao vì katana có lưỡi mỏng.  \n\nMã tấu tiêu chuẩn là phải dày, nặng, tạo lực chém cao nhất khi bổ-quét ngang và sóng phải dày để chịu lực trong điều kiện chiến đấu khắc nghiệt (mài mòn, cùn lưỡi).\n\nVăn hóa [[chiến tranh]] Âu-Mỹ không có từ ngữ nào nói về vũ khí có hình dạng của mã tấu. Machete-Dao quắm và Scimitar-Loan đao của người Hồi giáo là mã tấu.\n\n==Mã tấu và đao trong võ cổ truyền==\nNgày nay còn có nhiều môn sinh [[Võ cổ truyền Việt Nam|võ cổ truyền]] lẫn lộn giữa [[đao]] và mã tấu. Đao có nhiều loại có kích thước khác nhau còn Mã tấu là phải có lưỡi to bản. \n\nThông thường, thuật ngữ Đao chỉ loại đao có một lưỡi cong và kích thước vừa phải, như Yêu đao (腰刀), Đả đao (打刀). Trong khi đó Đại đao (大刀) là loại đao có lưỡi đao to rộng; Trường đao (長刀) là loại đao có lưỡi dài hoặc có lưỡi được gắn vào một cái cán dài; còn Đoản đao (短刀) là loại đao có lưỡi ngắn và nhỏ gọn. Hiện nay vẫn còn có [[người Việt]] nhầm lẫn gọi Siêu đao (超刀) là Đại đao theo lối các trường phái [[võ thuật Trung Hoa]] thường gọi.\n\nMã tấu thuộc về loại [[Trường đao]], có lưỡi bản rộng hơn và cân lượng nặng hơn [[đao]]; cán dài khoảng 40&nbsp;cm tới 60&nbsp;cm. Đó là loại binh khí phôi thai từ hổ đầu đao (虎頭刀).\n\nKhi xưa người Trung Hoa dùng loại đao bản rộng này để đánh trên ngựa nên gọi là mã đao (馬刀), người Việt Nam đọc chệch ra là mã tấu; về sau này, mã tấu được sử dụng đánh dưới đất và còn được gọi là [[trảm mã đao]] (斬馬刀). Hoàn đao (環刀), bối đao (背刀), quỷ đầu đao (鬼頭刀), v.v. của Trung Hoa thuộc về loại mã tấu\n\nTrảm mã đao thời kỳ nhà Tống năm 1072. Loại đao dài này dùng trong chiến trận cổ, để chặt chân ngựa, và thảo phạt tướng lĩnh mặc giáp trụ nặng. Chuôi đao dài 37&nbsp;cm, lưỡi đao dài 114&nbsp;cm. Trảm mã đao là loại đao dài nặng, là tiền đề cho [[miêu đao]] rất nổi tiếng của các môn phái võ thuật Bắc Trung Hoa sau này. Và cũng là tiền đề cho [[Nihontō|Đao Nhật]] (Katana) về sau, thế kỷ 16 – 17.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n\n[[Thể loại:Vũ khí lạnh]]\n[[Thể loại:Từ gốc Quảng Đông]]\n[[Thể loại:Thiết bị cắm trại]]\n[[Thể loại:Dụng cụ cầm tay]]\n[[Thể loại:Dụng cụ lâm nghiệp]]\n[[Thể loại:Vũ khí Việt Nam]]\n[[Thể loại:Vũ khí có lưỡi dao]]\n[[Thể loại:Phát minh của Hoa Kỳ]]"}