{"19568337":"'''Mãnh Động''' (tiếng Trungː 猛硐), còn gọi là '''Mường Động''' ([[chữ Hán]]ː 芒硐) hay '''Mang Động''', là một hương [[người Dao|người dân tộc Dao]] của huyện [[Ma Lật Pha]] châu [[Văn Sơn, Vân Nam|Văn Sơn]] tỉnh [[Vân Nam]] [[Trung Quốc]]. Mãnh Động là hương biên giới tiếp giáp với tỉnh [[Hà Giang]] của [[Việt Nam]]. trước năm [[1887]], Mãnh Động thuộc [[Lãnh thổ Việt Nam qua từng thời kỳ|lãnh thổ Việt Nam]]<ref>[http:\/\/visualiseur.bnf.fr\/CadresFenetre?O=NUMM-95886&I=307&M=tdm Toàn văn công ước Pháp -Thanh 1887 bằng tiếng Pháp]<\/ref>, nguyên là phần đất thuộc xã '''Phấn Vũ''' (粉武, là một phần của vủng mỏ khoáng sản đồng, thiếc, chì [[Tụ Long]]) tổng Phương Độ huyện [[Vị Xuyên]] (từ năm 1835 thuộc huyện Vĩnh Tuy) tỉnh [[Tuyên Quang]] (những năm cuối cùng là phần còn lại của Phấn Vũ tỉnh [[Hà Giang]] Việt Nam). Sau các hiệp ước Pháp – Thanh [[Công ước Pháp – Thanh 1887|năm 1887]] và [[Công ước Pháp – Thanh 1895|năm 1895]], Mãnh Động bị Pháp dần chuyển nhượng cho nhà Thanh Trung Quốc và hoàn toàn thuộc lãnh thổ Trung Quốc từ năm [[1895]].\n[[Tập tin:TuLong-CongUocPhapThanh.jpg|nhỏ|600px|phải|Biên giới Việt Nam - Trung quốc thay đổi sau các công ước Pháp Thanh, làm Việt Nam mất dần vùng đất Tụ Long, Mường Động (Phấn Vũ), Bình Di.]]\n\nCùng toàn bộ vùng mỏ Tụ Long và nửa già phía tây của tỉnh Hà Giang ngày nay (xưa đều là châu Bình Nguyên, từ sau thời nhà Lê sơ châu Bình Nguyên được đổi thành châu Vị Xuyên), Mãnh Động sáp nhập vào lãnh thổ Việt Nam từ thời [[nhà Lý]] năm [[1015]], sau cuộc xung đột biên giới 1013-1015, giữa [[Đại Cồ Việt]] với [[Vương quốc Đại Lý]] và chư hầu. Năm [[Ất Mão]] niên hiệu Thuận Thiên 6 (1015), [[Lý Thái Tổ]] ban chiếu chỉ cho Dực Thánh Vương và Vũ Đức Vương đi đánh và thu phục được các châu Đô Kim, Vị Long, Thường Tân, Bình Nguyên và bắt giết được thủ lĩnh Hà Trác Tuấn<ref>Đại Việt sử ký tiền biên, bản kỷ, quyển 2, Lý Thái Tổ, trang 201.<\/ref>. Các vùng này hoàn toàn không phải là những lãnh thổ [[nhà Tống]] [[Trung Quốc]] lúc đó.\n\nMãnh Động tiếp giáp trấn [[Đô Long]] huyện [[Mã Quan]] ở phía tây nam, trấn [[Thiên Bảo]] cùng huyện Ma Lât Pha ở phía tây bắc, phía bắc và phía đông bắc. Phía nam và đông nam là biên giới với Việt Namː phía nam tiếp giáp các xã [[Thàng Tín]], [[Pố Lồ]] và [[Thèn Chu Phìn]] của huyện [[Hoàng Su Phì]], phía đông nam là các xã [[Lao Chải, Vị Xuyên|Lao Chải]], [[Xín Chải]], [[Thanh Đức, Vị Xuyên|Thanh Đức]] và xã [[Thanh Thủy, Vị Xuyên|Thanh Thủy]] của huyện [[Vị Xuyên]] tỉnh Hà Giang. Mãnh Động hiện gồm các thôn: Lão Đào Bình (老陶坪村), Đồng Tháp (铜塔村), Bá Tử (坝子村), Mãnh Động (猛硐村), Côn Lão (昆老村)<ref>[http:\/\/www.stats.gov.cn\/tjsj\/tjbz\/tjyqhdmhcxhfdm\/2020\/53\/26\/24\/532624201.html Mã hành chính Trung Quốc.]<\/ref><ref>[https:\/\/p1-bk.byteimg.com\/tos-cn-i-mlhdmxsy5m\/5906d8b78e4840a9a9defed66ec10f8e~tplv-mlhdmxsy5m-q75:0:0.image Bản đồ huyện Ma Lật Pha.]<\/ref>.\n\nTheo Kiến văn tiểu lục của [[Lê Quý Đôn]]ː đường cái quan từ đông sang tây xuyên qua xã Phấn Vũ châu Vị Xuyên thời [[nhà Lê trung hưng]], đi sang xã Tụ Long lần lượt ngang qua các làng đều thuộc Phấn Vũ sauː làng Bắc Bảo (nay là thôn Thiên Bảo của trấn [[Thiên Bảo]]), làng Na Dị (nay khoảng thôn Đồng Tháp hương Mãnh Động), làng Thác Thi (nay khoảng thôn Bá Tử hương Mãnh Động), làng Mang Động (nay là thôn Mãnh Động), làng Nậm Lộng và làng Bản Chắt (nay khoảng thôn Côn Lão hương Mãnh Động) tiếp giáp địa phận xã Tụ Long<ref>Kiến văn tiểu lục, trang 349.<\/ref>.\n\nTrong suốt cuộc [[Xung đột Việt–Trung 1979–1991]], hương Mãnh Động là điểm nóng xung đột kéo dài nhất và ác liệt nhất giữa Việt Nam và Trung Quốc. Phần đường biên của Mãnh Động tiếp giáp với huyện Vị Xuyên là một phần của tuyến mặt trận Vị Xuyên 1984-1987 với (điểm cao ác liệt là núi đất Lão Sơn (老山) 1509m, ở thôn Đồng Tháp).\n\n==Tham khảo==\n{{tham khảo}}\n\n[[Thể loại:Biên giới Việt Nam-Trung Quốc]]\n[[Thể loại:Địa danh cũ Việt Nam]]\n[[Thể loại:Sơ khai hành chính Trung Quốc]]"}