{"517220":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Mão Điền\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 106\n| vĩ phút = 03\n| vĩ giây = 36\n| kinh phút = 07\n| kinh giây = 45\n| diện tích = 4,31 km²\n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| dân tộc = Kinh\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Bắc Ninh]]\n| thị xã = [[Thuận Thành]]\n| thành lập =\n| trụ sở UBND = \n| mã hành chính = 09409<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Mão Điền''' là một xã thuộc thị xã [[Thuận Thành]], tỉnh [[Bắc Ninh]], [[Việt Nam]].\n\n==Địa lý ==\nXã Mão Điền nằm ở phía cực đông của thị xã Thuận Thành, có vị trí địa lý:\n* Phía đông giáp huyện [[Gia Bình]]\n* Phía bắc giáp thị xã [[Quế Võ]] và xã [[Hoài Thượng, Thuận Thành|Hoài Thượng]]\n* Phía tây giáp phường [[An Bình, Thuận Thành|An Bình]]\n* Phía nam giáp huyện Gia Bình và phường An Bình.\n\nXã Mão Điền có diện tích 4,31 km², dân số đến năm 2021 hơn 15.000 người, là một trong những xã có diện tích hẹp nhưng dân số đông nhất trong thị xã, dân cư sống tập trung với mật độ cao.\n\n==Hành chính==\n\nXã Mão Điền gồm 2 làng chính là làng Thụy Mão và làng Mão Điền. Trong đó làng Mão Điền - theo cách gọi mới (tên cũ là làng Chằm) - chiếm diện tích và dân số chủ yếu. Tên Mão Điền là tên địa danh hành chính sau này trước đây có tên là làng Chằm với nhiều sự tích như \"Làng Chằm cách ngọn răm tới trời...\".\n\nTrong làng lại chia nhỏ thành các xóm. Phân chia làng, xóm là cách gọi truyền thống từ xưa cho tới nay.\n\nHiện tại, phân chia hành chính hiện đại phân cấp như sau: Xã - Khu (Thôn) - Xóm.\n\nLàng Mão Điền gồm có các xóm sau: xóm Bàng, xóm Cả, xóm Ngòi, xóm Mận, xóm Công, xóm Hồ, xóm Đình, xóm Tủng, xóm Hậu, xóm Táo, xóm Lũy, 3 xóm Ba (Ba trong, Ba giữa, Ba ngoài) và xóm Nội.\n\nLàng Mão Điền cổ có phân chia thành hai làng chính là làng Đông và làng Đoài (nhưng sống không tách biệt, sau này lại gọi chung là một). Đặc điểm phân chia làng hoàn toàn khác biệt với các làng khác trong khu vực, thay vì phân chia theo vị trí địa lý có ranh giới thì Mão Điền Đông và Đoài phân chia theo các dòng họ. Các dòng họ lại ở xen kẽ với nhau trên cả mảnh đất của làng Mão Điền tạo sự gắn bó, tuy 2 mà 1.\n\n==Lịch sử==\nMão Điền là một xã có lịch sử lâu đời, gắn liền với sự kiện nhà vua thời Lý lấy đất để xây dựng khu lăng mộ, [[đền Lý Bát Đế]] (Đền Đô - Đình Bảng, [[Từ Sơn]], [[Bắc Ninh]], sau khi vua [[Lý Thái Tổ]] mất, năm 1028). Cư dân sinh sống trên diện tích đất đó đã được nhà vua cho di chuyển đến địa điểm mới, chính là vị trí xã Mão Điền ngày nay.\n\n== Văn hóa - lễ hội - di tích lịch sử==\nToàn xã có 4 kỳ lễ hội lớn, trong đó có 3 ngày lễ hội được tổ chức vào tháng 2 âm lịch hàng năm. Mở đầu là Đình Đoài, được tổ chức ngày 4-2 âm lịch; tiếp theo là Đình Đông, được tổ chức ngày 7-2 âm lịch. Ngày 8-2 âm lịch là Đình Đám của làng Thụy Mão; tiếp đến là Hội Chùa, được tổ chức ngày 1-3 âm lịch(Hội này chỉ tổ chức 3-5 năm\/ 1 lần).Trong lễ hội, có tổ chức rước tượng Thánh hoặc Thành Hoàng làng, và có rước Thánh giao hảo giữa các làng.\n\n==Văn hóa==\n*Mão Điền là làng duy nhất trên cả nước có Đình Vật, là nơi chuyên tổ chức thi đấu vật để chọn ra người bản lĩnh, tài giỏi (Vừa phục vụ mục đích tuyển quân trong thời chiến, và phục vụ vui chơi trong lễ hội thời bình). Tuy vậy, Đình Vật đến nay không còn nữa, chỉ còn di tích và các câu chuyện để lại.\n* Mão Điền là một trong số ít nơi trên cả nước có [[Chợ Âm Dương]], nơi diễn ra sự trao đổi mua bán giữa người âm và người dương lẫn lộn. Phiên chợ chỉ diễn ra một lần trong năm vào ngày mùng 4 tết âm lịch với nhiều truyền thuyết ly kì hấp dẫn.\n* Từ thời phong kiến đến những năm cuối của thế kỷ XX, Mão Điền nổi lên một nghề truyền thống là buôn bán cá giống. Cho đến nay nghề vẫn được duy trì tuy nhiên không còn phát triển mạnh như xưa. Do khó khăn của nghề nuôi cá giống nên người dân đã chuyển dần sang kinh doanh một số ngành nghề khác. Nổi bật trong những năm gần đây Mão Điền nổi lên với một nghề mới là làm rèm các loại. Các loại mẫu mã và chủng loại rèm của Mão Điền tương đối đa dạng và phù hợp với nhiều đối tượng khác nhau. Với nghề mới này đã làm thay đổi đáng kể bộ mặt của xã, nhiều hộ gia đình đã giàu lên nhờ vào rèm. \n== Chú thích ==\n{{tham khảo}}\n==Liên kết ngoài==\n*[http:\/\/www.bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2010\/2\/20493.html Mão Điền - Mảnh đất nghìn năm] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101025235409\/http:\/\/bacninh.gov.vn\/Story\/VanHoaDuLich\/DiTichDiSanVanHoa\/2010\/2\/20493.html |date = ngày 25 tháng 10 năm 2010}}\n{{sơ khai Bắc Ninh}}\n{{Đơn vị hành chính thuộc thị xã Thuận Thành}}"}