{"778626":"[[Tập tin:Mie Goreng in Bali.jpg|thumb|260px|''[[Mie goreng]]'', mì xào kiểu Indonesia được phục vụ tại [[Bali]]]]\n'''Mì xào''' là tên gọi chỉ chung cho các [[món ăn]] được chế biến từ [[nguyên vật liệu|nguyên liệu]] chính là [[sợi mì]] với phương pháp [[xào]]. Đây là một trong những món ăn thông dụng trong [[ẩm thực đường phố]] ở châu Á.\n\n==Lịch sử==\nNguồn gốc của món mì xào được cho là bắt nguồn từ Trung Quốc. Món mì được nhắc đến lâu đời nhất lần đầu tiên được tìm thấy ở các địa điểm khảo cổ Chinaat, Lạt gia (喇家), thuộc văn hóa Tề gia (齐家) ở Thanh Hải, tỉnh Sơn Đông. Có thể người dân địa phương quyết định làm khô hoặc chiên ngập dầu sợi mì đã chuẩn bị để giữ được lâu hơn, nhưng người sáng chế thực sự của công thức này vẫn chưa được biết.\n\nCác phiên bản khác nhau của công thức này dần dần lan rộng khắp châu Á, và giờ đây mỗi tỉnh hoặc khu vực châu Á sẽ có những biến thể công thức riêng bao gồm mì xào phối hợp với các nguyên liệu, gia vị khác nhau.\n\n==Nguyên liệu==\nCác nền ẩm thực khác nhau ở châu Á làm cho gạo, lúa mì, đậu xanh, khoai tây hoặc tinh bột dong riềng, kiều mạch, acorn và mì ngô được luộc và chiên để ăn kèm với rau, thịt hoặc nước thịt. Công thức nấu ăn có thể yêu cầu mì xào giòn được phục vụ trên nước súp hoặc họ có thể yêu cầu mì luộc sau đó chiên với các gia vị khác. Mì xào bán sẵn cũng có sẵn, trước khi ăn phải được đun sôi với sữa hoặc nước dùng. Thịt, gà hoặc rau có thể được thêm vào mì chiên ngập dầu trong súp hoặc nước thịt để làm mì xào.\n\n==Trình bày==\nMì được phục vụ như một món ăn chính với nước thịt để riêng, nhưng chúng có thể được chiên và phục vụ với nước thịt rưới lên trên.\n\n==Các món mì chiên==\n<gallery class=\"center\" caption=\"\" widths=\"200px\" heights=\"180px\">\nFile:Gon caau ngau ho (20150222171214).JPG| Phở áp chảo xào thịt bò\nFile:Chow Kueh Teow.JPG|Hủ tiếu xào cay \nFile:Phat Thai kung Chang Khien street stall.jpg|[[Pad thai]]\nFile:Chinese Chicken Chow Mein.JPG|Món mì xào gà của Nepal\nFile:Mee krob (หมี่กรอบ).jpg|Mi krop\n<\/gallery>\n=== Mì xào ===\n* Phở áp chảo xào thịt bò (Beef Chow Fun) – Món ăn Quảng Đông gồm thịt bò xào, mì sợi, giá đỗ và [[hành lá]]\n* Hủ tiếu xào cay ([[Char kway teow|Char Kway Teow]]), 炒粿條, ''sao quả thiêu'') – Món ăn lấy cảm hứng từ ẩm thực Trung Quốc thường được phục vụ ở Indonesia, Malaysia và Singapore bao gồm mì gạo dẹt xào với tôm, trứng, giá đỗ, chả cá, trai, rau lá xanh và lạp xưởng Trung Quốc\n* Chow chow – Mì xào kiểu Nepal, thường được nấu với hành tây, rau và thịt trâu (thịt trâu nước) và cũng xuất hiện rộng rãi ở Ấn Độ.<ref>\n{{chú thích báo | url=http:\/\/food.ndtv.com\/food-drinks\/indian-chinese-cuisine-indias-love-affair-with-chinese-food-1214445 | title=Indian Chinese Cuisine: India's Love Affair with Chinese Food | website=[[NDTV]] | date = ngày 27 tháng 11 năm 2015 | first=Aashna | last=Ahuja | access-date = ngày 2 tháng 3 năm 2020}}\n<\/ref><ref>{{chú thích sách |url=https:\/\/books.google.com\/books?id=wiIw2_WFwC4C&q=chow+mein+nepali&pg=PA65 | title=Nepal: Country Guide Series, Lonely Planet guidebooks | date=2010 | page=65 | publisher=Lonely Planet | isbn=9781742203614 | first=Joseph | last=Bindloss}}<\/ref>\n* [[Chow mein|Chowmein]] – món ăn đặc trưng trong ẩm thực Nepal, ẩm thực Hoa kiều tại Mỹ và Canada, cũng là một thuật ngữ chung cho món mì xào với sợi làm từ lúa mì ở Trung Quốc\n* [[Drunken noodles|Mì say rượu]] (''phat khi mao'') – Mì xào với sợi gạo to của Thái\n* [[Hokkien mee]] – Món ăn Malaysia và Singapore lấy cảm hứng từ ẩm thực Trung Quốc, mì xào với nhiều biến thể về nguyên liệus\n* [[Japchae]] – Món miến xào của Hàn Quốc với sợi miến trong suốt<ref name=\"Yarvin 2014\"\/>\n* [[Kwetiau goreng]] – Mì gạo sợi dẹt xào của người Hoa tại Indonesia (''kwetiau'' or ''shahe fen'') với tỏi, hẹ tây, thịt bò, gà hoặc tôm, ớt, rau và nước tương ngọt\n* [[Lo mein]] – Món mì xào của người Hoa tại Mỹ với sợi từ lúa mì \n* [[Mee siam]] – Món bún gạo kiểu Malaysia và Singapore<ref name=\"Saw 2011\"\/> với nước sốt cay, ngọt và chua nhẹ. Các phiên bản khô cũng phổ biến.\n* [[Mie goreng]] – Món mì xào cay với sợi từ lúa mì vàng ở [[ẩm thực Indonesia|Indonesia]], Malaysia và Singapore và cũng được ăn ở Sri Lanka, nơi nó khác biệt hơn so với các nước Đông Nam Á.<ref>{{chú thích web | url=https:\/\/www.unileverfoodsolutions.lk\/recipe\/mee-goreng-R0053477.html | title=Mee Goreng | publisher=[[Unilever]] | access-date=ngày 2 tháng 3 năm 2020}}<\/ref>\n* [[Mie Aceh|Mie goreng Aceh]] - mì xào cay nóng với sợi từ lúa mì vàng từ tỉnh [[Aceh]], Indonesia\n* [[Pad thai]] – Mì sợi gạo kiểu Thái với trứng, nước mắm, kết hợp với giá đỗ, tôm, thịt gà hoặc đậu phụ\n* [[Pancit|Pancit bihon]] – Món bún xào kiểu Philipines\n** [[Pancit estacion]]\n** [[Pancit Malabon]]\n* [[Phat si-io]] –  Món mì xào của Thái với sợi gạo to\n* [[Rat na]] – Món mì xào của Thái với sợi gạo to\n* Mì xào kiểu Thượng Hải (上海粗炒)\n* Singapore chow fun – không thực sự đến từ Singapore; Món Quảng Đông gồm mì gạo sợi mỏng xào với bột cà ri, giá đỗ, thịt lợn nướng và rau\n* [[Singapore chow mein]] - tương tự như trên, nhưng sợi làm từ lúa mì\n* [[Yaki udon]] – Mì xào [[udon]]  sợi dày làm từ lúa mì\n* [[Yakisoba]] – Mì xào kiểu Nhật với sợi từ kiều mạch hoặc lúa mì,<ref name=\"Shurtleff Aoyagi 2014\"\/> hương vị với ''sosu'' (nước sốt Worcestershire Nhật Bản) và ăn kèm với thịt lợn, bắp cải, và [[beni shōga]]; thường được phục vụ tại các quầy hàng lễ hội hoặc làm nhân cho [[bánh mì kẹp]].\n\n===Mì xào trên chảo gang sâu lòng===\n* Mì xào Hồng Kông - Món ăn kiểu Hồng Kông bao gồm sợi mì được áp chảo cho đến khi giòn, kèm với rau, thịt gà và\/hoặc hải sản\n\n===Chiên ngập dầu===\n* Mì [[wonton]] chiên giòn - những dải giấy gói hoành thánh chiên giòn,<ref name=\"Tourondel Scicolone 2015\"\/> phục vụ như một món khai vị với vịt sốt và mù tạt cay tại các nhà hàng ở Mỹ\n* ''[[I fu mie]]'', Mì xào khô '' yi mein '' của người Hoa tại Indonesia dùng với nước sốt với rau, gà hoặc tôm.\n* ''[[Mie kering]]'', Mì chiên giòn chịu ảnh hưởng của Trung Quốc từ Makassar, Indonesia. Còn được biết là ''kurum kurum'' tại một số vùng của Pakistan.\n* ''[[Mi krop]]'' – Mì sợi gạo chiên giòn của Thái.\n\n==Tham khảo==\n{{tham khảo|refs=\n<ref name=\"Yarvin 2014\">{{chú thích sách | last=Yarvin | first=B. | title=A World of Noodles | publisher=Countryman Press | year=2014 | isbn=978-1-58157-686-3 | url=https:\/\/books.google.com\/books?id=5sdbAwAAQBAJ&pg=PA131 | pages=131–132}}<\/ref>\n<ref name=\"Saw 2011\">{{chú thích sách | last=Saw | first=B. | title=Betty Saw's Best Noodle Recipes | publisher=Marshall Cavendish International (Asia) Private Limited | year=2011 | isbn=978-981-4484-98-5 | url=https:\/\/books.google.com\/books?id=XR_gAgAAQBAJ&pg=PA70 | page=70}}<\/ref>\n<ref name=\"Shurtleff Aoyagi 2014\">{{chú thích sách | last1=Shurtleff | first1=W. | last2=Aoyagi | first2=A. | title=History of Meat Alternatives (965 CE to 2014): Extensively Annotated Bibliography and Sourcebook | publisher=Soyinfo Center | year=2014 | isbn=978-1-928914-71-6 | url=https:\/\/books.google.com\/books?id=CkvgBQAAQBAJ&pg=PA353 | page=353}}<\/ref>\n<ref name=\"Tourondel Scicolone 2015\">{{chú thích sách | last1=Tourondel | first1=L. | last2=Scicolone | first2=M. | title=Bistro Laurent Tourondel: New American Bistro Cooking | publisher=Houghton Mifflin Harcourt | year=2015 | isbn=978-0-544-79251-7 | url=https:\/\/books.google.com\/books?id=AN1LCgAAQBAJ&pg=PA49 | page=49}}<\/ref>\n}}\n\n[[Thể loại:Ẩm thực Châu Á]]\n[[Thể loại:Mì]]\n[[Thể loại:Ẩm thực Sài Gòn]]\n[[Thể loại:Ẩm thực miền Nam Việt Nam]]"}