{"19479158":"Quảng Nam là tỉnh nằm ở trung tâm của Việt Nam, thuộc Vùng kinh tế trọng điểm Miền Trung Việt Nam hoặc thuộc vùng [[Nam Trung Bộ Việt Nam|Duyên hải Nam Trung Bộ]], [[Việt Nam]].<ref>{{Chú thích web|url=https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html|tựa đề=Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004|tác giả=Chính phủ Việt Nam|họ=|tên=|ngày=2004|website=ThuKyLuatVN|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-13}}<\/ref>\n[[Tập tin:Administration map of Quang Nam Province.jpg|liên_kết=https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADptin:Administration map of Quang Nam Province.jpg|nhỏ|Bản {{Webarchive|url=https:\/\/web.archive.org\/web\/20200929072715\/https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADp |date=2020-09-29 }} đồ hành chính tỉnh Quảng Nam]]\nDân số Quảng Nam xếp thứ 26 toàn quốc<ref>{{Chú thích web|url=https:\/\/www.gso.gov.vn\/default.aspx?tabid=714|tựa đề=Dân số các tỉnh Việt Nam năm 2018|tác giả=|họ=|tên=|ngày=|website=Tổng cục Thống kê Việt Nam|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2019-09-30}}<\/ref>..Quảng Nam là đơn vị hành chính [[Danh sách đơn vị hành chính Việt Nam theo GRDP|xếp thứ 17]] về [[Tổng sản phẩm trên địa bàn (GRDP)]], [[Danh sách đơn vị hành chính Việt Nam theo GRDP bình quân đầu người|xếp thứ 17]] về [[Tổng sản phẩm trên địa bàn (GRDP)|GRDP]] bình quân đầu người, [[Danh sách đơn vị hành chính Việt Nam theo GRDP|đứng thứ 27]] về tốc độ tăng trưởng [[Tổng sản phẩm trên địa bàn (GRDP)|GRDP]]<ref>{{Chú thích web|url=http:\/\/qso.gov.vn\/?page=asp&o=a9e85fa3dc585cc7c773052111cfda07&l=2&c=5&d=457|tựa đề=Tình hình kinh tế - xã hội tỉnh Quảng Nam năm 2018|tác giả=Cục Thống kê Tỉnh Quảng Nam|họ=|tên=|ngày=2019-01-04|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-13}}<\/ref>. (2018).\n\nNăm 2019, Quảng Nam đứng thứ 6 về diện tích, thứ 19 về dân số trong số 63 tỉnh, thành phố của Việt Nam. Mật độ dân số là 140 người\/km² (đứng thứ 45\/63) so với 293 người\/km² của cả nước. Quảng Nam là tỉnh đầu tiên của [[duyên hải Nam Trung Bộ]] có 2 thành phố trực thuộc tỉnh ([[Tam Kỳ]], [[Hội An]]). và cũng là tỉnh duy nhất của [[duyên hải Nam Trung Bộ]] có đường [[biên giới]] quốc tế.\n\n== Khí hậu ==\n[[Tập tin:Administration map of Quangnam Province.jpg|liên_kết=https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADptin:Administration map of Quangnam Province.jpg|nhỏ|Địa {{Webarchive|url=https:\/\/web.archive.org\/web\/20200929072715\/https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADp |date=2020-09-29 }} hình và khí hậu Quảng Nam]]\nQuảng Nam nằm trong vùng khí hậu nhiệt đới điển hình, chỉ có 2 mùa là mùa mưa và mùa khô, ít chịu ảnh hưởng của mùa đông lạnh miền Bắc. Nhiệt độ trung bình năm 20 – 210C, không có sự cách biệt lớn giữa các tháng trong năm. Lượng mưa trung bình 2.000 – 2.500&nbsp;mm nhưng phân bố không đều theo thời gian và không gian, mưa ở miền núi nhiều hơn đồng bằng, mưa tập trung vào các tháng 9 – 12, chiếm 80% lượng mưa cả năm; mùa mưa trùng với mùa bão, nên các cơn bão đổ vào miền Trung thường gây ra lở đất, lũ quét ở các huyện Nam Trà My, Bắc Trà My, Tây Giang, Đông Giang, Nam Giang và ngập lụt ở các huyện đồng bằng.<ref>{{Chú thích web|url=http:\/\/www.quangnam.gov.vn\/cmspages\/chuyenmuc\/chuyenmuc_view.aspx?IDChuyenMuc=158|tựa đề=Điều kiện tự nhiên của tỉnh Quảng Nam|tác giả=|họ=|tên=|ngày=2018-06-19|website=Cổng thông tin điện tử tỉnh Quảng Nam|url lưu trữ=https:\/\/web.archive.org\/web\/20170609153414\/http:\/\/www.quangnam.gov.vn\/cmspages\/chuyenmuc\/chuyenmuc_view.aspx?IDChuyenMuc=158|ngày lưu trữ=2017-06-09|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>\n\n* Vùng Tây Bắc thuộc lưu vực sông Bung (các huyện Đông Giang, Tây Giang và Nam Giang) có lượng mưa thấp nhất\n* Vùng đồi núi Tây Nam thuộc lưu vực sông Thu Bồn (các huyện Nam Trà My, Bắc Trà My, Tiên Phước và Hiệp Đức) có lượng mưa lớn nhất.\n* Trà My là một trong những trung tâm mưa lớn nhất của Việt Nam với lượng mưa trung bình năm vượt quá 4,000&nbsp;mm.\n\nMưa lớn lại tập trung trong một thời gian ngắn trong 3 tháng mùa mưa trên một địa hình hẹp, dốc tạo điều kiện thuận lợi cho lũ các sông lên nhanh.<ref name=\":0\">{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/Quảng_Nam|tựa đề=Quảng Nam|tác giả=Wikipedia|họ=|tên=|ngày=2019|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Địa hình ==\nQuảng Nam có hướng địa hình nghiêng dần từ Tây sang Đông hình thành 3 kiểu cảnh quan sinh thái rõ rệt là kiểu núi cao phía Tây, kiểu trung du ở giữa và dải đồng bằng ven biển. Vùng đồi núi chiếm 72% diện tích tự nhiên với nhiều ngọn cao trên 2.000m như núi Lum Heo cao 2.045m, núi Tion cao 2.032m, núi Gole - Lang cao 1.855m (huyện Phước Sơn)<ref>{{Chú thích web|url=http:\/\/www.vietnamtourism.com\/v_pages\/country\/province.asp?mt=84510&uid=74|tựa đề=Vẻ đẹp Việt Nam|tác giả=|họ=|tên=|ngày=|website=Tổng Cục du lịch|url lưu trữ=https:\/\/web.archive.org\/web\/20141129053229\/http:\/\/www.vietnamtourism.com\/v_pages\/country\/province.asp?mt=84510&uid=74|ngày lưu trữ=2014-11-29|url hỏng=|ngày truy cập=}}<\/ref> Diện tích tự nhiên của tỉnh là 10.406 km2.<ref name=\":1\">{{Chú thích web|url=https:\/\/dantocmiennui.vn\/quang-nam-vai-net-tong-quan\/172140.html|tựa đề=Quảng Nam - Vài nét tổng quan|tác giả=|họ=|tên=|ngày=2017-04-03|website=BÁO ẢNH: Dân tộc và Miền núi|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-14}}<\/ref>\n\n== Tài nguyên môi trường ==\n\n=== Tài nguyên nước ===\n[[Tập tin:Sông Thu Bồn, Quảng Nam.JPG|liên_kết=https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADptin:S%C3%B4ng Thu B%E1%BB%93n, Qu%E1%BA%A3ng Nam.JPG|nhỏ|Sông {{Webarchive|url=https:\/\/web.archive.org\/web\/20200929072715\/https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADp |date=2020-09-29 }} Thu Bồn - Quảng Nam]]\nQuảng Nam có trên 125&nbsp;km bờ biển thuộc các huyện: Điện Bàn, Hội An, Duy Xuyên, Thăng Bình, Tam Kỳ, Núi Thành. Ngoài ra còn có 15 hòn đảo lớn nhỏ ngoài khơi, 10 hồ nước (với 6000 ha mặt nước). Có 941&nbsp;km sông ngòi tự nhiên, đang quản lý và khai thác 307&nbsp;km sông (chiếm 32,62%), gồm 11 sông chính. Hệ thống sông hoạt động chính gồm 2 hệ thống: sông Thu Bồn và sông Trường Giang, hai hệ thống sông này đều đổ ra biển Đông theo 3 cửa sông: sông Hàn, Cửa Đại và Kỳ Hà.<ref name=\":1\" \/>\n\n=== Tài nguyên đất ===\nĐược hình thành từ chín loại đất khác nhau gồm cồn cát và đất cát ven biển, đất phù sa sông, đất phù sa biển, đất xám bạc màu, đất đỏ vàng, đất thung lũng, đất bạc màu xói mòn trơ sỏi đá,... Nhóm đất phù sa ven sông là nhóm đất quan trọng nhất trong phát triển cây lương thực, thực phẩm và cây công nghiệp ngắn ngày. Nhóm đất đỏ vàng vùng đồi núi thuận lợi cho trồng rừng, cây công nghiệp và cây ăn quả dài ngày. Nhóm đất cát ven biển đang được khai thác cho mục đích nuôi trồng thủy sản.<ref name=\":0\" \/>\n\nTrong tổng diện tích 1.040.683ha, diện tích đất lâm nghiệp chiếm tỷ lệ lớn nhất (49,4%), kế tiếp là đất dành cho sản xuất nông nghiệp, đất thổ cư và đất chuyên dùng. Diện tích đất trống đồi trọc, đất cát ven biển chưa được sử dụng còn chiếm diện tích lớn.<ref name=\":2\">{{Chú thích web|url=https:\/\/timhieuvietnam.vn\/gioi-thieu-tong-quan-ve-tinh-quang-nam|tựa đề=Giới thiệu tổng quan về tỉnh Quảng Nam|tác giả=|họ=|tên=|ngày=2019-07-18|website=TÌM HIỂU VIỆT NAM|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n=== Tài nguyên rừng ===\nTỉnh Quảng Nam có 425.921 ha rừng, tỷ lệ che phủ đạt 40,9%; trữ lượng gỗ của tỉnh khoảng 30 triệu m3. Diện tích rừng tự nhiên là 388.803 ha, rừng trồng là 37.118 ha <ref name=\":2\" \/> Rừng giàu ở Quảng Nam hiện có có khoảng 10 nghìn ha, phân bố ở các đỉnh núi cao, diện tích rừng còn lại chủ yếu là rừng nghèo, rừng trung bình và rừng tái sinh, có trữ lượng gỗ khoảng 69 m3\/ha.\n\nCác khu bảo tồn thiên nhiên trên địa bàn tỉnh nằm ở sông Thanh thuộc huyện Nam Giang.<ref name=\":0\" \/>\n\n== Các loài động thực vật ==\n\n=== Động vật ===\nDù là một trong những vùng khí hậu khắc nghiệt và địa hình phức tạp của Việt Nam, Quảng Nam vẫn rất đa dạng về các loài động vật và hiện đang bảo tồn rất nhiều động vật quý hiếm tại các khu bảo tồn thiên nhiên:\n\n* Khu bảo tồn thiên nhiên hoang dã River Safari tại Vinpearl Land Nam Hội An có 42.000 cá thể với 39 loài động vật quý hiếm như hổ Bengal, sư tử trắng, tê giác, linh dương, hươu cao cổ, các loài chim thủy cầm,..... Ngoài ra, khu bảo tồn này cũng đã có những chú ngựa con lai dòng máu Việt Nam và châu Phi.<ref>{{Chú thích web|url=https:\/\/www.ivivu.com\/blog\/2018\/07\/cong-vien-tren-song-bao-ton-hon-42-000-dong-vat-hoang-da-tai-quang-nam\/|tựa đề=Công viên trên sông bảo tồn hơn 42,000 động vật hoang dã tại Quảng Nam|tác giả=|họ=|tên=|ngày=2018-07-20|website=Ivivu Blog|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-14}}<\/ref>\n\n[[Tập tin:Phơi mực tại cù lao Chàm (2006).JPG|liên_kết=https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADptin:Ph%C6%A1i m%E1%BB%B1c t%E1%BA%A1i c%C3%B9 lao Ch%C3%A0m (2006).JPG|nhỏ|Mực {{Webarchive|url=https:\/\/web.archive.org\/web\/20200929072715\/https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADp |date=2020-09-29 }} tại Cù lao Chàm (2006)]]\n\n* Khu bảo tồn thiên nhiên sông Thanh: nằm trên 2 huyện Nam Giang và Phước Sơn. Hệ động vật rừng của khu bảo tồn này cũng rất đa dạng với danh mục 53 loài thú, 183 loài chim, 44 loài bò sát, 21 loài lưỡng cư, 25 loài cá...<ref>{{Chú thích web|url=https:\/\/danang.gov.vn\/gioi-thieu\/chi-tiet?id=676&_c=169|tựa đề=Khu bảo tồn thiên nhiên Sông Thanh, Quảng Nam|tác giả=Hứa Hải|họ=|tên=|ngày=|website=Cổng thông tin điện tử Thành phố Đà Nẵng|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-14}}<\/ref>\n* Cù Lao Chàm (Chàm Islands): Nguồn hải sản và nguồn tài nguyên phong phú, đặc biệt là [[yến sào]]. Các [[Rạn san hô|rặng san hô]] ở khu vực biển cù lao Chàm cũng được các nhà khoa học đánh giá cao và đưa vào danh sách bảo vệ.<ref>{{Chú thích web|url=https:\/\/vi.wikipedia.org\/wiki\/Cù_lao_Chàm|tựa đề=Cù lao Chàm|tác giả=|họ=|tên=|ngày=|website=Wikipedia|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=2020-08-03}}<\/ref>\n\nNgoài ra còn nhiều các khu bảo tồn khác với hệ động vật phong phú và quý hiếm.\n\n=== Thực vật ===\nChính dạng đia hình nghiêng dần từ Tây sand Đông với 3 kiểu sinh thái rõ rệt đã tạo nên các vành đai tiểu khí hậu khác nhau với kiểu rừng nhiệt đới thường xanh có đặc điểm: Rừng có cấu trúc nhiều tầng tán, đa dạng về tổ thành loài, với nhiều loại thực vật quý hiếm, đặc biệt là nguồn cây dược liệu rất phong phú. Theo số liệu của Viện dược liệu, thuộc Bộ Y tế, trên địa bàn tỉnh Quảng Nam có trên 832 loài, 593 chi, 190 họ thực vật làm thuốc, trong đó có 36 loài cây thuốc hiện nằm trong \"Sách đỏ Việt Nam\". Những loại dược liệu quý được phát hiện ở Quảng Nam như: Sâm Ngọc Linh, Ngũ vị tử, Ba kích, Đảng sâm, Giảo cổ lam, Sa nhân, Hoàng đắng, Cẩu tích, Lan kim tuyến, Đại hồi, Màng tang...Mới đây còn phát hiện thêm 4 loài cây thuốc chưa có tên trong danh mục cây thuốc Việt Nam, đó là: Dù dẻ đỏ, Khế đất, Gờ rồng và Ba chạc lá đỏ.<ref>{{Chú thích web|url=http:\/\/snnptnt.quangnam.gov.vn\/Default.aspx?tabid=346&Group=20&NID=1579&mien-nui-quang-nam-va-cay-duoc-lieu|tựa đề=Miền núi Quảng Nam và cây dược liệu|tác giả=Duy Nguyên|họ=|tên=|ngày=|website=Cổng thông tin điện tử Nông nghiệp và Phát triển nông thôn tỉnh Quảng Nam|url lưu trữ=https:\/\/web.archive.org\/web\/20191212074728\/http:\/\/snnptnt.quangnam.gov.vn\/Default.aspx?tabid=346&Group=20&NID=1579&mien-nui-quang-nam-va-cay-duoc-lieu|ngày lưu trữ=2019-12-12|url hỏng=|ngày truy cập=|url-status=dead}}<\/ref>\n\n== Thực trạng ==\nNhững năm gần đây đã xuất hiện nhiều vấn đề về môi trường tại địa bàn tỉnh Quảng Nam\n[[Tập tin:Phá rừng01.JPG|liên_kết=https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADptin:Ph%C3%A1 r%E1%BB%ABng01.JPG|nhỏ|Nạn {{Webarchive|url=https:\/\/web.archive.org\/web\/20200929072715\/https:\/\/vi.wikipedia.org\/wiki\/T%E1%BA%ADp |date=2020-09-29 }} phá rừng đã xuất hiện nhiều nơi trên khắp Việt Nam]]\n\n=== Nạn phá rừng ===\nĐầu năm 2019, trên địa bàn các huyện miền núi tỉnh Quảng Nam liên tiếp phát hiện nhiều vụ phá rừng tự nhiên với hàng trăm cây cổ thụ bị đốn hạ. Một số vụ phá rừng tự nhiên nổi bật:\n\n* Vụ phá rừng tại khoảnh 12, tiểu khu 675 khu vực rừng phòng hộ Đắk Mi (xã Phước Đức, huyện Phước Sơn, tỉnh Quảng Nam). Hàng chục cây gỗ xoan đào (nhóm 4) đường kính 1-2m bị đốn hạ cùng nhiều phách gỗ được cắt theo quy cách thương mại chuẩn bị chuyển ra khỏi rừng. Tổng khối lượng gỗ bị đốn hạ khoảng 20m3.<ref name=\":3\">{{Chú thích web|url=https:\/\/www.sggp.org.vn\/dai-dang-nan-pha-rung-o-quang-nam-588815.html|tựa đề=Dai dẳng nạn phá rừng ở Quảng Nam|tác giả=Ngọc Phúc|họ=|tên=|ngày=2019-04-23|website=Sài Gòn Giải Phóng Online|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n* Tháng 3-2019, hàng chục cây gỗ chuồn có đường kính gần 2m bị đốn hạ tại tiểu khu 343 thuộc rừng phòng hộ Sông Tranh (huyện Bắc Trà My, tỉnh Quảng Nam).<ref name=\":3\" \/>\n* Nhiều cây rừng tự nhiên thuộc xã Trà Vân (huyện Nam Trà My) cũng đã bị đốn hạ trong suốt thời gian dài với số lượng lên đến hàng chục mét khối.<ref name=\":3\" \/>\n* Các vụ phá rừng ở xã Phước Hiệp (huyện Phước Sơn), xã Cà Dy (huyện Nam Giang)…\n\n=== Ô nhiễm sông khiến cá chết hàng loạt ===\n\n* Tháng 7 năm 2020, trên địa bàn xã Tiên Lập liên tiếp xuất hiện mưa dông, sau mưa, người dân phát hiện cá chết hàng loạt dọc sông Quế Phương (bắt nguồn từ mỏ vàng Bông Miêu, xã Tam Lãnh) xuống sông Tiên đoạn qua thôn 3, thôn 4 của xã Tiên Lập.<ref>{{Chú thích web|url=http:\/\/baoquangnam.vn\/moi-truong\/o-nhiem-song-tien-khien-ca-chet-hang-loat-89986.html|tựa đề=Ô nhiễm sông Tiên khiến cá chết hàng loạt|tác giả=Nguyễn Hưng|họ=|tên=|ngày=2020-07-07|website=QNO - Báo Quảng Nam Online|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n* Năm 2018, tại đập Trà Cân, huyện Đại Lộc, Quảng Nam: gần 30 lồng cá diêu hồng với 52 tấn cá gần thu hoạch thì chết hàng loạt, nổi trắng mặt hồ.<ref>{{Chú thích web|url=https:\/\/vietnamnet.vn\/vn\/thoi-su\/moi-truong\/quang-nam-hon-50-tan-ca-chet-noi-trang-mat-ho-491250.html|tựa đề=Quảng Nam: Hơn 50 tấn cá chết nổi trắng mặt hồ|tác giả=Lê Bằng|họ=|tên=|ngày=2018-11-27|website=VietNamnet|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Tham khảo ==\n{{Tham khảo}}\n\n[[Thể loại:Môi trường Việt Nam]]\n[[Thể loại:Quảng Nam]]"}