{"1296635":"{{Cần biên tập}}{{Chất lượng dịch}}{{Chú thích trong bài}}{{Cleanup|Bài viết|lý do=Danh sách dài, chưa wiki hóa}}\n{{Infobox Former Country\n|native_name= 蒙疆聯合自治政府<br \/>''Měngjiāng Liánhé Zìzhì Zhèngfǔ''<br \/>''Mōkyō Rengō Jichi Seifu''\n|conventional_long_name= Chính phủ Liên hiệp tự trị Mông Cương\n|common_name= Mông Cương\n|continent= moved from Category:Asia to East Asia\n|region=East Asia\n|era=\n|image=\n|status= [[Chính phủ bù nhìn]]\n|status_text= [[Chính phủ bù nhìn|Nhà nước bù nhìn]] của [[Đế quốc Nhật Bản]].<br>\nSau năm 1940 là vùng tự trị của [[Chính quyền Uông Tinh Vệ]].\n|empire= [[Đế quốc Nhật Bản]]\n|government_type= [[Độc tài quân sự]], [[Cộng hòa]]\n|era = [[Chiến tranh Trung-Nhật]], [[Thế chiến II]]\n|life_span = 1936–1945\n|year_start = năm 1939<ref>{{chú thích sách|title=内蒙古自治区志: 政府志|url=https:\/\/books.google.com\/books?id=TXMLAQAAMAAJ&q=%E8%92%99%E7%96%86%E8%81%94%E5%90%88%E8%87%AA%E6%B2%BB%E6%94%BF%E5%BA%9C&dq=%E8%92%99%E7%96%86%E8%81%94%E5%90%88%E8%87%AA%E6%B2%BB%E6%94%BF%E5%BA%9C&hl=zh-TW&sa=X&ei=WlE9UrWsB4POiAegioHYAQ&ved=0CEoQ6wEwBA}}<\/ref><ref>{{chú thích sách|title=山西通志: 政务志. 人民代表大会, 政府篇, 政治协商会议|publisher=中華書局}}<\/ref>\n|date_start = 1 tháng 9\n|event1 = Khu tự trị của  [[Chính quyền Uông Tinh Vệ|chính phủ Quốc Dân]]\n|date_event1 = 1940\n|date_end =  19 tháng 8\n|year_end = năm 1945\n|image_flag = Flag_of_the_Mengjiang.svg\n|image_coat = Emblem of Mengjiang.svg\n|life_span= 1936&ndash;1945\n|p1= Trung Hoa Dân quốc (1912–1949){{!}}Trung Hoa Dân Quốc\n|flag_p1= Flag_of_the_Republic_of_China.svg\n|s1= Trung Hoa Dân Quốc\n|flag_s1= Flag_of_the_Republic_of_China.svg \n|s2= Chính quyền Uông Tinh Vệ\n|flag_s2= Flag of the Republic of China-Nanjing (Peace, Anti-Communism, National Construction).svg\n|image_map = Mengjiang.png\n|image_map_caption = Bản đồ Mông Cương\n|capital= [[Trương Gia Khẩu|Khách Lạp Can]]\n|common_languages= [[Tiếng Trung]], [[Tiếng Mông Cổ]], [[Tiếng Nhật]] \n|religion=\n|currency= [[Nguyên Mông Cương|Nguyên]]\n}}\n'''Mông Cương''' ({{zh|c=蒙疆|p=Měngjiāng|w=Meng-chiang}}; chính tả bản đồ bưu chính: '''''Mengkiang'''''; [[Hệ phiên âm La-tinh Hepburn|Hepburn]]: '''Mōkyō'''), là một [[khu tự trị]] tại [[Nội Mông]] nằm dưới chủ quyền của Trung Quốc và do [[Đế quốc Nhật Bản]] kiểm soát. Khu tự trị này bao gồm các tỉnh [[Sát Cáp Nhĩ (tỉnh)|Sát Cáp Nhĩ]] và [[Tuy Viễn (tỉnh)|Tuy Viễn]], tương ứng với phần trung tâm của [[Nội Mông]] hiện nay. Đôi khi nó cũng được gọi là '''Mông Cổ Quốc''' (蒙古國) (tương tự như [[Mãn Châu Quốc]], một [[chính phủ bù nhìn]] khác của Nhật Bản tại [[Mãn Châu]]). Thủ phủ của Mông Cương là [[Trương Gia Khẩu|Kalgan]], và người đứng đầu là [[Demchugdongrub]].\n\n== Lịch sử ==\nMông Cương được thành lập vào ngày 12 tháng 5 năm 1936, Mông Cổ quân chính phủ (蒙古軍政府) do thân vương [[Yondonwangchug]] (''Vân Đoan Vượng Sở Khắc'') của [[Ulanqab]] (''Ô Lan Sát bố'') làm chủ tịch đầu tiên. Đến tháng 10 năm 1937, nó được đổi tên thành Mông Cổ Liên minh Tự trị Chính phủ (蒙古聯盟自治政府).<ref name=\"NMGNews\">{{chú thích|url=http:\/\/www.nmgnews.com.cn\/news\/article\/20030922\/20030922004126_1.html|archiveurl=http:\/\/web.archive.org\/web\/20071117130741\/http:\/\/www.nmgnews.com.cn\/news\/article\/20030922\/20030922004126_1.html|archive-date=ngày 17 tháng 11 năm 2007|title=云端旺楚克|periodical=Inner Mongolia News|date=ngày 22 tháng 9 năm 2003|access-date=ngày 5 tháng 8 năm 2011|archive-date=2007-11-17|archive-url=https:\/\/web.archive.org\/web\/20071117130741\/http:\/\/www.nmgnews.com.cn\/news\/article\/20030922\/20030922004126_1.html}}<\/ref> Vào ngày 1 tháng 9 năm 1939, các chính quyền chủ yếu là người Hán ở Nam Sát Cáp nhĩ và Bắc Sơn Tây được hợp nhất với Mông Cổ Liên minh Tự trị Chính phủ, hình thành Mông Cương Liên hiệp Tự trị Chính quyền (蒙疆聯合自治政府).\n\nThủ phủ của chính quyền này nằm gần [[Trương Gia Khẩu|Khách Lạp Can (Trương Gia Khẩu)]], quyền kiểm soát trải rộng quanh [[Hohhot]] (''Hô Hòa Hạo Đặc''). Vào ngày 4 tháng 8 năm 1941, nó lại được đổi tên thành: Mông Cổ Tự trị bang (蒙古自治邦). Sau khi [[Uông Tinh Vệ]] thành lập [[chính quyền Uông Tinh Vệ|chính quyền mới]] của Trung Hoa Dân Quốc ở [[Nam Kinh]], Mông Cương được đặt dưới sự kiểm soát của thế lực này mặc dù vẫn hoàn toàn tự trị.\n\nMông Cương đã không còn tồn tại sau năm 1945 khi [[Hồng Quân|Hồng quân Liên Xô]] và [[Hồng quân Mông Cổ]] xâm chiếm, đây là một phần của [[Chiến dịch Mãn Châu (1945)|chiến dịch Mãn Châu]]. Hầu hết các khu vực, với ngoại lệ là thủ phủ Kalgan, nay là một phần của khu tự trị [[Nội Mông]] của Trung Quốc.\n\n== Chính trị ==\n[[Hình:Demchugdongrub.jpg|nhỏ|phải|Demchugdongrub (trái)]]\n=== Quan chức của các cơ quan đầu não ===\n1, Chủ tịch Vân Đoan Vượng Sở Khắc (雲端旺楚克), Vân vương, nguyên là minh trưởng của minh Ô Lan Sát Bố, mất không lâu sau đó<br \/>2, Phó chủ tịch kiêm Viện trưởng Chính vụ viện Đức Mục Sở Khắc Đống Lỗ Phổ (德穆楚克棟魯普)<br \/>3, Tổng tư lệnh Mông Cổ quân Lý Thủ Tín (李守信)<br \/>4, Nghị trưởng Tham nghị phủ Ngô Hạc Linh (吳鶴齡)<br \/>5, Bộ trưởng Tổng vụ Chính vụ viện Đào Khắc Đào (陶克陶)<br \/>6, Bộ trưởng Tài vụ Chính vụ viện Cát Nhĩ Ca Lãng (吉爾嘎朗)<br \/>7, Bộ trưởng Bảo an Chính vụ viện Đặc Khắc Hy Bốc Ngạn (特克希卜彥)<br \/>8, Cố vấn tối cao Chính vụ viện Vũ Sơn Binh Sĩ (宇山兵士, người Nhật)<!--không tìm được âm Nhật--><br \/>9, Cố vấn quân sự tối cao Cao Trường Tổn Tạng (高場損藏)<br \/>10, Cố vấn chủ tịch tối cao Kim Tĩnh Chương Thứ (金井章次) (1\/9\/1939-27\/11\/1941)→ Đại Kiều Trung Nhất (大橋忠一) (27\/11\/1941-3\/9\/1942)→Thần Cát Chính Nhất (神吉正一) (26\/2\/1945-Nhật Bản đầu hàng); Tất cá đều là người Nhật<br \/>11, Tham mưu trưởng Mông Cổ quân Ô Cổ Đình (烏古廷)<br \/>12, Viện trưởng Tối cao pháp viện Bổ Anh Đạt Lại (補英達賴)<br \/>13, Kiểm sát trưởng tối cao Lưu Kế Quảng (劉繼廣)<br \/>14, Viện trưởng Chính vụ viện Trác Đặc Ba Trác Bố (卓特巴扎布), tư nghị Hùng Nặc Đôn Đô Bố (雄諾敦都布), Đặc Khắc Hy Bốc Ngạn (特克希卜彥)<br \/>15, Bộ trưởng Tổng vụ Quan Khẩu Bảo (關口保)<br \/>16, Thứ trưởng Tổng vụ Vũ Nội Triết Phu (武內哲夫)<br \/>17, Bộ trưởng Dân chính Tùng Tân Vượng Sở Khắc (松津旺楚克)<br \/>18, Thứ trưởng Dân chính Tảo Phản Đông Nam (早阪冬男)<br \/>19, Bộ trưởng Trị an Đinh Kỳ Xương (丁其昌)<br \/>20, Thứ trưởng Trị an Đẳng Tĩnh Vũ Nhất Lang (藤井武一郎)<br \/>21, Bộ trưởng Tư pháp Đào Khắc Đào (陶克陶)<br \/>22, Thứ trưởng Tư pháp Nhật Bỉ Dã Tương (日比野襄)<br \/>23, Bộ trưởng Tài chính Mã Vĩnh Khôi (馬永魁)<br \/>24, Thứ trưởng Tài chính Đại Trường Thần Ngũ Trợ (大場辰五助)<br \/>25, Bộ trưởng Sản nghiệp Đỗ Vận Vũ (杜運宇)<br \/>26, Thứ trưởng Sản nghiệp Trung Tây Thật Hùng (中西實雄)<br \/>27, Bộ trưởng Giao thông Kim Vĩnh Xương (金永昌)<br \/>28, Tổng thự trưởng thanh tra thuế chuyên chở Cát Nhĩ Ca Lãng (吉爾嘎朗)<br \/>29, Tổng cục trưởng Mục nghiệp Quách Nhĩ Trác Nhĩ Trác Bố (吉爾嘎朗)<br \/>30, Sở thứ trưởng kiểm sát tối cao Ôi Quang Hiếu Đạo (隈光孝道)<br \/>31, Thứ trưởng Tối cao pháp viện An Bố Thứ (安布恕)<br \/>32, Phó thự trưởng Tổng thự tranh tra thuế vận chuyển Cao Tu Tiến Nhất (高須進一)<br \/>33, Phó thự trưởng Giám đốc thự thuế vụ Đảo Điền Tam Lang (島田三郎)\n\n=== Các quan chức địa phương ===\n1, Trưởng quan chính thính Sát Nam Trần Ngọc Minh (陳玉銘)<br \/>2, Thứ trưởng chính thính Sát Nam Vũ Đằng Công Bình (武藤公平)<br \/>3, Trưởng quan chính thính Tấn Bắc Điền Nhữ Bật (田汝弼)<br \/>4, Thứ trưởng chính thính Tấn Bắc Sâm Lâm Hùng Thứ Lang (森林雄次郎)<br \/>5, Minh trưởng minh Ba Ngạn Đạp Lạp Bổ Anh Đạt Lại (補英達賴)<br \/>6, Minh trưởng minh Sát Cáp Nhĩ Trác Đặc Ba Trác Bố (卓特巴扎布)<br \/>7, Minh trưởng minh Ô Lan Sát Bố Ba Bảo Đa Nhĩ Tể (巴寶多爾濟)<br \/>8, Minh trưởng minh Y Khắc Chiêu A Lặc Thản Ngạc Tể Nhĩ (阿勒坦鄂齊爾)<br \/>9, Minh trưởng minh Tích Lâm Quách Lặc Tùng Tân Vượng Sở Khắc (松津旺楚克)<br \/>10, Tổng quản kỳ đặc biệt Tổ Mặc Đặc Mặc Lặc Căn Ba Đồ Nhĩ (默勒根巴圖爾)<br \/>11, Thị trưởng Trương Gia Khẩu Hàn Quảng Sâm (韓廣森)<br \/>12, Thị trưởng Hậu Hòa Lý Xuân Tú (李春秀)<br \/>13, Thị trưởng Bao Đầu Kim Triều Văn (金朝文)\n\n== Kinh tế ==\n[[Tập tin:Mengjiangbanknote1yuan1940.jpg|nhỏ|Giấy bạc Mông Cương, 1 nguyên, năm Dân Quốc thứ 29 (1940)]]\nNgười Nhật lập nên Ngân hàng Mông Cương và cho phát hành tiền tệ riêng song không có ghi năm trên đó. Một số cửa hàng tiền tệ địa phương cũng sản xuất tiền có ghi hệ thống [[lịch Trung Quốc]], như Giáp Thìn niên (甲辰年) trên tiền.\n\nNgười Nhật có lợi ích về mặt khoảng sản từ nhà nước Mông Cương do họ lập ra. Một ví dụ là người Nhật đã cho khai thác mỏ sắt tại Tuyên Hóa-Long Nham với trữ lượng 91.645.000 tấn vào năm 1941; và phân tích lượng dự trữ than trong đất là 504 tấn và tiềm năng là 202.000 tấn (1934).\n\nSắt Mông Cương được xuất khẩu trực tiếp sang Nhật Bản. Đồng thời, Nhật Bản tìm kiếm các trữ lượng than đá tại [[Tuy Viễn (tỉnh)| (một khu vực chiếm đóng khác của Mông Cương) gồm 417 tấn và tiềm năng khai thác là 58.000 tấn vào năm 1940.\n\n== Nhân khẩu ==\nDo chính sách nhập cư bình đẳng về chúng tộc tại Mông Cương, [[người Mông Cổ]] là thiểu số tại Mông Cương và phần lớn cư dân là [[người Hán]]. Ngoài ra cũng có [[người Triều Tiên]], [[người Nhật]], [[người Mãn]], người Nga trắng và các nhóm thiểu số khác. Mặc dù Nhật Bản có ý định khai thác chủ nghĩa dân tộc Mông Cổ đề hỗ trợ cho các mục tiêu của mình, song vùng lãnh thổ này đã trở về Trung Quốc sau [[chiến dịch Mãn Châu (1945)|chiến dịch Mãn Châu]]. Liên Xô trục xuất và đưa đi giam giữ những người Triều Tiên, Nhật Bản và Nga trắng đến Siberi và bắt phải làm việc trong các [[trại lao động]]; người Hán sau đó lên tới 80%.\n\n== Quân sự ==\n'''Quân đội Quốc gia Mông Cương''' là một đội quân bản địa do Nhật Bản lập ra và khác với quân đội Mông Cổ. Đây là một đội quân đặc biệt và chịu sự chỉ đạo trực tiếp từ đạo quân [[Quan Đông]], có các chỉ huy bản xứ cùng với các sĩ quan Nhật, trở thành các bộ phận phụ trợ ngoại vi của quân Quan Đông.\n\nMục đích của đội quân này là nhằm hỗ trợ các hoạt động nếu xảy ra của [[quân đội Nhật Bản|quân đội Đế quốc Nhật Bản]] chống lại Ngoại Mông ([[Cộng hòa Nhân dân Mông Cổ]]) hay các khu vực phía bắc Trung Quốc, và hoạt động như một lực lượng bảo an địa phương cùng với lực lượng cảnh sát. Nó cũng có nhiệm vụ bảo vệ Đức vương, người đứng đầu nhà nước, bảo vệ tài sản của người dân Mông Cương bản địa và chính quyền địa phương.\n\nQuân đội Mông Cương được trang bị [[súng trường]], [[súng ngắn]], [[súng máy]] nhẹ và trung, [[súng cối]] và một số [[pháo binh]] và [[vũ khí phòng không|súng phòng không]]. Đội quân này được tổ chức thành một đội kị binh di động và lực lượng bộ binh hạng nhẹ được hỗ trợ thấp về pháo binh và không có [[xe tăng]] hoặc [[máy bay]].\n\n==Xem thêm==\n{{thể loại Commons|Mengjiang}}\n*[[Đảng Nhân dân Nội Mông Cổ]]\n*[[Điều ước Mông Tạng]]\n*[[Mãn Châu quốc|Mãn Châu Quốc]]\n*[[Chính quyền Uông Tinh Vệ]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Đọc thêm==\n* Jowett, Phillip S. ''Rays of The Rising Sun, Armed Forces of Japan's Asian Allies 1931-45.'' Volume I: ''China & Manchuria''. Solihull: Helion, 2004.\n* [[Owen Lattimore|Lattimore, Owen]]. \"The Phantom of Mengkukuo.\" ''Pacific Affairs'' 10, no. 4 (1937): 420-27.\n\n==Liên kết ngoài==\n* [http:\/\/www.crwflags.com\/fotw\/flags\/cn_j_im.html Cờ Mông Cương]\n* [http:\/\/aped.snu.ac.kr\/icer\/data\/fullpaper\/Full%20Paper\/panel4.htm Giáo dục Mông Cổ dưới chế độ Nhật Bản]\n\n{{Đại Đông Á cộng vinh quyển}}\n\n{{coord|40|49|N|114|53|E|type:country_source:kolossus-eswiki|display=title}}\n\n[[Thể loại:Nhà nước bù nhìn của Nhật Bản]]\n[[Thể loại:Mông Cương| ]]\n[[Thể loại:Cựu quốc gia châu Á]]\n[[Thể loại:Cựu quốc gia trong lịch sử Trung Quốc]]\n[[Thể loại:Quốc gia và lãnh thổ thành lập năm 1936]]"}