{"10029077":"{{Infobox military conflict  \n|conflict=Mông Cổ xâm lược Java\n|partof= [[Mông Cổ xâm lược]] và [[Các chiến dịch của Hốt Tất Liệt]]\n|image=Fleet of Kublai Khan.JPG\n|caption=Hạm đội của Hốt Tất Liệt đi qua quần đảo Indonesia, bởi Ngài Henry Yule\n|date=1293\n|place=[[Java]], [[Majapahit]] \n|result= Chiến thắng của Majapahit\n|combatant1=[[Nhà Nguyên]]\n|combatant2=[[Singhasari|Vương quốc Singhasari]]<br>[[Vương quốc Kediri]]<br>[[Majapahit|Đế quốc Majapahit]]\n|commander1=[[Hốt Tất Liệt]] (lãnh đạo tối cao)<br>Cao Hành(tướng)<br>Shi-bi<br>Ike Mese \n|commander2=[[Jayakatwang]] (lãnh đạo tối cao)<br> [[Raden Wijaya]] (vị tướng, sau đó là nhà lãnh đạo - có liên kết với quân Nguyên trong giai đoạn đầu của chiến tranh)\n|strength1=20,000–30,000 lính<br>1,000 chiến thuyền\n|strength2=Hơn 20.000 lính\n|casualties1=Quân đội: Hơn 3.000 binh sĩ thiệt mạng\n60% hay tổng số thương vong từ 12.000–18.000\n\nKhông rõ số lượng binh lính bị bắt làm tù binh\n\nSố lượng tàu bị phá hủy không xác định\n|casualties2=Hơn 5000 người chết và chết đuối\n}}\n{{Các cuộc chinh phục của Đế quốc Mông Cổ}}\n\n'''Cuộc xâm lăng của Mông Cổ ở Java''' là một nỗ lực quân sự của [[Hốt Tất Liệt]], người sáng lập [[nhà Nguyên]] (một phần của [[Đế quốc Mông Cổ]]), xâm chiếm [[Java]], một hòn [[đảo]] ở [[Indonesia]] hiện đại. Năm [[1293]], ông đã gửi một hạm đội xâm lược lớn đến Java với 20.000<ref>{{citation |last=Weatherford |first=Jack |title=Genghis khan and the making of the modern world |year=2004 |publisher=Random House |location=New York |isbn=0-609-80964-4 |page=239 }}<\/ref> đến 30.000 binh lính. Đây là một cuộc viễn chinh trừng phạt vua [[Kertanegara]] của [[Singhasari]], người đã từ chối không tỏ lòng tôn kính nhà Nguyên và làm hại một trong những sứ giả của mình. Tuy nhiên, nó đã kết thúc với sự thất bại của người Mông Cổ.\n== Hoàn cảnh ==\nHốt Tất Liệt, người sáng lập nhà Nguyên, nhà lãnh đạo chính thống của Đế quốc Mông Cổ, đã phái các sứ giả đến nhiều quốc gia để yêu cầu họ phải thuần phục và cống nạp cho triều đại này. [[Mạnh Chí]] (孟琪), một trong những sứ giả của ông ta đã được gửi tới Java, đã không được đón nhận ở đó.<ref>{{citation |last=Grousset |first=Rene |chapter= |title=Empire of steppes, Wars in Japan, Indochina and Java |year=1988 |publisher=Rutgers University Press |location=New Jersey |isbn=0-8135-1304-9 |page=288 }}.<\/ref> Vua Singhasari, đã bị xúc phạm bởi đề nghị của vị sứ giả này và kết quả là khuôn mặt của vị này in vết hằn bởi kim loại nung nóng và vị sứ giả bị cắt tai và ông bị đuổi về nước một cách khinh bỉ.\n\nHốt Tất Liệt đã bị sốc và ra lệnh cho một cuộc viễn chinh trừng phạt chống lại Kertanagara, người mà ông đã trù dập rằng là một kẻ man rợ, vào năm [[1292]]. Theo [[Nguyên sử]], cuốn sách về lịch sử của triều đại nhà Nguyên, 20-30.000 người được thu thập từ [[Phúc Kiến]], [[Giang Tây]] và [[Hồ Quảng]] ở miền nam [[Trung Quốc]], cùng với 1.000 tàu và đủ điều kiện cho một năm<ref>Weatherford (2004), and also Man (2007).<\/ref>. Các quan chỉ huy là người Mông Cổ tên là [[Shi-bi]], người [[Duy Ngô Nhĩ]] tên là [[Ike Mese]], và người Trung Quốc tên là [[Cao Hành]]. Loại tàu nào mà họ sử dụng cho chiến dịch này không được đề cập đến trong Nguyên sử, nhưng chúng rõ ràng là lớn vì thuyền nhỏ hơn phải được xây dựng để vào sông Java.\n\nTrong khi đó, sau khi đánh bại [[Malayu Dharmasraya]] ở [[Sumatra]] vào năm [[1290]], Singhasari trở thành vương quốc hùng mạnh nhất trong khu vực. Kertanegara đã gửi một đội quân lớn đến Sumatra trong chiến dịch [[Pamalayu]] này. Tuy nhiên, nắm lấy cơ hội thiếu quân đội bảo vệ thủ đô, năm 1292 [[Jayakatwang]], công tước của [[Kediri]] (Gelang-gelang), một quốc vương của Singhasari, nổi dậy chống lại Kertanegara. Sự nổi dậy của Jayakatwang được [[Arya Wiraraja]] hỗ trợ,<ref name=Coedes>{{chú thích sách\n | last =  Cœdès\n | first = George\n | authorlink = Georges Coedès\n | title = The Indianized states of Southeast Asia\n | publisher = University of Hawaii Press\n | year = 1968\n | url = https:\/\/books.google.com\/books?id=iDyJBFTdiwoC\n | isbn =9780824803681 }}<\/ref>{{rp|199}} một nhà hoạt động từ Sumenep trên đảo [[Madura]], người đã bí mật phản bội Kertanegara.\n\nQuân đội Kediri (Gelang-gelang) tấn công Singhasari đồng thời từ cả hai phía Bắc và Nam. Nhà vua chỉ nhận ra cuộc xâm lược từ phía bắc và đưa con rể của mình, Nararya Sanggramawijaya ([[Raden Wijaya]]) về phía bắc để đánh bại cuộc nổi dậy. Cuộc tấn công phía bắc bị hủy bỏ, nhưng cuộc tấn công phía Nam vẫn không bị phát hiện cho đến khi họ tiến đến và phá hủy thủ đô không có sự chuẩn bị của Kutaraja. Jayakatwang chiếm đoạt và giết chết Kertanagara trong lễ thiêng liêng Tantra, do đó chấm dứt vương quốc Singhasari.\n\nSau khi biết được sự sụp đổ thủ đô Singhasari của Kutaraja đến cuộc nổi loạn của Kadiri, Raden Wijaya đã cố gắng quay trở lại và bảo vệ Singhasari nhưng thất bại. Ông và ba vị tướng chiến hữu, [[Ranggalawe]], [[Sora]] và [[Nambi]], đã đi lưu vong đến Madura dưới sự bảo vệ của [[Arya Wiraraj]], cha của Nambi, và sau đó quay sang Jayakatwang. Người con rể của Kertanegara, [[Raden Wijaya]], đến Kediri, bị bắt bởi Arya Wiraraja và được Jayakatwang ân xá. Wijaya sau đó đã được trao cho phép để thiết lập một khu định cư mới tại [[Tarik]]. Khu định cư mới có tên là [[Majapahit]], được lấy từ hoa quả có hương vị cay đắng trong gỗ đó ([[pahit]] có nghĩa là cay đắng).\n\n== Cuộc xâm chiếm ==\n[[Tập tin:Ser Marco Polo Ancient Chinese War Vessel.jpg|thumb|Chiến thuyền nhà Nguyên [[thế kỷ 14]]. Hạm đội hải quân nhà Nguyên bao gồm loại chiến thuyền này]]\n\nQuân Nguyên rời khỏi cảng [[Quan Châu]] phía nam,<ref name=chengho>{{Citation\n | last = Sen \n | first = Tan Ta \n |author2=Dasheng Chen\n | title = Cheng Ho and Islam in Southeast Asia\n | publisher = Institute of Southeast Asian Studies\n | date = 2009\n | location = \n | pages = 186\n | url = https:\/\/books.google.com\/books?id=vIUmU2ytmIIC\n | doi = \n | id = \n | isbn = 9789812308375}}<\/ref> đi dọc theo bờ biển [[Đại Việt]] và [[Champa]] dọc theo con đường dẫn đến mục tiêu chính của họ. Các tiểu bang nhỏ bé của [[Malay]] và Sumatra đã đệ trình và gửi các phái viên cho họ, và các tướng Nguyên đã để lại [[darughachis]] ở đó. Có ý kiến cho rằng quân Nguyên đã dừng lại ở Ko-lan ([[Biliton]]). Sau khi đến Java, Shi-bi chia lực lượng của họ, đưa một nhóm trên bờ và một người khác để tiếp tục đi bằng thuyền. Ở [[Kidung Panji-Wijayakrama]], họ có thể cướp phá làng ven biển [[Tuban]].\n\nKhi quân đội Yuan đến Java, Wijaya liên minh với quân đội để đánh lại Jayakatwang và đưa cho Mông Cổ một bản đồ của đất nước Kalang (Gelang-gelang, một cái tên khác của Kediri). Theo [[Nguyên sử ]], Wijaya đã tấn công Jayakatwang không thành công khi nghe nói đến sự xuất hiện của hải quân nhà Nguyên. Sau đó, ông yêu cầu viện trợ của họ. Đổi lại, tướng nhà Nguyên yêu cầu nộp cho hoàng đế của họ, và ông đã đáp ứng.\n\nChi tiết của cuộc chiến xuất hiện trong Nguyên sử (Sách 210) ngắn gọn:\n\n... Những người lính từ [[Dahanese]] đến để tấn công Wijaya vào ngày thứ bảy của tháng, Ike Mese và Cao Hành đến vào ngày thứ tám, một số lính Dahanese đã bị đánh bại, phần còn lại chạy trốn lên núi. Vào ngày thứ mười chín, [[người Mông Cổ]] và đồng minh của họ đến [[Daha]], đã chiến đấu bằng lượng hơn 100.000 lính, tấn công 3 lần, giết chết 2.000 người ngay tức khắc trong khi buộc hàng ngàn người xuống sông nơi họ bị chết đuối. Jayakatwang rút lui vào [[cung điện]] của mình...\n\nKhi Jayakatwang bị quân Mông Cổ chiếm, Raden Wijaya trở về Majapahit, nhằm mục đích chuẩn bị cho việc hòa giải bằng việc cống nạp, rời khỏi đồng minh của mình đang ăn mừng chiến thắng. Shi-bi và Ike Mese cho phép Raden Wijaya trở lại đất nước của mình để chuẩn bị cống phẩm và là thư mới về sự cống nạp, nhưng Cao Hành không thích ý tưởng đó và ông cảnh báo hai người kia. Wijaya yêu cầu quân Nguyên đến nước mình không vũ trang.\n\nHai trăm binh lính Nguyên không vũ trang do hai sĩ quan đã được gửi tới đất nước của Raden Wijaya, nhưng Raden Wijaya nhanh chóng huy động lực lượng của mình và phục kích đoàn xe Nguyên. Sau đó, Raden Wijaya đã diễu hành lực lượng của mình đến trại Yuan chính và tung ra một cuộc tấn công bất ngờ, giết chết nhiều người và gửi phần còn lại chạy trở lại tàu của họ. Các lực lượng nhà Nguyên đã phải rút lui vì hỗn loạn, khi [[gió mùa]] mang họ về nước, rời khỏi hòn đảo Java sau 6 tháng chiến đấu. Quân Nguyên đã mất hơn 3.000 binh lính của mình.<ref name=chengho \/><ref>Yuan shi [[History of Yuan]].<\/ref>\n== Hậu quả ==\nBa vị tướng của nhà Nguyên, sau khi đã mất đi một lượng đáng kể quân lính sau trận phục kích, đã trở lại đế quốc của họ với những người lính còn sống sót. Khi đến, Shi-bi đã nhận 70 roi và một phần ba tài sản bị tịch thu vì đã để cho thất bại xảy ra. Ike Mese cũng bị khiển trách và một phần ba tài sản của ông bị lấy đi. Nhưng Cao Hành đã được tặng 50 lượng vàng khi đã bảo vệ những người lính của mình khỏi cuộc phục kích. Sau đó, Shi-bi và Ike Mese được tỏ lòng thương xót, và [[hoàng đế]] đã khôi phục danh tiếng và tài sản của họ.<ref>{{Harvnb|Man|2007|p=281}}.<\/ref>\n\nSự thất bại này là cuộc chinh chiến cuối cùng trong thời [[Hốt Tất Liệt]]. Ngược lại, Majapahit trở thành quốc gia hùng mạnh nhất trong thời đại của nó trong khu vực mà bây giờ là Indonesia<ref>{{citation |last=Saunders |first=J. J. |title=The history of Mongol conquests |year=2001 |publisher=University of Pennsylvania Press |location=Philadelphia |isbn=0-8122-1766-7 }}.<\/ref>.\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Cuộc xâm lược của Đế quốc Mông Cổ]]\n[[Thể loại:Lịch sử Java]]\n[[Thể loại:Hốt Tất Liệt]]\n[[Thể loại:Chiến tranh liên quan đến người Mông Cổ]]\n[[Thể loại:Xung đột năm 1293]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]"}