{"3218243":"{{bài cùng tên|Mùa xuân đầu tiên}}\n{{phân biệt|Mùa xuân đầu tiên (bài hát của Tuấn Khanh)}}\n{{Thông tin bài hát Việt\n|tên = Mùa Xuân Đầu Tiên|image =|imagesize = |caption = |nhạc sĩ = [[Văn Cao]]|lời = [[Văn Cao]]|tên khác = |thể loại = |năm = [[1976]]|ca sĩ = [[Thanh Thúy (ca sĩ sinh 1977)|Thanh Thúy]], [[Ánh Tuyết]], [[Hồng Nhung]], [[Đức Tuấn]]}}\n'''Mùa xuân đầu tiên''' là ca khúc của nhạc sĩ [[Văn Cao]] sáng tác vào giáp Tết [[Bính Thìn]] (1976). Đây là ca khúc đầu tiên của ông sáng tác và được phổ biến, sau 20 năm kể từ lần cuối cùng Văn Cao tuyên bố gác bút, từ bỏ sự nghiệp sáng tác và kể từ khi ông bị cô lập sau khi tham gia vào nhóm ''[[Nhân văn Giai phẩm]]''<ref name=\"vne1\">{{Chú thích web|tác giả 1=Anh Mai|url=http:\/\/giaitri.vnexpress.net\/tin-tuc\/nhac\/lang-nhac\/mua-xuan-dau-tien-va-nguoi-tien-tri-cua-thoi-dai-2938149.html|tiêu đề=Mùa xuân đầu tiên’ và người tiên tri của thời đại|nhà xuất bản=VnExpress|ngày tháng=ngày 31 tháng 1 năm 2014}}<\/ref><ref name=\"ttvh\">[http:\/\/thethaovanhoa.vn\/video\/van-hoa-giai-tri\/mua-xuan-dau-tien-dieu-valse-da-diet-ngay-doan-tu-n20150210113850053.htm 'Mùa Xuân đầu tiên' - điệu valse da diết ngày đoàn tụ], Thể thao Văn hóa, 19\/02\/2015<\/ref> và được xem là tác phẩm cuối cùng của ông.<ref name=\"cand1\">{{Chú thích web|url=http:\/\/vnca.cand.com.vn\/Tu-lieu-van-hoa\/Co-nhac-si-Van-Cao-Mua-xuan-dau-tien-tuyet-tac-cuoi-cung-329678\/|tiêu đề=Cố nhạc sĩ Văn Cao: \"Mùa xuân đầu tiên\", tuyệt tác cuối cùng |ngày tháng=20\/02\/2012|tác giả 1=Dương Minh Đức|nhà xuất bản=Báo Công an nhân dân điện tử.}}<\/ref>\n\nVăn Cao đã tìm cho mình một góc thăng hoa riêng về [[sự kiện 30 tháng 4 năm 1975]] để viết ra&nbsp;''Mùa xuân đầu tiên''&nbsp;với mong muốn khép lại một thời chiến tranh mà ông đã mô tả trong&nbsp;''[[Tiến quân ca]]''.<ref name=\"nkt\">{{Chú thích web|url = http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/20150430\/suc-song-cua-mua-xuan-dau-tien\/740327.html|tiêu đề = Sức sống của Mùa xuân đầu tiên|tác giả 1=Nguyễn Thụy Kha|ngày tháng=ngày 30 tháng 4 năm 2015|nhà xuất bản=Tuổi Trẻ}}<\/ref> Ông nói với con: \"Cha viết bài nầy mừng đất nước thống nhất, nhân dân mình đoàn tụ\".<ref name=\"ttvh\"\/>\n\n== Hoàn cảnh ra đời ==\nBài hát đã được nhạc sĩ Văn Cao lên ý tưởng từ sau khi [[hiệp định Paris]] được ký kết, nhưng phải đến mùa xuân đầu tiên sau khi đất nước thống nhất năm 1976 ông mới viết và hoàn thành.\n\nTheo đơn đặt hàng của báo ''[[Sài Gòn Giải Phóng]]'', Văn Cao nhận lời và viết ''Mùa xuân đầu tiên'' vào dịp giáp Tết Bính Thìn, và ca khúc được đăng lần đầu tiên trên số báo Xuân ''Sài Gòn Giải Phóng'' 1976.<ref name=\"cand1\"\/> Nhưng ca khúc bị phê bình là \"nghe mơ hồ rắc rối, kêu gọi tình thương một cách chung chung, thiếu tính giai cấp\", \"ủy mị, yếu đuối\" và bị xem là \"lạc điệu\" so với những bài hát [[nhạc đỏ|nhạc Đỏ]] \"hào hùng, sảng khoái, ca từ hân hoan, hừng hực khí thế chiến thắng\" lúc bấy giờ<ref name=\"vne1\"\/><ref name=\"cand1\"\/>. Mặc dù vậy, các chương trình phát thanh tiếng Việt tại [[Moskva]] vẫn cho trình bày bài hát, và nhờ vậy ''Mùa xuân đầu tiên'' đã không bị lãng quên<ref>{{Chú thích web | url = http:\/\/trannhuong.com\/tin-tuc-14892\/van-cao-mot-thien-tai-mot-so-phan.vhtm | tiêu đề = \tVăn Cao một thiên tài, một số phận | tác giả 1 = | ngày = | ngày truy cập = 2 tháng 5 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>. Ông Văn Thao, người con trai của Văn Cao, tiết lộ tiếp rằng: \"Nhưng cũng thật bất ngờ (không hiểu bằng con đường nào), trong cái năm 1976 ấy ''Mùa xuân đầu tiên'' được in ở nước Nga và được [[Liên Xô]] trả nhuận bút cho tác giả 100 [[rúp]]. Văn Cao phải viết giấy uỷ quyền qua [[đại sứ quán]] để con gái ông đang học bên đó lĩnh hộ. Ông bảo con gái: \"Con cứ lấy mà tiêu, ở nước mình bao lâu nay bố có được biết đến đồng nhuận bút tác phẩm nào đâu.\"<ref>{{Chú thích web | url = http:\/\/tapchisonghuong.com.vn\/tap-chi\/c168\/n2814\/Van-Cao-voi-ca-khuc-Mua-xuan-dau-tien.html | tiêu đề = Văn Cao với ca khúc Mùa xuân đầu tiên | tác giả 1 = | ngày = | ngày truy cập = 30 tháng 4 năm 2015 | nơi xuất bản = Tạp chí Sông Hương - Số 179-180 (tháng 1-2 năm 2004)| ngôn ngữ = }}<\/ref> Còn tại Việt Nam, ca khúc vẫn chưa được phép phổ biến.\n\n== Những khó khăn ban đầu ==\nCuối xuân 1985, tỉnh [[Nghĩa Bình (tỉnh)|Nghĩa Bình]] ([[Quảng Ngãi]] và [[Bình Định]] ghép lại) có nhã ý mời Văn Cao, [[Nguyễn Trọng Tạo]] và [[Nguyễn Thụy Kha]] vào thăm và sáng tác cho tỉnh. Sau đó, mỗi người làm một [[bưu thiếp]] gồm một bức ký họa chân dung, một bài thơ và một bản nhạc. Về phần Văn Cao là bức tự họa của ông, một bài thơ ông mới viết về [[Quy Nhơn]] và bản nhạc là \"Mùa xuân đầu tiên\" mà ông cất trong tủ từ nhiều năm, theo lời Văn Cao:\" “Viết ra in trên báo Sài Gòn Giải Phóng, rồi đưa cho đài từ năm 1976, có thu đâu mà chả để trong tủ. May Liên Xô (cũ) còn in cho làm kỷ niệm”.<ref name=\"nkt\"\/>&nbsp;\n\nNăm 1988,<!-- bài báo in nhầm năm --> niềm vui trở lại với Văn Cao. Ngoài việc [[Hội Nhà văn Việt Nam]] phục hồi hội tịch cho các bạn ông như [[Hữu Loan]], [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]], [[Trần Dần]], [[Lê Đạt]], [[Phùng Quán]] sau 30 năm,<ref>[http:\/\/www.tienphong.vn\/Page\/PrintView.aspx?ArticleID=14890 Duyên tình giữa bác “Sông Lô” và bác “Sông Đuống”] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150518085533\/http:\/\/www.tienphong.vn\/Page\/PrintView.aspx?ArticleID=14890 |date=2015-05-18 }}, Tiền Phong, 07 tháng 07 năm 2005<\/ref> và với riêng ông là việc diễn ra hơn 60 đêm nhạc của ông từ mùa xuân cho tới mùa thu, cùng lúc Nhà xuất bản Tác phẩm Mới ấn hành tập thơ ''Lá'' của Văn Cao và đặc biệt [[Nhà xuất bản Trẻ]] ấn hành một tập thơ\/nhạc khổ rộng mang tên ''Thiên thai'', trong ấn phẩm này, có công bố bài hát ''Mùa xuân đầu tiên''.<ref name=\"nkt\"\/>\n\n== Được công chúng biết đến và đón nhận ==\nNăm 1991, khi ông Nguyễn Ngọc Hà thay mặt ''Hội Việt kiều yêu nước tại Pháp'' đặt Nguyễn Thụy Kha làm một phim video ca nhạc về cuộc đời Văn Cao, trong cảnh Văn Cao về quê [[Nam Định]], ông lồng ''Mùa xuân đầu tiên'' vào một đoạn dài. Lần đầu tiên,&nbsp;''Mùa xuân đầu tiên''&nbsp;được ca sĩ Quốc Đông thu âm với phần đệm đàn organ của nhạc sĩ [[Hoàng Lương]].<ref name=\"nkt\"\/>\n\nNăm 1992, Nhà xuất bản Lao động ấn hành cuốn tiểu thuyết tư liệu do Nguyễn Thụy Kha viết và mang tên \"''Văn Cao - người đi dọc biển''\". Trong sách có một chương dành cho&nbsp;''Mùa xuân đầu tiên''.<ref name=\"nkt\"\/> Cuốn sách hiện được lưu trữ tại thư viện [[Đại học Harvard]] ở thành phố [[Boston]] thuộc bang [[Massachusetts]] của [[Mỹ]].\n\nNăm 1993, Nhà xuất bản Văn Học tiến hành xuất bản ''Tuyển tập thơ Văn Cao'' để kỷ niệm 70 năm sinh của ông (1923-1993). Năm ấy, một chương trình đêm nhạc Văn Cao mang tên \"''Văn Cao - một đồng hành tuổi trẻ''\" được tổ chức biểu diễn tại [[Cung Văn hóa Thể thao Thanh niên Hà Nội|Cung Văn hóa Thanh niên]] ở phố Tăng Bạt Hổ, [[Hà Nội]]. Trong chương trình, nữ ca sĩ Minh Hoa của Trường cao đẳng Văn hóa nghệ thuật quân đội đã trình diễn&nbsp;''Mùa xuân đầu tiên'' và đó là lần đầu tiên ca khúc này được hát trên sân khấu, dù chỉ là trong một buổi \"văn nghệ quần chúng\".<ref name=\"nkt\"\/>\n\nSố phận long đong của&nbsp;''Mùa xuân đầu tiên''&nbsp;phải kéo dài tới 20 năm, thật sự là phải đến sau ngày Văn Cao mất (ngày 10 tháng 7 năm 1995), bài hát mới được phổ biến rộng khắp nơi.<ref name=\"ttvh\"\/><ref name=\"nkt\"\/> Vào dịp giỗ 49 ngày của ông, trong hội diễn toàn quốc diễn ra ở Đà Nẵng, một đêm nhạc Văn Cao diễn ra với sự trình diễn của tốp diễn viên Trường cao đẳng Văn hóa nghệ thuật quân đội, mà trong đêm ấy, ''Mùa xuân đầu tiên''&nbsp;đã được một tốp ca nữ trình diễn.<ref name=\"nkt\"\/> Cùng năm ấy, đạo diễn Đinh Anh Dũng thực hiện phim ca nhạc \"''Văn Cao - Buổi sáng có trong sự thật''\", trong đó bài hát ''Mùa xuân đầu tiên'' được ca sĩ [[Thanh Thúy (ca sĩ sinh 1977)|Thanh Thúy]], lúc đó mới 17 tuổi, trình bày.<ref>Phạm Đình Trọng, [http:\/\/www.vanchuongviet.org\/index.php?comp=tacpham&action=detail&id=14404 Văn Cao, Mùa Xuân Cuối Cùng ], Văn chương Việt, 02.12.2010<\/ref> Từ đó, ''Mùa xuân đầu tiên''&nbsp;càng ngày càng lan tỏa ra đời sống.\n\n==Chú thích==\n{{Tham khảo|cột=}}\n\n==Liên kết ngoài==\n* Nguyễn Quang Thân, [http:\/\/www.chungta.com\/nd\/tu-lieu-tra-cuu\/tu_day_nguoi_biet_thuong_nguoi.html Từ đây người biết thương người], Thời Báo Kinh tế Sài Gòn, Xuân 2012, ChúngTa.com đăng lại.\n\n{{Văn Cao}}\n\n[[Thể loại:Nhạc xuân]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Ca khúc tiền chiến]]\n[[Thể loại:Nhạc Văn Cao]]\n[[Thể loại:Bài hát năm 1976]]\n[[Thể loại:Waltz]]\n[[Thể loại:Bài hát sáng tác bởi Văn Cao]]\n[[Thể loại:Ca khúc bị kiểm duyệt ở Việt Nam]]"}