{"3246521":"{{Infobox storm\n|event=Mưa lũ miền Bắc Việt Nam\n|image=\n|caption=\n|formed=24 tháng 7 năm 2015\n|dissipated=4 tháng 8 năm 2015\n|power outages=Hơn 1,2 vạn khách hàng ở 27 tỉnh miền Bắc Việt Nam\n|location=Bắc Bộ, Bắc Trung Bộ Việt Nam\n|damages=khoảng 3000 tỷ đồng (U$100-110 triệu),<br\/>đang cập nhật\n|fatalities=khoảng 38 người,<br\/> đang cập nhật\n}}\n'''Mưa lũ miền Bắc Việt Nam''' là một tổ hợp thiên tai ảnh hưởng đến các tỉnh miền Bắc Việt Nam trong khoảng thời gian cuối tháng 7 - đầu tháng 8 năm 2015. Đây là thiên tai gây ra thiệt hại rất lớn, làm đình trệ sản xuất, ảnh hưởng đến nhiều ngành công nghiệp ở phía Bắc Việt Nam, nhất là ngành than. Nó cũng làm cho một trận đấu tại vòng 19 V-League bị lùi lại tới 2 lần.\n\nĐợt mưa này bắt đầu vào ngày 24 tháng 7 năm 2015 khi một rãnh áp thấp di chuyển từ phía Trung Quốc xuống, đem đến những trận mưa đầu tiên nhưng không đáng kể. Ngày hôm sau, rãnh thấp trở thành dải hội tụ nhiệt đới, hút các khối mây giông và gió ẩm hình thành vùng xoáy thấp có tâm lên đến độ cao 5000m, nằm ngay trên vùng biển ngoài khơi [[Quảng Ninh]] - [[Hải Phòng]]. Vùng xoáy thấp đã đem đến hàng loạt trận mưa như trút nước xuống các tỉnh thành miền Bắc, đặc biệt là mưa lượng lớn ở các tỉnh miền núi như [[Quảng Ninh]], [[Cao Bằng]], [[Lạng Sơn]], [[Lai Châu]], [[Bắc Kạn]].\n\nĐợt mưa lớn này đã phá hàng loạt kỷ lục lịch sử tại Việt Nam. Đặc biệt, trận lũ xảy ra sau mưa được coi là trận lũ tồi tệ nhất trong 40 năm.<ref name=\"nguyennhan\">{{chú thích web|author1=Hồng Hạnh|title=Nguyên nhân lũ lụt hoành hành khắp châu Á|url=http:\/\/vnexpress.net\/tin-tuc\/khoa-hoc\/moi-truong\/nguyen-nhan-lu-lut-hoanh-hanh-khap-chau-a-3257826.html|website=[[VnExpress]]|date=ngày 3 tháng 8 năm 2015|access-date =ngày 3 tháng 8 năm 2015}}<\/ref>\n\n==Hình thế gây mưa==\n[[Tập tin:Minh họa xoáy thấp.jpg|nhỏ|phải|220px|Đường đi (minh họa, không chính thức) của vùng xoáy thấp gây mưa]]\nNgày 23 tháng 7 năm 2015, một rãnh áp thấp được nén bởi bộ phận áp cao lục địa từ [[Trung Quốc]] di chuyển xuống [[Bắc Bộ Việt Nam]].<ref name=\"quandoinhandan\">[http:\/\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/trong-nuoc\/chieu-toi-va-dem-23-7-bac-bo-co-mua-vua-mua-to-den-rat-to\/370090.html Chiều tối và đêm 23 tháng 7, Bắc Bộ có mưa rào và giông] Báo Quân đội nhân dân. Truy cập ngày 3 tháng 8 năm 2015.<\/ref> Từ ngày 24 tháng 7 năm 2015, các tỉnh miền Bắc và Bắc Trung Bộ Việt Nam có mưa diện rộng.<ref name=tieudungplus>[http:\/\/tieudungplus.vn\/du-bao-thoi-tiet-ngay-25-7-2015-mua-dong-tren-dien-rongde-phong-lu-quet-va-sat-lo-dat-2130.html Dự báo thời tiết ngày 25 tháng 7 năm 2015: Miền Bắc có mưa rào và dông, đề phòng lũ quét, sạt lở đất] Báo điện tử Tiêu dùng, đăng lại bản tin dự báo của Trung tâm dự báo Khí tượng thủy văn Việt Nam. Truy cập 3 tháng 8 năm 2015.<\/ref> Ngày 25 tháng 7 năm 2015, rãnh thấp trở thành dải hội tụ nhiệt đới, hút các khối mây giông và gió ẩm hình thành một vùng xoáy thấp được phát triển lên đến độ cao 5000m nằm nhiều ngày trên Vịnh Bắc Bộ<ref name=kyluc\/>, sau đó di chuyển vào Đông Bắc Bắc Bộ.<ref>[http:\/\/tnmttuyenquang.gov.vn\/index.php?language=vi&nv=news&op=Khi-tuong-Thuy-van\/TIN-CANH-BAO-MUA-DONG-LU-QUET-VA-SAT-LO-DAT-TREN-DIA-BAN-TINH-TUYEN-QUANG-15371 Tin cảnh báo mưa giông, lũ quét và sạt lở đất trên khu vực tỉnh Tuyên Quang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160305095306\/http:\/\/tnmttuyenquang.gov.vn\/index.php?language=vi&nv=news&op=Khi-tuong-Thuy-van%2FTIN-CANH-BAO-MUA-DONG-LU-QUET-VA-SAT-LO-DAT-TREN-DIA-BAN-TINH-TUYEN-QUANG-15371 |date = ngày 5 tháng 3 năm 2016}} Sở tài nguyên và môi trường tỉnh Tuyên Quang, đăng lại bài của Trung tâm Dự báo Khí tượng Thủy văn Tuyên Quang và Trung tâm dự báo Khí tượng thủy văn Việt Nam. Truy cập 3 tháng 8 năm 2015.<\/ref>\n \nVùng xoáy thấp dịch chuyển dần về phía Tây, kéo theo đó là vùng mưa mở rộng ra các tỉnh phía Tây Bắc Bộ và Bắc Trung Bộ.<ref name=kyluc>[http:\/\/vtc.vn\/chuyen-gia-thoi-tiet-ly-giai-mua-lu-khung-khiep-o-quang-ninh.2.564920.htm Chuyên gia thời tiết lý giải mưa lớn khủng khiếp ở Quảng Ninh] Truyền hình kỹ thuật số VTC. Truy cập 4 tháng 8 năm 2015.<\/ref><ref name=baobackan>[http:\/\/www.backan.gov.vn\/Pages\/thong-tin-du-bao-thoi-tiet-345\/ban-tin-hang-ngay-346\/du-bao-thoi-tiet-cac-khu-vuc-trong-t-5b1a0b7ee0f933f9.aspx Dự báo thời tiết tỉnh Bắc Kạn đêm 30 ngày 31 tháng 7 năm 2015] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150923181557\/http:\/\/www.backan.gov.vn\/Pages\/thong-tin-du-bao-thoi-tiet-345\/ban-tin-hang-ngay-346\/du-bao-thoi-tiet-cac-khu-vuc-trong-t-5b1a0b7ee0f933f9.aspx |date = ngày 23 tháng 9 năm 2015}} Báo Bắc Kạn đăng lại bài của Trung tâm dự báo Khí tượng thủy văn Bắc Kạn và Trung tâm dự báo khí tượng thủy văn Việt Nam. Truy cập 4 tháng 8 năm 2015.<\/ref> Ngày 3 tháng 8, vùng xoáy thấp bắt đầu suy yếu và vào ngày 4 tháng 8 thì tan hẳn trên khu vực [[Thượng Lào]], đồng nghĩa với việc đợt mưa chấm dứt trên toàn khu vực Bắc Bộ Việt Nam.<ref name=kyluc\/><ref name=mualon>[http:\/\/danviet.vn\/tin-tuc\/lu-quet-sat-lo-dat-da-tiep-tuc-de-doa-vung-nui-phia-bac-617504.html Lũ quét, sạt lở đất đá tiếp tục đe dọa vùng núi phía Bắc] Báo điện tử Dân Việt. Truy cập 4 tháng 8 năm 2015.<\/ref>\n\nHiện tượng [[El Nino]] được cho là nguyên nhân chính gây ra lũ lụt tại Việt Nam và nhiều nước Đông Nam Á-Nam Á cuối tháng 7, đầu tháng 8 năm 2015.<ref name=\"nguyennhan\" \/>\n== Diễn biến mưa ==\nĐợt mưa lũ này được chia làm hai giai đoạn: Giai đoạn thứ nhất từ ngày 24 tháng 7 đến 30 tháng 7 năm 2015; Giai đoạn thứ hai là từ ngày 31 tháng 7 đến ngày 4 tháng 8 năm 2015.\n=== Giai đoạn thứ nhất ===\nDo vùng thấp nằm nhiều ngày trên Vịnh Bắc Bộ trong giai đoạn này nên mưa tập trung chủ yếu ở ven biển, trong đó tỉnh Quảng Ninh chịu tác động trực tiếp của hệ thống.<ref name=kyluc\/>\n\nBan chỉ đạo trung ương về phòng chống thiên tai (của Việt Nam) cho biết, trong thời gian từ 26 đến 27 tháng 7 ở khu vực ven biển Quảng Ninh có mưa rất to với lượng trung bình từ 200-300mm.<ref name=kyluc\/> Có những điểm mưa lượng khá như Cửa Ông là 555mm, Cô Tô là 381mm.<ref name=3ngchet>[http:\/\/vnexpress.net\/tin-tuc\/thoi-su\/mua-lon-o-mien-bac-lam-3-nguoi-chet-3254233.html Mưa lớn ở miền Bắc làm 3 người chết] Báo điện tử VnExpress. Truy cập 6 tháng 8 năm 2015.<\/ref> Ở [[Vịnh Bắc Bộ]] có gió mạnh cấp 6 giật cấp 7, cấp 8 (theo [[thang sức gió Beaufort]]).<ref>[http:\/\/www.vishipel.com.vn\/index.aspx?page=detail&id=15697 Cảnh báo mưa dông, sóng lớn trên biển]. Công ty điện tử hàng hải Việt Nam, đăng lại bài của Trung tâm Dự báo Khí tượng Thủy Văn Việt Nam. Truy cập 6 tháng 8 năm 2015.<\/ref>\n\n=== Giai đoạn thứ hai ===\nKhi vùng xoáy thấp dịch chuyển vào đất liền, vùng mưa lũ mở rộng ra toàn miền Bắc và Bắc Trung Bộ từ đêm ngày 31 tháng 7.<ref name=vnplus>[http:\/\/www.vietnamplus.vn\/dem-317-vung-mua-lon-se-mo-rong-ra-khu-vuc-viet-bac-va-tay-bac\/335695.vnp Đêm 31 tháng 7 vùng mưa lớn sẽ mở rộng ra toàn miền Bắc] VietNamPlus. Truy cập 7 tháng 8 năm 2015.<\/ref> Quảng Ninh vẫn là tâm điểm mưa lũ khi ở vùng [[Yên Tử]] có lượng mưa lên đến khoảng 700mm.<ref>[http:\/\/tuoitre.vn\/tin\/chinh-tri-xa-hoi\/20150802\/them-3-nguoi-chet-mua-lu-van-phuc-tap-o-mien-bac\/787197.html Thêm 3 người chết, mưa lũ vẫn phức tạp ở miền Bắc] Báo Tuổi trẻ. Truy cập 7 tháng 8 năm 2015.<\/ref>\n\nTừ ngày 31 tháng 7 đến ngày 4 tháng 8, xuất hiện một đợt lũ lớn trên hệ thống các con sông ở miền Bắc.<ref name=vnplus\/> Đỉnh lũ trên các sông đạt mức cao nhất, báo động 3 (theo thang cảnh báo lũ Việt Nam) vào ngày 3 tháng 8.<ref>[http:\/\/baotintuc.vn\/xa-hoi\/lu-khan-cap-tren-song-luc-nam-song-thuong-20150803193008711.htm Tin lũ khẩn cấp trên các sông Bắc Bộ] Báo Tin Tức, truy cập 7 tháng 8 năm 2015.<\/ref> Ngày 4 tháng 8, đợt mưa chính thức kết thức khi vùng xoáy thấp tan biến và rãnh thấp yếu đi.<ref>[http:\/\/m.tintuconline.com.vn\/thoi-su\/dot-mua-keo-dai-sap-ket-thuc-p0c1001n20150804095840535.vnn Đợt mưa kéo dài kết thúc] Báo Tin tức Online (đăng lại bài của Trung tâm Dự báo Khí tượng thủy văn Việt Nam. Truy cập 7 tháng 8 năm 2015.<\/ref>\n\n== Ảnh hưởng ==\n===Ngưng việc===\nNgày 6-8, Tập đoàn Công nghiệp than - khoáng sản cho biết, có tới 30 ngàn công nhân của họ vẫn chưa có thể đi làm lại.<ref>[http:\/\/tuoitre.vn\/tin\/kinh-te\/20150806\/van-con-30000-cong-nhan-nganh-than-dang-phai-nghi-lam\/789690.html]<\/ref>\n\n=== Mất điện ===\nTổng Công ty Điện lực miền Bắc (EVNNPC) loan báo vào ngày 3 tháng 8, hơn 1,2 vạn khách hàng ở 27 tỉnh miền Bắc Việt Nam không có điện do mưa lũ.<ref>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/08\/150803_mua_lu_mien_bac_vietnam Mưa lũ tàn phá miền Bắc Việt Nam], bbc, Truy cập 6 tháng 8 năm 2015.<\/ref> Đến ngày 5 tháng 8, nhiều hộ dân vẫn chưa có điện.<ref>[http:\/\/danviet.vn\/tin-tuc\/mua-lu-o-bac-bo-hang-nghin-ho-dan-van-chua-co-dien-618095.html Hàng nghìn hộ dân vẫn chưa có điện] Báo Dân Viẹt. Truy cập 7 tháng 8 năm 2015.<\/ref>\n\n=== Ô nhiễm môi trường ===\nTổ chức quốc tế bảo vệ môi trường, chuyên về các nguồn nước sạch [[Waterkeeper Alliance]] nói nước tràn ra từ các mỏ than và ba nhà máy nhiệt điện, chứa đầy chất bùn than độc hại, trong đó có cả các chất kim loại nặng arsenic, boron, barium, cadmium, chromium, chì, manganese, selenium và thallium, cụ thể là lũ lụt nghiêm trọng ở khu vực cảng Làng Khánh và sông Diễn Vọng đang cuốn theo lượng nước ô nhiễm từ nhà máy nhiệt điện Quảng Ninh đổ ra Vịnh Hạ Long.<ref name=bbc1\/>\n\n== Thiệt hại ==\nMưa bão dữ dội ở miền bắc tính đến ngày 6.8 đã làm hư hại 3 ngàn ngôi nhà, 38 người chết hoặc mất tích <ref name=vtc1>[http:\/\/vtc.vn\/38-nguoi-chet-va-mat-tich-sau-mua-lu-o-mien-bac.2.566047.htm 38 người chết và mất tích sau mưa lũ ở miền Bắc], vtc, 6 tháng 8 năm 2015,Truy cập 6 tháng 8 năm 2015.<\/ref> và nhấn chìm nhiều mỏ than lớn, gây quan ngại về nguy cơ ô nhiễm môi trường nghiêm trọng cho các cộng đồng địa phương và cho cả Vịnh Hạ Long. Theo trang web chính thức của Chính phủ, thiệt hại vật chất ước tính lên tới 2 nghìn tỷ đồng (khoảng gần 92 triệu đô la Mỹ), trong đó chừng phân nửa là thiệt hại của Tập đoàn công nghiệp Than và Khoáng sản Việt Nam (Vinacomin).<ref name=bbc1>[http:\/\/www.bbc.com\/vietnamese\/vietnam\/2015\/08\/150801_bao_lut_o_mien_bac Lũ lụt 'xả chất độc hại ra Vịnh Hạ Long'], bbc, 1 tháng 8 năm 2015,Truy cập 6 tháng 8 năm 2015.<\/ref>\n \n== Quảng Ninh ==\nthiệt hại rất nặng nề khi tại Cửa Ông sau 9 ngày có lượng mưa xấp xỉ 1.500&nbsp;mm\n\n=== Bắc Kạn ===\n=== Lạng Sơn ===\nToàn tỉnh Lạng Sơn có 154 nhà bị ngập, 35 nhà bị sập, hư hỏng do sạt lở đất, đá. Ngập cục bộ khoảng 1.500ha lúa, trên 340ha rau màu bị ngập cục bộ. Một số gia súc, gia cầm, thủy sản bị nước cuốn trôi. 12 công trình thủy lợi bị hư hỏng.<ref name=vtc1\/>\n=== Lào Cai ===\n=== Lai Châu ===\n=== Điện Biên ===\n=== Thanh Hóa ===\nNgày 4 tháng 8, lũ từ thượng nguồn đổ về đã cuốn phăng cây cầu sắt bắc qua sông Mã ở xã Thanh Xuân, huyện Quan Hóa (Thanh Hóa) trôi về phía hạ lưu. Cây cầu được xây dựng với chi phí ước tính hơn 20 tỷ đồng và mới đưa vào sử dụng được hai tháng.<ref>{{chú thích web|author1=Lê Hoàng|title=Lũ cuốn phăng cây cầu hơn 20 tỷ trên sông Mã|url=http:\/\/vnexpress.net\/photo\/thoi-su\/lu-cuon-phang-cay-cau-hon-20-ty-tren-song-ma-3258800.html|website=[[VnExpress]]|access-date =ngày 4 tháng 8 năm 2015|date=ngày 4 tháng 8 năm 2015}}<\/ref>\n\nTổng cộng mưa lũ ở tỉnh này đã khiến 3 người chết, 7 người mất tích; gần 90 hộ dân bị ngập lụt, 2 ngôi nhà bị cuốn trôi, 1 Trạm y tế bị ngập; hàng trăm diện tích lúa mùa, ngô và hoa màu bị ngập; sạt lở hàng trăm mét đê sông Chu và sông Mã; trôi một chiếc cầu treo…Thiệt hại ước tính khoảng 71 tỷ đồng.<ref>{{chú thích web|author1=|title=Nắng nóng trở lại miền Bắc, Thanh Hóa 3 người chết trong lũ|url=http:\/\/vietnamnet.vn\/vn\/xa-hoi\/255469\/nang-nong-tro-lai-mien-bac--thanh-hoa-3-nguoi-chet-trong-lu.html|websitevietnamnet|access-date =ngày 10 tháng 8 năm 2015|date=ngày 10 tháng 8 năm 2015}}<\/ref>\n\n=== Các nơi khác ===\n\n== Thăm hỏi, hỗ trợ từ quốc tế ==\n== Các kỷ lục ==\n== Vòng 19 V-League ==\nDo ảnh hưởng của đợt mưa lũ này, một trận đấu tại vòng 19 [[Giải bóng đá vô địch quốc gia]] [[Việt Nam]] là trận đấu giữa [[Câu lạc bộ bóng đá Than Quảng Ninh|Than Quảng Ninh]] và [[Câu lạc bộ bóng đá Hoàng Anh Gia Lai|Hoàng Anh Gia Lai]] đã bị lùi lại tới 2 lần, đến ngày 5 tháng 8.<ref name=thethaotuoitre>[http:\/\/thethao.tuoitre.vn\/tin\/2015\/08\/03\/bong-da\/tran-than-quang-ninh-hagl-thi-dau-vao-ngay-58\/69239.html Trận đấu giữa Hoàng Anh Gia Lai và Than Quảng Ninh trên sân Cẩm Phả sẽ thi đấu ngày 5 tháng 8] {{Webarchive|url=https:\/\/web.archive.org\/web\/20150804233038\/http:\/\/thethao.tuoitre.vn\/tin\/2015\/08\/03\/bong-da\/tran-than-quang-ninh-hagl-thi-dau-vao-ngay-58\/69239.html |date = ngày 4 tháng 8 năm 2015}} Báo Tuổi trẻ. Truy cập 5 tháng 8 năm 2015.<\/ref> Trước đó, theo lịch thi đấu từ Ban tổ chức V-League thì trận đấu này sẽ diễn ra vào ngày 2 tháng 8, nhưng do câu lạc bộ Than Quảng Ninh gửi công văn đề nghị đổi lịch thi đấu để khắc phục hậu quả đợt mưa lũ nên [[Công ty Cổ phần Bóng đá chuyên nghiệp Việt Nam]] (VPF) và Liên đoàn bóng đá Việt Nam (VFF) đã đồng ý dời lịch thi đấu sang ngày 4 tháng 8.<ref>[http:\/\/thethao.vnexpress.net\/tin-tuc\/bong-da-trong-nuoc\/tran-quang-ninh-hagl-lai-lui-ngay-3258168.html Trận Quảng Ninh - Hoàng Anh Gia Lai lại lùi lịch] VnExpress. Truy cập 5 tháng 8 năm 2015.<\/ref> Đến ngày 3 tháng 8, lãnh đạo Ủy ban nhân dân tỉnh Quảng Ninh đã có công văn hỏa tốc yêu cầu đình chỉ các hoạt động vui chơi giải trí trên địa bàn của tỉnh để tập trung khắc phục hậu quả nghiêm trọng về người và của sau trận lũ lịch sử nên chiều hôm đó, VPF đã họp với hai đội quyết định dời lịch thi đấu đến ngày 5 tháng 8.<ref name=thethaotuoitre\/> Trước trận đấu, các cầu thủ đội khách Hoàng Anh Gia Lai đã quyên góp ủng hộ đồng bào tỉnh Quảng Ninh.<ref>[http:\/\/laodong.com.vn\/the-thao\/cau-thu-hagl-quyen-gop-ung-ho-dong-bao-vung-lu-lut-quang-ninh-361268.bld Cầu thủ HAGL quyên góp ủng hộ vùng lũ lụt Quảng Ninh] Báo Lao động. Truy cập 5 tháng 8 năm 2015.<\/ref>\n\n==Xem thêm==\n*[[Các trận lũ lụt lớn ở Hà Nội và miền Bắc]]\n*[[Trận lụt ở miền Bắc và miền Trung Việt Nam 2008]]\n*[[Trận lụt đồng bằng sông Hồng năm 1971]]\n*[[Nạn đói năm Ất Dậu, 1944-1945]]\n*[[Bão Marty (1996)]]\n\n==Tham khảo==\n{{tham khảo|30em}}{{Thiên tai Việt Nam}}{{Các chủ đề|Khí tượng|Việt Nam}}\n\n[[Thể loại:Lũ lụt năm 2015]]\n[[Thể loại:Thiên tai năm 2015]]\n[[Thể loại:Thiên tai tại Việt Nam]]\n[[Thể loại:Việt Nam năm 2015]]"}