{"1250683":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Mường Tùng\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 21\n| kinh độ = 103\n| vĩ phút = 58\n| vĩ giây = 55\n| kinh phút = 5\n| kinh giây = 0\n| diện tích = 171,5 km²\n| dân số = 3.100 người\n| thời điểm dân số = 1999\n| mật độ dân số = 18 người\/km²\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Điện Biên]]\n| huyện = [[Mường Chà]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 03181<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Mường Tùng''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Mường Chà]], tỉnh [[Điện Biên]], [[Việt Nam]].\n\n==Địa lý==\nXã Mường Tùng nằm ở đông bắc huyện Mường Chà, bắc tỉnh Điện Biên, có vị trí địa lý:\n*Phía bắc giáp huyện [[Nậm Nhùn]], tỉnh [[Lai Châu]]\n*Phía đông giáp phường [[Na Lay]] và xã [[Lay Nưa]], thị xã [[Mường Lay]]\n*Phía Nam giáp xã [[Huổi Lèng]]\n*Phía tây giáp xã [[Chà Tở]].\n\nXã Mường Tùng có diện tích 171,5&nbsp;km², dân số năm 1999 là 3.100 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =2012-4-10 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 18 người\/km².\n\n===Địa hình===\nXã có địa hình chủ yếu là núi cao. Tại điểm cực nam của xã có '''núi Địa Đồ''' với độ cao 1.610m.\n\nPhía đông, dọc theo hai bên bờ dòng Nậm Lay là cánh đồng lúa nước tương đối bằng phẳng, chạy dài khoảng 2&nbsp;km.\n\n===Sông ngòi===\nMường Tùng là ngã ba sông của hai dòng [[Nậm He]] và [[Nậm Lay]] là các chi lưu phía nam của [[sông Đà]]. Hai dòng suối này là nguyên nhân chính gây ra các trận [[lũ quét]] liên tiếp trong các năm [[1990]] - [[1991]], [[1994]], [[1996]], [[2000]] làm chết và bị thương hàng trăm người cùng hàng nghìn gia súc, gia cầm, cây trồng,... Điển hình nhất là trận lũ lịch sử trong 2 ngày [[17 tháng 8|17]], [[18 tháng 8]] năm [[1996]], với lượng mưa 258&nbsp;mm, lũ bùn đá đã huỷ diệt gần hết thị trấn Mường Lay và một số vùng dân cư trong huyện, làm 54 người chết, 13 công sở, trường học, cửa hàng cùng hàng trăm nhà dân và ruộng vườn quanh thị trấn đã bị đất đá vùi kín. Nhiều tảng đá lớn đường kính 4 - 5m từ hai bên sườn núi trôi ra chắn ngang suối, bùn ngập các cánh đồng lúa, nhiều đoạn đường giao thông chính bị tắc nghẽn do sạt lở, làm cô lập hoàn toàn thị trấn.\n\nSuối Nậm He chảy theo hướng tây- đông, lưu vực gần 300&nbsp;km² hầu hết nằm trên địa bàn xã với độ dốc lớn. Tại hạ lưu, nhà máy thủy điện Nậm He đang được xây dựng với công suất lắp đặt 16 MW, điện năng bình quân trên 61 triệu MWh\/năm do Công ty Cổ phần thủy điện Nậm He (Tổng công ty Sông Đà) làm chủ đầu tư, sẽ được phát điện vào đầu năm [[2014]]. Công trình thủy điện này sẽ làm thay đổi toàn bộ bộ mặt kinh tế, xã hội của xã từ trước tới nay, tạo điều kiện cho việc phát triển kinh tế theo hướng công nghiệp hóa.\n\nSuối Nậm Lay chảy theo hướng nam- bắc kết nối với sông Đà cách ngã ba sông Nậm He khoảng 10&nbsp;km.\n\n===Khoáng sản===\nNăm [[2008]], [[Bộ Tài nguyên và Môi trường (Việt Nam)|Bộ Tài nguyên và Môi trường]] đã chính thức cấp phép thăm dò, khai thác khoáng sản mỏ đồng Nậm He - [[Huổi Sấy]] cho Công ty Cổ phần Khoáng sản miền Bắc với tổng vốn đầu tư lên tới 1.000 tỷ đồng. Dự án này đã trở thành dự án lớn nhất trong lĩnh vực khai thác khoáng sản trên địa bàn tỉnh Điện Biên từ trước tới nay, mở ra nhiều triển vọng về khai thác tiềm năng khoáng sản. Hàng năm, Công ty sẽ đóng góp vào ngân sách 190 tỷ đồng.\n\n==Giao thông== \nXã có [[quốc lộ 12]] nối thị xã Mường Lay với thành phố Điện Biên chạy qua theo hướng bắc nam, nằm ở phía đông xã, hữu ngạn Nậm Lay. Năm 2012, cầu Mường Tùng qua dòng Nậm Lay được khánh thành cùng con đường phía tả ngạn Nậm He, nối với trung tâm thị xã Mường Lay tạo điều kiện cho việc đi lại của bà con các dân tộc trong xã được tốt hơn.\n\nTháng 3 năm 2010, dự án đường liên xã Mường Tùng- Chà Tở với vốn đầu tư 290 tỷ đồng chạy theo hướng đông- tây, dọc theo dòng Nậm He nhằm rút ngắn khoảng cách từ quốc lộ 12 đi thị trấn Mường Nhé được khởi công. Cuối năm 2013, việc mở nền đường đã căn bản hoàn thành, để tiếp theo đó là trải nền bê tông át phan. Tương lai không xa, với việc đưa Nhà máy thủy điện Nậm He vào vận hành, con đường này và hồ thủy điện với diện tích lòng hồ 61,5 ha, mực nước dâng bình thường 375 m sẽ là những địa điểm du lịch thú vị của các du khách từ xa tới.\n\n==Chú thích==\n{{tham khảo|30em}}\n==Tham khảo==\n{{sơ khai Điện Biên}}\n{{Đơn vị hành chính thuộc huyện Mường Chà}}"}