{"197312":"{{Bảng tóm tắt về phim\n| name = Mười\n| image = muoi.jpg\n| caption = Poster chính thức tại Hàn Quốc.\n| imdb_rating = [[Tập tin:3of5.png]] 5.7\/10\n| director = Kim Tae-kyeong\n| producer = Bily Pictures<br>[[Phước Sang]]\n| writer = Kim Tae-kyeong\n| starring = Jo An<br>[[Cha Ye-ryeon]]<br>[[Anh Thư]]\n| music = Ryu Hyeong-wook\n| cinematography = Park Jae-hong\n| editing = Ko Im-pyo\n| distributor = [[Cinema Service]]<br \/>[[CJ Entertainment]] (Hàn Quốc)<br \/>[[Hãng phim Phước Sang]] (Việt Nam)\n| released = 25 tháng 7 năm 2007<ref name=\"Koreanfilm.org\">[http:\/\/www.koreanfilm.org\/films2007.html#jul Korean Film List 2007], ''Koreanfilm.org''. Truy cập 20 tháng 1 năm 2008.<\/ref><br\/>(Hàn Quốc)<br\/>24 tháng 12 năm 2007<br\/>(Việt Nam)\n| runtime = 98 phút\n| country = Hàn Quốc<br>Việt Nam\n| language = Tiếng Hàn<br>Tiếng Việt\n| awards = '''Cánh diều vàng 2008'''<br>''Quay phim xuất sắc nhất'' <br> ''Âm thanh xuất sắc nhất''\n| budget = 3 triệu USD\n| preceded_by = <!-- trước -->\n| followed_by = [[Mười: Lời nguyền trở lại]]\n| mpaa_rating = <!-- đánh giá MAPP -->\n| tv_rating = <!-- đánh giá TV -->\n| imdb_id = 0937231\n}}\n'''''Mười: Truyền thuyết về bức chân dung''''', hay còn gọi ngắn là '''''Mười''''', là một bộ [[phim kinh dị]] hợp tác Hàn-Việt ra mắt năm 2007 do Kim Tae-kyeong đạo diễn, các đơn vị [[Việt Nam]] và [[Hàn Quốc]] đồng sản xuất. Đây được xem là phim điện ảnh kinh dị Việt Nam đầu tiên sau nhiều năm thể loại này vắng bóng trên màn ảnh rộng.<ref>[http:\/\/nld.com.vn\/san-khau\/no-ro-phim-kinh-di-made-in-vn-183490.htm Nở rộ phim kinh dị \"made in VN\"] Hương Nhu báo Người lao động 21\/03\/2007 01:49<\/ref>\n\n== Nội dung ==\n{{biết trước nội dung tác phẩm}}\nỞ Hàn Quốc, sau ba năm không được xuất bản sách, Yoon-hee ([[Jo An]]) bị chủ bút buộc tìm ra gì đó hấp dẫn cho tác phẩm mới. Cô được Seo-yeon ([[Cha Ye-ryeon]]), người bạn cũ giờ sống ở Việt Nam, tiết lộ câu chuyện dân gian về oán hồn Mười. Yoon-hee hăm hở đến Việt Nam để tìm hiểu truyền thuyết, bất chấp từng kể xấu Seo-yeon trong một cuốn sách cũ.\n\nỞ Việt Nam, Yoon-hee biết thêm về Mười ([[Anh Thư]]), đứa con thứ mười trong một gia đình khoảng 100 năm trước. Cô trưởng thành với vẻ đẹp lạ kỳ và phải lòng họa sĩ tài hoa Nguyễn ([[Bình Minh (người mẫu)|Bình Minh]]). Nhưng Nguyễn đã sánh duyên cùng người vợ giàu có Hồng (Hồng Ánh), rất ghen tuông và ác độc. Phát hiện chồng ngoại tình, Hồng cho người bẻ chân Mười rồi tạt axit khiến khuôn mặt cô biến dạng. Mười tràn ngập thù hận vì bị xã hội cô lập, ngược đãi, cũng không dám gặp người yêu vì hình hài xấu xí. Ngày 15 âm lịch, cô treo cổ tự vẫn để trở thành oán hồn báo thù. Những nhà sư trong làng phong ấn linh hồn Mười trong bức chân dung cô bằng một chiếc [[trâm]] cài tóc. Trong [[Chiến tranh thế giới thứ hai|Thế chiến thứ hai]], một sĩ quan Nhật tháo phong ấn khiến oán hồn Mười thoát ra, còn bức tranh thất lạc.\n\nNhững điều ghê rợn xảy ra trong lúc Yoon-hee tìm hiểu về Mười. Ngoài ra, giáo sư Hàn Quốc tên Park, người nghiên cứu về Mười nhiều năm qua, đã biến mất không chút manh mối. Yoon-hee tới phòng vẽ tranh của Seo-yeon, phát hiện bức tranh về xâm hại tình dục và đặc biệt là một bức tranh Seo-yeon trong bộ áo dài trắng. Seo-yeon mở lòng với Yoon-hee về ngày cô bị xâm hại và quay phim. Đồng cảm và thấy có lỗi với Seo-yeon, Yoon-hee nói lời xin lỗi và Seo-yeon đáp bằng việc trao cho bạn chiếc nhẫn của mẹ và lời gợi ý Yoon-hee tới ngôi chùa năm xưa đã phong ấn Mười. Ngày 15 tháng Giêng (âm lịch), Yoon-hee chứng kiến Seo-yeon lên cơn và cho rằng Mười đã nhập vào bạn mình. Cô đến chùa, nhận một cây trâm được cho là có thể tiêu diệt Mười bằng cách đâm vào tim Seo-yeon. Đêm đó, trong nhà, Yoon-hee tìm ra thi thể giáo sư Park cùng cuộn băng ghi âm câu thần chú triệu hồi Mười. Cuối đường hầm, cô thấy bức tranh của Mười. Oán hồn được đánh thức, truy đuổi Yoon-hee. Mười đột nhiên biến mất, còn Seo-yeon xuất hiện và khăng khăng đòi Yoon-hee giết cô bằng cách đâm cây trâm vào tim. Yoon-hee đau đớn ra tay, nhưng Seo-yeon tiết lộ đó là âm mưu của cô. Cái chết của Seo-yeon khiến Mười nhập vào Yoon-hee, bắt đầu một lời nguyền nữa.\n\nNgày 15 tháng Hai (âm lịch), Yoon-hee (đã bị Mười chiếm hữu) về Hàn Quốc để sát hại đôi trai gái từng tổ chức vụ hãm hiếp Seo-yeon năm xưa, khiến cô ô nhục đến mức phải sang Việt Nam sống. Mọi chuyện là kế hoạch của Seo-yeon để trả thù những người hại mình, bao gồm Yoon-hee vì đã viết các tin đồn sai sự thật về cô vào sách. Ở Việt Nam, một nhà sư thông báo \"Mười đã trở lại\" bên bức tranh Seo-yeon trong tư thế và bộ áo dài y hệt Mười, với cây trâm cắm vào tim.\n\n{{hết phần cho biết trước nội dung}}\n\n== Diễn viên ==\n* Jo An... Yoon-hee\n* [[Cha Ye-ryeon]]... Seo-yeon\n* [[Anh Thư]]... Mười\n* Hong So-hee... Eun-jung\n* [[Lee Joon]]\n* Lim Seong-eon\n* [[Hồng Ánh]]... Hồng\n* [[Bình Minh (người mẫu)|Bình Minh]]... Nguyễn\n* [[Lý Nhã Kỳ]]... Mai<ref>[https:\/\/web.archive.org\/web\/20090717220815\/http:\/\/www.thegioitieudung.com.vn\/Vietnamese\/Du-Lich%26action%3DviewNews%26id%3D4945 Lý Nhã Kỳ và những góc khuất] Trương Phong - Thanh Toàn, 20\/02\/2008 09:21:44. Bản lưu 17\/7\/2009<\/ref>\n* [[Tăng Bảo Quyên]]... Vân\n* Thành Lũy... Họa sĩ\n* [[Nguyễn Hậu]]... Nhà sư\n* Mai Thành... Pháp sư\n* Phi Điểu... Bà già\n* [[Nhật Kim Anh]]... Cô gái trong đoạn phim\n\n== Phát hành tại Việt Nam ==\nXét theo thời điểm sản xuất, ''Mười'' được xem là phim điện ảnh kinh dị đầu tiên của Việt Nam sau năm 1975<ref name=phimatintuc>[http:\/\/tintuconline.com.vn\/vn\/vanhoa\/119770\/ Phim kinh dị đầu tiên của Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070619074437\/http:\/\/tintuconline.com.vn\/vn\/vanhoa\/119770\/ |date = ngày 19 tháng 6 năm 2007}} hoặc [http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/dien-anh\/20061129\/bo-phim-truyen-nhua-kinh-di-huyen-bi-dau-tien-cua-vn\/175040.html Bộ phim truyện nhựa kinh dị, huyền bí đầu tiên của VN] báo Tuổi Trẻ 29\/11\/2006 01:06 GMT+7 (Thông tin trên báo không hoàn toàn chính xác vì chỉ tính những phim trong vòng kiểm soát của chính phủ Việt Nam đương thời. Trước năm 1975, tại miền Nam đã có phim ''Con ma nhà họ Hứa'', phim bộ ''Chuyện lúc không giờ'', sau năm 1975 trong nước có video ''Xác chết trên cao nguyên'', tại hải ngoại có phim nhựa [[Oan hồn (phim 2004)|Oan hồn]]) (2004))<\/ref>. Tuy được nhiều trông đợi, phim gặp một số trở ngại khi phát hành tại Việt Nam.\n\nTrong quá trình kiểm duyệt, Cục Điện ảnh Việt Nam đánh giá phim có \"nội dung không phù hợp\"<ref name=\"thanhnien16\">[http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/vi-sao-lai-han-che-toi-da-phim-ma-164630.html Vì sao lại \"hạn chế tối đa\" phim ma?], Trâm Anh báo Thanh Niên, 27\/08\/2007 22:22<\/ref>, khiến hãng Phước Sang phải hoãn thời điểm ra mắt. Do đó, xét theo thời điểm phát hành, tác phẩm kinh dị đầu tiên của Việt Nam ra rạp sau 1975 là hai phim ngắn của hãng Chánh Tín Film: ''Ngôi nhà bí ẩn'' và ''Suối oan hồn'', tháng 8 năm 2007.\n\nNgày 24 tháng 12 năm 2007, ''Mười'' công chiếu, là một trong các phim Việt đầu tiên dán nhãn 16+ (cấm trẻ em dưới 16 tuổi)<ref name=\"thanhnien16\"\/>. Một số cảnh bị cắt, gồm đoạn Mười bị bẻ chân, đoạn một nhà sư bị chặt đứt thân thể và đoạn nhân vật Eun-jung (So-hee) bị thắt cổ.\n\n''Mười'' sau đó được phát hành trên [[Netflix]] ở Việt Nam với phiên bản có các cảnh bị cắt khi chiếu rạp.\n\n== Đón nhận ==\nTheo đánh giá của báo ''[[Sài Gòn Giải Phóng|Sài Gòn Giải phóng]]'': \"''Phim Mười ra rạp vào tháng 7 ở Hàn Quốc nhưng chỉ như \"hòn đá ném xuống ao bèo\", không gây được tiếng vang nào ngoài sự tấm tắc của công chúng về bối cảnh Việt Nam lạ và đẹp.... Tuy nhiên bản phim Mười này đậm chất Hàn Quốc, hơn chục diễn viên Việt Nam xuất hiện trên phim rất ngắn, nhiều nhất như Anh Thư (vai Mười) cũng chỉ được mươi phút. Thất vọng nhiều hơn vì xem phim mà không có cảm giác sợ, ngoại trừ vài cảnh tra tấn quá dã man, thậm chí cả khi nhân vật trên phim la hoảng mà người xem vẫn có thể… bật cười. Chưa kể nội dung phim thật khó hiểu...''\"<ref name=\"sggp\">[http:\/\/www.sggp.org.vn\/vanhoavannghe\/2007\/11\/129122\/ Phim kinh dị trở lại], SGGP 5\/11\/2007<\/ref>. Bài báo cũng nhận định: \"''Sự chuyển hướng mới của phim Việt Nam theo dòng kinh dị sẽ không suôn sẻ do những quy định liên quan đến khán giả, nhất là Luật Điện ảnh chưa có hệ thống phân loại phim cụ thể và rõ ràng. Doanh thu của phim cũng là điều gây nhiều trở ngại cho nhà sản xuất. Phim kinh dị nước ngoài ăn khách, có lãi, một phần vì kinh phí mua bản quyền thấp hơn nhiều lần so với phim sản xuất trong nước''\".<ref name=\"sggp\"\/>\n\nTheo báo ''[[VnExpress]]'': \"''Tuy có để lại những nuối tiếc (thời gian xuất hiện quá ít của các diễn viên Việt Nam), hoặc không ít băn khoăn (một hồn ma Việt \"du hý\" tận xứ Hàn), Mười đã thành công trong thể loại phim kinh dị. Với kết thúc không có hậu, khác xa môtip \"cái thiện luôn chiến thắng\", linh hồn không được siêu thoát của cô gái trẻ đau khổ vì tình yêu khiến người xem phải xót xa và suy ngẫm... ''\"<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/muoi-noi-am-anh-vi-long-thu-han-1895307.html ‘Mười’ - nỗi ám ảnh vì lòng thù hận], VnExpress, 03\/01\/2008<\/ref>\n\nPhim đạt giải Quay phim và Âm thanh tại [[giải Cánh diều 2007]].<ref name=\"VnExpress Cánh Diều Vàng 2008\">{{Chú thích web|url=https:\/\/vnexpress.net\/phuong-thanh-gianh-giai-canh-dieu-vang-2007-1895991.html|tiêu đề=Phương Thanh giành giải Cánh diều vàng 2007|website=VnExpress|ngày tháng=2008-03-10}}<\/ref>\n\n== Tương lai ==\nTháng 3 năm 2021, hãng Silver Moonlight Entertainment công bố làm phần hai, nhan đề ''[[Mười: Lời nguyền trở lại]]''. Phim do Hằng Trịnh đạo diễn, dự kiến ghi hình ở Việt Nam trong năm 2021, quy tụ ba diễn viên Việt trong phần đầu là Hồng Ánh, Anh Thư, Bình Minh.<ref name=\"SGGP Mười 2\">{{Chú thích web|url=https:\/\/www.sggp.org.vn\/bo-phim-muoi-phan-2-xac-nhan-quay-tro-lai-716435.html|tiêu đề=Bộ phim \"Mười\" phần 2 xác nhận quay trở lại|website=Sài Gòn Giải Phóng|ngày tháng=2021-03-02}}<\/ref>\n\n==Tham khảo==\n{{tham khảo}}\n\n== Liên kết ngoài ==\n*[http:\/\/www.muoi.kr Trang web chính (tiếng Hàn)] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200907043457\/http:\/\/www.muoi.kr\/ |date = ngày 7 tháng 9 năm 2020}}\n<!-- *[http:\/\/www.imdb.com\/title\/tt0937231\/ \"Mười\" trên trang Internet Movie Database] Đã có trong tiêu bản rồi-->\n*[http:\/\/www.hancinema.net\/korean_movie_Muoi__2p__The_Legend_of_a_Portrait.php \"Mười\" trên trang HanCinema]\n*[http:\/\/phimanh.net\/News\/Kinh-di\/2008\/01\/3B9AF079\/ Mười trên phimanh.net] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080318175909\/http:\/\/phimanh.net\/News\/Kinh-di\/2008\/01\/3B9AF079\/ |date = ngày 18 tháng 3 năm 2008}}\n* [http:\/\/www.koreanfilm.org\/kfilm07.html#muoi Giới thiệu về phim] trên Koreanfilm.org\n\n[[Thể loại:Phim năm 2007]]\n[[Thể loại:Phim Hàn Quốc]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Triều Tiên]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim kinh dị Hàn Quốc]]\n[[Thể loại:Phim kinh dị Việt Nam]]\n[[Thể loại:Phim giả tưởng Hàn Quốc]]\n[[Thể loại:Phim giả tưởng Việt Nam]]\n[[Thể loại:Phim của CJ Entertainment]]\n[[Thể loại:Phim của Hãng phim Phước Sang]]\n[[Thể loại:Phim ma]]\n[[Thể loại:Phim kinh dị siêu nhiên]]\n[[Thể loại:Phim tâm lý kinh dị]]\n[[Thể loại:Phim về nhà văn]]\n[[Thể loại:Phim về tâm linh]]\n[[Thể loại:Phim về trả thù]]\n[[Thể loại:Phim kinh dị năm 2007]]\n[[Thể loại:Phim lấy bối cảnh ở Sài Gòn]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở châu Á]]\n[[Thể loại:Phim quay tại Hàn Quốc]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim quay tại châu Á]]\n[[Thể loại:Phim Việt Nam thập niên 2000]]\n[[Thể loại:Phim kinh dị thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh ở thập niên 2000]]\n[[Thể loại:Phim lấy bối cảnh năm 2007]]"}