{"3384165":"{{Thông tin nhân vật\n| tên = Mạc Quan Phù\n| hình = \n| ghi chú hình = \n| cỡ hình = \n| tên gốc = \n| tên khai sinh = \n| ngày sinh = ?\n| ngày mất = 1802\n| nơi mất = [[Quảng Châu (thành phố)|Quảng Châu]], Trung Quốc\n| an táng = \n| cư trú = \n| quốc tịch = [[nhà Thanh]]\n| dân tộc = \n| học vị = \n| học vấn = \n| công việc = \n| năm hoạt động = \n| tổ chức = \n| nổi tiếng = \n| tác phẩm nổi bật = \n| quê quán = \n| chiều cao = \n| cân nặng = \n| nhiệm kỳ = \n| tiền nhiệm = \n| đảng phái = \n| kế nhiệm = \n| người hôn phối = \n| con cái = \n| cha = \n| mẹ = \n| người thân = \n| giải thưởng = \n| chữ ký = \n| cỡ chữ ký = \n| website = \n| nơi sinh = huyện [[Toại Khê]], tỉnh [[Quảng Đông]], Trung Quốc\n| tên khác = \n| tiêu đề = \n<!-- Biến số không xác định -->\n| type = Hải tặc\n| rank = Đông Hải Vương (東海王)<br \/>Đô đốc [[Nhà Tây Sơn|Tây Sơn]]\n}}\n'''Mạc Quan Phù''' ([[chữ Hán]]: 莫觀扶 hay 莫官扶; Mo Kuan-fu, ? - [[1801|1802]]) là một tướng [[người Hoa]] của [[nhà Tây Sơn]]. Cùng với [[Trần Thiên Bảo]] và [[Trịnh Thất]], ông từng là một trong những cướp biển hùng mạnh nhất tại vùng biển giữa [[Đại Việt]] và [[Tên gọi Trung Quốc|Trung Hoa]] vào thời Tây Sơn.\n\nMạc Quan Phù quê quán huyện Toại Khê, tỉnh Quảng Đông, Trung Quốc. Phù vốn là tiều phu. Vào năm 1787, y lên núi đốn củi thì bị hải tặc bắt rồi theo luôn nghề giặc cướp.\n\nTrong thời kỳ này, vua [[Quang Trung]] thu dụng các nhóm cướp biển người Hoa giống như [[lính đánh thuê]], ông sai các nhóm này đánh phá vùng duyên hải miền nam Trung Quốc cốt để Nhà Thanh bị cuốn vào hoạt động ngoại giao và chống giặc cướp để cho ông có thời gian ổn định tình hình nước Việt{{fact}}. Cũng có tài liệu cho rằng việc Quang Trung sai cướp biển người Hoa đánh phá duyên hải miền nam Trung Quốc là nhằm tạo tiền đề cho chiến dịch xuất quân đánh lấy [[Quảng Tây]] mà ông dự định trong tương lai{{fact}}. Nhưng Quang Trung mất đột ngột nên dự định không thành.\n\nNăm 1788, Phù cùng Trịnh Thất dẫn binh quy thuận Tây Sơn, được Nguyễn Huệ phong chức Tổng binh và phân cho dưới trướng Trần Thiêm Bảo, cả bọn lập căn cứ ở duyên hải miền Trung. Từ đó, được Nguyễn Huệ cung cấp chiến thuyền và vũ khí, cứ tháng 3-4 âm lịch hàng năm, họ lại xua quân quấy nhiễu vùng biển các tỉnh Quảng Đông, Phúc Kiến và Chiết Giang của nhà Thanh, tới tháng 9-10 nhiều giông gió thì rút về đại bản doanh neo đậu.\n\nMạc Quan Phù và Trịnh Thất đã từng tham dự nhiều trận đánh chống lại Nguyễn Ánh.\n\nNăm 1794, Mạc Quan Phù đánh bại bọn hải tặc Phúc Kiến hơn 600 tên, lại giết đầu đảng là Huỳnh Thắng Trường, nên được vua Cảnh Thịnh ban tước Đông Hải vương. Bọn hải tặc bên Trung Quốc là Trương Á Lục cũng theo đầu quân cho Phù.\n\nĐến 1796, Phù đã có 17 tàu chiến, hơn ngàn quân với đầy đủ vũ trang. Mạc Quan Phù và Trịnh Thất là những người liều lĩnh, dám xua quân tấn công cả các cứ điểm trọng yếu của Thanh triều, nên là mối họa lớn uy hiếp vùng duyên hải của nhà Thanh.\n\nNăm 1802, thuyền Đông Hải vương Mạc Quan Phù bị gió dạt đến ngoài biển Thị Nại. Quân Nguyễn sai hai vệ Nội trực và Túc trực đuổi theo, bắt được Đông Hải vương Mạc Quan Phù, thống binh Lương Văn Canh và Phan Văn Tài.\n\nNăm 1803, vua Nguyễn Ánh sai Trịnh Hoài Đức và Lê Quang Định đi sứ, giao nộp Mạc Quan Phù cùng hai hải tặc khác là Lương Văn Canh và Phàn Văn Tài cho Thanh triều (theo tiểu truyện Trịnh Hoài Đức trong \"Đại Nam chính biên liệt truyện\"). Cả 3 bị vua Gia Khánh xử lăng trì.\n\n{{tham khảo}}\n*{{chú thích sách |last= Murray |first= Dian H. |title= Pirates of the South China Coast, 1790-1810 |publisher= Stanford University Press |year= 1987 |isbn= 0-8047-1376-6}}\n\n{{sơ khai nhân vật Trung Quốc}}\n\n[[Thể loại:Cướp biển]]\n[[Thể loại:Người Quảng Đông]]\n[[Thể loại:Võ tướng nhà Tây Sơn]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Mất năm 1801]]"}