{"3196388":"{{Thông tin viên chức\n| tên = Mạch Văn Trường\n| hình = Tướng Mạch Văn Trường.jpg\n| cỡ hình = \n| miêu tả = \n| chức vụ = [[Hình: ARVN 21st Infantry Division SSI.svg|22px]]<br>Tư lệnh Sư đoàn 21 Bộ binh\n| bắt đầu = 11\/1974\n| kết thúc = 1\/5\/1975\n| trưởng chức vụ = Cấp bậc\n| trưởng viên chức = -Đại tá<br>-Chuẩn tướng (4\/1975)\n| tiền nhiệm = -Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n| kế nhiệm = Sau cùng\n| địa hạt = Quân khu IV\n| phó chức vụ = Tư lệnh phó<br>Tham mưu trưởng\n| phó viên chức = -Đại tá Nguyễn Hữu Kiểm<br>-Đại tá Lâm Chánh Ngôn\n| chức vụ 2 = Chánh thanh tra Sư đoàn 21 Bộ binh\n| bắt đầu 2 = 4\/1974\n| kết thúc 2 = 11\/1974\n| trưởng chức vụ 2 = Cấp bậc\n| trưởng viên chức 2 = -Đại tá\n| địa hạt 2 = Quân khu IV\n| phó chức vụ 2 = Tư lệnh\n| phó viên chức 2 = -Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n| chức vụ 3 = Tỉnh trưởng kiêm Tiểu khu trưởng<br>Tiểu khu Long Khánh\n| bắt đầu 3 = 11\/1972\n| kết thúc 3 = 1\/1974\n| trưởng chức vụ 3 = Cấp bậc\n| trưởng viên chức 3 = -Đại tá\n| địa hạt 3 = Quân khu III\n| chức vụ 4 = [[Hình: ARVN 5th Division SSI.svg|22px]]<br>Tư lệnh phó Sư đoàn 5 Bộ binh\n| bắt đầu 4 = 7\/1972\n| kết thúc 4 = 11\/1972\n| trưởng chức vụ 4 = Cấp bậc\n| trưởng viên chức 4 = -Đại tá\n| địa hạt 4 = Quân khu III\n| phó chức vụ 4 = Tư lệnh\n| phó viên chức 4 = -Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]<br>-Đại tá [[Trần Quốc Lịch]]\n| chức vụ 5 = Trung đoàn trưởng Trung đoàn 8<br>thuộc Sư đoàn 5 Bộ binh\n| bắt đầu 5 = 7\/1971\n| kết thúc 5 = 7\/1972\n| trưởng chức vụ 5 = Cấp bậc\n| trưởng viên chức 5 = -Trung tá<br>-Đại tá (3\/1972)\n| tiền nhiệm 5 = -Đại tá Bùi Trạch Dần\n| địa hạt 5 = Quân khu III\n| phó chức vụ 5 = Tư lệnh\n| phó viên chức 5 = -Đại tá [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]]\n| chức vụ 6 = Trung đoàn phó Trung đoàn 8<br>thuộc Sư đoàn 5 Bộ binh\n| bắt đầu 6 = 1\/1971\n| kết thúc 6 = 7\/1971\n| trưởng chức vụ 6 = Cấp bậc\n| trưởng viên chức 6 = -Trung tá\n| địa hạt 6 = Quân khu III\n| phó chức vụ 6 = Trung đoàn trưởng\n| phó viên chức 6 = -Đại tá Bùi Trạch Dần\n| chức vụ 7 = Đặc khu trưởng Đặc khu Thủ Đức<br>thuộc tỉnh Gia Định\n| bắt đầu 7 = 6\/1969\n| kết thúc 7 = 6\/\/1970\n| trưởng chức vụ 7 = Cấp bậc\n| trưởng viên chức 7 = -Trung tá\n| địa hạt 7 = Quân khu III\n| chức vụ 8 = [[Hình: ARVN Capital Military Zone Unit SSI.svg|22px]]<br>Tham mưu trưởng<br>Tòa Tổng trấn Sài Gòn-Gia Định<br>trực thuộc Biệt khu Thủ Đô\n| bắt đầu 8 = 6\/1968\n| kết thúc 8 = 6\/1969\n| trưởng chức vụ 8 = Cấp bậc\n| trưởng viên chức 8 = -Trung tá\n| địa hạt 8 = Quân khu III\n| chức vụ 9 = Phó Tỉnh trưởng Nội an<br>kiêm Tiểu khu phó Bạc Liêu\n| bắt đầu 9 = 1\/1967\n| kết thúc 9 = 6\/1968\n| trưởng chức vụ 9 = Cấp bậc\n| trưởng viên chức 9 = -Thiếu tá<br>-Trung tá (6\/1968)\n| địa hạt 9 = Quân khu IV\n| chức vụ 10 = Trưởng phòng 2 An ninh<br>tại Bộ tư lệnh Sư đoàn 21 Bộ binh\n| bắt đầu 10 = 6\/1965\n| kết thúc 10 = 1\/1967\n| trưởng chức vụ 10 = Cấp bậc\n| trưởng viên chức 10 = -Thiếu tá (6\/1965)\n| địa hạt 10 = Quân khu IV\n| phó chức vụ 10 = Tư lệnh\n| phó viên chức 10 = -Chuẩn tướng [[Phạm Quốc Thuần]]\n| quốc tịch = {{USA}}<br>{{Lá cờ|Việt Nam Cộng hòa}}\n| nơi ở = Texas, Hoa Kỳ\n| nguyên nhân mất = \n| nghề nghiệp = Quân nhân\n| dân tộc = [[Người Việt|Kinh]]\n| vợ = Lê Thị Bạch Loan\n| họ hàng = Lê Văn Trương (cha vợ)<br>Nguyễn Thị Bê (mẹ vợ)\n| cha = Mạch Hữu Khương\n| mẹ = Tô Thị Lến\n| con = 5 người con (4 trai, 1 gái):<br>Mạch Công Thành<br>Mạch Công Danh<br>Mạch Công Tài<br>Mạch Thị Hồng Đức<br>Mạch Công Hạnh\n| học vấn = Tú tài bán phần\n| học trường = -Trường Trung học Phổ thông Phan Thanh Giản, Cần Thơ<br>-Trường Võ bị Quốc Gia Đà Lạt<br>-Trường Võ bị Lục quân Fort Benning, Hoa Kỳ<br>-Trường Chỉ huy và Tham mưu Đà Lạt\n| quê quán = Nam Kỳ\n| ngày sinh = [[20 tháng 3]] năm [[1936]]\n| nơi sinh = [[Bạc Liêu]], [[Việt Nam]]\n| ngày mất = [[30 tháng 6]] năm [[2021]]\n| nơi mất = [[Houston]], [[Texas]]\n| phục vụ = [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n| thuộc = [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n| năm phục vụ = [[1955]]-[[1975]]\n| cấp bậc = [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n| đơn vị = [[Hình: ARVN 5th Division SSI.svg|20px]] [[Sư đoàn 5 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 5 Bộ binh]]<br>[[Hình: ARVN 21st Infantry Division SSI.svg|20px]] [[Sư đoàn 21 Bộ binh Quân lực Việt Nam Cộng hòa|Sư đoàn 21 Bộ binh]]<ref>Ba lần phục vụ ở Sư đoàn 21 Bộ binh:<br>-Lần thứ nhất: Đại úy Biệt đội trưởng Biệt đội Quân báo (1962-1964).<br>-Lần thứ hai: Thiếu tá Trưởng phòng 2 (1965-1967).<br>-Lần thứ 3: Chánh Thanh tra. Sau đó Tư lệnh Sư đoàn (1974-1975).<\/ref>\n| chỉ huy = [[Hình: Flag of South Vietnam.svg|20px]] [[Quân đội Việt Nam Cộng hòa]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n| tham chiến = [[Chiến tranh Việt Nam]]\n| khen thưởng = [[Hình: VPD National Order of Vietnam - Commander BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương III]]<br>[[Hình: VPD National Order of Vietnam - Officer BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương IV]]<br>[[Hình: VPD National Order of Vietnam - Knight BAR.png|26px]] [[Bảo quốc Huân chương|B.quốc H.chương V]]\n}}\n\n'''Mạch Văn Trường''' (sinh 1936-2021), nguyên là một tướng lĩnh Bộ binh của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]].<ref>Là một trong 8 Đại tá được thăng cấp Chuẩn tướng vào những ngày cuối cùng của Việt Nam Cộng hòa, thời điểm từ tháng 1 đến tháng 4 năm 1975 (trong đó có 3 tướng thuộc Quân đội và 5 tướng thuộc Cảnh sát Quốc gia)<br>'''-Xem bài: '''[[Chuẩn tướng Việt Nam Cộng hòa|Danh sách Chuẩn tướng Việt Nam Cộng hòa]].<\/ref> Ông xuất thân từ trường Võ bị Liên quân vào thời kỳ [[Quân lực Việt Nam Cộng hòa|Quân đội Việt Nam Cộng hòa]] hình thành (1955). Trong thời gian tại ngũ, ngoài chuyên môn là một sĩ quan chỉ huy đơn vị Bộ binh, ông cũng được giao phó chức vụ chỉ huy về lãnh vực Hành chính Quân sự.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh ngày 20 tháng 3 năm 1936 trong một gia đình trung nông gốc người Hoa tại Bạc Liêu, miền tây Nam phần Việt Nam. Ông học Tiểu học ở Bạc Liêu. Khi lên Trung học trên, ông được gia đình cho lên học ở Cần Thơ. Năm 1955, ông tốt nghiệp Trung học phổ thông tại Cần Thơ với văn bằng Tú tài 1 (Part I).\n\n===Quân đội Việt Nam Cộng hòa===\nCuối năm 1955, sau khi rời học đường, ông tình nguyện nhập ngũ vào Quân đội Việt Nam Cộng hòa, mang số quân: 56\/101.520. Được theo học khóa 12 Cộng hòa tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 24 tháng 10 năm 1955. Ngày 2 tháng 12 năm 1956, mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ngay sau đó, ông cùng với 130 sĩ quan cùng tốt nghiệp được sang Hoa Kỳ du học khóa Liên hợp các Binh chủng.\n\nĐầu năm 1957, ông được thuyên chuyển đi làm huấn luyện viên khoa vũ khí tại Trung tâm Huấn luyện số 1.<ref>Tiền thân của Trung tâm Huấn luyện Quốc gia Quang Trung.<\/ref> Cùng năm, được cử đi du học lớp Bộ binh cao cấp tại trường Võ bị Lục quân Fort Benning, Columbus, Tiểu bang Georgia, Hoa Kỳ. Đầu năm 1958, mãn khóa học về nước, ông được thăng cấp [[Trung úy]], tiếp tục nhiệm vụ làm Huấn luyện viên.\n\nNăm 1962, ông được cử đi du học lớp Tác chiến Rừng rậm tại Mã Lai ''(The Jungle Warfare course in Malaysia)'', Philippines. Cùng năm ông được thăng cấp [[Đại úy]] và thuyên chuyển về Quân khu 4 làm Biệt đội trưởng Biệt đội Quân báo thuộc Sư đoàn 21 Bộ binh. Năm 1964, ông tiếp tục được cử đi du học lớp Tình báo tác chiến ở trường Tình báo Viễn Đông Hoàng gia Anh tại Singapore.\n\n===Quân lực Việt Nam Cộng hòa===\nNgày Quân lực 19 tháng 6 năm 1965, ông được thăng cấp [[Thiếu tá]] và được cử giữ chức vụ Trưởng phòng 2 tại Bộ tư lệnh Sư đoàn 21 bộ binh do Chuẩn tướng [[Phạm Quốc Thuần]] làm Tư lệnh. Qua đầu năm 1967, ông chuyển đi làm Phó Tỉnh trưởng Nội an kiêm Tiểu khu phó Bạc Liêu.\n\nNgày Quân lực 19 tháng 6 năm 1968, ông được thăng cấp [[Trung tá]] tại nhiệm, sau đó chuyển về Thủ đô giữ chức Tham mưu trưởng Tòa Tổng trấn Sài Gòn-Gia Định.\n\nGiữa năm 1969, ông được chỉ định vào chức vụ Đặc khu trưởng Đặc khu Thủ Đức. Giữa năm 1970, được cử đi học và tốt nghiệp khóa Chỉ huy Tham mưu cao cấp ở trường Chỉ huy và Tham mưu tại Đà Lạt.\n\nĐấu năm 1971 mãn khóa học, ông được cử làm Trung đoàn phó Trung đoàn 8, Sư đoàn 5 Bộ binh do Đại tá [[Bùi Trạch Dần (Đại tá, Quân lực Việt Nam Cộng hòa)|Bùi Trạch Dần]]<ref>Đại tá Bùi Trạch Dần sinh năm 1922 tại Hải Dương. Tốt nghiệp khóa 2 Võ bị Quốc gia Huế. Sau cùng là Liên đoàn trưởng Liên đoàn SVSQ tại trường Võ bị Đà Lạt. Giải ngũ năm 1973.<\/ref> làm Trung đoàn trưởng. Tháng 7 cùng năm ông được lên giữ chức vụ Trung đoàn trưởng thay thế Đại tá Dần dưới quyền Đại tá [[Lê Văn Hưng (tướng Việt Nam Cộng hòa|Lê Văn Hưng]] Tư lệnh Sư đoàn.\n\nTháng 3 năm 1972, ông được thăng cấp [[Đại tá]] tại nhiệm. Tháng 7 cùng năm, ông được chỉ định vào chức vụ Tư lệnh phó Sư đoàn 5 Bộ binh vẫn do Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]] làm Tư lệnh, sau đó Đại tá [[Trần Quốc Lịch]] thay thế làm tư lệnh Sư đoàn. Tháng 11 cuối năm, Bộ Tổng tham mưu biệt phái ông sang lĩnh vực Hành chính Quân sự và ông được bổ nhiệm làm Tỉnh trưởng kiêm Tiểu khu trưởng Long Khánh.\n\nĐầu năm 1974, rời chức vụ Tỉnh trưởng, ông được cử theo học và tốt nghiệp Thủ khoa khóa Tổng thanh tra Quân lực. Tháng 4 cùng năm, ông được chuyển trở về Quân khu 4, phục vụ tại Sư đoàn 21 Bộ binh giữ chức vụ Chánh tranh tra Sư đoàn. Tháng 11 cuối năm, ông được bổ nhiệm chức vụ Tư lệnh Sư đoàn 21 Bộ binh thay thế Chuẩn tướng [[Lê Văn Hưng (tướng Việt Nam Cộng hòa)|Lê Văn Hưng]] được cử đi làm Tư lệnh phó Quân đoàn IV và Quân khu 4.\n\n*''Sư đoàn 21 Bộ binh vào thời điểm tháng 4\/1975, nhân sự của Bộ tư lệnh Sư đoàn và Chỉ huy các Trung đoàn được phân bổ trách nhiệm như sau:''\n\n-Tư lệnh - Chuẩn tướng Mạch Văn Trường<br>-Tư lệnh phó - Đại tá [[Nguyễn Hữu Kiểm (Đại tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Hữu Kiểm]]<ref>Đại tá Nguyễn Hữu Kiểm sinh năm 1932 tại Quảng Bình, tốt nghiệp khóa 3 Võ khoa Thủ Đức<\/ref><br>-Tham mưu trưởng - Đại tá [[Lâm Chánh Ngôn (Đại tá, Quân lực Việt Nam Cộng hòa)|Lâm Chánh Ngôn]]<ref>Đại tá Lâm Chánh Ngôn sinh năm 1929 tại Vĩnh Long, tốt nghiệp khóa 5 Võ bị Đà Lạt<\/ref><br>-Chỉ huy Pháo binh - Trung tá [[Nguyễn Bá Nhẫn (Trung tá, Quân lực Việt Nam Cộng hòa)|Nguyễn Bá Nhẫn]]<ref>Tốt nghiệp trường Sĩ quan Thủ Đức<\/ref><br>-Trung đoàn 32 - Trung tá [[Huỳnh Thanh Điền (Trung tá, Quân lực Việt Nam Cộng hòa)|Huỳnh Thanh Điền]]<ref>Trung tá Huỳnh Thanh Điền tốt nghiệp Trường Sĩ quan Thủ Đức<\/ref>\n\n==1975==\nNgày 26 tháng 4, ông được Tổng thống [[Trần Văn Hương]] ký quyết định thăng cấp [[Chuẩn tướng]] tại nhiệm. Ngày 30 tháng 4, ông chỉ huy Sư đoàn chiến đấu đến giờ chót.\n\nNgày 17 tháng 5, ông bị bắt tại Cần Thơ và đưa đi học tập và cải tạo từ Nam ra Bắc suốt 17 năm.<ref>Là một trong 8 tướng lãnh Việt Nam Cộng hòa đi học tập và cải tạo với thời gian lâu nhất từ 1975 đến 1992.<br\/>'''-Xem bài: '''[[Danh sách tướng lãnh Việt Nam Cộng hòa cải tạo|Tướng lĩnh Việt Nam Cộng hòa bị tù lưu đày]]<\/ref> Ngày 11 tháng 2 năm 1992 mới được trả tự do.\n\nCùng năm 1992, ông được Chính phủ Hoa Kỳ bảo lãnh theo diện H.O sang Mỹ tỵ nạn và định cư tại Houston, Tiểu bang Texas, Hoa Kỳ.\n\nNgày [[30 tháng 6]] năm 2021, ông từ trần tại nơi định cư, hưởng thọ 86 tuổi.\n\n==Huy chương==\n*''Huy chương Việt nam Cộng hòa:''<br>-Bảo quốc Huân chương đệ tam, đệ tứ và đệ ngũ đẳng<br>-Lục quân Huân chương đệ nhất hạng.<br>-Chương mỹ Bội tinh đệ nhị hạng.<br>-Ba mươi hai Anh dũng Bội tinh đủ loại (9 nhành dương liễu, 8 ngôi sao vàng, 13 ngôi sao bạc và 2 ngôi sao đồng).<br>-Ba Chiến thương Bội tinh và nhiều huy chương quân sự, dân sự khác.\n*''Huy chương Hoa Kỳ:''<br>-Huy chương Commendation Medal (1969)<br>-Hai huy chương Bronze Star with V Device (1969, 1971)<br>-Huy chương Silver Star Anloc Battle (1972).\n*''Giây biểu chương:''<br>-Màu Anh dũng Bội tinh (1963)<br>-Màu Quân công Bội tinh (1966)<br>-Màu Bảo quốc Huân chương (1971).\n\n==Gia đình==\n*Thân phụ: Cụ Mạch Hữu Khương\n*Thân mẫu: Cụ Tô Thị Lến\n*Nhạc phụ: Cụ Lê Văn Trương\n*Nhạc mẫu: Cụ Nguyễn Thị Bê\n*Phu nhân: Bà Lê Bạch Loan (Julie Mạch)\n*Các con: Mạch Công Thành, Mạch Công Danh, Mạch Công Tài, Mạch Thị Hồng Đức (Mạch Holly Hồng) và Mạch Công Hạnh\n\n==Chú thích==\n{{Tham khảo}}\n\n==Tham khảo==\n*Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1936]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Bạc Liêu]]\n[[Thể loại:Người Mỹ gốc Việt]]"}