{"140167":"{{Thông tin nhân vật hoàng gia\n| tên = Mạc Kính Khoan\n| tên gốc = 莫敬寬\n| tước vị = [[Vua Việt Nam]] \n| thêm = vietnam\n| chức vị = [[Hoàng đế]] [[Đại Việt]] ([[nhà Mạc]] thời hậu kì)\n| tại vị = [[1623]] – [[1638]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1527 till:1677\nAlignBars = early\nScaleMajor = increment:150 start:1527\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1623 till:1638 color:red\n<\/timeline>\n\n| kiểu tại vị = Tại vị\n| tiền nhiệm = <font color=\"blue\">[[Mạc Kính Cung]]<\/font>\n| nhiếp chính =\n| kiểu nhiếp chính = \n| kế nhiệm = <font color=\"blue\">[[Mạc Kính Vũ]]<\/font>\n| hoàng tộc = [[Nhà Mạc]]\n| kiểu hoàng tộc = Triều đại\n| tên đầy đủ = Mạc Kính Khoan <br>(莫敬寬)\n| kiểu tên đầy đủ = Tên húy\n| miếu hiệu = [[Quang Tổ]] \n| thông tin niên hiệu = ẩn\n| niên hiệu = Long Thái <br>([[1623]] – [[1638]])\n| thụy hiệu = <font color=\"blue\">[[Khánh Vương]]<\/font><br ><font color=\"purple\">Hòa Thiên Phù Địa Độ Văn Khánh Vũ Huệ '''Nguyên Hoàng đế'''<\/font>\n| vợ = \n| thông tin con cái = ẩn\n| con cái = [[Mạc Kính Vũ]]\n| cha = \n| mẹ = \n| sinh = ?\n| mất = [[1638]]\n| nơi mất = [[Cao Bình (kinh đô)|Cao Bình]], [[Đại Việt]]\n| ngày an táng =\n| nơi an táng = \n}}\n'''Mạc Kính Khoan''' ([[chữ Hán]]: 莫敬寬 ? - 1638) là vua [[nhà Mạc]] thứ 3 thời hậu kỳ, khi đã rút lên [[Cao Bằng]]. Nguyên quán Mạc Kính Khoan là người xã Cao Đôi, huyện Bình Hà (nay là thôn Long Động, xã Nam Tân, huyện [[Nam Sách]], tỉnh [[Hải Dương]]).\n\n==Thân thế==\nMạc Kính Khoan là cháu nội của [[Mạc Kính Điển]], gọi [[Mạc Kính Cung]] bằng chú. Sử không chép rõ cha của Kính Khoan là ai trong các con của Mạc Kính Điển.\n\n==Ly khai Mạc Kính Cung==\nKhi [[Mạc Kính Cung]] cầm quyền, Mạc Kính Khoan vốn là tướng dưới quyền Kính Cung. Thấy Kính Cung bị quân Lê Trịnh đánh thua nhiều lần, Kính Khoan bèn tự lập, không theo Kính Cung.\n\nMạc Kính Khoan trước đó trấn thủ [[Thái Nguyên]], [[Cao Bằng]] thấy Mạc Kính Cung thế yếu bèn tự xưng là vua, lấy niên hiệu là '''Long Thái''' thứ nhất. Trong hoàn cảnh thiếu thốn, ông lập điện bằng tranh lá ở xã Vu Toàn.\n\nNhân cơ hội này [[Trịnh Tùng]] tiến đánh Mạc Kính Khoan ở Nhã Nam, [[Bắc Giang]]. Kính Khoan thất thủ chạy lên [[Cao Bằng]]. Con Trịnh Tùng là [[Trịnh Xuân]] cùng [[Trịnh Đỗ]] đánh Kính Cung ở vùng [[Thái Nguyên]], Kính Cung cũng lui về Cao Bằng. Tuy thắng nhưng Trịnh Tùng không dám tiến sâu vào Cao Bằng, quân Lê – Trịnh sợ ở lâu bị lam sơn chướng khí và bị phục binh của [[nhà Mạc]] nên lại lui về Kinh đô. [[Mạc Kính Cung]] liền xuất quân chiếm lại vùng [[Lạng Sơn]], [[Thái Nguyên]], [[Bắc Giang]].\n\n==\"Tẩu vi thượng sách\"==\nMạc Kính Khoan làm theo chủ trương mà [[Mạc Ngọc Liễn]] dặn lại, không đối đầu với quân Lê Trịnh hùng hậu mà chủ động tránh.\n\nNăm [[1618]], con Trịnh Tùng là Trịnh Xuân cầm quân 2 đường đến đánh. Kính Khoan mang toàn quân chạy. Quân Lê Trịnh không đánh được phải rút về. Kính Khoan lại trở về chỗ cũ.\n\nNăm [[1621]] lại diễn ra tình huống tương tự. [[Trịnh Tráng]] mang quân tiến lên [[Cao Bằng]], Kính Khoan lại mang quân trốn biệt. Quân Lê Trịnh không thể truy tìm được, phải rút về kinh. Kính Khoan lại ra.\n\nNăm [[1623]], nhằm lúc chúa Trịnh Tùng sắp lâm chung, con thứ là Trịnh Xuân nổi loạn để tranh quyền kế vị. Vương thế tử Trịnh Tráng sai người lừa bắt và giết được Trịnh Xuân, nhưng đám loạn quân của ông ta vẫn đánh phá khắp Thăng Long. Trịnh Tráng mới phải đưa vua Lê về Thanh Hoa.\n\nNhận thấy đây là cơ hội tốt để giành lại kinh đô khôi phục nhà Mạc, nên vua Mạc Kính Khoan liền đem vài vạn quân từ Cao Bằng đánh xuống Trường Yên, Hải Dương, Sơn Nam, Sơn Tây, Kinh Bắc. Mạc Kính Khoan thừa cơ kéo về đánh chiếm Gia Lâm 1 tháng.\n\nNgày 28 tháng 8 cùng năm, vua Lê sắc phong Trịnh Tráng làm tả tướng thái phó Thanh quốc công, trao quyền thống lĩnh tất cả các quân thủy bộ. Trịnh Tráng liền dâng biểu xin rước ngự giá trở về Thăng Long. Dọc đường quân Trịnh tiến đánh, quân Mạc không chống lại nổi, Kính Khoan lại thu quân chạy lên [[Cao Bằng]]. Mạc thị công chúa (con Mạc Kính Khoan) vì đem quân ở lại chặn hậu mà hi sinh.\n\nNăm [[1624]], tướng Trịnh Lệ mang quân đánh Kính Khoan, nhưng nội bộ các tướng Trịnh bất hoà nên lại phải rút về.\n\nTháng 6 năm [[1625]], quân Lê Trịnh bắt được [[Mạc Kính Cung]]. Kính Khoan lẩn trốn vào vùng dân tộc [[người Dao|Dao]] ở trong núi, được người bản địa che chở nên quân Lê Trịnh không bắt được ông.\n\nTướng Trịnh đóng lâu ngày không bắt được ông, bị hết lương, phải rút quân về kinh. Mạc Kính Khoan thu thập toàn quân cố thủ tại [[Cao Bằng]].\n\n==Quy thuận nhà Lê==\nĐể bảo toàn lực lượng ít ỏi, Mạc Kính Khoan trá hàng nhà Lê.\n\nSau một thời gian cố thủ tại [[Cao Bằng]], ông sai người dâng biểu về triều xin quy thuận. [[Lê Thần Tông]] cũng thấy không thể diệt ngay hết được [[nhà Mạc]] nên thuận phong Mạc Kính Khoan chức ''Thông quốc công'' và giao trấn giữ vùng biên giới. Lê Thần Tông và [[chúa Trịnh]] khen đãi Mạc Kính Khoan bằng lễ vật đặc biệt.\n\nViệc hậu đãi Mạc Kính Khoan còn có lý do khác, vì khi đó mâu thuẫn giữa [[Trịnh Tráng]] và [[Nguyễn Phúc Nguyên]] ở Thuận Hóa đã rất căng thẳng và chúa Trịnh dự định khởi đại quân vào nam để dẹp Phúc Nguyên, vì vậy muốn yên ổn ở biên cương phía bắc. Không lâu sau ([[1627]]), cuộc chiến [[Trịnh-Nguyễn phân tranh]] bùng nổ.\n\nTrong vòng 10 năm được yên phía bắc, [[chúa Trịnh]] 2 lần mang quân nam tiến nhưng không thành công. Trong khi đó Mạc Kính Khoan vẫn không chịu bỏ tước hiệu [[nhà Mạc]], không chịu nghe theo chiếu lệnh của nhà Lê, mặt khác còn tiếp tục khôi phục thế lực.\n\nTới năm [[1638]] Mạc Kính Khoan mất, con trai là [[Mạc Kính Vũ]] xưng vương, lấy niên hiệu là '''Thuận Đức''', lại chống Lê Trịnh.\n\nCác sử sách chính thống của [[nhà Lê trung hưng|nhà Lê Trung hưng]] và [[nhà Nguyễn]] đều cho rằng Mạc Kính Khoan không có [[miếu hiệu]] và [[thụy hiệu]] vì họ cho rằng chính quyền [[Cao Bằng]] chỉ là tàn dư phản loạn nên không đi sâu vào lĩnh vực chuyên môn, tuy nhiên trong cuốn ''Việt Nam Mạc thị gia tộc dữ Trung Quốc quan hệ nghiên cứu'' gần đây của học giả [[Ngưu Quân Khải]] người Trung Quốc thì Mạc Kính Khoan có miếu hiệu là '''Quang Tổ''' và thụy hiệu là ''Hòa Thiên Phù Địa Độ Văn Khánh Vũ Huệ [[Nguyên Đế|Nguyên Hoàng đế]]''.\n\n==Xem thêm==\n*[[Nhà Mạc]]\n*[[Chúa Trịnh]]\n*[[Mạc Kính Chỉ]]\n*[[Mạc Kính Cung]]\n*[[Mạc Kính Vũ]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n* [[Đại Việt sử ký toàn thư]].\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]].\n*''Các triều đại Việt Nam'' - Quỳnh Cư, Đỗ Đức Hùng, Nhà Xuất bản Thanh niên, 2001.\n* [https:\/\/book.douban.com\/subject\/20505129\/ ''Vương thất hậu duệ dữ phản loạn giả''] (Việt Nam Mạc thị gia tộc dữ Trung Quốc quan hệ nghiên cứu). Tác giả: Ngưu Quân Khải. Thế giới đồ thư xuất bản công ty, 11\/2012 - Đông Nam Á nghiên cứu chúng thư ISBN 9787510054129.\n* [http:\/\/vanhien.vn\/news\/Nha-Mac-voi-3-thoi-ky-lich-su-va-12-doi-vua-39635 ''Nhà Mạc với 3 thời kỳ lịch sử và 12 đời vua''] {{Webarchive|url=https:\/\/web.archive.org\/web\/20190503003258\/http:\/\/vanhien.vn\/news\/Nha-Mac-voi-3-thoi-ky-lich-su-va-12-doi-vua-39635 |date=2019-05-03 }} Văn hiến Việt Nam: Dân tộc - Hội nhập - Nhân văn, GS.TSKH Phan Đăng Nhật, Thứ Sáu, 10\/10\/2014 07:25 GMT+7.\n\n{{Vua nhà Mạc}}\n\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Năm sinh thiếu]]\n[[Thể loại:Mất năm 1638]]\n[[Thể loại:Vua nhà Mạc]]\n[[Thể loại:Võ tướng nhà Mạc]]"}