{"1022995":"'''Mạc Cảnh Huống''' (莫景貺) ([[1542]]-[[1677]]<ref name=\"baodanang\">[http:\/\/www.baodanang.vn\/channel\/5433\/201202\/Mac-Canh-Huong-tu-mot-thai-tu-den-vi-Phat-song-2151862\/ Mạc Cảnh Huống, từ một thái tử đến vị Phật sống]<\/ref>) là người xuất thân trong hoàng tộc [[nhà Mạc]], em của Khiêm vương [[Mạc Kính Điển]] và đồng thời là chú của Quận chúa [[Mạc Thị Giai]] (người sau này trở thành vương phi của Chúa Sãi [[Nguyễn Phúc Nguyên]]). Ông được sử triều Nguyễn ghi nhận là một trong những bậc khai quốc công thần của [[nhà Nguyễn]] buổi sơ khai trên đất Thuận Hóa. Ông cũng là người sùng bái đạo Phật. Tương truyền, do Mạc Cảnh Huống chuyên tâm thực hiện những phương pháp thiền của Phật giáo mà ông đã sống tới hơn 100 tuổi. \n \n==Xuất thân==\nQuê gốc của Mạc Cảnh Huống ở làng Cổ Trai, huyện Nghi Dương, phủ Kinh Môn, trấn [[Hải Dương]] xưa (nay thuộc xã Ngũ Đoan, huyện [[Kiến Thụy]], thành phố [[Hải Phòng]]), vốn là đất phát tích của [[nhà Mạc]]. Trong khi đất khởi tổ của dòng [[Mạc (họ)|họ Mạc]] ở xã Cao Đôi, huyện Bình Hà, trấn Hải Dương, nay là thôn Long Động, xã [[Nam Tân]], huyện [[Nam Sách]], tỉnh [[Hải Dương]].\n\n''Đại Nam liệt truyện tiền biên'' cũng có những dòng ghi chép về thân thế của Mạc Cảnh Huống: \"Cảnh Huống người huyện Nghi Dương, thuộc Hải Dương, là em Khiêm Vương Mạc Kính Điển. Bà Hiếu Văn hoàng hậu (tức [[Mạc Thị Giai]]) là cháu gọi Mạc Cảnh Huống bằng chú. Năm Mậu Ngọ (1558), mùa đông, Thái Tổ (tức [[Nguyễn Hoàng]]) vào Nam trấn thủ Thuận Hóa. Cảnh Huống đem gia quyến đi theo, làm quan đến Thống binh, tham mưu trong màn trướng, giúp việc lúc khai quốc\" (Bản dịch, Nhà xuất bản Thuận Hóa, Huế, 1993 tập 1, trang 81).\n\nMạc Cảnh Huống tên húy là Lịch, xuất thân trong hoàng tộc [[nhà Mạc]], là con út của Thái tông [[Mạc Thái Tông|Mạc Đăng Doanh]] và thứ phi [[Đậu Thị Giang]], xét theo thứ bậc thì Mạc Cảnh Huống đứng sau Hiển Tông [[Mạc Hiến Tông|Mạc Phúc Hải]], Ninh Vương [[Mạc Phúc Tư]], Khiêm Vương [[Mạc Kính Điển]] và Ứng vương [[Mạc Đôn Nhượng]].\n\nTheo gia phả của chi phái họ Mạc (sau đổi thành họ Nguyễn Trường dưới thời [[Nhà Tây Sơn|Tây Sơn]]) ở làng Trà Kiệu, xã Duy Sơn, huyện Duy Xuyên, tỉnh [[Quảng Nam]] thì Mạc Cảnh Huống đã đưa gia quyến vào [[Thuận Hóa]] năm 1568 theo [[Nguyễn Hoàng]]. Lịch sử cũng như gia phả dòng họ Mạc không cho biết nhiều thông tin tại sao một người vốn xuất thân từ hoàng tộc nhà Mạc lại chọn con đường phò tá một nhân vật vốn thuộc phía đối địch với nhà Mạc như Đoan Quận Công [[Nguyễn Hoàng]]. \nMạc Cảnh Huống cũng như anh ruột mình là Khiêm vương [[Mạc Kính Điển]] (?-1580), có tài năng trong lĩnh vực quân sự. Sau khi nhà Mạc thất thủ, người con gái của ông là quận chúa Mạc Thị Giai rời bỏ quê hương vào đất phương Nam lúc 15 tuổi, vào năm 1593 để tìm người chú ruột là Mạc Cảnh Huống. Có lẽ quận chúa Mạc Thị Giai đã đưa người em gái của mình là quận chúa Mạc Thị Lâu cùng vào Đàng Trong vào dịp này.\n\n==Tạo dựng quan hệ Mạc - Nguyễn==\nNăm 1564, Mạc Cảnh Huống lập gia đình với bà [[Nguyễn Thị Ngọc Dương]], là em gái của phu nhân Đoan quốc công [[Nguyễn Hoàng]]. Và như vậy, Mạc Cảnh Huống và Nguyễn Hoàng là anh em đồng hao với nhau. Nếu căn cứ vào năm sinh của Mạc Cảnh Huống thì ông kém [[Nguyễn Hoàng]] (1525 - 1613) 17 tuổi.\n\nNăm 1568, Mạc Cảnh Huống đã đưa gia quyến vào [[Thuận Hóa]], có thể với mục đích tạo dựng cơ đồ lâu dài cho [[Mạc (họ)|họ Mạc]] trên dải đất phương Nam trong thế đối chọi với nhà Lê-Trịnh ([[Nhà Lê trung hưng|Lê Trung Hưng]]) ở phía Bắc. Mạc Cảnh Huống cũng như người anh của mình Khiêm vương [[Mạc Kính Điển]] (?-1580) là người có tài năng trong lĩnh vực quân sự. Ông giúp đã hoạch định chiến lược quân sự của họ Nguyễn (Nguyễn Hoàng) ngay từ buổi đầu dựng nghiệp trên vùng đất mới, cùng với [[Nguyễn Ư Kỷ]] và [[Tống Phước Trị]] được coi là ba bậc khai quốc công thần của [[nhà Nguyễn]] buổi sơ khai. So với hai công thần nói trên, Mạc Cảnh Huống là người phục vụ lâu dài nhất dưới thời các [[Chúa Nguyễn]], trải qua 3 đời chúa nối tiếp nhau kể từ thời Chúa Tiên [[Nguyễn Hoàng]] qua Chúa Sãi [[Nguyễn Phúc Nguyên]] cho đến Chúa Thượng [[Nguyễn Phúc Lan]].\n\nÔng cũng là vị chỉ huy tối cao của quân đội [[Đàng Trong]], người vạch ra chiến lược quân sự để chống quân [[Chúa Trịnh|Trịnh]] ở phía Bắc và bình định [[Chiêm Thành]] ở phương Nam. Dưới thời [[Nguyễn Hoàng]], ông đã đóng góp nhiều công lao trong công cuộc Nam tiến, đánh chiếm Đồng Xuân và Tuy Hòa của [[Chăm Pa|Chămpa]] vào năm 1611, mở rộng bờ cõi Đại Việt về phía Nam. Để ghi nhận công lao của ông, năm 1617, chúa Tiên Nguyễn Hoàng tấn phong ông chức ''Nguyên huân Sư Thống thủ Thống Thái phó'' hay còn được gọi là ''Thống binh Thái phó'' và sau này còn được ban quyền mang họ của nhà Chúa là Nguyễn Phúc (đến thời Tây Sơn đổi thành Nguyễn Trường).\n\nDưới thời Chúa Sãi [[Nguyễn Phúc Nguyên]], ông đã có vai trò quan trọng trong đường lối hòa bình để bình định bộ tộc Man ở Ai Lao thường hay cướp bóc, quấy rối ở biên giới phía Tây năm Tân Dậu (1621). Tiếp đó, ông cũng góp phần vào chiến thắng quân Trịnh do các tướng [[Nguyễn Khải]] và [[Nguyễn Danh Thế]] theo lệnh của chúa [[Trịnh Tráng]] đánh vào [[Đàng Trong]] lần thứ nhất vào năm 1627 và ngăn chặn được sự tấn công lần thứ hai của quân Trịnh vào năm 1633.\n\nĐể đáp lại mối thâm tình về việc Mạc Cảnh Huống đã gả cháu gái [[Mạc Thị Giai]] cho mình, Chúa Sãi Nguyễn Phúc Nguyên về sau gả con gái trưởng của mình là công chúa Nguyễn Phúc Ngọc Liên cho con trai trưởng của Mạc Cảnh Huống là [[Mạc Cảnh Vinh]] và do được ban họ Chúa mà phò mã [[Mạc Cảnh Vinh]] còn có tên khác là Nguyễn Phúc Vinh.\n\nTrong quá trình xây dựng lực lượng vũ trang và chỉ huy quân đội Đàng Trong trong nhiều năm cũng như từ những bài học của thực tiễn chiến tranh, Thống binh Thái phó Mạc Cảnh Huống đã giành tâm huyết biên soạn cuốn sách về phép dùng binh, có tên là ''Binh thư trận đồ'' nhưng sau này cuốn sách đã bị thất lạc. Sức mạnh của quân đội Đàng Trong có sự đóng góp quan trọng của Mạc Cảnh Huống với tư cách là tổng chỉ huy quân đội.\n\nMạc Cảnh Huống giúp phò tá Chúa Thượng [[Nguyễn Phúc Lan]] cho đến năm Mậu Dần (1638) mới xin từ quan ở tuổi 96 để chuyên tâm tu hành. Ông chọn làng [[Trà Kiệu]], huyện Diên Phước, dinh [[Quảng Nam]] (nay là xóm Hoàng Châu, xã Duy Sơn, huyện [[Duy Xuyên]], tỉnh [[Quảng Nam]]) để định cư và trở thành thủy tổ của tộc Mạc ở đây.\n\nCác nhà viết sử triều Nguyễn sau này đã đánh giá cao sự đóng góp của Mạc Cảnh Huống trong việc xây dựng vương triều [[nhà Nguyễn]] buổi sơ khai: ''Khi Thái tổ Hoàng đế (chỉ Nguyễn Hoàng) vào Nam trấn Thuận Hóa, Tống Phước Trị sớm dâng bản đồ sổ sách trong xứ, lại cùng Uy Quốc công Nguyễn Ư Kỷ, Thống binh Mạc Cảnh Huống đồng tâm tận lực phụ tá vương thất, thật có công trạng trong thời quốc sơ vậy. Cảnh Huống dần dần làm quan tới chức Thống binh, góp mưu nơi màn trướng công lao phụ tá buổi quốc sơ ngang với Nguyễn Ư Kỷ, Tống Phước Trị''.\n\n==Tìm về cõi Phật==\nGiống như nhiều người trong dòng tộc nhà Mạc, Mạc Cảnh Huống vốn là người rất sùng đạo Phật nên khi vào [[Đàng Trong]], ông đã giúp cho làng Cổ Trai ([[Quảng Trị]]) xây dựng một ngôi chùa gọi là Lam Sơn Phật Tự. Sau khi từ quan, Mạc Cảnh Huống về sống ở làng Trà Kiệu ([[Quảng Nam]]), ông cho trùng tu ngôi chùa trên đồi Bảo Châu có tên gọi là Bảo Sơn Phúc hay Bảo Châu Sơn Tự và trụ trì với pháp danh Thuyền Cảnh Chân Tu. Tương truyền, do Mạc Cảnh Huống chuyên tâm thực hiện những phương pháp thiền của Phật giáo mà ông đã sống tới hơn 100 tuổi<ref name=\"baodanang\"\/>. Theo gia phả dòng họ cũng lời kể của dân làng, Mạc Cảnh Huống đã sống tới 135 tuổi, một tuổi thọ vô cùng hiếm có ở bất kỳ thời đại nào. Ông cũng được nhân dân hai làng Cổ Trai (Quảng Trị) và Trà Kiệu (Quảng Nam) tôn là vị thần bảo hộ cho dân làng và được kính ngưỡng như một vị Phật sống<ref name=\"baodanang\"\/>.\n\n==Ghi nhận công lao==\nSử [[nhà Nguyễn]] sau này đã ghi nhận công lao của Mạc Cảnh Huống trong việc xây dựng vương triều [[nhà Nguyễn]] buổi sơ khai: ''Khi Thái tổ Hoàng đế (tức Nguyễn Hoàng) vào Nam trấn Thuận Hóa, Tống Phước Trị sớm dâng bản đồ sổ sách trong xứ, lại cùng Uy Quốc công Nguyễn Ư Kỷ, Thống binh Mạc Cảnh Huống đồng tâm tận lực phụ tá vương thất, thật có công trạng trong thời quốc sơ vậy. Cảnh Huống dần dần làm quan tới chức Thống binh, góp mưu nơi màn trướng công lao phụ tá buổi quốc sơ ngang với Nguyễn Ư Kỷ, Tống Phước Trị''.\n\nKhi vua [[Duy Tân]] lên ngôi (1907-1916) đã đánh giá lại công lao của các huân thần trong buổi sơ khai xây dựng vương triều [[nhà Nguyễn]], đã ra Sắc phong ngày 24 thánh 12 năm Duy Tân thứ nhất (1907), truy phong Mạc Cảnh Huống (tức Nguyễn Trường Huống) là bậc khai quốc công thần của triều đại.\n\n==Chú thích==\n{{Tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.baodanang.vn\/channel\/5433\/201202\/Mac-Canh-Huong-tu-mot-thai-tu-den-vi-Phat-song-2151862\/ Mạc Cảnh Huống, từ một thái tử đến vị Phật sống]\n* [http:\/\/www.mactrieu.vn\/index.php?option=com_content&view=article&id=446:thng-thai-pho-mc-cnh-hung&catid=34:danh-nhan-&Itemid=97 Thống thái phó Mạc Cảnh Huống]{{Liên kết hỏng|date = ngày 13 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n* [http:\/\/www.mactoc.com\/newsdetail\/927\/moi-quan-he-giua-ho-mac-voi-ho-nguyen-chua-nguyen-nha-nguyen.aspx MỐI QUAN HỆ GIỮA HỌ MẠC VỚI HỌ NGUYỄN, CHÚA NGUYỄN, NHÀ NGUYỄN]{{Liên kết hỏng|date = ngày 13 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Sinh năm 1542]]\n[[Thể loại:Mất năm 1677]]\n[[Thể loại:Người thọ bách niên Việt Nam]]\n[[Thể loại:Hoàng tộc nhà Mạc]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Họ Mạc gốc xứ Đông]]"}