{"324055":"'''Mạc Tử Sanh''' (鄚子泩,<ref>''[[Hà Tiên trấn Hiệp trấn Mạc thị gia phả]]''<\/ref> [[1769]]- [[1788]]) là võ tướng dưới thời chúa [[Gia Long|Nguyễn Phúc Ánh]] trong [[lịch sử Việt Nam]].\n\n==Thân thế & sự nghiệp==\n'''Mạc Tử Sanh''' người [[Hà Tiên (tỉnh)|Hà Tiên]], là con bà vợ thứ tư của Đô đốc [[Mạc Thiên Tứ]]. Đối với [[Mạc Tử Dung]], ông là em cùng cha khác mẹ.\n \nNăm [[1775]], chúa [[Nguyễn Phúc Thuần]] (tức Định vương) dừng đóng ở [[Bến Nghé]] (thuộc [[Gia Định]]), Mạc Thiên Tứ đem các con từ Trấn Giang (nay là vùng đất [[Cần Thơ]]) đến hành tại bái yết. Chúa khen và ủy lạo, gia thăng làm Đô đốc Quận công, cho con là Mạc Tử Dung làm Tham tướng Cai cơ, Mạc Tử Hoàng làm Chưởng cơ, Mạc Tử Thượng làm Cai cơ... còn Mạc Tử Sanh chỉ là một cậu bé 4 tuổi, nên không có chức việc gì cả.\n \nĐến năm [[Canh Tý]] ([[1780]]), khi Tôn Thất Xuân, Mạc Thiên Tứ, Mạc Tử Dung, Mạc Tử Thảng (hay Thượng)...cùng với 53 người nữa bị vua [[xiêm|xiêm La]] sát hại ở [[Bangkok|Vọng Các]] (Bangkok), Mạc Tử Sanh và vài anh em khác, vì còn nhỏ nên không bị giết, mà chỉ bị đày ải ra tận vùng quê xa xôi.\n\nVũ Thế Dinh <ref>Vũ Thế Dinh, biệt hiệu Thận Vi Thị, làm chức Hà Tiên trấn Tùng trấn cai đội, tước Dinh Đức hầu. Ông viết xong “Hà Tiên trấn, Hiệp trấn Mạc thị gia phả” vào năm [[Gia Long]] thứ 17, ngày 19 tháng 6 năm [[Mậu Dần]], tức ngày 21 tháng 7 năm 1818. Căn cứ theo lời bạt ở sách này thì ông mồ côi từ năm 9 tuổi, được vào làm môn nhân cho Mạc Thiên Tứ và được nuôi dạy cho đến khi nên người.<\/ref> trong'' Hà Tiên trấn Hiệp trấn Mạc thị gia phả'' (gọi tắt là Mạc thị gia phả)<ref>''Hà Tiên trấn Hiệp trấn Mạc thị gia phả'', Bản A.39, Thư viện Hán Nôm, [[Hà Nội]].<\/ref>, kể: \n:''Vua [[Xiêm]] là (Trịnh) Tân (Phraya Tak, tức Phi Nhã Tân. Có sách ghi là [[Taksin|Trịnh Quốc Anh]]) đày tất cả dân ta ra miền đất hoang thật xa. Cho đến năm [[Nhâm Dần]] ([[1782]]), Trịnh Tân bị Chất Tri (Chakri tức Rama thứ I) lật đổ. Anh em Mạc Tử Sanh còn nhỏ, may được một viên quan người Xiêm tên Kỳ La Hâm nuôi nấng. Đến năm [[Giáp Thìn]] ([[1784]]), khi Nguyễn Vương ([[Gia Long|Nguyễn Phúc Ánh]]) từ đảo Cổ Long (Cổ Rồng) chạy qua Xiêm, vua Rama I cho đón Nguyễn Vương về Bangkok. Vua Xiêm cho Mạc Tử Sanh đến chào. (Rồi) ngày mồng chín tháng 6 năm [[Giáp Thìn]] ([[1784]]) khởi xuất binh, lấy Chiêu Tăng làm chủ tướng, Chiêu Sương đi tiên phong, đồng thời lệnh cho người con trai của ông tôi (tức Mạc Thiên Tứ) tên Tử Sanh theo hầu bên vua. Năm này người tròn 16 tuổi''<ref>Dẫn lại theo Trương Minh Đạt (''Nghiên cứu Hà Tiên'', tr. 139)<\/ref>.\n\nNhư vậy, đến [[tháng sáu|tháng 6]] năm [[1784]], Mạc Tử Sanh mới được phong Tham tướng Lý Chánh hầu, với nhiệm vụ theo hầu vua (''Tòng giá báo hiệu'') và gìn giữ vùng đất [[Trà Ôn]] (''Hộ giá công thủ Trà Ôn'').\n\nTrong khi quân [[nhà Tây Sơn|Tây Sơn]] đánh nhau với quân Xiêm ở [[Trận Rạch Gầm – Xoài Mút|Rạch Gầm - Xoài Mút]], Mạc Tử Sanh đậu thuyền ở ngoài cuộc chiến. Sau đó, chúa Nguyễn về tới Trấn Giang. Mạc Tử Sanh và vị phó tướng của ông là Cai đội Tín, mời chúa Nguyễn lên thuyền của mình để đi [[Hà Tiên (tỉnh)|Hà Tiên]], ra đảo Thổ Chu rồi sang Xiêm.\n\nĐến nơi, Mạc Tử Sanh được giao nhận nhiệm vụ mang thư của [[chúa Nguyễn]] trình lên vua Xiêm là Rama thứ I, cho biết cuộc bại binh là lỗi của Chiêu Tăng và Chiêu Sương.\n\nMạc Tử Sanh ở lại đất Xiêm cho đến năm [[Đinh Mùi]] ([[1787]]).\n\nSách ''Mạc thị gia phả'' kể tiếp:\n:''Vua Xiêm bảo quan Tham tướng Tử Sanh cùng với Cai Hoạt về giữ [[Hà Tiên (tỉnh)|Hà Tiên]], để làm chỗ dựa cho vua ([[Gia Long|Nguyễn Phúc Ánh]]). Khi ấy, vua thiếu binh khí, Tử Sanh mới sai Cai Hoạt chở 300 khẩu súng “điểu thương cò máy đá” dâng vua để giúp tăng cường vũ khí. Bỗng vô cớ, Tham tướng Sanh mắc bệnh qua đời''<ref>[[Gia Định thành thông chí]] của [[Trịnh Hoài Đức]] cũng ghi Mạc Tử Sanh mắc bệnh qua đời.<\/ref>.\n\nSách ''Đại Nam liệt truyện tiền biên'' chép tương tự: \n:''Mùa thu năm [[Đinh Mùi]] ([[1787]]) Sanh theo vua ([[Gia Long|Nguyễn Phúc Ánh]]) về [[Gia Định]], được lấy làm Lưu thủ [[Hà Tiên (tỉnh)|Hà Tiên]]. Khi đại binh tiến đánh quân giặc, Tử Sanh hiến 300 khẩu súng cò máy đá lửa để giúp vào quân dụng. Mùa hạ năm [[Mậu Thân]] ([[1788]]), Tử Sanh chết, được tặng là ''Đặc Tiến Phụ Quốc thượng tướng quân Cẩm y vệ Chưởng vệ sự Đô đốc Chưởng cơ''.<ref>''Đại Nam liệt truyện tiền biên'', quyển 6, Chư thần liệt truyện 4, truyện Mạc Thiên Tứ. Nhà xuất bản KHXH, 1995, tr. 248.<\/ref>\n\nMạc Tử Sanh chết ở [[Hà Tiên (tỉnh)|Hà Tiên]], nhưng trong khu mộ của dòng họ Mạc không có mộ của ông. Hiện nay, vẫn chưa biết ông được an táng ở đâu <ref>Trương Minh Đạt, tác giả ''Nghiên cứu Hà Tiên'' nêu giả thuyết: ''Có lẽ vì thời đó ông đang nhận quan chức ở Xiêm, mẹ ông đang ở đất Xiêm, ông chết còn quá trẻ - chỉ 20 tuổi- nên thi hài của ông được chở về bên ấy chăng?'' (sách ở mục tham khảo, tr. 148). Nhưng ý kiến này chưa được đồng thuận, vì ngay cả hài cốt của [[Mạc Thiên Tứ]], [[Mạc Tử Duyên]] ở Xiêm còn được mang về cải táng ở Hà Tiên.<\/ref>.\n\n==Ngộ nhận==\nHọ Mạc có hai người làm Tham tướng, đó là Mạc Tử Dung và Mạc Tử Sanh. \nTheo nhà nghiên cứu Trương Minh Đạt, thì không có ông nào mất bệnh hay chết trận ở [[Cần Thơ]] và những cái tên: cầu ''Tham Tướng'', rạch ''Tham Tướng'', chợ ''Tham Tướng'' (nay thuộc phường Xuân Khánh, thành phố Cần Thơ), được đặt theo chức vụ của Mạc Tử Duyên. Vì theo ''Mạc thị gia phả'', chính ông Duyên mới là người đã “lập chướng ngại chống giữ cửa thành...đốn cây chặt gỗ mà bít đường nước”, và còn vì chỗ ấy, xưa là bản doanh của Tham tướng Duyên, chứ không phải của Mạc Tử Sanh như một số nguồn đã ghi.<ref>''Nghiên cứu Hà Tiên'' (tr. 138-139). Biên niên sử Cần Thơ ghi năm 1777: Tham tướng Mạc Tử Sanh tử trận ngay bên một con rạch nay còn mang tên Tham Tướng thuộc phường Xuân Khánh, Tp. Cần Thơ là không chính xác, vì khi ấy ông Sanh mới 8 tuổi. Xem thêm [[Mạc Tử Dung]].<\/ref>\n \n==Chú thích==\n{{Tham khảo}}\n==Nguồn tham khảo chính==\n*Trương Minh Đạt, ''Nghiên cứu Hà Tiên'', do Tạp chí Xưa & Nay và Nhà xuất bản Trẻ cùng ấn hành, 2008, tr. 137-148.\n*''Địa chí Cần Thơ'', đoạn liên quan tại địa chỉ: [http:\/\/www.thanhdoan.cantho.gov.vn\/?mod=newsdetail&newsid=299&sesid=20] {{Webarchive|url=https:\/\/web.archive.org\/web\/20101120232904\/http:\/\/www.thanhdoan.cantho.gov.vn\/?mod=newsdetail&newsid=299&sesid=20 |date=2010-11-20 }}\n*Huỳnh Minh, đoạn ''Mạc Tử Sanh'' trong ''Cần Thơ xưa'' tại địa chỉ: [http:\/\/www.canthoaio.com\/web\/index.php?\/Can-Tho-Xua\/Mac-Tu-Sanh.html]{{Liên kết hỏng|date = ngày 13 tháng 5 năm 2021 |bot=InternetArchiveBot }}\n*Nguyễn Q. Thắng & Nguyễn Bá Thế, ''Từ điển nhân vật lịch sử Việt Nam'', Nhà xuất bản KHXH, 1992, tr. 438.\n*''Sổ tay hành hương đất phương Nam''. Nhiều người soạn, Huỳnh Ngọc Tràng chủ biên, Nhà xuất bản Tp. HCM, tr. 400.\n*Ngô Giáp Đậu, ''Hoàng Việt hưng long chí'', Nhà xuất bản Văn học, 1993, tr. 79\n\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Người Kiên Giang]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Người Minh Hương]]\n[[Thể loại:Sinh năm 1769]]\n[[Thể loại:Mất năm 1788]]\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Họ Mạc gốc Hà Tiên]]"}