{"37303":"'''Mạc Thị Bưởi''' (1927 - 1951) là một trong những người được chính phủ [[Việt Nam Dân chủ Cộng hòa]] truy tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] [[Việt Nam]] ngay trong đợt phong tặng đầu tiên vào năm 1955.\n\nBà sinh năm [[1927]] tại xã [[Nam Tân]], huyện [[Nam Sách]], tỉnh [[Hải Dương]].\n\n==Quá trình hoạt động==\nTrong [[Cách mạng tháng Tám]], bà tham gia [[Phụ nữ Cứu quốc]] tại địa phương. Sau khi Pháp tái chiếm [[Bán đảo Đông Dương|Đông Dương]], bà bắt đầu tham gia lực lượng du kích và là một cán bộ chính trị cơ sở, hoạt động ở địa phương, vốn nằm trong vùng kiểm soát của [[quân đội Pháp]].\n\nNăm 1949, quân đội Pháp xây dựng bốt (đồn) [[Trung Hà]], lập hàng rào, tháp canh, liên tục tổ chức càn quét, kiểm soát một địa bàn rộng lớn quang xã [[Nam Tân, Nam Sách|Nam Tân]]. Vì vậy cán bộ Việt Minh ở xã [[Nam Tân]] bị bật sang các vùng lân cận. Chỉ riêng Mạc Thị Bưởi vẫn tiếp tục ở lại, hoạt động xây dựng tổ chức cho Việt Minh trong những điều kiện khó khăn. Hơn thế, bà còn tổ chức được 3 tổ nữ du kích, xây dựng 35 cơ sở ở ba thôn của xã; vận động quần chúng chống nộp thuế, đi phu cho quân Pháp.\n\nNăm 1950, quân [[Việt Minh]] tấn công [[đồn Thanh Dung]](?). Trong trận đánh này, Mạc Thị Bưởi đã thực hiện việc trinh sát tiền trạm, tạo cơ sở để trận đánh thành công. Quân đội Pháp nhiều lần treo giải thưởng để có thể bắt được Mạc Thị Bưởi, nhưng đều không thành công.\n\nNăm 1951, bà làm nhiệm vụ vận động nhân dân vùng tạm chiếm chuẩn bị gạo, đường, sữa chuyển ra vùng tự do phục vụ [[Chiến dịch Trần Hưng Đạo]], đánh đường 18. Trong một chuyến vận chuyển đó, bà bị quân Pháp phục kích bắt được và tra tấn tàn bạo. Bà kiên quyết không khai một lời và bị giết vào ngày [[23 tháng 4]] năm [[1951]], khi đó bà mới 24 tuổi<ref name=\"haiduong\">[http:\/\/www.haiduong.gov.vn\/front-end\/index.asp?website_id=101&menu_id=414&parent_menu_id=414&article_id=1521&fuseaction=DISPLAY_SINGLE_ARTICLE Tiểu sử Mạc Thị Bưởi trên trang web tỉnh Hải Dương]{{Liên kết hỏng|date = ngày 13 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nNgày [[31 tháng 8]] năm [[1955]], Mạc Thị Bưởi được [[Chủ tịch nước Việt Nam|Chủ tịch nước]] [[Việt Nam Dân chủ Cộng hòa|Việt Nam Dân chủ Cộng hoà]] tặng danh hiệu [[Anh hùng Lực lượng vũ trang nhân dân]] và [[Huân chương Quân công]] hạng II<ref name=\"haiduong\"\/>.\n\n==Các công trình gắn liền với tên tuổi của Mạc Thị Bưởi==\nNgày nay, tại huyện [[Nam Sách]] có tượng đài Mạc Thị Bưởi cạnh [[tỉnh lộ 183]] và nhà tưởng niệm Mạc Thị Bưởi gần khu vực đền thờ [[Mạc Đĩnh Chi]].\n\nBộ tem Anh hùng Mạc Thị Bưởi, do họa sĩ [[Bùi Trang Chước]] vẽ và được phát hành ngày 3 tháng 11 năm 1956, là bộ [[Tem Việt Nam]] có giá cao nhất do còn lại rất hiếm<ref>{{Chú thích web |url=http:\/\/www.vietnamnet.com.vn\/xahoi\/guinness\/2004\/12\/359030\/ |ngày truy cập=2007-06-08 |tựa đề=Bộ tem Việt Nam có giá cao nhất |archive-date = ngày 28 tháng 9 năm 2007 |archive-url=https:\/\/web.archive.org\/web\/20070928040853\/http:\/\/www.vietnamnet.com.vn\/xahoi\/guinness\/2004\/12\/359030\/ }}<\/ref>.\n\nTại thành phố Hà Nội, tên của bà được đặt cho một con phố thuộc địa bàn phường Vĩnh Tuy, quận Hai Bà Trưng, đi từ đường Minh Khai ở chân cầu Vĩnh Tuy đến cổng Công ty Bánh kẹo Hữu nghị Hải Hà - Kotobuki.\n\nTại thành phố Hồ Chí Minh, tên bà được đặt cho một con đường nhỏ dài gần 300m nhưng ở vị trí \"đắc địa\" - gần [[Công trường Mê Linh]] tại phường [[Bến Nghé (phường)|Bến Nghé.]] Đường bắt đầu từ ngã ba giao với đường Hai Bà Trưng và kết thúc tại ngã năm giao với các đường Tôn Thất Thiệp, Huỳnh Thúc Kháng và phố đi bộ Nguyễn Huệ.\n\nTại thành phố Đồng Hới, [[Quảng Bình]] có con đường mang tên Mạc Thị Bưởi ở phường Nam Lý (từ đường Nguyễn Văn Cừ tới đường Nguyễn Đăng Tuân).\n\nTại thành phố [[Nam Định]] có con đường Mạc Thị Bưởi.\n\nTại thành phố [[Hạ Long]], tên bà được đặt cho một phố tại phường Hà Khánh (từ đường [[Trần Phú]] tới phố [[Phan Đình Phùng]]).\n\nTại thành phố [[Pleiku]] có con đường Mạc Thị Bưởi nằm cả Phường Thắng Lợi và Xã Chư Á\n\n...\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n* [[Bùi Trang Chước]]\n\n{{Sơ khai tiểu sử}}\n{{thời gian sống|sinh=1927|mất=1951|tên=Mạc Thị Bưởi}}\n\n[[Thể loại:Anh hùng Lực lượng vũ trang nhân dân]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Nhân vật trong Chiến tranh Đông Dương]]\n[[Thể loại:Người họ Mạc tại Việt Nam]]"}