{"1023030":"'''Mạc Phúc Tư''' ([[chữ Hán]]: 莫福滋; [[1524]] - [[1593]]<ref name=\"mactrieu\">[http:\/\/mactrieu.vn\/index.php?option=com_content&view=article&id=209:danh-nhan-vo-tng-triu-mc&catid=34:danh-nhan-&Itemid=97 Danh nhân, võ tướng Vương Triều Mạc]{{Liên kết hỏng|date=2021-05-13 |bot=InternetArchiveBot }}<\/ref>), thụy hiệu là '''Phúc Triệu''', tước Ninh vương (寧王), là tướng [[nhà Mạc]] thời [[Nam-Bắc triều (Việt Nam)|Nam Bắc triều]] trong [[lịch sử Việt Nam]]. Cùng với những thân vương khác như Khiêm vương [[Mạc Kính Điển]] và Ứng vương [[Mạc Đôn Nhượng]], Ninh vương Mạc Phúc Tư giữ vai trò là những phụ chính đại thần có uy tín và đức độ trong triều Mạc, giúp [[nhà Mạc]] đứng vững trong hơn 50 năm, trải qua những biến động lớn trong triều đình và sự lớn mạnh không ngừng của nhà [[Nhà Lê trung hưng|Lê Trung Hưng]] ở phía Nam.\n\n==Thân thế==\nMạc Phúc Tư là con thứ của Thái Tông [[Mạc Thái Tông|Mạc Đăng Doanh]], cháu nội của Thái tổ [[Mạc Đăng Dung]], sinh năm Giáp Thân (1524). Ông quê gốc ở làng Cổ Trai, huyện Nghi Dương, phủ Kinh Môn, trấn [[Hải Dương]] xưa (nay thuộc xã Ngũ Đoan, huyện [[Kiến Thụy]], thành phố [[Hải Phòng]]), là đất phát tích của [[nhà Mạc]]. Còn đất khởi tổ của dòng [[Mạc (họ)|họ Mạc]] ở xã Cao Đôi, huyện Bình Hà, tỉnh [[Hải Dương]] xưa, nay là thôn Long Động, xã Nam Tân, huyện [[Nam Sách]], tỉnh [[Hải Dương]].\n\n==Sự nghiệp==\n\nTuổi niên thiếu của Mạc Phúc Tư ở vào thời kỳ hưng thịnh của triều Mạc nên được hưởng sự giáo huấn đầy đủ. Ông thông minh, hiếu học, tính khoan hòa, đức độ, được sĩ thứ (trong đó có Trạng Trình [[Nguyễn Bỉnh Khiêm]]) mến mộ. Năm Canh Tý (1540) Thái Tông [[Mạc Thái Tông|Mạc Đăng Doanh]] qua đời, con cả là Thái tử [[Mạc Hiến Tông|Mạc Phúc Hải]] lên làm vua, tức là Mạc Hiến Tông. Sau khi lên ngôi, Hiến tông [[Mạc Hiến Tông|Mạc Phúc Hải]] đã phong cho em mình là Mạc Phúc Tư tước Ninh vương. Ông còn tham gia vào công việc triều chính với vai trò của một quan chức đầu triều là Thái tể.\n\nNăm [[1545]], ông làm tướng chỉ huy quân năm phủ đô đốc và các trấn đánh vào bản doanh của [[Lê Trang Tông]] Duy Ninh ở hạt Yên Mô (nay thuộc tỉnh [[Ninh Bình]]). Khi quân đến sông Phù Chẩn, đội quân tiên phong do chủ quan khinh địch, nên bị phục quân của Lê Trang Tông và cánh quân do [[Trịnh Kiểm]] chỉ huy vây đánh. Trận này quân nhà Mạc bị thất thế phải rút về<ref name=\"mactrieu1\">[http:\/\/mactrieu.vn\/index.php?option=com_content&view=article&id=252:ninh-vng-mc-phuc-t&catid=34:danh-nhan-&Itemid=97 Ninh Vương Mạc Phúc Tư]{{Liên kết hỏng|date=2021-05-13 |bot=InternetArchiveBot }}<\/ref>.\n\nNăm Bính Ngọ (1546), Hiến tông [[Mạc Hiến Tông|Mạc Phúc Hải]] qua đời, tôn thất và triều thần tôn Thái tử [[Mạc Tuyên Tông|Mạc Phúc Nguyên]] còn ít tuổi lên ngôi. Lúc ấy, Tứ Dương Hầu [[Phạm Tử Nghi]] vì muốn lập Hoằng vương [[Mạc Chính Trung]] (con trai thứ của [[Mạc Đăng Dung|Mạc Thái Tổ]]) làm vua nên dấy binh gây biến loạn triều chính rồi rút quân về chiếm cứ vùng [[Yên Quảng]]. Mạc Phúc Tư nhận thấy người em kế mình là [[Mạc Kính Điển]] có tài thao lược liền xin nhường chức Phụ chính đại thần cho Mạc Kính Điển rồi xin đi trấn thủ vùng Hải Đông<ref name=\"mactrieu1\"\/>.\n\nTrong những năm trấn thủ ở vùng biên ải trọng yếu này, ông ra sức vỗ về dân chúng và tướng sĩ. Ngoài ra, ông còn đốc thúc việc đắp đê, đào sông, khơi ngòi, khai khẩn đất hoang, trồng cây gây rừng, khuyến khích nghề đánh cá, nghề làm muối, mở chợ Chanh ở Yên Quảng, chợ Thưa, chợ Đá, Bia và phố Khách Long Mã ở Thủy Đường ([[Thủy Nguyên]]) để dân an lạc nghiệp. Những công trình do ông chỉ đạo với tên gọi dân gian như đê nhà Mạc, bãi nhà Mạc hay rừng nhà Mạc ngày nay vẫn còn dấu tích và được coi như những chứng tích về công lao của nhà Mạc đối với nhân dân vùng Đông Bắc (Hải Đông) đất nước. Suốt mấy chục năm [[chiến tranh Lê-Mạc]], quân Lê-Trịnh nhiều lần đem quân cướp phá Thăng Long và một số vùng khác, riêng xứ Hải Đông do Mạc Phúc Tư cai quản đời sống nhân dân vẫn giữ được ổn định.\n\nNăm 1561, Tuyên tông [[Mạc Tuyên Tông|Mạc Phúc Nguyên]] qua đời, Thái tử [[Mạc Mậu Hợp]] nhỏ tuổi lên nối ngôi. Các hoàng thân như [[Mạc Kính Điển]],[[Mạc Đôn Nhượng]] cùng phụ chính. Mạc Phúc Tư vẫn lo liệu công việc trấn giữ miền đất phên dậu của nhà Mạc.\n\nNăm Canh Thìn (1580), [[Mạc Kính Điển]] bị bệnh qua đời, em út của Phúc Tư là [[Mạc Đôn Nhượng]] làm phụ chính, giữ chức Trung doanh tổng sứ nhưng một mình [[Mạc Đôn Nhượng]] không đủ sức gánh vác việc lớn quốc gia. Thế lực nhà Lê-Trịnh ngày một mạnh mà triều thần nhà Mạc lúc ấy chia rẽ, vua ít tuổi lại ham chơi, chính sự ngày càng hỗn loạn.\n\nNăm Nhâm Thìn (1592) vua nhà Mạc là [[Mạc Mậu Hợp]] (Mạc Hồng Ninh) bị quân Lê-Trịnh bắt và xử tử khi đang chạy loạn. Lúc đó, thân vương Mạc Phúc Tư vẫn kiên trì trấn thủ vùng Hải Đông. Đầu năm Quý Tỵ (1593), sau khi đánh chiếm được Thăng Long, [[Dương Kinh]] và nhiều vùng đất khác của nhà Mạc, quân Lê-Trịnh chia đường tiến đánh Hải Đông. Mạc Phúc Tư cùng hai thân vương khác sau nhiều ngày đêm chống trả quyết liệt với quân đội Lê-Trịnh cuối cùng cũng bị vỡ trận và buộc phải tuẫn tiết. Con cả của Mạc Phúc Tư là [[Mạc Thuần Trực]] cùng tôn thất Mạc Huệ Khánh cố thủ trong thành Dền được 5 tháng, sau hết lương thực phải mở đường máu rút chạy, Mạc Thuần Trực cũng tử trận. Mạc Huệ Khánh cùng con cháu thoát được về vùng [[Giáp Sơn]], dấu họ đổi tên lập ra làng Mai Sơn, nay thuộc chùa Trại Sơn, xã An Sơn, huyện [[Thủy Nguyên]].\n\n==Phần mộ==\nPhần mộ của Ninh vương và hai thân vương khác tại cánh đồng làng Thiểm Khê được dân làng gọi là Mả Ba Vua - Nghè Đồng dưới, vì lúc đầu an táng ba người tại đây và ở khu đồng dưới của làng, dân lập nghè thờ ba vị. Sau phu nhân của Ninh Vương là Đoàn Thị Từ Linh chuyển hài cốt của vương và của con trai cả là Mạc Thuần Trực ở thành Dền về an táng tại phường Câu Tử, huyện Thủy Đường (sau này đổi tên thành [[Thủy Nguyên]]). Năm 1993, phần mộ của Ninh vương Mạc Phúc Tư đã được con cháu chi họ Mạc ở Câu Tử trùng tu lại.\n\n==Gia quyến==\nNinh vương Mạc Phúc Tư được coi là thủy tổ của chi họ Mạc ở Câu Tử Nội, xã Hợp Thành, huyện [[Thủy Nguyên]], [[Hải Phòng]]. Gia phả họ Mạc ở Câu Tử có ghi chép về một người phu nhân của ông là Đoàn Thị Từ Linh, là người xã Hợp Thành, [[Thủy Nguyên]], [[Hải Phòng]]. Bà có với ông ba người con trai là Mạc Thuần Trực, Mạc Đạo Trai và Mạc Tảo An. Con trưởng Mạc Thuần Trực được phong tước, mất năm 1593 khi chống cự với quân nhà Lê-Trịnh. Mạc Đạo Trai là võ tướng, năm 1573 theo Khiêm vương [[Mạc Kính Điển]] hành quân vào [[Thanh Hóa]], bị bắt ở lũy Phúc Bồi, Thái úy [[Trịnh Tùng]] mến tài, gả con gái là Quận chúa Trịnh Thị Nhân (có sách ghi là Trịnh Thị Nhâm) cho. Mười năm sống ở Thanh Hóa, đến khi nhà Lê-Trịnh muốn dùng ông chống lại nhà Mạc, Mạc Đạo Trai đã tự sát. Bà Trịnh Thị Nhân vợ ông cảm thương tình cảnh đã xin với cha mình là Bình An Vương [[Trịnh Tùng]] nhận Mạc Hữu Đạo, con của Mạc Thuần Trực về nuôi dạy thành tài. Lớn lên Mạc Hữu Đạo thi đỗ làm quan và được phong tước Thượng Xá Hầu dưới triều Lê-Trịnh ([[Nhà Lê trung hưng|Lê Trung Hưng]]).\n\n==Bạn vong niên với Nguyễn Bỉnh Khiêm==\nNinh vương Mạc Phúc Tư ít hơn Trình Quốc Công [[Nguyễn Bỉnh Khiêm]] 33 tuổi. Trong [[Bạch Vân Am thi tập]], Trạng Trình [[Nguyễn Bỉnh Khiêm]] có hai bài thơ với tiêu đề là ''Lưu đề Ninh Quốc công'' và ''Bộ Ninh Quốc công thi vận''. Nội dung hai bài thơ thể hiện mối quan hệ gần gũi giữa Trạng Trình và Mạc Phúc Tư, đồng thời cũng cho thấy Nguyễn Bỉnh Khiêm đánh giá cao tài năng và đức độ của người bạn vong niên.\n\n==Xem thêm==\n* [[Mạc Kính Điển]]\n* [[Mạc Đôn Nhượng]]\n* [[Nguyễn Bỉnh Khiêm]]\n* [[Mạc Đăng Lượng]]\n\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Quan lại nhà Mạc]]\n[[Thể loại:Võ tướng nhà Mạc]]\n[[Thể loại:Người Hải Dương]]\n[[Thể loại:Người Hải Phòng]]\n[[Thể loại:Người Thủy Nguyên]]\n[[Thể loại:Người Dương Kinh (thời Mạc)]]\n[[Thể loại:Nhiếp chính Việt Nam]]\n[[Thể loại:Hoàng tử nhà Mạc]]\n[[Thể loại:Sinh năm 1524]]\n[[Thể loại:Mất năm 1593]]\n[[Thể loại:Vương tước nhà Mạc]]"}