{"324929":"{{Mồ côi|date=tháng 7 2020}}\n'''Mạc Như Đông''' (?-[[1873]]) hay '''Trần Nghị Đông''' là một quan [[nhà Nguyễn]] đã tham gia chống [[Pháp]], dưới trướng của [[Nguyễn Tri Phương]]. Ông là cháu nội của Tông Đức Hầu [[Mạc Thiên Tứ]].\n\n==Cuộc đời==\n'''Mạc Như Đông''', chưa rõ cha mẹ là ai, nhưng theo nhà nghiên cứu Trương Minh Đạt, thì trong tên Đông có bộ Mộc<ref>Thi sĩ [[Đông Hồ (định hướng)|Đông Hồ]] cho biết nguyên họ Mạc ở Hà Tiên có một thể thức đặt danh hiệu, đó là dùng bảy [[chữ Hán]]: Thiên, tử, công, hầu, bá, tử, Nam; để làm tên đệm (thể thức đó có tên là \"Thất diệp phiên hàn\"). Đồng thời trong tên riêng viết có kèm các bộ Kim - Thủy - Mộc - Hỏa - Thổ. Thế nhưng, dòng họ Mạc ở Hà Tiên chỉ truyền được đến đời Mạc Tử Khâm (thế hệ thứ bảy, tính từ Mạc Cửu), vì không có con trai, nên kể như chấm dứt. (''Văn học Hà Tiên'', Nhà xuất bản Văn nghệ Thành phố Hồ Chí Minh, 1999, tr. 146)<\/ref> như vậy ông cùng một thế hệ với Mạc Công Du và Mạc Công Tài.\n\nTheo sử sách còn ghi lại thì khoảng năm [[1833]] - [[1834]], là một trong những thời kỳ \"đen tối\" của xứ Hà Tiên. Bởi trong cuộc khởi binh của [[Lê Văn Khôi]] chống lại nhà Nguyễn, ở vùng [[Gia Định]] cũ (nay thuộc [[Thành phố Hồ Chí Minh]]), các con cháu họ Mạc ở Hà Tiên, là Công Du, Công Tài, Hầu Hi, Hầu Diệu vì nhận chức quan của họ Lê, cho nên sau khi cuộc nổi dậy bị thất bại, họ đều bị khép tội.<ref>Thái Công Triều được Lê Văn Khôi giao cho nắm giữ các tỉnh miền Tây ([[Nam Bộ Việt Nam|Nam Bộ]]), trong đó có Hà Tiên. Chẳng bao lâu sau, Thái Công Triều phản lại họ Lê nên đã bắt Công Du, Công Tài, Hầu Hi, Hầu Diệu giao cho binh triều (Trương Minh Đạt, ''Nghiên cứu Hà Tiên'', Nhà xuất bản. Trẻ, 2008, tr. 416).<\/ref> Thêm nữa, cũng vì Lê Văn Khôi cho người sang [[Xiêm]] cầu viện, mà quân xiêm có cớ tràn sang chiếm cứ Hà Tiên, rồi theo [[kênh Vĩnh Tế]] qua [[Châu Đốc]]...\nMô tả cảnh tao loạn này, tác giả Jackenet, viết: ''Quân Xiêm mặc sức đốt cướp dọc đường hành quân, giết đàn ông, bắt đàn bà trẻ con mang đi...''<ref>Dẫn lại theo Nguyễn Phan Quang, ''Cuộc khởi binh của Lê Văn Khôi ở Gia Định (1833-1835).'' Nhà xuất bản Thành phố Hồ Chí Minh, tr. 87.<\/ref>\n\nGặp họa lớn lao quá, mẹ Mạc Như Đông đành phải dẫn con rời bỏ xứ Hà Tiên ra Bắc, định cư ở quê ngoại, là làng [[Mộ Trạch]] (nay thuộc huyện [[Bình Giang]], [[Hải Dương]]). Ở đây, Mạc Như Đông được mẹ đăng ký hộ tịch theo họ mẹ, nên có tên mới là ''Trần Nghị Đông''<ref>Theo Trương Minh Đạt, sau này Mạc Như Đông được vua [[Tự Đức]] cho cải chính lại theo họ Mạc, theo lệ định năm 1857 (''Nghiên cứu Hà Tiên'', tr.420). Lệ ấy như sau: ''Lệ cải chánh - Năm Tự Đức thứ 10 (1857) định rằng phàm viên chức nào lúc bé lưu lạc, không rõ quán chỉ đích thực; sau khi đã thành lập mới dò hỏi được đích xác mà cải chính, thì chuẩn miễn cho xử phạt. Tựu trung đã có thể nên cải chính, mà lần chần cẩu thả không tâu xin cải chánh ngay, thì dù không có lòng riêng muốn trốn tránh điều gì cũng phải xử phạt...'' (''Đại Nam điển lệ toát yếu'', mục Cải chánh, Nguyễn Sĩ Giác, Nhà xuất bản Thành phố Hồ Chí Minh, 1993, tr. 22-23). Trong ''Quốc triều hương khoa lục'' ghi tên ông là ''Trịnh Nghị Đông'' (chép nhầm họ Mạc ra họ Trịnh).<\/ref>\n\nNăm [[Thiệu Trị]] thứ 3 (1843), ông đỗ cử nhân, được bổ nhậm làm Đốc học tỉnh [[Định Tường]].\n \nSáng ngày 1 tháng 9 năm [[1858]], quân [[Pháp]] nổ súng vào [[Đà Nẵng]]. Ngày 2 tháng 2 năm [[1859]], quân Pháp vào đánh Gia Định. Khoảng 1860, Mạc Như Đông theo Tán lý đạo Định Biên là Nguyễn Duy<ref>Ngày 24 và 25 tháng 10 năm 1861, quân Pháp tiến hành công phá đại đồn Chí Hòa. Đại đồn thất thủ, Gia Định lại bị chiếm, Nguyễn Duy trúng đạn đại bác, tử trận. Xem thêm [[Trận Đại đồn Chí Hòa]]<\/ref>(khi ấy Nguyễn Duy đang đóng ở Tân An tức [[Long An]] bây giờ), về Gia Định phục vụ trong bộ chỉ huy của Tổng thống quân vụ [[Nguyễn Tri Phương]], anh ruột tướng Nguyễn Duy. Ở tại quân thứ Chí Hòa, ông nhận lệnh của chủ tướng Tri Phương làm bài hịch để động viên quân dân chống Pháp.\n\nVà rồi sau khi đại đồn Chí Hòa bị thất thủ, không thấy tác giả sách ''Nghiên cứu Hà Tiên'' cho biết thêm gì về ông, mà chỉ có một đoạn văn như sau: \n:''Vì Mạc Như Đông có quá trình chống Pháp, cho nên khi ông mất (1873), người ta không để tên thật của ông trên bia, phòng hờ quân Pháp biết được sẽ khủng bố trả thù cánh họ Mạc ở Hà Tiên...Và khi đưa ông về chôn ngay dưới chân Mộ Thiên Tích, hẳn người xưa nghĩ rằng Phụng Nghị Đại phu Mạc Như Đông xứng đáng nằm vào nơi vinh dự đó. Ngày nay chúng ta biết rõ lai lịch và tinh thần yêu nước kháng Pháp của ông, lẽ nào ta nỡ để cho mộ phần ông bị quên lãng...? <ref>Nơi khu mộ họ Mạc trên núi Bình San, Hà Tiên, mộ Mạc Như Đông được đánh số 45. Và trên tấm bia chỉ ghi đơn sơ: Đại Nam - Phụng Nghị Đại phu Mạc Tiên Sinh chi mộ... Trước đây, Trần Kinh Hòa (Chen Ching Ho), tác giả sách ''Hà Tiên Mạc thế hệ khảo'' (Hoa Cương học báo - Đệ ngũ kỳ - Trừu ấn bản, 1969) ghi \"chưa biết lai lịch Mạc Tiên sinh\". Gần đây, nhờ Trương Minh Đạt bỏ công nghiên cứu, nên mới biết được đôi chút về ông.<\/ref>\n\n==Hịch kêu gọi …đánh Tây (Pháp)==\nBài hịch do Mạc Như Đông làm thay cho Tổng thống quân vụ Nguyễn Tri Phương.\nNguyên bài hịch được [[Trương Vĩnh Ký]] sưu tầm và đăng trên tập ''Sử loại thông khảo'' (hay ''Thông loại khóa trình'') số 2 tháng 6 năm 1889, trích:\n{|valign=\"top\"\n|\n:''...Qủy trắng đâu vùng vẫy dưới trời,\n:''Dân đen xảy bùn hôi trên đất.\n:''Áng sáng nghiệp mấy tòa kim cốc,\n:''Đống tro tàn vì một mũi xung tiêu.\n:''Lũ phấn chi mấy mặt xuân phong,\n:''Mùi tanh khét há chung hơi dị loại?\n:''Ruổi trên bộ thì đặt lũy đầu [[Chùa Cây Mai|Mai Sơn tự]],\n:''Lại đóng rải nơi Hiển Trung, [[Chùa Khải Tường|Khải Tường]], Kiểng Phước\n:''Chùa miễu trăm năm linh tích,\n:''Dấu khói hương lạnh ngắt như không,\n:''Khuấy dưới sông thì gieo neo khúc Hữu Bình đồn,\n:''Lại ngược xuôi nơi Vũng Gù, [[Bến Lức]], Rạch Ông\n|\n:''Gần xa các nẻo thương hồ,\n:''Ghe buôn bán dật xiêu còn mấy.\n:''Thói hung bạo khắp thần dân đều giận,\n:''Dạ tham ô tuy săng cỏ cũng hờn.\n:''Lẽ trời đâu giúp đứa hung cường,\n:''Phép nước chẳng dung loài tàng tặc.\n\n:''Ta nay:\n:''Vâng lời minh dụ,\n:''Lãnh chức nguyên nhung...\n:''Đem oai linh mà dẹp lũ cuồng di, dám chầy việc võ\n:''Ra đức cả vỗ người quy thuận, trước rạch lời văn...''<ref>Chép theo Ca Văn Thỉnh, Hào khí Đồng Nai, Nhà xuất bản Thành phố Hồ Chí Minh, tr. 135.<\/ref>\n|}\n==Chú thích==\n{{Tham khảo}}\n\n[[Thể loại:Người Việt gốc Hoa]]\n[[Thể loại:Người Kiên Giang]]\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Mất năm 1873]]"}