{"77863":"{{chú thích trong bài}}\n\n{{bài cùng tên|Mẫu Sơn (định hướng)}}\n[[Tập tin:Mau Son.JPG|nhỏ|300px|Một phần của vùng núi Mẫu Sơn]]\n'''Mẫu Sơn''' trong bài này nói về một dãy núi cao thuộc tỉnh Lạng Sơn, Việt Nam. Đây là một dãy núi cao chạy theo hướng đông-tây, nằm ở phía đông bắc tỉnh [[Lạng Sơn]] thuộc địa phận chính của 3 xã: Mẫu Sơn, Công Sơn huyện [[Cao Lộc]] và xã Mẫu Sơn huyện [[Lộc Bình]], của tỉnh Lạng Sơn. Trung tâm dãy núi, (khu du lịch hiện tại) cách thành phố Lạng Sơn 30&nbsp;km  theo đường bộ về phía đông. Đầu phía đông dãy núi giáp với biên giới Việt-Trung. Đây là dãy núi có địa hình và hệ sinh thái vùng núi cao ngoạn mục và đa dạng. Độ cao trung bình của dãy núi từ 800 – 1.000 m so với mực nước biển,  với trên 80 ngọn núi lớn nhỏ cao từ 600 m trở lên. Đỉnh  Phjia Pò (Công Sơn)  cao 1.541 m,  cao nhất vùng đông bắc Bắc bộ (Lạng Sơn, Bắc Giang, Quảng Ninh). Đỉnh Phjia Mè (Mẫu Sơn) cao 1520 m. Công Sơn và Mẫu Sơn với một mối tình huyền thoại bi thương (tham khảo các bài khác) và có tên Mẫu Sơn ngày nay.\n\nDiện tích tự nhiên dãy Mẫu Sơn khoảng 225 km2 (3 xã chính: 124 km2: các sườn núi thuộc các xã vùng thấp của 2 huyện khoảng: 100 km2).\n\nKhu dân cư sống rải rác trên các sườn núi, bên các khe suối với độ cao không quá 700 m so với mặt nước biển. Dân tộc Dao là thành phần chính của cư dân tại đây (trên 90%). Không có một thôn bản nào của dân tộc khác trong dãy núi này (với danh nghĩa là đơn vị hành chính).\n\nMẫu Sơn, từ lâu đã được biết đến với tiềm năng lớn về du lịch. Khí hậu tại đây có những nét đặc biệt: nhiệt độ trung bình trên các điểm cao 15,5 C; nhiều ngày trong năm mây trăng trải dưới các đỉnh núi; mùa đông nhiệt độ ở Mẫu Sơn nhiều đợt xuống dưới độ âm; có băng giá và tuyết rơi, rất đẹp. Các đỉnh núi khe suối thiên nhiên ban cho tạo nên một phong cảnh kỳ vĩ ít nơi có được. Sườn phía bắc và phía nam có 12 con suối khá lớn, nước trong mát quanh năm, nhiều ghềnh thác rất đẹp. Mẫu Sơn có sản vật nổi tiếng: chè sơn tuyết, đào tiên, ếch hương, nấm hương, mật ong rừng, rượu men lá, tắm nước thuốc người Dao...\n\nCó hai điểm đáng chú ý và có khả năng du lịch văn hóa tâm linh là Linh địa cổ và Núi Phật Chỉ, đều ở độ cao trên dưới 1100 m.\n\nTừ năm 1925 người Pháp đã xây dựng và khai thác tại đây  thành khu nghỉ dưỡng và du lịch (Đỉnh Pá Sằn, khu du lịch hiện tại, cao 1180.\n\nNhững năm 1990, tỉnh Lạng Sơn đã cho xây dựng Dự án Khu du lịch Mẫu Sơn và khai thác du lịch cho đến nay. Nhưng do vốn đầu tư nhỏ bé, trình độ khả năng về du lịch các nhà đầu tư hạn hẹp... nên hiệu quả đạt được còn rất xa với tiềm năng.\n\n<br \/>\n[[Tập tin:Mau Son road.JPG|nhỏ|300px|Đường lên Mẫu Sơn]]\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050112153408\/ns051118135919 Đến với Mẫu Sơn] {{Webarchive|url=https:\/\/web.archive.org\/web\/20070422214231\/http:\/\/www.quehuong.org.vn\/vi\/nr050307131435\/nr050106094245\/nr050112153408\/ns051118135919 |date = ngày 22 tháng 4 năm 2007}}\n\n{{sơ khai Lạng Sơn}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Núi tại Lạng Sơn]]"}