{"1406063":"{{Thông tin nhân vật hoàng gia\n| tên = Mẫn Thái hậu\n| tên gốc = 愍太后\n| tước vị = \n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = [[Hoàng thái hậu]] [[Đại Việt]]\n| tại vị = [[1787]] - [[1789]]\n| đăng quang = \n| tiền nhiệm = <font color=\"grey\">[[Nhu Thuận hoàng hậu|Nhu Thuận thái hậu]]<\/font>\n| kế nhiệm = <font color=\"red\">'''Hoàng thái hậu cuối cùng của nhà Hậu Lê'''<\/font>\n| chức vị 1 = \n| tiền nhiệm 1 = \n| kế nhiệm 1 = \n| chồng = [[Lê Duy Vĩ]]\n| thông tin con cái = ẩn\n| con cái = [[Lê Chiêu Thống]]\n| tên đầy đủ = \n| tước hiệu = Hoàng thái hậu\n| thụy hiệu = <font color=\"grey\">Mẫn Thái hậu<\/font> (愍太后)\n| hoàng tộc = [[Nhà Lê trung hưng]]\n| cha = \n| mẹ = \n| sinh = \n| nơi sinh = \n| mất = [[1799]]\n| nơi mất = [[Bắc Kinh|Yên Kinh]], [[Trung Quốc]]\n| ngày an táng = \n| nơi an táng = [[Việt Nam]]\n}}\n'''Mẫn Thái hậu Nguyễn thị''' ([[chữ Hán]]: 愍太后 阮氏, ? - [[1799]]), là vợ thứ Thái tử [[Lê Duy Vĩ]], mẹ Mẫn đế [[Lê Chiêu Thống]], vị [[Hoàng đế]] cuối cùng của triều đại [[nhà Lê trung hưng]]. Bản thân bà là [[Hoàng thái hậu]] cuối cùng của triều đại này.\n\n==Thân thế==\nBà được ghi là Nguyễn thị, là vợ thứ của Thái tử Lê Duy Vỹ. Lần đề cập đầu tiên về bà là khi Mẫn đế Chiêu Thống đã lên ngôi rồi, đó là năm [[Đinh Mùi]] ([[1787]]). Năm đó, Chiêu Thống tôn bà làm [[Hoàng thái hậu]] và cha làm '''Hựu Tông hoàng đế'''. Trước kia, Thái tử Duy Vĩ được lòng chúa [[Trịnh Doanh]] nên được đính hôn với Tiên Dung quận chúa nhưng chưa thành hôn thì quận chúa đã tạ thế. Sau khi khâm liệm, truy phong làm Hoàng thái tử phi.\n\nTháng 8 năm 1771, Lê Duy Vỹ bị Trịnh Sâm truất ngôi và tháng 12 năm đó, bị xử tội chết. \n\nTháng 1 năm 1783, con trai bà là [[Lê Chiêu Thống|Lê Duy Khiêm]] với cương vị là cháu trưởng, được ông nội lập làm Hoàng thái tôn, lúc 18 tuổi. Đến năm Bính Ngọ (1786), [[Lê Chiêu Thống|Lê Duy Khiêm]]  được Nguyễn Huệ đưa lên ngôi vua, lấy hiệu là Lê Chiêu Thống. \n\n===Chạy nạn===\nTình hình trong nước rối ren loạn lạc. Tháng 11 năm Đinh Mùi, Chiêu Thống thứ nhất ([[1787]]), Quân [[Nhà Tây Sơn|Tây Sơn]] do [[Vũ Văn Nhậm]] chỉ huy tấn công [[Bắc Hà]]. Chiêu Thống sai [[Nguyễn Hữu Chỉnh]] đem quân chống cự, nhưng trong trận đánh lớn trên sông Thanh Quyết, bị Văn Nhậm đánh tan. Hữu Chỉnh và Hữu Du chỉ kịp đem vài trăm quân chạy về [[Thăng Long]].\n\nTháng 12 năm đó, Văn Nhậm kéo quân tới Thăng Long, Chiêu Thống nghe lời Hữu Chỉnh, bỏ Thăng Long chạy đi [[Kinh Bắc]]. Sáng hôm sau, nhà vua sai hoàng đệ Duy Trù hộ tống Thái hậu, Hoàng phi [[Nguyễn Thị Kim (hoàng phi)|Nguyễn Thị Kim]], Nguyên tử<ref>con cả của Chiêu Thống<\/ref> và cung tần đi trước.\n\nLúc này, thị vệ và các bầy tôi tản mát bỏ trốn hết. Vua lại phải cho người sang nhờ Hữu Chỉnh đi hộ giá. Khi vua đến [[Kinh Bắc]], trấn thủ là [[Nguyễn Cảnh Thước]], vốn đã bí mật đầu hàng Tây Sơn, đóng cửa thành cáo bệnh không đón. Vua cùng Hữu Chỉnh qua đò sông Nguyệt Đức, đi theo chỉ còn sáu, bảy người, lại bị bọn vô lại cướp mất áo bào. Tình cảnh hết sức thê thảm. Khi Chiêu Thống tới huyện [[Yên Dũng]] mới được tri huyện huyện ấy giúp đỡ, xin hộ giá, rồi dần dần khôi phục lại được lực lượng ở mạn [[Cao Bằng]], [[Thái Nguyên]].\n\n===Cầu viện nhà Thanh===\nNăm Chiêu Thống thứ 2 ([[1788]]), tháng 7, Thái hậu đến Cao Bằng, các phiên tù đều đem quân đi phòng thủ, chẹn đánh. Phiên mục Bế [[Nguyễn Trù]] dẫn tướng giặc là bọn Cúc, Hoán đến đánh úp trấn doanh. Bọn đốc đồng [[Nguyễn Huy Túc]], phiên thần Địch quận công [[Hoàng Ích Hiểu]], tụng thần [[Lê Quýnh]] và [[Nguyễn Quốc Đống]] bảo vệ thái hậu và nguyên tử do cửa ải Thủy khẩu chạy sang [[Long Châu]] [[nhà Thanh]]. Quan châu là [[Trần Tốt]] đem việc này đề đạt lên tổng đốc và tuần phủ.\n\nLưỡng Quảng tổng đốc [[Tôn Sĩ Nghị]] và Quảng Tây tuần phủ [[Tôn Vĩnh Thanh]] hội hợp ở [[Nam Ninh]]. Thái hậu đưa nguyên tử đến yết kiến ở trong sân, gào khóc xin cứu viện. Bọn Sĩ Nghị tâu với vua Thanh rằng: ''\"Tự hoàng nhà Lê đương phải bôn ba, đối với đại nghĩa, ta nên cứu viện. Vả lại, An Nam là đất cũ của Trung Quốc, sau khi khôi phục nhà Lê, ta nhân đó, đặt lính thú để đóng giữ. Thế là vừa làm cho nhà Lê được tồn tại, vừa chiếm lấy được An Nam: thật là làm một chuyến mà được hai lợi\"''.\n\nVua Thanh nghe theo ý kiến của bọn Sĩ Nghị, bèn chính tay viết tờ chiếu, trong có nói: ''\"Trẫm sẽ giải tỏ nghĩa cả với thiên hạ, nâng đỡ cương thường ở thuộc quốc. Mọi việc về Nam Giao đều phó thác cho khanh cả đấy\"''.\n\nSĩ Nghị nhận được tờ chiếu ấy, bèn mưu tính làm một chuyến to: đều động quân lính bốn tỉnh [[Quảng Đông]], [[Quảng Tây]], [[Vân Nam]] và [[Quý Châu]], ấn định nhật kỳ kéo sang cứu viện. Trước hết tung ra vài trăm tờ hịch để tuyên bố cho gần xa đều biết; lại [[Lê Quýnh]] và [[Nguyễn Quốc Đống]] đem tờ trát bí mật, đi đường tắt, về tâu với nhà vua.\n\n===Về lại Đại Việt===\nTháng 11, năm [[1788]], bà trở về Đại Việt.\n\nKhi đó, Chiêu Thống có tính hẹp hòi, khắc nghiệt. Trong họ tôn thất có người phụ nữ lấy tướng giặc, đang có mang, cũng bị nhà vua sai mổ bụng chết. Lại sai chặt chân ba người hoàng thúc, quăng ra chợ cung (chợ ở trong cung). Lòng người dần dần ngờ vực, không nhất trí.\n\nKhi về đến [[Thăng Long]], Thái hậu nghe biết những việc làm ngang ngược của nhà vua, chỉ thưởng hay phạt theo một chiều bằng tình cảm riêng mình yêu hay ghét, bà nổi giận nói: ''\"Trải bao cay đắng, ta mới cầu xin được quân cứu viện sang đây, nước nhà phỏng chừng chịu được bao phen phá hoại bằng cách đền ơn báo oán thế này! Thôi diệt vong đến nơi rồi!\".\n\nRồi bà gào khóc, không chịu vào cung. Bầy tôi theo hầu là Nguyễn Huy Túc, phải khuyên giải mãi, thái hậu mới thôi.\n\n===Cùng con chạy lưu vong===\nKhi quân [[nhà Thanh]] sang, đánh nhau với quân [[Nhà Tây Sơn|Tây Sơn]] do [[Hoàng đế]] [[Nguyễn Huệ]] chỉ huy, bị bại trận không còn manh giáp, đó là năm [[1789]].\n\n[[Tôn Sĩ Nghị]] rút chạy, [[Lê Chiêu Thống]] cũng cùng đi theo. Nhà vua sai bọn [[Hoàng Ích Hiểu]] gấp về nội điện, hộ vệ Thái hậu và Nguyên tử vượt qua sông. Hoàng đệ Lê Duy Chi hộ vệ Hoàng phi [[Nguyễn Thị Kim (hoàng phi)|Nguyễn Thị Kim]] và cung tần đến bến sông, thì cầu gãy, không qua sông được, phải hướng về phía tây mà chạy trốn.\n\nTháng 11, mùa đông, năm [[Kỷ Mùi]] ([[1799]]), Thái hậu cũng vì lo buồn, uất ức mà mất, cũng như Chiêu Thống đặt tên là '''Mẫn đế''', thì nay tạm gọi là '''Mẫn Thái hậu'''.\n\n===Qua đời===\nNăm [[Giáp Tý]] ([[1804]]), niên hiệu Gia Long thứ 3, vua Thanh cho phép đưa linh cửu vua Lê, Thái hậu và nguyên tử về nước. Tháng 2, mở quan ván ra, thì thấy: vua Lê, da thịt đều tiêu cả, chỉ riêng có quả tim vẫn không nát, hãy còn rướm máu tươi đỏ như lúc sống. Ai trông thấy cũng phải xót xa, kinh ngạc. Tháng 8, đến trấn Nam Quan. Tháng 9, về đến thành Thăng Long.\n\nHoàng phi Nguyễn Thị Kim trước đây chạy nạn, ngầm ẩn ở vùng [[Kinh Bắc]], khi nghe thi hài vua và Thái hậu đi qua, đến đón và hộ tống đến Thăng Long, thì uống thuốc độc đi theo.\n\n==Tham khảo==\n* [[Khâm định Việt sử Thông giám cương mục|Khâm Định Việt Sử Thông Giám Cương Mục]]\n\n==Chủ thích==\n{{Tham khảo}}\n\n{{Hoàng hậu nhà Hậu Lê}}\n\n[[Thể loại:Hoàng thái hậu Việt Nam]]\n[[Thể loại:Người Việt Nam lưu vong]]\n[[Thể loại:Mất năm 1799]]"}