{"1748710":"{{unreferenced}}\n[[Tập tin:qua tang.jpg|nhỏ|phải|Rượu vang sim]]\n'''Rượu sim''' là một loại [[thức uống có cồn|rượu]] [[đặc sản]] của [[Phú Quốc]], [[Việt Nam]] được sản xuất truyền thống lên men tự nhiên từ trái sim rừng và đường cát trắng, có thể pha thêm rượu đã làm giàu để tăng nồng độ. Trái sim dùng làm rượu ở Phú Quốc chủ yếu là hồng sim.\n\n==Sản xuất==\nTrái sim chín rửa sạch, xay dập vỏ và ủ lên [[men]] tự nhiên với [[đường cát]] theo một tỷ lệ nhất định (còn được giữ bí mật để cho ra được sản phẩm tốt) trong [[môi trường yếm khí]] từ 40 đến 45 ngày. Dưới tác dụng của men vi sinh tự nhiên có trên vỏ quả sim, đường có sẵn trong quả và đường cát trắng đã bổ sung được lên men thành rượu. Sau khi sản phẩm lên men hoàn chỉnh ta sẽ được một loại rượu màu hồng, uống có vị cay chua ngọt như [[rượu vang]] [[nho]] với nồng độ khoảng từ 10 -14%.\n\n:[[glucoza|C<sub>6<\/sub>H<sub>12<\/sub>O<sub>6<\/sub>]] → 2 CH<sub>3<\/sub>CH<sub>2<\/sub>OH + 2 [[cacbon điôxít|CO<sub>2<\/sub>]]\n\nNhững loại rượu sau không được coi là rượu sim: gồm sim tươi ngâm trực tiếp với rượu, cây sim (thân, rễ lá) ngâm rượu vì rượu sim truyền thống là loại rượu lên men tự nhiên từ trái sim. Một số sản phẩm rượu Sim đã sản xuất được ở Phú Quốc bao gồm: rượu Sim 39%vol, rượu Sim 30%vol, rượu vang Sim 12%vol (không qua chưng cất)....\n\nỞ Phú Quốc có một số gia đình sản xuất rượu sim cung cấp cho thị trường khách du lịch ở đảo và được đăng ký nhãn hiệu chất lượng tại Sở Y tế tỉnh [[Kiên Giang]] Đảo Sim (Thành Long), Sim Sơn, Bảy Gáo.\n[[Tập tin:hoasim.jpg|nhỏ|phải|Hoa trái cây sim]]\n\n==Công dụng==\n{{sức khỏe}}\nNói chung, trái sim tốt cho sức khỏe ở nhiều mặt. Công dụng thường thấy của Mật sim theo thông tin từ nhà sản xuất là trị tốt cho [[Hệ tiêu hóa]], bị nặng bung,ăn không tiêu, nhất là khi ăn các hải sản giàu đạm và gỏi cá trích. Ngoài ra Mật sim còn có tác dụng trị các bệnh nhức mỏi thông thường, bổ máu, khí huyết lưu thông.\n\n==Cách dùng==\nMật sim rất được ưa chuộng như một thức uống có lợi cho sức khỏe. Thông thường thì có thể pha với nước đá để uống. Ngoài ra Mật sim còn là 1 nguyên liệu để pha cocktail. Mật sim nếu pha với [[rượu trắng]] (thường thì theo tỉ lệ 1:5) sẽ tạo ra được một loại rượu mới có mùi thơm và màu sắc đặc trưng của sim, vị rất ngon.\n\n==Liên kết ngoài==\n* [http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=23047 Năm loại đặc sản của Phú Quốc - Báo Kiên Giang] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130706123731\/http:\/\/www.kiengiang.gov.vn\/index2.jsp?menuId=428&articleId=23047 |date=2013-07-06 }}\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai ẩm thực Việt Nam}}\n\n[[Thể loại:Rượu trái cây|sim]]\n[[Thể loại:Rượu Việt Nam|Sim]]\n[[Thể loại:Du lịch Phú Quốc]]"}