{"473167":"{{Dablink|Mục từ này về nói chung Mậu Thân 1968. Bài này về sự kiện. Xem '''[[Sự kiện Tết Mậu Thân|Tại đây]].}}\n'''Mậu Thân 1968''' là bộ phim tài liệu đầu tiên của Việt Nam, dài 12 tập, mỗi tập 30 phút + tập 13 - Chuyện chưa nói hết về hành trình làm phim, đề cập và đi sâu vào sự kiện lịch sử về cuộc tổng tấn công và nổi dậy Mậu Thân 1968. Đạo diễn [[Lê Phong Lan]] đã phỏng vấn và đối chất với hàng trăm nhân chứng, trò chuyện với những chuyên gia lịch sử, các nhà báo trong nước và quốc tế.<ref>[http:\/\/www.thanhnien.com.vn\/van-hoa-nghe-thuat\/giai-ma-mau-than-1968-41174.html \"Giải mã\" Mậu thân 1968 ], thanhnien, 26.1.2013<\/ref>\n\n==Bối cảnh==\nSự thật là lý do mà đạo diễn Lê Phong Lan muốn tìm hiểu và chia sẻ với người xem, nhất là sau khi bà có dịp trò chuyện với thiếu tướng tình báo [[Phạm Xuân Ẩn]] trong thời gian làm phim về ông. Bà đã mất gần 10 năm để thu thập tư liệu, đã sang Mỹ nhiều lần, lặn lội khắp mọi nơi tìm nhân chứng, tư liệu, phỏng vấn những học giả uy tín trong và ngoài nước để hoàn thành bộ phim tài liệu trung thực.<ref>[http:\/\/www1.vtc.com.vn\/1960\/0\/new\/20h05,-VTV1,-phim-tài-liẹu-Mạu-Than-1968.html phim tài liệu “Mậu Thân 1968”]{{Liên kết hỏng|date = ngày 14 tháng 5 năm 2021 |bot=InternetArchiveBot }}, vtc<\/ref>\n\nNhững người làm phim đã phỏng vấn ông tổng bí thư [[Lê Khả Phiêu]] - người chỉ huy một trung đoàn trong sự kiện Mậu Thân 1968 tại Huế, nhà nghiên cứu Nguyễn Đắc Xuân, nhà báo và sử gia Mỹ [[Stanley Karnow]], cựu phóng viên tờ Washington Post Don Lux, GS khoa học chính trị [[Larry Berman]], và cả những người lính từ hai phía. Nhiều thông tin bị làm méo mó đã được làm sáng tỏ. Một trong số đó là sự kiện 26 ngày đêm tại Huế từng bị cho là \"cuộc thảm sát đẫm máu\" được mô tả trong cuốn sách ''Giải khăn sô cho Huế'' của nhà văn [[Nhã Ca]], mà đã được cả giáo sư sử học tại đại học Texas A&M Olga Dror chuyển ngữ sang tiếng Anh với tựa đề ''Mourning Headband for Hue'' (Nhà xuất bản Indiana University Press). Theo báo Thanh Niên, với những nhân chứng có thẩm quyền cuốn phim đã làm sáng rõ: cái gọi là \"cuộc thảm sát đẫm máu\" chỉ là đòn tâm lý chiến mà Mỹ dựng lên, thực tế Huế đã bị bom Mỹ phá hủy làm nhiều thường dân chết cùng với quân giải phóng và lính Mỹ.\n\n==Sản xuất==\nTrước khi Đài truyền hình Việt Nam mua bản quyền phát sóng, đạo diễn đã bỏ tiền túi để làm phim.\n\n==Phát biểu==\n*\"Khi làm phim này, Tôi đặt tinh thần độc lập thống nhất và hòa hợp dân tộc của tôi lên hàng đầu. Và lẽ đương nhiên tôi buộc phải công bằng vì đó là nghề nghiệp, là thanh danh của tôi\".<ref>[http:\/\/m.vietnamnet.vn\/vn\/van-hoa\/106705\/tai-hien-mau-than-1968.html Tái hiện Mậu Thân 1968]<\/ref>\n*Và với những gì tìm được, nữ đạo diễn cho biết: \"Tôi đã gặp những nhà báo Mỹ, những người lính bên kia chiến tuyến, họ đã nói, tất cả những thông tin về vụ thảm sát năm 1968 tại Huế chỉ là sự vu cáo của Mỹ và chính quyền [[Việt Nam Cộng hòa|Việt Nam cộng hòa]] đổ lên đầu Quân Giải phóng miền Nam Việt Nam. Để khỏa lấp cho sự thất bại nặng nề, phía Mỹ và Việt Nam cộng hòa đã phát động những tin đồn nhảm gây nhiễu loạn như một cuộc [[chiến tranh tâm lý]], và nó đã kéo dài trong một thời gian. Nhưng sự thật là sự thật. Chiến dịch Mậu Thân trải qua thời gian càng khẳng định là bản anh hùng ca vĩ đại của quân dân Việt Nam\".<ref>[http:\/\/dantri.com.vn\/van-hoa\/lat-lai-nhung-cau-chuyen-lich-su-nhay-cam-trong-chien-dich-mau-than-1968-689127.htm?mobile=true Lật lại những câu chuyện lịch sử “nhạy cảm” trong chiến dịch Mậu Thân 1968], dantri, 25.1.2013<\/ref>\n\n==Chú thích==\n{{tham khảo}}\n\n{{Các chủ đề|Chiến tranh Việt Nam}}\n\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|T]]\n[[Thể loại:Việt Nam năm 1968]]\n[[Thể loại:Chiến tranh Việt Nam]]\n[[Thể loại:Những trận đánh lớn trong lịch sử]]\n[[Thể loại:Trận đánh liên quan tới Việt Nam]]\n[[Thể loại:Xung đột năm 1968]]\n[[Thể loại:Lịch sử miền Nam Việt Nam]]\n[[Thể loại:Thảm sát Huế Tết Mậu thân]]\n[[Thể loại:Phim về chiến tranh Việt Nam]]"}