{"2414375":"'''Mắm ruột An Giang''' là [[đặc sản]] của vùng quê [[An Giang]], [[Việt Nam]]. Mắm được làm từ ruột cá ngon, trộn với [[thính gạo]] lứt để chừng ba tháng.\n\n==Cách thực hiện==\nRuột cá phải được chọn lấy từ con cá to mập (thường làm từ ruột [[cá lóc]] hay [[cá lóc bông]]) và cộng thêm chùm trứng to vàng. Sau khi moi bụng cá lấy bộ ruột, lột bớt lớp mỡ bao quanh, sao cho thứ chất béo này đủ làm tươm bóng miếng [[mắm]] mà không gây mùi. Đây cũng là công đoạn quyết định đến chất lượng của một mẻ mắm ngon. Chỉ cần bớt mỡ lố một tí là ruột mắm thiếu độ mướt, mất đi vị ngon, còn nếu quá nhiều mỡ thì miếng mắm sẽ bị lên dầu, chất lượng kém ngay. Sau đó dùng dao mũi nhọn tách bỏ bớt ruột già, rồi chần bao tử, ruột non cho thật sạch rồi mang ra rửa thật kỹ bằng nước sông (tránh dùng nước mưa dễ làm mắm trở mình) rồi cho vào rổ chờ ráo mang ra ngâm dung dịch nước muối được pha chế theo công thức gia truyền.\n\nVài hôm sau, vớt ra rổ lại đợi ráo đoạn trộn với thính gạo lứt (rang vàng, xay mịn) đổ vào hũ gài vỉ [[tre]] thật khít chặt. Sau đó đổ [[nước mắm]] vào tới mức xâm xấp ướt. Chờ khoảng một tháng, thắng [[đường]] [[thốt nốt]] \"chao\" mắm ba tháng sau ta đã có hũ mắm ruột với hương vị đặc trưng của miền quê [[An Giang]]<ref>{{Chú thích web | url = http:\/\/vietnamnet.vn\/vn\/doi-song\/du-lich\/117933\/dam-da-ban-sac-voi-am-thuc-an-giang.html | tiêu đề = Đậm đà bản sắc với ẩm thực An Giang | nhà xuất bản = vietnamnet.vn | ngày truy cập = ngày 11 tháng 10 năm 2013}}.<\/ref>.\n\n==Thông tin thêm== \n[[Hình:Mắm thái.jpg|nhỏ|Mắm thái hiện được bày bán nhiều ở Châu Đốc]]\nMột món ăn được ''biến tấu'' dựa trên món mắm ruột, đó là '''mắm thái'''. Món ăn này làm từ thịt mắm [[cá lóc]] (hay mắm [[cá lóc bông]]) thái nhỏ trộn với [[đu đủ]] mỏ vịt (tức loại đu đủ ửng đỏ, nhưng chưa chín mềm) bào sợi, ướp thêm đường, thính (gạo rang vàng giã nhuyễn) và một vài thứ [[gia vị]].\n\nTheo bí quyết của người dân, muốn mắm thơm ngon có màu đẹp mắt nhất thiết phải sử dụng đường [[thốt nốt]] trong quá trình chế biến. Phần đu đủ phải được muối trước cả tháng rồi đem ép nước, phơi khô thái sợi mới trộn cùng đường và mắm. Thường thì người ta ăn mắm thái cùng với thịt ([[thịt ba chỉ]]) [[lợn]] luộc và [[rau thơm]]...<ref>Nguồn: \"Đủ loại mắm ngon ở miền Tây\" trên webste Vnexpress.net, đăng ngày 11 tháng 7 năm 2013 [http:\/\/doisong.vnexpress.net\/tin-tuc\/noi-tro\/nau-nuong\/du-loai-mam-ngon-o-mien-tay-2847076.html].<\/ref>.\n\nĐây là một món ăn đã được thi sĩ [[Tản Đà]] tấm tắc khen ngợi trong câu: ''[[Long Xuyên]] chén mắm, [[Nghệ An]] chén cà'' (Thú ăn chơi) <ref>Đến Long Xuyên, Thi sĩ [[Tản Đà]] có ghé làng [[Long Kiến]] (nay thuộc [[Chợ Mới]]) thăm chủ bút Nguyễn Thành Út, và đã được chiêu đãi món đặc sản này. Xem: \"Mắm thái Châu Đốc\" trên website ''báo Sài Gòn tiếp thị'' [http:\/\/sgtt.vn\/Huong-vi-que-nha\/Nho-mam\/127563\/Mam-thai-Chau-Doc.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20140116102654\/http:\/\/sgtt.vn\/Huong-vi-que-nha\/Nho-mam\/127563\/Mam-thai-Chau-Doc.html |date = ngày 16 tháng 1 năm 2014}}, đăng ngày 11 tháng 8 năm 2010.<\/ref>.\n\nNgày nay, mắn ruột, mắm thái...được bày bán nhiều và nổi tiếng thơm ngon là ở [[Châu Đốc]] ([[An Giang]]).\n\n==Chú thích==\n{{Tham khảo}}\n\n{{sơ khai ẩm thực Việt Nam}}\n==Liên kết ngoài==\n* [http:\/\/phunuonline.com.vn\/dinh-duong\/so-tay-noi-tro\/mam-ruot-chau-doc\/a100982.html \"Mắm ruột Châu Đốc\" trên website ''báo Phụ nữ''] đăng ngày 1 tháng 9 năm 2013.\n\n[[Thể loại:Ẩm thực An Giang]]"}