{"368940":"{{Thông tin chiến tranh\n|conflict=Chiến dịch Tây Nguyên và Bắc Bình Định \n|partof=[[Chiến cục năm 1972 tại Việt Nam|Chiến cục năm 1972]], [[Chiến tranh Việt Nam]]\n|date=[[30 tháng 3]]-[[5 tháng 6]] năm [[1972]]\n|place=[[Tây Nguyên]] và [[Bình Định]], [[Việt Nam]]\n|result=[[Quân Giải phóng miền Nam Việt Nam]] dần chiếm ưu thế\n|image=\n|caption=\n|combatant1=[[Tập tin:Flag of South Vietnam.svg|22px]] [[Quân lực Việt Nam Cộng hòa|Quân lực Việt Nam Cộng Hòa]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Hoa Kỳ]]\n|combatant2=[[Tập tin:FNL Flag.svg|22px]] [[Quân Giải phóng miền Nam Việt Nam]]\n|commander1=[[Tập tin:Flag of the United States.svg|22px]] [[Creighton Abrams]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[John W. Vogt Jr]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[John Dale Ryan]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Gerald W. Johnson]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Andrew B. Anderson]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[Glenn R. Sullivan]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Ngô Du]]<ref>Bị điều đi sau trận Đắc Tô - Tân Cảnh<\/ref><br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Lý Tòng Bá]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Lê Đức Đạt]]{{KIA}}<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Nguyễn Khoa Nam]]<br>[[Tập tin:Flag of South Vietnam.svg|22px]] [[Nguyễn Văn Toàn]]<br>[[Tập tin:Flag of the United States.svg|22px]] [[John Paul Vann]]{{KIA}}\n|commander2=[[Tập tin:FNL Flag.svg|22px]] [[Hoàng Minh Thảo]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Trần Thế Môn]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Nguyễn Mạnh Quân]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Đặng Vũ Hiệp]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Kim Tuấn|Nguyễn Kim Tuấn]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Nguyễn Chơn]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Chu Huy Mân]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Võ Chí Công]]<br>[[Tập tin:FNL Flag.svg|22px]] [[Trương Chí Cương]]\n|strength1=2 Sư đoàn bộ binh, 1 sư đoàn Dù, và một số Trung đoàn tăng viện. Tổng cộng 54.000 quân<br>\nKhông quân Mỹ chi viện 10.000 phi vụ <ref name=\"ReferenceA\">Almanach Những nền văn minh thế giới. Hoàng Minh Thảo chủ biên, Nhà xuất bản văn hóa thông tin 1995, tr. 213<\/ref>\n|strength2=2 Sư đoàn + 4 trung đoàn bộ binh và nhiều đơn vị binh chủng, tổng cộng 45.000 quân<ref name=\"ReferenceA\"\/>\n|casualties1=Theo QGP: ~41.000 quân bị tiêu diệt, bắt sống hoặc tan rã<ref name=\"ReferenceA\"\/>\n|casualties2=Theo Hoa Kỳ: thương vong khoảng 1 sư đoàn rưỡi (~15.000 người)\n}}\n{{campaignbox Vietnam War}}\n'''Mặt trận chính Bắc Tây Nguyên và mặt trận phối hợp Bắc Bình Định năm 1972''' là một trong các chiến trường chính của [[Chiến tranh Việt Nam]] [[Chiến cục năm 1972 tại Việt Nam|năm 1972]].\n\n==Mặt trận chính Bắc Tây Nguyên==\n===Giai đoạn tạo thế===\n[[Tập tin:hoangminhthao.gif|nhỏ|phải|Cố Thượng tướng Hoàng Minh Thảo, năm 1972 là Thiếu tướng, Tư lệnh mặt trận B3]]\n\nĐầu tháng 2 năm 1972, tướng Ngô Du, tư lệnh [[Việt Nam Cộng hòa#Các quân khu|Vùng chiến thuật II]], điều 2 trung đoàn và sở chỉ huy tiền phương của sư đoàn 22 [[Quân lực Việt Nam Cộng hòa]] (QLVNCH) từ Bình Định lên Tân Cảnh. Đầu tháng 3, ngay sát trước chiến dịch, đại tá Lê Đức Đạt được bổ nhiệm thay tướng Lê Ngọc Triển làm tư lệnh sư đoàn 22, đại tá [[Lý Tòng Bá]] thay tướng Võ Văn Cảnh làm tư lệnh sư đoàn 23.<ref name=\"ReferenceB\">Hồi ký của đại tá Trịnh Tiếu. Dẫn theo Tướng lĩnh Sài Gòn tự thuật. Nhà xuất bản Công an nhân dân. Hà nội.2006<\/ref>. Từ ngày 15\/3 đến ngày 25\/3, tiểu đoàn công binh thuộc [[Sư đoàn 320, Quân đội Nhân dân Việt Nam|sư đoàn 320A]] [[Quân Giải phóng miền Nam Việt Nam]] làm giả hai con đường cơ giới phía Tây Bắc thị xã Kon Tum. QLVNCH điều lữ đoàn dù 2 ra phá đường. Sư 320A dùng [[Trung đoàn 52 Tây Tiến|trung đoàn 52]] chặn đánh nhưng không truy kích. Ngày 23 tháng 3, QLVNCH điều tiếp liên đoàn 22 biệt động quân ra phá đường, cũng bị trung đoàn 52 chặn đánh.<ref name=\"ReferenceC\">Hoàng Minh Thảo. Chiến đấu ở Tây Nguyên. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2009<\/ref>. Ngày 26 tháng 3, trung đoàn 95, tiểu đoàn 6 (bảo vệ 559) và đại đội 1 (địa phương) cắt đường 14 ở Chư Thoi, Tân Phú (nam Kon Tum).\n\nNgày 30 tháng 3, 2 trung đoàn (1 và 3) của sư 320A ([[Quân Giải phóng miền Nam Việt Nam]]) đồng loạt tấn công 5 tiền đồn phía Tây [[sông Poko]] do 3 tiểu đoàn biệt động quân QLVNCH đóng giữ. Tướng [[Ngô Du]] điều 2 tiểu đoàn của lữ đoàn dù 2 từ Tân Cảnh về các cứ điểm phía Tây sông Poko để tăng cường phòng thủ, điều 1 trung đoàn của sư đoàn 2 đánh ra tăng phái cho 2 đại đội quân địa phương chốt giữ Ngọc Rinh Rua và Ngọc Bờ Biêng, lập ba căn cứ hỏa lực \"Rocket Ridge\", \"Charlie\" và Delta\" được trang bị pháo [[Bofors]] và [[M61 Vulcan|đại liên Vulcan]] để chặn sư 320A, chỉ để lại 1 trung đoàn bộ binh, sư bộ sư 22 và tiểu đoàn 11 giữ Tân Cảnh. Cố vấn [[John Paul Vann]] gọi thêm máy bay cường kích Hoa Kỳ từ [[Thái Lan]] đến ném bom xung quanh các cứ điểm này. Tuy nhiên, do bị lộ trận địa để không quân Mỹ và QLVNCH oanh tạc dễ dàng và công tác chỉ huy, phối hợp hiệp đồng pháo binh - bộ binh - phòng không chưa chặt chẽ, thông tin liên lạc kém, trung đoàn 52 (sư 320A) bị tổn thất nhiều. QLVNCH cho rằng \"kế hoạch này phối trí tốt đẹp lúc đầu\".\n\n[[Tập tin:HoChiMinhTrail002.jpg|nhỏ|phải|200px|Đoàn 559 vận chuyển hàng chuẩn bị cho chiến dịch]]\n\nSau khi bổ sung quân số và điều chỉnh lại đội hình, ngày 31 tháng 3, Trung đoàn 52 tiếp tục tấn công, chiếm các cứ điểm Ngọc Rinh Rua và Ngọc Bờ Biêng, cô lập 3 cứ điểm A, B, C (\"Rocket Ridge\", \"Charlie\" và Delta\") ở tây sông Poko.<ref name=\"Nguyễn Văn Biều 2005\">Nguyễn Văn Biều. Bộ đội chủ lực mặt trận Tây Nguyên - Quân đoàn 3 - 1966-2005. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2005)<\/ref>. Từ ngày 3 tháng 4 đến ngày 11 tháng 4, trung đoàn 52 (sư 320A) tấn công cứ điểm \"Charlie\" (1049). Trung đoàn 3 tấn công cứ điểm \"Rocket Ridge\" (1015). Vào lúc 22h30 ngày 11 tháng 4, trung đoàn 52 (sư 320A) chiếm được căn cứ \"Charlie\". Tiểu đoàn dù 11 (QLVNCH) bị thiệt hại phải rút về Võ Định; tiểu đoàn trưởng Nguyễn Đình Bảo bị tử thương. Cố vấn John Paul Vann yêu cầu sư đoàn 22 QLVNCH phải dụ sư đoàn 320 [[Quân Giải phóng miền Nam Việt Nam]] vào thật sâu để dùng [[Boeing B-52 Stratofortress|B-52]] tiêu diệt. Ngày 14 tháng 4, 9 máy bay [[Boeing B-52 Stratofortress|B-52]] ném bom hủy diệt căn cứ \"Charlie\" trong khi nhiều thương binh QLVNCH còn đang ở đó và các tử sĩ QLVNCH chưa được chôn cất. Trung đoàn 52 cũng bị thiệt hại do không kịp rút ra phòng tránh.<ref>Hồi ký của đại tá Trịnh Tiếu. Dẫn theo Tướng lĩnh Sài Gòn tự thuật. Nhà xuất bản Công an nhân dân. Hà Nội. 2006<\/ref>.\n\nNgày 15 tháng 4, trung đoàn 3 Sư 320A đánh chiếm cứ điểm \"Rocket Ridge\" (1015), đánh tan tiểu đoàn dù 11 (lữ dù 3), bắn rơi 9 máy bay trực thăng. Cùng ngày, trung đoàn 1 (sư 320A) chiếm cứ điểm \"Delta\" (1338) và phục kích toán quân còn lại của tiểu đoàn dù 11 chạy về đây. Ngày 19 tháng 4, trung đoàn 24 (độc lập) [[Quân Giải phóng miền Nam Việt Nam]] tấn công tuyến Plei Cần - Đắc Moi, tiêu diệt 287 quân trong số 350 quân của tiểu đoàn 1, trung đoàn 42 QLVNCH đóng tại đây.\n\nỞ giữa mặt trận, ngày 24 tháng 3, trung đoàn 28 cắt đứt đường 14 ở Diên Bình, bao vây Võ Định, đánh thiệt hại nặng tiểu đoàn 23 thủy quân lục chiến quân lực VNCH. Ngày 7 tháng 4, trung đoàn 28 pháo kích Võ Định phá hủy 9 pháo, 20 xe vận tải và 3 kho đạn của QLVNCH ở Kong Trang Lang Loi. Ngày 10 tháng 4, các lực lượng [[Quân Giải phóng miền Nam Việt Nam]] chuẩn bị tấn công Đắc Tô - Tân Cảnh đã tập kết xong ở Đông Bắc Tân Cảnh trong khi tướng [[Ngô Du]] vẫn cho rằng sư 320(A) sẽ đánh Kontum từ phía Tây.\n\nỞ nam Kon Tum, trung đoàn 95 [[Quân Giải phóng miền Nam Việt Nam]] tổ chức 7 chốt hỏa lực cắt đường 14 ở Chư Thoi. Tướng Ngô Du điều các trung đoàn 45 và 52 (sư 23) và 2 chi đoàn thiết giáp ra giải tỏa nhưng lại bị giam chân ở đây.\n\n===Các cuộc chiến đấu Đắc Tô - Tân Cảnh===\n[[Tập tin:Nguyen Van Toan1.jpg|nhỏ|phải|Trung tướng [[Nguyễn Văn Toàn]]. Năm 1972 là thiếu tướng, tư lệnh Quân đoàn 2 QLVNCH (từ ngày 2\/5\/1972)|256x256px]]\nLực lượng chủ công [[Quân Giải phóng miền Nam Việt Nam]] tấn công Đắc Tô - Tân Cảnh gồm trung đoàn 66, tiểu đoàn 37 [[Binh chủng Đặc công, Quân đội Nhân dân Việt Nam|đặc công]], đại đội 7 [[xe tăng]], đại đội 53 [[cao xạ tự hành]] \"[[ZSU-57-2]]<ref>{{Chú thích web | url = http:\/\/commons.wikimedia.org\/wiki\/File:ZSU-57-2.JPG | tiêu đề = File:ZSU | tác giả = | ngày = | ngày truy cập = 5 tháng 10 năm 2015 | nơi xuất bản = | ngôn ngữ = }}<\/ref>\".([[Trinh sát đường không]] của QLVNCH cho rằng \"ZSU-57-2\" là xe tăng), đại đội 29 [[tên lửa điều khiển chống tăng|tên lửa chống tăng]] [[9M14 Malyutka|B-72]], 4 đại đội [[súng cối|cối]] 81 và 120. Trung đoàn 675 pháo binh chiến dịch có nhiệm vụ pháo kích mở màn và yểm hộ tấn công. Bộ tư lệnh [[Các mặt trận trong Chiến tranh Việt Nam|Mặt trận B3]] sử dụng trung đoàn 141 để tấn công quận lỵ Đắc Tô, trung đoàn 1 tấn công Đắc Tô 2. Trung đoàn 40 pháo binh yểm hộ hướng này.\n\nCứ điểm Đắc Tô (bắc Tân Cảnh) gồm quận lỵ Đắc Tô, chốt Ngọc Tu, có các tiểu đoàn 4, 8 (trung đoàn 47), tiểu đoàn 9 (lữ đoàn dù 3) và 1 chi đội xe tăng bảo vệ. Cứ điểm Tân Cảnh của QLVNCH có trung đoàn 42 (sư 22) gồm 3 tiểu đoàn 1, 2, 4; thiết đoàn 14 (20 xe tăng [[M41 Walker Bulldog|M-41]], 21 xe bọc thép [[M-113]]); 1 tiểu đoàn pháo (4 khẩu 155&nbsp;mm, 6 khẩu 105&nbsp;mm); 1 đại đội vệ binh; 1 đại đội trinh sát; 1 đại đội công binh, bố trí thành 13 khu phòng thủ.\n\nSáng 24 tháng 4, tiểu đoàn 8, trung đoàn 47, sư đoàn 22 QLVNCH bất ngờ chạm súng với các đơn vị đi đầu của trung đoàn 141 sư đoàn 2 liên minh [[Quân Giải phóng miền Nam Việt Nam]] đang chiếm lĩnh vị trí xuất phát. Trung đoàn 675 pháo binh ([[Quân Giải phóng miền Nam Việt Nam]]) được lệnh khai hỏa, pháo kích tất cả các vị trí của cụm phòng ngự Đắc Tô - Tân Cảnh bằng pháo 122&nbsp;mm và [[cachiusa (vũ khí)|hỏa tiễn H12]]. Đại tá Lê Đức Đạt điều 10 xe tăng ra phản kích thì bị tên lửa [[9M14 Malyutka|AT-3 Sagger]] (B-72) bắn cháy 8 chiếc, đứt xích 2 chiếc (trước ngày này, QLVNCH ở Kon tum chưa biết đến B-72 mà cho rằng đây chỉ là loại đạn súng chống tăng [[B-41]]). \n\nLúc 10h30 sáng ngày 24 tháng 3, sở chỉ huy tiền phương sư đoàn 22 QLVNCH tại Tân Cảnh bị pháo binh [[Quân Giải phóng miền Nam Việt Nam]] bắn trúng, 20 sĩ quan QLVNCH chết và bị thương, các phương tiện thông tin liên lạc bị phá hủy. Tân Cảnh mất liên lạc với Kon Tum và không thể chỉ huy được các đơn vị thuộc quyền. Các chi đội thiết giáp 1 và 2 (thiết đoàn 14 QLVNCH) đang phòng ngự Bến Hét xin đại tá Đạt cho rút về phòng ngự Tân Cảnh nhưng liên lạc bị đứt, hai đơn vị này tự rút về Tân Cảnh. Chi đội 1 bị tiểu đoàn 7, trung đoàn 24 [[Quân Giải phóng miền Nam Việt Nam]] phục kích ở cầu Đắc Mốt, 5 xe tăng M-41 bị phá hỏng, chi đội trưởng (thiếu úy Nguyễn Thi) và các binh sĩ dưới quyền bị bắt. Chiều 24 tháng 3, thêm 12 xe tăng - thiết giáp của QLVNCH bị diệt. trong đó có 2 chiếc M-41 bị 2 chiếc [[T-54\/55|T-54]] bắn hạ tại Đắc Tô. [[Quân Giải phóng miền Nam Việt Nam]] mất 3 xe tăng [[PT-76]] ở Đắc B'Rung do trúng tên lửa [[BGM-71 TOW|TOW]] từ máy bay [[Lockheed AC-130|AC-130]]. Tuy nhiên, 15 chiếc [[T-54\/55|T-54]] và PT-76 còn lại vẫn tiếp tục tấn công. Lúc 17 giờ chiều 24 tháng 4, Sư đoàn 2 [[Quân Giải phóng miền Nam Việt Nam]] đã chiếm được cứ điểm Đắc Moi và quận lỵ Đắc Tô (Đắc Tô I). Các trung đoàn 41, 47, 2 chi đội thiết giáp (1 và 14), một tiểu đoàn của trung đoàn 42, tiểu đoàn 9 (lữ dù 3), 2 tiểu đoàn pháo binh QLVNCH mất sức chiến đấu và tan rã<ref name=\"ReferenceC\"\/>. Đại tá Lê Đức Đạt, sư đoàn trưởng sư đoàn 22 và 1 cố vấn Mỹ tử thương<ref>Theo Kaplan, trưởng cố vấn sư đoàn 22, đại tá Đạt tự sát lúc 10h ngày 24 tháng 4 (Tướng lĩnh Sài Gòn tự thuật. Nhà xuất bản Công an nhân dân. Hà nội. 2006)<\/ref>. Sư đoàn phó Vi Văn Bình và khoảng 1.000 binh sĩ QLVNCH bị [[Quân Giải phóng miền Nam Việt Nam]] bắt sống.<ref>Lịch sử bộ đội chủ lực Tây Nguyên-Quân đoàn III-(1964-2005). Nhà xuất bản Quân dội nhân dân.Hà Nội.2005<\/ref> Cùng ngày, trung đoàn đặc công 400 (chủ lực khu 5) phối hợp với trung đoàn 28 tấn công Võ Định, buộc sở chỉ huy lữ dù 3 (QLVNCH) phải rút về Kon Tum.\n \nTướng Ngô Du và ban tham mưu quân đoàn 2 không thể tăng viện cho Đắc Tô - Tân Cảnh vì đường 14 đã bị [[Quân Giải phóng miền Nam Việt Nam]] cắt đức ở Diên Bình. Căn cứ Võ Định, tiền đồn phía Bắc của Kon Tum đã bị mất. Lúc này, sư đoàn 22 QLVNCH chỉ còn lại trung đoàn 42 (thiếu) đang phòng thủ Bình Định, Quân đoàn 2 (QLVNCH) chỉ còn sư đoàn 23 để phòng thủ Kon Tum. Ngày 27 tháng 4, Đại tá [[Lý Tòng Bá]] tư lệnh sư 23 được chỉ định làm tư lệnh mặt trận Kon Tum. Tướng Ngô Du bị lên cơn đau tim cấp, không chỉ huy được. [[Nguyễn Văn Thiệu]] và [[Cao Văn Viên]] đề nghị một số Trung tướng ở [[Thành phố Hồ Chí Minh|Sài Gòn]] lên thay nhưng không ai chịu lên vì tình thế quá xấu. Cuối cùng tổng thống Thiệu chọn thiếu tướng [[Nguyễn Văn Toàn]]. Tướng Toàn hứa với [[Nguyễn Văn Thiệu]] và [[Cao Văn Viên]] sẽ tử thủ tại Kon Tum. John Paul Vann cử Rhotenberry là cố vấn trưởng cho sư đoàn 23. Để chống lại xe tăng [[T-54\/55|T-54]] của [[Quân Giải phóng miền Nam Việt Nam]], Lý Tòng Bá lệnh cho các tiểu đoàn lập các tổ chống tăng và tập bắn súng [[M72 LAW]] vào các xe tăng M-41 đã bị cháy. Ngày 30 tháng 4, tướng Toàn tăng viện cho sư 23 thêm 1 trung đoàn bộ binh, 1 liên đoàn [[lực lượng Biệt động quân Việt Nam Cộng hòa|biệt động quân]], 20 xe tăng [[M48 Patton|M-48]] và nhiều phương tiện, đạn dược... Cố vấn John Paul Vann hứa cấp đủ 100 box B-52 (300 lần chiếc) yểm hộ từ trên không.<ref>J. Pimllot. Việt Nam - Những trận đánh quyết định. Mac Millan Press. New York. 1990<\/ref>.\n\n===Các cuộc chiến đấu trong thị xã Kon Tum===\n\nxxxxnhỏ|phải|256px|Chiến sự tại thị xã Kon Tum 1972]]\n\nTừ ngày 26 tháng 4 đến ngày 10 tháng 5, các trung đoàn 28 (độc lập), 1 và 3 (sư đoàn 320A) đánh thiệt hại nặng liên đoàn 6 biệt động quân QLVNCH ở căn cứ Biển Hồ, hình thành thế vây ép cụm phòng ngự Kon Tum từ hướng Đông Bắc. Trung đoàn 95 (độc lập) chốt chặn đường 14 ở Chư Thoi, đánh tan 4 đại đội bộ binh QLVNCH thuộc các trung đoàn 45 và 53 nhưng không chặn được các trung đoàn 44, 45 và 53 (sư 23 QLVNCH) tăng viện cho Kon Tum. Trung đoàn 52 (320A) đánh chiếm cứ điểm K'Leng, diệt tiểu đoàn 62 biệt động quân QLVNCH, áp sát phía Tây Kon Tum. Riêng Trung đoàn 66 do chủ quan, hiệp đồng lỏng lẻo, cán bộ không sâu sát, báo cáo sai tình hình... nên khi đánh tiểu khu Plei Cần bị thiệt hại nặng, phải rút ra củng cố.<ref name=\"ReferenceD\">Bộ đội chủ lực mặt trận Tây nguyên-Quân đoàn 3- 1966-2005. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2005<\/ref>\n\nTừ ngày 3 đến ngày 13 tháng 5, trung đoàn 54 pháo binh [[Quân Giải phóng miền Nam Việt Nam]] liên tục bắn phá thị xã Kon Tum bằng pháo 130&nbsp;mm, 122&nbsp;mm và hỏa tiễn H12. Mục tiêu đánh nhiều nhất là sân bay Phượng Hoàng (TX Kon Tum), gây khó khăn cho tiếp vận hậu cần của QLVNCH. Ngày 13 tháng 5, mạng lưới do thám điện đài ([[SIGINT]]) của Mỹ chặn bắt được bức điện của Bộ Tư lệnh B3:\n{{Cquote|''\"Mũi tấn công hướng Bắc - Sư đoàn 2 - stop - hướng Tây Bắc - sư đoàn 320 - stop - Tăng cường mỗi sư đoàn 10 T54 - stop - G - 05h00 - stop - N - 14-5 - stop\".''|||B3|<ref name=\"ReferenceB\"\/>}}\n\nCũng trong ngày 13 tháng 5, tướng [[Nguyễn Văn Toàn]] bố trí lại lực lượng phòng thủ Kon Tum với 3 trung đoàn 44, 45 và 53 được tăng viện nhưng cũng bị Sái Gòn rút lữ đoàn dù ném ra mặt trận Trị Thiên-Huế. Đại tá [[Lý Tòng Bá]] được lệnh đưa trung đoàn 53 giữ hướng bắc, đông và nam dọc sông Đắc B'La; trung đoàn 44 giữ ngã ba Trung Tín-Đường Ngang ở Tây Bắc. Trung đoàn 45 giữ căn cứ Lôi Hổ làm lực lượng dự bị. Thiết đoàn 14 mới được phục hồi làm lực lượng cơ động tăng cường cho hướng bị uy hiếp mạnh nhất. Số quân còn lại của liên đoàn 6 biệt động quân phòng thủ vòng trong thị xã. Tướng Toàn và đại tá Bá lệnh cho các đơn vị phòng thủ không được ra khỏi hầm khi đối phương nổ súng tấn công để B-52 ném bom rải thảm vào đội hình của họ.\n\n17h ngày 13 tháng 5, 75 lần chiếc B-52 và hơn 100 lần chiếc cường kích [[A-37 Dragonfly]] và [[A-1 Skyraider|AD-6]] của sư đoàn 6 không quân QLVNCH ném hơn 3.000 quả bom từ 50&nbsp;kg đến 250&nbsp;kg vào khu vực Bắc Kon Tum, đánh đòn phản chuẩn bị từ trên không vào đội hình sư đoàn 320 của [[Quân Giải phóng miền Nam Việt Nam]]. Không quân VNCH bị mất một chiếc AD-6.<ref name=\"ReferenceD\"\/> Tuy không rõ số thương vong cụ thể nhưng [[Quân Giải phóng miền Nam Việt Nam]] phải tạm dừng kế hoạch tấn công. Tướng [[Hoàng Minh Thảo]] ra lệnh cho các đơn vị thuộc quyền niêm phong tất cả các [[điện đài]], chuyển sang sử dụng điện thoại hữu tuyến và liên lạc viên. Bộ tư lệnh B3 phải điều chỉnh lại kế hoạch đánh Kon Tum, chia làm hai bước: Bước 1: bóc các tuyến phòng ngự vòng ngoài; bước 2: tiến đánh các mục tiêu trong thị xã.\n[[Tập tin:DRVA.jpg|nhỏ|trái|256px|Pháo binh [[Quân Giải phóng miền Nam Việt Nam]] tại mặt trận Tây Nguyên 1972]]\n\nTừ ngày 15 đến ngày 23 tháng 5, trung đoàn 3, sư 320A có 1 đại đội xe tăng yểm hộ đánh thiệt hai nặng trung đoàn 44 ở Trung Tín nhưng bị máy bay [[Boeing B-52 Stratofortress|B-52]] ném bom ngăn chặn, không giữ được trận địa. Trung đoàn 1 tấn công căn cứ Lôi Hổ cũng bị QLVNCH có không quân yểm hộ đẩy lùi, thương vong lớn. Hai trung đoàn 28 và 141 (Sư đoàn 2 [[Quân Giải phóng miền Nam Việt Nam]]) đánh chiếm được hai cứ điểm Kon Tiêu và Kon Kơ Pát nhưng bị trung đoàn 53 dùng chiến thuật phòng ngự phân tán và vận động chiến cầm chân. Ở phía Nam, các trung đoàn 95 và 24 tập trung lực lượng cắt đứt hẳn đường 14 ở ba đoạn: Chư Thoi, Chư Pao và Tân Phú. Kon Tum hoàn toàn bị cô lập bằng đường bộ, QLVNCH phải tổ chức cầu hàng không đường ngắn, dùng trực thăng vận tải [[CH-47 Chinook]] của sư đoàn 6 không quân từ sân bay Plei Ku tiếp tế cho Kon Tum.<ref name=\"ReferenceD\"\/>\n\nNgày 23 tháng 5, Quân đoàn 2 QLVNCH điều 2 liên đoàn biệt động quân (2, 6), 1 tiểu đoàn biệt động biên phòng, 1 chi đoàn thiết giáp, có pháo và không quân yểm hộ mở cuộc hành quân \"Bắc Bình Vương 72\" đánh ra phía Nam Kon Tum nhưng không mở thông được đường 14, 1.000 quân bị thương vong, trong đó có phó tư lệnh sư đoàn 23 Tạ Đình Liên và chi đoàn trưởng chi đoàn thiết giáp Diêm Phú Hưng. QLVNCH mất 62 xe, (trong đó có 2 xe M-48 và 11 xe M-113, 4 pháo 105&nbsp;mm.<ref name=\"ReferenceD\"\/>\n\nĐêm 24 rạng ngày 25 tháng 5, [[Quân Giải phóng miền Nam Việt Nam]] mở cuộc tổng công kích TX Kon Tum. Các tiểu đoàn 3 (trung đoàn 3), 6 (trung đoàn 141), 1 trung đoàn 1 và đại đội 209 đặc công vượt sông Đắc B'La đánh sân bay, khu cơ giới và dinh tỉnh trưởng và trụ lại đánh QLVNCH phản kích. Đại tá Nguyễn Bá Long, tỉnh trưởng Kon Tum phải rút sang sở chỉ huy sư đoàn 23. Trung đoàn 1, sư đoàn 2 có xe tăng yểm hộ đánh chiếm sở chỉ huy trung đoàn 53 (QLVNCH) ở Ngọc Hồi, chiếm khu kho 41 và bệnh viện dã chiến ở bắc Biệt khu 24. Ngày 25\/5, QLVNCH phản kích chiếm lại 1\/3 sân bay, 1\/2 khu cơ giới, dùng 1 đại đội trinh sát quân báo của sư đoàn 23 tấn công đại đội đặc công 209 [[Quân Giải phóng miền Nam Việt Nam]] trụ ở nghĩa địa nhưng không thành công, QLVNCH mất 2 xe tăng.Sở chỉ huy sư đoàn 23 phải rời về Nam thị xã, sở chỉ huy trung đoàn 44 phải lui về trận địa của tiểu đoàn pháo 43.\n\n[[Tập tin:Memorial inTay Nguyen.jpg|nhỏ|phải|256px|Đài tưởng niệm liệt sĩ [[Quân Giải phóng miền Nam Việt Nam]] tại Tây Nguyên]]\n\nTrong ngày, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] sử dụng 10 box [[Boeing B-52 Stratofortress|B-52]] (30 lần chiếc) ném bom vào đội hình tấn công của trung đoàn 3 và trung đoàn 52. Hai đơn vị này bị tổn thất, không đột phá được trận địa phòng ngự của trung đoàn 44 QLVNCH ở ngã ba Trung Tín. Các đơn vị [[Quân Giải phóng miền Nam Việt Nam]] đã vào được thị xã bị máy bay cường kích của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] và các máy bay A-37 Dragonfly, [[Bell UH-1 Iroquois|UH-1 Iroquois]] của sư đoàn 6 không quân liên tục ném bom, bắn phá gây thương vong nặng. Để chi viện cho mặt trận Kon Tum, Bộ tư lệnh B3 sử dụng 1 đại đội đặc công địa phương đánh sân bay Plei Ku, phá hủy 3 máy bay vận tải [[C-130 Hercules|C-130]], đốt cháy 1 kho xăng, phá nổ 1 kho đạn.<ref name=\"Nguyễn Văn Biều 2005\"\/>\n\nNgày 6 tháng 6, xét thấy không còn khả năng đánh chiếm thị xã Kon Tum do quân số thương vong lớn, gạo thiếu, đạn dược không đủ, Bộ tư lệnh B3 tung trung đoàn 66 là lực lượng dự bị cuối cùng vào trận, yểm hộ cho các đơn vị đã vào trong thị xã rút ra ngoài.\n\nNgày 9 tháng 6, trên đường bay thị sát căn cứ của sư đoàn 23 trở về Plei Ku, chiếc UH-1 chở cố vấn Hoa Kỳ John Paul Vann bị trúng đạn phòng không của [[Quân Giải phóng miền Nam Việt Nam]] và rơi. John Paul Vann chết ở khu B1-Gia Lai.<ref name=\"ReferenceB\"\/>\n\nChiến dịch Bắc Tây nguyên 1972 kết thúc. [[Quân Giải phóng miền Nam Việt Nam]] giữ được cụm cứ điểm Đắc Tô - Tân Cảnh chiếm được từ đầu chiến dịch. QLVNCH giữ được thị xã Kon Tum.\n\n==Mặt trận phối hợp Bắc Bình Định==\n{{Chiến tranh Việt Nam}}\nĐịa bàn Bắc Bình Định với các huyện Hoài Ân, Hoài Nhơn và Phù Mỹ có tai trò quan trọng đối với chiến cục ở miền trung năm 1972. Từ đây có hơn 50&nbsp;km đường quốc lộ 1 đi qua, có đường 19 nối với Kon Tom, Pleiku trên Tây Nguyên, là điểm nối hiểm yếu giữa vùng chiến thuật I của QLVNCH với các vùng chiến thuật khác. QLVNCH đóng tại Bắc Bình Định có Sư đoàn bộ binh 22 (thiếu) gồm 2 Trung đoàn 40 và 41, 3 chi đoàn xe tăng, xe bọc thép hỗn hợp, 42 khẩu pháo, 50 đại đội bảo an à 200 trung đội dân vệ bán võ trang. Lực lượng [[Quân Giải phóng miền Nam Việt Nam]] tham gia chiến đấu tại đây có [[Sư đoàn 3, Quân đội Nhân dân Việt Nam|Sư đoàn bộ binh 3 Sao Vàng]], 2 tiểu đoàn đặc công của Khu V và một số đơn vị nhỏ du kích.\n\nNgày 9 tháng 4, Trung đoàn 21 (Sư đoàn 3 Sao Vàng) tấn công cứ điểm Gò Lôi. Trung đoàn 21 tiến đánh các cứ điểm Bàu Đá, Bàu Sen, Phú Khương, Gò Thị, Đồng Bịch, chiếm cầu Bến Vách. Liên đoàn bảo an 48 QLVNCH đóng tại đây phải rút về Gò Dê, các lực lượng còn lại co cụm ở ngã Ba Tân Thành. Ngày 10 và 11, chỉ huy tiểu khu quân sự Hoài Ân của QLVNCH tung 4 đại đội bảo an thuộc các Liên đoàn bảo an 46 và 47 có 11 trực thăng yểm hộ lên giải toả khu vực Gò Lôi nhưng không thành công, bị đối phương tiêu diệt một đại đội, mất 7 trực thăng.<ref name=\"ReferenceE\">Lịch sử sư đoàn 3 Sao Vàng. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2006<\/ref>\n\nSư đoàn 22 QLVNCH tổ chức Chiến đoàn 40 gồm Trung đoàn 40 và 2 chi đoàn thiết giáp tiến về giải toả ngã ba Tân Thành. Liên đoàn 48 bảo an (QLVNCH) có động chiếm lĩnh cứ điểm Hòn Bồ (nơi rước đây, quân của Sư đoàn Không Kỵ số 1 của Hoa Kỳ đóng giữ). Ngày 11 tháng 4, Trung đoàn 12 (Sư đoàn 3 Sao Vàng) hoạt động độc lập ở hướng An Khê đã cắt đường 19 ở Đông và Tây An Khê, cô lập Lữ đoàn Mãnh Hổ của quân [[Hàn Quốc]] ở An Khê đồng thời cắt đứt giao thông giữa Tây nguyên và ven biển qua đường 19.\n\nNgày 14 tháng 4, 2 tiểu đoàn đặc công [[Quân Giải phóng miền Nam Việt Nam]] tập kích sở chỉ huy Sư đoàn 22 ở Phù Mỹ. Đêm 14, hai tiểu đoàn này tiếp tục tập kích các căn cứ Tam Quan và Đệ Đức (sở chỉ huy trung đoàn 40). Ngày 15 tháng 4, Trung đoàn 2 (Sư đoàn 3 Sao Vàng) tấn công Hòn Bồ, cô lập Chiến đoàn 40. Chiều 15 tháng 4, chiến đoàn nhận được điện quay về Phù Mỹ và điện đài [[Quân Giải phóng miền Nam Việt Nam]] cũng bắt được bức điện này. Sư đoàn 3 Sao Vàng chia quân vừa tổng công kích Hòn Bồ, vừa phục kích QLVNCH đang trên đường rút lui, Chiến đoàn 40 bị thiệt hại đáng kể, hơn 400 binh sĩ chết, thêm 17 xe thiết giáp bị bắn cháy.<ref name=\"ReferenceE\"\/>\n\nTừ ngày 18 đến ngày 19 tháng 4, Trung đoàn 21 của Sư đoàn 3 tiếp tục đánh chiếm các vị trí Đồi 75, Truông Sỏi, Núi Mộ, cầu Giáo Ba, Núi Bụt, Du Tự, Thanh Tú,. Sư đoàn 22 QLVNCH không còn bàn đạp nào phía Bắc Phù Mỹ để phản kích. Sáng 19 tháng 4, Trung đoàn 40 QLVNCH rút khỏi Hoài Ân sau khi phá 5 kho đạn vì không thể đem theo. Sư đoàn 6 không quân QLVNCH đưa 12 máy bay A-37 yểm hộ cho Trung đoàn 40 rút quân nhưng vẫn không ngăn được [[Quân Giải phóng miền Nam Việt Nam]] truy kích đơn vị này. Trưa 19 tháng 4, [[Quân Giải phóng miền Nam Việt Nam]] hoàn toàn làm chủ quận lỵ Hoài Ân.\n\n5 giờ sáng ngày 25 tháng 4, Trung đoàn 2 và Trung đoàn 21 (sư đoàn 3 Sao Vàng) được tăng cường Tiểu đoàn đặc công 40, 2 Đại đội đặc công 71 và 72 tấn công gần 20 chốt của QLVNCH từ Nam Bồng Sơn đến Đèo Nhông và [[vây lấn]] Tiểu khu Bình Dương. Sở chỉ huy Sư đoàn 22 QLVNCH điều Trung đoàn 41 và Địa phương quân Hoài Nhơn đánh mở vây cho Tiểu khu Bình Dương nhưng bị chặn lại ở Kim Sơn, Trung Lương và Phú Văn. Ngày 27 tháng 4, Tiểu khu Bình Dương di tản chiến thuật nhưng không thoát, 480 binh sĩ VNCH bị quân của các Tiểu đoàn 2 và 3 (Trung đoàn 2) vây và bắt sống tại cánh đồng ấp Vĩnh Bình.<ref name=\"ReferenceE\"\/>\n\nNgày 29 tháng 4, các đơn vị của Sư đoàn 3 Sao Vàng đồn loạt tấn công cứ điểm Tam Quan và quận lỵ Bồng Sơn (huyện Hoài Nhơn). Đến 11 giờ trưa, quận lỵ Bồng Sơn lọt vào tay [[Quân Giải phóng miền Nam Việt Nam]]. Do bị bao vây và chủ lực QLVNCH đang phải giải quyết mặt trận Kon Tum nên không thể ứng cứu cho Bồng Sơn.\n\nSáng ngày 1 tháng 5, đến lượt căn cứ Đệ Đức bị vây đánh. 1.200 quân nhân QLVNCH đóng tại đây bị cắt làm 2 cụm, cụm bên trong hon 500 quân, cụm bên ngoài hơn 600 quân. Ngày 2 tháng 5, cụm quân phía ngoài rút lui về Tam Kỳ, Quảng Nam. Cụm quân phía trong căn cứ bị tràn ngập. Căn cứ Đệ Đức và thị trấn Tam Quan lọt vào tay [[Quân Giải phóng miền Nam Việt Nam]].\n\n===Các trận đánh ở Đường 19===\nNăm 1972, Sư đoàn 3 có 2 trung đoàn gồm trung đoàn 2 hoạt động tại các huyện Hoài Ân, Phù Mỹ, Phù Cát và trung đoàn bộ binh 12 chuyển vào phía Nam tỉnh Bình Định, tập trung chủ yếu đường 19. Trung đoàn 12 có nhiệm vụ chốt chặn đèo An Khê nhằm cắt đứt giao thông tiếp tế của quân VNCH trên đường 19 từ đồng bằng miền Trung lên cao nguyên, kìm giữ [[sư đoàn Mãnh Hổ]] của Hàn Quốc, tạo thuận lợi cho [[chiến dịch Bắc Tây Nguyên]].\n\nTrung đoàn 12 Quân Giải phóng thiết lập nhiều chốt dọc theo đường 19 với mục đích cắt đường tiếp tế huyết mạch này. Cụm chốt chính (nằm ở phía Đông đường 19) bao gồm điểm cao 638 – chốt Cây Rui, điểm cao 384, cống Hang Dơi do tiểu đoàn 6 bộ binh (3 đại đội 61-62-63 chốt giữ). Cụm chốt phụ (nằm ở phía Tây đường 19): chốt giữ từ suối Văn Ngày đến suối Vôi do 2 đại đội công binh chốt giữ.\n\nĐiểm quan trọng là đại đội đặc công quân khu phải đánh chiếm được mỏm phía Bắc của điểm cao 638, nơi có 1 đại đội thuộc sư đoàn Mãnh Hổ đang chốt giữ để đại đội 61 triển khai lực lượng phòng thủ. 2h sáng ngày 10\/4, khi đại đội đặc công tiếp cận mỏm phía Bắc của chốt Cây Rui đã bị lộ ngay tại lớp hàng rào kẽm gai đầu tiên. Súng cối của bộ binh Hàn Quốc phối hợp với 4 trực thăng vũ trang đã bắn thiệt hại nặng đại đội đặc công. Theo như tài liệu của sư đoàn Mãnh Hổ, họ thu nhặt được 18 thi thể lính đặc công. Điều này khiến Đại đội 61 bị lộ, phải gấp rút cơ động đến mỏm phía Nam điểm cao 638 để bố trí trận địa, vừa khống chế đường 19, vừa áp chế mỏm phía Bắc của điểm cao 384 (cách đó 200m), lập trận địa phòng ngự dưới trận mua đạn pháo.\n\nLúc này, Đại đội 63 cùng các đơn vị công binh phá sập một phần cống hang Dơi rồi chốt chặn tại đây. Lực lượng tại chỗ của Hàn Quốc và VNCH phản ứng tức thì khi điều Chiến đoàn 14 vùng 2 chiến thuật gồm 5 xe tăng và 2 đại đội bộ binh lao lên, đặt được 3 cụm pháo 105mm đặt ở An Khê, An Tân với 24 khẩu pháo thay nhau bắn mãnh liệt vào trận địa phòng ngự chốt chặn của trung đoàn 12. Trung đoàn 12 Quân Giải Phóng đã điều thêm tiểu đoàn 5, dự bị của trung đoàn để tăng cường cho trận đèo An Khê.\n\nVới ưu thế vượt trội về quân số và hỏa lực, ban đầu phía Hàn Quốc và VNCH muốn tổ chức đánh nhanh, tấn công toàn bộ cụm chốt, nhưng liên tục bị quân Giải phóng đẩy lùi. Vì vậy, các đơn vị giải tỏa phải chuyển sang nhổ từng chốt một. Đầu tiên là chốt Cây Rui (điểm cao 638), điểm cao 384 và cuối cùng là cống Hang Dơi. Quân Hàn Quóc gọi máy bay, pháo binh bắn phá dữ dội, rồi bộ binh Hàn Quốc xung phong lên chốt. Quân Giải phóng quyết bám trụ, dùng vũ khí bộ binh đẩy lực lượng bộ binh Hàn Quốc xuống sườn đồi.\n\nĐêm 20-4-1972, sau 10 ngày cố thủ thành công trước đối phương mạnh gấp nhiều lần, Đại tướng [[Võ Nguyên Giáp]] trực tiếp gửi điện thẳng cho trung đoàn bộ binh 12, khen ngợi: ''“Các đồng chí đã đứng vững như bàn thạch, hoàn thành xuất sắc nhiệm vụ giai đoạn đầu cắt đường số 19, phối hợp với chiến trường chung…”''.\n\nTại cao điểm 638 sau nhiều ngày giao tranh đẫm máu, đến ngày 23\/4\/1972, quân Hàn Quốc phải dùng [[vũ khí hóa học]] nhằm tiêu diệt đại đội 61. Đến ngày 24\/4, đại đội 61 chỉ còn lại 5 người có thể chiến đấu, sau đó được tiểu đoàn 5 lên tăng viện, tiếp tục chiến đấu đến đêm 24\/4 thì có lệnh rút lui.\n\nTại cao điểm 384, ngày 18\/4, lính Hàn Quốc đã dùng đến 2 tiểu đoàn, từ phía bắc và phía đông ào ạt tấn công lên cao điểm. Đại đội 62 bám trụ, đẩy lui nhiều đợt tấn công của địch. Cuộc chiến đấu diễn ra vô cùng ác liệt, toàn đại đội chỉ có một người sống sót.\n\nTại cống Hang Dơi, trận chiến diễn ra ngay trên mặt đường. Từ ngày 10 đến 24\/4, cuộc chiến đấu tại cống Hang Dơi đã diễn ra vô cùng ác liệt, đại đội 63 thương vong 80% quân số.\n\nSau 14 ngày giao tranh ác liệt, do 2 tiểu đoàn đã bị thương vong quá lớn, trung đoàn bộ binh 12 được lệnh chấm dứt đợt 1, rút khỏi các chốt để chuyển sang chiến thuật “phục kích vận động”. [[Sư đoàn Mãnh Hổ]] của Hàn Quốc sau 14 ngày mới thông được đường 19 vào ngày 24\/4\/1972. Quân Hàn Quốc bị thiệt hại nặng, nhiều xe tăng - thiết giáp bị phá hủy. Sau trận đánh quân Hàn Quốc đã lập bia tưởng niệm và đến nay bia đó vẫn còn. Đầu năm 2004, thiếu tướng Lê Huẩn, nguyên chính ủy trung đoàn 12 kể lại: Có một đoàn làm phim tài liệu của Hàn Quốc sang Việt Nam tìm hiểu trận đánh, họ gọi đây là “các trận đánh ở Cây Rui” và nói rằng trong lịch sử quân đội Hàn Quốc có ghi ''“Đây là trận đánh đẫm máu nhất của lính Hàn Quốc ở Việt Nam, trung đoàn 24 của sư đoàn Mãnh Hổ có 1.150 binh sĩ chết, bị thương, bị bắt...”''\n\nNgày 25\/6 tại phía Tây đèo An Khê, trung đoàn 12 đánh phục kích vận động, phá hủy đoàn xe vận tải 35 chiếc (có 10 xe tăng - xe bọc thép, diệt và bắt 318 lính), bắn rơi 3 máy bay.\n\n===Kết thúc===\nTừ tháng 5 năm 1972 đến thời điểm ký [[Hiệp định Paris 1973|Hiệp định Paris]], [[Quân Giải phóng miền Nam Việt Nam]] tại bắc Bình Định không đủ sức tiếp tục tấn công. QLVNCH cũng không đủ lực lượng để giành lại các địa bàn đã mất. Hai bên giữ thế cầm cự giằng co và còn tiếp tục giao chiến nhiều trận nhỏ đến tháng 3 năm 1975.\n\n==Xem thêm==\n==Chú thích==\n{{tham khảo|30em}}\n\n[[Thể loại:Chiến tranh Việt Nam|T]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|T]]\n\n[[en:Battle of Kontum]]"}