{"369635":"{{Xung đột quân đội\n|conflict=Mặt trận phòng không miền Bắc Việt Nam 1972\n|partof= [[Chiến tranh Việt Nam]]\n|image=[[Tập tin:North Vietnamese Antiaircraft Weapons.jpg|300px]]\n|caption=Lực lượng phòng không tại miền Bắc Việt Nam\n|date=Từ ngày 6 tháng 4 năm [[1972]] đến 14 tháng 3 năm [[1973]]\n|place=Miền Bắc [[Việt Nam]]. Trọng điểm: Hà Nội, Hải Phòng, Thái Nguyên, Hà Bắc, Lạng Sơn và các tỉnh khu IV\n|result=Thất bại chiến lược của Hoa Kỳ<br>Các bên [[Hoa Kỳ]], Việt Nam Dân chủ Cộng hòa, Việt Nam Cộng hòa và Cộng hòa miền Nam Việt Nam ký kết [[Hiệp định Paris 1973|Hiệp định Paris]] với nội dung cơ bản như trong dự thảo đã thoả thuận ngày 20 tháng 10 năm 1972.\n|combatant1=[[Tập tin:Flag of the United States.svg|22px]] [[Hoa Kỳ]]\n|combatant2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Việt Nam Dân chủ Cộng hòa]]\n|commander1=[[Tập tin:Flag of the United States.svg|22px]][[Melvin R. Laird]], Bộ trưởng Quốc phòng <br> [[Tập tin:Flag of the United States.svg|22px]][[Thomas H. Moorer]], Chủ tịch Hội đồng Tham mưu trưởng <br>[[Tập tin:Flag of the United States.svg|22px]][[John Dale Ryan]], Tham mưu trưởng Không lực Hoa Kỳ<br>[[Tập tin:Flag of the United States.svg|22px]] [[John C. Meyer]], Tư lệnh Không quân Chiến lược (SAC)<br>[[Tập tin:Flag of the United States.svg|22px]] [[John W. Vogt Jr]], Phó Tư lệnh TAC tại Tập đoàn không quân số 7<br>[[Tập tin:Flag of the United States.svg|22px]][[Gerald W. Johnson]], Tư lệnh Tập đoàn không quân số 8 <br>[[Tập tin:Flag of the United States.svg|22px]][[Andrew B. Anderson]], Tư lệnh Sư đoàn không quân lâm thời số 57<br>[[Tập tin:Flag of the United States.svg|22px]][[Glenn R. Sullivan]], Tư lệnh Sư đoàn không quân lâm thời số 17\n|commander2=[[Tập tin:Flag of Vietnam.svg|22px]] [[Võ Nguyên Giáp]], Bộ trưởng Quốc phòng <br>[[Tập tin:Flag of Vietnam.svg|22px]] [[Văn Tiến Dũng]], Tổng Tham mưu trưởng<br>[[Tập tin:Flag of Vietnam.svg|22px]] [[Phùng Thế Tài]], Phó Tổng Tham mưu trưởng phụ trách phòng không - không quân<br>[[Tập tin:Flag of Vietnam.svg|22px]][[Lê Văn Tri]], Tư lệnh Quân chủng Phòng không - Không quân<br>[[Hoàng Phương (tướng)|Hoàng Phương]], Chính uỷ Quân chủng Phòng không - Không quân<br> [[Tập tin:Flag of Vietnam.svg|22px]] [[Đào Đình Luyện]], Tư lệnh Binh chủng Không quân (Sư đoàn không quân Thăng Long)<br>[[Tập tin:Flag of Vietnam.svg|22px]][[Trần Quang Hùng]], Tư lệnh Sư đoàn phòng không Hà Nội<br>[[Tập tin:Flag of Vietnam.svg|22px]][[Bùi Đăng Tự]], Tư lệnh Sư đoàn phòng không Hải Phòng\n|strength1=4 không đoàn không quân chiến lược (trên 200 chiếc [[Boeing B-52 Stratofortress|B-52]])<br>2 phi đoàn máy bay [[General Dynamics F-111|F-111]]<br>5 không đoàn không quân chiến thuật [[McDonnell Douglas F-4 Phantom II|F-4]] và [[A-7 Corsair II|A-7]]<br>2 không đoàn trinh sát và tác chiến điện tử [[SR-71 Blackbird|SR-71]], [[B-66 Destroyer|EB-66]], [[EC-121]], [[Republic F-105 Thunderchief|F-105G]]<br>2 không đoàn tiếp dầu [[KC-135]]<br>6 [[tàu sân bay]]<br>135 tàu tuần dương, tàu khu trục và tàu nổi khác. \n|strength2=8 trung đoàn tên lửa phòng không (~32 hệ thống [[S-75 Dvina|SA-2]] ở thời điểm đầu năm 1972)<br>16 trung đoàn pháo cao xạ<br>4 trung đoàn không quân tiêm kích (gồm 40 chiếc [[MiG-17]] và [[MiG-19]], 31 chiếc [[MiG-21]] ở thời điểm đầu năm 1972)<br>Hơn 300 đơn vị dân quân tự vệ\n|casualties1='''Theo phía VNDCCH:''' 61 [[Boeing B-52 Stratofortress|B-52]], 10 [[General Dynamics F-111|F-111]] và 664 máy bay khác bị bắn rơi hoặc bị phá hủy tại sân bay<br>125 lần bắn cháy và đánh hỏng tàu chiến [[Hoa Kỳ]]<br>'''Theo phía [[Hoa Kỳ]]:''' 19 [[Boeing B-52 Stratofortress|B-52]], 4 [[General Dynamics F-111|F-111]] và 142 máy bay khác bị bắn rơi hoặc tai nạn (chưa tính số bị phá hủy tại sân bay)<br>76 phi công bị bắt, trong đó có 33 phi công [[Boeing B-52 Stratofortress|B-52]]<br>45 phi công chết và mất tích, trong đó có 33 phi công [[Boeing B-52 Stratofortress|B-52]] (chỉ tính riêng trong [[Chiến dịch Linebacker II]]<ref name=\"Boyne\"\/><ref name=\"Rasimus\">Ed Rasimus, ''Palace Cobra: A Fighter Pilot in the Vietnam Air War'', St. Martin's Press, 2006<\/ref>\n|casualties2='''''Về quân sự:''''' Chưa có thống kê đầy đủ<br> '''''Về dân sự:''''' hơn 8.000 thường dân thiệt mạng, khoảng 15.000 người khác bị thương<br>'''''Về cơ sở vật chất:''''' 100% số nhà máy điện, 1.500\/1.600 công trình thủy lợi, gần 100 km đê xung yếu bị hư hại nặng<br>Hầu hết cầu cống quan trọng và toàn bộ 6 tuyến đường sắt bị đánh hỏng<br> 3\/6 thành phố lớn, 23\/30 thị xã, 96\/116 thị trấn, 3.987\/5.788 xã, 350 bệnh viên, gần 1.500 bệnh xá, 1.300 trường học bị tàn phá,<br> trong đó: 12 thị xã, hơn 300 xã, 10 bệnh viện, 11 ga xe lửa đầu mối bị hủy diệt hoàn toàn.\n|}}\n{{campaignbox Vietnam War}}\n\n'''Mặt trận đất đối không miền Bắc Việt Nam năm 1972''' chứa đựng nhiều diễn biến hoạt động quân sự quan trọng của các bên trong [[Chiến cục năm 1972 tại Việt Nam]]. Đây là cuộc đối đầu lần thứ hai giữa [[Không quân Hoa Kỳ|Không lực]] và [[Hải quân Hoa Kỳ]] và các lực lượng phòng không ba thứ quân của [[Việt Nam Dân chủ Cộng hòa]] (VNDCCH). Mặc dù chỉ diễn ra trong 8 tháng nhưng quy mô và mức độ ác liệt của các chiến dịch và trận đánh vượt xa các cuộc không kích trong [[Chiến dịch Sấm Rền]] trong giai đoạn 1965-1968 với sự tham gia của ba lực lượng không quân Hoa Kỳ: không quân chiến thuật, không quân chiến lược và không quân của Hải quân. Chỉ trong 8 tháng, mức độ thiệt hại của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] đã lên đến hơn 1\/4 tổng số thiệt hại trong 4 năm từ [[tháng hai|tháng 2]] năm [[1965]] đến hết [[tháng mười|tháng 10]] năm [[1968]]. Mức thiệt hại về kinh tế của [[Việt Nam Dân chủ Cộng hòa|VNDCCH]] xấp xỉ bằng thiệt hại của hai năm [[1967]] và 1968 cộng lại.\n\nNgày 2 tháng 4 năm 1972, tin tức về sự nguy cấp của [[Việt Nam Cộng hòa]] (VNCH) trước cuộc Tổng tấn công năm 1972 của [[Quân đội Nhân dân Việt Nam]] (QĐNDVN) tại các chiến trường chính ở miền Nam Việt Nam về đến Nhà Trắng. Trong báo cáo của mình, Đại tướng Mỹ Abrams nhận định: Nếu Huế và Kon Tum thất thủ thì sẽ mất tất cả.<ref name=\"RNmem\">Richard Nixon, ''The Memory of Nixon'', Grosset and Dunlap. New York. 1978.<\/ref> Ngày 6 tháng 4, Tổng thống [[Richard Nixon]] chuẩn y đề nghị của Abrams về việc sử dụng không lực và pháo hạm oanh tạc phía bắc vĩ tuyến 17. Tuy nhiên, những hoạt động hạn chế này không làm giảm bớt cường độ tấn công của QĐNDVN tại miền Nam. Ngày 1 tháng 5, Quảng Trị, Lộc Ninh và Đắk Tô thất thủ; Huế, Kon Tum và An Lộc bị uy hiếp nặng nề. Nixon kết luận: \"Nếu chúng ta thua tại Việt Nam sẽ chẳng có ai tôn trọng Tổng thống Mỹ nữa vì chúng ta có sức mạnh nhưng không dùng nó... Chúng ta phải giữ uy tín.\"<ref>Raymond Price, ''With Nixon'', New York, 1977.<\/ref> Đây là một trong những lý do chính để ngày 8 tháng 5, Nixon ra lệnh cho Bộ trưởng Quốc phòng [[Melvin R. Laird]] tổ chức [[Chiến dịch Linebacker]] nhằm các mục tiêu chủ yếu sau đây:\n:*Ngăn chặn tối đa việc vận chuyển người, vũ khí, khí tài, trang bị, lương thực và các hàng hóa vật chất từ miền Bắc vào miền Nam Việt Nam; qua đó giảm bớt sức ép quân sự cho [[Quân lực Việt Nam Cộng hòa]] (QLVNCH) ở miền Nam trong các trận đánh quyết định ở ba vùng chiến thuật.\n:*Phong tỏa cô lập miền Bắc, ngăn cản và cắt đứt viện trợ từ các nước xã hội chủ nghĩa (chủ yếu là Liên Xô và Trung Quốc) vào miền Bắc Việt Nam. Phá hủy tiềm lực kinh tế và quốc phòng ở miền Bắc; làm cho Việt Nam Dân chủ Cộng hòa kiệt quệ khi ra khỏi chiến tranh, không còn đủ sức để tấn công VNCH.\n:*Gây tác động tâm lý đến người dân Bắc Việt Nam; qua đó tác động đến tâm lý của các nhà lãnh đạo VNDCCH, tạo điều kiện cho phái đoàn của Hoa Kỳ gây sức ép với đoàn đàm phán của Việt Nam Dân chủ Cộng hòa và Chính phủ Cách mạng Lâm thời Cộng hòa miền Nam Việt Nam tại Hội nghị Paris.\n:*Động viên tinh thần cho QLViệt Nam Cộng hòa và khẳng định lòng tin rằng [[Hoa Kỳ]] không \"bỏ rơi\" Việt Nam Cộng hòa đối với chính quyền Sài Gòn nói chung và cá nhân Tổng thống Việt Nam Cộng hòa Nguyễn Văn Thiệu nói riêng.<ref name=\"RNmem\"\/>\n\nCác biện pháp quân sự chính của [[Hoa Kỳ]] được áp dụng trong Chiến dịch Linebacker, và sau đó là [[Chiến dịch Linebacker II]] như: thả thủy lôi cô lập Cảng Hải Phòng, dùng hải quân phong tỏa bờ biển, ném bom ồ ạt, kéo dài, liên tục,... được đánh giá là bước leo thang chiến tranh ghê gớm nhất kể từ những năm 1967-1968. Chiến thuật cơ bản là đánh nhanh, đánh ồ ạt với cường độ lớn ngay từ đầu, không cần sử dụng biện pháp từng bước \"leo thang\" \"trả đũa tương xứng\" như trong giai đoạn 1965-1968; buộc QĐNDVN phải hạn chế các hoạt động tấn công ở miền Nam Việt Nam. Bộ Chính trị [[Đảng Cộng sản Việt Nam|Đảng Lao động Việt Nam]] nhận định: \"Đây là các biên pháp có tính chiến lược cho cuộc chiến ở miền Nam chứ không phải các hoạt động hỗ trợ như chiến tranh phá hoại dưới thời Giôn xơn.\"<ref>Đảng Cộng sản Việt Nam, ''Văn kiện Đảng'', Tập 33, Nhà xuất bản Chính trị quốc gia. Hà Nội. 2004.<\/ref>\n\nTheo nhận xét của John Erichman, cố vấn báo chí của Nhà Trắng, \"'Chiến dịch ném bom đêm Giáng Sinh' đã đưa Chính phủ Hoa Kỳ đến những khó khăn mới. Mặc dù chiến dịch đó chứng tỏ với chính quyền Việt Nam Cộng hòa về việc Hoa Kỳ sẽ 'bảo vệ Việt Nam Cộng hòa bằng mọi khả năng nếu Bắc Việt Nam vi phạm hiệp định hòa bình' nhưng lại làm dấy lên một làn sóng phẫn nộ mới trong nội bộ Hợp chủng quốc và trên thế giới. Kết cục của cuộc ném bom này không đem lại nhiều lợi thế quân sự nhưng đã đem lại cho chính phủ của ông Nixon quá nhiều sự chống đối và làm cho chúng tôi nhiều lúc không biết giải thích với dư luận như thế nào\".<ref>Michael McClear, ''Việt Nam - Cuộc chiến tranh mười nghìn ngày'', Ottawa, 1995. Tập 8: ''Hòa bình'', phát biểu của John Erlichman.<\/ref>\n\n==Diễn biến cuộc \"cứu bóng trước khung thành\" (Chiến dịch Freedom Train và Linebacker I)==\n{{bài chính|Chiến dịch Linebacker}}\n\n===Đợt 1 - \"Chiến thuật nhảy cừu\"===\n\nNgày 6 tháng 4, [[Không quân Hoa Kỳ]] mở Chiến dịch Freedom Train, huy động hơn 150 lần chiếc máy bay, trong đó có 18 lần chiếc [[Boeing B-52 Stratofortress|B-52]] phối hợp với các pháo hạm ném bom, bắn phá các kho hàng, chân hàng và trận địa tên lửa của QĐNDVN tại [[Quảng Bình]] và [[Vĩnh Linh]]. Tiểu đoàn 52 Trung đoàn tên lửa 267 thuộc Sư đoàn phòng không 363B đã bắn rơi tại chỗ 1 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] tại [[Quảng Hưng]], [[Quảng Trạch]], [[Quảng Bình]]. Đây là chiếc máy bay đầu tiên bị hạ trong các chiến dịch không kích miền Bắc Việt Nam năm 1972.\n\nNgày 7 tháng 4 [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tổ chức nhiều trận không kích lớn vào các đơn vị phòng không của QĐNDVN tại Vĩnh Linh và Quảng Bình; đánh hỏng 6 bộ khí tài, 7 tiểu đoàn tên lửa của các Sư đoàn phòng không 367 và 377 mất sức chiến đấu. Đợt tấn công đầu tiên của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] kết thúc ngày 10 tháng 4. Tuy được cấp trên công nhận bắn rơi 18 máy bay nhưng đợt tấn công này đã làm suy yếu đáng kể sự yểm hộ đất đối không của QĐNDVN cho chiến dịch Trị-Thiên. Phía Việt Nam phản ứng thận trọng. Ngày 7 tháng 4, [[Quân ủy Trung ương]] QĐNDVN ra chỉ thị: \"Tăng cường sẵn sàng chiến đấu, kiên quyết bảo vệ miền Bắc và làm tốt nhiệm vụ chi viện tiền tuyến trong tình hình mới\".<ref name=\"lstlpkvn\">''Lịch sử bộ đội tên lửa phòng không 1965-2005'', Nhà xuất bản Quân đội nhân dân, Hà Nội, 2005<\/ref> Đến ngày 9 tháng 4, Bộ Tổng Tham mưu QĐNDVN mới ban hành mệnh lệnh chuyển trạng thái sẵn sàng chiến đấu cho tất cả các lực lượng vũ trang trên toàn miền Bắc.<ref name=\"lspkkqvn\">''Lịch sử quân chủng phòng không-không quân'', Nhà xuất bản Quân đội nhân dân, Hà Nội, 2006<\/ref>\n\nSáng ngày 9 tháng 4, Phân hạm đội tuần dương và khu trục số 11 thuộc Hạm đội 7 (Hải quân Hoa Kỳ) bắt đầu chiến dịch rải thủy lôi ngăn chặn, cô lập bờ biển Bắc Việt Nam với 7.963 quả ở 43 khu vực bến cảng, cửa sông của 10 tỉnh ven biển từ Quảng Bình đến Quảng Ninh; tập trung nhiều nhất ở các khu vực Hải Phòng, Cửa Hội, Hòn La và cửa sông Gianh.\n\n[[Tập tin:Nixon with Melvin Laird.gif|nhỏ|300px|trái|Tổng thống Hoa Kỳ [[Richard Nixon]] (bên phải) và Bộ trưởng Quốc phòng [[Melvin R. Laird]]]]\n\nĐêm 9 rạng ngày 10 tháng 4, [[Không quân Hoa Kỳ]] huy động 50 lần chiếc máy bay, trong đó có 12 chiếc [[Boeing B-52 Stratofortress|B-52]] ném bom khu vực Vinh - Bến Thủy. Ngày 13 tháng 4, 64 lần chiếc máy bay cường kích và 18 chiếc B-52 không kích cầu Hàm Rồng và sân bay Thọ Xuân (căn cứ của MiG-21). Sư đoàn phòng không 365 của QĐNDVN ở khu vực này không bắn rơi được chiếc nào. 3 giờ sáng ngày 16 tháng 4, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tổ chức một trận đánh quy mô vào Hải Phòng; sử dụng 261 phi vụ chiến thuật và 9 phi vụ B-52 dội bom xuống thành phố kết hợp với sử dụng nhiễu điện tử ồ ạt và dày đặc. Các Trung đoàn tên lửa 285 và 238 QĐNDVN bảo vệ thành phố Hải Phòng đã bắn lên 93 quả đạn tên lửa nhưng không trúng chiếc B-52 nào. Sau trận này, Tướng Momyer, Tư lệnh Không quân Chiến thuật Hoa Kỳ tuyên bố: \"[[Boeing B-52 Stratofortress|B-52]] của không quân chiến lược Hoa Kỳ có thể đánh bất cứ địa điểm nào trên miền Bắc Việt Nam mà không gặp phải sự kháng cự đáng kể của đối phương\".<ref>Green Wood, ''Air Force in Vietnam War - the Hubris of Power'', Solomon Press, London, 1973<\/ref>\n\n[[Tập tin:ThanhHoaBridge1.jpg|nhỏ|2000 px|phải|Cầu Hàm Rồng bị máy bay Mỹ sử dụng bom dẫn đường bằng laser đánh hỏng năm 1972 (ảnh chụp từ trên không)]]\n\nTrong các trận đánh tháng 4 năm 1972 ở miền Bắc, [[Không quân Hoa Kỳ]] đã sử dụng phổ biến các loại máy gây nhiễu điện tử có công suất lớn: ALT-22, ALQ (các phiên bản 51, 87, 100, 101) gây nhiễu ra đa điều khiển tên lửa đất đối không; [[ALR-18]] gây nhiều ra đa của [[Mikoyan-Gurevich MiG-21|MiG-21]]; [[ALQ-76]] và [[QTR-13]] gây nhiều ra đa pháo phòng không COH-9A. Các máy bay thế hệ mới được sử dụng có F-4D và E thay cho F-4C, [[Republic F-105 Thunderchief|F-105G]] thay cho F-105D và F, [[A-6 Intruder|A-6]] và [[A-7 Corsair II|A-7]] thay cho [[A-4 Skyhawk|A-4]]. Các kỹ thuật điều khiển vũ khí hiện đại có: hệ thống điều khiển bom bằng laser ZOT và KNIGHT. Loại tên lửa chống ra đa mới [[AGM-78 Standard ARM|AGM-78]] cũng được đưa vào sử dụng kết hợp với loại [[AGM-45 Shrike|AGM-45]] cũ.<ref name=\"KJE&MLM\">Karl J. Eschmann, ''Linebacker - The Untold Story of the Air Raids Over North Vietnam''<\/ref><ref name=\"Marshall11\">Marshall L. Michel III, ''11 Days of Christmas'', published 2002.<\/ref>\n\nVề chiến thuật, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] không leo thang theo từng địa điểm từ nam ra bắc mà đánh theo lối \"nhảy cừu\": từ Quảng Bình ra Vinh, Thanh Hóa (bỏ qua Hà Tĩnh) đến Hải Phòng (bỏ qua Nam đồng bằng Bắc Bộ). Từ ngày 6 tháng 4 đến ngày 8 tháng 5, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] và không quân của [[Hải quân Hoa Kỳ]] đã không kích 857 điểm trên miền Bắc, trong đó có: 345 mục tiêu giao thông, 215 mục tiêu dân sự, 85 mục tiêu quân sự. Các pháo hạm của Hạm đội 7 đã bắn 12.870 quả đạn vào các mục tiêu ven biển từ Đồ Sơn đến Vĩnh Linh. Theo phía VNDCCH, họ đã bắn rơi 89 máy bay của đối phương. Hoa Kỳ chỉ công nhận mất 15 chiếc.<ref name=\"CH-VALUSAF\">Chris Hobson, ''Vietnam Air Losses - United States Air Force, Navy and Marine Corps Fixed-Wing Aicraft Losses in Southeast Asia 1961-1973''.<\/ref>\n\n===Đợt 2 - \"Vùng 6\"===\n[[Tập tin:F-4B Phantoms of VF-161 and A-7C Corsairs of VA-86 drop bombs on Vietnam in March 1973.jpg|nhỏ|256px|trái|Đội hình [[McDonnell Douglas F-4 Phantom II|F-4]] phối hợp với [[A-7 Corsair II|A-7]] không kích miền Bắc Việt Nam]]\n\n\"Vùng 6\" là mật danh của [[Không quân Hoa Kỳ]] chỉ không phận Hà Nội và các vùng lân cận có bán kính 50 dặm. Ngày 10 và 11 tháng 5, [[Chiến dịch Linebacker]] chính thức mở màn bằng việc Không lực và Hải quân Hoa Kỳ tổ chức các trận đánh quy mô lớn với 414 phi vụ chiến thuật nhằm vào Hà Nội và các khu vực lân cận. Tên lửa phòng không của QĐNDVN không bắn rơi được chiếc nào do bị gây nhiễu nặng bao gồm cả nhiễu trong đội hình từ các máy phát nhiễu gắn trên các máy bay cường kích và tiêm kích gây ra cũng như nhiễu ngoài đội hình từ các máy bay [[B-66 Destroyer|EB-66]] và [[EC-121]] gây ra. Các đầu mối giao thông chiến lược như cầu Long Biên, cầu Đuống, cầu Phú Lương và nhiều khu công nghiệp ở miền Bắc bị máy bay Mỹ đánh hỏng trong thời gian ngắn. Bộ Tư lệnh [[Quân chủng Phòng không-Không quân (Việt Nam)|Quân chủng Phòng không - Không quân]] QĐNDVN phải tổ chức điều chỉnh lại khí tài và tập huấn tác chiến tên lửa đối không để đối phó với các biện pháp chống tên lửa hiện đại của [[Không quân Hoa Kỳ]] và tổ chức lại thế trận phòng không trên toàn miền Bắc.<ref name=\"lspkkqvn\"\/> \n\nKhông quân tiêm kích của QĐNDVN bắn rơi 6 máy bay của đối phương (Hoa Kỳ công nhận rơi 2 chiếc). Phía Hoa Kỳ tuyên bố các máy bay của họ đã bắn hạ 4 chiếc [[Mikoyan-Gurevich MiG-21|MiG-21]] và 7 chiếc [[Mikoyan-Gurevich MiG-17|MiG-17]] của [[Không quân Nhân dân Việt Nam]] trong loạt trận này. Việt Nam Dân chủ Cộng hòa chỉ xác nhận họ đã mất 2 chiếc MiG-21, 3 chiếc MiG-17 và 1 chiếc [[Shenyang J-6|J-6]] (phiên bản [[Mikoyan-Gurevich MiG-19|MiG-19]] do Trung Quốc sản xuất), cùng với đó là 5 phi công Việt Nam thiệt mạng.<ref>Nguyễn Sĩ Hưng, Nguyễn Nam Liên và nhóm tác giả, ''Những trận không chiến trên bầu trời Việt Nam (1965-1975) - Nhìn từ hai phía'', Nhà xuất bản Quân đội nhân dân, 2013.<\/ref><ref>Wayne Thompson, ''To Hanoi and Back: The U.S. Air Force and North Vietnam, 1966–1973''. Washington: Smithsonian Institution Press, 2000<\/ref><ref>[http:\/\/nongnghiep.vn\/nongnghiepvn\/72\/1\/24\/105118\/chang-chan-vit-ha-guc-chuyen-gia-khong-chien-hoa-ky.aspx \"Chàng \"chăn vịt\" hạ gục \"chuyên gia không chiến\" Hoa Kỳ\"], báo ''Nông nghiệp Việt Nam'', ngày 28 tháng 12 năm 2012.<\/ref>\n\nSong song với các cuộc không kích vào Hà Nội, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] còn tổ chức các đợt tấn công vào các đầu mối giao thông quan trọng ở phía nam đồng bằng Bắc Bộ. Trong các ngày từ 7 đến 30 tháng 5, hàng trăm lần chiếc cường kích tổ chức hơn 10 trận không kích cầu Ninh Bình nhưng không phá được cầu, chỉ đánh hỏng được các đoạn đường giao thông ở hai đầu cầu và mất 8 máy bay.\n\n[[Tập tin:VPAF MiG-21 landing with chute.jpg|nhỏ|phải|300px|Một chiếc MiG-21PF của Không quân Nhân dân Việt Nam hạ cánh sau một chuyến bay]]\n\nTừ ngày 15 tháng 5 đến cuối tháng 6, [[Không quân Hoa Kỳ]] tiếp tục tổ chức các trận đánh lẻ vào \"Vùng 6\" và các khu vực lân cận. Ngày 6 tháng 6, Trung đoàn tên lửa 261 bắn rơi một chiếc F-4 ở Yên Bái chấm dứt 2 tháng thúc thủ không đánh rơi máy bay đối phương của tên lửa phòng không. Ngày 27 tháng 6, [[Không quân Hoa Kỳ|Không quân Mỹ]] tổ chức một trận tập kích lớn vào Hà Nội với 24 máy bay cường kích và 20 máy bay tiêm kích F-4 yểm hộ. Trung đoàn 261 hạ 1 F-4 rơi ở Đại Kim (Hà Nội); Trung đoàn 257 đánh rơi 1 F-105G ở Thanh Sơn (Phú Thọ). Cùng ngày, 5 chiếc MiG-21MF của [[Không quân Nhân dân Việt Nam]] hạ 4 chiếc F-4E của các Không đoàn tiêm kích chiến thuật số 366 và 423 của Không lực Hoa Kỳ tại vùng trời Tây Bắc Việt Nam (các F-4 bị rơi có số hiệu 68-0314, 67-0248, 69-7271, 69-7296); bắn bị thương 1 F-4E (số hiệu 67-0243). Tính chung từ ngày 24 tháng 6 đến ngày 5 tháng 7, Không quân Mỹ đã mất 7 máy bay trong các trận không chiến với Không quân Nhân dân Việt Nam mà không bắn rơi được chiếc nào của đối phương.<ref name=\"MrMi-ACONV\"\/> \n\nTrong tháng 6, các Trung đoàn không quân tiêm kích 921 và 923 [[Không quân Nhân dân Việt Nam]] cũng được cấp trên ghi nhận bắn rơi 16 máy bay của đối phương và chịu tổn thất 4 chiếc. Đầu tháng 7 năm 1972, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] phối hợp với không quân của [[Hải quân Hoa Kỳ]] tổ chức 6 trận đánh lớn vào Hà Nội. Các đơn vị tên lửa quanh Hà Nội đã cơ động ra vòng ngoài, hình thành thế ngoài đánh vào, bắn rơi 6 chiếc F-4 và F-105. Lực lượng dân quân tự vệ của các tỉnh miền Bắc cùng tham gia với quân đội chính quy đánh các máy bay bay thấp của [[Hải quân Hoa Kỳ]]. Trong các ngày 12, 17, 19 và 21 tháng 7 các đơn vị này được ghi nhận đã bắn rơi 3 chiếc A-7 và 1 chiếc F-4H.\n\nTừ tháng 5 đến tháng 7 năm 1972, Việt Nam Dân chủ Cộng hòa công bố bắn rơi 343 máy bay của Không quân và Hải quân Hoa Kỳ.{{cần chú thích|date = ngày 4 tháng 8 năm 2015}} Phía Hoa Kỳ ghi nhận từ ngày 10 tháng 5 đến 31 tháng 7, họ chỉ mất 35 chiếc.<ref name=\"CH-VALUSAF\"\/>\n\n===Đợt 3 - \"Không kích mở rộng\"===\n[[Tập tin:RF-4C Phantom II of the 11th TRS is shot down by a S-75 missile over Vietnam, 12 August 1967.jpg|nhỏ|256px|trái|Một chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] của [[Không quân Hoa Kỳ]] bị trúng tên lửa [[S-75 Dvina|SAM-2]] khi đang không kích miền Bắc Việt Nam]]\n\nTừ tháng 8 đến tháng 9 năm 1972, [[Không quân Hoa Kỳ]] giảm bớt cường độ các đợt đánh phá vào Vùng 6 và mở rộng đánh phá ra các tuyến giao thông quan trọng ở phía bắc, phía nam Hà Nội (quốc lộ số 1) và phía đông (quốc lộ số 5, quốc lộ số 10). Trọng điểm không kích trong thời gian này là các cầu, phà đầu mối (Sông Hóa, Bắc Giang, Đáp Cầu, Tân Đệ, Phú Lương, Ninh Bình, Hàm Rồng,...), các chân hàng, kho hàng (Hải Phòng, Đồng Mỏ, Đông Anh), các trận địa tên lửa phòng không, các sân bay, các nhà ga đầu mối trên các tuyến đường sắt Hà Nội - Thanh Hóa - Vinh, Hà Nội - Đồng Đăng, Hà Nội - Hải Phòng, Hà Nội - Yên Bái và các kho xăng, dầu. Quân chủng Phòng không - Không quân QĐNDVN tổ chức thêm 3 trung đoàn pháo cao xạ, bố trí lại thế trận từ tập trung bảo vệ yếu địa Hà Nội sang phân tán ra các địa bàn Đường 1 Bắc, Đường 1 Nam,... tổ chức các cụm phòng không bảo vệ các đầu mối giao thông.<ref name=\"lspkkqvn\"\/>\n\nNgày 25 tháng 9, Bộ Tư lệnh Không quân Hoa Kỳ điều 2 đại đội gồm 48 máy bay cường kích [[General Dynamics F-111|F-111A]] thuộc Không đoàn tiêm kích chiến thuật số 47 đến căn cứ Takhli (Thái Lan) với nhiệm vụ phối hợp với các máy bay tầm thấp A-6 và A-7 của không lực [[Hải quân Hoa Kỳ]] tiêu diệt các trận địa tên lửa SAM. F-111A có góc cánh thay đổi (cụp-xòe), có vận tốc siêu âm, mang được 8 tấn bom, có thể bay thấp cách mặt đất 60 m, lần đầu tiên xuất hiện trong Chiến tranh Việt Nam. Cũng trong tháng 9, Quân chủng Phòng không - Không quân QĐNDVN đã xây dựng xong phương án đối phó với các cuộc tập kích đường không lớn bằng [[Boeing B-52 Stratofortress|B-52]].<ref name=\"QT&MT-HNĐBP\">Quân khu Thủ đô (Nguyễn Minh Tâm: chủ biên), ''Hà Nội - Điện Biên Phủ trên không'', Nhà xuất bản Quân đội nhân dân, 2008<\/ref>\n\nNgày 6 tháng 10, Không quân Hoa Kỳ tổ chức cuộc oanh kích lớn vào Hà Nội với đội hình hơn 40 máy bay tiêm kích và cường kích, tập trung đánh các trận địa tên lửa phòng không của QĐNDVN ở Chèm, Dục Tú, Đại Chu, Yên Nghĩa, Bắc Hồng, Song Mai. Ngày 8 tháng 10, lực lượng không quân chiến thuật của Không lực Hoa Kỳ tiếp tục tấn công các sân bay quanh Hà Nội. Ngày 11 tháng 10, máy bay của Hải quân Mỹ tập kích Hải Dương. Trong loạt trận này, các đơn vị tên lửa của QĐNDVN đã áp dụng thành công các biện pháp vô hiệu hoá tên lửa chống ra đa AGM-78 của phía Hoa Kỳ, không những không bị tổn thất mà còn bắn rơi 4 máy bay cường kích. Đêm 17 tháng 10, một máy bay F-111A bị súng phòng không tầm thấp bắn hạ tại cầu Tiền Châu, Phúc Yên, Vĩnh Phúc. Từ tháng 8 đến tháng 10 năm 1972, Việt Nam Dân chủ Cộng hòa công bố kết quả bắn rơi 221 máy bay của đối phương. Tuy nhiên, phía Hoa Kỳ chỉ thừa nhận mất 93 chiếc.<ref name=\"MrMi-ACONV\">Marshall L. Michel III, ''Air Combat Over North Vietnam 1965-1972'', Naval Institute Press, 1997.<\/ref>\n\n===Đợt 4 - \"Kéo dãn đối phương\"===\n\n[[Tập tin:Boeing B-52D-1-BW (SN 55-0049) 061127-F-1234S-018.jpg|nhỏ|256px|phải|Một chiếc [[Boeing B-52 Stratofortress|B-52D]] (số đuôi 56-0110) cùng kiểu với chiếc trong ảnh này đã bị [[S-75 Dvina|SA-2]] bắn trúng ngày 22 tháng 11 năm 1972, rơi cách sân bay Nakhon Phanom 20 km]]\n\nNgày 8 tháng 10, tại Hội nghị Paris, phía Việt Nam Dân chủ Cộng hòa đưa ra Dự thảo hiệp định hòa bình. Đoàn [[Hoa Kỳ]] do [[Henry Kissinger]] dẫn đầu đã cùng đoàn Việt Nam Dân chủ Cộng hòa thảo luận, tu chỉnh dự thảo này trong ba ngày và đi đến thoả thuận sẽ ký tắt Hiệp định vào ngày 23 tháng 10 tại Hà Hội, ký chính thức vào ngày 26 tháng 10 tại Paris. Trước đó, [[Hoa Kỳ]] sẽ chấm dứt ném bom miền Bắc từ ngày 18 tháng 10. Ngày 20 tháng 10, phía [[Hoa Kỳ]] đề nghị lùi thời gian biểu lại năm ngày. Phía Việt Nam Dân chủ Cộng hòa chấp nhận. Đến ngày 23 tháng 10, Tổng thống [[Richard Nixon]] tuyên bố đơn phương ngừng ném bom miền Bắc Việt Nam tính từ vĩ tuyến 20 trở ra, kết thúc gần 6 tháng của Chiến dịch Linebacker. Cùng ngày, Tổng thống Hoa Kỳ [[Richard Nixon]] cũng gửi công hàm cho Thủ tướng Việt Nam Dân chủ Cộng hòa [[Phạm Văn Đồng]] đề nghị có thêm một cuộc gặp riêng nữa ở Paris vì có nhiều vấn đề kỹ thuật xuất hiện. Vấn đề đó chính là bốn điều kiện mà [[Nguyễn Văn Thiệu]] đòi phải đáp ứng để ký kết hiệp định:\n\n:1- Không có chính phủ liên hiệp;\n:2- Quân miền Bắc phải rút khỏi miền Nam;\n:3- Tôn trọng tính trung lập của khu phi quân sự;\n:4- Giải quyết những bất đồng chính trị còn lại giữa hai miền mà không có sự can thiệp nước ngoài.<ref name=\"kismai\">Henry Kissinger, ''À la maison blanche 1968-1973'', Edition Fayard, Paris, 1979<\/ref>\n\nTừ ngày 23 tháng 10, [[Không quân Hoa Kỳ]] tập trung đánh phá các tuyến giao thông ở các tỉnh từ Thanh Hóa trở vào. Các khu vực trọng điểm Tân Kỳ, Triều Dương, Đô Lương (trên tuyến đường 15) thường xuyên bị [[Boeing B-52 Stratofortress|B-52]] oanh kích. Từ cuối tháng 10 đến giữa tháng 11, Không quân Hoa Kỳ đã ném xuống các mục tiêu ở Khu IV hơn 1.000 tấn bom trong hơn 60 trận đánh nhưng không ngăn chặn được việc vận chuyển 21.000 tấn hàng qua khu vực này, còn bị mất thêm 11 máy bay cường kích. Đêm 22 rạng ngày 23 tháng 11, các Tiểu đoàn tên lửa 43, 44 của Sư đoàn phòng không 365 bắn trúng 1 chiếc [[Boeing B-52 Stratofortress|B-52D]], số đuôi 55-0110, mật danh liên lạc \"Olive 2\" trên độ cao 25.000&nbsp;ft tại vùng trời Nghệ An. Chiếc máy bay này cố gắng bay về hạ cánh xuống sân bay Nakhon Phanom nhưng khi còn cách sân bay 20&nbsp;km thì bị rơi. Theo thống kê của Michel, chiếc này bị [[Mikoyan-Gurevich MiG-21|MiG-21]] bắn, nhưng theo thống kê của Hobson, nó bị [[S-75 Dvina|SA-2]] bắn.<ref name=\"CH-VALUSAF\"\/><ref name=\"MrMi-ACONV\"\/>\n\n[[Tập tin:Andersen AFB with 150 B-52s 1972.jpg|nhỏ|trái|256px|Andersen, căn cứ chính máy bay ném bom chiến lược B-52 ở Tây Thái Bình Dương]]\n\nĐầu tháng 11, Bộ Tổng Tham mưu và Bộ Tư lệnh Quân chủng Phòng không - Không quân QĐNDVN đứng trước hai sự lựa chọn, hoặc tập trung các đơn vị tên lửa về Hà Nội và Hải Phòng, hoặc phân tán lực lượng và phòng thủ Hà Nội từ xa. Ngày 15 tháng 11, Bộ Tổng Tham mưu thực hiện nghị quyết của [[Quân ủy Trung ương]] điều Trung đoàn tên lửa 267 vào bảo vệ địa bàn Thanh Hóa. Tuy nhận được Trung đoàn 274 từ Quảng Bình ra tăng cường cho lực lượng tên lửa bảo vệ Hà Nội nhưng trung đoàn này chỉ còn 1 tiểu đoàn đủ khí tài, có thể tác chiến được. Ngày 1 tháng 12, Bộ Tổng Tham mưu ra lệnh điều chuyển hàng trăm quả đạn tên lửa vào mặt trận Khu IV. Ngày 8 tháng 12, Bộ Tổng Tham mưu lại tiếp tục ra lệnh điều Trung đoàn tên lửa 261 vào phía nam. Bộ Tư lệnh Phòng không - Không quân phải mất hai ngày thuyết phục, Bộ Tổng Tham mưu mới đồng ý giữ trung đoàn này lại.<ref name=\"lspkkqvn\"\/><ref name=\"đmb52\" \/> Trong chiến dịch \"Điện Biên Phủ trên không\" diễn ra sau đó, chính Trung đoàn 261 là một trong hai đơn vị chủ công, bắn rơi nhiều B-52 nhất. Do sự điều động thay đổi lực lượng này, các tướng lĩnh và sĩ quan cao cấp của lực lượng phòng không QĐNDVN quyết định bố trí các đơn vị tác chiến theo các hướng chủ yếu, thứ yếu và phối hợp bổ trợ, tạo ra càng nhiều vùng \"trùng hỏa lực\" càng tốt.<ref name=\"QT&MT-HNĐBP\"\/>\n\nVới các biện pháp điều động binh lực phòng không được ghi nhận như trên, về hình thức, có vẻ như phía Mỹ đã đạt được mục đích kéo giãn lực lượng tên lửa phòng không của QĐNDVN ra xa khu vực Hà Nội và Hải Phòng. Lực lượng tên lửa [[S-75 Dvina|SA-2]] bảo vệ Hà Nội chỉ còn bằng 1\/3 so với năm 1967.<ref name=\"lstlpkvn\"\/> Đầu tháng 12 năm 1972, lực lượng phòng không của QĐNDVN phòng thủ miền Bắc như sau:<ref name=\"lstlpkvn\"\/><ref name=\"hc\">[https:\/\/hc.qdnd.vn\/lich-su-hau-can\/cong-tac-bao-dam-hau-can-trong-chien-dich-ha-noi-dien-bien-phu-tren-khong-481498 \"Công tác bảo đảm hậu cần trong chiến dịch 'Hà Nội-Điện Biên Phủ trên không'\"], báo ''Quân đội nhân dân'', ngày 18 tháng 12 năm 2017.<\/ref>\n\n[[Tập tin:North Guam from space.jpg|nhỏ|256px|phải|Phần phía Bắc lãnh thổ Guam (Hoa Kỳ) nhìn từ trên không; phía trên, bên phải là căn cứ không quân Andersen]]\n\n:* Sư đoàn phòng không Hà Nội (F361) gồm 2 trung đoàn + 1 tiểu đoàn tên lửa SA-2 (tổng cộng 9 tiểu đoàn hỏa lực), 4 trung đoàn pháo cao xạ. Các đơn vị khác trực tiếp tham gia bảo vệ Hà Nội có 3 trung đoàn không quân tiêm kích (E921, E923 và E925, thuộc Bộ Tư lệnh Phòng không - Không quân), 4 đại đội pháo 100&nbsp;mm và 226 trung đội súng máy phòng không (thuộc Bộ Tư lệnh Thủ đô). Các Trung đoàn 276 và 277 trang bị tên lửa [[S-125 Neva\/Pechora|SA-3]] mới từ Azerbaijan và Armenia về nước nhưng khí tài không về kịp nên coi như không tham chiến. Dự trữ đạn dược bao gồm 208 đạn tên lửa và 4.400 tấn đạn pháo phòng không.\n:* Sư đoàn phòng không Hải Phòng (F363) gồm 2 trung đoàn tên lửa SA-2 (mỗi trung đoàn chỉ có 3 tiểu đoàn hỏa lực có đủ khí tài để tác chiến); Trung đoàn cao xạ 252 (4 tiểu đoàn, có 2 đại đội pháo 100&nbsp;mm), một cụm súng máy cao xạ hạng nặng gồm 36 khẩu kiểu [[ZPU-2]], [[ZPU-4]] và 12 khẩu [[DShK]] 12,7&nbsp;mm; hơn 80 trung đội súng máy tầm thấp. Dự trữ đạn dược bao gồm 173 đạn tên lửa và 2.800 tấn đạn pháo phòng không.\n:* Hướng vùng núi và trung du phía Bắc có Sư đoàn phòng không 375, gồm Trung đoàn 268 trang bị tên lửa [[S-75 Dvina|Hongqi-2]] của Trung Quốc nhưng không chiến đấu được do khí tài bị đánh hỏng trong trận các oanh kích tháng 8 tại Bắc Giang, 5 trung đoàn pháo cao xạ, trong đó có Trung đoàn 256 pháo 100&nbsp;mm bảo vệ Thái Nguyên.\n:* Hướng nam Hà Nội có Sư đoàn phòng không 365 ở Thanh Hóa, Nghệ An, Sư đoàn phòng không 367 ở Quảng Bình, Vĩnh Linh và Trung đoàn không quân tiêm kích 927 (thuộc Bộ Tư lệnh Phòng không - Không quân).\n\nDự đoán trước tình hình Mỹ sẽ đưa B-52 ra đánh phá Hà Nội, đến đầu tháng 12, các đơn vị của Quân chủng PK-KQ đã được bảo đảm 5 cơ số đạn các loại. Sư đoàn Phòng không 361 và 363 là nòng cốt bảo vệ Hà Nội, Hải Phòng, bảo đảm hệ số kỹ thuật tên lửa đạt 100%, ra-đa 98%, khí tài khác 75 - 100%, cao xạ hơn 90%. Máy bay chiến đấu phản lực giữ được hệ số kỹ thuật 71%. Đến ngày 15\/12\/1972, tại Hà Nội đã dự trữ 208 quả đạn tên lửa [[SAM-2]], bình quân mỗi tiểu đoàn hỏa lực có 26 quả (2,16 cơ số); đạn pháo phòng không có 4.400 tấn; bình quân mỗi đại đội có từ 5-7 cơ số. Tại Hải Phòng, đạn tên lửa có 173 quả, bình quân mỗi tiểu đoàn hỏa lực có 22 quả (1,8 cơ số); đạn pháo phòng không có 2.800 tấn, bình quân mỗi đại đội có từ 6-8 cơ số. Về xăng dầu, nhất là dầu TC-1 cho máy bay, hậu cần Quân chủng dự trữ đầy đủ tại các kho ở bắc sông Hồng, (bảo đảm cho các sân bay Nội Bài, Yên Bái, Kép) và nam sông Hồng, (bảo đảm cho sân bay Hòa Lạc, Thọ Xuân...). Tại mỗi sân bay, xăng dầu dự trữ đủ cho 30-40 ngày chiến đấu, riêng sân bay Nội Bài có lượng dự trữ lớn nhất.\n\nNgoài ra, phía Việt Nam đã tổ chức giải tỏa 4.000 tấn hàng quân sự và hơn 1.000 tấn hàng quân sự tại các kho tàng ở Đông Anh, Yên Viên. Hệ thống hầm hào, hầm tròn trú ẩn rải rác khắp các phố phường để ẩn nấp khi có báo động. Thành phố Hà Nội tổ chức sơ tán được 30 vạn người về các vùng nông thôn. Họ cũng củng cố lực lượng y tế các tuyến, tổ chức 105 tổ đội cấp cứu lưu động dân y, 30 tổ đội quân y tại Hà Nội và 53 tổ đội của dân y, 15 tổ đội của quân y tại Hải Phòng phục vụ công tác cứu hộ.<ref name=\"hc\"\/>\n\nCùng thời gian này, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] một mặt tiếp tục oanh kích các mục tiêu đường giao thông, nhà ga, cầu phà, bến cảng, kho hàng,... ở phía nam vĩ tuyến 20; mặt khác, tích cực chuẩn bị cho Chiến dịch Linebacker II. Đến ngày 16 tháng 12, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] đã tập trung xong Tập đoàn không quân chiến lược số 8 (SAC-8AF) gồm các đơn vị:\n:* Sư đoàn không quân lâm thời số 57 (57AD-P) ở căn cứ Andersen ([[Guam]]),\n:* Sư đoàn không quân lâm thời số 17 (17AD-P) ở U-Tapao (Thái Lan)\n:* Không đoàn chiến lược số 376 (376SW) ở căn cứ Kadena trên đảo Okinawa (Nhật Bản).\n\n[[Tập tin:A-7E VA-195 bombing Hai Duong bridge 1972.jpg|nhỏ|trái|256px|Một chiếc A-7E của Không đoàn VA-195 Hải quân Mỹ ném bom cầu Phú Lương, Hải Dương]]\n\nPhối hợp và yểm hộ cho lực lượng này còn có Tập đoàn không quân chiến thuật số 7 (TAC-7AF) ở Đông Nam Á và Lực lượng đặc nhiệm 77 gồm các máy bay của Hải quân Hoa Kỳ trên các tàu sân bay đậu tại \"Trạm Yankee\" trên Biển Đông.<ref name=\"Carthy1985\">James. R. McCarthy and Robert E. Rayfield, ''Linebacker II: A View From the Rock''. Office of Air force history - United States Air Force, Washington DC, 1985.<\/ref> Toàn bộ binh lực, hỏa lực gồm có:\n\n:* Máy bay ném bom chiến lược [[Boeing B-52 Stratofortress|B-52D]]: 107 chiếc; tại U-Tapao (Thái Lan) có 54 chiếc thuộc Không đoàn 307 (có 4 chiếc đang sửa chữa, bảo dưỡng), tại Guam có 53 chiếc thuộc Không đoàn 43 (có 3 chiếc đang sửa chữa, bảo dưỡng);\n:* Máy bay ném bom chiến lược [[Boeing B-52 Stratofortress|B-52G]]: 99 chiếc thuộc Không đoàn 72, đều ở Guam (có 2 chiếc đang sửa chữa, bảo dưỡng);\n:* Máy bay tiếp dầu [[Boeing KC-135 Stratotanker|KC-135]] (các version A và Q): 53 chiếc thuộc Không đoàn 310 ở U-Tapao; 96 chiếc thuộc Không đoàn 376 ở Okinawa và căn cứ Clark (Philippines);\n:* Máy bay trinh sát [[SR-71 Blackbird|SR-71]]: 10 chiếc tại Okinawa;\n:* Máy bay trinh sát [[Lockheed U-2|U-2C]] và DC-130: mỗi loại 2 chiếc tại U-Tapao.\n:* Máy bay ném bom [[General Dynamics F-111|F-111A]]: 48 chiếc tại Takhli (Thái Lan);\n:* Máy bay tiêm kích - ném bom [[McDonnell Douglas F-4 Phantom II|F-4]] (các version C, D, E): 267 chiếc; tại Udorn (Thái Lan) 99 chiếc, tại Korat (Thái Lan) 30 chiếc, tại Ubon (Thái Lan) 111 chiếc, tại Nậm Phong (Thái Lan) 27 chiếc;\n:* Máy bay cường kích - gây nhiễu điện tử [[Republic F-105 Thunderchief|F-105G]]: 23 chiếc tại Korat;\n:* Máy bay cường kích [[A-7 Corsair II|A-7C]]: 72 chiếc tại Korat;\n:* Máy bay tác chiến điện tử [[B-66 Destroyer|EB-66]]: 17 chiếc tại Korat;\n:* Máy bay trinh sát - chỉ huy tác chiến trên không [[EC-121]]: tại Korat (không rõ số lượng);\n:* Máy bay tìm kiếm - cứu hộ [[C-130 Hercules|HC-130]]: tại Korat (không rõ số lượng);\n:* Trực thăng tìm kiếm - cứu hộ [[HH-53]]: tại Nakhon Phanom (Thái Lan) (không rõ số lượng).<ref>Terry Horstead, History of Strategic Air Command - History of Linebacker II-Vietnam.<\/ref>\n\n[[Tập tin:Yankee Station Location 1.gif|nhỏ|300px|phải|Vị trí của \"Trạm Yankee\", nơi đậu các tàu sân bay Hoa Kỳ ở Biển Đông]]\n\nLực lượng hải quân của Hạm đội 7 [[Hoa Kỳ]] tham gia Chiến dịch Linebacker II có:\n:* Tàu sân bay USS ''America'' (CVA-66) có 75 máy bay\n:* Tàu sân bay USS ''Enterprise'' (CVAN-65) có 75 máy bay\n:* Tàu sân bay USS ''Midway'' (CVA-41) có 55 máy bay\n:* Tàu sân bay USS ''Oriskany'' (CVA-34) có 45 máy bay\n:* Tàu sân bay USS ''Saratoga'' (CVA-60) có 65 máy bay\n:* Tàu sân bay USS ''Ranger'' (CVA-61) có 65 máy bay\nNgoài ra còn có hơn 30 tuần dương hạm, khu trục hạm và hơn 20 tàu chở bom đạn, chở dầu, hậu cần, bệnh viện,... Không quân và hải quân vận tải của [[Hoa Kỳ]] đã vận chuyển hàng vạn tấn xăng dầu, hơn 500 nghìn tấn bom đến các căn cứ không quân Kadena ([[Okinawa]], Nhật Bản), Andersen (Guam), [[U-Tapao]] và các căn cứ khác ở Thái Lan.\n\nQua kinh nghiệm chiến đấu trong [[Chiến dịch Sấm Rền]] và tổng kết các cuộc không kích của máy bay Mỹ từ tháng 4 đến cuối tháng 11 năm 1972. Bộ Tư lệnh Quân chủng Phòng không - Không quân QĐNDVN dự báo [[Boeing B-52 Stratofortress|B-52]] sẽ tấn công Hà Nội từ bốn hướng. Trong đó, có hai hướng chủ yếu và hai hướng thứ yếu:\n\n[[Tập tin:North Vietnamese Air Force disposition prior to Operation Linebacker II.png|nhỏ|trái|256px|Sơ đồ bố trí sân bay và các trạm radar cảnh báo sớm ở miền Bắc Việt Nam năm 1972 (tài liệu của tình báo Không quân Hoa Kỳ)]]\n\n:*Hướng thứ nhất (chủ yếu): lấy ngã ba sông [[Việt Trì]] làm điểm kiểm tra tập hợp đội hình và tấn công Hà Nội theo trục sông Hồng (tây bắc - đông nam); sau khi cắt bom thoát ly ra biển theo hướng đông nam hoặc sang Lào theo hướng tây nam.\n:*Hướng thứ hai (chủ yếu): lấy núi Viên Nam (phía nam [[Ba Vì (định hướng)|Ba Vì]]) là điểm kiểm tra tập hợp đội hình đột nhập không phận Hà Nội từ phía tây; thoát ly theo hướng đông nam ra biển hoặc \"uốn móc câu\" trở lại Lào.\n:*Hướng thứ ba (thứ yếu): lấy ngã ba sông Lục Nam và sông Thương làm điểm kiểm tra, tập hợp đội hình và bay vào Hà Nội từ phía đông bắc qua Hà Bắc; thoát ly ra biển hoặc bay thẳng sang Lào.\n:*Hướng thứ tư (thứ yếu): lấy cửa Ba Lạt làm điểm kiểm tra tập hợp đội hình và bay thẳng lên Hà Nội theo trục sông Hồng (đông nam - tây bắc); thoát ly phía tây, tây bắc, tây nam sang Lào.\n\nThực tế [[Chiến dịch Linebacker II]] sau đó cho thấy các tốp [[Boeing B-52 Stratofortress|B-52]] sử dụng hướng thứ nhất và thứ hai trong 2\/3 số phi vụ, các hướng thứ ba và thứ tư được sử dụng ít hơn.\n\nCác đường bay đột kích của [[Boeing B-52 Stratofortress|B-52]] vào Hải Phòng được dự báo có hai hướng:\n:*Hướng thứ nhất: lấy cửa Nam Triệu làm điểm kiểm tra và đột nhập Hải Phòng từ phía chính đông\n:*Hướng thứ hai: lấy cửa sông Văn Úc làm điểm kiểm tra tập hợp đội hình vào đánh Hải Phòng từ phía tây nam.\n\nTrên thực tế, các tốp [[Boeing B-52 Stratofortress|B-52]] vào Hải Phòng từ ngày 22 tháng 12 đến ngày 26 tháng 12 đều sử dụng cả hai đường bay này.<ref name=\"lstlpkvn\"\/>\n\nTại Paris, cuộc đàm phán một lần nữa lâm vào bế tắc và đây cũng là lần bế tắc cuối cùng. Đêm 12 tháng 12, Chánh văn phòng Nhà trắng Heizman thừa uỷ quyền của [[Richard Nixon]] gửi một bức điện cho [[Henry Kissinger]] có đoạn viết: ''\"Chúng ta cần tránh làm bất cứ điều gì có vẻ như là chúng ta phá vỡ thương lượng một cách đột ngột. Nếu xảy ra tan vỡ thì phải làm như là do họ chứ không phải do chúng ta. Trong bất cứ trường hợp nào, Hoa Kỳ không được chủ động cắt đứt cuộc nói chuyện. Chúng ta cần yêu cầu hoãn cuộc họp để tham khảo thêm\"''.<ref name=\"kismai\"\/> Ngày 15 tháng 12, đàm phán ở Paris bế tắc, [[Lê Đức Thọ]] và [[Henry Kissinger|Kissinger]] chia tay nhau tại sân bay Le Bourger (Paris). Ngày 16 tháng 12, [[Henry Kissinger|Kissinger]] họp báo tại Washington DC đổ lỗi cho Việt Nam Dân chủ Cộng hòa kéo dài đàm phán. Tối 18 tháng 12, khi [[Lê Đức Thọ]] vừa về đến nhà (sau khi ghé qua Moskva và Bắc Kinh) thì những trái bom đầu tiên từ [[Boeing B-52 Stratofortress|B-52]] trong Chiến dịch Linebacker II rơi xuống Hà Nội.<ref name=\"luuvanloi\">Lưu Văn Lợi - Nguyễn Anh Vũ, ''Các cuộc thương lượng Lê Đức Thọ-Kissinger tại Paris'', Nhà xuất bản Công an nhân dân, Hà Nội, 2002<\/ref>\n\n==Diễn biến trận \"Điện Biên Phủ trên không\" (Chiến dịch Linebacker II)==\n\n[[Tập tin:B-52 to Ha Noi.jpg|nhỏ|450px|phải|Lược đồ các tuyến đường bay của B-52 vào miền Bắc Việt Nam trong chiến dịch Linebacker II<ref name=\"Carthy1985\"\/>]]\n\n===Những quyết định của Nhà Trắng=== \nÝ đồ tiến hành cuộc ném bom trong dịp lễ Giáng Sinh năm 1972 không phải nảy sinh tức thời trong tư duy của Nixon. Nó hình thành dần dần như một biện pháp cuối cùng (mặc dù không cần thiết) để ông ta có thể giải tỏa sức ép từ nhiều phía. Chính quyền Nguyễn Văn Thiệu cố đòi bằng được việc sửa đổi 69 điểm trong dự thảo hiệp định ngày 20 tháng 10. Phía Việt Nam Dân chủ Cộng hòa không chấp nhận sửa đổi. Dư luận trong nước và chính giới Mỹ yêu cầu có ngay một lộ trình đi đến hòa bình để mau chóng đưa con em Mỹ về nước. Các đối tác Liên Xô và Trung Quốc cũng như dư luận thế giới đòi hỏi người Mỹ phải chấm dứt chiến tranh. Trong bối cảnh ấy, Nixon và Kissinger đứng trước hai sự lựa chọn: hoặc cắt đứt đàm phán, tiến hành ném bom trở lại; hoặc là gạt các yêu cầu của Nguyễn Văn Thiệu sang một bên để ký hiệp định tay đôi với VNDCCH.<ref name=\"luuvanloi\"\/><ref name=\"Herring\">George C. Herring, ''Cuộc chiến tranh dài ngày nhất của nước Mỹ'', Nhà xuất bản Chính trị quốc gia, Hà Nội, 1998.<\/ref> Cuối cùng, Nixon và Kissinger quyết định chọn phương án ném bom. Ngày 5 tháng 12, Nixon điện cho Kissinger: ''\"Hãy để một chỗ hở ở cửa cho cuộc họp tiếp. Tôi có thể sẵn sàng cho phép ném bom ồ ạt miền Bắc Việt Nam trong thời gian nghỉ ngơi đó\"''<ref>Richard Nixon, ''The Memory of Nixon'', Grosset and Dunlap, London, 1978, page 730, 734.<\/ref> (ám chỉ kỳ nghỉ lễ Giáng Sinh).\n\n[[Tập tin:OperationLinebacker--II.jpg|nhỏ|trái|256px|Các phi công B-52 trong buổi hội ý nhiệm vụ Linebacker II tại căn cứ Andersen]]\n\nNgày 14 tháng 12, Tổng thống Nixon họp với cố vấn an ninh Kissinger, Tướng Alexander Haig và Chủ tịch Hội đồng Tham mưu truởng Liên quân - Đô đốc Thomas H. Moorer - thông qua lần cuối cùng kế hoạch Chiến dịch Linerbacker II. Nixon nói với Đô đốc Thomas H. Moorer: ''\"Điều may mắn của ông là được sử dụng một các cách hiệu quả sức mạnh quân sự của chúng ta để thắng cuộc chiến tranh này. Nếu ông không làm được việc đó, tôi sẽ coi ông là người chịu trách nhiệm\".''<ref name=\"RNmem\"\/> Mục tiêu của [[Chiến dịch Linebacker II|Linebacker II]] cũng vẫn là mục tiêu của [[Chiến dịch Linebacker|Linebacker]] nhưng với cường độ, sức công phá và mật độ lớn đến mức khủng khiếp để buộc Việt Nam Dân chủ Cộng hòa phải trở lại đàm phán đồng thời tỏ rõ cho Nguyễn Văn Thiệu thấy rằng Hoa Kỳ có thể tự mình giải quyết vấn đề Việt Nam mà không cần đến vai trò của Việt Nam Cộng hòa nhưng vẫn giữ được thể diện của [[Hoa Kỳ]] đồng thời chứng tỏ với Nguyễn Văn Thiệu rằng Mỹ không rút lui mà không chiến đấu.\n\n16 giờ 30 phút chiều 18 tháng 12 (giờ Tây Thái Bình Dương) 3 tốp [[Boeing B-52 Stratofortress|B-52]] đầu tiên cất cánh từ căn cứ Andersen nhằm hướng tây bay tới. 3 giờ sau (16 giờ theo giờ Hà Nội), khi các tốp [[Boeing B-52 Stratofortress|B-52]] này đang được tiếp dầu trên không ở vùng biển phía bắc đảo Luzon (Philippines), Hà Nội nhận được tin tình báo: \"B-52 vào Việt Nam\". 19 giờ 15 phút (giờ Hà Nội), hệ thống ra đa phòng không của QĐNDVN xác định chắc chắn [[Boeing B-52 Stratofortress|B-52]] vào miền Bắc Việt Nam từ hướng tây. Trận \"Điện Biên Phủ trên không\" mở màn.\n\n===Trước ngày Noel===\n[[Tập tin:B52 debris, B52 Museum.jpg|nhỏ|180px|phải| Phần còn lại của chiếc B-52G số hiệu 58-0201 bị hạ đêm 18 tháng 12 được trưng bày tại Bảo tàng chiến thắng B-52 (Đội Cấn, Ba Đình, Hà Nội)]]\n\n====Đêm 18 rạng ngày 19 tháng 12====\n\n19 giờ 44 phút ngày 18 tháng 12 (giờ Hà Nội), các tốp [[Boeing B-52 Stratofortress|B-52]] đầu tiên mang mã số 566, 567, 568, 569 (theo bảng xếp tốp của binh chủng ra đa QĐNDVN) oanh kích sân bay Nội Bài, sân bay Hòa Lạc, các nhà ga Yên Viên, Đông Anh, Cổ Loa. Lực lượng tên lửa phòng không Hà Nội bắn lên 15 quả đạn nhưng không hạ được B-52. Sân bay Nội Bài bị đánh hỏng đường băng. Không quân QĐNDVN không cất cánh được.<ref name=\"Johnson923135\">Calvin R. Johnson, ''Linebacker Operations 18-29 December, 1972'', No ISBN 0923135-67-7. Reprinted by Dalley Book Service.<\/ref>\n\n20 giờ 13 phút, Tiểu đoàn tên lửa 59 (Đoàn Thành Loa) đóng tại Cổ Loa bắn trúng chiếc B-52 trong tốp 671. Chiếc này rơi tại cánh đồng Chuôm, Kim Anh, Vĩnh Phú, cách trận địa tên lửa khoảng 10&nbsp;km. 3 phi công chết, 3 phi công nhảy dù và bị bắt. Phía [[Hoa Kỳ]] thừa nhận chiếc này bị bắn rơi ([[Boeing B-52 Stratofortress|B-52G]] của căn cứ Andersen, số hiệu 58-0201, mật danh liên lạc \"Charcoal 1\"). 20 giờ 16 phút, một B-52 cắt bom xong đang trên đường bay ra đã bị Tiểu đoàn tên lửa 52 (Đoàn Điện Biên) tại trận địa Đất Thịt (Nghệ An) phát hiện và bắn trúng. Phía Hoa Kỳ thừa nhận chiếc này rơi ở Thái Lan, kíp bay đã kịp nhảy dù an toàn (số hiệu 58-0246, mật danh liên lạc \"Peach 2\").<ref name=\"KJE&MLM\"\/><ref name=\"Marshall11\"\/><ref name=\"Lake2004\">Jon Lake, ''B-52 Stratofortress Units in Combat 1955-73'', Osprey Publishing, 2004<\/ref>\n\n4 giờ 39 phút ngày 19 tháng 12, Tiểu đoàn tên lửa 77 (Đoàn Cờ Đỏ) ở trận địa Chèm bắn trúng 1 B-52D, rơi ở Tam Hưng, Thanh Oai, Hà Tây; 4 phi công nhảy dù và bị bắt, 2 phi công chết. Phía Hoa Kỳ thừa nhận mất chiếc này (B-52D của căn cứ U-Tapao, số hiệu 56-0608, mật danh liên lạc \"Rose 1\"). Phía Hoa Kỳ cũng thừa nhận 2 chiếc B-52D số hiệu 56-0678 và 56-0583 bị thương (mật danh liên lạc \"Lilac 03\" và \"Rainbow 1\"), trong đó chiếc 56-0678 bị thương nặng.<ref name=\"KJE&MLM\"\/><ref name=\"Marshall11\"\/><ref name=\"Lake2004\"\/> Ngoài ra họ còn thừa nhận đã mất một chiếc [[General Dynamics F-111|F-111A]] của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] (mật danh liên lạc \"Snug 40\") và 1 chiếc [[A-7 Corsair II|A-7C]] từ Trạm Yankee của [[Hải quân Hoa Kỳ]] (mật danh liên lạc \"Streetcar 303\"). Đại uý phi công của Hải quân James Carne điều khiển chiếc máy bay này đã nhảy dù và bị bắt.<ref name=\"JohnsonU\">Calvin Johnson. ''Linebacker Operations September-December, 1972''.(U). Project CHECO Office of History HQ PACAF.<\/ref>\n\nTổng cộng trong đêm, [[Boeing B-52 Stratofortress|B-52]] xuất kích 129 lần chiếc, phía Việt Nam ghi nhận 90 lần chiếc. Tên lửa phòng không Việt Nam bắn lên 62 đạn, bắn rơi 3 chiếc, trong đó có 2 chiếc rơi tại chỗ, tỷ lệ diệt 9,09%.<ref name=\"lstlpkvn\"\/>\n\n====Đêm 19 rạng ngày 20 tháng 12====\n\n[[Tập tin:Linebacker II – 19 December Raid.png|nhỏ|trái|256px|Sơ đồ đường bay các tốp B-52, F-4 và F-105 của Không quân Mỹ vào oanh tạc Hà Nội đêm 19 rạng ngày 20 tháng 12 năm 1972]]\n\nKhông quân Hoa Kỳ xuất kích 93 lần chiếc [[Boeing B-52 Stratofortress|B-52]] và 163 lần chiếc máy bay chiến thuật không kích Hà Nội 3 đợt (18 giờ 45 đến 20 giờ, 23 giờ 55 đến 0 giờ 20, 4 giờ 14 đến 5 giờ 55). Các đơn vị tên lửa phòng không Hà Nội đánh 24 trận, tiêu thụ 50 đạn, chỉ được cấp trên của mình công nhận đánh trúng 2 chiếc B-52 nhưng không rơi tại chỗ. Tại Hải Phòng, sau đêm 18 không sử dụng tên lửa, trong đêm 19 tháng 12, cao xạ chỉ đánh rơi 1 chiếc [[A-6 Intruder|A-6]]; hai Trung đoàn tên lửa 238 và 285 đã bắn rơi hai chiếc [[McDonnell Douglas F-4 Phantom II|F-4J]], một chiếc [[A-7 Corsair II|A-7]] và một chiếc [[General Dynamics F-111|F-111A]].<ref name=\"QT&MT-HNĐBP\"\/> Phía Hoa Kỳ chỉ ghi nhận có 2 chiếc B-52 bị thương, bao gồm 1 chiếc B-52D (số hiệu 56-0592, mật danh \"Ivory 01\") và 1 chiếc B-52G (số hiệu 58-0254, mật danh \"Hazel 03\"). Không có máy bay chiến thuật nào được phía Mỹ ghi nhận đã rơi trong đêm này.<ref name=\"JohnsonU\"\/><ref name=\"historynet\">Robert O. Harder, [http:\/\/www.historynet.com\/the-11-day-war.htm \"The 11-Day War\"], historynet.com<\/ref><ref>Albert Alkins, ''We Won: And Then There Was Linebacker II: Strategic and Political Issues Surrounding the Bombing Campaign'', AuthorHouse, 2009<\/ref>\n\n====Đêm 20 rạng ngày 21 tháng 12====\n[[Tập tin:AAD and jamming over Hanoi and Noi Bai during Operation Linebacker II.png|nhỏ|phải|200px|Lược đồ trận đánh đêm 20 rạng ngày 21-12-1972 tại không phận Hà Nội]]\n\nKhông quân Hoa Kỳ huy động 99 phi vụ [[Boeing B-52 Stratofortress|B-52]] và hơn 100 lần chiếc máy bay cường kích đánh Hà Nội và Hải Phòng. Phía Việt Nam chỉ ghi nhận được 87 lần chiếc B-52. Đêm này, các phi công [[Hoa Kỳ]] được giao nhiệm vụ đánh vào ga Yên Viên, các kho hàng tại Uy Nỗ, Bắc Giang, nhà máy điện Thái Nguyên, cùng nhiều mục tiêu khác tại Hà Nội. Lúc 20 giờ 07 phút, Tiểu đoàn tên lửa 93 (Đoàn Thành Loa) từ trận địa Phú Thụy bắn rơi 1 B-52D thuộc tốp 383 ở Yên Viên, 4 phi công nhảy dù. Phía Hoa Kỳ thừa nhận mất chiếc này (số hiệu 57-6496, mật danh \"Quilt 03\", cất cánh từ Andersen). Đến 20 giờ 30 phút, Tiểu đoàn 94 (Đoàn Thành Loa) ở trận địa Tam Sơn (Hà Bắc) đánh trúng 1 B-52G thuộc tốp 621 nhưng không rơi tại chỗ. Phía Hoa Kỳ thừa nhận chiếc này rơi ở Thái Lan (số hiệu 57-6481, mật danh \"Brass 02\", cất cánh từ Andersen). Hồi 20 giờ 34 phút, Tiểu đoàn tên lửa 77 (Đoàn Cờ Đỏ) ở trận địa Chèm đánh trúng chiếc B-52G thuộc tốp 618 rơi tại Ba Vì (Hà Tây). Phía Hoa Kỳ thừa nhận mất chiếc này (số hiệu 56-0622, mật danh \"Orange 03\", cất cánh từ U-Tapao).<ref>James McCarthy, ''B-52s Over Hanoi''<\/ref><ref name=\"rfd&lp\">Robt. F. Dorr & Lindsay Peacock, ''Boeing’s Cold War Warrior: B-52 Stratofortress'', published 1995.<\/ref><ref>[http:\/\/www.nationalmuseum.af.mil\/factsheets\/factsheet.asp?id=8945 LOSS OF B-52G \"BRASS 02\"]<\/ref>\n\nĐến nửa đêm 20 tháng 12, 9 tiểu đoàn tên lửa quanh Hà Nội chỉ còn 12 quả đạn, có tiểu đoàn \"trắng bệ\". Đến 3 giờ sáng 21 tháng 12, các đơn vị này mới nhận được 20 quả đạn mới lắp ráp.<ref name=\"lstlpkvn\"\/> [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] huỷ bỏ trận đánh thứ hai dự kiến thực hiện từ 23 giờ đêm 20 tháng 12 vào Hà Nội. 9 chiếc B-52D từ U-Tapao đã vào không phận miền Bắc Việt Nam được lệnh chuyển hướng oanh kích Bắc Giang. 6 chiếc B-52G cất cánh từ Andersen được lệnh quay về căn cứ.<ref name=\"Carthy1979\">James McCarthy, ''Linebacker II: A View From the Rock'', Published by the Air War College in 1979.<\/ref>\n\n[[Tập tin:SA-2-north-vietnam.jpg|nhỏ|trái|256px|Báo động chiến đấu tại một khẩu đội tên lửa phòng không SA-2 bảo vệ Hà Nội trong Chiến dịch Linebacker II]]\n\n4 giờ 50 phút sáng 21 tháng 12, Bộ Tư lệnh Sư đoàn không quân 57 của Không lực Hoa Kỳ tiếp tục huy động 36 phi vụ B-52 và 24 phi vụ máy bay cường kích đánh phá các mục tiêu Nhà máy xe lửa Gia Lâm, khu kho Bắc Giang, khu kho Uy Nỗ, Cảng Hà Nội, Ga Hà Nội và sân bay Nội Bài. Hồi 5 giờ 09 phút sáng 21 tháng 12, Tiểu đoàn tên lửa 57 (Đoàn Thành Loa) tại trận địa Đại Đồng đã bắn trúng chiếc B-52D trong tốp 518 nhưng không rơi tại chỗ. Phía Hoa Kỳ thừa nhận chiếc này rơi tại Lào (số đuôi 56-0669, mật danh \"Straw 02\").<ref name=\"JohnsonU\"\/> Sau đó 1 phút, chiếc B-52 số 1 trong tốp 518 đang đánh sân bay Nội Bài đã bị Tiểu đoàn tên lửa 77 (Đoàn Cờ Đỏ) đóng ở Chèm bắn trúng, rơi tại chỗ ở Phúc Yên. Phía Hoa Kỳ không ghi nhận mất chiếc này. Lúc 5 giờ 14 phút, Tiểu đoàn 79 (Đoàn Cờ Đỏ) ở trận địa Đông Mai bắn rơi chiếc B-52G trong tốp 526 tại Phả Lại (Hải Hưng). Phía Hoa Kỳ thừa nhận mất chiếc này (số đuôi 58-0198, mật danh \"Olive 01\"). Đến 5 giờ 19 phút, Tiểu đoàn 57 chỉ bằng 1 quả đạn đã hạ tại chỗ chiếc B-52G thuộc tốp 532 tại Chợ Thá (Sóc Sơn). Phía Hoa Kỳ thừa nhận mất chiếc này (số đuôi 58-0169, mật danh \"Tan 03\").<ref name=\"Carthy1979\"\/>\n\nNgoài số B-52 bị bắn rơi kể trên, phía Hoa Kỳ còn ghi nhận một chiếc B-52 nữa bị thương và bay về được U-Tapao (số đuôi 55-0067, mật danh \"Brick 02\", 19 lỗ thủng lớn trên thân, 70 giờ công sửa chữa), và 1 chiếc [[A-6 Intruder|A-6A]] (mật danh liên lạc \"Milestone 511\") bị [[S-75 Dvina|SA-2]] bắn rơi cũng trong đêm này.<ref name=\"JohnsonU\"\/><ref name=\"historynet\"\/> Tổng cộng trong đêm này, lực lượng tên lửa phòng không QĐNDVN đã thực hiện 20 trận đánh, bắn 35 đạn, được cấp trên ghi nhận bắn rơi 7 chiếc B-52 (có 5 chiếc rơi tại chỗ), tỷ lệ thắng đạt 31,8%; trung bình 5,4 đạn hạ 1 B-52 (cao nhất trong toàn bộ chiến dịch). \n\n====Đêm 21 rạng ngày 22 tháng 12====\n[[Tập tin:North Vietnamese SA-2.jpg|nhỏ|230px|phải|Một đơn vị tên lửa [[S-75 Dvina|SA-2]] của QĐNDVN trước giờ chiến đấu]]\n\nTừ đêm 21 tháng 12, không quân chiến lược Hoa Kỳ không sử dụng chiến thuật mỗi đêm ba đợt ném bom từ [[Boeing B-52 Stratofortress|B-52]] như trước đây mà chỉ đánh một đợt vào rạng sáng; kết hợp với việc tăng tần suất đánh phá nhỏ lẻ của loại [[General Dynamics F-111|F-111]], sử dụng các máy bay chiến thuật [[McDonnell Douglas F-4 Phantom II|F-4]] đánh phá ban ngày. Mục tiêu đánh phá cũng được giãn ra ngoài khu vực Hà Nội để tránh những \"tọa độ lửa\" được tên lửa bảo vệ. Ngày 21, không quân chiến thuật Hoa Kỳ điều 68 phi vụ F-4 oanh kích các địa điểm: ga Ngã tư Vọng (tài liệu Hoa Kỳ gọi là ga Trung Quang), ga Giáp Bát (tài liệu Hoa Kỳ gọi là ga Giáp Nhị), ga Cổ Loa (tài liệu Hoa Kỳ gọi là ga Dục Nội), Ga Hà Nội; đánh lại đài phát thanh Hà Nội (Hanoi AM radio).\n\nTừ 3 giờ 33 phút đến 3 giờ 48 phút rạng ngày 22 tháng 12 (giờ Hà Nội), [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] huy động 30 chiếc B-52, tổ chức 17 phi vụ ném bom 9 địa điểm, trong đó có Cảng Hà Nội, các khu vực Văn Điển, Bạch Mai và sân bay Nội Bài. Lực lượng phòng không QĐNDVN đã đánh trả bằng 27 đạn SA-2 được phóng lên. Hồi 3 giờ 44 phút, Tiểu đoàn tên lửa 93 (Đoàn Thành Loa) tại Phú Thụy đánh trúng chiếc B-52D rơi tại chỗ tại Quỳnh Côi (Thái Bình). Lúc 3 giờ 45 phút, Tiểu đoàn tên lửa 78 (Đoàn Cờ Đỏ) tại Thượng Thụy đánh rơi tại chỗ 1 B-52D tại Thanh Miện (Hải Dương). Đến 3 giờ 46 phút, thêm một chiếc B-52D nữa bị tên lửa của Tiểu đoàn 57 (Đoàn Thành Loa) tại Đại Đồng đánh rơi ở Chợ Bến (Hà Tây). Phía Hoa Kỳ chỉ xác nhận có 2 chiếc rơi tại chỗ trong đêm này, 1 chiếc có số hiệu 55-0061 (mật danh \"Scarlet 03\", cất cánh từ U-Tapao), chiếc còn lại mang số hiệu 55-0050 (mật danh \"Blue 01\").<ref name=\"Carthy1985\"\/>\n\nTrong đêm, Sư đoàn phòng không Hải Phòng đã bắn rơi một chiếc [[A-6 Intruder|A-6]] và một chiếc [[A-7 Corsair II|A-7]]. Cả hai đều rơi ở toạ độ 760 trên Vịnh Bắc Bộ. Phía Hoa Kỳ chỉ thừa nhận 1 chiếc A-6A (mật danh \"Flying Ace 500\") bị pháo phòng không bắn rơi.<ref name=\"JohnsonU\"\/> Mặc dù lực lượng tên lửa bảo vệ Hải Phòng chỉ có 6 tiểu đoàn nhưng Bộ Tư lệnh Quân chủng Phòng không - Không quân QĐNDVN vẫn quyết định điều hai Tiểu đoàn hỏa lực 71 và 72 của Sư đoàn phòng không Hải Phòng (F363) lên hướng Đường 1 Bắc để bảo vệ Hà Nội. Quân chủng Phòng không - Không quân cũng cấp bổ sung đủ khí tài để hai Tiểu đoàn 74 và 84 đang làm dự bị ra triển khai chiến đấu thay cho hai tiểu đoàn vừa rút lên bảo vệ hướng đông-bắc Hà Nội.<ref name=\"QT&MT-HNĐBP\"\/>\n\n====Đêm 22 rạng ngày 23 tháng 12====\n[[Tập tin:TACT F-111.jpg|nhỏ|256px|trái|Máy bay ném bom [[General Dynamics F-111|F-111]] của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]]; một chiếc thuộc loại này (mật danh \"Jackle 33\") đã bị hạ đêm 22 tháng 12 năm 1972 tại Hà Nội do trúng đạn súng phòng không 14,5 mm]]\n\nTheo kế hoạch của Tập đoàn không quân chiến lược số 8 - [[Không quân Hoa Kỳ]], đêm 22 tháng 12 là thời điểm bắt đầu đợt hành động thứ hai (Act Two) của [[Chiến dịch Linebacker II]]. Từ 13 giờ 09 phút đến 14 giờ 04 phút ngày 22 tháng 12, 24 lần chiếc [[A-7 Corsair II|A-7]] và 34 lần chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] tấn công các địa điểm: nhà máy điện Việt Trì, ga Bắc Giang, ga Kép. 2 chiếc MiG-21 của Không quân Nhân dân Việt Nam xuất kích chặn đánh nhưng không thành công, 1 chiếc bị bắn rơi, phi công [[Nguyễn Thanh Quý]] nhảy dù an toàn.<ref name=\"gdvn\">[https:\/\/web.archive.org\/web\/20111010121730\/http:\/\/giaoduc.net.vn\/Giao-duc-Quoc-phong\/Lich-su-quan-su\/Giai-ma-nhung-bi-an-cua-chien-tranh-khong-quan-Viet-Nam\/10517.gd \"Giải mã những bí ẩn của chiến tranh không quân Việt Nam\"], báo ''Giáo dục Việt Nam'', ngày 14 tháng 8 năm 2011.<\/ref><ref name=\"bqđnd\">[http:\/\/qdnd.vn\/qdndsite\/vi-VN\/61\/43\/406\/408\/408\/220212\/Default.aspx \"Không chiến dũng mãnh, hạ cánh tuyệt vời\"]{{Liên kết hỏng|date = ngày 14 tháng 5 năm 2021 |bot=InternetArchiveBot }}, báo ''Quân đội nhân dân'', ngày 13 tháng 12 năm 2012.<\/ref> Đêm 22 tháng 12, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] bắt đầu đợt hành động thứ hai của nhiệm vụ Linebacker II: không kích Hải Phòng với 30 phi vụ [[Boeing B-52 Stratofortress|B-52D]] cất cánh từ U-Tapao. Các đợt không kích bắt đầu từ 4 giờ 50 phút đến 5 giờ 14 phút (giờ Hà Nội) vào các mục tiêu Cảng và hệ thống đường sắt Hải Phòng. Các Tiểu đoàn tên lửa 82 (Đoàn Hạ Long) và 73 (Đoàn Nam Triệu) báo cáo bắn trúng 2 chiếc B-52, rơi ở toạ độ 760 và 770 trên Vịnh Bắc Bộ.<ref name=\"lstlpkvn\"\/> Cả hai trường hợp này đều không được phía Hoa Kỳ công nhận.<ref name=\"historynet\"\/>\n\nTrong đêm 22 tháng 12, ngoài 65 phi vụ máy bay cường kích [[McDonnell Douglas F-4 Phantom II|F-4]], [[Republic F-105 Thunderchief|F-105]], [[A-6 Intruder|EA-6B]], [[B-66 Destroyer|EB-66]] yểm hộ cho [[Boeing B-52 Stratofortress|B-52]], [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] đã sử dụng 15 phi vụ [[General Dynamics F-111|F-111]] tấn công 9 mục tiêu ở Hà Nội, Bắc Giang, Yên Bái, Vĩnh Phú và Hà Tây. Lúc 21 giờ 38 phút đêm 22 tháng 12, một chiếc F-111A có nhiệm vụ đánh Cảng Hà Nội đã bị 3 trung đội dân quân phục kích tại đây bắn cháy, rơi tại Hòa Bình. Phía Hoa Kỳ thừa nhận mất chiếc máy bay F-111 mật danh \"Jackle 33\" nhưng không xác định được nguyên nhân.<ref>Calvin Johnson, Project CHECO Office of History HQ PACAF, ''Linebacker Operations September-December, 1972''(U). page 95.<\/ref>\n\n====Các ngày đêm 23 và 24 tháng 12====\n\n[[Tập tin:СВС у обломков сбитого Б-52 в окрестностях Ханоя 23.12.1972 (1).jpg|nhỏ|phải|256px|Các chuyên gia quân sự Liên Xô và các sĩ quan phòng không Việt Nam xem xét xác một chiếc B-52 bị bắn rơi tại Hà Nội]]\n\nNgày 23 tháng 12, không quân chiến thuật Hoa Kỳ sử dụng 36 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] và 24 chiếc [[A-7 Corsair II|A-7]] ném bom sân bay Hòa Lạc và các mục tiêu trong nội thành Hà Nội. Đêm 23 tháng 12, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] điều động 30 chiếc B-52D từ U-Tapao vòng ra biển, bay sát ranh giới vùng đệm với Trung Quốc, đột nhập từ hướng đông qua không phận Quảng Ninh vào không kích các trận địa SAM ở Bắc Giang và cụm kho Đồng Mỏ. Do vòng tránh được vùng hỏa lực dày đặc của tên lửa quanh Hà Nội và Hải Phòng nên không có chiếc B-52 nào bị SAM công kích. Tuy nhiên trong ngày này, lần đầu tiên trong chiến dịch, [[Không quân Nhân dân Việt Nam]] bắn hạ được máy bay địch. Biên đội 2 chiếc [[MiG-21]] do [[Nguyễn Văn Nghĩa]] và [[Lê Văn Kiền]] điều khiển công kích một nhóm 24 máy bay [[McDonnell Douglas F-4 Phantom II|F-4]] (chia làm 6 tốp) tại vùng trời phía bắc của tỉnh [[Thanh Hóa]]. Phi công Nguyễn Văn Nghĩa bắn rơi 1 chiếc F-4, cả hai chiếc MiG-21 rút lui an toàn.<ref name=\"bqđnd\"\/> Cùng ngày, lực lượng pháo cao xạ tại Hải Phòng cũng được ghi nhận đã bắn rơi 1 chiếc F-4.<ref name=\"đmb52\">''Đối mặt với B-52'', Nhà xuất bản Trẻ, 2012<\/ref><ref>[https:\/\/archive.is\/20130422011148\/www.qdnd.vn\/qdndsite\/vi-vn\/61\/43\/406\/408\/408\/221525\/Default.aspx \"Ngày ngày 23 tháng 12 năm 1972: Máy bay B-52 không vào đánh Hà Nội, Hải Phòng\"], báo ''Quân đội nhân dân'', ngày 23 tháng 12 năm 2012.<\/ref> Phía Hoa Kỳ thừa nhận mất một chiếc [[B-66 Destroyer|EB-66]] do tai nạn và một chiếc F-4J bị cao xạ bắn rơi.<ref name=\"JohnsonU\"\/>\n\n[[Tập tin:Linebacker II – Air Combat 23 December 1972.png|nhỏ|trái|256px|Sơ đồ trận không chiến bắn rơi 1 chiếc F-4 của các phi công [[MiG-21]] Nguyễn Văn Nghĩa (số 1) và Lê Văn Kiền (số 2) ngày 23 tháng 12 năm 1972]]\n\nNgày 24 tháng 12, 30 máy bay B-52 được 69 máy bay cường kích, tiêm kích và trinh sát điện tử yểm hộ tiếp tục sử dụng chiến thuật vòng tránh vùng hỏa lực Hà Nội, Hải Phòng; bay qua Sơn La, Nghĩa Lộ, Yên Bái, Hà Giang, đột nhập từ phía tây bắc vào không kích nhà ga Kép và thành phố Thái Nguyên.<ref name=\"Carthy1985\"\/> Trung đoàn 256 cao xạ 100&nbsp;mm bảo vệ Thái Nguyên báo cáo và được cấp trên của mình công nhận bắn rơi một máy bay B-52. Phía Mỹ chỉ ghi nhận chiếc B-52D số đuôi 55-0051 (mật danh \"Purple 02\") hạ cánh xuống U-Tapao với 12 lỗ thủng trên thân, mất 226 giờ sửa chữa, cùng với đó là 1 chiếc A-7E của Hải quân Mỹ (mật danh \"Battle Cry 314\") bị bắn rơi.<ref name=\"Marshall11\"\/><ref name=\"JohnsonU\"\/> \n\nNgày 25 tháng 12, Tổng thống Nixon tuyên bố tạm ngừng ném bom một ngày nhân dịp lễ Giáng Sinh.\n\nTrong 4 ngày đầu Chiến dịch, lực lượng phòng không Việt Nam đã tiêu thụ 152 tấn đạn pháo phòng không, bình quân 38 tấn\/ngày. Đến ngày 25\/12, các đơn vị đã tiêu thụ 186,5 tấn đạn. Riêng Sư đoàn Phòng không 361 trong 12 ngày đêm tiêu thụ 2.500 tấn đạn các loại, bằng 12% tổng số đạn tiêu thụ trong hai cuộc chống chiến tranh phá hoại của Mỹ<ref>https:\/\/hc.qdnd.vn\/lich-su-hau-can\/cong-tac-bao-dam-hau-can-trong-chien-dich-ha-noi-dien-bien-phu-tren-khong-481498<\/ref>\n\nKết thúc đợt 1 và đợt 2 của Chiến dịch Linebacker II, phía Việt Nam công bố có 18 máy bay [[Boeing B-52 Stratofortress|B-52]] bị họ bắn hạ, trong đó có 10 chiếc rơi tại chỗ. Phía Hoa Kỳ chỉ ghi nhận có 11 chiếc bị rơi, trong đó có 6 chiếc rơi tại chỗ, 5 chiếc rơi ngoài lãnh thổ Việt Nam, 6 chiếc bị thương, trong đó có 1 chiếc bị thương nặng (chiếc \"Lilac 03\", số hiệu 56-0678).\n\n===Sau lễ Noel===\n\n====Ngày và đêm 26 tháng 12====\n\n{{Bài chi tiết|Không quân Hoa Kỳ ném bom phố Khâm Thiên, Hà Nội}}\n\n[[Tập tin:Kham Thien Ha Noi.jpg|nhỏ|350px|phải|Khu phố Khâm Thiên, Hà Nội sau trận ném bom của B-52 đêm 26 tháng 12 năm 1972]]\n\nTheo hồi ký của Thiếu tướng James R. McCarthy, năm 1972 là đại tá, chỉ huy Không đoàn B-52 số 43 thuộc Sư đoàn không quân 57 - Tập đoàn không quân 8 của Hoa Kỳ, ngày 26 tháng 12, đợt hành động thứ ba (Act Three) của Chiến dịch Linebacker II được triển khai.<ref name=\"Carthy1985\"\/> \n\nĐây là thời điểm mà [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tổ chức một trận tập kích quy mô lớn nhất, cường độ mạnh nhất, huy động 120 lần chiếc [[Boeing B-52 Stratofortress|B-52]] hoạt động trên không phận miền Bắc Việt Nam trong khoảng hơn ba giờ (từ 15 giờ 30 phút đến 20 giờ 19 phút - giờ GMT). Để dọn đường cho đợt tập kích này, từ 13 giờ 30 (giờ Hà Nội), không quân của Hải quân Hoa Kỳ đã huy động 32 lần chiếc [[A-7 Corsair II|A-7]] và 8 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] yểm hộ ném bom ga đường sắt Hà Nội và Đông Anh. Trước khi cuộc tập kích diễn ra 3 giờ, mười máy bay [[General Dynamics F-111|F-111A]] đã đánh phá các sân bay Yên Bái, Nội Bài, Kép, Hòa Lạc, các nhà ga đường sắt Bắc Giang, Lưu Xá và nhà máy điện Việt Trì; 113 máy bay hộ tống [[McDonnell Douglas F-4 Phantom II|F-4]], [[Republic F-105 Thunderchief|F-105]], máy bay tác chiến điện tử [[B-66 Destroyer|EB-66]], [[A-3 Skywarrior|EA-3A]] và [[A-6 Intruder|EA-6B]] được tung vào trận làm nhiệm vụ yểm hộ B-52, gây nhiễu tích cực, nhiễu tiêu cực, nhiễu trong đội hình, nhiễu ngoài đội hình, chặn kích đối với MiG-21. Đợt không kích này nhằm vào bảy mục tiêu ở Hà Nội, hai mục tiêu ở Hải Phòng và một mục tiêu ở Thái Nguyên. Các máy bay sẽ đột nhập Hà Nội cùng lúc từ bốn hướng.<ref>James. R. McCarthy and Robert E. Rayfield, ''Linebacker II: A View From the Rock'', Office of Air Force History - United States Air Force, Washington DC, 1985, page 124-125<\/ref> Theo cựu phi công Mỹ Dana Drenkowski, từ đêm 26 tháng 12, Bộ Tư lệnh Không quân Chiến lược của Hoa Kỳ (SAC) bắt đầu tập trung lực lượng cho việc tiêu diệt đối thủ chính của B-52: các trận địa tên lửa SAM.<ref>Cảnh Dương, Đông A, ''Bí mật các chiến dịch không kích của Mỹ vào Bắc Việt Nam'', Nhà xuất bản Công an nhân dân, tr. 462<\/ref>\n\nVề phía Việt Nam, qua một ngày nghỉ ngơi đã lắp ráp và vận chuyển được một số lượng đạn tên lửa khá lớn từ Khu IV ra với số lượng hàng trăm quả. Hai Tiểu đoàn tên lửa 71 và 72 (Đoàn Nam Triệu) từ Hải Phòng được điều lên bảo vệ Hà Nội đã bố trí xong trận địa Bắc Ninh, các Tiểu đoàn 87 và 88 (Đoàn Hùng Vương) đã nhận được đủ khí tài và triển khai các trận địa ở phía nam Hà Nội. Số đơn vị tên lửa bảo vệ Hà Nội tăng lên đến 13 tiểu đoàn (nhưng vẫn chỉ bằng một nửa so với năm 1967). Lúc 13 giờ 35 phút, Tiểu đoàn tên lửa 72 (Đoàn Nam Triệu) mới cơ động lên bảo vệ Hà Nội đã bắn rơi một chiếc [[McDonnell Douglas F-4 Phantom II|F-4J]] của Hải quân Mỹ trên vùng trời Bắc Giang nhưng bị Bộ Tư lệnh Quân chủng khiển trách vì không chấp hành mệnh lệnh: \"Tên lửa chỉ dành để đánh B-52, không đánh cường kích\".<ref name=\"lstlpkvn\"\/>\n\n[[Tập tin:Linebacker II – 26 December Raid.png|nhỏ|trái|256px|Sơ đồ diễn biến cuộc không kích của Không quân Hoa Kỳ tại Hà Nội và Hải Phòng đêm 26 tháng 12 năm 1972]]\n\nTừ 20 giờ 53 phút đến 21 giờ 40 phút ngày 26 tháng 12, 56 tốp F-105 và F-4 đã rải một \"bức tường nhiễu\" cao từ 5 đến 7&nbsp;km, rộng hàng chục km ở bốn hướng tây bắc, tây nam, đông bắc, đông nam của Hà Nội. 21 giờ 48 phút, 27 tốp B-52 đầu tiên đã tới Xiêng Khoảng (Lào). Cùng lúc, 13 tốp B-52 khác xuất hiện trên Biển Đông. 22 giờ 25 phút, các tốp B-52 tiếp cận mục tiêu. Lúc 22 giờ 25 phút đến 22 giờ 28 phút, bốn tiểu đoàn tên lửa (57, 79, 86, 87) đánh 7 trận, bắn 13 đạn vào các tốp 600 và 602, chỉ được cấp trên của mình công nhận đánh trúng 1 B-52 nhưng không rơi tại chỗ. Hồi 22 giờ 29 phút, tốp 602 (theo cách tính của phía Việt Nam) đang rải bom xuống ga Giáp Bát đã bị Tiểu đoàn tên lửa 78 (Đoàn Cờ Đỏ) ở trận địa Thanh Mai đánh trúng; rơi tại Định Công (Thanh Trì, Hà Nội). Đến 22 giờ 30 phút, Tiểu đoàn 76 (Đoàn Cờ Đỏ) đóng ở Dương Tế tiếp tục đánh trúng tốp 602. Chiếc B-52 thứ hai của tốp này rơi tại Tương Mai (Hai Bà Trưng, Hà Nội); Tiểu đoàn 94 đánh tốp 600 nhưng không trúng. Lúc 22 giờ 32 phút đến 22 giờ 33 phút, Tiểu đoàn 93 đánh tốp 606, Tiểu đoàn 94 đánh tốp 615 nhưng không có máy bay rơi. Hồi 22 giờ 33 phút, Tiểu đoàn 93 (Đoàn Thành Loa) tại Phú Thụy đánh trúng chiếc B-52 thuộc tốp 603 trên không phận sân bay Nội Bài. Máy bay rơi tại Đèo Khế (Sơn Dương, Tuyên Quang). Lúc 22 giờ 42 phút, Tiểu đoàn 79 (Đoàn Cờ Đỏ) tại Yên Nghĩa đánh trúng một chiếc B-52 thuộc tốp 406, máy bay rơi tại Pa Háng (Sơn La). Trận đánh lớn kết thúc hồi 22 giờ 52 phút khi Tiểu đoàn 59 phóng quả đạn cuối cùng vào tốp B-52 mang số hiệu 401.<ref name=\"lssd361\">''Lịch sử sư đoàn phòng không 361'', Nhà xuất bản Quân dội nhân dân, Hà Nội, 2008.<\/ref>\n\nTại Hải Phòng, lúc 22 giờ 24 phút, các Đại đội 172 và 174 cao xạ 100&nbsp;mm thuộc Trung đoàn 252 đánh rơi một B-52 thuộc tốp 402 tại toạ độ 760 trên Vịnh Bắc Bộ. Đến 22 giờ 36 phút, Tiểu đoàn tên lửa 81 (Đoàn Hạ Long) tại An Hồng đánh trúng một B-52 thuộc tốp 404, rơi tại toạ độ 770 (Vịnh Bắc Bộ). Hồi 22 giờ 48 phút, Đoàn 256 cao xạ 100&nbsp;mm của Quân khu Việt Bắc tại Thái Nguyên cũng đánh trúng B-52 trong tốp 415 nhưng không rơi tại chỗ.<ref name=\"lstlpkvn\"\/>\n\nĐây là trận đánh then chốt có tính quyết định của cả hai bên và cũng là trận mà số liệu thống kê máy bay rơi của hai bên mâu thuẫn nhiều nhất. Lực lượng tên lửa bảo vệ Hà Nội và Hải Phòng đã tổ chức 27 trận đánh, tiêu thục 49 quả đạn bắn rơi  6 chiếc B-52, có 4 chiếc rơi tại chỗ, tỷ lệ thắng đạt 26%. Phía Việt Nam tuyên bố đã bắn rơi 8 chiếc B-52 (6 chiếc do tên lửa SA-2 bắn hạ và 2 chiếc do cao xạ KS-19 bắn hạ), trong đó có 4 chiếc rơi tại chỗ. Phía Hoa Kỳ chỉ thừa nhận có 1 chiếc rơi tại chỗ (B-52D số đuôi 56-0674, mật danh \"Ebony 02\", xuất phát từ U-Tapao) và 1 chiếc rơi tại Thái Lan (B-52D số đuôi 55-0584, mật danh \"Ash 01\", xuất phát từ U-Tapao).<ref>James R. McCathy and Robert E. Rayfield, ''Linebacker II: A View From the Rock'', page 136-137<\/ref> Ngoài ra, theo thống kê của bộ phận bảo trì hãng Boeing còn có ba chiếc B-52D bị thương (chiếc 55-0062, mật danh \"Cream 01\" và chiếc 55-0090, mật danh \"Cream 02\" đều xuất phát từ Andersen và chiếc 56-0629, mật danh \"Black 03\" xuất phát từ U-Tapao).<ref name=\"rfd&lp\"\/>\n\n====Ngày và đêm 27 tháng 12====\n[[Tập tin:B-52 shotdown piece.jpg|nhỏ|270px|phải|Xác chiếc B-52D số hiệu 56-0605, mật danh \"Cobalt 02\" bị bắn rơi lúc 23 giờ 03 phút ngày 27 tháng 12 năm 1972 tại hồ Hữu Tiệp (Ngọc Hà, Ba Đình, Hà Nội)]]\n\nSau trận đánh lớn đêm 26, những đêm tiếp theo, số phi vụ hoạt động của B-52 sụt hẳn, mỗi đêm Mỹ chỉ cho khoảng 60 lần chiếc cất cánh. Đêm 27 tháng 12, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] huy động 60 lần chiếc, đồng thời tiếp tục sử dụng 26 lần chiếc [[A-7 Corsair II|A-7]] và 29 lần chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] đánh phá ban ngày để dọn đường cho [[Boeing B-52 Stratofortress|B-52]] tập kích ban đêm.\n\n13 giờ 20 phút, 10 chiếc A-7 và 12 chiếc F-4 bắn phá trạm phát sóng [[Đài Tiếng nói Việt Nam]] ở Mễ Trì. Toán máy bay này bị [[Mikoyan-Gurevich MiG-21|MiG-21]] của [[Không quân Nhân dân Việt Nam]] chặn đánh trên đường bay ra, 1 chiếc F-4E bị bắn rơi bởi phi công [[Trần Việt (Việt Nam)|Trần Việt]] tại Xuân Mai. Một chiếc F-4E khác cũng bị chiếc MiG-21 do phi công [[Dương Bá Kháng]] điều khiển bắn rơi tại Hiệp Hòa (Bắc Giang) lúc 13 giờ 46 phút. Hoa Kỳ thừa nhận mất 2 chiếc này (mật danh \"Desoto 03\" và \"Vega 02\"). Lúc 13 giờ 42, Tiểu đoàn 20 pháo cao xạ 57&nbsp;mm bảo vệ trận địa tên lửa Thanh Sam cũng bắn rơi một chiếc F-4D trong trận đánh với 7 chiếc F-4 và 16 chiếc A-7 tấn công trận địa này.<ref name=\"QT&MT-HNĐBP\"\/> Phía Hoa Kỳ không ghi nhận máy bay nào bị cao xạ bắn rơi trong ngày này.\n\n[[Tập tin:TUÂN PHAM.JPG|nhỏ|150px|trái|Phi công [[Phạm Tuân]], người được ghi nhận đã bắn rơi 1 máy bay B-52 trong đêm 27 tháng 12 năm 1972]]\nTừ 22 giờ 59 phút đến 23 giờ 12 phút đêm 27 tháng 12, 60 chiếc B-52 với sự yểm hộ của 101 máy bay cường kích, tiêm kích và máy bay trinh sát - tác chiến điện tử [[B-66 Destroyer|EB-66]], [[A-6 Intruder|EA-6B]] oanh tạc 7 mục tiêu gồm 3 trận địa SAM, các ga Dục Nội (Cổ Loa), Trung Quang (Ngã tư Vọng), nhà máy phân lân Văn Điển và ga Lang Dang (Đồng Mỏ). Hồi 23 giờ 00 phút, Tiểu đoàn tên lửa 94 (Đoàn Thành Loa) ở Tam Sơn bắn rơi một B-52 tại Quế Võ (Bắc Ninh). Lúc 23 giờ 03 phút, Tiểu đoàn tên lửa 72 (Đoàn Nam Triệu) từ trận địa Đại Chu bắn rơi tại chỗ một B-52 trên đường Hoàng Hoa Thám và hồ Hữu Tiệp (Ba Đình, Hà Nội); cách Hội trường Ba Đình khoảng 800 m. Đến 23 giờ 04 phút, Tiểu đoàn 77 (Đoàn Cờ Đỏ) từ trận địa Chèm đánh trúng một B-52 nhưng không rơi tại chỗ. 23 giờ 05 phút, phi công [[Phạm Tuân]] ([[Đoàn không quân Sao Đỏ|Đoàn Sao Đỏ]]) điều khiển [[Mikoyan-Gurevich MiG-21|MiG-21MF]] đã bắn rơi một B-52 tại Sơn La.\n\nTrong trận cuối cùng của đêm 27 tháng 12, Tiểu đoàn 59 (Đoàn Cờ Đỏ) ở trận địa Xuân Đồng cũng bắn trúng một B-52 nhưng không rơi tại chỗ.<ref name=\"lssd361\"\/> Phía Hoa Kỳ thừa nhận chiếc B-52 số đuôi 56-0605, mật danh \"Cobalt 02\" cất cánh từ Andersen bị bắn rơi tại chỗ lúc 23 giờ 03 phút; chiếc B-52 số đuôi 56-0599, mật danh \"Ash 02\" bị trúng SA-2 lúc 23 giờ và rơi tại Lào.<ref name=\"Johnson923135\"\/> Ngoài ra hãng Boeing còn ghi nhận thêm một chiếc B-52 bị thương do MiG bắn (số hiệu 56-0083).<ref name=\"rfd&lp\"\/>\n\nCũng trong đêm 27 tháng 12, không quân chiến thuật Hoa Kỳ xác nhận chiếc trực thăng [[HH-53]] mật danh \"Jolly Green\" bị súng phòng không tầm thấp bắn hạ khi đang làm nhiệm vụ tìm cứu phi công ở Hòa Bình.<ref name=\"Johnson923135\"\/>\n\n====Ngày và đêm 28 tháng 12====\n[[Tập tin:USAF Aircrafs down 18 29 12-1972.JPG|nhỏ|240px|phải|Thống kê các máy bay của Không lực Hoa Kỳ rơi tại miền Bắc Việt Nam từ 18 đến 29 tháng 12 năm 1972 (nguồn: Project CHECO Office of History HQ PACAF)]]\n\nTừ 12 giờ 59 phút đến 13 giờ 06 phút ngày 28 tháng 12, không quân chiến thuật của Hoa Kỳ huy động 32 lần chiếc A-7 và 12 lần chiếc F-4 ném bom, bắn phá các mục tiêu trận địa tên lửa, đầu mối đường sắt, các cầu cống và khu doanh trại Quỳnh Lôi tại Hà Nội. Các Tiểu đoàn tên lửa 57 và 77 bị máy bay Mỹ đánh hỏng khí tài, Bộ Tư lệnh Phòng không - Không quân QĐNDVN điều chuyển hai Tiểu đoàn tên lửa 87 và 88 từ phía nam Hà Nội lên hướng phòng thủ đông bắc nhưng vì các cầu, phà bị bom đánh hỏng nên kế hoạch triển khai trận địa bị chậm trễ.<ref name=\"QT&MT-HNĐBP\"\/>\n\nTừ 21 giờ 31 phút, 15 chiếc [[General Dynamics F-111|F-111]] oanh tạc tám trận địa tên lửa; các sân bay Nội Bài, Kép, Yên Bái, Hòa Lạc; các nhà máy điện Thái Nguyên, Việt Trì, các nhà ga Bắc Giang, Việt Trì, Lang Dang (Đồng Mỏ); trong đó, các sân bay Kép và Yên Bái bị không kích hai lần trong đêm. Từ 22 giờ 15 phút đến 22 giờ 39 phút, đợt B-52 thứ nhất gồm 60 chiếc oanh tạc ga Đồng Mỏ, ga Cổ Loa, cơ sở lắp ráp đạn tên lửa ở Phúc Yên và các trận địa tên lửa SAM ở toạ độ VN 266, VN 158.<ref name=\"Johnson923135\"\/> Tiểu đoàn tên lửa 94 tại Tam Sơn (Bắc Ninh) bị B-52 rải bom trúng trận địa, phá hủy 2 đạn tên lửa và toàn bộ khí tài của Đại đội 2, đồng thời khiến 7 binh sĩ QĐNDVN thiệt mạng, trong đó có tiểu đoàn phó và chính trị viên phó. Do tình hình thiệt hại và cơ động chiến đấu nên từ đêm 28 tháng 12, lực lượng tên lửa bảo vệ Hà Nội chỉ còn lại 8 tiểu đoàn hỏa lực tham chiến.<ref name=\"đmb52\"\/>\n\nLúc 21 giờ 41 phút, khi đợt B-52 thứ nhất đang tiếp cận mục tiêu từ hướng tây bắc, phi công [[Vũ Xuân Thiều]] (Đoàn Lam Sơn) điều khiển [[Mikoyan-Gurevich MiG-21|MiG-21]] đã bắn rơi tại chỗ một chiếc B-52 trên vùng trời Phù Yên (Sơn La). Phi công Vũ Xuân Thiều tử thương ngay sau khi vừa hạ được chiếc B-52. Hồi 22 giờ 15 phút, Tiểu đoàn tên lửa 78 (Đoàn Cờ Đỏ) đánh trúng một chiếc B-52 nhưng không rơi tại chỗ.<ref name=\"QT&MT-HNĐBP\"\/> Phía Hoa Kỳ không xác định có thiệt hại nào đối với máy bay B-52 trong đêm 28 tháng 12, chỉ ghi nhận hồi 11 giờ 15 phút, Hải quân Hoa Kỳ mất một chiếc [[A-5 Vigilante|RA-5C]] (mật danh \"Flint River 603\") do MiG bắn rơi trong khi đang làm nhiệm vụ trinh sát.<ref name=\"Johnson923135\"\/> Thiếu tá Alfred H. Agnew điều khiển chiếc máy bay này nhảy dù và bị bắt, còn phụ lái là Đại úy Michael F. Haifley chết tại chỗ. Đổi lại, Không quân Nhân dân Việt Nam cũng bị mất 1 chiếc MiG-21 cùng phi công là Trung úy [[Hoàng Tam Hùng]], bị F-4 của phía Mỹ bắn rơi ngay sau khi vừa hạ được chiếc RA-5C.<ref>[http:\/\/antg.cand.com.vn\/vi-VN\/tulieu\/2012\/12\/79752.cand \"Chàng trai Thủ đô hy sinh trong trận không chiến cuối cùng trên bầu trời Hà Nội\"], báo ''An Ninh Thế giới'', ngày 25 tháng 12 năm 2012.<\/ref><ref>[http:\/\/thethaovanhoa.vn\/xa-hoi\/8-phut-than-ky-tren-bau-troi-n20121012104828625.htm?mobile=true \"8 phút thần kỳ trên bầu trời\"], báo ''Thể thao & Văn hóa'', ngày 12 tháng 10 năm 2012.<\/ref>\n\n====Ngày và đêm 29 tháng 12====\n[[Tập tin:Linebacker II 2.JPG|nhỏ|300px|trái|Số liệu thống kê bắn rơi máy bay B-52 do phía Việt Nam công bố tại Bảo tàng Quân chủng Phòng không - Không quân (Hà Nội)]]\n\nLúc 9 giờ 12 phút sáng 29 tháng 12, 32 chiếc [[A-7 Corsair II|A-7]] và 8 chiếc [[McDonnell Douglas F-4 Phantom II|F-4]] đánh phá xưởng lắp ráp tên lửa ở Trại Cá. Từ 23 giờ 20 phút đến 23 giờ 40 phút, 60 chiếc B-52 với sự yểm hộ của 102 máy bay cường kích, tiêm kích ném bom hủy diệt ga Đồng Mỏ, cơ sở lắp ráp đạn tên lửa SAM ở Phúc Yên và xưởng lắp ráp tên lửa ở Trại Cá. Trước đó, từ 22 giờ 40 phút đến 23 giờ 22 phút, 5 lần chiếc [[General Dynamics F-111|F-111]] không kích các sân bay Kép, Yên Bái, Hòa Lạc và các trận địa tên lửa SAM.<ref name=\"Carthy1985\"\/>\n\nĐêm 29 tháng 12, Sư đoàn phòng không Hà Nội được lệnh bắn không hạn chế số lượng đạn tên lửa nhưng chỉ có ba tiểu đoàn tên lửa ở vòng ngoài (72, 78 và 79) bắt được tín hiệu [[Boeing B-52 Stratofortress|B-52]]. Hồi 23 giờ 24 phút, Tiểu đoàn 79 ở Yên Nghĩa đánh trúng một chiếc B-52 nhưng không rơi tại chỗ. Phía Hoa Kỳ khẳng định không có máy bay B-52 bị rơi hoặc bị thương trong đêm 29 tháng 12.<ref name=\"JohnsonU\"\/>\n\n7 giờ sáng ngày 30 tháng 12 (tức 19 giờ tối 29 tháng 12 - giờ Washington), Tổng thống [[Richard Nixon]] tuyên bố ngừng ném bom phía bắc vĩ tuyến 20. Trận \"Điện Biên Phủ trên không\" tháng 12 năm 1972 kết thúc với số lượng thống kê thiệt hại về vũ khí, phương tiện của hai bên tương đối khác nhau. Phía Việt Nam Dân chủ Cộng hòa tuyên bố bắn rơi 34 [[Boeing B-52 Stratofortress|B-52]] trong đó có 16 chiếc rơi tại chỗ; bắn rơi 47 máy bay khác, trong đó có 5 chiếc [[General Dynamics F-111|F-111]]. Phía Hoa Kỳ chỉ thừa nhận mất 16 chiếc B-52, trong đó có 10 chiếc rơi trên lãnh thổ Việt Nam, 6 chiếc khác rơi ở Lào và Thái Lan; ngoài ra còn có 9 chiếc B-52 khác bị trúng đạn hư hỏng nhưng không rơi. Họ cũng ghi nhận mất 12 máy bay khác, trong đó có 2 chiếc [[General Dynamics F-111|F-111]]. Một số pháo thủ trên [[Boeing B-52 Stratofortress|B-52]] kể lại rằng họ đã bắn rơi 2 chiếc MiG-21 của [[Không quân Nhân dân Việt Nam]] bám theo nhưng các tài liệu của Việt Nam Dân chủ Cộng hòa không xác nhận điều này.<ref name=\"Marshall11\"\/> Ngược lại, phía Việt Nam tuyên bố trong Chiến dịch Linebacker II có 2 trường hợp B-52 bị bắn rơi bởi MiG-21 nhưng các trường hợp này đều không được phía Mỹ công nhận.<ref>Jon Lake, [https:\/\/books.google.com.vn\/books?id=U0zIt5KPEbQC&pg=PA81&lpg=PA81&dq=B-52+down&source=bl&ots=lULMNEgOJL&sig=4zzXg9AsBS-WDf7ZJUJG7PGCIQY&hl=vi&sa=X&redir_esc=y#v=onepage&q=B-52%20down&f=false ''B-52 Stratofortress Units in Combat 1955-73''], Osprey Publishing, 2004, p. 81.<\/ref> Tuy nhiên, đây chưa phải là những trận đánh cuối cùng tại mặt trận phòng không miền Bắc Việt Nam năm 1972.\n\n==Những trận đánh B-52 cuối cùng==\n\n[[Tập tin:North vietnamese S-75 SAM site.JPG|nhỏ|phải|252px|Trận địa của một tiểu đoàn tên lửa [[S-75 Dvina|SA-2]] chụp từ máy bay trinh sát của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]]]]\n\nTừ ngày 30 tháng 12, các phi đoàn [[Boeing B-52 Stratofortress|B-52]] tại Andersen, U-Tapao và các liên đội máy bay cường kích của [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tại Thái Lan được lệnh chuyển mục tiêu oanh kích vào phần lãnh thổ Việt Nam Dân chủ Cộng hòa ở phía nam vĩ tuyến 20. Phát hiện ý đồ của đối phương tập trung lực lượng đánh phá hủy diệt Khu IV, Bộ Tư lệnh Phòng không - Không quân QĐNDVN điều động số đạn tên lửa còn lại ở Hà Nội và Hải Phòng vào Sư đoàn phòng không 365, đồng thời tăng cường cho các đơn vị này một số trắc thủ giỏi vừa đánh rơi nhiều B-52 trong trận \"Điện Biên Phủ trên không\" trước đó. Từ ngày 4 tháng 1 đến ngày 14 tháng 1 năm 1973, Sư đoàn phòng không 365 đã đánh hơn 30 trận, hạ thêm một số máy bay B-52.<ref name=\"lstlpkvn\"\/>\n\nHồi 4 giờ 34 phút ngày 4 tháng 1 năm 1973, Tiểu đoàn tên lửa 41 (Đoàn Quang Trung) tại trận địa Chợ Rạng đánh trúng một B-52 trong tốp 315 đang ném bom thành phố Vinh.<ref name=\"lstlpkvn\"\/> Phía Hoa Kỳ thừa nhận chiếc B-52D số đuôi 55-0056, mật danh \"Ruby 02\" trúng tên lửa SAM trên vùng trời Vinh và rơi trên Biển Đông. Kíp lái nhảy dù và được tàu sân bay USS ''Saratoga'' vớt lên.<ref name=\"rfd&lp\"\/> Đêm 8 tháng 1 năm 1973, Tiểu đoàn tên lửa 53 (Đoàn Điện Biên) đánh trúng tốp B-52 đang ném bom phà Bến Thủy. Phía Mỹ ghi nhận chiếc B-52D số hiệu 55-0052 bị thương vì trúng tên lửa SAM đêm 8 tháng 1, hạ cánh xuống căn cứ U-Tapao với 45 lỗ thủng trên thân.<ref name=\"rfd&lp\"\/>\n\nĐêm 14 tháng 1, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tổ chức một trận đánh lớn vào các tuyến giao thông ở Nghệ An và Hà Tĩnh bằng máy bay B-52. Các Tiểu đoàn tên lửa 54, 56 (Đoàn Điện Biên), 41, 43 (Đoàn Quang Trung) và 66 (Đoàn Sóc Sơn) đã đánh 9 trận, bắn trúng 2 chiếc B-52.<ref name=\"lstlpkvn\"\/> Phía Hoa Kỳ thừa nhận chiếc B-52D số hiệu 55-0116 (không rõ mật danh) bị thương nặng phải hạ cánh khẩn cấp xuống Đà Nẵng với hơn 200 lỗ thủng trên thân, thùng xăng phụ bên trái có vô số lỗ thủng, cánh phải có 21 chi tiết cần thay thế. Chiếc này không kịp sửa chữa nên bị tháo dỡ, không còn được sử dụng nữa.<ref name=\"nampows.org\">http:\/\/www.nampows.org\/B-52.html<\/ref> Cũng trong đêm 14 tháng 1 năm 1973, một chiếc B-52D số hiệu 55-0058 bị thương do SAM bắn phải hạ cánh xuống U-Tapao. Theo lời mô tả lại của kíp bay, chiếc này bị trúng 2 trong số 6 tên lửa SAM được bắn lên khi tiếp cận mục tiêu, sau đó bị trúng tiếp 1 SAM trên đường trở về gây ra 120 lỗ thủng trên khắp máy bay.<ref name=\"rfd&lp\"\/> Đây là những chiếc B-52 cuối cùng bị tên lửa SAM bắn trúng trên bầu trời miền Bắc Việt Nam.\n\n==Kết quả và phản ứng của dư luận==\n\n===Kết quả===\n[[Tập tin:Olof Plame demonstration mot Vitenamn kriget.JPG|nhỏ|180px|trái|Thủ tướng Thụy Điển [[Olof Palme]] dẫn đầu đoàn biểu tình đòi Mỹ chấm dứt ném bom Việt Nam. [[Stockholm]] năm 1972]]\n\nTừ tháng 5 năm 1972 đến tháng 1 năm 1973, các lực lượng không quân Mỹ ở Đông Nam Á và Tây Thái Bình Dương (của các quân chủng [[Không quân Hoa Kỳ|Không quân]], [[Hải quân Hoa Kỳ|Hải quân]] và [[Thủy quân lục chiến Hoa Kỳ|Thủy quân lục chiến]]) đã thực hiện 97.524 lần xuất kích (trung bình 10.838 lần\/tháng hoặc 361 lần\/ngày); tiến hành 44.875 trận oanh tạc (trung bình 4.986 trận\/tháng hoặc 166 trận\/ngày) vào hơn 1.200 mục tiêu trên lãnh thổ miền Bắc Việt Nam. Riêng máy bay ném bom chiến lược B-52 thực hiện 4.941 lần xuất kích (trung bình 549 lần\/tháng hoặc 18 lần\/ngày). Trong [[Chiến dịch Linebacker II]], máy bay B-52 xuất kích 729 lần chiếc (trong số 741 lần chiếc theo kế hoạch), các máy bay khác xuất kích 1.046 lần chiếc; ném xuống miền Bắc Việt Nam hơn 20.000 tấn bom đạn.<ref name=\"Boyne\">Walter J. Boyne, [http:\/\/www.airforcemag.com\/MagazineArchive\/Pages\/1997\/November%201997\/1197linebacker.aspx \"Linebacker II\"], ''Air Force Magazine'', Vol. 80, Number 11, May 1997.<\/ref><ref>Calvin R. Johnson, ''Linebacker Operations 18-29 December, 1972'', No ISBN 0923135-67-7, repringted by Dalley Book Service, page 93<\/ref><ref>Earl H. Tilford, ''Setup: What the Air Force Did in Vietnam and Why'', Maxwell Air Force Base AL: Air University Press, 1991.<\/ref>\n\nMật độ sử dụng không quân của Hoa Kỳ trong năm 1972 tại miền Bắc Việt Nam vượt xa [[Chiến tranh Triều Tiên]], chỉ kém [[Chiến tranh thế giới thứ hai|Chiến tranh thế giới lần thứ hai]]. Chỉ trong 9 tháng, máy bay Mỹ đã rải xuống miền Bắc Việt Nam 210.000 tấn bom (trung bình 23.333 tấn\/tháng hoặc 778 tấn\/ngày).<ref>Jeff Stein and Marc Leepson, ''Sổ tay sự kiện chiến tranh Việt Nam'', Nhà xuất bản Chính trị quốc gia, Hà Nội, 1993<\/ref> Trong Chiến dịch Linebacker II, nếu tính số lượng bom trong một ngày thì có thể bằng các cuộc ném bom xuống nước [[Đức]] cuối Chiến tranh thế giới lần thứ hai; nhưng xét khu vực hạn chế đường kính 100 dặm quanh Hà Nội thì thấy chưa bao giờ có nhiều bom được ném xuống một khu vực trong thời gian hạn chế như vậy.<ref>Báo ''Sao và vạch'' của Quân đội Hoa Kỳ ở Tây Thái Bình Dương, số ra ngày 6 tháng 1 năm 1973<\/ref> Theo thống kê của phía Việt Nam, các cuộc ném bom này đã giết chết hơn 8.000 người, làm bị thương gần 15.000 người khác. Riêng trong 12 ngày cuối tháng 12 năm 1972 đã có 2.380 người chết, 1.355 người bị thương, trong đó đáng chú ý nhất là trận không kích vào phố Khâm Thiên, Hà Nội trong đêm 26 tháng 12 năm 1972, giết chết 278 dân thường và làm 290 người khác bị thương. Về cơ sở vật chất: 100% số nhà máy điện bị đánh phá, 1.500\/1.600 công trình thủy lợi và gần 100&nbsp;km đê xung yếu bị hư hại; Hầu hết cầu cống quan trọng và toàn bộ 6 tuyến đường sắt đều bị đánh hỏng; 3\/6 thành phố lớn (Hà Nội, Hải Phòng, Thái Nguyên) và 23\/30 thị xã, 96\/116 thị trấn, 3.987\/5.788 xã, 350 bệnh viên, gần 1.500 bệnh xá, 1.300 trường học bị tàn phá nặng nề; trong đó có 12 thị xã, hơn 300 xã, 10 bệnh viện, 11 ga xe lửa đầu mối bị hủy diệt hoàn toàn.<ref>Viện Lịch sử quân sự Việt Nam, ''Lịch sử cuộc kháng chiến chống Mỹ cứu nước (1954-1975)'', Tập VII, Nhà xuất bản Chính trị quốc gia, Hà Nội, 2008<\/ref><ref>Nguyễn Minh Tâm (chủ biên), ''Hà Nội - Điện biên phủ trên không'', Nhà xuất bản Quân đội nhân dân, Hà Nội, 2008.<\/ref>\n\nPhía Việt Nam Dân chủ Cộng hòa tuyên bố bắn rơi hoặc phá hủy trên sân bay tổng cộng 735 máy bay của Hoa Kỳ, trong đó có 61 chiếc [[Boeing B-52 Stratofortress|B-52]] và 10 chiếc [[General Dynamics F-111|F-111]], 125 lần bắn cháy tàu chiến Mỹ. Phía Hoa Kỳ thừa nhận họ đã mất 19 chiếc B-52, 4 chiếc F-111 và 142 máy bay chiến thuật khác do bị bắn rơi hoặc rơi do tai nạn; trong đó có 16 chiếc B-52 và 12 máy bay chiến thuật (có 2 chiếc F-111), cùng với 66 phi công B-52 và 18 phi công khác trong Chiến dịch Linebacker II.<ref name=\"Boyne\"\/><ref name=\"Rasimus\"\/> Đó là chưa kể số máy bay bị hư hại do trúng đạn nhưng không rơi mà vẫn cố hạ cánh được (ví dụ, trong Chiến dịch Linebacker II, có 9 chiếc [[B-52]] bị trúng đạn hư hại nặng nhưng vẫn cố gắng hạ cánh được và Mỹ không tính những chiếc này là bị bắn rơi). Ngoài ra, số liệu của Hoa Kỳ cũng không tính số máy bay bị lực lượng đặc công của QĐNDVN đột nhập phá hủy tại sân bay (ví dụ, ngày 10 tháng 9 năm 1972, đặc công QĐNDVN tấn công sân bay Biên Hoà, phá hủy 3 máy bay và đánh hỏng nặng 95 chiếc khác, chiếm 3\/4 số máy bay tại căn cứ<ref>http:\/\/www.vspa.com\/bh-huff-1972.htm<\/ref>).\n\n===Phản ứng của dân chúng Hoa Kỳ và thế giới===\n[[Tập tin:Abraham Lincoln Brigade Vietnam War Protesters.gif|nhỏ|256px|phải|Một nhóm cựu chiến binh Hoa Kỳ biểu tình phản đối chiến tranh Việt Nam trước nhà tưởng niệm [[Abraham Lincoln]]]]\n\nCần phải nói một cách công bằng rằng các biện pháp ném bom trở lại miền Bắc Việt Nam ban đầu có gây ra một số phản ứng nhưng sau đó lại được dư luận Hoa Kỳ dễ dàng \"cho qua\" vì dù sao, ném bom cũng dễ chấp nhận hơn là đưa lục quân Mỹ trở lại trực tiếp tham chiến.<ref name=\"Herring\"\/> Mặc dù các thượng nghị sĩ thuộc phái \"hòa bình\" nhiều lần đưa ra trước Quốc hội Mỹ các nghị quyết đòi kết thúc chiến tranh nhưng không thu được kết quả. Tỷ lệ ủng hộ Nixon thậm chí còn tăng lên; đặc biệt là cuối tháng 10, khi phái đoàn Hoa Kỳ xúc tiến đàm phán để ký hiệp định chấm dứt chiến tranh trước cuộc bầu cử Tổng thống Hoa Kỳ.<ref>George Ireken, ''The Diary of Senate (US)'', 1977, page 55, 57.<\/ref>\n\nTuy nhiên đến khi Richard Nixon đã yên vị ở Nhà Trắng nhiệm kỳ thứ hai của mình với số phiếu 60,7%, hơn hẳn Thượng nghị sĩ đảng Dân chủ George McGoverne (37,5%) và việc ký kết Hiệp định Paris theo dự kiến vào cuối tháng 10 năm 1972 thất bại thì chính giới và dân chúng Mỹ đã hết kiên nhẫn. Những hậu quả nặng nề của cuộc không kích miền Bắc Việt Nam do [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] tiến hành đã gây những phản ứng mạnh mẽ của các nước và kể cả từ trong nước Mỹ đối với các chính sách của Tổng thống [[Richard Nixon]]. Các tờ báo lớn của Mỹ đăng một loạt bài nói rằng: Hàng triệu người Mỹ cúi đầu vì xấu hổ và nghi ngờ sức khỏe thần kinh của Tổng thống của họ. Chính giới Mỹ thì coi đây là kiểu chiến tranh nổi khùng nhân danh hòa bình, tổng thống dường như lên cơn điên mới tiến hành một cuộc ném bom khủng bố vô nhân đạo làm hoen ố uy danh của nước Mỹ như vậy. Nhà báo Jerry Gordon, điều phối viên của Liên minh toàn nước Mỹ vì hòa bình tuyên bố: \"Một lần nữa, người ta lại lừa dối nhân dân Mỹ. Thay vì một nền hòa bình trong tầm tay là một cuộc chiến tranh tăng cường. Thay vì chấm dứt chiến tranh ở Việt Nam là sự leo thang\".<ref>Joseph A. Amter, ''Vietnam Verdict: A Citizen's History'', Continium, New York, 1982<\/ref> Dư luận [[Hoa Kỳ]] cho rằng nếu cứ đưa [[Boeing B-52 Stratofortress|B-52]] đi đánh một loạt trận thông thường ở Bắc Việt Nam mà mỗi trận lại bị thiệt hại như mức độ vừa qua (ám chỉ Chiến dịch Linebacker II) thì chẳng cần phải là một thiên tài toán học cũng thấy được rằng: rốt cuộc, Mỹ sẽ mất hết B-52.<ref>Báo Mỹ (''Newsweek''), số ra ngày 8 tháng 1 năm 1973<\/ref> Đa số nghị sĩ [[Quốc hội Hoa Kỳ]], trong đó có cả các đảng viên Đảng Cộng hòa cũng lên tiếng đòi chấm dứt ném bom. Những người đã từng ủng hộ chính sách ném bom hồi tháng 5 thì nay lại đặt câu hỏi về sự cần thiết và mức độ tàn bạo của các trận ném bom tháng 12. Các nghị sĩ phái \"hòa bình\" trong Quốc hội Mỹ cho rằng tổng thống đã đem đến cho họ một Giáng Sinh buồn và đe dọa sau khi nghỉ, họ sẵn sàng đấu tranh với tổng thống. Theo viện Gallup, tỷ lệ dân chúng Hoa Kỳ ủng hộ Nixon nhanh chóng sụt giảm xuống còn 39%.<ref>George Ireken, ''The Diary of Senate (US)'', 1977, page 136.<\/ref>\n\nDư luận thế giới cũng phản đối mạnh mẽ cuộc ném bom Việt Nam trong dịp lễ Giáng Sinh. Cả Liên Xô và Trung Quốc đều không thể giữ được thái độ kiềm chế như hồi tháng 5. Không một đồng minh NATO nào lên tiếng ủng hộ [[Hoa Kỳ]]. Các chính phủ Đan Mạch, Na Uy, Phần Lan, Hà Lan, Bỉ,... đều phản đối việc ném bom trở lại miền Bắc Việt Nam. L.I. Breznev ví chính sách của Hoa Kỳ như chính sách của \"Đức Quốc xã\".<ref name=\"RNmem\"\/> Ông [[Olof Palme]] - [[Thủ tướng]] [[Thụy Điển]] - đích thân dẫn đầu một đoàn biểu tình ở thủ đô [[Stockholm]] lên án Mỹ và đòi chấm dứt ném bom miền Bắc Việt Nam không điều kiện (xem ảnh trên).\n\nSau khi Tổng thống Mỹ Richard Nixon ra lệnh chấm dứt ném bom đánh phá phía bắc vĩ tuyến 20, ngày 6 tháng 1 năm 1973, các đoàn Việt Nam Dân chủ Cộng hòa và Hoa Kỳ gặp lại nhau tại Hội nghị Paris. Từ hành động ngưng đàm phán để ném bom đến hành động ngưng ném bom để đàm phán của phía Hoa Kỳ chỉ diễn ra trong vòng 20 ngày.\n\n==Xem thêm==\n* [[Chiến dịch Linebacker II]]\n\n== Tham khảo ==\n{{Chiến tranh Việt Nam}}\n{{Tham khảo|30em}}\n\n== Liên kết ngoài ==\n* [http:\/\/peters-ada.de\/vit9.jpg Sơ đồ bố trí các tiểu đoàn tên lửa SA-2 quanh Hà Nội trong giai đoạn 1 của Chiến dịch Linebacker II]\n* [http:\/\/peters-ada.de\/vit13_2.jpg Sơ đồ bố trí tiểu đoàn tên lửa SA-2 quanh Hà Nội và đường bay vào, bay ra của B-52 trong giai đoạn 2 của Chiến dịch Linebacker II]\n* [http:\/\/peters-ada.de\/futt18.jpg Sơ đồ bố trí hệ thống ra da cảnh giới và rada dẫn đường ở miền Bắc Việt Nam năm 1972 (tài liệu Nga)]\n* [http:\/\/peters-ada.de\/S-75-SAM-Site-PAVN-1966-1S.jpg Sơ đồ bố trí một trận địa SA-2 theo lý thuyết (tài liệu Nga)]\n* [http:\/\/peters-ada.de\/vietna1.gif Thống kê tổng số phi vụ B-52 vào các mục tiêu bị đánh phá ở miền Bắc Việt Nam trong Chiến dịch Linebacker II]\n* http:\/\/www.strategic-air-command.com\/history\/history-vietnam.htm\n* http:\/\/www.airforcehistory.hq.af.mil\/Publications\/fulltext\/linebacker2.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20110711120750\/http:\/\/www.airforcehistory.hq.af.mil\/Publications\/fulltext\/linebacker2.pdf |date = ngày 11 tháng 7 năm 2011}}\n* http:\/\/www.nampows.org\/B-52.html\n* http:\/\/www.vietnam.ttu.edu\/star\/images\/039\/0390127001a.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20041227074857\/http:\/\/www.vietnam.ttu.edu\/star\/images\/039\/0390127001A.pdf |date = ngày 27 tháng 12 năm 2004}}\n* http:\/\/www.vietnam.ttu.edu\/star\/images\/039\/0390127001b.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20041227081121\/http:\/\/www.vietnam.ttu.edu\/star\/images\/039\/0390127001B.pdf |date = ngày 27 tháng 12 năm 2004}}\n* http:\/\/www.vietnam.ttu.edu\/star\/images\/039\/0390127001c.pdf {{Webarchive|url=https:\/\/web.archive.org\/web\/20041227082426\/http:\/\/www.vietnam.ttu.edu\/star\/images\/039\/0390127001C.pdf |date = ngày 27 tháng 12 năm 2004}}\n* http:\/\/www.au.af.mil\/au\/afhra\/ {{Webarchive|url=https:\/\/web.archive.org\/web\/20110228061551\/http:\/\/www.au.af.mil\/au\/afhra\/ |date = ngày 28 tháng 2 năm 2011}}\n* [http:\/\/old.vko.ru\/article.asp?pr_sign=archive.2005.21.26 Thiếu tướng A. I. Khyupenen (chủ biên), Thiếu tướng D, K. Bednenko, Đại tá tiến sĩ S. A Varyukhin, Đại tá kỹ sư V. G. Manukhin, Đại tá D. I. Fomin, Đại tá A. K. Remini. Hoạt động của phòng không và không quân Quân đội Nhân dân Việt Nam tháng 12 năm 1972. Thư viện Hàng không vũ trụ Nga.] {{Webarchive|url=https:\/\/web.archive.org\/web\/20130504213240\/http:\/\/old.vko.ru\/article.asp?pr_sign=archive.2005.21.26 |date = ngày 4 tháng 5 năm 2013}}\n* [http:\/\/www.airspacemag.com\/military-aviation\/christmas-bombing.html Marshall Michel. Chiến dịch ném bom Giáng Sinh – Tạp chí Hàng không và Vũ trụ Mỹ số 1\/1\/2001.]\n* [http:\/\/peters-ada.de\/linebaker_ii.htm Linebacker II (tài liệu Đức)]\n* Phùng Nguyên - Nguyễn Minh Tâm. Cuộc đọ sức tháng 12 năm 1972 trên bầu trời Hà Nội. Báo Tiền phong (23 đến 26\/12\/2007). Kỳ 1:[http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=105903&ChannelID=13].Kỳ 2:[http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=105975&ChannelID=13].Kỳ 3:[http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=106108&ChannelID=13].Kỳ 4:[http:\/\/www.tienphong.vn\/Tianyon\/Index.aspx?ArticleID=106277&ChannelID=13]\n\n[[Thể loại:Chiến tranh Việt Nam|Mặt trận đất đối không miền Bắc Việt Nam 1972]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|Mặt trận đất đối không miền Bắc Việt Nam 1972]]"}