{"366122":"{{Campaignbox Vietnam War}}\n\n[[Tập tin:1972 Spring Invasion Corps I.svg|nhỏ|phải|300px|Chiến trường Quảng Trị năm 1972]]\n\n'''Mặt trận Trị Thiên Huế năm 1972''' là một trong các chiến trường chính của [[Chiến tranh Việt Nam]] [[chiến cục năm 1972 tại Việt Nam|năm 1972]]. Kết thúc năm 1972, với các diễn biến ở mặt trận Trị-Thiên, [[Quân Giải phóng miền Nam Việt Nam]] đã làm chiến lược \"Việt Nam hóa chiến tranh\" của [[Hoa Kỳ]] và [[Việt Nam Cộng hòa]] thất bại.<ref>http:\/\/www.tapchicongsan.org.vn\/Home\/Nghiencuu-Traodoi\/2012\/15672\/Tri-Thien-huong-tien-cong-chu-yeu-trong-cuoc-Tong.aspx<\/ref>\n\n== Không gian mặt trận ==\nMặt trận Trị Thiên Huế năm 1972 có không gian bao trùm toàn bộ phần phía Bắc của Quân khu I - Quân đoàn I QLVNCH. Chiến trường chủ yếu tại tỉnh [[Quảng Trị]]. Chiến trường Thừa Thiên Huế chỉ có các hoạt động quân sự lớn vào khoảng thời gian giữa chiến dịch tại hai bờ sông Mỹ Chánh và các cứ điểm vòng ngoài khu phòng thủ Huế.\n\nTrong chiến dịch, khu vực Quảng Bình - Vĩnh Linh và khu vực phía Đông tỉnh Savannakhet (Lào) là hậu phương trực tiếp của [[Quân Giải phóng miền Nam Việt Nam]], khu vực Huế - Đà Nẵng là hậu phương trực tiếp của QLVNCH. Không gian chiến dịch cũng mở rộng đến khu vực ven biển từ Quảng Bình đến Thừa Thiên Huế, nơi có các pháo hạm của [[hải quân Hoa Kỳ]] yểm hộ cho QLVNCH, là vùng hoạt động của các hải đoàn, hải đội tuần duyên của Hải quân VNCH và đặc công nước của [[Quân Giải phóng miền Nam Việt Nam]].\n\n==Giai đoạn I: [[Quân Giải phóng miền Nam Việt Nam]] tấn công==\n\n===\"Bão táp I\"===\n11h30' ngày [[30 tháng 3]] năm 1972, 4 trung đoàn pháo binh của [[Quân Giải phóng miền Nam Việt Nam]] đồng loạt pháo kích các vị trí của QLVNCH tại Quảng Trị trong 1 giờ. 12h30, từ hướng Tây: Trung đoàn 27 (phối thuộc Sư 320B) đánh chiếm [[Đầu Mầu]] (544); Trung đoàn 24 (Sư 304) đánh cứ điểm Tân Lâm (241), Trung đoàn 9 (Sư 304) tấn công Xa Mưu, Ba Hồ (597), Trung đoàn 66 (Sư 304) đánh Động Toàn (548). Tại hướng Bắc: Trung đoàn 48 (Sư 320B) và Trung đoàn 102 (Sư 308) vượt [[sông Bến Hải]] tấn công [[Cam Lộ]]; Trung đoàn 36 (Sư 308) và Tiểu đoàn tăng 512 (Trung đoàn 202) cũng vượt sông Bến Hải tấn công [[Căn cứ Cồn Tiên|Cồn Tiên]], [[Bái Sơn]], phát triển về [[Đông Hà]]; Trung đoàn 27 và Trung đoàn tăng 202 (thiếu) đánh qua [[Gio Linh|Dốc Miếu]], [[Quán Ngang]], chiếm cảng [[Cửa Việt]]. Tại hướng Nam, Trung đoàn 1 (Sư 324) đánh Động Ngô (655), Trung đoàn 2 chia quân đánh Động Ông Do và điểm cao 440, giữ bàn đạp cho giai đoạn II.\n\nSau ba ngày chống đỡ với nhiều thương vong, sáng ngày 2 tháng 4, Chuẩn tướng [[Vũ Văn Giai]], tư lệnh Sư 3 QLVNCH ra lệnh triệt thoái các cứ điểm vòng ngoài, rút về củng cố tuyến 2. Hồi 14h cùng ngày, hơn 600 binh sĩ thuộc Trung đoàn 56 (Sư 3) QLVNCH còn sống sót tại căn cứ Tân Lâm (241) do trung tá [[Phạm Văn Đính]] chỉ huy đã hạ vũ khí đầu hàng [[Quân Giải phóng miền Nam Việt Nam]]. Cùng ra hàng có toàn bộ ban tham mưu Trung đoàn 56, chỉ huy các tiểu đoàn, đại đội.\n\nNgày 7 tháng 4, các trung đoàn 36 và 102 của Sư đoàn 308 [[Quân Giải phóng miền Nam Việt Nam]] được tăng cường Tiểu đoàn tăng 512 tấn công Đông Hà. Tướng Giai chia thiết đoàn 17 làm nhiều toán, tăng phái cho liên đoàn 5 BĐQ và Trung đoàn 57 (Sư 3) cố thủ tại 5 cứ điểm xung quanh Đông Hà. QLVNCH áp dụng chiến thuật phòng ngự cơ động hay \"trâu ngủ rừng\" (ban ngày về đóng tại căn cứ, ban đêm rút ra bên ngoài, dùng xe tăng bố trí phòng ngự vòng tròn). Chiến thuật này đã làm cho phương thức cường tập đánh đêm của [[Quân Giải phóng miền Nam Việt Nam]] mất tác dụng. Ngày 9 tháng 4, trận công kích Đông Hà của Sư đoàn 308 và Trung đoàn 48 (Sư 320B) không thành công, 6 xe tăng bị bắn cháy, thương vong lớn. [[Quân Giải phóng miền Nam Việt Nam]] dừng cuộc tấn công để củng cố lại, chuẩn bị cho bão táp II.\n\n[[Tập tin:Iceal gene hambleton.jpg|thumb|225px|right|Phi công Iceal Hambleton]]\nTrong 1 diễn biến liên quan, tại Quảng Trị thời điểm này đã xảy ra [[chiến dịch Bat 21]], phi vụ cứu hộ đắt giá nhất của Mỹ trong cuộc chiến Việt Nam. Ngày 2\/4, một máy bay tác chiến điện tử [[EB-66]] bị hỏa tiễn SAM-2 của Việt Nam bắn rơi, 5 trên 6 phi công tử trận, chỉ còn Trung Tá [[Iceal Hambleton]] nhảy dù an toàn. Từng là phó giám đốc hoạt động của Bộ chỉ huy Không quân Chiến lược Hoa Kỳ, Hambleton nắm nhiều thông tin tối mật về các dự án [[tên lửa đạn đạo liên lục địa]] và là chuyên gia về chống tên lửa phòng không, nên Hoa Kỳ quyết không để ông ta bị bắt. Quân Giải Phóng bắt được sóng vô tuyến của quân Mỹ và quyết định dùng Hambleton như là mồi nhử, kết quả là các phi vụ cứu hộ bằng đường không của Mỹ bị phục kích và thiệt hại nặng. Sau 10 ngày sử dụng hơn 850 phi vụ cấp cứu, yểm trợ và hàng triệu USD bom đạn mà vẫn vô ích, sau cùng Mỹ phải cử 1 toán biệt kích đi luồn rừng mới giải cứu được Hambleton vào ngày 14\/4. Nhưng cái giá phải trả là rất đắt: 6 máy bay bị bắn rơi (2 trực thăng [[UH-1]], 1 trực thăng [[CH-53 Sea Stallion]], 2 máy bay trinh sát [[OV-10 Bronco]], 1 chiếc [[A-1 Skyraider]]), hơn 10 máy bay khác bị hư hại, 11 quân nhân tử trận, hai phi công bị bắt sống<ref>George J. Veith, \"Code-Name Bright Light\", The Free Press, NY. 1998. Pages: 318-325.<\/ref>\n\nMặt khác, trong quá trình giải cứu, chỉ huy Mỹ đặt ra một vùng không bắn phá ''(no fire zone)'' với bán kính 24&nbsp;km quanh Hambleton để tránh bắn nhầm, kết quả là quân Giải phóng trong khu vực này thoải tác chiến mà không cần ẩn nấp trước hỏa lực Mỹ. Để giải cứu cho Hambleton, quân Mỹ đã mặc kệ tình hình nguy cấp của quân VNCH trong khu vực này, kết quả là Sư đoàn 3 QLVNCH đã phải trả giá đắt. Các sĩ quan của Sư đoàn 3 VNCH đã tỏ ra phẫn nộ trước việc Không quân Mỹ bỏ mặc hàng ngàn binh sĩ của họ chỉ vì 1 phi công, nhưng điều này không có tác dụng vì quyền quyết định thuộc về bộ chỉ huy Mỹ<ref>Nalty, Bernard C. (2003). Winged Shield, Winged Sword 1950-1997: A History of the United States Air Force. University Press of the Pacific. p. 672.<\/ref>\n\n===\"Bão táp II\"===\n\nTừ ngày 10 đến 19 tháng 4, [[Quân Giải phóng miền Nam Việt Nam]] thành lập các tổ săn tăng, dùng [[B40|B-40]], [[Súng chống tăng B41|B-41]] và [[B-72]] diệt 30 xe tăng và thiết giáp, 4 đại đội biệt động quân của QLVNCH, làm suy yếu đáng kể tuyến phòng thủ Đông Hà.\n\nNgày 23 tháng 4, tướng Giai điều Thiết đoàn 20 và Liên đoàn 4 BĐQ từ [[Ái Tử]] lên [[Đông Hà]], phối hợp với số quân hiện có tổ chức 9 đợt phản kích (cuộc hành quân \"Tây Tiến I\") nhưng đều bị [[Quân Giải phóng miền Nam Việt Nam]] đẩy lùi.\n\nNgày 25 tháng 4 từ [[Quảng Trị (thị xã)|Thị xã Quảng Trị]], tướng Giai điều Trung đoàn 2 của Sư 3 phối hợp với Lữ 147 TQLC cùng 2 chi đoàn của Thiết đoàn 20 ra [[Mai Lộc]] tổ chức phản kích các đơn vị đi đầu của Trung đoàn 9 và 66 (Sư 304 [[Quân Giải phóng miền Nam Việt Nam]]); sử dụng Trung đoàn 1 của Sư 1 và Liên đoàn 4 BĐQ ra trấn thủ Phượng Hoàng, La Vang và phản kích và đội hình Trung đoàn 24 thuộc Sư 304 [[Quân Giải phóng miền Nam Việt Nam]] (cuộc hành quân \"\"Tây Tiến II\"). Đến chiều 29 tháng 4, [[Quân Giải phóng miền Nam Việt Nam]] đẩy lùi các đợt phản kích của \"Tây Tiến II\", đánh chiếm Mai Lộc, bao vây Liên đoàn 4 BĐQ\/QLVNCH ở Phượng Hoàng. Thương vong của hai bên đều rất lớn. [[Quân Giải phóng miền Nam Việt Nam]] mất 4 cao xạ, 8 pháo mặt đất, mất thêm 4 xe tăng và 19 đạn tên lửa C-75B ở Cổ Kiềng (Vĩnh Linh) do máy bay đối phương đánh trúng.\n\nNgày 27 tháng 4, [[Đại tá]] [[Nguyễn Hữu An]], tư lệnh mặt trận kiêm sư trưởng Sư đoàn 308 [[Quân Giải phóng miền Nam Việt Nam]], sử dụng Sư đoàn 308, Trung đoàn 48 (Sư 320B), các tiểu đoàn đặc công 33 và 37, các tiểu đoàn tăng 513 và 512 (thiếu) tổng công kích Đông Hà. Để đánh bại chiến thuật \"trâu rừng\", \"xe tăng bầy\", \"vỏ thép cứng di động\" và phá vỡ hệ thống phòng ngự của địch, Bộ Tư lệnh chiến dịch quyết định mở một đợt \"đệm\", phát động phong trào ''\"săn xe tăng địch\"'', tổ chức các trận đánh nhỏ, vừa tiêu hao sinh lực địch vừa khẩn trương chuẩn bị cho cuộc tiến công quyết định. Ngày 27\/4\/1972, xe tăng [[T-54]] của Quân Giải phóng dùng chiến thuật bí mật áp sát đã bắn cháy hàng loạt xe tăng địch, trong đó có nhiều chiếc [[M48 Patton]], trong đó riêng Đại đội trưởng Nguyễn Văn Thái với 7 phát đạn đã diệt được 5 chiếc ở Tây Đông Hà, khiến quân địch phòng ngự trên dãy điểm cao 32, 37 kéo nhau bỏ chạy<ref>https:\/\/thoidai.com.vn\/thien-xa-bat-dac-di-lap-cong-lon-ha-guc-5-xe-tang-dap-nat-chien-thuat-trau-rung-1661.html<\/ref>.\n\n17h15 ngày 28 tháng 4, [[Quân Giải phóng miền Nam Việt Nam]] chiếm [[Đông Hà]], Trung đoàn 88 (Sư 308) phát triển đến [[Lai Phước]] và đánh sập cầu. Tướng Giai lệnh thu quân vượt [[sông Hiếu]] rút về [[Ái Tử]] sau khi bị tổn thất thêm 41 xe tăng, 38 thiết giáp [[M-113]] cùng toàn bộ Trung đoàn 57 và 4 tiểu đoàn BĐQ.\n\nTrong tháng 4 năm 1972, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] đã sử dụng 54 lượt [[Boeing B-52 Stratofortress|B-52]] và 128 lượt [[máy bay cường kích]] ném bom các đơn vị [[Quân Giải phóng miền Nam Việt Nam]] đang hoạt động ở Quảng Trị. Không quân QLVNCH đã dùng hơn 200 lượt [[F-5]], [[A-37 Dragonfly|A-37]], [[T-28]] và [[Bell UH-1 Iroquois|UH-1]] yểm hộ cho lục quân phản kích. Không lực Hoa Kỳ mất 1 EB-66, 3 F-4, 1 B-52 bị thương phải hạ cánh xuống [[Đà Nẵng]], 1 tàu chiến bị trúng bom của [[Mikoyan-Gurevich MiG-17|MiG-17]] (Không quân QĐNDVN) ở ngoài khơi Cửa Việt. Không lực VNCH mất 4 UH-1, 1 AH-1 (Cobra), 1 AD-6, 1 L-19.\n\nNgày 29\/4\/1972, các cứ điểm Lai Phước, Phượng Hoàng, La Vang lần lượt thất thủ. Đến trưa, căn cứ Ái Tử bị công kích ba mặt. Sư 304 [[Quân Giải phóng miền Nam Việt Nam]] tấn công từ phía Tây Nam, Sư 308 (thiếu E36) theo đường quốc lộ 1 đánh xuống, trung đoàn 27 và trung đoàn tăng 202 tấn công từ phía Đông vào. Để tránh bị tiêu diệt toàn bộ số quân còn lại hoặc bị bắt; tướng Giai yêu cầu tướng Lãm cho bỏ Ái Tử, rút về phòng thủ Nam Thạch Hãn, lấy TX Quảng Trị làm trung tâm. Tướng Lãm gật đầu nhưng không nói gì. Ngày 30\/4, Trung đoàn 9, Sư 304 [[Quân Giải phóng miền Nam Việt Nam]] điều tiểu đoàn 3 phá cầu gỗ, chốt chặn cầu sắt. Lữ đoàn 147 TQLC, trung đoàn 2 và 1 tiểu đoàn của trung đoàn xe tăng 57 (sư đoàn 3 QLVNCH) phải bỏ lại toàn bộ xe, pháo ở bờ bắc, bơi qua sông về TX Quảng Trị. Trung đoàn xe tăng số 20 gồm 57 xe tăng M48 Patton (loại hiện đại nhất của Mỹ thời bấy giờ), đến ngày 30\/4\/1972 chỉ còn lại 16 xe tăng, và đến ngày hôm sau thì toàn bộ số xe tăng còn lại này cũng bị các tổ lái vứt bỏ để rút chạy.\n\nNgày 1\/5, các Sư 304 và 308 Quân Giải phóng miền Nam tổng công kích thị xã Quảng Trị, trung đoàn 64 (sư 320B) và trung đoàn 1 (F324) tiến quân hợp điểm tại Cầu Nhùng, làm thành một chốt chặn lớn. Số quân còn lại Sư 3, lữ 147 TQLC, các thiết đoàn 17, 20 QLVNCH bị đánh ép từ hai phía, phải bỏ quốc lộ 1, phân tán đội hình rút về phía Nam Mỹ Chánh. 17 giờ chiều 1\/5, trung đoàn 9 - sư đoàn 304 Quân Giải phóng chiếm trung tâm thị xã Quảng Trị.\n\n===\"Bão táp III\"===\n[[Tập tin:Usaf recon cam lo river.jpg|nhỏ|phải|256px|Không ảnh của Không lực Hoa Kỳ chụp căn cứ Cam Lộ sau khi bị [[Quân Giải phóng miền Nam Việt Nam]] đánh chiếm, tháng 4 năm 1972]]\n\nNgày 3\/5, [[Quân Giải phóng miền Nam Việt Nam]] tiếp tục điều từ lực lượng dự bị: trung đoàn 18 (Sư 325) vào hướng Đông phối hợp với trung đoàn tăng 202 đánh dọc ven biển xuống Quảng Điền. Đến ngày 9\/5, tại Mỹ Thủy, cánh quân này vấp phải cuộc phản công của lữ 369 TQLC và thiết đoàn 11 mới tăng viện từ Sài Gòn ra còn đang sung sức. Ngày 13\/5, lữ 369 TQLC chiếm lại Mỹ Thủy, đẩy các đơn vị Quân Giải phóng lùi về Lương Ba, Linh Chiểu.\n\nCác trung đoàn 27, 64 (Sư 320B), 1 (sư 324) tấn công cụm phòng ngự Mỹ Chánh theo đường 1. Các trung đoàn 88 (sư 308), 24 (sư 304), 2 (sư 324) luồn rừng công kích Mỹ Chánh từ hướng Tây. Tại Huế, trung đoàn 3 (sư 324) và trung đoàn 6 (chủ lực khu 5) tấn công các cứ điểm Động Chúc Mao, Động Tranh, Đèo Sơn Na, Khe Thai, buộc trung đoàn 54 (sư 1 QLVNCH) phải lùi về giữ Hòn Vượn nhưng không còn lực lượng để tiếp tục phát triển.<ref>. Nguyễn Đình Ước (chủ biên). Lịch sử mặt trận Đường 9-Bắc Quảng Trị 1966-1973. Nhà xuất bản Quân đội nhân dân. Hà Nội.2001<\/ref>\n\nTrong các ngày từ 4\/5 đến 9\/5, các đơn vị [[Quân Giải phóng miền Nam Việt Nam]] đánh Mỹ Chánh theo quốc lộ 1 ba lần tổ chức vượt sông nhưng không bám được căn cứ đầu cầu. Tướng Hoàng Xuân Lãm (từ 6\/5 là tướng Ngô Quang Trưởng) điều động toàn bộ sư 1, lữ dù 1, lữ 258 TQLC và thiết đoàn 8 chốt giữ bờ Nam Mỹ Chánh với sự yểm hộ liên tục của pháo binh và không quân Hoa Kỳ.\n\nTừ ngày 15 đến ngày 5\/6, [[Quân Giải phóng miền Nam Việt Nam]] tấn công các cứ điểm vòng ngoài Đông Mỹ, Lương Mai, Đồng Lâm, Đồng Hun, Đống Đá, Cái Mương của cụm phòng ngự Mỹ Chánh-Yên Bầu-Cầu Nhi nhưng không giữ được. Quân số chiến đấu hao hụt dần, đạn hết, gạo hết. Cả trung đoàn 2 (sư 324) phải gùi gạo cho trung đoàn 1 đánh. Trung đoàn pháo 38 hết toàn bộ dự trữ đạn, phải chiến đấu như bộ binh. Trung đoàn pháo 164 chỉ còn chưa đầy nửa cơ số đạn phải sử dụng pháo 155&nbsp;mm chiến lợi phẩm.<ref>. Lê Trọng Tấn. Mấy vấn đề chỉ đạo và chỉ huy tác chiến. Nhà xuất bản Quân đội nhân dân. Hà Nội. 1979<\/ref>\n\nTừ ngày 9 đến ngày 26\/5, bộ binh chỉ tổ chức vài đợt trinh sát chiến đấu lẻ tẻ. Cuộc chiến chuyển thành cuộc đấu pháo. Từ ngày 3\/5 đến ngày 26\/5, không lực Hoa Kỳ xuất kích 72 lần chiếc B-52 và 207 lần chiếc cường kích yểm hộ cho QLVNCH tại Trị Thiên, huy động 3 chiến hạm phối hợp với 5 chiến hạm của QLVNCH bắn hơn 8.000 viên đạn pháo vào đội hình [[Quân Giải phóng miền Nam Việt Nam]] đang tấn công cụm Mỹ Chánh-Cầu Nhi.\n\nĐợt \"Bão táp III\" của [[Quân Giải phóng miền Nam Việt Nam]] chỉ thu được kết quả rất hạn chế trong khi thiệt hại về người và vũ khí khí tài rất nghiêm trọng. Trung bình các đơn vị chỉ còn từ 40 đến 50% quân số, có đại đội chỉ còn 12 tay súng (bằng 1 tiểu đội). Tuy nhiên, trên bản đồ của các tướng lĩnh, đó vẫn là những đơn vị đủ biên chế và lệnh tiếp tục tấn công vẫn được đưa ra. Theo đại tá Cao Sơn, nguyên Trung đoàn trưởng trung đoàn pháo 38 (đoàn Bông Lau): Cùng với thiệt hại do phi pháo và không quân địch gây ra, đây là nguyên nhân chính làm cho các đơn vị Quân Giải phóng kiệt sức.\n\n==Giai đoạn II: Hoa Kỳ - QLVNCH phản công==\n\n===Thay đổi nhân sự và kế hoạch phản công của Hoa Kỳ - VNCH===\n\n[[Tập tin:ARVN ACAV Camouflage.jpg|nhỏ|phải|256px|Quân lực Việt Nam Cộng hòa phản công tại mặt trận Quảng Trị, 1972]]\n\nNgày 5\/5, Tổng thống [[Nguyễn Văn Thiệu]] chỉ định trung tướng [[Ngô Quang Trưởng]], nguyên tư lệnh Quân đoàn IV làm tư lệnh Quân đoàn I, tướng [[Hoàng Xuân Lãm]] bị điều về Bộ Tổng tham mưu \"tùy nghi sử dụng\". Chuẩn tướng [[Vũ Văn Giai]] cũng bị cách chức và phải ra trước tòa án binh, lĩnh án tù vì việc \"để mất một tỉnh vào tay Cộng sản\".\n\nTướng Ngô Quang Trưởng chỉ định các sĩ quan chỉ huy mới cho các đơn vị thuộc quyền: Sư đoàn TQLC: Đại tá Bùi Thế Lân (tư lệnh), Đại tá Nguyễn Thành Trí (phó tư lệnh); Sư đoàn dù: Chuẩn tướng Lê Quang Lưỡng. Do ngờ rằng trong bộ tham mưu Quân đoàn 1 có điệp báo của [[Quân Giải phóng miền Nam Việt Nam]] mà em ruột tướng Lãm (bà Hoàng Thị Nhạn) là đối tượng đáng nghi nhất<ref>Ngô Quang Nghĩa (chủ biên). An ninh miền Nam thời kỳ chống Mỹ cứu nước 1954-1975. Nhà xuất bản Công an nhân dân. Hà Nội. 1995<\/ref>; tướng Trưởng thành lập Ban nghiên cứu kế hoạch phản công độc lập (theo chế độ tối mật, không phụ thuộc Ban tham mưu quân đoàn) do đại tá pháo binh Lê Văn Thân chỉ huy.\n\nKế hoạch của Ngô Quang Trưởng nhằm 3 mục tiêu:\n:1- Tái bổ sung, tái phối trí lực lượng để ngăn chặn địch, phòng thủ Huế (đến 26\/6 đã thực hiện được).\n:2- Tái chiếm phần lãnh thổ đã lọt vào tay đối phương.\n:3- Vãn hồi trật tự, gây lòng tin cho quân, dân, cán, chính vùng giới tuyến.\n\nPhía [[Quân Giải phóng miền Nam Việt Nam]] cũng có sự thay đổi về nhân sự. Từ ngày 27\/6; thiếu tướng [[Trần Quý Hai]] được cử làm Tư lệnh chiến dịch thay thiếu tướng [[Lê Trọng Tấn]]; trung tướng [[Song Hào]] được cử là chính ủy thay thiếu tướng [[Lê Quang Đạo]]. Mục tiêu của chiến dịch không còn là chiếm Huế nữa mà chuyển thành phòng thủ, giữ vững vùng giải phóng. Tuy nhiên, do công tác chuẩn bị không tốt, hậu cần mới chỉ đảm bảo 50% vật chất; do các cấp chỉ huy không dự kiến trước, không thống nhất, tư tưởng quyết tâm tiến công trở thành tư tưởng phiêu lưu nên [[Quân Giải phóng miền Nam Việt Nam]] gặp nhiều khó khăn, lúng túng. Nhiều đơn vị đã vào quá sâu để chuẩn bị tấn công Huế, không kịp rút ra do mệnh lệnh chuyển mục tiêu chiến dịch được phổ biến quá chậm.<ref>Lịch sử Cục tác chiến 1945-2005. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2005.<\/ref>\n\n===\"Lam Sơn 72\"===\n{{Chiến tranh Việt Nam}}\n\nNgày 28\/6\/1972, tướng [[Ngô Quang Trưởng]] phát lệnh khởi binh cuộc hành quân [[Lam Sơn 72]] trên hai hướng:\n:*Hướng Tây: Sư dù đã hội đủ 3 lữ đoàn (1,2,3) và 1 tiểu đoàn, liên đoàn biệt kích dù 81 cùng thiết đoàn 20 (tăng), thiết đoàn 7 (xe bọc thép) tấn công dọc theo quốc lộ 1, yểm hộ sườn trái có liên đoàn 1 biệt động quân.\n:*Hướng Đông: Sư TQLC đã có đủ 3 lữ đoàn (147, 258, 369); Trung đoàn 4 bộ binh (sư 1), các thiết đoàn 17, 18 tấn công dọc bờ biển trên chính diện 12 km.\n:*Lực lượng yểm hộ: Pháo 175mm, 155 mm, 105 mm mỗi loại 2 tiểu đoàn; pháo phòng không: 1 tiểu đoàn. Sư đoàn không quân 1 (ở Đà Nẵng, Phú Bài), hải quân vùng 1 và các lực lượng hải quân, [[không quân Hoa Kỳ]] được lệnh chi viện tối đa cho \"Lam Sơn 72\".\n\nChiều 28\/6, sau khi vượt sông Mỹ Chánh, QLVNCH đã cô lập được một bộ phận của các sư 304 và 308 [[Quân Giải phóng miền Nam]] ở nam Sông Mỹ Chánh. Trung đoàn pháo tầm xa 38 phải chôn cơ bẩm, phá hủy toàn bộ pháo 130&nbsp;mm rồi rút ra (có một khẩu bị QLVNCH chiếm được, đem về triển lãm ở Sài Gòn tháng 10\/1972)<ref>Lt. Gen. Ngo Quang Truong, [http:\/\/www.vlink.com\/nlvnch\/easter72\/eastr721.html#Contents THE EASTER The Easter Offensive of 1972] {{Webarchive|url=https:\/\/web.archive.org\/web\/20121128024451\/http:\/\/www.vlink.com\/nlvnch\/easter72\/eastr721.html#Contents |date=2012-11-28 }}, U.S. Army Center Of Military History<\/ref>. Trung đoàn 18 (sư đoàn 325) bị thương vong nặng phải rút ra củng cố, để trung đoàn 64 (sư đoàn 320B) vào thay. Mặc dù từ ngày 26, Bộ tư lệnh mặt trận (B5) đã gọi sư đoàn 304 và 308 quay lại chặn QLVNCH ở Tường Phước-Hướng Điền nhưng chỉ có trung đoàn 66 (sư 304) đến kịp và cũng bị đẩy lui.\n\nHướng Đông, ngày 29\/6, các lữ TQLC 147 và 258 tấn công các khu vực Diên Khanh, Xuân Viện, Kim Giao (thuộc huyện Hải Lăng), phối hợp với lữ TQLC 369 từ Mỹ Thủy và Cổ Lũy đánh ra, đẩy các trung đoàn 27 và 64 [[Quân Giải phóng miền Nam Việt Nam]] lùi sâu hơn nữa về phía Triệu Phong.\n\nHướng Tây, ngày 2\/7, trung đoàn 102 mới đến phối hợp với trung đoàn 66 chặn lữ dù 2 (QLVNCH) ở Tường Phước. Ngày 3\/6, trung đoàn 36 phá sập Cầu Nhùng, lập chốt chặn ở bờ Bắc sông Nhùng. Trung đoàn 9 và 24 vẫn phải tiếp tục phá vây và tấn công phía sau cánh quân dù trong khi sức chiến đấu đã suy giảm nghiêm trọng<ref>Nguyễn Đình Ước (chủ biên). Lịch sử mặt trận Đường 9-Bắc Quảng Trị 1966-1975. Nhà xuất bản Quân đội nhân dân. Hà Nội. 2001.<\/ref>. Từ ngày 3 đến ngày 6\/7, sau khi nhổ từng chốt chặn của [[Quân Giải phóng miền Nam Việt Nam]] trên khoảng cách từng trăm mét một và thương vong hơn 300 quân, lữ dù 1 và liên đoàn 1 biệt động quân đã có mặt ở ngoại vi thị xã Quảng Trị nhưng không lọt vào được. Từ ngày 6 đến 13\/7, các lữ dù 2 và 3 (lữ 1 chuyển về làm dự bị) tấn công TX từ hướng Tây và hướng Nam; các lữ 147 và 369 tấn TX từ hướng Đông nhưng đến tuyến Ngô Xá, Trà Trì, Cù Hoan, Trà Lộc thì bị các đơn vị của các trung đoàn 27, 64 (sư đoàn 320B), 18 (sư đoàn 325) và tiểu đoàn 47 Vĩnh Linh chặn lại. Các trận đánh cấp tiểu đoàn đã diễn ra ở Quy Thiện, Trầm Lý, An Thái, Đại Nại. Bên sườn trái sư đoàn dù QLVNCH, các lực lượng còn lại của trung đoàn 66 và 24 (sư đoàn 304) tập kích vào Cây Lời, Phú Long.\n\nNgày 11\/7, thủy quân lục chiến Mỹ tiến hành [[trực thăng vận]] đưa 840 lính của Tiểu Đoàn 1 TQLC VNCH (biệt danh \"Quái Điểu\") và 5,5 tấn vũ khí đổ xuống Triệu Phong nhằm cắt đứt tiếp vận từ căn cứ Cửa Việt đến Thị xã và Thành cổ Quảng Trị<ref>http:\/\/www.popasmoke.com\/kia\/conflicts\/usmc-reserve\/incidents\/19720711<\/ref>. Đoàn trực thăng vận tải của Mỹ có 30 chiếc: 6 chiếc [[Sikorsky CH-53 Sea Stallion|CH-53]] chở 50 lính\/chiếc, 22 chiếc [[CH-46]] chở được 20 lính\/chiếc, và 2 chiếc UH-1E<ref name=his>https:\/\/www.history.navy.mil\/content\/dam\/nhhc\/research\/archives\/command-operation-reports\/vietnam\/Tripoli%201972.pdf<\/ref>, ngoài ra còn có 6 trực thăng vũ trang của lục quân Mỹ bay theo hộ tống<ref>https:\/\/www.usmcu.edu\/Portals\/218\/U_S_%20Marines%20in%20Vietnam%20The%20war%20that%20would%20not%20end%201971-1973%20PCN%2019000311200.pdf<\/ref> Mặc dù đã oanh tạc trước bằng pháo binh và B-52, đoàn trực thăng vẫn bị đón đánh bởi súng bộ binh và 1 quả tên lửa vác vai [[Strela 2|SA-7]]. Trong vòng 15 phút, 29 trực thăng trúng đạn, trong đó 3 chiếc hỏng nặng phải hạ cánh khẩn cấp ra tàu Mỹ ngoài biển, 3 chiếc CH-46 rơi, 1 chiếc CH-53 khác nổ tung ngay trên trời bị do trúng tên lửa SA-7 (56 lính và phi công trên chiếc CH-53 này chỉ còn 10 sống sót)<ref name=his \/>. Cuộc đổ quân khiến Tiểu Đoàn 1 bị mất trên 100 lính chết hoặc bị thương khi chưa kịp giao chiến. Sau 3 ngày giao tranh liên tục, Tiểu Đoàn 1 thiệt hại nặng phải rút về, Tiểu Đoàn 2 (biệt danh \"Trâu Điên\") lên thay thế. Quân VNCH bắc cầu phao qua sông Vĩnh Định để cho các chiến xa [[M48 Patton]] của Thiết Đoàn 20 tiến vào<ref>Tuyển tập 2: 21 năm chiến trận của binh chủng Thủy Quân Lục Chiến Việt Nam (1954-1975). Santa Ana, Tổng Hội TQLC\/VN tại Hoa Kỳ, 2005. Trang 404-414<\/ref>\n\nNgày 13\/7, máy bay trực thăng chở đạt tá Nguyễn Trọng Bảo, tham mưu phó sư dù và 8 sĩ quan tham mưu bị súng 12,7&nbsp;mm của [[Quân Giải phóng miền Nam Việt Nam]] bắn rơi ngay tại TX Quảng Trị. Mũi đột kích sâu của sư dù và thiết đoàn 20 bị đẩy lùi. Ý định của QLVNCH chiếm thị xã trước ngày 13\/7 để mặc cả tại Hội nghị Paris không thực hiện được. Thương vong mỗi bên đến hàng nghìn người. QLVNCH mất 12 xe tăng các tiểu đoàn dù 1 và 5 bị tổn thất nặng. [[Quân Giải phóng miền Nam Việt Nam]] hầu như không còn xe tăng tại mặt trận từ 26\/6.\n\nNgày 14\/7, Bộ tư lệnh B5 thành lập hai cánh quân phòng thủ TX Quảng Trị gồm: Cánh Đông: Sư 320B (nòng cốt), trung đoàn 18 (sư 325), tiểu đoàn 47 Vĩnh Linh, tiểu đoàn 10 Quảng Trị, đoàn 1A đặc công hải quân. Trung đoàn 48 (sư 320) và tiểu đoàn 8 (Quảng Trị) được giao nhiệm vụ phòng thủ thành cổ và nội đô thị xã do chính ủy trung đoàn Lê Quang Tùy chỉ huy. Cánh Tây: sư 325 (thiếu trung đoàn 18), sư 308 (thiếu trung đoàn 102), trung đoàn 165 (sư 312), 1 tiểu đoàn cao xạ. Tuy nhiên, việc chỉ huy chung không được thống nhất. trên danh nghĩa, sư 320B chỉ huy chung nhưng các đơn vị hướng Tây lại do B5 chỉ huy trực tiếp.\n\nNgày 14\/7, Sư dù và sư TQLC-QLVNCH tổ chức tấn công đợt 2 nhằm chiếm thị xã trước ngày 18\/7 và cùng lắm phải trước ngày 27\/7. Lữ dù 1 đánh Quy Thiện, Trì Bưu, Lữ dù 2 đánh Tích Tường, Như Lệ. Các lữ TQLC 147 và 369 tiến sát sông Vĩnh Định, chiếm An Tiêm, Nại Cửu và Bích La Đông. Trong trận này, lữ 369 TQLC tổn thất 2 đại đội và 11 trực thăng ở Nại Cửu. Đến ngày 16\/7, lữ dù 1 đã chiếm được các làng Trì Bưu, Cổ Thành; Trung đoàn 18 (sư 325) bị tổn thất nặng phải rút ra Ái Tử-Đông Hà, Bộ tư lệnh B5 điều trung đoàn 95 (sư 325) vào thay. QLVNCH đã hình thành thế bao vây ba mặt quanh TX Quảng Trị nhưng chưa vào được nội đô.\n\nNgày 18\/7, ở hướng Tây, Trung đoàn 88 (sư 308) và trung đoàn 48 (thiếu-Sư 320B) chiếm lại Long Hưng Bắc và ngã tư đường sắt; Tiểu đoàn 8 (Quảng Trị)và tiểu đoàn 2 (trung đoàn 48) chiếm lại Thạch Hãn và ngã tư đường 1; Trung đoàn 66 (sư 304) vẫn giữ dược Phú Long.\n\nNgày 22\/7, Bộ tư lệnh B5 tung lực lượng thiết giáp cuối cùng có trong tay (tiểu đoàn 66) phối hợp với Trung đoàn 64 và tiểu đoàn 47 (Vĩnh Linh) phản đột kích vào tiểu đoàn 6 (lữ 258) và tiểu đoàn 9 (lữ 369) TQLC đang đổ bộ xuống Lệ Xuyên, Linh Chiểu tiến đánh Cửa Việt.\n\nTừ ngày 25 đến ngày 27\/7, tướng [[Lê Quang Lưỡng]] tung lực lượng dự bị cuối cùng (LĐ biệt kích dù 81) vào chiến đấu, chiếm được các làng Trì Bưu, Cổ Thành. Tiểu đoàn biệt lích dù 27 tiến sát góc Đông Nam Thành cổ, nhiều lần lao lên định cắm cờ lên tường thành nhưng đều bị Trung đoàn 48 đẩy lùi. Hai bên tổn thất lớn về sinh mạng.\n\nNgày 28\/7, thời hạn đánh chiếm thị xã Quảng Trị và thành cổ đã hết, tướng [[Ngô Quang Trưởng]] quyết định dừng cuộc tấn công của sư Dù, chuyển giao nhiệm vụ đánh chiếm thị xã Quảng Trị cho sư đoàn Thủy quân lục chiến. Trong tháng 7, mỗi ngày [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] huy động từ 40 đến 60 phi vụ [[Boeing B-52 Stratofortress|B-52]], 130 đến 150 phi vụ máy bay cường kích yểm hộ mặt đất cho QLVNCH. Riêng trong tháng 7, Hoa Kỳ đã thực hiện 5.461 phi vụ chiến thuật và 2.054 phi vụ [[B-52]] rải thảm, hải quân Hoa Kỳ cũng vận hành 5 tàu sân bay để hỗ trợ cuộc phản công<ref name=\"Andrade\">{{Chú thích sách|last=Andrade|first=Dale|title=Trial By Fire: The 1972 Easter Offensive, America's Last Vietnam Battle|publisher=Hippocrene Books|year=1995|isbn=9780781802864|page=[https:\/\/archive.org\/details\/trialbyfire1972e0000andr\/page\/211 211-3]|url=https:\/\/archive.org\/details\/trialbyfire1972e0000andr\/page\/211}}<\/ref>{{rp|212}} Lượng bom mà máy bay Mỹ thả xuống Quảng Trị ước tính khoảng 75.000 tấn chỉ riêng trong tháng này.\n\nRút kinh nghiệm cách đánh vỗ mặt của Sư dù không thành công, tướng [[Bùi Thế Lân]] dùng chính chiến thuật của [[Quân Giải phóng miền Nam Việt Nam]] trong [[Chiến dịch Điện Biên Phủ]]: '''chiến thuật lấn dũi''' làm phương thức tấn công chính. Lần này, tướng Lân không bị thúc ép thời hạn đánh chiếm TX Quảng Trị như tướng Lưỡng bởi hòa đàm Paris đã được nối lại. Mỗi đợt tấn công, tướng Lân cho 6 tiểu đoàn thuộc 3 lữ đoàn công kích, để lại 3 tiểu đoàn ở tuyến sau để dưỡng quân, thay thế, bổ sung, trang bị lại sau đó luân phiên thay nhau chiến đấu. Cách đánh này làm cho [[Quân Giải phóng miền Nam Việt Nam]] phải liên tục chiến đấu và đối phó, liên tục tác chiến dẫn đến mệt mỏi trong khi quân số được thay thế rất hạn chế.\n\nTừ ngày 29\/7đến 19\/8, Bộ Tư lệnh B5 bổ sung cho trung đoàn 165 (sư 312) cho hướng Tây, phối hợp với Trung đoàn 88 sư 308), trung đoàn 95 (sư 325) đột kích vào điểm cao 105B, Tích Tường, Thạch Hãn nhưng không đạt kết quả. Ở hướng Đông, đặc công K1, K5 (đoàn 135 - [[Quân Giải phóng miền Nam Việt Nam]]) đột kích Cảng Mỹ Thủy và trận địa pháo Hải Lăng. Các trung đoàn 101 (sư 325) và 27 (sư 320B) tiếp tục giành giật khu vực Nại Cửu, Chợ Sãi với sư Thủy quân lục chiến (QLVNCH). Ngày 9\/8, Bộ tư lệnh B5 giao sư 325 chỉ huy chung các lực lượng [[Quân Giải phóng miền Nam Việt Nam]] phòng thủ thị xã Quảng Trị.\n\nTừ ngày 20 đến ngày 30\/8, ở hướng Tây, sau khi được bổ sung quân và tái trang bị, sư dù có không quân và pháo binh yểm trợ tối đa đánh lấn phía Tây thị xã, chiếm ngã ba Long Hưng, ngã tư Thạch Hãn, Tích Tường. Các trung đoàn 102 và 88 (sư 308) bị thương vong nặng phải rút lui. Các trung đoàn 36 (sư 308) và 165 (sư 312) vẫn giữ được Tích Tường. Ở hướng Đông, trung đoàn 101 (sư 325) đột kích chiếm Chợ Sãi, trung đoàn 27 (sư 320B) chiếm Bích La Trung nhưng sau một ngày, các lữ đoàn 147, 369 TQLC - QLVNCH đã phản kích chiếm lại. Ngày 17\/8, Lữ đoàn 258 TQLC đã đội kích vào trung tâm thị xã; khu vực Trì Bưu đã ba lần chuyển từ tay Trung đoàn 95 (sư đoàn 325 Quân Giải phóng) sang tay Lữ đoàn 258 TQLC (QLVNCH) và ngược lại. Đến cuối tháng 8, QLVNCH vẫn giữ thế bao vây TX Quảng Trị từ ba mặt: Đông Bắc, Đông Nam và Tây Nam.\n\nNgày 5\/9, tướng Trưởng quyết định lợi dụng đối phương đang nguy cấp do nước lụt sông Thạch Hãn dâng cao ngập Thành cổ để mở đợt tấn công thứ năm. Tham gia đợt này còn có thêm các liên đoàn biệt động quân 1 và 2, thiết đoàn tăng 21 có trang bị xe tăng dùng súng phun lửa ([[M-67]]) mới điều từ phía Nam ra. Sư đoàn dù huy động toàn bộ lực lượng được tăng cường liên đoàn 1 biệt động quân công kích thị xã từ hướng Tây Nam và hướng Nam. Sư đoàn thủy quân lục chiến được tăng cường thiết đoàn 21 và liên đoàn 2 biệt động quân tấn công thị xã từ hướng Đông và Đông Bắc. Ngày 6\/9, các Trung đoàn 27 và 64 Quân Giải phóng phá vỡ phòng tuyến sông Vĩnh Định của Lữ đoàn 147 TQLC, mở hành lang nối với [[Nham Biều]], [[Thạch Hãn]]. Trong thị xã, trung đoàn 95 (sư 325) và trung đoàn 48 (sư đoàn 320) đánh chặn lữ dù 3 ở Hải Trì, lữ dù 1 ở Trì Bưu, liên đoàn 1 biệt động quân ở Hành Hoa sát khu vực Thành cổ khoảng 500m đến 1&nbsp;km. Ở các hướng khác, [[Quân Giải phóng miền Nam Việt Nam]] không còn lực lượng chốt giữ phải lui dần, trung đoàn 102 (sư 308) phải bỏ [[Long Hưng]] rút về phía Tây, trung đoàn 24 (sư 304) phải rút về [[Phước Tường]], sau đó bị nước lũ cô lập. [[Không quân Hoa Kỳ]] tăng gấp đôi số phi vụ B-52 và cường kích đánh phá các trận địa của Quân Giải phóng gây thương vong lớn. Các trung đoàn 48 và 95 chỉ còn mấy trăm người, có trung đội chỉ còn 7-8 người.\n\n[[Tập tin:Thành cổ Quảng Trị.JPG|nhỏ|phải|256px|Đài tưởng niệm liệt sĩ tại Thành cổ Quảng Trị]]\n\nNgày 13\/9, tiểu đoàn 6, lữ đoàn 258 TQLC QLVNCH chiếm được góc Đông Nam Thành cổ. Ngày 15\/9, Lữ đoàn 147 TQLC chiếm được góc Đông Bắc Thành cổ. Đêm 15 rạng ngày 16\/9, Bộ tư lệnh B5 điều Trung đoàn 18 (sư 325) vào yểm hộ để rút toàn bộ các lực lượng đang chiến đấu ở thị xã Quảng Trị sang tả ngạn sông Thạch Hãn. Sáng 16\/9 (theo lịch VNCH là 15\/9), Lữ đoàn TQLC kéo cờ tại Thành cổ Quảng Trị, kết thúc cuộc hành quân Lam Sơn 72.\n\nTuy để thị xã Quảng Trị và Thành cổ mất vào tay QLVNCH nhưng [[Quân Giải phóng miền Nam Việt Nam]] vẫn giữ được hai căn cứ bàn đạp Tích Tường, Như Lệ, Phước Môn, Tân Téo phía Tây và Bích La, An Lộng, Chợ Sãi, Nại Cửu, Long Quang ở phía Đông trên hữu ngạn sông Thạch Hãn. Ngoài ra, sư đoàn 324 vẫn chiếm giữ các vị trí cực tây Quảng Trị. Đây là những mục tiêu mà tướng [[Ngô Quang Trưởng]] phải tiếp tục đối phó bằng cuộc hành quân Lam Sơn 72A trong giai đoạn sau.\n\n==Giai đoạn III: Từ Lam Sơn 72A đến Trận Cửa Việt==\n\n===Lam Sơn 72A và các cuộc hành quân \"Sóng thần\"===\n\nTừ cuối tháng 9 đến trung tuần tháng 10\/1972, QLVNCH sử dụng lữ dù 1, tiểu đoàn 85 biệt động quân tấn công các căn cứ bàn đạp của [[Quân Giải phóng miền Nam Việt Nam]]. Ở Tích Tường - Như Lệ, lữ dù 1 chiếm được thôn Tích Tường 2 nhưng không phát huy được chiến quả. Lữ dù 2 không đạt được bất cứ mục tiêu nào.\n\nNgày 7\/10, lữ TQLC 258 tấn công khu vực bàn đạp phía Đông của [[Quân Giải phóng miền Nam Việt Nam]] ở Bích La, An Lộng, Chợ Sãi, Nại Cửu, Long Quang nhưng tiến quân rất chậm do bị tiểu đoàn 8 (Quảng Trị) và tiểu đoàn 47 (Vĩnh Linh) tập kích vào hai bên sườn. Ngày 18\/10, trung đoàn 64 (sư 320B) tổ chức phản đột kích vào điểm cao 11, Linh Chiểu, Ngô Xá Đông (hậu cứ của lữ 258) buộc lữ 147 phải điều quân ứng cứu. Lợi dụng QLVNCH tập trung đánh căn cứ bàn đạp, Đặc công K2, K4 và công binh [[Quân Giải phóng miền Nam Việt Nam]] dùng mìn phá các cầu Chợ Cống, Vân Trình và cầu đường sắt Quảng Trị. Bộ tư lệnh B5 lệnh cho các đơn vị phía Bắc Thạch Hãn phải \"trụ vững và chiến thắng\".\n\nTrên hướng Tây, các lữ dù 2, 3 và liên đoàn 1 biệt động quân (thiếu tiểu đoàn 85) có phi pháo yểm trợ tối đã tấn công các điểm cao 235,367 và các chốt của sư 324, sư 312. Do phòng thủ sư hở nên [[Quân Giải phóng miền Nam Việt Nam]] lần lượt mất các điểm tựa 74, 235, 101, 108, 118, 124; các điểm tựa 367, Động Chiên Giòng, Động Ông Do bị uy hiếp nghiêm trọng. Ngày 20\/10\/1972, Bộ tư lệnh B5 điều các trung đoàn 24, 66 (sư 304) phản kích chiếm lại các điểm cao 118, 124. Ngày 3\/11, lữ dù 2 chiếm điểm cao 367.\n\nNgày 1\/11, Lữ đoàn 369 TQLC mở cuộc hành quân \"Sóng thần 9\" vượt sông Thạch Hãn đánh sang Nham Biều, Ái Tử. Trung đoàn 18 và tiểu đoàn 42 súng máy cao xạ [[Quân Giải phóng miền Nam Việt Nam]] tổ chức phục kích tại bờ sông, gây thương vong lớn cho tiểu đoàn 7 TQLC, buộc lữ 369 phải trở về hữu ngạn Thạch Hãn. Ngày 11\/11, tướng Trưởng điều toàn bộ sư đoàn TQLC mở cuộc tấn công \"Sóng thần 36\" đánh vào căn cứ bàn đạp phía Đông (Long Quang-Thanh Hội) để mở đường tiến chiến Cửa Việt. [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] xuất kích 54 phi vụ cường kích, 18 phi vụ [[Boeing B-52 Stratofortress|B-52]], phối hợp với tàu chiến ném bom, pháo kích yểm trợ cho \"Sóng thần 36\". Các lữ đoàn TQLC không vượt qua được các chốt Long Quang, Thanh Hội, các tiểu đoàn 1, 2, 8 TQLC thiệt hại nặng phải rút ra củng cố. Ngày 4\/12, Bộ tư lệnh B5 điều trung đoàn 48 (thiếu tiểu đoàn 2) và tiểu đoàn 3 (Quảng Trị) vượt sông phối hợp với quân giữ chốt phản kích, đẩy sư đoàn TQLC lùi về Bình An, Gia Đẳng, Ba Lang. Trong các trận này, sư đoàn TQLC QLVNCH bị tổn thất nặng, thương vong 3.200 binh sĩ và sĩ quan, mất 49 xe tăng và xe bọc thép, 16 trực thăng.\n\nNgày 16\/12, tướng Trưởng tiếp tục ý đồ mở đường ra Cửa Việt, tổ cuộc cuộc hành quân \"Sóng thần 45\", sử dụng các lữ đoàn 369 và 147 TQLC (thiếu) đánh ra tuyến Bình An, Thanh Hội. Tại hướng này, sư đoàn 320B [[Quân Giải phóng miền Nam Việt Nam]] đã hội đủ ba trung đoàn chặn đứng cuộc tiến quân của TQLC VNCH ở Bình An, truy kích TQLC đến Hữu Niêm, Bích La Trung, Linh An. Ngày 25\/12, tướng Trưởng phải kết thúc cuộc hành quân.\n\nTừ ngày 17 đến ngày 20\/1\/1973, sư đoàn TQLC tiếp tục mở cuộc hành quân \"Sóng thần 18\" vẫn theo hướng cũ đánh ra Thanh Hội nhưng bị trung đoàn 101 (sư 325) và trung đoàn 64 (sư 320B) đẩy lui chỉ sau 3 ngày.\n\nỞ hướng Tây, sư dù tấn công các chốt của [[Quân Giải phóng miền Nam Việt Nam]] ở Động Ông Do và các điểm cao xung quanh. Ngày 9\/11, lữ dù 2 chiếm được điểm cao A1 khống chế động Ông Do. Bộ tư lệnh B5 giao tư lệnh sư đoàn 312 chỉ huy hướng thay cho tư lệnh sư 308, điều trung đoàn 165 tăng cường cho sư 304 tổ chức phản kích lấy lại Động Ông Do nhưng không giữ được. Ngày 12\/12, sư đoàn dù QLVNCH chiém toàn bộ cụm chốt Động Ông Do, sau đó lần lượt chiếm Khe Trai, Đá Đứng, Phương Thúy, các điểm cao 105B, 132, 264.\n\nNhận thấy lực lượng dù của QLVNCH đã bị hút sang hướng Tây và Tây Nam, ngày 23\/1\/1973, Mặt trận B5 điều trung đoàn 95 và trung đoàn 209 từ bàn đạp Tích Tường-Như Lệ đánh chiếm lại các điểm cao 52, 29 và 15, chốt giữ hướng Tây phòng tuyến sông Thạch Hãn cho đến khi có lệnh ngừng bắn (do Hiệp định Paris).\n\n===Trận Cửa Việt===\n\nÝ đồ của QLVNCH khởi [[trận Cửa Việt]] nhằm chiếm giữ khu cảng quan trọng, chốt giữ cửa sông Thạch Hãn, đẩy các đơn vị [[Quân Giải phóng miền Nam Việt Nam]] đóng ở khu vực Bắc sông Thạch Hãn vào tình rạng khó khăn về hậu cần, tiếp vận; mặt khác, Cửa Việt có thể được tổ chức thành bàn đạp có giá trị quân sự quan trọng, phối hợp lục quân - hải quân để tấn công chiếm lại phần đất ở Bắc Thạch Hãn, hoàn thành toàn bộ kế hoạch hành quân Lam Sơn 72. Đối với [[Quân Giải phóng miền Nam Việt Nam]], Cửa Việt cũng là bàn đạp để phát triển tấn công sau này và là căn cứ trung chuyển hậu cần trọng yếu cho các đơn vị đóng ở phía Đông phòng tuyến Thạch Hãn của họ.\nNgày 21\/1\/1973, tướng Abrams, tướng Heige và tướng [[Ngô Quang Trưởng]] nhất trí với kế hoạch hành quân '''Tangocity''' (tên gọi trận tấn công Cửa Việt-1972 của QLVNCH do các cố vấn Hoa Kỳ đặt).\n\nLực lượng QLVNCH tham gia trận này có: Lữ đoàn đặc nhiệm (Lữ đoàn TQLC 470 mới tổ chức), các lữ đoàn TQLC 147, 258, (mỗi lữ đoàn có 2 tiểu đoàn tuyến đầu, 1 tiểu đoàn dự bị chiến dịch), 2 tiểu đoàn bảo an binh, các thiết đoàn xe tăng 17, 18, 20, 4 tiểu đoàn pháo (72 khẩu) 4 tàu đổ bộ LCU, sư đoàn không quân số 1 (đóng tại Đà Nẵng, Phú Bài). Hải quân Hoa Kỳ điều 5 tàu khu trục, [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] chủ yếu sử dụng B-52 để yểm hộ.\n\nKế hoạch hành quân cụ thể như sau:\n\n* Lữ đoàn đặc nhiệm và thiết đoàn 17 đột kích từ ven biển đánh vào Thanh Hội;\n* Lữ đoàn 147 và 2 thiết đoàn 18, 20 tấn công trực diện vào Long Quang;\n* Lữ đoàn 258 và 2 tiểu đoàn bảo an đánh sang Nại Cửu, Chợ Sãi.\n\nĐêm 25\/1\/1973, các tiểu đoàn 9 (lữ đặc nhiệm), 3 (lữ 258), lữ 147 và hơn 140 xe tăng nổ súng tấn công. Các trung đoàn 95 (sư 325) và 64 (sư 320B) tổ chức 3 tuyến phòng ngự, làm giảm tốc độ tiến quân của QLVNCH nhưng không chặn lại được. [[Không quân Hoa Kỳ|Không lực Hoa Kỳ]] điều động 80 phi vụ [[Boeing B-52 Stratofortress|B-52]], pháo binh từ hạm đội 7 và 4 tiểu đoàn pháo ở TX Quảng Trị bắn hơn 60.000 viên đạn pháo yểm hộ cho QLVNCH. Các đơn vị TQLC thay đổi hẳn cách đánh so với \"Lam Sơn 72\", không tấn công vỗ mặt mà luồn qua các chốt của [[Quân Giải phóng miền Nam Việt Nam]] để nhanh chóng tiếp cận mục tiêu Cửa Việt.\n\nLợi dụng sự mất cảnh giác của một số đơn vị trinh sát [[Quân Giải phóng miền Nam Việt Nam]], 23 giờ ngày 27\/1, lữ đoàn đặc nhiệm đã tiếp cận cảng Cửa Việt. Đến 1 giờ ngày 28\/1, Bộ tư lệnh B5 mới biết tin và ngay lập tức, điều trung đoàn 101 và 5 xe tăng đánh vào sườn Lữ đặc nhiệm ở Đông Hòa, Vĩnh Hòa, bắn cháy 8 xe tăng của thiết đoàn 17 nhưng không ngăn được các tiểu đoàn 2, 5 (lữ đặc nhiệm) tiến về cảng Cửa Việt, hình thành 3 cụm quân vây bọc cảng.\n\nRạng sáng ngày 28\/1, Bộ tư lệnh B5 tiếp tục điều 5 tiểu đoàn từ các trung đoàn 27, 48, 64 (sư 320B), 271 (độc lập), 38 (Quân khu IV) tăng viện cho các lực lượng giữ Cửa Việt. Đến trưa 28\/1, B5 điều tiếp Trung đoàn 24 (sư 304) và 1 đại đội xe tăng (thuộc trung đoàn 203) tấn công phía sau cánh quân của lữ đặc nhiệm QLVNCH.\n\nNgày 30\/1 [[Quân Giải phóng miền Nam Việt Nam]] nổ súng tấn công nhưng các hướng không phối hợp được với nhau nên bị lữ đặc nhiệm và lữ 147 TQLC đẩy lùi. Ngày 31\/1, Quân Giải phóng tổ chức tổng công kích đồng loạt vào 5 cụm quân của QLVNCH. 8h30 sáng 31\/1, ba cụm quân QLVNCH ở cảng bị diệt, hai cụm quân còn lại rút về Mỹ Thủy. Tuyến phòng thủ Vĩnh Hòa, Thanh Hội, Long Quang, Chợ Sãi của B5 được khôi phục. Cuộc hành quân '''Tangocity''' không thu được kết quả nào.\n\nTừ năm 1973 đến tháng 3 năm 1975, tại mặt trận Trị Thiên Huế, các bên tiếp tục có những trận đánh nhỏ nhằm giành đất, cắm cờ cho đến khi nổ ra Chiến dịch mùa Xuân 1975.\n\n==Xem thêm==\n* [[Chiến dịch Trị Thiên]]\n* [[Trận Cửa Việt]]\n\n==Chú thích==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n\n[[Thể loại:Bắc Trung Bộ|T]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Việt Nam|T]]\n\n[[de:Schlacht um Quảng Trị]]\n[[en:First Battle of Quảng Trị]]"}