{"1439328":"{{Infobox Political party\n| tên = Mặt trận Issarak Thống nhất <br> <small>United Issarak Front<\/small> <br> <small>Samakhum Khmer Issarak<\/small>\n| tên gốc = \n|logo = [[Tập tin:Flag of the People's Republic of Kampuchea.svg|150px]]<br>Lá cờ của Mặt trận Issarak Thống nhất, về sau là quốc kỳ chính thức của nước [[Cộng hòa Nhân dân Campuchia]].<ref name=\"two\">[[Kiernan, Ben]]. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985. p. 80<\/ref>\n|leader = \n|chairman = \n|president = [[Sơn Ngọc Minh]]\n|secretary_general = \n|spokesperson = \n|leader1_title = Phó Chủ tịch\n|leader1_name = Chan Samay\n|leader2_title = Phó Chủ tịch\n|leader2_name = [[Tou Samouth]]\n|leader3_title = \n|leader3_name = \n|founded = 1950\n|dissolved = 1954\n|merger = \n|split = \n|merged = \n|headquarters = Đông [[Campuchia]]\n|newspaper = Issarak\n|student_wing = \n|youth_wing = \n|wing1_title = \n|wing1 = \n|wing2_title = \n|wing2 = \n|wing3_title = \n|wing3 = \n|membership_year = \n|membership = \n|ideology = [[Chủ nghĩa cộng sản]],<br>[[Chủ nghĩa Marx-Lenin]],<br>[[Chủ nghĩa dân tộc]] [[Người Khmer|Khmer]]\n|national = \n|international = \n|europarl = \n|affiliation1_title = \n|affiliation1 =\n|colors = \n|seats1_title = \n|seats1 = \n|seats2_title = \n|seats2 = \n|symbol = \n|website = \n|country = <!-- or state -->\n|country2 = \n|state = <!-- or country -->\n}} \n'''Mặt trận Issarak Thống nhất''' (viết tắt theo tiếng Anh: ''UIF'', tên gốc {{lang-km|សមាគមខ្មែរ​ឥស្សរៈ}} ''Samakhum Khmer Issarak'', nghĩa là ''Mặt trận Khmer Issarak'') là phong trào kháng chiến chống [[Đế quốc thực dân Pháp|thực dân Pháp]] của [[Campuchia]] do các thành viên cánh tả của phong trào [[Khmer Issarak]] tổ chức từ năm [[1950]]-[[1954]].<ref name=\"one\">Kiernan, Ben. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985. p. iv<\/ref> UIF phối hợp các nỗ lực của phong trào từ năm 1950 và tiến hành chiến tranh chống lại quân đội [[Liên hiệp Pháp]]. Vào thời điểm của [[Hiệp định Genève, 1954|Hội nghị Hòa bình Genève năm 1954]], ước tính rằng UIF kiểm soát khoảng một nửa lãnh thổ Campuchia.<ref>[http:\/\/countrystudies.us\/cambodia\/19.htm Cambodia - The Cambodian Left: The Early Phases<!-- Bot generated title -->]<\/ref>\n\n==Lịch sử== \n===Thành lập===\nHội nghị Đại biểu nhân dân Campuchia với hơn 200 đại biểu các tầng lớp nhân dân Campuchia các địa phương trên toàn lãnh thổ Campuchia tham dự (trong đó 105 tu sĩ [[Phật giáo]]) đã quyết định thành lập Mặt trận Khmer Issarak để thống nhất lãnh đạo nhân dân Campuchia tiến hành kháng chiến chống Pháp được tổ chức tại [[Kompong Som Loeu]], tỉnh [[Kam pốt|Kampot]] từ ngày 17-19 tháng 4 năm 1950.<ref name=\"one\" \/> Hội nghị đã vạch ra đường lối kháng chiến giành độc lập và quyền tự do dân chủ cho nhân dân Campuchia - ấn định quốc kỳ và quốc ca (quốc kỳ có hình 5 tháp vàng tượng trưng Đền AngKor trên nền cờ đỏ, quốc ca là bài ''Comtóp Issarak''). [[Ung Sao]], viên tướng [[Việt Minh]] cũng tham dự hội nghị. Tại địa điểm tổ chức hội nghị đã chính thức treo cờ ba nước [[Việt Nam]], [[Lào]], [[Campuchia]].<ref>Kiernan, Ben. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985. p. 82, 130<\/ref>\n\nHội nghị đã bầu Ban Chấp hành Trung ương Quốc gia do [[Sơn Ngọc Minh]] đứng đầu. Các thành viên ủy ban khác là [[Chan Samay]] (Phó trưởng ban), [[Sieu Heng]] (bộ trưởng), Chan Dara (chỉ huy quân sự), [[Meas Vong]] (chỉ huy quân sự), [[Meas Vannak]] (chỉ huy quân sự), [[Chau Yin]] (chỉ huy quân sự), [[Nhem Sun]] (chỉ huy quân đội), [[Sok Saphai]] (chỉ huy quân sự), [[Ngin Hor]] (chỉ huy quân sự), [[Keo Moni]], [[Ney Sarann]], một người đại diện [[Phnôm Pênh]] (có thể là [[Keo Meas]]) và hai người đại diện cho kiều bào Khmer. Sau đó có thêm đại diện [[Người Khmer (Việt Nam)|Khmer Krom]] được cho là Meas Vong và Meas Vannak. Ước tính rằng hơn một nửa số thành viên ủy ban có liên kết với [[Đảng Cộng sản Việt Nam|Đảng Cộng sản Đông Dương]].<ref name=\"one\"\/> \n \n===Chính phủ kháng chiến===\nHội nghị thành lập của UIF đã đưa ra quyết định thành lập một chính phủ cách mạng sơ khai là Ủy ban Giải phóng Nhân dân Trung ương (PLCC) dưới sự lãnh đạo của Sơn Ngọc Minh. Hỗ trợ cho Minh có ba Phó Chủ tịch gồm: Chan Samay, Sieu Heng (Bộ trưởng Quốc phòng PLCC) và [[Tou Samouth]] (cả ba đều là cán bộ của ICP). [[Son Phouc Rattana]], thư ký hành chính của PLCC. [[Non Suon]] là thành viên thứ sáu của ban lãnh đạo PLCC.<ref name=\"two\"\/>\n\nNgày 19 tháng 6 năm 1950, Sơn Ngọc Minh tuyên bố Campuchia độc lập. Đồng thời, ông cũng tuyên bố rằng các lực lượng vũ trang của UIF đã kiểm soát 1\/3 đất nước.<ref name=\"two\"\/>\n\nNgày 11 tháng 3 năm [[1951]], đại biểu Mặt trận Khmer Issarak, Mặt trận Liên Việt và Mặt trận Lào Issala họp hội nghị Đoàn kết nhân dân ba nước, quyết định thành lập khối đoàn kết nhân dân ba nước nhằm đánh bại thực dân Pháp, giành độc lập, tự do cho ba nước và góp phần bảo vệ hòa bình ở [[Đông Nam Á]] và trên thế giới.<ref name=\"two\"\/>\n\nTới năm [[1952]], UIF đã hợp nhất các nhóm Issarak đối lập thành [[Ủy ban Giải phóng Dân tộc Khmer]], do [[Leav Keo Moni]] lãnh đạo và có trụ sở tại phía tây bắc Campuchia, mặc dù một số thành phần chống Cộng của KNLC vẫn tiếp tục hoạt động độc lập. UIF sau đó thành lập một Chính phủ kháng chiến Khmer, với cơ cấu như sau: \n*'''Chủ tịch''': Sơn Ngọc Minh\n*'''Phó Chủ tịch''': Chan Samay\n*'''Bộ trưởng Nội vụ''': Tou Samouth\n*'''Bộ trưởng Ngoại giao''': Keo Moni\n*'''Bộ trưởng Giáo dục''': Chau Yin\n*'''Bộ trưởng Quốc phòng''': Sieu Heng\n*'''Bộ trưởng Dân tộc Nội vụ''': Leav Keo Moni\n*'''Bộ trưởng Tôn Giáo''': Sos Man<ref>Kiernan, Ben. ''How Pol Pot Came to Power. [[Luân Đôn|London]]: Verso, 1985. p. 125<\/ref>\n\n===Xung đột vũ trang===\nTháng 8 năm 1950, UIF cho thành lập một trường huấn luyện quân sự, với khoảng một trăm cán bộ vũ trang UIF khóa đầu tiên.<ref>Kiernan, Ben. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985.. p. 81<\/ref> Vào tháng 9 năm 1950, quân đội Liên hiệp Pháp đã tăng cường chiến dịch của họ chống lại UIF. Vào thời điểm đó, quân kháng chiến UIF nhận được sự hỗ trợ của khoảng 3.000 binh sĩ Việt Minh.<ref>Kiernan, Ben. ''How Pol Pot Came to Power. [[Luân Đôn|London]]: Verso, 1985. p. 85<\/ref>\n\nTháng 2 năm 1953, UIF và lực lượng Việt Minh phục kích và giết chết viên tỉnh trưởng [[Prey Veng (tỉnh)|Prey Veng]]. Hành động này tạo thành một chiến thắng tuyên truyền chính cho UIF, lời yêu cầu tuyển quân kháng chiến đã bị lấy đi bằng những lời hứa của [[Norodom Sihanouk|Hoàng thân Sihanouk]] giành độc lập từ tay Pháp.<ref>Kiernan, Ben. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985. p. 130<\/ref>\n\n===Hội nghị Genève===\nNgay sau khi kháng chiến thành công, Mặt trận Issarak Thống nhất đã gửi hai đại biểu là Keo Moni và Mey Pho tới dự hội nghị Genève năm 1954 để bàn về giải pháp hòa bình cho cuộc xung đột ở Đông Dương. Hai phái đoàn đại biểu Việt Minh đến Genève vào ngày 8 tháng 5. Tuy vậy, UIF chính thức được mời tham dự hội nghị. Trong bài phát biểu đầu tiên của đại biểu Việt Minh đã kêu gọi Chính phủ Kháng chiến Khmer do UIF lãnh đạo nên bao gồm trong các cuộc đàm phán, trên cơ sở bình đẳng với Chính phủ Hoàng gia Campuchia. Lời kêu gọi này được sự ủng hộ của các đại biểu của [[Liên Xô]] và [[Trung Quốc]], [[V.M. Molotov]] và [[Chu Ân Lai]]. Tuy nhiên, Chu Ân Lai bị các cường quốc phương Tây thuyết phục đã rút sự ủng hộ của ông cho việc UIF tham gia trong hội nghị. Kết quả của hội nghị bao gồm một lệnh ngừng bắn có cả UIF, sự độc lập của Campuchia dưới quyền Sihanouk và rút các lực lượng Việt Minh ra khỏi lãnh thổ Campuchia. UIF chính thức ngừng hoạt động.<ref>Kiernan, Ben. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985. p. 141-155<\/ref> Về sau, cộng sản Campuchia lập luận rằng Việt Minh đã phản bội UIF tại Hội nghị Genéve.\n\nKết quả của các cuộc đàm phán Genève đã cung cấp sự bảo vệ các cựu phiến quân Cộng sản bởi Ủy ban Giám sát và Kiểm soát Quốc tế trong suốt chiến dịch bầu cử, nhưng trên thực tế sự đảm bảo như vậy đã không được đưa ra. Với tình hình này, hàng ngàn phiến quân cộng sản đã bỏ sang Việt Nam cùng với lực lượng Việt Minh khởi hành trên các tàu thuyền [[Ba Lan]] do ICSC hỗ trợ trên sông [[Mê Kông]].<ref>Kiernan, Ben. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985. p. 153-154<\/ref>\n\n===Thành viên===\nCác nguồn tin phía Việt Nam nói rằng tổng số thành viên của UIF đã đạt khoảng 150.000 trước khi kết thúc vào năm 1950. Tuy nhiên, một ước tính thận trọng hơn khi cho rằng số lượng thành viên của UIF không bao giờ vượt quá 20.000.<ref>Kiernan, Ben. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985. p. 129-130<\/ref>\n\n===Quan hệ với Phật giáo===\nHai trong số các nhà lãnh đạo chính của UIF, Sơn Ngọc Minh và Tou Samouth trước đây đều là tu sĩ, UIF có thể vận dụng một ảnh hưởng đáng kể giữa các giới Phật giáo. Tháng 2 năm 1951, UIF đã tổ chức một hội nghị Phật giáo Khmer do Sơn Ngọc Minh dẫn đầu. Năm 1952 Sơn Ngọc Minh, Prom Samith (một nhà sư đã tham gia UIF và trở thành biên tập viên của tờ báo ''Issarak''), Chan Dara và năm nhà sư đã tiến hành một chuyến du lịch ở khu vực người Khmer Krom. Trong chuyến du lịch, họ nhấn mạnh vai trò của Phật giáo trong công cuộc đấu tranh giải phóng dân tộc. Cùng năm đó, Sơn Ngọc Minh đã thuyết phục trụ trì của ba thiền viện ở Kampot đang giữ một nhóm luật sư của UIF đào ngũ trở lại hàng ngũ UIF tham gia vào cuộc kháng chiến chống Pháp.<ref>{{Chú thích web |url=http:\/\/www.uq.edu.au\/access_history\/two-two\/khmer.pdf |ngày truy cập=2012-08-18 |tựa đề=Bản sao đã lưu trữ |archive-date = ngày 6 tháng 9 năm 2008 |archive-url=https:\/\/web.archive.org\/web\/20080906220413\/http:\/\/www.uq.edu.au\/access_history\/two-two\/khmer.pdf }}<\/ref><ref>Kiernan, Ben. ''How Pol Pot Came to Power''. [[Luân Đôn|London]]: Verso, 1985. p. 93<\/ref>\n\n==Tham khảo==\n{{Tham khảo}}\n\n[[Thể loại:Lịch sử Campuchia]]\n[[Thể loại:Chiến tranh Đông Dương]]\n[[Thể loại:Cộng sản ở Campuchia]]\n[[Thể loại:Phong trào giải phóng dân tộc]]\n[[Thể loại:Nhóm phiến quân ở Campuchia]]"}