{"319786":"{{DISPLAYTITLE:''Mẹ Việt Nam'' (trường ca)}}\n[[Tập tin:Caiquanmevn.jpg|nhỏ|180px|Bìa CD hợp tuyển 2 trường ca: [[Con đường cái quan (trường ca)|''Con đường cái quan'']] và ''Mẹ Việt Nam'', thu âm năm [[1965]], chỉnh sửa và tái phát hành năm [[1993]].|thế=]]\n'''Mẹ Việt Nam''' là tên một bản trường ca của [[Phạm Duy]], khởi soạn tháng 11, năm [[1963]] và hoàn tất vào tháng 5 năm [[1964]]. Đây là trường ca thứ hai của Phạm Duy sau [[Con đường cái quan (trường ca)|''Con đường cái quan'']] và cùng với ''Con đường cái quan'' là 2 trường ca nổi tiếng nhất của ông.\n\nTại [[Việt Nam]], từ sau [[sự kiện 30 tháng 4 năm 1975]], cũng như những ca khúc khác của Phạm Duy, Trường ca này bị cấm lưu hành và đến nay vẫn chưa được phép trình diễn, tuy một số ca khúc khác của Phạm Duy đã được cấp phép.\n\n==Nội dung==\nBài trường ca mang hình ảnh mẹ Việt Nam, một khái niệm trừu tượng trong dân gian, qua đó đã đồng hóa thành [[lịch sử Việt Nam]] và gửi gắm thông điệp tình thương dân tộc<ref name=tva>[http:\/\/www.phamduy.com\/document\/tokhuc\/vanan.html Liệu Có Mùa Xuân Dân tộc Khi Bầy Chim Hồi Xứ ?] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090907182839\/http:\/\/www.phamduy.com\/document\/tokhuc\/vanan.html |date=2009-09-07 }} - bài báo của Trần Văn Ân, 1990<\/ref>. Theo lời tác giả mô tả, đây {{cquote|...là một âu ca, ca tụng Mẹ Tổ Quốc và những Mẹ điển hình trong truyền kỳ lịch sử nước nhà, đề tài và cảm hứng nhắm dựa vào tình thương yêu và tính hiếu hoà, tính tình này đã sinh tồn mạnh mẽ trên đất ta và phải được truyền đi trong thế giới tàn nhẫn hiện tại|Phạm Duy<ref>[http:\/\/www.saigonline.com\/phamduy\/document\/truongca\/phamduy3.html Viết về trường ca Mẹ Việt Nam] - Phạm Duy, hồi ký quyển 3<\/ref>}}\n\nTrường ca gồm 4 phần: [[Đất]] [[mẹ]], [[Núi]] mẹ, [[Sông]] mẹ và [[Biển]] mẹ, mỗi phần có nhiều bài, tổng cộng là 21 bài hát, những bài này cũng thường được các ca sĩ hát như bài độc lập.\n\n=== Đất mẹ ===\n{{quote|''Lúc trẻ tuổi, mẹ Việt Nam được biểu tượng bằng đất màu tươi tốt, đa tình, nền tảng của gia đình, ruộng nương, làng nước''...|Phạm Duy}}\nPhần Đất mẹ gồm 3 đoạn, chia làm 5 bài:\n\n*Đoạn 1 gồm 2 bài: Mẹ ta, Mẹ xinh đẹp\n*Đoạn 2 gồm 2 bài: Mẹ chờ mong, Lúa mẹ\n*Đoạn 3: Mẹ đón cha về\n\nTrong đó, đoạn 1 tả hình dáng và đặc điểm của mẹ, đoạn này ca ngợi sự giản dị của người mẹ Việt Nam tuy xinh đẹp (má tươi hồng, bàn tay trắng, nhỏ người vai lẳn, vú căng tròn, tròn lưng ong, tóc mây ngàn...) nhưng vẫn phục sức mộc mạc:\n\n:''Mẹ Việt Nam, không son không phấn''\n:''Mẹ Việt Nam, chân lấm tay bùn''\n:''Mẹ Việt Nam, không mang nhung gấm''\n:''Mẹ Việt Nam, mang tấm nâu sồng.''\n\nBốn câu này được Xuân Vũ, trong cuốn ''[[Nửa thế kỷ Phạm Duy]]'' nhận xét: \"Tôi xin chịu. Không có ai mô tả Mẹ Việt Nam nổi đến thế. Mà chỉ trong có 16 chữ! Như thế là quá tài tình vì tả thể chất mà người đọc nhận thấy cả tâm hồn. Tấm áo nâu, rướn mình đi từ núi rừng cao ở bản Tình Ca càng nổi bật ở đây, vì là tấm nâu sồng của Mẹ Việt Nam là tấm áo nâu mang hồn sông núi. Những ý tưởng cao đẹp tuôn trào ra ngón đàn.\"\n\nTrong đoạn 2, hình ảnh Mẹ mong chồng đã được nhắc tới. Mẹ được mô tả bằng những hình ảnh quen thuộc của đất nước Việt Nam như: [[ruộng lúa|ruộng]], lưỡi cầy, [[đất]]... Mẹ mang hình ảnh của [[Nữ Oa]], [[quan Âm Thị Kính (truyện thơ)|tiểu Kính Tâm]], [[Châu Long]], là những tiêu biểu về đức tính tốt đẹp được truyền tụng trong dân gian<ref name=xv>[http:\/\/dactrung.net\/NoiDung.aspx?m=bv&id=1567 Nửa thế kỷ Phạm Duy], Chương XXll, bài viết của Xuân Vũ, phần viết về Mẹ Việt Nam<\/ref>. Đoạn 3 tả niềm vui của mẹ khi đón cha về, đồng thời ca ngợi sự tảo tần, chịu thương chịu khó, từ bi, của người mẹ (Năm tháng lo gánh gạo  nuôi chồng), và làm nổi bật công lao của mẹ trong những cuộc kháng chiến của dân tộc:\n\n:''Việt Nam có anh hùng, mắt nhung và môi son ''\n:''Giữa mùa Xuân giết giặc''\n:''Yêu nước non, hé môi cười ''\n:''Nụ cười thanh bình ''\n:''Mẹ Việt Nam.''\n\n===Núi mẹ===\n{{quote|''Khi đứng tuổi, mẹ hiện thân là núi non sắt đá, trong sự hi sinh ròng rã, vẫn bền bỉ đợi chờ và che chở người chinh phu chưa hết nợ đao binh''.|Phạm Duy}}\n\nPhần Núi mẹ gồm 3 đoạn, chia ra làm 5 bài:\n*Đoạn 1 gồm 2 bài: Mẹ hỏi, Mẹ bỏ cuộc chơi\n*Đoạn 2: Mẹ trong lòng người đi\n*Đoạn 3 gồm 2 bài: Mẹ trả lời, Mẹ hóa đá\n\nPhần này lấy hình ảnh của núi để nói về sự chờ đợi của Mẹ, chờ đợi chồng về, chờ đợi một cái gì đó tốt đẹp sẽ quay trở lại sau cơn binh lửa dằng dai. Mấy câu lục bát biến thể mở đầu khắc hoạ nỗi đau của mẹ khi chiến cuộc xảy ra, chồng phải đi lính:\n\n:''Lính [[vua]] ! Lính [[chúa]] ! Lính [[làng]] !''\n:''Trời ơi ! Giết bao nhiêu giặc ''\n:''Cho chàng, chàng phải đi ?''\n\nNúi mẹ mang nhiều hình ảnh nói lên cảm xúc và tâm trạng người chinh phụ, lấy 4 mùa của năm ra để lột tả dòng tâm trạng biến đổi của mẹ:\n\nMùa [[mùa xuân|xuân]] và mùa [[hạ]] (trong bài 1):\n\n:''Gió mùa Xuân, Mẹ bâng khuâng hỏi:''\n:''Hoa trên đồi, hoa trên đồi sớm tối còn tươi ''\n:''Giữa ngày xuân mới, giữa hội mùa vui''\n:''Sao vắng tiếng cười ? ''\n:''Sao vắng bóng người ?''\n\n:''Gió hè qua, Mẹ ra con hỏi ''\n:''Khi trên đồi, khi trên đồi nắng quái chiều hôm ''\n\nMùa [[mùa thu|thu]] và mùa [[đông]] (trong bài 3):\n\n:''Gió mùa Thu, Mẹ ru con ngủ''\n:''Con vẫn chờ bóng cũ người xưa''\n:''Bốn nghìn năm qua, bóng về rồi đi ''\n:''Bóng ngã chiến trường làm phân bón cánh đồng''\n\n:''Gió mùa Đông, Mẹ không thấy mỏi''\n:''Đứng trông về, đứng trông về bốn cõi trời xa ''\n\nBốn đoạn này được viết trên nền làn điệu [[Ru con]] phổ biến ở Việt Nam. Trong đoạn mùa Thu có hình ảnh đứa con và chiếc bóng đi về, gợi nên câu chuyện [[Thiếu phụ Nam Xương]] của [[Nguyễn Dữ]].\n\nRiêng đoạn 2 nói lên tấm lòng người ra đi, những lời dặn dò, nguyện ước của họ với người ở lại và những khó khăn người đó gặp phải trên con đường cứu quốc, cứu quốc ở đây cũng là cứu đất Mẹ, cứu mẹ Việt Nam. Trong bài mang nhiều tên núi nổi tiếng của tổ quốc Việt Nam như [[Bảy Núi|Thất Sơn]], [[núi Lam]]...\n\nCâu cuối cùng của phân khúc này, qua bao sóng gió và hy sinh gian khổ, mẹ lại trở lại là người mẹ bình dị, lo lắng trước hết cho gia đình, mặc cho chàng mang những hoài bão lớn lao, mẹ chỉ mong chàng giữ thân để nàng lấy đó làm gương dạy con, như ước mơ bình dị của những phụ nữ:\n:''Giữ dân ! Giữ nước ! Giữ làng ! ''\n:''Chàng ơi, giữ thân cho Mẹ ! ''\n:''Cho nàng dạy con. ''\n\n===Sông mẹ===\n{{quote|...''Mẹ còn âm thầm xót thương lũ con sông ngòi, có những đứa dại dột, hiếu thắng, phản bội mẹ vì sự tranh giành lẫn nhau, gây oán hận phân chia, làm nát tan lòng mẹ''...|Phạm Duy}}\nPhần Sông mẹ gồm 4 đoạn, chia ra làm 5 bài:\n*Đoạn 1 gồm 2 bài: Muốn về quê mẹ, Sông còn mải mê\n*Đoạn 2: Sông vùi chôn mẹ\n*Đoạn 3: Sông không đường về\n*Đoạn 4: Những dòng sông chia rẽ\n\nMở đầu của phần này là câu ca dao được ngắt ra, ẩn dụ sự chia cắt trên dòng sông đất nước:\n\n:''Chiều chiều ra đứng bờ sông''\n:''Muốn về quê Mẹ ''\n:''Muốn về quê Mẹ ''\n:''Mà không có đò ! ''\n\nSau đó là những ngổn ngang, bất ổn trên những dòng sông đất nước, mà chúng ẩn dụ cho những đứa con của mẹ Việt Nam, cũng như tình hình đất nước vào thời kỳ đó:\n:''[[Sông Hồng]] cuộn sóng lôi cuốn Sông Lô''\n:''[[Sông Đà|Sông Đà,]] [[Sông Đuống|Sông Đuống]] trôi xuống Sông Cầu''\n:''Nghe Bạch Đằng Giang chôn bao nhiêu xác quân Tàu''\n:''Sông nào cũng muốn đến trước tranh lấy công đầu ''\n\nVì còn mải mê giành giật như vậy nên sông không cùng nhau chảy về quê Mẹ được. Phần bài hát này mang tính thời cuộc cao.\n\nXuân Vũ khi viết về phần này cũng nói: \"Trong phần III của Trường Ca, phần Sông mẹ, Phạm Duy đã nói lên được nỗi bi đát, niềm đau thương của dân tộc ta sau những lúc vinh quang. Có những con sông lịch sử với chiến công oanh liệt như Bạch Đằng Giang thì cũng có những con sông ô nhục như sông Gianh, Bến Hải. Và có những con sông nhuộm màu chủ nghĩa này, chủ nghĩa nọ, tranh giành lẫn nhau<ref name=\"xv\"\/>\"\n\nSự tranh giành giữa các dòng sông dẫn đến vùi chôn hình ảnh Mẹ trong đoạn thứ 2. Trong bài này còn có đoạn mẹ ôm sóng vớt củi sông dài, và chìm nghỉm, gợi đến câu chuyện ''[[Anh phải sống]]'' của [[Khái Hưng]].\n\nMẹ đã bị chôn vùi, thế nhưng những dòng sông vẫn còn tiếp tục tranh giành, vì không còn đường về, sự việc cứ diễn ra như những đợt sóng cuồng điên, mù mịt (Đoạn 3). Dần dần, dẫn đến những dòng sông chia rẽ (Đoạn 4):\n\n:''Nước đi là nước không về''\n:''Chia đôi dòng nước chia lìa dòng sông''\n\nNhững dòng sông chia rẽ ở đây ám chỉ sự chia cắt ở đất nước Việt Nam vào thời điểm bài hát được sáng tác.\n\n===Biển mẹ===\n{{quote|''Vào lúc tuổi già, mẹ trở thành biển cả đại lượng bao dung, kêu gọi và ôm đón đàn con giang hồ, thành công hay thất bại. Nước mắt vui mừng của mẹ lúc gặp con bốc lên trời cao làm mây đầy đặn và ấm áp, bay đi rửa sạch địa cầu bằng ơn mưa móc...''|Phạm Duy}}\n\nPhần Biển mẹ gồm 6 đoạn, chia ra làm 7 bài:\n*Đoạn 1: Mẹ trùng dương\n*Đoạn 2: Biển đông sóng gợn\n*Đoạn 3: Thênh thang thuyền về\n*Đoạn 4: Chớp bể mưa nguồn\n*Đoạn 5: Phù sa lớp lớp mây trời cuộn bay\n*Đoạn 6 chia ra làm 2 bài: Mẹ Việt Nam ơi, Việt Nam - Việt Nam\n\nĐây là phần dài nhất của trường ca, mở đầu là Mẹ Trùng Dương với âm điệu miên man, ấm áp và lời ca đằm thắm nhẹ nhàng:\n\n:''Sóng vỗ miên man như câu ru êm của Mẹ dịu dàng ''\n:''Nước biếc mênh mông như đôi tay ôm của Mẹ trùng dương''\n\nĐó là tiếng vỗ về của mẹ khuyên con trở về, sau khi đã tìm con trong gió phương Bắc, nắng phương Nam. Hình ảnh mẹ đồng hóa với biển, buổi sớm vươn vai đón ánh dương, chiều chơi vơi như nằm trong nỗi thương nhớ những đứa con xa, mẹ cho con tôm to, cá lớn thơm ngon đầy thuyền, mẹ tạo nên mưa gió hiền khô...\n\nĐoạn 1 này thường được các ca sĩ hát riêng thành bài Mẹ Trùng Dương. Đây cũng là phần được nhiều người đánh giá cao nhất. Các phần tiếp theo cũng là những lời khuyên nhủ của biển mẹ đối với những đứa con lạc lối. Bài 3 (Thênh thang thuyền về) kể chuyện các con thuyền, con sông đã nghe được tiếng biển mẹ và quay về trong niềm nhớ quê, nhớ mẹ, nhớ nước. Phần 4 nối tiếp bằng việc tả ngoại cảnh lúc mẹ chờ con về. Bài 5 tả quang cảnh lúc những đứa con quay về, có đứa nhỏ ra ngoài trời ngắm cảnh mây bay và kể với bà của nó.\n\nĐoạn 5 là phần kết thúc, gồm 2 bài: Mẹ Việt Nam ơi và Việt Nam, Việt Nam. Phần Mẹ Việt Nam ơi ngắn ngủi, âm điệu du dương tha thiết mang lời thề của đứa con \"giữ thơm quê mẹ\", khi đã về nhà \"khát khao hơi mẹ\", và hiểu rằng cuộc đời dù phai tàn thì thế giới sẽ vẫn \"còn tình yêu mẹ mà thôi\".\n\nPhần tiếp theo là bài hát [[Việt Nam, Việt Nam]]\n{{chính|Việt Nam, Việt Nam}}\n\nBài này không nói tới chữ mẹ mà nhắc tới Việt Nam 21 lần, xét về nội dung thì không phụ thuộc vào phần \"Biển mẹ\" nói trên. Phần này chủ yếu ca ngợi hình ảnh đất nước và con người Việt Nam, cùng với chí hướng, ước mơ vươn đến những điều tốt đẹp.\n\n==Âm nhạc==\n\nTheo hồi ký Phạm Duy, do muốn trường ca mang tính chất tượng trưng, ông đã dùng âm thể chính là Mi giáng trưởng với những nốt nhạc có dấu giảm. Theo ông: \"Về hình thức nghĩa là về nhạc lý, theo tôi, Mẹ Việt Nam mang nhiều tính chất dân ca hơn [[Con đường cái quan (trường ca)|Con Đường Cái Quan]]. Vì bài này mang tính chất tả thực (réaliste) nên nó được xây dựng trên âm giai ''LA MAJEUR'' nghĩa là với những nốt nhạc có dấu thăng (dièse). Tôi muốn Mẹ Việt Nam mang tính chất tượng trưng (symbolique) nên bây giờ tôi dùng âm thể MIb với những nốt nhạc có dấu giảm (bémol)\".<ref>[http:\/\/www.phamduy2010.com\/02sokhao\/03MeVietNam.php Phạm Duy viết về Mẹ Việt Nam]<\/ref>\n\nNhà nghiên cứu Georges Gauthier, tác giả cuốn \"Một người Gia Nã Đại và âm nhạc Phạm Duy\", sau khi nghe trường ca đã có nhiều khen ngợi. Theo Gauthier, hiếm khi trong tác phẩm của Phạm Duy mà kỹ thuật và súc cảm, lý trí và tình cảm lại hòa hợp với nhau trong một vẻ vĩ đại và toàn hảo vững vàng được như trong bản Mẹ Việt Nam. Gauthier gọi cái đẹp của bản liên-hợp-phổ ấy là cái đẹp cổ điển, một cái đẹp phổ quát, và đoán chừng chỉ có bản trường ca tiếp theo mới có thể so sánh được.<ref name=gt\/>\n\nÂm nhạc của trường ca Mẹ Việt Nam, cũng theo Georges Etienne Gauthier, được cấu trí và hòa điệu phong phú hơn, nhưng mang ít tính dân gian hơn so với trường ca [[Con đường cái quan (trường ca)|Con đường cái quan]]<ref name=gt>[http:\/\/www.phamduy.com\/document\/truongca\/gauthier2.html] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090907182914\/http:\/\/www.phamduy.com\/document\/truongca\/gauthier2.html |date=2009-09-07 }}- bài viết của Georges Etienne Gauthier đăng trên báo Bách Khoa, tháng 2-1972<\/ref>.\n\nBắt đầu với cung Cm trong đoạn \"Mẹ ta\", \"Mẹ xinh đẹp\", Phạm Duy đã đưa giai điệu qua nhiều cung bậc khác nhau: \"Lúa mẹ\" bắt đầu bằng cung Emb và kết thúc bằng Cm, sang phần \"Sông vùi chôn mẹ\" chuyển sang cung Bb. Đến \"Dòng sông chia rẽ\", giai điệu biến đổi lần lượt, bắt đầu ở cung Bmb, rồi qua Dmb, Fm, Bmb, Emb và Gb. Phần \"Biển mẹ\" bắt đầu một cách tươi tắn bằng cung Eb trong Mẹ trùng dương, dần chuyển sang đoạn kết ở cung Ab<ref>[http:\/\/www.saigonline.com\/phamduy\/document\/truongca\/nhactap2\/mucluc.html Nhạc tập trường ca Mẹ Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20071027075920\/http:\/\/www.saigonline.com\/phamduy\/document\/truongca\/nhactap2\/mucluc.html |date=2007-10-27 }} trên Saigonline.com<\/ref>.\n\nTrong trường ca, Phạm Duy đã sử dụng một số [[lý (âm nhạc)|điệu lý]], điệu hát ru, điệu hò... quen thuộc trong dân gian, đa phần nằm ở chỗ tiếp nối các đoạn nhạc.\n\n==Phổ biến==\nTrường ca Mẹ Việt Nam từng được phổ biến rộng khắp miền Nam Việt Nam từ khi nó ra đời cho đến khi miền Nam sụp đổ. Những ca sĩ hát nó thường hát theo từng phần, trong đó những bài \"Mẹ trùng dương\", \"Mẹ xinh đẹp\", \"[[Việt Nam, Việt Nam]]\" được thể hiện qua nhiều giọng ca sĩ. Riêng chung khúc \"Việt Nam, Việt Nam\" đã trở nên rất nổi tiếng và có thời được đưa ra ứng cử làm bài quốc ca của [[Việt Nam Cộng hòa]].\n\nCũng như những ca khúc khác của Phạm Duy, trường ca bị cấm trên toàn cõi [[Việt Nam]] từ sau [[sự kiện 30 tháng 4 năm 1975]]. Đến nay dù nhiều ca khúc của Phạm Duy đã được hát lại, thì toàn bộ trường ca Mẹ Việt Nam vẫn chưa được phép phổ biến ở Việt Nam.\n\n===Thu âm===\nTrường ca Mẹ Việt Nam từng được thu âm vào năm [[1965]] tại [[đài Vô tuyến Việt Nam|đài phát thanh Sài Gòn]] bởi ban ca Hoa Xuân, gồm 2 giọng chính đảm nhận đơn ca, lĩnh xướng là [[Thái Thanh (ca sĩ)|Thái Thanh]], [[Duy Khánh]], cùng với nhóm hợp ca: [[Thái Hằng]], [[Kim Tước]], [[Trần Thiện Thanh|Nhật Trường]] và Trần Ngọc. Phần hòa âm được đảm nhận bởi: Nghiêm Phú Phi, [[Y Vân]], [[Đan Thọ]]. [[Phạm Duy]] chỉ đạo nghệ thuật.<ref>[http:\/\/dactrung.net\/Bai-nh-4015-Truong_Ca_Me_Viet_Nam.aspx Trường ca Mẹ Việt Nam]- trên dactrung.net<\/ref>\n\n==Nói về nhạc phẩm==\n'''Phạm Duy''':\n{{quote|Nếu [[Con đường cái quan (trường ca)|Con đường cái quan]] là một hành ca ghi lại bước tiến của dân tộc ta trên một sinh lộ nhất quyết không chịu chia cắt thì [[Mẹ Việt Nam]] là một âu ca, ca tụng Mẹ Tổ Quốc và những Mẹ điển hình trong truyền kỳ lịch sử nước nhà, đề tài và cảm hứng nhắm dựa vào tình thương yêu và tính hiếu hoà, tính tình này đã sinh tồn mạnh mẽ trên đất ta và phải được truyền đi trong thế giới tàn nhẫn hiện tại.|Phạm Duy<ref>[http:\/\/www.saigonline.com\/phamduy\/document\/truongca.html Lời giới thiệu cho bản trường ca] trên saigonline.com<\/ref>}}\n\n'''Xuân Vũ''':\n{{quote|Phạm Duy đã vận dụng dân ca cổ truyền vào nhạc mới, vận dụng ngôn ngữ Việt Nam, hiện đại hóa truyện cổ tích, ca dao, đồng dao, làm hẳn công việc biến cải chứ không phải sao chép. Anh tài tình ở chỗ đồng hóa Mẹ Việt Nam vào Đất Nước Việt Nam. Mô tả Mẹ là một gái quê mang tấm nâu sồng, chân lấm tay bùn rồi lại biến đổi Mẹ thành những người Mẹ trong truyền kỳ lịch sử. Mẹ lại còn được biến hóa ra là lúa xanh rờn, lúa dậy thì, là núi non, là biển cả nữa. Sự chuyển hóa rất hợp lý, vì nghệ sĩ có quyền sáng tác theo ý thích của mình. Molière tạo ra một ông bệnh tưởng, Nguyễn Du tạo ra Nàng Kiều. Cả hai nhân vật của hai tác giả đều được cường điệu hóa (exagéres) nhưng sáng tạo của hai ông rất là hợp lý. Do đó cả hai nhân vật đều rất thực. |Xuân Vũ<ref name=xv\/>}}\n\n'''Trần Văn Ân''':\n{{quote|Trường ca Mẹ Việt Nam là một thông điệp tình thương dân tộc vĩ đại như biển Thái Bình, cao ngút như núi mẹ Trường Sơn, phì nhiêu như dòng sông mẹ Hồng Hà...|Trần Văn Ân<ref name=tva\/>}}\n\n'''Georges Etienne Gauthier''':\n{{quote|Đây là một tác phẩm vĩ đại.\n\n...Nếu bản liên hợp phổ Con Đường Cái Quan đã đẹp đẽ và tuyệt hảo một cách lạ lùng, thì bản liên hợp phổ Mẹ Việt Nam thâm trầm hơn và vĩ đại biết bao, hoàn toàn hơn biết bao ! Từng trang từng trang, hết trang trọng đến lâm ly, hết bâng khuâng lại buồn thảm, rồi rạng rỡ khai phóng và hân hoan. Sức việt tiến thật là khiếp ! Ngôi tuệ tinh năm 1960 đang biến thành một mặt trời, và những tia nắng mạnh mẽ xuyên thủng bầu không khí Việt Nam mỗi lúc một u ám thêm của khoảng giữa những năm sáu mươi vậy.\n|Georges Etienne Gauthier<ref name=gt\/>}}\n\n==Chú thích==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/www.phamduy2010.com\/02sokhao\/03MeVietNam.php Phạm Duy viết về Mẹ Việt Nam]\n* Phạm Quang Tuấn, [http:\/\/www.phamduy2010.com\/writings\/mevietnam.php Me Vietnam: An Introduction ]\n* Georges Etienne Gauthier, Một Người Gia-Nã-Đại và Nghệ thuật của Phạm Duy, bài 16: [http:\/\/www.dactrung.com\/NoiDung.aspx?m=bv&id=2247, Phần viết về Mẹ Việt Nam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160314173042\/http:\/\/www.dactrung.com\/NoiDung.aspx?m=bv&id=2247, |date=2016-03-14 }}, Võ Phiến dịch, Báo Bách Khoa - Tháng 2, 1972\n* [http:\/\/dactrung.net\/Bai-nh-4015-Truong_Ca_Me_Viet_Nam.aspx Trường ca Mẹ Việt Nam]- trên dactrung.net\n\n{{Phạm Duy}}\n\n[[Thể loại:Trường ca Phạm Duy]]\n[[Thể loại:Bài hát tiếng Việt]]\n[[Thể loại:Nhạc Việt Nam]]"}