{"575680":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Mễ Sở\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| vĩ phút = 54\n| vĩ giây = 0\n| kinh độ = 105\n| kinh phút = 55\n| kinh giây = 22\n| diện tích = 6,67 km²<ref name=HUNGYEN2019\/>\n| dân số = 10.134 người<ref name=HUNGYEN2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 1.519 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hưng Yên]]\n| huyện = [[Văn Giang]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 12049<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Mễ Sở''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Văn Giang]], tỉnh [[Hưng Yên]], [[Việt Nam]].\n\n==Địa lý==\nXã Mễ Sở nằm ở phía nam huyện Văn Giang, thuộc tả ngạn [[sông Hồng]], có vị trí địa lý:\n*Phía đông giáp huyện [[Khoái Châu]]\n*Phía tây giáp xã [[Thắng Lợi, Văn Giang|Thắng Lợi]]\n*Phía nam giáp thành phố [[Hà Nội]] và huyện Khoái Châu ranh giới là sông Hồng\n*Phía bắc giáp xã Thắng Lợi và [[Liên Nghĩa, Văn Giang|Liên Nghĩa]].\n\nXã Mễ Sở có diện tích 6,67&nbsp;km², dân số năm 2019 là 10.134 người<ref name=HUNGYEN2019>{{Chú thích web |url = http:\/\/niengiamhuyen.thongkehungyen.gov.vn |title =  Dân số đến 31 tháng 12 năm 2019 - tỉnh Hưng Yên |access-date = ngày 15 tháng 6 năm 2020 |author = Niên giám thống kê năm 2019 các huyện, thị xã, thành phố thuộc tỉnh Hưng Yên}}<\/ref>, mật độ dân số đạt 1.519 người\/km².\n\n==Hành chính==\nXã Mễ Sở được chia thành 7 đơn vị gồm 6 thôn và 1 phố: Phú Trạch, Nhạn Tháp, Mễ Sở, Phú Thị, Hoàng Trạch, Đồng Quê và phố Chợ Mễ.<ref name=XMESO>{{Chú thích web|url=https:\/\/vangiang.hungyen.gov.vn\/portal\/Pages\/2017-6-14\/XA-ME-SOq33nr2.aspx|tựa đề=GIỚI THIỆU KHÁI QUÁT VỀ VỊ TRÍ ĐỊA LÝ, DÂN SỐ, ĐẶC ĐIỂM TÌNH HÌNH CỦA XÃ MỄ SỞ - HUYỆN VĂN GIANG - TỈNH HƯNG YÊN|ngày=14 tháng 6 năm 2017|website=Cổng thông tin điện tử huyện Văn Giang, tỉnh Hưng Yên|url-status=live}}<\/ref>\n\n==Lịch sử==\nCái tên Mễ Sở (米 所 - địa điểm chứa lúa gạo) do vua Trần Nhân Tông đặt cho, lưu danh chiến công của nhân dân  trong vùng cất giấu, tiếp tế lương thảo cho quân đội nhà Trần đánh thắng giặc Nguyên – Mông thế kỷ XIII.\nHiểu theo tài liệu Hán Nôm, cách giải thích \"Mễ Sở\" là \"một nơi để chứa lương thực\", tương đương với ý nghĩa của \"kho gạo\" hoặc \"kho lương thực\". Trong văn kiện của vua Trần Nhân Tông, Mễ Sở được mô tả là một địa điểm cất giữ lương thực để tiếp tế cho quân đội, đặc biệt là trong thời gian đánh chiếm thành Quan Lỗ (nay là Hà Nội) vào đầu thế kỷ XIII.\n\nXã là địa bàn hoạt động của nghĩa quân Bãi Sậy trong những năm đánh Pháp (1833 – 1892). Từ ngày thành lập Đảng Cộng sản Việt Nam, Mễ Sở là một trong nhiều cơ sở giao thông bí mật và hội họp của xứ ủy Bắc kỳ thời kỳ trước cách mạng tháng tám năm 1945.\n\nTrước đây, Mễ Sở là một xã thuộc huyện Châu Giang cũ.\n\nNgày [[24 tháng 7]] năm [[1999]], Chính phủ ban hành Nghị định 60\/1999\/NĐ-CP<ref name=60\/1999\/NĐ-CP>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bat-dong-san\/nghi-dinh-60-1999-nd-cp-dieu-chinh-dia-gioi-hanh-chinh-va-chia-cac-huyen-my-van-va-chau-giang-tinh-hung-yen-45487.aspx|tựa đề= Nghị định 60\/1999\/NĐ-CP về việc điều chỉnh địa giới hành chính và chia các huyện Mỹ Văn và Châu Giang để tái lập các huyện : Mỹ Hào, Văn Lâm, Yên Mỹ, Khoái Châu và Văn Giang, tỉnh Hưng Yên |ngày= 24 tháng 7 năm 1999 |website=Thư viện pháp luật|url-status=live}}<\/ref> về việc chia huyện Châu Giang thành 2 huyện Khoái Châu và Văn Giang. Xã Mễ Sở trực thuộc huyện Văn Giang.\n\n==Xã hội==\n===Cơ sở giáo dục===\nTrên địa bàn Xã những cơ sở giáo dục chính quy như sau:\n*Trường mầm non Xã Mễ Sở\n*Trường Tiểu học Xã Mễ Sở\n*Trường THCS Xã Mễ Sở\n*Trường THPT [[Nguyễn Công Hoan]].\n\n==Văn hoá==\nĐây là vùng đất có từ thời các vua Hùng lập nước (truyền thuyết Chử Đồng Tử - Tiên Dung) một trong \"Tứ bất tử\" của Việt Nam. Cứ ba năm một lần người dân của các làng thuộc Tổng Mễ Sở xưa(tức xã Mễ Sở và xã Bình Minh hiện nay) lại tổ chức lễ hội để tưởng nhớ ơn đức của Chử Đồng Tử - Tiên Dung.\n\n===Di tích lịch sử===\nChùa Mễ Sở (Diễn Phúc Tự) nằm trên địa bàn thôn Mễ Sở, chùa được xây dựng vào cuối thế kỷ XVIII đầu thế kỷ XIX, diện tích là 3696m2, chùa được công nhận di tích lịch sử văn hóa năm 1989, nơi đây có Tượng Phật Bà nghìn mắt nghìn tay rất đẹp và quý hiếm, là một trong hai pho tượng còn lại tại Việt Nam rất có giá trị về lịch sử, nghệ thuật điêu khắc.\n\nNằm trên địa bàn thôn Phú Thị là chùa Phú Thị (Hưng Phúc Tự) chùa được xây dựng năm 1905 do Tiến sỹ Chu Mạnh Chinh thiết kế và xây dựng, vị trí chùa nằm ở phía ngoài đê, có diện tích 4381m2, chùa có kiến trúc rất độc đáo gồm: Nhà tam bảo, nhà tổ, nhà mẫu, chùa được công nhận di tích kiến trúc nghệ thuật năm 1988.\n\nCụm di tích Chùa Nhạn Tháp (Minh Khánh Tự) và Đền Nhạn Tháp thờ đức thánh Trần Ngô Lang, nằm trên địa bàn thôn Nhạn Tháp -  xã Mễ Sở, được xếp hạng di tích lịch sử năm 1997, chùa được xây dựng năm 1573 vào thời Lê, vị trí chùa nằm ở phía ngoài đê với diện tích 3888m2, chùa có tòa Tam bảo và nhà Tổ, trong chùa có chiếc sập đá cổ từ đời nhà Trần là một công trình có giá trị lịch sử.\n\nXã Mễ Sở hiện có một nhà thờ đạo Thiên chúa ở thôn Hoàng Trạch, đây là họ đạo duy nhất của huyện Văn Giang, gần khu vực phố Chợ Mễ.\n\n===Danh hiệu===\nXã 2 lần được phong tặng danh hiệu anh hùng:\n*Năm [[1985]], xã được Đảng và Nhà nước phong tặng danh hiệu: “Anh hùng lực lượng vũ trang nhân dân”.\n*Năm [[2000]], xã được Đảng và Nhà nước phong tặng danh hiệu: “Anh hùng lao động trong thời kỳ đổi mới”.\n*Năm [[2014]], xã đạt chuẩn Nông thôn mới.\n\n==Giao thông==\nXã Mễ Sở có những tuyến đường chính gồm tỉnh lộ 378 và đường huyện lộ 25.\n\nXã Mễ Sở có đường vành đai 4 đi qua và là nơi đặt cầu Mễ Sở nối Hà Nội với Hưng Yên.\n\nToàn bộ các tuyến đường liên thôn liên xã đều được bê tông hoá và trải nhựa kiên cố.\n\n==Người Nổi Tiếng==\n*Nhà giáo, tiến sĩ [[Chu Mạnh Trinh]]\n*Họa sĩ [[Dương Bích Liên]]\n*Họa sĩ, thi sĩ, bác sĩ [[Dương Cẩm Chương]]\n*Thi sĩ, liệt sĩ [[Dương Thị Xuân Quý]]\n*Nhà giáo, giáo sư [[Dương Quảng Hàm]]\n*Nhà cách mạng, nhà báo, nhà văn [[Dương Bá Trạc]],là thành viên sáng lập viên của [[Đông Kinh Nghĩa Thục|Đông Kinh nghĩa thục]]\n*Nhà giáo, nhà báo [[Dương Tụ Quán]], cộng tác với tờ báo Văn Học tạp chí Tri Tân\n*Chí sĩ [[Dương Trọng Phổ]], một thành viên của phong trào [[Đông Kinh Nghĩa Thục]]\n*Nhà giáo ­ưu tú, Anh hùng lao động, Giáo sư­ [[Dương Trọng Bái]]\n*Nhà văn, nhà báo [[Trần Khắc Cần]]\n*Nhà văn, nhà thơ, liệt sỹ [[Dương Thị Xuân Quý]]\n*Nhà văn, nhà thơ [[Nguyễn Thị Hồng Ngát]].\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai Hưng Yên}}\n{{Đơn vị hành chính thuộc huyện Văn Giang}}"}