{"275173":"{{Thông tin đơn vị hành chính Việt Nam | phường\n| tên = Mễ Trì\n| hình =Nam Từ Liêm - NKS.jpg \n| ghi chú hình =Cầu vượt Mễ Trì \n| vĩ độ = 21.011870\n| kinh độ = 105.776280\n| diện tích = 4,67 km²\n| dân số = 32.169 người<ref name=ubnhandanhanoi2022>{{Chú thích web|url=https:\/\/luatvietnam.vn\/y-te\/thong-bao-24-tb-ubnd-215453-d2.html|tựa đề=Thông báo 24\/TB-UBND Hà Nội 2022 đánh giá cấp độ dịch trong phòng, chống dịch COVID-19 cập nhật 09h00 ngày 07\/01\/2022\n|ngày=2022-01-07|website=LuatVietnam|url-status=live}}<\/ref>\n| thời điểm dân số = 2022\n| mật độ dân số = {{formatnum:{{#expr:floor(32169\/4.67)}} }} người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| thành phố = [[Hà Nội]]\n| quận = [[Nam Từ Liêm]]\n| thành lập = 2013<ref name=NQ132 \/>\n| trụ sở UBND = \n| mã hành chính = 00631<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Mễ Trì''' là một [[Phường (Việt Nam)|phường]] thuộc quận [[Nam Từ Liêm]], thành phố [[Hà Nội]], [[Việt Nam]]. \n\n==Địa lý==\nPhường Mễ Trì nằm ở phía đông nam quận Nam Từ Liêm, có vị trí địa lý:\n*Phía đông giáp các quận [[Cầu Giấy]] và [[Thanh Xuân]]\n*Phía tây giáp phường [[Phú Đô, Nam Từ Liêm|Phú Đô]]\n*Phía nam giáp phường [[Trung Văn]]\n*Phía bắc giáp phường [[Mỹ Đình 1]].\n\nPhường có diện tích 4,67 km², dân số năm 2022 là 32.169 người,<ref name=NQ132 \/><ref name=ubnhandanhanoi2022\/> mật độ dân số đạt {{formatnum:{{#expr:floor(32169\/4.67)}} }} người\/km².\n\n==Lịch sử==\nTrước đây, Mễ Trì là một xã thuộc huyện [[Từ Liêm]] cũ. Xã Mễ Trì có 3 thôn: Mễ Trì Thượng, Mễ Trì Hạ và Phú Đô. Đất thổ cư của thôn Mễ Trì thượng và Mễ Trì hạ giáp nhau, chỉ phân cách bằng một dải đất trũng, người dân địa phương thường gọi là Ao Khoang. Xưa kia chủ yếu dùng để thoát nước mưa từ vùng đất phía đông và đông bắc 2 làng, nơi có đầm Mễ Trì là một đầm rất dài và rộng. Sau đó nó được ngăn thành các ao nuôi cá. Ngày nay các ao này đã bị lấp đi, hai làng liền nhau, dự án xây đường nối [[Trung tâm Hội nghị Quốc gia Việt Nam|Trung tâm hội nghị quốc gia]] với đường Mễ Trì.\n\nLàng Phú Đô nằm giáp sông Nhuệ và cách xa hai làng nói trên hơn 1&nbsp;km.\n\nMễ Trì là địa danh cổ, truyền thống văn hóa lâu đời, nhiều di sản văn hóa từ thời xưa hiện còn tồn tại. Nơi đây ngày xưa nổi tiếng với câu ca dao:\n::''Cốm Vòng, gạo tám Mễ Trì\n:''Tương Bần, húng Láng, còn gì ngon hơn\".\n\nTheo sử sách ghi lại, xã Mễ trì ngày xưa có tên là Anh Sơn tên cổ là Kẻ Mẩy. Nơi đây, đất đai phì nhiêu màu mỡ, người dân cấy cày trồng lúa tám thơm. Cuối thế kỷ 19, danh tiếng gạo tám thơm bay tận kinh đô Huế và được dâng lên vua. Vua khen và ban cho tên là Mễ Trì(Ao gạo). Kể từ đó, cái tên Mễ Trì lưu truyền đến bây giờ.\n\nThôn Mễ Trì Hạ còn du nhập nghề làm cốm từ làng Vòng và lưu truyền từ hàng trăm năm trước đến tận bây giờ. Tuy nhiên do đô thị hóa quá nhanh hiện giờ cốm Mễ Trì cũng đang đứng trước nguy cơ biến mất.\n\nLàng Phú Đô (nay là phường [[Phú Đô, Nam Từ Liêm|Phú Đô]]) cũng rất nổi tiếng về nghề làm bún.\n\nNgày [[27 tháng 12]] năm [[2013]], Chính phủ ban hành Nghị quyết số 132\/NQ-CP về việc điều chỉnh địa giới hành chính huyện Từ Liêm để thành lập 2 quận và 23 phường thuộc thành phố Hà Nội<ref name=NQ132>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-132-NQ-CP-nam-2013-dieu-chinh-dia-gioi-hanh-chinh-Tu-Liem-Ha-Noi-217666.aspx|tựa đề=Nghị quyết 132\/NQ-CP năm 2013 về việc điều chỉnh địa giới hành chính huyện Từ Liêm để thành lập 2 quận và 23 phường thuộc thành phố Hà Nội|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Chuyển xã Mễ Trì về quận Nam Từ Liêm mới thành lập\n*Thành lập phường Mễ Trì trên cơ sở điều chỉnh 467,30 ha diện tích tự nhiên và 26.688 người của xã Mễ Trì\n*Thành lập phường Phú Đô trên cơ sở điều chỉnh 239 ha diện tích tự nhiên và 13.856 người còn lại của xã Mễ Trì.\n\n==Di tích==\n===Miếu Đầm===\nDi tích miếu Đầm nằm trong khuôn viên chung của [[Trung tâm Hội nghị Quốc gia Việt Nam]] Di tích thờ vị thánh có tên là Thánh Đầm. Căn cứ vào hệ thống sắc phong của miếu gồm 18 đạo sắc trải các đời từ thời Lê đến thời Nguyễn, Miếu Thánh Đầm thờ thần rắn trắng là con trai của Vua Thủy Tề.<ref>[http:\/\/namtuliem.hanoi.gov.vn\/chinh-tri\/-\/news\/MzxBayJBw1v1\/2940.html;jsessionid=2yrYphMIf2b7Hzv-wRMQ-uH3.app2 Đón bằng xếp hạng di tích cấp Thành phố Miếu Dầm, Miếu Bản Thổ, phường Mễ Trì]<\/ref>\n\n===Miếu Bản Thổ===\nMiếu Bản Thổ thuộc làng Mễ Trì Hạ, phường Mễ Trì, quận [[Nam Từ Liêm]], thành phố [[Hà Nội]]. Miếu Bản Thổ là nơi thờ Quốc Vương Thiên Tử, Hiển Ứng Dực Thánh, Anh Nghị Diệu Cảm, Lã Tá Tướng Quân thời [[Ngô Quyền]]. Ông tên thật là Lã Đại Liệu quê ở Tế Giang, huyện [[Văn Lâm]], [[Hưng Yên]]. Ông vốn là người võ nghệ siêu quần, được mệnh danh là đại đô vật, hô phong hoán vũ. Ông là bộ tướng thứ 7 của [[Trần Lãm]] dưới thời Ngô Vương, có công đánh đuổi giặc Nam Hán, dẹp phản loạn.<ref>[http:\/\/namtuliem.hanoi.gov.vn\/chinh-tri\/-\/news\/MzxBayJBw1v1\/353250.html;jsessionid=QW8F4d7fmNuQBQ8tUPCSYgHa.app2 Rộn ràng Lễ đón bằng xếp hạng di tích cấp Thành phố Miếu Đầm, Miếu Bản Thổ, phường Mễ Trì]<\/ref>\n\nCon trai Lã Tá Tướng Quân là [[Lã Đường|Lã Tá Đường]] sau nối nghiệp cha, trở thành một sứ quân ở Tế Giang, Hưng Yên nổi dậy [[12 sứ quân|thời 12 sứ quân]]. Miếu Bản Thổ còn lưu giữ 5 đạo sắc của các triều đại phong kiến phong cho Ông.\n\n==Chú thích==\n{{tham khảo}}\n\n==Xem thêm==\n\n{{sơ khai Hà Nội}}\n{{Đơn vị hành chính thuộc quận Nam Từ Liêm}}"}