{"331152":"{{bài cùng tên|Mỏ Cày (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | Huyện\n| tên = Mỏ Cày Nam\n| hình = Nha truyen thong Dong Khoi.JPG\n| ghi chú hình = Nhà truyền thống [[Phong trào Đồng khởi|Đồng Khởi]] tại xã [[Định Thủy]]\n| vĩ độ = 10\n| kinh độ = 106\n| vĩ phút = 8\n| vĩ giây = 2\n| kinh phút = 20\n| kinh giây = 5\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| vùng = [[Đồng bằng sông Cửu Long]]\n| tỉnh = [[Bến Tre]]\n| huyện lỵ = thị trấn [[Mỏ Cày]]\n| phân chia hành chính = 1 thị trấn, 15 xã\n| thành lập = 2009\n| diện tích = 219,88 km²\n| dân số = 143.577 người<ref name=\"DSVN2019\"\/>\n| thời điểm dân số = 1\/4\/2019\n| mật độ dân số = 653 người\/km²\n| dân số thành thị = 10.661 người \n({{formatnum:{{#expr:10661\/143577*100round2}}}}%)\n| dân số nông thôn = 132.916 người\n({{formatnum:{{#expr:132916\/143577*100round2}}}}%)\n| dân tộc = [[Người Việt|Kinh]], [[Người Hoa (Việt Nam)|Hoa]], [[Người Khmer (Việt Nam)|Khmer]]\n| chủ tịch HĐND = Nguyễn Thị Hồng\n| chủ tịch UBND = Võ Văn Út\n|bí thư =  Nguyễn Thị Hồng\n| biển số xe = 71-B1-B2-B3-B4-L1\n| trụ sở UBND = Khu phố I, thị trấn [[Mỏ Cày]]\n| mã hành chính = 833<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| web = {{url|mocaynam.bentre.gov.vn}}\n}}\n\n'''Mỏ Cày Nam''' là một [[huyện (Việt Nam)|huyện]] nằm ở phía nam tỉnh [[Bến Tre]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Mỏ Cày Nam nằm ở phía nam tỉnh [[Bến Tre]], có vị trí địa lý:\n*Phía đông và đông bắc giáp huyện [[Giồng Trôm]]\n*Phía tây và tây nam giáp huyện [[Châu Thành, Trà Vinh|Châu Thành]], tỉnh [[Trà Vinh]]\n*Phía bắc giáp huyện [[Mỏ Cày Bắc]] \n*Phía nam giáp huyện [[Thạnh Phú]].\n\nTheo thống kê năm 2019, huyện có diện tích 219,88&nbsp;km², dân số là 143.577 người, mật độ dân số đạt 653 người\/km².<ref name=\"DSVN2019\">{{Chú thích web |url =https:\/\/www.gso.gov.vn\/du-lieu-va-so-lieu-thong-ke\/2020\/11\/ket-qua-toan-bo-tong-dieu-tra-dan-so-va-nha-o-nam-2019\/\n|title = Dân số Việt Nam đến ngày 01 tháng 4 năm 2019 |access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>\n\n== Lịch sử ==\nThời [[chúa Nguyễn]], vùng đất Mỏ Cày nằm trong tổng Tân An, châu Định Viễn. Khi [[Gia Long]] lên ngôi vua ([[1802]]), tổng Tân An được thăng lên thành huyện, mỗi cù lao trở thành một tổng (cù lao Minh thành tổng Tân Minh, cù lao Bảo thành tổng An Bảo) thuộc phủ Định Viễn.\n\nNăm [[1832]], phủ [[Định Viễn]] cải thành phủ Hoằng An có hai huyện, Tân Minh và Bảo An, phần đất của Mỏ Cày thuộc huyện Tân Minh.\n\nĐến năm [[1837]], sau khi lập xong Địa bạ [[Minh Mạng]], phủ Hoằng An (phần trên cù lao Minh) lại chia thành hai huyện: Tân Minh, lỵ sở đặt tại Ba Vát và Duy Minh, lỵ sở đặt tại [[Cái Quao]]. Phần đất của Mỏ Cày ngày nay tương ứng với 7 tổng của [[cù lao Minh]] trong số 10 tổng lúc bấy giờ.\n\nNăm [[1867]], [[Pháp]] chiếm xong cả [[Nam Kỳ Lục tỉnh]], phân định lại địa giới hành chính, thì cù lao Bảo và cù lao Minh (của tỉnh Vĩnh Long cũ) thuộc tham biện Hoằng Trị, lỵ sở đặt tại Mỏ Cày (thị trấn ngày nay), nhưng đến cuối năm này, Hoằng Trị lại chia thành 2 sở tham biện: sở tham biện Mỏ Cày (tức cả phần đất cù lao Minh) và sở tham biện [[Bến Tre]] (tức cả phần đất cù lao Bảo).\n\nNgày [[1 tháng 1]] năm [[1900]], nghị định của [[Toàn quyền Đông Dương]] [[Paul Doumer]] ký ngày [[20 tháng 12]] năm [[1899]] bắt đầu thi hành, các sở tham biện và đại lý (délégation) đổi thành tỉnh (province). Tỉnh Bến Tre được thành lập gồm cù lao Bảo và cù lao Minh, có 21 tổng (bỏ cấp huyện).\n\nNăm [[1918]], chính quyền thuộc địa phục hồi chế độ hành chính cấp quận (thay cho huyện làm trung gian giữa tỉnh và tổng), lúc bấy giờ tỉnh Bến Tre chia làm 4 quận.\n*Cù lao Bảo: Quận Châu Thành và quận Ba Tri\n*Cù lao Minh: Quận Mỏ Cày và quận Thạnh Phú.\n\nQuận Mỏ Cày lúc bấy giờ gồm 8 tổng, 27 thôn.\n\nSau [[Cách mạng tháng Tám]] năm [[1945]], quận Mỏ Cày có 29 xã và 1 thị trấn.\n\nĐầu năm [[1946]], sau khi hai tỉnh Bến Tre và Vĩnh Long bị giặc Pháp chiếm, để tiện việc chỉ đạo và việc đi lại hoạt động của cán bộ, tỉnh Vĩnh Long đã cắt giao 5 xã ở phía tây nam cù lao Minh về Bến Tre và sáp nhập vào huyện Mỏ Cày.\n\nĐến đầu năm [[1947]], 14 xã phía bắc Mỏ Cày được tách ra và sáp nhập cùng 5 xã do tỉnh [[Vĩnh Long]] giao trước đó, lập thành huyện mới [[Chợ Lách]] trực thuộc tỉnh Bến Tre.\n\nTrong [[chiến tranh Việt Nam|thời chống Mỹ]], để việc chỉ đạo được sát, kịp thời và thuận tiện cho việc đi lại hoạt động, Mỏ Cày được chia thành 2 huyện: [[Mỏ Cày Bắc]] (gồm 16 xã) và Mỏ Cày Nam (gồm 13 xã) đặt [[sông Mỏ Cày]] làm ranh giới.\n\nTrong khi đó ([[1956]]), chính quyền Sài Gòn chủ trương đổi tên tỉnh Bến Tre thành tỉnh Kiến Hòa gồm 3 cù lao và chia thành 10 quận: Châu Thành, Bình Đại (cù lao An Hóa), Hàm Long, Giồng Trôm, Ba Tri (cù lao Bảo), Chợ Lách, Đôn Nhơn, Mỏ Cày, Hương Mỹ, Thạnh Phú (cù lao Minh) và thị xã Bến Tre được đổi thành [[Bến Tre (thành phố)|Trúc Giang]].\n\nSau năm [[1975]], hợp nhất hai huyện Mỏ Cày Bắc và Mỏ Cày Nam thành huyện [[Mỏ Cày (huyện)|Mỏ Cày]]. Đồng thời, tách 5 xã: Hưng Khánh Trung, Vĩnh Thành, Vĩnh Hòa, Phú Mỹ và Phú Sơn của huyện Mỏ Cày để sáp nhập vào huyện Chợ Lách.\n\nHuyện Mỏ Cày bao gồm thị trấn Mỏ Cày và 24 xã: An Định, An Thạnh, An Thới, Bình Khánh, Cẩm Sơn, Đa Phước Hội, Định Thủy, Hòa Lộc, Hương Mỹ, Khánh Thạnh Tân, Minh Đức, Ngãi Đăng, Nhuận Phú Tân, Phước Hiệp, Phước Mỹ Trung, Tân Bình, Tân Phú Tây, Tân Thành Bình, Tân Thanh Tây, Tân Trung, Thành An, Thạnh Ngãi, Thanh Tân, Thành Thới.\n\nNgày [[14 tháng 3]] năm [[1984]], chia xã Bình Khánh thành 2 xã: Bình Khánh Đông và Bình Khánh Tây; chia xã Thành Thới thành 2 xã: Thành Thới A và Thành Thới B.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-41-HDBT-phan-vach-dia-gioi-xa-thi-tran-thi-xa-tinh-Ben-Tre-43424.aspx|tựa đề=Quyết định 41-HĐBT năm 1984 về việc phân vạch địa giới một số xã, thị trấn, thị xã thuộc tỉnh Bến Tre|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nĐến cuối năm [[2008]], huyện Mỏ Cày bao gồm thị trấn Mỏ Cày và 26 xã: An Định, An Thạnh, An Thới, Bình Khánh Đông, Bình Khánh Tây, Cẩm Sơn, Đa Phước Hội, Định Thủy, Hòa Lộc, Hương Mỹ, Khánh Thạnh Tân, Minh Đức, Ngãi Đăng, Nhuận Phú Tân, Phước Hiệp, Phước Mỹ Trung, Tân Bình, Tân Phú Tây, Tân Thành Bình, Tân Thanh Tây, Tân Trung, Thành An, Thạnh Ngãi, Thanh Tân, Thành Thới A, Thành Thới B.\n\nNgày [[9 tháng 2]] năm [[2009]], Chính phủ ban hành Nghị định 08\/NĐ-CP<ref name=\"08\/NĐ-CP\">{{Chú thích web|url=http:\/\/www.thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-08-ND-CP-dieu-chinh-dia-gioi-phuong-de-thanh-lap-xa-thuoc-huyen-Mo-Cay-Cho-Lach-thi-xa-Ben-Tre-Mo-Cay-Bac-thuoc-tinh-Ben-Tre\/85067\/noi-dung.aspx|tựa đề=Nghị định 08\/NĐ-CP điều chỉnh địa giới hành chính xã, phường để thành lập xã, phường thuộc huyện Mỏ Cày, huyện Chợ Lách, thị xã Bến Tre; điều chỉnh địa giới hành chính huyện Mỏ Cày, huyện Chợ Lách để thành lập huyện Mỏ Cày Bắc thuộc tỉnh Bến Tre|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Thành lập xã Tân Hội thuộc huyện Mỏ Cày trên cơ sở điều chỉnh 731,267 ha diện tích tự nhiên và 6.534 nhân khẩu của xã Đa Phước Hội; 136,4 ha diện tích tự nhiên và 1.555 nhân khẩu của xã Khánh Thạnh Tân.\n*Thành lập huyện [[Mỏ Cày Bắc]] trên cơ sở tách 11 xã: Thanh Tân, Thạnh Ngãi, Tân Phú Tây, Tân Thành Bình, Thành An, Phước Mỹ Trung, Tân Thanh Tây, Tân Bình, Nhuận Phú Tân, Hòa Lộc, Khánh Thạnh Tân thuộc huyện Mỏ Cày và 2 xã: Hưng Khánh Trung A, Phú Mỹ thuộc huyện [[Chợ Lách]].\n*Đổi tên phần còn lại của huyện Mỏ Cày thành huyện Mỏ Cày Nam.\n\nSau khi thành lập, huyện Mỏ Cày Nam có 21.988,95 ha diện tích tự nhiên, dân số là 166.474 người với 17 đơn vị hành chính cấp xã trực thuộc, gồm thị trấn Mỏ Cày (huyện lỵ) và 16 xã: An Định, An Thạnh, An Thới, Bình Khánh Đông, Bình Khánh Tây, Cẩm Sơn, Đa Phước Hội, Định Thủy, Hương Mỹ, Minh Đức, Ngãi Đăng, Phước Hiệp, Tân Hội, Tân Trung, Thành Thới A, Thành Thới B.\n\nNgày [[1 tháng 2]] năm [[2020]], sáp nhập xã Bình Khánh Đông và xã Bình Khánh Tây để tái lập xã Bình Khánh.<ref name=NQ856>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-856-NQ-UBTVQH14-2020-sap-xep-cac-don-vi-hanh-chinh-cap-xa-tinh-Ben-Tre-433885.aspx|tựa đề=Nghị quyết số 856\/NQ-UBTVQH14 năm 2020 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Bến Tre|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Mỏ Cày Nam có 1 thị trấn và 15 xã như hiện nay.\n\nNgày [[31 tháng 12]] năm [[2020]], Bộ Xây dựng ban hành Quyết định số 1711\/QĐ-BXD công nhận thị trấn Mỏ Cày mở rộng là [[Đô thị Việt Nam#Đô thị loại IV|đô thị loại IV]].<ref name=BXD>{{Chú thích web|url=http:\/\/moc.gov.vn\/vn\/tin-tuc\/1226\/65684\/cong-nhan-thi-tran-mo-cay-va-khu-vuc-mo-rong--huyen-mo-cay-nam--tinh-ben-tre-dat-tieu-chi-do-thi-loai-iv.aspx|tựa đề=Công nhận thị trấn Mỏ Cày và khu vực mở rộng, huyện Mỏ Cày Nam, tỉnh Bến Tre đạt tiêu chí đô thị loại IV|tác giả=|họ=|tên=|ngày=2020-12-31|website=Cổng thông tin điện tử Bộ Xây dựng|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\n== Hành chính ==\nHuyện Mỏ Cày Nam có 16 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Mỏ Cày]] (huyện lỵ) và 15 xã: [[An Định, Mỏ Cày Nam|An Định]], [[An Thạnh, Mỏ Cày Nam|An Thạnh]], [[An Thới, Mỏ Cày Nam|An Thới]], [[Bình Khánh, Mỏ Cày Nam|Bình Khánh]], [[Cẩm Sơn, Mỏ Cày Nam|Cẩm Sơn]], [[Đa Phước Hội]], [[Định Thủy]], [[Hương Mỹ]], [[Minh Đức, Mỏ Cày Nam|Minh Đức]], [[Ngãi Đăng]], [[Phước Hiệp, Mỏ Cày Nam|Phước Hiệp]], [[Tân Hội, Mỏ Cày Nam|Tân Hội,]] [[Tân Trung, Mỏ Cày Nam|Tân Trung,]] [[Thành Thới A]], [[Thành Thới B]].\n\n==Kinh tế==\nThu nhập bình quân đầu người đạt trên 38 triệu đồng\/năm 2018 và tốc độ tăng trưởng kinh tế bình quân 16,3%.<ref>{{chú thích báo|url=http:\/\/thbt.vn\/tin-tuc\/tin-trong-tinh\/bi-thu-tinh-uy-nguyen-thanh-phong-lam-viec-huyen-mo-cay-nam-ve-tai-co-cau-nong-nghiep|title=Bí thư Tỉnh uỷ Nguyễn Thành Phong làm việc huyện Mỏ Cày Nam về tái cơ cấu nông nghiệp|access-date=ngày 3 tháng 9 năm 2014|archive-date=2016-03-06|archive-url=https:\/\/web.archive.org\/web\/20160306021227\/http:\/\/thbt.vn\/tin-tuc\/tin-trong-tinh\/bi-thu-tinh-uy-nguyen-thanh-phong-lam-viec-huyen-mo-cay-nam-ve-tai-co-cau-nong-nghiep|url-status=dead}}<\/ref>\n\n== Chú thích==\n{{tham khảo}}\n==Tham khảo==\n{{Đơn vị hành chính thuộc huyện Mỏ Cày Nam}}\n{{Huyện thị Bến Tre}}\n{{sơ khai Bến Tre}}"}