{"40430":"{{Thông tin đơn vị hành chính Việt Nam|huyện\n| tên = Mộ Đức\n| hình = Thị trấn Mộ Đức, Quảng Ngãi.JPG\n| ghi chú hình = Một con đường ở thị trấn Mộ Đức\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Quảng Ngãi]]\n| kinh độ = 108\n| kinh phút = 53\n| kinh giây = 4\n| vĩ độ = 14\n| vĩ phút = 56\n| vĩ giây = 14\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích =212,23 km² \n| dân số = 144.230 người\n| mật độ dân số = 680 người\/km²\n| thời điểm dân số = 2019\n| dân tộc = Kinh, Hrê...\n| trụ sở UBND = Số 10, đường 23 tháng 3, [[thị trấn Mộ Đức]]\n| huyện lỵ = thị trấn [[Mộ Đức (thị trấn)|Mộ Đức]]\n| phân chia hành chính = 1 thị trấn, 12 xã\n| thành lập =1841\n| chủ tịch HĐND = Nguyễn Quang Vinh\n| chủ tịch UBND = Phạm Ngọc Lân\n|bí thư = Nguyễn Minh Đạo\n| số điện thoại = \n| fax =\n| mã hành chính = 533<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính =\n| biển số xe =76-G1\n| web = {{url|moduc.quangngai.gov.vn}}\n}}\n\n'''Mộ Đức''' là một [[huyện]] đồng bằng nằm ở phía đông nam tỉnh [[Quảng Ngãi]], [[Việt Nam]].\n\nMộ Đức là huyện đồng bằng trọng điểm lúa của tỉnh Quảng Ngãi. Có Quốc lộ 1, Quốc lộ 24 và đường sắt Thống Nhất chạy qua. Nghề chính xưa nay vẫn là nghề nông, công thương nghiệp truyền thống có một số làng nghề đáng chú ý và ngày nay đang được đẩy mạnh. Mộ Đức là quê hương của nhà chính trị, nhà văn hóa lớn [[Phạm Văn Đồng]].\n\n==Địa lý==\nHuyện Mộ Đức nằm ở phía đông tỉnh [[Quảng Ngãi]], có vị trí địa lý:\n*Phía bắc giáp huyện [[Tư Nghĩa]] và thành phố [[Quảng Ngãi (thành phố)|Quảng Ngãi]]\n*Phía nam giáp thị xã [[Đức Phổ]]\n*Phía tây giáp huyện [[Nghĩa Hành]]\n*Phía đông giáp [[Biển Đông]] với đường bờ biển dài 23 [[kilômét|km]].\n\nĐịa bàn huyện tựa như một hình [[tam giác]], nhọn hẹp ở phía bắc, phình rộng ở phía nam. Diện tích tự nhiên của huyện là 212,23 [[mét vuông|km²]], dân số là 144.230 người, mật độ dân số đạt 680 người\/km².\n\nCư dân huyện Mộ Đức chủ yếu là người Kinh, năm 2005 chỉ có 36 người Hrê sống ở phía tây xã Đức Phú. Xưa kia có một số người Hoa đến buôn bán, sinh sống ở Lạc Phố. Cư dân chủ yếu sống bằng nghề nông, kết hợp với đánh cá, làm nghề thủ công, buôn bán.\n\nĐây cũng là địa phương có dự án [[Đường cao tốc Quảng Ngãi – Hoài Nhơn]] đi qua đang được xây dựng.\n\n=== Khí hậu ===\nNằm trong vùng khí hậu [[nhiệt đới]], [[nhiệt độ]] ở huyện có biên độ dao động thấp, quanh [[số bình quân|giá trị trung bình]] hàng năm là 27,5[[độ Celsius|độ C]]. [[Thời tiết]] luôn biến đổi bất thường, làm ảnh hưởng không nhỏ đến việc phát triển kinh tế, ổn định đời sống nhân dân.\n\n=== Tự nhiên ===\nVề tự nhiên, huyện Mộ Đức là dải đồng bằng ven biển, có núi cao ở phía tây như núi Lớn (Đại Sơn), núi Giàng, có các đồi sót ở rải rác trong huyện như núi Long Phụng, núi Điệp, núi Vom, núi Văn Bân, núi Ông Đọ, núi Thụ, núi Long Hồi. Chạy dọc ở phía bắc có sông Vệ (làm ranh giới với huyện Tư Nghĩa), từ sông Vệ có có chi lưu là sông Thoa chảy theo hướng đông nam, qua vùng trung tâm huyện. Từ tây sang đông, Mộ Đức có 4 kiểu địa hình, lần lượt là: vùng cao, vùng trung bình, vùng thấp, doi cát ven biển.\n\nBờ biển Mộ Đức dài 32&nbsp;km, nhưng là bãi ngang, chỉ có cửa Lở mở lấp hằng năm.\n\nĐồng bằng Mộ Đức khá màu mỡ, thích hợp với cây lúa nước và nhiều giống cây trồng khác, tuy nhiên một số vùng hay bị úng ngập, nhất là dọc phía đông Quốc lộ 1. Đất gò đồi ở Mộ Đức có nhiều đá ong, có đất cao lanh, ở Tú Sơn, Thạch Trụ có suối khoáng.\n\n==Hành chính==\nHuyện Mộ Đức có 13 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Mộ Đức (thị trấn)|Mộ Đức]] (huyện lỵ) và 12 xã: [[Đức Chánh, Mộ Đức|Đức Chánh]], [[Đức Hiệp, Mộ Đức|Đức Hiệp]], [[Đức Hòa, Mộ Đức|Đức Hòa]], [[Đức Lân, Mộ Đức|Đức Lân]], [[Đức Lợi, Mộ Đức|Đức Lợi]], [[Đức Minh, Mộ Đức|Đức Minh]], [[Đức Nhuận, Mộ Đức|Đức Nhuận]], [[Đức Phong, Mộ Đức|Đức Phong]], [[Đức Phú, Mộ Đức|Đức Phú]], [[Đức Tân, Mộ Đức|Đức Tân]], [[Đức Thắng, Mộ Đức|Đức Thắng]], [[Đức Thạnh, Mộ Đức|Đức Thạnh]]; chia thành 69 thôn và tổ dân phố.\n\n==Lịch sử==\nĐời nhà Hồ, Mộ Đức có tên là huyện Khê Cẩm thuộc châu Nghĩa, một trong bốn châu của lộ Thăng Hoa (tức Quảng Nam, Quảng Ngãi ngày nay). Đời Lê, Mộ Đức có tên là huyện Mộ Hoa bao gồm rẻo đất từ nam sông Vệ đến hết đèo Bình Đê (giáp giới với tỉnh Bình Định ngày nay).\n\nĐời Lê, huyện Mộ Hoa có 53 xã, thôn. Đến đời Nguyễn, năm Thiệu Trị thứ nhất (1841), vì kỵ huý, huyện Mộ Hoa phải đổi lại là Mộ Đức, tuy địa giới vẫn như trước, nhưng có đến 6 tổng với 175 xã thôn. Sáu tổng ở Mộ Đức là Quy Đức, Cảm Đức, Triêm Đức, Ca Đức, Lại Đức, Tri Đức.\n\nTừ cuối thế kỷ XIX (dưới thời Pháp thuộc), các tổng, xã phía nam tách lập châu rồi huyện Đức Phổ, các xã phía bắc - tây bắc nhập vào huyện Nghĩa Hành.\n\nNăm [[1932]], huyện Mộ Đức đổi là phủ Mộ Đức.\n\nSau năm [[1945]], huyện Mộ Đức mang tên là huyện Nguyễn Bá Loan (tên một chí sĩ yêu nước trong phong trào Cần vương, Duy tân), sau đó lấy lại tên cũ, các tổng được bãi bỏ, các xã cũ hợp lại thành xã mới lớn hơn và trực thuộc huyện.\n\nSau nhiều lần điều chỉnh, huyện Mộ Đức có 11 xã: Đức Nhuận, Đức Thắng, Đức Chánh, Đức Hiệp, Đức Minh, Đức Thạnh, Đức Tân, Đức Hòa, Đức Phú, Đức Phong, Đức Lân.\n\nTrong thời kỳ chính quyền Sài Gòn kiểm soát, huyện Mộ Đức đổi tên là quận Mộ Đức, kể từ giữa 1958, đổi tên các xã và thành lập xã mới, vẫn giữ chữ \"Đức\" ở đầu: xã Đức Nhuận đổi là xã Đức Quang; xã Đức Thắng chia thành hai xã Đức Phụng và Đức Hải; xã Đức Chánh đổi là xã Đức Hoài; xã Đức Hiệp đổi là xã Đức Thọ; xã Đức Minh đổi là xã Đức Lương; xã Đức Thạnh đổi là xã Đức Phước; xã Đức Tân đổi là xã Đức Vinh; xã Đức Hòa đổi là xã Đức Thạch; xã Đức Phú đổi là xã Đức Sơn; xã Đức Phong đổi là xã Đức Thuận; xã Đức Lân đổi là xã Đức Mỹ.\n\nPhía Mặt trận Dân tộc Giải phóng vẫn gọi theo tên xã có từ thời kháng chiến chống Pháp. Riêng xã Đức Hải do chính quyền Sài Gòn thành lập, từ ngày [[11 tháng 3]] năm [[1966]], đặt tên là xã Đức Lợi.\n\nSau năm [[1975]], huyện Mộ Đức thuộc tỉnh [[Nghĩa Bình (tỉnh)|Nghĩa Bình]], gồm 12 xã: Đức Chánh, Đức Hiệp, Đức Hòa, Đức Lân, Đức Lợi, Đức Minh, Đức Nhuận, Đức Phong, Đức Phú, Đức Tân (trung tâm huyện), Đức Thắng và Đức Thạnh. \n\nNgày [[12 tháng 3]] năm [[1987]], thành lập thị trấn Đồng Cát (thị trấn huyện lỵ huyện Mộ Đức) trên cơ sở tách thôn 2 (trừ xóm Cây Gạo), thôn 4 (trừ xóm Chùa), thôn 5 và thôn 6 (xã Đức Tân).<ref name=52HDBT>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-52-HDBT-chia-mot-so-xa-lap-thi-tran-cua-cac-huyen-Ba-To-Duc-Pho-Mo-Duc-Phu-Cat-Son-Tinh-Tuy-Phuoc-thanh-pho-quy-nhon-tinh-nghia-binh\/37311\/noi-dung.aspx Quyết định 52-HĐBT chia một số xã và thành lập một số thị trấn của các huyện Ba Tơ, Đức Phổ, Mộ Đức, Phù Cát, Sơn Tịnh, Tuy Phước và thành phố Quy Nhơn thuộc tỉnh Nghĩa Bình]<\/ref>\n\nNgày [[30 tháng 6]] năm [[1989]], tỉnh [[Quảng Ngãi]] được tái lập từ tỉnh Nghĩa Bình, huyện Mộ Đức thuộc tỉnh Quảng Ngãi.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-phan-vach-dai-gioi-hanh-chinh-cua-cac-tinh-Nghia-Binh-Phu-Khanh-va-Binh-Tri-Thien-42792.aspx Nghị quyết phân vạch địa giới hành chính của các tỉnh Nghĩa Bình, Phú Khánh và Bình Trị Thiên]<\/ref>\n\nNgày [[1 tháng 10]] năm [[1992]], chuyển thôn 4 thuộc thị trấn Đồng Cát về lại xã Đức Tân quản lý (trừ sân vận động và 1,8 ha vùng Gò Giàng), đồng thời sáp nhập 17 ha đất ruộng phía đông bắc cầu Bà Trà, 214 ha đất màu vùng Đá Bàn phía tây kênh nam sông Vệ và diện tích vùng núi lớn (lấy ranh giới là đường phân thủy từ đỉnh Lỗ Tây xuống phía nam hồ Đá Bàn) thuộc xã Đức Tân vào thị trấn Đồng Cát (sau khi điều chỉnh địa giới hành chính) và đổi tên thành thị trấn Mộ Đức.<ref>{{Chú thích web|url=http:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-638a-TCCP-phan-vach-dieu-chinh-dia-gioi-xa-thi-tran-va-doi-ten-thi-tran-huyen-ly-thuoc-huyen-Mo-Duc-tinh-Quang-Ngai\/38373\/noi-dung.aspx|tiêu đề=QUYẾT ĐỊNH VỀ VIỆC PHÂN VẠCH, ĐIỀU CHỈNH ĐỊA GIỚI XÃ, THỊ TRẤN VÀ ĐỔI TÊN THỊ TRẤN HUYỆN LỴ THUỘC HUYỆN MỘ ĐỨC, TỈNH QUẢNG NGÃI}}<\/ref>\n\nHuyện Mộ Đức có 1 thị trấn và 12 xã như hiện nay.\n\n==Kinh tế==\nVề kinh tế, Mộ Đức là huyện trọng điểm lúa của tỉnh Quảng Ngãi. Nghề nông từ xưa đến nay vẫn là ngành sản xuất chính, một nguồn sống quan trọng của nhân dân trong huyện, trong khi tiểu thủ công nghiệp và thương mại - dịch vụ ngày càng chiếm tỷ trọng cao và góp phần thúc đẩy tốc độ tăng trưởng kinh tế, cải biến cơ cấu kinh tế theo hướng ngày càng tiến bộ.\n\nNông lâm ngư nghiệp:Tính đến năm 2005, trong số trên 144.500 người dân của Mộ Đức, có đến trên 113.000 người sống bằng nghề nông, lâm và ngư nghiệp (chủ yếu là nghề nông) với gần 55.500 lao động (so với 12.500 lao động trong các nghề khác), chiếm khoảng 5\/6 tổng số lao động của toàn huyện. Trừ xã Đức Lợi chủ yếu sống bằng ngư nghiệp, các xã khác hầu hết dân số đều sống bằng nghề nông. Giá trị sản xuất nông, lâm, thủy sản là 397,803 tỉ đồng (giá trị hiện hành 2005), trong đó nông nghiệp chiếm đến 309,399 tỉ đồng (trồng trọt 229,029 tỉ đồng, chăn nuôi 69,162 tỉ đồng), các dịch vụ nông nghiệp trên 11,208 tỉ đồng, lâm nghiệp trên 5,554 tỉ đồng, thủy sản gần 82,850 tỉ đồng.\n\nNgành chăn nuôi được chú ý phát triển, trong đó chủ yếu là chăn nuôi gia súc, gia cầm như trâu, bò, heo, gà, vịt, dê...\n\n==Du lịch==\n[[Tập tin:Hình_ảnh_mdn.jpg|nhỏ|phải|300px|Khu lưu niệm cố Thủ tướng Phạm Văn Đồng ở xã Đức Tân]]\n*Huyện có bãi biển Minh Tân, cách khu lưu niệm [[Phạm Văn Đồng]] 5&nbsp;km về phía Đông.\n*Có những suối đẹp như: Suối Mơ (Đức Tân), Hố Vực (Đức Phú), Hóc Sằm (Đức Phú).\n*Thắng cảnh đẹp như: Núi Long Phụng - Chùa Ông Rau (Đức Thắng), Rừng Nà (Đức Thạnh), Suối Nước Nóng (Đức Lân).\n*Thác Trắng Minh Long \n*Ngày 01\/09\/2008, Bộ văn hóa - thể thao và du lịch, Bảo tàng cách mạng Việt Nam và Ủy ban nhân dân tỉnh Quảng Ngãi đã tổ chức khánh thành khu lưu niệm bác Phạm Văn Đồng (Đức Tân).\n\n==Tham khảo==\n{{Tham khảo|30em}}\n==Liên kết ngoài==\n*[http:\/\/www.quangngai.gov.vn Trang mạng tỉnh Quảng Ngãi] {{Webarchive|url=https:\/\/web.archive.org\/web\/20051231041939\/http:\/\/www.quangngai.gov.vn\/ |date=2005-12-31 }}\n\n{{Huyện thị Quảng Ngãi}}\n{{Đơn vị hành chính thuộc huyện Mộ Đức}}\n{{sơ khai Quảng Ngãi}}\n\n[[Thể loại:Huyện duyên hải Việt Nam]]"}