{"1204967":"[[Tập tin:Han Mac Tử và người tình.jpg|300px|nhỏ|phải|Hàn Mạc Tử và những người tình trong đó có nữ sĩ Mộng Cầm]]\nNữ sĩ '''Mộng Cầm''', tên khai sinh '''Huỳnh Thị Nghệ'''<ref name=ndt>\n{{chú thích báo\n|tác giả= Lê Văn Sâm\n|tác phẩm= Báo điện tử Người đưa tin\n|url= http:\/\/www.nguoiduatin.vn\/giai-ma-bi-an-cuoc-tinh-han-mac-tu-mong-cam-a53789.html\n|tên bài= Giải mã \"bí ẩn\" cuộc tình Hàn Mặc Tử & Mộng Cầm\n|ngày= 27 tháng 12 năm 2012\n|ngày truy cập= 8 tháng 4 năm 2013}}\n<\/ref> ([[17 tháng 7]] năm [[1917]] – [[23 tháng 7]] năm [[2007]]), là một [[nhà văn]] người [[Việt Nam]], bà được biết đến là một người tình trong thơ của nhà thơ [[Hàn Mặc Tử]] và cũng là một mối tình đẹp và lãng mạn của nhà thơ này.<ref name=\"nld\">{{chú thích báo\n|tác giả= H.Cán\n|tác phẩm= Báo Người Lao động Điện tử\n|url= http:\/\/nld.com.vn\/196552p0c1020\/nu-si-mong-cam-qua-doi.htm\n|tên bài= Nữ sĩ Mộng Cầm qua đời\n|ngày= 24 tháng 7 năm 2007\n|ngày truy cập= 8 tháng 4 năm 2013}}\n<\/ref> Trong khoảng nửa [[thế kỷ 20|thế kỷ XX]], chuyện tình Hàn Mặc Tử – Mộng Cầm vẫn luôn là đề tài làm tốn hao nhiều giấy mực của các nhà văn, nhà báo, nhạc sĩ.<ref name=\"vinhbiet\">\n{{chú thích báo\n|tác giả= Hà Đình Nguyên\n|tác phẩm= Báo Thanh Niên online\n|url= http:\/\/www.thanhnien.com.vn\/news\/pages\/200730\/202269.aspx\n|tên bài= Vĩnh biệt nữ sĩ Mộng Cầm\n|ngày= 24 tháng 7 năm 2007\n|ngày truy cập= 8 tháng 4 năm 2013}}\n<\/ref>\n\n==Xuất thân==\nMộng Cầm nguyên quán ở Đức Phổ, tỉnh Quảng Ngãi, nhưng ba của bà lại ra làm việc tận Nghệ An. Và ngày 17 tháng 7 năm 1917, bà được sinh ra ở đó nên mới có tên là Huỳnh Thị Nghệ, theo đó tên Nghệ là do sinh ở [[Nghệ An]]. Sau đó bà được gửi về [[nhà trọ]] ở nhà ông cậu ở Phan Thiết học trường Pline Exercices. Mộng Cầm là cháu gọi nhà thơ [[Bích Khê]] bằng cậu. Tên Mộng Cầm xuất hiện từ khi bà làm thơ gửi đăng báo.<ref name=\"nguoiduatin.vn\">{{chú thích web | url = http:\/\/www.nguoiduatin.vn\/giai-ma-bi-an-cuoc-tinh-han-mac-tu-mong-cam-a53789.html | tiêu đề = Giải mã \"bí ẩn\" cuộc tình Hàn Mạc Tử & Mộng Cầm | author = | ngày = | ngày truy cập = 7 tháng 6 năm 2014 | nơi xuất bản = Báo điện tử Người đưa tin | ngôn ngữ = }}<\/ref>\n\n==Mối tình thơ==\nHàn Mặc Tử quen Mộng Cầm trong thời gian phụ trách trang văn chương cho tờ báo Trong Khuê Phòng. Mộng Cầm là cháu gọi [[Bích Khê]] bằng cậu, vì ảnh hưởng của ông cậu trẻ tuổi nên cũng tập tành làm thơ gửi đăng báo. Hàn Mặc Tử đã nhận được một số bài thơ như thế của Mộng Cầm gửi đến và từ đó làm quen với Mộng Cầm.<ref name=\"nld\"\/> Qua những vần thơ trên báo, Hàn Mạc Tử đã tìm đến làm quen, bày tỏ tình cảm với bà qua bài Muôn năm sầu thảm, với câu mở đầu \"Nghệ hỡi Nghệ\". Hàn Mặc Tử là tình yêu đầu đời của bà.<ref name=\"nguoiduatin.vn\"\/>\n\nTheo các tài liệu của Nguyễn Bá Tín (em ruột Hàn Mặc Tử), của nhà văn [[Quách Tấn]] thì Hàn Mặc Tử và Mộng Cầm quen biết nhau qua thơ văn. Đó là khoảng năm 1934, khi Hàn Mặc Tử rời [[Quy Nhơn]] vào [[Thành phố Hồ Chí Minh|Sài Gòn]] phụ trách trang văn chương cho tờ Trong khuê phòng. Thỉnh thoảng, Hàn Mặc Tử có nhận được những bài thơ ký tên là Mộng Cầm từ Phan Thiết gửi vào. Thư đi tin lại, rồi chàng ra Phan Thiết tìm nàng. Sự thực là Mộng Cầm là cháu gọi thi sĩ [[Bích Khê]] bằng cậu, nhân vậy mà sau này mới có tình bạn thắm thiết giữa Bích Khê và Hàn Mặc Tử.<ref name=\"vinhbiet\" \/>\n\nTheo ông [[Trần Thanh Mại]] thì: ''Đôi trai tài gái sắc yêu nhau. Họ hay gặp nhau ở Quy Nhơn và Phan Thiết, hay đưa nhau đi chơi, thăm thú các danh lam thắng cảnh, nhất là Lầu Ông Hoàng... Đùng một cái, Hàn thi sĩ phát hiện mình mắc bệnh phong, chàng tuyệt giao với bằng hữu, kể cả với Mộng Cầm''.<ref name=\"gmns\">{{chú thích web | url = http:\/\/vnexpress.net\/gl\/van-hoa\/guong-mat-nghe-sy\/2005\/01\/3b9da7fa\/ | tiêu đề = Thực hư chuyện tình Mộng Cầm - Hàn Mặc Tử - VnExpress Giải Trí | author = | ngày = | ngày truy cập = 7 tháng 6 năm 2014 | nơi xuất bản = VnExpress - Tin nhanh Việt Nam | ngôn ngữ = }}<\/ref>\n\nMộng Cầm đã cho rằng chuyện tình cảm giữa mình và Hàn Mặc Tử \"''chỉ là mối tình văn thơ, còn [[Quan hệ tình dục|xác thịt]] thì hoàn toàn không nghĩ tới. Cha mẹ đã cho giao thiệp tự do, chúng tôi phải giữ gìn cho xứng đáng''...\". Bà xác nhận có đi chơi ở Lầu Ông Hoàng với Hàn Mặc Tử rồi gặp mưa, hai người vào nấp mưa ở một nghĩa địa nhưng không cho rằng do vậy mà Hàn mắc bệnh phong.<ref name=\"gmns\"\/>\n\nBà kể thêm rằng: ''Về đến Phan Thiết, tôi đưa Hàn Mặc Tử đến trường Hồng Đức, cậu Bích Khê tôi dạy ở đó. Ở đó suốt buổi sáng chủ nhật, chiều anh đáp chuyến tàu suốt về Sài Gòn. Sau ngày ấy, cậu tôi bảo tôi ra dạy ở trường Hồng Đức, do vậy mà Hàn Mặc Tử ra vào thường. Thứ bảy nào anh cũng có mặt ở Phan Thiết, chiều chủ nhật lại vào Sài Gòn. Trong một dịp thứ bảy đi chơi Lầu Ông Hoàng, anh đã thổ lộ mối tình với tôi''.<ref name=\"vinhbiet\"\/>\n\nSau khi Hàn Mặc Tử [[chết|qua đời]], Mộng Cầm lập gia đình riêng và sống ẩn dật. Bà có bảy người con.<ref name=ndt \/>\n\n==Qua đời==\nNữ sĩ Mộng Cầm qua đời lúc 21 giờ 30 phút ngày 23 tháng 7 năm 2007, nhằm ngày 10-6 năm Đinh Hợi, tại nhà riêng trên đường Trần Hưng Đạo – [[Phan Thiết]], sau một thời gian bạo bệnh, thọ 91 tuổi. Trước đó, bà Mộng Cầm điều trị ở Bệnh viện Đa khoa An Phước – Phan Thiết và đến ngày 25 tháng 6 được chuyển về nhà riêng để chờ qua đời.<ref name=\"nld\">http:\/\/nld.com.vn\/196552p0c1020\/nu-si-mong-cam-qua-doi.htm {{link chết|truy vấn quá lâu}}<\/ref>\n\nNhà văn Dzũ Kha bồi hồi phát biểu rằng: \"''Thật buồn khi nàng thơ từng là nguồn cảm hứng sáng tạo cho thơ Hàn không còn nữa. Nhiều lần tôi đến thăm, bà lúc nào cũng gọi anh Trí, anh Trí mỗi khi nhắc đến thi sĩ họ Hàn. Chuyện tình không thành nhưng giữa hai người đã có những kỷ niệm thật đẹp''...\" <ref name=\"vinhbiet\"\/>\n\n==Chú thích==\n{{Tham khảo}}\n\n{{thời gian sống|1917|2007}}\n\n{{Hàn Mặc Tử}}\n\n[[Thể loại:Nhà văn Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Hàn Mặc Tử]]"}