{"147504":"{{Khóa-nửa-vô hạn|small=yes}}\n{{bài cùng tên|Mộc Châu (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Mộc Châu\n| hình = Thacdaiyem.jpg\n| ghi chú hình = [[Thác Dải Yếm]] ở xã [[Mường Sang]]\n| vị trí lấy tọa độ =\n| vĩ độ = 20\n| vĩ phút = 51\n| vĩ giây = 45\n| kinh độ = 104\n| kinh phút = 36\n| kinh giây = 11\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 1.081,66 km² <ref name=\"NQ72\"\/>\n| dân số = 114.460 người<ref name=\"NQ72\"\/>\n| thời điểm dân số = 1\/4\/2019\n| dân số thành thị = 42.364 người\n| dân số nông thôn = 72.096 người \n| mật độ dân số = 106 người\/km²\n| dân tộc = [[người Thái (Việt Nam)|Thái]], [[người Kinh|Kinh]], Mường, Tày, Nùng...\n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Sơn La]]\n| thành phố = \n| huyện lỵ = thị trấn [[Mộc Châu (thị trấn)|Mộc Châu]]\n| thành lập = \n| phân chia hành chính = 2 thị trấn, 13 xã\n| mã hành chính = 123<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND =\n| web = {{url|mocchau.sonla.gov.vn}}\n|biển số xe=26-G1}}\n\n'''Mộc Châu''' là một [[huyện]] thuộc tỉnh [[Sơn La]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Mộc Châu nằm ở phía đông nam tỉnh Sơn La, có vị trí địa lý:\n* Phía đông giáp huyện [[Vân Hồ]]\n* Phía nam giáp huyện [[Sop Bao]], tỉnh [[Huaphanh]], nước CHDCND [[Lào]]\n* Phía tây giáp huyện [[Yên Châu]]\n* Phía bắc giáp huyện [[Phù Yên]].\n\nHuyện Mộc Châu có diện tích 1.081,66&nbsp;km² và dân số năm 2013 là 104.730 người.<ref name=\"NQ72\">[http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq\/2013\/06\/72-nq.pdf Nghị quyết số 72\/NQ-CP của Chính phủ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160304231424\/http:\/\/datafile.chinhphu.vn\/file-remote-v2\/DownloadServlet?filePath=vbpq%2F2013%2F06%2F72-nq.pdf |date=2016-03-04 }} về việc điều chỉnh địa giới hành chính huyện Mộc Châu để thành lập huyện Vân Hồ thuộc tỉnh Sơn La.<\/ref>\n\n==Lịch sử==\nMộc Châu xưa được cai quản bởi dòng họ Xa (người Thái) nổi lên từ cuối thế kỷ XIV - đầu thế kỷ XV.\n\nĐến đầu thế kỷ XV đã chính thức thuộc lãnh thổ [[Đại Việt]] (thuộc châu Mộc, phủ Gia Hưng, trấn [[Hưng Hóa (tỉnh)|Hưng Hóa]]) vào triều nhà Hậu Lê, do Xa Khả Xâm (hay Xa Khả Tham) nhậm chức quan Đại Tư mã thời vua [[Lê Thái Tổ]] cai quản.\n\nTheo Kiến văn tiểu lục của [[Lê Quý Đôn]], cuối thế kỷ XVIII, Xa Văn Phấn làm phụ đạo châu Mộc. Năm [[1776]], Xa Văn Phấn mất, con cháu họ hàng họ Xa tranh nhau quyền thế tập, quan hiệp đốc Hưng Hóa nhà Lê - Trịnh là Lý Trần Thản chia tách châu Mộc thành 3 châu nhỏ là: châu Mộc gồm động Chinh Trình, Đàn Tổng, Hạ Tổng cho Xa Văn Mang cai quản, châu Đà Bắc, phủ Gia Hưng là đất động Trình Sàng cho Xa Văn Khoa cai quản, còn đất động Hàm Hàng làm châu Mã Nam, phủ Gia Hưng cho Xa Văn Ôn cai quản.<ref>Kiến văn tiểu lục, Lê Quý Đôn, trang 300.<\/ref>. Đầu thế kỷ XIX, Mộc Châu thuộc phủ Gia Hưng trấn Hưng Hóa, và gồm 5 động là: Xuân Nha, Cẩm Nang, Hương Kiền, Mộc Thượng, Mộc Hạ.<ref>Tên làng xã Việt Nam nửa đầu thế kỷ XIX, trang 86.<\/ref>\n\nTheo Đại Việt địa dư toàn biên của [[Nguyễn Văn Siêu]], thì châu Mộc xưa vốn là 23 động, là đất cũ họ Xa. Đến Xa Khả Xâm có công giúp Lê Thái Tổ đánh nhà Minh, năm [[1428]] được phong chức Tư đồ tước quận công, cho con cháu nối đời làm quan Việt Nam. Sau con cháu đánh nhau. Năm Cảnh Hưng 36 ([[1776]]) nhà Lê trung hưng chia phần đất phía bắc sông Bờ ([[sông Đà]]) làm châu [[Đà Bắc]] cho chi thứ họ Xa cai trị. Từ [[sông Mã]] trở về phía nam làm châu Mã Nam cũng cho chi thứ khác của họ Xa cai quản. Còn phần còn lại vẫn gọi là châu Mộc, thời nhà Nguyễn gồm 2 tổng 6 xã là đất các độngː [[Xuân Nha]] (nay thuộc huyện [[Vân Hồ]]), Hương Đàm, Trúc Mục, Mộc Thượng, Mộc Hạ còn lại thuộc châu Mộc. Đến những năm [[1780]] cuối [[nhà Lê trung hưng]], một thổ tù lang đạo ở Mộc Châu nổi dậy, thuê mán Trình Cố ([[Xiengkhor]]) giết phụ đạo 2 châu Đà Bắc, Mã Nam chiếm đất và cho châu Mã Nam thuộc về Trình Cố. Đến thời [[nhà Tây Sơn]] châu Đà Bắc tố cáo ra, nhà Tây Sơn lại cho họ Xa thế tập làm phụ đạo châu Mộc. Nhưng Mã Nam thì mất về Trình Cố. Đến thời [[nhà Nguyễn]] độc lập, khoảng các năm [[1828]], Trình Cố cùng đất Mã Nam cũ lại thuộc về nhà Nguyễn ([[Đại Nam]]) và nằm trong phủ Trấn Man tỉnh [[Thanh Hóa]] nhà Nguyễn<ref>Đại Việt địa dư toàn biên, Nguyễn Văn Siêu, trang 411.<\/ref>. Đến năm [[1893]], sau khi thành lập [[Liên bang Đông Dương]] thuộc Pháp, vùng đất châu Mã Nam xưa, nay là huyện [[Sop Bao]], cùng với huyện Trình Cố phủ Trấn Man tỉnh Thanh Hóa, được người Pháp cắt sang lãnh thổ [[Lào]] thuộc Pháp. Thời [[Pháp thuộc]], đầu thế kỷ XX, Châu Mộc thuộc tỉnh Sơn La có 6 làng xã là: Xuân Nha, Tu Nang, Hương Càn, Mộc Thượng, Mộc Hạ và Quy Hướng.<ref>Danh mục làng xã Bắc kỳ, Ngô Vi Liễn, trang 111.<\/ref>\n\nNgày [[15 tháng 11]] năm [[1968]], thành lập thị trấn nông trường Mộc Châu.<ref>Quyết định số 632-NV năm 1968 của Bộ Nội vụ.<\/ref>\n\nNgày [[13 tháng 4]] năm [[1977]], thành lập thị trấn nông trường Chiềng Ve.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-79-BT-thanh-lap-thi-tran-thuoc-huyen-Mai-Son-Phu-Yen-Song-Ma-Moc-Chau-giai-the-thi-tran-Van-Yen-huyen-Phu-Yen-tinh-Son-La-57973.aspx|tựa đề=Quyết định 79-BT năm 1977 về việc thành lập một số thị trấn thuộc các huyện Mai Sơn, Phú Yên, Sông Mã, Mộc Châu và giải thể thị trấn Vạn Yên thuộc huyện Phù Yên, tỉnh Sơn La do Bộ trưởng Phủ Thủ tướng ban hành}}<\/ref>\n\nNgày [[25 tháng 7]] năm [[1978]], đổi tên xã Kiến Thiết thành xã Lóng Luông, đổi tên xã Cộng Hòa thành xã Suối Bàng, đổi tên xã Chiềng Sại thành xã Nà Mường và đổi tên xã Chiềng Chung thành xã Hua Păng.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-130-BT-sua-doi-ten-xa-thuoc-tinh-Son-La-55130.aspx Quyết định số 130-BT năm 1978]<\/ref>\n\nNgày [[13 tháng 3]] năm [[1979]], sáp nhập các xã Tú Nang, Lóng Phiêng và Chiềng Tương vào huyện Yên Châu.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-105-CP-dieu-chinh-dia-gioi-xa-tinh-Son-La-57569.aspx|tựa đề=Quyết định 105-CP năm 1979 về việc điều chỉnh địa giới một số xã thuộc tỉnh Sơn La do Hội đồng Chính phủ ban hành}}<\/ref>\n\nNgày [[26 tháng 2]] năm [[1980]], sáp nhập xã Chờ Lồng vào thị trấn nông trường Mộc Châu.<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-60-CP-dieu-chinh-dia-gioi-xa-va-thi-tran-tinh-Son-La-44143.aspx Quyết định số 60-CP năm 1980]<\/ref>\n\nNgày [[11 tháng 1]] năm [[1986]], chia xã Lóng Luông thành 2 xã: Lóng Luông và Vân Hồ.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-04-HDBT-dieu-chinh-dia-gioi-hanh-chinh-xa-huyen-Song-Ma-Moc-Chau-tinh-Son-La-37025.aspx|tựa đề=Quyết định 04\/HĐBT năm 1986 về việc điều chỉnh địa giới hành chính một số xã của các huyện Sông Mã và Mộc Châu thuộc tỉnh Sơn La do Hội đồng Bộ trưởng ban hành}}<\/ref>\n\nNgày [[16 tháng 5]] năm [[1998]], Chính phủ ban hành Nghị định 31\/1998\/NĐ-CP<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-31-1998-ND-CP-thanh-lap-xa-phuong-thuoc-thi-xa-Son-La-va-cac-huyen-Yen-Chau-Moc-Chau-Mai-Son-tinh-Son-La-vb41690t11.aspx Nghị định 31\/1998\/NĐ-CP về việc thành lập một số xã, phường thuộc thị xã Sơn La và các huyện Yên Châu, Mộc Châu, Mai Sơn tỉnh Sơn La]<\/ref>, theo đó: \n*Thành lập xã Đông Sang trên cơ sở 4.289 ha diện tích tự nhiên và 3.530 người của xã Mường Sang \n*Thành lập xã Tà Lại trên cơ sở 2.730 ha diện tích tự nhiên và 2.798 người của xã Nà Mường \n*Thành lập xã Liên Hòa trên cơ sở 3.372 ha diện tích tự nhiên và 2.713 người của xã Song Khủa.\n\nNgày [[20 tháng 8]] năm [[1999]], Chính phủ ban hành Nghị định 77\/1999\/NĐ-CP<ref>[https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-77-1999-ND-CP-giai-the-cac-thi-tran-nong-truong-thanh-lap-xa-thi-tran-thuoc-cac-huyen-Mai-Son-Bac-Yen-va-Moc-Chau-tinh-Son-La-45582.aspx Nghị định 77\/1999\/NĐ-CP về việc giải thể các thị trấn nông trường, thành lập xã, thị trấn thuộc các huyện Mai Sơn, Bắc Yên và Mộc Châu, tỉnh Sơn La]<\/ref>, theo đó: \n*Sáp nhập thị trấn nông trường Chiềng Ve vào xã Lóng Sập \n*Thành lập xã Chiềng Sơn trên cơ sở 9.788 ha diện tích tự nhiên và 7.932 người của xã Lóng Sập.\n\nNgày [[8 tháng 1]] năm [[2007]], Chính phủ ban hành Nghị định 03\/2007\/NĐ-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bat-dong-san\/Nghi-dinh-03-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-xa-thi-tran-thuoc-huyen-Muong-La-Thuan-Chau-Moc-Chau-tinh-Son-La-16307.aspx|tựa đề=NGHỊ ĐỊNH SỐ 03\/2007\/NĐ-CP CỦA CHÍNH PHỦ VỀ VIỆC ĐIỀU CHỈNH ĐỊA GIỚI HÀNH CHÍNH XÃ; THÀNH LẬP XÃ, THỊ TRẤN THUỘC CÁC HUYỆN MƯỜNG LA, THUẬN CHÂU VÀ MỘC CHÂU, TỈNH SƠN LA|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>, theo đó: \n*Thành lập xã Chiềng Xuân trên cơ sở điều chỉnh 8.695,5 ha diện tích tự nhiên và 2.367 người của xã Xuân Nha \n*Thành lập xã Tân Xuân trên cơ sở điều chỉnh 15.819,3 ha diện tích tự nhiên và 3.417 người của xã Xuân Nha.\n\nTheo thống kê năm [[2009]], toàn huyện có dân số 152.172 người<ref name=\"TK\">Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương. [http:\/\/www.gso.gov.vn\/default.aspx?tabid=512&idmid=5&ItemID=10798 Tổng điều tra dân số và nhà ở Việt Nam năm 2009: Kết quả toàn bộ]. Hà Nội, 6-2010. Biểu 2, tr.10.<\/ref>, với diện tích 2025,1&nbsp;km², mật độ 69 người\/km², phía bắc giáp huyện [[Phù Yên]] bởi dòng sông Đà, phía tây bắc giáp 2 huyện [[Bắc Yên]] và [[Yên Châu]], phía tây giáp nước CHDCND Lào, phía nam giáp tỉnh [[Thanh Hóa]], phía đông nam giáp tỉnh [[Hòa Bình]].\n\nCuối năm [[2012]], huyện Mộc Châu bao gồm thị trấn Mộc Châu, thị trấn Nông trường Mộc Châu và 27 xã: Chiềng Hắc, Chiềng Khoa, Chiềng Khừa, Chiềng Sơn, Chiềng Xuân, Chiềng Yên, Đông Sang, Hua Păng, Liên Hòa, Lóng Luông, Lóng Sập, Mường Men, Mường Sang, Mường Tè, Nà Mường, Phiêng Luông, Quang Minh, Quy Hướng, Song Khủa, Suối Bàng, Tà Lại, Tân Hợp, Tân Lập, Tân Xuân, Tô Múa, Vân Hồ, Xuân Nha.\n\nNgày [[10 tháng 6]] năm [[2013]], Chính phủ ban hành Nghị quyết 72\/NQ-CP<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-72-NQ-CP-nam-2013-dieu-chinh-dia-gioi-hanh-chinh-huyen-Moc-Chau-193037.aspx|tựa đề=Nghị quyết số 72\/NQ-CP năm 2013 về việc điều chỉnh địa giới hành chính huyện Mộc Châu để thành lập huyện Vân Hồ thuộc tỉnh Sơn La}}<\/ref>. Theo đó, tách 14 xã: Chiềng Khoa, Chiềng Xuân, Chiềng Yên, Liên Hòa, Lóng Luông, Mường Chen, Mường Tè, Quang Minh, Song Khủa, Suối Bàng, Tân Xuân, Tô Múa, Vân Hồ và Xuân Nha để thành lập huyện [[Vân Hồ]].\n\nHuyện Mộc Châu còn lại 108.166 ha diện tích tự nhiên và 104.730 người với 15 đơn vị hành chính trực thuộc, bao gồm thị trấn Mộc Châu, thị trấn Nông trường Mộc Châu và 13 xã: Chiềng Hắc, Chiềng Khừa, Chiềng Sơn, Đông Sang, Hua Păng, Lóng Sập, Mường Sang, Nà Mường, Phiêng Luông, Quy Hướng, Tân Hợp, Tân Lập, Tà Lại.\n\nNgày [[17 tháng 6]] năm [[2019]], Bộ Xây dựng ban hành Quyết định số 532\/QĐ-BXD công nhận đô thị Mộc Châu (gồm thị trấn Mộc Châu và thị trấn Nông trường Mộc Châu) là đô thị loại IV.<ref>{{Chú thích web|url=http:\/\/baoxaydung.com.vn\/son-la-moc-chau-dat-tieu-chuan-do-thi-loai-iv-254609.html|tựa đề=Sơn La: Mộc Châu đạt tiêu chuẩn đô thị loại IV|ngày=2019-05-22|website=Báo điện tử Xây dựng}}<\/ref><ref>{{Chú thích web|url=http:\/\/baosonla.org.vn\/vi\/bai-viet\/cong-bo-do-thi-moc-chau-dat-tieu-chi-do-thi-loai-iv-va-chuong-trinh-nghe-thuat-voi-chu-de-moc-chau-hoi-tu-va-lan-toa-25378|tựa đề=Công bố đô thị Mộc Châu đạt tiêu chí đô thị loại IV và Chương trình nghệ thuật với chủ đề \"Mộc Châu hội tụ và lan tỏa\"|ngày=2019-09-02|website=Báo Sơn La điện tử}}<\/ref>\n\n==Hành chính==\nHuyện Mộc Châu có 15 đơn vị hành chính cấp xã trực thuộc, bao gồm 2 thị trấn: [[Mộc Châu (thị trấn)|Mộc Châu]] (huyện lỵ), [[nông trường Mộc Châu (thị trấn)|Nông trường Mộc Châu]] và 13 xã: [[Chiềng Hắc]], [[Chiềng Khừa]], [[Chiềng Sơn]], [[Đông Sang]], [[Hua Păng]], [[Lóng Sập]], [[Mường Sang]], [[Nà Mường]], [[Phiêng Luông, Mộc Châu|Phiêng Luông]], [[Quy Hướng]], [[Tân Hợp, Mộc Châu|Tân Hợp]], [[Tân Lập, Mộc Châu|Tân Lập]], [[Tà Lại]].\n\n== Văn hóa ==\nTrước năm 2013, Mộc Châu có 12 dân tộc anh em cùng sinh sống. Trong đó chiếm đa số là người thái: 33%, người Mông 18%, người kinh 15%, ngoài ra còn có người Khơ Mú, Dao, Tày...\nNgười Thái có nhiều món ăn đặc sắc, phong phú, hàng năm các lễ hội Hoa Ban, Hết CHá, Cầu mưa được tổ chức vào mùa xuân với mong muốn mùa màng bội thu...\nVào ngày 30\/8-2\/9 hàng năm huyện tổ chức ngày hội văn hóa cho người H[[Người Miêu|'Mong]] từ các tỉnh miền núi phía bắc đổ về thị trấn Mộc Châu. Ngày hội là dịp cho các đôi trai gái người H'Mong có cơ hội tìm hiểu về nhau.\n\n== Du lịch ==\nMộc Châu là [[cao nguyên]] rộng lớn, có khí hậu [[ôn đới gió mùa]]. Các điểm du lịch nổi tiếng phải kể Hang Dơi, rừng thông Mộc Châu, thác Thái Hưng và không thể thiếu các đồi chè, đồng cỏ ở thị trấn NT Mộc Châu. Ban Quản lý Du lịch Quốc gia Mộc Châu của huyện đang triển khai hoàn thành các khu [[du lịch sinh thái]] ở thị trấn Mộc châu và NT Mộc Châu. Hiện nay đã có một số khu đã triển khai: thác Dải Yếm, Hang Dơi, khu hồ sinh thái và rừng thông bản Áng, Đông Sang.\n\n==== Hang Dơi ====\n'''[[Hang Dơi]]''' còn gọi là '''Động Sơn Mộc Hương''', là hang trong dãy núi đá vôi ở phía đông bắc [[thị trấn Mộc Châu]] Người dân địa phương biết đến hang đã từ lâu, và có nhiều truyền thuyết về hang, cũng như sử dụng làm nơi trú ẩn từ thời [[kháng chiến chống Pháp]], nhưng phát hiện về [[khảo cổ]] vào năm 1952. Thắng cảnh [[Hang Dơi]] được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hoá Thông tin]] công nhận là di tích danh lam thắng cảnh cấp quốc gia ngày 24\/1\/1998.\n\n==== Rừng Thông Bản Áng ====\nRừng thông bản Áng thuộc xã Đông Sang, huyện Mộc Châu, tỉnh Sơn La. Rừng thông bản Áng cách thị trấn Mộc Châu khoảng 3km theo hướng Quốc lộ 43. Khu rừng này vốn nổi tiếng với diện tích trên 43 ha cùng những cây thông trải dài suốt dọc đường đi. Điều đặc biệt là là nơi đây kết hợp giữa cả giống thông địa phương với giống Đà Lạt. Nằm giữa rừng là hồ nước tự nhiên với diện tích khoảng 5 ha. Hồ nổi tiếng với dòng nước trong xanh, mát lành quanh năm.<ref>{{Chú thích web|url=https:\/\/vivu.net\/blog\/2020\/rung-thong-ban-ang\/|tựa đề=Rừng thông bản Áng: Xứ sở ngàn hoa giữa núi rừng Tây Bắc}}<\/ref>\n\n==== Đồi Chè Trái Tim ====\nĐồi chè trái tim là một trong những địa điểm du lịch nổi tiếng được rất nhiều du khách thăm quan. Đồi chè nằm tại Thị trấn nông trường Mộc Châu nằm cách trung tâm huyện Mộc Châu khoảng 5 - 7km, ở đây có cả công ty chè và công ty sữa Mộc Châu.\n[[Tập tin:Đồi Chè Trái Tim - Mộc Châu.png|nhỏ|Toàn cảnh Đồi chè trái tim nhìn từ trên cao]]\n\n==== Thung Lũng Mận Nà Ka ====\nNà Ka là một vùng đất trù phú nằm tại cao nguyên Mộc Châu – ngay trên con đường dẫn vào Tân Lập, nơi có những đồi chè trái tim độc đáo. Thung lũng cách nông trường Mộc Châu khoảng 16km, nổi tiếng với hàng nghìn hecta mận được quy hoạch và chăm sóc kĩ lưỡng. Cả thung lũng là ngàn ngàn lớp lớp những cây mận nối đuôi nhau xa tít tắp, là một trong những thắng cảnh tại Mộc Châu mà du khách không thể bỏ qua khi ghé thăm vùng đất này.\n[[Tập tin:Thung lũng mận Nà Ka.png|nhỏ|Thung lũng mận Nà Ka]]\n\n==== Thác Dải Yếm ====\nThác Dải Yếm còn có các tên gọi khác là “'''thác Nàng'''”, “thác Bản Vặt”, nằm ở xã Mường La, huyện Mộc Châu, tỉnh Sơn La. Sở dĩ thác mang tên là Dải Yếm bởi theo truyền thuyết, thác là dải yếm của người con gái cứu chàng trai thoát khỏi dòng nước lũ. Thác nằm cách trung tâm huyện Mộc Châu khoảng 5 km theo hướng quốc lộ 43 đi cửa khẩu Lóng Sập.\n\nThác Dải Yếm được hình thành từ dòng Suối Vặt. Điểm khởi nguồn của dòng suối này là từ hai khe nước bó Tá Cháu và bó Co Lằm ở bản Vặt cách thác 600m về phía tay trái của thác cùng nằm trên trục đường quốc lộ 43. Khi chảy đến khu “Na Sai” (vườn trồng hoa lan hiện nay) được chia thành hai thác cách nhau khoảng 200m. Cả hai dòng chảy đều bị chặn lại bởi một bức tường đá vôi, nước dâng lên và tràn về bờ thấp hơn đổ xuống từng bậc đá, tạo thành những thác nước sinh động, huyền ảo mang vẻ đẹp thuần khiết, hoang sơ giữa khung cảnh thiên nhiên yên vắng của núi rừng Tây Bắc.\n\n==== Thăm quan trang trại bò sữa Mộc Châu ====\nCông ty cổ phần giống bò sữa Mộc Châu cũng là nơi tập trung của hơn 600 hộ gia đình, với hơn 20 nghìn con bò sữa, ước tính mỗi ngày sản xuất trên 200 tấn sữa, cung cấp lượng sữa khổng lồ cho cả nước. Khi đến Mộc Châu du khách có thể thăm quan các trang trại bò.\n\nĐến với trang trại bò sữa Mộc Châu, du khách sẽ dễ dàng bắt gặp những đàn bò đen trắng đang thung thăng gặm cỏ trên những cánh đồng tươi tốt. Những trang trại bò sữa được xây dựng vô cùng quy mô, đảm bảo một quy trình sản xuất sữa bò đúng tiêu chuẩn. Cả một không gian xanh đầy tươi mát, thời tiết trong lành dễ chịu cùng những người nông dân hiền lành, chân chất.\n\nMộc Châu có nét đẹp từng mùa: khoảng Tháng 11 đến Tháng 1 có hoa cải trắng nở tràn trên núi. Tháng 1 đến Tháng 3 có hoa [[Mận hậu|mận hậu]], hoa [[đào]]. Sang Tháng 4 có hoa [[Ban Tây Bắc|ban]] nở trắng rừng. Đến Tháng 5 là mùa mận chín.\n[[Tập tin:Cầu Kính Tình Yêu.png|nhỏ|Cầu Kính Tình Yêu]]\nVề mặt ẩm thực Mộc Châu có món ăn nổi tiếng nhất là món ''pịa'' của đồng bào Thái, nấu bằng lòng [[dê]], [[ngựa]], hoặc bê. \nNgoài ra còn có món bê chao. Bê ở đây là bê sữa đực, mới sinh. Món bê quay ở đây mềm vì là thịt bê non, và có vị rất đặc trưng.\n\n== Giao thông ==\nMộc Châu nằm trên trục Quốc lộ 6, có quốc lộ 43 và 37 chạy qua. Một số xã của huyện Mộc Châu tiếp giáp với lòng hồ [[sông Đà]] nên cũng có nhiều điều kiện để phát triển du lịch đường thủy.\n\n==Hình ảnh==\n<gallery mode=\"packed\" heights=\"120\">\nFile:Between Son La and Moc Chau.png\nFile:A Child In Moc Chau Viet Nam (202384245).jpeg\nFile:Chemocchau.jpg\nFile:Thacdaiyem.jpg\nFile:Thacdaiyem1.jpg\nFile:Mộc Châu.jpg\nFile:Mộc Châu District, Vietnam (Unsplash).jpg\nFile:Foggy mountain (Unsplash).jpg\nFile:MocChau.jpg\n<\/gallery>\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* {{TĐBKVN|16637}}\n* [http:\/\/mocchau.sonla.gov.vn\/ Huyện Mộc Châu]\n\n{{sơ khai Sơn La}}\n{{Huyện thị Sơn La}}\n\n{{Đơn vị hành chính thuộc huyện Mộc Châu}}\n{{Du lịch Việt Nam}}\n\n[[Thể loại:Mộc Châu]]\n[[Thể loại:Huyện biên giới Việt Nam với Lào]]"}