{"248725":"{{chú thích trong bài}}{{Thông tin món ăn|name=Mứt trái cây|type=Mứt|main_ingredient=[[Trái cây]] ([[dâu tây]], cáy [[dừa]], vỏ [[bưởi]], [[chùm ruột]],...), đường.|region=|country={{VIE}}<br> [[Châu Âu]]: mứt nhừ (jam)|year=thường nhật (phương Tây), dịp [[Tết]] (châu Á)}}[[Tập tin:Strawberry jam on a dish.JPG|phải|nhỏ|Mứt dâu tây được bày trên dĩa]]\n[[Tập tin:Ho Chi Minh Trip-197.jpg|nhỏ|Cửa hàng bán [[mứt]] tại Sài Gòn]]\n'''Mứt''', '''mứt trái cây''' hay '''mứt quả''' là một loại thực phẩm ngọt có thể được tìm thấy ở nhiều nước trên thế giới,nó được chế biến từ nhiều loại trái cây và một số loại củ nấu với đường và một số nguyên liệu khác cho đến độ khô từ 65-70%.Nguyên liệu đường trong mứt luôn có mặt và cần đạt gần [[nồng độ]] khoảng 55 - 60%, nó không chỉ đóng vai trò làm ngọt mà còn để bảo quản mứt,có tác dụng tăng độ đông.Trong mứt, các [[vi sinh vật]] vì bị co lại nên không hoạt động,hoặc không phát triển vì nồng độ axit cao (trong mứt quả) vì thế nhiều loại mứt nấu xong có thể không cần [[thanh trùng]] (tuy một số loại mứt có độ khô thấp hơn cấn phải thanh trùng trong thời gian ngắn để diệt nấm men, nấm mốc). Mứt có thể được tồn trữ trong một thời gian ngắn sau đó nó bắt đầu bị [[vữa]], dần dần, thoạt đầu ở trên bề mặt rồi lan dần ra. Nếu bảo quản mứt ở nhiệt độ thấp, [[pH]] dưới 2,8 cùng có nhiều tạp chất, hoặc trong trường hợp bị tác động cơ học, mứt càng chóng bị vữa hơn.\n\n==Phân loại==\nMứt trái cây trong ngành ẩm thực Tây phương có dạng sệt phải dùng [[muỗng]] múc ra. Loại mứt này có tên [[tiếng Anh]] là '''jam'''. Thành phần tạo nên jam là trái cây xay nhuyễn thành dạng bột hoặc được nghiền nhỏ nấu với đường và [[gelatin]] cho mềm, sệt. Người ta thường dùng các trái cây có độ dày thịt và mọng nước như dâu, nho, anh đào, việt quất, phúc bồn tử để nấu jam vì thế jam thường có độ dày thịt của các loại trái cây tươi. Ngoài jam thì một loại mứt nhừ khác là '''preserves''' - dạng mứt có phần thịt trái cây được cắt thành từng miếng nhỏ chứ không nhuyễn như jam hay được ép thành nước như jelly. Những miếng trái cây này thường là hỗn hợp được nằm lẫn trong jam hay jelly. Loại khác nữa là [[marmalade]] tức loại mứt nhừ thường được dùng cho các loại thuộc họ cam, quýt (như cam, chanh, quýt , bưởi, tắc\/quất…) trong đó là trái cây lẫn vỏ được nấu kỹ với đường thành mứt mà không cần dùng gelatin. Ngoài việc phết vào [[bánh mì]] để ăn thì tất cả các loại mứt nhừ này dùng trong chế biến bánh kẹo, làm [[sữa chua]], [[Kem lạnh|kem]].\n\nMứt theo dạng dùng ở Việt Nam thì là món ăn riêng như đồ ăn vặt ở dạng tương đối khô, không cần kèm với thứ gì khác mà chỉ cần bỏ vào miệng ăn. Chính xác nó được làm từ hoa quả ướp đường và sên trên chảo cho khô, thường dùng vào những dịp lễ lạc như [[Tết Nguyên đán]], [[Tết Trung thu]]... Vì khá [[ngọt]] khi ăn mứt người dùng hay uống thêm [[nước chè]] dùng vị chát của chè đặc để hãm vị ngọt.  \n\nCác loại [[quả|trái cây]], [[củ]] được dùng để làm mứt rất đa dạng và phong phú từ [[dâu tây]], [[dừa]], [[khoai lang]], [[táo]]... đến [[hạt sen]], mỗi loại mứt sẽ có một [[màu sắc]] và [[hương vị]] đặc trưng tùy theo nguyên liệu dùng để chế biến thành. Mứt quả được chế biến ở nhiều dạng, có thể phân thành các dạng: [[mứt đông]], [[mứt nhuyễn]], [[mứt miếng đông]], [[mứt rim]], [[mứt khô]].\n\n== Địa phương làm mứt ==\nỞ nước ta có rất nhiều nơi làm mứt nhưng không thể bỏ qua Xuân Đỉnh ([[Hà Nội]]) với nhiều sản phẩm mứt. Ngoài ra ở La Phù (Hà Nội), Thiết Trụ (Hưng Yên) cũng nổi tiếng với nghề làm mứt tuy nhiên vấn đề chất lượng và vệ sinh an toàn thực phẩm chưa được chú trọng nhiều. Mứt được làm ra gồm nhiều loại như mứt bí, mứt chuối, mứt dừa, mứt sen, mứt lạc, mứt gừng, v.v... Một số nơi có tiếng với một loại mứt nào đó nhưng vẫn có thể làm ra cả nhiều loại mứt khác.\n\nMột số sản phẩm mứt gắn liền với một số địa phương như: mứt gừng Kim Long ([[Thừa Thiên Huế]]), mứt táo làng Vị ([[Hưng Yên]]), mứt gừng Bình Nhâm ([[Bình Dương]]), mứt dừa Hòa Khánh ([[Tiền Giang]]), mứt sen làng Nành (Hà Nội), mứt bí thôn Dâu (Hưng Yên), mứt me Cái Vồn ([[Vĩnh Long]]), mứt gừng Mỹ Chánh ([[Quảng Trị]]).\n\n==Xem thêm==\n* [[Mứt dâu]]\n* [[Mứt dừa]]\n* [[Mứt gừng]]\n* [[Mứt hạt bàng]]\n* [[Mứt cà chua]]\n* [[Mứt bí đao]]\n* [[Mứt táo]]\n* [[Mứt hồng]]\n* [[Mứt chuối]]\n* [[Mứt hạt sen]]\n* [[Mứt vỏ bưởi]]\n* [[Mứt me]]\n* [[Mứt dứa (thơm)]]\n* [[Mứt khoai lang]]\n* [[Mứt kiwi]]\n* [[Mứt mận]]\n\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/www.vocw.edu.vn\/content\/m10514\/latest\/ KỸ THUẬT CHẾ BIẾN ĐỒ HỘP MỨT QUẢ] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080616102450\/http:\/\/www.vocw.edu.vn\/content\/m10514\/latest\/ |date=2008-06-16 }} của ThS. Lê Mỹ Hồng.\n* Berolzheimer R (ed) et al, 1959, Culinary arts institute encyclopedic cookbook (revised), Culinary arts institute, Chicago USA. pp831–832\n* [http:\/\/www.jam-recipes.co.uk Assorted Jam and Jelly recipes] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080725012442\/http:\/\/www.jam-recipes.co.uk\/ |date=2008-07-25 }}\n* [http:\/\/www.uga.edu\/nchfp\/how\/can7_jam_jelly.html Making Jams and Jellies]\n* [http:\/\/www.extension.umn.edu\/distribution\/nutrition\/DJ1088.html Making Jams, Marmalades, Preserves, and Conserves] {{Webarchive|url=https:\/\/web.archive.org\/web\/20080913121616\/http:\/\/www.extension.umn.edu\/distribution\/nutrition\/DJ1088.html |date=2008-09-13 }}\n\n{{Tết}}\n{{thể loại Commons|Jam}}\n\n{{sơ khai ẩm thực Trung Quốc}}\n\n[[Thể loại:Mứt| ]]\n[[Thể loại:Nguyên liệu thực phẩm]]\n[[Thể loại:Bảo quản thực phẩm]]"}