{"414044":"{{Chú thích trong bài|date=tháng 2\/2022}}\n{{Wiki hóa|date=tháng 2\/2022}}\n[[Tập tin:Princess My Chau statue Co Loa.jpg|300px|nhỏ|phải|Tượng Mỵ Châu không đầu ở Đền thờ An Dương Vương]]\n[[Tập tin:Am tho cong chua My Chau.jpg|nhỏ|phải|300px|Am thờ ''Công chúa '''Mị Châu''''' tại xã [[Cổ Loa (xã)|Cổ Loa]], huyện [[Đông Anh]], [[Hà Nội]].]]\n'''Mị Châu''' ([[chữ Hán]]: 媚珠), cũng viết là '''Mỵ Châu''', là một nhân vật [[truyền thuyết]] rất nổi tiếng trong lịch sử Việt Nam. Mị Châu là con gái của vua [[An Dương Vương]] Thục Phán, người đã đánh bại [[Nhà Tần|quân Tần]] xâm lược, ép [[Hùng Vương|Vua Hùng]] nhường ngôi cho mình và khai sinh ra nước [[Âu Lạc]] trong [[lịch sử Việt Nam]]. Câu chuyện [[truyền thuyết]] về Mị Châu gắn liền với sự tích ''\"Rải lông ngỗng dẫn đường cho Trọng Thủy\"'', một điển tích qua đó Mị Châu đã để lộ thông tin quân sự cho chồng là [[Trọng Thủy]], dẫn đến thất bại toàn diện của [[Âu Lạc]] trước quân đội của [[Triệu Vũ Vương|Triệu Đà]]. Trong nhận thức văn hóa ngày nay, Mị Châu thường được xem là một hình tượng nhân vật nữ làm hủy hoại cơ nghiệp lớn và để lại hậu quả nghiêm trọng. Tuy nhiên, nhiều ý kiến thương cảm dành cho Mị Châu vì là nạn nhân của một mưu đồ [[chính trị]].\n\n==Sự tích==\n===Cổ thư===\n[[Tập tin:Đền Cuông 11, Diễn An, Diễn Châu, Nghệ An.jpeg|nhỏ|phải|300px|[[Đền Cuông]] ở [[Diễn Châu]], [[Nghệ An]].]]\nHai cuốn sách có niên đại thời [[nhà Trần]] là [[Đại Việt sử lược]] và [[An Nam chí lược]] có những ghi chép vắn tắt về câu chuyện của Mị Châu. Ghi chép về Mị Châu trong cả hai quyển này đều có điểm chung là ''không có câu chuyện rải lông ngỗng''.\n\nTheo [[Đại Việt sử lược]] - Quyển I: ''\"Những biến đổi đầu tiên\"'':\n:''Cuối đời [[nhà Chu]] [Trung Quốc], Hùng vương bị con vua Thục là Phán đánh đuổi rồi lên thay. Phán đắp thành ở [[Việt Thường]], lấy hiệu là [[An Dương Vương|An Dương vương]], rồi không cùng với nhà Chu thông hiếu nữa. Cuối đời [[nhà Tần]], Triệu Đà chiếm cứ [[Uất, Trương Gia Khẩu|Uất Lâm]], [[Nam Hải (quận)|Nam Hải]], [[Tượng (quận)|Tượng quận]] rồi xưng Vương đóng đô ở [[Phiên Ngung]], đặt quốc hiệu là Việt, tự xưng là Võ Vương [lại gọi Võ Hoàng].\n:''Lúc bấy giờ An Dương vương có thần nhân là [[Cao Lỗ]] chế tạo được cái nỏ liễu bắn một phát ra mười mũi tên, dạy quân lính muôn người. Võ Hoàng biết vậy bèn sai con là Thủy [tức [[Trọng Thủy]]] xin sang làm con tin để thông hiếu. Sau (An Dương vương) đãi Cao Lỗ hơi bạc bẽo. Cao Lỗ bỏ đi; con gái vua là Mỵ Châu lại cùng với Thủy tư thông. Thủy phỉnh Mỵ Châu mong được xem cái nỏ thần, nhân đó phá hư cái lẫy nỏ rồi sai người trình báo với Võ Hoàng. Võ Hoàng lại cất binh sang đánh. Quân kéo đến, [[An Dương Vương|An Dương vương]] lại như xưa là dùng nỏ thần thì nỏ đã hư gãy, quân lính đều tan rã.\n:''Võ Hoàng nhân đó mà đánh phá, nhà vua ngậm cái [[Tê giác|sừng tê]] đi xuống nước. Mặt nước cũng vì ngài mà rẽ ra. Đất nước vì thế mà thuộc [[nhà Triệu]].\n\nTheo [[An Nam chí lược]] - Quyển I: ''\"Cổ tích\"'':\n:''Việt Vương thành, tục gọi là thành Khả Lũ, có một cái ao cổ, Quốc vương mỗi năm lấy ngọc châu, dùng nước ao ấy rửa thì sắc ngọc tươi đẹp. Sách'' Giao Châu Ngoại vực ký ''chép:'' \"Hồi xưa, chưa có quận huyện, thì Lạc điền tùy theo [[thủy triều]] lên xuống mà cày cấy. Người cày ruộng ấy gọi là Lạc dân, người cai quản dân gọi là Lạc vương, người phó là Lạc tướng, đều có ấn bằng đồng và dải sắc xanh làm huy hiệu\". ''Vua nước Thục thường sai con đem 3 vạn binh, đi chinh phục các Lạc tướng, nhân đó cử giữ đất Lạc mà tự xưng là [[An Dương Vương|An Dương vương]].\n:''Triệu Đà cử binh sang đánh. Lúc ấy có một vị thần tên là [[Cao Lỗ|Cao Thông]] xuống giúp An Dương vương, làm ra cái nỏ thần, bắn một phát giết được muôn người. Triệu Đà biết địch không lại với An Dương vương, nhân đó trú lại huyện [[Vũ Ninh (bộ)|Võ Ninh]], khiến Thái tử [[Trọng Thủy|Thủy]] làm chước tá hàng để tính kế về sau. Lúc Cao Thông đi, nói với An Dương vương rằng:'' \"Hễ giữ được cái nỏ của ta, thì còn nước, không giữ được thì mất nước\". ''An Dương vương có con gái tên là Mị Châu, thấy Thái tử Thủy lấy làm đẹp lòng, rồi hai người lấy nhau. Mị Châu lấy cái nỏ thần cho Thủy xem, Thủy xem rồi lấy trộm cái lẩy nỏ mà đổi đi. Về sau [[Triệu Vũ Vương|Triệu Đà]] kéo quân tới đánh thì [[An Dương Vương|An Dương vương]] bại trận, cầm cái sừng tê vẹt được nước vào biển đi trốn, nên Triệu Đà chiếm cả đất của An Dương vương. Nay ở huyện Bình Địa, dấu tích cung điện và thành trì của An Dương vương hãy còn.''\nCâu chuyện về Mị Châu nổi tiếng kể từ sau khi [[Đại Việt Sử ký Toàn thư]] ghi chép, với một điển tích gọi là ''\"Rải lông ngỗng\"''. Tra cứu cả [[Đại Việt sử lược]] cùng [[An Nam chí lược]], hai quyển sử biên niên có niên đại thời [[nhà Trần]], đều không thấy chi tiết này, dĩ nhiên cũng đều không ghi chép kết cục của Mị Châu, và càng không có chi tiết [[An Dương vương]] giết chết Mị Châu. Cả Đại Việt sử lược cùng An Nam chí lược đều ở thời trước ''Toàn thư'' (ghi chép thời [[nhà Lê Sơ]]), nếu ''\"Rải lông ngỗng\"'' thực sự có và phổ biến, hoặc đáng tin, thì dĩ nhiên phải được ghi chép mới phải.\n===Chuyện rải lông ngỗng===\nCâu chuyện Mị Châu với sự tích ''\"Rải lông ngỗng\"'' sớm nhất thấy ở [[Lĩnh Nam chích quái]]. Cuốn sách này là một cuốn kỳ thư chuyên ghi chép những câu chuyện quỷ dị, đa phần chỉ là [[truyền thuyết]], không phải là sử liệu thực sự. Niên đại của cuốn sách này không rõ ràng, nhưng chắc chắn là phải gần thời [[Nhà Lê sơ|Lê Sơ]], có lẽ được soạn vào thời thuộc Minh.\n[[Tập tin:Đền Cuông 12, Diễn An, Diễn Châu, Nghệ An.jpeg|nhỏ|phải|160px|Tượng Rùa tại [[Đền Cuông]], [[Diễn Châu]].]]\nNội dung câu chuyện có ở trong Lĩnh Nam chích quái - ''\"Kim Quy truyện\"'', sự tích về thần Kim Quy:\n:''An Dương vương nước Âu Lạc là người [[Tứ Xuyên|Ba Thục]], họ Thục tên Phán. Nhân vì tổ phụ ngày trước cầu hôn lấy Mỵ nương là con gái [[Hùng vương]], mà Hùng vương không gả cho, bèn mang oán. Phán muốn hoàn thành chí người trước, cử binh đi đánh Hùng vương, diệt nước [[Văn Lang]], cải tên nước thành [[Âu Lạc]], rồi lên làm Vương, xây thành ở đất [[Việt Thường]], hễ đắp tới đâu lại lở tới đấy.\n:''An Dương vương bèn lập đàn trai giới, cầu đảo bách thần. Ngày mồng [[7 tháng 3]], bỗng thấy một cụ già từ phương đông tới trước cửa thành mà than rằng:'' \"Xây dựng thành này biết bao giờ cho xong được!\" ''Vương mừng rỡ đón vào trong điện, thi lễ, hỏi rằng:'' \"Ta đắp thành này đã nhiều lần băng lở, tổn nhiều công sức mà không thành, thế là cớ làm sao?\" ''Cụ già đáp:'' \"Sẽ có Thanh Giang sứ tới cùng nhà vua xây dựng mới thành công\", ''nói xong từ biệt ra về. Hôm sau, Vương ra cửa đông chờ đợi, chợt thấy một con [[Rùa thần Kim Quy|rùa vàng]] từ phương đông lại, nổi trên mặt nước, nói sõi tiếng người, tự xưng là Thanh Giang sứ, thông tỏ việc trời đất, âm dương, quỷ thần. Vương mừng rỡ nói:'' \"Điều đó chính cụ già đã báo cho ta biết trước\". ''Bèn rước vào trong thành, mời ngồi trên điện, hỏi vì sao xây thành không được. Rùa vàng đáp:'' \"Cái tinh khí ở núi này là con vua đời trước, muốn báo thù cho nước. Lại có con [[gà trống]] sống ngàn năm, hóa thành yêu tinh ẩn ở núi Thất Diệu. Trong núi có ma, đó là hồn người nhạc công triều đại trước chôn ở đây. Ở bên cạnh, có một quán trọ cho khách vãng lai, chủ quán tên là [[Tôn Ngộ Không|Ngộ Không]], có một người con gái và một con gà vốn là dư khí của quỷ tinh, phàm có khách qua đường nghỉ đêm ở quán thì quỷ tinh lại biến hóa muôn hình vạn trạng để làm hại. Người chết vì thế rất nhiều. Nay con gà trống trắng lại lấy con gái chủ quán, nếu giết được con gà trống thì trấn áp được quỷ tinh, quỷ tinh sẽ tụ âm khí thành yêu, hóa ra con [[Bộ Cú|chim cú]] ngậm lá thư bay lên trên cây chiên đàn tâu cùng thượng đế xin phá thành. Thần sẽ xin cắn rơi lá thư, nhà vua tức tốc nhặt lấy, thành sẽ xây được\".\n:''Rùa vàng bảo Vương giả làm kẻ hành nhân nghỉ trọ ở quán, để rùa vàng ở phía trên khung cửa. Ngộ Không nói:'' \"Quán này có yêu tinh, đêm thường giết người. Hôm nay trời chưa tối, xin ngài đi mau chớ nghỉ lại\". ''Vương cười, nói:'' \"Sống chết có mệnh, ma quỷ làm gì được, ta không sợ\". ''Bèn cứ nghỉ lại. Đến đêm, quỷ ở ngoài vào, thét lớn:'' \"Kẻ nào ở đây, sao chẳng mau mở cửa?\" ''Rùa vàng hét:'' \"Cứ đóng cửa thì mày làm gì?\" ''Quỷ bèn biến hóa trăm hình vạn trạng, muôn kế nghìn phương để hòng dọa nạt, sau cùng cũng chẳng nổi. Đến lúc gà gáy sáng, quỷ tinh tẩu tán. Rùa vàng cùng [[An Dương Vương|An Dương vương]] đuổi theo, tới núi Thất Diệu, quỷ tinh thu hình biến mất. Vương bèn quay về quán. Sáng hôm sau, chủ quán sai người đến lượm xác khách trọ để chôn, thấy Vương vẫn cười nói hớn hở, bèn cùng chạy tới lạy mà nói rằng:'' \"Ngài được như thế tất là thánh nhân, vậy xin ban thuốc thần để cứu sinh dân\".\n:''Vương nói:'' \"Nhà ngươi giết con gà trắng mà tế thần, quỷ tinh sẽ tan hết\". ''Ngộ Không y lời, đem gà trắng ra giết, người con gái lập tức quay ra chết. Vua bèn sai đào ở núi Thất Diệu, lấy được nhiều nhạc khí cổ và xương cốt, đốt tan thành tro đem đổ xuống dòng sông. Trời gần tối, Vương và rùa vàng lên núi [[Việt Thường]] thấy quỷ tinh đã biến thành con chim cú sáu chân, ngậm lá thư bay lên cây chiên đàn, rùa vàng biến thành con [[chuột]] đen theo sau, cắn vào chân cú, lá thư rơi xuống đất, Vương vội nhặt lấy, lá thư đã bị nhấm rách quá nửa. Từ đó quỷ tinh bị diệt. Thành xây nửa tháng thì xong. Thành đó rộng hơn ngàn trượng, xoắn như hình trôn ốc, cho nên gọi là [[Thành Cổ Loa|Loa Thành]], còn gọi là Tư Long thành, người đời Đường gọi là Côn Lôn thành, lấy lẽ rằng nó cao lắm. Rùa vàng ở lại ba năm, rồi từ biệt ra về. Vua cảm tạ nói:'' \"Nhờ ơn của thần, thành đã xây được. Nay nếu có giặc ngoài thì lấy gì mà chống?\" ''Rùa vàng đáp:'' \"Vận nước suy thịnh, xã tắc an nguy đều do mệnh trời, vua có thể tu đức mà kéo dài thời vận. Song vua ước muốn, ta có tiếc chi\". ''Bèn tháo vuốt đưa cho nhà vua mà nói:'' \"Đem vật này làm lẩy nỏ, nhằm quân giặc mà bắn thì sẽ không lo gì nữa\". ''Dứt lời, trở về [[biển Đông]]. Vua lại sai [[Cao Lỗ]] làm nỏ, lấy vuốt làm lẩy, gọi là Linh Quang Kim Quá Thần Cơ.\n:''Về sau, Triệu vương là Đà cử binh Nam xâm, cùng An Dương vương giao chiến. Vương lấy nỏ thần ra bắn, quân Đà thua lớn, chạy về Trâu Sơn cầm cự với Vương, không dám đối chiến, bèn xin hòa. Vương cả mừng, hẹn rằng phía bắc sông Tiểu Giang thuộc Triệu Đà cai trị, phía nam thì Vương cai trị. Không bao lâu, Đà cầu hôn. Vương vô tình gả con gái là Mị Châu cho con trai Đà là [[Trọng Thủy]]. Trọng Thủy dỗ Mị Châu cho xem trộm nỏ thần rồi ngầm làm một cái lẩy nỏ khác thay vuốt rùa vàng, nói dối là về phương Bắc thăm cha. Nói rằng:'' \"Tình vợ chồng không thể lãng quên, nghĩa mẹ cha không thể dứt bỏ. Ta nay trở về thăm cha, nếu như đến lúc hai nước thất hòa, bắc nam cách biệt, ta lại tìm nàng, lấy gì làm dấu?\" ''Mị Châu đáp:'' \"Thiếp phận nữ nhi, nếu gặp cảnh biệt lá thì đau đớn khôn xiết, thiếp có áo gấm lông ngỗng thường mặc trên mình, đi đến đâu sẽ rứt lông mà rắc ở ngã ba đường để làm dấu, như vậy sẽ có thể cứu được nhau\".\n:''Trọng Thủy mang lẩy thần về nước. Đà được lẩy cả mừng, bèn cử binh sang đánh. An Dương vương cậy có nỏ thần, vẫn điềm nhiên [[Cờ tướng|đánh cờ]], cười mà nói rằng:'' \"Đà không sợ nỏ thần sao?\" ''Quân Đà tiến sát, Vương cầm lấy nỏ, thấy lẩy thần đã mất bèn bỏ chạy. Vương đặt Mị Châu ngồi đằng sau ngựa rồi cùng nhau chạy về phương Nam. Trọng Thủy nhận dấu lông [[ngỗng]] mà đuổi.\n:''An Dương vương chạy tới bờ bể, đường cùng, không có thuyền qua bèn kêu rằng:'' \"Trời hại ta, sứ Thanh Giang ở đâu mau mau lại cứu\". ''Rùa vàng hiện lên mặt nước, thét lớn:'' \"Kẻ ngồi sau ngựa chính là giặc đó!\" ''Vương bèn tuốt kiếm chém Mị Châu, Mị Châu khấn rằng:'' \"Thiếp là phận gái, nếu có lòng phản nghịch mưu hại lại cha, chết đi sẽ biến thành hạt bụi. Nếu một lòng trung hiếu mà bị người lừa dối thì chết đi sẽ biến thành châu ngọc để tẩy sạch mối nhục thù\". ''Mị Châu chết ở bờ bể, máu chảy xuống nước, trai sò ăn phải đều biến thành hạt châu. Sau đó, An Dương vương cầm sừng tê bảy tấc, Rùa vàng rẽ nước dẫn Vương đi xuống bể.\n:''Đời truyền rằng nơi đó là đất Dạ Sơn, tổng Cao Xá, [[Diễn Châu (phủ)|phủ Diễn Châu]]. Quân Đà kéo tới đấy không thấy bóng vết gì, chỉ còn lại xác Mị Châu. [[Trọng Thủy]] ôm xác vợ đem về táng ở Loa Thành, xác biến thành ngọc thạch. Mị Châu đã chết, Trọng Thủy thương tiếc khôn cùng, khi đi tắm tưởng như thấy bóng dáng Mị Châu, bèn lao đầu xuống giếng mà chết. Người đời sau mò ngọc ở biển Đông lấy nước giếng này mà rửa thì thấy trong sáng, nhân kiêng tên Mị Châu cho nên gọi ngọc minh châu là đại cữu và tiểu cữu.''\nDường như các sử quan thời [[Nhà Hậu Lê|nhà Lê]], khi tu soạn [[Đại Việt Sử ký Toàn thư]], đã thấy câu chuyện này và quyết định đưa vào mục ''\"Kỷ nhà Thục\"''. Trong bản kỷ này, câu chuyện được viết lại gần như y hệt, kể cả sự tích ''\"rải lông ngỗng\"''.\n\n[[Tập tin:Giếng Mỵ Châu. Trọng Thủy,.jpg|250px|phải|nhỏ|Giếng Trọng Thủy tại khu di tích [[Cổ Loa]] ngày nay]]\nSách [[Đại Việt Sử ký Toàn thư]], ''\"Kỷ nhà Thục - An Dương Vương\"'':\n:''An Dương Vương. Họ Thục, tên húy là Phán, người Ba Thục, ở ngôi 50 năm, đóng đô ở Phong Khê (nay là [[thành Cổ Loa]])...\n:(''Lược một đoạn, nội dung giống [[Lĩnh Nam chích quái]]'') ... ''Rùa vàng cáo từ ra về. Vương cảm tạ, hỏi rằng:'' \"Đội ơn ngài thành đắp đã vững, nếu có giặc ngoài đến, thì lấy gì mà chống giữ?\" ''Rùa vàng bèn trút chiếc móng trao cho Vương và nói:'' \"Nước nhà yên hay nguy đều do số trời, nhưng người cũng nên phòng bị; nếu có giặc đến thì dùng móng thiêng này làm lẫy nỏ, nhằm vào giặc mà bắn thì không phải lo gì\". ''Vương sai bề tôi là [[Cao Lỗ]] (có sách chép là Cao Thông) làm nỏ thần, lấy móng rùa làm lẫy, đặt tên là '''Linh Quang Kim Trảo Thần Nỏ''' (灵光金龟神机弩).\n:''[[Tân Mão]], năm thứ 48 ([[Tần Thủy Hoàng]] năm thứ 37, tức năm 210 TCN). Mùa đông, tháng 10, Tần Thủy Hoàng mất ở Sa Khâu. Nhâm Ngao và Triệu Đà đem quân sang xâm lấn. Đà đóng quân ở núi Tiên Du, [[Bắc Giang]] đánh nhau với [[An Dương Vương|An Dương vương]]. Vương đem nỏ thần ra bắn, Đà thua chạy. Bấy giờ, Ngao đem thủy quân đóng ở Tiểu Giang (tức là con sông ở phủ Đô hộ, sau lầm là Đông Hồ, tức là bến Đông Hồ ngày nay), vì phạm thổ thần nên bị bệnh, phải rút về. Nhâm Ngao bảo Đà rằng:'' \"[[Nhà Tần]] sắp mất, dùng mưu kế đánh Phán thì có thể dựng nước được\". ''Đà biết An Dương vương có nỏ thần, không thể địch nổi, bèn lui giữ núi [[Vũ Ninh (bộ)|Vũ Ninh]], sai sứ đến giảng hòa. Vương mừng, bèn chia từ Bình Giang (nay là sông Thiên Đức ở [[Đông Ngàn (huyện)|huyện Đông Ngàn]]) trở lên phía Bắc thuộc quyền cai trị của Đà, trở về phía Nam thuộc quyền cai trị của Vương. Đà sai con là [[Trọng Thủy]] vào hầu làm Túc vệ, cầu hôn con gái An Dương vương là Mị Châu. Vương bằng lòng. Trọng Thủy dỗ Mị Châu để xem trộm nỏ thần, rồi ngầm bẻ gãy lẫy nỏ, thay cái khác vào, giả vờ về Bắc thăm cha mẹ, bảo Mị Châu rằng:'' \"Ân tình vợ chồng không thể quên nhau, nếu lỡ hai nước không hòa, Nam Bắc cách biệt, ta lại tới đây thì làm thế nào mà tìm thấy nhau?\" ''Mị Châu nói:'' \"Thiếp có cái nệm gấm lông ngỗng, thường mang theo mình, đi đến đâu thì rút lông ngỗng rắc ở chỗ đường rẽ để làm dấu\". ''Trọng Thủy về báo cho Đà biết.\n:''[[Quý Tỵ]], năm thứ 50 ([[Tần Nhị Thế]] Hồ Hợi, năm thứ 2, tức năm 208 TCN). [[Nhâm Ngao]] ốm sắp chết, bảo Đà rằng:'' \"Tôi nghe nói bọn [[Trần Thắng]] làm loạn, lòng dân chưa biết theo về đâu. Đất này ở nơi xa lánh, sợ bọn giặc xâm phạm đến đây, muốn cùng ông chặt đường (đường vào đất Việt do nhà Tần mở), tự phòng bị, đợi xem chư hầu biến động thế nào\". ''Đến khi ốm nặng, lại nói:'' \"Đất [[Phiên Ngung]] ([[nhà Hán]] gọi là Nam Thành) dựa núi cách sông, đông tây dài mấy nghìn dặm, vả có người Tần cùng giúp, cũng đủ dựng nước, dấy vương, làm chủ một phương. Các trưởng lại trong quận này không người nào đáng cùng mưu bàn, cho nên tôi gọi riêng ông để bảo\". ''Rồi Ngao lấy Đà thay mình. Ngao chết, Đà liền gửi hịch đến các cửa ải Hoành Phố, Dương Sơn, Hoàng Khê, nói:'' \"Quân giặc sắp đến, phải gấp chặt đường, họp binh tự giữ\". ''Hịch đến nơi, các châu quận đều hưởng ứng''.\n:''Bấy giờ, Đà giết hết các trưởng lại do [[nhà Tần]] đặt, đem thân thích phe cánh thay làm thú lệnh. Đà đem quân đến đánh [[An Dương Vương|An Dương vương]], Vương không biết lẫy nỏ đã mất, ngồi đánh cờ cười mà bảo:'' \"Đà không sợ nỏ thần của ta sao?\" ''Quân của Đà tiến sát đến nơi, Vương giương nỏ thì lẫy đã gãy rồi, thua chạy, để Mị Châu ngồi trên ngựa, cùng chạy về phía nam. [[Trọng Thủy]] nhận dấu lông ngỗng đuổi theo.''\n:''Vương đến bờ biển, hết đường mà không có thuyền, liền gọi [[Rùa thần Kim Quy|rùa vàng]] mấy tiếng:'' \"Mau đến cứu ta!\" ''Rùa vàng nổi lên mặt nước, mắng rằng:'' \"Kẻ ngồi sau ngựa là giặc đấy, sao không giết đi?\" ''An Dương vương bèn rút gươm muốn chém Mị Châu, Mị Châu khấn rằng:'' \"Trung tín trọn tiết, bị người đánh lừa, xin hóa thành ngọc châu để rửa thù nhục này\". ''Cuối cùng, Vương vẫn chém Mị Châu, máu chảy loang mặt nước, loài trai nuốt vào bụng, hóa làm hạt minh châu. An Dương vương cầm sừng tê văn dài 7 tấc xuống biển mà đi (tức như ngày nay gọi là sừng tê rẽ nước. Tục truyền núi Dạ Sơn xã Cao Xá ở [[Diễn Châu (phủ)|Diễn Châu]] là nơi ấy).''\n:''Trọng Thủy đuổi theo đến nơi, thấy Mị Châu đã chết, thương khóc ôm xác đem về chôn ở [[Thành Cổ Loa|Loa Thành]], hóa làm đá ngọc. Trọng Thủy nhớ tiếc Mị Châu, trở lại chỗ Mị Châu tắm gội trang điểm khi trước, thương nhớ không nguôi, cuối cùng nhảy xuống giếng mà chết. Người sau được hạt minh châu ở [[biển Đông]], lấy nước giếng ấy mà rửa, sắc ngọc càng sáng hơn.''\nVề năm mất, [[Sử Ký (định hướng)|Sử ký]] của [[Tư Mã Thiên]] lại viết rằng phía Tây nước [[Âu Lạc]] bị [[Triệu Vũ Vương|Triệu Đà]] đánh bại ngay sau khi [[Lã hậu|Lữ Thái hậu]] chết, mà Lữ Thái hậu chết năm [[180 TCN]], vì thế một số sách báo ngày nay cũng viết [[Âu Lạc]] sụp đổ năm [[179 TCN]]. Suy ra Mị Châu có thể mất năm 179 TCN. Tuy vậy, có khả năng câu chuyện về nàng và bản thân Mị Châu chỉ là sản phẩm tưởng tượng của người đời sau, nên chuyện năm mất ra sao cũng đã không còn quan trọng.\n\n==Nhận định==\nVề sự việc này, sử thần [[Ngô Sĩ Liên]], trong [[Đại Việt Sử ký Toàn thư]], có nhận xét:\n:''Chuyện rùa vàng đáng tin chăng? Chuyện thần giáng đất Sần,<ref>Thần giáng đất Sần: [[Tả truyện]] chép rằng thần hiện ở đất Sần thuộc [[nước Quắc]], Quắc công sai quan đến làm lễ tế, được thần ban cho ruộng đất.<\/ref> chuyện đá biết nói<ref>Đá biết nói: [[Tả truyện]] ghi việc năm thứ 8 đời [[Lỗ Ai công]], ở đất Nguy Du [[nước Tấn]] có hòn đá biết nói.<\/ref> cũng có thể là có. Vì việc làm của thần là dựa theo người, thác vào vật mà nói năng. Nước sắp thịnh, thần minh giáng để xem đức hóa; nước sắp mất, thần cũng giáng để xét tội ác. Cho nên có khi thần giáng mà hưng, cũng có khi thần giáng mà vong. [[An Dương Vương]] hưng công đắp thành có phần không dè dặt sức dân, cho nên thần thác vào rùa vàng để răn bảo, chẳng phải là vì lời oán trách động dân mà thành ra như thế ư? Nhưng thế cũng còn là khá. Đến như lo họa hoạn về sau mà nài xin với thần, thì lòng riêng đã nảy. Lòng riêng một khi nảy mầm thì lẽ trời theo đó mà mất, sao thần lại chẳng gieo cho tai họa!''\n:''[[Rùa thần Kim Quy|Rùa vàng]] trút móng thiêng trao cho, bảo là có thể đánh lui được quân địch, đó là mầm họa chăng? Như chuyện thần ban cho [[nước Quắc]] ruộng đất mà sau đó nước Quắc cũng mất theo. Sau [[An Dương Vương]] quả nhiên như vậy. Thế chẳng phải là thần theo người mà hành động sao? Nếu không có lời nài xin với rùa vàng, cứ theo đạo lý mà làm, biết đâu quốc thống lại chẳng được lâu dài? Đến như chuyện Mỵ Châu rắc lông ngỗng chỉ đường, thì chưa chắc đã có. Nếu có thì chỉ một lần là phải, thế mà sau này con gái [[Triệu Việt Vương]]<ref>Tức nàng Cảo Nương, con gái [[Triệu Quang Phục]].<\/ref> lại bắt chước mà cũng nói như thế, là làm sao? Có lẽ người chép sử cho rằng họ Thục và họ Triệu mất nước đều do con rể, cho nên nhân một việc mà nói hai lần chăng? Thế thì việc ma quỷ làm đổ thành cũng đáng tin sao? Trả lời rằng: Đại loại cũng như chuyện Bá Hữu làm quỷ dữ, sau người [[Trịnh (nước)|nước Trịnh]] lập con cháu của Hữu, hồn của Hữu có chỗ nương tựa rồi thì hết.<ref>Bá Hữu: tức Lương Tiêu, đại phu [[nước Trịnh]] thời [[Xuân Thu]] bị chết oan, thường hiện hồn về quấy nhiễu. Sau, [[Tử Sản]] cho con Bá Hữu là Lương Chỉ làm quan, hồn Bá Hữu mới thôi không báo oán nữa ([[Tả truyện]], q.13).<\/ref>\n:''Thế là trừ bỏ yêu khí, quỷ không có chỗ phụ vào nữa thì phải thôi. Đến như sử chép [[An Dương Vương]] bại vong là do nỏ thần bị đổi lẫy, [[Triệu Việt Vương]] bại vong vì mũ đâu mâu mất móng rồng, đều là mượn lời để cho vật trở thành thiêng mà thôi. Đại phàm việc giữ nước chống giặc tự có đạo lý của nó, đúng đạo lý thì được nhiều người giúp mà nước hưng, mất đạo lý thì ít người giúp mà nước mất, không phải vì những thứ ấy.\n\n==Tham khảo==\n{{Tham khảo|30em}}\n* {{wikispecies nội dòng}}\n* [[Đại Việt sử ký toàn thư]] - phần ngoại kỷ - [[Ngô Sĩ Liên]]gg\n* [[An Nam chí lược]] - [[Lê Tắc]]\n\n==Xem thêm==\n* [[Trọng Thủy]]\n* [[An Dương Vương]]\n* [[Rùa thần Kim Quy]]\n* [[Nỏ liên châu|Nỏ thần]] (Nỏ thần Cao Lỗ)\n\n<br \/>\n\n[[Thể loại:Công chúa Việt Nam|M]]\n[[Thể loại:Lịch sử Việt Nam thời An Dương Vương|M]]\n[[Thể loại:Nhân vật truyền thuyết Việt Nam|M]]\n[[Thể loại:Việt Nam cổ đại]]\n[[Thể loại:Lịch sử Việt Nam]]"}