{"1250787":"{{chú thích trong bài}}\n{{bài cùng tên|Mỹ Thành}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Mỹ Thành\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 105\n| vĩ phút = 33\n| vĩ giây = 56\n| kinh phút = 31\n| kinh giây = 26\n| diện tích = 36,25 km²<ref name=MS\/>\n| dân số = 3868 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 107 người\/km²\n| dân tộc = \n| vùng = [[Tây Bắc Bộ]]\n| tỉnh = [[Hòa Bình]]\n| huyện = [[Lạc Sơn]]\n| thành lập = 1956<ref>321\/1956\/NG.Q\/TC<\/ref>\n| trụ sở UBND = \n| mã hành chính = 05275<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Mỹ Thành''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Lạc Sơn]], tỉnh [[Hòa Bình]], [[Việt Nam]].\n\nXã Mỹ Thành có diện tích 36,25&nbsp;km², dân số năm 1999 là 3868 người,<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 107 người\/km².\n\nXã Mỹ Thành được thành lập từ năm 1957, tách ra từ xã Dân Tiến huyện Lạc Sơn trước đây. Có diện tích đất tự nhiên 3.626,7 ha. Địa hình phức tạp hầu hết là rừng núi, phía Bắc giáp xã Kim Truy huyện Kim Bôi và xã Quý Hoà, huyện Lạc Sơn, phía đông giáp xã Cuối Hạ, huyện Kim Bôi, phía tây giáp xã Văn Nghĩa, huyện Lạc Sơn. Phía nam xã Lạc Sỹ huyện Yên Thủy.{{fact}}\n\nXã Mỹ Thành có 7 Mường (xóm): xóm Đồi Cả, Mường Riệc, xóm Sỳ, xóm Cỏ, Xào Bùi, xóm Bây, Ba Rường.\n\nĐại đa số người dân ở đây là người Mường.\n\nNơi đây có Nhà thờ lớn nhất Hòa Bình, mọi người vẫn thường được biết với tên Nhà thờ Riệc.\n\nNhà thờ Riệc một trong những địa danh tôn giáo đồ sộ bậc nhất Miền Bắc. Công trình nhà thờ Thiên chúa giáo hiện nay tại xóm Riệc Mỹ Thành được xây dựng trên nền công trình cũ, bắt đầu xây dựng tháng 10 năm 2007. Công trình uy nghi này cây dựng trong vòng 4 năm thì hoàn thành.\n\nNói về nguồn gốc của ngôi nhà thờ này. Được xây dựng năm 1913 sau 55 năm Thực dân Pháp đô hộ Việt Nam.  Được xây dựng theo phong cách kiến trúc Pháp, như những công trình cùng thời kỳ tại Miền Bắc như Nhà thờ lớn Hà Nội, Nhà thờ Nguyễn Biểu Hay Hàm Long… Nhà thờ Hà Thao Hà Nam…, Nhà thờ Riệc lại xây dựng một cách khác, Mái vòm lợp ngói và những phần chịu lực được làm bằng gỗ được khai thác tại ở ngay Hòa Bình.\n\nGạch và ngói được vận chuyển theo như lời các \"mệ\" hồi xưa kể là được vận chuyển tự Vụ Bản ([[Lạc Sơn]]) dùng sức người gánh và trâu thồ... \n\nChiến tranh nhà thờ còn là nơi trú ẩn cho Việt Minh nay là bộ đội ngày nay. (Người già ở làng vẫn thường kể) Có thời gian Nhà thờ đã bị bỏ hoang. Năm 1998 – 1999 dân làng Riệc đã tu sủa bằng cách lợp bằng tấm “bờ rô xi măng”  và trần được làm lại bằng trần nhựa.Vào năm 2007 nhà thờ chính thức được gỡ bỏ.\n\nMường Riệc có lẽ là nơi được biết đến nhiều nhất ở đây không chỉ với Nhà thờ lớn mà còn là nơi quân đội Viễn chinh Pháp từng đóng quân.\nĐồi Ngừa (người dân ở đây vẫn gọi với cái tên Đỉnh Đồn hay \"đồn Riệc\") nằm giữa quả đồi đằng sau làng, nơi đây có thể bao quát được toàn bộ một vùng rộng lớn. có lẽ đó nên đã được chọn để làm đồn của quan đội viễn chinh Pháp.\n\nMột số khac có thể nghe như \" Ma Nhật\" (nơi quân Nhật trong chiến tranh thế Đông Dương thiệt mạng)\n\nCác đặc sản nơi đây bao gồm Mật ong, gà đồi, măng theo mùa, và đặc biệt với món trứng kiến vào mỗi dịp cuối Xuân.\n\nMường Riệc ngoài tết cổ truyền nơi đây còn được biết đến là nơi có nhiều lễ công giáo nhất Lạc Sơn.{{fact}} như 25\/12 là lễ Giáng Sinh, lễ Phục Sinh (không cố định ngày), lễ Đức Mẹ (không cố định ngày sau lễ phục sinh 50 ngày vào ngày chủ nhật, Lễ Anton 15\/8, lễ 1\/11.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Liên kết==\n*Trang blog chính thức của Mường Riệc: muongriec.blogspot.com, matonghoabinh.net\n\n{{sơ khai Hòa Bình}}\n{{Đơn vị hành chính thuộc huyện Lạc Sơn}}"}