{"1679399":"{{bài cùng tên|Mỹ nhân kế (định hướng)}}\n{{Bảng tóm tắt về phim\n| name = Mỹ nhân kế\n| image = Poster My nhan ke.jpg\n| image_size = 260px\n| caption = Áp phích chính thức.\n| director = [[Nguyễn Quang Dũng (đạo diễn)|Nguyễn Quang Dũng]]\n| producer = Đỗ Quang Minh\n| writer = Nguyễn Quang Dũng\n| starring = [[Thanh Hằng]]<br \/>[[Tăng Thanh Hà]]<br \/>[[Ngọc Quyên]]<br \/>Kim Dung<br \/>[[Diễm My 9x]]<br \/>[[Phạm Anh Khoa]]<br \/>Lê Thái Hòa\n| music = [[Huy Tuấn]]\n| cinematography = Trinh Hoan\n| editing = HKFilm\n| studio = Galaxy Studio<br>HKFilm\n| distributor = Galaxy Studio<ref>{{Chú thích web |url=https:\/\/www.galaxycine.vn\/vi\/thong-tin-phim\/my-nhan-ke-3D |ngày truy cập=2015-03-07 |tựa đề=Thông tin phim {{!}} Galaxy Cinema - MỸ NHÂN KẾ (3D) |archive-date=2015-04-02 |archive-url=https:\/\/web.archive.org\/web\/20150402145455\/https:\/\/www.galaxycine.vn\/vi\/thong-tin-phim\/my-nhan-ke-3D |url-status=dead }}<\/ref><br \/>HKFilm<ref>[http:\/\/hkfilm.com.vn\/my-nhan-ke-3d-2012\/ Mỹ Nhân Kế 3D | HKFilm 9\/7\/2013]<\/ref><ref>[http:\/\/hkfilm.com.vn\/en\/my-nhan-ke-3d\/ Mỹ Nhân Kế (3D) | HKFilm] 12\/6\/2013<\/ref>\n| released = 1 tháng 2 năm 2013\n| runtime = 99 phút\n| country = [[Tập tin:Flag of Vietnam.svg|25px]] Việt Nam\n| language = Tiếng Việt\n| budget = 17 tỷ VND<ref>[http:\/\/hcm.24h.com.vn\/phim\/my-nhan-ke-dep-thi-phai-thi-phi-c74a519849.html Mỹ nhân kế: Đẹp thì phải thị phi!?] Phương Huyền, 24h, 07\/02\/2013 00:05 AM (GMT+7)<\/ref>\n| gross = 52 tỷ VND<ref name=\"dantri.com.vn\">[http:\/\/dantri.com.vn\/van-hoa\/vuot-qua-moi-loi-che-my-nhan-ke-lap-ky-luc-52-ty-dong-doanh-thu-697966.htm Vượt qua mọi lời chê, \"Mỹ nhân kế\" lập kỷ lục 52 tỷ đồng doanh thu] [[báo Dân Trí]] 19\/02\/2013 - 14:02<br>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/my-nhan-ke-lap-ky-luc-phim-viet-voi-52-ty-dong-2425943.html ‘Mỹ nhân kế’ lập kỷ lục phim Việt với 52 tỷ đồng] Nguyên Minh, VnExpress 18\/2\/2013 | 09:39 GMT+7<\/ref>\n|}}\n'''''Mỹ nhân kế''''' (tựa tiếng Anh: '''''The Lady Assassin''''') là một bộ phim võ hiệp - cổ trang của Việt Nam do [[Nguyễn Quang Dũng (đạo diễn)|Nguyễn Quang Dũng]] làm đạo diễn và viết kịch bản. Chuyện phim xoay quanh băng nhóm của Kiều Thị (do [[Thanh Hằng]] thủ vai) và các nữ sát thủ trá hình kiều nữ ở Đường Sơn quán: Đào Thị ([[Ngọc Quyên]]), Mai Thị ([[Diễm My 9x]]) và Liễu Thị (Kim Dung). Họ cướp của người giàu, quan lại tham ô với mong muốn tích góp đủ số tiền để có được cuộc sống như ý.\n\nBộ phim nhận được rất nhiều sự chú ý từ phía các nhà phê bình và khán giả trong nước ngay từ trong quá trình bấm máy, nhờ có sự tham gia hùng hậu của dàn diễn viên nổi tiếng, cùng ê-kíp thực hiện tên tuổi. Bộ phim đã được trình chiếu dưới hai định dạng 2D và 3D vào ngày 1 tháng 2<ref>{{Chú thích web | url = http:\/\/dantri.com.vn\/van-hoa\/phim-tet-2013-danh-hai-dau-voi-my-nhan-690827.htm | tiêu đề = Phim Tết 2013: Danh hài đấu với mỹ nhân | tác giả 1 = | ngày = 30 tháng 1 năm 2013 | ngày truy cập = 7 tháng 3 năm 2015 | nơi xuất bản = [[Dân trí (báo)|Báo điện tử Dân Trí]] | ngôn ngữ = }}<\/ref>, tham gia mùa phim Tết 2013 cùng ba bộ phim khác là ''[[Nhà có 5 nàng tiên]]'', ''[[Bay vào cõi mộng]]'' và ''Yêu Anh! Em Dám Không?''.\n\nBộ phim nhận được nhiều phản ứng trái chiều cho đến tiêu cực từ phía khán giả và các nhà phê bình, khi một số tán dương phần khung cảnh tại [[Cam Ranh]], [[Khánh Hòa]] cùng phần trang phục, bối cảnh, trong khi số khác thì cho rằng bộ phim \"nhạt\" và \"mắc khá nhiều lỗi\" trong bố cục, diễn biến, các cảnh võ thuật và cách xây dựng hình ảnh nhân vật<ref name=\"vtc.vn\">[http:\/\/vtc.vn\/ha-tang-thanh-hang-lam-my-nhan-ke-that-bai.13.366143.htm Hà Tăng, Thanh Hằng làm ‘Mỹ nhân kế’ thất bại] Đàm Mộng Hoài, [[VTC]]. Thứ Năm, 07\/02\/2013 | 06:46 GMT+7<\/ref>. Chỉ trong hơn nửa tháng phát hành tại các cụm rạp trên toàn quốc, bộ phim đã đạt doanh thu 52 tỷ đồng, gấp hơn 3 lần kinh phí làm phim (17 tỷ đồng), trở thành một trong những phim có doanh thu cao nhất được ghi nhận tại thị trường phim ảnh Việt Nam. Phần nhạc phim cũng đạt thành công lớn khi ca khúc chính của bộ phim, \"Chờ Người Nơi Ấy\" do nhạc sĩ [[Huy Tuấn]] (nhạc) và nhà báo [[Hà Quang Minh]] (lời) sáng tác và trình bày bởi ca sĩ [[Uyên Linh]] đã trở thành một trong những ca khúc được yêu thích và phổ biến nhất của năm.\n\nBộ phim còn được trình chiếu tại Mỹ vào ngày 28 tháng 6 năm 2013, và tại Úc vào ngày 10 tháng 7 năm 2013.\n\n== Nội dung ==\n{{biết trước nội dung tác phẩm}}\nBộ phim lấy bối cảnh nước Đại Việt cổ xưa, giữa nơi rừng thiêng nước độc cách xa kinh thành, có một tửu điếm nức tiếng giang hồ mang tên Đường Sơn quán<ref name=\"vtc.vn\"\/>, nơi nổi tiếng hiểm trở, nội bất xuất ngoại bất nhập. Đứng đầu nơi đây là tú bà Kiều Thị ([[Thanh Hằng]]) cùng các nữ sát thủ khác là Đào Thị ([[Ngọc Quyên]]), Liễu Thị (Kim Dung) và Mai Thị ([[Diễm My 9x]]). Kiều Thị lãnh đạo các kỹ nữ chuyên cướp của người giàu, quan lại tham ô với mong muốn tích góp đủ số tiền để có được cuộc sống như ý.\n\nVì đã cướp một viên xá lị để cống nạp cho triều đình nên Đường Sơn quán gặp phải họa diệt thân. Triều đình cử hai mật thám đến Đường Sơn quán nhằm tìm kiếm viên xá lị, đó là cấm vệ quân Dương Linh ([[Phạm Anh Khoa]]) giả chàng chăn dê và Linh Lan ([[Tăng Thanh Hà]]) giả nạn nhân của vụ cướp.\n\nLinh Lan là vợ sắp cưới của Tướng quân Quan Du (Lê Thái Hòa) – viên quan phụ trách việc tìm lại viên xá lị và tiêu diệt ổ sát thủ. Để vào được Đường Sơn quán, Linh Lan đã ngụy tạo một vụ cướp, trong đó cô là nạn nhân được Kiều Thị và các kỹ nữ cứu sống. Kiều Thị đã đào tạo Linh Lan thành một nữ sát thủ. Sau một thời gian sống chung với các kỹ nữ, cả hai mật thám đều có cảm tình với Đường Sơn quán.\n\nDương Linh đã ăn nằm với Mai Thị và phản bội Quan Du. Linh Lan cũng bắt đầu có tình yêu đồng giới với Kiều Thị. Linh Lan hiểu những nỗi niềm sâu kín của các kỹ nữ nên sau khi tìm ra viên xá lị, cô đã muốn tha cho họ một con đường sống. Tuy nhiên, vì nhầm lẫn mà Quan Du đã dẫn quân đến tiêu diệt ổ sát thủ lộng hành. Sau một trận chiến khốc liệt, các kỹ nữ đều bị giết, Dương Linh và Quan Du cũng chết theo, chỉ còn một mình Mai Thị sống sót với đứa con trong bụng.\n\n{{hết phần cho biết trước nội dung}}\n\n==Diễn viên==\n*[[Thanh Hằng]] vai Kiều Thị\n*[[Tăng Thanh Hà]] vai Linh Lan\n*[[Ngọc Quyên]] vai Đào Thị\n*Kim Dung vai Liễu Thị\n*[[Diễm My 9x]] vai Mai Thị\n*[[Phạm Anh Khoa]] vai Dương Linh\n*Lê Thái Hòa vai Tướng quân Quan Du\n\n==Quá trình sản xuất==\nBộ phim ban đầu có tên là ''Chân dài hành động'', một dự án đình đám với hàng chục tập phim hậu trường được phát trên truyền hình kể từ khi dự án này bắt đầu khởi động<ref name=\"vtc.vn\"\/>. Đây cũng là một dự án phim được ấp ủ trong nhiều năm của đạo diễn Nguyễn Quang Dũng. Sau nhiều lần trì hoãn, các mỹ nhân Thanh Hằng, Tăng Thanh Hà phải bỏ ra một thời gian dài để tập luyện võ công, thể lực, tới năm 2012, phim mới có thể bấm máy.<ref>[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/phim-my-nhan-ke-phat-hanh-tai-my-2844554.html Phim ‘Mỹ nhân kế’ phát hành tại Mỹ] Nguyên Minh, VnExpress. Chủ nhật, 7\/7\/2013 | 11:52 GMT+7<\/ref>\n\nTrong suốt thời gian ghi hình tại nhiều địa điểm ở [[Cam Ranh]], [[Khánh Hòa]], bộ phim đã nhận được nhiều sự chú ý từ phía khán giả và các nhà phê bình nhờ có sự tham gia của các mỹ nhân của ngành giải trí Việt, cùng với dàn ê-kíp tên tuổi như đạo diễn Nguyễn Quang Dũng, phần âm nhạc do nhạc sĩ [[Huy Tuấn]] đảm nhận v.v.\n\nTrước khi ra mắt phim, các đoạn video hậu trường của từng nhân vật chính cũng đã được tung ra trên các kênh truyền thông lớn như YouTube, YanTV,...\n\n==Ra mắt==\nBộ phim dự kiến ra mắt vào ngày 1 tháng 2 năm 2013, và là một trong bốn phim Việt được tung ra trong mùa phim Tết nguyên đán năm 2013, bao gồm: ''[[Nhà có 5 nàng tiên]]'', ''[[Bay vào cõi mộng]]'' và ''Yêu Anh! Em Dám Không?'' của [[Hãng phim Phước Sang]].\n\nTrong ngày đầu ra mắt phim, có đến 10 suất chiếu tại cụm rạp Galaxy và 8 suất chiếu tại cụm rạp MegaStar; phục vụ trung bình mỗi suất chiếu hơn 300 khán giả trên toàn quốc.\n\nSau ba ngày ra mắt, tức là đến ngày 4 tháng 2, ''Mỹ nhân kế'' đã thu về 12 tỷ đồng<ref name=\"giaitri.vnexpress.net\">[http:\/\/giaitri.vnexpress.net\/tin-tuc\/phim\/sau-man-anh\/my-nhan-ke-thu-gan-12-ty-dong-trong-ba-ngay-ra-mat-2422703.html ‘Mỹ nhân kế’ thu gần 12 tỷ đồng trong ba ngày ra mắt] Nguyên Minh, VnExopress 4\/2\/2013 | 07:55 GMT+7<\/ref>, và đã bán ra hơn 100.000 vé.\n\n==Đón nhận==\n===Đánh giá===\nBộ phim nhận được sự đánh giá từ trái chiều cho đến tiêu cực từ phía khán giả và giới phê bình.\n\nĐỗ Sen, từ trang web 2Sao.vn, đã phê bình bộ phim vì có \"Phần kịch bản yếu kém, phần kỹ xảo còn cho thấy sự yếu kém hơn nữa...\", đồng thời cho thấy sự thất vọng về phần xây dựng hình tượng nhân vật và cho rằng phần diễn xuất của Tăng Thanh Hà \"nhạt\" và \"không có đất diễn\". Đồng quan điểm, trang VOV Online cho rằng \"Nội dung của bộ phim cũng có nhiều chi tiết vô lý...\" và \"tuy phim quay theo thể phim cổ trang nhưng ngôn ngữ dùng trong phim bị pha tạp ngôn ngữ Trung Quốc và ngôn ngữ hiện đại khá nhiều. Ví dụ như từ \"tiểu ca\", \"lão bà\", \"cưng\"...\". Trang vtc.vn chia sẻ quan điểm rằng \"''Mỹ nhân kế'' tuy không phải là một phim dở nhưng đây là một trong những tác phẩm mắc khá nhiều lỗi\", \"thất bại ở sự yếu kém trong cách làm phim 3D\" và \"là tác phẩm thất bại của đạo diễn vốn được xem là mát tay, với 3-4 phim ăn khách như Nguyễn Quang Dũng\".<ref name=\"vtc.vn\"\/>\n\n===Doanh thu===\nBộ phim ra mắt vào ngày 1 tháng 2 năm 2013, phục vụ trung bình mỗi suất chiếu hơn 300 khán giả trên toàn quốc.\n\nSau ba ngày ra mắt, tức là đến ngày 4 tháng 2, ''Mỹ nhân kế'' đã thu về 12 tỷ đồng<ref name=\"giaitri.vnexpress.net\"\/>, và đã bán ra hơn 100.000 vé. Ngày 13 tháng 2, doanh thu của phim trở thành con số 35 tỷ đồng.<ref>[http:\/\/tuoitre.vn\/tin\/van-hoa-giai-tri\/dien-anh\/20130215\/phim-viet-tet-doanh-thu-vuot-troi\/533973.html Phim Việt tết: doanh thu vượt trội] [[Tuổi Trẻ (báo)|Báo Tuổi Trẻ]] 15\/02\/2013 08:21 GMT+7<\/ref>\n\nNhưng chưa dừng lại đó, đến ngày 17 tháng 2 thì ''Mỹ nhân kế'' trở thành phim có doanh thu cao nhất mùa phim Tết 2013 với con số chính thức là 52 tỷ đồng (trong đó 70% doanh thu là từ 3D và 30% là từ 2D)<ref name=\"dantri.com.vn\"\/>. Giúp bộ phim trở thành một trong những sản phẩm điện ảnh có lượng doanh thu cao nhất từng được ghi nhận tại thị trường điện ảnh Việt Nam, chỉ sau phim ''[[Kung Fu Panda 2]]'' từng được trình chiếu tại Việt Nam với tổng doanh thu lên tới 56 tỷ đồng. Theo tiết lộ của nhà phát hành Galaxy, doanh thu cao nhất của ''Mỹ nhân kế'' trong dịp Tết là vào mùng 5 Tết (lễ Valentine) với 5,5 tỷ đồng, tương ứng với 50.000 lượt người xem.\n\nBộ phim cũng đã tiếp tục ghi tên tuổi đạo diễn Nguyễn Quang Dũng vào top những bộ phim có lượng doanh thu cao nhất năm cùng với những cái tên đình đám từ các hãng phim khác vào các năm trước đây, cụ thể như:\n* Năm 2008: doanh thu cao nhất thuộc về '''[[Nụ hôn thần chết (phim)|Nụ hôn thần chết]]''' với ''16 tỷ''\n* Năm 2009: doanh thu cao nhất thuộc về '''[[Giải cứu thần chết]]''' ''hơn 20 tỷ''\n* Năm 2010: doanh thu cao nhất thuộc về '''[[Công chúa teen và ngũ hổ tướng]]''' ''hơn 25 tỷ''\n* Năm 2011: doanh thu cao nhất thuộc về '''[[Long Ruồi]]''' đạt ''42 tỷ''\n* Năm 2012: doanh thu cao nhất thuộc về '''[[Cưới ngay kẻo lỡ]]''' đạt ''34 tỷ''\n\nPhim cũng đạt doanh thu cao nhất trong mùa phim Tết 2013, cao hơn cả những phim bom tấn nước ngoài được trình chiếu tại Việt Nam trước đây như ''[[Avatar (phim 2009)|Avatar]]'' (thu về 39 tỷ trong 8 tuần), ''[[Kung Fu Panda 2]]'' (2011): 56 tỷ; ''[[Biệt đội siêu anh hùng|The Avengers]]'' (2012): 47 tỷ và ''[[Transformers 3]]'' (2011): 41 tỷ.\n\nBộ phim còn được trình chiếu tại Mỹ vào ngày 28 tháng 6, và tại Úc vào ngày 10 tháng 7 năm 2013. So với nhiều phim Việt khác, ''Mỹ nhân kế'' đến với kiều bào ở Mỹ sớm hơn, chỉ ba tháng sau khi phim chiếu trong nước. Trước đây, những bộ phim như ''[[Chuyện tình xa xứ]]'', ''[[Dòng máu anh hùng]]'' hay ''[[Để Mai tính]]'' phải mất ít nhất sáu tháng hoặc một năm mới có thể đem đi phát hành ở Mỹ.\n\n==Chú thích==\n{{tham khảo}}\n\n==Liên kết ngoài==\n*[http:\/\/www.imdb.com\/title\/tt3084836\/ Mỹ nhân kế] tại [[Internet Movie Database]]\n*[https:\/\/www.facebook.com\/mynhanke Mỹ nhân kế] tại [[Facebook]]\n*{{YouTube|u5A2oCP3l44|Mỹ Nhân Kế 3D - Phim Tết 2013 của Đạo diễn Nguyễn Quang Dũng [Trailer HD]}}\n*[http:\/\/khampha.vn\/giai-tri\/my-nhan-ke-bay-khan-gia-bang-nhan-sac-c6a49656.html Mỹ nhân kế “bẫy” khán giả bằng nhan sắc] Thùy Vân, Thứ hai, 17\/12\/2012, 10:33 (GMT+7)\n\n{{Nguyễn Quang Dũng}}\n\n[[Thể loại:Phim năm 2013]]\n[[Thể loại:Phim Việt Nam]]\n[[Thể loại:Phim tiếng Việt]]\n[[Thể loại:Phim cổ trang Việt Nam]]\n[[Thể loại:Phim hành động Việt Nam]]\n[[Thể loại:Phim võ thuật Việt Nam]]\n[[Thể loại:Phim võ hiệp Việt Nam]]\n[[Thể loại:Phim lãng mạn Việt Nam]]\n[[Thể loại:Phim do Nguyễn Quang Dũng đạo diễn]]\n[[Thể loại:Phim của Galaxy Studio]]\n[[Thể loại:Phim của HKFilm]]\n[[Thể loại:Phim Tết]]\n[[Thể loại:Phim về nữ giới]]\n[[Thể loại:Phim về giết người]]\n[[Thể loại:Phim 3D]]\n[[Thể loại:Phim 3D năm 2013]]\n[[Thể loại:Phim chính kịch liên quan đến LGBT]]\n[[Thể loại:Phim liên quan đến LGBT của Việt Nam]]\n[[Thể loại:Phim lấy bối cảnh ở Việt Nam]]\n[[Thể loại:Phim quay tại Việt Nam]]\n[[Thể loại:Phim Việt Nam thập niên 2010]]\n[[Thể loại:Phim hành động thập niên 2010]]\n[[Thể loại:Phim lãng mạn thập niên 2010]]\n[[Thể loại:Phim chính kịch thập niên 2010]]\n[[Thể loại:Phim 3D thập niên 2010]]\n[[Thể loại:Phim liên quan đến LGBT thập niên 2010]]"}