{"19611344":"{{Tiểu sử quân nhân\n|tên=Nakahara Mitsunobu<br>中原光信\n|hình=\n|chú thích hình=\n|ngày sinh=1922\n|ngày mất={{ngày mất|2003|7|12}}\n|nơi sinh=[[Ehime]], [[Nhật Bản]]\n|nơi mất=[[Kamakura]], [[Kanagawa]], [[Nhật Bản]]\n|biệt danh=Nguyễn Minh Ngọc\n|phục vụ=[[Lục quân Đế quốc Nhật Bản]]<br>[[Quân đội nhân dân Việt Nam]]\n|thuộc=\n|năm phục vụ=1944-1945 ([[Lục quân Đế quốc Nhật Bản]])<br>1945-1955 ([[Quân đội nhân dân Việt Nam]])\n|cấp bậc=[[Tập tin:帝國陸軍の階級―襟章―少尉.svg|50px]] [[Thiếu úy]] ([[Lục quân Đế quốc Nhật Bản]])\n|đơn vị=Lữ đoàn hỗn hợp độc lập 34\n|chỉ huy=\n|tham chiến=[[Chiến dịch Đông Dương (1945)]]<br>[[Chiến tranh Đông Dương]]\n|khen thưởng=\n|gia đình=\n|công việc khác=\n|chữ ký=\n}}\n{{Nihongo|'''Nakahara Mitsunobu'''|中原光信|なかはら みつのぶ|''Trung Nguyên Quang Tín''}} ([[1922]]-[[2003]]<ref name=\"Shikoku20030713\">{{Chú thích báo|url=http:\/\/www.shikoku-np.co.jp\/national\/okuyami\/article.aspx?id=20030713000255|title=中原光信氏死去／元日越貿易会会長|date=2003\/07\/13|work=[[四国新聞]]|access-date=2009年5月5日}}<\/ref>) là một [[quân nhân]] [[người Nhật Bản]]. Từng phục vụ trong [[Lục quân Đế quốc Nhật Bản]] với cấp bậc là [[Thiếu úy]], ông đã tham gia [[Chiến tranh Đông Dương|cuộc chiến tranh giành độc lập của Việt Nam]], làm một giảng viên quân sự tại [[Trường lục quân trung học Quảng Ngãi]] trên tư cách là một [[Chiến sĩ \"Việt Nam mới\"]] với tên '''Nguyễn Minh Ngọc'''.\n\n== Cuộc đời ==\nMitsunobu Nakahara sinh năm [[Thời kỳ Đại Chính|Taisho]] thứ 11 (1922) tại tỉnh [[Ehime]].<ref name=\"Shikoku20030713\"\/> Sau khi vào Đại học Hosei, ông từng là đội trưởng câu lạc bộ Kendo. Sau khi tốt nghiệp năm 1944, ông gia nhập quân đội. Sau khi tốt nghiệp Trường Sĩ quan dự bị Lục quân Kumamoto, ông được bổ nhiệm đến [[Huế]], làm sĩ quan phụ trách liên lạc của Lữ đoàn độc lập hợp thành số 34.\n\nKhi quân Nhật đã suy yếu trên chiến trường và đứng trước nguy cơ thất bại rõ ràng, tổ chức [[Việt Minh]] đã cho người bắt liên lạc với quân đội Nhật nhằm tìm kiếm nguồn cung cấp vũ khí và sự ủng hộ công cuộc giành độc lập của họ. Một trong những đầu mối đó là Tham mưu trưởng của Lữ đoàn 34, Thiếu tá [[Igawa Sei]]. Tháng 7 năm 1945, Nakahara được giao nhiệm vụ làm liên lạc viên giữa Thiếu tá Igawa và những người Việt Minh. Sau khi [[Nhật Bản đầu hàng]], ông nhận lệnh từ Thiếu tá Igawa rút lực lượng bảo vệ kho vũ khí thu được của [[Quân đội Pháp|quân Pháp]] trong [[Chiến dịch Đông Dương (1945)|chiến dịch Đông Dương]], để ngỏ cho những người Việt Minh thu nhận.\n\nĐầu năm [[1946]], để không phải đầu hàng [[Quốc dân Cách mệnh Quân|quân đội Trung Hoa Dân quốc]], ông đã rời khỏi đơn vị tại [[Đà Nẵng]] và gia nhập Việt Minh. Thượng cấp của ông, Thiếu tá Igawa đã theo Việt Minh từ trước đó, đang ở [[Bình Định]]. Cùng đi với ông, có khoảng mười hạ sĩ quan của Lữ đoàn 34. Sau một thời gian chữa trị bệnh [[sốt rét]], ông được cử làm huấn luyện viên quân sự cho Việt Minh với tên mới là '''Nguyễn Minh Ngọc'''. Đầu tháng 4 năm 1946, ông được cử đến [[Tuy Hòa]] để hướng dẫn chiến thuật ngăn chặn quân Pháp tiến lên phía Bắc dọc theo bờ biển. Sau khi hoàn thành nhiệm vụ và trở về Bộ Tư lệnh Chiến khu 5, ông dự định tháp tùng thượng cấp cũ Igawa (lúc ngày mang tiên Việt là Lê Chí Ngọ) lên [[Tây Nguyên]], nhưng không được Igawa chấp thuận. Trong chuyến đi này, Igawa Sei - Lê Chí Ngọ hy sinh trong một trận không kích của quân Pháp tại [[Pleiku]].<ref>[https:\/\/thanhnien.vn\/the-gioi\/tu-lieu\/chuyen-ve-nhung-nguoi-linh-thien-hoang-tro-thanh-bo-doi-ta-157872.html Chuyện về những người lính Thiên hoàng trở thành bộ đội ta]<\/ref>\n\nKhi trường lục quân trung học Quảng Ngãi được thành lập, ông được bổ nhiệm làm giảng viên phụ trách Đại đội 2 của trường. Năm 1947, ông được điều ra Bắc. Trong một trận đánh tại [[Nam Định (thành phố)|Nam Định]], quân Việt Minh chịu nhiều thương vong khi tấn công vào một cứ điểm của quân Pháp và đứng trước nguy cơ thất bại, Nakahara đã đề nghị với chỉ huy trung đoàn cho phép mình trực tiếp ngắm pháo bắn thẳng vào chỉ huy sở của quân Pháp, gây thiệt hại cho quân đội Pháp. Sau trận này, Nakahara được tiếp kiến Tổng tư lệnh [[Võ Nguyên Giáp]]. Tháng 4 năm 1948, ông được bổ nhiệm làm giảng viên trường Võ bị Trần Quốc Tuấn, đóng tại [[Đồng Hỷ]], [[Thái Nguyên]].\n\nTừ năm [[1951]] đến năm [[1954]], ông được rút về [[Cục Quân huấn, Quân đội nhân dân Việt Nam|Cục Quân huấn]] thuộc [[Bộ Tổng tham mưu Quân đội nhân dân Việt Nam|Bộ Tổng tham mưu]], cùng với một số đồng hương người Nhật đóng góp soạn thảo các phương pháp huấn luyện chiến thuật, tấn công cứ điểm cho quân đội Việt Nam.\n\nSau khi hồi hương trở về Nhật Bản vào năm 1955, ông cùng một số đồng đội cũ thành lập Hội Mậu dịch Nhật-Việt trở thành chủ tịch của Hội<ref name=\"Shikoku20030713\"\/>. Trên vai trò đó, ông đã có nhiều đóng góp quan trọng trong việt hỗ trợ kinh tế cho Việt Nam trong công cuộc thống nhất đất nước và thúc đẩy giao lưu kinh tế giữa Nhật Bản và Việt Nam.\n\nNăm 1990, nhân dịp Bộ trưởng Ngoại giao Việt Nam [[Nguyễn Cơ Thạch]] sang thăm Nhật Bản, một bữa tiệc họp mặt những [[Chiến sĩ \"Việt Nam mới\"]] người Nhật đã được tổ chức. Ông được mời tham dự và được nhắc đến một cách trang trọng tại bữa tiệc.<ref>{{Chú thích sách|title=ドキュメントヴェトナム戦争全史|last=小倉貞男|date=2005年|publisher=[[岩波書店]]|series=[[岩波現代文庫]]|page={{要ページ番号|date=2018-07}}|author-link=小倉紀蔵#家族|和書}}<\/ref>\n\nNăm 1996, ông cùng 2 cựu giảng viên của trường Lục quân trung học Quảng Ngãi, [[Tanimoto Kikuo]] (谷本 喜久男) và [[Kamo Tokuji]] (加茂徳治), được mời sang [[Hà Nội]] gặp gỡ với các cựu chiến binh Việt Nam, những học trò cũ của các ông trong cuộc Kháng chiến chống Pháp. Một số người đã mang cấp bậc tướng lĩnh như Thiếu tướng [[Phan Thái]]...\n\nNakahara Mitsunobu - Nguyễn Minh Ngọc qua đời ngày 12 tháng 7 năm 2003 tại thành phố Kamakura, tỉnh Kanagawa, hưởng thọ 81 tuổi.\n\n==Giải thưởng==\n* Huân chương Quân công hạng Ba\n* Huân chương Chiến công hạng Nhất\n\n== Chú thích ==\n{{tham khảo}}\n\n== Tham khảo ==\n*{{chú thích sách|和書|title=ベトナムへの道―日越貿易の歴史と展望|publisher=社会思想社|date=1995\/07|isbn=4390604007}}\n* [http:\/\/nippon.zaidan.info\/seikabutsu\/2005\/01036\/pdf\/0001.pdf ベトナム独立戦争参加日本人の事跡に基づく日越のありかたに関する研究] 研究代表者 井川 一久 大阪経済法科大学アジア太平洋研究センター客員教授、共同研究者 加藤 則夫 NHK国際放送局チーフ・ディレクター、白石 昌也 早稲田大学大学院アジア太平洋研究センター教授 [[東京財団]]研究報告書 2005年10月\n* [https:\/\/thanhnien.vn\/the-gioi\/tu-lieu\/chuyen-ve-nhung-nguoi-linh-thien-hoang-tro-thanh-bo-doi-ta-157872.html Chuyện về những người lính Thiên hoàng trở thành bộ đội ta]\n* Hồ Sơ Chiến Tranh - Những \"người Việt Nam mới\" - QPVN - Viettel Media\n{{thời gian sống|1922|2003}}\n\n[[Thể loại:Nhân vật trong Chiến tranh Đông Dương]]\n[[Thể loại:Quân nhân Việt Nam]]\n[[Thể loại:Người Việt Nam mới]]\n[[Thể loại:Sĩ quan Lục quân Đế quốc Nhật Bản]]\n[[Thể loại:Huân chương Quân công]]\n[[Thể loại:Huân chương Chiến công]]"}