{"6748":"{{Infobox Former Country\n| native_name                = 南詔 {{small|([[Tiếng Hán trung cổ|chữ Hán]])}} <br\/>{{lang|ii|ꂷꏂꌅ}} ''{{small|([[Tiếng Lô Lô|Lô Lô \/ Bắc Di]])}}''\n| conventional_long_name                = Nam Chiếu\n| common_name                = Đại Lễ\n| continent                = [[Châu Á]]\n| status                = [[Vương quốc]]\n| government_type                = [[Quân chủ chuyên chế]]\n| year_start                = 738\n| year_end                = 937\n| life_span                = 738–937\n| p1                = Đế quốc Tây Tạng\n| s1                = Đại Trường Hòa\n| s2                = Vương quốc Đại Lý\n| capital                = [[:zh:太和城遗址|Thái Hòa thành]] (太和城; nay là [[Đại Lý (châu tự trị)|Thành phố Đại Lý]] tỉnh [[Vân Nam]])\n| image_map                = [[Tập tin:Nam Chiếu.png|300px]]\n| common_languages                = [[Tiếng Hán trung cổ]]<br>[[Tiếng Lô Lô]]<br>[[Tiếng Bạch]]<br\/>[[Tiếng Di]]\n| religion                = [[Đạo Phật]]\n| today                = {{flag|Trung Quốc}}<br>{{flag|Lào}}<br>{{flag|Myanmar}}<br>{{flag|Việt Nam}}\n}}\n{{infobox Chinese\n|t=南詔<br\/>大禮\n|s=南诏<br\/>大礼\n|p=Nánzhào<br\/>Dàlǐ\n|w=Nan-chao<br\/>Da-li\n|tha=น่านเจ้า\n|rtgs=Nanchao\n|lao=ໜານເຈົ້າ \/nǎːn.tɕaw\/<br\/> ນ່ານເຈົ້າ \/nāːn.tɕaw\/<br\/> ນ່ານເຈົ່າ \/nāːn.tɕāw\/ <br\/>ໜອງແສ \/nɔ̌ːŋ.sɛ̌ː\/\n|vie=Nam Chiếu<br\/>Đại Lễ\n|tib=འཇང་ཡུལ\n|wylie=ljang yul\n}}\n'''Nam Chiếu quốc''' ([[chữ Hán]]: 南詔國), cũng gọi '''Đại Lễ''' (大禮), người [[Thổ Phồn]] gọi '''ljang yul''' ([[Tiếng Tạng chuẩn|tiếng Tạng]]: {{Bo-textonly|འཇང་ཡུལ}})<ref>Stein, R. A. (1972) ''Tibetan Civilization'', p. 63. Stanford University Press. {{ISBN|0-8047-0806-1}} (cloth); {{ISBN|0-8047-0901-7}} (pbk)<\/ref>, là một [[vương quốc]] của [[người Bạch]], [[người Miêu]] và [[người Lô Lô|người Di]] ([[người Lô Lô]]), và cộng đồng người Thái ([[Ngữ hệ Kra-Dai|Thái - Kra-Dai]]) chiếm số nhỏ, họ đã phát triển rực rỡ ở [[Đông Nam Á]] trong các [[thế kỷ 8]] và [[thế kỷ 9]]. Vương quốc nằm trong khu vực mà ngày nay là tỉnh [[Vân Nam]] của [[Trung Quốc|Trung Hoa]], và một phần phía tây của [[Bắc Bộ]] Việt Nam.\n\n[[Tập tin:Tang Dynasty in the 8th century ja.svg|thumb|300px|Lược đồ châu Á [[thế kỷ 8]]]]\n\nVương quốc tồn tại từ năm [[738]], khi Mông Xá (Mường Se) quốc quân [[Mông Bì La Các]] thống nhất [[Lục Chiếu]], và nó đã đạt đến độ cực thịnh vào năm [[860]] khi ôm gọn vùng Vân Nam ngày nay, giáp với đông nam của [[Quý Châu]], [[Tây Tạng]], [[Tứ Xuyên]]; tây bắc của Việt Nam và chính bắc của [[Lào]] và [[Miến Điện]].\n\nQuốc gia này bị diệt vong vào năm 902, khi quyền thần [[Trịnh Mãi Tự]] giết toàn bộ vương thất Nam Chiếu và tự lập nên [[Đại Trường Hòa]]. Chiến cục sau đó ở Nam Chiếu đã bất ổn định trong một thời gian, sau khi trải qua 3 thời đại thì chính thức hình thành nên một quốc gia cường thịnh khác ở Vân Nam, [[Vương quốc Đại Lý]].\n\n==Quốc hiệu==\nNăm [[779]], [[Mông Dị Mâu Tầm]] dời đô đến '''Dương Tư Mị Thành''' (陽苴𠴟城), ngày nay chính là [[Đại Lý (thành phố)|Thành phố Đại Lý]]. Biệt xưng '''Hạc Thác''' (鹤拓), lại gọi là '''Tử Thành''' (紫城). Năm [[794]], Dị Mâu Tầm được [[nhà Đường]] (đời vua [[Đường Đức Tông]]) phong làm '''Nam Chiếu vương''' (南詔王), từ đó quốc hiệu chính thức gọi là '''Nam Chiếu quốc''' (南詔國) hoặc '''Hạc Thác'''.\n\nNăm [[860]], [[Mông Thế Long]] sửa quốc hiệu thành '''Đại Lễ quốc''' (大禮國), với ý nghĩa ''\"Lễ nghi chi bang\"'' và tự xưng [[Hoàng đế]]. Sang năm [[878]], [[Mông Long Thuấn]] lại sửa thành '''Đại Phong Dân''' (大封民) hoặc '''Đại Phong Nhân''' (大封人), chữ ''\"Phong\"'' là chỉ [[người Bạch]], quốc hiệu lấy dân tộc tự xưng.\n\n==Lịch sử==\n===Sự thành lập và các dân tộc===\nNguyên thủy, ở đây có một vài bộ lạc của [[người Bạch]] sinh sống bằng nông nghiệp trong các vùng đất màu mỡ xung quanh [[hồ Nhĩ Hải]]. Mỗi một bộ lạc là một vương quốc riêng biệt, được gọi là ''Chiếu'' (詔, [[tiếng Lô Lô]]: {{lang|ii|ꌅ}} ''nzy''), tiếng Thái nói là Chẩu nghĩa là Chủ Nhân, Người Chủ. Người ta nói rằng đã từng có ''Lục Chiếu'' là: [[Mông Huề Chiếu]], [[Việt Tích Chiếu]], [[Lãng Khung Chiếu]], [[Đằng Đạm Chiếu]], [[Thi Lãng Chiếu]], Mông Xá Chiếu. Mông Xá Chiếu ở về phía nam nên đôi khi gọi là Nam Chiếu. Năm [[737]], đời [[Đường Huyền Tông|Huyền Tông]] [[nhà Đường]] ở Trung Quốc, với sự hỗ trợ của quân đội nhà Đường, [[Mông Bì La Các]] (tức Bì La Cáp) là đại chiếu của Mông Xá Chiếu đã lần lượt thống nhất Lục chiếu, thành lập ra một Vương quốc mới, gọi là '''Nam Chiếu'''.\n\nVề việc này [[Việt Nam sử lược]] (VNSL) của [[Trần Trọng Kim]] có chép:\n{{quote|\n<poem>\" ''Trong khoảng năm Khai Nguyên (713-742) đời [[Đường Huyền Tông|Huyền Tông nhà Đường]], Nam Chiếu là [[Mông Bì La Các|Bì La Cáp]] cường thịnh lên, mà 5 chiếu kia suy hèn đi. Bì La Cáp mới đút lót cho quan tiết độ sứ đạo Kiếm Nam là [[Vương Dục]] để xin hợp cả sáu chiếu lại làm một. Triều đình nhà Đường thuận cho, và đặt tên là [[Quy Nghĩa]]. Từ đó Nam Chiếu càng ngày càng thịnh lên, đem quân đi đánh [[Thổ Phồn]]... Bấy giờ Nam Chiếu đã mạnh lắm, bèn xưng đế và đặt quốc hiệu là Đại Mông quốc rồi lại đổi là Đại Lễ...'' \"<\/poem>}}\n\nVương quốc Nam Chiếu duy trì một mối quan hệ mật thiết với nhà Đường, và chính quyền Nam Chiếu là của hai tộc [[người Bạch]] và [[Người Lô Lô|Di]]. Một số nhà sử học còn cho rằng phần lớn dân cư là [[người Bạch]], nhưng cầm quyền lại là người Di. Thủ đô của vương quốc này được thành lập năm [[738]] ở [[Thái Hòa (Nam Chiếu)|Thái Hòa]] (ngày nay là làng Thái Hòa, cách [[đại Lý (thành phố)|thành cổ Đại Lý]] vài dặm về phía nam). Nằm ở trung tâm của thung lũng Nhĩ Hải, khu vực này khi đó là lý tưởng: nó giúp cho người ta dễ dàng chống lại các cuộc tấn công và nó nằm giữa một khu vực đất đai [[nông nghiệp]] màu mỡ.\n\nDân cư vùng phía Tây và Tây Nam của Nam Chiếu có lẽ phần lớn là các tộc người gốc Tây Tạng như Bạch, người Di (Lolo và [[Người La Hủ|La Hủ]]), phía Đông Nam có lẽ là người Thái gốc [[Nam Việt]] mới di cư đến (sau khi thành [[Phiên Ngung (kinh đô)|Phiên Ngung]] thất thủ) và Miêu ([[Người Miêu|Hmong]]), Dao. Tuy nhiên, tên các vua Nam Chiếu cho thấy có lẽ họ không phải là người Thái, vì họ đặt tên theo cách dùng âm tiết cuối của tên cha để bắt đầu tên con, phổ biến trong người Lolo và các nhóm Tạng-Miến khác nhưng không phổ biến trong người Thái. Cũng như vậy, có nhiều từ Nam Chiếu được ghi lại được xác định là ngôn ngữ Lolo, và không có trong từ vựng Thái.\n\n===Phát triển===\n[[Tập tin:East-Hem 800ad.jpg|nhỏ|330px|phải|Châu Á vào khoảng năm 800, Nam Chiếu và các quốc gia lân bang]]\n\nNăm [[748]], nhà Đường (đời vua [[Đường Huyền Tông]]) phong [[Mông Các La Phượng]] làm '''Vân Nam vương''' (雲南王). Có sự giúp sức của nhà Đường, Các La Phượng khống chế và thâu tóm chính quyền các bộ tộc của [[Thoán Thị]] (爨氏) và chiếm hầu hết khu vực [[Vân Nam]].\n\nTrong khi đó [[Thiền Vu Trọng Thông]] (鮮于仲通) được phong làm [[Tiết độ sứ]] [[Kiến Nam]], còn [[Trương Kiền Đà]] làm [[Thái thú]] Vân Nam. Vị tân Thái thú hành vi ngạo nghễ bạo ngược, đối đãi vợ chồng Các La Phượng khiếm nhã, lại còn vu cáo Các La Phượng mưu phản. Năm Thiên Bảo thứ 9 ([[750]]), Các La Phượng vây giết Trương Kiền Đà, chính thức phản lại nhà Đường (đời vua [[Đường Huyền Tông]]). Nghe tin, Tể tướng nhà Đường là [[Dương Quốc Trung]] phái [[Thiền Vu Trọng Thông]] đem quân đội đến [[Nhung Châu]], [[Tây Châu]], chia ra 3 đường tiến binh chống lại Nam Chiếu. Các La Phượng nhanh chóng phái sứ giả giảng hòa, nhưng nhà Đường cự tuyệt, thế là Các La Phượng bí bách xin [[Thổ Phồn]] cứu giúp.\n\nNăm [[751]], quân đội nhà Đường (đời vua [[Đường Huyền Tông]]) tiến tới kinh sư của Nam Chiếu nhưng đội quân này đã bị đánh bại ở [[Hạ Quan, Đại Lý|Hạ Quan]] bởi liên quân Nam Chiếu và Thổ Phồn. Cùng năm này, nhà Đường còn chịu một thất bại khác rất nặng nề dưới tay của [[người Ả Rập]] trong [[Trận chiến Talas]] ở [[Trung Á]]; các thất bại này đã làm nhà Đường suy yếu cả trong lẫn ngoài. Ngày nay, mồ tướng (2&nbsp;km về phía tây Hạ Quan), và mả vạn binh (trong công viên Thiên Bảo) là chứng tích cho thảm bại này. Từ trận này, Nam Chiếu và Thổ Phồn kết làm huynh đệ chi bang.\n\nNăm [[754]], nhà Đường (đời vua [[Đường Huyền Tông]]) lại cử [[Lý Mật]] đem quân đội sang đánh, lần này từ phía bắc, nhưng khi quân đến thì không công thành được, lại hết lương, bệnh dịch nên Lý Mật phải rút đi. Các La Phượng nhân đó truy kích và tiêu diệt toàn bộ quân của Lý Mật.\n\n[[Tập tin:Nanzhao.png|nhỏ|phải|450px|Bản đồ Nam Chiếu so sánh tương quan với các vùng lãnh thổ của các quốc gia Đông Nam Á ngày nay.]]\nĐược lợi từ những thành công này, Nam Chiếu phát triển và bành trướng rất nhanh, đầu tiên là vào [[Myanma|Miến Điện]], sau đó là toàn bộ Vân Nam ngày nay, xuống phía bắc [[Lào]] và [[Thái Lan]], và sau đó về phía bắc tới [[Tứ Xuyên]]. Năm [[764]], Nam Chiếu thiết lập kinh đô thứ hai tại [[Côn Minh]] với một bộ máy hành chính quan lại rất hoàn chỉnh.\n\nNăm [[830]], [[Thành Đô]] của nhà Đường (đời vua [[Đường Văn Tông]]) đã bị quân Nam Chiếu (đời vua [[Mông Khuyến Phong Hữu]]) chiếm đóng; nó đã là một phần thưởng lớn, vì nó làm cho Nam Chiếu có khả năng đánh chiếm toàn bộ tỉnh Tứ Xuyên với những cánh đồng màu mỡ. Điều này là quá nhiều đối với người Trung Hoa, họ đã không mất nhiều thời gian để phản công.\n\nNăm [[859]], vua Nam Chiếu là [[Mông Thế Long]] công hãm Bá Châu của nhà Đường (nay là [[Tuân Nghĩa]], [[Quý Châu]]).\n\nNam Chiếu cũng đã từng xâm chiếm [[An Nam]] (tên gọi khi đó của [[Việt Nam]]) từ những năm [[846]] tới năm [[866]]. Về việc này, trong [[Đại Việt sử ký toàn thư]] có chép (lược trích lại):\n{{Cquote|''Bính Dần, [[846]], (Đường Hội Xương năm thứ 6). Người Nam Man (tức Nam Chiếu, đời vua [[Mông Khuyến Phong Hữu]]) vào cướp. Vua [[Đường Vũ Tông]] sai Kinh Lược Sứ là Bùi Nguyên Hựu đem quân các đạo lân cận đánh dẹp được''.\n\n:''Mậu Dần, [[858]], (Đường Đại Trung, năm thứ 12). Mùa xuân, người Nam Chiếu (đời vua [[Mông Khuyến Phong Hữu]]) kéo đến đông, đóng ở bến đò Cẩm Điền chuẩn bị đánh [[An Nam đô hộ phủ]] của nhà Đường (đời vua [[Đường Tuyên Tông]]). [[Vương Thức (nhà Đường)|Vương Thức]] khi đó là Kinh lược sứ [[An Nam đô hộ phủ]], sai người đến dụ, chỉ một đêm người Nam Chiếu lại kéo đi. Nguyên nhân do đô hộ [[Lý Trác]] tham lam tàn bạo, mua hiếp bò ngựa của người Man, mỗi con chỉ trả cho một đấu muối, giết tù trưởng Man là [[Đỗ Tồn Thành]], dân Man oán giận, dẫn đường cho người Nam Chiếu đến lấn cướp biên giới.''\n\n:''Tháng 5 năm ấy, người Nam Chiếu (đời vua [[Mông Khuyến Phong Hữu]]) đến cướp, Vương Thức đánh lui được.''\n\n:''Canh Thìn, [[860]], ([[Đường Ý Tông]], Thôi Hàm Thông, năm thứ 1). Mùa đông, tháng 12, ngày Mậu Thân, người thổ man dẫn quân Nam Chiếu (đời vua [[Mông Thế Long]]) hợp lại hơn 30.000 người, đánh chiếm phủ trị Tống Bình của [[An Nam đô hộ phủ]], đuổi [[Lý Hộ]] (có chỗ gọi là [[Lý Vũ]]).''\n\n:''Tân Tỵ, [[861]], (Đường Hàm Thông, năm thứ 2). Mùa xuân, tháng giêng, vua [[Đường Ý Tông]] phát quân Ung, Quản và các đạo lân cận sang cứu Lý Hộ, đánh lại Nam Chiếu. Mùa hạ, tháng 6, ngày Quý Sửu, vua Đường sai phòng ngự sứ Diêm Châu là Vương Khoan làm Kinh lược sứ An Nam. Bấy giờ Lý Hộ từ Vũ Châu thu nhặt quân người địa phương [[Giao Châu]] đánh bọn Nam Chiếu, lấy lại được phủ thành [[An Nam đô hộ phủ]] là Tống Bình.''\n\n:''Nhâm Ngọ, [[862]], (Đường Hàm Thông, năm thứ 3). Mùa xuân, tháng 2, Nam Chiếu lại vào cướp phá. Vương Khoan mấy lần sai sứ cáo cấp. Vua [[Đường Ý Tông]] sai Hồ Nam quan sát sứ là [[Thái Tập]] thay thế, đem binh các đạo Hứa, Hoạt, Từ, Biện, Kinh, Tương, Đàm, Ngạc, hợp lại 30.000, giao cho Tập để chống cự. Yếu thế, quân Nam Chiếu rút lui.''\n\n:''Mùa đông, tháng 10, Nam Chiếu đem 50.000 người đến cướp, [[Thái Tập]] cáo cấp. Vua [[Đường Ý Tông]] sai lấy quân hai đạo Kinh Nam, Hồ Nam 2.000 người và nghĩa chinh ở Quế Quản 3.000 người đến Ung Châu chịu lệnh tiết chế của Trịnh Ngu để sang cứu [[Thái Tập]]. Tháng 12, Tập lại xin thêm quân, vua [[Đường Ý Tông]] sắc cho Sơn Nam đông đạo đem 1.000 quân cung nỏ sang cứu.''\n\n:''Quý Mùi, [[863]], (Đường Hàm Thông, năm thứ 4). Mùa xuân, tháng giêng, ngày Canh Ngọ, quân Nam Chiếu đánh chiếm phủ thành Tống Bình của [[An Nam đô hộ phủ]]. [[Thái Tập]] nhảy xuống biển tự vẫn. Nam Chiếu hai lần chiếm [[Giao Châu]], vừa giết vừa bắt gần 150.000 người. Khi rút lui còn lưu lại 20.000 quân, sai [[Tư Tấn]] giữ thành Giao Châu. Người Di Lão ở các khe động đều hàng phục cả. Vua Nam Chiếu là [[Mông Thế Long]] cho thuộc hạ là [[Đoàn Tù Thiên]] làm tiết độ sứ phủ [[Giao Châu]].''\n\n:''Giáp Thân, [[864]], (Đường Hàm Thông, năm thứ 5). Mùa thu, tháng 7, vua [[Đường Ý Tông]] cho [[Cao Biền]] làm Đô hộ tổng quản kinh lược chiêu thảo sứ.''\n\n:''Ất Dậu, [[865]], (Đường Hàm Thông, năm thứ 6). Mùa thu, tháng 7, [[Cao Biền]] sửa quân ở trấn Hải Môn. Cao Biền đem hơn 5.000 quân vượt biển đi trước. Tháng 9, Cao Biền đến Nam Định, Phong Châu, quân Man và quân Nam Chiếu gần 50.000 đương gặt lúa, Cao Biền ập đến đánh tan, chém được bọn [[Trương Thuyên]], thu lấy số lúa đã gặt để nuôi quân.''\n\n:''Bính Tuất, [[866]], (Đường Hàm Thông, năm thứ 7). Mùa hạ, tháng 4, Nam Chiếu sai [[Trương Tập]] giúp [[Đoàn Tù Thiên]] đánh Giao Châu, cho [[Phạm Nật Ta]] làm Đô thống Giao Châu. Giám trận nhà Đường sai [[Vi Trọng Tể]] đem hơn 7.000 quân đến Phong Châu. [[Cao Biền]] được thêm quân, tiến đánh quân Nam Chiếu, nhiều lần đánh tan được. Tháng ấy, Cao Biền đánh tan quân Nam Chiếu, giết và bắt sống rất nhiều. Nam Chiếu thu quân còn sót chạy vào châu thành Tống Bình cố giữ. Mùa đông, tháng 10, Cao Biền vây châu thành Tống Bình hơn 10 ngày, người Man và quân Nam Chiếu rất khốn quẫn. [[Cao Biền]] đến nơi đốc thúc khích lệ tướng sĩ, lấy được thành Tống Bình, giết [[Đoàn Tù Thiên]] và [[Chu Cổ Đạo]] là người thổ man dẫn đường cho quân Nam Chiếu, chém hơn 30.000 thủ cấp. Quân Nam Chiếu trốn đi, Cao Biền lại phá được hai động thổ man đã theo Nam Chiếu, giết tù trưởng. Người thổ man rủ nhau quy phục quân Đường của [[Cao Biền]] đến 17.000 người.''||[[Đại Việt sứ ký toàn thư]].}}\n\nNgoài ra, Nam Chiếu cũng đã nhiều lần tấn công [[Myanma]]. Từ giữa thế kỷ thứ 8 cho tới cuối thế kỷ thứ 9, Nam Chiếu là một cường quốc trong vùng nam Trung Quốc, bắc Đông Nam Á. Nó liên tục gây sức ép quân sự lên [[Các thị quốc Pyu]] ở miền trung Miến Điện bây giờ, quân Nam Chiếu đánh tới tận miền nam Miến Điện và miền bắc Thái Lan đầu thế kỷ thứ 9, mở cuộc viễn chinh đánh [[Chân Lạp]] và ghi lại là họ đã tiến tới tận bờ biển, liên tiếp tiến công vào [[An Nam đô hộ phủ]] thuộc nhà Đường trong khoảng thời gian [[846]] - [[866]].\n\nĐây là thời kỳ sức mạnh Nam Chiếu đạt đến đỉnh điểm, rồi dần suy đi, trước sức ép của [[Trung Quốc|Trung Hoa]] đang cường thịnh trở lại, và [[Việt Nam]] giành được độc lập.\n\n===Suy yếu===\n\nNăm [[870]] nước Nam Chiếu (đời vua [[Mông Thế Long]]) tiến quân đánh vào Thành Đô nhà Đường (đời vua [[Đường Ý Tông]]), một quan lại là [[Dương Khánh Phục]] (楊慶復) mộ được một đội quân gọi là \"Đột Tương\" (突將) đến tăng viện, đánh đuổi quân Nam Chiếu ra khỏi Thành Đô. [[Dương Khánh Phục]] và quân \"Đột Tương\" ở lại trấn thủ Thành Đô nhà Đường. \n\nNăm [[873]], nước Nam Chiếu (đời vua [[Mông Thế Long]]) bị đuổi khỏi [[Tứ Xuyên]] và bị đẩy lùi về [[Vân Nam]]. Việc chiếm đóng Thành Đô là mốc đỉnh cao của nhà Nam Chiếu, từ đó trở đi vương quốc Nam Chiếu bắt đầu suy yếu. \n\nNăm [[874]], nước Nam Chiếu (đời vua [[Mông Thế Long]]) tiến công vào Tây Xuyên<ref>西川, trị sở nay thuộc Thành Đô, Tứ Xuyên<\/ref> của [[nhà Đường]] (đời vua [[Đường Hy Tông]]), Tây Xuyên tiết độ sứ [[Ngưu Tùng]] (牛叢) không kháng cự nổi. Quân Nam Chiếu tiến đến thủ phủ Thành Đô rồi triệt thoái, song [[Ngưu Tùng]] sợ Nam Chiếu sẽ lại tiến công nên đã tập hợp người dân khu vực xung quanh vào trong thành Thành Đô. [[Đường Hy Tông]] lệnh cho các quận xung quanh: Hà Đông, Sơn Nam Tây đạo, Đông Xuyên phát binh cứu viện Tây Xuyên, trong khi lệnh cho [[Cao Biền]] tiến đến Tây Xuyên để giải quyết \"man sự\". \n\nMùa xuân năm [[875]], [[Cao Biền]] được [[Đường Hy Tông]] bổ nhiệm là Tây Xuyên tiết độ sứ,<ref name =\"TTTG252a\">''Tư trị thông giám'', quyển 252<\/ref> cũng như Thành Đô doãn.<ref>[[Cựu Đường thư]], quyển 182<\/ref> [[Cao Biền]] nhận thấy sẽ phát sinh đại dịch nếu người dân đều tụ tập bên trong tường thành Thành Đô, vì thế ông ta đã hạ lệnh mở cổng thành cho người dân ra ngoài ngay cả trước khi ông ta đến thành này, người dân Thục bước đầu rất hài lòng về [[Cao Biền]]. Khi đến nơi vào mùa xuân năm [[875]], [[Cao Biền]] tiến hành một số cuộc tiến công nhỏ nhằm trừng phạt Nam Chiếu, sau đó cho xây dựng một số thành lũy trọng yếu trên biên giới với Nam Chiếu. [[Cao Biền]] tăng cường phòng thủ, Nam Chiếu không tiếp tục tiến hành các cuộc tiến công vào Tây Xuyên, song thỉnh cầu tổng tiến công Nam Chiếu (đời vua [[Mông Thế Long]]) của [[Cao Biền]] bị [[Đường Hy Tông]] từ chối.<ref name =\"TTTG252a\"\/>\n\nNăm [[876]], nước Nam Chiếu (đời vua [[Mông Thế Long]]) sai sứ giả đến chỗ [[Cao Biền]] của nhà Đường cầu hòa, song lại tập kích qua biên giới [[nhà Đường]] (đời vua [[Đường Hy Tông]]) không ngừng, [[Cao Biền]] xử trảm vị sứ giả Nam Chiếu này. Sau đó, Nam Chiếu lại gửi \"mộc giáp thư\" cho [[Cao Biền]], yêu cầu được mượn Cẩm Giang cho ngựa uống nước. [[Cao Biền]] cho xây dựng phủ thành Thành Đô, tăng cường công sự phòng ngự. [[Cao Biền]] cũng phái hòa thượng [[Cảnh Tiên]] (景先) đến Nam Chiếu, đảm bảo hòa bình và nói rằng triều đình nhà Đường sẽ gả một công chúa cho hoàng đế [[Mông Thế Long]] của Nam Chiếu. Do các hành động này của [[Cao Biền]], Nam Chiếu sau đó không còn quấy nhiễu biên giới nhà Đường nữa.\n\nTới nửa sau [[thế kỷ 9]], Nam Chiếu chỉ còn duy trì ảnh hưởng của mình ở vùng tây nam Trung Hoa, sau hàng thập kỷ chiến tranh liên tục.\n\nTình hình chính trị nội bộ của Nam Chiếu cũng không ổn định với việc có tới 13 vua lên ngôi trong vòng 120 năm tiếp đó, và không ai trong số họ quan tâm đến việc bành trướng thế lực về phía nam nữa. Trong đó, dòng họ Trịnh ở Vân Nam là người Hán nhiều năm thừa kế chức ''[[Thanh bình quan]]'' (清平官) thao túng Nam Chiếu. Năm [[897]], Thanh bình quan [[Trịnh Mãi Tự]] sai Dương Đăng giết chết Nam Chiếu vương [[Mông Long Thuấn]]. [[Mông Thuấn Hóa Trinh]] lên kế vị ngôi vua Nam Chiếu.\n\nNăm [[902]], vua [[Mông Thuấn Hóa Trinh]] qua đời. [[Trịnh Mãi Tự]] giết chết 800 người thân tộc của Nam Chiếu vương, triều đại Nam Chiếu bị lật đổ, và sau đó là [[Đại Trường Hòa]]. Sau Đại Trường Hòa, lại có [[Đại Thiên Hưng]], [[Đại Nghĩa Ninh]] 3 triều đại kế tiếp nhau cho đến khi [[Đoàn Tư Bình]] nắm quyền năm [[937]] để thành lập ra [[Vương quốc Đại Lý]].\n\n==Chính trị==\nNền chính trị trung ương của Nam Chiếu ảnh hưởng mạnh của văn hóa nhà Đường.\n\nLúc này bộ máy cai trị có '''Lục tào''' (六曹), gồm: [[Binh tào]] (兵曹), [[Hộ tào]] (戶曹), [[Khách tào]] (客曹), [[Pháp tào]] (法曹), [[Sĩ tào]] (士曹) cùng [[Thương tào]] (倉曹). Cơ bản là noi theo Đường triều đại phương quan chế. Thời hậu kì lại sửa thành '''Tam thác''' (三托); [[Khất thác]] (乞托) quản [[ngựa]]; [[Lộc thác]] (祿托) quản [[bò]] và [[Cự thác]] (巨托) quản [[thương nghiệp]]. Dưới là '''Cửu sảng''' (九爽) gồm; [[Mạc sảng]] (幕爽) quản quân đội; [[Tông sảng]] (琮爽) quản hộ tịch; [[Từ sảng]] (慈爽) quản lễ nghi; [[Phạt sảng]] (罰爽) quản hình luật; [[Khuyến sảng]] (勸爽) quản lý quan viên; [[Quyết sảng]] (厥爽) quản lý công tác; [[Vạn sảng]] (萬爽) quản tài dụng; [[Dẫn sảng]] (引爽) quản người khách (nô lệ) và [[Hòa sảng]] (禾爽) quản lý thương nhân. Cứ mỗi 3 sảng thì có một ''[[Đốc sảng]]'' (督爽) quản hạt.\n\n[[Tể tướng]] gọi ''[[Thanh Bình quan]]'' (清平官), giải quyết các việc quốc sự lớn nhỏ, cùng ''[[Đại quân tướng]]'' (大軍將) và Quốc vương có quyền quyết định tối cao. Ở địa phương, khu vực Lục Chiếu khi đó chia thành ''Lục kiểm'' (六瞼); trong đó ''Kiểm'' tương ứng với [[Châu]] thời Đường. Những khu vực bị chinh phục mà thành thì được gọi là ''[[Tiết độ]]'' (節度). Cụ thể như sau:\n* '''Kiểm''' (瞼): đến thời hậu kỳ đã lên tới con số 11 kiểm.\n** '''Đại Hòa kiểm''' (大和瞼): ngày nay là khu Đại Hòa, Thành phố Đại Lý.\n** '''Tư Mị kiểm''' (苴咩瞼): còn gọi ''Dương Tư Mị'' (陽苴咩), ngày nay là khu vực Đại Lý cổ thành.\n** '''Đại Ly kiểm''' (大厘瞼): nay là khu vực [[Hỉ Châu]].\n** '''Đằng Xuyên kiểm''' (邆川瞼): nay là khu [[Đặng Châu]].\n** '''Mông Xá kiểm''' (蒙舍瞼): nay là khu huyện [[Nguy Sơn]].\n** '''Bạch Nhai kiểm''' (白崖瞼): nay là khu vực huyện [[Di Độ]].\n** '''Vân Nam kiểm''' (雲南瞼): nay là khu vực huyện [[Tường Vân]].\n** '''Phẩm Đạm kiểm''' (品澹瞼): nay là khu vực huyện Tường Vân.\n** '''Mông Tần kiểm''' (蒙秦瞼): nay là khu vực huyện [[Dạng Tỵ]].\n** '''Hĩ Hòa kiểm''' (矣和瞼): nay là khu vực huyện [[Nhĩ Nguyên]].\n** '''Triệu Xuyên kiểm''' (趙川瞼): nay là khu vực trấn [[Phượng Nghi (trấn)|Phượng Nghi]] của Thành phố Đại Lý.\n\nNgoài ''Kiểm'', Nam Chiếu quốc sau khi thu phục sẽ đặt các khu vực '''Tiết độ''' (節度) và '''Đô đốc''' (都督). Thời đầu có 8 Tiết độ: [[Vân Nam (tiết độ)|Vân Nam]] (雲南), [[Thác Đông]] (拓東), [[Vĩnh Xương]] (永昌), [[Ninh Bắc]] (寧北), [[Trấn Tây]] (鎮西), [[Khai Nam]] (開南), [[Ngân Sinh]] (銀生, nằm dọc phía đông sông Lan Thương ([[Mê Kông]]) tới vùng Lào Lung ([[Vương quốc Luang Phrabang]]) sau này) và [[Thiết Kiều]] (鐵橋).\n\nThời hậu kì:\n* Lục tiết độ: [[Lộng Đống]] (弄棟), [[Vĩnh Xương]] (永昌), [[Ngân Sinh]] (銀生), [[Kiểm Xuyên]] (劍川), [[Thác Đông]] (拓東) và [[Lệ Thủy]] (麗水).\n* Nhị đô đốc: [[Hội Xuyên]] (會川), [[Thông Hải]] (通海).\n\n== Quân đội ==\nNam Chiếu có hệ thống binh đội thiện chiến, cơ bản chia ra quân thường trực, hương binh và di tốt.\n\nQuân thường trực số lượng không lớn, nhưng sức chiến đấu rất mạnh, được xưng là ['''La Tư tử'''; 囉苴子]. Hương binh là lực lượng quân sự cơ sở của Nam Chiếu, khi xảy ra chiến tranh thì từ các thôn ấp điều động. Ngày thường ở thôn ấp thì họ cày ruộng như dân thường, đến khi chiến tranh thì lập tức thành binh sĩ, tương tự thể chế [[ngụ binh ư nông]] mà lịch sử Việt Nam thường thấy. Còn ''Di tốt'' (夷卒) là dạng [[dân tộc thiểu số]] có vũ trang, cũng có tính chất [[lâm thời]] như Hương binh, khi bình thường thì trú ở các khu tự trị, khi có biến thì được điều quân. Loại ''Di tốt'' này cực kì thiện chiến, hay cùng ''La Tư tử'' làm tiên phong.\n\nNgười quản lý quân sự cao cấp nhất ở Nam Chiếu gọi là ''[[Đại quân tướng]]'' (大軍將), một loại chức vụ vinh dự, có thể từ các [[Tiết độ sứ]], [[Đô đốc]], [[Thanh Bình quan]] hay [[Tào trưởng]] tiếp nhậm. Bên dưới có các chức vụ như [[Diễn tập]] (縯習), [[Diễn lãm]] (縯覽), [[Thiện duệ]] (繕裔), [[Thiện lãm]] (繕覽), [[Đạm tù]] (澹酋), [[Đạm lãm]] (澹覽), [[Mạc ngụy]] (幕偽) và [[Mạc lãm]] (幕覽).\n\n== Kinh tế ==\nNam Chiếu xã hội kinh tế phát triển không cân bằng, lấy [[Điền Trì]] và [[Nhị Hải]] hai [[địa khu]] làm chuẩn tối cao.\n\n[[Nông nghiệp]] lấy [[lúa nước]] làm chủ yếu, còn có [[đậu]], [[mạch]], [[túc]], [[tắc]] các loại [[ngũ cốc]] và [[hoa màu]] khác. Đa số là trồng lúa mạch, mỗi năm có 2 [[vụ mùa]], chủ yếu trồng trên các [[ruộng bậc thang]].\n\nỞ Nam Chiếu thì [[chăn nuôi]] là ngành cực kỳ tiên tiến. [[Thủ công nghiệp]] tương đối phát đạt, đặc biệt xứ sở này rất nổi tiếng việc chế tạo binh khí. Tại [[Di Độ]] ở Vân Nam còn có một cái trụ bằng sắt, cho thấy trình độ đúc khí ở Nam Chiếu xưa đã phát triển thế nào.\n\nThời hậu kỳ của Nam Chiếu, ở [[Tứ Xuyên]] có nhiều thợ thủ công từ phương Nam đến, nên các ngành kéo dệt, trổ sơn rất phát triển. Khi giao dịch, nam Chiếu chuộng dùng [[tăng bạch]], [[muối khối]], thời hậu kỳ ưa dùng [[bối tệ]] (貝幣; tiền bằng [[vỏ sò]]).\n\n==Xã hội==\n===Văn hóa===\nVăn học Nam Chiếu đã chịu ảnh hưởng rất nhiều [[chữ Hán]] đến từ [[nhà Đường]], song vẫn có những thành tựu bản ngữ (tức [[tiếng Bạch]]) nhất định. Dân gian lấy chữ Hán để phỏng lại tiếng Bạch, từ đó tạo ra ''Chính văn'' của Nam Chiếu. Vào thời hậu kỳ, triều đình Nam Chiếu phái rất nhiều con em quý tộc đến [[Thành Đô]] để [[du học]], và cũng do vậy các thi nhân Nam Chiếu đều có phong thái thơ văn, truyện phú đều rất tương đồng với nhà Đường, cụ thể có [[Nam Chiếu đức hóa bi]] (南詔德化碑).\n\nÂm nhạc và vũ đạo của Nam Chiếu muôn màu muôn vẻ, ắt hẳn chịu những nét của dân tộc thiểu số bản địa và Đông Nam Á nói chung. Năm [[745]], [[Đường Huyền Tông]] từng ban cho Nam Chiếu (đời vua [[Mông Bì La Các]]) 2 bộ nhạc của người Hồ, và năm [[800]] thì Nam Chiếu (đời vua [[Mông Dị Mâu Tầm]]) cũng hiến ''[[Thiên Nam Điền Việt tục ca]]'' (天南滇越俗歌) cho nhà Đường (đời vua [[Đường Đức Tông]]), sau đổi tên thành ''Nam Chiếu phụng thánh nhạc'' (南詔奉聖樂), tham gia diễn xuất nhân số đạt trăm người. Nam Chiếu còn hay chơi một loại ca vũ, mang tính chất Phật giáo. Nam Chiếu dân gian ca vũ lấy ''Đạp ca'' (踏歌), ''Hồ lô sinh'' (壺蘆笙) tương đối phổ biến, thiếu niên đệ tử cũng thích thổi lá cây để biểu đạt cảm tình.\n\nNền hội họa Nam Chiếu được bảo tồn đến nay không nhiều lắm, chỉ có ''[[Nam Chiếu đồ truyện]]'' (南詔圖傳) là tiêu biểu.\n\n===Dân chủng===\nNam Chiếu quốc khi ấy là một hỗn hợp, tương tự [[hợp chủng quốc]], có hơn mười mấy dân tộc quy tụ, song nhiều nhất phải kể đến '''Bạch Man''' (白蠻; tổ tiên của [[người Bạch]]) và '''Ô Man''' (烏蠻; tổ tiên của [[người Di]]). Bạch Man chủ yếu phân bố ở [[Điền Tây]], [[Điền Trung]] ở dải vùng [[Bình Bá]], giao thông phát đạt. Ô Man chủ yếu phân bố ở vùng [[Điền Đông]] và một số vùng núi hẻo lánh trong hang, cốc.\n\nNgoài ra còn có '''Hòa Man''' (和蠻; nay là [[người Hà Nhì]]), '''Thuận Man''' (順蠻; nay là [[người Lật Túc]]), '''Ma Chút''' (磨些; nay là [[người Nạp Tây]]), '''Tầm Truyện''' (尋傳; nay là [[người A Xương]]), '''Lỏa Hình''' (裸形; nay là [[người Cảnh Pha]]), '''Kim Xỉ''' (金齒; nay là [[Người Thái (Trung Quốc)|người Thái]]), '''Phác Tử Man''' (朴子蠻; nay là [[người Palaung]], [[người Bố-lãng]], [[người Va]]),...\n\n===Tôn giáo===\nNam Chiếu có một mối liên quan mật thiết với [[phật giáo|đạo Phật]], được minh chứng bằng các nghệ thuật điêu khắc đá còn tồn tại từ thời kỳ đó. Một số học giả nói rằng đạo Phật dòng Asarya của Nam Chiếu có liên quan đến Phật giáo [[Ari]] của bộ phái [[Mật tông]] đã từng tồn tại ở [[Pagan]], [[Myanma]].\n\nĐây là kết quả của việc Nam Chiếu bành trướng thế lực và lãnh thổ của mình, kiểm soát một vùng rộng lớn nay là Vân Nam và một phần lãnh thổ Miến Điện và đông bắc Ấn Độ, mở đường thông thương giữa Trung Quốc với Ấn Độ. Việc Nam Chiếu, cũng giống như nhà Đường ở Trung Quốc, và [[Đại Việt]] khi đó, theo Phật giáo đã giúp đạo Phật lan tỏa, cũng như phổ biến văn hóa và kiến trúc Ấn Độ.\n\n==Niên biểu==\n;Đại Mông:\n{|class=\"wikitable\" \n! [[Miếu hiệu]]!! [[Thụy hiệu]]!! Họ tên!! Thời gian trị vì \n|-\n| [[Mông Tế Nô La|Mông Cao Tổ]] || Kì Gia vương || Mông Tế Nô La (Mông Độc La) || [[649]]-[[674]]\n|-\n| [[Mông La Thịnh Viêm|Mông Thế Tông]] || Hưng Tông vương || Mông La Thịnh Viêm (Mông La Thịnh) || [[674]]-[[712]]\n|-\n| &nbsp; || &nbsp; || [[Mông Viêm Các]] || [[712]]\n|-\n|[[Mông Thịnh La Bì|Mông Thái Tông]] || Uy Thành vương || Mông Thịnh La Bì (Mông Thành Lạc Khôi) || [[712]]-[[728]]\n|-\n| &nbsp; || Quy Nghĩa vương || [[Mông Bì La Các]] (Mông Khôi Lạc Giác) || [[728]]-[[748]]\n|-\n| &nbsp; || Thần Vũ vương || [[Mông Các La Phượng]] (Mông Giác Lạc Phượng) || [[748]]-[[779]]\n|-\n| &nbsp; || Hiếu Hằng vương (Nhật Đông vương) || [[Mông Dị Mâu Tầm]] || [[779]]-[[808]]\n|-\n| &nbsp; || Hiếu Huệ vương || [[Mông Tầm Các Khuyến]] (Mông Tân Giác Khuyến) || [[808]]-[[809]]\n|-\n| &nbsp; || U vương || [[Mông Khuyến Long Thịnh]] (Mông Long Thịnh) || [[809]]-[[816]]\n|-\n|&nbsp; || Tĩnh vương || [[Mông Khuyến Lợi Thịnh]] (Mông Khuyến Lợi) || [[816]]-[[823]]\n|-\n| &nbsp; || Chiêu Thành vương || [[Mông Khuyến Phong Hữu]] (Mông Phong Hữu) || [[823]]-[[859]]\n|}\n\n;Đại Lễ:\n{|class=\"wikitable\" \n! Thụy hiệu!! Họ tên!! Thời gian trị vì\n|-\n| Cảnh Trang đế || [[Mông Thế Long]] (Mông Hữu Long hay Mông Tù Long) || [[859]]-[[877]]\n|}\n\n;Đại Phong Dân:\n{|class=\"wikitable\" \n! Thụy hiệu!! Họ tên!! Thời gian trị vì\n|-\n| Thánh minh văn vũ đế || [[Mông Long Thuấn]] (Mông Thế Thuấn hay Mông Pháp) || [[877]]-[[897]]\n|-\n| Hiếu Ai đế || [[Mông Thuấn Hóa Trinh]] || [[897]]-[[902]]\n|}\n\n;[[Đại Trường Hòa]]:\n{|class=\"wikitable\" \n! Thụy hiệu!! Họ tên!! Niên hiệu!! Thời gian trị vì\n|-\n| Thánh minh văn vũ uy đức Hoàn hoàng đế || [[Trịnh Mãi Tự]] || Trung Hưng<br>An Quốc || [[902]]-[[910]]\n|-\n| Túc văn thái thượng hoàng đế || [[Trịnh Nhân Mân]] || Thủy Nguyên<br>Thiên Thụy Cảnh Tinh<br>An Hòa<br>Trinh Hữu<br>Sơ Lịch<br>Hiếu Trì || [[910]]-[[926]]\n|-\n| Cung huệ hoàng đế|| [[Trịnh Long Đản]] || Hiếu Trì<br>Thiên Ứng || [[926]]-[[927]]\n|}\n\n;[[Đại Thiên Hưng]] (Hưng Nguyên):\n{|class=\"wikitable\"\n! Thụy hiệu!! Họ tên!! Niên hiệu!! Thời gian trị vì\n|-\n| Điệu khang hoàng đế || [[Triệu Thiện Chính]] || Tôn Thánh || [[928]]-[[929]]\n|}\n\n;[[Đại Nghĩa Ninh]]:\n{|class=\"wikitable\" \n! Thụy hiệu!! Họ tên!! Niên hiệu!! Thời gian trị vì\n|- \n| Túc cung hoàng đế || [[Dương Càn Trinh]] || Hưng Thánh<br>Quang Thánh || [[929]]-[[930]]\n|-\n| &nbsp; || [[Dương Chiếu]] (Dương Minh)<ref>Đoàn Ngọc Minh, \"Đại Lý quốc sử\"<\/ref>|| Đại Minh<br>Đỉnh Tân || [[930]]-[[937]]\n|}\n\n==Chú thích==\n{{tham khảo|colwidth=25em}}\n \n==Tham khảo==\n* Chan, Maung (tháng 3 năm 2005) [http:\/\/www.peacehall.com\/news\/gb\/english\/2005\/03\/200503280400.shtml Theravada Buddhism and Shan\/Thai\/Dai\/Laos Regions].\n* Wyatt, David K, ''Thailan: A short History'', Yale University Press, New Haven and London, 1984\n[[Thể loại:Đại Lễ]]\n[[Thể loại:Cựu quốc gia trong lịch sử Trung Quốc|N]]\n[[Thể loại:Quốc gia cổ trong lịch sử Lào]]\n[[Thể loại:Cựu quốc gia trong lịch sử Việt Nam]]\n[[Thể loại:Người Bạch]]\n[[Thể loại:Người Lô Lô]]\n[[Thể loại:Lịch sử Vân Nam]]\n[[Thể loại:Lịch sử Đông Nam Á]]\n[[Thể loại:Mật tông]]"}