{"476741":"'''Nam Phú Yên – Bắc Khánh Hòa''' là [[vùng kinh tế]] thuộc địa phận hành chính của các tỉnh [[Phú Yên]] và [[Khánh Hòa]], đã được [[Thủ tướng]] [[Chính phủ]] phê duyệt nhiệm vụ quy hoạch xây dựng vùng đến năm 2025 theo Quyết định số 1417\/QĐ-TTg ngày 07 tháng 9 năm 2009.\n\n==Hành chính==\nVùng Nam Phú Yên – Bắc Khánh Hòa bao gồm: 3 huyện, thị phía nam của tỉnh Phú Yên là [[Sông Hinh, Phú Yên|Sông Hinh]], [[Đông Hòa]], [[Tây Hòa]] và 2 huyện, thị [[Vạn Ninh]], [[Ninh Hòa]] ở phía bắc tỉnh Khánh Hòa với tổng diện tích khoảng 3.536&nbsp;km².<ref>[http:\/\/www.chinhphu.vn\/portal\/page?_pageid=578,33345598&_dad=portal&_schema=PORTAL&docid=90498 Quyết định số 1417\/QĐ-TTg Phê duyệt Nhiệm vụ quy hoạch xây dựng vùng Nam Phú Yên – Bắc Khánh Hòa đến năm 2025]<\/ref>.\n\n==Định hướng phát triển==\n\n===Mục tiêu ===\n\n* Tạo ra vùng không gian kinh tế liên tỉnh Nam Phú Yên – Bắc Khánh Hòa có sự liên kết và ảnh hưởng tương hỗ tích cực, phát triển bền vững, có môi trường đầu tư và môi trường sống chất lượng cao của quốc gia và khu vực. Đáp ứng các yêu cầu về [[an ninh]], [[quốc phòng]] của khu vực và cả nước;\n* Hình thành vùng tập trung phát triển các ngành kinh tế biển như dịch vụ [[cảng]], [[thương mại]], [[du lịch]], [[dầu mỏ|dầu khí]]… Là vùng chuyển tiếp giữa [[vùng kinh tế trọng điểm Trung bộ|vùng kinh tế trọng điểm miền Trung]] với vùng kinh tế trọng điểm phía Nam, cửa ngõ ra biển của các tỉnh vùng [[Tây Nguyên]];\n* Cụ thể hóa các mục tiêu quy hoạch tổng thể kinh tế - xã hội vùng kinh tế trọng điểm miền Trung và của hai tỉnh Phú Yên và Khánh Hòa, định hướng phát triển hệ thống đô thị và dân cư, hệ thống hạ tầng cấp vùng. Kết nối giữa các không gian kinh tế trong vùng, kết nối hệ thống hạ tầng vùng với mạng lưới công trình hạ tầng quốc gia, nâng cao hiệu quả khai thác và sử dụng lợi thế các nguồn tài nguyên một cách hợp lý và hiệu quả.\n\n=== Tính chất ===\n\n* Là vùng kinh tế tổng hợp, khu vực động lực quan trọng, của vùng [[Nam Trung Bộ Việt Nam|Duyên hải Nam Trung Bộ]], có tiềm năng lớn về phát triển kinh tế biển; là đầu mối và cửa ngõ giao thông về đường bộ, đường thủy và hàng không của khu vực Duyên hải Nam Trung Bộ và Tây Nguyên;\n* Là vùng có ý nghĩa đặc biệt quan trọng về an ninh, quốc phòng của quốc gia;\n* Là vùng lưu trữ bảo tồn [[bản sắc văn hóa]] và các [[di tích Việt Nam|di tích lịch sử]] gắn liền với các cuộc [[kháng chiến]] giữ nước của dân tộc.\n\n== Dự báo quy mô dân số và đất đai==\n\n=== Dân số===\n\n* Tổng dân số toàn vùng (năm 2007): hiện trạng là 680.000 người, dự báo năm 2015 khoảng 750.000 người và năm 2025 khoảng 860.000 người.\n* Dân số đô thị toàn vùng: hiện trạng (năm 2007) 85.300 người, đến năm 2015 dự báo khoảng 298.000 người và đến năm 2025 khoảng 583.000 người.\n\n=== Đất xây dựng đô thị và điểm dân cư nông thôn===\n\n* Hiện trạng đất xây dựng đô thị là 974 ha, bình quân 114 m²\/người;\n* Dự báo đất xây dựng đô thị: đến năm 2015 khoảng 10.000 ha, bình quân khoảng 300 m²\/người (trong đó đất dân dụng đạt khoảng 80 m²\/người); đến năm 2025 khoảng 20.000 ha (trong đó đất dân dụng đạt khoảng 70 m²\/người);\n* Đất xây dựng các điểm dân cư nông thôn: năm 2015 khoảng 4.500 ha (bình quân đạt khoảng 100 m²\/người); năm 2025 khoảng 4.000 ha (bình quân đạt khoảng 120 m²\/người).\n\n==Chú thích==\n{{Tham khảo}}\n \n==Tham khảo==\n\n{{sơ khai Khánh Hòa}}\n\n[[Thể loại:Địa lý kinh tế Việt Nam]]\n[[Thể loại:Kinh tế Phú Yên]]\n[[Thể loại:Kinh tế Khánh Hòa]]"}