{"100561":":''Về một cửa khẩu tương ứng của Việt Nam, xem [[Cửa khẩu Quốc tế Hữu Nghị]]''\n\n[[Tập tin:The main gate of Friendship Pass in China.jpg|nhỏ|phải|250px|Quan lâu Hữu Nghị Quan]]\n\n'''Hữu Nghị quan''' ([[Trung văn giản thể]]: 友谊关; [[Trung văn phồn thể]]: 友誼關; [[phanh âm]]: Yǒuyǐ Guān), tên cũ là '''Trấn''' '''Nam quan''' (\"cửa ải trấn giữ phương nam\"), là một cửa khẩu biên giới của Trung Quốc trên biên giới [[Trung Quốc]] - [[Việt Nam]]. Cửa ải này được Trung Quốc xây dựng từ thời [[nhà Hán]], nay nằm ở thôn Ải Khẩu (隘口), [[trấn Hữu Nghị]] (友誼), thành phố [[Bằng Tường]] (憑祥), địa cấp thị Sùng Tả, [[Khu tự trị dân tộc Choang Quảng Tây]] (廣西), cách Bằng Tường 15 kilômét về phía tây và cách [[Đồng Đăng]] 5 kilômét về phía bắc.\n\nThời phong kiến, biên giới giữa Việt Nam - Trung Quốc được tính từ phía nam Ải Nam Quan một khoảng vài trăm mét. Từ ngày 26 tháng 6 năm 1887, theo \"Công ước Về Hoạch định biên giới giữa Việt Nam và Trung Quốc\" ký giữa Pháp và Nhà Thanh, hai bên đã cắm mốc số 18 để cố định đường biên giới này, vị trí của mốc này cũng được mô tả là \"nằm trên con đường từ Nam Quan đến Đồng Đăng\". Tuy nhiên mốc này đã bị mất, trên bản đồ cắm mốc Pháp - Thanh năm 1894, Nam Quan được thể hiện ở phía Bắc đường biên giới.<ref>{{chú thích web | url = https:\/\/vnexpress.net\/the-gioi\/ai-nam-quan-va-thac-ban-gioc-duoc-phan-chia-the-nao-3134512.html | tiêu đề = Ải Nam Quan và thác Bản Giốc được phân chia thế nào - VnExpress | author = | ngày = 31 tháng 1 năm 2015 | ngày truy cập = 14 tháng 2 năm 2019 | nơi xuất bản = [[VnExpress|VnExpress - Tin nhanh Việt Nam]] | ngôn ngữ = }}<\/ref> Tức là theo Công ước Pháp - Thanh, Ải Nam Quan được công nhận là hoàn toàn nằm trong lãnh thổ Trung Quốc, đường biên giới Việt Nam - Trung Quốc tại khu vực này nằm về phía nam Ải Nam Quan một quãng mấy trăm mét, chứ không phải chạy cắt ngang qua Ải Nam Quan như nhiều người Việt Nam vẫn hiểu lầm.\n\n== Tên gọi qua các thời kỳ lịch sử ==\n[[Tập tin:Hữu Nghị Quan.JPG|nhỏ|phải|320px|Khẩu ngạn Hữu Nghị Quan ngày nay]]\nẢi Nam Quan được xây dựng từ [[triều Hán]], tên gọi ban đầu là 雍雞關 (tạm phiên âm Hán Việt là \"Ung Kê Quan\"). Chữ \"雍\" có ba âm đọc là \"ung\", \"ủng\" và \"úng\", do chưa có văn hiến cho biết ý nghĩa chính xác của tên gọi \"雍雞\" nên ở đây chỉ tạm đọc chữ \"雍\" là \"Ung\". Về sau Ủng Kê Quan được đổi tên thành '''Đại Nam Quan''' (大南關), '''Giới Thủ Quan''' (界首關).\n\nNăm [[Hồng Vũ]] nguyên niên (洪武元年) [[triều Minh]] (Tây lịch năm 1368), đổi tên thành '''Kê Lăng Quan''' (雞陵關).\n\nTháng 6 năm [[Vĩnh Lạc (niên hiệu)|Vĩnh Lạc]] (永樂) thứ 5 ([[Lịch Gregorius|Tây lịch]]: ngày 5 tháng 7 năm 1407) triều Minh, đổi tên thành '''Trấn Di Quan''' (鎮夷關).<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/entry\/1105<\/nowiki>, accessed July 13, 2016.<\/ref>\n\nTrong khoảng thời gian từ năm [[Tuyên Đức (niên hiệu)|Tuyên Đức]] (宣德) thứ 3 (Tây lịch năm 1428) đến năm [[Gia Tĩnh]] (嘉靖) thứ 18 triều Minh (Tây lịch năm 1539), chưa rõ cụ thể là năm nào, Trấn Di Quan được đổi tên thành '''Trấn Nam Quan''' (鎮南關).\n\nTháng 10 năm 1954 [[Chính vụ viện Cộng hoà Nhân dân Trung Hoa]] phê chuẩn đổi tên thành '''Mục Nam Quan''' (睦南關).\n\nTháng 1 năm 1965 [[Quốc vụ viện Cộng hoà Nhân dân Trung Hoa]] phê chuẩn đổi tên thành '''Hữu Nghị Quan''' (友誼關). Tháng 3 năm 1965, lễ đổi tên Mục Nam Quan thành Hữu Nghị Quan được tổ chức tại Mục Nam Quan, [[Chung Phong]] (鐘楓), phó chủ tịch [[Chính phủ Nhân dân Khu tự trị Tráng tộc Quảng Tây]], chủ trì buổi lễ.\n\nVề căn cứ pháp lý, đường biên giới Việt - Trung đi qua tuyến đường bộ đã được mô tả trong Biên bản hoạch định năm 1886 giữa Pháp và nhà Thanh là ''\"đường biên nằm ở phía nam Ải Nam Quan, trên con đường từ Nam Quan đến làng Đồng Đăng”''. Như vậy, căn cứ vào các tư liệu có giá trị pháp lý (công ước Pháp - Thanh), thì đường biên giới tại khu vực này nằm về phía nam Ải Nam Quan một quãng mấy trăm mét, chứ không phải cắt ngang qua Ải Nam Quan như tiềm thức của nhiều người Việt Nam vẫn nghĩ.\n\n== Quan lâu ==\nQuan lâu (關樓) Hữu Nghị Quan được xây lại năm 1957 cao 22 mét, gồm một tầng đế và ba tầng gác có hành lang bao quanh. Tầng đế có diện tích 365,7 mét vuông, dài 23 mét, rộng 15,9 mét, độ cao bình quân là 10 mét. Mỗi tầng gác có diện tích bình quân là 80 mét vuông. Phía trên cổng vòm của quan lâu có một bức đại tự làm bằng [[hán bạch ngọc]] (漢白玉) khắc ba chữ \"友誼關\" (Hữu Nghị Quan). Ba chữ này là do phỏ thủ tướng Quốc vụ viện kiêm Bộ trưởng Bộ Ngoại giao [[Trần Nghị]] (陳毅) viết. Bên trái quan lâu là núi Tả Bật Sơn (左弼山), bên phải quan lâu là núi Hữu Phụ Sơn (右輔山). Trên núi Tả Bật Sơn có pháo đài Trấn Quan (鎮關). Trên núi Hữu Phụ Sơn pháo đài Kim Kê Sơn (金雞山).\n\n== Các sự kiện lịch sử gắn với ải Nam Quan ==\n* Năm 981, sau khi vua [[Đinh Tiên Hoàng]] của [[Đại Cồ Việt]] bị [[ám sát]], vua [[nhà Tống]] là [[Tống Thái Tông]] sai [[Hầu Nhân Bảo]] tấn công Đại Cồ Việt qua đường Lạng Sơn, đi qua ải Nam Quan.\n* Năm 1077, [[Tống Thần Tông]] sai [[Quách Quỳ]] tấn công [[Đại Việt]], quân bộ đã đi theo đường Nam Quan, xuống ải [[Quyết Lý]] rồi ải [[Ải Chi Lăng|Chi Lăng]].<ref>{{Chú thích sách\n|họ =\n|tên =\n|lk tác giả =\n|đồng tác giả=Hoàng Xuân Hoãn, Lý Thường Kiệt\n|biên tập=\n|khác=\n|tựa đề=Lịch sử ngoại giao và tông giáo triều Lý\n|năm gốc=\n|url=\n|định dạng=\n|ngày truy cập=\n|bản thứ=\n|series=\n|cuốn=\n|ngày tháng=\n|năm=2003\n|tháng=4\n|nhà xuất bản=Nhà xuất bản. Hà Nội\n|nơi=Hà Nội\n|ngôn ngữ=vi\n|isbn=\n|oclc=\n|doi=\n|id=\n|trang=\n|chương=10\n|url chương=\n|trích dẫn=\n|tham khảo=\n}}<\/ref>\n* Năm 1284, 1287, vua [[nhà Nguyên]] là [[Hốt Tất Liệt]] (Kubilai) đã sai [[Thoát Hoan]] tấn công Đại Việt bằng đường bộ qua Lạng Sơn, ắt phải qua ải Nam Quan.\n* Năm 1427, tướng [[nhà Minh]] là [[Liễu Thăng]] bị giết tại đèo Mã Yên sau khi qua Trấn Di Quan.<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/entry\/398<\/nowiki>, accessed July 13, 2016.<\/ref>\n* Năm 1539, sứ thần [[nhà Mạc]] là Nguyễn Văn Thái đến Trấn Nam Quan dâng biểu xin hàng [[nhà Minh]].<ref>Geoff Wade, translator, ''Southeast Asia in the Ming Shi-lu: an open access resource'', Singapore: Asia Research Institute and the Singapore E-Press, National University of Singapore, <nowiki>http:\/\/epress.nus.edu.sg\/msl\/entry\/2740<\/nowiki>, accessed July 13, 2016.<\/ref>\n* Năm 1774, Đốc trấn Lạng-Sơn là Nguyễn Trọng Đang cho tu bổ Ngưỡng Đức Đài, nằm về phía nam của Trấn Nam Quan.\n* Năm 1788, theo lời cầu viện của thân mẫu của [[Lê Duy Kỳ]], vua [[nhà Thanh]] là [[Càn Long]] (1736-1795) cử [[Tôn Sĩ Nghị]] cầm đại quân sang Đại Việt, đi bằng ba ngả: Tôn Sĩ Nghị cùng Hứa Thế Hanh vào cửa Nam Quan, qua Lạng Sơn đi xuống, Sầm Nghi Đống đi qua đường Cao Bằng, và đề đốc Vân Nam Ô Đại Kinh vào đường Tuyên Quang. Đoàn quân viễn chinh nhà Thanh bị vua [[nhà Tây Sơn]] là [[Nguyễn Huệ|Quang Trung]] đánh tan, phải chạy về vào đầu năm kỷ dậu (1789).\n* Năm 1885, xảy ra [[Chiến tranh Pháp-Thanh|Trận Trấn Nam Quan và Lạng Sơn]] giữa quân Pháp và quân nhà Thanh (Trung Quốc). Vào ngày 24\/2\/1885, một ngày sau khi xảy ra trận chiến ở Đồng Đăng, Tướng de Négrier cho phá sập Ải Nam Quan vào lúc 2 giờ 30 chiều và cho dựng lên gần đó một tấm biển ghi bằng chữ Hán: ''“Không phải vách đá bảo vệ được biên giới, mà là sự tôn trọng các hiệp định”''\n* 26 tháng 6 năm 1887, Công Ước Về Hoạch Định Biên Giới Giữa Việt Nam và Trung Quốc ký giữa [[Pháp]] và [[Nhà Thanh]]. Ngày 21 tháng 4 năm 1891 tiến hành cắm cột mốc tại vùng biên giới gần ải Nam quan.\n* Năm 1907, [[Tôn Dật Tiên|Tôn Trung Sơn]] và [[Hoàng Hưng]] phát động cuộc [[khởi nghĩa Trấn Nam Quan]] chống Thanh, nhưng thất bại.\n* Năm 1957, Chính phủ tỉnh Quảng Tây đã chi tiền trùng tu lại thành lầu Hữu Nghị quan, trở thành một kiến trúc ba tầng như hiện nay\n* Từ ngày 17 tháng 2 năm 1979, trong [[Chiến tranh biên giới Việt-Trung, 1979]], [[Cộng hòa Nhân dân Trung Hoa]] tung trên 660.000 quân tấn công Việt Nam ở sáu tỉnh biên giới: [[Lai Châu]], [[Lào Cai]], [[Hà Giang]], [[Cao Bằng]], [[Lạng Sơn]] và [[Quảng Ninh]], và đã chiếm được các thị xã [[Lào Cai]], [[Cao Bằng]], [[Lạng Sơn]]. Bộ binh Trung Hoa vào thị xã Lào Cai bằng thung lũng [[sông Hồng]], vào thị xã Cao Bằng theo thung lũng [[sông Bằng Giang|sông Bằng]] (Bằng Giang), và vào thị xã [[Lạng Sơn]] theo thung lũng [[sông Kỳ Cùng]], qua ải Nam Quan.\n* Năm 1999, ngày 30 tháng 12, tại Hà nội, hai ngoại trưởng [[Nguyễn Mạnh Cầm]] của Việt Nam và [[Đường Gia Triền]] của Trung Quốc chính thức ký ‘Hiệp ước biên giới trên đất liền’, theo đó phân định lãnh thổ tại khu vực xung quanh Ải Nam Quan. Bản hiệp ước này được quốc hội Trung Quốc thông qua ngày 29 tháng 4 năm 2000, và quốc hội Việt Nam thông qua ngày 9 tháng 6 cùng năm, và việc cắm mốc biên giới bắt đầu từ năm 2001 đến cuối năm 2008 là xong.{{fact|date=ngày 7 tháng 1 năm 2013}}\n\n== Ải Nam Quan trong tư liệu ==\n[[Tập tin:Carte militaire de la frontière sino-vietnamienne face à Lang-son, vue du côté de l'armée chinoise - bản Việt hóa.jpg|nhỏ|Bản đồ quân sự khu vực quan ải Lạng Sơn (1850-1900) (bao gồm Trấn Nam Quan \/ Ải Nam Quan \/ Ải Du Thôn) nhìn từ phía Trung Quốc]]\nTâm Quang-Langlet trong bài \"La perception des frontières dans l'Ancien Vietnam à travers quelques cartes vietnamiennes et occidentales\" (tạm dịch: Quan niệm biên giới ở Việt Nam thời trước qua vài bàn đồ Việt Nam và Tây Phương) trong quyển \"Les frontières du Vietnam, Histoire des frontières de la péninsule indochinoise\" (Các biên giới của Việt Nam, Lịch sử các biên giới trên bán đảo Đông Dương), nhà xuất bản L'Harmattan, 1989, cho biết rằng trên bản đồ Hồng Đức (được thiết lập vào năm 1490) có vẽ hình một cái đồn để tượng trưng cho ải Nam Quan và có ghi chú là Ải Nam Quan nằm ở huyện Văn Uyên (thuộc trấn Lạng Sơn, tương ứng với Trấn Nam Quan của Trung Quốc) và tại đấy có hai đài, đài Chiêu Đức (thuộc về Trấn Nam Quan, Trung Quốc) và đài Ngưỡng Đức (thuộc về ải Nam Quan, Việt Nam).\n\nNăm 1774, Đốc trấn Lạng-Sơn là Nguyễn Trọng Đang cho tu sửa, xây lại đài Ngưỡng Đức bằng gạch. Về việc sửa sang đài Ngưỡng Đức, văn bia của Nguyễn Trọng Đang ghi khắc có đoạn như sau: {{quote|\"''... Đài \"Ngưỡng-Đức\" không biết dựng từ năm nào; hình như mới có từ khoảng niên hiệu Gia-Tĩnh nhà Minh, ngang với niên-hiệu Nguyên-Hòa, đời vua Lê Trang Tông ở nước ta. Đài không có quán, hai bên tả hữu lợp bằng cỏ; sửa chữa qua loa, vẫn theo như cũ. Nhà Lê ta trung hưng, đời thứ 14, vua ta kỷ-nguyên thứ 41, là năm Canh tý, ngang với năm thứ 44 niên hiệu Càn-Long nhà Thanh; Đang tôi làm chức Đốc-trấn (Lạng-Sơn), trải qua 5 năm là năm Giáp-thìn; sửa chữa lại, xây dựng bằng gạch ngói, đài mới có vẻ hoành tráng...''\".}}\n\nTheo Đại Nam Nhất Thống Chí (1882) đoạn nói về Ải Nam Quan: {{quote|''Ải Nam Quan cách tỉnh thành (Lạng Sơn) 31 dặm về phía bắc, thuộc châu Văn Uyên, phía bắc giáp châu Bằng Tường tỉnh Quảng Tây nước Thanh, tức là chỗ mà người Thanh gọi Trấn Nam Quan. Cửa nầy dựng từ năm Gia Tĩnh nhà Minh, đến năm Ung Chính thứ 3 (1725) nhà Thanh, án sát tỉnh Quảng Tây là Cam Nhữ Lai tu bổ lại có tên nữa là \"Đại Nam Quan\", phía đông là một dải núi đất, phía tây là một dải núi đá, đều dựa theo chân núi xây gạch làm tường, gồm 119 trượng, cửa quan đặt ở quãng giữa có biển đề \"Trấn Nam Quan\", dựng từ năm Ung Chính thứ 6 (1728) triều Thanh, có một cửa, có khóa, chỉ khi nào có công việc của sứ bộ mới mở. Bên trên cửa có trùng đài, biển đề 4 chữ \"Trung ngoại nhất gia\", dựng từ năm Tân Sửu [1781] đời Càn Long nhà Thanh. Phía bắc cửa có \"Chiêu đức đài\", đằng sau đài có \"Đình tham đường\" (nhà giữ ngựa) của nước Thanh; phía nam có \"Ngưỡng đức đài\" của nước ta, bên tả bên hữu, có hai dãy hành lang, mỗi khi sứ bộ đến cửa quan thì dùng chỗ nầy làm nơi tạm nghỉ.''\"}}Theo \"Địa-dư Các Tỉnh Bắc-Kỳ\" của Ngô Vi-Liễn, Phạm Văn-Thư và Đỗ Đình-Nghiêm (Nhà in Lê Văn-Tân xuất-bản, Hà-Nội, 1926): \n{{quote|\"''Cửa Nam-Quan ở ngay biên-giới Trung-quốc và Việt-Nam. Kể từ Hà-Nội lên đến tỉnh-lỵ Lạng-Sơn là 150 km; đến cây-số 152 là chợ Kỳ-Lừa; đến cây-số 158 là Tam-Lung; đến cây-số 162 là Đồng-Đăng; đến cây-số 167 là cửa Nam-Quan đi sang Long-Châu bên Tàu. Như vậy từ Đồng-Đăng lên cửa Nam-Quan có 5 km; từ Kỳ-Lừa lên Nam-Quan mất 15 km [về phía tây-nam chợ Kỳ-Lừa có động Tam-Thanh, trước động Tam-Thanh có núi Vọng Phu hay tượng nàng Tô-Thị là những danh thắng của tỉnh Lạng-Sơn] và từ tỉnh-lỵ Lạng-Sơn lên Nam-Quan là 17 km.''\"}}\n\nTheo \"Đi thăm Đất Nước\" của Hoàng Đạo-Thúy (Nhà Xuất-bản Văn-hoá, Hà-Nội, 1976):\n{{quote|\"''Đồng-Đăng cách biên-giới Trung-quốc 4 km. Nơi đây có Hữu-Nghị Quan của Trung-quốc''\"}}\nQuyển \"Phương Đình Dư địa chí\" của Nguyễn Văn Siêu (bản dịch của Ngô Mạnh-Nghinh, Tự-Do xuất-bản, Saigon, 1960) thì ghi: \n{{quote|\"''Cửa hay ải Nam-Quan, đời Hậu-Lê trở về trước gọi là cửa Pha-Lũy (hay Pha-Dữ), ở về phía bắc châu Văn-Uyên, trấn Lạng-Sơn. Từ châu Bằng-Tường (tỉnh Quảng-Tây) bên Trung-quốc muốn vào nước An-Nam phải qua cửa quan này''\".}}\n\n== Ải Nam Quan trong văn nghệ ==\n* Trường ca \"[[Con đường cái quan (trường ca)|Con đường cái quan]]\" của nhạc sĩ [[Phạm Duy]] nói về một chuyến đi xuyên lãnh thổ Việt, kết thúc ở mũi Cà Mau và bắt đầu từ ải Nam Quan. Mở đầu có đoạn:\n\n:\"''Tôi đi từ ải Nam Quan\/ sau vài ngàn năm lẻ\/ chia đôi một họ trăm con\/ đã lên đường...\"''\n\n* Nhà thơ [[Hoàng Cầm (nhà thơ)|Hoàng Cầm]] có vở kịch \"Hận Nam Quan\" mô tả cảnh chia tay giữa Nguyễn Phi Khanh và Nguyễn Trãi tại Ải Nam Quan, có đoạn:\n: \"...''Nghe cha nói tương lai đầy ánh sáng \/ Khiến lòng con bừng tỉnh một cơn mê. \/ Quỳ lạy cha, cha lên đường ảm đạm, \/ Rời Nam Quan, theo gió con bay về. \/ Ôi! Sung sướng, trời cao chưa nỡ tắt, \/ Về ngay đi, ghi nhớ hận Nam Quan. \/ Bến Kim Lăng cho đến ngày nhắm mắt, \/ Cha nguyện cầu con lấy lại giang san''...\"\n\n== Xem thêm ==\n* [[Cửa khẩu Quốc tế Hữu Nghị]]\n* [[Chiến tranh Pháp-Thanh]]\n* [[Chiến tranh biên giới Việt-Trung, 1979]]\n* [[Vấn đề lãnh thổ biên giới Việt Nam - Trung Quốc]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n== Liên kết ngoài ==\n{{thể loại Commons|Zhennan Pass}}\n* [http:\/\/vnexpress.net\/tin-tuc\/xa-hoi\/hiep-uoc-bien-gioi-viet-trung-cong-bang-cho-ca-hai-ben-2046197.html \"Hiệp ước biên giới Việt - Trung công bằng cho cả hai bên\"]\n* [http:\/\/vnexpress.net\/tin-tuc\/xa-hoi\/viet-nam-va-trung-quoc-da-thoa-thuan-nhung-nguyen-tac-gi-de-xac-dinh-lai-duong-bien-gioi-2051819.html Việt Nam và Trung Quốc đã thỏa thuận những nguyên tắc gì để xác định lại đường biên giới?]\n\n[[Thể loại:Lạng Sơn]]\n[[Thể loại:Cửa ải]]\n[[Thể loại:Biên giới Việt Nam-Trung Quốc]]\n[[Thể loại:Đường Xuyên Á 1]]"}