{"376914":"[[Tập tin:NamKy1832-1841.jpg|nhỏ|250px|phải|Đất Nam Kỳ vào đầu thời nhà Nguyễn, cho đến trước năm 1841.]]\n'''Nam Kỳ Lục tỉnh''' (南圻六省) hay '''Lục tỉnh''' (六省), là tên gọi [[Vùng Nam Bộ]] thời [[nhà Nguyễn]] độc lập, tức là khoảng thời gian từ năm 1832 (cải cách hành chính của Minh Mạng) tới năm 1862 (khi [[Pháp]] chiếm 3 tỉnh Miền Đông) và năm 1867 (khi Pháp chiếm nốt 3 tỉnh Miền Tây). Đương thời, người Pháp gọi Nam Kỳ Lục Tỉnh bằng cái tên '''Basse-Cochinchine''' (tức là vùng ''Cochinchine \"hạ\"'' hay vùng ''Hạ Đàng Trong'').<ref name=\"Trương Vĩnh Ký\">[http:\/\/gallica.bnf.fr\/ark:\/12148\/bpt6k58365329\/f14.image Petit cours de Géographie de la Basse-Cochinchine \/ P.-J.-B. Trương Vĩnh Ký (1875)].<\/ref>\n\n==Sự hình thành Lục tỉnh==\n[[Tập tin:Viet-NamToan-canh.jpg|nhỏ|trái|Nam Kỳ Lục tỉnh trong bản đồ cổ của nhà Nguyễn, (tên các tỉnh được viết trong khung màu đỏ, từ phải sang trái là tên các tỉnh: Biên Hòa (邊和省), Gia Định (嘉定省), Định Tường (定祥省), An Giang (安江省) ở hàng trên, và Vĩnh Long (永隆省), Hà Tiên (河仙省) ở hàng dưới).]]\nTheo [[Đại Nam nhất thống chí]] của [[Quốc sử quán (nhà Nguyễn)]], vào năm [[Mậu Dần]] (1698) chúa [[Nguyễn Phúc Chu]] cho lập phủ [[Gia Định]]. Năm [[Nhâm Tuất]] (1802) [[vua]] [[Gia Long]] đổi phủ Gia Định thành trấn Gia Định; đến năm [[Mậu Thìn]] (1808) đổi tên trấn Gia Định ra [[Gia Định Thành]] (hay tổng trấn Gia Định) gồm 5 trấn là [[Thành Gia Định|Phiên An]], [[Biên Hòa]], [[Định Tường]], [[Vĩnh Thanh]], [[Hà Tiên (tỉnh)|Hà Tiên]].\n\nNăm Minh Mạng thứ 13 ([[Nhâm Thìn]], [[1832]]), vua [[Minh Mạng]] bãi bỏ [[Gia Định Thành]], đổi các trấn thành tỉnh, chia 5 trấn của Gia Định Thành trước đây thành 6 tỉnh (Lục tỉnh) gồm [[Gia Định (tỉnh)|Phiên An]], [[Biên Hòa]], [[Định Tường]], [[Vĩnh Long]], [[An Giang]], [[Hà Tiên (tỉnh)|Hà Tiên]]. Hai năm sau ([[Giáp Ngọ]], 1834), vùng Lục tỉnh thuộc Gia Định Thành trước đây được gọi chung là [[Nam Kỳ]]. Từ đó có tên gọi là '''Nam Kỳ Lục tỉnh'''. \n[[Tập tin:NamKy6tinh-Taberd.jpg|phải|nhỏ|220px|Bản đồ Nam Kỳ năm 1838, trích từ An Nam Đại Quốc Họa Đồ.]]\nĐó là các tỉnh:\n* [[Thành Gia Định|Phiên An]] (藩安), sau đổi thành [[Gia Định (tỉnh)|Gia Định]] (嘉定)<ref>Đại Nam Nhất Thống Chí. Tập V. Phạm Trọng Điềm dịch. Đào Duy Anh hiệu đính (Nhà xuất bản Thuận Hóa, 1992, trang 122, 133, 200, 201). Tuy nhiên, sử Nguyễn là ''Quốc triều sử toát yếu'' (tr. 205) và [[Nguyễn Đình Đầu]] (\"Địa lý lịch sử Thành phố Hồ Chí Minh\", trong ''Đại chí văn hóa Thành phố Hồ Chí Minh'' (tập 1). Nhà xuất bản TP. HCM, 1987, tr. 209) đều cho rằng: \"[[Tháng năm|Tháng 5]] (âm lịch) năm [[Quý Tỵ]] ([[1833]]), [[Lê Văn Khôi]] khởi binh chiếm thành Phiên An. [[Tháng tám|Tháng 8]] (âm lịch) năm đó, vua [[Minh Mạng]] cho đổi tỉnh Phiên An thành tỉnh Gia Định\".<\/ref>: tỉnh lỵ là tỉnh thành [[Thành phố Hồ Chí Minh|Gia Định]],\n* [[Biên Hòa (tỉnh)|Biên Hòa]] (邊和): tỉnh lỵ là tỉnh thành [[Biên Hòa]],\n* [[Định Tường]] (定祥): tỉnh lỵ là tỉnh thành [[Mỹ Tho]],\n* [[Vĩnh Long]] (永隆): tỉnh lỵ là tỉnh thành Vĩnh Long,\n* [[An Giang]] (安江): tỉnh lỵ là tỉnh thành [[Châu Đốc]],\n* [[Hà Tiên (tỉnh)|Hà Tiên]] (河仙): tỉnh lỵ là tỉnh thành Hà Tiên.\nTrong dân gian, còn chia thành ''3 tỉnh miền Đông'' gồm Gia Định, Định Tường, Biên Hòa và ''3 tỉnh miền Tây'' gồm Vĩnh Long, An Giang, Hà Tiên.\n\n== Địa bạ Nam Kỳ Lục tỉnh 1836 ==\n[[Tập tin:BasseCochinchine (1841-1862).jpg|nhỏ|trái|Bản đồ Nam Kỳ Lục Tỉnh giai đoạn ổn định (1841-1862), do người Pháp vẽ năm 1883.]]\nNăm Minh Mạng thứ 17 ([[1836]]), theo lệnh vua, [[Binh bộ Thượng thư]] [[Trương Đăng Quế]] và [[Lại bộ Thượng thư]] [[Nguyễn Kim Bảng]] mang cờ và bài hiệu, dẫn theo các viên dịch, tùy biện vào Nam theo đường thủy, tổ chức việc đo đạc ruộng đất và lập địa bạ ở 6 tỉnh Nam Kỳ. Đây là cuộc tổng điều tra ruộng đất đầu tiên ở Nam Kỳ có quy mô lớn nhất. Kết quả đã lập được gần 2.000 quyển địa bạ ghi rõ từng sở điền thổ, tên làng thôn, địa phận, địa giới còn được bảo quản đến ngày nay. Theo toàn bộ 6 tỉnh Nam Kỳ có tất cả 10 phủ chứa 25 huyện gồm có 135 tổng với 1.637 xã thôn phường. Cụ thể xếp các tỉnh từ Bắc xuống Nam (chưa bao gồm các đạo quan phòng chưa lập thành đơn vị hành chính):\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:100px\" |Tỉnh\n! style=\"width:100px\" |Phủ\n! Huyện\n|-\n|Biên Hòa <br>1 phủ<br> 4 huyện<br> 22 tổng\n|Phước Long\n|\n* Bình An (8 tổng): Bình Chánh (Tây, Hạ, Trung, Thượng), An Thủy (Hạ Trung, Thượng, Đông), \n* Phước Chánh (6 tổng): Phước Vinh (Hạ, Trung, Thượng), Chánh Mỹ (Hạ, Trung, Thượng), \n* Phước An (4 tổng): Phước Hưng (Hạ, Thượng), An Phú (Hạ, Thượng), \n* Long Thành (4 tổng): Long Vĩnh (Hạ, Thượng), Thành Tuy (Hạ, Thượng). \n|-\n| rowspan=2|Gia Định<br> 2 phủ<br> 5 huyện<br> 24 tổng\n|Tân Bình\n|\n* Bình Long (6 tổng): Dương Hòa (Hạ, Trung, Thượng), Bình Trị (Hạ, Trung, Thượng), \n* Tân Long (6 tổng): Tân Phong (Hạ, Trung, Thượng), Long Hưng (Hạ, Trung, Thượng), \n* Tân Hòa (4 tổng): Thạnh Hội, Thạnh Mục, Hòa Đồng, Hòa Lạc.\n|-\n|Tân An\n|\n* Thuận An (4 tổng): Bình Cách (Trung, Thượng), Thuận Đạo (Trung, Thượng), \n* Phước Lộc (4 tổng): Phước Điền (Trung, Thượng), Lộc Thành (Trung, Thượng).\n|-\n|Định Tường <br>1 phủ<br> 3 huyện<br> 15 tổng\n|Kiến An\n|\n* Kiến Hòa (5 tổng): Hòa Hằng, Hòa Hảo, Hòa Thạnh, Thạnh Phong, Thạnh Quang,\n* Kiến Hưng (5 tổng): Hưng Long, Hưng Nhượng, Hưng Nhơn, Thuận Bình, Thuận Trị,\n* Kiến Đăng (5 tổng): Phong Thạnh, Phong Hòa, Phong Phú, Lợi Trường, Lợi Trinh.\n|-\n| rowspan=3|Vĩnh Long <br> 3 phủ<br> 6 huyện<br> 45 tổng\n|Định Viễn\n|\n* Vĩnh Bình (7 tổng): Bình An, Bình Lễ, Bình Long, Bình Phú, Bình Hưng, Bình Thạnh, Bình Xương,\n* Vĩnh Trị (6 tổng): Bình Hòa, Bình Quới, Bình Thới, Bình Trung, Bình Chánh, Bình Khánh.\n|-\n|Hoằng An\n|\n* Bảo An (11 tổng): Bảo Phước, Bảo Lộc, Bảo Hựu, Bảo An, Bảo Hòa, Bảo Ngãi, Bảo Định, Bảo Trị, Bảo Thuận, Bảo Khánh, Bảo Thành,\n* Tân Minh (11 tổng): Minh Chánh, Minh Huệ, Minh Lý, Minh Đức, Minh Ngãi, Minh Đạo, Minh Hóa, Minh Trị, Minh Đạt, Minh Thuận, Minh Quới.\n|-\n|Tân An\n|\n* Tuân Ngãi (5 tổng): Tuân Lễ, Tuân Giáo, Thành Trị, Ngãi Long, Ngãi Hóa,\n* Trà Vinh (5 tổng): Trà Bình, Trà Nhiêu, Trà Phú, Vinh Lợi, Vinh Trị.\n|-\n| rowspan=2|An Giang <br>2 phủ<br> 4 huyện<br> 18 tổng\n|Tuy Biên\n|\n* Tây Xuyên (3 tổng): Châu Phú, Định Thành, Định Phước,\n* [[Đông Xuyên (huyện cũ)|Đông Xuyên]] (4 tổng): An Lương, An Phú, An Toàn, An Thành.\n|-\n|Tân Thành\n|\n* Vĩnh An (7 tổng): An Hội, An Thạnh, An Thới, An Trường, An Mỹ, An Tĩnh, An Trung, \n* Vĩnh Định (4 tổng): Định An, Định Khánh, Định Bảo, Định Thới.\n|-\n|Hà Tiên <br> 1 phủ<br> 3 huyện<br> 11 tổng\n|Quan Biên\n|\n* Hà Châu (5 tổng): Phú Quốc, Hà Nhuận, Nhuận Đức, Hà Thanh, Thanh Di, \n* Kiên Giang (4 tổng): Thanh Giang, Giang Ninh, Kiên Định, Kiên Hảo, \n* Long Xuyên (2 tổng): Quảng Xuyên, Long Thủy.\n|-\n|}\n\n== Thay đổi hành chính trước khi Pháp xâm lược==\n[[Tập tin:Nam Ky Luc Tinh nam 1850.png|397x397px|thumb|Bản đồ Nam Kỳ Lục Tỉnh và tỉnh Bình Thuận năm 1850, thể hiện chi tiết các đơn vị hành chính từ cấp tỉnh, phủ, huyện xuống tới từng tổng.]]\nNăm [[Ất Sửu]] ([[1865]]), Quốc sử quán triều Nguyễn mới tổ chức biên soạn bộ sách dựa trên cơ sở của bộ ''[[Đại Nam nhất thống dư đồ]]'' và mãi đến năm [[1882]], bộ ''[[Đại Nam nhất thống chí]]'' mới hoàn thành.<ref>Năm khởi soạn ghi theo ''Từ điển Bách khoa Việt Nam'' (tập 1, tr. 718). Lời giới thiệu (sách đã dẫn, tr. 604) ghi là [[Giáp Tý]] ([[1864]]).<\/ref> Dưới đây ghi lại những thay đổi đơn vị hành chính của Lục tỉnh kể từ năm 1832, chép theo Đại Nam nhất thống chí, được cho là soạn từ năm 1864 đến 1875<ref>Viện Sử học, ''Đại Nam nhất thống chí'', Nhà xuất bản Thuận Hóa, 2006. Tập I, Tr. 10.<\/ref> Danh sách các huyện xếp theo năm thành lập.\n===Tỉnh Biên Hòa===\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:100px\" |Phủ\n! style=\"width:100px\" |Huyện\n! Thay đổi hành chính\n|-\n|'''Phước Long'''<br>(Dô Sa<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Thành lập năm 1808 với 4 huyện Bình An, Phước Chánh, Phước An và Long Thành. Năm 1837, tách 2 huyện Phước An và Long Thành để lập phủ Phước Tuy. Năm 1838 đặt thêm huyện Nghĩa An, năm 1839 đặt thêm huyện Phước Bình.\n|-\n|\n|Bình An\n|Thành lập năm 1808, thuộc phủ Phước Long. Gồm 5 tổng, 56 xã thôn ấp, 2 bang người Hoa.\n|-\n|\n|Phước Chánh\n|Thành lập năm 1808, thuộc phủ Phước Long. Năm 1837, tách Phước An và Long Thành để lập phủ Phước Tuy, đồng thời đặt thêm huyện Nghĩa An, đến năm 1838 đặt thêm huyện Phước Bình. Gồm 5 tổng, 89 xã thôn phường và 2 bang người Hoa.\n|-\n|\n|Ngãi An\n|Thành lập năm 1837, thuộc phủ Phước Long. Gồm 5 tổng, 51 xã thôn phường.\n|-\n|\n|Phước Bình\n|Thành lập năm 1838, thuộc phủ Phước Long. Gồm 5 tổng, 60 xã thôn phường.\n|-\n|'''Phước Tuy'''<br>(Mô Xoài<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Thành lập năm 1837 với 3 huyện Phước An, Long Thành và Long Khánh. \n|-\n|\n|Long Thành\n|Thành lập năm 1808, thuộc phủ Phước Long. Năm 1837 chuyển thuộc phủ Phước Tuy. Gồm 4 tổng, 61 xã thôn.\n|-\n|\n|Phước An\n|Thành lập năm 1808, thuộc phủ Phước Long. Năm 1837 chuyển thuộc phủ Phước Tuy. Gồm 4 tổng, 42 xã thôn phường ấp.\n|-\n|\n|Long Khánh\n|Thành lập năm 1837, thuộc phủ Phước Tuy. Gồm 6 tổng, 47 xã thôn.\n|-\n|}\n\n===Tỉnh Gia Định===\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:100px\" |Phủ\n! style=\"width:100px\" |Huyện\n! Thay đổi hành chính\n|-\n|'''[[Tân Bình (phủ cũ Gia Định)|Tân Bình]]'''<br>(Sài Gòn<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Thành lập năm 1808 với 4 huyện Bình Dương, Tân Long, Thuận An và Phước Lộc. Năm 1832, tách 2 huyện Thuận An và Phước Lộc để lập phủ Tân An. Năm 1841 đặt thêm huyện Bình Long.\n|-\n|\n|Bình Dương\n|Thành lập năm 1808, thuộc phủ Tân Bình. Năm 1841, tách một phần để lập huyện Bình Long. Gồm 6 tổng, 105 xã thôn phường ấp.\n|-\n|\n|Tân Long<br>(Chợ Lớn<ref name=\"Trương Vĩnh Ký\"\/>)\n|Thành lập năm 1808, thuộc phủ Tân Bình. Gồm 6 tổng, 109 xã thôn phường ấp.\n|-\n|\n|Bình Long <br>(Hóc Môn<ref name=\"Trương Vĩnh Ký\"\/>)\n|Thành lập năm 1841, thuộc phủ Tân Bình. Gồm 4 tổng, 74 xã thôn.\n|-\n|'''Tân An'''<br>(Vũng Gù<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Thành lập năm 1832 với 2 huyện Thuận An (sau đổi thành Cửu An) và Phước Lộc. Năm 1851, nhập thêm 2 huyện Tân Hòa và Tân Thạnh.\n|-\n|\n|Cửu An\n|Nguyên là huyện Thuận An, thành lập năm 1808, thuộc phủ Tân Bình. Năm 1832 chuyển thuộc phủ Tân An, năm 1837 đổi thành Cửu An. Gồm 4 tổng, 53 thôn.\n|-\n|\n|Phước Lộc<br>(Cần Giuộc<ref name=\"Trương Vĩnh Ký\"\/>)\n|Thành lập năm 1808, thuộc phủ Tân Bình. Năm 1832 chuyển thuộc phủ Tân An và tách một phần để thành lập huyện Tân Hòa. Gồm 6 tổng, 94 xã thôn phường ấp.\n|-\n|\n|Tân Hòa<br>(Gò Công<ref name=\"Trương Vĩnh Ký\"\/>)\n|Thành lập năm 1832, thuộc phủ Kiến An, tỉnh Định Tường. Năm 1841, tách một phần để lập huyện Tân Thạnh, chuyển thuộc phủ Hòa Thạnh, tỉnh Gia Định. Năm 1851, phủ Hòa Thạnh bị bãi bỏ, huyện chuyển thuộc phủ Tân An. Gồm 4 tổng, 35 xã thôn phường.\n|-\n|\n|Tân Thạnh<br>(Kỳ Son<ref name=\"Trương Vĩnh Ký\"\/>)\n|Thành lập năm 1841, thuộc phủ Hòa Thạnh. Năm 1851, phủ Hòa Thạnh bị bãi bỏ, huyện chuyển thuộc phủ Tân An. Gồm 4 tổng, 32 xã thôn phường.\n|-\n|'''Tây Ninh'''\n|\n|Thành lập năm 1838 với 2 huyện Tân Ninh và Quang Hóa. \n|-\n|\n|Tân Ninh<br>(Tây Ninh<ref name=\"Trương Vĩnh Ký\"\/>)\n|Nguyên là huyện Tây Ninh, thành lập năm 1836, thuộc đạo Quang Phong. Năm 1838, đổi tên thành huyện Tân Ninh, thuộc phủ Tây Ninh. Gồm 2 tổng, 24 xã thôn.\n|-\n|\n|Quang Hóa<br>(Trảng Bàng<ref name=\"Trương Vĩnh Ký\"\/>)\n|Thành lập năm 1836, thuộc đạo Quang Phong. Năm 1838 thuộc phủ Tây Ninh. Gồm 4 tổng, 32 xã thôn.\n|-\n|'''Hòa Thạnh'''\n|\n|Thành lập năm 1841 với 2 huyện Tân Hòa và Tân Thạnh. Năm 1851, phủ bị bãi bỏ, 2 huyện trực thuộc chuyển thuộc phủ Tân An.\n|-\n|}\n\n===Tỉnh Định Tường===\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:100px\" |Phủ\n! style=\"width:100px\" |Huyện\n! Thay đổi hành chính\n|-\n|'''Kiến An'''<br>(chợ Cai Tài<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Thành lập năm 1808 với 3 huyện Kiến Hưng, Kiến Hòa và Kiến Đăng. Năm 1832, đặt thêm huyện Tân Hòa. Năm 1838, tách huyện Kiến Đăng để lập phủ Kiến Tường. Năm 1841, huyện Tân Hòa chuyển thuộc về tỉnh Gia Định.\n|-\n|\n|Kiến Hưng\n|Thành lập năm 1808, thuộc phủ Kiến An. Gồm 5 tổng, 75 thôn.\n|-\n|\n|Kiến Hòa\n|Thành lập năm 1808, thuộc phủ Kiến An. Năm 1831, tách một phần để thành lập huyện Tân Hòa. Gồm 5 tổng, 82 thôn.\n|-\n|'''Kiến Tường'''<br>(Cao Lãnh<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Thành lập năm 1838 với 2 huyện Kiến Đăng và Kiến Phong. \n|-\n|\n|Kiến Đăng\n|Thành lập năm 1808, thuộc phủ Kiến An. Năm 1838, chuyển thuộc phủ Kiến Tường, tách một phần để thành lập huyện Kiến Phong. Gồm 5 tổng, 51 thôn.\n|-\n|\n|Kiến Phong\n|Thành lập năm 1838, thuộc phủ Kiến Tường. Gồm 4 tổng, 36 thôn.\n|-\n|}\n\n===Tỉnh Vĩnh Long===\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:100px\" |Phủ\n! style=\"width:100px\" |Huyện\n! Thay đổi hành chính\n|-\n|'''Định Viễn'''<br>(Vĩnh Long<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Thành lập năm 1808 với 3 huyện Vĩnh Bình, Vĩnh An và Tân An. Năm 1813, đặt thêm huyện Vĩnh Định. Năm 1823, tách huyện Tân An để lập phủ Hoằng An. Năm 1832, tách 2 huyện Vĩnh Định và Vĩnh An chuyển thuộc về tỉnh An Giang, đồng thời đặt thêm huyện Vĩnh Trị.\n|-\n|\n|Vĩnh Bình\n|Thành lập năm 1808, thuộc phủ Định Viễn. Năm 1832, tách một phần để lập huyện Vĩnh Trị. Gồm 8 tổng, 75 xã thôn.\n|-\n|\n|Vĩnh Trị\n|Thành lập năm 1832, thuộc phủ Định Viễn. Năm 1835, tách một phần về các huyện Tuân Nghĩa và Trà Vinh của phủ Lạc Hóa. Gồm 6 tổng, 43 xã thôn.\n|-\n|'''Hoằng An'''\n|\n|Thành lập năm 1823 với 2 huyện Tân Minh và Bảo An. Năm 1837, đặt thêm huyện Duy Minh, đồng thời tách huyện Bảo An để lập phủ Hoằng Đạo. Năm 1851, phủ bị bãi bỏ, các huyện trực thuộc chuyển thuộc về phủ Hoằng Trị.\n|-\n|'''Lạc Hóa'''<br>(Chà Văng hay Chà Vinh<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Thành lập năm 1825 với 2 huyện Tuân Nghĩa và Trà Vinh. \n|-\n|\n|Trà Vinh\n|Thành lập năm 1825, thuộc phủ Lạc Hóa. Gồm 6 tổng, 70 xã thôn.\n|-\n|\n|Tuân Nghĩa\n|Thành lập năm 1825, thuộc phủ Lạc Hóa. Gồm 5 tổng, 76 xã thôn bang.\n|-\n|'''Hoằng Trị'''<br>(Bến Tre<ref name=\"Trương Vĩnh Ký\"\/>)\n|\n|Nguyên là phủ Hoằng Đạo, thành lập năm 1837, với 2 huyện Bảo Hựu và Bảo An. Năm 1844, đổi tên thành phủ Hoằng Trị. Năm 1851, nhập thêm 2 huyện Tân Minh và Duy Minh của phủ Hoằng An cũ.\n|-\n|\n|Bảo An\n|Thành lập năm 1808, thuộc phủ Định Viễn. Năm 1823, chuyển thuộc phủ Hoằng An. Năm 1837, huyện chuyển thuộc phủ Hoằng Đạo (sau đổi thành phủ Hoằng Trị), đồng thời tách một phần để lập huyện Bảo Hựu. Gồm 5 tổng, 27 xã thôn bang.\n|-\n|\n|Tân Minh\n|Thành lập năm 1823, thuộc phủ Hoằng An. Năm 1837, tách một phần để lập huyện Duy Minh. Năm 1851, phủ Hoằng An bị bãi bỏ, huyện chuyển thuộc phủ Hoằng Trị. Gồm 6 tổng, 41 xã thôn bang.\n|-\n|\n|Bảo Hựu\n|Thành lập năm 1837, thuộc phủ Hoằng Đạo (sau đổi thành phủ Hoằng Trị). Gồm 6 tổng, 42 xã thôn bang.\n|-\n|\n|Duy Minh\n|Thành lập năm 1837, thuộc phủ Hoằng An. Năm 1851, phủ Hoằng An bị bãi bỏ, huyện chuyển thuộc phủ Hoằng Trị. Gồm 5 tổng, 34 xã thôn.\n|-\n|}\n\n===Tỉnh An Giang===\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:100px\" |Phủ\n! style=\"width:100px\" |Huyện\n! Thay đổi hành chính\n|-\n|'''Tuy Biên'''\n|\n|Thành lập năm 1832 với 2 huyện Đông Xuyên và Tây Xuyên. Năm 1839, đổi huyện Đông Xuyên thuộc phủ Tân Thành và đặt thêm huyện Phong Phú, đồng thời tách một phần để lập 2 huyện Hà Âm và Hà Dương thuộc phủ Tĩnh Biên, tỉnh Hà Tiên. Năm 1849, nhập thêm 2 huyện Hà Âm và Hà Dương từ phủ Tĩnh Biên cũ.\n|-\n|\n|Tây Xuyên\n|Thành lập năm 1832, thuộc phủ Tuy Biên. Năm 1839, nhập thêm một phần của huyện Ngọc Luật, đồng thời tách một phần để lập 2 huyện Hà Âm và Hà Dương. Gồm 3 tổng, 38 xã thôn bang phố.\n|-\n|\n|[[Hà Âm]]<br>(Giang Thành<ref name=\"Trương Vĩnh Ký\"\/>)\n|Thành lập năm 1839, thuộc phủ Tĩnh Biên, tỉnh Hà Tiên. Năm 1842, chuyển thuộc phủ An Biên, tỉnh Hà Tiên, đến năm 1844 lại chuyển về phủ Tĩnh Biên, bấy giờ thuộc tỉnh An Giang. Năm 1848{{fact}}, cắt một phần (Chân Sum) trả về cho Cao Miên{{fact}}. Năm 1849, phủ Tĩnh Biên bị bãi bỏ, huyện chuyển thuộc về phủ Tuy Biên. Gồm 2 tổng, 40 xã thôn.\n|-\n|\n|Hà Dương<br>(Linh Quỳnh<ref name=\"Trương Vĩnh Ký\"\/>)\n|Thành lập năm 1839, thuộc phủ Tĩnh Biên, tỉnh Hà Tiên. Năm 1842, phủ Tĩnh Biên chuyển thuộc tỉnh An Giang. Năm 1849, phủ Tĩnh Biên bị bãi bỏ, huyện chuyển thuộc về phủ Tuy Biên. Gồm 4 tổng, 40 xã thôn phường phố.\n|-\n|\n|Phong Phú\n|Thành lập năm 1839, thuộc phủ Tuy Biên. Gồm 3 tổng, 31 xã thôn.\n|-\n|'''Tân Thành'''\n|\n|Thành lập năm 1832 với 2 huyện Vĩnh An và Vĩnh Định. Năm 1839, đổi huyện Vĩnh Định thuộc phủ Ba Xuyên và đặt thêm huyện An Xuyên, nhập thêm huyện Đông Xuyên từ phủ Tuy Biên. \n|-\n|\n|Vĩnh An\n|Thành lập năm 1808, thuộc phủ Định Viễn, tỉnh Vĩnh Long. Năm 1832, chuyển thuộc phủ Tân Thành. Năm 1839, tách một phần để lập huyện An Xuyên. Gồm 4 tổng, 36 xã thôn bang phố.\n|-\n|\n|Đông Xuyên\n|Thành lập năm 1832, thuộc phủ Tuy Biên. Năm 1839, chuyển thuộc phủ Tân Thành. Gồm 4 tổng, 33 xã thôn.\n|-\n|\n|An Xuyên\n|Thành lập năm 1839, thuộc phủ Tân Thành. Gồm 3 tổng, 25 xã thôn.\n|-\n|'''Ba Xuyên'''\n|\n|Thành lập năm 1835, với 2 huyện Phong Thạnh và Phong Nhiêu. Năm 1839, nhập thêm huyện Vĩnh Định từ phủ Tân Thành. \n|-\n|\n|Vĩnh Định\n|Thành lập năm 1808, thuộc phủ Định Viễn, tỉnh Vĩnh Long. Năm 1832, chuyển thuộc phủ Tân Thành. Năm 1839, chuyển thuộc phủ Ba Xuyên, đồng thời tách một phần để chia về 2 huyện Phong Thạnh và Phong Nhiêu. Gồm 4 tổng, 19 xã thôn bang.\n|-\n|\n|Phong Nhiêu\n|Thành lập năm 1839, thuộc phủ Ba Xuyên. Gồm 3 tổng, 17 xã thôn.\n|-\n|\n|Phong Thạnh\n|Thành lập năm 1839, thuộc phủ Ba Xuyên. Gồm 3 tổng, 47 xã thôn bang.\n|-\n|}\n\n===Tỉnh Hà Tiên===\n{| class=\"wikitable\" cellpadding=\"2\" cellspacing=\"2\" width=\"100%\"\n! style=\"width:100px\" |Phủ\n! style=\"width:100px\" |Huyện\n! Thay đổi hành chính\n|-\n|'''An Biên'''\n|\n|Thành lập năm 1825 với 3 huyện Long Xuyên, Kiên Giang và Hà Tiên. Năm 1832, đổi tên thành phủ Quan Biên, đổi huyện Hà Tiên thành Hà Châu. Năm 1834 đổi lại thành phủ An Biên. Năm 1842, nhập thêm huyện Hà Âm từ phủ Tĩnh Biên, đến năm 1844 thì chuyển về lại phủ Tĩnh Biên.\n|-\n|\n|Kiên Giang\n|Thành lập năm 1808, thuộc đạo Kiên Giang, năm 1825 chuyển thuộc phủ An Biên. Gồm 4 tổng, 66 xã thôn bang phố.\n|-\n|\n|Long Xuyên\n|Thành lập năm 1808, thuộc đạo Long Xuyên, năm 1825 chuyển thuộc phủ An Biên. Gồm 2 tổng, 55 xã thôn bang phố.\n|-\n|\n|Hà Châu\n|Nguyên là huyện Hà Tiên, thành lập năm 1825, thuộc phủ An Biên. Năm 1832, đổi tên thành huyện Hà Châu. Năm 1834, tách một phần để thành lập phủ Khai Biên (Vũng Thơm) và Quảng Biên (Cần Bột). Gồm 5 tổng, 63 xã thôn bang phố.\n|-\n|'''Khai Biên'''\n|\n|Thành lập năm 1834 trên phần đất Vũng Thơm của huyện Hà Châu, nhưng chưa lập huyện. Đến năm 1837 bị hạ xuống thành huyện Khai Biên, tách một phần để lập huyện Kim Trường (sau đổi thành Vĩnh Trường), chuyển thuộc phủ Quảng Biên.\n|-\n|'''Quảng Biên'''\n|\n|Thành lập năm 1834 trên phần đất Cần Bột của huyện Hà Châu, nhưng chưa lập huyện. Đến năm 1837 lập huyện Kim Trường (sau đổi thành Vĩnh Trường), nhập thêm huyện Khai Biên. Đến thời Thiệu Trị thì bãi bỏ phủ Quảng Biên, cắt đất trả lại cho Cao Miên.\n|-\n|'''Tĩnh Biên'''\n|\n|Thành lập năm 1839 với 2 huyện Hà Âm và Hà Dương. Năm 1842, huyện Hà Âm chuyển thuộc phủ An Biên, đồng thời phủ Tĩnh Biên chuyển thuộc tỉnh An Giang. Năm 1844 nhập lại huyện Hà Âm. Năm 1848, cắt một phần trả về cho Cao Miên{{fact}}. Năm 1849, phủ Tĩnh Biên bị bãi bỏ, huyện chuyển thuộc về phủ Tuy Biên.\n|}\n\n== Người Pháp xóa bỏ Lục tỉnh ==\n[[Tập tin:NamKy1867.jpg|nhỏ|Bản đồ Nam Kỳ giai đoạn 1862-1867, kết quả của chiến dịch Nam Kỳ.]]\n[[Tập tin:NamKy(1861-1888).jpg|nhỏ|Nam Kỳ thuộc Pháp (Basse Cochinchine Francaise) khoảng năm 1881, nhưng vẽ theo hành chính của Nam Kỳ Lục tỉnh [[nhà Nguyễn]] (Basse CochinChine) trước năm 1861. Vùng bờ bắc [[kênh Vĩnh Tế]] (thuộc các huyện [[Hà Âm]], Tây Xuyên tỉnh [[An Giang]], huyện Hà Châu [[hà Tiên (tỉnh)|tỉnh Hà Tiên]] cũ) và vùng lồi [[Svay Rieng]] (trước là vùng rừng Quang Hóa phủ Tây Ninh [[gia Định (tỉnh)|tỉnh Gia Định]], mà Pháp chưa chiếm được vào thời điểm năm 1861-1863) đều bị cắt chuyển sang lãnh thổ vương quốc [[Campuchia]] thuộc Pháp.]]\nTừ lúc kiểm soát được tỉnh Gia Định (1862) cho đến khi chiếm được toàn bộ Nam Kỳ (1867), [[đế quốc thực dân Pháp|thực dân Pháp]] vẫn tạm thời duy trì cách phân chia địa giới hành chánh cũ của [[nhà Nguyễn|triều Nguyễn]] một thời gian. Thời gian này, người [[Pháp]] gọi département thay cho phủ, gọi arrondissement thay cho huyện<ref>Bulletin de la Société des Études Indochinoises (Nouvelle série, Tome XX). Sài Gòn: 1945, p. 16.<\/ref> ở những vùng họ chiếm được. Tuy nhiên, do tình trạng thiếu hụt nhân sự, người Pháp không duy trì bộ máy hành chính ở cấp tỉnh và cấp phủ, mà cố duy trình bộ máy hành chính cũ ở cấp huyện, với sự hợp tác của các quan lại cũ đã đầu hàng, dưới sự giám sát của các sĩ quan Pháp.\n\nNăm 1864, Đô đốc De la Grandière chia miền Đông Nam Kỳ làm 7 khu vực: Bà Rịa, Biên Hòa, Cần Giuộc, Mỹ Tho, Sài Gòn – Chợ Lớn, Tân An – Gò Công và Tây Ninh. Ngày [[9 tháng 11]] năm 1864, Đô đốc De la Grandière chuyển chế độ hành chánh Nam Kỳ từ quân sự sang dân sự bằng việc thiết lập tòa \"Thượng thơ\" (''Direction de L’Intérieur'') cai quản 3 tỉnh miền Đông Nam Kỳ và thiết lập các Sở Tham biện (Inspection, còn gọi là hạt thanh tra hoặc tiểu khu) do các quan chức người Pháp ngạch Thanh tra bản xứ vụ (''inspecteur des affaires indigènes'') người Pháp chịu trách nhiệm. Mỗi thanh tra phải kiêm quản việc giám sát của nhiều huyện trong địa bàn của hạt. Đến năm 1865, có các Tham biện: Sài Gòn, Chợ Lớn, Cần Guộc, Tây Ninh (gồm huyện Tân Ninh và Quang Hóa), Gò Công, Tân An, Mỹ Tho, Cai Lậy, Biên Hòa, Thủ Dầu Một, Long Thành, Bảo Chánh, Bà Rịa.\n\nTính đến năm 1867, toàn cõi Nam Kỳ bấy giờ có 27 hạt thanh tra như thế. Cùng năm này, chính quyền thực dân Pháp cho đổi các địa danh tỉnh và hạt thanh tra theo địa danh đặt lỵ sở tỉnh hoặc hạt thanh tra đó. Các tên gọi mới này chính là tục danh bằng tên Nôm của các thôn xã nơi đặt lỵ sở hạt thanh tra vốn trước đây vào thời nhà Nguyễn độc lập lại không được dùng chính thức trong các văn bản hành chính. Như vậy, cũng kể từ đây, chính quyền thực dân Pháp đã dần dần chính thức hóa các tên gọi địa danh bằng tiếng Nôm này bằng những văn bản hành chính. Mặc dù vẫn duy trì tên gọi của các tỉnh tương tự như thời Nguyễn, nhưng tên tỉnh không còn bất kỳ một ý nghĩa hành chính đặc biệt nào.<ref>''Annuaire de la Cochinchine Française'', năm 1871, tr. 126<\/ref>\n\n[[Tập tin:SvayTép1870.png|nhỏ|phải|Bản đồ biên giới Việt Nam-Campuchia năm 1870, khu vực K.Svai Téap vốn ngay trước đó thuộc hạt thanh tra Trảng Bàng ngày nay là vùng lồi \"Mỏ Vịt\" tỉnh Svay Rieng. Biên giới này được điều chỉnh bởi thỏa thuận giữa Thống đốc Nam Kỳ thuộc Pháp và vua Cao Miên Norodom I, ký kết ngày 9 tháng 7 năm 1870.]]\nTháng 4 năm 1870, chính quyền Pháp ở Nam Kỳ (đứng đầu là Thống đốc Nam Kỳ) cùng với triều đình vương quốc Cao Miên do Pháp bảo hộ (đứng đầu là vua Norodom I) bắt đầu đàm phán ký kết thỏa ước phân định [[biên giới Việt Nam-Campuchia|biên giới]]<ref>[http:\/\/www.sugia.vn\/\/assets\/file\/La%20Cochinchine%20francaise%201873%20-%20J.P.%20Salenave.pdf La Cochinchine francaise 1873, J.P. Salenave, trang 9: ''Avril 1870-Délimitation des frontières de la Cochinchine Française et du Cambodge''.]<\/ref>. Chính thức điều chỉnh lại biên giới giữa Cao Miên (Campuchia) với Nam Kỳ thuộc Pháp (Cochinchine Française) thay đổi lớn so với [[biên giới Việt Nam-Campuchia|biên giới Cao Miên-Nam Kỳ Lục tỉnh]] tại 2 khu vực: địa phận các hạt thanh tra Trảng Bàng, Tây Ninh (tức vùng lồi Mỏ vịt) thành phủ (khet) Svay Teep (Thỏa ước ngày 9-7-1870)<ref>[http:\/\/books.google.com.vn\/books?id=7rfRtPOICGoC&pg=PA164&lpg=PA164&dq=Fronti%C3%A9re+du+Royaume+de+Cambodge+de+Khmere+de+la+Basse+CochinChine&source=bl&ots=61mPXq5hFl&sig=ZQyx9cS8Aph4XvOwaNE5vpZhHo8&hl=vi&sa=X&ei=Mb7NU6CPBo758Q#v=onepage&q&f=false Les frontières du Vietnam: Histoire des frontières de la péninsule indochinoise: Frontiére du Royaume de Cambodge de Khmere de la Basse CochinChine, Pierre-Bernard Lafont, trang 164.]<\/ref>, và vùng bờ bắc kênh Vĩnh Tế địa bàn các hạt Hà Tiên, Châu Đốc (nguyên là đất các huyện Hà Châu và [[Hà Âm]]) nhập vào (khet) Tréang (Hiệp định ngày 15-7-1873), cắt từ đất Nam Kỳ trả về cho Cao Miên<ref>[http:\/\/www.camau.gov.vn\/wps\/portal\/!ut\/p\/a1\/tVbbcpswEP2WPPiRshIC5EewHS7G-N7EvHiEAJvUXGJjT5qvr3A97aRtiDOmDMxoNeeclXaPADmQH-UgZ6d0w6q0yNmujgNtjY0uta0huDA07sGwKEwH-hAtJ0QAVu8D4Kv6lk9dBGDMp0PHwRZYXf3C71mGTXQPAAjF4PRNu693RwCO9lH-BzmQA55XZbWVV5xl7LhLwz3bf-_AOSqSQ1rFHaj2LN_w7VGMtizbHVm-LdKIlagDYiDmChWiiOd8VxP5No3LKM23O8HaH4s82dR5SraJo_iQbvJzxNNIXhFF6xJdiyVFx6FEFIVKIU-wpGs8AhZ2eRjFl13CO5cBN1aZfMRfCb7-G2CN73HdBte2gCCgqjyvN_TQG60njrxCdZAf1o2U9Rm9j09pcTxMRGHm6Wv8BfMQA-FcopyLamigSVRFIOlKFEYJTjCGWCSA6zMI5StVlVq0txC1uvT-lxN6bFQ7YX52wuITTthEh0g8l_un2Rr8PFX-BPzjPJwBTYY_A5q80pzi725bxkAAnLHpzqbIsi7d_oR9mwUNdKsgdYkKBlXMCRogsDDcKgj9GQFjTAaLkW0i39VbFjTJzYJvuuZ5atuCesuCCm5bELUtqLQs6N7sQ4qgFlQ9Ml1qMKfazSt06pekOClqz_YBpm0dvVkPxmbfdUzc9grbbory-aa4V3xe06fn58AQvxJFXsUvlfz4X_8lymy5zOhTMvTU8uSrJ1_6Nhskvi-xkIIi5l4XSZatGyc84-7uB_LiJMI!\/dl5\/d5\/L2dBISEvZ0FBIS9nQSEh\/pw\/Z7_2A98HGK0JGGAE0AGIOBJRQ1GG5\/ren\/p=CTX=QCPcamaulibraryQCPCaMauofSiteQCPTrangchuQCPthamluanhoidap1QCPhoithao50ddcnclQCPcachiepdinhlangruonfg\/p=ns_Z7_2A98HGK0JGGAE0AGIOBJRQFB1GG5_WCM_Page.85470497-a467-46d1-a25e-4c91b24e8eaa=6\/p=ns_Z7_2A98HGK0JGGAE0AGIOBJRQFB1GG5_WCM_PreviousPageSize.85470497-a467-46d1-a25e-4c91b24e8eaa=10\/p=WCM_PI=1\/=\/ Các hiệp định biên giới Việt Nam – Campuchia thời Pháp thuộc và vấn đề cơ sở chính trị - pháp lý của đường biên giới Việt Nam – Campuchia, cổng điện tử Cà Mau, Nguyễn Sỹ Tuấn đăng ngày 01\/10\/2014.]<\/ref>.\n\nTheo Nghị định ngày [[7 tháng 6]] năm [[1871]], tổ chức hành chính của Nam Kỳ được thay đổi. Chế độ thanh tra bản xứ vụ và đơn vị hành chính cấp huyện bị bãi bỏ. Các hạt thanh tra được đổi thành hạt tham biện (nhưng lấy tên arrondissement) và thu gọn còn còn 18 hạt. Đứng đầu hạt tham biện là Chánh tham biện (administrateur) <ref name=\"Sơn Nam 1971\">[[Sơn Nam (định hướng)|Sơn Nam]], Miền Nam Đầu Thế Kỷ XX: Thiên Địa Hội Và Cuộc Minh Tân. 1971, tr. 99.<\/ref>, với sự giúp việc của 2 hai Phó tham biện và thư ký địa hạt (secrétaire d’arrondissement), còn gọi là Bang biện. Nơi đặt dinh hành chánh của hạt gọi là Tòa tham biện, dân gian quen gọi là Tòa bố. Mọi hoạt động hành chính của các địa hạt đều đặt trực tiếp dưới quyền [[Thống đốc Nam Kỳ]], với trị sở đóng ở [[Thành phố Hồ Chí Minh|Sài Gòn]].\n\nNăm 1876, người Pháp chia Nam Kỳ thành 4 khu vực hành chính lớn, gọi là các phân khu hành chính (circonscription administrative), mỗi khu vực lại được chia nhỏ thành các \"hạt\" hay \"tiểu khu\" (arrondissement) như sau:\n* Khu vực Sài Gòn có 5 tiểu khu: Tây Ninh, Thủ Dầu Một, Biên Hòa, Bà Rịa và Sài Gòn\n* Khu vực Mỹ Tho có 4 tiểu khu: Mỹ Tho, Gò Công, Tân An và Chợ Lớn\n* Khu vực Vĩnh Long có 4 tiểu khu: Vĩnh Long, Bến Tre, Trà Vinh và Sa Đéc\n* Khu vực Bát Xắc có 6 tiểu khu: Châu Đốc, Hà Tiên, Long Xuyên, Rạch Giá, Cần Thơ và Sóc Trăng.\nSố địa hạt tăng lên 19 hạt. Mỗi hạt tổ chức thêm Hội đồng Quản hạt (''Conseil d'arrondissement'') với các thành viên được bầu vào là người Việt, là cơ quan tư vấn cho Tòa tham biện.\n[[Tập tin:NamKy1884.jpg|nhỏ|trái|Bản đồ Nam Kỳ thuộc Pháp năm 1884, khu vực nằm giữa đường biên giới với Campuchia (Frontière Franco-Cambodgienne) và với đường biên giới với An Nam (Frontière Franco-Annamite). Vùng lồi [[Svay Rieng]] (trong bản đồ ghi chú là ''K.Svai Teep'' vẫn nằm trong ranh giới Nam Kỳ thuộc Pháp (ở phía đông đường ''Frontière Franco-Cambodgienne'') mà chưa được cắt cho Campuchia.]] \nSố địa hạt vẫn liên tục biến đổi. Năm 1880, hạt Hai Mươi (20e arrondissement) được thành lập nhưng sang năm sau bị bãi bỏ. Năm 1882, [[Bạc Liêu|hạt Bạc Liêu]] được thành lập. Số địa hạt tăng lên thành 20.\n\nNghị định ngày [[16 tháng 1]] năm [[1899]], đổi tên [[hạt]] thành [[tỉnh]] (province), và từ ngày [[1 tháng 1]] năm 1900, toàn cõi Nam Kỳ chia thành 20 tỉnh như sau:\n*Tỉnh [[Gia Định (tỉnh)|Gia Định]] (cũ) chia thành 5 tỉnh: [[Gia Định (tỉnh)|Gia Định]], [[Chợ Lớn (tỉnh)|Chợ Lớn]], [[Tân An (tỉnh)|Tân An]], [[Tây Ninh]], [[Gò Công (tỉnh)|Gò Công]].\n*Tỉnh [[Biên Hòa (tỉnh)|Biên Hòa]] (cũ) chia thành 3 tỉnh: [[Biên Hòa (tỉnh)|Biên Hòa]], [[Bà Rịa (tỉnh)|Bà Rịa]], [[Thủ Dầu Một (tỉnh)|Thủ Dầu Một]].\n*Tỉnh [[Định Tường]] (cũ) đổi thành [[Mỹ Tho (tỉnh)|Mỹ Tho]].\n*Tỉnh [[Vĩnh Long]] (cũ) chia thành 3 tỉnh: [[Vĩnh Long]], [[Bến Tre]], [[Trà Vinh]].\n*Tỉnh [[An Giang]] (cũ) chia thành 5 tỉnh: [[Châu Đốc (tỉnh)|Châu Đốc]], [[Long Xuyên (tỉnh)|Long Xuyên]], [[Sa Đéc (tỉnh)|Sa Đéc]], [[Sóc Trăng]], [[Cần Thơ (tỉnh)|Cần Thơ]].\n*Tỉnh [[Hà Tiên (tỉnh)|Hà Tiên]] (cũ) chia thành 3 tỉnh: [[Hà Tiên (tỉnh)|Hà Tiên]], [[Rạch Giá (tỉnh)|Rạch Giá]], [[Bạc Liêu]].\nNgoài ra còn có 3 thành phố độc lập là [[Thành phố Hồ Chí Minh|Sài Gòn]], [[Chợ Lớn]] và [[Vũng Tàu|Cap Saint Jacques]] không thuộc hạt nào.\n\nDanh xưng người đứng đầu cũng thay đổi, từ Chánh tham biện đổi thành Chủ tỉnh (chef de la province)<ref name=\"Sơn Nam 1971\"\/>, Tòa tham biện gọi là Tòa bố.\n\nĐến đầu thập niên 1900, thực dân Pháp phân chia hành chính tỉnh thành các quận (circonscription) hoặc đại lý hành chánh (délégation) dưới quyền chủ quận hay phái viên hành chánh; quận chia ra tổng (canton), đứng đầu là cai tổng (chef de canton). Tổng chia thành xã.<ref>Theo Bulletin de la Société des Études Indochinoises (Nouvelle série, Tome XX). Sài Gòn: 1945, p. 16-35; và theo [[Nguyễn Đình Đầu]], \"Địa Bàn Thành phố Qua Các Thời Kỳ\", in trong Địa Chí Văn Hóa Tp.HCM. Nhà xuất bản Tp.HCM, 1988, tr. 485-486. Theo [[Đào Văn Hội]], Lịch Trình Hành Chánh Nam Phần. Sài Gòn: 1961, Chương IV, tham biện là inspection; viên chức trông coi inspection gọi là inspecteur. Về tên tham biện (administrateur), xem [[Paulus Huỳnh Tịnh Của]], Sách Quan Chế. [[Thành phố Hồ Chí Minh|Sài Gòn]]: Bản in Nhà nước, 1888, tr. 15.<\/ref> Hệ thống hành chính cũ của nhà Nguyễn bị xoá bỏ hoàn toàn trên cõi Nam Kỳ.\n\n==Dấu ấn trong văn hóa==\n[[Tập tin:Cochinchine 1872.png|nhỏ|Bản đồ [[Nam Kỳ]] năm 1872 (thuộc thời [[Pháp thuộc]]), nhưng vẫn thể hiện theo hành chính '''Nam Kỳ Lục Tỉnh''' của thời kỳ [[nhà Nguyễn]] độc lập (1832-1862).]]\nChia lại đất Nam Kỳ thành 21 tỉnh,<ref>Sau này, ngày [[11 tháng 5]] năm [[1944]], [[Pháp]] lập tỉnh thứ 22 là [[Tân Bình]], gồm một phần tỉnh [[Gia Định]] và [[Chợ Lớn]] nhập lại.<\/ref> có lẽ [[đế quốc thực dân Pháp|thực dân Pháp]] muốn xóa nhòa hai chữ Lục tỉnh trong lòng [[người Việt]], cũng là cách cắt đứt lòng lưu luyến với truyền thống, một thủ đoạn tâm lý bên cạnh các cuộc đàn áp những phong trào yêu nước kháng chiến. Nhưng dân Nam Kỳ vẫn hoài vọng Lục tỉnh. Nên mãi đến năm [[Mậu Thân]] (1908) trên tờ báo [[Lục Tỉnh Tân Văn]] do ông [[Gilbert Trần Chánh Chiếu]] làm chủ bút, vẫn xuất hiện thường xuyên tên Lục Tỉnh, Lục Châu. Mãi đến thập niên 50 và 60, ở miền Nam cũng còn nói, nhắc đến hai chữ Lục tỉnh xa xưa này. [[Đế quốc thực dân Pháp|Thực dân Pháp]] bỏ tên Lục tỉnh nhưng còn giữ lại hai chữ Nam Kỳ, gọi là [[Nam Kỳ|Cochinchine]], phân biệt với [[Bắc Kỳ]] là [[Bắc Kỳ|Tonkin]], [[Trung Kỳ]] là [[An Nam|Annam]]. [[Người Anh]], [[Hoa Kỳ|Mỹ]] cũng gọi Nam Kỳ là [[Cochinchina]]. Giới học giả trong và ngoài nước từng đưa ra nhiều cách lý giải khác nhau về xuất xứ tên gọi Cochinchine, nhưng vẫn chưa ngã ngũ.<ref>Để tham khảo, sau đây là cách giải thích của [[Nguyễn Đình Đầu]] (\"Thay lời giới thiệu\", in trong: [[Pierre Pegneaux de Béhaine]] [[Pigneau de Behaine|Bá Đa Lộc]] Bỉ Nhu, Tự Vị An Nam La Tinh. Hồng Nhuệ Nguyễn Khắc Xuyên dịch và giới thiệu. Nhà xuất bản Trẻ, 1999, tr: 5-6.): \"Chúng ta có thể tóm tắt: địa danh COCINCINA chia ra làm hai phần COCIN và CINA. Cocin nguyên trước là Co Ci, do phiên âm hai tiếng Giao Chỉ mà thành (vì thế Tự Vị An Nam La Tinh mới dịch Người Giao Chỉ là Cocincinenses). Còn Cina thì bởi âm Sin hay Ts’inn và người mình đọc là Tần mà ra. Bên Ấn Độ có một thành phố tên COCHIN, sợ lẫn với Cochi hay [[Kochi, Ấn Độ|Cochin]], nên phải ghi rõ \"Giao Chỉ (gần) Tần\" và [[bảng chữ cái Latinh|chữ Latinh]] ghi thành COCINCINA (mà [[người Nhật]] hay [[Tên gọi Trung Quốc|Trung Hoa]] ghi ra Giao Chỉ Chi Na). Trên các bản đồ Tây phương vẽ Đông Nam Á, từ trước cho tới [[thế kỷ 17]], đều ghi trên địa phận nước ta tên COCINCINA, CAUCHINCHINA, COCHINCHINA, COCHIN-CHINE hoặc dạng tự nào đại khái như thế để nói lên đó là xứ GIAO CHỈ GẦN NƯỚC TẦN. Do đó, ta có thể đoán địa danh ấy đã xuất hiện từ khi nước ta gọi là [[quận Giao Chỉ]] bị [[nhà Tần]] đô hộ.\n\n\"Từ đầu [[thế kỷ 17]], hai họ [[Trịnh]]-[[Nguyễn]] tranh giành quyền lực, phân chia nước ta thành hai vùng cai trị [[Đàng Trong]] và [[Đàng Ngoài]], lấy [[sông Gianh]] làm ranh giới phân ly. Trên bản đồ cũng như trong văn kiện, người Tây phương gọi Đàng Ngoài là TUNQUYN (hoặc nhiều dạng tương tự như TUMQUYN, TUNKIN, TONGKING, TONKIN...) tức lấy tên thủ đô ĐÔNG KINH để gọi bao quát cả [[Đàng Ngoài]]. Còn [[Đàng Trong]] thì họ vẫn dùng tên cũ COCINCINA mà gọi. Đàng Trong dưới thời [[Alexandre de Rhodes|Đắc Lộ]] (Từ điển Việt-Bồ-La) rộng từ [[sông Gianh]] tới [[núi Đá Bia]] ở dinh [[Phú Yên]]. Trên một thế kỷ sau – thời của Bỉ Nhu với Tự Vị An Nam La Tinh –, địa danh COCINCINA lại chỉ thêm phần đất phương nam rất rộng lớn. Phần [[Nam Bộ Việt Nam|Nam Bộ]] xưa được mệnh danh là xứ [[Đồng Nai]]. Năm 1698, xứ Đồng Nai được thiết lập phủ huyện. Phủ GIA ĐỊNH tồn tại suốt từ đó đến năm 1800 và bao gồm toàn thể đất Nam Bộ. (...) Lại từ sau 1885, khi [[Pháp]] đã chiếm hết [[Việt Nam]], Pháp chia cắt nước ta thành ba khúc và mệnh danh:\nTONKIN là BẮC KỲ\nANNAM là TRUNG KỲ\nCOCHINCHINE là NAM KỲ\n\"Cả 3 địa danh [[Đông Kinh]], [[An Nam]], [[Giao Chỉ]] (gần) Tần đã bị Tây ngữ hóa và đặt tên cho những phần đất chẳng ăn nhằm gì với ý nghĩa của nguyên ngữ.\"<\/ref>\n\n==Bản đồ==\n<gallery>\nTập tin:NamKyLucTinh1861.jpg|Bản đồ Nam Kỳ Lục Tỉnh (Basse Cochinchine).\nTập tin:NamKyLucTinh1863.jpg|Bản đồ hành chính Nam Kỳ Lục tỉnh (Basse Cochinchine) năm 1863.\nTập tin:Cochinchine1858.png|Bản đồ các tỉnh miền đông Nam Kỳ Lục Tỉnh vào năm 1858 trước khi Pháp đánh chiếm Gia Định (Sài Gòn) và Định Tường (Mỹ Tho).\nTập tin:Basse Cochinchine.jpg|Bản đồ Basse Cochinchine do [[Henri Rieunier]] (1833-1918) vẽ năm 1863.\nTập tin:NamKy1865.jpg|Ba tỉnh miền Đông Nam Kỳ năm 1865, thời Pháp xâm chiếm miền Đông.\nTập tin:NamKy1891.jpg|Nam Kỳ thời Pháp thuộc (1891), trước khi Liên bang Đông Dương được thành lập.\nTập tin:NamKy1878.jpg|Bản đồ hành chính Nam Kỳ thuộc Pháp (Cochinchine Francaise).\nTập tin:IndoChine1609(India orientalis).jpg|Bản đồ Đông Nam Á năm 1609, nước [[Đại Việt]] được người phương Tây gọi là Cochinchina (tức là Cochin gần Trung Quốc) để phân biệt với địa danh Cochin nằm ở bờ tây nam Ấn Độ.\n<\/gallery>\n== Xem thêm ==\n* [[Lịch sử hành chính Thành phố Hồ Chí Minh]]\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Liên kết ngoài ==\n* [http:\/\/namkyluctinh.org\/ Trang web Nam Kỳ Lục Tỉnh], diễn đàn của các nhà biên khảo và sáng tác viết về Nam Kỳ\n\n[[Thể loại:Nam Bộ|N]]\n[[Thể loại:Lịch sử Việt Nam]]\n[[Thể loại:Địa danh cũ Việt Nam]]"}