{"823026":"{{chú thích trong bài}}\n{{bài cùng tên|Nam Bình (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Nam Bình\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.335626\n| kinh độ = 106.452132\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Thái Bình]]\n| huyện = [[Kiến Xương]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 13180<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nam Bình''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Kiến Xương]], tỉnh [[Thái Bình]], [[Việt Nam]]. \n==Thông tin thêm==\nXã Nam Bình từng được phong tặng danh hiệu [[Anh hùng lực lượng vũ trang nhân dân]] thời kỳ [[Kháng chiến chống Pháp]].\n\n== Vị trí địa lý ==\nXã nằm cách thành phố Thái Bình khoảng 22&nbsp;km, đi theo tỉnh lộ 23 từ hướng [[thành phố Thái Bình]] đi [[Tiền Hải]], đến ngã ba Thị trấn [[Thanh Nê]] rẽ phải 7&nbsp;km.\n\nXã nằm cách sông Hồng đoạn chảy qua tỉnh Thái Bình khoảng 3&nbsp;km đường chim bay, đồng thời cũng là đoạn sông ranh giới của huyện [[Kiến Xương]], [[Vũ Thư]] (Thái Bình) và [[Xuân Trường]], [[Giao Thủy]] ([[Nam Định]]).\n\nĐịa giới hành chính xã phía Đông giáp xã [[Quang Trung, Kiến Xương|Quang Trung]] và xã [[Bắc Hải, Tiền Hải|Bắc Hải]] (huyện [[Tiền Hải]]); phía Tây giáp xã [[Bình Định, Kiến Xương|Bình Định]]; phía Nam giáp xã [[Bình Thanh, Kiến Xương|Bình Thanh]]; phía Bắc giáp xã [[Minh Quang, Kiến Xương|Minh Quang]].\n\n==Lịch sử==\nĐịa bàn xã Nam Bình ngày nay, nguyên xưa là các làng xã Kinh Nam, Phú Cốc, Đa Cốc, Sơn Thọ và Thái Cao, đều thuộc tổng Đa Cốc, quận Trực Định và quận Chân Định, phủ [[Kiến Xương]], tỉnh Nam Định. Sau [[Cách mạng tháng 8]]. Về sau các làng xã trên được nhập vào xã [[Bình Thanh, Kiến Xương|Bình Thanh]], huyện Kiến Xương, tỉnh Thái Bình. Đến năm 1947, các làng trên được tách ra khỏi xã [[Bình Thanh]] để lập thành xã Nam Bình.\n\n== Giao thông ==\nXã có một con [[đường]] nhựa chạy suốt từ đầu đến cuối xã. Từ trung tâm xã đi Thành phố Thái Bình và các tỉnh lân cận khá thuận lợi, hiện nay có xe [[ô tô]] khách chạy qua đi các tỉnh như [[Hà Nội|Thành phố Hà Nội]], [[Hải Phòng]], [[Quảng Ninh]], Nam Định, [[Hà Nam]], [[Hòa Bình]].v.v...\n\n== Dân cư ==\nXã có [[mật độ]] dân cao sống tập trung trong diện tích khoảng gần 2 [[kilômét vuông|km²]]. Dân số của xã khoảng hơn 5.000 người, dân số trẻ do trào lưu hiện nay và lượng [[lao động]] chủ yếu đi làm xa. Lao động trong xã còn lại chủ yếu người già và trẻ nhỏ. Dân số sống tập trung nên vẫn còn lại những phong tuc tập quán xa xưa.\n\n== Khí hậu ==\n* Lượng [[mưa]] trung bình hàng năm: 1.400-1.800&nbsp;mm.\n* Nhiệt độ trung bình: 23,5&nbsp;°C.\n* Số giờ nắng trong năm: 1.600-1.800 giờ.\n* [[Độ ẩm]] tương đối trung bình: 85-90%.\n* Khí hậu: nằm trong vùng nhiệt đới gió mùa: mùa nóng, mưa nhiều từ tháng 5 đến tháng 10; mùa lạnh, khô từ tháng 11 năm trước đến tháng 4 năm sau (theo số liệu quan trắc của tỉnh Thái Bình).\n\n== Kinh tế ==\nNền [[kinh tế]] ở đây là nền nông nghiệp thuần túy có truyền thống thâm canh cây lúa. Xã từng nổi tiếng thời [[Chiến tranh Việt Nam]] nhờ đạt được thành tích sản xuất lúa với sản lượng 5 tấn\/ha{{fact|date=7-2014}}.\n\nHiện nay phần lớn những người ở lứa tuổi 18 - 45 đều đi làm ăn xa, lực lượng trong độ tuổi lao động làm nông nghiệp ít, chủ yếu là người già và trẻ nhỏ, nền kinh tế làm nông nghiệp thuần túy, không phát triển những nghề thủ công nghiệp truyền thống. Nền kinh tế chủ yếu dựa vào lao động đi làm xa; thời gian gần đây có một số lao động đi xuất khẩu lao động.\n\n== Di tích - Danh thắng ==\nXã có ngôi [[đình]] làng rất nổi tiếng, trước những năm 50 của [[thế kỷ 20]] được xây dựng bằng gạch nung, nhưng trong cuộc [[chiến tranh Đông Dương|kháng chiến chống thực dân Pháp]] đã bị [[đế quốc thực dân Pháp|thực dân Pháp]] đốt phá. Đình được xây dựng khoảng thế kỷ XVIII có đình chính rộng 7 gian, 1 tầng, mái cong lợp ngói vảy cá, toàn bộ gỗ trong đình được làm bằng gỗ lim, được chạm trổ công phu cầu kỳ với nhiều hình thù đẹp mắt mang đậm dấu ấn lịch sử của thế kỷ trước, cột đình bằng lim có đường kính khoảng 1m với 4 cột chính. Hai bên đình là hai dãy quán 5 gian gỗ lim ngói vảy cá. Phía đằng trước đình có hai ông hộ pháp đứng canh gác và hai cây bàng rất lớn có tuổi thọ hàng nghìn năm. Toàn bộ sân đình được lát bằng gạch xi măng cát kích thước 40x40 cm, các lối đi lại trong đình được lát bằng đá vôi tảng. Phía sau đình là khuôn viên rộng lớn có một ngôi đình nhỏ khoảng 3 gian có củng nhỏ là nơi trang trọng để những người có chức sắc trong làng được phép thờ cúng. Bên ngoài khuôn viên chùa, nhìn ra phía trước là cầu ao được làm bằng đá tảng, hai bên là hai cây si lớn có tuổi thọ gần nghìn năm. Phía bên tay phải là chiếc cầu đá bắc qua sông cũng được làm bằng đá tảng. Hàng năm diễn ra lễ rước từ đình lên đền Đông Vinh vào các ngày rằm tháng giêng và rằm tháng tám.\n\nTheo những [[người cao tuổi]] thì toàn bộ [[Gạch nung|gạch]] này trước đây được xây dựng đình, được nung từ những lò gạch thủ công {{fact|date=7-2014}}.\n\nTại vị trí của ngôi đình nổi tiếng này trước năm 1990 có rất nhiều [[bia đá]], đồ đá có [[kiến trúc]] cầu kỳ (như đá hình đầu rồng, hình thân [[rồng]], hình con [[bộ Rùa|rùa]], con [[phân thứ bộ Cua|cua]], con [[cá]], [[chạm trổ]] công phu, sắc nét.\n\nChùa Đa Cốc là một trong những di tích lịch sử được nhà nước cấp di tích lịch sử văn hoá.\n\nChùa Thượng Hiền\n\nChợ Gốc Gạo, nơi giao thương chủ yếu của người dân trong xã. Bên cạnh chợ Gốc Gạo đã từng có 1 [[gạo (cây)|cây gạo]] rất lớn có niên đại hàng trăm năm vì thế được gọi là chợ Gốc Gạo, là nơi trước đây ông Bùi Văn Lự - Chủ tịch kiêm Bí thư đầu tiên của xã vào năm 1941 đã bí mật treo lá cờ búa liềm nhân kỷ niệm [[Cách mạng Tháng Mười|Cách mạng tháng Mười Nga]].\n\n== Giáo dục - Y tế ==\nXã có nền [[giáo dục]] khá phát triển. Xã hiện nay có 1 trường [[nhà trẻ|mẫu giáo]], 1 trường tiểu học, 1 trường THCS được xây dựng từ năm 1983 và đang xuống cấp nghiêm trọng.\n\nTrạm [[y tế]], nhà văn hóa thôn xóm, Ủy ban nhân dân được xây dựng khang trang. Một số dòng họ đã xây dựng trùng tu [[từ đường]] rất lớn.\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n\n{{sơ khai Thái Bình}}\n{{Đơn vị hành chính thuộc huyện Kiến Xương}}"}