{"3515643":"'''Nam Ô''' là một ngôi [[Làng cổ Việt Nam|làng cổ]], cửa ô phía Nam của nước [[Đại Việt]] xưa, hình thành cách ngày nay hàng trăm năm, nằm bên [[vịnh Đà Nẵng]], dưới chân [[đèo Hải Vân]], bên lề đường thiên lý thuộc phường [[Hòa Hiệp Nam, Liên Chiểu|Hòa Hiệp Nam]], quận [[Liên Chiểu]], thành phố [[Đà Nẵng]]; là một làng nghề truyền thống khai thác, đánh bắt thủy hải sản, làm [[nước mắm]] và làm pháo.\n\nLàng cổ Nam Ô còn xuất hiện trong bộ phim ngắn với dung lượng gần 01 phút đầu tiên tại [[Việt Nam]] với tiêu đề \"[[Le Village de Namo]]\", tác giả [[Gabriel Veyre]] của Hãng Lumière (Pháp) thực hiện năm 1896<ref name=\":2\">{{Chú thích web|url=https:\/\/tuoitre.vn\/chuyen-lang-co-nam-o-lang-co-bien-truoc-song-sau-20180403110444155.htm|title=Chuyện làng cổ Nam Ô: Làng cổ biển trước, sông sau}}<\/ref>, và được chiếu ở [[Pháp]] vào năm 1900,<ref>{{Chú thích web|url=http:\/\/www.baodanang.vn\/du-lich-da-nang\/201402\/nuoc-mam-nam-o-hon-huong-lang-co-2307023\/|title=Nước mắm Nam Ô: hồn, hương làng cổ|date=13 tháng 2 năm 2014|access-date =|website=Báo điện tử Đà Nẵng|author=Minh Sơn}}<\/ref><ref name=\":1\">{{Chú thích web|url=http:\/\/dised.danang.gov.vn\/LinkClick.aspx?fileticket=26ShVrkvCqc%3D&tabid=61|title=Tín ngưỡng thờ cúng cá ông ở làng Nam Ô|website=|publisher=Tạp chí nghiên cứu và trao đổi phát triển kinh tế Đà Nẵng}}<\/ref> nơi diễn ra trận chiến giải cứu công chúa Huyền Trân từ [[Chiêm Thành]] của [[nhà Trần]].\n\n== Lịch sử ==\nNam Ô thuộc [[Chăm Pa|vương quốc Champa]], về sau, vào khoảng đầu [[Thế kỷ 14|thế kỷ XIV]], khi [[Chế Mân]] dâng [[châu Ô]], [[châu Lý]] cho [[Đại Việt]] vào năm 1306 để cưới [[Huyền Trân|công chúa Huyền Trân]], vùng đất này trở thành cửa ô phía Nam của Đại Việt nên có tên gọi Nam Ô<ref>{{Chú thích web|url=http:\/\/vietnamtourism.gov.vn\/index.php\/items\/15813|title=Nam Ô - Một pho sử liệu và văn hóa độc đáo|date=16 tháng 10 năm 2014|website=http:\/\/vietnamtourism.gov.vn|publisher=Tổng cục Du lịch}}<\/ref>, và từ đó, người Việt bắt đầu di cư đến sinh sống ở vùng này. Năm 1471, trong cuộc Nam tiến của vua [[Lê Thánh Tông]], lại có thêm rất nhiều cư dân người Việt ở các tỉnh [[Thanh Hóa]], [[Nghệ An]], [[Hà Tĩnh]], [[Quảng Bình]],... vào vùng đất \"ô châu ác địa\" này để sinh sống. Năm 1558, khi [[Nguyễn Hoàng]] vào trấn thủ xứ [[Đàng Trong]], các đợt di dân vào vùng đất này diễn ra ngày càng nhiều. Trong [[Đại Nam nhất thống chí]] có chép về địa danh Nam Ô như sau: \"''Núi Cu Đê cách huyện Hòa Vang 28 dặm về hướng bắc, lại có tên là núi Hoa Ổ (tên Nam Ô trước đây) rất nhiều ve, người địa phương bắt nấu, vị rất ngon. Mùa thu, mùa đông cầu vồng hiện ở phía nam núi, người ta lấy mà chiêm nghiệm mưa lụt. Núi thấp nhỏ, gỗ tạp mọc xanh um''\".<ref name=\":2\" \/> Trải qua nhiều biến thiên và thăng trầm của lịch sử, đến nay, làng Nam Ô không còn rộng lớn như xưa, chỉ còn là một ngôi làng nhỏ nép mình bên vịnh Đà Nẵng, nhưng tên làng Nam Ô vẫn được giữ nguyên.<ref name=\":1\" \/>\n\nTại làng Nam Ô, ngoài bốn giếng nước Chăm vẫn còn hiện diện tại làng, các nhà khảo cổ còn phát hiện rất nhiều di chỉ, phế tích khác có niên đại thế kỷ 10. Đáng kể nhất là bàn thờ lễ vật (bali-pitha) chạm khắc hình bốn con voi đi vòng quanh theo chiều kim đồng hồ với kích thước 80 x 107 x 107 [[cm]] đang được lưu giữ và trưng bày tại [[Bảo tàng Điêu khắc Chăm Đà Nẵng]]. Năm 2015, [[Viện Khảo cổ học]] đã đào khai quật thám sát di tích tháp Chăm Xuân Dương và thu được nhiều hiện vật.<ref name=\":2\" \/>\n\n== Ngày nay ==\nNăm 2008, chính quyền Đà Nẵng có chủ trương hình thành Khu du lịch sinh thái ở Nam Ô và giao cho Tập đoàn Trung Thủy làm đơn vị đầu tư và phát triển.\n\nVới mong muốn góp sức thay đổi diện mạo làng Nam Ô, đẩy mạnh du lịch phía Tây Bắc thành phố, Tập đoàn Trung Thủy đã hợp tác với kiến trúc sư Bill Bensley, người được tạp chí Times bình chọn là \"ông hoàng của những khu nghỉ dưỡng quyến rũ nhất hành tinh\", thiết kế chi tiết Khu du lịch. Tập đoàn Trung Thủy tin tưởng, khi được thiết kế bởi \"phù thủy\" Bill Bensley, Nam Ô sẽ trở thành một sản phẩm du lịch cực kỳ ấn tượng và đặc sặc của Đà Nẵng, tạo điểm nhấn kiến trúc độc đáo tại đây. Dự án đã được phê duyệt 1\/500 vào tháng 11\/2019 và được UBND thành phố Đà Nẵng cấp Quyết định chủ trương đầu tư vào tháng 7\/2020.\n\nKhông chỉ tạo ra một khu nghỉ dưỡng 5 sao mang tầm quốc tế, Tập đoàn Trung Thủy còn tâm huyết tạo ra một Nam Ô phát triển bền vững, giữ gìn những bản sắc vốn có, giới thiệu nét đẹp văn hóa làng nghề biển đến khách du lịch trong - ngoài nước và mang lại nguồn lợi về kinh tế - xã hội cho người dân. Tháng 11\/2019, Tập đoàn Trung Thủy đề xuất lên UBND TP. Đà Nẵng [https:\/\/baodautu.vn\/da-nang-day-nhanh-de-an-du-lich-cong-dong-nam-o-d123053.html Đề án phát triển du lịch cộng đồng Nam Ô] và nhận được sự ủng hộ tích cực từ các sở ban ngành. Đến tháng 3\/2020, UBND TP. Đà Nẵng đã chính thức ban hành Đề án trên với tổng kinh phí lên đến 46,1 tỷ đồng, trong đó Tập đoàn Trung Thủy đóng góp hơn 35 tỷ đồng. Tháng 5\/2020, UBND thành phố ban hành Kế hoạch số 3472\/KH-UBND về triển khai Đề án.\n\nTheo đó, trọng tâm đề án Du lịch cộng đồng sẽ tập trung vào các hạng mục liên quan đến bảo tồn văn hóa, truyền thống, cảnh sắc tự nhiên, đồng thời phát triển các loại hình nghề nghiệp liên quan đến du lịch cho người dân. Tập đoàn Trung Thủy sẽ xây dựng các tour khám phá văn hóa, lịch sử Nam Ô trên cơ sở bảo tồn các công trình tâm linh. Các công trình như lăng Ngư Ông, miếu Âm Hồn, miếu Bà Liễu Hạnh, mộ Tiền Hiền, giếng vuông… tại Nam Ô sẽ được Tập đoàn Trung Thủy bảo tồn và thực hiện trùng tu, cải tạo; đồng thời phối hợp với người dân Nam Ô, các tổ chức nghiên cứu xây dựng các câu chuyện thuyết minh giới thiệu đến du khách. Trong khu vực Dự án Khu du lịch nghỉ dưỡng Nam Ô cũng sẽ bố trí 05 lối xuống biển để phục vụ cho người dân, du khách và bố trí hệ thống xe Buggy hỗ trợ di chuyển.\n\nVới mong muốn được góp sức trong việc quảng bá niềm tự hào của người dân khi Nghề làm nước mắm Nam Ô trở thành Di sản văn hóa phi vật thể cấp Quốc gia, Tập đoàn Trung Thủy cũng sẽ cùng với địa phương bảo tồn và phát triển làng nghề truyền thống Nam Ô. Tập đoàn Trung Thủy sẽ xây dựng các tour tham quan làng Nam Ô và hướng dẫn người dân xây dựng mô hình homestay phục vụ khách du lịch. Ở đó, du khách sẽ được tìm hiểu về làng nghề nước mắm, nghề làm pháo trưng bày trong nét đẹp của một làng chài lâu năm. Đặc biệt, Tập đoàn Trung Thủy sẽ phát triển loại hình du lịch ngắm hoàng hôn, bình minh Nam Ô bằng [[thuyền thúng]], mang đến một trải nghiệm độc đáo chưa từng có tại Đà Nẵng, giúp du khách chiêm ngưỡng được trọn vẹn vẻ đẹp vốn có của vùng đất này.\n\nBãi tắm công cộng cũng sẽ được Tập đoàn Trung Thủy xây dựng để phục vụ du khách và người dân địa phương, giải quyết tình trạng các bãi tắm tự phát, thiếu an toàn đang diễn ra tại khu vực này. Bãi tắm sẽ được trang bị đầy đủ khu dừng chân, nhà vệ sinh công cộng, khu thay đồ, khu tắm nước ngọt và nhân sự cứu hộ… với các tiêu chuẩn vệ sinh môi trường đảm bảo, học tập những mô hình bãi tắm công cộng nổi tiếng thế giới.\n\nVới việc triển khai song song Đề án du lịch cộng đồng và Dự án Khu nghỉ dưỡng sinh thái Nam Ô dưới sự tham gia của Tập đoàn Trung Thủy ngày càng củng cố hơn hi vọng về một \"viên ngọc thô\" Nam Ô đang được đánh thức, gọt giũa để tỏa sáng hơn trên bản đồ du lịch quốc tế.\n\n\nVietNam Event Group hiện đang là đơn vị tổ chức các sự kiện lớn cho Nam Ô để phát triển văn hóa & du lịch tại đây. \n\n== Làng nghề ==\n\n=== Đánh cá ===\nTừ xưa, Nam Ô là một làng quê không có đất cho sản xuất [[nông nghiệp]], nhưng có diện tích đất, mặt nước ven biển rộng, ngư trường có nhiều loài thủy hải sản sinh sống, phong phú về số lượng và đa dạng về loài nên thuận lợi cho ngư dân địa phương sống bằng nghề đánh bắt ven biển. Vào cuối [[Thế kỷ 18|thế kỷ XVIII]], [[J. Barrow]] (người [[Anh]]) khi đến Đà Nẵng đã nhận xét rằng ''\"Biển cả cũng như đất liền đã cung cấp biết bao nhiêu nguồn sản phẩm cho những người dân ở đây cũng như dân chúng miền duyên hải. Ngoài một số lớn những loài cá ngon đặc biệt, họ còn có ba loài cá [[Balistes]], cũng như loài cá [[Chaetodon speculum|Chétodons]], nhất là loài [[cá có vạch đỏ tía]] và vàng, trông rất đẹp mắt. Họ đánh cá bằng [[lưới]], và dùng những chiếc hom [[giỏ]] đan như những chiếc bẫy chuột, để một khi cá vào bên trong không thể ra được nữa\"''. Vì điều kiện tự nhiện như vậy, nghề đánh bắt cá ven sông, ven biển được hình thành từ rất sớm và trở thành nghề chính của cư dân nơi đây. Hoạt động đánh bắt, khai thác thủy hải sản đã cung cấp một lượng thực phẩm lớn, đáp ứng nhu cầu sử dụng của người dân trong vùng và các địa phương lân cận.\n\nNghề đi biển gồm hai hình thức chính là đi khơi và [[đi lộng]]. Đi lộng là hình thức đánh bắt gần bờ diễn ra quanh năm, bắt đầu từ chiều hôm trước đến sáng ngày hôm sau; ngư cụ thường dùng là lưới, sản phẩm đánh bắt chủ yếu là các loài cá, tôm, cua, ốc, mực nhỏ. Đi khơi dành cho các phương tiện đánh bắt lớn, hiện đại; chủ yếu là đi tập thể từ 7 - 15 người, thời gian 15 - 20 ngày\/chuyến; sản phẩm đánh bắt thường là các loại cá, tôm, [[mực]] lớn…\n\n=== Nước mắm===\nNghề làm mắm ở Nam Ô cũng có từ rất sớm. Thời kỳ còn là một trong những địa phương của [[Đàng Trong]], ngư dân nơi đây đã biết cách làm nước mắm cung cấp cho thị trường các vùng lân cận. Năm 1621, nhà truyền giáo [[dòng Tên]] người Ý, tên là [[C. Borri]], khi đến nơi đây đã miêu tả về nghề đánh bắt cá và làm mắm như sau: \n{{cquote|Ngành ngư nghiệp cũng rất thịnh vượng và cá ở đây có hương vị tuyệt diệu và rất đặc biệt, tôi đã qua nhiều đại dương, đã đi nhiều nước, nhưng tôi cho rằng không nơi nào có thể so sánh được với xứ Đàng Trong. Và như tôi đã viết, xứ này chạy dọc bờ biển, nên có rất nhiều thuyền đánh cá và rất nhiều thuyền tải cá đi khắp xứ, từng đoàn người chuyển cá từ biển tới tận miền núi, có thể nói trong một ngày hai mươi bốn tiếng đồng hồ thì ít ra họ dùng tới hai mươi tiếng để làm việc này. Thực ra người Đàng Trong ăn cá nhiều hơn ăn thịt. Họ chuyên chú đánh cá chủ yếu là vì họ rất ham thứ nước \"sốt\" gọi là balaciam làm bằng cá ướp muối cho mềm và làm nhão ra trong nước. Đây là một thứ nước cốt cay cay tựa như [[mù tạt]] của ta, nhà nào cũng dự trữ một lượng lớn đựng đầy trong chum, vại như tại nhiều nơi ở [[châu Âu]], người ta dự trữ rượu. Thứ nước cá này dùng một mình thì không nuốt được nhưng được dùng để gợi nên hương vị và kích thích tì vị để ăn cơm vốn nhạt nhẽo và không có mùi vị nếu không có thứ nước đó. Vì cơm là thức ăn chung và thông thường của xứ Đàng Trong, nên cần phải có rất nhiều [[Balacra magna|balaciam]] (nếu không thì không có mùi vị) và do đó phải có một lượng lớn nước mắm và cũng do đó phải liên tục đánh cá|||}}\n\n[[Cá cơm than]] là đặc sản của vùng biển Nam Ô. Muối được dùng muối mắm là muối tinh nổi tiếng [[Sa Huỳnh]]. Khi muối cá, người ta sẽ lấy đá đè lên, sau 3 tháng để nước phủ, ngấm vào tận xương cốt cá cho đều đặn và chín mới lấy đá ra, rồi dùng mái chèo khuấy. Công thức thường 10 cá, 3 - 4 phần muối. Nếu 2 ký cá sẽ cho ra 1 ký nước, muối trong vòng 12 tháng. Khi muối xong, người ta múc nước mắm ra và lọc qua 2 lớp vải. Nước mắm lọc xong hãy còn quá đậm đà, độ mặn rất cao nên phải chiết ra chum để trong mát một thời gian cho bốc hơi lên, dịu đi. Nước mắm lúc này sẽ có màu sậm đỏ, hương nồng. Nếu để trong chum một thời gian nữa, mắm sẽ có màu vàng ánh, hương đằm lại. Có nhiều chum ngâm đến 14 - 15 tháng, xương cá sẽ tan mịn ra theo nước, vì thế nước mắm càng ngọt. Nhưng đặc trưng là khi mua mắm này về phải pha chế thêm vì mắm rất đậm đà, do chỉ muối với cá.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/hai-nghe-vang-danh-o-lang-co-nam-o-2018040514071881.htm|title=Hai nghề vang danh ở làng cổ Nam Ô}}<\/ref>\n\nĐến cuối [[Thế kỷ 19|thế kỷ XIX]], đầu [[Thế kỷ 20|thế kỷ XX]], thương hiệu \"Nước mắm ở Nam Ô\" nổi tiếng ở nhiều vùng, đến năm 2009, nhãn hiệu này được [[Cục Sở hữu trí tuệ (Việt Nam)|Cục Sở hữu trí tuệ]] cấp giấy [[chứng nhận nhãn hiệu|bảo hộ]].<ref>{{Chú thích web|url=http:\/\/dantri.com.vn\/dien-dan\/hon-cot-nuoc-mam-nam-o-1393477739.htm|title=\"Hồn cốt\" nước mắm Nam Ô|date=21 tháng 2 năm 2014|website=http:\/\/dantri.com.vn|publisher=Báo Dân trí|author=Hàn Nguyên}}<\/ref> Hiện nay, tại Nam Ô có trên 100 hộ dân sống bằng nghề làm nước mắm thủ công rất lâu đời ở quy mô hộ gia đình. Các hộ sản xuất ở quy mô nhỏ lẻ, phân bố rải rác trong khu dân cư.\n\n=== Làm pháo ===\nNam Ô từng là làng nghề làm pháo nổi tiếng cả nước, \"sánh vai\" với các làng pháo [[Đồng Kỵ]], [[Bình Đà]], là kế sinh nhai của hàng nghìn hộ dân.<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/Xa-hoi\/dau-nam-xong-dat-lang-phao-Nam-o-nam-xua-382340\/|title=Đầu năm \"xông đất\" làng pháo Nam Ô năm xưa|date=13 tháng 2 năm 2016|access-date =|website=Báo Công an Nhân dân|author=Lý Na}}<\/ref> Nghề làm pháo bắt đầu từ thời nhà Trạm Nam Ô. Thời ấy, trước những cơn quốc biến, quân binh nhà Trạm dùng pháo làm hiệu hỏa tốc thay cho ngựa trạm, khi pháo chuyển về từ kinh thành không kịp, nhà Trạm sai phái người trong làng dùng thuốc súng sẵn có để làm những viên pháo tre thay thế. Qua cơn binh biến, người Nam Ô tiếp tục mày mò làm những viên pháo kết lại thành dây đốt cho vui tai trong các ngày hội làng, ngày Tết. Đến năm 1858 (năm [[Trận Đà Nẵng (1858-1859)|Liên quân]] [[Pháp]] – [[Tây Ban Nha]] tấn công Đà Nẵng lần thứ nhất), nghề làm pháo trở lên hoạt động náo nhiệt và nhộn nhịp nhất<ref name=\":0\">{{Chú thích web|url=http:\/\/www.baodanang.vn\/channel\/6058\/201402\/chuyen-to-nghe-phao-nam-o-2305960\/|title=Chuyện Tổ nghề pháo Nam Ô|date=9 tháng 02 năm 2014|website=Báo điện tử Đà Nẵng|publisher=|author=Đặng Dùng}}<\/ref>.\n\nPháo ở Nam Ô có hai loại pháo: pháo nổ và pháo hoa. Vào năm 1934, nghệ nhân pháo hoa của làng có tên Cửu Mai được triệu về kinh đô Huế để dựng giàn pháo hoa kịp trình diễn trong ngày đại lễ cưới của hoàng đế [[Bảo Đại]] với [[Nam Phương Hoàng hậu]], từ việc này, nghệ nhân được vua ban hàm Chánh Cửu phẩm.<ref name=\":0\" \/> Cho đến ngày nay, các bậc cao niên ở Nam Ô vẫn còn lưu truyền câu vè về những nghệ nhận làm pháo xưa: \"''Học trò của cụ Cửu Mai\/ Pháo hoa, pháo nổ trổ tài thấp cao\/ Trần Vinh, Trần Thiện, Trần Hào\/ Trần Lương làm pháo, pháo người nào cũng giòn tan\/ Pháo từ Hóa Ổ nổ om\/ Xuân Thiều nổ trả, Quan Nam nổ nồi…\"'' Sau khi có Chỉ thị 406\/TTg ngày 8 tháng 8 năm 1994 của [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]] về việc cấm sản xuất, buôn bán và đốt pháo, cũng giống như nhiều làng nghề làm pháo khác, nghề pháo Nam Ô đã \"khóa sổ\" và để lại bao ký ước cho người dân một thời kỳ không thể nào quên.\n\n== Di tích ==\n\n=== Đình Xuân Dương ===\nNăm 1946, nơi đây được chọn là khu vực bầu cử Quốc hội khóa đầu tiên của nước [[Việt Nam Dân chủ Cộng hòa]] của một vùng rộng lớn bắc huyện [[Hòa Vang]] và quận [[Liên Chiểu]] bây giờ.\n\nNgôi đình nằm ngay dưới những gốc cây cổ thụ rợp bóng. Nhìn phía trước, mái đình có phần tiền đường được làm theo kiểu \"chồng rường giả thủ\" (các rường cột chồng lên nhau) được chạm trổ hoa văn cầu kỳ. Giữa các con rường, ngoài hai trụ đội được chạm trổ cầu kỳ đặt ở hai đầu để liên kết với các con rường khác, còn có các hình tượng hoa lá và con vật như chim, dơi... Đây là kiến trúc của lần đại tu năm 1937. Nơi đây được chọn làm nơi thờ cúng khoảng thế kỷ XVII đời vua [[Lê Chân Tông]] nhưng đơn sơ bằng tranh tre. Đến năm [[Thành Thái]] thứ 12 - 1900 mới xây lại bằng vật liệu vôi và đá, kết cấu sườn gỗ. Trong sổ ghi chép còn lưu trong đình có mô tả khi xây đình làng, người dân đã đào được những phiến đá Chăm cổ dưới nền móng. Vì không biết người xưa làm vật thờ cúng gì, có linh thiêng hay không, để tránh mạo phạm dân làng đã đặt để phía ngoài sân đình. Lần trùng tu năm 2004 làng vẫn dùng lại cây đòn dông khắc dòng chữ Hán: \"''Bảo Đại Đinh Sửu niên nhị nguyệt thập ngũ nhật cát nhật Xuân Dương xã bổn xã cẩn tạo''\" (dịch nghĩa: từ lần trùng tu thứ ba năm Đinh Sửu (1937) niên hiệu [[Bảo Đại]]).\n\nNăm 1964, vùng núi sau lưng đình (vốn liền một dãy từ gành đá mỏm Hạc tới bờ [[sông Cu Đê]]. Tuy nhiên, dưới thời Pháp thuộc làm đường bộ, đường sắt, một đoạn núi bị san ủi). Một công ty của [[Hoa Kỳ]] thỏa thuận với chính quyền muốn mua đứt hòn núi ấy để lấy vật liệu làm [[Sân bay quốc tế Đà Nẵng|sân bay Đà Nẵng]]. Lúc bây giờ đình làng vừa được người dân góp tiền trùng tu xong. Mấy cụ trong làng nhờ ông Xã Thái (vốn là người có tiếng nói khắp vùng, trước làm quan thời [[Bảo Đại]], là người có học biết cả [[tiếng Pháp]] lẫn [[Hán Nôm]]) nghĩ cách giữ lại ngôi đình. Ông Xã Thái bỏ ra 110 đồng thuê thợ mộc giỏi làm ra bức hoành phi có hai chữ \"Tổ quốc\" mang đặt lên nơi cao nhất của đình. Vì ông nghĩ nếu ngôi đình của làng mà thờ Tổ quốc thì ai cũng phải \"kiêng\" đụng tới.<ref>{{Chú thích web|url=https:\/\/tuoitre.vn\/chuyen-lang-co-nam-o-tho-to-quoc-20180404144753486.htm|title=Chuyện làng cổ Nam Ô: Thờ Tổ quốc}}<\/ref>\n\n=== Lăng Ông Ngư ===\n[[Cá voi xanh|Cá Ông]] hay cá Ông Voi là tên mà dân vạn chài thường gọi đối với [[cá voi]].<ref name=\":1\" \/> Cá Ông có thân hình to lớn, hiền lành thường cứu mạng ngư dân khi bị tai nạn đắm thuyền trên biển, nên dân vạn chài coi như một vị thần của biển cả, các vua [[nhà Nguyễn]], tôn vinh là \"Nam Hải Cự Tộc Ngọc Lân Tôn Thần\". Khi cá Ông lụy (cá Voi chết), dân vạn chài chịu tang như đối với người thân của mình. Chính vì vậy, dọc theo bờ biển của Việt Nam, từ [[Thanh Hóa]] đến [[Kiên Giang]], hầu hết các làng chài đều có các lăng miếu thờ cá Ông với những nghi thức cúng tế hết sức trang trọng.\n\nỞ Nam Ô hiện có một lăng thờ cá Ông với tên gọi lăng Ông Ngư. Lăng có từ nhà Nguyễn, được xây bằng gạch, có ba gian và một hậu tẩm, nơi lưu giữ hàng chục bình gốm tráng men chứa cốt Ông. Hằng năm, từ 14 - 16 tháng 2 [[Âm lịch]], ngư dân Nam Ô tổ chức lễ hội cầu ngư. Từ xa xưa, cứ mỗi khi phát hiện \"Ông lụy\" dạt vào bờ, cả dân làng nghinh Ông (đón) đưa vào bờ rồi tổ chức tẩm liệm, để tang, chôn cất. Người đầu tiên phát hiện \"Ông lụy\" được vinh dự bịt khăn vải điều, đội nồi hương đi trước đám tang. Sau 3 năm chôn cất, dân làng cải táng, xương cốt rửa bằng rượu, cho vào hủ sành để vào lăng thờ cúng, gọi là \"Ngọc cốt\". Ngày cúng giỗ là ngày tống táng \"Ông lụy\", khi đó dân làng tề tựu đến lăng cúng bái thành kính, cầu sóng yên bể lặng...<ref>{{Chú thích web|url=http:\/\/cand.com.vn\/van-hoa\/Tho-Ngoc-cot-ca-voi-trong-lang-co-cua-lang-chai-Nam-O-195920\/|title=Thờ \"Ngọc cốt\" cá voi trong lăng cổ của làng chài Nam Ô|date=27 tháng 02 năm 2012|website=http:\/\/cand.com.vn|publisher=Báo Công an Nhân dân}}<\/ref>\n\n== Giai thoại ==\nỞ Nam Ô còn lưu truyền câu chuyện về trận chiến giải cứu [[Huyền Trân công chúa]] nhà Trần. Năm 1306, Huyền Trân trở thành vợ của vua Chế Mân, được tấn phong Hoàng hậu với mỹ hiệu [[Huyền Trân|Paramesvari]]. Sau gần một năm sau, vua Chế Mân qua đời, theo tục lệ của người Chiêm, \"vua chết, hậu phải chết theo\", nhưng do Huyền Trân đang mang thai nên việc hỏa thiêu được phép lùi lại. Biết chuyện, tháng 10 năm 1307 vua [[Trần Anh Tông]] sai [[Trần Khắc Chung]] và Đặng Văn đi thuyền sang Chiêm quốc viếng tang và tìm cách giải cứu Huyền Trân về Đại Việt.\n\nTrên đường trở về Đại Việt, đoàn quân của võ tướng Trần Khắc Chung cùng công chúa Huyền Chân có ghé qua làng Nam Ô, được dân làng tiếp đón và che chở một thời gian. Khi ở làng Nam Ô, quân Chiêm biết được và đến bao vây, một viên tùy tướng của Trần Khắc Chung chỉ huy một toán quân liều chết đánh chặn hậu để Trần Khắc Chung dùng thuyền nhẹ đưa Công chúa Huyền Trân ra khơi trở về [[Đại Việt]]. Khi đoàn thuyền đưa công chúa mờ khuất ngoài khơi xa, vị tướng giữ nhiệm vụ đánh chặn hậu anh dũng hy sinh. Để tưởng nhớ vị tướng đã anh dũng hy sinh trong trận chiến, dân làng chôn cất và phong làm tiền hiền của làng. Một dị bản khác thì cho rằng khi cả đoàn lên thuyền, một tùy tướng tình nguyện ở lại để trở thành người đầu tiên sống và chết ở Nam Ô. Ông chính là vị tiền hiền được người dân Nam Ô thờ phụng hôm nay.<ref name=\":2\" \/>\n\nCho đến ngày nay, ngôi mộ thờ vị tướng vẫn còn, hàng năm, vào ngày 24 tháng 6 [[âm lịch]] hàng năm dân làng tổ chức giỗ tiền hiền của làng và xướng lên văn tế có từ hàng trăm năm trước: \"''Cổ vân lôi ư, tam cấp vũ môn, ninh kiến hà trừng thiên lý\/ Chiêm phong lãng ư, kỷ trùng hoàng hải, vĩnh khang thốn tức thôn kình''\" (''Sấm mây xưa hử, qua mấy màn mưa, lặng nhìn thấy đâu ngoài thiên lý\/ Sóng gió Chàm hừ, bồn chồn nhớ nước, kiên gan chờ nuốt cả kình ngư''). Về sau, để ghi nhớ công đức mở đất phương Nam của Công chúa Huyền Trân, dân làng Nam Ô lập miếu thờ bà.\n\n== Xem thêm ==\n\n* [[Tục thờ cá Ông]]\n\n== Chú thích ==\n{{tham khảo|30em}}\n\n[[Thể loại:Làng cổ Đà Nẵng]]\n[[Thể loại:Làng nghề Đà Nẵng]]\n[[Thể loại:Du lịch Đà Nẵng]]\n[[Thể loại:Liên Chiểu]]"}