{"634419":"{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Nam Dong\n| hình = \n| ghi chú hình = \n| vĩ độ = 12.658373\n| kinh độ = 107.867705\n| diện tích = 43,73 km²\n| dân số = 15.018 người<ref name=DAKNONG2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 343 người\/km²\n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Đắk Nông]]\n| huyện = [[Cư Jút]]\n| thành lập = 26\/1\/1989<ref name=09\/QĐ-HĐBT\/>\n| trụ sở UBND = Thôn 14\n| mã hành chính = 24649<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nam Dong''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Cư Jút]], tỉnh [[Đắk Nông]], [[Việt Nam]].\n\n==Địa lý==\nXã Nam Dong có vị trí địa lý:\n*Phía đông giáp tỉnh [[Đắk Lắk]] với ranh giới là [[sông Sêrêpôk]]\n*Phía tây giáp xã [[Đắk D'rông]]\n*Phía nam giáp thị trấn [[Ea T'ling]] và các xã [[Cư Knia]], [[Trúc Sơn]], [[Tâm Thắng]]\n*Phía bắc giáp xã [[Ea Pô]].\n\nXã Nam Dong có diện tích 43,73&nbsp;km², dân số năm 2019 là 15.018 người,<ref name=DAKNONG2019>{{Chú thích web |url = http:\/\/cucthongkedaknong.gov.vn\/MediaUploader\/anpham\/TDT%20Dan%20so%202019%20Dak%20Nong.rar |title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Đắk Nông |access-date = ngày 11 tháng 8 năm 2021 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương }}{{Liên kết hỏng|date=2022-01-02 |bot=InternetArchiveBot }}<\/ref> mật độ dân số đạt 343 người\/km².\n\n==Hành chính==\nXã Nam Dong được chia thành 19 thôn: 1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, Tân Bình, Tân Ninh, Trung Tâm.<ref name=02\/2020\/TT-BTNMT>{{Chú thích web|url=http:\/\/dosm.gov.vn\/TiengViet\/Lists\/VanBan\/Attachments\/159\/15.TT02-2020.pdf|tựa đề=Danh mục địa danh dân cư, sơn văn, thủy văn, kinh tế - xã hội phục vụ công tác thành lập bản đồ tỉnh Đắk Nông|ngày=15 tháng 6 năm 2020|website=Cục Đo đạc và Bản đồ Việt Nam (Bộ Tài nguyên và Môi trường)|url-status=live}}<\/ref>\n\n==Lịch sử==\nTrước đây, Nam Dong là một xã thuộc thị xã [[Buôn Ma Thuột]].\n\nNgày [[26 tháng 1]] năm [[1989]], Hội đồng Bộ trưởng đã có Quyết định số 09\/QĐ-HĐBT<ref name=09\/QĐ-HĐBT>Quyết định số 09\/QĐ-HĐBT năm 1989 của Hội đồng Bộ trưởng<\/ref> về việc thành lập xã Nam Dong trên cơ sở tách một phần diện tích và dân số của xã Cư Jút cũ.\n\nNgày [[19 tháng 6]] năm [[1990]], Hội đồng Bộ trưởng ban hành Quyết định 227-HĐBT<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-227-HDBT-thanh-lap-huyen-Cu-jut-thuoc-tinh-Dac-lac-37971.aspx|tựa đề=Quyết định 227-HĐBT năm 1990 về việc thành lập huyện Cư Jút thuộc tỉnh Đắk Lắk|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, chuyển xã Nam Dong thuộc thị xã Buôn Ma Thuột về huyện Cư Jút mới thành lập.\n\nNgày [[26 tháng 5]] năm [[1992]], Ban Tổ chức Chính phủ ban hành Quyết định số 313-TCCP. Theo đó, thành lập xã Đắk D'rông trên cơ sở tách thôn 5, thôn 6, buôn Dier, buôn U của xã Nam Dong với 6.300 ha diện tích tự nhiên và 3.222 người.\n\n==Kinh tế==\nNam Dong là đơn vị hành chính cấp xã có tốc độ phát triển kinh tế xã hội khá cao so với các địa phương khác ở huyện Cư Jút trong những năm gần đây và đóng góp nhiều trong phát triển kinh tế xã hội của huyện. Tốc độ đô thị hóa có xu hướng tăng. Đời sống của người dân được nâng lên rõ rệt. Tình hình xây dựng công trình công cộng và nhà ở trên địa bàn có nhiều thay đổi về cả quy mô và chất lượng cho thấy trung tâm xã Nam Dong đang có nhiều chuyển biến mạnh mẽ và mang diện mạo của khu vực đô thị.<ref name=NTMDN\/>\n\nMức tăng trưởng kinh tế bình quân giai đoạn 2016 – 2019 là 16%\/năm; tổng thu ngân sách năm 2019 gần 11,25 tỷ đồng; tổng giá trị sản xuất của các ngành là 459,48 tỷ đồng. Cơ cấu kinh tế và tỷ trọng các ngành là:\n*Thương mại – dịch vụ chiếm 36%: Giá trị tăng bình quân hàng năm khỏang 15%.\n*Công nghiệp – tiểu thủ công nghiệp – xây dựng chiến 32%: Giá trị sản xuất công nghiệp – tiểu thủ công nghiệp – xây dựng tăng bình quân 11,5% giai đoạn 3 năm gần đây\n*Nông lâm nghiệp chiếm 32%.<ref name=NTMDN\/>\n\nKhu vực trung tâm xã Nam Dong là trung tâm dịch vụ của cụm các xã phía bắc huyện, do vậy có chợ trung tâm và một số hoạt động kinh doanh khá phát triển. Hoạt động thương mại ngày càng phát triển, đáp ứng nhu cầu giao thương hàng hoá. Theo thống kê năm 2019, thu nhập của người dân trên địa bàn xã Nam Dong thu nhập bình quân đạt 42 triệu đồng\/người\/năm, hộ nghèo giảm còn 2,4%.<ref name=NTMDN\/>\n\n==Giao thông==\nHệ thống giao thông trên địa bàn xã Nam Dong trong những năm qua đã được xây dựng với tổng vốn đầu tư rất lớn và làm thay đổi diện mạo của xã cũng như góp phần thúc đẩy mối liên hệ giữa xã và các vùng lân cận phát triển theo. \n\nHệ thống hạ tầng kỹ thuật khác như cấp điện, cấp nước, thông tin liên lạc giao thông đang được đầu tư xây cùng với hệ thống giao thông với yêu cầu quy chuẩn kỹ thuật phục vụ ở mức cao hơn tiêu chuẩn đối với quy hoạch xã nông thôn mới trước đây để đáp ứng các yêu cầu nâng loại lên đô thị loại V.<ref name=NTMDN>{{Chú thích web|url=http:\/\/cujut.daknong.gov.vn\/huyen-cu-jut-day-nhanh-qua-trinh-xay-dung-do-thi\/|tựa đề=Huyện Cư Jút đẩy nhanh quá trình xây dựng đô thị|ngày=11 tháng 5 năm 2020|website=Cổng thông tin điện tử huyện Cư Jút, tỉnh Đắk Nông (Theo nongthonmoi.daknong.gov.vn)|tác giả=Hưu Phương|url-status=dead|ngày truy cập=2021-11-18|archive-date=2021-11-18|archive-url=https:\/\/web.archive.org\/web\/20211118063330\/http:\/\/cujut.daknong.gov.vn\/huyen-cu-jut-day-nhanh-qua-trinh-xay-dung-do-thi\/}}<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Đắk Nông}}\n{{Đơn vị hành chính thuộc huyện Cư Jút}}"}