{"152333":"{{About|xung đột quân sự|bài hát|Nam Bộ kháng chiến (bài hát)}}\n{{Thông tin chiến tranh\n|conflict=Nam Bộ kháng chiến\n|partof= [[Chiến tranh Đông Dương]] và [[Chiến tranh Lạnh]] \n|image=\n|caption= Dân quân [[Nam Bộ]] trang bị gậy tầm vông [[kháng chiến]] chống [[Pháp]]-[[Anh]]\n|date=[[13 tháng 9]] năm [[1945]] – [[30 tháng 3]] năm [[1946]]\n|place=[[Nam Bộ Việt Nam|Nam Bộ]], [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]], [[Tây Nguyên]], Nam [[Việt Nam]].\n|result= Quân đội Việt Nam sau khi chống trả, rút về các chiến khu và tiến hành kháng chiến lâu dài.\nLiên quân [[Đế quốc Anh|Anh]]-[[Chính phủ Lâm thời Cộng hòa Pháp|Pháp]] chiếm đóng các thành phố lớn. Phe Anh tuyên bố chiến thắng và trao quyền quản lý cho Pháp.\n[[Chiến tranh Đông Dương]] bùng nổ sau khi Anh rút quân.\n|combatant1={{flagcountry|Đế quốc Anh}}\n* {{flagcountry|Raj thuộc Anh}}\n{{flagcountry|Chính phủ lâm thời Cộng hòa Pháp}}\n* {{flagcountry|Liên bang Đông Dương}}\n----{{flagcountry|Đế quốc Nhật Bản}}\n|combatant2= {{flagcountry|Việt Nam Dân chủ Cộng hòa|1945}}\n|combatant3= {{flagicon image|CaodaismSymbolWhite.PNG}} [[Cao Đài|dân quân Cao Đài]]\n----{{flagicon image|Hoa Hao flag.svg}} [[Phật giáo Hòa Hảo|dân quân Hòa hảo]]\n----{{flagicon image|Flag of Binh Xuyen Army.svg}} [[Bộ đội Bình Xuyên|dân quân Bình Xuyên]]\n----{{flagicon image|Flag of VNQDD.svg}} [[Việt Nam Quốc Dân Đảng]]\nNhân dân [[Nam Bộ]]\n|commander1={{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Philippe Leclerc de Hauteclocque]]<br \/>[[Tập tin:Flag of the United Kingdom.svg|20px]] [[Douglas Gracey]]<br \/>{{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} [[Roger Trinquier]]\n|commander2=[[Tập tin:Flag of North Vietnam (1945–1955).svg|20px]] [[Phạm Ngọc Thạch]]<br \/>[[Tập tin:Flag of North Vietnam (1945–1955).svg|20px]] [[Nguyễn Văn Nguyễn]]<br \/>[[Tập tin:Flag of North Vietnam (1945–1955).svg|20px]] [[Dương Văn Dương]]<br \/>[[Tập tin:Flag of North Vietnam (1945–1955).svg|20px]] [[Nguyễn Bình]]<br \/>[[Tập tin:Flag of North Vietnam (1945–1955).svg|20px]] [[Nguyễn Sơn]]<br \/>[[Tập tin:Flag of North Vietnam (1945–1955).svg|20px]] [[Lê Duẩn]]<br \/>\n| commander3        = {{flagicon image|border=no|Caodaist eye.PNG}} [[Phạm Công Tắc]]<br \/>{{flagicon image|Hoa Hao flag.svg}} [[Huỳnh Phú Sổ]]<br \/>{{flagicon image|Flag of Binh Xuyen Army.svg}} [[Lê Văn Viễn]]<br \/>{{flagicon image|Flag of VNQDD.svg}} [[Nhất Linh]]\n|strength1={{flagicon image|Flag of France (1794–1815, 1830–1958).svg}} 35.000\n[[Tập tin:Flag of the United Kingdom.svg|20px]] {{flagicon|India|British}} 10.000<br \/>{{flagicon|Empire of Japan}} 4.000\n|strength2=Không thống kê được\n|casualties1={{flagcountry|Đế quốc Anh}} \n{{flagcountry|Raj thuộc Anh}}: 40 <br \/>* {{flagcountry|Liên bang Đông Dương}} \n{{flagcountry|Đế quốc Nhật Bản}}: cao hơn thương vong của [[Đế quốc Anh]] \n|casualties2=2,700 (Theo [[Đế quốc Anh]] ước tính)\n|casualties3=Không rõ thương vong|strength3=Không rõ}}\n{{Chiến tranh Việt-Pháp (1945-1954)}}\n\n'''Nam Bộ kháng chiến''' là xung đột quân sự giữa Việt Nam và liên quân Anh, Pháp, Nhật bắt đầu xảy ra trước khi chiến tranh Đông Dương bùng nổ, được lấy mốc là ngày 23 tháng 9 năm 1945, khi các lực lượng quân sự Việt Nam chống lại việc [[Pháp]] tái chiếm Nam Bộ. Chiến sự ban đầu diễn ra trên chiến trường [[Nam Bộ]], sau đó phát triển ra [[Tây Nguyên]] và [[Duyên hải Nam Trung Bộ|Nam Trung Bộ]].\n\n==Bối cảnh==\nNgày từ tháng 8 năm 1920, Tôn Đức Thắng đã từ Pháp trở về Việt Nam thành lập các công hội của công nhân như Công hội ở Sài Gòn, Nông hội ở [[Mỹ Tho]] và một số tỉnh khác ở Nam Kỳ. Về phía Hội Việt Nam Cách mạng Thanh niên, họ cũng đã cử người về tuyển mộ thành viên để sang Trung Quốc đào tạo. Sau năm 1930, thời điểm Đảng Cộng sản Đông Dương ra đời, các tổ chức này hợp nhất với nhau. Tới năm 1939, những Cộng sản tổ chức [[Nam Kỳ khởi nghĩa]] nhưng bị Pháp và Nhật dập tắt.\n\nNgày 9 tháng 3 năm\n\n1945, Nhật đảo chính Pháp để độc chiếm Đông Dương, đối phó với lực lượng Đồng Minh đang thắng thế trên khắp các chiến trường. Nắm được ý đồ đó, Xứ ủy đưa bác sĩ [[Phạm Ngọc Thạch]] đứng ra thành lập Thanh niên tiền phong, để xây dựng lực lượng cho mình chuẩn bị thời cơ khởi nghĩa. Vị thế, Thanh niên tiền phong phát triển rất nhanh, không chỉ ở Sài Gòn mà lan khắp các tỉnh Nam Kỳ. Ở miền Tây, Thanh niên tiền phong phát triển rất mạnh, nhất là các thị xã, thị trấn, thị tứ... Đảng bộ Cộng sản ở các tỉnh, huyện, đã đưa người vào nắm tổ chức này. Một số tỉnh có tổ chức Phụ nữ tiền phong. Thanh niên tiền phong đóng vai trò quan trọng trong cuộc Tổng khởi nghĩa Tháng Tám năm 1945 ở Sài Gòn và toàn Nam Kỳ. Lực lượng do người cộng sản kiểm soát ở miền Nam đông tới hàng triệu người có sức mạnh vượt trội các giáo phái và các phe phái chính trị khác. Sức mạnh của Nam Kỳ khởi nghĩa và Cách mạng tháng 8 tại Nam Bộ đã chứng minh điều đó.<ref>Lịch sử Nam Bộ kháng chiến(1945-1954), Nhà xuất bản Sự Thật, trang 50<\/ref>\n\nVề phía những người [[Đệ tứ Quốc tế tại Việt Nam|Trotskyist]] đang kiểm soát ngành cảnh sát và các giáo phái của [[Hòa Hảo]], [[Cao Đài]] ít có thiện cảm với Việt Minh. Các giáo phái được Nhật hỗ trợ phát triển phong trào chính trị của họ mạnh mẽ. [[Cao Đài]] đông hàng vạn người, tỉnh nào cũng có, họ tập trung ở Sài Gòn đến mấy nghìn làm công nhân và làm binh lính (tuy nhiên, lực lượng công nhân sau này lại theo Việt Minh). Lực lượng Cao Đài có Đảng Phục Quốc của [[Trần Quang Vinh (Cao Đài)|Trần Quang Vinh]]. [[Hòa Hảo]] đông hàng chục vạn người, nhiều nhất là ở [[Hậu Giang]], tập trung tại Sài Gòn đến vài ngàn. Hòa Hảo có chính đảng là [[Việt Nam Dân chủ Xã hội Đảng|Dân Xã Đảng]]. Giáo phái [[Tịnh độ cư sĩ Phật hội Việt Nam|Tịnh độ cư sĩ]] có hàng vạn quần chúng, họ không tập trung lên Sài Gòn, nhưng làm cơ sở quần chúng cho [[Việt Nam Quốc dân Đảng|Quốc Dân Đảng]]. Phe [[Đệ tứ Quốc tế tại Việt Nam|Trotskyist]] không có đông quần chúng nhưng một cánh Trotskyist là cánh [[Hồ Vĩnh Ký]], [[Huỳnh Văn Phương]] cầm đầu Sở Mật thám và Sở Cảnh sát Nam Kỳ tạo thế cho các cánh khác hoạt động. Nhiều tổ chức khác có năm, bảy trăm, vài ba ngàn người hợp tác với Sở Sen đầm Kempeitai của Nhật.<ref name=\"hoikygiau\">[http:\/\/www.bbc.com\/vietnamese\/forum\/2014\/09\/140902_thanh_nien_tien_phong_1945 Nam Kỳ 1945 và Thanh niên Tiền phong], Trích hồi ký Trần Văn Giàu, BBC, 2 tháng 9 năm 2014<\/ref>\n\nSau khi giành chính quyền trên toàn quốc, Việt Minh thành lập Chính phủ Cách mạng Lâm thời Việt Nam Dân chủ Cộng hòa. Tại miền Nam, sau khi đảo Pháp, ngày 14\/8\/1945, Nhật cho phép Bảo Đại cử một [[Khâm sai đại thần]] nắm quyền cai trị tại Nam Kỳ đồng thời bổ nhiệm những người Việt thuộc [[Mặt trận Quốc gia Thống nhất]] vào các vị trí trong bộ máy chính quyền do các viên chức dân sự Pháp đã bị Nhật tống giam. Tuy nhiên, ngày 16\/8\/1945, người Việt Nam tiếp quản Sài Gòn. Điều này được chào đón như một cuộc cách mạng ở Sài Gòn. Ngày 17\/8\/1945, Khâm sai [[Nguyễn Văn Sâm]] đến Sài Gòn thì đã quá muốn. Nhật chuyển giao vũ khí cho chính quyền Việt Nam do Việt Minh làm nòng cốt. Trong cuộc họp ngày 22\/8\/1945 của Mặt trận Quốc gia Thống nhất, [[Trần Văn Giàu]] thuyết phục các đảng phái trong Mặt trận chuyển giao quyền lực cho Việt Minh vì Mặt trận có thể bị Đồng Minh xem là một tổ chức thân Nhật còn Việt Minh lại đang hợp tác với Đồng Minh (tình báo quân sự Mỹ OSS) chống Nhật. Ngày 23\/8\/1945, Mặt trận Quốc gia Thống nhất quyết định rút lui, nhường quyền lãnh đạo cho Việt Minh thành lập [[Ủy ban Hành chính Lâm thời Nam Bộ]] do [[Trần Văn Giàu]] làm Chủ tịch. Ủy ban Hành chính Lâm thời Nam Bộ ra tuyên bố họ là bộ phận phía Nam của [[Việt Nam Dân chủ Cộng hòa]].<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 330 - 334<\/ref>\n[[Tập tin:CP 42.jpg|nhỏ|300px|phải]]\nĐêm 22\/8\/1945, Ủy viên Cộng hòa Pháp tại Nam Kỳ (thuộc chính phủ De Gaulle) [[:fr:Jean Cédile|Jean Cédile]] nhảy dù xuống gần Biên Hòa và bị nông dân bắt giữ giao cho quân đội Nhật. Sau đó ông được thả ra.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 434 - 435<\/ref> Ngày 27\/8\/1945, Cédile gặp [[Trần Văn Giàu]] để bàn về tương lai của Việt Nam. Cédile đề nghị tương lai chính trị của Việt Nam chỉ được bàn sau khi người Pháp đã khôi phục quyền hành và phải được đặt trong khuôn khổ Tuyên bố ngày 24\/3\/1945 của Pháp còn Trần Văn Giàu giữ quan điểm Pháp trước hết phải công nhận nền độc lập của Việt Nam rồi mới bàn tới quan hệ giữa Việt Nam và Pháp. Hai bên không đi đến thống nhất về vấn đề này. Khi biết được điều này, những người Trotskyist cho rằng Việt Minh thỏa hiệp với Pháp.<ref name=\"Why Vietnam 2008\">Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 458<\/ref>\n\nJean Cédile đến Việt Nam theo mệnh lệnh lập lại trật tự và khôi phục chủ quyền của Pháp<ref name=\"ReferenceA\">Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 510<\/ref>. Cédile có cảm tình với nguyện vọng độc lập của người Việt nhưng ông chủ trương trao trả độc lập từng bước cho Việt Nam. Ngay sau khi đến Việt Nam, Cédile đã tiếp xúc với các lãnh đạo Ủy ban Hành chính Lâm thời Nam Bộ - những người đang làm chủ Nam Bộ - và cố gắng để đi đến một sự thông cảm nhưng quan điểm của ông là chỉ bàn đến độc lập của Việt Nam sau khi người Pháp đã khôi phục quyền hành và phải được đặt trong khuôn khổ Tuyên bố ngày 24\/3\/1945 đã bị phía Việt Minh bác bỏ<ref name=\"Why Vietnam 2008\"\/>. Cédile đồng ý thương lượng với Ủy ban Hành chính Lâm thời Nam Bộ nhằm tránh xung đột vũ trang Pháp Việt nhưng khá nhiều chủ nhà băng, chủ đồn điền, chủ mỏ, quan chức, chính trị gia Nam Kỳ người Pháp, Việt, Hoa phản đối ông với lý do Ủy ban Hành chính Lâm thời Nam Bộ do những đảng viên Đảng cộng sản Đông Dương lãnh đạo.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 507 - 508<\/ref> Giữa tháng 9-1945 và tháng 10-1946 khi rời Nam Kỳ, Cédile ủng hộ chính sách của D'Argenlieu-Pignon với ý đồ thành lập \"Nam Kỳ tự trị\" và hậu thuẫn những đảng phái thân Pháp như [[Đảng Nam Kỳ]] của Béziat. [[:fr:Jean Cédile|Jean Cédile]] cho lập Hội đồng tư vấn Nam Kỳ (''Conseil consultatif de Cochinchine'') với 12 ủy viên. Thành phần Hội đồng gồm 4 [[người Pháp]] và 8 [[người Việt]] nhưng tất cả đều có [[quốc tịch]] Pháp.<ref>Goodman, Allan E, Politics in War: The Bases of Political Community in South Vietnam, page 20, Harvard University Press, 1973<\/ref> Kết quả quan trọng là cú đảo chính ngày 22-23\/9\/1945 ở Sài Gòn và việc ông ký Hiệp định ngày 3-6-1946 thành lập [[Cộng hòa Tự trị Nam Kỳ]] với bác sĩ [[Nguyễn Văn Thinh]] thân Pháp làm Thủ tướng. Mục đích của Pháp là tách Nam Kỳ ra khỏi Việt Nam thống nhất.<ref>Lê Mậu Hãn chủ biên, Đại cương Lịch sử Việt Nam, tập III, trang 47<\/ref>\n\nNgười Việt cũng bị chia rẽ. Việt Minh sẵn sàng đối thoại và thỏa thuận với phía Pháp để Pháp công nhận Việt Nam Dân chủ Cộng hòa là một nước độc lập, lấy đó làm điểm xuất phát cho quá trình Pháp dần trao trả độc lập cho Việt Nam. Quan điểm của Việt Minh là độc lập trước, quan hệ Việt - Pháp sau.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 508<\/ref>\n\nTrong tháng 8\/1945, những người Trotskyist đưa ra một chương trình cách mạng xã hội. Họ cùng với các giáo phái Cao Đài, Hòa Hảo, Bình Xuyên khuyến khích nông dân tước đoạt tài sản địa chủ, chia nhau ruộng đất của địa chủ. Nhiều địa chủ bị nông dân giết. Việt Minh phản đối việc xúi giục nông dân chiếm ruộng đất của địa chủ và tuyên bố: \"''chúng tôi chưa làm cách mạng cộng sản chủ nghĩa nhằm giải quyết vấn đề ruộng đất. Chính phủ hiện nay chỉ là chính phủ dân chủ vì thế không có nhiệm vụ nói trên. Tất cả những người nào xúi giục nông dân chiếm tài sản của địa chủ sẽ bị trừng trị nghiêm khắc''\". Phía Việt Minh cho rằng những hành động như cách mà phái Trotskyist đang làm sẽ làm rạn nứt xã hội, cản trở việc Việt Nam độc lập khỏi Pháp.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 459<\/ref>\n[[Tập tin:CP 57.jpg|nhỏ|300px|trái]]\n \t\nNgày 14\/8\/1945, [[Mặt trận Quốc gia Thống nhất]] được thành lập quy tụ nhiều tổ chức cách mạng tại miền Nam Việt Nam như [[Việt Nam Quốc gia Độc lập Đảng]], [[Thanh niên Tiền phong]], Tịnh độ cư sĩ Phật giáo, Hòa Hảo, Cao Đài, Liên đoàn công chức, nhóm Tranh đấu của những người Trotskyist... Ngày 21\/8\/1945, Mặt trận Quốc gia Thống nhất tổ chức biểu tình biểu dương lực lượng tại Sài Gòn. Ngày 22\/8\/1945, Thanh niên Tiền phong rời khỏi Mặt trận Quốc gia Thống nhất để gia nhập [[Việt Minh]]. Ngay sau đó, Việt Minh treo biểu ngữ \"''Chánh quyền về Việt Minh''\" khắp Sài Gòn, rải truyền đơn tuyên bố Việt Minh được phe Đồng Minh ủng hộ và kêu gọi nhân dân ủng hộ chính quyền do Việt Minh thành lập. Lãnh tụ các đảng phái quốc gia tại miền Nam Việt Nam hoàn toàn bất ngờ trước ý định đơn phương thành lập chính quyền của Việt Minh.<ref>Hồi Ký 1925 - 1964, tập I, Nguyễn Kỳ Nam, trang 49-51, Nhựt Báo Dân Chủ Mới, 1964<\/ref>\n\nNgày 2\/9\/1945, tại Sài Gòn, những người lãnh đạo Việt Minh ở Sài Gòn đã tổ chức một cuộc biểu tình quy môn lớn để biểu thị một sự đoàn kết với việc Hồ Chí Minh tại Hà Nội đọc bản Tuyên ngôn độc lập và để chứng minh Nam Bộ là một phần của Việt Nam Dân chủ Cộng hòa. Quy mô của cuộc biểu tình thậm chí đã vượt qua sức tưởng tượng của các lãnh đạo Việt Minh khi có khoảng 20 vạn người đi diễu hành dọc phố Catinat. Trong cuộc biểu tình này, các phe phái chính trị và giáo phái trưng ra các khẩu hiệu gây chia rẽ chính trị. Khi người biểu tình đến trước cửa [[Nhà thờ chính tòa Đức Bà Sài Gòn]] thì có tiếng súng nổ từ phía Câu lạc bộ Pháp. Cuộc biểu tình biến thành một sự hỗn loạn. Không điều tra thủ phạm vụ nổ súng, cảnh sát Việt Nam đã bắt ngay hàng trăm người Pháp và thân Pháp. Bọn lưu manh thừa cơ hội cướp bóc một số nhà hàng người Hoa và Pháp. Các đảng phái nghi ngờ nhau đem đến một tương lai chính trị u ám cho đất nước.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 424 - 425<\/ref> Vụ nổ súng làm thiệt mạng 4 người Pháp và 14 người Việt. Cảnh sát không tìm ra được thủ phạm vụ nổ súng.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 426<\/ref>\n\nNgày 7\/9\/1945, tờ Đấu tranh, cơ quan ngôn luận của những người Trotskyist đăng một bài xã luận chỉ trích Ủy ban Hành chính Lâm thời Nam Bộ không có những biện pháp bảo đảm an toàn cho cuộc biểu tình vào ngày 2\/9\/1945 tại Sài Gòn khiến một số người chết. Sau đó, ngày 8\/9\/1945, [[Trần Văn Giàu]] thay mặt Ủy ban Hành chính Lâm thời ra thông cáo tố cáo những kẻ khiêu khích (ám chỉ những người Trotskyist và các giáo phái) đã phá hoại trật tự và gây đổ máu vào ngày 2\/9\/1945 đồng thời họ đã tổ chức một cuộc biểu tình đòi vũ trang cho quần chúng. Bản thông cáo nhắc nhở rằng quân đội Nhật mặc dù đã bại trận nhưng theo thỏa thuận với Đồng Minh vẫn có trách nhiệm duy trì trật tự cho đến khi Đồng Minh tới. Tổng hành dinh Nhật có thể tước vũ khí bộ đội quốc gia, cấm các phong trào chính trị gây rối loạn trị an, cấm các cuộc biểu tình không được phép trước Tổng Hành dinh Nhật, tước vũ khí dân chúng. Thông cáo kêu gọi người dân vì lợi ích quốc gia hãy tin cậy Ủy ban Hành chính Lâm thời, đừng để bọn phản bội tổ quốc lôi kéo làm mất đoàn kết dân tộc. Chỉ như vậy việc đàm phán giữa phong trào độc lập của Việt Nam với Đồng Minh mới thuận lợi.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 459 - 460<\/ref>\n\nNgay sau đó, những người Trotskyist và các giáo phái Hòa Hảo, Cao Đài công khai thách thức Ủy ban Hành chính Lâm thời. Họ tổ chức biểu tình yêu cầu cấp vũ khí cho dân chúng và kêu gọi mọi người chống lại quân đội Anh. Các Ủy ban Nhân dân địa phương ủng hộ yêu sách của các tổ chức này. Tại các tỉnh xảy ra xung đột vũ trang giữa bộ đội Việt Minh và các đơn vị quân sự của Cao Đài và Hòa Hảo. Phe đối lập kết tội Việt Minh phản bội, từ chối không giao nộp vũ khí và đòi Giàu từ chức.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 460, 461, 490<\/ref>\n\nNgày 9\/9\/1945, Việt Minh cải tổ Ủy ban Hành chính Lâm thời để tăng tính đoàn kết dân tộc, giảm mâu thuẫn giữa các phe phái người Việt. [[Trần Văn Giàu]] từ chức nhường chỗ cho [[Phạm Văn Bạch]]. Số thành viên thuộc Đảng Cộng sản Đông Dương rút từ 6 (trong số 9 người) xuống còn 4 (trong số 13 người). Trong Ủy ban Hành chính Lâm thời mới có 1 thuộc Cao Đài, 1 người Trotskyist, 2 thuộc Hòa Hảo, 3 người không đảng phái, 2 người thuộc các đảng phái quốc gia khác. Tuy nhiên sự cải tổ này đã không được như mong muốn. Ủy ban mới nhanh chóng sụp đổ chưa đầy 2 tuần lễ sau do các cuộc tranh cãi đảng phái và nỗi lo sợ các đội vũ trang của Việt Minh.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 490<\/ref>\n\nĐến ngày 16\/9\/1945, cuộc đàm phán Jean Cédile - Phạm Văn Bạch không đạt kết quả cụ thể. Theo phía Việt Minh, người Pháp tham gia đối thoại chỉ nhằm có thêm thời gian để củng cố vị trí và chờ quân đội của tướng [[Philippe Leclerc de Hauteclocque|Leclerc]] đổ bộ vào Việt Nam. Phạm Văn Bạch do chịu áp lực của phe đối lập đã công khai lên án Anh không chịu công nhận Ủy ban Hành chính Lâm thời Nam Bộ là chính phủ hợp pháp duy nhất ở Nam Kỳ và gạt bỏ đề nghị hợp tác của Ủy ban. Sau khi không nhận được hồi đáp, Ủy ban tổ chức một cuộc tổng bãi công vào ngày 17\/9\/1945 để phản đối điều mà họ gọi là âm mưu Pháp - Anh nhằm lật đổ Chính phủ Việt Nam.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 508 - 509<\/ref>\n\nNgay sau khi tướng Douglas D. Gracey, chỉ huy quân đội Anh, đến Sài Gòn ông ra lệnh cho quân đội Nhật tước vũ khí của người Việt Nam, đuổi Ủy ban Hành chính Lâm thời Nam Bộ ra khỏi [[Dinh Norodom|Dinh Toàn quyền]] ở Sài Gòn. Chỉ huy quân đội Nhật, Thống chế Terauchi, điều 7 tiểu đoàn vào Sài Gòn để tước vũ khí người Việt. Nhật đòi Ủy ban Hành chính Lâm thời Nam Bộ phải tước vũ khí và giải tán lực lượng vũ trang của Việt Nam. Trên thực tế, chỉ có Cao Đài, Hòa Hảo và Bình Xuyên có lực lượng vũ trang có tổ chức còn Việt Minh và những người Trotskyist chỉ có lực lượng tượng trưng do đó lệnh tước vũ khí áp dụng chủ yếu cho các giáo phái này. Người Pháp ngay lập tức treo cờ Pháp lên tất cả các công sở và xe quân sự. Phạm Văn Bạch gửi phái đoàn OSS một bức điện thông báo tình hình và yêu cầu phái đoàn thay mặt Đồng Minh chứng minh quyền được độc lập của nhân dân Việt Nam và tuyên bố Việt Nam đã hoàn toàn độc lập, người Việt có quyền tự quyết định số phận của mình.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 489, 509, 510<\/ref>\n\nTình hình Sài Gòn ngày càng hỗn loạn. Quân đội Nhật bắt được nhiều nhóm khiêu khích thuộc lực lượng Bình Xuyên đã đánh bị thương một số quân nhân Pháp và đốt hai nhà của người Pháp. Đến đêm các cuộc tấn công vào người Pháp và người Việt tăng lên. Người Pháp bắt đầu lo sợ còn người Việt chuẩn bị sơ tán về nông thôn. Cédile gặp chỉ huy quân đội Anh, Douglas D. Gracey, để yêu cầu ông này cấp vũ khí cho tù bình Pháp nhằm bảo vệ tài sản và tính mạng của người Pháp.<ref name=\"ReferenceA\"\/>\n\nThiếu tướng Douglas D. Gracey, chỉ huy quân đội Anh không được lệnh cung cấp vũ khí cho người Pháp. Ông cũng muốn tránh một cuộc xung đột giữa quân đội của ông và người Việt. Ông đã được tướng Mounbatten nhắc nhở về việc quân đội Anh chỉ có trách nhiệm giải giáp quân đội Nhật chứ không được tham gia vào việc duy trì trị an vốn là trách nhiệm của quân đội Nhật cũng như tránh xa các diễn biến chính trị Pháp Việt. Tuy nhiên quân đội Nhật tỏ ra không muốn cộng tác với người Anh trong việc tước vũ khí người Việt.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 511 - 512<\/ref> Gracey triệu tập chỉ huy quân đội Nhật đến và chỉ thị cho ông này phải có những biện pháp cấp bách và hiệu quả để khôi phục trật tự công cộng, thậm chí có thể dùng vũ lực. Nhật phải thực hiện mệnh lệnh ngày 6\/9\/1945 của phía Anh thực hiện việc tước vũ khí của bộ đội, dân quân, công an và dân thường Việt Nam.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 511-512<\/ref>\n\nTrước tình hình mâu thuẫn Pháp Việt ngày càng leo thang, Cédile nhờ Thiếu tá [[A. Peter Dewey]], chỉ huy OSS tại Sài Gòn, gặp các lãnh đạo Việt Minh để thuyết phục họ khôi phục lại trật tự. Đêm 18\/9\/1945, A. Peter Dewey bí mật gặp [[Trần Văn Giàu]], [[Phạm Văn Bạch]], [[Dương Bạch Mai]], [[Phạm Ngọc Thạch]] và [[Nguyễn Văn Tạo]]. Tất cả đều cho rằng quá muộn để thương lượng và hợp tác. Dân chúng bị xúc phạm và kích động vì thái độ kiêu căng của Pháp đã ở tư thế sẵn sàng làm mọi việc để giữ vững nền độc lập. [[Trần Văn Giàu]] phát biểu: \"''Hiện nay, việc cực kỳ khó khăn là kiểm soát được các bè phái chính trị khác nhau vì không phải tất cả thân Việt Minh mà tất cả đều chống Pháp''\".<ref name=\"patti513\">Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 513<\/ref>\n\nSáng ngày 19\/9\/1945, Cédile tổ chức họp báo và tuyên bố Việt Minh không đại diện cho nguyện vọng của người Đông Dương và không đủ khả năng duy trì trật tự công cộng. Các cuộc thương lượng với người Việt sẽ dừng lại cho đến khi trật tự được lập lại và sẽ chỉ được tiếp tục dựa trên cơ sở Bản Tuyên bố ngày 24\/3\/1945 của Pháp.<ref name=\"patti513\"\/>\n[[Tập tin:Kienthuc-linh-nhat-06 upmw.jpg|thumb|Lính Nhật dán bản Thông cáo số 1 về việc duy trì pháp luật và trật tự ở Đông Dương vào tháng 9\/1945]]\nNgày 21\/9\/1945, Thiếu tướng Anh Gracey ra bản Thông cáo số 1 tuyên bố sẽ duy trì pháp luật và trật tự ở Đông Dương phía Nam vĩ tuyến 16. Ông cấm tất cả các loại báo vì họ đưa tin sắp xảy ra nổi loạn và nội chiến trừ đài Sài Gòn và các báo của người Pháp. Trong 24 giờ sau, tình hình trở nên cực kỳ tồi tệ. Các vụ phá hoại, cướp bóc, hành hung, bắt cóc,... do cả hai phía Pháp Việt gây ra bùng nổ đáng sợ. Để đối phó với tình hình, ngày 21\/9\/1945, tướng Gracey ra lệnh thiết quân luật. Quân đội Anh sẽ thực hiện giới nghiêm; cấm tụ tập, hội họp, biểu tình công khai; hạn chế đi lại ở một số khu vực; cấm mang vũ khí; thiết lập toà án binh để xử các vụ vi phạm trật tự, xử tử hình đối với tội cướp bóc và phá hoại. Gracey cũng cho sáp nhập cảnh sát Việt Nam vào quân đội Anh coi như một đơn vị dưới quyền chỉ huy của ông.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 514 - 515<\/ref>\n\nĐêm 21\/9\/1945, tình báo Pháp SLFEO báo cho Cédile biết người Việt đang củng cố lực lượng vũ trang của họ dưới sự chỉ đạo của Việt Minh. Cédile lại gặp Gracey để yêu cầu ông này trang bị vũ trí cho 14.000 tù binh Pháp (thuộc [[Chính phủ Vichy]]) để hỗ trợ quân Anh giữ trật tự. Gracey đồng ý. Ngay sau khi được thả ra, để chứng tỏ lòng trung thành với chính phủ De Gaulle, số lính này ra đường bắt bất cứ người Việt nào họ gặp được. Cédile muốn tái lập trật tự sau đó nối lại các cuộc thương lượng với người Việt. Ngày 22\/9\/1945, Cédile cho lính Pháp thay thế người Nhật chiếm giữ các đồn cảnh sát ở Sài Gòn, Kho bạc, Sở Mật thám, Bưu điện. Việt Minh phản ứng bằng cách thông báo với phái đoàn OSS rằng họ sẽ tổ chức một cuộc biểu tình vì nền độc lập của Việt Nam dù lệnh thiết quân luật của Anh cấm biểu tình. Phạm Ngọc Thạch nói rằng Việt Minh muốn khích cho Anh Pháp tiến hành đàn áp, gây nhiều thương vong để thế giới chú ý đến tình cảnh của Việt Nam.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 515 - 516<\/ref>\n\nRạng sáng ngày 23\/9\/1945, quân Pháp tấn công Toà Thị chính Sài Gòn, nơi làm việc của Ủy ban Hành chính Lâm thời Nam Bộ, bắt toàn bộ ban lãnh đạo của cơ quan này. Pháp đã chiếm lại Sài Gòn. Dân thường Pháp xem đây là dịp để trả thù. Từng toán đàn ông và đàn bà Pháp xông ra đường bắt và đánh đập bất cứ người Việt nào họ gặp được. Số nạn nhân có thể lên tới hàng ngàn người. Lính Pháp và Anh chỉ đứng nhìn chứ không can thiệp. Chỉ huy OSS, A. Peter Dewey, xin gặp Gracey để phản đối Anh, Pháp để tình trạng này xảy ra. Ngày hôm sau, Dewey bị Gracey trục xuất khỏi Sài Gòn.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 517 - 518<\/ref>\n\nCédile muốn chấm dứt tình trạng này. Ông ra lệnh ngừng việc bắt bớ nhưng không ai tuân thủ. Ông giải thích hành động của mình để tái lập trật tự chứ không phải để trả thù và muốn nhanh chóng nối lại điều đình trong khuôn khổ Bản Tuyên bố ngày 24\/3\/1945 của Pháp. Ông cho thả tất cả người Việt Nam vừa bị bắt. Báo chí quốc tế phản ứng mạnh trước tình hình. Người Anh bị chỉ trích gay gắt. Gracey ra lệnh cho Cédile tước vũ khí tù binh Pháp, đưa họ trở về trại và giao cho người Nhật trách nhiệm khôi phục lại trật tự.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 518 - 519<\/ref>\n\nSau khi được thả khỏi nhà giam, người Việt tập hợp lại dưới sự lãnh đạo của Việt Minh để tiến hành chiến tranh. Ngày 24\/9\/1945, một số người Pháp bị giết, nhà máy và kho tàng bị đập phá, điện nước bị cắt hoàn toàn. Các đơn vị dân quân Việt Nam và các đội công nhân vũ trang tấn công phi trường Tân Sơn Nhất, đốt một tàu Pháp ở cảng, phá nhà giam, thả hàng ngàn người Việt vừa bị bắt. Đến trưa chợ Bến Thành bị đốt cháy. Chướng ngại vật được dựng lên khắp đường phố. Sài Gòn chìm trong tình trạng vô chính phủ. Người Pháp trốn vào khách sạn Continental, nơi ở của các sĩ quan Đồng Minh được bảo vệ cẩn thận. Cả người Anh và người Nhật đều không muốn can thiệp vào tình hình. Khi bị Anh khiển trách vì không thể duy trì trật tự, người Nhật giải thích rằng lính Nhật sợ bị người Việt trả thù nếu họ can thiệp. Đêm 24\/9\/1945, lực lượng Bình Xuyên tấn công khu Hérault tại Tân Định, Sài Gòn bắt cóc 300 dân thường Pháp. Khoảng một nửa bị giết, số còn lại được trả về sau khi đã bị đánh đập. Để đối phó, Gracey một lần nữa chấp nhận yêu cầu của Cédile cấp vũ khí cho tù binh Pháp nhưng tình hình đã quá muộn.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 519 - 521<\/ref>\n\n==Lực lượng==\n[[Tập tin:National Guard unit at the An Phu Dong War - Hoc Mon - Saigon in 1948.gif|nhỏ|300px|phải|Một đơn vị Vệ quốc đoàn tại [[Chiến khu An Phú Đông]] - Hóc Môn - Sài Gòn năm 1948]]\nTại miền Nam, nhiều tổ chức vũ trang của các tổ chức, đảng phái, tôn giáo được thành lập (bao gồm cả các lực lượng do Việt Minh lãnh đạo, hay các lực lượng trong biên chế Vệ quốc đoàn của Việt Nam Dân chủ Cộng hòa nhưng do các đảng phái, tôn giáo khác lãnh đạo). Lâm ủy hành chính thiết lập Quốc gia Tự Vệ Cuộc và lực lượng Quốc vệ đội - công an vũ trang. Tại các tỉnh, cấp ủy và chính quyền đều tổ chức các đội tự vệ và du kích chiến đấu.\n\nTheo [[Hoàng Quốc Việt]], riêng Sài Gòn, đến tháng 10-1945 đã có 800 đội tự vệ với 15.000 chiến sĩ thuộc Việt Minh<ref name=\"123.30.190.43\">{{Chú thích web |url=http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/tulieuvedang\/details.asp?topic=168&subtopic=463&leader_topic=981&id=BT18120954179 |ngày truy cập=2014-03-30 |tựa đề=Đường Bác Hồ chúng ta đi (Hoàng Quốc Việt, Nhà xuất bản Thanh niên - 2008) Chương IV - Chuyến đi vào Nam theo chỉ thị của Bác |archive-date = ngày 30 tháng 3 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20140330113459\/http:\/\/123.30.190.43:8080\/tiengviet\/tulieuvankien\/tulieuvedang\/details.asp?topic=168&subtopic=463&leader_topic=981&id=BT18120954179 |url-status=dead }}<\/ref>. \n* Việt Minh nắm lực lượng vũ trang của Tổng công đoàn Nam Bộ, một phần lực lượng [[Bình Xuyên]] (hai lực lượng của Ba Dương, Tám Mạnh). \n* Đệ nhất sư đoàn (Cộng hòa vệ binh) thành lập trên cơ sở cải tổ các đơn vị Bảo an binh trước đây là lữ đoàn cơ động Chí Hoà (brigare mobile Chí Hoà), lữ đoàn cơ động Gia Định (brigare mobile Gia Định) và lữ đoàn trợ giúp (brigade auxiliaire) được bổ sung thêm nhiều công nhân, thanh niên cốt cán, tất cả khoảng một vạn người do các chỉ huy cũ của Pháp và Nhật ([[Trương Văn Giàu]] và [[Nguyễn Văn Quạn]]) chỉ huy. \n* Đệ nhị sư đoàn của [[Dương Văn Giáo]], tất cả khoảng 1.000 người. \n* Đệ tam sư đoàn của [[Lý Huê Vinh]] quân số lên 500 người<ref name=\"123.30.190.43\"\/> (sau tan rã). \n* Đệ tứ sư đoàn của [[Nguyễn Hòa Hiệp]] bao gồm những người [[Đệ tứ Quốc tế tại Việt Nam|Trotskyist]], các giáo phái tổng cộng khoảng 1.000 người. \n* Các cấp chính quyền sau Cách mạng nhiều nơi tổ chức các lực lượng dân quân.\n\nQuân đội Hòa Hảo, Cao Đài, Bình Xuyên do các giáo phái này tổ chức. Có thể nhận thấy, Việt Minh là lực lượng hùng hậu nhất lúc này bên phía người Việt\n\n==Chiến sự tại Sài Gòn==\n{{chính|Trận Sài Gòn (1945)}}\nNgày 23 tháng 9 năm 1945, quân đội Pháp bất ngờ đánh úp quân đội Việt Nam tại Sài Gòn-Chợ Lớn. Họ gặp phải sự kháng cự quyết liệt của các lực lượng [[Việt Minh]] ở đây, đặc biệt là Liên khu [[Bình Xuyên]] do [[Dương Văn Dương]] (sau là Thiếu tướng) chỉ huy. Quân Pháp bị bao vây trong thành phố.\n\n===Phản ứng của Chính quyền Việt Nam Dân chủ Cộng hòa===\n[[Tập tin:Anti france 1945.jpg|nhỏ|300px|phải|Biểu tình chống Pháp năm 1945]]\n{{chính|Hội nghị Thiên Hộ|Đoàn quân Nam tiến|Võ Nguyên Giáp kinh lý miền Trung}}\nNgay sáng 23 tháng 9, chính quyền Nam Bộ đã họp tại phố Cây Mai, Chợ Lớn. Tham dự có các nhân vật quan trọng như [[Ung Văn Khiêm]], [[Trần Văn Giàu]], [[Nguyễn Văn Nguyễn]], [[Phạm Ngọc Thạch]], [[Huỳnh Văn Tiểng]]... Hội nghị nhất trí điện ra Chính phủ Trung ương xin phép được kháng chiến. Hội nghị cũng thành lập [[Ủy ban Kháng chiến Nam Bộ]] do [[Trần Văn Giàu]] làm Chủ tịch và [[Ủy ban Kháng chiến Sài Gòn-Chợ Lớn]] do Nguyễn Văn Tư làm Chủ tịch.\n\nĐến chiều, Ủy ban Kháng chiến Nam Bộ ra tuyên cáo: ''\"Sáng hôm 23 tháng 9, quân Pháp công nhiêm chiếm trụ sở Ủy ban hành chính Nam Bộ và quốc gia tự vệ cuộc. Chúng đã gây đổ máu ở đường phố Sài Gòn... Không lẽ chịu nhục hoài; vì danh dự của dân tộc, chúng ta coi trọng quyền lợi của quốc gia, nên chúng tôi phải đánh điện ra Trung ương xin phép cho kháng chiến...\"''\n\nNgày 24 tháng 9, Chính phủ Việt Nam ra Huấn lệnh gửi quân dân Nam Bộ.\n\nNgày 26 tháng 9, Chủ tịch Chính phủ Việt Nam Hồ Chí Minh gửi thư biểu dương ''\"lòng kiên quyết ái quốc của đồng bào Nam Bộ\"''. Cùng ngày, Chính phủ lại ra lời hiệu triệu kêu gọi nhân dân ''\"Hãy ủng hộ phong trào đấu tranh oanh liệt của đồng bào Nam Bộ\"''. Cùng với đó, chính phủ Việt Nam thành lập các đoàn quân Nam tiến, quỹ Nam Bộ Kháng chiến... và nhiều lần quyên góp ủng hộ, chi viện cho Nam Bộ. Các tướng lĩnh quan trọng được cấp tốc cử vào như [[Nguyễn Bình]], [[Nguyễn Sơn]]...\n\n===Lực lượng kháng chiến phong tỏa Sài Gòn===\n[[Tập tin:National Guard March.jpg|thumb|Vệ quốc đoàn hành quân]]\n[[Trần Văn Giàu]] ra lệnh tổng bãi công; sơ tán người Việt khỏi Sài Gòn; cấm bán lương thực, thực phẩm cho Pháp; đặt Sài Gòn trong tình trạng cô lập. Giàu đe dọa sẽ phá hủy Sài Gòn nếu Pháp không bỏ vũ khí, rút lui và công nhận độc lập của Việt Nam Dân chủ Cộng hòa. Các đơn vị Việt Nam dựng các chướng ngại trên đường vào Sài Gòn, ngăn chặn mọi người ra vào trừ người Anh và Mỹ. Họ bắn bất cứ quân nhân Pháp nào xuất hiện. Những rối loạn tại Sài Gòn lan rộng ra toàn miền Nam. Ngoài phạm vi Sài Gòn, trong vùng do Nhật kiểm soát, tình hình hoàn toàn hỗn loạn.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 521 - 522<\/ref>\n\nNgày 26\/9\/1945, Thiếu tá chỉ huy OSS A. Peter Dewey bị lực lượng Việt Nam bắn nhầm vì tưởng ông là người Pháp. Tin này lan khắp thế giới làm xấu đi hình ảnh Việt Nam Dân chủ Cộng hòa. Thiếu tá OSS Archimedes L.A Patti đang công tác tại miền Bắc Việt Nam nhận xét: \"''Họ đã giết hại người bạn độc nhất của họ ở Nam Kỳ và chắc chắn những tin này sẽ chẳng đề cao được lý tưởng của họ trước nhân dân Mỹ.''\".<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 522 - 524<\/ref> Sau đó Gracey ra lệnh bắt chỉ huy quân đội Nhật Thống chế Bá tước Térauchi vì ông này bất lực trong việc giữ trật tự<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 525<\/ref>.\n\nNgày 28\/9\/1945, tướng Mounbatten triệu tập Gracey và Cédile đến Singapore để nhắc nhở hai người về việc quân đội Anh không được can thiệp vào tình hình chính trị Đông Dương và nhất là không được giao chiến với người Việt. Mounbatten đề nghị nên nối lại thương lượng với các lãnh đạo Việt Nam<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 527<\/ref>.\n\nNgày 1\/10\/1945, Gracey nối lại đàm phán với Ủy ban Hành chính Lâm thời Nam Bộ. Hai bên tạm thời ngừng bắn. Phía Anh nhấn mạnh chính sách trung lập của mình nhưng theo sự thỏa thuận giữa các nước Đồng Minh, Anh sẽ không công nhận bất kỳ sự thay đổi chủ quyền trên bất kỳ lãnh thổ nào đã phải chiếm lại bằng vũ lực trong thời kỳ chiến tranh. Người Pháp yêu cầu trả lại các con tin bị bắt và xác của Thiếu tá Dewey trước khi tiếp tục thương lượng. Phía Việt Nam yêu cầu trước hết Pháp phải công nhận Việt Nam Dân chủ Cộng hòa là nước tự do và độc lập. Người Việt chỉ ngừng bắn với điều kiện Pháp trao trả quyền hành chính tại Sài Gòn cho Ủy ban Hành chính Lâm thời Nam Bộ, lực lượng cảnh sát phải được trao lại cho Việt Nam, quân đội Pháp phải giải giáp và không được đưa quân mới vào, người Pháp phải tập trung vào những khu vực nhất định.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 527 - 528<\/ref>\n\nTrong khi thương lượng, Việt Minh đã triển khai quân đội xung quanh Sài Gòn tại các vị trí chiến lược phía Bắc và phía Nam thành phố. [[Hoàng Quốc Việt]] vẫn liên lạc chặt chẽ với Ủy ban Trung ương Đảng Cộng sản Đông Dương tại Hà Nội và chỉ thị cho Giàu và Bạch phải chống lại mọi mưu đồ của Đồng Minh nhằm giúp Pháp nắm quyền kiểm soát Sài Gòn. Nếu cần, chỉ sau 24 tiếng Hà Nội sẽ gửi quân tăng viện cho miền Nam. Do lo ngại bị Việt Nam tấn công, phía Pháp yêu cầu Anh can thiệp. Tướng Mounbatten gặp Thạch và Bạch để yêu cầu kéo dài cuộc ngừng bắn thêm 48 giờ. Phạm Ngọc Thạch cho rằng Việt Nam đã độc lập và tất cả những gì còn phải bàn cãi chỉ là quy chế cho nước Việt Nam tương lai. Người Anh trả lời vẫn tiếp tục chấp nhận đối thoại cho đến khi nào có thể đạt được thỏa thuận. Người Việt đồng ý kéo dài cuộc ngưng bắn.<ref>Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 528 - 530<\/ref>\n[[Tập tin:Danquannambo.JPG|nhỏ|300px|phải|Dân quân Nam Bộ năm 1945]]\nNgày 3\/10\/1945, 10.000 quân Pháp (1 trung đoàn bộ binh, 1 tiểu đoàn cơ giới, 1 đội thủy quân) do Leclerc chủ huy đổ bộ xuống Sài Gòn. Ngày 9\/10\/1945, Pháp Anh ký thỏa hiệp tại Luân Đôn xác định Anh hoàn toàn ủng hộ Pháp trong việc cai trị toàn Đông Dương dưới vĩ tuyến 16. Đêm ngày 10\/10\/1945, bộ đội Việt Nam tấn công sân bay Tân Sơn Nhất. Lực lượng Việt Nam giao chiến với quân Anh, Pháp tại tất cả các cửa ngõ vào Sài Gòn. Người Anh yêu cầu Nhật hỗ trợ. Nhật đồng ý tham chiến. Lực lượng Anh, Pháp, Nhật đã phá vỡ cuộc phong tỏa Sài Gòn của Việt Nam sau hai tuần chiến đấu liên tục. Ngày 16\/10\/1945, phía Việt Nam ngừng bao vây Sài Gòn và rút quân về vùng nông thôn do lực lượng Anh, Pháp, Nhật quá mạnh. Không quân Hoàng gia Anh và không quân Nhật tiếp tục ném bom vào các địa điểm đóng quân của Việt Nam.<ref name=\"ReferenceB\">Why Vietnam, Archimedes L.A Patti, Nhà xuất bản Đà Nẵng, 2008, trang 530 - 531<\/ref>\n\nPhản ứng trước việc Anh dùng quân đội Nhật tấn công lực lượng Việt Minh, tướng Mac Arthur phát biểu: \"''Nếu có gì đó làm máu tôi sôi lên thì đó là việc tôi thấy các nước Đồng Minh của chúng ta ở Đông Dương và Java sử dụng quân Nhật để đàn áp các dân tộc nhỏ bé này mà chúng ta đã hứa giải phóng. Đó là một sự phản bội kinh tởm nhất.''\".<ref name=\"ReferenceB\"\/>\n\nỦy ban Hành chính Lâm thời Nam Bộ kêu gọi dân chúng sơ tán về nông thôn và thi hành chiến lược dùng nông thôn bao vây thành thị bằng cách cắt đứt mọi hoạt động thương mại giữa nông thôn và thành thị. Dân chúng trong đó có nhiều nhân sĩ yêu nước theo lời kêu gọi của Ủy ban Hành chính Lâm thời Nam Bộ rời bỏ Sài Gòn và các thành phố khác về nông thôn. Lực lượng kháng chiến tổ chức ra 4 sư đoàn dân quân cách mạng với trang bị chủ yếu là giáo mác, tầm vông vạt nhọn và một ít súng đạn. Ngoài ra còn có lực lượng Cộng hòa Vệ binh và Bình Xuyên. Việt Minh kết tội nhiều lãnh đạo đảng phái quốc gia, chức sắc của các giáo phái, chỉ huy dân quân là Việt gian rồi bắt bớ, thủ tiêu. Lực lượng kháng chiến và cơ quan [[Quốc gia Tự vệ Cuộc]] bắt giam và thủ tiêu nhiều nhân sĩ, trí thức và lãnh tụ các đảng phái bị kết tội làm [[Việt gian]] hợp tác với Pháp hoặc bị tình nghi là Việt gian. Thậm chí một số nhân viên thừa hành của Ủy ban Hành chính Lâm thời Nam Bộ và một số nhóm kháng chiến còn lợi dụng công vụ để cướp bóc, trấn lột; nếu ai chống đối sẽ bị kết tội là Việt gian rồi thủ tiêu. Tinh thần kháng chiến đi xuống, các đảng phái quốc gia xa lánh Việt Minh và thành lập [[Mặt trận Quốc gia Liên hiệp]].<ref>Hồi ký 1925 - 1964, tập 2, trang 261-264, Nguyễn Kỳ Nam, Nhật báo Dân Chủ Mới, 1964<\/ref> Tháng 12\/1945, [[Nguyễn Bình]] được cử vào Nam lãnh đạo phong trào kháng chiến tại Nam Bộ. Ông lập lại trật tự bằng cách lập tòa án quân sự xét xử tất cả các chỉ huy quân sự lợi dụng danh nghĩa kháng chiến để cướp bóc, quấy nhiễu dân chúng, tổ chức lại lực lượng kháng chiến thành các chi đội [[Vệ quốc đoàn]].<ref>Hồi ký 1925 - 1964, tập 2, trang 294- 302, Nguyễn Kỳ Nam, Nhật báo Dân Chủ Mới, 1964<\/ref>\n\n==Chiến sự lan rộng==\n{{chính|Trung Bộ kháng chiến|Tây Nguyên kháng chiến}}\n[[Tập tin:CP 52.jpg|nhỏ|250px|phải]]\nQuân Pháp nhanh chóng mở rộng vùng chiếm đóng xuống vùng đồng bằng châu thổ sông Cứu Long: Ngày 25 tháng 10, chiếm [[Mỹ Tho]], [[Gò Công]]; ngày 29 tháng 10 chiếm [[Vĩnh Long]]; ngày 30 tháng 10 chiếm [[Cần Thơ]]. Trước đó, quân đội Anh chiếm [[Biên Hòa|Biên Hoà]], [[Thủ Dầu Một]] và giao lại cho Pháp.\n\nViệt Nam mất [[Hà Tiên (tỉnh)|Hà Tiên]], [[Rạch Giá]], [[Sóc Trăng]], [[Bạc Liêu]] vào tháng 1 năm 1946. Tháng 3 năm 1946, quân Anh rút khỏi đây để lại cho Pháp. Ngày 5 tháng 2 năm 1946, Anh-Pháp tiến vào đất mũi [[Cà Mau]].\n\nTháng 9 năm 1945, quân Anh tiến lên miền duyên hải Nam Trung Bộ đổ bộ lên [[Nha Trang]], tước vũ khí Nhật trang bị cho 2.000 tù binh Pháp và Pháp kiều ở đây. Anh cho quân Nhật chiếm các thị xã [[Phan Rang (định hướng)|Phan Rang]], [[Phan Thiết]], [[Đà Lạt]], nhưng đều thất bại.\n\nNgày 23 tháng 10 năm 1945, Pháp đổ bộ lên Nha Trang, ngay sau đó bị các đội quân dân Việt Nam bao vây trong thành phố. Quân Pháp bị cầm chân gần hai tháng.\n[[Tập tin:National Guard at Nha Trang.jpg|thumb|trái|Lực lượng vệ quốc đoàn tại Nha Trang]]\nTrước sự lan rộng của cuộc chiến, ngày [[15 tháng 10]] năm [[1945]], tại Hội nghị cán bộ Đoàn xứ Nam Kỳ họp ở ngoại ô Mỹ Tho, [[Tôn Đức Thắng]] được Xứ ủy phân công phụ trách Ủy ban kháng chiến chỉ huy các lực lượng vũ trang Nam Bộ. Ngày [[25 tháng 10]] năm [[1945]], Xứ ủy Nam Bộ, do [[Hoàng Quốc Việt]] thay mặt Ban Thường vụ Trung ương Đảng chủ trì, đã họp Hội nghị Cán bộ Đảng ở Thiên Hộ, huyện Cái Bè, tỉnh Mỹ Tho. Dự Hội nghị, ngoài Hoàng Quốc Việt, Ủy viên Thường vụ Trung ương Đảng, còn có [[Lê Duẩn]], [[Tôn Đức Thắng]] và một số người khác vừa từ Nhà ngục Côn Đảo trở về; có các thành viên trong Xứ ủy và đại biểu Đảng bộ các tỉnh, thành Nam Bộ. Đại hội đã bầu ra một Xứ ủy lâm thời thống nhất có 11 vị, gồm tất cả các vị Tiền phong, Giải phóng, Côn Đảo về. Hội nghị nhất trí bầu [[Tôn Đức Thắng]] làm Bí thư Xứ ủy. [[Tôn Đức Thắng]] không nhận mà đề cử [[Lê Duẩn]] đảm nhận trách nhiệm này. Hội nghị nhất trí và phân công [[Tôn Đức Thắng]] phụ trách Ủy ban Kháng chiến và chỉ đạo lực lượng vũ trang.<ref>[http:\/\/tulieuvankien.dangcongsan.vn\/van-kien-tu-lieu-ve-dang\/book\/lich-su-dang\/lich-su-bien-nien-dang-cong-san-viet-nam-tap-3-176 LỊCH SỬ BIÊN NIÊN ĐẢNG CỘNG SẢN VIỆT NAM - TẬP 3], Ngày 25-10, truy cập ngày 22-8-2019.<\/ref> Hội nghị cũng quyết định giải thể để tổ chức lại cơ quan lãnh đạo thống nhất ở những tỉnh, quận có hai Tỉnh ủy, hai Quận ủy và hai hệ thống Việt Minh cũ, Việt Minh mới... đề ra những biện pháp hạn chế quân [[Pháp]].\n\nĐến ngày 4 tháng 12 năm 1945, Pháp chiếm [[Buôn Ma Thuột]]; ngày 27 tháng 1 chiếm [[Đà Lạt]]; ngày 28 tháng 1 chiếm [[Phan Rang (định hướng)|Phan Rang]] và cuối cùng là [[Quy Nhơn]], [[Kon Tum]] (tháng 7 năm 1946), kiểm soát phía Nam Quốc lộ 1.\n\nChiến sự tại [[Tây Nguyên]] và [[Nam Trung Bộ Việt Nam|Nam Trung Bộ]] cũng khốc liệt như [[Nam Bộ Việt Nam|Nam Bộ]]. Sự kháng cự của quân đội Việt Nam khiến quân Pháp phải bỏ nhiều buôn làng, vị trí mới chiếm được ở Tây Nguyên. Quân đội Việt Nam giành lại thị xã [[Buôn Ma Thuột]] vào trung tuần tháng 12.\n\nCuối tháng 12 năm 1945, để củng cố các tỉnh miền tây, chính quyền Việt Nam tại [[Nam Bộ Việt Nam|Nam Bộ]] đã tước [[vũ khí]] quân [[Nhật Bản|Nhật]] ở [[Hà Tiên (tỉnh)|Hà Tiên]], [[Rạch Giá]], [[Sóc Trăng]], [[Bạc Liêu]], đây là nguồn [[vũ khí]] đáng kể đầu tiên của quân đội [[Việt Nam]] tại Nam Bộ.\n\n==Ý nghĩa và ảnh hưởng ==\n[[Tập tin:Nambokhangchien.jpg|nhỏ|phải|270px|Dân quân Nam Bộ với vũ khí tầm vông vạt nhọn]]\nNam Bộ kháng chiến đã thể hiện rõ quyết tâm giành độc lập, tự do của nhân dân Việt Nam và của chính quyền Hà Nội.<ref>[http:\/\/canthotv.vn\/phat-huy-truyen-thong-ngay-nam-bo-khang-chien\/ Phát huy truyền thống “Ngày Nam bộ kháng chiến”], ĐÀI PHÁT THANH VÀ TRUYỀN HÌNH THÀNH PHỐ CẦN THƠ, 23\/9\/2015<\/ref> Nhân dân miền Nam đã thể hiện họ là những người đầu tiên và là tuyến tiên phong trong công cuộc kháng chiến giải phóng dân tộc của cả nước. Tháng 2\/1946, thay mặt chính phủ và đồng bào cả nước, chủ tịch Hồ Chí Minh tặng Nam Bộ danh hiệu vẻ vang: ''\"Thành đồng tổ quốc\"''.<ref>[http:\/\/ubmttq.hochiminhcity.gov.vn\/TinTuc\/thongtinkhac\/Lists\/Posts\/Post.aspx?List=1db6fada-2f4d-484d-b1a8-afb5e73b4a85&ID=2574&Web=244ac557-7073-4a30-a303-9c1cb4e71212 Kỷ niệm 70 năm Nam bộ kháng chiến (23\/9\/1945 – 23\/9\/2015): Những ngày đầu oanh liệt, bất khuất của Nam bộ kháng chiến anh hùng], Ủy ban Mặt trận Tổ quốc Việt Nam, 13\/09\/2015<\/ref> Nam Bộ kháng chiến đã không chỉ thể hiện niềm tin của nhân miền Nam vào Việt Minh mà còn chứng minh rằng không có kẻ ngoại xâm nào có thể khuất phục được nhân dân miền Nam. Ngày 26-9-1945, Chủ tịch Hồ Chí Minh đã gửi thư cho đồng bào Nam bộ và viết: ''\"Nước ta vừa tranh quyền độc lập thì đã gặp nạn ngoại xâm…Tôi chắc và đồng bào cả nước đều chắc rằng Chính phủ và toàn quốc đồng bào sẽ hết sức giúp những chiến sĩ và nhân dân hiện đang tranh đấu để giữ vững nền độc lập của nước nhà…''\". Chủ tịch Ủy ban Hành chính lâm thời Nam bộ Trần Văn Giàu đã thay mặt hàng triệu đồng bào miền Nam tuyên bố vào ngày 2-9-1945: ''\"Chúng ta thề cương quyết đứng bên cạnh chánh phủ, chống mọi sự xâm lăng, dầu chết cũng cam lòng\"... \"Quốc dân hãy sẵn sàng chiến đấu!... Đứng lên! Ngày độc lập bắt đầu từ nay! Tiến tới, vì độc lập, vì tự do, tiến tới mãi! Không một thành lũy nào ngăn nổi chí của muôn dân trên đường giải phóng!\"''.<ref>[http:\/\/www.baodongnai.com.vn\/chinhtri\/201509\/ky-niem-70-nam-ngay-nam-bo-khang-chien-23-9-1945-23-9-2015-nam-bo-khang-chien-ban-hung-ca-cua-dan-toc-2628281\/ Nam bộ kháng chiến - bản hùng ca của dân tộc], Báo Đồng Nai, 21\/09\/2015<\/ref>\n\nTrong khi đó, cuộc chiến này cũng có nhiều ảnh hưởng tới Anh, quốc gia tham chiến chính trong cuộc chiến này trước khi người Pháp trở lại. Chiến thuật của người Anh được đánh giá là một thành công lớn về quân sự, khi nhận ít tổn thất trong khi gây thương vong cho 2,700 lính Việt Minh, một con số khá lớn lúc bấy giờ, đặc biệt khi quân đội Anh chiến đấu trong tình trạng thiếu hụt lớn về nhân sự, gánh nặng tài chính hậu Thế chiến II, phải sử dụng các lực lượng từ tù binh Pháp và Nhật Bản cũng như lính Ấn Độ của Đế chế Anh và việc phải chiến đấu liên tục tại những vùng rừng rậm, và đã rất gần tới việc bình định Việt Nam.<ref>{{Chú thích web|url=https:\/\/www.sahr.org.uk\/docs\/crane_oundle_school_british_involvement_in_french_indochina_sahrs1055.pdf|tựa đề=Vietnam’s forgotten war–Operation Masterdom, British occupation of Vietnam 1945-46|họ=Crane|tên=William|url-status=live}}<\/ref> Dẫu vậy, chiến dịch này đã bị phủ bóng đen bởi tính vô kỷ luật và bạo lực của lính đồng minh Pháp và khi người Anh rút đi vào năm 1946, những người Pháp đã phá hỏng gần như những gì người Anh đã để lại, tạo tiền đề cho Việt Minh trở lại và dẫn đến [[Chiến tranh Đông Dương]] lần 1 và sau này là [[Chiến tranh Việt Nam]] của Hoa Kỳ. Với người Anh, họ dành sự quan tâm chính vào cuộc chiến chống cộng sản ở [[Mã Lai thuộc Anh|Mã Lai]] và sau này là [[Malaysia]], sau này được biết tới là [[Tình trạng khẩn cấp Malaya]]. Khác với người Pháp và người Mỹ, và giống hệt như những gì người Anh từng ở Việt Nam trước đó, người Anh đã đánh bại lực lượng cộng sản Mã Lai trong khi cũng đã thành công trong việc phi thuộc địa hóa vùng đất mà chính người Anh trước từng kiểm soát.<ref>{{Chú thích web|url=https:\/\/www.historians.org\/publications-and-directories\/perspectives-on-history\/summer-2019\/the-lessons-of-britains-counterinsurgency-in-malaya|tựa đề=The “Lessons” of Britain’s Counterinsurgency in Malaya|website=www.historians.org|ngôn ngữ=en|ngày truy cập=2022-05-16}}<\/ref> Vì lẽ này, một số học gia quân sự phương Tây tin rằng, nếu người Anh đã được trao nhiều thời gian hơn và được hỗ trợ nhiều hơn ở Việt Nam thay vì trao quyền kiểm soát cho Pháp, thì Việt Minh và Việt Nam Dân chủ Cộng hòa sẽ bị buộc phải thỏa hiệp với một chính phủ liên hiệp với các đảng phái khác và cộng sản không thể trỗi dậy ở Việt Nam.<ref>{{Chú thích tạp chí|last=Springhall|first=John|date=2005|title='Kicking out the Vietminh': How Britain Allowed France to Reoccupy South Indochina, 1945-46|url=https:\/\/www.jstor.org\/stable\/30036312|journal=Journal of Contemporary History|volume=40|issue=1|pages=115–130|issn=0022-0094}}<\/ref>\n\n==Tưởng niệm==\n===Trong văn hóa - nghệ thuật===\n\n[[Nhạc sĩ]] nghiệp dư [[Tạ Thanh Sơn]] (sinh năm 1921, quê ở thị trấn [[Trà Ôn]], tỉnh [[Vĩnh Long]], không phải nhạc sĩ [[Thanh Sơn (nhạc sĩ)|Thanh Sơn]]) đã sáng tác bài [[Nam Bộ kháng chiến (bài hát)|Nam Bộ kháng chiến]].<ref>{{Chú thích web|url=https:\/\/www.tienphong.vn\/van-hoa\/nhung-dieu-it-biet-ve-nhac-sy-sang-tac-bai-hat-nam-bo-khang-chien-23190.tpo|title=Những điều ít biết về nhạc sỹ sáng tác bài hát \"Nam Bộ kháng chiến\"|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref><ref>{{Chú thích web|url=http:\/\/www.bienphong.com.vn\/nho-tac-gia-bai-hat-nam-bo-khang-chien\/|title=Nhớ tác giả bài hát \"Nam bộ kháng chiến\"|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref><ref>{{Chú thích web|url=http:\/\/vnca.cand.com.vn\/Truyen-thong\/Ta-Thanh-Son-va-bai-hat-duy-nhat-de-doi-411652\/|title=Tạ Thanh Sơn và bài hát duy nhất để đời|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|accessdate =}}<\/ref>\n\n:\"''Mùa thu rồi ngày hăm ba\n:''Ta đi theo tiếng kêu sơn hà nguy biến.\n:''Rền khắp trời lời hoan hô\n:''Dân phương Nam nhịp chân tiến ra trận tiền.\n:''Thuốc súng kém, chân đi không\n:''Mà đoàn người giàu lòng vì nước.\n:''Nóp với giáo mang ngang vai\n:''Nhưng thân trai nào kém oai hùng.\n\n:''Cờ thắm tung bay ngang trời\n:''Sao vàng xao xuyến khắp nơi bưng biền\n:''Một lòng nguyện với tổ tiên.\n:''Thề quyết chống quân ngoại xâm!\n:''Ta đem thân ta liều cho nước\n:''Ta đem thân ta đền ơn trước\n:''Muôn thu sau lưu tiếng Anh hào\n:''Người dân Việt lắm chí cao.\n:''Thề quyết chống quân gian tham!\n:''Ta đem thân ta liều cho nước\n:''Ta đem thân ta đền ơn trước\n:''Xây giang san hạnh phúc muôn đời\n:''Nền độc lập khắp nước Nam.''\"\n\n==Tham khảo==\n{{tham khảo|30em}}\n\n==Liên kết ngoài==\n*[http:\/\/nhaccachmang.net\/nhac\/#Play,958 Nghe bài hát Nam Bộ Kháng chiến] {{Webarchive|url=https:\/\/web.archive.org\/web\/20110102174104\/http:\/\/nhaccachmang.net\/nhac\/#Play,958 |date = ngày 2 tháng 1 năm 2011}}\n\n{{Chiến tranh Đông Dương}}\n\n[[Thể loại:Lịch sử Việt Nam thời kỳ 1945–1975]]\n[[Thể loại:Trận đánh và chiến dịch trong Chiến tranh Đông Dương]]\n[[Thể loại:Hậu Thế chiến thứ hai ở Việt Nam]]\n[[Thể loại:Việt Nam năm 1945]]\n[[Thể loại:Việt Nam năm 1946]]\n[[Thể loại:Xung đột năm 1945]]\n[[Thể loại:Xung đột năm 1946]]\n[[Thể loại:Việt Minh]]\n[[Thể loại:Chiến tranh Đông Dương]]\n[[Thể loại:Lịch sử quân sự Việt Nam]]\n[[Thể loại:Lịch sử quân sự Pháp]]\n[[Thể loại:Lịch sử quân sự Đế quốc Anh]]\n[[Thể loại:Lịch sử quân sự Ấn Độ thuộc Anh]]\n[[Thể loại:Xung đột trong thời kỳ Chiến tranh Lạnh]]\n[[Thể loại:Chiến tranh ủy nhiệm]]\n[[Thể loại:Chiến tranh liên quan tới Việt Nam]]\n[[Thể loại:Chiến tranh liên quan tới Ấn Độ thuộc Anh]]\n[[Thể loại:Chiến tranh liên quan tới Pháp]]\n[[Thể loại:Chiến tranh liên quan tới Nhật Bản]]\n[[Thể loại:Chiến tranh liên quan tới Vương quốc Liên hiệp Anh]]\n[[Thể loại:Liên bang Đông Dương thập niên 1940]]\n[[Thể loại:Quan hệ Pháp – Việt Nam]]\n[[Thể loại:Quan hệ Vương quốc Liên hiệp Anh – Việt Nam]]"}