{"1250893":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Nam Lợi\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 18\n| vĩ giây = 24\n| kinh phút = 14\n| kinh giây = 21\n| diện tích = 7,68 km²<ref name=MS\/>\n| dân số = 9365 người<ref name=MS\/>\n| thời điểm dân số = năm 2009\n| mật độ dân số = 1219 người\/km²\n| dân tộc = [[Người Việt|Kinh]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Nam Trực]]\n| thành lập = 1977<ref>617\/1977\/QĐ-VP18<\/ref>\n| trụ sở UBND = xóm Hoa Minh, làng Đô Quan\n| mã hành chính = 14008<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Nam Lợi''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nam Trực]], tỉnh [[Nam Định]], [[Việt Nam]].\n\nXã Nam Lợi có diện tích 7,68&nbsp;km² (772,12 ha) dân số năm 2021 là 10.045 người, số hộ 3.243 hộ<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | accessdate =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 1219 người\/km².\n\n==Lịch s­ử hình thành==\nXã Nam Lợi được hình thành trên một phần đất cũ của hai tổng [[Cổ Nông]] và [[tổng Duyên Hưng Thượng|Duyên Hưng Thượng]] (sau đổi tổng [[Duyên Hưng Thượng]] thành tổng [[Duyên Hưng]])  của huyên [[Nam Chân]] (Sau đổi huyện [[Nam Chân]] thành huyên [[Nam Trực]]).\n\nSau cách mạng tháng 8 năm 1945 hàng loạt các xã mới được thành lập trên cơ sở sáp nhập các làng - xã cũ. Các xã [[Ngọc Tỉnh]], [[Duyên Hưng]], [[Bằng Hưng]], [[Nam Hưng]], [[Đô Quan]], [[Quần Lao]] và các trang [[Đô Quan Trung]], [[Đô Quan Hạ]], [[Duyên Hưng Thượng]],  Ngọc Tỉnh, của tổng [[Duyên Hưng]] với các xã [[Hạ Lao]], [[Thượng Lao]] (một phần), [[Xối Tây]], [[Xối Thượng]] (một phần), [[Xối Trì]], trang [[Du Tư]] của tổng [[Liên Tỉnh]] và xã [[Tương Nam]] của tổng [[Cổ Nông]] thành lập xã mới lấy tên là [[Chấn Đông]]. Các xã [[Hưng Nghĩa]], [[Hưng Đễ]], [[Trí An]] và các trang [[Hưng Nhượng Thượng]], [[Hưng Nhượng Trun]]g, [[Hưng Nhượng Hạ]] của tổng [[Cổ Nông]] với xã [[Y Lư]] của tổng [[Cô dâu xác chết|Cổ Da]] thành lập xã mới lấy tên là [[Nguyễn Huệ]].\n\nNgày 15 tháng 10 năm 1952 Thủ tướng Chính phủ ra Nghị định số 224 -TTg đổi tên 15 xã trong huyện: Đổi xã [[Chấn Đông]] thành xã [[Nam Long]], đổi xã [[Nguyễn Huệ]] thành xã [[Nam Hoa]].\n\nChia tách xã Nam Hoa thành 2 xã [[Nam Hoa]] và xã [[Nam Quan]]. Xã [[Nam Hoa]] gồm các thôn: Y Lư, Hưng Nghĩa, Hưng Đễ và Trí An của xã Nam Hoa cũ. Xã Nam Quan gồm các thôn: [[Vĩnh Thượng]] (trước là trang Hưng Nhượng Thượng), [[Vĩnh Trung Hạ|Trung Hạ]] (trước là trang Hưng Nhượng Trung  và trang Hưng Nhượng Hạ) của xã Nam Hoa cũ và các thôn [[Quần đảo Trường Sa|Quần Lao]], Đô Quan, Đô Hạ (trước là trang Đô Quan Hạ), Đô Thượng (trước là trang Đô Quan Trung) của xã Nam Long cũ.\n\nChia xã Nam Long thành 2 xã Nam Long và Nam Lợi. Xã Nam Long gồm các thôn: Tương Nam, Hạ Lao, Thượng Lao (một phần), Xối Tây, Xối Thượng (một phần), Xối Trì và Du Tư. Xã Nam Lợi gồm các thôn: Nam Hưng, Bằng Hưng, Duyên Hưng (gồm xã Duyên Hưng và trang Duyên Hưng Thượng), Ngọc Tỉnh, Biên Hòa (trước là trang Ngọc Tỉnh). Cắt các thôn Quần Lao, Đô Quan, Đô Hạ (trước là trang Đô Quan Hạ), Đô Thượng (trước là trang Đô Quan Trung) của xã Nam Long cũ về xã Nam Quan.\n\nSau cách mạng tháng 8 năm 1945 hình thành một số thôn mới như [[Đô Đò]] của xã Nguyễn Huệ, thôn [[Niên Bách|Liên Bách]], [[Đồng Bản]] của xã Chấn Đông.<br>\nNgày 23\/02\/1977 theo Quyết định 617 -VP 18 hợp nhất hai xã [[Nam Quan]] và Nam Lợi thành xã Nam Lợi.\n\nThực hiện theo quyết định số 292\/QĐ-UBND năm 2000 của Ủy ban nhân dân tỉnh Nam Định về việc sắp xếp thành lập thôn, xóm để thuận tiện cho việc quản lý hành chính địa phương, xã Nam Lợi sắp xếp thành 20 thôn, xóm của 14 làng cổ, bao gồm: Xóm 1 Đô Đò, xóm 2 Đô Đò, Đô Thượng, Đô Hạ, xóm 1 Đô Quan, xóm 2 Đô Quan, Liên Bách, Quần Lao, Vĩnh Thượng, Trung Hạ, Bằng Hưng, xóm 1 Duyên Hưng (gồm các xóm nhỏ là Long Hanh, Long Thành), xóm 2 Duyên Hưng (gồm các xóm nhỏ là Long Vân, Long Tiến), xóm 3 Duyên Hưng (gồm các xóm nhỏ là Long Duyên, Thượng Trang), xóm 1 Biên Hòa, xóm 2 Biên Hòa, Đồng Bản, Nam Hưng, xóm 1 Ngọc Tỉnh, xóm 2 Ngọc Tỉnh.<br>\n==Hành chính==\nXã Nam Lợi gồm 14 thôn của hai xã cũ là Nam Lợi và [[Nam Quan]].\n\n8 thôn của xã [[Nam Quan]]: [[Đô Đò]], [[Đô Thượng]], [[Đô Hạ]], [[Đô Quan]], [[Niên Bách|Liên Bách]], [[Quần Lau|Quần Lao]], [[Vĩnh Thượng]], [[Vĩnh Trung Hạ|Trung Hạ]]\n\n6 thôn của xã Nam Lợi: [[Bằng Hưng]], [[Biên Hòa]], [[Duyên Hưng]], [[Đồng Bản]], [[Nam Hưng]], [[Ngọc Tỉnh]]\n\n==Địa giới hành chính==\nNam Lợi là một xã phía nam của huyện Nam Trực.\n<br>- Phía Bắc giáp xã [[Nam Hoa]] cùng huyện.\n<br>- Phía Tây: Từ bắc xuống nam lần lượt giáp các xã [[Nam Hoa (xã)|Nam Hoa]], [[Bình Minh]]  và [[Nam tiến|Nam Tiến]] cùng huyện.\n<br>- Phía Nam: Từ tây sang đông lần lượt giáp các xã [[Biển Đông|Nam Hải]]  cùng huyện và  [[Trực Đạo]], [[Trực Tuấn]] của huyện [[Trực Ninh]].\n<br>- Phía Đông: Từ bắc xuống nam lần lượt giáp các xã [[Nam Thanh]] và [[Nam Hồng]] cùng huyện.\n==Tôn giáo==\nNam Lợi có 8 chùa: [[Chùa Duyên Hưng]], [[Chùa Ngọc Tỉnh]], [[Chùa Quần Lau|Chùa Quần Lao]], [[Chùa Đô Đò|Chùa  Minh Sơn (Đô Đò)]], [[chùa Đô Thượng]], chùa Đô Quan, chùa Bằng Hưng. \n<br> Chùa Duyên Hưng đã được xếp hạng là di tích lịch Sử văn hoá cấp Tỉnh. \n<br> Nam Lợi có một số miếu như: [[miếu Duyên Hưng]], [[Miếu Hoa Minh]], [[Miếu Niên Bách|Miếu Liên Bách]].\n\nXã Nam Lợi có một số thôn theo đạo [[Thiên Chúa]] như [[Vĩnh Thượng]], [[Vĩnh Trung Hạ|Trung Hạ]], [[Nam Hưng]], [[Đồng Bản]], và có một số thôn theo đạo [[Phật]] như [[Đô Đò]], [[Đô Thượng]], [[Đô Hạ]], [[Niên Bách|Liên Bách]], [[Đô Quan]], [[Bằng Hưng]], [[Ngọc Tỉnh]], [[Quần Lau|Quần Lao]]. Riêng thôn [[Duyên Hưng]] thì một phần phía Đông theo đạo [[Thiên Chúa]] (xóm Long Duyên, Thượng Trang) và ở giữa và phía Tây theo đạo [[Phật]] (xóm Long Tiến, Long Vân, Long Thành, Long Hanh). Thôn Biên Hòa vừa theo đạo Thiên Chúa, vừa theo đạo Phật. Dân số theo đạo Phật là 42%, theo đạo Thiên Chúa là 27%.<br> Nam Lợi 2: [[Giáo xứ Nam Hưng]] (thôn Nam Hưng), [[giáo họ Vĩnh Thượng|Hưng Thượng]] (thôn Vĩnh Thượng) đều thuộc giáo phận Bùi Chu và 5 giáo họ: [[Giáo họ Duyên Hưng|Duyên Hưng]],  [[Giáo họ Thượng Trang|Thượng Trang]] (đều thuộc thôn Duyên Hưng) thuộc giáo xứ Nam Hưng; [[giáo họ Đồng Bản|Đồng Bản (thôn Đồng Bản)]], Biên Hòa (thôn Biên Hòa) thuộc giáo xứ Trang Hậu ; Vĩnh Hạ (thôn Trung Hạ) thuộc giáo xứ Hưng Nhượng.\n\n==Giao thông==\nNam Lợi có vị trí giao thông tương đối thuận lợi. Nằm cách [[thị trấn Nam Giang]] khoảng 8&nbsp;km. Cách [[thị trấn Cổ Lễ]] khoảng 3&nbsp;km theo trục [[Tỉnh lộ ĐT 487]]. Cách [[cát Thành, Trực Ninh|thị trấn Cát Thành]] khoảng 4&nbsp;km theo trục đường huyện lộ Nam Ninh Hải. Nằm cách thành phố Nam Định khoảng 20&nbsp;km theo trục đường [[quốc lộ 21]].\n<br>[[Tỉnh lộ ĐT 487]] (tên cũ là [[đường đen]]) là tuyến đường giao thông huyết mạch của xã. [[Tỉnh lộ ĐT 487]] nối xã Nam Lợi với [[thị trấn Cổ Lễ]] và các xã khác trong huyện như xã [[Nam Thanh]], xã [[Nam Tiến]], xã [[Đồng Sơn]]. Tỉnh lộ ĐT 487 nối xã Nam Lợi với các huỵên Trực Ninh, Nghĩa Hưng và Ý Yên; nối xã Nam Lợi với Quốc lộ 21, quốc lộ 37B và tỉnh lộ ĐT 490c. Hiện nay tỉnh lộ ĐT 487 là đường cấp III đồng bằng với lòng đường 9m, vỉa hè mỗi bên 2m; với điểm đầu [[Đồng Sơn|là đê]] [[Đồng Sơn|sông Hồng (xã Trực Chính, huyện Trực Ninh)]] và điểm cuối là phà Đống Cao (Quốc lộ 37B - xã Yên Lộc, huyện Ý Yên). \n<br> [[Đường Đen|Tỉnh lộ ĐT 487]] là ranh giới của hai xã Nam Lợi (cũ) và [[Nam Quan]] (cũ). Xã Nam Lợi (cũ) nằm ở phía nam ĐT 487 và Xã [[Nam Quan]](cũ) nằm ở phía bắc ĐT 487.\n<br> Ngoài ra còn có một số trục đường liên huyện khác như:\n<br>'''Huyện lộ Nam Ninh Hải''' nối từ [[Tỉnh lộ ĐT 485B]] (đường Vàng cũ, xã [[Nam Hồng]]) tới [[tỉnh lộ ĐT48]]8B (đường 53A cũ, xã [[Trực Đạo]]).Tuyến đường chạy qua các thôn Hồng Ninh, Hồng Long, Phú Bình, [[Liên Tỉnh]] của xã [[Nam Hồng]]; Thôn Trí An của xã [[Nam Hoa]]; thôn [[Bình Yên]], [[Xối Tây]] của xã [[Nam Thanh]]; thôn [[Đô Đò]], Đô Thượng, [[Niên Bách]], [[Duyên Hưng]], [[Ngọc Tỉnh]], [[Biên Hòa]] của xã Nam Lợi và xã [[Trực Đạo]] của huyện [[Trực Ninh]]. Đường đã được huyện đầu tư nâng cấp lại.\n<br>'''Huyện lộ Hoa Lợi Hải''' nối từ huyện lộ [[Đường Trắng]] (Xã [[Nam Hoa]]) tới Xã [[Nam Hải]].Tuyến đường chạy qua các thôn Hưng Đễ của xã [[Nam Hoa]]; thôn [[Đô Đò]], [[Đô Thượng]], [[Vĩnh Thượng]], [[Đô Hạ]],[[Đô Quan]],[[Vĩnh TrungHạ|Trung Hạ]], [[Duyên Hưng]] của xã Nam Lợi; thôn [[Hải An,]] [[Trang Hậu]] của xã Nam Hải. Tuyến là đường cấp IV đồng bằng với lòng đường 7m, vỉa hè mỗi bên 1m.\n\n==Giáo dục==\nNam Lợi là một xã giàu truyền thống hiếu học của huyện [[Nam Trực]].Thời phong kiến có nhiều người đỗ đạt và làm quan.Một số thôn có nhiều người đỗ đại học hàng năm như: Duyên Hưng, Ngọc Tỉnh, Biên Hòa.\n\nTrường trung học cơ sở Nam Lợi: Tỉnh lộ ĐT 487, Thôn Duyên Hưng, Xã Nam Lợi. Trường được xây dựng khang trang hai tầng.\n\nTrường tiểu học cơ sở Nam Lợi: Huyện lộ Nam Ninh Hải, Thôn Ngọc Tỉnh, Xã Nam Lợi. Trường được xây dựng khang trang một tầng mái bằng.\n\nTrường tiểu học cơ sở Nam Quan: Thôn Đô Thượng, Xã Nam Lợi. Trường được xây dựng khang trang một tầng mái bằng.\n\nTrường mầm non Nam Quan: Thôn Đô Thượng, Xã Nam Lợi. Trường được xây dựng khang trang một tầng mái bằng.\n\nTrường mầm non Nam Lợi: Tỉnh lộ ĐT 487, Thôn Duyên Hưng, xã Nam Lợi. Trường được xây dựng khang trang một tầng mái bằng.\n\n==Kinh Tế==\n'''Nam Lợi''' là một xã thuần nông. [[Lúa]] là cây trồng chính. Một năm canh tác hai vụ lúa là [[vụ mùa]] và [[vụ chiêm]].\n<br>Nam Lợi có hai hợp tác xã nông nghiệp đó là hợp tác xã nông nghiệp Nam Lợi và Nam Quan với 20 đội sản xuất: Đô Đò, Minh Sơn, Đô Thượng, Đô Hạ, Đô Quan 1, Đô Quan 2, Vĩnh Thượng, Vĩnh Trung Hạ, Liên Bách, Quần Lao, Nam Hưng, Bằng Hưng, Hanh Thành, Vân Tiến, Long Duyên, Ngọc Tính 1, Ngọc Tính 2, Biên Hòa 1, Biên Hòa 2, Đồng Bản..\n\nĐất sản xuất nông nghiệp là 498,30 ha; đất ở 48,51 ha; đất khác 225,31 ha\n\n==Cơ sở hạ tầng==\nNam lợi có hệ thống cơ sở hạ tầng đầy đủ.\n<br>'''Trường học''': [[Trường Trung học cơ sở Nam Lợi]] (Tỉnh lộ 487, thôn Duyên Hưng, xã Nam Lợi).\n\n[[Trường tiểu học cơ sở Nam Lợi]] (Huyện lộ Nam Ninh Hải, thôn Ngọc Tỉnh, xã Nam Lợi).\n\n[[Trường tiểu học cơ sở Nam Quan]] (thôn Đô Thượng, xã Nam Lợi).\n\n[[Trường mầm non Nam Lợi]] (Tỉnh lộ 487, thôn Duyên Hưng, xã Nam Lợi).\n\n[[Trường mầm non Nam Quan]] (thôn Đô Thượng, xã Nam Lợi)..<br>'''Ủy ban nhân dân xã''': Tỉnh lộ 487, xóm Hoa Minh, thôn Đô Quan, Xã Nam Lợi. Được xây dựng mới vào năm 2012.\n<br>'''Trạm y tế xã''': Tỉnh lộ 487, thôn Duyên Hưng, Xã Nam Lợi. Được xây dựng mới vào năm 2013.\n<br> '''Bưu điện văn hoá xã''': Tỉnh lộ 487, xóm Hoa Minh, Thôn Đô Quan, xã Nam Lợi.\n<br>'''Chợ''': Tỉnh lộ 487, thôn Duyên Hưng, Xã Nam Lợi. Đang được xây dựng mới.\n<br>'''Nghĩa trang liệt sĩ Nam Lợi''': Tỉnh lộ 487, thôn Duyên Hưng, Xã Nam Lợi.\n<br>'''Nghĩa trang liệt sĩ Nam Quan''': thôn Đô Thượng, Xã Nam Lợi.\n<br>'''Điện''': Đã được nâng cấp. Đường dây điện trần đã được thay dần bằng dây cáp và lắp thêm hàng loạt các trạm biến áp mới.\n<br> '''Nứơc sạch''': Toàn bộ dân trong xã đã được sử dụng nước sạch từ nhà máy nước sạch Nam Hoa.\n<br>Đường giao thông nông thôn đang dần được nâng cấp. Hệ thống đường làng đã và đang được bê tông hóa. Hệ thống đường bê tông ra đồng.\n<br> Hệ thống cáp thông tin liên lạc đã được đầu tư. Hệ thống trạm thu phát sóng điện thoại BTS của Viettel, Vina phone, Mobi phone đặt ở UBND xã. Đường truyền internet.\n\n== Xe khách==\nTừ xã có thể đi lại trong tỉnh bằng xe bus (tuyến 01, tuyến 02, tuyến 07, tuyến 08) xuống ở [[Cầu Điện Biên]] và đi tới các tỉnh khác bằng xe khách.\n<br>Một số tuyến xe khách chạy qua xã:\n<br>[[Xe Ngọc Tứ]]: Nam Hải - Bến xe Giáp Bát (Hà Nội).\n<br>[[Xe Kết Đoàn]]: Nam Hải - Bến xe Giáp Bát (Hà Nội). \n<br>[[Xe Tuấn Phòng]]: Chợ Quỳ (Nam Lợi) - Bến xe Mỹ Đình (Hà Nội). \n<br>[[Xe Yên Hiền]]: Trực Hưng - Bến xe Mỹ Đình (Hà Nội). \n<br> [[xe Thái Nguyên]]: Nam Hải - Bến xe Thái Nguyên.\n<br> [[Xe Kết Đoàn]]: Nam Hải - Hải Phòng. Đón xe ở cầu Cổ Giả, chạy dọc tỉnh lộ ĐT 488.\n<br>Ngoài ra có thể đi một số tuyến xe chạy dọc sông Châu Thành(tỉnh lộ ĐT 488) (Tuyến [[Nam tiến|Nam Tiến]], [[Nam Thái]]) xuống ở [[cầu Cổ Giả]]. Tuyến [[Hải Hậu]], [[Xuân Trường]], [[Giao Thủy]], [[Trực Ninh]] xuống ở [[cầu Điện Biên]].\n\n==Danh nhân==\n*Nguyễn Ngọc Cừ, UVTW Đảng CSVN, BTTW Hoàng Liên Sơn, Quê quán Thôn [[Đô Đò]], xã Nam Lợi, huyện [[Nam Trực|N]]<nowiki\/>[[Nam Trực|a]]<nowiki\/>m Trực\n*[[Đoàn Văn Cừ]]: Quê quán Thôn [[Đô Đò]], xã Nam Lợi, huyện [[Nam Trực]]. Là một nhà thơ trong [[phong trào thơ mới]].\n*[[Nguyễn Văn Vịnh|Nguyễn Văn Vịnh UVTW Đảng CSVN]]: Quê quán thôn [[Đô Quan]], xã Nam Lợi, huyện [[Nam Trực]]. Trung tướng quân đội nhân dân Việt Nam. Nguyên Thứ trưởng Bộ Quốc phòng.\n*[[Đặng Văn Sinh]]: Quê quán thôn [[Ngọc Tỉnh]], xã Nam Lợi, huyện Nam Trực, Tỉnh Nam Định. Thiếu tướng công an nhân nhân. Hiện đang giữ chức giám đốc công an tỉnh Nam Định.\n*[[Đoàn Duy Khương]]: Sinh năm 1960, quê quán thôn [[Ngọc Tỉnh|Biên Hòa]], xã Nam Lợi, huyện Nam Trực, Tỉnh Nam Định. Trung tướng công an nhân nhân. Hiện đang giữ chức giám đốc công an thành phố Hà Nội. Ông nguyên là thư ký, trợ lý của đại tướng [[Trần Đại Quang]] (hiện là Chủ tịch nước CHXHCN Việt Nam).\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n \n==Liên kết ngoài==\nhttp:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls {{Webarchive|url=https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |date=2013-03-24 }}\n\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Nam Trực}}"}