{"44711":"{{Chú thích trong bài|date=Tháng 12\/2022}}\n{{bài cùng tên|Nam Định (định hướng)}}\n{{Thông tin đơn vị hành chính Việt Nam | thành phố thuộc tỉnh\n| tên = Nam Định\n| nhiều hình = {{multiple image\n| border = infobox\n| total_width = 300\n| image_style = border:1;\n| perrow = 1\/2\/2\n| image1 = Cổng chào Nam Định (Nam Dinh City Gate, Vietnam).jpg\n| image2 = Gocthanhnam.jpg\n| image3 = Nhà thờ Lớn thành phố Nam Định (1).jpg\n| image4 = Cột cờ Nam Định (Flag Tower of Nam Dinh) (05).jpg\n| image5 = Thap Pho Minh.jpg\n}}\n| ghi chú hình = Từ trái sang phải, từ trên xuống dưới: Cổng chào thành phố Nam Định, [[nhà thờ Khoái Đồng]], [[nhà thờ Lớn Nam Định]], cột cờ Nam Định, [[chùa Phổ Minh]]\n| vị trí lấy tọa độ =\n| vĩ độ = 20.428207 \n| kinh độ = 106.173579\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 46,4 km²\n| dân số = 236.294 người<ref>Kết quả toàn bộ tổng điều tra dân số và nhà ở năm 2019, ấn bản năm 2020, trang 21<\/ref>\n| thời điểm dân số = 2019\n| dân số thành thị = 216.441 người (91,6%)\n| dân số nông thôn = 19.853 người (8,4%)\n| mật độ dân số = 5.092 người\/km²\n| dân tộc = [[Người Kinh|Kinh]], [[Hoa]]\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| thành lập = 1921, thời Pháp thuộc\n| chủ tịch UBND = Phạm Duy Hưng\n|bí thư =  Nguyễn Anh Tuấn\n| phân chia hành chính = 22 phường, 3 xã\n| loại đô thị = [[Đô thị Việt Nam#Đô thị loại I|Loại I]]\n| năm công nhận = 2011\n| mã hành chính = 356<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| trụ sở UBND = Số 10 [[Trần Đăng Ninh]], phường [[Bà Triệu (phường)|Bà Triệu]]\n| web = {{url|thanhpho.namdinh.gov.vn}}\n| biển số xe = 18-B1-B2-B3\n| điện thoại = 0228.3.849.224\n| fax = 0228.3.831.922\n|logo=Logo TP. Nam Định.svg|cỡ logo=242px|ghi chú logo=Logo [[Nam Định (thành phố)|thành phố Nam Định]]}}\n\n'''Nam Định''' là thành phố tỉnh lỵ thuộc tỉnh [[Nam Định]], [[Việt Nam]].\n\nĐây là một trong những thành phố được Pháp lập ra đầu tiên ở [[Liên bang Đông Dương]]. Nằm ở phía nam và là thành phố trung tâm tiểu vùng nam [[đồng bằng sông Hồng]], Nam Định đã sớm trở thành một trung tâm văn hoá, chính trị và tôn giáo ngay từ những thời kỳ đầu thế kỷ XIII trong [[lịch sử Việt Nam]]. Năm 1262, [[nhà Trần]] cho xây dựng phủ Thiên Trường, đặt dấu mốc đầu tiên cho một đô thị Nam Định sau này. Trong suốt thời kỳ lịch sử từ Thiên Trường cho đến [[Nam Định]] ngày nay, trải qua các triều đại [[Nhà Trần|Trần]], [[Nhà Hồ|Hồ]], [[Nhà Hậu Lê|Lê]], [[nhà Mạc|Mạc]], [[Nhà Tây Sơn|Tây Sơn]], [[Nhà Nguyễn|Nguyễn]] vùng đất này đã nhiều lần đổi tên như Thiên Trường, Vị Hoàng, [[Sơn Nam (trấn)|Sơn Nam]], Thành Nam rồi Nam Định. Danh xưng Nam Định chính thức có từ năm 1822, gọi là Trấn Nam Định, sau đến 1831 gọi là tỉnh Nam Định dưới thời vua [[Minh Mạng]]. Năm 1921, người [[Pháp]] đã phá Thành Nam quy hoạch lại và thành lập thành phố Nam Định. Lúc đó là thành phố cấp 3.\n\nTrải qua hai cuộc kháng chiến, vai trò của thành phố Nam Định lại có thêm những lần thay đổi và ngày nay trở thành thành phố thuộc tỉnh Nam Định, đã được thủ tướng Chính phủ ký quyết định công nhận là đô thị loại I vào năm 2011.<ref name=\"QD2106\">[http:\/\/www.chinhphu.vn\/portal\/page?_pageid=517,34682326&_dad=portal&_schema=PORTAL&_piref517_34682358_517_34682326_34682326.docid=104119&_piref517_34682358_517_34682326_34682326.detail=1 Quyết định số 2106\/QĐ-TTg ngày 28\/11\/2011] của Thủ tướng chính phủ về việc công nhận thành phố Nam Định là đô thị loại I thuộc tỉnh Nam Định.<\/ref> Thành phố Nam Định cũng đã được thủ tướng Chính phủ ký quyết định phê duyệt điều chỉnh quy hoạch xây dựng thành phố Nam Định thành trung tâm kinh tế, văn hóa, khoa học và xã hội của tỉnh Nam Định và của tiểu [[đồng bằng sông Hồng|vùng Nam đồng bằng sông Hồng]]; đây cũng là một thành phố của [[vùng duyên hải Bắc Bộ]].\n\n== Lịch sử ==\n{{multiple image\n| align = right\n| direction = vertical\n| header = \n| width = 220\n| image1 = Citadel of Nam Dinh.jpg\n| caption1 = <center>Sơ đồ thành cổ Nam Định thời Pháp thuộc - một trong 4 thành trong [[Thăng Long tứ trấn]]<\/center>\n| image2 = CaptureNamDinh.jpg\n| caption2 = <center>Giao chiến tại thành Nam Định giữa thực dân Pháp và quan binh Nam Định. Khi [[Henri Rivière]] chỉ huy một hạm đội pháo thuyền nhỏ và một tiểu đoàn thủy quân đánh bộ xâm lược Nam Định, thành phố lớn thứ nhì ở Bắc Kỳ, trong [[Chiến tranh Pháp-Đại Nam]] diễn ra từ năm 1858 đến năm 1884<\/center>\n}}\nNam Định là thành phố lâu đời có lịch sử lâu đời. Ngay từ thời [[Nhà Trần]] đã xây dựng Nam Định thành [[thiên Trường|phủ Thiên Trường]] dọc bờ hữu [[sông Hồng]], có 7 phường phố. Năm [[1262]], [[Trần Thánh Tông]] đổi hương [[Tức Mạc|Tức Mặc]] (quê gốc của nhà Trần) thành phủ Thiên Trường, sau đó phủ được nâng thành lộ. Năm Quang Thuận thứ 7 ([[1466]]), nhà Lê gọi là thừa tuyên Thiên Trường. Năm [[1469]] dưới thời vua [[Lê Thánh Tông]], lần đầu tiên có bản đồ [[Đại Việt]], Thiên Trường được đổi làm [[sơn Nam (địa danh cũ Việt Nam)|thừa tuyên Sơn Nam]]. Năm [[1741]], Thiên Trường là một phủ lộ thuộc [[Sơn Nam (địa danh cũ Việt Nam)|Sơn Nam Hạ]], bao gồm 4 huyện [[Nam Chân]] ([[Nam Trực]]), [[Giao Thủy]], [[Mỹ Lộc]], [[Shō Gen|Thượng Nguyên]]. Năm [[1831]], là một phủ thuộc tỉnh [[Nam Định]]. Ngày nay là các huyện Giao Thủy, [[Xuân Trường]], Nam Trực, [[Trực Ninh]], Mỹ Lộc đều thuộc tỉnh Nam Định.\n[[Tập tin:Nam Định 1924.jpg|nhỏ|trái|Bản đồ thành phố Nam Định năm 1924]]\n{{multiple image\n| align = left\n| direction = vertical\n| header = \n| width = 220\n| image1 = Ga Nam Định thời Pháp thuộc.jpg\n| caption1 = <center>Ga Nam Định thời Pháp thuộc<\/center>\n| image2 = Bưu điện Nam Định thời Pháp thuộc.jpg\n| caption2 = <center>Ảnh chụp Bưu điện Nam Định thời Pháp thuộc, nay đã đổi sang kiến trúc khác<\/center>\n}}\nDưới [[thời Nguyễn]], Nam Định là một thành phố lớn cùng với Hà Nội và Huế.<ref>{{Chú thích web |url=http:\/\/www.namdinh.gov.vn\/Home\/thientruong-namdinh\/cacthoikylichsu\/2011\/2601\/Vung-dat-Nam-Dinh-tu-the-ky-XVI-den-the-ky-XIX.aspx\/24916 |ngày truy cập=2011-11-30 |tựa đề=Vùng đất Nam Định từ thế kỷ XVI đến thế kỷ XIX {{!}} Cổng thông tin điện tử Nam Định<!-- Bot generated title --> |archive-date=2016-01-30 |archive-url=https:\/\/web.archive.org\/web\/20160130051445\/http:\/\/www.namdinh.gov.vn\/Home\/thientruong-namdinh\/cacthoikylichsu\/2011\/2601\/Vung-dat-Nam-Dinh-tu-the-ky-XVI-den-the-ky-XIX.aspx\/24916 |url-status=dead }}<\/ref> Thời đó Nam Định còn có trường thi Hương, thi Hội, có cả Văn Miếu như Hà Nội. Nam Định được công nhận là thành phố dưới thời [[Pháp thuộc]] ngày 17 tháng 10 năm [[1921]], đã tròn 100 năm, còn sớm hơn cả [[Vinh]], [[Mỹ Tho]], [[Quy Nhơn]], [[Cần Thơ]], hay thậm chí là [[Huế]] (1929). Về quy mô dân số nội thành so với các thành phố ở miền Bắc chỉ đứng sau [[Hà Nội]] và [[Hải Phòng]]<ref>Thành phố Thái Nguyên tuy có tổng dân số lớn hơn thành phố Nam Định nhưng chủ yếu là cư dân làm nông lâm nghiệp nên số dân đô thị vẫn ít hơn.<\/ref> (đã có hơn 400.000 dân, mật độ dân số đạt 17.221 người\/km² vào năm 2011). Từng có liên hiệp nhà máy dệt lớn nhất Đông Dương nên Nam Định còn được gọi là \"Thành phố Dệt\". Đây là thành phố có nhiều tên gọi chính và văn học: Thiên Trường, Vị Hoàng, Sơn Nam Hạ, Thành Nam, Non Côi sông Vị, thành phố Hoa Gạo, thành phố Dệt, thành phố lụa và thép (theo cách gọi của các nhà văn Ba Lan thời kỳ [[chiến tranh Việt Nam]]), thành phố bên sông Đào, Nam Định...\n{{multiple image\n| align = right\n| direction = vertical\n| header = \n| width = 220\n| image1 = Cổng vào Văn Miếu Nam Định, cuối thời Nguyễn.jpg\n| caption1 = <center>Cổng vào Văn Miếu Nam Định, nay đã không còn<\/center>\n| image2 = Ngân hàng Nhà nước, thành phố Nam Định, thời Pháp thuộc.jpg\n| caption2 = <center>Ngân hàng Nhà nước ở thành phố Nam Định thời Pháp thuộc, nay là chi nhánh tỉnh Nam Định của Ngân hàng Nhà nước Việt Nam<\/center>\n}}\nNam Định là một trong số ít thành phố ở miền Bắc còn giữ lại được ít nhiều nét kiến trúc thời [[Pháp thuộc]], có quán hoa, nhà Kèn, nhà thờ Lớn, các khu phố cổ từ thế kỷ XVIII-XIX, trong khi các tỉnh lỵ khác hầu hết được xây dựng và quy hoạch mới lại sau chiến tranh.{{fact|date=7-2014}} Thành phố cũng từng có một cộng đồng [[Hoa kiều]] khá đông đảo vào giữa thế kỷ XIX chủ yếu đến từ tỉnh [[Phúc Kiến]], đến nay con cháu họ vẫn sinh sống ở khu vực phố cổ: Hoàng Văn Thụ (Phố Khách), Lê Hồng Phong (Cửa Đông), Hai Bà Trưng (Hàng Màn, Hàng Rượu), Hàng Sắt, Bến Ngự, Bắc Ninh, Hàng Cau, Hàng Đồng, Hàng Đường...\n\nNgay sau khi [[Cách mạng tháng Tám|Cách mạng Tháng Tám]] thành công, Chủ tịch chính phủ lâm thời [[Việt Nam Dân chủ Cộng hòa]] quy định trong Sắc lệnh số 77 ngày [[21 tháng 12]] năm [[1945]], Nam Định là thành phố đặt dưới quyền cấp kỳ (Bắc Bộ). Từ năm [[1945]] đến năm [[1956]], Nam Định là thành phố trực thuộc Trung ương. Ngày 3 tháng 9 năm [[1957]], sáp nhập thành phố Nam Định vào tỉnh [[Nam Định]], là tỉnh lỵ tỉnh Nam Định. Ngày 8 tháng 8 năm [[1964]], chuyển 5 xã: Lộc An, Lộc Hạ, Lộc Hòa, Lộc Vượng, Mỹ Xá về huyện [[Mỹ Lộc]] quản lý.<ref name=\"thuvienphapluat.vn\">[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-210-NV-dua-5-xa-ngoai-thanh-thanh-pho-Nam-Dinh-ve-huyen-My-Loc-tinh-Nam-Dinh-vb20166t17.aspx Quyết định 210-NV năm 1964 về việc đưa năm xã ngoại thành của thành phố Nam Định về huyện Mỹ Lộc, tỉnh Nam Định]<\/ref> Năm [[1965]], hai tỉnh [[Hà Nam]] và Nam Định sáp nhập thành tỉnh [[Nam Hà (tỉnh)|Nam Hà]], thành phố Nam Định trở thành tỉnh lỵ tỉnh Nam Hà.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-103-NQ-TVQH-phe-chuan-thanh-lap-tinh-Bac-Thai-Nam-Ha-Ha-Tay-sap-nhap-xa-An-Hoa-Thach-That-Son-Tay-vao-xa-Tien-xuan-Luong-Son-Hoa-Binh-vb17889t17.aspx Quyết định 103-NQ-TVQH năm 1965 về việc phê chuẩn việc thành lập các tỉnh Bắc Thái, Nam Hà, Hà Tây và việc sáp nhập xã An Hòa thuộc huyện Thạch Thất, tỉnh Sơn Tây (cũ) vào xã Tiến Xuân thuộc huyện Lương Sơn, tỉnh Hòa Bình do Ủy ban thường vụ Quốc hội ban hành]<\/ref> Ngày 13 tháng 6 năm [[1967]], [[Chính phủ Việt Nam|Hội đồng Chính phủ]] quyết định sáp nhập toàn bộ huyện Mỹ Lộc vào thành phố Nam Định.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-76-CP-hop-nhat-huyen-My-Loc-thanh-pho-Nam-Dinh-Nam-Ha-thanh-thanh-pho-Nam-Dinh-vb18210t17.aspx Quyết định 76-CP năm 1967 về việc hợp nhất huyện Mỹ Lộc và thành phố Nam Định thuộc tỉnh Nam Hà thành một đơn vị hành chính mới lấy tên là thành phố Nam Định]<\/ref>\n\nNăm [[1975]], hai tỉnh Nam Hà và [[Ninh Bình]] sáp nhập thành tỉnh [[Hà Nam Ninh]], thành phố Nam Định là tỉnh lỵ tỉnh [[Hà Nam Ninh]], gồm 10 phường: Cửa Bắc, Năng Tĩnh, Nguyễn Du, Phan Đình Phùng, Quang Trung, Trần Đăng Ninh, Trần Hưng Đạo, Trần Tế Xương, Trường Thi, Vị Xuyên và 15 xã: Lộc An, Lộc Hạ, Lộc Hòa, Lộc Vượng, Mỹ Hòa, Mỹ Hưng, Mỹ Phúc, Mỹ Tân, Mỹ Thắng, Mỹ Thành, Mỹ Thịnh, Mỹ Thuận, Mỹ Tiến, Mỹ Trung, Mỹ Xá.<ref>[http:\/\/moj.gov.vn\/vbpq\/Lists\/Vn%20bn%20php%20lut\/View_Detail.aspx?ItemID=1674 NGHỊ QUYẾT CỦA QUỐC HỘI NƯỚC VIỆT NAM DÂN CHỦ CỘNG HÒA NGÀY 27 THÁNG 12 NĂM 1975 VỀ VIỆC HỢP NHẤT MỘT SỐ TỈNH]<\/ref> Ngày 27 tháng 4 năm [[1977]], sáp nhập 9 xã: Mỹ Thịnh, Mỹ Thuận, Mỹ Tiến, Mỹ Thành, Mỹ Hà, Mỹ Thắng, Mỹ Phúc, Mỹ Hưng, Mỹ Trung vào huyện [[Bình Lục]].<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-125-CP-hop-nhat-dieu-chinh-dia-gioi-huyen-thi-xa-thuoc-tinh-Ha-Nam-Ninh-vb57677t17.aspx Quyết định 125-CP năm 1977 về việc hợp nhất và điều chỉnh địa giới một số huyện, thị xã thuộc tỉnh Hà Nam Ninh]<\/ref> Ngày [[12 tháng 1]] năm [[1984]], sáp nhập 2 xã Mỹ Trung và Mỹ Phúc thuộc huyện [[Bình Lục]] vào thành phố Nam Định.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-5-HDBT-mo-rong-dia-gioi-thanh-pho-Nam-Dinh-tinh-Ha-Nam-Ninh-vb43390t17.aspx Quyết định 5-HĐBT năm 1984 về việc mở rộng địa giới thành phố Nam Định thuộc tỉnh Hà Nam Ninh]<\/ref>\n\nNgày 23 tháng 4 năm [[1985]], chia phường Trường Thi thành 2 phường: Trường Thi và Văn Miếu; chia phường Năng Tĩnh thành 2 phường: Năng Tĩnh và Ngô Quyền; chia phường Cửa Bắc thành 2 phường: Cửa Bắc và Bà Triệu; chia phường Vị Xuyên thành 2 phường: Vị Xuyên và Vị Hoàng; chia phường Trần Tế Xương thành 2 phường: Trần Tế Xương và Hạ Long.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-142-HDBT-dieu-chinh-dia-gioi-hanh-chinh-phuong-cua-thanh-pho-Nam-Dinh-tinh-Ha-Nam-vb44615t17.aspx Quyết định 142-HĐBT năm 1985 điều chỉnh địa giới hành chính một số phường của thành phố Nam Định thuộc tỉnh Hà Nam Ninh]<\/ref> Những năm [[1991]]-[[1996]], tỉnh Hà Nam Ninh tách thành 2 tỉnh Nam Hà và Ninh Bình, thành phố Nam Định trở lại là tỉnh lỵ tỉnh [[Nam Hà (tỉnh)|Nam Hà]].<ref name=\"thuvienphapluat.vn\" \/>\n\nTừ ngày 6 tháng 11 năm [[1996]], tỉnh Nam Hà tách thành 2 tỉnh Nam Định và Hà Nam, thành phố Nam Định tiếp tục là tỉnh lỵ tỉnh [[Nam Định]] (chuyển 7 xã: Mỹ Thịnh, Mỹ Thuận, Mỹ Tiến, Mỹ Thành, Mỹ Hưng, Mỹ Hòa, Mỹ Thắng thuộc huyện Bình Lục của tỉnh [[Hà Nam]] về thành phố Nam Định quản lý).<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-quyet\/Nghi-quyet-chia-va-dieu-chinh-dia-gioi-hanh-chinh-tinh-vb40091t13.aspx Nghị quyết về việc chia và điều chỉnh địa giới hành chính một số tỉnh do Quốc hội ban hành]<\/ref> Ngày 2 tháng 1 năm [[1997]], sáp nhập 2 xã Nam Phong và Nam Vân của huyện [[Nam Ninh (huyện)|Nam Ninh]] (nay là 2 huyện [[Nam Trực]] và [[Trực Ninh]]) vào thành phố Nam Định.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-1-CP-dieu-chinh-dia-gioi-thanh-pho-Nam-Dinh-thuoc-tinh-Nam-Ha-vb40302t11.aspx Nghị định 1-CP năm 1997 về việc điều chỉnh địa giới thành phố Nam Định thuộc tỉnh Nam Hà]<\/ref> Ngày 26 tháng 2 năm 1997, tách 11 xã: Mỹ Trung, Mỹ Hưng, Mỹ Hà, Mỹ Thắng, Mỹ Thịnh, Mỹ Tiến, Mỹ Thuận, Mỹ Thành, Mỹ Tân, Lộc Hòa để tái lập huyện [[Mỹ Lộc]].<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-19-CP-dieu-chinh-dia-gioi-hanh-chinh-thanh-pho-Nam-Dinh-huyen-Hai-Hau-chia-cac-huyen-Xuan-Thuy-Nam-Ninh-va-thanh-lap-thi-tran-Thinh-Long-vb40399t11.aspx Nghị định 19-CP năm 1997 về việc điều chỉnh địa giới hành chính thành phố Nam Định và tái lập huyện Mỹ Lộc, tỉnh Nam Định]<\/ref> Ngày 6 tháng 9 năm 1997, chuyển xã Lộc Hòa của huyện Mỹ Lộc vào thành phố Nam Định.<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-95-1997-ND-CP-de-xa-Loc-Hoa-tiep-tuc-truc-thuoc-thanh-pho-Nam-Dinh-tinh-Nam-Dinh-vb40951t11.aspx Nghị định 95\/1997\/NĐ-CP về việc để xã Lộc Hoà tiếp tục trực thuộc thành phố Nam Định, tỉnh Nam Định]<\/ref> Ngày 29 tháng 9 năm [[1998]], [[Thủ tướng Việt Nam|Thủ tướng Chính phủ]] ban hành Quyết định công nhận thành phố Nam Định là [[Đô thị loại II (Việt Nam)|đô thị loại II]].<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-183-1998-QD-TTg-cong-nhan-thanh-pho-Nam-Dinh-la-do-thi-loai-II-vb42612t17.aspx Quyết định 183\/1998\/QĐ-TTg công nhận thành phố Nam Định là đô thị loại II do Thủ tướng Chính phủ ban hành]<\/ref>\n\nNgày 9 tháng 1 năm 2004, thành lập phường Lộc Vượng trên cơ sở 420,07 ha diện tích tự nhiên và 7.962 nhân khẩu của xã Lộc Vượng; thành lập phường Lộc Hạ trên cơ sở 349,50 ha diện tích tự nhiên và 6.931 nhân khẩu của xã Lộc Hạ; thành lập phường Thống Nhất trên cơ sở 36,53 ha diện tích tự nhiên và 1.200 nhân khẩu còn lại của xã Lộc Vượng; 0,60 ha diện tích tự nhiên và 221 nhân khẩu còn lại của xã Lộc Hạ; 13,70 ha diện tích tự nhiên và 1.464 nhân khẩu của phường Quang Trung; 18 ha diện tích tự nhiên và 4.193 nhân khẩu của phường Vị Hoàng; thành lập phường Cửa Nam trên cơ sở 127,60 ha diện tích tự nhiên và 4.828 nhân khẩu của xã Nam Phong; 50 ha diện tích tự nhiên và 1.300 nhân khẩu của xã Nam Vân; thành lập phường Trần Quang Khải trên cơ sở 90,60 ha diện tích tự nhiên và 8.489 nhân khẩu của phường Năng Tĩnh<ref>[http:\/\/thuvienphapluat.vn\/archive\/Nghi-dinh\/Nghi-dinh-17-2004-ND-CP-thanh-lap-phuong-thuoc-thanh-pho-Nam-Dinh-tinh-Nam-Dinh-vb52416t11.aspx Nghị định 17\/2004\/NĐ-CP về việc thành lập phường thuộc thành phố Nam Định, tỉnh Nam Định]<\/ref>. Thành phố Nam Định có 20 phường và 5 xã.\n\nNgày 28 tháng 11 năm 2011, Thủ tướng Chính phủ công nhận thành phố Nam Định là [[Đô thị loại I (Việt Nam)|đô thị loại I]] thuộc tỉnh [[Nam Định]].<ref>[http:\/\/thuvienphapluat.vn\/archive\/Quyet-dinh\/Quyet-dinh-2106-QD-TTg-cong-nhan-thanh-pho-Nam-Dinh-la-do-thi-loai-I-vb132277t17.aspx Quyết định 2106\/QĐ-TTg năm 2011 công nhận thành phố Nam Định là đô thị loại I thuộc tỉnh Nam Định do Thủ tướng Chính phủ ban hành]<\/ref>\n\nNgày 1 tháng 9 năm 2019, chuyển 2 xã Lộc Hòa và Mỹ Xá thành 2 phường có tên tương ứng.<ref name=\"721NQ-UBTVQH14\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-721-NQ-UBTVQH14-2019-ve-thanh-lap-phuong-Loc-Hoa-va-phuong-My-Xa-tinh-Nam-Dinh-420880.aspx|title=Nghị quyết 721\/NQ-UBTVQH14 năm 2019 về việc thành lập phường Lộc Hòa và phường Mỹ Xá thuộc thành phố Nam Định, tỉnh Nam Định|last=|first=|date=|website=|archive-url=|archive-date=|url-status=|access-date=}}<\/ref>\n\nThành phố Nam Định có 22 phường và 3 xã như hiện nay.\n\n== Địa lý ==\n\n[[Tập tin:Thành phố Nam Định xưa - Nhìn từ trên cao.jpg|nhỏ|phải|Toàn cảnh thành phố Nam Định thời Pháp thuộc, nhìn từ trên cao]]\n===Địa lý===\nThành phố Nam Định nằm ở phía bắc tỉnh Nam Định, có vị trí địa lý:\n*Phía đông giáp huyện [[Vũ Thư]], tỉnh [[Thái Bình]]\n*Phía tây và phía bắc giáp huyện [[Mỹ Lộc]]\n*Phía nam giáp huyện [[Vụ Bản]] và huyện [[Nam Trực]].\n\nThành phố Nam Định cách trung tâm thủ đô [[Hà Nội]] 80 km về phía đông nam, cách [[thái Bình (thành phố)|thành phố Thái Bình]] 16 km về phía tây, cách trung tâm thành phố [[Hải Phòng]] 90&nbsp;km về phía tây nam, cách [[Ninh Bình (thành phố)|thành phố Ninh Bình]] 28&nbsp;km về phía đông bắc.\n\n===Địa hình ===\n\nThành phố Nam Định tương đối bằng phẳng, trên địa bàn thành phố không có ngọn núi nào. Thành phố có hai con sông lớn chảy qua là [[sông Hồng]] và [[sông Nam Định]]. Trong đó sông Nam Định ([[sông Đào]]) nối từ sông Hồng chảy qua giữa lòng thành phố đến [[sông Đáy]] làm cho thành phố là một trong những nút giao thông quan trọng về đường thủy cũng như có vị trí quan trọng trong việc phát triển thành phố trong tương lai. Như vậy thực ra Nam Định cũng là một thành phố ở ngã ba sông.\n\n=== Khí hậu ===\nThành phố Nam Định mang tính chất khí hậu cận nhiệt đới ấm ẩm điển hình, theo phân loại khí hậu Koppen, có tháng lạnh dưới 18 độ. vào tháng 1 năm 1955 nhiệt độ thành phố xuống mức 3,0 độ C. Nhiệt độ cao kỷ lục của thành phố đạt được vào tháng 6\/2016 với mức nhiệt trong lều khí tượng đạt 40,2 độ C. Nằm ở phía tây bắc của tỉnh Nam Định, lại nằm ở vị trí xa biển, so với các huyện Hải Hậu, Xuân trường, Nghĩa Hưng, nhiệt độ trong mùa đông của thành phố thấp hơn đôi chút vì chịu ảnh hưởng mạnh mẽ hơn của áp cao lạnh siberia, 16.4 độ vào tháng 1 ở thành phố so với 17.3 độ tại trạm Nghĩa Hưng, mùa hè nóng hơn so với các huyện ven biển..Thời tiết của thành phố Nam Định là sự giao thoa giữa Hải Phòng với Hà Nội. mùa lạnh thời tiết thường ấm hơn Hải Phòng và lạnh hơn Hà Nội, mùa hè nóng hơn Hải Phòng và mát hơn Hà Nội.\n{{Weather box\n|metric first=y\n|single line=y \n|location = Nam Định\n|Jan high C = 19.6\n|Feb high C = 19.7\n|Mar high C = 22.3\n|Apr high C = 26.6\n|May high C = 31.0\n|Jun high C = 32.6\n|Jul high C = 32.9\n|Aug high C = 31.8\n|Sep high C = 30.5\n|Oct high C = 28.2\n|Nov high C = 25.0\n|Dec high C = 21.8\n|year high C = 26.8\n|Jan mean C = 16.4\n|Feb mean C = 17.0\n|Mar mean C = 19.6\n|Apr mean C = 23.5\n|May mean C = 27.2\n|Jun mean C = 28.8\n|Jul mean C = 29.3\n|Aug mean C = 28.6\n|Sep mean C = 27.3\n|Oct mean C = 24.7\n|Nov mean C = 21.4\n|Dec mean C = 18.1\n|year mean C = 23.5\n|Jan low C = 14.4\n|Feb low C = 15.3\n|Mar low C = 17.9\n|Apr low C = 21.5\n|May low C = 24.6\n|Jun low C = 26.2\n|Jul low C = 26.7\n|Aug low C = 26.1\n|Sep low C = 25.0\n|Oct low C = 22.2\n|Nov low C = 18.8\n|Dec low C = 15.6\n|year low C = 21.2\n|Jan record high C = 32.3 |Jan record low C = 3.0\n|Feb record high C = 35.2 |Feb record low C = 5.3\n|Mar record high C = 36.7 |Mar record low C = 6.4\n|Apr record high C = 38.3 |Apr record low C = 12.1\n|May record high C = 39.5 |May record low C = 17.2\n|Jun record high C = 40.2 |Jun record low C = 19.2\n|Jul record high C = 39.4 |Jul record low C = 21.3\n|Aug record high C = 37.6 |Aug record low C = 22.3\n|Sep record high C = 35.8 |Sep record low C = 16.7\n|Oct record high C = 36.4 |Oct record low C = 13.3\n|Nov record high C = 34.4 |Nov record low C = 6.7\n|Dec record high C = 31.3 |Dec record low C = 5.1\n|year record high C = 40.2 |year record low C = 3.0 \n|precipitation colour = green\n|Jan precipitation mm = 24\n|Feb precipitation mm = 29\n|Mar precipitation mm = 49\n|Apr precipitation mm = 93\n|May precipitation mm = 177\n|Jun precipitation mm = 206\n|Jul precipitation mm = 230\n|Aug precipitation mm = 296\n|Sep precipitation mm = 323\n|Oct precipitation mm = 226\n|Nov precipitation mm = 62\n|Dec precipitation mm = 28\n|year precipitation mm = 1743\n|Jan precipitation days = 9.3\n|Feb precipitation days = 13.1\n|Mar precipitation days = 16.3\n|Apr precipitation days = 13.4\n|May precipitation days = 12.1\n|Jun precipitation days = 12.9\n|Jul precipitation days = 12.4\n|Aug precipitation days = 15.4\n|Sep precipitation days = 14.5\n|Oct precipitation days = 11.9\n|Nov precipitation days = 7.1\n|Dec precipitation days = 5.6\n|year precipitation days = 143.9\n|Jan humidity = 85.2\n|Feb humidity = 88.1\n|Mar humidity = 90.3\n|Apr humidity = 89.4\n|May humidity = 85.1\n|Jun humidity = 83.2\n|Jul humidity = 81.9\n|Aug humidity = 85.4\n|Sep humidity = 85.6\n|Oct humidity = 83.8\n|Nov humidity = 82.3\n|Dec humidity = 82.5\n|year humidity = 85.2\n|Jan sun = 74\n|Feb sun = 42\n|Mar sun = 44\n|Apr sun = 94\n|May sun = 191\n|Jun sun = 183\n|Jul sun = 209\n|Aug sun = 175\n|Sep sun = 175\n|Oct sun = 169\n|Nov sun = 139\n|Dec sun = 124\n|year sun = 1619\n|source 1 = Vietnam Institute for Building Science and Technology<ref name=IBST>{{chú thích web\n| archiveurl = https:\/\/web.archive.org\/web\/20180722172120\/http:\/\/ibst.vn\/DATA\/nhyen\/QCVN%2002-2009%20BXD%20So%20lieu%20tu%20nhien.pdf\n| archive-date = ngày 22 tháng 7 năm 2018\n| url = http:\/\/ibst.vn\/DATA\/nhyen\/QCVN%2002-2009%20BXD%20So%20lieu%20tu%20nhien.pdf\n| title = Vietnam Building Code Natural Physical & Climatic Data for Construction\n| publisher = Vietnam Institute for Building Science and Technology\n| access-date = ngày 31 tháng 7 năm 2018}}<\/ref>\n}}\n\n=== Dân số ===\nDân số tính đến ngày 1\/4\/2019 là 236.294 người. 10% dân số theo [[đạo Thiên Chúa]].\n\n== Hành chính ==\nThành phố Nam Định có 25 đơn vị hành chính cấp xã trực thuộc, bao gồm 22 phường: [[Bà Triệu (phường)|Bà Triệu]], [[Cửa Bắc (phường)|Cửa Bắc]], [[Cửa Nam, thành phố Nam Định|Cửa Nam]], [[Hạ Long (phường)|Hạ Long]], [[Lộc Hạ]], [[Lộc Hòa (phường)|Lộc Hòa]], [[Lộc Vượng]], [[Mỹ Xá]], [[Năng Tĩnh]], [[Ngô Quyền, thành phố Nam Định|Ngô Quyền]], [[Nguyễn Du, thành phố Nam Định|Nguyễn Du]], [[Phan Đình Phùng, thành phố Nam Định|Phan Đình Phùng]], [[Quang Trung, thành phố Nam Định|Quang Trung]], [[Thống Nhất, thành phố Nam Định|Thống Nhất]], [[Trần Đăng Ninh (phường)|Trần Đăng Ninh]], [[Trần Hưng Đạo, thành phố Nam Định|Trần Hưng Đạo]], [[Trần Quang Khải (phường)|Trần Quang Khải]], [[Trần Tế Xương (phường)|Trần Tế Xương]], [[Trường Thi, thành phố Nam Định|Trường Thi]], [[Văn Miếu, thành phố Nam Định|Văn Miếu]], [[Vị Hoàng]], [[Vị Xuyên (phường)|Vị Xuyên]] và 3 xã: [[Lộc An, thành phố Nam Định|Lộc An]], [[Nam Phong, thành phố Nam Định|Nam Phong]], [[Nam Vân]].\n\n==Kinh tế==\nTừ năm 2008 đến nay, tốc độ phát triển kinh tế năm sau cao hơn năm trước, đạt bình quân 14,32%\/năm; cơ cấu kinh tế chuyển dịch đúng hướng, tỷ trọng công nghiệp - xây dựng và dịch vụ tăng (98,69%), tỷ trọng nông nghiệp (1,31%), tổng giá trị hàng hóa xuất khẩu của thành phố chiếm 95% xuất khẩu của tỉnh, tăng bình quân 19%\/năm. Năm 2013, tổng thu ngân sách đạt hơn 1.313 tỷ đồng (tăng gấp hai lần so với năm 2011). Năm 2016, thu nhập bình quân đầu người gần 69 triệu đồng\/người.{{fact}}\n===Thương mại===\n==== Chợ Thành Nam (xưa)====\n[[Tập tin:Khu hop cho thanh pho Nam Dinh xua.jpg|nhỏ|trái|Một khu họp chợ ở thành phố Nam Định thời Pháp thuộc, tiền thân của [[Chợ Rồng (Nam Định)|Chợ Rồng]] ngày nay]]\nVốn là một đô thị đã có từ lâu đời, thành phố Nam Định được biết đến như một đầu mối giao thương hàng hoá ở Bắc bộ. Trong quá trình lịch sử phát triển trên địa bàn thành phố Nam Định đã hình thành một hệ thống chợ đầy đủ và quy mô phục vụ cho phát triển thương mại ở nơi đây. Tiêu biểu nhất phải kể đến là [[Chợ Rồng (Nam Định)|chợ Rồng]] và chợ Mỹ Tho nằm ở trung tâm thành phố, cũng là hai chợ cấp 1 của tỉnh Nam Định.\n\n*[[Chợ Rồng (Nam Định)|Chợ Rồng]] là một trong những chợ lớn và có lịch sử lâu đời ở Bắc Kỳ (cùng với chợ Đồng Xuân - Hà Nội, chợ Sắt - Hải Phòng). Chợ Rồng được xây dựng từ năm 1922 do kỹ sư người Pháp từng thiết kế tháp Eiffel và cầu Long Biên thiết kế. Năm 1991 [[Chợ Rồng (Nam Định)|chợ Rồng]] bị cháy lớn (trước đó từng bị ảnh hưởng của bom Mỹ) và bị hư hỏng nặng, phải phá bỏ hoàn toàn để xây dựng lại ngay trên nền xưa. Theo Quyết định số 012\/2007\/QĐ-BCT về việc quy hoạch tổng thể phát triển mạng lưới [[chợ Việt Nam]], Chợ Rồng Nam Định có diện tích 10 000 m2.\n* Chợ Mỹ Tho là một trung tâm buôn bán lớn của tỉnh Nam Định. Đây là chợ đầu mối chuyên doanh các mặt hàng thực phẩm, công nghệ phẩm và hàng tiêu dùng.\n\nNgoài ra trên địa bàn thành phố còn có các chợ đầu mối như: Chợ Nguyễn Trãi, chợ đêm Phạm Ngũ Lão, chợ Lý Thường Kiệt; và các chợ truyền thống cấp 2: chợ Hoàng Ngân, chợ Cửa Trường, chợ Phù Long, chợ Đồng Tháp, chợ Năng Tĩnh, chợ Diên Hồng, chợ Văn Miếu, chợ Mỹ Trọng, chợ Kênh, chợ Năm Tầng, chợ Hạ Long, chợ Cầu Ốc, chợ Đò Quan, chợ Nam Vân, chợ Lộc An...\n\n==== Trung tâm thương mại ====\nNgoài hệ thống chợ đã có từ lâu đời, trong phát triển theo hướng hiện đại, thành phố Nam Định đã quy hoạch và xây dựng các siêu thị, trung tâm thương mại đồng bộ đáp ứng nhu cầu mua sắm hiện đại của người dân.\n\nTiêu biểu như trung tâm thương mại Big C Nam Định, trung tâm thương mại Nam Định Tower, rạp phim Lotte Cinema Nam Định, siêu thị CoopMart, Micom Nam Định, các chuỗi siêu thị khác như Thế giới di động, siêu thị điện máy Media mart, Pico, Trần Anh, Điện máy xanh... tương lai là trung tâm thương mại Vincom Nam Định.\n\n==Giao thông==\n\nGiao thông qua thành phố Nam Định dày đặc và thuận tiện: [[quốc lộ 10]] từ [[Hải Phòng]], [[Thái Bình]] đi [[Ninh Bình]] chạy qua và [[Quốc lộ 21B]] nối [[Nam Định]] với [[Quốc lộ 1]] và [[đường Hồ Chí Minh]], [[quốc lộ 38|quốc lộ 38B]] từ [[Hải Dương]], [[Hưng Yên]], [[Hà Nam]] xuống [[Nam Định]], [[Ninh Bình]]. Quốc lộ 37 nối Hưng Yên với Nam Định, Thái Bình. [[Quốc lộ 21A]] đi Sơn Tây và các huyện Hải Hậu, Giao Thủy, Xuân Trường và [[bãi biển Quất Lâm]], Đại lộ Thiên Trường đi Hà Nội. Quốc lộ 39 B Hưng Yên, Thái Bình Nam Định. Tỉnh lộ 490 (đường 55) đi [[Nghĩa Hưng]] và [[bãi biển Thịnh Long]]. Từ ngoài có 13 tuyến đường xuyên tâm đi đến thành phố. Thành phố Nam Định còn có tuyến [[đường sắt Bắc Nam]] chạy qua. [[Ga Nam Định]] là một trong những ga lớn trên tuyến [[đường sắt Bắc Nam]], thuận tiện cho hành khách vùng nam đồng bằng đi đến các thành phố lớn trong cả nước như [[Hà Nội]], [[Huế]], Đà Nẵng, [[Thành phố Hồ Chí Minh]]. Thành phố Nam Định nằm bên hữu ngạn [[sông Hồng]], thuận tiện cho giao thông đường thủy và thuộc tỉnh có 72&nbsp;km bờ biển\n== Kiến trúc và quy hoạch đô thị ==\n{{xem thêm|Hành cung Thiên Trường|Đền Trần (Nam Định)|Chùa Phổ Minh|Phố cổ Thành Nam|Thành Nam Định|Cột cờ Nam Định}}\nCác phố lớn của Nam Định là Đại lộ [[Thiên Trường]], [[Trần|Đông A]], [[Trần Hưng Đạo]], [[Võ Nguyên Giáp]], Lê Đức Thọ, [[Trần Phú]], [[Trường Chinh]], Giải Phóng, [[Lê Hồng Phong]], [[Điện Biên]], [[Hàng Tiện]], [[Nguyễn Du]], [[Hùng Vương]], Nguyễn Công Trứ, Phù Nghĩa... Tượng đài Hưng Đạo Đại Vương [[Trần Hưng Đạo|Trần Quốc Tuấn]] được đặt trước Nhà hát 3\/2, bên bờ hồ Vị Xuyên của Thành phố. [[Cột cờ Thành Nam]] là một trong 3 cột cờ ở Việt Nam, mặt chính quay ra phố Tô Hiệu, mặt sau là đường Cột Cờ, được xây dựng từ thời Nguyễn vào năm 1833, đã được xếp hạng Di tích lịch sử Quốc gia năm 1962.\n\nGắn liền với lịch sử phát triển của [[Nam Định]], [[cầu Đò Quan]] là một trong những điểm giao thông quan trọng nối hai bờ sông Đào. Bến Đò Quan đã từng là hải cảng lớn của xứ bắc (trước khi người Pháp xây dựng [[cảng Hải Phòng]]). Tàu của hãng [[Bạch Thái Bưởi]] chạy nhiều từ Nam Định đi khắp miền Bắc: Hà Nội, Hải Phòng, Vinh... và cả Sài Gòn. Hiện nay thay cho bến Đò Quan ngày xưa cây Cầu Đò Quan nối đôi bờ sông Đào. Từ cầu Đò Quan, về phía thượng lưu có cầu Tân Phong, phía hạ lưu có cầu Nam Định, hai cây cầu to lớn khép kín một vòng tròn đường vành đai S2 (bao gồm một phần QL10, một phần QL21B và đường Lê Đức Thọ). Nối liền với Thái Bình bằng cầu Tân Đệ qua sông Hồng.\n\nThành phố Nam Định có sự giao thoa giữa kiến trúc cổ điển Việt Nam, kiến trúc nhà liền kề mặt phố của đô thị cổ, kiến trúc Trung Hoa, kiến trúc phương Tây và kiến trúc hiện đại. Có thể chia thành phố Nam Định ngày nay thành ba khu vực: khu phố cổ, khu phố Pháp và các khu mới quy hoạch (Hòa Vượng, Hòa Xá, Cửa Nam, Thống Nhất, Mỹ Trung, khu TĐC Trầm Cá, khu TĐC Đồng Quýt, khu TĐC Phúc Trọng - Bãi Viên...).\n\n===Khu phố cổ===\n[[Tập tin:106 Hàng Sắt, thành phố Nam Định, tỉnh Nam Định.jpg|267px|nhỏ|phải|Phố cổ Thành Nam ngày nay. Ảnh chụp phố Hàng Sắt]]\n{{chính|Phố cổ Thành Nam}}\nThành phố đã từng có 40 phố cổ mang tên \"Hàng\" như Hàng Sắt, Hàng Đồng, Hàng Cau, Hàng Rượu, Hàng Thao, Hàng Mâm, Hàng Bát...\n\nThành phố Nam Định chủ yếu nằm ở phía bắc sông Đào (còn gọi là sông Nam Định). Nam Định là thành phố cổ thứ hai chỉ sau Hà Nội, có lịch sử xây dựng trước cả Phố Hiến và Hội An, nay đã hơn 750 tuổi. Nếu như [[Hà Nội]] xưa có 36 phố phường thì TP Nam Định cũng có 40 phố cổ. Những con phố nhỏ nằm ven bờ sông Đào mang dáng vẻ riêng gắn liền với hơn 750 năm phát triển của [[Thành Nam]]. Những phố cổ của Nam Định cũng như Hà Nội là các phố nghề như: Hàng Vàng, Hàng Bát, Hàng Kẹo, Hàng Mâm, Hàng Tiện, Hàng Nâu,Hàng Thao, Hàng Ghế, Hàng Sắt, Hàng Đồng, Hàng Vải Màn, Hàng Rượu, Hàng Sũ v.v... Hiện nay, một số phố không còn giữ lại được tên cổ như ở Hà Nội, và cũng không còn buôn bán những mặt hàng truyền thống tuy nhiên nó vẫn còn phần nào giữ được dáng vẻ cổ kính của nó. Hiện tại ở TP Nam Định còn một số phố mang tên gọi cổ là Hàng Tiện, Hàng Cấp, Hàng Cau, Hàng Thao, Hàng Đồng, Hàng Sắt, Bến Thóc, Bến Ngự, Cửa Trường, Tràng Thi... còn lại phần lớn đã được đổi tên thành Hai Bà Trưng, Hoàng Văn Thụ, Bắc Ninh... Thành phố đang phát triển mạnh lên phía bắc sông Vĩnh Giang và phía nam sông Đào.\n\n===Khu phố Pháp===\n[[Tập tin:Nhà thờ Lớn thành phố Nam Định (1).jpg|nhỏ|trái|180px|Nhà thờ Lớn ở trung tâm thành phố Nam Định]]\nTừ sau khi thành lập chính phủ Đông Dương năm 1890, người Pháp ở Nam Định đã tách lãnh thổ hành chính thành phố Nam Định ra khỏi huyện [[Mỹ Lộc]], tổ chức thành 12 phố rồi đặt lại tên cho các đường phố.\n\n[[Tập tin:Gocthanhnam.jpg|nhỏ|phải|Hoàng hôn trên thành phố Dệt]]\nNăm 1921, Pháp lập ra Thành phố Nam Định, quy hoạch thành 10 khu phố với 40 phố. Khi ấy, Pháp đã lập thêm phố mới sau khi bạt thành lấp hào như: Avenue Clémenceau (nay là Trần Phú), Boulevard Galliéni (nay là Hoàng Hoa Thám), Rue Francis Garnier (nay là Máy Tơ), Avenue Brière L isle (nay là Trần Quốc Toản), Boulevard Paul Bert (nay là Trần Hưng Đạo).\n\n===Kiến trúc hiện đại===\n[[Tập tin:Cửa Đông Nam Định Plaza.jpg|nhỏ|phải|Cửa Đông Nam Định Plaza]]\nNgày nay chính quyền và nhân dân Nam Định đang xây dựng nhiều dự án đó là: khu đô thị mới Hoà Vượng, khu đô thị mới Thống Nhất, khu đô thị mới Mỹ Trung, khu đô thị mới Dệt may Nam Định, khách sạn 4* Nam Cường Nam Định, tổ hợp trung tâm thương thương mại chung cư cao cấp Nam Định Tower... đã nâng cấp công viên Vị Xuyên, Cung đường S2 nối tiếp 1\/4 vòng tròn cùng cầu Tân Phong để hoàn thành đường vành đai hình tròn ôm gọn 50&nbsp;km² nội đô thành phố hiện nay và các khu đô thị mới...\n\nGiai đoạn 2017-2020: Xây dựng đường trục đô thị phía Nam sông Đào. Đoạn từ tỉnh lộ 490C đến cầu Tân Phong, hoàn thành khu đô thị dệt may, xây dựng khu hành chính trung tâm thành phố,...\n\n==Du lịch==\n[[Tập tin:Tran Hung Dao Statue in Nam Dinh City of Vietnam.JPG|nhỏ|phải|Tượng đài Trần Hưng Đạo]]\nQuần thể di tích lịch sử - văn hóa Trần, Bảo tàng tỉnh Nam Định, cột cờ thành Nam Định, nhà số 7 phố Bến Ngự, khu chỉ huy sở nhà máy Dệt, bảo tàng Dệt - May Việt Nam, cửa hàng ăn uống dưới hầm, cửa hàng cắt tóc dưới hầm, tượng Hưng Đạo Đại Vương Trần Quốc Tuấn đặt trước Nhà hát 3\/2, công viên Vị Xuyên, công viên văn hóa Tức Mặc...\n\n==Văn hóa==\nTP. Nam Định có những nét riêng như những con phố nhỏ vào mùa hoa gạo, món ăn đặc sản địa phương hay tiếng còi tầm của nhà máy dệt. Cùng với các con phố cổ, hoa gạo được coi là loài cây đặc trưng của đất và người Nam Định. Khi nhắc đến thành phố Nam Định là nhắc tới những địa điểm văn hoá nổi bật như Hồ Vị Xuyên, ngã tư Cửa Đông, Văn Miếu, đền Trần, phố hoa Nguyễn Du, cửa hàng hoa Cửa Đông... tất cả đã tạo cho Thành Nam một dáng vẻ quyến rũ vào tháng ba.\n\n=== Thể thao ===\nThành phố Nam Định là trung tâm thể thao lớn vùng Nam Đồng bằng sông Hồng với cơ sở hạ tầng phục vụ cho thể thao khá quy mô và đồng bộ chỉ sau Hà Nội (ở miền Bắc), đã từng được chọn là một trong những điểm thi đấu của SeaGames 22 với số môn thi đấu nhiều thứ 3 (sau Hà Nội và TP Hồ Chí Minh). Từ năm 1941 đội Cotonkin của Nam Định đã vô địch Đông Dương trong giải đầu tiên. [[Câu lạc bộ bóng đá Nam Định]] đã nhiều lần thi đấu thành công ở giải Vô địch quốc gia Việt Nam ([[Giải bóng đá vô địch quốc gia|V.league 1]]) một lần vô địch năm 1985. [[Sân vận động Thiên Trường]] từng được giới thể thao đánh giá cao về quy mô và vẻ đẹp thẩm mỹ chỉ đứng sau SVĐ quốc gia Mỹ Đình. Ngoài ra còn có nhà thi đấu Trần Quốc Toản, bể bơi Trần Khánh Dư, trường đào tạo VĐV, Cung thể thao cấp vùng với nhà thi đấu đa năng 4000 chỗ ngồi và bể bơi có mái che với 1000 chỗ ngồi đạt tiêu chuẩn quốc tế. Nam Định cũng là nơi đăng cai chính, tổ chức nhiều môn thể thao nhất tại Đại hội TDTT toàn quốc lần thứ VII - 2014.\n\n===Ẩm thực===\n\nẨm thực Nam Định được biết đến với món [[phở#Phở bò Nam Định|phở Nam Định]] nổi tiếng. Ngoài ra còn có các món đặc sản, ẩm thực được sản xuất từ Thành Nam như: bánh gai bà Thi, [[chuối Ngự Đại Hoàng|chuối Ngự]], kẹo Sìu Châu, bánh mì Ba Lan, bánh đậu xanh Hanh Tụ, nem nắm, bánh nhãn, bánh cuốn làng Kênh, xôi cá rô, xôi xíu, bánh xíu páo, bánh gối, sủi cảo, bánh xu kem.\n== Thành phố kết nghĩa ==\n*{{flagicon|VIE}} [[Mỹ Tho]]\n\nTại thành phố Nam Định có đường Mỹ Tho ở khu đô thị mới Thống Nhất, chợ Mỹ Tho và ở thành phố Mỹ Tho cũng có một ngôi trường mang tên trường THCS Nam Định.\n\n*{{flagicon|ITA}} [[Prato]]\n\nĐể thể hiện tình hữu nghị giữa hai thành phố, hai đất nước Ý - Việt, Nam Định đã đặt tên cho một công viên khang trang hiện đại tại cửa ngõ thành phố là \"Công viên Prato\". Ở thành phố Prato cũng có con đường mang tên Nam Định với 4 làn xe dài 1,8&nbsp;km.\n\n==Hình ảnh==\n===Thời Pháp thuộc===\n<center><gallery>\nTập tin:Toàn cảnh thành phố Nam Định thời Pháp thuộc.jpg|Thành phố Nam Định nhìn từ trên cao\nTập tin:Thanh pho Nam Dinh - Rue du Cuivre.jpg|Các phố Hàng Đồng, Hàng Đường xưa. Nay là phố Hàng Đồng\nTập tin:Thanh pho Nam Dinh - Rue du Protectorat.jpg|Các phố Hàng Nâu, Hàng Bát, Hàng Mâm, Hàng Song xưa. Nay là phố Minh Khai\nTập tin:Pho co Thanh Nam xua.jpg|Khu phố của Hoa kiều\nTập tin:Thanh pho Nam Dinh - Rue Chinoise (Khu phố Tàu).jpg|Khu phố Khách của Hoa kiều xưa, nay là đường Hoàng Văn Thụ\nTập tin:Thanh pho Nam Dinh - Boulevard Paul Bert.jpg|Đường Trần Hưng Đạo khi mới thành lập\nTập tin:Cảnh lều chõng tại trường thi Nam Định, khoa thi Hương năm Canh Tý (1900).jpg|Trường thi Nam Định năm 1900\nTập tin:Trường thi Nam Định.jpg|Cảnh lều chõng tại trường thi Nam Định\nTập tin:Thanh co Nam Dinh.jpg|Một cổng của thành Nam Định, nay đã không còn\nTập tin:Tường thành Nam Định cuối thời Nguyễn.jpg|Ảnh chụp một góc tường thành Nam Định, nay đã bị phá hủy gần như toàn bộ\nTập tin:Cột cờ Nam Định (Kỳ đài Nam Định) thời Pháp thuộc.jpg|Cột cờ Nam Định\nTập tin:Thành phố Nam Định - Trường Cao đẳng thời Pháp thuộc.jpg|Một trường Cao đẳng tại thành phố Nam Định\nTập tin:Rạp Văn Hóa (nay là rạp Tháng Tám), thành phố Nam Định, thời Pháp thuộc.jpg|Rạp Văn Hóa xưa, nay là rạp Tháng Tám\nTập tin:Thành phố Nam Định - Đền chùa thời Pháp thuộc.jpg|Đền chùa ở thành phố Nam Định\nTập tin:TP Nam Định - Nhà thờ thuộc Hội thừa sai Paris.jpg|Nhà thờ thuộc Hội thừa sai Paris\nTập tin:Nhà thờ Khoái Đồng (Khoai Dong Church) thời Pháp thuộc.jpg|Nhà thờ Khoái Đồng xưa\n<\/gallery><\/center>\n\n===Hiện tại===\n<center><gallery>\nTập tin:Thap Pho Minh.jpg|Tháp Phổ Minh\nTập tin:Trung tâm Thương mại Big C Nam Định 002.jpg|Trung tâm Thương mại Big C Nam Định\nTập tin:Trung tâm Thương mại Big C Nam Định 003.jpg|\nTập tin:Nhà thờ Khoái Đồng.jpg|Nhà thờ Khoái Đồng\nTập tin:Trung tâm Văn hóa - Thể thao Thanh thiếu niên tỉnh Nam Định (Nam Dinh Cultural and Sports Center for Youth) (1).jpg|Trung tâm Văn hóa - Thể thao Thanh thiếu niên tỉnh Nam Định\nTập tin:Son Nam Center - Siêu thị thời trang LAMA.jpg|Tổ hợp Son Nam Center - Siêu thị thời trang LAMA\nTập tin:Son Nam Center - Siêu thị thời trang LAMA (02).jpg|Son Nam Center - Siêu thị thời trang LAMA về đêm\nTập tin:Khách sạn Vị Hoàng (Vihoang Hotel, Nam Dinh City, Vietnam) (02).jpg|Khách sạn Vị Hoàng\nTập tin:Ngân hàng Nhà nước chi nhánh Nam Định (The State Bank of Vietnam branch Nam Dinh).jpg|Ngân hàng Nhà nước chi nhánh Nam Định\nTập tin:001 Bến xe Nam Định (cũ).jpg|Bến xe khách Nam Định cũ\nTập tin:Quảng trường Nữ Vương Hòa Bình ở thành phố Nam Định.jpg|Quảng trường Nữ Vương Hoà Bình\nTập tin:Cột cờ Nam Định (Flag Tower of Nam Dinh) (05).jpg|Cột cờ Nam Định\nTập tin:Shophouse trong Khu đô thị Dệt may Nam Định.jpg|Nhà phố thương mại nằm trong Khu đô thị Dệt may Nam Định\nTập tin:Khách sạn Nam Cường Nam Định (Nam Cuong Nam Dinh Hotel, Vietnam).jpg|Khách sạn Nam Cường Nam Định\nTập tin:Bến Đò Quan về đêm.jpg|Bến Đò Quan về đêm\nTập tin:Đại lý Toyota Giải Phóng - Chi nhánh Nam Định (01).jpg|Đại lý xe ôtô Toyota Giải Phóng, chi nhánh Nam Định\nTập tin:Đại lý Toyota Giải Phóng - Chi nhánh Nam Định (02).jpg|\nTập tin:Đại lý Ô tô VinFast Nam Định 001.jpg|Đại lý xe ôtô VinFast, chi nhánh Nam Định\nTập tin:DenTran-NamDinh.JPG|Đền Trần\n<\/gallery><\/center>\n\n==Xem thêm==\n{{div col|colwidth=30em}}\n* [[Danh sách tuyến xe buýt tỉnh Nam Định|Xe buýt nội tỉnh Nam Định]]\n* [[Hành cung Thiên Trường]]\n* [[Đền Trần (Nam Định)]]\n* [[Chùa Phổ Minh]]\n* [[Phố cổ Thành Nam]]\n* [[Thành Nam Định]]\n* [[Cột cờ Nam Định]]\n{{div col end}}\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Liên kết ngoài==\n{{thể loại Commons|Nam Dinh City}}\n* [http:\/\/giaothuy.com Cộng đồng Giao Thủy Online]\n\n{{Huyện thị Nam Định}}\n{{Đơn vị hành chính thuộc thành phố Nam Định}}\n{{Thành phố Việt Nam}}\n\n[[Thể loại:Đô thị Việt Nam loại I]]\n[[Thể loại:Tỉnh lỵ Việt Nam]]"}