{"1220590":"{{Thông tin đơn vị hành chính Việt Nam|thị trấn\n| tên = Nam Ban\n| hình = Thác Voi.jpg\n| ghi chú hình = Thắng cảnh [[Thác Voi (Cam Ly)|Thác Voi]] nhìn từ trên cao\n| vĩ độ = \n| kinh độ = \n| vĩ phút = \n| vĩ giây = \n| kinh phút = \n| kinh giây = \n| diện tích = 20,89 km²\n| dân số = 10.912 người \n| thời điểm dân số = 2002\n| mật độ dân số = 522 người\/km²\n| dân tộc = \n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Lâm Đồng]]\n| huyện = [[Lâm Hà]]\n| thành lập = 19\/9\/1981\n| trụ sở UBND = \n| mã hành chính = 24868<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Nam Ban''' là một [[thị trấn]] thuộc huyện [[Lâm Hà]], tỉnh [[Lâm Đồng]], [[Việt Nam]].\n\n==Địa lý==\nThị trấn Nam Ban có vị trí địa lý:\n*Phía đông giáp xã [[Đông Thanh, Lâm Hà|Đông Thanh]]\n*Phía tây giáp xã [[Nam Hà, Lâm Hà|Nam Hà]]\n*Phía Nam giáp xã [[Gia Lâm, Lâm Hà|Gia Lâm]]\n*Phía Bắc giáp xã [[Mê Linh, Lâm Hà|Mê Linh]].\n\nThị trấn Nam Ban nằm trên thềm chuyển tiếp giữa [[cao nguyên]] với vùng [[đồng bằng|bình nguyên]], ở độ cao trung bình từ 800 đến 1000 mét so với mặt nước biển, Địa hình đồi núi nhấp nhô, nhân dân sống tập trung hầu hết là ở giữa các khe nú, [[thung lũng]].\n\nĐất đai ở thị trấn Nam Ban phần lớn là đất feralit ([[Nhóm đất đỏ vàng|Ferralsols]]) sắt, hay đất bazan. Đất đai nói chung khá màu mỡ. Phù hợp với sự phát triển của các cây công nghiệp dài ngày như cà phê, chè và dâu tằm...cũng như các loại cây ngắn ngày khác như khoai lang, đậu phộng...\n\nDân cư của thị trấn tập trung chủ yếu tại các khu phố ngay trục đường 725. Tính đến thời điểm ngày 31 tháng 12 năm 2010, thị trấn có 11.685 nhân khẩu, 2680 hộ.\n\n==Lịch sử==\nThị trấn Nam Ban trước đây vốn là thị trấn Nông trường Nam Ban, được thành lập ngày [[19 tháng 9]] năm 1981, khi đó là trung tâm của Vùng kinh tế mới [[Hà Nội]] tại [[Lâm Đồng]].<ref>[http:\/\/baolamdong.vn\/xahoi\/201210\/Lam-Ha-ngay-ay-bay-gio-2200301\/ Lâm Hà ngày ấy… bây giờ]<\/ref> Diện tích tự nhiên ban đầu của Thị trấn Nam Ban là 4.434 ha.\n\nTháng 10 năm 1987, huyện Lâm Hà được thành lập, thị trấn Nông trường Nam Ban được chia thành hai đơn vị hành chính là thị trấn Nam Ban và xã Mê Linh.<ref>[http:\/\/www.lamdong.gov.vn\/vi-VN\/a\/lamha\/tintonghop\/datvanguoi\/Pages\/Th%E1%BB%8Btr%E1%BA%A5nNamBank%E1%BB%B7ni%E1%BB%87m35n%C4%83mth%C3%A0nhl%E1%BA%ADp.aspx Thị trấn Nam Ban kỷ niệm 35 năm thành lập]{{Liên kết hỏng|date = ngày 14 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>\n\nNăm 2002, một phần diện tích và dân số của thị trấn được tách ra để thành lập xã Nam Hà. Thị trấn Nam Ban còn lại là 2.089 ha diện tích tự nhiên và 10.912 nhân khẩu.\n\n==Du lịch==\nThị trấn Nam Ban, tuy không có nhiều thắng cảnh du lịch độc đáo như [[Đà Lạt]], nhưng cũng có vài thắng cảnh khá nổi tiếng như Thác Voi, Chùa Linh Ẩn. Hàng năm cũng thu hút một lượng khách du lịch đáng kể chủ yếu là khách du lịch nước ngoài ghé tham quan cũng như tìm hiểu bản sắc đa văn hóa ở đây và nghề dâu tằm vang bóng một thời.\n==Hành chính==\nThị trấn Nam ban có 17 khu phố được đặt tên theo các địa danh nổi tiếng ở Hà Nội ngay từ khi mới thành lập, gồm: Đống Đa, Ba Đình, Trưng Vương, Thăng Long, Bạch Đằng, Chợ Thăng Long, Đông Anh 1, Đông Anh 2, Đông Anh 3, Đông Anh 4, Đông Anh 5 (tách ra từ khu phố Đông Anh 3), Từ Liêm 1, Từ Liêm 2, Thành Công, Chi Lăng 1, Chi Lăng 2, Chi Lăng 3.\n\n==Kinh tế - xã hội==\n===Thương mại===\nThị trấn có chợ Thăng Long là nơi đáp ứng nhu cầu mua bán trao đổi hàng ngày của người dân thị trấn cũng như các xã lân cận.\n===Cơ sở hạ tầng===\nThị trấn Nam Ban được thành phố Hà Nội đầu tư xây dựng 1 khu văn hóa thể thao quy mô tại khu phố Ba Đình.\n===Giáo dục===\nThị trấn có 1 trường PTTH đủ để đào tạo 1.500 học sinh bậc THPT là trường PTTH Thăng Long - Lâm Hà và 1 trường THCS là trường THCS Từ Liêm, 3 trường tiểu học: trường tiểu học Nam Ban I, trường tiểu học Nam Ban II, Trường Tiểu học Từ Liêm cùng một số phân trường ở các thôn.\n\n==Chú thích==\n{{tham khảo}}\n==Xem thêm==\n*[[Danh sách thị trấn tại Việt Nam]]\n{{sơ khai Lâm Đồng}}\n{{Đơn vị hành chính thuộc huyện Lâm Hà}}"}