{"1140872":"{{thiếu nguồn tham khảo}}{{wikify}}\n{{bài cùng tên|Nam Tiến}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Nam Tiến\n| hình = \n| ghi chú hình = \n| vĩ độ = 20.295702\n| kinh độ = 106.204428\n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Nam Trực]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 14017<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nam Tiến''' là xã thuộc huyện [[Nam Trực]], [[Nam Định]], [[Việt Nam]].\n\n== Địa lý==\nPhía bắc giáp xã Bình Minh, phía đông giáp xã Nam Lợi, phía nam giáp xã Nam Hải, Nam Thái, phía Tây giáp xã Đồng Sơn.\n\nXã Nam Tiến bao gồm các thôn: Lạc Chính, Nam Trực, Đồng Quỹ, Đạo quỹ, Thạch Cầu, Phú Nông, An Nông, Cổ Giả.\n\nXã Nam Tiến có sông Châu Thành chảy qua địa phận thôn An Nông và thôn Cổ Giả (sông Cổ Giả), sông Thạch Cầu cung cấp thủy lợi cho ruộng đồng.\n\nDiện tích tự nhiên: 962,710ha\n\nDân số năm 2017: 14,742\n\n==Di tích==\n# Di tích đình: Có các đình làng lớn thờ Đức Triệu Việt Vương(Đền Đồng Quỹ là di tích lịch sử cấp quốc gia, Đền Thạch Cầu là đi tích lịch sử cấp tỉnh, Đền Phú Nông có từ lâu đời, Đền An Nông mới được xây dựng); đền thờ Đức Thánh Trần (Hưng Đạo Đại Vương Trần Quốc Tuấn tại thôn Nam Trực) rất lâu đời và được truyền tụng rất linh thiêng. Đây la một nơi tín ngưỡng lớn của bà con trong vùng. \n# Di tích chùa: Có chùa cổ thờ phật rất linh thiêng và cổ kính gồm: chùa Nam Trực (làng Nam Trực), Chùa Đồng Quỹ (làng Đồng Quỹ), chùa Thạch Cầu (làng Thạch Cầu) Hàng năm nơi đây thường tổ chức khoá tu mùa hè cho các phật tử và các em nhỏ, chùa nhỏ (thuộc làng Phú Nông), chùa An Nông (thuộc làng Trung Đồng, An Nông), chùa cổ Giả (làng Cổ Giả), \n# Di tích nhà thờ: Có nhà thờ Nam Trực, nhà thờ Đạo Quỹ\n\n==Giáo dục-Y tế==\n# Giáo dục: Có hệ thống Trường học gồm: Trường mầm non: Nam Sơn, Đồng Quỹ, Thạch Cầu, Cổ Giả. Trường Tiểu học và Trường Trung học cơ sở Nam Tiến, Nam Sơn. Trường Trung học phổ thông Nguyễn Du.\n# Y tế: Trạm y tế xã tại thôn Đồng Quỹ.\n\n==Nghề truyền thống==\nNam Tiến có các làng nghề truyền thống đó là: Đúc đồng thôn Đồng Quỹ, đan cói Thôn An Nông, thêu ren Thôn Nam Trực Đan thúng Thôn Thạch Cầu và Phú Nông;\n\n==Chợ==\nChợ Qũy (Thôn Đồng Quỹ), chợ Phố(Thôn An Nông) chợ Nam Trực (Thôn Nam Trực), chợ Cầu (Thôn Thạch Cầu).\n\n{{Đơn vị hành chính thuộc huyện Nam Trực}}\n\n==Tham khảo==\n{{tham khảo}}\n\n{{sơ khai Nam Định}}"}