{"796017":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Nam Chính \n| hình = \n| ghi chú hình = \n| diện tích = 4,28 km²<ref name=MS>{{Chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | tiêu đề =Mã số đơn vị hành chính Việt Nam | ngày truy cập =ngày 10 tháng 4 năm 2012 | nhà xuất bản =Bộ Thông tin & Truyền thông | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls |url-status=dead }}<\/ref>\n| dân số = 4.125 người<ref name=MS\/>\n| thời điểm dân số = 2015\n| mật độ dân số = 964 người\/km²\n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Hải Dương]]\n| huyện = [[Nam Sách]]\n| thành lập = \n| trụ sở UBND = Thôn Bịch Tây\n| mã hành chính = 10627<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nam Chính''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nam Sách]], tỉnh [[Hải Dương]], [[Việt Nam]].\n\n==Địa lý==\nXã Nam Chính nằm ở phía tây bắc huyện Nam Sách và cách trung tâm huyện 4&nbsp;km, có vị trí địa lý:\n*Phía đông giáp xã [[Quốc Tuấn, Nam Sách|Quốc Tuấn]] \n*Phía đông nam giáp xã [[Nam Trung, Nam Sách|Nam Trung]]\n*Phía tây giáp xã [[An Sơn, Nam Sách|An Sơn]] \n*Phía nam giáp xã [[Hợp Tiến, Nam Sách|Hợp Tiến]]\n*Phía bắc giáp xã [[Hiệp Cát]].\n\n==Hành chính==\nXã Nam Chính được chia thành 4 thôn: Bịch Đông, Bịch Tây, An Thượng, Hoàng Xá.\n\n==Giao thông== \nXã Nam Chính có tỉnh lộ 390 chạy qua nối xã với các vùng trọng điểm kinh tế, chính trị, quân sự trong vùng và cả nước như: [[Hà Nội]], [[Hải Phòng]], [[Quảng Ninh]]. Được nâng cấp mở rộng đổi tên từ đường 17A cũ, chạy qua xã theo hướng Nam Bắc.\n\nHiện nay qua địa bàn xã dự kiến có: ''Đường Cầu Hàn nới từ thành phố Hải Dương qua huyện Nam Sách nối với [[Quốc lộ 37]] và [[Quốc lộ 18]]''. Xã còn có một hệ thống đường thôn, liên xã dài hàng chục km. Đến nay, đường thôn ngõ xóm đã được mở rộng, bê tông hoá. Tất cả đều được nối vào con đường nhựa liên xã, hoà vào đường tỉnh 390, tạo điều kiện thuận lợi cho nhân dân đi lại dễ dàng, phục vụ đắc lực cho giao lưu văn hoá, phát triển kinh tế của địa phương trong thời kỳ đổi mới.\n\n==Kinh tế==\nXã Nam Chính là một mảnh đất có từ lâu đời, là xã nông nghiệp thuần nông. Nhiều sông, ngòi, ao hồ nên rất thuận tiện cho việc sản xuất nông nghiệp, đất đai màu mỡ, phì nhiêu. \n\nSự thuận lợi về vị trí và tiềm năng sẵn có đã đem lại những thành quả trong sản xuất nông nghiệp và phát triển công nghiệp - dịch vụ cho địa phương, góp phần phát triển kinh tế, ổn định đời sống xã hội cho nhân dân trong toàn xã.\n\n==Giáo dục - Y tế==\n'''Giáo dục:''' Xã có 2 trường học đều đạt chuẩn quốc gia: \n#Trường TH Nam Chính\n#Trường THCS Nam Chính.\n\n'''Y tế:''' \n[[Tháng 1]] năm [[2012]], tại xã Nam Chính, huyện Nam Sách, Bộ Y tế phối hợp với ủy ban nhân dân tỉnh tổ chức Lễ Phát động phong trào thi đua ''Vệ sinh yêu nước nâng cao sức khoẻ nhân dân'' và chính thức đề nghị Chính phủ cho phép lấy ngày [[2 tháng 7|2\/7]] hằng năm là ngày ''Vệ sinh yêu nước''.\n\nTheo đó, Quy mô tổ chức lễ phát động cấp nhà nước gồm có: các đồng chí lãnh đạo Đảng, nhà nước, Chính phủ, Bộ Y tế và các Bộ, ngành có liên quan về trực tiếp phát động và chỉ đạo thực hiện. Cùng với đó là lãnh đạo ủy ban nhân dân 12 tỉnh thành phố: Hà Nội, Hưng Yên, Hà Nam, Hải Phòng, Nam Định, Thái Bình, Ninh Bình, Bắc Ninh, Bắc Giang, Vĩnh Phúc, Hoà Bình, Thái Nguyên; Lãnh đạo Sở Y tế, lãnh đạo Trung tâm Y tế dự phòng 41 tỉnh, thành phố các tỉnh phía Bắc từ Hà Tĩnh trở ra và một số tỉnh Miền Trung, Tây Nguyên, Miền Nam (Quảng Bình, Thừa Thiên Huế, Khánh Hoà, Ninh Thuận, Đăk Lắk, Kon Tum, Thành phố Hồ Chí Minh, Bình Dương, An Giang, Cần Thơ).\n\nĐây là lễ phát động có quy mô lớn, có ý nghĩa rất quan trọng đối với việc chăm sóc sức khỏe cho nhân dân, tổ chức tại một xã có phong trào vệ sinh phòng bệnh tốt nhất từ những năm 60 của [[thế kỷ XX]] được Bác Hồ về thăm ngày 15 tháng 2 năm 1965. Phong trào cũng nhằm giải quyết vấn đề vệ sinh cá nhân, vệ sinh môi trường thực hiện Cuộc vận động học tập và làm việc theo tấm gương đạo đức của Chủ tịch Hồ Chí Minh cũng như đẩy mạnh Chương trình xây dựng nông thôn mới do Bộ Chính trị phát động.\n\n==Văn hóa==\n'''Văn hóa:''' Ngày [[15 tháng 2]] năm [[1965]], [[Bác Hồ]] đã về thăm và nói chuyện với nhân dân xã Nam Chính. Hiện nay đã xây dựng khu tưởng niệm tương đối hoành tráng.\n\n'''Thể thao:''' Ở Nam Sách nói chung và Nam Chính nói riêng, phong trào thể dục, thể thao rất phát triển. \n\nNgay từ năm [[1960]]-[[1970]], người dân đã có thói quen thể dục buổi sáng và tập giữa giờ. Khi có tiếng kẻng thì người đang đi xe đạp trên đường cũng dừng lại để tập thể dục. Nhờ có phong trào tập thể dục, thể thao nên sức khỏe của người dân được nâng lên, ốm đau, bệnh tật dần được đẩy lùi, lao động, sản xuất đạt hiệu quả cao hơn. \n\nCác phong trào như: bơi lội, bóng chuyền của Nam Chính luôn đứng đầu huyện, không những thế tại đây còn có nhiều vận động viên tham gia thi đấu toàn miền Bắc trong những năm chiến tranh. Tại các cuộc thi bơi vượt sông Thái Bình ngày đó thì vận động viên Nam Chính luôn về nhất.\n\nCó một điều thú vị là ở Nam Chính có một bể bơi nằm ngay cạnh ủy ban nhân dân xã. Theo Chủ tịch Quy thì tỉ lệ người biết bơi ở xã Nam Chính rất cao. Những năm 1970 về trước gần như 100% người dân Nam Chính đều biết bơi thành thạo 4 nội dung phối hợp. Còn sau những năm 1970 thì cũng có tới 70% biết bơi cả bốn môn. Còn nếu tính tỉ lệ ''rơi xuống nước không chết đuối'' thì đạt tới 100%.\n\nVề cái bể bơi của xã cũng có nhiều kỷ niệm. Ông Quy kể: ''Bể bơi này có từ năm 1972, được cải tạo từ hố bom của Mỹ. Từ đó tới nay bể bơi được cải tạo nhiều lần. Năm 2003, bể được xây lại trên nền bể cũ, dùng dạy bơi cho học sinh tiểu học và những đội bơi nghiệp dư. Mùa hè đến, bể bơi lúc nào cũng đông nghịt người. Bể bơi này có nét đặc biệt là hoàn toàn miễn phí. Năm 1972, Nam Sách đã được Bộ Y tế cắm cờ toàn xã biết bơi''.\n\nBể bơi xã Nam Chính vừa được cải tạo và nâng cấp năm 2010 với tổng kinh phí trên 3 tỷ đồng. Bể bơi thi đấu trong nhà tiêu chuẩn quốc tế độ sâu một đầu 3m, một đầu 2,2m, 7 đường bơi, có bể lọc nước sạch, có cổng ra vào và tường bao bằng sắt sơn màu xanh mát mắt. Bể đáp ứng tập luyện, tổ chức thi đấu và xóa mù bơi cho thanh thiếu niên nhi đồng, kể cả người lớn tuổi ở các xã lân cận chưa biết bơi như: thị trấn Nam Sách, xã Nam Trung, Hợp Tiến,...\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Hải Dương}}\n{{Đơn vị hành chính thuộc huyện Nam Sách}}"}