{"1593":"{{thông tin tác phẩm văn học\n| tên = Nam quốc sơn hà\n| thể loại = [[Thất ngôn tứ tuyệt]]\n| hình = \n| cỡ hình = \n| chú thích hình = \n| tác giả = Không rõ\n| tên gốc = Không có\n| thời gian = 981\n| triều đại = [[Nhà Tiền Lê]]\n| quốc gia = Việt Nam\n| ngôn ngữ = [[Văn ngôn]]\n| kiểu sách = \n| nhà xuất bản = \n| nhà xuất bản VN = \n| dịch = \n| bộ sách = \n| chủ đề = \n| tên Việt = ''Sông núi nước Nam''\n| wikisource = Nam quốc sơn hà\n| ngày phát hành = \n}}'''''Nam quốc sơn hà''''' ([[chữ Hán]]: 南國山河) là một bài thơ [[thất ngôn tứ tuyệt]] viết bằng [[văn ngôn]] không rõ tác giả (mặc dù 1 số nguồn cho rằng Lý Thường Kiệt là người viết ra), được coi là bản [[Tuyên ngôn độc lập]] đầu tiên của [[Việt Nam]], khẳng định [[chủ quyền]] của nhà cầm quyền [[Đại Việt]] trên các vùng đất của mình.<ref>Nghia M. Vo. ''Legends of Vietnam: An Analysis and Retelling of 88 Tales''. ISBN 0786490608. [http:\/\/books.google.com.vn\/books?id=BeIAXRNSwOgC&pg=PA265&dq=%27Nam+qu%E1%BB%91c+s%C6%A1n+h%C3%A0%22%2B%22L%C3%BD+Th%C6%B0%E1%BB%9Dng+Ki%E1%BB%87t%22&hl=en&sa=X&ei=7ruQU93HG4qyuATlyYCABQ&ved=0CCsQ6AEwAA#v=onepage&q='Nam%20qu%E1%BB%91c%20s%C6%A1n%20h%C3%A0%22%2B%22L%C3%BD%20Th%C6%B0%E1%BB%9Dng%20Ki%E1%BB%87t%22&f=false Trang 56] <!-- tạm dùng mặc dù dạng nghiên cứu này lấy từ truyền thuyết, bổ sung sau --><\/ref><ref>Viện nghiên cứu Hán Nôm, Viện Khoa học xã hội Việt Nam, Viện Khoa học xã hội và nhân văn quốc gia, Trung tâm Khoa học xã hội và nhân văn quốc gia (2006). ''Tạp chí Hán Nôm, Issues 74-79.'' Trang 5.<\/ref> Bài thơ này có tác dụng khích lệ tinh thần quân sĩ, giúp [[Lê Đại Hành|Lê Hoàn]] chống quân Tống năm 981<ref>{{Chú thích web | url = http:\/\/tbdn.com.vn\/sites\/epaper\/ThoiBaoDoanhNhan\/Chitiet.aspx?ArtId=16168&CatId=127 | tiêu đề = Những Tuyên ngôn bất hủ | tác giả = | ngày = | ngày truy cập = 10 tháng 6 năm 2014 | nơi xuất bản = Thời báo doanh nhân | ngôn ngữ = }}<\/ref> và [[Lý Thường Kiệt]] chống quân Tống năm 1077. Trong [[Văn hóa Việt Nam|văn hóa]], ý nghĩa và giá trị của bài thơ trong lịch sử Việt Nam được [[người Việt]] công nhận rộng rãi.<ref>PGS Lê Trung Vũ & PGS TS Lê Hồng Lý. ''Lễ hội Việt Nam''. Nhà Xuất bản: Công ty Văn hóa Hương Trang. Trang 397.<\/ref>\n\n== Tên gọi ==\nBài thơ này vốn không có tên, tên gọi ''Nam quốc sơn hà'' là do những người biên soạn cuốn sách ''Hợp tuyển thơ văn Việt Nam'', tập 2 (sách do Nhà Xuất bản Văn học xuất bản năm 1976) đặt ra, lấy từ bốn chữ đầu trong câu thơ đầu tiên của bài thơ này (''Nam quốc sơn hà Nam đế cư'').<ref>Lê Phước. [http:\/\/vi.rfi.fr\/viet-nam\/20121109-%E2%80%9Cnam-quoc-son-ha%E2%80%9D-chan-ly-chu-quyen-quoc-gia-cua-dan-toc-viet-nam-0 \"Nam Quốc Sơn Hà\": Chân lý chủ quyền quốc gia của dân tộc Việt Nam], RFI tiếng Việt. Truy cập ngày 28 tháng 4 năm 2016.<\/ref>\n\n== Văn bản ==\n{{wikisource}}\n[[Tập tin:Sino-Vietnamese-Nam quốc sơn hà.ogg|thumb|Nam quốc sơn hà]]\nBài thơ ''Nam quốc sơn hà'' có ít nhất là 35 dị bản sách và 8 dị bản thần tích. Thư tịch đầu tiên có chép bài thơ này là sách ''[[Việt điện u linh tập]]'', song bản ''Nam quốc sơn hà'' trong ''Việt điện u linh tập'' không phải là bản được biết đến nhiều nhất, bản ghi trong ''[[Đại Việt sử ký toàn thư]]'' mới là bản được nhiều người biết nhất. ''Đại Việt sử ký toàn thư'' là bộ chính sử đầu tiên có ghi chép bài thơ này.<ref>Văn Chung. [http:\/\/vietnamnet.vn\/vn\/giao-duc\/272255\/nam-quoc-son-ha-co-35-di-ban-khong-phai-cua-ly-thuong-kiet.html \"Nam quốc sơn hà\" có 35 dị bản, không phải của Lý Thường Kiệt], VietNamNet. Truy cập ngày 27 tháng 4 năm 2016.<\/ref><ref>Nguyễn Khắc Phi. [http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/vai-dieu-can-trao-doi-them-ve-bai-nam-quoc-son-ha Vài điều cần trao đổi thêm về bài Nam Quốc Sơn Hà] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160630081221\/http:\/\/www.vanhoanghean.com.vn\/chuyen-muc-goc-nhin-van-hoa\/nhung-goc-nhin-van-hoa\/vai-dieu-can-trao-doi-them-ve-bai-nam-quoc-son-ha |date = ngày 30 tháng 6 năm 2016}}, Tạp chí Văn hóa Nghệ An. Truy cập ngày 27 tháng 4 năm 2016.<\/ref><ref>Nguyễn Thị Oanh. [http:\/\/hannom.org.vn\/web\/tchn\/data\/0201.htm Về thời điểm ra đời của bài thơ Nam quốc sơn hà], Tạp chí Hán Nôm số 1(50) năm 2002. Viện Nghiên cứu Hán Nôm. Truy cập ngày 27 tháng 4 năm 2016.<\/ref>\n\nBản ghi trong ''Đại Việt sử ký toàn thư'' như sau:<ref>[https:\/\/zh.wikisource.org\/wiki\/%E5%A4%A7%E8%B6%8A%E5%8F%B2%E8%A8%98%E5%85%A8%E6%9B%B8\/%E6%9C%AC%E7%B4%80%E5%8D%B7%E4%B9%8B%E4%B8%89 大越史記全書\/本紀卷之三], 維基文庫. Truy cập ngày 27 tháng 4 năm 2016.<\/ref>\n:南國山河南帝居\n:截然分定在天書\n:如何逆虜來侵犯\n:汝等行看取敗虛\n\nPhiên âm Hán –Việt:\n\n:''Nam quốc sơn hà Nam đế cư''\n:''Tiệt nhiên định phận tại thiên thư''\n:''Như hà nghịch lỗ lai xâm phạm''\n:''Nhữ đẳng hành khan thủ bại hư.''\n\nBản dịch nghĩa của Nguyễn Tri Tài:<ref name=\"Giáo trình tiếng Hán, tập I: cơ sở, trang 43\">Nguyễn Tri Tài. Giáo trình tiếng Hán, tập I: cơ sở. Nhà Xuất bản Đại học Quốc gia Thành phố Hồ Chí Minh. Thành phố Hồ Chí Minh, năm 2002. Trang 43.<\/ref>\n:Sông núi nước Nam, vua nước Nam ở,\n:Phân vị rạch ròi đã ghi trong sách trời.\n:Cớ sao lũ giặc bạo ngược đến xâm phạm,\n:Chúng bây rồi xem, sẽ chuốc lấy thất tại tan tành.\n\nBản dịch nghĩa của Nguyễn Hùng Vĩ:<ref name=\"Cố Giáo sư Nguyễn Tài Cẩn 19 năm sửa bài Nam quốc sơn hà\">Chiêu Minh. [http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/co-gs-nguyen-tai-can-19-nam-sua-bai-nam-quoc-son-ha-n20110327112924620.htm Cố GS Nguyễn Tài Cẩn 19 năm \"sửa\" bài \"Nam quốc sơn hà!\"], Thể thao & Văn hóa. Truy cập ngày 27 tháng 4 năm 2016.<\/ref>\n:Sông núi nước Nam, Nam đế quản trị\n:Hiển nhiên đã định phận tại thiên thư\n:Cớ sao bọn giặc ngỗ ngược đến xâm phạm\n:Mà chúng bay, xem ra, lại chịu bại ư?\n\nBản dịch của [[Trần Trọng Kim]]\n:Sông núi nước Nam vua Nam ở\n:Rành rành định phận ở sách trời\n:Cớ sao lũ giặc sang xâm phạm\n:Chúng bay sẽ bị đánh tơi bời.\n:\n\n== Lịch sử ==\nHiện nay, sơ bộ thống kê đã thấy có khoảng 30 dị bản bài thơ Nam quốc sơn hà nằm trong các văn bản Hán Nôm chép tay hoặc khắc gỗ. Cụ thể là 8 bản [[Việt điện u linh]], 10 bản ''[[Lĩnh Nam chích quái]]'':<ref>{{Chú thích web | url = https:\/\/sites.google.com\/site\/sachsuvietnam\/linh-nam-chich-quai | tiêu đề = Lĩnh Nam Chích Quái - Sách Sử Việt Nam | tác giả = | ngày = | ngày truy cập = 9 tháng 8 năm 2016 | nơi xuất bản = | ngôn ngữ = }}<\/ref>, Thần phả đền cửa [[sông Ngũ Huyện]] (Quả Cảm, Hoà Long, Yên Phong, Bắc Ninh), Biển khắc bài thơ ''Nam quốc sơn hà'' ở Phù Khê Đông (Tiên Sơn, Bắc Ninh), [[Trương tôn thần sự tích]], [[Thiên Nam vân lục liệt truyện]], [[Dư địa chí]], [[Đại Nam nhất thống chí]]; [[Bằng trình thản bộ]].<ref>Hầu hết các ngôn bản trên đều tìm thấy trong bộ Thư mục đề yếu - Di sản Hán Nôm Việt Nam. NXB KHXH, H.1993, 3 tập<\/ref>\n\n=== Trong chiến tranh Tống–Việt lần thứ nhất ===\n{{xem thêm|Chiến tranh Tống - Việt, 981}}\n\nTheo sách ''Lĩnh Nam chích quái'':<ref>{{Chú thích web|url=https:\/\/sites.google.com\/site\/sachsuvietnam\/linh-nam-chich-quai|title=Lĩnh Nam Chích Quái|last=|first=|date=|website=Sách Sử Việt Nam|archive-url=|archive-date=|url-status=|access-date = ngày 9 tháng 8 năm 2016}}<\/ref>\n\nNăm Thiên Phúc nguyên niên hiệu vua [[Lê Đại Hành]]; Tống Thái Tổ sai Hầu Nhân Bảo, Tôn Toàn Hưng cất quân xâm lược nước Nam. Hai bên đối lũy cùng cầm cự với nhau ở sông Đồ Lỗ. Vua Lê Đại Hành mộng thấy hai anh thần nhân ở trên sông vái mà nói rằng họ là [[Đức thánh Tam Giang|Trương Hống]], [[Trương Hát]] xưa theo [[Triệu Việt Vương]]; nay xin cùng nhà vua đánh giặc để cứu sinh linh. Vua Lê Đại Hành tỉnh dậy liền đốt hương khấn cầu thần giúp. Đêm ấy thấy một người dẫn đoàn âm binh áo trắng và một người dẫn đoàn âm binh áo đỏ từ phía Bắc sông Như Nguyệt mà lại cùng xông vào trại quân Tống mà đánh. Quân Tống kinh hoàng, thần nhân tàng hình trên không, lớn tiếng ngâm rằng:\n{{cquote|''Nam quốc sơn hà Nam đế cư''\n\n''Hoàng thiên dĩ định tại thiên thư''\n\n''Như hà Bắc Lỗ lai xâm lược''\n\n''Bạch nhận phiên thành phá trúc dư''.}}\nQuân Tống nghe thấy, xéo đạp lên nhau chạy tan, đại bại mà về. Vua Lê Đại Hành trở về ăn mừng, truy phong cho hai vị thần nhân, một là Tinh Mẫn Đại Vương lập miếu thờ tại ngã ba sông Long Nhãn, hai là Khước Mẫn Đại vương lập [[Đền Xà|miếu ở ngã ba sông Như Nguyệt]].\n\nĐa số các nhà nghiên cứu thống nhất đề tên khuyết danh tác giả bài thơ. Riêng [[Lê Mạnh Thát]] trong bài \"[[Pháp Thuận]] và bài thơ thần nước Nam sông núi\" cho rằng tác giả bài thơ là [[Pháp Thuận|Đỗ Pháp Thuận]].\n\nCác nhà nghiên cứu gần đây thống nhất quan điểm ''Nam quốc sơn hà'' là bài thơ xuất hiện dưới thời [[Lê Đại Hành]] và tiếp tục được Lý Thường Kiệt vận dụng sau này.{{efn|Phan Huy Lê khi khảo cứu tác phẩm ĐVSKTT đã cho rằng: \"Các tác giả Đại Việt sử ký toàn thư đã đứng trên quan điểm chính thống, đạo trung quân cùng với những nguyên tắc của tam cương ngũ thường, tam tòng tứ đức để viết sử, để khen chê, để đánh giá và bình luận các nhân vật lịch sử\"(24). Vì vậy khi đánh giá về Lê Hoàn (Lê Đại Hành), người sáng lập ra nhà Tiền Lê (980-1009), một vị anh hùng dân tộc có công lớn trong việc tổ chức và lãnh đạo công cuộc kháng chiến chống quân Tống lần thứ nhất, người đã được nhà viết sử Lê Văn Hưu hết lòng ca ngợi \"Lê Đại Hành giết Đinh Điền, bắt Nguyễn Bặc, trói Quân Biện, Phụng Huân dễ như lùa trẻ con, như sai nô lệ, chưa đầy vài năm mà bờ cõi định yên, công đánh dẹp chiến thắng dẫu là các vua Hán, Đường cũng không hơn được\" thì ngòi bút của Ngô Sĩ Liên lại phê phán gay gắt Lê Đại Hành về \"tội\" không hết lòng phò tá con vua Đinh, lập Dương thị làm Hoàng hậu. Ông viết: \"Đạo vợ chồng là đầu của nhân luân, mối của vương hóa... Đại Hành thông dâm với vợ vua rồi nghiễm nhiên lập làm Hoàng hậu, mất cả lòng biết hổ thẹn vậy\". Nếu đã đánh giá Lê Đại Hành như vậy thì dễ gì lại đem bài thơ như một bản \"Tuyên ngôn độc lập\" đó của dân tộc gắn cho Lê Hoàn được. Vì vậy có lẽ đến thời điểm biên soạn bộ ĐVSKTT, các tác giả đã gắn bài thơ đó cho Lý Thường Kiệt. Cũng có thể đến thời Lý Nhân Tông, Lý Thường Kiệt đã mượn danh thần, cho người nấp vào đền ngâm bài thơ để cổ vũ quân sĩ, làm tiêu tan ý chí và tinh thần của kẻ địch. Việc mượn uy thần trong chiến trận cũng là một điều dễ hiểu, nhưng việc thần không được triều đình phong kiến nhà Lý phong thưởng sau khi thắng trận lại không theo lệ thường. Không lẽ vua Lý Nhân Tông \"quên\" không phong thưởng cho thần hay Việt điện u linh \"bỏ sót\" không chép?}}<ref>Viện Nghiên cứu Hán Nôm, Viện Khoa học xã hội Việt Nam, Viện Khoa học xã hội và nhân văn quốc gia, Trung tâm Khoa học xã hội và nhân văn quốc gia (2005). ''Tạp chí Hán Nôm, Issues 68-73''. Viện Nghiên cứu Hán Nôm, Ủy ban Khoa học xã hội Việt Nam. Trang 8.<\/ref><ref>Viện Khảo cổ học, Ủy ban Khoa học xã hội Việt Nam (2004). ''Những phát hiện mới về khảo cổ học năm''. Nhà Xuất bản: Viện Khảo cổ học, Ủy ban Khoa học xã hội Việt Nam. Trang 726.<\/ref>\n\n=== Trong chiến tranh Tống–Việt lần thứ hai ===\n[[Tập tin:Song Cau.JPG|nhỏ|300px|Sông Như Nguyệt ([[sông Cầu]])]]\n{{xem thêm|Trận Như Nguyệt}}\n\n==== Theo sách ''Đại Việt sử ký toàn thư'' ====\nNăm 1076, [[Quách Quỳ]], Triệu Tiết đem quân 9 tướng, hợp với [[Chiêm Thành]], [[Chân Lạp]] tấn công [[Đại Việt]]. Hai bên giao tranh ở sông Như Nguyệt, một đêm quân sĩ chợt nghe trong [[Đền Xà|đền Trương tướng quân]]<ref>Tức [[Trương Hống, Trương Hát]].<\/ref> có tiếng đọc to rằng:\n\n{{cquote|Nam quốc sơn hà Nam đế cư\n\nTiệt nhiên phân định tại thiên thư\n\nNhư hà nghịch lỗ lai xâm phạm\n\nNhữ đẳng hành khan thủ bại hư.}}\n\nSau này đúng như lời thơ, [[Lý Thường Kiệt]] đánh bại quân Tống.<ref>Đại Việt sử ký toàn thư; Soạn giả Lê Văn Hưu, Ngô Sĩ Liên,... Dịch giả Viện Sử học Việt Nam; Nhà Xuất bản Khoa học xã hội, 1993.<\/ref><ref>Bản điện tử Đại Việt sử ký toàn thư, trang 110.<\/ref>\n\n==== Theo sách Việt điện u linh – Chuyện Trương Hống và Trương Hát ====\nThời [[Nam Tấn Vương]] nhà Ngô đi đánh dẹp Lý Huy ở Long Châu, đóng quân ở cửa Phù Lan, đêm ngủ mộng thấy hai người kỳ vĩ, diện mạo khôi ngô đến ra mắt nhà vua và xin trợ chiến. Nhà vua hỏi danh tính, họ trả lời rằng họ là anh em vốn người Phù Lan, làm tướng của [[Triệu Việt Vương]], Việt Vương bị Lý Nam Đế ([[Hậu Lý Nam Đế]]) đánh bại. Nam Đế làm lễ trọng ý muốn cho họ làm quan; hai anh em chối từ, trốn vào núi Phù Long, Nam Đế nhiều lần cho người truy nã không được, mới treo ngàn vàng cầu người bắt. Hai anh em đều uống thuộc độc mà chết. Thượng đế thương họ vô tội cho làm Than Hà Long Quân Phó Sứ, tuần hai sông Vũ Bình và Lạng Giang đến tận trên nguồn, hiệu là Thần Giang Phó Đô Sứ. Trước kia đã giúp vua Ngô Quyền trong chiến dịch Bạch Đằng.\n\nNam Tấn Vương tỉnh dậy mới đem tế và khấn thần phò trợ. Sau đó Nam Tấn Vương thắng trận, bình xong quân Tây Long vua sai sứ chia chỗ lập đền thờ, đều phong làm Phúc Thần một phương, chiếu phong anh là Đại Đương Giang Đô Hộ Quốc Thần Vương, lập [[Đền Xà|đền ở cửa sông Như Nguyệt]]. Còn em là Tiểu Đương Giang Đô Hộ Quốc Thần Vương, lập đền ở cửa sông Nam Bình.\n\nThời vua [[Lý Nhân Tông|Nhân Tông]] nhà Lý, binh Tống nam xâm kéo đến biên cảnh; vua sai Thái úy Lý Thường Kiệt dựa bờ sông đóng cừ để cố thủ. Một đêm kia quân sĩ nghe trong đền có tiếng ngâm to rằng:\n{{cquote|Sông núi nhà Nam Nam đế ở\n\nPhân minh trời định tại thiên thư.\n\nCớ sao nghịch lỗ sang xâm phạm\n\nBọn chúng rồi đây sẽ bại hư.}}\n\n''Quả nhiên quân Tống chưa đánh đã tan rã. Thần mộng rõ ràng, mảy lông sợi tóc chẳng sai.''<ref>Việt điện u linh; soạn giả Lý Tế Xuyên, dịch giả Lê Hữu Mục, Nhà Xuất bản Dâng Lạc, Chuyện Trương Hống và Trương Hát.<\/ref>\n\n==== Theo Bửu Diên Nguyễn-Phúc, Thị Hoàng Anh Phạm (2003) ====\n\nNăm 1076, hơn 30 vạn quân [[nhà Tống]] (Trung Quốc) do Quách Quỳ chỉ huy xâm lược Đại Việt (tên nước Việt Nam thời đó). Lý Thường Kiệt lập phòng tuyến tại sông Như Nguyệt ([[sông Cầu]]) để chặn địch. Quân của Quách Quỳ đánh đến sông Như Nguyệt thì bị chặn.<ref>Ủy ban Khoa học xã hội Việt Nam (2000). ''Lịch sử văn học Việt Nam, Tập 1''. Nhà Xuất bản Khoa học Xã hội. Trang 192.<\/ref> Nhiều trận quyết chiến ác liệt đã xảy ra tại đây nhưng quân Tống không sao vượt được phòng tuyến Như Nguyệt, đành đóng trại chờ viện binh. Đang đêm, Lý Thường Kiệt cho người vào đền thờ [[Đức thánh Tam Giang|Trương Hống, Trương Hát]] ở phía nam bờ sông Như Nguyệt, giả làm thần đọc vang bài thơ trên.<ref>Bửu Diên Nguyễn-Phúc, Thị Hoàng Anh Phạm (2003). ''Quê hương hoài niệm. Tập 6''. Trang 61.<\/ref> Nhờ thế tinh thần binh sĩ lên rất cao. Lý Thường Kiệt liền cho quân vượt sông, tổ chức một trận quyết chiến, đánh thẳng vào trại giặc. Phần vì bất ngờ, phần vì sĩ khí quân Đại Việt đang lên, quân Tống chống đỡ yếu ớt, số bị chết, bị thương đã hơn quá nửa. Lý Thường Kiệt liền cho người sang nghị hòa, mở đường cho quân Tống rút quân về nước, giữ vững bờ cõi nước Đại Việt.\n\n==Ý nghĩa hai câu thơ cuối và đối tượng của bài thơ==\nTrong câu thơ cuối của bài thơ ''Nam quốc sơn hà'' có đại từ nhân xưng ngôi thứ hai số nhiều \"nhữ đẳng\" 汝等. Trong các bản dịch thơ của bài thơ này từ ''nhữ đẳng'' đều được dịch là ''chúng bay'' hoặc ''chúng mày''. Theo Nguyễn Hùng Vĩ và Nguyễn Sơn Phong \"nhữ đẳng\" 汝等 trong câu thơ cuối của bài thơ ''Nam quốc sơn hà'' là chỉ quân Đại Việt, đối tượng của bài thơ là quân Đại Việt, không phải quân Tống, ý của hai câu thơ cuối của bài thơ là tại sao quân giặc đến xâm phạm mà các ngươi (quân Đại Việt) lại cam lòng chịu thất bại.<ref name=\"Cố Giáo sư Nguyễn Tài Cẩn 19 năm sửa bài Nam quốc sơn hà\"\/><ref>Nguyễn Sơn Phong. [http:\/\/laodong.com.vn\/ban-doc-viet\/cung-ban-luan-them-ve-cach-dich-bai-nam-quoc-son-ha-396295.bld Cùng bàn luận thêm về cách dịch bài \"Nam Quốc Sơn Hà\"], Lao động. Truy cập ngày 27 tháng 4 năm 2016.<\/ref><ref>Nguyễn Thiếu Dũng. [http:\/\/vannghedanang.org.vn\/nonnuoc\/chitiet.php?id=131&so=37 Bàn lại cách dịch bài thơ Nam quốc sơn hà] {{Webarchive|url=https:\/\/web.archive.org\/web\/20160917185122\/http:\/\/vannghedanang.org.vn\/nonnuoc\/chitiet.php?id=131&so=37 |date = ngày 17 tháng 9 năm 2016}}, Tạp chí Non nước số 177 (tháng 6 năm 2012). Truy cập ngày 28 tháng 4 năm 2016.<\/ref>\n\n== Dịch thơ ==\n'''Bản dịch thơ của [[Trần Trọng Kim]]''':<ref name=\"Bản dịch bài thơ Nam quốc sơn hà có phải mới?\">Đỗ Thành Dương, [http:\/\/vietnamnet.vn\/vn\/giao-duc\/272517\/ban-dich-bai-tho-nam-quoc-son-ha-co-phai-moi.html Bản dịch bài thơ 'Nam quốc sơn hà' có phải 'mới'?], VietNamNet, truy cập ngày 29 tháng 1 năm 2016.<\/ref>\n:Sông núi nước Nam vua Nam ở\n:Rành rành định phận tại sách trời\n:Cớ sao lũ giặc sang xâm phạm\n:Chúng bay sẽ bị đánh tơi bời.\n\nBản dịch thơ của Trần Trọng Kim từng được đưa vào trong sách giáo khoa trung học của học sinh Việt Nam nhưng sau đó đã bị loại bỏ. Theo Trương Phan Việt Thắng bản dịch thơ của Trần Trọng Kim bị loại bỏ khỏi sách giáo khoa có thể là vì vấn đề chính trị, Trần Trọng Kim là \"một trí thức không thuộc phe cách mạng, là Thủ tướng \"Chính phủ bù nhìn\"\"<ref name=\"Về bản dịch bài thơ Nam quốc sơn hà được đưa vào sách giáo khoa lớp 7\">Trương Phan Việt Thắng. [http:\/\/www.chungta.com\/nd\/tu-lieu-tra-cuu\/ve-ban-dich-bai-tho-nam-quoc-son-ha.html Về bản dịch bài thơ Nam quốc sơn hà được đưa vào sách giáo khoa lớp 7], Chúng Ta. Truy cập ngày 28 tháng 4 năm 2016.<\/ref><ref>Hoàng Phương, Lan Hạ. [http:\/\/vnexpress.net\/tin-tuc\/giao-duc\/tranh-cai-ve-ban-dich-moi-bai-tho-nam-quoc-son-ha-3309923.html Tranh cãi về bản dịch mới bài thơ Nam quốc sơn hà], VnExpress. Truy cập ngày 28 tháng 4 năm 2016.<\/ref>.Tuy nhiên, bản dịch này lại là bản được nhiều người biết đến nhất vì có vần điệu dễ nhớ, được phổ biến rộng rãi.<ref>{{Chú thích web|url=https:\/\/vnexpress.net\/tin-tuc\/giao-duc\/tranh-cai-ve-ban-dich-moi-bai-tho-nam-quoc-son-ha-3309923.html|tiêu đề=Ý kiến của người dân về bản dịch của Trần Trọng Kim và bản dịch của Lê Thước + Nam Trân}}<\/ref>\n\n'''Bản dịch thơ của [[Lê Thước]] và [[Nam Trân]]''':<ref name=\"Bản dịch bài thơ Nam quốc sơn hà có phải mới?\"\/>\n:Núi sông Nam Việt vua Nam ở\n:Vằng vặc sách trời chia xứ sở\n:Giặc dữ cớ sao phạm đến đây\n:Chúng mày nhất định phải tan vỡ.\n\nBản dịch thơ trên của Lê Thước và Nam Trân được đưa vào trong sách giáo khoa Ngữ văn 7, tập 1 do Nhà Xuất bản Giáo dục Việt Nam xuất bản năm 2003 (sách được tái bản nhiều lần sau đó) nhưng những người biên soạn sách giáo khoa Ngữ văn 7 đã không dẫn lại đúng nguyên văn bản dịch thơ của Lê Thước và Nam Trân mà sửa câu đầu của bản dịch thơ từ ''Núi sông Nam Việt vua Nam ở'' thành ''Sông núi nước Nam vua Nam ở''.<ref name=\"Bản dịch bài thơ Nam quốc sơn hà có phải mới?\"\/>\n\nTheo ông Nguyễn Khắc Phi, Tổng chủ biên sách giáo khoa Ngữ văn 7, tập 1, toàn thể hội đồng biên soạn sách đã nhất trí sửa lại câu thơ đầu trong bản dịch thơ của Lê Thước và Nam Trân vì \"nước ta chưa bao giờ có quốc hiệu Nam Việt\". Cũng theo ông Phi \"Nguyên tắc biên soạn sách giáo khoa ở nước ta cũng như nước ngoài, cho phép người biên soạn có quyền sửa chữa cho phù hợp nội dung\".<ref>Hoàng Phương. [http:\/\/vnexpress.net\/tin-tuc\/giao-duc\/tong-chu-bien-ly-giai-ve-ban-dich-tho-nam-quoc-son-ha-3310101.html?commentid=14190295 Tổng chủ biên lý giải về bản dịch thơ Nam quốc sơn hà], VnExpress. Truy cập ngày 28 tháng 4 năm 2016.<\/ref>\n\nÔng Phạm Văn Tuấn (nhân viên [[Viện Nghiên cứu Hán Nôm]]) cho rằng việc những người biên soạn sách Ngữ văn 7, tập 1 sửa lại bản dịch thơ của Lê Thước và Nam Trân là việc làm không đúng, không nghiêm túc, không khoa học. Đã dẫn thì phải dẫn đúng nguyên văn, dẫn sai là không tôn trọng tác giả của bản dịch thơ, không tôn trọng người đọc, người học. Những người biên soạn đã không dẫn đúng nguyên văn bản dịch thơ của Lê Thước và Nam Trân, không ghi ai là người đã sửa câu ''Núi sông Nam Việt vua Nam ở'' thành ''Sông núi nước Nam vua Nam ở''. Theo ông Tuấn những người biên soạn sách nếu không thể dẫn đúng nguyên văn bản dịch thơ của người khác thì hãy tự mình dịch.<ref>[http:\/\/news.zing.vn\/bai-tho-nam-quoc-son-ha-co-35-di-ban-post598938.html Bài thơ 'Nam quốc sơn hà' có 35 dị bản], Zing. Truy cập ngày 28 tháng 4 năm 2016.<\/ref>\n\n'''Bản dịch thơ của Nguyễn Tri Tài''':<ref name=\"Giáo trình tiếng Hán, tập I: cơ sở, trang 43\"\/>\n:Sông núi nước Nam vua Nam ở\n:Sách trời định phận đã rõ ràng\n:Cớ sao giặc dữ dám xâm phạm\n:Chờ đấy loài bây sẽ nát tan.\n\n== Ghi chú ==\n{{Notelist}}\n\n== Thư mục ==\n* ''Đại Việt sử ký toàn thư''; Soạn giả Lê Văn Hưu, Ngô Sĩ Liên,... Dịch giả Viện Sử học Việt Nam; Nhà Xuất bản Khoa học xã hội, 1993.\n* ''Lĩnh Nam chích quái'', soạn giả Trần Thế Pháp, Tân đính Vũ Quỳnh, Nhà Xuất bản Khoa học xã hội Hà Nội, 1993.\n* ''Việt điện u linh''; soạn giả Lý Tế Xuyên, dịch giả Lê Hữu Mục, Nhà Xuất bản Dâng Lạc.\n* ''Lịch sử văn học Việt Nam'', Tập 1. Nhà Xuất bản Khoa học Xã hội.\n* Bửu Diên Nguyễn-Phúc, Thị Hoàng Anh Phạm (2003). ''Quê hương hoài niệm''.\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n{{Tuyên ngôn độc lập Việt Nam}}\n\n[[Thể loại:Thất ngôn tứ tuyệt]]\n[[Thể loại:Năm 1077]]\n[[Thể loại:Chiến tranh Tống–Việt]]\n[[Thể loại:Việt Nam thế kỷ 11]]\n[[Thể loại:Tác phẩm văn học Việt Nam]]\n[[Thể loại:Văn học Việt Nam thời Lý]]\n[[Thể loại:Tác phẩm khuyết danh]]\n[[Thể loại:Tuyên ngôn độc lập]]"}