{"635647":"{{otheruses|Nam Xuân}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Nam Xuân\n| hình = \n| ghi chú hình = \n| vị trí lấy tọa độ =\n| vĩ độ = 12.488708\n| kinh độ = 107.786426\n| diện tích = 37,76 km²\n| dân số = 7.863 người\n| thời điểm dân số = 2020\n| mật độ dân số = 208 người\/km²\n| dân tộc = \n| vùng = [[Tây Nguyên]]\n| tỉnh = [[Đắk Nông]]\n| huyện = [[Krông Nô]]\n| thành lập = 2007<ref name=ND155\/>\n| trụ sở UBND = \n| mã hành chính = 24692<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n \n'''Nam Xuân''' là một xã thuộc huyện [[Krông Nô]], tỉnh [[Đắk Nông]], [[Việt Nam]].\n\n==Địa lý==\nXã Nam Xuân nằm ở phía tây bắc huyện Krông Nô, có vị trí địa lý:\n*Phía đông giáp các xã [[Đắk Sôr]] và [[Nam Đà]]\n*Phía tây và phía bắc giáp huyện [[Đắk Mil]]\n*Phía nam giáp thị trấn [[Đắk Mâm]] và xã [[Tân Thành, Krông Nô|Tân Thành]].\n\nXã có diện tích 37,76&nbsp;km², dân số năm 2020 là 7.863 người<ref name=NQ1190 \/>, mật độ dân số đạt 208 người\/km².\n\n==Hành chính==\nXã Nam Xuân được chia thành 8 thôn: Đắk Hợp, Đắk Sơn, Đắk Thanh, Đắk Xuân, Lương Sơn, Nam Thanh, Sơn Hà, Thanh Sơn.<ref name=ĐA\/UBND>{{Chú thích web|url=https:\/\/daknong.gov.vn\/documents\/10184\/78805993\/1_DU%20THAO%20DE%20AN%20DIEU%20CHINH%20DGHC_20200424094918.pdf\/bd75e427-8399-488b-bf3c-40cad7e65454|tựa đề=Đề án điều chỉnh địa giới hành chính xã Đắk R’la của huyện Đắk Mil và xã Cư Knia của huyện Cư Jút; điều chỉnh địa giới hành chính thị trấn Đắk Mâm, xã Tân Thành và xã Nam Xuân của huyện Krông Nô|ngày= tháng 3 năm 2020|website=CỔNG THÔNG TIN ĐIỆN TỬ TỈNH ĐẮK NÔNG|url-status=live}}<\/ref><ref name=02\/2020\/TT-BTNMT>{{Chú thích web|url=http:\/\/dosm.gov.vn\/TiengViet\/Lists\/VanBan\/Attachments\/159\/15.TT02-2020.pdf|tựa đề=Danh mục địa danh dân cư, sơn văn, thủy văn, kinh tế - xã hội phục vụ công tác thành lập bản đồ tỉnh Đắk Nông|ngày=15 tháng 6 năm 2020|website=Cục Đo đạc và Bản đồ Việt Nam (Bộ Tài nguyên và Môi trường)|url-status=live}}<\/ref>\n\n==Lịch sử==\nXã Nam Xuân được thành lập vào ngày [[18 tháng 10]] năm [[2007]] trên cơ sở điều chỉnh 2.394 ha diện tích tự nhiên và 6.687 người của xã Đắk Sôr, 619 ha diện tích tự nhiên của xã Nam Đà.<ref name=ND155>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-dinh-155-2007-ND-CP-dieu-chinh-dia-gioi-hanh-chinh-xa-thanh-lap-xa-thi-tran-thuoc-huyen-Dak-R-Lap-Dak-Song-Dak-Glong-Krong-No-tinh-Dak-Nong-56980.aspx|tựa đề=Nghị định 155\/2007\/NĐ-CP về việc điều chỉnh địa giới hành chính xã; thành lập xã, thị trấn thuộc các huyện: Đắk R'Lấp, Đắk Song, Đắk Glong và Krông Nô, tỉnh Đắk Nông|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nSau khi thành lập, xã có 3.013 ha diện tích tự nhiên và 6.687 người.\n\nNgày [[30 tháng 9]] năm [[2019]], Hội đồng Nhân dân tỉnh Đắk Nông ban hành Nghị quyết 24\/NQ-HĐND<ref name=24\/NQ-HĐND>{{Chú thích web|url=https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/nghi-quyet-24-nq-hdnd-2019-sap-nhap-doi-ten-va-thanh-lap-moi-thon-to-dan-pho-tinh-dak-nong-427168.aspx|tựa đề=Nghị quyết 24\/NQ-HĐND về việc sáp nhập, đổi tên và thành lập mới một số thôn, tổ dân phố trên địa bàn tỉnh Đắk Nông|ngày=30 tháng 9 năm 2019|website=Thư viện pháp luật|url-status=live}}<\/ref> về việc:\n*Sáp nhập thôn Nam Hợp vào thôn Đắk Thanh\n*Sáp nhập thôn Nam Sơn vào thôn Sơn Hà\n*Sáp nhập thôn Đắk Tân vào thôn Đắk Sơn.\n\nNgày [[12 tháng 1]] năm [[2021]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết 1190\/NQ-UBTVQH14 về việc điều chỉnh địa giới đơn vị hành chính cấp huyện, xã thuộc tỉnh Đắk Nông (nghị quyết có hiệu lực từ ngày [[1 tháng 2]] năm [[2021]])<ref name=NQ1190>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Nghi-quyet-1190-NQ-UBTVQH14-2021-dieu-chinh-dia-gioi-don-vi-hanh-chinh-cap-huyen-cap-xa-Dak-Nong-465220.aspx|tựa đề=Nghị quyết số 1190\/NQ-UBTVQH14 năm 2021 về việc điều chỉnh địa giới đơn vị hành chính cấp huyện, cấp xã thuộc tỉnh Đắk Nông|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Điều chỉnh 4,64 km² diện tích tự nhiên và 425 người của thôn Đắk Hưng thuộc thị trấn Đắk Mâm về xã Nam Xuân quản lý\n*Điều chỉnh 2,58 km² diện tích tự nhiên của thôn Đắk Ri thuộc xã Tân Thành về xã Nam Xuân quản lý.\n\nSau khi điều chỉnh địa giới hành chính, xã Nam Xuân có 37,76 km² diện tích tự nhiên và 7.863 người.\n\n==Kinh tế - xã hội==\nNăm 2019, tình hình kinh tế của thị trấn tiếp tục tăng trưởng ổn định, các chỉ tiêu chủ yếu về phát triển công nghiệp, thương mại - dịch vụ tăng khá so với cùng kỳ; sản xuất nông nghiệp ổn định, năng suất vườn cây tăng cao; thu, chi ngân sách bảo đảm theo dự toán.\n\nTổng giá trị sản xuất trên địa bàn thị trấn năm 2019 đạt 1.552 tỷ đồng. Trong đó, giá trị sản xuất thương mại - dịch vụ đạt 685,2 tỷ đồng; công nghiệp, tiểu thủ công nghiệp, xây dựng đạt 509,6 tỷ đồng; nông, lâm nghiệp đạt 357,2 tỷ đồng. Tốc độ tăng trưởng bình quân giai đoạn 2017 - 2019 đạt 8,8%\/năm; trong đó, năm 2019 tăng 10,7% so với năm 2018.\n\nCơ cấu kinh tế: Công nghiệp - xây dựng chiếm 44,15%; thương mại - dịch vụ chiếm 32,8%; nông - lâm nghiệp chiếm 23,05% trong cơ cấu kinh tế của\nthị trấn.\n\nThu chi ngân sách:\n*Tổng thu ngân sách nhà nước trên địa bàn hàng năm đều tăng cùng với sự tăng trưởng của nền kinh tế trong thời gian qua, là một trong những địa phương có số thu ngân sách đạt mức cao của huyện. Tổng thu ngân sách năm 2019 đạt 42,39 tỷ đồng.\n*Chi ngân sách đã đáp ứng nhiệm vụ phát triển kinh tế xã hội, củng cố an ninh quốc phòng. Tổng chi ngân sách trên địa bàn năm 2019 là 11,46 tỷ đồng, trong đó chi thường xuyên là 9,91 tỷ đồng.\n\nThu nhập bình quân đầu người năm 2019 đạt 57,32 triệu đồng\/người\/năm; tỷ lệ hộ nghèo toàn thị trấn là 3,29%.<ref name=ĐA\/UBND\/>\n\n===Nông - lâm nghiệp===\nSản xuất nông, lâm nghiệp: giá trị sản xuất trên 1 ha diện tích canh tác đạt 93,2 triệu đồng\/ha\/năm. Tổng diện tích gieo trồng đạt 2.483 ha, sản lượng \nđạt 1.989 tấn; chăn nuôi gia súc phát triển, tổng đàn hiện có 5.100 con, gia cầm có 42.000 con.<ref name=ĐA\/UBND\/>\n\n===Công - thủ công nghiệp===\nSản xuất công nghiệp, tiểu thủ công nghiệp phát triển ổn định, hiện trên địa bàn thị trấn có 33 cơ sở sản xuất tiểu thủ công nghiệp, 38 doanh nghiệp, 5 hợp tác xã đang hoạt động hiệu quả, góp phần chuyển dịch cơ cấu lao động của thị trấn. Giá trị sản xuất năm 2019 đạt 509,6 tỷ đồng. Tuy nhiên, quy mô sản xuất còn nhỏ lẻ, trình độ, năng lực sản xuất còn hạn chế, các ngành nghề truyền thống chưa được khôi phục.<ref name=ĐA\/UBND\/>\n\n===Thương mại - dịch vụ===\nSản xuất thương mại, dịch vụ có bước phát triển, đa dạng hóa về loại hình và sản phẩm, cung cấp các loại hàng hóa, dịch vụ thiết yếu, tiêu thụ hàng \nhóa, nông sản thuận lợi. Hiện nay, thị trấn có 372 cơ sở kinh doanh thương mại, dịch vụ. Giá trị sản xuất năm 2019 đạt 685,2 tỷ đồng; các loại hình lưu trú, nhà nghỉ, ăn uống, vui chơi giải trí phát triển mạnh.<ref name=ĐA\/UBND\/>\n\n===Giáo dục===\nCông tác giáo dục của xã luôn được quan tâm đầu tư đúng mức, hệ thống trường, lớp được đầu tư xây dựng khang trang, xanh, sạch, đẹp. Thị trấn đã thực ̣hiên tốt ngày toàn dân đưa trẻ đến trường, huy đông học sinh trong độ tuổi ở các bâc học chỉ tiêu, hàng năm tỷ lệ học sinh của xã tốt nghiệp trung học cơ sở đạt 100%.<ref name=ĐA\/UBND\/>\n\n===Y tế===\nCông tác chăm sóc sức khỏe ban đầu cho nhân dân, các chương trình y tế quốc gia, các biện pháp phòng, chống dịch, bệnh tại cộng đồng luôn được chính quyền xã quan tâm thực hiện tốt. Hàng năm, các chương trình mục tiêu y tế quốc gia đều thực hiện đạt và vượt chỉ tiêu giao. Thị trấn có trạm y tế đạt chuẩn quốc gia. Ngoài ra, địa bàn xã còn có trung tâm y tế, các phòng khám đa khoa và quầy \nthuốc tư nhân.<ref name=ĐA\/UBND\/>\n\n==Giao thông==\nĐịa bàn thị trấn hiện có tổng số trên 60&nbsp;km đường giao thông, mặt đường bê tông nhựa, chất lượng tốt, thuận tiện cho giao thông vận tải.\n\nĐường vành đai thị trấn có chiều dài 16&nbsp;km, mặt đường trải nhựa rộng 6&nbsp;m, chất lượng tốt, thuận tiện cho giao thông vận tải.<ref name=ĐA\/UBND\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Đắk Nông}}\n{{Đơn vị hành chính thuộc huyện Krông Nô}}"}