{"1250888":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Nam Kim\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 34\n| vĩ giây = 33\n| kinh phút = 33\n| kinh giây = 11\n| diện tích = 19,71 km²<ref name=MS\/>\n| dân số = 9354 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 475 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Nam Đàn]]\n| thành lập = 1969<ref>201\/1969\/QĐ-NV<\/ref>\n| trụ sở UBND = \n| mã hành chính = 17998<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| Nam kim= gồm có các xóm: Tam giáp, hạ truy....\n}}\n'''Nam Kim''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nam Đàn]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\nXã Nam Kim có diện tích 19,71&nbsp;km², dân số năm 1999 là 9354 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | access-date =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 475 người\/km².\n\n'''Địa Lý'''\n\nPhía Tây giáp xã Khánh Sơn, Bắc và Đông giáp xã Trung Phúc Cường, Nam giáp với xã Trường Sơn, huyện Đức Thọ, tỉnh Hà Tĩnh.\n\nNam Kim nổi tiếng với trái chanh, đặc biệt thơm. trái rất to. Có giá trị kinh tế khá lớn.\nTừ đầu năm 2020 một phần xóm 6 (tên cũ Yên Mạ) sát nhập cùng xóm 7 để thành lập xóm 9.  \n\n'''Chính Trị'''\n\nNgày 10\/6 Đảng bộ Xã Nam Kim( Nam Đàn) đã tổ chức Đại hội đại biểu Đảng bộ xã lần thứ XXII Nhiệm kỳ 2020 – 2025. Đ\/c Nguyễn Lâm Sơn – Phó bí thư TT Huyện ủy- chủ tịch HĐND huyện, Đ\/c Vương Hồng Thái, UVBTV, trưởng ban tuyên giao huyện uỷ về dự và chỉ đạo Đại hội.\nLà xã vùng lũ năm nam của huyện Nam Đàn, hàng năm phải gánh chịu thiên tai bão lũ, làm ảnh hưởng tới sản xuất và đời sống của người dân. Tuy nhiên bằng sự đoàn kết, nỗ lực phấn đấu của cả hệ thống chính trị, cán bộ, Đảng viên và nhân dân tạo sức mạnh để thực hiện và giành thắng lợi khá toàn diện trên các lĩnh vực. Tốc độ tăng trưởng bình quân đạt 8,9%; tỷ lệ hộ nghèo giảm mạnh qua từng năm (đến năm 2020 giảm xuống còn (1,7%); giảm 3,23% so với đầu nhiệm kỳ. Thu nhập bình quân đầu người đạt hơn 42 triệu đồng \/người\/năm. Cơ sở hạ tầng tiếp tục được đầu tư xây dựng; bộ mặt nông thôn ngày càng được đổi mới; an ninh chính trị, trật tự an toàn xã hội tiếp tục được giữ vững; thực hiện xây dựng NTM đến nay toàn xã đã vận động được 1123 hộ hiến trên 10 ngàn M2 đất, 637 hộ hiến 25.960m2 tường rào mở rộng đường giao thông, đóng góp xây dựng 36Km đường cứng... Hệ thống chính trị vững mạnh và hoạt động ngày càng hiệu quả, chính sách xã hội được đảm bảo.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Nam Đàn}}"}