{"1250949":"{{Thông tin đơn vị hành chính Việt Nam|xã\n| tên = Nam Tuấn\n| hình = \n| ghi chú hình = \n| vĩ độ = 22\n| kinh độ = 106\n| vĩ phút = 47\n| vĩ giây = 16\n| kinh phút = 8\n| kinh giây = 42\n| diện tích = 36,49 km²\n| dân số = 4.401 người<ref name=CAOBANG2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 121 người\/km²\n| vùng = [[Đông Bắc Bộ]]\n| tỉnh = [[Cao Bằng]]\n| huyện = [[Hòa An]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 01660<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nam Tuấn''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Hòa An]], tỉnh [[Cao Bằng]], [[Việt Nam]].\n\n==Địa lý==\nXã Nam Tuấn nằm ở phía bắc huyện Hòa An, có vị trí địa lý:\n*Phía đông giáp xã [[Đại Tiến]]\n*Phía tây giáp xã [[Dân Chủ, Hòa An|Dân Chủ]]\n*Phía nam giáp thị trấn [[Nước Hai]] và xã [[Đức Long, Hòa An|Đức Long]]\n*Phía bắc giáp huyện [[Hà Quảng]].\n\nXã Nam Tuấn có diện tích 36,49&nbsp;km², dân số năm 2019 là 4.401 người<ref name=CAOBANG2019>{{Chú thích web |url = https:\/\/thongkecaobang.gso.gov.vn\/Upload\/Ketquadieutra\/KET%20QUA%20TOAN%20BO%20TDTDS%202019.pdf |title = Dân số đến 01 tháng 4 năm 2019 - tỉnh Cao Bằng |access-date = ngày 3 tháng 3 năm 2021 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 121 người\/km².\n\nTrên địa bàn xã một số ngọn núi như Bản Chang, Chang Giang, Đan Khao, Đán Kheo, Lăng Rườn, Lũng Giàng, Lũng Cảm, Pác My, Róng Răng. Xã có một số hang động như Ngườm Poóng, Ngườm Mác Men, Ngườm Hoài. Suối Nà Khao chảy từ xã Ngọc Đào (huyện Hà Quảng) ở phía bắc qua địa bàn phía tây của xã Nam Tuấn rồi đổ vào [[sông Bằng Giang|sông Bằng]] ở địa bàn xã Đức Long. Tuyến đường tỉnh lộ 203 (đường Hồ Chí Minh) chạy qua phần phía tây bắc của xã.\n\n==Lịch sử==\nSau năm [[1975]], Nam Tuấn là một xã thuộc huyện Hòa An.\n\nĐến năm 2019, xã Nam Tuấn được chia thành 23 xóm: Bó Báng, Cốc Lùng, Đông Hoan - Đông An, Đông Láng, Háng Hóa, Khau Lềm, Nà Ban - Pác Khuổng, Nà Cháu, Nà Diểu, Nà Đán - Vò Khuốt, Nà Hoài, Nà Khao, Nà Khá, Nà Ngoải - Chỏ Siêu, Nà Quý, Nà Rị, Nà Thang, Pác Pan, Roỏng Nầng, Thàng Cải, Văn Thụ, Vò Xả, Vò Chang.\n\nNgày [[9 tháng 7]] năm [[2020]], Ủy ban nhân dân huyện Hòa An, tỉnh Cao Bằng ban hành Thông báo số 55\/TB-UBND<ref name=55\/2020\/TB-UBND>{{Chú thích web |url= https:\/\/hoaan.caobang.gov.vn\/SiteFolders\/hoaan\/4836\/2020\/T7\/55-TBUB.signed.signed.pdf |tựa đề= Kết quả thực hiện sắp xếp các xã, thị trấn và các xóm, tổ dân phố trên địa bàn huyện Hòa An |ngày= 9 tháng 7 năm 2020 |website= Trang thông tin điện tử UBND huyện Hòa An |url-status= live }}{{Liên kết hỏng|date=2022-01-02 |bot=InternetArchiveBot }}<\/ref> về việc:\n*Sáp nhập hai xóm Vò Chang và Nà Cháu thành xóm Nà Chang\n*Sáp nhập hai xóm Vò Xả và Nà Quý thành xóm Vò Quý\n*Sáp nhập hai xóm Đông Hoan - Đông An và Roỏng Nầng thành xóm Đông Hoan\n*Sáp nhập hai xóm Bó Báng và Nà Ngoải - Chỏ Siêu thành xóm Nguyên Giáp\n*Sáp nhập hai xóm Nà Khá và Pác Pan thành xóm Đông Giang 1\n*Sáp nhập hai xóm Nà Khao và Đông Láng thành xóm Đông Giang 2\n*Sáp nhập hai xóm Nà Thang và Háng Hóa thành xóm Thành Công.\n\n==Hành chính==\nXã Nam Tuấn được chia thành 16 xóm: Cốc Lùng, Đông Giang 1, Đông Giang 2, Đông Hoan, Khau Lềm, Nà Ban - Pác Muổng, Nà Chang, Nà Diểu, Nà Đán - Vò Khuốt, Nà Hoài, Nà Rị, Nguyên Giáp, Tàng Cải, Thành Công, Văn Thụ, Vò Quý.<ref name=55\/2020\/TB-UBND\/>\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Xem thêm==\n{{sơ khai Cao Bằng}}\n{{Đơn vị hành chính thuộc huyện Hòa An}}"}