{"1250944":"{{Thông tin đơn vị hành chính Việt Nam\n| tên = Nam Toàn\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 20\n| kinh độ = 106\n| vĩ phút = 23\n| vĩ giây = 31\n| kinh phút = 11\n| kinh giây = 51\n| diện tích = 3,73 km²<ref name=MS\/>\n| dân số = 3961 người<ref name=MS\/>\n| thời điểm dân số = 1999\n| mật độ dân số = 1062 người\/km²\n| dân tộc = \n| vùng = [[Đồng bằng sông Hồng]]\n| tỉnh = [[Nam Định]]\n| huyện = [[Nam Trực]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 13981<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Nam Toàn''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nam Trực]], tỉnh [[Nam Định]], [[Việt Nam]].\n\nXã Nam Toàn có diện tích 3,73&nbsp;km², dân số năm 1999 là 3961 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | title =Mã số đơn vị hành chính Việt Nam | accessdate =ngày 10 tháng 4 năm 2012 | publisher =Bộ Thông tin & Truyền thông | archive-date =2013-03-24 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 1062 người\/km². \n\n== Chú thích ==\nXã Nam Toàn nằm ở phía Bắc huyện Nam Trực; phía Bắc giáp xã Nam Vân, Thành phố Nam Định; phía Nam giáp xã Hồng Quang; phía Đông giáp xã Nam Mỹ; phía Tây giáp xã Nghĩa An.\n\nDiện tích đất tự nhiên là 369,68 ha, trong đó diện tích đất nông nghiệp là 291,96 ha, diện tích đất phi nông nghiệp là 77,72 ha.\n\nNam Toàn (xưa là làng Giang Tả, tổng Hư Tả, huyện Thượng Nguyên) có dân số trên bốn nghìn người, với 9 xóm theo quyết định của UBND tỉnh.\n\nNam Toàn là bãi bồi ven sông Hồng, địa hình bằng phẳng, đất đai màu mỡ, được tưới tiêu bởi hệ thống sông An Lá lấy nước sông Đào qua cửa cống An Lá tiêu nước xuống sông Ninh Cơ qua hệ thống sông Châu Thành, rất thuận lợi cho sản xuất nông nghiệp.\n\nXã có “địa kinh tế” hết sức thuận lợi: là xã tiếp giáp với thành phố Nam Định về phía Nam; với hệ thống giao thông liên hoàn và tương đối hiện đại. Chạy dọc từ Bắc xuống Nam ở phía Đông có Quốc lộ 21, phía Tây có Tỉnh lộ 490C; từ Đông sang Tây ở phía Nam có đường trục xã nối Quốc lộ 21 với Tỉnh lộ 490C; ở phía Bắc là đường S2 (chạy xuyên qua trung tâm xã giao cắt với Quốc lộ 21 và Tỉnh lộ 490C) kết nối với Quốc lộ 10 từ hai phía Đông và Tây thành phố Nam Định, rất thuận lợi cho giao lưu kinh tế - văn hóa, xây dựng các điểm công nghiệp và phát triển dịch vụ thương mại...\n\nNam Toàn có trên 10 di tích Đền, Chùa, Từ đường, Nhà thờ Thiên chúa giáo, trong đó có 2 di tích được xếp hạng di tích cấp tỉnh là chùa Thanh Am và đền Bơi; cùng với đó là các lễ tiêu biểu như lễ hội đền Bơi, lễ hội chùa Thanh Am - nơi bảo tồn và phát triển nhiều trò chơi dân gian như: bơi thuyền thúng, bơi chải, vật, cờ tướng.\n\nVề tôn giáo, có hai tôn giáo là Phật giáo và Thiên chúa giáo, tỷ lệ dân số theo đạo Thiên chúa giáo chiếm khoảng 0,8% dân số toàn xã. {{tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai Nam Định}}\n{{Đơn vị hành chính thuộc huyện Nam Trực}}"}