{"154647":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Nam Trà My\n| hình = Administration map of Nam Tra My District, Quangnam Province.jpg\n| ghi chú hình = Bản đồ hành chính huyện Nam Trà My\n| vĩ độ = 15\n| kinh độ = 108\n| vĩ phút = 10\n| vĩ giây = 44\n| kinh phút = 9\n| kinh giây = 20\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 825,46 km²<ref name=\"namtramy.gov.vn\">http:\/\/www.namtramy.gov.vn\/Default.aspx?tabid=136<\/ref>\n| dân số = 41.306 người<ref name=QNAM2019\/>\n| thời điểm dân số = 2019\n| mật độ dân số = 50 người\/km²\n| dân tộc = Xê Đăng, M'Nông, Co, Kinh\n| vùng = [[Duyên hải Nam Trung Bộ]]\n| tỉnh = [[Quảng Nam]]\n| huyện lỵ = xã [[Trà Mai]]\n| thành lập = 20\/6\/2003<ref name=\"72\/2003\/NĐ-CP\"\/>\n| phân chia hành chính = 10 xã\n| mã hành chính = 516<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n| biển số xe = 92-X1\n| trụ sở UBND = [[Quốc lộ 40B]], xã Trà Mai\n| web = {{url|namtramy.quangnam.gov.vn}}\n}}\n\n'''Nam Trà My''' là một [[huyện]] miền núi nằm ở phía nam [[tỉnh]] [[Quảng Nam]], [[Việt Nam]].\n\n== Địa lý ==\nHuyện Nam Trà My nằm trên ngã ba ranh giới giữa tỉnh [[Quảng Nam]] với hai tỉnh [[Quảng Ngãi]] và [[Kon Tum]], có vị trí địa lý:\n*Phía đông giáp tỉnh [[Quảng Ngãi]]\n*Phía nam, đông nam, tây nam giáp tỉnh [[Kon Tum]]\n*Phía tây bắc giáp huyện [[Phước Sơn]]\n*Phía bắc giáp huyện [[Bắc Trà My]].\n\nHuyện có diện tích 825,46&nbsp;km², dân số năm 2019 là 31.306 người<ref name=QNAM2019>{{Chú thích web |url =http:\/\/tamquang.gov.vn\/FileUpload\/Kqua%20TDTDS-Nha%20o%201.4.19.pdf|title =Dân số đến 01 tháng 4 năm 2019 - tỉnh Quảng Nam|access-date = ngày 4 tháng 5 năm 2020 |author = Ban chỉ đạo Tổng điều tra dân số và nhà ở trung ương}}<\/ref>, mật độ dân số đạt 38  người\/km².\n\nHuyện bao gồm các dân tộc Ca Dong ([[Người Xơ Đăng|Xê Đăng]]), [[Người M'Nông|M'Nông]], [[Người Co|Co]] và dân tộc [[người Việt|Kinh]] (chiếm chưa đến 2% dân số toàn huyện).\n\nHuyện Nam Trà My là huyện miền núi, nằm dưới chân [[khối núi Ngọc Linh|dãy Ngọc Linh]]. Huyện Nam Trà My nằm trên [[Quốc lộ 40B]] nối tỉnh Quảng Nam và tỉnh Kon Tum, toàn tuyến khoảng hơn 250&nbsp;km.\n\n===Khí hậu===\nCó nền khí hậu nhiệt đới gió mùa. Có 2 mùa rõ rệt; mùa mưa từ tháng 9 đến tháng 1 năm sau, mùa khô, từ tháng 2 đến tháng 8; nhiệt độ thấp nhất 7<sup>°<\/sup>C, nhiệt độ cao nhất 32&nbsp;°C; lượng mưa trung bình hằng năm 670-770mm. Độ cao trung bình 800m so với mực nước biển.\n\n===Thổ nhưỡng=== \nĐất đai, thổ nhưỡng chủ yếu là đất Feralit đỏ vàng.\n\n== Hành chính ==\nHuyện Nam Trà My có 10 đơn vị hành chính cấp xã trực thuộc, bao gồm 10 xã: [[Trà Cang]], [[Trà Don]], [[Trà Dơn]], [[Trà Leng]], [[Trà Linh]], [[Trà Mai]] (huyện lỵ), [[Trà Nam]], [[Trà Tập]], [[Trà Vân]] và [[Trà Vinh, Nam Trà My|Trà Vinh]].\n\n== Lịch sử ==\nĐịa bàn huyện Nam Trà My trước đây là một phần huyện [[Trà My (huyện)|Trà My]] cũ.\n\nNgày [[20 tháng 6]] năm [[2003]], Chính phủ ban hành Nghị định số 72\/2003\/NĐ-CP<ref name=\"72\/2003\/NĐ-CP\">{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bat-dong-san\/Nghi-dinh-72-2003-ND-CP-chia-tach-huyen-Hien-thanh-cac-huyen-Dong-Giang-Tay-Giang-huyen-Tra-My-thanh-huyen-Bac-Tra-My-Nam-Tra-My-Tinh-Quang-Nam-6543.aspx|tựa đề=Nghị định số 72\/2003\/NĐ-CP về việc chia tách huyện Hiên thành các huyện Đông Giang và Tây Giang, huyện Trà My thành các huyện Bắc Trà My và Nam Trà My, tỉnh Quảng Nam|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó, chia huyện Trà My thành hai huyện Bắc Trà My và Nam Trà My.\n\nSau khi thành lập, huyện Nam Trà My bao gồm 10 xã: Trà Cang, Trà Don, Trà Dơn, Trà Leng, Trà Linh, Trà Mai (trung tâm huyện), Trà Nam, Trà Tập, Trà Vân và Trà Vinh.\n\n==Kinh tế== \nChủ yếu là sản xuất nông nghiệp, trồng sâm và các loại cây dược liệu, chưa hình thành khu công nghiệp, hiện nay có nhà máy thủy điện Trà Linh 3 và [[Thủy điện Sông Tranh 2|thủy điện sông Tranh 2]].\n\nSản phẩm đặc sản của địa phương: [[gạo đỏ]], [[mật ong]], quế Trà My, các loại cây dược liệu đặc biệt là cây [[sâm Ngọc Linh]].\n\nCùng với Bắc Trà My, huyện là vùng trồng quế nổi tiếng của tỉnh Quảng Nam. Do có điều kiện thổ nhưỡng và khí hậu phù hợp: độ cao địa hình khoảng 400–800 m nên biên độ nhiệt giữa ngày và đêm lớn, khí hậu nhiệt đới lại được đèo Hải Vân chắn hết gió lạnh thổi từ phía Bắc, rất thích hợp với cây quế, nên cây quế phát triển rất tốt ở các xã Trà Dơn, Trà Leng, Trà Tập, Trà Mai, Trà Vân. Cây quế vùng này có hàm lượng tinh dầu rất cao. Ngoài Quế, Nam Trà My còn có một số dược liệu nổi tiếng khác như Sâm Ngọc Linh, Sơn Tra Ngọc Linh, Sâm Nam...\n\n=== Sâm Ngọc Linh ===\n{{Bài chi tiết|Sâm Ngọc Linh}}\n\nCây sâm Ngọc Linh là một cây đặc hữu của vùng núi Ngọc Linh, là cây thuốc quý hiếm của tỉnh Quảng Nam và của Quốc gia.\n\nTheo kết quả nghiên cứu khoa học, sâm Ngọc Linh về mặt hóa học, thân và rễ củ sâm Ngọc Linh đã phân lập được 52 saponin, trong đó có 26 saponin thường thấy ở sâm Triều Tiên, sâm Mỹ, sâm Nhật. Trong lá và cọng lá đã phân lập được 19 saponin dammaran. Trong đó có 8 saponin có cấu trúc mới. Ngoài thành phần chính là saponin, trong lá và cọng lá sâm Ngọc Linh còn xác định có 17 amino acid, 20 khoáng chất vi lượng và hàm lượng glucid tinh dầu là 0,1%. Sâm Ngọc Linh là một loài dược liệu quý vào bậc nhất ở Việt Nam. Nó quý bởi giá trị về chất lượng của nó đã được các nhà  nghiên cứu chứng minh sâm Ngọc Linh có một số đặc điểm hơn cả sâm Trường Bạch (Triều Tiên) và hơn cả sâm Tây Dương (Mỹ). Và nó quý bởi nó đang sinh sống tự nhiên ở độ cao tuyệt đối trên 1.500m so với mặt nước biển. Ổn định ở vùng rừng già hỗn giao nguyên sinh mà tác động của con người gần như không đáng kể. Có tác dụng như:\n\n- Bệnh nhân cảm thấy ăn ngon, ngủ tốt, tăng thể trọng, tăng thị lực, hoạt động trí lực và thể lực được cải thiện;\n\n- Giảm mệt mõi, chống nhược sức lao động do lao động liên tục và quá tải;\n\n- Gia tăng sức đề kháng của cơ thể trong các bệnh lý nhiễm trùng, hiệp lực với một số kháng sinh thông dụng,….\n\n==Giao thông==\nNằm ở trung tâm của hai tỉnh Kon Tum và Quảng Ngãi, hiện nay đã hình thành các tuyến đường nhánh nối liền giữa huyện Nam Trà My với các tỉnh lân cận như tuyến đường: \n*Trà Leng - Phước Sơn nối [[đường Hồ Chí Minh]]\n*[[Quốc lộ 40B]] - [[Đăk Tô]] nối [[đường Hồ Chí Minh]]\n*Đông Trường Sơn (Lạc Dương - Lâm Đồng - Thạnh Mỹ - Nam Giang).\n\n==Kết nghĩa==\n*{{Flagicon|VIE}} Huyện [[Bảo Yên]], tỉnh [[Lào Cai]]\n*{{Flagicon|VIE}} Thành phố [[Tam Kỳ]], tỉnh [[Quảng Nam]]\n*{{Flagicon|Hàn Quốc}} Quận [[Hamyang]], tỉnh [[Gyeongsang Nam]].\n\n==Chú thích==\n{{tham khảo}}\n\n==Tham khảo==\n{{commons cat|Nam Tra My District}}\n* [http:\/\/namtramy.gov.vn\/Default.aspx?tabid=109&Group=31&NID=525&xa-tra-leng-huyen-nam-tra-my-tinh-quang-nam Xã Trà Leng, huyện Nam Trà My, tỉnh Quảng Nam]\n\n{{sơ khai Quảng Nam}}\n{{Huyện thị Quảng Nam}}\n{{Đơn vị hành chính thuộc huyện Nam Trà My}}"}