{"747920":"{{chú thích trong bài}}\n{{otheruses|Nam Hưng}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Nam Hưng\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Nam Đàn]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17932<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nam Hưng''' là một xã thuộc huyện [[Nam Đàn]], tỉnh [[Nghệ An]]. Nằm về phía [[tây bắc]] của huyện, cách trung tâm huyện 11&nbsp;km. Xã gồm 10 xóm, có một lâm trường đóng trên địa bàn xã. [[Quốc lộ 15|Quốc lộ 15A]] đi qua địa bàn xã có [[chiều dài]] gần 10&nbsp;km. Nhân dân trong xã chủ yếu sống bằng nghề làm ruộng, khai thác [[nhựa thông]] và trồng cây ăn quả. Đặc sản của xã là trái cam, bưởi, hồng.\n\nLà 1 xã địa đầu vừa là cuối của huyện Nam Đàn, được thành lập vào ngày 28\/7\/1967,tiếp giáp với huyện Đô Lương, Thanh Chương; có quốc lộ 15A từ Đô Lương đi xuôi về Nam Đàn với các địa danh đã đi vào lịch sử như dốc Kỳ Lợn, dốc 3 Cấp, với rừng lim, rừng thông (nhà Chung của Trang Đen trồng) đã từng che chở cho bao đoàn quân trú chân trước khi vào Nam đánh Mỹ. ở nơi đây vào năm 1968 đã chứng kiến sự hy sinh oanh liệt của 1 đơn vị bộ đội pháo cao xạ đang tạm nghỉ tại đây (có lẽ do bị lộ), nhưng tiếc thay nay chỉ còn là vết tích. Nơi đây cũng đã có o Hường-thôn Đình Long từng tay không bắt giặc lái Mỹ - đi vào nội dung bài hát cùng tên. Thực hiện chủ trương, chính sách của Đảng \"Nắn lại dòng sông, khơi dòng nước mát\" năm 1973, nhà nước đã cho xây dựng đập nước Ba khe, với lưu lượng nước lớn để tưới tiêu cánh đồng vùng 3-2, Trang Đen, Trang Nghè và cả một phần Trang Sói (Thanh Trường,Thanh Chương, quê hương của thiếu tướng Lê Nam Thắng-nguyên Chỉ huy trưởng Bộ tư lệnh Thủ đô 1964-1979). Nhờ đó, đời sống bà con được cải thiện. Ngoài việc cung ứng thủy lợi cho sản xuất, đập Ba khe có địa thế tuyệt đẹp, quanh năm đầy nước với nhiều loại cá chạp chạp, lúi, mè, gáy, trắm…. có lẽ nổi bật nhất là ở giữa có 1 \"Bán đảo\" với tên gọi rú dài. \"Bán đảo\" này gần như 4 phương, tám hướng là nước, và chỉ nối vào dãy núi phía tây một đường độc đạo. Đây là một tiềm năng du lịch lớn đang chờ nhà đầu tư khai thác, và nếu liên kết với thịt me \"Nam Nghĩa\", cá đập Ba Khe, chồn, chim trong rú, hoa quả sơn Trang Ri; nhởn nhơ, rong ruổi trong rừng thông, bạch đàn nghi ngút, có thể sẽ trở thành nhà hàng-du lịch sinh thái với phẩm vật địa phương nổi tiếng. Đó cũng là thành quả của một thời \"Mo cơm quả cà với tấm lòng Cộng sản, thay trời đổi đất sắp xếp lại dân cư\" đem lại ấm no, hạnh phúc cho nhân dân.Đi ngược về Đô lương 'Ngược lường\" khoảng 5&nbsp;km là Truông bồn,trọng điểm đánh phá ác liệt của không quân Mỹ, địa danh lịch sử bi tráng của dân tộc, nơi đây vào ngày 31\/10\/1968, thời khắc cuối cùng, trước khi giặc Mỹ buộc phải ngưng ném bom trên toàn miền Bắc, trận rải bom cuối cùng đã cướp đi sinh mạng 12 o và 1 chú thanh niên xung phong. Họ đã cống hiến tuổi thanh xuân cho độc lập, tự do, sự nghiệp đấu tranh bảo vệ Tổ quốc của dân tộc. Ngày 26\/10\/2008, tập thể 14 cán bộ, chiến sĩ thanh niên xung phong đã được Nhà nước truy tặng danh hiệu anh hùng lực lượng vũ trang nhân dân với tượng đài tưởng niệm được xây dựng hoành tráng nơi các o, chú đã hy sinh. Về dân cư chỉ có dân Trang Đen (làng công giáo)là bản xứ, còn lại người góp từ các xã miền xuôi Nam Đàn và Thanh Chương theo tiếng gọi của Đảng \"Đưa dân vô rú, đưa mạ vô sân...\". Tuy vậy, nơi đây cũng đã có nhiều người con sinh ra, lớn lên và ra đi khắp nước, trưởng thành, góp phần xây dựng và bảo vệ Tổ quốc, làm rạng rỡ cho Quê hương, tấm gương cho thế hệ trẻ noi theo. Ngày ngay, Đảng bộ, Chính quyền xã tiếp tục sự nghiệp cha anh, không ngừng cùng với bà con đoàn kết một lòng xây dựng xã ngày càng phát triển bền vững.\n\n==Vị trí địa lý==\n Toạ độ: 18°45'8\"N 105°25'27\"E\n*Phía bắc tiếp giáp với dãy [[núi Đại Huệ]] (Rú Nậy),\n*Phía Đông tiếp giáp với xã Nam Nghĩa (cũng thuộc huyện Nam Đàn),\n*Phía Nam tiếp giáp với 2 xã Nam Thái (Nam Đàn) và Thanh Lương (Thanh Chương)\n*Phía Tây Nam giáp các xã [[Thanh Dương, Thanh Trường]], Ngọc Sơn (thuộc huyện [[Thanh Chương]]),\n*Phía Tây bắc giáp xã Mỹ Sơn ([[đô Lương|huyện Đô Lương]]).\n\n==Du lịch==\nXã có Hồ Ba Khe - một là địa điểm nghỉ mát vào mùa hè, hồ có [[chiều dài]] khoảng 3&nbsp;km được tạo thành từ ba con [[suối]] (Khe su, Khe Sậy, Khe Luồng) nên được gọi với cái tên là Hồ Ba Khe (người dân địa phương thường gọi suối là khe hay đập Ba Khe), hồ sâu khoảng 5 - 15m, được bao bọc bởi những đồi thông xanh xung quanh. Đứng trên đồi thông hoặc rú Long Phượng của Xóm Bắc Sơn nhìn xuống bạn mới thấy cảnh đẹp của Hồ Ba Khe. Hồ trong xanh mơn mởn, mùa hè trẻ con thường lên đập để tắm; Đập 3 khe là nơi cung cấp nước tưới tiêu cho ruộng đồng của [[xóm Bắc Sơn]], Hưng Thành, Hồng Lam, Hồng Lĩnh, Ba Hai.\n\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Nam Đàn}}"}