{"24846":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Nam Đàn\n| hình = Movuamai.jpg\n| ghi chú hình = Lăng vua [[Mai Hắc Đế]] ở huyện Nam Đàn\n| vị trí lấy tọa độ = khối Phan Bội Châu, thị trấn Nam Đàn\n| vĩ độ = 18.697198\n| kinh độ = 105.500797\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 293,9 km²\n| dân số = 164.634 người<ref name=\"NA2019\"\/>\n| thời điểm dân số = 1\/4\/2019\n| dân số thành thị = 7.088 người (4%)\n| dân số nông thôn = 157.546 người (96%)\n| mật độ dân số = 560 người\/km²\n| dân tộc = [[người Việt|Kinh]]\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện lỵ = thị trấn [[Nam Đàn (thị trấn)|Nam Đàn]]\n| thành lập = 19\/5\/1875\n| chủ tịch UBND = Nguyễn Hồng Sơn\n| chủ tịch HĐND = [[Nguyễn Thị Hồng Hoa]]\n|bí thư =  [[Nguyễn Xuân Đức]]\n| phân chia hành chính = 1 thị trấn, 18 xã\n| trụ sở UBND =thị trấn Nam Đàn\n| mã hành chính = 430<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| biển số xe = 37-Bx-M1-5xxxx-9xxxx\n| web = {{url|namdan.nghean.gov.vn}}\n}}\n\n'''Nam Đàn''' là một [[huyện]] nằm ở phía đông nam tỉnh [[Nghệ An]], [[Việt Nam]].<ref name=qd124cp@2004 >[https:\/\/thukyluat.vn\/vb\/quyet-dinh-124-2004-qd-ttg-bang-danh-muc-ma-so-don-vi-hanh-chinh-viet-nam-cc68.html Quyết định số 124\/2004\/QĐ-TTg của Chính phủ ngày 08\/07\/2004] ban hành Danh mục và mã số các đơn vị hành chính Việt Nam có đến 30\/6\/2004. Thuky Luat Online, 2016. Truy cập 25\/12\/2018.<\/ref><ref name =NgheAn-tt03 >[https:\/\/thuvienphapluat.vn\/van-ban\/Xay-dung-Do-thi\/Thong-tu-03-2014-TT-BTNMT-Danh-muc-dia-danh-dan-cu-son-van-thuy-van-kinh-te-xa-hoi-Nghe-An-221544.aspx Thông tư 03\/2014\/TT-BTNMT ngày 12\/02\/2014] của Bộ Tài nguyên và Môi trường ban hành Danh mục địa danh... phục vụ công tác thành lập bản đồ tỉnh Nghệ An. Thuvien Phapluat Online, 2016. Truy cập 25\/12\/2018.<\/ref>\n\n==Địa lý==\n===Vị trí địa lý===\nHuyện Nam Đàn nằm ở phía đông nam tỉnh Nghệ An, nằm ở hạ lưu [[sông Lam]]. Kéo dài từ 18°34’B đến 18°47’B và trải rộng từ 105°24’Đ đếN 105°37’Đ, trong đó diện tích đất nông nghiệp chiếm 48%, còn nữa là đất lâm nghiệp và đồi núi, ao hồ, có vị trí địa lý:\n*Phía đông giáp huyện [[Hưng Nguyên]]\n*Phía tây giáp huyện [[Thanh Chương]]\n*Phía nam giáp huyện [[Hương Sơn]] và huyện [[Đức Thọ]] thuộc tỉnh [[Hà Tĩnh]]\n*Phía bắc giáp huyện [[Đô Lương]] và huyện [[Nghi Lộc]].\n\nHuyện lỵ của huyện đặt tại thị trấn Nam Đàn, trên đường Quốc lộ 46 Vinh – Đô Lương, cách thành phố Vinh 21&nbsp;km về phía tây.\n\n===Khí hậu===\nThời tiết và khí hậu của huyện Nam Đàn tương đối khắc nghiệt. Hằng năm [[mùa hanh khô]] kéo dài từ tháng 1 đến tháng 3 dương lịch, mùa nóng từ tháng 4 đến tháng 8, [[mùa mưa]] từ tháng 9 đến tháng 12. Lượng mưa hàng năm cao nhất là 2,228&nbsp;mm, thấp nhất là 1,402&nbsp;mm, trung bình là 1,428&nbsp;mm. Bão lụt thường xảy ra vào tháng 9 và tháng 10 dương lịch, gây úng lụt trên diện tích rộng, có lúc kéo dài trong một thời gian dài.\n\nThời tiết và khí hậu của huyện Nam Đàn đã được miêu tả tóm tắt và khá đúng trong 4 câu thơ chữ Hán sau đây của Hoàng giáp [[Bùi Huy Bích]] (1744 – 1818) ghi trong [[Nghệ An thi tập]] của ông khi ông làm Đốc đồng trấn Nghệ An (1777 – 1781) dưới thời vua [[Lê Hiển Tông]]:\n\n:''Hạ lai phong tự hỏa''\n:''Thu khứ vũ như ma''\n:''Thập nguyệt giang hoàn lạo''\n:''Trùng cửu cúc vị hoa\nDịch thơ:\n:''Hè đến gió Lào như lửa đốt''\n:''Thu qua mưa phùn lấm tấm sa''\n:''Tháng mười sông còn tràn nước lũ''\n:''Mồng 9 tháng 9 cúc chưa nở hoa''\n===Dân số===\nDân số năm 2018 là 164.530 người. 9% dân số theo [[đạo Thiên Chúa]].\n\n==Lịch sử==\n[[Hán Vũ Đế]] (140 - 87 TCN) diệt nhà Triệu, chiếm Nam Việt, chia tách nước Nam Việt thành các huyện. Huyện Hàm Hoan bao gồm vùng đất Nam Đàn ngày nay là một trong những huyện lớn của vùng đất thuộc quận Cửu Chân trước đó và Hàm Hoan chính là tên gọi đầu tiên của huyện Nam Đàn ngày nay.\n\nThời Tam Quốc vùng đất này thuộc Đông Ngô (220 - 265 sau CN) và tên huyện được đổi thành Đô Giao.\n\nVua [[Lê Đại Hành]] trị vì đất nước từ năm 981 đến năm 1005 đã phân định lại địa giới hành chính và đã đổi tên huyện Hàm Hoan thành huyện Hoan Đường thuộc Hoan Châu.\n\nNăm 1036, [[Lý Thái Tổ]] sau khi dời đô ra Thăng Long đã đổi Hoan Châu thành châu Nghệ An, huyện Hoan Đường vẫn giữ nguyên tên gọi như trước đó.\n\n[[Hồ Quý Ly]] lên làm vua (1400 - 1401) đổi tên huyện Hoan Đường thành huyện Thạch Đường.\n\nNhà Minh xâm chiếm nước ta đã tách thành 3 huyện là Thạch Đường, Kệ Giang và Sa Nam.\n\nSau khi [[Lê Lợi]] đánh thắng quân Minh, nhà Hậu Lê đã sắp xếp lại bản đồ vào năm 1467 và huyện Hoan Đường được đổi tên thành huyện Nam Đường.\n\nNăm 1886 vua [[Đồng Khánh]] lên ngôi, vì vua có tên riêng là Nguyễn Phúc Đường nên để tránh phạm húy, chữ \"Đường\" được đọc chệch đi thành chữ \"Đàn\", cái tên Nam Đàn có từ đó.\n\nNăm 1948, huyện Nam Đàn được chia thành 10 xã: Đồng Xuân, Hùng Tiến, Khánh Tân, Nam Hưng, Nam Liên, Nam Tân, Thanh Vân, Xuân Lạc, Xuân Lâm, Tràng Cát.<ref name=\":0\">{{chú thích sách|tác giả=Ninh Viết Giao, Trần Thanh Tâm|tựa đề=Nam Đàn, quê hương Chủ tịch Hồ Chí Minh|nhà xuất bản=Nhà xuất bản Khoa học xã hội|year=1989|nơi=|trang=16-17|url=https:\/\/www.google.com\/books\/edition\/Nam_Đàn_quê_hương_Chủ_tịch_Hò\/C_wyAAAAMAAJ|doi=|id=|isbn=}}<\/ref>\n\nSau năm 1954, huyện Nam Đàn gồm thị trấn Nam Đàn và 33 xã: Nam Anh, Nam Cát, Nam Chung, Nam Diên, Nam Đông, Nam Dương, Nam Giang, Nam Hòa, Nam Hoành, Nam Hồng, Nam Hùng, Nam Lạc, Nam Lâm, Nam Liên, Nam Lĩnh, Nam Lộc, Nam Long, Nam Mỹ, Nam Phong, Nam Phúc, Nam Quang, Nam Sơn, Nam Tân, Nam Thái, Nam Thắng, Nam Thanh, Nam Thịnh, Nam Thượng, Nam Tiến, Nam Trung, Nam Vân, Nam Xuân, Nam Yên.<ref name=\":0\" \/>\n\nVề sau, một số xã sáp nhập với nhau để hình thành các xã mới: Nam Vân và Nam Diên thành Vân Diên; Nam Hùng, Nam Lạc và Nam Tiến thành Hùng Tiến; Nam Hồng và Nam Long thành Hồng Long; Nam Hòa và Nam Yên thành Xuân Hòa; Nam Hoành và Nam Đông thành Khánh Sơn; Nam Sơn và Nam Thắng thành Nam Kim; Nam Phong và Nam Thịnh thành Nam Cường; Nam Dương nhập vào Nam Trung; Nam Chung và Nam Liên thành Kim Liên; Nam Mỹ, Nam Quang và Nam Lâm thành Xuân Lâm. Hai xã được thành lập mới là Nam Nghĩa và Nam Hưng.<ref name=\":0\" \/>\n\nNgày [[9 tháng 7]] năm [[1987]], mở rộng thị trấn Nam Đàn trên cơ sở sáp nhập xóm Hạ Long của xã Vân Diên và các xóm Tây Hồ, Quang Trung của xã Xuân Hòa.<ref>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/Bo-may-hanh-chinh\/Quyet-dinh-105-HDBT-mo-rong-thi-tran-nam-dan-cua-huyen-Nam-dan-tinh-Nghe-tinh-37361.aspx|tựa đề=Quyết định số 105-HĐBT năm 1987 về việc mở rộng thị trấn Nam Đàn của huyện Nam Đàn thuộc tỉnh Nghệ Tĩnh}}<\/ref>\n\nNgày [[17 tháng 12]] năm [[2019]], Ủy ban Thường vụ Quốc hội ban hành Nghị quyết 831\/NQ-UBTVQH14 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nghệ An (nghị quyết có hiệu lực từ ngày [[1 tháng 1]] năm [[2020]])<ref name=NQ831>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-831-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Nghe-An-432101.aspx|tựa đề=Nghị quyết số 831\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nghệ An|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>. Theo đó:\n*Sáp nhập toàn bộ diện tích, dân số của 3 xã Nam Trung, Nam Phúc, Nam Cường thành xã Trung Phúc Cường\n*Sáp nhập một phần diện tích, dân số của xã Nam Thượng với toàn bộ diện tích, dân số của 2 xã Nam Tân và Nam Lộc thành xã Thượng Tân Lộc\n*Sáp nhập phần diện tích, dân số còn lại của xã Nam Thượng và toàn bộ diện tích, dân số của xã Vân Diên vào thị trấn Nam Đàn.\n\nHuyện Nam Đàn có 1 thị trấn và 18 xã như hiện nay.\n\n==Hành chính==\nHuyện Nam Đàn có 19 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Nam Đàn (thị trấn)|Nam Đàn]] (huyện lỵ) và 18 xã: [[Hồng Long, Nam Đàn|Hồng Long]], [[Hùng Tiến, Nam Đàn|Hùng Tiến]], [[Khánh Sơn, Nam Đàn|Khánh Sơn]], [[Kim Liên, Nam Đàn|Kim Liên]], [[Nam Anh, Nam Đàn|Nam Anh]], [[Nam Cát, Nam Đàn|Nam Cát]], [[Nam Giang, Nam Đàn|Nam Giang]], [[Nam Hưng, Nam Đàn|Nam Hưng]], [[Nam Kim, Nam Đàn|Nam Kim]], [[Nam Lĩnh, Nam Đàn|Nam Lĩnh]], [[Nam Nghĩa, Nam Đàn|Nam Nghĩa]], [[Nam Thái, Nam Đàn|Nam Thái]], [[Nam Thanh, Nam Đàn|Nam Thanh]], [[Nam Xuân, Nam Đàn|Nam Xuân]], [[Thượng Tân Lộc]], [[Trung Phúc Cường]], [[Xuân Hòa, Nam Đàn|Xuân Hòa]], [[Xuân Lâm, Nam Đàn|Xuân Lâm]].\n\n==Du lịch==\nTrong các thắng cảnh ở Nam Đàn có [[núi Đại Huệ]]. Phong cảnh ở đây đã được Bùi Huy Bích ghi lại khi thăm [[chùa Đại Tuệ]] trên núi:\n:''Đá nhỏ xếp vòng tới đỉnh cao''\n:''Đất trời vời vợi dạ nao nao''\n:''Trời dăng rặng núi như xoè cánh''\n:''Đất nắn dòng sông giống uốn câu''\n:''Đường núi xuyên cây, sư khinh hổ''\n:''Roi tre gánh cỏ, trẻ lùa trâu''\n:''Rất yêu Giếng đá luôn đầy nước''\n:''Sâu chỉ bằng lu múc hết đâu''\n\nMột thắng cảnh khác là [[núi Thiên Nhẫn]], nơi còn lưu lại bài thơ của La Sơn phu tử [[Nguyễn Thiếp]]:\n:''Chiu chít liền những núi,''\n:''Trông như ngựa chạy vòng''\n:''Miền nam mờ ngọn núi,''\n:''Cõi bắc uốn khúc sông.''\n:''Bóng chùa Thiên Nhẫn ánh''\n:''Suối vọt Lục Niên kề''\n:''Tùng cúc nay còn đó''\n:''Phong trần vẫn chưa về...''\n\nỞ Nam Đàn cũng có nhiều [[chùa]]. Kiến trúc chùa Nam Đàn đã lưu lại trong câu ca:\n:''Thứ nhất Nghi môn Tam Tanh''\n:''Thứ nhì là cảnh Yên Quỳnh''\n:''Thứ ba là đình Nam Hoa''\n\nNghi môn Tam Tanh nay là [[đền vua Bà]] ở xã [[Hùng Tiến, Nam Đàn|Hùng Tiến]] đã bị thời gian phá huỷ, nhưng vẫn giữ một số giá trị kiến trúc và nghệ thuật. Ở Nam Lạc - Hùng Tiến còn có đình Nhân Hậu cũng nổi tiếng một vùng nhưng do chính sách sai lầm nên đình bị dỡ đi làm chợ, bây giờ về Nam Lạc thăm chợ Cồn Bụt vẫn thấy được đình chợ là đình Nhân Hậu xưa...Đình Nam Hoa là 4 ngôi đình nổi tiếng của 4 làng phía hữu ngạn sông Lam gồm: [[đình Dương Liễu]], [[đình Đông Sơn]], [[đình Hoành Sơn]], [[đình Trung Cần]]; trong đó đình Hoành Sơn (thuộc xã [[Khánh Sơn]]) và đình Trung Cần (thuộc xã [[Nam Trung, Nam Đàn|Nam Trung]]) đã được [[Bộ Văn hóa, Thể thao và Du lịch (Việt Nam)|Bộ Văn hóa - Thông tin]] (Việt Nam) cấp bằng [[Di tích Lịch sử Văn hóa Quốc gia Việt Nam]]. Hai đình này đều bằng gỗ, được giới chuyên môn liệt vào bậc nhất trong hệ thống chùa chiền còn ở miền Trung. Tại xã Hồng Long còn lưu giữ phế tích Tháp Nhãn có từ thế kỷ thứ VII, xây toàn bằng đất nung với kỹ thuật lắp ghép độc đáo.\n\n==Văn hóa==\n===Hát ví===\nỞ Nam Đàn tồn tại những làn điệu ví phường vải, ví dặm đò đưa. \n:''Con ơi mẹ dặn câu này''\n:''Chăm lo đèn sách cho tày áo cơm''\n:''Làm người đói sạch rách thơm''\n:''Công danh là nợ nước non phải đền...''\n\nCác tập tục văn hóa ở Nam Đàn có thể quan sát tại các lễ hội như lễ hội đình Hoành Sơn, lễ hội [[đền Mai Hắc Đế]], lễ rước hến Thanh Đàm và lễ hội Làng Sen trước và trong dịp kỷ niệm ngày sinh [[Hồ Chí Minh]].\n===Làng nghề===\nNam Đàn có các làng nghề như Làng mộc nề Nam Hoa, làng rèn [[Quy Chính]], làng tương [[Tự Trì]], làng nón [[Đông Liệt]], các làng dệt [[Xuân Hồ]], [[Xuân Liễu]], [[Tầm Tang]], làng nồi đồng [[Bố Ân]], [[Bố Đức]], làng gạch ngói [[Hữu Biệt]], làng dầu bông, dầu lạc [[Đan Nhiệm]], [[Đồng Trung]]. Còn Tương Nam Đàn thì thôn xã nào cũng làm để ăn hàng ngày cả.<gallery>\nTuongnamdan.jpg\n<\/gallery>Vùng núi Đại Huệ, Thiên Nhẫn có sản phẩm chè xanh thơm ngon.\n\n==Danh nhân==\nĐại Nam nhất thống chí ghi: ''Nam Đàn có núi cao sông sâu nên xuất hiện nhiều người văn võ kiêm toàn''. Vũ Anh Tú nguyên Tổng Tư Lệnh quân đội nhân dân Việt Nam. Bùi Dương Lịch, nhà \"Nghệ học\" thế kỷ 18, viết: ''Huyện Đông Thành và huyện Nam Đường vĩ nhân đã nhiều, mà khí tiết cũng thiên về mặt Cương Cường Quả Cảm''. [[Hippolyte Le Breton]], nguyên Hiệu trưởng [[Trường Trung học Phổ thông Huỳnh Thúc Kháng (Vinh)|Quốc học Vinh]] đầu [[thế kỷ 20]] viết về Nghệ Tĩnh nói chung: ''Nghệ Tĩnh trong tất cả mọi thời đại, từ cổ đại cho đến ngày nay là một cái lò phản kháng và là một cái lò trí thức về truyền thống văn hóa'' (''Le Nghe Tinh fut de tous temps – de l’antiquité à nos jours – un foyer de rebellion et un foyer intellectuel en ce qui concerne la tradition culturelle'').\n\nHuyện Nam Đàn là quê hương của các danh nhân Việt Nam như: [[Mai Hắc Đế|Mai Thúc Loan]], [[Phan Bội Châu]], [[Hồ Chí Minh]]. Nam Đàn cũng là quê hương của 38{{fact|date = ngày 7 tháng 1 năm 2013}} vị đại khoa Việt Nam như: Đình nguyên, Thám hoa [[Nguyễn Đức Đạt]]; Thám hoa [[Nguyễn Văn Giao]] [[nhà Nguyễn|đời Nguyễn]]; Đình nguyên Tiến sĩ [[Vương Hữu Phu]] (khoa Canh Tuất- 1910)..\nCụ phó Bảng Nguyễn Sinh Sắc\n\nNhững người nổi tiếng ngày nay có: Chủ tịch [[Hồ Chí Minh]], Danh họa [[Nguyễn Tư Nghiêm]], Nhà khoa học [[Tạ Quang Bửu]], Bộ trưởng [[Trần Quốc Hoàn]], Bộ trưởng [[Tạ Quang Ngọc]], Ủy viên Bộ Chính trị, Chủ tịch Quốc hội [[Nguyễn Sinh Hùng]], [[Phạm Thị Thanh Trà]], ủy viên ban chấp hành trung ương Đảng, Bộ trưởng Bộ Nội Vụ, Thứ trưởng Bộ Giáo dục và Đào tạo GS. TSKH [[Bành Tiến Long]], Thứ trưởng bộ tư pháp - Hiệu trưởng trường đại học Luật HN PGS TS [[Hoàng Thế Liên]], giáo sư hóa học [[Nguyễn Thạc Cát]], Giáo sư [[Nguyễn Văn Trương (anh hùng lao động)]]<ref>[http:\/\/www.thanglonghanoi.gov.vn\/channel\/82\/2010\/09\/7278\/#ZwJLoR1sKAq5 Anh hùng lao động Nguyễn Văn Trương]{{Liên kết hỏng|date = ngày 14 tháng 5 năm 2021 |bot=InternetArchiveBot }}<\/ref>, Giáo sư [[Phạm Như Cương]], Giáo sư [[Nguyễn Thúc Hào]], Giáo sư Nguyễn Thúc Tùng, Giáo sư [[Văn Hường|Nguyễn Văn Hường]], Giáo sư [[Nguyễn Văn Ngọ]], Giáo sư [[Nguyễn Thúc Hải]], Giáo sư [[Nguyễn Đình Bảng]], Trưởng đoàn đàm phát Thương mại Việt Mỹ Nguyễn Đình Lương, Phó Viện trưởng VKSND tối cao [[Dương Thanh Biểu]]; Giáo sư toán học [[Nguyễn Thị Thiều Hoa]]; Giáo sư [[Nguyễn Xuân Quỳnh]], Giáo sư toán học Tạ Quang Hải nguyên chủ nhiệm khoa Toán Đại học Vinh; Giáo sư Tiến sĩ Phạm Thị Ngọc Yến- ĐHBK Hà Nội; Trung tướng Giáo sư Phan Anh Việt Nguyên Phó Tổng cục 2 BQP, Phó Giám đốc Học viện Quốc phòng Việt Nam; Trung tướng, Phó Giáo sư Hoàng Nghĩa Khánh, nguyên Cục trưởng Cục Tác chiến BTTM. Đại tá, PGS.TS Trần Đình Mai Giảng viên Học viện Lục Quân Đà Lạt, Tổng giám đốc Binh đoàn Trường Sơn: Thiếu tướng Lương Sỹ Nhung, Nhà văn, dịch giả: Ông Văn Tùng; nhà báo [[Hàm Châu]]; PGS.TS Trần Văn Thụy giảng viên trường đại học y khoa Hà Nội. Tiến sĩ Trần Đình Hiếu nguyên vụ trưởng UB Kế hoạch Nhà nước; Thiếu tướng Nguyễn Phong Phú, nguyên Trưởng bộ phận thường trực Ban Chỉ đạo Trung ương 6(2), Tổng cục Chính trị, BQP, nguyên Chủ nhiệm Chính trị, Quân khu 4, Tiến sĩ Trần Đình Phương Vụ trưởng Bộ Văn Hoá-TT; Nghệ sĩ xuất sắc của Liên đoàn Nhiếp ảnh Thế giới (FIAP) Hà Hữu Đức; Anh hùng tình báo quân đội Trần Huyền, PGS.TS Sử học Nguyễn Quang Hồng. Hội viên sáng lập Hội nhà văn Việt Nam Hồ Khải Đại; Nhà báo Tạ Quang Đạm; Trung tướng Hồ Đệ; Thiếu tướng Nguyễn Ngọc Hà, Phó Tư lệnh Quân khu 4.\n\n== Chú thích ==\n{{tham khảo|25em}}\n\n==Liên kết ngoài==\n*[https:\/\/nghean.gov.vn\/wps\/portal\/huyennamdan\/!ut\/p\/c5\/04_SB8K8xLLM9MSSzPy8xBz9CP0os3i_MG9_TxPDUGcnPyczA09HU6NQYw8PY38XY6B8JJJ8kI-pi4GnmamFsbGRm7lpsCEB3eEg-_DrB8kb4ACOBvp-Hvm5qfoFuREGWSaOigBDp2u9\/dl3\/d3\/L3dDb0EvUU5RTGtBISEvWUZSdndBISEvNl9OVktPSTQxVUNSVTM2MElBUDkxSk1FMTJGMg!!\/ Cổng thông tin điện tử huyện Nam Đàn, tỉnh Nghệ An]\n\n{{huyện thị Nghệ An}}\n\n{{sơ khai Nghệ An}}"}