{"1250956":"{{bài cùng tên|Nam Xuân}}\n{{Thông tin đơn vị hành chính Việt Nam\n| tên = Nam Xuân\n| vai trò hành chính = Xã\n| hình = \n| ghi chú hình = \n| vĩ độ = 18\n| kinh độ = 105\n| vĩ phút = 43\n| vĩ giây = 56\n| kinh phút = 32\n| kinh giây = 54\n| diện tích = 12,56 km²<ref name=MS\/>\n| dân số = 6112 người<ref name=MS\/>\n| thời điểm dân số = 2014\n| mật độ dân số = 665 người\/km²\n| dân tộc = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Nam Đàn]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17944<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n'''Nam Xuân''' là một [[Xã (Việt Nam)|xã]] thuộc huyện [[Nam Đàn]], tỉnh [[Nghệ An]], [[Việt Nam]].\n\nXã Nam Xuân có diện tích 12,56&nbsp;km², dân số năm 2014 là 6112 người,<ref name=MS>{{chú thích web | url =http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20(31-12)2-MSDVHCVN.xls | 2 = | publisher =Bộ Thông tin & Truyền thông | ngày truy cập =2012-08-20 | tựa đề =Bản sao đã lưu trữ | archive-date = ngày 24 tháng 3 năm 2013 | archive-url =https:\/\/web.archive.org\/web\/20130324095035\/http:\/\/mic.gov.vn\/uploads\/20100623\/E124-2009%20%2831-12%292-MSDVHCVN.xls | url-status=dead }}<\/ref> mật độ dân số đạt 665 người\/km².\n\n==Địa lý==\nNam Xuân Nằm ở phía bắc của huyện Nam Đàn, tỉnh Nghệ An. Phía Bắc tựa lưng vào dãy núi Đại Huệ, phía Nam giáp với xã Xuân Hòa, phía Đông giáp với xã Nam Lĩnh, phía tây giáp với Xã Nam Anh. \n==Hành chính==\nXã Nam Xuân gồm có 12 xóm đã thay đổi gộp lại thành 6 xóm bằng tên cụ thể:\n* Làng nhà: Xóm Xuân Mai, Xóm Xuân Thành.\n* Làng rú: Xóm 4, Xóm 5, Xóm 6, Xóm 7, Xóm 8, Xóm 9, Xóm 10, Xóm 11, Xóm 12\n\n==Khí hậu==\nThời tiết và khí hậu của xã Nam Xuân tương đối khắc nghiệt. Hằng năm [[mùa hanh khô]] kéo dài từ tháng 1 đến tháng 3 dương lịch, mùa nóng từ tháng 4 đến tháng 8, [[mùa mưa]] từ tháng 9 đến tháng 12. Lượng mưa hàng năm cao nhất là 2,228&nbsp;mm, thấp nhất là 1,402&nbsp;mm, trung bình là 1,428&nbsp;mm. Bão lụt thường xảy ra vào tháng 9 và tháng 10 dương lịch, gây úng lụt trên diện tích rộng, có lúc kéo dài trong một thời gian dài.\n==Thắng cảnh==\nĐền, chùa:\n* Chùa Vĩnh Phúc\n* Đền Câu\n* Đền Nhà Bà\n* Đền Đông Dương\n* Chùa Bác Thụ\n\n==Danh nhân ==\n* Nguyễn Thúc Kiều, cử nhân nho học, thầy dạy của nhà chí sĩ Phan Bội Châu. Ông Kiều đỗ Cử nhân năm Mậu Dần (1878) dưới triều Tự Đức, được bổ dụng làm Hành tẩu Bộ Công, hàm Biên tu (1880). Năm 1881, ông từ quan về quê mở trường dạy hoc.\n* Nguyễn Thúc Dinh, đỗ phó bảng, Thượng thư Bộ Lại triều đình nhà Nguyễn, đã từng nhận được Bắc đẩu bội tinh và Long bội tinh.\n* Nguyễn Thúc Hào, thủ khoa trường Quốc học Huế năm 1924, sáng lập trường Đại học Vinh, đại biểu Quốc hội ba khóa liên tiếp (II,III, IV), Phó chủ tịch [[Ủy ban Mặt trận Tổ quốc]] tỉnh [[Nghệ An]], Ủy viên ban chấp hành [[Hội Hữu nghị Việt – Pháp]]. Trong các thế hệ học trò của giáo sư Nguyễn Thúc Hào, nhiều người đã trở thành những gương mặt khoa học quen thuộc, như: [[Hoàng Tụy]], [[Nguyễn Văn Trương]], [[Nguyễn Đình Tứ]], [[Đinh Ngọc Lân]], [[Nguyễn Văn Hiệu]], [[Vũ Đình Cự]], [[Nguyễn Văn Đạo]], [[Phan Đình Diệu]], [[Nguyễn Đình Trí]], [[Hà Văn Mạo]], [[Văn Như Cương]],... Cũng có vài người trở thành nhà báo có tiếng như [[Nguyễn Hữu Chỉnh]],... Đó là chưa kể các lớp học trò của giáo sư Hào trong 10 năm ông dạy tại trường Quốc học Huế (1935–1945); về sau, nhiều người đã trở thành những nhà thơ, nhà văn, nhạc sĩ như [[Tố Hữu]], [[Huy Cận]],...\n** Huân chương kháng chiến chống Pháp hạng Nhì, Ba\n** Huân chương kháng chiến chống Mỹ hạng nhất\n** Huân chương Lao động hạng nhất.\n==Lịch sử==\nTheo \"Xuân Liễu xã sự tích\" bản chép tay của ông Nguyễn Vinh Ngộ (1923 - 1990) thì dân quê ta xưa làm nghề chài lưới ở xứ Nộn Nang, đánh cá ở Báu Nón, sau sinh con đẻ cái đông đúc nên họ chia thành 3 nhóm.\n\nMột nhóm ở xứ Nộn Nang, một nhóm ở Rú Cụp, một nhóm ở vệ Vạn An (Vân Diên ngày này). Dân 3 nhóm sống chung một xã gọi là Nộn Giang.\n\nTheo tục lễ cứ đến tháng 6 hàng năm họ họp tại Cồn Đình để làm lễ cầu phúc, hát xướng lấy đó làm nơi trung tâm.\n\nCó một năm mưa to, người ở Rú Cụp đi ra bị sóng to, chết đuối rất nhiều. Sau tai biến này, họ chia làm 3 xã. Một xã tên là Nộn Giang (tức Xuân Liễu sau này); Một xã lấy tên là Hương Lãm (Vân Diên và Khả Lãm sau này); Một xã lấy tên là Thanh Tuyền (Nam Thanh bây giờ).\n\nĐến thời Hậu Lê, xã Nộn Giang đổi thành xã Nỗn Liễu, dân Nỗn Liễu ngày càng đông dẫn đến tranh giành đất đai và kiện tụng nhau. Triều Đình phái người về xem xét và quyết định chia làm 2 xã, chia các đỉnh rú: rú Anh, rú Nhón, rú Tán, rú sắt làm ranh giới. Một xã gọi là Nỗn Liễu gồm 10 Giáp. Xã thứ 2 gọi là Nỗn Hồ gồm 5 Giáp; Về sau Nỗn Liễu đổi thành Xuân Liễu, Nỗn Hồ đổi thành Minh Hồ, rồi Xuân Hồ\n\nHai xã Xuân Liễu-Xuân Hồ có mối quan hệ thân thiện, gần gũi cho nên có câu hát:\n\n                              Xuân Hồ, Xuân Liễu xa chi\n\n                           Cùng ăn một chợ, cùng đi một đàng\n\nTheo \"Song Xuân Tiểu Chí\" của Hồ Sỹ Thứ còn gọi là cụ Hàn Quynh (1887-1954) thì các thôn của Xuân Liễu là: Đức Nghĩa, Đồng Thượng, Đồng Đức, Mai Đông, Mai Nam, Ngọc Sơn, Tăng Phúc, Nam Vinh, Đông Dương và Nghi Hưng. Các thôn của Xuân Hồ là: Đức Mẫu, Nho Phái, Lễ Nghi, Đông Giáp, Thượng Giáp\n\nĐặc điểm dân 2 xã sống xen kẽ nhau gọi là \"Gián cư, gián canh\" cho nên trong cuốn Song xuân tiêu chí có câu:\n\n                              \"...Phân vi nhĩ xa\n\n                              Gián cư gián canh\n\n                              Hoặc trù hoặc quả\n\nNgày nay ngiên cướu ịch sử xã Nam Xuân, tất yếu phải nói đến xã Nộn Giang, xã Xuân Liễu. Đây là những địa danh có trước Nam Xuân. Địa danh Xuân Liễu duy trì cho đến Cách mạng tháng 8\/1945 thì đổi tên thành xã Nam Xuân. \n==Tham khảo==\n{{tham khảo}}\n{{Đơn vị hành chính thuộc huyện Nam Đàn}}"}