{"3280686":"'''Nay Der''' (1895-1987) là người sáng lập bộ chữ viết đầu tiên của dân tộc Jrai. Ông được coi là người thầy giáo đầu tiên của dân tộc [[Gia-rai|Jrai]]. Ông sinh năm 1895 tại Bôn Ơi Nu, xã Ia Siơm, huyện [[Krông Pa]], tỉnh [[Gia Lai]].\n\n== Thân thế và sự nghiệp ==\nNay Der (1895-1987), dân tộc Jrai, được sinh ra trong một gia đình nông dân nghèo ở vùng Ơi Nu, nay thuộc huyện Krông Pa.\n\nCha mẹ mất sớm, tuổi thơ của ông trải qua không biết bao gian khó, nhưng với đức tính thông minh, chăm chỉ, ông từng bước vượt qua ranh giới của buôn làng để tìm đến với \"con chữ\"- khái niệm mà lâu nay người Jrai chưa hề có. Với niềm khao khát được học, được biết chữ, ông đã vượt qua mọi gian khó và vươn lên trong cuộc sống bấy giờ.\n\nĐến đầu thập niên 20 của thế kỷ XX, Nay Der học xong chương trình sơ học yếu lược và trở thành người trí thức đầu tiên của dân tộc Jrai. Ông là người thầy giáo, nhà trí thức cách mạng đầu tiên của đồng bào dân tộc thiểu số ở tỉnh Gia Lai, người đã cùng với một số trí thức người Êđê và người Pháp (Antoine, Antomarchi,...) sáng lập ra bộ chữ viết Jrai, suốt đời đem hết tâm huyết phục vụ, cống hiến cho sự nghiệp giáo dục của Gia Lai nói chung và đồng bào dân tộc thiểu số nói riêng.\n\nÔng đã được nhà nước phong tặng nhiều huân, huy chương và nhiều phần thưởng cao quý khác.\n\nNăm 1987 ông qua đời tại huyện Ayun Pa, nay là thị xã Ayun Pa, tỉnh Gia Lai để lại một tài sản vô cùng quý giá đối với  dân tộc, với quê hương. Dẫu năm tháng đã qua đi nhưng bộ chữ  viết Jrai vẫn trường tồn, tên của người thầy giáo Nay Der vẫn luôn trong tâm thức của chúng ta trong mỗi người con Jrai.\n\nTháng 12 năm 2007, tỉnh Gia Lai thành lập Quỹ học bổng mang tên người con ưu tú của dân tộc Jrai:\"Quỹ học bổng Nay Der\" với mục đích khuyến học, khuyến tài nhằm hỗ trợ cho những học sinh, sinh viên của tỉnh có thành tích xuất sắc trong học tập; học sinh, sinh viên nghèo vượt khó học giỏi.\n\n==Tham khảo==\n{{tham khảo}}\n* [http:\/\/baogialai.com.vn\/channel\/1624\/201011\/nay-der-nguoi-thay-giao-sang-lap-bo-chu-viet-dau-tien-cua-dan-toc-jrai-1967205\/ Nay Đer- người thầy giáo sáng lập bộ chữ viết đầu tiên của dân tộc Jrai]\n{{thời gian sống|1895|1987}}\n\n{{sơ khai nhân vật Việt Nam}}\n\n[[Thể loại:Người Gia Rai]]\n[[Thể loại:Người Gia Lai]]"}