{"1393169":"{{chú thích trong bài}}\n{{Ẩm thực Hải Phòng}}\n[[Tập tin:Nem cua bể Hà Nội tại Nguyễn Sơn, Tân Phú, tháng 9 năm 2018 (3).jpg|300px|nhỏ|phải|Một món nem cua bể, ăn kèm với bún chả, miếng nem có hình hơi vuông đặc trưng]]\n'''Nem cua bể''' hay '''nem cua bể Hải Phòng''' là một món ăn đặc trưng trong [[ẩm thực Hải Phòng]] với những nguyên liệu ngoài thành phần thực vật ([[bánh tráng|bánh đa gói nem]], [[miến]] sợi, [[giá đỗ]], [[hành lá]], [[mộc nhĩ]], [[nấm hương]], [[cà rốt]], [[su hào]]) còn có [[trứng gà]] (hoặc [[trứng vịt]]), [[thịt lợn]] nạc vai băm nhuyễn cùng với mỡ gáy, [[tôm|thịt tôm tươi]], [[thịt cua]] bể tươi và phương pháp chế biến bằng cách [[rán]] ([[chiên]]) trong [[dầu ăn]] là chủ đạo. Món ăn này còn có một số tên gọi khác như '''[[chả nem]]''' (người miền Nam thường gọi là '''[[chả giò]]'''), chả nem [[hải sản]]... Do cách gói nem độc đáo theo hình vuông của người [[Hải Phòng]] mà nó còn có tên là '''nem vuông''' hay đầy đủ hơn là '''nem vuông cua bể''', '''nem vuông hải sản'''.\n\nMón [[bánh đa cua]] (theo truyền thống địa phương luôn sử dụng [[cua đồng]] và [[bánh đa đỏ]]) và nem cua bể (theo phong cách địa phương hay được gói kiểu hình vuông giống như chiếc [[bánh chưng]] ngày Tết) được nhiều người xem là hai món ăn có tính đại diện rõ nhất cho phong cách chế biến ẩm thực của Hải Phòng.\n==Tổng quan==\nLưu ý rằng theo cách chế biến truyền thống tại Hải Phòng thì ngoài tôm tươi (không dùng [[tôm khô]]) và [[cua biển]], không cần dùng thêm loại [[hải sản]] nào nữa. Vài địa phương khác có thể biến tấu bằng cách cho thêm [[thịt mực]], hoặc sử dụng tôm khô, cho thêm [[khoai môn]] hay [[củ đậu]] vào. Cũng giống nhiều nơi khác tại Việt Nam, món nem cua bể thường hay ăn kèm với [[bún|bún tươi]] (loại sợi nhỏ, khác với bún sợi lớn thường dùng trong món [[bún tôm (món ăn Hải Phòng)|bún tôm kiểu Hải Phòng]]), [[nước chấm]] (thành phần chính là [[nước mắm]], [[giấm]], nước đun sôi để nguội, [[đường cát]], [[hành tây]], [[cà rốt]], [[đu đủ]] xanh thái lát, [[tỏi]], [[ớt]] tươi) và [[rau sống]].\n\nCùng với món [[bánh đa cua]] (theo truyền thống thường sử dụng [[cua đồng]], đôi khi dùng cua bể để chế biến), nem cua bể được coi là hai món ăn có tính đại diện rõ nhất cho phong cách chế biến ẩm thực của người Hải Phòng. Nhưng khác với món bánh đa cua thường được xem là phổ biến và bình dân, nem cua bể đối với nhiều người Hải Phòng thu nhập trung bình (cũng như hầu hết người dân miền Bắc) cho đến những năm cuối thập kỷ 1990 vẫn thường được coi là tương đối đắt tiền và cầu kỳ trong chế biến.\n\nDù Hải Phòng khi đó (những năm 1990) có nguồn thủy hải sản khá phong phú nhưng một phần lớn là dành cho chế biến xuất khẩu (thường sang Trung Quốc) hoặc bán cho các nhà hàng lớn quanh thành phố, nên với những gia đình có thu nhập trung bình thời đó giá [[cua bể]] (cua biển) tương đối cao so với nhiều loại thực phẩm khác và cũng không có nhiều nguồn cua chất lượng để chọn lựa. Bởi vậy thời đó với nhiều người Hải Phòng, trong bữa cỗ nếu có món chả nem nhưng thành phần không có cua bể là điều rất bình thường, thậm chí nhiều nơi tôm cũng được dùng hạn chế so với thịt lợn nên ăn chả nem nhiều gây cảm giác chóng ngán.\n\nNhững năm qua, món nem cua bể (chủ yếu gói theo hình vuông) và bánh đa cua đã vượt khỏi biên giới Hải Phòng để du nhập đến một số địa phương như [[Hà Nội]], [[Thành phố Hồ Chí Minh]] và được nhiều thực khách yêu thích. Tuy nhiên không phải quán ăn hay nhà hàng nào có phục vụ món bánh đa cua hay nem cua bể cũng đảm bảo đúng quy trình chế biến và hương vị nguyên gốc như cách chế biến tại Hải Phòng. Bởi vậy muốn thưởng thức đầy đủ hương vị độc đáo của những món ăn này, thực khách nên đến những địa chỉ ẩm thực hay nhà hàng đã có tiếng, thường do người gốc Hải Phòng mở ra.\n\n==Nguồn gốc==\nMón [[Gỏi cuốn|nem cuốn]] dùng để rán (chiên) là một món ăn rất phổ biến tại [[Việt Nam]] và tùy theo vùng miền mà nó có tên gọi khác nhau (như ''chả rế'' hay ''chả giò''). Và cũng do sự khác biệt về khẩu vị ẩm thực giữa các vùng miền mà thành phần chế biến nem (chả giò) rán cũng như hương vị của món ăn có sự khác biệt đáng kể. Ví dụ như món nem (người miền Nam gọi là ''chả giò'') cuốn dùng để rán (người miền Nam gọi là ''chiên'') theo cách chế biến của miền Nam thường có [[khoai môn]] (không dùng [[miến]], [[giá đỗ]] hay [[giá đậu]] như cách chế biến ở miền Bắc).\n\nMón nem cua bể vốn xứ từ Hải Phòng mang hương vị cũng như thành phần chế biến cơ bản giống với nhiều nơi tại miền Bắc (như [[Hà Nội]] chẳng hạn). Sự khác biệt so với các địa phương khác trong chế biến nem ở đây chính là thành phần thịt cua bể bởi vùng biển Hải Phòng ([[Đồ Sơn]], [[Cát Hải]], [[Bạch Long Vĩ]]) có nguồn hải sản (cả đánh bắt tự nhiên và nuôi trồng trong lồng bè) trong đó có nguồn cua bể tương đối dồi dào. Điều này cũng góp phần tạo nên đặc trưng của [[ẩm thực Hải Phòng]] là thiên về các món ăn có thành phần chế biến chính từ nguồn thủy hải sản như [[tôm]], [[phân thứ bộ Cua|cua]], [[sam]], [[họ Ba ba|ba ba]]... trong đó cua vẫn là nguồn hải sản được người Hải Phòng ưa thích nhất bởi cách thức chế biến đa dạng và không quá phức tạp của nó so với một số loài như [[họ Ba ba|ba ba]] hay [[sam]].\n\nNgười Hải Phòng đặc biệt yêu thích các món ăn chế biến từ thịt cua, từ cua đồng cho tới cua bể. Với [[cua đồng]] thì có [[bánh đa cua]], [[bún riêu cua]], [[lẩu cua đồng]] hay canh cua đồng nấu với [[khoai sọ]] và [[rau muống]]. Còn với [[cua biển|cua bể]] thì có nem cua bể, [[chả cua]], [[cua rang muối]], cua om rau muống...\n\n==Nguyên liệu==\n[[Tập tin:Nem cua bể Hà Nội tại Nguyễn Sơn, Tân Phú, tháng 9 năm 2018 (2).jpg|300px|nhỏ|phải|Nem cua bể]]\nNhững nguyên liệu chủ yếu trong chế biến nem cua bể Hải Phòng cũng không khác biệt nhiều so với các nguyên liệu chế biến món chả nem (miền Nam gọi là ''chả giò'') của một số tỉnh thành của miền Bắc như Hà Nội, [[Nam Định]]... Các nguyên liệu cơ bản phải có gồm: bánh đa (bánh tráng) để gói nem, [[thịt lợn]] nạc vai băm nhuyễn, [[tôm]] tươi ([[tôm sú]] hoặc tôm giảo là tốt nhất), [[miến]], [[giá đỗ]] ([[giá đậu]]), [[hành|hành lá]], [[nấm hương]], [[mộc nhĩ]], [[trứng (thức ăn)|trứng gà]], [[gia vị]].\n\nKhác biệt giữa nem chế biến theo kiểu Hải Phòng với các địa phương khác chính là ở thành phần [[cua biển|cua bể]] và loại bánh đa dùng để gói nem. Cua bể Hải Phòng không to như nhiều vùng biển khác nhưng bù lại thịt cua rất chắc và thơm ngon. Nên chọn cua gạch, mình dày, nặng 0,6-0,8&nbsp;kg\/con. Bánh đa nem (bánh tráng) cũng như [[bánh đa đỏ]] là những nguyên liệu gắn liền với những món ăn đặc trưng của [[ẩm thực Hải Phòng]] và thường được sản xuất với số lượng lớn quanh khu vực [[Dư Hàng Kênh]] nằm sát nội thành Hải Phòng.\n\nMột lưu ý là để gói nem cua bể theo hình vuông kiểu Hải Phòng người ta thường dùng loại bánh tráng nem bản rộng thường được làm từ [[bột gạo]] theo phương pháp truyền thống hơn là loại bánh tráng đóng gói sẵn bởi các cơ sở chế biến thực phẩm. Bánh tráng nem đóng gói sẵn (thường có màu vàng nhạt) dễ bảo quản hơn nhưng khi chiên rán không độ giòn như bánh đa nem gói bằng loại bánh tráng bột gạo (thường có màu trắng). \n \n==Chế biến==\nCác công đoạn chế biến món nem cua bể theo kiểu Hải Phòng cũng tương tự như đối với món chả nem thông thường. Ngoài nguyên liệu chính là cua bể, còn có các phụ liệu khác bao gồm: tôm tươi bóc vỏ chẻ đôi, thịt băm, mộc nhĩ, miến cắt khúc nhỏ, giá, hành tím... Tất cả trộn đều với gia vị theo một tỷ lệ hợp lý. Sau đó lấy lòng đỏ trứng trộn đều lên nhằm tạo sự kết dính cho nhân nem. Khác với nem dài truyền thống, gói nem vuông phải sắp xếp từng thứ.\n\nBánh đa sau khi nhúng nước, để ráo, rồi cho các nguyên liệu đã chuẩn bị vào, sau đó gói thành hình vuông. Cua bể có thể luộc hoặc hấp cách thủy nhưng hấp là tốt nhất, rồi sau đó gỡ thịt cua ra bát để riêng. Tỷ lệ pha trộn các nguyên liệu để làm nhân nem cũng đóng vai trò quan trọng bởi tỷ lệ nguyên liệu không hợp lý có thể khiến người ăn chóng ngán, không làm nổi bật hương vị đặc trưng của hải sản như tôm, cua bể. Nói chung trong món nem cua bể Hải Phòng, thịt lợn và tôm do không phải là thành phần chủ đạo nên được sử dụng với tỷ lệ vừa phải và nên pha thêm chút mỡ vào thịt khi băm (xay) để thịt có độ mềm.\n\nDù nem được gói theo hình vuông hay kiểu cuốn dài quen thuộc thì vẫn phải đảm bảo một số tiêu chí về chất lượng như nem không bị bung ra khi rán, hương vị đặc trưng của thịt cua bể không bị lẫn với mùi vị các nguyên liệu khác, nem có mùi thơm chứ không có vị tanh của hải sản. Rán (chiên) nem cũng là khâu chế biến quan trọng, tốt nhất vớt nem ra khỏi dầu sôi khi nem đã chín vàng, tránh để nem bị cháy cạnh. Nước chấm nem cũng góp phần tăng thêm giá trị của món nem. Thành phần chủ đạo nước chấm nem vẫn là [[nước mắm]] nhưng phải là loại thật ngon để pha chế cùng nước đun sôi để nguội cùng [[giấm|dấm]], [[tỏi]], [[ớt]], [[chanh]] tươi, [[đường]], hạt tiêu và có thể thêm [[đu đủ]] xanh thái lát nhỏ.\n\n==Thưởng thức==\n[[Tập tin:Bún chả Hàng Mành.jpg|300px|nhỏ|phải|Nem cua bể được thưởng thức chung với món bún chả ở Hà Nội]]\nNem cua bể (theo phong cách chế biến kiểu Hải Phòng) không kén người ăn dù là người miền Trung hay miền Nam. Ngay cả nhiều người nước ngoài từng thưởng thức món ăn này cũng bị chinh phục bởi hương vị đặc biệt của nó. Món nem cua bể thường được ăn kèm với [[bún]], [[nước chấm]] (mắm dấm) và rau ghém, thông thường hay được dùng trong bữa ăn trưa, thích hợp cả trong những ngày trời nóng hay trời mát. Một điểm cần lưu ý không thể bỏ qua khi thưởng thức món ăn này là không nên để lâu sau khi đã rán (chiên) chín bởi để càng lâu nem sẽ mất độ giòn và hương vị thơm ngon của hải sản, tốt nhất là nên dùng ngay trong khoảng 5-10 phút sau khi đã với nem ra khỏi chảo rán và để cho ráo dầu.\n\nHiện nay cũng có nhiều công ty chế biến thực phẩm tại Việt Nam chế biến sẵn nem đóng gói dùng để chiên rán (thường thông báo thành phần nguyên liệu trên bao bì là có thịt cua bể). Loại nem này có thể bảo quản lâu trong tủ lạnh và thích hợp với những người không có thời gian chế biến. Tuy nhiên sự khác biệt của loại nem đóng gói sẵn này so với nem cua bể kiểu Hải Phòng là hương vị thịt cua bể gần như không đáng kể (do lượng thịt cua được sử dụng không nhiều) và thường pha chế thêm một số nguyên liệu (như [[khoai môn]]) để thích hợp với khẩu vị vùng miền, ngoài ra loại nem này được gói theo hình thon dài quen thuộc khác với cách gói hình vuông của nem cua bể Hải Phòng.\n\n==Tham khảo==\n{{tham khảo}}\n==Liên kết ngoài==\n* [http:\/\/vnexpress.net\/GL\/Doi-song\/Am-thuc\/2007\/04\/3B9F566C\/ Nem cua bể Hải Phòng]\n* [http:\/\/vnexpress.net\/gl\/doi-song\/am-thuc\/2012\/04\/thuong-thuc-nem-cua-be-bac-giua-long-sai-gon\/ Thưởng thức nem cua bể Bắc giữa lòng Sài Gòn]\n\n[[Thể loại:Ẩm thực Hải Phòng]]\n[[Thể loại:Nem]]"}