{"3433075":"'''Nghiêm Xuân Thiện''' (1909 – 2003) là một chính khách và nhà báo [[Việt Nam]]. Ông từng là Đại biểu khóa I của Quốc hội Việt Nam Dân chủ Cộng hòa, Quốc vụ khanh kiêm Tổng trấn Bắc phần Quốc gia Việt Nam.\n\n==Thân thế==\nÔng quê ở xã Tây Mỗ, huyện Từ Liêm, phủ Hoài Đức, tỉnh [[Hà Đông]] (Nay thuộc Hà Nội), cùng làng với nhà nông học [[Nghiêm Xuân Yêm]]. Gia tộc ông có truyền thống đỗ đạt, riêng gia đình ông có 6 anh em thì có 3 dược sĩ hạng nhất, 1 bác sĩ y khoa, 2 kỹ sư, trong đó có một người đỗ 3 bằng đại học mà đều là ở các nước có nền khoa học tiên tiến như Pháp, Đức.<ref>[http:\/\/dantri.com.vn\/khuyen-hoc\/dong-ho-nghiem-xuan-coi-trong-cong-tac-khuyen-hoc-1197734492.htm Dòng họ Nghiêm Xuân coi trọng công tác khuyến học]<\/ref>\n\n==Hoạt động chính trường==\nSau khi tốt nghiệp Kỹ sư hóa học tại [[Đại học Cambridge]] ([[Anh]]), khi trở về nước, ông được chính quyền thực dân Pháp bổ nhiệm về công tác tại nhà máy nước Yên Phụ. Thời gian này, ông bí mật gia nhập và sinh hoạt trong nhóm [[Đại Việt Quốc dân đảng]] tại Hà Nội.\n\nSau khi [[Cách mạng tháng 8]] thành công, chính quyền [[Việt Nam Dân chủ Cộng hòa]] được thành lập. Ngày [[5 tháng 9]] năm 1945, ông được bổ nhiệm làm thành viên của Hội đồng cải cách của Trường Kỹ nghệ chuyên môn Hà Nội, có nhiệm vụ phác thảo một chương trình học mới trường.\n\nKhi [[quân đội Trung Hoa Dân quốc]] tiến vào miền Bắc Việt Nam để giải giáp quân Nhật, thanh thế của [[Mặt trận Quốc dân Đảng Việt Nam|Quốc dân Đảng]] được nâng cao. Ông chính thức công khai hoạt động với tư cách đảng viên Việt Nam Quốc dân Đảng (đo đảng Đại Việt bị cấm hoạt động), cùng với [[Nhượng Tống]] hoạt động trong ban Tuyên truyền, công tác tại tòa soạn nhật báo Việt Nam và tuần báo Chính Nghĩa của Việt Quốc. Ông cũng được cử là một trong 50 đại biểu [[Quốc hội Việt Nam khóa I|Quốc hội khóa I]] của Việt Quốc không qua bầu cử. Ngày [[8 tháng 6]] năm 1946, ông được bổ nhiệm làm quyền Giám đốc Nha Khoáng chất và Kỹ nghệ khi ông Hồ Đắc Liên đi công tác.\n\nTuy nhiên, liên minh Quốc hội liên hiệp nhanh chóng tan vỡ kể từ khi quân đội Trung Quốc Quốc dân Đảng rút về nước. Các lực lượng Việt Quốc và Việt Cách bị trấn áp, nhất là trong [[Vụ án phố Ôn Như Hầu]] tháng 7 năm 1946. Tòa soạn báo Việt Nam và Chính Nghĩa tại 80 phố Quan Thánh cũng bị khám xét và niêm phong. Ông cùng một số đảng viên Việt Quốc trốn thoát và được quân Pháp che chở. Do đó, ông bị Tòa án quân sự tuyên án tử hình vắng mặt.<ref>[http:\/\/quochoi.vn\/tulieuquochoi\/anpham\/Pages\/anpham.aspx?AnPhamItemID=348 CÔNG VĂN SỐ 42-QH CỦA TRƯỞNG BAN THƯỜNG TRỰC QUỐC HỘI NGÀY 20-1-1949 GỬI CÁC VỊ ĐẠI BIỂU QUỐC HỘI TRONG LIÊN KHU 5,6,7,8]<\/ref>\n\nSau khi [[Toàn quốc kháng chiến]] nổ ra, quân Pháp kiểm soát hoàn toàn Hà Nội, khoảng tháng 3 năm 1947, ông cùng với một số đồng chí trở lại 80 phố Quan Thánh, thu thập lại các cơ sở cũ để tiếp tục hoạt động và phát hành nhật báo Trật Tự do ông làm Chủ nhiệm. Không lâu sau, nhật báo Trật Tự đổi tên thành nhật báo Thời sự. Một nhà báo hợp tác với ông trong thời kỳ này là ông [[Trần Trung Dung]], một chính khách khá nổi tiếng trong chính trường [[Việt Nam Cộng hòa]] sau này.\n\nBấy giờ, nội bộ Việt Quốc xảy ra chia rẽ giữ 2 xu hướng chống Pháp và hợp tác với Pháp. Ông và nhiều đồng chí ngả theo xu hướng hợp tác với Pháp để chống lại [[Việt Minh]]. Ngày [[17 tháng 2]] năm [[1947]], ông và các đồng chí tích cực vận động cho tổ chức Việt Nam Quốc gia Liên hiệp do ông làm lãnh đạo bộ phận tại miền Bắc, ủng hộ [[Giải pháp Bảo Đại]], thành lập chính quyền [[Quốc gia Việt Nam]].\n\n==Tổng trấn Bắc Việt==\n\nNgày [[19 tháng 5]] năm 1947, Ủy ban Lâm thời Hành chánh và Xã hội Bắc Kỳ (sau đổi tên thành Hội đồng An dân Bắc Kỳ) được thành lập dưới sự bảo trợ của người Pháp. Ông được cử giữ vai trò đại diện của Hội đồng, giữ nhiệm vụ thương thuyết với chính quyền địa phương (do Pháp bảo trợ) ở miền Trung và miền Nam tiến tới thành lập chính phủ thống nhất. Ngày [[9 tháng 9]] năm 1947, ông tham gia Hội nghị Hương Cảng do Cựu hoàng Bảo Đại chủ trì, bàn về một thể chế thống nhất cho Quốc gia Việt Nam sắp được hình thành.\n\nNgày [[27 tháng 5]] năm 1948, [[Chính phủ Trung ương lâm thời Việt Nam]] (tiếng Pháp: ''Gouvernement central provisoire du Viêt Nam'') được thành lập. Ông được cử làm Quốc vụ khanh kiêm Đại biểu chính phủ tại Bắc phần.<ref>''Bách khoa thư Hà Nội: Chính trị - Tập 3 trong tổng số Bách khoa thư Hà nội''. Từ điển bách khoa, 2000. Trang 138.<\/ref><ref>Thứ Lang Phan. ''Bảo Đại, vị vua triều Nguyễn cuối cùng''. Nhà xuất bản Công an nhân dân, 1999. Trang 296.<\/ref> Ngày [[14 tháng 7]] năm 1949, chính phủ Bảo Đại thành lập, Quốc trưởng Bảo Đại đã chỉ định ông [[Nguyễn Hữu Trí (đảng Đại Việt)|Nguyễn Hữu Trí]] thay ông giữ chức Đại biểu chính phủ tại Bắc phần kiêm Thủ hiến Bắc phần.\n\n==Trở thành nhà báo đối lập==\nRời chính trường, ông trở thành giáo sư dạy Toán tại trường tư thục Minh Tâm (Hà Nội).\n\nSau [[Hiệp định Genève]] năm 1954, ông bán nhà in đưa gia đình di cư vào miền Nam, tiếp tục làm giáo sư dạy Toán tại [[Trường Trung học phổ thông chuyên Lê Hồng Phong, Thành phố Hồ Chí Minh|Petrus Ký]] tại Sài Gòn.\n\nĐến năm 1956, ông được Bộ Thông tin cho phép xuất bản tờ tuần báo Thời Luận <ref>Jason A. Picard. ''The Story of South Vietnam’s First National Opposition Newspaper, 1955–1958''. Journal of Vietnamese Studies, Vol. 10 No. 4, Fall 2015; (pp. 1-29) DOI: 10.1525\/jvs.2015.10.4.1.<\/ref>, với tư cách Chủ nhiệm, kiêm Chủ bút. Báo có khuynh hướng chính trị đối lập với chính phủ [[Ngô Đình Diệm]] nên thường bị chính quyền gây khó dễ và luôn bị đình bản. Đặc biệt với bài báo \"Gửi Dân biểu của tôi\" đăng tuần báo Thời Luận ngày [[15 tháng 3]] năm 1958, chỉ trích mạnh hoạt động của Quốc hội hình thức của Việt Nam Cộng hòa. Do việc này mà ông bị bắt giữ, bị chính quyền Ngô Đình Diệm truy tố về tội \"Sử dụng báo chí để phỉ báng chính quyền\" và bị phạt 10 tháng tù giam. Tuần báo Thời Luận cũng bị rút giấy phép và đóng cửa.\n\nTháng 9 năm 1967, ông được thụ ủy đứng liên danh Thượng nghị viện Việt Nam Cộng hòa cùng với một số đồng chí [[Đại Việt Cách mạng Đảng]]. Tuy nhiên, liên danh của ông bị thất cử.\n\nSau năm 1975 ông sống bình lặng. Năm 1980 ông được phép xuất cảnh sang CHLB Đức sinh sống.\n\n==Chú thích==\n{{tham khảo|30em}}\n\n==Tham khảo==\n{{sơ khai chính khách Việt Nam}}\n\n{{thời gian sống|1909|2003}}\n\n[[Thể loại:Bộ trưởng Quốc gia Việt Nam]]\n[[Thể loại:Nhân vật trong chiến tranh Việt Nam]]\n[[Thể loại:Bộ trưởng Việt Nam]]\n[[Thể loại:Đại biểu Quốc hội Việt Nam khóa I]]\n[[Thể loại:Tổng biên tập Việt Nam]]\n[[Thể loại:Người Hà Nội]]\n[[Thể loại:Người Sài Gòn]]"}