{"3191792":"{{wikify}}\n{{chú thích trong bài}}\n[[Tập tin:Nghiêm Xuân Quảng, Souverains et notabilités d'Indochine (cropped).png|nhỏ|Nghiêm Xuân Quảng]]\n'''Nghiêm Xuân Quảng'''<ref name=\"284haokiet\">\"284 Anh hùng hào kiệt của Việt Nam\", Nhà xuất bản Công an Nhân dân. tập 5<\/ref> (sinh năm 1869), người xã Tây Mỗ nay là làng Tây Mỗ, phường [[Tây Mỗ]], quận [[Nam Từ Liêm]], thành phố [[Hà Nội]].\n\nÔng đỗ cử nhân khoa Giáp Ngọ (1894), đỗ Đệ tam giáp đồng tiến sĩ xuất thân khoa Ất Mùi, niên hiệu Thành Thái 7 (1895) năm 26 tuổi.\n\nLúc đầu bổ làm tri huyện [[Thuận Thành]], [[Bắc Ninh]]. Hai năm sau, năm 1897 ông cáo quan về rồi lại ra Hậu bổ Hưng Hóa, lần lượt giữ các chức đốc học Hưng Yên, Án sát Lạng Sơn. Nghiêm Xuân Quảng là một trong bốn người sáng lập ra [[Đông Kinh Nghĩa Thục|Đông Kinh nghĩa thục]].\n\nĐông Kinh nghĩa thục thành lập ở Hà Nội, Nghiêm Xuân Quảng đang làm Án sát tỉnh Lạng Sơn, từ quan về Hà Nội cùng [[Lương Văn Can]] và các yếu nhân khác xây dựng trường. Các ông chủ trương xây dựng trường nghĩa thục ở Hà Nội thật tốt, rồi mở rộng ra chung quanh. Nghiêm Xuân Quảng thành lập một phân hiệu Đông Kinh nghĩa thục ở Tây Mỗ, làng của mình. Phân hiệu do các ông Tú Kình, Đỗ Đàm, Nguyễn Hữu Đạm, Bá Quýnh, Nguyễn Văn Khuyên phụ trách.\n\nNghiêm Xuân Quảng xuất thân nhà nho, làm tới Đốc học, Án sát, nhưng do đọc nhiều tân thư, tân báo, tiếp xúc với các nhà nho tiến bộ như Nguyễn Thượng Hiền, Lương Văn Can, Phan Chu Trinh, Nguyễn Quyền... nên có lòng yêu nước.<ref name=\"284haokiet\" \/> Ông quan điểm muốn cho dân giàu nước mạnh, thì phải mở mang công nghiệp, thương nghiệp. Đó cũng là mục hàng đầu trong cuốn \"Quốc dân độc bản”, tài liệu giảng dạy của Đông Kinh nghĩa thục. Vì vậy mà các yếu nhân của\nĐông Kinh nghĩa thục, các sĩ phu yêu nước từ Nghiêm Xuân Quảng, Đỗ Quang Cơ, Ngô Quang Đoan, Hoàng Tăng Bí... chẳng những chỉ giảng dạy về phát triển công nghiệp,thương nghiệp mà chính các ông cũng mở xưởng công nghệ, mở công ty thương nghiệp như Nghiêm Xuân Quảng thành lập công ty Nghiêm Xuân Quảng ở Thái Bình, Hoàng Tăng Bí, Nguyễn Quyền mở hiệu Đông Thành Xương.\n\nGương Án sát Nghiêm Xuân Quảng từ quan về tham gia Đông Kinh nghĩa thục và mở hiệu buôn đã lôi cuốn nhiều nhà nho thức thời như Nguyễn Trác mở hiệu buôn sơn ở Việt Trì. Tại Thanh Hóa, công ty Phượng Lâu có từ trước cũng mở rộng kinh doanh, có chi nhánh ở Vinh, Hà Tĩnh. Ở Quảng Nam - Quảng Ngãi có Liên Thành công ty. Ở Nam Kỳ, Nguyễn An Khương (thân sinh Nguyễn An Ninh) một thủ lĩnh phong trào Duy tân ở Nam Kỳ mở công ty Chiêu Nam Lầu...\n\nMặc dù làm chủ công ty kinh doanh tơ lụa, nhưng Nghiêm Xuân Quảng vẫn cùng các nhà yêu nước ở Thái Bình như Nguyễn Hữu Cương, Ngô Quang Đoan, Lý Thoa ở huyện Kiến Xương, Tiền Hải, Tú Phan, Lý Bội, Dương Xuân Ngại ở Đông Hưng, Thái Bình vẫn đứng ra mở trường dạy học chữ quốc ngữ cho\nthanh, thiếu niên. Nội dung dạy theo chương trình của trường Đông Kinh nghĩa thục ở Hà Nội.\n\nCũng như những nhà nho yêu nước, tiến bộ khác, Nghiêm Xuân Quảng mở công ty tơ lụa với mục đích làm gương, khuyến khích nhân dân làm theo. Tại công ty của ông cũng là nơi nhà yêu nước bàn đinh kế sách cứu nước. Lợi nhuận của các cửa hàng, công ty trên phần lớn tài trợ cho thanh niên xuất dương Đông du.\n\nKhi trường Đông Kinh nghĩa thục ở Hà Nội bị Thống sứ Bắc Kỳ bắt đóng cửa thì các công ty, hiệu buôn, nhà hàng cũng bị nhà cầm quyền Pháp gây khó khăn, một số phá sản, một số phải tự đóng cửa. Công ty Nghiêm Xuân Quảng cũng nằm trong số phận đó. Sau khi Đông Kinh nghĩa thục bị đóng cửa, Nghiêm Xuân Quảng nghỉ tới 10 năm, sau đó lại ra làm quan và mất vào ngày 8 tháng 5 năm 1941. \n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n\n{{sơ khai khoa bảng Việt Nam}}\n\n{{thời gian sống|1869|1941}}\n\n[[Thể loại:Tiến sĩ nhà Nguyễn]]\n[[Thể loại:Người Hà Nội]]"}