{"417712":"{{chú thích trong bài}}\n{{bài cùng tên|Nghĩa Đức}}\n{{Thông tin đơn vị hành chính Việt Nam | xã\n| tên = Nghĩa Đức\n| hình = \n| ghi chú hình = \n| vĩ độ = \n| kinh độ = \n| diện tích = \n| dân số = \n| thời điểm dân số = \n| mật độ dân số = \n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện = [[Nghĩa Đàn]]\n| thành lập = \n| trụ sở UBND = \n| mã hành chính = 17020<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| mã bưu chính = \n}}\n\n'''Nghĩa Đức''' là một xã thuộc huyện [[Nghĩa Đàn]], tỉnh [[Nghệ An]] , Phía Tây Nam giáp huyện Tân Kỳ, phía Tây Bắc giáp huyện Quỳ Hợp, Phía Bắc giáp với thị xã Thái Hòa, Phía Đông Bắc giáp với xã Nghĩa An, Phía Đông và Đông Nam giáp với xã Nghĩa Khánh. Nghĩa Đức  là một trong những xã có vị trí cách xa trung tâm huyện Nghĩa Đàn, khoảng 17km đường chim bay, 24km theo đường bộ.\n \nTổng diện tích tự nhiên là 3549,37 ha. Là xã có địa hình đồi núi phức tạp, 2\/3 là diện tích đồi núi. đất đai được phân thành 2 vùng chính: thượng lưu và hạ lưu. Ngăn cách giữa hai vùng là hồ Khe Đá, có diện tích mặt nước là 500ha, là một công trình thủy lợi lớn, lấy nguồn nước tưới cho đồng ruộng của Nghĩa Đức, Nghĩa Khánh và một số xã của huyện Tân Kỳ.\n\n== Nguồn lực kinh tế ==\n* Về đất đai:  Đất vùng thượng lưu chủ yếu là đất đồi núi, rừng tự nhiên và rừng trồng phòng hộ. Xen lẫn giữa đồi núi là những dãi đất đen màu mỡ. nguồn nước mạch ở các chân đồi tạo thành khe suối chảy quanh năm ra hồ khe Đá. Rừng tự nhiên đã và đang bị xâm lấn bởi cây công nghiệp, khe suối đang dần biến mất vì không có rừng mà thay vào đó là cây công nghiệp như mía, sắn.\n\nVùng hạ lưu chủ yếu là khu vực phân bố dân cư và trung tâm văn hoá xã hội của xã.\n\nNối liền các cụm dân cư là mạng lưới giao thông đường bê tông. \n\nCó sáu loại đất chính,\n\n- Đất nâu đỏ trên Macma Bazan và trung tính.\n\n- Đất đỏ vùng trên đá sét và đất biến chất\n\n- Đất đen (đất bồi tụ)\n\n- Đất kết non đá ong\n\n- Đất vàng nâu trên phù sa cổ.\n\n- Đất thung lũng do sản phẩm bồi tụ\n\n* Khoáng sản\n\n- Đá vôi: trữ lượng 25 tr m3\n\n- Đất sét với trữ lượng 400.000 m3\n\n- Mặt nước với diện tích 540 ha khả năng đưa vào đánh bắt thủy sản là 25ha.\n \n* Khí hậu thời tiết\n\nChịu ảnh hưởng chung của khí hậu Bắc trung bộ, ngoài ra còn chịu chi phối của khí hậu miền núi, tiểu khí hậu thung lũng Nghĩa Đàn\n\nNhiệt độ mùa đông có năm < 30C, mùa hè có năm lên đến 40C. có mùa khô hạn và mùa mưa, rất ít năm có lượng mưa phân bổ đều, thường mưa lớn tập trung, lượng mưa bình quân hàng năm là 1200 - 1300mm.\n \n*Cây trồng\n\nCây lâm nghiệp chủ yếu là Keo (tràm) gỗ giấy (chiếm 1\/2 diện tích đất trồng cây); Cây công nghiệp ngắn ngày chủ yếu là mía (là vùng nguyên liệu chính cho nhà máý đường Nasu của Tâpj đoàn TH; Cây ăn quả: Cam, quýt, ổi, dưa hấu, mít; Cây lương thực: Lúa, ngô, khoai, sắn\n== Dân số và diện tích ==\nMật độ dân số là 137 người\/km2, dân cư phân bố không đồng đều, chủ yếu ở vùng hạ lưu với mật độ là 383 người\/km2. Vùng thượng lưu với mật độ 17,4 người\/km2.\n\nCó 3 dân tộc sinh sống trên địa bàn gồm Kinh, Thái, Thổ\n\nTrong đó:\n\n- Người kinh: 2.526; chủ yếu là dân làm kinh tế mới từ xã [[Hưng Tiến]], huyện [[Hưng Nguyên]]\n\n- Người Thái: 1041\n\n- Người Thổ: 1151\n\nTổng số lao động là 1.530 người\n{{Đơn vị hành chính thuộc huyện Nghĩa Đàn}}\n==Tham khảo==\n{{tham khảo}}\n{{sơ khai Nghệ An}}"}