{"3122845":"{{bài cùng tên|Nghĩa Hưng (định hướng)}}\n'''Phủ Nghĩa Hưng''' là phủ thuộc thừa tuyên [[trấn Sơn Nam|Sơn Nam]] (sau là xứ) được đặt tên vào thời [[nhà Hậu Lê]] trong [[lịch sử Việt Nam]].\n\n==Nguồn gốc==\nNguyên trước vào thời nhà Lý là [[huyện Hiển Khánh]]. [[Lý Nhân Tông]] nhân đến xem cày ruộng công ở đây cho đổi tên huyện là [[huyện Ứng Phong]] (4-1117).\n\n[[Nhà Trần]] nâng thành phủ, sau kiêng húy đồng âm chữ Phong (Trần Thị Phong tên húy của Khâm Từ hoang thái hậu, mẹ [[Trần Anh Tông]]), đổi gọi là [[phủ Kiến Hưng]].\n\nThời [[Bắc thuộc lần 4|thuộc nhà Minh]], đổi phủ Kiến Hưng thành [[phủ Kiến Bình]].\n\nVào thời Hậu Lê phủ Nghĩa Hưng gồm 4 huyện: [[Vụ Bản|Thiên Bản]], [[Ý Yên]], [[Vọng Doanh]], [[Nghĩa Hưng|Đại An]].\n\nNăm Minh Mệnh 14 (1833), nhà Nguyễn tách 2 huyện [[Phong Doanh]] (tức Vọng Doanh đổi tên năm 1822) và [[Ý Yên]] thành phân phủ Nghĩa Hưng; phủ chính Nghĩa Hưng chỉ còn gồm 2 huyện [[Vụ Bản|Thiên Bản]] và [[Nghĩa Hưng|Đại An]].\n\nNhư vậy phủ Nghĩa Hưng thời Lê và thời Nguyễn nay là đất các huyện Vụ Bản, Ý Yên và Nghĩa Hưng [[tỉnh Nam Định]].\n\n==Thời vua Đồng Khánh<ref>Theo Đồng Khánh địa dư chí<\/ref>==\n\nPhủ kiêm lý [[huyện Đại An]], thống hạt [[huyện Vụ Bản]]. Hai [[huyện Phong Doanh]] và [[Ý Yên]] đặt thuộc về phân phủ Nghĩa Hưng.\n\n[[Phủ lỵ]] đặt ở địa phận hai xã Đông Cao, Phạm Xá huyện Đại An, quay về hướng nam. Xung quanh đắp thành đất, dài rộng mỗi chiều 20 [[trượng]], cao 7 [[thước]] 2 [[tấc]]. Mặt thành rộng 1 [[thước]] 5 [[tấc]], chân thành dày 1 [[trượng]] 5 tấc, mở 3 cửa tiền, tả, hữu. Hào rộng 4 trượng, sâu 2 thước.\n\nPhủ hạt phía đông giáp [[phủ Xuân Trường]], phía tây giáp sông lớn ngăn cách với tỉnh Ninh Bình, phía bắc giáp giới [[tỉnh Hà Nội]], phía nam giáp biển lớn.\n\nĐông tây cách nhau 13 dặm. Nam bắc cách nhau 42 dặm.\n\n[[Huyện Đại An]] do phủ kiêm lý, 12 tổng:\n{|valign=\"top\"\n|\n:1.Tổng Hải Lãng \n:2.Tổng Sĩ Lâm \n:3.Tổng Trạng Vĩnh \n|\n:4.Tổng Cổ Liêu\n:5.Tổng An Trung Thượng \n:6.Tổng Vi Nhuế \n|\n:7.Tổng Thượng Kỳ\n:8.Tổng Tử Vinh \n:9.Tổng Thân Thượng\n| \n:10.Tổng An Trung Hạ \n:11.Tổng Ngọc Chấn\n:12.Tổng Thanh Khê\n|}\n\n[[Huyện Vụ Bản]] do phủ thống hạt, 9 tổng:\n{|valign=\"top\"\n|\n:1.Tổng Đồng Đội \n:2.Tổng An Cự \n:3.Tổng Hào Kiệt \n|\n:4.Tổng Phú Lão\n:5.Tổng Bảo Ngũ \n:6.Tổng Trình Xuyên \n|\n:7.Tổng Hổ Sơn \n:8.Tổng Đăng Côi\n:9.Tổng Hiển Khánh\n|}\nSố ruộng trong toàn phủ: 66323 mẫu 4 sào.\n\nSố đất: 10243 mẫu 5 sào.\n\nSố đinh: 8389 người.\n\nLính tuyển: 785 người.\n\nThuế cả năm:\n*Nộp bằng thóc: 66.469 hộc.\n*Nộp bằng tiền: 32.266 quan.\n*Nộp bằng vải trắng: 73 tấm<ref>Tấm: thất (hoặc đọc: sất), lượng từ, đơn vị để tính vải lụa. Vải lụa rộng 2 thước 2 tấc là một bức (ta thường gọi là 1 khổ); dài 4 trượng là một thất. Như vậy mỗi tấm (thất\/sất) có quy ước chiều dài 3,33m x 4 = 12,32m.<\/ref> 15 thước.\n\n===Phong tục===\nPhong tục người dân nhân hậu chất phác, chủ yếu nghề ruộng. Văn học cũng thịnh. Hai huyện Đại An, Vụ Bản đất hẹp người đông, trong đó cũng có người làm nghề buôn bán. Miền dưới huyện Đại An gần biển, dân quê mùa hủ lậu, có tính hung tợn. Theo [[Thiên chúa giáo]] chỉ khoảng một phần mười.\n===Sản vật===\nĐất thích nghi với việc trồng lúa. Các huyện Vụ Bản, Đại An thuộc vùng trên, địa thế hơi cao và bằng phẳng, hợp trồng dâu, khoai, đậu, bông. Ven biển nhiều cói.\n===Khí hậu===\nGần biển phần nhiều có mù chướng, ngoài ra khí hậu ôn hòa.\n===Núi sông===\n1. Huyện Đại An không có núi. Riêng 7 xã ở huyện Vụ Bản có 9 ngọn núi, đều dùng tên núi để đặt tên làng. Một ngọn ở xã Trang Nghiêm, 3 ngọn ở xã Tiên Hương, 1 ngọn ở xã Lê Xá, 2 ngọn ở 2 xã Đăng Côi và Mỹ Côi, 1 ngọn ở xã Xuân Bảng, 1 ngọn ở xã Hổ Sơn.\n2. Huyện Đại An có 2 sông\n*Một dòng trên giáp huyện Nam Chân, chảy qua phủ hạt đổ vào sông Độc Bộ rồi chảy ra biển ở cửa Liêu.\n*Một dòng giáp phủ Lý Nhân tỉnh Hà Nội, chảy qua phủ hạt vào sông Độc Bộ rồi chảy ra cửa Liêu.\n*Lại một dòng sông nhỏ phía tây từ cửa sông Tam Tòa, chảy ngang phủ hạt, đổ vào cửa sông Liễu Đê rồi chảy ra cửa Lác.\n*Lại một dòng sông là sông Sát, phía trên giáp hai huyện Thanh Liêm, Bình Lục tỉnh Hà Nội xuôi dòng chảy qua hai huyện Phong Doanh, Vụ Bản đổ vào cửa sông Vĩnh Trị.\n*Lại một con sông nhỏ phía trên từ cửa sông xã Chân Ninh huyện Mỹ Lộc chảy qua địa phận huyện Vụ Bản đổ vào cửa sông Trạng Vĩnh rồi chảy ra cửa sông Độc Bộ.\n===Danh lam thắng cảnh===\n* Huyện Đại An có: [[Miếu Kỳ Phong]], [[miếu Triệu Việt vương]], [[miếu Đinh Tiên Hoàng]], [[đền Thần Thủy Tế]].\n* Huyện Vụ Bản có: [[Miếu Trần Thái Tông]], [[đền Lương Trạng nguyên]], [[đền Liễu Hạnh phu nhân]], [[đền Phạm Tướng quân]], [[chùa Tiên Sơn]], [[chùa Nộn Sơn]].\nĐều là những chốn xưa nay được lưu truyền là danh thắng, dân địa phương tin thờ, cầu đảo phần nhiều linh ứng.\n===Đường đi===\n*Một đường ở phía đông phủ đi qua phủ hạt đến đường quan báo xã Dao Cù huyện Nam Chân đến phía nam tỉnh thành.\n*Một đường ở phía tây phủ đi qua phủ hạt đến địa phận bến đò Thanh Khê thuộc địa phận tỉnh Ninh Bình. Phía đông phủ chếch về phía bắc có một con đường đi theo đê bối ven sông tới thẳng tỉnh thành.\n*Một đường từ phía đông xế về phía bắc phủ hạt, dọc theo đê ven sông đi đến tỉnh thành.\n\n==Chú thích==\n{{Tham khảo}}\n\n== Tham khảo ==\n* [[Đồng Khánh địa dư chí]]\n==Xem thêm==\n*[[Trấn Sơn Nam]]\n*[[Tỉnh Nam Định]]\n*[[Nghĩa Hưng]]\n*[[Hành chính Việt Nam thời Lê sơ]]\n\n[[Thể loại:Địa danh cũ Nam Định]]\n[[Thể loại:Nghĩa Hưng]]\n[[Thể loại:Ý Yên]]\n[[Thể loại:Vụ Bản]]"}