{"502304":"'''Nghĩa hội Quảng Nam''' là tổ chức của những người chống [[Pháp]] tại tỉnh [[Quảng Nam]] theo chiếu Cần vương của vua [[Hàm Nghi]] (ở ngôi 1884-1885). Nghĩa hội là một bộ phận quan trọng của [[phong trào Cần Vương|phong trào Cần vương]] (1885-1895), thu hút được nhiên chí sĩ yêu nước ở đất Quảng như [[Trần Văn Dư]], [[Nguyễn Duy Hiệu]], [[Phan Bá Phiến]], [[Nguyễn Tiểu La|Tiểu La]]... Nhiều người đã hy sinh vì sự nghiệp Cần vương.\n\n== Hoạt động ==\n=== Trần Văn Dư làm hội trưởng ===\nSau sự biến kinh thành ngày 5 tháng 7 năm 1885, kinh đô [[Huế]] thất thủ, [[Tôn Thất Thuyết]] cùng với các viên quan chủ chiến trong triều đình [[nhà Nguyễn]] đưa vua [[Hàm Nghi]] rút lên Tân Sở ([[Cam Lộ]], [[Quảng Trị]]) xây dựng căn cứ kháng Pháp lâu dài. Ngày 22 tháng 5, Hàm Nghi hạ chiếu Cần vương kêu gọi sĩ phu, văn thân và nhân dân cả nước phò vua đánh Pháp. Lời hịch Cần vương nhanh chóng lan ra cả nước, dấy lên một cao trào phò vua Hàm Nghi chống Pháp, \"nghĩa hội mọc lên như rừng rậm, hịch quân truyền khắp như gió bay\" ([[Huỳnh Thúc Kháng]])<ref name=\"baoquangnam.com.vn\">{{Chú thích web |url=http:\/\/baoquangnam.com.vn\/chien-tranh-cach-mang\/15935-nghia-trung-nghia-hoi-quang-nam.html |ngày truy cập=2010-06-05 |tựa đề=Báo Quảng Nam ngày 9 tháng 1 năm 2009 |archive-date=2010-01-23 |archive-url=https:\/\/web.archive.org\/web\/20100123042926\/http:\/\/baoquangnam.com.vn\/chien-tranh-cach-mang\/15935-nghia-trung-nghia-hoi-quang-nam.html }}<\/ref>.\n\nTrước đó một năm, tháng 7 năm 1884, đốc tiểu sứ [[Trần Văn Dư]] từng xin Hàm Nghi củng cố Nha sơn phòng Quảng Nam lúc này đặt tại Dương Hòa (phủ [[Thăng Bình]]) để giữ tả kỳ, phên dậu phía nam của kinh đô Huế. Chỉ ít ngày sau khi chiếu Cần Vương ban bố, ở [[Quảng Nam]] các nghĩa sĩ như [[Trần Văn Dư]], [[Nguyễn Duy Hiệu]], [[Phan Bá Phiến]] đứng ra thành lập Nghĩa hội Quảng Nam ở [[Quế Sơn]], cử Trần Văn Dư làm hội trưởng. Doanh trại ban đầu đóng tại [[Trung Lộc]] ([[Tân Tỉnh]], Quế Sơn). Vua thân Pháp [[Đồng Khánh]] ra lệnh thuyên chuyển Trần Văn Dư nhưng ông không tuân chỉ, còn kéo quân chiếm giữ sơn phòng và uy hiếp tỉnh thành La Qua ([[Điện Bàn]]). Để đối phó, thực dân Pháp và quân đội của [[Đồng Khánh]] thẳng tay đàn áp và mua chuộc. Khâm sứ Pháp ở Huế Deschampeaux điều quân Bắc Phi đánh chiếm lại La Qua.\n \nQuân nổi dậy tiến đánh nhiều căn cứ quan trọng của Pháp ở Quảng Nam như thành La Qua, [[Đà Nẵng]], [[An Hải]], [[Hà Thân]], [[Nam Chơn]] gây cho quân Pháp nhiều tổn thất. Nghĩa hội nhờ đó mở rộng được uy tín và lực lượng ra khắp Quảng Nam đến [[Quảng Ngãi]], [[Bình Định]] và được người dân nhiệt tình ủng hộ. Nhưng sau đó thực dân Pháp tập trung đàn áp, các thủ lĩnh của nghĩa hội quyết định dời căn cứ về sơn phòng Dương Yên ở [[Trà My (huyện)|Trà My]]. Căn cứ này được xem như một Tân Sở thứ hai ở các tỉnh phía nam kinh đô [[Huế]]<ref name=\"baoquangnam.com.vn\"\/>.\n\n=== Nguyễn Duy Hiệu làm hội trưởng ===\n==== Căn cứ Tân Tỉnh, Trung Lộc ====\nCuối năm 1885, tình hình bất lợi cho nghĩa hội khi quân Pháp tấn công dữ dội sơn phòng Dương Yên. Ngày 13 tháng 12 năm 1885, Trần Văn Dư bị bắt và bị xử trảm. Nguyễn Duy Hiệu lên làm hội chủ. Ông dời bản doanh về làng Thanh Lâm, xã Tiên Thọ lập căn cứ mới. Qua nhiều trận chiến chiến, nhiều binh sĩ nổi dậy hy sinh. Những người này được đưa về táng ở đồi Gò Cao, khu vực Chổm Bồ (Tiên Mỹ, [[Tiên Phước]]). Mộ chí của họ khi chôn đều hướng đỉnh đầu về căn cứ chính là sơn phòng Dương Yên.\n\nTân Tỉnh, Trung Lộc là một địa bàn thuận lợi về mọi mặt cho cuộc kháng chiến: núi non hiểm trở, cây cối rậm rạp, hào sâu vực thẳm, giao thông thủy bộ đều dễ dàng, có tỉnh lộ 611 chạy từ [[Hương An]] lên, có bến phà [[Tân An]] xuyên [[Phú Bình]] đến đường 16, nối liền với đường chiến lược 14 và dãy [[Dãy Trường Sơn|Trường Sơn]] hùng vĩ, đường thủy xuôi theo dòng sông [[Thu Bồn]] đến Hòn Kẽm Đá Dừng qua [[Nông Sơn]], [[Duy Xuyên]], [[Điện Bàn]] về [[Cửa Đại]]. Ngoài ra, đây còn là một vùng trung du, đất đai màu mỡ, nằm bên dòng sông Thu Bồn, thuận lợi cho việc tự cung tự cấp lương thực cho lực lượng nổi dậy.\n\nCăn cứ Tân Tỉnh, Trung Lộc nằm trong một thung lũng có diện tích khoảng 15&nbsp;km², được xây dựng trên một cánh đồng rộng, chạy dài khắp hai xã Trung Lộc Tây và Trung Lộc Đông (nay là xã Quế Lộc, huyện [[Quế Sơn]]). Toàn bộ khu căn cứ được bao bọc bởi những hàng rào bằng tre, đầu vót nhọn, đan chéo vào nhau như những bàn chông cắm xiên; chung quanh căn cứ được che chắn bởi những núi cao, hào sâu nên thuận lợi cho việc chống lại sự càn quét của quân Pháp, vốn đưa quân bằng đường sông từ [[Đà Nẵng]] và [[Hội An]] đánh lên, hay quân của [[Nguyễn Thân]] từ [[Quảng Ngãi]] đánh ra.\n\nMặc dù chỉ tồn tại trong một thời gian ngắn chưa đầy hai năm 1885-1887, Tân Tỉnh, Trung Lộc là căn cứ quân sự quan trọng nhất của Nghĩa hội Quảng Nam, là cơ quan hành chính, quân sự thu nhỏ của phong trào<ref>[http:\/\/www.quangnam.gov.vn\/web\/quangnam\/danhchodukhach\/gioithieuquangnam?p_p_id=EXT_ARTICLEVIEW&p_p_lifecycle=0&p_p_state=normal&p_p_col_id=column-4&p_p_col_pos=1&p_p_col_count=2&_EXT_ARTICLEVIEW_struts_action=%2Fext%2Farticleview%2Fview&_EXT_ARTICLEVIEW_groupId=14&_EXT_ARTICLEVIEW_articleId=70819&_EXT_ARTICLEVIEW_version=1.0&_EXT_ARTICLEVIEW_i=2&_EXT_ARTICLEVIEW_curValue=1&_EXT_ARTICLEVIEW_redirect=%2Fweb%2Fquangnam%2Fdanhchodukhach%2Fgioithieuquangnam Trang web chính thức của tỉnh Quảng Nam]{{Liên kết hỏng|date=2021-11-19 |bot=InternetArchiveBot }}<\/ref>.\n\n==== Trận Nam Chơn ====\nTrong thời gian nghĩa hội hoạt động, người Pháp đang xây dựng con đường chiến lược từ Huế băng qua [[đèo Hải Vân]] tới [[Đà Nẵng]], trong kế hoạch khai thác thuộc địa và đàn áp các lực lượng chống đối họ. Đích thân tổng tư lệnh quân Pháp ở [[Bắc Kỳ|Bắc]] và [[Trung Kỳ]] de Courcy đã buộc vua [[Đồng Khánh]] phải huy động phu dịch để làm đường, rồi ra lệnh cho tướng [[Prud'Homme]] điều động sĩ quan công binh Pháp đến chỉ huy công trường. Gần 2.000 dân phu [[Quảng Nam]] và [[Thừa Thiên Huế]] được huy động thi công con đường này; nhiều người sau đó bỏ trốn hoặc thiệt mạng vì chế độ lao động quá khắc nghiệt.\n\nNgày 28\/2\/1886, Nguyễn Duy Hiệu chỉ huy nghĩa quân từ Tân Tỉnh đến tập kích đơn vị công binh chịu trách nhiệm thi công con đường Huế-Đà Nẵng do đại úy Besson chỉ huy. Đến rạng sáng ngày 1\/3, nghĩa hội quân đã tiêu diệt tại chỗ đại úy Besson, một trung sĩ công binh và sáu lính thủy đánh bộ tại Nam Chơn<ref name=\"Quảng Nam 1996\">''Phong trào Nghĩa hội Quảng Nam'' (Nhà xuất bản Đà Nẵng, 1996)<\/ref>.\n\n=== Tan rã ===\nSau trận đánh nói trên, mà người Pháp coi là \"một biến cố đau thương vừa xảy ra ở [[Trung Kỳ]]\" (điện của Prud'Homme ngày 8 tháng 3 năm 1886), chính quyền thực dân càng quyết tâm tiêu diệt lực lượng nổi dậy. Trên đất Quảng Nam, 36 đồn bốt mới được thành lập. Kết hợp sức mạnh quân sự và chính sách dụ dỗ, ly gián, quân Pháp dần đẩy lực lượng nổi dậy vào thế cùng.\n\nTháng 10 năm 1887, sau khi Nguyễn Duy Hiệu bị Pháp bắt và xử chém, Phan Bá Phiến uống thuốc độc tự tử để khỏi rơi vào tay kẻ thù, Nghĩa hội Quảng Nam tan rã<ref name=\"Quảng Nam 1996\"\/>.\n\n== Di tích ==\n=== Đèo Đá Bon ===\nĐèo Đá Bon (ở Thôn An Tây, xã Quế Thọ) có vị trí hiểm trở, một bên là núi có độ cao 381 m, cách Tân An 6&nbsp;km về hướng bắc, một bên là ruộng bậc thang, lưng chừng đèo có một hòn đá rất to và có lỗ hổng bên trong, theo lời kể của dân gian khi gõ vào đá kêu bon, nên gọi là đèo Đá Bon, đây là căn cứ phòng thủ của Nghĩa hội Quảng Nam. Cuối năm 1886, khi quân Pháp tiến hành càn quét, [[Nguyễn Duy Hiệu]] rút quân khỏi Trung Lộc và chọn Hiệp Đức làm căn cứ kháng chiến mới. Về Hiệp Đức, Nguyễn Duy Hiệu cho đóng quân ở các điểm: Ang Vang, An Lâm, Ang Tráng, Bình Huề, Mỹ Lưu. Trong đó An Lâm được chọn làm cứ điểm chính, đèo Đá Bon và Bình Huề là hai cứ điểm phòng thủ quan trọng của nghĩa quân. Đèo Đá Bon, An Lâm và Bình Huề đã được Ủy ban nhân dân tỉnh Quảng Nam ra quyết định bảo vệ vào năm 1999.\n\n=== Căn cứ An Lâm và Bình Huề ===\nCăn cứ An Lâm (nay là thôn An Lâm, xã Thăng Phước, cách thị trấn [[Tân An]] 15&nbsp;km về phía đông và cách trung tâm xã Thăng Phước 3&nbsp;km về phía đông) là một trong những vị trí quan trọng thuận lợi về giao thông và phòng thủ nên được chọn làm đại bản doanh của Nghĩa hội Quảng Nam.\n\nSong song với xây dựng trụ sở căn cứ ở An Lâm, [[Nguyễn Duy Hiệu]] còn cho xây dựng căn cứ Bình Huề (ở thôn 1 xã Quế Bình, cách Tân An 3,5&nbsp;km về hướng tây). Tại hai căn cứ này, Nguyễn Duy Hiệu, [[Phan Bá Phiến]], [[Nguyễn Tiểu La|Tiểu La]] cho xây dựng tuyến phòng thủ kiên cố cùng với Đèo Đá Bon tạo nên thế phòng thủ vững chắc. Cuối năm 1887, các căn cứ này bị thất thủ trước sự tấn công của quân Pháp.\n\nHiện trong dân gian còn tương truyền nhiều giai thoại về lực lượng nổi dậy do Nguyễn Duy Hiệu chỉ huy. Khi đóng quân ở đây, ông chủ trương tăng gia sản xuất, khai mương, đắp đập, chăm lo đời sống cho người dân. Vì thế quân nổi dậy nhận được sựủng hộ từ người dân. Ngày nay, các di tích này không còn nguyên trạng như xưa<ref name=\"Quảng Nam 1996\"\/>.\n\n== Chú thích ==\n{{Tham khảo}}\n\n[[Thể loại:Phong trào Cần Vương]]\n[[Thể loại:Quảng Nam]]"}