{"40637":"{{Thông tin đơn vị hành chính Việt Nam | huyện\n| tên = Nghĩa Đàn\n| hình = Quýt Phủ Quỳ.jpg\n| ghi chú hình = Quýt Phủ Quỳ\n| vĩ độ = 19.25\n| kinh độ = 105.45\n| bản đồ 1 = {{maplink|frame=yes|plain=yes|type=shape|frame-width=280|frame-align=center|stroke-width=3}}\n| diện tích = 617,55 km²\n| dân số = 140.820 người\n| thời điểm dân số = 2018\n| dân số thành thị = \n| dân số nông thôn = \n| mật độ dân số = \n| dân tộc = [[Người Kinh|Kinh]], [[Người Thái|Thái]], [[Thổ]]...\n| vùng = [[Bắc Trung Bộ]]\n| tỉnh = [[Nghệ An]]\n| huyện lỵ = Thị trấn [[Nghĩa Đàn (thị trấn)|Nghĩa Đàn]]\n| phân chia hành chính = 1 thị trấn, 22 xã\n| thành lập = \n| trụ sở UBND = Khối Tân Hồng, thị trấn Nghĩa Đàn\n| mã hành chính = 419<ref>[https:\/\/danhmuchanhchinh.gso.gov.vn\/ Tổng cục Thống kê]<\/ref>\n| chủ tịch UBND = Võ Tiến Sỹ\n| chủ tịch HĐND = Phan Tiến Hải\n| bí thư = Hoàng Thị Thu Trang\n| mã bưu chính = \n| biển số xe = 37-B1-G1-5xxxx-9xxxx\n| web = {{url|nghiadan.nghean.gov.vn}}\n}}\n\n'''Nghĩa Đàn''' là một [[Huyện (Việt Nam)|huyện]] thuộc tỉnh [[Nghệ An]], [[Việt Nam]].\n\n==Địa lý==\n===Vị trí địa lý===\nNghĩa Đàn là một huyện miền núi, nằm trong vùng sinh thái phía tây bắc tỉnh [[Nghệ An]] có tọa độ 19<sup>o<\/sup>13' - 19<sup>o<\/sup>33' vĩ độ Bắc, 105<sup>o<\/sup>18' - 105<sup>o<\/sup>35' kinh độ Đông, cách thành phố [[Vinh]] 95&nbsp;km về phía tây bắc, có vị trí địa lý:\n*Phía đông giáp thị xã [[Thái Hòa]] và huyện [[Quỳnh Lưu]]\n*Phía tây giáp huyện [[Quỳ Châu]] và huyện [[Quỳ Hợp]]\n*Phía nam giáp huyện [[Tân Kỳ]]\n*Phía bắc giáp huyện [[Như Xuân]] và huyện [[Như Thanh]] thuộc tỉnh [[Thanh Hóa]].\n\nThị xã [[Thái Hòa]] gần như nằm trọn trong lòng huyện.\n\nHuyện Nghĩa Đàn có vị trí kinh tế, chính trị, an ninh - quốc phòng quan trọng, được coi là trung tâm kinh tế, văn hóa, xã hội của vùng Tây Bắc tỉnh Nghệ An; có quốc lộ 48 và đường Hồ Chí Minh đi qua, thuận lợi cho việc phát triển, giao thương và hội nhập kinh tế.\n\n===Địa hình===\nNghĩa Đàn là huyện có điều kiện địa hình khá thuận lợi so với các huyện trung du, miền núi trong tỉnh. Đồi núi không quá cao, chủ yếu là thấp và thoải dần; bao quanh huyện từ phía Tây sang phía Bắc, phía Đông và Đông Nam là những dãy núi tương đối cao. Một số đỉnh có độ cao từ 300 - 400m như: Dãy Chuột Bạch, dãy Bồ Bố, dãy Cột Cờ,...\n\nKhu vực phía Tây Nam và phần lớn các xã trong huyện là đồi thoải. Xen kẽ giữa các đồi núi thoải là những thung lũng có độ cao trung bình từ 50 - 70m so với mực nước biển.\n\nĐịa hình toàn huyện được phân bố như sau:\n*Đồi núi thoải chiếm 65%\n*Đồng bằng, thung lũng chiếm 8%\n*Đồi núi cao chiếm 27%.\n\nNgoài ra, do đặc điểm kiến tạo của địa hình, Nghĩa Đàn có những vùng đất tương đối bằng phẳng, có quy mô diện tích lớn, đồi núi thấp là điều kiện thuận lợi để phát triển nông lâm nghiệp phong phú.\n\n===Khí hậu===\nNghĩa Đàn có những đặc điểm chung của khí hậu Bắc Trung Bộ: nhiệt đới ẩm gió mùa; đồng thời có thêm những đặc điểm riêng của khu vực trung du đồi núi. Hàng năm, có 2 mùa rõ rệt, mùa hè khô nóng và mùa đông lạnh giá. Nhiệt độ trung bình hàng năm là 23&nbsp;°C. Nhiệt độ nóng nhất là 41,6&nbsp;°C. Nhiệt độ thấp nhất 15&nbsp;°C.\n\n[null Lượng mưa trung bình năm là 1.694mm, phân bố không đồng đều trong năm. Mưa tập trung vào các tháng 8, 9 và 10 gây úng lụt ở các vùng thấp dọc sông Hiếu; mùa khô lượng mưa không đáng kể do đó hạn hán kéo dài, có năm tới 2 đến 3 tháng.\n\nNgoài ra, gió Phơn Tây Nam, bão, lốc, sương muối cũng gây tác hại lớn cho quá trình sản xuất nông nghiệp của huyện.\n\n===Dân số===\nDân số năm 2018 là 140.820 người. 7,9% dân số theo [[đạo Thiên Chúa]].\n\n==Hành chính==\nHuyện Nghĩa Đàn có 23 đơn vị hành chính cấp xã trực thuộc, bao gồm thị trấn [[Nghĩa Đàn (thị trấn)|Nghĩa Đàn]] (huyện lỵ) và 22 xã: [[Nghĩa An, Nghĩa Đàn|Nghĩa An]], [[Nghĩa Bình, Nghĩa Đàn|Nghĩa Bình]], [[Nghĩa Đức (xã)|Nghĩa Đức]], [[Nghĩa Hiếu]], [[Nghĩa Hội]], [[Nghĩa Hồng, Nghĩa Đàn|Nghĩa Hồng]], [[Nghĩa Hưng, Nghĩa Đàn|Nghĩa Hưng]], [[Nghĩa Khánh]], [[Nghĩa Lạc]], [[Nghĩa Lâm, Nghĩa Đàn|Nghĩa Lâm]], [[Nghĩa Long]], [[Nghĩa Lộc]], [[Nghĩa Lợi, Nghĩa Đàn|Nghĩa Lợi]], [[Nghĩa Mai]], [[Nghĩa Minh, Nghĩa Đàn|Nghĩa Minh]], [[Nghĩa Phú, Nghĩa Đàn|Nghĩa Phú]], [[Nghĩa Sơn, Nghĩa Đàn|Nghĩa Sơn]], [[Nghĩa Thành, Nghĩa Đàn|Nghĩa Thành]], [[Nghĩa Thịnh, Nghĩa Đàn|Nghĩa Thịnh]], [[Nghĩa Thọ, Nghĩa Đàn|Nghĩa Thọ]], [[Nghĩa Trung, Nghĩa Đàn|Nghĩa Trung]], [[Nghĩa Yên]].\n\n==Lịch sử==\nVùng đất [[Phủ Quỳ]] (Nghĩa Đàn) đã có hàng ngàn năm lịch sử có cư dân sinh sống và ngày càng phát triển. Nếu như cách đây 3.000 năm, Nghĩa Đàn là nơi quần tụ của [[người Việt]] cổ sáng tạo nên nền [[văn hóa Đông Sơn]], hoặc xa hơn nữa trên vài vạn năm người Việt cổ ở Nghĩa Đàn đã có nền văn hóa thời kỳ hậu đồ đá cổ. Từ khu di chỉ khảo cổ làng Vạc - Khu di chỉ khảo cổ học về văn hóa Đông Sơn có giá trị nhất khu vực Đông Nam Á hiện nay, các nhà khảo cổ học đã tìm thấy ở đây những chiếc nồi, những bức tượng, trống đồng... tất cả thể hiện rõ nét về sự phát triển, cuộc sống trù phú, ấm no và đời sống tinh thần phong phú. Văn hóa Nghĩa Đàn từ lâu đã là sự tích hợp của nhiều \"dòng văn hóa\", trong đó ảnh hưởng lớn là các dòng văn hóa bản địa của [[người Thổ]], [[người Thái (Việt Nam)|người Thái]]; dòng văn hóa người Kinh di dân đến đây từ cuộc khai thác thuộc địa, xây dựng đồn điền của thực dân Pháp và gần đây là các phong trào di dân làm kinh tế mới.\n\nTừ năm 179 trước công nguyên, Nghĩa Đàn nằm giữa quận Cửu Chân, đến năm 111 trước công nguyên, Nghĩa Đàn thuộc huyện [[Hàm Hoan]], quận [[Cửu Chân]]. [[Thế kỷ 3|Thế kỷ thứ 3]] trước công nguyên, Nghĩa Đàn thuộc quận Cửu Đức ra đời từ việc tách một phần của quận Cửu Chân; Nghĩa Đàn vẫn thuộc huyện Hàm Hoan, một trong 6 huyện của quận Cửu Đức. Năm 679, [[nhà Đường]] chia Nghệ Tĩnh 2 vùng [[Diễn Châu]] và [[Hoan Châu]]. Nghĩa Đàn thuộc phần lãnh thổ Diễn Châu. Dưới [[nhà Tiền Lê|thời Tiền Lê]] (980-1009), [[Lê Hoàn]] chia đất nước thành lộ, phủ, châu, Nghĩa Đàn vẫn thuộc lộ Diễn Châu và đến năm [[1396]], [[Lý Thái Tổ]] đổi lộ thành phủ, Nghĩa Đàn vẫn thuộc phủ Diễn Châu. Năm [[1397]], [[Hồ Quý Ly]] cho đổi phủ Diễn Châu thành trấn [[Vọng Giang]] rồi sau thành trấn [[Linh Nguyên]]. Tới thời kỳ thuộc Minh có lúc Nghĩa Đàn được cắt ra để sáp nhập với phủ [[Thanh Hóa]]. Kháng chiến quân Minh thắng lợi, [[Lê Lợi]] lên làm vua, chia đất nước thành 5 đạo, phủ Diễn Châu và phủ Nghệ An thuộc đạo [[Hải Tây]]. Năm [[1466]], [[Lê Nhân Tông]] đưa [[Quỳ Châu]] (trong đó có Nghĩa Đàn) trở về thừa tuyên [[Nghệ An]], phủ [[Giang Châu]] được đặt ngang với phủ Diễn Châu. Năm [[1469]], [[Lê Thánh Tông]] cho vạch lại bản đồ cả nước. Nghĩa Đàn phần lớn thuộc đất Quỳnh Lưu, phần còn lại thuộc huyện [[Đông Thành]], [[Thúy Vân]] (thuộc Quỳ Châu và Diễn Châu). Dưới thời [[Minh Mạng]] 12 (1831), Nghĩa Đàn thuộc đất Diễn Châu. Nếu tính từ năm Minh Mạng thứ 21 (1840) thì huyện Nghĩa Đàn được thành lập đã là 171 năm khi tổ chức hành chính Nghệ An được sắp xếp lại và lập thêm một số huyện. Phủ Quỳ Châu vốn trước có 2 huyện là Trung Sơn (Quế Phong) và Thúy Vân (gồm phần lớn đất Quỳ Châu và Quỳ Hợp hiện nay). Nhưng nếu tính từ năm có tên là Nghĩa Đàn xuất hiện trong bộ máy nhà nước đến nay là 126 năm, khi vua [[Đồng Khánh]] vì húy kỵ nên cho đổi Nghĩa Đường thành Nghĩa Đàn. Nghĩa Đàn có tên từ đó.\n\nTrên chính vùng đất này ngày [[22 tháng 10]] năm [[1907]], [[Toàn quyền Đông Dương]] ra Nghị định củng cố lại vùng Quỳ Châu – Nghĩa Đàn, đặt tại Nghĩa Hưng một sở đại diện của chính quyền cấp tỉnh đến ngày [[1 tháng 9]] năm [[1908]] thì gọi là trạm [[Nghĩa Hưng]]. Ngày [[3 tháng 3]] năm [[1930]], toàn quyền Đông Dương ra Nghị định, nâng trạm Nghĩa Hưng lên thành Sở đại lý Phủ Quỳ với trách nhiệm và quyền hạn lớn hơn trước. Với mục tiêu của những \"nhà khai hóa\" là củng cố bộ máy thống trị tăng cường đàn áp để chiếm cứ đất đai lập đồn điền; khai thác triệt để nguồn lợi từ vùng Phủ Quỳ giàu có. Huyện Nghĩa Đàn lúc này có 6 tổng (Cự Lâm, Thái Thịnh, Nghĩa Hưng, Thanh Khê, Hạ Sưu, Lâm La) với 58 xã thôn, có con dấu riêng. Huyện đường đặt tại Tân Hiếu (xã Nghĩa Quang ngày nay). Cơ cấu hành chính tồn tại cho đến ngày Cách mạng tháng 8 năm 1945. Sau năm 1945, bỏ cấp phủ, gọi chung là huyện. Huyện Nghĩa Đàn khi đó gồm có 36 xã: Giai Xuân, Nghĩa An, Nghĩa Bình, Nghĩa Đồng, Nghĩa Đức, Nghĩa Dũng, Nghĩa Hòa, Nghĩa Hoàn, Nghĩa Hội, Nghĩa Hợp, Nghĩa Hưng, Nghĩa Khánh, Nghĩa Lạc, Nghĩa Lâm, Nghĩa Liên, Nghĩa Lộc, Nghĩa Lợi, Nghĩa Long, Nghĩa Mai, Nghĩa Minh, Nghĩa Mỹ, Nghĩa Phúc, Nghĩa Quang, Nghĩa Sơn, Nghĩa Thái, Nghĩa Thắng, Nghĩa Thịnh, Nghĩa Thọ, Nghĩa Thuận, Nghĩa Tiến, Nghĩa Trung, Nghĩa Xuân, Nghĩa Yên, Tam Hợp, Tân Hợp, Tiên Đồng.\n\n[[Tháng 10]] năm [[1930]], tại hang Rú Ấm, xã Thọ Lộc (nay thuộc xã Nghĩa Đức), một sự kiệ̣n chính trị quan trọng đã xảy ra, chi bộ Đảng đầu tiên của Nghĩa Đàn được thành lập. Đây là một trong những chi bộ Đảng được thành lập đầu tiên ở các huyện miền núi Nghệ An, sau đó nhiều chi bộ Đảng mới được thành lập. Tháng 4 năm 1931, hội nghị hợp nhất giữa các chi bộ Đảng được tổ chức tại làng Lụi xã Nghĩa Mỹ. Sự kiện này được xem như là sự ra đời của Đảng bộ Nghĩa Đàn. Trong suốt 15 năm, Đảng bộ đã nhiều lần phải tổ chức lại nhưng luôn đóng vai trò lãnh đạo và đã giành được chính quyền về tay nhân dân vào ngày [[22 tháng 8]] năm [[1945]]. Từ sau [[cách mạng tháng Tám]] 1945, cùng với cả nước, Nghĩa Đàn bước vào công cuộc \"vừa kháng chiến, vừa kiến quốc\". [[Chiến tranh Đông Dương|Kháng chiến chống Pháp]] thắng lợi, cả miền Bắc bước vào thời kỳ xây dựng chủ nghĩa xã hội, Nghĩa Đàn là hậu phương lớn cùng tiền tuyến miền Nam đánh Mỹ. Các nông trường 1\/5, nông trường 19\/5, Đông Hiếu, Tây Hiếu, Cờ Đỏ... được thành lập trở thành mô hình sản xuất tiên tiến mới của miền Bắc xã hội chủ nghĩa. Ngày [[10 tháng 12]] năm [[1961]], nhân dân Nghĩa Đàn vinh dự được đón [[Hồ Chí Minh|Bác Hồ]] lên thăm, trong cuộc nói chuyện với cán bộ và công nhân Nông trường Đông Hiếu, Bác đã căn dặn: \"Các nông trường có nhiệm vụ đoàn kết và tìm cách giúp đỡ đồng bào địa phương. Những kỹ thuật của nông trường tiến bộ hơn, vì vậy, đồng bào địa phương cần đoàn kết với nông trường, xây dựng hợp tác xã cho tốt, đời sống xã viên ngày càng ấm no, thế là chủ nghĩa xã hội\".\n\nDanh xưng Nghĩa Đàn Đã trải qua 126 năm và đã nhiều lần thay đổi về địa giới hành chính.\n\n[[Tháng 5]] năm [[1963]], [[Chính phủ Việt Nam|Hội đồng Chính phủ]] ban hành quyết định số 52-CP tách 10 xã của huyện Nghĩa Đàn (gồm các xã: Nghĩa Bình, Nghĩa Đồng, Nghĩa Hợp, Nghĩa Dũng, Nghĩa Thái, Nghĩa Hoàn, Giai Xuân, Nghĩa Phúc, Tân Hợp, Tiên Đồng) để thành lập huyện [[Tân Kỳ]] và 3 xã: Tam Hợp, Nghĩa Xuân, Nghĩa Sơn để thành lập huyện [[Quỳ Hợp]].\n\nNgày [[16 tháng 7]] năm [[1965]], Bộ Nội vụ ban hành Quyết định số 251-NV thành lập thị trấn Nông trường 19-5 thuộc huyện Nghĩa Đàn.<ref>[https:\/\/m.thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Quyet-dinh-251-NV-phe-chuan-viec-thanh-lap-thi-tran-nong-truong-quoc-doanh-19-5-thuoc-huyen-Nghia-Dan-Nghe-An-18163.aspx Quyết định số 251-NV năm 1965]<\/ref>\n\nLúc này Nghĩa Đàn có 24 xã, thị trấn bao gồm: Nghĩa An, Nghĩa Đức, Nghĩa Hòa, Nghĩa Hội, Nghĩa Hưng, Nghĩa Khánh, Nghĩa Lạc, Nghĩa Lâm, Nghĩa Liên, Nghĩa Lộc, Nghĩa Lợi, Nghĩa Long, Nghĩa Mai, Nghĩa Minh, Nghĩa Mỹ, Nghĩa Quang, Nghĩa Thắng, Nghĩa Thịnh, Nghĩa Thọ, Nghĩa Thuận, Nghĩa Tiến, Nghĩa Trung, Nghĩa Yên và thị trấn Thái Hòa (1965).\n\nNgày [[25 tháng 11]] năm [[1995]], Chính phủ ban hành Nghị định 83\/NĐ-CP thành lập thêm 8 xã mới: Nghĩa Hồng, Nghĩa Sơn, Nghĩa Bình, Nghĩa Phú, Nghĩa Hiếu, Nghĩa Tân, Đông Hiếu, Tây Hiếu trên cơ sở 5 thị trấn nông trường quốc doanh là: 1-5, 19-5, Cờ Đỏ, Đông Hiếu, Tây Hiếu, đưa tổng số xã ở Nghĩa Đàn lên 32 xã, thị.\n\nCuối năm [[2006]], huyện Nghĩa Đàn có 32 đơn vị hành chính gồm thị trấn Thái Hòa và 31 xã: Đông Hiếu, Nghĩa An, Nghĩa Bình, Nghĩa Đức, Nghĩa Hiếu, Nghĩa Hòa, Nghĩa Hội, Nghĩa Hồng, Nghĩa Hưng, Nghĩa Khánh, Nghĩa Lạc, Nghĩa Lâm, Nghĩa Liên, Nghĩa Lộc, Nghĩa Lợi, Nghĩa Long, Nghĩa Mai, Nghĩa Minh, Nghĩa Mỹ, Nghĩa Phú, Nghĩa Quang, Nghĩa Sơn, Nghĩa Tân, Nghĩa Thắng, Nghĩa Thịnh, Nghĩa Thọ, Nghĩa Thuận, Nghĩa Tiến, Nghĩa Trung, Nghĩa Yên, Tây Hiếu.\n\nNgày [[15 tháng 11]] năm [[2007]], Chính phủ ban hành Nghị định số 164\/2007\/NĐ-CP điều chỉnh địa giới hành chính chia tách Nghĩa Đàn thành 2 đơn vị hành chính cấp huyện: các xã Nghĩa Hòa, Nghĩa Quang, Nghĩa Thuận, Nghĩa Mỹ, Nghĩa Tiến, Đông Hiếu, Tây Hiếu và thị trấn Thái Hòa thuộc về địa giới hành chính của [[Thái Hòa, Nghệ An|thị xã Thái Hòa]]. Các cơ quan trong hệ thống chính trị của thị xã Thái Hòa kế thừa toàn bộ cơ sở vật chất, trụ sở của huyện Nghĩa Đàn cũ. Huyện Nghĩa Đàn mới chuyển trung tâm huyện lỵ về xã Nghĩa Bình mà trước đây là nông trường 1\/5.\n\nNgày [[11 tháng 10]] năm [[2011]], thành lập thị trấn Nghĩa Đàn thuộc huyện Nghĩa Đàn trên cơ sở điều chỉnh 455,7 ha diện tích tự nhiên và 3.007 nhân khẩu của xã Nghĩa Bình, 345,5 ha diện tích tự nhiên và 1.763 nhân khẩu của xã Nghĩa Trung, 51,4 ha diện tích tự nhiên và 267 nhân khẩu của xã Nghĩa Hội.\n\nNgày [[1 tháng 1]] năm [[2020]], sáp nhập 3 xã: Nghĩa Tân, Nghĩa Thắng, Nghĩa Liên thành xã Nghĩa Thành.<ref name=NQ831>{{Chú thích web|url=https:\/\/thuvienphapluat.vn\/van-ban\/bo-may-hanh-chinh\/Nghi-quyet-831-NQ-UBTVQH14-2019-sap-xep-don-vi-hanh-chinh-cap-xa-thuoc-tinh-Nghe-An-432101.aspx|tựa đề=Nghị quyết số 831\/NQ-UBTVQH14 năm 2019 về việc sắp xếp các đơn vị hành chính cấp xã thuộc tỉnh Nghệ An|tác giả=|họ=|tên=|ngày=|website=|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=}}<\/ref>\n\nHuyện Nghĩa Đàn có 1 thị trấn và 22 xã như hiện nay.\n\n==Kinh tế==\n===Các nguồn tài nguyên===\n==== Tài nguyên đất ====\nTổng diện tích tự nhiên huyện Nghĩa Đàn là 61.754,55ha theo tài liệu điều tra thổ nhưỡng [[Nghệ An]]. Trong đó:\n*Nhóm đất [[nông nghiệp]]: 53.287,29ha, chiếm 86,29%\n*Nhóm đất phi nông nghiệp: 7.821,51ha, chiếm 12,67%\n*Nhóm đất chưa sử dụng: 645,75ha, chiếm 1,05%\n\nTrên địa bàn huyện có các loại đất chính sau:\n\n* Đất [[phù sa]] được bồi hàng năm chua: Phân bố dọc hai bên [[sông Hiếu]]. Hàng năm về mùa mưa thường được bồi đắp một lớp phù sa mới dày từ 2 – 10&nbsp;cm. Thích hợp với trồng các loại cây hoa màu và [[cây công nghiệp]] ngắn ngày.\n*Đất phù sa không được bồi chua: Là loại đất trước đây cũng được bồi đắp phù sa, song chịu tác động của yếu tố địa hình, đặc biệt là quá trình đắp đê ngăn lũ nên không được bồi đắp thêm phù sa mới nữa. Trồng các loại cây hoa màu [[cây lương thực|lương thực]] và cây công nghiệp ngắn ngày như: [[lúa]], [[ngô]], [[khoai]], [[lạc]], [[mía]].\n*Đất phù sa ngòi suối: Đất được hình thành do sự vận chuyển các sản phẩm phù sa không xa, cộng thêm với những sản phẩm từ trên [[đồi núi]] đưa xuống. Là loại đất có [[độ phì]] tự nhiên thấp. Thích hợp với trồng các loại cây hoa màu lương thực và cây công nghiệp ngắn ngày như ngô, khoai, [[đậu]], [[vừng]], lạc.\n*Đất đen và [[tro núi lửa]]: Chiếm diện tích không đáng kể. Phân bố ở chân miệng núi lửa vùng [[Phủ Quỳ]] như [[Hòn Mư]]. Loại đất này có độ phì nhiêu khá, kết cấu đất tơi xốp, thuận lợi trồng các loại cây hoa màu lương thực và cây công nghiệp ngắn ngày.       \n*Đất đen trên sản phẩm bồi tụ của [[bazan]]: Đất được hình thành do sự bồi tụ của các sản phẩm phong hoá của đá bazan. Có độ phì khá. Địa hình thấp thường là [[thung lũng]] ven chân đồi, thích hợp trồng lúa nước.\n*Đất đen trên sản phẩm bồi tụ của cacbonat ([[đá vôi]]): Đất hình thành trong tình trạng thoát nước yếu, nước mạch chứa nhiều [[calci]] và [[magiê]] cung cấp cho đất. Loại đất có độ phì nhiêu khá. Thích hợp với trồng các loại cây hoa màu lương thực và cây công nghiệp ngắn ngày. Nơi đất cao trồng mía.    \n*Đất nâu đỏ trên đá [[macma]] [[base]] và trung tính: Đất nâu đỏ bazan phát triển trên các đồi dốc thoải. Có đặc tính lý hoá học tốt thích hợp với trồng cây lâu năm như: [[cà phê]], [[cao su]] và các loại [[cây ăn quả]].    \n*Đất đỏ nâu trên đá biến chất: Đất được hình thành trên sản phẩm phong hoá của đá biến chất (philit, phiến thạch mica, gơnai). Đây là loại đất có độ phì trung bình thích hợp với trồng các loại cây lâu năm.\n*Đất đỏ vàng trên đá sét: Đất được hình thành trên sản phẩm phong hoá của đá mẹ phiến sét. Thích hợp trồng cây hoa màu và cây lâu năm. \n*Đất vàng đỏ trên đá macma axit: Đất được hình thành trên sản phẩm phong hoá của đá macma axit (granit, riolit). Loại đất có độ phì nhiêu kém. Do đất phần lớn ở địa hình dốc nên sử dụng theo phương thức nông lâm kết hợp ở vùng đất có độ dốc từ 15 - 25<sup>o<\/sup>.    \n\n==== Tài nguyên rừng ====\nToàn huyện có 18.205,10ha diện tích rừng, trong đó: rừng tự nhiên 9.205,10ha, rừng trồng 9.000ha. Tỷ lệ che phủ rừng đạt 25,40%. Rừng trồng chủ yếu là keo, tràm; có khả năng phát triển công nghiệp chế biến lâm sản, góp phần thúc đẩy phát triển kinh tế - xã hội, bảo vệ môi trường sinh thái.\n\n==== Tài nguyên khoáng sản ====\nTài nguyên khoáng sản ở Nghĩa Đàn có các loại sau:\n\n- Đá bọt Bazan (làm nguyên liệu phụ gia cho xi măng và xay nghiền đá Puzơlan) phân bố ở các xã Nghĩa Mai, Nghĩa Sơn, Nghĩa Lâm,... với trữ lượng khoảng 70 - 100 triệu tấn.\n\n- Mỏ sét ở Nghĩa An, Nghĩa Liên, Nghĩa Lộc, Nghĩa Hồng trữ lượng ít, chỉ khoảng trên 1 triệu m³.\n\n- Mỏ đá vôi ở Nghĩa Tân, Nghĩa Hiếu trữ lượng khoảng 45 triệu m³.\n\n- Mỏ đá xây dựng ở Nghĩa Tân, Nghĩa Hiếu, Nghĩa Trung, Nghĩa Đức,...\n\n- Vàng sa khoáng ở sông Hiếu.\n\n- Mỏ than ở Nghĩa Thịnh.\n\nCác loại khoáng sản trên đều chưa được khảo sát chất lượng, trữ lượng cụ thể và thực tế khai thác chưa đáng kể.\n\n=== Tài nguyên nước, thủy văn===\nNguồn nước mặt: Nghĩa Đàn nằm trong lưu vực sông Hiếu, là nhánh sông lớn nhất của hệ thống sông Cả, bắt nguồn từ biên giới Việt - Lào, qua các huyện Quế Phong, Quỳ Châu, Quỳ Hợp về Nghĩa Đàn, Tân Kỳ, gặp sông Cả tại Cây Chanh (huyện Anh Sơn). Sông Hiếu có chiều dài 217&nbsp;km, đoạn chạy qua Nghĩa Đàn dài 30,10&nbsp;km (từ ngã ba Dinh đến Khe Đá). Tổng diện tích lưu vực 5.340&nbsp;km².\n\nNgoài sông Hiếu, Nghĩa Đàn có 48 sông suối lớn nhỏ, trong đó có năm nhánh  chính:] Sông Sào dài 34&nbsp;km, Khe Cái dài 23&nbsp;km, Khe Hang dài 23&nbsp;km, Khe Diên dài 16&nbsp;km, Khe Đá dài 17&nbsp;km.\n\nNguồn nước ngầm: Mạch nước ngầm của Nghĩa Đàn tương đối sâu và có nhiều tạp chất của khoáng vật. Khả năng khai thác nguồn nước ngầm phục vụ các ngành sản xuất là rất khó khăn.\n\n=== Tài nguyên nhân văn ===\nNghĩa Đàn là huyện trung du miền núi nằm về phía Bắc tỉnh Nghệ An. Nơi đây là cái nôi của người Việt cổ, với di chỉ khảo cổ học Làng Vạc, những chiếc trống đồng biểu tượng rực rỡ của nền văn hóa Đông Sơn từ thuở các Vua Hùng dựng nước; là nơi gặp gỡ, hội tụ những nét văn hóa đặc sắc của vùng đất Phủ Quỳ.\n\nNghĩa Đàn có điều kiện thuận lợi để phát triển du lịch sinh thái gắn với phát triển nông nghiệp, nổi bật như cánh đồng hoa hướng dương của Công ty CP thực phẩm sữa TH, mỗi năm diện tích trồng hoa hướng dương lên tới 50ha, thu hút hàng nghìn du khách về tham quan.\n\nNgoài ra, còn có các sản phẩm và làng nghề truyền thống từ hàng trăm năm như: làng nghề chổi đót Hòa Hội (Nghĩa Hội), làng nghề ép mía chế biến đường làng Găng (Nghĩa Hưng) vừa góp phần phong phú trong sinh hoạt vừa nâng cao thu nhập cho người dân.\n\n=== Một số loại cây trồng ===\n\n==== Cam Vinh ====\nVới ưu thế về thổ nhưỡng, đất đai của vùng đất Phủ Quỳ; trong những năm gần đây, diện tích trồng cam huyện Nghĩa Đàn có xu hướng tăng; cụ thể năm 2010 diện tích là 320 ha (diện tích kinh doanh 203 ha), năm 2015 là 507,17 ha (diện tích kinh doanh 314,67 ha). Năng suất bình quân đạt 150,98 tạ\/ha, sản lượng 4.751 tấn. Cam chủ yếu tập trung ở các vùng Nông trường Cờ Đỏ, Nghĩa Hồng, Nghĩa Sơn, Nghĩa Lâm, Nghĩa Hiếu,...\n\nTrên địa bàn đã xây dựng cánh đồng lớn cho cây cam ở các xã như Nghĩa Phú, Nghĩa Minh, Nghĩa Bình, Nghĩa Thọ với quy mô từ 3 - 6 ha, giống cam được sử dụng chủ yếu là cam Xã Đoài.\n[[Tập tin:Cánh đồng trồng cam.jpg|nhỏ]]\n\n==== Bơ ====\nTổng diện tích trồng bơ trên địa bàn huyện Nghĩa Đàn khoảng 35ha, tập trung ở các xã Nghĩa Phú, Nghĩa Bình với các giống bơ bản địa được trồng từ hơn 20 năm trước và một số loại giống bơ mới có nguồn gốc từ nước ngoài.\n\nSản phẩm Bơ trồng tại Nghĩa Đàn có chất lượng không thua kém bơ Daklak và hiện nay đã xây dựng nhãn hiệu tập thể \"Bơ Nghĩa Đàn\" và thương hiệu \"Bơ Phủ Quỳ\"\n[[Tập tin:Bơ Nghĩa Đàn.jpg|nhỏ]]\n\n==== Quýt PQ ====\n[[Tập tin:Quýt PQ.jpg|nhỏ]]\nCây quýt PQ được người dân xã Nghĩa Hồng, Nghĩa Long huyện Nghĩa Đàn lựa chọn đưa vào sản xuất.\n[[Tập tin:Quýt Phủ Quỳ.jpg|nhỏ]]\n\n==== Ổi ====\nỔi Nghĩa Đàn bước đầu đã tạo dựng được thương hiệu và đã xây dựng thương hiệu \"Ổi Nghĩa Đàn\".\n\n==== Rau củ quả ====\nSản xuất rau xanh cơ bản được tiêu dùng trên địa bàn và bán ra các địa phương khác với các sản phẩm chính như: bí xanh, bầu đỏ, dưa hấu, dưa chuột,... Bước đầu đã hình thành được một số vùng trồng rau tập trung thâm canh theo hướng sản xuất sạch như ở xã Nghĩa Sơn, Nghĩa Thắng, Nghĩa Phú,...\n\nLà nhóm cây trồng phong phú về chủng loại; nhờ được quan tâm đầu tư sản xuất, thu nhập từ nghề trồng rau thực phẩm tương đối ổn định và cao hơn nhiều loại cây trồng khác; góp phần nâng cao giá trị kinh tế trên một đơn vị diện tích đất canh tác. Hiện nay, dự án rau sạch FVF theo tiêu chuẩn VietGAP và Organic của Công ty CP sản xuất và cung ứng rau quả Quốc tế được thực hiện tại xã Nghĩa Sơn, huyện Nghĩa Đàn với diện tích hơn 100 ha được trồng trong nhà kính và trên cánh mở. Với quy trình chăm sóc tốt, kiểm soát phân bón chặt chẽ, chất lượng được quản lý nghiêm ngặt cùng nguồn nước sạch và nguồn dinh dưỡng thuần khiết giúp rau củ quả phát triển tự nhiên; đảm bảo cung ứng ra thị trường các sản phẩm sạch và an toàn.\n\nNgoài ra, trên địa bàn đã thực hiện chuyển đổi cơ cấu cây trồng trên vùng đất cao cưỡng để trồng bí xanh ở xã Nghĩa Lộc, Nghĩa Hội; đậu tương, lạc ở xã Nghĩa Lộc, Nghĩa Trung nhằm tăng năng suất trên đơn vị diện tích và hạn chế sâu bệnh phát triển.\n[[Tập tin:Ứng dụng Nông nghiệp Công nghệ cao.jpg|nhỏ]]\n\n==Tham khảo==\n{{tham khảo}}\n\n==Liên kết ngoài==\n{{commons cat|Nghia Dan District}}\n* http:\/\/www.nghiadan.gov.vn {{Webarchive|url=https:\/\/web.archive.org\/web\/20210224230244\/http:\/\/nghiadan.gov.vn\/ |date = ngày 24 tháng 2 năm 2021}}\n* Nghị quyết 96\/NQ-CP năm 2011 điều chỉnh địa giới hành chính xã để thành lập thị trấn Nghĩa Đàn thuộc huyện Nghĩa Đàn và mở rộng địa giới hành chính thị trấn Thanh Chương thuộc huyện Thanh Chương, tỉnh Nghệ An.\n\n{{Huyện thị Nghệ An}}\n{{Đơn vị hành chính thuộc huyện Nghĩa Đàn}}\n{{sơ khai Nghệ An}}"}