{"3196055":"'''Nghệ thuật Đàng Ngoài thời Lê trung hưng''' phản ánh các loại hình nghệ thuật của nước [[Đại Việt]] dưới thời [[Lê trung hưng]] trong vùng lãnh thổ do [[chúa Trịnh]] cai quản (phía bắc [[sông Gianh]]), chủ yếu trên lĩnh vực kiến trúc, điêu khắc, âm nhạc và hội họa.\n\n==Âm nhạc==\n[[Tập tin:A Comedy Theatre in Tunquin by Jean-Baptiste Tavernier.jpg|nhỏ|phải|Một nhà hát ở [[Đông Kinh]] thế kỷ 17, từ trong cuốn ''Recueil de Plusieurs Relations et Traites'' của [[Jean-Baptiste Tavernier]] (1605-1689)]]\nTrong các loại hình âm nhạc dân gian, hát [[chèo]] truyền thống đã trở thành hình thức sinh hoạt văn hóa tinh thần đặc sắc, góp phần làm phong phú thêm đời sống sinh hoạt của người dân. Nhiều địa phương đã hình thành những đội hát chèo, hay có những làng hát chèo nổi tiếng được lưu truyền lâu dài như ở Thái Bình<ref>Viện Sử học, sách đã dẫn, tr 625<\/ref>.\n\nTại [[Đàng Ngoài]], ngoài nghệ thuật hát chèo còn có các loại hình hát [[quan họ]], [[hát ả đào]], hát trống quân, [[hát xoan]], [[hát giặm]] và [[hát si]], hát lượn (dân tộc Tày), [[hát khắp]] ([[người Thái]]) ở các địa phương.\n\n==Kiến trúc==\nNhững công trình kiến trúc lăng mộ vua chúa cơ bản mô phỏng của đời trước và không có những nét mới so với thời Lê sơ.\n\nKiến trúc dân gian mang tính cởi mở, phóng khoáng hơn nhờ tính sáng tạo của những người thợ.\n\n===Cung điện===\n{{Xem thêm|Phủ chúa Trịnh}}\n[[Tập tin:PhuChuaTrinh.jpg|nhỏ|trái|Quang cảnh Phủ chúa Trịnh do Samuel Baron vẽ năm 1685.]]\n\n===Đình làng===\n[[Tập tin:Đình Bảng communal house.JPG|nhỏ|phải|Đình Bảng]]\n\nTừ [[thế kỷ 17]], nhiều ngôi đình làng, xã đã được xây dựng; sang thế kỷ 18 thì gần như làng xã nào cũng có đình. Thời Chính Hòa ([[1680]]-[[1705]]) được xem là đỉnh cao của nghệ thuật điêu khắc đình làng<ref name=\"Viện Sử học, sách đã dẫn, tr 626\">Viện Sử học, sách đã dẫn, tr 626<\/ref>. Những ngôi đình làng có kiến trúc độc đáo như đình làng Chu Quyến ([[Hà Nội]]), đình làng Thổ Tang, Ngọc Canh ([[Vĩnh Phúc]]). Tại đình Chu Quyến có những tượng tròn và hoạt cảnh như tượng chim, phượng, người cưõi báo gắn trên giá đỡ ở cột. Tại đình Thổ Tang và Ngọc Canh, phù điêu được kết thành chuỗi dài với các hoạt cảnh gồm hai ba tầng như người đi cày, đi săn, đá cầu, đấu võ, hội làng…\n\nSang [[thế kỷ 18]], có nhiều ngôi đình làng có kiến trúc khá đẹp như đình Thạch Lỗi (Văn Giang, [[Hưng Yên]]), Nhân Lý (Nam Sách, [[Hải Dương]]), đình Đình Bảng ([[Bắc Ninh]])<ref name=\"Viện Sử học, sách đã dẫn, tr 626\"\/>. Trong đó [[đình Đình Bảng]], còn gọi là ''đình Báng'', hiện nay vẫn giữ gần như nguyên vẹn kiến trúc khi xây dựng cách đây 300 năm, là một trong vài ngôi đình nổi tiếng nhất, do Diệu Đình hầu Nguyễn Thạc Lượng xây dựng trong suốt 36 năm (1700-1736)<ref>[http:\/\/quehuongonline.vn\/VietNam\/Home\/Dat-nuoc-Con-nguoi\/Dat-nuoc-Viet-Nam\/2012\/11\/482EDF07\/ Sự thật về những giai thoại ly kỳ đình Đình Bảng]<\/ref><ref>[http:\/\/toquoc.vn\/sites\/vi-vn\/details\/33\/kien-truc-viet\/83618\/dinh-bang-ve-dep-kien-truc-dinh-lang-xu-bac.aspx Đình Bảng- vẻ đẹp kiến trúc đình làng xứ Bắc]<\/ref>, được xem là thời gian xây dựng lâu nhất đối với một ngôi đình<ref>[http:\/\/www.nguoiduatin.vn\/muc-so-thi-kien-truc-dinh-nha-san-doc-dao-xu-kinh-bac-a66090.html Kiến trúc đình nhà sàn độc đáo xứ Kinh Bắc]<\/ref>.\n\n===Chùa===\n[[Tập tin:Chuakeothaibinh.jpg|nhỏ|phải|Gác chuông chùa Keo ở Thái Bình]]\n\nNgoài đình, còn có nhiều chùa do các quan lại, quý tộc đứng ra trùng tu, sửa chữa những ngôi chùa được xây cất từ đời trước. Kiến trúc chùa thời kỳ này hòa mình vào cảnh sắc thiên nhiên, gần gũi với cuộc sống đời thường chứ không cao lớn uy nghiêm như tại những nước theo đạo Phật khác<ref>Viện Sử học, sách đã dẫn, tr 630<\/ref>.\n\n[[Chùa Keo (Thái Bình)|Chùa Keo]] (hay chùa Thần Quang) tại [[Thái Bình]] được xây mới năm [[1632]] và trùng tu nhiều lần trong thế kỷ 17-18 kiến trúc theo kiểu \"thượng thu hạ thách\" với hệ thống cột biên được xem là một kiệt tác. [[Chùa Bút Tháp]] (hay chùa Ninh Phúc) ở Bắc Ninh được xây dựng lại năm 1646-1647, trong chùa có tháp Báo Nghiêm (tháp Bút) cao tới hơn 13 mét gồm 5 tầng.\n\n[[Chùa Tây Phương]] (hay chùa Sùng Phúc) ở [[Thạch Thất]] ([[Hà Nội]]) cũng được xây dựng lại hoàn toàn và trung tu, nằm trên núi Câu Lậu cao 50 mét. Từ chân núi tới chùa gồm 329 bậc đá ong. Chùa có 3 tầng chính, cấu trúc cách nhau 1,6 mét xây theo kiểu chồng diêm, 2 tầng 8 mái với khung gỗ chịu lực, tường ngoài xây bằng gạch Bát Tràng. Những chi tiết kiến trúc trang trí kiểu mái cong còn gọi là \"đóa hoa đao đình\", các mái, vì, xà được chạm khắc chim muông, hoa lá rất công phu với các cửa tròn theo triết lý ''sắc sắc không không'' của [[đạo Phật]]<ref>Viện Sử học, sách đã dẫn, tr 631<\/ref>.\n\n[[Chùa Hương Tích]] ([[Hà Nội]]) gồm một quần thể chùa được đánh giá là đẹp nhất [[Đại Việt]] (Nam thiên đệ nhất động) đặt trong quang cảnh tĩnh mịch và hùng vĩ của những ngọn núi cao bên bờ suối Yến.\n\n==Điêu khắc==\n[[Tập tin:1 trong 18 La Hán chùa Tây Phương.jpg|nhỏ|180px|phải|Một trong 18 vị La Hán chùa Tây Phương]]\n\nNghệ thuật điêu khắc thời kỳ này đạt đến trình độ khá điêu luyện, nhất là điêu khắc trên gỗ. Hai loại điêu khắc tiêu biểu là tượng Phật Bà nghìn mắt nghìn tay và tượng Tuyết Sơn.\n\nPho tượng nổi tiếng nhất là tượng Phật Bà nghìn mắt nghìn tay ở chùa Ninh Phúc (Bút Tháp) do nhà điêu khắc họ Trương, tước Giao Thọ nam ở Nam Đồng theo lệnh của triều đình, hoàn thành năm [[1656]], thể hiện sự tinh xảo và phóng khoáng trong tư duy và tình cảm. Tượng cao 3,7 mét, rộng 2,1 mét, mặt trái xoan, thân hình thon thả, cánh tay tròn, đeo vòng, có 42 cánh tay lớn và 789 cánh tay nhỏ, trong mỗi bàn tay có một con mắt nhỏ<ref>Viện Sử học, sách đã dẫn, tr 634<\/ref>.\n\nTượng Tuyết Sơn xuất hiện sớm ở [[chùa Bút Tháp]] từ giữa [[thế kỷ 17]], sang [[thế kỷ 18]] tiếp tục phát triển lên đỉnh cao tại [[chùa Tây Phương]]. Đây là pho tượng điển hình thể hiện con người khắc khổ, gầy gò, ở tư thế ngồi chân gấp ngang, một chân chống, cao 1,24 mét, toàn thân sơn màu nâu đen, gợi đến cái chết hình thức để tôn cao cái sống bản thể<ref>Viện Sử học, sách đã dẫn, tr 637<\/ref>.\n\nNgoài ra, tượng 18 vị La Hán [[chùa Tây Phương]] ([[Hà Nội]]) cũng là những tác phẩm đáng kể thời kỳ này.\n\nNhững công trình chạm khắc đá nổi tiếng là bia Nam Giao ([[1680]]) và bia Hàm Long ([[1714]]) với những đường chạm trổ công phu hình con vật linh thiêng như [[rồng]], [[phượng]], [[hổ phù]], [[kỳ lân]]…\n\nThời Lê trung hưng cũng đánh dấu những thành tựu của nghề đúc đồng với những tác phẩm: tượng [[Huyền Thiên Trấn Vũ]] ở [[đền Trấn Vũ]] (Hà Nội) được xem là pho tượng hiếm thấy ở [[Việt Nam]] với chiều cao 3,36 mét, chu vi đáy 8 mét, nặng 4 tấn, đúc năm 1677.\n\n==Hội họa==\nThời kỳ này có nhiều tranh vẽ trên lụa, giấy bồi và trên ván. Tranh dân gian khá phát triển, nhất là [[tranh Đông Hồ]], [[tranh Hàng Trống]] và [[tranh Kim Hoàng]] mang nhiều sắc thái dân tộc.\n\n===Tranh lụa===\n[[Tập tin:Portrait of Mr. Trinh Dinh Kien, 18th century, Vietnam National Museum of Fine Arts - Hanoi, Vietnam.jpg|nhỏ|200px|phải|Tranh chân dung Trịnh Đình Kiên (1715 - 1786), vẽ trên lụa, hiện trưng bày tại [[Bảo tàng Mỹ thuật Việt Nam]].]]\n\nVẽ tranh trên lụa là một kỹ thuật đã hiện diện từ nhiều thế kỷ trong nền [[hội họa Việt Nam]]. Có hai kỹ thuật vẽ [[tranh lụa]]:\n* Kỹ thuật cổ truyền thống được vẽ trực tiếp trên lụa khô.\n* Kỹ thuật hiện đại bắt đầu từ thập niên 1930, áp dụng nhuộm đi nhuộm lại màu lên mặt lụa.\n\nLụa vẽ thời [[Lê trung hưng]] thường là lụa tằm. Trước khi vẽ, lụa phải được căng trên khung và phết một lớp hồ loãng. Người vẽ rửa qua lớp hồ này để bột màu có thể ngấm vào thớ lụa. Màu dùng để vẽ lụa là phẩm hay [[mực nho]].\n\nViệt Nam hiện nay có một số [[tranh lụa]] cổ rất quý thời [[Lê trung hưng]] như chân dung [[Nguyễn Trãi]], [[Phùng Khắc Khoan]], Trịnh Đình Kiên, [[Phan Huy Cẩn]], [[Phan Huy Ích]]...<ref>{{chú thích web|url=http:\/\/svqy.org\/2014\/1-2014\/frame\/nhungbuctranh.htm|tiêu đề=(Không có)|tác giả=|nơi xuất bản=Diễn đàn Cựu sinh viên Quân y|ngày=|access-date =ngày 14 tháng 12 năm 2015}}<\/ref><ref>{{chú thích web|url=http:\/\/thethaovanhoa.vn\/van-hoa-giai-tri\/lua-bai-1-tranh-lua-tu-truyen-thong-den-hien-dai-n20100927051002684.htm|tiêu đề=Tranh lụa từ truyền thống đến hiện đại|tác giả=Họa sĩ Phan Cẩm Thượng|nơi xuất bản=Thông tin Thể thao Văn hóa|ngày=ngày 27 tháng 9 năm 2010|access-date =ngày 14 tháng 12 năm 2015}}<\/ref>\n\n===Tranh dân gian===\n[[Tập tin:Đám cưới chuột.JPG|nhỏ|phải|Đám cưới chuột - một bức tranh Đông Hồ]]\n[[Tranh Đông Hồ]] là mặt hàng bình dân nhưng chỉ tồn tại ở làng nghề duy nhất là làng Đông Hồ (nay là làng Đông Khê, xã Song Hồ, huyện [[Thuận Thành]], [[Bắc Ninh]]). Các nhà nghiên cứu cho rằng các nghệ nhân Đông Hồ bắt đầu làm tranh từ [[thế kỷ 17]]<ref>[http:\/\/english.vietnamnet.vn\/fms\/art-entertainment\/19689\/dong-ho-painting-to-race-for-world-cultural-heritage-recognition.html Dong Ho painting to race for world cultural heritage recognition]<\/ref>. Sản phẩm được làm ra từ quy trình kỹ xảo tinh tế và phối hợp chặt chẽ giữa các khâu: vẽ mẫu, khắc mẫu và in tranh. Nguyên liệu gồm có giấy dó và các màu trong tự nhiên. Dựa vào nội dung chủ đề, có thể chia tranh Đông Hồ thành bảy loại chính, gồm tranh thờ, tranh chúc tụng, tranh lịch sử, tranh truyện, tranh phương ngôn, tranh cảnh vật và tranh phản ánh sinh hoạt, tiêu biểu là các tranh: đàn gà, lợn độc, đánh vật, đánh ghen, hứng dừa, vinh hoa, phú quý, rước trống, chăn trâu thổi sáo, gà đại cát…<ref>{{Chú thích web |url=http:\/\/dsvh.gov.vn\/pages\/news\/preview.aspx?n=637&c=41 |ngày truy cập=2015-02-15 |tựa đề=Tranh dân gian Đông Hồ |archive-date = ngày 15 tháng 2 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150215172407\/http:\/\/dsvh.gov.vn\/pages\/news\/preview.aspx?n=637&c=41 }}<\/ref>.\n\n[[Tập tin:White tiger Hang Trong.jpg|nhỏ|180px|Tranh thờ Bạch Hổ thuộc dòng tranh Hàng Trống]]\n\n[[Tranh Hàng Trống]] bắt đầu hình thành và phát triển tại các khu vực tương đương phố Hàng Trống, Hàng Nón, Hàng Bồ (Hà Nội) hiện nay từ [[thế kỷ 17]]<ref name=\"Viện Sử học, sách đã dẫn, tr 639\">Viện Sử học, sách đã dẫn, tr 639<\/ref>. Tranh Hàng Trống khác tranh Đông Hồ là in nét đen trước rồi tô màu phẩm lên sau. Do sử dụng được các màu phẩm nên phối màu của tranh Hàng Trống rất phong phú. Các bức tranh nổi tiếng là: lý ngư vọng nguyệt, ngũ hổ, tố nữ, tam tòa thánh mẫu, Phật, tứ phủ, [[Ngọc Hoàng]],... Nhà nghiên cứu Vũ Ngọc Khánh xem tranh Hàng Trống là sự giao thoa giữa văn hoá [[Phật giáo]] và [[Nho giáo]]<ref>{{Chú thích web |url=http:\/\/thanglonghanoi.gov.vn\/Content\/tabid\/92\/category\/3\/article\/791\/Default.aspx |ngày truy cập=2015-02-15 |tựa đề=Nghệ nhân cuối cùng của dòng tranh Hàng Trống |archive-date = ngày 15 tháng 2 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150215182733\/http:\/\/thanglonghanoi.gov.vn\/Content\/tabid\/92\/category\/3\/article\/791\/Default.aspx }}<\/ref>. Dù phát triển ở kẻ chợ và mang tính chất thị thành<ref name=\"hcmufa.edu.vn\">{{Chú thích web |url=http:\/\/hcmufa.edu.vn\/tap-chi\/thong-tin-my-thuat-so-15-16\/con-lon-cua-hai-dong-tranh-dong-ho-va-kim-hoang-\/ |ngày truy cập=2015-02-15 |tựa đề=Con Lợn Của Hai Dòng Tranh Đông Hồ Và Kim Hoàng |archive-date = ngày 4 tháng 11 năm 2014 |archive-url=https:\/\/web.archive.org\/web\/20141104204312\/http:\/\/hcmufa.edu.vn\/tap-chi\/thong-tin-my-thuat-so-15-16\/con-lon-cua-hai-dong-tranh-dong-ho-va-kim-hoang- }}<\/ref>, tranh Hàng Trống còn bao gồm cả tranh thờ của các dân tộc miền núi phía Bắc - dòng tranh vốn có nhiều bức do những nghệ nhân Hàng Trống chế tác theo \"đặt hàng\" phục vụ các nghi lễ thờ cúng khá đa dạng của đồng bào dân tộc thiểu số<ref>[http:\/\/cand.com.vn\/Tu-lieu-van-hoa\/Ga-tho-moc-va-bo-suu-tap-tranh-tho-doc-dao-328266\/ \"Gã thợ mộc\" và bộ sưu tập tranh thờ độc đáo]<\/ref>.\n\nTranh Hàng Trống và tranh Đông Hồ thường phục vụ nhu cầu mua về treo trong dịp tết nên những dòng tranh này còn được gọi là '''tranh Tết'''. Nghệ nhân tranh Hàng Trống còn làm tranh treo tại chùa và đền thờ Đạo giáo.\n\n[[Tranh Kim Hoàng]] (còn gọi là ''tranh đỏ'' vì tranh chỉ in trên giấy hồng điều hay vàng tàu) là tranh của làng Kim Hoàng (nay tại xã Vân Canh, huyện [[Hoài Đức]], [[Hà Nội]]), được hình thành từ cuối thế kỷ 17<ref>{{Chú thích web |url=http:\/\/thanglong.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=59&articleid=728 |ngày truy cập=2015-02-15 |tựa đề=Nghề làm tranh Tết dân gian Kim Hoàng |archive-date = ngày 15 tháng 2 năm 2015 |archive-url=https:\/\/web.archive.org\/web\/20150215183046\/http:\/\/thanglong.cinet.vn\/Pages\/ArticleDetail.aspx?siteid=1&sitepageid=59&articleid=728 }}<\/ref>. Dòng tranh này khác với các dòng tranh khác ở chỗ có kết hợp giữa in, tô màu và vẽ, trong khi kỹ thuật làm tranh Đông Hồ là thuần in, tranh Hàng Trống là in và tô màu bằng phẩm. Vì vậy tranh Kim Hoàng có tính uyển chuyển về nét và phong phú về tạo chất của mảng. Nét vẽ của loại tranh này là nét vẽ hàng loạt theo kiểu hàng chợ, vì thế người nghệ nhân phải chọn lối vẽ nhanh, bút pháp linh hoạt kiểu quen tay như vẽ trên đồ gốm, sứ.\n\n[[Tập tin:tranhKimhoang1.jpg|nhỏ|220px|Tranh lợn độc, một trong số ít những bức tranh Kim Hoàng còn lại đến nay]]\n\nMàu ở tranh Đông Hồ là màu nguyên không pha trộn, chỉ chồng lên nhau hoặc đặt cạnh nhau, có viền thêm các nét đen đậm, ít màu trung gian. Tranh Hàng Trống nét mảnh hơn, tinh hơn, uyển chuyển hơn, màu không in mà tô vào, tạo nên vẻ đẹp đậm nhạt theo ý muốn. Gam màu chủ yếu là màu lam - hồng, có thêm màu lục - đỏ - da cam - vàng<ref name=\"Viện Sử học, sách đã dẫn, tr 639\"\/>.\n\nTranh Đông Hồ, tranh Hàng Trống, tranh Kim Hoàng góp phần tạo nên diện mạo tranh dân gian vùng đồng bằng Bắc bộ. Trong ba dòng tranh, tranh Hàng Trống mang tính thị thành rõ rệt, còn tranh Đông Hồ và Kim Hoàng là tranh của làng quê. Tuy vậy giữa 2 dòng tranh làng quê rất khác nhau, tranh Đông Hồ là nét khắc chắc, khoẻ, bản in nhiều màu trên nền điệp, được in theo lối sấp bản (in như kiểu đóng dấu). Tranh Kim Hoàng chỉ in nét đen như tranh Hàng Trống, nhưng nét chắc khoẻ giống tranh Đông Hồ hơn, tranh được in theo lối ngửa bản in cộng với vẽ và tô màu<ref name=\"hcmufa.edu.vn\"\/>.\n\n==Xem thêm==\n{{thể loại Commons|Art of the Lê dynasty}}\n\n* [[Nghệ thuật Việt Nam thời Mạc]]\n\n==Tham khảo==\n* Viện sử học ([[2007]]), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n\n==Chú thích==\n{{tham khảo|30em}}\n{{Nghệ thuật Việt Nam}}\n[[Thể loại:Lịch sử Việt Nam thời Lê trung hưng]]\n[[Thể loại:Lịch sử nghệ thuật Việt Nam]]"}