{"346043":"'''Ngoại giao Việt Nam thời Tự chủ''' phản ánh các hoạt động ngoại giao giữa các [[Tiết độ sứ]] Tĩnh Hải quân [[thời kỳ tự chủ Việt Nam]] (đầu [[thế kỷ 10]] sau hơn 1000 năm [[Bắc thuộc]]) với các vương triều [[Trung Quốc]]. Sử sách ghi lại các sự kiện này khá sơ lược.\n\n==Hoàn cảnh==\nĐầu thế kỷ 10, [[nhà Đường]] suy yếu bởi khởi nghĩa nông dân và chiến tranh quân phiệt cát cứ. Việt Nam khi đó là Tĩnh Hải quân, một đơn vị hành chính của Trung Quốc.\n\nQuân phiệt [[Hậu Lương Thái Tổ|Chu Ôn]] nắm lấy triều đình nhà Đường, khống chế vua [[Đường Chiêu Tông]] và sau đó là [[Đường Ai Đế]], trở thành lực lượng chư hầu lớn nhất ở Trung nguyên. Chu Ôn mưu trừ khử dần những người thân nhà Đường để giành ngai vàng. Tể tướng [[Độc Cô Tổn]] bị đưa đi làm Tiết độ sứ Tĩnh Hải quân năm 905, nhưng chỉ được vài tháng thì bị Chu Ôn đày ra đảo Hải Nam và giết chết.\n\nNhân cơ hội Trung Quốc chưa kịp cử Tiết độ sứ mới sang, một hào trưởng người Việt là [[Khúc Thừa Dụ]] đã tiến vào phủ thành Đại La, tự xưng là Tiết độ sứ Tĩnh Hải quân. Quyền tự chủ của người Việt được khôi phục từ đó.\n\n==Hoạt động ngoại giao==\n===Với nhà Đường===\nNgay từ sau [[loạn An Sử]] (763), nhà Đường đã suy yếu và không kiểm soát được các trấn ở xa. Các trấn tự quản và tự lập người thay thế rồi thỉnh mệnh nhà Đường. Nhà Đường chỉ bất đắc dĩ thừa nhận trên giấy tờ.\n\nSau khi làm chủ [[Đại La]], để có danh chính, Khúc Thừa Dụ sai người sang Trung Quốc xin thỉnh mệnh nhà Đường, tỏ ý thần phục trên danh nghĩa. Quyền thần Chu Ôn đang lo đối phó với các chư hầu nên nhân danh Đường Ai Đế phong cho Khúc Thừa Dụ làm Tiết độ sứ Tĩnh Hải quân, gia phong chức Đồng bình chương sự.\n\nĐược sự thừa nhận của nhà Đường là thắng lợi của họ Khúc trong việc xác lập quyền tự chủ của người Việt. Việc Khúc Thừa Dụ làm chủ Tĩnh Hải quân khá êm thấm và hòa bình, không gây chiến tranh đổ máu và thù hận với người phương Bắc. Khúc Thừa Dụ một mặt buộc triều đình nhà Đường phải chấp nhận; mặt khác họ Khúc ngăn chặn được các tiết độ sứ ở miền biên cương gần Tĩnh Hải quân không thể lợi dụng thời cơ lấy danh nghĩa nhà Đường để đánh phá, vì Tĩnh Hải quân vẫn nhận thần phục nhà Đường.\n\n===Với Lương Thái Tổ===\nKhúc Thừa Dụ mất (907), con là [[Khúc Hạo]] lên thay. Cùng lúc, Chu Ôn cướp ngôi nhà Đường, lập ra [[nhà Hậu Lương]]. Khúc Hạo cho người sang giao hảo với triều đại mới ở Trung Quốc là nhà Hậu Lương. Nhà Hậu Lương thừa nhận Khúc Hạo làm [[Tiết độ sứ]].\n\nNhưng năm sau (908), vua Lương Thái Tổ Chu Ôn lại phong cho tiết độ sứ Quảng Châu là Lưu Ẩn kiêm nhiệm cả chức tiết độ sứ Tĩnh Hải quân. Điều này đồng nghĩa với việc nhà Lương vẫn muốn xóa bỏ sự tụ chủ của người Việt, đưa trở lại dưới quyền cai trị của người Hán.\n \n===Với Nam Hán===\nNăm 911, Lưu Ẩn chết, em là [[Nam Hán Cao Tổ|Lưu Nghiễm]] lên thay. Năm 917, Nghiễm ly khai nhà Hậu Lương, tự lập làm hoàng đế ở Quảng Châu, đặt quốc hiệu là Đại Việt, sau đó đổi là [[Nam Hán]]. Biết ý đồ đánh chiếm Tĩnh Hải quân của Nghiễm, Khúc Hạo sai con là [[Khúc Thừa Mỹ]] làm \"khuyến hiếu sứ\" sang Phiên Ngung (kinh đô Nam Hán) thăm dò tình hình.\n\nSử sách không chép rõ về kết quả của chuyến đi cũng như thái độ của vua Nam Hán. Ngay khi [[Khúc Thừa Mỹ]] trở về thì Khúc Hạo mất. Thừa Mỹ lên thay chức Tiết độ sứ Tĩnh Hải quân.\n\n===Với Lương Mạt Đế===\nSau khi Chu Ôn bị sát hại (911), Lương Mạt Đế lên thay (913), nhà Lương càng suy yếu trong cuộc chiến tranh với các chư hầu.\n\nTrước nguy cơ bị Nam Hán xâm lược để mở rộng thế lực, Khúc Thừa Mỹ vẫn chủ trương giữ ngoại giao với nhà Hậu Lương, muốn tranh thủ sự thừa nhận của nhà Hậu Lương để kiềm chế Nam Hán. Năm 919, ông sai sứ sang Biện Kinh triều kiến [[Lương Mạt Đế]]. Mạt Đế phong cho Khúc Thừa Mỹ làm Tiết độ sứ, ban cho lưỡi phủ việt vàng.\n\nNăm 923, nhà Hậu Lương bị [[hậu Đường|nhà Hậu Đường]] của [[Hậu Đường Trang Tông|Lý Tồn Úc]] tiêu diệt. Sự hậu thuẫn trên danh nghĩa của trung nguyên với Tĩnh Hải quân không còn. Vua Nam Hán liền điều quân đánh Tĩnh Hải quân. Thời gian xảy ra sự kiện này, sử sách có tài liệu ghi năm 923, có tài liệu ghi năm 930.\n\nNăm 937, [[Kiều Công Tiễn]] giết [[Dương Đình Nghệ]] - người đánh đuổi Nam Hán năm 931 - giành ngôi, bị con rể Đình Nghệ là [[Ngô Quyền]] sắp kéo từ châu Ái ra đánh. Công Tiễn sai người đi sứ sang Phiên Ngung, gặp vua Nam Hán xin cứu giúp. Chuyến đi sứ này thực chất chỉ là hành động cầu viện, không phải là việc sự kiện ngoại giao. Vua Nam Hán tuy nhận lời nhưng phát binh chậm, khi quân Hán tiến sang thì Công Tiễn đã bị Ngô Quyền giết chết.\n\n==Xem thêm==\n* [[Thời kỳ tự chủ Việt Nam]]\n* [[Khúc Thừa Mỹ]]\n* [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]]\n* [[Nam Hán]]\n\n==Tham khảo==\n{{tham khảo}}\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], Lương Ninh (1991), ''Lịch sử Việt Nam, tập 1'', Nhà xuất bản Đại học và giáo dục chuyên nghiệp\n\n{{Lịch sử ngoại giao Việt Nam}}\n{{Lịch sử Việt Nam thời Tự chủ}}\n\n[[Thể loại:Lịch sử Việt Nam thời Tự chủ]]\n[[Thể loại:Ngoại giao Việt Nam]]\n[[Thể loại:Quan hệ Việt Nam – Trung Quốc]]"}