{"3662912":"[[Tập tin:Map of Southern and Northern Dynasties of Vietnam.png|nhỏ|phải|200px|Phần lãnh thổ nhà Mạc và [[nhà Lê trung hưng]] quản lý vào năm 1590]]\n'''Ngoại giao Việt Nam thời Mạc''' phản ánh những hoạt động [[ngoại giao]] dưới triều đại [[nhà Mạc]] ở [[Đại Việt]] trong thời kỳ chính thức (1527-1592) và cát cứ ở Cao Bằng (1593-1677). Thời kỳ này, xảy ra [[Chiến tranh Lê-Mạc]] nên sử sách không đề cập nhiều về các hoạt động ngoại giao của nhà Mạc với nhà Minh cũng như các nước khác. Tuy vậy, vấn đề biên giới Việt-Trung lại trở nên nổi bật khi [[Mạc Đăng Dung]] phải chấp nhận đầu hàng nhà Minh khi quân Minh kéo sang vào năm 1540, đồng thời cắt và giao nộp đất, gồm 2 đô Như Tích, Chiêm Lãng và 4 động Tư Lẫm, Kim Lặc, Cổ Sâm, Liễu Cát cho nhà Minh. Về sau, khi nhà Mạc phải rút chạy vào năm 1593, nhà Minh yêu cầu vua Lê cắt đất Cao Bằng cho nhà Mạc và con cháu nhà Mạc vẫn dựa vào uy tín nhà Minh, nhà Thanh để tồn tại đến khi mất.\n\n== Bối cảnh ==\nNăm 1527, [[Mạc Đăng Dung]] cướp ngôi [[nhà Hậu Lê]], lập ra [[nhà Mạc]]. Năm 1533, [[Nguyễn Kim]] lập [[Lê Trang Tông]] lên ngôi, tái lập nhà Lê, cho người sang tố cáo với nhà Minh rằng nhà Mạc cướp ngôi của nhà Lê. [[Chúa Bầu]] [[Vũ Văn Uyên]] ở [[Tuyên Quang]] cũng sai người sang báo việc nhà Mạc cướp ngôi.\n\nNhà Mạc ở vào tình thế \"[[lưỡng đầu thọ địch]]\": nhà Minh uy hiếp ở phía bắc, nhà Hậu Lê (Lê Trung hưng) uy hiếp ở phía nam.\n\n== Hoạt động ngoại giao với nhà Minh ==\n=== Quan hệ về lễ triều ===\nRút kinh nghiệm từ thất bại của nhà Hồ do việc cướp ngôi nhà Trần, năm 1528, [[Mạc Thái Tổ]] sai người sang Yên Kinh báo với nhà Minh con cháu họ Lê không còn ai thừa tự nữa, dặn lại cho đại thần là họ Mạc tạm coi việc nước, cai trị dân chúng.<ref>Nhiều tác giả, sách đã dẫn, tr 105<\/ref> Tuy nhiên, vua Minh không tin, bí mật sai người sang dò thăm tin tức trong nước, xét hỏi nguyên do, ngầm tìm con cháu họ Lê để lập lên. Tuy nhiên vua tôi nhà Mạc đã \"khéo léo\" trả lời, đem nhiều vàng bạc để đút lót nhà Minh.<ref>Nhiều tác giả, sách đã dẫn, tr 104<\/ref> Khi sứ giả nhà Minh về tâu rằng con cháu họ Lê đã hết, không ai nối ngôi được, đã uỷ thác cho họ Mạc; dân trong nước đều tôn phục và theo về họ Mạc cả đồng thời xin tha tội cho họ. Vua Minh mắng sứ giả, không nghe thì vua Mạc sợ nhà Minh hỏi tội, bèn lập mưu cắt đất dâng 2 châu Quy, Thuận cùng với hai tượng người bằng vàng và bạc cùng châu báu, của lạ, vật lạ. Vua Minh thu nhận đồ cống, từ đấy quan hệ hai nước trở lại bình thường.<ref name=dvsktt1>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt20.html Đaị Việt sử ký toàn thư Bản kỷ Thực lục (quyển 15)]<\/ref>\n\nNăm 1529, hai vị quan cũ nhà Lê là Trịnh Ngung, Trịnh Ngang chạy sang tố cáo với nhà Minh. Vua tôi nhà Mạc đem nhiều lễ đút lót cho nhà Minh để loại bỏ cả hai. Cuối cùng cả hai đều chết trên đất Trung Hoa.<ref name=dvsktt1\/>\n\nNăm 1533, [[Nguyễn Kim]] lập Lê Duy Ninh lên ngôi, tức [[Lê Trang Tông]] và sai người sang báo Mạc Đăng Dung cướp ngôi, đặt quan lại nguỵ, chiếm giữ Kinh thành, ngăn trở đường tiến cống. Nhà Minh bèn sai Hàm Ninh hầu Cừu Loan làm tổng đốc quân vụ, Binh bộ thượng thư Mao Bá Ôn làm tham tán quân vụ, đem quân sang hỏi đánh Đại Việt của nhà Mạc.<ref name=dvsktt2>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt21.html Đaị Việt sử ký toàn thư Bản kỷ Thực lục (quyển 16)]<\/ref><ref name=\"M1\">Viện Sử học, sách đã dẫn, tập 3, tr 438<\/ref>\n\nĐể tránh đổ máu, Mạc Đăng Dung chấp nhận đầu hàng. Ông sai người lên biên giới xin hàng quân Minh. Ngày 3 tháng 11 âm lịch năm Canh Tý (1540) Mạc Đăng Dung cùng các bầy tôi Nguyễn Như Quế, Đỗ Thế Khanh, Đặng Văn Trị lên cửa ải. Ông tự trói mình trước doanh trại của quân Minh (do Mao Bá Ôn dựng nên), cúi đầu dâng tờ biểu đầu hàng, nộp hết sổ sách, đồng thời dâng đất cho nhà Minh và sai người mang tờ biểu đến [[Yên Kinh]].<ref name=dvsktt2\/><ref name=M2>Viện Sử học, sách đã dẫn, tập 3, tr 442<\/ref> Vua Minh phong cho Mạc Đăng Dung làm ''An Nam Đô thống sứ ty'', đúc ấn và ban cho nhà Mạc; hằng năm cấp lịch Đại Thống cho vua tôi nhà Mạc.<ref name=dvsktt2\/>\n\nNăm 1542, [[Mạc Hiến Tông|Hiến Tông Mạc Phúc Hải]] nhận 1.000 bản lịch Đại Thống của nhà Minh ban và lĩnh một đạo sắc mệnh cũ phong Mạc Đăng Dung (lúc này đã mất) làm An Nam đô thống sứ ty đô thống sứ và một quả ấn bạc. Nhà Mạc cho người sang tạ ơn và tuế cống nhà Minh. Cuối năm đó nhà Minh phong Mạc Phúc Hải làm An Nam đô thống sứ ty. Năm sau, nhà Mạc lại cho sứ sang tuế cống nhà Minh. Vua Minh ra lệnh ban cấp cho sứ giả theo như lệnh cũ, nhưng bãi việc ban yến, giảm bớt cỗ bàn. Đến năm 1548, vua Mạc lại cho sứ sang tuế cống nhà Minh.<ref name=dvsktt2\/> Năm này bắt đầu đánh dấu mốc bình thường hoá trong quan hệ giữa vua tôi nhà Mạc và triều Minh. Đồ tiến cống từ giữa thời Mạc đổi ra lư hương, bình hoa bằng vàng bạc, nặng bằng người vàng.<ref>Nhiều tác giả, sách đã dẫn, tr 116-117<\/ref>\n\nTrước đây, khi Phạm Tử Nghi nổi loạn với nhà Mạc, chạy vào đất nhà Minh, tên tướng này thả quân đi bắt người cướp của Quảng Đông, Quảng Tây, người Minh không chịu nổi. Năm 1551, nhà Mạc sai [[Mạc Kính Điển]] quân đi đánh Mạc Chính Trung và Phạm Tử Nghi, bắt được Tử Nghi, chém lấy đầu gửi sang nước Minh nhưng người Minh không nhận, trả lại.<ref name=dvsktt2\/>\n\nSang thời [[Mạc Mậu Hợp]], nhà Mạc dùng chính sách tăng cường ngoại giao, cống nạp cho nhà Minh để tranh thủ sự ủng hộ khi bị thất thế<ref>Viện sử học, sách đã dẫn, tập 3, tr 447<\/ref>. Thái bảo [[Giáp Hải|Giáp Trưng]] từng dâng sớ xin triều đình bàn lại vì ''\"việc đó là nhục nước\"''. Tuy nhiên sau khi bàn luận, Mạc Mậu Hợp do dự không quyết định.<ref>Phan Huy Chú, sđd, mục Bang giao chí<\/ref> Năm 1566 nhà Mạc cử người lên đầu địa giới Lạng Sơn đón tiếp sứ thần [[Lê Quang Bí]] về nước. Lê Quang Bí đi sứ nhà Minh năm [[1548]], bị nhà Minh giữ lại 18 năm, đến lúc đó mới trở về.<ref name=dvsktt2\/> Các năm 1580, 1584 nhà Mạc lại cho sứ sang triều cống nhà Minh.<ref name=dvsktt3>[http:\/\/www.informatik.uni-leipzig.de\/~duc\/sach\/dvsktt\/dvsktt22.html Đaị Việt sử ký toàn thư Bản kỷ Thực lục (quyển 17)]<\/ref>\n\nNăm 1593, nhà Mạc mất quyền cai trị, phải chạy lên Cao Bằng.<ref name=dvsktt3\/> [[Nhà Hậu Lê]] xin cầu phong của [[nhà Minh]]. Sau lần hội khám năm 1597, nhà Minh vẫn chỉ phong cho [[Lê Thế Tông]] làm ''An Nam đô thống sứ ty'' như đã phong cho nhà Mạc trước đây. Đồng thời, nhà Minh dùng uy thế \"thiên triều\" ép họ Trịnh cắt đất [[Cao Bằng]] cho họ Mạc cát cứ trong nhiều năm. Họ Mạc phải dựa vào thế lực nhà Minh và sau đó là [[nhà Thanh]] để tồn tại đến năm 1677 rồi mất.<ref name=dvsktt3\/><ref>http:\/\/www.baocaobang.vn\/Ho-so-Tu-lieu\/Chuyen-ve-hai-danh-tuong-cuoi-the-ky-XVII-tren-dat-Cao-Bang\/35399.bcb<\/ref>\n\n=== Vấn đề biên giới ===\n{{Bài chi tiết|Vấn đề biên giới Việt-Trung thời Mạc}}\n[[Tập tin:An Nan Lai Wei Tu Ce.JPG|nhỏ|phải|200px|Một [[họa phẩm]] được in trong cuốn ''[[An Nam lai uy đồ sách]]'': Người đứng trong chính điện là sứ thần [[triều Minh]], người chắp tay chào là [[Thái thượng hoàng]] Mạc Đăng Dung (dòng chữ: Ngụy vương Mạc Đăng Dung \/ 偽王莫登庸); địa điểm này là trấn [[Nam Quan]], năm 1540.]]\nNăm 1533, [[Nguyễn Kim]] lập [[Lê Trang Tông]] lên ngôi, tái lập nhà Lê. Lê Trang Tông sai Trịnh Duy Liêu vượt biển sang Trung Quốc xin cầu viện nhà Minh đánh nhà Mạc. Sau một thời gian bàn bạc và trù tính, năm 1537, [[Minh Thế Tông]] giao quân cho [[Mao Bá Ôn]] chuẩn bị tiến xuống phía nam. Nghe tin quân Minh sắp tiến vào cõi, [[thái thượng hoàng]] Mạc Đăng Dung và [[Mạc Thái Tông]] rất lo lắng. Ý định chống cự quân Minh của nhà Mạc sớm tiêu tan vì không hề nắm bắt được những khó khăn mà nhà Minh đang phải đương đầu. Tháng 2 năm 1539, nhà Mạc dâng biểu sang nhà Minh xin hàng nhưng nhà Minh lại không chấp nhận.<ref name=\"M1\"\/> Lúc này để tránh đổ máu, [[Mạc Đăng Dung]] phải chấp nhận đầu hàng nhà Minh. Ngày 3 tháng 11 âm lịch năm Canh Tý (1540), [[Mạc Đăng Dung]] cùng các bầy tôi lên cửa ải. Chính Mạc Đăng Dung tự trói mình đến dâng biểu, nộp sổ sách xin hàng quân Minh.<ref name=dvsktt2\/> Trong biểu xin hàng, Mạc Đăng Dung đề cập đến việc thoái thác việc họ Mạc sang Yên Kinh ([[Bắc Kinh]]), ngoài ra cắt và giao nộp đất, gồm 2 đô Như Tích, Chiêm Lãng và 4 động Tư Lẫm, Kim Lặc, Cổ Sâm, Liễu Cát cho nhà Minh, đồng thời xin ấn tín để được thừa nhận sự cai trị ở An Nam.<ref name=M2\/><ref>Quốc sử quán triều Nguyễn, Khâm định Việt sử Thông giám Cương mục, quyển XXVII<\/ref>\n\n[[Mao Bá Ôn]] và Cừu Loan nhận biểu của Mạc Đăng Dung bèn lui binh, tâu lên [[Minh Thế Tông]]. Vua Minh hạ lệnh cho Phiên ty [[Quảng Tây]] hằng năm cấp lịch Đại Thống cho nhà Mạc, quy định lệ 3 năm cống 1 lần; nhận và nhập 2 đô Như Tích, Chiêm Lãng và 4 động Tư Lẫm, Kim Lặc, Cổ Sâm, Liễu Cát vào Khâm Châu; hạ tước phong từ ''An Nam quốc vương'' xuống ''An Nam Đô thống sứ ty'', đúc ấn và ban cho [[nhà Mạc]].<ref name=dvsktt2\/>\n\nTừ đó tình hình biên giới phía bắc [[Đại Việt]] khá yên ổn, nhà Mạc không còn gặp phải sự uy hiếp của nhà Minh. Sự kiện đầu hàng cắt đất của Mạc Đăng Dung cũng là sự kiện duy nhất xảy ra trong vấn đề biên giới phía bắc giữa nhà Mạc và nhà Minh trong suốt 65 năm tồn tại của nhà Mạc. Mặc dù vậy, trong những nội dung đầu hàng của [[Mạc Đăng Dung]], việc cắt đất bị nhiều sử gia về sau lên án gay gắt.<ref>Viện Sử học, sách đã dẫn, tập 3, tr 448<\/ref> Tuy nhiên nhiều nhà sử học hiện đại nói rằng qua các sử sách Trung Quốc và Việt Nam, vấn đề chủ quyền đầu tiên với cũng như sự thay đổi địa lý hành chính của vùng đất này là rất phức tạp, hiện tại rất khó xác định rõ ràng.<ref>Viện Sử học, sách đã dẫn, tập 3, tr 455<\/ref> Họ cũng cho rằng sự nhẫn nhục của Mạc Đăng Dung không những trực tiếp cứu nhà Mạc mà còn gián tiếp cứu nhà [[Nhà Lê trung hưng|Lê trung hưng]], bởi nếu nhà Mạc bị nhà Minh diệt như nhà Hồ thì nhà Lê cũng sẽ bị nhà Minh diệt như nhà [[Nhà Hậu Trần|Hậu Trần]].<ref>Nhiều tác giả, sách đã dẫn, tr 109-110<\/ref>\n\n== Với các vương quốc khác ==\nHầu như sử sách không đề cập đến quan hệ của nhà Mạc với các vương quốc khác trong khu vực do tình hình chiến tranh Lê-Mạc ở Đại Việt.\n\n==Tham khảo==\n{{refbegin|30em}}\n* Viện sử học (2007), ''Lịch sử Việt Nam, tập 3'', Nhà xuất bản Khoa học xã hội\n* Viện Sử học (2007), ''Lịch sử Việt Nam, tập 4'', Nhà xuất bản Khoa học xã hội\n* [[Đại Việt sử ký toàn thư]]\n* [[Khâm định Việt sử Thông giám Cương mục]]\n* ''Đại Việt thông sử'', [[Lê Quý Đôn]], Nhà xuất bản văn hóa thông tin, 1993\n* ''Ngoại giao Đại Việt'', Lưu Văn Lợi, nhà xuất bản Công an nhân dân, 2000\n* Trần Trọng Kim, ''[[Việt Nam sử lược]]''\n* Nhiều tác giả (1995), ''Nhà Mạc và vấn đề nguỵ triều trong sử sách'', Nhà xuất bản Văn hoá thông tin\n* Nguyễn Huy Thức, Lê Văn Bảy (2006), ''Lê triều dã sử'', Nhà xuất bản Văn hoá thông tin\n* Viện Sử học (1996), Vương triều Mạc, Nhà xuất bản Khoa học xã hội\n* [[Phan Huy Chú]], ''Lịch triều hiến chương loại chí''\n{{refend}}\n\n== Chú thích ==\n{{tham khảo|30em}}\n== Liên kết ngoài ==\n* [http:\/\/anninhthudo.vn\/chinh-tri-xa-hoi\/chinh-sach-ngoai-giao-cua-trieu-mac\/619880.antd Chính sách ngoại giao của triều Mạc]\n* {{en icon}} [http:\/\/epress.nus.edu.sg\/msl\/place\/63 Annam] {{Webarchive|url=https:\/\/web.archive.org\/web\/20061203051931\/http:\/\/epress.nus.edu.sg\/msl\/place\/63 |date = ngày 3 tháng 12 năm 2006}}, thu thập các đoạn tài liệu ''[[Minh Thực Lục]]'' ([[wikt:明|明]][[wikt:實|實]][[wikt:錄|錄]]) của [[nhà Minh]] về Đại Việt, trong đó có nhiều phần liên quan đến thời kỳ trị vì của nhà Mạc.\n{{Lịch sử Việt Nam thời Mạc}}\n{{Lịch sử ngoại giao Việt Nam}}\n{{Các chủ đề|Lịch sử Việt Nam}}\n\n[[Thể loại:Lịch sử Việt Nam thời Mạc]]\n[[Thể loại:Nhà Mạc]]\n[[Thể loại:Ngoại giao Việt Nam]]"}