{"509613":"Nước [[Đại Việt]] dưới '''[[nhà Tây Sơn|triều đại Tây Sơn]]''', có '''quan hệ ngoại giao''' với các nước [[Xiêm|Xiêm La]] và [[Trung Quốc]] ở triều [[Nhà Thanh|Mãn Thanh]].\n\n[[Nguyễn Huệ]] - tức Hoàng Đế [[Nguyễn Huệ|Quang Trung]] - là một nhà cầm quân thành công trong [[lịch sử Việt Nam]]. Không những thế, ông cũng là vị Hoàng Đế giỏi về mặt ngoại giao. Đường lối chính Trị của Hoàng Đế [[Nguyễn Huệ|Quang Trung]] đã được thể hiện một cách sinh động trên những văn từ giao thiệp với [[nhà Thanh]], của những người dưới quyền ông, như: [[Ngô Thì Nhậm]], [[Phan Huy Ích]], [[Vũ Văn Dũng]], [[Vũ Huy Tấn]]...\n\n== Với Xiêm La ==\n{{Xem thêm|Trận Rạch Gầm-Xoài Mút}}\n[[Tập tin:Buddha Yodfa Chulaloke portrait.jpg|trái|nhỏ|Vua Xiêm La [[Rama I]] (1737 - 1809)]]\nSau khi giết hai chúa [[Nguyễn Phúc Thuần]] và [[Nguyễn Phúc Dương]] vào năm [[1777]], thủ lĩnh [[nhà Tây Sơn|phong trào Tây Sơn]] là [[Nguyễn Nhạc]] xưng làm hoàng đế năm [[1778]], đặt hiệu là Thái Đức, chính thức thiết lập [[triều đình Tây Sơn]]. Lực lượng sót lại của chúa Nguyễn vẫn chống Tây Sơn tại [[Nam Bộ Việt Nam|Nam Bộ]], lập cháu [[chúa Nguyễn]] là [[Gia Long|Nguyễn Ánh]] làm chúa mới. Từ năm [[1778]] đến [[1783]], Nguyễn Ánh nhiều lần tập hợp lực lượng khôi phục nhưng bị Tây Sơn đánh bại phải bỏ chạy.\n\nTrong hoàn cảnh đó, cả Nguyễn Ánh và Tây Sơn đều muốn tranh thủ [[Xiêm|Xiêm La]] đang thịnh trị và thực hiện chính sách bành trướng dưới sự trị vì của [[vương triều Chakri]]. Nguyễn Ánh muốn cầu viện Xiêm La mang quân giúp đánh Tây Sơn. Tây Sơn cũng muốn đặt quan hệ với Xiêm La để tránh một cuộc chiến với nước láng giềng. Do đó Nguyễn Nhạc đã cử sứ giả đến Bangkok gặp vua Xiêm La [[Rama I]]. Giám mục người Pháp [[Pigneau de Behaine|Pigneau de Béhaine]] (Bá Đa Lộc) - người ủng hộ đắc lực cho [[Gia Long|Nguyễn Ánh]] - đã gặp vị sứ giả này vào tháng 11 năm 1783 tại kinh đô Bangkok<ref>Tạ Chí Đại Trường, sách đã dẫn, tr 140<\/ref>.\n\nTài liệu phản ánh rất ít về chuyến đi sứ của phía Tây Sơn trong việc thiết lập quan hệ hữu hảo với Vương quốc Xiêm La. Kết quả sau đó cho thấy trong thời điểm phải chọn lựa giữa Tây Sơn và Nguyễn, Rama I đã chọn Nguyễn, do sự tranh chấp ảnh hưởng giữa Tây Sơn và Xiêm tại vùng đệm là nước [[Chân Lạp]]<ref>Vua Chân Lạp là Nặc Ấn bị tướng người [[Malaysia]] là Chiêu Thùy Biện đánh đuổi, bèn cầu cứu Tây Sơn. Phò mã [[Trương Văn Đa]] trấn thủ Gia Định mang quân sang đánh đuổi Chiêu Thùy Biện và xô xát với quân Xiêm. Chiêu Thuỳ Biện chạy sang Xiêm La. Sau khi Văn Đa rút khỏi Chân Lạp đầu năm 1784, tình hình quan hệ Xiêm-Tây Sơn càng căng thẳng<\/ref>. Việc thiết lập hòa bình với Xiêm La của Nguyễn Nhạc không thành công và chiến tranh sau đó bùng nổ, Xiêm La giúp đỡ Nguyễn Ánh vì muốn tranh thủ chúa Nguyễn làm con bài để mang quân sang giành lại ảnh hưởng ở Chân Lạp và đánh Nam Bộ của Đại Việt. Quốc vương Rama I đã liên minh với Nguyễn và cho cháu là Chiêu Tăng và Chiêu Sương mang quân tiến đánh Gia Định<ref>Tạ Chí Đại Trường, sách đã dẫn, tr 141<\/ref>.\n\nLiên quân Xiêm-Nguyễn chiếm ưu thế tại chiến trường. [[Nguyễn Huệ]] mang quân từ Quy Nhơn vào tiếp ứng cho [[Trương Văn Đa]]. Sau vài trận đánh chưa phân thắng bại, để tìm cách ly gián giữa chúa Nguyễn Ánh với quân Xiêm, Nguyễn Huệ dùng một người Chân Lạp làm sứ giả mang nhiều vàng bạc, gấm vóc đến gặp chủ tướng của quân Xiêm xin giảng hòa với điều kiện như sau:\n:''\"Tân triều (Tây Sơn) và cựu triều (Nguyễn Ánh) nước tôi tranh nhau lãnh thổ và nhân dân, không thể cùng đứng với nhau được. Nước tôi cùng nước Xiêm cách trở xa xôi, trâu và ngựa không đánh hơi nhau được, chẳng hay vương tử (chỉ Chiêu Tăng) đến chốn này làm gì. Chi bằng hai nước chúng ta hòa hiếu với nhau. Sau khi xong việc, nước tôi sẽ y lệ tiến cống. Như thế có phải là được lợi lâu dài không? Vậy việc cựu chúa (chỉ Nguyễn Ánh) nước tôi để mặc chúng tôi lo liệu, xin vương tử đừng có giúp đỡ\"''\n[[Tập tin:GiaLong.jpg|phải|nhỏ|Chúa Nguyễn Ánh (1762 - 1820), sau là Hoàng đế Gia Long nhà Nguyễn.]]\nSau đó Nguyễn Huệ còn nhiều lần biếu vàng lụa cho các tướng Xiêm và sai sứ giả xin điều đình giảng hòa khiến Chiêu Tăng tin rằng Nguyễn Huệ không dám tiến công và đang chờ đợi kết quả giảng hòa, bất chấp sự hoài nghi của Nguyễn Ánh. Dù vậy, Chiêu Tăng không thực lòng hòa với Tây Sơn mà vẫn tiến quân đánh Mỹ Tho vì tin rằng việc nhận lời cho hòa với Tây Sơn sẽ làm Nguyễn Huệ mất cảnh giác. Nhưng Nguyễn Huệ đã dự liệu được ý đồ của Chiêu Tăng và phục binh tiêu diệt đại bộ phận quân Xiêm ở [[Trận Rạch Gầm – Xoài Mút|Rạch Gầm-Xoài Mút]].\n\nHoạt động ngoại giao ban đầu của Nguyễn Nhạc với vua Xiêm La năm 1783 mang mục tiêu cứu vãn hòa bình; ngược lại việc Nguyễn Huệ sai sứ cầu hòa với Chiêu Tăng trước đại chiến Rạch Gầm-Xoài Mút ngoài tính chất chính trị để chia rẽ quân Xiêm và Nguyễn Ánh còn mang tính chất chiến thuật quân sự khiến quân địch coi thường lực lượng Tây Sơn.\n\n== Với Trung Quốc ==\n[[Nhà Tây Sơn|Quân Tây Sơn]] trong khi đuổi đánh [[nhà Thanh|quân Thanh]], đã bắt được chiếu thư cùng quân ấn của [[Tôn Sĩ Nghị]], qua đó nắm biết được đầy đủ âm mưu [[xâm lược]] [[Đại Việt]] của [[nhà Thanh]]. Hiểu rõ tình hình kẻ địch như vậy, để dập tắt cuộc chiến tranh có thể lại xảy ra, vua [[Nguyễn Huệ|Quang Trung]] đã sáng suốt \"tấn công\" trước bằng [[chính trị]], [[ngoại giao]]. [[Ngô Thì Nhậm]] và [[Phan Huy Ích]] là những người giữ vai trò quan trọng thực hiện chủ trương ấy.\n===Sách lược của Càn Long===\nKhi truy kích quân Thanh vua Quang Trung đã bắt được chiếu thư Càn Long gửi [[Tôn Sĩ Nghị]] có đoạn viết: ''...việc quân nên từ đồ, không nên hấp tấp. Hãy nên đưa hịch truyền thanh thế đi trước, và cho các quan nhà Lê về nước củ hợp nghĩa binh, tìm Tự quân nhà Lê đem ra đứng đầu để đối địch với [[Nguyễn Huệ]] thử xem sự thể thế nào. Nếu lòng người nước Nam còn nhớ nhà Lê, có quân ta kéo đến ai chẳng gắng sức.\n\n''Nguyễn Huệ tất phải tháo lui. Ta nhân dịp ấy mà sai Tự quân đuổi theo rồi đại binh của ta theo sau, như thế không khó nhọc mấy mà nên được công to. Đó là mẹo hay hơn cả.\n\n''Ví bằng suốt người trong nước nửa theo đằng nọ, nửa theo đằng kia, thì Nguyễn Huệ tất không chịu lui. Vậy ta hãy đưa thư sang bảo đường họa phúc, xem nó đối đáp làm sao. Đợi khi nào [[thủy quân]] ở Mân ([[Phúc Kiến]]), Quảng đi đường bể sang [[Thuận Hóa]] và [[Quảng Nam]] rồi, [[bộ binh]] sẽ tiến lên sau. Nguyễn Huệ trước sau thụ địch thế tất phải chịu. Bấy giờ ta sẽ nhân mà làm ơn cho cả hai bên: Tự đất Thuận Hóa, Quảng Nam trở vào Nam thì cho Nguyễn Huệ; tự [[xứ Nghệ|châu Hoan]], [[thanh Hóa|châu Ái]] trở ra Bắc thì phong cho Tự quân nhà Lê. Ta đóng đại binh lại để kiềm chế cả hai bên, rồi sẽ có xử trí về sau.''\n\nXem sách lược trên, thì quả vua Càn Long là người thông thạo cách dùng binh. Xem tờ tấu của Tôn Sĩ Nghị lại thấy có những câu sau:\n\n::''...Nội lực nhà Lê yếu lắm, rồi ra chắc cũng không giữ nổi nước đâu. Nay họ sang cầu viện đối với danh nghĩa bề ngoài không lẽ triều đình ta không cứu... Nhân dịp này nếu hưng phục cho nhà Lê được rồi ta sẽ đặt thú binh mà giữ lấy nước. Thế là vừa có ơn với Lê, lại vừa lấy được An Nam. Thật là nhất cử lưỡng lợi.''<ref>Bang giao hảo thoại, Văn Tân lược dịch<\/ref><ref>Văn Tân, Cách mạng Tây Sơn, Nhà xuất bản Văn sử địa, 1958, trang 103-104<\/ref>\n\n===Giai đoạn đầu cuộc chiến===\nKhi [[Tôn Sĩ Nghị]] sắp kéo quân sang [[Đại Việt]], ông cho đưa thư báo mọi người biết: ''Ai bắt sống được [[Nguyễn Nhạc]], [[Nguyễn Huệ]] đem nộp sẽ được công đầu''. Tướng Tây Sơn là [[Ngô Văn Sở]] liền cho thảo một bức thư ký tên Sùng nhượng công Lê Duy Cẩn, rồi cho Nguyễn Nha đưa đến [[Tôn Sĩ Nghị]] xin hoãn binh, với những lời lẽ thật mềm dẻo, nhưng lại có những cảnh báo cho quân Thanh thấy rằng nếu đem quân vào, nhân dân [[Đại Việt]] đã thực hiện vườn không nhà trống; quân đội thì sẵn sàng và kiên quyết đánh giặc, được thể hiện ở những câu sau: ''...Hiện nay, trong nước tôi đột nhiên nghe tin quân Thiên triều sắp qua cửa ải...Lính thì sợ vướng víu vào nghịch án, nên họ bảo nhau rằng: \"Không đánh lại thì bị giết sạch!\" Dân thì sợ không lấy gì cung ứng cho quân lương, nên họ bảo nhau rằng: \"Không trốn tránh thì bị chết hết!\" Vì thế, quân các đạo đều tranh nhau đến nơi đồn lũy, dân các xứ đều xô nhau tìm vào nơi núi rừng...'' Nhưng [[Tôn Sĩ Nghị]], bác bỏ thư của Ngô Văn Sở, rồi cứ cho quân vượt trấn Nam Quan vào Đại Việt.<ref>Bang giao tập, Văn Tân lược dịch<\/ref><ref name=\"Bang giao hảo thoại\">Bang giao hảo thoại<\/ref><ref>Văn Tân, Cách mạng Tây Sơn, trang 106<\/ref>\n\n===Khi quân Thanh đang chiếm đóng Thăng Long===\nVua Quang Trung sai [[Trần Danh Bính]] dẫn đầu một sứ bộ gồm 18 người đến [[Thăng Long]] đưa cho [[Tôn Sĩ Nghị]] ba đạo bẩm văn, Một đạo nhân danh giám quốc [[Lê Duy Cẩn]], một đạo nhân danh quần thần văn võ, một đạo nhân danh nhân dân xin Tôn Sĩ Nghị đóng quân ở trấn Nam Quan để tra xét nội tình nhà Lê và Tây Sơn từ trước đến giờ. Vua Quang Trung còn đem nộp cho Tôn Sĩ Nghị những [[tuần dương binh]] là nhóm [[Hắc Thiên Tôn]] gồm 40 người do [[Ngô Văn Sở|Ngô Hồng Chấn]], tướng Tây Sơn, bắt được từ trước.<ref>Đó là kế làm kiêu lòng quân địch của [[Nguyễn Huệ]]<\/ref>\n\nNhưng Tôn Sĩ Nghị xem bẩm văn liền xé phăng ngay đi, rồi sai đem bọn Trần Danh Bính ra giết. Sau đó, Tôn Sĩ Nghị cho truyền [[hịch]] đi các nơi kể tội quân [[Nhà Tây Sơn|Tây Sơn]], báo cho mọi [[loài người|người]] biết, quân [[Thanh]] sẽ đánh thẳng vào Quảng Nam bắt sống \"bọn Nguyễn Huệ\" mới thôi.<ref name=\"Bang giao tập\">Bang giao tập<\/ref><ref>Văn Tân, Cách mạng Tây Sơn, trang 120, 121<\/ref>\n\n===Sau trận Ngọc Hồi - Đống Đa===\nNgay từ khi kéo quân đến [[Tam Điệp]] trên đường ra [[Thăng Long]] đánh quân Thanh, Vua Quang Trung đã tính đến việc giảng hòa với nhà Thanh sau khi thắng trận. Cho nên khi kéo quân vào [[Thăng Long]], ông đã ra lệnh cấm giết bại binh Thanh mỗi khi bắt được. Nhà vua lại cho phép quân Thanh được ra thú. Nhờ chính sách khoan hồng này, số quân Thanh được giải về Thăng Long có hơn 800 người, họ đều được cấp lương ăn và quần áo mặc. Trước khi trao trả cho nhà Thanh, vua Quang Trung ra một tờ chiếu dụ chúng, với lời lẽ chính nghĩa đanh thép, đầy tự hào mà chí tình chí lý: \n:''\"Việc quân là cái độc của thiên hạ.\n:''Gặp giặc thì giết, lẽ đó là thường.\n:''Bắt được mà tha, xưa chưa từng có.\n:''Trẫm theo lẽ trời và thuận lòng người, nhân thời cách mệnh, lấy việc binh nhung mà định thiên hạ. Việc Tổng đốc Tôn Sĩ Nghị nhà các ngươi sức hèn tài mọn, không biết tự lượng, đem hai mươi chín vạn quân sang cửa quan, vượt suối trèo non, vô cớ xông vào chỗ hiểm nguy để gây binh hấn, khiến cho các ngươi, một lũ dân đen vô tội phải nằm sương gối tuyết và chết ở hòn đạn mũi tên. Đó là tội của Tổng đốc nhà các ngươi.\n:''Trẫm trỏ cờ lệnh, chỉ trong một trận, quét sạch các ngươi như kiến cỏ; kẻ đã chết trận xương chất thành núi. Những kẻ trận tiền bị bắt, hoặc thế bách xin hàng, đáng lẽ phải thiết quân luật mà chém ở pháp trường. Song vì thể tấm lòng hiếu sinh của thượng đế và lấy tấm lòng bao dung, trẫm tha tính mạng cho các ngươi và cho các ngươi được sung vào các hàng quân hoặc cấp lương hướng cho, để các ngươi khỏi bị khổ kẹp cùm, đánh đập.\n:''Đấng vương giả coi bốn bể như một nhà, các ngươi nên thể lòng trẫm mà bỏ sự ngờ sợ để báo ơn trẫm.\"''<ref name=\"Bang giao tập\"\/><ref>Bang giao hảo thoại, (Hàng binh chiếu)<\/ref><ref>Văn Tân, Văn Lang, Lê Sĩ Thắng, Chương Thâu, Ngọc Liễn; Ngô Thì Nhậm con người và sự nghiệp, Ty văn hóa thông tin Hà Tây, 1974, trang 112<\/ref>\n\nKhi đem những tù binh này trả về Trung Quốc, Vua Quang Trung có viết cho Thang Hùng Nghiệp bức thư trong đó có đoạn:\n\n''... Trượng phu làm việc bao giờ cũng minh bạch, không giết kẻ đã xuống ngựa xin hàng, nên đối với họ tôi đã nhất nhất thu nuôi cả. Nay đã điều tra cẩn thận, thì số quan quân hiện còn ở quốc đô vào hơn 500 người. Ngoài số 200 tên do quân bản bộ đem đến những nơi trấn thủ và ngót 100 bị đau ốm bị tật dịch ra, tôi giao cho bồi thần là bọn [[Nguyễn Hữu Trù]] đem đến cửa ải nộp trả hơn 550 tên. Còn 200 tên nữa thì đang đi đường khác sẽ lục tục nộp sau...'' <ref>Văn Tân, ''Cách mạng Tây Sơn'', trang 143-144<\/ref>\n\n=== Bước đầu đàm phán ===\nLúc này, [[Quảng Tây]] phân tuần Tả giang binh bị đạo thống lý biên vụ là [[Thang Hùng Nghiệp]]. Đã nhìn thấy bằng mắt sức mạnh của [[quân đội Tây Sơn]]. Ông đã thấy nhân dân Trung Quốc lũ lượt chạy lên phía bắc khi họ được tin quân Tây Sơn đuổi quân Thanh của Tôn Sĩ Nghị đã vào trấn Lạng Sơn. Ông biết rằng nếu để chiến tranh lại xảy ra một lần nữa thì trước hết chỉ có hại cho nhân dân Trung Quốc, sau nữa có hại trực tiếp ngay đến bản thân địa vị của ông. Là biên thần ở Quảng Tây ông không thể không tham dự cuộc viễn chinh. Trong trường hợp lại thất bại, chức vị của ông sẽ khó được bảo toàn. Trước mắt chỉ có một con đường là chấm dứt chiến tranh, giảng hòa với triều đình Tây Sơn thì mới có lợi cho nhân dân Trung Quốc và có lợi cho bản thân ông. Theo ông, công việc giảng hòa phải do phía Đại Việt đề xuất trước, thì nhà Thanh mới khỏi mất thể diện.<ref>Văn Tân, Văn Lang, Lê Sĩ Thắng, Chương Thâu, Ngọc Liễn; Ngô Thì Nhậm con người và sự nghiệp, Ty văn hóa thông tin Hà Tây, 1974, trang 65<\/ref>\n\nNgày 12 tháng 1 năm [[Kỷ Dậu]], sau [[trận Ngọc Hồi - Đống Đa|trận Ngọc Hồi-Đống Đa]] có 7 ngày ông đã bí mật viết cho vua Quang Trung một bức thư như sau:\n\n:''\"Xét ra vua Lê nước An Nam phụng sự Thiên triều đã lâu, khi bị họ Nguyễn Tây Sơn chiếm đoạt quốc đô, Đại Hoàng đế sai Nguyên nhung đem quân ra cửa Nam Quan lấy lại đất cho nhà Lê rồi lại nối phong cho làm quốc vương. Không ngờ Lê Duy Kỳ hèn yếu không có tài năng, không chấn tác được tí gì, lại đem mẹ ngầm trốn. Thế là họ Lê không dấy lên được. Sau này không đem An Nam giao cho nữa.\n\n:''Đại Hoàng đế coi bốn biển là một nhà, không thèm đem An Nam thu về làm quận huyện\n\n:''Nhưng đáng tiếc họ Nguyễn Tây Sơn lại kháng cự lại. Theo lẽ đó thực là bất thuận.\n\n:''Bản đạo nghĩ An Nam vô chủ. Nếu đại binh lại tiến đánh, thế tất các tỉnh chia đường đều tiến, chẳng khỏi giết hại nhân dân. Họ Nguyễn ngươi liệu sức có thể kháng cự mãi được không? Vì thế ta mật đưa trát dụ cho biết rằng: Họ Nguyễn Tây Sơn nhân lúc này chưa có dụ chỉ, chọn ngay một vài viên quan lập tức đem biểu đến cửa Nam Quan tâu với Đại Hoàng đế rằng: \"Vì Duy Kỳ không được nhân dân quy phục, nhân dân trốn tránh đi hết, nên phải đem quân đến thay vì trấn thủ. Không ngờ khi đi đường, gặp quân Thiên Triều, thế rất dữ dội, gặp ai cũng giết. Bó tay chịu trói thế tất bị giết hết cả. Bởi thế những người cầm quân phải chống cự lại. Tự biết rằng mang tội rất nặng. Hiện đã tra ra những người kháng cự thiên binh và đã đem chém đi rồi...\n\n:''Tờ biểu này trang sau đề niên hiệu Thiên triều, đóng ấn \"Khâm ban An Nam quốc vương\". Như thế thì lời biểu cung thuận, Đại Hoàng đế xét lòng thành sẽ cho ngươi chủ trì quốc sự.\n\n:''Ta sau này cùng An Nam giao thiệp rất nhiều. Bởi thế mật dụ cho biết. Sau này họ Nguyễn Tây Sơn trình bẩm Cung Bảo đại nhân quyết không nên đề cập đến trát này của bản đạo. Phải giữ cho kín. Thuận nghịch họa duy Tây Sơn tự chủ. Bản đạo không nói đến lần thứ hai nữa đâu.\n\n::::::::::''Nay trát\" <ref name=\"Bang giao hảo thoại\"\/>\n\nLúc Thanh Hùng Nghiệp viết thư trên là lúc quân Tây Sơn đang truy kích quân Thanh, lại có tin quân Tây Sơn sẽ vượt qua biên giới, ông vô cùng hoảng sợ. Sau mật thư trên có ba ngày, ông lại viết cho Vua Quang Trung một thư nữa, mặc dầu thư thứ nhất chưa đến tay vị thủ lĩnh phong trào Tây Sơn. Nguyên văn bức thư như sau:\n:''\"Xét họ Lê nước An Nam hèn nhát không tài không giữ được nghiệp tổ. Nay lại bỏ nước ngầm trốn, thì người ấy quyết không thể lại cho làm chủ nước An Nam.\n:''Bây giờ đang định tâu xin Đại Hoàng đế cho lập người tài năng chính trực để trấn thủ nước An Nam, trên dâng lễ cống, dưới thỏa đời sống của nhân dân.\n:''Ngươi là họ Nguyễn Tây Sơn ở gần An Nam, chưa biết chừng Đại Hoàng đế đem ngươi phong làm An Nam quốc vương. Bởi vì hiện tại, trừ họ Nguyễn Tây Sơn ra, thực không có người nào có thể chủ trì được công việc của nước An Nam.\n:''Bản đạo trước đã sai người đem tờ hiểu dụ đến đô thành nhà Lê. Ngày ấy chủ ngươi tất đã làm tờ phúc đưa đến. Hiện lại nghe nói lũ quan mục các ngươi đã đến Lạng Sơn. Nhưng không được làm hại quan dân trăm họ xứ ấy, phải để cho họ yên tĩnh giữ phép, đợi chủ ngươi phúc bẩm. Nếu các ngươi không ước thúc các quan mục, lại dám tự ý làm bậy, thì Đại Hoàng đế không những không ban ân điển, mà còn tức giận cho họp quân tiến đánh, không thể khoan thứ được.\n::::::::::::::::::''Nay dụ\n:::::::::::::''Ngày 15 tháng 1 năm Kỷ Dậu\n::::::::::::::''năm Càn Long thứ 54\"<ref name=\"Bang giao hảo thoại\"\/>''\n\nThấy rõ chỗ yếu của quân Thanh và biết họ đang tìm cách để giảng hòa. Ngày 18 tháng 1 năm Kỷ Dậu, vua Quang Trung sai [[Ngô Thì Nhậm]] viết cho Thanh Hùng Nghiệp một bức thư với lời lẽ khi thì cứng rắn khi thì mềm dẻo, cứng rắn trong thái độ bảo vệ độc lập của dân tộc, mềm dẻo để nhà Thanh chấp nhận được điều kiện giảng hòa mà không mất thể diện. Bức thư ấy như sau:\n\n:''\"Tôi là một người áo vải ở trại Tây Sơn nước An Nam, sinh trưởng ở cõi xa, hâm mộ thánh giáo Trung Hoa. Gặp lúc biến cố đành theo chinh chiến. Mùa hạ năm Bính Ngọ có việc ở Tây thành rồi lại về Nam. Mùa xuân năm Mậu Thân, nhân trong nước không yên, đem quân lại đến (Thănh Long). Năm ấy đã khiến sứ giả đến cửa Nam Quan đem đủ quốc tình tâu lên, cúi mong Đại hoàng Đế phân xử. Nhưng lưỡng Quảng tổng đốc Tôn Sĩ Nghị xé thư đuổi sứ, rồi lại nghe người đàn bà Lê nịnh hót nói khéo, vô cớ động binh, gây việc hiềm hấn ở ngoài biên.\n:''\"Ngày 5 tháng 1 năm nay, lúc mới đến tôi mong gặp Tôn Sĩ Nghị để hỏi xem dùng binh có thực là do Đại Hoàng đế không? Nhưng Sĩ Nghị tự đón đánh, rồi bị đày tớ của tôi đánh bại, quân sĩ giầy xéo lên nhau chết không biết bao nhiêu mà kể. Những quân hiện bị bắt hiện còn hơn 800 người... Tôi đã cấp cho ăn mặc và cho ở riêng một chỗ. Tôi không lấn sang biên giới để phải tội với thượng quốc.\n:''\"Chỉ vì con cháu nhà Lê hèn yếu, người nước đều về với tôi. Sĩ Nghị vì cớ tài sức, muốn phù trì người hèn yếu, không tài, đem tấm lòng cung thuận của tôi vất bỏ đi. Lại đưa thư vào trong cõi, muốn giết hại tôi cho sướng. Bởi thế gây nên binh đao rồi bị thảm bại.\n:''\"Tôi ở xa bến biển, làm gì cũng bị Sĩ Nghị ức hiếp. Nay sự thế xui khiến, tôi đã mang tiếng lấy cánh tay bọ ngựa chống bánh xe. Tiếp được lời dụ của đại nhân, lòng mắt đều mở rộng ra... Còn như mẹ con Duy Kỳ gây nên hiềm hấn, rồi bỏ nước ngầm trốn, hoặc giả lại đến đất biên giới của thượng quốc. Tôi mong Tôn đài tra rõ tâu lên rồi đưa cho bản quốc lĩnh về xét xử cho hả lòng dân. Như thế mới là trừ ác trừ tận gốc...\n:''\"Nay quân đội cốt ở chỗ đoàn kết một lòng, không cốt ở chỗ đông, binh lính quý ở chỗ tinh nhuệ, không quý ở chỗ nhiều. Kẻ khéo thắng ở chỗ vô cùng mềm dẻo, chứ không phải ỷ mạnh lấn yếu, lấy đông hiếp ít đâu.\n:''\"Nếu tình hình trên không được bày tỏ, Thiên triều không khoan dung, muốn động binh chinh chiến thì nước nhỏ không được thờ nước lớn, tôi cũng đành nhờ trời mà thôi. (Nhân tiện nộp kèm theo tờ hịch của Tôn Sĩ Nghị ức hiếp tôi để gây ra chinh chiến)\n\nBức thư trên vua Quang Trung giao cho [[Vũ Văn Dũng]] lúc này đang là Hô Hổ Hầu mang sang Quảng Tây giao cho Thanh Hùng Nghiệp, cùng với một tờ biểu nhờ Thanh Hùng Nghiệp Chuyển lên cho Vua Càn Long. Tờ biểu này vừa kể tội Lê Duy Kỳ, vừa kể tội Tôn Sĩ Nghị, nó được kết thúc bằng một câu biểu thị thái độ rất cứng rắn của triều đại Tây Sơn:\n\n:''Ôi! Đường đường Thiên triều mà tranh được thua với nước nhỏ, cùng binh độc vũ để thỏa lòng tham. Đó là điều trái với đức hiếu sinh của Thượng đế, Chắc thánh tâm cũng không nỡ thế. Nhưng muôn một xảy ra nạn binh đao không dứt, tình thế đến thế thật không phải lòng tôi muốn thế, mà cũng không dám biết vậy.\n\nXem thư và tờ biểu, Thanh Hùng Nghiệp tái mặt đi. Ông biết vua Quang Trung là người có ý thức dân tộc, không chịu làm những gì hại tới quốc thể. Ông ỉm tờ biểu đi không đệ về Yên Kinh cho vua Càn Long nữa. Ông nói với [[Vũ Văn Dũng]] rằng: ''Ngày nay không phải là lúc 2 nước đang giao chiến, sao lại nói bằng toàn một giọng tức giận thế này. Nói như thế này thì muốn được phong tước hay muốn tái khởi chiến tranh?''. Rồi ngày 22 tháng 1 năm Kỷ Dậu, ông lại viết cho vua Quang Trung một bức mật thư nữa, có những câu đại loại như:\n\n:''Bản đạo xem tờ biểu, thấy về thể chế rất là không hợp, nên phải dụ cho rõ. Lê Duy Kỳ vốn là quốc vương nước An Nam, Đại Hoàng đế đã sai quân hộ tống về nước, không ngờ Duy Kỳ sau khi tập phong lại bỏ nước ngầm trốn phụ ơn to, phạm tội rất nặng; pháp độ Thiên triều ngươi há chẳng biết hay sao. Lúc này nếu Duy Kỳ ở nước ngươi, còn phải áp giải đưa sang để nghị tội. Thế mới là thành tâm thực phục. Nay tờ biểu lại đòi tìm bắt, thực là ra ngoài tình lý... Bản đạo giữ cửa ải ngoài biên, sau này cùng ngươi giao thiệp còn nhiều. Vì thế mở lòng thực, mật vì khai đạo. Sau này quốc trưởng ngươi có trình bày với Cung bảo hộ đường, vạn phần không được nói đến việc này''. Mật thư này lại kèm theo một mật thư khác trong đó có câu: ''Ta xem tờ biểu, ta thấy lạ lùng và sợ hãi quá. Như thế thì nước ngươi không phải là cần Đại Hoàng đế phong vương cho, mà là muốn gây mối binh đoan vậy.''<ref name=\"Bang giao hảo thoại\"\/>\n\nRồi Thanh Hùng Nghiệp khuyên vua Quang Trung nên làm một tờ biểu khác. Vị thủ lĩnh Tây Sơn nghe theo, rồi sai bọn Nguyễn Hữu Trù và Vũ Huy Phác mang sang Quảng Tây nhờ Thanh Hùng Nghiệp chuyển lên Yên Kinh, cùng với mười dật vàng và hai mươi dật bạc.<ref name=\"Bang giao hảo thoại\"\/><ref name=\"Bang giao tập\"\/>\n\n=== Thiết lập hòa bình ===\n[[Tập tin:Annam's envois with Qing's officials.jpg|nhỏ|phải|305px|Cháu của Nguyễn Huệ, Nguyễn Quang Hiển, đang trình ''Trần tình biểu'' lên các quan nhà Thanh]]\nNgày 13 tháng 4 năm Kỷ Dậu. Tổng đốc Lưỡng Quảng sai Thang Hùng Nghiệp mở cửa quan tiếp đoàn của Tây Sơn do cháu vua Quang Trung là Nguyễn Quang Hiển dẫn đầu. Phúc Khan An ngỏ ý sẽ đem sức mình góp phần vào việc khôi phục lại quan hệ hòa bình giữa hai nước Việt - Thanh, nhưng Phúc Khang An không nhận các cống phẩm của vua Quang Trung, cho đem các cống phẩm đó về để chờ lệnh của vua Càn Long từ Yên Kinh.\n\nTrong tháng tư này, vua Quang Trung còn viết cho Thang Hùng Nghiệp một bức thư, yêu cầu Thang mua giúp cho một ít thuốc bắc, Thang cho người đem thuốc bắc sang tặng vua Quang Trung, và yêu cầu nhà vua đến 10 tháng 5 đến Lạng Sơn để gặp Phúc Khang An.\n\nCũng trong tháng tư này, Ngô Thì Nhậm dẫn đầu đoàn sứ thần Tây Sơn sang Quảng Tây. Thang Hùng Nghiệp trả lại cho đoàn những tặng phẩm mà vua Quang Trung đã tặng Thang, nhưng lại đòi khi chính thức nộp cống phẩm phải đưa sang nhà Thanh bốn hoặc hai con voi và quế Thanh Hóa. Về quế, Thang nói rõ quế đem sang cống phải là quế Thanh Hóa to và dày.\n\nTrong một bức thư đề ngày 16 tháng 5 năm Kỷ Dậu, phía Tây Sơn vạch rõ rằng vua Quang Trung không thể lên Nam Quan được, vì đường xa, không muốn làm phí dân tài, dân lực. Vả việc đến cửa quân trần tình, đã sai cháu là Nguyễn Quang Hiển thay làm lễ rồi. Voi cống cũng chưa có, vì đất nước vừa trải qua một thời loạn lạc, chưa thể một lúc đi mua được. Còn quế Thanh phải đến cuối mùa hạ mới có.\n\nQuan hệ Việt-Thanh, đã tiến một bước dài, đó là Càn Long đã đích thân bãi bỏ việc Nam chinh, chuyển Phúc Khang An từ chức đề đốc binh mã chín tỉnh sang làm chức tổng đốc Lưỡng Quảng. Bước tiến triển trên biểu hiện cụ thể là:\n\nNhà Thanh đồng ý hủy bỏ việc động binh để trả thù, và tiếp nhận sứ thần của Tây Sơn.\n\nVua Quang Trung phải dâng biểu \"Nộp lòng thành\", nộp cống phẩm.\n\nĐến đây, nhà Thanh mới chịu chấm dứt chiến tranh, nhưng vẫn chưa chịu thừa nhận Nguyễn Huệ làm An Nam quốc vương.\n\nSau đó Phúc Khang An còn viết cho Vua Quang Trung một bức thư dài báo cho vua Quang Trung biết là vua Càn Long đã ban cho Quang Trung một chuỗi hạt trai, ''Ơn trời cao đất dày đến thế là tốt lắm''. lại báo cho vua Quang Trung biết rằng: bọn Lê Duy Kỳ đã bị róc tóc, mặc quần áo kiểu người Thanh, đã bị đưa đi an trí ở \"ngoại biên\" \"quyết không cho về nước nữa\". Rồi sau đó Phúc Khang An đòi Tây Sơn phải làm miếu thờ Hứa Thế Hanh, Sầm Nghi Đống. Lại cho biết là. Khoảng tháng bảy, tháng 8 năm Canh Tuất (1790) nhà Thanh sẽ làm lễ bát tuần vạn thọ vua Càn Long \"''Có hàng vạn nước vượt biển trèo non đem ngọc xe lễ vật đến chầu''\". Phúc Khang An yêu cầu vua Quang Trung đến ngày đó cũng phải \"chỉnh trang\" sang chầu, và như thế phải khởi hành vào tháng 4 năm Canh Tuất (1790)\n\nĐáng chú ý là sau đó, vua Càn Long xuống chỉ cho vua Quang Trung đại ý nói: do quân Thanh vượt biên giới đến Thăng Long, Nguyễn Huệ phải đem quân ra để hỏi Lê Duy Kỳ vì cớ gì cầu cứu thiên binh; vì bị quân Thanh đánh, quân Tây Sơn bất đắc dĩ phải đánh lại; gặp lúc cầu phao đứt, nên quân Thanh bị chết hại nhiều. Trong tờ chỉ Càn Long còn nhận rằng Nguyễn Huệ đã bắt và giết hết những người đã giết Hứa Thế Hanh và Sầm Nghi Đống. Ông còn cho rằng khi quân Thanh vào Thăng Long, ông đã ra lệnh cho Tôn Sĩ Nghị rút quân về nước, vì Sĩ Nghị không tuân lệnh, cho nên có trận đại bại vào đầu năm Kỷ Dậu. Ông lại đòi lập đền thờ Hứa Thế Hanh và Sầm Nghi Đống, và đòi vua Quang Trung phải đích thân sang Yên Kinh triều cận vào dịp Càn Long làm lễ bát tuần vạn thọ năm Canh Tuất. Ông lại nhắc rằng Lê Duy Kỳ hèn lười, không tài, bỏ ấn trốn đi, chiểu theo pháp luật của Thiên triều phải tội nặng; rằng ông quyết an trí bọn chúng ở Quế Lâm, không bao giờ cho về nước nữa; rằng ông đã ra lệnh cho Phúc Khang An đưa phái đoàn Nguyễn Quang Hiển đến xem chỗ bọn Lê Duy Kỳ ở.<ref>Văn Tân, Cách mạng Tây Sơn, trang 142-148<\/ref><ref>Văn Tân, Văn Lang, Lê Sĩ Thắng, Chương Thâu, Ngọc Liễn; Ngô Thì Nhậm con người và sự nghiệp, Ty văn hóa thông tin Hà Tây, 1974, trang 76-80<\/ref>\n\n===Yêu cầu cống người vàng===\nViệc Nguyễn Huệ cầu phong, theo ý của vua Càn Long, Phúc Khang An lại ra điều kiện đòi triều Tây Sơn phải đúc người vàng đem cống như các triều đại trước. Ngô Thì Nhậm đã viết cho Phúc Khang An bức thư, trong đó có đoạn:\n\n''Quốc trưởng nước tôi vùng lên từ thủa áo vải, nhân thời biết việc, đối với vua Lê vốn không có danh phận vua tôi. Mất hay còn là do số trời; theo hay bỏ là do lòng người. Quốc trưởng tôi có ý cướp ngôi của nhà Lê đâu mà lại coi như kẻ thoán đoạt. Trước đây Tôn bộ đường đem quân đến, quốc trưởng nước tôi bất đắc dĩ phải đem quân ra ứng chiến, không hề có ý xâm phạm biên cảnh để mang tội. Nay đại nhân theo lệ cũ của Trần, Lê, Mạc bắt cống người vàng, như vậy chẳng hóa ra quốc trưởng nước tôi được nước một cách quang minh chính đại mà lại bị coi như hạng ngụy Mạc hay sao? Như thế thì tấm lòng kính thuận sợ trời thờ nước lớn cũng bị coi như việc nhà Trần bắt Ô Mã Nhi, nhà Lê giết Liễu Thăng hay sao?...\n\n''Mong đại nhân noi theo mệnh lớn, miễn cho nước tôi lệ đúc người vàng để tiến cống...\n\nTrong bức thư viết cho Phúc Khang An này, nhà Tây Sơn đã nói rõ rằng các vua [[Việt Nam]] thời trước sở dĩ phải cống người vàng là để chuộc một tội lỗi nào đó đối với Thiên triều. Nguyễn Huệ tự coi không có tội gì với nhà Lê và cũng không có tội gì với nhà Thanh. Như vậy đời nào Tây Sơn chịu đúc người vàng để tiến cống\n\nChính vua Càn Long sau này cũng nhận thấy lệ cống người vàng là vô lý và đã ra lệnh bãi bỏ lệ cống người vàng. Tháng bảy năm Canh Tuất, khi tiếp An Nam quốc vương giả ở hành cung Nhiệt Hà, vua Càn Long tặng một bài thơ trong đó có câu \"Thắng triều vãn sự bỉ kim nhân\" (việc triều trước bắt cống người vàng là đáng khinh bỉ)<ref>Văn Tân, Văn Lang, Lê Sĩ Thắng, Chương Thâu, Ngọc Liễn; Ngô Thì Nhậm con người và sự nghiệp, Ty văn hóa thông tin Hà Tây, 1974, trang 86<\/ref><ref>Văn Tân, Cách mạng Tây Sơn, trang 150-151<\/ref>\n\n=== Sắc phong của Càn Long ===\n[[Tập tin:Portrait of the Qianlong Emperor in Court Dress.jpg|phải|nhỏ|Hoàng đế Càn Long, 1736 - 1796]]\nTrong tờ chỉ vua Càn Long đã tỏ ra rằng ông không thừa nhận Lê Duy Kỳ làm An Nam quốc vương nữa, như vậy là đã mặc nhiên thừa nhận Nguyễn Huệ là chủ nước Đại Việt. Nhưng khi Nguyễn Huệ xin cầu phong, nhà Thanh lại đưa ra những điều kiện này lý do khác. Họ nói, đợi [[Nguyễn Huệ]] vào chầu tại Yên Kinh rồi phong vương một thể.\n\nNhưng rồi vua Quang Trung viện cớ là mình chưa được phong vương, sợ có điều bất tiện khi gặp các vị quốc vương các nước ở Yên Kinh. Thế là Càn Long đành phải phong cho Nguyễn Huệ làm An Nam quốc vương để có điều kiện đến Yên Kinh triều cận một cách đàng hoàng.\n\nTháng 7 năm 1789, Càn Long ra chỉ dụ phong Nguyễn Huệ làm An Nam quốc vương.\n\nTháng 11 năm đó, sứ bộ nhà Thanh mang chiếu phong vương của Càn Long sang Đại Việt phong cho Nguyễn Huệ. Các tướng lĩnh Bắc hà đón tiếp sứ nhà Thanh ở Thăng Long, cho người giả làm Nguyễn Huệ đứng ra nhận chiếu phong vương, cùng nhiều tặng vật của vua Thanh gửi sang, trong đó có đôi vòng ngọc đeo tay. Viết biểu cảm ơn, [[Ngô Thì Nhậm]] đã tán là:\n:''Đến như vòng ngọc đeo tay mà Thiên Tử ban cho là có ý ngầm bảo rằng: \"Tụ tập các hạt ngọc, nối liền các hạt châu\" để xoay quanh ngôi sao Bắc thần tạo nên một cảnh tượng triền miên mãi mãi.''\n\nViệc vua Quang Trung được vua Càn Long chính thức phong làm An Nam quốc vương là một thắng lợi lớn về ngoại giao của nhà Tây Sơn. Từ đây về mặt pháp lý, nhà Thanh không thừa nhận nhà Lê nữa. Phái Lê Duy Kỳ không còn lý do gì để hoạt động \"phục quốc\" trên đất Trung Quốc. Những cựu thần nhà Lê trên đất Đại Việt vì thế mất hết chỗ dựa để tiếp tục hoạt động chống lại nhà Tây Sơn.<ref>Văn Tân, Cách mạng Tây Sơn, trang 146<\/ref><ref>Nguyễn Lương Bích, Phạm Ngọc Phụng, trang 314<\/ref><ref>Văn Tân, Văn Lang, Lê Sĩ Thắng, Chương Thâu, Ngọc Liễn; Ngô Thì Nhậm con người và sự nghiệp, Ty văn hóa thông tin Hà Tây, 1974, trang 78-79<\/ref>\n\n=== Quang Trung giả đi sứ ===\n====Nhà Thanh đòi Nguyễn Huệ đi triều cận====\nSau khi được phong vương rồi, vua Quang Trung vẫn thoái thác không chịu nhận lời sang Yên Kinh triều cận. Ông vin cớ là mẹ mới mất phải ở nhà chịu tang, đi triều cận sợ có điều bất tiện về mặt lễ giáo.\n\nThang Hùng Nghiệp viết thư cho vua Quang Trung khuyên nhà vua cứ ''mặc cát phục vào chầu, đổi hiếu làm trung'' và xin ''cứ đến ngày 25 tháng 3 năm Canh Tuất đến Nam Quan'' để tiến kinh triều cận. Phúc Khang An cũng viết cho Quang Trung một bức thư cố thuyết phục nhà vua cùng với Phúc đi Yên Kinh triều cận.\n\nSau khi gửi thư đi rồi, tổng đốc Lưỡng Quảng e rằng vua Quang Trung không chịu ra đi, cho nên ông cử đại biểu đến Lạng Sơn xin gặp đại biểu của nước Đại Việt để bàn về một vấn đề quan trọng.\n\nCác tướng Tây Sơn ở Thăng Long biết rằng đó chỉ là vấn đề vua Quang Trung sang Yên Kinh triều cận vua Càn Long mà thôi, họ cũng biết rằng vua Quang Trung không bao giờ chịu đi triều cận, cho nên không cần hỏi ý kiến nhà vua, họ đã tự cử một đoàn đại biểu đến Lạng Sơn để gặp đoàn đại biểu của tổng đốc Lưỡng Quảng Phúc Khang An. Đoàn do Ngô Thì Nhậm cầm đầu.<ref>''Bang giao hảo thoại<\/ref>\n\n====Đàm phán====\nThấy đoàn đại biểu của Đại Việt không có [[Ngô Văn Sở]], đại biểu của Phúc Khang An đòi phải có Ngô Văn Sở, họ chỉ có thể nói với Ngô Văn Sở, còn ngoài ra, như cha con trong nhà hay như Thang Hùng nghiệp, họ cũng không thể nói ra được. Rồi họ cho biết rằng thế nào vua Quang Trung cũng phải sang Yên Kinh triều cận.\n\nĐoàn Ngô Thì Nhậm cho biết rằng vì quốc mẫu của An Nam quốc vương tạ thế ngày 28 tháng 1 năm Canh Tuất, cho nên vua Quang Trung không sao bỏ nước ra đi được.\n\nĐại biểu của Phúc Khang An nói đại ý rằng: Tục người Hán để tang 3 năm, nhưng tục người Mãn chỉ để tang 100 ngày. Năm nay (1790) là năm cử hành lễ bát tuần vạn thọ, các quan lại nhà Thanh, văn cũng như võ không ai dám khai là có tang cha mẹ, dù cha mẹ đã chết đi. Vua Càn Long phong cho Nguyễn Huệ làm An Nam quốc vương là phong cho một vị vua khai quốc. Vua Thanh lại biết là An Nam quốc vương sẽ tiến kinh, cho nên nhà vua đã \"tuyên triệu các nước [[Lưu Cầu]], [[Nhật Bản]], [[Triều Tiên]], và [[Mông Cổ]] cùng đến Yên Kinh dự yến. Vào ngày làm lễ, cửa cung nhà Thanh sẽ treo một tấm biển lớn đề bốn chữ ''Vạn quốc lai triều'' (vạn nước lại triều cận). Nếu ngày hôm ấy, An Nam quốc vương không có mặt ở Yên Kinh, thì Đại Hoàng đế sẽ nghĩ như thế nào? Đại Hoàng đế sẽ lấy gì ra mắt với quốc vương các nước?\" Đại Hoàng đế đổ tội cho công gia (Phúc Khang An). Đại Hoàng đế nổi giận tất cho đại binh năm mặt cùng tiến đánh. Công gia tất xin đi trước. Quý quốc lấy gì mà chống lại? Quý quốc sẽ nguy vậy. Ta cùng túc hạ là chỗ thân nhau, cho nên ta nói thẳng. Lúc này quốc vương nên bỏ tình đau thương. Lúc ngồi thuyền thì mặc áo trắng, đến trước mặt vua thì mặc cát phục. Tang chỉ để trong lòng. Tang cha mẹ là trọng, mệnh vua lại trọng hơn. Phải tòng quyền.\n\nNhưng đại biểu phía Đại Việt vẫn viện cớ thoái thác, đại biểu của Phúc Khang An lại nói: ''Công trung đường (từ tôn xưng Phúc Khang An) nhiều lần trần tấu việc gì cũng thành công. Về việc quý quốc vương vào chầu, duy chỉ có Tôn Cung Bảo (Tôn Sĩ Nghị) không tin. Cung Bảo vẫn nói: \"không thể tin lời An Nam quốc vương thân đến chúc thọ; chẳng qua mượn cớ để cầu phong đấy thôi\". Nếu quý quốc vương không đi, thì chẳng hóa ra Tôn Cung Bảo lại là người biết trước sự việc hay sao? Cho nên các ông về tâu với quốc vương nên sớm khởi hành tiến kinh triều cận. Ngày đến Nam Quan phải là ngày 29 tháng 3, thì mới kịp vào kinh.''\n\nĐại biểu của Phúc Khang An còn cho biết: Đại Hoàng đế sợ Duy Kỳ ở Quảng Tây còn có nhiều bầy tôi cũ gây ra việc, cho nên ngày 16 tháng 1 năm [[Canh Tuất]] đã cho đem gia quyến Lê Duy Kỳ lên Yên Kinh, đem 116 người tùy tùng đi an trí ở các tỉnh [[Chiết Giang|Triết Giang]], [[Giang Nam]], [[Tứ Xuyên]], [[Hồ Quảng]]. Lê Quýnh bị đưa đi [[Tân Cương|Ỷ Lệ]] cách Yên Kinh 40000 dặm\n\nNói đủ cách, nhưng phái đoàn [[Ngô Thì Nhậm]] vẫn tìm cách thoái thác, thế rồi đại biểu của Phúc Khang An đã nói như sau: Tôi mong hai nước hòa hảo với nhau làm tốt. Quý quốc vương nếu thực không đi được, cũng nên đặt một diệu kế. Đại biểu Đại Việt nói: Xin ngài dạy bảo cho chúng tôi cảm ơn lắm! Đại biểu của Phúc Khang An nói: Tìm một người diện mạo giống quốc vương đi thay. Việc này chỉ có Công gia, Thang đại nhân, Vương đại nhân và ta là bốn người biết mà thôi. Nếu sợ Lê Duy Kỳ biết, ta bẩm ngay với Công gia đem 1000 người bọn ấy giữ kỹ không cho ra ngoài, còn ai biết được nữa.<ref>''Bang giao tập''<\/ref>\n\n====Kế Hoạch====\nThế là phía Đại Việt sẵn sàng cử một An Nam quốc vương giả sang Yên Kinh triều cận vua Càn Long; phía nhà Thanh do chủ trương của Phúc Khang An, Thanh Hùng Nghiệp cũng sẵn sàng đón tiếp An Nam quốc vương giả với mọi nghi lễ đối với một quốc vương thật sự.\n\nPhạm Công Trị, cháu gọi vua Quang Trung là cậu được chọn đóng vai vua Quang Trung. Theo ý Phúc Khang An thì từ thượng tuần tháng ba, An Nam quốc vương bắt đầu ra đi từ Nghệ An, đến 26 tháng ấy sẽ đến Nam Quan. Ở đây Tổng đốc Lưỡng Quảng và Thang Hùng Nghiệp đã tề tựu đón tiếp. Theo lệnh của triều đình nhà Thanh, Phúc Khang An phải ''bạn tống'' An Nam quốc vương từ Nam Quan cho đến Yên Kinh. Trên đường đi, nếu An Nam quốc vương theo đường thủy thì phải có thuyền, đi bộ phải có kiệu hoặc ngựa. Đoàn vua đi đến đâu, nơi đó phải treo đèn kết hoa hoan nghênh, và phải cung cấp kiệu, ngựa, thuyền, dân phu cần thiết. Tiền dùng để mua thức ăn, vật dùng ở dọc đường đều do triều đình nhà Thanh đài thọ.\n\nĐoàn \"vua Quang Trung\" gồm có 159 người, ngoài vua giả là Phạm Công Trị và con vua Quang Trung là [[Nguyễn Quang Thùy]], còn có [[Ngô Văn Sở]], [[Đặng Văn Chấn]], [[Phan Huy Ích]], [[Vũ Huy Tấn]]... Cụ thể là:\n#Vua Quang Trung (Phạm Công Trị)\n#Bảy người là bồi thần.\n#Một người là vương sanh (Nguyễn Quang Thùy)\n#Mười sáu người phiên dịch.\n#Một người là phù tiết lang.\n#Chín người là hành nhân.\n#Mười hai người là nhạc sinh.\n#Ba mươi người là hộ vệ viên.\n#Bảy mươi ba người là tùy nhân.\n#Chín người là quản tượng.<ref>''Bang giao tập'', sách chữ Hán chép tay, Viện sử học<\/ref>\n\n====Diễn biến====\nTrong kế hoạch là ngày 29 tháng 3 năm Canh Tuất đoàn giả vương đến Nam Quan, nhưng thực ra đến ngày 15 tháng tư đoàn mới từ Nam Quan tiến lên phương Bắc cùng hai thớt voi, quế Thanh Hoa và nhiều cống phẩm khác. Đoàn lên đường được vài ngày thì Nguyễn Quang Thùy mắc bệnh, Phúc Khang An phải cho người đưa về nước điều trị. Vừa đỗ thuyền ở bến Nam Ninh, đoàn đã được viên quan ở đấy mở tiệc chiêu đãi. Liền đó, đoàn được biết khi đoàn vào thành [[Nam Ninh]], tuần phủ Nam Ninh sẽ đặt tiệc khoản đãi. Đoàn vội viết thư xin từ chối.\n\nNgày 23 tháng 4 năm Canh Tuất, được tin Quang Trung đã lên đường đi Triều cận, vua Càn Long phấn khởi liền xuống chiếu phong cho Quang Thùy làm thế tử. Đoàn đi đến đâu cũng được quan lại địa phương đón tiếp rất trọng thể, và tặng nhiều phẩm vật địa phương. Đến [[Quảng Châu]] đoàn trú tại lâu đài làm ở trên sông. Trên đường đi, đoàn nhận được thơ ngự chế và ngọc như ý của vua Càn Long gửi tặng An Nam quốc vương.\n\nTại [[Tử Cấm thành]] ở Yên Kinh nhà bếp chế được một loại bánh sữa dâng lên vua. Lập tức Càn Long cho ngựa chạy trạm đem một hộp bánh đưa cho An Nam quốc vương. Trong khi đoàn đang tiến lên phía Bắc, Càn Long biết Nguyễn Quang Thùy không phải là con trưởng, ông lại xuống chiếu đổi phong cho Quang Toản làm thế tử, còn hà bao và ngọc như ý trước ban cho Quang Thùy thì vẫn ban cho Quang Thùy như cũ.\n\nĐến [[Hồ Bắc]], đoàn lại nhận được quà của vua Càn Long gửi tặng, do ngựa chạy trạm mang đến. Sau đó ít ngày lại có ngựa chạy trạm mang quà của Càn long đến: Năm tấm đoạn ngoài, năm tấm đoạn trong, bốn tấm gấm, bốn tấm đoạn bóng, bốn tấm đoạn vây, một đôi hà bao lớn, hai đôi hà bao nhỏ và nhiều vóc đoạn khác.\n\nTháng bảy năm Canh Tuất đoàn đến Yên Kinh vào lúc lễ vạn thọ đã cử hành, vua Càn Long đã đi nghỉ mát ở Nhiệt Hà. Ông cho mời đoàn đến Nhiệt Hà và tiếp đãi rất trọng hậu rồi ban thưởng cho rất nhiều. Quang Trung giả được tặng một viên ngọc như ý, một tòa ngọc phật và nhiều phẩm vật quý lấy từ kho thượng phương, Ông còn tặng cho cả đoàn một vạn lạng bạc. Các người đi theo đều được ban thưởng mũ áo. Đại tư mã [[Ngô Văn Sở]] được thưởng một cái mũ san hô tam phẩm.\n\nNgày 11 tháng 7 năm [[Canh Tuất]], vua Càn Long tiếp \"vua\" Tây Sơn ở hàng cung Nhiệt Hà, [[Càn Long]] tặng \"Vua\" Tây Sơn một bài thơ như sau:\n\nNguyên văn chữ Hán:\n:::瀛藩入祝值時巡\n:::初見渾如舊識親\n:::伊古未聞來像國\n:::勝朝往事鄙金人\n:::九經柔遠只重澤\n:::嘉會於今勉體仁\n:::武偃文修順天道\n:::大清祚永萬千春\n\nPhiên âm Hán Việt:\n:::Doanh phiên nhập chúc trị thời tuần\n:::Sơ kiến hồn như cựu thức thân\n:::Y cổ vị văn lai Tượng quốc\n:::Thắng triều vãng sự bỉ kim nhân\n:::Cửu kinh nhu viễn chi trùng dịch\n:::Gia hội ư kim miễn thể nhân\n:::Võ yển văn tu thuận thiên đạo\n:::Đại Thanh tộ vĩnh vạn thiên xuân.<ref>Văn Tân, ''Cách mạng Tây Sơn'', trang 150<\/ref><ref>Thanh thông giám, quyển14, trang 4601.<\/ref>\n\nTạm dịch là:\n::Nước phiên đến lúc ta đi tuần\n::Mới gặp mà như đã rất thân\n::Nước Tượng chưa từng nghe triều cận\n::Việc cống người vàng thật đáng khinh\n::Nhà Thanh coi trọng việc đi sứ\n::Chín đạo thường có đạo vỗ yên\n::Xếp võ tu văn đạo trời thuận\n::Đại Thanh còn mãi vạn ngàn xuân.<!-- Dịch thế có lẽ chưa đạt. nếu ai dịch tốt hơn xin dịch giúp. Dịch nghĩa: Nước phiên ngoài biển vào chúc thọ vào lúc ta đi tuần\/ Mới ngặp nhau mà đã như quen biết đã lâu\/ Từ xưa chưa từng nghe việc vua nước Tượng(Việt Nam) đến triều cận bao giờ\/ Cái việc triều trước bắt cống người vàng là đáng bỉ\/ Đạo vỗ yên người xa là một trong chín đạo thường\/ Nhà Thanh coi trọng việc đi sứ\/ Gặp vận hội tốt như ngày nay, nên thể theo lòng nhân của ta. Thuận đạo trời ta xếp việc võ, lo việc văn\/ Nhà Thanh truyền nối lâu dài đến muôn nghìn năm--><ref>có người dịch mhư sau:\n\"Phiên-vương mừng thọ buổi du tuần, \nSơ kiến tình bằng đã quen thân. \nXưa đến, chưa nghe danh nước Tượng, \nTriều thua, chuyện cũ ghét kim nhân. \nXa xôi nhu viễn lai triều cống, \nHội đẹp ngày nay gắng đức nhân. \nXếp võ tu văn hợp thiên đạo, \nĐại Thanh phúc tộ vạn thiên xuân.\" \nNhưng có lẽ dịch vẫn chưa sát nghĩa và còn nhiều Hán tự quá.<\/ref>\nTháng 11, khi vua Quang Trung giả vào bệ kiến vua Càn Long lần cuối cùng trước khi về nước, ông được Càn Long mời vào ngồi bên giường ngự, rồi lấy tay vỗ vai, ân cần an ủi. Sau đó sai thợ vẽ vẽ một bức chân dung để tặng \"vua Quang Trung\". Ngày 29 tháng 11 năm Canh Tuất, đoàn giả vương lên đường về nước. Trên đường về đoàn vẫn được tiếp đón long trọng hệt như lúc đi vậy. [[Phan Huy Ích]] có ghi lại trong ''Tinh sà kỷ hành'' của ông như sau: ''Chuyến đi này được nhà vua (Càn Long) đặc cách cho quan Tổng đốc đi bạn tống. Thuyền, xe, cờ, quạt quáng cả mắt người ta. Đi đến đâu quan lại phải bôn tẩu đón tiếp đến đó. Mùa thu đến hành cung ở Nhiệt Hà, lại được theo xa giá về Yên Kinh, đi [[Tây Uyển]]. Luôn luôn tiến yến hàng tuần, được ơn trời âu yếm, ưu đãi khác thường. Từ trước đến giờ, người mình đi sứ Trung Quốc chưa có lần nào lạ lùng và vẻ vang như thế.''\n\nTheo ''Đại Thanh thực lục'', triều đình nhà Thanh đã phải bỏ ra 800000 lạng bạc để chi tiêu vào việc đón tiếp vua Quang Trung giả, đổ đồng mỗi ngày phải chi chừng 4000 lạng.<ref>''Bang giao hảo thoại''<\/ref>\n\n=== Đòi đất ===\nVào năm 1781 tức năm [[Cảnh Hưng]] thứ 41, [[Trịnh Sâm]] đã dâng biểu lên [[Càn Long]] xét lại vấn đề sáu châu. Nhà Thanh không xét, mà họ Trịnh phải im đó là vì họ không có lực lượng làm hậu thuẫn. Vua Quang Trung cũng đưa biểu đòi đất sáu châu nhưng với uy tín của ông, với lực lượng của nước Đại Việt đang hùng mạnh, nhất định nhà Thanh không thể coi thường yêu sách chính đáng của vua Quang Trung được. Nhà vua đã cho gửi biểu sang vua Thanh, trong biểu có đoạn nói:\n\n:''Trước đây trấn mục nước tôi bảo cho biết dân sáu châu Tung Lăng, Lễ Tuyền, Hoàng Nham, Hợp Phì, Khiêm châu bị quân nội địa (Trung Quốc) cho lính đi bắt phải cải trang đeo bài đóng thuế... Tiểu phiên tôi xét kỹ căn do thì thấy (đầu đuôi như sau): Năm Càn Long thứ 5 (1740) nghịch dân nước tôi là [[Hoàng Công Chất]], bố Hoàng Công Toản, chiếm giữ bảy châu đủ ba mươi năm. Trước kia nhà Lê nấn ná không chịu xét. Dân bảy châu cho là địa thế xa xôi, nước tôi không thể khống chế được, nên cứ nấn ná phụ thuộc vào nội địa. Quan nội địa cứ đánh thuế. Sự việc đến nỗi như thế là vì nhà Lê không thể làm trọn chức trách phòng thủ của mình...\n\n:''Tiểu phiên tôi có đất, có dân, đều là do Đại Hoàng đế ban cho. Bốn cõi tới đâu đều chép ở sách báu, không dám không bày tỏ rõ ràng... Từ năm [[Khang Hi|Khang Hy]] thứ 28 (1689) có tra xét về việc ba động là Nguyễn Dương, Hồ Điện và Phố Viên; đến năm [[Ung Chính]] thứ 6 (1728) mới định lấy sông Đỗ Chú làm giới hạn... Từ Đỗ Hà trở về tây đến nước Xa Lý, tức bảy châu, thật ở trong địa giới Hưng Hóa (nước tôi), cột đá còn đó chưa mất. Tiểu phiên tôi nghĩ đến phong cương làm trọng, tình hình ra sao đều phải thực tình bày tỏ...\n\n:''Ngửa mong Đại Hoàng đế soi xét xuống chỉ cho hai quan đốc phủ ở hai tỉnh Vân, Quý xét hỏi lại cho đúng địa giới bảy châu rồi trả về nước tôi.''<ref>Bang giao hảo thoại (Thỉnh hoàn Hưng Hóa thất châu chi địa biểu) sách chữ Hán chép tay của Viện sử học<\/ref>\n\nĐầu năm 1792, vua [[Nguyễn Huệ|Quang Trung]] lại sai sứ bộ sang [[Bắc Kinh|Yên Kinh]], mang các cống phẩm dâng Càn Long gồm: chiến lợi phẩm lấy được ở Vạn Tượng, sách binh thư của Đại Việt và một quyển sử viết về triều đại Lê Chiêu Thống<ref>Nguyễn Lương Bích, Phạm Ngọc Phụng, sách đã dẫn, tr 321. Việc viết sách sử về một triều đại rất quan trọng, đánh dấu sự kết thúc của triều đại đó<\/ref>. Ông cũng cầu hôn với công chúa Thanh và xin đất Lưỡng Quảng. Trong ''Bang giao hảo thoại'' mà Ngô Thì Nhậm là người chép lại vẫn còn hai văn bản ngoại giao đó. Tờ biểu chính thức đặt vấn đề xin làm con rể vị Thiên Tử nước Đại Thanh như sau:\n:''Thần vốn là một kẻ áo vải đội ơn Thánh Hoàng cho giữ cõi Nam. Khi vào triều cận nơi cung khuyết đã được thấy rõ thiên nhan để vấn an, lại được ban thưởng rất nhiều. Phàm những việc mà ở cõi Nam Giao từ xưa đến nay chưa ai được hưởng, đều được (Thánh Hoàng). Đến khi thần lĩnh chỉ về nước, ngửa trông thánh ân đoái đến, ân chỉ ban luôn. Lồng lộng lòng nhân của Thánh Hoàng không thể tả sao cho xiết...`\n:''Vua nhà Đại Thanh ta vâng chịu mệnh trời có muôn phương đất, những nơi soi đến đều nuôi nấng như con, rộng như doanh hoàn không để ra ngoài sân điện... Trộm nghĩ: Muôn vật không ẩn tình với trời đất, con cái không giấu tình với cha mẹ. Việc gia đình tâm sự đâu dám không bày tỏ với bậc chí tôn. Vừa đây thần bị vận đen, trong nhà thiếu người đơm cúng. Cơ đồ mới gây dựng, thuyền vuông ít người giúp đỡ. Cây ngọc muốn được nương nhờ, khóm dân mong được giữ vững.\n:''Ngước thấy Thanh triều gây nền từ núi Thăng Bạch, dựng nên nghiệp vua, con cháu ức muôn, đời đời phồn thịnh. Từ trước đến nay chế độ nhà trời, công chúa gả xuống, tất phải người tôn quý mới chọn đẹp duyên, không có lệ rộng ra đến các bầy tôi ở ngoài. Phận đã nghiêm chia ra trong ngoài như thế, thật khó mà với đến được. Chỉ vì một niềm tôn mến, riêng trông ngóng, trằn trọc không thôi. Trộm mong cành ngọc nhà trời rộng lan đến cả kẻ ngoại phiên ở dưới, khiến thần được ngửa đội ơn lành gần gụi gót lân...\n:''Chỉ vì quá phận cầu ơn, việc không phải là thường cách, mưu với mọi người chấp sự, không ai dám đề đạt lên cho. Muôn dặm cửa vua ngày ngày trông ngóng. Nay dám không tự lượng, mạo muội giãi bày lòng thành. Kính cẩn sai kẻ bồi thần sang chầu hầu, sau khi tâu bày rồi sẽ vì thần mà giãi bày lòng thực.<ref>''Bang giao hảo thoại'', sách chữ Hán chép tay của Viện Sử học, Văn Tân lược dịch. (Biểu cầu hôn)<\/ref>\n\nĐể thăm dò thái độ nhà Thanh, vua Quang Trung lại giao việc này cho [[Vũ Văn Dũng]], một viên tướng tin cậy quê ở [[Hải Dương]]. [[Vũ Văn Dũng]] mang hai tờ biểu sang Yên Kinh trực tiếp đặt hai vấn đề trên với vua [[Càn Long]]. Vua [[Nguyễn Huệ|Quang Trung]] đã tính đến trường hợp phải dùng lực lượng quân sự đối phó với nhà Thanh, khi vua Càn Long nổi giận. Ông đã chuẩn bị đương đầu với mọi sự bất trắc, đó là nuôi dưỡng nhóm Tề Ngỗi (Tàu Ô) và [[Thiên Địa hội|Thiên Địa Hội]]. Trong trường hợp chiến tranh Việt Thanh lại xảy ra các nhóm này sẽ trở thành những lực lượng hỗ trợ đắc lực.<ref>Ngô Thì Nhậm con người sự nghiệp, trang 94-95<\/ref> Khi vua Quang Trung trù tính việc xin đất làm đô và cầu hôn thì lúc này [[Vũ Văn Dũng]] đang nghỉ ở quê nhà trong trấn [[Hải Dương]]. Vua quang Trung đã hạ sắc chỉ cho họ Vũ như sau:\n:::''\"Sắc truyền cho Hải Dương Chiêu viễn đô đốc tướng quân dực vận công thần Vũ quốc công được gia phong chức chánh sứ đi sứ nước Thanh, được toàn quyền trong việc đối đáp tâu xin hai tỉnh Quảng Đông và Quảng Tây để dò ý và cầu hôn một vị công chúa để chọc tức. Phải thận trọng đấy! Hình thế trong chuyến dụng binh đều ở chuyến đi này. Ngày khác làm tiên phong (đánh nước Thanh) chính là khanh đấy. Kính thay sắc này!\"'' <ref name=\"Ngô Thì Nhậm 1974\">Ngô Thì Nhậm, con người và sự nghiệp, Ty văn hóa-thông tin Hà Tây, 1974, trang 96<\/ref>\n\nCâu ''Hình thế trong chuyến dụng binh đều ở chuyến đi này'', cho thấy [[Vũ Văn Dũng]] đi sứ nước Thanh không phải chỉ có các nhiệm vụ trên mà còn phải dò xét nội tình nhà Thanh, quan sát địa hình địa vật những nơi ông đi qua để một khi chiến tranh Việt Thanh lại bùng nổ thì quân Tây Sơn có thể có một số tin tức tình báo cần thiết mà tổ chức cuộc hành quân.<ref name=\"Ngô Thì Nhậm 1974\"\/>\n\nTheo gia phả họ Vũ, thì Vũ Văn Dũng cầm đầu sứ đoàn đã đến Yên Kinh và được vào bệ kiến vua Càn Long. Vũ Văn Dũng đã hoàn thành cả hai nhiệm vụ: cầu hôn và xin đất làm đô. Sau khi nghe lời tâu xin của [[Vũ Văn Dũng]], vua Thanh giao vấn đề này cho đình thần bàn xét. Ngày hôm sau [[Vũ Văn Dũng]] lại được vào bệ kiến Càn Long ở Ỷ Lương các và vua Càn Long đã đồng ý trao đất Quảng Tây cho vua quang Trung để làm đô và gả một công chúa cho vị thủ lĩnh Tây Sơn. Về việc cầu hôn, sau buổi tiếp sứ thần Đại Việt, vua Càn Long ra lệnh cho bộ lễ sửa soạn nghi lễ và định ngày cho công chúa nước Đại Thanh sang đẹp duyên cùng vua Đại Việt.<ref>Ngô Thì Nhậm, con người và sự nghiệp, Ty văn hóa-thông tin Hà Tây, 1974, trang 97<\/ref>\n\nVì việc này, có ý kiến cho rằng Quang Trung có ý định đánh Trung Quốc như Tạ Chí Đại Trường và Trần Trọng Kim. Theo đó, Quang Trung cho quấy rối nội địa [[Trung Quốc]] bằng cách lợi dụng đảng \"[[Thiên Địa hội|Thiên Địa Hội]]\" khiêu khích người Thanh. Các biên thần nhà Thanh như [[Phúc Khang An]] (mới thay [[Tôn Sĩ Nghị]]) tuy biết rõ Tây Sơn có bí mật nhúng tay, nhưng cũng chịu nhịn cho qua chuyện<ref>Tạ Chí Đại Trường, sách đã dẫn, tr 270<\/ref>.\n\nTuy nhiên, có ý kiến ngược lại cho rằng bản ý Quang Trung không muốn đánh Trung Quốc mà tập trung vào chiến trường Gia Định vì lúc đó Nguyễn Ánh đã trở thành nguy cơ lớn đối với Nguyễn Nhạc. Vua anh chỉ còn quản lý [[Quy Nhơn]], [[Phú Yên]] và [[Quảng Ngãi]]. Vì vậy, sau khi ổn định tình hình Bắc Hà, Quang Trung ra sức trấn an [[Nguyễn Nhạc]] và nhân dân trong vùng do Nguyễn Nhạc cai quản để chuẩn bị Nam tiến. Theo nhiều nhà nghiên cứu, việc Quang Trung sai [[Vũ Văn Dũng]] đi \"xin\" Càn Long đất [[Quảng Đông]], [[Quảng Tây]] thực ra chỉ là một thủ thuật về chính trị. Quang Trung không có dụng tâm lấy đất Trung Quốc vì ông biết thực lực không thể, hay ít ra là chưa thể làm lúc đó. Hơn nữa, ông thu dụng quân lục lâm \"Tàu ô\", tổ chức Thiên địa hội, sai đánh phá biên giới Trung Quốc cốt để nhà Thanh bị cuốn vào hoạt động ngoại giao và chống giặc cướp để cho ông có thời gian hỗ trợ vua anh dồn lực lượng vào chiến trường miền Nam mà thôi<ref>Nguyễn Lương Bích, Phạm Ngọc Phụng, sách đã dẫn, tr 322-323<\/ref>.\n\nTheo Văn Tân thì có lẽ cả hai thuyết trên đều đúng cả, Vua Quang Trung muốn đánh nhà Thanh, lại muốn đánh cả [[Gia Long|Nguyễn Ánh]] nữa. Nhưng trước khi đánh nhà Thanh, ông cần phải đánh cho tan lực lượng của [[Gia Long|Nguyễn Ánh]] để thống nhất đất nước. Vì việc thống nhất đất nước là điều kiện tiên quyết để đánh thắng nhà Thanh.<ref>Văn Tân, Cách mạng Tây Sơn, trang 147<\/ref>\n\nMọi việc đang tiến hành tốt đẹp, thì [[Vũ Văn Dũng]] nhận được tin Vua Quang Trung mất ở [[Cố đô Huế|Phú Xuân]] vào giờ Tý ngày 29 tháng bảy nhuận năm [[Nhâm Tý]]. ''Họ Vũ đành ngao ngán ôm hận trở về''! <ref name=\"ReferenceA\">Văn Tân, ''Ngô Thì Nhậm con người và sự nghiệp'', trang 99<\/ref>\n\n=== Tế Quang Trung ===\n\nTháng 9 năm 1792, Quang Trung đột ngột qua đời khi mới 40 tuổi. Triều thần nhà Tây Sơn một mặt lập thái tử là [[Nguyễn Quang Toản]] lên nối ngôi (tức là vua Cảnh Thịnh), một mặt sai sứ sang Trung Quốc dâng biểu cáo tang.\n\nNghe tin vua Quang Trung mất, vua [[Càn Long]] rất sửng sốt. Ngày mồng hai tháng 2 năm [[Quý Sửu]] (1793), ông phê vào tờ biểu báo tang hai chữ ''đáng tiếc'', rồi ông thân làm một bài thơ viếng. Ông lại sai viên án sát Quảng Tây là Thành Lâm đến Nghệ An làm lễ đọc và đốt bài thơ ấy trước \"phần mộ\" vua Quang Trung. Ông còn giao cho sứ đoàn [[Ngô Thì Nhậm]] một tấm lụa đại cát đạt <ref>Đại cát đạt là thứ lụa mỏng và quý của người Mãn thường dùng để tặng nhau<\/ref> và 3000 lạng bạc để dùng vào việc làm chay cho vua Quang Trung. Không chờ [[Nguyễn Quang Toản]] dâng biểu cầu phong, ông lại đặc cách phong ngay cho Quang Toản làm An Nam quốc vương ''để chính danh phận và yên dân tâm.'' <ref name=\"ReferenceA\"\/>\n\nVua Càn Long tỏ ra rất vui vẻ, hả hê khi được Ngô Thì Nhậm cho biết trước khi từ trần, vua Quang Trung đã dặn quần thần phải luôn luôn tôn kính Thiên triều. Vì vậy, Càn Long lấy hai chữ ''Trung thuần'' đặt tên thụy cho vua Quang Trung. Về việc này Văn Tân bàn rằng: \"... với những lời lẽ hết sức khéo léo... Khi vua Quang Trung đã mất rồi, ông vẫn làm cho vua Càn Long và Phúc Khang An kính nể và tin ở \"lòng thành\" của vị anh hùng áo vải.\"<ref>Văn Tân, Ngô Thì Nhậm con người và sự nghiệp, trang 102<\/ref>\n\nKhi đó Phúc Khang An đang làm tổng chỉ huy một cánh quân đi đánh [[Tây Tạng]], [[Càn Long]] đã tự viết thư báo cho Phúc Khang An. Khi trở về, Phúc Khang An đã viết cho triều đình Tây Sơn một bức thư có những câu: ''Bản Tước các bộ đường cùng Tiền Quốc vương (vua Quang Trung) đã từng đem lòng thành liên kết rất sâu. Nhớ khi tiến quan vào chầu, tâm sự sớm chiều, bàn soạn nửa năm, lúc cùng ngồi thuyền lúc cùng đi bộ trước khi vào chầu, thường thường đem tâm sự đàm đạo với nhau... đến lúc lên đường về nước, chia tay ở Hán Dương, cùng nhau than thở, quyến luyến nhớ thương. Bản tước các bộ đường từ tháng 5 năm ngoái (1792) đốc binh tiến đánh bộ lạc [[Quách Nhĩ Khách]]... Nay nhờ Đại Hoàng Đế nghĩ đến quý quốc, che chở như trời. Bản tước các bộ đường đã nhận ủy nhiệm (của Đại Hoàng Đế làm tổng đốc Lưỡng Quảng) quý Quốc vương thỏa lòng nương tựa. Đợi khi đến tỉnh Việt (Quảng Đông), sẽ sai người đến [[Nghệ An]] làm lễ tế điệu, kính dâng bó hoa để tỏ lòng cố cựu.''\n\nTrong bài thơ ''Vũ hành'' (Đi trong mưa) của [[Ngô Thì Nhậm]], ta thấy vua [[Càn Long]] đã ra lệnh cho các quan của nhà Thanh làm lễ truy điệu vua [[Nguyễn Huệ|Quang Trung]] như thế nào!\n::''Thạc tào tòng sự các gia ngạch,\n::''Cá cá bất vong ngã tiên vương.\n\nTạm dịch là: Tất cả các vị quan to (ở Thiên triều) đều cúi đầu làm lễ\/ Ai ai cũng không quên Tiên vương của chúng ta.<ref>Văn Tân, Ngô Thì Nhậm con người và sự nghiệp, trang 101<\/ref>\n\n== Chú thích ==\n{{Tham khảo}}\n\n== Xem thêm ==\n* [[Rama I]]\n* [[Gia Long]]\n* [[Nhà Tây Sơn]]\n* [[Nguyễn Huệ]]\n* [[Ngô Thì Nhậm]]\n* [[Vũ Văn Dũng]]\n* [[Nguyễn Quang Toản]]\n\n== Tham khảo ==\n* [[Ngô Thì Nhậm]], ''Bang giao hảo thoại'', Viện Hán Nôm, Thư viện Khoa học xã hội (sách chép tay chữ Hán, có hơn mười bản gần giống nhau)\n* [[Ngô gia văn phái]], ''Bang giao tập'', hiện lưu ở Thư viện khoa học xã hội, bản mang ký hiệu A117a (sách chép tay chữ Hán)\n* Văn Tân, ''Cách mạng Tây Sơn'', Nhà xuất bản Văn sử địa, Hà Nội 1958\n* [[Ngô gia văn phái]], [[Hoàng Lê nhất thống chí]], Nhà xuất bản Văn học, Hà Nội 1984\n* Văn Tân, Văn Lang, Lê Sĩ Thắng, Chương Thâu, Ngọc Liễn; ''Ngô Thì Nhậm con người và sự nghiệp'', Ty văn hóa thông tin Hà Tây, 1974\n* Nguyễn Lương Bích, Phạm Ngọc Phụng, ''Tìm hiểu thiên tài quân sự của Nguyễn Huệ'', Nhà xuất bản Quân đội nhân dân, Hà Nội 1971 (in lần thứ 2), 1976\n* [[Tạ Chí Đại Trường]] (2006), ''Lịch sử nội chiến Việt Nam 1771-1802'', Nhà xuất bản Công an nhân dân\n* Đặng Việt Thủy, Đặng Thành Trung (2008), ''54 hoàng đế Việt Nam'', Nhà xuất bản Quân đội nhân dân\n* Nhiều tác giả (2007), ''Quang Trung Nguyễn Huệ'', Nhà xuất bản Văn hoá Sài Gòn.\n* [http:\/\/www.qdnd.vn\/QDNDSite\/vi-VN\/61\/43\/4\/4\/41\/46947\/Default.aspx Những điều còn ít biết về tài ngoại giao thời Tây Sơn]\n* [[Trần Trọng Kim]] (1971), ''Việt Nam sử lược'', Trung tâm Học liệu Xuất bản thuộc Bộ giáo dục\n* [http:\/\/www.govap.hochiminhcity.gov.vn\/web\/tintuc\/default.aspx?cat_id=810&news_id=4447 Nguyễn Huệ (1753 - 1792) những cột mốc lớn của một sự nghiệp anh hùng]\n\n== Liên kết ngoài ==\n* [http:\/\/www.vusta.vn\/Temps\/Home\/template2\/default.asp?nid=865E Ngoại giao Tây Sơn – Những tư tưởng đặc sắc và bài học lịch sử (15:40:07 Ngày 16\/07\/2010)]{{Liên kết hỏng|date=2021-05-15 |bot=InternetArchiveBot }}\n\n{{Các chủ đề|Lịch sử|Việt Nam}}\n{{Lịch sử ngoại giao Việt Nam}}\n\n[[Thể loại:Ngoại giao Việt Nam]]\n[[Thể loại:Ngoại giao Việt Nam thời Tây Sơn]]"}