{"544352":"[[Tập tin:Map of Vietnam 1829.jpg|phải|nhỏ|300px|Bản đồ ấn hành năm 1829 ở Pháp vẽ biên cương nước Việt Nam bao gồm cả Cao Miên và Lào]]\n\n'''Ngoại giao Việt Nam thời Nguyễn''' phản ánh những hoạt động ngoại giao giữa triều đình [[nhà Nguyễn]] với các quốc gia láng giềng và phương Tây trong thời kỳ độc lập ([[1802]]-[[1884]]).\n\n== Với Trung Quốc ==\nSau khi lấy được Bắc Hà, vua Gia Long đă cử một sứ đoàn do [[Trịnh Hoài Đức]] dẫn đầu sang [[nhà Thanh]] xin cầu phong. Sứ đoàn này chưa hồi hương thì cuối năm đó vua Gia Long tiếp tục cử Binh bộ Thượng thư là [[Lê Quang Định]] sang cầu phong vua [[Gia Khánh]] nhà Thanh đổi quốc hiệu là Nam Việt. Sau những tranh luận về tên gọi vì nhà Thanh ngại nhầm lẫn với nước [[Nam Việt]] xưa nằm ở [[lưỡng Quảng]] và cùng đồng ý đảo ngược lại thành Việt Nam,<ref name=vnsl171>{{harvnb|Trần Trọng Kim|1971|p=173}}<\/ref> vua Thanh cho [[Tổng đốc]] [[Quảng Tây]] sang làm lễ tấn phong cho Gia Long là ''Việt Nam quốc vương'', ấn định thể lệ tiến cống hai năm một lần và cứ bốn năm một lần Việt Nam sẽ phái sứ bộ sang làm lễ triều kính. Đồ cống phẩm gồm: vàng 200 lượng; bạc 1000 lượng; lụa và cấp mỗi thứ 100 cây; sừng tê giác 2 bộ; Ngà voi và quế mỗi thứ 100 cân.<ref name=vnsl171\/>\n\nTháng 8 năm 1809, sứ đoàn Việt Nam sang mừng thọ vua Gia Khánh 50 tuổi. Liên tục từ 1813, 1817 và 1819 việc giao thiệp giữa Gia Long và nhà Thanh được êm đẹp<ref>{{harvnb|Phạm Văn Sơn|1960|p=415}}<\/ref>. Về sau, nhà Thanh đã nhiều lần cử người giúp triều Nguyễn trong vụ đàn áp [[Cuộc nổi dậy Tạ Văn Phụng|Khởi nghĩa Lê Duy Phụng]] ở Bắc Kỳ những năm 1861-1865{{fact|date = ngày 7 tháng 1 năm 2013}}.\n\n== Với Xiêm La ==\nTrong thời kỳ các [[chúa Nguyễn]] còn chiến tranh với [[Nhà Tây Sơn|Tây Sơn]], Xiêm La đã lợi dụng cơ hội để phân chia đất Cao Miên năm 1779 dưới đời quốc vương [[Taksin|Trịnh Quốc Anh]] (''Phya Tak'').\n\nNăm 1794, [[Nặc Ấn]] lưu vong qua [[Bangkok|Vọng Các]] rồi được vua Xiêm cho một đạo quân đưa về nước nhưng hai tỉnh [[Battambang]] và [[Angkor]] phải nhượng cho nước Xiêm. Nặc Ấn mất năm 1796. Năm 1802 Miên mới có vua là [[Ang Chan II|Nặc Ông Chân]], con [[Nặc Ông Ấn]]. Tuy đă thần phục Xiêm La, Ông Chân vẫn cử [[sứ đoàn]] ra chầu vua Gia Long tại [[Thăng Long]]. Từ năm 1805 Miên thần phục triều đình Việt nhưng năm sau lại sang Vọng Các thụ phong tiếp.\n\nNgười Xiêm không tán thành chính sách nước đôi này nên ngầm giúp [[Nặc Ông Nguyên]], em của Ông Chân, nổi loạn. Ông Chân phải chạy sang cầu cứu triều Nguyễn. Xiêm liền tiến quân đánh thành [[La Bích]] (''Lovek''). Vua Gia Long cử [[Lê Văn Duyệt]], Tổng trấn [[Gia Định thành]] dẫn 10.000 quân hộ vệ đưa Ông Chân trở về nước khiến Xiêm và Nặc Ông Nguyên phải rút lui. Lê Văn Duyệt sau đó đặt chế độ bảo hộ trên đất Miên từ đấy và xây thành [[Phnôm Pênh|Nam Vang]] và thành [[La Lem]]. Sau đó vua cử [[Thoại Ngọc Hầu|Nguyễn Văn Thụy]] đem 1.000 quân sang trấn giữ xứ này như một thuộc quốc.\n\nDù có xung đột nhưng việc giao thiệp giữa triều Gia Long và Xiêm La vẫn giữ được sự hòa hảo. Từ năm 1802 trở đi hai bên vẫn có sự sứ bộ qua lại trao đổi thân thiện và tặng phẩm. Tại Ai Lao, Việt và Xiêm cùng đặt ảnh hưởng, Quốc vương [[Lào|Ai Lao]] xin thần phục cả Việt lẫn Xiêm. Dân vùng [[Cam Lộ]], dân ở các vùng [[Cao nguyên]] hai tỉnh [[Thanh Hóa|Thanh]] [[Nghệ An|Nghệ]], [[người Thượng]] (tức người Rhadé) ở [[Tây Nguyên|các nước Thủy Xá và Hỏa Xá]] cũng có cống phẩm đến để tỏ lòng tuân theo chính quyền của triều Nguyễn<ref>{{harvnb|Phạm Văn Sơn|1960|p=415-416}}<\/ref>.\n\nNăm 1827, Quân [[Xiêm|Xiêm La]] đánh Vạn Tượng khiến [[vua|quốc vương]] xứ này là [[A Nộ]] chống không nổi phải sang cầu cứu triều đình Việt Nam. Vua [[Minh Mạng]] cho [[Nguyên soái|Thống chế]] [[Phan Văn Thúy]] mang viện quân sang giúp nhưng bị quân Xiêm đánh bại. Năm 1828 Phan Văn Thúy và [[Nguyễn Văn Xuân (tướng nhà Nguyễn)|Nguyễn Văn Xuân]], [[Nguyễn Khoa Hào]] tiếp tục đem 3.000 quân và 24 con [[voi]] đưa A Nộ về [[Bồn Man|Trấn Ninh]], rồi tiến vào [[Vạn Tượng]] (''Vientiane'') nhưng đạo quân của nhà Nguyễn và A Nộ lại bị thua phải xin viện binh [[Nghệ An]]. Vua Minh Mạng chán việc này hạ lệnh bãi bỏ và chỉ còn phòng vệ vùng [[biên giới]]. Sau A Nộ chạy về Trấn Ninh bị bắt nộp cho Xiêm La<ref name = \"vstt424\">{{harvnb|Phạm Văn Sơn|1960|p=424}}<\/ref>.\n\nQuân Xiêm được đà đánh dấn vào các miền phụ cận [[Quảng Trị]]. Thống chế [[Phạm Văn Điển]] và [[Tham tán Quân vụ]] [[Lê Đăng Doanh (tướng nhà Nguyễn)|Lê Đăng Doanh]] cùng với các đạo quân nhà Nguyễn ở Lào phải đi ngăn quân Xiêm, đằng khác gửi thư cho họ để trách cứ. Xiêm La trả lời khiêm nhượng rồi rút quân về. Tuy vậy họ vẫn bí mật giúp người [[Chân Lạp]] nổi lên chống lại chính quyền Đại Nam hoặc lấn lướt Vạn Tượng và các xứ quy phụ triều đình.\n\nCuối năm 1833, nước Xiêm mang quân vào nội địa Nam Hà và Chân Lạp theo lời kêu gọi của [[Lê Văn Khôi]]. Theo sử gia [[Phạm Văn Sơn]] thì \"Xiêm La từ khi mất quyền bảo hộ ở Chân Lạp vẫn hằn học với Việt Nam, lúc không sinh sự được với ta thì lại quay ra quấy rối Ai Lao và Chân Lạp, hoặc khi thấy có biến cố xảy ra trên đất Việt Nam liền nắm ngay cơ hội để xâm lấn\"<ref name = \"vstt424\"\/>.\n\n== Với Ai Lao ==\nThời vua Minh Mạng, nhiều xứ ở Ai Lao xin thuộc quyền bảo hộ của Việt Nam. Các vùng nay là [[Huaphanh|Sầm Nứa]], [[Xiengkhuang|Trấn Ninh]], [[Khammuane|Cam Môn]] và [[Savannakhet]] giáp với các tỉnh [[Thanh Hóa]], [[Nghệ An]], [[Quảng Trị]], đều xin làm nội thuộc và trở thành các châu, phủ của Việt Nam<ref name=vslTTK191>{{harvnb|Trần Trọng Kim|1971|p=191}}<\/ref>.\n\n== Với Chân Lạp ==\n[[Tập tin:ChanLapProtectorate.png|nhỏ|phải|250px|Lãnh thổ bảo hộ Chân Lạp 1818-1863]]\n{{Chính|Lịch_sử_Campuchia_(1431-1863)#Phiên_thuộc_của_Việt_Nam}}\nKhi Gia Định bị thất thủ, quyền bảo hộ nước Chân Lạp thuộc về nước Tiêm La. Đến năm đinh mão (1807), [[Nặc Ông Chân]] bỏ [[Xiêm|Xiêm La]] xin về thần phục vua Việt Nam, theo lệ cống tiến, cứ ba năm một lần. Đồ cống vật gồm: voi đực cao 5 thước hai con; sừng tê giác 2 chiếc; ngà voi hai cái; hột sa nhân 50 cân; đậu khấu 50 cân; hoàng lạp 50 cân; cánh kiến 50 cân; và sơn đen 20 lọ.<ref name=\"Trần Trọng Kim 1971 174\">{{harvnb|Trần Trọng Kim|1971|p=174}}<\/ref>\n \nThời Minh Mạng, sau khi phá được quân Xiêm, Tướng Trương Minh Giảng và tham tán Lê Đại Cương lập đồn đóng quân ở gần Nam Vang để bảo hộ Chân Lạp<ref name=vslTTK191\/>.\n\nCuối năm Giáp Ngọ (1834), vua nước Chân Lạp là Nặc Ông Chân mất, không có con trai nối dõi, quyền bính chuyển sang cho Trà Long và Lê Kiên - hai người Chân Lạp làm quan cho người Việt. Năm sau, Trương Minh Giảng lập công chúa Angmey, con của Nặc Ông Chân, còn gọi là Ngọc Vân công chúa, làm quận chúa. Ông đổi nước Chân Lạp thành Trấn Tây thành, chia làm 32 phủ và 2 huyện, và đặt các chức quan coi sóc mọi việc quân sự và dân sự<ref name=vslTTK191\/>.\n\nDo quan lại Đại Nam tại [[Chân Lạp]] làm nhiều điều ức hiếp, nhũng nhiễu dân Chân Lạp; do nhà Nguyễn bắt Ngọc Vân công chúa về Gia Định, đày Trà Long và Lê Kiên ra miền Bắc Việt Nam, dân chúng Chân Lạp oán giận và nổi dậy chống quân Việt Nam ở khắp nơi. Người em của Nặc Ông Chân là Nặc Ông Đôn khởi nghĩa với sự giúp đỡ của Xiêm La. Quân nhà Nguyễn đánh dẹp không nổi, đến khi vua [[Minh Mạng]] qua đời thì [[Trương Minh Giảng]] phải bỏ Trấn Tây thành rút về An Giang<ref name=vslTTK191\/>.\n\nKý ức của [[người Khmer]] về các cuộc nổi dậy của họ thời đầu thế kỷ 19 và về sự tàn bạo của quan quân nhà Nguyễn khi đánh dẹp đã được lưu truyền trong ca dao và truyện kể của người Khmer. Họ dùng từ \"Youn\" (trong [[tiếng Khmer]] có nghĩa là \"man rợ\") để chỉ người Việt. Các bà mẹ thường dùng chuyện \"Youn bắt\" để dọa con. [[Kênh Vĩnh Tế]] - con kênh đào dài 25 dặm được xây dựng bởi dân phu Việt và một phần người Khmer ở Thoại Sơn - đã để lại những câu chuyện về cách đối xử tàn ác của người Việt đối với người Khmer mà sau này [[Khmer Đỏ]] đã sử dụng trong các chiến dịch tuyên truyền khơi dậy lòng hận thù của người Campuchia đối với người Việt<ref>{{harvnb|Nayan Chanda|1986|p=52}}<\/ref>.\n\n== Với phương Tây ==\nNăm 1803, [[Vương quốc Liên hiệp Anh và Bắc Ireland|Anh Quốc]] sai sứ là Robert sang xin cho mở cửa hàng buôn bán ở [[Trà Sơn]], thuộc [[Quảng Nam]]. Vua Gia Long không nhận đồ, và cũng không cho mở cửa hàng. Sau người Anh còn đưa thư sang hai ba lần nữa, nhưng vẫn bị từ chối.\n\nĐối với nước [[Pháp]], vua Gia Long có thiện cảm hơn do khi ông còn gian truân có nhờ ông [[Pigneau de Behaine|Bá Đa Lộc]] giúp đỡ. Khi chiến tranh kết thúc, các ông [[Chaigneau]]<!-- tên? -->, [[Vannier]]<!-- tên? --> và [[Despiau]]<!-- tên? --> làm quan tại triều, Gia Long cho mỗi người 50 lính hầu và khi chầu thì không cần lạy Hoàng đế.\n\nNăm 1817, chính phủ Pháp phái tới Việt Nam chiếc tàu Cybèle để thăm dò bang giao. Thuyền trưởng là [[Achille De Kergariou]] nói rằng vua [[Louis XVIII của Pháp|Louis XVIII]] sai sang xin thi hành những điều ước do Bá Đa Lộc ký năm 1787 về việc nhường cửa Đà Nẵng và đảo Côn Lôn. Vua Gia Long sai quan ra trả lời rằng những điều ước ấy nước Pháp trước đã không thi hành thì nay bỏ, không nói đến nữa<ref name=\"Trần Trọng Kim 1971 174\"\/>.\n\n[[Tập tin:Matyrdom of Saint Pierre Borie 1838 Vietnam.jpg|nhỏ|phải|160px|Cảnh hành hình giáo sĩ [[Pierre Borie]] năm 1838 dưới thời [[Minh Mạng]]]]\nTuy nhiên, sự bành trướng của [[Châu Âu]] ở [[Đông Nam Á]] khiến Gia Long e ngại, nhất là sau khi nước Anh chiếm được [[Singapore]]. Nhà vua thấy rằng cần phải giao hảo với người Tây phương nhưng không thể biệt đãi một [[quốc gia]] đặc biệt nào. Năm 1819, [[John White]], một thương gia [[Hoa Kỳ]] tới [[Gia Định]] và được hứa hẹn sẽ dành cho mọi sự dễ dàng khi buôn bán ở Việt Nam.\n\nVua Minh Mạng không có cảm tình với [[người Pháp]] như thái độ chung của người Á Đông lúc đó, coi người Âu Châu là bọn man di, là quân xâm lược<ref name = \"vstt432\">{{harvnb|Phạm Văn Sơn|1960|p=432}}<\/ref>. Ngoài ra ông cũng không thích cả [[Công giáo]] của châu Âu. Trong thời kỳ Minh Mạng nắm quyền, tín đồ Công giáo bị đàn áp quyết liệt và các [[giáo sĩ]] nước ngoài đã so sánh ông với hoàng đế [[Nero]] của [[Đế quốc La Mã]] - một hoàng đế từng tàn sát hàng loạt giáo dân Công giáo.\n\nVới những người Pháp đã từng giúp vua Gia Long, Minh Mạng tỏ thái độ lạnh nhạt nên khi Chaigneau trở lại Việt Nam không được trọng dụng nữa. Minh Mạng cho Chaigneau hay rằng không cần phải ký [[thương ước]] giữa hai [[chính phủ]], người Việt Nam vẫn đối xử tốt đẹp với người Pháp là đủ, ông chỉ thỏa thuận mua bán với người Pháp nhưng không chấp nhận xây dựng đặt quan hệ ngoại giao chính thức với nước Pháp, quốc thư của Pháp xin cho ông Chaigneau làm [[Lãnh sự Pháp ở Việt Nam]] không được nhà vua đếm xỉa đến.\n\nCũng theo đường lối của hai triều [[Minh Mạng]] và [[Thiệu Trị]], vua [[Tự Đức]] khước từ mọi việc giao thiệp với các nước ngoài, dầu việc giao thiệp chỉ nhằm phục vụ thương mại. Năm 1850 có tàu của nước [[Hoa Kỳ|Mỹ]] vào [[cửa Hàn]] có [[quốc thư]] xin thông thương nhưng không được tiếp nhận.\n\nTừ năm 1855 các nước Anh, Pháp, [[Tây Ban Nha]] nhiều lần có tàu vào cửa Hàn, [[cửa Thị Nại]] và [[Quảng Yên]] xin thông thương cũng không được. Sau khi Gia Định bị người Pháp chiếm, việc ngoại giao giữa triều đình với các nước [[phương Tây]] khó khăn, Tự Đức mới thay đổi chính sách, đặt ra [[Bình Chuẩn Ty]] để lo buôn bán và [[Thượng Bạc Viện]] để giao dịch với người nước ngoài nhưng không có kết quả vì những người được ủy thác vào các việc này không được học gì về [[ngoại giao]]<ref name = \"vstt432\"\/>.\n\n== Xem thêm==\n* [[Nhà Nguyễn]]\n* [[Ngoại giao Việt Nam thời Tây Sơn]]\n\n== Chú thích ==\n{{Tham khảo|30em}}\n\n== Tham khảo ==\n<div class=\"plainlinks\" style=\"font-size: 90%\">\n{{MultiCol}}\n* {{ Citation\n | author=Đào Duy Anh\n | title=Lịch sử Việt Nam từ nguồn gốc đến Thế kỷ XIX\n | publisher=Nhà xuất bản Văn hóa Thông tin\n | place=\n | volume=\n | edition=\n | year=2002\n | authorlink=Đào Duy Anh\n}}.\n\n* {{chú thích\n | author=Trần Trọng Kim\n | authorlink=Trần Trọng Kim\n | title=Việt Nam sử lược\n | publisher=Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục\n | place=Sài Gòn\n | volume=2 tập\n | url=http:\/\/www.songhuong.com.vn\/main.php?cid=40,3&id=16&case=2&left=40,18&gr=3#\n | edition=\n | year=1971\n | ISBN=\n | access-date=2010-10-04\n | archive-date=2018-08-27\n | archive-url=https:\/\/web.archive.org\/web\/20180827094049\/http:\/\/www.songhuong.com.vn\/main.php?cid=40,3&id=16&case=2&left=40,18&gr=3\n }}.\n\n* {{Citation\n | author=Dương Quảng Hàm\n | title=Việt Nam văn học sử yếu\n | publisher=Trung tâm Học liệu Xuất bản thuộc Bộ Giáo dục\n | place=Sài Gòn\n | url=http:\/\/songhuong.com.vn\/main.php?cid=40,3&id=68&case=2&left=40,18&gr=3\n | volume=\n | edition=\n | year=1968\n | authorlink=Dương Quảng Hàm\n | access-date=2010-10-04\n | archive-date=2009-01-24\n | archive-url=https:\/\/web.archive.org\/web\/20090124210954\/http:\/\/songhuong.com.vn\/main.php?cid=40,3&id=68&case=2&left=40,18&gr=3\n }}.\n* {{chú thích\n | last1=Đặng Việt Thủy\n | last2=Đặng Thành Trung\n | title=54 vị Hoàng đế Việt Nam\n | publisher=[[Nhà xuất bản Quân đội Nhân dân]]\n | place=[[Hà Nội]]\n | volume=\n | edition=\n | year=2008\n | ISBN=\n}}.\n* {{chú thích\n |title=Đại cương Lịch sử Việt Nam-tập I \n |last=Trương Hữu Quýnh\n |authorlink= \n |others= nnk.\n |year=2005 \n |publisher=Nhà xuất bản Giáo dục \n}}\n\n* {{chú thích\n |title=Lịch sử Việt Nam từ thế kỷ X đến 1858\n |last=Trương Hữu Quýnh\n |authorlink= \n |others= nnk.\n |year=2004 \n |publisher=Nhà xuất bản ĐH Sư phạm \n}}\n\n* {{chú thích\n |title=Đại cương Lịch sử Việt Nam-tập II \n |last=Đinh Xuân Lâm\n |authorlink= Đinh Xuân Lâm\n |others= nnk.\n |year=2007 \n |publisher=Nhà xuất bản Giáo dục \n}}\n* {{chú thích\n |title=HUẾ Triều Nguyễn một cái nhìn \n |last=Trần Đức Anh Sơn \n |authorlink= \n |year=2004 \n |publisher=Nhà xuất bản Thuận Hóa \n}}.\n\n* {{chú thích\n |author=Nguyễn Thị Thạnh \n |year=2008\n |publisher=[Ph.D. Thesis], Cornell University 1982\n |title=The French conquest of Cochin-China, 1858-1862\n}}.\n\n*{{chú thích\n |author=Ủy ban Khoa học Xã hội Việt Nam \n |year=1971\n |publisher=Nhà xuất bản KHXH,Hà Nội\n |title=Lịch sử Việt Nam, tập I\n}}.\n{{ColBreak}}\n\n* {{chú thích\n |author=Nguyễn Thế Anh \n |year=2008a\n |publisher=Nhà xuất bản Văn Học\n |title=Việt Nam Thời Pháp Đô Hộ\n |ISBN=7-02-000357-5\n}}.\n* {{ Citation\n | author=Nguyễn Khắc Thuần\n | title=Đại cương lịch sử cổ trung đại Việt Nam\n | publisher=Nhà xuất bản Giáo dục\n | place=\n | volume=\n | edition=\n | year=2005\n}}.\n* {{chú thích\n | author=Nhiều tác giả\n | authorlink=\n | title=Những vấn đề lịch sử triều Nguyễn\n | publisher=Nhà xuất bản Văn hoá Sài Gòn\n | place=TP Hồ Chí Minh\n | volume=\n | url=\n | edition=\n | year=2007\n | ISBN=\n}}.\n* {{chú thích\n | author=Lê Nguyễn\n | authorlink=\n | title=Nhà Nguyễn và những vấn đề lịch sử \n | publisher=Nhà xuất bản Công an nhân dân\n | place=Hà Nội\n | volume=\n | url=\n | edition=\n | year=2009\n | ISBN=\n}}\n* {{chú thích\n |author=Phạm Văn Sơn \n |year=1960\n |publisher=\n |title=Việt sử toàn thư\n}}.\n* {{chú thích\n |author=Nguyễn Phan Quang\n |year=1976\n |publisher=Nhà xuất bản Giáo dục\n |title=Lịch sử Việt Nam (1427-1858), quyển II, Tập 2\n}}.\n\n* {{chú thích\n |author=Nguyễn Phan Quang\n |year=1999\n |publisher=Nhà xuất bản Giáo dục [[Thành phố Hồ Chí Minh]]\n |title=Việt Nam Thế kỷ XIX\n}}.\n* {{chú thích\n |author=Nguyễn Đình Đầu\n | authorlink=Nguyễn Đình Đầu\n |year=2005\n |publisher=Nhà xuất bản Trẻ\n |title=Việt Nam-Quốc hiệu và Cương vực qua các thời đại\n}}.\n\n* {{chú thích\n |author=Nayan Chanda \n | authorlink=\n |year=1986\n |publisher=Harcourt Brace Jovanovich\n |title=Brother Enemy\n}}.\n\n* Vu Tam Ich. \"A Historical Survey of Educational Developments in Vietnam\". ''Bulletin of the Bureau of School Service'' Vol XXXII, No 2. Lexington, KY: University of Kentucky, College of Education, 1959.\n{{EndMultiCol}}\n<\/div>\n{{Lịch sử Việt Nam thời Nguyễn độc lập}}\n{{Lịch sử ngoại giao Việt Nam}}\n\n[[Thể loại:Nhà Nguyễn]]"}