{"797715":"'''Ngoại giao Việt Nam thời Ngô''' phản ánh hoạt động ngoại giao giữa [[nhà Ngô]] với các vương triều [[Trung Quốc|phương Bắc]].\n\n== Hoàn cảnh ==\nNăm [[937]], nha tướng [[Kiều Công Tiễn]] giết chết [[Tiết độ sứ]] Tĩnh Hải quân là [[Dương Đình Nghệ]] để cướp quyền. Năm [[938]], con rể Dương Đình Nghệ là [[Ngô Quyền]] tập hợp lực lượng tiến ra [[Đại La]] giết chết Kiều Công Tiễn. Trước khi chết, Công Tiễn đã cầu viện Nam Hán, vì vậy [[Nam Hán Cao Tổ|Lưu Nghiễm]] có cớ sai con là Lưu Hoằng Tháo mang quân sang đánh [[Tĩnh Hải quân]].\n\nCuối năm 938, Ngô Quyền đón đánh Hoằng Tháo [[trận Bạch Đằng, 938|trên sông Bạch Đằng]], giết chết Hoằng Tháo. Khi đó phương Bắc loạn lạc, thời [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]] chưa chấm dứt. Các quốc gia phương Bắc lo đối phó với các cuộc chiến quy mô lớn và ý định thôn tính của các vương triều \"chính thống\" tại Trung nguyên; riêng Nam Hán liền kề, sau 2 lần thất bại ở Tĩnh Hải quân 931 và 938 phải từ bỏ ý định xâm chiếm<ref>[[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]], sách đã dẫn, tr. 307.<\/ref>.\n\n==Nam Tấn Vương và Lưu Thạnh==\n[[Ngô Quyền]] tự xưng là Ngô vương. Sử sách không xác nhận việc bang giao giữa Ngô Quyền và vương triều nào trong số các nước ở phương bắc thời kỳ [[Ngũ Đại Thập Quốc|Ngũ đại Thập quốc]].\n\nNăm [[942]], [[Nam Hán Cao Tổ|Lưu Nghiễm]] chết. Sau cuộc biến loạn năm [[943]], Lưu Thịnh lên nối ngôi, tức là [[Nam Hán Trung Tông]].\n\nTại Tĩnh Hải quân, năm [[944]], Ngô Quyền mất. [[Dương Tam Kha]] đoạt ngôi của con Ngô Quyền là [[Ngô Xương Ngập]]. Năm [[950]], em Xương Ngập là [[Ngô Xương Văn]] đánh đổ Dương Tam Kha, cùng Xương Ngập trị nước.\n\nBộ sử cổ duy nhất đề cập tới hoạt động ngoại giao thời nhà Ngô là [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]] của [[nhà Nguyễn]]. Theo Cương mục, vào năm [[954]], sau khi [[Ngô Xương Ngập]] chết, [[Ngô Xương Văn]] một mình trị nước. Ông sai sứ sang giao hảo với Nam Hán và xin tiết việt. Vua Nam Hán là Lưu Thạnh nhận giao hảo của Xương Văn, phong cho Nam Tấn vương chức ''Tĩnh Hải quân Tiết độ sứ kiêm Đô hộ''<ref name=\"cm5\">Khâm định Việt sử thông giám cương mục, tiền biên quyển 5.<\/ref>.\n\n[[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử thông giám cương mục]] căn cứ theo ''Ngũ Đại sử (Nam Hán thế gia)'' ghi chép thêm sự kiện sau đó: Lưu Thạnh cho Lý Dư làm sứ cầm cờ \"tinh\" sang chiêu dụ nhận Tĩnh Hải quân là phiên thần.\n\nĐược tin Lý Dư sắp vào đến cõi, Ngô Xương Văn cho người đi ngay sang biên giới ngăn lại. Hai bên gặp nhau ở Bạch châu. Sứ của Xương Văn nói với Lý Dư rằng:\n:''Giặc biển đương làm loạn, đường sá đi lại rất khó.''\n\nLý Dư bèn quay về nước<ref name=\"cm5\"\/>.\n\nTuy không trực tiếp bình luận nhưng Lê Văn Siêu không đánh giá cao hành động chịu khuất phục mà giao hảo với [[Nam Hán]] nhỏ bé liền kề trong số các vương triều phương Bắc khi đó<ref>Lê Văn Siêu, sách đã dẫn, tr. 460.<\/ref>.\n\nĐó là lần ngoại giao duy nhất giữa nhà Ngô và Nam Hán trong 21 năm tồn tại: 1 lần sứ Ngô sang Nam Hán và 1 lần sứ Hán được cử sang Ngô.\n\n==Xem thêm==\n* [[Nhà Ngô]]\n* [[Ngô Xương Văn]]\n* [[Ngoại giao Việt Nam thời Tự chủ]]\n* [[Nam Hán]]\n\n==Tham khảo==\n* [[Khâm định Việt sử Thông giám cương mục|Khâm định Việt sử Thông giám Cương mục]].\n* [[Phan Huy Lê]], [[Trần Quốc Vượng]], [[Hà Văn Tấn]], [[Lương Ninh]] ([[1991]]), ''Lịch sử Việt Nam, tập 1'', Nhà Xuất bản Đại học và Giáo dục chuyên nghiệp.\n* Lê Văn Siêu ([[2006]]), ''Việt Nam văn minh sử'', Nhà Xuất bản Văn học.\n* Nguyễn Thế Long ([[2001]]), ''Chuyện đi sứ tiếp sứ thời xưa'', Nhà Xuất bản Văn hóa thông tin.\n\n==Chú thích==\n{{Tham khảo}}\n{{Lịch sử ngoại giao Việt Nam}}\n{{Lịch sử Việt Nam thời Ngô}}\n\n[[Thể loại:Ngoại giao Việt Nam]]\n[[Thể loại:Quan hệ Việt Nam – Trung Quốc]]\n[[Thể loại:Lịch sử Việt Nam thời Ngô]]"}