{"91877":"{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Anh Tông<br\/> Nghĩa vương\n| tên gốc = 義王\n| tước vị = [[Chúa Nguyễn]]\n| tước vị thêm = \n| thêm = vietnam\n| hình = \n| ghi chú hình = \n| chức vị = [[Chúa Nguyễn]]\n| tại vị = [[1687]] - [[1691]]<timeline>\nImageSize = width:200 height:50\nPlotArea = width:170 height:30 left:14 bottom:20\nTimeAxis = orientation:horizontal\nDateFormat = yyyy\nPeriod = from:1558 till:1802\nAlignBars = early\nScaleMajor = increment:244 start:1558\nColors =\n id:canvas value:rgb(1,1,0.97)\nBackgroundColors = canvas:canvas\nPlotData =\n width:15 color:black\n bar:era from:start till:end\n bar:era from:1687 till:1691 color:red\n<\/timeline>\n| kiểu tại vị = Trị vì\n| đăng quang = \n| tiền nhiệm = [[Nguyễn Phúc Tần]]\n| nhiếp chính = \n| kế nhiệm = [[Nguyễn Phúc Chu]]\n| hoàng tộc = [[Chúa Nguyễn|Họ Nguyễn]]\n| kiểu hoàng tộc = Gia tộc\n| tôn hiệu = \n| miếu hiệu = [[Anh Tông]] (英宗)\n| tên đầy đủ = Nguyễn Phúc Thái (阮福溙)\n| tên tự = \n| tên hiệu = \n| kiểu tên đầy đủ = Tên húy\n| tước hiệu = \n| tước vị đầy đủ = *Hoằng Quốc Công\n*Nghĩa vương\n*Đại Nguyên Soái Tổng Quốc Chính Thiệu Hưu Toản Nghiệp Hoằng Nghĩa Vương\n*Thiệu Hư Toản Nghiệp Khoang Hồng Bác Hậu Từ Tường Hiếu Nghĩa Vương\n| thông tin tước vị đầy đủ = ẩn\n| thụy hiệu = Thiệu Hư Toản Nghiệp Khoan Hồng Bác Hậu Ôn Huệ Từ Tường '''Hiếu Nghĩa Hoàng đế''' <br>(紹休纂業寬洪博厚溫惠慈祥'''孝義皇帝''')\n| niên hiệu = \n| thời gian của niên hiệu = \n| phối ngẫu = \n| vợ = [[Tống Thị Lĩnh]]\n| thông tin con cái = ẩn\n| con cái = [[Nguyễn Phúc Chu]]<br>[[Nguyễn Phúc Tuân]]<br>[[Nguyễn Phúc Toàn]]<br>[[Nguyễn Phúc Trinh]] <br>[[Nguyễn Phúc Quảng]]<br> 4 công nữ\n| cha = [[Nguyễn Phúc Tần]]\n| mẹ = [[Tống Thị Đôi]]\n| sinh = {{ngày sinh|1650|1|22}} <ref name=\"nguyenphuoctoc\">{{harvnb|Gia tộc Nguyễn Phước|2006}}<\/ref>\n| nơi sinh = \n| mất = {{ngày mất và tuổi|1691|2|7|1650|1|22}} <ref name=\"nguyenphuoctoc\"\/>\n| nơi mất = [[Đàng Trong]], [[Đại Việt]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n'''Nguyễn Phúc Thái''' ([[chữ Hán]]: 阮福溙, [[1649]] - [[1691]]), trước bị gọi nhầm thành '''Nguyễn Phúc Trăn''', là [[Chúa Nguyễn]] thứ 5 của chính quyền [[Đàng Trong]] trong [[lịch sử Việt Nam]] (ở ngôi [[1687]]-[[1691]]), nối ngôi Chúa Hiền [[Nguyễn Phúc Tần]].\n\n== Thân thế ==\nNguyễn Phúc Tần có hai bà vợ chính, một bà Chính phi tên [[Chu Thị Viên]], một bà Thứ phi tên [[Tống Thị Đôi]].\n\nBà [[Tống Thị Đôi]] là mẹ của Chúa Phúc Thái. Chúa Phúc Thái là người con trai thứ hai của Chúa Phúc Tần và là con đầu của bà Tống Thị Đôi.\n\nKhi người con cả là Nguyễn Phúc Diễn mất, [[Nguyễn Phúc Tần]] cho rằng Nguyễn Phúc Thái tuy là con bà hai song lớn tuổi lại hiền đức nên phong làm Tả thủy dinh phó tướng Hoằng Ân hầu, làm phủ đệ tại dinh Tả thủ, khi Nguyễn Phúc Tần mất Nguyễn Phúc Thái đã 39 tuổi được nối ngôi Chúa, được triều thần tôn làm \"Tiết Chế Thủy Bộ Tư Dinh Kiêm Tổng Nội Ngoại Binh Chương Quân Quốc Trọng Sự Thái phó Hoằng Quốc công\"\n\n== Điều hành Đàng Trong ==\nNguyễn Phúc Thái là người nổi tiếng rộng rãi, giảm nhẹ hình phạt, thuế khoá, trọng dụng quan lại cũ, trăm họ đều vui mừng.\n\nChúa quy định lại tang phục cho có lợi, bởi vì vào thời ấy, mỗi khi có quốc tang thì người dân dù người già, trẻ con đều la khóc kêu gào, bỏ việc đồng áng, lao động. Chúa quy định người trong Tông thất và thân trần để tang 3 năm; cai đội trở lên để tang 2 tuần; Nội ngoại đội chưởng, văn chức, câu kê để tang đến giỗ đầu; còn quân dân để tang đến Tết Trung nguyên (Rằm tháng Bảy).\n\nTháng 7 năm 1687, Chúa Phúc Thái dời dinh phủ Chúa sang làng [[Cố đô Huế|Phú Xuân]], lấy [[Bằng Sơn]] (nay là Ngự Bình) làm bình phong, xây đắp cung điện, thành quách rất tráng lệ. Vùng Phú Xuân rộng rãi bề thế hơn Kim Long, [[sông Hương]] trở nên rộng khi chảy ngang qua trước kinh thành<ref name=\"nguyenphuoctoc\"\/> và nơi này trở thành Kinh Đô của [[Nhà Nguyễn|triều Nguyễn]] sau này và được gọi là Chính dinh. Chỗ phủ củ ở làng Kim Long (huyện Hương Trà, tỉnh [[Thừa Thiên]]) trở thành Thái Tông miếu, thờ chúa Hiền.<ref>[[Trần Trọng Kim]], ''[[Việt Nam Sử Lược]]'', tr.140<\/ref>\n\n== Đối ngoại ==\n=== Chân Lạp ===\nTháng 6 năm 1688, Phó tướng Long Môn là [[Hoàng Tấn]] sinh lòng kiêu mạn, y cầm quân tấn công giết [[Dương Ngạn Địch]] ở cửa biển Mỹ Tho, xưng làm tướng quân Long Môn, rồi dời đến đóng ở xứ [[Rạch Năn]]<ref>Có sạch viết Rạch Than hay Nan Khê<\/ref> (thuộc [[huyện Kiến Hòa]], [[trấn Định Tường]]), chiếm cứ vùng hiểm yếu, đắp lũy, đóng thuyền chiến, đúc thêm súng lớn, không cho thương nhân qua lại, quấy nhiễu cướp bóc người Cao Miên.\n\nChính vương [[Chey Chettha IV|Nặc Ông Thu]] oán giận, bỏ việc triều cống Chúa Nguyễn, đắp lũy Bích Đôi (Gò Bích)<ref>Gò Vách<\/ref>, Cầu Nam<ref>Cầu Nôm<\/ref>, Nam Vang, lại kết bè nổi ở sông Cầu Nôm và giăng dây thép chắn ngang cửa sông để cự thủ.\n\nPhó vương [[Ang Nan|Nặc Nôn]] đang đóng giữ Sài Côn vội tâu lên hết mọi chuyện. Tháng 10, triều đình sai Phó tướng dinh Thái Khang là [[Mai Vạn Long]] làm [[Thống suất]], [[Cai cơ]] [[trấn Biên]] [[Nguyễn Thắng Long]]<ref>Con Nguyễn Dương Lâm<\/ref> và [[Nguyễn Hữu Lễ]] làm Tả hữu vệ, [[Văn Vị Xuyên]] làm [[Tham mưu]] cầm quân đi chinh phạt [[Hoàng Tấn]], đồng thời ủy cho quyền mưu tính việc mở mang biên cương.\n\nTháng 1 năm 1689, quan quân kéo đến đóng ở Rạch Gầm (thuộc thôn Kim Sơn, huyện Kiến Đăng, [[trấn Định Tường]]) rồi nói thác là đi đánh [[Chey Chettha IV|Nặc Thu]], giả bộ ra triệu cho [[Hoàng Tấn]] đem quân sở bộ đến để làm tiên phong, nhưng Hoàng Tấn không đến.\n\n[[Văn Thông]] dâng kế với [[Mai Văn Long]], giả làm ông già họ Trương để dụ Hoàng Tấn ra hàng, Hoàng Tấn tin lời đi thuyền ra sông đến hội binh, quân [[Hoàng Tấn]] đang ở giữa sông bị phục binh 4 phía đánh vào và phá hết đồn trại của [[Hoàng Tấn]]. [[Hoàng Tấn]] bỏ thuyền chạy về hướng cửa biển [[Lôi Lạp]]. Vợ con Tấn trong lũy đều bị chém cả, đội quân Long Môn được chiêu dụ, những kẻ bị Tấn bắt ép phải theo đều được tha thứ.\n\nQuan quân thừa thế tiến đánh Nặc Thu, giao cho tướng sĩ Long Môn [[Trần Thượng Xuyên]] làm tiên phong, đốt hết dây thép chắn ngang sông, tiến công chiếm được ba lũy Cầu Nôm, Nam Vang và Gò Vách.\n\n[[Chey Chettha IV|Nặc Thu]] rút quân lui về giữ thành [[Oudong]] (Long Úc). Nguyễn Thắng Quyền khinh địch ham tiến bị Ông Thu đánh bại, Nguyễn Thắng Sơn đem quân đến cứu, xông trận đánh hăng, buộc [[Chey Chettha IV|Nặc Thu]] rút vào thành cố thủ. Rồi lập mưu sai nữ sứ giả là [[Chiêm Dao Luật]] đến xin hàng và đề nghị quan quân rút lui để họ chuẩn bị lễ vật cống hiến. Thực ra ấy là mưu kế để họ kịp mộ binh tiếp viện tính việc chống cự. [[Mai Vạn Long]] nhẹ dạ tin theo rồi cho lui quân về đóng ở Bến Nghé (nay là chợ Điều Khiển).\n\nĐã hơn một năm trôi qua mà [[Chey Chettha IV|Nặc Thu]] không chịu tiến cống, lúc ấy lại bỗng xảy ra bệnh dịch, quân sĩ nhiều người bị bệnh và chết, Cai cơ Nguyễn Thắng Sơn cùng các tướng làm tờ tấu đàn hạch [[Mai Vạn Long]] về tội chần chừ làm hỏng quân cơ.\n\nMùa đông năm 1689, triều đình sai Cai cơ [[Nguyễn Hữu Hào]]<ref>Con của Nguyễn Hữu Dật<\/ref> làm thống suất, Hòa Tín làm Tham mưu, Cai đội [[Nguyễn Thắng Sơn]] hầu làm Tiên phong, tuyển lựa tinh binh ở các xứ Phú Yên, Thái Khang và Phan Rí<ref>Bình Thuận<\/ref> để tiến đánh Cao Miên, rồi cho bắt trói bọn Vạn Long hầu cùm đưa về kinh sư. Sau đó triều đình miễn chức [[Mai Vạn Long|Vạn Long]] hầu cho về làm thường dân, giáng [[Văn Vị Xuyên|Vị Xuyên]] hầu xuống làm tướng thần thuộc lại.\n\nNguyễn Hữu Hào tiến quân đóng ở [[Bích Đôi]], cho dựng lũy, sắp xếp quân thủy bộ. Rồi sai người đến chỗ [[Chey Chettha IV|Nặc Thu]] yêu cầu bắt cống nộp, nhưng [[Chey Chettha IV|Nặc Thu]] lại giở trò lần lữa như trước chỉ tiến cống một phần.\n\nTháng 3 năm 1690, [[Nguyễn Hữu Hào]] đánh thắng Cao Miên, bắt vua Cao Miên là Nặc Thu đem về Sài Côn rồi nghỉ quân, Cao Miên từ đó mới bình định.\n\nSau đó Nặc Thu bị bệnh mất, Nặc Non cũng mất, các tướng tâu lên rằng dòng đích của vua Cao Miên không còn ai, do đó triều đình phong cho con Nặc Non là Nặc Yêm làm vua và lệnh cho đóng ở thành Gò Vách. (Sử Cao Miên ghi niên hiệu Thiên Vận (1622) là năm Thìn, Nặc Yêm con của Nặc Non là Tham - đích - sá - chiêu - trùy lên làm vua, so ra thời đại và tên gọi khá phù hợp nhưng tháng năm thì sai khác, điều đó còn cần khảo cứu thêm).\n== Qua đời ==\nMùa xuân năm Tân Mùi 1691, Chúa Nghĩa ốm nặng, ông triệu Thế tử là Tộ Trường hầu [[Nguyễn Phúc Chu]] đến và căn dặn: ''\"Ta nối Tổ nghiệp trước, vẫn để lại, thường lấy làm lo, mong sao nối theo được chí, làm theo được việc. Con nay kế nghiệp, nên noi giữ Thánh đức của Tổ tông, cầu hiền đãi sĩ, yêu dân thương quân, đừng tin lời nói gièm pha, đừng bỏ những người ngay thẳng, để xây dựng nghiệp lớn, đó là điều đại hiếu\"''. \n\nCùng ngày, Chúa Nghĩa qua đời (ngày 10 tháng Giêng năm Tân Mùi), thọ 43 tuổi.<ref>Đại Nam thực lục, tập 1, trang 91<\/ref> \n\nLăng mộ an táng tại [[núi Kim Ngọc]] (Định Môn, Hương Trà, Thừa Thiên). Tên lăng là Trường Mậu (長茂陵), đặt [[thụy]] là '''Đại Nguyên Soái Thống Quốc Chính Thiệu Hư Toản Nghiệp Hoằng Nghĩa vương''' (大元帥總國政紹休纂業弘義王), đến năm [[Cảnh Hưng]] thứ năm đời [[Nguyễn Phúc Khoát|Chúa Vũ]] dâng thụy là '''Thiệu Hư Toản Nghiệp Khoan Hồng Bác Hậu Ôn Huệ Từ Tường Hiếu Nghĩa vương''' (紹休纂業寬洪博厚溫惠慈祥孝義王). \n\nThế tử Nguyễn Phúc Chu lên kế nghiệp, tức Chúa Minh.\n\nSau này, [[Nhà Nguyễn]] - vua Gia Long truy tôn ông miếu hiệu là [[Anh Tông]] (英宗), thụy là '''Thiệu Hư Toản Nghiệp Khoan Hồng Bác Hậu Ôn Huệ Từ Tường Hiếu Nghĩa Hoàng đế''' (紹休纂業寬洪博厚溫惠慈祥孝義皇帝).\n\n== Gia đình ==\n\n=== Vợ ===\n* Hiếu Nghĩa Hoàng hậu [[Tống Thị Lĩnh]] ([[1653]] - [[1696]]), quê quán ở huyện [[Tống Sơn]], tỉnh [[Thanh Hóa]], con gái quan Thiếu phó Quận công [[Tống Phúc Vinh]], mẹ bà họ Lê. Bà vào hầu Nghĩa vương nơi Ttiểm để, sau được phong lên bậc ''Cung tần''. Bà tính tình hiền hậu, nhân từ, trong cung ai cũng mến đức. Lúc bà có thai, có nhiều điềm lành cho biết sẽ sinh ra bậc kỳ tài. Khi sinh, ánh sáng lành rực rỡ khắp nhà, sau này là Chúa Minh [[Nguyễn Phúc Chu]]. Khi mất, được phong tặng là ''Quốc Thái Phu nhân'', táng ở làng Định Môn ([[Hương Trà]], [[Thừa Thiên]]). Vua [[Gia Long]] truy tôn: ''Từ Tiết Tĩnh Thục Tuệ Mẫn Hiến Thuận Hiếu Nghĩa Hoàng hậu'', đặt tên lăng là Vĩnh Mậu. Bà được phối thờ với đức Anh Tông ở Thái Miếu, án thứ hai bên hữu.\n\n=== Con ===\n\n==== Công tử ====\n# '''[[Nguyễn Phúc Chu]]''', tức '''Hiển Tông Hiếu Minh Hoàng đế'''.\n# [[Nguyễn Phúc Tuân]], mất sớm, vô tự (không có con kế tự).\n# [[Nguyễn Phúc Toàn]], mất sớm, vô tự.\n# Ngoại tả Chưởng dinh [[Nguyễn Phúc Trinh]], mất sớm, vô tự.\n# [[Nguyễn Phúc Quảng]], mất sớm, vô tự.\n\n==== Công nữ ====\n# Khuyết danh (không rõ tên), bà hạ giá lấy Tín Quận công (không rõ họ tên).\n# Khuyết danh (không rõ tên), bà hạ giá lấy Tài Quận công (không rõ họ tên).\n# [[Nguyễn Phúc Ngọc Nhiễm]] (? - 1703), bà hạ giá lấy Chưởng dinh [[Trương Phúc Phan]]. Bà mất năm Quý Mùi 1703. Khi mất được truy phong ''Tống Sơn Quận công Thục Phu nhân'', an táng tại làng Định Môn.\n# [[Nguyễn Phúc Ngọc Niệu]], mất sớm.\n\n== Tưởng nhớ ==\nTên ông đã được đặt tên cho một con đường ở tỉnh Thừa Thiên Huế, thành phố Huế.\n\n== Xem thêm ==\n* [[Chúa Nguyễn]]\n* [[Nguyễn Phúc Chu]]\n* [[Đàng Trong]]\n\n== Chú thích ==\n{{Tham khảo}}\n{{Đầu hộp}}\n{{thứ tự kế vị|trước=Chúa Hiền [[Nguyễn Phúc Tần]]|chức vụ=[[Chúa Nguyễn|Nghĩa Vương]]|sau=Chúa Minh [[Nguyễn Phúc Chu]]|năm=[[1687-1691]]}}\n{{Cuối hộp}}\n{{Chúa Nguyễn|hiện=1}}\n\n[[Thể loại:Chúa Nguyễn]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Sinh năm 1649]]\n[[Thể loại:Mất năm 1691]]\n[[Thể loại:Sinh năm 1650]]\n[[Thể loại:Công tước nhà Lê trung hưng]]\n[[Thể loại:Hoàng đế truy tôn Việt Nam]]"}