{"350201":"'''Nguyễn Cửu Đàm''' (阮久潭, ?-[[1777]]) là danh tướng và cũng là nhà doanh điền thời [[chúa Nguyễn]] trong [[lịch sử]] [[Việt Nam]]. \n \nÔng được lịch sử ghi nhận là ''nhà quy hoạch [[Thành phố Hồ Chí Minh|Sài Gòn]] đầu tiên'' khi khép kín [[thành phố]] bằng ba mặt [[sông]] và một mặt thành, tạo nên một thể thống nhất về địa lý kinh tế, xã hội và bố phòng <ref>Theo website [[Quận 1]], [[Thành phố Hồ Chí Minh]] [http:\/\/www.quanuy1hcm.org.vn\/news\/gioithieu_soluocls.asp?catid=gt_soluocls] {{Webarchive|url=https:\/\/web.archive.org\/web\/20090326064729\/http:\/\/www.quanuy1hcm.org.vn\/news\/gioithieu_soluocls.asp?catid=gt_soluocls |date=2009-03-26 }}<\/ref>.\n\n==Sự nghiệp==\nThân thế và sự nghiệp '''Nguyễn Cửu Đàm''', sử sách biên chép không nhiều. Chỉ biết quê ông ở [[Gia Định]] và là con trai thứ năm của Chánh thống cai cơ [[Nguyễn Cửu Vân]].\n\nThời chúa [[Nguyễn Phúc Thuần]] ([[1765]]-[[1777]]), ông làm võ quan với hàm Hữu quân Phó tiết chế, tước Đàm Ưng hầu.\n\nNăm [[1767]], [[Xiêm|Xiêm La]] bị [[Myanmar|Miến Điện]] đánh phá, cướp bóc rồi bắt cả vua. Năm sau ([[1768]]), một người gốc [[Quảng Đông]] ([[Trung Quốc]]) tên là [[Taksin]] (tức Trịnh Quốc Anh) từng giữ chức Phi nhã (Phya) đất Mang Tát, tự khởi binh rồi lên ngôi vua...\nVua Cao Miên khi ấy là Nặc Tôn, lấy lý do Taksin không thuộc dân tộc Xiêm La, nên không chịu cống nạp nữa. Taksin bèn đem quân qua [[Campuchia|Cao Miên]] đặt Nặc Nộn thay Nặc Tôn và chiếm đóng [[Phnôm Pênh|Nam Vang]].\n\nBiết con vua Xiêm La cũ là Chiêu Thúy còn ở [[Hà Tiên (tỉnh)|Hà Tiên]], sợ ngày sau sinh ra biến loạn, [[tháng mười|tháng 10]] năm [[Tân Mão]] ([[1771]]) Taksin đem binh thuyền sang vây đánh Hà Tiên. Đô đốc [[Mạc Thiên Tứ]] giữ không nổi, đành phải bỏ thành chạy về Trấn Giang (nay là [[Cần Thơ]])...[[Tháng sáu|Tháng 6]] năm sau ([[1772]]) chúa Nguyễn ([[Nguyễn Phúc Thuần]]) giáng chức Nguyễn Cửu Khôi vì đã không kịp ứng cứu Hà Tiên và vì để Cao Miên mất về tay Xiêm La, cử Thống suất Nguyễn Cửu Đàm thay Cửu Khôi giữ chức điều khiển, để đem quân đi cản phá quân xâm lấn.\n\nBị đánh bại, Taksin lẫn Nặc Nộn đều tháo chạy. Thừa thắng, Nguyễn Cửu Đàm dẫn quân thu phục luôn [[Phnôm Pênh|Nam Vang]], La Bích, đưa Nặc Tôn<ref>Theo Nguyễn Đình Đầu, rất có thể sử Việt đã lầm, vì Nặc Nộn (Ang Tong) làm vua [[Campuchia|Cao Miên]] từ năm 1755 đến 1757, còn Outey II (sử Việt ghi là Nặc Thuận) làm vua từ 1758 đến 1775. Vậy khi ấy, phải là vua Nặc Thuận mới đúng. (''Địa chí văn hóa Thành phố Hồ Chí Minh'', tập 1, tr. 162.)<\/ref> về làm vua như xưa, rồi mới rút quân về [[Gia Định]]. Cùng năm ấy (1772), ông cho đào gắp rút ''kênh Ruột Ngựa'' và xây dựng ''[[lũy Bán Bích]]''<ref>Vì lũy có hình tượng như nửa tấm vách, nên gọi thế. Trên bản đồ của [[Trần Văn Học]] vẽ năm 1815, ghi là'' Cựu lũy''. Hiện nay, tên \"lũy Bán Bích\" được dùng để đặt tên một con đường nối từ đường [[Âu Cơ]] đến cầu Tân Hóa, thuộc quận [[Tân Phú (quận)|Tân Phú]], [[Thành phố Hồ Chí Minh]]. Đường này vốn là hương lộ 14, có từ thời [[Pháp]] thuộc, năm 1999 đổi thành tên trên.<\/ref> dài 8,586 [[kilômét|km]], nối hai đầu rạch [[Bến Nghé]] và rạch [[Thị Nghè]], xuống đến cầu Bông, tạo một vòng cung bao quanh Sài Gòn như một hòn đảo có diện tích khoảng 50[[kilômét vuông|km2]].\n\nTheo sử liệu, thì năm [[Đinh Dậu]] (1777), ông chết trận trong chiến dịch Ký Giang cùng Nội tả Chưởng cơ Phó tiết chế Tuấn Đức hầu Nguyễn Cửu Tuấn (chắt của Nguyễn Cửu Ứng) nhưng chưa rõ là đã giao chiến với ai.\n\n==Ghi công==\n[[Tập tin:Bản đồ Gia Định 1815.jpg|nhỏ|phải|250px|''Bán Bích cổ lũy'' trên bản đồ Gia Định 1815 do Trần Văn Học vẽ.]]\nNguyễn Cửu Đàm vừa là nhà quân sự có tài vừa là nhà quy hoạch có tầm nhìn lớn. Quan sát bản đồ, thấy lũy Bán Bích tạo cho [[Thành phố Hồ Chí Minh|Sài Gòn]] biệt lập như một hòn đảo với ba mặt sông và một mặt thành. Cùng với những đồn bảo bố phòng ở những nơi hiểm yếu, thì coi như \"thành phố này không còn sợ gì bất trắc nữa. Trong thực tế, quân [[Xiêm]] đã xâm phạm bờ cõi phía Nam nhiều lần, song lần nào cũng bị quân Việt đánh tan trước khi tới cửa ngõ thành phố.\"<ref>Theo ''Địa chí văn hóa [[Thành phố Hồ Chí Minh]]'', tập 1, tr. 163.<\/ref>\n\nNgoài lũy ấy, kênh Ruột Ngựa (Mã Trường Giang) cũng do ông sai đào vào mùa thu năm [[Nhâm Thìn]] (1772), được [[Trịnh Hoài Đức]] ghi rõ trong sách ''[[Gia Định thành thông chí]]'':\n:''Nguyên xưa từ Rạch Cát ra phía Bắc đến Lò Gốm thì có một đường nước đọng móng trâu, ghe thuyền đi lại không được...Nguyễn Cửu Đàm có đào con kênh thẳng như ruột ngựa, nên mới đặt tên ấy.''\n\nKênh này sau đó đã giúp cho thuyền bè qua lại giữa Sài Gòn với [[đồng bằng sông Cửu Long|miền Tây]] thêm thuận lợi.<ref>Theo ''Địa chí văn hóa [[Thành phố Hồ Chí Minh]]'', tập 1, tr. 165.<\/ref>.\n\nDo nhiều công lao, nên sau này (1810) Nguyễn Cửu Đàm được vua [[Gia Long]] cho thờ ở miếu ''Trung tiết công thần'' tại [[Huế]]. Và hiện nay ở quận [[Tân Phú (quận)|Tân Phú]], [[Thành phố Hồ Chí Minh]] có con đường mang tên ông.\n\n==Thông tin thêm==\nTheo quan niệm của [[Pháp]], của vua [[Gia Long]] thì năm [[1790]] là khai sinh ''thành phố Sài Gòn'' (Ville de Sai Gon), vì năm ấy là năm xây [[thành Bát Quái]] và lập [[Gia Định]] kinh. Nhưng theo các nhà nghiên cứu [[lịch sử]] [[Việt Nam]], thì Sài Gòn đã là thành phố từ khi Nguyễn Cửu Đàm xây lũy Bán Bích năm [[1772]], vì \"khi ấy phố xá, thương cảng đã được bảo vệ bởi một vách thành dài 15 [[dặm Anh|dặm]]\"<ref>Theo ''Địa chí văn hóa Thành phố Hồ Chí Minh'', tập 1, tr. 186.<\/ref>.\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo chính==\n*[[Trần Trọng Kim]], ''[[Việt Nam sử lược]]'' (quyển 2). Trung tâm học liệu [[Thành phố Hồ Chí Minh|Sài Gòn]] xuất bản, 1971, tr. 86-87.\n*Nguyễn Đình Đầu, ''Địa chí văn hóa [[Thành phố Hồ Chí Minh]]'' (tập 1). Nhà xuất bản [[Thành phố Hồ Chí Minh]], 1987.\n\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Mất năm 1777]]\n[[Thể loại:Năm sinh không rõ]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]"}