{"407749":"{{dablink|Xin xem các mục từ khác có tên tương tự ở [[Nguyễn Văn Hiếu]]}}\n'''Nguyễn Văn Hiếu''' ([[1746]] - [[1835]]) là tướng [[chúa Nguyễn]] và là quan [[nhà Nguyễn]], [[Việt Nam]].\n{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Văn Hiếu\n|tên gốc=\n| tước vị = \n| thêm = \n| hình =\n| cỡ hình = \n| ghi chú hình = \n| chức vị = [[Tổng đốc]] [[Nhà Nguyễn]]\n| tại vị = \n| kiểu tại vị = \n| tiền nhiệm = ''chức vụ thành lập''\n| kế nhiệm = ''chưa rõ''\n| hoàng tộc = [[Họ Nguyễn]]\n| kiểu hoàng tộc = hoàng tộc \n| miếu hiệu = \n| tên đầy đủ = Nguyễn Văn Hiếu \n| kiểu tên đầy đủ = Tên húy\n| tước vị đầy đủ = \n| thông tin tước vị đầy đủ = \n| thụy hiệu = \n| kiểu vợ = Phu nhân\n| vợ = \n| thông tin con cái = \n| con cái = [[Nguyễn Phúc Khuê Gia]]\n| cha = Nguyễn Văn Đán\n| mẹ = \n| nơi sinh = [[Gò Công]], [[Tiền Giang]]\n| sinh = [[1746]]\n| mất = [[1835]]\n| nơi mất = [[Hà Nội]] [[Đại Nam]] \n}}\n\n== Tiểu sử ==\n'''Nguyễn Văn Hiếu''' là người Kiến Hòa, tỉnh [[Định Tường]], về sau đổi thuộc tỉnh [[Gò Công (tỉnh)|Gò Công]] (nay huyện [[Gò Công Tây]], tỉnh [[Tiền Giang]]). Tiếng là con của Cẩm y Chưởng vệ Nguyễn Văn Đán, nhưng nhà ông rất nghèo. Thuở thiếu thời, ông từng phải đi cắt cỏ thuê để nuôi thân.\n\nNăm [[Ất Tỵ]] ([[1785]]), ông gia nhập quân Đông Sơn, ở Gò Khổng Tước (tức Gò Công), dưới quyền của [[Võ Tánh]].\n\nSau khi Võ Nhàn, một thuộc tướng của [[Đỗ Thanh Nhơn]], bị giết vì tội mưu phản; nghe tin Võ Văn Lượng ở Tân Hòa (Gò Công) là người nghĩa hiệp, nên Võ Tánh cùng các thuộc hạ, trong số đó có Nguyễn Văn Hiếu tìm đến phò giúp Văn Lượng. Sau, Văn Lượng tôn Võ Tánh đứng đầu, phát lệnh dấy nghĩa ở ''Phù Viên'' (Vườn Trầu).\n\n[[Mùa thu]] năm [[Đinh Mùi]] ([[1787]]), chúa [[Gia Long|Nguyễn Phúc Ánh]] từ [[Bangkok|Vọng Các]] ([[Xiêm|Xiêm La]]) về nước, sai Nguyễn Đức Xuyên đến chiêu dụ, Võ Tánh cùng Nguyễn Văn Hiếu theo về. Văn Hiếu được chúa trao chức Cai cơ hỗ giá.\n\nKhi chúa Nguyễn đóng binh ở Hồi Oa (Nước Xoáy, [[Sa Đéc]]), ông được cử chức Khâm sai Cai cơ, có kèm theo một chiếc thẻ bài.\n\nNăm [[Bính Thìn]] ([[1796]]), ông giữ chức Hữu chi Phó trưởng chi, rồi Chánh trưởng chi.\n \nNăm [[Tân Dậu]] ([[1801]]), ông theo Võ Tánh giữ thành [[Quy Nhơn]].\n \nLúc xảy ra [[trận Thị Nại (1801)|trận thủy chiến ở Thị Nại]], ở trong thành [[Quy Nhơn]], thấy lửa hỏa công của quân nhà, Võ Tánh cùng ông bèn mở cửa Đông tung quân ra đánh. Ông Hiếu bị trúng đạn, bị quân của [[Trần Quang Diệu]] bắt sống, mãi đến năm [[1802]], sau khi quân [[Nhà Tây Sơn|Tây Sơn]] [[trận Trấn Ninh (1802)|đại bại ở lũy Trấn Ninh]] mới được cứu.\n\nNăm [[Nhâm Tuất]] ([[1802]]), ông được thăng Phó tướng Hữu quân.\n \nNăm [[Quý Hợi]] ([[1803]]), ông theo [[Lê Văn Duyệt]] đánh dẹp dân nổi dậy ở Đá Vách (Thạch Bích, [[Quảng Ngãi]]) rồi được triệu về kinh (Huế).\n\nNăm [[Gia Long]] thứ 4 ([[1805]]), ông được cử giữ chức Quyền trấn thủ [[Bình Định]].\n\nNăm [[Canh Ngọ]] ([[1810]]), ông được phái đem binh đi [[Bắc Thành]], rồi sau đó gặp tang mẹ, nên xin thôi việc.\n\nChịu tang xong, ông được bổ làm Trấn thủ Sơn Nam Hạ (tức [[Nam Định]]).\n\nNăm [[Minh Mạng]] thứ 2 ([[1821]]), nhà vua ra Bắc, nghe tiếng ông cai trị giỏi, nên có triệu đến thăng cho một cấp, ban cho ống nhòm, gươm và súng (tất cả đều mạ vàng); cử ông làm Án trấn [[Thanh Hóa]]. Ở đây, ông phạm lỗi (xem bên dưới), nên bị giáng ba cấp, nhưng vẫn được giữ chức cũ.\n\nNăm [[1826]], ông cùng quan trấn [[Nghệ An]] dẫn quân đi dẹp yên được cuộc nổi dậy ở Ninh Tạo. Nhờ công lao này, ông được triệu về kinh, thăng Thần sách Tả doanh, Phó Đô Thống chế, lãnh chức Trấn thủ [[Nghệ An]].\n\nNăm [[1827]], ông được xung chức Kinh lược đại thần đến Nam Định tuần hành các làng xã. Khi về, xét thưởng, ông được thăng Thần sách Tả doanh Đô Thống chế, nhưng vẫn lãnh chức cũ ở Nghệ An.\n\nNăm [[1828]], quan binh đi kinh lược biên giới Nghệ An, ông hỗ trợ đầy đủ các nhu yếu.\n\nNăm [[1829]], vì tuổi cao sức yếu, ông xin nghĩ. Nhà vua chấp thuận, nhưng vẫn cho ông được hưởng lương. Khi khỏi bệnh, ông lại giữ chức Đô Thống, Trấn thủ Nghệ An.\n \nNăm [[Minh Mạng]] thứ 12 ([[1831]]), đổi trấn thành tỉnh, ông lại được bổ làm Tổng đốc Hà Ninh ([[Hà Nội]] và [[Ninh Bình]]).\n\nNăm [[1832]], ông thăng Thự Tả doanh Đô Thống phủ Chưởng phủ sự, tước Bá (Lương Năng bá), và được cấp một ngàn quan tiền.\n\nNăm [[Ất Tỵ]] ([[1835]]), ông mất. Năm [[Tự Đức]] thứ 5 (1851), ông được thờ ở miếu Trung hưng Công thần. Năm Tự Đức thứ 11 (1858), Nguyễn Văn Hiếu được thờ ở Hiền Lương Từ.\n\nCũng dưới triều Tự Đức, không rõ năm, một hôm nhà vua phê vào giấy long đằng hai chữ ''Nguyên Lương'', rồi sai người đem treo tại từ đường nhà ông. Từ đó, con cháu của ông Hiếu đổi tên lót là ''Nguyễn Lương'' thay vì ''Nguyễn Văn''.\n\n== Giai thoại ==\nNguyễn Văn Hiếu, tính người thuần phác. Khi làm quan thì được tiếng thanh liêm, cần mẫn. Sách ''Gò Công xưa'' chép:\n:''...Ông Hiếu tuy xuất thân võ biền, nhưng có phong thái của một nho thần. Một lần, các vị tân khoa đến nhà chào, ông tiếp đãi rất ân cần, rồi nói rằng: \"Mười năm đèn sách mới có ngày nay, tôi xin mừng cho các thầy. Nhớ ngày sau được bổ dụng làm quan, cũng nên giữ gìn như lúc tân khổ, chớ có xa xỉ quá để mang tiếng xấu cho thân danh, và phụ ý tốt (tuyển chọn nhân tài) của triều đình\".''\n:''Khi làm quan, ông được dân thương mến, lại nghiêm trị thuộc lại, nên họ đều sợ. Trong hạt nhiều trộm, ông Hiếu đến, bọn trộm bảo nhau rằng: Ông Trấn thủ là người nhân huệ, ta phải tránh đi.''\n:''Lúc ở [[Thanh Hóa]], một hôm có một thổ ty đem lễ vật đến ra mắt, ông Hiếu lấy lời ôn tồn từ khước. Thổ ty ra về, một thuộc lại của ông lẻn theo, dọa nạt ông này để lấy lễ vật. Ông Hiếu biết được, giận lắm, lập tức đem ra chém. Các quan đều can gián, nhưng ông không nghe. Chém rồi, ông dâng sớ xin chịu tội với triều đình, bị gián ba cấp, nhưng vẫn cho lưu lại chức cũ.''\n\n:''Tư cách như vậy, nên dù làm quan lớn đã lâu, cảnh nhà ông trông rất tiêu điều, vì lương bổng chỉ đủ tiêu dùng. Người vợ đem điều ấy thưa với ông, ông cười nói: Bà không nhớ lúc cắt cỏ thuê sao? Lúc ấy, mỗi khi đi đâu thì vợ chồng phải đổi áo mà mặc, chỉ lo đủ cái ăn cho mỗi ngày; nay sánh với xưa, đã hơn gấp mấy lần, thế mà còn muốn lấy của bất nghĩa để làm giàu sao?. Từ đó, vợ ông không dám đem chuyện \"tài lợi\" mà thưa với ông nữa.<ref>Lược theo Huỳnh Minh, ''Gò Công xưa'', tr.<\/ref>\n\n== Câu nói lưu danh ==\nDưới triều Minh Mạng, có lần cùng các đồng liêu xét án. Thấy có tên trộm đã thú tội rồi, mà vẫn còn bị tra tấn. Ông Hiếu chậm rãi nói: \n{{cquote|''Chúng nó vì cùng cực nên phải làm việc gian phi, đêm khuya xoi tường khoét vách, khó nhọc mới lấy được tiền người ta. Nay nó đã nhận tội, thì cứ chiếu theo luật mà trị, hà tất phải vẽ vời thêm làm gì? Thử hỏi: Ở các nha môn, có những kẻ trên nhà cao, ngồi nệm, dựa gối; giữa ban ngày, vẫy ngòi bút mà làm tiền người ta không chút khó nhọc, các người ấy sánh với bọn ăn trộm kia, tội ai nặng hơn?''}}\nNghe ông nói, ai nấy đều giật mình.<ref>Huỳnh Minh, ''Gò Công xưa'', tr. 96-97.<\/ref>\n\n== Hậu duệ ==\nNguyễn Văn Hiếu có 6 con trai, là:\n\n* Nguyễn Văn Nhâm bị tật ở chân, không có con nối dõi.\n* Nguyễn Văn Tôn làm Vệ úy Tả vệ [[Bình Định]], tập tước Lương Năng tử\n* Nguyễn Văn Túc lấy ''An Phú Công chúa [[Nguyễn Phúc Khuê Gia|Khuê Gia]]'', hoàng nữ thứ hai của vua [[Minh Mạng]], được phong làm Phò mã Đô úy. Cả hai có với nhau 3 con trai và 3 con gái.\n* Nguyễn Văn Tình làm Thành thủ úy\n* Nguyễn Văn Ân làm Phó quản cơ\n* Nguyễn Văn Nhân làm Lãnh binh [[Khánh Hòa]].\n\nTheo sự tra cứu riêng của Huỳnh Minh, thì dòng họ của ông Hiếu còn ở Thừa Thiên ([[Huế]]) khá đông. Vì buổi ấy, các vị công thần trong Nam ra giúp vua Gia Long, rồi định cư luôn ở đó. Xa quê, ông và các bạn có chung hoàn cảnh đã lập một hiệp hội (hội sinh hoạt trong một ngôi đình) ở gần cầu Kim Long (Huế) lấy tên là Nam Châu, sau đổi thành Nam Trung, để hợp theo nghĩa \"người Nam Kỳ ra làm quan ở Trung Kỳ\". Tên làng có ngôi đình trên, cũng được đổi thành làng Nam Trung).\n\n== Tham khảo ==\n* [[Ngô Giáp Đậu]], ''Hoàng Việt hưng long chí''. Nhà xuất bản Văn học, 1993, tr. 146, 267 và 408.\n* [[Quốc sử quán Triều Nguyễn]], ''Đại Nam chính biên liệt truyện'' (Sơ tập, quyển 16, đoạn \"Nguyễn Văn Hiếu\"). GS. [[Nguyễn Khắc Thuần]] dẫn lại trong ''Việt sử giai thoại'' (tập 8). Nhà xuất bản Giáo dục, 1998, tr. 29-31.\n* Huỳnh Minh, ''Gò Công xưa''. Nhà xuất bản Thanh Niên, 2001, tr. 93 - 98.\n\n==Chú thích==\n{{Tham khảo}}\n \n{{Thời gian sống|sinh=1746|mất=1835}}\n[[Thể loại:Sinh năm 1746]]\n[[Thể loại:Người Gò Công]]\n[[Thể loại:Người Đàng Trong]]\n[[Thể loại:Võ tướng chúa Nguyễn]]\n[[Thể loại:Võ tướng nhà Nguyễn]]\n[[Thể loại:Bá tước nhà Nguyễn]]\n[[Thể loại:Người họ Nguyễn tại Việt Nam]]\n[[Thể loại:Người họ Nguyễn]]"}