{"419041":"'''Nguyễn Đề''' (阮提, 1761-1805), húy là '''Nễ''', tự ''Nhất Quế'', hiệu ''Quế Hiên'' (桂軒, Gia phả ghi là '''Quế Hiên công'''); sau đổi tên là '''Đề''', tự ''Tiến Phủ'', hiệu ''Tỉnh Kiên'', biệt hiệu ''Văn Thôn Cư Sĩ'', là nhà thơ [[Việt Nam]] ở cuối [[thế kỷ 18]]-đầu [[thế kỷ 19]].\n\n{{Thông tin nhân vật hoàng gia\n| tên = '''Nguyễn Đề'''\n| tên gốc = '''阮提'''\n| tước vị thêm = \n| hình = \n| cỡ hình = 250px\n| ghi chú hình = \n| chức vị = \n| tại vị = 1796 - 1785\n| đăng quang = \n| tiền nhiệm = \n| nhiếp chính = \n| kế nhiệm = \n| the thiếp = 庞鸚\n| kiểu phối ngẫu = Phu nhân\n| phối ngẫu = \n| con cái = Nguyễn Giai.<br> Nguyễn Lịch.<br> Nguyễn Vĩ.\n| tên đầy đủ = \n| tên tự = \n| tên hiệu = \n| tước hiệu = [[Nhà Lê trung hưng]]:<br>Xu mật viện sự<br>[[Nhà Tây Sơn]]:<br>Tả đồng nghị Trung thư sảnh\n| tước vị đầy đủ = \n| tôn hiệu = \n| miếu hiệu = \n| thụy hiệu = \n| niên hiệu = \n| thời gian của niên hiệu = \n| hoàng tộc = \n| cha = [[Nguyễn Nghiễm]]\n| mẹ = Trần Thị Tần\n| sinh = 1761\n| nơi sinh = [[Hà Tĩnh]]\n| mất = 1805\n| nơi mất = [[Thăng Long]]\n| ngày an táng = \n| nơi an táng = \n| học vấn = \n| nghề nghiệp = \n| tôn giáo = \n| chữ ký = \n}}\n\n==Thân thế==\nNguyễn Đề sinh ngày 13 tháng 2 năm [[Tân Tỵ]] (1761) tại làng Tiên Điền, huyện [[Nghi Xuân]], trấn [[Nghệ An]], nay thuộc tỉnh [[Hà Tĩnh]].\n\nCha là [[Nguyễn Nghiễm]] ([[1708]] - [[1775]]), sinh ở làng Tiên Điền, huyện Nghi Xuân, Hà Tĩnh, tên tự ''Hy Tư'', hiệu ''Nghị'' ''Hiên'', có biệt hiệu là ''Hồng Ngự cư sĩ'' đậu Nhị giáp [[tiến sĩ]], làm quan đến chức Đại tư đồ (Tể tướng), tước Xuân Quận công.\n\nMẹ là bà Trần Thị Tần  (24 tháng 8 năm 1740 - 27 tháng 8 năm 1778), con gái một người làm chức câu kế. Bà Tần quê ở làng Hoa Thiều, xã Minh Đạo, huyện Tiên Du (Đông Ngàn), xứ [[Kinh Bắc]], nay thuộc tỉnh [[Bắc Ninh]]. Bà Tần là vợ thứ ba của [[Nguyễn Nghiễm]] (kém chồng 32 tuổi sinh được năm con, bốn trai và một gái).<ref>Trần Thị Tần, con gái một người thuộc hạ làm chức câu kế, người xã Hoa Thiều, huyện Đông Ngàn, xứ [[Kinh Bắc]], nay thuộc tỉnh [[Bắc Ninh]]. Bà Tần là vợ thứ ba của Nguyễn Nghiễm, trẻ hơn chồng 32 tuổi. Bà sinh được năm con, bốn trai và một gái. Thứ tự như sau: Nguyễn Trụ, Nguyễn Nễ (hơn Nguyễn Du 4 tuổi), Nguyễn Thị Diên {vợ của [[Vũ Trinh]]}, Nguyễn Du, Nguyễn Ức (kém Nguyễn Du 2 tuổi). Năm 1775, người con đầu của bà Tần mất, mới 18 tuổi, năm sau chồng mất, hai cái tang liền làm cho bà đau buồn rồi lâm bệnh mất ngày 27 tháng 7 năm 1778, khi mới 39 tuổi<\/ref> Và là anh cùng mẹ với [[Nguyễn Du]].\n\nNhờ cha làm quan lớn (Tể tướng), nên những năm tháng thiếu thời, ông sống khá yên vui cùng các anh em trong một cơ ngơi bề thế ở phường Bích Câu, trong kinh thành [[Thăng Long]].\n\nTổ tiên của ông có nguồn gốc từ làng Canh Hoạch, huyện [[Thanh Oai]], trấn [[Sơn Nam (định hướng)|Sơn Nam]] (nay thuộc [[Hà Nội]]), sau di cư vào [[Hà Tĩnh]], có truyền thống khoa hoạn nổi danh ở làng Tiên Điền về thời [[Nhà Hậu Lê|Lê mạt]]. Trước ông, sáu bảy thế hệ viễn tổ đã từng đỗ đạt làm quan. Bốn nghề chơi: cầm, thư, thi, hoạ bốn nghề đều thông thạo.\n\n==Sự nghiệp== \nNăm [[Đinh Hợi]] ([[1767]]), [[Nguyễn Nghiễm]] được thăng Thái tử Thái bảo, hàm tòng nhất phẩm, tước Xuân Quận công nên anh em ông thời đó sống trong giàu sang phú quý.\n\nNăm 1768, mới 7 tuổi, ông đã được tập ấm: Hoằng tín đại phu, Trung thành môn vệ úy, Khuê Nhạc bá.\n\nNăm [[Giáp Ngọ]] ([[1774]]), cha ông sung chức tể tướng, cùng [[Hoàng Ngũ Phúc]] đi đánh chúa Nguyễn ở Đàng Trong.\n\nNăm [[Ất Mùi]] [[1775]], anh trai Nguyễn Trụ (sinh năm [[1757]] qua đời).\n\nNăm [[Bính Thân]] [[1776]], thân phụ ông [[Nguyễn Nghiễm]] mất.\n\nNăm [[Mậu Tuất]] [[1778]] thân mẫu là bà Trần Thị Tần cũng tạ thế.\n\nNăm 1780, nhờ thông minh và chăm chỉ, ông đỗ đầu kỳ khảo khóa ở Quốc tử giám.\n\nNăm 1783, ông đỗ đầu kỳ thi ở huyện Thọ Xương và ở huyện Đông Ngàn.\n\nTháng 10 cùng năm, ông đỗ [[Giải nguyên]] lúc 23 tuổi khoa [[thi Hương]] ở điện Phụng Thiên.\n\nNăm 1786, ông được vua [[Lê Hiển Tông]] bổ làm Thị nội văn chức, giữ việc thường trực tại nhà học của con [[chúa Trịnh]]; rồi kiêm Phó Tri Thị nội Thư tả Lại phiên ở phủ chúa. Sau nữa, ông thăng Xu mật viện sự Đức Phái hầu.\n\nCùng năm, quân [[Nhà Tây Sơn|Tây Sơn]] ra Bắc, ông được vua [[Lê Chiêu Thống]] giao giữ chức Hiệp tán quân cơ đạo quân [[Sơn Tây (tỉnh cũ)|Sơn Tây]].\n\nNăm [[Kỷ Dậu]] ([[1789]]), vua [[Lê Chiêu Thống]] chạy sang [[Trung Quốc]], ông theo không kịp phải lánh về quê mẹ ở [[Bắc Ninh]].\n \nNăm Quang Trung thứ 3 (1790), nhờ người quen đề cử, ông được nhà Tây Sơn mời ra giúp việc từ hàn, tiếp đến là Hàn lâm viện thị thư, rồi được cử làm Phó sứ (do [[Nguyễn Quang Hiển]] dẫn đầu) đi đến [[Yên Kinh]] tuế cống triều [[nhà Thanh|Thanh]].\n\nVề nước, ông được thăng Đông các đại học sĩ, gia tăng Thái sử, Thự Tả thị lang Nghi Thành hầu.\n\nTháng mười, năm [[Tân Hợi]] ([[1791]]), anh thứ tư cùng cha khác mẹ với ông là Nguyễn Quýnh do chống Tây Sơn nên bị bắt và bị giết. Dinh cơ, từ đường họ Nguyễn ở Tiên Điền, Hà Tĩnh bị tướng Tây Sơn Lê Văn Dụ đốt cháy, phá hủy, làng Tiên Điền bị làm cỏ vì cuộc khởi nghĩa Nguyễn Quýnh.\n\nNăm [[Quý Sửu]] ([[1793]]), Nguyễn Du về thăm quê Tiên Điền và đến cuối năm ông vào kinh đô Phú Xuân thăm Nguyễn Đề đang làm thái sử ở Viện cơ mật.\n\nNăm [[Giáp Dần]] ([[1794]]), thời [[Nguyễn Quang Toản|Cảnh Thịnh]], ông được thăng Tả phụng nghi bộ Binh, vào Quy Nhơn giữ chức Hiệp tán nhung vụ, cai quản tinh binh. Nguyễn Du và Nguyễn Ức được ông giao cho việc về Hồng Lĩnh xây dựng lại từ đường và làng Tiên Điền mà ông bận việc quan không thể trực tiếp trông coi.\n\nNăm 1795, ông được cử sang Trung Quốc lần hai, để chúc mừng vua Thanh là [[Càn Long]] làm lễ nhường ngôi cho con là [[Gia Khánh]].\n\nTháng 2 năm 1796, ông về nước, được phong chức Tả đồng nghị Trung thư sảnh.\n\nNăm [[1795|1797]], ông thu xếp cùng [[Đoàn Nguyễn Tuấn]] cưới cô em út Đoàn Nguyễn Thị Huệ cho Nguyễn Du. \n \nNăm 1802, [[nhà Tây Sơn]] sụp đổ, ông trốn tránh tại Phú Xuân được Gia Long gọi ra. Nguyễn Đề dâng sớ, vua Gia Long tha chết, mến tài và kính trọng dòng dõi con Xuân Quân Công Nguyễn Nghiễm nên cho đi theo ra Bắc Thành làm việc dưới quyền Tổng Trấn Nguyễn Văn Thành. Nguyễn Đề cố vấn chỉ dẫn các kinh nghiệm nghi lễ đi sứ, tiếp sứ sang phong vương cho vua Gia Long. Nguyễn Đề hộ giá Gia Long ra Bắc, ngang qua Nghi Xuân, tiến cử Nguyễn Du. Nguyễn Du đón xa giá, theo vua, ra làm quan.\n\nNăm 1805, trong lần về chịu tang người thiếp, ông bị một viên Tri phủ truy bức nhân có một vụ việc tại làng. Rồi vì quá uất ức, ông đã qua đời lúc 54 tuổi.\n\n==Gia quyến==\nÔng có hai người vợ:\n* Vợ chính thất họ Trịnh, không có con;\n* Vợ thứ sinh ba con trai là Giai, Lịch và Vĩ.\n\n==Tác phẩm==\nNguyễn Đề đã để lại 2 tập thơ [[chữ Hán]], đó là:\n*'''Quế Hiên giáp, ất tập''' (''Tập thơ Quế Hiên'', I và II).\n*'''Hoa trình tiêu khiển tập''' (''Tập thơ tiêu khiển trên đường đi sứ'').\n\nNgoài ra, khi [[Gia Long]] chiếm thành [[Cố đô Huế|Phú Xuân]], ông có soạn một bài quốc âm và làm biểu dâng lên, được Gia Long khen ngợi.\n\nHiện nay ở ''Thư viện Hán Nôm'' ([[Hà Nội]]) đang lưu giữ tập thơ mang tên ''Hoa Trình tiêu khiển hứng tiền hậu tập'', mang ký hiệu A. 1361 và VHv.149. Ở ''Thư viện Viện văn học'' (Hà Nội) có bản mang tên ''Hoa trình thi tập'', mang ký hiệu HN.360. Đây là những bản sao của ''Quế Hiên giáp, ất tập'' và ''Hoa trình tiêu khiển tập''.\n\n==Nhận xét==\nCó thể nói, Nguyễn Đề làm quan với Tây Sơn và nhà Nguyễn khá tự nguyện và hăm hở, không mặc cảm, ít vướng bận nghĩa \"trung quân\", thậm chí có lúc ông còn chỉ trích những người bảo thủ, lánh đời. Vì chuyện này, ông phải chịu không ít lời gièm pha.\nTrên ba trăm bài thơ của ông đều là những bài thơ vịnh cảnh, ngụ hứng, cảm hoài, thù tạc...Trong số đó có gần chục bài thơ viết cho em trai là Tố Như (tức Nguyễn Du)...Tuy viết bằng chữ Hán, nhưng thơ ông có giọng điệu bình dị, ít triết lý và được thể hiện bằng thứ ngôn ngữ tinh tế mà không cầu kỳ và kiểu cách.<ref>Lược theo Trần Hải Yến, ''Từ điển Văn học'' (bộ mới), tr. 1128.<\/ref>\n \nNguyễn Đề là nhà thơ có tấm lòng nhân nghĩa, vị tha; có tâm hồn sâu lắng và nhiều trăn trở...Ngòi bút của ông bình dị, nhưng có nhiều bài hay, câu hay. Đặc biệt, ông có hàng chục bài thơ viết cho Nguyễn Du với tất cả tình cảm yêu thương của một người anh dành cho một đứa em trai có số phận khá vất vả, long đong.\nLần Nguyễn Du nuôi chí chống Tây sơn, việc bại lộ bị bắt giam. Nhờ ông có thân quen với viên tướng Tây Sơn là Nguyễn Thận mà người em (Nguyễn Du) được thả. Tuy hai anh em sống cách xa nhau, và mỗi người một số phận; song họ luôn nhớ nhau, đặc biệt là tình cảm của ông đối với Nguyễn Du (và ngược lại) vô cùng sâu sắc. Đây thật là một thứ tình anh em hiếm thấy trong lịch sử Văn học Việt Nam.<ref>Lược theo Tạ Ngọc Liễn, tr. 290-292.<\/ref> \n==Thơ==\n{|valign=\"top\"\n|\n:'''Thanh Quyết giang'''\n:Quần sơn liêu tịch dã thê lương\n:Thanh Quyết tân đầu cảnh khả thương\n:Nhất đới trường giang yên thủy thệ\n:Kỷ đôi tàn luỹ thảo đài hoang\n:Bắc nam tận thuộc kim dư bản\n:Thắng phụ không lưu cổ chiến trường\n:Trù trướng bất kham tuân vãng sự\n:Đình tiên tiếu chước điếu tà dương\n|\n:'''Sông Thanh Quyết'''\n:Núi non vắng vẻ ruộng thê lương\n:Cảnh bến đò này thực đáng thương\n:Một giải sông dài mây nước cuốn\n:Mấy mô thành cũ cỏ rêu hoang\n:Bắc nam nay đã chung đồ bản\n:Thua được còn bao dấu chiến trường\n:Ngao ngán việc xưa không muốn hỏi\n:Dừng cương nhắp chén viếng tà dương.\n:(Đỗ Ngọc Toại dịch)\n|}\n*Phụ chép một bài thơ của Nguyễn Du gửi cho anh là Nguyễn Đề:\n{|valign=\"top\"\n| \n:'''Ức gia huynh'''\n:Lục tháp thành nam hệ nhất quan\n:[[Đèo Hải Vân|Hải Vân]] dạ độ thạch toàn ngoan.\n:Cùng xu lam chướng tam niên thú,\n:Cố quốc yên hoa nhị nguyệt hàn.\n:Nhất biệt bất tri hà xứ trú,\n:Trùng phùng đương tác tái sinh khan.\n:Hải thiên mang điểu thiên dư lý,\n:Thần phách tương cầu mộng diệc tan.\n| \n:Dịch nghĩa:\n:'''Nhớ anh'''.\n:''Một chức quan buộc anh ở phía nam tòa thành sáu tháp<ref>Chỉ thành Quy Nhơn.<\/ref>,\n:''Ban đêm vượt đèo Hải Vân đá lởm chởm.\n:''Ba năm đóng thú ở vùng núi lam chướng,\n:''Tiết tháng Hai lạnh lẽo, nhìn hoa khói quê nhà.\n:''Một phen từ biệt, không biết nay ở nơi nào?\n:''Cuộc trùng phùng có lẽ phải đợi đến kiếp sau.\n:''Trời bể mênh mông, đường xa nghìn dặm,\n:''Hồn phách tìm nhau, dầu trong giấc mộng cũng khó.\n|}\n\n== Trong văn hoá đại chúng ==\n{| class=\"wikitable\" style=\"width:60%;\"\n|- style=\"background:gold; color:black; text-align:center;\"\n|'''Năm'''||'''Tác Phẩm'''||'''Diễn Viên'''\n|-\n|style=\"text-align:center;\" |2010|| style=\"text-align:center;\" |《[[Long thành cầm giả ca (phim)|Long Thành Cầm Giả Ca]]》|| style=\"text-align:center;\" |[[Đỗ Kỷ]]\n|}\n\n==Chú thích==\n{{Tham khảo}}\n==Tham khảo==\n*Nhiều người soạn, ''Từ điển Văn học (bộ mới)''. Nhà xuất bản Thế giới, 2004.\n*Tạ Ngọc Liễn, ''Danh nhân văn hóa trong lịch sử Việt Nam''. Nhà xuất bản Thanh Niên, 2008.\n*Lê Thước và Trương Chính, ''Thơ chữ Hán Nguyễn Du''. Nhà xuất bản Văn học, 1978.\n*Đỗ Ngọc Toại, ''Thơ văn dịch''. Nhà xuất bản Hội nhà văn, 2006. \n*Nguyễn Thị Phượng, ''Tuyển tập thơ chữ Hán Nguyễn Đề''. Nhà xuất bản Khoa học xã hội, 1995.\n\n{{Thời gian sống|sinh=1761|mất=1805}}\n\n[[Thể loại:Nhà thơ Việt Nam]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Quan lại nhà Tây Sơn]]\n[[Thể loại:Hầu tước nhà Lê trung hưng]]"}