{"3116611":"{{Thông tin nhân vật hoàng gia\n| tên = Kiên Thái vương\n| tên gốc = 堅太王\n| tước vị = [[Hoàng tử]] [[nhà Nguyễn]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| tước vị đầy đủ = Kiên Quốc công<br>Kiên vương (truy tôn)<br>Kiên Thái vương (truy tôn)\n| kiểu tên đầy đủ = Tên húy \n| tên đầy đủ = '''Nguyễn Phúc Hồng Cai'''<br>阮福洪侅\n| thụy hiệu = <font color = \"grey\">Thuần Nghị Kiên Thái vương<br>純毅堅太王<\/font>\n| cha = Nguyễn Hiến Tổ<br>[[Thiệu Trị]]\n| mẹ = Kỷ tần<br>[[Trương Thị Vĩnh]]\n| vợ = Nguyễn Thị Thảo<br>[[Bùi Thị Thanh]]<br>[[Phan Thị Nhàn]]\n| con cái = [[Kiến Phúc]]<br>[[Đồng Khánh]]<br>[[Hàm Nghi]]<br>Ưng Phong<br>Ưng Quyền<br>''và 7 con gái\n| sinh = [[13 tháng 12]] năm [[1845]]''\n| nơi sinh = \n| mất = [[15 tháng 5]] năm [[1876]] (31 tuổi)\n| nơi mất = \n| nơi an táng = Lăng Kiên Thái vương\n}}\n'''Nguyễn Phúc Hồng Cai''' ([[chữ Hán]]: 阮福洪侅; [[13 tháng 12]] năm [[1845]] – [[15 tháng 5]] năm [[1876]]), [[tôn hiệu]] '''Kiên Thái vương''' (堅太王), là một [[hoàng tử]] con vua [[Thiệu Trị]] [[nhà Nguyễn]] trong [[lịch sử Việt Nam]].\n\nÔng được biết đến là phụ thân của ba vị hoàng đế liên tiếp của triều Nguyễn, là [[Kiến Phúc]], [[Hàm Nghi]] và [[Đồng Khánh]], đồng thời là tổ phụ của vua [[Khải Định]] và là tằng tổ phụ của vua [[Bảo Đại]].\n\n== Tiểu sử ==\nHoàng tử Hồng Cai sinh ngày 5 tháng 11 (âm lịch) năm [[Ất Tỵ]] ([[1845]]), là con trai thứ 26 của vua [[Thiệu Trị]], mẹ là ''Tài nhân'' [[Trương Thị Vĩnh]] (sau được tấn tặng làm ''Kỷ tần'')<ref name=\":0\">''Nguyễn Phúc tộc'', sđd, tr.358<\/ref>. Hồng Cai bẩm tính nhân hậu, cần kiệm, biết tuân theo phép tắc. Ông vốn chăm học từ nhỏ, khi ra ở phủ riêng cùng học với các vương công, xem rộng kinh sử<ref name=\":3\">''Đại Nam liệt truyện'', tập 3, quyển 8 – phần ''Kiên Thái Vương Hồng Cai''<\/ref>.\n\nNăm [[Tự Đức]] thứ 18 ([[1865]]), Hồng Cai được phong làm '''Kiên Quốc công''' (堅國公)<ref name=\":1\">''[[Đại Nam thực lục]]'', tập 7, tr.926<\/ref>. Trước đó, vua ra bài cho cả ba hoàng đệ là Hồng Cai, [[Nguyễn Phúc Hồng Diêu|Hồng Diêu]] và [[Nguyễn Phúc Hồng Dật|Hồng Dật]] cùng làm. Theo lệ, các hoàng thân mới đầu đều được phong làm [[Quận công]], nhưng vì thấy Hồng Cai học hạnh tốt hơn cả nên được đặc cách gia phong như vậy<ref name=\":3\" \/><ref name=\":1\" \/>. Cũng trong năm đó, con trai trưởng của quốc công Hồng Cai được chọn vào nuôi ở trong cung (là vua [[Đồng Khánh]] sau này)<ref name=\":1\" \/>.\n\nNăm [[Tự Đức]] thứ 29 ([[1876]]), ngày 22 tháng 4 (âm lịch), quốc công Hồng Cai mất<ref name=\":0\" \/>, Tự Đức vô cùng thương tiếc, nghỉ chầu 3 ngày, ban [[thụy]] là '''Thuần Nghị''' (純毅), lại cho thêm quan tài của Đông Viên để tỏ lòng yêu quý khác thường<ref name=\":3\" \/>.\n\nLăng tẩm của quốc công Hồng Cai được táng tại huyện [[Hương Thủy]], phủ [[Thừa Thiên]]<ref name=\":0\" \/>. Điểm đặc biệt của ngôi lăng này là có hai bi đình (nhà đặt bia) nằm đối xứng ở hai bên trái và phải của lăng, trong khi tất cả các lăng mộ khác của hoàng đế và hoàng thân công chúa chỉ có một bi đình<ref>{{Chú thích web|url=https:\/\/vov.vn\/du-lich\/mot-som-tai-lang-kien-thai-vuong-963717.vov|tựa đề=Một sớm tại Lăng Kiên Thái Vương|tác giả=|họ=|tên=|ngày=2019\/10\/06|website=[[Đài Tiếng nói Việt Nam]]|url lưu trữ=|ngày lưu trữ=|url hỏng=|ngày truy cập=1 tháng 4 năm 2020}}<\/ref>. Ông được thờ tại phường Dưỡng Sinh ở trong kinh thành<ref name=\":3\" \/>.\n\nTháng 9 (âm lịch) năm [[Ất Dậu]] ([[1885]]), [[Đồng Khánh]] lên ngôi kế vị vua em [[Hàm Nghi]], vâng theo chỉ dụ của Thái hậu [[Từ Dụ]] truy tôn cho cha ruột là Hồng Cai làm '''Kiên vương''' (堅王), [[thụy]] '''Ôn Nghị''' (溫毅)<ref>''Đại Nam thực lục'', tập 9, tr.191<\/ref>. Bài sách văn viết rằng<ref>''Đại Nam thực lục'', tập 9, tr.192<\/ref>:\n\n<blockquote>\"''Được nghe thánh thần tỏ lòng luyến ái, nghĩa thân thân<ref>''Thân thân'': Yêu mến người thân trong họ gần.<\/ref> là việc lớn hơn; vương giả nối nghiệp trung hưng, lễ quý quý''<ref>''Quý quý: kính trọng bậc tôn quý.''<\/ref> ''là trọng trước hết; có đức tất có báo, dẫu chết cũng như còn. Nghĩ đến Kiên quốc công là người em yêu quý của hoàng khảo Dực tông Anh hoàng đế ta, bản tính đoan trang; vốn lòng hiếu hữu, tự biết rèn luyện, thực tinh hoa lá ngọc cành vàng; không cần múa gươm, có khí khái cánh chim vó ngựa, hạnh nghĩa ấy, tam hoàng''<ref>''Tam hoàng'': tức là sông Ngân Hoàng trên trời, ví như dòng dõi nhà vua.<\/ref> ''rõ rệt; bản chi này bách thế còn lưu. Nên nay phải ngọc bích được truyền; cầm tỷ phù nối nghiệp, nghĩ đến rung rinh đai ấn, còn tưởng đến Đông Bình''<ref>''Đông Bình vương'' là con thứ 6 của [[Hán Quang Vũ]] [[nhà Hán]], khi được tiến phong tước vương đeo cái đai rộng 10 vòng (theo ''Từ hải'').<\/ref>''; hiềm vì văng vẳng sinh ca, không theo được Tử Tấn''<ref>[[Sở Cung vương]] có 5 người con, không biết chọn lập con nào làm Thái tử, mới đem ngọc bích chôn xuống đất rồi bảo các con, người nào lễ trúng chỗ ngọc bích ấy thì được lập lên. Sau Tử Tấn con ông lễ trúng chỗ ngọc bích ấy nên được lập lên (theo ''[[Tả truyện]]'' và ''Từ hải'').<\/ref>'', dòng dõi vốn lòng nhân hậu; cáo sắc phải được hiển dương. Nay tuân theo đặc Chỉ của Từ Dụ Bác Huệ Thái hoàng thái hậu, tấn tặng là Kiên vương, tên thụy là Ôn Nghị, để yên ủi linh hồn, mà tỏ rõ ơn nước. Than ôi! Hàm sắc thêm phần rực rỡ, hầu nêu vang vẻ ở tuyền đài; lá đồng''<ref>''Lá đồng'': lá của cây [[ngô đồng]]. Sử ký Tấn thế gia chép rằng: [[Chu Thành vương]] chơi đùa với em nhỏ là [[Đường thúc Ngu]], tước lá ngô đồng làm ngọc khuê, rồi đưa cho Ngu bảo rằng: \"''Ta phong đất này cho ngươi''\". Rồi sau ông buộc phải phong cho Thúc Ngu thật, vì quan thái sử nói rằng: \"''Thiên tử không có nói đùa''\" (''[[Bội văn vận phủ]]'').<\/ref> ''há phải việc riêng, che chở giúp ngầm cho căn bản, mong xin linh sảng có thấu; xin phải kính theo.''\"<\/blockquote>\n\nNăm [[Đồng Khánh]] thứ 3 ([[1888]]), theo lời bàn của [[bộ Lễ]], vua muốn tôn huy hiệu cho Kiên vương Hồng Cai và phủ thiếp [[Bùi Thị Thanh]] (mẹ vua), đồng thời cải thụy của Kiên vương thành ''Thuần Nghị'' (純毅) như trước. Đình thần và [[phủ Tôn Nhân]] cho là hợp tình hợp lễ, xin tấn tôn Kiên vương làm '''Kiên Thái vương''' (堅太王), xưng là Hoàng thúc phụ, Bùi thị làm ''Kiên Thái vương phi'', xưng là Hoàng thúc mẫu<ref>''Đại Nam thực lục'', tập 9, tr.384-385<\/ref>. Cũng vì từ trước đến nay chưa có lệ phong Vương phi cho phủ thiếp nên hai hoàng thân là quốc công [[Nguyễn Phúc Miên Trữ|Miên Trữ]] và quốc công [[Nguyễn Phúc Miên Tuấn|Miên Tuấn]] đều bác bỏ việc đó<ref>''Đại Nam thực lục'', tập 9, tr.382-383<\/ref>. Điều này làm phật ý [[Đồng Khánh]] nên hai ông bị phế bỏ tước vị.\n\nCũng trong năm đó, vua cho dựng đền Hân Vinh, dự định để bà Tài nhân [[Trương Thị Vĩnh]] đến ở<ref name=\":2\">''Đại Nam thực lục'', tập 9, tr.410<\/ref>. Nhưng cuối năm đó, Đồng Khánh băng hà, triều thần cho đặt quan tài của vua ở đền Hân Vinh, sau khi an táng vua thì lấy đền đó làm nơi thờ mới cho Kiên Thái vương Hồng Cai (là cha vua)<ref name=\":2\" \/>. Đền Hân Vinh sau này còn có tên gọi là ''Đình Phương từ đường'', hiện tọa lạc tại số 179, đường Phan Đình Phùng, thành phố [[Huế]].\n\n== Gia quyến ==\nKiên Thái vương Hồng Cai có 5 con trai và 7 con gái<ref name=\":3\" \/>. Ông được ban cho bộ chữ ''Đậu'' (豆) để đặt tên cho các con cháu trong phòng<ref>''Đại Nam thực lục'', tập 7, tr.216<\/ref>.\n\nDân gian [[Huế]] có câu ca dao:\n\n:''Một nhà sinh đặng ba vua.''\n:''Vua còn, vua mất, vua thua chạy dài.''\n\nHai câu này là để nói về hoàn cảnh đặc biệt của gia đình ông, khi mà cả 3 người con trai đều được nối ngôi làm vua. \"''Vua còn''\" tức [[Đồng Khánh]], \"''vua mất''\" tức [[Kiến Phúc]] và \"''vua thua chạy dài''\" tức Xuất đế [[Hàm Nghi]].\n\n=== Phủ thiếp ===\n* Nguyễn Thị Thảo, chánh thất, được nhắc đến qua việc vua [[Khải Định]] ban cho bà một chiếc Kim bội có dây tua nhân tiết Thánh Thọ ngũ tuần (mừng thọ 50 tuổi của bà Thánh Cung [[Nguyễn Hữu Thị Nhàn]], đích mẫu của Khải Định)<ref>''Đồng Khánh Khải Định chính yếu'', tr.310<\/ref>.\n* [[Bùi Thị Thanh]] ([[1845]] – [[1900]]), được tôn làm ''Kiên Thái vương phi'' (堅太王妃), sau khi mất được ban [[thụy]] là '''Đoan Nhu''' (端柔).\n* [[Phan Thị Nhàn]] (? – [[21 tháng 1]] năm [[1889]]).\n\nKiên Thái vương Hồng Cai còn nhiều thứ thiếp chưa rõ tên.\n\n=== Hậu duệ ===\n\n==== Con với bà Bùi Thị Thanh ====\n* [[Nguyễn Phúc Ưng Thị]], làm hoàng tử đổi tên thành Ưng Đường rồi Ưng Kỷ, tức '''[[Đồng Khánh]]'''. Ông được vua [[Tự Đức]] nhận làm con nuôi thứ 2, được Thiện phi [[Nguyễn Thị Cẩm]] nuôi dưỡng. Công tử trưởng.\n* [[Nguyễn Phúc Ưng Đăng]], làm hoàng tử đổi tên thành Ưng Hỗ, tức vua '''[[Kiến Phúc]]''', được Tự Đức nhận làm con nuôi thứ 3, do Học phi [[Nguyễn Văn Thị Hương]] nuôi dưỡng<ref>''Đại Nam thực lục'', tập 9, tr.255<\/ref>. Công tử thứ ba.\n* Nguyễn Phúc Ưng Quyến ([[1871]] – [[1901]]), công tử thứ tư, tập phong ''Kiên Quận công'' (堅郡公)<ref name=\":3\" \/>. Công tử Ưng Quyến có hai con trai tên là Bửu Phong và Bửu Thùy. Công tôn Bửu Phong có một người con trai là [[Nguyễn Phúc Vĩnh Cẩn|Vĩnh Cẩn]], là người bạn tâm giao của vua [[Bảo Đại]] và là người được Bảo Đại tin tưởng nhất. Ông Cẩn lấy bà Nguyễn Hữu Bích Tiên, con của ''Tân Phong Công chúa'' [[Nguyễn Phúc Châu Hoàn|Châu Hoàn]] và ông Nguyễn Hữu Khâm (con trai của Vĩnh Quốc công [[Nguyễn Hữu Độ]]), tức cháu ngoại vua [[Dục Đức]].\n* Công nữ Như Khuê<ref name=\":4\">''Nguyễn Phúc tộc'', sđd, tr.359<\/ref>.\n* Công nữ Như Đạm<ref name=\":4\" \/>.\n\n==== Con với bà Phan Thị Nhàn ====\n* Công nữ Tú Lộc, mới 5 tuổi thì chết yểu, tặng làm ''An Nghĩa Huyện chúa'' (安義縣主)<ref name=\":5\">''Đại Nam thực lục'', tập 9, tr.421-422<\/ref><ref name=\":6\">''Đồng Khánh Khải Định chính yếu'', tr.73<\/ref>. Theo đình thần bàn nghị, vua phỏng theo lễ chế [[nhà Đường]] truy tặng người chị lớn chết yểu làm [[Huyện chúa]]<ref name=\":5\" \/>. Công nữ trưởng.\n* Nguyễn Phúc Ưng Phong, 8 tuổi thì mất, truy tặng ''Kiến huyện hầu'' (堅縣侯)<ref name=\":5\" \/><ref name=\":6\" \/>. Công tử thứ hai.\n* [[Nguyễn Phúc Ưng Lịch]], tức '''[[Hàm Nghi]]''', kế vị vua anh [[Kiến Phúc]]. Công tử thứ năm.\n\nCông nữ thứ sáu mất sớm, không rõ tên, mẹ là một người thiếp họ Nguyễn. Mộ của công nữ này hiện tọa lạc tại phường [[Thủy Xuân]], thành phố Huế.\n\nCông nữ thứ năm là Như Phiên (hoặc Phan), có chỗ ghi là Như Sắc, không rõ mẹ, lấy danh thần [[Thân Trọng Huề]]. Một người con gái của hai ông bà là Thân Thị Nam Trân, lấy ông [[Trần Văn Chương]], sinh [[Trần Lệ Xuân]], hay còn được biết với tên là Madame Nhu.\n\nCác công nữ Như Quế (công nữ thứ ba), Như Phiên và Như Cư (công nữ thứ bảy) được vua [[Khải Định]] ban cho mỗi người một chiếc Kim bội, mặt sau khắc 4 chữ ''Khải Định sắc tứ''<ref>''Đồng Khánh Khải Định chính yếu'', tr.306<\/ref>.\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam thực lục]] chính biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Giáo dục\n* ''Đồng Khánh Khải Định chính yếu'' (2010), Nguyễn Văn Nguyên dịch, Nhà xuất bản Thời Đại\n\n== Chú thích ==\n{{tham khảo|4}}\n\n{{Thời gian sống|sinh=1845|mất=1876}}\n\n[[Thể loại:Hoàng tử Thiệu Trị]]\n[[Thể loại:Công tước nhà Nguyễn]]\n[[Thể loại:Vương tước truy phong Việt Nam]]"}