{"549538":"'''Nguyễn Thành Ý''' ([[chữ Hán]]: 阮誠意, [[1820]]-[[1897]]), tự là '''Thiện Quan''', hiệu là '''Túy Xuyên''', là một quan đại thần [[nhà Nguyễn|triều Nguyễn]]. Ông được xem là vị lãnh sự ngoại giao đầu tiên của Đại Nam (1874-1883) tại Nam Kỳ thuộc Pháp, một trong những đại thần có xu hướng ủng hộ canh tân đất nước vào giữa thế kỉ 19.\n\n==Thân thế==\nNguyễn Thành Ý sinh năm ([[1820]]) tại làng Túy La (nay thuộc xã Điện Quang)<ref>[http:\/\/www.baodanang.vn\/channel\/5433\/201011\/Vi-lanh-su-dau-tien-trong-lich-su-ngoai-giao-2015262\/ Vị lãnh sự đầu tiên trong lịch sử ngoại giao]<\/ref>, (về sau sang cư ngụ tại làng Bất Nhị, nay thuộc xã Điện Phước), huyện Diên Phước, phủ Điện Bàn (nay là huyện [[Điện Bàn]]), tỉnh [[Quảng Nam]]. Cha ông là Nguyễn Tấn Duệ, có thời giữ chức Thủ hạp<ref>Tương đương chức Trưởng chi cục lâm nghiệp ngày nay.<\/ref> nên dân trong vùng quen gọi là Thủ Quyển. Thủ Quyển thuở nhỏ rất có chí, nghiên cứu kinh sách, gia phong theo phong cách Nho gia, vì vậy ảnh hưởng đến sự thành đạt của con cái sau này. Mẹ ông là kế thất của Thủ Quyển, tên là Trương Thị Tam, sinh được 5 người con trai và 3 người con gái. Năm người con trai là: Nguyễn Khắc Thân (đỗ Tú tài); Nguyễn Chánh Tâm (đỗ Tú tài); '''Nguyễn Thành Ý''' (đỗ Cử nhân); Nguyễn Tu Kỹ (đỗ Tú tài); Nguyễn Tĩnh Cung (đỗ Cử nhân); vì thế được vua [[Tự Đức]] ban tặng danh hiệu ''\"Ngũ tử đăng khoa\"'' (''Gia đình có năm con trai đỗ đạt'').<ref>Hiện nay tại Bảo tàng thành phố Hồ Chí Minh trưng bày chiếc gương đồng mang dòng chữ \"NGŨ TỬ ĐĂNG KHOA\".<\/ref>\n\n==Sự nghiệp quan trường==\nNguyễn Thành Ý đỗ Cử nhân năm Quý Mão (1843) tại trường Thừa Thiên, thời [[Thiệu Trị]]. Sau khi thi đỗ, ông được bổ làm một chức quan nhỏ tại Huế. Một hôm, trong buổi tiệc đãi sứ thần nước Vạn Tượng (tức Lào ngày nay) qua triều cống, vua Tự Đức ra lệnh cho các quan làm thơ ca ngợi cảnh thái bình, khi các quan dâng thơ lên, đọc đến bài của Ông, vua Tự Đức phải thốt lên ''\"Trẫm không ngờ Nguyễn Thành Ý làm thơ hay đến thế\"''. Từ đó Ông được Tự Đức trọng dụng, bổ nhiệm làm Tri huyện Kiến Hòa, Tri phủ Tân Bình, Tri phủ Phước Tuy, Hộ đốc Gia Định, Quản đạo Phú Yên<ref>Quản đạo là chức quan đứng đầu một tỉnh thuộc Trung Kỳ dưới triều Nguyễn, hàm Tòng tam phẩm.<\/ref>.\n\nSau khi Pháp hạ [[Trận thành Gia Định, 1859|thành Gia Định]], ông được bổ nhiệm làm Hộ đốc Gia Định, thay Tổng đốc [[Võ Duy Ninh]] tuẫn tiết. Tuy nhiên, khi ông vào đến nơi thì Pháp đã cho phá tung [[Thành Phụng|thành Gia Định]]. Vì vậy, không lâu sau ông được bổ làm Tri phủ Phước Tuy (nay là thuộc địa bàn 2 huyện [[Long Khánh]] và [[Long Thành]], tỉnh [[Đồng Nai]]). Khác với hầu hết quan lại khác vốn giữ quan niệm bảo thủ, Nguyễn Thành Ý dù một lòng chống Pháp xâm lược, nhưng lại có quan điểm cởi mở và giao thiệp rộng. Trong thời gian làm quan ở Nam Kỳ, ông kết giao với nhiều người tiết nghĩa, đồng thời cũng bắt đầu học tiếng Pháp để tìm hiểu ý đồ thực sự của người Pháp ở Nam Kỳ.\n\nKhi Pháp hạ [[Đại đồn Chí Hòa]] (tháng 2 năm 1861), sau đó là hạ thành Mỹ Tho (tháng 4 năm 1861), chiếm được [[Định Tường]], tháng 9 năm 1861, ông cùng thuộc hạ là Tùy phái Phan Trung mộ được 4.000 nghĩa quân, gửi vào cùng đánh Pháp với nghĩa quân [[Trương Định]]<ref name=\"DNTLCB4\">Đại Nam Thực lục Chính biên, đệ Tứ kỷ.<\/ref>. Nguyễn Thành Ý sau đó trở về nhiệm sở, chuẩn bị cho các đạo quân tiếp viện cho Gia Định từ Huế gửi vào. Tuy nhiên, 14 tháng 12 năm 1861, Pháp mở rộng tấn công ra [[Biên Hòa (tỉnh)|Biên Hòa]], đến ngày 7 tháng 1 năm 1862, đánh chiếm được Bà Rịa.\n\nTrước sức mạnh của quân Pháp, triều đình Huế chấp nhận ký [[Hòa ước Nhâm Tuất (1862)|Hòa ước Nhâm Tuất 1862]] với những điều kiện bất bình đẳng hoàn toàn có lợi cho Pháp, buộc phải nhường hẳn 3 tỉnh Đông Nam Kỳ cho Pháp. Nguyễn Thành Ý được rút về làm Chánh sứ Nha Hải phòng Quảng Nam.<ref>Nguyễn Đắc Xuân, \"Chuyện các quan triều Nguyễn\", Nhà xuất bản Thuận Hóa, 2001. Tr. 71.<\/ref>\n\n==Vị lãnh sự ngoại giao đầu tiên==\nMặc dù từ năm 1866, [[Nguyễn Trường Tộ]] đã đề nghị lập Lãnh sự bên cạnh người Pháp tại Gia Định, tuy nhiên triều đình [[Tự Đức]] không hiểu được giá trị của đề nghị này nên đã bác bỏ<ref>Bản điều trần ngày 30 tháng 4 năm 1866. Dẫn theo Trương Bá Cần, \"Nguyễn Trường Tộ: Con người và di thảo\", Nhà xuất bản TP.HCM, 1998.<\/ref>. Mãi sau khi Pháp chiếm trọn [[Nam Kỳ]] năm 1867, triều đình Huế mới nhận thấy sự bất lợi khi không có một lãnh sự ở Nam Kỳ. Trong bản dự thảo để thay thế Hòa ước Nhâm Tuất 1862, triều đình Huế đã đưa điều khoản lập lãnh sự. [[Hòa ước Giáp Tuất (1874)|Hòa ước Giáp Tuất 1874]] được ký, với Điều 20 quy định: ''\"... Hoàng thượng đức vua An Nam có quyền bổ nhiệm các Trú sứ ở Paris và ở Sài Gòn.\"''<ref>Bang giao Đại Việt - triều Nguyễn, Nhà xuất bản Văn hoá Thông tin 2005<\/ref>\n\nVới kinh nghiệm lịch duyệt, quảng giao, khả năng giao tiếp tiếng Pháp và sự hiểu biết về đất Nam Kỳ, tháng 11 năm 1874, Nguyễn Thành Ý được triều đình bổ nhiệm làm Khâm phái kiêm Lãnh sự ở Gia Định, hàm [[Hồng lô tự khanh]]<ref name=\"DNTLCB4\"\/>. Phó của ông là Phan Khiêm Ích. Dinh Lãnh sự được đặt ở gần khu vực [[Cầu Ông Lãnh]] ngày nay.\n\nLãnh chức Lãnh sự trong một gian đoạn tế nhị, Nguyễn Thành Ý đã rất nhã nhặn, khôn khéo nên vừa giữ được uy thế của triều đình, vừa được lòng chính phủ Pháp. Mặt khác, do có mặt Lãnh sự của triều đình, các sĩ phu Gia Định chống Pháp vẫn liên kết hướng về kinh đô. Biết thế, cho nên người Pháp vừa kính nể vừa kiêng dè ông, tìm cách đẩy ông đi nơi khác.<ref>Nguyễn Đắc Xuân, \"Chuyện các quan triều Nguyễn\", Nhà xuất bản Thuận Hóa, 2001. Tr. 72.<\/ref>\n\nTháng 9 năm 1877, ông được thăng hàm Quang lộc tự khanh, sung chức Chánh khâm phái, cùng với Vũ Văn Phú, Nguyễn Tăng Doãn dẫn đoàn sứ bộ mang các đồ thủ công mĩ nghệ danh tiếng của nước ta sang Pháp đấu xảo<ref>Tức tham dự hội chợ triển lãm kĩ nghệ.<\/ref>. Biện lý Lễ Bộ là Nguyễn Lập vào Gia Định làm chức Lãnh sự thay ông<ref name=\"DNTLCB4\"\/>.\n\nSau khi hết hội chợ, tháng 9 năm 1878, Nguyễn Tăng Doãn dẫn đoàn hội chợ trở về Đại Nam. Nguyễn Thành Ý tiếp tục dẫn đoàn sứ bộ sang Tây Ban Nha tìm hiểu tình hình châu Âu, mãi đến tháng 1 năm 1879 mới trở về. Ông và Nguyễn Tăng Doãn, bấy giờ mới được thăng hàm từ Tả tham tri lên Thượng thư, được [[Tự Đức]] triệu kiến để báo cáo tình hình. Do báo cáo bị đánh giá quá đề cao uy thế của các nước châu Âu nói chung và nước Pháp nói riêng, Tự Đức nổi giận, cách chức lưu nhiệm Nguyễn Thành Ý, giáng Nguyễn Tăng Doãn trở về hàm Tả tham tri nhưng vẫn cho lãnh Thượng thư.<ref name=\"DNTLCB4\"\/>\n\nTháng 2 năm 1879, ông tâu trình xin chọn học trò sang học trường Cơ khí ở [[Toulon]], [[Pháp]]. Tự Đức chuẩn y. Sau khi từ Pháp trở về năm 1880, ông được phục hồi chức vụ, trở về Gia Định làm Lãnh sự. Trong thời gian làm lãnh sự, ông là đầu mối ngoại giao của triều đình với Soái phủ Nam Kỳ, đồng thời cũng nhiều lần thông báo về triều đình những âm mưu của người Pháp tại Tây Nguyên và Bắc Kỳ. Tháng 8 năm 1881, ông được bổ nhậm chức Tuần phủ Bình Định. Nguyễn Lập được phái ra thay ông. Tháng 10 năm 1881, ông được triệu về kinh để báo cáo tình hình, sau đó được lưu lại kinh với chức Tả thị lang Bộ Hộ.\n\nTháng 12 năm đó, triều đình dự kiến thành lập sứ bộ sang Pháp, do [[Nguyễn Trọng Hợp]] làm Chánh sứ; Nguyễn Thành Ý làm Phó sứ; Vũ Ngọc Tuân, Phạm Như Xương làm Tham biện. Tuy nhiên, chuyến đi Pháp không thành vì nổ ra sự kiện [[Henri Rivière]] gây hấn ở [[Bắc Kỳ]].\n\nTháng 3 năm 1882, nhân việc người Pháp gây hấn ở Quảng Yên, lấy lý do đánh quân [[Cờ Đen]] [[Lưu Vĩnh Phúc]] để bảo hộ việc buôn bán, đã cử tàu chiến vào Bắc Kỳ, triều đình cử Nguyễn Thành Ý vào Gia Định thương thuyết với Soái phủ Nam Kỳ. Tuy nhiên, việc chưa đến đâu thì [[Henri Rivière]] đã cho [[trận thành Hà Nội (1882)|đánh thành Hà Nội]]. Tổng đốc [[Hoàng Diệu]] tự vẫn.\n\nVới tư cách là Sứ thần, Nguyễn Thành Ý gửi kiến nghị phản ứng quyết liệt. Tuy nhiên, người Pháp không hề đếm xỉa gì đến thái độ của triều đình Đại Nam. Thừa thắng, Henri Rivière tiếp tục mở rộng, đánh thành [[Nam Định]] ngày 27 tháng 3 năm 1883. Tuy nhiên, sự vội vàng của ông ta đã phải trả giá bằng sinh mạng mình khi bị quân Cờ Đen phục kích tại [[trận Cầu Giấy (1883)|trận Cầu Giấy]] ngày 19 tháng 5 năm 1883.\n\nTháng 5 năm 1883, Lãnh sự Nguyễn Lập xin về quê chữa bệnh. Triều đình cử Nguyễn Thành Ý thay. Tuy nhiên, chỉ 1 tháng sau, chính quyền Pháp ở Nam Kỳ đơn phương bãi bỏ Tòa Lãnh sự Đại Nam tại Gia Định với lý do: ''\"Mấy lâu ông làm việc ở đây, không bớt được sự biến gì cả; nếu để ông ở lại, sợ hại việc trong 6 tỉnh nầy, xin ông về ngay\"''<ref name=\"DNTLCB4\"\/>, trục xuất Lãnh sự Nguyễn Thành Ý và Phó lãnh sự Trần Doãn Khanh ra khỏi đất Nam Kỳ.\n\nTháng 7 năm 1883, ông trở về kinh đô, được vua Tự Đức biểu dương công trạng và thăng chức Hữu tham tri Bộ Binh. Từ đó đến năm 1886 ông đã từng kinh qua các chức: Tả tham tri Bộ Công, Tổng đốc Hải An (Hải Dương), Binh Bộ Thượng thư kiêm Đô sát viện Hữu phó Đô Ngự Sử kiêm Phụ Đạo Đại thần (dạy học cho các con cháu của vua, trong đó có vua Hàm Nghi và vua Đồng Khánh sau này)\n\n==Bất lực trước thời cuộc==\nViệc bãi bỏ tòa lãnh sự và trục xuất Nguyễn Thành Ý chứng tỏ ý đồ người Pháp chuẩn bị can thiệp hơn nữa vào nội tình Đại Nam. Tự Đức vừa băng hà, linh cữu vẫn còn đang quàn tại điện Càn Thành, bất chấp phép đối xử văn minh, 18 tháng 8 năm 1883 [[phó Đề đốc|chuẩn đô đốc]] Pháp là Amédée Courbet, tư lệnh Hạm đội Bắc Kỳ, ngang nhiên dàn tàu chiến trước cửa Thuận An đưa tối hậu thư đòi quan quân triều đình phải giao nộp pháo đài. Vua [[Hiệp Hòa]], người vừa được triều thần tôn lên ngôi thay cho vua [[Dục Đức]] vừa bị phế truất cách đó vài ngày, phải cử Nguyễn Thành Ý ra tàu Pháp để điều đình. Biết rõ bản lĩnh của Nguyễn Thành Ý, người Pháp từ chối với lý do ông ''\"... đã bị chính phủ Pháp trục xuất khỏi Nam Kỳ, nay không còn tư cách để thương thuyết.\"'''. Triều đình đành cử Trần Thúc Nhẫn và Phạm Như Xương ra thay, tuy nhiên Pháp đã quyết chí tấn công. Hai ngày sau, Pháp chiếm được [[trận Cửa Thuận An|pháo đài Trấn Hải]]. Trước áp lực của quân Pháp, triều đình Huế buộc phải ký [[Hòa ước Quý Mùi, 1883|Hòa ước Quý Mùi]], chính thức để quyền tự chủ mất vào tay người Pháp.\n\nVua Hiệp Hòa giữ ngôi không lâu thì xảy ra sự biến:\n\n{{cquote|\n''Trong [[Huế]] thì vua Hiệp Hòa cũng muốn nhận chính sách bảo hộ để cho yên ngôi vua, nhưng các quan có nhiều người không chịu, và lại thấy [[Nguyễn Văn Tường]] và [[Tôn Thất Thuyết]] chuyên chế thái quá, muốn dùng kế mà trừ bỏ đi, bèn đổi Nguyễn Văn Tường sang làm Binh bộ Thượng thư, Tôn Thất Thuyết làm Lại bộ Thượng thư, để bớt binh quyền của Tôn Thất Thuyết.''\n \n''Hai người thấy vua có lòng nghi, sợ để lâu thành vạ, bèn vào tâu với bà Từ Dụ Thái hậu để lập ông Dưỡng Thiện là con nuôi thứ ba vua Dực Tông, rồi bắt vua Hiệp Hòa đem ra phủ ông Dục Đức cho uống thuốc độc chết. Vua Hiệp Hòa làm vua được hơn 4 tháng, sử gọi là ''Phế Đế''.''\n\n''Nguyễn Văn Tường và Tôn Thất Thuyết đã giết vua Hiệp Hòa rồi, lại thấy quan Phụ chính [[Trần Tiễn Thành]] không theo ý mình, cũng sai người giết nốt.''\n\n|||Trần Trọng Kim <ref>''[[Việt Nam sử lược]]'', tr. 535-536.<\/ref>}}\n\nVua [[Kiến Phúc]] được 2 quyền thần chủ chiến tôn lên ngôi. Nguyễn Thành Ý được đổi qua thự Tả tham tri bộ Công<ref>Đại Nam Thực lục Chính biên, đệ Ngũ kỷ.<\/ref>. Không lâu sau, Kiến Phúc băng hà, triều đình tôn [[Hàm Nghi]] lên ngôi.\n\nLợi dụng sự thay chúa đổi ngôi của triều đình Đại Nam, người Pháp mượn cớ can thiệp sâu hơn. Lúc Kiến Phúc còn trên ngôi, họ ép buộc triều đình Đại Nam phải ký [[Hòa ước Giáp Thân (1884)|Hòa ước Giáp Thân 1884]] với những điều khoản sửa đổi có lợi hơn cho Pháp, chính thức chia cắt Đại Nam làm 3 Kỳ với những hình thức cai trị hoặc bảo hộ khác nhau. Tháng 3 năm 1885, nhân việc triều đình Hàm Nghi cho khởi phục nguyên hàm tổng đốc hưu trí Vũ Trọng Bình, một người nổi tiếng thẳng tính và thanh liêm, làm Thượng thư Bộ Hộ, sung Cơ mật viện đại thần; và do đó, chuyển đổi Phạm Thận Duật về làm Thượng thư ở Bộ Hình. Công sứ Pháp tại Huế phản đối, tuyên bố không chấp nhận, vì Vũ Trọng Bình từng chỉ huy quân dân Đại Nam chống Pháp ở Nam Định năm 1883. Vì vậy, Vũ Trọng Bình nhân đó dâng sớ từ chối, lại về hưu. Phạm Thận Duật vẫn làm thượng thư Bộ Hộ. Nguyễn Thành Ý được bổ vào làm Tả tham tri bộ Hình, giữ ấn triện Bộ Hình.<ref name=\"DNTLCB6\">Đại Nam Thực lục Chính biên, đệ Lục kỷ.<\/ref>\n\nTrước thời cuộc ngoại xâm nội loạn, chỉ mới giữ quyền 3 tháng, chán nản trước hành động lộng hành thoán thì của quyền thần, tháng 6 năm 1885, ông dâng sớ cáo ốm, xin được về hưu trí<ref name=\"DNTLCB6\"\/>. Không lâu sau, quân triều đình do [[Tôn Thất Thuyết]] chỉ huy [[Trận Kinh thành Huế 1885|tập kích quân Pháp thất bại]], vua Hàm Nghi phải xuất bôn. [[Nguyễn Văn Tường]] được phân ở lại Huế để tìm cách giảm bớt hậu quả binh lửa, bị người Pháp giao phải ổn định tình hình trong 2 tháng. Thái hậu [[Từ Dụ]] được rước từ [[Quảng Trị]] về, cho triệu Nguyễn Thành Ý về triều phục chức, thăng làm Khâm sai Đại thần đi hiểu dụ quan quân địa phương Thanh Hóa ngưng chiến<ref name=\"DNTLCB6\"\/>. Không lâu sau, ông được triệu về lãnh chức Thượng thư Bộ Hình, sau đổi lãnh chức Tổng đốc Hải – Yên<ref name=\"DNTLCB6\"\/> một thời gian rồi nghỉ hưu.\n\nNăm [[Thành Thái]] thứ ba (1891) triều đình lại thỉnh ông ra kinh nhậm chức Lễ Bộ Thượng thư kiêm Phụ Đạo Đại Thần, trực tiếp dạy vua Thành Thái, khi đấy mới 13 tuổi. Đến năm Thành Thái thứ sáu (1894), ông mới được nghỉ hưu và được phong tước ''\"Phụ đạo Đại thần Hiệp Biện Đại học sĩ\"''.\n\nÔng qua đời năm 1897, thọ 77 tuổi. Mộ phần được án táng tại nghĩa trang Gò Bướm, nay thuộc thôn Nhị Dinh 2, xã Điện Phước, huyện Điện Bàn, Quảng Nam.\n\n==Gia đình==\nTrải qua 50 năm làm quan (1884 - 1894)từng giữ nhiều chức vụ quan trọng, từ các địa phương cho đến tại triều đình,lúc nào ông cũng tỏ rõ rất mực thanh liêm, khi về trí sĩ tại quê nhà, ông sinh sống trong ngôi nhà ba gian lợp tranh sơ sài, nên trong dân gian có câu ''\"Nguyễn đại thần thanh tháo như băng\"''<ref>Các nhân vật lịch sử của đất Quảng<\/ref>\n\nTrong đời quan nghiệp, có lúc ông thấy nản lòng trước tình cảnh vua tôi, nịnh thần hại nước hại dân, nên nhiều lần ông đã phản kháng, suýt bị ghép tội khi quân. Bởi vậy, ông thường khuyên con cháu trong nhà: \"Ta đang mắc nợ vua, ráng trả xong, các anh, các em, các cháu ở nhà lo dạy học, phụng dưỡng cha mẹ, đừng ham chức tước mà khổ tâm\".\n\nNguyễn Thành Ý có hai người vợ. Một bà người Quảng Nam, sinh được một người con gái, sau gả cho ông Cử Đỉnh; và 2 người con trai là ông Ấm Đạm, học giỏi nhưng không ra làm quan, và ông Ấm Lân, từng làm Tri huyện Quảng Điền. Một bà người Gia Định thì chỉ sinh một người con trai là Ấm Hồ, có tài làm thơ Nôm và soạn tuồng hát bội.<ref>Nguyễn Đắc Xuân, \"Chuyện các quan triều Nguyễn\", Nhà xuất bản Thuận Hóa, 2001. Tr. 74.<\/ref>\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n{{Thời gian sống|1820|1897}}\n\n[[Thể loại:Quan lại nhà Nguyễn]]\n[[Thể loại:Người Quảng Nam]]"}