{"3197846":"{{Thông tin viên chức\n|tên= Nguyễn Ngọc Oánh\n|hình=\n|cỡ hình=\n|miêu tả=\n\n|chức vụ= [[Hình: Fatherland - Space.png|20px]]<br>Chỉ huy trưởng Trung tâm Huấn luyện<br>Quân chủng Không quân tại Nha Trang<br>(Lần thứ 3)\n|bắt đầu= 1\/1969\n|kết thúc= 4\/1975\n|trưởng chức vụ= Cấp bậc\n|trưởng viên chức= -Đại tá (1\/1969)<br>-Chuẩn tướng (11\/1972)\n|tiền nhiệm= -Đại tá Nguyễn Văn Ngọc\n|kế nhiệm= -Sau cùng\n\n|chức vụ 2= Tham mưu phó tại Bộ tư lệnh Không quân\n|bắt đầu 2= 8\/1961\n|kết thúc 2= 1\/1969\n|trưởng chức vụ 2= Cấp bậc\n|trưởng viên chức 2= -Thiếu tá (10\/1960)<br>-Trung tá (6\/1962)<br>-Đại tá\n|tiền nhiệm 2=\n|kế nhiệm 2=\n\n|chức vụ 3= Chỉ huy trưởng Trung tâm Huấn luyện<br>Không quân Nha Trang<br>(Lần thứ 2)\n|bắt đầu 3= 10\/1960\n|kết thúc 3= 8\/1961\n|trưởng chức vụ 3= Cấp bậc\n|trưởng viên chức 3= -Thiếu tá\n|tiền nhiệm 3= \n|kế nhiệm 3= -Trung tá Đỗ Khắc Mai\n\n|chức vụ 4= Trưởng ban trong Bộ chỉ huy Không quân<br>tại Bộ Tổng Tham mưu\n|bắt đầu 4= 6\/1959\n|kết thúc 4= 10\/1960\n|trưởng chức vụ 4= Cấp bậc\n|trưởng viên chức 4= -Đại úy (7\/1955)\n|tiền nhiệm 4=\n|kế nhiệm 4\n\n|chức vụ 5= Chỉ huy trưởng Trung tâm Huấn luyện<br>Không quân Nha Trang<br>(Lần đầu tiên)\n|bắt đầu 5= 7\/1955\n|kết thúc 5= 6\/1959\n|trưởng chức vụ 5= Cấp bậc\n|trưởng viên chức 5= -Đại úy\n|tiền nhiệm 5=\n|kế nhiệm 5=\n\n|quốc tịch= {{USA}}<br>{{flag|Việt Nam Cộng hòa}}\n|nguyên nhân mất= Tuổi già\n|nơi ở= California, Hoa Kỳ\n|nghề nghiệp= Quân nhân\n|dân tộc= [[Người Việt|Kinh]]\n|học vấn= Tú tài bán phần\n|học trường= -Trường Trung học giáo trình Pháp tại Hà Nội<br>Trường Võ bị Liên quân Đà Lạt<br>Trường Sĩ quan Hoa tiêu Không quân, Nha Trang<br>Trường Sĩ quan Hoa tiêu Marrakech, Maroc, Bắc Phi\n|quê quán= Bắc Kỳ\n\n|ngày sinh= [[Tháng 6]] năm [[1925]]\n|nơi sinh= [[Hà Nam]], [[Việt Nam]]\n|ngày mất= {{ngày mất|2010|5|24}} ([[85]] tuổi)\n|nơi mất= [[California]], [[Hoa Kỳ]]\n|phục vụ= [[Hình: Flag of South Vietnam.svg|22px]] [[Việt Nam Cộng hòa]]\n|thuộc= [[Hình: Flag of the Army of the Republic of Vietnam.jpg|22px]] [[Quân lực Việt Nam Cộng hòa]]\n|năm phục vụ= [[1950]]-[[1975]]\n|cấp bậc= [[Hình: US-O7 insignia.svg|16px]] [[Chuẩn tướng]]\n|đơn vị= [[Hình: Fatherland - Space.png|20px]] [[Không lực Việt Nam Cộng hòa|Không quân]]\n|chỉ huy= [[Hình: Flag of the Vietnamese National Army.svg|20px]] [[Quân đội Quốc gia Việt Nam|Quân đội Quốc gia]]<br>[[Hình: Flag of the Army of the Republic of Vietnam.jpg|20px]] [[Quân lực Việt Nam Cộng hòa]]\n|tham chiến= [[Chiến tranh Việt Nam]]\n}}\n\n'''Nguyễn Ngọc Oánh''' (1925-2010), nguyên là một tướng lĩnh Không Quân của [[Quân lực Việt Nam Cộng hòa]], cấp bậc [[Chuẩn tướng]]. Ông xuất thân từ khóa đầu tiên tại trường Võ bị Liên quân sau khi Võ bị Quốc gia từ Huế dời về Nam Cao nguyên Trung phần, đặt trên cơ sở có sẵn của trường Võ bị Liên quân Viễn Đông trước đó thuộc Quân đội Pháp. Ra trường, ông được về đơn vị Bộ binh, nhưng chỉ một thời gian ngắn, ông được tuyển dụng sang Quân chủng Không quân.\n\n==Tiểu sử & Binh nghiệp==\nÔng sinh vào tháng 6 năm 1925 trong một gia đình trung nông khá giả tại Duy Tiên, Hà Nam, miền Bắc Việt Nam. Năm 1945, ông tốt nghiệp chương trình Trung học Pháp tại Hà Nội với văn bằng Tú tài bán phần (Part I). Được bổ dụng làm công chức tại Nam Định cho đến khi gia nhập quân đội.\n\n===Quân đội Quốc gia Việt Nam===\nĐầu năm 1950, thi hành lệnh động viên, ông nhập ngũ vào Quân đội Quốc gia, mang số quân: 45\/600.051. Theo học khóa 3 Trần Hưng Đạo tại trường Võ bị Liên quân Đà Lạt, khai giảng ngày 1 tháng 1 năm 1950. Ngày 26 tháng 5 năm 1951 mãn khóa tốt nghiệp với cấp bậc [[Thiếu úy]] hiện dịch. Ra trường được chuyển đi phục vụ tại một Tiểu đoàn Bộ binh Việt Nam trong Quân đội Liên hiệp Pháp.\n\nTháng 3 năm 1952, ông trúng tuyển chuyển sang Quân chủng Không quân, theo học khóa 1 Hoa tiêu Quan sát tại Trung tâm Huấn luyện Không quân Nha Trang, khai giảng ngày 3 tháng 3 và mãn khóa ngày 25 tháng 12 cùng năm. Đến đầu tháng 3 năm 1953, ông được thăng cấp [[Trung úy]] và được cử giữ chức vụ Chỉ huy trưởng Phi đoàn 1 Quan sát<ref>Phi đoàn 1 Quan sát được thành lập ngày 1\/3\/1952.<\/ref> ở Tân Sơn Nhứt, Chỉ huy phó là Trung úy [[Từ Bộ Cam (Đại tá, Quân lực Việt Nam Cộng hòa)|Từ Bộ Cam]].<ref>Trung uý Từ Bộ Cam sinh năm 1926 tại Quảng Nam, tốt nghiệp khóa 3 Võ bị Đà Lạt và khóa 1 Hoa tiêu Quan sát. Sau cùng mang cấp Đại tá.<\/ref> Tháng 5 năm 1954, Phi đoàn 1 Quan sát di chuyển ra Đà Nẵng.\n\n===Quân đội Việt Nam Cộng hòa===\nĐầu năm 1955, Phi đoàn 1 Quan sát lại di chuyển ra Thành nội Huế. Sau thời điểm Quân đội Quốc gia được đổi tên thành [[Quân đội Việt Nam Cộng hòa]], ông được lệnh bàn giao Phi đoàn 1 Quan sát lại cho Đại úy [[Trần Phước (Đại tá, Quân lực Việt Nam Cộng hòa)|Trần Phước]]<ref>Đại uý Trần Phước sau cùng là Đại tá Chỉ huy trưởng Trường chỉ huy Tham mưu Trung cấp Không quân.<\/ref> để lên đường đi du học khóa Huấn luyện viên Hoa tiêu Quan sát tại Căn cứ không quân Marrakech, Maroc (thuộc địa Pháp). Tháng 7 cùng năm mãn khóa về nước ông được thăng cấp [[Đại úy]] giữ chức vụ Chỉ huy trưởng đầu tiên Trung tâm Huấn luyện Không quân Nha Trang (nhân lúc Pháp rút quân và bàn giao cơ sở Huấn luyện này lại cho Không quân Việt Nam). Giữa năm 1959, ông được chuyển về phục vụ trong Bộ Chỉ huy Không quân tại Bộ Tổng tham mưu với chúc vụ là một Trưởng ban.\n\nNgày Quốc khánh Đệ nhất Cộng hòa 26 tháng 10 năm 1960, ông được thăng cấp [[Thiếu tá]] và được tái bổ nhiệm chức vụ Chỉ huy trưởng Trung tâm Huấn luyện Không quân (thời điểm này, Giám đốc Huấn luyện là Đại úy [[Dương Thiệu Hùng (Đại tá, Quân lực Việt Nam Cộng hòa)|Dương Thiệu Hùng]]).<ref>Đại uý Dương Thiệu Hùng sinh năm 1930 tại Hà Nội, tốt nghiệp khóa 3 Võ bị Đà Lạt và khóa 1 Hoa tiêu Quan sát. Sau cùng là Đại tá Chỉ huy Không đoàn.<\/ref> Đến tháng 8 năm 1961, một lần nữa ông được lệnh bàn giao chức Chỉ huy trưởng Trung tâm Huấn luyện lại cho Trung tá [[Đỗ Khắc Mai (Đại tá, Quân lực Việt Nam Cộng hòa)|Đỗ Khắc Mai]]<ref>Trung tá Đỗ Khắc Mai tốt nghiệp khóa 1 Sĩ quan Trừ bị Nam Định, khóa 1 Hoa tiêu Quan sát. Sau cùng là Đại tá Tư lệnh Không quân (1963). Giải ngũ năm 1965<\/ref> để trở về phục vụ trong Bộ tư lệnh Không quân giữ chức vụ Tham mưu phó. Giữa năm 1962, ông được thăng cấp [[Trung tá]] tại nhiệm.\n\nĐầu năm 1969, ông được thăng cấp [[Đại tá]] và được tín nhiệm lần thứ 3 thay thế Đại tá [[Nguyễn Văn Ngọc (Đại tá, Quân Lực Việt Nam Cộng hòa)|Nguyễn Văn Ngọc]]<ref>Đại tá Nguyễn Văn Ngọc, sinh năm 1931 tại Hà Nội, tốt nghiệp khóa 1 Sĩ quan Trừ bị Thủ Đức, chức vụ sau cùng: Tham mưu phó tại Bộ tư lệnh Không Quân<\/ref> giữ chức vụ Chỉ huy trưởng Trung tâm Huấn luyện Không quân Nha Trang và ở chức vụ này cho đến đầu tháng 4 năm 1975.\n\nNgày Quốc khánh Đệ nhị Cộng hòa 1 tháng 11 năm 1972, ông được thăng cấp [[Chuẩn tướng]] tại nhiệm.\n\n==1975==\nNgày 30 tháng 4, ông cùng gia đình di tản ra khỏi Việt Nam. Sau đó sang định cư tại Pasadena, Tiểu bang California, Hoa Kỳ.\n\nNgày 24 tháng 5 năm 2010, ông từ trần tại nơi định cư. Hưởng thọ 85 tuổi.\n\n==Chú thích==\n{{Tham khảo|30em}}\n\n==Tham khảo==\n* Trần Ngọc Thống, Hồ Đắc Huân, Lê Đình Thụy (2011). ''Lược sử Quân lực Việt Nam Cộng hòa.\n\n[[Thể loại:Sinh năm 1925]]\n[[Thể loại:Mất năm 2010]]\n[[Thể loại:Chuẩn tướng Quân lực Việt Nam Cộng hòa]]\n[[Thể loại:Người Hà Nam]]\n[[Thể loại:Người Mỹ gốc Việt]]"}