{"3338679":"{{chú thích trong bài}}\n{{Thông tin nhân vật hoàng gia\n| tên = Nguyễn Uông\n| tên gốc = 阮汪\n| tước vị = \n| thêm = vietnam\n| hình= \n| ghi chú hình = \n| chức vị = [[Chư hầu|Tả Tướng Quân Lãng Xuyên Hầu]] [[Nhà Lê]].\n| con cái = [[Nguyễn Thần Không]]<br>[[Nguyễn Uyên]]\n| tại vị = [[1545]]\n| nhiếp chính = \n| kiểu nhiếp chính = \n| kế nhiệm = Chưa rõ.\n| hoàng tộc = [[Họ Nguyễn]]\n| kiểu hoàng tộc = Gia tộc\n| thụy hiệu = Tả Tướng Quân Lãng Xuyên Hầu. \n| tên đầy đủ = Nguyễn Uông (阮汪)\n| kiểu tên đầy đủ = Tên húy \n| cha = [[Nguyễn Kim]] \n| mất = [[1545]]\n| sinh = [[?]]\n}}\n'''Nguyễn Uông''' (阮汪) là một nhà chính trị và quân sự vào [[Nhà Lê Trung Hưng|giai đoạn Lê Trung Hưng]]. Ông là con trai cả của danh tướng [[Nguyễn Kim]] ([[1468]]-[[1545]]) và là anh trai của chúa [[Nguyễn Hoàng]]. Sau khi tướng Nguyễn Kim bị đầu độc, Nguyễn Uông bị anh rể là Trịnh Kiểm sát hại để chiếm quyền lãnh đạo quân đội Nam Triều. Cái chết của ông đã khiến em ông là Nguyễn Hoàng lo sợ rồi từ đó xin vào Thuận Hóa để trấn thủ, mở ra thế cục [[Trịnh - Nguyễn phân tranh]] sau này.\n\n==Tiểu sử==\nCha ông là danh tướng Nguyễn Kim. Tướng Nguyễn Kim có hai con trai là Nguyễn Uông và Nguyễn Hoàng. Sau khi [[Nguyễn Kim]] bị Dương Chấp Nhất hạ độc chết, Nguyễn Uông được vua Lê Trang Tông phong làm Lãng Xuyên Hầu, sau tiến phong Tả tướng quân, còn [[Nguyễn Hoàng]] được vua Lê Trang Tông phong làm Hạ Khê hầu, sai đem quân đi đánh giặc lập được nhiều công lao nên được vua lê phong tước Đoan quận công.\n\nSau khi Nguyễn Kim chết, con rể là Trịnh Kiểm lên nắm binh quyền. Để thao túng triều chính, Trịnh Kiểm sau đó đã sát hại Nguyễn Uông. Nguyễn Hoàng vì lo sợ người bị Trịnh Kiểm hại tiếp theo sẽ là mình nên xin với người chị là [[Nguyễn Thị Ngọc Bảo|Ngọc Bảo]] (vợ Trịnh Kiểm) để xin với Trịnh Kiểm cho mình vào đất Thuận Hóa trấn thủ và được Trịnh Kiểm bằng lòng. Từ đó, Nguyễn Hoàng trở thành người mở đầu cho sự nghiệp của các [[chúa Nguyễn]] ở miền nam [[Việt Nam]] và mở ra thế cục [[Trịnh - Nguyễn phân tranh]] sau này.\n\n==Con cháu==\n\nNguyễn Uông có hai người con. Con trưởng là Nguyễn Thân Không. Con thứ là Nguyễn Uyên, theo [[Nguyễn Hoàng]] vào Nam, làm quan đến Đề lĩnh Thượng khố Đội trưởng.\n\nNguyễn Uyên có hai con là Nguyễn Thao và Nguyễn Thanh, đều làm đến Chưởng doanh Quận công.\n\nCon Nguyễn Thao là Nguyễn Tráng, có dũng lược, thường đi đánh dẹp, nhiều lần lập được công lớn được phong tước quân công.\n\nNăm 1648 mùa thu, chúa [[Nguyễn Phúc Tần]] mới nối ngôi chúa, cho rằng [[Quảng Bình]] thủy doanh tham tướng [[Nguyễn Triều Văn]] vốn hèn nhát, bèn triệu về dùng Nguyễn Tráng lên thay. Sau khi đến nơi, Nguyễn Tráng sửa khí giới, dạy sĩ tốt, việc phòng bị ngoài biên càng được nghiêm mật.\n\nNăm 1656 mùa hạ, Nguyễn Tráng theo tiết chế [[Nguyễn Hữu Tiến]] đem quân lấy [[Nghệ An]], cùng Phó tướng [[Nguyễn Cửu Kiều]] đem chu sư đánh nhau với thủy quân giặc.\n\nNăm 1660, mùa đông, Nguyễn Tráng được thăng Cựu doanh trấn thủ.\n\nNăm 1687 mùa hạ, [[Nguyễn Phúc Thái]] nối ngôi chúa, thăng Chưởng doanh quận công. Năm ấy, Nguyễn Tráng mất.\n\nĐến năm Gia Long thứ 4 (1805) vì là thần hồi quốc sơ, Nguyễn Tráng được liệt vào bậc ba, ấm thụ một người cháu được thế tập làm thứ đội trưởng để giữ việc thờ cúng, cấp cho 3 mẫu ruộng thờ, 1 người coi mả.\n\nNguyễn Tráng có 6 trai là Định, Đạt, Đồng, Vĩnh, Thuận, Kính. Định và Đồng đều làm đến Chưởng doanh, Đạt và Kính đều làm đến Cai cơ, Vĩnh và Thuận đều làm đến Cai đội.\n\n== Xem thêm ==\n* [[Chúa Nguyễn]]\n*[[Nguyễn Kim]]\n* [[Nguyễn Hoàng]]\n* [[Trịnh Kiểm]]\n\n== Tham khảo ==\n{{tham khảo}}\n*[[Đại Nam liệt truyện]]\n{{sơ khai nhân vật quân sự Việt Nam}}\n\n[[Thể loại:Võ tướng nhà Lê trung hưng]]\n[[Thể loại:Người Thanh Hóa]]\n[[Thể loại:Mất năm 1545]]\n[[Thể loại:Vương tước truy phong Việt Nam]]"}