{"77928":"{{Bài cùng tên|Lê Thiện (định hướng)}}\n\n'''Nguyễn Tuấn Thiện''' ([[1401]]-[[1494]]) hay [[Lê Thiện]] là một danh tướng, khai quốc công thần triều [[Nhà Lê sơ|Lê sơ]].\n==Xuất thân==\nÔng là người làng Phúc Đậu, xã Phúc Dương nay là xã [[Sơn Phúc]], huyện [[Hương Sơn]], tỉnh [[Hà Tĩnh]]. Sinh ra trong một gia đình nghèo, sống bằng nghề làm ruộng, đánh cá và đi săn. Là người khỏe mạnh, có tầm vóc cao lớn lại giỏi võ nghệ và giàu lòng yêu nước thương dân. Trước cảnh đất nước bị giặc Minh giày xéo, ông đã cùng một số bạn bè cùng chí hướng thành lập đội quân [[Cốc Sơn]] để bảo vệ xóm làng.\n\n==Sự nghiệp==\nMặc dù là người có nhiều chiến công to lớn trong kháng chiến chống [[quân Minh]] xâm lược nhưng trong các bộ sử chính thống không thấy nhắc đến nhiều sự tích và công lao của ông, tuy nhiên ở một số tài liệu khác có nhắc đến ông khá nhiều. Trong cuốn Việt Lam xuân thu ( hay còn gọi là Việt Lam tiểu sử, dựng lại cuộc khởi nghĩa Lam Sơn ) có nhiều đoạn nói về ông. Hay như trong bộ [[Minh thực lục]] của nhà Minh có nhiều lần nhắc đến [[Lê Thiện]] như một dũng tướng của nghĩa quân Lam Sơn với những trận đánh trong các năm từ 1420 đến 1427.\n\nĐội quân Cốc Sơn do ông làm thủ lĩnh đã làm chủ được toàn bộ huyện [[Hương Sơn]] gây được sức ảnh hưởng lớn ở [[Hà Tĩnh]] lúc bấy giờ. Khi [[nghĩa quân Lam Sơn]] tiến quân vào [[Nghệ An]], ông đã chỉ huy đội quân phối hợp cùng nghĩa quân Lê Lợi. [[Lê Thái Tổ|Lê Lợi]] đã thu nạp đội quân Cốc Sơn thành nghĩa quân kháng chiến và cùng Nguyễn Tuấn Thiện cắt tóc kết nghĩa, giết ngựa trắng ăn thề, dưới gốc cây thị ở xóm Nậy(xã Sơn Phúc) nguyện một lòng giết giặc cứu nước.\n\nTrải qua 10 năm chống giặc ngoại xâm, với tài thao lược và lòng dũng cảm [[Lê Thiện|Nguyễn Tuấn Thiện]] đã cùng với [[Lê Lợi]], [[Nguyễn Trãi]] cùng các tướng lĩnh khác như [[Đinh Liệt]], [[Trịnh Khả]], [[Lê Sát]], [[Nguyễn Xí]]... đã hoàn thành sứ mạng vẻ vang, quét sạch quân thù, trả lại nền độc lập cho [[Đại Việt]].\n\nSau khi đánh đuổi giặc Minh ra khỏi bờ cõi, năm Thuận Thiên thứ nhất (1428), ông được liệt vào hàng Khai quốc công thần và được phong làm ''Tĩnh nạn Tuyên lực Trung liệt Minh nghĩa Khai quốc Công thần Đô Tổng quản phó Nguyên soái'', Trung lãng Đại phu Tá phụng Thánh vệ Đại tướng quân ( tước Đại Trí Tự ). Và được Vua ban quốc tính họ Lê nên sử thời đấy gọi là Lê Thiện.\nÔng được giao chức Thị thần, rồi giữ chức Thống lĩnh quân đội của [[Xứ Nghệ|Châu Hoan]] và [[Thanh Hóa|Châu Ái]].\n\nKhi xây dựng triều chính, củng cố quyền lực [[nhà Hậu Lê]], [[Lê Thái Tổ|Lê Lợi]] đã nghi kị và giết hại một số công thần như [[Trần Nguyên Hãn]], [[Phạm Văn Xảo]]. Nguyễn Tuấn Thiện bèn treo ấn từ quan xin về quê, ở tại đất Ninh Xá (nay là làng Trung Ninh, xã Sơn Ninh, Hương Sơn, Hà Tĩnh ).\nÔng mất năm [[1494]] thời vua [[Lê Thánh Tông]], thọ 93 tuổi.\n \n==Đền thờ==\n\nĐền thờ [[Lê Thiện|Nguyễn Tuấn Thiện]] gồm 2 toà nhà, kiến trúc theo kiểu chữ  Nhị 二, diện tích khoảng 3000m2, cao hơn mặt ruộng 1,5m, xung quanh và trên khu gò trồng nhiều loại cây như bạch đàn, long não, xà cừ... Toà thượng điện gồm 3 gian tường xây bao quanh lợp ngói vảy, gỗ làm nhà hầu hết bằng mít và lim, bên trong là nơi đặt bàn thờ thần chủ và bức trướng gỗ sơn son thiếp vàng ghi phổ hệ và gia tước do Lê Lợi phong cho. Nhà bái đường nằm ở phía trước thượng điện làm bằng cột gỗ vuông, mái lợp ngói mới hiện đại và trong nhà bái đường có đặt “ Hòn đá buộc voi của Đức Hầu - Nguyễn Tuấn Thiện”.\n\nPhía sau đền thờ là mộ của ông, mộ đất có hình chóp, đường kính 7m, cao khoảng 2m, nhìn vào như là một gò đất cao nổi lên sau đền thờ. Sau những năm tháng phụng sự Lê triều, về trí lão được triều đình cho chọn đất Ninh Xá để an trí, ông đã tự tìm cho mình đất an táng ở Kim Quy Sơn, trải qua hơn năm thế kỷ lăng mộ của ông vẫn được bảo vệ nguyên trạng từ bấy đến giờ.\n\nĐền thờ của ông hiện ở xã [[Sơn Ninh]], huyện Hương Sơn đã được [[Bộ Văn hóa Thông tin]] xếp hạng di tích lịch sử văn hóa cấp quốc gia.\n\n==Lễ hội==\n\nHàng năm đến ngày 18 tháng Giêng con cháu dòng họ cùng chính quyền địa phương tổ chức chu đáo ngày giỗ của ông và là dịp để ôn lại truyền thống đánh giặc cứu nước của ông và các thế hệ tiếp nối sau này.<br>\nNgười dân địa phương ở đây vẫn lưu truyền những câu thơ:<br>\n\nCắt tóc giết ngựa trắng<br>\nDưới gốc thị thề nguyền<br>\nNguyện đồng tâm đồng chí<br>\nPhá giặc xây cơ đồ.<br>\n\n==Lời bình==\n\nCó thể nói [[Lê Thiện|Nguyễn Tuấn Thiện]] là một vị tướng không chỉ giỏi về mặt cầm quân trên chiến trường mà còn là một người khá nhạy bén với thời cuộc.\n\nRa đi từ một chàng trai nông dân áo vải bình dị và cuối đời cũng an nhàn chốn quê hương. \nKhông bon chen với đời, không ham vinh hoa phú quý, địa vị tiền tài, biết tiến lùi đúng lúc. \n\nẤy mới là bậc anh hùng đáng ngưỡng mộ.\n\n==Tham khảo==\n1. [http:\/\/kienthuc.net.vn kienthuc.net.vn]\n\n2. Từ điển nhân vật Lịch sử Việt Nam, tác giả Đinh Xuân Lâm, Trương Hữu Quýnh, NXB Giáo dục Việt Nam\n\n3. [https:\/\/baohatinh.vn\/khac\/nguyen-tuan-thien-1401-1494\/47576.htm Báo điện tử Hà Tĩnh]\n\n4. [http:\/\/vnexpress.net vnexpress.net]\n\n\n{{Khởi nghĩa Lam Sơn}}\n\n{{Thời gian sống|sinh=1401|mất=1494}}\n[[Thể loại:Người Hương Sơn]]\n[[Thể loại:Người Hà Tĩnh]]\n[[Thể loại:Võ tướng nhà Lê sơ]]"}