{"18945345":"{{otheruses|Nguyễn Kính phi}}\n{{Thông tin nhân vật hoàng gia\n| tên = Kính phi Phu nhân\n| tên gốc = 敬妃夫人\n| tước vị = [[Phi tần]] [[chúa Nguyễn]]\n| hình = \n| cỡ hình = \n| ghi chú hình = \n| chồng = Minh vương [[Nguyễn Phúc Chu]]\n| con cái = Dận Quốc công [[Nguyễn Phúc Điền]]\n| kiểu tên đầy đủ = Tên húy\n| tên đầy đủ = '''Nguyễn Thị Lan'''<br>阮氏蘭\n| thụy hiệu = <font color = \"grey\">Từ Đức Kính phi<br>慈德敬妃<\/font>\n| cha = Nguyễn Hữu Hiệp\n| mẹ = \n| sinh = ?\n| nơi sinh = \n| mất = [[1714]]\n| nơi mất = [[Phú Xuân]], [[Tên gọi Việt Nam#Đại Nam|Đại Nam]]\n| nơi an táng = [[Hương Trà]], [[Huế]]\n}}\n'''Nguyễn Thị Lan''' ([[chữ Hán]]: 阮氏蘭; ? – [[1714]]), phong hiệu '''Kính phi Phu nhân''' (敬妃夫人), là một cung tần của Minh vương [[Nguyễn Phúc Chu]] trong [[lịch sử Việt Nam]].\n\n== Tiểu sử ==\nKính phi Nguyễn Thị Lan là con gái của ''Tham chính'' Nguyễn Hữu Hiệp<ref name=\":0\">''Đại Nam liệt truyện'', tập 1, quyển 1 – phần ''Nguyễn Kính Phi''<\/ref>. Năm đầu Minh vương [[Nguyễn Phúc Chu]] đăng cơ, bà Lan được tiến cung, đứng thứ ba trong bậc ''Hữu Cung tần'' (右宮嬪) rồi thăng lên ''Chánh nội phủ'' (正內府).\n\nCung tần Nguyễn thị rất được chúa Minh yêu chiều. Tương truyền, bà sinh được 11 người con<ref name=\":0\" \/>, nhưng hiện chỉ rõ được một người là ''[[Thái bảo]] Dận Quốc công'' [[Nguyễn Phúc Điền]], con trai thứ 12 của chúa Minh<ref name=\":1\">''Nguyễn Phúc tộc thế phả'', tr.153<\/ref>. Quốc công Điền là cha của công nữ [[Nguyễn Phúc Ngọc Cầu|Ngọc Cầu]], là em họ, đồng thời cũng là sủng thiếp của chúa Vũ [[Nguyễn Phúc Khoát]].\n\nNăm [[Giáp Ngọ]] ([[1714]]), mùa thu, cung tần Nguyễn Thị Lan qua đời, được gia tặng làm '''Kính phi''' (敬妃), liệt vào hàng ''Phu nhân'' (夫人), [[thụy]] là '''Từ Đức''' (慈德)<ref name=\":1\" \/>. Mộ của Nguyễn Kính phi được táng ở xã Trúc Lâm (nay là phường [[Hương Hồ]], thị xã [[Hương Trà]], [[Huế]]), đền thờ của bà được lập ở Hà Khê (phủ [[Thừa Thiên]])<ref name=\":1\" \/>.\n\nBà Kính phi mất được một năm, chúa Minh vẫn thương tiếc không thôi, làm đàn chay trọng thể ở [[chùa Thiên Mụ]]<ref name=\":0\" \/>. Chúa có làm 4 bài thơ thương nhớ, viết lên tường chùa. Bấy giờ, khi các cung tần từ trần, không ai được ân sủng long trọng như thế, người đời cho là điều lạ. Các bài thơ viếng Kính phi có lời rằng<ref name=\":1\" \/>:\n\n'''Bài I'''\n{|\n|\n:: Phiên âm:\n:: ''Vấn thiên hà sự thiết ngô phi''\n:: ''Hoa tạ, tam cung nguyệt yếm huy''\n:: ''Bất đạc nữ trung vong khổn phạm''\n:: ''Hoàn tri kỳ nội thất dung nghi''\n:: ''Thời đương thất tịch Ngân hà ám''\n:: ''Sầu ký thiên niên giới lộ hi''\n:: ''Mạn đạo tiếu nhân nhi phụ thái''\n:: ''Cổ kim thùy cánh thử tình vi.''\n|\n:: Dịch nghĩa:\n:: ''Cớ chi trời lại cướp phi ta''\n:: ''Hoa rụng, ba cung bóng nguyệt tà''\n:: ''Chẳng những gương treo trong bạn gái''\n:: ''Lại đầy năm chẵn vắng người hoa''\n:: ''Đêm vừa mồng bảy sông Ngân tối''\n:: ''Sầu để ngàn năm móc hẹ pha''\n:: ''Đừng có cười trò nhi nữ nhé''\n:: ''Tình nay ai để tránh từ xưa.''\n|}\n\n'''Bài II'''\n{|\n|\n:: Phiên âm:\n:: ''Khứ niên Chức nữ nhập song minh''\n:: ''Khước bị trùng vân tựu địa sinh''\n:: ''Chế cẩm vị hoàn, ty tại trục''\n:: ''Xuyên châm tài bãi, tuyên phiêu doanh''\n:: ''Không hoài ngũ dạ Quỳnh lâu địch''\n:: ''Khởi vọng song xuy ngọc điện sinh''\n:: ''Nhất phiến mê ly nghi thử tế''\n:: ''Uyên ương tú chẩm mộng nan thành.''\n|\n:: Dịch nghĩa:\n:: ''Sao nữ năm qua soi cửa sổ''\n:: ''Làn mây lớp lớp đến che rồi''\n:: ''Gấm dệt chưa xong tơ lở dở''\n:: ''Kim xâu vừa được, chỉ tơi bời''\n:: ''Sáo Quỳnh lâu, canh khuya luống nhớ''\n:: ''Sênh ngọc điện, nay dễ thổi đôi''\n:: ''Mơ hồ tấc dạ ngờ đâu đó''\n:: ''Giấc mộng uyên ương uổng kiếm hoài.''\n|}\n\n'''Bài III'''\n{|\n|\n:: Phiên âm:\n:: ''Nội trợ tằng kinh ức ỷ ni''\n:: ''Duy dư đồng nhữ lưỡng nan kỳ''\n:: ''Phi nhân mộ sắc tiềm huy lệ''\n:: ''Chỉ vị tôn hiền tụng phú thi''\n:: ''Việt hải tuy khoan, nan tải hận''\n:: ''Tẩm lăng nghi cận, dị quan bi''\n:: ''Trường đê thả mạc tài dương liễu''\n:: ''Hảo đãi Thanh minh túng mục thì.''\n|\n:: Dịch nghĩa:\n:: ''Dịu dàng nội trợ nghĩ thương âu''\n:: ''Chỉ chúng ta sao khó hẹn nhau.''\n:: ''Há vì sắc đẹp rơi hàng lệ,''\n:: ''Chỉ vị người hiền vịnh mấy câu.''\n:: ''Biển Việt dầu to khôn chở hận,''\n:: ''Bia lăng gần đọc để khuây sầu.''\n:: ''Đê dài đừng có trồng dương liễu.''\n:: ''Đợi tiết Thanh minh mắt ắm lâu.''\n|}\n\n'''Bài IV'''\n{|\n|\n:: Phiên âm:\n:: ''Nhữ thọ tuy vi, phúc tự trường''\n:: ''Nhân truyền phúc trạch Nguyễn cung hương''\n:: ''Phao tư kim ngọc doanh song níp''\n:: ''Lưu thử nhi tôn mãn nhất đường''\n:: ''Đối cảnh kỷ hồi hàm biệt lệ''\n:: ''Lân tài nhất thế động trung trường''\n:: ''Kim bằng diệu pháp không vương lực''\n:: ''Tiến bạt u hồn đạt thượng phương.''\n|\n:: Dịch nghĩa:\n:: ''Tuổi thọ ngắn thôi Phước lại dài''\n:: ''Phước lưu cung Nguyễn ngát hương thơm''\n:: ''Quăng đi vàng ngọc đầy hai tráp''\n:: ''Để lại cháu con nối vạn đời''\n:: ''Đối cảnh đòi phen cầm giọt lệ''\n:: ''Thương tài một kiếp động lòng ai''\n:: ''Nhờ phép Như Lai mầu nhiệm ấy''\n:: ''U hồn siêu độ thoát luân hồi.''\n|}\n\n== Tham khảo ==\n* Hội đồng trị sự Nguyễn Phúc Tộc (1995), ''[http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf Nguyễn Phúc Tộc thế phả] {{Webarchive|url=https:\/\/web.archive.org\/web\/20200927051537\/http:\/\/www.namkyluctinh.com\/a-sachsuvn\/Nguyen_Phuc_Toc_The_Pha.pdf |date=2020-09-27 }}'', Nhà xuất bản Thuận Hóa\n* [[Quốc sử quán triều Nguyễn]] (2006), ''[[Đại Nam liệt truyện]] tiền biên'', Tổ Phiên dịch [[Viện Sử học]] dịch, Nhà xuất bản Thuận Hóa\n\n== Chú thích ==\n{{tham khảo}}\n\n[[Thể loại:Mất năm 1714]]\n[[Thể loại:Phi tần chúa Nguyễn]]"}